[
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\n[ الجزء السادس : دروس في علم الأصول ( الحلقة الأولى والثانية ) 
  ]\r\n\r\nكلمة المؤتمر :\r\nبسم الله الرحمن الرحيم\r\nالحمد للَّه‌رب العالمين ، والصلاة والسلام على محمد وآله الطيبين الطاهرين .\r\nمنذ منتصف القرن العشرين ، وبعد ليل طويل نشر أجنحته السوداء على سماء الأمة الإسلامية لعدة قرون ، فلفّها في ظلام حالك من التخلّف والانحطاط والجمود ، بدأت بشائر الحياة الجديدة تلوح في أفق الامّة ، وانطلق الكيان الإسلامي العملاق - الذي بات يرزح تحت قيود المستكبرين والظالمين مدى قرون - يستعيد قواه حتى انتصب حيّاً فاعلًا قويّاً شامخاً بانتصار الثورة الإسلاميّة في إيران تحت قيادة الإمام الخميني قدس سره يقضّ مضاجع المستكبرين ، ويبدّد أحلام الطامعين والمستعمرين .\r\nولئن أضحت الامّة الإسلاميّة مدينة في حياتها الجديدة على مستوى التطبيق للإمام الخميني قدس سره فهي بدون شك مدينة في حياتها الجديدة على المستوى الفكري والنظري للإمام الشهيد الصدر قدس سره ، فقد كان المنظّر الرائد بلا منازع للنهضة الجديدة ؛ إذ استطاع من خلال كتاباته وأفكاره التي تميّزت بالجدة والإبداع من جهة ، والعمق والشمول من جهة أخرى ، أن يمهّد السبيل للُامّة ويشقّ لها الطريق نحو نهضة فكرية إسلاميّة شاملة ، وسط ركام هائل من التيّارات الفكرية المستوردة التي تنافست في الهيمنة على مصادر القرار الفكري والثقافي في المجتمعات الإسلاميّة ، وتزاحمت للسيطرة على عقول مفكّريها وقلوب أبنائها المثقّفين .\r\nلقد استطاع الإمام الشهيد السيّد محمّد باقر الصدر قدس سره بكفاءةٍ عديمة النظير أن ينازل بفكره الإسلامي البديع عمالقة الحضارة الماديّة الحديثة ونوابغها الفكريّين ، وأن يكشف للعقول المتحرّرة عن قيود التبعيّة الفكريّة والتقليد الأعمى ،\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nزيف الفكر الإلحادي ، وخواء الحضارة الماديّة في أسسها العقائديّة ودعائمها النظريّة ، وأن يثبت فاعليّة الفكر الإسلامي وقدرته العديمة النظير على حلّ مشاكل المجتمع الإنساني المعاصر ، والاضطلاع بمهمّة إدارة الحياة الجديدة بما يضمن للبشريّة السعادة والعدل والخير والرفاه .\r\nثم إنّ الإبداع الفكري الذي حقّقته مدرسة الإمام الشهيد الصدر ، لم ينحصر في إطار معيّن ، فقد طال الفكر الإسلامي في مجاله العام ، وفي مجالاته الاختصاصيّة الحديثة كالاقتصاد الإسلامي والفلسفة المقارنة والمنطق الجديد ، وشمل الفكر الإسلامي الكلاسيكي أيضاً ، كالفقه والأصول والفلسفة والمنطق والكلام والتفسير والتاريخ ، فأحدث في كل فرع من هذه الفروع ثورةً فكريّة نقلت البحث العلمي فيه إلى مرحلة جديدة متميّزة سواء في المنهج أو المضمون .\r\nورغم مضيّ عقدين على استشهاد الإمام الصدر ، ما زالت مراكز العلم ومعاهد البحث والتحقيق تستلهم فكره وعلمه ، وما زالت الساحة الفكريّة تشعر بأمسّ الحاجة إلى آثاره العلميّة وإبداعاته في مختلف مجالات البحث والتحقيق العلمي .\r\nومن هنا كان في طليعة أعمال المؤتمر العالمي للإمام الشهيد الصدر إحياء تراثه العلمي والفكري بشكل يتناسب مع شأن هذا التراث القيّم .\r\nوتدور هذه المهمّة الخطيرة - مع وجود الكمّ الكبير من التراث المطبوع للشهيد الصدر - في محورين :\r\nأحدهما : ترجمته إلى ما تيسّر من اللغات الحيّة بدقّة وأمانة عاليتين .\r\nوالآخر : إعادة تحقيقه للتوصّل إلى النصّ الأصلي للمؤلّف منزّهاً من الأخطاء التي وقعت فيه بأنواعها من التصرّف والتلاعب والسقط . . . نتيجة كثرة الطبعات وعدم دقّة المتصدّين لها وأمانتهم ، ثمّ طبعه من جديد بمواصفات راقية .\r\nونظراً إلى أنّ التركة الفكرية الزاخرة للسيّد الشهيد الصدر قدس سره شملت العلوم والاختصاصات المتنوّعة للمعارف الإسلاميّة وبمختلف المستويات الفكريّة ، لذلك أوكل المؤتمر العالمي للشهيد الصدر مهمّة التحقيق فيها إلى لجنة علمية تحت\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nإشراف علماء متخصّصين في شتّى فروع الفكر الإسلامي من تلامذته وغيرهم ، وقد وُفّقت اللجنة في عرض هذا التراث بمستوى رفيع من الاتقان والأمانة العلميّة ، ولخّصت منهجيّة عملها بالخطوات التالية :\r\n1 - مقابلة النسخ والطبعات المختلفة .\r\n2 - تصحيح الأخطاء السارية من الطبعات الأولى أو المستجدة في الطبعات اللاحقة ، ومعالجة موارد السقط والتصرّف .\r\n3 - تقطيع النصوص وتقويمها دون أدنى تغيير في الأسلوب والمحتوى ، أمّا الموارد النادرة التي تستدعي إضافة كلمة أو أكثر لاستقامة المعنى فيوضع المضاف بين معقوفتين .\r\n4 - تنظيم العناوين السابقة ، وإضافة عناوين أخرى بين معقوفتين .\r\n5 - استخراج المصادر التي استند إليها السيّد الشهيد بتسجيل أقربها إلى مرامه وأكثرها مطابقة مع النصّ ؛ ذلك لأنّ المؤلّف يستخدم النقل بالمعنى - في عددٍ من كتبه وآثاره - معتمداً على ما اختزنته ذاكرته من معلومات أو على نوع من التلفيق بين مطالب عديدة في مواضع متفرّقة من المصدر المنقول عنه ، وربما يكون بعض المصادر مترجماً وله عدة ترجمات ؛ ولهذا تُعدّ هذه المرحلة من أشقّ المراحل .\r\n6 - إضافة بعض الملاحظات في الهامش للتنبيه على اختلاف النسخ أو تصحيح النصّ أو غير ذلك ، وتُختم هوامش السيّد الشهيد بعبارة : ( المؤلف قدس سره ) تمييزاً لها عن هوامش التحقيق .\r\nوكقاعدة عامّة - لها استثناءات في بعض المؤلّفات - يُحاول الابتعاد عن وضع الهوامش التي تتولّى عرض مطالب إضافيّة أو شرح وبيان فكرةٍ مّا أو تقييمها ودعمها بالأدلّة أو نقدها وردّها .\r\n7 - تزويد كلّ كتاب بفهرس موضوعاته ، وإلحاق بعض المؤلفات بثبت خاص لفهرس المصادر الواردة فيها .\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nوقد بسطت الجهود التحقيقيّة ذراعيها على كلّ ما أمكن العثور عليه من نتاجات هذا العالم الجليل ، فشملت : كتبه ، وما جاد به قلمه مقدمةً أو خاتمةً لكتب غيره ثم طُبع مستقلًاّ في مرحلة متأخرة ، ومقالاته المنشورة في مجلّات فكريّة وثقافيّة مختلفة ، ومحاضراته ودروسه في موضوعات شتّى ، وتعليقاته على بعض الكتب الفقهيّة ، ونتاجاته المتفرّقة الأخرى ، ثمّ نُظّمت بطريقة فنيّة وأعيد طبعها في مجلّدات أنيقة متناسقة .\r\nومن جملة الكتب التي شملته الجهود التحقيقيّة المذكورة كتاب ( دروس في علم الأصول ) الذي أعدّه السيّد الشهيد قدس سره منهجاً دراسيّاً مبتكراً لطلبة العلوم الدينيّة في مجال علم أصول الفقه ، وقد تدرّج في بيان مسائل هذا العلم في ثلاث حلقات متناسقة من حيث المنهج والأسلوب بادئاً في كلّ واحدة منها بتعريف علم الأصول ومنتهياً ببحث التعارض في الأدلّة .\r\nوقد امتاز تحقيق هذا الكتاب - بالإضافة إلى ما ذكرناه من الجهود العامّة التي بذلت في جميع كتب وآثار المؤلف الشهيد قدس سره - بمقابلة دقيقة للقسم الأخير منه ( الجزء الثاني من الحلقة الثالثة ) مع ما حصلنا عليه من النسخة المخطوطة التي اعتمد عليها السيد المؤلف قدس سره في الطبعة الأولى .\r\nولا يفوتنا أن نشيد بالموقف النبيل لورثة السيّد الشهيد كافّة سيّما نجله البارّ ( سماحة الحجّة السيّد جعفر الصدر حفظه اللَّه ) في دعم المؤتمر وإعطائهم الإذن الخاصّ في نشر وإحياء التراث العلمي للشهيد الصدر قدس سره .\r\nوأخيراً نرى لزاماً علينا أن نتقدّم بالشكر الجزيل إلى اللجنة المشرفة على تحقيق تراث الإمام الشهيد ، والعلماء والباحثين كافّة الذين ساهموا في إعداد هذا التراث وعرضه بالأسلوب العلمي اللائق ، سائلين المولى عزّ وجلّ أن يتقبّل جهدهم ، وأن يمنّ عليهم وعلينا جميعاً بالأجر والثواب ، إنّه سميع مجيب .\r\nالمؤتمر العالمي للإمام الشهيد الصدر قدس سره\r\nأمانة الهيئة العلميّة\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nدروس في علم الأصول\r\n\r\nالحَلقَةالاولى\r\nكتاب دراسيّ في علم أصول الفقه\r\nاعدّ للمبتدئين في دراسة هذا العلم\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n\r\nإهداء :\r\nبسم الله الرحمن الرحيم\r\nيا إلهي وربي ، يا عليماً بضرّي وفاقتي ، يا موضع أملي ومنتهى رغبتي ، بعينك أي ربّ وتقرّباً إليك بذلت هذا الجهد المتواضع في كتابة الحلقات الثلاث لتكون عوناً للسائرين في طريق دراسة شريعتك والمتفقّهين في دينك ، فإن وسعته برحمتك وقبولك وأنت الذي وسعت رحمتك كلّ شيء فإنّي أتوسّل إليك - يا خير من دعاه داعٍ وأفضل من رجاه راجٍ - أن توصل ثواب ذلك هديّة منّي إلى ولدي البارّ وابني العزيز السيد عبد الغني الأردبيلي « 1 » الذي فجعت به وأنا على وشك الانتهاء من كتابة هذه الحلقات ، فلقد كان له - قدّس اللَّه روحه الطاهرة - الدور البليغ في حثّي على كتابتها وإخراجها في أسرع وقت ، وكانت نفسه الكبيرة وشبابه الطاهر الذي لم يعرف مللًا ولا كللًا في خدمة اللَّه والحق الطاقة التي أمدّتني - وأنا في شبه شيخوخة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يقصد المصنّف قدس سره بذلك الفقيد العزيز العلّامة الجليل حجّة الإسلام والمسلمين السيّد عبد الغني نجل سماحة آية اللَّه السيّد أحمد الأردبيلي أحد عيون تلامذته تقوىً ونبلًا وفضلًا ، وقد تربّى على يده قرابة عشرين عاماً وهاجر إلى أردبيل وأسّس هناك حوزة جليلة ، وكان له دور كبير في حثّ السيّد المصنّف على إنجاز هذه الحلقات ، كما كان من أعزّ أبنائه عليه وأحبّهم إليه ، وقد فجع بوفاته ؛ إذ توفي في اليوم الثامن والعشرين من رجب 1397 ه ، فإنّا للَّه‌وإنّا إليه راجعون\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nمتهدّمة الجوانب - بالعزيمة على أن أُنجز جلّ هذه الحلقات في شهرين من الزمن .\r\nوكان يحثّني باستمرار على الإسراع لكي يدشّن تدريسها في حوزته الفتيّة التي أنشأها بنفسه وغذّاها من روحه من مواطن آبائه الكرام ، وخطّط لكي تكون حوزة نموذجيّة في دراستها وكلّ جوانبها الخلقيّة والروحيّة ، ولكنّك يا ربّ دعوته فجأة إليك ، فاستجاب طائعاً وواللَّه ما عرفته خلال العشرين عاماً التي تتلمذ فيها عليّ وترعرع إلى جنبي إلّاسريعاً إلى إجابتك ، نشطاً في طاعتك ، لايتردّد ولا يلين ، لا يتوقّف ولا يتلكّأ ، وواللَّه ما رأيته طيلة هذه المدّة غضب لنفسه ، وما أكثر ما رأيته يغضب لك وينسى ذاته من أجلك .\r\nأي ربّ إنّي إذا كنت قد عجزت عن مكافأة هذا الولد البارّ الذي كان بالنسبة لي وبالنسبة إلى أبيه معاً مثالًا فريداً للولد المخلص الذي لا يتردّد في الطاعة والتضحية والفداء ، وإذا كنت قد فجعت به وأنا في قمّة الاعتزاز به وبما تجسّدت فيه من عناصر النبل والشهامة والوفاء والايثار وما تكاملت فيه من خصال التقوى والفضل والايمان ، وإذا كان القدر الذي لا رادّ له قد أطفأ في لحظة أملي في أن أمتدّ بعد وفاتي وأعيش في قلوب بارّة كقلبه وفي حياة نابضة بالخير كحياته ، فإنّي أتوسّل إليك يا ربي بعد حمدك في كل يسر وعسر أن تتلقّاه بعظيم لطفك وتحشره مع الصدّيقين من عبادك الصالحين وحسن أولئك رفيقاً ، وأن لاتحرمه من قربي ولا تحرمني من رؤيته بعد وفاته ووفاتي بعد أن حرمت من ذلك في حياته ، وأرجو أن لا يكون انتظاري طويلًا للاجتماع به في مستقرّ رحمتك . وآخر دعوانا أن الحمدُ للَّه ربّ العالمين .\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n\r\nمُقدّمَة [ للحلقات الثلاث 
  ]\r\nمناهج الحوزة العلميّة في دراسة هذا العلم .\r\nمبرّرات استبدال الكتب الدراسيّة في هذا العلم .\r\nعدّة محاولات للاستبدال .\r\nالخصائص الملحوظة في هذه الحلقات .\r\nإرشادات في مجال دراسة هذا الكتاب .\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n« 1 »\r\n\r\n[ مناهج الحوزة العلميّة في دراسة هذا العلم 
  ] :\r\nوالحمد للَّه‌ربِّ العالمين ، والصلاة والسلام على محمدٍ وآله الطاهرين .\r\nوبعد : فإنّ الدراسات العلميّة لعلم أصول الفقه تمرّ في مناهج الحوزة عادةً بمرحلتين : إحداهما تمهيديّة ، وهي ما تسمّى بمرحلة السطح .\r\nوالأخرى المرحلة العالية ، وهي ما تسمّى بمرحلة الخارج . وتتّخذ هذه الدراسة في مرحلتها التمهيديّة أسلوب البحث في كتبٍ معيّنةٍ مؤلَّفةٍ في ذلك العلم ؛ يدرسها الطالب على يد الأساتذة الأكفّاء ؛ ليتهيّأ من خلال ذلك لحضور أبحاث الخارج .\r\nوقد جرى العرف العامّ في حوزاتنا جميعاً على اختيار « المعالم » و « القوانين » و « الرسائل » و « الكفاية » كتباً دراسيّةً للمرحلة المذكورة ، وهذا عرف جرت عليه مناهج الحوزة منذ أكثر من نصف قرن ، ولم يطرأ تغيير ملحوظ باستثناء تضاؤل دور كتاب « القوانين » من بين هذه الكتب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هذا بحث قيّم كتبه سماحة السيّد المؤلف ( الإمام الشهيد الصدر قدس سره ) مقدّمةً للحلقات الثلاث جميعاً ، لتوضيح الأسباب التي دعت إلى وضعها ، وما لوحظ فيها من خصائص ، وبعض الإرشادات في مجال تدريسها ، ويمكن الاستفادة منه أيضاً في التعرّف على مدى ضرورة استبدال الكتب الدراسيّة في المواد العلميّة الأخرى المطروحة في الحوزات العلميّة بما هو أفضل منها في مجال التدريس\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nالأربعة ككتابٍ دراسيٍّ بالتدريج ، وانصراف عددٍ كبيرٍ من الطلبة في الفترة الأخيرة عن دراسته ، واستبداله بكتاب « أصول الفقه » كحلقةٍ وسيطةٍ بين « المعالم » وكتابي « الرسائل » و « الكفاية » .\r\nوالحقيقة أنّ الكتب الأربعة المتقدّمة الذكر لها مقامها العلمي ، وهي - على العموم - تعتبر حسب مراحلها التأريخية كتباً تجديديةً ساهمت إلى درجةٍ كبيرةٍ في تطوير الفكر العلميّ الاصوليّ على اختلاف درجاتها في هذه المساهمة ، وقد يكون اختيار هذه الكتب الأربعة كتباً دراسيةً نتيجة عاملٍ مشترك ، وهو ما أثاره كلّ واحدٍ منها عند صدوره من شعورٍ عميقٍ لدى العلماء بأهمّيته العلمية ، وما اشتمل عليه من أفكارٍ ونكات ، هذا ، إضافةً إلى ما تميَّزت به بعض تلك الكتب من إيجازٍ للمطالب ، وضغطٍ في العبارة ، كالكفاية مثلًا .\r\nوقد أدّ ت هذ ه ا لكتب الأ ر بعة - مشكو ر ةً - د ور اً جليلًا في هذا المضمار ، وتخرَّج من حلقاتها الدراسية خلال نصف قرنٍ الآلاف من الطلبة الذين وجدوا فيها سُلَّمهم إلى أبحاث الخارج . ولا يسعنا في هذا المجال إلّاأن نستشعر بعمقٍ بما لأصحاب هذه الكتب الأبرار - قدّس اللَّه أسرارهم الزكية - من فضلٍ عظيمٍ على الحوزة ومسيرتها العلمية ، ومن جميلٍ لا يمكن أن ينساه أيّ شخصٍ عاش على موائد تلك الأفكار الحافلة ونهل من نمير علومها ، ونحن - إذ نقول هذا - نبتهل إلى المولى سبحانه أن يتغمَّد مؤلّفي هذه الكتب من علمائنا الأعلام بعظيم رحمته ، ويثيبهم بأفضل ثواب المحسنين .\r\nغير أنّ هذ ا لا يحو ل د ون أن نحا ول تطو ير ا لكتب ا لدر ا سيّة وتحسينها إذا وجدت مبرِّرات تدعو إلى ذلك ، وأمكن وضع كتبٍ دراسيّةٍ أكثر قدرةً على أداء دورها العلميّ في تنمية الطالب وإعداده للمرحلة العليا .\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\n\r\n[ مبرّرات استبدال الكتب الدراسيّة في هذا العلم 
  ] :\r\nوقد كنّا منذ زمنٍ نجد أكثر من سببٍ يدعو إلى التفكير في استبدال هذه الكتب بكتبٍ أخرى في مجال التدريس ، لها مناهج الكتب الدراسية بحقّ ، وأساليبها في التعبير وشرائطها . ومبرّرات التفكير في هذا الاستبدال وإن كانت عديدةً ولكن يمكن اختصارها في مبرِّراتٍ أساسيةٍ محدّدة ، كما يلي :\r\nالمبرِّرالأوّل : أنّ هذه الكتب الأربعة تمثّل مراحل مختلفةً من الفكر الأصولي ، فالمعالم تعبّر عن مرحلةٍ قديمةٍ تأريخياً من علم الأصول ، والقوانين تمثّل مرحلةً خطاها علم الأصول واجتازها إلى مرحلةٍ أعلى على يد الشيخ الأنصاريِّ وغيره من الأعلام ، والرسائل والكفاية نفسهما نتاج اصوليّ يعود لما قبل مائة سنةٍ تقريباً ، وقد حصل علم الأصول بعد الرسائل والكفاية على خبرة مائة سنةٍ تقريباً من البحث والتحقيق على يد أجيالٍ متعاقبةٍ من العلماء المجدِّدين ، وخبرة ما يقارب مائة سنةٍ من البحث العلميّ الأصولي جديرة بأن تأتي بأفكارٍ جديدةٍ كثيرةٍ وتطوّر طريقة البحث في جملةٍ من المسائل ، وتستحدث مصطلحاتٍ لم تكن ، تبعاً لما تتكوّن من مسالك ومبانٍ ، ومن الضروريّ أن تنال الكتب الدراسية حظّاً مناسباً لها من هذه الأفكار والتطوّرات والمصطلحات ؛ لئلّا يفاجَأ بها الطالب في بحث الخارج دون سابق إعداد .\r\nوهكذا يوجد الآن فاصل معنويّ كبير بين محتويات الكتب الدراسية الأربعة وبين أبحاث الخارج ، فبينما بحث الخارج يمثّل حصيلة المائة عام الأخيرة من التفكير والتحقيق ، ويعبّر بقدر ما يُتاحُ للُاستاذ من قدرةٍ عن ذروة تلك الحصيلة نجد أنّ كتب السطح تمثّل في أقربها عهداً الصورة العامّة لعلم الأصول قبل قرابة مائة عام ، ساكتةً عن كلّ ما استجدّ خلال هذه الفترة من أفكارٍ ومصطلحات .\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nونذكر على سبيل المثال لما استجدّ من مطالب : أفكار باب التزاحم ، وما أشاده الميرزا من مسلك جعل الطريقية بتعميقاته وتفريعاته في مسائل قيام الأمارات مقام القطع الموضوعي ، وحكومة الأمارات على الأصول ، ورفع قاعدة قبح العقاب بلا بيانٍ بجعل الحجيّة ، وفكرة جعل الحكم بنحو القضية الحقيقية بآثارها الممتدّة في كثيرٍ من أبحاث علم الأصول ، كبحث الواجب المشروط والشرط المتأخّر ، والواجب المعلّق ، وأخذ العلم بالحكم في موضوع الحكم ، والوجه الجديد لبحث المعاني الحرفية الذي يختلف اختلافاً أساسياً عن الصورة الغريبة التي تخلقها آراء صاحب الكفاية في ذهن الطالب .\r\nفإنّ هذه المطالب وغيرها ممّا أصبحت تشكّل محاور للفكر الاصوليّ الحديث هي نتاج الفترة المتأخّرة الذي يظلّ طالب السطوح جاهلًا به تماماً ، إلى أن يواجه أبحاث الخارج وهو لا يملك تصوّراتٍ ابتدائية أو وسطى عن تلك المطالب .\r\nفالطالب لكي يتسلّل من كتب السطح إلى درس الخارج كأ نّه يكلّف بطفرة ، وبأن يقطع في لحظةٍ مسافةً لم يقطعها علم الأصول خلال تطوّره التدريجيّ إلّافي مائة عام .\r\nوكأنّ اختيار الكتب الدراسية من مراحل مختلفةٍ للفكر الاصوليّ نشأ من الشعور بلزوم التدرّج في الكتب الدراسية من الأبسط إلى الأعمق ، ولمّا كان علم الأصول في وضعه على عهد صاحب المعالم أبسط منه في عهد صاحب القوانين ، وفي هذا العهد أبسط منه في عهد الرسائل والكفاية فقد لوحظ أنّ هذا يحقّق التدرّج المطلوب إذا جعل الكتاب الدراسيّ الأوّل نتاج مرحلةٍ قديمةٍ من علم الأصول ، وما يتلوه نتاج مرحلةٍ متأخّرة ، وهكذا .\r\nوهذا الشعور يشتمل على حقيقةٍ وعلى خطأ :\r\nأمّا الحقيقة فهي لزوم التدرّج في الكتب الدراسية من الأبسط إلى الأعمق ،\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nوأمّا الخطأ فهو أنّ هذا التدرّج لا ينبغي أن يكون منتزعاً من تأريخ علم الأصول ومعبّراً عمّا مرّ به هذا العلم نفسه من تدرّجٍ خلال نموِّه ؛ لأنّ هذا يكلِّف الطالب أن يصرف وقتاً كثيراً في مطالب وأفكارٍ لم يعد لها موضع في العلم بحسب وضعه الفعلي .\r\nوإنّما الوضع الصحيح في الكتب الدراسية الذي يشتمل على التدرّج المطلوب هو : أن تتّجه هذه الكتب جميعاً على اختلاف مراحلها الدراسية لعرض آخر ما وصل إليه العلم من أفكارٍ وتحقيقاتٍ ومصطلحات ، ولكن بدرجاتٍ من العرض تختلف من ناحية الكمّ أو الكيف ، أو من الناحيتين معاً ، والاختلاف في الكمِّ يعني التفاوت في المقدار المُعطى من الأفكار ، فبدلًا عن استعراض خمسة اعتراضاتٍ على الاستدلال بآية النبأ - مثلًا - يبدأ في الحلقة الأولى باعتراضٍ أو اعتراضين ، ثمّ يُستعرض عدد أكبر من الاعتراضات في حلقةٍ تالية ، والاختلاف في الكيف يعني التفاوت في درجة عمق ما يطرح من فكرة ، فحينما يراد الحديث عن مسلك جعل الطريقية - مثلًا - يعرض في حلقةٍ ابتدائية عرضاً ساذجاً بدون تعميق ، ثمّ يعمَّق في حلقةٍ لاحقة ، فيعرض على نحوٍ يميَّز فيه بين التنزيل والاعتبار ، وقد يعرض في حلقةٍ أخرى حينئذٍ على نحو المقارنة بين هذين النحوين في النتائج والآثار .\r\nالمبرِّر الثاني : أنّ الكتب الأربعة السالفة الذكر - على الرغم من أنّها استعملت ككتبٍ دراسيةٍ منذ أكثر من خمسين عاماً - لم تؤلَّف من قبل أصحابها لهذا الهدف ، وإنّما ا لِّفت لكي تعبّر عن آراء المؤلّف وأفكاره في المسائل الأصولية المختلفة ، وفرق كبير بين كتابٍ يضعه مؤلِّفه لكي يكون كتاباً دراسياً وكتاب يؤلّفه ليعبِّر فيه عن أعمق وأرسخ ما وصل إليه من أفكارٍ وتحقيقات ؛ لأنّ المؤلِّف في الحالة الأولى يضع نصب عينيه الطالب المبتدئ الذي يسير خطوةً فخطوةً في طريق\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nالتعرّف على كنوز هذا العلم وأسراره ، وأمّا في الحالة الثانية فيضع المؤلّف في تصوّره شخصاً نظيراً له مكتملًا من الناحية العلمية ، ويحاول أن يشرح له وجهة نظره ويقنعه بها بقدر ما يتاح له من وسائل الإقناع العلمي .\r\nومن الواضح أنّ كتاباً يوضع بهذا الاعتبار لا يصلح أن يكون كتاباً دراسياً مهما كانت قيمته العلمية وإبداعه الفكري ، ومن أجل ذلك كانت الكتب الدراسية المتقدّمة الذكر غير صالحةٍ للقيام بهذا الدور على جلالة قدرها العلمي ؛ لأنّها ا لِّفت للعلماء والناجزين ، لا للمبتدئين والسائرين .\r\nفمن هنا لم يحرص في هذه الكتب وأمثالها من الكتب العلمية المؤلّفة للعلماء على إبراز كلّ خطوات الاستدلال وحلقات التفكير في المسألة الواحدة ، فقد تحذف بعض الحلقات في الأثناء ، أو البداية ؛ لوضوحها لدى العالم ، غير أنّ الصورة حينئذٍ تصبح غير واضحةٍ في ذهن الطالب .\r\nوعلى سبيل المثال لتوضيح الفكرة نذكر : أنّه بُحِثَ في التعبّديّ والتوصّليّ عن استحالة أخذ قصد الامتثال في متعلّق الأمر ، وفُرِّع عليه أنّ التعبّديّ لا يتميّز عن التوصّليّ في مرحلة الأمر ، بل في مرحلة الغرض ، إذ لا يستوفى غرضه إلّابقصد الامتثال ، واستنتج من ذلك عدم إمكان التمسّك بإطلاق الأمر لإثبات كون الواجب توصّلياً ، وهذا لا يصلح أن يكون بياناً مدرسياً ؛ لأنّ البيان المدرسيّ بحاجةٍ - لتكميل الصورة في ذهن الطالب - إلى إضافة عنصرين آخرين تُرِكا لوضوحهما :\r\nأحدهما : أنّ قصد الامتثال إذا كان بالإمكان أخذه في متعلّق الأمر فحاله حال سائر القيود يمكن نفيه بإطلاق الأمر .\r\nوالآخر : أنّ الخطاب والدليل مدلوله الأمر والحكم ، لا الملاك والغرض ، وأنّ استكشاف إطلاق الغرض دائماً إنّما يتمّ عن طريق استكشاف إطلاق متعلّق الأمر مع افتراض التطابق بين متعلّق الأمر ومتعلّق الغرض ، فحيث لا يتبرهن هذا\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nالافتراض لا يمكن الاستكشاف المذكور .\r\nومثال آخر من باب التزاحم : فإنّ جُلَّ أحكام هذا الباب مبنية على أخذ القدرة شرطاً في التكليف ، وعدم كونه دخيلًا في الإدانة والمنجّزية فقط ، بينما هذا المطلب لم يبحث بصورةٍ مباشرة ، ولم يوضّح الربط المذكور ، بل بقي مستتراً .\r\nوأيضاً أبرزت كيفية دلالة المطلق على الإطلاق بصورةٍ مباشرة ، بينما لم تبرز كيفية دلالة المقيّد على أخذ القيد في الموضوع كذلك ، وإنّما بُحث ذلك ضمناً خلال بحث حمل المطلق على المقيّد وكيفية علاج التعارض بينهما .\r\nومن هنا لم يراعَ فيها أيضاً ما يجب أن يراعى في الكتب الدراسية من التدرّج في عرض الأفكار من البسيط إلى المعقّد ، ومن الأسبق رتبةً إلى المتأخّر ، بحيث تعرض المسألة المتفرّعة ذاتاً في تصوّراتها على حيثيات مسائل أخرى بعد أن تكون تلك الحيثيات قد طرحت وبحثت .\r\nوعلى سبيل المثال لتوضيح الفكرة : لاحظ بحث توقّف العموم على إجراء الإطلاق ومقدمات الحكمة في المدخول ، فإنّ تصوّر هذا الافتراض يستبطن الفراغ مسبقاً عن تصوّر مقدمات الحكمة ووظيفتها ، بينما يذكر ذلك البحث في العامّ والخاصّ ، وتذكر مقدّمات الحكمة بعد ذلك في مباحث المطلق والمقيد .\r\nولاحظ أيضاً الشرط المتأخّر للحكم مثلًا ، فإنّ تصوّر المشكلة فيه وتصوّر حلولها مرتبط بمجموعة أفكارٍ عن الواجب المشروط ، وطريقة السير من البسيط إلى المعقّد تقتضي تقديم هذه المجموعة من الأفكار على عرض مشكلة الشرط المتأخّر وبحثها ، بينما وقع العكس في الكفاية وغيرها .\r\nومثال آخر : أنّ تصوّر التخيير بين الأقلّ والأكثر وافتراض استحالته دخيل في استيعاب قاعدة إجزاء الأوامر الاضطرارية عن الواقع ، فإذا بحثت هذه القاعدة بعد افتراض تصوّرٍ مسبقٍ عن التخيير المذكور كان فهمها للطالب وتصوّرها أيسر .\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nومن هنا لم يراعَ فيها ما يجب أن يراعى في الكتب الدراسية من توفير فهمٍ مسبقٍ عند الطالب للمسائل والقواعد التي يستعان بها لإثبات المدّعى في مسألة أخرى والبرهنة عليها ، أو لاقتناص الثمرة الأصولية لها . فالإطلاق ومقدمات الحكمة تدخل كدليلٍ لإثبات دلالة الأمر على الوجوب ، ولإثبات دلالته على العينية والتعيينية والنفسية ، ولإثبات دلالة الجملة الشرطية وغيرها على المفهوم ، وهكذا ، مع أنّ الطالب في الكتب القائمة لا يُعطى فكرة عن الإطلاق ومقدمات الحكمة إلّابعد الفراغ عن جميع مباحث الأوامر والنواهي والمفاهيم . وأحكام التعارض - بما فيها قواعد الجمع العرفي - قد تدخل في علاج كثيرٍ من ألوان التعارض بين الأدلّة اللفظية المستدلِّ بها على حجّية أمارةٍ أو أصلٍ من الأصول ، فيقال مثلًا : « إنّ دليل وجوب الاحتياط حاكم على دليل البراءة ، أو وارد ، أو إنّ دليل البراءة مخصّص » قبل إعطاء تصوراتٍ وأفكارٍ محدّدةٍ عن أحكام التعارض وقواعد الجمع بين الأدلّة التي لا تقع إلّافي نهاية أبحاث الأصول . ومسألة اقتضاء النهي للبطلان تدخل عندهم في اقتناص الثمرة من بحث الضدّ ، إذ جعلوا ثمرة اقتضاء الأمر بشيءٍ للنهي عن ضدّه بطلان العبادة ، وفي اقتناص الثمرة من بحث امتناع اجتماع الأمر والنهي ، إذ جعلوا ثمرة هذا البحث بطلان العبادة بناءً على القول بالامتناع وتقديم جانب النهي ، مع أنّ الطالب لا يدرس مسألة اقتضاء النهي للبطلان ، ولا يأخذ عنها تصوّراً علمياً إلّابعد الفراغ عن مسألتي الضدّ والامتناع ، وهكذا إلى كثيرٍ من هذه النظائر .\r\nومن هنا لم يحرص أيضاً على إبراز الثمرة لكثيرٍ من المطالب ، التي يتبيّن من خلالها الارتباط بين تلك المطالب بعضها ببعض ، فاهملت في كثيرٍ من الأحيان أوجه العلاقة بين الأفكار الأصولية ، ولم يتعرّض لها إلّابقدر ما يحتاج اليه في مقام الاستدلال على مطلبٍ أو إبطاله ، فبُحث - مثلًا - المعنى الحرفيّ وجزئيّته وكلّيته ،\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nولكن لم يربط ذلك بالتمسّك بالإطلاق في المعاني الحرفية ، وظلّ الطلبة يكرِّرون أنّ البحث في المعاني الحرفية لا أثر له ، وبُحث الوجوب التخييريّ والكفائيّ بحثاً تحليلياً ، ولكن لم يربط ذلك بأثره في التمسّك بالإطلاق أو الأصل العمليّ عند الشكّ في نوعية الواجب ، وبدا كأنّه بحث تحليليّ بحت .\r\nومن هنا لم يحرص أيضاً على وضع كثيرٍ من النكات والمباحث في موضعها الواقعيّ وبصيغةٍ تتناسب مع كلّيتها وأهمّيتها ، وإنّما دُسّت دساً في مقام علاج مشكلةٍ ، أو دفع توهّم ، أو أثيرت من خلال تطبيقٍ من تطبيقاتها . ومن الواضح أنّ الممارس العالم يستطيع من خلال ذلك أن يضع النكتة في موضعها الواقعيّ ويعطيها حدودها المناسبة ، ولكن قلّما يُتاح ذلك للطالب ، فيبقى فهمه لتلك النكات والمطالب فهماً تجزيئياً وضمن دوائر محدودة .\r\nخذ مثالًا على ذلك : أركان تنجيز العلم الإجماليّ الأربعة التي عرضناها في الحلقة الثانية ، فإنّ الكتب التي تتحدّث عنها حينما تناولت منجّزية العلم الإجماليّ لم تضع لها أركانها بصيغها الفنية العامّة ، وإنّما عقدت تنبيهات لحالاتٍ جزئيةٍ طبّقت من خلالها ضمناً تلك الأركان إثباتاً ونفياً ، وفي حالةٍ من هذا القبيل لن يخرج الطالب غالباً بصورةٍ محدّدةٍ ورؤيةٍ واضحةٍ لهيكل تنجيز العلم الإجماليّ بما يشتمل عليه من قواعد وأركان .\r\nومن هنا لم يحرص أيضاً على اجتناب استعمال مصطلحاتٍ لم يأتِ بعدُ تفسيرها ؛ لأنّ الحديث في تلك الكتب مع العالم ، لا مع الطالب ، والعالم محيط بتلك المصطلحات منذ البدء ، ولهذا نجد في الصفحة الأولى من الكفاية استعمال مصطلح حجّية الظن بناءً على تقرير دليل الانسداد على الحكومة ، وهو مصطلح لا يكشف النقاب عنه إلّافي أواسط الجزء الثاني من الكتاب .\r\nالمبرِّر الثالث : وهو أيضاً ناتج عن الحالة العامة التي لوحظت في المبرّر\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nالسابق ( وهي : أنّ المؤلِّفين كانوا يكتبون لأمثالهم ، لا للمبتدئين ) . وحاصل هذا المبرّر : أنّ المقدار الذي ينبغي أن يُعطى من الفكر العلميّ الأصولي في مرحلة السطح يجب أن يحدّد وفقاً للغرض المفروض لهذه المرحلة ، والذي أعرفه غرضاً لهذه المرحلة تكوين ثقافةٍ عامّةٍ عن علم الأصول لمن يريد أن يقتصر على تلك المرحلة ، والإعداد للانتقال إلى مرحلة الخارج لمن يريد مواصلة الدرس ، وهذا هو أهمّ الغرضين . فلابدّ إذن أن يكون المعطى بقدرٍ يكفل ثقافةً عامّةً تحقّق هذا الإعداد ، وتوجِد في الطالب فهماً مسبقاً بدرجةٍ معقولةٍ لما سوف يتلقّى درسه من مسائل ، ومرتبة من العمق والدقّة تتيح له أن يهضم ما يواجهه في أبحاث الخارج من أفكارٍ دقيقةٍ موسّعةٍ وبناءاتٍ فكريةٍ شامخة . ومن الواضح أنّ هذا يكفي فيه أن تتوفّر الكتب الدراسية على إعطاء علم الأصول بهيكله العام ، ولا يلزم أن يمتدّ البحث في تلك الكتب إلى التفريعات الثانوية ويتلقّى وجهات نظرٍ فيها ، بل الأفضل أن تترك هذه التفريعات على العموم إلى أبحاث الخارج ما دامت المفاتيح التي سوف يتسلّمها الطالب كافيةً لمساعدته على الدخول فيها بعد ذلك مع أستاذ بحث الخارج .\r\nوعلى هذا الأساس نرى من المهمِّ أن يحصل الطالب على تصوراتٍ شبه معمّقةٍ عن : الأحكام الظاهرية ، وطريقة الجمع بينها وبين الواقع ، والفرق بين الأمارات والأصول ، وسنخ المجعول في أدلّة الحجّية ، وأثر ذلك على أبواب مختلفة ، كباب حكومة الأمارة على الأصل ، وحكومة الاستصحاب على البراءة ، وقيام الأمارة مقام القطع الموضوعي ؛ لأنّ هذه الأفكار تعتبر أساسيةً بالنسبة إلى الهيكل العامّ لعلم الأصول .\r\nوأمّا أن يحاط الطالب علماً بأنّ استصحاب عدم التذكية - مثلًا - حاكم على أصالة البراءة ، ويستطرق من ذلك إلى بحثٍ طويلٍ ومعمّقٍ في نفس جريان استصحاب عدم التذكية وموارد جريانه في الشبهات الموضوعية والحكمية فهذا ممّا\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nلا يدخل في نطاق الغرض من مرحلة بحث السطح .\r\nهذا ، فضلًا عن الاستطرادات التي وقعت فيها تلك الكتب ، كاستطرادها للحديث عن قاعدة « لا ضرر ولا ضرار » ونحو ذلك ، أو التوسّعات التي تزيد عن الحاجة لمرحلة السطح في استعراض الأقوال ونقل الأدلة ، واستيعاب النقض والإبرام ، حتّى بلغت الأقوال التي أحصاها الشيخ في الرسائل في الاستصحاب وبحث كلّ واحدٍ منها بحثاً مفصّلًا أربعة عشر قولًا .\r\nالمبرِّر الرابع : أنّ الطريقة المتّبعة في تحرير المسائل وتحديد كلّ مسألةٍ بعنوانٍ من العناوين الموروثة تأريخياً في علم الأصول لم تَعدْ تعبِّر عن الواقع تعبيراً صحيحاً ؛ وذلك لأنّ البحث الاصوليّ من خلال اتّساعه وتعمّقه بالتدريج - منذ أيام الوحيد البهبهانيّ إلى يومنا هذا - طرح قضايا كثيرةً جديدةً ضمن معالجاته للمسائل الأصولية الموروثة تأريخياً ، وكثير من هذه القضايا تعتبر من الناحية الفنية ومن الناحية العملية معاً أهمّ من جملةٍ من تلك المسائل الموروثة ، بينما ظلّت هذه القضايا تحت الشعاع ؛ ولا تبرز إلّابوصفها مقدماتٍ أو استطراداتٍ في مباحث تلك المسائل .\r\nويمكنك أن تلاحظ بهذا الصدد المباحث العقلية التي أدرجت في الجزء الأوّل من الكفاية تحت عناوين ( البحث عن الملازمة بين وجوب الشيء ووجوب مقدمته ) و ( الملازمة بين الأمر بالشيء والنهي عن ضده ) ، وهكذا ، فإنّ هذه العناوين باعتبار كونها تأريخيةً وموروثةً في علم الأصول استأثرت بالمسائل المبحوثة ، مع أنّه وقع البحث في داخل تلك المسائل عن كثيرٍ من القضايا العقلية المهمّة التي بقيت بلا عنوانٍ وكأنّها مجرّد أبحاثٍ تمهيديّةٍ أو استطراديّة ، ف ( إمكان الشرط المتأخّر أو استحالته ) و ( إمكان الواجب المعلّق أو استحالته ) و ( ضرورة تقيّد التكليف بعدم الاشتغال بالمزاحم ) و ( عدم جواز تضييع المقدّمات المفوِّتة ) إلى\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nغير ذلك من القضايا بقيت كأجزاءٍ من أبحاث تلك العناوين التأريخية ، بينما كلّ واحدةٍ منها تشكِّل بحثاً اصولياً مهمّاً من الناحية الفنية ، ومن ناحية ترتّب الثمرة الأصولية ، ولا تقلّ أهمّيةً عن تلك المسائل التأريخية الموروثة ، بل قد تكون أهمَّ منها .\r\nفالاصوليّون - مثلًا - حاروا في كيفيّة تصوير الثمرة لبحث الملازمة بين وجوب الشيء ووجوب مقدمته ، مع أنّهم لم يتوصّلوا إلى أفكارهم عن الواجب المعلّق أو الشرط المتأخّر ونحوهما إلّالتحقيق ثمراتٍ عمليةٍ واضحة ، ومع هذا حشروا كلّ هذه الأفكار ضمن تلك المسألة التي لا يعرفون كيف يوضّحون ثمرتها العملية ، وضاعت بذلك على الطالب قيمة تلك الأفكار ومغزاها العملي ، حتَّى أنّ كثيراً من الطلبة يرون أنّ التوسّع في داخل المسألة التي ليس من الواضح أنّ لها ثمرةً عمليةً مجرّد تطويلٍ وتوسيعٍ لعملية لغو لا مبرّر له ، بل إنّ هذا الحشر في كثيرٍ من الأحيان يؤدّي إلى إيحاءاتٍ خاطئة .\r\nفمثلًا : مشكلةالمقدمات المفوّتة ووجوب تحصيلها حشرت في سياق الوجوب الغيري ، وفرّعت على تبعية الوجوب الغيريّ للوجوب النفسيّ في الإطلاق والاشتراط ، وهذا يوحي بالارتباط ، مع أنّ مشكلة المقدمات المفوّتة مشكلة قائمة تحتاج إلى تفسير واكتشاف قانونها الأصولي ، سواء قلنا بالوجوب الغيريّ ، أوْ لا ، فهي ترتبط بالمسؤولية المولوية تجاه المقدمة ، وهي مسؤولية لا شكّ فيها ، ولا شكّ في تبعيتها لفعلية الوجوب النفسي ، سواء كانت هذه المسؤولية عقليةً بحتةً ومن تبعات محرّكية الوجوب النفسي ، أو كانت مشتملةً على ما يسمّى بالوجوب الغيري .\r\nهذه هي أهمّ المبرِّرات التي تدعو إلى التفكير بصورةٍ جادّةٍ في استبدال الكتب الدراسية القائمة ، والاعتقاد بعدم صلاحيتها في مجال التدريس على الرغم من قدسيتها العلمية والتأريخية .\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n\r\n[ عدّة محاولات للاستبدال 
  ] :\r\nوقد صدرت في العقود الثلاثة الأخيرة عدّة محاولاتٍ للاستبدال والتطوير في الكتب الدراسية ، وكان من نتاج هذه المحاولات : كتاب « مختصر الفصول » كتعويضٍ عن القوانين ، وكتاب « الرسائل الجديدة » اختصاراً للرسائل كتعويضٍ عنها ، وكتاب « أصول الفقه » كحلقةٍ وسيطةٍ بين المعالم وكتابَي الرسائل والكفاية .\r\nوهي محاولات مشكورة وتمثِّل جهوداً مخلصةً في هذا الطريق ، وقد يكون أكثرها استقلاليةً وأصالةً هو المحاولة الثالثة باعتبارها تصنيفاً مستقلّاً ، وليس مجرّد اختصارٍ لكتابٍ سابق ، ولكنّها لا تفي مع ذلك بالحاجة لعدّة أسباب :\r\nمنها : أنّها لا يمكن الاقتصار عليها في السطح والاكتفاء بها عن جميع الكتب الدراسية الأصولية ، وإنّما هي مرشَّحة لتكون الحلقة الوسيطة بين المعالم وكتابي :\r\nالكفاية والرسائل على ما يبدو من ظروف وضعها . ومن الواضح أنّ هذا أشبه ما يكون بعمليّة الترقيع ، فهي وإن حرصت على أن تعطي للطالب غالباً الأفكار الحديثة في علم الأصول بقدر ما أتيح للمؤلِّف إدراكه واستيعابه ولكنّها تصبح قلقةً حين توضع في مرحلةٍ وسطى ، فيبدأ الطالب بالمعالم ليقرأ أفكاراً أصولية ومناهج اصوليةً في البحث وفقاً لما كان عليه العلم قبل مئات السنين ، ثمّ ينتقل من ذلك فجأةً وبقدرة قادرٍ ليلتقي في ( أصول الفقه ) أفكاراً اصوليّةً حديثةً مستقاةٍ من مدرسة المحقّق النائينيّ على الأغلب ، ومن تحقيقات المحقّق الإصفهانيّ أحياناً ، وبعد أن يفترض أنّ الطالب فهم هذه الأفكار نرجع به خطوةً إلى الوراء ؛ ليلتقي في الرسائل والكفاية بأفكارٍ أقدم تأريخياً بعد أن نوقش جملة منها في الحلقة السابقة واستبدلت جملة منها بأفكارٍ أمتن ، وهذا يشوِّش على الطالب مسيره العلميّ في مرحلة السطح ولا يجعله يتحرّك في الاتّجاه الصحيح .\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nومنها : أنّ « أصول الفقه » على الرغم من أنّه غيّر من المظهر العامّ لعلم الأصول - إذ قسّمه إلى أربعة أقسامٍ بدلًا عن قسمين ، وأدرج مباحث الاستلزامات والاقتضاءات في نطاق المباحث العقلية بدلًا عمّا درج عليه المؤلّفون من ذكرها ضمن مباحث الألفاظ - ولكنّ هذا لم يتجاوز التصرّف في كيفية تقسيم مجموعة المسائل الأصولية المطروحة في الكتب السابقة إلى مجاميع ، فقد صنِّفت في أربعة مجاميع - كما أشرنا - بدلًا عن مجموعتين ، ولم يمسَّ هذا التصرّف جوهر تلك المسائل ، ولم يستطع أن يكتشف - مثلًا - في مقدمات مسألة الملازمة بين وجوب الشيء ووجوب مقدمته مسائل اصوليةً لها استحقاقها الفنّي لأَنْ تُعرض كمسائل اصوليةٍ في نطاق الأدلّة العقلية . وهكذا اقتصر التغيير على المظهر ولم يتجاوزه إلى الجوهر .\r\nومنها : أنّ الكتاب لا تعبِّر بحوثه عن مستوىً واحدٍ من العطاء كيفاً وكمّاً ، أو عن مستوياتٍ متقاربة ، بل إنّ الكتاب في بعض مباحثه يتوسّع ويتعمّق ، بينما يختصر ويوجز في مباحث أخرى .\r\nفلاحظ - مثلًا - ما يشتمل عليه من تحقيقٍ موسّعٍ في ما يتّصل باعتبارات الماهيّة في بحث المطلق والمقيّد ، وما يشتمل عليه من توسّعٍ وإطنابٍ في مباحث الحسن والقبح العقليّين ، وما يشتمل عليه من توسّعٍ كذلك في إثبات جريان الاستصحاب في موارد الشكّ في المقتضي ، بل الملحوظ في كثيرٍ من بحوث الكتاب أنّه لا تنسيق بينها وبين بحوث الكفاية التي فرض منهجياً أن تكون بعده في الخطّ الدراسي ، فجملة من المسائل تعرض بنحوٍ أوسع ممّا في الكفاية وأعمق لا يبقى مبرّراً لدراسة المسألة نفسها من جديدٍ في الكفاية ، وجملة أخرى من المسائل تعرض موجزةً أو ساذجةً على نحوٍ يبقى للكفاية قدرتها على إعطاء المزيد أو التعميق .\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n\r\n[ الخصائص الملحوظة في هذه الحلقات 
  ] :\r\nوقد رأينا أنّ الاستبدال يجب أن يتمّ بصورةٍ كاملة ، فيعوّض عن مجموعة الكتب الدراسية الأصولية القائمة فعلًا بمجموعةٍ أخرى مصمّمةٍ بروحٍ واحدة ، وعلى اسسٍ مشتركة ، وعلى ثلاث مراحل ، وهذا ما قمنا به - بعون اللَّه وتوفيقه - آخذين بعين الاعتبار النقاط التالية :\r\nأوّلًا : أنّ الهدف الذي جعلنا على عهدة الحلقات الثلاث تحقيقه وصمّمناها وفقاً لذلك هو ما أشرنا إليه سابقاً من إيصال الطالب إلى مرحلة الإعداد لبحث الخارج ، وجعله على درجةٍ من الاستيعاب للهيكل العامّ لعلم الأصول ؛ ومن الدقّة في فهم معالمه وقواعده تمكِّنه من هضم ما يعطى له في أبحاث الخارج هضماً جيّداً .\r\nولهذا حرصنا على أن نطرح في الحلقات الثلاث أحدث ما وصل إليه علم الأصول من أفكارٍ ومطالب ، من دون تقيّدٍ بما هو الصحيح من تلك الأفكار والمطالب ؛ لأنّ الإعداد المذكور لا يتوقّف على تلقّي الصحيح ، بل على الممارسة الفنّية لتلك الأفكار ، وإن كنّا آثرنا اختيار الصحيح كلّما لم نجد محذوراً منهجياً وتدريسياً في ذلك ، ولكنّا أحياناً طرحنا وجهات نظرٍ غير صحيحةٍ وإن كانت حديثة ؛ لأنّ طرح وجهة النظر الصحيحة لم يكن بالإمكان أن يتمّ إلّامن خلال طرح وجهة النظر غير الصحيحة ومناقشتها ، ومستوى الحلقة لا يتحّمل استيعاب كلّ ذلك ، فاقتصرنا على إعطاء وجهة النظر غير الصحيحة ؛ مؤجّلين إعطاء وجهة النظر النهائية إلى حلقةٍ تاليةٍ أو إلى أبحاث الخارج . ومن هنا لا يمكن التعرّف على آرائنا النهائية من خلال هذه الحلقات حتى ولو صِيغَ بيان الرأي فيها صياغةً تدلّ على التبنّي والارتضاء .\r\nثانياً : أنّ الحلقات الثلاث تحمل جميعاً منهجاً واحداً تستوعب كلّ واحدةٍ\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nمنها علم الأصول بكامله ، ولكنّها تختلف في مستوى العرض كمّاً وكيفاً وتتدرّج في ذلك فيعطى لطالب الحلقة الأولى أو الثانية قدر محدّد من البحث في كلّ مسألة ، ويؤجّل قدر آخر إلى المسألة من الحلقة التالية ، وهذا التأجيل يقوم : إمّا على أساس تقدير قابلية استيعاب الطالب وتفادي تحميله ما يفوق هذه القابلية ، أو على أساس أنّ القدر الآخر مبنيّ على مطالب ونكاتٍ متواجدةٍ في مباحث أخرى من المسائل الأصولية ولم تعطَ فعلًا للطالب ، فيؤجَّل ذلك القدر من المسألة إلى أن يعطى للطالب هذه النكات التي يرتبط ذلك القدر بها .\r\nولم يتمثّل التدرّج في العرض في كلّ حلقةٍ بالنسبة إلى سابقتها [ فحسب 
  ] بل تمثّل أيضاً في نفس الحلقة الواحدة وفقاً لنفس الأسباب من الناحية الفنية ، فالحلقة الثانية تتصاعد بالتدريج ، والحلقة الثالثة يعتبر الجزء الثاني منها أعلى درجةً من الجزء الأوّل ؛ لأنّ الطالب كلّما قطع شوطاً أكبر في الدراسة تعمّق ذهنياً من ناحية ، وازداد استيعاباً للمطالب الأصولية من ناحيةٍ أخرى ، وذلك يرشِّحه لتقبّل المزيد من التحقيق في ما يرتبط بتلك المطالب ويتوقّف عليها من نكات المسائل الأخرى وحيثياتها .\r\nثالثاً : أنَّا لم نجد من الضروريّ حتى على مستوى الحلقة الثالثة استيعاب كلّ الأدلّة التي يستدلّ بها على هذا القول أو ذاك ، فبالنسبة إلى أصل البراءة والاحتياط - مثلًا - لم نُحِط بكلّ الآيات والروايات التي استدلّ بها على هذا أو ذاك ؛ لأنّ هذه الإحاطة إنّما تلزم في بحث الخارج ، أو في تأليفٍ يخاطب به العلماء من أجل تكوين رأيٍ نهائي ، فلا بدّ حينئذٍ من فحصٍ كامل . وأمّا في الكتب الدراسية لمرحلة السطح فليس الغرض منها - كما تقدم - إلّا الثقافة العامّة والإعداد ، وعلى هذاالأساس كنّا نؤثر فيكلّ مسألة الأدلّة ذات‌المغزى الفنّي ، ونهمل‌ما لايكون‌له محصّل من‌الناحية الفنية .\r\nرابعاً : أنّا تجاوزنا التحديد الموروث تأريخياً للمسائل الأصولية ، وأبرزنا ما\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nاستجدَّ من مسائل وأعطيناها عناوينها المناسبة . وأمّا بالنسبة إلى التصنيف الموروث للمسائل الأصولية إلى مجموعتين ، وهما : مباحث الألفاظ والأدلة العقلية فلم نجد مبرّراً للعدول عن التصنيف الثنائي إلى مجموعتين إلى تصنيف آخر ، ولكن أدخلنا تعديلًا عليه بجعل المجموعتين هما : مباحث الأدلّة ، ومباحث الأصول العملية ، ثمّ صنّفنا المجموعة الأولى إلى الدليل الشرعيّ والدليل العقلي ، وقسَّمنا الكلام في الدليل الشرعيّ إلى البحث في الدلالة ، والبحث في السند ، والبحث في حجية الظهور ، كلّ ذلك من أجل تقريب التصنيف الأصولي للمسائل إلى واقع عملية الاستنباط وما يقع فيها من تصنيفٍ للمواقف ، فكما أنّ عملية الاستنباط تشتمل على مرحلتين مترتبتين ، وهما : الأدلّة والأصول كذلك البحث في علم الأصول يصنَّف إلى هذين الصنفين . وكما أنّ الفقيه في مجال الأدلّة : تارةً يستدلّ بالدليل الشرعي ، وأخرى بالدليل العقلي كذلك علم الأصول يبحث الأدلة الشرعية تارةً ، والأدلة العقلية أخرى . وكما أنّ الفقيه حين يواجه دليلًا شرعياً يتكلّم عنه دلالةً وسنداً وجهةً كذلك علم الأصول يبحث الجهات الثلاث في الدليل الشرعي .\r\nوهذا الحرص على تطبيق التصنيف الأصولي للقواعد على عملية الاستنباط قد لا يكون له مغزىً من الناحية الفنية البحتة ، ولكنّه مهمّ من الناحية التربوية ، وجعل الطالب مأنوس الذهن بالقواعد الأصولية بمواقعها المحدّدة في عملية الاستنباط ، وهذا يمتاز على التصنيف الثنائي المشهور ، ويمتاز على التصنيف الرباعيّ الذي اقترحه المحقّق الإصفهانيّ وسار عليه كتاب ( أصول الفقه ) ، إذ في كلا التصنيفين تُفصَل حجّية الظهور وحجّية السند عن أبحاث الدلالة ، بينما الجهات الثلاث متلاحمة مترابطة في عملية الاستنباط ، فلكي يوحي التصنيف بصورةٍ للقواعد الأصولية تتّفق مع مواقعها في عملية الاستنباط لابدّ من اتّباع ما ذكرناه .\r\nخامساً : أنّا لاحظنا فياستعراضنا لآحاد المسائل - ضمن التصنيف المذكور -\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nالابتداء بالبسيط ، والانتهاء إلى المعقّد والتدرّج في عرضها حسب درجات تعقيداتها وترابطاتها ، وحرصنا على أن لا نعرض مسألةً إلّابعد أن نكون قد استوفينا مسبقاً كلّ ما له دخل في تحديد التصوّرات العامّة فيها ، وأن لا نعطي في كلّ مسألةٍ من الاستدلال والبحث إلّابالقدر الذي تكون أصوله الموضوعية مفهومةً بلا حاجةٍ إلى الرجوع إلى مسألةٍ لاحقة .\r\nوقد كلّفنا هذا في جملةٍ من الأحيان أن نغيِّر ترتيب المسائل من حلقةٍ إلى أخرى ، فمثلًا : قدّمنا الكلام عن امتناع اجتماع الأمر والنهي على الكلام عن بحث الملازمة بين وجوب الشيء ووجوب مقدمته في الحلقة الثانية ، بينما عكسنا المطلب في الحلقة الثالثة ، والنكتة في ذلك : أنّ إبراز بعض النكات في مسالة الوجوب الغيريّ للمقدمة يتوقّف على فهمٍ مسبقٍ لمسألة الامتناع ، من قبيل اقتناص الثمرة بلحاظ أداء القول بالوجوب الغيريّ لمطلق المقدمة إلى سقوط الحرمة ؛ حتى عن المقدمة غير الموصلة لامتناع اجتماع الأمر والنهي . كما أنّ إبراز بعض النكات في مسألة الامتناع ينبغي أن يكون بعد الإحاطة بحال الوجوب الغيريّ من قبيل أنّ امتناع الاجتماع كما يكون في الأمر النفسي مع النهي كذلك في الأمر الغيريّ مع النهي أيضاً ، ففي الحلقة الثانية أبرزنا الثمرة في بحث الوجوب الغيري ، فناسب تأخيره عن بحث الامتناع ، وفي الحلقة الثالثة أبرزنا تعميم الامتناع للأوامر الغيرية ، فناسب تأخيره عن بحث الوجوب الغيري ، وهكذا جاء الترتيب بين المسائل مختلفاً في الحلقتين ؛ لنكتةٍ من هذا القبيل ، أو لنكاتٍ أخرى مقاربة .\r\nسادساً : وجدنا أنّ تعدّد الحلقات شيء ضروريّ لتحقيق المنهج الذي رسمناه ؛ لأنّ إعطاء مجموع الكمّية الموزّعة للمسألة الواحدة في الحلقات الثلاث ضمن حلقةٍ واحدةٍ تحميل فجائيّ للطالب فوق ما يطيقه ، ويكون جزء من تلك الكمّية عادةً مبنيّاً على مسائل أخرى بعدُ لم يتّضح للطالب حالها ، بل إنَّا وجدنا أنّ تثليث الحلقات شيء ضروريّ أيضاً على الرغم من أنّ الحلقة الأولى يبدو أنّها\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nضئيلة الأهمّية ، وقد يتصوّر الملاحظ في بادئ الأمر إمكان الاستغناء عنها نهائياً ، ولكنّ الصحيح عدم إمكان ذلك ؛ لأنّنا بحاجةٍ - قبل أن نبدأ بحلقةٍ استدلاليةٍ تشتمل على نقضٍ وإبرام - إلى تزويد الطالب بتصوّراتٍ عن المطالب والقواعد الأصولية ؛ حتّى يكون بالإمكان في تلك الحلقة الاستدلالية أن نضمِّن استدلالنا ونقضنا وإبرامنا لهذه المسألة أو تلك ، هذا المطلب الأصولي أو ذاك ، ولهذا رأينا أن نضع الحلقة الأولى لإعطاء هذه التصوّرات العلمية ، فيخرج منها الطالب وهو يعرف معنى الظهور التصوّري والتصديقي ، والأمارة ، والأصل ، والمنجّزية ، والمعذّرية ، والجعل ، والمجعول ، والمعنى الاسمي والحرفي ، والحاكم ، والوارد ، والمخصِّص ، والقرينة المتّصلة والمنفصلة ، والإطلاق والعموم والفرق بينهما ، إلى كثيرٍ من هذه المصطلحات والمقولات الأصولية التي تحتاج الحلقة الاستدلالية إلى استخدامها باستمرار .\r\nونضع الحلقة الثانية بوصفها حلقةً استدلاليةً بحقّ ، ولكن بدرجةٍ تتناسب معها . وتمثّل الحلقة الثالثة المستوى الأعلى من الاستدلال الذي يكفي لتحقيق الهدف المطلوب من دراسة السطح .\r\nسابعاً : أنّ كلّ حلقةٍ وإن كانت تستعرض علم الأصول ومباحثه على العموم ولكن مع هذا قد نذكر بعض المسائل الأصولية أو النكات في حلقةٍ ثمّ لا نعيد بحثها في الحلقة التالية اكتفاءً بما تقدم ؛ لاستيفاء حاجة المرحلة - أي مرحلة السطح - بذلك المقدار ، وهذا ما وقع - مثلًا - في بحث الطرق التي يمكن استعمالها لإثبات السيرة المعاصرة للمعصومين عليهم السلام ، فإنّنا استعرضنا أربع طرقٍ في الحلقة الثانية « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الملحوظ أنّ الطرق التي استعرضها المؤلّف قدس سره في الحلقة الثانية لإثبات السيرة المعاصرة للمعصومين عليهم السلام هي خمس طرق لا أربع ، وذلك تحت عنوان ( الإحراز الوجداني للدليل الشرعي غير اللفظي ) ولعلّه إنّما عبّر عنها بأربع طرق لأنّه ناقش الطريق الأوّل منها وبقيت باقي الطرق - ضمن شروطها - سليمةً عن النقاش\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nولم نجد موجباً لإعادة البحث عن ذلك في الحلقة الثالثة .\r\nوإنّما نجمع كلّ الكمّية التي تحتاجها مرحلة السطح في حلقةٍ متقدمةٍ أحياناً لأحد أسباب : إمّا لسهولة مفردات الكمّية وإمكان تفهّمها من قبل طلبة تلك الحلقة ، وإمّا لوجود حاجةٍ ماسّةٍ إلى تفهّم تلك الكمّية بكاملها في تلك الحلقة بالذات ، لارتباط فهم جملةٍ من مسائلها الأخرى بذلك ، وإمّا للأمرين معاً ، كما هو الحال في البحث المشار إليه - أي بحث الطرق لإثبات السيرة المعاصرة - فإنّه بحث عرفيّ قريب من الفهم ، وليس طالب الحلقة الثانية بحاجةٍ إلى مِرانٍ علميٍّ أكبر لاستيعابه ، وهو في نفس الوقت يشكّل الأساس لفهم طريقة استدلال الحلقة نفسها بالسيرة على حجّية خبر الثقة ، وعلى حجّية الظهور ، وعلى حجّية الاطمئنان .\r\nثامناً : أنَّا لم نُدخِل على العبارة الأصولية تطويراً مهمّاً ، ولم نتوخَّ أن تكون العبارة في الحلقات الثلاث وفقاً لأساليب التعبير الحديث ، وإنّما حاولنا ذلك إلىحدّمّا في الحلقة الأولى فقط ، وأمّا في الحلقتين : الثانية والثالثة فقد حرصنا أن تكون العبارة سليمةً ووافيةً بالمعنى ، ولكن لم نحاول جعلها حديثة ، ولهذا جاء التعبير في الحلقتين العاليتين مقارباً في روحه العامّة للتعبير المألوف في الكتب العلمية الأصولية ، وإن تميّز عنه بالسلامة والوضوح ووفاء العبارة بالمعنى ، وليس ذلك لعدم إيماننا بأهمّية تنشئة الطالب الحوزويّ على أساليب التعبير الحديث ، بل لاعتبارين آخرين قدَّمناهما على ذلك :\r\nأحدهما : أنّنا نريد أن نمكِّن الطالب تدريجاً من الرجوع إلى الكتب العلمية الأصولية القائمة فعلًا وفهمها ، وهذا لا يتأتّى إلّاإذا خاطبناه بعبارةٍ قريبةٍ من مفردات تلك الكتب ، ولقّنَّاه من خلال الحلقات الثلاث المطالب الأصولية بنفس المصطلحات التي تستعملها تلك الكتب ، حتى ولو كانت هذه المصطلحات تشتمل\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nعلى خطاً في تركيبها اللفظي . وأمّا إذا كتبنا الحلقات الثلاث بأساليب التعبير الحديث ووضعنا بديلًا مناسباً عن المصطلحات القديمة فسوف تنقطع صلة الطالب بمراجع هذا العلم وكتبه ، ويتعسّر عليه الرجوع إليها ، وهذا يشكّل عقبةً كبيرةً تواجه نموّه العلمي .\r\nوعلى هذا الأساس اكتفينا من التجديد في أساليب التعبير الأصولي بما انجِز في الحلقة الأولى ، وانتقلنا بالطالب في الحلقتين العاليتين إلى أرضيةٍ لغويةٍ قريبةٍ ممّا هو مألوف في كتب الأصول .\r\nوالاعتبار الآخر : أنّ الكتب الدراسيّة الاصوليّة والفقهيّة المكتوبة باللغة العربيّة تتميَّز عن أيِّ كتابٍ درا سيٍّ عربيٍّ في العلوم المدنيّة بأنّها كتبٌ لا تختصّ بأبناء لغةٍ دون لغة ، وكما يدرسها العربيّ كذلك يدرسها الفارسيّ والهنديّ والأفغانيّ وغيرهم من أبناء الشعوب المختلفة في العالم الإسلامي ، على الرغم من كونها كتباً عربية ، وهؤلاء يتلقَّون ثقافتهم العربية من المصادر القديمة التي لا تهيّئ لهم قدرةً كافيةً لفهم اللغة العربيّة بأساليبها الحديثة ، فما لم يحصل بصورةٍ مسبقةٍ تطوير وتعديل في أساليب تثقيف هؤلاء وتعليمهم اللغة العربية يصعب اتّخاذ أساليب التعبير الحديث أساساً للتعبير في الكتب الدراسيّة الاصوليّة .\r\nتاسعاً : أشرنا آنفاً إلى أنَّا حرصنا على سلامة العبارة ، وأن تكون واضحةً وافيةً بالمعنى ، ولكنّ هذا لا يعني أن تُفهَم المطالب من العبارة رأساً ، وإنّما توخّينا الوضوح والسلامة بالدرجة التي تضمن أن تُفهَم المطالب من العبارة في حالة دراستها على الأستاذ المختصّ بالمادة ؛ لأنّ الكتاب الدراسيّ لا يطلب منه التبسيط أكثر من ذلك ، كما هو واضح . نعم ، يمكن للطالب الألمعيّ في بعض الحالات أن يمرّ على الحلقة الأولى مروراً سريعاً مع الأستاذ ، أو يقرأها بصورةٍ منفردةٍ ويراجع\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nالأستاذ في بعض النقاط منها ، إلّاأنّ هذا استثناء ، والمفروض على العموم أن تدرس الحلقات الثلاث جميعاً .\r\nوبهذا تختلف الحلقات الثلاث عن الكتب الدراسيّة الاصوليّة القائمة فعلًا ، وتتّفق مع مناهج الكتب الدراسيّة الحديثة ، فإنّ الكتب الدراسيّة الاصوليّة القائمة فعلًا لا تحتوي على الصعوبة والتعقيد في الجانب المعنويّ والفكريّ منها فقط ، بل إنّها تشتمل على الصعوبة والتعقيد في الجانب اللفظيّ والتعبيريّ أيضاً ، ولهذا تجد عادةً أنّ المدرِّس حتّى بعد أن يشرح الفكرة للطالب تظلّ العبارة مستعصيةً على الفهم ، ويحسّ الطالب بالحاجة إلى عون الأستاذ في سبيل تطبيق تلك الفكرة على العبارة جملةً جملةً ، وليس ذلك إلّا لأنّ العبارة قد طُعِّمت بشيءٍ من الألغاز : إمّا لإيجازها ، أو للالتواء في صياغتها ، أو لكلا الأمرين .\r\nبينما الكتب الدراسية التي تسير عليها مناهج الدراسة في العالم اليوم لا تحتوي على هذه الصعوبة ؛ لأنّ العبارة فيها وافية ، وهذا ما جرينا عليه في هذه الحلقات ، فقد جاءت العبارة فيها وافيةً بالمراد ، لا بمعنى أنّ الطالب يقتنص المراد من العبارة فقط ، بل بمعنى أنّه حين يشرح له أستاذه المعنى يجده منطبقاً على العبارة ، ولا يحسّ في التعبير بالتواءٍ وتعقيد .\r\nعاشراً : أجدني راغباً في التأكيد من جديدٍ على أنّ تبنّي وجهة نظرٍ أو طريقة استدلالٍ أو مناقشة برهانٍ في هذه الحلقات لا يدلّ على اختيار ذلك حقّاً ، كما أنّ المضمون الكامل للحلقات الثلاث لا يمثّل الوضع التفصيليّ لمباحثنا الأصولية ، ولا يصل إلى مداها كمّاً أو كيفاً . ومن هنا كان على الراغبين في الاطّلاع على متبنَّياتنا الحقيقية في الأصول وعلى نظرياتنا وأساليب استدلالنا بكامل أبعادها أن يرجعوا إلى « بحوث في علم الأصول » .\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\n\r\n[ إرشادات في مجال دراسة هذا الكتاب 
  ] :\r\nبقي أخيراً أن نوجِّه بعض الإرشادات إلى الطلبة الكرام الذين اعدَّت هذه الحلقات الثلاث لهم وإلى أساتذتهم الأعلام ، وذلك ضمن ما يلي :\r\nأوّلًا : أنّ الجدير بتدريس ( الكفاية ) قادر على تدريس الحلقات الثلاث جميعاً ، كما أنّ القادر على تدريس ( المعالم ) قادر على تدريس الحلقة الأولى ، والقادر على تدريس ( أصول الفقه ) يقدر على تدريس الحلقة الثانية بدون شكٍّ فضلًا عن الأولى .\r\nثانيا : أنّ المرجّح لطلبة الحلقة الثالثة أن يطالعوا - قبل درس كلّ مسألةٍ فيها - المسألة نفسها من الحلقة السابقة ؛ لأنّ ذلك يساعدهم على سرعة تفهّم الدرس الجديد الذي كثيراً ما يشتمل جزء منه على نفس المطالب المتقدمة في الحلقة السابقة ، ولكن بشكلٍ مضغوطٍ وموجز .\r\nكما أنّا نرجّح لمن يقوم بتدريس الحلقة الثانية أن يطالع - عند التحضير - نفس‌المبحث من‌الحلقة الثالثة ؛ لأنّ ذلك يعطيه رؤيةً أوضح لمايريد أن‌يتولّى تدريسه .\r\nثالثاً : أنّ طلبة الحلقة الأولى يناسبهم أن يطالعوا المعالم الجديدة في الأصول ؛ لأنّ هذه الحلقة هي اختصار مع شيءٍ من التعديل والتطوير لكتاب المعالم الجديدة في الأصول ، والفارق بينهما : أنّ كتاب « المعالم الجديدة » حينما وضعناه أدخلنا في حسابنا الهُواة أيضاً ، وحاولنا أن نشرح الأفكار فيه بطريقةٍ تُتيح لهم أن يفهموها من الكتاب نفسه بدون حاجةٍ إلى مدرِّس ، وأمّا الحلقة الأولى من هذه الحلقات الثلاث فقد وضعناها لطلبة العلم خاصّة ، وافترضنا أنّها تُتلقّى من خلال الدرس .\r\nرابعاً : أنّ من المفيد أن يتّخذ الطالب من بعض الكتب الدراسية القديمة مراجع له ، ككتابي : « أصول الفقه » و « الكفاية » خلال البحث ، وحيث إنّ المنهجة\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nمختلفة فالمأمول في مدرّسي الحلقة الثالثة أن يرشدوا تلامذتهم إلى موضع المسألة التي يدرسونها ، ومحلّ التعرّض لها في كتابي : « أصول الفقه » و « الكفاية » ؛ لأنّ ذلك يوسّع من مدارك الطالب ويُسرِع به نحو النضج العلميّ المطلوب .\r\nخامساً : ينبغي للطالب أن يحاول استيعاب شرح الأستاذ وكتابته ؛ لكي تنمو لديه ملكة الكتابة العلمية ، وتترسَّخ في ذهنه مصطلحات العلم ولغته وأفكاره ، ويكون أكثر استعداداً لكتابة أبحاث الخارج فيما بعد .\r\nهذا ونسأل المولى سبحانه وتعالى أن يتقبَّل هذا بلطفه ، وينفع به طلبتنا وأبناءنا الأعزّاء في الحوزات العلمية ، وأن ينفعنا به « يوم لا ينفع مال ولا بنون إلّا من‌أتىاللَّه بقلب‌ٍسليم » ، والحمدللَّه رب‌ّالعالمين ، ولا حول ولاقوّة إلّاباللَّه‌العليِّ العظيم .\r\n18 رجب 1397 ه - النجف الأشرف\r\nمحمّد باقر الصدر\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\n\r\nمُقَدّمَة للحلقة الأولى :\r\nبسم الله الرحمن الرحيم\r\nوالحمد للَّه‌ربّ العالمين ، والصلاة والسلام على محمّدٍ وآله الطاهرين .\r\nوبعد : فإنّ هذه هي الحلقة الأولى من « دروسٍ في علم الأصول » وضعناها للمبتدئين بدراسة هذا العلم ، وتتبعها حلقتان اخريان إن شاء اللَّه تعالى ، ويتكامل من خلال الحلقات الثلاث إعداد الطالب للدراسة العليا وحضور أبحاث الخارج .\r\nوقد شرحنا في مقدمة هذه الحلقة ما يتعلّق بهذه الحلقات الثلاث ، ومنهجها ، وطريقة تدريسها ، ومن اللَّه سبحانه نستمدّ العون والتوفيق .\r\nجمادى الأولى 1397 ه - النجف الأشرف\r\nمحمّد باقر الصدر\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\n\r\nالتمهيد\r\nالتعريف بعلم الأصول .\r\nجواز عمليّة الاستنباط .\r\nالحكم الشرعي وتقسيمه .\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n\r\nالتعريف بعلمِ الأصول\r\n\r\nكلمة تمهيدية :\r\nبعد أن آمن الإنسان باللَّه والإسلام والشريعة ، وعرف أنّه مسؤول بحكم كونه عبداً للَّه‌تعالى عن امتثال أحكامه يصبح ملزماً بالتوفيق بين سلوكه في مختلف مجالات الحياة والشريعة الإسلامية ، وباتّخاذ الموقف العمليّ الذي تفرضه عليه تبعيّته للشريعة ، ولأجل هذا كان لزاماً على الإنسان أن يعيِّن هذا الموقف العملي ، ويعرف كيف يتصرّف في كلّ واقعة .\r\nولو كانت أحكام الشريعة في كلّ الوقائع واضحةً وضوحاً بديهياً للجميع لكان تحديد الموقف العمليّ المطلوب تجاه الشريعة في كلّ واقعةٍ أمراً ميسوراً لكلّ أحد ، ولمَا احتاج إلى بحثٍ علميٍّ ودراسةٍ واسعة ، ولكنّ عوامل عديدة ، منها : بعدنا الزمني عن عصر التشريع أدّت إلى عدم وضوح عددٍ كبيرٍ من أحكام الشريعة واكتنافها بالغموض .\r\nوعلى هذا الأساس كان من الضروريِّ أن يوضع علم يتولّى دفع الغموض عن الموقف العمليِّ تجاه الشريعة في كلّ واقعةٍ بإقامة الدليل على تعيينه .\r\nوهكذا كان ، فقد أنشئ علم الفقه للقيام بهذه المهمّة ، فهو يشتمل على تحديد الموقف العمليّ تجاه الشريعة تحديداً استدلالياً ، والفقيه في علم الفقه يمارس إقامة الدليل على تعيين الموقف العمليّ في كلّ حدثٍ من أحداث الحياة ، وهذا ما نطلق عليه اسم « عملية استنباط الحكم الشرعي » .\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nولأجل هذا يمكن القول بأنّ علم الفقه هو : علم استنباط الأحكام الشرعية ، أو علم عملية الاستنباط بتعبيرٍ آخر .\r\nوتحديد الموقف العمليّ بدليلٍ يتمّ في علم الفقه بأسلوبين :\r\nأحدهما : تحديده بتعيين الحكم الشرعي .\r\nوالآخر : تحديد الوظيفة العملية تجاه الحكم المشكوك بعد استحكام الشكّ وتعذّر تعيينه . والأدلّة التي تستعمل في الأسلوب الأوّل نسمّيها بالأدلّة ، أو الأدلة المحرزة ، إذ يُحرز بها الحكم الشرعي ، والأدلّة التي تستعمل في الأسلوب الثاني تسمّى بالأدلّة العملية ، أو الأصول العملية .\r\nوفي كلا الأسلوبين يمارس الفقيه في علم الفقه استنباط الحكم الشرعي ، أي يحدِّد الموقف العمليّ تجاهه بالدليل .\r\nوعمليات الاستنباط التي يشتمل عليها علم الفقه بالرغم من تعدّدها وتنوّعها تشترك في عناصر موحّدةٍ وقواعد عامّة تدخل فيها على تعدّدها وتنوّعها ، وقد تطلّبت هذه العناصر المشتركة في عملية الاستنباط وضع علمٍ خاصٍّ بها لدراستها وتحديدها وتهيئتها لعلم الفقه ، فكان علم الأصول .\r\n\r\nتعريف علم الأصول :\r\nوعلى هذا الأساس نرى أن يُعرَّف علم الأصول بأنّه « العلم بالعناصر المشتركة في عملية استنباط الحكم الشرعي » .\r\nولكي نستوعب هذا التعريف يجب أن نعرف ما هي العناصر المشتركة في عملية الاستنباط ؟\r\nولنذكر - لأجل ذلك - نماذج بدائية من هذه العملية في صيغٍ مختصرة . لكي نصل عن طريق دراسة هذه النماذج والمقارنة بينها إلى فكرة العناصر المشتركة في\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nعملية الاستنباط .\r\nافرضوا أنّ فقيهاً واجه هذه الأسئلة :\r\n1 - هل يحرم على الصائم أن يرتمس في الماء ؟\r\n2 - هل يجب على الشخص إذا ورِث مالًا من أبيه أن يؤدّي خمسه ؟\r\n3 - هل تبطل الصلاة بالقهقهة في أثنائها ؟\r\nفإذا أراد الفقيه أن يجيب على هذه الأسئلة فإنّه سوف يجيب على السؤال الأوّل - مثلًا - بالإيجاب ، وأ نّه يحرم الارتماس على الصائم ، ويستنبط ذلك بالطريقة التالية : قد دلّت رواية يعقوب بن شعيب عن الإمام الصادق عليه السلام على حرمة الارتماس على الصائم ، فقد جاء فيها أنّه قال : « لا يرتمس المحرِم في الماء ، ولا الصائم » « 1 » .\r\nوالجملة بهذا التركيب تدلّ في العرف العامّ على الحرمة . وراوي النصّ يعقوب بن شعيب ثقة ، والثقة وإن كان قد يخطئ أو يشذّ أحياناً ولكنّ الشارع أمرنا بعدم اتّهام الثقة بالخطأ أو الكذب ، واعتبره حجّة . والنتيجة هي : أنّ الارتماس حرام .\r\nويجيب الفقيه على السؤال الثاني بالنفي ؛ لأنّ رواية عليّ بن مهزيار جاءت في مقام تحديد الأموال التي يجب فيها الخمس ، وورد فيها : أنّ الخمس ثابت في الميراث الذي لا يحتسب من غير أبٍ ولا ابن « 2 » .\r\nوالعرف العامّ يفهم من هذه الجملة أنّ الشارع لم يجعل خمساً على الميراث الذي ينتقل من الأب إلى ابنه ، والراوي ثقة ، وخبر الثقة حجّة . والنتيجة هي : أنّ الخمس في تركة الأب غير واجب .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة 10 : 35 ، الباب 3 من أبواب ما يمسك عنه الصائم ، الحديث الأول\r\n( 2 ) وسائل الشيعة 9 : 502 ، الباب 8 من أبواب ما يجب فيه الخمس ، الحديث 5\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nويجيب الفقيه على السؤال الثالث بالإيجاب ؛ بدليل رواية زرارة ، عن الإمام الصادق عليه السلام أنّه قال : « القهقهة لا تنقض الوضوء ، وتنقض الصلاة » « 1 » .\r\nوالعرف العامّ يفهم من النقض أنّ الصلاة تبطل بها ، وزرارة ثقة ، وخبر الثقة حجّة ، فالصلاة مع القهقهة باطلة إذن .\r\nوبملاحظة هذه المواقف الفقهية الثلاثة نجد أنّ الأحكام التي استنبطها الفقيه كانت من أبوابٍ شتّى من الفقه ، وأنّ الأدلّة التي استند إليها الفقيه مختلفة . فبالنسبة إلى الحكم الأوّل استند إلى رواية يعقوب بن شعيب ، وبالنسبة إلى الحكم الثاني استند إلى رواية عليّ بن مهزيار ، وبالنسبة إلى الحكم الثالث استند إلى رواية زرارة . ولكلٍّ من الروايات الثلاث متنها وتركيبها اللفظيّ الخاصّ الذي يجب أن يدرس بدقّةٍ ويحدَّد معناه .\r\nولكن توجد في مقابل هذا التنوّع وهذه الاختلافات بين المواقف الثلاثة عناصر مشتركة أدخلها الفقيه في عملية الاستنباط في المواقف الثلاثة جميعاً . فمن تلك العناصر المشتركة : الرجوع إلى العرف العامّ في فهم الكلام الصادر عن المعصوم ، وهو ما يعبّر عنه بحجّية الظهور العرفي .\r\nفحجّية الظهور إذن عنصر مشترك في عمليات الاستنباط الثلاث . وكذلك يوجد عنصر مشترك آخر ، وهو حجّية خبر الثقة .\r\nوهكذا نستنتج أنّ عمليات الاستنباط تشتمل على عناصر مشتركة ، كما تشتمل على عناصر خاصّة .\r\nونعني بالعناصر الخاصّة : تلك العناصر التي تتغيّر من مسألةٍ إلى أخرى ، فرواية يعقوب بن شعيب عنصر خاصّ في عملية استنباط حرمة الارتماس ؛ لأنّها لم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة 7 : 250 ، الباب 7 من أبواب قواطع الصلاة ، الحديث الأول\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nتدخل فيعمليات الاستنباطالاخرى ، بل دخلت بدلًا عنها عناصر خاصّة أخرى ، كرواية علي بن مهزيار ورواية زرارة .\r\nونعني بالعناصر المشتركة : القواعد العامّة التي تدخل في عمليات استنباط أحكامٍ عديدةٍ في أبوابٍ مختلفة .\r\nوفي علم الأصول تدرس العناصر المشتركة ، وفي علم الفقه تدرس العناصر الخاصّة في كلّ مسألة .\r\nوهكذا يترك للفقيه في كلّ مسألةٍ أن يفحص بدقّةٍ الروايات والمدارك الخاصّة التي ترتبط بتلك المسألة ، ويدرس قيمة تلك الروايات ويحاول فهم ألفاظها وظهورها العرفي وأسانيدها ، بينما يتناول الاصوليّ البحث عن حجّية الظهور وحجّية الخبر ، وهكذا .\r\nوعلم الأصول لا يحدّد العناصر المشتركة فحسب ، بل يحدّد أيضاً درجات استعمالها والعلاقة بينها ، كما سنرى في البحوث المقبلة إن شاء اللَّه تعالى .\r\n\r\nموضوع علم الأصول :\r\nلكلّ علمٍ - عادةً - موضوع أساسيّ ترتكز جميع بحوثه عليه وتدور حوله ، وتستهدف الكشف عمّا يرتبط بذلك الموضوع من خصائص وحالاتٍ وقوانين ، فالفيزياءُ - مثلًا - موضوعها الطبيعة ، وبحوث الفيزياء ترتبط كلّها بالطبيعة وتحاول الكشف عن حالاتها وقوانينها العامّة . والنحو موضوعه الكلمة ؛ لأنّه يبحث عن حالات إعرابها وبنائها ورفعها ونصبها . فما هو موضوع علم الأصول الذي تدور حوله بحوثه ؟\r\nونحن إذا لاحظنا التعريف الذي قدّمناه لعلم الأصول استطعنا أن نعرف أنّ علم الأصول يدرس في الحقيقة الأدلّة المشتركة في علم الفقه لإثبات دليليتها ، وبهذا\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nصحّ القول بأنّ موضوع علم الأصول هو الأدلّة المشتركة في عملية الاستنباط .\r\n\r\nعلم الأصول منطق الفقه :\r\nولا بدّ أنّ معلوماتكم عن علم المنطق تسمح لنا أن نستخدمه كمثالٍ لعلم الأصول ، فإنّ علم المنطق - كما تعلمون - يدرس في الحقيقة عملية التفكير مهما كان مجالها وحقلها العلمي ، ويحدّد النظام العامّ الذي يجب أن تتّبعه لكي يكون التفكير سليماً ، مثلًا : يعلّمنا علم المنطق كيف يجب أن ننهج في الاستدلال بوصفه عملية تفكيرٍ لكي يكون الاستدلال صحيحاً ، كيف نستدلّ على أنّ سقراط فانٍ ، وكيف نستدلّ على أنّ نار الموقد الموضوع أمامي محرقة ، وكيف نستدلّ على أنّ مجموع زوايا المثلث تساوي قائمتين ، وكيف نستدلّ على أنّ الخطّ الممتدّ بدون نهاية مستحيل ، كلّ هذا يجيب عليه علم المنطق بوضع المناهج العامّة للاستدلال ، كالقياس والاستقراء ، فهو إذن علم لعملية التفكير إطلاقاً .\r\nوعلم الأصول يشابه علم المنطق من هذه الناحية ، غير أنّه يبحث عن نوعٍ خاصٍّ من عملية التفكير ، أي عن عملية التفكير الفقهيِّ في استنباط الأحكام ، ويدرس العناصر المشتركة التي يجب أن تدخل فيها لكي يكون الاستنباط سليماً ، فهو يعلِّمنا كيف نستنبط الحكم بحرمة الارتماس على الصائم ، وكيف نستنبط اعتصام ماء الكرّ ، وكيف نستنبط الحكم باستحباب صلاة العيد أو وجوبها ، وذلك بوضع المناهج العامّة ، وتحديد العناصر المشتركة لعملية الاستنباط .\r\nوعلى هذا الأساس يصحّ أن يطلق على علم الأصول اسم منطق علم الفقه ؛ لأنّه بالنسبة إليه بمثابة المنطق بالنسبة إلى الفكر البشريِّ بصورةٍ عامّة .\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\n\r\nأهمّية علم الأصول في عملية الاستنباط :\r\nولسنا بعد ذلك بحاجةٍ إلى التأكيد على أهمّية علم الأصول وخطورة دوره في عالم الاستنباط ؛ لأنّه ما دام يقدِّم لعملية الاستنباط عناصرها المشتركة ، ويضع لها نظامها العامّ ، فهو عصب الحياة فيها ، وبدون علم الأصول يواجه الشخص في الفقه رُكاماً متناثراً من النصوص والأدلّة دون أن يستطيع استخدامها والاستفادة منها في الاستنباط ، كإنسانٍ يواجه أدوات النِجارة ويعطى منشاراً وفأساً وما إليهما من أدواتٍ دون أن يملك أفكاراً عامّةً عن عملية النجارة وطريقة استخدام تلك الأدوات .\r\nوكما أنّ العناصر المشتركة ضروريّة لعمليّة الاستنباط فكذلك العناصر الخاصّة التي تختلف من مسألة إلى أخرى ، كمفردات الآيات والروايات المتناثرة فإنّها الجزء الضروريّ الآخر فيها ، فلا يكفي مجرّد الاطّلاع على العناصر المشتركة التي يمثّلها علم الأصول ، ومَن يحاول الاستنباط على أساس الاطّلاع الأصولي فحسب نظير من يملك معلوماتٍ نظريّةً عامّةً عن عملية النجارة ولا يوجد لديه فأس ولا منشار وما اليهما من أدوات النجارة ، فكما يعجز هذا عن صنع سريرٍ خشبيٍّ - مثلًا - كذلك يعجز الاصوليّ عن الاستنباط إذا لم يفحص بدقّةٍ العناصر الخاصّة المتغيِّرة من مسألة إلى أخرى .\r\nفالعناصر المشتركة والعناصر الخاصّة قطبان مندمجان في عملية الاستنباط ، ولا غنى للعملية عنهما معاً .\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\n\r\nالأصول والفقه يمثِّلان النظرية والتطبيق :\r\nونخشى أن نكون قد أوحينا إليكم بتصوّرٍ خاطىً حين أوضحنا أنّ المستنبط يدرس في علم الأصول العناصر المشتركة ويحدّدها ، ويتناول في بحوث علم الفقه العناصر الخاصّة ليكمل بذلك عمليه الاستنباط ، إذ قد يتصوّر البعض أنَّا إذا درسنا في علم الأصول العناصر المشتركة في عملية الاستنباط وعرفنا - مثلًا - حجّية الخبر وحجّية الظهور وما إليهما من العناصر الأصولية فلا يبقى علينا بعد ذلك أيّ جهدٍ علمي ، إذ لا نحتاج ما دمنا نملك تلك العناصر إلّاإلى مجرّد استخراج الروايات والنصوص من مواضعها ؛ لكي تضاف إلى العناصر المشتركة ويستنبط منها الحكم الشرعي ، وهو عمل سهل بطبيعته لا يشتمل على جهدٍ علمي .\r\nولكنّ هذا التصوّر خاطئ إلى درجةٍ كبيرة ؛ لأنّ المجتهد إذا مارس العناصر المشتركة لعملية الاستنباط وحدّدها في علم الأصول لا يكتفي بعد ذلك بتجميعٍ أعمى للعناصر الخاصّة من كتب الأحاديث والروايات مثلًا ، بل يبقى عليه أن يمارس في علم الفقه تطبيق تلك العناصر المشتركة ونظرياتها العامّة على العناصر الخاصّة ، والتطبيق مهمّة فكرية بطبيعتها تحتاج إلى درسٍ وتمحيص ، ولا يغني الجهد العلميّ المبذول اصولياً عن بذل جهدٍ جديدٍ في التطبيق ، فلنفرض - مثلًا - أنّ المجتهد آمن في علم الأصول بحجّية الظهور العرفيّ فهل يكفيه أن يضع إصبعه على رواية عليّ بن مهزيار التي حدّدت مجالات الخمس - مثلًا - ليضيفها إلى العنصر المشترك ويستنبط من ذلك عدم وجوب الخمس في ميراث الأب ؟ أوليس المجتهد بحاجةٍ إلى تدقيق مدلول النصّ في الرواية لمعرفة نوع مدلوله في العرف العامّ ودراسة كلّ ما يرتبط بتحديد ظهوره العرفيّ من قرائن وأماراتٍ داخل إطار النصّ أو خارجه ؛ لكي يتمكّن بأمانةٍ من تطبيق العنصر المشترك القائل بحجّية الظهور العرفي ؟ !\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nوفي هذا الضوء نعرف أنّ البحث الفقهيّ عن العناصر الخاصّة في عملية الاستنباط ليس مجرّد عملية تجميع ، بل هو مجال التطبيق للنظريات الأصولية .\r\nوتطبيق النظريات العامّة له دائماً موهبته الخاصّة ودقّته ، ومجرّد الدقّة في النظريات العامّة لا يغني عن الدقّة في تطبيقها ، ألا ترون أنّ من يدرس بعمقٍ النظريات العامّة في الطبِّ يحتاج في مجال تطبيقها على حالةٍ مرضيةٍ إلى دقّةٍ وانتباهٍ كاملٍ وتفكيرٍ في تطبيق تلك النظريات على المريض الذي بين يديه ؟ !\r\n\r\nالتفاعل بين الفكر الاصوليِّ والفكر الفقهي :\r\nعرفنا أنّ علم الأصول يقوم بدور المنطق بالنسبة إلى علم الفقه ، والعلاقة بينهما علاقة النظرية والتطبيق ، وهذا الترابط الوثيق بينهما يفسِّر لنا التفاعل المتبادل بين الذهنية الأصولية على صعيد النظريات من ناحية ، وبين الذهنية الفقهية على صعيد التطبيق من ناحيةٍ أخرى ؛ لأنّ توسّع بحوث التطبيق يدفع بحوث النظرية خطوةً إلى الأمام ؛ لأنّه يثير أمامها مشاكل ويضطرّها إلى وضع النظريات العامّة لحلولها . كما أنّ دقّة البحث في النظريات الأصولية تنعكس على صعيد التطبيق ، إذ كلّما كانت النظريات أوفر وأدقّ تطلّبت طريقة تطبيقها دقّةً وعمقاً أكبر . وهذا التفاعل بين الذهنيتين : الأصولية والفقهية يؤكّده تأريخ العِلمَين على طول الخطّ ، وتكشف عنه بوضوحٍ دراسة المراحل التي مرَّ بها البحث الفقهيّ والبحث الاصوليّ في تأريخ العلم ، فقد نشأ علم الأصول في أحضان علم الفقه ، كما نشأ علم الفقه في أحضان علم الحديث .\r\nولم يكن علم الأصول مستقلّاً عن علم الفقه في البداية ، ومن خلال نموِّ علم الفقه واتّساع أفق التفكير الفقهيِّ أخذت الخيوط العامّة والعناصر المشتركة في عملية الاستنباط تبدو وتتكشّف ، وأخذ المُمارِسون للعمل الفقهيّ يلاحظون اشتراك\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nعمليات الاستنباط في عناصر عامّةٍ لا يمكن استخراج الحكم الشرعيّ بدونها ، وكان ذلك إيذاناً بمولد علم الأصول ، واتّجاه الذهنية الفقهية اتجاهاً اصولياً ، فانفصل علم الأصول عن علم الفقه في البحث والتصنيف ، وأخذ يتّسع ويثرى تدريجاً من خلال نموِّ الفكر الاصوليِّ من ناحية ، وتبعاً لتوسّع البحث الفقهيِّ من ناحيةٍ أخرى ؛ لأنّ اتّساع نطاق التطبيق الفقهيّ كان يلفت أنظار الممارِسين إلى مشاكل جديدة ، فتوضع للمشاكل حلولها المناسبة ، وتتَّخذ الحلول صورة العناصر المشتركة في علم الأصول .\r\nوكلّما بَعُد الفقيه عن عصر النصّ تعدّدت جوانب الغموض في فهم الحكم من مداركه الشرعية ، وتنوّعت الفجوات في عملية الاستنباط نتيجةً للبُعد الزمني ، فيحسّ أكثر فأكثر بالحاجة إلى تحديد قواعد عامّةٍ يعالج بها جوانب الغموض ويملأ بها تلك الفجوات ، وبهذا كانت الحاجة إلى علم الأصول تأريخية ، بمعنى أنّها تشتدّ وتتأكّد كلّما ابتعد الفقيه تأريخياً عن عصر النصّ ، وتراكمت الشكوك على عملية الاستنباط التي يمارسها .\r\nوعلى هذا الأساس يمكن أن نفسِّر الفارق الزمنيّ بين ازدهار علم الأصول في نطاق التفكير الفقهيّ السنّيِّ وازدهاره في نطاق تفكيرنا الفقهيِّ الإمامي ، فإنّ التأريخ يشير إلى أنّ علم الأصول ترعرع وازدهر نسبياً في نطاق الفقه السنّيِّ قبل ترعرعه وازدهاره في نطاقنا الفقهيِّ الامامي ؛ وذلك لأنّ المذهب السنّيِّ كان يزعم انتهاء عصر النصوص بوفاة النبيّ صلى الله عليه وآله وسلم ، فحين اجتاز الفكر الفقهيّ السنّيّ القرن الثاني كان قد ابتعد عن عصر النصوص بمسافةٍ زمنيةٍ كبيرةٍ تخلق بطبيعتها الثغرات والفجوات .\r\nوأمّا الإمامية فقد كانوا وقتئذٍ يعيشون عصر النصّ الشرعي ؛ لأنّ الإمام امتداد لوجود النبي ، فكانت المشاكل التي يعانيها فقهاء الإمامية في الاستنباط أقلّ\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nبكثيرٍ إلى الدرجة التي لا تفسح المجال للإحساس بالحاجة الشديدة إلى وضع علم الأصول ، ولهذا نجد أنّ الإمامية بمجرّد أن انتهى عصر النصوص بالنسبة إليهم ببدء الغيبة أو بانتهاء الغيبة الصغرى بوجهٍ خاصٍّ تفتّحت ذهنيّتهم الأصولية وأقبلوا على درس العناصر المشتركة .\r\nوهذا لا يعني - طبعاً - أنّ بذور التفكير الاصوليّ لم توجد لدى فقهاء أصحاب الأئمة عليهم السلام ، بل قد وجدت هذه البذور منذ أيام الصادقين عليهما السلام « 1 » على المستوى المناسب لتلك المرحلة .\r\nومن الشواهد التأريخية على ذلك : ما ترويه كتب الحديث « 2 » من أسئلةٍ ترتبط بجملةٍ من العناصر المشتركة في عملية الاستنباط ، وجّهها عدد من الرواة إلى الإمام الصادق وغيره من الأئمة عليهم السلام ، وتلقَّوا جواباً منهم ، فإنّ تلك الأسئلة تكشف عن وجود بذرة التفكير الاصوليّ عندهم .\r\nويعزِّز ذلك : أنّ بعض أصحاب الأئمّة ألَّفوا رسائل في بعض المسائل الأصولية ، كهشام بن الحكم من أصحاب الإمام الصادق عليه السلام الذي روي أنّه ألَّف رسالةً في الألفاظ « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع تأسيس الشيعة لعلوم الإسلام : 310\r\n( 2 ) وسائل الشيعة 3 : 477 ، الباب 41 من أبواب النجاسات ، الحديث الأول . و 27 : 106 ، الباب 9 من أبواب صفات القاضي . و 1 : 412 ، الباب 23 من أبواب الوضوء ، الحديث الأول\r\n( 3 ) انظر فهرست النجاشي : 433 الرقم 1164 ، وتأسيس الشيعة لعلوم الإسلام : 310 - 311\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\n\r\nجوازُ عمليّةِ الاستنباط\r\nما دام علم الأصول يرتبط بعملية الاستنباط ويحدّد عناصرها المشتركة فيجب أن نعرف قبل كلّ شيءٍ موقف الشريعة من هذه العملية ، فهل سمح الشارع لأحدٍ بممارستها لكي يوجد مجال لوضع علمٍ لدراسة عناصرها المشتركة ؟\r\nوالحقيقة أنّ مسألة جواز الاستنباط حين تُطرح للبحث بالصيغة التي طرحناها لا يبدو أنّها جديرة بالنقاش ؛ لأنّنا حين نتساءل هل يجوز لنا ممارسة عملية الاستنباط ، أوْ لا ؟ يجيء الجواب على البداهة بالإيجاب ؛ لأنّ عملية الاستنباط - كما تقدم - عبارة عن تحديد الموقف العمليّ تجاه الشريعة تحديداً استدلالياً . ومن البديهيّ أنّ الإنسان بحكم تبعيّته للشريعة ملزم بتحديد موقفه العمليّ منها ، ولمَّا لم تكن أحكام الشريعة غالباً في البداهة والوضوح بدرجةٍ تُغني عن إقامة الدليل فليس من المعقول أن يحرم على الناس جميعاً تحديد الموقف العمليّ تحديداً استدلالياً .\r\nولكن لسوء الحظّ اتّفق لهذه المسألة أن اكتسبت صيغةً أخرى لا تخلو عن غموضٍ وتشويش ، فأصبحت مثاراً للاختلاف نتيجةً لذلك الغموض والتشويش ، فقد استخدمت كلمة « الاجتهاد » للتعبير عن عملية الاستنباط . وطرح السؤال هكذا : هل يجوز الاجتهاد في الشريعة ؟ وحينما دخلت كلمة « الاجتهاد » في السؤال - وهي كلمة مرّت بمصطلحاتٍ عديدةٍ في تأريخها - أدّت إلى إبقاء ظلال تلك المصطلحات السابقة على البحث ، ونتج عن ذلك أن أجاب البعض على السؤال بالنفي ، وأدّى ذلك إلى شجب علم الأصول كلّه ؛ لأنّه إنّما يراد لأجل الاجتهاد ، فإذا الغيَ الاجتهاد لم تَعدْ حاجة إلى علم الأصول .\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nوفي سبيل توضيح ذلك يجب أن‌نذكر التطوّر الذي مرّت به كلمة « الاجتهاد » ؛ لكي نتبيَّن كيف أنّ النزاع الذي وقع حول جواز عملية الاستنباط والضجّة التي أثيرت ضدّها لم يكن إلّانتيجة فهمٍ غير دقيقٍ للاصطلاح العلمي ، وغفلةٍ عن التطوّرات التي مرّت بها كلمة « الاجتهاد » في تأريخ العلم .\r\n\r\n[ تطوّر معنى ( الاجتهاد ) 
  ] :\r\nالاجتهاد في اللغة مأخوذ من الجهد ، وهو : « بذل الوسع للقيام بعملٍ ما » ، وقد استعملت هذه الكلمة - لأوّل مرّةٍ - على الصعيد الفقهيّ للتعبير بها عن قاعدةٍ من القواعد التي قرّرتها بعض مدارس الفقه السنّيّ وسارت على أساسها ، وهي القاعدة القائلة : « إنّ الفقيه إذا أراد أن يستنبط حكماً شرعياً ولم يجد نصّاً يدلّ عليه في الكتاب أو السنّة رجع إلى الاجتهاد بدلًا عن النصّ » .\r\nوالاجتهاد هنا يعني التفكير الشخصي ، فالفقيه حيث لا يجد النصّ يرجع إلى تفكيره الخاصّ ويستلهمه ، ويبني على ما يرجّح في فكره الشخصيّ من تشريع ، وقد يعبرّ عنه بالرأي أيضاً .\r\nوالاجتهاد بهذا المعنى يعتبر دليلًا من أدلّة الفقيه ومصدراً من مصادره ، فكما أنّ الفقيه قد يستند إلى الكتاب أو السنّة ويستدلّ بهما معاً كذلك يستند في حالات عدم توفّر النصّ إلى الاجتهاد الشخصيّ ويستدلّ به .\r\nوقد نادت بهذا المعنى للاجتهاد مدارس كبيرة في الفقه السنّي ، وعلى رأسها مدرسة أبي حنيفة . ولقي في نفس الوقت معارضةً شديدةً من أئمة أهل البيت عليهم السلام والفقهاء الذين ينتسبون إلى مدرستهم .\r\nوتتبّع كلمة « الاجتهاد » يدلّ على أنّ الكلمة حملت هذا المعنى ، وكانت تستخدم للتعبير عنه منذ عصر الأئمّة إلى القرن السابع ، فالروايات المأثورة عن أئمة\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nأهل البيت عليهم السلام تذمّ الاجتهاد « 1 » ، وتريد به ذلك المبدأ الفقهيّ الذي يتّخذ من التفكير الشخصيّ مصدراً من مصادر الحكم ، وقد دخلت الحملة ضدّ هذا المبدأ الفقهيّ دور التصنيف في عصر الأئمّة أيضاً والرواة الذين حملوا آثارهم ، وكانت الحملة تستعمل كلمة « الاجتهاد » غالباً للتعبير عن ذلك المبدأ وفقاً للمصطلح الذي جاء في الروايات .\r\nفقد صنّف عبد اللَّه بن عبد الرحمان الزبيريّ كتاباً أسماه « الاستفادة في الطعون على الأوائل والردّ على أصحاب الاجتهاد والقياس » .\r\nوصنّف هلال بن إبراهيم ابن أبي الفتح المدنيّ « 2 » كتاباً في الموضوع باسم كتاب « الرّد على من ردّ آثار الرسول واعتمد على نتائج العقول » « 3 » .\r\nوصنّف في عصر الغيبة الصغرى أو قريباً منه إسماعيل بن علي بن إسحاق ابن أبي سهل النوبختي كتاباً في الردّ على عيسى بن أبان في الاجتهاد ، كما نصّ على ذلك كلّه النجاشيّ صاحب الرجال في ترجمة كلّ واحدٍ من هؤلاء « 4 » .\r\nوفي أعقاب الغيبة الصغرى نجد الصدوق في أواسط القرن الرابع يواصل تلك الحملة ، ونذكر له - على سبيل المثال - تعقيبه على قصّة موسى والخضر ، إذ كتب يقول : « إنّ موسى مع كمال عقله وفضله ومحلّه من اللَّه تعالى لم يدرك باستنباطه واستدلاله معنى أفعال الخضر حتّى اشتبه عليه وجه الأمر به ، فإذا لم يجزْ لأنبياء اللَّه ورسله القياس والاستدلال والاستخراج كان مَن دونهم مِن الأمم أولى بأن لا يجوز لهم ذلك . . . ، فإذا لم يصلح موسى للاختيار مع فضله ومحلّه فكيف تصلح الامّة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة 27 : 35 ، الباب 6 من أبواب صفات القاضي\r\n( 2 ) في المصدر : الدُّلَفي ، بدلًا عن المدنيّ\r\n( 3 ) في المصدر : « واعتمد نتائج العقول » بدون كلمة على\r\n( 4 ) فهرست النجاشي : 31 و 220 و 440 برقم 68 و 575 و 1186\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nلاختيار الإمام بآرائها ؟ ! وكيف يصلحون لاستنباط الأحكام الشرعية واستخراجها بعقولهم الناقصة وآرائهم المتفاوتة ؟ ! » « 1 » .\r\nوفي أواخر القرن الرابع يجيء الشيخ المفيد فيسير على نفس الخطّ ويهجم على الاجتهاد ، وهو يعبّر بهذه الكلمة عن ذلك المبدأ الفقهي الآنف الذكر ، ويكتب كتاباً في ذلك باسم « النقض على ابن الجنيد في اجتهاد الرأي » « 2 » .\r\nونجد المصطلح نفسه لدى السيّد المرتضى في أوائل القرن الخامس ، إذ كتب في الذريعة يذمّ الاجتهاد ، ويقول : إنّ الاجتهاد باطل ، وإنّ الإمامية لا يجوز عندهم العمل بالظنّ ، ولا الرأي ، ولا الاجتهاد » « 3 » .\r\nوكتب في كتابه الفقهيّ « الانتصار » - مُعرِّضاً بابن الجنيد - قائلًا : إنّما عوَّل ابن الجنيد في هذه المسألة على ضربٍ من الرأي والاجتهاد ، وخطؤه ظاهر « 4 » .\r\nوقال في مسألة مسح الرجلين في فصل الطهارة من كتاب الانتصار : « إنّا لا نرى الاجتهاد ، ولا نقول به » « 5 » .\r\nواستمرّ هذا الاصطلاح في كلمة « الاجتهاد » بعد ذلك أيضاً ، فالشيخ الطوسيّ - الذي توفِّي في أواسط القرن الخامس - يكتب في كتاب « العدّة » قائلًا :\r\n« أمّا القياس والاجتهاد فعندنا أنّهما ليسا بدليلين ، بل محظور استعمالهما » « 6 » .\r\nوفي أواخر القرن السادس يستعرض ابن إدريس في مسألة تعارض البيّنتين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) علل الشرائع : 62 و 63 ، الباب 54 ، ذيل الحديث 1 و 2\r\n( 2 ) ذكره النجاشي في فهرسته : 402 / 1067\r\n( 3 ) الذريعة إلى أصول الشريعة 2 : 636 و 646 ، نقلًا بالمعنى\r\n( 4 ) الانتصار : 488 مسألة ( 271 )\r\n( 5 ) المصدر السابق : 113 ، مسألة ( 14 ) ، مضموناً\r\n( 6 ) عدّة الأصول 1 : 39\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nمن كتابه « السرائر » عدداً من المرجّحات لإحدى البيّنتين على الأخرى ، ثمّ يعقِّب ذلك قائلًا : « ولا ترجيح بغير ذلك عند أصحابنا ، والقياس والاستحسان والاجتهاد باطل عندنا » « 1 » .\r\nوهكذا تدلّ هذه النصوص بتعاقبها التأريخيّ المتتابع على أنّ كلمة « الاجتهاد » كانت تعبيراً عن ذلك المبدأ الفقهيّ المتقدّم إلى أوائل القرن السابع ، وعلى هذا الأساس اكتسبت الكلمة لوناً مقيتاً وطابعاً من الكراهية والاشمئزاز في الذهنية الفقهية الإمامية ؛ نتيجةً لمعارضة ذلك المبدأ ، والإيمان ببطلانه .\r\nولكنّ كلمة « الاجتهاد » تطوّرت بعد ذلك في مصطلح فقهائنا ، ولا يوجد لدينا الآن نصّ شيعيّ يعكس هذا التطوّر أقدم تأريخاً من كتاب المعارج للمحقّق الحلّي المتوفّى سنة ( 676 ه ) ، إذ كتب المحقّق تحت عنوان حقيقة الاجتهاد يقول :\r\n« وهو في عرف الفقهاء بذل الجهد في استخراج الأحكام الشرعية ، وبهذا الاعتبار يكون استخراج الأحكام من أدلّة الشرع اجتهاداً ؛ لأنّها تبتني على اعتباراتٍ نظريةٍ ليست مستفادةً من ظواهر النصوص في الأكثر ، سواء كان ذلك الدليل قياساً أو غيره ، فيكون القياس على هذا التقرير أحد أقسام الاجتهاد .\r\nفإن قيل : يلزم على هذا أن يكون الإمامية من أهل الاجتهاد .\r\nقلنا : الأمر كذلك ، لكن فيه إيهام من حيث إنّ القياس من جملة الاجتهاد ، فإذا استثني القياس كنّا من أهل الاجتهاد في تحصيل الأحكام بالطرق النظرية التي ليس أحدها القياس » « 2 » .\r\nويلاحظ على هذا النصّ بوضوحٍ : أنّ كلمة « الاجتهاد » كانت لا تزال في الذهنيّة الإماميّة مثقلةً بتَبِعة المصطلح الأوّل ، ولهذا يلمح النصّ إلى أنّ هناك من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) السرائر 2 : 170\r\n( 2 ) معارج الأصول : 179 و 180\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nيتحرَّج من هذا الوصف ويثقل عليه أن يسمّي فقهاء الإماميّة مجتهدين .\r\nولكنّ المحقّق الحلّي لم يتحرّج عن اسم الاجتهاد بعد أن طوّره ، أو تطور في عرف الفقهاء تطويراً يتّفق مع مناهج الاستنباط في الفقه الإمامي ، إذ بينما كان الاجتهاد مصدراً للفقيه يصدر عنه ، ودليلًا يستدلّ به كما يصدر عن آيةٍ أو رواية ، أصبح في المصطلح الجديد يعبِّر عن الجهد الذي يبذله الفقيه في استخراج الحكم الشرعيّ من أدلّته ومصادره ، فلم يعدْ مصدراً من مصادر الاستنباط ، بل هو عملية استنباط الحكم من مصادره التي يمارسها الفقيه .\r\nوالفرق بين المعنيين جوهريّ للغاية ، إذ كان على الفقيه - على أساس المصطلح الأوّل للاجتهاد - أن يستنبط من تفكيره الشخصيّ وذوقه الخاصّ في حالة عدم توفّر النصّ ، فإذا قيل له : ما هو دليلك ومصدر حكمك هذا ؟ استدلّ بالاجتهاد ، وقال : الدليل هو اجتهادي وتفكيري الخاصّ .\r\nوأمّا المصطلح الجديد فهو لا يسمح للفقيه أن يبرِّر أيّ حكمٍ من الأحكام بالاجتهاد ؛ لأنّ الاجتهاد بالمعنى الثاني ليس مصدراً للحكم ، بل هو عملية استنباط الأحكام من مصادرها ، فإذا قال الفقيه : « هذا اجتهادي » كان معناه أنّ هذا هو ما استنبطه من المصادر والأدلّة ، فمن حقِّنا أن نسأله ونطلب منه أن يُدِلَّنا على تلك المصادر والأدلّة التي استنبط الحكم منها .\r\nوقد مرّ هذا المعنى الجديد لكلمة « الاجتهاد » بتطوّرٍ أيضاً ، فقد حدّده المحقّق الحلّيّ في نطاق عمليات الاستنباط التي لا تستند إلى ظواهر النصوص ، فكلّ عملية استنباطٍ لا تستند إلى ظواهر النصوص تسمّى اجتهاداً دون ما يستند إلى تلك الظواهر . ولعلّ الدافع إلى هذا التحديد أنّ استنباط الحكم من ظاهر النصّ ليس فيه كثير جهدٍ أو عناءٍ علميٍّ ليسمّى اجتهاداً .\r\nثمّ اتّسع نطاق الاجتهاد بعد ذلك ؛ فأصبح يشمل عملية استنباط الحكم من\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nظاهر النصّ أيضاً ؛ لأنّ الاصوليِّين بعد هذا لاحظوا بحقٍّ أنّ عملية استنباط الحكم من ظاهر النصّ تستبطن كثيراً من الجهد العلميّ في سبيل معرفة الظهور وتحديده وإثبات حجّية الظهور العرفي .\r\nولم يقف توسّع الاجتهاد كمصطلحٍ عند هذا الحدّ ، بل شمل في تطوّرٍ حديثٍ عملية الاستنباط بكلّ ألوانها ، فدخلت في الاجتهاد كلّ عمليةٍ يمارسها الفقيه لتحديد الموقف العمليّ تجاه الشريعة عن طريق إقامة الدليل على الحكم الشرعي ، أو على تعيين الموقف العمليّ مباشرة .\r\nوهكذا أصبح الاجتهاد يرادف عملية الاستنباط ، وبالتالي أصبح علم الأصول العلم الضروريّ للاجتهاد ؛ لأنّه العلم بالعناصر المشتركة في عملية الاستنباط .\r\n\r\n[ تفسير موقف المعارضين للاجتهاد 
  ] :\r\nوعلى هذا الضوء يمكننا أن نفسِّر موقف جماعةٍ من علمائنا الأخيار ممّن عارضوا كلمة « الاجتهاد » بما تحمل من تراث المصطلح الأوّل الذي شنّ أهل البيت عليهم السلام حملةً شديدةً عليه ، وهو يختلف عن الاجتهاد بالمعنى الثاني ، وما دمنا قد ميّزنا بين معنيَيِ الاجتهاد فنستطيع أن نعيد إلى المسألة بداهتها ، ونتبيَّن بوضوحٍ جواز الاجتهاد بالمعنى المرادف لعملية الاستنباط ، وتترتّب على ذلك ضرورة الاحتفاظ بعلم الأصول لدراسة العناصر المشتركة في عملية الاستنباط .\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\n\r\nالحكم الشرعيّ وتقسيمه\r\nعرفنا أنّ علم الأصول يدرس العناصر المشتركة في عملية استنباط الحكم الشرعي ، ولأجل ذلك يجب أن نكوّن فكرةً عامّةً منذ البدء عن الحكم الشرعيّ الذي يقوم علم الأصول بتحديد العناصر المشتركة في عملية استنباطه .\r\n\r\n[ تعريف الحكم الشرعي 
  ] :\r\nالحكم الشرعي : هو التشريع الصادر من اللَّه تعالى لتنظيم حياة الإنسان .\r\nوالخطابات الشرعية في الكتاب والسنّة مبرزة للحكم وكاشفة عنه ، وليست هي الحكم الشرعيّ نفسه .\r\nوعلى هذا الضوء يكون من الخطأ تعريف الحكم الشرعيّ بالصيغة المشهورة بين قدماء الاصوليِّين ، إذ يعرِّفونه بأ نّه ( الخطاب الشرعيّ المتعلّق بأفعال المكلَّفين ) « 1 » ، فإنّ الخطاب كاشف عن الحكم ، والحكم هو مدلول الخطاب .\r\nأضف إلى ذلك : أنّ الحكم الشرعيّ لا يتعلّق بأفعال المكلَّفين دائماً ، بل قد يتعلّق بذواتهم ، أو بأشياء أخرى ترتبط بهم ؛ لأنّ الهدف من الحكم الشرعيّ تنظيم حياة الإنسان ، وهذا الهدف كما يحصل بخطابٍ متعلّقٍ بأفعال المكلَّفين - كخطاب « صلِّ » و « صُمْ » و « لا تَشرب الخمر » - كذلك يحصل بخطابٍ متعلّقٍ بذواتهم ، أو بأشياء أخرى تدخل في حياتهم ، من قبيل الأحكام والخطابات التي تنظِّم علاقة الزوجية وتعتبر المرأة زوجةً للرجل في ظلّ شروطٍ معيّنة ، أو تنظِّم علاقة الملكية\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) القواعد والفوائد 1 : 39 ، قاعدة [ 8 
  ]\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nوتعتبر الشخص مالكاً للمال في ظلّ شروطٍ معيّنة ، فإنّ هذه الأحكام ليست متعلّقةً بأفعال المكلّفين ، بل الزوجية حكم شرعيّ متعلّق بذواتهم ، والملكية حكم شرعيّ متعلّق بالمال . فالأفضل إذن استبدال الصيغة المشهورة بما قلناه من : « أنّ الحكم الشرعيّ هو التشريع الصادر من اللَّه لتنظيم حياة الإنسان » ، سواء كان متعلّقاً بأفعاله أو بذاته أو بأشياء أخرى داخلةٍ في حياته .\r\n\r\nتقسيم الحكم إلى تكليفيٍّ ووضعي :\r\nوعلى ضوء ما سبق يمكننا تقسيم الحكم إلى قسمين :\r\nأحدهما : الحكم الشرعيّ المتعلّق بأفعال الإنسان والموجّه لسلوكه مباشرةً في مختلف جوانب حياته الشخصية والعبادية والعائلية والاجتماعية التي عالجتها الشريعة ونظّمتها جميعاً ، كحرمة شرب الخمر ، ووجوب الصلاة ، ووجوب الإنفاق على بعض الأقارب ، وإباحة إحياء الأرض ، ووجوب العدل على الحاكم .\r\nوالآخر : الحكم الشرعيّ الذي لا يكون موجّهاً مباشراً للإنسان في أفعاله وسلوكه ، وهو كلّ حكمٍ يشرّع وضعاً معيّناً يكون له تأثير غير مباشرٍ في سلوك الإنسان ، من قبيل الأحكام التي تنظّم علاقات الزوجية ، فإنّها تشرّع بصورةٍ مباشرةٍ علاقةً معيّنةً بين الرجل والمرأة ، وتؤثّر بصورةٍ غير مباشرةٍ في السلوك وتوجّهه ؛ لأنّ المرأة بعد أن تصبح زوجةً - مثلًا - تُلزَم بسلوكٍ معيّنٍ تجاه زوجها ، ويسمّى هذا النوع من الأحكام بالأحكام الوضعية .\r\nوالارتباط بين الأحكام الوضعية والأحكام التكليفية وثيق ، إذ لا يوجد حكم‌وضعيّ إلّاويوجد إلىجانبه حكم‌تكليفي . فالزوجية حكم‌شرعيّوضعيّ توجد إلىجانبه أحكام‌تكليفية ، وهي : وجوب إنفاق‌الزوج علىزوجته ، ووجوب التمكين علىالزوجة . والملكية حكم‌شرعيّ وضعيّ توجد إلى جانبه أحكام تكليفيّة ،\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nمن قبيل حرمة تصرّف غير المالك في المال إلّابإذنه ، وهكذا .\r\n\r\nأقسام الحكم التكليفي :\r\nينقسم الحكم التكليفيّ - وهو الحكم المتعلّق بأفعال الإنسان والموجّه لها مباشرةً - إلى خمسة أقسام ، وهي كمايلي :\r\n1 - الوجوب : وهو حكم شرعيّ يبعث نحو الشيء الذي تعلّق به بدرجة الإلزام ، نحو وجوب الصلاة ، ووجوب إعانة المعوزِّين على وليّ الأمر .\r\n2 - الاستحباب : وهو حكم شرعيّ يبعث نحو الشيء الذي تعلّق به بدرجةٍ دون الإلزام ، ولهذا توجد إلى جانبه دائماً رخصة من الشارع في مخالفته ، كاستحباب صلاة الليل .\r\n3 - الحرمة : وهي حكم شرعيّ يزجر عن الشيء الذي تعلّق به بدرجة الإلزام ، نحو حرمة الربا ، وحرمة الزنا ، وبيع الأسلحة من أعداء الإسلام .\r\n4 - الكراهة : وهي حكم شرعيّ يزجر عن الشيء الذي تعلّق به بدرجةٍ دون الإلزام ، فالكراهة في مجال الزجر كالاستحباب في مجال البعث ، كما أنّ الحرمة في مجال الزجر كالوجوب في مجال البعث ، ومثال المكروه : خلف الوعد .\r\n5 - الإباحة : وهي أن يفسح الشارع المجال للمكلّف لكي يختار الموقف الذي يريده ، ونتيجة ذلك أن يتمتّع المكلف بالحرية ، فله أن يفعل وله أن يترك .\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n\r\nبحوث عِلم الأصول\r\nالنوع الأوّل : الأدلّة المحرزة .\r\nالنوع الثاني : الأصول العمليّة .\r\nتعارض الأدلّة .\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\n\r\nتنويع البحث :\r\nحينما يتناول الفقيه مسألةً كمسألة الإقامة للصلاة ، ويحاول استنباط حكمها يتساءل في البداية : ما هو نوع الحكم الشرعيّ المتعلّق بالإقامة ؟ فإن حصل على دليلٍ يكشف عن نوع الحكم الشرعيّ للإقامة كان عليه أن يحدِّد موقفه العمليّ واستنباطه على أساسه ، فيكون استنباطاً قائماً على أساس الدليل .\r\nوإن لم يحصل الفقيه على دليلٍ يعيّن نوع الحكم الشرعيّ المتعلّق بالإقامة فسوف يظلّ الحكم الشرعيّ مجهولًا للفقيه ، وفي هذه الحالة يستبدل الفقيه سؤاله الأوّل الذي طرحه في البداية بسؤالٍ جديدٍ كمايلي : ما هي القواعد التي تحدّد الموقف العمليّ تجاه الحكم الشرعيّ المجهول ؟ وهذه القواعد تسمّى بالأصول العملية ، ومثالها : أصالة البراءة ، وهي القاعدة القائلة : « إنّ كلّ إيجابٍ أو تحريمٍ مجهولٍ لم يقم عليه دليل فلا أثر له على سلوك الإنسان ، وليس الإنسان ملزماً بالاحتياط من ناحيته والتقيّد به » ، ويقوم الاستنباط في هذه الحالة على أساس الأصل العمليّ بدلًا عن الدليل .\r\nوالفرق بين الأصل والدليل : أنّ الأصل لا يحرز الواقع ، وإنّما يحدّد الوظيفة العملية تجاهه ، وهو نحوٌ من الاستنباط ، ولأجل هذا يمكننا تنويع عملية الاستنباط إلى نوعين :\r\nأحدهما : الاستنباط القائم على أساس الدليل ، كالاستنباط المستمدّ من نصٍّ دالٍّ على الحكم الشرعي .\r\nوالآخر : الاستنباط القائم على أساس الأصل العملي ، كالاستنباط المستمدّ\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nمن أصالة البراءة .\r\nولمّا كان علم الأصول هو : العلم بالعناصر المشتركة في عملية الاستنباط فهو يزوِّد كِلا النوعين بعناصره المشتركة ، وعلى هذا الأساس ننوِّع البحوث الأصولية إلى نوعين ، نتكلّم في النوع الأوّل عن العناصر المشتركة في عملية الاستنباط التي تتمثّل في أدلةٍ محرزةٍ للحكم ، ونتكلّم في النوع الثاني عن العناصر المشتركة في عملية الاستنباط التي تتمثّل في اصولٍ عملية .\r\n\r\nالعنصر المشترك بين النوعين :\r\nويوجد بين العناصر المشتركة في عملية الاستنباط عنصر مشترك يدخل في جميع عمليات استنباط الحكم الشرعيّ بكلا نوعيها : ما كان منها قائماً على أساس الدليل ، وما كان قائماً على أساس الأصل العملي .\r\nوهذا العنصر هو حجّية القطع . ونريد بالقطع : انكشاف قضيةٍ من القضايا بدرجةٍ لا يشوبها شكّ . ومعنى حجّية القطع يتلخّص في أمرين :\r\nأحدهما : أنّ العبد إذا تورّط في مخالفة المولى نتيجةً لعمله بقطعه واعتقاده فليس للمولى معاقبته ، وللعبد أن يعتذر عن مخالفته للمولى بأنّه عمل على وفق قطعه ، كما إذا قطع العبد خطأً بأنّ الشراب الذي أمامه ليس خمراً ، فشربه اعتماداً على قطعه ، وكان الشراب خمراً في الواقع فليس للمولى أن يعاقبه على شربه للخمر ما دام قد استند إلى قطعه ، وهذا أحد الجانبين من حجّية العلم ، ويسمّى بجانب المعذِّرية .\r\nوالآخر : أنّ العبد إذا تورّط في مخالفة المولى نتيجةً لتركه العمل بقطعه فللمولى أن يعاقبه ويحتجّ عليه بقطعه ، كما إذا قطع العبد بأنّ الشراب الذي أمامه خمر ، فشربه ، وكان خمراً في الواقع فإنّ من حقِّ المولى أن يعاقبه على مخالفته ؛ لأنّ العبد كان على علمٍ بحرمة الخمر وشربه فلا يُعذَر في ذلك ، وهذا هو الجانب الثاني من\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nحجّية القطع ، ويسمّى بجانب المنجّزية .\r\nوبديهيّ أنّ حجّية القطع بهذا المعنى الذي شرحناه لا يمكن أن تستغني عنها أيّ عمليةٍ من عمليات استنباط الحكم الشرعي ؛ لأنّ الفقيه يخرج من عملية الاستنباط دائماً بنتيجة ، وهي العلم بالموقف العمليّ تجاه الشريعة وتحديده على أساس الدليل ، أو على أساس الأصل العملي ، ولكي تكون هذه النتيجة ذات أثرٍ لا بدّ من الاعتراف مسبقاً بحجّية القطع ، إذ لو لم يكن القطع حجّةً ولم يكن صالحاً للاحتجاج به من المولى على عبده ، ومن العبد على مولاه لكانت النتيجة التي خرج بها الفقيه من عملية الاستنباط لغواً ؛ لأنّ علمه ليس حجّة ، ففي كلّ عملية استنباطٍ لا بدّ إذن أن يدخل عنصر حجّية القطع ؛ لكي تعطي العملية ثمارها ويخرج منها الفقيه بنتيجةٍ إيجابية .\r\nوبهذا أصبحت حجّية القطع أعمّ العناصر الأصولية المشتركة وأوسعها نطاقاً .\r\nوليست حجّية القطع عنصراً مشتركاً في عمليات استنباط الفقيه للحكم الشرعيّ فحسب ، بل هي في الواقع شرط اساسيّ في دراسة الاصوليِّ للعناصر المشتركة نفسها أيضاً ، فنحن حينما ندرس - مثلًا - مسألة حجّية الخبر أو حجّية الظهور العرفيّ إنّما نحاول بذلك تحصيل العلم بواقع الحال في تلك المسألة ، فإذا لم يكن العلم والقطع حجّةً فأيّ جدوى في دراسة حجّية الخبر والظهور العرفي ؟ !\r\nفالفقيه والاصوليّ يستهدفان معاً من بحوثهما تحصيل العلم بالنتيجة الفقهية ( تحديد الموقف العمليّ تجاه الشريعة ) أو الأصولية ( العنصر المشترك ) ، فبدون الاعتراف المسبق بحجّية العلم والقطع تصبح بحوثهما عبثاً لا طائل تحته .\r\nوحجّية القطع ثابتة بحكم العقل ، فإنّ العقل يحكم بأنّ للمولى سبحانه حقّ الطاعة على الإنسان في كلّ ما يعلمه من تكاليف المولى وأوامره ونواهيه ، فإذا علم الإنسان بحكمٍ إلزاميٍّ من المولى ( وجوبٍ أو حرمةٍ ) دخل ذلك الحكم الإلزاميّ\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nضمن نطاق حقّ الطاعة ، وأصبح من حقّ المولى على الإنسان أن يمتثل ذلك الإلزام الذي علم به ، فإذا قصّر في ذلك أو لم يؤدِّ حقّ الطاعة كان جديراً بالعقاب ، وهذا هو جانب المنجّزية في حجّية القطع .\r\nومن ناحيةٍ أخرى يحكم العقل أيضاً بأنّ الإنسان القاطع بعدم الإلزام من حقّه أن يتصرّف كما يحلو لَه ، وإذا كان الإلزام ثابتاً في الواقع والحالة هذه فليس من حقّ المولى على الإنسان أن يمتثله ، ولا يمكن للمولى أن يعاقبه على مخالفته ما دام الإنسان قاطعاً بعدم الإلزام ، وهذا هو جانب المعذّرية في حجّية القطع .\r\nوالعقل كما يدرك حجّية القطع كذلك يدرك أنّ الحجّية لا يمكن أن تزول عن القطع ، بل هي لازمة له ، ولا يمكن حتّى للمولى أن يجرِّد القطع من حجّيته ويقول :\r\nإذا قطعت بعدم الإلزام فأنت لست معذوراً ، أو يقول : إذا قطعت بالإلزام فلك أن تهمله ، فإنّ كلّ هذا مستحيل بحكم العقل ؛ لأنّ القطع لا تنفكّ عنه المعذّرية والمنجّزية بحالٍ من الأحوال ، وهذا معنى القاعدة الأصولية القائلة باستحالة صدور الردع من الشارع عن القطع .\r\nوقد تقول : هذا المبدأ الاصوليّ يعني أنّ العبد إذا تورّط في عقيدةٍ خاطئةٍ فقطع - مثلًا - بأنّ شرب الخمر حلال فليس للمولى أن ينبِّهه على الخطأ .\r\nوالجواب : أنّ المولى بإمكانه التنبيه على الخطأ وإخبار العبد بأنّ الخمر ليس مباحاً ؛ لأنّ ذلك يزيل القطع من نفس العبد ويردّه إلى الصواب ، والمبدأ الاصوليّ الآنف الذكر إنّما يقرِّر استحالة صدور الردع من المولى عن العمل بالقطع مع بقاء القطع ثابتاً ، فالقاطع بحلّية شرب الخمر يمكن للمولى أن يزيل قطعه ، ولكن من المستحيل أن يردعه عن العمل بقطعه ويعاقبه على ذلك ما دام قطعه ثابتاً ويقينه بالحلّية قائماً .\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\n\r\nالنوع الأوّل الأدلّة المحرزة\r\nمبادئ عامّة .\r\n1 - الدليل الشرعي .\r\n2 - الدليلى العقلي .\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\n\r\nمبادئ عامّة\r\nالدليل الذي يستند إليه الفقيه في استنباط الحكم الشرعي : إمّا أن يؤدّي إلى العلم بالحكم الشرعي ، أوْ لا :\r\nففي الحالة الأولى يكون الدليل قطعياً ، ويستمدّ شرعيته وحجّيته من حجّية القطع ؛ لأنّه يؤدّي إلى القطع بالحكم ، والقطع حجّة بحكم العقل فيتحتّم على الفقيه أن يقيم على أساسه استنباطه للحكم الشرعي . ومن نماذجه القانون القائل : « كلّما وجب الشيء وجبت مقدّمته » ، فإنّ هذا القانون يعتبر دليلًا قطعياً على وجوب الوضوء بوصفه مقدمةً للصلاة .\r\nوأمّا في الحالة الثانية فالدليل ناقص ؛ لأنّه ليس قطعيّاً ، والدليل الناقص إذا حكم الشارع بحجّيته وأمر بالاستناد إليه في عملية الاستنباط على الرغم من نقصانه أصبح كالدليل القطعيّ وتحتّم على الفقيه الاعتماد عليه .\r\nومن نماذج الدليل الناقص الذي جعله الشارع حجّةً : خبر الثقة ، فإنّ خبر الثقة لا يؤدّي إلى العلم ؛ لاحتمال الخطأ فيه أو الشذوذ ، فهو دليل ظنّيّ ناقص وقد جعله الشارع حجّةً وأمر باتّباعه وتصديقه ، فارتفع بذلك في عملية الاستنباط إلى مستوى الدليل القطعي .\r\nوإذا لم‌يحكم الشارع بحجّية الدليل الناقص فلا يكون حجّة ، ولا يجوز الاعتماد عليه في الاستنباط ؛ لأنّه ناقص يحتمل فيه الخطأ .\r\nوقد نشكّ ولا نعلم هل جعل الشارع الدليل الناقص حجّةً ، أوْ لا ؟ ولا يتوفّر\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nلدينا الدليل الذي يثبت الحجية شرعاً أو ينفيها . وعندئذٍ يجب أن نرجع إلى قاعدةٍ عامّةٍ يقرِّرها الاصوليّون بهذا الصدد ، وهي القاعدة القائلة : « إنّ كلّ دليلٍ ناقصٍ ليس حجّةً ما لم يثبت بالدليل الشرعيّ العكس » ، وهذا هو معنى ما يقال في علم الأصول من : أنّ « الأصل في الظن هو عدم الحجّية ، إلّاما خرج بدليلٍ قطعي » .\r\nونستخلص من ذلك : أنّ الدليل الجدير بالاعتماد عليه فقهيّاً هو الدليل القطعي ، أو الدليل الناقص الذي ثبتت حجّيته شرعاً بدليلٍ قطعي .\r\n\r\nتقسيم البحث :\r\nوالدليل المحرز في المسألة الفقهية سواء كان قطعيّاً أوْ لا ينقسم إلى قسمين :\r\nالأوّل : الدليل الشرعي ، ونعني به كلّ ما يصدر من الشارع ممّا له دلالة على الحكم الشرعي ، ويشتمل ذلك على الكتاب الكريم ، وعلى السنّة ، وهي : قول المعصوم وفعله وتقريره .\r\nالثاني : الدليل العقلي ، ونعني به القضايا التي يدركها العقل ويمكن أن يستنبط منها حكم شرعي ، كالقضية العقلية القائلة بأنّ « إيجاب شيءٍ يستلزم إيجاب مقدّمته » .\r\nوالقسم الأوّل ينقسم بدوره إلى نوعين :\r\nأحدهما : الدليل الشرعيّ اللفظي ، وهو كلام الشارع كتاباً وسنّة .\r\nوالآخر : الدليل الشرعيّ غير اللفظي ، كفعل المعصوم وتقريره ، أي سكوته عن فعل غيره بنحوٍ يدلّ على قبوله .\r\nوفي القسم الأوّل بكلا نوعيه نحتاج إلى أن نعرف :\r\nأوّلًا : دلالة الدليل الشرعي ، وأ نّه على ماذا يدلّ بظهوره العرفي .\r\nوثانياً : حجّية تلك الدلالة وذلك الظهور ووجوب التعويل عليه .\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nوثالثاً : صدور الدليل من الشارع حقّاً .\r\nومن هنا كان البحث في القسم الأوّل موزَّعاً إلى ثلاثة أبحاثٍ وفقاً لهذا التفصيل : فالبحث الأوّل في تحديد الدلالة ، والبحث الثاني في إثبات حجّية ما لَه من دلالةٍ وظهور ، والبحث الثالث في إثبات صدور الدليل من الشارع .\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\n\r\n- 1 - الدليل الشرعي\r\nأ - الدليل الشرعي اللفظي .\r\nالدلالة .\r\nحجّية الظهور .\r\nإثبات الصدور .\r\nب - الدليلى الشرعي غير اللفظي .\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\n\r\nأ - الدليل الشرعي اللفظي\r\n\r\nالدلالة\r\n\r\nتمهيد :\r\nلمّا كانت دلالة الدليل اللفظيّ ترتبط بالنظام اللغويّ العامّ للدلالة نجد من الراجح أن نمهِّد للبحث في دلالات الأدلّة اللفظية بدراسةٍ إجماليةٍ لطبيعة الدلالة اللغوية ، وكيفية تكوّنها ، ونظرةٍ عامّةٍ فيها .\r\n\r\nما هو الوضع والعلاقة اللغوية ؟\r\nفي كلّ لغةٍ تقوم علاقات بين مجموعةٍ من الألفاظ ومجموعةٍ من المعاني ، ويرتبط كلّ لفظٍ بمعنىً خاصٍّ ارتباطاً يجعلنا كلّما تصوّرنا اللفظ انتقل ذهننا فوراً إلى تصوّر المعنى ، وهذا الاقتران بين تصوّر اللفظ وتصوّر المعنى وانتقال الذهن من أحدهما إلى الآخر هو ما نطلق عليه اسم « الدلالة » ، فحين نقول : « كلمة الماء تدلّ على السائل الخاص » نريد بذلك أنّ تصوّر كلمة « الماء » يؤدّي إلى تصوّر ذلك السائل الخاصّ ، ويسمّى اللفظ « دالّاً » والمعنى « مدلولًا » .\r\nوعلى هذا الأساس نعرف أنّ العلاقة بين تصوّر اللفظ وتصوّر المعنى تشابه إلى درجةٍ مّا العلاقة التي نشاهدها في حياتنا الاعتيادية بين النار والحرارة ، أو بين\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nطلوع الشمس والضوء ، فكما أنّ النار تؤدّي إلى الحرارة وطلوع الشمس يؤدّي إلى الضوء كذلك تصوّر اللفظ يؤدّي إلى تصوّر المعنى ، ولأجل هذا يمكن القول بأنّ تصوّر اللفظ سبب لتصوّر المعنى ، كما تكون النار سبباً للحرارة وطلوع الشمس سبباً للضوء ، غير أنّ علاقة السببية بين تصوّر اللفظ وتصوّر المعنى مجالها الذهن ؛ لأنّ تصوّر اللفظ والمعنى إنّما يوجد في الذهن ، وعلاقة السببية بين النار والحرارة أو بين طلوع الشمس والضوء مجالها العالم الخارجي .\r\nوالسؤال الأساسيّ بشأن هذه العلاقة التي توجد في اللغة بين اللفظ والمعنى هو السؤال عن مصدر هذه العلاقة وكيفية تكوّنها ، فكيف تكوّنت علاقة السببية بين اللفظ والمعنى ؟ وكيف أصبح تصوّر اللفظ سبباً لتصور المعنى ، مع أنّ اللفظ والمعنى شيئان مختلفان كلّ الاختلاف ؟\r\nويذكر في علم الأصول عادةً اتّجاهان في الجواب على هذا السؤال الأساسي .\r\nيقوم الاتّجاه الأوّل على أساس الاعتقاد بأنّ علاقة اللفظ بالمعنى نابعة من طبيعة اللفظ ذاته ، كما نبعت علاقة النار بالحرارة من طبيعة النار ذاتها ، فلفظ « الماء » - مثلًا - له بحكم طبيعته علاقة بالمعنى الخاصّ الذي نفهمه منه ، ولأجل هذا يؤكّد هذا الاتّجاه أنّ دلالة اللفظ على المعنى ذاتية ، وليست مكتسبةً من أيِّ سببٍ خارجي .\r\nويعجز هذا الاتّجاه عن تفسير الموقف تفسيراً شاملًا ؛ لأنّ دلالة اللفظ على المعنى وعلاقته به إذا كانت ذاتيةً وغير نابعةٍ من أيِّ سببٍ خارجيٍّ ، وكان اللفظ بطبيعته يدفع الذهن البشريّ إلى تصوّر معناه فلماذا يعجز غير العربيّ عن الانتقال إلى تصوّر معنى كلمة « الماء » عند تصوّره للكلمة ؟ ولماذا يحتاج إلى تعلّم اللغة العربية لكي ينتقل ذهنه إلى المعنى عند سماع الكلمة العربية وتصوّرها ؟ إنّ هذا دليل\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nعلى أنّ العلاقة التي تقوم في ذهننا بين تصوّر اللفظ وتصوّر المعنى ليست نابعةً من طبيعة اللفظ ، بل من سببٍ آخر يتطلّب الحصول عليه إلى تعلّم اللغة ، فالدلالة إذن ليست ذاتية .\r\nوأمّا الاتّجاه الآخر فينكر بحقٍّ الدلالة الذاتية ، ويفترض أنّ العلاقات اللغوية بين اللفظ والمعنى نشأت في كلّ لغةٍ على يد الشخص الأوّل ، أو الأشخاص الأوائل الذين استحدثوا تلك اللغة وتكلّموا بها ، فإنّ هؤلاء خصّصوا ألفاظاً معيّنةً لمعانٍ خاصّة ، فاكتسبت الالفاظ نتيجةً لذلك التخصيص علاقةً بتلك المعاني ، وأصبح كلّ لفظٍ يدلّ على معناه الخاصّ ، وذلك التخصيص الذي مارسه أولئك الأوائل ونتجت عنه الدلالة يسمّى ب « الوضع » ، ويسمّى المُمارِس له « واضعاً » ، واللفظ « موضوعاً » ، والمعنى « موضوعاً له » .\r\nوالحقيقة أنّ هذا الاتّجاه وإن كان على حقٍّ في إنكاره للدلالة الذاتية ولكنّه لم يتقدّم إلّاخطوةً قصيرهً في حلّ المشكلة الأساسية التي لا تزال قائمةً حتّى بعد الفرضية التي يفترضها أصحاب هذا الاتّجاه ، فنحن إذا افترضنا معهم أنّ علاقة السببية نشأت نتيجةً لعملٍ قام به مؤسِّسو اللغة ، إذ خصَّصوا كلّ لفظٍ لمعنىً خاصٍّ فلنا أن نتساءل : ما هو نوع هذا العمل الذي قام به هؤلاء المؤسِّسون ؟\r\nوسوف نجد أنّ المشكلة لا تزال قائمة ؛ لأنّ اللفظ والمعنى ما دام لا يوجد بينهما علاقة ذاتية ، ولا أيّ ارتباطٍ مسبق ، فكيف استطاع مؤسِّس اللغة أن يوجِد علاقة السببية بين شيئين لا علاقة بينهما ؟ وهل يكفي مجرّد تخصيص المؤسِّس للَّفظ وتعيينه له سبباً لتصوّر المعنى لكي يصبح سبباً لتصوّر المعنى حقيقةً ؟\r\nوكلّنا نعلم أنّ المؤسِّس وأيَّ شخصٍ آخر يعجز أن يجعل من حمرة الحبر الذي يكتب به سبباً لحرارة الماء ، ولو كرَّر المحاولة مائة مرّةٍ قائلًا : خصَّصتُ حمرة الحبر الذي أكتبُ به لكي تكون سبباً لحرارة الماء . فكيف استطاع أن ينجح في جعل اللفظ\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nسبباً لتصوّر المعنى بمجرّد تخصيصه لذلك دون أيّ علاقةٍ سابقةٍ بين اللفظ والمعنى ؟\r\nوهكذا نواجه المشكلة كما كنّا نواجهها ، فليس يكفي لحلِّها أن نفسِّر علاقة اللفظ بالمعنى على أساس عمليةٍ يقوم بها مؤسِّس اللغة ، بل يجب أن نفهم محتوى هذه العملية ؛ لكي نعرف كيف قامت علاقة السببية بين شيئين لم تكن بينهما علاقة .\r\nوالصحيح في حلّ المشكلة : أنّ علاقة السببية التي تقوم في اللغة بين اللفظ والمعنى توجد وفقاً لقانونٍ عامٍّ من قوانين الذهن البشري .\r\nوالقانون العام هو : أنّ كلّ شيئين إذا اقترن تصوّر أحدهما مع تصوّر الآخر في ذهن الإنسان مراراً عديدةً ولو على سبيل الصدفة قامت بينهما علاقة ، وأصبح أحد التصوّرين سبباً لانتقال الذهن إلى تصوّر الآخر .\r\nومثال ذلك في حياتنا الاعتيادية : أن نعيش مع صديقين لا يفترقان في مختلف شؤون حياتهما نجدهما دائماً معاً ، فإذا رأينا بعد ذلك أحد هذين الصديقين منفرداً ، أو سمعنا باسمه أسرع ذهننا إلى تصوّر الصديق الآخر ؛ لأنّ رؤيتهما معاً مراراً كثيرةً أوجدت علاقةً في تصوّرنا ، وهذه العلاقة تجعل تصوّرنا لأحدهما سبباً لتصوّر الآخر .\r\nوقد يكفي أن تقترن فكرة أحد الشيئين بفكرة الآخر مرّةً واحدةً لكي تقوم بينهما علاقة ، وذلك إذا اقترنت الفكرتان في ظرفٍ مؤثّر ، ومثاله : إذا سافر شخص إلى بلدٍ ومُنِيَ هناك بالملاريا الشديدة ، ثمّ شُفِي منها ورجع فقد ينتج ذلك الاقتران بين الملاريا والسفر إلى ذلك البلد علاقة بينهما ، فمتى تصوّر ذلك البلد انتقل ذهنه إلى تصوّر الملاريا . وإذا درسنا على هذا الأساس علاقة السببية بين اللفظ والمعنى زالت المشكلة ، إذ نستطيع أن نفسِّر هذه العلاقة بوصفها نتيجةً لاقتران تصوّر المعنى بتصوّر اللفظ بصورةٍ متكرّرة أو في ظرفٍ مؤثّر ، الأمر الذي أدّى إلى قيام علاقةٍ بينهما ، كما وقع في الحالات المشار إليها .\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nويبقى علينا بعد هذا أن نتساءل : كيف اقترن تصوّر اللفظ بمعنىً خاصٍّ مراراً كثيرة ، أو في ظرفٍ مؤثّرٍ فأنتج قيام العلاقة اللغوية بينهما ؟\r\nوالجواب على هذا السؤال : أنّ بعض الألفاظ اقترنت بمعانٍ معيّنةٍ مراراً عديدةً بصورةٍ تلقائيةٍ فنشأت بينهما العلاقة اللغوية . وقد يكون من هذا القبيل كلمة « آه » إذ كانت تخرج من فم الإنسان بطبيعته كلّما أحسّ بالألم ، فارتبطت كلمة « آه » في ذهنه بفكرة الألم ، فأصبح كلّما سمع كلمة « آه » انتقل ذهنه إلى فكرة الألم .\r\nومن المحتمل أنّ الإنسان قبل أن توجد لديه أيُّ لغةٍ قد استرعى انتباهه هذه العلاقة التي قامت بين الألفاظ ، من قبيل « آه » ومعانيها نتيجةً لاقترانٍ تلقائيٍّ بينهما ، وأخذ يُنشِئ على منوالها علاقاتٍ جديدة بين الألفاظ والمعاني . وبعض الألفاظ قرنت بالمعنى في عمليةٍ واعيةٍ مقصودةٍ لكي تقوم بينهما علاقة سببية .\r\nوأحسن نموذجٍ لذلك : الأعلام الشخصية ، فأنتَ حين تريد أن تسمّي ابنك « عليّاً » تقرن اسم عليٍّ بالوليد الجديد لكي تُنشِئ بينهما علاقةً لغوية ويصبح اسم « عليٍّ » دالّاً على وليدك ، ويسمّى عملك هذا « وضعاً » ، فالوضع هو : عملية تقرن بها لفظاً بمعنىً نتيجتها أن يقفز الذهن إلى المعنى عند تصوّر اللفظ دائماً .\r\nونستطيع أن نشبِّه الوضع على هذا الأساس بما تصنعه حين تسأل عن طبيب العيون فيقال لك : هو ( جابر ) ، فتريد أن تركِّز اسمه في ذاكرتك وتجعل نفسك تستحضره متى أردت ، فتحاول أن تقرن بينه وبين شيءٍ قريبٍ من ذهنك ، فتقول مثلًا : أنا بالأمس قرأت كتاباً أخذ من نفسي مأخذاً كبيراً اسم مؤلِّفه جابر ، فلأتذكّر دائماً أنّ اسم طبيب العيون هو اسم صاحب ذلك الكتاب . وهكذا توجِد عن هذا الطريق ارتباطاً خاصّاً بين صاحب الكتاب والطبيب جابر ، وبعد ذلك تُصبِح قادراً على استذكار اسم الطبيب متى تصوّرت ذلك الكتاب .\r\nوهذه الطريقة في إيجاد الارتباط لا تختلف جوهرياً عن اتّخاذ الوضع كوسيلةٍ\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nلإيجاد العلاقة اللغوية .\r\nوعلى هذا الأساس نعرف أنّ من نتائج الوضع : انسباق المعنى الموضوع له وتبادره إلى الذهن بمجرّد سماع اللفظ بسبب تلك العلاقة التي يحقّقها الوضع . ومن هنا يمكن الاستدلال على الوضع بالتبادر ، وجعله علامةً على أنّ المعنى المتبادر هو المعنى الموضوع له ؛ لأنّ المعلول يكشف عن العلّة كشفاً إنّياً ، ولهذا عُدَّ التبادر من علامات الحقيقة .\r\n\r\nما هو الاستعمال ؟\r\nبعد أن يوضع اللفظ لمعنىً يصبح تصوّر اللفظ سبباً لتصوّر المعنى ، ويأتي عندئذٍ دور الاستفادة من هذه العلاقة اللغوية التي قامت بينهما ، فإذا كنت تريد أن تعبِّر عن ذلك لشخصٍ آخر وتجعله يتصوّره في ذهنه فبإمكانك أن تنطق بذلك اللفظ الذي أصبح سبباً لتصوّر المعنى ، وحين يسمعه صاحبك ينتقل ذهنه إلى معناه بحكم علاقة السببية بينهما ، ويسمّى استخدامك اللفظ بقصد إخطار معناه في ذهن السامع « استعمالًا » . فاستعمال اللفظ في معناه يعني : إيجاد الشخص لفظاً لكي يعدَّ ذهن غيره للانتقال إلى معناه ، ويسمّى اللفظ « مستعمَلًا » ، والمعنى « مستعمَلًا فيه » ، وإرادة المستعمل إخطار المعنى في ذهن السامع عن طريق اللفظ « إرادة استعمالية » .\r\nويحتاج كلّ استعمالٍ إلى تصوّر المستعمل للَّفظ وللمعنى ، غير أنّ تصوّره لِلَّفظ يكون عادةً على نحو اللحاظ الآليّ المرآتي ، وتصوّره للمعنى على نحو اللحاظ الاستقلالي ، فهما كالمرآة والصورة ، فكما تلحظ المرآة وأنت غافل عنها وكلّ نظرك إلى الصورة كذلك تلحظ اللفظ بنفس الطريقة بما هو مرآة للمعنى وأنت غافل عنه وكلّ نظرك إلى المعنى .\r\nفإن قلت : كيف ألحظُ اللفظَ وأنا غافل عنه ، هل هذا إلّاتناقض ؟\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nأجابوك : بأنّ لحاظ اللفظ المرآتيّ إفناء لِلَّفظ في المعنى ، أي أنّك تلحظه مندكّاً في المعنى وبنفس لحاظ المعنى ، وهذا النحو من لحاظ شيءٍ فانياً في شيءٍ آخر يجتمع مع الغفلة عنه .\r\nوعلى هذا الأساس ذهب جماعة كصاحب الكفاية رحمه الله « 1 » إلى استحالة استعمال اللفظ في معنيين ؛ وذلك لأنّ هذا يتطلّب إفناء اللفظ في هذا المعنى وفي ذاك ، ولا يعقل إفناء الشيء الواحد مرّتين في عرضٍ واحد .\r\nفإن قلت : بإمكاني أن اوحِّد بين المعنيين بأن اكوِّن منهما مركّباً مشتملًا عليهما معاً ، وافني اللفظ لحاظاً في ذلك المركّب .\r\nكان الجواب : أنّ هذا ممكن ، ولكنّه استعمال لِلَّفظ في معنىً واحد ، لا في معنيين .\r\n\r\nالحقيقة والمجاز :\r\nويقسَّم الاستعمال : إلى حقيقيٍّ ومجازي ، فالاستعمال الحقيقيّ هو : استعمال اللفظ في المعنى الموضوع له الذي قامت بينه وبين اللفظ علاقة لغوية بسبب الوضع ، ولهذا يطلق على المعنى الموضوع له اسم « المعنى الحقيقي » .\r\nوالاستعمال المجازي هو : استعمال اللفظ في معنىً آخر لم يوضع له ، ولكنّه يشابه ببعض الاعتبارات المعنى الذي وضع اللفظ له ، ومثاله : أن تستعمل كلمة « البحر » في العالم الغزير علمه ؛ لأنّه يشابه البحر من الماء في الغزارة والسعة ، ويطلق على المعنى المشابه للمعنى الموضوع له اسم « المعنى المجازي » ، وتعتبر علاقة اللفظ بالمعنى المجازيّ علاقةً ثانويةً ناتجةً عن علاقته اللغوية الأوّلية بالمعنى الموضوع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كفاية الأصول : 53\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nله ؛ لأنّها تنبع عن الشبه القائم بين المعنى الموضوع له والمعنى المجازي .\r\nوالاستعمال الحقيقيّ يؤدّي غرضه - وهو انتقال ذهن السامع إلى تصوّر المعنى - بدون أيّ شرط ؛ لأنّ علاقة السببية القائمة في اللغة بين اللفظ والمعنى الموضوع له كفيلة بتحقيق هذا الغرض .\r\nوأمّا الاستعمال المجازيّ فهو لا ينقل ذهن السامع إلى المعنى ، إذ لا توجد علاقة لغوية وسببية بين لفظ « البحر » و « العالم » ، فيحتاج المستعمل لكي يحقِّق غرضه في الاستعمال المجازيّ إلى قرينةٍ تشرح مقصوده ، فإذا قال مثلًا : « بحرٌ في العلم » كانت كلمة « في العلم » قرينةً على المعنى المجازي ، ولهذا يقال عادةً : إنّ الاستعمال المجازيّ يحتاج إلى قرينةٍ دون الاستعمال الحقيقي .\r\nونميِّز المعنى الحقيقيّ عن المعنى المجازيِّ بالتبادر من حاقّ اللفظ ؛ لأنّ التبادر كذلك يكشف عن الوضع ، كما تقدم .\r\n\r\nقد ينقلب المجاز حقيقةً :\r\nوقد لاحظ الاصوليّون بحقٍّ أنّ الاستعمال المجازيّ وإن كان يحتاج إلى قرينةٍ في بداية الأمر ، ولكن إذا كثر استعمال اللفظ في المعنى المجازيّ بقرينةٍ وتكرّر ذلك بكثرةٍ قامت بين اللفظ والمعنى المجازيّ علاقة جديدة ، وأصبح اللفظ نتيجةً لذلك موضوعاً لذلك المعنى ، وخرج عن المجاز إلى الحقيقة ، ولا تبقى بعد ذلك حاجة إلى قرينة ، وتسمّى هذه الحالة بالوضع التعيّني . بينما تسمّى عملية الوضع المتصوّر من الواضع بالوضع التعييني .\r\nوهذه الظاهرة يمكننا تفسيرها بسهولةٍ على ضوء طريقتنا في شرح حقيقة الوضع والعلاقة اللغوية ؛ لأنّنا عرفنا أنّ العلاقة اللغوية تنشأ من اقتران اللفظ بالمعنى مراراً عديدة ، أو في ظرفٍ مؤثّر ، فإذا استعمل اللفظ في معنىً مجازيٍّ مراراً\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nكثيرةً اقترن تصوّر اللفظ بتصوّر ذلك المعنى المجازيِّ في ذهن السامع اقتراناً متكرّراً ، وأدّى هذا الاقتران المتكرِّر إلى قيام العلاقة اللغوية بينهما .\r\n\r\nتصنيف اللغة إلى معانٍ اسميّةٍ وحرفيّة :\r\nتنقسم كلمات اللغة - كما قرأتم في النحو - إلى اسمٍ وفعلٍ وحرف .\r\nفالأسماء تدلّ على معانٍ نفهمها من تلك الأسماء ، سواء سمعنا الاسم مجرّداً أو في ضمن كلام .\r\nوأمّا الحرف فلا يتحصّل له معنىً إلّاإذا سمعناه ضمن كلام . ومدلول الحرف دائماً هو الربط بين المعاني الاسمية على اختلاف أنحائه ، ففي قولنا : « النار في الموقد تشتعل » تدلّ « في » على ربطٍ مخصوصٍ بين مفهومين اسميّين ، وهما : النار والموقد .\r\nوالدليل على أنّ مفاد الحروف هو الربط أمران :\r\nأحدهما : أنّ معنى الحرف لا يظهر إذا فُصِل الحرف عن الكلام ، وليس ذلك إلّا لأنّ مدلوله هو الربط بين معنيين ، فحيث لا توجد معانٍ أخرى في الكلام لا مجال لافتراض الربط .\r\nوالآخر : أنّ الكلام لا شكّ في أنّ مدلوله مترابط الأجزاء ، ولا شكَّ في أنّ هذا المدلول المترابط يشتمل على ربطٍ ومعانٍ مرتبطة ، ولا يمكن أن يحصل هذا الربط ما لم يكن هناك دالّ عليه ، وإلّا أتت المعاني إلى الذهن وهي متناثرة غير مترابطة ، وليس الاسم هو الدالّ على هذا الربط ، وإلّا لَما فهمنا معناه إلّاضمن الكلام ؛ لأنّ الربط لا يفهم إلّافي إطار المعاني المترابطة ، فيتعيَّن أن يكون الدالّ على الربط هو الحرف .\r\nوتختلف الحروف باختلاف أنحاء الربط التي تدلّ عليها ، ولمّا كان كلّ ربطٍ يعني نسبةً بين طرفين صحّ أن يقال : إنّ المعاني الحرفية معانٍ ربطية نسبية ، وإنّ\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nالمعاني الاسمية معانٍ استقلالية ، وكلّ ما يدلّ على معنىً ربطيٍّ نسبيٍّ نعبِّر عنه اصوليّاً بالحرف ، وكلّ ما يدلّ على معنىً استقلاليٍّ نعبِّر عنه اصولياً بالاسم .\r\nوأمّا الفعل فهو مكوَّن من مادةٍ وهيئةٍ ، ونريد بالمادة : الأصل الذي اشتقّ الفعل منه ، ونريد بالهيئة : الصيغة الخاصّة التي صيغت به المادة .\r\nأمّا المادة في الفعل فهي لا تختلف عن أيِّ اسمٍ من الأسماء ، فكلمة « تشتعل » مادتها الاشتعال ، وهذا له مدلول اسمي ، ولكنّ الفعل لا يساوي مدلول مادته ، بل يزيد عليها ، بدليل عدم جواز وضع كلمة « اشتعال » موضع كلمة « تشتعل » ، وهذا يكشف عن أنّ الفعل يزيد بمدلوله على مدلول المادة ، وهذه الزيادة تنشأ من الهيئة ، وبذلك نعرف أنّ هيئة الفعل موضوعة لمعنى ، وهذا المعنى ليس معنىً اسمياً استقلالياً ، بدليل أنّه لو كان كذلك لأمكن التعويض عن الفعل بالاسم الدالّ على ذلك المعنى والاسم الدالّ على مدلول مادته ، مع أنّا نلاحظ أنّ الفعل لا يمكن التعويض عنه في سياق الكلام بمجموع اسمين ، وبذلك يثبت أنّ مدلول الهيئة معنىً نسبيّ ربطي ، ولهذا استحال التعويض المذكور . وهذا الربط الذي تدلّ عليه هيئة الفعل ربط قائم بين مدلول المادة ومدلولٍ آخر في الكلام ، كالفاعل في قولنا : « تشتعل النار » فإنّ هيئة الفعل مفادها الربط بين الاشتعال والنار .\r\nونستخلص من ذلك : أنّ الفعل مركّب من اسمٍ وحرفٍ ، فمادته اسم ، وهيئته حرف ، ومن هنا صحّ القول بأنّ اللغة تنقسم إلى قسمين : الأسماء والحروف .\r\n\r\nهيئة الجملة :\r\nعرفنا أنّ الفعل له هيئة تدلّ على معنىً حرفي - أي على الربط - وكذلك الحال في الجملة أيضاً ، ونريد بالجملة : كلّ كلمتين أو أكثر بينهما ترابط ، ففي قولنا : « عليّ إمام » نفهم من كلمة « عليّ » معناها الاسمي ، ومن كلمة « الإمام » معناها الاسمي ،\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nونفهم إضافةً إلى ذلك ارتباطاً خاصّاً بين هذين المعنيين الاسميَّين ، وهذا الارتباط الخاصّ لا تدلّ عليه كلمة « عليّ » بمفردها ، ولا كلمة « إمام » بمفردها ، وإنّما تدلّ عليه الجملة بتركيبها الخاصّ ، وهذا يعني أنّ هيئة الجملة تدلّ على نوعٍ من الربط ، أي على معنىً حرفي .\r\nنستخلص ممّا تقدّم : أنّ اللغة يمكن تصنيفها من وجهة نظرٍ تحليليةٍ إلى فئتين :\r\nإحداهما : فئة المعاني الاسمية ، وتدخل في هذه الفئة الأسماء ، وموادّ الأفعال .\r\nوالأخرى : فئة المعاني الحرفية - أي الروابط - وتدخل فيها الحروف ، وهيئات الأفعال ، وهيئات الجمل .\r\n\r\nالجملة التامّة والجملة الناقصة :\r\nوإذا لاحظنا الجمل وجدنا أنّ بعض الجمل تدلّ على معنىً مكتملٍ يمكن للمتكلّم الإخبار عنه ، ويمكن للسامع تصديقه أو تكذيبه ، وبعض الجمل ناقصة لا يتأتّى فيها ذلك ، وكأنّها في قوّة الكلمة الواحدة ، فحينما تقول : « المفيد العالم » نبقى ننتظر كما لو قلت : « المفيد » وسكتَّ على ذلك ، بخلاف ما إذا قلت : « المفيد عالم » فإنّ الجملة حينئذٍ مكتملة وتامّة .\r\nومردّ الفرق بين الجملة التامّة والجملة الناقصة إلى نوع الربط الذي تدلّ عليه هيئة الجملة وسنخ النسبة ، فهيئة الجملة الناقصة تدلّ على نسبةٍ اندماجية ، أي يندمج فيها الوصف بالموصوف على نحوٍ يصبح المجموع مفهوماً واحداً خاصّاً وحصّةً خاصّة ، ومن أجل ذلك تكون الجملة الناقصة في قوّة الكلمة المفردة .\r\nوأمّا الجملة التامّة فهي تدلّ على نسبةٍ غير اندماجيةٍ يبقى فيها الطرفان متميِّزين أحدهما عن الآخر ، ويكون أمام الذهن شيئان بينهما ارتباط ، كالمبتدأ والخبر .\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nوقد تشتمل الجملة الواحدة على نسبٍ اندماجيةٍ وغير اندماجية ، كما في قولنا : « المفيد العالم مدرِّس » فإنّ النسبة بين الوصف والموصوف المبتدأ اندماجية ، والنسبة بين المبتدأ والخبر غير اندماجية ، وتمامية الجملة نشأت من اشتمالها على النسبة الثانية .\r\nونحن إذا دقّقنا في الجملة الناقصة وفي الحروف من قبيل « من » و « إلى » نجد أنّها جميعاً تدلّ على نسبٍ ناقصةٍ لا يصحّ السكوت عليها ، فكما لا يجوز أن تقول :\r\n« المفيد العالم » وتسكت ، كذلك لا يجوز أن تقول : « السير من البصرة » وتسكت ، وهذا يعني أنّ مفردات الحروف وهيئات الجمل الناقصة كلّها تدلّ على نسبٍ اندماجية ، خلافاً لهيئة الجملة التامّة فإنّ مدلولها نسبة غير اندماجية ، سواء كانت جملةً فعليةً أو اسمية .\r\n\r\nالمدلول اللغويّ والمدلول التصديقي :\r\nقلنا سابقاً « 1 » : إنّ دلالة اللفظ على المعنى هي أن يؤدّي تصوّر اللفظ إلى تصور المعنى ، ويسمّى اللفظ « دالّاً » والمعنى الذي نتصوّره عند سماع اللفظ « مدلولًا » .\r\nوهذه الدلالة لغوية ، ونقصد بذلك : أنّها تنشأ عن طريق وضع اللفظ للمعنى ؛ لأنّ الوضع يوجد علاقة السببية بين تصوّر اللفظ وتصوّر المعنى ، وعلى أساس هذه العلاقة تنشأ تلك الدلالة اللغوية ، ومدلولها هو المعنى اللغويّ لِلَّفظ .\r\nولا تنفكّ هذه الدلالة عن اللفظ مهما سمعناه ومن أيِّ مصدر كان ، فجملة « الحقّ منتصر » إذا سمعناها انتقل ذهننا فوراً إلى مدلولها اللغوي ، سواء سمعناها من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في بحث الدلالة ، تحت عنوان : ما هو الوضع والعلاقة اللغويّة ؟\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nمتحدِّثٍ واعٍ ، أو من نائمٍ في حالة عدم وعيه ، وحتّى لو سمعناها نتيجةً لاحتكاك حجرين ، فنتصوّر معنى كلمة « الحقّ » ونتصور معنى كلمة « منتصر » ، ونتصوّر النسبة التامّة التي وضعت هيئة الجملة لها ، وتسمّى هذه الدلالة لأجل ذلك « دلالة تصورية » .\r\nولكنَّا إذا قارنَّا بين تلك الحالات وجدنا أنّ الجملة حين تصدر من النائم ، أو تتولّد نتيجةً لاحتكاكٍ بين حجرين لا يوجد لها إلّامدلولها اللغويّ ذاك ، ويقتصر مفعولها على إيجاد تصوراتٍ للحقِّ والانتصار والنسبة التامة في ذهننا ، وأمّا حين نسمع الجملة من متحدّثٍ واعٍ فلا تقف الدلالة عند مستوى التصوّر ، بل تتعدّاه إلى مستوى التصديق ، إذ تكشف الجملة عندئذٍ عن أشياء نفسيةٍ في نفس المتكلّم ، فنحن نستدلّ عن طريق صدور الجملة منه على وجود إرادةٍ استعماليّةٍ في نفسه ، أي أنّه يريد أن يخطر المعنى اللغويّ لكلمة « الحقّ » وكلمة « المنتصر » وهيئة الجملة في أذهاننا ، وأن نتصوّر هذه المعاني .\r\nكما نعرف أيضاً أنّ المتكلّم إنّما يريد مِنَّا أن نتصوّر تلك المعاني لا لكي يخلق تصوراتٍ مجرّدةً في ذهننا فحسب ، بل لغرضٍ في نفسه ، وهذا الغرض الأساسيّ هو في المثال المتقدم - أي في جملة « الحقّ منتصر » - الإخبار عن ثبوت الخبر للمبتدأ ، فإنّ المتكلم إنّما يريد منَّا أن نتصوّر معاني الجملة لأجل أن يُخبِرنا عن ثبوتها في الواقع ، ويطلق على الغرض الأساسيّ في نفس المتكلّم اسم « الإرادة الجدّية » ، وتسمّى الدلالة على هذين الأمرين - الإرادة الاستعماليّة والإرادة الجدّية - « دلالة تصديقيّة » ؛ لأنّها دلالة تكشف عن إرادة المتكلّم وتدعو إلى تصديقنا بها ، لا إلى مجرّد التصوّر الساذج .\r\nوهكذا نعرف أنّ الجملة التامّة لها - إضافةً إلى مدلولها التصوّريّ اللغويّ - مدلولان تصديقيّان :\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nأحدهما : الإرادة الاستعماليّة ، إذ نعرف عن طريق صدور الجملة من المتكلِّم أنّه يريد منّا أن نتصوّر معاني كلماتها .\r\nوالآخر : الإرادة الجدّية ، وهي الغرض الأساسيّ الذي من أجله أراد المتكلِّم أن نتصوّر تلك المعاني .\r\nوأحياناً تتجّرد الجملة عن المدلول التصديقيّ الثاني ، وذلك إذا صدرت من المتكلّم في حالة الهزل ، لا في حالة الجدِّ ، وإذا لم يكن يستهدف منها إلّامجرّد إيجاد تصوّراتٍ في ذهن السامع لمعاني كلماتها ، فلا توجد في هذه الحالة إرادة جدّية ، بل إرادة استعماليّة فقط .\r\nوالدلالة التصديقية ليست لغوية ، أي أنّها لا تعبِّر عن علاقةٍ ناشئةٍ عن الوضع بين اللفظ والمدلول التصديقي ؛ لأنّ الوضع إنّما يوجِد علاقةً بين تصوّر اللفظ وتصوّر المعنى ، لا بين اللفظ والمدلول التصديقي ، وإنّما تنشأ الدلالة التصديقية من حال المتكلّم ، فإنّ الانسان إذا كان في حالة وعيٍ وانتباهٍ وجدّيةٍ وقال : « الحقّ منتصر » يدلّ حاله على أنّه لم يقل هذه الجملة ساهياً ولا هازلًا ، وإنّما قالها بإرادةٍ معيّنةٍ واعية .\r\nوهكذا نعرف أنَّا حين نسمع جملةً كجملة « الحقّ منتصر » نتصوّر المعاني اللغوية للمبتدأ والخبر بسبب الوضع الذي أوجد علاقة السببية بين تصوّر اللفظ وتصوّر المعنى ، ونكشف الإرادة الواعية للمتكلّم بسبب حال المتكلّم ، وتصوُّرنا ذلك يمثّل الدلالة التصوّرية ، واكتشافنا هذا يمثّل الدلالة التصديقية ، والمعنى الذي نتصوّره هو المدلول التصوّريّ واللغويّ لِلَّفظ ، والإرادة التي نكتشفها في نفس المتكلّم هي المدلول التصديقيّ والنفسيّ الذي يدلّ عليه حال المتكلّم .\r\nوعلى هذا الأساس نكتشف مصدرين للدلالة :\r\nأحدهما : اللغة بما تشتمل عليها من أوضاع ، وهي مصدر الدلالة التصوّرية .\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nوالآخر : حال المتكلّم ، وهو مصدر الدلالة التصديقية ، أي دلالة اللفظ على مدلوله النفسيّ التصديقي ، فإنّ اللفظ إنّما يكشف عن إرادة المتكلِّم إذا صدر في حال يقظةٍ وانتباهٍ وجدّيّة ، فهذه الحالة هي مصدر الدلالة التصديقية ، ولهذا نجد أنّ اللفظ إذا صدر من المتكلّم في حالة نومٍ أو ذهولٍ لا توجد له دلالة تصديقية ومدلول نفسي .\r\n\r\nالجملة الخبرية والجملة الإنشائية :\r\nتقسَّم الجملة عادةً إلى خبريةٍ وإنشائية ، ونحن في حياتنا الاعتيادية نحسُّ بالفرق بينهما ، فأنت حين تتحدّث عن بيعك للكتاب بالأمس وتقول : « بعتُ الكتابَ بدينارٍ » ترى أنّ الجملة تختلف بصورةٍ أساسيةٍ عنها حين تريد أن تعقد الصفقة مع المشتري فعلًا ، فتقول له : « بعتُكَ الكتابَ بدينار » .\r\nوبالرغم من أنّ الجملة في كلتا الحالتين تدلّ على نسبةٍ تامةٍ بين البيع والبائع - أي بينك وبين البيع - يختلف فهمنا للجملة وتصوّرنا للنسبة في الحالة الأولى عن فهمنا للجملة وتصوّرنا للنسبة في الحالة الثانية ، فالمتكلِّم حين يقول في الحالة الأولى : « بعتُ الكتابَ بدينارٍ » يتصوّر النسبة بما هي حقيقة واقعة لا يملك من أمرها فعلًا شيئاً ، إلّاأن يخبر عنها إذا أراد ، وأمّا حين يقول في الحالة الثانية : « بعتُكَ الكتابَ بدينارٍ » فهو يتصوّر النسبة لا بما هي حقيقة واقعة مفروغ عنها ، بل يتصوّرها بوصفها نسبةً يراد تحقيقها .\r\nونستخلص من ذلك : أنّ الجملة الخبرية موضوعة للنسبة التامة منظوراً إليها بما هي حقيقة واقعة وشئ مفروغ عنه ، والجملة الإنشائية موضوعة للنسبة التامة منظوراً إليها بما هي نسبة يراد تحقيقها .\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nوهناك من يذهب من العلماء - كصاحب الكفاية رحمه الله « 1 » - إلى أنّ النسبة التي تدلّ عليها « بعتُ » في حال الإخبار و « بعتُ » في حال الإنشاء واحدة ، ولا يوجد أيّ فرقٍ في مرحلة المدلول التصوّري بين الجملتين ، وإنّما الفرق في مرحلة المدلول التصديقي ؛ لأنّ البائع يقصد بالجملة إبراز اعتبار التمليك بها وإنشاء المعاوضة عن هذا الطريق ، وغير البائع يقصد بالجملة الحكاية عن مضمونها ، فالمدلول التصديقيّ مختلف دون المدلول التصوّري .\r\nومن الواضح أنّ هذا الكلام إذا تعقّلناه فإنّما يتمّ في الجملة المشتركة بلفظٍ واحدٍ بين الإنشاء والإخبار ، كما في « بعتُ » ، ولا يمكن أن ينطبق على ما يختصّ به الإنشاء أو الإخبار من جمل . فصيغة الأمر - مثلًا - جملة إنشائية ولا تستعمل للحكاية عن وقوع الحدث ، وإنّما تدلّ على طلب وقوعه ، ولا يمكن القول هنا بأنّ المدلول التصوريّ ل « افعل » نفس المدلول التصوّري للجملة الخبرية ، وأنّ الفرق بينهما في المدلول التصديقي فقط . والدليل على عدم إمكان هذا القول : أنَّا نحسّ بالفرق بين الجملتين حتّى في حالة تجرّدهما عن المدلول التصديقي وسماعهما من لافظٍ لا شعور له .\r\n\r\nالدلالات التي يبحث عنها علم الأصول :\r\nنستطيع أن نقسّم العناصر اللغوية من وجهة نظرٍ اصوليةٍ إلى عناصر مشتركةٍ في عملية الاستنباط ، وعناصر خاصّةٍ في تلك العملية .\r\nفالعناصر المشتركة هي : كلّ أداةٍ لغويةٍ تصلح للدخول في ايِّ دليلٍ مهما كان نوع الموضوع الذي يعالجه ذلك الدليل ، ومثاله : صيغة فعل الأمر ، فإنّ بالإمكان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كفاية الأصول : 27\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nاستخدامها بالنسبة إلى أيِّ موضوع .\r\nوالعناصر الخاصّة في عملية الاستنباط هي : كلّ أداةٍ لغويةٍ لا تصلح للدخول إلّا في الدليل الذي يعالج موضوعاً معيّناً ، ولا أثر لها في استنباط حكم موضوعٍ آخر ، ككلمة « الإحسان » فإنّها لا يمكن أن تدخل في دليلٍ سوى الدليل الذي يشتمل على حكمٍ مرتبطٍ بالإحسان ، ولا علاقة للأدلّة التي تشتمل على حكم الصلاة - مثلًا - بكلمة « الإحسان » ، فلهذا كانت كلمة « الإحسان » عنصراً خاصّاً في عملية الاستنباط .\r\nوعلى هذا الأساس يدرس علم الأصول من اللغة القسم الأوّل من الأدوات اللغوية التي تعتبر عناصر مشتركةً في عملية الاستنباط ، فيبحث عن مدلول صيغة فعل الأمر ، وأ نّها هل تدلّ على الوجوب ، أو الاستحباب ؟ ولا يبحث عن مدلول كلمة « الإحسان » .\r\nويدخل في القسم الأوّل من الأدوات اللغوية أداة الشرط أيضاً ؛ لأنّها تصلح للدخول في استنباط الحكم من أيِّ دليلٍ لفظيٍّ مهما كان نوع الموضوع الذي يتعلّق به ، فنحن نستنبط من النصّ القائل : « إذا زالت الشمس وجبت الصلاة » أنّ وجوب الصلاة مرتبط بالزوال بدليل أداة الشرط ، ونستنبط من النصّ القائل : « إذا هلّ هلال شهر رمضان وجب الصوم » أنّ وجوب الصوم مرتبط بالهلال ، ولأجل هذا يدرس علم الأصول أداة الشرط بوصفها عنصراً مشتركاً ، ويبحث عن نوع الربط الذي تدلّ عليه ونتائجه في استنباط الحكم الشرعي .\r\nوكذلك الحال في صيغة الجمع المعرَّف باللام ؛ لأنّها أداة لغوية صالحة للدخول في الدليل اللفظيِّ مهما كان نوع الموضوع الذي يتعلّق به .\r\nوفي ما يلي نذكر بعض النماذج من هذه الأدوات المشتركة التي يدرسها الاصوليّون :\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\n\r\n1 - صيغة الأمر :\r\nصيغة فعل الأمر نحو « إذهب » و « صلِّ » و « صُمْ » و « جاهِدْ » إلى غير ذلك من الأوامر .\r\nوالمقرَّر بين الاصوليّين عادةً هو القول بأنّ هذه الصيغة تدلّ لغةً على الوجوب .\r\nوهذا القول يدعونا أن نتساءل : هل يريد هؤلاء الأعلام من القول بأنّ صيغة فعل الأمر تدلّ على الوجوب أن صيغة فعل الأمر تدلّ على نفس ما تدلّ عليه كلمة الوجوب فتكونان مترادِفَتين ؟ وكيف يمكن افتراض ذلك ؟ مع أنّنا نحسّ بالوجدان أنّ كلمة الوجوب وصيغة فعل الأمر ليستا مترادفتين ، وإلّا لجاز أن نستبدل إحداهما بالأخرى ، وما دام هذا الاستبدال غير جائزٍ فنعرف أن صيغة فعل الأمر تدلّ على معنىً يختلف عن المعنى الذي تدلّ عليه كلمة الوجوب ، ويصبح من الصعب عندئذٍ فهم القول السائد بين الأصوليين بأنّ « صيغة فعل الأمر تدلّ على الوجوب » .\r\nوالحقيقة أن هذا القول يحتاج إلى تحليل مدلول صيغة فعل الأمر لكي نعرف كيف تدلّ على الوجوب ، فنحن حين ندقِّق في فعل الأمر نجد أنّه يدلّ على نسبةٍ بين مادة الفعل والفاعل منظوراً إليها بما هي نسبة يراد تحقيقها وإرسال المكلف نحو إيجادها .\r\nأرأيت الصيّاد حين يُرسِل كلب الصيد إلى فريسته ؟ إنّ تلك الصورة التي يتصوّرها الصيّاد عن ذهاب الكلب إلى الفريسة وهو يرسله إليها هي نفس الصورة التي يدلّ عليها فعل الأمر ، ولهذا يقال في علم الأصول : إنّ مدلول صيغة الأمر هو النسبة الإرسالية .\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nوكما أنّ الصياد حين يرسل الكلب إلى فريسته قد يكون إرساله هذا ناتجاً عن شوقٍ شديدٍ إلى الحصول على تلك الفريسة ورغبةٍ أكيدةٍ في ذلك ، وقد يكون ناتجاً عن رغبةٍ غير أكيدةٍ وشوقٍ غير شديدٍ ، كذلك النسبة الإرسالية التي تدلّ عليها الصيغة في فعل الأمر قد نتصوّرها ناتجةً عن شوقٍ شديدٍ وإلزامٍ أكيد ، وقد نتصوّرها ناتجةً عن شوقٍ أضعف ورغبةٍ أقلّ درجة .\r\nوعلى هذا الضوء نستطيع الآن أن نفهم معنى ذلك القول الاصوليّ القائل : إنّ صيغة فعل الأمر تدلّ على الوجوب ، فإنّ معناه : أنّ الصيغة قد وضعت للنسبة الإرسالية بوصفها ناتجةً عن شوقٍ شديدٍ وإلزامٍ أكيد ، ولهذا يدخل معنى الإلزام والوجوب ضمن الصورة التي نتصوّر بها المعنى اللغويّ للصيغة عند سماعها دون أن يصبح فعل الأمر مرادفاً لكلمة الوجوب .\r\nوليس معنى دخول الإلزام والوجوب في معنى الصيغة أنّ صيغة الأمر لا يجوز استعمالها في مجال المستحبّات ، بل قد استعملت كثيراً في موارد الاستحباب ، كما استعملت في موارد الوجوب ، ولكنّ استعمالها في موارد الوجوب استعمال حقيقي ؛ لأنّه استعمال للصيغة في المعنى الذي وضعت له ، واستعمالها في موارد الاستحباب استعمال مجازيّ يبرّره الشبه القائم بين الاستحباب والوجوب .\r\nوالدليل على أنّ صيغة الأمر موضوعة للوجوب بالمعنى الذي قلنا :\r\nهو التبادر ، فإنّ المنسبق إلى ذهن العرف ذلك ، بشهادة أنّ الآمر العرفيّ إذا أمر المكلّف بصيغة الأمر ولم يأتِ المكلّف بالمأمور به معتذراً بأنّي لم أكن أعرف أنّ هذا واجب أو مستحبّ ، لا يقبل منه العذر ، ويُلامُ على تخلّفه عن الامتثال ، وليس ذلك إلّالانسباق الوجوب عرفاً من اللفظ وتبادره ، والتبادر علامة الحقيقة .\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\n\r\n2 - صيغة النهي :\r\nصيغة النهي نحو « لا تذهبْ » ، والمقرَّر بين الاصوليّين هو القول بأنّ صيغة النهي تدلّ على الحرمة ، ويجب أن نفهم هذا القول بصورةٍ مماثلةٍ لفهمنا القول بأنّ صيغة الأمر تدلّ على الوجوب مع فارق ، وهو : أنّ النهي إمساك ومنع ، والأمر إرسال وطلب ، فصيغة النهي إذن تدلّ على نسبةٍ إمساكية .\r\nأي أنَّا حين نسمع جملة « إذهبْ » نتصوّر نسبةً بين الذهاب والمخاطب ، ونتصوّر أنّ المتكلّم يُرسِل المخاطب نحوها ويبعثه إلى تحقيقها ، كما يرسل الصيّاد كلبه نحو الفريسة . وأمّا حين نسمع جملة « لا تذهبْ » فنتصوّر نسبةً بين الذهاب والمخاطب ، ونتصوّر أنّ المتكلّم يُمسِك مخاطبه عن تلك النسبة ويزجره عنها ، كما لو حاول كلب الصيد أن يطارد الفريسة فأمسك به الصيّاد ، ولهذا نطلق عليها اسم « النسبة الإمساكية » .\r\nوتدخل الحرمة في مدلول النهي بالطريقة التي دخل بها الوجوب إلى مدلول الأمر ، ولنرجع بهذا الصدد إلى مثال الصيّاد ، فإنَّا نجد أنّ الصياد حين يمسك كلبه عن تتبّع الفريسة قد يكون إمساكه هذا ناتجاً عن كراهة تتبّع الكلب للفريسة بدرجةٍ شديدة ، وقد ينتج عن كراهة ذلك بدرجةٍ ضعيفة ، ونظير هذا تماماً نتصوّره في النسبة الإمساكية التي نتحدّث عنها ، فإنَّا قد نتصورها ناتجةً عن كراهةٍ شديدةٍ للمنهيِّ عنه ، وقد نتصورها ناتجةً عن كراهةٍ ضعيفة .\r\nومعنى القول بأنّ « صيغة النهي تدلّ على الحرمة » في هذا الضوء : أنّ الصيغة موضوعة للنسبة الإمساكية بوصفها ناتجةً عن كراهةٍ شديدةٍ وهي الحرمة ، فتدخل الحرمة ضمن الصورة التي نتصوّر بها المعنى اللغويَّ لصيغة النهي عند سماعها .\r\nوالدليل على أنّها موضوعة كذلك هو التبادر ، كما تقدم في صيغة الأمر .\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nوفي نفس الوقت قد تستعمل صيغة النهي في موارد الكراهة ، فيُنهى عن المكروه أيضاً بسبب الشبه القائم بين الكراهة والحرمة ، ويعتبر استعمالها في موارد المكروهات استعمالًا مجازياً .\r\n\r\n3 - الإطلاق :\r\nوتوضيحه : أنّ الشخص إذا أراد أن يأمر ولده بإكرام جاره المسلم فلا يكتفي عادةً بقوله : « أكرِم الجار » ، بل يقول : « أكرِم الجارَ المسلم » ، وأمّا إذا كان يريد من ولده أن يُكرِم جاره مهما كان دينه فيقول : « أكرم الجار » ، ويطلق كلمة « الجار » - أي لا يقيّدها بوصفٍ خاصٍّ - ويفهم من قوله عندئذٍ أنّ الأمر لا يختصّ بالجار المسلم ، بل يشمل الجار الكافر أيضاً ، وهذا الشمول نفهمه نتيجةً لذكر كلمة « الجار » مجرّدةً عن القيد ، ويسمّى هذا ب « الإطلاق » ويسمّى اللفظ في هذه الحالة « مطلقاً » .\r\nوعلى هذا الأساس يعتبر تجرّد الكلمة من القيد اللفظيّ في الكلام دليلًا على شمول الحكم ، ومثال ذلك من النصّ الشرعيّ قوله تعالى :  « أَحَلَّ اللَّهُ الْبَيْعَ »  « 1 »  ،  فقد جاءت كلمة « البيع » هنا مجرّدةً عن أيِّ قيدٍ في الكلام ، فيدلّ هذا الإطلاق على شمول الحكم بالحلّيّة لجميع أنواع البيع .\r\nوأمّا كيف أصبح ذكر الكلمة بدون قيدٍ في الكلام دليلًا على الشمول ؟ وما هو مصدر هذه الدلالة ؟ فهذا ما لا يمكن تفصيل الكلام فيه على مستوى هذه الحلقة .\r\nولكن نقول على نحو الإيجاز : إنّ ظاهر حال المتكلِّم حينما يكون له مرامٌ في نفسه يدفعه إلى الكلام أن يكون في مقام بيان تمام ذلك المرام ، فإذا قال : « أكرم الجار » وكان مرامه الجار المسلم خاصّةً لم يكتفِ بما قال ، بل يردفه عادةً بما يدلّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البقرة : 275\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nعلى قيد الإسلام ، وفي كلّ حالةٍ لا يأتي بما يدلّ على القيد نعرف أنّ هذا القيد غير داخلٍ في مرامه ، إذ لو كان داخلًا في مرامه ومع هذا سكتَ عنه لكان ذلك على خلاف ظاهر حاله القاضي بأ نّه في مقام بيان تمام المراد بالكلام ، فبهذا الاستدلال نستكشف الإطلاق من السكوت وعدم ذكر القيد ، ويعبّر عن ذلك بقرينة الحكمة .\r\n\r\n4 - أدوات العموم :\r\nأدوات العموم مثالها « كلّ » في قولنا : « احترِمْ كلَّ عادل » ؛ وذلك أنّ الآمر حين يريد أن يدلِّل على شمول حكمه وعمومه قد يكتفي بالإطلاق وذكر الكلمة بدون قيدٍ - كما شرحناه آنفاً - فيقول : « أكرم الجار » ، وقد يريد مزيداً من التأكيد على العموم والشمول فيأتي بأداةٍ خاصّةٍ للدلالة على ذلك ، فيقول في المثال المتقدّم مثلًا : « أكرم كلّ جار » ، فيفهم السامع من ذلك مزيداً من التأكيد على العموم والشمول ، ولهذا تعتبر كلمة « كلّ » من أدوات العموم ؛ لأنّها موضوعة في اللغة لذلك ، ويسمّى اللفظ الذي دلّت الأداة على عمومه « عامّاً » ، ويعبَّر عنه ب « مدخول الأداة » ؛ لأنّ أداة العموم دخلت عليه وعمّمته .\r\nونستخلص من ذلك : أنّ التدليل على العموم يتمّ بإحدى طريقتين :\r\nالأولى : سلبية ، وهي الإطلاق ، أي ذكر الكلمة بدون قيد .\r\nوالثانية : إيجابية ، وهي استعمال أداةٍ للعموم ، نحو « كلّ » و « جميع » و « كافّة » ، وما إليها من ألفاظ .\r\nوقد اختلف الاصوليّون في صيغة الجمع المعرَّف باللام ، من قبيل « الفقهاء » ، « العقود » .\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nفقال بعضهم « 1 » : إنّ هذه الصيغة نفسها من أدوات العموم أيضاً ، مثل كلمة « كلّ » ، فأيّ جمعٍ من قبيل « فقهاء » إذا أراد المتكلِّم إثبات الحكم لجميع أفراده والتدليل على عمومه بطريقةٍ إيجابيّةٍ أدخل عليه اللام ، فيجعله جمعاً معرّفاً باللام ، ويقول : « احترم الفقهاء » ، أو « أوفوا بالعقود » .\r\nوبعض الاصوليِّين « 2 » يذهب إلى أنّ صيغة الجمع المعرَّف باللام ليست من أدوات العموم ، ونحن إنّما نفهم الشمول في الحكم عندما نسمع المتكلِّم يقول :\r\n« احترم الفقهاء » - مثلًا - بسبب الإطلاق وتجرّد الكلمة عن القيود ، لا بسبب دخول اللام على الجمع ، أي بطريقةٍ سلبيةٍ لا إيجابية ، فلا فرق بين أن يقال : « أكرم الفقهاء » ، أو : « أكرم الفقيه » ، فكما يستند فهمنا للشمول في الجملة الثانية إلى الإطلاق كذلك الحال في الجملة الأولى ، فالمفرد والجمع المعرَّفان لا يدلّان على الشمول إلّابالطريقة السلبية .\r\n\r\n5 - أداة الشرط :\r\nأداة الشرط مثالها « إذا » في قولنا : « إذا زالت الشمس فصلِّ » ، و « إذا أحرمت للحجِّ فلا تتطيّب » ، وتسمّى الجملة التي تدخل عليها أداة الشرط جملة شرطية ، وهي تختلف في وظيفتها اللغوية عن غيرها من الجمل التي لا توجد فيها أداة شرط ، فإنّ سائر الجمل تقوم بربط كلمةٍ بأخرى ، نظير ربط الخبر بالمبتدأ في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كالمحقق النائيني رحمه الله في فوائد الأصول 2 : 516\r\n( 2 ) منهم المحقّق العراقي في نهاية الأفكار 2 : 510 ، والمحقّق الخراساني في كفاية الأصول : 255\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nالقضية الحملية .\r\nوأمّا الجملة الشرطية فهي تربط بين جملتين ، وهما : جملة الشرط وجملة الجزاء ، وكلّ من هاتين الجملتين تتحوّل بسبب هذا الربط الشرطيّ من جملةٍ تامّةٍ إلى جملةٍ ناقصة ، وتكون الجملة التامة هي الجملة الشرطية بكاملها .\r\nوإذا لاحظنا المثالين المتقدِّمَين للجملة الشرطية وجدنا أنّ الشرط في المثال الأوّل زوال الشمس ، وفي المثال الثاني هو الإحرام للحجّ ، وأمّا المشروط فهو مدلول جملة « صلِّ » و « لا تتطيّب » . ولمّا كان مدلول « صلِّ » بوصفه صيغة أمرٍ هو الوجوب ، ومدلول « لا تتطيّب » بوصفه صيغة نهيٍ هو الحرمة - كما تقدم - فنعرف أنّ المشروط هو الوجوب أو الحرمة ، أي الحكم الشرعي ، ومعنى أنّ الحكم الشرعيّ مشروط بزوال الشمس أو بالإحرام للحجّ : أنّه مرتبط بالزوال أو الإحرام ومقيّد بذلك ، والمقيّد ينتفي إذا انتفى قيده .\r\nوينتج عن ذلك : أنّ أداة الشرط تدلّ على انتفاء الحكم الشرعيّ في حالة انتفاء الشرط ؛ لأنّ ذلك نتيجة لدلالتها على تقييد الحكم الشرعيّ وجعله مشروطاً ، فيدلّ قولنا : « إذا زالت الشمس فصلِّ » على عدم وجوب الصلاة قبل الزوال ، ويدلّ قولنا : « إذا أحرمت للحجِّ فلا تتطيّب » على عدم حرمة الطِيب في حالة عدم الإحرام للحجّ ، وبذلك تصبح الجملة الشرطية ذات مدلولين : أحدهما إيجابي ، والآخر سلبي .\r\nفالإيجابيّ : هو ثبوت الجزاء عند ثبوت الشرط ، ومدلولها السلبيّ هو انتفاء الجزاء عند انتفاء الشرط .\r\nويسمّى المدلول الإيجابيّ « منطوقاً » للجملة ، والمدلول السلبيّ « مفهوماً » .\r\nوكلّ جملةٍ لها مثل هذا المدلول السلبيّ يقال في العرف الأصولي : إنّ هذه الجملة أو القضية ذات مفهوم .\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nوقد وضع بعض الاصوليِّين « 1 » قاعدةً عامّةً لهذا المدلول السلبيّ في اللغة ، فقال : إنّ كلّ أداةٍ لغويةٍ تدلّ على تقييد الحكم وتحديده لها مدلول سلبي ، إذ تدلّ على انتفاء الحكم خارج نطاق الحدود التي تضعها للحكم ، وأداة الشرط تعتبر مصداقاً لهذه القاعدة العامة ؛ لأنّها تدلّ على تحديد الحكم بالشرط .\r\nومن مصاديق القاعدة أيضاً : أداة الغاية ، حين تقول مثلًا : « صُمْ حتّى تغيب الشمس » ، فإنّ « صُمْ » هنا فعل أمرٍ يدلّ على الوجوب ، وقد دلّت « حتّى » بوصفها أداة غايةٍ على وضع حدٍّ وغايةٍ لهذا الوجوب الذي تدلّ عليه صيغة الأمر ، ومعنى كونه غايةً له : تقييده ، فيدلّ على انتفاء وجوب الصوم بعد مغيب الشمس ، وهذا هو المدلول السلبيّ الذي نطلق عليه اسم المفهوم . ويسمّى المدلول السلبيّ للجملة الشرطية ب « مفهوم الشرط » ، كما يسمّى المدلول السلبيّ لأداة الغاية - من قبيل حتّى في المثال المتقدم - ب « مفهوم الغاية » .\r\nوأمّا إذا قيل : « أكرم الفقير العادل » فلا يدلّ القيد هنا على أنّ غير العادل لا يجب إكرامه ؛ لأنّ هذا القيد ليس قيداً للحكم ، بل هو وصف للفقير وقيد له ، والفقير هو موضوع الحكم لانفسه ، وما دام التقييد لا يعود إلى الحكم مباشرةً فلا دلالة له على المفهوم ، ومن هنا يقال : إنّه لا مفهوم للوصف ، ويراد به ما كان من قبيل كلمة « العادل » في هذا المثال .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ذكر ذلك صاحب الكفاية في بحث مفهوم الغاية . ( كفاية الأصول : 246 ) وكذا المحقق النائيني في بحث مفهوم الوصف ( أجود التقريرات 1 : 435 )\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\n\r\nحجّية الظهور\r\nإذا واجهنا دليلًا شرعياً فليس المهمّ أن نفسِّره بالنسبة إلى مدلوله التصوّريّ اللغويّ فحسب ، بل أن نفسِّره بالنسبة إلى مدلوله التصديقي ؛ لنعرف ماذا أراد الشارع به ، وكثيراً ما نلاحظ أنّ اللفظ صالح لدلالاتٍ لغويةٍ وعرفيةٍ متعدّدة فكيف نستطيع أن نعيِّن مراد المتكلِّم منه ؟\r\nوهنا نستعين بظهورين :\r\nأحدهما : ظهور اللفظ في مرحلة الدلالة التصورية في معنىً معيّن ، ومعنى الظهور في هذه المرحلة : أنّ هذا المعنى أسرع انسباقاً إلى تصوّر الإنسان عند سماع اللفظ من غيره من المعاني فهو أقرب المعاني إلى اللفظ لغةً .\r\nوالآخر : ظهور حال المتكلِّم في أنّ ما يريده مطابق لظهور اللفظ في مرحلة الدلالة التصورية ، أي أنّه يريد أقرب المعاني إلى اللفظ لغةً ، وهذا ما يسمّى بظهور التطابق بين مقام الإثبات ومقام الثبوت ، ومن المقرّر في علم الأصول أنّ ظهور حال المتكلِّم في إرادة أقرب المعاني إلى اللفظ حجّة .\r\nومعنى حجّيّة الظهور : اتّخاذه أساساً لتفسير الدليل اللفظيّ على ضوئه ، فنفترض دائماً أنّ المتكلِّم قد أراد المعنى الأقرب إلى اللفظ في النظام اللغويِّ العامِّ « 1 » أخذاً بظهور حاله . ولأجل ذلك يطلق على حجّية الظهور اسم « أصالة الظهور » ؛ لأ نّها تجعل الظهور هو الأصل لتفسير الدليل اللفظي .\r\nوفي ضوء هذا نستطيع أن نعرف لماذا كنَّا نهتمّ في البحث السابق بتحديد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لا نريد باللغة والنظام اللغويّ العامّ هنا اللغة في مقابل العرف ، بل النظام القائم بالفعل لدلالة الألفاظ ، سواء كان لغويّاً أوّليّاً أو ثانوياً . المؤلف قدس سره\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nالمدلول اللغويِّ الأقرب للكلمة والمعنى الظاهر لها بموجب النظام اللغويّ العامّ ، مع أنّ المهمّ عند تفسير الدليل اللفظيّ هو اكتشاف ماذا أراد المتكلِّم باللفظ من معنى ، لا ما هو المعنى الأقرب إليه في اللغة ، فإنَّا ندرك في ضوء أصالة الظهور أنّ الصلة وثيقة جدّاً بين اكتشاف مراد المتكلِّم وتحديد المدلول اللغويّ الأقرب للكلمة ؛ لأنّ أصالة الظهور تحكم بأنّ مراد المتكلِّم من اللفظ هو نفس المدلول اللغويّ الأقرب ، أي المعنى الظاهر من اللفظ لغةً ، فلكي نعرف مراد المتكلِّم يجب أن نعرف المعنى الأقرب إلى اللفظ لغةً لنحكم بأ نّه هو المعنى المراد للمتكلِّم .\r\nوالدليل على حجّية الظهور يتكوّن من مقدِّمتين :\r\nالأولى : أنّ الصحابة وأصحاب الأئمة عليهم السلام كانت سيرتهم قائمةً على العمل بظواهر الكتاب والسنّة واتّخاذ الظهور أساساً لفهمهما ، كما هو واضح تأريخيّاً من عملهم وديدنهم .\r\nالثانية : أنّ هذه السيرة على مرأىً ومسمعٍ من المعصومين عليهم السلام ولم يعترضوا عليها بشيء ، وهذا يدلّ على صحّتها شرعاً ، وإلّا لردعوا عنها ، وبذلك يثبت إمضاء الشارع للسيرة القائمة على العمل بالظهور ، وهو معنى حجّية الظهور شرعاً .\r\n\r\nتطبيقات حجّية الظهور على الأدلّة اللفظية :\r\nونستعرض في ما يلي ثلاث حالاتٍ لتطبيق قاعدة حجّية الظهور :\r\nالأولى : أن يكون لِلَّفظ في الدليل معنىً وحيد في اللغة ولا يصلح للدلالة على معنىً آخر في النظام اللغويِّ والعرفيِّ العامّ .\r\nوالقاعدة العامّة تحتِّم في هذه الحالة أن يُحمَل اللفظ على معناه الوحيد ويقال :\r\n« إنّ المتكلِّم أراد ذلك المعنى » ؛ لأنّ المتكلِّم يريد باللفظ دائماً المعنى المحدَّد له في النظام اللغويِّ العامّ ، ويعتبر الدليل في مثل هذه الحالة صريحاً في معناه ونصّاً .\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nالثانية : أن يكون لِلَّفظ معانٍ متعدِّدةٌ متكافئة في علاقتها باللفظ بموجب النظام اللغوي العام ، من قبيل المشترك ، وفي هذه الحالة لا يمكن تعيين المراد من اللفظ على أساس تلك القاعدة ، إذ لا يوجد معنى أقرب إلى اللفظ من ناحيةٍ لغويةٍ لتطبَّق القاعدة عليه ، ويكون الدليل في هذه الحالة مجملًا .\r\nالثالثة : أن يكون لِلَّفظ معانٍ متعدِّدة في اللغة وأحدها أقرب إلى اللفظ لغوياً من سائر معانيه ، ومثاله : كلمة « البحر » التي لها معنىً حقيقيّ قريب وهو « البحر من الماء » ، ومعنىً مجازيّ بعيد وهو « البحر من العلم » ، فإذا قال الآمر : « إذهب إلى البحر في كلّ يومٍ » وأردنا أن نعرف ماذا أراد المتكلم بكلمة « البحر » من هذين المعنيين ، يجب علينا أن ندرس السياق الذي جاءت فيه كلمة « البحر » ونريد ب « السياق » كلّ ما يكتنف اللفظ الذي نريد فهمه من دوالّ أخرى ، سواء كانت لفظيةً كالكلمات التي تشكّل مع اللفظ الذي نريد فهمه كلاماً واحداً مترابطاً ، أو حاليّةً كالظروف والملابسات التي تحيط بالكلام وتكون ذات دلالةٍ في الموضوع .\r\nفإن لم نجد في سائر الكلمات التي وردت في السياق ما يدلّ على خلاف المعنى الظاهر من كلمة « البحر » كان لزاماً علينا أن نفسِّر كلمة « البحر » على أساس المعنى اللغوي الأقرب تطبيقاً للقاعدة العامة القائلة بحجّية الظهور .\r\nوقد نجد في سائر أجزاء الكلام ما لا يتّفق مع ظهور كلمة « البحر » ، ومثاله أن يقول الآمر : « إذهب إلى البحر في كلّ يوم واستمع إلى حديثه باهتمام » ، فإنّ الاستماع إلى حديث البحر لا يتّفق مع المعنى اللغويّ الأقرب إلى كلمة « البحر » ، وإنّما يناسب العالم الذي يشابه البحر لغزارة علمه ، وفي هذه الحالة نجد أنفسنا تتساءل : ماذا أراد المتكلِّم بكلمة « البحر » ؟ هل أراد بها البحر من العلم بدليل أنّه أمرنا بالاستماع إلى حديثه ، أو أراد بها البحر من الماء ولم يقصد بالحديث هنا المعنى الحقيقيّ ، بل أراد به الإصغاء إلى صوت أمواج البحر ؟ وهكذا نظلّ متردِّدين بين كلمة « البحر »\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nوظهورها اللغويّ من ناحية ، وكلمة « الحديث » وظهورها اللغوي من ناحيةٍ أخرى ، ومعنى هذا أنّا نتردّد بين صورتين :\r\nإحداهما : صورة الذهاب إلى بحرٍ من الماء المتموِّج والاستماع إلى صوت موجه ، وهذه الصورة هي التي توحي بها كلمة « البحر » .\r\nوالأخرى : صورة الذهاب إلى عالمٍ غزير العلم والاستماع إلى كلامه ، وهذه الصورة هي التي توحي بها كلمة « الحديث » .\r\nوفي هذا المجال يجب أن نلاحظ السياق جميعاً ككلٍّ ونرى أيَّ هاتين الصورتين أقرب إليه في النظام اللغوي العام ؟ أي أنّ هذا السياق إذا القي على ذهن شخصٍ يعيش اللغة ونظامها بصورةٍ صحيحةٍ هل سوف تسبق إلى ذهنه الصورة الأولى ، أو الصورة الثانية ؟ فإن عرفنا أنّ إحدى الصورتين أقرب إلى السياق بموجب النظام اللغويّ العام - ولنفرضها الصورة الثانية - تكوَّن للسياق - ككلٍّ - ظهور في الصورة الثانية ، ووجب أن نفسِّر الكلام على أساس تلك الصورة الظاهرة .\r\nويطلق على كلمة « الحديث » في هذا المثال اسم « القرينة » ؛ لأنّها هي التي دلّت على الصورة الكاملة للسياق وأبطلت مفعول كلمة « البحر » وظهورها .\r\nوأمّا إذا كانت الصورتان متكافئتين في علاقتهما بالسياق فهذا يعني أنّ الكلام أصبح مجملًا ولا ظهور له ، فلا يبقى مجال لتطبيق القاعدة العامّة .\r\n\r\nالقرينة المتَّصلة والمنفصلة :\r\nعرفنا أنّ كلمة « الحديث » في المثال السابق قد تكون قرينةً في ذلك السياق ، وتسمّى « قرينةً متّصلة » ؛ لأنّها متّصلة بكلمة « البحر » التي أبطلت مفعولها وداخلة معها في سياقٍ واحد ، والكلمة التي يبطل مفعولها بسبب القرينة تسمّى\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nب « ذي القرينة » .\r\nومن أمثلة القرينة المتّصلة : الاستثناء من العامّ ، كما إذا قال الآمر : « أكرِم كلَّ فقيرٍ إلّاالفُسّاق » ، فإنّ كلمة « كلّ » ظاهرة في العموم لغةً ، وكلمة « الفُسّاق » تتنافى مع العموم ، وحين ندرس السياق ككلٍّ نرى أنّ الصورة التي تقتضيها هذه الكلمة أقرب إليه من صورة العموم التي تقتضيها كلمة « كلّ » ، بل لا مجال للموازنة بينهما ، وبهذا تعتبر أداة الاستثناء قرينةً على المعنى العامّ للسياق .\r\nفالقرينة المتّصلة هي : كلّ ما يتّصل بكلمةٍ أخرى ، فيبطل ظهورها ويوجّه المعنى العامّ للسياق الوجهة التي تنسجم معه .\r\nوقد يتّفق أنّ القرينة بهذا المعنى لا تجيء متّصلةً بالكلام بل منفصلةً عنه ، فتسمّى « قرينةً منفصلة » .\r\nومثاله : أن يقول الآمر : « أكرم كلَّ فقير » ، ثمّ يقول في حديثٍ آخر بعد ساعة : « لا تكرم فسّاق الفقراء » ، فهذا النهي لو كان متّصلًا بالكلام الأوّل لاعتُبِر قرينةً متّصلة ، ولكنّه انفصل عنه في هذا المثال .\r\nوفي هذا الضوء نفهم معنى القاعدة الأصولية القائلة : « إنّ ظهور القرينة مقدَّم على ظهور ذي القرينة ، سواء كانت القرينة متّصلة أو منفصلة » .\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\n\r\nإثبات الصدور\r\nلكي نعمل بكلامٍ بوصفه دليلًا شرعياً لابدّ من إثبات صدوره من المعصوم ؛ وذلك بأحد الطرق التالية :\r\nالأوّل : التواتر ، وذلك بأن ينقله عدد كبير من الرواة ، وكلّ خبرٍ من هذا العدد الكبير يشكِّل احتمالًا للقضية وقرينةً لإثباتها ، وبتراكم الاحتمالات والقرائن يحصل اليقين بصدور الكلام ، وحجّية التواتر قائمة على أساس إفادته للعلم ، ولا تحتاج حجّيته إلى جعلٍ وتعبّدٍ شرعي .\r\nالثاني : الإجماع والشهرة ، وتوضيح ذلك : أنَّا إذا لاحظنا فتوى الفقيه الواحد بوجوب الخمس في المعادن - مثلًا - نجد أنّها تشكِّل قرينة إثبات ناقصة على وجود دليلٍ لفظيٍّ مسبقٍ يدلّ على هذا الوجوب ؛ لأنّ فتوى الفقيه تجعلنا نحتمل تفسيرين لها :\r\nأحدهما : أن يكون قد استند في فتواه إلى دليلٍ لفظيٍّ - مثلًا - بصورةٍ صحيحة .\r\nوالآخر : أن يكون مخطئاً في فتواه .\r\nوما دمنا نحتمل فيها هذين التفسيرين معاً فهي قرينة إثباتٍ ناقص ، فإذا أضفنا إليها فتوى فقيهٍ آخر بوجوب الخمس في المعادن أيضاً كَبُر احتمال وجود دليلٍ لفظيٍّ يدلّ على الحكم ؛ نتيجةً لاجتماع قرينتين ناقصتين ، وحين ينضمّ إلى الفقيهين فقيه ثالث نزداد مَيلًا إلى الاعتقاد بوجود هذا الدليل اللفظي ، وهكذا نزداد مَيلًا إلى الاعتقاد بذلك كلّما ازداد عدد الفقهاء [ المفتين 
  ] بوجوب الخمس في المعادن ، فإذا كان الفقهاء قد اتّفقوا جميعاً على هذه الفتوى سُمِّي ذلك « إجماعاً » ، وإذا كانوا\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nيشكِّلون الأكثرية فقط سُمِّي ذلك « شهرة » .\r\nفالإجماع والشهرة طريقان لاكتشاف وجود الدليل اللفظيِّ في جملةٍ من الأحيان .\r\nوحكم الإجماع والشهرة من ناحيةٍ اصوليةٍ أنّه متى حصل العلم بالدليل الشرعيِّ بسبب الإجماع أو الشهرة وجب الأخذ بذلك في عملية الاستنباط ، وأصبح الإجماع والشهرة حجّة ، وإذا لم يحصل العلم بسبب الإجماع أو الشهرة فلا اعتبار بهما ، إذ لا يفيدان حينئذٍ إلّاالظنّ ، ولا دليل على حجّية هذا الظنّ شرعاً ، فالأصل عدم حجّيته ؛ لأنّ هذا هو الأصل في كلّ ظنٍّ ، كما تقدم .\r\nالثالث : سيرة المتشرّعة ، وهي السلوك العامّ للمتديِّنين في عصر المعصومين ، من قبيل اتّفاقهم على إقامة صلاة الظهر في يوم الجمعة بدلًا عن صلاة الجمعة ، أو على عدم دفع الخمس من الميراث .\r\nوهذا السلوك العامّ إذا حلّلناه إلى مفرداته ، ولاحظنا سلوك كلّ واحدٍ بصورةٍ مستقلّةٍ نجد أنّ سلوك الفرد المتديِّن الواحد في عصر التشريع يعتبر قرينةَ إثباتٍ ناقصة على صدور بيانٍ شرعيٍّ يقرّر ذلك السلوك ، ونحتمل في نفس الوقت أيضاً الخطأ والغفلة وحتّى التسامح .\r\nفإذا عرفنا أنّ فردين في عصر التشريع كانا يسلكان نفس السلوك ويصلّيان الظهر - مثلًا - في يوم الجمعة ازدادت قوّة الإثبات ، وهكذا تكبر قوّة الإثبات حتى تصل إلى درجةٍ كبيرةٍ عندما نعرف أنّ ذلك السلوك كان سلوكاً عامّاً يتّبعه جمهرة المتديّنين في عصر التشريع ، إذ يبدو من المؤكَّد حينئذٍ أنّ سلوك هؤلاء جميعاً لم ينشأ عن خطأ أو غفلةٍ أو تسامح ؛ لأنّ الخطأ والغفلة أو التسامح قد يقع فيه هذا أو ذاك ، وليس من المحتمل أن يقع فيه جمهرة المتديّين في عصر التشريع جميعاً .\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nوهكذا نعرف أنّ السلوك العامّ مستند إلى بيانٍ شرعيٍّ يدلّ على إمكان إقامة الظهر في يوم الجمعة ، وعدم وجوب الخمس في الميراث ، وهي في الغالب تؤدِّي إلى الجزم بالبيان الشرعيّ ضمن شروطٍ لا مجال لتفصيلها الآن .\r\nومتى كانت كذلك فهي حجّة ، وأما إذا لم يحصل منها الجزم فلا اعتبار بها ؛ لعدم الدليل على الحجّية حينئذٍ .\r\nوهذه الطرق الثلاث كلّها مبنيّة على تراكم الاحتمالات وتجمّع القرائن .\r\nالرابع : خبر الواحد الثقة ، ونعبِّر بخبر الواحد عن كلّ خبرٍ لا يفيد العلم ، وحكمه : أنّه إذا كان المخبر ثقةً اخذ به وكان حجّة ، وإلّا فلا ، وهذه الحجّية ثابتة شرعاً لا عقلًا ؛ لأنّها لا تقوم على أساس حصول القطع ، بل على أساس أمر الشارع باتّباع خبر الثقة ، فقد دلّت أدلّة شرعية عديدة على ذلك ، ويأتي بيانها في حلقةٍ مقبلةٍ إن شاء اللَّه تعالى .\r\nومن تلك الأدلّة : آية النبأ ، وهي قوله تعالى :  « يا أَيُّهَا الَّذِينَ آمَنُوا إِنْ جاءَكُمْ فاسِقٌ بِنَبَإٍ فَتَبَيَّنُوا . . . »  « 1 » الآية ، فإنّه يشتمل على جملةٍ شرطية ، وهي تدلّ منطوقاً على إناطة وجوب التبيّن بمجيء الفاسق بالنبأ ، وتدلّ مفهوماً على نفي وجوب التبيّن في حالة مجيء النبأ من قبل غير الفاسق ، وليس ذلك إلّالحجّيته ، فيستفاد من الآية الكريمة حجّية خبر العادل الثقة .\r\nويدلّ على حجّية خبره أيضاً : أنّ سيرة المتشرّعة والعقلاء عموماً على الاتّكال عليه ، ونستكشف من انعقاد سيرة المتشرّعة على ذلك واستقرار عمل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحجرات : 6\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nأصحاب الأئمّة والرواة عليه أنّ حجّيته متلقّاة لهم من قبل الشارع ؛ وفقاً لما تقدّم من حديثٍ « 1 » عن سيرة المتشرّعة وكيفية الاستدلال بها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وذلك في الطريق الثالث من طرق إثبات الصدور\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\n\r\nب - الدليل الشرعي غير اللفظي\r\nالدليل الشرعيّ غير اللفظيِّ : كلّ ما يصدر من المعصوم ممّا له دلالة على الحكم الشرعي ، وليس من نوع الكلام .\r\nويدخل ضمن ذلك فعل المعصوم ، فإن أتى المعصوم بفعلٍ دلّ على جوازه ، وإن تركه دلّ على عدم وجوبه ، وإن أوقعه بعنوان كونه طاعةً للَّه‌تعالى دلّ على المطلوبية . ويثبت لدينا صدور هذه الأنحاء من التصرّف عن المعصوم بنفس الطرق المتقدمة التي يثبت بها صدور الدليل الشرعيِّ اللفظي .\r\nويدخل ضمن ذلك تقرير المعصوم - وهو السكوت منه عن تصرّفٍ يواجهه - فإنّه يدلّ على الإمضاء ، وإلّا لكان على المعصوم أن يردع عنه ، فيستكشف من عدم الردع الإمضاء والارتضاء .\r\nوالتصرّف : تارةً يكون شخصياً في واقعةٍ معيّنة ، كما إذا توضّأ إنسان أمام الإمام فمسح منكوساً وسكت الإمام عنه ، وأخرى يكون نوعياً كالسيرة العقلائية ، وهي عبارة عن مَيلٍ عامٍّ عند العقلاء نحو سلوكٍ معيّنٍ دون أن يكون للشرع دور إيجابيّ في تكوين هذا الميل .\r\nومثال ذلك : الميل العامّ لدى العقلاء نحو الأخذ بظهور كلام المتكلّم ، أو خبر الثقة ، أو باعتبار الحيازة سبباً لتملّك المباحات الأولية ، والسيرة العقلائية بهذا المعنى تختلف عن سيرة المتشرّعة التي تقدّم أنّها إحدى الطرق لكشف صدور الدليل الشرعي ، فإنّ سيرة المتشرّعة - بما هم كذلك - تكون عادةً وليدة البيان الشرعي ،\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nولهذا تعتبر كاشفةً عنه كشف المعلول عن العلّة .\r\nوأمّا السيرة العقلائية فمردّها - كما عرفنا - إلى ميلٍ عامٍّ يوجد عند العقلاء نحو سلوكٍ معيّن ، لا كنتيجةٍ لبيانٍ شرعي ، بل نتيجة العوامل والمؤثّرات الأخرى التي تتكيَّف وفقاً لها ميول العقلاء وتصرّفاتهم ، ولأجل هذا لا يقتصر الميل العامّ الذي تعبِّر عنه السيرة العقلائية على نطاق المتديّنين خاصّة ؛ لأنّ الدّين لم يكن من عوامل تكوين هذا الميل .\r\nوبهذا يتّضح أنّ السيرة العقلائية لا تكشف عن البيان الشرعيّ كشف المعلول عن العلّة ، وإنّما تدلّ على الحكم الشرعيِّ عن طريق دلالة التقرير بالتقريب التالي ، وهو : أنّ الميل الموجود عند العقلاء نحو سلوكٍ معيّنٍ يعتبر قوّةً دافعةً لهم نحو ممارسة ذلك السلوك ، فإذا سكتت الشريعة عن ذلك الميل ولم يردع المعصوم عن السيرة مع معاصرته لها كشف ذلك عن الرضا بذلك السلوك وإمضائه شرعاً .\r\nومثال ذلك : سكوت الشريعة عن الميل العامِّ عند العقلاء نحو الأخذ بظهور كلام المتكلّم ، وعدم ردع المعصومين عن ذلك ، فإنّه يدلّ على أنّ الشريعة تُقِرّ هذه الطريقة في فهم الكلام ، وتوافق على اعتبار الظهور حجّة ، وإلّا لمنعت الشريعة عن الانسياق مع ذلك الميل العامّ ، وردعت عنه فينطاقها الشرعي .\r\nوبهذا يمكن أن نستدلّ على حجّية الظهور بالسيرة العقلائية ، إضافةً إلى استدلالنا سابقاً « 1 » عليها بسيرة المتشرّعة المعاصرين للرسول والأ ئمّة عليهم السلام .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في بحث الدليل الشرعي اللفظي تحت عنوان حجيّة الظهور\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\n\r\n- 2 - الدليل العقلي\r\nالعلاقات القائمة بين نفس الأحكام .\r\nالعلاقات القائمة بين الحكم وموضوعه .\r\nالعلاقات القائمة بين الحكم ومتعلّقه .\r\nالعلاقات القائمة بين الحكم والمقدمات .\r\nالعلاقات القائمة في داخل الحكم الواحد .\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\n\r\nدراسة العلاقات العقلية :\r\nحينما يدرس العقل العلاقات بين الأشياء يتوصّل إلى معرفة أنواعٍ عديدةٍ من العلاقة ، فهو يدرك - مثلًا - علاقة التضادّ بين السواد والبياض ، وهي تعني استحالة اجتماعهما في جسمٍ واحد ، ويدرك علاقة التلازم بين السبب والمسبّب ، فإنّ كلّ مسبّبٍ في نظر العقل ملازم لسببه ويستحيل انفكاكه عنه ، نظير الحرارة بالنسبة إلى النار ، ويدرك علاقة التقدم والتأخر في الدرجة بين السبب والمسبّب .\r\nومثاله : إذا أمسكت مفتاحاً بيدك وحرّكت يدك فيتحرّك المفتاح بسبب ذلك ، وبالرغم من أنّ المفتاح في هذا المثال يتحرّك في نفس اللحظة التي تتحرّك فيها يدك ، فإنّ العقل يدرك أنّ حركة اليد متقدمة على حركة المفتاح ، وحركة المفتاح متأخّرة عن حركة اليد لا من ناحية زمنية ، بل من ناحية تسلسل الوجود ، ولهذا نقول حين نريد أن نتحدّث عن ذلك : « حرّكت يدي فتحرَّك المفتاح » ، فالفاءُ هنا تدلّ على تأخّر حركة المفتاح عن حركة اليد ، مع أنّهما وقعتا في زمانٍ واحد . فهناك إذن تأخّر لا يمتّ إلى الزمان بصلة ، وإنّما ينشأ عن تسلسل الوجود في نظر العقل ، بمعنى أنّ العقل حين يلحظ حركة اليد وحركة المفتاح ويدرك أنّ هذه نابعة من تلك يرى أنّ حركة المفتاح متأخّرة عن حركة اليد بوصفها نابعةً منها ، ويرمز إلى هذا التأخّر بالفاء فيقول : « تحرّكت يدي فتحرَّك المفتاح » ، ويطلق على هذا التأخّر اسم « التأخّر الرتبي » .\r\nوبعد أن يدرك العقل تلك العلاقات يستطيع أن يستفيد منها في اكتشاف وجود الشيء أو عدمه ، فهو عن طريق علاقة التضادّ بين السواد والبياض يستطيع\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nأن يثبت عدم السواد في جسمٍ إذا عرف أنّه أبيض ؛ نظراً إلى استحالة اجتماع البياض والسواد في جسمٍ واحد . وعن طريق علاقة التلازم بين المسبَّب وسببه يستطيع العقل أن يثبت وجود المسبَّب إذا عرف وجود السبب ؛ نظراً إلى استحالة الانفكاك بينهما . وعن طريق علاقة التقدُّم والتأخّر يستطيع العقل أن يكتشف عدم وجود المتأخّر قبل الشيء المتقدم ؛ لأنّ ذلك يناقض كونه متأخّراً ، فإذا كانت حركة المفتاح متأخّرةً عن حركة اليد في تسلسل الوجود فمن المستحيل أن تكون حركة المفتاح - والحالة هذه - موجودةً بصورةٍ متقدِّمةٍ على حركة اليد في تسلسل الوجود .\r\nوكما يدرك العقل هذه العلاقات بين الأشياء ويستفيد منها في الكشف عن وجود شيءٍ أو عدمه كذلك يدرك العلاقات القائمة بين الأحكام ، ويستفيد من تلك العلاقات في الكشف عن وجود حكمٍ أو عدمه ، فهو يدرك - مثلًا - التضادّ بين الوجوب والحرمة كما كان يدرك التضادّ بين السواد والبياض ، وكما كان يستخدم هذه العلاقة في نفي السواد إذا عرف وجود البياض كذلك يستخدم علاقة التضادّ بين الوجوب والحرمة لنفي الوجوب عن الفعل إذا عرف أنّه حرام .\r\nفهناك إذن أشياء تقوم بينها علاقات في نظر العقل ، وهناك أحكام تقوم بينها علاقات في نظر العقل أيضاً .\r\nونطلق على الأشياء اسم « العالم التكويني » ، وعلى الأحكام اسم « العالم التشريعي » .\r\nوكما يمكن للعقل أن يكشف وجود الشيء أو عدمه في العالم التكوينيّ عن طريق تلك العلاقات كذلك يمكن للعقل أن يكشف وجود الحكم أو عدمه في العالم التشريعيّ عن طريق تلك العلاقات .\r\nومن أجل ذلك كان من وظيفة علم الأصول أن يدرس تلك العلاقات في عالم الأحكام بوصفها قضايا عقلية صالحة لأنْ تكون عناصر مشتركة في عملية\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nالاستنباط ، وفي ما يلي نماذج من هذه العلاقات :\r\n\r\nتقسيم البحث :\r\nتوجد في العالم التشريعيّ أقسام من العلاقات : فهناك قسم من العلاقات قائم بين نفس الأحكام - أي بين حكمٍ شرعيٍّ وحكمٍ شرعيٍّ آخر - وقسم ثانٍ من العلاقات قائم بين الحكم وموضوعه ، وقسم ثالث بين الحكم ومتعلّقه ، وقسم رابع بين الحكم ومقدماته ، وقسم خامس وهو العلاقات القائمة في داخل الحكم الواحد ، وقسم سادس وهو العلاقات القائمة بين الحكم وأشياء أخرى خارجةٍ عن نطاق العالم التشريعي .\r\nوسوف نتحدّث عن نماذج لأكثر هذه الأقسام « 1 » في ما يلي :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أي لغير القسم السادس ، وأ مّا القسم السادس فنريد به ما كان من قبيل علاقة التلازم بين الحكم العقلي والحكم الشرعي المقرّر في المبدأ القائل : « كلّ ما حكم به العقل حكم به الشرع » فانّ هذه العلاقة تقوم بين الحكم الشرعي وشئ خارج عن نطاق العالم التشريعي ، وهو حكم العقل . وقد أجّلنا دراسة ذلك إلى الحلقات المقبلة . المؤلف قدس سره\r\n","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\n\r\nالعلاقات القائمة بين نفس الأحكام\r\n\r\nعلاقة التضادّ بين الوجوب والحرمة :\r\nمن المعترف به في علم الأصول أنّه ليس من المستحيل أن يأتي المكلّف بفعلين في وقتٍ واحدٍ أحدهما واجب والآخر حرام ، فيعتبر مطيعاً من ناحية إتيانه بالواجب وجديراً بالثواب ، ويعتبر عاصياً من ناحية إتيانه للحرام ومستحقّاً للعقاب .\r\nومثاله : أن يشرب الماءَ النجسَ ويدفع الزكاة إلى الفقير في وقتٍ واحد .\r\nوأمّا الفعل الواحد فلا يمكن أن يتّصف بالوجوب والحرمة معاً ؛ لأنّ العلاقة بين الوجوب والحرمة هي علاقة تضادٍّ ولا يمكن اجتماعهما في فعلٍ واحد ، كما لا يمكن أن يجتمع السواد والبياض في جسمٍ واحد ، فدفع الزكاة إلى الفقير لا يمكن أن يكون - وهو واجب - حراماً في نفس الوقت ، وشرب النجس لا يمكن أن يكون - وهو حرام - واجباً في نفس الوقت .\r\nوهكذا يتّضح :\r\nأولًا : أنّ الفعلين المتعدّدين - كدفع الزكاة وشرب النجس - يمكن أن يتّصف أحدهما بالوجوب والآخر بالحرمة ، ولو أوجدهما المكلّف في زمانٍ واحد .\r\nوثانياً : أنّ الفعل الواحد لا يمكن أن يتّصف بالوجوب والحرمة معاً .\r\nوالنقطة الرئيسية في هذا البحث عند الأصوليين هي : أنّ الفعل قد يكون واحداً بالذات والوجود ، ومتعدّداً بالوصف والعنوان ، وعندئذٍ فهل يلحق بالفعل الواحد لأنّه واحد وجوداً وذاتاً ، أو يلحق بالفعلين ؛ لأنّه متعدّد بالوصف والعنوان ؟\r\nومثاله : أن يتوضّأ المكلّف بماءٍ مغصوب ، فإنّ هذه العملية التي يؤدّيها إذا\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nلوحظت من ناحية وجودها فهي شيء واحد ، وإذا لوحظت من ناحيةِ أوصافها فهي توصف بوصفين ، إذ يقال عن العملية : إنّها وضوء ، ويقال عنها في نفس الوقت : إنّها غصب وتصرُّف في مال الغير بدون إذنه ، وكلّ من الوصفين يسمّى « عنواناً » ، ولأجل ذلك تعتبر العملية في هذا المثال واحدةً ذاتاً ووجوداً ، ومتعدّدةً وصفاً وعنواناً .\r\nوفي هذه النقطة قولان للُاصوليِّين :\r\nأحدهما : أنّ هذه العملية ما دامت متعدّدةً بالوصف والعنوان تلحق بالفعلين المتعدّدين ، فكما يمكن أن يتّصف دفع الزكاة للفقير بالوجوب وشرب الماء النجس بالحرمة ، كذلك يمكن أن يكون أحد وصفي العملية وعنوانيها واجباً وهو عنوان الوضوء ، والوصف الآخر حراماً وهو عنوان الغصب . وهذا القول يطلق عليه اسم « القول بجواز اجتماع الأمر والنهي » « 1 » .\r\nوالقول الآخر : يؤكّد على إلحاق العملية بالفعل الواحد على أساس وحدتها الوجودية ، ولا يبرِّر مجرّد تعدّد الوصف والعنوان عنده تعلّق الوجوب والحرمة معاً بالعملية ، وهذا القول يطلق عليه اسم « القول بامتناع اجتماع الأمر والنهي » « 2 » .\r\nوهكذا اتّجه البحث الاصوليّ إلى دراسة تعدّد الوصف والعنوان من ناحية أنّه هل يبرّر اجتماع الوجوب والحرمة معاً في عملية الوضوء بالماء المغصوب ، أو أنّ العملية ما دامت واحدةً وجوداً وذاتاً فلا يمكن أن توصف بالوجوب والحرمة في وقتٍ واحد ؟\r\nفقد يقال : إنّ الأحكام باعتبارها أشياء تقوم في نفس الحاكم إنّما تتعلّق\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ذهب إلى هذا القول المحقق النائيني راجع فوائد الأصول 2 : 398\r\n( 2 ) نسب المحقق الخراساني هذا القول إلى المشهور واختاره هو أيضاً ( كفاية الأصول : 193 )\r\n","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nبالعناوين والصور الذهنية ، لا بالواقع الخارجي مباشرةً ، فيكفي التعدّد في العناوين والصور لارتفاع المحذور ، وهذا معناه جواز اجتماع الأمر والنهي .\r\nوقد يقال : إنّ الأحكام وإن كانت تتعلّق بالعناوين والصور الذهنية ولكنّها لا تتعلّق بها بما هي صور ذهنية ، إذ من الواضح أنّ المولى لا يريد الصورة ، وإنّما تتعلّق الأحكام بالصور بما هي معبّرة عن الواقع الخارجيّ ومرآة له ، وحيث إنّ الواقع الخارجيّ واحد فيستحيل أن يجتمع عليه الوجوب والحرمة ولو بتوسّط عنوانين وصورتين .\r\nوعلى هذا الأساس يقال : إنّ تعدّد العناوين إن كان ناتجاً عن تعدّد الواقع الخارجيّ وكاشفاً عن تكثّر الوجود جاز أن يتعلّق الأمر بأحدهما والنهي بالآخر ، وإن كان مجرّد تعددٍ في عالم العناوين والصور الذي هو الذهن فلا يسوغ ذلك .\r\n\r\nهل تستلزم الحرمة البطلان ؟\r\nإنّ صحّة العقد معناها : أن يترتّب عليه أثره الذي اتّفق عليه المتعاقدان ، ففي عقد البيع يعتبر البيع صحيحاً ونافذاً إذا ترتّب عليه نقل ملكية السلعة من البائع إلى المشتري ، ونقل ملكية الثمن من المشتري إلى البائع ، ويعتبر فاسداً وباطلًا إذا لم يترتّب عليه ذلك .\r\nوبديهيّ أنّ العقد لا يمكن أن يكون صحيحاً وباطلًا في وقتٍ واحد ، فإنّ الصحّة والبطلان متضادّان كالتضادّ بين الوجوب والحرمة .\r\nوالسؤال هو : هل يمكن أن يكون العقد صحيحاً وحراماً ؟\r\nونجيب على ذلك بالإيجاب ، إذ لا تضادّ بين الصحة والحرمة ، ولا تلازم بين الحرمة والفساد ؛ لأنّ معنى تحريم العقد منع المكلف من إيجاد البيع ، ومعنى صحّته أنّ المكلّف إذا خالف هذا المنع والتحريم وباع ترتّب الأثر على بيعه وانتقلت الملكية من\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nالبائع إلى المشتري ، ولا تنافي بين أن يكون إيجاد المكلّف للبيع مبغوضاً للشارع وممنوعاً عنه وأن يترتّب عليه الأثر في حالة صدوره من المكلّف ، كالظهار فإنّه ممنوع شرعاً ولكن لو وقع لترتّب عليه أثره .\r\nومثال ذلك في حياتنا الاعتيادية : أنّك قد لا تريد أن يزورك فلان وتبغض ذلك أشدّ البغض ، ولكن إذا اتّفق وزارك ترى لزاماً عليك أن ترتّب الأثر على زيارته وتقوم بضيافته .\r\nوهكذا نعرف أنّ النهي عن المعاملة - أي عقد البيع ونحوه - لا يستلزم فسادها ، بل يتّفق مع الحكم بصحة العقد في نفس الوقت ، خلافاً لعددٍ من الاصوليّين « 1 » القائلين بأنّ النهي عن المعاملة يقتضي بطلانها .\r\nوكما يتعلّق التحريم بالعقد والمعاملة كذلك قد يتعلّق بالعبادة ، كتحريم صوم يوم العيد ، أو صلاة الحائض مثلًا ، وهذا التحريم يقتضي بطلان العبادة خلافاً للتحريم في المعاملة ؛ وذلك لأنّ العبادة لا تقع صحيحةً إلّاإذا أتى بها المكلّف على وجهٍ قربي ، وبعد أن تصبح محرَّمةً لا يمكن قصد التقرّب بها ؛ لأنّ التقرّب بالمبغوض وبالمعصية غير ممكنٍ فتقع باطلة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كالشهيد الأول في القواعد والفوائد 1 : 199 ، قاعدة [ 57 
  ] . والفاضل التوني في الوافية : 101\r\n","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\n\r\nالعلاقات القائمة بين الحكم وموضوعه\r\n\r\nالجعل والفعلية :\r\nحين حكمت الشريعة بوجوب الحجّ على المستطيع وجاء قوله تعالى :  « وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطاعَ إِلَيْهِ سَبِيلًا »  « 1 » أصبح الحجّ من الواجبات في الإسلام ، وأصبح وجوبه حكماً ثابتاً في الشريعة . ولكن إذا افترضنا أنّ المسلمينَ وقتئذٍ لم يكن فيهم شخص مستطيع تتوفّر فيه خصائص الاستطاعة شرعاً فلا يتوجّه وجوب الحجّ إلى أيّ فردٍ من أفراد المسلمين ؛ لأنّهم ليسوا مستطيعين ، والحجّ إنّما يجب على المستطيع ، أي أنّ وجوب الحجّ لا يثبت في هذه الحالة لأيِّ فردٍ بالرغم من كونه حكماً ثابتاً في الشريعة ، فإذا أصبح أحد الأفراد مستطيعاً اتّجه الوجوب نحوه وأصبح ثابتاً بالنسبة إليه .\r\nوعلى هذا الضوء نلاحظ أنّ للحكم ثبوتين : أحدهما ثبوت الحكم في الشريعة ، والآخر ثبوته بالنسبة إلى هذا الفرد أو ذاك .\r\nفحين حكم الإسلام بوجوب الحجّ على المستطيع في الآية الكريمة ثبت هذا الحكم في الشريعة ولو لم يكن يوجد مستطيع وقتئذٍ إطلاقاً ، بمعنى أنّ شخصاً لو سأل في ذلك الوقت ما هي أحكام الشريعة ؟ لذكرنا من بينها وجوب الحجّ على المستطيع ، سواء كان في المسلمين مستطيع فعلًا أوْ لا ، وبعد أن يصبح هذا الفرد أو ذاك مستطيعاً يثبت الوجوب عليه .\r\nونعرف على هذا الأساس أنّ الحكم بوجوب الحجّ على المستطيع لا يتوقّف\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) آل عمران : 97\r\n","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nثبوته في الشريعة بوصفه حكماً شرعياً إلّاعلى تشريعه ، وجعله من قبل اللَّه تعالى ، سواء كانت [ الاستطاعة 
  ] متوفِّرةً في المسلمين فعلًا أوْ لا .\r\nوأمّا ثبوت وجوب الحجّ على هذا المكلّف أو ذاك فيتوقّف - إضافةً إلى تشريع اللَّه للحكم وجعله له - على توفّر خصائص الاستطاعة في المكلّف . والثبوت الأوّل للحكم - أي ثبوته في الشريعة - يسمّى بالجعل « جعل الحكم » . والثبوت الثاني للحكم - أي ثبوته على هذا المكلّف بالذات أو ذاك - يسمّى بالفعلية « فعلية الحكم » ، أو المجعول ، فجعل الحكم معناه تشريعه من قبل اللَّه ، وفعلية الحكم معناها ثبوته فعلًا لهذا المكلّف أو ذاك .\r\n\r\nموضوع الحكم :\r\nوموضوع الحكم مصطلح اصوليّ نريد به مجموع الأشياء التي تتوقّف عليها فعلية الحكم المجعول بمعناها الذي شرحناه ، ففي مثال وجوب الحجّ يكون وجود المكلّف المستطيع موضوعاً لهذا الوجوب ؛ لأنّ فعلية هذا الوجوب تتوقّف على وجود مكلّفٍ مستطيع .\r\nومثال آخر : حكمت الشريعة بوجوب الصوم على كلّ مكلّفٍ غير مسافرٍ ولا مريضٍ إذا هلَّ عليه هلال شهر رمضان ، وهذا الحكم يتوقّف ثبوته الأوّل على جعله شرعاً ، ويتوقّف ثبوته الثاني - أي فعليّته - على وجود موضوعه ، أي وجود مكلّفٍ غير مسافرٍ ولا مريضٍ وهلَّ عليه هلال شهر رمضان ، فالمكلّف وعدم السفر وعدم المرض وهلال شهر رمضان هي العناصر التي تكوّن الموضوع الكامل للحكم بوجوب الصوم .\r\nوإذا عرفنا معنى موضوع الحكم استطعنا أن ندرك أنّ العلاقة بين الحكم والموضوع تشابه ببعض الاعتبارات العلاقة بين المسبَّب وسببه كالحرارة والنار ،\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nفكما أنّ المسبَّب يتوقّف على سببه ، كذلك الحكم يتوقّف على موضوعه ؛ لأنّه يستمد فعليّته من وجود الموضوع ، وهذا معنى العبارة الأصولية القائلة : « إنّ فعليّة الحكم تتوقّف على فعليّة موضوعه » ، أي أنّ وجود الحكم فعلًا يتوقّف على وجود موضوعه فعلًا .\r\nوبحكم هذه العلاقة بين الحكم والموضوع يكون الحكم متأخّراً رتبةً عن الموضوع ، كما يتأخّر كلّ مسبَّبٍ عن سببه في الرتبة .\r\nوتوجد في علم الأصول قضايا تُستنتج من هذه العلاقة وتصلح للاشتراك في عمليات الاستنباط .\r\nفمن ذلك : أنّه لا يمكن أن يكون موضوع الحكم أمراً مسبَّباً عن الحكم نفسه ، ومثاله : العلم بالحكم فإنّه مسبّب عن الحكم ؛ لأنّ العلم بالشيء فرع الشيء المعلوم ، ولهذا يمتنع أن يكون العلم بالحكم موضوعاً لنفسه ، بأن يقول الشارع : أحكم بهذا الحكم على مَن يعلم بثبوته له ؛ لأنّ ذلك يؤدّي إلى الدور .\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\n\r\nالعلاقات القائمة بين الحكم ومتعلّقه\r\nعرفنا أنّ وجوب الصوم - مثلًا - موضوعه مؤلّف من عدّة عناصر تتوقّف عليها فعليّة الوجوب ، فلا يكون الوجوب فعليّاً وثابتاً إلّاإذا وجد مكلّف غير مسافرٍ ولا مريضٍ وهَلَّ عليه هلال شهر رمضان ، وأمّا متعلّق هذا الوجوب فهو الفعل الذي يؤدّيه المكلّف نتيجةً لتوجّه الوجوب إليه ، وهو الصوم في هذا المثال .\r\nوعلى هذا الضوء نستطيع أن نميِّز بين متعلّق الوجوب وموضوعه ، فإنّ المتعلّق يوجد بسبب الوجوب ، فالمكلّف إنّما يصوم لأجل وجوب الصوم عليه ، بينما يوجد الحكم نفسه بسبب الموضوع ، فوجوب الصوم لا يصبح فعلياً إلّاإذا وجد مكلّف غير مريضٍ ولا مسافرٍ وهَلَّ عليه الهلال .\r\nوهكذا نجد أنّ وجود الحكم يتوقّف على وجود الموضوع ، بينما يكون سبباً لإيجاد المتعلّق وداعياً للمكلّف نحوه .\r\nوعلى هذا الأساس نعرف أنّ من المستحيل أن يكون الوجوب داعياً إلى إيجاد موضوعه ومحرّكاً للمكلّف نحوه كما يدعو إلى إيجاد متعلّقه ، فوجوب الصوم على كلّ مكلّفٍ غير مسافرٍ ولا مريضٍ لا يمكن أن يفرض على المكلّف أن لا يسافر ، وإنّما يفرض عليه أن يصوم إذا لم يكن مسافراً ، ووجوب الحجّ على المستطيع لا يمكن أن يفرض على المكلّف أن يكتسب ليحصل على الاستطاعة ، وإنّما يفرض الحجّ على المستطيع ؛ لأنّ الحكم لا يوجد إلّابعد وجود موضوعه ، فقبل وجود الموضوع لا وجود للحكم لكي يكون داعياً إلى إيجاد موضوعه .\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nولأجل ذلك وضعت في علم الأصول القاعدة القائلة : « إنّ كلّ حكمٍ يستحيل أن يكون محرِّكاً نحو أيِّ عنصرٍ من العناصر الدخيلة في تكوين موضوعه ،\r\nبل يقتصر تأثيره وتحريكه على نطاق المتعلّق » .\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\n\r\nالعلاقات القائمة بين الحكم والمقدِّمات\r\nالمقدِّمات التي يتوقّف عليها وجود الواجب على قسمين :\r\nأحدهما : المقدِّمات التي يتوقّف عليها وجود المتعلّق ، من قبيل السفر الذي يتوقّف أداءُ الحجّ عليه ، أو الوضوء الذي تتوقّف الصلاة عليه ، أو التسلّح الذي يتوقّف الجهاد عليه .\r\nوالآخر : المقدِّمات التي تدخل في تكوين موضوع الوجوب ، من قبيل نيّة الإقامة التي يتوقّف عليها صوم شهر رمضان ، والاستطاعة التي تتوقّف عليها حجّة الاسلام .\r\nوالفارق بين هذين القسمين : أنّ المقدمة التي تدخل في تكوين موضوع الوجوب يتوقّف على وجودها الوجوب نفسه ؛ لِمَا شرحناه سابقاً من أنّ الحكم الشرعيّ يتوقّف وجوده على وجود موضوعه ، فكلّ مقدمةٍ دخيلة في تحقّق موضوع الحكم يتوقّف عليها الحكم ولا يوجد بدونها ، خلافاً للمقدِّمات التي لا تدخل في تكوين الموضوع وإنّما يتوقّف عليها وجود المتعلّق فحسب ، فإنّ الحكم يوجد قبل وجودها ؛ لأنّها لا تدخل في موضوعه .\r\nولنوضّح ذلك في مثال الاستطاعة والوضوء : فالاستطاعة مقدمة تتوقّف عليها حجَّة الإسلام ، والتكسّب مقدمة للاستطاعة ، وذهاب الشخص إلى محلّه في السوق مقدمة للتكسّب ، وحيث إنّ الاستطاعة تدخل في تكوين موضوع وجوب الحجّ فلا وجوب للحجّ قبل الاستطاعة وقبل تلك الأمور التي تتوقّف عليها الاستطاعة .\r\nوأمّا الوضوء فلا يدخل في تكوين موضوع وجوب الصلاة ؛ لأنّ وجوب\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nالصلاة لا ينتظر أن يتوضّأ الإنسان لكي يتّجه إليه ، بل يتّجه إليه قبل ذلك ، وإنّما يتوقّف متعلّق الوجوب - أي الصلاة - على الوضوء ، ويتوقّف الوضوء على تحضير الماء الكافي ، ويتوقّف تحضير هذا الماء على فتح خزّان الماء مثلًا . فهناك إذن سلسلتان من المقدّمات :\r\nالأولى : سلسلة مقدّمات المتعلّق ، أي الوضوء الذي تتوقّف عليه الصلاة ، وتحضير الماء الذي يتوقّف عليه الوضوء ، وفتح الخزّان الذي يتوقّف عليه تحضير الماء .\r\nوالثانية : سلسلة مقدّمات الوجوب ، وهي : الاستطاعة التي تدخل في تكوين موضوع وجوب الحجّ والتكسّب الذي تتوقّف عليه الاستطاعة ، وذهاب الشخص إلى محلّه في السوق الذي يتوقّف عليه التكسّب .\r\nوموقف الوجوب من هذه السلسلة الثانية وكلّ ما يندرج في القسم الثاني من المقدّمات سلبيّ دائماً ؛ لأنّ هذا القسم يتوقّف عليه وجود موضوع الحكم ، وقد عرفنا سابقاً أنّ الوجوب لا يمكن أن يدعو إلى موضوعه . وتسمّى كلّ مقدمةٍ من هذا القسم « مقدّمة وجوب » ، أو « مقدمة وجوبية » .\r\nوأمّا السلسلة الأولى والمقدّمات التي تندرج في القسم الأوّل فالمكلّف مسؤول عن إيجادها ، أي أنّ المكلّف بالصلاة - مثلًا - مسؤول عن الوضوء لكي يصلّي ، والمكلَّف بالحجّ مسؤول عن السفر لكي يحجّ ، والمكلّف بالجهاد مسؤول عن التسلّح لكي يجاهد .\r\nوالنقطة التي درسها الاصوليّون هي نوع هذه المسؤولية ، فقد قدّموا لها تفسيرين :\r\nأحدهما : أنّ الواجب شرعاً على المكلّف هو الصلاة فحسب ، دون مقدّماتها من الوضوء ومقدّماته ، وإنّما يجد المكلّف نفسه مسؤولًا عن إيجاد الوضوء وغيره من\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nالمقدّمات عقلًا ؛ لأنّه يرى أنّ امتثال الواجب الشرعيّ لا يتأتى له إلّابإيجاد تلك المقدمات « 1 » .\r\nوالآخر : أنّ الوضوء واجب شرعاً ؛ لأنّه مقدمة للواجب ، ومقدمة الواجب واجبة شرعاً ، فهناك إذن واجبان شرعيّان على المكلّف : أحدهما الصلاة ، والآخر الوضوء بوصفه مقدمة الصلاة . ويسمّى الأوّل ب « الواجب النفسي » ؛ لأنّه واجب لأجل نفسه . ويسمّى الثاني ب « الواجب الغيري » ؛ لأنّه واجب لأجل غيره ، أي لأجل ذي المقدمة وهو الصلاة .\r\nوهذا التفسير أخذ به جماعة من الاصوليّين « 2 » إيماناً منهم بقيام علاقة تلازمٍ بين وجوب الشيء ووجوب مقدمته ، فكلّما حكم الشارع بوجوب فعلٍ حكم عقيب ذلك مباشرةً بوجوب مقدماته .\r\nويمكن الاعتراض على ذلك : بأنّ حكم الشارع بوجوب المقدمة في هذه الحالة لا فائدة فيه ولا موجب له ؛ لأنّه : إن أراد به إلزام المكلّف بالمقدمة فهذا حاصل بدون حاجةٍ إلى حكمه بوجوبها ، إذ بعد أن وجب الفعل المتوقّف عليها يدرك العقل مسؤولية المكلّف من هذه الناحية . وإن أراد الشارع بذلك مطلباً آخر دعاه إلى الحكم بوجوب المقدمة فلا نتعقَّله .\r\nوعلى هذا الأساس يعتبر حكم الشارع بوجوب المقدمة لغواً فيستحيل ثبوته ، فضلًا عن أن يكون ضروريّ الثبوت كما يدّعيه القائل بالتلازم بين وجوب الشيء ووجوب مقدمته .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اختار هذ االتفسير جمع من الأصوليين ، منهم : المحقق الايراواني في حاشيته على الكفاية . نهاية النهاية 1 : 181 والسيّد الخوئي : محاضرات في أصول الفقه 2 : 438\r\n( 2 ) منهم‌المحقّق الخراساني في كفاية الأصول : 156 . والمحقّق العراقي في نهاية الأفكار 1 : 351 والمحقق النائيني في فوائد الأصول 1 - 2 : 284\r\n","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\n\r\nالعَلاقات القائمة في داخل الحكم الواحد\r\nقد يتعلّق الوجوب بشيءٍ واحدٍ ، كوجوب السجود على كلِّ من سمع آية السجدة ، وقد يتعلّق بعمليةٍ تتألف من أجزاءٍ وتشتمل على أفعالٍ متعدّدة ، من قبيل وجوب الصلاة ، فإنّ الصلاة عمليَّة تتألف من أجزاءٍ وتشتمل على أفعالٍ عديدة ، كالقراءة والسجود والركوع والقيام والتشهّد ، وما إلى ذلك .\r\nوفي هذه الحالة تصبح العملية - بوصفها مركّبةً من تلك الأجزاء - واجبة ، ويصبح كلّ جزءٍ واجباً أيضاً ، ويطلق على وجوب المركّب اسم « الوجوب الاستقلالي » ، ويطلق على وجوب كلّ جزءٍ فيه اسم « الوجوب الضمني » ؛ لأنّ الوجوب إنّما يتعلّق بالجزء بوصفه جزءاً في ضمن المركب ، لا بصورةٍ مستقلّةٍ عن سائر الأجزاء ، فوجوب الجزء ليس حكماً مستقلّاً ، بل هو جزء من الوجوب المتعلّق بالعملية المركّبة .\r\nولأجل ذلك كان وجوب كلّ جزءٍ من الصلاة - مثلًا - مرتبطاً بوجوب الأجزاء الأخرى ؛ لأنّ الوجوبات الضمنية لأجزاء الصلاة تشكّل بمجموعها وجوباً واحداً استقلالياً .\r\nونتيجة ذلك : قيام علاقة التلازم في داخل إطار الحكم الواحد بين الوجوبات الضمنية فيه .\r\nوتعني علاقة التلازم هذه : أنّه لا تمكن التجزئة في تلك الوجوبات أو التفكيك بينها ، بل إذا سقط أيّ واحدٍ منها تحتّم سقوط الباقي نتيجةً لذلك التلازم القائم بينها .\r\nومثال ذلك : إذا وجب على الإنسان الوضوء وهو مركّب من أجزاءٍ\r\n\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nعديدةٍ - كغسل الوجه وغسل اليمنى وغسل اليسرى ومسح الرأس ومسح القدمين - فيتعلّق بكلّ جزءٍ من تلك الأجزاء وجوب ضمنيّ بوصفه جزءاً من الوضوء الواجب ، وفي هذه الحالة إذا تعذّر على الإنسان أن يغسل وجهه لآفةٍ فيه وسقط لأجل ذلك الوجوب الضمنيّ المتعلّق بغسل الوجه ، كان من المحتّم أن يسقط وجوب سائر الأجزاء أيضاً ، فلا يبقى على الإنسان وجوب غسل يديه فقط ما دام قد عجز عن غسل وجهه ؛ لأنّ تلك الوجوبات لابدّ أن ينظر إليها بوصفها وجوباً واحداً متعلّقاً بالعمليّة كلّها ، أي بالوضوء ، وهذا الوجوب : إمّا أن يسقط كلّه ، أو يثبت كلّه ، ولا مجال للتفكيك .\r\nوعلى هذا الضوء نعرف الفرق بين ما إذا وجب الوضوء بوجوبٍ استقلاليٍّ ووجب الدعاء بوجوبٍ استقلاليٍّ آخر فتعذّر الوضوء ، وبين ما إذا وجب الوضوء فتعذّر جزء منه كغسل الوجه مثلًا .\r\nففيالحالة الأولى لا يؤدّي تعذّرالوضوء إلّاإلى سقوط الوجوب الذيكان متعلّقاً به ، وأمّا وجوب الدعاء فيبقى ثابتاً ؛ لأنّه وجوب مستقلّ غير مرتبطٍ بوجوب الوضوء .\r\nوفي الحالة الثانية حين يتعذّر غسل الوجه ويسقط وجوبه الضمنيّ يؤدّي ذلك إلى سقوط وجوب الوضوء ، وارتفاع سائر الوجوبات الضمنيّة .\r\nقد تقول : نحن نرى أنّ الإنسان يكلّف بالصلاة ، فإذا أصبح أخرس وعجز عن القراءة فيها كُلِّف بالصلاة بدون قراءة ، فهل هذا إلّا تفكيك بين الوجوبات الضمنيّة ، ونقض لعلاقة التلازم بينها ؟\r\nوالجواب : أنّ وجوب الصلاة بدون قراءةٍ على الأخرس ليس تجزئةً\r\n\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nلوجوب‌الصلاة الكاملة ، وإنّما هو وجوب آخر وخطاب جديد تعلّق منذ البدء بالصلاة الصامتة ، فوجوب الصلاة الكاملة والخطاب بها قد سقط كلّه نتيجةً لتعذّر القراءة ، وخلّفه وجوب آخر وخطاب جديد .\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\n\r\nالنوع الثاني الأصول العمليّة\r\n1 - القاعدة العمليّة الأساسيّة .\r\n2 - القاعدة العمليّة الثانويّة .\r\n3 - قاعدة منجّزيّة العلم الإجمالي .\r\n4 - الاستصحاب .\r\n\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\n\r\nتمهيد :\r\nاستعرضنا في النوع الأوّل العناصر الأصولية المشتركة في الاستنباط التي تتمثّل في أدلّةٍ محرزة ، فدرسنا أقسام الأدلّة وخصائصها ، وميّزنا بين الحجّة منها وغيرها .\r\nونريد الآن أن ندرس العناصر المشتركة في حالةٍ أخرى من الاستنباط ، وهي حالة عدم حصول الفقيه على دليلٍ يدلّ على الحكم الشرعيّ وبقاء الحكم مجهولًا لديه ، فيتّجه البحث في هذه الحالة إلى محاولة تحديد الموقف العمليّ تجاه ذلك الحكم المجهول بدلًا عن اكتشاف نفس الحكم .\r\nومثال ذلك : حالة الفقيه تجاه التدخين ، فإنّ التدخين نحتمل حرمته شرعاً منذ البدء ، ونتّجه أوّلًا إلى محاولة الحصول على دليلٍ يعيّن حكمه الشرعي ، فحيث لا نجدُ نتساءل ما هو الموقف العمليّ الذي يتحتّم علينا أن نسلكه تجاه ذلك الحكم المجهول ؟ وهل يتحتَّم علينا أن نحتاط ، أوْ لا ؟\r\nوهذا هو السؤال الأساسيّ الذي يعالجه الفقيه في هذه الحالة ، ويجيب عليه في ضوء الأصول العملية بوصفها عناصر مشتركةً في عملية الاستنباط ، وهذه الأصول هي موضع درسنا الآن .\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\n\r\n- 1 - القاعدة العملية الأساسيّة\r\nولكي نعرف القاعدة العمليّة الأساسية التي نجيب في ضوئها على سؤال « هل يجب الاحتياط تجاه الحكم المجهول ؟ » لابدّ لنا أن نرجع إلى المصدر الذي يفرض علينا إطاعة الشارع ، ونلاحظ أنّ هذا المصدر هل يفرض علينا الاحتياط في حالة الشكّ وعدم وجود دليل على الحرمة ، أوْ لا ؟\r\nولكي نرجع إلى المصدر الذي يفرض علينا إطاعة المولى سبحانه لابدّ لنا أن نحدِّده ، فما هو المصدر الذي يفرض علينا إطاعة الشارع ويجب أن نستفتيه في موقفنا هذا ؟\r\nوالجواب : أنّ هذا المصدر هو العقل ؛ لأنّ الإنسان يدرك بعقله أنّ للَّه‌سبحانه حقّ الطاعة على عبيده ، وعلى أساس حقّ الطاعة هذا يحكم العقل على الإنسان بوجوب إطاعة الشارع لكي يؤدّي إليه حقّه ، فنحن إذن نطيع اللَّه تعالى ونمتثل أحكام الشريعة ؛ لأنّ العقل يفرض علينا ذلك ، لَالأنّ الشارع أمرنا بإطاعته ، وإلّا لأعدنا السؤال مرّةً أخرى : ولماذا نمتثل أمر الشارع لنا بإطاعة أوامره ؟ وما هو المصدر الذي يفرض علينا امتثاله ؟ وهكذا حتّى نصل إلى حكم العقل بوجوب الإطاعة القائم على أساس ما يدركه من حقّ الطاعة للَّه‌سبحانه على الإنسان .\r\nوإذا كان العقل هو الذي يفرض إطاعة الشارع على أساس إدراكه لحقّ الطاعة فيجب الرجوع إلى العقل في تحديد الجواب على السؤال المطروح ، ويتحتّم علينا عندئذٍ أن ندرس حقّ الطاعة الذي يدركه العقل وحدوده ، فهل هو حقّ للَّه\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nسبحانه في نطاق التكاليف المعلومة فقط بمعنى أنّ اللَّه سبحانه ليس له حقّ الطاعة على الإنسان إلّافي التكاليف التي يعلم بها ، وأمّا التكاليف التي يشكّ فيها ولا علم له بها فلا يمتدّ إليها حقّ الطاعة ، أو أنّ حقّ الطاعة كما يدركه العقل في نطاق التكاليف المعلومة يدركه أيضاً في نطاق التكاليف المحتملة ، بمعنى أنّ من حقّ اللَّه على الإنسان أن يطيعه في التكاليف المعلومة والمحتملة ، فإذا علم بتكليفٍ كان من حقّ اللَّه عليه أن يمتثله ، وإذا احتمل تكليفاً كان من حقّ اللَّه أن يحتاط ، فيترك ما يحتمل حرمته أو يفعل ما يحتمل وجوبه ؟\r\nوالصحيح في رأينا هو : أنّ الأصل في كلّ تكليفٍ محتملٍ هو الاحتياط ؛ نتيجةً لشمول حقّ الطاعة للتكاليف المحتملة ، فإنّ العقل يدرك أنّ للمولى على الإنسان حقَّ الطاعة لا في التكاليف المعلومة فحسب ، بل في التكاليف المحتملة أيضاً ، ما لم يثبت بدليلٍ أنّ المولى لا يهتمّ بالتكليف المحتمل إلى الدرجة التي تدعو إلى إلزام المكلّف بالاحتياط .\r\nوهذا يعني أنّ الأصل بصورةٍ مبدئيةٍ كلّما احتملنا حرمةً أو وجوباً هو أن نحتاط ، فنترك ما نحتمل حرمته ونفعل ما نحتمل وجوبه ، ولا نخرج عن هذا الأصل إلّا إذا ثبت بالدليل أنّ الشارع لا يهتمّ بالتكليف المحتمل إلى الدرجة التي تفرض الاحتياط ؛ ويرضى بترك الاحتياط ، فإنّ المكلّف يصبح حينئذٍ غير مسؤولٍ عن التكليف المحتمل .\r\nفالاحتياط إذن واجب عقلًا في موارد الشكّ ، ويسمّى هذا الوجوب « أصالة الاحتياط » أو « أصالة الاشتغال » - أي اشتغال ذمّة الإنسان بالتكليف المحتمل - ونخرج عن هذا الأصل حين نعرف أنّ الشارع يرضى بترك الاحتياط .\r\nوهكذا تكون أصالة الاحتياط هي القاعدة العملية الأساسية .\r\nويخالف في ذلك كثير من الاصوليّين ؛ إيماناً منهم بأنّ الأصل في المكلّف أن لا\r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nيكون مسؤولًا عن التكاليف المشكوكة ولو احتمل أهمّيتها بدرجةٍ كبيرة ، ويرى هؤلاء الأعلام أنّ العقل هو الذي يحكم بنفي المسؤولية ؛ لأنّه يدرك قبح العقاب من المولى على مخالفة المكلّف للتكليف الذي لم يصل إليه ، ولأجل هذا يطلقون على الأصل من وجهة نظرهم اسم « قاعدة قبح العقاب بلا بيان » ، أو « البراءة العقلية » ، أي أنّ العقل يحكم بأنّ عقاب المولى للمكلّف على مخالفة التكليف المشكوك قبيح ، وما دام المكلّف مأموناً من العقاب فهو غير مسؤولٍ ولا يجب عليه الاحتياط .\r\nويستشهد لذلك بما استقرَّت عليه سيرة العقلاء من عدم إدانة الموالي للمكلَّفين في حالات الشكّ ، وعدم قيام الدليل ، فإنّ هذا يدلّ على قبح العقاب بلا بيانٍ في نظر العقلاء .\r\nولكي ندرك أنّ العقل هل يحكم بقبح معاقبة اللَّه تعالى للمكلّف على مخالفة التكليف المشكوك ، أوْ لا ؟ يجب أن نعرف حدود حقّ الطاعة الثابت للَّه‌تعالى ، فإذا كان هذا الحقّ يشمل التكاليف المشكوكة التي يحتمل المكلّف أهمّيتها بدرجةٍ كبيرةٍ - كما عرفنا - فلا يكون عقاب اللَّه للمكلّف إذا خالفها قبيحاً ؛ لأنّه بمخالفتها يفرِّط في حقّ مولاه فيستحقّ العقاب .\r\nوأمّا ما استشهد به من سيرة العقلاء فلا دلالة له في المقام ، لأنّه إنّما يثبت أنّ حقّ الطاعة في الموالي العرفيِّين يختصّ بالتكاليف المعلومة ، وهذا لا يستلزم أن يكون حقّ الطاعة للَّه‌تعالى كذلك أيضاً ، إذ أيّ محذورٍ في التفكيك بين الحقّين والالتزام بأنّ أحدهما أوسع من الآخر ؟ !\r\nفالقاعدة الأوّلية إذن هي أصالة الاحتياط .\r\n\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\n\r\n- 2 - القاعدة العمليّة الثانوية\r\nوقد انقلبت بحكم الشارع تلك القاعدة العملية الأساسية إلى قاعدةٍ عمليةٍ ثانوية ، وهي أصالة البراءة القائلة بعدم وجوب الاحتياط .\r\nوالسبب في هذا الانقلاب : أنّا علمنا عن طريق البيان الشرعيّ أنّ الشارع لايهتمّ بالتكاليف المحتملة إلى الدرجة التي تُحتِّم الاحتياط على المكلّف ، بل يرضى بترك الاحتياط .\r\nوالدليل علىذلك : نصوص شرعية متعدّدة ، من أشهرها النصّ النبويّ القائل :\r\n« رُفع عن امّتي ما لا يعلمون » « 1 » ، بل استدلّ ببعض الآيات على ذلك ، كقوله تعالى :  « وَما كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا »  « 2 »  .  فإنّ الرسول يُفهَم كمثالٍ على البيان والدليل ، فتدلّ الآية على أنّه لا عقاب بدون دليل ، وهكذا أصبحت القاعدة العملية هي عدم وجوب الاحتياط بدلًا عن وجوبه ، وأصالة البراءة شرعاً بدلًا عن أصالة الاشتغال عقلًا .\r\nوتشمل هذه القاعدة العملية الثانوية موارد الشكّ في الوجوب وموارد الشكّ في الحرمة على السواء ؛ لأنّ النصّ النبويّ مطلق ، ويسمَّى الشكّ في الوجوب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة 15 : 369 ، الباب 56 من أبواب جهاد النفس ، الحديث الأول . ومتن الحديث كالتالي : « رفع عن أمتي تسعة أشياء : الخطأ ، والنسيان ، وما أكرهوا عليه ، وما لا يعلمون ، و . . . »\r\n( 2 ) الإسراء : 15\r\n","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nب « الشبهة الوجوبية » ، والشكّ في الحرمة ب « الشبهة التحريمية » .\r\nكما تشمل القاعدة أيضاً الشكّ مهما كان سببه ؛ ولأجل هذا نتمسّك بالبراءة إذا شككنا في التكليف ، سواء نشأ شكّنا في ذلك من عدم وضوح أصل جعل الشارع للتكليف ، أو من عدم العلم بتحقّق موضوعه .\r\nومثال الأوّل : شكّنا في وجوب صلاة العيد ، أو في حرمة التدخين ، ويسمّى بالشبهة الحكمية .\r\nومثال الثاني : شكّنا في وجوب الحجّ لعدم العلم بتوفّر الاستطاعة ، مع علمنا بأنّ الشارع جعل وجوب الحجّ على المستطيع [ ويسمّى بالشبهة الموضوعيّة 
  ] .\r\nوإن شئت قلت : إنّ المكلّف في الشبهة الحكمية يشكّ في الجعل ، وفي الشبهة الموضوعية يشكّ في المجعول ، وكلّ منهما مجرىً للبراءة شرعاً .\r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\n\r\n- 3 - قاعدة منجّزية العلم الإجمالي\r\n\r\nتمهيد :\r\nقد تعلم أنّ أخاك الأكبر قد سافر إلى مكّة ، وقد تشكّ في سفره ، لكنّك تعلم على أيِّ حالٍ أنّ أحد أخويك ( الأكبر ، أو الأصغر ) قد سافر فعلًا إلى مكّة ، وقد تشكّ في سفرهما معاً ولا تدري هل سافر واحد منهما إلى مكّة ، أوْ لا ؟\r\nفهذه حالات ثلاث ، ويطلق على الحالة الأولى اسم « العلم التفصيلي » ؛ لأنّك في الحالة الأولى تعلم أنّ أخاك الأكبر قد سافر إلى مكّة ، وليس لديك في هذه الحقيقة أيُّ تردّدٍ أو غموض ، فلهذا كان العلم تفصيلياً .\r\nويطلق على الحالة الثانية اسم « العلم الإجمالي » ؛ لأنّك في هذه الحالة تجد في نفسك عنصرين مزدوجين : أحدهما عنصر الوضوح ، والآخر عنصر الخفاء ، فعنصر الوضوح يتمثَّل في علمك بأنّ أحد أخويك قد سافر فعلًا ، فأنت لا تشكّ في هذه الحقيقة . وعنصر الخفاء والغموض يتمثّل في شكِّك وتردّدك في تعيين هذا الأخ ، ولهذا تسمّى هذه الحالة ب « العلم الإجمالي » ، فهي علم ، لأنّك لا تشكّ في سفر أحد أخويك ، وهي إجمال وشكّ ، لأنّك لا تدري أيّ أخويك قد سافر . ويسمّى كلّ من سفر الأخ الأكبر وسفر الأصغر « طرفاً » للعلم الإجمالي ؛ لأنّك تعلم أنّ أحدهما لا على سبيل التعيين قد سافر بالفعل .\r\nوأفضل صيغةٍ لغويةٍ تمثِّل هيكل العلم الإجماليّ ومحتواه النفسيّ بكلا عنصريه هي « إمّا وإمّا » ، إذ تقول في المثال المتقدِّم : « سافَرَ إمّا أخي الأكبر ، وإمّا\r\n\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nأخي الأصغر » فإنّ جانب الإثبات في هذه الصيغة يمثّل عنصر الوضوح والعلم ، وجانب التردّد الذي تصوّره كلمة « إمّا » يمثّل عنصر الخفاء والشكّ ، وكلّما أمكن استخدام صيغةٍ من هذا القبيل دلّ ذلك على وجود علمٍ إجماليٍّ في نفوسنا .\r\nويطلق على الحالة الثالثة اسم « الشكّ الابتدائي » ، أو « البدوي » ، أو « الساذج » ، وهو شكّ محض غير ممتزجٍ بأيِّ لونٍ من العلم ، ويسمّى بالشكّ الابتدائيّ أو البدوي تمييزاً له عن الشكّ في طرف العلم الإجمالي ؛ لأنّ الشكّ في طرف العلم الإجماليّ يوجد نتيجةً للعلم نفسه ، فأنت تشكّ في أنّ المسافر هل هو أخوك الأكبر ، أو الأصغر ؟ نتيجةً لعلمك بأنّ أحدهما - لا على التعيين - قد سافر حتماً ، وأمّا الشكّ في الحالة الثالثة فيوجد بصورةٍ ابتدائية دون علمٍ مسبق .\r\nوهذه الحالات الثلاث توجد فينفوسنا تجاه الحكم الشرعي ، فوجوب صلاة الصبح معلوم تفصيلًا ، ووجوب صلاة الظهر في يوم الجمعة مشكوك شكّاً ناتجاً عن العلم الإجماليّ بوجوب الظهر أو الجمعة في ذلك اليوم ، ووجوب صلاة العيد مشكوك ابتدائيّ غير مقترنٍ بالعلم الإجمالي .\r\nوهذه الأمثلة كلّها من الشبهة الحكمية ، ونفس الأمثلة يمكن تحصيلها من الشبهة الموضوعية ، فتكون : تارةً عالماً تفصيلًا بوقوع قطرة دمٍ في هذا الإناء ، وأخرى عالماً إجمالًا بوقوعها في أحد إناءين ، وثالثةً شاكّاً في أصل وقوعها شكّاً بدوياً .\r\nونحن في حديثنا عن القاعدة العملية الثانوية التي قلّبت القاعدة العملية الأساسية كنّا نتحدّث عن الحالة الثالثة ، أي حالة الشكّ البدويّ الذي لم يقترن بالعلم الإجمالي .\r\nوالآن ندرس حالة الشكّ الناتج عن العلم الإجمالي ، أي الشكّ في الحالة الثانية من الحالات الثلاث السابقة ، وهذا يعني أنّنا درسنا الشكّ بصورته الساذجة ،\r\n\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\nوندرسه الآن بعد أن نُضيف إليه عنصراً جديداً وهو العلم الإجمالي ، فهل تجري فيه القاعدة العملية الثانوية كما كانت تجري في موارد الشكّ البدويّ ، أوْ لا ؟\r\n\r\nمنجّزية العلم الإجمالي :\r\nوعلى ضوء ما سبق يمكننا تحليل العلم الإجماليّ إلى علمٍ بأحد الأمرين ، وشكٍّ في هذا ، وشكٍّ في ذاك .\r\nففي يوم الجمعة نعلم بوجوب أحد الأمرين « صلاة الظهر ، أو صلاة الجمعة » ، ونشكّ في وجوب الظهر كما نشكّ في وجوب الجمعة ، والعلم بوجوب أحد الأمرين بوصفه علماً تشمله قاعدة حجّية القطع التي درسناها في بحثٍ سابق « 1 » ، فلا يسمح لنا العقل لأجل ذلك بترك الأمرين معاً : الظهر والجمعة ؛ لأنّنا لو تركناهما معاً لخالفنا علمنا بوجوب أحد الأمرين ، والعلم حجّة عقلًا في جميع الأحوال ، سواء كان إجمالياً أو تفصيلياً .\r\nويؤمن الرأي الاصوليّ السائد في مورد العلم الإجمالي لا بثبوت الحجّية للعلم بأحد الأمرين فحسب ، بل بعدم إمكان انتزاع هذه الحجّية منه أيضاً واستحالة ترخيص الشارع في مخالفته بترك الأمرين معاً ، كما لا يمكن للشارع أن ينتزع الحجّية من العلم التفصيليّ ويرخّص في مخالفته ، وفقاً لما تقدم في بحث القطع « 2 » من استحالة صدور الردع من الشارع عن القطع .\r\nوأمّا كلّ واحدٍ من طرفي العلم الإجمالي - أي وجوب الظهر بمفرده ووجوب الجمعة بمفرده - فهو تكليف مشكوك وليس معلوماً .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تحت عنوان : العنصر المشترك بين النوعين\r\n( 2 ) تحت عنوان : العنصر المشترك بين النوعين\r\n","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nوقد يبدو لأوّل وهلةٍ أنّ بالإمكان أن تشمله القاعدة العملية الثانوية ، أي أصالة البراءة النافية للاحتياط في التكاليف المشكوكة ؛ لأنّ كلّاً من الطرفين تكليف مشكوك .\r\nولكنّ الرأي السائد في علم الأصول يقول بعدم إمكان شمول القاعدة العملية الثانوية لطرف العلم الإجمالي ، بدليل أنّ شمولها لكلا الطرفين معاً يؤدّي إلى براءة الذمّة من الظهر والجمعة وجواز تركهما معاً ، وهذا يتعارض مع حجّية القطع بوجوب أحد الأمرين ؛ لأنّ حجّية هذا القطع تفرض علينا أن نأتي بأحد الأمرين على أقلّ تقدير ، فلو حكم الشارع بالبراءة في كلٍّ من الطرفين لكان معنى ذلك الترخيص منه في مخالفة العلم ، وهو مستحيل كما تقدم .\r\nوشمول القاعدة لأحد الطرفين دون الآخر وإن لم يؤدِّ إلى الترخيص في ترك الأمرين معاً لكنّه غير ممكنٍ أيضاً ؛ لأنّنا نتساءل حينئذٍ : أيّ الطرفين نفترض شمول القاعدة له ونرجِّحه على الآخر ؟ وسوف نجد أنَّا لا نملك مبرِّراً لترجيح أيٍّ من الطرفين على الآخر ؛ لأنّ صلة القاعدة بهما واحدة .\r\nوهكذا ينتج عن هذا الاستدلال القول بعدم شمول القاعدة العملية الثانوية « أصالة البراءة » لأيّ واحدٍ من الطرفين ، ويعني هذا : أنّ كلّ طرفٍ من أطراف العلم الإجماليّ يظلّ مندرجاً ضمن نطاق القاعدة العملية الأساسية القائلة بالاحتياط ما دامت القاعدة الثانوية عاجزةً عن شموله .\r\nوعلى هذا الأساس ندرك الفرق بين الشكّ البدويّ والشكّ الناتج عن العلم الإجمالي ، فالأوّل يدخل في نطاق القاعدة الثانوية وهي أصالة البراءة ، والثاني يدخل في نطاق القاعدة الأوّلية وهي أصالة الاحتياط .\r\nوفي ضوء ذلك نعرف أنّ الواجب علينا عقلًا في موارد العلم الإجماليّ هو الإتيان بكلا الطرفين ، أي الظهر والجمعة في المثال السابق ؛ لأنّ كلّاً منهما داخل في\r\n\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nنطاق أصالة الاحتياط .\r\nويطلق في علم الأصول على الإتيان بالطرفين معاً اسم « الموافقة القطعية » ؛ لأنّ المكلّف عند إتيانه بهما معاً يقطع بأنّه وافق تكليف المولى ، كما يطلق على ترك الطرفين معاً اسم « المخالفة القطعية » .\r\nوأمّا الإتيان بأحدهما وترك الآخر فيطلق عليهما اسم « الموافقة الاحتمالية » و « المخالفة الاحتمالية » ؛ لأنّ المكلّف في هذه الحالة يحتمل أنّه وافق تكليف المولى ، ويحتمل أنّه خالفه .\r\n\r\nانحلال العلم الإجمالي :\r\nإذا وجدتَ كأسين من ماءٍ قد يكون كلاهما نجساً وقد يكون أحدهما نجساً فقط ، ولكنّك تعلم على أيّ حالٍ بأ نّهما ليسا طاهرين معاً ، فينشأ في نفسك علم إجماليّ بنجاسة أحد الكأسين لا على سبيل التعيين ، فإذا اتّفق لك بعد ذلك أنِ اكتشفت نجاسةً في أحد الكأسين وعلمت أنّ هذا الكأس المعيّن نجس ، فسوف يزول علمك الإجماليّ بسبب هذا العلم التفصيلي ؛ لأنّك الآن بعد اكتشافك نجاسة ذلك الكأس المعيّن لا تعلم إجمالًا بنجاسة أحد الكأسين لا على سبيل التعيين ، بل تعلم بنجاسة ذلك الكأس المعيّن علماً تفصيلياً وتشكّ في نجاسة الآخر ، لأجل هذا لا تستطيع أن تستعمل الصيغة اللغوية التي تعبّر عن العلم الإجماليّ « إمّا وإمّا » ، فلا يمكنك أن تقول : « إمّا هذا نجس أو ذاك » ، بل هذا نجس جزماً ، وذاك لا تدري بنجاسته .\r\nويعبّر عن ذلك في العرف الاصوليّ ب « انحلال العلم الإجماليّ إلى العلم التفصيليّ بأحد الطرفين والشكّ البدويّ في الآخر » ؛ لأنّ نجاسة ذلك الكأس المعيّن أصبحت معلومةً بالتفصيل ، ونجاسة الآخر أصبحت مشكوكةً شكّاً ابتدائياً بعد أن\r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\nزال العلم الإجمالي ، فيأخذ العلم التفصيليّ مفعوله من الحجّية ، وتجري بالنسبة إلى الشكّ الابتدائيّ أصالة البراءة ، أي القاعدة العملية الثانوية التي تجري في جميع موارد الشكّ الابتدائي .\r\n\r\nموارد التردّد :\r\nعرفنا أنّ الشكّ إذا كان بدوياً حكمت فيه القاعدة العملية الثانوية القائلة بأصالة البراءة ، وإذا كان مقترناً بالعلم الإجماليّ حكمت فيه القاعدة العملية الأوّلية .\r\nوقد يخفى أحياناً نوع الشكّ فلا يعلم أهو من الشكّ الابتدائي ، أو من الشكّ المقترن بالعلم الإجمالي - أو الناتج عنه بتعبيرٍ آخر - ومن هذا القبيل مسألة دوران الأمر بين الأقلّ والأكثر كما يسمّيها الاصوليّون .\r\nوهي : أن يتعلّق وجوب شرعيّ بعمليةٍ مركّبةٍ من أجزاءٍ كالصلاة ، ونعلم باشتمال العملية على تسعة أجزاءٍ معيّنةٍ ونشكّ في اشتمالها على جزءٍ عاشرٍ ولا يوجد دليل يثبت أو ينفي ، ففي هذه الحالة يحاول الفقيه أن يحدّد الموقف العملي ، فيتساءل : هل يجب الاحتياط على المكلّف فيأتي بالتسعة ويضيف إليها هذا العاشر الذي يحتمل دخوله في نطاق الواجب ، لكي يكون مؤدّياً للواجب على كلّ تقدير ، أو يكفيه الإتيان بالتسعة التي يعلم بوجوبها ولا يطالب بالعاشر المجهول وجوبه ؟\r\nوللُاصوليِّين جوابان مختلفان على هذا السؤال يمثّل كلّ منهما اتّجاهاً في تفسير الموقف .\r\nفأحد الاتّجاهين يقول بوجوب الاحتياط تطبيقاً للقاعدة العملية الأوّلية ؛ لأنّ الشكّ في العاشر مقترن بالعلم الإجمالي ، وهذا العلم الإجماليّ هو علم المكلّف بأنّ الشارع أوجب مركّباً مّا ، ولا يدري أهو المركّب من تسعةٍ ، أو المركّب من عشرة ، أي من تلك التسعة بإضافة واحد ؟\r\n\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nوالاتّجاه الآخر يطبِّق على الشكّ في وجوب العاشر القاعدة العملية الثانوية بوصفه شكّاً ابتدائياً غير مقترنٍ بالعلم الإجمالي ؛ لأنّ ذلك العلم الإجماليّ الذي يزعمه أصحاب الاتّجاه الأوّل منحلّ بعلمٍ تفصيلي ، وهو علم المكلّف بوجوب التسعة على أيّ حال ؛ لأنّها واجبة ، سواء كان معها جزء عاشر أوْ لا ، فهذا العلم التفصيليّ يؤديّ إلى انحلال ذلك العلم الإجمالي ، ولهذا لا يمكن أن نستعمل الصيغة اللغوية التي تعبِّر عن العلم الإجمالي ، فلا يمكن القول بأ نَّا نعلم : إمّا بوجوب التسعة ، أو بوجوب العشرة ، بل نحن نعلم بوجوب التسعة على أيِّ حالٍ ونشكّ في وجوب العاشر .\r\nوهكذا يصبح الشكّ في وجوب العاشر شكّاًابتدائياً بعد انحلال العلم‌الإجمالي ، فتجري البراءة .\r\nوالصحيح : هو القول بالبراءة عن غير الأجزاء المعلومة من الأشياء التي يشكّ في دخولها ضمن نطاق الواجب ، كما ذكرناه .\r\n\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\n\r\n- 4 - الاستصحاب\r\nعلى ضوء ما سبق نعرف أنّ أصل البراءة يجري في موارد الشبهة البدوية دون الشبهات المقرونة بالعلم الإجمالي .\r\nويوجد في الشريعة أصل آخر نظير أصل البراءة ، وهو ما يطلق عليه الأصوليون اسم « الاستصحاب » .\r\nومعنى الاستصحاب : حكم الشارع على المكلّف بالالتزام عملياً بكلّ شيءٍ كان على يقينٍ منه ثمّ شكّ في بقائه .\r\nومثاله : أنّا على يقينٍ من أنّ الماء بطبيعته طاهر ، فإذا أصابه شيء متنجِّس نشكّ في بقاء طهارته ؛ لأنّنا لا نعلم أنّ الماء هل يتنجّس بإصابة المتنجِّس له ، أوْ لا ؟\r\nوالاستصحاب يحكم على المكلّف بالالتزام عملياً بنفس الحالة السابقة التي كان على يقينٍ بها ، وهي طهارة الماء في المثال المتقدم . ومعنى الالتزام عملياً بالحالة السابقة : ترتيب آثار الحالة السابقة من الناحية العملية ، فإذا كانت الحالة السابقة هي الطهارة نتصرّف فعلًا كما إذا كانت الطهارة باقية ، وإذا كانت الحالة السابقة هي الوجوب نتصرّف فعلًا كما إذا كان الوجوب باقياً ، وهكذا .\r\nوالدليل على الاستصحاب هو قول الإمام الصادق عليه السلام في صحيحة زرارة :\r\n« ولا ينقض اليقين [ أبداً 
  ] « 1 » بالشكّ » « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أثبتنا هذه الكلمة طبقاً لما في المصدر\r\n( 2 ) تهذيب الأحكام 1 : 8 ، باب الأحداث الموجبة للطهارة ، الحديث 11\r\n","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\nونستخلص من ذلك : أنّ كلّ حالةٍ من الشكّ البدويّ يتوفّر فيها القطع بشيءٍ أوّلًا والشكّ في بقائه ثانياً يجري فيها الاستصحاب .\r\n\r\nالحالة السابقة المتيقّنة :\r\nعرفنا أنّ وجود حالةٍ سابقةٍ متيقّنةٍ شرط أساسيّ لجريان الاستصحاب ، والحالة السابقة قد تكون حكماً عامّاً نعلم بجعل الشارع له وثبوته في العالم التشريعيّ ؛ ولا ندري حدود هذا الحكم المفروضة له في جعله ، ومدى امتداده في عالمه التشريعي ، فتكون الشبهة حكمية ، ويجري الاستصحاب في نفس الحكم ، كاستصحاب بقاء طهارة الماء بعد إصابة المتنجِّس له ، ويسمّى ب « الاستصحاب الحكمي » .\r\nوقد تكون الحالة السابقة شيئاً من أشياء العالم التكوينيّ نعلم بوجوده سابقاً ، ولا ندري باستمراره وهو موضوع للحكم الشرعي ، فتكون الشبهة موضوعيةً ويجري الاستصحاب في موضوع الحكم . ومثاله : استصحاب عدالة الإمام الذي يشكّ في طروء فسقه ، واستصحاب نجاسة الثوب الذي يشكّ في طروء المطهِّر عليه ، ويسمّى ب « الاستصحاب الموضوعي » ؛ لأنّه استصحاب موضوعٍ لحكمٍ شرعي ، وهو جواز الائتمام في الأوّل ، وعدم جواز الصلاة في الثاني .\r\nويوجد في علم الأصول اتّجاه ينكر جريان الاستصحاب في الشبهة الحكمية ويخصّه بالشبهة الموضوعية ، ولا شكّ في أنّ الاستصحاب في الشبهة الموضوعية هو المتيقّن من دليله ؛ لأنّ صحيحة زرارة التي ورد فيها إعطاء الإمام للاستصحاب تتضمّن شبهةً موضوعيةً وهي الشك في طروء النوم الناقض ، ولكنّ هذا لا يمنع عن التمسّك بإطلاق كلام الإمام في قوله : « ولا ينقض اليقين [ أبداً 
  ] بالشكّ » لإثبات عموم القاعدة لجميع الحالات ، فعلى مدّعي الاختصاص أن\r\n\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nيبرز قرينةً على تقييد هذا الإطلاق .\r\n\r\nالشكّ في البقاء :\r\nوالشكّ في البقاء هو الشرط الأساسيّ الآخر لجريان الاستصحاب . ويقسّم الاصوليّون الشكّ في البقاء إلى قسمين تبعاً لطبيعة الحالة السابقة التي نشكّ في بقائها ؛ لأنّ الحالة السابقة قد تكون قابلةً بطبيعتها للامتداد زمانياً ، وإنّما نشكّ في بقائها نتيجةً لاحتمال وجود عاملٍ خارجيٍّ أدّى إلى ارتفاعها .\r\nومثال ذلك : طهارة الماء ، فإنّ طهارة الماء تستمرّ بطبيعتها وتمتدّ إذا لم يتدخّل عامل خارجي ، وإنّما نشكّ في بقائها لدخول عاملٍ خارجيٍّ في الموقف ، وهو إصابة المتنجِّس للماء .\r\nوكذلك نجاسة الثوب ، فإنّ الثوب إذا تنجّس تبقى نجاسته وتمتدّ ما لم يوجد عامل خارجيّ وهو الغسل ، ويسمّى الشكّ في بقاء الحالة السابقة التي من هذا القبيل ب « الشكّ في الرافع » .\r\nوقد تكون الحالة السابقة غير قادرةٍ على الامتداد زمانياً ، بل تنتهي بطبيعتها في وقتٍ معيّنٍ ونشكّ في بقائها نتيجةً لاحتمال انتهائها بطبيعتها دون تدخّل عاملٍ خارجيٍّ في الموقف .\r\nومثاله : نهار شهر رمضان الذي يجب فيه الصوم إذا شكّ الصائم في بقاء النهار ، فإنّ النهار ينتهي بطبيعته ولا يمكن أن يمتدَّ زمانياً ، فالشكّ في بقائه لا ينتج عن احتمال وجود عاملٍ خارجي ، وإنّما هو نتيجة لاحتمال انتهاء النهار بطبيعته واستنفاده لطاقته وقدرته على البقاء . ويسمّى الشكّ في بقاء الحالة السابقة التي من هذا القبيل ب « الشكّ في المقتضي » ؛ لأنّ الشكّ في مدى اقتضاء النهار واستعداده للبقاء .\r\n\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nويوجد في علم الأصول اتّجاه ينكر جريان الاستصحاب إذا كان الشكّ في بقاء الحالة السابقة من نوع الشكّ في المقتضي ، ويخصّه بحالات الشكّ في الرافع « 1 » . والصحيح : عدم الاختصاص تمسّكاً بإطلاق دليل الاستصحاب .\r\n\r\nوحدة الموضوع في الاستصحاب :\r\nويتّفق الاصوليّون على أنّ من شروط الاستصحاب وحدة الموضوع ، ويعنون بذلك أن يكون الشكّ منصبّاً على نفس الحالة التي كنّا على يقينٍ بها ، فلا يجري الاستصحاب إذا كان المشكوك والمتيقَّن متغايرين .\r\nمثلًا : إذا كنّا على يقينٍ بنجاسة الماء ؛ ثمّ صار بخاراً وشككنا في نجاسة هذا البخار لم يجرِ هذا الاستصحاب ؛ لأنّ ما كنّا على يقينٍ بنجاسته هو الماءُ ، وما نشكّ فعلًا في نجاسته هو البخار ؛ والبخار غير الماء فلم يكن مصبّ اليقين والشكّ واحداً .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ذهب إلى ذلك الشيخ الأنصاري ( فرائد الأصول 3 : 51 ) والميرزا النائيني ( أجود التقريرات 2 : 378 )\r\n","page_name":" 155 ","page_number":155},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\n\r\nتعارض الأدلّة\r\n1 - التعارض بين الأدلّة المحرزة .\r\n2 - التعارض بين الأصول .\r\n3 - التعارض بين النوعين .\r\n\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\nعرفنا في ما سبق‌أنّ الأدلّة على قسمين ، وهما : الأدلّة المحرزة ، والأصول العملية ، ومن هنا يقع البحث : تارةً في التعارض بين دليلين من الأدلّة المحرزة ، وأخرى في التعارض بين أصلين عمليَّين ، وثالثةً في التعارض بين دليلٍ محرزٍ وأصلٍ عملي ، فالكلام في ثلاث نقاطٍ نذكرها في ما يلي تباعاً إن شاء اللَّه تعالى .\r\n\r\n1 - التعارض بين الأدلّة المحرزة\r\nوالتعارض بين دليلين محرزين معناه التنافي بين مدلوليهما ، وهو على أقسام :\r\nمنها : أن يحصل في نطاق الدليل الشرعيّ اللفظيّ بين كلامين صادرين من المعصوم .\r\nومنها : أن يحصل بين دليلٍ شرعيٍّ لفظيٍّ ودليلٍ عقلي .\r\nومنها : أن يحصل بين دليلين عقليَّين .\r\n\r\nحالة التعارض بين دليلين لفظيَّين :\r\nفي حالة التعارض بين دليلين لفظيّين توجد قواعد ، نستعرض في ما يلي عدداً منها :\r\n1 - من المستحيل أن يوجد كلامان للمعصوم يكشف كلّ منهما بصورةٍ قطعيةٍ عن نوعٍ من الحكم يختلف عن الحكم الذي يكشف عنه الكلام الآخر ؛ لأنّ التعارض بين كلامين صريحين من هذا القبيل يؤدّي إلى وقوع المعصوم في التناقض ،\r\n\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\nوهو مستحيل .\r\n2 - قد يكون أحد الكلامين الصادرين من المعصوم نصّاً صريحاً وقطعياً ، ويدلّ الآخر بظهوره على ما ينافي المعنى الصريح لذلك الكلام .\r\nومثاله : أن يقول الشارع في حديثٍ مثلًا : « يجوز للصائم أن يرتمس في الماء حال صومه » ، ويقول في حديثٍ آخر : « لا ترتمس في الماء وأنت صائم » ، فالكلام الأوّل دالّ بصراحةٍ على إباحة الارتماس للصائم ، والكلام الثاني يشتمل على صيغة نهي ، وهي تدلّ بظهورها على الحرمة ؛ لأنّ الحرمة هي أقرب المعاني إلى صيغة النهي وإن أمكن استعمالها في الكراهة مجازاً ، فينشأ التعارض بين صراحة النصّ الأوّل في الإباحة وظهور النصّ الثاني في الحرمة ؛ لأنّ الإباحة والحرمة لا يجتمعان . وفي هذه الحالة يجب الأخذ بالكلام الصريح القطعي ؛ لأنّه يؤدّي إلى العلم بالحكم الشرعي ، فنفسّر الكلام الآخر على ضوئه ونحمل صيغة النهي فيه على الكراهة ؛ لكي ينسجم مع النصّ الصريح القطعيّ الدالّ على الإباحة .\r\nوعلى هذا الأساس يتّبع الفقيه في استنباطه قاعدةً عامّة ، وهي : الأخذ بدليل الإباحة والرخصة إذا عارضه دليل آخر يدلّ على الحرمة أو الوجوب بصيغة نهيٍ أو أمر ؛ لأنّ الصيغة ليست صريحة ، ودليل الإباحة والرخصة صريح غالباً .\r\n3 - قد يكون موضوع الحكم الذي يدلّ عليه أحد الكلامين أضيقَ نطاقاً وأخصَّ دائرةً من موضوع الحكم الذي يدلّ عليه الكلام الآخر . ومثاله : أن يقال في نصٍّ : « الربا حرام » ، ويقال في نصٍّ آخر : « الربا بين الوالد وولده مباح » ، فالحرمة التي يدلّ عليها النصّ الأوّل موضوعها عامّ ؛ لأنّها تمنع بإطلاقها عن التعامل الربويّ مع أيّ شخص ، والإباحة في النصّ الثاني موضوعها خاصّ ؛ لأنّها تسمح بالربا بين الوالد وولده خاصّة ، وفي هذه الحالة تقدّم النصّ الثاني على الأوّل ؛ لأ نّه يعتبر بوصفه أخصَّ موضوعاً من الأوّل قرينةً عليه ، بدليل أنّ المتكلِّم لو\r\n\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\nأوصَل كلامه الثاني بكلامه الأوّل فقال : « الربا في التعامل مع أيّ شخصٍ حرام ، ولا بأس به بين الوالد وولده » لأبطل الخاصّ مفعول العامِّ وظهوره في العموم .\r\nوقد عرفنا سابقاً « 1 » أنّ القرينة تُقدَّم على ذي القرينة ، سواء كانت متّصلةً أو منفصلة .\r\nويسمّى تقديم الخاصِّ على العامّ « تخصيصاً » للعامّ إذا كان عمومه ثابتاً بأداةٍ من أدوات العموم ، و « تقييداً » له إذا كان عمومه ثابتاً بالإطلاق وعدم ذكر القيد .\r\nويسمّى الخاصّ في الحالة الأولى « مخصِّصاً » وفي الحالة الثانية « مقيِّداً » .\r\nوعلى هذا الأساس يتَّبع الفقيه في الاستنباط قاعدةً عامة ، وهي : الأخذ بالمخصِّص والمقيِّد وتقديمهما على العامّ والمطلق . إلّاأنّ العام والمطلق يظلّ حجّةً في غير ما خرج بالتخصيص والتقييد ، إذ لا يجوز رفع اليد عن الحجّة إلّابمقدار ما تقوم الحجّة الأقوى على الخلاف ، لا أكثر .\r\n4 - وقد يكون أحد الكلامين دالّا على ثبوت حكمٍ لموضوع ، والكلام الآخر ينفي ذلك في حالةٍ معيّنةٍ بنفي ذلك الموضوع .\r\nومثاله : أن يقال في كلامٍ : « يجب الحجّ على المستطيع » ، ويقال في كلامٍ آخر :\r\n« المَدِين ليس مستطيعاً » ، فالكلام الأوّل يوجب الحجّ على موضوعٍ محدّدٍ وهو المستطيع ، والكلام الثاني ينفي صفة المستطيع عن المَدِين ، فيؤخذ بالثاني ويسمّى « حاكماً » ، ويسمّى الدليل الأوّل « محكوماً » .\r\nوتسمّى القواعد التي اقتضت تقديم أحد الدليلين على الآخر في هذه الفقرة والفقرتين السابقتين ب « قواعد الجمع العرفي » .\r\n5 - إذا لم يوجد في النصّين المتعارضين كلام صريح قطعي ، ولا ما يصلح أن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في بحث حجّية الظهور ، تحت عنوان : القرينة المتّصلة والمنفصلة\r\n","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\nيكون قرينةً على تفسير الآخر ومخصِّصاً له أو مقيِّداً أو حاكماً عليه فلا يجوز العمل بأيِّ واحدٍ من الدليلين المتعارضين ؛ لأنّهما على مستوىً واحدٍ ولا ترجيح لأحدهما على الآخر .\r\n\r\nحالات التعارض الأخرى :\r\nوحالات التعارض بين دليلٍ لفظيٍّ ودليلٍ من نوعٍ آخر ، أو دليلين من غير الأدلّة اللفظية لها قواعد أيضاً نشير إليها ضمن النقاط التالية :\r\n1 - الدليل اللفظيّ القطعيّ لا يمكن أن يعارضه دليل عقليّ قطعي ؛ لأنّ دليلًا من هذا القبيل إذا عارض نصّاً صريحاً من المعصوم عليه السلام أدّى ذلك إلى تكذيب المعصوم عليه السلام وتخطئته ، وهو مستحيل .\r\nولهذا يقول علماء الشريعة : إنّ من المستحيل أن يوجَد أيّ تعارضٍ بين النصوص الشرعية الصريحة وأدلّة العقل القطعية .\r\nوهذه الحقيقة لا تفرضها العقيدة فحسب ، بل يبرهن عليها الاستقراء في النصوص الشرعية ودراسة المعطيات القطعية للكتاب والسنّة ، فإنّها جميعاً تتّفق مع العقل ، ولا يوجد فيها ما يتعارض مع أحكام العقل القطعية إطلاقاً .\r\n2 - إذا وجد تعارض بين دليلٍ لفظيٍّ ودليلٍ آخر ليس لفظياً ولا قطعياً قدّمنا الدليل اللفظي ؛ لأنّه حجّة ، وأمّا الدليل غير اللفظيّ فهو ليس حجّةً ما دام لا يؤدّي إلى القطع .\r\n3 - إذا عارض الدليل اللفظيّ غير الصريح دليلًا عقلياً قطعياً قُدِّم العقليّ على اللفظي ؛ لأنّ العقليّ يؤدّي إلى العلم بالحكم الشرعي ، وأمّا الدليل اللفظيّ غير الصريح فهو إنّما يدلّ بالظهور ، والظهور إنّما يكون حجّةً بحكم الشارع إذا لم نعلم ببطلانه ، ونحن هنا على ضوء الدليل العقليّ القطعيّ نعلم بأنّ الدليل اللفظيّ لم يَرِدِ\r\n\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\nالمعصوم عليه السلام منه معناه الظاهر الذي يتعارض مع دليل العقل ، فلا مجال للأخذ بالظهور .\r\n4 - إذا تعارض دليلان من غير الأدلّة اللفظية فمن المستحيل أن يكون كلاهما قطعياً ؛ لأنّ ذلك يؤدّي إلى التناقض ، وإنّما قد يكون أحدهما قطعياً دون الآخر ، فيؤخذ بالدليل القطعي .\r\n\r\n2 - التعارض بين الأصول\r\nوأمّا التعارض بين الأصول فالحالة البارزة له هي التعارض بين البراءة والاستصحاب ، ومثالها : أنّا نعلم بوجوب الصوم عند طلوع الفجر من نهار شهر رمضان حتّى غروب الشمس ، ونشكّ في بقاء الوجوب بعد الغروب إلى غياب الحمرة ، ففي هذه الحالة تتوفّر أركان الاستصحاب من اليقين بالوجوب أوّلًا ، والشك في بقائه ثانياً ، وبحكم الاستصحاب يتعيّن الالتزام عملياً ببقاء الوجوب .\r\nومن ناحيةٍ أخرى نلاحظ أنّ الحالة تندرج ضمن نطاق أصل البراءة ؛ لأنّها شبهة بدوية في التكليف غير مقترنةٍ بالعلم الإجمالي ، وأصل البراءة ينفي وجوب الاحتياط ويرفع عنّا الوجوب عملياً ، فبأيّ الأصلين نأخذ ؟\r\nوالجواب : أنّا نأخذ بالاستصحاب ونقدِّمه على أصل البراءة ، وهذا متّفق عليه بين الاصوليِّين ، والرأي السائد بينهم لتبرير ذلك : أنّ دليل الاستصحاب حاكم على دليل أصل البراءة ؛ لأنّ دليل أصل البراءة هو النصّ النبويّ القائل :\r\n« رفع ما لا يعلمون » « 1 » ، وموضوعه كلّ ما لا يعلم ، ودليل الاستصحاب هو النصّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة 15 : 369 ، الباب 56 من أبواب جهاد النفس ، الحديث الأول\r\n","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\nالقائل : « لا ينقض اليقين أبداً بالشكّ » « 1 » ، وبالتدقيق في النصّين نلاحظ أنّ دليل الاستصحاب يلغي الشكّ ، ويفترض كأنّ اليقين باقٍ على حاله ، فيرفع بذلك موضوع أصل البراءة .\r\nففي مثال وجوب الصوم لا يمكن أن نستند إلى أصل البراءة عن وجوب الصوم بعد غروب الشمس بوصفه وجوباً مشكوكاً ؛ لأنّ الاستصحاب يفترض هذا الوجوب معلوماً ، فيكون دليل الاستصحاب حاكماً على دليل البراءة ؛ لأنّه ينفي موضوع البراءة .\r\n\r\n3 - التعارض بين النوعين\r\nونصل الآن إلى فرضية التعارض بين دليلٍ محرزٍ وأصلٍ عملي كأصل البراءة أو الاستصحاب .\r\nوالحقيقة أنّ الدليل إذا كان قطعياً فالتعارض غير متصوّرٍ عقلًا بينه وبين الأصل ؛ لأنّ الدليل القطعيّ على الوجوب - مثلًا - يؤدّي إلى العلم بالحكم الشرعي ، ومع العلم بالحكم الشرعيّ لا مجال للاستناد إلى أيّ قاعدةٍ عملية ؛ لأنّ القواعد العملية إنّما تجري في ظرف الشكّ ، إذ قد عرفنا سابقاً أنّ أصل البراءة موضوعه كلّ ما لا يعلم ، والاستصحاب موضوعه أن نشكَّ في بقاء ما كنّا على يقينٍ منه ، فإذا كان الدليل قطعيّاً لم يبقَ موضوع هذه الأصول والقواعد العملية .\r\nوإنّما يمكن افتراض لونٍ من التعارض بين الدليل والأصل إذا لم يكن الدليل قطعياً ، كما إذا دلّ خبر الثقة على الوجوب أو الحرمة - وخبر الثقة كما مرَّ بنا « 2 » دليل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تهذيب الأحكام 1 : 8 ، باب الأحداث الموجبة للطهارة ، الحديث 11\r\n( 2 ) في بحث الدليل الشرعي اللفظي ، تحت عنوان : إثبات الصدور\r\n","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\nظنّيّ حكم الشارع بوجوب اتّباعه واتّخاذه دليلًا - وكان أصل البراءة من ناحيةٍ أخرى يوسِّع ويرخِّص .\r\nومثاله : خبر الثقة الدالّ على حرمة الارتماس على الصائم ، فإنّ هذه الحرمة إذا لاحظناها من ناحية الخبر فهي حكم شرعيّ قد قام عليه الدليل الظنّي ، وإذا لاحظناها بوصفها تكليفاً غير معلومٍ نجد أنّ دليل البراءة - رفع ما لا يعلمون - يشملها ، فهل يحدّد الفقيه في هذه الحالة موقفه على أساس الدليل الظنّيّ المعتبر ، أو على أساس الأصل العملي ؟\r\nويسمّي الأصوليون الدليل الظنّيّ بالأمارة ، ويطلقون على هذه الحالة اسم « التعارض بين الأمارات والأصول » .\r\nولا شكّ في هذه الحالة لدى علماء الأصول في تقديم خبر الثقة وما إليه من الأدلّة الظنّية المعتبرة على أصل البراءة ونحوه من الأصول العملية ؛ لأنّ الدليل الظنّيّ الذي حكم الشارع بحجّيته يؤدّي بحكم الشارع هذا دور الدليل القطعي ، فكما أنّ الدليل القطعيّ ينفي موضوع الأصل ولا يبقي مجالًا لأيّ قاعدةٍ عملية فكذلك الدليل الظنّي الذي أسند إليه الشارع نفس الدور وأمرنا باتّخاذه دليلًا ، ولهذا يقال عادةً :\r\n« إنّ الأمارة حاكمة على الأصول العملية » .\r\n\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171}
  ]