[
  {"content":"\r\n\r\nغاية الفكر\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nغاية الفكر\r\nتأليف\r\nسماحة آية الله العظمى الإمام الشهيد السيد محمدباقر الصدر قدس سره\r\nالمؤتمر العالمي للإمام الشهيد الصدر قدس سره\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\n[ غاية الفكر 
  ]\r\n\r\nمقدّمة المؤلف :\r\nأيّها القارئ الكريم ، هذا هو جزء من كتابٍ في الأصول شرعت فيه قبل ثلاث سنواتٍ تقريباً ، وقد ابتدأت فيه من القسم الثاني من المباحث الأصولية ، أي مباحث الأدلّة العقلية ، ورتّبته على عشرة أجزاء ، وهذا الذي بين يديك هو الجزء الخامس منها في أكثر مباحث الاشتغال ، أعني في أصل المسألة مع بعض تنبيهاتها . ويليه الجزء السادس في باقي تنبيهات المسألة مع أصل مسألة الأقلّ والأكثر .\r\nولئِن كان أكثر مطالب هذا الكتاب مخالفاً لِمَا هو المسموع من الكلمات فليس ذلك لأنّي قد اهتديت إلى مالم يصل إليه الأساتذة والأكابر ، وهيهات لذهني القاصر أن يرتفع إلى ذلك ، وإنّما هو لأنّي لم اوفَّق للعروج إلى آفاق تفكيرهم ومجاراتهم في أنظارهم الدقيقة ، وكلّ رجائي من المولى سبحانه أن يشملني بعنايته ولطفه ، ويوفّقني لاقتفاء أثرهم ، ويعدّني للتشرّف باتّباع خطواتهم المباركة ، إنّه على كلّ شيءٍ قدير .\r\nالراجي عفو ربِّه\r\nمحمّد باقر الصدر\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n\r\nغاية الفكر\r\n5\r\n\r\nمباحث الاشتغال\r\nمقدار منجّزيّة العلم الإجمالي .\r\nمدى جريان الأصول في أطراف العلم الإجمالي .\r\nتنبيهات العلم الإجمالي .\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nمباحث الاشتغال\r\n1\r\n\r\nمقدار منجّزيّة العلم الإجمالي\r\nالرأي المختار في حقيقة العلم الإجمالي .\r\nالمباني المطروحة في حقيقة العلم الإجمالي .\r\nمنجّزية العلم الإجمالي وما يتنجّز به .\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\nوالحمد للَّه‌ربّ العالمين ، وصَلّى اللَّه عَلى سَادة الخلق ، ومصَابيح الحقّ ، وكلمات اللَّه التامات محمَّدٍ وآله الهداة الميامين .\r\nوبعد فالبحث في المقام يقع في ناحيتين :\r\nالأولى : في تحقيق مقدار تنجيز العلم الإجمالي ، ورفعه لموضوع قاعدة قبح العقاب بلا بيانٍ المنقَّحة كبروياً في مباحث البراءة .\r\nالثانية : في شمول أدلّة الأصول للأطراف بعضاً أو كلًاّ ، ثبوتاً أو إثباتاً .\r\nوبتعبيرٍ آخر : أنّ المبحوث عنه هنا هو أنّ المقدار الذي ثبت من تنجيز العلم الإجمالي وتبديله لِلّابيان بالبيان هل يوجب خروج أطرافه أو شيءٍ منها عن دائرة أدلّة الأصول - إمّا للقصور ثبوتاً ، أو للقصور في مقتضيات مقام الإثبات - أوْ لا ؟\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n\r\nالناحية الأولى\r\nولتوضيح الحقّ فيها لا بدّ من بيان المختار في حقيقة العلم الإجمالي ، ثمّ نذكر سائر المسالك المعروفة في تصويره مع دفعها ، وبعده نبحث عن مقدار تنجيز العلم الإجمالي وإيصاله للواقع على جميع تلك المباني .\r\n\r\nالرأي المختار في حقيقة العلم الإجمالي\r\n\r\nمقدّمة :\r\nولتحقيق الحقّ وتشخيص متعلّق العلم الإجمالي نقدِّم أمرين لهما دخل في حلّ المشكلة :\r\nالأول : أنّ الحمل على قسمين : الحمل الأوّلي الذاتي ، والحمل الشائع الصناعي ، كما هو واضح . والشيء قد يصدق حمل مفهومٍ عليه بالحمل الأولي ، ولا يجوز حمله عليه بالحمل الشائع الصناعي ، ولذا اشترط بعض المحقّقين « 1 » في التناقض وحدة الحمل ، فمفهوم النوع - مثلًا - نوع بالحمل الأولي ، وليس نوعاً\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وهو صدر المتأ لّهين محمّد بن إبراهيم ملا صدرا الشيرازي في الأسفار 1 : 292 - 294\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nبالحمل الشائع . وكذلك الجنس .\r\nومثلهما مفهوم الجزئي فإنّه جزئيّ بالحمل الأوّلي ، وكلّي بالحمل الشائع .\r\nبل كلّ الصور العقلية - كصورة الإنسان - فإنّها بالحمل الأولي إنسان ، وبالحمل الشائع من الكيفيات العَرَضية القائمة في النفس أو بها ، على ما حقّق في مباحث الوجود الذهني .\r\nفتحصَّل : أنّ الشيء قد لا يصحّ حمل نفسه عليه بالحمل الشائع ؛ وإن كان هو نفسه بالحمل الأوّلي ضرورة .\r\nالثاني : المعروف أنّ انتزاع الكلّي من الجزئيات إنمّا هو بتجريدها عن الخصوصيات التي لا يبقى بعدها إلّاصرف الطبيعة المسمّاة بالكلّي .\r\nكما أنّ المعروف لأجل هذا - كما صرح به في تقريرات بحث المحقّق العراقي « 1 » - أنّ نسبة الكلّي إلى فرده نسبة الجزء التحليلي إلى الكلّ ، وعلى ذلك بنى أنّ مطابق الصورة العلمية الإجمالية إنّما هو الواقع ؛ ولكن بنحوٍ مجمل ، وليس المعلوم الإجمالي أمراً كلّياً ؛ لشهادة الوجدان بأنّ المعلوم إنّما هو سنخ عنوانٍ إجماليٍّ ينطبق على الواقع بتمامه ، لا بجزءٍ تحليليٍّ منه ، كما في الكلّي .\r\nووجه الالتزام : بأنّ الكلّي لا ينطبق على الفرد بتمامه ، باعتبار أنّه إنّما يكون كلّياً جامعاً بين فردين إذا ألغيت في رتبته خصوصية كلٍّ من الفردين ، وإلّا لم يكن كلّياً ، وعليه فلا ينطبق على فرده بما أنّه متخصّص بما يمتاز به على الفرد الآخر .\r\nولكنّ التحقيق : أنّ الالتزام بذلك بلا ملزم ، بل قد يكون الكلّي منطبقاً على فرده بتمامه ، كما في موارد التشكيك الخاصّي في الماهيات ، بناءً على إمكانه ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهاية الأفكار 1 : 35\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nكما هو التحقيق ، بأن تكون الماهية متفاوتةً بنفسها في الأفراد ، بحيث إنّ ما به الاشتراك بينهما بعينه جهة الامتياز بينهما ، كالأربعة والستّة ، فإنّهما مشتركتان في العددية وممتازتان فيها ، ومفهوم العدد ينطبق عليهما بتمامهما ؛ لأنّ المفروض أنّه جهة امتياز كلٍّ منهما ، فهو كما يصدق على ما به يشترك العددان كذلك يصدق على ما يمتاز به أحدهما عن الآخر .\r\nوكذلك مفهوم الجزئي والمتشخّص فإنّه كلّي لقابليته للصدق على كثيرين ، ولا يعقل فيه دعوى أنّه لا ينطبق على فرده بتمامه ، إذ أنّه إذا الغي من فرده خصوصيته الموجبة لجزئيته يخرج عن كونه مطابقاً له .\r\nوإن شئت قلت : إنّ أيّ متخصّصٍ يفرض ينطبق عليه مفهوم الجزئي ، فإن كان منطبقاً عليه بتمامه فهو المطلوب ، وإن انطبق عليه مع قطع النظر عن خصوصيته التي بها يمتاز على جزئيٍّ آخر ، نقلنا الكلام إلى هذه الخصوصية ، فإنّها أيضاً مصداق لمفهوم الجزئي ، فإن كان منطبقاً عليها بتمامها فهو ، وإلّا ننقل الكلام إلى خصوصياتها ، وهكذا ، حتى ينتهي الأمر إلى انطباق الكلّي على فرده بتمامه ؛ لبطلان التسلسل في الخصوصيات .\r\nفقد ثبت بهذا البرهان مع براهين التشكيك الخاصّي إمكان انطباق الكلّي على فرده بتمامه ، فافهم واغتنم .\r\n\r\nحدود المعلوم بالإجمال :\r\nإذا تقرّر هذان الأمران نقول : إنّ المعلوم الإجمالي هو الجامع بين الأطراف ، ولكن بتقريبٍ لا يرد عليه المحاذير التي سوف نشير إلى توجّهها على القول بتعلّقه بالجامع .\r\nوتحقيقه : أنّ العلم الإجمالي عبارة عن التصديق بجزئيٍّ متخصّصٍ\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nبخصوصيةٍ واقعيةٍ بنحوٍ يكون خارجاً عن حدِّ الجامعية إلى مرتبة الفردية ، ويكون في عين الحال قابلًا للصدق على أكثر من واحدٍ بحسب الخارج ؛ لأنّه جزئيّ بالحمل الأوّلي ، فإنّ العالم بالإجمال يتصور مفهوم الإنسان الجزئي المتعيّن بنحوٍ لا ينطبق على غيره ويصدّق بوجوده ، فما تعلّق به التصديق العلمي هو هذا المفهوم الجامع بين الأطراف مع كونه جزئياً بالحمل الأوّلي . ونحن إذا حلّلنا ما في نفس العالم بالإجمال نرى اموراً :\r\nأحدها : العلم التصوري ، أي حضور صورةٍ جزئيةٍ بالحمل الأوّلي ، بمعنى تصور مفهوم الإنسان الجزئي .\r\nثانيها : التصديق بأنّ ذاك المعلوم التصوري له وجود ، فالمصدّق به ليس وجود هذا الإنسان أو ذاك بعينه ، بل وجود جزئي متعيّن من الإنسان .\r\nثالثها : احتمال أن يكون مطابق الصورة المذكورة زيداً أو عَمرواً .\r\nوعلى هذا لا ترد سائر الإشكالات الموردة على الالتزام بأنّ المعلوم الإجمالي هو الجامع أو الواقع على سبيل الإجمال ، إن لم نلتزم بأنّ المعلوم جامع ملغي عنه الخصوصيّات ، وكذلك لم ندّع أنّه نفس الواقع والخصوصيّة بالحمل الشايع أي واقع ما يأبى الصدق على كثيرين على سبيل الإجمال . وسوف نذكر الإشكالات على المسلَكَين مفصّلًا ، إلّاأ نّنا نشير إليها هنا لبيان عدم ورودها على التقريب المذكور .\r\nأمّا الإشكالات على كون الجامع هو المعلوم الإجمالي فهي :\r\nأولًا : ما يظهر من نهاية الأفكار « 1 » ، من أنّ الصورة الإجمالية ليست نسبتها إلى الخصوصية الواقعية نسبة الجزء إلى الكلّ ، بل تنطبق عليها بتمامها ، فلا يمكن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهاية الأفكار 3 : 47\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nالالتزام بأنّ العلم الإجمالي عبارة عن العلم التفصيلي بالجامع ، إذ يكون المعلوم منطبقاً على الواقع حينئذٍ بجزئه ، بل هو عبارة عن صورةٍ إجماليةٍ حاكيةٍ عن الواقع .\r\nوثانياً : أنّ الجامع يعلم باستحالة وجوده بلا خصوصية ، فلابدّ أن ينتهي العلم الإجمالي إلى العلم بالخصوصية الواقعية على سبيل الإجمال ، كما سيأتي بيانه مفصّلًا إن شاء اللَّه ، فراجع .\r\nوهذان الإشكالان لا يردانِ على تقريب القول بالجامع بتعلّق العلم الإجمالي بمفهومٍ جزئيٍّ بالحمل الأولي ، وكلّيٍّ بالحمل الشائع .\r\nأمّا الأول فلما عرفت في المقدمة الثانية من أنّ عنوان الجزئي الذي هو المعلوم الإجمالي وإن كان جامعاً وكلّياً إلّاأ نّه منطبق على فرده بتمامه ، وليس كسائر الكلّيات التي لا تنطبق على المشخّصات . فالجامع المزبور يحكي عن الواقع الجزئي بما أنّه جزئي ، بخلاف سائر الكلّيات التي تحكي عن ذات المتشخّص لا بما أنّه متشخّص ، فانطباق المعلوم على الواقع بتمامه وحكايته عنه لا يتوقّف على الالتزام بكون العلم الإجمالي مبايناً للعلم التفصيلي ومتقوّماً بصورةٍ إجماليةٍ حاكيةٍ عن الواقع ، بل يتمّ مع الالتزام برجوعه إلى العلم التفصيلي ، وكونه صورةً تفصيليةً للجامع ، ولكن للجامع المحتوي على نكتةٍ توجب انطباقه على فرده بتمامه ، كما بيّناه .\r\nوأمّا الثاني فلأنّ المعلوم الإجمالي سنخ كلّي لا يعقل أن يكون متشخّصاً بأمرٍ زائدٍ على ما ينطبق عليه حتى يُدَّعى تعلّق العلم بذلك الأمر الزائد أيضاً ، فإنّ مفهوم الإنسان يحتاج في تشخّصه إلى أكثر من الحصّة التي ينطبق عليها ؛ لأنّه لا ينطبق على المشخّصات . وأما مفهوم الانسان الجزئي فهو لا يحتاج في تشخّصه إلى أكثر ممّا ينطبق عليه ؛ لأنّه ينطبق على نفس المتشخّص بما أنّه كذلك ،\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nفلا علم لنا بأكثر من هذا الكلّي ، وليس ذلك إلّالأنّه جامع بين الجزئية بالحمل الأولي والكلّية بالحمل الشائع .\r\nوأمّا الإشكالات على كون العلم الإجمالي متعلّقاً بالخصوصية الواقعية على نحوٍ مجمل فهي :\r\nأوّلًا : أنّه خلاف الوجدان القاضي بأنّ كلّ خصوصيةٍ من خصوصيات الأطراف مشكوكة وليست بمعلومة ، وإلّا لزم اجتماع الشكّ والعلم ، وهو محال .\r\nوثانياً : أنّه لو فرض وجود كِلَا الإنسانين فأيّهما يكون هو المعلوم مع استواء نسبة العلم إلى كلٍّ منهما ؟\r\nوثالثاً : ما سنحقّقه من استحالة الإجمال في الصورةالعلمية ، بل هي : إمّا تفصيلية شخصية ، أو كلية .\r\nوكلّ هذا لا يرد على ما عرفت ، من كون المعلوم الإجمالي هو خصوصية واقعية بالحمل الأوّلي ، لا بالحمل الشائع .\r\nأمّا الأول فلأ نّه إنّما يرد إذا قلنا : إنّ واقع الخصوصية والأمر الخارجي معلوم بالصورة الإجمالية ، وأمّا إذا كان المعلوم عنوان الإنسان الخاصّ لا واقعه فلم يجتمع اليقين والشكّ على متعلّقٍ واحد ؛ لأنّ الشكّ متعلّق بوجود الإنسان الجزئي بالحمل الشائع ، والعلم متعلق بوجود الإنسان المتخصّص بالحمل الأولي .\r\nوأمّا الثاني فلأ نّنا لم نلتزم بتعلّق العلم الإجمالي بالواقع الحقيقي حتى يُسأل عمّا هو متعلّقه في الفرض المذكور ، بل بالجامع .\r\nوأمّا الثالث فلأنّ الصورة تفصيلية ولا إجمال فيها ، بمعنى أنّها صورة لجامعٍ معيّنٍ لا لفردٍ مجملٍ حتى تكون مجملة ، وإذن فالمعلوم الإجمالي كلّيّ بالحمل الأولي ولا يرد عليه إشكالات تعلّق العلم الإجمالي بالكلّي ، وجزئي بالحمل الآخر ولا يرد عليه إشكالات تعلّقه بالجزئي .\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\n\r\nالمباني المطروحة في حقيقة العلم الإجمالي\r\nوبعد هذا لا بأس بالإشارة إلى المباني التي قيلت في العلم الإجمالي ، وهي ثلاثة :\r\n\r\nتعلّق العلم بالفرد الواقعي :\r\nالأول : ما ذهب إليه المحقّق العراقي « 1 » من مغايرة الصور العلمية الإجمالية مع الصور العلمية التفصيلية سنخاً ، فليس العلم الإجمالي بالإضافة إلى معلومه صورة تفصيلية - كما يدّعيه من يلتزم بأنّ معلومه هو الجامع - بل هو بالإضافة إليه كالمجمل إلى المفصَّل ، بمعنى أنّه عبارة عن صورةٍ إجماليةٍ حاكيةٍ عن الواقع ، على نحوٍ لو كُشِفَ الغطاء لكان المعلوم بالإجمال عين المعلوم بالتفصيل ومنطبقاً عليه بتمامه ، لا بجزءٍ منه ، فالفرق بين العلم الإجمالي والعلم التفصيلي في إجمالية الصورة العلمية وتفصيليتها ، لا أنّ العلم الإجمالي صورة تفصيلية للجامع والعلم التفصيلي صورة تفصيلية للفرد ، بل الأول صورة إجمالية للفرد ، والثاني صورة تفصيلية له .\r\nولا يظهر منه البرهنة على هذا المبنى ؛ وإن أمكن استفادته من بعض كلمات التقريرات - نهاية الأفكار « 2 » - إذ يظهر منها التزامه بأنّ الصورة العلمية الإجمالية منطبقة على الواقع بتمامه ، وهو لا يتمّ إلّاعلى المبنى المزبور .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهاية الأفكار 3 : 299\r\n( 2 ) نهاية الأفكار 3 : 309\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nكما يمكن الاستدلال له أيضاً : بأنّ لدى العالِم علماً بأكثر من الجامع ؛ لأنّ الجامع لا يوجد إلّامتخصِّصاً ، فالانتهاء إلى خصوصيةٍ تكون متعلَّقاً للعلم الإجمالي لابدّ منه .\r\nوقد عرفت في ما سبق أنّ هذين الوجهين إنّما يبطلان القول بتعلّق العلم الإجمالي بالجامع الملغى عنه خصوصيات الأطراف ، والممتنع انطباقه عليها بخصوصياتها ، ولا يعيِّنان كون الصورة العلمية إجماليةً وحاكيةً عن الواقع ؛ لإمكان الالتزام بتفصيلية الصورة ، وكون المعلوم بها هو الجامع ، ولكن بالنحو الذي أوضحناه ، فلا يرد شيء من الإشكالين .\r\nوإذن فلا برهان على ما أفيد ، بل البرهان على خلافه .\r\nوتحقيق ذلك : أنّ الوجود الذهني كالوجود الخارجي في أنّه ملازم للتشخّص والتعيّن ، بل عينهما بوجه ، فالتشخّص والتعيّن مساوق لحقيقة الوجود السارية في عالم الذهن والخارج ، فكما يمتنع أن يكون الموجود الخارجي مردّداً أو غير متعيّن الهوية كذلك الوجود الذهني ، والصور الذهنية يستحيل فيها عدم التعيّن من سائر الجهات .\r\nوالعلم عبارة عن حضور الشيء لدى النفس ، وقيام الصورة بها على نحوٍ يقترن بالتصديق .\r\nوعلى هذا فالصورة الذهنية القائمة في نفس العالم بالإجمال والتي هي محطّ التصديق باعتبار فنائها في معنونها وجود ذهني ، حاله حال سائر الوجودات في أنّه لا بدّ من كونه وجوداً لأمرٍ متعيَّنٍ بخصوصياته ؛ لاستحالة وجود الأمر المردّد ، وحينئذٍ نقول : إنّها إمّا أن تكون وجوداً لطبيعيّ الوجوب الملغى عنه خصوصيات الأطراف ، وإمّا أن تكون وجوداً للوجوب المتخصّص بخصوصية طرفٍ بعينه ، كخصوصيّة التعلّق بالظهر ، وإمّا أن تكون وجوداً للوجوب\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nالمتخصّص بخصوصيّةٍ مردّدة .\r\nومردّ الأول إلى كون المعلوم هو الطبيعيّ الجامع القائم في النفس بتوسّط الصورة ، فمُعَنوَنُ الصورة هو الجامع بين الوجوبين الخارجيّين ، لا أحدهما المعيّن إذ المعنون مطابق لعنوانه .\r\nفإذا كانت الصورة الحاكية المأخوذة بنحو المرآتية وجوداً للطبيعي خالياً عنه الخصوصيات فلا يعقل أن تحكي إلّاعن وجود الطبيعي في الخارج خالياً عن خصوصيات الأطراف .\r\nومرجع الثاني إلى العلم التفصيلي بالخصوصية ، إذ فرضه فرض كون خصوصية وجوب الظهر قد اقترن وجودها الذهني بالتصديق من قِبَل النفس بما أنّه آلة للخارج ، ولا نعني بالعلم التفصيلي غير هذا فهو خُلْفُ دعوى إجمال الصورة .\r\nوالثالث أمر غير معقول ، إذ كما يمتنع أن يوجد الوجوب في الخارج متخصّصاً بالخصوصية المردّدة بين الظهر والجمعة كذلك يمتنع أن تكون صورته الذهنية وجوداً لِمَا لا تعيّن له .\r\nودعوى : أنّ كلًاّ من طرفي العلم الإجمالي يُنتزع منه عنوان أحدهما ، فكلّ منهما هو أحد الطرفين ، والمعلوم إحدى الإحْدَيَتَين مدفوعة : بأنّ المعلوم إن كان الأحد المعيَّن من الأحَدَيْن بخصوصيته فالصورة تفصيلية ، وإن كان جامع الأحَدَيْن الملغى عنه خصوصية كلٍّ منهما فالمعلوم الإجمالي هو الجامع ، وإن كان هو الأحد المردّد بحسب الخصوصية فهو ممتنع الوجود ذهناً وخارجاً ، فلا نتعقّل الصورة الإجمالية أصلًا .\r\nثمّ إنّه قد أورد على المسلك المزبور وجهان :\r\nالأول : استلزامه لاجتماع اليقين والشكّ ، إذ يكون الواقع منكشفاً بالصورة\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nالعلمية بحسب الفرض ، ومشكوكاً بالضرورة .\r\nالثاني : أنّ المعلوم الإجمالي قد لا يكون له واقع أصلًا ، كما إذا علم بنجاسة أحد الإناءين وكان كلاهما نجساً ، فأيّهما المعلوم مع استواء نسبة العلم إلى كلٍّ منهما ؟\r\nويرد على الاعتراض الأول : أنّ المحال هو تقوّم العلم والشكّ بموضوعٍ واحدٍ وصورةٍ واحدةٍ في افقهما ، فإنّ المتضادَّين يمتنع اجتماعهما على شيءٍ واحدٍ في موطن وجودهما وتضادّهما .\r\nوالحاصل : أنّ العلم والشكّ متقوّمان بالصورة ، لا بالواقع ، فالممتنع اجتماعهما على صورةٍ واحدة ، ففي موارد العلم التفصيلي بزيدٍ - مثلًا - يمتنع الشكّ فيه ؛ لأنّ أيّ صورةٍ تفصيليةٍ لزيدٍ تفرض يقوم الشكّ بها فهي متعلّق للتصديق العلمي من قبل النفس أيضاً ، فيلزم اجتماعهما ، وأمّا في المقام فالشكّ متقوّم بالصورة التفصيلية والعلم بالصورة الإجمالية ، فموضوعهما الحقيقي متعدّد وإن كان المضاف اليه خارجاً متّحداً .\r\nوإن شئت قلت : إنّ الانكشاف لشيءٍ على هذا المبنى عبارة عن حضور صورته الإجمالية أو التفصيلية لدى النفس مقروناً بالتصديق . وفي المقام عند العلم بنجاسة الإناء الأبيض إجمالًا لدينا شيئان : أحدهما نجاسة الإناء الأبيض الذي هو أحد طرفي العلم الإجمالي ، والآخر كونها هي المطابقة للصورة العلمية الإجمالية .\r\nوالأول معلوم لحضوره للنفس . والثاني هو المشكوك ، فإنّ المطابقة أمر غير نفس المطابق ، ويمكن انكشاف أحدهما دون الآخر .\r\nوأمّا الاعتراض الثاني فهو وإن كان لا يرد عليه النقض بدعوى وروده على القول بتعلّق العلم الإجمالي بالجامع أيضاً ، إذ المراد بذلك تعلّقه بالوجود الواقعي\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nبما أنّه مضاف إلى الجامع لا إلى الفرد ، فيُسأل حينئذٍ في الفرض المزبور أنّه متعلّق بأيٍّ من الوجودَين بما أنّه مضاف إلى الجامع ؟ ووجه عدم الورود : أنّ المعلوم الإجمالي عند القائل بالتعلّق بالجامع هو الجامع بين الوجود الخارجي وغيره ، لا الوجود الخارجي ولو مضافاً إلى الطبيعي ؛ الذي هو عبارة أخرى عن الحصّة من الطبيعيّ الموجودة في ضمنه ، إذ الصورة العلمية قد الغي عنها جميع خصوصيات الأطراف ، فلا يمكن الالتزام بأن المعلوم بها هو وجود أحد الطرفين المعيّن بما أنّه وجود للطبيعي ، إذ بعد تجريد الصورة لا وَجْه لتعيّن واحدٍ معيّنٍ من الطرفين لأن يكون وجوده هو المنكشف ولو بما أنّه وجود للطبيعي .\r\nولكن يرد على الاعتراض المزبور : أنّه لا يكون إشكالًا على المبنى المزبور ، ولا على ما فرَّعه عليه صاحبه من القول بالعلّية ، على ما سيأتي بيانه .\r\nوذلك لأنّ المهمّ في هذا المسلك إثبات كون الصورة العلمية الإجمالية مباينةً سنخاً للصورة العلمية التفصيلية ، وأنّ نسبتها إلى معلومها ليس كنسبة تلك إلى معلومها ، فالصورة القائمة في موارد العلم الإجمالي صورةٍ إجمالية لوجوبٍ شخصي ، لا صورةً تفصيليةً للجامع بين وجوبين .\r\nوما أفيد من الإشكال لا يكون هادماً لدعوى إجمالية الصورة العلمية في المقام ، ولا مثبتاً لرجوعها إلى الصورة العلمية التفصيلية ، بل يثبت أنّ هذه الصورة الإجمالية قد لا يكون لها مطابق في الخارج لاستواء نسبة الطرفين إليها . وهذا لا يضرّ بالمسلك المزبور أصلًا ، إذ المدّعى فيه ليس هو وجود المعلوم بالعرض للعلم الإجمالي دائماً ، كيف وقد يكون جهلًا مركّباً ؟ بل المدّعى فيه إجمالية الصورة وحكائيّتها عن شيءٍ جزئي ، لا عن الجامع ، وهذا المحكيّ عنه قد لا يكون أصلًا لكون العلم جهلًا مركّباً ، وقد لا يتعيّن أحد الطرفين لكونه محكيّاً عنه ؛ لاستواء نسبتهما .\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nوالحاصل : المقصود إثبات أنّ القائم بالنفس المقرون للتصديق فرد مجمل من الإنسان - مثلًا - نسبته إلى كلّ طرفٍ من أطراف العلم الإجمالي نسبة المجمل إلى المفصَّل ، لا الكلّي إلى فرده ، لا أنّ للعلم الإجمالي ولهذا الفرد المجمل مطابقاً في الخارج دائماً ، أو أنّ العلم الإجمالي متقوّم بالواقع الخارجي ليُشكَل بأ نّه في هذا الفرض متقوّم بأيٍّ من الطرفين الخارجيَّين .\r\nوأمّا تفريع العلّية على هذا المسلك فلا يضرّ به الإشكال المزبور أيضاً ، وإن كان قد يُقرَّب إضراره ببيان : أنّ دعوى العلّية مبتنية على أن يكون هناك واقع معيّن منكشف بالعلم الإجمالي ، ويكون العلم الإجمالي علّةً تامةً لتنجيزه حتى يكون احتمال التكليف في كلّ طرفٍ احتمالًا للتكليف المُنجَّز بالحكم التنجيزي من العقل . وأمّا إذا فرض أنّه ليس هناك طرف معيّن لأن يكون هو المنكشف لأجل نجاسة كِلَا الإناءين - مثلًا - واستواء نسبتهما إلى العلم - كما هو مقتضى النقض المزبور - فلا يتنجّز شيء من الطرفين بخصوصه ؛ لأنه بلا مرجّح .\r\nولا يتنجّز كلاهما بنفس العلم ابتداءً ، إذ ليس هو علماً بهما معاً ، فلا محالة إنّما يتنجّز الجامع فقط وينهدم أساس العلّية ؛ لأنّه كان مبنياً على التنجّز الواقع بنفس العلم ابتداءً .\r\nولكن يندفع هذا التقريب : بأنّ مَن يعلم إجمالًا بنجاسة أحد إناءين ويحتمل نجاسة الآخر وإن كان يحتمل أن لا يكون هناك طرف منهما متعيّن للمنكشفية بعلمه ؛ لاحتماله نجاستهما معاً ، واستواء نسبتهما إلى علمه الموجب لعدم تعيّن أحد الطرفين للمعلومية ، ولأن يتلقّى التنجيز من العلم الاجمالي ابتداءً إلّا أنّه مع ذلك يحتمل وجود مطابقٍ معيّنٍ لعلمه ، إذ يحتمل وحدة النجس في البين المساوقة لوجود معلومٍ إجماليٍّ معيّنٍ له في الخارج يكون متنجّزاً بالعلم ، وإذن فهو يحتمل التكليف المعلوم الخارج عن موضوع قاعدة قبح العقاب بلا بيانٍ في\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nكلّ طرف ؛ لأنّه يحتمل أن يكون لعلمه معلوم معيّن في الخارج منجّز به .\r\nوالحاصل : أنّ العالم بالإجمال يقول : إنّه على فرض نجاسة الواحد منهما فقط يكون لي معلوم إجمالي معيّن في الخارج ، أحتَمِل انطباقه على كلّ طرف ، وهذا كافٍ للتنجيز .\r\nلا يقال : إنّه على هذا يحتمل وجود معلومٍ إجماليٍّ معيّنٍ له في الخارج ، كما يحتمل أن لا يكون له معلوم كذلك ، وأن يكون الطرفان متساويَي النسبة إلى علمه ، ومن المعلوم أنّ مجرّد احتمال المعلومية لا ينجّز ، بل المنجّز العلم بتمامية البيان والوصول .\r\nلأنّه يقال : إنّ هذا الإشكال يهدم القول بالعلّية - كما سنوضّحه - ولا ربط له بالنقض المزبور الذي افيدَ في مقام الاعتراض على هذا المسلك ، إذ في غير مورد النقض لا تكون معلومية النجس الواقعي محرزة . وانتظر لذلك مزيد إيضاح .\r\nفتحقّق أنّ الاعتراض بالنقض المزبور لا يضرّ بما أفاده المحقّق العراقي ، لا مبنىً ولا بناءً .\r\nكما اتّضح أنّ توجيه هذا المسلك غير تام ، لا بتقريب أنّ المعلوم الإجمالي ينطبق على الواقع بتمامه بشهادة الوجدان ، وهو يتوقّف على أن يكون العلم الإجمالي صورةً إجماليةً حاكيةً عن الواقع ، كما قد يظهر من النهاية « 1 » . ولا بتقريب أنّ الجامع لا يوجد بلا خصوصية ، فلنا علم بأكثر من الجامع ؛ لأنّ الجامع الذي حقّقنا كونه هو المعلوم الإجمالي سنخ جامعٍ ينطبق على الواقع بتمامه ، ولا يحتاج في تشخّصه إلى أكثر ممّا ينطبق عليه ، فإنّ مفهوم الإنسان الجزئي المتخصّص الذي هو المعلوم عند العلم الإجمالي بوجود أحد إنسانين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهاية الأفكار 3 : 299\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nلا يتخصّص في وجوده بخصوصيةٍ زائدةٍ ليدّعى العلم بتلك الخصوصية ، كما تحصَّل أنّ الإجمال في الصورة العلمية غير معقول .\r\n\r\nتعلّق العلم بالجامع :\r\nالثاني من المسالك في العلم الإجمالي : أنّه متعلّق بالجامع ، كما ذهب اليه المحقق النائيني « 1 » والمحقق الأصفهاني « 2 » 0 .\r\nوملخّص برهانه على ما أفاده الأخير : أنّ العلم الإجمالي : إمّا أن لا يكون له طرف ، أو يكون متعلّقه الفرد المردّد ، أو الواقع ، أو الجامع .\r\nوالأول باطل ؛ لأنّ العلم من الأمور ذات الإضافة .\r\nوكذا الثاني ؛ لأنّ الفرد المردّد لا ثبوت له .\r\nوكذا الثالث ؛ لأنّ مقتضاه كون ذاك الواقع معلوماً ، وهو خلف .\r\nفيتعيّن الرابع .\r\nوالتحقيق هو هذا أيضاً ، ولكن لا بمعنى كون المعلوم الإجمالي هو الجامع الملغى عنه التعيّنات والتخصيصات بكلا الحملين ، بل المعلوم سنخ جامعٍ يكون متخصّصاً بالحمل الأولي ، بمعنى أنّ المعلوم وجود نجسٍ متخصّص في البين ، لا جامع النجس بلا خصوصية ، ولا واقع المتخصّص .\r\nوالذي أوجب عدول المحقّق العراقي قدس سره عن الالتزام بتفصيلية الصورة العلمية الإجمالية ، وكون المعلوم بها هو الجامع إلى إجماليّتها وكون المعلوم بها الواقع ، وضوح بطلان كون المعلوم هو الجامع الملغى عنه الخصوصيات بكلّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أجود التقريرات 2 : 49\r\n( 2 ) نهاية الدراية 4 : 236 - 237\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nوجهٍ ، على حدِّ ما يؤخذ متعلَّقاً للتكليف ، فالتزم لأجل ذلك بالمغايرة السنخية بين الصورة العلمية الإجمالية ، والصورة العلمية التفصيلية ، وصرّح في المقالات « 1 » : بأنّ العلم الإجمالي بالإضافة إلى معلومه ليس علماً تفصيلياً .\r\nإلّاأ نّك عرفت مرجعيته إلى العلم التفصيلي بالجامع ، ولكن الجامع الذي يكون معلوم الوجوب في مورد العلم الإجمالي بوجوب الظهر أو الجمعة ليس على حدّ الجامع الذي يكون متعلَّقاً للتكليف عند من يرى أنّ الوجوب الشرعي تعلّق بالجامع بين الظهر والجمعة على نحو التخيير ، فإنّ هذا الجامع المأخوذ في متعلّق التكليف ليس متخصّصاً أصلًا ، وليس متعيّناً بالحمل الأولي ، بخلاف الجامع المدّعى في المقام فإنّ العالم بالإجمال يعلم بتخصصه ، وإن كان واقع خصوصيته غير منكشفٍ لديه فمعلومه هو الإلزام بالجامع المتخصّص ، إلّاأنّ هذا لا يخرجه عن كونه جامعاً .\r\nفحينئذٍ : إن أريد بالعدول عن مبنى تعلّق العلم الإجمالي بالجامع أنّه ليس متعلّقاً بما هو من سنخ الجامع المأخوذ في متعلّق التكليف فيرد عليه : أنّه وإن كان صحيحاً إلّاأ نّه ليس معنى ذلك إنكار كون العلم الإجمالي بالإضافة إلى معلومه علماً تفصيلياً ، كما صرّح به في المقالات ، ولا كون الصورة العلمية بالإضافة إلى الواقع كالمجمل إلى المفصَّل ، لا الكلّي إلى الفرد ، كما صرّح به بعض الأجلّة من مقرِّري بحثه « 2 » ، بل الصورة العلمية صورة تفصيلية لجامعٍ وهو مفهوم الإنسان المتخصّص مثلًا ، ويكون الواقع فرداً لهذا الجامع .\r\nوإن أريد بالعدول المزبور أنّ العلم الإجمالي ليس علماً تفصيلياً بالجامع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مقالات الأصول 2 : 230\r\n( 2 ) هو الشيخ البروجردي في نهاية الأفكار 3 : 299\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nحتّى الجامع الذي ذكرناه فهو الذي عرفت أنّه بلا دليل ، بل البرهان على خلافه ؛ لاستحالة الإجمال في الصورة العلمية .\r\n\r\nملاحظات على مبنى الجامع :\r\nوما أورد أو يمكن أن يورد على القول بتعلّق العلم الإجمالي بالجامع وجوه :\r\nالأول من تلك الوجوه : أنّ البرهان القائم على مساوقة التشخّص والتخصّص للوجود ، يوجب القطع بأ نّه قد وجدت في الخارج خصوصية مشخِّصة لهذا الجامع .\r\nوهذه الخصوصية إن كانت كليةً أيضاً فهي أيضاً يُعلم بوجود مخصِّصٍ لها ، فننقل الكلام إلى هذه الخصوصية الثانية ، وهكذا حتى يلتزم بتعلّق العلم بخصوصيةٍ شخصيةٍ مجملةٍ لا تكون كليّة ، فثبت أنّ المعلوم يزيد على الجامع .\r\nالثاني : ما أورد من أنّه في موارد دوران الأمر بين المحذورين لا يمكن الالتزام بأنّ المعلوم الإجمالي هو الجامع ، أي الإلزام بالجامع بين الفعل والترك ؛ لأنّ الإلزام بالجامع بين النقيضين غير معقول فكيف يكون معلوماً ؟ فلابدّ من الالتزام بمعلومية شيءٍ أزيد من الجامع .\r\nالثالث : أنّه في موارد العلم الإجمالي بنجاسة أحد الإناءين أو طهارته ، أو حجّية إحدى الأمارتين لا يمكن الالتزام بأنّ المعلوم هو نجاسة الجامع ، أو طهارته ، أو حجِّيته ؛ لأنّ الأحكام المزبورة يستحيل تعلّقها بالجامع المأخوذ بنحو صرف الوجود ، إذ يستحيل حينئذٍ سريانها من الجامع إلى طرفٍ معيَّنٍ بالخصوص ؛ لأنّه ترجيح بلا مرجِّح بعد استواء نسبة الفردين إلى الجامع ، ولا إلى الفردين معاً ؛ لأنّ الجامع مأخوذ بنحو صرف الوجود ، لا مطلق الوجود حتّى\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nيسري إلى كلا فردَيه . وإذن فحجّية الجامع بين الخبرَين غير معقولةٍ فكيف تكون هي المعلوم الإجمالي ؟\r\nوهذه الإشكالات إنّما ترد إذا كان الجامع في المقام على حدّ الجامع الذي يتعلّق به التكليف ، وإلّا على ما بيّناه من أنّه سنخ جامعٍ متخصّصٍ مفهوماً وعنواناً فلا ترد .\r\nأمّا الأوّل فلوضوح أنّ الجامع المعلوم هو نحو جامعٍ لا يحتاج إلى أكثر ممّا ينطبق عليه حتّى يُدّعى العلم بالزائد ، كما فصّلناه سابقاً فراجع .\r\nوأمّا الثالث فسوف نبيّن في مبحث التعادل إمكان جعل الحجّية للجامع ، إلّا أنّنا نقول الآن - مع غض النظر عن ذلك - إنّ هذا الإشكال والإشكال الثاني واضحَا الاندفاع ؛ وذلك لأنّ المعلوم وجوبه إجمالًا في موارد دوران الأمر بين المحذورين - مثلًا - ليس هو الجامع بين النقيضين على جامعيته ، بل الجامع المتخصّص وإن كان واقع تخصّصه مجهولًا .\r\nفإن قلت : إنّ الجامع المتخصّص لا يخرج عن كونه جامعاً بين النقيضين ، فإذا كان المعلوم هو الالزام بالجامع المتخصّص لا بواقع المتخصص لزم المحذور من تعلّق الإلزام بالجامع بين النقيضين ؛ لأنّ عنوان الجامع المتخصّص جامع بين الفعل والترك .\r\nقلت : إنّ الجامع المتخصّص وإن كان كلّياً بحسب الحقيقة - ولذا نقول بكون المعلوم الإجمالي هو الجامع - إلّاأ نّه إنّما يكون محطّاً للتصديق العلمي بالوجوب والإلزام بما أنّه فانٍ في أحد أفراده ومرآة لبعض مصاديقه ، لا بما هو حتى يلزم تعلّق التصديق العلمي بأمرٍ محال ، وهو الإلزام بالجامع بين النقيضين ، بل التصديق العلمي بالوجوب ينصبّ على الجامع ، وهو عنوان المتخصّص بما أنّه فانٍ في غير نفسه ، فلا يعقل أن يكون الإلزام المصدّق به هو الإلزام بنفس هذا العنوان الكلّي ،\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nفهو نظير حكمنا على النسبة بأ نّها معنىً حرفي ، وعلى المعدوم المطلق بأ نّه لا يُخبَر عنه ، فإنّ النسبة ليست نسبةً ولا معنىً حرفياً ، بل هي معنىً اسميّ وُضِعَت له لفظة « النسبة » ، فعند حكمنا عليه بالحرفية لا يكون هذا الحكم كاذباً ، بتوهّم أنّه مسلّط على مفهوم النسبة لا على واقعها ؛ لأنّ الحاضر فيالذهن مفهومها ، وهو ليس حرفياً ، بل هو حكم صادق ؛ لأنّه مسلّط على هذا المفهوم باعتبار فنائه في واقعه وأفراده ، فكما أنّ التصديق بحرفيّة مفهوم النسبة الفاني لا يقتضي التصديق بحرفيّة نفس هذا المفهوم كذلك التصديق بالإلزام لا يكون تعلّقه بعنوان المتخصّص الملحوظ فانياً في صرف وجوده ؛ موجباً للتصديق بكون الإلزام ثابتاً لنفس عنوان المتخصّص الجامع بين النقيضين .\r\nفاتّضح بما ذكرناه أنّ الصورة العلمية الإجمالية صورة تفصيلية للجامع ، ونسبتها إلى الواقع نسبة الكلّي إلى الجزئي ، وأ نّها محطّ للتصديق العلمي باعتبار فنائها في أحد أفرادها . فالمقدار المعلوم من متعلّق الإلزام في موارد العلم الإجمالي هو الجامع بين الطرفين ، أي عنوان الفعل المتخصّص بما أنّه فانٍ وحاكٍ عن صرف وجوده ، أي بما أنّه متخصّص ، لا بما أنّه كلّي .\r\n\r\nتعلّق العلم بالفرد المردّد :\r\nالثالث من المباني : تعلّق العلم الإجمالي بالفرد المردّد ، لا بمعنى أنّ الثابت واقعاً فرد مردّد حتى يقال : إنّه لا مَهيّة له ولا هوية ، بل بمعنى أنّ المقدار المنكشف هو هذا ، فإنّ الانكشاف لم يتعلّق بأكثر من خصوصيةٍ مردّدةٍ يمكن أن نعبِّر عنها بأ نّها إمّا هذا وإمّا ذاك ، فمفاد قولنا : « إمّا هذا وإمّا ذاك » هو المعلوم الإجمالي .\r\nويرد عليه : أنّ المحذور في دعوى انكشاف الفرد المردّد ليس هو أنّ\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nالمردّد لا وجود له خارجاً ، فكيف يكون معلوماً ، حتى يقال : إنّ المردّد وإن لم يكن له وجود خارجاً إلّاأنّ المقدار المنكشف من الوجود الخارجي مردّد ، وهو لا يقتضي كون المردّد موجوداً في الخارج بما أنّه مردّد ، وإنّما هو لأجل أنّ ما في الخارج لم ينكشف بتمامه ، بل بمقدارٍ مردّدٍ منه ، بل المحذور في انكشاف المردّد هو استحالة التردّد في نفس الصورة العلمية ؛ لأنّها وجود ذهني .\r\nوحينئذٍ نقول : إنّ ما به يكون الواقع جزئياً ومتخصّصاً - وهو خصوصيته المفردة له - إن كان موجوداً في ضمن الصورة فمعناه انكشاف الواقع المعيّن بتمامه ، وإن لم يكن موجوداً ومنكشفاً فمعناه كون المنكشف أمراً كلّياً قابلًا للصدق على كلّ طرف ، إذ لم تنكشف الخصوصية التي يكون بها جزئياً ، ولا شقّ ثالث ، إذ انكشاف خصوصيةٍ مردّدةٍ بين خصوصية هذا الطرف وذاك عبارة أخرى عن كون الصورة العلمية وجوداً للخصوصية المردّدة ، وهو محال .\r\nوتجد هذا المعنى في حاشية المحقّق الأصفهاني « 1 » بعباراتٍ مختلفةٍ في مقام إقامة البرهان على استحالة التردّد في المعلوم ، فراجع .\r\nوأمّا أنّ مفاد قولنا : « إمّا هذا وإمّا ذاك » هو المعلوم الإجمالي ففيه : أنّه إن أريد بتعلّقه بهذا أو ذاك أنّه متعلّق بهذا فقط أو بذاك فقط رجع إلى كون العلم الإجمالي متعلّقاً بالواقع . وإن أريد أنّ متعلّقه دائماً لا يختلف ، وهو عبارة عن - إمّا هذا ، وإمّا ذاك - رجع إلى أنّ الصورة العلمية هي إمّا هذا ، وإمّا ذاك ، وهو محال ؛ لأنّ المردّد لا يوجد في الموطنين .\r\nهذا تمام ما وسعني تحقيقه بحسب الفكر القاصر في مقام تصوير العلم الإجمالي وتحقيق المسالك فيه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهاية الدراية 3 : 89 - 90\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\n\r\nمنجّزية العلم الإجمالي وما يتنجّز به\r\nوحيث اتّضحت المباني في حقيقة العلم الإجمالي ومقدار تعلّقه ومتعلّقه يقع الكلام في مقدار تنجيزه وما يتنجّز به ، وذلك في مرحلتين :\r\nالأولى : في حرمة المخالفة القطعية .\r\nوالثانية : في وجوب الموافقة القطعية .\r\n\r\n1 - حرمة المخالفة القطعيّة :\r\nأمّا المرحلة الأولى فالحقّ فيها علّية العلم الإجمالي لحرمة المخالفة القطعية ، بمعنى أنّه يصحِّح العقاب على ارتكاب كلا الطرفين المعلوم حرمة أحدهما ، وليست مصحّحيّته للعقاب المزبور وقبح المخالفة القطعية مشروطين بشرطٍ أصلًا ؛ لأنّ الجامع ما بين الطرفين معلوم على جميع تلك المباني المزبورة ، وإنّما يمتاز بعضها بدعوى معلومية شيءٍ آخر مضافاً إلى الجامع ، ومن المعلوم أنّ ضمّ معلومٍ آخر إلى العلم التفصيلي بالجامع لا يوجب خروج هذا العلم عن المنجّزية بنحو العلّية ، كما هو الحال في سائر موارد العلم التفصيلي ، فلو فُرِض أنّ المعلوم الآخر الذي يُدَّعى معلوميته على بعض تلك المباني كَلَا معلومٍ لكان العلم التفصيلي بوجوب الجامع بين الظهر والجمعة في المقام نظير العلم التفصيلي بوجوب الجامع في موارد التخيير العقلي أو الشرعي ، فكما يكون هذا منجّزاً بنحو العلّية فكذلك ذاك .\r\nوبتعبيرٍ آخر : أنّ ما يزيد على الجامع ممّا يكون معلوماً على بعض تلك المباني لا يتنجّز بانكشافه ؛ لِمَا سنحققه في المرحلة الثانية من أنّه لا يتنجّز بالعلم\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nالإجمالي شيء غير الجامع على جميع المسالك ، وحينئذٍ فما يكون منجّزاً بالوصول هو الجامع فقط ، ووجود شيءٍ آخر واصلٍ بوصولٍ منجّزٍ أو غير منجّزٍ لا يؤثّر في عدم تنجّز الجامع بالعلم الوجداني المتعلّق به على نحوٍ تنجّز كلّ معلومٍ بعلمه التفصيلي . فالتكليف الواقعي بمقدار كونه تكليفاً بالجامع يتنجّز .\r\nومن الواضح أنّ هذا المقدار المتنجّز إنّما يقتضي الحركة إلى الجامع ، لا أزيد منه ، فيستحقّ العقاب حينئذٍ على ترك الجامع بكلا فرديه ، ويكون قبيحاً بنحو العلّية .\r\nوممّا ذكرناه ظهر استحالة الترخيص في المخالفة القطعية للجامع المعلوم في المقام ، كما يستحيل الترخيص في مخالفة التكليف في سائر موارد العلم التفصيلي ، إذ بعد البناء على تنجيزية حكم العقل باستحقاق العقاب على مخالفة الجامع وقبحها لا محالة يكون الترخيص المفروض ترخيصاً في ما هو قبيح بحكم العقل ، ومورد العقاب ، وهو معنى الترخيص في المعصية ، وليس حكم العقل معلّقاً على عدمه حتى يكون الترخيص رافعاً لموضوعه .\r\nفإن قلت : امتناع الترخيص في المخالفة القطعية ليس لأنّه ترخيص في المعصية حتّى يتوقّف على دعوى تنجيزية حكم العقل ، بل بملاك التضادّ بينه وبين الإلزام الواقعيّ المعلوم بالإجمال ، فإنّهما متضادّان في مقام التأثير والعمل ، فإنّ الإلزام بشيءٍ مع الترخيص فيه لا يجتمعان في مقام الوصول ؛ لتضادهما ، مع قطع النظر عن محذور تنجيزية حكم العقل ، ولذا لو فرضنا صدور الإلزام ممّن لا يجب امتثاله عقلًا ووصوله من السافل إلى العالي بعنوان الالتماس لَما صحّ للسافل أن يرخِّص في ما الزم به ، مع أنّه ليس فيه ترخيص في المعصية .\r\nقلت : إنّ الإلزام الواصل له اقتضاءان :\r\nأحدهما : اقتضاء تشريعي باعتبار حكم العقل بلزوم امتثاله .\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nوثانيهما : اقتضاء تكويني لمن يتعلّق له غرض شخصي في امتثال التكليف .\r\nفإنّ هذا إذا علم بتكليفٍ جرى على طبق علمه قهراً تحصيلًا لمرامه ، كمن يريد الماء فإنّه عند إحرازه لوجوده يجري على طبقه ، ولا نتصور له اقتضاءً آخر ، وحينئذٍ فإن أريد أنّ الترخيص في المخالفة القطعية ينافي الإلزام الواصل من حيث اقتضائه الأول فهو معنى لزوم الترخيص في المعصية . وإن أريد أنّه ينافيه من حيث الاقتضاء الثاني ففيه : أنّ غاية ما يلزم من الترخيص حينئذٍ - إذا قطعنا النظر عن الاقتضاء الأوّل - هو الترخيص في فعلٍ يكون موافقاً لغرض المكلّف ، ولا محذور فيه أصلًا .\r\nوأمّا التضادّ بين الترخيص والإلزام الواصل بحسب وجوديهما الواقعيّين ، أو باعتبار ملاكاتهما فكلّ ذلك ممّا فرغ عن إبطاله في جواب شبهة ابن قبّة .\r\nوإذن فتمام المحذور في الترخيص المزبور هو منافاته لحكم العقل بقبح المخالفة القطعية ، ولزوم كونه ترخيصاً في المعصية .\r\nوممّا ذكرناه ظهر الحال في ترخيص غير المولى لما ألزم به .\r\n\r\n2 - وجوب الموافقة القطعية :\r\nوأمّا المرحلة الثانية - أعني وجوب الموافقة القطعية - فالتحقيق فيه عدم اقتضاء العلم الإجمالي لهذه المرتبة من التنجيز - فضلًا عن العلّية - على جميع المسالك المزبورة في تصوير العلم الإجمالي .\r\nوذلك لأنّ وجوب الموافقة القطعية فرع سريان التنجّز إلى الواقع الموجود في البين ، بحيث يصير العلم الإجمالي سبباً لحكم العقل بوجوب امتثال ذلك الواقع وصحّة العقاب على مخالفته ، ولمّا كان كلّ طرفٍ يحتمل أن يكون هو ذلك الواقع فيكون احتمال التكليف في كلّ طرفٍ احتمالًا للتكليف المنجّز ، فتجب\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nالموافقة القطعية .\r\nوأمّا إذا لم يوجب العلم الإجمالي تنجّز الواقع بخصوصه ، بل اقتصر على تنجّز الجامع ولم يسرِ هذا التنجّز من الجامع إلى الواقع فلا موجب للموافقة القطعية أصلًا ، إذ المقدار المنجّز من الإلزام هو الإلزام بالجامع ، ومن المعلوم أنّ هذا المقدار إنّما يقتضي الإتيان بالجامع في ضمن أحد أفراده ، لا الإتيان بجميع الأطراف ، وإذن فوجوب الموافقة القطعية مبنيّ على تنجّز الواقع بالعلم الإجمالي ، وعدم اختصاص التنجّز بالجامع ، وهذا ممنوع أشدّ المنع .\r\nأمّا بناءً على تعلّق العلم الإجمالي بالجامع بالنحو الذي حقّقناه ، أو بالجامع بمعنى الملغي عنه الخصوصيات بكلّ وجهٍ فواضح ، إذ بعد عدم سراية الانكشاف من الجامع إلى الواقع يستحيل سراية التنجّز ، فإنّ كلّ وصولٍ إنّما ينجّز الواصل به لا غيره ، فالمقدار المعلوم هو المنجّز ، والمقدار المعلوم هو وجوب الجامع فيختصّ التنجّز به ، وما يقتضيه هذا الوجوب المنجّز ليس أزيد ممّا يقتضيه الوجوب التخييري المتعلّق بالجامع ، فكما أنّه لا يقتضي إلّاالإتيان بصرف الجامع في ضمن أحد أفراده كذلك المقدار المنجّز من الوجوب في المقام .\r\nوحاصل المرام أمران :\r\nأحدهما : أنّ التنجّز لا يسري من الجامع إلى الفرد ؛ لعدم سراية العلم ، فالمقدار المنجّز هو الجامع .\r\nثانيهما : أنّ الإلزام بالجامع الذي هو المنجّز لا يقتضي إلّاالإتيان بأحد الفعلين ، فالإتيان بأحدهما موافقة قطعية للمقدار الواصل المنجّز ، بمعنى أنّه لا يبقى له اقتضاء للحركة بعد ذلك .\r\nومن هنا يظهر ما في كلام المحقّق الأصفهاني « 1 » ، في مقام تقريب عدم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهاية الدراية 3 : 93 ، ضمن تعليقة 41\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nوجوب الموافقة القطعية ، من : أنّ عدم الإتيان بأحد الطرفين مخالفة احتمالية للتكليف الواصل ، والمخالفة الاحتمالية للتكليف الواصل ليست قبيحةً عقلًا ، بل القبيح هو المخالفة القطعية للتكليف الواصل التي لا تحصل إلّابترك الطرفين معاً .\r\nووجه الإشكال : أنّ ترك أحد الطرفين ليس مخالفةً احتماليةً للمقدار الواصل من الإلزام أصلًا ؛ لأنّ المقدار الواصل هو الجامع الذي لا يقتضي أكثر من الجامع بين الفعلين ، فالإتيان بأحدهما موافقة قطعية للمقدار المنجّز وإن كان موافقةً احتماليةً للواقع .\r\nوالحاصل : أنّنا لا نقول كما أفيد من أنّ المخالفة الاحتمالية للتكليف الواصل ليست قبيحة ، وإلّا لَلَزم في موارد العلم التفصيلي بوجوب فعلٍ أنّه إذا شكّ في الإتيان به لا يلزم الاحتياط ، إذ تركه حينئذٍ ليس إلّامخالفة احتمالية للتكليف المعلوم بالتفصيل ، مع أنّه لا إشكال في اقتضاء العلم التفصيلي لوجوب الموافقة القطعية له .\r\nوإنّما نقول : إنّ ترك أحد الطرفين في المقام ليس مخالفةً احتماليةً للمقدار الواصل من التكليف أصلًا ، فافهم واغتنم .\r\n\r\nتقريبات وجوب الموافقة القطعيّة :\r\nولا بأس بذكر الكلمات والتقريبات التي قُرِّب بها وجوب الموافقة القطعية :\r\nإمّا بدعوى سراية التنجّز من الجامع إلى الواقع ، أو بدعوى كفاية تنجّز الجامع في إيجاب الموافقة القطعية ، وهي متعدّدة :\r\nأحدها : ما في موضعٍ من مقالات المحقّق العراقي « 1 » من : أنّ العلم بالجامع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مقالات الأصول 2 : 33\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nوإن لم يسرِ إلى الأفراد ولكنّ التنجّز الذي هو نتيجته قائم بالجامع وتابع له في قابلية السراية إلى ما انطبق عليه الجامع ، ولا يقف على نفس الجامع ، غاية الأمر القطع به سبب قيام التنجّز على موضوعه ، ومجرّد عدم قابلية السبب للسراية لا يوجب عدم سراية مسبّبه تبعاً لموضوعه ، انتهى .\r\nوحاصله : أنّ التنجز الذي هو حكم عقلي يتبع موضوعه في السراية ، لا سببه .\r\nولكنّ التحقيق : عدم سراية كلٍّ من السبب والموضوع ، فلا موجب لسراية التنجّز أصلًا ؛ وذلك لأنّ معنى تنجّز الجامع المسبّب عن العلم بالجامع هو استحقاق العقاب على مخالفته ، فالاستحقاق والتنجّز مترتّب على مخالفة الجامع ، فما هو الموضوع للتنجّز والاستحقاق عقلًا هو مخالفة الجامع ، بمعنى مخالفة ما يقتضيه جامع الالزام من الحركة في مقام العمل ، وما يقتضيه الجامع هو الإتيان بالجامع بين الفعلين ، فمخالفته عبارة عن ترك الجامع رأساً .\r\nومن المعلوم أنّ مخالفة الجامع التي تكون بترك كلا الفعلين ، والتي هي موضوع استحقاق العقاب بسبب العلم الإجمالي ليست منطبقةً على مخالفة التكليف الواقعيّ الموجود في البين ، فإنّ مخالفة التكليف الواقعي إنّما تحصل بترك متعلّقه ، وترك الجامع ليس نسبته إلى ترك ذاك المتعلّق نسبة الكلّي إلى فرده حتّى يكون منطبقاً عليه ليسري الاستحقاق إلى مخالفة الواقع أيضاً .\r\nوالحاصل : أنّ استحقاق العقاب على مخالفة الجامع - الذي هو معنى تنجّز الجامع - ليس سببه سارياً إلى الواقع ، ولا موضوعه .\r\nأمّا الأوّل فواضح ، وأمّا الثاني فلأنّ موضوع الاستحقاق هو مخالفة الجامع ، وهي لا تنطبق على مخالفة التكليف الواقعي ؛ لأنّ مخالفة الواقع ليست مخالفةً للجامع حتى يترتّب استحقاق العقاب عليها ويسري التنجّز إليها .\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nثانيها : ما في موضعٍ من نهاية الأفكار « 1 » من : أنّ الجامع المعلوم بالإجمال في المقام ليس هو الجامع بحيال ذاته ، أو بما أنّه حاكٍ عن مقدار منشئه ، بل بما أنّه مرآة إجمالية للخصوصية الواقعية المردّدة في نظره بنحوٍ تكون نسبته إليها نسبة الاجمال والتفصيل ، ومن البديهي أنّ مثل هذا الجامع يسري التنجّز منه إلى الخصوصية الواقعية .\r\nويرد عليه : أنّه إن أريد بهذا أنّ الصورة العلمية في المقام صورة شخصية إجمالية لا كلّية ، وأ نّه لا فرق في تنجّز التكليف بانكشافه بصورته الشخصية بين أن تكون صورته المنكشفة إجماليةً أو تفصيليةً فمرجعه إلى الوجه الرابع الذي سنذكره ، ولا معنى حينئذٍ لتسليم كون المعلوم هو الجامع .\r\nوإن أريد أنّ المعلوم الإجمالي وإن كان هو الجامع إلّاأ نّه هو الجامع المتخصّص ، بمعنى أنّه يعلم بتخصّصه وتعينه ، وليس كالجامع الذي يتعلق به التكليف فيسري التنجّز إلى خصوصيته . ففيه : أنّ ما يفترق به الجامع في المقام عن الجامع المأخوذ في متعلّق التكليف ليس إلّاالعلم بمفهوم الخصوصية والتعيّن ، لا بواقع الخصوصية ، بمعنى أنّ المعلوم أصل تخصّص الجامع ، لا حقيقة تخصّصه بالحمل الشائع ، حتّى تتنجّز الخصوصية الواقعية .\r\nوالحاصل : أنّ المنكشف هو خصوصية الجامع بالحمل الأولي ، وهي لا أثر لها ، وليست قابلةً للتنجّز ، وما هو قابل للتنجّز - أي ما هو خصوصية الجامع بالحمل الشائع - ليست منكشفةً أصلًا .\r\nوإذن فما هو المنكشف من الخصوصية - وهو مفهومها - لا أثر له ، ولذا لو فرضنا - ولو محالًا - أنّ الالزام تعلّق بجامعٍ اخذ فيه مفهوم الخصوصية ، ولم تؤخذ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهاية الأفكار 3 : 47\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nفيه خصوصية من الخصوصيات الواقعية لم يكن يزيد في اثره على الإلزام المتعلّق بصِرف الجامع ، وإنّما الأثر لخصوصية الظُهر وخصوصية الجمعة ، والمفروض أنّهما غير منكشفتين .\r\nفإن قلت : قد ذكرت سابقاً : أنّ التصديق العلمي إنّما يتعلّق بعنوان الجامع المتخصّص بما أنّه فانٍ في فرده ، لا بما هو ، فقهراً يتنجّز فرده .\r\nقلت : إنّ الجامع المزبور وإن كان محطّاً للتصديق العلمي بما أنّه فانٍ ومرآة ولكن لا بما أنّه مرآة وحاكٍ عن الخصوصية الواقعية بخصوصها ، بل بما أنّه فانٍ في صِرف وجوده ، بمعنى أنّ صرف وجود هذا الجامع معلوم ، فكيف يسري التنجّز إلى الخصوصية الواقعية بخصوصها ؟\r\nثالثها : ما أفاده في نهاية الأفكار « 1 » أيضاً من : أنّه لو سُلِّم وقوف التنجّز على الجامع نقول بعد انحصار فرد هذا الجامع بإحدى الخصوصيتين : لابدّ في مقام الخروج عن عهدة التكليف بهذا الجامع المنحصر فرده بإحدى الخصوصيتين من الإتيان بكلتا الخصوصيتين ، إذ مع الإتيان بإحداهما مع احتمال انحصاره بالأخرى يشكّ في الخروج عن عهدة التكليف المعلوم .\r\nويرد عليه : أنّه بعد فرض اختصاص التنجّز بالجامع فالمقدار المنجّز من التكليف الواقعي هو مقدار تعلّقه بأحد الفعلين ، لا تعلّقه بأحدهما المعيَّن ، وعليه فعند الإتيان بأحد الفعلين يقطع بفراغ الذمّة عن المقدار الواصل المنجّز ؛ وذلك لأنّ تعلّق الوجوب بالجامع الذي هو المنجّز لا يقتضي من الحركة إلّابمقدار أحد الفعلين . فالجامع في نفس الأمر وإن احتُمل كونه متعيّناً بنحوٍ لا يحصل امتثاله بالفعل المأتيّ به إلّاأ نّه بما أنّه معلوم لا يكون متخصّصاً بخصوصية الظهر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهاية الأفكار 3 : 48\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nولا الجمعة ، فلا يقتضي أكثر من الإتيان بأحدهما .\r\nوإن شئت قلت : إنّ مصداقية المأتيّ به من أحد الفعلين في الواجب الواقعي وإن كانت مشكوكةً إلّاأنّ مصداقيته للمقدار المعلوم منه معلومة ، فالمكلف بعد الإتيان بالظهر - مثلًا - لا يشكّ في الخروج عن عهدة المقدار المعلوم أصلًا .\r\nرابعها : ما في مقالات المحقق العراقي « 1 » من : أنّ تنجّز الأحكام إنّما هو من لوازم وجودها خارجاً ، لا من لوازم صورها الذهنية ، غاية الأمر أنّ الحكم بوجوده الخارجي إنّما يكتسب التنجّز باعتبار انكشافه بصورته ، ولا يفرّق في صورته التي تكسبه التنجّز بين أن تكون صورةً إجماليةً له أو تفصيلية .\r\nوالحاصل : أنّ التنجّز ليس ثابتاً لنفس الصورة العلمية حتى يقال بعدم سريانه تبعاً للعلم ، بل هو ثابت للحكم الواقعي ، ومجرّد كون ثبوته له باعتبار الصورة العلمية لا يوجب تبعيّته لها في عدم السراية .\r\nويرد عليه :\r\nأولًا : أنّ التنجّز بمعنى استحقاق العقاب على شيءٍ من لوازم العلم والوجود العلمي للتكليف ، فتمام الموضوع والسبب له هو العلم ، ولذا لا فرق في استحقاق العقاب بين موارد إصابة القطع وموارد خطئه . وأمّا التكليف بوجوده الواقعي فليس هو موضوع الاستحقاق وملزومه ، ولا جزء موضوعه أصلًا ، كما نقّحنا ذلك مفصّلًا في مبحث التجرّي ، فراجع .\r\nوثانياً : أنّه لو فرض كون التنجّز من لوازم الوجود الخارجي للحكم ، لا العلمي ، إلّاأ نّنا نقول : إنّه لا يكفي في اكتساب الحكم الواقعي للتنجّز انكشافه بالصورة الإجمالية التي نِسبتها اليه نسبة المجمل إلى المفصَّل ، بناءً على تعقّل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مقالات الأصول 2 : 236\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nذلك ، والالتزام بأنّ العلم الإجمالي صورة إجمالية للواقع ، فإنّه مع ذلك لا يكون الواقع منجّزاً بالصورة الإجمالية أصلًا ؛ وذلك لأنّها غير طاردةٍ للشكّ الذي هو مناط المعذّرية عقلًا .\r\nوبتعبيرٍ آخر : أنّ انكشاف الشيء والعلم به بوجوده الواقعي لا يزيد على نفس الواقع ، وإنّما ينجّز بوجوده الواصل ، وفي المقام لم يحرز معلومية الواقع وكونه هو المنكشف بالصورة الإجمالية ليتنجّز ، فموجب اكتساب الحكم للتنجّز إنّما هو انكشافه بصورته التفصيلية ، ولذا لو لم يكن الجامع في المقام منكشفاً بالصورة التفصيلية لَما تنجّز شيء من أطراف العلم أصلًا .\r\nوالحاصل : أنّه على تقدير تسليم كون العلم الإجمالي صورةً إجماليةً للواقع لا يمكن الالتزام بتنجّز الواقع بها ، وكون منكشفيته بها موجبةً لتنجّزه ، وإن لم يحرز المكلف كونه منكشفاً بها .\r\nفإن قلت : إنّ منكشفية الواقع بالصورة الإجمالية وإن لم تكن واصلةً بالعلم التفصيلي إلّاأ نّها واصلة إجمالًا ؛ للعلم بمنكشفية أحد الطرفين بالصورة الإجمالية .\r\nقلت : ننقل الكلام إلى هذا العلم الإجمالي بمنكشفية أحد الطرفين ، فإنّه لا يمكن أن ينجّز الواقع أيضاً ، بل إنّما ينجّز الجامع بين منكشفية هذا الطرف ومنكشفية ذاك الطرف .\r\nوالذي يدلّ على أنّ منكشفية الواقع بالصورة العلمية الإجمالية لا تكفي لتنجيزه بوجودها الواقعي : أنّه لو كان وجوب الظهر منكشفاً بالصورة العلمية الإجماليّة بأنّ علم المكلّف إجمالًا بوجوب الظُهر أو الجمعة ، ثمّ جرى الأصل المثبت لوجوب الجمعة فإنّه لا إشكال في عدم تنجيز العلم الإجمالي حينئذٍ لوجوب الظهر ، مع أنّه لو قلنا بأنّ منكشفية تكليفٍ بصورته الإجمالية واقعاً يكفي\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nفي تنجيزه لكان وجوب الظهر منجَّزاً ، إذ المفروض أنّه منكشف بالصورة العلمية الإجمالية واقعاً .\r\nوسوف يأتي لهذا الإشكال مزيد توضيحٍ في مبحث الانحلال ، فانتظر .\r\nوإذن فهذا كاشف عن أنّ منكشفية الشيء بوجودها الواقعي لا أثر لها ، وإنّما التنجّز فرع المنكشفية المحرَزة ، فلا يتنجّز الواقع بالصورة العلمية الإجمالية أصلًا .\r\nخامسها : ما أفاده المحقّق الأصفهاني « 1 » من : أنّ عنوان عدم المبالاة بالتكليف اللزومي وعدم الانبعاث ببعثه في وجدان العقل ظلم على المولى ؛ لخروجه عن زَيِّ الرِقّيّة ، ومن المعلوم أنّ المبالاة بالوجوب المتعلّق بما لا يخرج عن الطرفين ليست إلّابالانبعاث عنه ، والانبعاث عن المعلوم لا عن الواقع لا يكون إلّابفعلهما معاً ، فإنّ الانبعاث عن المعلوم المحكوم بالحسن عقلًا ليس إلّا بالانبعاث في وجدان العقل ، وفعل أحدهما وإن كان يحتمل أن يكون انبعاثاً لكنّه انبعاث عن الواقع المحتمل ، لا انبعاث عن المعلوم ، فالانبعاث عن البعث المعلوم في وجدان العقل إنّما هو بإتيان كلا الفعلين ، فعدم الجمع بينهما عبارة أخرى عن عدم الانبعاث عن البعث المعلوم ، وهو مصداق لعنوان عدم المبالاة بأمر المولى ؛ الذي هو قبيح بحكم العقل ، فينتج : أنّ ترك المخالفة القطعية مصداق لعنوانٍ قبيحٍ عقلًا .\r\nويتّضح الجواب عنه بما ذكرناه لدفع التقريب الثالث ، فإنّ المقدار المعلوم من التكليف لا يقتضي عقلًا إلّاالإتيان بأحد الفردين ، إذ المقدار المعلوم هو الإلزام بالجامع ، والخصوصيات لمَّا كانت مشكوكةً فوجودها وعدمها سيّان .\r\nفالإلزام بالجامع المعلوم في المقام لا يزيد على الإلزام بالجامع في موارد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهاية الدراية 3 : 94\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nالتخيير العقلي أو الشرعي ، إلّابخصوصيات غير واصلة ، فلو كان زائداً عليه في الأثر لكان معنى هذا أنّ تلك الخصوصيّات غير الواصلة مؤثّرة ، وهو محال .\r\nوإذن فكما أنّ الإلزام بطبيعيّ صلاة الظهر يكون الإتيان بأحد مصاديقها انبعاثاً عنه كذلك الإلزام بالجامع بين الجمعة والظهر - الذي هو المقدار المعلوم في المقام - يكون الإتيان بالظهر فقط انبعاثاً عنه ، بمعنى أنّه إتيان بما يقتضيه عقلًا .\r\nوإذن فالانبعاث بأحد الفعلين انبعاث عن المقدار المعلوم ، وليس الانبعاث عنه بالإتيان بكلا الفعلين . نعم ، الانبعاث عن التكليف الواقعي في وجدان العقل إنّما يكون بإيجاد الفعلين معاً .\r\nوالحاصل : أنّ معنى الانبعاث عن تكليفٍ هو الإتيان بما يقتضيه عقلًا ، والإلزام بالجامع المعلوم في المقام إنّما يقتضي عقلًا الإتيان بأحد الفعلين ، لا غير ، فيكون الإتيان بأحدهما انبعاثاً عن المقدار المعلوم وتوفيةً لما هو حقّه عقلًا من الحركة .\r\nسادسها : أنّ تنجّز الجامع يوجب تعارض الأصول في الأطراف وتساقطها ، فتجب الموافقة القطعية .\r\nولا يخفى أنّ هذا ليس تقريباً لتنجيز العلم الإجمالي للواقع ، بل هو تقريب لتنجّزه بالاحتمال بعد تعارض الأصول ، وهو مبنيّ على تسليم وقوع المعارضة في الأطراف ، وسوف يأتي ما هو الحقّ في ذلك في الناحية الثانية .\r\nهذا كلّه ما وصل إلى ذهني القاصر لإثبات عدم تنجّز الواقع بالعلم الإجمالي ، ودفع جميع ما أفيد من التقريبات ، فافهم واغتنم .\r\nوممّا ذكرناه ظهر : أنّه لا يفرّق في ما ادّعيناه من إنكار تنجّز الواقع بالعلم الإجمالي بين القول بتعلّقه بالجامع أو بالواقع على سبيل الإجمال ؛ لِمَا عرفت من أنّ العلم الإجمالي لو كان عبارةً عن صورةٍ إجماليةٍ للواقع لَما صلح لتنجيزه أيضاً .\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nوكذلك الأمر بناءً على كون المعلوم بالإجمال هو الفرد المردّد ، إذ لا يعقل حينئذٍ سراية التنجّز إلى الواقع بشخصه لمّا لم يكن منكشفاً بعينه ، وتنجّز الفرد المردّد ووجوب الإتيان به عقلًا لا معنى له ؛ لأنّ المردَّد لا يعقل وجوده في الخارج حتّى على هذا المبنى ، إذ المدّعى في هذا المبنى تعقّل التردّد في الصورة العلمية ، لا في الوجود الخارجي ، وإذن فلم يبقَ شيء يعقل تنجّزه إلّاالجامع .\r\nوبما ذكرناه اتّضح أيضاً انهدام القول بعلّية العلم الإجمالي لوجوب الموافقة القطعية بجميع تقريباتها ؛ لأنّ العلّية مبنية على أمرين :\r\nأحدهما : تنجّز الواقع بالعلم الإجمالي ، ووقوعه موضوعاً لحكم العقل بسبب ذلك .\r\nوثانيها : أنّ هذا الحكم تنجيزيّ من قبل العقل ، وليس معلَّقاً على عدم ورود الترخيص الشرعي ، وعليه ففي كلّ طرفٍ يحتمل التكليف المنجّز بنحوٍ يأبى عن الترخيص فيه ، ونحن قد هدمنا أساس العلّية بإنكار الأمر الأول ، كما هو واضح .\r\nوأمّا تقريب الكفاية للعلّية وللتلازم بين حرمة المخالفة القطعية ووجوب الموافقة القطعية فهو مبنيّ على مبانيها غير المقبولة عندنا ، وقد مرّ تفصيل الكلام فيه وفي مبانيه في مبحث العلم الإجمالي من مباحث القطع ، فراجع .\r\nوالمتحقّق في هذه الناحية : أنّ العلم الإجمالي علّة تامّة لحرمة المخالفة القطعية ، ولا اقتضاء بالإضافة إلى وجوب الموافقة القطعية .\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nمباحث الاشتغال 2\r\n\r\nمدى جريان الأصول في أطراف العلم الإجمالي\r\nجريان الأصول النافية في جميع الأطراف .\r\nجريان الأصول النافية في بعض الأطراف .\r\nجريان الأصول المثبتة مع العلم بالترخيص .\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\n\r\nالناحية الثانية\r\nوهي أنّه بعد أن تحقّق أنّ المقدار المنكشف بالعلم الإجمالي إنّما هو الجامع ، والمقدار المنجّز هو الجامع أيضاً فقط - كما بيّناه في الناحية الأولى - نريد أن نعرف أنّ هذا المقدار من الوصول والتنجّز هل يمنع عن جريان الأصول النافية في المقام ، أوْ لا ؟\r\nوتمام الكلام في جريان الأصول في أطراف العلم الإجمالي يستوفى بالبحث في مقامين :\r\nالمقام الأول : في جريان الأصول النافية في جميع الأطراف .\r\nالمقام الثاني : في جريانها في بعض الأطراف .\r\n\r\nجريان الأصول النافية في جميع الأطراف\r\nأمّا المقام الأول فلم أرَ مَن يستشكل في امتناع جريان الأصول النافية في جميع الأطراف ، بعد البناء على علّية العلم الإجمالي لحرمة المخالفة القطعية وقبحها ، بدعوى أنّ مقتضى جريانها في جميع الأطراف الترخيص في المعصية القبيحة بحكم العقل ، وهي المخالفة القطعية ، إذ المفروض هو البناء على سببية\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nالعلم الإجمالي لقبح المخالفة القطعية ، فبعد البناء على هذا لا مجال لجريان الأصول في تمام الأطراف المؤدّي إلى الإذن فيها .\r\nوالتحقيق : أنّه لا ينبغي الشكّ في أنّ جريان الأصول المؤمِّنة في تمام الأطراف إذا أدّى إلى الترخيص في المخالفة القطعية يكون ممتنعاً ، بعدما اتّضح في الناحية الأولى من استقلال العقل بقبح المخالفة القطعية ، وعلِّية العلم الإجمالي لذلك ، فالحريّ بنا أن نبحث عن أنّ جريانها في جميع الأطراف هل يؤدّي إلى ذلك ليكون ممتنعاً ، أوْ لا ؟\r\nوالإنصاف : أنّ للمنع عن تأديته إلى ذلك مجالًا واسعاً ، فإنّ جريان الأصول في تمام الأطراف لا ينافي حرمة المخالفة القطعية ، وعلِّية العلم الاجمالي لتنجيزها وقبحها أصلًا ، من دون فرقٍ بين الأصل العقلي - أي قاعدة قبح العقاب بلا بيانٍ - أو الأصل الشرعي النافي ، كالبراءة أو الاستصحاب .\r\nفالكلام إذن يقع : تارةً في جريان البراءة العقلية في تمام الأطراف ، وأخرى في جريان البراءة الشرعية كذلك ، وثالثةً في جريان الاستصحاب النافي في الجميع .\r\n\r\nالبراءة العقليّة في جميع الأطراف :\r\nأمّا الأول - أي البراءة العقلية ، وقاعدة قبح العقاب بلا بيانٍ - فقد اتّضح في الناحية الأولى أنّ موضوعها في كلٍّ من الطرفين في نفسه محقَّق ، إذ العلم الإجمالي إنّما يكون بياناً للجامع فقط ، كما عرفت ، فكلّ طرفٍ لم يتمَّ البيان عليه ، وإنّما تمّ البيان على الجامع ، إلّاأ نّه قد يتوهّم أنّ موضوعها في كلّ طرفٍ وإن كان محقّقاً لعدم تمامية البيان عليه إلّاأنّ إجراء القاعدة في كلٍّ من الطرفين معاً ينافي الحكم باستحقاق العقاب على المخالفة القطعية ، إذ أنّ إجراء البراءة العقلية عن\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nوجوب الظهر - بمعنى قبح العقاب على تركها - وإجراءَها عن وجوب الجمعة - بمعنى قبح العقاب على تركها - يؤدّي إلى قبح العقاب على تركهما معاً ، الذي هو معنى المخالفة القطعية ، فلابدّ من الالتزام بعدم إعمال القاعدة في الطرفين ؛ لمنافاته مع الحكم بصحة العقاب على المخالفة القطعية .\r\nولكنّه يندفع بوضوح : أنّ قبح العقاب على كلٍّ من ترك الظهر والجمعة لا ينافي صحة العقاب على ترك الجامع بينهما ، بمعنى أنّ الإتيان بالظهر لا مقتضي له ؛ لعدم إحراز وجوبها ، فيقبح العقاب على تركها ؛ لأنّه عقاب بلا بيانٍ وبلا مقتضي كما أنّ الإتيان بالجمعة لا مقتضي له ؛ لعدم وصول وجوبها ، فيقبح العقاب على تركها بنفس المناط المزبور .\r\nوأمّا الإتيان بالجامع بينهما فله مقتضٍ ، إذ المفروض أنّ المكلف قد أحرز تعلق الإلزام الشرعي بمقدار الجامع بين الفعلين ، فالعقاب على ترك الجامع عقاب مع المقتضي للحركة ، ومع البيان الموصل للتكليف .\r\nوبتعبيرٍ آخر : أنّ مرجع قاعدة قبح العقاب بلا بيانٍ - كما بيّنه المحقّق النائيني « 1 » في محلّه ، وأوضحناه في الجزء الثالث - إلى أنّ حركة المكلف إذا لم يكن لها مقتضٍ يقبح العقاب على تركها ، وأنّ المقتضي للحركة منحصر في التكليف بوجوده الواصل ، وحينئذٍ ففي المقام المقدار الواصل من التكليف - وهو الإلزام بالجامع - إنّما يقتضي الحركة بمقدار الجامع ، ولا يقتضي الحركة إلى الظهر خاصّة ، ولا إلى الجمعة خاصّة ؛ لما عرفت في الناحية الأولى من عدم سراية التنجّز من الجامع إلى الواقع ، فالحركة إلى الجامع لها مقتضٍ للعقاب فيصحّ العقاب على تركها ، وأمّا الحركة إلى الظهر والحركة إلى الجمعة فلا مقتضي لهما فيقبح\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فوائد الأصول 2 : 217 - 218\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nالعقاب على ترك كلٍّ منهما . والعقاب الذي يحكم به العقل عند ترك المكلف للفعلين معاً ليس على أحد التركين بخصوصه ليكون منافياً لقبح العقاب على كلٍّ منهما بخصوصه ، بل على الجمع بين التركين الذي هو عبارة أخرى عن ترك الجامع .\r\nفاتّضح : أنّه لا مانع من إعمال البراءة العقلية في كلٍّ من الطرفين ، بمعنى الحكم بقبح العقاب من جهة ترك الظهر وقبح العقاب من جهة ترك الجمعة ، ولا ينافي الحكم بصحة العقاب في مورد المخالفة القطعية من جهة ترك الجامع ، إذ أنّ الحركة إلى الجامع كان لها منجّز ومقتضي ، فتركها مورد للعقاب ، بخلاف الحركة إلى الجمعة والحركة إلى الظهر فإنّه لم يكن هناك منجِّز لأيٍّ منهما .\r\n\r\nالبراءة الشرعيّة في جميع الأطراف :\r\nوأمّا الثاني - أي البراءة الشرعية - فهي أيضاً تجري في جميع الأطراف من دون أن تنافي تنجّز الجامع ، سواء ما كان منها بلسان الرفع - كرُفِعَ ما لا يعلمون - أو بلسان الحلّية ، ككلّ شيءٍ حلال . . . إلى آخره .\r\nأمّا الرفع فلأ نّه بعد معلومية أنّه ليس رفعاً واقعياً ليكون إجراء الرفع في كلٍّ من الطرفين مؤديّاً إلى رفع الجامع واقعاً لا محالة ، بل هو رفع ظاهريّ للتكليف المشكوك بعدم إيجاب الاحتياط من جهته ، ولا أعني بذلك أنّ الرفع منصبّ ابتداءً على وجوب الاحتياط بحيث يكون هو المرفوع ، بل الرفع متعلّق بالواقع ولكن لا في قبال وضعه الواقعي ، بل في قبال وضعه الظاهري بإيجاب الاحتياط ، فإنّ وضع التكليف المشكوك ظاهراً إنّما هو بجعل منجّزٍ له ، كإيجاب الاحتياط ، فرفعه ظاهراً المقابل لذلك الوضع يرجع إلى أنّ التكليف المشكوك لم يوضع في الظاهر\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nبجعل إيجاب الاحتياط ، فمفاد البراءة الشرعية هو نفي الوضع الظاهري للواقع المشكوك .\r\nوعليه ففي المقام مقتضى البراءة الشرعية عن وجوب الظهر هو عدم وضع هذا الوجوب بإيجاب الاحتياط ، ومقتضى البراءة الشرعية عن وجوب الجمعة هو عدم وضع هذا الوجوب بإيجاب الاحتياط . فلو جرت البراءة وثبت الرفع في كلا الطرفين لكان معنى ذلك أنّ كلًاّ من الطرفين لم يوضع في مرتبة الظاهر بإيجاب الاحتياط . ومن المعلوم أن عدم وضع وجوب الجمعة ظاهراً وعدم الإلزام بها ظاهراً بعنوان الاحتياط ، وعدم وضع وجوب الظهر كذلك وعدم الإلزام بها ظاهراً لا ينافيان لزوم الجامع ووجوبه عقلًا .\r\nوبتعبيرٍ أوضح : أنّ مفاد الرفع إن كان يرجع إلى الترخيص الظاهري في الارتكاب فيكون شأنه شأن قوله : « كلّ شيءٍ حلال » وسوف نتكلّم عنه .\r\nوإن كان يرجع إلى مجرّد نفي الوضع الظاهري والإلزام الظاهري فمن الواضح أنّ عدم الإلزام الظاهري بالجمعة وعدم الإلزام الظاهري بالظهر لا ينافيان حرمة المخالفة القطعية ، ولا يقتضيان نفي الإلزام بالجامع بين الظهر والجمعة واثبات الترخيص في تركه .\r\nوأمّا ما كان بعنوان الترخيص الظاهري من أدلّة البراءة فيمكن أن يقال : إنّ شموله لكلا الطرفين معناه الترخيص في ترك الظهر والترخيص في ترك الجمعة ، وهذان الترخيصان إنّما يقتضيان المعذروية ، وينفيان العقاب من جهة كلٍّ من التركين ، لا من جهة ترك الجامع المتحقّق بالتركين معاً .\r\nوأكبر شاهدٍ على ذلك أنّه لو فرض أنّ الوجوب الشرعي تعلّق واقعاً بالجامع بين الظهر والجمعة فإنّه حينئذٍ يكون ترك الظهر مرخَّصاً فيه بجميع حصصه ، أي سواء كان منفرداً أو في حال انضمامه إلى ترك الجمعة . كما أنّ ترك\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nالجمعة مرخَّص فيه في حال انفراده وفي حال انضمامه إلى ترك الظهر ، ولا يكون الترخيص في ترك الظهر والترخيص في ترك الجمعة كذلك منافيين للوجوب الشرعي المفروض تعلّقه بالجامع أصلًا ، فكما لا يكون هذان الترخيصان الواقعيان منافيين للوجوب الشرعي المتعلق بالجامع كذلك لا يكون الترخيصان الظاهريان في المقام منافيين للوجوب العقلي المتعلّق بالجامع .\r\nوبتعبيرٍ أوضح : أنّ الوجوب الشرعي لو تعلّق بالجامع بين الظهر والجمعة حقيقةً فليس مرجعه إلى الإلزام بكلٍّ منهما في ظرف ترك الآخر بحيث يكون عبارةً عن إلزامين مشروطين ، بل هو إلزام بالجامع فقط . وأمّا الظهر خاصّةً فليست متعلّقةً للإلزام حتى في ظرف ترك الجمعة ، بل هي مباحة لا إلزام بها حتى في هذا الظرف ، وإنّما الإلزام واقف على الجامع دائماً .\r\nوعليه فالإباحة ثابتة لصلاة الظهر في جميع الأحوال والإلزام غير متعلّقٍ بها أصلًا ، وكذلك صلاة الجمعة فإنّه لا إلزام بها حتى في ظرف ترك الظهر ، وإذن فهي متعلّقة للإباحة في جميع أحوالها أيضاً . وعليه فقد اجتمع وجوب شرعيّ للجامع بين الظهر والجمعة مع الإباحة الواقعية للظهر في جميع أحوالها ، وللجمعة في جميع أحوالها ، ففي المقام أيضاً لا يكون إباحة كلٍّ من الفعلين بالإباحة المطلقة منافياً لوجوب الجامع بينهما وتنجّزه عقلًا .\r\nوتمام المرام بيان أنّ ثبوت الإباحة المطلقة الظاهرية في كلٍّ من الطرفين اللذَين يعلم بوجوب أحدهما ليس معناه إذن الترخيص في ترك الجامع رأساً ، وليس ملازماً لمعذوريته في ترك الجامع حتى ينافي حكم العقل بوجوب الإتيان بالجامع ، وإلّا لو كان ملازماً لذلك ومؤدّياً له لكانت الإباحة الواقعية الثابتة لكلٍّ فرد من أفراد الواجب الشرعي في جميع أحواله مؤدّيةً إلى الإذن في ترك الواجب رأساً .\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nولا يمكن دعوى أنّه لا تثبت هناك الإباحة الواقعية لكلّ فردٍ في جميع أحواله ، بل في ظرف وجود الفرد الآخر ؛ لوضوح أنّ نتيجة ذلك أنّ كلّ فردٍ في حال عدم وجود الفرد الآخر ليس مباحاً بل واجباً ، وهو يقتضي الالتزام بوجوباتٍ مشروطةٍ بعدد الأفراد ، بمعنى أنّ كلّ فردٍ يكون واجباً في ظرف عدم الآخر ، وهذا مما لا يمكن الالتزام به بداهةً ، فلابدّ من الاعتراف بأنّ كلّ فردٍ من أفراد الواجب متعلّق للإباحة المطلقة حتى في ظرف عدم الآخر ، إلّاأنّ هذه الإباحات المطلقة لا تؤدّي إلى الإذن في ترك الواجب رأساً ، فلتكن الإباحات المطلقة الظاهرية في المقام الثابتة للأطراف غير مؤدّيةٍ إلى الإذن في ترك الجامع أيضاً ، وإذا لم تكن مؤدّيةً إلى ذلك فلا مانع من ثبوتها ؛ لعدم منافاتها حينئذٍ لِمَا يقتضيه المقدار المعلوم من الحركة .\r\nفإن قلت : على هذا يثبت أنّ الترخيص الظاهري في ترك الجمعة والترخيص الظاهري في ترك الظهر إنّما يؤمِّنان من ناحية ذاتَي التركين ، لا من ناحية الجمع بين تركيهما الذي هو معنى ترك الجامع بينهما ، وعليه فلو كانت عندنا شبهتان وجوبيّتان بدويّتان وثبت في كلٍّ منهما الإباحة المطلقة لم يكن ذلك كافياً لجواز ترك الجامع بين الفعلين رأساً .\r\nقلت : نعم ، لا يكفي الأصلان الجاريان في الشبهتين لذلك ، بل لابدّ من إعمال الأصل لنفي وجوب نفس الجامع وإثبات حلّية تركه إن كان محتمل الوجوب .\r\nوبما ذكرناه ظهر أنّه لو بني على كون العلم الإجمالي مستتبعاً لوجوب الموافقة القطعية عقلًا ولكن بنحو الاقتضاء لا بنحو العلّية - بمعنى مشروطية حكم العقل بذلك بعدم الترخيص الشرعي - لم يكن ذلك مجدياً أيضاً في إلزام المكلّف بالموافقة القطعية ؛ لِمَا عرفت من جريان الأصول الشرعية المؤمّنة في الأطراف\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nالرافعة لموضوع حكم العقل بوجوب الموافقة القطعية .\r\nوالمتحصّل : أنّ الوجوب الواقعي الموجود في البين لا يوجب إلّاالإتيان بأحد الطرفين ، ولا يصحِّح العقاب إلّاعلى ترك الجامع رأساً باعتبار وصوله وصولًا إجمالياً . وأمّا الإباحة الظاهرية في كلٍّ من الطرفين بالخصوص - اللذَين أحدهما هو الواجب الواقعي - فهي لا تقتضي إلّاعدم العقاب على ترك كلٍّ من الفعلين بالخصوص ، ولا توجب المعذورية في ترك الجامع رأساً ، فهي لا تزيد في أثرها على البراءة العقلية .\r\n\r\nجريان الاستصحاب في جميع الأطراف :\r\nوأمّا الثالث - وهو الاستصحاب - فقد ظهر الكلام فيه ممّا مضى ، فإنّ العلم الإجمالي ، بالإلزام بعد أن كان لا يوجب إلّالزوم الإتيان بأحد الفعلين عقلًا واستحقاق العقاب على ترك الجامع بينهما رأساً فلا يكون منافياً لجريان استصحاب عدم الوجوب في كلٍّ من الطرفين ؛ لأنّ التعبّد الاستصحابي بعدم الوجوب في كلٍّ منهما إنّما يقتضي جواز تركه ، لا جواز ترك الجامع رأساً ، وجواز الجمع في الترك ، وإلّا لكانت الإباحات الواقعية المطلقة المتعلقة بأفراد الواجب الشرعي مقتضيةً للترخيص في ترك الواجب ، كما عرفت مفصّلًا .\r\nوبالجملة : الثابت بالعلم الإجمالي أنّ ترك الجامع بين الفعلين سبب وعلّة لاستحقاق العقاب عقلًا ، والمؤمِّن الشرعي في جانب صلاة الجمعة - مثلًا ، سواء كان براءةً أو استصحاباً - إنّما يوجب التأمين بمعنى عدم كون ترك صلاة الجمعة موجباً لاستحقاق العقاب : إمّا لحلّيتها كما هو مقتضى أصالة البراءة ، أو للتعبّد بإحراز عدم وجوبها كما هو مقتضى الاستصحاب ، فالذي يثبت بالمؤمِّن\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nبأيِّ لسانٍ كان إنّما هو عدم سببية ترك الجمعة لاستحقاق العقاب مطلقاً ، حتى فيما لو وقع ترك الجمعة في ظرف ترك الظهر ، فإنّ ترك الجمعة الواقع في هذا الظرف ليس منشأً للعقاب أيضاً ببركة الحكم بإباحتها ، أو التعبّد الاستصحابي بعدم وجوبها ، كما أنّ الحال في الظُهر ذلك أيضاً ، بمعنى أنّ تركها ولو في ظرف ترك الجمعة لا يكون منشأً للعقاب ببركة الحكم بإباحتها أو التعبّد الاستصحابي بعدم وجوبها .\r\nوإذن فلو اجتمع التركان فلا يكون ترك الجمعة مصحِّحاً للعقاب ؛ لأنّه ترك لفعلٍ مباحٍ ظاهراً ، أو متعبّد بعدم وجوبه استصحاباً . كما أنّ ترك الظهر لا يكون مصحِّحاً للعقاب لعين الوجه ، إلّاأنّ ذلك لا ينافي أن يكون ترك الجامع بين الفعلين المتحقّق بالتركين معاً منشأ للعقاب ومصحِّحاً له بحكم العقل .\r\nوبتعبيرٍ آخر : أنّ المجعول في باب الاستصحاب إمّا أن يكون هو الحكم المماثل للمؤدّى ، أو الطريقية والكاشفية .\r\nفعلى الأول يكون استصحاب عدم وجوب الظهر ، متكفّلًا للحكم بعدم الإلزام به المساوق للترخيص والإباحة ، كما أنّ مرجع استصحاب عدم وجوب الجمعة إلى الترخيص والإباحة أيضاً ، فتكون الجمعة مباحةً ظاهراً بقولٍ مطلقٍ إباحةً استصحابيةً ظاهرية ، وكذلك الظهر ، وقد عرفت سابقاً أنّ ثبوت الإباحة المطلقة لكلٍّ من الفردين لا ينافي لزوم الجامع ، ولا يؤدّي إلى الإذن في تركه رأساً .\r\nوأمّا على الثاني - أي لو كان المجعول هو الطريقية - فالأمر أوضح .\r\nبيان ذلك : أنّ الطريقية الاعتبارية الشرعية عند من يلتزم بمجعوليتها يترتّب عليها ما يترتّب على الطريقية التكوينية من التنجيز والتعذير ، فالانكشاف التعبّدي للإلزام يوجب خروجه عن موضوع قاعدة قبح العقاب بلا بيان ، وصحة\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nالعقاب ؛ لأنّه عقاب مع وجود البيان على التكليف . كما أنّ الانكشاف التعبّدي لعدم الإلزام يوجب قبح العقاب بملاك قبح العقاب على مخالفة تكليفٍ مع قيام البيان على عدمه .\r\nإذا اتّضح هذا نقول : إنّ معنى إجراء الاستصحابين في كلا الطرفين معاً هو انكشاف عدم وجوب الظهر تعبّداً ، وانكشاف عدم وجوب الجمعة تعبّداً أيضاً ، ومن الواضح أنّ هذين الانكشافين لا يسريان من موضوعيهما التفصيليّين إلى الجامع ، بمعنى أنّ المنكشف عدمه بهما هو هذا الطرف بعينه ، وذاك الطرف [ كذلك 
  ] ، لا الجامع المنكشف بالصورة العلمية الإجمالية ، وإذن فلا يسري العلم الإجمالي إلى الواقع ، ولا الإحراز التعبّدي الاستصحابي في كلٍّ من الطرفين يسري إلى المقدار المنكشف بالصورة الإجمالية .\r\nوحينئذٍ فإذا جرى الاستصحاب في كلّ من الطرفين وأحرزنا تعبّداً ببركة الاستصحاب عدم وجوب الجمعة كما أحرزنا عدم وجوب الظهر فالمقدار المنكشف بالاستصحابين تعبّداً هو عدم وجود هذا الوجوب ، وعدم وجود ذاك الوجوب ، لا عدم الجامع ، فلنا أمران قد انكشف عدمهما تعبّداً ، وهما : وجوب الظهر ، ووجوب الجمعة ، وأمر قد انكشف وجوده بالصورة العلمية الإجمالية وجداناً وهو أصل الإلزام ، وهذا المقدار المنكشف وجداناً من الإلزام إنّما يوجب تنجّز الجامع بين الفعلين ووجوب الإتيان به عقلًا ، بمعنى إدراك العقل واستقلاله بأنّ ترك الجامع مصحِّح للعقاب وسبب له ، فلابدّ حينئذٍ أن نرى أنّ ذينك الانكشافين الاستصحابيّين التعبّديّين لعدم وجوب الظهر وعدم وجوب الجمعة هل ينافيان هذا المقدار من التنجّز حتى يمتنع جريانهما ، أوْ لا ؟\r\nومن الواضح ممّا بيّناه هو عدم المنافاة ؛ وذلك لأنّ الانكشاف التعبّدي\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nالاستصحابي لعدم وجوب الجمعة يؤثّر عقلًا في جعل العقاب على ترك الجمعة قبيحاً ؛ لأنّه عقاب على ترك أمرٍ مع قيام البيان على عدم التكليف به ، فما يوجبه هو أنّ ترك الجمعة ليس سبباً للعقاب أصلًا .\r\nكما أنّ الانكشاف الاستصحابي لعدم وجوب الظهر يؤثّر عقلًا في جعل العقاب على ترك الظهر قبيحاً بعين الوجه ، فما يوجبه هو أنّ ترك الظهر ليس سبباً للمؤاخذة .\r\nوإذن فنتيجة الاستصحابين عقلًا هي : أنّ ترك الجمعة ليس سبباً للعقاب ، وأنّ ترك الظهر ليس سبباً له ، ومن المعلوم أنّ هذه النتيجة لا تنافي ما يستوجبه العلم الإجمالي من تنجّز الجامع وكون تركه سبباً للعقاب ، فإنّ عدم سببية كلٍّ من التركين لا يقتضي نفي كون ترك الجامع سبباً .\r\nوإذن فعندنا تروك ثلاثة :\r\nأحدها : ترك الجامع ، وهو يصحّ العقاب عليه ؛ لأنّه عقاب على ترك شيءٍ كان هناك مقتضٍ للحركة على طبقه ، إذ المفروض أنّ المقدار الواصل من الإلزام إجمالًا يقتضي الإتيان بالجامع ، فتركه ترك لِمَا لَه مقتضٍ فيصير سبباً للعقاب .\r\nوثانيها : ترك الظهر ، وهو ليس سبباً للعقاب ، ولا يصحّ العقاب عليه ؛ لأنّه ترك لفعلٍ لم يكن له مقتضٍ ، بل قد قام البيان على عدم وجوبه ، كما أنّ ترك الجمعة يكون تركاً لفعلٍ قد قام البيان الاستصحابي على عدم وجوبه .\r\nوعليه فترك الجامع يندرج في قاعدة صحّة العقاب مع البيان وتمامية المقتضي ، وترك الظهر وترك الجمعة يندرجان في قاعدة قبح العقاب مع بيان العدم ولو بياناً تعبّدياً .\r\nفاتّضح : أنّ توهّم المعارضة بين الاستصحابين مبنيّ إمّا على تخيّل أنّ\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nمرجع الانكشافين التعبّديّين إلى الانكشاف التعبّدي لعدم أصل الإلزام رأساً الموجب لعدم لزوم الإتيان بالجامع أصلًا ، وهو غير معقول ؛ لاستقلال العقل بلزوم الإتيان به . أو تخيّل أنّ الانكشافين المزبورين وإن لم يكن مرجعهما إلى انكشاف عدم جامع الإلزام إلّاأ نّهما يقتضيان عدم صحة العقاب [ لا 
  ] على ترك الظهر ولو في ظرف اجتماعه مع ترك الجمعة ، ولا على ترك الجمعة ولو في ظرف اجتماعه مع ترك الظهر ، وهذا يؤدّي إلى عدم صحة العقاب في مورد اجتماع التركين معاً .\r\nوكلا التخيّلين مدفوع - كما عرفت - بما لا مزيد عليه .\r\nأمّا الأول فلأنّ الانكشافين التعبّديّين لا يسريان إلى المقدار المنكشف بالصورة العلمية الإجمالية ، نعم ، لو كان انكشافين حقيقيّين لكانا ملازمين للعلم بعدم أصل الإلزام .\r\nوالحاصل : أنّ المعلوم الوجداني هو الجامع بين وجوب الظهر ووجوب الجمعة ، بمعنى أنّ طبيعيّ الوجوب الجامع بين الوجوبين هو المعلوم ، والانكشاف التعبّدي لعدم هذا الوجوب بخصوصه والانكشاف التعبّدي لعدم ذاك الوجوب بخصوصه ليسا انكشافاً لعدم الجامع بين الوجوبين ، وإلّا لكان استصحاب عدم الفرد الطويل حاكماً على استصحاب الكلّي في القسم الثاني ، مع أنّهم لا يقولون بالحكومة ، وليس ذلك إلّالأنّ استصحاب عدم الفرد الطويل لا يثبت به عدم الكلّي حتى يكون مُلغياً للشكّ في الكلّي وحاكماً على استصحابه ، فإنّه لو كان يثبت عدم الكلّي باستصحاب عدم الفرد الطويل لتمّت الحكومة ، وكان استصحاب عدم الفرد رافعاً لموضوع استصحاب الكلّي ومقتضياً لإحراز عدمه وارتفاع الشكّ في بقائه .\r\nفاتّضح بهذا : أنّ محطّ الانشكاف التعبّدي الثابت بدليله إذا كان هو عدم\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nالفرد فلا يسري إلى عدم طبيعيّ الوجوب الجامع بين الوجوبين ، كما لا يسري الانكشاف التعبّدي لعدم الفيل إلى الانكشاف التعبّدي لعدم طبيعيّ الحيوان في موارد القسم الثاني من استصحاب الكلّي .\r\nوتتمّة الكلام في هذه الجهة وتحقيقها إثباتاً ونفياً في مباحث الاستصحاب ، وإنّما نتكلّم هنا على المباني المفروغ عنها .\r\nوأمّا الثاني فلأنّ عدم صحة العقاب على كلٍّ من التركين ولو في فرض اجتماعه مع الترك الآخر لا ينافي صحة العقاب على ترك الجامع في هذا الفرض ؛ لأنّه ترك لأمرٍ كان له مقتضٍ دون كلٍّ من التركين بخصوصه ، فافهم واغتنم .\r\nوإذا شئت قلت : أنّ الانكشاف التعبّدي لا يزيد على الانكشاف الوجداني التفصيلي من حيث أثره ، وقد عرفت سابقاً أنّ كلّ فردٍ من أفراد الواجب يعلم تفصيلًا بعدم وجوبه في جميع أحواله ، ولا تؤدّي هذه العلوم التفصيلية هناك إلى تجويز ترك الواجب رأساً ومخالفة ما يستقلّ به من لزوم الإتيان ، فكذلك في المقام لا تزيد الانكشافات التعبّدية على تلك الانكشافات ، فلا تؤدّي إلى ترك الجامع رأساً وعدم المعاقبة عليه ، وليست أيضاً مستلزمةً لانكشاف عدم الجامع رأساً ؛ لأنّ الانكشافات الوجدانية لأعدام الأفراد تستلزم الانكشاف الوجداني لعدم جامعها ، دون الانكشافات التعبّدية لدورانها مدار مقدار التعبّد بها .\r\nهذا كلّه ما وصل إليه الذهن القاصر لتحقيق مقام الثبوت .\r\nوأمّا مقام الإثبات - بمعنى أنّ دليل الأصل هل له إطلاق يقتضي الشمول لجميع الأطراف ، أوْ لا ؟ - فنتكلّم في اقتضاء دليل كلّ أصلٍ في البحث المخصَّص له .\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\n\r\nجريان الأصول النافية في بعض الأطراف\r\nأمّا المقام الثاني - وهو جريان الأصل في بعض الأطراف - فلا موضوع له ، بعدما عرفت من جريان الأصول في تمام الأطراف فضلًا عن بعضها ، فلابدّ أن نفرض في المقام الالتزام بما التزم به الكلّ من عدم إمكان جريانها في جميع الأطراف بنحو التعيين ، فهل تجري في البعض ، أوْ لا ؟\r\nوالكلام في المقام لابدّ أن يكون بعد الفراغ عن أنّ المحذور في جريانها في تمام الأطراف هو لزوم المخالفة القطعية ، وأنّ العلم الإجمالي ليس علّةً لوجوب الموافقة القطعية ، وإلّا فلا إشكال في امتناع جريان الأصل ولو في بعض الأطراف .\r\nوعليه فنقول : إنّ جريانها في البعض المعيَّن من الأطراف وإن كان معقولًا على غير مبنى العلّية من المباني إلّاأ نّه بلا موجبٍ بحسب مقام الإثبات أصلًا ، إذ بعد فرض عدم إمكان شمول دليل الأصل لكلٍّ من الطرفين واستواء نسبتهما إليه يكون تعيّن أحدهما للشمول والآخر للسقوط ترجيحاً بلا مرجّح ، وإذن فيتمحّض الكلام في أنّه هل يمكن جريانها في جميع الأطراف ولكن بنحو التخيير لا بنحو التعيين المفروض استلزامه للمخالفة القطعية ، أو أنّه لا يمكن الالتزام بالتخيير في المقام ؟\r\n\r\nنظريّة القول بالتخيير في أطراف العلم الإجمالي :\r\nوقد وُجِّه التخيير بوجوه :\r\nأوَّلها وأهمّها : تقييد الأصل في كلٍّ من الطرفين بترك الآخر ، ففيما إذا علم\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nإجمالًا بحرمة أحد فعلين يكون كلّ منهما مجرىً للإباحة المشروطة بالاجتناب عن الآخر ، ويندفع بذلك المحذور لعدم أداء الإباحتين المشروطتين كذلك إلى المخالفة القطعية .\r\nوملخّص الوجه فيه : أنّ الأمر دائر بين إخراج الطرفين بالكلّية عن عموم الأصل ، أو تقييد إطلاقه لسائر أحوال كلٍّ من الطرفين بخصوص حال ترك الآخر ، وحيث يندفع به المحذور فلا موجب للالتزام بأكثر من ذلك .\r\n\r\nأجوبة الأصحاب عن نظريّة التخيير :\r\nوقد أجيب عنه بوجوه :\r\nالأول : ما أفاده المحقّق النائيني « 1 » قدس سره من أنّ جعل الترخيص لكلٍّ منهما مقيَّداً بترك الآخر غير معقول ؛ لاستحالة الإطلاق الموجبة لاستحالة التقييد ؛ لأنّ التقابل بينهما تقابل العدم والملكة .\r\nويرد عليه - على تقدير تسليم أنّ التقابل كذلك وأ نّه يشترط فيه القابلية الشخصية - : أنّ جعل الترخيص في كلٍّ من الطرفين في نفسه بنحوٍ مطلقٍ أمر معقول ، فيكون التقييد معقولًا أيضاً ، وإنّما الممتنع جعل الترخيص المطلق في طرفٍ في ظرف الترخيص المطلق في الطرف الآخر ؛ لأدائه إلى المخالفة القطعية .\r\nفإن قلت : إذا كان الإطلاق في كلٍّ من الترخيصين مقارناً للإطلاق في الترخيص الآخر محالًا فيكون التقييد في كلٍّ من الترخيصين المقارن للتقييد في الترخيص الآخر محالًا أيضاً ؛ لأنّه مقابله .\r\nقلت : إنّ المقابل للإطلاق حال الإطلاق هو التقييد حال الإطلاق ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أجود التقريرات 2 : 244 - 245\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nلا التقييد حال التقييد ، إذ لابدّ من حفظ الموضوع الواحد في كلٍّ منهما ، فإذا استحال الإطلاق في طرفٍ حال إطلاق الترخيص في طرفٍ آخر امتنع التقييد حال الإطلاق في الطرف الآخر ، لا التقييد حال التقييد .\r\nفإن قلت : إنّ التقييد حال الإطلاق إذا صار مستحيلًا فالإطلاق حال التقييد مستحيل أيضاً ؛ لأنّ المقيَّد بالمحال محال ، وحينئذٍ يكون مقابله محالًا أيضاً ، وهو التقييد حال التقييد .\r\nقلت : إنّ استحالة التقييد حال الإطلاق لا توجب استحالة الإطلاق المقارن للتقييد ، وكون المقيَّد بالمحال محالًا مسامحةً مرجعها إلى محاليّة اللازم وما اخذ قيداً دون نفس المقيّد .\r\nفاتّضح : أنّ طبيعيّ الإطلاق في الترخيص في كلّ طرفٍ في نفسه ليس محالًا ليكون مقابله محالًا أيضاً ، بل المحال حصّة خاصّة منه ، وهي الإطلاق حال إطلاق الترخيص في الطرف الآخر أيضاً .\r\nالثاني : ما ذكره سيدنا الأستاذ « 1 » من : أنّ المحذور حاصل ، وهو الجمع في الترخيص وإن لم يلزم الترخيص في الجمع ، فإنّ مقتضى الترخيصات المشروطة المدّعاة الترخيص القطعي في مخالفة الواقع الواصل ، وهذا ممّا يأباه العقل ، وإن لم يؤدِّ إلى وقوع المخالفة القطعية خارجاً مرخّصاً فيها ، فالعلم الإجمالي علّة لاستحالة الترخيص القطعي في مخالفة الواقع ، لا استحالة الترخيص في المخالفة القطعية .\r\nوما يختلج في النظر القاصر في المقام أنّه : إمّا أن يكون المحذور في الترخيصات المشروطة المزبورة هو صيرورتها فعليةً عند تحقّق شرطها الموجب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مصباح الأصول 2 : 355\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nللترخيص الفعلي القطعي في مخالفة الواقع ، فإنّ المكلف عند تركه لكلا الطرفين معاً يكون كلا الترخيصين فعلياً [ له 
  ] ، وأحدهما ترخيص في مخالفة الواقع قطعاً ، وهو معنى الترخيص القطعي في ذلك .\r\nوإمّا أن يكون المحذور في مجرّد ثبوتها ولو مشروطةً ، بحيث لو فرض امتناع اجتماعهما في الفعلية لكان ذات محذور أيضاً ، بدعوى أنّ الترخيص القطعي في مخالفة الواقع ولو مشروطاً ممتنع عند العقل ، وإن لم يكن منافياً لحرمة المخالفة القطعية وما ينجّزه العلم الإجمالي من الحركة .\r\nفعلى الأوّل - أي إذا قلنا : إنّ المحذور ليس في ثبوت الترخيص في كلٍّ من الطرفين مشروطاً ، بل لا مانع من الجمع بين الترخيصات المشروطة ، وإنّما المحذور في أنّ هذين الترخيصين المفروضين يمكن تحقّق الشرط لكلٍّ منهما فيكونان فعليّين ، وحينئذٍ يتحقّق المحذور وهو الترخيص الفعلي القطعي في الحرام - فنقول : إنّه يمكن جعل الترخيصات المشروطة بنحوٍ من الاشتراط والتقيّد ، بحيث يستحيل اجتماعهما في الفعلية وتحقّق الشرط لكلٍّ منها ، وذلك فيما إذا فرضنا العلم الإجمالي ذا أطرافٍ ثلاثة ، كما إذا علم بحرمة أحد أفعالٍ ثلاثةٍ فإنّه يمكن أن نلتزم في هذا الفرض بثبوت الترخيص في كلّ واحدٍ منها ، ولكن مشروطاً بارتكاب أحد الأمرين الآخرين وترك الآخر ، ومن المعلوم أنّه لا يعقل تحقّق الشرط للترخيصات الثلاثة جميعاً لتكون فعلية ، كما يظهر بأدنى تأمل ، فالترخيصات المشروطة بالنحو المزبور - أي المقيّدة بفعل واحدٍ وترك الآخر - لا يعقل فعلية أكثر من اثنين منها ، فلم يلزم الترخيص الفعلي القطعي في مخالفة الواقع .\r\nلا يقال : إنّه إذا كان قد اخذ في موضوع كلٍّ من الترخيصات ارتكاب أحد الأطراف فلا بدّ من فرض مجوّزٍ ومؤمِّنٍ للمكلف يعتمد عليه في اقتحامه لأحد\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nالأطراف مع قطع النظر عن الترخيصات المزبورة ، ليتحقّق بعد ذلك موضوع الترخيص بالإضافة إلى طرفٍ آخر .\r\nلأنّه يقال : إنّه لا يلزم استناد المكلّف إلى مؤمِّنٍ خارجي ، ضرورة أنّ المكلف يعلم بأ نّه إذا أتى بفعلين وترك الثالث فلا شيء عليه ببركة تلك الترخيصات المشروطة ، إذ يكون كلّ من الارتكابين محقِّقاً لشرط الترخيص في الارتكاب الآخر ، فلا محالة مع علمه هذا تنقدح في نفسه الإرادة إلى ارتكاب فعلين ، من دون حاجةٍ إلى مؤمِّنٍ آخر غير نفس الترخيصات المفروضة .\r\nعلى أنّه لو سلِّم أنّها لا تؤمِّن من ناحية أحد الارتكابين نفرض أنّ المكلف ارتكب أحد الأطراف أولًا بلا استنادٍ إلى مؤمِّن ، فمقتضى الترخيصات المزبورة جواز الإتيان بأحد الطرفين الآخرين ، بحيث لو كان الواقع منطبقاً عليه لَما عوقِب على عصيانه لاستناده إلى المؤمّن .\r\nهذا كلّه لو فرض أنّ المحذور في الترخيص الفعلي القطعي في مخالفة الواقع .\r\nوأمّا إذا قيل بأنّ المحذور إنّما هو في الترخيص القطعي في الحرام ولو مشروطاً فالنقض المزبور لا يرد ، كما هو واضح ، إذ الترخيص المشروط في مخالفة الواقع ثابت جزماً فيه أيضاً ، إلّاأنّ مقتضى ذلك أنّه لو علم إجمالًا بنجاسة مائعٍ أو ماءٍ ، وكان الماء مجرىً للاستصحاب في نفسه ، والمائع مجرىً لأصالة الطهارة فقط ، أن يجري استصحاب الطهارة في الماء بلا معارض ، مع أنّه لا يلتزم به أحد ، إذ الأساطين بين من يقول بسقوط الاستصحاب والقاعدة معاً في طرف الماء بالمعارضة « 1 » ، وبين من يقول بسقوط الاستصحاب بالمعارضة وجريان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) منهم المحقّق النائيني في فوائد الأصول 4 : 48\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nالأصل الطولي وهو أصالة الطهارة في الماء ، وأمّا جريان الاستصحاب في الماء بلا معارض « 1 » ، فهو ممّا لم يلتزم به .\r\nوتوضيح لزوم هذا المعنى يأتي قريباً في التنبيه الأول من تنبيهات المسألة ، فانتظر .\r\nوأيضاً يلزم على هذا - أي على الالتزام بأنّ المحذور في الترخيص في الحرام ولو مشروطاً ، بحيث [ إنّ 
  ] مجرّد الجمع بين الترخيصات المشروطة يكون محالًا - أنّ العلم الإجمالي إذا اضطرّ إلى أحد طرفيه لا بعينه يسقط عن التنجيز رأساً ؛ حتى بالإضافة إلى حرمة المخالفة القطعية .\r\nوسيأتي بيان لزوم ذلك في التنبيه المعدِّ للبحث عن الاضطرار إلى أحد الأطراف مفصّلًا ، إلّاأ نّه حيث إنّ هذا التنبيه ليس في هذا الجزء فنشير هنا إجمالًا إلى لزوم هذا المعنى .\r\nفنقول : إنّه لا إشكال عند الاضطرار إلى أحد الطرفين - لا بعينه - في ترخيص الشارع في تطبيق ما اضطرّ إليه ، وهو الجامع بين الطرفين على أيٍّ منهما .\r\nوإن شئت قلت : إنّ المضطرَّ اليه هو الوجود الأول منهما ، لا الوجود الثاني ؛ لاندفاع الاضطرار بالأول ، فالشارع لا محالة يرخِّص في الوجود الأول القابل الانطباق على كلٍّ من الطرفين بنحو التبادل ، وهو يستدعي الترخيص في تطبيق هذا الوجود الأول على أيٍّ من الطرفين ، ومعنى هذا ثبوت الترخيص في كلّ طرفٍ مشروطاً بأن يوجد أوّلًا .\r\nفتحصّل عندنا ترخيصات شرعية بعدد الأطراف ، إلّاأ نّها مشروطة بعنوان الأولية ، وهذه الترخيصات يستحيل فعليتها جميعاً في عرضٍ واحد ؛ لأنّ عنوان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) منهم المحقّق العراقي في نهاية الأفكار 3 : 320 - 321\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nالأوّلية إنّما يثبت لأحدها ، ولا يعقل ثبوتها للجميع ، إلّاأنّ المحذور - بحسب الفرض - لا يختصّ بالترخيص الفعلي في الحرام ، بل يشمل الترخيص القطعي فيه ولو مشروطاً ، فقهراً تكون الترخيصات المشروطة المفروضة في مورد الاضطرار إلى أحد الأطراف - لا بعينه - منافيةً للواقع الواصل ، حيث إنّ مقتضاها الترخيص القطعي في الحرام ولو مشروطاً بعنوان الأولية ، فلابدّ من الالتزام بسقوط التكليف الواقعي رأساً ؛ لئلّا يكون منافياً للترخيصات المشروطة الثابتة بسبب الاضطرار قطعاً ، ومع سقوطه ينحلّ العلم الإجمالي ويسقط عن التأثير بالمرَّة .\r\nفاتّضح : أنّ جعل المحذور الترخيص القطعي الفعلي في الحرام الواقعي لا يدفع شبهة التخيير في بعض الموارد ، وجعل المحذور الترخيص القطعي في الحرام ولو مشروطاً وإن اندفعت به شبهة التخيير في سائر الموارد إلّاأ نّه يترتّب على ذلك أمور لا نلتزم بها .\r\nالثالث من الأجوبة لبعض مشايخنا المحقّقين « 1 » من : أنّ التقييدات التي يندفع بها المحذور لا تنحصر في تقييد كلٍّ من الترخيصين بترك الآخر ، بل يمكن تقييد الترخيص في كلٍّ من الطرفين بأن يكون سابقاً أومسبوقاً بالآخر ، فإنّ الترخيص في كلٍّ من الطرفين - سواء كان سابقاً أو مسبوقاً - وإن كان محالًا إلّاأنّ ثبوته مقيَّداً بأحد الامرين من السابقيّة والمسبوقية لا محذور فيه ، ولا مرجّح للتقييد المدّعى عليه .\r\nوأجاب عنه : بأنّ العلم الإجمالي بخروج كلٍّ من الوجود الأول لكلٍّ منهما ، أو الوجود الثاني لكلٍّ منهما موجب لعدم شمول العامّ للوجود الأول أو الثاني لكلٍّ منهما ، وأمّا الوجود الوحداني لكلٍّ منهما فلا علم إجمالًا بخروجه ، وليس طرفاً\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لم نعثر عليه\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nلعلمٍ إجماليٍّ بالخروج أصلًا .\r\nالرابع : ما ذكره بعض مشايخنا المحقّقين « 1 » أيضاً من : أنّ تقريب الشبهة مبنيّ على أن يكون لدليل الأصل عموم للأفراد ، وإطلاق باعتبار حالاتها ، وحينئذٍ يقال : إنّ التحفّظ على أصالة العموم لازم لعدم العلم بالتخصيص بعد اندفاع المحذور بالتقييد ، إلّاأنّ دليل الأصل ليس كذلك ، فإنّ حِصص شرب كلٍّ من الطرفين ثابتة بنفس عموم قوله : « كلّ شيءٍ حلال » ؛ لأنّ كلّ حصةٍ منها فعل مشكوك الحرمة ، فالتخصيص في عمومه معلوم على كلّ حال ، وكما يندفع المحذور بما ذكر في شبهة التخيير كذلك يندفع بتخصيص العموم بأحد الشربين رأساً .\r\nودَفعه بما سبق أيضاً ، من : أنّه لو فرض ثبوت الحصص بالعموم نقول : إنّ كلّ حصّةٍ من تلك الحصص طرف للعلم الإجمالي بالخروج والتخصيص ، إلّا الشرب المقارن لترك الآخر فإنّه ليس معلوم الخروج لا تفصيلًا ولا إجمالًا ، فيؤخذ بالعام بالإضافة إليه .\r\n\r\nالردّ المختار على نظريّة التخيير :\r\nالخامس : ما هو التحقيق في النظر القاصر في مقام الجواب ، وهو متوقّف على مقدِّمةٍ نشيرإليها هنا إجمالًا ، وتفصيلها في محلّه ، وهي : أنّ القضية الحينية غير معقولة ، فإنّ الحكم يمتنع أن يكون ثابتاً لذات حصّةٍ خاصّةٍ مع خروج كلٍّ من القيد والتقيّد عن موضوعه ، بل فرض خروجها كذلك وإلغاء الموضوع عنها هو فرض إطلاقه وعدم اختصاصه بالحصّة الخاصّة . وقد فصّلنا هذا في مباحث القطع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لم نعثر عليه\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nمن هذا الكتاب ، وبيّنّا الوجه في بطلان القضية الحينية تبعاً لسيّدنا الأستاذ « 1 » ، فإنّه ذهب إلى ذلك ، وإلى أنّه لا واسطة بين الإطلاق والتقييد ، بل الشيء إمّا مطلق ، أو مقيّد ، ولأجل امتناعها ذهب المحقّق الدواني « 2 » إلى رجوع لوازم الماهية كلّها إلى لوازم الوجود على ما نسب إليه ، ولم يتصور كون اللازم لازماً للماهية حين الوجود بحيث لا يكون الوجود مأخوذاً في الملزوم بوجهٍ أصلًا .\r\nوالحاصل : أنّنا نتكلّم على هذا المبنى ، فنقول : إنّه تارةً يتكلّم فيما إذا علم إجمالًا بحرمة أحد الفعلين ، وأخرى فيما إذا علم بوجوب أحدهما ، وملاك الجواب وإن كان واحداً إلّاأنّ التعبير عنه مختلف .\r\nأمّا في الأول - كما إذا علم بحرمة شرب أحد المائعين - فمقتضى شبهة التخيير إجراء أصالة الحلّية في كلٍّ من الشُربَين بنحوٍ مخصوص . وحينئذٍ نسأل :\r\nأنّ هذه الحلّية الظاهرية الثابتة لكلٍّ من الشربين بنحوٍ مخصوصٍ : إمّا أن يكون موضوعها هو الشرب بجميع حصصه ، أي طبيعيّ شرب المائع المزبور الجامع بين شربه الواقع في عرض شرب الآخر ، أو شربه الواقع في حال اجتناب الآخر . وإمّا أن يكون موضوع الحلّية الشرب المقيّد بترك الآخر بحيث تكون هذه الحصّة الخاصّة محكومةً بالحلّية الظاهرية .\r\nوالثاني غير معقول ؛ لأنّ الشرب الخاصّ المقيّد بترك الآخر ليس مشكوك الحرمة حتى تشمله الحلّية المجعولة في دليلها على عنوان المشكوك ؛ لأنّ المحتمل إنّما هو حرمة كلّيّ الشرب ، لا حصصه وأفراده بما أنّها أفراد وحصص خاصّة ، إذ الإطلاق إنّما هو رفض القيود ، لا الجمع بينها ، فمعنى ثبوت الحرمة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) محاضرات 5 : 364\r\n( 2 )\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nلجميع الحصص المتصورة لشرب المائع هو ثبوتها لطبيعيّ الشرب الملغى عنه خصوصيات الحصص من كونها واقعةً في ظرف الاجتناب عن الطرف الآخر ، أو في ظرف ارتكابه ، وغير ذلك من خصوصيات الأفراد .\r\nوحينئذٍ فالمكلف إذا علم بخمرية أحد المائعين فهو إنّما يحتمل حرمة أصل شرب كلٍّ من المائعين ، ولا يحتمل أن يكون الشرب المقيّد بترك الآخر بما أنّه شرب مقيّد حرام حتى يحكم بالحلّية الظاهرية . وإذن فلا يمكن الالتزام بثبوت الحلّية الظاهرية للشرب ؛ المقيّد في كلٍّ من الطرفين ، بل لا بدّ من الالتزام بثبوتها لطبيعي الشرب لأنّه هو المحتمل حرمته .\r\nوحينئذ نسأل : أنّ هذه الحلّية الظاهرية الثابتة لطبيعيّ الشرب في كلٍّ من الطرفين هل هي حلّية مطلقة ، أو مقيّدة بظرف الاجتناب عن الطرف الآخر ؟\r\nوالأول - أي أن تكون حلّيةً مطلقةً في كلٍّ من الطرفين - غير معقول ؛ لأنّه خلف دعوى التخيير ، ويؤدّي إلى المخالفة القطعية .\r\nوالثاني - أي أن تكون حلّيةً مقيّدةً بترك الآخر - غير معقولٍ أيضاً ؛ وذلك لأنّ المفروض أنّ موضوعها هو طبيعيّ الشرب الجامع بين الشرب الواقع حال ترك الآخر والواقع حال اقتحامه ، ومع سعة الموضوع وإطلاقه يمتنع أن تكون الحلّية الظاهرية مقيّدةً بظرف ترك الآخر ؛ لوضوح أنّها لو كانت مقيّدةً بظرف ترك الآخر لاستحال تعلقّها بطبيعيّ الشرب الشامل للشرب حال فعل الآخر ، إذ يستحيل أن تكون مؤمِّنةً للمكلف من ناحية الشرب الواقع في غير ظرفها .\r\nوالحاصل : أنّ الحلّية الظاهرية إنّما جعلت بداعي التأمين ، ومن المعلوم أنّها إنّما تؤمِّن في ظرف ثبوتها ، فإذا فرضنا أنّ ثبوتها مختصّ بصورة ترك الآخر خاصّةً ومع عدم كونها مؤمِّنةً عنه يستحيل شمولها له ولو بالإطلاق .\r\nوإن شئت قلت : إنّ موضوع الحلّية الظاهرية إنّما يعقل إطلاقه لكلِّ حصّةٍ\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nيمكن أن تكون الحلّية المزبورة مؤمِّنةً من ناحيتها في ظرف وقوعها ، وأمّا الحصّة التي لا تكون كذلك فلا يعقل إطلاق موضوع الحلّية الظاهرية لها ؛ لِلَغويته ، فإذا فرض أنّ الحلّية مقيّدة بظرف ترك الآخر فلا تؤمِّن من ناحية الشرب الواقع في حال ارتكاب الآخر ، فيكون إطلاق موضوعها لهذه الحصّة من الشرب مستحيلًا .\r\nوإذن فالصور كلّها مستحيلة .\r\nوبالجملة : لدينا صور ثلاث :\r\nأحدها : تعلّق الحلّية الظاهرية المطلقة بمطلق الشرب الجامع بين الحصص .\r\nثانيها : تعلّق الحلّية الظاهرية المختصّة بظرف ترك الآخر بمطلق الشرب الشامل للشرب حال ارتكاب الآخر .\r\nثالثها : تعلّق الحلّية بالشرب المقيّد بحال ترك الآخر .\r\nوكلّها ممتنع .\r\nأمّا الأول فلأدائه إلى المخالفة القطعية ، ومخالفته لفرض التخيير .\r\nوأمّا الثاني فلأنّ الحلّية المقيّدة بظرفٍ لا يمكن أن تتعلّق بطبيعيّ الشرب غير المقيّد بذلك الظرف بحيث يشمل الشرب الواقع في غير ظرف الحلّية ؛ لأنّها لا تؤمِّن إلّامن ناحية ما يقع في ظرفها .\r\nوأمّا الثالث فهو وإن كان معقولًا في نفسه إلّاأ نّه لا يمكن أن يثبت بدليل أصالة الحلّية الذي اخذ في موضوعه الشكّ في الحرمة ؛ لوضوح أنّ الشرب المقيّد بترك الآخر بما أنّه كذلك غير محتمل الحرمة .\r\nوعلى هذا فإن شئت قلت : إنّ التقييد إنّما يُلتزم به في الموارد التي يكون الإطلاق فيها ذا محذورٍ إذا لم يكن هذا التقييد موجباً لخروج المورد عن المصداقية والفردية لموضوع العام ، وإلّا فاستحالة الإطلاق حينئذٍ ملازمة لعدم شمول العام له رأساً ، كما في المقام ، إذ أنّ تقييد الفعل بترك الآخر يخرجه عن كونه\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nمشكوك الحرمة ، فلا ينطبق عليه عنوان المشكوك الذي اخذ في موضوع العام .\r\nنعم ، لو قام دليل خاصّ على حلّية الشرب المقيّد ولم يكن قد اخذ في موضوعه الشكّ اخذ به في المقام بلا محذور ، إلّاأ نّه ليس هناك مثل هذا الدليل الخاصّ .\r\nفإن قلت : إنّ التقييد بترك الآخر يؤخذ في طول الشكّ ، بمعنى أنّ طبيعيّ الشرب المشكوك الحرمة يقيّد بترك الآخر ، فتقييد طبيعيّ الشرب بحال ترك الآخر يكون في طول فرض مشكوكيّته وتقيّده بالشكّ ، فلا يعقل أن يكون التقييد المأخوذ في طول مشكوكية المائع مؤثّراً في رفع مشكوكيته .\r\nقلت : إنّ التقييد بترك الآخر وإن كان في طول التقيّد بالشكّ فرضاً ، إلّاأنّ هذا الشكّ المأخوذ والثابت للشرب في المرتبة السابقة على تقييده بترك الآخر إنّما يوجب كون متعلّقه بما هو - أي الطبيعي - مصداقاً لموضوع أدلة البراءة والحلّية ، والمفروض أنّ الموضوع الذي يراد إثبات حلّيته ليس هو الطبيعيّ المتعلّق به الشكّ في الحرمة ، بل هو بعد تقييده بحال ترك الآخر ، فنحتاج في شمول دليل الحلّية إلى شكٍّ آخر يكون متعلّقاً بالمشكوك بعد تقييده بهذا القيد ، ومن المعلوم أنّ المشكوك المقيّد بترك الآخر ليس محتمل الحرمة واقعاً بما أنّه مقيّد بهذا القيد .\r\nوالحاصل : أنّ كلّ شكٍّ إنّما يصحّ ثبوت الحلّية بالإضافة إلى متعلّقه ، لا بالإضافة إلى متعلّقه بعد أن يقيَّد بقيدٍ يخرجه عن كونه مشكوكاً ، فالشكّ في ثبوت الحرمة لطبيعيّ الشرب واقعاً يصحّح شمول دليل أصالة الحلِّ لهذا الطبيعي ، لا لَه بعد تقييده بترك الآخر ، إذ أنّه بما هو مقيَّد ليس بمشكوك الحرمة ، فتدبّره فإنّه دقيق .\r\nفإن قلت : إنّنا نختار كون نفس الحلّية مقيَّدةً بترك الآخر ، وموضوعها\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nحينئذٍ وإن كان قهراً يتقيّد بترك الآخر - لاستحالة تعلّق الحلّية المقيّدة بترك الآخر بالشرب المطلق غير المقيّد - إلّاأنّ هذا التقييد في الموضوع الناشئ من جهة الحكم وتقيّده ، والموجب لخروج الموضوع عن المشكوكية لا ينافي مشكوكيته في مرتبة موضوعيّته التي هي المرتبة السابقة على لحوق الحلّية له .\r\nوبعبارةٍ أخرى : أنّ الموضوع لابدّ أن يكون مشكوكاً في نفسه مع قطع النظر عن الحلّية الثابتة له ، وما تستلزمه من تقيّده بصورة ترك الآخر .\r\nقلت : إنّ تقييد الحكم بظرف ترك الآخر ليس سبباً في مقام الواقع والجعل لتقيّد الموضوع ، بحيث إنّ تقيّد الموضوع ينشأ حقيقةً من تقيّد الحكم حتى يقال :\r\nإنّ ما ينشأ من قبل الحكم لا يضرّ بموضوعية الموضوع ، بل هو كاشف عن تقيّد الموضوع في المرتبة السابقة واستحالة إطلاقه في هذه المرتبة .\r\nفإن قلت : على هذا كيف تجري أصالة البراءة أو الحلّية في الشبهات الموضوعية البدوية ؟ كما إذا احتمل خمريّة مائع مع أنّه لا يحتمل حرمة هذا المائع بخصوصه .\r\nقلت : إنّما تجري البراءة عنه لا بما أنّه مائع خاصّ ، بل بما أنّه مائع منسوب إلى طبيعته التي يحتمل أن تكون هي الخمر ، وأن تكون هي الخلّ ، وهذا في المقام غير ممكن ؛ لأنّ معناه إثبات الحلية لطبيعيّ الفعل ، فإنّ الحكم بالحلّية إذا تعلّق بالشرب المقارن لترك الآخر لا بما أنّه شرب خاصّ بل بما أنّه مضاف إلى طبيعيِّه معناه حلّية الطبيعي .\r\nنعم ، لو كانت القضية الحينية معقولةً لأمكن الالتزام بتعلّق الحلّية بذات الشرب المقارن لترك الآخر ، بحيث لا يكون ترك الآخر ولا التقيّد به دخيلًا في موضوعها ، إلّاأنّ المفروض امتناعها ، كما عرفت .\r\nوبالجملة : الحلّية الظاهرية المجعولة في كلّ طرفٍ إمّا أن يكون موضوعها\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nالشرب المقيّد بترك الآخر ، أو الشرب المطلق ، ولا واسطة بين المطلق والمقيّد ، وكلاهما غير صحيح .\r\nأمّا الأول فلأنّ الشرب المقيّد بما أنّه مقيّد غير محتمل الحرمة حتى يشمله دليل أصالة الحلِّ .\r\nوأمّا الثاني فلأنّ الحلّية المتعلّقة بالشرب المطلق لا يمكن أن تكون بنفسها مطلقةً أيضاً ؛ لأنّه خلاف دعوى التخيير في جريان الأصول ، ولا يمكن أن تكون مقيّدةً ؛ لأنّ الحكم المقيّد بظرفٍ لا يمكن أن يتعلّق بما هو مطلق من حيث ذلك الظرف .\r\nوممّا ذكرناه ظهر الكلام في موارد العلم الإجمالي بالوجوب أيضاً ، فإنّه لا يمكن أيضاً إثبات رفع كلٍّ من الوجوبين على تقدير فعل الآخر بحديث الرفع ؛ لأنّ المرفوع : إمّا الإلزام المقيّد بترك الآخر ، أو طبيعي الإلزام بسائر حصصه ، وكلاهما ممتنع .\r\nأمّا الأول فلأنّ الإلزام المشروط لا يحتمله المكلف في أيٍّ من الطرفين ليرفع بحديث الرفع .\r\nوأمّا الثاني فلأنّ الإلزام المطلق لا يمكن رفعه لا بالرفع المطلق ولا بالرفع المقيّد بترك الآخر .\r\nأمّا الرفع المطلق فلأ نّه خلاف شبهة التخيير ، وأمّا الرفع المقيَّد بظرف ترك الآخر فيمتنع أن يتعلّق بالإلزام المطلق الشامل للحصّة الثابتة منه في غير ظرف الرفع ، إذ أنّ هذه الحصّة غير قابلةٍ للوضع في ظرف ترك الآخر لترفع في هذا الظرف ، وإذن فلا أساس لشبهة التخيير أصلًا ، فافهم واغتنم .\r\nهذا تمام الكلام في جريان الأصول النافية في أطراف العلم الإجمالي تعييناً أو تخييراً .\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\n\r\nجريان الأصول المثبتة مع العلم بالترخيص\r\nوأمّا جريان الأصول المثبتة في تمام الأطراف مع العلم بعدم التكليف في بعضها فسوف يأتي تحقيقه في مباحث الاستصحاب في الجزء التاسع من هذا الكتاب إن شاء اللَّه تعالى ، إذ جهة البحث فيه ليس عن مانعية المقدار المنجّز بالعلم الإجمالي بالتكليف عن جريانها ، بل عن مانعية العدم والترخيص المعلوم بالإجمال عن ذلك ، وسوف تعرف أنّ التحقيق جريان الأصول المثبتة غير التنزيلية في تمام الأطراف ، وكذلك التنزيلية على تفصيلٍ فيها - على مقتضى مبانيهم - بين بعض الموارد وبعض .\r\nوبهذا انتهى الكلام في أصل المسألة ، وتحقّق بمالا مزيد عليه أنّ العلم الإجمالي إنّما يكون علّةً لحرمة المخالفة القطعية فقط ، ولا يوجب وجوب الموافقة القطعية ، لا بنحو العلّية ولا بنحو الاقتضاء ، لا بلا واسطةٍ ولا بواسطة إيجابه لتعارض الأصول ؛ لما عرفت من عدم إيجابه لتعارض الأصول في الأطراف . وعلى هذا ينسدّ الكلام في أكثر التنبيهات الآتية ، إلّاأ نّنا سوف نتكلّم في التنبيهات جرياً على مبانيهم ؛ ليتحقّق مجال للبحث فيها .\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nمباحث الاشتغال\r\n3\r\n\r\nتنبيهات‌العلم الإجمالي\r\nجريان الأصول الطوليّة بعد تساقط العرضيّة .\r\nفرضيّة الترتّب بين طرفي العلم الإجمالي .\r\nتعلّق العلم الإجمالي بجزء الموضوع .\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\n\r\nجريان الأصول الطوليّة بعد تساقط العرضيّة\r\nالتنبيه الأول : في جريان الأصول الطولية بعد تساقط الأصول العَرْضية في أطراف العلم الإجمالي .\r\nوبتعبيرٍ آخر : أنّ الأصل الطولي هل يسقط بالمعارضة مع الأصل المعارض للحاكم ، أو يجري بعد سقوط الحاكم مع معارضه ؟\r\nوقد أفاد سيّدنا الأستاذ « 1 » - دامت بركاته - في المقام : أنّ الأصلين العرضيّين إمّا أن يكونا من سنخٍ واحد ، أو من سنخين .\r\nفعلى الأول يجري الأصل الطولي ، كما إذا علم بنجاسة ماءٍ أو ثوبٍ ، فإنّ أصالة الإباحة في الماء تجري بعد تساقط اصالتي الطهارة ، ولا تكون طرفاً للمعارضة مع أصالة الطهارة في الثوب ، للعلم بتخصيص دليل أصالة الطهارة بأحد الطرفين ، لاستحالة شموله لكل منهما ، وهو موجب لإجماله ، بخلاف دليل اصالة الإباحة ، فإنّه لا يعلم بتخصيص فيها ، ولا يعارضها دليل أصالة الطهارة بشموله للثوب ، لأنّ المفروض اجماله ، والمجمل لا يعارض غيره .\r\nوعلى الثاني : فإمّا أن لا يكون في بعض الأطراف أصل مثبت في طول\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مصباح الأصول 2 : 356 - 360\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nالأصل النافي ، أو يكون ، ففي الصورة الأولى كما إذا علم إجمالًا بنجاسة ماءٍ أو بولية مائعٍ يكون أصالة الطهارة في مشكوك البولية معارضاً لكلٍّ من الأصل الحاكم في الماء الذي هو استصحاب الطهارة ، والأصل المحكوم الذي هو أصالة الطهارة ، فالأصل الطولي في هذه الصورة لا يجري ، بل يسقط بالمعارضة ؛ لانّ اقتضاءه وإن كان فرع عدم فعلية الأصل الحاكم وسقوطه بالمعارضة إلّاأنّ قانون العلّية يقتضي الاجتماع فيالزمان ، فاقتضاء الأصل الطولي في عرض اقتضاء الأصل الحاكم ، واقتضاء الأصل المعارض له زماناً ، فيكون هناك اقتضاءات ثلاثة مجتمعة في الوجود ، وتسقط كلها بالمعارضة .\r\nوأمّا في الصورة الثانية - أي فيما إذا كان هناك أصل طولي في أحد الطرفين مثبت للتكليف - يجري الأصل الطولي المثبت ؛ لانحلال العلم الإجمالي به ، كما إذا علم إجمالًا بزيادة ركعةٍ في صلاةٍ أو نقصانها في صلاةٍ أخرى ، فإنّه بعد تعارض قاعدتي الفراغ في الصلاتين يجري استصحاب عدم الزيادة في الأولى ، واستصحاب عدم الإتيان بالرابعة في الأخرى .\r\nهذا ملخَّص ما أفاده - دام ظلّه العالي - في المقام .\r\n\r\nجهات في النظر :\r\nوهنا جهات من الكلام خطرت في النظر القاصر .\r\nالجهة الأولى : أنّه - بعد البناء على أنّ مجرّد طولية الأصل وترتّبه على عدم الأصل الحاكم لا يوجب عدم سقوطه بالمعارضة مع الأصل الجاري في الطرف الآخر - لم يتّضح الفرق بين أن يكون في الطرف الآخر أصل مثبت للتكليف في طول الأصل النافي ، أوْ لا .\r\nفالحكم - فيما إذا كان في أحد الطرفين أصل طوليمثبت ، وفي الآخر أصل\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nطولي نافٍ - بانحلال العلم الإجمالي بجريان هذين الأصلين بعد تساقط الأصلين العرضيّين غير واضح ، بل كما يكون الأصل الطولي النافي معارضاً للأصل في الطرف الآخر - فيما إذا كان الأصلان العرضيان غير متسانخين ، ولم يكن هناك أصل طولي مثبت في الطرف الآخر - كذلك يعارضه فيما إذا كان هناك أصل طولي مثبت في الطرف الآخر .\r\nوتوضيح ذلك بذكر مثالٍ للمطلب ، فنقول : إنّه لو علم إجمالًا بعد صلاة الصبح والظهر إمّا بأنّ الطهارة الحدثية التي كانت ثابتةً له قبل صلاة الصبح قد ارتفعت حال صلاة الصبح ، وإمّا بنقصان ركعةٍ من صلاة الظهر « 1 » ، فإنّ كلًاّ من الطرفين في نفسه مجرىً لقاعدة الفراغ ، وقاعدة الفراغ المصحِّحة لصلاة الظهر كما تعارض قاعدة الفراغ المصحِّحة للصبح كذلك تعارض استصحاب الطهارة في الصبح ، وملاك هذه المعارضة هو التكاذب الحاصل بين إطلاقَي الدليلين ، فإنّه كما يعلم بعدم جريان قاعدة الفراغ في كلتا الصلاتين كذلك يعلم بعدم جريان كلا الأمرين : من قاعدة الفراغ في صلاة الظهر ، واستصحاب الطهارة في الصبح ؛ لأنّ جريانهما معاً مستلزم للمخالفة القطعية ، وإذن فيعلم بكذب أحد الدليلين ، وحينئذٍ فكلّ من دليل الاستصحاب المصحِّح للصبح ودليل قاعدة الفراغ المصحِّحة للظهر يكون مكذِّباً للآخر بدلالته الالتزامية ، كما هو الحال في كلّ دليلين علم إجمالًا بكذب أحد مدلوليهما فلا محالة لا يجري استصحاب الطهارة في صلاة الصبح ، كما لا تجري قاعدة الفراغ فيها ؛ لسقوطهما معاً بالمعارضة مع قاعدة الفراغ في صلاة الظهر .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وإن كان المثال لا يخلو عن مسامحة ، إذ فرضنا الأصلين العرضيّين من سنخٍ واحد ؛ وذلك لأجل توضيح المطلب ، وإلّا فيمكن تصوير أنّهما من سنخين ، كما لا يخفى . ( المؤلّف قدس سره )\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nومجرّد أنّ هناك أصل طولي في صلاة الظهر يثبت التكليف لا يوجب عدم وقوع المعارضة بين قاعدة الفراغ في صلاة الظهر مع كلٍّ من الأصل العرضي والطولي في الطرف الآخر ، بعد وجود التكاذب الموجب لوقوع التعارض بين الدليلين .\r\nولا يتوهّم أنّ قاعدة الفراغ في صلاة الظهر والاستصحاب في الصبح أصلان ومثبتاتهما ليست بحجّة ، فكيف ينفي كلّ منهما الآخر بالالتزام الموجب للتكاذب بينهما ، وذلك لأنّ دليل كل منهما دليل اجتهادي ، وهو دال بالالتزام - لا محالة - على نفي ما ينافي مدلوله وإن كان نفس المجعول أصلًا .\r\nوإن شئت قرَّبت التعارض بينهما : بأنّ الجمع بينهما مخالفة قطعية ، وترجيح كلٍّ منهما بلا مرجّح ، كما أنّ ترجيح كلٍّ من قاعدتي الفراغ على الأخرى بلا مرجّح .\r\nوالمتحصّل : أنّ انحلال العلم الإجمالي بالأصل الطولي المثبت في طرفٍ والأصل الطولي النافي في طرفٍ آخر غير واضح .\r\nلا يقال : غاية ذلك الانتهاء إلى البراءة العقلية بعد سقوط الأصول النافية كلّها بالمعارضة مع الأصل العرضي في الطرف الآخر ، فإنّه لو فرض في طرفٍ أصلٌ نافٍ وفي طوله أصل مثبت ، وفي الطرف الآخر أصل نافٍ وفي طوله أصل نافٍ سقط هذان الأصلان النافيان بالمعارضة مع الأصل النافي في الطرف الآخر ، ويجري الأصل الطولي المثبت في الطرف الآخر وينحلّ به العلم الإجمالي ، ونرجع في ذلك الطرف الذي كان فيه أصلان نافيان سقطا بالمعارضة إلى البراءة العقلية .\r\nلأنّه يقال : إنّ هذا لا يتمّ في ما ذكرناه من المثال ونحوه ؛ لوضوح أنّ قاعدة الفراغ واستصحاب الطهارة بالإضافة إلى صلاة الصبح إن سقطا بالمعارضة بقاعدة\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nالفراغ في الظهر كان المرجع فيه أصالة الاشتغال ؛ للشكّ في وجود الشرط ، لا البراءة العقلية .\r\nثمّ إنّ إشكالًا آخر هناك في انحلال العلم الإجمالي بالأصول الطولية التي يكون بعضها مثبتاً وبعضها نافياً ، وهو ما أشار إليه في الفوائد « 1 » من أنّه يلزم من وجودها عدمها ، سوف نتعرّض له مع دفعه في تنبيه الانحلال إن شاء اللَّه تعالى .\r\nالجهة الثانية : أنّ مقتضى ما أفيد في مقام تقريب جريان الأصل الطولي فيما إذا كان الأصلان متسانخين ، من إجمال دليل هذين الأصلين المتسانخين ، باعتبار أنّه دليل واحد ، وقد علم فيه بالتخصيص إجمالًا دون دليل الأصل الطولي ، أنّه إذا علم المكلّف ببولية المائع الأصفر ، أو المائع الأبيض ، وعلم ببولية المائع الأبيض أو نجاسة ماءٍ ، بحيث تكون بولية الأبيض طرفاً لعلمين إجماليّين فبما أنّ المائعين مجرىً لأصالة الطهارة في نفسيهما ، ويعلم بتخصيص دليل الأصل وخروج أحدهما منه فيكون مجملًا ، وأمّا الماء فيكون مشمولًا لدليل الاستصحاب لأجل العلم بطهارته سابقاً ، ولا يعارضه أصالة الطهارة في المائع الأبيض ، إذ المفروض إجمال دليلها .\r\nولكنّا نقول : إنّ الأصلين العَرْضِيّين إن كان متسانخين بأن كان كلّ منهما أصل الطهارة - مثلًا - فتخصيص دليل أصالة الطهارة وإن كان معلوماً بالإجمال إلّا أنّ هذا العلم الإجمالي بتخصيص الدليل وخروج أحد الطرفين عنه الموجب لعدم جريان الأصل في كلٍّ من الطرفين لا يكون سبباً لإجمال دليل الأصل بمعنى سقوط ظهوره ، وإنّما يوجب إجماله الحكمي بمعنى سقوط حجّيته ؛ وذلك لأنّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فوائد الأصول 4 : 46\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nالمخصّص في المقام مخصّص منفصل ، وهو برهان منجّزية العلم الإجمالي ، فإنّ هذا البرهان هو الموجب لخروج أحد الطرفين عن عموم الدليل ؛ لاستحالة شموله لكلا الطرفين ، وهذا البرهان مخصّص لبّيّ منفصل ، إذ ليس من الوضوح بحيث يُعَد متّصلًا أو المتّصل حتى يوجب سقوط الظهور رأساً .\r\nومن المعلوم أنّ المخصّص المجمل الدائر بين المتباينين إن كان منفصلًا فلا يوجب سقوط العام عن الظهور ، بل عن الحجّية ، وحينئذٍ فظهور دليل أصالة الطهارة في كلٍّ من الطرفين موجود في نفسه ، وكما يكون ظهوره بالإضافة إلى طرفٍ منافياً لظهوره بالإضافة إلى طرفٍ آخر كذلك ينافي ظهور دليل الأصل الآخر ، فمثلًا : فيما إذا علم بنجاسة ثوبٍ أو مائعٍ يكون إطلاق دليل أصالة الطهارة للثوب منافياً لإطلاقه للمائع ولإطلاق دليل أصالة الحلّية للمائع أيضاً ، والإجمال الحكمي لدليل أصالة الطهارة لا يوجب عدم وقوع أصالة الطهارة في الثوب معارضاً لإطلاق دليل أصالة الحلّية للمائع .\r\nوالحاصل : أنّ في المقام ظهوراتٍ ثلاثة :\r\nأحدها : ظهور دليل أصالة الطهارة في الشمول للثوب .\r\nوثانيها : ظهوره في الشمول للمائع .\r\nوثالثها : ظهور دليل أصالة الحلّية في الشمول للمائع .\r\nوهذه الظهورات ثابتة في نفسها ، فيقع الظهور الأول طرفاً للمعارضة مع الظهورين الآخرين ، وعلى هذا فلا فرق بين ما إذا كان الأصلان من سنخٍ واحدٍ أو من سنخين .\r\nالجهة الثالثة : أنّه قد يتوهّم بناءً على ما أفيد - من أنّ الأصلين العَرْضِيين إذا كانا متسانخين فيجري الأصل الطولي لإجمال دليلهما دون دليله - أنّ لازم ذلك جريان الأصل العرضي الحاكم دون الطولي المحكوم في بعض الموارد ،\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nكما إذا علم بنجاسة ماءٍ أو بولية مائعٍ فإنّ الماء في نفسه مجرىً لاستصحاب الطهارة ثمّ لأصالة الطهارة ، والمائع مجرىً لأصالة الطهارة فقط ، ومعنى هذا أنّ دليل أصالة الطهارة يبتلي بالإجمال ؛ لأنّه شامل في نفسه لكلٍّ من الطرفين ويعلم بتخصيصه بالإضافة إلى أحدهما ، وحينئذٍ يجري الاستصحاب في الماء ، ولا يعارضه دليل أصالة الطهارة بإطلاقه للمائع ؛ لأنّ المفروض إجماله .\r\nوالحاصل : بعد فرض أنّ الأصل الطولي يتمّ اقتضاؤه في ظرف معارضة الأصلين العَرْضِيّين وزمانها ففي الفرض المزبور يكون اقتضاء دليل أصالة الطهارة للشمول للماء تاماً في عرض معارضة استصحاب طهارته مع أصالة الطهارة في المائع زماناً ، فكما يكون العلم الإجمالي بتخصيص دليل الأصلين العرضيّين موجباً لإجماله والرجوع إلى الأصل الطولي الثابت بدليلٍ آخر كذلك يكون العلم الإجمالي بتخصيص دليل أصالة الطهارة في المثال موجباً لإجماله وجريان الاستصحاب في الماء بلا معارض .\r\nولكنّ هذا التوهم مندفع : بأنّ مدلول أصالة الطهارة في الماء يكون تام الاقتضاء وفعلياً في فرض سقوط الاستصحاب ، والتكاذب في دليل أصالة الطهارة في المثال فرع فعلية المدلولين في نفسيهما ، وعليه فالتكاذب في دليل أصالة الطهارة فرع سقوط الاستصحاب فلا يعقل أن يكون موجباً لجريان الاستصحاب .\r\nوالحاصل : أنّنا وإن كنّا ندّعي أنّ أصالة الطهارة في الماء تعارض في عرض معارضة الحاكم إلّاأنّ هذا لا ينافي كون فرض معارضتها للأصل في الطرف الآخر هو فرض سقوط الاستصحاب وإجمال دليله ، فكيف يكون إجمال دليل أصالة الطهارة في الطرفين المعلول لإجمال دليل الاستصحاب وسقوطه ، سبباً في عدم إجماله وجريان الاستصحاب ؟ !\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nوبتعبيرٍ آخر : أنّه لو كان استصحاب الطهارة في الماء جارياً لَمَا حصل إجمال وتكاذب في دليل أصالة الطهارة ؛ لأنّ التكاذب فيه فرع شموله لكلٍّ من الطرفين في نفسه ، ومع جريان الاستصحاب في الماء لا يكون دليل أصالة الطهارة شاملًا في نفسه للماء حتّى يحصل فيه التكاذب والإجمال ، وإذن فإجماله فرع سقوط الاستصحاب ، فلا يكون منشأً لجريانه .\r\nولا يخفى عليك أنّا قد نقلنا جواباً في مقام دفع شبهة التخيير في جريان الأصول في أطراف العلم ، حاصله : أنّ المحذور إنّما هو في الترخيص القطعي في مخالفة الواقع ، لا الترخيص في المخالفة القطعية ، وقد ذكرنا عند التكلّم حول شبهة التخيير الفرق بين الأمرين ، وذكرنا : أنّ المحذور إمّا أن يكون في الترخيص القطعي الفعلي في مخالفة الواقع ، وإمّا أن يكون في الترخيص القطعي في مخالفة الواقع ولو مشروطاً .\r\nوعلى الأول نقضنا بما إذا كان للعلم الإجمالي أطراف ثلاثة فإنّ إعمال الأصول فيها بنحوٍ من أنحاء التخيير لا يؤدِّي إلى الترخيص الفعلي القطعي في مخالفة الواقع ، فراجع .\r\nوأمّا على الثاني ، بمعنى أنّ الترخيص القطعي في مخالفة الواقع ولو مشروطاً بشرطٍ لا يتحقّق أصلًا ، محال ، بحيث يكون الترخيص في أحد طرفي العلم الإجمالي ، على تقدير نزول المطر ، والترخيص في الطرف الآخر على تقدير عدم نزوله - مثلًا - محالًا أيضاً ، مع استحالة اجتماع الترخيصين في الفعلية ، فالشبهة المزبورة - أي جريان الأصل الحاكم في ما ذكرناه من المثال ، وهو ما إذا علم إجمالًا ببولية مائعٍ أو نجاسة ماءٍ - ممّا لا محيص عنها .\r\nوبيانه : أنّ دليل أصالة الطهارة بالإضافة إلى الماء له دلالتان :\r\nإحداهما : دلالته على ثبوت الطهارة الفعلية الظاهرية للماء ، وهذه الدلالة\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nمتوقّفة على سقوط الاستصحاب ؛ لأنها فرع الشكّ في الطهارة ، وإذا جرى الاستصحاب لا يبقى شكّ في طهارته ، ففعلية هذه الدلالة متوقّفة على سقوط الاستصحاب .\r\nوالأخرى : دلالته على الطهارة الظاهرية المشروطة بسقوط الاستصحاب وعدمه ، المحقق لعنوان الشكّ ، فإنّ الدليل المزبور له مثل هذه الدلالة أيضاً بمعنى أنّه يدلّ على طهارة كلِّ شيءٍ على تقدير تحقّق موضوعه ، وهو الشكّ المساوق لعدم وجود الاستصحاب الحاكم للشكّ ، ككلّ دليلٍ يتكفّل ثبوت حكمٍ على تقديرٍ فإنّه يدلّ على فعلية الحكم عند ثبوت ذاك التقدير ، وهذه الدلالة الثانية على الطهارة المشروطة ليست متوقّفةً على سقوط الاستصحاب ، بل سواء جرى أوْ لا ، يكون دليل أصالة الطهارة دالًا على الطهارة الظاهرية للماء على تقدير سقوط الاستصحاب فيه . كما أنّ دلالة الدليل المزبور على طهارة الطرف الآخر غير مشروطةٍ بعدم جريان الاستصحاب في الماء .\r\nوحينئذٍ فلنا دلالتان لدليل أصالة الطهارة ، وكلاهما غير مشروطٍ بسقوط الاستصحاب في الماء :\r\nالأولى : دلالته على الطهارة الفعلية للمائع .\r\nوالثانية : دلالته على طهارة الماء المقيّد بعدم جريان الاستصحاب فيه .\r\nفلو أخذنا بهاتين الدلالتين كان مقتضاهما ثبوت الترخيص الفعلي في طرفٍ وهو المائع ، والترخيص على تقديرٍ في طرفٍ آخر وهو الماء ، والمفروض أنّ الترخيص في تمام الأطراف ولو مشروطاً بشرطٍ لا يتحقّق أصلًا غير معقول ، فيحصل التكاذب بين الدلالتين المزبورتين والإجمال في دليلهما ، وهذا الإجمال ليس مترتّباً على سقوط الاستصحاب ليمتنع أن يكون علّةً لجريانه ، بل لا مانع حينئذٍ من جريان الاستصحاب أصلًا .\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nوالحاصل : أنّه إن قيل : إنّ الترخيص المشروط في أطراف العلم محال مطلقاً ، ولو فرض أنّه سنخ ترخيصٍ اخذ بنحوٍ لا يصل إلى مرتبة الفعلية أصلًا ففي المقام يحصل التكاذب في دليل أصالة الطهارة ، من دون أن يتوقّف ذلك على سقوط الاستصحاب بالفعل ؛ لأنّه يدلّ على الترخيص الفعلي في المائع والترخيص المشروط بعدم الأصل الحاكم في الماء ، وهاتان الدلالتان لا يمكن الأخذ بهما ؛ لأنّ نتيجتهما ثبوت الترخيص في جميع أطراف العلم ولو مشروطاً ، والمفروض أنّ الترخيص المشروط كذلك غير معقولٍ أيضاً وإن قيل بأنّ المحال إنّما هو في الترخيصات الفعلية في الأطراف .\r\nوأمّا إذا كان أحدها مشروطاً - كما في المقام - فلا استحالة فلا محيص عن شبهة التخيير ببعض الأنحاء فيما إذا كانت أطراف العلم ثلاثة ، إذ يمكن إجراء الأصول بنحو التخيير هناك ، بحيث ينتج ترخيصات مشروطة في الأطراف يمتنع فعليتها جميعاً .\r\nالجهة الرابعة : في البحث عن أصل المطلب ، أي سقوط الأصل الطولي بالمعارضة مع الأصل في الطرف الآخر ، أو عدم سقوطه وجريانه بعد تساقط الحاكم مع الأصل الآخر .\r\nوالتحقيق فيه تبعاً له - دام ظلّه - وللمحقّق النائيني قدس سره السقوط ، إلّاأنّ ما أفيد في الفوائد « 1 » لتقريب ذلك - من : أنّ تعارض الأصول إنّما هو باعتبار مؤدّياتها ، والمؤدّى في كلٍّ من استصحاب الطهارة وقاعدتها أمر واحد وهو طهارة المشكوك ، والمفروض عدم إمكان جعل الطهارة في كلٍّ من الإناءين فكلٌّ من مؤدّى الاستصحاب والقاعدة يعارض مؤدّى القاعدة في الإناء الآخر . . .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فوائد الأصول 4 : 48\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nإلى آخره - مخدوش ب :\r\nما أفاده المحقّق العراقي « 1 » قدس سره : أوّلًا : من إمكان جعل طهارتين طوليّتين بحيث [ تكون 
  ] إحداهما مترتّبةً على عدم الأخرى ، والمقام من هذا القبيل ، فسقوط مؤدّى الاستصحاب - الذي هو الطهارة الأولى - لا يوجب سقوط الطهارة الطولية المجعولة في القاعدة .\r\nوما أفاده ثانياً : من أنّه لو فرض أنّ المؤدّى سنخ واحد من الطهارة إلّاأ نّه من الممكن جعل ظهورين طوليّين على هذا المجعول بحيث بانعدام حجّية أحدهما تتحقّق حجّية الآخر فالمجعول الوحداني إنّما يسقط في المرتبة الأولى ، بمعنى أنّه لا يثبت بالظهور الأوّل ، فالساقط بالمعارضة إنّما هو حجّية الظهور الأول بلحاظ مدلوله ، لا ذات المدلول من حيث هو ، إذ لا وجه لسقوطه إلّابمقدار كاشفه ، ولهذا كان المشهور عدم سقوط الأصل الطولي .\r\nوتوجيهه بأحد أمور :\r\nالأول : ما قد يتوهّم من : أنّ الأصل الطولي يكون في طول الأصل في الطرف الآخر باعتبار أنّه متأخّر عمّا هو في عرضه ، والمتأخّر عن أحد المتساويين في المرتبة متأخّر عن الآخر .\r\nويندفع بما حقِّق في محلّه من : أنّ التأخّر الرتبي لشيءٍ عن شيءٍ بملاكٍ يقتضي تأخّره عنه لا يوجب تأخّره عمّا يساويه في المرتبة إذا لم يكن ذلك الملاك حاصلًا له بالإضافة إلى الآخر .\r\nالثاني : ما هو المشهور في مقام تقريب عدم السقوط من : أنّ الأصل الطولي وإن لم يكن في طول الأصل في الطرف الآخر إلّاأنّ اقتضاء الدليل له\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهاية الأفكار 3 : 321\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nموقوف على سقوط الأصل الحاكم بالمعارضة ، ومن المعلوم أنّه في المرتبة المتأخّرة عن سقوط الأصل الحاكم بالمعارضة لا يبقى معارض للأصل الطولي ؛ لأنّ المفروض أنّ الحاكم قد سقط مع الأصل في الطرف الآخر في المرتبة السابقة .\r\nوفيه : أنّ ما يتوقّف عليه اقتضاء دليل الأصل الطولي هو سقوط الأصل الحاكم بالمعارضة ، لا سقوط الأصل في الطرف الآخر بالمعارضة .\r\nوالحاصل : أنّ المعارضة تقتضي سقوطين ، وما هو محقّق لاقتضاء الأصل الطولي منهما هو سقوط الحاكم ، لا سقوط معارضه .\r\nوحينئذٍ : فإمّا أن يُدَّعى أنّ السقوطين لمَّا كانا في عرضٍ واحدٍ فالأصل الطولي المتأخّر عن أحدهما متأخّر عن الآخر أيضاً ، فلا يعقل أن يعارض الأصل في الطرف الآخر بعد تأخّره عن سقوطه وتوقّفه على اضمحلاله ، ويرجع هذا إلى الوجه الأول ، وقد عرفت جوابه .\r\nوإمّا أن يُدَّعى أنّ الأصل الطولي وإن كان متوقّفاً في اقتضائه على سقوط الحاكم فقط إلّاأنّ معنى ذلك أنّه لابدّ من فرض معارضة الأصل في الطرف الآخر للحاكم في مرتبةٍ سابقةٍ على اقتضاء الأصل الطولي ، إذ لولا فرضها كذلك لَمَا كان هناك موجب لسقوط الحاكم ، ولَمَا انتهت النوبة حينئذٍ إلى الأصل الطولي ، وإذا فرضنا المعارضة كذلك بين الحاكم وبين الأصل في الطرف الآخر ففي ظرف تحقّق اقتضاء الأصل الطولي يكون الأصل في الطرف الآخر مفروض المعارضة والإجمال والسقوط ، فكيف يعارض الأصل المزبور ؟ !\r\nففيه : أنّ اقتضاء الأصل الطولي محقّق في عرض اقتضاء الأصل الحاكم والأصل في الطرف الآخر زماناً ، وإن كان في طول الأول رتبةً ، إذ ظرف المعلول خارجاً هو ظرف علّته ، ففي ظرف تساقط الأصلين العَرْضيّين يكون الأصل الطولي تامّ الاقتضاء ، كما أنّ كلًاّ من الأصلين العرضيّين تامّ الاقتضاء ، وليس\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nساقطاً في زمانٍ سابق ، ولا معنى للسقوط في مرتبةٍ سابقة ، فقهراً تسقط الاقتضاءات الثلاثة كلّها بالمعارضة . وهذا التحقيق ممّا لا محيص عنه ، وسوف يأتي له مزيد تأييد .\r\nالثالث : ما يمكن أن يقال من : أنّ مانعية الأصل الطولي للأصل في الطرف الآخر غير معقولةٍ فيستحيل وقوعه معارضاً له ، بل لابدّ أن يكون الأصل في الطرف الآخر ممنوعاً مع قطع النظر عنه ، إذ لا يتصور وقوع المعارضة بين أصلين إلّا إذا كان كلّ منهما يصلح للمانعية عن الآخر في حدِّ نفسه ، وفي المقام ليس كذلك ؛ لأنّه يلزم من مانعية الأصل الطولي عن الأصل في الطرف الآخر عدم مانعيته عنه ، إذ مانعيته كذلك توجب رفع المانع عن جريان الحاكم ؛ لأنّ المانع عنه لم يكن إلّاالأصل في الطرف الآخر ، فلو كان ممنوعاً من جهة الأصل الطولي لجرى الأصل الحاكم لا محالة ، فيسقط الأصل الطولي حينئذٍ لمحكوميّته له ، وترتفع مانعيته ، وإذن فيلزم من مانعيته للأصل في الطرف الآخر - بمعنى عدم جريانه بسببه - ارتفاع مانعيته ، وما يلزم من وجوده عدمه محال ، فلا يمكن وقوع المعارضة بين الأصل الطولي والأصل في الطرف الآخر بعد عدم صلاحيته للمانعية واستحالتها في حقّه ، فلا يحصل التمانع من الجانبين الموجب للتساقط .\r\nويندفع هذا البيان : بأ نّه بعد فرض نشوء اقتضاء الأصل الطولي المحقّق لمانعيته عن إجمال دليل الأصل الحاكم وسقوطه فلا يعقل أن تكون الممنوعية عن جريان الأصل في الطرف الآخر ، الناشئ من مانعية الأصل الطولي الناشئة من اقتضائه الناشئ من إجمال دليل الحاكم وسقوطه موجباً لجريانه والأخذ بدليله .\r\nوالحاصل : أنّ سقوط الأصل في الطرف الآخر المسبّب عمّا هو معلول لسقوط الحاكم لا يعقل أن يكون موجباً لجريانه وثبوته ، بل هو قريب من عدم الرطوبة الناشئة من عدم تأثير النار في مقتضاها وهو الإحراق ، فإنّ هذه الحصّة\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nمن عدم الرطوبة لا يعقل أن تكون محقّقةً للإحراق ومتمِّمة لعلّته ، وإذن فمانعية الأصل الطولي معقولة ؛ لأنّها وإن كانت توجب - على فرض ثبوتها - رفع المعارض للأصل الحاكم إلّاأنّ هذا الارتفاع للمعارض لمّا كان مسبّباً عن مانعية الأصل الطولي ، المسبّبة عن سقوط الحاكم فلا يجوز أن يكون مصحِّحاً لجريانه ، فتدبّره فإنّه دقيق .\r\nفتلخّص : أنّ الوجوه المزبورة لا تنهض على عدم سقوط الأصل الطولي بالمعارضة ، والمتعيّن على هذا سقوطه ، ووجهه وإن اتّضح بما سبق إلّاأ نّنا نقرِّب ذلك في المقام بتقريبٍ لا يخلو من تفصيل ؛ ليتّضح المطلب تمام الوضوح ، وذلك بتقديم أمرين :\r\nأحدهما : أنّ العلم الإجمالي سواء تعلّق بتكليفٍ مردّدٍ أو بتخصيصٍ مردّدٍ يكون منجِّزاً ، فكما أنّ العلم الإجمالي بوجوب الظهر أو الجمعة منجِّز للجامع - بمعنى مصحِّحيّته للعقاب على مخالفته - وتتعارض الأصول في الأطراف بلحاظ ذلك ، كذلك العلم الإجمالي بتخصيص عمومٍ من العمومات بأحد فردين وخروجه منه ، فإنّه يوجب قصور العموم عن الشمول لكلا الفردين ، وهو يوجب تعارض عموم العامِّ لكلٍّ من الفردين مع عمومه للفرد الآخر ، ويبقى العامّ مجملًا بالإضافة إلى كلٍّ منهما .\r\nثانيهما : أنّ العلم الإجمالي إذا كان أحد طرفيه منجِّزاً في الزمان السابق أو في الرتبة السابقة صار هذا على مبانيهم مانعاً عن تنجيز العلم الإجمالي ، بمعنى أنّه إذا كان علماً بالتكليف المردّد لم يتنجّز التكليف في الطرف الآخر ، وإذا كان علماً بخروج فردٍ مردّدٍ عن عامٍّ لم يصر العامّ مجملًا بالإضافة إلى الفرد الآخر ؛ لانحلال العلم الإجمالي بالمنجِّز القائم في أحد طرفيه في الرتبة السابقة .\r\nإذا اتّضح هذا فنقول : إنّ المكلف في المقام لمّا كان يعلم بنجاسة أحد\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nإناءين وفرض أنّ أحدهما مجرىً لاستصحاب الطهارة في نفسه فهو يعلم بخروج هذا الطرف عن عموم دليل الاستصحاب ، أو خروج الطرف الآخر عن عموم دليل أصالة الطهارة ، إذ لا يعقل شمول الاستصحاب المؤمِّن لفرده ، وشمول أصالة الطهارة لفردها أيضاً ، وإلّا يلزم المخالفة القطعية ، فأحد الدليلين يعلم بتخصيصه ، وهذا العلم يوجب ، أوّلًا : عدم إمكان إعمال العمومين في كلا الدليلين ، وحيث يكون ترجيح كلٍّ من عموم دليل الاستصحاب وعموم دليل القاعدة على الآخر بلا مرجّحٍ فيتساقطان ، فالعلم الإجمالي بتخصيص أحد الدليلين يؤثّر في إجمال كلٍّ من الدليلين ، وبعد عروض الإجمال لدليل الاستصحاب لمكان العلم الإجمالي المزبور يتمّ اقتضاء أصالة الطهارة في مورده ، ويحصل علم إجمالي آخر : إمّا بخروج هذا المورد عن دليل أصالة الطهارة ، أو خروج الطرف الآخر ، إذ دخولهما معاً مستلزم للمخالفة القطعية ، فكما كان يعلم إمّا بخروج ذاك المورد عن الاستصحاب أو الآخر عن دليل أصالة الطهارة - إذ لو لم يكن شيء منهما خارجاً لَلَزِمت المخالفة القطعية - كذلك يعلم - بعد تمامية اقتضاء أصالة الطهارة في ما كان مورداً للاستصحاب - بعدم شمول دليل القاعدة لأحد الطرفين ، فهذا العلم الإجمالي موجود لا محالة .\r\nوإنّما الكلام في أنّ هذا العلم الإجمالي هل يكون هناك مانع عن تنجيزه وإيجابه لإجمال دليل أصالة الطهارة بالإضافة إلى كلا الطرفين ، أو لا يكون منجِّزاً وموجباً للإجمال ، فلا يمنع عن الأخذ بالقاعدة وإعمال دليلها في ما كان مورداً للاستصحاب .\r\nوغاية ما يقرَّب به عدم التنجيز وعدم إيجابه للإجمال دعوى : أنّ أحد طرفي العلم الإجمالي المزبور منجَّز بمنجِّزٍ سابق ، بمعنى أنّ دليل أصالة الطهارة بالإضافة إلى غير ما كان مورداً للاستصحاب قد أصبح مجملًا بالعلم الإجمالي\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nالأول ، فلا يبقى مجال لتنجيز العلم الإجمالي الثاني .\r\nوبتعبيرٍ آخر : أنّ لدينا عِلمين إجماليّين : أحدهما العلم بعدم شمول دليل الاستصحاب لِمَا لَه حالة سابقة ولنفرضه الماء ، أو عدم شمول القاعدة للآخر ولنفرضه الثوب . والآخر العلم بعدم شمول دليل القاعدة للثوب ، أو عدم شمولها للماء ، فبين العِلمين طرف مشترك ، وهو عدم شمول دليل القاعدة للثوب ، فإنّه طرف لكلا العلمين الإجماليّين ، وحيث إنّه منجَّز بالعلم الإجمالي الأول أوّلًا ، فلا يبقى مجال لتنجّزه بالعلم الثاني فينحلّ العلم الثاني ككلّ علمٍ يتنجّز أحد طرفيه سابقاً .\r\nولكنّ هذه الدعوى ممنوعة ؛ لأنّ الطرف المشترك - وهو عدم شمول دليل القاعدة - لم يثبت له التنجّز لا في زمانٍ سابقٍ على العلم الإجمالي الثاني ، ولا في رتبةٍ سابقة عليه .\r\nوالحاصل : لابدّ إمّا من إثبات السبق الزماني لتنجّز الطرف المشترك على العلم الثاني ، أو السبق الرتبي له ، وكلاهما ممنوع .\r\nأمّا الأول فلأنّ المنجِّز للطرف المشترك مع قطع النظر عن العلم الثاني هو العلم الإجمالي الأول ، والعلمان متقارنان زماناً ، وليس لأحدهما سبق زماني على الآخر ليتنجّز الطرف المشترك به في زمانٍ سابقٍ بحيث يمنع عن تنجيز المتأخّر .\r\nوأمّا الثاني فلأنّ العلم الإجمالي الثاني معلول لتمامية اقتضاء دليل القاعدة بالإضافة إلى الماء ليحصل العلم الإجمالي بتخصيصه بأحد الطرفين ، وتمامية اقتضائه كذلك معلول لإجمال دليل الاستصحاب بالإضافة إلى الماء ، وإلّا لم يكن لدليل القاعدة اقتضاء الشمول للماء ، وإجمال دليل الاستصحاب كذلك وسقوطه معلول للعلم الإجمالي الأول . وإذن فالعلم الإجمالي الثاني متأخّر مرتبةً عن\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nسقوط الاستصحاب وإجمال دليله المعلول للعلم الأول ، لا عن إجمال دليل القاعدة بالإضافة إلى الثوب وسقوطها فيه .\r\nوالحاصل : أنّ العِلمين الإجماليّين اللذَين لهما طرف مشترك إنّما يمنع أحدهما عن تنجيز الآخر إذا كان الآخر متأخّراً عن تنجّز الطرف المشترك للعلم الآخر ، إمّا زماناً وإمّا رتبةً . ففي المقام العلم الإجمالي الثاني إنّما يصير ممنوعاً عن التنجيز وغير مؤثّرٍ في إجمال دليل أصالة الطهارة بالإضافة إلى الطرفين إذا كان الطرف المشترك بينه وبين العلم الآخر - وهو عدم شمول قاعدة الطهارة للثوب - قد تنجّز ، بمعنى أنّه قد صارت القاعدة مجملةً بالإضافة إلى الثوب في زمانٍ سابقٍ أو في رتبةٍ سابقة ، وشئ منهما غير حاصل ، فالعلم الاجمالي الثاني لا مانع من تنجيزه ، فإنّ الثابت في المرتبة السابقة عليه سقوط الاستصحاب في طرف الماء وإجمال دليله ، لا سقوط أصالة الطهارة في الثوب وإجمال دليلها ، فالعلم الإجمالي بسقوط أصالة الطهارة في الثوب أو أصالة الطهارة في الماء لا مانع عن تنجيزه ، بمعنى إيجابه لإجمال دليل الأصل بالإضافة إلى كلٍّ من الطرفين ؛ لأنّه معلول ومتأخّر مرتبةً عن سقوط الاستصحاب في الماء وإجماله من ناحية العلم الإجمالي الأوّل ، لا أنّه معلول ومتأخّر رتبةً عن سقوط قاعدة الطهارة في الثوب حتّى يمتنع أن يكون هو المؤثر في إسقاط أصالة الطهارة فيه .\r\nنعم ، العلم الإجمالي المزبور يكون متأخّراً عمّا هو في عرض سقوط أصالة الطهارة في الثوب وهو سقوط الاستصحاب كما عرفت ، إلّاأنّ تأخّر العلم الإجمالي رتبةً عن شيءٍ لا يوجب تأخّره عمّا يساويه ، كما ذكرنا سابقاً .\r\nوإنّما أوضحتُ هذا المطلب بما لا مزيد عليه لأنّي وجدت شبهة عدم سقوط الأصل الطولي عالقةً في الأذهان ، فقدَّمت هذا البيان لدفع الشبهات الموجودة فيالمقام ، ومن اللَّه الهداية والتوفيق .\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\n\r\nفرضيّة الترتّب بين طرفي العلم الإجمالي\r\nالتنبيه الثاني : فيما إذا كان أحد طرفي العلم الإجمالي بالتكليف في طول عدم الطرف الآخر ومترتّباً على عدمه ، كوجوب الحجّ المرتّب على عدم التكليف بالدّين ، ونحو ذلك .\r\nوالذي يظهر أنّه لا خلاف منهم في إثبات التكليف المترتّب بإجراء الأصل النافي للتكليف المترتّب عليه .\r\nوقد ذكر المحقّق العراقي « 1 » هذا بعنوان النقض على مختاره من علّية العلم الإجمالي الموافقة القطعية ، وإبائه عن الترخيص ولو في بعض الأطراف بتقريب :\r\nأنّه على هذا المبنى لا مجال لإجراء الأصل المرخّص في جانب الدَين المشكوك ؛ لأنّ في رتبة جريانه لم يثبت تكليف بالحجّ ليكون العلم الإجمالي منحلًاّ ، بل ثبوت التكليف بالحجّ إنّما يكون في رتبةٍ متأخّرةٍ عن جريان الأصل النافي للدَين ، فهو في مرتبة جريانه يكون العلم الإجمالي قائماً ، فينافي مع علّيته التامة .\r\nوأجاب عن ذلك بتفصيلٍ ملخّصه : أنّ التكليف المترتّب تارةً يكون مترتّباً على العدم الواقعي للتكليف الآخر ، وأخرى يكون مترتّباً على الأعمِّ من العدم الواقعي والظاهري ، وثالثةً يكون مترتّباً على المعذورية من جهة التكليف الآخر ولو عقلًا .\r\nأمّا في الأول فلا مانع من إجراء الأصل التنزيلي النافي للدَين ، وذلك بتقريب : أنّه بعد أن كان وجوب الحجّ من الآثار الشرعية لعدم الدَين ، فدليل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهاية الأفكار 3 : 315\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nالأصل التنزيلي لاستصحاب عدم الدَين - مثلًا - يقتضي بإطلاق التنزيل فيه ترتّب جميع الآثار الشرعية لهذا العدم التي منها وجوب الحجّ ، فإنّه أثر شرعي لعدم الدَين الذي هو مدلوله المطابقي ، وحينئذٍ فيرفع اليد عن المدلول المطابقي لدليل الأصل التنزيلي ، وهو نفي التكليف بالدَين ظاهراً ، ويؤخذ بمدلوله الالتزامي وبإطلاق التنزيل فيه ، الذي هو من شؤون المدلول المطابقي وهو وجوب الحجّ ، وحينئذٍ ينحلّ العلم الإجمالي ، وفي الرتبة المتأخّرة يؤخذ بالمدلول المطابقي ، إذ في هذه المرتبة لا يبقى مانع عن نفي الدَين بعد انحلال العلم الإجمالي في المرتبة السابقة بالمدلول الالتزامي لدليل الأصل .\r\nوالحاصل : أنّ دليل استصحاب عدم الدَين يكون له مدلولان : أحدهما مطابقيّ وهو نفي الدَين ، والآخر ثابت بإطلاق التنزيل وهو وجوب الحجّ ، فيؤخذ بالمدلول الثاني أوَّلًا ثمّ الأول .\r\nوأمّا في الثاني فلا يأتي البيان السابق لتصحيح إجراء أصالة الحلّية ، إذ دليل أصالة الحلّية لا يتكفّل لتعبّدين : أحدهما بالحلّية ، والآخر بأثرها ليؤخذ بالتعبّد الثاني أوَّلًا ، بل لابدّ من الالتزام بالأخذ بالمدلول المطابقي له وهو الحلّية والترخيص ، إلّاأنّ هذه الحلية ليست مجعولةً بلحاظ التوسعة والمعذّرية ، بل يكون الغرض منها مجرّد ترتّب الوجوب الذي هو أثرها عليه ، فلا بأس بجعل هذا السنخ من الحلّية في طرف ، ولا موجب للالتزام برفع اليد عن دليل الأصل بالمرّة .\r\nوأمّا في الثالث فتنجيز العلم الإجمالي بحدِّ ذاته غير معقول ؛ لأنّ منجّزية كلّ علمٍ لطرفٍ ملازم لمنجّزيته للطرف الآخر ، وفي المقام منجّزية العلم الإجمالي في أحد الطرفين توجب الجزم بعدم وجود الطرف الآخر واقعاً . . . إلى آخره .\r\nويرد عليه أوّلًا : أنّ تنجيز العلم الإجمالي في الصورة الثانية - أي فيما إذا\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nكان أحد التكليفين مترتّباً على عدم الآخر الأعمّ من الظاهري والواقعي - غير معقول ، بمعنى أنّ مانعية العلم الإجمالي المزبور عن جريان أصالة الحلّية في الطرف المترتّب عليه ، أي في طرف الدَين ممتنعة ، فمثلًا لو نذر صوم يومٍ على تقدير ثبوت الحكم بحلّية مائعٍ مخصوصٍ أعمّ من الواقعية والظاهرية فيكون له علم إجمالي بوجوب الصوم ، أو حرمة المائع المخصوص ، إلّاأنّ هذا العلم الإجمالي يستحيل أن يكون مانعاً عن جريان أصالة الحلّية في المائع ، فلا حاجة لأن يتكلّف لجريانها بما أفيد من البيان ممّا لا يخلو عن المناقشة أيضاً .\r\nوالوجه في استحالة مانعية العلم الإجمالي المزبور عن جريان أصالة الإباحة في المائع هو : أنّ تنجيز العلم الإجمالي موقوف على عدم انحلاله بالعلم التفصيلي بأحد طرفيه ، فإنّ العلم التفصيلي بذلك وإن لم يكن موجباً للانحلال الحقيقي عند المحقّق العراقي إلّاأ نّه مانع عنده عن تأثير العلم الإجمالي وتنجيزه ، وإذن فالعلم الإجمالي في المقام تنجيزه متوقّف على عدم حصول العلم التفصيلي بوجوب الصوم ومشروط بذلك ، وإلّا لو حصل العلم التفصيلي بذلك لَما نجّز ، وعدم حصول العلم التفصيلي بوجوب الصوم موقوف على عدم جريان أصالة الإباحة في المائع ، وإلّا لو جرت أصالة الإباحة في المائع لحصل العلم التفصيلي بوجوب الصوم ، إذ المفروض أنّ وجوب الصوم لا يتوقّف إلّاعلى ثبوت الحلّية ولو ظاهراً في المائع ، فحيث تجري أصالة الحلّية في المائع يتحقّق وجوب الصوم جزماً ، فيتّضح أنّ تنجيز العلم الإجمالي في المقام مشروط بعدم حصول العلم التفصيلي بوجوب الصوم ، وعدم حصول العلم التفصيلي بذلك مشروط بعدم جريان الإباحة في المائع ، ومعنى هذا أنّ تنجيز العلم الإجمالي المزبور متوقّف - بواسطةٍ - على عدم جريان الإباحة في المائع ، فلا يعقل أن يكون تنجيزه مانعاً عن جريانها ، إذ أنّ ما يكون متوقّفاً على عدم شيءٍ لا يعقل أن يكون هو المانع عن\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nوجوده ، وإلّا لزم كون الشيء محقّقاً لشرط وجوده ، وهو محال ، وهذا بخلافه في سائر موارد العلم الإجمالي فإنّه لا يكون فيها جريان أصالة الإباحة في أحد طرفيه مانعاً عن تنجيز العلم الإجمالي وموجباً لانحلاله .\r\nوالحاصل : أنّ عدم جريان الإباحة في المائع في المقام من مبادئ تنجّز العلم الإجمالي ، فهو في مرتبةٍ سابقةٍ على تنجّزه ككلِّ شرطٍ بالنسبة إلى مشروطه ، بمعنى أنّه لا بدّ أن يثبت فيالمرتبة السابقة على تنجّزه عدم جريان الأصل في المائع ، وفي هذه المرتبة السابقة لا مانع من جريان الأصل أصلًا ، فتدبّره فإنّه دقيق .\r\nويرد عليه ثانياً : أنّ لازم ما ذكره في الصورة الأولى من الأخذ أوّلًا بالمدلول الالتزامي لدليل الأصل التنزيلي ، وبتعبيرٍ آخر : بمدلول الإطلاق فيه من ثبوت وجوب الحجّ ، ثمّ يؤخذ بالمدلول المطابقي له وهو الترخيص في طرفه ، محذور لا يلتزم به أحد .\r\nوتوضيح ذلك : أنّه لو فرض أنّ وجوب الحجّ مترتّب على عدم الدين واقعاً وكانت قد تواردت على المكلّف كلتا الحالتين : من ثبوت الدَين في زمانٍ ، وعدمه في زمانٍ ويشكّ في المتأخّر منهما فإنّه لا إشكال من أحدٍ - بناءً على جريان الاستصحاب في نفسه في المقام - في وقوع المعارضة بين استصحاب الدَين واستصحاب عدم الدَين ، مع أنّ لازم ما ذكره أن يكون استصحاب الدَين حاكماً على استصحاب عدم الدَين .\r\nوتحقيق ذلك : أنّ موضوع كلٍّ من استصحاب عدم الدَين واستصحاب وجوده هو الشك في الدَين ، ولاستصحاب عدم الدَين اقتضاءان ومدلولان :\r\nأحدهما مدلول مطابقيّ وهو نفي الدَين ، والآخر مدلول ثابت بإطلاق التنزيل بلحاظ الآثار وهو وجوب الحجّ ، ولا بأس بتسميته بالمدلول الالتزامي . وبناءً\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nعلى ما أفيد يكون ثبوت المدلول المطابقي لاستصحاب عدم الدَين في طول مدلوله الالتزامي ، ومتوقّف على ثبوته في المرتبة السابقة لينحلّ به العلم الإجمالي . وثبوت المدلول الالتزامي لاستصحاب عدم الدَين فيالمرتبة السابقة متوقّف على تمامية أركان الاستصحاب المزبور في هذه المرتبة : من اليقين بعدم الدَين حدوثاً ، والشكّ فيه بقاءً ، وإلّا لو لم تكن أركان الاستصحاب تامّةً في هذه المرتبة لَما كان هناك مجال لإجراء استصحاب عدم الدّين حينئذٍ ولو بمقدار مدلوله الالتزامي .\r\nومن الواضح أنّ استصحاب بقاء الدَين بلحاظ مدلوله المطابقي - وهو وجود الدَين - يلغي الشكّ في الدَين ، ويهدم بذلك أركان استصحاب عدم الدَين ، فلا يبقى مجال لإعمال مدلوله الالتزامي في المرتبة الأولى ؛ لانهدام أركانه ، ولا لإعمال مدلوله المطابقي ، وهو نفي الدَين في المرتبة المتأخّرة ؛ لأنّه فرع ثبوت المدلول الالتزامي له في الرتبة السابقة ، والمفروض أنّه محكوم في الرتبة السابقة باستصحاب وجود الدَين .\r\nوالحاصل : أنّ استصحاب عدم الدَين لو كان يقتضي ثبوت مدلوله المطابقي ابتداءً لكان معارضاً لاستصحاب وجود الدَين ، كما هو الشأن في سائر موارد توارد الحالتين ، إذ كلّ منهما يلغي الشكّ في الدَين فلا حكومة لأحدهما على الآخر ، ولكنّ المفروض أنّ اقتضاءه لمدلوله المطابقي فرع تمامية اقتضائه لمدلوله الالتزامي وفعليته ، بحيث لولا فعلية المدلول الالتزامي أوَّلًا لَما كان للدليل اقتضاء للمدلول المطابقي لاستصحاب عدم الدَين ؛ لمنافاته حينئذٍ لبرهان منجِّزية العلم الإجمالي المخصّص لأدلّة الأصول ، فإذا كان اقتضاء الاستصحاب للمدلول المطابقي متوقّفاً على اقتضائه للمدلول الالتزامي فلا محالة يكون استصحاب وجود الدَين حاكماً على المدلول الالتزامي لاستصحاب عدم الدَين ؛ لأنّه رافع\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nلموضوع الاستصحاب المزبور ، وهو الشكّ في الدَين ، بخلاف المدلول الالتزامي المزبور لاستصحاب عدم الدَين فإنّه لا يلغي الشكّ في الدَين حتى يكون في عرض استصحاب بقاء الدَين ، بل مفاده التعبد بوجوب الحجّ فقط .\r\nوعليه فاستصحاب وجود الدَين يكون حاكماً على المدلول الالتزامي لاستصحاب عدم الدَين ؛ لأجل رفعه لموضوعه وهو الشكّ في الدَين ، بخلاف العكس ، فلا يثبت المدلول الالتزامي لاستصحاب عدم الدَين لأجل المحكومية ، وحينئذٍ لا تصل النوبة إلى الأخذ بالمدلول المطابقي لاستصحاب عدم الدَين ؛ لأنّه موقوف على ثبوت المدلول الالتزامي ، والمفروض محكوميته وعدم ثبوته .\r\nوإن شئت قلت : إنّ ملاك الحكومة - وهو دوران الأمر بين التخصيص والتخصّص - موجود في المقام ، فإذا أخذنا باستصحاب بقاء الدَين كان اقتضاء الاستصحاب الآخر لمدلوله الالتزامي محكوماً وخارجاً بالتخصّص ، وكذلك ينهدم اقتضاؤه في المرتبة المتأخّرة لمدلوله المطابقي .\r\nوأمّا إذا أخذنا باستصحاب عدم الدَين بكلا مدلوليه الالتزامي والمطابقي كان ذلك تخصيصاً بالإضافة إلى استصحاب بقاء الدَين لا تخصّصاً .\r\nفاتّضح أنّه على ما أفاد من الجواب يلزم حكومة استصحاب بقاء الدَين على استصحاب عدمه في موارد توارد الحالتين ، مع أنّ الأصحاب الذين هو بصدد توجيه كلامهم على مبانيه لا يلتزمون بذلك .\r\nويرد عليه ثالثاً : أنّنا لا نتعقّل تشكّل علمٍ إجماليٍّ في الصورة الثالثة أصلًا ، أي فيما إذا كان وجوب الحجّ مترتّباً على المعذّرية من ناحية وجوب الوفاء بالدَين ، فما ذكره من أنّ الأمر ينتهي حينئذٍ إلى العلم الإجمالي بوجوب الوفاء بالدَين أو وجوب الحجّ ، إلّاأ نّه غير قابلٍ للتنجيز ممنوع ؛ وذلك لأنّ العلم الإجمالي متقوّم بطرفين أو أكثر .\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nففي المقام العلم الإجمالي المُدَّعى أحد طرفيه هو وجوب الحجّ ، ولا بدّ له من طرفٍ آخر ، فإن ادُّعي أنّ الطرف الآخر هو وجوب الوفاء بالدَين ففيه : أنّ المكلّف يحتمل عدم ثبوت التكليفين معاً ، وذلك في فرض عدم ثبوت وجوب الوفاء واقعاً مع تنجّزه ظاهراً ، فإنّه على هذا التقدير لا يكون كلا الحكمين ثابتاً .\r\nأمّا وجوب الوفاء فلأ نّه مفروض العدم واقعاً . وأمّا وجوب الحجّ فلعدم تحقّق موضوعه - وهو المعذرية - من ناحية الدَين . وإذن فالمكلف يحتمل عدم ثبوت كلا التكليفين على بعض التقادير ، فكيف يدّعى كونه عالماً بأحدهما على كلِّ تقدير ؟ !\r\nوالحاصل : أنّ فرض عدم وجوب الحجّ ليس هو فرض وجوب الوفاء واقعاً البتّة حتى يكون الأمر دائراً بينهما ويكون المكلف عالماً بأحدهما إجمالًا ، بل فرض عدم وجوب الحجّ هو فرض عدم موضوعه ، أي عدم المعذورية من ناحية الدَين ، وتنجّزه ، وهو أعمّ من كونه ثابتاً في الواقع ، أوْ لا ، فوجوب الوفاء بالدَين بوجوده الواقعي ليس طرفاً للعلم الإجمالي أصلًا ، وإن ادّعي أنّ العلم الإجمالي المدّعى تشكيله في المقام أحد طرفيه وجوب الحجّ ، والآخر هو وجوب الوفاء بالدَين ، ولكن لا بوجوده الواقعي ، بل بوجوده التنجّزي ، بمعنى أنّ المكلف يعلم : إمّا بوجوب الحجّ ، أو بتنجّز وجوب الوفاء بالدَين .\r\nفيدفعه : أنّ التنجّز لا يعقل أن يكون طرفاً للعلم الإجمالي ؛ لأنّ من شؤون الطرفية للعلم الإجمالي أن يكون مشكوكاً . ومن الواضح أنّ المنجِّزية لا يتصور فيها الشكّ ؛ لأنّها ليست إلّاعبارةً عن إدراك العقل لإمكان العقاب على تقدير مخالفة التكليف وصحّته ، وهذا ممّا لا يمكن التردّد فيه ، فإنّ الاحتمال أمر وجداني ، فإن احتمل العقل العقاب فالمنجّزية ثابتة جزماً ، وإلّا فلا منجّزية جزماً .\r\nوإذن فطرفيّة المنجّزية للعلم الإجمالي غير معقولة .\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nعلى أنّه لو فرض طرفيتها لم تكن حينئذٍ مورداً للأصل المؤمِّن بلا إشكال ؛ لأنّ احتمال المنجّزية مساوق لاحتمال التكليف المنجّز ، ومن المعلوم أنّ احتمال التكليف المنجّز ليس مورداً للأصل المؤمِّن ، بل مورده احتمال التكليف الواقعي .\r\nوالحاصل : أنّنا لا نتعقّل حصول علم إجماليٍّ في هذه الصورة أصلًا ، بل لابدّ من ملاحظة وجوب الوفاء بالدَين المشكوك ، فإن كان هناك من سائر الجهات ما يوجب تنجّزه تنجّز وانعدم وجوب الحجّ جزماً ، وإن لم يكن له منجّز في نفسه جرت عنه البراءة ، وثبت وجوب الحجّ من دون الانتهاء إلى علمٍ إجماليٍّ بوجوب الوفاء أو وجوب الحجّ ليمنع عن قابليته للتنجيز .\r\nنعم ، لو فرض أنّ وجوب الحجّ مترتّب على الجامع بين المعذورية عقلًا وبين العدم الواقعي لوجوب الوفاء لحصل العلم الإجمالي بأحد التكليفين ، إلّاأ نّه خلاف فرض الصورة الثالثة من كونه ناشئاً من القدرة المسبّبة عن مجرّد معذورية المكلف عقلًا من ناحية الدَين .\r\nوإن شئت قلت : إنّ المكلف في هذه الصورة على تقدير تنجّز الدَين عليه بمنجِّزٍ ما يعلم تفصيلًا بعدم وجوب الحجّ ، ويحتمل وجوب الوفاء بالدَين ، وكون المنجِّز للدَين مطابقاً للواقع . وعلى تقدير عدم وجود منجِّزٍ له يعلم تفصيلًا بوجوب الحجّ ، ويشكّ بَدواً في وجوب الوفاء ، ولا ثالث لهذين التقديرين ، إذ لا يتصور الشكّ في وجود منجِّزٍ عقلًا للدَين ، فأين العلم الإجمالي المدّعى ؟ !\r\nفاتّضح بهذا كلّه : أنّ القول بالعلّية لا يلائم جريان الأصل النافي للتكليف المترتّب عليه في الصورة الأولى ؛ لعدم خلوِّه عن محذور ، وهو حكومة استصحاب الدَين على استصحاب عدمه في موارد توارد الحالتين . وأمّا في الصورة الثانية فيستحيل تنجيز العلم الإجمالي ، كما عرفت . وأمّا في الصورة الثالثة فلا علمَ إجماليٌّ أصلًا .\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\n\r\nتعلّق العلم الإجمالي بجزء الموضوع\r\nالتنبية الثالث : لا إشكال في أنّ التكليف الفعلي الذي يكون موضوعاً لوجوب الامتثال على تقدير وصوله إنّما يكون بتمامية الكبرى والصغرى ، بمعنى وجود الجعل من قِبَل المولى ، وتحقّق تمام الموضوع المأخوذ في مقام الجعل بقيوده وأجزائه ، وعليه فالعلم الإجمالي إنّما ينجِّز إذا كان علماً بتمام الموضوع ولو في ظرفٍ متأخّر ؛ لأنّه حينئذٍ يكون علماً بالتكليف الفعلي .\r\nوأمّا العلم بجزء الموضوع إجمالًا فلا أثر له في تنجيز حكم ذلك الموضوع .\r\nفإذا علم المكلّف إجمالًا بخمرية أحد المائعين تتنجّز حرمة الشرب المتعلّقة بالخمر ؛ للعلم بتمام موضوعها وهوالخمرية ، ولكن لا يتنجّز وجوب الحدّ ؛ لعدم العلم بتمام موضوعه المركّب من الخمر وشربه ، بل لا يتحقّق بعد شرب أحد المائعين إلّااحتمال تحقّق موضوعه بلا علمٍ إجماليٍّ به ، وتجري حينئذٍ أصالة البراءة عن وجوب الحدِّ بلا معارض ؛ لعدم وقوعه طرفاً لعلمٍ إجماليٍّ أصلًا ، وهذا كبروياً ممّا لا ريب فيه ، وإنّما الكلام في بعض المصاديق المشتبهة التي يشتبه تنجّز تكليفٍ فيها ؛ لاشتباه كون المعلوم الإجمالي تمام موضوعه حتى يتنجّز ، أو جزء موضوعه حتى لا يتنجّز .\r\nوالمهمّ منها مسألتان .\r\n\r\nحكم النماء عند العلم الإجمالي بالغصبيّة :\r\nالمسألة الأولى : ما إذا علم بغصبية إحدى الشجرتين أو الحيوانين ، ثمّ تجدّد لإحداهما ثمرة دون الأخرى فقد يقال بجواز التصرّف في الثمرة تكليفاً ، وعدم ضمانها وضعاً ؛ لعدم العلم بما هو تمام الموضوع للتكليف أو الوضع المتعلّق بالثمرة .\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nوقد يقال : بتنجّز الحرمة والضمان معاً بالنسبة إلى الثمرة ، كما اختاره المحقّق النائيني « 1 » قدس سره بعد فراغ كلا الفريقين عن تنجيز العلم الإجمالي لضمان كلٍّ من الأصلين وحرمة التصرّف فيه .\r\nووجه القول بتنجّز ضمان الثمرة هو : أنّ وضع اليد على العين المغصوبة موجب لضمانها وضمان منافعها إلى الأبد ، ومن ثَمّ جاز للمالك الرجوع إلى الغاصب الأوّل في المنافع المتجدّدة بعد خروج العين عن يده ودخولها تحت الأيدي المتأخّرة ، فالعلم الإجمالي بغصبية إحدى الشجرتين كما يترتّب عليه ضمان نفس العين المغصوبة كذلك يترتّب عليه ضمان منافعها المتأخّرة ؛ لأنّ وضع اليد على العين ولو آناً ما تمام الموضوع لذلك .\r\nووجه عدم تنجّز الضمان : أنّه تارةً يكون ذو الثمرة مجرىً للأصل المثبت لملكية الغير له ؛ فلا إشكال في ضمان الثمرة ، وأخرى لا تكون كذلك فلا ضمان ؛ لأنّ ضمان المنفعة موقوف على أن تكون منفعة للعين المغصوبة الداخلة تحت اليد ، فما لم يحرز كونها كذلك لم يحرز كونها مصداقاً لموضوع الضمان ، فبقاء اليد على العين المغصوبة إلى حين تجدّد المنفعة ، بحيث تكون المنفعة تحت اليد ، وإن لم يكن شرطاً في ضمان المنافع ؛ لكفاية كون العين تحت اليد آناً ما في ضمان منافعها الحادثة ولو بعد ارتفاع اليد إلّاأ نّه لا بدّ في ضمان المنفعة من أن تكون منفعةً لعين مغصوبةٍ واقعةٍ تحت اليد ولو آناً ما ، وفي المقام بمجرّد العلم الإجمالي بغصبية إحدى العينين لا يحرز كون المنفعة منفعةً مضافةً إلى المغصوب ولو إجمالًا .\r\nهذا ملخَّص ما أفيد في المقام .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فوائد الأصول 4 : 73 - 76\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nوالتحقيق في النظر القاصر : أنّ العلم الإجمالي بغصبية إحدى الشجرتين لا يوجب ضمان إحداهما إذا تلفت ، ولا ينجّز الحكم بتداركها فضلًا عن منافعها المتجّددة ، بمعنى أنّ ذا الثمرة لا يكون ضمانه منجّزاً بالعلم الإجمالي المزبور ، فكيف بمنافعه ؟ ! ولا يفرق في هذا المدّعى بين سائر المسالك المعروفة في الضمان .\r\nتوضيح ذلك : أنّ الضمان تارةً يقال بأ نّه عبارة عن اشتغال الذمّة بالمثل أو القيمة على تقدير التلف ، فهو اشتغال مشروط بالتلف ، كما لعلّه المشهور .\r\nوأخرى يقال : إنّه عبارة عن دخول الشيء في عهدة الضامن بالمقدار الممكن أداؤه منه ، فما دامت العين قائمةً يكون متعلّق العهدة هو العين بخصوصيّاتها الشخصية ، وإذا تعذّرت سقطت الخصوصيات الشخصية من العهدة ، وبقي متعلّقها مطلقاً من ناحية الخصوصيات الشخصية وإن كان مقيّداً بالخصوصيات النوعية والصنفية ، وهو المعبَّر عنه بضمان المثل ، ومع تعذّر هذه الخصوصيات أيضاً تسقط من العهدة ، وتبقى المالية لا بشرط .\r\nوثالثةً يقال : إنّ الضمان بمعنى كون العين الشخصية بخصوصياتها في العهدة ، من دون أن يسقط شيء منها بتعذّر أوصاف الشخص أو النوع ، وإنّما يختلف أثرها التكليفي ، فإنّ أثرها مع التمكّن من أوصاف الشخص وجوب ردّ نفس العين ، ومع تلفها وجوب ردّ المثل في المثليات ، والقيمي في القيميات .\r\nفعلى الأول يكون موضوع الضمان - الذي هو بمعنى اشتغال الذمّة - مركّب من وضع اليد على العين المغصوبة وتلفها ، إذ المفروض أنّه عبارة عن الاشتغال المشروط بالتلف ، وهذا الموضوع المركّب غير محرزٍ ولو إجمالًا ، بل العلم الإجمالي تعلّق بجزء الموضوع ، وهو وضع اليد على عينٍ مغصوبة ، وأمّا تلفها فليس محرزاً أصلًا .\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nوالحاصل : عند تلف إحدى العينين لا يكون موضوع الضمان معلوماً ولو بالإجمال ، فأصالة البراءة عن ضمان العين التالفة تجري بلا معارض ، وليس المعلوم الإجمالي - وهو غصبية إحدى العينين - تمام الموضوع للضمان حتى يتنجّز بالعلم الإجمالي .\r\nوأمّا على المسلك الثاني فالمعلوم الإجمالي - وهو وضع اليد على العين المغصوبة المردّدة - تمام الموضوع لكون العين بخصوصياتها متعلقةً للعهدة ، إذ لا يتوقّف كون العين في العهدة بخصوصياتها الشخصية إلّاعلى وضع اليد العادية عليها ، وهذا معلوم في المقام إجمالًا ، إلّاأنّ العهدة المتعلقة بالعين بشخصها لا تقتضي أكثر من ردّ نفس العين دون المثل أو القيمة على تقدير التلف الذي يراد إثبات تنجيزه في المقام ، بل الذي يقتضي دفع المثل هو العهدة المتعلّقة بالشجرة لا بشرطٍ من جهة الخصوصيات الشخصية ، ومن المعلوم أنّ العهدة المتعلّقة بالمال لا بشرط من جهة الخصوصيّات الشخصيّة مشروطة بتعذّر الخصوصيات الشخصية وتلف العين ، إذ ما لم تتلف العين تكون بخصوصياتها في العهدة .\r\nوإذن فوضع اليد المعلوم إجمالًا إنّما يكون تمام الموضوع للعهدة المتعلّقة بشخص العين ، وهذه العهدة ليست هي العهدة الضمانية المقصود إثبات تنجّزها ؛ لأ نّها لا تقتضي إلّارد نفس العين ، والعهدة الضمانية المدّعى تنجّزها بالعلم الإجمالي في المقام هي العهدة المقتضية لدفع المثل أو القيمة ، أي العهدة المتعلّقة بنوع العين ، أو بِصرف ماليتها ، ووضع اليد على العين لا يكون تمام الموضوع لهذه العهدة ؛ لكونها متوقّفةً على أمرٍ آخر وهو تعذّر الخصوصيات الشخصية ، إذ ما لم تتعذّر تكون العهدة متعلقةً بشخص العين لا بنوعها ، وهذا الأمر الأخير الذي هو شرط لتحقق عهدة المثل أو القيمة ليس معلوماً ولو إجمالًا ، فعند تلف إحدى العينين لا يكون هناك إلّاالشكّ البَدوي في تعلّق العهدة بالمثل أو القيمة ، أي نوع\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nالعين أو أصل ماليتها ؛ لأنّ موضوعها ليس محرزاً أصلًا ؛ لاحتمال كون المغصوب غير التالف ، فنسبة العهدة المتعلّقة بالمثل - أي بنوع العين المقتضية لدفع المثل - إلى وضع اليد المعلوم إجمالًا نسبة الحكم إلى جزء موضوعه ، كوجوب الحدِّ بالنسبة إلى وجود الخمر ؛ لأنّ موضوع العهدة المزبورة مركّب من وضع اليد على العين وتعذّر خصوصياتها ، وهذا الموضوع المركّب غير معلوم أصلًا ؛ لاحتمال أنّ العين المغصوبة ليست هي التالفة المتعذّرة خصوصياتها .\r\nفإن قلت : إنّ المكلف عند تلف إحدى العينين ، يحصل له علم إجمالي بعهدةٍ مردّدةٍ بين العهدة المتعلّقة بنفس العين التي لم تتلف ، - المقتضية لِلزوم ردّها بشخصها - والعهدة المتعلّقة بنوع العين التي تلفت ، المقتضية لِلزوم دفع المثل ، فإنّه إن كان المغصوب هو التالف ففي عهدته مثل التالف ، وإن كان المغصوب هو العين الأخرى ففي عهدته شخص هذه العين ، ويكون هذا العلم الإجمالي منجّزاً ، فلابدّ من ردّ العين التي لم تتلف وإعطاء مثل التالف .\r\nقلت : إنّ هذا العلم الإجمالي بالعهدة المردّدة لا يكون منجِّزاً ؛ لأنّ أحد طرفيه - وهو عهدة العين التي لم تتلف - قد تنجّزت بعلمٍ إجماليٍّ سابق ، فلا ينجِّز بالنسبة إلى الطرف الآخر ، كما سيأتي دعوى ذلك منهم ، فإنّ المكلف حين وضعه اليد على العين المغصوبة المردّدة بين عينين يعلم إمّا بدخول هذه العين بشخصها في عهدته ، أو تلك كذلك ، فبعد تلف إحداهما وإن تشكّل علم إجمالي بدخول غير التالف بشخصه في عهدته ، أو دخول نوع التالف في عهدته إلّاأنّ الطرف الأول ، لمَّا كان منجّزاً بالعلم الأول فلا بدّ من انحلال العلم الإجمالي الثاني .\r\nفإن قلت : إنّ العلم الإجمالي الثاني وإن كان منحلًّا وغير منجّز ؛ لأنّ العهدة الشخصية لغير التالف منجَّزة سابقاً إلّاأ نّه بعد دفع العين التي لم تتلف يشكّ في بقاء تلك العهدة المردّدة المعلومة بالإجمال ؛ لأنّه إن كان المغصوب هو العين التالفة\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nفعهدته قد تعلّقت بنوع التالف ، وهذه العهدة باقية حتى بعد دفع العين التي لم تتلف . وإن كان المغصوب هو العين التي لم تتلف فعهدته قد تعلّقت بشخص العين غير التالفة ، وتكون عهدته حينئذٍ ساقطة بدفعها . وإذن بعد أداء العين التي لم تتلف يشكّ في بقاء العهدة المعلومة بالإجمال .\r\nقلت : إن أريد استصحاب العهدة المعلومة قبل تلف كلٍّ من العينين ففيه : أنّ تلك العهدة الثابتة حال وضع اليد هي عهدة متعلّقة بشخص المغصوب ، وهي معلومة الارتفاع تفصيلًا بعد تلف إحدى العينين وأداء الأخرى ، إذ أنّ المغصوب :\r\nإن كان هو التالف فالعهدة المتعلّقة به قد ارتفعت وتبدّلت إلى عهدةٍ مباينةٍ لها وهي عهدة المثل ، وإن كان هو غير التالف فالعهدة المتعلّقة به قد ارتفعت بأدائه .\r\nوإن أريد استصحاب العهدة المعلومة بالإجمال حال تلف إحدى العينين المردّدة بين عهدة نوع التالف ومثله ، أو عهدة شخص العين الأخرى فهي وإن كانت على التقدير الأوّل تكون باقيةً وعلى التقدير الثاني تكون مرتفعةً فيستصحب الجامع بين العهدة المرتفعة على تقدير ثبوتها والعهدة الباقية على تقدير ثبوتها على نحو استصحاب الكلّي في القسم الثاني إلّاأنّ هذا الاستصحاب لا يجري .\r\nأمّا أوّلًا فلأ نّه معارض باستصحاب عدم الفرد الطويل ، أي عدم تعلّق عهدةٍ له بنوع التالف ، بناءً على أنّ استصحاب عدم الفرد الطويل إذا لم يسقط بالمعارضة باستصحاب عدم الفرد القصير يعارض به استصحاب الكلّي ، فإنّ المقام من هذا القبيل ، إذ أنّ استصحاب عدم الفرد القصير من العهدة - أي عهدة شخص العين غير التالفة - قد سقط بالمعارضة مع استصحاب عدم عهدة شخص العين الأخرى بمجرّد وضع اليد على العينين ، فحين تلف إحداهما وتشكّل علمٍ إجمالي إمّا بعهدة نوع التالف أو عهدة شخص مالم يتلف لا يكون لاستصحاب عدم حدوث عهدة\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nنوع التالف معارض في نفسه ، فيعارض استصحاب كلّيّ العهدة الذي يُدَّعى جريانه بعد أداء العين الباقية ، وإن كان المبنى غير منقّح .\r\nوأمّا ثانياً فلأنّ الجامع بين عهدة شخص غير التالف وعهدة نوع التالف لا أثر له فعلًا ليمكن إثباته بالاستصحاب ، إذ أنّه جامع بين عهدة شخص غير التالف التي لا أثر لها فعلًا لأنّ المفروض أنّه قد أدّاها للمالك ، وبين عهدة نوع التالف التي لها أثر ، فإن أريد باستصحاب الجامع بين العهدتين إثبات مجرّد الجامع ، فيدفعه : أنّ الجامع بين عهدة لها أثر وعهدة ليس لها أثر لا أثر له ليثبت بالتعبّد الاستصحابي ، وإن أريد إثبات عهدة المثل باستصحاب الجامع فهو مثبت .\r\nوأمّا على المسلك الثالث في باب الضمان فعهدة الشخص وإن كان قد علم بما هو تمام الموضوع لها إجمالًا - وهو وضع اليد - إلّاأنّ الحكم التكليفي بوجوب دفع البدل لا يكفي فيه مجرّد كون العين في العهدة ، فإنّ كون العين في العهدة على هذا المسلك ملائم مع وجوب ردّ نفس العين ومع وجوب دفع مثلها .\r\nوإذن فوجوب دفع المثل مشروط بتلف العين ، بمعنى أنّ عهدة الشخص إنّما تقتضي وجوب المثل وتكون موضوعاً له بشرط تلفها ، وإلّا فلا تكون موضوعاً إلّا لوجوب ردّ نفس العين ، فموضوع وجوب المثل مركّب من وضع اليد المحقّق لعهدة العين المغصوبة ، ومن تلفها المحقّق لاقتضاء العهدة لوجوب المثل ، وحيث إنّ الجزء الثاني غير محرزٍ ولو بالإجمال ، فتجري عند تلف إحدى الشجرتين البراءة عن وجوب البدل .\r\n\r\nحكم الملاقي لبعض الأطراف :\r\nالمسألة الثانية : ما إذا علم إجمالًا بنجاسة أحد المائعين ثمّ لاقى شيء ثالث أحدهما ، فإنّه يتكلّم في أنّ نجاسة الملاقي هل تتنجّز بالعلم الإجمالي بنجاسة أحد المائعين أوْ لا ؟\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nوقد بنيت المسألة على القول بالسراية بمعنى التوسّع والانبساط ، وعدمه .\r\nفعلى الأول نجاسة الملاقي هي بنفسها نجاسة الملاقى - بالفتح - التي تنجّزت بالعلم الإجمالي ، فلا تكون مجرىً للأصل المؤمِّن ، بخلافه على الثاني .\r\nوالتحقيق : أنّ السراية بمعنى انبساط النجاسة وتوسّعها أمر مستحيل ، بناءً على الصحيح من أنّ النجاسة حكم شرعيّ واعتبار مولوي فإنّ الاعتبار يتشخّص بمتعلّقه ، ولا يعقل توسّع متعلّقه ولا تضيّقه ، إذ هو خلاف تشخّصه في أفق الاعتبار بأطرافه ومشخّصاته .\r\nفما ذكره المحقّق العراقي « 1 » قدس سره وغيره « 2 » من : أنّ نجاسة الملاقي يمكن أن تكون لمحض التعبّد الشرعي ، ويمكن أن تكون من جهة السراية بمعنى الاكتساب ، بأن تكون نجاسة الملاقي ناشئةً عن نجاسة الملاقى - بالفتح - ومسبّبةً عنها نشوء حركة المفتاح من حركة اليد ، ويمكن أن تكون نجاسته من السراية بمعنى الانبساط ، بأن تكون الملاقاة منشأً لاتّساع دائرة نجاسة الملاقى وانبساطها إلى الملاقي ، بحيث تكون نجاسته عين نجاسته ، ممنوع ؛ لأنّ نفس النجاسة لا يتصور فيها السريان والاتّساع ؛ لكونها اعتبارية .\r\nومنه يظهر الإشكال في السراية بمعنى إيجاب الملاقاة لعلّية نجاسةٍ لنجاسة ، كما اختاره ، فإنّ العلّية والاكتساب لا يتصور في الأمور الاعتبارية القائمة كلّها بالمعتبر قيام الفعل بفاعله ، أو المعلول بعلّته . نعم ، كون نجاسة الملاقى - بالفتح - معدّةً لصدور اعتبارٍ آخر من المعتبر بنحوٍ من معاني الإعداد أمر معقول .\r\nوبعد عدم معقولية السراية بكلا معنييها لا حاجة إلى التكلّم في مقام الإثبات .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهاية الأفكار 3 : 353 - 354\r\n( 2 ) كالمحقّق النائيني في أجود التقريرات 2 : 257 ، وفوائد الأصول 4 : 41 - 42\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nهذا كلّه ، مضافاً إلى أنّه لو تمّ مبنى السراية بمعنى الانبساط ثبوتاً وإثباتاً لَما اقتضى تنجّز نجاسة الملاقي بالعلم الإجمالي ؛ لأنّ انبساط النجاسة على الملاقي من الملاقى وسعة دائرتها واختلاف حدّها لو تعقّلناه فلا يمكن تنجّزه بالعلم الإجمالي ؛ لأنّه فرع ملاقاة الملاقي للشيء النجس ، فالمعلوم الإجمالي ليس تمام الموضوع للسراية وسعة دائرة النجاسة ، بل هو مع فرض ملاقاة الملاقي له ، ومن المعلوم أنّ ملاقاة النجس المعلوم بالإجمال ليست معلومةً ولو إجمالًا .\r\nفظهر بذلك النظر في ما أفاده المحقّق النائيني « 1 » ، من : أنّ التنجيس لو كان من جهة السراية لَوجب الاجتناب عن ملاقي طرف الشبهة ؛ لأنّ العلم الإجمالي يوجب تنجّز معلومه بتمام مَالَه من الأثر ، فكلّ ما يترتّب عليه من أثرٍ على فرض وجوده في أيِّ طرفٍ من الأطراف يتنجّز بالعلم الإجمالي ، وحيث إنّ المفروض كون وجوب الاجتناب عن الملاقي من آثار نفس المعلوم بالإجمال على تقدير وجوده في ما لاقاه فمقتضى العلم الإجمالي هو ترتيب ما للنجاسة من الأثر ، فيجب الاجتناب عن الملاقي أيضاً .\r\nووجه النظر : أنّ العلم الإجمالي - كما أفيد - إنّما ينجِّز الآثار التي يكون المعلوم الإجمالي تمام الموضوع لها ، بمعنى أنّه إذا علم بنجاسة الإناء الأبيض أو الأصفر - مثلًا - فأيّ أثرٍ يكفي في وجوده مجرّد تحقّق النجاسة المعلومة بالإجمال في الأبيض يتنجّز ، وأمّا إذا كان مجرّد وجودها في الأبيض ، لا يكفي ، بل يحتاج إلى تحقّق أمرٍ آخر ليتحقّق الأثر فلا يتنجّز الأثر أصلًا ، والمقام من هذا القبيل ، فإنّه لو فرض ملاقاة الثوب للإناء الأبيض لا يكون مجرّد انطباق النجاسة المعلومة بالإجمال على الأبيض كافياً في وجوب الاجتناب عن الثوب ، بل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أجود التقريرات 2 : 259 ، وفوائد الأصول 4 : 42\r\n","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nوجوب الاجتناب عن الثوب فرع انبساط النجاسة من الإناء الأبيض عليه واتّساع حدودها . والانبساط المزبور من الإناء على الثوب أيضاً لا يكفي فيه مجرّد نجاسة الإناء ، بل يتوقّف - مضافاً إلى ذلك - على ملاقاته له .\r\nوإذن فالمعلوم الإجمالي - وهو نجاسة أحد الإناءين - على فرض انطباقه على الإناء الأبيض لا يكون تمام الموضوع لسريان النجاسة وسعة دائرتها ؛ لتوقّف السعة المزبورة على وقوع ملاقاة شيءٍ له في الخارج . ولا تمام الموضوع لوجوب الاجتناب عن الملاقي ؛ لتوقّفه على انبساط النجاسة عليه ، فالنجاسة بمرتبتها الوسيعة ودائرتها المنبسطة لا يعقل أن تتنجّز بالعلم الإجمالي بنجاسة أحد إناءين ؛ لأنّ سعتها متوقّفة على وجود نجسٍ وملاقاة شيءٍ له ، ووجود النجس وإن كان معلوماً إجمالًا إلّاأنّ ملاقاة شيءٍ له غير معلومة ؛ لاحتمال أنّ الثوب قد لاقى غير النجس المعلوم إجمالًا ، فما هو تمام الموضوع وتمام العلّة لانبساط النجاسة ليس معلوماً ولو إجمالًا ، وإنّما المعلوم إجمالًا جزؤه ، فلا يتنجّز الانبساط ولا ما ينشأ عنه من الأحكام التكليفية وانبساطها بالعلم الإجمالي المزبور .\r\nنعم ، لو أريد بالسراية ما اصطلح عليه المحقّق الأصفهاني قدس سره بكون الملاقى - بالفتح - واسطةً في العروض بالإضافة إلى ملاقيه ، بمعنى كون وجوب الاجتناب عن الملاقَى - بالفتح - المترتّب على نجاسته بنفسه يقتضي الاجتناب عن ملاقيه ؛ لعدم حصول الاجتناب عن شيءٍ إلّابالاجتناب عن ملاقيه ، لكان ما ذكر متّجهاً ، إذ يكون الاجتناب عن الملاقي حينئذٍ من شؤون امتثال الأمر بالاجتناب عن الملاقَى ( بالفتح ) ، فبدونه يشكّ في الخروج عن عهدة التكليف المعلوم إجمالًا ، فلابدّ من الاحتياط ، لا أنّ دائرة التكليف ودائرة النجاسة كلتاهما تتّسعان بسبب الملاقاة حتى يقال : إنّ النجاسة والتكليف بوجودهما السعي غير واصلين فلا يتنجّزان ، كما عرفت ، بل نفس وجوب الاجتناب عن الملاقَى - بالفتح - من\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nدون أن تختلف حدوده ودائرته بالملاقاة يكون امتثاله موقوفاً على اجتناب الملاقي ، وهذا المعنى يكون معقولًا ثبوتاً ، ولا يرد عليه ما أوردناه على السراية .\r\nإلّاأنّ هذا ليس من السراية بشيء ، وليس من باب اتّساع النجاسة ، ولا يصحّ التنظير له بما ذكره قدس سره من امتزاج المائع المتنجّس بغيره ، إذ أفاد أنّ امتزاج المائع المتنجّس بغيره كما يوجب اتّساع النجاسة وانبساطها على الأجزاء كذلك الملاقاة توجب الانبساط واتّساع النجاسة ، فلا يكون الملاقي فرداً آخر من النجس في قبال ما لاقاه ، بل نجاسته بعينها هي نجاسته . فإنّ هذا صريح في أنّه إنّما يتكلّم في المقام على السراية بمعناها الحقيقي ، لا على دعوى كون الاجتناب عن الملاقي من مقتضيات الاجتناب عمّا لاقاه .\r\nوقد عرفت أنّه على المبنى المزبور للسراية وإن كانت نجاسة الملاقي بعينها نجاسة الملاقَى - بالفتح - إلّاأ نّه لا يعقل أن تنجّز النجاسة أو آثاراها بوجودها السعي وبدائرتها المنبسطة بالعلم الإجمالي ؛ لأن المعلوم أصل النجاسة ، لا جهة سعتها وشمولها لشيءٍ آخر ، ولا مانع من التفكيك بين الجهتين في مقام التنجّز .\r\nواتّضح بما سبق أنّ مجرّد العلم الإجمالي بنجاسة أحد إناءين لا ينجِّز نجاسة ملاقيه ، فإن كان هناك وجه لتنجّز النجاسة في الملاقي فهو وقوعه بنفسه طرفاً لعلمٍ إجماليٍ آخر ، إذ كما يعلم بنجاسة الإناء الأبيض أو الأصفر كذلك يعلم بنجاسة الثوب الملاقي للإناء الأبيض أو الإناء الأصفر ، ولا إشكال في وجود هذا العلم الإجمالي .\r\nوالتحقيق : منجّزيته في سائر الموارد ، المنتج لوجوب الاجتناب عن الملاقي عقلًا ، إلّاأن المعروف بين الأساطين خلاف ذلك .\r\nوقد ذكر لعدم تنجيز هذا العلم الإجمالي وجوه ، بعضها يقتضي عدم تنجّز الملاقي مطلقاً ، وبعضها يقتضي عدم تنجّزه في بعض الموارد ، كما سنشير إليه :\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nالوجه الأول : وهو مختصّ بصورة تأخّر العلم بالملاقاة عن العلم بنجاسة الملاقي أو الطرف زماناً ، وملخّصه : أنّ العلم الإجمالي الأول المتعلّق بنجاسة أحد إناءين حين حدوثه أوجب بقانون تنجيز العلم الإجمالي تعارض الأصول في الأطراف وتساقطها ، وحين حصول العلم الإجمالي الثاني بنجاسة الثوب الملاقي للإناء الأبيض أو الإناء الأصفر يكون الأصل المؤمِّن في ناحية الإناء الأصفر قد سقط في زمانٍ سابقٍ بالمعارضة بملاحظة العلم الإجمالي الأول ، فلا يكون هناك معارض لجريان أصالة الطهارة في الثوب الملاقي ، والأصل في أحد طرفي العلم الإجمالي إذا لم يكن له معارض ، جرى بلا محذور .\r\nوإن شئت قلت : إنّ المقام من صغرويات العلم الإجمالي الذي يكون أحد طرفيه منجَّزاً بمنجِّزٍ سابق ، والمنقّح في محله انحلال مثل هذا العلم الإجمالي وعدم صلاحيته للتنجيز : إمّا ببيان جريان الأصل في الطرف الآخر بلا معارض ، وإمّا ببيان أنّه يمتنع أن يكون منجِّزاً لمعلومه على كلّ تقدير ، إذ المنجِّز لا يتنجّز ، فيسقط عن التأثير .\r\nوهذا التقريب على القول بالعليّة لا مجال له أصلًا ؛ لِمَا ستعرف في تنبيه الانحلال ، وأشرنا إليه سابقاً من أنّه على هذا المبنى لا وجه لانحلال العلم الإجمالي بتنجّز أحد طرفيه بمنجِّزٍ سابق ؛ لأنّ العلم الإجمالي عند صاحب هذا المبنى لا يكون تنجيزه مقصوراً على الجامع بين الطرفين حتّى يقال : إنّ الجامع بين المنجِّز وغير المنجِّز لا يقبل التنجيز ، فما هو المعلوم بالعلم الإجمالي - وهو الجامع - لا يصلح للتنجيز ، وما يصلح للتنجيز وهو خصوص الطرف غير المنجّز ليس بمعلوم ، بل الصورة العلمية الإجمالية حاكية عنده عن الواقع ومنجّزة له ، فلا بدّ من صلاحية الواقع للتنجيز ، لا الجامع .\r\nفلو فرض أنّ الواقع المنكشف إجمالًا في المقام هو الطرف الغير المنجِّز\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nكان صالحاً للتنجيز بالعلم الإجمالي ، ومجرّد كونه مشكوكاً لا يمنع عن التنجيز على هذا المسلك ، إذ الواقع الموجود في البين مشكوك في سائر موارد العلم الإجمالي ، ومع ذلك يلتزم بكونه منجِّزاً بالصورة العلمية الإجمالية ، فليكن في المقام كذلك . وسوف نتعرّض لهذا تفصيلًا في مبحث الانحلال ، فانتظر .\r\nوأمّا على مباني الاقتضاء فلانحلال العلم الإجمالي في المقام بتنجّز أحد طرفيه بالعلم السابق وجه ، إذ لا يبقى حينئذٍ مانع عن جريان الأصل النافي في الطرف الآخر .\r\nإلّاأنّ التحقيق في النظر القاصر عدم تمامية التقريب المزبور في المقام ؛ حتّى على مباني الاقتضاء ، بمعنى أنّ نجاسة الملاقِي - بالكسر - في المقام طرف لعلمٍ إجماليٍّ لم يتنجّز شيء من طرفيه بمنجِّزٍ سابقٍ أصلًا حتّى يكون الأصل في الملاقي جارياً بلا معارض .\r\nوبيان ذلك : أنّه لا إشكال عند حصول الملاقاة بين الثوب والإناء الأبيض في حصول علمٍ إجماليٍّ بنجاسة الثوب أو الإناء الأصفر الذي هو طرف الإناء الأبيض ، وليس العلم الأول بنجاسة الأبيض أو الأصفر موجباً لانحلال هذا العلم انحلالًا حقيقياً ، وإن كانت بعض الكلمات موهمة لذلك ؛ وذلك لوضوح أنّ العِلمين الإجماليّين لا يوجب أحدهما انحلال الآخر بمجرّد وجود طرفٍ مشتركٍ بينهما ، فالكلام إذن يتمحّض في الانحلال الحكمي ، وذلك بدعوى جريان الأصل في الملاقي بلا معارض باعتبار تنجّز الطرف الآخر وهو نجاسة الأصفر ، وسقوط الأصل فيه سابقاً .\r\nوعليه فنقول : إنّه إذا علم إجمالًا عند الزوال بنجاسة الإناء الأبيض أو الأصفر فهذا العلم الإجمالي يكون علماً فعلياً بالنجاسة الثابتة في هذا الزمان بالفعل لأحد الإناءين ، ويكون علماً تدريجياً بنجاسة كلٍّ من الإناءين في هذا\r\n\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nالزمان ، أو نجاسة الإناء الآخر في سائر قطعات الزمان إلى آخر أزمنة الشكّ والإجمال ، ومن المعلوم أنّ الأصل الجاري بالفعل - أي عند الزوال - في كلٍّ من الطرفين يكون ساقطاً بالمعارضة ؛ لأجل العلم الإجمالي الفعلي بنجاسة أحدهما في هذا الزمان ، وأمّا الأصل في القطعات الزمانية المتأخّرة بالإضافة إلى الإناء الأصفر - أي أصالة الطهارة في الإناء الأصفر في الساعة الثانية - فسقوطه ليس موقوفاً على أن يكون في الساعة الثانية بعد الزوال علم إجماليّ فعليّ بنجاسة الأصفر أو الأبيض ، بحيث تكون نجاسة الأصفر في ذلك الزمان طرفاً لعلمٍ فعليٍّ في ذلك الزمان ، بل قد لا يكون في الساعة الثانية علم إجمالي فعلي بنجاسة أحد الإناءين ؛ لخروج الأبيض في ذلك الزمان عن الطرفية الفعلية ؛ للعلم بطهارته في ذلك الزمان ولو بسبب التطهير ، بل يكفي في تنجيز الإناء الأصفر في القطعات المتأخّرة من الزمان ، أي في الساعة الثانية . وسقوط أصالة الطهارة في ذلك الظرف كون القطعات المتأخّرة من نجاسة الأصفر ، أي نجاسته في الساعة الثانية طرفاً للعلم الإجمالي التدريجي بتلك القطعات المتأخّرة ، أو بنجاسة الأبيض فعلًا حين الزوال .\r\nوبتعبير واضح : أنّ نجاسة كلٍّ من الإناء الأبيض والأصفر ، تتحصّص من حيث الزمان إلى حصص ، فالحصة الأولى من نجاسة الأصفر تتنجّز بالعلم الإجمالي الفعلي بنجاسة أحد الإناءين وأمّا الحصص المتأخّرة من الإناء الأصفر فتتنجّز بالعلم الإجمالي التدريجي بنجاسة الأبيض حين الزوال ، أو بتلك الحصص المتأخّرة لنجاسة الأصفر ، وبمثل هذا العلم الإجمالي التدريجي دفعوا شبهة عدم وجوب الاجتناب عن طرفٍ إذا خرج الطرف الآخر عن الطرفية في الأثناء ، إلّا أنّ هذا العلم الإجمالي التدريجي إنّما يوجب سقوط الأصل بالإضافة إلى الإناء الأصفر في القطعات المتأخّرة ، وعدم شمول الدليل لتلك القطعات المتأخّرة\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nفيما إذا بقي إلى الزمان المتأخّر ، وإلّا فلو انحلّ هذا العلم الإجمالي التدريجي بعد ساعةٍ من حدوثه فلا مانع من نفي دليل الأصل حينئذٍ للقطعات المتأخّرة من نجاسة الأصفر ، فما هو المنجِّز لهذه القطعات والموجب لعدم نفيها في ظرفها بدليل الأصل ، هو العلم الإجمالي التدريجي بوجوده البقائي ، ولا يكفي حدوثه في انقطاع الأصل في ظرف القطعات المتأخّرة من نجاسة الأصفر ، وعلى هذا فالقطعات المتأخّرة من نجاسة الأصفر إنّما تتنجّز ببقاء ذلك العلم التدريجي ، لا بحدوثه ، فلو وقعت في ظرفها طرفاً لعلمٍ إجماليٍّ آخر فلا مانع من تنجيزه .\r\nولا يقال : إنّ هذه القطعات المتاخّرة قد تنجّزت بمنجّزٍ سابقٍ ، وهو العلم الإجمالي التدريجي الحاصل من حين الزوال .\r\nلأنّه يقال : إنّ هذا العلم الإجمالي إنّما ينجِّز القطعات المتأخّرة من نجاسة الأصفر بوجوده البقائي ، إذ لو انحل قبل أن يأتي ظرف تلك القطعات المتأخرة ، لَمَا نجّزها ، ووجوده البقائي ليس سابقاً في الزمان على العلم الاجمالي الآخر المفروض ، فينجّز العلمان في الظرف المتأخّر معاً ، ويستحيل تنجيز أحدهما دون الآخر ، بل يستند سقوط الأصل في القطعات المتأخرة في ذلك الظرف إليهما معاً .\r\nإذا اتّضح هذا يتّضح أنّه إذا علم بنجاسة الأصفر أو الأبيض عند الزوال ، ثمّ حصلت ملاقاة الثوب للإناء الأبيض مغرباً فالقطعات المتأخّرة من نجاسة الأصفر تكون طرفاً للعلم الإجمالي بها أو بنجاسة الملاقي ، وتلك القطعات المتأخّرة وإن كانت طرفاً لعلمٍ إجماليٍّ تدريجيٍّ حاصلٍ من حين الزوال إلّاأ نّه لا ينجّز تلك القطعات في ظرفها إلّابوجوده البقائي المعاصر زماناً للعلم الإجمالي الجديد ، فيؤثّر كلا العلمين في التنجيز معاً .\r\nوالحاصل : أنّ معنى تنجّز القطعات المتأخّرة من نجاسة الأصفر في ظرفها إنّما هو سقوط الأصل المؤمِّن النافي لها في ذلك الظرف ، ومن المعلوم أنّ سقوط\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nأصالة طهارة الإناء الأصفر في الظرف المتأخّر - ولنفرضه الساعة الثانية - لا يكفي فيه حدوث العلم الإجمالي التدريجي في الساعة الأولى ؛ لأنّ العلم في زمانٍ لا يوجب سقوط الأصل في زمانٍ آخر بالضرورة ، وإذن فأصالة الطهارة في الساعة الثانية النافية لنجاسة الأصفر في ذلك الزمان ليست ساقطةً بمنجّزٍ سابق على العلم الإجمالي الجديد بحسب الزمان ، بل بمنجِّز في عَرْضه ، وهو بقاء العلم الإجمالي الأول ، ولا مرجِّح لاستناد التنجيز إلى هذا البقاء دون العلم الإجمالي الحادث .\r\nوبهذا البيان يندفع ما يمكن أن يقال من أنّ العلم الإجمالي بحدوثه عند الزوال ينجِّز القطعات المتأخّرة ، ولكن مشروطاً بشرطٍ متأخّر ، وهو بقاؤه إلى ذلك الزمان ، ومعنى تنجيزه بحدوثه منعه عن جريان الأصل النافي للقطعات المتأخّرة من نجاسة الأصفر في ظرف حدوثه ، فإنّ القطعات المتأخّرة من نجاسة الأصفر مشمولة للأصل النافي في نفسها من حين الزوال ، ولا يشترط في جريان الأصل النافي لها أن يأتي زمانها المتأخّر ، بل مقتضى دليل الأصل حين الزوال - أي حين حدوث العلم الإجمالي بنجاسة أحد الإناءين - جريان الأصل النافي لنجاسة الأصفر في جميع الأزمنة ، وبسائر حصصها المتأخرة ، والعلم الإجمالي بنجاسة أحد الإناءين يكون مانعاً عن ذلك .\r\nفقد ثبت بذلك : أنّ العلم الإجمالي الحاصل حين الزوال بنفسه وبحدوثه يكون مانعاً عن جريان الأصل النافي لسائر قطعات نجاسة الأصفر ، لا أنّه ببقائه يكون كذلك ، إذ أنّ اقتضاء الدليل للأصل النافي لسائر القطعات المتأخّرة حاصل من حين الزوال ، فيكون العلم الإجمالي الأول هو المانع عن فعليته وثبوت مدلوله ، وبعد ذلك لا يبقى معارض للأصل في الملاقي حين حدوث الملاقاة .\r\nووجه اندفاع هذا الإشكال : أنّ كلّ علمٍ في أيّ زمانٍ إنّما يمنع عن جريان\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nالأصل النافي لمعلومه أو لأحد أطرافه في ذلك الزمان ، كما هو واضح ، فلو سُلِّم أنّ العلم الإجمالي بنجاسة أحد الإناءين بوجوده حين الزوال يمنع عن أن يجري في ظرفه - أي حال الزوال - الأصل النافي لنجاسة الإناء الأصفر ولو بقطعاتها المتأخّرة إلّاأ نّه لا يعقل مانعيته عن نفي القطعات المتأخّرة من نجاسة الأصفر بأصلٍ يجري في الزمان المتأخّر ، فإنّ هذا الأصل إنّما يمنع عنه العلم في ذلك الزمان المتأخّر .\r\nوالحاصل : أنّ المراد في المقام إثبات أنّ نفي القطعات المتأخّرة من نجاسة الأصفر بأصلٍ يجري في ظرفها المتأخّر - الذي هو ظرف ملاقاة الثوب للإناء الأبيض - لا يعقل أن يكون ممتنعاً بالعلم الإجمالي بنجاسة أحد الإناءين بحدوثه حين الزوال ؛ لأنّ حدوث العلم الإجمالي حين الزوال إنّما يمنع عن جريان الأصل النافي حينه ، وأمّا جريانه في زمانٍ آخر من أزمنة الشكّ فالمانع عنه إنّما هو بقاء ذلك العلم الإجمالي إلى ذلك الزمان ، فدليل أصالة الطهارة يقتضي الشمول للإناء الأصفر في كلّ زمان ، وشموله له في كلّ زمانٍ إنّما يمنع عنه العلم الإجمالي في ذلك الزمان ، لا العلم الإجمالي في زمانٍ سابق .\r\nوعليه فشمول دليل الأصل للإناء الأصفر في ظرف ملاقاة الثوب للإناء الأبيض ليس ساقطاً بسببٍ سابق ، بل بالعلم الإجمالي التدريجي أو الفعلي بنجاسة أحد الإناءين الموجود في ذلك الظرف .\r\nوحينئذٍ فلا يكون هناك مانع عن تنجيز العلم الإجمالي الآخر بنجاسة الملاقي ، أو الأصفر فعلًا ، ويكون الأصل في الملاقي معارضاً للأصل في الطرف الآخر ، ولا يفرق في ما ذكرناه بين أن يقال : بأنّ نجاسة الأصفر في الزمان المتأخّر منجَّزة بالعلم الإجمالي التدريجي بها ، أو بنجاسة الأبيض في الزمان الأول ، أو أنّ هذا لا يكفي بناءً على عدم تنجيز العلم الإجمالي في التدريجيات ،\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nوأ نّه لابدّ من العلم بنجاسةٍ فعليةٍ ثابتةٍ في الظرف المتأخّر على كلّ تقدير ، فإنّه على كلّ حالٍ المنجِّز إنّما هو العلم بوجوده البقائي في ذلك الظرف ، إذ لولا بقاؤه يستحيل مانعيته عن شمول دليل الأصل في ذلك الظرف .\r\nوإنّما أطلنا الكلام في المقام لأنّ التقريب المزبور أمتن التقريبات المذكورة في المقام وأشيعها ، فأردنا توضيح المقام بنحوٍ تتّضح جهات الإشكال فيه اتّضاحاً تامّاً ، فتدبّر واغتنم ، ومنه سبحانه التوفيق إلى فهم كلمات الأكابر .\r\nالوجه الثاني : وهو لا يختصّ بصورة تأخّر العلم بالملاقاة زماناً ، بل يشمل صورة التقارن بين العلمين أيضاً ، وحاصله : أنّ الأصل في الملاقَى - بالفتح - لمّا كان حاكماً على الأصل في الملاقي فيسقط بالمعارضة مع الأصل في الطرف الآخر في الرتبة السابقة ، وحين وصول النوبة إلى الأصل في الملاقي لا يكون له معارض في مرتبته فيجري .\r\nوهذا البيان متوقّف :\r\nأولًا : على كون المحذور في جريان الأصل في بعض الأطراف هو المعارضة ، لا علّية العلم الإجمالي ، وإلّا امتنع جريان الأصل في الملاقي وإن لم يكن له معارض .\r\nوثانياً : على إجداء التأخّر الرتبي في عدم وقوع الأصل الطولي طرفاً للمعارضة مع الأصل في الطرف الآخر .\r\nوثالثاً : على عدم كون الطرف الآخر مجرىً لأصالة الحلّية في نفسه ، بناءً على الشبهة الحيدرية المعروفة التي نقلها المحقّق العراقي قدس سره في مجلس بحثه عن سيّدنا الوالد ( قدس اللَّه نفسه الزكية ) ، وسيأتي توضيحها .\r\nورابعاً : على تسليم الطولية بين أصل الطهارة في الملاقي وأصالة الطهارة في الملاقَى ، وكون الأول حاكماً على الثاني .\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nأمّا الأولان فقد سبق تحقيقهما بما لا مزيد عليه ، وبيّنّا أنّه لا أساس للقول بالعلّية ، كما بيّنّا أنّ مجرّد طولية أصلٍ ومحكوميته لأصلٍ لا يمنع عن سقوطه بالمعارضة مع معارض الأصل الحاكم عليه .\r\nوأمّا الثالث فملخّص ما ينسب إلى سيّدنا الوالد « 1 » قدس سره في المقام : أنّ أصالة الطهارة في الملاقي كما يكون في طول أصالة الطهارة في الملاقى - بالفتح - كذلك يكون هناك أصل آخر في طول أصالة الطهارة في الطرف الآخر ، وهو أصالة الحلّية فيه ، إذ الحلّية فيه من الآثار الشرعية لطهارته ، وهذان الأصلان الطوليان - أعني أصالة الحلّية في الطرف الآخر فيما إذا كان قابلًا للحلّية ، وأصالة الطهارة في الملاقى - في رتبةٍ واحدةٍ فيتساقطان بالمعارضة .\r\nوهذا البيان قد أورده سيّدنا الوالد على التقريب المزبور لإجراء أصالة الطهارة في الملاقي بعد تسليم مباني التقريب التي أشرنا إلى ابتنائه عليها ، بمعنى أنّها إذا تمّت فيرد على التقريب المزبور ما أفيد . وقد اعترف بالبيان المزبور جملة من معاصريه من المحقّقين « 2 » ، إلّاأ نّه غير واضحٍ في النظر القاصر ، كما سنشير اليه .\r\nوأمّا الرابع فهو من المسلّمات عندهم ، إلّاأنّ لمنعه مجالًا واسعاً ، بمعنى أنّ التحقيق في النظر القاصر : هو عدم حكومة أصالة الطهارة في الملاقَى - بالفتح - على أصالة الطهارة في الملاقي .\r\nوبيان ذلك : أنّ الحكومة إمّا أن تكون بملاك رفع دليل الحاكم لموضوع دليل المحكوم بالتعبّد ، كما في الأمارة المجعول فيها الطريقية بالإضافة إلى الأصول ، ولا يفرق في الرفع المذكور الذي هو ملاك هذه الحكومة بين أن يكون\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نسبه المحقّق العراقي في نهاية الأفكار 3 : 362\r\n( 2 ) منهم المحقّق العراقي في نهاية الأفكار 3 : 363\r\n","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nبين المدلولين طولية - كما في استصحاب طهارة الشيء الحاكم على استصحاب طهارة ملاقيه - أو أن يكون مدلول الحاكم والمحكوم متّحداً ، كالبيّنة القائمة على طهارة شيءٍ مع استصحاب طهارته ، ولا فرق أيضاً بين كون المحكوم نافياً لِمَا يثبته الحاكم أو موافقاً له .\r\nوإمّا أن تكون الحكومة بملاك النظر ، وتعرّض أحد الدليلين لمفاد الآخر وملاحظته له . والنظر تارةً يستفاد من نفس اللفظ ، وأخرى باعتبار أنّه لولا فرض مفاد الدليل المحكوم في المرتبة السابقة وكونه ملحوظاً في جانب الدليل الحاكم لَكان الحاكم ممّا لا معنى له ، فصوناً له عن ذلك يستكشف نظره إلى المحكوم ، كما في دليل أصالة الطهارة - مثلًا - بالنسبة إلى أدلّة الآثار الواقعية المترتّبة على الطهارة ، فإنّه لولا وجود آثارٍ خاصّةٍ للطهارة واقعاً لَكان التعبّد بالطهارة ظاهراً ممّا لا معنى له ، فلابدّ أن يكون التعبّد المزبور ناظراً إلى تلك الآثار وحاكماً عليها حكومة ظاهرية .\r\nإذا عرفت هذا فنقول : إنّ الحكومة المدَّعاة لأصالة الطهارة في الملاقَى - بالفتح - إن كانت من القسم الأول - أي بملاك كونها مُلغِيةً لموضوع أصالة الطهارة في الملاقي - فيندفع : بأنّ موضوع أصل الطهارة في الملاقي هو الشكّ في طهارته الواقعية ، لا الشكّ في طهارته الظاهرية ، وأصالة الطهارة في الملاقَى - بالفتح - ليس المجعول فيها هو الطريقية حتى تكون مُلغِيةً للشكّ في طهارة الملاقي ومقتضيةً لإحراز طهارته الواقعية تعبّداً ، بل المجعول فيها صرف الحكم بطهارة الملاقَى - بالفتح - ظاهراً وترتّب جميع الآثار ظاهراً ، فما هو موضوع أصل الطهارة في الملاقي لم يرتفع .\r\nودعوى : أن أصالة الطهارة في الملاقَى - بالفتح - تحكم بطهارته شرعاً ، ويثبت بذلك عدم نجاسته شرعاً ، إذ لا بأس بإِثبات عدم النجاسة بالتعبّد بالطهارة ،\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nوحيث ثبت أنّ الملاقَى - بالفتح - ليس نجساً فيرتفع الشكّ في نجاسة ملاقيه ؛ لأنّ نجاسة الملاقي إنّما تكون بسبب نجاسة الملاقى - بالفتح - ، وحيث حكم بعدم نجاسته شرعاً فلا معنى للشكّ في نجاسة ملاقيه مدفوعة : بأنّ الإشكال ليس من ناحية أنّ عدم نجاسة الملاقَى - بالفتح - لا يثبت بالتعبّد بطهارته ، فلا يثبت طهارة الملاقي ؛ لأنّها من آثار عدم نجاسة الملاقَى - بالفتح - ، لا من آثار طهارته حتّى يجاب عن ذلك بأنّ التعبّد بالطهارة يثبت به عدم النجاسة ، أو أنّه بعينه تعبّد بعدم النجاسة ، بل الإشكال من ناحية أنّ هذا التعبّد لا يقتضي إلغاء الشكّ في طهارة الملاقي أصلًا ، بل يقتضي الحكم بطهارة الملاقي ؛ لأنّها من آثار عدم نجاسة الملاقى - بالفتح - الثابت بجريان أصالة الطهارة فيه ، إلّاأنّ الحكم بطهارة الملاقي أمر وإلغاء الشكّ في طهارته الواقعية الذي هو المحقِّق للحكومة في المقام أمر آخر ، فالتعبّد بأنّ الملاقى - بالفتح - ليس بنجس تعبّد بأنّ الملاقي ليس بنجس ، لاتعبدّ بأنه ليس بمشكوك النجاسة ، ولا ملازمة بين التعبّدين .\r\nوإن كانت الحكومة المدَّعاة بملاك النظر ففيه : أن أصالة الطهارة إنّما توجب ترتيب جميع آثار الطهارة الواقعية في الظاهر ، فهي ناظرة إلى أدلّة الأحكام الواقعية وحاكمة عليها حكومةً ظاهرية ، إذ لا معنى لها لولا فرض تلك الآثار في المرتبة السابقة ، وليس لها نظر إلى حكمٍ ظاهريٍّ أصلًا ، فأصالة الطهارة في الملاقَى - بالفتح - لا يكون ناظراً إلى أصالة الطهارة في الملاقي ، إذ لا موجب لتقدير هذا النظر في الأصل المزبور ، وإنّما هي ناظرة إلى الآثار الواقعية المترتّبة على طهارة الملاقى - بالفتح - ، وعلى هذا فلا حكومة أصلًا في المقام ، بل في فرض ملاقاة شيءٍ ، لمشكوك الطهارة تكون أصالة الطهارة في الملاقَى - بالفتح - مقتضية لترتيب جميع آثارها التي منها طهارة الملاقي كما أنّ دليل الأصل يقتضي جريان أصالة الطهارة في نفس الملاقي مستقلّاً ، وليست أصالة الطهارة في\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nالملاقى - بالفتح - المقتضية بإطلاقها لطهارة الملاقي حاكمةً على نفس أصالة الطهارة التي يقتضي الدليل بمقتضى إطلاقه جريانها في الملاقي مستقلّاً .\r\nوحينئذٍ فإذا ادُّعي لَغوية الجمع بين الأمرين - أي بين اطلاق أصل الطهارة في الملاقى - بالفتح - لسائر الآثار حتى طهارة الملاقي ، وبين إطلاق دليل الأصل المقتضي لجريان أصالة الطهارة في الملاقي مستقلّاً بما أنّه فرد من المشكوك ؛ لأدائه إلى ثبوت تعبّدين بطهارة الملاقي - فلا بدّ إمّا من رفع اليد عن إطلاق دليل الأصل بالإضافة إلى الملاقي والالتزام بعدم جريان الأصل فيه مستقلّاً ، أو عن إطلاق أصالة الطهارة في الملاقَى - بالفتح - والالتزام بأنّ المجعول فيها من آثار الطهارة لا يشمل طهارة الملاقي ، ولا مرجِّح لأحد الإطلاقين على الآخر .\r\nنعم ، أصالة الطهارة في الملاقى - بالفتح - مقدَّمة على سائر الأصول الثابتة بأدلّةٍ أخرى والجارية في آثار الطهارة إثباتاً أو نفياً ، كأصالة الحلّية ، أو استصحاب الحدث لمن توضّأ بماءٍ مشكوك الطهارة ، ونحو ذلك ، وذلك لا بملاك الحكومة ؛ لعدم وجود شيءٍ من ملاكَيها في المقام ، كما عرفت ، بل بملاك لزوم اللغوية في دليل أصالة الطهارة على فرض تقديم أدلّة تلك الأصول ، وهذا الوجه لا يأتي في المقام ، إذ الأمر دائر في محلّ الكلام بين جريان أصالة الطهارة في الملاقِي - بالكسر - ابتداءً ، أو إطلاق أصالة الطهارة في الملاقَى - بالفتح - لطهارة الملاقي التي هي من آثاره ؛ لِلَغوية ثبوتهما معاً بحسب الفرض ، وكلّ منهما صغرى لكبرى أصالة الطهارة المجعولة في قوله : « كلّ شيءٍ طاهر . . . إلى آخره » ، فلا يلزم من إسقاط إحدى الصغريَين لَغوية الكبرى .\r\nوالحاصل : أنّ تقديم أدلّة الأصول الأخرى الموافقة والمخالفة على دليل أصالة الطهارة موجب لِلَغويته ، بخلاف تقديم أيٍّ من الجهتين المزبورتين في المقام فإنّه لا يوجب لَغوِية الكبرى ؛ لأنّ تمامية كلٍّ من الجهتين على فرض ثبوتها\r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nإنّما تكون بلحاظ الكبرى ، فلا يكون تقديم إحدى الجهتين موجباً لِلَغويّتها ليتعيّن تقديم الجهة الأخرى .\r\nوعلى هذا فيظهر أنّ التقريب المزبور لجريان أصالة الطهارة في الملاقي لا أساس له ؛ لأنّه فرع كون أصل الطهارة في الملاقي في طول أصل الطهارة في الملاقَى - بالفتح - ومحكوماً له ، وقد عرفت بطلان ذلك .\r\nإلّاأ نّه قد يقال مع هذا : إنّ التقريب المزبور يتمّ أيضاً ببيان : أنّ أصالة الطهارة في الملاقَى - بالفتح - وإن لم تكن حاكمةً إلّاأنّ استصحاب الطهارة في الملاقَى - بالفتح - حاكم بلا إشكال ؛ لأنّ المجعول فيه هو الطريقية ، فيتعارض مع استصحاب الطهارة في الطرف الآخر أوّلًا ، ثمّ تتعارض أصالة الطهارة في الملاقَى - بالفتح - وأصالة الطهارة في الطرف الآخر ، واستصحاب الطهارة في الملاقي ؛ لأ نّها كلّها في عرضٍ واحد ، بناءً على إنكار حكومة أصالة الطهارة في الملاقَى - بالفتح - على الأصول المؤمِّنة في جانب الملاقي ، وبعد تساقطها تصل النوبة إلى أصالة الطهارة في الملاقي بلا معارض .\r\nإلّاأنّ حكومة الاستصحاب على الأصول الأخرى قابلة للخدشة أيضاً ، كما سيأتي تحقيقه مفصّلًا في الجزء التاسع من هذا الكتاب ؛ وذلك لأنّ المجعول في باب الاستصحاب ليس هو الطريقية حتى يكون مُلغِياً للشكّ ، بل تحريم النقض العملي لليقين بالشكّ تحريماً طريقياً ، كما سنوضّح مقام ثبوته وإثباته مفصّلًا في محلّه .\r\nعلى أنّه لو فرض كون المجعول هو الطريقية ، فلنا بيانات لإبطال الحكومة المدَّعاة ، سوف يأتي تحقيقها إثباتاً ونفياً في الجزء التاسع من هذا الكتاب ، فانتظر .\r\nالوجه الثالث : ما أفاده المحقّق العراقي « 1 » قدس سره ، وهو مختصّ بصورة نشوء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهاية الأفكار 3 : 357 - 360\r\n","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nالعلم بنجاسة الملاقي أو الطرف من العلم بنجاسة الملاقَى - بالفتح - أو الطرف ومعلوليته له ، فإنّه فصّل في المقام بين ما إذا كان العلم الإجمالي بنجاسة الملاقي أو الطرف معلولًا للعلم الآخر ، أو علّةً له ، أو في عرضه .\r\nففي الأول لا يكون العلم بنجاسة الملاقي أو الطرف منجِّزاً لنجاسة الملاقَى ؛ لأ نّه معلول للعلم بنجاسة الملاقى - بالفتح - أو الطرف . وفي الثاني ، يكون الأمر بالعكس . وفي الثالث ينجِّز كلا العِلمين .\r\nوأفاد في تقريب ذلك : أنّ العلم بنجاسة الملاقي أو الطرف إذا كان ناشئاً عن العلم بنجاسة الملاقَى - بالفتح - أو الطرف فلا أثر له لتنجّز التكليف بالاجتناب عن الطرف في المرتبة السابقة بالعلم الإجمالي السابق رتبةً ، فإنّه يعتبر في منجّزية العلم الإجمالي أن لا يكون مسبوقاً بمنجِّزٍ آخر موجبٍ لتنجّز أحد طرفيه ، وإلّا فيخرج عن صلاحية المنجّزية ، ومعه يرجع الشكّ في نجاسة الملاقي - بالكسر - ووجوب الاجتناب عنه إلى الشكّ البدوي ، فتجري فيه أصالة الطهارة .\r\nويرد عليه : أنّه على تقدير تسليم المبنى وسقوط العلم الإجمالي عن الأثر بتنجّز أحد طرفيه سابقاً فمناط المحرومية من الأثر أن يكون تنجّز أحد الطرفين سابقاً بحسب الرتبة على العلم الإجمالي بنجاسة الملاقي أو الطرف ، وفي الفرض ليس كذلك ، فإنّه في الفرض المزبور يكون نفس العلم الإجمالي بنجاسة الملاقي أو الطرف معلولًا للعلم الإجمالي بنجاسة الملاقى - بالفتح - أو الطرف ، فهو في مرتبةٍ متأخّرةٍ عنه ، إلّاأ نّه ليس متأخّراً مرتبةً عن تنجّز الطرف المعلول للعلم الإجمالي الأول حتّى يمتنع تأثيره في تنجيز معلومه ، بل العلم الإجمالي الأول بنجاسة الملاقَى - بالفتح - أو الطرف كما يكون علّةً لتنجيز الطرف كذلك هو علّة للعلم الإجمالي بنجاسة الملاقي أو الطرف ، فما هو الموجود في المرتبة السابقة على العلم الثاني هو العلم الأول ، لا أثره ، وحينئذٍ فثبوت أثر العلم الأول دون أثر\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nالعلم الثاني بلا مرجِّح .\r\nوالحاصل : أنّ المخرج للعلم الإجمالي بنجاسة الملاقي أو الطرف عن قابلية التنجيز ، إنّما هو تنجّز الطرف وصحة العقاب عليه من غير جهته ، فإنّه حينئذٍ لا يكون منجِّزاً ولا مصحِّحاً للعقاب ، وفي المقام لا وجه للالتزام بثبوت تنجّز العلم الأول دون العلم الثاني حتى يُدّعى سقوط العلم الثاني عن التنجيز ؛ لأنّ التنجّز الأول ليس في مرتبةٍ سابقةٍ على تنجّز الثاني ليقال : إنّه يثبت في المرتبة السابقة ولا يبقى مجالًا لتنجّز العلم الثاني في المرتبة المتأخّرة ، بل هو في عرضه ، فلا موجب للالتزام بثبوت أحد التنجّزين وجعله مانعاً عن التنجّز الآخر .\r\nوتوهمّ أنّ سبق علّة أحد التنجّزين على علّة الآخر يوجب سبقه على التنجّز الآخر مدفوع : بأنّ كون العلم الإجمالي الأول سابقاً بالعلّية على العلم الإجمالي الثاني لا يوجب أن يكون أثره سابقاً بالرتبة على أثره ، كما هو المحقَّق في محلّه ، فالتنجّزان في عرضٍ واحد ، وليس بينهما سبق رتبي ، فيستحيل مانعية أحدهما عن ثبوت الآخر . وأمّا مجرّد وقوع الطرف طرفاً لعلمٍ إجماليٍّ في المرتبة السابقة على العلم الإجمالي بنجاسة الملاقي أو الطرف فلا يمنع عن تنجيزه ، إذ المانع عن التنجيز إنّما هو تنجّزه السابق الموجب لعدم تحمّله لتنجّزٍ آخر ، كما هو واضح ، لا مجرّد طرفيته لعلمٍ إجماليٍّ في المرتبة السابقة .\r\nالوجه الرابع : وهو شامل لصورة تقارن العلمين ، وصورة تقدم أحدهما على الآخر ، وبيانه كما أفاده المحقّق النائيني قدس سره على ما في فوائد المحقّق الكاظمي الخراساني « 1 » : أنّ العلم الإجمالي بوجوب الاجتناب عن أحد الشيئين إنّما يقتضي الاجتناب عنهما إذا لم يحدث ما يقتضي سبق التكليف بالاجتناب عن أحدهما ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فوائد الأصول 4 : 45\r\n","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nولو كان ذلك علماً إجمالياً آخر كان المعلوم به سابقاً في الزمان أو في الرتبة على المعلوم بالعلم الإجمالي الأول ، فلو علم بوقوع قطرة من دمٍ في أحد الإناءين ، ثمّ علم بوقوع قطرةٍ أخرى من الدم في أحدهما المعيَّن ، أو في إناء ثالث ، ولكنّ ظرف القطرة المعلومة ثانياً أسبق من ظرف وقوع القطرة المعلومة أوَّلًا فلا ريب في أنّ العلم الإجمالي الثاني يوجب انحلال الأول ؛ لسبق معلومه عليه .\r\nومن الواضح أنّ العلم الإجمالي بنجاسة الملاقي - بالكسر - أو الطرف دائماً يكون المعلوم به متأخّراً عن المعلوم بالعلم الإجمالي بنجاسة الملاقَى - بالفتح - أو الطرف ، فإنّ رتبة وجوب الاجتناب عن الملاقَى - بالفتح - أو الطرف سابقة على وجوب الاجتناب عن الملاقي - بالكسر - ؛ لأنّ التكليف في الملِاقي إنّما جاء من قبل التكليف بالملاقَى ، فلا أثر لتقدم زمان العلم وتأخّره بعدما كان المعلوم في أحد العلمين سابقاً رتبةً على المعلوم بالآخر ، ففي أيّ زمانٍ يحدث العلم الإجمالي بنجاسة الملاقَى - بالفتح - أو الطرف يسقط العلم الإجمالي بنجاسة الملِاقي والطرف عن التأثير ؛ لأنّه يتبيّن سبق التكليف بالاجتناب عن أحد طرفيه ، وهو طرف الملاقَى - بالفتح - .\r\nويرد عليه أوَّلًا : أنّ التنجّز يدور مدار العلم ؛ لأنّه من شؤونه ، ولا معنى لحصوله في مرتبةٍ أو زمانٍ سابقين على العلم ، إذ يكون من باب حصول المعلول قبل علّته ، كما أفاده المحقّق العراقي في مقالاته « 1 » ، فالمعلوم إنّما يتنجّز من حين العلم ، وحينئذٍ فمجرّد سبق المعلوم بالعلم الأول لا يوجب كونه منجّزاً في ظرفه ، بل كون المعلوم السابق منجّزاً من حين العلم به ، فلا يعقل مانعية العلم الثاني عن تنجيز العلم الأول ؛ لأنّه سابق بمعلومه على معلوم الأول ، لا أنّه سابق عليه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مقالات الأصول 2 : 249\r\n","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nبتنجّزه ، والموجب للانحلال ، إنما هو السبق بالتنجّز .\r\nوتوهّم أنّ العلم الأول يخرج من حين حدوث العلم الثاني بالمعلوم السابق عن كونه علماً بالنجاسة الحادثة ، والتكليف على كلّ تقدير مدفوع : بأ نّه إن أريد أنّه حين العلم الثاني ينكشف أنّ أحد طرفي العلم الأول منجّز سابقاً فيستحيل تنجّزه به فهو بديهي البطلان ؛ لِمَا عرفت من أنّ العلم الثاني لا يكون سبباً في ثبوت تنجّز معلومه السابق من حينه وفي ظرفه ، وإنّما يوجب تنجّز المعلوم السابق من الآن .\r\nوإن أريد أنّه وإن لم يكن أحد طرفي العلم الإجمالي الأول منجّزاً سابقاً إلّا أنّه ينكشف أنّ المعلوم بالعلم الأول ليس نجاسةً حادثةً بحسب الواقع على كلّ تقدير ؛ لاحتمال انطباقه على نفس المعلوم بالعلم الثاني ، فهو أوضح بطلاناً ، إذ خصوصية الحدوث والبقاء لا دخل لها في باب المنجّزية ، ولا يختصّ الحدوث بقابلية التنجّز ، فإذا علم إجمالًا بنجاسة الإناء الأبيض أو الأصفر عند الزوال ، ثمّ علم بنجاسة الأبيض أو الثوب منذ الفجر فالعلم الثاني لا يوجب كون نجاسة الإناء الأبيض منجّزةً في مرحلةٍ سابقةٍ على حدوث العلم الأول ، وغاية ما يوجبه أن لا تكون النجاسة المعلومة بالعلم الأول نجاسةً حادثةً على كلّ تقدير ، إذ على تقدير انطباق كلا المعلومين على الإناء الأبيض لا تكون النجاسة المعلومة بالعلم الأول نجاسةً حادثة ، بل بقاءً للنجاسة الثابتة من حين الفجر ، إلّاأ نّه ليس من شرائط تنجّز التكليف بالعلم الإجمالي أن يكون حادثاً ، وأن لا يكون بقاءً لشيءٍ آخر واقعاً ؛ لوضوح أنّ بقاء النجاسة والتكليف قابل للتنجّز كحدوثهما ، وإنّما شرط تنجّزه بالعلم الإجمالي أن لا يكون منجّزاً سابقاً ، وهذا حاصل في المقام .\r\nويرد عليه ثانياً : أنّنا لو سلَّمنا كون سبق أحد المعلومين موجباً لانحلال العلم الإجمالي بالمعلوم المتأخّر وإن كان نفس العلم سابقاً إلّاأنّ المقام ليس\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nصغرى لذلك ، إذ المراد بسبق أحد التكليفين المعلومين إجمالًا على الآخر هو كونه ثابتاً لنفس موضوع المعلوم الآخر في مرتبةٍ أو زمانٍ سابقين ، وأمّا مجرّد سبقه ولو كان في موضوعٍ آخر فلا يوجب قصور العلم الآخر عن تنجيز معلومه ، إذ لم يتنجّز شيء من أطرافه في المرتبة السابقة على معلومه ، وإنّما تنجّز حكمٍ آخر في موضوعٍ آخر يكون سابقاً على معلومه .\r\nوبالجملة : لو قلنا : إن التنجّز يثبت من حين زمان المعلوم لا من حين زمان العلم فلا يقتضي ذلك في المقام - أي فيما إذا فرض تقدم العلم الإجمالي بنجاسة الملاقي - بالكسر - أو الطرف على العلم الآخر - انحلال العلم الإجمالي الأول بنجاسة الملاقي أو الطرف ، وسقوطه عن التأثير بسبب العلم الإجمالي الثاني بنجاسة الملاقَى - بالفتح - أو الطرف ؛ لأنّ المعلومين بكلا العلمين إن كانا منطبقين على نجاسة الطرف فمعلومهما واحد ، ولا وجه حينئذٍ لسبق تنجّز العلم الثاني على تنجّز العلم الأول ليكون مانعاً عن تنجيزه بعد انطباق كلا المعلومين على شيءٍ واحدٍ بعينه .\r\nوإن كان المعلوم السابق منطبقاً على نجاسة الملاقَى - بالفتح - والمعلوم اللاحق منطبقاً على نجاسة الملاقي - بالكسر - فكلّ من المعلومين نجاسة في موضوعٍ غير الموضوع للنجاسة الأخرى المعلومة بالعلم الآخر ، غاية الأمر أنّ إحدى النجاستين - وهي نجاسة الملاقَى - بالفتح - سابقة بالرتبة على النجاسة الأخرى الثابتة للملاقي . ومن الواضح أنّ تنجّز الملاقَى - بالفتح - في المرتبة السابقة بسبب العلم بها لا يكون مُخرِجاً لنجاسة الملِاقي - بالكسر - عن قابلية التنجّز بالعلم بها في المرتبة المتأخّرة ، إذ أنّ ما يمنع عن تنجّز شيءٍ بمنجِّزٍ إنّما هو تنجّز نفسه بمنجِّزٍ سابق ، لا تنجّز حكمٍ سابقٍ عليه في الرتبة بمنجِّزٍ سابق .\r\nويرد عليه ثالثاً : أنّ العلم المنجِّز ليس هو العلم بنجاسة أحد الأمرين ، بل العلم بلزوم الاجتناب عن أحدهما تكليفاً ، أو مانعيته وضعاً ونحو ذلك من آثار\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nالنجاسة ، ومن المعلوم أنّه لا طولية بين المعلومين حينئذٍ أصلًا ، إذ أنّ الطولية إنّما هي بين نجاسة الملاقَى - بالفتح - ونجاسة الملاقِي لا بين وجوب الاجتناب عن الملاقى ووجوب الاجتناب عن الملاقي .\r\nوالمتلخّص من كلّ ما سبق : أنّه إن كان المُدَّعى هو سبق التنجّز على العلم وتبعيته للمعلوم في ظرفه فحيث يكون المعلوم متقدماً يكون تنجّزه متقدماً ، وإن كان نفس العلم به متأخّراً فيرد عليه ما عرفت من الإشكالات .\r\nوإن كان المُدَّعى أنّ التنجّز وإن لم يكن سابقاً على العلم إلّاأ نّه مع ذلك يكون العلم الثاني باعتبار سبق معلومه موجباً لانحلال العلم الأول الذي يكون معلومه متأخّراً ومخرجاً له عن كونه علماً بالتكليف الحادث على كل تقدير فيسقط عن التأثير ، وإن لم يكن شيء من أطرافه قد تنجّز في المرتبة السابقة على تنجّزه فهو الذي عرفت أنّه ممّا لا يمكن الالتزام به أصلًا ، إذ شرط تنجّز المعلوم الإجمالي بعلمه أن لا يكون بعض أطرافه منجّزاً سابقاً ، وهذا الشرط في المقام حاصل بالإضافة إلى العلم الإجمالي الأول ، فيؤثّر لا محالة .\r\nوهناك وجوه أخرى للنظر في ما أفيد ، فتدبّر جيّداً .\r\nبقي أمران :\r\n\r\nحكم الملاقي في صورتين :\r\nالأول : أنّ المحقّق الخراساني « 1 » قدس سره ذكر صورتين لوجوب الاجتناب عن الملاقي وعدم وجوب الاجتناب عن الملاقَى - بالفتح - :\r\nإحداهما فيما لو علم إجمالًا بنجاسة الثوب أو المائع ، ثمّ علم بملاقاة الثوب لإناءٍ وأ نّه لا وجه لنجاسته إلّاذلك فإنّه يحصل حينئذٍ علم إجمالي آخر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كفاية الأصول : 412\r\n","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nبنجاسة الإناء أو المائع الذي هو طرف العلم الإجمالي الأول ، ولا تتنجّز نجاسة الإناء الملاقَى - بالفتح - بالعلم الإجمالي الثاني ؛ لأنّ أحد طرفيه - وهو المائع - قد تنجّز بمنجِّزٍ سابق ، فتجري أصالة الطهارة في الإناء بلا معارض ، ولا تجري في الثوب ؛ لسقوطه بالمعارضة مع الأصل في المائع بلحاظ العلم الإجمالي الأول .\r\nوالتحقيق في النظر القاصر : هو عدم صحة التفكيك المزبور ، فإنّنا إن لم نقل في صورة تأخّر العلم بنجاسة الملاقي - بالكسر - أو الطرف عن العلم بنجاسة الملاقى - بالفتح - أو الطرف بانحلال المتأخّر وعدم تنجيزه - كما عرفت - ففي المقام لا نقول أيضاً بانحلال العلم الإجمالي المتأخّر بنجاسة الملاقَى - بالفتح - أو الطرف ، بل تتنجّز به نجاسة الملاقَى - بالفتح - .\r\nوإن قلنا بانحلال العلم الإجمالي المتأخّر فمقتضاه في الصورة المذكورة جريان أصالة الطهارة في الملاقَى - بالفتح - ، ويترتّب عليها جميع آثارها التي منها طهارة الملاقِي - بالكسر - ، أي الثوب في المثال ، فلا يجب الاجتناب عن كلٍّ منهما مع قطع النظر عن محذور علّية العلم الإجمالي ، وإلّا فعلى علّية العلم الإجمالي الأول المتعلّق بنجاسة الملِاقي - بالكسر - أو الطرف لا مجال لثبوت طهارة الملِاقي - بالكسر - من ناحية أصالة الطهارة في الملاقَى - بالفتح - بعد تنجيز العلم الإجمالي الأول بنحو العلِّية وبقائه على شرائط تنجيزه .\r\nفنحن نتكلّم بناءً على أنّ المحذور في جريان الأصل هو المعارضة ، وأنّ كلَّ طرفٍ يتنجّز بالاحتمال بعد سقوط الأصل فيه بالمعارضة ، فإنّه على هذا إنّما كان الملاقي - بالكسر - منجّزاً بسبب سقوط الأصل المؤمِّن فيه بالمعارضة ، فلو حدث أصل آخر بقاءً يؤمِّن من ناحيته ولا يكون مبتلىً بالمعارضة أثَّر أثره قهراً ، وهو أصالة الطهارة في الملاقَى - بالفتح - في المقام ، فإنّها تؤمِّن من ناحية الملاقي - بالكسر - أيضاً .\r\nوأمّا دعوى أنّ مقتضى التعبّد بطهارة الملاقَى - بالفتح - بعد تنجّز التكليف\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nفي الملاقي - بالكسر - وطرفه ، ليس إلّاترتيب أثر الطاهر بما هو طاهر على الملاقِي - بالكسر - ، لا رفع وجوب الاجتناب العقلي التابع للعلم الإجمالي الأول الذي لا مانع عن تأثيره فمدفوعة : بأ نّه بعد فرض أنّ تنجّز الملاقي - بالكسر - ووجوب الاجتناب عنه الناشئ من العلم الإجمالي الأول إنّما هو بملاك سقوط الأصل فيه بالمعارضة ، وعدم وجود مؤمّنٍ فيه ، وحيث فرضنا بقاءً أنّه حصل هناك مؤمِّن فيه ببركة أصالة الطهارة في الملاقَى - بالفتح - فيرتفع وجوب الاجتناب .\r\nفإن قلت : إنّ الأصل الجاري في طرف الملاقي - بالكسر - أي المائع في المثال - كما يعارض أصالة الطهارة الجارية في نفس الملاقي - بالكسر - كذلك يعارض أصالة الطهارة في الملاقَى - بالفتح - الجارية حين حدوث العلم الثاني من حيث إثباتها لطهارة الملاقي - بالكسر - ، فيسقط إطلاقها المقتضي لطهارة الملاقي - بالكسر - .\r\nقلت : إنّه حين حدوث العلم الإجمالي الأول بنجاسة الملاقي - بالكسر - أو المائع لم يكن هناك معارض للأصل في المائع إلّاالأصل في الملاقي - بالكسر - ، دون الأصل في الملاقَى - بالفتح - ولو من حيث إطلاقه ، فيسقط بالمعارضة مع الأصل في الملاقي - بالكسر - خاصة .\r\nوبتعبيرٍ واضح : أنّ المعارضة بين أصلين فرع إحراز تمامية اقتضاء دليل الأصل لكلٍّ منهما ، ولو بأن يكون أحد الاقتضاءين محرزاً لثبوت في زمانٍ متأخّرٍ مع العلم باستحالة فعليتهما معاً ، فالمكلَّف إذا أحرز اقتضاءين لدليل الأصل ولو كانا تدريجيّين ، كما في أطراف العلم الإجمالي التدريجي بوجوب شيءٍ فعلًا ، أو وجوب شيءٍ مشروطاً بالزوال المتحقّق متأخّراً ، فإنّه هنا يعلم بأنّ دليل الأصل له اقتضاء فعلًا لنفي الوجوب الفعلي ، واقتضاء حين الزوال لنفي الوجوب المشروط بالزوال ، مع عدم إمكان فعلية كلا الاقتضاءين لمكان العلم الإجمالي ، فتحصل\r\n\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nالمعارضة بين الأصلين .\r\nوهذا بخلافه في المقام ، فإنّه حين حصول العلم الإجمالي الأول بنجاسة الملاقي - بالكسر - أو المائع لم يكن المكلّف يعلم بأ نّه سوف يحصل في ما بعد اقتضاء لدليل الأصل للتأمين من ناحية نجاسة الملاقي - بالكسر - بسبب أصالة الطهارة في الملاقى - بالفتح - حتى يسقط هذا الاقتضاء للتأمين بالمعارضة مع الأصل في الطرف ، بل لم يكن المكلف يعلم إلّاباقتضاءين لدليل الأصل :\r\nأحدهما اقتضاؤه لجريان أصالة الطهارة في المائع ، والآخر اقتضاؤه لجريان أصالة الطهارة في الملاقي ( بالكسر ) ، وحيث يعلم بعدم إمكان فعليتهما معاً فيسقطان بالمعارضة ، وأمّا الاقتضاء للتأمين في جانب الملاقي - بالكسر - من ناحية شمول دليل الأصل للملاقى - بالفتح - فلم يكن طرفاً للعلم الإجمالي بالسقوط أصلًا ؛ لعدم العلم بتحقّقه أصلًا ، ففي ظرف تمامية الاقتضاء المزبور لا مانع من تأثيره .\r\nالصورة الثانية « 1 » : ما إذا علم بالملاقاة ثمّ حدث العلم الإجمالي بنجاسة الطرف أو الملاقى - بالفتح - والملاقي - بالكسر - من جهة ملاقاته ، إلّاأنّ الملاقى - بالفتح - كان خارجاً عن مورد الابتلاء حين حدوث هذا العلم فلا يكون مجرىً للأصل في نفسه ، بل يتعارض الأصل في الطرف مع الأصل في الملاقي - بالكسر - ويتنجّز هذان الطرفان ، وبعد ذلك إذا دخل الملاقَى - بالفتح - في محلّ الابتلاء لا يتنجّز ؛ لأنّ العلم الإجمالي بنجاسته أو نجاسة الطرف الآخر منحلّ بتنجّز طرفه الآخر سابقاً ، بل يجري الأصل في الملاقَى - بالفتح - بلا معارض .\r\nوقد أورد المحقّق العراقي « 2 » قدس سره على ما ذكر من وجوب الاجتناب عن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ممّا ذكره المحقّق الخراساني قدس سره في الكفاية : 411 - 412\r\n( 2 ) نهاية الأفكار 3 : 363\r\n","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nالملاقي - بالكسر - في هذه الصورة بأ نّه غير مناسبٍ للقول بالاقتضاء ، ببيان : أنّ الملاقى - بالفتح - وإن لم يكن داخلًا في محلّ الابتلاء حال حصول العلم الإجمالي إلّاأنّ هذا لا يوجب عدم جريان الأصل فيه إذا كان مورداً لسنخٍ من الأصل بحيث يترتّب عليه طهارة ملاقيه ، فإنّه يكون لجريان الأصل فيه حينئذٍ أثر باعتبار ترتّب طهارة ملاقيه عليه الذي هو داخل في محلّ الابتلاء ، فيتعارض الأصل فيه مع الأصل في الطرف الآخر ، وتنتهي النوبة إلى الأصل في جانب الملاقي - بالكسر - بلا معارض .\r\nوهذا الكلام متين ، ولا يتوهّم أنّ مقتضاه حينئذٍ هو وجوب الاجتناب عن الملاقَى - بالفتح - بعد دخوله في محلّ الابتلاء ، باعتبار سقوط الأصل فيه بالمعارضة ؛ وذلك لأنّ أصالة الطهارة إنّما تسقط بالمعارضة بلحاظ آثارها التكليفية ، فالمحذور أوّلًا إنّما يقتضي عدم ثبوت تلك الآثار ، وسقوط أصالة الطهارة بعد ذلك بملاك اللغوية حيث لا يبقى لها أثر ، وحينئذٍ فإذا كان لها أثر تكليفي وسقطت بلحاظه المعارضة ، ثمّ حدث بعد ذلك لها أثر تكليفي آخر لا مانع من جريانها ؛ لأنّ سقوطها في نفسها لم يكن لأجل المعارضة حتى يقال : إنّ الساقط بالمعارضة لا يعود ، بل لِلَغوية المرتفعة بتجدّد أثرٍ لها بقاءً ، كما نبّه على ذلك بعض مشايخنا المحقّقين « 1 » .\r\n\r\nحكم الملاقي عند الشكّ في الطوليّة :\r\nالأمر الثاني : ذكر المحقّق العراقي « 2 » قدس سره : أنّه إذا كان العلم الإجمالي علماً إجمالياً بنجاسة طرفين أو طرف إلّاأ نّه شكّ في طولية ذينك الطرفين ، بأن احتمل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لم نعثر عليه\r\n( 2 ) نهاية الأفكار 3 : 365\r\n","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nكون نجاسة أحدهما المعيَّن في طول نجاسة الآخر ، واحتمل كونها في عرضها ، كما إذا احتمل كون نجاسة ذلك المعيَّن بسبب الملاقاة للآخر ، أو علم أنّها بهذا السبب ، إلّاأ نّه شكّ في أنّ نجاسة الملاقي - بالكسر - هل هي في طول نجاسة الملاقى - بالفتح - أو في عرضها بنحو السراية ؟ فلا بدّ من الاحتياط على القول بالاقتضاء والعلّية معاً .\r\nأمّا على الأول فلأنّ جريان الأصل النافي في بعض الأطراف على هذا المسلك إنّما هو بمناط السببية والمسبّبية الموجبة لحكومة أحد الأصلين على الآخر ، ومن الواضح أنّ ذلك إنّما يكون في فرض إحراز وجود الحاكم بعينه المتوقّف على العلم بالطولية بين الأثرين ، وإلّا فلا يكفي مجرّد احتمال وجود الحاكم واقعاً في رفع اليد عن أصل المحكوم .\r\nوأمّا على مسلك العلّية فواضح .\r\nوالتحقيق : أنّ الحكومة المحتمل ثبوتها لأحد الأصلين على الآخر : إمّا أن تكون حكومةً بملاك رفع الحاكم لموضوع المحكوم ، كما فيما إذا علم بنجاسة الإناء الأصفر أو الأبيض والأسود ، واحتمل كون نجاسة الأسود وطهارته من الآثار المترتّبة شرعاً على نجاسة الأبيض وطهارته فقهراً يحتمل كون استصحاب الطهارة في الأبيض حاكماً على الأصل في جانب الأسود ، بمعنى كونه رافعاً لموضوعه ؛ لاقتضائه التعبّد بإحراز سائر آثار طهارة الأبيض التي يحتمل كون طهارة الأسود منها .\r\nوإمّا أن تكون الحكومة المحتملة لا بهذا المعنى الراجع إلى تصرّف الحاكم في موضوع المحكوم ثبوتاً وواقعاً ، بل بمعنىً يرجع واقعه إلى التخصيص ، بمعنى أنّه لا يكون متكفّلًا لرفع موضوع المحكوم في عالم الاعتبار حقيقةً ، بل يكون لسانه لسان رفع الموضوع ، وواقعه هو التخصيص ، إلّاأ نّه يقدَّم على المحكوم ،\r\n\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nولا تلحظ النسبة بينهما ؛ لأنّه بحسب لسانه ومقام إثباته رافع للموضوع وإن لم يكن الموضوع مرتفعاً أصلًا ، لا خارجاً ولا اعتباراً .\r\nفإن كانت الحكومة المحتملة للأصل في الأبيض على الأصل في الأسود في المثال من القسم الأول فلا محالة إنّما يحرز اقتضاء الدليل لجريان الأصل في الأسود بعد سقوط جريان الأصل في الأبيض ، حيث إنّ اقتضاءه لذلك فرع تحقّق موضوعه المحتمل توقّفه على عدم إجراء الأصل في الأبيض ، وحينئذٍ فلا يحرز موضوع الأصل الجاري في الأسود المحقّق لشمول الدليل له إلّابعد سقوط الأصل في الأبيض بالمعارضة .\r\nفإذا قلنا بجريان الأصل الطولي في أمثال المقام فيكفي احتمال الطولية في المقام للجريان ، وعدم وقوع الأصل المحتمل الطولية طرفاً للمعارضة ابتداءً ، إذ طرفية أصل للمعارضة متوقّفة على إحراز اقتضائه ووجود موضوعه ، وإلّا فمع الشكّ في موضوع الأصل لا يكون معارضاً ، وإنّما يحرز موضوعه في المقام بعد سقوط الأصل في الإناء الأبيض بالمعارضة ، وفي هذه المرتبة لا معارض له .\r\nفإن قلت : إنّ لازم ذلك عدم الأخذ بكلّ محكومٍ عند الشكّ في الحاكم ، فمثلًا لا يتمسّك بالاستصحاب بعد الفحص لاحتمال وجود خبرٍ واقعاً يكون حاكماً ورافعاً لموضوعه ، ولا يمكن الالتزام بذلك ، فلابدّ من الالتزام بأنّ الحاكم إنّما يكون حاكماً بوجوده المحرز ، لا بوجوده الواقعي .\r\nقلت : بل الحاكم بالحكومة المتكلّم عنها في المقام - أي الرافع للموضوع - يكون حاكماً بوجوده الواقعي ، فالخبر بوجوده الواقعي حاكم على الاستصحاب ؛ لأنّ الاستصحاب اخذ في موضوعه عدم وجود العلم بالانتقاض واقعاً ، لا عدم إحراز العلم بالانتقاض ، وحيث يشكّ في وجود الخبر فيشكّ في أنّه هل اعتبر المكلف عالماً بالانتقاض ؟ وهل هو داخل في موضوع الاستصحاب ، أوْ لَا ؟ إلا\r\n\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nانّه في سائر موارد احتمال الحاكم ، نتمسّك باستصحاب عدم الحاكم ، وعدم التعبّد بالإحراز ، ونحو ذلك ممّا يثبت به موضوع الأصل المحكوم .\r\nفإن قلت : فليتمسّك في المقام أيضاً باستصحاب عدم وجود حاكمٍ على الأصل في الإناء الأسود ، فيثبت موضوعه ، ويكون معارضاً حينئذٍ للأصل في الإناء الأصفر في عرض الأصل الجاري في الإناء الأبيض في المثال المزبور .\r\nقلت : إذا كان هناك حكم واقعي أو ظاهري مترتّب على موضوع وجرى استصحاب ذلك الموضوع فذاك الحكم الواقعي أو الظاهري إنّما يثبت بنفس دليل الاستصحاب ، لا بدليله المثبت له ، وهذا من خواصّ كون حكومة الاستصحاب على الأدلة حكومةً ظاهريةً لا واقعية .\r\nفمثلًا : إذا استصحبنا اجتهاد زيدٍ فجواز تقليده يثبت بنفس الاستصحاب ، لا بدليل جواز تقليد المجتهد ، كما هو واضح .\r\nوعليه فنقول في المقام : إنّ الأصل المؤمِّن في الإناء الأسود إذا أثبتنا موضوعه - وهو عدم وجود الحاكم بالاستصحاب - لم يكن مقتضى ذلك ثبوت الأصل المزبور في الإناء الأسود بدليله ، بل إنّما يثبت بنفس دليل الاستصحاب تعبّداً ، كما هوالحال في جواز التقليد عند استصحاب الاجتهاد ، وحينئذٍ فلا يكون استصحاب عدم الحاكم محقّقاً لاقتضاء الأصل في الإناء الأسود وموضوعه حقيقةً حتى تقع المعارضة بينه وبين الأصل في الإناء الأصفر في عرض الأصل في الإناء الأبيض ، بل الاستصحاب المذكور بنفسه يكون متكفِّلًا للتعبّد بجريان الأصل في الإناء الأسود ، فيقع بنفسه طرفاً للمعارضة مع الأصل في الإناء الأصفر .\r\nوأمّا دليل الأصل الجاري في الإناء الأسود فوقوعه طرفاً للمعارضة فرع اقتضائه ، واقتضاؤه إنّما يثبت جزماً بعد سقوط الأصل في الأبيض بالمعارضة مع الأصل في الطرف الآخر ، وفي هذه المرتبة لا معارض لاقتضائه ، فيجري ، فتدبّره فإنّه دقيق .\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nوأمّا إذا كانت الحكومة المحتملة في المقام للأصل في الأبيض على الأصل في الأسود من السنخ الثاني فيكون حال المحاكم بحسب الحقيقة حال الدليل المخصِّص ، بمعنى أنّه في المورد الذي يرجع فيه إلى العامّ عند الشكّ في التخصيص يرجع هنا إلى المحكوم عند الشكّ في الحاكم ، وفي المورد الذي لا يجوز التمسّك فيه بالعامّ من موارد الشكّ لا يجوز فيه التمسّك بالدليل المحكوم في المقام أيضاً .\r\nوالحاصل : أنّه يفصّل بين الشبهات الحكمية للحاكم والشبهات المصداقية له . ففي الأول يرجع إلى الدليل المحكوم دونه في الثاني ، على تفصيلٍ محقّقٍ في مباحث العموم والخصوص .\r\nوحينئذٍ : فإن كان الشكّ في المقام في حكومة الأصل في الإناء الأبيض ناشئاً عن الشكّ في مقدار المجعول فيه بنحو الشبهة الحكمية ، كما إذا شكّ كلّيّةً في أنّ نجاسة الملاقي - بالكسر - هل هي من الآثار الشرعية لنجاسة الملاقى - بالفتح - أو لَا ؟ فيرجع إلى الدليل المحكوم ، ويكون اقتضاء الأصل في الإناء الأسود تامّاً ، فيسقط بالمعارضة مع الأصل في الإناء الأصفر في عرض سقوط الأصل في الإناء الأبيض .\r\nوإن كان الشكّ في حكومة الحاكم ناشئاً عن الشبهة الموضوعية ، بمعنى أنّه يعلم بأنّ المجعول فيه هو طهارة الملاقي - بالكسر - وخروج ملاقيه عن مقتضى الدليل المحكوم ، إلّاأ نّه يشكّ في أنّ الإناء الأسود هل هو ملاقٍ للإناء الأبيض ، أوْ لَا ؟ فلا مجال للتمسّك حينئذٍ بدليل المحكوم إلّابعد سقوط الحاكم ، فتأمّل جيّداً .\r\nوالحمد للَّه‌أوّلًا وآخراً\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\n\r\nفهرس المصادر\r\n\r\n« أ »\r\n1 - أجود التقريرات ، تقريرات بحث المحقّق النائيني للسيّد الخوئي ، ط مكتبة الفقيه - قم .\r\n2 - الأسفار ، صدر المتأ لّهين محمّد بن إبراهيم ملّا صدرا الشيرازي ، ط منشورات مصطفوي - قم .\r\n\r\n« ف »\r\n3 - فوائد الأصول ، المحقّق النائيني ، ط مؤسسة جماعة المدرّسين - قم .\r\n\r\n« ك »\r\n4 - كفاية الأصول ، المحقّق الخراساني ، ط مؤسّسة جماعة المدرّسين - قم .\r\n\r\n« م »\r\n5 - مصباح الأصول ، السيّد الخوئي ، ط مطبعة النجف .\r\n6 - مقالات الأصول ، المحقّق العراقي ، ط مجمع الفكر الإسلامي - قم .\r\n\r\n« ن »\r\n7 - نهاية الأفكار ، الآغا ضياء الدين العراقي ، ط مؤسّسة جماعة المدرّسين - قم .\r\n8 - نهاية الدراية ، محمّد حسين الإصفهاني ، ط مؤسّسة آل البيت عليهم السلام .\r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144}
  ]