[
  {"content":"\r\n\r\nرسالتنا\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nرسالتنا\r\nتأليف\r\nسماحة آية الله العظمى الإمام الشهيد السيد محمدباقر الصدر قدس سره\r\nالمؤتمر العالمي للإمام الشهيد الصدر قدس سره\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\n[ رسالتنا 
  ]\r\n\r\n[ المدخل 
  ]\r\nرسالتنا\r\n1\r\nالشرط الأساسي لنهضة الأمة\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n  « قَدْ جاءَكُمْ مِنَ اللَّهِ نُورٌ وَكِتابٌ مُبِينٌ * يَهْدِي بِهِ اللَّهُ مَنِ اتَّبَعَ رِضْوانَهُ سُبُلَ    السَّلامِ وَيُخْرِجُهُمْ مِنَ الظُّلُماتِ إِلَى النُّورِ بِإِذْنِهِ وَيَهْدِيهِمْ إِلى صِراطٍ مُسْتَقِيمٍ »  « 1 »  . \r\n\r\nالشرط الأساسيّ لِنهضة الامّة\r\nإنّ الشرط الأساسيّ لنهضة الامّة - أيّ امّةٍ كانت - أن يتوفّر لديها المبدأ الصالح الذي يحدّد لها أهدافها وغاياتها ، ويضع لها مثلها العليا ، ويرسم اتّجاهها في الحياة ، فتسير في ضوئه واثقةً من رسالتها ، مطمئنةً إلى طريقها ، متطلّعةً إلى ما تستهدفه من مثلٍ وغاياتٍ مستوحية من المبدأ وجودها الفكري وكيانها الروحي . ونحن نعني بتوفّر المبدأ الصالح في الامّة وجود المبدأ الصحيح أوّلًا ، وفهم الامّة له ثانياً ، وإيمانها به ثالثاً ، فإذا استجمعت الامّة هذه العناصر الثلاثة فكان لديها مبدأ صحيح تفهمه وتؤمن به أصبح بإمكانها أن تحقّق لنفسها نهضةً\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المائدة : 15 - 16\r\n","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nحقيقية ، وأن توجد التغيير الشامل الكامل في حياتها على أساس ذلك المبدأ ، فما كان اللَّه ليغيّر ما بقومٍ حتى يغيّروا ما بأنفسهم ، كما دلّ على ذلك التنزيل الحكيم « 1 » .\r\nوامّتنا الإسلامية الكريمة لا تفقد في الحقيقة من عناصر الشرط الأساسيّ لنهضتها البنّاءة إلّاواحداً منها ، فالمبدأ موجود لديها متمثّل في دينها الإسلامي العظيم الذي لا يزال وسيبقى أبد الدهر أقوى ما يكون على تحمّل أعباء القيادة المبدئية ، وتوجيه الامّة وجهتها المثلى ، والإرتفاع بها من نكستها إلى مركزها الوسطيّ من أمم الأرض جميعاً كما شاء اللَّه لها ، والامّة الإسلامية كلّها مجمعة على الإيمان بهذا المبدأ وتقديسه ديناً وعقيدة ، غير أنّ هذا الإيمان ضعيف في الغالب ومحدود لدى كثيرٍ من الأشخاص ، وأكبر سببٍ في ذلك عدم امتلاك الامّة بصورةٍ عامةٍ وغالبيةٍ العنصر الثالث وهو فهم المبدأ ، فالامّة تؤمن بالمبدأ الإسلامي إيماناً إجماعياً ولكنّها لا تفهمه فهماً إجماعياً ، وهذا هو التناقض الذي قد يبدو غريباً لأول وهلة ، فكيف تؤمن الامّة بالمبدأ وتدين له بالولاء وهي لا تفهمه حقّ الفهم ولا تعرف من مفاهيمه وأحكامه وحقائقه إلّانزراً يسيراً ؟ ! ولكنّ هذا هو الواقع الذي تعيشه الامّة منذ منيت بالمؤامرات الدنيئة المستترة تارةً والسافرة أخرى من أبناء الصليبيّين المستعمِرين ، أعداء الإسلام التاريخيّين ، تلك المؤامرات الهائلة التي شنّوها على الامّة وكيانها حتى انتهت بالغزو الاستعماري المسلّح ، فلم يكن للغزاة من همٍّ بعد القضاء على كيان الإسلام الدولي إلّاأن يباعدوا بين الامّة ومبدئها . وقامت عملية الفصل هذه بين الامّة والمبدأ على قدمٍ وساقٍ ، وهي تعني سلب الامّة إيمانها بالمبدأ وفهمها له ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نصّ قوله تعالى :  « إِنَّ اللَّهَ لا يُغَيِّرُ ما بِقَوْمٍ حَتَّى يُغَيِّرُوا ما بِأَنْفُسِهِمْ » .  الرعد : 11\r\n","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nولكن لمّا كان إيمان الامّة بالإسلام أقوى من تلك المؤامرات والمخطّطات الاستعمارية جميعاً استطاع أن يثبت وينتصر في المعركة ، فظلّت محتفظةً بإيمانها بإسلامها العظيم . وأمّا فهم الامّة للمبدأ ومفاهيمه وحقائقه فقد كان هو نقطة الضعف التي نجحت فيها عملية الفصل بين الامّة والمبدأ ، فقد استعمل الغزاة الآثمون كلّ الطرق والأساليب للقضاء على وعي الإسلام من ذهنية الامّة وحجب أضوائه وأنواره عنها بما نثروه هنا وهناك من مفاهيمهم وأفكارهم وتشويهاتهم للإسلام المشرق العظيم .\r\nوهكذا أصبحت الامّة بعد أن نفّذ أعداؤها فيها مخطّطهم الفظيع وهي لا تعرف من الإسلام شيئاً واضحاً محدّداً أو تعرف ما زوّره المستعمِرون من أفكاره وحقائقه . وبهذه الطريقة وجد التناقض العجيب في كيانها ، فأصبحت لا تفهم الإسلام فهماً صحيحاً كاملًا بالرغم من أنّها ظلّت باقيةً على إيمانها به .\r\nوبطبيعة الحال أنّ انخفاض الوعي وحجب الصور الحقيقية الزاهية للإسلام عن الأنظار كان سبباً في انخفاض الدرجة المعنوية للإيمان نفسه وفقدانه لكثيرٍ من طاقاته الحرارية الجبّارة ، فمسألة الامّة اليوم - وهي تملك المبدأ الصحيح وتؤمن به - أن تقبل على تفهّم إسلامها ووعي حقائقه واستجلاء كنوزه الخالدة ليملأ الإسلام كيان الامّة وأفكارها ، ويكون محرّكاً حقيقيّاً لها ، وقائداً أميناً إلى نهضةٍ حقيقيةٍ شاملة . فالفهم العامّ للمبدأ الإسلامي إذن هو ضرورة الامّة بالفعل التي تستكمل الامّة به الشرط الأساسيّ لنهضتها .\r\nوليست هذه « الأضواء » إلّاإشعاعة من نور الإسلام الوهّاج حاولنا أن تنير للُامّة وتكشف عن شيءٍ من كنوز الإسلام ، أو تعكس أنواره على ما يتماوج به واقع الامّة من أفكارٍ وأحداث ، وهي جزء من حركةٍ فكريةٍ شاملةٍ تدعو\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nالمصلِحين والقادة الإسلاميّين إلى إيجادها والتوفّر على تنميتها وتغذيتها لتعرف الامّة طريقها السويّ ، وتفهم كيف تفتح الدنيا بالمفتاح الإلهيّ الذي أهملته طوال هذه السنين .\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nرسالتنا\r\n2\r\nرسالتنا والدعاة\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\nرسالتنا والدُعاة\r\nإنّ للرسالة الإسلامية خصائصَ ومميّزاتٍ في كلّ الحقول والميادين تبرهن على أنّها أكفأ الرسالات وأجدرها بالدعوة والنجاح والخلود ، ومن تلك الميادين التي تبرز فيها خصائص الرسالة الإسلامية قويةً رائعةً الميدان العملي ، ميدان الدعوة وحمل لواء الرسالة ، فإنّ الدعوة إلى الرسالة الإسلامية تمتاز على أكثر الدعوات إلى مختلف الرسالات الأخرى بأنّها تستمدّ من الرسالة نفسها وطبيعتها الخاصّة عناصر قوّتها وشروط نجاحها ومقوّماتها الروحية في مجال الجهاد والكفاح . فالرسالة الإسلامية تموِّن الدعوة بهذه العناصر والشروط والمقوّمات بما لا يمكن لرسالةٍ أخرى أن تقوم بذلك ، ولهذا تضطرّ كثير من الدعوات أن تستجدي بعض تلك المقوّمات الروحية من جهاتٍ أخرى غير رسالتها التي تتبنّاها وتحمل رايتها .\r\nوأهمّ تلك المقوّمات الروحية التي تحتاجها كلّ دعوةٍ ذات رسالةٍ مهما كان لونها هي :\r\nأولًا : العقائدية التي تسبغ على الرسالة في نظر الدعوة طابعاً تقديسياً يقينياً ، فبمقدار ما يرسخ هذا الطابع التقديسي اليقيني في نفوس الدعاة تزداد اندفاعاتهم وتتضاعف طاقاتهم ، لذلك يجهد قادة كلّ دعوةٍ أن يُضفوا على\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nالرسالة التي يحملونها لوناً من التقديس العميق ، ويغذّوا في نفوس الدعاة اليقين غير المحدود بصحة الرسالة وتفوّقها على كلّ نقاشٍ وجدال ، ليتولّد من هذا الإيمان اليقيني طاقة حرارية دافعة في مجال العمل والتبشير .\r\nومن الواضح أنّ طبيعة الرسالة الإسلامية تكوّن لها هذا الطابع في نفوس الدعاة لأنّها ليست نتيجة اجتهادٍ معيّنٍ يكون عرضةً للخطأ أو حصيلة تجاربٍ محدودةٍ قد لا تصوّر الواقع تصويراً كاملًا ، وإنّما هي الرسالة الخاتمة التي اصطفاها اللَّه سبحانه للإنسانية ، وبعث بها خاتم رسله صلى الله عليه وآله وسلم ، فهي مع كونها مذهباً للحياة والمجتمع تتمتّع بالطابع الدينيّ الذي يحيطها بالتقديس واليقين المطلق .\r\nهذا هو الفارق بينها وبين سائر مذاهب الحياة التي لا تصل في عقيدة أصحابها إلى درجة الدين ، ولا تحظى بما يحظى به الدين لدى المتديّنين من يقينيةٍ مطلقة ، وفي ضوء هذا الفرق يتبيّن السرّ في ما نطالعه من صلابةٍ عقائديةٍ في حملة رسالة الدين المخلصين ، وميوعةٍ أو انخفاضٍ عقائديٍّ في حملة الرسالات الفكرية الأخرى بالرغم من نبوغهم وعبقريتهم ، فليس عجيباً - مثلًا - أن نرى ماركس وهو منشئ مذهبٍ ودعوةٍ من أشهر مذاهب التاريخ ودعواته يقول : « إنّني لست ماركسياً » بينما يقول داعية مسلم كعليٍّ عليه السلام : « لو كشف لي الغطاء لَما ازددت يقيناً » « 1 » ، فإنّ عقيدة عليٍّ عليه السلام كانت ديناً ، ومن طبيعة الدين أن يشعّ في نفوس رجاله المخلصين بهذا اليقين ، ويكسب هذه العقائدية المطلقة ، وأمّا الماركسية فلم تكن - على أبعد تقديرٍ - إلّااجتهاداً علمياً خاصّاً ، ولذلك لم تستطع أن تجعل من ماركس نفسه ماركسياً ، ولم تستطع بعد ذلك أن تكتسب الصفة القطعية والقدسية العقائدية إلّابعد أن لعب الماركسيون دوراً كبيراً في رفع الماركسية إلى مستوى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار 40 : 153 ، عن مناقب ابن شهرآشوب 2 : 38\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nالدين في عقائديته وقدسيته . وهكذا نعرف أنّ الامتياز الديني للرسالة الإسلامية يجعلها قادرةً على خلق جوٍّ عقائديٍّ كاملٍ في أجواء الدعوة .\r\nوثانياً : الأمل ، فإنّ الأمل هو بصيص النور الذي لا تستغني عنه كلّ الدعوات ، وإذا فقدت الدعوة أملها في الفوز والنجاح فقدت وجودها ومعناها الحقيقي ؛ لأنّ الدعوة إلى ما لا أمل في تحقيقه ضرب من العبث واللهو ، ولهذا كان لا بدّ لمختلف الدعوات أن تفتّش عن الأمل وتغذّيه في ضوء الظروف والأحداث ، وأن تتصيّده من الظروف والأحداث نفسها . وأمّا الدعوة إلى الرسالة الإسلامية فهي وإن كانت تعتمد في آمالها على الظروف والملابسات ولكنّها تعتمد قبل ذلك على الأمل الذي تزوّدها به طبيعة الرسالة الإسلامية نفسها ، فإنّ هذه الرسالة تفتح بنفسها للدعاة أجواءً من الأمل وتقوِّي من عزيمتهم ورجائهم ، ولا أدلّ على أنّ الدعاة الإسلاميّين يقتبسون أملهم من الرسالة نفسها قبل أن يستوحوه من الظروف والأحداث .\r\nإنّ الطليعة الإسلامية التي عاصرت محنة الإسلام في مكّة وهو يومئذٍ وليد ضعيف قد تجمّعت القوى على سحقه ، وتأ لّب الأعداء على خنقه ، كانت هذه الطليعة تهتزّ أملًا بل يقيناً بتهديم عروش الظلم ، كلّ العروش ، وإنقاذ بلاد كسرى وقيصر من كسرى وقيصر . ولا نبالغ إذا قلنا : إنّ هذا الأمل الحيّ القويّ من أكبر القوى المعنوية التي كان يتمتّع بها أولئك المسلمون ويستعينون بها على الصبر والاستبسال في المحنة ، ولم يكن من الممكن أن يخلق هذا الأمل في نفوس الدعاة شيئاً سوى رسالةٍ لها طبيعة الرسالة الإسلامية وطابعها الإلهِيّ اليقيني ومددها الروحيّ والمعنوي ، فلم يكن المسلم ليستهين أو يضعف أمام الشدائد وبيده مشعل السماء ومن ورائه الوعود الإلهية بالنصر والتأييد . ولا زالت حتى الآن الرسالة الإسلامية - كما كانت - قادرةً على بعث الأمل في نفوس الدعاة ، بل\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nهي تبعثه فعلًا بما يشعّ في نصوصها القرآنية والنبوية من وعدٍ بالنصر إذا خلصت النية وأحكمت الخطّة على أساس الإسلام .\r\nوثالثاً : الدافع الذاتي ، فإنّ الإنسان العادي مهما تصل به دوافعه المثالية فإنّ للدافع الذاتي أثراً بليغاً في حياته واندفاعه ، ومن هنا تنشأ المشكلة في كثيرٍ من الدعوات والرسالات ، لأنّ الرسالة تتطلّب المثالية في الدوافع وروح التضحية والمفاداة ، والدعوة تتطلّب شيئاً من الدوافع الذاتية التي تزيد من حرارتها وقوتها واندفاعها ؛ ولأجل ذلك نجد أنّ الدعاة كثيراً ما يغرقون بعد زمنٍ قصيرٍ أو طويلٍ من دعوتهم أو انتصارهم في الدوافع الذاتية ، وتخبو في نفوسهم تلك الدوافع المثالية بالتدريج لتحلّ مكانها دوافع الذات ، وتصبح الرسالة أداةً ومبرّراً لتلبية هذه الدوافع بعد أن فقدت في نفوس الدعاة دوافعها المثالية . وأمّا الإسلام فهو يختلف عن بقية الرسالات في قدرته على تسخير الدوافع الأنانية والمثالية معاً لصالحه ، فإنّ طبيعة الرسالة الإسلامية إقناع المسلم بأنّ الإخلاص لهذه الرسالة والدعوة إليها والتضحية في سبيلها مكسب شخصيّ قبل أن يكون مكسباً مثالياً أو اجتماعياً ، وربح لجزاءٍ ونعيمٍ لا حدود له قبل أن يكون عاطفةً مثالية أو اندفاعاً تحمسياً . وهكذا تجنّد الرسالة الإسلامية جميع الدوافع الإنسانية لصالحها ، وتجعل من الدوافع الأنانية دوافع خيّرةً تواكب الدوافع المثالية في مقتضياتها ومتطلّباتها ، فالرسالة الإسلامية إذن :\r\nرسالة عقيدةٍ وإيمان .\r\nرسالة أملٍ ورجاء .\r\nورسالة تجنيدٍ لكلّ الدوافع والقوى الإنسانية .\r\n\r\nرسالتنا يجب أن تكون قاعدة للعاطفة\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nرسالتنا\r\n3\r\nرسالتنا\r\nيجب أن تكون قاعدة للعاطفة\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n « أَ لَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ وَما نَزَلَ مِنَ الْحَقِّ وَلا   يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتابَ مِنْ قَبْلُ فَطالَ عَلَيْهِمُ الْأَمَدُ فَقَسَتْ قُلُوبُهُمْ وَكَثِيرٌ مِنْهُمْ فاسِقُونَ »  « 1 »\r\nألم يأنِ لهؤلاء الذين أضاء الإيمان عقولهم وتمكّنت العقيدة من نفوسهم ، وتبيّن لهم الحقّ متجسّداً في أشرف رسالات السماء أن يفجِّر هذا الإيمان في نفوسهم موجاً من العاطفة ، ويشعّ فيها انفعالًا خاصّاً يتّفق مع طبيعة ذلك الإيمان وجوهره حتّى تمتلئ قلوبهم بالخشوع للحقّ والانقياد له والانصياع إلى أوامره ونواهيه .\r\nبهذا يعلن الإسلام عن ضرورة ازدواج الفكر والعاطفة ، واجتماع العقيدة وما تتطلّبه من ألوان الانفعال والاحساس حتى تدبّ الحياة في العقيدة وتصبح مصدر حركةٍ وقوة دفعٍ ، وليست مجرّد فكرةٍ عقليةٍ لا يخفق ولا يستجيب لها الحسّ ولا تتدفّق بالحياة .\r\nوهذه هي السياسة العامّة للدعوة الإسلامية . فهي دعوة فكرٍ وعاطفة ، أو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحديد : 16\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nبالأحرى دعوة إلى عقيدةٍ بكلّ ما تتطلّبه من مفاهيم وعواطف ، وليست دعوةً فكريةً خالصةً تستهدف تطوير العقيدة طبقاً لها وتقف عند هذا الحدّ كالمذاهب الفلسفية المجرّدة ، كما أنّها ليست في مستوى الدعوات العاطفية المنخفضة التي تستغلّ العاطفة فحسب وتعني بتربيتها دون أن تقوم على اسسٍ فكريةٍ خاصّة ، بل للدعوة الإسلامية طريقتها الخاصّة في مزج الفكرة بالعاطفة ، وتفجير العواطف على أساسٍ فكري ، وبذلك تبقى محتفظة بالطابع الفكري بالرغم من اهتمامها بالجانب العاطفي وتنميته في الشخصية الإسلامية ، لأنّها تستوحي كلّ عاطفةٍ من مفهومٍ معيّنٍ من مفاهيمها عن الحياة ، والكون والإنسان .\r\nفالعواطف الإسلامية دائماً نتيجة المفاهيم والأفكار الإسلامية وانعكاسات انفعالية لها . ولهذا نجد أنّ الإسلام يهيّئ كلّ عقيدةٍ من عقائده وكلّ مفهومٍ من مفاهيمه ليكون ينبوعاً لعاطفةٍ خاصّةٍ تنسجم مع ذلك المفهوم أو تلك العقيدة وتتّفق وإيّاهما ، كما وجدنا في الآية الكريمة كيف ربط بين الإيمان بالشريعة الحقّة والخشوع لها ، هذا الخشوع الذي هو لون من الانفعال العاطفي يتطلّبه ذلك الإيمان ويصبح بدونه مجرّداً عن أيّة فعاليةٍ إيجابية .\r\nوالسبب في هذا الربط بين المفاهيم والعواطف في الإسلام واضح كلّ الوضوح ؛ لأنّ الإسلام لا يريد المفاهيم والأفكار بمعزلٍ عن العمل والتطبيق ، وإنّما يريدها قوىً دافعةً لبناء حياةٍ كاملةٍ في إطارها وضمن حدودها ، ومن الواضح أنّ الأفكار والمفاهيم لا تصبح كذلك إلّاحين تتّخذ أشكالًا عاطفية ، وحين تخلق الانفعالات التي تناسبها والعواطف التي تساندها تتّخذ هذه العواطف موقفاً إيجابياً في توجيه الحياة العملية والسلوك العامّ . فمفهوم المساواة - مثلًا - الذي هو من أهمّ المفاهيم التي بشَّر بها الإسلام لا يمكن أن يثمر في الحقل العملي المثمر المطلوب ما لم تنبثق من هذا المفهوم عاطفة كعاطفة الاخوّة العامّة التي\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nعمل الإسلام لإيجادها في نفس المسلم وربطها بمفهومه الخاصّ عن المساواة ليصاغ المفهوم في شعورٍ عاطفيٍّ دفّاقٍ قادرٍ على الحركة والتوجيه طبقاً لمتطلّبات المفهوم .\r\nوعلى ضوء ذلك نستطيع أن نرتّب ما يلي :\r\nأولًا : أنّ العقيدة كما يجب أن تكون قاعدةً فكريةً للشخصية الإسلامية وحجر الزواية في تفكيرنا ومفاهيمنا طبقاً لما أوضحناه في العدد السابق كذلك يجب أن تكون قاعدةً للعواطف التي تنشأ عليها الشخصية الإسلامية وتُنَمَّى فيها بمختلف الوسائل والأساليب ، لأنّ العواطف التي يرتضيها الإسلام للمسلم هي العواطف الفكرية ، أي العواطف التي ترتكز على مفاهيم فكريةٍ معيّنة .\r\nوحيث إنّ الإسلام هو القاعدة الأساسية للمفاهيم الفكرية التي تتكوّن منها العقلية الإسلامية كان من نتيجة ذلك طبيعياً أن يكون هو القاعدة والينبوع الأساسي لأعمق العواطف التي تتكوّن منها النفسية الإسلامية ، وبمقدار ما تكون الرسالة أكثر عمقاً وتركّزاً في موضعها الرئيسي من عواطف المسلم ترتفع شخصيته النفسية ويكتمل طابعه الإسلامي ، كما ترتفع شخصيته الفكرية ويكتمل طابعه بمقدار وجود القاعدة الإسلامية وتمركزها فيها .\r\nوقد عبّر القرآن الكريم تعبيراً رائعاً عن العقيدة الإسلامية بصفتها الينبوع الأساسيّ لأعمق العواطف في النفسية الإسلامية ، إذ قال :  « قُلْ إِنْ كانَ آباؤُكُمْ وَأَبْناؤُكُمْ وَإِخْوانُكُمْ وَأَزْواجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوالٌ اقْتَرَفْتُمُوها وَتِجارَةٌ تَخْشَوْنَ كَسادَها وَمَساكِنُ تَرْضَوْنَها أَحَبَّ إِلَيْكُمْ مِنَ اللَّهِ وَرَسُولِهِ وَجِهادٍ فِي سَبِيلِهِ فَتَرَبَّصُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ وَاللَّهُ لا يَهْدِي الْقَوْمَ الْفاسِقِينَ »  « 1 »  . \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التوبة : 24\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nفالعقيدة الإسلامية ينبغي أن تكون في نظر الإسلام ينبوعاً لأعمق العواطف في نفس المسلم ، كعاطفة الحبّ العميق للَّه‌ولرسوله ولرسالته التي تسموا على كلّ عاطفةٍ وتهون في سبيلها كلُّ العلائق : علائق الابوّة ، والبنوَّة ، والاخوّة ، والزوجية ، والعشيرة ، وعلائق المال والتجارة ، والمسكن ، ويقوم على أساسها التقدير العاطفي لكلّ موقفٍ ولكلّ واقع .\r\nثانياً : أنّ الطريقة العامّة للإسلام لمّا كانت قائمةً على مزج الفكرة بالعاطفة جاز للدعوة الإسلامية أن تمزج الفكرة بالعاطفة في تبشيرها ووسائلها ، وأن تعتبر العواطف الموجودة في المجتمع التي تساعدها على إنجاح سياستها من القوى التي تتملّكها في سبيل التبشير ، ولكن شريطة أن يتوفّر في تلك العواطف الطابع الإسلامي بأن تكون قائمةً على مفاهيم فكريةٍ معيّنةٍ تتّفق ووجهة نظر الإسلام العامّة .\r\nوأمّا العواطف السطحية المائعة التي لا تستند إلى مفهوم والتي يثيرها الإحساس أكثر ممّا يثيرها الفكر فليس من الصحيح للدعوة أن ترتكز على هذه العواطف ؛ لأنّ انتشار هذه العواطف المنخفضة الذي يؤدِّي إلى سيطرتها في المجتمع يشكلّ خطراً على الدعوات الفكرية التي تحاول الارتفاع بذهنية الامّة إلى المستوى الفكري والتسامي بها عن المشاعر المرتجلة والأحاسيس الساذجة .\r\nوأكثر من تلك العواطف السطحية خطراً العواطف التي تستمدّ جذورها النفسية من مفاهيم فكريةٍ تتعارض مع مفاهيم الدعوة ، وإن أمكن للدعوة من تجنّد تلك العواطف في سبيل الوصول إلى هدفٍ معيّنٍ وتحطيم قوةٍ معارضةٍ في الميدان ، أو أن تستخدمها وتستثمرها إلى فترةٍ معيّنة ، كما تفعل بعض الدعوات التي تتستّر في كثيرٍ من مراحلها بواجهاتٍ تستهوي عواطف الناس بالرغم من\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nمناقضة مفاهيمها لتلك العواطف .\r\nإنّ دعوةً فكريةً كالدعوة الإسلامية التي تستهدف قبل كلّ شيءٍ امتلاك واقع الامّة العقلي والنفسي وصبّه في قالبه الفكري والعاطفي لا يمكنها بحالٍ من الأحوال أن تنتهز العواطف التي تقوم على غير مفاهيمها وتستغلّ تلك العواطف في سبيل مصلحتها فتواكبها إلى نصف الطريق ، لأنّ في مواكبتها مساندةً للواقع الفاسد الذي لم تقم الدعوة إلّالتغييره وقلبه .\r\nوعلى هذا فالسياسة العامّة للدعوة الإسلامية تجاه العواطف الموجودة في الامّة هي استثمار ما كان منها إسلامياً لحساب الرسالة ، وللدفع بها إلى الأمام في معركتها مع الكفر القائمة في كلّ مكان ، والتعالي بالامّة عن العواطف المنخفضة ، وكنس ما يوجد لديها من عواطف ذات طابعٍ فكريٍّ معارضٍ للإسلام ، وتبديلها بعواطف صحيحةٍ تدور في فلك الرسالة الإسلامية . وبكلمة واحدة : إنَّ الدعوة تحاول أن تربط دائماً بين المفاهيم والعواطف وَتُفَجِّر في نفسية الامّة العواطف التي يتوخّاها الإسلام من تلك المفاهيم .\r\nويقاس مقدار نجاحها في الحقل الفكري بمدى تغلغل مفاهيمها في فكر الامّة ، وفي المجال النفسي بمدى انسجام عواطف الامّة مع تلك المفاهيم ، وبمقدار ما يُولِّد الإيمان بالرسالة من عاطفة الحبّ لها والمفاداة في سبيلها والخشوع لها خشوعاً ينعكس في كلّ قولٍ وعمل :  « أَ لَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ وَما نَزَلَ مِنَ الْحَقِّ وَلا يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتابَ مِنْ قَبْلُ فَطالَ عَلَيْهِمُ الْأَمَدُ فَقَسَتْ قُلُوبُهُمْ وَكَثِيرٌ مِنْهُمْ فاسِقُونَ »  « 1 »  . \r\nصدق اللَّه العظيم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحديد : 16\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nرسالتُنا\r\n4\r\nرسالتُنا\r\nومعالمها الرئيسيّة\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\nرسالتُنا ومعالمها الرئيسيّة\r\nلكلّ رسالةٍ معالمها الرئيسية التي تحدّد كيانها الخاصّ وتميّزه عن كيانات الرسالات الأخرى ، وتختلف الرسالات في هذه المعالم تبعاً لاختلافها فيما ترتكز عليه من أفكارٍ ومفاهيم ، ويمكننا تلخيص المعالم الرئيسية لرسالتنا الإسلامية في الأمور التالية :\r\nأولًا : النظرة الروحية إلى الحياة والكون بصورةٍ عامّة ، ولا تعني الروحية هذه إنكار المعاني المادّية للكون أو حصر نطاق الوجود في الروح والروحيات كما يشاء الكثير من الكتّاب الاوروبّيين أن يفسِّروا النظرة الروحية بذلك . فالإسلام يعترف بالحقائق الروحية والمادية ، وإنّما يربط تلك الحقائق جميعاً بسببٍ مشتركٍ أعمق وهو اللَّه تعالى . فالنظرة الروحية في جوهرها إذن عبارة عن إدراك صلة الحياة والكون باللَّه وانبثاقها عن قدرته وتقديره ، وبهذا المعنى يمكن أن نعتبر الكون بصورة عامة روحياً ، لأن تلك الصلة بالمبدع الخلّاق - صلة الخلق والإبداع - تشمل المادة كما تشمل الروح وتنفذ إلى سياستها جميع محتويات الكون وحقائقه .\r\nوليست هذه النظرة الروحية التي تتمثّل فيها الحقيقة الكبرى للكون نظريةً مجرّدة ، وإنّما تتّصل بالوجود العملي للإنسان كلّ الإتّصال ، وتحدّد له موقفه من عالمه الذي يعيشه والحياة التي يحياها ويستمد الإنسان منها ، أو على ضوئها اتّجاهه العام الذي ينعكس في نشاطاته وأفعاله .\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nثانياً : الطريقة العقلية في التفكير ، إذ توجد طريقتان للتفكير :\r\nإحداهما : الطريقة العقلية التي تعتبر العقل حاكماً نهائياً ومقياساً أساسياً تقاس على ضوئه الأفكار والمعلومات لامتحان مدى صحّتها وموضوعيتها .\r\nوالأخرى : هي الطريقة التجريبية التي تُقصي العقل عن هذا المجال وتسلب منه وظيفته الأساسية هذه في الحياة الفكرية ، وتضع موضعه التجربة مدَّعيةً أنّها هي الأساس الوحيد لكلّ ما يمكن أن يتوصّل إليه الإنسان من حقائق واستنتاجات .\r\nوالواقع أنّ كلًاّ من العقليّين والتجريبيّين وقع في خطأ كانت له أسوأ النتائج .\r\nفالعقليون الذين نادوا بالعقل مقياساً لم يطبّقوا عملياً هذا المقياس وحسب ، وإنّما أفرطوا فحصروا بحوثهم في النطاق العقلي وكلّفوا العقل المجرّد أن يزوّدهم بالحقائق والمعلومات حتى في الميادين والمجالات التي ليست من حقّه ، وبذلك ضاعت عليهم فرصة الاستفادة من المعين التجريبي وما يتدفّق به من حقائق ونتائج .\r\nومن أوضح الأمثلة لذلك : ما شغل بال العقليّين قروناً متطاولةً من الزمان حين حاولوا أن يتعرّفوا على ما إذا كانت المادة متكوّنةً من أجزاءٍ وذرّاتٍ يتخلّلها الفراغ أو متّصلةً إتّصالًا حقيقياً لا فراغ فيه .\r\nلقد خيِّل للعقليّين أنّهم يستطيعون أن يصلوا إلى الكلمة النهائية في البحث عن طريق العقل وحده ، ومنها نشأت النظريتان : « الاتّصالية ، والانفصالية » ، وقام الصراع عنيفاً بين هؤلاء وأولئك من الاتّصاليّين والانفصاليّين بعيداً عن التجربة ووسائلها ، فلم يصلوا إلى نتيجةٍ حاسمة ، لا لشيءٍ إلّالأنّ العقل بطبيعته حياديٌّ في مثل هذا الموقف وما يشابهه من المواقف التحليلية للكون ، فهو لا يستطيع أن يدرك بصورةٍ مستقلّة عن التجربة ما إذا كان الجسم مؤلّفاً من ذرّاتٍ أم لا . ولو أنّ العقليّين انصرفوا إلى التجربة واستنطقوها ثمّ رجعوا إلى العقل كمفسِّرٍ نهائيٍّ لظواهر التجربة ونتائجها لوصلوا إلى خيرٍ كبيرٍ هو أفضل ألف مرّةٍ من هذا الجدل\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nالعقيم . وهكذا أخطأ العقليّون حين لم يعرفوا - عملياً على الأقلّ - ما هي وظائف العقل بصفته مقياساً أساسياً للفكر .\r\nوكما أخطأ هؤلاء أخطأ التجريبيون أيضاً الذين اتّجهوا اتجاهاً معاكساً تماماً كردِّ فعلٍ للاتجاه العقلي السابق ، فآمنوا بالتجربة وقدرتها على استكشاف الحقائق والأسرار ، وظنّوا في غمرةٍ من نشوة الظفر بما توصّلوا إليه من معلوماتٍ تجريبيةٍ أنّهم استغنوا عن خدمات العقل لأنّه ممّا لم تتكشّف عنه التجربة بعد .\r\nوكان نتائج ذلك أن تحرّر كثير من أنصار التجربة المعملية ، وخسر العقليون الثروة التجريبية الضخمة ، كذلك خسر التجريبيون الثروة العقلية الروحية الجبّارة .\r\nوأمّا الإسلام فقد وقف من الفريقين الموقف الصحيح ، ورسم الطريق اللاحب للفكر الإنساني الذي يضمن للإنسان أفضل النتائج في كلّ الميادين ، ويحول بينه وبين الألوان العقيمة من الجدل الذي مُنِيَ به العقليون ، كما يحول بينه وبين المادّية المُسِفَّة التي انتهى التجريبيون إليها . وتلخّص هذا الطريق في أنّ العقل يجب أن يؤخذ كمقياسٍ للأفكار ، وحاكم فصلٍ نُلقي بين يديه المعلومات التي حصل عليها الإنسان عن طريق الملاحظة الحسّية أو التجربة العملية ، لينظّمها ويستنتج منها ما تنتجه من حقائق مادّية أو حقائق خارجةٍ عن حدود المادة :\r\n « أَ فَلَمْ يَسِيرُوا فِي الْأَرْضِ فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِها . . . »  « 1 »  .  فليس السير في الأرض وما يشير إليه من ألوان التأمّل التجريبي في حقائقها مغنياً عن العقل ، وليس العقل مغنياً عن السير في الأرض ودراسة حقائقها بالطرق الحسّية والتجريبية .\r\nفالأخذ بالتجربة واستثمارها واستنطاقها صحيح كلّ الصحّة ولكن شريطة أن لا يلغى العقل ولا يحبس الإنسان نفسه في حدود حِسِّهِ التجريبي ، بل يحكِّم عقله فيما يحسّ ويجرّب ليستنتج ما وراء التجربة استنتاجاً عقلياً متّسقاً .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحجّ : 46\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nثالثاً : المقياس العمليّ العامّ الذي بَشَّر به الإسلام على أساس نظرته العامّة للحياة والكون ، فما دام الإنسان مرتبطاً بخالقٍ وهبه الحياة وكلّ محتوياتها وإطاراتها المادية والمعنوية يجب أن يكون مقياسه في الحياة هو رضا اللَّه تعالى بأن يكيّف حياته طبقاً لرضاه جل شأنه :  « وَاتَّبَعُوا رِضْوانَ اللَّهِ وَاللَّهُ ذُو فَضْلٍ عَظِيمٍ »  « 1 »  .  وهذا المقياس العمليّ يشمل جميع الميادين العملية للإنسان من فرديةٍ أو اجتماعية ، ويشمل مختلف الحقول الاجتماعية من سياسيةٍ واقتصاديةٍ وأخلاقية .\r\nفالإسلام يحتِّم على الإنسان أن يسير في كلّ هذه المجالات طبقاً لرضا اللَّه سبحانه وتوجيهه . ويمتاز هذا المقياس عن أيّ مقياسٍ آخر يقدِّمه فلاسفة الأخلاق عادةً بمميّزاتٍ أساسية ، فهو مقياس من النظرة الروحية العامة إلى الحياة والكون وليس مقياساً مرتجلًا ، كما أنّه يزيل كلّ تناقضٍ من الصعيد العملي ، على عكس كثيرٍ من المقاييس التي يقدِّمها فلاسفة الأخلاق كاللذّة أو المنفعة ونحوهما من مفاهيم غائمةٍ أو غير محدّدة ، فإنّ الناس في المجتمع الواحد يتناقضون في لذّاتهم ومنافعهم . كما تتناقض المجتمعات البشرية المختلفة في هذه المقاييس أيضاً ، فما كان فيه منفعة فردٍ أو مجتمع أو كان ملذّاً لهما قد يكون مضرّاً بفردٍ أو بمجتمعٍ آخر . وإيمان الإنسانية بهذه المقاييس الخلقية الناقصة هو الذي جرّ عليها كثيراً من ألوان البلاء وألقى بها في دوامةٍ من الصراع والنزاع . وأمّا حين تأخذ الإنسانية بالمقياس العمليّ الذي ينادي به الإسلام فسوف يزول كلّ لونٍ من ألوان الصراع والتناقض ، لأنّ رضا اللَّه تعالى لا يتناقض ولا يختلف .\r\nوبهذا المقياس وحده يمكن إنشاء المجتمع المطمئن المتعاون الذي إن ساده شيء من روح التنافس فإنّما يوجد هذا التنافس على مقدار ما يحصل عليه من رضا اللَّه ، وليس على مقدار ما يكسبه من المصالح الخاصّة والمنافع المادية .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) آل عمران : 174\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nرسالتنا\r\n5\r\nرسالتنا\r\nيجب أن تكون قاعدة\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\nرسالتنا يجب أن تكون قاعدة\r\nإنّ للحضارة الغربية بأفكارها ومفاهيمها وكيانها الثقافي عامّةً قاعدةً فكريةً تستند إليها وهي « الديمقراطية » ، أو بالأحرى الحرّيات الرئيسية في المجالات الفكرية والدينية والسياسية والاقتصادية ، فإنّ هذه الحرّيات بمفهومها الحضاريّ الغربيّ هي حجر الزاوية في ثقافة الغرب ، والإطار الفكريّ الذي تدور في نطاقه الأفكار والمفاهيم الغربية عن الإنسان والحياة والكون والمجتمع ، وحتّى أنّه لعب دوراً رئيسياً في تحديد الاتّجاه العامّ لمفكّري الغرب فيما يسمّونه بالعلوم الإنسانية والاجتماعية ، فلم تستطع البحوث الإنسانية لهؤلاء المفكّرين أن تتجرّد عن تأثير الرسالة التي يعتنقها الباحثون كقاعدةٍ عامّة .\r\nوليس تأثّر قوانين الاقتصاد السياسي بالحرّية الاقتصادية وتأثّر الاتّجاهات السيكولوجية لبعض مدارس علم النفس التحليلي التي يتزعّمها « فرويد » وغيره من اللاشعوريّين بالحرّية الشخصية إلّامن الأمثلة الواضحة لما نؤكّد عليه من الصلة الوثيقة بين أفكار الحضارة الغربية وبين القاعدة الفكرية التي تستند إليها ورسالتها الاجتماعية التي تدعو وتبشِّر بها .\r\nوكذلك الأمر تماماً فيما يتّصل بالحضارة الماركسية التي تنافس الحضارة الرأسمالية في كلّ الميادين ، فإنّ رسالتها الفكرية التي تدعو إلى نظرةٍ ماديةٍ معيّنةٍ\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nتجاه الكون والحياة والمجتمع والتاريخ هي القطب المركزيّ الذي ينعكس إلى حدٍّ قصير أو طويل في كلّ المفاهيم والأفكار الحضارية التي تتبنّاها الماركسية ويؤمن بها مفكّروها .\r\nونحن بطبيعة الحال لا نعني من احتلال الرسالة مركز القاعدة من التفكير في الحضارة الاوروبّية أنّ الرسالة استطاعت أن تموّن المفكّر مباشرةً بكلّ ما يحتاجه من مفاهيم ومعارف في كلّ الحقول والميادين إلى الدرجة التي تصبح كلّ معرفةٍ منبثقةً عن الرسالة ومتفرّعةً عن القاعدة الرئيسية المفترضة ، بل الواقع أنَّ وضع الرسالة في الموضع الرئيسي من التفكير الحضاري إنّما يعني محاولة التوفيق بين جوهر الرسالة وروحها وبين الأفكار الحضارية المتبنّاة ، إذ من المنطقيّ والطبيعيّ أنّه ما دامت الرسالة صحيحةً فعليها أن ترفض كلّ فكرةٍ تتّصل بالميادين الإنسانية إذا كانت تناقض تلك الرسالة ، فالأفكار التي تتكوّن منها كلّ حضارةٍ ذات رسالةٍ تخضع لمقاييس تلك الرسالة وتتجنّب مناقضتها ، سواء أكانت مستنبطةً منها أم لا .\r\nهذا هو الواقع الذي يتبيّن بكلّ وضوحٍ لدى دراسة كلٍّ من الكيانين الحضاريّين المتصارعين اليوم على مسرح التفكير الاوروبّي .\r\nوأمّا موقفنا من هذا الواقع فهو :\r\nأولًا : أن نكون على حظٍّ عظيمٍ من الدقّة والوعي حينما نبحث عن الأفكار الاوروبّية ، لأجل أن نستطيع تعريتها عن إطارها الرسالي ، والتعرّف على مدى صلتها بهذا الإطار وتأثّرها به .\r\nوهذا هو الموقف الوسط الذي يجب أن يقفه المسلم الواعي من كلّ تفكيرٍ اوروبّيٍّ يتّصل من قريبٍ أو بعيدٍ بالحقول التي تعالجها الرسالة وتمتّد إليها القاعدة الفكرية ، فليس من الصحيح إغفال هذه الناحية الخطيرة ( ناحية الصلة بين الفكرة ودراسة الفكرة ) بغضّ النظر عمّا قد يكون لها من إطارٍ خاصٍّ ، أو قد يكون فيها\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nمن استيحاءاتٍ مستمَدّةٍ من القاعدة الفكرية ، كما يفعل كثير من الباحثين المسلمين اليوم مع أفكار كثيرة من علماء الاجتماع والنفس والتاريخ الأوربيين ، فإنّ أول نقطةٍ يجب التأكّد منها قبل كلّ شيءٍ هي البحث عن مدى صلة الفكرة المبحوث عنها بالقاعدة التي ثبت لدينا خطؤها ، وعلى ضوء هذه الصلة يجب أن تتركّز نظرتنا إلى الفكرة والحكم لها أو عليها بما نستخلصه من البحث والدراسة .\r\nكما أنّه ليس من الصحيح أيضاً ما يتّجه إليه بعض الدعاة المسلمين من الحكم على كلّ تفكيرٍ اوروبّيٍّ يتّصل بالحياة الإنسانية بأ نّه خطأ لأنّه مستنبط من القاعدة ، وما دامت القاعدة خطأً فما يستنبط منها خطأ أيضاً ، فإنّ استنباط الفكرة من القاعدة في المجالات النظرية لا يعني أنّها مستنتجة منها استنتاجاً ومتوقّفة في مصيرها على القاعدة نفسها ، وإنّما يعني - كما ألمعنا إليه - أنّ الفكرة صيغت بالشكل الذي لا يتناقض مع تلك القاعدة ، سواء أكانت مستمَدّةً منها بصورةٍ مباشرةٍ أم لا ، والقاعدة وإن كانت خطأً ولكن ليس من الضروري في كلّ فكرةٍ لا تتناقض مع الخطأ أن تكون خطأً .\r\nوثانياً : من واجب المسلمين الواعين أن يجعلوا من الإسلام قاعدةً فكريةً وإطاراً عامّاً لكلّ ما يتبنَّون من أفكارٍ حضاريةٍ ومفاهيم عن الكون والحياة والإنسان والمجتمع ، ولا شكّ أنّ العقيدة الدينية نفسها تعني هذا الشيء وتفرضه موجوداً لدى المتديِّن ، غير أنّ العقيدة الدينية لمّا كانت تعيش اليوم في نفوس كثيرٍ من الناس مجرّدةً عن وعيٍ حقيقيٍّ يسندها نجد أنّ جمهرةً من المسلمين لا يَعُون المكان الطبيعيّ الذي يجب أن تحتلّه رسالتنا الفكرية الأصلية من التفكير العامّ .\r\nوليس هذا الفرق الذي نجده بين رسالتنا الإسلامية والرسالات الاوروبّية في مواضعها من التفكير العامّ ناشئاً عن طبيعة تلك الرسالة ، وإنّما هو نتيجة الاختلاف فيما يرافق كلّ رسالةٍ في ذهنية أصحابها من درجة الوعي والشعور .\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nولا نشّك أنّ هذا الإحساس الأليم بالحاجة إلى الرسالة البنّاءة في كلّ الميادين الفكرية والعملية ، هذا الإحساس الذي يسيطر على الامّة ، وأنّ هذه اليقظة الخيِّرة التي بدأت تباشيرها تبدو هنا وهناك ، وأنّ هذا الموج المعنويّ المتزايد الذي بدأ يفجِّر تيّاراً من الشعور الإسلامي لا نشكّ في أنّ هذا كلّه يؤكّد أنّ رسالتنا المقدّسة إنّما بدأت تسير في طريقها إلى مركزها الطبيعي ، إلى مركز القاعدة الفكرية من الذهنية الإسلامية ، وذلك حينما يستأنف المسلمون إيمانهم بالرسالة إيمان وعيٍ لا إيمان تقليد ، وإخلاصهم لها إخلاصاً أصيلًا لا إخلاصاً سطحياً يعتمد على الوراثة والبيئة فحسب :\r\n « سَنُرِيهِمْ آياتِنا فِي الْآفاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ أَ وَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلى كُلِّ شَيْءٍ شَهِيدٌ »  « 1 »  . \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فصِّلت : 53\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39}
  ]