[
  {"content":"\r\n\r\nبحث\r\nحول المهدي\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nبحث حول المهدي ( عج )\r\nتأليف\r\nسماحة آية الله العظمى الإمام الشهيد السيد محمد باقر الصدر قدس سره\r\nالمؤتمر العالمي للإمام الشهيد الصدر قدس سره\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n* ( ونريد أن نمن على الذين استضعغوا في الأرض ونجعلهم الوارثين ) *\r\nالقصص : 5\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\n[ بحث حول المهدي ( عج ) 
  ]\r\n\r\nالمقدّمة\r\nفكرة المهدي وجذورها في التاريخ .\r\nالمهدي ، من الفكرة إلى الواقع .\r\nتساؤلات حول المهدي .\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n[ فكرة المهدي وجذورها في التاريخ : 
  ]\r\nليس المهديّ تجسيداً لعقيدةٍ إسلاميةٍ ذات طابعٍ دينيّ فحسب ، بل هو عنوان لطموحٍ اتّجهت إليه البشرية بمختلف أديانها ومذاهبها ، وصياغة لإلهام فطريّ أدرك الناس من خلاله - على الرغم من تنوّع عقائدهم ووسائلهم إلى الغيب - أنّ للإنسانية يوماً موعوداً على الأرض ، تُحقّق فيه رسالات السماء بمغزاها الكبير وهدفها النهائي ، وتجد فيه المسيرة المكدودة للإنسان على مرّ التأريخ استقرارها وطمأنينتها بعد عناءٍ طويل . بل لم يقتصر الشعور بهذا اليوم الغيبي والمستقبل المنتظر على المؤمنين دينياً بالغيب ، بل امتدّ إلى غيرهم أيضاً ، وانعكس حتى على أشدّ الإيديولوجيات والاتّجاهات العقائدية رفضاً للغيب والغيبيات ، كالمادية الجدلية التي فسّرت التأريخ على أساس التناقضات ، وآمنت بيومٍ موعود تُصفّى فيه كلّ تلك التناقضات ويسود فيه الوئام والسلام . وهكذا نجد أنّ التجربة النفسية لهذا الشعور التي مارستها الإنسانية على مرّ الزمن من أوسع التجارب النفسية وأكثرها عموماً بين أفراد الإنسان .\r\nوحينما يدعم الدين هذا الشعور النفسي العام ، ويؤكّد أنّ الأرض في نهاية\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nالمطاف ستمتلئ قسطاً وعدلًا بعد أن مُلِئت ظلماً وجوراً « 1 » يعطي لذلك الشعور قيمته الموضوعية ويحوِّله إلى إيمانٍ حاسمٍ بمستقبل المسيرة الإنسانية ، وهذا الإيمان ليس مجرّد مصدر للسلوة والعزاء فحسب ، بل مصدر عطاءٍ وقوة . فهو مصدر عطاء ؛ لأنّ الإيمان بالمهديِّ إيمان برفض الظلم والجور حتى وهو يسود الدنيا كلّها ، وهو مصدر قوةٍ ودفع لا تنضب ؛ لأنّه بصيص نورٍ يقاوم اليأس في نفس الإنسان ، ويحافظ على الأمل المشتعل في صدره مهما ادلهمّت الخطوب وتعملق الظلم ؛ لأنّ اليوم الموعود يثبت أنّ بإمكان العدل أن يواجه عالماً مليئاً بالظلم والجور ، فيزعزع ما فيه من أركان الظلم ويقيم بناءه من جديد ، وأنّ الظلم مهما تجبّر وامتدّ في أرجاء العالم وسيطر على مقدّراته فهو حالة غير طبيعية ولا بدّ أن ينهزم . وتلك الهزيمة الكبرى المحتومة للظلم وهو في قمّة مجده تضع الأمل كبيراً أمام كلِّ فردٍ مظلوم وكلّ امةٍ مظلومةٍ في القدرة على تغيير الميزان وإعادة البناء .\r\n\r\n[ المهدي ، من الفكرة إلى الواقع : 
  ]\r\nوإذا كانت فكرة المهديّ أقدم من الإسلام وأوسع منه فإنّ معالمها التفصيلية التي حدّدها الإسلام جاءت أكثر إشباعاً لكلّ الطموحات التي انشدّت إلى هذه الفكرة منذ فجر التأريخ الديني ، وأغنى عطاءاً وأقوى إثارةً لأحاسيس المظلومين والمعذَّبين على مرّ التأريخ ؛ وذلك لأنّ الإسلام حوّل الفكرة من غيبٍ إلى واقع ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ورد في الحديث الشريف : « لو لم يبقَ من الدهر إلّايومٌ لَبعَثَ اللَّهُ رجلًا من أهل بيتي يملؤها عدلًا كما مُلئت جوراً » . راجع صحيح سنن المصطفى لأبي داود 2 : 207 ، والتاج الجامع للُاصول للشيخ منصور علي ناصف 5 : 343\r\n","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nومن مستقبلٍ إلى حاضر ، ومن التطلّع إلى منقذٍ تتمخّض عنه الدنيا في المستقبل البعيد المجهول إلى الإيمان بوجود المنقذ فعلًا ، وتطلّعه مع المتطلّعين إلى اليوم الموعود ، واكتمال كلّ الظروف التي تسمح له بممارسة دوره العظيم . فلم يعد المهديّ فكرةً ننتظر ولادتها ، ونبوءةً نتطلّع إلى مصداقها ، بل واقعاً قائماً ننتظر فاعليته ، وإنساناً معيّناً يعيش بيننا بلحمه ودمه ، نراه ويرانا ، ويعيش مع آمالنا وآلامنا ، ويشاركنا أحزاننا وأفراحنا ، ويشهد كلّ ما تزخر به الساحة على وجه الأرض من عذاب المعذّبين وبؤس البائسين وظلم الظالمين ، ويكتوي بكلّ ذلك من قريبٍ أو بعيد ، وينتظر بلهفةٍ اللحظة التي يُتاح له فيها أن يمدَّ يده إلى كلّ مظلوم وكلّ محروم وكلّ بائس ويقطع دابر الظالمين .\r\nوقد قُدِّر لهذا القائد المنتظر أن لا يعلن عن نفسه ، ولا يكشف للآخرين حياته على الرغم من أنّه يعيش معهم انتظاراً للَّحظة الموعودة .\r\nومن الواضح أنّ الفكرة بهذه المعالم الإسلامية تُقرّب الهوّة الغيبية بين المظلومين كلّ المظلومين والمنقذ المنتظر ، وتجعل الجسر بينهم وبينه في شعورهم النفسي قصيراً مهما طال الانتظار .\r\nونحن حينما يراد منّا أن نؤمن بفكرة المهدي بوصفها تعبيراً عن إنسانٍ حيّ محدّدٍ يعيش فعلًا كما نعيش ويترقّب كما نترقّب يراد الإيحاء إلينا بأنّ فكرة الرفض المطلق لكلّ ظلمٍ وجورٍ التي يمثّلها المهدي تجسّدت فعلًا في القائد الرافض المنتظر ، الذي سيظهر وليس في عنقه بيعة لظالم ، كما في الحديث « 1 » ، وأنّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ورد عنه عليه السلام أنّه سيظهر وليس في عنقه بيعة لظالم . راجع الاحتجاج للطبرسي 2 : 545\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nالإيمان به إيمان بهذا الرفض الحيّ القائم فعلًا ومواكبة له .\r\nوقد ورد في الأحاديث الحثّ المتواصل على انتظار الفرج ، ومطالبة المؤمنين بالمهدي أن يكونوا بانتظاره « 1 » . وفي ذلك تحقيق لتلك الرابطة الروحية ، والصلة الوجدانية بينهم وبين القائد الرافض وكلّ ما يرمز إليه من قيم ، وهي رابطة وصلة ليس بالإمكان إيجادها ما لم يكن المهدي قد تجسّد فعلًا في إنسانٍ حيّ معاصر .\r\nوهكذا نلاحظ أنّ هذا التجسيد أعطى الفكرة زخماً جديداً ، وجعل منها مصدر عطاءٍ وقوةٍ بدرجةٍ أكبر ، إضافة إلى ما يجده أيّ إنسانٍ رافضٍ من سلوةٍ وعزاءٍ وتخفيفٍ لما يقاسيه من آلام الظلم والحرمان ، حين يحسّ أنّ إمامه وقائده يشاركه هذه الآلام ويتحسّس بها فعلًا بحكم كونه إنساناً معاصراً يعيش معه ، وليس مجرّد فكرةٍ مستقبلية .\r\n\r\n[ تساؤلات حول المهدي : 
  ]\r\nولكن التجسيد المذكور أدّى في نفس الوقت إلى مواقف سلبيةٍ تجاه فكرة المهدي نفسها لدى عددٍ من الناس الذين صعب عليهم أن يتصوّروا ذلك ويفترضوه .\r\nفهم يتساءلون :\r\nإذا كان المهدي يعبّر عن إنسانٍ حيّ عاصر كلّ هذه الأجيال المتعاقبة منذ أكثر من عشرة قرون ، وسيظل يعاصر امتداداتها إلى أن يظهر على الساحة فكيف\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) منتخب الأثر : 493 - 500\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nتأتّى لهذا الإنسان أن يعيش هذا العمر الطويل ، وينجو من قوانين الطبيعة التي تفرض على كلّ إنسانٍ أن يمرّ بمرحلة الشيخوخة والهرم في وقتٍ سابقٍ على ذلك جدّاً ، وتؤدّي به تلك المرحلة طبيعياً إلى الموت ؟ أوَليس ذلك مستحيلًا من الناحية الواقعية ؟\r\nويتساءلون أيضاً :\r\nلماذا كلّ هذا الحرص من اللَّه سبحانه وتعالى على هذا الإنسان بالذات ؟\r\nفتُعطَّل من أجله القوانين الطبيعية ، ويُفعل المستحيل لإطالة عمره والاحتفاظ به لليوم الموعود ، فهل عقمت البشرية عن إنتاج القادة الأكفاء ؟ ولماذا لا يُترك اليوم الموعود لقائدٍ يولد مع فجر ذلك اليوم ، وينمو كما ينمو الناس ، ويمارس دوره بالتدريج حتى يملأ الأرض قسطاً وعدلًا بعد أن ملئت ظلماً وجوراً ؟\r\nويتساءلون أيضاً :\r\nإذا كان المهديّ اسماً لشخصٍ محدّدٍ هو ابن الإمام الحادي عشر من أئمّة أهل البيت عليهم السلام الذي ولد سنة 256 ه « 1 » وتوفّي أبوه سنة 260 ه ، فهذا يعني أنّه كان طفلًا صغيراً عند موت أبيه لا يتجاوز خمس سنوات ، وهي سنّ لا تكفي للمرور بمرحلة إعدادٍ فكريّ وديني كاملٍ على يد أبيه ، فكيف وبأيِّ طريقةٍ يكتمل إعداد هذا الشخص لممارسة دوره الكبير دينياً وفكرياً وعلمياً ؟\r\nويتساءلون أيضاً :\r\nإذا كان القائد جاهزاً فلماذا كلّ هذا الانتظار الطويل مئات السنين ؟\r\nأوَليس في ما شهده العالم من المحن والكوارث الاجتماعية ما يبرّر بروزه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كمال الدين : 432 ، أصول الكافي 1 : 514\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nعلى الساحة وإقامة العدل على الأرض ؟\r\nويتساءلون أيضاً :\r\nكيف نستطيع أن نؤمن بوجود المهدي حتى لو افترضنا أنّ هذا ممكن ؟ وهل يسوغ لإنسانٍ أن يعتقد بصحة فرضية من هذا القبيل دون أن يقوم عليها دليل علمي أو شرعي قاطع ؟ وهل تكفي بضع روايات تُنقل عن النبيّ صلى الله عليه وآله وسلم لا نعلم مدى صحّتها للتسليم بالفرضية المذكورة ؟\r\nويتساءلون أيضاً بالنسبة إلى ما اعِدّ له هذا الفرد من دورٍ في اليوم الموعود :\r\nكيف يمكن أن يكون للفرد هذا الدور العظيم الحاسم في حياة العالم ؟ مع أنّ الفرد مهما كان عظيماً لا يمكنه أن يصنع بنفسه التأريخ ويدخل به مرحلةً جديدة ، وإنّما تختمر بذور الحركة التأريخية وجذوتها في الظروف الموضوعية وتناقضاتها ، وعظمة الفرد هي التي ترشّحه لكي يشكّل الواجهة لتلك الظروف الموضوعية ، والتعبير العملي عمّا تتطلّبه من حلول ؟\r\nويتساءلون أيضاً :\r\nما هي الطريقة التي يمكن أن نتصوّر من خلالها ما سيتمّ على يد ذلك الفرد من تحوّلٍ هائلٍ وانتصارٍ حاسمٍ للعدل ورسالة العدل على كلّ كيانات الظلم والجور والطغيان ، على الرغم ممّا تملك من سلطانٍ ونفوذ ، وما يتواجد لديها من وسائل الدمار والتدمير ، وما وصلت إليه من المستوى الهائل في الإمكانات العلمية والقدرة السياسية والاجتماعية والعسكرية ؟\r\nهذه أسئلة قد تتردّد في هذا المجال وتقال بشكلٍ وآخر ، وليست البواعث الحقيقية لهذه الأسئلة فكرية فحسب ، بل هناك مصدر نفسيّ لها أيضاً ، وهو الشعور\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nبهيبة الواقع المسيطر عالمياً ، وضآلة أيّ فرصةٍ لتغييره من الجذور ، وبقدر ما يبعثه الواقع الذي يسود العالم على مرّ الزمن من هذا الشعور تتعمّق الشكوك وتترادف التساؤلات . وهكذا تؤدّي الهزيمة والضآلة والشعور بالضعف لدى الإنسان إلى أن يحسّ نفسياً بإرهاقٍ شديدٍ لمجرّد تصوّر عملية التغيير الكبرى للعالم التي تفرغه من كلّ تناقضاته ومظالمه التأريخية ، وتعطيه محتوىً جديداً قائماً على أساس الحقّ والعدل ، وهذا الإرهاق يدعوه إلى التشكّك في هذه الصورة ومحاولة رفضها لسببٍ وآخر .\r\nونحن الآن نأخذ التساؤلات السابقة تباعاً لنقف عند كلّ واحدٍ منها وقفةً قصيرةً بالقدر الذي تتّسع له هذه الوريقات .\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nصفحه خالى\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nبحث حول المهدي\r\n\r\n1 - كيف تأ تّى للمهدي هذا العمر الطويل ؟\r\nإمكانيّة العمر الطويل للإنسان .\r\nالمعجزة والعمر الطويل .\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\n\r\n[ إمكانيّة العمر الطويل للإنسان : 
  ]\r\nوبكلمة أخرى : هل بالإمكان أن يعيش الإنسان قروناً كثيرةً كما هو المفترض في هذا القائد المنتظر لتغيير العالم ، الذي يبلغ عمره الشريف فعلًا أكثر من ألفٍ ومئةٍ وأربعين سنة ، أي حوالي 14 مرّةً بقدر عمر الإنسان الاعتيادي الذي يمرّ بكلّ المراحل الاعتيادية من الطفولة إلى الشيخوخة ؟\r\nوكلمة « الإمكان » هنا تعني أحد ثلاثة معانٍ : الإمكان العملي ، والإمكان العلمي ، والإمكان المنطقي أو الفلسفي .\r\nوأقصد بالإمكان العملي : أن يكون الشيء ممكناً على نحوٍ يُتاح لي أو لك أو لإنسانٍ آخر فعلًا أن يحقّقه ، فالسفر عبر المحيط والوصول إلى قاع البحر والصعود إلى القمر أشياء أصبح لها إمكان عمليّ فعلًا . فهناك مَن يمارس هذه الأشياء فعلًا بشكلٍ وآخر .\r\nوأقصد بالإمكان العلمي : أنّ هناك أشياء قد لا يكون بالإمكان عملياً لي أو لك أن نمارسها فعلًا بوسائل المدنية المعاصرة ، ولكن لا يوجد لدى العلم ولا تشير اتّجاهاته المتحرّكة إلى ما يبرّر رفض إمكان هذه الأشياء ووقوعها وفقاً لظروفٍ ووسائل خاصّة ، فصعود الإنسان إلى كوكب الزهرة لا يوجد في العلم\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nما يرفض وقوعه ، بل إنّ اتّجاهاته القائمة فعلًا تشير إلى إمكان ذلك وإن لم يكن الصعود فعلًا ميسوراً لي أو لك ؛ لأنّ الفارق بين الصعود إلى الزهرة والصعود إلى القمر ليس إلّافارق درجة ، ولا يمثّل الصعود إلى الزهرة إلّامرحلة تذليل الصعاب الإضافية التي تنشأ من كون المسافة أبعد ، فالصعود إلى الزهرة ممكن علمياً وإن لم يكن ممكناً عملياً فعلًا . وعلى العكس من ذلك الصعود إلى قرص الشمس في كبد السماء فإنّه غير ممكنٍ علمياً ، بمعنى أنّ العلم لا أمل له في وقوع ذلك ؛ إذ لا يُتصوّر علمياً وتجريبياً إمكانية صنع ذلك الدرع الواقي من الاحتراق بحرارة الشمس التي تمثّل أتّوناً هائلًا مستعراً بأعلى درجةٍ تخطر على بال إنسان .\r\nوأقصد بالإمكان المنطقي أو الفلسفي : أن لا يوجد لدى العقل وفق ما يدركه من قوانين قَبْلية - أي سابقة على التجربة - ما يبرّر رفض الشيء والحكم باستحالته .\r\nفوجود ثلاثة برتقالاتٍ تنقسم بالتساوي وبدون كسرٍ إلى نصفين ليس له إمكان منطقي ؛ لأنّ العقل يدرك - قبل أن يمارس أيّ تجربةٍ - أن الثلاثة عدد فردي وليس زوجاً ، فلا يمكن أن تنقسم بالتساوي ؛ لأنّ انقسامها بالتساوي يعني كونها زوجاً ، فتكون فرداً وزوجاً في وقتٍ واحد ، وهذا تناقض ، والتناقض مستحيل منطقياً . ولكنّ دخول الإنسان في النار دون أن يحترق ، وصعوده للشمس دون أن تحرقه الشمس بحرارتها ليس مستحيلًا من الناحية المنطقية ؛ إذ لا تناقض في افتراض أنّ الحرارة لا تتسرّب من الجسم الأكثر حرارةً إلى الجسم الأقل حرارة ، وإنّما هو مخالف للتجربة التي أثبتت تسرّب الحرارة من الجسم الأكثر حرارةً إلى الجسم الأقلّ حرارةً إلى أن يتساوى الجسمان في الحرارة .\r\nوهكذا نعرف أنّ الإمكان المنطقي أوسع دائرةً من الإمكان العلمي ، وهذا\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nأوسع دائرةً من الإمكان العملي .\r\nولاشكّ في أنّ امتداد عمر الإنسان آلاف السنين ممكن منطقياً ؛ لأنّ ذلك ليس مستحيلًا من وجهة نظرٍ عقليةٍ تجريدية ، ولا يوجد في افتراضٍ من هذا القبيل أيّ تناقض ؛ لأنّ الحياة كمفهومٍ لا تستبطن الموت السريع ، ولا نقاش في ذلك .\r\nكما لا شكّ أيضاً ولا نقاش في أنّ هذا العمر الطويل ليس ممكناً إمكاناً عملياً ، على نحو الإمكانات العملية للنزول إلى قاع البحر أو الصعود إلى القمر ؛ ذلك لأنّ العلم بوسائله وأدواته الحاضرة فعلًا والمتاحة من خلال التجربة البشرية المعاصرة لا يستطيع أن يمدد عمر الإنسان مئات السنين ، ولهذا نجد أنّ أكثر الناس حرصاً على الحياة وقدرةً على تسخير إمكانات العلم لا يُتاح لهم من العمر إلّا بقدر ما هو مألوف .\r\nوأمّا الإمكان العلمي فلا يوجد علمياً اليوم ما يبرّر رفض ذلك من الناحية النظرية . وهذا بحث يتّصل في الحقيقة بنوعية التفسير الفسلجي لظاهرة الشيخوخة والهرم لدى الإنسان ، فهل تعبِّر هذه الظاهرة عن قانونٍ طبيعيّ يفرض على أنسجة جسم الإنسان وخلاياه - بعد أن تبلغ قمّة نموّها - أن تتصلّب بالتدريج وتصبح أقلّ كفاءةً للاستمرار في العمل إلى أنْ تتعطّل في لحظةٍ معيّنةٍ ، حتى لو عزلناها عن تأثير أيِّ عاملٍ خارجي ؟ أو أنّ هذا التصلّب وهذا التناقص في كفاءة الأنسجة والخلايا الجسمية للقيام بأدوارها الفيسيولوجية نتيجة صراعٍ مع عوامل خارجيةٍ كالميكروبات أو التسمّم الذي يتسرّب إلى الجسم من خلال ما يتناوله من غذاءٍ مكثّف أو ما يقوم به من عملٍ مكثّف أو أيّ عاملٍ آخر ؟\r\nوهذا سؤال يطرحه العلم اليوم على نفسه ، وهو جادّ في الإجابة عليه ، ولا يزال للسؤال أكثر من جوابٍ على الصعيد العلمي .\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nفإذا أخذنا بوجهة النظر العلمية التي تتّجه إلى تفسير الشيخوخة والضعف الهرمي بوصفه نتيجة صراعٍ واحتكاكٍ مع مؤثّراتٍ خارجيةٍ معيّنةٍ ، فهذا يعني أنّ بالإمكان نظرياً إذا عُزلت الأنسجة - التي يتكوّن منها جسم الإنسان - عن تلك المؤثّرات المعيّنة أن تمتدّ بها الحياة وتتجاوز ظاهرة الشيخوخة وتتغلّب عليها نهائياً .\r\nوإذا أخذنا بوجهة النظر الأخرى التي تميل إلى افتراض الشيخوخة قانوناً طبيعياً للخلايا والأنسجة الحيّة نفسها ، بمعنى أنّها تحمل في أحشائها بذرة فنائها المحتوم ، مروراً بمرحلة الهرم والشيخوخة وانتهاءاً بالموت ، أقول : إذا أخذنا بوجهة النظر هذه فليس معنى هذا عدم افتراض أيِّ مرونةٍ في هذا القانون الطبيعي ، بل هو - على افتراض وجوده - قانون مَرن ؛ لأنّنا نجد في حياتنا الاعتيادية ولأنّ العلماء يشاهدون في مختبراتهم العلمية أنّ الشيخوخة - كظاهرةٍ فيسيولوجيةٍ لا زمنية - قد تأتي مبكِّرةً وقد تتأخّر ولا تظهر إلّافي فترةٍ متأخّرة ، حتى أنّ الرجل قد يكون طاعناً في السنّ ولكنّه يملك أعضاءاً ليّنةً ولا تبدو عليه أعراض الشيخوخة ، كما نصّ على ذلك الأطبّاء ، بل إنّ العلماء استطاعوا عملياً أن يستفيدوا من مرونة ذلك القانون الطبيعي المفترض ، فأطالوا عمر بعض الحيوانات مئات المرّات بالنسبة إلى أعمارها الطبيعية ؛ وذلك بخلق ظروفٍ وعوامل تؤجّل فاعلية قانون الشيخوخة .\r\nوبهذا يثبت علمياً أنّ تأجيل هذا القانون بخلق ظروفٍ وعوامل معيّنةٍ أمر ممكن علمياً ، ولئن لم يُتَح للعلم أن يمارس فعلًا هذا التأجيل بالنسبة إلى كائنٍ معقّدٍ معيّنٍ كالإنسان ، فليس ذلك إلّالفارق درجةٍ بين صعوبة هذه الممارسة بالنسبة إلى الإنسان وصعوبتها بالنسبة إلى أحياء أخرى . وهذا يعني أنّ العلم من الناحية النظرية وبقدر ما تشير إليه اتّجاهاته المتحرّكة لا يوجد فيه أبداً ما يرفض\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nإمكانية إطالة عمر الإنسان ، سواء فسّرنا الشيخوخة بوصفها نتاج صراعٍ واحتكاكٍ مع مؤثّراتٍ خارجيةٍ ، أو نتاج قانونٍ طبيعيّ للخليّة الحيّة نفسها يسير بها نحو الفناء .\r\nويتلخّص من ذلك : أنّ طول عمر الإنسان وبقاءه قروناً متعدّدةً أمر ممكن منطقياً وممكن علمياً ، ولكنّه لا يزال غير ممكنٍ عملياً ، إلّاأنّ اتّجاه العلم سائر في طريق تحقيق هذا الإمكان عبر طريقٍ طويل .\r\nوعلى هذا الضوء نتناول عمر المهدي ( عليه الصلاة والسلام ) وما أحيط به من استفهامٍ أو استغراب .\r\nونلاحظ : أنّه بعد أن ثبت إمكان هذا العمر الطويل منطقياً وعلمياً ، وثبت أنّ العلم سائر في طريق تحويل الإمكان النظري إلى إمكانٍ عمليّ تدريجاً لا يبقى للاستغراب محتوىً إلّااستبعاد أن يسبق المهديّ العلم نفسه ، فيتحوّل الإمكان النظري إلى إمكانٍ عمليّ في شخصه قبل أن يصل العلم في تطوره إلى مستوى القدرة الفعلية على هذا التحويل ، فهو نظير من يسبق العلم في اكتشاف دواء ذات السحايا أو دواء السرطان .\r\nوإذا كانت المسألة هي أنّه كيف سبق الإسلام - الذي صمّم عمر هذا القائد المنتظر - حركة العلم في مجال هذا التحويل ؟\r\nفالجواب : أنّه ليس ذلك هو المجال الوحيد الذي سبق فيه الإسلام حركة العلم .\r\nأوَليست الشريعة الإسلامية ككلّ قد سبقت حركة العلم والتطور الطبيعي للفكر الإنساني قروناً عديدة ؟\r\nأوَلَمْ تُنادِ بشعاراتٍ طَرحت خُططاً للتطبيق لم ينضج الإنسان للتوصّل إليها في حركته المستقلّة إلّابعد مئات السنين ؟\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nأوَلَمْ تأتِ بتشريعاتٍ في غاية الحكمة لم يستطع الإنسان أن يدرك أسرارها ووجه الحكمة فيها إلّاقبل برهةٍ وجيزةٍ من الزمن ؟\r\nأوَلَمْ تكشف رسالة السماء أسراراً من الكون لم تكن تخطر على بال إنسان ثمّ جاء العلم ليثبتها ويدعمها ؟\r\nفإذا كنّا نؤمن بهذا كلّه فلماذا نستكثر على مرسِل هذه الرسالة سبحانه وتعالى أن يسبق العلم في تصميم عمر المهدي ؟\r\nوأنا هنا لم أتكلّم إلّاعن مظاهر السبق التي نستطيع أن نحسّها نحن بصورةٍ مباشرة ، ويمكن أن نضيف إلى ذلك مظاهر السبق التي تُحدِّثنا بها رسالة السماء نفسها .\r\nومثال ذلك : أنّها تخبرنا بأنّ النبيّ صلى الله عليه وآله وسلم قد أسري به ليلًا من المسجد الحرام إلى المسجد الأقصى « 1 » ، وهذا الإسراء إذا أردنا أن نفهمه في إطار القوانين الطبيعية فهو يعبِّر عن الاستفادة من القوانين الطبيعية بشكلٍ لم يُتَح للعلم أن يحقّقه إلّابعد مئات السنين ، فنفس الخبرة الربانية التي أتاحت للرسول صلى الله عليه وآله وسلم التحرّك السريع قبل أن يُتاح للعلم تحقيق ذلك أتاحت لآخِر خلفائه المنصوصين العمر المديد قبل أن يُتاح للعلم تحقيق ذلك .\r\nنعم ، هذا العمر المديد الذي منحه اللَّه تعالى للمنقذ المنتظر يبدو غريباً في حدود المألوف حتى اليوم في حياة الناس وفي ما انجز فعلًا من تجارب العلماء .\r\nولكن أوَليس الدور التغييري الحاسم الذي اعِدَّ له هذا المنقذ غريباً في حدود المألوف في حياة الناس وما مرّت بهم من تطورات التأريخ ؟\r\nأوَليس قد أنيط به تغيير العالم وإعادة بنائه الحضاري من جديدٍ على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قال تعالى :   « سُبْحانَ الَّذِي أَسْرى بِعَبْدِهِ لَيْلًا مِنَ الْمَسْجِدِ الْحَرامِ إِلَى الْمَسْجِدِ الْأَقْصَى . . . »   الإسراء : 1\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nأساس الحقّ والعدل ؟\r\nفلماذا نستغرب إذا اتّسم التحضير لهذا الدور الكبير ببعض الظواهر الغريبة والخارجة عن المألوف كطول عمر المنقذ المنتظر ؟ فإنّ غرابة هذه الظواهر وخروجها عن المألوف - مهما كان شديداً - لا يفوق بحالٍ غرابة نفس الدور العظيم الذي يجب على اليوم الموعود إنجازه . فإذا كنّا نستسيغ ذلك الدور الفريد تأريخياً على الرغم من أنّه لا يوجد دور مناظر له في تأريخ الإنسان ، فلماذا لا نستسيغ ذلك العمر المديد الذي لا نجد عمراً مناظراً له في حياتنا المألوفة ؟\r\nولا أدري هل هي صدفة أن يقوم شخصان فقط بتفريغ الحضارة الإنسانية من محتواها الفاسد وبنائها من جديد ، فيكون لكلّ منهما عمر مديد يزيد على أعمارنا الاعتيادية أضعافاً مضاعفة ؟\r\nأحدهما مارس دوره في ماضي البشرية وهو نوح ، الذي نصّ القرآن الكريم « 1 » على أنّه مكث في قومه ألف سنةٍ إلّاخمسين عاماً ، وقُدِّر له من خلال الطوفان أن يبني العالم من جديد .\r\nوالآخر يمارس دوره في مستقبل البشرية ، وهو المهدي الذي مكث في قومه حتى الآن أكثر من ألف عام ، وسيُقدَّر له في اليوم الموعود أن يبني العالم من جديد .\r\nفلماذا نقبل نوحاً الذي ناهز ألف عامٍ على أقلّ تقديرٍ ولا نقبل المهدي ؟ !\r\n\r\nالمعجزة والعمر الطويل :\r\nوقد عرفنا حتى الآن أنّ العمر الطويل ممكن علمياً ، ولكن لنفترض أنّه غير ممكنٍ علمياً ، وأنّ قانون الشيخوخة والهرم قانون صارم لا يمكن للبشرية\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) العنكبوت : 14\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nاليوم ولا على خطّها الطويل أن تتغلّب عليه وتغيّر من ظروفه وشروطه ، فماذا يعني ذلك ؟\r\nإنّه يعني أنّ إطالة عمر الإنسان - كنوحٍ أو كالمهدي - قروناً متعدّدةً هي على خلاف القوانين الطبيعية التي أثبتها العلم بوسائل التجربة والاستقراء الحديثة ، وبذلك تصبح هذه الحالة معجزةً عطّلت قانوناً طبيعياً في حالةٍ معيّنةٍ للحفاظ على حياة الشخص الذي أنيط به الحفاظ على رسالة السماء .\r\nوليست هذه المعجزة فريدةً من نوعها ، أو غريبةً على عقيدة المسلم المستمدّة من نصّ القرآن والسنّة ، فليس قانون الشيخوخة والهرم أشدّ صرامةً من قانون انتقال الحرارة من الجسم الأكثر حرارةً إلى الجسم الأقلّ حرارةً حتى يتساويا ، وقد عُطِّل هذا القانون لحماية حياة إبراهيم عليه السلام حين كان الأسلوب الوحيد للحفاظ عليه تعطيل ذلك القانون ، فقيل للنار حين القي فيها إبراهيم :\r\n « قُلْنا يا نارُ كُونِي بَرْداً وَسَلاماً عَلى إِبْراهِيمَ »  « 1 » ، فخرج منها كما دخل سليماً لم يصبه أذىً ، إلى كثيرٍ من القوانين الطبيعية التي عُطِّلت لحماية أشخاصٍ من الأنبياء وحجج اللَّه على الأرض ، فَفُلِقَ البحر لموسى « 2 » ، وشُبِّه للرومان أنّهم قبضوا على عيسى ولم يكونوا قد قبضوا عليه « 3 » . وخرج النبيّ محمد صلى الله عليه وآله وسلم من داره وهي محفوفة بحشود قريشٍ التي ظلّت ساعاتٍ تتربّص به لتهجم عليه ، فستره اللَّه تعالى عن عيونهم وهو يمشي بينهم « 4 » . كلّ هذه الحالات تمثّل قوانين طبيعيةً عُطِّلت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأنبياء : 69\r\n( 2 ) قال تعالى :  « فَأَوْحَيْنا إِلى مُوسى أَنِ اضْرِبْ بِعَصاكَ الْبَحْرَ فَانْفَلَقَ فَكانَ كُلُّ فِرْقٍ كَالطَّوْدِ الْعَظِيمِ » .  الشعراء : 63\r\n( 3 ) قال تعالى :  « وَما قَتَلُوهُ وَما صَلَبُوهُ وَلكِنْ شُبِّهَ لَهُمْ . . . » .  النساء : 157\r\n( 4 ) راجع سيرة ابن هشام 2 : 127\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nلحماية شخصٍ كانت الحكمة الربّانية تقتضي الحفاظ على حياته ، فليكن قانون الشيخوخة والهرم من تلك القوانين .\r\nوقد يمكن أن نخرج من ذلك بمفهومٍ عامّ ، وهو أنّه كلّما توقّف الحفاظ على حياة حجّةٍ للَّهِ في الأرض على تعطيل قانونٍ طبيعي ، وكانت إدامة حياة ذلك الشخص ضروريةً لإنجاز مهمّته التي اعِدَّ لها تدخّلت العناية الربانية في تعطيل ذلك القانون لإنجاز ذلك ، وعلى العكس إذا كان الشخص قد انتهت مهمّته التي اعِدَّ لها ربانياً ، فإنّه سيلقى حتفه ويموت أو يستشهد وفقاً لِمَا تقرّره القوانين الطبيعية .\r\nونواجه عادةً بمناسبة هذا المفهوم العامّ السؤال التالي : كيف يمكن أن يتعطّل القانون ؟ وكيف تنفصم العلاقة الضرورية التي تقوم بين الظواهر الطبيعية ؟\r\nوهل هذه إلّامناقضة للعلم الذي اكتشف ذلك القانون الطبيعي وحدّد هذه العلاقة الضرورية على اسسٍ تجريبيةٍ واستقرائية ؟\r\nوالجواب : أنّ العلم نفسه قد أجاب عن هذا السؤال بالتنازل عن فكرة الضرورة في القانون الطبيعي .\r\nوتوضيح ذلك : أنّ القوانين الطبيعية يكتشفها العلم على أساس التجربة والملاحظة المنتظمة ، فحين يطّرد وقوع ظاهرةٍ طبيعيةٍ عقيب ظاهرةٍ أخرى يُستدلّ بهذا الاطّراد على قانونٍ طبيعي ، وهو أنّه كلّما وُجِدَت الظاهرة الأولى وُجِدَت الظاهرة الثانية عقيبها ، غير أنّ العلم لا يفترض في هذا القانون الطبيعي علاقةً ضروريةً بين الظاهرتين نابعةً من صميم هذه الظاهرة وذاتها وصميم تلك وذاتها ؛ لأنّ الضرورة حالة غيبية لا يمكن للتجربة ووسائل البحث الاستقرائي والعلمي إثباتها ؛ ولهذا فإنّ منطق العلم الحديث يؤكّد أنّ القانون الطبيعي - كما يعرّفه العلم - لا يتحدّث عن علاقةٍ ضرورية ، بل عن اقترانٍ مستمرّ بين ظاهرتين ، فإذا جاءت المعجزة وفصلت إحدى الظاهرتين عن الأخرى في\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nقانونٍ طبيعيّ لم يكن ذلك فصماً لعلاقةٍ ضروريةٍ بين الظاهرتين .\r\nوالحقيقة أنّ المعجزة بمفهومها الديني قد أصبحت في ضوء المنطق العلمي الحديث مفهومةً بدرجةٍ أكبر ممّا كانت عليه في ظلّ وجهة النظر الكلاسيكية إلى علاقات السببية .\r\nفقد كانت وجهة النظر القديمة تفترض أنّ كلّ ظاهرتين اطّرد اقتران إحداهما بالأخرى فالعلاقة بينهما علاقة ضرورة ، والضرورة تعني أنّ من المستحيل أن تنفصل إحدى الظاهرتين عن الأخرى ، ولكنّ هذه العلاقة تحوّلت في منطق العلم الحديث إلى قانون الاقتران أو التتابع المطّرد بين الظاهرتين دون افتراض تلك الضرورة الغيبية .\r\nوبهذا تصبح المعجزة حالةً استثنائيةً لهذا الاطّراد في الاقتران أو التتابع دون أن تصطدم بضرورةٍ أو تؤدّي إلى استحالة .\r\nوأمّا على ضوء الأسس المنطقية للاستقراء « 1 » فنحن نتّفق مع وجهة النظر العلمية الحديثة في أنّ الاستقراء لا يبرهن على علاقة الضرورة بين الظاهرتين ، ولكنّا نرى أنّه يدلّ على وجود تفسيرٍ مشتركٍ لاطّراد التقارن أو التعاقب بين الظاهرتين باستمرار ، وهذا التفسير المشترك كما يمكن صياغته على أساس افتراض الضرورة الذاتية ، كذلك يمكن صياغته على أساس افتراض حكمةٍ دعت منظِّم الكون إلى ربط ظواهر معيّنةٍ بظواهر أخرى باستمرار ، وهذه الحكمة نفسها تدعو أحياناً إلى الاستثناء فتحدث المعجزة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع كتاب « الأسس المنطقية للاستقراء » للمؤلّف قدس سره\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nبحث حول المهدي\r\n\r\n2 - لماذا كلّ هذا الحرص على إطالة عمره ؟\r\nالعمر الطويل ودوْره في إنجاح القائد .\r\nالإعداد الفكري والقيادي لليوم الموعود .\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nونتناول الآن السؤال الثاني ، وهو يقول :\r\nلماذا كلّ هذا الحرص من اللَّه سبحانه وتعالى على هذا الإنسان بالذات ، فتُعطَّل من أجله القوانين الطبيعية لإطالة عمره ؟ ولماذا لا تترك قيادة اليوم الموعود لشخصٍ يتمخّض عنه المستقبل ، وتنضجه إرهاصات اليوم الموعود فيبرز على الساحة ويمارس دوره المنتظر ؟\r\nوبكلمةٍ أخرى : ما هي فائدة هذه الغيبة الطويلة ؟ وما المبرّر لها ؟\r\nوكثير من الناس يسألون هذا السؤال وهم لا يريدون أن يسمعوا جواباً غيبياً ، فنحن نؤمن بأنّ الأئمّة الاثني عشر مجموعة فريدة لا يمكن التعويض عن أيِّ واحدٍ منهم ، غير أنّ هؤلاء المتسائلين يطالبون بتفسيرٍ اجتماعيّ للموقف على ضوء الحقائق المحسوسة لعملية التغيير الكبرى نفسها والمتطلّبات المفهومة لليوم الموعود .\r\nوعلى هذا الأساس نقطع النظر مؤقّتاً عن الخصائص التي نؤمن بتوفّرها في هؤلاء الأئمّة المعصومين ، ونطرح السؤال التالي :\r\nإنّنا بالنسبة إلى عملية التغيير المرتقبة في اليوم الموعود بقدر ما تكون مفهومةً على ضوء سنن الحياة وتجاربها ، هل يمكن أن نعتبر هذا العمر الطويل\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nلقائدها المدَّخَر عاملًا من عوامل إنجاحها وتمكّنه من ممارستها وقيادتها بدرجةٍ أكبر ؟\r\nونجيب على ذلك بالإيجاب ، وذلك لعدّة أسبابٍ منها ما يلي :\r\n\r\n[ العمر الطويل ودوْره في إنجاح القائد : 
  ]\r\nإنّ عملية التغيير الكبرى تتطلّب وضعاً نفسياً فريداً في القائد الممارس لها ، مشحوناً بالشعور بالتفوّق والإحساس بضآلة الكيانات الشامخة التي اعِدَّ للقضاء عليها وتحويلها حضارياً إلى عالمٍ جديد .\r\nفبقدر ما يعمر قلب القائد المغيِّر من شعورٍ بتفاهة الحضارة التي يصارعها ، وإحساسٍ واضحٍ بأ نّها مجرّد نقطةٍ على الخطّ الطويل لحضارة الإنسان ، يصبح أكثر قدرةً من الناحية النفسية على مواجهتها والصمود في وجهها ، ومواصلة العمل ضدّها حتى النصر .\r\nومن الواضح أنّ الحجم المطلوب من هذا الشعور النفسي يتناسب مع حجم التغيير نفسه وما يُراد القضاء عليه من حضارةٍ وكيان ، فكلّما كانت المواجهة لكيانٍ أكبر ولحضارةٍ أرسخ وأشمخ ، تطلّبت زخماً أكبر من هذا الشعور النفسي المفعم .\r\nولمّا كانت رسالة اليوم الموعود تغيير عالَمٍ مليءٍ بالظلم وبالجور تغييراً شاملًا بكلِّ قيمه الحضارية وكياناته المتنوعة ، فمن الطبيعي أن تفتّش هذه الرسالة عن شخصٍ أكبر في شعوره النفسي من ذلك العالم كلّه ، عن شخصٍ ليس من مواليد ذلك العالَم الذين نشأوا في ظلّ تلك الحضارة التي يُراد تقويضها واستبدالها بحضارة العدل والحقّ ؛ لأنّ من ينشأ في ظلّ حضارةٍ راسخة تعمر الدنيا بسلطانها وقيمها وأفكارها ، يعيش في نفسه الشعور بالهيبة تجاهها ؛ لأنّه ولد وهي قائمة ، ونشأ صغيراً وهي جبّارة ، وفتح عينيه على الدنيا فلم يجد سوى أوجهها المختلفة .\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nوخلافاً لذلك شخص يتوغّل في التأريخ ، عاش الدنيا قبل أن ترى تلك الحضارة النور ، ورأى الحضارات الكبيرة سادت العالم الواحدة تلو الأخرى ثمّ تداعت وانهارت ، رأى ذلك بعينيه ولم يقرأه في كتاب تأريخ .\r\nثمّ رأى الحضارة التي يقدّر لها أن تكوّن الفصل الأخير من قصّة الإنسان قبل اليوم الموعود ، رآها وهي بذور صغيرة لا تكاد تتبيّن .\r\nثمّ شاهدها وقد اتّخذت مواقعها في أحشاء المجتمع البشري تتربّص الفرصة لكي تنمو وتظهر .\r\nثمّ عاصرها وقد بدأت تنمو وتزحف وتُصاب بالنكسة تارةً ، ويحالفها التوفيق تارةً أخرى .\r\nثمّ واكبها وهي تزدهر وتتعملق وتسيطر بالتدريج على مقدّرات عالَمٍ بكامله ، فإنّ شخصاً من هذا القبيل عاش كلّ هذه المراحل بفطنةٍ وانتباهٍ كاملين ينظر إلى هذا العملاق الذي يريد أن يصارعه من زاوية ذلك الامتداد التأريخي الطويل الذي عاشه بحسّه ، لا في بطون كتب التأريخ فحسب ، ينظر إليه لا بوصفه قدراً محتوماً ، ولا كما كان ينظر ( جان جاك روسو ) إلى الملَكيّة في فرنسا ، فقد جاء عنه أنّه كان يرعبه مجرّد أن يتصور فرنسا بدون ملك ، على الرغم من كونه من الدعاة الكبار فكرياً وفلسفياً إلى تطوير الوضع السياسي القائم وقتئذٍ ؛ لأنّ ( روسو ) هذا نشأ في ظلّ الملَكيّة ، وتنفّس هواءها طيلة حياته . وأمّا هذا الشخص المتوغّل في التأريخ فله هيبة التأريخ ، وقوة التأريخ ، والشعور المفعم بأنّ ما حوله من كيانٍ وحضارةٍ وليدُ يومٍ من أيّام التأريخ ، تهيّأت له الأسباب فوجِد ، وستتهيّأ الأسباب فيزول ، فلا يبقى منه شيء ، كما لم يكن يوجد منه شيء بالأمس القريب أو البعيد ، وأنّ الأعمار التأريخية للحضارات والكيانات مهما طالت فهي ليست إلّا أياماً قصيرةً في عمر التأريخ الطويل .\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nهل قرأت سورة الكهف ؟ وهل قرأت عن أولئك الفتية الذين آمنوا بربّهم وزادهم اللَّه هدى ؟ وواجهوا كياناً وثنيّاً حاكماً ، لا يرحم ولا يتردّد في خنق أيِّ بذرةٍ من بذور التوحيد والارتفاع عن وهدة الشرك ، فضاقت نفوسهم ودَبَّ إليها اليأس وسُدَّت منافذ الأمل أمام أعينهم ، ولجأوا إلى الكهف يطلبون من اللَّه حَلّاً لمشكلتهم بعد أن أعيتهم الحلول ، وكبر في نفوسهم أن يظلّ الباطل يحكم ويظلم ويقهر الحقّ ويُصفِّي كلّ مَن يخفق قلبه للحقّ .\r\nهل تعلم ماذا صنع اللَّه تعالى بهم ؟ إنّه أنامهم ثلاثمائة سنةٍ وتسع سنين في ذلك الكهف ، ثمّ بعثهم من نومهم ودفع بهم إلى مسرح الحياة ، بعد أن كان ذلك الكيان الذي بَهَرهم بقوّته وظلمه قد تداعى وسقط ، وأصبح تأريخاً لا يُرعِبُ أحداً ولا يُحرِّك ساكناً ، كلّ ذلك لكي يشهدَ هؤلاء الفتية مصرع ذلك الباطل الذي كبر عليهم امتداده وقوته واستمراره ، ويروا انتهاء أمره بأعينهم ، ويتصاغر الباطل في نفوسهم .\r\nولَئِن تحقّقت لأصحاب الكهف هذه الرؤية الواضحة بكلّ ما تحمل من زخمٍ وشموخ نفسيَّين من خلال ذلك الحدث الفريد الذي مدّد حياتهم ثلاثمائة سنة فإنّ الشيء نفسه يتحقّق للقائد المنتظر من خلال عمره المديد الذي يتيح له أن يشهد العملاق وهو قزم ، والشجرة الباسقة وهي بذرة ، والإعصار وهو مجرّد نسمة .\r\n\r\n[ الإعداد الفكري والقيادي لليوم الموعود : 
  ]\r\nأضف إلى ذلك أنّ التجربة التي تُتيحها مواكبة تلك الحضارات المتعاقبة والمواجهة المباشرة لحركتها وتطوراتها لها أثر كبير في الإعداد الفكري وتعميق الخبرة القيادية لليوم الموعود ؛ لأنّها تضع الشخص المدَّخَر أمام ممارساتٍ كثيرةٍ\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nللآخرين بكلّ ما فيها من نقاط الضعف والقوة ، ومن ألوان الخطأ والصواب ، وتعطي لهذا الشخص قدرةً أكبر على تقويم الظواهر الاجتماعية بالوعي الكامل على أسبابها وكلّ ملابساتها التأريخية .\r\nثمّ إنّ عملية التغيير المدَّخَرة للقائد المنتظر تقوم على أساس رسالةٍ معيَّنةٍ هي رسالة الإسلام ، ومن الطبيعي أن تتطلّب العملية في هذه الحالة قائداً قريباً من مصادر الإسلام الأولى ، قد بُنيت شخصيته بناءاً كاملًا بصورةٍ مستقلّةٍ ومنفصلةٍ عن مؤثّرات الحضارة التي يُقدّر لليوم الموعود أن يحاربها .\r\nوخلافاً لذلك ، الشخص الذي يولَد وينشأ في كنف هذه الحضارة وتتفتّح أفكاره ومشاعره في إطارها ، فإنّه لا يتخلّص غالباً من رواسب تلك الحضارة ومرتكزاتها وإن قاد حملةً تغييريةً ضدّها .\r\nفلكي يُضمَن عدم تأثّر القائد المدَّخَر بالحضارة التي اعِدَّ لاستبدالها لابدّ أن تكون شخصيته قد بُنيت بناءاً كاملًا في مرحلةٍ حضاريةٍ سابقة هي أقرب ما تكون - في الروح العامة ومن ناحية المبدأ - إلى الحالة الحضارية التي يتّجه اليوم الموعود إلى تحقيقها بقيادته .\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nبحث حول المهدي\r\n\r\n3 - كيف اكتمل إعداد القائد المنتظر ؟\r\nظاهرة الإمامة المبكّرة في حياة أهل البيت .\r\nالإمامة المبكّرة في رسالات السماء .\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nونأتي الآن على السؤال الثالث القائل : كيف اكتمل إعداد القائد المنتظر مع أنّه لم يعاصر أباه الإمام العسكريّ إلّاخمس سنواتٍ تقريباً ؟ وهي فترة الطفولة التي لا تكفي لإنضاج شخصية القائد ، فما هي الظروف التي تكامَل من خلالها ؟\r\n\r\n[ ظاهرة الإمامة المبكّرة في حياة أهل البيت : 
  ]\r\nوالجواب : أنّ المهديّ عليه السلام خَلَفَ أباه في إمامة المسلمين ، وهذا يعني أنّه كان إماماً بكلِّ ما في الإمامة من محتوىً فكريّ وروحيّ في وقتٍ مبكِّرٍ جدّاً من حياته الشريفة .\r\nوالإمامة المبكِّرة ظاهرة سَبقهُ إليها عدد من آبائه عليهم السلام ، فالإمام محمد بن عليّ الجواد عليه السلام تولّى الإمامة وهو في الثامنة من عمره « 1 » ، والإمام عليّ بن محمد الهادي تولّى الإمامة وهو في التاسعة من عمره « 2 » ، والإمام أبو محمد الحسن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع التتمّة في تواريخ الأئمة : 98\r\n( 2 ) راجع التتمّة في تواريخ الأئمة : 102\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nالعسكري - والد القائد المنتظر - تولّى الإمامة وهو في الثانية والعشرين من عمره « 1 » ، ويلاحظ أنّ ظاهرة الإمامة المبكّرة بلغت ذروتها في الإمام المهديّ عليه السلام والإمام الجواد عليه السلام ونحن نسمّيها ظاهرةً ؛ لأنّها كانت بالنسبة إلى عددٍ من آباء المهدي عليه السلام تشكِّل مدلولًا حسّياً عملياً عاشه المسلمون ووعوه في تجربتهم مع الإمام بشكلٍ وآخر ، ولا يمكن أن نُطالب بإثباتٍ لظاهرةٍ من الظواهر أوضح وأقوى من تجربة امّة . ونوضّح ذلك ضمن النقاط التالية :\r\nأ - لم تكن إمامة الإمام من أهل البيت مركزاً من مراكز السلطان والنفوذ التي تنتقل بالوراثة من الأب إلى الابن ، ويدعمها النظام الحاكم ، كإمامة الخلفاء الفاطميّين ، وخلافة الخلفاء العباسيّين ، وإنّما كانت تكتسِب ولاءَ قواعدها الشعبية الواسعة عن طريق التغلغل الروحي والإقناع الفكري لتلك القواعد بجدارة هذه الإمامة لزعامة الإسلام وقيادته على اسسٍ روحيةٍ وفكرية .\r\nب - إنّ هذه القواعد الشعبية بنيت منذ صدر الإسلام وازدهرت واتّسعت على عهد الإمامين الباقر والصادق عليهما السلام ، وأصبحت المدرسة التي رعاها هذان الإمامان في داخل هذه القواعد تشكِّل تيّاراً فكرياً واسعاً في العالم الإسلامي ، يضمّ المئات من الفقهاء والمتكلِّمين والمفسِّرين والعلماء في مختلف ضروب المعرفة الإسلامية والبشرية المعروفة وقتئذٍ ، حتى قال الحسن بن عليّ الوشّاء :\r\nإنّي دخلت مسجد الكوفة فرأيت فيه تسعمائة شيخٍ كلّهم يقولون : حدّثنا جعفر بن محمد « 2 » .\r\nج - إنّ الشروط - التي كانت هذه المدرسة وما تُمثّله من قواعد شعبيةٍ في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع التتمّة في تواريخ الأئمة : 106\r\n( 2 ) رجال النجاشي : 40\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nالمجتمع الإسلامي تؤمن بها وتتقيّد بموجبها في تعيين الإمام والتعرّف على كفاءته للإمامة - شروطٌ شديدة ؛ لأنّها تؤمن بأنّ الإمام لا يكون إماماً إلّاإذا كان أعلم علماء عصره .\r\nد - إنّ المدرسة وقواعدها الشعبية كانت تقدِّم تضحياتٍ كبيرة في سبيل الصمود على عقيدتها في الإمامة ؛ لأنّها كانت في نظر الخلافة المعاصرة لها تشكّل خطّاً عدائياً ولو من الناحية الفكرية على الأقلّ ، الأمر الذي أدّى إلى قيام السلطات وقتئذٍ وباستمرارٍ تقريباً بحملاتٍ من التصفية والتعذيب ، فقُتِل من قُتِل ، وسُجِن من سُجن ، ومات في ظلمات المعتقلات المئات . وهذا يعني أنّ الاعتقاد بإمامة أئمّة أهل البيت كان يكلّفهم غالياً ، ولم يكن له من الإغراءات سوى ما يحسّ به المعتقد أو يفترضه من التقرّب إلى اللَّه تعالى والزلفى عنده .\r\nه - إنّ الأئمّة الذين دانت هذه القواعد لهم بالإمامة لم يكونوا معزولين عنها ، ولا متقوقعين في بروجٍ عاليةٍ شأن السلاطين مع شعوبهم ، ولم يكونوا يحتجبون عنهم إلّاأن تحجبهم السلطة الحاكمة بسجنٍ أو نفي ، وهذا ما نعرفه من خلال العدد الكبير من الرواة والمحدِّثين عن كلِّ واحدٍ من الأئمّة الأحد عشر ، ومن خلال ما نقل من المكاتبات التي كانت تحصل بين الإمام ومعاصريه ، وما كان الإمام يقوم به من أسفارٍ من ناحية ، وما كان يبثّه من وكلاء في مختلف أنحاء العالم الإسلامي من ناحيةٍ أخرى ، وما كان قد اعتاده الشيعة من تفقّد أئمّتهم وزيارتهم في المدينة المنوّرة عندما يؤمُّون الديار المقدّسة من كلّ مكانٍ لأداء فريضة الحجّ ، كلّ ذلك يفرض تفاعلًا مستمرّاً بدرجةٍ واضحةٍ بين الإمام وقواعده الممتدّة في أرجاء العالم الإسلامي بمختلف طبقاتها من العلماء وغيرهم .\r\nو - إنّ الخلافة المعاصرة للأئمّة عليهم السلام كانت تنظر إليهم وإلى زعامتهم الروحية والإمامية بوصفها مصدر خطرٍ كبيرٍ على كيانها ومقدّراتها ، وعلى هذا\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nالأساس بذلت كلّ جهودها في سبيل تفتيت هذه الزعامة ، وتحمّلت في سبيل ذلك كثيراً من السلبيات ، وظهرت أحياناً بمظاهر القسوة والطغيان حينما اضطرّها تأمين مواقعها إلى ذلك ، وكانت حملات الاعتقال والمطاردة مستمرّةً للأئمّة أنفسهم ، على الرغم ممّا يخلّفه ذلك من شعورٍ بالألم أو الاشمئزاز عند المسلمين وللناس الموالين على اختلاف درجاتهم .\r\nإذا أخذنا هذه النقاط الستَّ بعين الاعتبار - وهي حقائق تاريخية لا تقبل الشكّ - أمكن أن نخرج بنتيجة ، وهي أنّ ظاهرة الإمامة المبكّرة كانت ظاهرةً واقعيةً ولم تكن وهماً من الأوهام ؛ لأنّ الإمام الذي يبرز على المسرح وهو صغير فيعلن عن نفسه إماماً روحياً وفكرياً للمسلمين ، ويدين له بالولاء والإمامة كلّ ذلك التيّار الواسع ، لا بدّ أن يكون على قدرٍ واضحٍ وملحوظٍ بل وكبيرٍ من العلم والمعرفة وسعة الأفق والتمكّن من الفقه والتفسير والعقائد ؛ لأنّه لو لم يكن كذلك لَما أمكن أن تقتنع تلك القواعد الشعبية بإمامته ، مع ما تقدّم من أنّ الأئمّة كانوا في مواقع تُتيح لقواعدهم التفاعل معهم ، وللأضواء المختلفة أن تُسلّط على حياتهم وموازين شخصيتهم .\r\nفهل ترى أنّ صبيّاً يدعو إلى إمامة نفسه وينصب منها علماً للإسلام وهو على مرأىً ومسمع من جماهير قواعده الشعبية ، فتؤمن به وتبذل في سبيل ذلك الغالي من أمْنِها وحياتها بدون أن تكلِّف نفسها اكتشاف حاله ، وبدون أن تهزّها ظاهرة هذه الإمامة المبكّرة لاستطلاع حقيقة الموقف وتقويم هذا الصبيّ الإمام ؟\r\nوَهَبْ أنّ الناس لم يتحرّكوا لاستطلاع المواقف ، فهل يمكن أن تمرّ المسألة أيّاماً وشهوراً بل أعواماً دون أن تتكشّف الحقيقة على الرغم من التفاعل الطبيعي المستمرّ بين الصبيّ الإمام وسائر الناس ؟ وهل من المعقول أن يكون صبياً في فكره وعلمه حقّاً ثمّ لا يبدو ذلك من خلال هذا التفاعل الطويل ؟\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nوإذا افترضنا أنّ القواعد الشعبية لإمامة أهل البيت لم يُتَح لها أن تكتشف واقع الأمر فلماذا سكتت الخلافة القائمة ولم تعمل لكشف الحقيقة إذا كانت في صالحها ؟ وما كان أيسر ذلك على السلطة القائمة لو كان الإمام الصبيّ صبيّاً في فكره وثقافته كما هو المعهود في الصبيان ، وما كان أنجحه من اسلوبٍ أن تقدِّم هذا الصبيّ إلى شيعته وغير شيعته على حقيقته ، وتبرهن على عدم كفاءته للإمامة والزعامة الروحية والفكرية . فلئن كان من الصعب الإقناع بعدم كفاءة شخصٍ في الأربعين أو الخمسين قد أحاط بقَدَرٍ كبيرٍ من ثقافة عصره لتسلّم الإمامة ، فليس هناك صعوبة في الإقناع بعدم كفاءة صبيّ اعتياديّ مهما كان ذكياً وفطناً للإمامة بمعناها الذي يعرفه الشيعة الإماميون ، وكان هذا أسهل وأيسر من الطرق المعقَّدة وأساليب القمع والمجازفة التي انتهجتها السلطات وقتئذٍ .\r\nإنّ التفسير الوحيد لسكوت الخلافة المعاصرة عن اللعب بهذه الورقة ، هو أنّها أدركت أنّ الإمامة المبكّرة ظاهرة حقيقية وليست شيئاً مصطنعاً .\r\nوالحقيقة أنّها أدركت ذلك بالفعل بعد أن حاولت أن تلعب بتلك الورقة فلم تستطع ، والتأريخ يحدِّثنا عن محاولاتٍ من هذا القبيل وفشلها ، بينما لم يحدِّثنا إطلاقاً عن موقفٍ تزعزعت فيه ظاهرة الإمامة المبكّرة أو واجه فيه الصبيُّ الإمامُ إحراجاً يفوق قدرته أو يزعزع ثقة الناس فيه .\r\nوهذا معنى ما قلناه من أنّ الإمامة المبكّرة ظاهرة واقعية في حياة أهل البيت وليست مجرّد افتراض .\r\n\r\n[ الإمامة المبكّرة في رسالات السماء : 
  ]\r\nكما أنّ هذه الظاهرة الواقعية لها جذورها وحالاتها المماثلة في تراث السماء الذي امتدّ عبر الرسالات والزعامات الربّانية .\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nويكفي مثالًا لظاهرة الإمامة المبكّرة في التراث الربّاني لأهل البيت عليهم السلام يحيى عليه السلام ؛ إذ قال اللَّه سبحانه وتعالى :  « يا يَحْيى خُذِ الْكِتابَ بِقُوَّةٍ وَآتَيْناهُ الْحُكْمَ صَبِيًّا »  « 1 »  . \r\nومتى ثبت أنّ الإمامة المبكّرة ظاهرة واقعية ومتواجدة فعلًا في حياة أهل البيت لم يعُدْ هناك اعتراض فيما يخصّ إمامة المهدي عليه السلام وخلافته لأبيه وهو صغير .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مريم : 12\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nبحث حول المهدي\r\n\r\n4 - كيف نؤمن بأنّ المهدي قد وُجد ؟\r\nتضافر الروايات على فكرة المهدي .\r\nالدليل على تجسيد الفكرة في الإمام الثاني عشر .\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nونصل الآن إلى السؤال الرابع وهو يقول : هَبْ أنّ فرضيّة القائد المنتظر ممكنة بكلّ ما تستبطنه من عمرٍ طويل وإمامةٍ مبكّرة وغيبةٍ صامتة ، فإنّ الإمكان لا يكفي للاقتناع بوجوده فعلًا .\r\nفكيف نؤمن فعلًا بوجود المهدي ؟ وهل تكفي بضع رواياتٍ تُنقَل في بطون الكتب عن الرسول الأعظم صلى الله عليه وآله وسلم للاقتناع الكامل بالإمام الثاني عشر على الرغم ممّا في هذا الافتراض من غرابةٍ وخروجٍ عن المألوف ؟ بل كيف يمكن أن نثبت أنّ للمهدي وجوداً تاريخياً حقّاً ، وليس مجرّد افتراضٍ توفّرت ظروف نفسيّة لتثبيته في نفوس عددٍ كبيرٍ من الناس ؟\r\n\r\n[ تضافر الروايات على فكرة المهدي : 
  ]\r\nوالجواب : أنّ فكرة المهدي بوصفه القائد المنتظر لتغيير العالم إلى الأفضل قد جاءت في أحاديث الرسول الأعظم عموماً ، وفي روايات أئمّة أهل البيت خصوصاً ، وأكّدت في نصوصٍ كثيرةٍ بدرجةٍ لا يمكن أن يرقى إليها الشكّ . وقد احصي أربعمائة حديثٍ عن النبيّ صلى الله عليه وآله وسلم من طريق إخواننا\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nأهل السنّة « 1 » ، كما احصي مجموع الأخبار الواردة في الإمام المهدي من طرق الشيعة والسنة فكان أكثر من ستّة آلاف رواية « 2 » ، وهذا رقم إحصائيّ كبير لا يتوفّر نظيره في كثيرٍ من قضايا الإسلام البديهية التي لا يشكّ فيها مسلم عادةً .\r\n\r\n[ الدليل على تجسيد الفكرة في الإمام الثاني عشر : 
  ]\r\nوأمّا تجسيد هذه الفكرة في الإمام الثاني عشر ( عليه الصلاة والسلام ) فهذا ما توجد مبرّرات كافية وواضحة للاقتناع به .\r\nويمكن تلخيص هذه المبرّرات في دليلين : أحدهما إسلامي ، والآخر علمي .\r\nفبالدليل الإسلامي نثبت وجود القائد المنتظر . وبالدليل العلمي نبرهن على أنّ المهدي ليس مجرّد اسطورةٍ وافتراض ، بل هو حقيقة ثبت وجودها بالتجربة التاريخية .\r\nأمّا الدليل الإسلامي :\r\nفيتمثّل في مئات الروايات الواردة عن رسول اللَّه صلى الله عليه وآله وسلم والأئمّة من أهل البيت عليهم السلام والتي تدلّ على تعيين المهديّ وكونه من أهل البيت « 3 » ، ومن ولد فاطمة « 4 » ، ومن ذرّية الحسين « 5 » ، وأ نّه التاسع من ولد الحسين « 6 » ، وأنّ الخلفاء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يلاحظ كتاب « المهدي » للسيد العمّ الصدر قدس اللَّه روحه الزكية . ( المؤلّف قدس سره )\r\n( 2 ) يلاحظ كتاب منتخب الأثر في الإمام الثاني عشر للشيخ لطف اللَّه الصافي . ( المؤلّف قدس سره )\r\n( 3 ) منتخب الأثر : 58 - 136\r\n( 4 ) منتخب الأثر : 191 - 194\r\n( 5 ) منتخب الأثر : 198 - 202\r\n( 6 ) منتخب الأثر : 204 - 207\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nاثنا عشر « 1 » .\r\nفإنّ هذه الروايات تحدِّد تلك الفكرة العامة وتشخّصها في الإمام الثاني عشر من أئمّة أهل البيت ، وهي روايات بلغت درجةً كبيرةً من الكثرة والانتشار على الرغم من تحفّظ الأئمّة عليهم السلام واحتياطهم في طرح ذلك على المستوى العام وقايةً للخلف الصالح من الاغتيال أو الإجهاز السريع على حياته .\r\nوليست الكثرة العددية للروايات هي الأساس الوحيد لقبولها ، بل هناك - إضافةً إلى ذلك - مزايا وقرائن تبرهن على صحّتها ، فالحديث النبويّ الشريف عن الأئمّة أو الخلفاء أو الامراء بعده وأ نّهم اثنا عشر إماماً أو خليفةً أو أميراً - على اختلاف متن الحديث في طرقه المختلفة - قد أحصى بعض المؤلّفين رواياته ؛ فبلغت أكثر من مائتين وسبعين روايةً « 2 » مأخوذةً من أشهر كتب الحديث عند الشيعة والسنّة ، بما في ذلك : البخاري « 3 » ومسلم « 4 » والترمذي « 5 » وأبي داود « 6 » ومسند أحمد « 7 » ومستدرك الحاكم على الصحيحين « 8 » .\r\nويلاحظ هنا : أنّ البخاري الذي نقل هذا الحديث كان معاصراً للإمام الجواد والإمامين الهادي والعسكري ، وفي ذلك مغزىً كبير ؛ لأنّه يبرهن على أنّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) منتخب الأثر : 10 - 45\r\n( 2 ) الشيخ لطف اللَّه الصافي في منتخب الأثر : 10 - 45 ذكر فيه ( 271 ) حديثاً\r\n( 3 ) صحيح البخاري 4 : 75\r\n( 4 ) صحيح مسلم 2 : 191\r\n( 5 ) صحيح الترمذي 2 : 45\r\n( 6 ) صحيح أبي داود 2 : 207\r\n( 7 ) مسند أحمد 5 : 106\r\n( 8 ) المستدرك على الصحيحين 3 : 618\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nهذا الحديث قد سُجِّل عن النبيّ صلى الله عليه وآله وسلم قبل أن يتحقّق مضمونه وتكتمل فكرة الأئمّة الاثني عشر فعلًا ، وهذا يعني أنّه لا يوجد أيّ مجالٍ للشكّ في أن يكون نقل الحديث متأثّراً بالواقع الإماميّ الاثني عشري وانعكاساً له ؛ لأنّ الأحاديث المزيّفة التي تنسب إلى النبيّ صلى الله عليه وآله وسلم - وهي انعكاسات أو تبريرات لواقعٍ متأخّرٍ زمنيّاً - لا تسبق في ظهورها وتسجيلها في كتب الحديث ذلك الواقع الذي تشكّل انعكاساً له ، فما دمنا قد ملكنا الدليل المادّي على أنّ الحديث المذكور سبق التسلسل التأريخي للأئمّة الاثني عشر ، وضُبط في كتب الحديث قبل تكامل الواقع الإمامي الاثني عشري أمكننا أن نتأكّد من أنّ هذا الحديث ليس انعكاساً لواقع ، وإنّما هو تعبير عن حقيقةٍ ربّانيةٍ نطق بها مَن لا ينطق عن هوى « 1 » ، فقال : « إنّ الخلفاء بعدي اثنا عشر » . وجاء الواقع الإمامي الاثني عشري ابتداءاً من الإمام عليّ وانتهاءاً بالمهدي ؛ ليكون التطبيق الوحيد المعقول لذلك الحديث النبويّ الشريف .\r\nوأمّا الدليل العلمي :\r\nفهو يتكوّن من تجربةٍ عاشتها امّة من الناس فترةً امتدّت سبعين سنةً تقريباً ، وهي فترة الغَيبة الصغرى ؛ ولتوضيح ذلك نمهِّد بإعطاء فكرةٍ موجزةٍ عن الغَيبة الصغرى .\r\nإنّ الغَيبة الصغرى تُعبِّر عن المرحلة الأولى من إمامة القائد المنتظر عليه الصلاة والسلام ، فقد قُدِّر لهذا الإمام منذ تسلّمه للإمامة أن يستتر عن المسرح العام ، ويظلَّ بعيداً باسمه عن الأحداث وإن كان قريباً منها بقلبه وعقله ، وقد لوحِظ أنّ هذه الغَيبة إذا جاءت مفاجئةً حقّقت صدمةً كبيرةً للقواعد الشعبية\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر قوله تعالى :  « وَما يَنْطِقُ عَنِ الْهَوى  *  إِنْ هُوَ إِلَّا وَحْيٌ يُوحى » .  النجم : 3 و 4\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nللإمامة في الامّة الإسلامية ؛ لأنّ هذه القواعد كانت معتادةً على الاتّصال بالإمام في كلّ عصر ، والتفاعل معه والرجوع إليه في حلّ المشاكل المتنوّعة ، فإذا غاب الإمام عن شيعته فجأةً وشعروا بالانقطاع عن قيادتهم الروحية والفكرية ، سبّبت هذه الغيبة المفاجئة الإحساس بفراغٍ دفعيّ هائلٍ قد يعصف بالكيان كلّه ويشتِّت شمله ، فكان لابدّ من تمهيدٍ لهذه الغيبة لكي تألفها هذه القواعد بالتدريج ، وتكيّف نفسها شيئاً فشيئاً على أساسها ، وكان هذا التمهيد هو الغيبة الصغرى التي اختفى فيها الإمام المهدي عن المسرح العام ، غير أنّه كان دائم الصلة بقواعده وشيعته عن طريق وكلائه ونوّابه والثقات من أصحابه الذين يشكِّلون همزة الوصل بينه وبين الناس المؤمنين بخطّه الإمامي .\r\nوقد شَغَلَ مركز النيابة عن الإمام في هذه الفترة أربعة ممّن أجمعت تلك القواعد على تقواهم وورعهم ونزاهتهم التي عاشوا ضمنها ، وهم كما يلي :\r\n1 - عثمان بن سعيد العمري « 1 » .\r\n2 - محمد بن عثمان بن سعيد العمري « 2 » .\r\n3 - أبو القاسم الحسين بن روح « 3 » .\r\n4 - أبو الحسن عليّ بن محمد السَمَري « 4 » .\r\nوقد مارس هؤلاء الأربعة مهامّ النيابة بالترتيب المذكور ، وكلّما مات أحدهم خلّفه الآخر الذي يليه بتعيينٍ من الإمام المهدي عليه السلام .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) توفّي سنة 287 ه\r\n( 2 ) توفّي سنة 305 ه\r\n( 3 ) توفّي سنة 326 ه\r\n( 4 ) توفّي سنة 329 ه\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nوكان النائب يتّصل بالشيعة ويحمل أسئلتهم إلى الإمام ، ويعرض مشاكلهم عليه ، ويحمل إليهم أجوبته شفهيةً أحياناً ، وتحريريةً في كثيرٍ من الأحيان ، وقد وجدت الجماهير التي فقدت رؤية إمامها العزاء والسلوة في هذه المراسلات والاتّصالات غير المباشرة . ولاحظت أنّ كلّ التوقيعات والرسائل كانت ترد من الإمام المهدي عليه السلام بخطّ واحدٍ وسليقةٍ واحدةٍ طيلة نيابة النوّاب الأربعة التي استمرّت حوالي سبعين عاماً ، وكان السَمَري هو آخر النوّاب ، فقد أعلن عن انتهاء مرحلة الغيبة الصغرى التي تتميّز بنوّابٍ معيّنين ، وابتداء الغيبة الكبرى التي لا يوجد فيها أشخاص معيّنون بالذات للوساطة بين الإمام القائد والشيعة ، وقد عبَّر التحوّل من الغيبة الصغرى إلى الغيبة الكبرى عن تحقيق الغيبة الصغرى لأهدافها وانتهاء مهمّتها ؛ لأنّها حصّنت الشيعة بهذه العملية التدريجية عن الصدمة والشعور بالفراغ الهائل بسبب غيبة الإمام ، واستطاعت أن تكيّف وضع الشيعة على أساس الغيبة ، وتعدّهم بالتدريج لتقبّل فكرة النيابة العامة عن الإمام ، وبهذا تحوّلت النيابة من أفرادٍ منصوصين إلى خطٍّ عام ، وهو خط المجتهد العادل البصير بأمور الدنيا والدين ؛ تبعاً لتحوّل الغيبة الصغرى إلى غيبةٍ كبرى .\r\nوالآن بإمكانك أن تقدّر الموقف في ضوء ما تقدم لكي تدرك بوضوحٍ أنّ المهديّ حقيقة عاشتها امّة من الناس ، وعبَّر عنها السفراء والنوّاب طيلة سبعين عاماً من خلال تعاملهم مع الآخرين ، ولم يَلْحظ عليهم أحدٌ كلّ هذه المدّة تلاعباً في الكلام ، أو تحايلًا في التصرّف ، أو تهافتاً في النقل .\r\nفهل تتصوّر - بربِّك - أنّ بإمكان اكذوبةٍ أن تعيش سبعين عاماً ويمارسها أربعة على سبيل الترتيب كلّهم يتّفقون عليها ، ويظلّون يتعاملون على أساسها وكأ نّها قضية يعيشونها بأنفسهم ويرونها بأعينهم دون أن يبدر منهم أيّ شيءٍ يثير الشكّ ، ودون أن يكون بين الأربعة علاقة خاصّة متميّزة تُتيح لهم نحواً من\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nالتواطؤ ، ويكسبون من خلال ما يتّصف به سلوكهم من واقعيةٍ ثقة الجميع ، وإيمانهم بواقعية القضية التي يدّعون أنّهم يحسّونها ويعيشون معها ؟\r\nلقد قيل قديماً : إنّ حبل الكذب قصير ، ومنطق الحياة يثبت أيضاً أنّ مِن المستحيل عملياً بحساب الاحتمالات أن تعيش أكذوبة بهذا الشكل ، وكلّ هذه المدّة ، وضمن كلّ تلك العلاقات والأخذ والعطاء ، ثمّ تكسب ثقة جميع مَن حولها .\r\nوهكذا نعرف أنّ ظاهرة الغيبة الصغرى يمكن أن تعتبر بمثابة تجربةٍ علميةٍ لإثبات ما لها من واقعٍ موضوعي ، والتسليم بالإمام القائد بولادته وحياته وغيبته ، وإعلانه العامّ عن الغيبة الكبرى التي استتر بموجبها عن المسرح ولم يكشف نفسه لأحد .\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nبحث حول المهدي\r\n\r\n5 - لماذا لم يظهر القائد إذن ؟\r\nالظروف الموضوعيّة وأثرها في عمليّات\r\nالتغيير الاجتماعي .\r\nموقف الإمام المهدي عليه السلام من الظروف\r\nالموضوعيّة .\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nلماذا لم يظهر القائد إذن طيلة هذه المدّة ؟ وإذا كان قد أعدّ نفسه للعمل الاجتماعي فما الذي منعه عن الظهور على المسرح في فترة الغيبة الصغرى ، أو في أعقابها بدلًا عن تحويلها إلى غيبةٍ كبرى ، حيث كانت ظروف العمل الاجتماعي والتغييري وقتئذٍ أبسطَ وأيسر ، وكانت صلته الفعلية بالناس من خلال تنظيمات الغيبة الصغرى تُتيح له أن يجمع صفوفه ويبدأ عمله بدايةً قوية ، ولم تكن القوى الحاكمة من حوله قد بلغت الدرجة الهائلة من القدرة والقوة التي بلغتها الإنسانية بعد ذلك من خلال التطوّر العلمي والصناعي ؟\r\n\r\n[ الظروف الموضوعيّة وأثرها في عمليّات التغيير الاجتماعي : 
  ]\r\nوالجواب : أنّ كلّ عملية تغييرٍ اجتماعيّ يرتبط نجاحها بشروطٍ وظروفٍ موضوعيةٍ لا يتأتّى لها أن تحقّق هدفها إلّاعندما تتوفّر تلك الشروط والظروف .\r\nوتتميّز عمليات التغيير الاجتماعي التي تفجّرها السماء على الأرض بأ نّها لا ترتبط في جانبها الرسالي بالظروف الموضوعية ؛ لأنّ الرسالة التي تعتمدها عملية التغيير هنا ربّانية ومن صنع السماء ، لا من صنع الظروف الموضوعية ، ولكنّها في جانبها التنفيذي تعتمد الظروف الموضوعية ويرتبط نجاحها وتوقيتها\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nبتلك الظروف . ومن أجل ذلك انتظرت السماء مرور خمسة قرونٍ من الجاهلية حتى أنزلت آخر رسالاتها على يد النبيّ محمدٍ صلى الله عليه وآله وسلم ؛ لأنّ الارتباط بالظروف الموضوعية للتنفيذ كان يفرض تأخّرها على الرغم من حاجة العالم إليها منذ فترةٍ طويلة قبل ذلك .\r\nوالظروف الموضوعية التي لها أثر في الجانب التنفيذي من عملية التغيير منها ما يشكِّل المُناخ المناسب والجوّ العام للتغيير المستهدف ، ومنها ما يشكِّل بعض التفاصيل التي تتطلّبها حركة التغيير من خلال منعطفاتها التفصيلية .\r\nفبالنسبة إلى عملية التغيير التي قادها مثلًا ( لينين ) في روسيا بنجاحٍ كانت ترتبط بعامل من قبيل قيام الحرب العالمية الأولى وتضعضع القيصرية ، وهذا ما يساهم في إيجاد المناخ المناسب لعملية التغيير ، وكانت ترتبط بعوامل أخرى جزئيةٍ ومحدودة ، من قبيل سلامة ( لينين ) مثلًا في سفره الذي تسلّل فيه إلى داخل روسيا وقاد الثورة ؛ إذ لو كان قد اتّفق له أيّ حادثٍ يعيقه لكان من المحتمل أن تفقد الثورة بذلك قدرتها على الظهور السريع على المسرح .\r\nوقد جرت سنّة اللَّه تعالى - التي لا تجد لها تحويلًا - في عمليات التغيير الربّاني على التقيّد من الناحية التنفيذية بالظروف الموضوعية التي تحقّق المُناخ المناسب والجوّ العام لإنجاح عملية التغيير ، ومن هنا لم يأتِ الإسلام إلّابعد فترةٍ من الرُسُل وفراغٍ مريرٍ استمرّ قروناً من الزمن .\r\nفعلى الرغم من قدرة اللَّه سبحانه وتعالى على تذليل كلّ العقبات والصعاب في وجه الرسالة الربّانية وخلق المُناخ المناسب لها سلفاً بالإعجاز لم يشأ أن يستعمل هذا الأسلوب ؛ لأنّ الامتحان والابتلاء والمعاناة التي من خلالها يتكامل الإنسان يفرض على العمل التغييري الربّاني أن يكون طبيعياً وموضوعياً من هذه الناحية ، وهذا لا يمنع من تدخل اللَّه سبحانه وتعالى أحياناً في ما يخصّ بعض\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nالتفاصيل التي لا تكوّن المناخ المناسب ، وإنّما قد يتطلّبها أحياناً التحرّك ضمن ذلك المناخ المناسب .\r\nومن ذلك الإمدادات والعنايات الغيبيّة التي يمنحها اللَّه تعالى لأوليائه في لحظاتٍ حرجةٍ فيحمي بها الرسالة ، وإذا بنار نمرود تصبح برداً وسلاماً على إبراهيم « 1 » ، وإذا بيد اليهوديّ الغادر التي ارتفعت بالسيف على رأس النبيّ صلى الله عليه وآله وسلم تُشَلُّ وتفقد قدرتها على الحركة « 2 » ، وإذا بعاصفةٍ قويةٍ تجتاح مخيّمات الكفّار والمشركين الذين أحدقوا بالمدينة في يوم الخندق وتبعث في نفوسهم الرعب « 3 » ، إلّا أنّ هذا كلّه لا يعدو التفاصيل وتقديم العون في لحظاتٍ حاسمةٍ بعد أن كان الجوّ المناسب والمناخ الملائم لعملية التغيير على العموم قد تكوّن بالصورة الطبيعية ووفقاً للظروف الموضوعية .\r\n\r\n[ موقف الإمام المهدي عليه السلام من الظروف الموضوعيّة : 
  ]\r\nوعلى هذا الضوء ندرس موقف الإمام المهديّ عليه السلام لنجد أنّ عملية التغيير التي اعِدَّ لها ترتبط من الناحية التنفيذية - كأيّ عملية تغييرٍ اجتماعيّ أخرى - بظروفٍ موضوعيةٍ تساهم في توفير المُناخ الملائم لها ، ومن هنا كان من الطبيعي أن توقّت وفقاً لذلك . ومن المعلوم أنّ المهدي لم يكن قد أعدّ نفسه لعملٍ اجتماعيّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر قوله تعالى :  « قالُوا حَرِّقُوهُ وَانْصُرُوا آلِهَتَكُمْ إِنْ كُنْتُمْ فاعِلِينَ  *  قُلْنا يا نارُ كُونِي بَرْداً وَسَلاماً عَلى إِبْراهِيمَ  *  وَأَرادُوا بِهِ كَيْداً فَجَعَلْناهُمُ الْأَخْسَرِينَ » .  الأنبياء : 68 - 70\r\n( 2 ) راجع الرواية في تفسير ابن كثير 2 : 33 ، والبحار للمجلسي 18 : 47 و 52 و 60 و 75 باب معجزات النبيّ صلى الله عليه وآله وسلم\r\n( 3 ) تأريخ الطبري 2 : 244 حوادث السنة الخامسة من الهجرة\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nمحدود ، ولا لعملية تغييرٍ تقتصر على هذا الجزء من العالم أو ذاك ؛ لأنّ رسالته التي ادُّخِر لها من قبل اللَّه سبحانه وتعالى هي تغيير العالم تغييراً شاملًا ، وإخراج البشرية كلّ البشرية من ظلمات الجور إلى نور العدل ، وعملية التغيير الكبرى هذه لا يكفي في ممارستها مجرّد وصول الرسالة والقائد الصالح ، وإلّا لتمّت شروطها في عصر النبوّة بالذات ، وإنّما تتطلّب مُناخاً عالمياً مناسباً ، وجوّاً عامّاً مساعداً يحقِّق الظروف الموضوعية المطلوبة لعملية التغيير العالمية .\r\nفمن الناحية البشرية يعتبر شعور إنسان الحضارة بالنفاد عاملًا أساسياً في خلق ذلك المناخ المناسب لتقبّل رسالة العدل الجديدة ، وهذا الشعور بالنفاد يتكوّن ويترسّخ من خلال التجارب الحضارية المتنوّعة التي يخرج منها إنسان الحضارة مثقلًا بسلبيات ما بنى ، مُدركاً حاجته إلى العون ، مُتلفّتاً بفطرته إلى الغيب أو إلى المجهول .\r\nومن الناحية المادّية يمكن أن تكون شروط الحياة المادية الحديثة أقدرَ من شروط الحياة القديمة في عصرٍ كعصر الغيبة الصغرى على إنجاز الرسالة على صعيد العالم كلّه ، وذلك بما تحقِّقه من تقريب المسافات ، والقدرة الكبيرة على التفاعل بين شعوب الأرض ، وتوفير الأدوات والوسائل التي يحتاجها جهاز مركزيّ لممارسة توعية لشعوب العالم وتثقيفها على أساس الرسالة الجديدة .\r\nوأمّا ما أشير إليه في السؤال من تنامي القوى والأداة العسكرية التي يُواجهها القائد في اليوم الموعود كلّما اجِّل ظهوره ، فهذا صحيح ، ولكن ماذا ينفع نموّ الشكل المادّي للقوة مع الهزيمة النفسية من الداخل ، وانهيار البناء الروحي للإنسان الذي يملك كلّ تلك القوى والأدوات ؟ وكم من مرّةٍ في التأريخ انهار بناءٌ حضاري شامخ بأول لمسةٍ غازية ؛ لأنّه كان منهاراً قبل ذلك ، وفاقداً الثقة بوجوده والقناعة بكيانه والاطمئنان إلى واقعه .\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nبحث حول المهدي\r\n\r\n6 - هل للفرد كلّ هذا الدور ؟\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nونأتي إلى سؤالٍ في تسلسل الأسئلة المتقدمة ، وهو السؤال الذي يقول :\r\nهل للفرد مهما كان عظيماً القدرة على إنجاز هذا الدور العظيم ؟ وهل الفرد العظيم إلّا ذلك الإنسان الذي ترشّحه الظروف ليكون واجهةً لها في تحقيق حركتها ؟\r\nوالفكرة في هذا السؤال ترتبط بوجهة نظرٍ معيّنة للتأريخ تفسّره على أساس أنّ الإنسان عامل ثانوي فيه ، والقوى الموضوعية المحيطة به هي العامل الأساسي ، وفي إطار ذلك لن يكون الفرد في أفضل الأحوال إلّاالتعبير الذكي عن اتّجاه هذا العامل الأساسي .\r\nونحن قد أوضحنا في مواضع أخرى من كتبنا المطبوعة أنّ التأريخ يحتوي على قطبين : أحدهما الإنسان ، والآخر القوى المادّية المحيطة به . وكما تؤثّر القوى المادّية وظروف الإنتاج والطبيعة في الإنسان ، يؤثّر الإنسان أيضاً في ما حوله من قوىً وظروف ، ولا يوجد مبرّر لافتراض أنّ الحركة تبتدئ من المادّة وتنتهي بالإنسان إلّابقدر ما يوجد مبرّر لافتراض العكس ، فالإنسان والمادّة يتفاعلان على مرّ الزمن ، وفي هذا الإطار بإمكان الفرد أن يكون أكبر من ببغاء في تيّار التأريخ ، وبخاصّةٍ حين نُدخل في الحساب عامل الصلة بين هذا الفرد والسماء . فإنّ هذه الصلة تدخل حينئذٍ كقوةٍ موجّهةٍ لحركة التأريخ . وهذا\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nما تحقّق في تأريخ النبوّات ، وفي تأريخ النبوّة الخاتمة بوجهٍ خاصّ ، فإنّ النبيّ محمداً صلى الله عليه وآله وسلم بحكم صلته الرسالية بالسماء تسلّم بنفسه زمام الحركة التأريخية ، وأنشأ مدّاً حضارياً لم يكن بإمكان الظروف الموضوعية التي كانت تحيط به أن تتمخّض عنه بحالٍ من الأحوال ، كما أوضحنا ذلك في المقدمة الثانية للفتاوى الواضحة « 1 » .\r\nوما أمكن أن يقع على يد الرسول الأعظم يمكن أن يقع على يد القائد المنتظر من أهل بيته الذي بشَّر به ونوَّه عن دوره العظيم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع البحث عن الرسول وكيفيّة إثبات نبوّة الرسول الأعظم صلى الله عليه وآله في مقدّمة الفتاوى الواضحة\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nبحث حول المهدي\r\n\r\n7 - ما هي طريقة التغيير في اليوم الموعود ؟\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nونصل في النهاية إلى السؤال الأخير من الأسئلة التي عرضناها ، وهو السؤال عن الطريقة التي يمكن أن نتصوّر من خلالها ما سيتمّ على يد ذلك الفرد من انتصارٍ حاسمٍ للعدل ، وقضاءٍ على كيانات الظلم المواجهة له .\r\nوالجواب المحدَّد على هذا السؤال يرتبط بمعرفة الوقت والمرحلة التي يُقدَّر للإمام المهديّ عليه السلام أن يظهر فيها على المسرح ، وإمكان افتراض ما تتميّز به تلك المرحلة من خصائص وملابساتٍ لكي تُرسم في ضوء ذلك الصورة التي قد تتخّذها عملية التغيير والمسار الذي قد تتحرّك ضمنه ، وما دمنا نجهل المرحلة ولا نعرف شيئاً عن ملابساتها وظروفها فلا يمكن التنبّؤ العلمي بما سيقع في اليوم الموعود ، وإن أمكنت الافتراضات والتصورات التي تقوم في الغالب على أساسٍ ذهنيّ لا على اسسٍ واقعيةٍ عينية .\r\nوهناك افتراض أساسيّ واحد بالإمكان قبوله على ضوء الأحاديث التي تحدّثت عنه والتجارب التي لوحظت لعمليات التغيير الكبرى في التأريخ ، وهو افتراض ظهور المهديّ عليه السلام في أعقاب فراغٍ كبيرٍ يحدث نتيجةَ نكسةٍ وأزمةٍ حضاريةٍ خانقة . وذلك الفراغ يُتيح المجال للرسالة الجديدة أن تمتدّ ، وهذه النكسة تهيّئ الجوّ النفسيّ لقبولها ، وليست هذه النكسة مجرّد حادثةٍ تقع صدفةً في تأريخ الحضارة الإنسانية ، وإنّما هي نتيجة طبيعية لتناقضات التأريخ المنقطع عن\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nاللَّه سبحانه وتعالى التي لا تجد لها في نهاية المطاف حلّاً حاسماً ، فتشتعل النار التي لا تُبقي ولاتذر ، ويبرز النور في تلك اللحظة ؛ ليطفئ النار ويقيم على الأرض عدل السماء .\r\nوسأقتصر على هذا الموجز من الأفكار تاركاً التوسّع فيها وما يرتبط بها من تفاصيل إلى الكتاب القيِّم الذي أمامنا ، فإنّنا بين يدي موسوعةٍ جليلةٍ في الإمام المهدي « 1 » ، وضعها أحد أولادنا وتلامذتنا الأعزّاء ، وهو العلّامة البحّاثة السيّد محمّد الصدر حفظه اللَّه تعالى ، وهي موسوعة لم يسبق لها نظير في تأريخ التصنيف الشيعي حول المهدي في إحاطتها وشمولها لقضيّة الإمام المنتظر من كلّ جوانبها ، وفيها من سعة الأفق وطول النفس العلمي واستيعاب الكثير من النكات واللفتات ما يعبِّر عن الجهود الجليلة التي بذلها المؤلّف في إنجاز هذه الموسوعة الفريدة .\r\nوإنّي لُاحسّ بالسعادة وأنا أشعر بما تملؤه هذه الموسوعة من فراغ ، وما تعبِّر عنه من فضل ونباهةٍ وألمعيّة . وأسأل المولى سبحانه وتعالى أن يقرّ عيني به ويريني فيه عَلَماً من أعلام الدين .\r\nوالحمد للَّه‌ربّ العالمين ، والصلاة والسلام على محمدٍ وآله الطاهرين .\r\nوقد وقع الابتداء في كتابة هذه الوريقات في اليوم الثالث عشر من جمادى الثانية سنة 1397 ه ، ووقع الفراغ منها عصر اليوم السابع عشر من الشهر نفسه .\r\nواللَّه وليّ التوفيق\r\nمحمد باقر الصدر\r\nالنجف الأشرف\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وقد وضع الإمام الشهيد الصدر رحمه الله هذا البحث مقدّمةً لتلك الموسوعة القيّمة ، ثمّ طبع في حياته بصورة مستقلّة\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\n\r\nفهرس المصادر\r\n1 - الاحتجاج ، أبو منصور أحمد بن علي بن أبي طالب الطبرسي ، انتشارات أسوة - طهران .\r\n2 - بحار الأنوار ، العلّامة الشيخ محمّد باقر المجلسي ، ط دار إحياء التراث العربي .\r\n3 - التاج الجامع للُاصول في أحاديث الرسول ، الشيخ منصور علي ناصف ، منشورات مكتبة الهلال .\r\n4 - تأريخ الأمم والملوك ، أبو جعفر محمّد بن جرير الطبري ، منشورات مؤسسة الأعلمي للمطبوعات - بيروت .\r\n5 - التتمّة في تواريخ الأئمة ، السيّد تاج الدين العاملي ، نشر مؤسسة البعثة - قم .\r\n6 - رجال النجاشي ، أحمد بن علي النجاشي ، ط مؤسسة النشر الإسلامي - قم .\r\n7 - السيرة النبويّة ، أبو محمّد عبد الملك بن هشام الحميري ، مطبعة مصطفى البابي الحلبي .\r\n8 - صحيح البخاري ، أبو عبد اللَّه محمّد بن إسماعيل البخاري ، ط مصر .\r\n9 - صحيح الترمذي ، أبو عيسى محمّد بن عيسى بن سورة ، ط دهلي .\r\n10 - صحيح مسلم ، مسلم بن الحسين القشيري ، ط مصر - المطبعة التازية .\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\n11 - صحيح سنن المصطفى ، أبو داود سليمان بن الأشعث السجستاني ، دار الكتاب العربي - بيروت .\r\n12 - الصواعق المحرقة ، ابن حجر الهيثمي ، الطبعة الأولى المطبعة الميمنية - مصر .\r\n13 - الكافي ، الشيخ الكليني ، ط دار الكتب الإسلامية .\r\n14 - كمال الدين ، الشيخ الصدوق ، ط مؤسسة جماعة المدرّسين - قم .\r\n15 - مسند أحمد ، أحمد بن حنبل ، ط مصر المطبعة الميمنية .\r\n16 - المستدرك على الصحيحين ، أبو عبد اللَّه محمّد بن عبد اللَّه الحاكم النيسابوري ، ط حيدر آباد .\r\n17 - منتخب الأثر ، آية اللَّه الشيخ لطف اللَّه الصافي ، ط مكتبة الداوري - قم .\r\n18 - المهدي ، السيّد صدر الدين الصدر ، مطبعة عالي - إيران .\r\n19 - وسائل الشيعة ، الشيخ الحرّ العاملي ، ط مؤسسة آل البيت عليهم السلام .\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72}
  ]