[
  {"content":"\r\n\r\nأسئلةٌ مهدوية\r\nمجموعة أسئلة تتعلّق بعصر الظهور الشريف\r\nأجاب عليها سماحة الشيخ علي الكوراني العاملي\r\nجمع وإعداد\r\nحسين عبيد القريشي\r\n\r\n","description":"","footnote":"","page_name":" الغلاف 1 ","page_number":1},
  {"content":"\r\n\r\nأسئلةٌ مهدوية\r\nمجموعة أسئلة تتعلّق بعصر الظهور الشريف\r\nأجاب عليها سماحة الشيخ علي الكوراني العاملي\r\n( ( دام عزُّه ) )\r\nجمع وإعداد\r\nحسين عبيد القريشي\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":2},
  {"content":"\r\n\r\nالمؤلف : القريشي ، حسين بيد ، 1967 م .\r\nالعنوان والمؤلف : أسئلة مهدوية تتعلق بعصر الظهور الشريف أجاب عليها سماحة الشيخ علي الكوراني العاملي / جمع واعداد : حسين عبيد القرشي .\r\nالناشر : قم - باقيات ( للطباعة والنشر ) ، 1434 ق = 2013 م\r\nعدد الصفحات : 104 ص\r\nايداع الدولي : ISBN 978 - 600 - 213 - 096 - 9\r\nالموضوع : محمد بن حسن ( عج ) - الإمام الثاني عشر ، 255 ق\r\nالموضوع : المهدوية - أسئلة وأجوبة\r\nالتسلسل الرقمي : 1392 5 الف 92 ك 4 / 224 BP\r\nالتسلسل الديويي : 462 / 297\r\nرقم المكتبة الوطنية : 3141872\r\n* * *\r\nأسئلة مهدوية\r\nحسين عبيد القرشي\r\n* الناشر : باقيات\r\n* المطبعة : وفا\r\n* الطبعة : الثانية - 1433 ه‍ . ق\r\n* العدد : 2000 نسخة\r\n* رقم الايداع الدولي : ISBN 978 - 600 - 213 - 096 - 9\r\n* كافة حقوق الطبع محفوظة ومسجلة *\r\nباقيات ( للطباعة والنشر )\r\nإيران ، قم ، شارع معلم ، زقاق 15 ، هاتف : 02517743900 - جوال : 09122535625\r\nKorashehk @ yahoo . com\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":3},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":4},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":5},
  {"content":"\r\n\r\nاللَّهُمّ صَلِّ عَلَى مُحَمَّدِ وَآلِ مُحَمَّدْ وَعَجِّلْ فَرَجَهُمْ\r\nاَللّهُمَّ كُنْ لِوَلِيِّكَ الْحُجَّةِ بْنِ الْحَسَنِ صَلَواتُكَ عَلَيْهِ وَعَلى آبائِه في هذِهِ السَّاعَةِ وَفي كُلِّ ساعَة وَلِيّاً وَحافِظاً وَقائِداً وَناصِراً وَدَليلاً وَعَيْنا حَتّى تُسْكِنَهُ اَرْضَكَ طَوْعاً وَتُمَتِّعَهُ فِيهاَ طَويلا بِرَحْمَتِكَ يَاأَرْحَمَ الرَّاحِمينْ .\r\nقال الله عز وجل :\r\n( يَوْمَ نَدْعُوا كُلَّ أُنَاسٍ بِإِمَامِهِمْ )\r\n( الإسراء : 71 )\r\nقال رسول الله ( ص ) : ( يُدْعى كل قوم بإمام زمانهم وكتاب ربِّهم وسُنة نبيِّهم ) ( عيون أخبار الرضا للصدوق ص 37 ) .\r\nعن عبد الله بن سنان قال : قلت لأبي عبد الله ( ع ) : يَوْمَ نَدْعُو كُلَّ أُنَاسٍ بِإِمَامِهِمْ ، قال : إمامهم الذي بين أظهرهم وهو قائم أهل زمانه ) . ( الكافي : 1 / 536 ) .\r\nقال رسول الله ( ص ) : من مات ولم يعرف إمام زمانه مات ميتة جاهلية : ( الكافي 1 / 377 )\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":6},
  {"content":"\r\n\r\nوقال ( ص ) :\r\nلَوْ لَمْ يَبْقَ مِنَ الدُّنْيَا إِلَّا يَوْمٌ ، لَبَعَثَ اللَّهُ رَجُلًا مِنَّا ، يَمْلَؤُهَا عَدْلًا كَمَا مُلِئَتْ جَوْرًا . . ( غيبة الطوسي / 180 وسنن أبي داود 4 : 106 / 4282 ، وسنن الترمذي : 4 / 505 ، ومسند أحمد بن حنبل : 1 / 376 ) .\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":7},
  {"content":"\r\n\r\n\r\nمقدمة\r\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\r\nالحمد لله ربِّ العالمين وأفضلُ الصلاة وأتَمُّ السلام على سيدنا ونبينا وهادينا محمد ( ص ) وعلى آله الطَّيبين الطاهرين , واللعن الدّائم على أعدائهم أجمعين من الأولين والتّابعين وبعد :\r\nنظراً للطلبات المتكررة من المؤمنين الكرام أن أجمع الإجابات المتعلقة بالإمام المهدي ( عج ) , في لقاءاتهم المباشرة بسماحة العلاّمة الشيخ علي الكوراني أعزّه الله ، في مركز المصطفى ( ص ) في قم المقدسة ، أو من خلال الأسئلة الواردة .\r\nفقد ارتأينا جمع هذه الإجابات في كرّاس لتكون في متناول الأخوة المؤمنين الأعزّاءخاصّةً مع وجود المدّعين الرافعين للشعارات البرّاقة الكاذبة ، ممن يدّعي الارتباط المباشر بالإمام المهدي ( عج ) .\r\nولا يخفى على الجميع أن سماحة الأستاذ حفظه الله تعالى له الباع الطويل في هذا المجال منذ سنين . لما عُرف عنه أنه يختار الروايات الصحيحة الواردة عن أهل البيت ( ع ) ، ويدقق\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":8},
  {"content":"\r\n\r\nفي النقل والتحليل ، لذلك كانت أجوبته وتحليلاته مقنعة . فجزاه الله تعالى وجميع العلماء الذين يخدمون الشريعة المقدسة خير جزاء المحسنين . وجعلنا وإياكم من المنتظرين الصادقين لفجر الظهورالمقدس . .\r\nحسين عبيد القريشي\r\nقم المقدسة - غرة ذي القعدة الحرام 1433 هجرية\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":9},
  {"content":"\r\n\r\n\r\nمدخل\r\nالسلام عليكم شيخنا الجليل لدينا مجموعة من الأسئلة المتعلقة بالإمام المهدي أرواحنا لمقدمه الفداء وعصره الموعود التي وردت وترد كثيرا من الأخوة المؤمنين والأخوات المؤمنات ، نلتمس من سماحتكم الإجابة عليها مع دعواتنا لسماحتكم بدوام السلامة والعافية .\r\nوقبل الدخول في الأسئلة لدينا تساؤل مهم وهو هل أحاديث الإمام المهدي ( عج ) تحتاج إلى تخصّص ، أم أنها قضية عقائدية يمكن للجميع فهمها واستيعاب مايتعلَّق بها دون الرجوع إلى أهل العلم ؟\r\nجواب الشيخ الكوراني :\r\nوعليكم السلام ورحمة الله وبركاته ، وعلى جميع الأخوة المؤمنين والأخوات المؤمنات وجعلنا الله تعالى من المنتظرين الحقيقيين لإمام زماننا روحي له الفداء .\r\nوبعد : فقد يتصوَّر البعض أن قضية الإمام المهدي ( عج ) والبحوث المتعلقة بها لا يلزم فيها البحث والتحقيق فيها كالفقه والعقائد ، لأنها يشملها التسامح في أدلَّة السُنَن وهذا خطأٌ على إطلاقه ، فلا يمكننا قبول الأحاديث في أي موضوع بدون تدقيق وتحقيق ، وقضية الإمام المهدي صلوات الله عليه ، في أصلها وفروعها لابد فيها من البحث والتأكد من الموضوع في أسانيد الأحاديث\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":10},
  {"content":"\r\n\r\nومتونها ، والقرائن التي يطمئن الباحث إليها . خاصة أنه توجد روايات وضعها رواة السلطة المعادية لأهل البيت ( ع ) .\r\n\r\nآخر الزمان\r\nالسؤال رقم 1 :\r\nهل المقصود بعبارة : آخر الزمان ، في الروايات عصر الظهور الشريف ، أو آخر أيام الدنيا ؟\r\nالشيخ الكوراني :\r\nالدنيا مجموعة أزمان وحقب وسنين ومراحل ، من أبينا آدم ( ع ) إلى آخر إنسان يولد ويموت ولا يعلم نهاية الزمان إلا الله عز وجل والذين أطلعهم على علمه وهم النبي ( ص ) وأهل بيته ( ع ) .\r\nوعبارة آخر الزمان فيها إشارة إلى دولة أهل البيت ( ع ) التي هي دولة العدل التي تستمر إلى آخر الزمان ، فآخر الزمان بهذا المعنى زمان أهل البيت ( ع ) .\r\nلكن آخر الزمان واقتراب الآخرة يبقى أمراً نسبياً ، فقد قال الله تعالى : اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ . . القمر ( 1 ) , ونقرأ في الحديث أن نبينا ( ص ) هو نبي آخر الزمان ، وأنه ( ص ) قال : بُعثت والساعة كهاتين وأشار إلى إبهامه وسبابته الكريمتين . ( كنز العمال ج 14 ص 547 تحت رقم 39571 ) .\r\nفآخر الزمان هو مرحلة حكم أهل البيت ( ع ) ، وهو كل الفترة\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":11},
  {"content":"\r\n\r\nالتي بعث فيها رسول الله ( ص ) ، إلى مرحلة حكم الإمام المهدي ( عج ) التي هي آخر الزمان كما تذكر في الروايات .\r\n\r\nالعراق عاصمةُ دولة العدل الإلهي\r\nسؤال رقم 2 :\r\nما هي الرقعة الجغرافية التي تكون عاصمة الإمام المهدي ( عج ) هل هي الكوفة فقط أم المقصود العراق المحدد في زماننا الحاضرو ما هو شكل الدولة ونظام الحكم في عصر الإمام المهدي ( عج ) ؟\r\nالشيخ الكوراني :\r\nعندما تذكر الروايات الكوفة أو ظهر النجف ، فقد يكون المقصود بها العراق . لذلك يحتاج الأمر إلى التدقيق في القرائن التي تعين المقصود بالكلمة .\r\nوأما دولة الإمام ( عج ) فهي بداية لتطور جديد في حياة البشرية ، وليس عندنا معلومات كثيرة عن شكل الدولة وأنظمتها ، لكن عندنا أصحابه الثلاث مئة وثلاثة عشر الذين يحكمون العالم ، ومعناه أن العالم سيُقسَّم إلى 313 ولاية .\r\nوعندنا أن الإمام ( عج ) يحكم بالواقع كحكم آل داود ، يعني بالحكم الذي أظهر الله سبحانه وتعالى منه نموذجاً لداود وهو الحكم الذي يريه الله تعالى إياه فلا يحتاج معه إلى بينة ويمين . ( - المعجم الموضوعي لأحاديث الإمام المهدي ( عج ) 730 عن بصائر الدرجات ) 258 .\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":12},
  {"content":"\r\n\r\nوإذا قام قائم آل محمد ( عج ) حكم بين الناس بحكم داود ( ع ) لا يحتاج فيه إلى بينة يُلهمه الله تعالى فيحكم بعلمه ، ويُخبر كل قوم بما استبطنوه ويعرف وليَّه من عدوه بالتوسم . ( الإرشاد / 365 , روضة الواعظين 2 / 266 ) .\r\nوأصحاب الإمام ( عج ) كذلك يعطيهم الله هذه القدرة ، فهم على مستوى عظيم من الإيمان والقرب من الله تعالى . وقد ورد أن الإمام يقول لحاكم المنطقة من أصحابه إذا أشكل عليك أمر في القضاء ، في قضية ، في الفقه ، في أمر إداري ، فانظر إلى كفك . ( المعجم الموضوعي لأحاديث الإمام المهدي ( عج ) . 359 / 729 ) .\r\nوفي غيبةالنعماني ، عن الإمام الصادق ( ع ) : إذا قام القائم بعث في أقاليم الأرض في كل إقليم رجلاً يقول : عهدك في كفك فإذا ورد عليك أمر لا تفهمه ولا تعرف القضاء فيه فانظر إلى كفك ، واعمل بما فيها . . ( الغيبة للنعماني / 319 ) .\r\nوالمهم أن نمط التنظيم في عصر الإمام ( عج ) نمط غير عادي ، ولابد أن الناس يكون لهم دور في الحكم ، والنساء لهنَّ دور في الحكم أيضاً .\r\nوالتطور يكون شاملاً ، مثلاً الجبال تفتح فيها الطرقات بآيات القرآن : وَلَوْ أَنَّ قُرْآَنًا سُيِّرَتْ بِهِ الْجِبَالُ أَوْ قُطِّعَتْ بِهِ الْأَرْضُ . . ( الرعد 31 ) وهناك مؤشرات على أن نمط الإدارة سيكون بمشاركة الناس ، والناس لا يريدون بديلاً للإمام ( عج ) . لأن الوعي والإيمان وتطوير العلوم ، تجعل التفكير بالخروج على النظام عملاً جنونياً .\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":13},
  {"content":"\r\n\r\n\r\nسنة الظهور\r\nالسؤال رقم 3 :\r\nمتى تكون سنة الظهور الشريف بالنسبة للتقويمات الموجودة في زماننا بالميلادي أم الهجري ، وهل تكون سنة فردية أم زوجية وهل حدَّدتها الروايات الشريفة ، وهل نحن في عصر الظهور الشريف ؟ الشيخ الكوراني :\r\nنقول إن شاء الله تعالى نحن في عصر الظهور ولا نجزم ، ولا نُحدِّد لا هذه السنة ولا الآتية . وبحسب ما تُشير إليه الروايات الشريفة إن ظهوره ( عج ) في سنة فردية ، وقبله اليماني والسفياني في سنة زوجية .\r\nولابد أن يكون شهر رمضان في تلك السنة الزوجية الثالث والعشرون منه ليلة جمعة ، ويليها السنة الفردية ، ويكون العاشر من محرم فيها يوم سبت . هذه مواصفات السنة .\r\nلكن أيُّ سنة هي ؟ لا نستطيع أن نوقِّت لأننا منهيون عن التوقيت . نأمل أن يكون ذلك قريباً وندعو الله تعالى أن يكون قريباً .\r\nورد في الإرشاد عن أبي بصير ، عن أبي عبد الله ( ع ) قال : لا يخرج القائم إلا في وتر من السنين ، سنة إحدى أو ثلاث أو خمس أو سبع أو تسع . ( الإرشاد 361 ) ، وفي غيبة الطوسي عن أبي عبد الله ( ع ) قال : لا يخرج القائم إلا في وتر من السنين ، تسع وثلاث وخمس وإحدى . ( الغيبة 374 ) ، والتوقيت بحسب التقويم الهجري المتعارف عندنا وليس بالتقويم الميلادي كما في سؤالكم .\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":14},
  {"content":"\r\n\r\n\r\nعلامات الظهور\r\nالسؤال رقم 4 :\r\nما هي العلامات الحتمية التي ذكرتْها الروايات الشريفة وهل هناك علامات أخرى ولكنها يمكن أن تخضع للبداء ؟\r\nالشيخ الكوراني :\r\nقال الشيخ المفيد رحمه الله في كتاب الإرشاد : هناك علامات قبل قيام القائم المهدي ( عج ) وحوادث تكون أمام قيامه ، وآيات ودلالات : فمنها : خروج السفياني ، وقتل الحسني واختلاف بني العباس في الملك الدنيوي ، وكسوف الشمس في النصف من شهر رمضان ، وخسوف القمر في آخره على خلاف العادات ، وخسف بالبيداء ، وخسف بالمغرب ، وخسف بالمشرق ، وركود الشمس من عند الزوال إلى وسط أوقات العصر ، وطلوعها من المغرب ، وقتل نفس زكية بظهر الكوفة في سبعين من الصالحين ، وذبح رجل هاشمي بين الركن والمقام وهدم سور الكوفة . . . ( الإرشاد : 2 / 368 . روضة الواعظين : 262 ، وتاج المواليد / 70 ، والمستجاد / 253 ، والصراط المستقيم : 2 : 248 ) .\r\nوالعلامات الحتمية لا يكون فيها بداء ، ولكن بقية العلامات غير الحتمية يمكن أن يكون فيها تقديم وتأخير . والعلامات الحتمية قبل خروج الإمام ( عج ) : خروج اليماني والسفياني في نفس السنة التي تكون قبل الظهور وقتل النفس الزكية بين الركن والمقام وصيحة جبرائيل ( ع ) في السماء ، وخسف بالبيداء .\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":15},
  {"content":"\r\n\r\nفعن الإمام الصادق ( ع ) قال : قبل القائم ( ع ) خمس علامات محتومات اليماني والسفياني والصيحة وقتل النفس الزكية وخسف بالبيداء . ( الكافي ، 8 / 310 / 348 . الوسائل 11 : 42 ) وهذه العلامات تكون متسلسلة فيما بينها وتبقى العلامات الباقية غير الحتمية بمثابة مممهدات .\r\nلكن المفتاح الرئيسي يمكن أن نعبر به قبل الظهور المبارك هو سقوط النظام في الحجاز وسيطرة اليماني على اليمن والحجاز ، ويكون ممثل الإمام ( ع ) .\r\n\r\nشخصيات عصر الظهور\r\n\r\n( الخراساني )\r\nالسؤال رقم 5 :\r\nمن هو الخراساني وما هو دوره الإيجابي في عصر الظهورالشريف ؟\r\nالشيخ الكوراني :\r\nالخراساني : هو حاكم إيران ، وخراسان يُقصد بها إيران . والخراساني نسبة إليها وينشغل الإيرانيون سنة الظهور بخلاف داخلي بين الخط القومي والخط المسلم المتديِّن ، حتى يغلب أصحاب الإمام ( عج ) على من خالفهم ، ويذهب القائد الخراساني وقائد قواته شعيب بن صالح إلى العراق ويبايعوا الإمام ( ع ) .\r\nولم يرد عندنا أن قواتهم تدخل العراق ، بل يذهبون ليبايعوا\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":16},
  {"content":"\r\n\r\nالإمام سلام الله عليه بعد دخوله إلى العراق ، ويسلمونه راية بلاد خراسان .\r\nوبعد ذلك يتحركون حسب ما يطلب منهم ، فتأتي الرايات السود عندمايتحرك إلى دمشق . ولم أجد أي دخول لجيش خارجي إيراني في رواية معتبرة .\r\nنعم بعد ظهور الإمام سلام الله عليه يُسلمونه الراية ، وتكون إيران تحت حكمه وتركيا كذلك ، ومصر كذلك والخليج كذلك .\r\nوالإمام ينصب شعيب بن صالح قائداً عاماً لقواته ، وهو يُحرك جيشه حسب حاجته في حركته نحو الشام والقدس .\r\n\r\n( اليماني )\r\nالسؤال رقم 6 :\r\nمن هو اليماني وما هو دوره في حركة الإمام ( عج ) ؟ الشيخ الكوراني :\r\nاليماني : من اليمن ، هذا ماتنصُّ عليه الرواية ، وليس من أي بلد آخر ، كما يتوهَّم البعض ، ويحاول أن يُطبقَّه على شخص يراه صالحاً في نظره .\r\nواليماني الموعود من العلامات المحتومة ، وهو من أصحاب الإمام صلوات الله عليه الخاصّين ، ويحكم اليمن قبل ظهور الإمام بنحو ستة أشهر ، وفي تلك الفترة يكون الإمام سلام الله عليه بين الناس يراه بعضهم ، ويتحرك ويتصل بأنصاره في إيران والعراق\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":17},
  {"content":"\r\n\r\nوغيره ، ويُحضّر لظهوره صلوات الله عليه .\r\nويكون اليماني ممثله والناطق الرسمي بإسمه سلام الله عليه ، وهو يُرْجِعُ الأمور إلى اليماني ، ويوجب طاعته ، وهذا يكون امتحاناً للشيعة لأنه يقول للإيرانيين انتهت ولاية الفقيه فأطيعوا اليماني ! أو يرسل اليماني كتاباً إلى النجف ويقول للمراجع ضعوا رسائلكم في المكتبات ودرّسوا هذا الكتاب ، فهذا الفقه الواقعي . وهذا سيكون أمراً صعباً على الناس .\r\nفاليماني يكون امتحاناً للشيعة في إيران وللشيعة في العراق وفي العالم ، لأنه تجب طاعته . ويكون مدة ذلك ستة أشهر هذا من جهة ومن جهة أخرى يكون الأمر سهلاً لأن الناس يمكنهم أن يصلوا ولو بواسطة إلى الإمام صلوات الله عليه .\r\nإذن اليماني من أصحاب الإمام الخاصين صلوات الله عليه وهو ممدوح ، ويعيش في اليمن ويظهر في اليمن ويحكم اليمن ، ويلتف حوله أهل اليمن عصبةً سواء كانوا زيديين أوشوافع أوإسماعيلية أوجعفرية ، كلُّهم يلتفون حوله وهو يعرف كيف يديرهم . وليس معنى ذلك أن اليمن تصبح شيعة اثني عشرية ، نعم بعد أن يظهر الإمام صلوات الله عليه تتبعه الجماهير ، أما اليماني فهو اثنا عشري ، وهو معتمد عند الإمام روحي له الفداء .\r\nوالإمام يوجهه كيف يأخذ الحكم ، وكيف يلتف حوله أهل اليمن .\r\nوأما أنه هو عالم أم لا ، فيكفي أنه صاحب الإمام ( ع )\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":18},
  {"content":"\r\n\r\nومعتمده ، فهو عالم ومن أصحاب الإمام الخاصين ، ومن كبار أولياء الله تعالى وعنده المعجزات .\r\n\r\n( السفياني )\r\nسؤال رقم 7 :\r\nمن هو السفياني وما هو دوره السلبي في عصر الظهور الشريف ؟\r\nالشيخ الكوراني :\r\nالمتفق عليه بين العلماء أنَّ تسميته بالسفياني نسبةً إلى أبي سفيان لأنه من ذريته . كما يُسمىَّ ابن آكلة الأكباد نسبة إلى جدَّته هند زوجة أبي سفيان التي سُمِّيت بذلك لأنها حاولت أن تأكل كبد الحمزة سيد الشهداء رضي الله عنه بعد شهادته في أحد . فعن أمير المؤمنين ( ع ) قال :\r\n( يخرج ابن آكلة الأكباد من الوادي اليابس . وهو رجل ربعة ( أي مربوع ) وحش الوجه ، ضخم الهامة ، بوجهه أثر الجدري ، إذا رأيته حسبته أعور . اسمه عثمان وأبوه عيينة ( عنبسة ) ، وهو من ولد أبي سفيان ، حتى يأتي أرض قرار ومعين فيستوي على منبرها ) . . ( البحار 52 / 205 ) .\r\nوفي حديث آخر أنه من ولد عتبة بن أبي سفيان وأولاد أبي سفيان خمسة : عتبة ومعاوية ويزيد وعنبسة وحنظلة . . ( البحار : 52 / 213 ) .\r\nيعني المفهوم من الروايات أن السفياني شخصٌ ، صحيح أنه يمثل حركة ولكنه شخصٌ يحكم الشام . وهو من ذرية أبي سفيان وليس حركة أو حزباً بهذا المعنى والمشهور عند الناس أن السفياني يفتك في العراق ، لكن لم أجد\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":19},
  {"content":"\r\n\r\nذلك في رواية صحيحة عن أهل البيت ( ع ) . نعم ورد أنه يقتل جماعة في المدينة المنورة .\r\nوقد ضخَّم الرواة دور السفياني في العراق ، وأصل ذلك من وضع الرواة الأمويين . وقد انتشر ذلك في عصرنا لأن بعض الكتَّاب عن الإمام المهدي صلوات الله عليه ، تبنّوا هذه الروايات ونشروها .\r\nوقد بلغ الأمر أنه عندما كانت بغداد تواجه يومياً عشرين سيارة مفخخة ، اتصل بي أحد المؤمنين يسألني عن السفياني !\r\nفقلت له : الوضع الذي أنتم فيه أشد من السفياني ، لأن السفياني لا يحكم العراق ولا يدخل الكوفة كما يتصور البعض ، فالكوفة تأتي بمعنى العراق وتأتي بمعنى مدينة الكوفة ، والقدر المتيقن أن جيش السفياني قوات محدودة تُسْتَدْعى إلى العراق لحفظ الأمن في منطقة معينة وفترة قصيرة .\r\nالذي يحكم العراق أهله ، والموجة لأهل العراق مستمرة إلى ظهور الإمام سلام الله عليه ، والسفياني له دور محدود في العراق . ولا يبعد أن أهل منطقة يطلبون قوة من خارج العراق لحفظ الأمن فيها . وبمجرد أن يظهر الإمام المهدي سلام الله عليه ويسيطر على الحجاز يهرب السفياني من العراق وينسحب .\r\nما مَرَّ على العراق بعد سقوط الطاغية أشد من جيش السفياني ، فقد قُتل الألوف من قبل أصحاب السفياني مشايخ الحيوانات المفخخة !\r\nقال أحد الإخوة اليمانيين ويسمي المسجد في صنعاء : يقول\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":20},
  {"content":"\r\n\r\nلهم الشيخ الوهابي : أنت إذا كنت تعرف أن وراء هذا الطوفة يوجد امرأة جميلة جداً ، وأن الوصول إليها لا يكلفك إلا أن تكبس الزر ، فقط تدوس الزر لتصل إليها فهل تفعل ؟\r\nيقول : نعم ! وهكذا يغسلون أدمغتهم ليبعثوهم إلى العراق وسورية ، ويقولون لهم إن الوصول إلى الحور العين بأن تُفجِّر نفسك ! فإذا فعلت ذلك تنال شرف الغداء مع رسول الله ( ص ) .\r\nسمعتُ أنهم في سوريا وجدوا مع انتحاري وهابي ملعقة ! قالوا له : سوف تصل وقت الغداء ولا فرصة لأن تجد ملعقة ! فخُذ معك ملعقة حتى تتغدى مع رسول الله ( ص ) . هكذا يربون هؤلاء الحمير ، وهؤلاء هم جماعة السفياني ، لكنهم لا يحكمون العراق كما يتخيَّل البعض ، وجيش السفياني هو قوة لحفظ الأمن في منطقة من العراق ، لا أكثر .\r\nوفي بعض الروايات الشريفة أن الإمام ( عج ) عندما يتوجه إلى العراق ينهزم السفياني أو ينسحب .\r\nففي غيبة النعماني وتفسير العياشي : 1 / 65 وغيرهما من المصادر ، النص الكامل للحديث المهم عن الإمام الباقر ( ع ) الذي ينص على تسلسل الأحداث في بداية حركة السفياني ، وفيه : ( يا جابر ، إلزم الأرض ولا تحركن يدك ولا رجلك أبداً حتى ترى علامات أذكرها لك في سنة ، وترى منادياً ينادي بدمشق وخسفاً بقرية من قراها ، ويسقط طائفة من مسجدها . إلى آخر الرواية . . . . . أهل الشام يختلفون عند ذلك على ثلاث رايات : الأصهب والأبقع والسفياني ، الأصهب اسم من أسماء\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":21},
  {"content":"\r\n\r\nالأسد والأبقع رجل في وجهه بقع يخرج على الأصهب كأنه انقلاب ، فيظهر السفياني وينتصر عليهما ويأخذ الحكم السفياني ومن معه حتى لا يكون له همة إلا آل محمد ( ص ) وشيعتهم . . . ( أعيان الشيعة للعاملي ج 2 ص 72 ) .\r\nعلى أيّة حال الشيء القطعي عندنا في مصادرنا عن أهل البيت ( ع ) ومصادر أتباع المذاهب الأخرى أن من علامات المهدي أرواحنا فداه أن تكون دولة معادية له ولأتباعه مركزها الشام ، وتشمل الأردن وربما قسماً من فلسطين وتكون عدوة لأهل البيت ( ع ) ، يحكمها السفياني وهو شخصية من بني أمية ومن ذرية أبي سفيان ، ويكون معادياً للإمام سلام الله عليه متحالفاً مع أعدائه . والإمام بعد مكثه في العراق يزحف باتجاه الشام والقدس ويحاربه .\r\nهذا أمرٌ ثابت عند الكل ، ومنطلقات السفياني نفس منطلقات القاعدة ، الآن إذا رجعنا إلى أوصاف السفياني التي وردت في مصادر السنة والشيعة نجده مثلاً ابن حماد في كتابه الفتن وهو مصدر مهم ويعتبر من أئمة السلفية . ابن حماد يقول لا تكون له مهمة إلاّ العراق وقتل آل محمد ومن اسمه فاطمة وزينب وعلي .\r\nإذن نمط القاعدة هو نفس نمط السفياني ، وعندنا نص ينطبق عليه يقول قبل السفياني يخرج مصري ويماني ، أي يسيرون على خطه الناصبي ويمهدون له . فخط السفياني هو هذا الخط التكفيري الذي يكفر كل من خالفه بالرأي ، وعنده حقد خاص على الشيعة .\r\nالقاعدة لم تقتل ولا أظنها تقتل يهودياً واحداً ، فهم أعداء للأمريكان لكن لليهود ، لا ! هذه المواصفات الموجودة في خط\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":22},
  {"content":"\r\n\r\nالتكفيريين والقاعدة هي نفسها الواردة في الروايات عن السفياني .\r\nفي غيبة النعماني ، عن المغيرة بن سعيد عن أبي جعفر الباقر ( ع ) قال : قال أمير المؤمنين ( ع ) : إذا اختلف الرمحان بالشام لم تنجلِ إلا عن آية من آيات الله سبحانه . قيل : وما هي يا أمير المؤمنين ؟ قال : رجفة تكون بالشام يهلك فيها أكثر من مائة ألف ، يجعلها الله سبحانه رحمة للمؤمنين وعذاباً على الكافرين . ( غيبة النعماني 256 ) .\r\n\r\nإدّعاءات السفارة\r\nالسؤال رقم 8 :\r\nكثر في الآونة الأخيرة إدّعاءات المهدويةو السفارة والنيابة الخاصّة عن الإمام المهدي ( عج ) فما هو تعليقكم على هذا الموضوع ، وما هو ردكم على من يدّعي ذلك ؟\r\nالشيخ الكوراني :\r\nحاشا لله عز وجل أن يجعل حجته غير واضحة تشتبه بغيرها ، إن الله عز وجل يعطي للمعصومين صلوات الله عليهم من الأنبياء والأوصياء ، من الوضوح والبراهين والحجج ما يُظهر الحقَّ واضحاً لا يشتبه بغيره .\r\nوالإمام المهدي روحي له الفداء عندما يظهر لا يمكن أن يشتبه به لا قائد ثورة ولا زعيم سياسي ولا ضابط جيش ولا معمم وحتى مرجع .\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":23},
  {"content":"\r\n\r\nفنوعيته أرقى من الجميع . وتكون المعجزات بين يديه ومعه .\r\nوقد سُئل الإمام الصادق ( ع ) عندما قال إنه قبل ظهور الإمام ( ع ) سوف تظهر اثنتا عشرة راية يدّعون المهدية ، فبكى بعض الحاضرين فقال له لمَ تبكي ؟ قال : يا بن رسول الله تقول أن الرايات لا تعرف أي من أي ، فكيف نعرفه إذا ظهر ؟ فنظر الإمام الصادق ( ع ) إلى الشمس داخلة من نافذة وقال له : إن أمرنا أبين وأوضح من هذه الشمس . .\r\nعن الإمام الصادق ( ع ) قال : ولتُرفعنَّ اثنتا عشرة راية مشتبهة ، لا يُدرى أيٌّ من أي ! قال المفضل : فبكيت ، فقال ما يبكيك يا أبا عبد الله ؟ فقلت : كيف لا أبكي وأنت تقول ترفع اثنتا عشرة راية لا يدرى أيٌّ من أي ، فكيف نصنع ؟ قال فنظر إلى شمس داخلة في الصفة فقال : يا أبا عبد الله ترى هذه الشمس ؟ قلت : نعم . قال : والله لأمرنا أبين من هذه الشمس . ( الكافي : 1 / 338 ، والنعماني / 151 ) . فالإمام ( ع ) لا يمكن أن يُشتبه به وحينئذٍ يقع الناس في حيرة . ثم إن نداء جبرائيل باسمه . ونفس شخصيته وكلامه ومنطقه ومعرفته باللغات ، فهذه كلُّها أدلة .\r\nوأهمُّها المعجزات ، يطلبون معجزة من الله عز وجل يجريها على يده فيرونها , فلابد من الاطمئنان من هذه الناحية .\r\nوهؤلاء الذين يدّعون المهدوية لا يمكن أن يلتبس أمرهم على عاقل ، فضلاً عن مؤمن . وأمّا من يدَّعي إنه هو الإمام أو يدعي أنه سفير الإمام أو له ارتباط خاص بالإمام سلام الله عليه ، فنحن نُكذّبُه .\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":24},
  {"content":"\r\n\r\nوقد صحَّ عندنا عند جميع علماء الطائفة وبأسانيد صحيحة أن السفير الرابع علي بن محمد السمري رضوان الله عليه جمع العلماء وفقهاء الطائفة في بغداد وأخبرهم وقرأ لهم نصاً من الإمام سلام الله عليه ، وفيه معجزة تثبت صحته .\r\nقرأ عليهم كتاب الإمام ( ع ) يقول فيه : بسم الله الرحمن الرحيم يا علي بن محمد السمري أعظم الله أجر إخوانك فيك فإنك ميت ما بينك وبين ستة أيام فاجمع أمرك ولا توص إلى أحد يقوم مقامك بعد وفاتك ، فقد وقعت الغيبة الثانية فلا ظهور إلا بعد إذن الله عز وجل وذلك بعد طول الأمد وقسوة القلوب ، وامتلاء الأرض جورا ، وسيأتي\r\nشيعتي من يدَّعي المشاهدة ألا فمن ادّعى المشاهدة قبل خروج السفياني والصيحة فهو كاذب مفتر ، ولا حول ولا قوة إلا بالله العلي العظيم . . ( المعجم الموضوعي لأحاديث الإمام المهدي ( ع ) 461 عن كمال الدين 2 / 516 ) .\r\nفإذا رأيتم أحداً يقول رأيتُ الإمام أو يدّعي أن له علاقة خاصّة به ، إذا قال إن الإمام كلفني بأن أُبلغ عنه كلمتين للناس ، مثل هذا الذي في البحرين يقول أن الإمام أعطاني خاتم سليمان ، وهذا الذي يقول إنه سفير الإمام ، حفيد الإمام وصي الإمام والحاكم بعده ، أو يقول إنه اليماني .\r\nهذه الإدّعاءات وأمثالها نقول لأصحابها نحن عقيدتنا أنه قبل النداء السماوي الصيحة والسفياني فكلُّ من يدَّعي ارتباطاً خاصاً بالإمام ( ع ) فهو بين ثلاثة أمور : إما يوجد خلل في عقله ، وإما أن يكون صاحب مشروع وهو كذاب مفتري ، حتى يعطينا\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":25},
  {"content":"\r\n\r\nمعجزة . وإذا صدق أنه مرتبط بالإمام سلام الله عليه فما أسهل أن يطلب منه معجزة .\r\nإذن نحن مأمورون بتكذيبِ كل من إدّعى النيابة الخاصّة ما لم يأتِ بمعجزة .\r\n\r\nرؤية الإمام ( عج )\r\nالسؤال رقم 9 :\r\nهناك من يدعي إمكان رؤية الإمام المهدي ( عج ) بل تحققها مستنداً على بعض النصوص والروايات ، فما هو رأيكم في هذا ؟\r\nالشيخ الكوراني :\r\nبعد السفير الرابع علي بن محمد السمري قدس الله نفسه ، ليس هناك سفارة للإمام سفير أو وكيل يبلغ عنه إلى شيعته وبقية المسلمين .\r\nفالذي يدّعي هذا الإدّعاء ويقول لدي ارتباط خاص وأنا أُبلّغكم حتى لو كان حرفاً ، فهذا معناه ادّعاء السفارة الخاصة ولا نقبل منه ، ونقول له تخيَّر بين ثلاث إما أن نقول كذاب مفتر ، وأما أن نقول عنده خلل في ذهنه وفي عقله ، وإما أن يأتينا بمعجزة ، فالأئمة ( ع ) كانوا يرسلون أحداً بكتاب ومعه معجزة .\r\nكما أشرنا في الجواب السابق الشخص الذي يقول أنا تشرّفْتُ برؤية الإمام روحي له الفداء ، نرى هل يدّعي شيئاً من السفارة\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":26},
  {"content":"\r\n\r\nالخاصة ؟ إذا ادعى أن الإمام ( ع ) قال له كن مرجع تقليد أو بلغ الكلمة الفلانية ، أو أمره أن يؤسس حزباً ، ويجمع حوله مجموعة مسلحة كالمافيا ، فهو يدعي السفارة الخاصة ، نقول له لا نصدقك إلا بمعجزة فخلاصة القول هناك فرقٌ بين رؤية الإمام ( ع ) والتشرُّف بلقائه وبين إدّعاء النيابة الخاصة والسفارة وما شابه الذي يحتاج إلى دليل ومعجزة ليثبت من يدّعي ذلك\r\nأمّا إذا لم يدّعي شيئاً ، فتصديقنا له يتبع وثاقتنا به وبصحة حواسه وعدالته .\r\nفالمشاهدة في عصر الغيبة ممكنة وواقعة وصحيحة ، ولكن بدون أي ادِّعاء لأي ارتباط خاص بالإمام روحي له الفداء .\r\n\r\nالبيان العالمي للإمام ( ع ) عند ظهوره\r\nالسؤال رقم 10 :\r\nتذكر بعض الروايات أن الإمام ( ع ) عند أول ظهوره الشريف يوجِّهُ خطابا ًعامّاً للناس ويفهمه كلُّهم على اختلاف لغاتهم وألسنتهم فالسؤال هنا كيف يكون ذلك وهل الإمام أرواحنا فداه سوف يلقي خطابا باللغة العربية وتُترجم أم بعدة لغات أم بطريقة الإعجاز ؟\r\nالشيخ الكوراني :\r\nالمعلوم في عقيدتنا بالمعصومين صلوات الله عليهم أجمعين أنّهم حجّة على العباد ومن لوازم هذا المقام السّامي وهذه المنزلة العظيمة أنّهم ( ع ) يعرفون لغات البشر بل حتى لغات جميع\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":27},
  {"content":"\r\n\r\nالمخلوقات وهذا مالا يفهمه ولا يعتقد به غيرنا فقد كان أئمتنا ( ع ) يُكلِّمون الناس كلٌ بحسب لغته ولا يحتاجون إلى مترجم والإمام المهدي روحي له الفداء أحد المعصومين الذين نعتقد بمقامه ومكانته عند الله عز وجل وهو سيؤسس دولة العدل الإلهي فمن الطبيعي عند خروجه أن يوجه خطاباً للبشرية ويسمع العالم كلُّه خطابه وكلامه والذي أفهمه من بعض الروايات أنه سوف يتكلم بعدة لغات مشهورة مثلا العربية والفارسية والإنكلزية يعني أربع أو خمس لغات والباقي من الناس يمكن أن يُترجم لهم بالوسائل الموجودة أو يكون بطريق المعجزة بحيث أن الله عز وجل يجعل الناس يفهمون ما يقول ليكون عليهم حجّةفكل الناس سوف يسمعون كلامه ويرون شخصه فهو سوف يستعرض ظلامة آبائه وأجداه وما جرى عليهم على أيدي الطغاة والظلمة على مرِّ التاريخ ويقول أنناأهل البيت وشيعتنا ظُلمنا طول التاريخ وسُفكت دمائنا وُشرِّدنا وذلك يكون في اليوم التالي لظهوره ( ع ) ويكون يوم عاشوراء يوم سبت كما تذكر الرواية ، يعني بيان الإمام المهدي ( ع ) العالمي يكون يوم عاشوراء يدخل ( ع ) المسجد الحرام ليُخاطب شعوب المسلمين كلها وشعوب العالم بلغاتها , وقد روتْ مصادر الشيعة والسنة فقرات من خطبته ( ع ) وبيانه الأول إلى العالم ، عن عبد الأعلى الحلبي قال : قال أبو جعفر ( ع ) : والله لكأني أنظر إليه وقد أسند ظهره إلى الحجر ، ثم ينشد الله حقه ثم يقول : يا أيُّها الناس من يحاجّني في الله فأنا أولى الناس بالله ، ومن يحاجني في آدم فأنا أولى الناس بآدم ، يا أيها الناس من\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":28},
  {"content":"\r\n\r\nيحاجّني في نوح فأنا أولى الناس بنوح ، يا أيها الناس من يحاجني في إبراهيم فأنا أولى بإبراهيم ، يا أيها الناس من يحاجني في موسى فأنا أولى الناس بموسى ، يا أيها الناس من يحاجني في عيسى فأنا أولى الناس بعيسى ، يا أيها الناس من يحاجني في محمد فأنا أولى الناس بمحمد ( ص ) . يا أيها الناس من حاجني في كتاب الله فأنا أولى الناس بكتاب الله ثم ينتهي إلى المقام ويُصلّي عنده ركعتين ( . المعجم الموضوعي لأحاديث الإمام المهدي ( ع ) 521 عن رواية العياشي : 2 / ) 56 .\r\nقال أبوجعفرالباقر ( ع ) : هو والله المضطر في كتاب الله وهو قول الله : أَمَّنْ يُجِيبُ الْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ وَيَجْعَلُكُمْ خُلَفَاءَ الأرض النمل ( 62 ) ، وجبرئيل على الميزاب في صورة طاير أبيض ، فيكون أول خلق الله يبايعه جبرئيل ( ع ) ، ويبايعه الثلاثمائة والبضعة عشر رجلاً . هذا في مكة وعند الكعبة الشريفة وهناك رواية تقول أنه سوف يخطب خطابا آخر لشعيته في مسجد الكوفة أو في مكان قريب من النجف ومن شدَّة بكاء الناس لا يدري ما يقول في خطبته صلوات الله عليه هكذا تنقل بعض الروايات نسأله عز وجل أن يرينا ذلك اليوم العظيم الّذي نتشرَّف بلقاء وليِّهِ روحي له الفداء . . . ( يدخل الكوفة وبهاثلاث رايات قد اضطربت فتصفو له ، ويدخل حتى يأتي المنبر فيخطب فلا يدري الناس ما يقول من البكاء . . . إلى آخر الرواية الإرشاد للمفيد 362 ) .\r\nولك أن تقدِّر كيف سيهتزُّ العالم لهذا الحدث الكبير المفاجئ !\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":29},
  {"content":"\r\n\r\nوكيف ستفرح الشعوب الإسلامية المضطهدة وتعبر عن فرحتها بظهور قائدها الموعود على لسان نبيها « ( ص ) ، وإعلانها الاستعداد لنصرته .\r\n\r\nمسجد الكوفة\r\nالسؤال رقم 11 :\r\nالسؤال عن حديث قرأته عن وضع مسجد الكوفة عند ظهور الإمام المهدي سلام الله عليه يكون له ألف باب ، كيف يمكن هذا من الناحية الهندسية يعني ما هو حجم هذا المسجد حتى يكون في تلك الحالة ؟ الشيخ الكوراني :\r\nلم يرد عندنا أن مسجد الكوفة يوسَّع إلى هذا الحد ، لكن ورد أن الإمام سلام الله عليه يبني مسجداً بين الكوفة وكربلاء له ألف باب غير\r\nهذا المسجد المعروف . . ففي غيبة الطوسي : عن ثابت عن أبي جعفر ( ع ) في حديث طويل جاء فيه قوله ( ع ) : يدخل المهدي الكوفة . قد اضطربت بينها فيدخل ويخطب ولا يدري الناس وهو قول رسول الله ( ص ) ( كأني بالحسني والحسيني وقد قاداها ) فيسلمها إلى الحسيني فيبايعونه ، فإذا كانت الجمعة الثانية قال الناس : يا ابن رسول الله الصلاة خلفك تضاهي الصلاة خلف رسول الله ( ص ) ، والمسجد لا يسعنا ، فيقول : أنا مرتاد لكم فيخرج إلى الغري\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":30},
  {"content":"\r\n\r\nفيخط مسجدا له ألف باب يسع الناس ، عليه أصيص ، ويبعث فيحفر من خلف قبر الحسين ( ع ) لهم نهرا يجري إلى الغريين حتى ينبذ في النجف ويعمل على فوهته قناطر وأرحاء في السبيل وكأني بالعجوز وعلى رأسها مكتل فيه بر حتى تطحنه بكربلاء ) . . ( المعجم الموضوعي لأحاديث الإمام المهدي ( عج ) 559 عن روضة الواعظين : ج 2 ص 263 وكشف الغمة : ج 3 ص 253 , الغيبة لللطوسي 280 ) .\r\nوعن الإمام الصادق ( ع ) قال : يبني في ظهر الكوفة مسجداً له ألف باب ، وتتصل بيوت الكوفة بنهري كربلاء والحيرة ، حتى يخرج الرجل على بغلة سفواء يريد الجمعة فلا يدركها ) . ( الغيبة للطوسي 280 ) .\r\nوالسفواء : الخفيفة السريعة ، أي يركب وسيلة خفيفة سريعة فلا يدرك صلاة الجمعة ، لأنه لا يجد موقفاً فارغاً ومحلاً للصلاة .\r\nومسجد الكوفة ورد في الأحاديث الصحيحة أنه مصلّى آدم ونوح ( ع ) ، وأن النبي ( ص ) في إسرائه ومعراجه نزل وصلّى فيه ، نعم يمكن أن يُعاد بناءه ، ويجري عليه بعض التغيرات بأمر الإمام ( ع ) .\r\nلكنه المسجد الآخر الذي يبنيه له ألف باب ، وهذا لعله مسجد الجمعة العالمي . وله ألف باب يعني مع مطاراته ومواقف سياراته والوسائل التي تكون في ذلك العصر ، ويكون بين الكوفة وكربلاء وإلى جانبه يكون مسجد الكوفة .\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":31},
  {"content":"\r\n\r\n\r\nعقيدة أهل السنة بالإمام المهدي ( عج )\r\nالسؤال رقم 12 :\r\nلماذا لا يؤمن أهل السنة بوجود الإمام وانه مولود في سنة 255 ه‍ ، مع كثرة الأحاديث الواردة بشأنه عندهم ، ويقولون إنه سيولد في آخر الزمان فكيف يكون ذلك ، فهل هذا عناد منهم ، أم لهم دليل معتبر على نفي ولادته ( ع ) ؟ الشيخ الكوراني :\r\nيتصور البعض أن عقيدة المهدي المنتظر عقيدة خاصة بالشيعة ، بينما هي عند السنة أصيلة كأصالتها عند الشيعة ، لا فرق بين الجميع في ثبوت البشارة عن النبي ( ص ) بالمهدي المنتظر ( ع ) ولا في مهمته العالمية ، ولا في شخصيته المقدسة المتميزة ، ولا في علامات ظهوره ومعالم ثورته .\r\nوقد يكون الفرق الوحيد بشأنها أننا نحن الشيعة نعتقد بأنه هو الإمام الثاني عشر المولود سنة 255 هجرية . وأن الله تعالى مدَّ في عمره الشريف كما مد في عمر الخضر ( ع ) فهو حيٌّ غائب حتى يأذن الله له بالظهور . . بينما يرى غالبية علماء السنة أنه لم يثبت أنه مولود وغائب ، بل سوف يولد ويحقق ما بشرَّ به ( ص ) .\r\nوعقيدة الشيعة في الإمام المهدي سلام الله عليه أنه التاسع من ذرية الحسين ( ع ) وأنه ولد ومد الله عز وجل في عمره كالخضر ( ع ) وله دور ومسؤولية في غيبته ومعه جنود الله في الغيب\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":32},
  {"content":"\r\n\r\nوالخضر ( ع ) ولهم مهام يعملون بها حتى يحين وقت ظهوره ، وأنه يبقى في صورة الكهل حتى بعد أن يظهر يبقى على هذه الصورة . هذه عقيدتنا بالإمام المهدي وهو الإمام الثاني عشر من أهل البيت ( ع ) الذي بشَّر بهم النبي ( ص ) في حجة الوداع وفي خطبة عرفة ، وروى أجزاء من هذه البشارة البخاري وغيره فقالوا إنه بشَّر باثني عشر إماماً ربانياً .\r\nهذه خلاصة عقيدتنا .\r\nأما أتباع المذاهب السنية فليست عندهم عقيدة موحَّدة ، حتى في ولادته ( ع ) ، والأكثر منهم يقولون لم تثبت ولادته ، وبعضهم يقول سيولد ، والمشهور عندهم أنه من أولاد علي وفاطمة ( ع ) . وبعضهم يقول إنه من أولاد الحسن ( ع ) ، منهم من يقول من أولاد الحسين ( ع ) ويوافقنا في هذا الرأي .\r\nونلاحظ أنهم في مذاهبهم التي يطرحونها في إعلامهم لا يتقيّدون بالنصوص . فقد طرح الوهابيون قبل مدة المهدي من بُريده . كما طرح جهيمان في حركته في الحرم المكي أخ زوجته محمد عبد الله العتيبي ودعا إليه مدَّعياً أنه المهدي الذي يملأ الأرض قسطاً وعدلاً . والعتيبي ليس من السادة لكنهم لهوسِهِم لا يتقيَّدون بالنصوص الإسلامية .\r\nإن تفاصيل العقيدة بالإمام المهدي سلام الله عليه محل خلاف بين السُنة ، لكن مصادرهم متفقة معنا على أنه من أولاد فاطمة ( ع ) ، وهم يقولون أنه سوف يولد ، وسوف يكون ابن أمة ، فكيف يصح ذلك وقد انتهت الإماء ؟\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":33},
  {"content":"\r\n\r\nنعم نتفق معهم بالكامل على حركة الإمام سلام الله عليه : ظهوره في مكة ثم حركته إلى المدينة إلى العراق فالشام فالقدس فنزول عيسى ( ع ) .\r\nوعلى العموم يمكن أن نقول : حتى مع الفوارق التي بيننا وبينهم في عقيدة المهدوية فنحن نشترك بأنه مُبَشَّرٌ به بشكل قطعي من رسول الله ( ص ) وأنه شخص من بني علي وفاطمة ( ع ) سيملأ الأرض قسطاً وعدلاً كما ملئت ظلماً وجوراً ، وأنه يظهر في مكة ويتحرك نحو العراق والقدس . ( أنظر كتاب عصر الظهور ص 271 ) .\r\n\r\nالسِّرُّ المستودع\r\nالسؤال رقم 13 :\r\nما هو السر المستودع في فاطمة ( ع ) ، هل هو المهدي المنتظر ؟ وهل هذا القول للأمير سلام الله عليه : كلُّ سرٍ أنا أفتحه والقائم من ولدي يختمه ؟ الشيخ الكوراني :\r\nنعم المعروف بين علمائنا تفسير السر المستودع في الزهراء سلام الله عليها بالإمام المهدي صلوات الله عليه ، وهذا ممكن لأن قضية الإمام المهدي سلام الله عليه قضية كبيرة جداً ، وقد اختار الله عز وجل فاطمة الزهراء ( ع ) لتكون ذرية النبي وأوصياؤه منها ، وأورثهم الكتاب ، فالسر المستودع فيها من أبرز مصاديقه الإمام المهدي سلام الله عليه .\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":34},
  {"content":"\r\n\r\nوإذا قلنا إن السر هنا مطلق لا يصحُّ تقييده إلا بدليل ، فهو يشمل كل الألطاف والأسرار والبركات الإلهية التي أودعها في الزهراء سلام الله عليها ، فهي زوجة أمير المؤمنين سلام الله عليه ، وهي وارثة رسول الله ( ص ) ، وهي أمُّ الأئمة الأطهار سلام الله عليهم ، هذا كلُّه سر إذن السر أوسع من الإمام المهدي سلام الله عليه ، لكنه صلوات الله عليه من أبرز مصاديق هذا السر .\r\nأما الحديث المذكور ، فهو مروي عن أمير المؤمنين سلام الله عليه بهذا المضمون وهو بعد رسول الله ( ص ) الفاتح لما استقبل والإمام المهدي ( ع ) يختم ما فتحه أمير المؤمنين ( ع ) . - روى ابن شعبة الحراني « رحمه الله » في تحف العقول ، خلاصة ًمن وصية أمير المؤمنين ( ع ) لكميل بن زياد ( ع ) ، وهي وصية طويلة مليئة بالعلم والحكمة ، جاء فيها : ( يا كميل ، ما من علم إلا وأنا أفتحه ، وما من سر إلا والقائم يختمه ) . ) المعجم الموضوعي لأحاديث الإمام المهدي ( ع ) 201 . عن تحف العقول 171 ) .\r\n\r\nوضع اليد على الرأس\r\nالسؤال رقم 14 :\r\nما هو سبب القيام ووضع اليد على الرأس عند ذكر الإمام المهدي المنتظر ( عج ) بلقبه القائم ثم ننحني إلى الأسفل ؟ هل هذه تحية للإمام ( عج ) ؟\r\nالشيخ الكوراني :\r\nنفعل ذلك تأسّيا بأهل البيت ( ع ) حيث كانوا يفعلون ذلك عند\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":35},
  {"content":"\r\n\r\nذكر القائم ( عج ) فقد جاء في الرواية أن دعبل الخزاعي الشاعر المعروف لما بلغ قوله في القصيدة التي قرأها في حضرة الإمام الرضا ( ع ) :\r\nإلى الحشر حتى يبعث الله قائماً * * يُنفِّسُ عنا الهم والكربات\r\nقال أبو الصلت : فلما سمع الإمام ( ع ) ذلك قام قائماً على قدميه وطأطأ رأسه منحنياً به إلى الأرض بعد أن وضع كفه اليمنى على هامته ، وقال : اللهم عجل فرجه ، وسهل مخرجه وانصرنا به نصرا ًعزيزاً . ( عيون أخبار الرضا ( ع ) : 245 / 1 ) .\r\nإذا ً سبب وضع اليد على الرأس عند ذكر قائم آل محمد ( ع ) هو التأسي بأهل البيت ( ع ) وهو نوع من الاحترام والإجلال للإمام المهدي روحي له الفداء .\r\n\r\nدور النساء في عصر الظهور\r\nالسؤال رقم 15 :\r\nعرفنا أن دور الرجال عند ظهور الإمام المهدي ( ع ) هو الجهاد في سبيل الله تعالى ، ولكن ما هي الصفات أو المؤهلات التي تتصف بها النساء اللواتي يظهرن عند ظهور الإمام ( ع ) لنصرته واللاتي ذكرن في كثير من الكتب المختصة بقضية الإمام ( ع ) ، حيث ذكر أن عددهن خمسون امرأة هل هناك مقدمات عملية يجب أن تلتزم بها المرأة المنتظرة لظهور الإمام ( ع ) تؤهلها للفوز بشرف الالتحاق بركب النساء المهدويات ؟\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":36},
  {"content":"\r\n\r\nالشيخ الكوراني :\r\nتوجد بعض الروايات تُشيرُ إلى هذا المعنى ، منها في دلائل الإمامة ، عن مفضل بن عمر قال : سمعت أبا عبد الله ( ع ) يقول : يكون مع القائم ثلاث عشرة امرأة ، قلتُ : وما يصنع بهن ؟ قال : يداوين الجرحى ويقمن على المرضى ، كما كُنَّ مع رسول الله ( ص ) . . ( دلائل الإمامة / 259 ) ، وفي إثبات الهداة ، ملخصاً عن مسند فاطمة ( ع ) للطبري . فهي تتحدث عن نساء يُحْيَيْنَ من قبورهن ، وقد سمَّت تسعاً منهن ، وتنص على أن مهنتهن التمريض ومداواة الجرحى . ( إثبات الهداة 3 / 575 ) .\r\nوالرواية الأخرى في تفسير العياشي ، عن جابر الجعفي عن الإمام الباقر ( ع ) تنص على أن من بين أصحابه الخاصين الثلاث مئة وثلاثة عشر خمسين امرأة ، وهي طويلة تضمَّنت معلومات هامة عن حركة الإمام أرواحنا فداه من المدينة إلى مكة وبداية ظهوره المقدس . ( تفسير العياشي 1 / 65 راجع المعجم الموضوعي لأحاديث الإمام المهدي ( ع ) ص 349 و 350 ) .\r\nوالمؤمنات من أصحاب الإمام سلام الله عليه أكثر من هؤلاء الخمسين امرأة . . -\r\nفهؤلاء ورد النص أنهن من وزرائه وأصحابه الخاصّين الثلاث مئة وثلاثة عشر ، الذين يجمعهم الله له من أقاصي الأرض في ليلة .\r\nوالواحد منهم أو الواحدة منهن يمتلكون الاسم الأعظم ، ولهم قدرة غير عاديةبإذن الله عز وجل .\r\nإذن الثلاث مائة وثلاثة عشر سيكونون حُكّام العالم ، وعندما\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":37},
  {"content":"\r\n\r\nنقول أصحاب الأمام ( ع ) يشمل النساء والرجال .\r\nأما كيف تعمل المؤمنة لتلتحق بالركب المهدوي كما يّعبِّرون ، أن تعملَ بتكليفها الشرعي الطبيعي , فبعض النساء يقعن في خطأ ذريع ! كبعض الطالبات اللواتي قدمن إلى قم وقلن نريد أن نعمل بالعرفان حتى نكون من أصحاب الإمام ( ع ) الخاصّين !\r\nإن المسألة ليست إحترافاً أو دخولاً في منظمة أو حزب ! ، المسألة اختيار من الله سبحانه وتعالى ، ومن يختاره يأت به بكل وسيلة .\r\nفعلى المؤمنة أن تُطبِّق واجباتها وتترك المحرمات وتتعلم معالم دينها وتُعلِّم أولادها وتربّيهم تربية إسلامية صحيحة , ولا يقعن تحت ضغط العاطفة أو الهوس يقلن نحن نريد أن نكون من المهدويات المخصوصات ، ثم يتجمعن تحت هذا الشعار الخيالي .\r\nكونوا طبيعيين واعرفوا أن الموضوع أرقى وأعمق ، وإن واجبنا هو أن نؤدّي ما علينا والله عز وجل هو الذي الذي يختار الناس للمسؤوليات والمناصب مع الإمام سلام الله عليه .\r\nهذا اختيار إلهي بمقاييس يعلمها رب العالمين عز وجل ، فعليها أن تؤدّي واجباتها وتترك المحرمات وتقوم بالتوعية الدينية . نحن الآن محتاجون إلى بناء عقائد وفقه وقرآن وسيرة النبي والأئمة ( ع ) . أنا ادعو نفسي وأدعوا إخواني المؤمنين وأخواتي المؤمنات إلى هذا السلوك الطبيعي .\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":38},
  {"content":"\r\n\r\n\r\nانتظار الإمام ( ع )\r\nالسؤال رقم 16 :\r\nهل الإمام ( ع ) ينتظر وجود أصحابه للظهور ؟\r\nالشيخ الكوراني :\r\nلا ، هذه نظرية غير صحيحة والإمام لا ينتظر غير أمر ربه :\r\nلأن ظهور الإمام المهدي صلوات الله عليه من أمر الله المحتوم ، وهو مرحلة كبرى في خطته عز وجل لحياة آدم « عليه السلام » وأبنائه على الأرض ، وتوقيته وظروفه من تقدير الله تعالى في أصل خطة الكون ، وقد أخبرنا بواسطة نبيه وآله ( ص ) بصفاته وعلاماته وأن ظهوره كالساعة يأتيكم بغتة ، وأنه تعالى قدَّر له أصحاباً خاصين يوافونه من أقاصي الأرض بمعجزة في ليلة واحدة ، هم وزراؤه وحواريوه ، وهذا لا يعني أن ظهوره ( ع ) متوقف عليهم وأنه ( ع ) ينتظر أن يولدوا أو يوجدوا ، وأنهم لو كانوا قبل قرون لظهر من يوم وجودهم ، بل هم أصحاب خاصون يكونون في عصرهم ، ولظهوره « عليه السلام » وقتٌ لا يُقرِّبه عجلة المستعجلين ، ولا يُؤخره كُرْه الكارهين !\r\nإن ظهور الإمام المهدي صلوات الله عليه من أمر الله المحتوم ، وهو مرحلة كبرى في خطته عز وجل لحياة آدم ( ع ) وأبنائه على الأرض ، وتوقيته وظروفه من تقدير الله تعالى في أصل خطة الكون .\r\nوقد أخبرنا بواسطة نبيه وآله عليهم الصلاة والسلام بصفاته وعلاماته وأن ظهوره كالساعة يأتيكم بغتة ، وأنه تعالى قدَّر له أصحاباً خاصين يوافونه من أقاصي الأرض بمعجزة في ليلة واحدة ، هم وزراؤه وحواريوه ، وهذا لا يعني أن ظهوره ( ع ) متوقف عليهم وأنه ( ع ) ينتظر أن يولدوا أو يوجدوا ، وأنهم لو كانوا قبل قرون لظهر من يوم وجودهم\r\nبل هم أصحاب خاصون يكونون في عصرهم ، لظهوره ( ع ) وقتٌ لا يُقرِّبه عجلة المستعجلين ، ولا يُؤخره كُرْه الكارهين ! ( المعجم الموضوعي لأحاديث الإمام المهدي ( ع ) 373 ) .\r\nوقد كانت هذه الشبهة في أذهان المخالفين ، فكانوا يتصورون أن الشيعة وإمامهم ينتظرون وجود 313 مؤمناً كاملي الإيمان حتى يظهر إمامهم ! كلا الأمر ليس بهذا المعنى أبدا .\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":39},
  {"content":"\r\n\r\n\r\nباب الحوائج\r\nالسؤال رقم 17 :\r\nيقوم بعض المواليين بكتابة حوائجهم ووضعها في بئر ، أو يلقيها في نهر أو صحراء ، فما هو تفسير هذا ، وهل هو نوع من الارتباط بالإمام ( ع ) ؟\r\nالشيخ الكوراني :\r\nنعم وردت أحاديث شريفة عن النبي والأئمة ( ع ) تأمر بالدعاء للإمام المهدي سلام الله عليه . والدعاء لكل معصوم في عصره ، وهذا الدعاء الذي نقرؤه : اللهم كن لوليك الحجة بن الحسن ، عن الإمام الصادق سلام الله عليه .\r\nفقد علَّم الأئمة ( ع ) شيعتهم الدُّعاء لهم ومعناه أن الارتباط بهم حاجة ضرورية لنا نحن ، هذه الأمة لابد أن ترتبط بنبيّها ( ص ) وبأهل بيته ( ع ) .\r\nلاحظوا أن الله عز وجل جعل في الآذان الشهادة له عز وجل ولرسوله ( ص ) ، وذلك لربط الأمة بالقدوة والأسوة ، فالدعاء أول فائدته أنه يربطنا بالإمام المهدي سلام الله عليه ، وقدورد : أكثروا الدعاء بالفرج فان فيه فرجكم :\r\nففي كمال الدين وإتمام النعمة وأكثروا الدعاء بتعجيل الفرج ، فإن ذلك فرجكم . والسلام عليك يا إسحاق بن يعقوب وعلى من اتبع الهدى ( كمال الدين : 2 / 483 ) .\r\nوعندما يدعو المؤمن للإمام المهدي بالفرج فهذا فرج له ، إن\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":40},
  {"content":"\r\n\r\nدعاءنا أيضاً يعني أن نرتبط بإمامنا وندعو الله عز وجل أن يُعجل ظهوره ، وأن يجعله راضياً عنا وأن يشملنا بدعائه ، وهذه فائدة عظيمة ومهمة .\r\nومسألة أخرى أيضاً : الدعاء والزيارة هي عبادة بين يدي الله عز وجل يعطي لعقيدتنا بالإمام المهدي سلام الله عليه مكانها الصحيح ، وهو أنها عقيدة أمرنا الله سبحانه وتعالى بها .\r\nوهناك حكم متعددة ، فبه تقبل صلاتنا ، وبه يستجاب دعاؤنا ، وبه نُرزق ، وبه يرضى عنا ربنا عز وجل .\r\nومن ضمن موارد الارتباط به روحي له الفداء باعتبار أنه إمام زمامنا القيام بالتوسل به لحوائجنا ولأمور ديننا ، وهذا العمل الذي يقوم به البعض بكتابة الحوائج وطرحها في بئر أو صحراء أو نهر هذا وارد ، وليس فيه بأس ، فهو مطّلع ويعلم من يتوسل به أو يطلبه ، وقدحضر ( ع ) وقضى حوائج كثيرين وحضوره بحسب المصلحة بنفسه الشريفة أو يرسل أحداً ، ولامانع من ذلك .\r\n\r\nالاستعداد للظهور\r\nالسؤال رقم 18 :\r\nهل الأولى للإنسان المسلم استبقاء نفسه إلى وقت ظهور الإمام المهدي ( عج ) ، وترك مقاومة الباطل ؟\r\nالشيخ الكوراني :\r\nالأصل في المسلم أن يقاوم الظلم ، وسلوك المسلم تابع لفتوى\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":41},
  {"content":"\r\n\r\nمرجع تقليده ، والحديث عن الإمام الباقر سلام الله عليه الذي يرويه الحاكم في المستدرك عن عبد الله بن مسعود ، يقول : أتينا رسول الله ( ص ) فخرج إلينا مستبشراً يعرف السرور في وجهه ، فما سألناه عن شئ إلا أخبرنا به ، ولا سكتنا إلا ابتدأنا ، حتى مرت فتية من بني هاشم فيهم الحسن والحسين ( ع ) ، فلما رآهم التزمهم وانهملت عيناه ! فقلنا يا رسول الله ، ما نزال نرى في وجهك شيئاً نكرهه !\r\nفقال : إنا أهل بيتٍ اختار الله لنا الآخرة على الدنيا ، وإنه سيلقى أهل بيتي من بعدي تطريداً وتشريداً في البلاد ، حتى ترتفع رايات سود في المشرق ، فيسألون الحق فلا يعطونه ، ثم يسألونه فلا يعطونه ، فيقاتلون فينصرون !\r\nفمن أدركه منكم ومن أعقابكم ، فليأت إمام أهل بيتي ولو حبواً على الثلج ، فإنها رايات هدى يدفعونها إلى رجل من أهل بيتي يواطئ اسمه اسمي واسم أبيه اسم أبي ، فيملك الأرض ، فيملؤها قسطاً وعدلاً كما ملئت جوراً وظلماً . ( المستدرك للحاكم ( 4 : 464 ) . البحار 51 / 87 راجع المعجم الموضوعي لأحاديث الإمام المهدي ( ع ) 374 ) .\r\nوفي مصادرنا كغيبة النعماني عن الإمام الباقر ( ع ) أنه قال : ( كأني بقوم قد خرجوا بالمشرق يطلبون الحق فلا يعطونه ، ثم يطلبونه فلا يعطونه ، فإذا رأوا ذلك وضعوا سيوفهم على عواتقهم فيعطون ما سألوه فلا يقبلونه حتى يقوموا ولا يدفعونها إلا إلى صاحبكم قتلاهم شهداء أما إني لو أدركت ذلك لاستبقيت نفسي لصاحب هذا الأمر . . ( عصر الظهور 170 ) .\r\nوهذا الحديث صحيح السند ، ومعناه أن أهل المشرق أو\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":42},
  {"content":"\r\n\r\nالإيرانيين يخرجون على حاكمهم الظالم ، ثم يطلبون حقهم من العالم مرتين ، فلا يعطونه ، فيهددون بالحرب ويضعون أسلحتهم على عواتقهم فيعطون ما طلبوا فلايقبلونه حتى يقوموا ، أي يثوروا .\r\nفقد عَبَّرَ عن حركتهم الأولى بخرجوا ، لأنها خروج على حاكم جائر ، وعن حركتهم الثانية بيقوموا ولايدفعونها إلا إلى صاحبكم ، لأنه قيام خاص لفرض تسليم رايتهم وبلدهم إلى الإمام المهدي ( عج ) .\r\nثم قال ( ع ) : أما أني إن أدركت ذلك لأبقيت نفسي لصاحب هذا الأمر ؟ يعني لو أدركت حركة الإيرانيين سنة الظهور ، وهذه الحركة صراع داخلي ، فهو يعني الصراع الداخلي بين خطَّين ؛ خطٌ يريد أن يُسَلِّم راية إيران إلى الإمام سلام الله عليه ، وخط لا يريد ذلك ، ثم ينتصر جماعة الإمام ، ويومها يكون الإمام ( ع ) قد وصل إلى العراق ، ومعناه أن الصراع الداخلي يطول شهوراً في إيران .\r\nوتدلُّ الرواية على أن الذي يحقق النصر لجماعة الإمام ( عج ) هو موج آذربايجان أي من جهة تبريز وزنجان . والإمام ( ع ) يقول : لو أدركت ذلك لأبقيت نفسي للإمام المهدي ( ع ) وحفظتها في الصراع داخل إيران .\r\nومن هذا نعرف أن التكليف الشرعي يختلف من بلد إلى بلد ، ومن عمل إلى عمل ، ومن شخص إلى شخص .\r\nوالقاعدة العامة في ذلك : أنه لابد في أي تحرك من فتوى مرجع تقليد يتحمل الدماء ، وأن يكون التحرك عن رأي أهل خبرة ، يُقدِّرون أن التحرك فيه مصلحة أم لا . فإذا اجتمع هذان الشرطان\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":43},
  {"content":"\r\n\r\nصح التحرك . وعلى المكلف أن يسأل عن تكليفه مرجع تقليده ، ومن يثق به .\r\nولكن ورد في أهمية الاستعداد حتى الشكلي لنصرة الإمام المهدي ( ع ) عن أبي بصير قال : قال أبو عبد الله ( ع ) : ليُعِدَّنَّ أحدُكم لخروج القائم ولو سهماً ، فإن الله تعالى إذا علم ذلك من نيته ، رجوت أن ينسئ في عمره حتى يدركه ، فيكون من أعوانه وأنصاره . ( النعماني / 320 ، البحار : 52 / 366 ) وعنه . يعلمنا بذلك ( ع ) أن الأمل بظهوره « عمل إيجابي ولو طال الانتظار عصوراً لأنه مظهر اليقين بوعد الله تعالى .\r\n\r\nزواج الإمام ( ع )\r\nالسؤال رقم 19 :\r\nهل يوجد خبر أو رواية عن زواج الإمام ( ع ) في عصر الغيبة الصغرى أو الكبرى ؟ وهل الإمام متزوج وله أولاد ؟ وهل هم غائبون معه ، وهل لأبناء الإمام سلام الله عليه لو كانوا موجودين لهم دور بعد ظهوره ؟\r\nالشيخ الكوراني : عندنا روايات تقول إن الإمام صلوات الله عليه في الغيبة الصغرى كان متزوجاً وله أولاد . وعندنا أيضاً أنه وعائلته بعد ظهوره صلوات الله عليه يسكنون في منطقة السهلة بعياله أي زوجته وأولاده . ( المعجم الموضوعي لأحاديث الإمام المهدي ( ع ) 691 . عن مزار ابن المشهدي ص 135 ) .\r\nوأما في الغيبة الآن ، فلا يوجد أي نص يدل على أنه\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":44},
  {"content":"\r\n\r\nمتزوج . فالغيبة فترة استثنائية وهو والخضر وجنود الله في الغيب عندهم برنامج وغير متزوج .\r\nأما أولاد الإمام سلام الله عليه فلا تسري عليهم غيبته ، عندنا عن أولاد الإمام سلام الله عليه ثلاثة أمور :\r\nاولاً : يوجد من يدّعي أنّه من ذرية الإمام ( ع ) وكتب في ذلك . ويوجد في مصر سادة يقولون أنهم من ذرية الإمام سلام الله عليه .\r\nوعندنا حديث الجزيرة الخضراء التي هي في الأندلس والآن موجودة . تقول روايتها إنه في فترة من التاريخ كانت مملكة يحكمها بعض ذريته سلام الله عليه وإن الإمام كان يتواجد هناك .\r\nأما الذين يحكمون بعد الإمام سلام الله عليه ، فهم كما في رواية اثنا عشر مهدياً يولدون بعد ظهور الإمام سلام الله عليه ، ولا دليل عندنا على أن أعمارهم تكون طويلة مثله ، بل يحكمون بعد الإمام ( ع ) وليس بعده مباشرة ( المعجم الموضوعي لأحاديث الإمام المهدي ( ع ) 301 ) .\r\nوالذين ولدوا في الغيبة الصغرى إذا كانوا موجودين ، فقد عاشوا حياتهم الطبيعية ولم يمد في أعمارهم ، وربما كان لهم الآن ذرية ، لكن الذي يدَّعي ذلك عليه الإثبات . وقد ورد عندنا في الغيبة وفي غيرها من المصادر المعتبرة على أن بعد المهدي ( ع ) يحكم إثنا عشر مهدياً من ولده ( ع ) وليس إماماً . . . ( غيبة الطوسي / 285 ، عن أبي حمزة ، عن أبي عبد الله « ( ع ) » في حديث طويل أنه قال : يا أبا حمزة ، إن منا بعد القائم أحد عشر مهدياً من ولد الحسين « ( ع ) » ) . ومثله منتخب الأنوار / 201 ، وعنه مختصر البصائر / 38 و 49 ، والإيقاظ / 393 ، والبحار : 53 / 145 و 148 ) .\r\n( كمال الدين : 2 / 358 ، عن أبي بصير قال : قلت للصادق جعفر بن محمد « ( ع ) » :\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":45},
  {"content":"\r\n\r\nيا ابن رسول الله إني سمعت من أبيك ( ع ) أنه قال : يكون بعد القائم اثنا عشر مهدياً ؟ فقال : إنما قال اثنا عشر مهدياً ولم يقل اثنا عشر إماماً ، ولكنهم قوم من شيعتنا يدعون الناس إلى موالاتنا ومعرفة حقنا ) . ومثله ( مختصر البصائر / 211 ، وعنهما البحار : 53 / 115 و 145 ) .\r\n\r\nإختيار الكوفة\r\nالسؤال رقم 20 :\r\nما هي علة اختيار الكوفة كعاصمة للإمام عجل الله تعالى فرجه الشريف ؟ الشيخ الكوراني :\r\nهذا اختيار رباني ولسنا نعرف أسرار كل مايختاره الله عز وجل ، لأنه لديه برنامج لإعداد دولة العدل الكبرى في آخر الزمان ، ، لَا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ ( 23 ) الأنبياء ولا يُسأل عز وجل لماذا اخترت العراق بدلا من إيران مثلاً ، أو أي بلاد أخرى هذا تخطيط رباني والعراق عاصمة الإمام ( ع ) بإجماع المسلمين ، وغالبية أهله أنصاره . والأحاديث حول العراق كثيرة ، في علامات ظهور الإمام المهدي ( ع ) مروية ومتواترة في كتب الشيعة والسنة .\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":46},
  {"content":"\r\n\r\n\r\nالظهور والخروج والقيام\r\nالسؤال رقم 21 :\r\nهل هناك فرقٌ بين ظهور الإمام ( عج ) وخروجه ، وقيامه ، حيث أنه من المعلوم أن الروايات نطقت بالمصطلحات الثلاثة . ونحن نعلم أن المعصوم ( ع ) لا ينطق بلفظ جزافاً حاشاهم من ذلك ؟\r\nالشيخ الكوراني :\r\nهذه المصطلحات مذكورة في الروايات الشريفة وكلها تصح ، والفرق بينها واضح تقريباً ولكن مع اختلاف بينها بحسب القرائن مثلاً الظهور لغة يكون بعد الخفاء فظهور الإمام ( ع ) بعد غيبته ، ولكن ليس كقيامه وحركته التي تكون لها ممهدات قبلها كالعلامات الخاصة والعامة .\r\nوأما الخروج فكأنه انقلاب على الواقع فهو خروج على حاكم جائر . وأما القيام فيختلف عن الظهور الذي يكون فيه الإمام كما كان حاله في الغيبة الصغرى حيث يلتقي فقط بأصحابه الخاصّين والأبدال ولا يظهر للناس . وينبغي الالتفات إلى أن الأحاديث الشريفة تسمي حركته عليه السلام من أولها في مكة : ( ظهوراً ، وخروجاً ، وقياماً ) ، ويبدو أنها تعابير مترادفة .\r\nلكن بعض الروايات تفرق بين الظهور والخروج ، فتسمي حركته عليه السلام في مكة ( ظهوراً ) وتحركه منها إلى المدينة ( خروجاً ) وتذكر أن ظهوره في مكة يكون بأصحابه الخاصين ، وخروجه منها إلى المدينة يكون بعد أن يكمل له عشرة آلاف من\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":47},
  {"content":"\r\n\r\nأنصاره ، بعد أن يخسف بجيش السفياني ، فعن عبد العظيم الحسني رحمه الله قال : قلت لمحمد بن علي بن موسى ( الإمام الجواد ( ع ) ) إني لأرجو أن تكون أنت القائم من أهل بيت محمد الذي يملأ الأرض قسطاً وعدلاً كما ملئت ظلماً وجوراً . فقال : يا أبا القاسم ، ما منا إلا قائم بأمر الله ، وهاد إلى دين الله ، ولستُ القائم الذي يُطِّهر الله به الأرض من أهل الكفر والجحود ويملؤها عدلاً وقسطاً وهو الذي يخفى على الناس ولادته ، ويغيب عنهم شخصه ، ويحرم عليهم تسميته ، وهو سمي رسول الله ( ص ) وكنيه ، وهو الذي تُطوى له الأرض ، ويذل له كل صعب . . . ( عصر الظهور 218 ط 10 ) .\r\nفالظهور والخروج والقيام مصطلحات تختلف حسب المناسبة والقرائن .\r\n\r\nالتمهيد للإمام ( ع )\r\nالسؤال رقم 22 :\r\nكيف يكون التمهيد للإمام المهدي ( عج ) وما هو تكليفنا في عصر الغيبة الكبرى ؟ وهل يجب إنشاء مؤسسات لتأسيس قاعدة للإمام ، كما هو الحادث في العراق ؟\r\nالشيخ الكوراني :\r\nإذا أدّى أحدنا أوأدّت إحداهن ما عليها من واجبات ، وتركنا المحرمات حسب فتوى مرجع تقليدنا ، وتعلّمنا معالم ديننا ،\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":48},
  {"content":"\r\n\r\nوعلمناأولادنا ، وكنّا حاضرين ومستعدين إذا ظهر الإمام صلوات الله عليه أن ننصره ونطيعه مهما كلفنا ذلك . فنحن من المنتظرين الممهدين .\r\nفليس معنى الممهِّد كما يتصور البعض أن يدخل في حزب ، أو يُؤسس حركة . المتدين المستقيم صاحب العقيدة الراسخة ، هذا الذي ينتقيه الإمام صلوات الله عليه . وهو ( ع ) صرافٌ للناس وخبير بالإنتقاء .\r\nقد يكون أشخاص أسسوا منظمة وبلغ أعضاؤها خمسين ألفاً وسموا نفسهم الممهدين ، لكن الإمام ( ع ) لا ينظر إليهم ، ويلتقط من هنا وهناك ، من أولئك الفقراء ، أو ذاك الغني ، وذاك المتوسط .\r\nينتقي الجواهر من فقراء يأتونه ركضاً من الأحساء والقطيف والبحرين والعراق وإيران واليمن ، ويختار منهم صلوات الله وسلامه عليه .\r\nودورنا أن نقوم بواجبنا ونثبت على ولاء أئمتنا ( ع ) ، ونطالب بحقنا ، ونبشّر العالم بالإمام المهدي صلوات الله وسلامه عليه . وبذلك يؤدي أحدنا ما عليه في سلوكه وفي القضايا العامة بحسب استطاعته .\r\nبعضهم يأتي إلى الشخص يقول له : أنا أدلُّك على ما يرضي الإمام صلوات الله عليه . تعال إرتبط فيَّ وأنا أعطيك برنامج عمل وتصِير من جماعتي . هذا في حقيقته تكوين حزب ، يريد تكوين حزب يقوده ويقول أنا أدلك\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":49},
  {"content":"\r\n\r\nعلى رضا الإمام ( ع ) ! ورضا الإمام صلوات الله عليه ، تعرفه من مرجع تقليدك ، والإنسان المتّقي يقول لك إستفد من العالم المتقي الذي يخاف الله عز وجل ، ولا تُقلد زيداً ولا عمراً ، بل إرتبط بمرجع تقليدك الذي هوالحجة عليك .\r\nإذا كان الشخص يربطك بمرجع تقليدك فهذا يدل على ديانته . أما إن قال لك أنا أدلك على رضى الإمام ، ثم يقول لك : هذا يرضى وهذا لا يرضيه ، أو يقول : الإمام أمرني أن تفعل كذا ولا تفعل كذا . فاحذر منه .\r\nسمعتُ عن مدّعي السفارة في البحرين قال لأتباعه : الإمام يأمركم أن لا تلبسوا جواريب ! ثم وصل إلى أن قال لهم : الإمام أمرني أن يُطلِّق فلان زوجته ويتزوجها فلان !\r\nوهذه خزعبلات وشيطنات لا تقبلوها واسخروا من قائلها وقولوا له : إن كنت تتشرف بخدمة الإمام صلوات الله عليه مباشرة أو بالواسطة ، فقل له يعطيك معجزة حتى نصدقك . إذا كنت عزيزاً على الإمام ، فقل له لينصرك لأن الناس يسخرون منك ، ويقولون كذاب ، حتى تأتيهم بمعجزة . واحترموا الذي يعلمكم السير والسلوك وما يرضي الإمام روحي له الفداء ، على حسب فتوى مرجع تقليدكم .\r\nوبعض الناس يربط الناس فيه بأن يعطيهم أوراداً وأذكاراً ، ويقول لهم : هذا الورد يريده الإمام ( ع ) ، وهذا يرضي الإمام سلام الله عليه ! فمن أين عرف ذلك ، هل سمع من الإمام ( ع ) ، فأين دليله ، أو\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":50},
  {"content":"\r\n\r\nاستنبطه بالقواعد العامة فاستنباطه يخصه وليس عليه دليل علمي .\r\nوقد يكون مشتبهاً ، أو عنده غرض لتكوين كتلة أو مجموعة أو حزب ، وهو غرض دنيوي ، لا يرضي الإمام ( ع ) بل يسخطه .\r\nفالإمام سلام الله عليه إذا أراد شيئاً أمر به ، أما أن نؤسس نحن حركة أو مؤسسة أوحزباً ونقول هؤلاء الممهدون ، فهذا اشتباه وخطأ .\r\nالإمام ليس حركة مرتبطة بنا ولا نحن نهندسها !\r\nبعض النساء يتصلن بي ويقلن نحن نريد أن نؤسّس مجموعة من النساء العارفات ، نريد أن نكون من أصحاب الإمام الخاصين !\r\nاجتمعوا في هيئة من هيئات المجتمع المدني الكثيرة ، كوِّنوا جمعية من الجمعيات ، قوموا بنشاطات النافعة ثقافياً واجتماعياً ، وفي الخدمات ، تعلّموا أكثر ، صيروا متدينين أكثر ، التزموا بالمستحبات أكثر . لكن عندما تدعون إلى تكوين مؤسسة أوحزب باسم الإمام ( ع ) وباسم التمهيد له ، والإعداد لظهوره ، يكمن الخطر والإثم !\r\nلاتدّعوا ادعاءات ترتبط بالإمام صلوات الله عليه ، ولا تسمعوا لمن يأتي ويقول لكم : تعالي معنا ، عندنا برنامج أربعة أشهر ، وتصبحين في الدرجة الفلانية من العرفان ، أو من أنصار الإمام صلوات الله عليه .\r\nأنتي ، أيتها الأستاذة هل أعطاك الإمام درجات لتعطيها إياهم وتجعليهم بهذه الدرجة ؟ ومن شهد لك بهذا المستوى لتكوني أستاذة وتمنحي درجات وألقاباً ؟ غفر الله لك وهداك .\r\nأخواتي وبناتي المؤمنات : إذا أردتنَّ القيام بنشاط ثقافي\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":51},
  {"content":"\r\n\r\nوتوعية ، وتدريس الناس والأطفال العقائد والأناشيد والأحكام الشرعية والقرآن والسيرة ، فهذه نشاطات جيدة ، وأن تسموا أنشطتكم بأسماء النبي والزهراء الأئمة ( ع ) ، فهذه أيضاً جيدة ، لكن إحذرْن َأن يكون في الأمر ادّعاء كاذب ، يوحي بأن لكُنَّ ارتباطاً خاصاً بالإمام ( ع ) أو مقاماً ودرجة في العرفان من هذه الدرجات التي يدعيها ويوزعها أهل العرفان الكاذب . أو يوحي بأن عملكم حزب في مقابل الآخرين علينا جميعا أن نكون طبيعيين في أعمالنا ولا نتطرف يمين ولا شمال . .\r\n\r\nرجعة أصحاب الحسين ( ع )\r\nسؤال رقم 23 :\r\nهل أنصار الحسين ( ع ) إذا أحياهم الله في الرجعة يصبحون من أنصار الإمام المهدي ( ع ) ؟\r\nالشيخ الكوراني :\r\nأنصار الإمام الحسين ( ع ) مقامهم عظيم جداً ، وهناك بحث كلامي أنه أيُّهم الأفضل ، هل هم أفضل أو الأصحاب الخاصّون للإمام المهدي سلام الله عليه ، والذين يُحييهم الله في زمن الإمام المهدي سلام الله عليه ، بعضهم من أصحاب النبي ( ص ) وبعضهم من أصحاب أهل البيت ( ع ) من عصور مختلفة ، بلغوا درجة عالية ، هؤلاء يُحْيَوْن .\r\nوعندنا حديث : العجب كل العجب بين جمادي ورجب ، مفسر\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":52},
  {"content":"\r\n\r\nبعدة أحداث منها هذا الحدث حيث ينهض الأحياء من قبورهم لنصرة الإمام سلام الله عليه في سنة ظهوره بين جماد ى ورجب . ومعناه أن الإمام ( ع ) يظهر في عاشوراء يوم العاشر منه يعني يوم استشهاد جده الحسين ( ع ) ، وبين جمادى ورجب التي تليه يظهر هؤلاء ويخرجون من قبورهم . لا أذكر فعلاً نصاً عن خروج أصحاب الإمام الحسين ( ع ) من قبورهم لنصرته ، لكن عندنا في نصوص الرجعة ما يدل على أن الإمام الحسين ( ع ) في بعض الرجعات ، فالرجعة متعددة ، ورجعة النبي وأمير المؤمنين ( ع ) أيضاً عدة مرات ، في إحدى رجعات الإمام الحسين يرجع مع أصحابه سلام الله عليه .\r\n\r\nآخر ملوك الحجاز\r\nالسؤال رقم 24 :\r\nهل آخر ملوك الحجاز هو الملك عبد الله الموجود حالياً هو نفسه المذكور في الروايات ؟\r\nالشيخ الكوراني :\r\nنحن نقول صحَّ عندنا أن آخر من يحكم في الحجاز من آل فلان اسمه عبد الله وأنه إذا هلك عبد الله يختلفون ولا يتفقون على أحد ، وتكون هدّة في الحجاز ويقتل من آل فلان خمسة عشر كبشاً ، وكلما اتفقوا على واحد فلا يدوم اتفاقهم سنة : ينتهي ملك السنين ويكون ملك الشهور والأيام .\r\nوهذا الضعف يكون في مصلحة المؤمنين .\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":53},
  {"content":"\r\n\r\nوتتفق أحاديث مصادر الشيعة والسنة على أن مقدمة ظهور المهدي ( ع ) في الحجاز حدوث فراغ سياسي فيه ، وصراع على السلطة بين قبائله على أثر موت ملك أو خليفة ، يكون عند موته الفرج .\r\nوتسميه بعض الروايات عبد الله ويحدد بعضها إعلان خبر موته في يوم عرفة ، ثم تتلاحق الأحداث في الحجاز بعد موته إلى خروج السفياني ، والنداء السماوي واستدعاء الجيش السوري إلى الحجاز ، ثم ظهور المهدي ( ع ) . في غيبة الشيخ الطوسي : عن أبي بصير ، قال : سمعت\r\nأباعبدا لله يعني الإمام الصادق ( ع ) قال : ( من يضمن لي موت عبد الله أضمن له القائم . ثم قال : إذا مات عبد الله لم يجتمع الناس بعده على أحد ، ولم يتناهَ هذا الأمر دون صاحبكم أن شاء الله . ويذهب ملك السنين ، ويصير ملك الشهور والأيام . فقلت : يطول ذلك ؟ قال : كلا . ( البحار : 52 / 210 ) غيبة الشيخ ص 286 وغيبة النعماني ص 147 والارشاد ص 339 ) .\r\nوعنه ( ع ) قال : ( بينا الناس وقوفاً بعرفات إذ أتاهم راكب على ناقة ذعلبة ، ويخبرهم بموت خليفة ، عند موته فرج آل محمد وفرج الناس جميعاً . . ( البحار : 52 / 240 ) . ومعنى الناقة الذعلبة : الخفيفة السريعة ، وهو كناية عن الإسراع في إيصال الخبر وتبشير الحجاج به . وفي رواية أخرى أنهم يقتلون هذا الرجل صاحب الناقة الذعلبة لأنه نشر الخبر بين الحجاج في عرفات .\r\nويحتمل أن يكون هذا الخليفة الذي يعلن خبر موته أو قتله يوم عرفة ، عبد الله المذكور في الرواية السابقة ، ومعنى : ( يذهب ملك السنين ، ويصير ملك الشهور والأيام ) ، أنهم كلما نصبوا بعده شخصاً لا يبقى سنة\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":54},
  {"content":"\r\n\r\nكاملة ، ولا تمضي شهور أو أيام حتى ينصبوا غيره ! حتى يظهر الإمام المهدي ( ع ) . ( المعجم الموضوعي لأحاديث الإمام المهدي ( ع ) 464 ) .\r\nنعم هذا وارد ، لكن لا نجزم بتطبيقها على فلان ، إلا إذا مات وترتّبت العلامات بعده واختلفوا وصاروا كما وصفت الرواية عن الإمام الباقر ( ع ) التي يصف فيها سقوط نظام حكمهم كالفخارة تسقط من يد أحدكم حيث قال ( ع ) : إن ذهاب ملك بني فلان كقصع الفخار ، وكرجل كانت في يده فخارة وهو يمشي إذ سقطت من يده وهو ساه عنها فانكسرت ، فقال حين سقطت : هاه - شبه الفزع ، فذهاب ملكهم هكذا أغفل ما كانوا عن ذها به . . . ( معجم أحاديث الإمام المهدي ( ع ) 251 عنه في البحارج 52 / 230 ) . والرواية الأخرى : إذا اختلف بنو فلان فيما بينهم فعند ذلك فانتظروا الفرج ، وليس فرجكم إلا في اختلاف بني فلان ( غيبة النعماني 255 ) ، يعني في اختلافهم وهلاكهم فرج ٌللشيعة وللناس جميعاً ، هكذا ورد في بعض الروايات نأمل أن يكون ذلك قريباً بإذن الله عز وجل .\r\n\r\nمثلث برمودا\r\nالسؤال رقم 25 :\r\nما هي حقيقة مثلث برمودا ؟\r\nالشيخ الكوراني :\r\nمثلث برمودا منطقة فرضية مقابل ساحل فلوريدا بأمريكا . وقد\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":55},
  {"content":"\r\n\r\nسميت باسم برمودا وهي جزيرة صغيرة على بعد ثلاث مئة كيلو متر عن الساحل ، وهي صخرية غير مسكونة ، وفي هذه المنطقة ظاهرة غريبة أن أي سفينة تدخل فيها تغرق ، وأي طائرة تطير في جوها تُفقد .\r\nوإلى الآن لم يُعرف السبب ، وبعضهم يقول يمكن لها ارتباط بالإمام صاحب الزمان سلام الله عليه ، خاصة أنها مقابل مركز الفضائيات والسفن الفضائية والصواريخ البعيدة المدى ، فمن المحتمل أن يكون فيها مصنع للإمام المهدي سلام الله عليه . وقد سألوني عن ذلك فقلت : لا يوجد عندنا رواية في الموضوع لكنه محتمل . وأخذ الوهابيون يهرجون فيها ويقولون إن الكوراني يقول إن الإمام المهدي في برمودا ! إنهم أهل لعب بالألفاظ ، وهؤلاء يستعملونه كأقاربهم اليهود !\r\n\r\nالرجعة وعصر الظهور\r\nالسؤال رقم 26 :\r\nممكن إذ ا تفضلتم تعطونا نبذة بسيطة عن مفهوم الرجعة ؟ وهل لها علاقة بالظهور ؟ وهل تكون مشتملة على فتح باب للفوز برؤية الإمام سلام الله عليه ، والعيش في ظل دولته لصالحي الأمم السابقة أو الأجيال التي لم تُدرك ظهوره ( ع ) ؟\r\nالشيخ الكوراني :\r\nالإمام روحي له الفداء يُغيّر الحياة على الأرض بشكل آخر .\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":56},
  {"content":"\r\n\r\nالحياة في زمنه تدخل طوراً جديداً ، ومرحلة جديدة ، الانفتاح على الكواكب الأخرى يكون عادياً ، يعني الآن أنت تركب طائرة فتذهب إلى بلد من البلاد ، أما في زمن الإمام ( ع ) فتركب طائرة وتذهب إلى كوكب آخر .\r\nفيصير الأمر عادياً أن يجيئ أحد من الكواكب الأخرى أو يذهب إليها أحد . وعندنا حديث أن الإمام سلام الله عليه له أنصار من عالم آخر ولهم حديد ليس من نوع حديدكم . أي من نوع خاص .\r\nوقد يكون ذو الفقار حديده من حديد آخر ، فقد نزل به جبرئيل ( ع ) ، وقد ورد أنه ما من أحد ضربه أمير المؤمنين ( ع ) بذي الفقار ألا ظهر فيه أثر الضربة كأنه مكويٌّ بالنار ، أو قل بالكهرباء !\r\nالمهم أن الرواح والمجيئ إلى الكواكب الأخرى يكون عادياً ، والى الآخرة والجنة فأي مانع من الرجعة . والذين يرجعون نماذج وليسوا كل الناس ، يرجعون آيات لله سبحانه وتعالى ، يرجع بعض من محض الإيمان محضاً ، أو الكفر محضاً .\r\nوالرجعة بالرغم من أن فيها أحاديث كثيرة حوالي مأتي حديث عن النبي وأهل البيت ( ع ) ، ولكن تفصيلات فيها لم تردنا . المعجم الموضوعي لأحاديث الإمام المهدي ( ع ) 930 .\r\nويظهر أن برنامج الرجعة متعدد وطويل ، ولنفرض أن دولة الإمام المهدي سلام الله عليه تستمر مئة ألف سنة تبدأ الرجعة فيها بإحياء الأموات من قبورهم عندما يحضر الإمام الحسين ( ع ) عند\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":57},
  {"content":"\r\n\r\nوفاة الإمام المهدي ( ع ) ، وتستمر الرجعة على فترات إلى قرب القيامة . إذن هي برنامج رواح ومجيئ ، ومن الممكن أن تشمل كل المؤمنين الذين محضوا الإيمان محضاً وتكون من أجلهم ، وكذلك من محضوا الكفر محضاً ، من أجل إتمام الحجة عليهم .\r\n\r\nما تبقّى من علامات الظهور\r\nالسؤال رقم 27 :\r\nما هو الباقي من علامات الظهور في ظل ما يجري من الأوضاع في العالم الإسلامي وغير الإسلامي ؟\r\nالشيخ الكوراني :\r\nنعم علامات الظهور المتبقية هي : الفراغ السياسي في الحجاز وصراع القبائل وظهور اليماني والسفياني في رجب والنداء السماوي في شهر رمضان .\r\nوقبل هذه العلامات هناك مُمَهِّدات مثل هرج ٌيكون في الروم يعني مظاهرات مستمرة وبلدان غير مستقرة وكثرة الزلازل . والسنة التي تسبق سنة الظهور تكون كثيرة المطر . والله سبحانه هو الذي يُمهِّد لوليه حسب المصلحة ، والعلامات الحتمية تكون متسلسلة يعني علامة بعدها علامة , ومن العلامات التي ذُكرت عند ظهور الأمام المهدي ( ع ) أنَّه تجتمع عنده بنو فاطمة يعني كل من صحَّ\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":58},
  {"content":"\r\n\r\nنسبُه إلى الزهراء ( ع ) حتى لو كان ينتمي إلى غير مذهب أهل البيت أو الإسلام أيضاً هكذا ورد في بعض الروايات الشريفة ، وهذه تعتبر بشارة إلى السادة الكرام من أبناء فاطمة صلوات الله وسلامه عليها . . قال الإمام الصادق ( ع ) :\r\n( ( إلاّاجتمعت بنو فاطمة معه فوالله ما صاحبكم إلاّ من اجتمعوا عليه ، إذا كان رجب ، فأقبلوا على اسم الله عز وجل ) ) . .\r\n( الكافي : ج 8 ص 264 ح 381 ) .\r\n\r\nالنفس الزكية\r\nالسؤال رقم 28 :\r\nمن هوصاحب النفس الزكية وهل هو معروف إلى العامة ؟\r\nالشيخ الكوراني :\r\nالنفس الزكية ثلاثة : نفسٌ زكية تُقتل في ظهر الكوفة في سبعين من الصالحين ، ولم‌يُحدد الوقت بينه وبين ظهورالإمام سلام الله عليه .\r\nونفسٌ زكية يقتل مع أخته في المدينة عند دخول الجيش السفياني ، يُقتل قبيل دخول جيش السفياني .\r\nوالنفس الزكية الأساسي : في مكة قبل ظهور الإمام سلام الله عليه بأسبوعين ، وهو شاب حسني اسمه محمد بن الحسن يرسله الإمام ( ع ) برسالة ليقرأها في الحرم المكي ، فيقتلونه في المسجد !\r\nفإذا قتلوه لم يبق لهم في الأرض عاذر ولا في السماء ناصر .\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":59},
  {"content":"\r\n\r\nوليس بينه وبين ظهور الإمام سلام الله عليه إلا خمسة عشر ليلة فقط . في كمال الدين ، عن صالح مولى بني العذراء قال : سمعت أبا عبد الله الصادق ( ع ) يقول : ليس بين قيام قائم آل محمد وبين قتل النفس الزكية إلا خمس عشرة ليلة . . ( كمال الدين 2 / 649 ) .\r\nوعن عمار بن ياسر أنه قال : إن دولة أهل بيت نبيكم في\r\nآخر الزمان ولها أمارات . . . وإذا رأيتم أهل الشام قد اجتمع أمرها على ابن أبي سفيان فالحقوا بمكة ، فعند ذلك تقتل النفس الزكية وأخوه بمكة ضيعة فينادي مناد من السماء : أيها الناس إن أميركم فلان ، وذلك هو المهدي الذي يملأ الأرض قسطاً وعدلاً كما ملئت ظلماً وجوراً ) . انتهى . . ( ومثله الإرشاد / 360 ، وغيبة الطوسي / 271 ، وإعلام الورى / 427 ، وكشف الغمة : 3 / 250 . . . المعجم الموضوعي لأحاديث الإمام المهدي ( ع ) 333 ) .\r\n\r\nرؤيا الإمام ( ع ) في المنام\r\nالسؤال رقم 29 :\r\nالرؤية في المنام إذا كانت يقينية ، هل تعتبر حجة على الذي شاهدها يعني صاحب الرؤية أم على الآخرين أيضاً ؟\r\nالشيخ الكوراني :\r\nرؤية الإمام صلوات الله وسلامه عليه في المنام ممكنة ، وإذا انطبقت المواصفات الواردة للإمام سلام الله عليه مع ما تشاهده في المنام ، تكون رؤية صادقة ، لكنه قلما يتفق ذلك .\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":60},
  {"content":"\r\n\r\nوقد وردت صفات الإمام المهدي في رواية الشيعة والسنة بشكل دقيق ، وفيها صفات مميزة مثلاً أزجُّ الحاجبين يعني حاجباه متصلان ، أقنى الأنف ، مفرق الثنايا . فإذا اطمأن الانسان أنه في منامه رأى وجه الإمام صلوات الله عليه وتنطبق عليه كل الصفات التي وردت في أحاديث النبي والأئمة ( ع ) تكون رؤياه حجة عليه ، ولكن على الرائي وليس على غيره ) . كمال الدين وتمام النعمة للصدوق 434 ونور الأبصار 149 للشبلنجي ( .\r\nويشترط أن لا يكلفه الإمام ( ع ) بتبليغ رسالة ، لأنه يكلف أحداً بسفارة أو برسالة قبل النداء السماوي والسفياني ، كما ثبت في مذهبنا .\r\n\r\nتفجير المراقد المقدسة وعلامات الظهور\r\nالسؤال 30 :\r\nهل تفجير المراقد المقدسة في سامراء من علامات الظهور ، أم هذه حالة خاصة ؟\r\nالشيخ الكوراني :\r\nإن ما يجري في العراق ككل هو من علامات الظهور الموصوفة ، وهناك أحاديث متعددة فيها الكثير صحيح السند .\r\nبالنسبة إلى فاجعة سامراء وهذه الجريمة الكبرى والتي ليس لها في التاريخ شبيه ، لأنها اعتداء على مقام المعصومين من آل بيت\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":61},
  {"content":"\r\n\r\nالنبوة صلوات الله وسلامه عليهم ، عندنا رواية يرويها أمالي المفيد وأمالي الشيخ الطوسي لكنها غير واضحة .\r\nففي أمالي الشيخ الطوسي ، عن أبي موسى المنصوري ، قال : ( قال يوماً الإمام علي بن محمد ( ص ) : يا أبا موسى ، أخرجت إلى سر من رأى كرهاً ، ولو أخرجت عنها خرجت كرهاً . قال قلت : ولم يا سيدي ؟ قال : لطيب هوائها وعذوبة مائها وقلة دائها . ثم قال : تخرب سر من رأى حتى يكون فيها خان ، وبقال للمارة ، وعلامة تدارك خرابها تدارك العمارة في مشهدي من بعدي . ( أمالي الشيخ الطوسي 281 ) .\r\nوالبعض يفهم من عبارة ( وتدارك العمارة ) علامة ذلك وغرضها تدارك العمارة في مشهدي . لكن العبارة لا تعطي ذلك ، ويبدو أنها عن ذلك الوقت لا عن وقت الظهور .\r\nبشكل عام ما يجري الآن يوجه العالم إلى أهل البيت وشيعتهم ، وفي السنين الأخيرة وخاصة بعد سقوط الطاغية توجهت أنظار العالم لتعرف من هم أهل البيت ( ع ) ، وأخذ النا س يسألون عن شيعتهم .\r\nالفضائيات كانت تعطي خبر عاشوراء موجزاً محرفاً ، فلما سقط الطاغية وكانت مناسبة الأربعين ، وقعت تحت الأضواء العالمية ، فرأى العالم الملايين تتوجه إلى الحسين ( ع ) فصارت عاشوراء بعد سقوط الطاغية غير ما كانت عليه سابقاً . صارت قضية ملايين الناس آتين مشياً إلى الإمام الحسين ( ع ) .\r\nوصارت قضية سبط الرسول ( ع ) وواجب المسلمين تجاهه .\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":62},
  {"content":"\r\n\r\nوانتهى التعتيم الذي كان على الشيعة بسبب تسلُّط الأنظمة الظالمة المعادية .\r\n\r\nأمريكا وإسرائيل\r\nالسؤال رقم 31 :\r\nما هو موقف الدول الأوروبية من ظهور الإمام الحجة ( ع ) , وخاصّة أمريكا وإسرائيل ، ما هو دورهما ؟\r\nالشيخ الكوراني : ستكون هناك حربٌ بين الإمام ( ع ) من جهةوالسفياني وإسرائيل من جهة أخرى لأنهما العدوّين الرئيسيين له ( ع ) ، إسرائيل تكون متحالفة استراتيجياً مع النواصب ، ويكون السفياني واجهتها في حرب الإمام سلام الله عليه . ويشير إلى ذلك أن معركة دمشق تشمل طبرية والقدس ، وعند انتصار الإمام ( ع ) على السفياني يدخل القدس . وفي رواية في كتاب نعيم بن حماد أنه يدخل المهدي بيت المقدس وحرسه ست وثلاثون ألفاً ، وهو يعبر عن الشباب المؤمنين الذين يحيطون بالإمام سلام الله عليه .\r\nوأما الدول الغربية فتكون عندما يظهر الإمام صلوات الله عليه قلقة ومشغولة بالهرج الذي يسودها ( هرج الروم ) وتُفاجأ بسرعة حركة الإمام ( ع ) فهو في ثمانية أشهر يمد نفوذه إلى البلاد العربية والإسلامية ويهزم إسرائيل ، ويدخل القدس !\r\nعندها يبدأ الغرب يحشد قوّاته لحرب الإمام على الساحل من\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":63},
  {"content":"\r\n\r\nحيفا إلى أنطاكية ، أي سواحل فلسطين ولبنان وسورية وتركية وفي أثناء ذلك ينزل عيسى ( ع ) ، فينشغل الغرب بنزوله وكلهم يؤمنون به حتى اليهود كما قال الله تعالى : وَإِنْ مِنْ أَهْلِ الْكِتَابِ إِلَّا لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ وَيَوْمَ الْقِيَامَةِ يَكُونُعَلَيْهِمْ شَهِيدًا . ( النساء 159 ) . ولا يبعد أن يكون نزول المسيح ( ع ) عندهم ، لأن الأئمة من أهل البيت ( ع ) ما قالوا ينزل في الشام ، فربما ينزل في الفاتيكان مثلاً ، أو في مكان في أوروبا ، في أي عاصمة . ولا بد أن يعم الغرب مظاهرات مليونية تنادي باسم ( جيزوس جيزوس ) وأول ما يطرحه نبي الله عيسى سلام الله عليه أنه يقترح على الغربيين توقيع هدنة وصلح مع المهدي ، فيقبلون . ويرسل المهدي ( ع ) مفاوضين ، ويتم الصلح لعشر سنين ، ويعم الهدوء وينعم الناس في العالم بالسلام سبع سنين ، والإمام ( ع ) يبني دولاه وجامعاته ويطور العلوم ، وتكون كل البلاد العربية بيده .\r\nوفي هذه السبع السنين يعمل نبي الله عيسى ( ع ) في المجتمعات الغربية ويُحدث فيها تحولاً كبيراً . وأخيراً يرى الحكام الغربيون أن المجتمعات الغربية صارت قسمين ، قسمٌ مع عيسى ( ع ) وقسمٌ مع حكوماتهم ، فيقررون نقض عهد الصلح وحرب الإمام المهدي سلام الله عليه ويحشدون للحرب ، وتكون حرب الملحمة الكبرى الموعودة ، وهي حرب قوية طاحنة ، ولا يستطيع نبي الله عيسى أن يثنيهم عن الحرب ، فيعلن موقفه مع الإمام ( ع ) ويأتي إليه ويصلِّي خلفه . وتقع المعركة الكبرى الفاصلة ، وينتصر فيها الإمام ( ع )\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":64},
  {"content":"\r\n\r\nوبعدها يذهب مع عيسى ( ع ) إلى عواصم الروم ويستقبلهما جماهيرها بالتكبير ، ويُسقطون حكوماتهم ، ويقيمون حكومات موالية لنبي الله عيسى والإمام المهدي ( ع ) .\r\n\r\nالأبدال\r\nالسؤال رقم 32 :\r\nمن هم الابدال وكم عددهم ؟\r\nالشيخ الكوراني :\r\nالأبدال أصلهم من حديث الإمام الصادق ( ع ) : لابد للغلام من غيبة ونعم المنزل طيبة وما بثلاثين من وحشة . فهم ثلاثون مؤمناً يلتقي بهم الإمام ( ع ) في غيبته . ويعيشون أعمارهم الطبيعية ، وكلما مات منهم واحد اُستُبدِلَ بغيره ، ولذلك يُسمون الأبدال .\r\nفأصحاب الإمام صلوات الله وسلامه عليه مرة يكون المقصود بهم أصحابه الآن في غيبته الكبرى صلوات الله وسلامه عليه ، وهؤلاء هم الابدال . . ( المعجم الموضوعي لأحاديث الإمام المهدي ( ع ) 307 ) .\r\nوهم أصحابه الآن ، مع الخضر وربما آخرين أيضاً ، هؤلاء ما ورد عندنا فيهم صفات معينة ، ولم أجد أن في كف أحدهم خالاً .\r\nأما بعد ظهوره صلوات الله وسلامه عليه فله أصحابه الخاصّون الذين يجمعهم الله له من أقاصي الأرض في ليلة واحدة . ( المعجم الموضوعي لأحاديث الإمام المهدي ( ع ) 512 ) .\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":65},
  {"content":"\r\n\r\nثلاث مئة وثلاثة عشر ، هؤلاء قمة الإنسانية ونخبة العالم ، وهؤلاء وزراؤه وأولياؤه ، وقادة جيشه ، وفيهم مميزات غير عادية .\r\nويظهر أن كل واحد منهم عنده الاسم الأعظم ، هؤلاء أنصار من الدرجة الأولى ثم يختار له أنصاراً ، في مكة يختار له عشرة آلاف ، في المدينة ، في العراق إذن أصحابه وأنصاره بمستويات ودائرتهم وسيعة هذا بعد ظهوره ( ع ) .\r\nأماالأبدال وأقلهم ثلاثون فهؤلاء يلتقون بالإمام ( ع ) ويقومون بمهام يوكلها إليهم في أقاصي الأرض ، ولا يحتاجون في تنقلهم إلى وسائلنا العادية لا جواز سفر ، ولا سمات دخول ، ولا تذكرة ، ولا طائرة ، عندهم وسائلهم التي يعلمهم إيّاها الإمام ( ع ) في تنقلاتهم وأداء أدوارهم ، وممكن أن يكون الواحد منهم يُشَغِّل معه آخرين .\r\nأما كيف ينضمون إليه ، فقد سمّوا الأبدال لأن أعمارهم طبيعية ، وكلما توفي منهم أحد يستبدل به غيره ، ويبقى الأقل من العدد محفوظاً ، وعندما ينضم أحدهم إلى الأبدال يأخذونه .\r\nوعندي قصص أرويها مسندة أنه أحد الأبرار قال : وعدوني في ظهر الجمعة في المكان الفلاني ، وكان واحد يراقبه ويتأمل ، وفي الوقت المحدد رآه وهو ينظر إليه قد اختفى من أمامه وذهب !\r\nالإمام ( ع ) يرسل إليه أحداً ليأخذه فيغيب عن النظر ، هؤلاء يعيشون عالمهم ، ويقومون بمهامهم ، وينقطعون عن الناس ، نعم يظهرون للناس على حسب الحاجة والعمل . وأعرف عن أحد الأبدال أنه كان رآه شخص أمره الإمام أن يوصله من العراق إلى الحج\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":66},
  {"content":"\r\n\r\nأوصله وأرجعه ، ثم يقول بعد فترة رأيته وقال لي عندي وصية لك : أنا أتوفى في اليوم الفلاني والمكان الفلاني ، وعندي كفني ولوازم دفني ومصارف دفني وتدفني ، في المكان الفلاني .\r\nإذن هؤلاء ممكن أن يراهم الناس ، ولكنهم غائبون شبيهاً بغيبة الإمام صلوات الله وسلامه عليه ، ويقومون بأدوارهم ويظهرون عندما يريدون ويتخفون عن الناس عندما يريدون . عندهم هذه القدرة ويعيشون أعمارهم الطبيعية بعبادة ربهم وأداء واجبهم ، رضوان الله عليهم . فهم على الأقل ثلاثون وقد يكونون أكثر ، ويمكن أن يكلف أحدهم بمهمة تستوجب أن يُشغِّل عشرة معه حتى يحقق الهدفه . فيكون لهم معاونون أيضاً .\r\n\r\nالتوبة والظهور\r\nسؤال رقم 33 :\r\nهل التوبة بعد الظهور غير مقبولة ؟\r\nالشيخ الكوراني :\r\nباب التوبة يبقى مفتوحاً والتوبة مقبولة إلى يوم القيامة ، نعم توبة نوع من الطغاة تكون غير مقبولة . أما توبة عامة الناس فهي مفتوحة .\r\nويدل حديث أن الإمام ( ع ) يقيم الحد على بعض أعداءالله سبحانه ، والبعض الآخر يتركهم ولا يقيم الحد عليهم . فعدم قبول التوبة هذه من طغاة يمسكهم الإمام ( ع ) فيقولون تُبنا للفرار من القصاص ، فلا يقبل منهم .\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":67},
  {"content":"\r\n\r\n\r\nمصير الشيطان\r\nالسؤال رقم 34 :\r\nهل يقتل الشيطان في عصر الدولة المهدوية ؟ الشيخ الكوراني :\r\nورد عندنا أن الشيطان يقتل بيد الإمام المهدي ( ع ) وعند أهل السنة أن نبي الله عيسى ( ع ) يقتله . وفي رواية عندنا أن النبي ( ص ) في إحدى رجعاته مع علي ( ع ) ، يقتل الشيطان ، وأنا أرجِّح هذه الرواية .\r\nفي تفسير العياشي ، عن وهب بن جميع مولى إسحق بن عمار قال : سألت أبا عبد الله الصادق ( ع ) عن قول إبليس :\r\nقَالَ يَا إِبْلِيسُ مَا لَكَ أَلاَّ تَكُونَ مَعَ السَّاجِدِينَ ( 32 ) قَالَ لَمْ أَكُن لِّأَسْجُدَ لِبَشَرٍ خَلَقْتَهُ مِن صَلْصَالٍ مِّنْ حَمَإٍ مَّسْنُونٍ ( 33 ) قَالَ فَاخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ ( 34 ) وَإِنَّ عَلَيْكَ اللَّعْنَةَ إِلَى يَوْمِ الدِّينِ ( 35 ) قَالَ رَبِّ فَأَنظِرْنِي إِلَى يَوْمِ يُبْعَثُونَ ( 36 ) قَالَ فَإِنَّكَ مِنَ الْمُنظَرِينَ ( 37 ) إِلَى يَومِ الْوَقْتِ الْمَعْلُومِ ( 38 )\r\nجعلت فداك أي يوم هو ؟ قال : يا وهب أتحسب أنه يوم يبعث الله فيه الناس ؟ إ ن الله سبحانه أنظره إلى يوم يبعث فيه قائمنا ، فإذا بعث الله قائمنا كان في مسجد الكوفة ، وجاء إبليس حتى يجثو بين يديه على ركبتيه فيقول : يا ويله من هذا اليوم فيأخذ بناصيته فيضرب عنقه فذلك اليوم هو الوقت المعلوم ) : ( تفسيرالعياشي 2 / 242 ) .\r\nوفي تفسير القمي ، عن أبي عبد الله ( ع ) في قول الله تبارك وتعالى : قَالَ رَبِّ فَأَنْظِرْنِي إِلَى يَوْمِ يُبْعَثُون . قَالَ فَإِنَّكَ مِنَ الْمُنْظَرِينَ . إِلَى يَوْمِ الْوَقْتِ الْمَعْلُومِ ، قال : يوم الوقت المعلوم : يوم يذبحه رسول الله ( ع ) على الصخرة التي في بيت المقدس ) . ( تفسير القمي : 2 / 245 ) .\r\nولكن أولاً : هذه الروايات أكثرها مراسيل . وثانيا : هذا لا يؤثر\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":68},
  {"content":"\r\n\r\nولا يعني انتهاء المعاصي في ذلك العصر ، لأن إبليس مصدر واحد من مصادر الشر والعصيان ! والنفس الأمارة أيضا من مصادر الشر ( وَنَفْسٍ وَمَا سَوَّاهَا فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا ( 8 الشمس ) , وكذلك الناس من مصادر الشر كما نقرأ في سورة الناس .\r\nفهناك ثلاث مصادر ، ينقص منها مصدر واحد ، وينقص بحسبه حساب الناس .\r\n\r\nقبر السيدة الزهراء ( ع )\r\nسؤال رقم 35 :\r\nهل يظهر الإمام ( ع ) قبر الزهراء سلام الله عليها ؟\r\nالشيخ الكوراني :\r\nما رأيت نصاً صريحاً في أنه ( ع ) يظهر قبر السيدة الزهراء سلام الله عليها . ومن المؤكد أنه تنتهي التقية عند ظهوره ( ع ) وأنه يظهر ظلامة أهل البيت والزهراء ( ع ) ويحاكم ظالميهم . وبمقتضى هذا قال بعضهم إن الإمام المهدي ( ع ) يُظهر قبر الزهراء ( ع ) ولكنه لا يوجد عندنا رواية تنص عليه .\r\nوالإمام روحي فداه حتما يعرف مكان قبرها ويزوره وعندما يظهر يعلن مظلومية السيدة فاطمة ( ع ) ويكشف للناس أسرار كانت مخفية ومكتومة ويعترض عليه البعض من شدة مايكشف من أمور تنافي الوحدة الإسلامية في نظرهم لأنهم يريدون ظهور بلا براءة من\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":69},
  {"content":"\r\n\r\nأعداء أهل البيت ( ع ) .\r\nوإظهار قبر الزهراء ( ع ) ذلك موكول إليه حسب المصلحة التي يراها ، وهو يظهر مظلوميتها للعالم ويظهر مقامها الذي جهله القوم وحتى قبور أئمة البقيع ( ع ) الإمام يمكن أن يأمر ببناء قبورهم وهذا لاشك فيه لأنه سوف يقوم بأمور وأعمال كانت مخفية عن الأجيال سوف تُحدث هزَّة عند الناس .\r\n\r\nكيف نطلب من الإمام ( ع )\r\nالسؤال رقم 36 :\r\nكيف نطلب من النبي والأئمة ( ع ) حوائجنا ، وبأي أسلوب نطلب من إمام زماننا ( ع ) ؟\r\nالشيخ الكوراني :\r\nهناك صيغ في الأدعية وردت مثل : يا وجيهاً عند الله اشفع لنا عند الله . ومثل : اللهم إني أتوجه إليك بنبيك محمد وأهل بيته الطاهرين . واعتقادي أنه لابد أن نخاطبهم بما يتناسب مع مقاماتهم ( ع ) .\r\nبعض الناس يقسمون على الأئمة ويتشدَّدون ، فيقولون مثلاً : أُقسم عليك بظلامة جدتك الزهراء ( ع ) ، أقسم عليك بدم الحسين ، أُقسم عليك بكذا ، وهذا أسلوب غير محبب ، لماذا تلح وتقسم وتتشدد ؟ أطلب بأدب .\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":70},
  {"content":"\r\n\r\nوكذلك في إلحاحهم على الله سبحانه وتعالى قد يخرجون عن الأدب أيضاً ، ومن أدب السؤال مع الإمام والتوسط به إلى الله عز وجل أن تحفظ مقامه ، تحفظ أسلوب خطابك له ، ويكون طلبك عرضاً وليس إلزاماً ، فتقول مثلاً : يا سيدي ومولاي أنت مقامك عند الله عظيم وكبير ، فأرجو أنه تشفع لي في هذه الحاجة .\r\nأما الإصرار والإلزام واستعمال أنواع القسم ، كأنه يتعامل مع إنسان عادي في معاملة تجارية . فهذا لا أفضله للمؤمن ابداً . وهنا مسألة أخرى : هي الحالة الروحية لمن يسأل ، حالة التوجه وفي النصوص \" توجَّهوا إلى الله \" \" توجهوا بنا إلى الله \" \" توجهوا إلينا لتخاطبونا \" إذن حالة التوجه القلبي وحالة الاضطرار والانقطاع نوع من الخطاب ، خطاب الاستغاثة هذا لا إشكال إنه مؤثر ، ويشعر به ويحس به المعصوم صلوات الله عليه . ويكون بحالاته الثلاث المتقدمة ، وكلها صحيحة .\r\n\r\nالآثار والمواريث عند الإمام ( ع )\r\nالسؤال رقم 37 :\r\nتذكر بعض الأحاديث الشريفة أنه تكون مع الإمام المهدي صلوات الله وسلامه عليه عند ظهوره فرس النبي الأكرم ( ص ) المسمى ظاهراً اليربوع ، وناقته العضباء وبغلته الدلدل ، وحماره اليعفور ونجيبه البراق .\r\nوهل الحيوانات الآنفة الذكر حية إلى يومنا هذا ، أو أن الإمام يقوم بإحيائها أو إذا أحياها الله تبارك تعالى له ثم ما هي الحكمة في\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":71},
  {"content":"\r\n\r\nأن تكون هذه الحيوانات مع الإمام المهدي ( ع ) عند ظهوره ، ولا يعلم أنه ستكون هذه من وسائل النقل المألوفة في زمان الظهور ؟\r\nالشيخ الكوراني : ورد أنها كانت لرسول الله ( ص ) ناقته العضباء التي هاجر عليها ، والتي قال دعوها فإنها مأمورة وحطت مكان المسجد الشريف في المدينة ، وكلها من الحيوانات إلا البراق ، البراق من الملائكة ، أو من الأجهزة الربانية التي تخص السماء ولا تخص الأرض .\r\nلم أدقق في سند الرواية التي تقول أنها تكون مع الإمام ( ع ) ولابد أن يحييها .\r\nفإن صحت رواية فرس النبي فيكون إحياؤها آية ، لكن سند هذه الرواية غير تام .\r\nنعم عندما يظهرالإمام صلوات الله وسلامه عليه ، يُظهرمجموعة علامات ومعجزات ، من ذلك مواريث رسول الله ( ص ) ، أي الكتب التي كتبها بإملائه وخط علي ( ع ) ، العهد المعهود من رسول الله ( ص ) لولده الإمام المهدي ( عج ) ، وكذلك يظهر أموراً للناس خاصة عندما يأتي إلى المدينة بعد حوالي شهرين من ظهوره صلوات الله عليه ، ولعله ليثبت للناس ما حدث يريهم الكثير من أفلام ذلك الوقت تكشف ما جرى .\r\nكما يحيي الله أهل الكهف ، ويأتون إلى الإمام ( ع ) ويكونون معه .\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":72},
  {"content":"\r\n\r\n\r\nحياة الإمام ( ع ) في عصر الغيبة\r\nالسؤال رقم : 38 :\r\nهل يمكن أن يطرأ المرض والحالات الطبيعية ، الشيخوخة وغير ذلك ، على الإمام ( ع ) ؟\r\nالشيخ الكوراني :\r\nعندنا نصوص تكشف عن أبعاد حياة الإمام ( ع ) وأنها حياة خاصة ، فمسكنه المدينة وهو يتنقل في العالم حسب ما يجب عليه ، حسب الأمر الإلهي ، حسب المهمة الموكلة إليه ، ويتنقل لغرض الحج والزيارة وما شابه ذلك .\r\nبالنسبة لبدنه صلوات الله وسلامه عليه وعلى آباءه ، فقد ورد عن الإمام الرضا ( ع ) يقول أنه قوي البنية حتى أنه لو مد يده إلى أعظم شجرة لقلعها معناه بُنيته غير عادية هذه من ناحية .\r\nمن ناحية أخرى أنه هل يمكن أن يمرض ؟ ليس عندنا نص ينفي طروء المرض عليه ، لكني أستبعد أن يبتلى بمرض يقعده عن عمله ، وأما غذاءه وصلاته وشربه وأكله ، فهو يعلم جيداً ما يصلح بدنه ، وهو يصوم دهره صلوات الله وسلامه عليه يعني يفطر ويتسحر ، في طوال عمره ، أو يصوم أكثر سنته ، وله برنامجه العبادي ، برنامجه الغذائي ، وبرنامجه في نومه ويقظته ، وحركته . والنص الذي يقول يبقى فيه كهلاً ، يعني يبدو ما بين الثلاثين والأربعين يشير إلى تميُّز بدنه ( ع ) يعني شكلُه ابنُ أربعين سنة روحي فداه . ( المعجم الموضوعي\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":73},
  {"content":"\r\n\r\nلأحاديث الإمام المهدي ( ع ) 197 ) .\r\nوفي كمال الدين : عن الريان بن الصلت قال : قلت للرضا ( ع ) : أنت صاحب هذا الأمر ؟ فقال : أنا صاحب هذا الأمر ولكني لست بالذي أملؤها عدلاً كما ملئت جوراً ، وكيف أكون ذلك على ما ترى من ضعف بدني ، وإن القائم هو الذي إذا خرج كان في سن الشيوخ ومنظر الشبان ، قوياً في بدنه حتى لو مدَّ يده إلى أعظم شجرة على وجه الأرض لقلعها ، ولو صاح بين الجبال لتدكدكت صخورها ، يكون معه عصا موسى وخاتم سليمان ، ذاك الرابع من ولدي يغيبه الله في ستره ما شاء ثم يظهره فيملأ به الأرض قسطاً وعدلاً كما ملئت جوراً وظلماً ) . ( كمال الدين : 2 / 376 ) . . .\r\n\r\nالدعاء للإمام ( ع )\r\nالسؤال رقم 39 :\r\nهل يصح أن ندعو له بالسلامة والعافية والحفظ ، ضمن أدعيتنا له ( ع ) ؟\r\nالشيخ الكوراني :\r\nالدعاء لأحد بالسلامة لا يعني أنه لابد أن يمرض وكل الأدعية المذكورة إنما هي لتعزيز ارتباطنا بإمامنا روحي له الفداء وعدم الغفلة عنه . وبعض العلماء والأخيار يقوم بالتصدق عنه وينوب عنه في الحج والزيارة ، وهذا نوع من الارتباط به روحي له الفداء ، ولا بأس فيها أبداً .\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":74},
  {"content":"\r\n\r\nفالدعاء له ( ع ) يصح حتى لو كان الله عز وجل متكفل أنه لا يمرض فكأنا نقول يا رب أنت تكفلت أنه لا يمرض ، فمُنَّ عليه بالسلامة والاستمرار ، يعني ما قررته في حقه نطلب أن يستمر وهو تفضلٌ منك .\r\n\r\nخفاء موعد الظهور\r\nالسؤال رقم 40 :\r\nلماذا اخفى الله تبارك وتعالى موعد ظهور الإمام المهدي ( ع ) أولاً ، والثاني هل أن النبي والأئمة المعصومين صلوات الله عليهم أجمعين أيضاً لا يعرفون بذلك يعني الموعد الدقيق لظهوره ( ع ) ؟ الشيخ الكوراني :\r\nإخفاء الإمام ( ع ) من قبل الله سبحانه وتعالى جزء من خطته عز وجل في مسيرة المجتمع البشري ، وفيها أسرار كثيرة . وعندنا أن النبي ( ص ) لما سُئل متى يظهر المهدي من ذريتك ؟ قال : مثلُهُ كمثَل الساعةلاَ تَأْتِيكُمْ إِلاَّ بَغْتَةً !\r\nإذن هذا فيه سر ولذلك لم يُخبر الله عز وجل به ! لأن ما ندركه نحن أن الله يريد أن يمتحن كما يقول عز وجل : إِنَّ السَّاعَةَ آتِيَةٌ أَكَادُ أُخْفِيهَا لِتُجْزَى كُلُّ نَفْسٍ بِمَا تَسْعَى . ( طه 15 , فالسريتعلق بنمو البشر ، بامتحانهم ، برشدهم وهناك أسرار إلهية أخرى .\r\nكمال الدين : عن عبد السلام بن صالح الهروي قال :\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":75},
  {"content":"\r\n\r\nسمعت دعبل بن علي الخزاعي يقول : أنشدت مولاي الرضا علي بن موسى ( ع ) قصيدتي التي أولُها :\r\nمدارسُ آياتٍ خَلَتْ من تلاوةٍ * * ومنزلُ وَحْيٍ مُقْفِرِ العَرَصَاتِ\r\nفلما انتهيت إلى قولي :\r\nخروجُ إمامٍ لا محالةَ خارجٍ * * يقوم على اسمِ الله والبركاتِ\r\nيميزُ فينا كل حقٍّ وباطلٍ * * ويجزي على النعماء والنقماتِ\r\nبكى الرضا ( ع ) بكاء شديداً ، ثم رفع رأسه إلي فقال لي : يا خزاعي نطق روح القدس على لسانك بهذين البيتين ، فهل تدري من هذا الإمام ومتى يقوم ؟ وأما متى فإخبار عن الوقت ، فقد حدثني أبي ، عن أبيه ، عن آبائه ( ع ) أن النبي ( ص ) قيل له : يا رسول الله متى يخرج القائم من ذريتك ؟ فقال ( ع ) : مَثَلُه مَثَلُ الساعة التي لايُجَلِّيهَا لِوَقْتِهَا إِلا هُوَ ثَقُلَتْ فِي السَّمَاوَاتِ وَالأرض لا تَأْتِيكُمْ إِلا بَغْتَةً ( الأعراف . 187 , كمال الدين : 2 / 372 عيون أخبار الرضا عليه السّلام 2 : 236 / 34 و 35 . المعجم الموضوعي لأحاديث الإمام المهدي ( ع ) 757 ) .\r\nأنا أعتقد بأن أسرار غيبة الإمام صلوات الله وسلامه عليه كما عن الإمام الصادق ( ع ) لا تعرف إلا بعد ظهوره ، حتى هو يكشف وجه الحكمة منها .\r\nأي كما أن وجه الحكمة لم ينكشف تماماً لموسى حتى كشفه الخضر ( ع ) ، فإن وجه الحكمة من تغييب الله لوليه وعدم تحديد وقت ظهوره وجعل علامات له ، هذا ايضاً يعرف عند ظهور الإمام ( ع ) .\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":76},
  {"content":"\r\n\r\nوأما أن النبي والأئمة ( ع ) يعرفون فأعتقد أنهم يعرفون ، ولكن لا يقترحون على ربهم وينتظرون أمره ، والإمام المهدي ( ع ) أيضاً يعرف .\r\nوقد ورد أن عنده علامات للإذن بظهوره من ربه ، فإذا ظهرت عرف أن الله عز وجل أمره بالظهور .\r\n\r\nالدجّال\r\nالسؤال رقم 41 :\r\nهل أن فتنة الدجال مذكورة في كتب الإمامية ومروية عن أئمة أهل البيت ( ع ) هذا أولاً . ثم هذه الفتنة هناك تحذيرات شديدة من رسول الله ( ص ) بشأنها ، فكيف ننجو من هذه الفتنة ؟\r\nالشيخ الكوراني :\r\nأنا أُنبِّه كل إخواني المسلمين إلى أنه يوجد تزييفٌ في أحاديث الدجال وسوء استغلال لها ! فينبغي أن ننتبه أولاً إلى أن الدجال كان يخبر به اليهود ويستعملون لتخويف أهل المدينة . فمن عقائد اليهود أنه سوف يخرج الدجال وعنده الخوارق ، وبعض المسلمين للأسف أخذوه منهم !\r\nأيضاً يروي الشيعة والسنة أن النبي ( ص ) كان نائماً في غرفته قريب المسجد وسمع كلاماً ونقاشاً عن الدجال ، فخرج وعيناه محمرتان وقال : ماذا تقولون ! إن فتنة بعضكم عندي أخوف عليكم من\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":77},
  {"content":"\r\n\r\nفتنة الدجال ! ( المعجم الموضوعي لأحاديث الإمام المهدي ( ع ) 7 ) .\r\nففي أمالي الطوسي : ( عن عبد الله بن يحيى الحضرمي قال : سمعت علياً ( ع ) يقول : كنا جلوساً عند النبي ( ص ) وهو نائم ورأسه في حجري فتذاكرنا الدجال فاستيقظ النبي محمراً وجهه فقال : غير الدجال أخوف عليكم من الدجال : الأئمة المضلون ، وسفك دماء عترتي من بعدي ، أنا حربٌ لمن حاربهم وسلمٌ لمن سالمهم ) . ( أمالي الطوسي : 2 / . 126 ) . .\r\nوقد روى البخاري حديثاً أن النبي ( ص ) سئل عن الدجال هل يحيي الموتى ومعه جبل من ثريد وجبل من ماء وحماره طوله كذا ، فقال : إنه أهون على الله من ذلك أن يعطيه المعجزات والقدرات !\r\nلكن السلطة القرشية ورواتها ضخَّموا الدجال ، إما تأثراً باليهود أو لغرض عندهم ! أما أحاديث أهل البيت ( ع ) في الدجال فهي صريحة واضحة في أنه يخرج بعد ظهور الإمام ( ع ) وإقامة دولته العالمية ، وهو حركة مضادة من اليهود والنواصب ، وربما يستفيدون من تطور العلوم الذي يتم على يد الإمام ( ع ) ، ومعهم المومسات يعني الشاذين جنسياً والشاذات .\r\nفالدجال حركة عالمية ضد الإمام المهدي سلام الله عليه وفي عصره ، والمسيح يكون موجوداً ، ويعالجانها وينتهي أمرها . وفي رواياتنا أن المهدي ( ع ) هو الذي يقتل الدجال . هذه كل قصة الدجال ، لكنك إلى الآن تسمع التطبيل اليهودي الذي ورثته المذاهب الإسلامية ! وكل يوم نسمع خبراً أن الدجال طلع في باكستان ، والبعض يقول لا ، في اليمن والبعض الأخر يقول جاء\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":78},
  {"content":"\r\n\r\nمن سوريا ، وآخر يقول في مغارة في جزيرة مقيد من زمن سليمان ( ع ) حتى يفك وثاقه ويخرج !\r\nومن صدر الإسلام كان الحاخام كعب الأحبار يحذر المسلمين لا تفتحوا القسطنطينية إذا فتحتموها يظهر الدجال !\r\nقصة الدجال إلى الآن تستغل ، وهذا ما يريده اليهود ، وأتباع المذاهب لا يسمعون لأحاديث أهل البيت ( ع ) مع الأسف .\r\n\r\nهل الجن ينتظرون الإمام ( ع ) مثلنا ؟\r\nالسؤال رقم 42 :\r\nيسأل البعض هل أن الجن ينتظرون الإمام ( ع ) كما نحن الأنس وهل يحتاجهم إلى نصرته عندما يظهر ( ع ) ؟\r\nالشيخ الكوراني :\r\nالإمام المهدي ( ع ) كسائر الأئمة تشمل إمامته الأنس والجن فهل الجن ينتظرون قيام وظهور الإمام المهدي ( ع ) كما ننتظره نحن ثم هل له أنصار بينهم ؟ الذي أعتقده أن النظام الاجتماعي للجن يختلف عنا ، لاحظوا من سورة الجن ، وأن دور النبي ( ص ) في نبوته وفي رسالته إلى الجن ليس مباشراً كمباشرته للإنس لأن الله عز وجل يقول : صَرَفْنَا إِلَيْكَ نَفَرًا مِّنَ الْجِنِّ ، يعني أن النبي ( ص ) أمره الله عز وجل أن يجلس ويقرأ القرآن ، فتخَرّجَ َالجن : إِلَى قَوْمِهِم مُّنذِرِينَ .\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":79},
  {"content":"\r\n\r\nوهذا يفتح المجال للقول أن نمط حياة الجن وأنظمتهم فيها فروقات عنا ، نعم رسول الله ( ص ) للإنس والجن ، وأهل البيت سلام الله عليهم أئمة للإنس والجن ، لكن الظاهر أن تعاملهم فقط مع المنذرين من الجن .\r\nوأما القول بأن مجتمع الجن مثل مجتمعنا ، فهو غير بعيد ، ويمكن القول إن إنهاء الظلم في المجتمع البشري يرافقه إنهاؤه في مجتمع الجن ، لكن المعلومات في ذلك عندنا قليلة ، والأساس القطعي أن النبي وأهل بيته صلوات الله وسلامه عليهم حجج على العالمين من الإنس والجن .\r\n\r\nالبشرية ودولة العدل الإلهي\r\nالسؤال رقم 43 :\r\nكيف نفهم بين من يفوز بطلعة الإمام ورؤيته ونصرته ( ع ) ، والعيش في ظل دولته ، وبين الذي يموت ولا يرى الإمام ، يموت قبل ظهوره ، وهو أيضاً من الصالحين . كيف نفهم العدل الإلهي على ضوء هذه الظاهرة ؟\r\nالشيخ الكوراني :\r\nيمكن القول على ضوء الآيات الكريمة وقطعي الحكم العقلي لشمول العدل الإلهي : أن كل من يولد من أبناء آدم ( ع ) هو مشروع وله خطة .\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":80},
  {"content":"\r\n\r\nوالأمم والشعوب لها مقاييس وموازين ، وحساب الله عز وجل يوم القيامة دقيقٌ وعادلٌ ولا يُخشى منه الظلم سبحانه وتعالى لأنه لا يحتاج إلى الظلم .\r\nويكفي أن نقول إنه بعد الحساب يوم القيامة ، وصدور أحكام محكمة العدل الإلهي لمليارات البشر ، وتكون محكمة الاستئناف مفتوحة ، لكن لا تُقدم عريضة استئناف من أحد أبداً ! ومعنى ذلك أن كل واحد من الناس قد أخذ أكثر من حقه ، وكتب عليه أقل من استحقاقه .\r\nهذه الشعوب التي لم تصلها الدعوة ، وهؤلاء الأشخاص الذين ليس عندهم مستوى فكري يصلون به إلى تفاصيل الدين ، هؤلاء يطلب منهم بمقدار ما وصل إليهم فقط ، ولا يسألون عن أكثر من هذا .\r\nالذين عاشوا مع النبي ( ص ) يطلب منهم شئ ومنا نحن شييءٌ آخر ، والذي عنده مستوى من الفكر والعلم وظروف نشأته وبيئته سمحت له أن يعرف أكثر ، هذا مسؤوليته غير الذي لم تكن له تلك الظروف .\r\nوالإنسان الذي ضغطت عليه مشاكله الشخصية والاجتماعية غير الإنسان الذي كان له فسحة وكان مرتاحاً .\r\nوهناك مجموعة عوامل تدخل في الحساب الإلهي . والعدل الإلهي شامل .\r\nفعندما يكون شخص يعطيه الله عز وجل من العقل نسبة 60 %\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":81},
  {"content":"\r\n\r\nفإنما يطلب منه يوم القيامة ستين في المئة . والذي يعطيه عشرة بالمئة يطلب منه عشرة . هذه هي المساواة والعدل .\r\nوهذا الذي أعطاه الله عز وجل مليون دينار والذي أعطاه ألف دينار حسابهما بنفس النسبة ، فعندما يتصدّق هذا أيضاً بخمسة في المئة من مجموع أمواله تحسب مثل ذاك الذي تصدق بنفس النسبة . إذن هذه الشعوب التي لم تصلها الدعوة دعوة النبي ( ص ) والإمام المهدي قبل ظهوره وعند ظهوره ، هؤلاء لا يظلمون ، بل يوفون حقهم ويحاسبون بمقدار ما عرفوا فقط .\r\nأما بعد ظهور الإمام سلام الله عليه فتعم المعرفة العالم ، ويرتفع مستوى الوعي والتعليم ، فيطلب أيضاً من الشعوب ومن كل إنسان على حسب مستواه ، وبذلك يتحقق العدل الإلهي .\r\n\r\nالإمام ( ع ) ونبي الله عيسى ( ع )\r\nالسؤال رقم 44 :\r\nما هو دور نبي الله عيسى ( ع ) في زمن الظهور ؟\r\nالشيخ الكوراني :\r\nأجمع المسلمون على أن نبي الله عيسى ( ع ) ينزل من السماء إلى الأرض في آخر الزمان ، قال الله تعالى : وَإِنْ مِنْ أَهْلِ الْكِتَابِ إِلا لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ وَيَوْمَ الْقِيَامَةِ يَكُونُ عَلَيْهِمْ شَهِيداً . ( النساء : 159 ) وقال تعالى : وَإِنَّهُ لَعِلْمٌ لِلسَّاعَةِ فَلا تَمْتَرُنَّ بِهَا وَاتَّبِعُونِ هَذَا صِرَاطٌ\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":82},
  {"content":"\r\n\r\nمُسْتَقِيمٌ . الزخرف ( 61 ) . والمعنى : أنه ( ع ) آية من آيات الساعة ، وما من أحد من أهل الكتاب النصارى واليهود إلا وسيؤمن بعيسى ( ع ) عندما يُنزله الله إلى الدنيا ويرونه ويرون آياته . قال الإمام الباقر ( ع ) : ( ينزل قبل يوم القيامة إلى الدنيا ، فلا يبقى أهله ملة يهودي ولا نصراني إلا آمن به قبل موته ، ويصلي خلف المهدي ( ع ) ) . ( البحار : 14 / 530 ) .\r\nالحكمة من رفعه إلى السماء أن الله تعالى ادَّخره لدور عظيم في مرحلة حسّاسة من التاريخ ، يكون أتباعه وعُبَّاده فيها أكبر قوة في العالم ، وأكبر عائق أمام وصول نور الهدى إلى الشعوب وإقامة دولة العدل الإلهي العالمي .\r\nلهذا كان من الطبيعي أن ينزل المسيح ( ع ) في بلادهم وأن تَعُمَّ العالم المسيحي مظاهرات شعبية عارمة ، ويعتبروا نزوله نصراً لهم مقابل ظهور المهدي ( ع ) .\r\nمن الطبيعي كذلك أن يزور المسيح ( ع ) بلادهم المختلفة ، ويُظهر الله على يديه أنواع المعجزات ، ويهتدي على يديه أعداد كبيرة .\r\nوستكون أول ثمرات نزوله ( ع ) تخفيف عداء الغربيين للإسلام والمهدي ( ع ) وعقد اتفاقية سلام وعدم اعتداء بين الدول الغربية والإمام المهدي ( ع ) .\r\nولا يبعد أن تكون صلاة عيسى خلف المهدي ( ع ) بعد سنين من نزوله ، وذلك عندما تنقض الدول الغربية معاهدة الصلح وتحشد جيوشها لحرب المهدي ( ع ) ، عند ذلك يتخذ المسيح ( ع ) موقفه\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":83},
  {"content":"\r\n\r\nالصريح إلى جانب الإمام المهدي ويأتي اليه ويأتم به .\r\nوقال تعالى : إِذْ قَالَتِ الْمَلائِكَةُ يَا مَرْيَمُ أن اللهَ يُبَشِّرُكِ بِكَلِمَةٍ مِنْهُ اسْمُهُ الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ وَجِيهاً فِي الدُّنْيَا وَالأخرَةِ وَمِنَ الْمُقَرَّبِينَ . وَيُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلاً وَمِنَ الصَّالِحِينَ . ( آل عمران : 45 - 46 ) ومعنى : وَيُكَلِّمُ النَّاسَ فِي الْمَهْدِ : ما حدث عند ولادته ( ع ) . وَكَهْلاً : عندما ينزل من السماء ، لأنه رُفع وهو ابن ثلاث وثلاثين سنة أي قبل الكهولة ، وعن ابن عباس أنه ابن ثلاثين والكهولة تبدأ من بدأ خط الشيب كما نص اللغويون . ( البغوي 2 / 24 ) .\r\nوفي مجمع البيان : عن زيد بن أسلم ( وكهلاً ، بعد نزوله من السماء ليقتل الدجال ، وذلك لأنه رفع إلى السماء وهو ابن ثلاث وثلاثين سنة وذلك قبل الكهولة . ( مجمع البيان : 2 / 295 ) .\r\n\r\nالنظم الكونية وعلاقتها بالظهور\r\nالسؤال رقم 45 :\r\nتتحدث تقارير علمية عن مشاكل بيئية كأنه تنذر بنهاية الحياة على الأرض قريباً ، فكيف نفهم حتمية ظهور المهدي الموعود ( ع ) على ضوء هذه التقارير ؟\r\nالشيخ الكوراني :\r\nلا يمكننا قبول هذه التقارير التي يسميها البعض تقارير علمية مع أنها في الواقع ظنون وتقديرات ، يقولون مثلاً إن الكوكب الفلاني\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":84},
  {"content":"\r\n\r\nسوف يقترب من الأرض وينهي الحياة على الأرض !\r\nأو إن الغلاف الهوائي للأرض سيتأثر ، والحرارة ترتفع أو تنخفض . . الخ .\r\nوكلها ظنون لا يمكن أن نقبلها أبداً ، لأنها تتنافى مع وعد الله تعالى الذي بيده كل شئ ، والذي يستحيل أن يخلف وعده .\r\nوأرجو أن تأخذوا عبرة من القصة التالية :\r\nعاش الإمام الباقر مع جده الإمام الحسين صلوات الله عليهما ثلاثة أعوام وربما أربعة ، وكان حاضراً في كربلاء ، وسألوه هل تذكر جدك الحسين ( ع ) في غير كربلاء قَالَ قُلْتُ لأَبِي جَعْفَرٍ ع قَدْ أَدْرَكْتَ الْحُسَيْنَ ( ع ) قَالَ نَعَمْ أَذْكُرُ وأَنَا مَعَه فِي الْمَسْجِدِ الْحَرَامِ وقَدْ دَخَلَ فِيه السَّيْلُ والنَّاسُ يَقُومُونَ عَلَى الْمَقَامِ يَخْرُجُ الْخَارِجُ يَقُولُ قَدْ ذَهَبَ بِه السَّيْلُ ويَخْرُجُمِنْه الْخَارِجُ فَيَقُولُ هُوَ مَكَانَه قَالَ فَقَالَ لِي يَا فُلَانُ مَا صَنَعَ هَؤُلَاءِ فَقُلْتُ أَصْلَحَكَ اللَّه يَخَافُونَ أَنْ يَكُونَ السَّيْلُ قَدْ ذَهَبَ بِالْمَقَامِ فَقَالَ نَادِ إنَّ اللَّه تَعَالَى قَدْ جَعَلَه عَلَماً لَمْ يَكُنْ لِيَذْهَبَ بِه فَاسْتَقِرُّوا . . . . . . . . . . . . . . ( جواهر الكلام ج 19 / 295 , الكافي ج 4 / 223 ) . . يعني محال أن يسمح بذهابه . فعندما أمرنا الله أن نتخذ منه مُصَلى فهذا يعني أنه محفوظ حتى تنتهي الحياة على الأرض .\r\nوعندما وعدنا عز وجل بقوله : هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ . التوبة ( 33 ) , في دولة العدل الإلهي على يد الإمام المهدي ( ع ) ، فمعناه أن الحياة على الأرض باقية إلى ذلك الوقت وإلى يوم القيامة .\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":85},
  {"content":"\r\n\r\nولهذا تكون كل التقارير التي ذكروها بانتهاء الحياة على الأرض ظنوناً غير معتبرة . ويمكن أن نردها أيضاًً بمثل الحديث النبوي : لو لم يبق من الدنيا إلا يوم لطوَّل الله ذلك اليوم حتى يظهر المهدي الموعود ( ع ) . وهناك نصوص وآيات تشير إلى ما ذكرناه .\r\n\r\nإختلاف المسلمين والشيعة فيما بينهم\r\nالسؤال رقم 46 : هل الاختلاف الحاصل بين الشيعة والمسلمين من جهة والشيعة فيما بينهم من علامات ظهور المهدي ( ع ) ؟\r\nالشيخ الكوراني :\r\nنعم ورد ذلك في روايات أهل البيت ( ع ) ومن علامات الظهور القريبة ، اختلاف الشيعة . وقد وردت فيه أحاديث كثيرة ، فعن عميرة بنت نفيل قالت : سمعتُ الحسين بن علي ( ع ) يقول : لا يكون الأمر الذي يُنتظرحتى يبرأ بعضكم من بعض ويتفل بعضكم في وجوه بعض فيشهد بعضكم على بعض بالكفر ، ويلعن بعضكم بعضاً ! فقلت له ما في ذلك الزمان من خير ، فقال الحسين ( ع ) : الخير كلُّه في ذلك الزمان يقوم قائمنا ، ويدفع ذلك كله ) . ( المعجم الموضوعي لأحاديث الإمام المهدي ( ع ) 437 عن إثبات الهداة : 3 / 726 ، والبحار : 52 / 211 ) .\r\nوهذه سنّة الله عز وجل في غربلة الشيعة والمسلمين واختلافهم طبيعي فحتى داخل البيت الواحد تجد آراء مختلفة ،\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":86},
  {"content":"\r\n\r\nوالشيعة بفضل الله عزّوجل شعوب واسعة في العالم ، وطبيعي أن يكون بينهم إختلاف ، لكن هذا الاختلاف يشتدُّ قرب ظهور الإمام ( ع ) ، والرواية المعروفة في ذلك عن أمير المؤمنين ( ع ) قال : كيف بكم إذا اختلفتم وشبك أصابعه هكذا ، حتى يكفر بعضهم بعضاً ويتفل بعضهم في وجه بعض ، وقال له أحدهم لا خير في ذلك الزمان يا أمير المؤمنين قال : الخير كله في ذلك الزمان ، بمعنى يظهر المهدي سلام الله عليه فيرفع ذلك كله , وكذلك الحديث الآخر بقيتم بلا إمام هدى عن عباية الأسدي عن أمير المؤمنين ( ع ) يقول : كيف أنتم إذا ولا علم يرى ، يبرأ بعضكم من بعض ( غيبة الطوسي 207 ، . وعنه إثبات الهداة : 3 / 510 ، والبحار : 5 / 111 ، ومثله الخرائج : 3 / 1153 ، وعقد الدرر / 63 ، ومنتخب الأنوار / 30 ) ، وعن ابن أبي نصر قال : قال أبو الحسن ( ع ) : والله لا يكون الذي تمدون إليه أعينكم حتى تميزوا وتمحصوا حتى لا يبقى منكم إلا الأندر ثم تلا : أَمْ حَسِبْتُمْ أَنْ تُتْرَكُوا وَلَمَّا يَعْلَمِ اللهُ الَّذِينَ جَاهَدُوا مِنْكُمْ وَلَمْ يَتَّخِذُوا وَلا مِنْ دُونِ اللهِ رَسُولِهِ وَلا الْمُؤْمِنِينَ وَلِيجَةً ) . ( غيبة الطوسي / 204 وعنه إثبات الهداة : 3 / 510 ، والبحار : 52 / 113 . المعجم الموضوعي لأحاديث الإمام المهدي ( ع ) 435 ) .\r\nوعندنا نصٌ ملفتٌ أيضاً أن الإمام المهدي سلام الله عليه يبدأ باصلاح الوضع الداخلي للشيعة ، ويبدأ بكذّابي الشيعة فيقتل 70 من كذابي الشيعة يعني يعرف مركز الفساد والفتنة . ( المعجم الموضوعي لأحاديث الإمام المهدي ( ع ) 581 عن إثبات الهداة : 3 / 730 ) .\r\nوهذه الاختلافات عادة هي مختلطة العقائدية منها بالسياسية ، وأصلها بغياً بينهم .\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":87},
  {"content":"\r\n\r\nوهذه ظاهرة عامة في الأمم بعد الرسل يختلفون بغياً بينهم يعني يتسلّط بعضهم على بعض ، وطبيعي أن يكون داخل الشيعة صراع سياسي ومنه ما هو مُقنَّع بثوب عقائدي .\r\nوكذّابو الشيعة : هم الذين يثيرون الفتنة في داخلهم ، وهم أشخاص عندهم انحرافات عقائدية أو عندهم خطط سياسية للفتنة والتحزبات ، هؤلاء أسمهم شيعة ولكن مفتنون ، إما لحسابهم أو لحساب فئات خارجية . المهم هم سبب الفتنة ، لو زال هؤلاء لزالت الفتنة .\r\nمن الأمور التي نعرف بها سبب الفتنة أن نتتبع الشائعة أو المقولة من أين سمعتها ؟ يقول : من فلان . فلو أن احداً تتبع وسأل فلان من أين سمعت ؟ يقول : من فلان . وتذهب إلى فلان من أين سمعت ؟ يقول من فلان . . إلى أن تصل إلى مصدر هذه المقولة الكاذبة الشائعة المفتنة التي اخترعها ، هذا هو منبع الفتنة .\r\nهؤلاء الكذّابون في الشيعة منهم كذّابون يقلبون في العقائد ويحرّفون الاسلام ومذهب أهل البيت ( ع ) ، ومنهم أصحاب أهواء سياسية أو أغراض دنيوية .\r\n\r\nمصر وعلاقتها بعصر الظهور\r\nالسؤال رقم 47 :\r\nهل هناك احداث خاصة بمصر قبل الظهور ؟\r\nالشيخ الكوراني :\r\nوردت حول مصر أحاديث متعددة ، ابتداءاً من أحاديث بشارة\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":88},
  {"content":"\r\n\r\nالنبي ( ص ) للمسلمين بفتحهم مصر ، إلى أحاديث غلبة المغاربة على مصر في أحداث ثورة الفاطميين إلى أحداث عصر ظهور المهدي ( ع ) .\r\nوتختلط أحداث ظهور المهدي ( ع ) بأحداث إقامة الدولة الفاطمية في مصادر الملاحم ، لأن أحاديث المهدي ( ع ) تتضمن أيضاً دخول الجيش المغربي إلى مصر .\r\nوطريقة تمييزها وجود النص فيها على اتصالها بظهور المهدي ( ع ) ، أو اتصالها بحدث معلوم أنه من أحداث عصر ظهوره ، مثل خروج السفياني وغيره . ومع أخذ هذه الملاحظة بعين الاعتبار تبقى بأيدينا عدة أحاديث ذكرت أحداثاً في مصر ، من المؤكد أنها من أحداث عصر لظهور أو من المرجح أنها منها .\r\nمنها ، أحاديث عن ( قتل أهل مصر أميرهم ) وقد ورد هذا الحديث بعنوان إحدى علامات ظهور المهدي ( ع ) . ( عصر الظهور 119 ) . ويوجد تعبير آخر كثر على ألسنة الناس في عصرنا يقول : ( وقتل أهل مصر ساداتهم ، وغلبة العبيد على بلاد السادات . ( بشارة الإسلام 175 . ) .\r\nوقد طبَّقه الناس على قتل أنور السادات ، ولكنه اشتباه لأن السادات في هذه النصوص بمعنى الرؤساء وليس اسم علم . ولأن أمير مصر الذي يكون قتله علامة لظهور المهدي ( ع ) يتبعه كما يذكر الحديث دخول جيش أو أكثر إلى مصر ، بل تذكر بعض الروايات أن قتله يترافق مع قتل أهل الشام حاكمهم .\r\nوعلى أي حال ، فإن هذه الأحاديث تدل بمجموعها على قيام تحرك في مصر وحركة إسلامية ممهدة لظهور المهدي ( ع ) ، أو في\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":89},
  {"content":"\r\n\r\nالأقل على وجود حالة إسلامية متفاقمة ، وأنه يحدث في مصر تغيير داخلي يرتبط بوضع خارجي من الحرب والسلم .\r\n\r\nسلاح الإمام المهدي ( ع )\r\nالسؤال رقم 48 :\r\nسلاح الإمام المهدي ( ع ) عند الظهور هل هي أسلحة متطوِّرة حديثة أم يكتفي بالمعجزة فقط ؟\r\nالشيخ الكوراني :\r\nالإمام المهدي سلام الله عليه عنده أسلحة متطوّرة تضادالأسلحة الموجودة ، ويستعمل نفس هذه الأسلحة الموجودة .\r\nوعنده سلاح المعجزة أيضاً ، عنده عصا موسى يلقيها وفتحة فمها ستة وثلاثون ذراعاً ، تلقف أمامها ما يكون من دبابة أو بناية أو أي شئ .\r\nومما يدل على أن عنده أسلحة متطوّرة الحديث القائل : أما إن صاحبكم ليركب السحاب ويرقى في الأسباب ، أسباب السماوات السبع والأرضين السبع ، خمس عوامر واثنتان خرابان . وعنده أيضاً المعجزة صلوات الله عليه . ويُفهم من أحاديث الإمام المهدي ( ع ) أن الدولة الإسلامية العالمية التي يقيمها أعظم من الدولة التي أقامها نبي الله سليمان وذو القرنين عليهما السلام ، وبعض الأحاديث تنصُّ على ذلك ، كالحديث المروي عن الإمام الباقر ( ع ) : ( إن ملكنا أعظم من ملك\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":90},
  {"content":"\r\n\r\nسليمان بن داود ، وسلطاننا أعظم من سلطانه ) . ( عصر الظهور 259 عن البحار ج 27 ص 217 ) .\r\n\r\nعبادة الشيطان\r\nالسؤال رقم 49 : هل عبادة الشيطان ( نعوذ بالله ) من علائم آخر الزمان كما نسمع أنه ظهرت هناك حركة بهذا الاسم ؟\r\nالشيخ الكوراني :\r\nظاهرة عُبَّاد الشيطان ليست جديدة ، رأيت بعضهم في ألمانيا وقرأت عن بعضهم . هؤلاء في أوروبا ويحصرون عضويتهم في الطبقة المخملية ، والشيطان عندهم مقدس ويعبدونه ، وهم كالتنظيم يطيعون رئيسهم !\r\nوأنواع عبادتهم وحفلاتهم غريبة ، فرئيسهم يأمرهم في الشتاء وفي موسم الثلج أن يلبسوا ثياباً سوداء ويخرجوا ويتجمّعوا في مكان في العراء أو في بيت مهجور وما شابه ، ويقومون بطقوس فيها انحراف أخلاقي ، وقد يكون فيها عنف . وهذا نوع من الفن والفتن الشيطانية !\r\nقال لي أحد المؤمنين إن زميلته في الوظيفة كانت منهم ، وقالت له إن كتابكم القرآن يذكر الشيطان وأنه جاء من السماء ، فأنا أحبكم .\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":91},
  {"content":"\r\n\r\nوبعد مدة قالت لي : أنتم أعداء للشيطان فأنا أكرهكم ، ونفرت مني ، وصارت تبتعد عني إذا رأيتها !\r\nإن المؤسسين لهذه العبادة عندهم أغراض ، فهم منظمة يساعدون بعضهم ويأخذون شكل حركة اجتماعية في المجتمعات الغربية ، وعندهم حفلات خمر وفواحش وما شابه .\r\nكما أن ظاهرة عبادة الشيطان ليست جديدة ، ففي شمال العراق بعضهم يعبدون الشيطان لاتقاء شره ، وسمعت أنهم لا يأكلون الشئ الملفوف كالخس وغيره ، لأن كل ملفوف يسكن فيه الشيطان ، وهم يقولون نحن نعبده ليكفينا شره . ولا يستعملون المرافق لأنه يسكن فيها ، بل يذهبون إلى الصحراء لقضاء حاجتهم . قال لي المرحوم حسين بستانه وكان سكرتيراً لمجلس الأعيان زمن نوري السعيد ، قال : كان لهم نائب في البرلمان إذا أراد أن يقضي حاجته يأخذ سيارة بثلاثة دنانير ليخرج خارج بغداد ويقضي حاجته ! وكانت الثلاثة دنانير مصروف شهر لعائلة !\r\nفهذه البِدَع والخرافات موجودة من قديم في بلادنا وفي الغرب ، ولا يصح جعلها علامة للظهور ، وليس عندنا رواية في ذلك .\r\n\r\nأحداث سوريا\r\nسؤال رقم 50 :\r\nالأحداث الأخيرة في العالم الإسلامي وغير الإسلامي وخاصة ما يجري في سوريا هل له علاقة من قريب أو بعيد بالظهور الشريف ؟\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":92},
  {"content":"\r\n\r\nالشيخ الكوراني :\r\nهذه الأحداث التي في بلادنا العربية والعالم غير طبيعية وأنا مطمئن أن فيها إرادة ربانية ، وكلها تسير في اتجاه التمهيد الموعود ، ولكن ليس شرطاً أن تكون مباشرةً أو قريبةً ، فنحن منهيون عن التوقيت ولكن لامانع من التفاؤل والأمل في كل ما يجري أن يكون له علاقة بظهور الإمام ( عج ) .\r\nوما يجري في سوريا ليس من علامات السفياني ، الذي هو العدو الرئيسي للإمام ( عج ) وشيعته ، نعم يمكن أن يكون مقدمات .\r\nالسفياني تبدأ حركته بعد زلزلة أي هزة أرضية حقيقية ، وليست معنوية ، في دمشق ، يُقتَل فيها نحو مئة ألف ، وتكون بعيدة عن المؤمنين لاتضرهم ، ويسقط حائط مسجد دمشق ، ويكون خسف في منطقة حَرَسْتَا ، بعدها يخرج الأبقع على الأصهب ، وتبدأ أحداث حركة السفياني .\r\nوهذه الأحداث الحاضرة يمكن أن نعتبرها تمهيدات ومخاض . والثابت عندنا أنَّ السفياني يخرج بعد سقوط الحكم في الحجاز بعد صراعٍ يكون بين القبائل الحاكمة وينتهي فيها حكم السنين ، ويبدأ حكم الشهور والأيام ويكون صراع شديد لايتفقون فيها على حاكم .\r\nوهنا تتوالى الأحداث فيها وتتصاعد لتكون في نهاية المطاف بيد اليماني الذي يأخذ الحجاز للإمام روحي له الفداء ويسيطر على الخليج . وحركة اليماني أشبه ما تكون بمفتاح حركة الإمام ( ع ) .\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":93},
  {"content":"\r\n\r\nوقد ورد عندنا في روايات أهل البيت ( ع ) أنه ستكون حركة في داخل الأمة ، ويتجمع النواصب في بلاد الشام ويحكمون سورية والأردن معها ، وأن اليمن يخلص من براثن النواصب ، ويكون دولة مناصرة للإمام سلام الله عليه وأن السفياني واليماني كفرسي رهان ، وهما ركنان ، هذا نعم عندنا أكيد ، لكن متى يكون ذلك ؟ لا ندري ولا نوقِّت لأننا منهيون عن التوقيت , عن أبي عبد الله عليه السلام قال : خروج الثلاثة : الخراساني والسفياني واليماني في سنة واحدة في شهر واحد في يوم واحد ، وليس فيها راية بأهدى من راية اليماني يهدي إلى الحق . . .\r\n. ( الغيبة للطوسي عنه إثبات الهداة : 3 / 728 ح 57 وفي البحار : 52 / 210 ح 52 عنه وعن إرشاد المفيد : 360 ) . .\r\n\r\nالحسين والمهدي ( ع )\r\nالسؤال الأخير :\r\nكما تعلمون وبحسب الأحاديث الشريفة أن من مهمات الإمام المهدي ( ع ) هو الأخذ بثار جده الإمام الحسين ( ع ) فمن أين يأخذ الثار والقتلة قد ماتوا ؟\r\nكما أن الإمام ( ع ) يأتي إلى كربلاء ويزور قبر جده ويسخرج عبد الله الرضيع من القبر فهل سيعيد الحياة إليه أم أنها مراسيم عرض لمظلومية أهل البيت عليهم السلام ؟\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":94},
  {"content":"\r\n\r\nالشيخ الكوراني :\r\nالثأر نوعان ثأرٌ شخصي يقوم به ولي دم المقتول ظلماً وثأرٌ ديني ربّاني وكلاهما من صلاحيات الإمام ( ع ) فهو ابن الإمام ( ع ) وهو أولى بأخذ الثأر من غيره . وأيضا الثأر الديني الأساسي وهو الحق العام لله عز وجل .\r\nوقد جعل الله ثأر الإمام الحسين ( ع ) هدفاً للإمام المهدي ( ع ) لأنه تجمّعت فيه ظلامات الأنبياء والأئمة ( ع ) كما تجمعت في أعداء الحسين ( ع ) صفات الطغاة فقد ورث يزيد وأبوه الطغاة من قابيل وفرعون وهامان إلى آخرهم .\r\nقال الله تعالى : 
  { وَلاَ تَقْتُلُواْ النّفْسَ الّتِي حَرّمَ اللّهُ إِلاّ بِالحَقّ وَمَن قُتِلَ مَظْلُومًا فَقَدْ جَعَلْنَا لِوَلِيّهِ سُلْطَانًا فَلاَ يُسْرِف فّي الْقَتْلِ إِنّهُ كَانَ مَنْصُورًا }\r\n( الإسراء 33 )\r\nفقد جعل الله سبحانه حقا لولي الدم وسلطانا للأخذ بالثأر ولكن في قضية الإمام الحسين ( ع ) هناك استثناء فقد قال الإمام الصادق ( ع ) في تفسير هذه الآية الكريمة : أنها نزلت في الحسين ( ع ) فلو قتل به أهل الأرض لما كان مسرفا ، ( الكافي ج 8 ص 255 بحار الأنوارج 44 ص 219 . ) .\r\nوالذين يأخذ منهم الإمام ( ع ) الثأر كل من شرك في قتله فمن رضي بعمل قوم فقد شركهم فيه وفي هذا العصر نسمع بأن مفتي السعودية يقول إن يزيداً هو الخليفة الشرعي ، معنى هذا أنهم راضون بفعل يزيد عليه اللعنة ويقولون إن الإمام الحسين ( ع ) خرج على\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":95},
  {"content":"\r\n\r\nالخليفة الشرعي ، ومن يقول ذلك فهو شريك في دم الحسين ( ع ) وإنما يجمع الناس الرضا والسخط فعاقر ناقة ثمود رجلٌ واحد ولكهنم لما رضوا بفعل هذا الرجل فقد جعلهم الله عز وجل شركاء ، فعبَّر عنهم بعقروها والظالمين أيضاً مشمولون بالشراكة لأنهم يفعلون فعل القتلة والمجرمين فهم على نفس الخط المعادي لأهل البيت ( ع ) ومعنى أنه يقتل ذراري قتلة الحسين ( ع ) لأنهم رضوا بفعل آبائهم , وأما المختار عليه الرحمة فقد أخذ بجزءٍ من الثأر . وأما الثأر الفعلي فهو يقوم به صاحب الزمان ( ع ) . وفي حديث ينقله الشيخ الصدوق رحمه الله في علل الشرايع : عن أبي حمزة ثابت بن دينار الثمالي قال : سألت أبا جعفر محمد بن علي الباقر \" ع \" يا بن رسول الله لم سمّي علي ( ع ) أمير المؤمنين وهو أسمٌ ما سُمي به أحد قبله ولا يحل لأحد بعده ؟ قال : لأنه ميرة العلم يمتار منه ولا يمتار من أحد غيره ، قال فقلت يا بن رسول الله فلم سُمي سيفه ذا الفقار ؟ فقال ( ع ) : لأنه ما ضرب به أحد من خلق الله إلا أفقره من هذه الدنيا من أهله وولده وأفقره في الآخرة من الجنة قال : فقلت يا بن رسول الله فلستم كلكم قايمين بالحق ؟ قال : بلى قلت فلم سمي القايم قائما ؟ قال ( ع ) : لما قتل جدي الحسين ( ع ) ضجَّت عليه الملائكة إلى الله تعالى بالبكاء والنحيب وقالوا : إلهنا وسيدنا أتغفل عمن قتل صفوتك وابن صفوتك وخيرتك من خلقك ، فأوحى الله عز وجل إليهم قرّوا ملائكتي فوعزّتي وجلالي لأنتقمنَّ منهم ولو بعد حين ، ثم كشف الله عز وجل عن الأئمة من ولد الحسين ( ع ) للملائكة فسرَّت الملائكة بذلك فإذا أحدهم قايم يُصلىِّ فقال\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":96},
  {"content":"\r\n\r\nالله عز وجل بذلك قائم أنتقم منهم ( علل الشرايع باب 129 ص 160 ) . .\r\nوأما كيفية دخول الإمام ( ع ) إلى كربلاء فقد ورد عندنا أن كربلاء سيكون لها شأن عظيم قبل الظهور ، ويكون لها صدىً عالمياً كبيراًوهو ( ع ) سوف يُظهر معجزاته في كربلاء ومن معجزاته أنه يستخرج الطفل المذبوح ذو الستة أشهرويريه للعالم فيهزُّ بها العالم ومن الممكن أنه سيكون النقل للعالم بالوسائل المتاحة حيث يراه كل العالم ، ولكنه يُرجعه إلى مكانه ولا يوجد عندنا خبر أنه يحيه ( ع ) .\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":97},
  {"content":"\r\n\r\n\r\nختامُهُ مسك\r\nاللّهم إنّا نرغبُ إليك في دولةٍ كريمة تُعزُّ بها الإسلام وأهله وتُذلُّ بها النفاق وأهله وتجعلنا فيها من الدعاة إلى طاعتك والقادة إلى سبيلك وترزقنا بها كرامة الدنيا والآخرة . ( فقرة من دعاء الافتتاح المروي في أعمال ليالي شهر رمضان المبارك ) . . .\r\nنسألُ الله تعالى أن نكون قد وُفقنا لجمع هذه الأسئلة وتدوينها برعايةٍ من سماحة الأستاذ المكرَّم دام عزه وتوفيقه ، ولا يسعنا إلا أن نبتهل إلى المولى القدير أن يُعجّل في فرج إمام زماننا ( ع ) وأن يجعلنا من جنده المخلصين وننعم تحت ظل دولته المباركة ، وأن يحفظ الحوزات العلمية والقائمين عليها من مراجع وعلماء في كل مكان ويحفظ مراجعنا الكرام ويحفظ شيعة أهل البيت ( ع ) وينصرهم على أعدائهم ويحفظ شيخنا الأستاذ العلامة ذخرا ًللإسلام والمسلمين ويقر به عيون محبيه إنه سميع مجيب بحق محمد وآله الطاهرين .\r\nوآخر دعوانا أن الحمد لله رب العالمين .\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":98},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":99},
  {"content":"\r\n\r\n\r\nالقصيدة الخالدة في ندبة الإمام ( عج ) للسيد حيدر الحلي قدس سره :\r\nالله يا حامي الشريعة * * أتقر وهي كذا مروعة\r\nبك تستغيث وقلبها * * لك عن جوا يشكو صدوعة\r\nأين الذريعة لا قرار * * على العدا أين الذريعة\r\nمات التصبُّر بانتظا * * رك أيها المحيي الشريعة\r\nفانهض فما أبقى التحم - * * ل غير أحشاء جزوعة\r\nقد مزَّقت ثوب الأسى * * وشكت لواصلها القطيعة\r\nفالسيف إن به شفا * * ء قلوب شيعتك الوجيعة\r\nفسواه منهم ليس ين - * * - عش هذه النفس الصريعة\r\nطالت حبال عواتقٍ * * فمتى تعود به قطيعة\r\nكم ذا القعود ودينكم * * هُدمت قاعده الرفيعة\r\nتنعى الفروع أصوله * * وأصوله تنعى فروعه\r\nفيه تحكم من أباح * * اليوم حرمته المنيعة\r\nفاشحذ شظا عظب * * له الأرواح مذعنة مطيعة\r\nواطلب به بدم القتيل * * بكربلاء في خير شيعة\r\nماذا يهيجك إن صبرت * * لوقعة الطف الفظيعة\r\nأترى تجيء فجيعةٌ * * بأمضَّ من تلك الفجيعة\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":100},
  {"content":"\r\n\r\nحيث الحسين على الثرى * * خيل العدى طحنت ضلوعه\r\nقتلته آل أمية * * ظامٍ إلى جنب الشريعة\r\nورضيعه بدم الوريد * * مخضب فاطلب رضيعه\r\nيا غيره الله اهتفي * * بحمية الدين المنيعة\r\nودعي جنود الله تم - * * لأهذه الأرض الوسيعة\r\nواستأصلي حتى الرض - * * يع لآل حرب والرضيعة\r\nما ذنب أهل البيت * * حتى منهم أخلوا ربوعه\r\nفمغيب كالبدر ترتقب * * الورا شوقا طلوعه\r\nومكابد للسم قد * * سقيت حشاشته نقيعة\r\nومضرج بالسيف آثر * * عزه وأبى خضوعه\r\nألفي بمشرعة الردى * * فخرا على ضمأ شروعه\r\nفقضى كما اشتهت * * الحمية تشكر الهيجا صنيعه\r\nومصفد لله سلم أمر * * ما قاسى جميعه\r\nوسبية باتت بافع - * * الهم مهجتها لسيعة\r\nسلبت وما سلبت * * محامدها الغر البديعة\r\nوكرائم التنزيل بين * * أمية برزت مروعة\r\nتدعو ومن تدعو وتلك * * كفاة دعوتها صريعة . .\r\n( ديوان السيد حيدر الحلي )\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":101},
  {"content":"\r\n\r\n\r\nفهرس المحتويات\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":102},
  {"content":"\r\n\r\nالفهرس\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":103},
  {"content":"\r\n\r\nالفهرس\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":104},
  {"content":"\r\n\r\nالفهرس\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":105},
  {"content":"\r\n\r\nالمؤلف مع العلامة الشيخ علي الكوراني العاملي\r\nحفظه الله تعالى\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":106},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":107},
  {"content":"\r\n\r\n\" بشارة إلى أبناء فاطمة عليها السلام \"\r\nمن علامات الإمام المهدي أرواحنا فداه : أنه تجتمع لنصرته بنو فاطمة عليها السلام\r\nفإذ ظهر أيده كل من صح نسبه إلى السيدة فاطمة الزهراء عليها السلام\r\nحتى لو كان من مذهب آخر أو دين آخر . . .\r\nقال الإمام الصادق عليه السلام :\r\n\" إلا اجتمعت بنو فاطمة معه فوالله ما صاحبكم إلا من اجتمعوا عليه ، إذا كان رجب ، فأقبلوا على اسم الله عز وجل \"\r\nالكافي : ج 8 ص 264 ح 381\r\n\r\n\r\n","description":"","footnote":"","page_name":" الغلاف 2 ","page_number":108}
  ]