[
  {"content":"\r\n\r\nالجعل\r\nو\r\nالعمل الضابط في الرابطي والرابط\r\nو\r\nقصيدة ينبوع الحياة\r\nأستاذ حضرت آية الله حسن زاده آملي\r\n\r\n","description":"","footnote":"","page_name":" الجعل 1 ","page_number":1},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\nمشخصات كتاب\r\nنام كتاب : 1 - الجعل 2 - العمل الضابط في الرابطي والرابط 3 - قصيدة ينبوع الحياة .\r\nتأليف : أستاذ گرانقدر آية الله حسن زاده آملي .\r\nتاريخ انتشار : سال 68\r\nچاپ : أول\r\nچاپخانه : چاپ مهر\r\nتيراژ : دو هزار نسخة .\r\nقطع : وزيري\r\nناشر : انتشارات قيام ، قم ، خيابان شهداء . ممتاز .\r\nكليه حقوق چاپ ونشر براي ناشر محفوظ است .\r\nگرافيك واصف قم تلفن 46180\r\n\r\n","description":"","footnote":"","page_name":" الجعل 2 ","page_number":2},
  {"content":"\r\n\r\n\r\n1 - الجعل\r\n\r\n","description":"","footnote":"","page_name":" الجعل 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" الجعل 4 ","page_number":4},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\nالحمد لله الذي فطر السماوات والأرض ، وجعل الظلمات والنور والصلاة على عباده الصالحين سيما سيد الكل في الكل خاتم النبيين وآله الطاهرين .\r\nوبعد فيقول العبد الحسن بن عبد الله الطبري الاملى المدعو ب ( [ حسن زاده آملي 
  ] ( : هذه وجيزة تشير إلى أمهات مباحث الجعل وأصولها ، مما عملتها يداه رجاء أن تفيد أهل البحث والتنقيب حول المسائل الحكمية .\r\nمن المباحث المهمة الحكمية التي يجب العناية بها ولفت النظر إليها جدا ، مبحث الجعل . وفي هذا المبحث ينكشف حقيقة الامر في معنى صدور الأشياء عن جاعلها الواجب بالذات ، ويعلم وجه آراء الحكماء في اعتبارية الماهية أو الوجود ، أو اصالة أحدهما تحققا واعتبارية صاحبه .\r\nثم المتدرب البصير في الحكمة المتعالية يحدس من هذا المبحث حدسا نوريا ملكوتيا أن ما سلك القوم في مثوى غواسق الماهية كسراب بقيعة يحسبه الظمآن ماء حتى إذا جاءه لم يجده شيئا ووجد الله عنده فوقيه حسابه .\r\n\r\n","description":"","footnote":"","page_name":" الجعل 5 ","page_number":5},
  {"content":"\r\n\r\nوهذا المبحث الجليل من شعب البحث عن العلة والمعلول كما يعطيه الفحص الدقيق والغور العميق في المسائل الحكمية . وان كان الامر فوق التفوه بالعلة والمعلول واشمخ من ذلك بمراحل حقا .\r\nولنفاسة هذا المبحث قد دون بعض الفضلاء رسالة في الجعل موسومة ( [ : بالقول الوسيط في الجعل المؤلف والبسيط 
  ] ( وهي وان كانت نافعة في موضوعها ولكن ما يجب أن يشار اليه في المقام قد فات عنها .\r\nوالبحث عن الجعل يتشعب بشعوب عديدة طائفة منها من المسائل الدارجة في الحكمة الرائجة ، وشرذمة منها متعرقة في الحكمة المتعالية والصحف العرفانية وهي ما نتلوها عليك ونهديها إليك :\r\nالف منها أن مسألة اصالة الوجود في الجعل غير مسألة أصالته في التحقق لان القائلين بجواز الترجيح بلا مرجح ، أو الأولوية الذاتية ، أو البخت والاتفاق يمكنهم البحث في أصالة الوجود أو الماهية في التحقق دون الجعل . إذا لممكن زوج تركيبي له ماهية ووجود . بل يمكن للالهى أيضا التكلم فيها قبل اثبات الصانع بخلاف مسألة الجعل .\r\nفان قلت : كل من قال من الإلهيين بأصالة أحدهما في التحقق قال بأصالته في الجعل وبالعكس ، فثبوت أصالة الوجود أو الماهية في ال‌تحقق يغنى عن اثبات أصالته في الجعل لما بينهما من التلازم ، فما الحاجة إلى عقد باب على حدة ؟\r\nقلت : ليس الامر كما زعمت فان بعضا من الحكماء القائلين بأصالة الوجود في التحقق يقول بأصالة الاتصاف في الجعل ،\r\n\r\n","description":"","footnote":"","page_name":" الجعل 6 ","page_number":6},
  {"content":"\r\n\r\nفتحقق الوجود أو الماهية لا يثبت الاتصاف ولا ينفيه .\r\nعلى أن غرضهم بيان اقسام الجعل ، والإشارة إلى أصحاب الأقوال فيه تفصيلا لما يترتب عليه من الفوائد . هذا ما افاده الحكيم الهيدجى ( ره ) في تعليقاته على مبحث جعل المنظومة ( ص 137 ط 1 ) .\r\nوانا أقول : المطلب الأهم في المقام ان تعلم أن انتهاء الممكنات إلى واجب الوجود بالذات مسلم عند الكل حتى عند الدهري فإنه قائل بأن الجواهر الافراد واجبة بذاتها والممكنات انما تحقق من تأليفها وتركيبها . ولذا قلنا في كتابنا الف نكتة ونكتة ان المتكلمين في تمسكهم بابطال الدور والتسلسل في اثبات الواجب لم يأتوا بما يجاب الدهري به لأنه لا ينكر الانتهاء إلى الواجب فالامر الأهم في افحامه ان ثيبت الانتهاء إلى الواجب الواحد العالم المريد المدير المدبر وليست الجواهر الافراد كذلك . فراجع إلى النكتة 949 منه .\r\nوالفيلسوف الإلهي يبحث عن اجزاء الجسم تارة فيجده مؤلفا من الهيولى والصورة فينتقل من ازدواجهما إلى أصل مفارق يقيم أحدهما بالاخر فيثبت من هذا الطريق خالقا مدبرا قيوما قائما على الأجسام . وأخرى يجده مؤلفا من اجزاء صغار صلبة لا تتجزى اى الجواهر الافراد فينتقل من تأليفها إلى جامع لها مدبر فيها تدبيرا اراديا فيثبت بهذا الطريق موجودا واجبا بذاته خالقا مريدا متصفا بجميع الكلمات غير المتناهية .\r\nوأخرى يجده مركبا من الوجود والماهية كغيره من الممكنات الأخرى فينتقل من ازدواجهما إلى جاعل الماهية موجودة وهو الله سبحانه .\r\nكما أنه يجد الاجرام والأجسام متحركة على نظم موزون ، وبرنامج\r\n\r\n","description":"","footnote":"","page_name":" الجعل 7 ","page_number":7},
  {"content":"\r\n\r\nمنظوم على نسق واحد حارت العقول في وحدة نظامها وحسن سيرتها وصورتها ، وكلت الألسن في اعراب حركات كلمة منها فينتقل من الحركة إلى محركها العالم المدبر القائم عليها . على أن الطرق إلى الله سبحانه بعدد أنفاس الخلائق .\r\nوالعارف ينظر بنور برهان الصديقين على وجهه الأتم انه تعالى هو الأول والاخر والظاهر والباطن ، يا من دل على ذاته بذاته ، فيحتاج في اثبات العالم إلى دليل . فالماهيات في منظره الاعلى كسراب بقيعة يحسبه الظمآن ماء .\r\nفالوجود عنده هو مساوق الحق ليس بمجعول بل هو الحق المتحقق في عظموت جلاله وجبروت كبريائه . والماهيات أوعية تحققها هي الأذهان لا غير . وانما تنتزع وتعتبر من حدود أطوار الوجود وشؤونه وآياته . وتلك الحدود تعتبر بما يلينا لا بما يليه لأنها بما يليه لا حدود لها لقيامها بها كامواج البحر مثلا تعتبر حدودها بما يلينا لا بما يلي البحر لأنها لا حدود لها من تلك الجهة ، فافهم .\r\nوعلى ذلك التدقيق نبهت على أنه يصدق قولنا : الماهية ليست بموجودة ، ولا يصدق قولنا : الوجود ليس بموجود .\r\nقال المحقق الطوسي في المسألة الثالثة من ثاني المقصد الأول من تجريد الاعتقاد : كما تتحقق الحاجة في المركب فكذا في البسيط .\r\nقال الشارح القوشجي : اختلفوا في ان الماهيات الممكنة هل هي مجعولة بجعل جاعل أم لا على أقوال ثلاثة :\r\nالأول ما اختاره المصنف وهو انها كلها مجعولة بجعل الجاعل سواء كانت مركبة أو بسيطة .\r\n\r\n","description":"","footnote":"","page_name":" الجعل 8 ","page_number":8},
  {"content":"\r\n\r\nالثاني انها غير مجعولة مطلقا مركبة كانت أو بسيطة .\r\nالثالث ان المركبة مجعولة بخلاف البسيطة . انتهى .\r\nأقول : المستفاد من كلام المحقق الطوسي في شرحه على النمط الرابع من إشارات الشيخ ، ومن كلماته الأخرى هو عدم اعتقاده في مجعولية الماهيات برأسها اصالة ، ومراده من تحقق الحاجة في المركب والبسيط باعتبار صيرورتها موجودة بتبعية الوجود بضرب من الاعتبار الذهني في تغايرهما ، ومن ذهب إلى أنها غير مجعولة مطلقا ناظر إلى جعلها بالأصالة فالقولان واحد .\r\nوالقول الثالث ناظر إلى أن البسائط كالاعراض مجعولة بجعل الماهيات الموجودة في الخارج فهي موجودة بالتبع أيضا فان جعل زيد في الخارج هو جعله متكمما بكم كذا ، ومتلونا بلون كذا ، وهكذا ، لا ان الجعل مرة يتعلق بالماهيات ، وأخرى باعراضها ، فالأقوال ناظرة إلى امر فارد ولا تنازع فيها .\r\nوهذا نحو جعل الجنس والفصل في انهما واحد ففي الرابعة من ثاني المقصد الأول من تجريد الاعتقاد للمحقق الطوسي : وجعلا هما واحد . وقال الشارح العلامة في كشف المراد : انما كان جعلاهما واحدا لان الفاعل لم يفعل حيوانا مطلقا ثم يميزه بانضمام الفصل اليه فان المطلق لا وجود له ، بل جعل الحيوان هو بعينه جعل الناطق . واعتبر هذا في اللونية فإنها لو كان لها وجود مستقل فهي هيئة اما في السواد فيوجد السواد لا بها هذا خلف ، أو في محله فالسواد عرضان لون وفصله لا واحد هذا خلف فجعله لونا هو بعينه جعله سوادا . وهكذا في آخر الفصل الثاني من ذلك المقصد حيث قال : وجعل الجنس والفصل واحد الخ .\r\n\r\n","description":"","footnote":"","page_name":" الجعل 9 ","page_number":9},
  {"content":"\r\n\r\nب ومنها الكلام في لفظ الجعل : اعلم أن الجعل من الافعال المتعدية إلى مفعولين متحدين مصداقا متغائرين مفهوما كافعال القلوب لا مثل الاعطاء والاحفار والاطعام وغير ذلك . وقد يجيى بمعنى خلق فيتعدى إلى مفعول واحد . والجعل بالمعنى الثاني هو الجعل البسيط ، وبالأول هو الجعل المؤلف ، ويعبر عنه بالجعل المركب أيضا .\r\nوالجعل البسيط هو جعل الشئ ء وإفاضة نفس الشئ ء ، والمؤلف جعل الشئ ء شيئا . فالجعل البسيط ما كان متعلقة الوجود النفسي ، والمؤلف ما كان متعلقه الوجود الرابط . والعارف الحافظ يشير إلى الجعل البسيط في قوله :\r\n گفتم اين جام جهان بين به تو كي داد حكيم \r\n گفت آن روز كه اين گنبد مينا مى كرد \r\nج ومنها ان اثر الجعل بالذات ماذا ؟ فقد اختلفوا في الجعل البسيط على أقوال ثلاثة : وذلك لان الممكن مجعول ، وكل ممكن زوج تركيبي له ماهية ووجود ، وبينهما اتصاف لا محالة اى اتصاف الماهية موجودة . وقد يعبرون عن الاتصاف بالصيرورة والنسبة ونحوهما أيضا .\r\nفذهب بعض إلى أن الماهية مجعولة بالذات . وبعضهم إلى أن الاتصاف مجعول بالذات . وبعض آخر إلى أن الوجود مجعول بالذات . وهذا هو الحق عندنا وعند قاطبة المحققين من أساطين الحكمة ومشايخ العرفان . ولكن ينبغي التدبر في معنى الجعل على ذلك المبنى الحكيم اعني الوجود الحق الصمدى حتى يتضح\r\n\r\n","description":"","footnote":"","page_name":" الجعل 10 ","page_number":10},
  {"content":"\r\n\r\nالتميز بين الجاعل والمجعول ، وخلق الأشياء من العدم ، وصدورها عن جاعلها . وبالتدبر يتبين لك ان الوجود ليس بمجعول على النحو المرتكز في الأذهان السافلة بل الوجود هو الأصل في التحقق ليس الا الصمد الحق وأسماؤه وصفاته وافعاله وشؤونه وأطواره .\r\nوالجعل يرجع إلى ظهوره سبحانه في مظاهره ، والمظاهر ليس الا تعينات المطلق بقيود المجعولات القائمة به فافهم . ويمكن تأويل الأولين إلى هذا الوجه حتى يرتفع الخلاف فتدبر .\r\nد ومنها ان الجعل المؤلف يختص تعلقه بالعرضيات المفارقة لخلو الذات عنها فلا يتصور بين الشئ ء ونفسه ، ولا بينه وبين ذاتياته ولا بينه وبين عوارضه اللازمة ، كالانسان ان‌سان ، والانسان حيوان ، والأربعة زوج ، لأنها نسب ضرورية ومناط الحاجة هو الامكان ، والوجوب والامتناع مناط الغنى ولذا قال الشيخ :\r\nما جعل الله المشمش مشمشا ولكن أوجده ( المنظومة في الحكمة صفحه ء 51 ط 1 ) .\r\nوفي القول الوسيط : الجعل يتعلق اجماعا بالصفات الزائدة المتأخرة عن الوجود ، المتفرعة عليه كالقيام والقعود . ولا يتعلق اتفاقا بالصفات المتقدمة عليه كالامكان والاحتياج إلى العلة وجوب بالغير .\r\nواما تعلقه بالوجود وما يساوقه كالتشخص والتميز والتقرر فمختلف فيه بين المشائية والاشراقية ، وكذا تعلقه بالذاتيات ، وبنفس الشئ ء ، وبلوازم الماهية مختلف فيه بين الفلاسفة ، من حيث إنها مجعولة بجعل الذات أو غير مجعولة أصلا بمعنى أن ثبوتها للذات ليس مجعولا بالكلية أما كونها مجعولة بجعل مستأنف فمجمع على\r\n\r\n","description":"","footnote":"","page_name":" الجعل 11 ","page_number":11},
  {"content":"\r\n\r\nبطلانه ، انتهى .\r\nأقول : لا يخفى انه أراد بالجعل أعم من البسيط والمؤلف . والحق ان الوجود ليس بمجعول وتعلق الجعل بالوجود وهم الا على الوجه الذي رمزنا اليه . والحرى في المقام ان نهديك درة ثمينة أدرجناها في تعليقاتنا على كشف المراد في شرح تجريد الاعتقاد وهي ما يلي :\r\nواعلم أن التعبير عن متن الأعيان وحقيقة الحقائق وجوهر الجواهر عسير جدا ، والتعبير عنه بالوجود تعبير عن الشئ ء بأخص أوصافه الذي هو أعم المفهومات ، إذ لو وجد لفظ يكون ذا مفهوم محصل أشمل من ذلك وأبين لكان أقرب اليه وأخص به ، وكان ذلك هو الصالح لان يعبر به عنه .\r\nولما لم يكن بين الالفاظ المتداولة لفظ أحق من الوجود إذ معناه أعم المفهومات حيطة وشمولا وأبينها تصورا واقدمها تعقلا وحصولا ، اختاروه وعبروا به عنه .\r\nويعبرون عنه بالحق أيضا . فالوجود هو الحق . وان شئت قلت : الوجود من حيث هو هو هو الحق سبحانه ، والوجود الذهني والخارجي والاسمائى ظلاله .\r\nفالوجود عين كل شى ء في الظهور ، ما هو عين الأشياء في ذواتها ، سبحانه وتعالى بل هو هو والأشياء أشياء . وينبغي هيهنا الفرق بين المفهوم والعين ، والتوجه إلى عدم المناسبة بين المتناهى وغير المتناهى ، والمطلق ومقيده وان كان كل واحد من المطلق والمقيد مرآة للاخر بوجه . فافهم .\r\n\r\n","description":"","footnote":"","page_name":" الجعل 12 ","page_number":12},
  {"content":"\r\n\r\nثم ينبغي ان يكون محققا عندك ان اطلاق الوجود على متن الأعيان للتفهيم لا ان ذلك اسم حقيقي له .\r\nه ومنها ان القائلين بالجعل البسيط في الماهية اتفقوا على اعتبارية الوجود وقد ابتنوا براهينهم على هذا الوهم .\r\nوانما مالوا إلى أن الماهية مجعولة بالذات بالجعل البسيط ظنا منهم انها لو لم تكن مجعولة لزم استغنائها عن الجاعل والقول بوجوبها الذاتي . وأجود الأقوال وأصرح التعبيرات في الاعراب عن هذا الوهم كلام صاحب القبسات وبعده كلام صاحب الشوارق .\r\nفالأول قال : لما كان نفس قوام الماهية مصحح حمل الوجود ومصداقه فاحدس انها إذا استغنت بحسب نفسها ومن حيث أصل قوامها عن الفاعل صدق حمل الوجود عليها من جهة ذاتها وخرجت عن حدود بقعة الامكان وهو باطل فإذا هي فاقرة إلى فاعلها من حيث قوامها وتقررها ومن حيث حمل الموجودية عليها ، إلى آخر ما قال .\r\nاما صاحب الشوارق فقد اعرب عنه في الموضعين منه : أحدهما في أواخر المسألة السابعة والعشرين ( جلد 1 ، صفحه ء 108 ، ط 1 ) ، وثانيهما في تعليقته على آخر المسألة الخامسة والثلاثين ( جلد 1 ، صفحه ء 128 ، ط 1 ) ، ونحن نكتفي بنقل كلامه من الموضع الأول ، قال :\r\nالمراد بكون المجعول هو الماهية هو نفى توهم أن تكون الماهيات ثابتات في العدم بلا جعل ووجود ثم يصدر عن الجاعل الوجود أو اتصاف الماهية بالوجود فإذا ارتفع التوهم فلا مضائقة في الذهاب إلى جعل الوجود أو الاتصاف بعد ان تيقن ان لا ماهية قبل الجعل . وإلى هذا يؤول مذهب استاذنا الحكيم المحقق الإلهي\r\n\r\n","description":"","footnote":"","page_name":" الجعل 13 ","page_number":13},
  {"content":"\r\n\r\nقدس سره في القول بجعل الوجود فإنه يصرح بكون الوجود مجعولا بالذات والماهية مجعولة بالعرض على عكس ما يقوله القوم . انتهى ما أردنا من نقل كلامه .\r\nوكذا قال المتأله السبزواري في جعل المنظومة :\r\nفقالوا يعنى القائلين بجعل الماهية بالذات : اثر الجاعل أولا وبالذات نفس الماهية ثم يستلزم ذلك الجعل موجودية الماهية بلا إفاضة من الجاعل لا للوجود ولا للاتصاف لانه‌ما عقليان مصداقهما نفس الماهية كما لا يحتاج بعد صدور الذات عن الجاعل كون الذات ذاتا إلى جعل على حدة . ثم قال :\r\nأكثر شيوع هذا المذهب كان من زمان شيخ الاشراق واتباعه . وكان القول بتقرر الماهيات منفكة عن الوجود في عصره شائعا .\r\nفحسبوا ان لو قالوا بمجعولية الوجود ذهب الوهم إلى غناء الماهية في تقررها عن الجاعل لمغايرة الماهية للوجود فيلزم الثابتات الأزلية . فدفع هذا الوهم حد أهم على القول بان الماهية في قوام ذاتها مجعولة مفتقرة إلى الجاعل كما قال المحقق اللاهجى . ثم نقل كلامه المذكور من الشوارق .\r\nأقول : قوله أكثر شيوع هذا المذهب كان من زمان شيخ الاشراق ، كلام صادر عن متن التحقيق وكم له من الشواهد : منها ان اباحامد المعروف بتركه قد تعرض في كتاب الاعتماد على أدلة شيخ الاشراق في اعتبارية الوجود ، وأجاب عنها وردها كما في تمهيد القواعد لابن تركه ( صفحه ء 29 ط 1 ) .\r\nبل التحقيق ان قواعد التوحيد تصنيف أبى حامد ، وشرحه\r\n\r\n","description":"","footnote":"","page_name":" الجعل 14 ","page_number":14},
  {"content":"\r\n\r\nتمهيد القواعد المذكور كانا أيضا في رد هذا الوهم الموهون ورد أدلة شيخ الاشراق في اعتبارية الوجود .\r\nوهكذا صاحب الاسفار صرح على ذلك بقوله :\r\nواما ما تمسك به الشيخ الاشراقي في نفى تحقق الوجود من أن الوجود لو كان حاصلا في الأعيان فهو موجود لان الحصول هو الوجود وكل موجود له وجود فلوجوده وجود إلى غير النهاية ، فلقائل ان يقول في دفعه ان الوجود ليس بموجود فإنه لا يوصف الشئ ء بنفسه .\r\nأو نقول : الوجود موجود وكونه وجودا هو بعينه كونه موجود أو هو موجودية الشئ ء في الأعيان لا ان له وجودا آخر بل هو الموجود من حيث هو وجود ، والذي يكون لغيره منه وهو ان يوصف بأنه موجود يكون له في ذاته وهو نفس ذاته ( جلد 1 صفحه ء 8 ط 1 ) .\r\nوبقوله : ذهب صاحب الاشراق ومتابعوه من كافة المتأخرين الا نادرا كون الوجود مجرد مفهوم عام . والشبهة مما أوردها هو أولا في المطارحات تصريحا وفي التلويحات تلميحا ، ثم ذكرها ابن كمونة وهو من شراح كلامه في بعض مصنفاته واشتهرت باسمه ولاصراره على اعتبارية الوجود وانه لا عين له في الخارج تبعا لهذا الشيخ الاشراقي ( جلد 3 صفحه ء 12 ط 1 ) .\r\nوأشار إلى ذلك بقوله : ومن هيهنا يثبت ويتحقق بطلان ما ذهب اليه أكثر المتأخرين : من اعتبارية الوجود وكونه امرا انتزاعيا لا هوية له في الخارج ولا حقيقة له ( جلد 3 صفحه 30 ط 1 ) .\r\nوو منها ان القائلين بان الماهية مجعولة بالذات بالجعل البسيط ، ثلاث فرق\r\n\r\n","description":"","footnote":"","page_name":" الجعل 15 ","page_number":15},
  {"content":"\r\n\r\n: فرقة قائلة بان الجاعل الواجب بالذات وجود بحت ، اى ان الوجود عين ذات الواجب ، وزائد في الماهيات اى الوجود في الماهيات اعتبارية . كما هو رأى صاحب القبسات وقبساته مشحونة به . قال في آخر القبس الثاني ( صف‌حه 50 ط 1 ) .\r\nوميض ، ما أسهل لك اذن بما قد تلوناه على سمع قلبك ان تستيقن بالعقل المضاعف حق اليقين ان الوجود المطلق المشترك بين جميع الموجودات عين الذات في الحقيقة الواجبة ، زائد على الماهية في الماهيات الممكنة فالقيوم الواجب بالذات جل ذكره ماهيته هي بعينها انيته ، والماهية الممكنة ماهيتها وراء انيتها .\r\nأليس بالتقسيم الحاصر الدائر بين النفي والاثبات ، الموجود اما هو متقرر الذات بنفس ذاته ، أوليس هو متقرر الذات بذاته بل من تلقاء جاعل يبدع جوهر ذاته ؟\r\nفإن كان متقرر الماهية بذاته فهو الواجب بالذات ، وان كان متقرر الذات لا بنفس ذاته بل من تلقاء غيره فهو الممكن بالماهية .\r\nوقد دريت ان الوجود هو نفس الموجودية المصدرية المنتزعة من الذات المتقررة ومطابقة نفس جوهر الذات . فإذا كانت الذات متقررة بنفسها كان يصح لا محالة انتزاع الموجودية المصدرية منها ، وحمل مفهوم الموجود عليها بحسب نفسها لا بحيثية تقييدية ولا بحيثية تعليلية ، فكانت نسبة الموجود والموجودية إليها نسبة الحيوان الناطق والانسانية إلى ذات الانسان ، فهذا هو معيار العينية وملاكها .\r\nوإذا كانت متقررة لا بنفسها بل من تلقاء جاعل يبدعها لم يكن\r\n\r\n","description":"","footnote":"","page_name":" الجعل 16 ","page_number":16},
  {"content":"\r\n\r\nيتصحح انتزاع الموجودية وحمل الموجود عليها الا بحيثية تعليلية وان كان لا يفتقر ذلك إلى حيثية تقييدية وهذا هو قسطاس الزيادة وميزانها .\r\nفاذن قد استتب ان الوجود العيني المتصل عين حقيقة القيوم الواجب بالذات ، وزائد على ماهية الذات الممكنة .\r\nومن سبيل آخر قد تعرفت ان الوجود لا يجوز ان يكون من لوازم الماهية على الاصطلاح الصناعي . فاذن وجب ان يكون وجود الموجود بذاته في حاق الأعيان عين ذاته ونفس حقيقته كما أن الحقيقة الانسانية عين ذات الانسان من لوازم ماهيته كالزوجية للأربعة .\r\nفإذا قد استبان ان الوجود الأصيل الحق في حاق الأعيان ومتن الواقع هو عين مرتبة ذات القيوم الواجب بالذات تعالى سلطانه . انتهى ما أردنا من نقل كلام صاحب القبسات .\r\nأقول : ينبغي التوغل في معنى قوله ( [ : ان الوجود المطلق المشترك بين جميع الموجودات 
  ] ( . . . .\r\nفان مفهوم الوجود المطلق لا يكون عين الحقيقة الواجبة ، بل ظاهر هذا القول يفيد ما اختاره المشاء في الوجود . ثم إن كان الوجود في الماهيات اعتبارية فمن اى جهة يعتبر الوجود فيها . على أنه قال في الوميض الأول من القبس الثاني : الوجودات بأسرها من عوارض الماهية ( صفحه 28 ط 1 ) .\r\nفيمكن على ذلك ان يقال إن الجعل تعلق بالماهية من حيث إن الوجود من حيث هو ليس بمجعول ، والماهية أصيلة في الجعل\r\nو \r\n","description":"","footnote":"","page_name":" الجعل 17 ","page_number":17},
  {"content":"\r\n\r\nالتحقق بهذا المعنى . وهو يرجع إلى التوحيد الحق الصمدى الذي اختاره الكمل من الموحدين . وان كان قد اشتهر انه قائل باصالة الماهية ونطق به صريحا تلميذه في الاسفار وسائر صحفه . فتدبر .\r\nوفرقة قائلة بان الجاعل الواجب بالذات وجود بحت صرف أيضا كالفرقة الأولى الا انهم لا يقولون بأن الوجود زائد على الماهيات ويعتبر وينتزع منها كما قالت الأولى به بل يقولون :\r\nان اطلاق الموجود على الماهيات يكون بمعنى انها منسوبة إلى جاعلها فموجود صيغة نسبة كما تقول لابن وتامروا اترابهما . وهذا قول ذوق التأله على زعمهم .\r\nأقول : كون الماهية منسوبة إلى جاعلها هو نسبة المعلول إلى علته . والعلة قائمة على معلولها فتلك النسبة ليست النسبة الاعتبارية كقولك هذا المال لزيد بل هي النسبة الحقيقية النورية والإضافة الاشراقية كقوله سبحانه :\r\n لَهُ ما فِي السَّماواتِ وَما فِي الْأَرْضِ  ( النساء 172 ) ، وهذا الانتساب هو ذوق التأله بلا مراء .\r\nوما في الكتب الرائجة من تفسير الانتساب المذكور في كلمات أهل ذوق التأله من بينونة الفاعل عن فعله وانتساب الفعل إلى فاعله هو نحو اللابن والتامر ، فهو بم‌عزل عن التحقيق . وهؤلاء الأكابر كالدوانى وأمثاله كيف يذهبون إلى هذا التوحيد والجعل في الجاعل وجعله . ولا ارتضى بذلك التفسير ولا أصوب حمل انظارهم القويمة في التوحيد على هذا الوجه المعوج .\r\nفذوق التاله رأى بنور الايمان وحدة الحق سبحانه وعبر عن\r\n\r\n","description":"","footnote":"","page_name":" الجعل 18 ","page_number":18},
  {"content":"\r\n\r\nانتساب الماهيات المجعولة بنحو الأمثلة المزبورة تسليكا إلى ما سلك من أن الوجود ليس بمجعول والجعل يتعلق بالماهيات على ضرب من الاعتبار يعتبر في تطورات الوجود وشؤونه وتجلياته في مظاهر آياته . فتدبر .\r\nالا ترى كلام أهل التوحيد الصمدى حيث قالوا : انه لا وجود في الحقيقة للصور لأنها صور النسب العدمية . ومعنى موجوديتها انتساب الوجود إليها فلا وجود الا اللذات الأحدية والباقي نسبه وأحواله ( مصباح الانس ، صفحه ء 247 ، ط 1 ) .\r\nوفرقة قائلة بان الجاعل الواجب بالذات ماهية مجعولة الكنه . والماهيات مجعولة بالأصالة اعني بالذات ، وانها ظلال الماهية الواجبة بالذات وقائلة بالتشكيك في نفس جوهر الماهية كما ذهب اليه شيخ الاشراق .\r\nقال صاحب القبسات : وميض ، أسمعت شيخ الاشراق يقول في المطارحات مستثبتا للتشكيك في الذاتيات بالكمالية والنقص في نفس جوهر الماهية بهذه العبارة :\r\nثم إذا بين ان الوجود من الأمور الاعتبارية ، ولا تتقدم العلة على معلولها الا بماهيتها فجوهر المعلول ظل لجوهر العلة ، والعلة جوهريتها اقدم من جوهر المعلول ، وكل امر يشترك فيه العلة والمعلول وما في المعلول مستفاد من العلة وهو كظل للأمور العقلية فكيف ساواها في الجوهرية اى ان الوجود امر ذهني فليس التقدم الا بالماهية فتقدم جوهرية العلة على جوهرية المعلول وهو مذهب افلاطن والأقدمين وهم يجوزون أن تكون نفس أقول وأقوى من نفس\r\n\r\n","description":"","footnote":"","page_name":" الجعل 19 ","page_number":19},
  {"content":"\r\n\r\nفي جوهرها . انتهى كلامه ( صفحه ء 46 من القبسات ، ط 1 ) .\r\nأقول : ولا يخفى عليك ان اسناد ما اختاره إلى أفلاطون والأقدمين خال عن الاعتبار . ثم إنه ان عنى بالماهية معناها الأعم فيمكن حمل كلامه على وجه وجيه والا فهو بظاهره موهون والمعروف انه استبصر وانصرف عن هذا الرأي الفائل .\r\nز ومنها ان من قال بان الجعل البسيط هو الاتصاف فما يعنى بذلك الاتصاف ؟\r\nقال المحقق اللاهيجي في المسألة الخامسة والثلاثين من الشوارق ( صفحه ء 128 ، ط 1 ) :\r\nويمكن اختيار كون التأثير يعنى به الجعل في الاتصاف أيضا لا بان يكون الأثر المترتب على التأثير هو هذا المفهوم النسبي بل بأن يكون الصادر والأثر المترتب امرا واحدا يحلله العقل إلى ماهية هي الموصوف ووجود هو الصفة فيصفها به فلما كان كون هذا الامر بحيث يمكن للعقل تحليله المذكور انما هو بجعل الجاعل المؤثر فان الجاعل حيث جعله جعلا بسيطا فقد جعله بحيث كذا صدق ان تأثير المؤثر انما هو في جعله بحيث كذا ، وهو معنى جعله متصفا بالوجود اعني ال‌اتصاف .\r\nوهذا هو مراد الشيخ حيث قال في جواب من سأله عن هذه المسألة وهو يأكل المشمش : الجاعل لم يجعل المشمش مشمشا بل جعل المشمش موجودا ، هذا . انتهى كلامه .\r\nأقول : وكلامه هذا في بيان مرام المشائين مأخوذ من إفاضة أستاذه صاحب الاسفار في ذلك . وكلام صاحب المنظومة ناظر إلى\r\n\r\n","description":"","footnote":"","page_name":" الجعل 20 ","page_number":20},
  {"content":"\r\n\r\nكلامهما حيث قال :\r\nمحققوا المشائين مشوا إلى جانب مجعولية الوجود ، وغير محققيهم إلى مجعولية الاتصاف وصيرورة الماهية مجعولة ، ولعل هؤلاء أرادوا ان اثر الجاعل امر بسيط يحلله العقل إلى موصوف وصفة وبالحقيقة ذلك الامر البسيط هو الوجود والا فظاهره سخيف لان الاتصاف فرع تحقق الطرفين وانه امر انتزاعي .\r\nوقال في هامش المنظومة : انما عبروا عن ذلك الامر البسيط بالاتصاف لأنه المنتزع منه للاتصاف ومطابق الحمل وقابل التحليل .\r\nلكن بين كلام صدر المتألهين والمتأله السبزواري وبين كلام المحقق اللاهيجي فرقا من حيث إن اللاهيجي اخذ الموصوف ماهية والصفة وجودا على مبناه من القول على اصالة الماهية ، وانهما اخذا الوجود أصلا على مشربهم العذب الفرات .\r\nثم أقول : ان المشائين محققيهم وغير محققيهم قائلون باصالة الوجود وتشكيكه أولا ، كما في النمط الرابع من الإشارات .\r\nوقائلون بان الوجود في الحقيقة الواجبة نفس ماهيتها إذ ليس للواجب ماهية غير طبيعة الوجود ، وبان للوجودات الممكنات ماهيات معروضة لها ثانيا ، كما في أوائل تمهيد القواعد لابن تركه ( ص 36 ، ط 1 ) .\r\nوقائلون بان الوجود الحقيقي منضم إلى الماهية فبانضمامه إليها تصير الماهية موجودة وبه يترتب عليها الآثار ثالثا ، كما في القول الوسيط ( صفحه 267 ، ط 1 ) .\r\nوحيث إن اثر الجعل بالذات يجب ان يكون امرا عينيا موجودا في الخارج ، وان الاتصاف نسبة غير مستقلة ورابطة بين الماهية\r\nو \r\n","description":"","footnote":"","page_name":" الجعل 21 ","page_number":21},
  {"content":"\r\n\r\nالوجود ومرآة لملاحظتهما وهو بهذا الاعتبار ليس اثرا للبسيط ، حمل المحققان اللاهيجي والسبزواري كلامهم في الاتصاف على ما دريت ليوافق قولهم في الجعل أقوالهم الأخرى ونعم ما فعلا .\r\nولكن لا يخفى عليك ان ما حمل عليه اللاهيجي كلام بمعزل عن عقيدتهم الثابتة الراسخة في ان الوجود أصل ، فتعين كلام المتألة السبزواري في ذلك . نعم بقي في مرامهم كلام سنتلوه عليك .\r\nوأقول : ان التعبير بالانضمام في القول الوسيط وغيره فهو بضرب من التوسع في التعبير لان الامر أرفع من هذا التعبير وأمثاله عند هؤلاء الافاخم . والانضمام في المقام انما هو بالتعمل العقلي بين الوجود والماهية ، والمشاء قد استدلوا باحتياج الماهية في تحققها الخارجي على اثبات أصل مفارق .\r\nح ومنها ان الجعل عند القائلين باصالة الوجود في الممكنات أيضا على وجوه فكما ان القائلين بان الماهية مجعولة بالذات جعلا بسيطا كانوا فرقا ، كذلك القائلون بان الوجود في الممكنات مجعول بالذات جعلا بسيطا :\r\nففرقة وهم المشائون ذهبوا إلى اصالة الوجود والتشكيك في اطلاق الوجود على الموجودات ، وكونها حقائق مختلفة . والحرى ان نأتى بطائفة من أقوالهم في بيان مرادهم لأنه لا يخلو من انغلاق عويص فأقول :\r\nان القول الأقوم في ذلك ما افاده المحقق الطوسي في جواب الفخر الرازي في شرحه على الفصل السابع عشر من النمط الرابع من الإشارات ، حيث اضطرب الفخر في الجمع بين أقوال الحكماء من أن\r\n\r\n","description":"","footnote":"","page_name":" الجعل 22 ","page_number":22},
  {"content":"\r\n\r\nالوجود لا يقع على الموجودات بالاشتراك اللفظي ، وان الوجود شى ء واحد في الجميع ، وان وجود الممكنات امر عارض لماهياتها ، فحكم بأن وجود الواجب مساو لوجود الممكنات ، وان وجود الواجب أيضا عارض لماهيته وماهيته غير وجوده .\r\nفاجابه الخواجة بقوله : منشأ هذا الغلط هو الجهل بمعنى الوقوع بالتشكيك فان الوقوع بالتشكيك على أشياء مختلفة انما يقع عليها لا بالاشتراك اللفظي وقوع العين على مفهوماته بل بمعنى واحد في الجميع ولكن لا على السواء وقوع الانسان على اشخاصه ، بل على الاختلاف إما بالتقدم والتأخر وقوع المتصل على المقدار وعلى الجسم ذي المقدار .\r\nوإما بالأولوية وعدمها وقوع الواحد على ما لا ينقسم أصلا وعلى ما ينقسم بوج‌ه آخر غير الذي هو واحد . وإما بالشدة والضعف وقوع الأبيض على الثلج والعاج .\r\nوالوجود جامع لجميع هذه الاختلافات فإنه يقع على العلة ومعلولها بالتقدم والتأخر ، وعلى الجوهر والعرض بالأولوية وعدمها . وعلى القار وغير القار كالسواد والحركة بالشدة والضعف . بل على الواجب والممكن بالوجوه الثلاثة . والمعنى الواحد المقول على أشياء مختلفة لا على السواء يمتنع ان يكون ماهية أو جزء ماهية لتلك الأشياء لان الماهية لا تختلف ولا جزئها بل انما يكون عارضا خارجيا لازما أو مفارقا مثلا كالبياض المقول على بياض الثلج وبياض العاج لا على السواء ، فهو ليس بماهية ولا جزء ماهية لهما بل هو أمر لازم لهما من خارج .\r\n\r\n","description":"","footnote":"","page_name":" الجعل 23 ","page_number":23},
  {"content":"\r\n\r\nوذلك لان بين طرفي التضاد الواقع في الألوان أنواعا من الألوان لا نهاية لها بالقوة ولا أسامي لها بالتفصيل يقع على كل جملة منها اسم واحد بمعنى واحد كالبياض أو الحمرة أو السواد بالتشكيك ويكون ذلك المعنى لازما لتلك الجملة غير مقوم فكذلك الوجود في وقوعه على وجود الواجب وعلى وجود الممكنات المختلفة بالهويات التي لا أسماء لها بالتفصيل ، لا أقول على ماهيات الممكنات بل على وجودات تلك الماهيات اعني انه أيضا يقع عليها وقوع لازم خارجي غير مقوم .\r\nوإذا تقرر هذا فقد انحل اشكالات هذا الفاضل بأسرها ، وذلك لان الوجود يقع على ما تحته بمعنى واحد كما ذهب اليه الحكماء ، ولا يلزم من ذلك تساوى ملزوماته التي هي وجود الواجب ووجودات الممكنات في الحقيقة لان مختلفات الحقيقة قد تشترك في لازم واحد ، انتهى كلامه .\r\nوقريب من كلامه ما قروه صاحب الشوارق في المسألة الثالثة بهذا العنوان : نقل مقال وتقرير اشكال ، الخ .\r\nأقول : كلام الخواجة في رد الفخر الرازي كان على مشرب المشاء وليس لأحد ان يقول بمجرد تحريره هذا : لعل هذا التحقيق كان على نظره الخاص ورأيه الذي مال اليه في الوجود . وذلك لأنه قال في أول الكتاب : واشترط على نفسي ان لا أتعرض لذكر ما اعتمده فيما أجده مخالفا لما اعتقده فان التقرير غير الرد والتفسير غير النقد .\r\nنعم كلامه هذا في المقام خاصة في رد الفخر الرازي هو مختاره أيضا في التجريد فراجع إلى المسألة الرابعة عشرة وكذا في المسألة السابعة والعشرين من الشوارق ( صفحه ء 61 ، صفحه ء 101 ، ط 1 ) .\r\n\r\n","description":"","footnote":"","page_name":" الجعل 24 ","page_number":24},
  {"content":"\r\n\r\nفحصل من كلامه ان المشائين ذهبوا إلى أن الوجود هو الأصل في التحقق ، بل الأصل في الجعل أيضا .\r\nوان الوجود يطلق على الموجودات بالتشكيك لا على التواطى . وحيث إن التشكيك غير جار في الماهية وجزئها فاطلاق الوجود على وجود الواجب ووجود الممكنات نحو اطلاق اللازم الخارجي غير المقوم للشى ء عليه ، كما أن اطلاق الوجود على الماهيات كان أيضا كذلك حيث قال : اعني انه أيضا يقع عليها الخ .\r\nوان الموجودات حقائق مختلفة بالهويات لا أسماء لها بالتفصيل .\r\nوجملة القول وملخصه في مرام المشائين في هذه المسألة ما في الحكمة المنظومة ( ص 19 ) ، حيث قال : الوجود عند طائفة مشائية من الحكماء حقائق تباينت بتمام ذواتها البسيطة لا بالفصول ليلزم التركيب ويكون الوجود المطلق جنسا ، ولا بالمصنفات والمشخصات ليكون نوعا بل المطلق عرضى لازم لها بمعنى انه خارج محمول لا انه عرضى بمعنى المحمول بالضميمة ، انتهى .\r\nوقد حررنا مذهبهم هذا في رسالتنا الفارسية ( [ : وحدت از ديدگاه عارف وحكيم 
  ] ( وقد انتهت فذلكة البحث هناك إلى أمور ستة .\r\n1 الوجود أصل في التحقق والماهية اعتبارية .\r\n2 الوجودات حقائق متبائنة بتمام ذواتها البسيطة .\r\n3 الوجود المطلق العام عارض لازم للوجودات الخارجية المتبائنة ومحمول عليها اى محمول من صميمها ، لا انه محمول بالضميمة .\r\n4 اطلاق الوجود العام على الموجودات الخارجية المتبائنة اى حمله عليها على سبيل التشكيك اى اللازم واحد والملزومات\r\n\r\n","description":"","footnote":"","page_name":" الجعل 25 ","page_number":25},
  {"content":"\r\n\r\nمتعددة متبائنة .\r\n5 التشكيك عارض على الوجود العام ، والوجود العام عارض على الملزومات المتبائنة التي هي وجودات خارجية .\r\n6 من تلك الملزومات اى الوجودات الخارجية واحد منها وهو الواجب تعالى وجود صرف فرد ، واما ما سواه سبحانه فكل ممكن زوج تركيبي من وجود وماهية .\r\nولا يخفى عليك ان التوحيد على هذا الزعم تنزيه في عين التشبيه . ويرد على المشاء على زعمهم هذا اشكالات عديدة : منها علم الباري بالجزئيات من حيث هي جزئية لا العلم بها على سبيل الكلى .\r\nومنها في ربط الكثير بالواحد وصدوره عنه .\r\nومنها اصالة الوجود في الممكنات وهي حقائق متبائنة ، مع أن حكم السنخية في العلة ومعلولها أصل قويم .\r\nومنها جعل الوجود في الممكن وتحققه في الخارج .\r\nومنها انفاذ امره في ما سواه وكيفية ارتباطه بها . وغيرها من اشكالات أخرى .\r\nواعلم أن كلام المشاء في تباين الوجودات بتمام ذواتها البسيطة هو نحو تباين الأجناس العالية واختلاف بعضها مع بعض في تمام ذواتها البسيطة .\r\nوانما مال المشاء إلى مذهبهم هذا ، لأنهم قالوا : لو لم تكن الوجودات حقائق متبائنة وكانت حقيقة الوجود حقيقة واحدة ، لما كان وجود في كونه علة لوجود أولى من كونه معلولا فلزم في علية الوجود\r\n\r\n","description":"","footnote":"","page_name":" الجعل 26 ","page_number":26},
  {"content":"\r\n\r\nلوجود الترجيح من غير مرجح ولذا يجب أن تكون الوجودات حقائق متبائنة . ولأنهم مالوا اليه حذرا من التشكيك في الماهية . وسيأتي تحقيق القول في بيان مذهبهم .\r\nوفرقة من القائلين باصالة الوجود اعتقدوا بان الوجود امر واحد عيني مطلق سعى ، وسعت رحمته كل شى ء وهو حقيقة واحدة ذات مراتب بالشدة والضعف والغنا والفقر والكمال والنقص اى ان الوجود مشكك بهذا المعنى . ومع ذلك ان الخالق في مقام عزه وهو الواحد العزيز القهار ، والمخلوق فقير بل فقر وربط يا أيها الناس أنتم الفقراء إلى الله والله هو الغنى الحميد وهذا المذهب هو مختار صدر المتألهين .\r\nوفرقة منهم وهم أهل العرفان والايقان موقنون بان الوجود واحد شخصي بمعنى انه حقيقة واحدة ذات مظاهر اى ان الوجود مشكك بهذا المعنى .\r\n وجود اندر كمال خويش ساريست \r\n تعينها أمور اعتباريست \r\nوهذان الفريقان قائلان بوحدة الوجود ومرادهما من الوحدة هذه ان الوجود هو الصمد الحق اى لا جوف له بمعنى انه لا يشذ عنه شى ء . ويعبرون عن هذه الوحدة الحقة بغير المتناهى أيضا كما يعبرون عنه أيضا بان بسيط الحقيقة كل الأشياء . والوجود عندهم ليس بمجعول بل هو يساوق الحق كما تقدمت الإشارة اليه .\r\nوالكثرة عند الفريقين في عين الوحدة مقهورة فيها ، والوحدة في عين الكثرة قاهرة عليها وان كان‌ت الوحدة عند الأول طور ، وعند الأخير طور آخر . وقل من وصل إلى ذروة معرفة هذا الوجه الشامخ\r\n\r\n","description":"","footnote":"","page_name":" الجعل 27 ","page_number":27},
  {"content":"\r\n\r\nوبلغ إلى غاية فهمه ودرايته وما هو الا الدين الحق الذي رزقه الله تعالى من اصطفى من عباده . وهذا هو التوحيد القرانى الاسلامي لان الدين عند الله الاسلام .\r\nالحمد لله الذي هدانا لهذا وما كنا لنهتدى لولا أن هدانا الله . وان شئت مزيد ايضاح فخذ العلم من أفواه الرجال ، رجال العلم واليقين . على أن رسائلنا مشحونة بتبيان ذلك الدين القويم .\r\nوأحسن رويتك في التميز بين الوجود والايجاد . وفي تصور الماء مثلا بصور الثلج والجليد والجمد ، أو الموج بصور النور والصوت والأشعة المجهولة . والصور الأولى كلها ماء ، والثانية كلها موج ، وكما نطق صاحب المنظومة بالحق .\r\n كيف وبالكون عن استواء \r\n قد خرجت قاطبة الأشياء \r\nوالتوجه إلى التقدم بالحق والتأخر به في البحث عن السبق واللحوق له دخل عظيم في معرفة التوحيد الاسلامي فراجع إلى رسالتنا انه الحق ، أو إلى النكتة الرابعة عشرة من كتابنا الف نكته ونكته .\r\nفان قلت : ما الفرق بين التشكيك الذي ذهب اليه المشائون وبين الذي ذهب اليه صاحب الاسفار ؟\r\nقلت : التشكيك عند صدر المتألهين هو التفاوت التشكيكي في الحقيقة الواحدة ، وعندهم التفاوت التشكيكي في المطلق الخارج المحمول اى الخارج من صميم الشئ ء ثم المحمول عليه ، والمحمولات حقائق متبائنة عندهم ، واما عنده فالمحمولات حقيقة واحدة متفاوتة بالكمال والنقص الجامع بين أنواع التشكيك الستة .\r\nوبعبارة أخرى التشكيك على مذهب المشاء تشكيك عامي ، وعلى\r\n\r\n","description":"","footnote":"","page_name":" الجعل 28 ","page_number":28},
  {"content":"\r\n\r\nمذهب المولى الصدراء تشكيك خاصي . وهذا التشكيك اى التشكيك في حقيقة الوجود مذهب المحققين من الحكماء كما نص به المتأله السبزواري أيضا في آخر الغوص في المتواطى والمشك من اللآلي ( صفحه ء 17 ، ط 1 ) . والقيد بالمحققين لاخراج من قال بالتباين والتشكيك العامي .\r\nتنبيه : وحيث دريت ان التفاوت في الوجود عند صدر المتألهين هو التفاوت التشكيكي في الحقيقة الواحدة ، فبذلك تقدر على دفع استدلال المشاء المذكور من لزوم الترجيح من غير مرجح ، وذلك بأنه يكفى في الخروج عن الترجيح من غير مرجح التفاوت التشكيكي في الحقيقة الواحدة . وكذا على رد دليلهم الاخر كما هو ظاهر غير خفى .\r\nثم لا يخفى عليك ان التشكيك بالمعنى المذكور العامي راجع في الحقيقة إلى التواطى . وقد رأينا نقل كلام المتأله السبزواري في المقام مناسبا لكونه متضمنا لنحوى التشكيك وبيان مرجع التشكيك العامي إلى التواطى وفوائد أخرى . قال : قدس سره في الغوص المذكور :\r\nالحاصل ان الكل‌ى ان لم يكن فيه التفاوت فهو متواط كالبياض الصادق على بياض هذا الثلج وذاك الثلج وذلك الثلج ، وان كان فيه التفاوت فإن كان بأمور زائدة من القوابل والعوارض فهو المشكك بالتشكيك العام كنور الشمس الصادق على الضياء ونور القمر والاظلال وهذا يسمى مشككا إذ فيه التفاوت . وعاما إذ كون الكلى فيه التفاوت يشمل هذا والخاصي . ولكن مرجع هذا التشكيك إلى التواطى إذ التفاوت بالزوائد ففي هذه الأنوار يرجع الشدة والضعف والعلية\r\nو \r\n","description":"","footnote":"","page_name":" الجعل 29 ","page_number":29},
  {"content":"\r\n\r\nالمعلولية إلى وجودها لا إلى ماهيتها .\r\nوان كان فيه التفاوت وبنفسه التفاوت بان يكون لنفس الحقيقة عرض عريض وفي ذاته وبذاته التمام والنقصان فهو المشكك بالتشكيك الخاصي . والنور الحقيقي عند الشيخ الاشراقي هكذا . وعند المحققين من الحكماء حقيقة الوجود هكذا إذ لها درجات متفاضلة في الكمال . انتهى .\r\nبيان : يعنى كما أن الانسان مثلا يصدق على افراده متواطئا ، والتفاوت فيها بالأمور الزائدة التي هي عوارض مشخصة أو مصنفة ، فكذلك نور الشمس صادق على الضياء وهو الأصلي الذاتي الذي غير مكتسب ، وعلى نور القمر المكتسب ، قال عز من قائل :  هُوَ الَّذِي جَعَلَ الشَّمْسَ ضِياءً وَالْقَمَرَ نُوراً  ( يونس 6 ) .\r\nوعلى الاظلال أيضا والتفاوت فيها بالزوائد . والمراد بالزوائد هيهنا الوجودات المتفاوتة شدة وضعفا وعلية ومعلولية العارضة على ماهية النور ذهنا : فقوله ( [ : ففي هذه الأنوار 
  ] ( متفرع على قوله ( [ : ولكن مرجع هذا التشكيك إلى التواطى إذا التفاوت بالزوائد 
  ] ( والمراد من هذه الأنوار هو نور الشمس والقمر والاظلال . ثم مراد الشيخ الاشراقي من النور الحقيقي هو حقيقة الوجود عند المحققين من الحكماء ، واختلاف التعبير مجرد اصطلاح والشيخ ابدع اصطلاحات أخرى في قبال اصطلاحات المشاء كما هو ديدنه المعروف الظاهر من كتبه سيما كتابه حكمة الاشراق .\r\nوان قلت : ما الفرق بين التشكيك الذي ذهب اليه صاحب الاسفار وبين ما ذهب اليه أرباب العرفان ؟\r\n\r\n","description":"","footnote":"","page_name":" الجعل 30 ","page_number":30},
  {"content":"\r\n\r\nقلت : الوجود عنده حقيقة واحدة ذات مراتب ، وعندهم حقيقة واحدة ذات مظاهر بل واحد شخصي له مظاهر فالتشكيك عندهم بلحاظ سعة المظاهر وضيقها . وقد نطق صاحب الاسفار أيضا في مرحلة العلة والمعلول منه بمنطقهم الصواب .\r\nولذا قال بعض أعاظم العلماء : انه في أوائل الاسفار لم يحرر التوحيد على وجهه الذي يليق به وقد نطق في مرحلة العلة والمعلول منه بالصواب وقرره أتم تقرير كما شهده الموحدون الكاملون .\r\nثم انا قد استوفينا البحث عن التشكيكات الثلاثة المذكورة والفرق بينها وتحقيق الحق في تبيان التوحيد الحقيقي الصمدى في رسالتنا الفارسية . الموسومة ب ( [ وحدت از ديدگاه عارف وحكيم ، صفحه ء 51 
  ] ( 62 ، فان شئت فراجع إليها .\r\nوان قلت : إذا كان الوجود هو الحق الصمد اى على وحدته الشخصية فأين امتياز الخالق عن المخلوق والمحيط عن المحاط . ؟\r\nقلت : ان ت‌ميز المحيط عن المحاط انما هو بالتعين الاحاطى ، لا بالتعين التقابلي . الا ترى قوله سبحانه :\r\n وَكانَ اللَّهُ بِكُلِّ شَيْءٍ مُحِيطاً  ( النساء 127 ) ولم يقل : على كل شى ء محيطا ؟ فافهم .\r\nوتدبر في ذلك كلام الوصي عليه السلام :\r\nتوحيدة تمييزه عن خلقه ، وحكم التمييز بينونة صفة لا بينونة عزلة ( نهج البلاغة ، خطبة 177 ) .\r\nوقوله عليه السلام : داخل في الأشياء لا كشى ء داخل في شى ء ، وخارج من الأشياء لا كشى ء خارج من شى ء ( توحيد الكافي ، باب انه\r\n\r\n","description":"","footnote":"","page_name":" الجعل 31 ","page_number":31},
  {"content":"\r\n\r\nلا يعرف الا به ، جلد 1 ، صفحه 67 ) ونحوهما من كلماته الأخرى جمعناها في رسالتنا انه الحق ، فان شئت فراجع إليها .\r\nونقول في بيان التعينين الاحاطى والتقابلي .\r\nان التعين انما يتصور على وجهين : اما على سبيل التقابل له ، أو على سبيل الإحاطة .\r\nلا يخلو امر الامتياز عنهما أصلا وذلك لان ما به يمتاز الشئ ء عما يغايره اما ان يكون ثبوت صفة للمتميز ، وثبوت مقابلها لما يمتاز عنه كالمقابلات . واما ان يكون ثبوت صفة للمتميز وعدم ثبوتها للاخر كتميز الكل من حيث إنه كل والعام من حيث إنه عام بالنسبة إلى اجزائه وجزئياته .\r\nوامارات التميز في القسم الأول منه لابد وان يكون خارجا عن المتعين ضرورة انها نسب أو مبادى نسب من الأمور المتقابلة .\r\nوفي الثاني لا يمكن أن يكون امرا زائدا على المتعين ضرورة انه بعدمه ينتفى الحقيقة المتعينة ، وبه صارت الحقيقة هي هي إذ حقيقة الكل انما تحققت كليته باعتبار احاطته الاجزاء وبها يمتاز عن اجزائه .\r\nوكذلك العام انما يتحقق عمومه باعتبار احاطته الخصوصيات والجزئيات وجمعها تلك الخصوصيات ، وبها يمتاز عن خواصه . ولا شك ان الهياة المجموعية والصور الاحاطية التي للأشياء ليس لها حقيقة وراء اجتماع تلك الخصوصيات واحدية جمعها .\r\nفحينئذ نقول : ان التعين الواجبي انما هو من هذا القبيل إذ ليس في مقابلته تعالى شى ء .\r\nوان شئت زيادة تحقيق لهذا المعتى أو إقامة بينة لهذه الدعوى\r\n\r\n","description":"","footnote":"","page_name":" الجعل 32 ","page_number":32},
  {"content":"\r\n\r\nفتأمل في قوله تعالى :\r\n  لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ   ، حيث سرى النفي فيه متوجها إلى النوعين الوجود بين من أنواع المتقابلات وأصنافها ، وإذا تقرر هذا عرفت ان الواجب يفيد لنفسه ما يفيد شخصية الشخص ، وتأمل في هذه النكتة فإنها منطوية على معاني جمة كثيرة الجدوى .\r\nهذه النكتة العليا نقلناها من الفصل السابع عشر من تمهيد القواع‌د لصائن الدين علي بن تركه ( ص 54 ، ط 1 ) .\r\nوبما حققنا دريت ان الوحدة الحقيقية المطلقة الصمدية حق ، والكثرة الحقيقية خلق وسوى ومظاهر وصور وشؤون فافهم .\r\n گرچه همه از توييم مشتق اى دوست \r\n ماييم مقيد وتو مطلق اى دوست \r\n اطلاق حقيقت است وتقييد نمود \r\n اين نكته مرا هست محقق اى دوست \r\nكما دريت ان الوجود غير مجعول ، والجعل يتعلق بالايجاد فينبغي اعمال الدقة في الامتياز بين الوجود والايجاد ، ثم حق التفكر والتعقل في الايجاد من الصمد الحق الذي هو الأول والاخر والظاهر والباطن ، تدبر ترشد إن شاء الله تعالى .\r\nتبصرة : ما ذكرنا من مذهب المشائين في تباين الموجودات والتشكيك فيها هو المستفاد صريحا من تمهيد القواعد فراجع إلى الفصل الثامن وإلى الفصل الخامس عشر منه ( ص 50 ، 36 ط 1 ) .\r\nالا انه نسب المذهب المذكور إلى المتأخرين من المشائين حيث قال :\r\n\r\n","description":"","footnote":"","page_name":" الجعل 33 ","page_number":33},
  {"content":"\r\n\r\nذهب المتأخرون من المشائين مما نسبوه إلى الحكماء المحققين إلى أن الحقيقة الواجبة هي الطبيعة الخاصة التي هي فرد من افراد الوجود المطلق ، ومقابل للوجودات الخاصة الممكنة الا ان الوجودات الممكنات لها ماهيات معروضة لها دون الطبيع‌ة الخاصة الواجبة فان الوجود نفس ماهيتها إذ ليس للواجب ماهية غير طبيعة الوجود الخ ( ص 36 ، ط 1 ) .\r\nفظاهر كلامه ان المحققين من الحكماء المتقدمين غير قائلين في الوجود بما ذهب اليه المتأخرون منهم . أقول : وهو كذلك أيضا وفي عدة مواضع من الاسفار ايماءات إلى ذلك . بل لنا شواهد في ذلك مستفادة من كتب الشيخ كالشفاء والإشارات أيضا ، على أن رسالتنا في الوحدة كافية في ذلك المرصد الأسنى .\r\nقال أبو حامد المعروف بتركه في أول قواعد التوحيد : ان تقرير مسألة التوحيد على النحو الذي ذهب اليه العارفون ، وأشار اليه المحققون من المسائل الغامضة التي لا يصل إليها أفكار العلماء الناظرين من المجادلين ، ولا يدركها أذهان الفضلاء الباحثين من الناظرين .\r\nوفي شرحه تمهيد القواعد : قوله ذهب اليه العارفون إشارة إلى المتأخرين من الأولياء المحمديين صلاة الله وسلامه عليه ورضى عنهم الذين صرحوا بافشائها وباحوا بانشادها وانشائها نظما ونثرا واستدلوا على اثباتها للمستبصرين نقلا وعقلا .\r\nوقوله وأشار اليه المحققون ، إشارة إلى المتقدمين كالأنبياء سلام الله عليهم وتلامذتهم ال‌اولياء من الهرامسة والحكماء القدماء الذين لا يقصدونها في غالب عباراتهم الا بنوع من الرمز والايماء جريا\r\n\r\n","description":"","footnote":"","page_name":" الجعل 34 ","page_number":34},
  {"content":"\r\n\r\nفي كل زمان على مقتضى مدارك أهلة تنزلا إلى مدارج أفهامهم ، ولا يدلون عليها الا بتلويح يكون فيه ضرب من السر والخفاء تعميما لما افادوه على الخاص والعام جميعا من جوامع كلمهم .\r\nوقوله الناظرين من المجادلين يمكن ان يكون المراد به المتكلمين كما أن القصد بقوله الفضلاء الباحثين طائفة الحكماء المشائين ، انتهى .\r\nأقول : مسألة التوحيد المشار إليها في قواعد التواحيد هو التوحيد القرآني . وكان بعض مشايخنا رضوان الله تعالى عليه : يعبر عنه بالتوحيد الاسلامي . ولعمري ان الوصول إليها من اغمض المسائل التي رزق بها الاوحدى في كل عصر وكما قلت في ديواني :\r\n دولتم آمد به كف با خون دل آمد به كف \r\n حبذا خون دلى دل را دهد عز وشرف \r\nوفي هذا المشهد لا يكون الوجود مجعولا ، ولا الماهية أصيلة ولا الاتصاف ، بل يتجلى سلطان برهان الصديقين لمن هو أهله .\r\nوتدبر في قول القيصري حيث قال في تفسير كلام العارف العربي في ديباجة فصوص الحكم ( [ : من المقام الأقدم 
  ] ( ما هذا لفظه : انما قال على صيغة افعل التفضيل لان للقدم مراتب وكلها في الوجود سواء لكن العقل باستناد بعضها إلى البعض يجعل قديما واقدم كترتب بعض الأسماء على البعض إذ الشئ ء لا يمكن ان يكون مريدا الا بعد ان يكون عالما ، ولا يمكن ان يكون عالما الا بعد ان يكون حيا ، وكذلك الصفات ، وجميع الأسماء والصفات مستندة إلى الذات فلها المقام الأقدم من حيث المرتبة الأحدية وان كانت الأسماء والصفات أيضا قديمة ( ص 51 ، ط 1 ) .\r\n\r\n","description":"","footnote":"","page_name":" الجعل 35 ","page_number":35},
  {"content":"\r\n\r\nتبصرة أخرى : هذه التبصرة تحوى فائدة جليلة ، وهي في الحقيقة تذنيب التبصرة الأولى وتأييد لها :\r\nقال صدر المتألهين في أول الشواهد الربوبية بعد نبذة من إفاداته في الوجود ما هذا لفظه : تفريع ، فلا تخالف بين ما ذهبنا اليه من اتحاد حقيقة الوجود واختلاف مراتبها بالتقدم والتأخر والتاكد والضعف ، وبين ما ذهب اليه المشائون أقوام الفيلسوف المقدم من اختلاف حقائقها عند التفتيش : انتهى .\r\nأقول : لا يخفى عليك ان قوله عند التفتيش متعلق بقوله فلا تخالف ، ووجه التفتيش هو ما أفاده المتأله السبزواري في تعليقاته على الشواهد الربوبية ، وكذا أفاد قريبا منه في الحكمة المنظومة وحواشيها ، ونحن نكتفي بنقل ما في الشواهد لكثرة فوائده وتوضيح مطالبه ، قال :\r\nقوله : من اتحاد حقيقة الوجود الخ . فإنها كنوع واحد مشكك ما فيه التفاوت فيه عين ما به التفاوت ، لكن لا يقال عليها النوع لأنه وصف شيئية الماهية ، وانما يقال إنها سنخ واحد وهذا طريقة الفهلويين في الوجود . وطريقة الشيخ الاشراقي في حقيقة النور فان النور الاقهر والقاهر والاسفهبد والنور العرضي عنده سنخ واحد ، قال في حكمة الاشراق : النور كله اى جوهرا كان أو عرضا في نفسه لا يختلف حقيقته الا بالكمال والنقصان . وقال أيضا : الأنوار المجردة لا تختلف في الحقيقة . إلى غير ذلك .\r\nوعبارات الشيخ الرئيس في الشفاء والمباحث تنادى بأن تخالف الوجودات ليس بالذات بل بالماهيات المقابلة . وبان الوجود يقبل\r\n\r\n","description":"","footnote":"","page_name":" الجعل 36 ","page_number":36},
  {"content":"\r\n\r\nالشدة والضعف ، والحقيقتان المختلفتان ليست إحديهما شديدة الأخرى ، ولا الأخرى ضعيفة الأولى ، وانما لم يبق القول بالتباين على ظاهره لسخافته إذ الوجود بسيط فلو تباين مراتبه كانت بينونتها بتمام ذواتها البسيطة كنور وظلمة وعلم وجهل وقدرة وعجز . ولو كان كذلك لزم التعطيل في المعارف والمحامد ونحوها ، وجاز انتزاع مفهوم واحد من حقائق متبائنة بما هي متبائنة ، ولتمت شبهة ابن كمونة ولم ينحل عقدتها قط ، إذ لو جاز المتبائنة بتمام الذات في المراتب الطولية من العلل والمعلولات لجازت في وجودين متكافئين كل في عرض الاخر وكان معطى الكمال والفعلية فاقدا لهما وادعى البداهة في بطلانه وفي وجدانه إياهما ، ولم تكن الموجودات الافاقية والانفسية آيات الله تعالى ، وهل تكون الظلمة آية النور ، والعجز آية القدرة ، والجفاف آية البلة ؟\r\nولم تكن العلة حدا تاما للمعلول ، والمعلول حدا ناقصا للعلة كما قال القدماء ، ولم يكن ما هو لم هو في كثير من الأشياء كما قال ارسطاطا ليس ، ولم يكن العلم التام بالعلة علما تاما بالمعلول كما قال به المحققون .\r\nبل عب‌روا بأدوات القصر وقالوا : ذوات الأسباب لا تعرف الا بأسبابها ، ولم يكن التغيرات الطولية استكمالا ولبسا للفعلية ثم لبسا ، كما أنها في السلسلة العرضية الكونية خلع ثم لبس . ولا الموجودات الكاملة بالنسبة إلى الناقصة كاجمال وتفصيل ولف ونشر .\r\nولا جامعا لجميع فعليات ما دونه مع شى ء زائد ، وبطلان التوالي كثبوت الملازمة ظاهر عند أرباب التحقيق والله ولى التوفيق . انتهى ( ص 5 ، ط 1 ، الحجري ) .\r\n\r\n","description":"","footnote":"","page_name":" الجعل 37 ","page_number":37},
  {"content":"\r\n\r\nأقول : ولا يخفى عليك ان مغزى التفتيش عدم موافقة القول بالتباين لكثير من القواعد المتينة الحكمية التي اذعن بها وأسسها أكابر الحكماء المشائين . فكان التفتيش يمنع العقل عن قبول التباين وحمله على ظاهره . ولذا تصدى صدر المتألهين للجمع بين الرايين ورفع الاختلاف في البين ، ونعم ما فعل الا ترى كلام المعلم الثاني في المدينة الفاضلة : ان الحق يساوق الوجود ( ص 11 ، ط مصر ) .\r\nاعلم أن اطلاق التباين على التغاير في كلمات مشائخ العرفان والمشاء والحكمة المتعالية كثير جدا فيقولون الحقائق المتبائنة فيعنون بها الحقائق المتغائرة . وكثيرا ما يصرحون بالمتغائرة بدل المتباينة وشواهدنا في ذلك أكثر من أن تحصى وعند التفتيش ترجع آرائهم إلى التوحيد الاسلامي بلا مراء .\r\nوما لم ينته الامر إلى الوجود الصمد الواحد بالوحدة الشخصية لم يتم مسائل التوحيد على وجهها الأحسن الأكمل ، ولا يتخلص الموحد عن تهاجم الشبه فذلك التوحيد الحق هو المخلص .\r\nوالحق ان كلمات الشيخ الرئيس نص صريح في أن الوجود حقيقة صمدية وما سواه شؤونه وظلاله على التوحيد الذي يعتقده الخواص اعني التوحيد القرآني الذي أشرنا اليه . وذلك لأنه قال في المباحثات : ان الوجود في ذوات الماهيات لا يختلف بالنوع بل إن كان اختلاف فبالتأكد والضعف ، وانما يختلف ماهيات الأشياء التي تنال الوجود بالنوع ، وما فيها من الوجود غير مختلف بالنوع فان الانسان يخالف الفرس بالنوع لأجل ماهيته لا لوجوده .\r\nوكذا قال في التعليقات : الوجود المستفاد من الغير كونه\r\n\r\n","description":"","footnote":"","page_name":" الجعل 38 ","page_number":38},
  {"content":"\r\n\r\nمتعلقا بالغير هو مقوم له ، كما أن الاستغناء عن الغير مقوم لواجب الوجود بذاته ، والمقوم للشى ء لا يجوز ان يفارقه إذ هو ذاتي له :\r\nوقال في موضع آخر من التعليقات أيضا : الوجود اما ان يكون المحتاج إلى الغير فيكون حاجته إلى الغير مقومة له ، واما ان يكون مستغنيا عنه فيكون ذلك مقوما له ، ولا يصح ان يوجد الوجود المحتاج غير محتاج كما أنه لا يصح ان يوجد الوجود المستغنى محتاجا والا قوم بغيره وبدل حقيقتها ، انتهى .\r\nوصاحب الاسفار بعد نقل كلماته المذكورة في الفصل الخامس من المنهج الأول من المرحلة الأولى منه ( ص 9 ، ج 1 ، ط 1 ) قال ما هذا لفظه :\r\nان العاقل اللبيب بقوة الحدس يفهم من كلامه ما نحن بصدد إقامة البرهان عليه حيث يحين حينه من أن جميع الوجودات الامكانية والانيات الارتباطية التعلقية اعتبارات وشؤون للوجود الواجب‌ى ، وأشعة وظلال للنور القيومى لا استقلال لها بحسب الهوية ، ولا يمكن ملاحظتها ذواتا منفصلة وأنيات مستقلة لان التابعية والتعلق بالغير والفقر والحاجة عين حقائقها ، لا ان لها حقائق على حيالها عرض لها التعلق بالغير والفقر والحاجة اليه بل هي في ذواتها محض الفاقة والتعلق ، فلا حقائق لها الا كونها توابع لحقيقة واحدة . فالحقيقة واحدة وليس غيرها الا شؤونها وفنونها وحيثياتها وأطوارها ولمعات نورها وظلال ضوئها وتجليات ذاتها كل ما في الكون وهم أو خيال ، أو عكوس في المرايا أو ظلال .\r\nانتهى ما أردنا من نقل كلام صاحب الاسفار ، وبالجملة كلام\r\n\r\n","description":"","footnote":"","page_name":" الجعل 39 ","page_number":39},
  {"content":"\r\n\r\nهذين العلمين في بيان التوحيد القرآني كالنور على شاهق الطور .\r\nالحمد لله الذي هدانا لهذا وما كنا لنهتدى لولا أن هدانا الله .\r\nوفرقه منهم كأبى الحسن الأشعري وأبى الحسين البصري واتباعهما النافين للاشتراك المعنوي حذرا من المشابهة والسنخية بين العلة والمعلول ، والنافين لزيادة الوجود على الماهية ، بل قالوا بعينيته لها ذهنا فضلا عن العينية الخارجية . ومعنى العينية الذهنية ان المفهوم من أحدهما عين المفهوم من الاخر مقابل قول الحكماء من عينية الوجود للماهية خارجا وانه غبرها ذهنا .\r\nقال العلامة الحلي في شرح التجريد :\r\nاختلفوا في ان الوجود هو نفس الماهية أو زائد عليها ، فقال أبو الحسن الأشعري وأبو الحسين البصري وجماعة ممن تبعوهما ان وجود كل ماهية نفس تلك الماهية . انتهى ( المسألة الثالثة من أول المقصد الأول ) .\r\nأقول : ولا يخفى عليك ان العينية أخص من الاشتراك اللفظي لاحتمال الاشتراك بان يكون الوجود في كل ماهية امرا زائدا عليها مختصا بها لانفسها وهذه الفرقة قائلون بالعينية فالاشتراك اللفظي عند هم ليس على وجه زيادة الوجود على الماهية .\r\nوفي القول الوسيط ان مذهب الشيخ أبا الحسن الأشعري هو ان وجود كل شى ء عينه واجبا كان أو ممكنا ، جوهرا أو عرضا ، جزئيا حقيقيا أو كليا ذاتيا ، أو عرضيا انضماميا أو انتزاعيا ، وليس زائدا على نفس الذات ولا جزئها .\r\n\r\n","description":"","footnote":"","page_name":" الجعل 40 ","page_number":40},
  {"content":"\r\n\r\nفليس هيهنا وجود هو غير الماهية ، ولا اتصاف وخلط هو نسبة بينهما فإنه ليس بينها في مرتبة المحكى عنه والمصداق تغاير أصلا كما بين ذات الواجب ووجوده فالحمل بينها حمل أولى نظري بناء على اتحاد المصداق كما في حمل الوجود على الواجب ووجوده فالحمل بينها حمل أولى نظري بناء على اتحاد المصداق كما في حمل الوجود على الواجب عند الحكماء وان لم يكن بينها اتحاد بحسب المفهوم كما في الانسان انسان ، أو الانسان حيوان ناطق بتعدد الملاحظة والمعقولية أو التعدد الاعتباري في المفهوم بحسب عروض صفتي الاجمال والتفصيل .\r\nوالكلام هيهنا على التعدد في مرتبة المحكى عنه لا في مرتبة الحكاية فقط . فعلى هذا لا يتصور الجعل المؤلف بين الماهية والوجود ، ولا تعلقة بالذات ولا بالعرض بمرتبة الخلط ، وتعين الجع‌ل البسيط وجعل الماهية جعل بسيط متعلق بالذات بالماهية التي هي شى ء واحد يعبر عنه بالماهية من حيث كونها ذاتا وما به الشئ هو هو ، وبالوجود من حيث كونه منشأ الآثار ومدار الاحكام ، وبالتشخص من حيث كونه مبدأ التميز والتعين الواقعي وهو التشخص الحقيقي ، ومتعلق بالعرض بما ينتزع عنها من مفهوم الذات ومفهوم الوجود المصدري ومفهوم الوجود الحقيقي المغائر لها في مرتبة الحكاية ، وغير ذلك من الأمور المنتزعة عن نفسها من حيث هي . انتهى ما أردنا من نقل كلامه .\r\nأقول : نقل أدلة هذه الفرقة في مذهبهم ، ثم الرد عليها ، يفيضان إلى الاسهاب ، وخلاصة مذهبهم ان الماهيات بأسرها متخالفة وكذلك الوجود لأنه عينها في كل مرتبة . ولذا قالوا بالاشتراك اللفظي حذرا من المشابهة والسنخية بين العلة ومعلول .\r\n\r\n","description":"","footnote":"","page_name":" الجعل 41 ","page_number":41},
  {"content":"\r\n\r\nوأنت تعلم أن السنخية كسنخية الشئ ء والفيى ء من شرائط العلية والمعلولية .\r\nثم إن ما ذهب اليه الأشعري بظاهره سخيف غاية السخافة ولا يتفوه به من له أدنى شعور في مسألة التوحيد ، ولعل رايه وآراء اتباعه في المقام ناظر إلى ما بينا فيها ثم ثوره الآخرون بما نقلنا عنهم حسب ما حسبه هؤلاء لا على النحو الذي نحاه أولئك ولا بعد في ذلك وكم له من نظير . فتدبر .\r\nط ومنها ان البسائط هل تكون مجعولة أم لا ؟\r\nقال الفخر الرازي في المباحث المشرقية ( ج 1 ، ص 52 ، ط 1 ) : المشهور انها غير مجعولة فان السواد لو تعلقت سواديته بغيره لم يكن السواد سوادا عند فرض عدم ذلك الغير وهو محال .\r\nثم اخذ في النقض والابرام والايراد والاعتراض . وهكذا الكلام في بيان تعلق الجعل المؤلف أو البسيط بالذاتيات والمقومات للطبائع النوعية . وهكذا البحث عن جعل لوازم الماهية هل هي مجعولة بجعل الذات ، أو معلولة للماهية من حيث هي أو من حيث التقرر والوجود ؟ وهكذا الكلام في جعل الصفات الانتزاعية المتقدمة على التقرر والوجود .\r\nأقول : أنت بما قدمنا من الأصول الرصينة حول الجعل تنبهت على ما هو الحق المحقق في هذه الشعب المنبعثة عن الجعل فلا طائل في الإطالة .\r\nى ومنها ان الموجود بوجوده الذي هو فيض الله تعالى ربط محض وفقر نوري  اللَّهُ نُورُ السَّماواتِ وَالْأَرْضِ  ، والموجودات بوجوداتها\r\n\r\n","description":"","footnote":"","page_name":" الجعل 42 ","page_number":42},
  {"content":"\r\n\r\nمظاهر الله تعالى لا بحدودها وماهياتها . وتلك المظاهر أيضا أسمائها بوجه ، كما انها مظاهر أسمائه بوجه آخر .\r\nوالمظاهر أسماء أسماء كما أن الأسماء اللفظية أسماء أسماء الأسماء التي هي مظاهر لا حد لها إذا نظرت إلى ما يلي ربها كالأمواج البحرية فهي محدودة بالنظر إلى ما يلينا لا إلى ما يلي البحر . فما سواه سبحانه فعله فهي روابط محضة قائمة به عنت الوجوه للحى القيوم . والإضافة بينهما اشراقية : ولو تفوهنا بضرب من التوسع في التعبير ان المجعول هو وجود الأشياء الفائض عن المبدأ كان المجعول له أمران : وجود وحد . لان الصمد الحق ليس الا هو قل هو الله أحد الله الصمد ، فبالحد يغاير جاعله ، وبالوجود ظل من اظلاله قل كل يعمل على شاكلته .\r\nوعلى هذا المنوال قال المحقق الطوسي في شرحه على إشارات الشيخ : إذا صدر عن المبدأ الأول شى ء كان لذلك الشئ ء هوية مغايرة للأول بالضرورة ومفهوم كونه صادرا عن الأول غير مفهوم كونه ذا هوية فاذن هيهنا أمران معقولان : أحدهما الامر الصادر عن الأول وهو المسمى بالوجود ، والثاني هو الهوية اللازمة لذلك الوجود وهو المسمى بالماهية فهي من حيث الوجود تابعة لذلك الوجود لان المبدأ الأول لو لم يفعل شيئا لم يكن ماهية أصلا لكن من حيث العقل يكون الوجود تابعا لها لكونه صفة لها ، انتهى .\r\nيا واعلم أن التعبير عن انتساب ما سواه اليه سبحانه بالارتباط الفقرى مما قد نطق به الشيخ العارف العربي في الفص الادمى من فصوص الحكم حيث قال : لا شك ان المحدث قد ثبت حدوثه وافتقاره\r\n\r\n","description":"","footnote":"","page_name":" الجعل 43 ","page_number":43},
  {"content":"\r\n\r\nإلى محدث أحدثه لامكانه بنفسه فوجوده من غيره فهو مرتبط به ارتباط افتقار . ولابد ان يكون المستند اليه واجب الوجود لذاته غنيا في وجوده بنفسه غير مفتقر وهو الذي اعطى الوجود بذاته لهذا الحادث فانتسب اليه ( ص 83 ، ط 1 ، من شرح القيصري عليه ) .\r\nثم تبعه صاحب الاسفار في التعبير عنه بالفقر النوري والإضافة الاشراقية ونحوهما . والقيد بالاشراقية لاخراج الإضافة المقولية . والإضافة الاشراقية ناظرة إلى النسبة الحقيقية اى الملك الحقيقي الناطق به كتابه الكريم :\r\n وَلِلَّهِ ما فِي السَّماواتِ وَما فِي الْأَرْضِ  ( آل عمران ، 192 ) ، بخلاف الملك الإضافي الاعتباري نحو قولك الدار لزيد . الا تدبرت معنى قاله تعالى :  فاطِرِ السَّماواتِ وَالْأَرْضِ *  ونحوها من الآيات الأخرى التي فيها كلمة فطر ومشتقاتها ؟ والا ترى انه سبحانه قال :  وَكانَ اللَّهُ بِكُلِّ شَيْءٍ مُحِيطاً  ( نساء 127 ) ولم يقل : وكان الله على كل شى ء محيطا وكذلك الآيات الأخرى التي كانت صلة الإحاطة فيها كلمة الباء لا على فافهم .\r\nخاتمة في نقل طائفة من كلام أهل التوحيد في الجعل لعله يفيد زيادة استبصار في موضوع الرسالة :\r\n1 قال في نقد النصوص : وهيهنا بحث حاصله : ان الماهية الممكنة كما انها محتاجة إلى الفاعل في وجودها الخارجي ، كذلك محتاجة اليه في وجودها العلمي سواء كان ذلك الفاعل مختارا أو موجبا فالمجعولية بمعنى الاحتياج إلى الفاعل من لوازم الماهية الممكنة مطلقا فإنها أينما وجدت كانت متصفة بهذا الاحتياج ، وان فسر المجعولية\r\n\r\n","description":"","footnote":"","page_name":" الجعل 44 ","page_number":44},
  {"content":"\r\n\r\nبأنها الاحتياج إلى الفاعل في الوجود الخارجي كان الكلام صحيحا والتقييد تكلفا .\r\n2 قال القيصري في الفصل الثالث من مقدمات شرحه على فصوص الحكم : الأعيان من حيث إنها صور علمية لا توصف بأنها مجعولة لأنها حينئذ معدومة في الخارج والمجعول لا يكون الا موجودا كما لا يوصف الصور العلمية والخيالية التي ف‌ى أذهاننا بأنها مجعولة ما لم توجد في الخارج ، ولو كانت كذلك لكانت الممتنعات أيضا مجعولة لأنها صور علمية فالجعل انما يتعلق بها بالنسبة إلى الخارج وليس جعلها الا ايجادها في الخارج لا ان الماهية جعلت ماهية فيه ، وبهذا المعنى تعلق الجعل بها في العلم أولى ، وحينئذ يرجع النزاع لفظيا إذ لا يمكن ان يقال إن الماهيات ليست بإفاضة مفيض في العلم واختراعه والا يلزم ان لا تكون حادثة بالحدوث الذاتي .\r\nلكنها ليست مخترعة كاختراع الصور الذهنية التي لنا إذا أردنا اظهار شى ء لم يكن ليلزم تأخر الأعيان العلمية عن الحق في الوجود تأخرا زمانيا بل علمه تعالى ذاته بذاته يستلزم الأعيان من غير تأخرها عنه تعالى في الوجود فبعين العلم الذاتي يعلم تلك الأعيان لا بعلم آخر كما توهم من جعل علمه بالعالم عين العقل الأول فافهم .\r\n3 قال كمال الدين محمد اللارى في شرح الزوراء :\r\nما يفهم من كلام العرفاء والصوفية ان الجعل عندهم قسمان :\r\nالأول الجعل المتعلق بالأعيان الثابتة والماهيات بذواتها واستعدادتها مجعولة بهذا الجعل عندهم ، يعنى به تعلق الجعل بها في العلم ، وبه أيضا تت‌لبس الماهيات بالثبوت والظهور العلمي\r\n\r\n","description":"","footnote":"","page_name":" الجعل 45 ","page_number":45},
  {"content":"\r\n\r\nوالفيض الاقدس في عرفهم عبارة عن هذا الجعل . والمتعلق بالماهيات باعتبار الثبوت العيني والمجعول بهذا الجعل عندهم ليس الا الوجود العيني وما يتبعه لان ذوات الماهيات واستعداداتها كانت مجعولة بالجعل الأول وهذا الجعل هو المسمى بالفيض المقدس .\r\nولو وقع في كلامهم ان الماهيات غير مجعولة أرادوا به الجعل الثاني اعني الفيض المقدس لا مطلق الجعل إذ قد صرحوا بمجعولية الماهيات بذواتها بالجعل الأول وحينئذ لا تخالف في كلاميهما .\r\n4 قال صدر المتألهين في الهيات الاسفار : الأعيان الثابتة ما شمت رائحة الوجود ابدا ، ومعنى قولهم هذا انها ليست موجودة من حيث أنفسها ، ولا الوجود صفة عارضة لها أو قائمة بها ، ولا هي عارضة له ولا قائمة به ، ولا أيضا مجعولة للوجود معلولة له بل هي ثابتة في الأزل باللاجعل الواقع للوجود الاحدى كما أن الماهية ثابتة في الممكن بالجعل المتعلق بوجوده لا بماهيته لأنها غير مجعولة بالذات .\r\n5 وقد أفاض امام الموحدين آدم أولياء الله الوصي المرتضى عليه الصلاة والسلام مجيبا بكلامه الكامل لرجل قال له : اين المعبود ؟\r\nفقال عليه السلام : لا يقال له اين لأنه اين الأينية ، ولا يقال له كيف لأنه كيف الكيفية ، ولا يقال له ما هو لأنه خلق الماهية ، الحديث ( باب نفى الجسم والصورة والتشبيه من ثاني البحار نقلا عن روضة الواعظين ، ص 93 ، ج 2 ، ط 1 ) .\r\n\r\n","description":"","footnote":"","page_name":" الجعل 46 ","page_number":46},
  {"content":"\r\n\r\nوفي المجلد الأول من البحار نقلا عن علل الشرائع في سؤالات الشامي عن أمير المؤمنين عليه السلام عن أول ما خلق الله تبارك وتعالى ؟ فقال عليه السلام : النور .\r\nففي الأول ، قال عليه السلام : انه سبحانه خلق الماهية ، وفي الثاني قال : أول ما خلق الله النور .\r\nوفي حرز مولانا الإمام الجواد عليه السلام : وملا كل شى ء نورك ( ص 36 مهج الدعوات ، ط 1 ) فافهم .\r\nوان شئت مزيد ايضاح في ذلك فعليك برسالتنا في لقاء الله تعالى .\r\nوقد حان ان نختم الرسالة هاهنا حامدين لله رب العالمين ومصلين على عباده الصالحين سيما خاتم النبيين وآله الطاهرين .\r\n\r\n","description":"","footnote":"","page_name":" الجعل 47 ","page_number":47},
  {"content":" العمل الضابط\r\n\r\n\r\n2 العمل الضابط في الرابطي والرابط\r\n\r\n","description":"","footnote":"","page_name":" العمل الضابط 48 ","page_number":48},
  {"content":" العمل الضابط\r\n\r\nبسم الله الرحمن الرحيم\r\nالحمد والثناء لمن هو الكل في وحدته .\r\nوالصلاة والسلام على خير خليقته وآله وعترته ، ومن استقام على سيرته وطريقته .\r\nوبعد فهذه وجيزة عملها العبد الحسن بن عبد الله الطبري الاملى ( المدعو بحسن زاده آملي ) في الوجودين الرابط والرابطي ، لعلها تفيد أهل التنقيب في المسائل الحكمية ، وتجدى أبناء التحقيق عن القضايا العلمية .\r\nوسميتها بالعمل الضابط في الرابطي والرابط ، منضدة في أربعة عشر فصلا وخاتمة .\r\n\r\n","description":"","footnote":"","page_name":" العمل الضابط 49 ","page_number":49},
  {"content":" العمل الضابط\r\n\r\n\r\nفصل 1\r\nالوجود الرابط يطلق في الحكمة المتعالية على ما سواه سبحانه بمعنى أن المعلول مطلقا بالنسبة إلى علته المفيضة رابط بل ربط محض لا استقلال له ، فوجود المعلول من حيث هو وجوده بعينه للعلة الفاعلية التامة أي المعلولات هي انحاء الوجودات بالجعل الابداعي البسيطى ، فيقال للوجودات المعلولة روابط محضة لا استقلال لها ، واضافتها إلى علتها المفيضة إضافة اشراقية قائمة بطرف واحد عيني هو وجود علتها جل شأنها .\r\nوفي قبال هذا الوجود الرابط ، الوجود الرابطي بالمعنى الذي ذهب اليه القوم في الفلسفة الرائجة من أن وجود المعلول بالنسبة إلى علته وجود رابطي يعنى أن للمعلول وجودا مستقلا عن العلة الا أنه منسوب إليها ولا يصح سلب هذا الانتساب عنه اى لا يصح انسلاخ المعلول عن هذا الانتساب إلى العلة .\r\nويمكن ان يكون كلام المحقق اللاهجى في بعض تأليفاته أن وجود العرض مفاد كان الناقصة ، ناظرا إلى هذا الوجه من الوجود الرابطي فتدبر .\r\nوالوجود الرابطي بهذا المعنى يأباه فطرة التوحيد فان الكل روابط صرفة لا نفسية لها بالنسبة إلى الوجود الصمدى ، الا ان يكون مراد القوم من الانتساب الإضافة الاشراقية بقرينة كلماتهم الأخرى في الجعل والتوحيد على ما استوفينا البحث عن ذلك بالتحقيق والتنقيب\r\n\r\n","description":"","footnote":"","page_name":" العمل الضابط 50 ","page_number":50},
  {"content":" العمل الضابط\r\n\r\nفي رسالتنا المعمولة في الجعل .\r\nوبالجملة أن هذين الوجودين الرابط والرابطي هما الموجودات المعلولة مطلقا المعبرة بما سواه سبحانه .\r\nواطلاق الروابط ، أو الروابط المحضة عليها في المحكمة المتعالية سائرة دائرة جدا ، وقد يعبر عنها بالوجود المرتبط أيضا .\r\nفالرابط والرابطي بهذا المعنى يعمان أعيان جميع ما سواه سبحانه ولا يختصان بالقضايا .\r\n\r\nفصل 2\r\nويطلق الوجود الرابط في قبال الرابطي بمعنى آخر يختصان بالقضايا والمركبات التقييدية ، ويحتاج إلى بيان ت‌فصيلى وهو ما يلي :\r\nالوجود تارة يقسم بالوجود المحمولي ، وغير المحمولي ، والمحمولي على قسمين اما أن يكون ناعتا أو غير ناعت والناعتي هو الوجود الرابطي ، وغير المحمولي أيضا رابطي في صناعتهم بالاشتراك اللفظي .\r\nوكان الحكماء قبل صاحب الاسفار وأستاذه الميرداماد يطلقون الوجود الرابطي بالاشتراك اللفظي على كلا القسمين من الوجود المحمولي الناعتي ومقابل المحمولي ، والتمييز بينهما كان بحسب موارد استعمالهما .\r\nوصاحب الاسفار تبعا لأستاذه في الأفق المبين قال في آخر الفصل التاسع من المنهج الأول من المرحلة الأولى منه :\r\n\r\n","description":"","footnote":"","page_name":" العمل الضابط 51 ","page_number":51},
  {"content":" العمل الضابط\r\n\r\n( [ وكثيرا ما يقع الغلط من اشتراك اللفظ فلو اصطلح على الوجود الرابطي للوجود المحمولي الناعتي ، وعلى الوجود الرابط لمقابله المستعمل في مباحث المواد الثلاث وبإزائهما الوجود المحمولي في قبال الوجود الرابط ، والوجود في نفسه في قبال الوجود الرابطي يقع الصيانة على الغلط 
  ] ( ( ج 1 ، ط 1 ، ص 18 ) .\r\nثم استقر الاصطلاح بعده على ما أشار عليه ، فنقول :\r\nالوجود المحمولي ونسميه الوجود المستقل ، والوجود النفسي أي وجود الشئ ء في نفسه له معنى مستقل اسمى يحمل على موضوعات القضايا كقولك : المادة موجودة ، والصورة موجودة ، والجسم موجود ، والبياض موجود ، والانسان موجود ، والعلم موجود ، والصور الخيالية موجودة ، والعقل موجود ، والله سبحانه موجود :\r\nفالوجود المحمولي تارة يتعلق بماهية ، وتارة لا يتعلق بها كالا مثلة المذكورة ، فان الله تعالى شأنه فرد ، وما سواه زوج تركيبي ، فمعنى عدم تعلق الوجود المحمولي به سبحانه أنه وجود بحت .\r\nفالوجود المحمولي وجود مطلق ، واطلاقه في قبال الوجود المقيد الآتي بيانه في الوجود الرابط .\r\nفمفاد الوجود المحمولي مفاد كان التامة المتحقق في الهليات البسيطة ، أي ثبوت الشئ ء فقط كحمل الوجود على الماهية فان الوجود نفس ثبوت الماهية لا ثبوت شى ء للماهية حتى يكون فرع ثبوت الماهية ، فالقاعدة الفرعية غير جارية في وجود الماهية رأسا ، فلا حاجة إلى تخصيصها ، أو تبديل الفرعية بالاستلزام ، أو التفوه بتقرر الماهية اصالة واعتبارية الوجود .\r\n\r\n","description":"","footnote":"","page_name":" العمل الضابط 52 ","page_number":52},
  {"content":" العمل الضابط\r\n\r\nويعبر عن الوجود المحمولي في الفارسية بهست ، نحو الانسان موجود ، فيقال بالفارسية : انسان هست .\r\nولذلك يقال في المنطق : ان القضية التي محمولها الوجود المطلق ثنائية .\r\nثم بما تقدم في معنى الوجود الرابط من أن له معنى حرفيا ، يعلم أن المعنى الحرفي لا يخبر عنه ، إذ لو اخبر عن هذا الوجود لزم الانقلاب .\r\nفإذا نظرنا إلى الوجود الرابط بالاستقلال وأخبرنا عنه بقولنا مثلا : الوجود الرابط موجود بالغير ، خرج عن كونه وجودا رابطا ، بل كان له حينئذ . معنى اسمى فبتصر .\r\n\r\nفصل 3\r\nاعلم أن الوجود في نفسه أي المحمولي له اعتباران : أحدهما أن لا يكون نعتا للاخر أعم من أن لا يصح ان يكون نعتا للاخر رأسا كالجواهر الغير الحالة مثلا ، أولا وثاني الاعتبارين أن يكون كذلك .\r\nفنقول :\r\nان هذا الوجود المحمولي الناعتي اى الاعتبار الثاني هو أحد معنيى الوجود الرابطي في القضايا الذي كان السائر في السنة القدماء من الحكماء ، وقد استقر اصطلاح المتأخرين منهم بعد صاحب الاسفار وأستاذه على تسميته بهذا الاسم أيضا .\r\nاى إذا قال المتأخرون الوجود الرابطي يعنون به الوجود\r\n\r\n","description":"","footnote":"","page_name":" العمل الضابط 53 ","page_number":53},
  {"content":" العمل الضابط\r\n\r\nالمحمولي الناعتي .\r\nوليس معناه الا تحقق الشئ ء في نفسه أي انه من الوجود النفسي فليس معناه يباين تحقق الشئ ء في نفسه بالذات ، ولكن على أن يكون في شى ء آخر كقيام البياض في الجسم ، أو لشى ء آخر كالصورة للمادة وكوجود المعلول للعلة مثل منشئات النفس لها ، أو عند شى ء آخر كالصورة الجزئية عند النفس .\r\nفالاعراض كلها وكذلك الجواهر الحالة لهما وجود محمولى ناعتي ، كما أن لكل منهما مفهوما مستقلا اسميا بالتعقل وهو وجود الشئ ء في نفسه سواء كان ناعتا أم لا ، فإنما لحقت الإضافة إلى الغير ذلك الوجود المحمولي الناعتي بحسب الواقع خارجا عين ماهية موضوعه فصار ناعتا بالإضافة ، فهذا الوجود الرابطي ليس طباعه أن يباين تحقق الشئ ء في نفسه بالذات بل إنه أحد اعتباري وجود الشئ ء في نفسه لكنه من حيث اخذ رابطيا فهو المحمول في الهل المركب . فافهم .\r\n\r\nفصل 4\r\nواما الوجود الرابطي الذي هو مقابل المحمولي فهو المستعمل في المواد الثلاث أي الوجوب والامكان والامتناع ويسمى في اصطلاح المتأخرين بالوجود الرابط كما أن الأول يسمى بالرابطى صونا من الوقوع في الغلط بالاشتراك اللفظي كما تقدم في الفصل الثاني الكلام فيه .\r\nوهو أي هذا الوجود الرابط ما يقع رابطا في القضايا\r\n\r\n","description":"","footnote":"","page_name":" العمل الضابط 54 ","page_number":54},
  {"content":" العمل الضابط\r\n\r\nالحملية الايجابية التي مفادها كان الناقصة فقط على التفصيل الذي ستسمعه ، وفي المركبات التقييدية الايجابية فقط ، لان السلبية سواء كانت في القضايا أو في المركبات سلب الربط .\r\nفالموجود الرابط من حيث إنه في مقابل المحمولي فلا نفسية له أصلا أي ليس له وجود في نفسه .\r\nومن حيث إنه يقع رابطا في الحمليات الايجابية التي مفادها كان الناقصة فهو وراء النسبة الحكمية الاتحادية التي هي تكون في جميع القضايا موجبة كانت أو سالبة ، بسيطة كانت أم مركبة .\r\nوبعبارة أخرى : الفرق بين النسبة الحكمية والوجود الرابط ، هو أن الأول يوجد في جملة العقود سواء كانت بسيطة أو مركبة ، موجبة أو سالبة ، وأن الثاني لا يوجد الا في الحمليات الايجابية أي في الموجبات المركبة وفي المركبات التقييدية الايجابية ، وأن النسبة الحكمية ربما توجد بدون الوجود الرابط كالتشكيك في النسبة فان التشكيك في النسبة لا يمكن الا بعد تصورها ، وأما الوجود الرابط فلا يكون الا بعد الحكم .\r\nوربما يصح أن يوجد نسبة غير رابطية كملاحظة معنى الحروف بدون ضم ضميمة .\r\nاعلم أن اختصاص الوجود الرابط في الموجبات من الهليات المركبة وكونه مغائرا للنسبة الحكمية الاتحادية التي بين الموضوع والمحمول مختار صاحب الاسفار في الفصل التاسع من المنهج الأول منه .\r\nوالقول الآخر أن الوجود الرابط هو تلك النسبة الاتحادية التي بين الموضوع والمحمول .\r\n\r\n","description":"","footnote":"","page_name":" العمل الضابط 55 ","page_number":55},
  {"content":" العمل الضابط\r\n\r\n\r\nفصل 5\r\nبما قدمنا دريت أن الوجود الرابط له معنى حرفى متحقق في غيره أي في قضايا ايجابية محمولها الوجود المقيد كالانسان كاتب وزيد ضاحك وعمر وقائم ونحوها ، وفي مركبات تقييدية ايجابية مأخوذة من تلك القضايا ، نحو كتابة الانسان ، ضحك زيد ، وقيام عمرو فانا نجد بين أطرافها أمرا نسميه رابطا ، لا نجده في الموضوع وحده ، ولا في المحمول وحده ، ولا بين كل واحد منهما وغيره اعني بين الموضوع وبين غير المحمول ، وبين المحمول وغير الموضوع .\r\nفلا محالة أن هناك موجودا وراء الموضوع والمحمول وليس موجودا في نفسه مستقلا منفصلا عن الطرفين ، بل هو قائم بهما وليس بخارج عنهما بل متحقق فيهما ورابط بينهما وغير متميز الذات عنهما .\r\nومفاد تلك القضايا الحاملة للوجود الرابط ثبوت شى ء لشى ء .\r\nفالمطلق في القضية الأولى أعنى في القضية التي محمولها الوجود المطلق على ما تقدم في الفصل الثاني ، هو مقابل المقيد في القضية الثانية اى الموجبات من الهليات المركبة وذلك لان في الأولى وجود الشئ ء أي وجود الموضوع فقط ، وفي الثانية وجود الكتابة للموضوع .\r\nفالوجود في الثانية مقيد بالكتابة ويعبر عنه في الفارسية باست .\r\nنحو الانسان كاتب فيقال في الفارسية : انسان كاتب است .\r\nفالمحمول في هذه القضية هو الكتابة المأخوذة بشرط لا .\r\nوالوجود بهذا المعنى الرابط مفهوم تعلقي لا يمكن تعلقها على\r\n\r\n","description":"","footnote":"","page_name":" العمل الضابط 56 ","page_number":56},
  {"content":" العمل الضابط\r\n\r\nالاستقلال فهو من المعاني الحرفية ، ومفاده مفاد كان الناقصة المتحقق في الهليات المركبة فان قولنا الجسم ابيض مثلا في قوة قولنا : الجسم كان ابيض .\r\nولذا يعد الافعال الناقصة في العلوم العقلية من الحروف فيقال كان حرف وجودي على التفصيل الذي حررناه في تعليقاتنا على اللآلي المنتظمة للحكيم السبزواري فالقضية الأولى ثنائية فيها موضوع ومحمول ، والثانية ثلاثية فيها وراء الموضوع والمحمول وجود رابط .\r\nقال الحكيم السبزواري في اللآلي :\r\n كذا الثنائي والثلاثي مطلبا \r\n هل بسيط وهل قد ركبا \r\nثم قال في بيان الشعر : يعنى قضية محمولها الوجود المطلق كالانسان موجود ثنائية لأن مفادها ثبوت الشئ ء لا وجود رابط فيها كما قررنا في محله . وقضية محمولها الوجود المقيد كالانسان كاتب ثلاثية لأن مفادها ثبوت شى ء لشى ء وفيها وراء الموضوع والمحمول وجود رابط .\r\nوفيها قد يذكر الرابطة ، وقد تحذف فمع أنها ثلاثية تكون ثنائية وثلاثية بمعنى آخر ، وأما البسيطة فلم يكن لها رابطة رأسا ، انتهى .\r\nأقول : بقي الكلام في تشكل القضية الثنائية على هذا البيان الذي افاده في اللآلي وشرحه ، فإنه إذا لم يكن اسناد بين الموضوع والمحمول فكيف يتحقق القضية ؟ ولا يخفى عليك أن قولنا زيد موجود قضية يصح السكوت عليها فالنسبة بينهما تامة يصح السكوت عليها ، وحصول النسبة التامة يستلزم الوجود الرابط فتدبر ، وسيأتي زيادة\r\n\r\n","description":"","footnote":"","page_name":" العمل الضابط 57 ","page_number":57},
  {"content":" العمل الضابط\r\n\r\nبيان في الفصل الثالث عشر .\r\n\r\nفصل 6\r\nقد دريت في بيان الوجود المحمولي في الفصل الثاني أنه قابل للحمل على الموضوعات ، فحيث ان الوجود الرابط مقابل له فلا يكون له نفسية أي ليس وجودا في نفسه فلا يقع محمولا من حيث هو رابط بين الموضوع والمحمول ، فإنك لا تحمل في الانسان كاتب مثلا الوجود المطلق على الانسان ، بل تحمل الوجود المقيد أي وجود الكتابة المعبر عنه بالكاتب عليه ، فالرابط أي كلمة است في الفارسية ان بدل بكلمة هست فيقال : انسان كاتب هست ، فهو أيضا بمنزلة أن يقال : انسان كاتب است ، فلا تغفل بمجرد تبديل لفظ بلفظ آخر .\r\nوالعمدة أن تنظر إلى حمل الوجود المطلق ، والوجود المقيد .\r\nوكذلك قد علمت في بيان الوجود المحمولي أنه تارة يتعلق بماهية ، وتارة لا يتعلق بها بمعنى انه حينئذ وجود صرف ، فحيث ان الوجود الرابط مقابل للمحمولى ليس له وجود في نفسه ، فليس بذى ماهية حتى يتعلق بها ويطرد العدم عنها ، لان الماهية من حيث إنها مقولة في جواب ما هو مستقلة بالمفهومية ، وقد علمت أن الوجود الرابط غير مستقل بالمفهومية فلا يتعلق بالماهية . فتبصر .\r\n\r\n","description":"","footnote":"","page_name":" العمل الضابط 58 ","page_number":58},
  {"content":" العمل الضابط\r\n\r\n\r\nفصل 7\r\nفي بيان الوجود في نفسه وسائر النفسيات : ان الواجب تعالى شأنه وجود بنفسه ، فهو وجود في نفسه ولنفسه بطريق أولى ، واما ما سواه سبحانه فكل واحد منها وجوده بغيره أي بالواجب بذاته ، ثم منها ما يكون لها وجود في نفسه ، أو لا يكون لها وجود في نفسه ، والثاني هو الوجود الرابط .\r\nثم الأول أي ماله وج‌ود في نفسه اما أن يكون لنفسه كالجواهر الغير الحالة ، أو يكون لغيره كالاعراض مطلقا ، وكالجواهر الحالة مثل الصور الحالة في محالها ، وكذا النفوس المنطبعة ونظائرها .\r\nففي الواجب نفسيات ثلاثة أي في نفسه لنفسه بنفسه ، وفي الجواهر الأولان أي في نفسه لنفسه ، وفي العرض الأول فقط أي في نفسه .\r\nوإذا صار الجواهر ناعتا فله وجود في نفسه لغيره كالعرض من هذه الحيثية اعني بها كونه لغيره ، ومع ذلك صادق عليه تعريف الجوهر بأنه الموجود لا في موضوع ، ولا يصدق عليه تعريف العرض بأنه الموجود في موضوع ، وذلك لان الموضوع أخص من المحل ولهذا جاز أن يكون بعض الجواهر حالا في غيره ولا يكون ذلك الغير موضوعا له .\r\nواما الوجود الرابط فالنفسيات الثلاثة كلها مسلوبة عنه ، ومحكوم بكونه وجودا بالغير لأنه في عداد ما سواه سبحانه ، لكنه أضعف مراتب\r\n\r\n","description":"","footnote":"","page_name":" العمل الضابط 59 ","page_number":59},
  {"content":" العمل الضابط\r\n\r\nالوجود . فالوجود الرابط قسيم للنفسى ، واما الرابطي فقسم منه .\r\n\r\nفصل 8\r\nاختلفوا في ان الوجود الرابط ، هل هو غير الوجود المحمولي بالنوع أم لا ؟ وبعبارة أخرى : هل الوجود الرابط من سنخ الوجود المحمولي أم لا ؟ .\r\nوأنت بما أشرنا اليه في الفصل السابع من أن الوجود مشترك معنوي ، والوجود الرابط من أضعف مراتب الوجود ، تدرى أن الحق كون الوجود الرابط من سنخ الوجود المحمولي فلا يكون اطلاق الوجود عليهما في مجرد اللفظ ، أي لا يكون الاتفاق بين الوجود الرابط والمحمولي في مجرد الاشتراك اللفظي بل كلاهما من مراتب الوجود .\r\nولكن صاحب الاسفار في الفصل التاسع من النهج الأول منه بعد الحكم بتخالفهما سنخا أولا اضرب عنه بقوله : على أن الحق أن الاتفاق بينهما في مجرد اللفظ ( ج 1 ، ط 1 ، ص 17 ) .\r\nوهذا منه قدس سره الشريف عجيب ، كيف لا وهو البطل الفحل الذي احكم بنيان التوحيد الاسلامي بالموازين القاطعة البرهانية والعرفانية التي هي تفاسير انفسية للآيات القرآنية والروايات الايقانية وبين أتم تبيين بان الوجود واحد أحد صمدي وهو الأول والاخر والظاهر والباطن حتى أن وجود الانتزاعيات والإضافات واعدام الملكات والنسب وما هي مضاهية لها من سنخ الوجود .\r\nعلى أن الفصل الثاني من المنهج الأول من الاسفار في أن\r\n\r\n","description":"","footnote":"","page_name":" العمل الضابط 60 ","page_number":60},
  {"content":" العمل الضابط\r\n\r\nمفهوم الوجود مشترك محمول على ما تحته حمل التشكيك لا حمل التواطؤ .\r\nولذا أفاد في بيان مراده استاذنا علم العلم وآية التقوى جامع المعقول والمنقول آية الله الحاج الشيخ محمد تقي الاملى رضوان الله تعالى عليه ، بقوله الشريف في درر الفوائد : لعل المراد به انه لما كان بين الوجود الرابط والوجود المحمولي غاية التباعد كاد أن يكونا كالمشترك اللفظي لا أنها كذلك حقيقة ، ( درر الفوائد في غرر الفرائد ص 115 ، ط 1 ) .\r\n\r\nفصل 9\r\nقد عرفت في الفصول السالفة سيما السابع منها أن الوجود الرابطي ليس قسيما للنفسى بل هو قسم منه ، فما قال الحكيم السبزواري في غرر الفرائد :\r\n ان الوجود رابط ورابطي \r\n ثمة نفسي فهاك واضبط \r\nحيث جعل الرابطي قسيما للنفسى ، ليس بصحيح .\r\nنعم انه في الشرح في بيان الاقسام أحسن وأجاد ، ولكن غرضنا عدم تمامية الشعر في إفادة المراد لا الشرح . وكان الصواب أن يقول مثلا :\r\n ان الوجود قد يكون رابطا \r\n مقابل النفسي خذه ضابطا \r\n وما هو النفسي منه الرابطي \r\n أما بيانه فهاك واضبط \r\nلأنه في نفسه الخ .\r\nأو يقول :\r\n\r\n","description":"","footnote":"","page_name":" العمل الضابط 61 ","page_number":61},
  {"content":" العمل الضابط\r\n\r\n ان الوجود رابط ورابطي \r\n هذا من النفسي دون الرابط \r\nأو يقول :\r\n ان الوجود رابط ورابطي \r\n والثاني النفسي دون الرابط \r\nأو على وجوه أخرى .\r\nوان قيل : ان قوله ( [ : ثمة نفسي 
  ] ( ناظر إلى ( وجود في نفسه ) في قبال الوجود الرابطي على ما اصطلح عليه صاحب الاسفار تبعا لأستاذه كما تقدم في الفصل الثاني ، كان غير تمام أيضا كما لا يخفى فتدبر .\r\n\r\nفصل 10\r\nتقدم في الفصل الخامس ان الوجود الرابط يتحقق في الموجبات من الهليات المركبة ، وفي المركبات التقييدية الايجابية فاعلم أن ظرف الوجود الرابط تابع لقضيته فان كانت خارجية فوعاء تحققه الخارج ، وان كانت ذهبية فوعائه الذهن .\r\nوعلى وزانه الكلام في المركبات التقييدية الايجابية .\r\n\r\nفصل 11\r\nعليك أن تميز بين العروض والاتصاف في القضايا ، أي عروض المحمول للموضوع واتصاف الموضوع به فإنه قد يكون المحمول له وجود محمولى ناعتي كقولك الجسم ابيض ، أو البياض موجود في الجسم فان\r\n\r\n","description":"","footnote":"","page_name":" العمل الضابط 62 ","page_number":62},
  {"content":" العمل الضابط\r\n\r\nالبياض متحقق في نفسه محمول للهل البسيط وان كان في الجسم ، بخلاف الأربعة زوج فان الزوجية منتزعة من حاق ذات الموضوع ، وكذلك سائر الإضافات المحضة والنسب الصرفة فإنها لا يمكن أن تؤخذ مستقلا وأن يكون لها معنى اسمى ، فهل كان ثبوت الزوجية للأربعة مثلا رابطيا أم رابطا ؟ ففي آخر الفصل الأول من المنهج الثاني من الاسفار أن ثبوتها لها رابطي ( ص 20 ، ط 1 ، ج 1 ) فتدبر .\r\n\r\nفصل 12\r\nقد دريت ان الوجود الرابط متحقق في الموجبات من الهليات المركبة ، وفي المركبات التقييدية الايجابية ، وتقدم في الفصل الخامس ان الوجود الرابط غير متميز الذات عن الطرفين بل متحقق فيهما ورابط بينهما ، فادر أيضا أن الوجود الرابط له وحدة شخصية تقتضى نحوا من الاتحاد بين الطرفين سواء كان بينهما حمل كالموجبات من الهليات المركبة ، أو لم يكن كالمركبات التقييدية .\r\n\r\nفصل 13\r\nلما كان الوجود الرابط متحققا في الموجبات من الهليات المركبة التي مفادها مفاد كان الناقصة ، فالقضايا التي مفادها كان التامة اى قضايا الهليات البسيطة مطلقا كقولنا : الانسان موجود ، وكذا القضايا التي مشتملة على الحمل الأولى كقولنا : الانسان انسان ، عارية عن الوجود الرابط إذ لا معنى لتحقق النسبة الرابطة بين الشئ ء ونفسه .\r\nفعليك في مطلب هذا الفصل ومطالب سائر الفصول في هذه\r\n\r\n","description":"","footnote":"","page_name":" العمل الضابط 63 ","page_number":63},
  {"content":" العمل الضابط\r\n\r\nالرسالة باعمال النظر التام في الفرق بين المباحث العقلية الكاشفة عن حقائق الأشياء وبين ما يقوله النحوي مثلا في نحو قضية الانسان موجود بان الانسان مبتداء وموجود خبر له مشتق فيه ضمير رابط ، فان النحوي واترابه يبحث عن ظواهر الالفاظ ، فالكثرة الظاهرية لا تحجبك عن الوحدة الواقعية ، فافهم الا سمعت قول القائل :\r\n نهفته معنى نازك بسى است در خط يار \r\n تو فهم آن نكنى اى أديب من دانم \r\nوتقدم الكلام في تشكل القضية الثنائية في الفصل الخامس فتذكر وتدبر .\r\n\r\nفصل 14\r\nقد مر مرارا ان الوجود الرابط متحقق في القضايا الموجبة من الهليات المركبة ، ولكن القوم اختلفوا في ان الوجود الرابط هل يتحقق في جملة العقود اى في جميع القضايا من الايجابية والسلبية والهليات المركبة والبسيطة ، أم يختص بالموجبات من الهليات المركبة ولا يتحقق في القضايا السلبية مطلقا سواء كانت الس‌لبية من الهليات المركبة أو البسيطة ، وكذلك لا يتحقق في القضايا الموجبة من الهليات البسيطة ، وجهان ؟ .\r\nوالتحقيق يوجب اختيار الوجه الثاني وذلك لان في السوالب مطلقا سلب الربط لا ربط السلب بمعنى ان السلب وارد على الموجبة المتشكلة من موضوع ومحمول ونسبة ثبوتية متكيفة بكيفية من المواد الثلاث\r\n\r\n","description":"","footnote":"","page_name":" العمل الضابط 64 ","page_number":64},
  {"content":" العمل الضابط\r\n\r\nالايجاب أو الامكان أو الامتناع ، ثم يرد السلب عليها فيسلب النسبة الايجابية اى فيسلب الربط اى ربط المحمول عن الموضوع ، وان شئت قلت يسلب الربط الذي كان بينهما عنهما ، لا انه يورد عليهما ربطا سلبيا ، فالسالبة تسلب الربط لا انها تربط السلب ولذا قالوا إن السوالب لسلب الربط ، لا لربط السلب .\r\nواما القضايا الموجبة التي من الهليات البسيطة فبما دريت في الفصل الثالث عشر .\r\nوغرضنا الأهم في هذا الفصل ان السوالب سواء كانت نحو الانسان ليس بحجر ، أو نحو زيد ليس بقائم ، وكذلك في المركبات التقييدية السلبية ، فلا وجود رابط فيها .\r\nوفي حكم السوالب القضايا التي أحد طرفيها أو كلا طرفيها عدم ومعدوم أو ألفاظ أخرى بمعناها كالجاهل والفقير والممتنع وأشباهها ، فالحق فيها ان الوجود الرابط لا يتحقق فيها لا وجودا ولا عدما .\r\nففي نحو شريك الباري معدوم ، وزيد معدوم وعمر وجاهل لا يكون فيها الوجود الرابط ، كما لا يكون فيها العدم الرابط أيضا فان ال‌عدم لا شيئية له فلا يتحقق منه رابط قط .\r\nعلى انك قد عرفت في الفصل الثاني عشر ان الوجود الرابط له وحدة شخصية تقتضى نحو امن الاتحاد بين الطرفين فالوجود الرابط كان قيامه بالطرفين فلو قلنا إن العدم يصير رابطا لزم قيام العدم بعدمين ان كان طرفا القضية عدمين نحو شريك الباري معدوم ، أو بوجود وعدم نحو زيد معدوم ، ولا معنى لذلك . واما قول النحوي فنحو ما\r\n\r\n","description":"","footnote":"","page_name":" العمل الضابط 65 ","page_number":65},
  {"content":" العمل الضابط\r\n\r\nتقدم .\r\nولكن صاحب الاسفار بعد البحث عن الوجود الرابط والرابطي في الفصل المسبوق ذكره قال : وهذه الاقسام متأتية في العدم على وزان ما قيل في الوجود ( ج 1 ، ط 1 ، ص 18 ) .\r\nمع أن العدم والسلب في الحكم سواء . وهل يمكن ان يقال إن نظره الشريف بأن الوجود المحمولي في نحو زيد جاهل ، وعمرو فقير ، وبكر معدوم ، وشريك الباري ممتنع ، وان كان ليس بمتحقق لكنا نحمل هذا المعدوم مطلقا اعني اى نحو من العدم على الموضوع كما نقول في الفارسية :\r\nزيد نادان است ، عمر نادار است ، وبكر نابود است وعلى هذا القياس حتى يكون الموضوع في الذهن متصفا في الخارج بذلك العدم فالوجود الرابط متحقق بهذا الوجه ؟ ففيه ينبغي التأمل التام .\r\nنعم قد علمت أن الوجود في الهليات البسيطة مطلق كقولنا الانسان موجود مثلا وهو تحقق الشئ ء ويقابله عدم مثله كقولك الانسان معدوم ، وانه في الهليات المركبة مقيد كقولنا الانسان كاتب وهو تحق‌ق الشئ ء للشى ء ويقابله أيضا عدم مثله كقولك الانسان معدوم عنه الكتابة ، فالأول هو العدم المطلق كما أن مقابله كان الوجود المطلق ، والثاني هو العدم المقيد كما أن مقابله كان كذلك .\r\nوهذا هو المسألة الرابعة عشرة من كشف المراد حيث قال : المسألة الرابعة عشرة في الوجود المطلق والخاص ، الوجود قد يؤخذ على الاطلاق فيقابله عدم مثله ، وقد يؤخذ مقيدا فيقابله مثله ( ص 39 بتصحيح الراقم وتحشيته عليه ) وان شئت فراجع إلى الشوارق ( جلد 1\r\n\r\n","description":"","footnote":"","page_name":" العمل الضابط 66 ","page_number":66},
  {"content":" العمل الضابط\r\n\r\nصفحه ء 58 ) فقوله قدس سره : وهذه الاقسام متأتية الخ ، إلى هذا المقدار من التأتى فلا كلام فيه ، وانما الكلام في تحقق الوجود الرابط بل الرابطي فيها فتدبر .\r\n\r\nخاتمة\r\nالفصل التاسع من المنهج الأول من المرحلة الأولى من أسفار صدر المتألهين قدس سره القدوسي في البحث عن الوجود الرابط والرابطي .\r\nوهو لا ند ماجة يحتاج إلى تفصيل وايضاح ، وما اهديناها في فصول هذه الرسالة وافية في بيانه ولكن روما للتسهيل ومزيدا للاستبصار نشير إلى تفسير مراده وتحليل عباراته باختصار جاعلا حرف ( [ م 
  ] ( علامة المتن ، وحرف ( [ ش 
  ] ( علامة الشرح ولما كانت عبارات الاسفار المطبوعة مغلوطة صححناها بعرضها على عدة نسخ مخطوطة عندنا ، وهذا الامر أوجب نقل ذلك الفصل من الاسفار بتمامه فمجموع المتن الصحيح وشرحنا عليه كما يلي :\r\nم فصل في اطلاق الوجود الرابطي .\r\nش هذا الفصل في آخر المنهج الأول توطئة وتمهيد للايتان بالمنهج الثاني الذي بعده في أصول الكيفيات وعناصر العقود وخواص كل منها . ثم الوجود الرابطي ينحل إلى الوجود الرابط ، والوجود الرابطي كما يأتي بيانه .\r\nم الوجود الرابطي في صناعاتهم يكون على معنيين : أحدهما\r\n\r\n","description":"","footnote":"","page_name":" العمل الضابط 67 ","page_number":67},
  {"content":" العمل الضابط\r\n\r\nما يقابل الوجود المحمولي وهو وجود الشئ ء في نفسه .\r\nش الوجود الرابطي الذي في مقابل الوجود المحمولي هو الوجود الرابط في اصطلاح المتأخرين بعد صاحب الاسفار وأستاذه الميرداماد .\r\nوضمير هو في قوله ( [ : وهو وجود الشئ ء في نفسه 
  ] ( راجع إلى الوجود المحمولي . فالوجود المحمولي هو وجود الشئ ء في نفسه ، وهو مفاد كان التامة المتحقق في الهليات البسيطة كقولك : المادة موجودة والصورة موجودة على ما حررناه في الفصل الثاني من الرسالة .\r\nم المستعمل في مباحث المواد الثلاث ، وهو يقع رابطة في الحمليات الايجابية وراء النسبة الحكمية الاتحادية التي هي تكون في جملة العقود .\r\nش المستعمل صفة لقوله ما يقابل ، فان كلمة ما موصولة . والمواد الثلاث هي الوجوب والامكان والامتناع . والفصل الآتي في البحث عن تلك المواد ، وقد دريت ان هذا الفصل تمهيد له .\r\nوضمير هو راجع إلى المستعمل ، أو إلى ما الموصولة ، ولا فرق فيهما فإنهما واحد . والرابطي على هذا المعنى هو الرابط في اصطلاح المتأخرين وهو المقابل للوجود المحمولي الذي هو وجود الشئ ء في نفسه ، فالرابط لا نفسية له ويقع رابطة في الموجبات من الهليات المركبة فمفاده كان الناقصة .\r\nوهذا الرابط وراء النسبة الحكمية الاتحادية لأن هذه النسبة واقعة في جملة العقود اى جميع القضايا موجبة كانت أو سالبة ، بسيطة كانت أو مركبة ، بخلاف الوجود الرابط فإنه متحقق في الموجبات من\r\n\r\n","description":"","footnote":"","page_name":" العمل الضابط 68 ","page_number":68},
  {"content":" العمل الضابط\r\n\r\nالهليات المركبة فقط ، لان في السوالب مطلقا سلب الربط لا ربط السلب كما تقدم في الفصل الرابع عشر من الرسالة .\r\nقال بهمنيار في التحصيل : ان الايجاب موضوع ومحمول ونسبة بينهما ، والسلب موضوع ومحمول ونسبة بينهما ورفعها .\r\nواما القضايا الموجبة من الهليات البسيطة فبما تقدم في الفصل الثالث عشر من الرسالة واما ان الوجود الرابط وراء النسبة الحكمية الاتحادية فكما تقدم في الفصل الرابع من الرسالة .\r\nقوله ( [ : وهو ما يقع رابطة في الحمليات الايجابية 
  ] ( اى هي النسبة الثبوتية الخبرية التامة ، وسيجيى ء قوله بان الوجود الرابط متحقق في الموجبات من المركبات التقييدية الناقصة أيضا . والعقود بمعنى القضايا قال الحكيم السبزواري في اللآلي ( ص 45 ) :\r\n والعقد والقضية ترادفا \r\n إذ ارتباطا واعتقادا صادفا \r\nم وقد اختلفوا في كونه غير الوجود المحمولي بالنوع أم لا ، ثم تحققه في الهليات البسيطة أم لا . والحق هو الأول في الأول ، والثاني في الثاني .\r\nش قوله تحققه بكسره مجرور معطوف على كونه ، أي ثم اختلفوا في تحققه الخ . يعنى انهم اختلفوا حول الوجود الرابط في امرين : أحدهما هل هو غير الوجود المحمولي بالنوع أو هو من سنخ الوجود المحمولي ؟\r\nوثاني الامرين هل الوجود الرابط متحقق في الهليات البسيطة أم لا ؟ والحق في الأمر الأول هو أول الشقين اى انه غير الوجود المحمولي ، وفي الامر الثاني هو ثاني الشقين اى انه لا يتحقق في\r\n\r\n","description":"","footnote":"","page_name":" العمل الضابط 69 ","page_number":69},
  {"content":" العمل الضابط\r\n\r\nالهليات البسيطة نحو الانسان موجود .\r\nم والاتفاق النوعي في طبيعة الوجود مطلقا عندنا لاينا في التخالف النوعي في معانيها الذاتية ومفهوماتها الانتزاعية كما سيتضح لك مزيد ايضاح .\r\nش جواب عن سؤال مقدر . وهو أن يقال : إذا كان الحق في الأمر الأول من الاختلاف ان الوجود الرابط غير الوجود المحمولي فهو ينافي ما تقدم في الفصل الثاني من الاسفار من أن الوجود حقيقة فاردة ذات مراتب بالتشكيك فعلى هذا يجب ان يكون الوجود الرابط من سنخ الوجود المحمولي وكونها متفقين بالنوع في طبيعة الوجود وان كان من أضعف مراتب الوجود .\r\nفأجاب بأن الاتفاق النوعي الخ .\r\nوللمتاله الملا على النوري رضوان الله تعالى عليه تعليقة في المقام في بعض نسخنا الخطية هكذا : قوله والاتفاق النوعي اه ، إشارة إلى أنهما واحد بحسب السنخ والحقيقة ، ومختلف باعتباران الوجود المحمولي خارج عن المقولات رأسا بالذات ، وما يقابله هو احدى المقولات العشر اعني مقولة الإضافة وهي من المعقولات الثانية والمعقولات لها نحو تحقق ضعيف وبحسبه تكون من سنخ حقيقة الوجود المحمولي تأمل فإنه دقيق لطيف . انتهى .\r\nأقول : الإضافة وان كانت من المعقولات الثانية ولها نحو تحقق ذهني ضعيف ، ولكن ظرف الوجود الرابط تابع لقضيته كما مر في الفصل العاشر من الرسالة ان ذهنية فذهنى ، وان خارجية فخارجى فان الوجود الرابط وراء عروض الإضافة له وان كان له معنى\r\n\r\n","description":"","footnote":"","page_name":" العمل الضابط 70 ","page_number":70},
  {"content":" العمل الضابط\r\n\r\nحرفى لا نفسية له بمعنى أن ليس له وجود في نفسه ولكنه وجود ضعيف في وعائه كما نص صاحب الاسفار في الفصل السادس من المنهج الآتي ويأتي نقل كلامه عن قريب .\r\nفلنرجع إلى شرح الفصل : واما قوله ( [ : كما سيتضح لك مزيد ايضاح 
  ] ( فسيأتي مطالب عند مسائل هذا الفصل في عدة مواضع من الكتاب ، منها في الفصل السادس من المنهج الآتي حيث قال :\r\nتصالح اتفاقي ، ان ما اشتهر من الحكماء المشائين اتباع المعلم الأول من الحكم بوجود هذه المع‌انى العامة كالوجوب والا ملكان والعلية والتقدم ونظائرها ، وانهم يخالفون الأقدمين من حكماء الرواق حيث قالوا بأن نحو وجود هذه المعاني انما هو بملاحظة العقل واعتباره ، فمنشأ ذلك ما حققناه وفي التحقيق وعند التفتيش لا تخالف بين الرأيين ولا مناقضة بين القولين فان وجودها في الخارج عبارة عن اتصاف الموجودات العينية بها بحسب الأعيان وقد دريت ان الوجود الرابط في الهلية المركبة الخارجية لا ينافي الامتناع الخارجي للمحمول ( ج 1 ، ص 32 ، ط 1 وص 139 141 ، ج 1 . ط 2 ) وكذلك مواضع أخرى من ذلك الفصل تعلم بالتفتيش .\r\nأقول : قوله ( [ فان وجودها في الخارج عبارة عن اتصاف الموجودات العينية بحسب الأعيان 
  ] ( نص صريح في تحقق الوجود الرابط في ظرفه الخارجي فهو تابع في تحققه لوعائه ذهنا أو خارجا ، لا ان الوجود الرابط من حيث هو وجود رابط متحقق في وعائه الذهني فقط كما هو الظاهر من كلام المتأله النوري المنقول آنفا .\r\nومن تلك المواضع الفصل الأول من المرحلة الثانية في تحقيق\r\n\r\n","description":"","footnote":"","page_name":" العمل الضابط 71 ","page_number":71},
  {"content":" العمل الضابط\r\n\r\nالوجود بالمعنى الرابط .\r\nومنها الفصل التاسع من المرحلة الثانية أيضا في ان العدم ليس رابطيا .\r\nم على أن الحق ان الاتفاق بينهما في مجرد اللفظ .\r\nش اى الاتفاق بين الوجودين الرابط والمحمولي في مجرد الاشتراك اللفظي . وقد تقدم التحقيق في بيان مراده من هذه العبارة في الفصل الثامن من الرسالة فراجع .\r\nم والثاني ما هو أحد اعتباري وجود الشئ ء الذي هو من المعاني الناعتية ( الناعتة خ ) وليس معناه الا تحقق الشئ ء في نفسه ولكن على أن يكون في شى ء آخر أوله أو عنده .\r\nش اى الثاني من اطلاق الوجود الرابطي في صناعاتهم ما هو أحد الخ . وقوله : ( [ الذي هو من المعاني الناعتية 
  ] ( صفة لقوله أحد . فان الشئ ء المحمولي اى وجود الشئ ء في نفسه له اعتباران أحدهما ان لا يكون ناعتا والثاني ان يكون كذلك .\r\nوالرابطي بهذا المعنى الثاني هو وجود الشئ ء في نفسه ولكن ان يصير ناعتا بالفعل اى ان يكون في شى ء آخر أوله أو عنده على التفصيل الذي تقدم في الفصل الثالث من الرسالة . وقد عرفت ان الوجود الجواهر وكذا وجود الاعراض وجود محمولى والاعراض كلها ناعتية ، واما الجواهر فما هي حالة تصير ناعتة لاكلها . ثم الرابطي هذا هو أيضا الرابطي في اصطلاح المتأخرين .\r\nم لا بان يكون لذاته كما في الوجود القيوم بذاته فقط في فلسفتنا ، وجملة المفارقات الابداعية في الفلسفة المشهورة ، فان وجود\r\n\r\n","description":"","footnote":"","page_name":" العمل الضابط 72 ","page_number":72},
  {"content":" العمل الضابط\r\n\r\nالمعلول من حيث هو وجود المعلول هو وجوده بعينه للعلة الفاعلية التامة عندنا وعندهم ، لكنا نقول بأن لا جهة أخرى للمعلول غير كونه مرتبطا إلى جاعله التام ، يكون بتلك الجهة موجودا لنفسه لا لجاعله حتى يتغاير الوجودان ويختلف النسبتان ، وهم لا يقولون به ، إذ المعلول عندنا هو انحاء الوجودات بالجعل الابداعي ، وعندهم اما نفس الماهيات كما في طريقة الرواقيين ، أو اتصافها بوجوداتها كما في قاعدة المشائين .\r\nش قوله ( [ : كما في الوجود القيوم بذاته 
  ] ( قيد للمنفى .\r\nوالمراد ان الوجود في نفسه يصير ناعتا بأن يكون في شى ء آخر أوله أو عنده لا بأن يكون ذلك الشئ ء لذاته فإنه إذا كأنه لذاته فهو الوجود القيوم سبحانه فكان وجود ما سواه من حيث هو وجود المعلول هو وجوده بعينه للعلة الفاعلية التامة فالمعلول لا جهة أخرى له غير كونه مرتبطا بل ربطا محضا إلى جاعله التام فحيث لا يكون للمعلول جهة أخرى غير الربط لا يكون موجودا لنفسه لا لجاعله حتى يتغاير الوجود ان ويختلف النسبتان فبالجملة لا يكون موجود في نفسه وجودا ناعتا للوجود القيوم كما يكون ناعتا لاخر مثل ان الاعراض ناعتة من حيث إنها في شى ء آخر كقيام البياض في الجسم ، أو الجوهر الحال يصير ناعتا كالصورة للمادة ، وكمنشئات النفس من الصور الجزئية وغيرها عندها فان الوجودين فيها متغائران ، واما وجود ما سواه سبحانه روابط وشؤون محضة ، فيجب الفرق بين هذه الروابط والوجودين الرابط والرابطي ، فلا يصح ان يكون وجود المعلول بالنسبة إلى وجود علته التامة وجودا رابطيا بل ربط محض أو يقال رابط لا بذلك المعنى\r\n\r\n","description":"","footnote":"","page_name":" العمل الضابط 73 ","page_number":73},
  {"content":" العمل الضابط\r\n\r\nالمتعارف في القضايا المعنون في المباحث المنطقية .\r\nوبعبارة أخرى ان الوجود الرابطي لا يتحقق في وجود المعلولات بالنسبة إلى علته التامة المفيضة فان الوجود الرابطي له استقلال اى انه موجود في نفسه وما سواه ربط محض لا استقلال له ، لا ان المعلول وجود رابطي مستقل عن العلة الا انه منسوب إليها لا يمكن انسلاخ انتسابه إليها عنه كما ذهب اليه القوم .\r\nثم إن الوجود الرابط بمعنيين أحدهما بحث عميق حكمي مبرهن في الحكمة المتعالية من أن الوجودات المعلولة هي الرابطة بعلتها القيوم بذاته والربط من جانب واحد وهو جانب المعلول فقط بالإضافة الاشراقية ، واما الوجود الرابط في مقابل الوجود المحمولي الرابطي فمتحقق في القضايا فهو كسائر النسب والإضافات المقولية يتحقق بالطرفين فيبحث عنه في علم الميزان مثلا فتبصر .\r\nفبما حررنا دريت ان كل واحد من الوجود الرابط والرابطي له معنيان : أحدهما ان ما سواه سبحانه رابط بل ربط محض بالنسبة اليه والرابط بهذا المعنى هو في قبال الرابطي على ممشى القوم من أن المعلول له وجود رابطي مستقل منسوب اليه سبحانه ، والرابط والرابطي بهذا المعنى هما المذكوران في الفصل الأول من الرسالة .\r\nوثانيهما ان الرابط في قبال الوجود الرابطي ، اى الرابط الذي مستعمل في مباحث المواد الثلاث ، والرابطي الذي هو الوجود المحمولي الناعتي فتبصر .\r\nوكان الصواب انه قدس سره ان يبحث عن الرابط والرابطي بالمعنى الأول بعد البحث عنهما بالمعنى الثاني معنونا بعنوان\r\n\r\n","description":"","footnote":"","page_name":" العمل الضابط 74 ","page_number":74},
  {"content":" العمل الضابط\r\n\r\nتذنيب أو تتمة أو تبصرة أو فصل أو نحوها ، أو يبحث عنهما بالمعنى الأول قبل البحث عنهما بالمعنى الثاني بعنوان خاص أيضا كما فعلنا في الرسالة كذلك ، لا ان يض‌من الرابط والرابطي بالمعنى الأول في أثناء البحث عنهما بالمعنى الثاني حيث أوجب اندماج المطالب واختلاطها .\r\nفحصل البحث عن الوجود الرابط والرابطي على أربعة أقسام :\r\n1 الوجود الرابط بمعنى الإضافة الاشراقية في الحكمة المتعالية من أن وجود المعلول هو وجوده بعينه لعلته الفاعلية التامة .\r\n2 الوجود الرابطي على ما ذهب اليه أهل الفلسفة الرائجة من أن المعلول له وجود رابطي مستقل الا انه منسوب إلى علته .\r\n3 الوجود الرابط المستعمل في القضايا الموجبة من الهليات المركبة .\r\n4 الوجود الرابطي الذي هو وجود محمولى ناعتي وهو أيضا متحقق في الهليات المركبة .\r\nالأول في مقابل الثاني ، والثالث في مقابل الرابع ، والثالث والرابع هما الوجود الرابط بالمعنى الأول أيضا ، اى ان الوجود الرابط بالمعنى الأول صادق عليهما ، فافهم .\r\nقوله ( [ : إذ المعلول عندنا هو انحاء الوجودات بالجعل الابداعي ، كلام بعيد الغور جدا . والجعل الابداعي اى البسيطى يعم المبدعات والمخترعات والمكونات لان الوجود الصمدى بحكم كل يوم هو في شان يأتي بخلق جديد وشأن جديد من الحركة الحبية المقتضية لتجدد الأمثال والحركة في الجوهر فافهم . فما سواه\r\n\r\n","description":"","footnote":"","page_name":" العمل الضابط 75 ","page_number":75},
  {"content":" العمل الضابط\r\n\r\nشؤونه الذاتية بالوجود الرابط بالإضافة الاشراقية اى القسم الأول من الأقسام الأربعة .\r\nوقوله ( [ : وعندهم اما نفس الماهيات الخ 
  ] ( إذا كان المعول على ظاهر ما اسند إلى الرواقيين والمشائين فالمعلول هو الوجود الرابطي بمعناه المستقل المنسوب إلى علته اى القسم الثاني من الأقسام الأربعة . وقد علمت في الفصل الأول من الرسالة ان الوجود الرابطي بهذا المعنى يأباه فطرة التوحيد .\r\nم فاذن هذا الوجود الرابطي ليس طباعه أن يباين تحقق الشئ ء في نفسه بالذات بل إنه أحد اعتباراته التي عليها كان .\r\nش يعنى بهذا الوجود الرابطي المعنى الثاني في الكتاب اى الوجود المحمولي الناعتي حيث قال : والثاني ما هو أحد اعتباري وجود الشئ ء الخ .\r\nليس طباعه في ذاته ان يباين تحقق الشئ ء في نفسه بالذات بل كما قال آنفا : وليس معناه الا تحقق الشئ ء في نفسه . وانما قال هيهنا بل إنه أحد اعتباراته التي عليها كان بصيغة الجمع ، وقال ثمة : هو أحد اعتباري وجود الشئ ء بالتثنية ؟\r\nفاما ان الجمع بمعناه المنطقي فيشمل الت‌ثنية ، وإما ان للشى ء اعتبارات فقد لاحظ تارة اثنين منها فهما كونه ناعتا وغير ناعت ، وقد لاحظ تارة كثيرا منها ومن آحاد تلك الكثرة كونه وجودا في نفسه ناعتا فقال : بل إنه أحد اعتبارات الشئ التي كان ذلك الشئ عليها ولا ضير في ذلك ولكن لا يخفى عليك ان البحث عن هذا الوجود الرابطي يقتضى اعتبارين للشى الذي له وجود في نفسه أحدهما ان يكون غير\r\n\r\n","description":"","footnote":"","page_name":" العمل الضابط 76 ","page_number":76},
  {"content":" العمل الضابط\r\n\r\nناعت ، والاخر ان يكون ناعتا فالصواب ان يعبر بصيغة التثنية في كلا الموضعين ولا يخفى عليك انه كلما كان سياق البحث على نسق واحد من التعبير كان انسب لتفهيم المعاني ، واختلاف التعبير بدون غرض خاص يوجبه ، يوجب تشويش البال للمتعلم .\r\nم واما الوجود الرابطي الذي هو أحد الرابطيين في الهلية المركبة فنفس مفهومه يباين وجود الشئ ء في نفسه .\r\nش يعنى بذلك الوجود الرابطي بالمعنى الأول في الكتاب اى للوجود الرابط المستعمل في المواد الثلاث المتقابل للوجود المحمولي . وقد تقدم البحث التفصيلي عنه في الفصول الرابعة والخامسة والسادسة من الرسالة .\r\nم وفي قولنا : البياض موجود في الجسم اعتباران اعتبار تحقق البياض في نفسه وان كان في الجسم وهو بذلك الاعتبار محمولى للهل البسيط ، والاخر انه هو بعينه في الجسم وهذا مفهوم آخر غير تحقق البياض في نفسه وان كان هو بعينه تحقق البياض في نفسه ملحوظا بهذه الحيثية ، وانما يصح ان يكون محمولا في الهل المركب ومفاده ( في الهل المركبة لان مفاده خ ) انه حقيقة ناعتية ليس وجودها في نفسها لنفسها بل للجسم .\r\nثم وجود الشئ ء الناعتي بعدما ان يؤخذ على هذه الجهة يلحظ على نحوين : تارة ينسب إلى ذلك الشئ ء فيكون من أحواله ، وتارة إلى المنعوت فيقال الجسم موجود له البياض فيكون بهذا الاعتبار من حالات المنعوت .\r\nش في كلامه هذا ناظر إلى الوجود الرابطي وكأنه تمثيل\r\n\r\n","description":"","footnote":"","page_name":" العمل الضابط 77 ","page_number":77},
  {"content":" العمل الضابط\r\n\r\nلبيان امرين حول الوجود الرابطي وكان الصواب ان يأتي به قبل قوله ( [ : واما الوجود الرابطي الذي هو أحد الرابطيين 
  ] ( . . . . والأمران أحدهما انا إذا قلنا : البياض موجود في الجسم فتارة يعتبر تحقق البياض في نفسه فللبياض وجود محمولى اى محمول للهل البسيط وان كان في الجسم ، وعلى هذا الاعتبار قولنا في الجسم فضلة في الكلام والخبر موجود .\r\nوتارة يعتبر كونه حقيقة ناعتية فهو محمول في الهل المركب فعلى هذا الاعتبار إذا قلنا البياض موجود في الجسم كان مجموع المتعلق والمتعلق اى مجموع موجود في الجسم خبر للبياض ، لان مفاده انه حقيقة ناعتيه ليس وجودها في نفسها لنفسها كالاعتبار الأول بل للجسم . فقوله ( [ : لان مفاده الخ 
  ] ( وجهه ظاهر ، اما على نسخة أخرى ( [ : ومفاده 
  ] ( فالواو حالية .\r\nوالامر الثاني ان وجود هذا الشئ ء الناعتي ، اى العرض الذي له وجود في نفسه وكذا الجوهر الحال ، إذا كان اخذ على هذه الجهة اى ملحوظا بهذه الحيثية الناعتية فتارة ينسب وجود الشئ ء إلى ذلك الشئ ء من الجوهر الحال والعرض فيكون من أحوال ذلك الش‌ى ء وهو تحققه في نفسه ، وتارة إلى المنعوت فيقال مثلا الجسم موجود له البياض فيكون بهذا الاعتبار من حالات المنعوت .\r\nوالفرق بين الامرين ان الأمر الأول ناظر إلى بيان كون المحمول الذي له وجود نفسي يقع ناعتا ، وفي الثاني أن الوجود المحمولي بعدما اخذ على هذه الجهة الناعتية يلحظ على نحوين يعنى أن البياض مثلا إذا كان ملحوظا بهذه الحيثية الناعتية يكون غير تحقق\r\n\r\n","description":"","footnote":"","page_name":" العمل الضابط 78 ","page_number":78},
  {"content":" العمل الضابط\r\n\r\nالبياض في نفسه وان كان عينه فالتفاوت بينهما بالاعتبار فتدبر .\r\nم وعلى قياس ما تلونا عليك يقع لفظ الوجود في نفسه أيضا بالاشتراك العرفي على معنيين : أحدهما بإزاء الوجود الرابطي بالمعنى الأول ويعم ما لذاته وهو الوجود في نفسه ولنفسه وما لغيره كوجود الاعراض والصور وهو الوجود في نفسه لا لنفسه ، والاخر بإزاء الرابطي بالمعنى الأخير وهو ما يختص بوجود الشئ ء لنفسه ولا يكون للنواعت والأوصاف .\r\nش الاشتراك العرفي هو الاشتراك المتعارف في الكتب الأدبية وغيرها يعبر عنه بالاشتراك اللفظي ، وهو في مقابل الاشتراك المعنوي .\r\nيعنى ان لفظ الوجود كما يؤخذ مجردا من حد في نفسه فيكون مشتركا محمولا على ما تحته حمل التشكيك كما تقدم في الفصل الثاني من المنهج الأول ، كذلك يؤخذ مع حد في نفسه ، فنقول : ان لفظ الوجود في نفسه يقع بالاشتراك اللفظي على معنيين أحدهما بإزاء الوجود الرابطي بالمعنى الأول في الكتاب اى الوجود الراب‌ط المستعمل في المواد الثلاث المقابل لوجود في نفسه .\r\nفالوجود في نفسه الذي مقابل الوجود الرابط يعم ما لذاته وهو الوجود في نفسه ولنفسه ، وما لغيره كوجود الاعراض والصور اى الجواهر الحالة وهو الوجود في نفسه لا لنفسه . والاخر من المعنيين ان الوجود في نفسه يقع بإزاء الرابطي بالمعنى الأخير في الكتاب اى الرابطي الذي هو وجود محمولى ناعتي ، فالوجود في نفسه الذي بإزاء هذا الرابطي يختص بوجود الشئ ء في نفسه ولا يكون\r\n\r\n","description":"","footnote":"","page_name":" العمل الضابط 79 ","page_number":79},
  {"content":" العمل الضابط\r\n\r\nللنواعت والأوصاف .\r\nوجملة الامر ان الوجود في نفسه بإزاء الوجود الرابطي هو الذي لا يكون ناعتا ، واما بإزاء الوجود الرابط فهو أعم من أن يكون ناعتا أولا .\r\nم والحاصل ان الوجود الرابطي بالمعنى الأول مفهوم تعلقي لا يمكن تعلقه على الاستقلال وهو من المعاني الحرفية ، ويستحيل ان يسلخ عنه ذلك الشأن ويؤخذ معنى اسميا بتوجيه الالتفات اليه فيصير الوجود المحمولي .\r\nش يريد ان يبين الفرق بين الوجود الرابط والرابطي بأن الأول مفهوم تعلقي لا يمكن تعقله على الاستقلال بخلاف الثاني فإنه مفهوم مستقل بالتعقل ، فبدء بالأول فقال : والحاصل ان الوجود الرابطي بالمعنى الأول الخ . والوجود الرابطي بالمعنى الأول في الكتاب هو الوجود الرابط . واما الثاني فسيأتي قوله في ذلك حيث يقول وبالمعنى الثاني الخ .\r\nواعلم أن الحاصل المذكور لم يكن حاصل الفصل بل حاصل الفرق بين الوجودين الرابط والرابطي المذكورين أحدهما المستعمل في المواد الثلاث ، والاخر هو الوجود المحمولي الناعتي ، وقد علمت أنه اتى في أثناء البحث عنهما بالوجودين الرابط والرابطي الآخرين وهما الأولان من الأقسام الأربعة أحدهما الرابط بالإضافة الاشراقية ، وثانيهما الرابطي الذي ذهب اليه أهل الفلسفة الرائجة .\r\nقوله ( [ : وهو من المعاني الحرفية 
  ] ( وقد علمت أن ما هو من المعاني الحرفية فهو مفاد كان الناقصة ولذا يعد الافعال الناقصة\r\n\r\n","description":"","footnote":"","page_name":" العمل الضابط 80 ","page_number":80},
  {"content":" العمل الضابط\r\n\r\nمن الحروف فيقال ان كان حرف وجودي ، ويقال له الكلمة الوجودية أيضا ، والبحث عن الكلمات الوجودية يطلب في الفصل الرابع من المقالة الأولى من الفن الثالث من الجملة الأولى من منطق الشفاء ( ص 28 و 29 ج 1 ، ط مصر ) .\r\nفاعلم أن اللفظ اما ان يدل على المعنى دلالة تامة ، أو لا يدل ، فان دل فلا يخلو اما ان يدل على زمان فيه معناه من الأزمنة الثلاثة وهو الكلمة ، أو لا يدل وهو الاسم ، وان لم يدل على المعنى دلالة تامة فاما ان يدل على الزمان فهو الكلمة الوجودية ، أو لا يدل فهو الأداة ( شرح المطالع ، ص 41 ، ط عبد الرحيم ) .\r\nوقال الشيخ العارف محى الدين الطائي في الفص الخالدي من فصوص الحكم ، والقيصري في الشرح : ثم ليعلم انه ما يقبض الله أحدا الا وهو مؤمن اى مصدق بما جاءت به الاخبار الإلهية لأنه يعاين ما اخبر به الأنبياء عليهم السلام من الوعد والوعيد واعني من المحتضرين إلى قوله : ولذلك قال عل‌يه السلام :\r\nيحشر على ما كان عليه كما أنه يقبض على ما مات عليه ، والمحتضر ما يكون الا صاحب شهود فهو صاحب ايمان بما ثم ، فلا يقبض الا على ما كان عليه ، لان كان حرف وجودي ، اى لفظ كان كلمة وجودية ، واطلاق الحرف عليه مجاز لا ينجر معه الزمان الا بقرائن الأحوال ، اى كان يدل على وجود الصفة المذكورة في موصوفه ولا تدل على الزمان ، والاستدلال بالزمان يحصل من قرائن الأحوال كما تقول : كان زيد صاحب المال والجاه ، فمن شهودك في الحال فقره تستدل على أن غناه كان في الزمان الماضي ، وكذلك في قولك كان فلان شابا قويا اى في الزمان الماضي ، واليوم شيخ ضعيف .\r\n\r\n","description":"","footnote":"","page_name":" العمل الضابط 81 ","page_number":81},
  {"content":" العمل الضابط\r\n\r\nولعدم دلالته على الزمان يطلق على الله في قوله :  وَكانَ اللَّهُ عَلِيماً حَكِيماً *  ، وعلى غيره من الأمور الثابتة أزلا وابدا ، كما قال في قوله : وكان ذلك في الكتاب مسطورا ( ص 468 ، ط 1 ، إيران ) .\r\nوكذلك قال الشيخ في الفص اللقمانى : فمن تمام حكمة لقمان في تعليمه ابنه ما جاء به في هذه الآية من هذين الاسمين الإلهيين لطيف خبير سمى بهما الله تعالى ، فلو جعل ذلك في الكون وهو الوجود فقال كان لكان أتم في الحكمة وأبلغ ، فحكى الله تعالى قول لقمان على المعنى كما قال لم يزد عليه شيئا .\r\nوقال القصيرى في الشرح : اى جاء لقمان بالاسمين في قوله : ان الله لطيف خبير ، وسمى الحق بهما ، فلو جاء بالكلمة الوجودية وقال : وكان الله لطيفا خبيرا لكان أتم في الحكمة وأبلغ في الدلالة لدلالته على أنه تعالى موصوف بهذين الوصفين في الأزل وهما من مقتضيات ذاته تعالى ، الخ ( ص 433 و 434 ، ط 1 إيران ) .\r\nقوله ( [ : ويستحيل ان يسلخ عنه ذلك الشأن ويؤخذ معنى اسميا 
  ] ( بنصب يؤخذ ، اى ويستحيل ان يؤخذ معنى اسميا ، وذلك لأنه إذا اخذ كذلك يصير الوجود المحمولي فيخبر عنه فلزم الانقلاب اى انقلاب المعنى الحرفي الذي لا يخبر عنه بالمعنى الأسمى الذي يخبر عنه .\r\nم نعم ربما يصح ان يؤخذ نسبيا غير رابطي .\r\nش المراد من النسبي الغير الرابطي هو المركب التقييدي اى المركبات الناقصة .\r\nوالمراد ان الوجود الرابط متحقق في المركبات التقييدية\r\n\r\n","description":"","footnote":"","page_name":" العمل الضابط 82 ","page_number":82},
  {"content":" العمل الضابط\r\n\r\nالايجابية أيضا على التفصيل الذي تقدم في الفصل الخامس من الرسالة .\r\nم وبالمعنى الثاني مفهوم مستقل بالتعقل هو وجود الشئ ء في نفسه ، وانما لحقته الإضافة إلى الغير بحسب الواقع خارجا عن ماهية موضوعه فله صلوح ان يؤخذ بما هو هو فيكون معنى اسميا بخلاف الإضافات المحضة والنسب الصرفة .\r\nش الوجود الرابطي بالمعنى الثاني هو الوجود المحمولي ولكن على أن يكون ناعتا كما تقدم بحثه التفصيلي في الفصلين الثالث والرابع من الرسالة . فحيث انه وجود محمولى فله صلوح ان يؤخذ بما هو هو فيكون معنى اسميا بخلاف الإضافات المحضة والنسب الصرفة ومنها الوجود الرابط اى الرابطي بالمعنى الأول الذي هو مفهوم تعلقي فان تلك الإضافات والنسب لا يمكن ان توخذ مستقلة ومعنى اسميا والالزم الانقلاب كما تقدم .\r\nم وهذه الاقسام متأتية في العدم على وزان ما قيل في الوجود .\r\nش يعنى كما أن الوجود كان مطلقا ومقيدا ، كذلك العدم يؤخذ في قبالهما ، فالوجود المطلق يقابله عدم مثله ، والوجود المقيد يقابله عدم مثله أيضا .\r\nوهو قدس سره كأنه ناظر في كلامه هذا إلى ما افاده المحقق الطوسي في تجريد الاعتقاد حيث قال في المسألة الرابعة عشرة من الفصل الأول من المقصد الأول منه في الوجود المطلق والخاص ما هذا لفظه ، ثم الوجود قد يؤخذ على الاطلاق فيقابله عدم مثله ، وقد يجتمعان لا باعتبار التقابل ويعقلان معا ، وقد يؤخذ مقيدا فيقابله\r\n\r\n","description":"","footnote":"","page_name":" العمل الضابط 83 ","page_number":83},
  {"content":" العمل الضابط\r\n\r\nمثله ( ص 39 ، ط 1 ، بتصحيح الراقم وتعليقاته عليه ) .\r\nوقال صاحب الشوارق في بيانه وهو المسألة الثانية عشرة فيها قوله : ثم الوجود قد يؤخذ على الاطلاق ، اى غير منسوب ومضاف إلى ماهية مخصوصة كالكتابة أو الضحك أو غيره ذلك .\r\nبيان ذلك ان الوجود على قسمين وجود الشئ ء في نفسه ، ووجود الشئ ء لغيره .\r\nففي الأول إذا قصد اثباته للشى ء جعل الشئ ء موضوعا ، وجعل المشتق من لفظ الوجود محمولا من غير تقييده أو اعتبار تقييده بشئ ء مخصوص ، فيقال مثلا : الان‌سان موجود من غير أن يعتبر تقييد الوجود بشئ ء بخصوصه حتى بكونه وجود الانسان سوى ما يقتضيه كون الوجود نفس تحقق الشئ ء وكونه من اضافته إلى شى ء ما وهذا هو المراد بالوجود المطلق .\r\nوفي الثاني إذا قصد اثبات وجود ذلك الشئ ء لغير ذلك الشئ ء جعل ذلك الغير موضوعا ، وذلك الشئ ء أو وجود ذلك الشئ ء محمولا على سبيل الحمل الاشتقاقي فيقال : الانسان كاتب ، أو موجود كاتبا ، أو موجود له الكتابة .\r\nفهذا اعني وجود هذا المحمول لذلك الموضوع هو الوجود المقيد . وكذا العدم على قسمين : عدم الشئ ء في نفسه وهو مقابل للوجود في نفسه ، وعدم الشئ ء عن غيره وهو مقابل الوجود لغيره .\r\nفقوله ( [ : فيقابله عدم مثله 
  ] ( اى في عدم اعتبار اضافته ونسبته إلى ماهية بخصوصها فيقال : زيد معدوم ، من غير أن يقصد انه معدوم عنه شى ء كالكتابة ، بخلاف زيد معدوم عنه الكتابة أولا كاتب أو\r\n\r\n","description":"","footnote":"","page_name":" العمل الضابط 84 ","page_number":84},
  {"content":" العمل الضابط\r\n\r\nغير كاتب وبالجملة العدم المقيد بشئ ء بخصوصه .\r\nوقد يؤخذ الوجود مقيدا باعتبار اضافته ونسبته إلى ماهية معينة كوجود البصر لزيد ووجود الكتابة للانسان .\r\nفيقال : زيد موجود بصيرا ، والانسان موجود كاتبا ، أو زيد موجود له البصر ، أو الانسان موجود له الكتابة .\r\nوقد يشتق من ذلك القيد الذي هو ماهية مخصوصة كالبصر والكتابة اسم مثل البصير والكاتب ، فيقال : زيد بصير ، والانسان كاتب .\r\nأو يضاف لفظة ذو إلى ذلك القيد فيقال : زيد ذو بصر ، والانسان ذو كتابة ، والجسم ذو سواد .\r\nوهذا هو الوجود المقيد ، فيقابله عدم مثله في اعتبار التقييد والإضافة إلى ماهية بعينها وهو العدم المقيد . وقد يوضع لذلك العدم اسم خاص مثل العمى لعدم البصر ، والأمية لعدم الكتابة فيقال زيد أعمى أو أمي .\r\nانتهى ما أردنا من نقل بيان صاحب الشوارق ( ص 58 60 ، ط 1 ، من الرحلى ) .\r\nإذا عرفت معاني الوجود المطلق والمقيد ومقابليهما من العدم المطلق والمقيد فتدبر قول صاحب الاسفار في ان هذه الاقسام متأتية في العدم على وزان ما قيل في الوجود ، هل كان مراده ان العدم أيضا رابط ورابطي ، وان العدم الرابط في مقابل العدم المحمولي والعدم المحمولي هو عدم الشئ في نفسه ثم يقسم إلى العدم المحمولي الناعتي\r\n\r\n","description":"","footnote":"","page_name":" العمل الضابط 85 ","page_number":85},
  {"content":" العمل الضابط\r\n\r\nوغير الناعتي وهكذا غيرها من الاقسام ؟\r\nالظاهر من عبارته كذلك . فإن كان كذلك فهل هذه الاقسام العدمية قد اطلق عليها هذه الاصطلاحات الثبوتية بمجرد قرينة التقابل أو المشاكلة اللفظية فقط ، أو ان الوجود الرابط متحقق في الاعدام ، والوجود الرابطي صادق عليها ؟\r\nالظاهر من عبارته المذكورة والآتية ، الشق الثاني . ولكنك قد دريت تحقيق الحق في ذلك في الفصل الرابع عشر من الرسالة من عدم تحققهما فيها .\r\nم وكثيرا ما يقع الغلط من اشتراك اللفظ ، فلو اصطلح على الوجود الرابط لأول الرابطيين ، والرابطي للأخير ، وبإزائهما الوجود المحمولي لأول المعنيين ، والوجود في نفسه للأخير ، وكذا في باب العدم ، يقع الصيانة عن الغلط .\r\nش أول الرابطيين هو مقابل الوجود المحمولي المستعمل في مباحث المواد الثلاث ، والأخير منهما هو الوجود المحمولي الناعتي فالاصطلاح ان يقال للأول الرابط ، وللثاني الرابطي .\r\nكما تقدم في الفصل الثاني من الرسالة . ولكنك تعلم مما قدمنا من أن كل واحد من الرابط والرابطي على قسمين فخرج الاقسام أربعة من شرح الفصل ان عدم الصيانة باق بحاله ، الا ان يقال حيث إنهما متحققان في القضايا والمركبات التقييدية فالاصطلاح المذكور صائن فتدبر . والكلام في باب العدم ما تقدم .\r\nقوله ( [ : وبإزائهما الوجود المحمولي لأول المعنيين ، والوجود في نفسه للأخير 
  ] ( .\r\n\r\n","description":"","footnote":"","page_name":" العمل الضابط 86 ","page_number":86},
  {"content":" العمل الضابط\r\n\r\nيعنى ان الوجود المحمولي في مقابل الوجود الرابط ، والوجود في نفسه في مقابل الرابطي ، وكذا في باب العدم على ما عرفت التحقيق فيه .\r\nوقوله يقع الصيانة عن الغلط ، جواب لقوله فلو اصطلح .\r\nفأعمل رويتك وبصيرتك فيما اهديناها إليك في هذه الرسالة زاد الله الفياض الوهاب إيانا وإياكم بصيرة وهدى .\r\nوآخر دعويهم ان الحمد لله رب العالمين .\r\n\r\n","description":"","footnote":"","page_name":" العمل الضابط 87 ","page_number":87},
  {"content":" قصيدة ينبوع الحياة\r\n\r\n\r\n3 قصيدة ينبوع الحياة\r\n\r\n","description":"","footnote":"","page_name":" قصيدة ينبوع الحياة 88 ","page_number":88},
  {"content":" قصيدة ينبوع الحياة\r\n\r\nينبوع الحياة\r\n بدءت ببسم الله عين الحقيقة \r\n نطقت به في نشئة بعد نشئة \r\n شهدت محياه بعين شهوده \r\n صباحا مساء كرة غب كرة \r\n أصلى على خير الأنام محمد \r\n وعترته الأطهار هم خير عترة \r\n ولست أرى غير النبي وآله \r\n اليه تعالى شأنه من وسيلة \r\n ومن ثدي أمي ، قدس الله سرها ، \r\n شربت حميا حبهم بدء رضعتى \r\n وقربهمو في متجرى لبضاعتى \r\n وود همو في محشري لشفيعتى \r\n بيوتهمو كهفي وها أنا كلبهم \r\n بسطت ذراعي إليه بعقوة \r\n ووحدة صنع العالمين لحجة * على الواحد الحق الحقيق بوحدة \r\n على وحدة التدبير غير الروية \r\n على وحدة التقدير عين الروية \r\n فتوحيده الحق الحقيقي ناطق \r\n بوحدته الشخصية الصمدية \r\n بوحدته القدسية الأزلية \r\n بوحدته الجمعية الأولية \r\n بوحدته في حضرة باطنية \r\n بوحدته ال‌كونية المظهرية \r\n تجلى على الآفاق والأنفس معا \r\n فليست سوى آياته المستنيرة \r\n وتوحيده أفنى الذوات برأسها \r\n وفى المحق طمس ثم محو برتبة \r\n\r\n","description":"","footnote":"","page_name":" قصيدة ينبوع الحياة 89 ","page_number":89},
  {"content":" قصيدة ينبوع الحياة\r\n\r\n إذا لم يكن غير الوجود فمن سواه \r\n فليس سوى نور الوجود ببقعة \r\n وقد ساوق الحق الوجود تصادقا \r\n وساوى الوجود الواحد في البديئة \r\n وقد عبروا عنه بعقل ووحدة \r\n وقد افصحوا عنه بعشق ونقطة \r\n وللناس فيما يعشقون مذاهب \r\n خليقتهم تحكى اختلاف السليقة \r\n وما زارت العينان غير روائه \r\n أريكته كانت سويداء مقلتى \r\n وما لجمود العين حق الزيارة \r\n ويا صاح طهرها باجراء دمعة \r\n ومن هو أواه منيب فإنه \r\n خليل الاله صادق الود خلتي \r\n وبالذوق إن شاهدته كنت صادقا \r\n وكم ضل من ظن الوصول بفكرة \r\n وأنى لك الاعراب عن وصف ذاته \r\n ولما تذق من كأسه نحو جرعة \r\n ومن لم يذق ما ذاقه العاشق الوفي \r\n فممن تردى في هواه بسقطة \r\n ولا يوصف هذا الوصول بألسن \r\n وقد أخرست عن وصف ذاك وكلت \r\n قد اضطرب العقل من إنباء سره \r\n وقد نطق القلب بعجز وذلة \r\n وما القلب الا بالتجلي تقلب \r\n هل العقل الا في اعتقال بعلقة \r\n وفى القلب طورا بعد طور بوارق \r\n تلوح ضياء فوق يوح المضيئة \r\n ويتسع بالعلم من صنع ربه \r\n فليس وعاء مثل بيت وصرة \r\n وقد وسع الحق فما ضاق عن سواه \r\n فلا يغ‌فل عن حضرة عند حضرة \r\n وأوعية تلك القلوب فخيرها \r\n لقلب هو أوعى القلوب المنيرة \r\n وقد ثار قلبي من خفايا سريرتي \r\n وقد طار عقلي من خبايا طويتى \r\n وأنى لك الخبر بحالي وأنما \r\n ترى جدتي لست ترى ما بلجتى \r\n وكيف أثير ما بسرى فإنما \r\n دفين الهى ذمتي أو مذمتي \r\n\r\n","description":"","footnote":"","page_name":" قصيدة ينبوع الحياة 90 ","page_number":90},
  {"content":" قصيدة ينبوع الحياة\r\n\r\n ويا حبذا نار المحبة أحرقت \r\n أنانيتى من جذبة بعد جذبة \r\n وقد أضرمت نار الصبابة في الصبى \r\n هدايا الجنون بين قومي وصبتى \r\n صبابة من قد كان سرى سريره \r\n فصاح بسرى صيحة بعد صيحة \r\n وما ذقت في دهري من أنواع لذة \r\n فلا تعدل معشار أوقات خلوتى \r\n مضى الليل في النجوى وشكوى غريبه \r\n وكان الصباح لمعة فوق لمعة \r\n وفى لجة الليل الذكاء تلألأت \r\n وقد جرت الأنهار من قلب صخرة \r\n وقد نور الروح أنين لياليا \r\n وقد طهر السر دموع كريمتي \r\n مداوى الكلوم كان ذاك الأنين لي \r\n أنينا لقد أن الطيور بأنتى \r\n ونعم الأنين كان في الدهر مونسى \r\n فصرت من أشباح الأناس بخيفة \r\n أناس كنسناس وحوش بهائم \r\n أضل من الأنعام دون البهيمة \r\n ولو كشف عنك الغطاء لتبصر \r\n سباعا ذئابا أو ضباعا بغيضة \r\n وأف لدهر ما ترى فيه آنسا \r\n ولم ألف في دهري اليفا لعشرة \r\n ويا حسرتي ليس لنا صوب مخلص \r\n سوى أن ندين الحق دين التقية \r\n تركت سواه لقية من لقائه \r\n وقد أكرم المعشوق نجح عزيمتي \r\n هداني إلى وادى الولاية بعدما \r\n رماني عن أوطاني وسكان بلدتى \r\n يضل ويهدى من يشاء بملكه \r\n وما اسم من الأسماء قط بعطلة \r\n وليس بجبر أو بتفويض إن ذا \r\n على وفق الأعيان الثوابت ثبت \r\n ولما رءانى ليس لي مؤنس سواه \r\n ترحم بي جاء أنيسا لغربتى \r\n تركت سواه في هواه بلطفه \r\n وفى الكسر جبران وفي الجبر لذتى \r\n إذا كانت النفس سراحا من الردى \r\n ففي صقعها نار الهوى قد أنيرت \r\n\r\n","description":"","footnote":"","page_name":" قصيدة ينبوع الحياة 91 ","page_number":91},
  {"content":" قصيدة ينبوع الحياة\r\n\r\n بسر الحضور نور الأنوار كامن \r\n وحول الموافاة بدائع حكمة \r\n وطوبى لمن وافى الحضور وفاته \r\n وليس يوازيه الوفاة بغيبة \r\n ولما بدت أنوار طوباه في حماه \r\n فقد طارت النفس اليه بسرعة \r\n وما الكسب الا قطرة بعد قطرة \r\n وما الفضل الا سيب بحر بنحلة \r\n فقد قادنى لطف الاله إلى الحمى \r\n على صغرى حمدا له من منيحة \r\n مطايا عطاياه نفوس تطهرت \r\n من أدناس الأرجاس بوهب وهمة \r\n إذا لم يك السر نقيا من الشقاء \r\n فما للشقى من ثياب نقية \r\n يوسع رزق العبد ما كان طاهرا \r\n بذا جاء نص من نصوص صحيحة \r\n تجنب عن أرجاس الهواجس كلها \r\n توكل على من ذاته الكل عمت \r\n ومن عاش في الأتون طول حياته \r\n فهل يدرك العيش بساحة روضة \r\n وما لم يك المطلوب للطالب بدى \r\n فأين إلى المطلوب كان بنجعة \r\n ومن لم يكن وجه الحبيب تجاهه \r\n فليس وجيها عند أهل المحبة \r\n وهل وجهة في غير عز تجاهه \r\n وهل عزة في غير قرب المودة \r\n وبالحب الأعيان انجلت في شجونها \r\n شجون تراها غمرة إثر غمرة \r\n وفى سر غيب الذات الأعيان غابت \r\n قد ارتجفت بالعشق أنحاء رجفة \r\n ولولا بروق الحب ما صاح صائح \r\n ولا حبة كانت تلوح بمنبت \r\n ولولا شروق العشق ما لاح كوكب \r\n وما الفلك تجرى أو تدور كفلكة \r\n ولما تركت الخلق طرا وجدته \r\n بدى الشمس والخلق نظير الأشعة \r\n لقد سر سرى من سنا وجهه السنى \r\n على ما بدى لي في رقادى ويقظتى \r\n\r\n","description":"","footnote":"","page_name":" قصيدة ينبوع الحياة 92 ","page_number":92},
  {"content":" قصيدة ينبوع الحياة\r\n\r\n وان مياه الأبحر لو تراكمت \r\n لما هي مما تطفى ء حر لوعتى \r\n ولولا انكسار القلب ما يعبأ به \r\n وبالانكسار كان من خير عيبة \r\n لنا ما رزقنا من قلوب كسيرة \r\n لكم ما رزقتم من عقار وضيعة \r\n وكيف أبوح ما بسرى وانما \r\n لسان الحروف الراقمات بلكنة \r\n وما تنفع أسماء الأسماء وحدها \r\n إذا لم تكن أسرار الأسماء مكنتى \r\n إذا ما أتيت راحما لزيارتي \r\n تشم نسيم الحب من روض تربتى \r\n وفى الصمت نطقى ان ذا من عجائب \r\n وفى غض عيني رؤيتي في رويتى \r\n وفى الذكر انسى ثم في الانس ذكره \r\n تسلسل ذاك الدور يومى وليلتي \r\n ولست أرى الانسان غير دعائه \r\n جناب الاله لحظة لفت لحظة \r\n تصلى له سبحانه لست شاعرا \r\n كما أن الأشباح والأرواح صلت \r\n يميت ويحيى كل آن نفوسنا \r\n كذاك اليه نرجع كل لمحة \r\n تجدد أمثال العوالم كلها \r\n على هيأة موزونة مستديمة \r\n تجدد الأمثال على حفظ نظمها \r\n بدائع صنع الله في كل بدعة \r\n متى غاب حتى أطلب الهادي اليه \r\n وما الهادي الا جلوة منه جلت \r\n خفاه ظهور في الظهور خفائه \r\n وفى قربه بعد وفي البعد قربتى \r\n ومن دأبه أن يظهر ثم يختفى \r\n وفى القبض والبسط مفاد عقيدتي \r\n وفى القبض بسط ثم في البسط قبضه \r\n وما البسط والقبض سوى بسط قبضة \r\n قضاء وقرآن وقبض ترادفت \r\n ففي القدر الفرقان انحاء بسطة \r\n ففي الروح قبض ثم في القلب بسطه \r\n وما بالتجافى صورة ما تسرت \r\n يمثلها صقع خيالك بعد ذا \r\n يجسمها في الطبع طابع هيئة \r\n وما هو قرآن فجمع وباطن \r\n وما الجمع الا الحكم فيه برمة \r\n\r\n","description":"","footnote":"","page_name":" قصيدة ينبوع الحياة 93 ","page_number":93},
  {"content":" قصيدة ينبوع الحياة\r\n\r\n وما هو فرقان فشرح وظاهر \r\n وما هو تفصيل فمرهون كثرة \r\n ومن كان عن روح الكتاب بمعزل \r\n فما انتفع من شد حرف ومدة \r\n هو الصمد الحق أي الكل وحده \r\n هو الأول في آخر الاخرية \r\n هو الصمد الحق فلا ثاني له \r\n فما الشبهة تروى عن ابن كمونة \r\n ومعناه لا جوف له فهو مصمت \r\n كما فسر من أهل بيت النبوة \r\n فما ذرة الا حيوة تجسمت \r\n وسائر الأوصاف كذاك بجمة \r\n فصار السوى غير السوى غير أنه \r\n شؤون وآيات لذات فريدة \r\n فمن هو معلول ومن هو علة \r\n لدى الصمد الحق الوحيد بسطوة \r\n وقد كانت الدنيا غرورا لأهلها \r\n لما انها تغتالهم أي غيلة \r\n فتوهمهم ان السماوات والثرى \r\n وما فيهما في الكون مما استقلت \r\n إذا جاءهم كشف الغطاء فإنما \r\n عيانا رأوا قد كانوا فيه بغفلة \r\n متى طلعت شمس الحقيقة تفضح \r\n خفافيش ما في ظلمة الليل خفت \r\n وهل أنت الا الروح والجسم والقوى \r\n وهل أنت الا وحدة في الكثيرة \r\n فما أنت الا واحد ذو مراتب \r\n ترى ذاتك مرآته قد تجلت \r\n ولابد من فرق كشيى ء وفيئه \r\n وليس كميز الشئ ء والشئ ء فاثبت \r\n هو الصمد الحق كذاك كتابه \r\n وذا الحكم فاق الشمس عند الظهيرة \r\n كذاك النبي الخاتم في النبوة \r\n هو الصمد هل كنت من أهل دربة \r\n محمد المبعوث ختم النبوة \r\n كذاك كتاب الله من غير لبسة \r\n هو المعجز الباقي من دين احمد \r\n هو نوره المنجى من كل نقمة \r\n والاعجاز بالأسلوب أو بالفصاحة \r\n أو الأمر في ذاك على نحو صرفة \r\n\r\n","description":"","footnote":"","page_name":" قصيدة ينبوع الحياة 94 ","page_number":94},
  {"content":" قصيدة ينبوع الحياة\r\n\r\n ومعجزة الباقي من فعله ترى \r\n بيثرب من تعيينه سمت قبلة \r\n بلا شاخص أو جدول من جداول \r\n بلا ربع أسطرلاب أو أي صنعة \r\n ولكن بنور الله من يثرب رأى \r\n مع البعد بيت الله يا حسن رؤية \r\n فقام إلى الميزاب من أمر ربه \r\n تعين سمت القبلة في مدينة \r\n إلى الان هذا المعجز كان باقيا \r\n وفى الخوض فيه ما لنا من وجيزة \r\n فليس نبي بعده فمن ادعى \r\n هو المتنبي بلا طمث ريبة \r\n على قدر وسعى كان قرآنه معي \r\n فلا خوف من شر النفوس الشريرة \r\n إذا كان بيت أصفر من كتابه \r\n فليس ببيت بل وجار ضبوعة \r\n ويا من أراد الاعتلاء إلى العلى \r\n فطوبى لذات وهي ذات علية \r\n فلو لم يكن فينا القبول إلى العلى \r\n لما كان قرآن الرسول بقدوة \r\n وحيث بدا فينا العروج إلى الذرى \r\n لنا في رسول الله تحثيث أسوة \r\n تفقه بما قد فصل في النبوة \r\n عليك بما أهديك من غير مهلة \r\n نبوة من كان من الله مرسلا \r\n هي الخاصة المقرونة بالشريعة \r\n وأخرى لمن كان من أهل الولاية \r\n هي العامة في كل عصر ودورة \r\n وقد ختم الأولى ظهورا بأحمد \r\n محمد المحمود من رب العزة \r\n وأما بطونا فهو عين النبوة \r\n به يستنير أمة بعد أمة \r\n وكل نبي كان من قبل يستضيى ء \r\n بمشكاة عين الرحمة الأحمدية \r\n فمن أعرض عن منطق الوحي الأحمدي \r\n فمنسلخ عن فطرة بشرية \r\n ومن آمن في غر نور الولاية \r\n فقد خلص من ظلمة مدلهمة \r\n ومن لم يكن من حظ عرفانه احتظى \r\n فما استلذ من أفانين حظوة \r\n ومن لم يكن من ضوء برهانه اهتدى \r\n فلن يهتدى قط بقطع وبتة \r\n\r\n","description":"","footnote":"","page_name":" قصيدة ينبوع الحياة 95 ","page_number":95},
  {"content":" قصيدة ينبوع الحياة\r\n\r\n ومن أظلم ممن على الله يفترى \r\n وممن رسول الله آذى بفرية \r\n بأن رسول الله من بين أمته \r\n قد ارتحل من غير نص وصية \r\n ولو لم يكن غير الغدير لقد كفى \r\n لمسترشد وهو من أهل الحمية \r\n فكيف نصوص الفرقتين تواترت \r\n بمثل الغدير في جدير الخليفة \r\n ألا وعلى كان يعرف بالوصى \r\n باخبارنا الموثوقة المستفيضة \r\n وأنت ترى بين سنام الصحابة \r\n هو وحده كان بهذى الخصيصة \r\n على ما هو المعمول بين الجماعة \r\n فحاشاى عن بحث عن الأفضلية \r\n لأن القياس صح في ما تجانست \r\n وأي جناس بين نور وظلمة \r\n ومن همو اعراب من الناس والوصي \r\n فترتجز في الفضل عند السقيفة \r\n إذا كان جمع كلهم أهل العصمة \r\n لصح الحوار عند ذا بالفضيلة \r\n فيوزن أولو العزم والمرتضى على \r\n بأنهمو من كان أولى بخلة \r\n وأدبنا القرآن في الأفضلية \r\n ففي الرسل أوفى النبيين حجتي \r\n على امام الكل بعد نبينا \r\n على الكل في كل صفات سنية \r\n ومن أظلم يا قوم ممن قد ادعى \r\n امامة دين الله من غير عصمة \r\n ومن كان في الأمس على الظلم ناله \r\n من اليوم عهد الله يا من ظليمة \r\n ولابد للاسم الاله من الذي \r\n نسميه كونا جامعا في الرقيمة \r\n هو القطب بالاطلاق في كل عالم \r\n هو الشمس في الآفاق عند البصيرة \r\n وجوده لطف في نظام العوالم \r\n ولن تخلو الأرض من أنوار حجة \r\n ب‌ذا حكم العقل ببرهانه السنى \r\n وألسنة النقل على ذاك دلت \r\n ألا انه ، والعصر ، من صلب العسكري \r\n سليل رسول الله وابن الأئمة \r\n\r\n","description":"","footnote":"","page_name":" قصيدة ينبوع الحياة 96 ","page_number":96},
  {"content":" قصيدة ينبوع الحياة\r\n\r\n مح م د المهدى بالحق قائم \r\n بذاك اعتقادي من علوق نفيسة \r\n بذاك اعتقادي عن صميم معارفى \r\n معارف ما في لجتى وسفينتى \r\n عليك بدرج الدر نهج الولاية \r\n لما فيه من أسراره المستسرة \r\n بذاك اعتقادي من صفايا أدلتى \r\n بلا دخل تقليد ورسم وسنة \r\n وأشهد بالله على ما عقيدتي \r\n بلا ريب وسواس بلا شوب شبهة \r\n بذاك اعتقادي من عطايا جنابه \r\n وخير العطايا للنفوس السعيدة \r\n على ما هدانا الله جل جلاله \r\n له الحمد ثم الحمد من غير فترة \r\n تصفحت أوراق الصحائف كلها \r\n فلم أر فيها غير ما في صحيفتي \r\n امن مثلها نور بسيط توحدت \r\n بشئ ء إذا قد واجهته لبغية \r\n تجردها مما هي للطبيعة \r\n يفيد بقاء النفس للأبدية \r\n يحب البقاء كل شى ء بسوسه \r\n فأصل البقاء ثابت بالبديهة \r\n كذاك مقام فوق ذاك التجرد \r\n لها ثابت أيضا بحكم الأدلة \r\n وما أخبر الكشف الأتم المحمدي \r\n بيان لما في النفس في كل سورة \r\n على صورة الرحمن جل جلاله \r\n بدى هذا الانسان من أمشاج نطفة \r\n وسبحان ربى ما أعز عوالمى \r\n وأعظم شأني في مكان بنيتي \r\n وما آية في الكون منى باكبرا \r\n ونفسي كتاب قد حوى كل كلمة \r\n ولو لم يك الانسان من كان حاملا \r\n أمانته من حين عرض الوديعة \r\n ومحمول الانسان هو العرش قد بدى \r\n أي الملك مما اختاره ابن مسرة \r\n ففي الدهر من مثلي وكنت مثاله \r\n وما تعدل جنات غيرى ببهجتى \r\n وماء مهين دافق صار عالما \r\n كبيرا يوازى الكل من غير قلة \r\n فما هو الانسان جميع العوالم \r\n وما هو الانسان سلالة طينة \r\n\r\n","description":"","footnote":"","page_name":" قصيدة ينبوع الحياة 97 ","page_number":97},
  {"content":" قصيدة ينبوع الحياة\r\n\r\n وما هو الانسان والأسماء انما \r\n هي الدرر وهولها نحو حقة \r\n عجائب صنع النفس يا قوم ماهية \r\n وما يعدل صنع بتلك الصنيعة \r\n وللنفس انشاء الذوات على الولاء \r\n وارسالها في ما تشاء بمنة \r\n وتلك الذوات قد تكون بسيطة \r\n مفارقة نحو العقول المفيضة \r\n كذا قد تكون ما تلينا من التي \r\n قد اغتمرت في مدة ذات مدة \r\n ويا معشر الأحباب من كان فيكمو \r\n يعرفني نفسي فيسكن ثورتى \r\n ويا أمة الاملاك في الأرض والسما \r\n وهل واحد منكم يجيب بسؤلتى \r\n ويا مالك الأملاك في الأرض والسما \r\n ويا من يناديه صراخي وضجتى \r\n ويا من أحب خلقتى نعم ما أحب \r\n ويا من كساني خلعة بعد خلعة \r\n ويا من اليه الكل يأوى ويلتجى \r\n إليك التجات في رخائى وشدتي \r\n ويا لهف نفسي لست أعلم ما أنا \r\n ولست فهمت مصحفى من قريحتى \r\n تحيرت في أطوار نفسي على الولاء \r\n تروح وتغدو في حضيض وذروة \r\n تجلى لها أسماء يوم القيامة \r\n وقد بهرت من غير ذات الهوية \r\n وقد تهبط منها إلى الدرك الأسفل \r\n إذا التفتت نحو الحظوظ الخسيسة \r\n وقد ملأت أقطار الآفاق كلها \r\n ملائكة الله والأقطار أطت \r\n ملائكة الله قوى كل عالم \r\n قد اشتقوا من ملك كما من الوكة \r\n وما ملك إلا وفينا مثاله \r\n حقيقة شى ء تعرف في الرقيقة \r\n ومعرفة الانسان نفسه أنما \r\n هو الحد الأعلى للعلوم الرئيسة \r\n والانسان يزدان بأنوار علمه \r\n وأنى له الأعراض كانت بزينة \r\n وصالحة الأعمال بعد علومه \r\n تريها له أيضا من أنوار حلية \r\n جناحا العروج نحو أوج المعارج \r\n هما العمل والعلم يا أهل نهية \r\n\r\n","description":"","footnote":"","page_name":" قصيدة ينبوع الحياة 98 ","page_number":98},
  {"content":" قصيدة ينبوع الحياة\r\n\r\n ولا ينتهى قط كمال الولاية \r\n فلا توصف النفس بحد ووقفة \r\n ومن جوهر النفس إذا كان كاملا \r\n بدى معجزات مرة بعد مرة \r\n ترى بشرا يمشى في الأسواق قد على \r\n سناسره آفاق ما في الخليقة \r\n وجسم يدور حول نفس ونفسه \r\n إلى العقل تنحو رفعة فوق رفعة \r\n وللعقل اقبال إلى ذروة العلى \r\n يعاوقه الطبع بأنواع حيلة \r\n فكيف لنا يرجى العروج إلى الذرى \r\n فإنه للنفس التي لا طمأنت \r\n فان ملت الأرواح من سوء دهرها \r\n ففي جنة الأسفار كانت بنزهة \r\n ومن كان يرجو الاعتلاء فإنما \r\n يهيى ء أسباب الوغى من سرية \r\n ومن سافر صدقا فلا يستريح من \r\n توخ من القيوم طي الطريقة \r\n ترى آدم البرنامج الجامع الذي \r\n حواه نعوت الحضرة الأحدية \r\n فلابد من برنامج في أموره \r\n وفى عمل البرنامج من صريمة \r\n وإياك والفن الذي ليس نافعا \r\n عليك بادراك العلوم الرفيعة \r\n والعرفان بالله هو العلم وحده \r\n فطوبى لمن نال بتلك العطية \r\n وعلمك صيد قيد الصيد يا فتى \r\n وقيدك إياه تراه بكتبة \r\n ويا أيها الانسان انك كادح \r\n إلى ربك كدحا فتسعى للقية \r\n إذا تتجافى النفس من عرصة الفنا \r\n فقد شهدت عين البقاء بلحظة \r\n أما سيرها من هذه العرصة إلى \r\n فناء البقاء ليس الا بخطوة \r\n إذا وصل النفس إلى دار قدسها \r\n إلى الموطن الأصلي من دار كربة \r\n تحولت النفس من النقص قد فنت \r\n إلى عقلها فاستخلصت من نقيصة \r\n فما الوصل الا الاتحاد بغاية \r\n ويا صحب ما في النفس من حسن سيرة \r\n وأمر فناء النفس في العقل طالما \r\n يدور على الأعصار بين الأجلة \r\n\r\n","description":"","footnote":"","page_name":" قصيدة ينبوع الحياة 99 ","page_number":99},
  {"content":" قصيدة ينبوع الحياة\r\n\r\n وهذا الفناء ليس في الكل واحدا \r\n له درجات فوق عد وحسبة \r\n فمن نقصها الذاتي كانت تبدلت \r\n كمالا بسر الحركة الجوهرية \r\n متى واجه أنوار غر المعارف \r\n عرفت بأنى لست من ذي القبيلة \r\n ولما رأيت العاشق الحق قد دريت \r\n معاني الوقار والرضا والسكينة \r\n وبالعمل والعلم نحن صنيعنا \r\n فاتهما نفس الجزاء احبتى \r\n لذا كانت الآلام يوم القيامة \r\n لمن كان في الدنيا أليف الطبيعة \r\n ومن كان مأنوسا بحكم مثاله \r\n ففي الجنة الصغرى له حظ نعمة \r\n ومن فاز بالقرب إلى الحق حقه \r\n يشاهد وجه الله في كل وجهة \r\n توغل في العقل وادبر عن سواه \r\n ففي الجنة الكبرى له اى ملكة \r\n هي جنة الذات التي قد أضافها \r\n إلى ذاته النورية السرمدية \r\n وطاف على المعشوق لم يدر غيره \r\n تطوف عليه الحور طائف كعبة \r\n ويوم الحصاد تحصد ما زرعته \r\n ففي هذه الأيام هل زرع زرعة \r\n فلست سوى اعمالك الأخروية \r\n ولست سوى افعالك الدنيوية \r\n والاعمال إما الكسب بالصدق والصفا \r\n أو الاكتساب باحتيال وخدعة \r\n لذا جاء في فصل الخطاب المحمدي \r\n لها وعليها في مجازاة صفقة \r\n فجنتك والنار فيك وتزعم \r\n بأنهما في حيزما بفجوة \r\n وللجنة والنار فينا مظاهر \r\n والآفاق مثل الأنفس بالسوية \r\n وعامل فعل كان نفس جزائه \r\n ألا ملكات عجنت بالسريرة \r\n إذا فتحت عيناه في صقع ذاته \r\n فاما وجوه من وجوه دميمة \r\n واما وجوه من حسان كريمة \r\n لئن كانت الأفعال من حسن شيمة \r\n سرائرها تبلى له الويل لو رأى \r\n سريرته مشحونة بالرذيلة \r\n\r\n","description":"","footnote":"","page_name":" قصيدة ينبوع الحياة 100 ","page_number":100},
  {"content":" قصيدة ينبوع الحياة\r\n\r\n وأنت ترى الاناس في السوق قد بدى \r\n تجسم اعمال فهذا كحية \r\n وهذا كخنزير وذاك كثعلب \r\n وذا سبع ينحو افتراس الفريسة \r\n وشرذمة كانت من أهل السعادة \r\n يميل إليها الطبع من غير وحشة \r\n وحشرهم يوم النشور كنشرهم \r\n هنا في جماعات وسوق وسكة \r\n وأكثر الأعمال سراب وانما \r\n لقد حسب الظمآن ماء بقيعة \r\n تجسم الأعمال من الدين الأحمدي \r\n تمثل الأعمال بهاتى الوتيرة \r\n ولست سوى الدين الذي كنت تعمل \r\n تمثل الايمان بصورة سدرة \r\n وأخلاقك الأنهار الأربعة جرت \r\n وطوبى مثال النفس طابت بطيبة \r\n ومن عامل الخلق باخلاق سوئه \r\n ففي قبره كان له سوء ضغطة \r\n إذا كنت في برنامج في التمثل \r\n نجحت به في ذاتك بعد صفوة \r\n تنورت من نور الجمال المحمدي \r\n بتطهير ذاتي من صبوح بشربة \r\n سمعت باذانى فصول اذانه \r\n فيا لذة قد أقبلت صوب مهجتي \r\n بكيت بكاء عاليا حينما قضى \r\n حبيب آله العالمين لصحبتى \r\n ويا حسن صوت لست أقدر وصفه \r\n على صوت داود بأحسن لهجة \r\n وكم نلت من أمثال هذا التمثل \r\n تمثل عذب يا لها من عذوبة \r\n تجسم الاعمال بمعنى التمثل \r\n تمثلها كان تصور صورة \r\n فجسم هنا ليس بمعناه العنصري \r\n بل الجسم دهري فخذه كدرة \r\n رموز كنوز كل ما في الشريعة \r\n فلابد فيها من علوم غزيرة \r\n ولابد فيها من صفاء السريرة \r\n ومقعد صدق عند رب البرية \r\n تصورها كان تحققها الذي \r\n لقد نشأ من صقع نفس كنبتة \r\n وهذا النبات كانت النفس منبته \r\n وبذره خلق النفس تمثال حبة \r\n\r\n","description":"","footnote":"","page_name":" قصيدة ينبوع الحياة 101 ","page_number":101},
  {"content":" قصيدة ينبوع الحياة\r\n\r\n فما تنبت من ارض نفسك انما \r\n حبوب وان قلت لبوب لصحت \r\n وتلك اللبوب عند أهل البصيرة \r\n تشخص الأبدان من البرزخية \r\n كما أن نور العلم في النفس انما \r\n مشخص الأرواح بلا شوب مرية \r\n فحق المعاد كان جسمانيا بدى \r\n كما كان روحانيا أيضا بجملة \r\n وأنت بذاك الجسم والروح تحشر \r\n كما كنته في النشأة العنصرية \r\n والأبدان للانسان طولا تفاوتت \r\n كمالا ونقصا عرصة فوق عرصة \r\n فإياك والظن بابدانه على \r\n تكونها ممتازة ميز عزلة \r\n وتنتشأ الأبدان من صقع نفسها \r\n تقوم بها نحو ظلال المظلة \r\n ولا تلك الأرواح عن أبدانها خلت \r\n ولا كانت الأبدان عنها تخلت \r\n تمايز الأرواح والأبدان طالما \r\n تقلقلت الأفواه فيه بهفوة \r\n وقد نطق الوحي بالأولى والآخرة \r\n فأحكام الأولى غير ما في الأخيرة \r\n والآخرة الدنيا على ما زعمتها \r\n فما الفرق في البين من الأرجحية \r\n فان كانت الأخرى فليست بهذه \r\n فكن من فريق قائلين بفرقة \r\n وان شئت قلت النفس في الدار هذه \r\n هي للهيولي صورة فاستقرت \r\n ولكنها في الدار الأخرى بعكس ذا \r\n تريها هيولى الصورة المستمرة \r\n ولذاتها كانت هنا من مقولة \r\n وفى دارها الأخرى ترى من مقولة \r\n ففي دارها الأولى انفعال لضعفها \r\n وأما في الأخرى فهي فعل لقوة \r\n على ذلك الفعل نصوص تظافرت \r\n وننشئكم في منطق الوحي عروتى \r\n خوارق عادات كذا معجزاتها \r\n هي انما من فعل نفس منيعة \r\n عليك بما في الباب من باب العلم جا \r\n بقلعه باب خيبر دون طرفة \r\n فقلعه ثم قذفه خلف ظهره \r\n لما كان ذا من قوة جسدية \r\n\r\n","description":"","footnote":"","page_name":" قصيدة ينبوع الحياة 102 ","page_number":102},
  {"content":" قصيدة ينبوع الحياة\r\n\r\n لما كان عضو بالغذاء تحركا \r\n لما كان الأعضاء بذاك أحست \r\n ولكن بتأييد قوى ملكوته \r\n ونفس بنور ربها مستضيئة \r\n كذلك الآلام هناك وهيهنا \r\n على نحو ما قلنا من اسناد لذة \r\n وقد فسر القبر لسان الشريعة \r\n باخباره الموصوفة بالوثيقة \r\n فمقبور اما في الخصال الحميدة \r\n ومدفون اما في الصفات الذميمة \r\n حقيقته ما ليس عنا بخارج \r\n وخارجه عنا يسمى بحفرة \r\n والأول ما وارى حقيقة ذاتنا \r\n وما الحفرة الا الوعاء لميت \r\n وهذا وذاك بالتشابه هيهنا \r\n كأفراد نوع باختلاف وشركة \r\n وكم من أمور هيهنا قد تشابهت \r\n تشعبت عند الحشر أنحاء شعبة \r\n فالانسان نوع ذو مصاديق هيهنا \r\n بأصنافها من أي خلق وخلقة \r\n وفى النشأة الأخرى هو الجنس قد بدا \r\n بأنواع أوصاف به لاستجنت \r\n فما أنت الا نفس افعالك التي \r\n فعلت بطوع واختيار ورغبة \r\n قيامتنا قد قامت الان فابصرا \r\n وأنواعها الكلية خذ بخمسة \r\n كنون وقلب ثم عرش وحضرة \r\n وحمد واقسام نكاح بنوبة \r\n هي سبعة سبع سماواتك العلى \r\n من الأرض فاقرأ مثلهن بسبعة \r\n هي الكليات تحتوى جزئياتها \r\n على كثرة من غير حصر وعيقة \r\n وتلك الأصول فوق ما هو رائج \r\n على نحوه في الحكمة الفلسفية \r\n وفلسفة ذات مراتب عندنا \r\n وسفسا فهاقد عد من سفسطية \r\n ففلسفة أنوارها مشرقية \r\n وقد نالها من كان من مشرقية \r\n فإن كان فيها كاملا ومكملا \r\n فذاك امام الكل في كل كورة \r\n وفلسفة أخرى هي من ظلالها \r\n وذو الظل أصل حاكم في الأظلة \r\n\r\n","description":"","footnote":"","page_name":" قصيدة ينبوع الحياة 103 ","page_number":103},
  {"content":" قصيدة ينبوع الحياة\r\n\r\n ويستوحش من لفظها المتقشف \r\n يسوغ له تبديل لفظ بلفظة \r\n دليل وبرهان ونور وحجة \r\n أو اللفظة الأخرى من أي قبيلة \r\n والانسان مفطور لفهم الحقائق \r\n ببرهان لم أو بان بدقة \r\n وطينته قد خمرت بالتعقل \r\n فاما بمعلول وإما بعلة \r\n فما خالف البرهان الا معاند \r\n قد انسلخ بالخرق عن دين فطرة \r\n ولا ينكر العلم الشهودي عاقل \r\n بل العقل في النيل به كالذريعة \r\n وروحك مشتاق إلى سيب رزقه \r\n وجسمك مفتاق إلى اكل طعمة \r\n فذاك بما من سنخه في اعتلائه \r\n وهذا بما من جنسه في غضوضة \r\n ولا يشبع ذاك بأنوار رزقه \r\n وقد شبع هذا بمرات لقمة \r\n فذاك وراء الجسم من سوسه السنى \r\n كبارئه في الحيطة والألوهة \r\n وهل تذكر العهد الذي كنت تغتذى \r\n دم الطمث من أنبوبة باسم سرة \r\n فسرتك كان مدى اشهر فما \r\n كذلك سرات كثير الأجنة \r\n وهذا الفم المولود من امر ربه \r\n قد انفتح والسرة منه سدت \r\n وفى الجنة كان الغذاء لأهلها \r\n ببرنامج في بكرة وعشية \r\n ودار السلام الجنة وهي وصفها \r\n وكان سلام الجسم في حفظ صحة \r\n فمن جاوز عن مرتين غذائه \r\n قد انجر الأمراض اليه بأكلة \r\n ففي الأثر من جاوز الاكل عنهما \r\n فهو حر بالمعلف والعليقة \r\n والانسان قد خص بأخذ غذائه \r\n من السمع فالسمع فم الأريحية \r\n وعلمه الله البيان بذا الفم \r\n به صار ذا نطق بانطاق نية \r\n نعم كل شى ء انطق الله ذو العلى \r\n فلا ريب للانسان ما من مزية \r\n سوى تلك الأفواه فم آخر له \r\n مسمى بقلب يغتذى من حظيرة \r\n\r\n","description":"","footnote":"","page_name":" قصيدة ينبوع الحياة 104 ","page_number":104},
  {"content":" قصيدة ينبوع الحياة\r\n\r\n حظيرة قدس وهي عين حياته \r\n بل الكل منها كل آن تروت \r\n وما يدرك القلب فذاك هو الغذاء \r\n وغيره إعداد بأنحاء عدة \r\n وادراك الانسان جميع العوالم \r\n دليل على ما فيهما من نظيرة \r\n ومدرك شيى ء مغتذيه ومدركه \r\n غذاء له فاثبت بتلك الدقيقة \r\n مغير شيى ء لا يكون غذائه \r\n فبين الغذا والمغتذى نحو نسبة \r\n واسرار الافعال العبادية لنا \r\n هي كلها الأنوار عند النتيجة \r\n وما امر المولى به فيه حكمة \r\n تعود الينا من صيام وحجة \r\n وما قدر الانسان وما وزنه إذا \r\n تأنف كالشيطان من فعل سجدة \r\n وما يعبأ بالمال والجاه لو خلت \r\n صحيفة الأعمال من إعمال سبحة \r\n وأنت تشاء الله رب العوالم \r\n فمن سرك اطلب وجه تلك المشية \r\n وطالب شى ء واجد الشئ ء مجملا \r\n كحكم النداء حكم أول وهلة \r\n فكيف تنادى الله ما لم تشاهد \r\n شهود العيان أو شهودا بخفية \r\n هو الصمد لا يعزب عنه خردل \r\n جداوله كالبحر أو كالبحيرة \r\n جداول أخرى ما تريها كأنهر \r\n وقد جرت عن أصل كنبت فسيلة \r\n فمن وحدة عين الهوية إنكا \r\n بجدولك الحق تنادى بخبرة \r\n فالانسان طبع برزخ ومفارق \r\n ويدعو الاله كالعقول البسيطة \r\n بسيط يصير نفس ما يقبل اليه \r\n قديم حديث ذو سكون وحركة \r\n نبات وحيوان ونطق ومعدن \r\n سماء وارض جامع كل جمعة \r\n امام مبين فيه احصاء كل شى ء \r\n كتاب حكيم حائز كل حكمة \r\n ويرقى إلى أم الكتاب فيتحد \r\n به ثم تتلى فيه كل قضية \r\n وقد قيل فيه فوق حد التجرد \r\n ولكنه تعريف رسم بخصلة \r\n\r\n","description":"","footnote":"","page_name":" قصيدة ينبوع الحياة 105 ","page_number":105},
  {"content":" قصيدة ينبوع الحياة\r\n\r\n مواصلة الأجساد عند التجاور \r\n فان النكاح جاء أعظم وصلة \r\n مواصلة الأرواح عند اتحادها \r\n فتنعتها بالوصلة المعنوية \r\n وعند اتجاه النفس شطر المفارق \r\n تراها فناء مثل بحر وقطرة \r\n وهذا الفناء ذو مراتب لا تعد \r\n على حسب أحوال نفس زكية \r\n وعرض المزاج الادمى لما يحد \r\n واعدله كان لنفس كريمة \r\n هو المركز فالأقرب منه اعدل \r\n من الأبعد عن هذه المركزية \r\n وأسباب هذا الاعتدال عديدة \r\n من الفاعلات القابلات العديدة \r\n وأحوال الاباء كذا الأمهات من \r\n أمور لأصل الاعتدال قوية \r\n كما أن نفخ الروح في الوالدين قد \r\n تلون اعني نفخة بعد نفخة \r\n ففي الأب والام تلون نفخه \r\n تعالى كما أن المياه استشتت \r\n وما نالني من أنعم الله انها \r\n قد اسة ما كانت لأمى العقيلة \r\n وللشى ء انحاء الخزائن رتبت \r\n وأم الكتاب أصلها من خزينة \r\n وما هو فوق العقل أول صادر \r\n فقد صدر عن مكمن الأزلية \r\n هباء يسمى الصادر الأول كما \r\n يسمى عماء في الروايات العدة \r\n وإياك والتسويف والساعة دنت \r\n هشاشة سوف ما ترى من بقية \r\n وما هذه الدار لنا للإقامة \r\n وقد كتبت في بابها ادخل لرحلة \r\n ولا تصحب الأشرار في أي محفل \r\n ولا تقبل الأفكار من غير نظرة \r\n فلا تترك الأسحار ان كنت ساهرا \r\n ولا تهمل الأذكار في أي وقعة \r\n وإن قيل قدما للحروب رجالها \r\n كذاك رجال للثريد وقصعة \r\n ولا تجزعي يا نفس من عوز طارف \r\n ولا تفرحى يا نفس من فوز عيشة \r\n وما قيمة الدنيا الدنية انما \r\n ترى ديدن الدنيا اليفا لسفلة \r\n\r\n","description":"","footnote":"","page_name":" قصيدة ينبوع الحياة 106 ","page_number":106},
  {"content":" قصيدة ينبوع الحياة\r\n\r\n ثقى بالذي إياه يقصد من سواه \r\n دعى ما دعاه الغاغة من دنية \r\n وإياك والدون الذي كان فانيا \r\n عليك بما فيه ابتغاء الأعزة \r\n ولا يشتكى الحر من أحوال دهره \r\n فان هوان الدهر دون لشكوة \r\n وليس مناص من أناس وبأسهم \r\n فلابد من إغماض أوهام فرقة \r\n ويا قوم هل من مخلص يرتجى لنا \r\n أم الحكم أن نرضى بتلك البلية \r\n لك الويل والتعس لان كنت جائرا \r\n على أضعف المخلوق كان كنملة \r\n إذا قيس ذنب ماإلى ذنب آخر \r\n فذا عند هذا من ذنوب صغيرة \r\n إذا ما نظرت الله جل جلاله \r\n ترى كل ذنب من ذنوب كبيرة \r\n ونصبح في امر ونمسى باخر \r\n نروح ونغدو في الأماني الرزية \r\n مضى الأمد والوقت قد أقبل الأبد \r\n على ما انقضى العمر لقد ضاع ثروتى \r\n وأقبلت الأخرى فقد حان رحلتي \r\n وأدبرت الدنيا فقد دان ضجعتى \r\n كرهت أمورا كانت الخير كله \r\n وأحببت الأخرى وهي عين الكريهة \r\n تمنيتها ثم توخيت بعد ذا \r\n بأن لم تك تلك الأماني منيتي \r\n وأمنية فيها الأمان بمعزل \r\n وأمنية فيها انفعالى وخفتي \r\n وكنت ظننت ما ظننت وانها \r\n لما نفعت تالله مثقال ذرة \r\n فخليت نفسي عن سوى حسن ظنها \r\n بربى فعاشت في سراح وفسحة \r\n مواعيد عرقوب سمعت وشرها \r\n أماني نفس كان فيها منيتي \r\n وقد نالني ريب المنون على الولاء \r\n وأنقذنى الرحمن من سوء ميتتي \r\n ولا أقدر تقرير تلك المهالك \r\n ولا أظهر ما عند ربى لحسبتى \r\n ومشرب يعقوب النبي لموردى \r\n إلى الله يشكو البث والحزن عفتي \r\n\r\n","description":"","footnote":"","page_name":" قصيدة ينبوع الحياة 107 ","page_number":107},
  {"content":" قصيدة ينبوع الحياة\r\n\r\n ويخبرك عنها لسانات أعين \r\n جبال وانهار وبحر وأيكة \r\n ولا بأس في ذاك لما قد رأيته \r\n من أن سنام العلم ذاقوا مشقتى \r\n وقد شهد التاريخ صدقا بمثل ذا \r\n على كل من فاق السباق بسبقة \r\n وقد لدغتني حية في جبالنا \r\n وانى قتلت الحية سوء قتلة \r\n ولدغتها قد جبلتنى وشوهت \r\n وكنت صبيا يا لها سوء لدغة \r\n لكنت من إحرار لظى سم لدغها \r\n أموت وأحيى برهة بعد برهة \r\n وربى الرحيم قد نجاني من الأذى \r\n وادخلنى في عيشة ما هنيئة \r\n ولكنني صرت ابتليت بحية \r\n هي شر حيات على الأرض دبت \r\n ولو تسأل التنين والدب في السماء \r\n لقالا هربنا من اذيها بثمة \r\n ألا وهي ما بين جنبي قد أوت \r\n ألا وهي أعدى عدوى لهلكة \r\n ألا وهي بالسوء أمارة فقط \r\n ألا وهي النفس الولوع لنكبة \r\n مضينا ولم يحصل لنا طول دهرنا \r\n سوى ما درينا حرفة بعد حرفة \r\n سوى صرفنا ألفاظ بعض الطوائف \r\n سوى نحونا جمع دفاتر عصبة \r\n سوى ما عرفنا من حوامل أنجم \r\n تداويرها والخمسة ذات حيرة \r\n سوى سير فيل وفق لوح مربع \r\n أو العدل من بيتين فيه بحصة \r\n ولقط وتكسير أساس نظيرة \r\n ومستحصل ما استحصل للصعوبة \r\n ومفتاح مغلاق لدى ذي الكتابة \r\n ومغن وظلى من الهندسية \r\n وآلات ارصاد كأنواع حلقة \r\n وحك وإسكاف وربع ولبنة \r\n سوى نقطة قرن الغزال ونصرة \r\n وذا شكل لحيان وذا بيت عقلة \r\n سوى الامتياز بين أصل البراءة \r\n وما هو أصل الاشتغال لذمة \r\n وهذا فراغ ليس حكم التجاوز \r\n وهذا ورود ليس حكم الحكومة \r\n\r\n","description":"","footnote":"","page_name":" قصيدة ينبوع الحياة 108 ","page_number":108},
  {"content":" قصيدة ينبوع الحياة\r\n\r\n وكان الهيولى قوة محضة فقط \r\n وبالصورة الفعل بدى بالضرورة \r\n مضى العمر فيها ليت شعري بما مضى \r\n يوازى بوزن ساعة أو سويعة \r\n لقد صار علمي عائقى عن مشاهدى \r\n كسجف ثخين حال بيني وشأوتى \r\n وما العلم حوز الاصطلاحات يا فتى \r\n بل العلم نور في حصون أمينة \r\n وإن لم تك النفس سراحا فما لها \r\n إلى منزل الاحسان من نيل زلفة \r\n ومن دق باب التوبة والإنابة \r\n بصدق واخلاص فرد بخيبة \r\n وهل جاز الاستغفار أم ليس جائزا \r\n لمن لم يكن في غير اثم وحوبة \r\n ومن هو قد ردإلى أرذل العمر \r\n فإن لم يتب فليفعلن غير توبة \r\n وفضل آله العالمين هو الرجاء \r\n وما هو في التصنيف والعبقرية \r\n سروري بأن الراحم هو مالكي \r\n والا فان العبد في نار حسرة \r\n ولا يصف معشار معشار رحمته \r\n لسان الورى لو كان ضعف المجرة \r\n آلهى ومن أرجو وليس لي الرجاء \r\n سوى حبك المكنون في حسن صيغتى \r\n قصيدتي ينبوع الحياة المريحة \r\n لعائرة دهر الدهور قصيدتي \r\n بما عان ينبوع الحياة فقد جرى \r\n على إثره الأنهار الأربعة التي \r\n بها وعد الرحمن أهل تقاته \r\n وبين الأنهار بتمثيل جنة \r\n الهى وحيث انما أنت منطقي \r\n نطقت بها من غير ضغط وكلفة \r\n لك الحمد ما دار الجديد ان خلفة \r\n لك الشكر ما جاء الأصيل ببكرة \r\n وأفرغ علينا الصبر عن كل محنة \r\n وتوفيق شكر عند اقبال منحة \r\n ويا محسن أحسن إلى عبدك الحسن \r\n ومن هو يدعوك بأنحاء دعوة \r\n\r\n","description":"","footnote":"","page_name":" قصيدة ينبوع الحياة 109 ","page_number":109},
  {"content":" قصيدة ينبوع الحياة\r\n . \r\n","description":"","footnote":"","page_name":" قصيدة ينبوع الحياة 110 ","page_number":110},
  {"content":" قصيدة ينبوع الحياة\r\n . \r\n","description":"","footnote":"","page_name":" قصيدة ينبوع الحياة 111 ","page_number":111},
  {"content":" قصيدة ينبوع الحياة\r\n . \r\n\r\n","description":"","footnote":"","page_name":" قصيدة ينبوع الحياة 112 ","page_number":112}
  ]