[
  {"content":"\r\n\r\nآثار استاد حسن زاده آملى ؛\r\nخير الأثر\r\nدر\r\nرد جبر وقدر\r\nبه ضميمه دو رسالهء ديگر\r\nدر كسب واقسام فاعل\r\nويرايش دوم\r\nآية الله حسن حسن زاده آملى\r\nمركز انتشارات دفتر تبليغات اسلامى حوزهء علميه ء قم / 1379\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nحسن زاده آملى ، حسن ، 1307 -\r\nخير الأثر در رد جبر و قدر : به ضميمهء دو رسالهء كسب و اقسام فاعل / حسن حسن زاده آملى . - ويرايش دوم . - قم : دفتر تبليغات اسلامى حوزهء علميه قم ؛ مركز انتشارات ، 1369 .\r\n208 ص . - ( دفتر تبليغات اسلامى حوزهء علميهء قم ، مركز انتشارات ؛ 345 : آثار استاد حسن زاده آملى ؛ 4 . )\r\n000 / 9 ريال .\r\nisbn : 964 - 424 - 826 - 0\r\nفهرست نويسى براساس اطلاعات فيپا .\r\nكتابنامه به صورت زيرنويس .\r\nچاپ چهارم : 1379 .\r\n1 . جبر و اختيار ( اسلام ) . 2 . قضا و قدر ( اسلام ) . الف . دفتر تبليغات اسلامى حوزهء علميهء قم . مركز انتشارات . ب . عنوان .\r\n9 خ 5 ح / 5 / 219 bp\r\n465 / 297\r\nكتابخانهء ملى ايران\r\n18282 - 78 م\r\nشابك : 0 - 826 - 424 - 964\r\nisbn : 964 - 424 - 826 - 0\r\nمسلسل انتشار : 1560\r\nدفتر تبليغات اسلامى حوزهء علميهء قم\r\nمركز انتشارات\r\nخير الأثر در رد جبر و قدر\r\nنويسنده : آية الله حسن حسن زادهء آملى\r\nناشر : مركز انتشارات دفتر تبليغات اسلامى\r\nچاپ و صحافى : چاپخانهء دفتر تبليغات اسلامى\r\nنوبت چاپ : چهارم / 1379\r\nشمارگان : 3000\r\nبها : 900 تومان\r\nحق چاپ براى ناشر محفوظ است\r\nنشانى : قم ، خيابان شهدا ( صفائيه ) مركز انتشارت دفتر تبليغات اسلامى حوزهء علميهء قم\r\nص پ 917 ، تلفن : 7 - 742155 ، نمابر : 742154 ، بخش : 743426\r\nنشانى الكترونيك : http : / / www . hawzah . net / m / m . htm\r\nپست الكترونيك : e - mail : bustan - e - ketab @ noornet . net\r\nprinted in the islamic republic of iran\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nفهرست مطالب\r\nمقدمه 7\r\n1 . اختيار و اراده و قدرت 9\r\nاختيار 11\r\nاراده 14\r\nقدرت 15\r\n2 . تحقيقى در اراده و اختيار و قدرت 17\r\n3 . كلامى با متكلّم 21\r\n4 . سخن در جبر و تفويض 33\r\n5 . مناظرهء ابو الحسن اشعرى با استادش ابو على جبّائى 37\r\n6 . انكار علّيت و معلوليّت در سلسلهء موجودات 39\r\n7 . كسب چيست ؟ ( رساله‌اى در كسب ) 41\r\n8 . رأى قائلان به تفويض 53\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\n9 . طعن معتزليان و جبريان به يكديگر و مفاسد عقيدت هر دو فريق 61\r\n10 . قدرى كيست ؟ 63\r\nمنع كردن منكران انبياء عليهم السّلام را از نصيحت كردن و حجت آوردن به طريقهء جبريان 88\r\nجواب دادن انبياء عليهم السّلام جبريان را 89\r\n11 . توحيد ذاتى و صفاتى و افعالى 93\r\n12 . خاتمه ( رساله‌اى در اقسام فاعل ) 157\r\n13 . تعريف اقسام فاعل 161\r\nتنبيه 168\r\n14 . اقسام فاعل در انسان مصداق دارد 175\r\n15 . كدام قسم از اقسام فاعل را بر حق سبحانه بايد اطلاق كرد ؟ 181\r\nفايده 196\r\nفاعل بالتجلي 198\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nمقدّمه\r\nبسم اللّه الرحمن الرّحيم حمد خداى را كه انسان را از طريق رحمت رحيميهء تكليف به تشرّف حضورش خواند ، و از باب بنده پرورى به اعتلاى فهم خطاب محمّدى بار داد .\r\nصلوات و سلام بر مفخر عالم و آدم ، نبىّ خاتم كه هادى امم به صراط امم است ، و بر آل او كه مقتداى امت وسط و قسطاس أقوم‌اند .\r\nو بعد ، اين رساله در ردّ جبر و تفويض و اثبات امر بين امرين ، به عون و مشيّت ملك متعال در حلقهء تدريس زمره‌اى از طالبان كمال در آمل ، به قلم اين فقير الى اللّه الغني المغني حسن حسن زادهء آملى به رشتهء نوشته در آمده است . اميد است كه دور از تفريط و شطط در ارائه به مسير امّت وسط ، رساله‌اى خواندنى و ماندنى بوده باشد ، و آن را « خير الأثر در ردّ جبر و قدر » ناميده‌ام .\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n\r\nاختيار و اراده و قدرت\r\nاختيار و اراده و قدرت چيست ؟ مختار و مريد و قادر كيست ؟ آيا هر يك از آنها ، در خلق و خالق ، چنان است كه معانى الفاظ در عالم مادّه ، چون به عالم وراى مادّه سفر كند ، مطابق سلسلهء طولى موجودات و ضعف و شدت مراتب وجودات ، مثل اراده از « جدارا يريد أن ينقض » تا « فأراد ربّك » تطوّر و تشأن طولى مىيابند ، يا در هر عالم به وجهى خاص مثلا به اشتراك لفظى مستعملند ؟\r\nبايد به ميزان برهان سنجيده شود تا هرچه را برهان معصوم از خطا حكم كند ، پيروى كنيم .\r\nشيخ رئيس در تعليقات فرمايد :\r\nيجب أن يكون في الوجود وجود بالذات ، و في الاختيار اختيار بالذات ، و في الإرادة إرادة بالذات ، و في القدرة قدرة بالذات حتّى يصحّ أن تكون هذه الأشياء لا بالذات في شيء .\r\nو معناه يجب أن يكون واجب الوجود وجودا بالذات ، و مختارا بالذات ، و قادرا\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nبالذات ، و مريدا بالذات حتّى تصحّ هذه الأشياء لا بالذات في غيره . « 1 »\r\nواجب است كه در وجود ، وجود بالذّات و در اختيار ، اختيار بالذّات و در اراده ، ارادهء بالذّات و در قدرت ، قدرت بالذّات بوده باشد تا صحيح باشد كه اين اشياء در چيزى لا بالذّات بوده باشند . و معنى اين سخن اين است كه واجب است واجب الوجود وجود بالذّات و قادر بالذّات و مريد بالذّات بوده باشد تا درست آيد كه اين اشياء در غير او لا بالذّات بوده باشند .\r\nو اين كلام كامل ، همان است كه ميرفندرسكى در قصيدهء معروفش گويد :\r\n هرچه عارض باشد او را جوهرى بايد نخست * عقل بر اين گفتهء ما شاهد گوياستى \r\nآرى ، هرچه حادث باشد او را محدثى بايد نخست . همچنان كه موجود حادث به وجودى كه واجب بالذّات است منتهى مىشود ، قدرت و اراده و اختيار و ديگر حوادث نيز بر همين حكمند .\r\nحيات و قدرت و علم و اختيار و اراده و مشيت و نظاير آنها ، هر يك به حسب مفهوم ، جز ديگرى است و لكن به حسب وجود در عقول مفارقه و بخصوص در حقيقة الحقائق يكىاند ؛ يعنى ، يك ذات بحت محض و بسيط صرف است كه آن همه مفاهيم از وى مستفادند ؛ زيرا ، به براهين توحيد ، تعدّد قدما - بدان نحو كه شهرت دارد - نا به جاى است ، و اگر اشعرى بدان قائل است ژاژخاى است . و چون واجب الوجود بالذّات ، واجب الوجود من جميع الجهات و واحد أحدىّ الذّات است ، جميع صفات حقيقيهء محضه و حقيقيهء ذات اضافه ، عين آن ذاتند ، و به وجود او ، وجود دارند و به وجوب او ، وجوب ؛ يعنى ، يك وجود واجبند به حسب عين خارجى نه مفهوم ادراكى ؛ زيرا كه حق سبحانه يكتاى همه است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تعليقات ، ص 52 ، ط 1 ، مصر .\r\n","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\nاختيار\r\nهرگاه اختيار در ما تحقق يابد كه گوييم : « فلانى ، در فعل اختيارى خود مختار است . » ، در حقيقت ، معنى اين حرف اين است كه : « بالقوه ، مختار بوده است و حالا بالفعل مختار شده است . » ، به اين معنى كه اين صفت اختيار فعل نيك و بد در او وجود نداشت و بعد وجود يافت .\r\nبيانش اين كه هرگاه خواهيم فعلى را اختيار نماييم ، نخست آن را تصوّر مىكنيم و نفع يا ضرر آن را در نظر مىگيريم و فعل و تركش را با هم مىسنجيم ، و بالأخره يكى از دواعى كه ادراك شىء ملايم و تصديق به غايت است ، خواه ادراك يقينى و يا ظنّى و يا تخيّلى ، موجب اختيار آن فعل و ترك خلاف آن مىشود كه حالا اختيار از قوه به فعل مىرسد . پس اين شخص مختار ، فاعل مختار بالذّات نيست و صفت سببيّت و عليّت را بايد كسب كند تا فاعل بالفعل گردد و علّت بالفعل شود . پس فعل او را غايتى است كه غير عين ذات او است .\r\nاين چنين فاعل در صفات كماليه ناتمام است و فعليّت محض نيست و داراى امكان استعدادى است . و قوه و امكان استعدادى ، در ماديّات است نه در ماوراى مادّه ، بخصوص مبدأ المبادى كه فعليّت على الاطلاق است ، و تمام بلكه فوق التّمام است ، و در آن ذات ، حالت منتظره راه ندارد ، و جز او ديگرى نيست تا مرجّح فعل او باشد و غايت فعل او گردد ؛ زيرا ، بسيط الحقيقة كلّ الأشياء است ، و حقيقتى كه صمد است ، جوفى براى او نيست ، و از حقيقت و كمالى خالى و عارى نيست تا غايت فعل او گردد ، بلكه لم يزل و لا يزال در همهء صفات كماليه ، فعليّت محض است .\r\nو حال كه به حكم برهان چنين است ، مختار او ، عين همان فعل او است كه از او صادر شد ، نه اين كه دو چيز تواند بود و به مرجّحى اين جانب از قوه به فعل رسيد و متحقق شد ، پس غايت فعلش جز ذاتش نتواند بود كه هو الأول و الآخر .\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nچون انسان بذاته فعليت محض نيست و فعل اختيارى او از يك داعى رجحان يافت و مختار بودن انسان بدان داعى است به اين معنى كه مرجّحى اختيار را از قوه به فعل آورد ، گفته‌اند كه : « الإنسان مختار في حكم مضطر . » و يا به عبارت ديگر : « الإنسان مضطر في صورة مختار . » و يا : « النفس مضطرة في صورة مختارة . » .\r\nشيخ اجل ابن سينا در بيان آن در تعليقات گويد :\r\nمعناه أنّ المختار منّا لا يخلو فى اختياره من داع يدعوه إلى فعل ذلك ، فإن كان الداعي - الذي هو الغاية - موافقا لأقوى القوى فينا ، قيل : « فلان مختار فيما يفعله .\r\nو ربما يكون ذلك الداعي من جهة انسان آخر .\r\nو في حالة أخرى لا يوافقنا فيها ذلك الداعي ، فيكون صدور الفعل منّا بحسبه على سبيل الإكراه .\r\nو إذا كان الداعي ذاتنا كان مختارا بحسبه . فالمختار بالحقيقة هو الذي لا يدعوه داع إلى فعل ما يفعله الخ . « 1 »\r\nپس انسان ، داراى اختيار حقيقى نيست به اين معنى كه اختيار واقعى و حقيقى آن است كه صدور فعل از او به غايتى نباشد ، و انسان را غايتى كه مرجّح فعل است ، به اختيار آن فعل كشانده است . و چون صدور فعل از بارى تعالى به غايتى كه خارج از ذات او باشد ، نيست پس مختار حقيقى او است .\r\nدر فذلكه بحث معنى اختيار به دو سه سطرى از رسالهء الهيات استاد بزرگوارم حكيم محقق جامع ، و عارف مدقق متضلع ، جناب محمد حسين فاضل تونى - رضوان اللّه تعالى عليه - تبرك مىجويم :\r\nاختيار ، آن است كه شخص ، يكى از دو طرف را كه براى فعل ثابت است\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ص 51 ، ط 1 ، مصر .\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n( وجود يا عدم ) ترجيح دهد . به اين كه ارادهء جازمه‌اى پيدا شود كه متعلق به يكى از دو طرف باشد : اگر ارادهء جازمه به عدم باشد ، طرف عدم را ترجيح بدهد ، و إلّا طرف وجود را .\r\nترجيح ، شرطى دارد و آن اين است كه علم پيدا كند به مصلحت وجود يا مفسدهء عدم يا بالعكس . پس مختار بايد علمى به وجود صلاح داشته باشد .\r\nالبته علم به وجود صلاح ، زمانى مىخواهد كه در آن زمان ، شخص تعمّق و تأمل نمايد . و بنابراين براى اشخاصى كه بصير هستند زمان لازم نيست .\r\nو از اين جا معلوم مىشود كه واجب تعالى زمانى براى تأمل لازم ندارد . « 1 »\r\nبدان كه فاعل مختار ، مطلقا ، آن است كه فعلش مسبوق به مبادى اربعهء حيات و علم و قدرت و مشيّت باشد . و اين مبادى در حق تعالى كه فاعل مختار حقيقى است ، قبل از اختيار ، اعتبار مىشوند كه همه ، عين ذاتند و فاصلهء ترتّب زمانى در آنها نيست و تقدّم آنها بدين لحاظ و اعتبار ، با اختيار ازلى منافات ندارد بلكه مؤكّد آن است . فتبصّر !\r\nمتألهء سبزوارى را در غرر « عموم قدرت حق تعالى » از حكمت منظومه در شرح و تعليقه ، نكاتى لطيف در رد جبر و تفويض و اثبات امر بين امرين است از آن جمله در اختيار فرمايد :\r\nإنّ علم الأوّل - تعالى شأنه - فعليّ ، و كيف لا يكون فعليا و علمه عين ذاته التي هي عين حيثية العلية لكلّ شيء و علمه تعلق بكل شيء فقدرته تعلق بكل شيء .\r\nو لا تتوهمنّ الجبر من ذلك ! لأنّ علمه الفعلي كما تعلق بفعلك كذلك تعلق بمباديه القريبة و البعيدة و المتوسطة من قدرتك و اختيارك الحسن و السيّئ ، و تصورك إياه ، و تصديقك بغايته العقلية الدائمة أو الوهمية الداثرة .\r\nو بالجملة تعلق علمه بفعلك مسبوقا بمباديه ، فلزمت المبادئ ، فاختيارك أيضا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ص 62 ، ط 1 .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nحتم ، فالوجوب بالاختيار و وجوب الاختيار لا ينافي الإختيار . فأين المفرّ من الاختيار ؟ كيف و أنت و أمثالك أظلال القادر المختار ؟ ! فتبصرّ ! « 1 »\r\nو در تعليقهء آن فرمايد :\r\nو ما يقال من « أنّ علمه تعالى لا يكون علة للعصيان » فهو حق . و لا ينافي ذلك - أي لا ينافي كون علمه عين ذاته - لأنّه علة للوجود في أيّ شيء كان ، و الوجود خير و حسن مطلقا و الشرّ عدم و أصنافه أعدام .\r\nدر شبههء تعلق علم و جواب آن ، بحث در پيش است .\r\nو هم در آن تعليقه فرمايد :\r\nثبوت الاختيار لك من أوجه ثلاثة :\r\nأحدها كون فعلك مسبوقا بالمبادئ الأربعة و مضيّه في علم الواجب تعالى .\r\nو ثانيها - و فيه دقّة و شموخ أمرنا فيه بالتبصر - هو مظهريتنا للقادر المختار .\r\nو بهذا النظر لا مضطر إذا لكلّ من صقع المختار الحقيقي و المظهر فان في الظاهر .\r\nو ثالثها ما يقال من أنّا نجد التفرقة بالضرورة الوجدانية بين حركة يد المرتعش ، و حركة اليد الصحيحة بالقصد كما قال العارف الرومي :\r\n اين كه گويى اين كنم يا آن كنم * اين دليل اختيار است اى صنم \r\n\r\nاراده\r\nاراده در ما حالتى است كه براى فاعل بعد از تصور فعل و تصديق به غايت فعل و حصول شوق حاصل مىشود ؛ يعنى ، هرگاه شوق مؤكّد شد ، آن وقت اجماع و اراده حاصل مىگردد . پس اراده ، مسبوق به مبادى سه گانه است . يكى تصور فعل ، و ديگر تصديق به فايده و منفعت و مصلحت - كه همان تصديق به غايت است - و سوم حصول شوق كه چون مؤكّد شد ، اراده حاصل مىشود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ص 173 ، ط اعلى .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nو به بيان رساى شيخ :\r\nالإرادات التي كائنة بعد ما لم تكن ، و كلّ كائن بعد ما لم يكن فله علة ، فكلّ إرادة لنا فلها علة ، و علّة تلك الإرادة ليست إرادة متسلسلة في ذلك إلى غير النهاية ، بل أمور تعرض من خارج أرضية و سماوية ، و الأرضية تنتهى إلى السماوية ، و اجتماع ذلك كلّه يوجب وجود الإرادة . « 1 »\r\nظاهر است كه شوق و اراده از هم منفك مىشوند ، ولى فعل از اراده منفك نمىشود . مثلا صائم ، شوق خوردن غذا دارد ولى ارادهء آن نمىكند ، و مريض ارادهء خوردن دوا مىكند ولى شوق بدان ندارد .\r\nو روشن است كه تصديق به غايت فعل ، همان داعى است . و در فعل حق سبحانه ، داعى صورت نبندد ؛ زيرا ، واجب الوجود تعالى هم علّت فاعليهء فعل است و هم علت غائيهء آن . و اگر غاية الغايات و مقصود بالذّات در فعل مطلق او ، خود او سبحانه نباشد بايد چيز ديگر باشد و در اين صورت ، استكمال خداوند به ديگرى لازم آيد و حال اين كه بسيط الحقيقة كلّ الأشياء ، پس ديگرى نيست . لذا اطلاق اراده بدين معنى كه در ما مىشود ، در بارى تعالى ناصواب است و نقص بارى لازم آيد . و اگر بصيرى گفته است كه : « اراده ، چون به ساحت قدس الهى رسد ، علم مىشود . » ، نيكو گفته است ؛ زيرا ، ذات ، عين علم و عين داعى است ، پس اراده ، عين ذات است .\r\n\r\nقدرت\r\nو به همين سبك در قدرت بايد تأمّل و تدبّر كرد تا بدانى كه بارى تعالى بالفعل و لم يزل و لا يزال ، قادر بالذّات است ؛ زيرا كه در جميع صفات كماليه ، فعليت مطلقه است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الهيات شفاء ، ج 2 ، ص 645 ، ط 1 . ( فصل اول ، مقاله دهم )\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nاما قدرت در ما بالقوه است ، بايد مرجّحى بيايد كه قدرت ما به فعليّت رسد ، و فعلى از قدرت ما به صدور پيوندد . و چون در قدرت خود تحقيق كنيم معنى آن چنين مىشود كه هرگاه بخواهيم و مانعى نباشد ، كارى را انجام مىدهيم .\r\nو اين كه گوييم : « هرگاه بخواهيم . » ، اين مشيت است كه خود او در ما بالفعل نيست ، بلكه اسباب و اغراضى مىبايد كه مشيت از قوه به فعل رسد و قدرت به اين معنى است كه متكلم مىگويد : « القادر هو ما يجوز أن يصدر عنه الفعل . » .\r\nوجه آن كه گفته‌ايم : « قدرت در ما بالقوه است و مرجّحى بايد تا به فعليت رسد » ، اين است كه ما قدرت بر انجام دو فعل متضاد ، يعنى دو ضد داريم و تا مرجّحى نيايد فعل يكى از دو ضد ، متحقّق نمىشود ، و اگر مجرّد قدرت كافى بود ، براى صدور فعل ، مرجّح نمىخواست و مىبايستى صدور دو ضد از انسان در يك حال صحيح باشد و حال آن كه چنين نيست ، پس قدرت ، در انسان ، بالقوه است . و اوّل تعالى ، چون برى از قوه است و فعليت على الاطلاق است ، از قدرت بدين معنى كه متعارف در انسان است منزّه است .\r\nپس قدرت او به داعى و مرجّحى نيست تا او را به فعليت بكشاند . و چون اوّل تعالى ، بالذّات ، قادر بالفعل است ، گوييم كه قدرت او علم او است ، پس از همان حيث كه قادر است ، عالم است و علم او ، سبب صدور فعل از او است و داعى و غرض از ايجاد ، خود ذات او است .\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\n\r\nتحقيقى در اراده و اختيار و قدرت\r\nاينك چند جمله در تحقيق اختيار و قدرت و اراده بگوييم . اراده ، چون اختيار كه در انسان به كار مىرود ، بااراده‌اى كه در خداوند سبحان اطلاق مىشود ، تفاوتى به تفاوت ممكن تا واجب دارد . و اگر كسى بگويد : « اراده ، به مراتب و مظاهر وجود ، مراتب دارد . » ، نظرى متين داده و كلامى وزين گفته است ، به اين بيان كه متأله سبزوارى آورده است :\r\nادنى ، شهوت و رغبت حيوانى ، و بالاتر ، ارادت عقلانى ، تا مرتبهء عشق و محبت نفس ناطقه به خود ، تا عشق و محبت عقل به خود و باطن ذات خود ، تا محبت و عشق ذات حق به حق كه عرفا گفته‌اند : « إذا تمّ العشق هو اللّه . « 1 » » .\r\nو اين مطلب شريف ، در حقيقت ، همان است كه اراده چون بالا رود ، عين علم خواهد شد . و ارادهء حق تعالى به اشياء ، عين علم او بدانها است و هر دو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . أسرار الحكم ، ص 53 ، به تصحيح استاد علّامه شعرانى .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nعين ذاتش‌اند . « 1 »\r\nو يا به بيان ديگر ، علم و اراده و شوق و ميل يك معنى است ، ولى در انسان ، در هر عالم وى ، به صورتى خاص ظاهر مىگردد و از اين اشارت ، جمع آراء در تفسير اراده دانسته مىشود . به عنوان مزيد بصيرت در توضيح آن گوييم :\r\nاراده در اشياء تابع وجود آنها است . همانطور كه وجود به مراتب وجوب و امكان و غنا و حاجت و بساطت و تركيب و صفا و كدورت و تجرد و تجرّم و غيرها مختلف است ، حكم اراده و محبت همچنين است كه رفيق وجودند .\r\nو وجود در هر چيز محبوب و لذيذ است ، و زياده بر آن نيز لذيذ و مطلوب است .\r\nپس كامل از جميع وجوه ، محبوب لذاته و مريد بالذات است و ناقص چون حظّى از وجود دارد نيز محبوب است و مريد وجود كامل است . پس معنايى كه مسمّى به اراده يا محبت يا عشق يا ميل و نظاير اين اسامى است ، چون وجود ، در همهء اشياء سارى است ، جز اين كه برخى از آنها مثلا اراده در بعضى اشياء بدين اسم اراده ناميده نمىشود ؛ زيرا ، عادت و اصطلاح ، بر غير آن جارى است ، يا معناى آن در آن خفى است ، يا آثار مطلوبه از آن در آنها ظهور ندارد ، چنان كه صورت جرميه در نظر حكمت متعاليه از مراتب علم بسيط است ، و لكن فقط صورت مجرد از ممازجت اعدام و ظلمات مقتضى جهالات و غفلات را علم نامند .\r\nاراده و محبت را يك معنى به نام علم است و آن در واجب تعالى عين ذات او است كه ذاتش نيز عين داعى است ، و در غير او چه بسا كه صفتى زائد بر ذات و غير قدرت باشد ، چنان كه در انسان ؛ زيرا ، بسيار افتد كه انسان از قدرت - به معنى صحت فعل و ترك آن - دور گردد و از رفتار و نوشتن و جز آنها بازماند .\r\nو نيز اراده در انسان ، غير داعى او است كه او را به فعل مىكشاند ، مثلا نفعى كه از فعل كتابت متوقّع است ، و يا او را به ترك آن وادار مىكند ، چون ضرّى كه بر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الهيات اسفار ، فصل 9 ، موقف 4 ، ج 3 ، ط 1 ، ص 80 .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nفعل كتابت مثلا مترتب است . پس قدرت و اراده و داعى در انسان به قياس به بعضى افعالش متعدد و صفات زائده بر ذاتند ، و در حق بارى سبحانه متحد و عين ذات احديت‌اند .\r\nو تعدّد قدرت و اراده و داعى را به قياس بعضى افعال انسان بدين جهت گفتيم كه آنها به قياس قسمى از افعال باطنى او مانند تدابير طبيعى و تحريكات ذاتى مثل تغذيه و تنميه و توليد و غير ذلك يك چيزند ، چنان كه بر بصير متأمّل در حكمت الهى در عالم انسانى پوشيده نيست .\r\nو چون انسان بر صورت رحمان آفريده شده است ، فعل و حركتى به قصد از او صادر نمىشود ، مگر اين كه مبدأ آن از ذات او ناشى مىشود و بر ساير مراتب و قواى متوسط بين نفس و بين مظهر افعال و آلت تحريكاتش مرور مىكند .\r\nغرض اين كه هرگاه انسان قصد احداث فعلى كرده است ، ناچار علم بدان دارد كه آن تصور به فعل و تصديق ، به فايده‌اش مىباشد ، بعد از آن ناچار به اراده و عزم آن است ، پس از آن شوق بدان ، و سپس ميل در اعضاء به تحصيل آن .\r\nپس در حقيقت اين امور چهارگانه يعنى علم و اراده و شوق و ميل يك معنى است كه در عوالم چهار گانهء انسانى به وجود مىآيد و در هر موطن به صورتى خاص كه مناسب آن موطن است ظاهر مىگردد .\r\nپس محبت - كه همان ارادت است - هرگاه در عالم عقل وجود يابد ، عين قضيه و حكم است ، مانند عالم قضاى الهى ، و هرگاه در عالم نفس وجود يابد ، عين شوق است ، و هرگاه در عالم طبيعت وجود يابد ، عين ميل است .\r\nاز اين بيان دانسته مىشود آن كه اراده را به « اعتقاد نفع » تفسير كرده است ، كلام او ، از وجهى ، صحيح است ، و آن كه چون اشاعره اراده را تفسير كرده است كه « صفت مخصّص مر أحد المقدورين است و غير علم و قدرت است . » نيز ، از وجهى ، صحيح است ، و آن كه گفته است : « اراده ، شوق متأكّد به حصول مراد است . » هم ، به وجهى ، صحيح است ، اگر از آن ، ارادهء كليّت و عموم\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nنكرده باشد ، و آن كه اراده را « ميل تابع اعتقاد نفع » دانسته است ، ايضا به وجهى ، درست است .\r\nو انفكاك بعضى از اين معانى از بعضى ، در حق انسان ، با اتحاد آنها در حقّ خداوند سبحان ، منافات ندارد و بودن قدرت در حقّ ما عين قوت امكانيه و استعداد بعيد ، با بودن آن در حقّ خداى تعالى عين فعليت و ايجاب ، منافات ندارد . « 1 » چنان كه مشيت و اراده ، در مقام احديت ، اتحاد دارند كه مشيت بعينها از حيث احديت ، ارادهء ذاتيه است . و تفصيل آن را در شرح قيصرى بر اول فص لقمانى فصوص الحكم طلب بايد كرد . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الهيات اسفار ، فصل 7 ، موقف 4 ، ج 3 ، ص 76 ، ط 1 ؛ و آخر فصل 7 ، مقاله 8 ؛ الهيات شفاء ، ج 2 ، ص 597 ، ط 1 .\r\n( 2 ) . ص 430 ، ط 1 .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\n\r\nكلامى با متكلّم\r\nمتكلم ، قدرت را به « صحت فعل و ترك » تعريف كرده است كه صدور فعل و عدم صدور از قادر صحيح باشد .\r\nاين تفسير ، فقط در انسان و حيوان درست است ؛ چه اين كه مفاد صحت ، امكان است و واجب الوجود بالذات ، واجب الوجود من جميع الجهات است ، لذا تعبير به « يصح صدور الفعل » در آن مقام صحيح نيست ، بلكه تعبير به « يجب صدور الفعل عنه » تمام است .\r\nتعريف قدرت كه در بارى صحيح باشد اين است كه : « القدرة كون الفاعل بحيث إن شاء فعل و إن لم يشأ لم يفعل . » . و دوام فعل مطلق ، منافى با اين تعريف نيست ، زيرا كه شاء ففعل دائما .\r\nهيچ فيلسوف الهى ، مبدأ عالم را فاعل موجب نمىداند ، بلكه او را فاعل موجب داند و او را قادر مختار داند ، ولى به قدرت و اختيار ذاتى نه زائد از ذات .\r\nپس ذاتى ، همان ازلى مىشود و اين ، مؤكد قدرت و اختيار است .\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nكلمهء « فيلسوف » ديروز ، مانند « دكتر » امروز ، مشترك بين موحد و ملحد است . فلاسفهء طبيعى ، منكر ماوراى طبيعتند و عالم را هر چند منتهى به واجب بالذّات مىدانند ، ولى اين واجب بالذّات جواهر فرد است كه آنها را اجزاى لا تتجزّأ و ذرّات اتمى نيز گويند ، و عالم را پديد آمده از محض تصادم و برخورد و تراكم و اجتماع آنها مىدانند بدون اين كه علم و ارادت و تدبيرى در كار باشد ، لذا مبدأ عالم كه اين جواهر فرد و اصول ازلىاند ، در نظر آنان « فاعل موجب » است .\r\nو ديگران بدون اين كه عقيدت فيلسوف الهى را از فيلسوف طبيعى تميز دهند ، رأى فيلسوف طبيعى را به همهء فلاسفه اسناد داده‌اند كه آنان مبدأ عالم را فاعل موجب و مضطر دانند . « 1 »\r\nعامه پندارند كه : « فاعل مختار ، كسى است كه بايد وقتى فاعل نبوده باشد و سپس فاعل گرديده است . » . « و الفاعل الذى يسميه العامة فاعلا فليس هو بالحقيقة علّة . . . . » « 2 »\r\nچنان كه در فعل هم بر اين پندارند كه شىء ، در حدوث و وجود يافتنش ، نياز به علّت دارد ، و چون موجود شده است ، ديگر احتياج به علت ندارد و هرگاه فاعل - كه همان علّت است - مفقود گردد ، آن شىء وجود يافته ، به نفس خود مستغنى از علّت است :\r\nو ربما ظنّ أنّ الفاعل و العلة انما يحتاج إليه ليكون للشيء وجود بعد ما لم يكن ، و اذا وجد الشيء فلو فقدت العلة لوجد الشيء مستغنيا بنفسه . « 3 »\r\nآنان از ادراك فاعل مختار حقيقى كه دائم الفضل است ، و از ادراك اين كه فعل ، در حدوث و بقا ، محتاج به فاعل است ، و از تميز بين علّت حقيقى و معدّ ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . در پيرامون اين موضوع به دروس معرفت نفس ، از درس سى و هفتم تا درس چهل و چهارم رجوع شود .\r\n( 2 ) . الهيات شفاء ، ج 2 ، ص 523 ، ط 1 .\r\n( 3 ) . الهيات شفاء ، فصل اول ، مقاله ششم ، ج 2 ، ص 522 ، ط 1 .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nمعذورند كه « كلّ ميسّر لما خلق له » . و به تعبير شيخ در فصل دوازدهم نمط پنجم اشارات : « فهولاء هولاء . » .\r\nشيخ رئيس ، تحليل و تحقيقى به كمال در بيان تعريف قدرت تحرير فرموده است كه به ترجمهء آن به نحو اختصار اكتفا مىكنيم :\r\nلفظ قوه ، در نخستين بار ، بر معنايى موجود در حيوان وضع شده است كه مىشود از حيوان بدان معنى كارهاى دشوار صادر شود . و ضدّ آن ضعف است .\r\nگويا اين قوه ، زيادت و شدت معناى قدرت است . و اين معنى آن است كه حيوان به گونه‌اى باشد كه هرگاه بخواهد ، فعل از او صادر مىشود و هرگاه نخواهد ، صادر نمىشود . و ضدّ آن عجز است .\r\nسپس قوه از آن معنى مذكور نقل شده است به معنايى كه شىء به داشتن آن به آسانى منفعل نگردد . پس اگر انفعال محسوس بيابد ، گويند ضعيف است و قوى نيست ، و اگر نيابد گويند قوى است . و هرگاه به هيچ وجه انفعال نپذيرد بدين اسم أولى است . سپس خود قدرت را كه حالتى براى حيوان است و بدان حالت به حسب مشيت خود و زوال عوائق ، فاعل فعل مىگردد و به حسب عدم مشيت ، فاعل نمىگردد ، قوه گفته‌اند از آن رو كه مبدأ فعل است .\r\nسپس فلاسفه لفظ قوه را بر حال موجود در شىء كه آن شىء مبدأ تغيّر در ديگرى است اطلاق مىكنند هر چند كه اراده‌اى در آن نباشد ، چنان كه حرارت را قوه مىنامند كه مبدأ تغيّر از آتش در ديگرى است اگر چه مغايرت بين آن شىء كه مبدأ تغيّر است و ديگرى كه از وى متغيّر شده است ، تغاير و دوئى به اعتبار بوده باشد ، مثل طبيب كه معالج بدن خود است .\r\nسپس فلاسفه ، اسم « قوه » را به « امكان » نقل داده‌اند و شيئى را كه وجودش در حد امكان است « موجود بالقوه » ناميده‌اند و امكان قبول شىء و انفعالش را « قوهء انفعاليه » و تمام اين قوه را « فعل » ، هر چند آن فعل ، انفعال باشد مثل\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nتحرّك و تشكّل .\r\nو مهندسان ، چون ديدند كه بعضى از خطوط ، شايستگى دارد كه ضلع مربعى شود كه برخى ديگر را چنان شايستگى نيست ، آن مربع را « قوهء آن خط شايسته » گفته‌اند كه كأنّ آن مربع ، امرى ممكن در آن خط است .\r\nچون « قوه » را دانسته‌اى ، « قوى » را نيز دانسته‌اى ، و دانستى كه غير قوى ، يا ضعيف است و يا عاجز و يا سهل الانفعال و يا ضرورى و يا مقدار خطى كه ضلع مقدار سطحى مفروض نيست .\r\nآن گاه جناب شيخ پس از تطوّر معانى قوه فرموده است :\r\nو قد يشكل من هذه الجملة أمر القوة التي بمعنى القدرة ؛ فإنّها يظنّ أنّها لا تكون موجودة إلّا لما من شأنه أن يفعل و من شأنه أن لا يفعل . فإن كان لما من شأنه أن يفعل فقط فلا يرون أنّ له قدرة .\r\nو هذا ليس بصادق ؛ فإنّه إن كان هذا الشيء الذي يفعل فقط ، يفعل من غير أن يشاء و يريد ، فذلك ليس له قدرة و لا قوة بهذا المعنى . و إن كان يفعل بارادة و اختيار إلّا أنّه دائم الإرادة و لا يتغير إرادته وجودا اتفاقيا ، أو يستحيل تغيّرها استحالة ذاتية ، فإنّه يفعل بقدرة .\r\nو ذلك لأنّ حدّ القدرة التى يؤثرون هؤلاء أن يحدّوها به ، موجود هاهنا . و ذلك لأنّ هذا يصح عنه أن يفعل إذا شاء و أن لا يفعل إذا لم يشأ . و كلا هذين شرطيان أى أنّه إذا شاء فعل ، و إذا لم يشأ لم يفعل . و إنّما هما داخلان في تحديد القدرة على ما هما شرطيان و ليس من صدق الشرطي أن يكون هناك استثناء بوجه من الوجوه ، أو صدق حملي ؛ فإنّه ليس إذا صدق قولنا : « إذا لم يشأ لم يفعل » ، يلزم أن يصدق لكنّه لم يشأ وقتا ما و إذا كذب أنّه لم يشأ ألبتة يوجب ذلك كذب قولنا : « و إذا لم يشأ لم يفعل » ، فإنّ هذا يقتضى أنّه لو كان لا يشاء لما كان يفعل ، كما أنّه إذا يشاء فيفعل . فإذا صحّ أنّه إذا شاء فعل ، صح أنّه إذا فعل فقد شاء ؛ أي إذا فعل من حيث هو قادر . فيصح أنّه إذا لم يشأ لم يفعل ، و إذا\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nلم يفعل لم يشأ .\r\nو ليس يلزم في هذا أنّه يلزم أن لا يشاء وقتا ما . و هذا بيّن لمن عرف المنطق . « 1 »\r\nخلاصهء مفاد اين بيان متين چنين است كه : معنى قدرت را در قادرى به كار برند كه شأن وى اين باشد كه وقتى فاعل فعلى باشد و وقت ديگر ، نى . و اگر قادرى دائم الإراده باشد كه شأن او فقط فاعل بودن است ، او را قادر ندانند .\r\nو اين پندارى نادرست است ؛ زيرا « إذا شاء فعل » و « إذا لم يشأ لم يفعل » ، دو قضيهء شرطىاند و به هيچ وجه از شرايط صدق قضيهء شرطى يا حملى اين نيست كه استثنايى تحقق يابد . بنا بر اين لازمهء « إذا لم يشأ لم يفعل » اين نيست كه در وقتى نخواسته است . و چون صحيح باشد كه « إذا شاء فعل » ، صحيح باشد كه « إذا فعل فقد شاء » ؛ يعنى ، هرگاه فاعل است ، فاعل است از آن حيث كه قادر است . پس صحيح است كه « إنّه إذا لم يشأ لم يفعل و إذا لم يفعل لم يشأ » . و لازمهء آن اين نيست كه در وقتى نخواهد . و اين مطلب ، براى كسى كه زبان فهم و آشناى به زبان باشد روشن است .\r\nبسيارى از مباحث كتب كلامى را مىبينيم كه كمالات بارى تعالى را با انسان قياس كرده‌اند و گمان كرده‌اند كه خداوند را منزه از نقائص مىدانند و ندانستند كه اثبات صفات و احوال انسان ، يعنى كمالات انسانى - مثل اختيار انسانى و ارادهء انسانى و قدرت انسانى و مانند آنها - در بارى تعالى كه كمال مطلق است ، نقص است و اينها كمال حقيقى نيستند و همه مشوب به امكان و استعداد و قوه‌اند ، و به همين اندازه مىتوان گفت كه اينها مظاهر و اظلال و آيات اسماء و صفات حق - سبحانه - اند .\r\nنفخ انسان را لب و لپ و دهان و هوا بايد كه با  نَفَخْتُ فِيهِ مِنْ رُوحِي  از ممكن تا واجب ، تفاوت دارد . قرائت اين جا ، بدون مخارج فم و ديگر شرايط صوت ، صورت نمىگيرد كه با  سَنُقْرِئُكَ فَلا تَنْسى  و با  فَإِذا قَرَأْناهُ فَاتَّبِعْ قُرْآنَهُ \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الهيات شفاء ، ج 2 ، ص 468 ، ط 1 ، فصل دوم ، مقاله چهارم .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nبه همان تفاوت مذكور است .\r\nحضرت وصى عليه السّلام به فرزندش ابن حنفيه فرمود :\r\nاعلم أنّ درجات الجنة على عدد آيات القرآن . فإذا كان يوم القيامة يقال لقارئ القرآن : « اقرأ وارق » . « 1 »\r\nو اين قرائت را مقامات و درجات نورى وجودى است . فافهم !\r\nو سخن دربارهء مباحث آنان همان است كه شيخ بزرگوار ابن سينا در تعليقات آورده است :\r\nالمعتزلة يظنون أنّهم قد أثبتوا « أوّلا » ليس بجسم ، و ليس الأمر على ذلك . فإنّ براهينهم خيّلت لهم أنّه ليس بجسم . ثم لمّا جاءوا إلى تفصيل أحواله شبّهوا أحواله و أفعاله بأحوال الإنسان .\r\nو السبب في ذلك أنّهم لم يعرفوا خواصّ ما ليس بجسم فكانوا يثبتونها له بل أثبتوا له أحوالا تبعوا فيها الوهم بواسطة المحسوسات ، ثم قاسوا إليه أحوال المحسوسات فلم يقدروا على أن يوفّوه حقّه في المجد و العلوّ ، و حسبوا أنّه إذا بريء من الأفعال الإنسانية و القدرة الإنسانية ، و الإرادة الإنسانية و الاختيار الإنساني كان نقصا له ، و لم يعلموا أنّ هذه الأحوال التي لنا هي نقصانات ، و لم يعرفوا أيضا الكمال الحقيقي . فقصارى أمرهم أنّهم نفوا عنه أحوال الجمادات ، و أثبتوا له أحوال الإنسان ، و الأحوال الجسمانية ، و الأفعال التي تصدر عن الجسماني لا تخلو من نقصانات كثيرة بالقياس إلى الكمال المطلق و هم قاسوا أحوال الأوّل بأحوال الإنسان لأنّهم لم يعرفوا العقليات و ذات الأول ، و أثبتوا له صفات هي في الإنسان فضائل و كمالات ، كالعلم و الحكمة و السمع و البصر ، و إنما أثبتوا له هربا من نقائضها ، إلّا أنهم لمّا رأوا الإنسان مع هذه الفضائل ناقصا و هي له من خارج و مكتسبة قالوا هي له من ذاته و إنّها صفات له و لم يعلموا أنّ ذاته فعّالة للأشياء بإنيّته و أنّه أرفع ممّا ذهبوا إليه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . وافى ، ج 14 ، ص 65 .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nمراد شيخ از آن كه گفت : « اثبتوا أولا » ، اوّل تعالى است چه مشاء از مبدأ عالم ، تعبير به « اوّل » مىكنند ، چنان كه در آخر گفت : « لأنّهم لم يعرفوا العقليات و ذات الأوّل » الخ .\r\nعجب اين كه آراى سطحى معتزله و ديگر متكلّمان دور از مشكات ولايت و مصباح حقيقت در بسيارى از متكلّمان اماميّه نيز اثر گذاشته است و به نثر و نظم گفته‌اند :\r\n نه مركب بود و جسم نه مرئى نه محل * بىشريك است و معانى تو غنى دان خالق\r\nقادر و عالم و حىّ است و مريد و مدرك * هم قديم و ازلىّ و متكلم صادق \r\nولى تا از توحيد و صفات بارى سخن به ميان مىآورند ، برهان قاطع و عقل ناصع حكم مىكنند كه قادرشان ، عاجز ، و غنى ، فقير ، و بىشريك را شركاى بسيار ، و مريد ، بىاراده ، و غير مركب ، محدود و مركب و بىمعانى ، محلّ عروض و طروّ احوال وارده است ! با اين كه ائمهء اماميه كه عيب وحى الهى و خزائن علوم غيبى و وسائط فيض بارى هستند ، چنان در ذات و صفات و افعال حق سبحانه ، به حق سخن فرموده‌اند كه بهترين حجّت بر حجت بودن آنان ، و دليل برحقانيّت مقام امامت و منصب الهى آن بزرگان اهل عصمت است .\r\nدر اين مقام و در اين موضوع به نقل چند جمله از كلمات كامل آن ناطقان بحقّ محض و صدق صرف تبرّك مىجوييم :\r\nامام هفتم عليه السّلام فرمود :\r\nإنّما تكوّن الأشياء بإرادته و مشيّته من غير كلام و لا تردّد في نفس و لا نطق بلسان . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اصول كافى ، ج 1 ( معرب ) ، ص 82 ، ح 7 ، باب النهي عن الجسم و الصورة .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nامام باقر عليه السّلام فرموده :\r\nلم يزل له القدرة و الملك . « 1 »\r\nجناب كلينى به اسنادش از ابو بصير روايت كرده است كه :\r\nقال سمعت أبا عبد اللّه عليه السّلام يقول : « لم يزل اللّه ، عز و جل ، ربّنا و العلم ذاته و لا معلوم ، و السمع ذاته و لا مسموع ، و البصر ذاته و لا مبصر ، و القدرة ذاته و لا مقدور . فلمّا أحدث الأشياء و كان المعلوم وقع العلم منه على المعلوم ، و السمع على المسموع ، و البصر على المبصر ، و القدرة على المقدور . »\r\nقال : قلت : « فلم يزل اللّه متحركا ؟ »\r\nقال : فقال : « تعالى اللّه عن ذلك . إنّ الحركة صفة محدثة بالفعل . » .\r\nقال : قلت : « فلم يزل اللّه متكلما ؟ » قال : فقال : « إنّ الكلام صفة محدثة ليست بأزليّة كان اللّه عز و جل و لا متكلّم . » « 2 »\r\nامام عليه السّلام فرمود : علم و سمع و بصر و قدرت ، هر يك ، عين ذات بارى است ؛ يعنى ، همهء آنها به حسب وجود ، يك حقيقتند ، اگرچه مفهوم هر يك غير از ديگرى است . و چون ذات بارى ازلى است و اين صفات عين ذاتند ، پس اين صفات نيز ازلىاند و قدرت كه از جملهء آن صفات است ، ازلى است . پس ذات واجب قادر است به قدرت ازلى ، چنان كه در ذيل حديث ، امام عليه السّلام صريحا فرموده است كه حركت و كلام ، صفت حادثند و ازلى نيستند ؛ يعنى ، اگر صفت حادث نبودند ، چون صفات نامبردهء فوق ، عين ذات بوده‌اند و ازلى .\r\nاز آن متكلم امامى شگفت است كه قدرت را ازلى نداند و فيض بارى را از او منقطع بداند با اين كه امام او مىفرمايد : ذات مقدّس بارى ، بذاته ، عين حقيقت حيات و علم و قدرت و اراده و ديگر صفات كمال است و جميع صفات وجود در او تعالى بر وجه اعلى و اشرف متحقق است . خداوند متعال ، توفيق ادراك حقايق\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اصول كافى ، ج 1 ( معرب ) ، ص 69 ، باب الكون و المكان .\r\n( 2 ) . اصول كافى ، ج 1 ( معرب ) ، ص 83 ، ح 1 ، باب صفات الذات .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nصادر از خزائن اهل بيت طهارت و عصمت را مرحمت بفرماياد .\r\nتبصره - آن كه امام عليه السّلام فرمود : « الحركة صفة محدثة بالفعل » ، با « كل يوم هو في شأن » و حركت حبّى ، فرق دارد ، فرقى از حركت تا شأن ، و از آن حركت تا حركت حبّى .\r\nو همچنين آن كه فرمود : « الكلام صفة محدثة ليس بأزلية » ، با كلامى كه فعل و فيض او است - يعنى كلمات وجوديه و اسماء عينيهء حقايق خارجيه - فرق دارد ، فرقى از حادث تا ازلى . آن ، از صفات اضافيه است كه معنى مصدرى يعنى متكلميت است ، و اين از صفات حقيقيهء ذات اضافه چون علم و قدرت كه ذات او منشأ پيدايش كلمات وجودى كه مظاهر اسماء و صفات اويند ، مىباشد ؛ يعنى ، صدور فيض از منشئ كه صفات حقيقيهء او عين ذات اويند . از آن جمله كلام بدين معنى است :  إِنَّ اللَّهَ يُبَشِّرُكِ بِكَلِمَةٍ مِنْهُ اسْمُهُ الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ  « 1 »\r\nو رسول اللّه صلّى اللّه عليه و آله فرمود : « أوتيت جوامع الكلم . »\r\nو در حديث ديگر : « أعطيت جوامع الكلم . » « 2 »\r\nو امام صادق عليه السّلام فرمود : « نحن الكلمات التامات . »\r\nو در قرآن كريم است :  وَ عَلَّمَ آدَمَ الْأَسْماءَ كُلَّها  « 3 »\r\nبديهى است كه صرف تعليم الفاظ ، علم نيست . يك انسان كه در تعلّم زبان قوم ديگر ، نهايت كوشش را بكند ، سرانجام شايد به قدر يك عامّى آن قوم در آن زبان مهارت نداشته باشد .\r\nاين اسماء ، حقايق اشياء است كه دانستن آنها علم است . لذا فارابى گويد :\r\n« فيلسوف كامل ، امام است . » و عارف گويد : « انسان كامل ، مبيّن حقايق اسماء است . »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . آل عمران ( 3 ) : آيهء 46 .\r\n( 2 ) . صحيح مسلم ، ج 1 ، ص 371 و 372 ، ط مصر .\r\n( 3 ) . بقره ( 2 ) : آيهء 32 .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nامين الاسلام طبرسى در مجمع البيان در تفسير كريمهء ياد شده گويد :\r\nأى علّمه معاني الأسماء إذا الأسماء بلا معان لا فائدة فيها ، و لا وجه لإشارة الفضيلة بها » - تا اين كه گويد : - و قد روى عن الصادق عليه السّلام أنّه سئل عن هذه الآية فقال : « الأرضين و الجبال و الشعاب و الأودية » . ثمّ نظر إلى بساط تحته فقال : « و هذا البساط ممّا علّمه . »\r\nغرض اين كه مقصود از اين اسماء و كلمات ، حقايق عينيهء ذوات اشياء است كه حق تعالى متكلم اين كلمات يعنى منشئ آنها است ، چنان كه امير المؤمنين على عليه السّلام فرموده است :\r\nيقول لما أراد كونه : « كن » فيكون لا بصوت يقرع و لا بنداء يسمع و إنّما كلامه سبحانه فعل منه أنشأه . . . . « 1 »\r\nو اين اسماء و كلمات كه الفاظند ، اسماء اسماء و اظلال اسمايند و چنان است كه شيخ عارف صاحب فصوص الحكم در « فص نوحى » آن گفته است :\r\nإنّ ألسنة الشرائع الإلهية إذا نطقت في الحق بما نطقت به إنّما جاءت به في العموم على المفهوم الأوّل ، و على الخصوص على كلّ مفهوم يفهم من وجوه ذلك اللفظ بأيّ لسان كان في وضع ذلك اللسان ؛ فإنّ للحقّ في كلّ خلق ظهورا خاصّا .\r\nمتكلم بدان معنى كه منشئ كلمات وجودى است ، كلام فعل او است ، پس همچنان كه ديگر صفات كماليه ، به برهان عقلى ، عين ذات او است ، متكلم به اين معنى نيز چنين است كه قطع فيض و اسناد امساك به فعليت مطلقهء محضهء واجبه ، صحيح نيست . پس آن كه امام عليه السّلام فرمود : « كلام ، صفت حادث است » ، كلام به اين معنى - يعنى كلامه فعله - نيست و يا حادث بودن آن به لحاظ تأخّر اعتبار صفات از مرتبهء ذات بوده باشد . فافهم !\r\nجناب كلينى به اسنادش از صفوان بن يحيى از امام هشتم عليه السّلام روايت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نهج البلاغه ، خطبهء 184 .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nكرده است كه :\r\nصفوان قال : قلت لأبي الحسن عليه السّلام : « أخبرني عن الإرادة من اللّه و من الخلق . »\r\nقال : فقال : « الإرادة من الخلق الضمير و ما يبدو لهم بعد ذلك من الفعل ؛ و أما من اللّه تعالى فإرادته إحداثه لا غير ذلك لأنّه لا يروىّ و لا يهمّ و لا يتفكر و هذه الصفات منفيّة عنه و هي صفات الخلق ، فإرادة اللّه الفعل لا غير ذلك ، يقول له : « كن » فيكون بلا لفظ و لا نطق بلسان و لا همة و لا تفكر و لا كيف لذلك كما أنّه لا كيف له . « 1 »\r\nو همين حديث در عيون أخبار الرضا عليه السّلام نيز روايت شده است . « 2 »\r\nو نيز در عيون أخبار الرضا عليه السّلام از حسين بن خالد روايت شد كه :\r\nقال : سمعت الرضا عليه السّلام يقول : « لم يزل اللّه عز و جل عليما قادرا حيّا قديما سميعا بصيرا . » فقلت له : « يا ابن رسول اللّه ! إنّ قوما يقولون لم يزل اللّه تعالى عالما بعلم و قادرا بقدرة و حيّا بحياة و قديما بقدم و سميعا بسمع و بصيرا ببصر » .\r\nفقال عليه السّلام : « من قال ذلك و دان به ، فقد اتخذ مع اللّه إلهة أخرى و ليس من و لا يتنا على شيء . » ثم قال عليه السّلام : « لم يزل اللّه عز و جل عليما قادرا حيا قديما بصيرا لذاته تعالى عمّا يقول المشركون و المشبهون علوّا كبيرا . » « 3 »\r\nو نيز در همان باب عيون از محمد بن عرفه روايت است كه :\r\nقال : قلت للرضا عليه السّلام : « خلق اللّه الأشياء بالقدرة أم به غير القدرة ؟ » فقال :\r\n« لا يجوز أن يكون خلق الأشياء بالقدرة لأنك إذا قلت خلق الأشياء بالقدرة فكأنك قد جعلت القدرة شيئا غيره و جعلتها آلة له بها خلق الأشياء ، و هذا شرك .\r\nو إذا قلت خلق الأشياء به غير قدرة فإنّما تصفه أنّه خلقها باقتدار عليها و لا قدرة و لكنه ليس هو بضعيف و لا عاجز و لا محتاج إلى غيره بل هو سبحانه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اصول كافى ، ص 85 ، ح 3 ، باب الإرادة .\r\n( 2 ) . ص 68 ، باب 11 ، چاپ سنگى .\r\n( 3 ) . ص 66 ، باب 11 ، چاپ سنگى .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nقادر بذاته لا بالقدرة . »\r\nو در خطبهء اوّل نهج البلاغة است كه :\r\nأوّل الدين معرفته و كمال معرفته التصديق به و كمال التصديق به توحيده ، و كمال توحيده الإخلاص له ، و كمال الإخلاص له نفي الصفات عنه لشهادة كلّ صفة أنّها غير الموصوف ، و شهادة كلّ موصوف أنّه غير الصفة . فمن وصف اللّه سبحانه فقد قرنه و من قرنه فقد ثنّاه و من ثنّاه فقد جزّأه ، و من جزّأه فقد جهله ، و من جهله فقد أشار إليه ، و من أشار إليه فقد حدّه ، و من حدّه فقد عدّه ، و من قال : « فيم ؟ » فقد ضمنّه ، و من قال : « على م ؟ » فقد أخلى منه . كائن لا عن حدث موجود لا عن عدم ، مع كلّ شيء لا بمقارنة ، و غير كل شيء لا بمزايلة ، فاعل لا بمعنى الحركات و الآلة ، بصير إذ لا منظور إليه من خلقه ، متوحّد إذ لا سكن يستأنس به و لا يستوحش لفقده أنشأ الخلق إنشاء ، و ابتدأه ابتداء بلا رويّة أجالها ، و لا تجربة استفادها ، و لا حركة أحدثها و لا همامة نفس اضطرب فيها . الخ .\r\nمفاد حديث محمد بن عرفه از ثامن الأئمة عليه السّلام اين است كه قدرت ، زائد بر ذات نيست ، بلكه عين ذات است ؛ چه اگر قدرت زائد بر ذات بوده باشد ، ذات من حيث هى محتاج به غير خود كه قدرت است ، خواهد بود و غنى بالذّات نمىباشد ، پس چون حق سبحانه را به غير قدرت زائده ، خالق اشياء دانستى ، او را بر اشياء مقتدر دانستى به قدرت و اقتدارى كه عين ذات اوست نه به قدرت زائده .\r\nاز اين قبيل احاديث كه مقالات حكميهء صادر از اهل بيت عصمت و وحى است ، بسيار است ، و آن كس كه ز كوى آشنايى است ، داند كه متاع ما كجايى است .\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\n\r\nسخن در جبر و تفويض\r\nدر اين جا مناسب است كه سخن در جبر و تفويض به ميان آوريم ، و در سبب پيدايش اين دو قول ، و ادلّهء طرفين بحث كنيم تا ببينيم كه : « آيا قائلان به جبر و تفويض به حقند يا به باطل ؟ و اگر برهان ، اين هر دو مذهب را باطل دانست و حكم به فساد آنها كرد و دليلشان را عليل دانست ، قول حق و مذهب صحيح چه خواهد بود ، و دليل بر حقانيّت آن چيست ؟ » .\r\nدر كتب ملل و نحل آوردند اوّل كسى كه مذهب جبر آورد ، جهم بن صفوان بوده . ابن حزم اندلسى در فصل گويد :\r\nالكلام في القدرة . اختلف الناس في هذا الباب فذهبت طائفة إلى أنّ الإنسان مجبر على أفعاله و أنّه لا استطاعة له أصلا و هو قول جهم بن صفوان و طائفة من الأزارقة . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج 2 ، ص 14 .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nشهرستانى كه خود اشعرى است - چنان كه از گفته‌هايش پيدا است ، و ابن خلكان در تاريخش « 1 » بدان تصريح كرده است - در ملل و نحل گويد :\r\nالجبر هو نفى الفعل حقيقة عن العبد و إضافته إلى الربّ تعالى .\r\nو الجبرية أصناف : فالجبرية الخالصة هي التي لا تثبت للعبد فعلا و لا قدرة على الفعل أصلا - إلى أن قال - : و من ذلك الجهميّة أصحاب جهم بن صفوان و هو من الجبرية الخالصة ظهرت بدعته بترمذ و قتله سالم بن أحوز المازني بمرو في آخر ملك بنى أميّة و وافق المعتزلة في نفي الصفات الأزلية و زاد عليهم بأشياء . . .\r\nمنها قوله في القدرة الحادثة أنّ الإنسان ليس يقدر على شيء و لا يوصف بالاستطاعة و إنّما هو مجبور في أفعاله لا قدرة له و لا إرادة و لا اختيار و إنّما يخلق اللّه تعالى الأفعال فيه على حسب ما يخلق في سائر الجمادات ، و تنسب إليه الأفعال مجازا كما تنسب إلى الجمادات . كما يقال : « أثمرت الشجرة » و « جرى الماء » و « تحرك الحجر » و « طلعت الشمس و غربت » و « تغيّمت السماء و أمطرت » و « اهتزّت الأرض فأنبتت » ، إلى غير ذلك . و الثواب و العقاب جبر كما أنّ الأفعال جبر . قال : و « إذا ثبت الجبر و التكليف أيضا جبر » . « 2 »\r\nدر كتب كلامى و غير كلامى ، نوعا مذهب جبر را به اشعرى نسبت مىدهند و شايد اين نسبت بدين جهت باشد كه وى در ترويج آن سعى بليغ داشت .\r\nاين اشعرى ، ابو الحسن على بن اسماعيل اشعرى منتسب به ابو موسى اشعرى است .\r\nابن خلكان كه خود اشعرى است در تاريخش به نام وفيات الأعيان آورده است كه : « ابو الحسن اشعرى ، به هشت واسطه به ابو موسى اشعرى مىرسد و طايفهء اشعريه به او منسوبند و مذهب اشاعره از زمان وى آغاز شد . » .\r\nابو الحسن اشعرى ، در اوّل معتزلى بود ، و علم كلام را از ابو على محمد بن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج 2 ، ص 57 ، چاپ رحلى .\r\n( 2 ) . ص 37 ، چاپ ايران و ج 1 ، ص 90 ، هامش فصل .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nعبد الوهّاب - معروف به جبّائى - كه يكى از ائمهء معتزله و رئيس متكلمين در عصر خود بود فرا گرفت . ابو على جبائى ، هم استاد ابو الحسن اشعرى بوده و هم شوهر مادرش . ابو الحسن اشعرى در ابتدا به مذهب شوهر مادرش بود و سپس از اعتزال عدول كرد و بزرگترين خصم معتزلى گرديد .\r\nو كان أبو الحسن الأشعري أوّلا معتزليا ثم تاب من القول بالعدل و خلق القرآن في يوم الجمعة بالمسجد الجامع بالبصرة رقى كرسيّه و نادى بأعلى صوته : « من عرفني فقد عرفني و من لم يعرفنى فأنا أعرفه بنفسى و أنا فلان بن فلان كنت أقول بخلق القرآن ، و أنّ اللّه لا تراه الأبصار ، و أنّ أفعال الشّر أنا أفعلها . و أنا تائب مقلع معتقد للرد على المعتزلة . » . فخرج بفضائحهم و معايبهم . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . حاشيهء تاريخ ابن خلكان ، ج 1 ، ص 354 ، چاپ رحلى .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\n\r\nمناظرهء ابو الحسن اشعرى با استادش ابو على جبّائى\r\nابن خلكان در شرح حال ابو على جبّائى گويد كه : ابو الحسن اشعرى با استادش ابو على جبائى مناظره‌اى دارد كه علما آن را نقل كرده‌اند و آن اين است كه ابو الحسن اشعرى از وى پرسيد : « چه مىگوييد دربارهء سه برادر كه يكى مؤمن و نيكوكار و پرهيزكار بود و مرد ، و دومى كافر و فاسق و شقى بود و مرد ، و سومى كودك خردسال كه در همان كودكى بمرد ؟ حال اين سه تن چگونه است ؟ » .\r\nجبّائى در جواب گفت : « زاهد در درجات است ، و كافر در دركات است ، و صغير از اهل سلامت است . » .\r\nسپس اشعرى گفت : « اگر صغير بخواهد به سوى درجات زاهد برود آيا به او اذن داده مىشود ؟ » .\r\nجبّائى گفت : « نه ؛ زيرا ، به او مىگويند : \" برادرت به سبب طاعات كثيرش به اين درجات رسيد و تو را آن طاعات نبود . \" » .\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nاشعرى گفت : « صغير مىگويد : \" خدايا ! تقصير من نبود ؛ زيرا ، تو مرا باقى نگذاشتى و مرا قدرت بر طاعت ندادى . \" » .\r\nجبّائى در جواب گفت : « بارى جلّ و على مىگويد : \" من مىدانستم اگر تو باقى مىماندى گناه مىكردى و مستحق عذاب اليم مىشدى ، لذا رعايت مصلحت تو كردم \" . » .\r\nاشعرى گفت : « برادر كافر مىگويد : \" يا إله العالمين ! همچنان كه حال برادر صغير مرا مىدانستى ، به حال من نيز دانا بودى ، چرا مصلحت او را رعايت كردى و مصلحت مرا رعايت نكردى ؟ \" . » .\r\nجبّائى در جواب اشعرى به دو گفت : « تو ديوانه اى . » .\r\nاشعرى به دو گفت : « نه ، من ديوانه نيستم ، بلكه حمار شيخ در گردنه بماند . » .\r\nسپس از جبّائى منقطع شد و ترك مذهب وى كرد و اعتراضات بسيار بر گفته‌هايش داشت ، به طورى كه وحشت بزرگى در ميانشان پديد آمد .\r\nاين بود صورت و حكايت مناظرهء اشعرى با جبّائى كه از تاريخ ابن خلكان نقل به ترجمه كرده‌ام .\r\nآن گاه ابن خلكان كه خود اشعرى است ، بعد از نقل اين مناظره در تأييد مذهب خود گفت :\r\nو هذه المناظرة دالّة على أنّ اللّه تعالى خصّ من شاء برحمته ، و خصّ آخر بعذابه ، و أنّ أفعاله غير معلّلة بشيء من الأغراض .\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\n\r\nانكار عليّت و معلوليّت در سلسلهء موجودات\r\nشهرستانى در ملل و نحل در بيان مذهب اشعرى مىگويد :\r\nثمّ على أصل أبي الحسن لا تأثير للقدرة الحادثة في الأحداث ؛ لأنّ جهة الحدوث قضية واحدة لا تختلف بالنسبة إلى الجوهر و العرض ، فلو أثرت في قضية الحدوث لأثرت في حدوث كلّ محدث حتّى يصلح لإحداث الألوان و الطعوم و الروائح و يصلح لإحداث الجواهر و الأجسام فتؤدّى إلى تجويز وقوع السماء و الأرض بالقدرة الحادثة غير أنّ اللّه تعالى أجرى سنته بأن يخلق عقيب القدرة الحادثة أو تحتها أو معها الفعل الحاصل إذا أراده العبد و تجرّد له و يسمّى هذا الفعل كسبا فيكون خلقا من اللّه تعالى ابداعا و احداثا و كسبا من العبد حاصلا تحت قدرته .\r\nو القاضي أبو بكر الباقلاني تخطّى عن هذا القدر قليلا فقال : « الدليل قد قام على أنّ القدرة الحادثة لا تصلح للإيجاد لكن ليس يقتصر صفات الفعل و وجوهه و اعتباراته على جهة الحدوث فقط ، بل هاهنا وجوه أخر\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nوراء الحدوث من كون الجوهر جوهرا متحيزا قابلا للعرض ، و من كون العرض عرضا و لونا و سوادا و غير ذلك . و هذه أحوال عند مثبتى الأحوال » . قال :\r\n« وجهة كون الفعل حاصلا بالقدرة الحادثة أو تحتها نسبة خاصة يسمى ذلك كسبا و ذلك هو اثر القدرة الحادثة . » .\r\nاشعرى منكر عليت و معلوليت در سلسلهء موجودات است . و نيز قائل است كه احكام خمسه مبتنى بر مصالح و مفاسد در اشياء نيست و به عبارت ديگر اوامر و نواهى شرع مبتنى بر مصالح و مفاسد در اشياء نيست ، و همهء چيزها را ، بدون واسطه ، اسناد به بارى تعالى مىدهد بدون مدخليت چيزى از وسايط . و در پيدايش حوادث گويد : عادت خدا بر اين جارى است كه فعلى را در كنف چيزى به صرف توافى و معيّت آن دو بيافريند . مثلا احراق ، فعل خداوند است بدون عليت و وساطت نار براى احراق . و همچنين است افعال عباد كه همانطور كه وجود آنها و نموّ و رنگ و روى آنها از خودشان نيست ، افعال آنان همچنين است .\r\nولى افعال عباد مكسوبشان است ، لذا ثواب و عقاب دارند كه در ثواب و عقاب قائل به كسب است .\r\nانكار عليت و اتكاى به عادت را در مطلق امور حتى در انتاج مقدمتين يعنى صغرا و كبرا مر نتيجه را ، جارى مىكند و مىگويد : « عادة اللّه جارى است كه نتيجه ، عقيب مقدمتين حاصل شود . » . و بحث آن در پيش است .\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\n\r\nكسب چيست ؟ ( رساله‌اى در كسب )\r\nاشعرى - چنان كه گفته‌ايم - افعال عباد را مكسوبشان مىداند و گويد : « چون فعل عبد مكسوب اوست ثواب و عقاب ، از كسب عبد ، بر فعل او مترتب است .\r\nراقم را در كسب ، رساله‌اى وجيز است كه درج آن را در اين مقام ، مناسب مىداند و آن اين است :\r\nبسم اللّه الرحمن الرحيم\r\nالحمد للّه رب العالمين\r\nقوله تعالى :  لَها ما كَسَبَتْ وَ عَلَيْها مَا اكْتَسَبَتْ  « 1 »\r\nكسب در تحصيل اعمال خير است كه به وفق اقتضاى فطرت است . اكتساب در به دست آوردن چيزى از روى حيلت شيطانى بر خلاف سيرت و سنّت خلقت است كه اقتضاى باب افتعال است ، لذا در آن فرمود : « لها » و در اين فرمود : « عليها » .\r\nبه همين سبب بدن اخروى به بدن مكسوب و بدن مكتسب تقسيم مىگردد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بقره ( 2 ) : آيهء 286 .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nبدن مكسوب ، صورت ملكات حسنه است كه كسب كرده است ، و بدن مكتسب ، صورت ملكات سيئه است كه اكتساب كرده است . و اين صور ، مثال‌هاى برزخىاند كه همان ابدان برزخى هر انسانى است كه با خود از دنيا مىبرد ؛ زيرا ، مبرهن است كه انسان به علم و عمل خود سازندهء خود است و به تعبير شريف متألهء سبزوارى در « غرر عموم قدرت » حكمت منظومه : « و هويّاتنا ليست إلا الملكات العلمية و العمليّة . » « 1 »\r\nو به تعبير مبارك دهدار در رساله قضا و قدر ، علم انسان مشخّص روح او است و عملش مشخص بدن او در نشأهء اخرى . پس هر كس به صورت علم و عمل در نشأهء اخروى برانگيخته مىشود ، چنانچه در اخبار و آثار وارد است ، به سبب خصوصيت خود او كه او آن است هر جا كه باشد .\r\nاين مطلب مهم را در ديگر رسالهء اين كمترين بخصوص در دروس اتحاد عاقل به معقول مبرهن و محرّر مىيابى . و اينك در اين وجيزه بحث ما در حول كسب است كه در بيان فعل عباد عنوان كرده‌اند و مثل شيخ عارف عربى در فتوحات و در فصوص الحكم ، و ابن فنارى در مصباح الانس از آن سخن به ميان آورده و آن را امضاء فرموده‌اند . و اشعرى در مسألهء جبر در مقابل قدرى قائل به كسب شده است . مقصود اشعرى از اين كسب چيست ؟ و در حقيقت اين مقالت تكمله و تتمهء رسالهء ما در ردّ جبر و تفويض و اثبات امر بين الامرين است .\r\nسزاوار است كه در آغاز ، كلماتى از اعلام در بيان و معنى كسب نقل كنيم تا پس از فحص و بحث بنگريم نتيجه چه خواهد بود .\r\nالف علامهء لاهيجى گويد :\r\nاشعرى ، فعل بنده را مخلوق خداوند داند بىوساطت و مدخليت اختيار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ص 175 ، ط اعلى .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nو اراده بنده ، چنان كه مذهب او است در ايجاد جميع موجودات ، چه ، مباشر ايجاد همهء موجودات خداى را داند و قائل به هيچ واسطه نباشد . حتى إحراق نار و تبريد ماء را فعل بىواسطهء خدا داند ، و نار و ماء و امثال آنها را اسباب عاديه خوانند و گويند : « عادة اللّه جارى شده كه احراق ثوب مثلا در وقت مماسّهء نار كند بدون آن كه نار را مدخليتى در احراق باشد . » . و در افعال عباد ، فرق ميان اختيارى و اضطرارى به مجرد مقارنت اراده و عدم مقارنت اراده كند بىمدخليتى . و اين معنى - اعنى مقارنت اراده - را « كسب » نام كند ، و فعل بنده را مخلوق خدا و مكسوب بنده داند . « 1 »\r\nب متألهء سبزوارى گويد :\r\nالمراد بكسبه إياه مقارنته لقدرته و إرادته من غير أن يكون فيه تأثير أو مدخل في وجوده سوى كونه محلّا له . و قد يمثل أمر الكسب بحمّال يحمل شيئا و يذهب ، و يضع آخر يده تحت الشيء المحمول من غير أن يكون لقوته و قدرته . « 2 »\r\nج جناب استادم علامهء شعرانى در شرح تجريد گفته است :\r\nاوّلين كس كه مذهب جبر آورد ، گويند جهم بن صفوان بود . گفت : « همهء كار انسان را خدا بر دست او جارى مىسازد . اگر گويند : \" فلان ، روزه گرفت و نماز خواند . \" مثل آن است كه بگويند : \" قد كشيد ، يا ثروتمند شد . \" » .\r\nپس از او ضرار بن عمرو و حفص القرد ( يعنى بوزينه . لقب است ) و نجّار گفتند : « از بنده كسب است ، و از خداى ، فعل . و قدرت بنده اثرى در فعل او\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . گوهر مراد ، ص 124 ( فصل 13 ، باب سوم ، مقاله دوم ) ، ط بمبئى .\r\n( 2 ) . شرح اسماء ، ص 109 ، ط 1 ، آخر بند 26 .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nندارد . » . و تا امروز كسى ندانسته كسب چيست و هنوز نامفهوم است . و اشاعره بر اين قولند . و قاضى باقلانى گفت : « فعل ، از خداست و طاعت يا معصيت از بنده و معنى كسب اين است » . و ابو اسحق اسفراينى گفت : « قدرت هر دو ، در آن دخيل است » .\r\nد ملا محمد تقى كاشانى آورده است كه :\r\nجمعى از اشاعره گفته‌اند كه ارادهء بنده مقارن از براى فعل مىباشد لكن آن اراده اصلا دخلى در وجود آن فعل ندارد ، بلكه فعل از خداست در بنده ظاهر مىشود ، مثل دست در آستين كه حركت مىكند ، و آستين محلّ ظهور حركت آن است ، و اصلا آستين حركت از خود ندارد . پس بنده به منزلهء آستين ، و خدا به منزلهء دست است . حركت از دست و ظهورش در آستين است . « 1 »\r\nراقم گويد كه : بيانات صاحب فتوحات را در تعريف كسب بعد از اين نقل مىكنيم كه از آن جمله در مجلد اوّل آن در مسائل ، چنين تعريف كرده است :\r\nالكسب تعلق إرادة الممكن بفعل ما ، دون غيره فيوجده الاقتدار الإلهي عند هذا التعلّق ، فسمّي ذلك كسبا للممكن . « 2 »\r\nاگر مقصود صاحب فتوحات بيان كسبى است كه جبرى گويد ، بايد معنى آن چنين باشد كه قائلان به كسب چون ديدند تكليف و ثواب و عقاب و وعد و وعيد و امر و نهى حقند و گرنه ارسال رسل و انزال كتب لغو خواهد بود ، كسب را بدين جهت آورده‌اند تا بتوانند ظاهر تكليف و ثواب و عقاب را بر افعال مكلف چنان كه در شرع مقرّر شد ، اثبات كنند ، بدين بيان :\r\nعادت خداوند جارى است كه فعل را عقيب ارادهء بنده خلق كند . اين مقارنت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . هداية الطالبين ، ص 111 ، ط 1 .\r\n( 2 ) . ج 1 ، ص 191 ، ط عثمان يحيى .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nفعل خداوند به ارادهء بنده را كسب دانستند . بنا بر اين خداوند بنده را بر فعل خير ثواب مىدهد كه چون ارادهء فعل خير كرد ، خداوند آن فعل خير را به مقارنهء اراده آفريد . و همچنين او را در فعل شر عقاب مىكند از اين روى كه ارادهء فعل شر كرده است كه كأنّ خداوند مىفرمايد : « چرا اراده و نيت شر كرده‌اى كه من به عادت خودم فعل شر را مقارن ارادهء تو ايجاد كنم ؟ » . پس به همين اندازه - يعنى به صرف نيت كردن بنده و ارادهء وى - ثواب و عقاب بر فعل او مترتب مىشود اگر چه فاعل فعل خداوند است .\r\nولى پوشيده نيست كه چون اشعرى قائل به حسن و قبح عقلى نيست ، و احكام فرعيه را مبتنى بر مصالح و مفاسد در موضوعات احكام نمىداند ، و نيز قائل به عليّت و معلوليت در سلسلهء موجودات نظام عالم نيست ، و همهء افعال را بىواسطه به واجب تعالى منسوب مىدارد ، به صرف تعبير به كسب و فعل حق را مقارن ارادهء بنده دانستن كه بدين وجه ، فعل ، مكسوب بنده شود تا ثواب و عقاب بر آن متفرع شود ، همان تمثيل بنده به منزلهء آستين و خدا به منزلهء دست است كه حركت از دست و ظهورش در آستين است . و اين به حسب ظاهر دور از اصل توحيد قرآنى و مبناى عقل و ممشاى برهان است . فتأمّل !\r\nه عالم نامدار محمّد دهدار در رسالهء قضا و قدر بيانى دربارهء كسب اشعرى و فعل معتزلى بدين عبارت دارد :\r\nبدان كه جميع جواهر و اعراض و معانى و نسب و اضافات و لوازم و خصوصيات و اختصاصات و فعل و انفعال به معنى مصدرى كه « كردن » است و هر چه او را معلوم توان فرا گرفت و عقل ، ادراك آن توان كرد ، و لو فرضا ، اين ، تمام ، به ايجاد خدا موجود مىشوند و وجود اينها در هر ظرف كه فرض كنند از خداست تعالى شأنه و تشخص خاص آن از\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nمباشر قريب . مثلا اجزاى اطريفل كه هليله و بليله و آمله است تركيب آن و امتزاج و هيأت اجتماع و مزاج و خاصيّت و جميع آنچه تعلّق به وجود معجون اطريفل داشته باشد حتى نام اطريفل ، تمام ، وجودشان از خداست و حكيم نيز كه سازندهء آن است همين حكم دارد و فعل ساختن كه به حكيم منسوب است و تشخّصات خصوصيات خاصيت مثل خصوصيت تعلّق كه بعد از حصول اطريفل تشخّص خاصيت آن اطريفل را كه ديگر اطريفلات را نيست و خصوصيت اين تشخّص از حكيم است و وجود اين تشخّص از خداست و فعل ناشى از اختيار حكيم همين تشخّص خاص است . اكنون بدان كه اين خصوصيت را اشعرى « كسب » مىنامد و معتزلى « فعل » .\r\nفى الحقيقة مناقشهء لفظى است . و اللّه اعلم .\r\nاين بود كلام دهدار در اين باره ، و ليكن دهدار در توجيه كسب بدين معنى ، شاهدى از اشعرى ندارد ، و چنان كه در صدر اين مبحث گفته‌ايم ، اشعرى مىخواهد به تمسّك به كسب ، عبد را مستحق ثواب و عقاب بداند و كسب بدان وجه كه دهدار گفت با غرضشان سازگار نيست . و همچنين فعلى را كه معتزلى قائل بود و نزاعى كه سخت بدان پايه بين فرق اسلامى ريشه‌دار است ، اگر به همين اندازه توجيه قابل صلح و سازش بود ، آن همه كتاب‌ها در ردّ و ايراد يكديگر نمىنوشتند و جبرى و معتزلى به چوب و چماق و تكفير و قتل يكديگر قيام نمىكردند . و اللّه اعلم .\r\nو در فتوحات مكيه در بيان كسب و اين كه كسب مراد خداى سبحان است آمده است :\r\nلمّا كانت الإرادة تتعلق بمرادها حقيقة ، و لم تكن القدرة الحادثة مثلها لاختلال في الطريقة ، فذلك هو الكسب . فكسب العبد و قدر الربّ .\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nو تبيين ذلك بالحركة الإختيارية ، و الرعدة الاضطرارية . القدرة من شرطها الإيجاد ، إذا ساعدها العلم و الإرادة . فاياك و العادة ! كلّ ما أدى إلى نقص الألوهة فهو مردود . و من جعل في الوجود الحادث ، ما ليس بمراد للّه ، فهو من المعرفة مطرود ، و باب التوحيد فى وجهه مسدود . « 1 »\r\nو نيز در مسائل فتوحات در تعريف كسب و بطلان جبر گويد :\r\nالكسب تعلّق إرادة الممكن بفعل مّا ، دون غيره ؛ فيوجده الاقتدار الإلهي عند هذا التعلّق ، فسمّى ذلك كسبا للممكن . الجبر لا يصحّ عند المحقق ، لكونه ينافي صحة الفعل للعبد ؛ فإنّ الجبر حمل الممكن على الفعل مع وجود الإباية من الممكن . فالجماد ليس بمجبور ، لأنّه لا يتصور منه فعل ، و لا له عقل عاديّ ، فالممكن ليس بمجبور ، لأنّه لا يتصور منه ( من ذاته ) ، و لا له عقل محقق ، مع ظهور الآثار منه . « 2 »\r\nاين كلام صاحب فتوحات را در تعريف كسب ، قيصرى نيز در اوّل شرح فص داودى فصوص الحكم نقل كرده است . « 3 »\r\nصاحب فتوحات در عين حال كه جبر را نفى كرده و قائل بدان را شخص محقق ندانسته است كه قول به جبر منافى صحّت فعل به عبد است ، كسب را صحيح دانسته و آن را به « تعلّق ارادهء ممكن به فعلى دون فعلى كه اقتدار الهى ، بدين تعلق ، فعل را ايجاد مىكند » ، معنى كرده است .\r\nآيا اشعرى قائل به جبر ، از كسب همين معنى را اراده كرده است ؟ تثبّت لازم است . و پيشترك نيز در پيرامون كلام وى در تقرير قول اشعرى ، بحثى نموده‌ايم .\r\nو نيز در ترجمهء مستسلم جانشين مداوى الكلوم كه قطب زمان خود بود گويد :\r\nو كان هذا الإمام يذمّ الكسب و لا يقول به ، مع معرفته بحكمته . و لكن كان يرقى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج 1 ، ص 182 ، ط عثمان يحيى .\r\n( 2 ) . ج 1 ، ص 191 ،\r\n( 3 ) . ص 368 ، ط 1 .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nبذلك همم أصحابه عن التعلق بالوسائط .\r\nآن‌گاه دربارهء مستسلم گويد :\r\nأخبرت أنّه ما مات حتى علم من أسرار الحق في خلقه ستة و ثلاثين ألف علم و خمس مائة علم من العلوم العلوية خاصّة .\r\nو او را استاد لقمان حكيم ، واضع حكم دانسته است و لقمان را جانشين وى . « 1 »\r\nو لكن كسبى را كه مستسلم مذمت كرده اين است كه اصحاب خود را به سيرو سلوك معنوى و توجه روحى و انقطاع به حق و قطع علائق دنيوى و اعراض از علوم رسمى است ، نه كسب اشعرى .\r\nعلاوه اين كه مستسلم در زمان داوود پيغمبر عليه السّلام به گفتهء شيخ در همين موضع فتوحات بوده است .\r\nو از آن كه فرمود : « كان يرقى بذلك همم أصحابه عن التعلق بالوسائط » ، نص صريح در اهتمام به تزكيت و انصراف فكر به قدس جبروت است در مقابل كسب علوم رسمى كه جمع اصطلاحات است و شاگرد وى ، لقمان حكيم ، نيز شاهدى ديگر در اين مطلب است .\r\nو نيز در باب پنجاه و دوم فتوحات در افعال عباد و اضافهء افعال بديشان و به حق سبحانه پس از بياناتى فرمايد :\r\nفصدقت المعتزلة في إضافة الأفعال إلى العباد من وجه ، بدليل شرعى .\r\nو صدق المخالف في إضافة الأفعال كلها إلى اللّه تعالى ، من وجه ، بدليل شرعى أيضا و عقلي . و قالت بالكسب في أفعال العباد للعباد ، بقوله تعالى :\r\n لَها ما كَسَبَتْ  .\r\nو قال فى المصوّرين على لسان رسوله صلى اللّه عليه و آله : « أين من يذهب يخلق كخلقي ؟ » ، فأضاف الخلق إلى العباد .\r\nو قال تعالى في عيسى عليه السّلام :  وَ إِذْ تَخْلُقُ مِنَ الطِّينِ  فنسب الخلق إليه عليه السّلام و هو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج 1 ، ص 385 .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nإيجاده صورة الطائر في الطين ، ثم أمره أن ينفخ فيه ، فقامت تلك الصورة التي صوّرها عيسى عليه السّلام طائرا حيا .\r\nو قوله :  بِإِذْنِ اللَّهِ  يعنى الأمر الذي أمره اللّه به من خلقه صورة الطائر و النفخ و أبراء الأكمه و الأبرص و إحيائه الميت . فأخبر تعالى أنّ عيسى عليه السّلام لم ينبعث إلى ذلك من نفسه و إنّما كان عن أمر اللّه ليكون ذلك و إحياء الموتى من آياته على ما يدعيه . الخ . « 1 »\r\nكلام او در باب مذكور ناظر به كسب اشعرى است و مرادش از مخالف ، اشعرى است كه مخالف معتزله است .\r\nو در باب شصت و چهارم آن در نسبت فعل به حق سبحانه و به عبد گويد :\r\nاعتبار الباطن في ذلك ، من نسب الأفعال إلى اللّه نفاها ، و من أثبت الفعل للعبد كسبا أو خلقا بأي وجه كان من هذين أثبتها . « 2 »\r\nو از اين گونه بيانات در كسب و خلق فعل دارد كه در كسب ، ناظر به قول اشعرى است و در خلق ، به قول معتزلى . و يا اين كه فعل ، به حسب خلق ، مسند به حق است ، و به حسب كسب ، مسند به خلق ، اعنى عباد . و در بسيارى از مواضع كسب را به معنى « سعى و تحصيل متعارف » عنوان مىكند كه دخلى به نزاع معتزلى و اشعرى ندارد . و در مقام تعريف ، همان يك مورد بر آمده است كه نقل كرده‌ايم : « الكسب تعلق إرادة الممكن بفعل ما . . . » .\r\nز ابن فنارى در مصباح الأنس در بيان و تعريف كسب گويد :\r\nهداية محمد صلّى اللّه على و آله بلطف الحق تعالى ، و ضلالة أبي جهل بخذلانه ، كلّ منهما بواسطة الاستعداد الخاص المظهري من كلّ استعداد ذاك و قصور هذا ، كما قال\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج 4 ، ص 247 .\r\n( 2 ) . ج 6 ، ص 105 .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nتعالى :  لَها ما كَسَبَتْ وَ عَلَيْها مَا اكْتَسَبَتْ  فإنّ الكسب للقابل كما أنّ الخلق للفاعل . و قال ، عليه و آله السلام : « الناس مجزيون بأعمالهم » الحديث . و قال :\r\n« الخير كلّه بيديك و الشر ليس إليك . » . و قولهم : « كلّ نعمة منه فضل و كلّ نقمة منه عدل . » . أما قوله تعالى :  قُلْ كُلٌّ مِنْ عِنْدِ اللَّهِ  أي خلقا لا كسبا . « 1 »\r\nو در جاى ديگر آن « 2 » ، تحقيقى در ردّ جبر و تفويض و تصديق امر بين الأمرين دارد كه خلاصهء آن اين است :\r\nدر قول جبرى ، اصلا اعتبار مظهريت امكانى انسانى انكار شده است ، چنان كه تفويضى كه قائل به قدرت مستقله است ، اعتبار جهت احديت حقيقى و وجه خاص أحدى را كه رقيقه‌اى از رقائق حقيقت أحدى است ، انكار كرده است .\r\nجمع بين دو اعتبار مذكور اين است كه عمل به حسب خلق ، به حق منسوب است و به حسب كسب ، به خلق .\r\nپس ، از تحقيق او استفاده مىشود كه مرادش از خلق ، ايجاد فعل از حق سبحانه است ؛ و از كسب نه بدان معنى است كه اشعرى گويد ، بلكه اسناد فعل به عبد است .\r\nو عبارت او اين است :\r\nو إلى الجمع بين الاعتبارين ينظر قول من أسند العمل إلى الحق خلقا و إلى الخلق كسبا . و فسّر الكسب بنسبته إلى قابله به اختيار و إن كان ضروريا . فذلك مطابق ظاهر عرف العرب من جعل إسناد الأفعال إلى القوابل حقيقة فيصحّ التكليف و يترتب الأجرية الظاهرة عليها كالقصاص ، مع أنّ الميّت مقتول بأجله . و يوافق باطن عرف الحقيقة بأنّ اختياره ذلك شعاع أو أثر لازم للاختيار الكلّي الأحدي الذي للحق ، بل رقيقة من رقائقه . و هو معنى ضروريته المعنوية لا الصوريّة و معنى أنّه مقتول بأجله . لكن ظهور حكم كل حقيقة في محلّ على حسب استعداده و حاله المعينة له . و كذا لأجرية الأخروية للأعمال الاختيارية\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ص 235 ، ط 1 .\r\n( 2 ) . ص 249 .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nالمظهرية ظاهرا ، و من محض لطف الحق وجوده باطنا إن كانت الأجرية ملائمة ، و من عدله المبنى على قصور قابلية المظهر لخير منه إن كانت الأجرية غير ملائمة .\r\nو هذا معنى قوله صلّى اللّه عليه و آله : « الناس مجزيون بأعمالهم » - الحديث - و قوله : « فمن وجد خيرا فليحمد اللّه ، و من لا ، فلا يلومنّ إلا نفسه . » و قوله : « الخير كلّه بيديك و الشر ليس إليك » و أمثالها .\r\nو أمّا القول بالجبر فليس فيه اعتبار المظهرية الإمكانية الانسانية أصلا . و يبطله ضرورة الفرق بين نحو السقوط و الهبوط .\r\nو أمّا القول بالقدرة المستقلة فليس فيه اعتبار جهة الأحدية الحقيقية و الوجه الخاص . هذا ما عندي . و اللّه أعلم .\r\nاين بود تحقيق ابن فنارى در مصباح الانس در رد جبر و تفويض . پس جبر را رد كرده است كه عقلا و شرعا مظهريت امكانيت انسانيه معتبر است و جبرى آن را انكار كرده است : أمّا عقلا معتبر است ؛ زيرا ، وجود مطلق را مظاهر بايد و عوالم خصوصيات تعينات امكانيه‌اند و هر كلمهء آن مظهرى خاص ؛ و امّا شرعا همچنان كه صاحب شريعت فرمود : « الناس مجزيون بأعمالهم » ، و نظاير آن از آيات و اخبار بسيار .\r\nو تفويض را رد كرده است كه در آن وجه خاص يعنى جهت حقيقت احديت كه سرّ هر موجود و جدول ارتباط او به حقيقة الحقائق است و اثر موجود ممكن از اين وجه خاص است كه بيده ملكوت كل شيء ، انكار شده است .\r\nاين تحقيق بليغ همان است كه در رساله خير الأثر در رد جبر و تفويض و إثبات أمر بين الأمرين ، به عقل و نقل بر منصّهء اثبات و ظهور رسانده‌ايم كه از آن جناب ايجاد است ، و از اين جانب اسناد .\r\nاگر جبرى ، فناى در توحيد را اراده كرده است ، هيچ موحّد كامل ، مظهريت امكانيه را انكار نكرده است كه كثرت ، مقهور در وحدت ، اعنى مظاهر وجود ظاهر از عالم شهادت مطلقه تا عالم غيب مطلق كه عالم اعيان ثابته يعنى عالم\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nصور حقايق موجودات و به عبارت أخرى عالم علم است ، امرى بيّن است ، هر چند اطلاق عالم بر اين غيب مطلق ، به توسّع در تعبير است ؛ چه ، علم ، عين ذات است . علاوه اين كه اين همه ابواب معنون در جوامع روائى در ردّ جبرى و قدرى و اثبات امر بين الأمرين خود شاهد صدق است كه سخن جبرى غير از اين توحيد كمّل است . و حال كه جبر ، به همان معنى مشهور متعارف را مىخواهد كه عبد در فعل خود فاعل بالجبر است و با اين پندار تفوه به كسب نمودن ، دربارهء كسب او همان بايد گفت كه در دفتر دل ثبت شده است :\r\n ز كسبش اشعرى بىبهره بوده است * مگر لفظى بر الفاظش فزوده است \r\nبحث كسب را در همين جا خاتمه مىدهيم و ساير مباحث پيرامون جبرى و قدرى و حقّانيّت امر بين الامرين را به رسالهء ياد شده ارجاع مىدهيم .\r\nو آخر دعواهم أن الحمد للّه رب العالمين .\r\nآنچه در به دو پيدايش مذهب جبرى از استاد علامه شعرانى و ديگران نقل كرده‌ايم كه « اوّل كسى كه مذهب جبر آورد ، جهم بن صفوان بود . » ، تفحص بيشتر در آن لازم است ؛ زيرا ، نقل است ابو الاسود دئلى در بنى قشير فرود آمد و آنها جبرى بودند ، و در شب بر ابو الاسود سنگ مىانداختند . ابو الاسود به دوستى خاندان پيغمبر و على ، صلوات اللّه عليهم ، معروف بود و گويا علّت سنگ انداختن بنى قشير بر وى همين بوده است . و چون صبح شد آنها را ملامت كرد . آنان گفتند : « ما سنگ نينداختيم ، بلكه خداى تعالى انداخت . » ابو الاسود گفت : « به خدا دروغ نگوييد ! اگر خدا سنگ انداختى ، در نشانه خطا نكردى . » .\r\nابو على محمد بن عبد الوهاب جبّائى متوفى 303 ه . كه يكى از بزرگان معتزله است گويد : « اوّل كسى كه قائل به جبر شد ، معاوية بن ابى سفيان بود . » .\r\nچنان كه در بعد ، از مغنى قاضى عبد الجبّار نقل مىكنيم . و ابو الاسود ، قريب به قرنى پيش از جهم بود .\r\nجبّائى به ضمّ جيم و تشديد با ، منسوب به يكى از قراى بصره است .\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n\r\nرأى قائلان به تفويض\r\nاين بود سخنى به اجمال در پيرامون مذهب جبرى كه با موضوع بحث رساله مناسب مىنمود . اينك در بيان قول اهل تفويض در مسألهء افعال عباد گوييم :\r\nقائلان به تفويض را « طايفهء عدليه » و « اهل عدل » و « معتزلى » گويند .\r\nچنان كه مذهب قائلان به جبر را از شهرستانى اشعرى جبرى نقل كرده‌ايم ، قول به تفويض را نيز از خود تفويضى نقل مىكنيم .\r\nقاضى عبد الجبار ، يكى از معارف و كبار معتزليان ، در اوّل جلد هشتم كتاب مغنى كه در مخلوق - يعنى خلق افعال عباد - است ، از ابو القاسم بلخى آورده است كه :\r\nاتفق كلّ أهل العدل على أنّ أفعال العباد من تصرّفهم و قيامهم و قعودهم حادثة من جهتهم ، و أنّ اللّه عزّ و جل أقدرهم على ذلك و لا فاعل لها و لا محدث سواهم ، و أنّ من قال : « إنّ اللّه سبحانه خالقها و محدثها . » ، فقد عظم خطؤه و أحالوا حدوث فعل من فاعلين .\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nو بعد از نقل پاره‌اى از اقوال و آراى جبريان گويد :\r\nو ذكر شيخنا أبو على ، رحمه اللّه ، أنّ أوّل من قال بالجبر و أظهره ، معاوية ، و أنّه أظهر أنّ ما يأتيه بقضاء اللّه و من خلقه ليجعله عذرا فيما يأتيه و يوهم أنّه مصيب فيه و أنّ اللّه جعله إماما و ولّاه الأمر . و فشى ذلك في ملوك بنى أميّة . و على هذا القول قتل هشام بن عبد الملك غيلان ، رحمه اللّه . - تا اين كه گويد - : و نحن نبيّن أنّ العبد أنّما يقدر على إحداث الشيء و إيجاده ، و أنّ القدرة لا تتعلق بالشيء إلّا على طريق الحدوث ، و أنّه يستحيل أن يفعل الشيء من وجهين ، و يستحيل تعلق الفعل بفاعلين محدثين أو قديم و محدث . و نبيّن من بعد إبطال قول من أضاف أفعال العباد إلى اللّه تعالى و نذكر ما يلزمهم على قوده من الفساد و الخروج من الدين و التزام جحد الضروريات . الخ .\r\nآن كه گفته است : « هشام ، غيلان را به قتل رسانده است . » ، در عصر اموى ، غيلان ، در دمشق ، و جهنى ، در بصره قائل به اختيار بودند و معاصرشان ، جهم بن صفوان در مقابلشان در كوفه ، قائل به جبر بود و مىگفت انسان در فعل خود مجبور است و اختيار ندارد .\r\nعلامه شيخ بهائى در كشكول آورده است :\r\nقال الراغب في المحاضرات : « خطب معاوية يوما فقال : \" إنّ اللّه تعالى يقول :\r\n وَ إِنْ مِنْ شَيْءٍ إِلَّا عِنْدَنا خَزائِنُهُ وَ ما نُنَزِّلُهُ إِلَّا بِقَدَرٍ مَعْلُومٍ  فلم نلام نحن ؟ \" فقام إليه الأحنف فقال : \" إنّا لا نلومك على ما في خزائن اللّه ، و لكن نلومك على ما أنزله اللّه علينا من خزائنه فأغلقت بابك دونه يا معاوية . \" » . « 1 »\r\nيعنى معاويه روزى در خطبه گفت : خداى تعالى گويد : « هيچ چيزى نيست مگر در نزد ما خزائن آن است و آن را فرو نمىفرستيم مگر به اندازهء معلوم . » ، پس چرا به ما سرزنش مىشود ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ص 429 ، ط 1 .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nاحنف در مقابل او برخاست و گفت : « اى معاويه ! ما تو را بر آنچه كه در خزائن خداى است ، سرزنش نمىكنيم ، بلكه بر آنچه كه خداوند بر ما از خزائنش فرو فرستاد و تو آن را تصرف كردى و در را به روى ما بسته‌اى ، سرزنش مىكنيم . » .\r\nغير از مفوضه ، در تقرير مذهبشان نيز قريب به مضمون و مفاد آنچه از مغنى نقل كرده‌ايم آورده‌اند . مثلا شهرستانى در ملل و نحل در عقيدت معتزله گويد :\r\nاتفقوا على أنّ العبد قادر خالق لأفعاله خيرها و شرّها ، مستحق على ما يفعله ثوابا و عقابا في الآخرة . و الربّ تعالى منزه أن يضاف إليه شرّ و ظلم و فعل هو كفر و معصية لأنّه لو خلق الظلم كان ظالما ، كما لو خلق العدل كان عادلا .\r\nصدر المتألّهين در رسالهء خلق اعمال كه در رد جبر و تفويض و اثبات امر بين الأمرين نوشته است ، در بيان مذهب مفوضه گويد :\r\nذهبت جماعة إلى أنّ اللّه أوجد العباد و أقدرهم على بعض الأفعال و فوّض إليهم الأختيار ، فهم مستقلّون بإيجادها على وفق مشيّتهم و طبق إرادتهم و زعموا أنّه أراد منهم الإيمان و الطاعة و كره منهم الكفر و المعصية .\r\nقالوا : « و على هذا يظهر أمور : منها ، فائدة التكليف بالأوامر و النواهي و فائدة الوعد و الوعيد .\r\nو منها استحقاق الثواب و العقاب . و منها ، تنزيه اللّه تعالى عن إيجاد القبائح و الشرور التي هي أنواع الكفر و المعاصى و عن إرادتها . » .\r\nخواجهء طوسى در رسالهء جبر و اختيار بعد از بيان مذهب جبريان گويد :\r\nو به ازاى ايشان قومى ديگر - يعنى معتزله - گويند : « هر چه مدح و ذمّ آن راجع به بنده است ، فعل بنده است و او فاعل آن است و به اختيار خود مىكند .\r\nاگر خواهد ، كند و اگر نخواهد ، نكند و آن كارها را خداى تعالى به او باز گذاشته است .\r\nو بزرگترين حجّت اين طايفه آن است كه اگر بنده را اختيار و فعل نباشد ، تكليف او عبث باشد و دعوت اولياء و انبياء و كن و مكن بىفايده ، و جهد و سعى\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nچرا بايد كرد ؟ و مدح و ذم متوجّه نشود ، و اگر شود ، راجع به مردم نباشد و دين و كفر ، بخت نيك و بخت بد بود و ثواب و عقاب ، نه بر عمل باشد .\r\nمتألهء سبزوارى در شرح اسماء ، در ردّ جبر و تفويض و اثبات امر بين الأمرين رساله‌اى بسيار وزين نوشته است ، در آن‌جا گويد :\r\nقالت المعتزلة : « العبد فاعل مستقل في الإيجاد بلا مدخليّة لإرادة اللّه سبحانه في فعل العبد سوى أنّه تعالى أوجد العبد و جعله صاحب إرادة مستقلة يفعل ما يشاء و يترك ما يريد و هذا أيضا تفويض محض . » « 1 »\r\nاين فرقه به زعم خود دليل عقلى و نقلى بر مختار بودن خود اقامه كرده‌اند .\r\nعمده دليل عقليشان همان است كه از خواجه نقل كرده‌ايم .\r\nابو العلاى معرّى كه خود به مذهب اعتزال بود در قدح اشاعره گويد :\r\n زعم الجهول و من يقول بقوله * أنّ المعاصي من قضاء الخالق \r\n إن كان حقّا ما يقول فلم قضى * حدّ الزنا و قطع كفّ السارق \r\nدليل نقليشان مانند آيهء  مَنْ عَمِلَ صالِحاً فَلِنَفْسِهِ وَ مَنْ أَساءَ فَعَلَيْها  « 2 » و كريمهء  مَنْ يَعْمَلْ سُوءاً يُجْزَ بِهِ  « 3 » و امثال آنهاست .\r\nو نيز خواجه نصير الدين طوسى در حكايت دليل جبريان گويد :\r\nبزرگترين حجّت طايفهء اوّل ( يعنى جبريان ) اين است كه به اتفاق هر دو قوم ، خداى تعالى پيش از وجود بندگان دانست كه هر كسى چه كند . اگر ممكن باشد كه خلاف آن كند ، ممكن باشد ، كه علم خداى تعالى نه آن باشد و چون ممكن نباشد كه خلاف آن كند ، ايشان را هيچ اختيار نباشد .\r\nجبريان نيز به آياتى چون  قُلْ كُلٌّ مِنْ عِنْدِ اللَّهِ  « 4 » و كريمهء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ص 109 - 121 ، ط 1 ، آخر شرح بند 26 .\r\n( 2 ) . الجاثيه ( 45 ) : آيهء 16 .\r\n( 3 ) . النساء ( 4 ) : آيهء 124 .\r\n( 4 ) . النساء ( 4 ) : آيهء 79 .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\n وَ اللَّهُ خَلَقَكُمْ وَ ما تَعْمَلُونَ  « 1 » ، و نظاير آنها تمسّك جسته‌اند .\r\nما اگر بخواهيم يك يك ادلهء طرفين را نقل كنيم ، و ردّ و ايراد هر طايفه به ديگرى را حكايت نماييم بايد يك دوره كتابى چون مغنى قاضى عبد الجبار بنويسيم .\r\nاگر كسى در اقوال فريقين مقدارى نظر كند ، خواهد يافت كه ادلّهء آنها خطابى ، و عمدتا تمسّك به ظواهر آيات و اخبار متشابهه است و اغلب به مبناى پندار سطحى و عاميانه در ردّ و ايراد يكديگر برخاسته‌اند و هر طايفه آيت و روايت را بر نفع خود و ضرر خصم ، حمل كرده است . و حال آن كه ادراك اسرار آيات و روايات از اين گونه افهام عادى ، و سير ساحل پيمايى به مراحل دور ، و به مراتب ارفع و اشمخ است .\r\nوانگهى در كلام ابو على كه گفت : « قول به جبر و اظهار آن از معاويه بود تا بدين حيلت عذرى براى كارهاى منكرش به مردم وانمود كند . » ، بايد دقت بسزا كرد . آرى ، اين‌گونه پديده‌ها از بنى اميه و بنى عباس بسيار بوده است تا اين كه مردم را به سير قهقرى از مناهل معارف حقيقى و ائمهء وحى و تنزيل و حاملان اسرار كتاب اللّه و خزائن كنوز الهى ، اعنى محمد و آل محمد صلّى اللّه عليه و آله باز داشتند . ما ، در شاهد اين مدّعى ، فقط به بيان فخر رازى در مسألهء جهر به  بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ  در صلوة كه خود معتقد به جهر بوده است اكتفا مىكنيم .\r\nدر تفسير كبيرش ، در تفسير فاتحه بعد از اقامهء دليل بر جهر آن از امير المؤمنين ، حضرت وصى عليه السّلام ، و از سنام صحابه گويد :\r\nو ذلك يدلّ على إطباق الكل على أنّ عليا كان يجهر ب  بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ  . إنّ عليا عليه السّلام كان يبالغ في الجهر بالتسمية . فلمّا وصلت الدولة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الصّافات ( 37 ) : آيهء 97 .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nإلى بني أمية بالغوا في المنع من الجهر سعيا في إبطال آثار على عليه السّلام .\r\nإنّ الدلائل العقلية موافقة لنا ، و عمل علي بن أبي طالب عليه السّلام معنا ، و من اتّخذ عليّا إماما لدينه فقد استمسك بالعروة الوثقى في دينه و نفسه .\r\nمن كلام او را به نقل الفاظش بدون هيچ گونه تصرفى حتى در الفاظ تحيت از چاپ استانبول « 1 » و از چاپ مصر « 2 » نقل كرده‌ام .\r\nو در حجت چهارم در جهر به بسمله در صلوة در همين مقام ، تفسير مذكور گويد :\r\nالحجة الرابعة : ما رواه الشافعي بإسناده ، أنّ معاوية قدم المدينة ، فصلّى بهم و لم يقرأ  بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ  ، و لم يكبّر عند الخفض إلى الركوع و السجود . فلمّا سلّم ناداه المهاجرون و الأنصار : « يا معاوية ! سرقت منّا الصلاة ، أين  بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ  ؟ و أين التكبير عند الركوع و السجود ؟ » . ثم إنّه أعاد الصلاة مع التسمية و التكبير .\r\nقال الشافعى : « إنّ معاوية كان سلطانا عظيم القوة شديد الشوكة فلو لا إنّ الجهر بالتسمية كان كالأمر المتقرر عند كلّ الصحابة من المهاجرين و الأنصار و إلّا لما قدروا على إظهار الإنكار عليه بسبب ترك التسمية . « 3 »\r\nاين بود كلام فخر رازى در تفسيرش از عمل بنى اميه با دين خدا ؛ فاعتبروا يا أولى الأبصار . اين شاهدى كه نقل كرده‌ايم اندكى از بسيار و مشتى از خروار است .\r\nبه موضوع بحث برگرديم .\r\nدر حقيقت نه جبريان ، راه حق را پيموده‌اند و نه معتزليان . هر دو فريق از صراط مستقيم بر كنار شدند . آنان به افراط رفته‌اند و اينان به تفريط . به قول\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج 1 ، ص 16 .\r\n( 2 ) . ج 1 ، ص 206 و 207 .\r\n( 3 ) . ج 1 ، ص 204 ، ط مصر .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nصاحب الأسفار « 1 » هر دو يك چشمند ، آن هم يك چشم معيوب : آن با يك چشم معيوب راست ، و اين با يك چشم معيوب چپ . كامل راسخ ، با دو چشم سالم مىبيند كه منزه از افراط و تفريط است بلكه در مسير عدل و صراط مستقيم است .\r\nجبريان ، چون فقط آن سوى نگريستند كه نظرى اقوى از نظر معتزلى است با يك چشم راست ديده‌اند ، ولى از نظر در خلق وامانده‌اند . و معتزلى كه به نظر ضعيف در خلق مانده و از خالق وامانده‌اند ، با يك چشم چپ نگاه كرده‌اند .\r\nشگفت‌تر از قول اين دو فرقه ، قول ابو اسحاق اسفراينى و تابعان او است كه گويند : « افعال عباد ، از مجموع قدرت و ارادهء خداوند ، و قدرت و ارادهء عبد است . » ! يعنى موثر در وجود افعال عبد ، مجموع قدرتين و ارادتين است . و اين قول ، شرك محض است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج 2 ، ص 344 ، ط 2 .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n\r\nطعن معتزليان و جبريان به يكديگر و مفاسد عقيدت هر دو فريق\r\nاز گفتار معتزليان پيداست كه اكثر أدلهء آنان ناظر به قدح و طعن مذهب جبريان است . بدين نحو : اگر افعال بنده به جبر باشد ، تكليف بر وى عبث خواهد بود و امر و نهى بىفايده است و ثواب و عقاب بر عمل نبايد باشد و مدح و ذم در افعال خير و شر نبايد متوجه بنده شود ؛ زيرا ، فاعل آنها خداوند است . و هكذا ايرادهايى برخى درست و برخى نادرست بر آنان وارد كرده‌اند .\r\nآن‌گاه در مقابل آنان گفته‌اند : ما ، در افعال خود مستقليم و بر وفق مشيت و طبق ارادهء خودمان ايجاد افعال مىكنيم . و ندانستند كه اين پندار ، قول به اثبات شركاء در ملك الهى است . و اگر چنان باشد كه عبد بر وفق مشيت و ارادهء خودش در ايجاد فعل مستقل باشد ، لازم آيد آنچه را كه خداوند عالم اراده كرده است صورت نگيرد ، و آنچه را كه ناخوش داشته است تحقق پذيرد . و همچنين ديگر مفاسدى كه بر اين قول مترتّب است و عقل و نقل گويد : « و ما تشاؤون إلّا أن\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nيشاء اللّه » ، و همچنين مفاسدى كه بر گفتار جبريان مترتّب مىباشد ، بسيار است .\r\nجاى بسى شگفتى است كه جبريان و معتزليان هر دو فريق نمازگزارند ، جبرى در شب و روز چند بار چگونه مىگويد :  إِيَّاكَ نَعْبُدُ  ؟ ! و تفويضى چگونه مىگويد  إِيَّاكَ نَسْتَعِينُ  ؟ و چه شد كه در « بحول اللّه و قوته أقوم و أقعد » تأمل نمىكنند تا هر دو طايفه از اين تعليم الهى بر صراط مستقيم آيند و بفهمند كه حول و قوت از حق سبحانه است ، و قيام و قعود به بنده اسناد مىيابد ؟ !\r\nميبدى در فتح هفتم فاتحهء ثالثهء شرح ديوان منسوب به امير عليه السّلام گويد :\r\nامام جعفر صادق عليه السّلام با قدريه گفت : « فاتحه بخوان ! » . چون به  إِيَّاكَ نَعْبُدُ وَ إِيَّاكَ نَسْتَعِينُ  رسيد ، فرمود : « چون تو در افعال مستقل و متمكنّى ، چه استعانت از خدا مىكنى ؟ « 1 » » .\r\nراستى جاى بسى تعجب است كه دين الهى و سنّت ختمى را كه نور محض و عقل ناصع و برهان قاطع است ، بدين گونه آراى ناپسند به ديگران معرّفى كرده‌اند ! آيا موجب قبح و فضاحت نيست كه اشعرى منتحل به اسلام بگويد : « منطق قرآن بر ابطال حكمت و عقل است . » و با تمسّك به ظاهر « لا يسأل عما يفعل » هرچه بخواهد به خداوند تعالى نسبت دهد ؟ !\r\nو از سوى ديگر معتزلى بگويد : « ما ، در افعال خود مستقليم ، و بر طبق مشيت و ارادهء خود به استقلال ايجاد افعال مىكنيم . » ؟ !\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ص 40 ، ط 1 .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\n\r\nقدرى كيست ؟\r\nدر جوامع روائى فريقين از حضرت رسول اللّه صلّى اللّه عليه و آله در ذمّ قدرى ، روايات به چندين صورت مروى است . و چون به كتب جبرى و تفويضى رجوع مىكنيم مىبينيم هر يكى ديگرى را قدرى مىداند تا احاديث ذم قدرى را ارجاع به ديگرى دهد ، و در نكوهش او نباشد .\r\nابو داوود در باب قدر سنن‌اش ، حديث شمارهء مسلسل 4691 را به اسنادش از ابن عمر از رسول اللّه صلّى اللّه عليه و آله روايت كرده است كه :\r\nقال صلّى اللّه عليه و آله : « القدرية مجوس هذه الأمة إن مرضوا فلا تعودوهم ، و إن ماتوا فلا تشهدوا . » .\r\nو نيز از آن جناب روايت شده است كه فرمود :\r\nلعن اللّه القدرية على لسان سبعين نبيا .\r\nو نيز از آن حضرت روايت شده است كه فرمود : « القدرية ( القدري - خ ل ) مجوس أمّتي . » در بسيارى از روايات ، قدرى و قدريه و اهل القدر و امثال آنها ،\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nبه معتزلى كه همان فرقهء قائل به تفويضند راجع است ، چنان كه در بسيارى از روايات ديگر راجع به جبرى است .\r\nسيد جزائرى در انوار نعمانيه گويد : در اخبار اهل بيت عليهم السّلام قدريه ، گاهى بر معتزله اطلاق مىشود ، و گاهى بر اشاعره :\r\nو أمّا في أخبار أهل البيت عليهم السّلام فيطلق هذا الإسم تارة على المعتزلة ، و أخرى على الأشاعرة . « 1 »\r\nدر اصول كافى بابى به اين عنوان است : « باب الجبر و القدر و الأمر بين الامرين » كه قدر را در مقابل جبر قرار داده و رواياتى از اهل بيت عصمت در اين باب آورده است . مثلا از امام صادق عليه السّلام : « لا جبر و لا قدر و لكن منزلة بينهما » . و روايت ديگر : « لا جبر و لا تفويض و لكن أمر بين أمرين . » « 2 »\r\nخواجهء طوسى در رسالهء جبر و اختيار گويد : اين قوم را - يعنى مفوضه را - قدريان گويند . و باشد كه عدليان خوانند . و باشد كه قول اوّل را هم - يعنى جبريان را - قدرى خوانند به سبب آن كه گويند كارها به تقدير خداست .\r\nعلم الهدى ، سيد مرتضى را رساله‌اى است در ردّ جبر و تفويض به نام انقاذ البشر من الجبر و القدر .\r\nچنان كه گفته‌ايم ، قدريه در لسان بسيارى از روايات ، ناظر به معتزلى است كه به مجوس تشبيه شده‌اند ، چنان كه در وافى و فصل الخطاب عنوان باب در رد جبر و تفويض و اثبات امر بين الأمرين بدين عبارت است : « باب الجبر و القدر و الأمر بين الأمرين » . مجوس ، گبر را گويند . و وجه تشبيه قدرى - يعنى معتزلى - به مجوس اين است كه مجوس ، قائل به دو مبدأ است : يكى يزدان كه فاعل خوبيها يعنى موجد آنها و معطى وجود آنها است ، و ديگر اهريمن كه فاعل بديها است . تفويضى هم در ايجاد افعال به دو مبدأ قائل است :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ص 199 ، ط حاج موسى .\r\n( 2 ) . ج 1 ، ص 119 - 122 ( معرب ) .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nيكى خداوند كه بنده را ايجاد كرده است ، و ديگر بنده كه در ايجاد افعالش مستقل است .\r\nثقة الاسلام كلينى در اصول كافى به اسنادش از يونس بن عبد الرحمن روايت كرده است كه :\r\nقال : قال أبو الحسن الرضا عليه السّلام : « يا يونس ! لا تقل بقول القدرية ؛ فإنّ القدرية لم يقولوا بقول أهل الجنة و لا بقول أهل النار و لا بقول إبليس . فإنّ أهل الجنة قالوا :\r\n الْحَمْدُ لِلَّهِ الَّذِي هَدانا لِهذا وَ ما كُنَّا لِنَهْتَدِيَ لَوْ لا أَنْ هَدانَا اللَّهُ  . و قال أهل النار :\r\n رَبَّنا غَلَبَتْ عَلَيْنا شِقْوَتُنا وَ كُنَّا قَوْماً ضالِّينَ  . و قال إبليس :  رَبِّ بِما أَغْوَيْتَنِي  » .\r\nمراد از قدريه در اين حديث - چنان كه فيض هم در وافى بدان تصريح فرموده است - مفوضه‌اند كه به قدرت و استقلال عبد در افعالش قائلند .\r\nاينان نه كلام بهشتيان را زدند و نه حرف دوزخيان را و نه گفتار ابليس را ؛ زيرا ، بهشتيان ، به اسناد دادن هدايت به خداوند ، فعل را از خودشان سلب كردند ، و دوزخيان ، به اسناد دادن فعل به غلبهء شهوت ، از خودشان سلب كرده‌اند ، و ابليس ، به اسناد اغواى به خداوند ، فعل را از خودش سلب كرده است .\r\nملّاى رومى هم در مثنوى ، قدر را بر مفوضه اطلاق كرده است كه گويد :\r\n در خرد ، جبر از قدر رسواتر است * زان كه جبرى حس خود را منكر است\r\nمنكر حس نيست آن مرد قدر * فعل حق حسى نباشد اى پسر\r\nمنكر فعل خداوند جليل * هست در انكار مدلول دليل\r\nوان بگويد دود هست و نار نى * نور شمعى بى ز شمع روشنى\r\nوين همى بيند معين نار را * نيست مىگويد پى انكار را\r\nدامنش سوزد بگويد نار نيست * جامه‌اش دوزد بگويد تار نيست\r\nپس تسفسط آمد اين دعوى جبر * لاجرم بدتر بود زين روز گبر \r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nو شيخ شبسترى در گلشن راز نيز به همين منوال گويد :\r\n هر آن كس را كه مذهب غير جبر است * نبى فرموده كو مانند گبر است\r\nچنان كان گبر ، يزدان و اهرمن گفت * همين نادان احمق او و من گفت « 1 » \r\nعبد القاهر اسفراينى متوفى 429 ه ق . گويد :\r\nالفصل الثالث من فصول هذا الباب في بيان مقالات فرق الضلال من القدرية المعتزلة عن الحق :\r\nالمعتزلة افترقت فيما بينها عشرين فرقة ، كلّ فرقة منها تكفر سائرها يجمعها كلها في بدعتها أمور : منها قولهم جميعا بأنّ اللّه تعالى غير خالق لإكساب الناس و لا لشيء من أعمال الحيوانات . و قد زعموا أنّ الناس هم الذين يقدرون على اكسابهم و أنّه ليس للّه ، عزّ و جلّ ، في اكسابهم و لا في أعمال سائر الحيوانات صنع و تقدير .\r\nو لأجل هذا القول سمّاهم المسلمون قدرية . « 2 »\r\nو همو ، در همان كتاب گويد :\r\nثمّ حدث في زمان المتأخرين من الصحابة خلاف القدرية في القدر و الاستطاعة من معبد الجهنى ، و غيلان الدمشقى و الجعد بن درهم . و تبرأ منهم المتأخرون من الصحابة و أوصوا أخلافهم بأن لا يسلموا على القدرية و لا يصلوا على جنائزهم و لا يعودوا مرضاهم . « 3 »\r\nبدين مضمون كه اسفراينى از متأخران صحابه دربارهء قدريه نقل كرده است كه بر جنازهء آنها نماز نخوانند و به عيادت بيمارشان نروند همان است كه در پيش ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . « ما و من گفت » خ ل .\r\n( 2 ) . الفرق بين الفرق ، ص 114 .\r\n( 3 ) . همان كتاب ، ص 18 .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nاز باب قدر سنن ابو داوود روايتى بدين صورت از رسول اللّه صلى الله عليه و آله نقل كرده‌ايم كه :\r\n« القدرية مجوس هذه الأمّة إن مرضوا فلا تعودوهم و إن ماتوا فلا تشهدوهم . »\r\nمعنى بيت اوّل منقول از گلشن راز به قرينهء اشعار قبل و بعد آن اين است كه هر آن كس يا مر آن كس را - يعنى قدرى را - كه مذهب او غير جبر است - يعنى مغاير و مقابل جبر است ؛ چه اين دو مقابل همند كه الجبر و القدر گويند - نبى صلّى اللّه عليه و آله فرموده است كه وى گبر است ، يعنى فرمود : « القدرية مجوس هذه الأمة » .\r\nپس مفاد كلمهء « غير » در شعر ، فقط بيان تعيين و تنصيص قدرى مغاير و مقابل جبرى است ، نه اين كه هر كس كه مذهب او جبر نباشد نبى فرمود كه او مانند گبر است ؛ زيرا ، نبى ، چنين فرمايشى نفرموده است . علاوه اين كه در شعر دوم تصريح بدين معنى كه كرده‌ايم ، نموده است و گفت : زيرا ، چنان كه گبر ، مبدأ خير را يزدان و مبدأ شر را اهرمن دانست و قائل به دو مبدأ شد ، اين قدرى نادان احمق ، خويشتن را در مقابل أوّل تعالى فاعل بالاستقلال دانست . وانگهى در دو بيت پيش از آن هم گفته است :\r\n اثر از حق شناس اندر همه جاى * منه بيرون ز حدّ خويشتن پاى\r\nز حال خويشتن پرس اين قدر چيست * از آن جا بازدان كاهل قدر كيست \r\nاين است معنى صحيح و بىدغدغهء فرمودهء عارف شبسترى در گلشن راز از بيت مذكور .\r\nدر چند نسخهء خطى عتيق از گلشن راز ، و همچنين در چند نسخهء چاپى شرح گلشن ، همه شعر مذكور را به لفظ غير با غين معجمه و راء مهمله نقل كرده‌اند .\r\nو لكن مرحوم حشرى تبريزى در روضهء اطهار - كه تذكرهء اولياى مدفون در تبريز است - در تذكرهء صاحب گلشن گويد :\r\nبه خط خودش ، در پيش غضنفر نام درويشى از اولاد شيخ محمود ( يعنى صاحب گلشن راز ) ديدم از او به عاريت گرفتم . اين بيت شيخ بدين طريق نوشته بود :\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\n هر آن كس را كه مذهب عين جبر است * نبى فرمود او مانند گبر است \r\n( با عين مهمله و نون در آخر ) . به درويش مذكور گفتم كه جدّت « عين جبر » نوشته . گفت پدرم از پدر خود نقل مىنمود كه در شبستر ، ملا محمد نامى بر عقيدهء جبريان بوده به غايت متعصب ، او همين نسخه را قبل از انتشار از ما گرفت ، مدتى مديد در پيش وى بود ، اكثر آن را كتابت نمود . چهار بيت در گلشن راز تغيير داد و چهار بيت در سعادت‌نامه و دو بيت در حكايت ناصر خسرو و دو بيت در اوايل ؛ و مىگفت كه روح شيخ را به اين هشت بيت در ميان ارواح مفتخر و سرفراز نموده‌ام .\r\nبعد از اين بىديانتيها ، نسخه‌ها را به مردم داد كه در ميان مردم بدين‌سان شهرت يافت و ما هميشه از شرّ او با حذر بوديم .\r\nولى اگر چنين باشد ، با فرض اين كه با حديث « القدرية مجوس هذه الأمة » موافق آيد ، با دو بيت بعد آن كه گويد :\r\n چنان كان گبر يزدان و اهرمن گفت * هم اين نادان احمق ما و من گفت\r\nبه ما افعال را نسبت مجازى است * نسب خود در حقيقت لهو و بازى است \r\nوفق نمىدهد . و بىدغدغه ، معنى شعر همان است كه گفته‌ايم ، و سخن در اين موضوع از تفحص در ابيات و اقوال شيخ از گلشن و جز آن به درازا مىكشد . و آنچه كه در شروح لاهيجى و سبزوارى در بيان شعر ياد شده آمده است بر ارباب فضل پوشيده نيست . كوتاه سخن ، معنى صحيح آن همان است كه گفته‌ايم .\r\nاين كمترين در دفتر دل ثبت كرده است كه :\r\n نه جبر محض و نى صرف قدر هست * وراى آن دو امرى معتبر هست\r\nلأنّ الباطل كان زهوقا * كلام كان فيهما صدوقا \r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\n كه هم جبر است و هم تفويض باطل * بل امر بين الأمرين است حاصل\r\nچه هر دو واحد العينند و احول * نبيند چشم احول جز محوّل\r\nولى جبرى زيك چشم چپ راست * كه يك چشم چپ چپ مر قدر راست\r\nچه تفويضى به تفريط غلط رفت * و هم جبرى به افراط شطط رفت\r\nو ليكن صاحب چشمان سالم * بر اين مبناى مرصوص است قائم\r\nكه قول حق نه تفويض و نه جبر است * كه آن گبر است و اين بدتر ز گبر است\r\nچه گويد بنده مانند جماد است * چو برگ كاهى اندر دست باد است\r\nندارد هيچ فعل و اختيارى * ز بادش جنبش آيد اضطرارى\r\nبلى اين رأى فائل از جماد است * كه هريك را ببايد گفت باد است\r\nز كسبش اشعرى بىبهره بوده است * مگر لفظى بر الفاظش فزوده است\r\nنه استقلال اهل اعتزال است * نه جبر است و سخن از اعتدال است\r\nچه هر فعلى كه در متن وجود است * مراهل عدل را عين شهود است\r\nكه ايجاد است و اسناد است لا بد * بحول اللّه اقوم و اقعد\r\nز حق است صحّت ايجاد آن فعل * به خلق است صحبت اسناد آن فعل\r\nز حق ايجاد هست از بيش و از كم * كه قل كل من عند اللّه ، فافهم\r\nچو در توحيد حق نبود سوائى * سخن از جبر چبود ؟ ژاژخائى \r\n كدامين جابر است و كيست مجبور * عقول نارسا را چيست منظور \r\n هر آن بدعت كه پيدا شد در اسلام * چو نيكو بنگرى ز آغاز و انجام\r\nهمه از دورى باب ولايت * پديد آمد سپس كرده سرايت\r\nكه از تثبيت در افراط و تفريط * همى بينى در احجامند و تثبيط\r\nهر آنچه جز ولايت را رواج است * چو نقش دومين چشم كاج است \r\nبه موضوع بحث كه نقل مآخذ در شناسائى قدرى بود باز گرديم :\r\nو باز در همان كتاب اعنى سنن ابى داوود بعد از حديث فوق به اسنادش از حذيفه روايت كرده است كه :\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nقال رسول اللّه صلّى اللّه عليه و آله : لكلّ أمّة مجوس و مجوس هذه الأمّة الذين يقولون :\r\n« لا قدر » . من مات منهم فلا تشهدوا جنازته و من مرض منهم فلا تعودوهم و هم شيعة الدجال و حقّ على اللّه أن يلحقهم بالدجال .\r\nو نيز ابن ماجه ( حديث 92 ) به اسنادش از جابر بن عبد اللّه روايت كرده است كه :\r\nقال : قال رسول اللّه صلّى اللّه عليه و آله : إنّ مجوس هذه الأمّة المكذّبون بأقدار اللّه . إن مرضوا فلا تعودوهم و إن ماتوا فلا تشهدوهم و إن لقيتموهم فلا تسلّموا عليهم .\r\nچون معتزلى مىگويد كه انسان در افعال خود مستقل است در حقيقت منكر  إِنَّا كُلَّ شَيْءٍ خَلَقْناهُ بِقَدَرٍ  « 1 » و امثال آن است .\r\nاز آنچه گفتيم معلوم شده است كه روايات الأمر بين الأمرين ناظر به رد جبرى و قدرى است و مراد از امرين جبر و تفويض است و مقصود از امرى كه بين امرين است نه جبر است و نه تفويض و آن امر ديگرى است كه بيان آن ان شاء اللّه تعالى خواهد آمد .\r\nو همچنين در جوامع روائى ، رواياتى در باب معنون به استطاعت است كه روايات آن ناظر به ردّ معتزلى است . مثلا در باب استطاعت فصل الخطاب از توحيد صدوق روايت آورده است :\r\nفي التوحيد ، عن أبي إبراهيم عليه السّلام ، قال : مرّ عليه السّلام بجماعة بالكوفة و هم يختصمون في القدر . فقال لمتكلمهم : « أبا للّه تستطيع أم مع اللّه أم من دون اللّه تستطيع ؟ » .\r\nفلم يدر ما يرد عليه . فقال أمير المؤمنين عليه السّلام : « إن زعمت أنّك باللّه تستطيع ، فليس لك من الأمر شىء ، و إن زعمت إنّك مع اللّه تستطيع ، فقد زعمت أنّك شريك معه في ملكه ، و إن زعمت أنّك من دون اللّه تستطيع ، فقد ادّعيت الربوبيّة من دون اللّه عز و جل . » . فقال : « يا أمير المؤمنين ! بل باللّه أستطيع » . فقال : « أما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . القمر ( 54 ) : آيهء 50 .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nإنّك لو قلت غير هذا لضربت عنقك . »\r\nو نيز آورده است :\r\nسئل أبو عبد اللّه عليه السّلام عن شيء من الاستطاعة . فقال : « ليست الاستطاعة من كلامي و لا من كلام آبائي » .\r\nو قيل له : « إنّ لي أهل بيت قدريّة يقولون نستطيع أن نعمل كذا و كذا و نستطيع أن لا نعمل . » . فقال : قل له : « هل تستطيع أن لا تذكر ما تكره و لا تنسى ما تحبّ ؟ فإن قال : \" لا \" فقد ترك قوله . و إن قال : \" نعم \" فلا تكلّمه أبدا فقد ادّعى الربوبيّة . »\r\nغرض از نقل اين چند روايت اين بود كه دانسته شود روايات در استطاعت و امر بين الامرين و منزلت بين منزلتين ، ناظر به ردّ مذهب جبريان و قدريان است و روايات در جوامع روائى فريقين در اين امور بسيار ، ولى به نقل همين چند روايت اكتفا مىكنيم و اينك به بيان امر بين الامرين مىپردازيم .\r\nبدان كه مذهب امر بين امرين و منزلت بين منزلتين مذهب ما اماميه است كه ائمهء اطهار ما عليهم السّلام بيان فرموده‌اند كه نه جبر است و نه تفويض ، بلكه امرى است وراى آن دو . و از آن وسايط فيض الهى در بيان آن امر به وجوه عديده كه مطابق افهام مخاطبان بدانها خطاب شده است ، روايت گرديده است و ما به توفيق خداوند متعال چند حديث را كه از سر حدّ افكار اكثرى مردم شروع مىشود تا به مرتبهء نهائى كه بر اساس برهان ، سخت استوار است و نيل و ادراك بدانها براى او حدى از صاحبان رأى ثاقب و نظر صائب است ، بازگو مىكنيم .\r\nحال كه دانستى جبرى و تفويضى از اعتدال به در رفته‌اند ، و هيچ يك از آن دو راه صواب نپيموده است ، پس مسلّما واقع نه آن است و نه اين ، كه آن واقع همان امر بين الامرين است كه خير الأمور أوسطها .\r\nدر اين امر ثالث ، فلاسفه را طريقه‌اى است و بالاتر از طريقهء آنان طريقهء ديگر است كه راسخون در علم بدان قائلند و به سرّ آن نائل ، چنان كه گفته آيد .\r\nفلاسفه گويند : فعل بنده ، مخلوق بنده است بىواسطه و مخلوق خدا است\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nبه واسطه ، مانند ساير موجودات نظر به ساير اسباب . به اين بيان كه خداوند تعالى ، علة العلل و مسبب الأسباب من غير سبب است و فاعل به معنى معطى الوجود او است ، و قادر بر همهء اشياء است ، جز اين كه آنها در پذيرفتن وجود متفاوتند كه برخى از آنها بايد پس از برخى ديگر باشند - چون عرض كه بعد از جوهر است و مركّب بعد از بسيط - لذا بعضى بىواسطه و سبب از او صادر مىشوند و بعضى با وسايط و اسباب ، بدون اين كه در ايجاد ، نياز به واسطه داشته باشد ؛ زيرا ، وجود واسطه و ذى واسطه همه از او است و همهء آنها را مطابق علم عنائى خود به احسن و ابلغ نظام و به بهترين هيأت و صورت كه زيباتر از آن نشدنى است ، آفريده است و آنچه كه از قلم صنعش صادر شده است همه خير است ، و شرور به عرض و تبع است نه به اصل و استقلال .\r\nبه عبارت ديگر آنچه در اين عالم موجود مىشود ، همهء آنها به هيأت و زمانش ، در اين نشئه به عالم ديگر كه فوق اين عالم است منتهى مىشوند و همه ، در آن عالم ، تقدير و ثابت شده‌اند ؛ چه اين كه خداوند بر جميع ممكنات قادر است و هيچ چيزى از مصلحت و علم و قدرت و ايجادش چه به واسطه و چه بىواسطه به در نيست ، زيرا مبدأ كل است . پس هدايت و ضلالت و ايمان و كفر و خير و شر و نفع و ضرر و ديگر متقابلات ، همه ، منتهى به قدرت و تأثير و علم و اراده و مشيت او مىشوند يا بالذّات يا بالعرض . و اعمال و افعال ما مانند ديگر موجودات و افاعيل آنها به قضا و قدر الهى است و بدين جهت صدور آن افاعيل از ما واجب است و لكن به توسط اسباب و علل از قبيل ادراكات و ارادات و حركات و سكنات و ديگر اسباب عاليه كه از نظر ما پوشيده‌اند و از علم و قدرت و تدبير و تأثير ما خارجند و چون همهء اين اسباب و علل جمع شوند و موانع مرتفع گردند ، علت تامّه براى حصول فعل تحقق مىيابد و در اين هنگام وقوع آن فعل مقضّى و مقدّر واجب مىشود و به تخلّف يكى از آنها يا حصول مانعى ، وجود آن در حيّز امتناع خواهد بود . و به قياس هريك از اسباب كونيه ، امكان وقوعى دارد ،\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nو از جملهء آن اسباب و خصوصا اسباب قريبه ، اراده و تفكر و تخيل ما است كه يكى از دو جانب مختار خودمان را كه فعل يا ترك است ، اختيار مىكنيم ، پس فعل ، اختيارى ما است ؛ چه اين كه خداوند به ما قوّت و قدرت و استطاعت عطا كرده است : « ليبلونا أيّنا أحسن عملا » با اين كه علم او به همهء آنها احاطه دارد .\r\nپس وجوب فعل ما ، با امكان آن منافات ندارد ، و اضطرارى بودن آن مدافع اختيارى بودن آن نيست ؛ زيرا ، آن فعل ، واجب نشده است مگر به اختيار ، و شكى نيست كه قدرت و اختيار ، مانند ديگر اسباب از قبيل ادراك و علم و اراده و تفكر و تخيّل و قوا و آلات اين امور ، همهء آنها به فعل خداوند است نه به فعل و اختيار ما ، و گرنه قدرت و اراده تسلسل الى غير النهايه مىيابد ؛ زيرا ، هر چند ما اگر بخواهيم ، مىكنيم و نخواهيم ، نمىكنيم ، ولى چنين نيست كه به طور استقلال بگوييم اگر بخواهيم ، مىخواهيم و اگر نخواهيم ، نمىخواهيم ، زيرا ، مشيت ما ، متعلق به مشيت ما نيست ، بلكه متعلق به مشيت غير ما است ؛ چه اگر متعلق به مشيت ما بود ، به مشيّت ديگر سابق از آن نيازمند بوديم و تسلسل الى غير النهايه لازم مىآمد .\r\nو با قطع نظر از تسلسل گوييم كه جمله مشيتهاى غير متناهى ما كه هيچ مشيتى از آن خارج نباشد ، از اين دو وجه بيرون نيست : يا اين كه وقوع آن مشيتها به سبب امرى خارج از مشيّت ما است ، يا به سبب مشيّت ما . دومى درست نيست ، زيرا در ابتدا ، جملهء مشيّتها فرض كرديم و ديگر مشيتى خارج از آن جمله نمىتواند باشد . پس وجه اول مطلوب است كه وقوع آنها به سبب امر خارج از مشيّت ما است . پس مشيّت ما تحت قدرت ما نيست ، چنان كه خداوند عز و جل فرمود :\r\n وَ ما تَشاؤُنَ إِلَّا أَنْ يَشاءَ اللَّهُ  . پس ما در مشيّت خود مضطريم .\r\nو مشيّت ، عقيب داعى حادث مىشود و داعى ، تصوّر شىء ملايم است ، تصورى ظنى يا تخيّلى يا علمى ؛ چه ما وقتى چيزى را ادراك كرديم ، آن را اگر ملايم يا منافر خود يافتيم ، خواه ملايمت و منافرت به ادراك وهمى يا به بديهت\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nعقل ، شوق به جذب يا دفع آن چيز حاصل مىشود و تأكّد اين شوق ، عزم جازم است كه اراده‌اش گويند و چون اين اراده ، با قدرت - كه هيأتى است براى قوهء فاعلهء آن قوه براى تحريك اعضاء كه ادواتند ، چون عضلات و غيرها - منبعث مىشود و فعل حاصل مىشود . پس چون داعى فعل - كه مشيت از آن منبعث مىشود - تحقق يافت ، مشيت ، تحقق مىيابد و چون مشيّت - كه قدرت را به سوى مقدور مىگرداند - تحقق يافت ، ناچار قدرت به سوى آن مقدور منصرف مىشود و راه مخالفت براى او نيست . پس به طور ضرورى ، حركات عضلات ، به سبب قدرت لازم مىشود و قدرت نيز به طور ضرورى ، به حصول جزم مشيت ، محرك است و مشيت هم به طور ضرورى ، عقيب داعى در قلب حادث مىشود و اين همه ، ضروريات يعنى لازمها و واجبهايى هستند كه بعضى بر بعضى مترتّب است ، و ما ، در هنگام تحقق سابق نمىتوانيم وجود لا حق را از خويش دفع كنيم ، پس براى ما ممكن نيست كه در هنگام تحقق داعى فعل ، مشيت را دفع كنيم ، و بعد از حصول مشيت نمىتوانيم انصراف قدرت را به مقدور دفع كنيم . پس ما در جميع اين امور مضطريم در عين اختيار ؛ پس ما مجبوريم بر اختيار .\r\nاين است حاصل آنچه كه در تقرير عقايد حكيم از گوهر مراد لاهيجى و رسالهء خلق الأعمال مولى صدرا و گفتار خواجه در رسالهء علم - چنان كه فيض نقل كرده است « 1 » - آورده‌ايم .\r\nبارى ، مذهب حكما اين است كه فاعل حقيقى ، غير خدا نيست و وسايط ، آلاتند و مقصود از ترتيب سلسلهء وجود ، تعيين جهات مختلفه است كه به اعتبار آن جهات امور متكثره از واحد حقيقى صدور يابد . آنان مخلوق را فاعل مستقل نمىدانند ، چنان كه معتزلى مىداند ، و منكر إعداد و عليت و معلوليت در سلسلهء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . وافى ، ج 1 ، ص 118 .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nموجودات نيستند ، چنان كه اشعرى به صرف توافى و عادة اللّه و سنّة اللّه منكر هرگونه عليت و معلوليت است و سبب و مسبب و معدّات و وسايط و شرايط همه را گزاف مىداند كه مىگويند سنة اللّه جارى است كه سيرى در عقب نان خوردن خلق مىكند و قاصران پندارند كه نان خوردن سبب سيرى است .\r\nشيخ شهاب الدين سهروردى در هياكل گويد :\r\nإنّ النور القوي لا يمكّن النور الأضعف من الاستقلال بالإنارة فالقوة القاهرة الواجبة لا يمكّن الوسائط من الاستقلال لوفور فيضه و كمال قوّته .\r\nو هم در هياكل گويد :\r\nليس أنّ حركات الأفلاك توجد الأشياء و لكنّها تحصل الاستعدادات و يعطى الحقّ الأوّل و لكلّ شيء ما يليق باستعداده .\r\nو خواجه نصير الدين طوسى در شرح فصل سى و نهم نمط سادس اشارات گويد :\r\nو قد شنّع عليهم أبو البركات البغدادي بأنّهم نسبوا المعلولات التي في المراتب الأخيرة إلى المتوسطة و المتوسطة إلى العالية و الواجب أن ينسب الكلّ إلى المبدأ الأوّل و يجعل المراتب شروطا معدّة لإفاضته تعالى .\r\nآن‌گاه خواجه در جوابش فرمود :\r\nو هذه مؤاخذة تشبه المؤاخذات اللفظية ؛ فإنّ الكلّ متفقون على صدور الكلّ منه ، جلّ جلاله ، و أنّ الوجود معلول له على الإطلاق . فإن تساهلوا في تعاليمهم و أسندوا معلولا إلى مايليه كما يسندونه إلى العلل الاتفاقية و العرضية و إلى الشروط و غير ذلك لم يكن ذلك منافيا لما أسّسوه و بنوا مسائلهم عليه .\r\nو نيز در شرح فصل چهل و يكم همان نمط پس از نقل عبارت شيخ كه فرمود :\r\n« تذكير : فالأوّل يبدع جوهرا عقليا هو بالحقيقة مبدع ، و بتوسطه جوهرا عقليا و جرما سماويا و كذلك عن ذلك الجوهر العقلي حتّى تتمّ الأجرام السماوية و تنتهى إلى جوهر عقلي لا يلزم عنه جرم سماوي » ،\r\nگويد : « و هنالك يتبيّن أنّ ما توهّمه أبو البركات أيضا من كلامهم ليس بشىء . »\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nدر انتاج مقدمات قياس ، معتزلى ، قائل به استقلال است كه مقدمات قياس را مولّد نتيجه مىداند ، همچنان كه مىگويد حركت يد مثلا مولّد حركت مفتاح است . و اشعرى كه منكر عليّت است و صرف سنّة اللّه و عادة اللّه و مجرّد توافى و معيت قائل است ، در انتاج مقدمات قياس نيز به صرف عادة اللّه مىداند .\r\nخواجهء طوسى در مسألهء بيست و دوم فصل پنجم مقصد دوم تجريد الاعتقاد در بحث علم گويد : « و حصول العلم عن الصحيح واجب . »\r\nو شارح علامه در شرح آن گويد :\r\nاختلف الناس هنا ، فالمعتزلة على أنّ النظر مولّد للعلم و سبب له ، و الأشاعرة قالوا : « إنّ اللّه تعالى أجرى عادته بخلق العلم عقيب النظر و ليس النظر موجبا و لا سببا للعلم . » الخ « 1 »\r\nولى حق اين است كه هر دو ، به ناحق سخن گفته‌اند و حق ، امرى وراى آن دو است و انتاج به طور قضيهء منفصلهء حقيقيه ، منحصر به آن دو وجه نيست كه مندوحه و شق ثالثى نباشد ؛ مثل اين كه بگويى : « عدد يا زوج است و يا فرد » كه اگر زوج است ، فرد نيست و بالعكس ، و اگر زوج نيست ، فرد است و بالعكس و رفع هر دو را نشايد ، چنان كه جمع هر دو را ، بلكه مثل اين است كه بگويى :\r\n« رنگ ، يا سفيد است و يا سياه » كه رفع هر دو را شايد كه نه سفيد باشد و نه سياه ، رنگى نارنجى باشد .\r\nو تحقيق در انتاج مقدمات اين است كه چنان كه به مذهب حق ، در صورت محسوسه واهب صورت مبدأ فياض است و قوا و آلات و شرايط احساس معدّاتند در مطلق صورت علميه مفيض على الاطلاق و معلّم او است و لا مفيض في الحقيقة إلا اللّه و لا مؤثر في الوجود إلّا اللّه .\r\nترتيب مقدمات صغرا و كبرا ، همه معدّاتند و ارتباط بين آن مقدمات و نتايج علمى به گزاف نيست و صرف عادة اللّه و مجرد توافى و معيت نيست ، مانند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ص 240 ، به تصحيح و تعليقه اين جانب .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nصدق آمدن قضيهء اتفاقيهء منطقى كه اشعرى بدان قائل است و منكر عليّت است .\r\nو نيز مقدمات نتيجه كه صغرا و كبراى قياسند ، مستقلا مولّد نتيجهء علميه نيستند ، چنان كه معتزلى قائل است ، بلكه آن مقدمات فكرى و خود فكر ، صفت اعدادى دارند و عليّت استقلالى ندارند و مطلوب كه همان نتيجه و صورت علميه است بر نفوس ناطقهء مستعدهء انسانى از عالم قدس ذكر حكيم فائض مىشود ، و به قول متألهء سبزوارى در حصول مطلوب « من مطلع الأنوار نوره التمس » « 1 » و در اوّل قياس منطق منظومه بر اين اساس قويم كه مبناى مذهب حق است كه لا جبر و لا تفويض بل امر بين الأمرين ، در انتاج مقدمتين فرمايد :\r\n و هل بتوليد أو إعداد ثبت * أو بالتوافى عادة اللّه جرت\r\nو الحق أن فاض من القدسى ، الصور * و إنما اعداده من الفكر\r\nو جرى عادة خطا شديدا * و ليست العلية توليدا \r\nقال عزّ من قائل      الرَّحْمنُ * عَلَّمَ الْقُرْآنَ * خَلَقَ الْإِنْسانَ * عَلَّمَهُ الْبَيانَ      و قال :\r\n   اقْرَأْ وَ رَبُّكَ الْأَكْرَمُ الَّذِي عَلَّمَ بِالْقَلَمِ * عَلَّمَ الْإِنْسانَ ما لَمْ يَعْلَمْ    و قال :  وَ عَلَّمَ آدَمَ الْأَسْماءَ كُلَّها  و قال :  اتَّقُوا اللَّهَ وَ يُعَلِّمُكُمُ اللَّهُ  و في الأدعية : « اتقوا اللّه يعلمكم اللّه . »\r\nاين بود مذهب حكمت و حكمت متعاليه در افعال منسوب به عباد .\r\nميبدى در فتح هفتم فاتحهء ثالثهء شرح ديوان منسوب به امير عليه السّلام گويد : « 2 »\r\nدر باب سيصد و شصت و نهم از فتوحات است :\r\nأمّا العارفون من أهل اللّه فلا يرون إنّ ثمة قدرة حادثة أصلا يكون عنها فعل في شيء . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . منطق منظومه ، ص 80 .\r\n( 2 ) . ص 39 ، ط 1 .\r\n( 3 ) . در انتاج قياس ، قول چهارم است كه شيخ در الهيات شفاء آورده است و ما ، در درس صد و چهاردهم دروس معرفت نفس عنوان و تقرير كرده‌ايم ، بدان جا رجوع شود .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nاكثر متكلمان اماميه در رد جبر و تفويض و اثبات أمر بين الأمرين ، به مبناى كلامى سخن گفته‌اند و از راه خطابه و اقناع و تمسك و مثالهاى متعارف و مقبول در انظار و اذهان اكثرى پيش آمدند ، چنان كه برخى از روايات صادر از اهل بيت عصمت و وحى در اثبات امر بين الأمرين به وجوه گوناگون ، مطابق افكار مخاطبان ، القاء شده است كه به توفيق خداوند سبحان بدانها اشارتى مىنماييم .\r\nمؤلف هداية الطالبين ياد شده در پيش ، در آن كتاب به مبناى كلامى متعارف ، و از نظر دريافت خودش گفته است : اكثر علماى اماميه گفته‌اند كه مراد از امر ميانهء دو امر ، آن است كه خداى تعالى جبر نكرده است بندگان را بر كارها ، بلكه بندگان به ارادهء خود مىكنند هر كارى را . امّا قدرت داشتن آنها بر همهء افعال در همهء افعال و دادن اسباب مانند اعضاء و جوارح و قواى بدنى و روحانى كه در هر كارى ضرور است و باقى گذاردن اين اسباب ، همه ، از جانب خداوند عالم است و مباشرت و به جا آوردن از آنها است .\r\nو همين قدر مدخليّت خدا در كارهاى بندگان از آيات قرآن و احاديث معلوم مىشود و به آنچه از آيات و احاديث معلوم مىشود ، بايد اكتفا نمود و فكر در اين مسأله نبايد نمود كه محلّ لغزيدن قدمها است . و منع از فكر كردن در اين مسأله ، در احاديث وارد شده است . و از اين قدر مدخليت خدا ، جبر لازم نمىآيد .\r\nو چون مطلب مشكل است مثالى مىزنيم تا روشن شود : مثلا رف بلندى باشد و كاسهء آبى و كاسهء شرابى در بالاى آن بوده باشد و دست كسى به آن رف نرسد . پس آقايى ، غلام خود را بلند كند به طريقى كه دست غلام به آن رف برسد و او را نگاه دارد و به او بگويد كه كاسهء آب را بردار و كاسهء شراب را بر مدار و اگر كاسهء آب را برداشتى و اطاعت مرا كردى ، ده تومان به تو خواهم داد ، و اگر كاسهء شراب را برداشتى و نافرمانى مرا كردى ، ده چوب به تو مىزنم ، و آن غلام ، به اختيار خود كاسهء آب را بر ندارد و كاسهء شراب را بردارد . پس در اين صورت ، هرگاه آقا او را چوب زند كه چرا كاسهء آب را كه من گفتم بردار ، برنداشتى و كاسهء\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nشراب را كه تو را منع كردم از برداشتن آن ، آن را برداشتى ، نمىتواند بگويد كه تو چرا مرا بلند كردى و نگاه داشتى و اگر تو مرا بلند نمىكردى ، من نمىتوانستم كاسهء شراب را بردارم و نيز اگر وقت بر داشتن شراب مرا بر زمين مىگذاردى من نمىتوانستم آن را بردارم و اين برداشتن من شراب را ، از توست . پس هرگاه غلام اين را بگويد ، همهء صاحبان عقل او را مذمت مىكنند در بر داشتن شراب و مىگويند به اختيار خود آن را برداشتى و به اختيار خويش نافرمانى آقاى خود را كردى و مستحق چوب خوردنى . و اما آقا را مذمت نمىكنند در چوب زدن به او ، بلكه او را مدح مىكنند .\r\nپس ، از آنچه گفتيم دانسته شد كه از اين قدر مدخليت خدا ، جبر لازم نمىآيد ، بلكه بندگان در افعال خود فاعل مختارند ، خواه طاعت باشد يا معصيت ؛ زيرا ، اگر بندگان ، مختار نباشند - چنانچه اشاعره مىگويند - لازم مىآيد كه خداى تعالى بدون تقصير ، آنها را مذمت كند و عذاب نمايد ، يا اين كه عالم برزخ و محشر و عذاب جهنم دروغ باشد ، و اين خلاف بديههء عقل و آيات قرآن و احاديث است .\r\nو نيز بديهى است كه فعل ما بندگان از حيثيت وجود و عدم ، مترتّب است بر ارادهء خودمان بر وجود و عدم آن ، و مراد از اختيار نيست مگر همين .\r\nو اما دليل بر بطلان مذهب تفويض آن است كه علّت محتاج بودن ممكن الوجود به واجب الوجود ، ممكن بودن است و اين هميشه هست ، پس احتياج نيز هميشه هست ، پس مستقل بودن بندگان در افعال خود ، چنانچه معتزله گفته‌اند ، باطل است . « 1 »\r\nراقم گويد : كه مؤلف هداية الطالبين در ردّ قدريان ، به برهان سخن گفته ، امّا در رد جبريان و اثبات امر بين الأمرين سخت سست پيش آمده است . ديگر كتب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . هداية الطالبين ، ص 112 ، ط 1 .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nكلامى نيز اغلب در همين حدود سخن گفته‌اند .\r\nبهتر از آنچه كه از كتاب مذكور نقل كرده‌ايم ، صاحب شمع اليقين حسن بن ملا عبد الرزاق لاهيجانى گفته است . وى بعد از ردّ قدريان و جبريان گويد :\r\nچون جبر و تفويض هر دو باطل شد ، پس حق ، مذهب حكما و اماميه و امر بين الامرين است .\r\nو بيانش اين است كه فاعل فعل بنده ، ذات بنده است حقيقة ، و فعل حقيقة از او صادر مىشود ، خواه خير و خواه شر و خواه طاعت و خواه معصيت ، امّا ذات ، مستقل نيست در صدور فعل به حيثيتى كه اراده و اختيار خداى تعالى را در آن هيچ اثر نباشد ، بلكه هر كلى و جزئى و حركت و سكونى كه از او صادر مىشود با اين كه حقيقة از او صادر شده است ، نه از خدا ، امّا به اراده و اذن خدا مىشود و بىمشيّت و اذن او هيچ كار نمىتواند كرد .\r\nو دليل بر اين كه به اين نحو بايد باشد ، همان بطلان جبر و تفويض است ؛ چه اگر فاعل ، حقيقة عبد نباشد ، جبر و اگر عبد مستقل باشد ، تفويض لازم آيد و چون اين هر دو باطل شد ، پس فاعل حقيقى عبد خودش است ، امّا مستقل نيست بلكه فاعليّت او به امور ديگر تمام شود خارج از ذات او كه آن امور از جانب خداى تعالى و مستند به اراده و قدرت اويند و اين معنى امر بين الامرين است .\r\nاگر گويند هرگاه فاعليّت بنده به ذات خود تمام شود ، نباشد و موقوف باشد به امرى از جانب خداى تعالى كه تا آن امر صادر نشود ، فعل آن بنده صادر نتواند شد ، اگرچه اين معنى از اين جهت كه فاعل حقيقة عبد است ، جبر نيست ، اما در مفسده با جبر شريك است ؛ چه ، فرقى نيست در قبح تعذيب ميان اين كه فعل را خداى تعالى خود كند يا بنده كند ، امّا صدورش از او به امرى باشد از جانب خدا كه اگر اين نمىبود ، عبد اين فعل را نمىكرد و چون آن به هم رسيد ، بنده نتوانست مخالفت كرد و فعل را نكرد ؛ چه ، به سبب حدوث آن امر ، علّت فعل كه بنده است ، تمام شد و چون علّت تمام شد ، فعل به سبب امتناع تخلّف معلول از\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nعلّت تامّه ، صدورش از عبد واجب گشت .\r\nگوييم بنا بر اين كه گفتيم ، معلوم شد كه فعل را دو نسبت است : يكى بعيد از اين جهت كه فاعل آن است حقيقة ؛ دويم به خداى تعالى از جهت امورى كه متمّم فاعليت عبد است . و وجوب صدور خصوص فعل معصيت يا طاعت ، اگر از امورى كه از جانب خداست مىبود ، تعذيب عاصى ، قبيح ، و با جبر ، شريك مىبود ، امّا چنين نيست ، بلكه وجود و تعيّن خصوص فعل به ذات و طيبت و خبث طينت و شوق و مشيّت اوست ، چه امورى كه از جانب خداى تعالى است ، مثل امر و نهى و وعد و وعيد و اعطاى قوت و هدايت و ارائت راه خير و شرّ و هر چه متعلق به اينها است ، نسبتش به مطيع و عاصى ، مساوى و هر چه از اين امور و امثال اينها كه همه خارج از ذات بنده است ، به مطيع عطا نموده ، بعينه همهء آنها را به عاصى نيز عطا فرموده و در امور خارج از ذات هيچ تفاوت ميان نگذاشته و هيچ يك را در اين اشياء بر ديگرى ترجيح جايز نداشته است . اما مطيع چون طينتش طيب بود به همين اسباب خارجى شوق و رغبت به فعل طاعت و اختيار آن نمود و عاصى به سبب خبث طينت خود با وجود همين اسباب بعينها ترجيح معصيت و اختيار اين كرد .\r\nو اين معنى ، در غايت ظهور و از اشتباه بىنهايت دور است و به سبب اين تفاوت ذاتى ، مسىء ، مستوجب عذاب و خسران ، و محسن ، مستحق ثواب و احسان است ، و گرنه لطف و شفقت جناب الهى با همه يكسان است . پس چون وجوب و تعيّن خصوص طاعت و معصيت از ذات عبد منبعث و از خصوصيت طينت او ناشى است ، نه از امور خارجى كه از جناب الهى است ، پس احسان به مطيع ، واجب است و تعذيب عاصى ، قبيح نيست . و اين است فرق ظاهر ميان جبر و امر بين الامرين .\r\n هر چه هست از قامت ناساز بىاندام ماست * ورنه تشريف تو بر بالاى كس كوتاه است \r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nو توضيح اين معنى به تقريب مثالى كه حاكى طبيعت و جارى مجراى عادت باشد تا موجب اطمينان قلب و زوال غرابت شود ، مناسب مقام و معين اذعان اكثر افهام تواند بود . سوار صاحب وقوف حاذق ، اسبهاى متعدد مختلف را اگر سوارى و همه را به يك نهج و يك نسبت به تعليم عناندارى كند و با وجود اين كه عنان همه در دست او و رفتنشان به راندن او است بعضى نرم يا تند و بعضى درشت يا كند ، و مجملا امثال اين تفاوتها كه در راه اسبها مىباشد و در اين رفتن ، حقيقة ، فعل اسب ، و فاعل اين ، حقيقة ، اسب است نه سوار ، امّا مستقل و به سر خود نمىرود مثل اسبى كه او را سر دهند و بىسوار و عنان رود ، بلكه به تعليم و عناندارى سوار مىرود و با وجود اين كه نسبت تعليم و عناندارى سوار با همه يكى است ، به حسب خصوصيات خودشان ، هر كدام به نحوى مىروند .\r\nپس مدح و ذم اين اسبان هر چه به اعتبار تعليم و سوارى باشد ، همه راجع شود به سوار ، و هر چه به اعتبار تفاوت خودشان باشد همه به ايشان راجع گردد ، امّا چون سوار به سبب فرض ، حاذق و تعليمش همه را متوافق است ، سواى مدح و تحسين متوجّه او نباشد ، بلكه اسب بد راه هم به سوارى و عناندارى او قدرى به صلاح آيد و اگر به خودش باز گذارد از اين هم بسيار بدتر باشد .\r\nاگر گويند حاصل اين جواب اين است كه سبب اختلاف افعال عباد ، اختلاف قابليات ايشان است ، و سخن در قابليت است كه سببش كيست و مختلف از چيست ؟\r\nجواب گوييم : چنان كه وجودات ذوات از جناب خداى تعالى است ، همچنين اضافهء ( افاضه - ظ ) قابليات نيز از جناب او است ، امّا اختلاف قابليات از قبل ماهيات .\r\nتوضيح اين كلام اين است كه هر ماهيّتى را به خودى خود خاصيّت و خصوصيّتى است و ماهيت ديگر را خاصيت و خصوصيت ديگر . مثلا انسان معنى و حقيقتى است كه به محض معنى خود هرگاه موجود باشد ، دانا و توانا و گويا\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nو شنوا و مجملا صاحب هر چه معنى انسانيت را بايد ، باشد . و فرس معنى و حقيقتى است كه به محض معنى خود بايد كه هرگاه موجود شود به خواصى كه اسب را بايد ، باشد . و كافور و فلفل و ياقوت و مرواريد و آب و آتش و ساير اشياء هر يك را به نفس معنى خود خاصيتى است كه بايد چنان باشد . و همچنين جسم به نفس معنى جسميّت بايد كه هرگاه موجود باشد ، قائم به ذات ، و رنگ و بوى معينى است كه اگر موجود شود ، البته بايد قائم به محل و موضوعى باشد .\r\nو اربعه ، عددى است كه به نفس ذات و معنويت خود زوج ، و خمسه ، عددى است كه به نفس هويّت معنى خود فرد است الى غير ذلك من جميع الأشياء .\r\nو صانع حكيم هر يك را وجودى چنان كه به حسب خصوصيّت خودش بايست ، داده است و اگر چيزى چند به خصوصيتى چند ايجاد كند مثلا جسمى به صفت و خاصيّت آتش ايجاد كند ، صادق نيست كه آب را مثلا به صفت و كيفيت آتش كرده ، بلكه آنچه آفريده آتش است نه آب به صورت آتش . و همچنين عدد فردى و چيز قائم به ذاتى ايجاد كند صادق نيست كه اربعه را فرد و عرض را قائم به ذات و حمار را عاقل و دانا ايجاد كرده ، بلكه آنچه ايجاد كرده خمسه و جسم و انسان خواهد بود و اربعه و عرض و حمار را مثلا ايجاد نكرده خواهد بود ؛ چه ، اربعه ، به نفس معنى اربعيت خود نمىتواند كه زوج نباشد ، و رنگ و بو به محض معنى خود ، بىموضوعى و جسمى قبول نمىتوانند نمود و همچنين عدد ده مثلا به نفس معنى خود كمتر است از بيست و اگر فاعل وجود بيست به او دهد ، او قبول اين وجود كه زياد از شأن او است ، نمىتواند كرد .\r\nپس حكيم على الاطلاق هر چيزى را وجودى كه مناسب شأن و به قدر حوصلهء او بود ، عطا نمود و همهء اشياء را به يك نظر التفات ملاحظه فرمود ، اما اشياء هر يك در مرتبهء خود و به قدر وسع خود قبول فيض كردند و به سعادت رحمت بىنهايت فايز گشتند و اگر ايشان تاب حمل زياده از آن مىداشتند ، هر آينه جواد حقيقى ، ابواب خزائن جود بىحساب برايشان مىگشاد .\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\n قبول مادّه شرط است در افاضهء فيض * و گرنه بخل نيايد ز مبدأ فيّاض \r\nشبههء ديگر در اين مقام ، بسيار مردم را به خاطر مىرسد كه هرگاه صدور معصيّت از عبد به سبب اقتضاى خصوصيّت ذات و قابليّت ماهيّت او باشد و تغيير ذات خود محال است ، پس بنده را در آن تقصيرى نيست تا مستحق عذاب شود .\r\nو حلّ اين شبهه اين است كه اگر چه تغيير ذات محال است ، امّا مقتضاى ذات و امور ذاتيه دو قسم است :\r\nيكى اين كه لازم ذات است و تغييرش مثل ذات محال است ، چون زوجيت براى اربعه .\r\nو از اين قبيل است اين كه آدمى شأن آن ندارد كه حاش للّه « خدا » يا « فرشته » شود و ما را مرتبهء آن نيست كه پيغمبر يا امام شويم . پس فقدان اين مراتب و اين قسم امور ، موجب ندامت و حسرت و عقوبت ، و تكليف نيز بر اين قسم امور نيست .\r\nدويم ، امورى كه با اين كه ذاتى و مناسب ذات و به حسب قابليّت و ماهيّت هستند ، تغييرشان ممكن است ، چون برودت براى آب ، و تكليف و ندامت و عقوبت ، همه ، در اين قسم امور است و طينات و ماهيات افراد انسان در اين نوع امور مختلفند : بعضى در اصل فطرت و به حسب جبلّت طينت ، راغب به جود و عدل و مجملا به افعال حسنه و اخلاق جميله‌اند و بعضى مايل به بخل و جور و اعمال سيّئه و اخلاق رذيله . و هر يك از اين دو فرقه را اگر چه آنچه فطرى ايشان است از خير يا شرّ ، آسانتر و اولى است اما خلاف آن نيز به سبب مرجّحات خارج و سعى و مجاهده ممكن است ، چنان كه مخفى نيست .\r\nپس كسى كه طبيعتش راغب به مشتهيات و قبايح شد ، اگر چه مخالفت آن مشكل است ، امّا اگر تحمّل اين مشقّت كند و با نفس كه اعدى اعادى او است مجاهده نمايد تا بر او و بر هوايش غالب شود ، به مقتضاى « أفضل الأعمال أحمزها » فضل و ثوابش بيشتر باشد ، اگر چه طينت طيّب و ذات پاك را شرف\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nو درجه‌اش عاليتر و قدر و قربش رفيعتر است و همچنين فعل قبيح از اين جماعت مورث اشدّ ندامت و عذاب است ، هر چند از جماعت اوّل موجب نجات از حسرت و سقوط عقاب نيست ، پس تعذيب ايشان به سبب صحّت قدرت و اختيار و وقوع تقصير جبر و قبيح نباشد .\r\nاگر گويند اشكال ديگر از راه علم لازم آيد چه علم الهى شامل همهء اشياء است كه از آن جمله افعال عباد است ، پس هرگاه او در ازل از كافر ، كفر و از عاصى ، عصيان دانسته باشد ، ايشان خلاف آن نتوانند كرد و اين ، معنى جبر است .\r\nگوييم علم ، تابع معلوم است ، نه معلوم تابع علم . به اين معنى كه چون ذات كافر و عاصى ، به خودى خود چنين است كه هرگاه موجود شوند اختيار كفر و عصيان كنند ، او در ازل از ايشان كفر و عصيان دانست و اگر ايمان و طاعت مىكردند طاعت و ايمان مىدانست . « 1 »\r\nتا اين جا مطالبى بود كه از شمع اليقين نقل كرده‌ايم و اكثر اين مطالب اقناعى و خطابى است و بعضى ديگر از آنها بايد بهتر و محكمتر تحقيق و تدقيق شود .\r\nدر هر حال صاحب شمع اليقين تا حدّى بهتر از بسيار متكلمان ديگر سخن گفته و تحقيق كرده است .\r\nسؤال و جوابى كه صاحب شمع اليقين در آخر گفتارش از راه علم عنوان كرده و جواب را محققانه داده است ، شبيه شبهه و جوابى است كه مشهور است ، شبهه از خيام و جواب از خواجهء طوسى است . شبهه اين است :\r\n من مى خورم و هر كه چو من اهل بود * مى خوردن من به نزد وى سهل بود\r\nمى خوردن من ، حق ، ز ازل مىدانست * گر مى نخورم ، علم خدا جهل بود \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . شمع اليقين ، ص 30 ، ط 1 .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nجواب اين است :\r\n اين نكته نگويد آن كه او اهل بود * زيرا كه جواب شبهه‌اش سهل بود\r\nعلم ازلى علت عصيان گشتن * نزد عقلا ز غايت جهل بود \r\nحمد اللّه مستوفى در تاريخ گزيده ، شبههء مذكور را بااندك اختلافى به سراج الدين قمرى ، و جواب منظوم ياد شده را نيز با اندك اختلافى به عزّ الدين گرجى قزوينى نسبت داده است . « 1 »\r\nخوانسارى در روضات بعد از نقل جواب خواجه گفته است :\r\nو مرجع ردّه ، قدس سرّه ، إلى أنّ علم اللّه سبحانه و تعالى بالأشياء و مرآتيته لها أنّما هو بحسب ما يتحقق وجودها في الخارج و رتبته متأخرة عنها إلّا أنّه يصير علة لوجود ما لا داعي لوجوده سواه . فليتأمل و لا يغفل .\r\nمتألهء سبزوارى متخلص به اسرار ، در شرح اسرار مثنوى عارف رومى متعرض شبههء ياد شدهء منظوم و جواب آن شده و مآل جواب او نيز همان بيان علمى صاحب شمع اليقين است . و ناظم ، شبهه را به شخص اسم نبرده ، بلكه بدين صورت گفته است : « پس آن كه گفته : مى خوردن من . . . » . شايد عدم تسميهء ناظم آن از اين روى باشد كه برايش محرز نشده باشد كه گويندهء شعر خيام است .\r\nبيان شريفش را به عنوان مزيد بصيرت نقل مىكنيم . عارف رومى در دفتر سوم مثنوى گويد :\r\n هر كه خوانى ديد از روز الست * مست باشد در ره طاعات مست « 2 » \r\nمرحوم حاجى ، « خوان » را « خواب » ديده است و در شرح آن فرموده است :\r\nهر كه خوابى ديد از روز الست : چون خواب ديدن رؤياى صور مثاليه است در مثال مقيد ، ديدن صور در مثال مطلق تشبيه به آن شده چه هر دو صور ، مجرد از مادّه‌اند دون مقدار و شكل ، اگر چه صور مثال مطلق از صور دنيويه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . رك به كتاب احوال و آثار نصير الدين ، ص 603 ، ط 1 .\r\n( 2 ) . ص 253 ، چاپ محمد رحيم ، معروف به علاء الدوله .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nبه مراتب اقوا و اتم باشند .\r\nو حاصل آن است كه هر چه در ما لا يزال مىشود بر طبق قضا و بر وفق قدر است . و قدر ، همين صور مثالى است كه مذكور شد ، و جبر هم نيست ، چه اراده و اختيار عبد هم آن جا صورت‌پذير بوده . پس فعل هر كس كه در علم و قضا و قدر گذشته به طرز اين جا گذشته ، يعنى فعل از تو واقع شد مسبوق به وجود نو و ايجاد تو و شعور تو به فعل تو و اراده و اختيار تو ، و به همين طور در مراتب سابقه هم ثبت بوده‌اند . پس آن كه گفته :\r\n مى خوردن من ، حق ، ز ازل مىدانست * گر مى نخورم ، علم خدا جهل بود \r\nبايد به او گفت : چنان كه مى خوردن را كه فعل توست ، مىدانست ، توئى تو را ، و وجود تو را كه ذات توست مىدانست ، و شعور تو را به آن ، و اراده و اختيار مضاف به تو را كه صفات توست مىدانست . چه وجود دارى ، پس صفات دارى ، پس فعل تو مسبوق به صفاتت در علم گذشته . و اگر توئى ندارى ، پس وجود هم ندارى و شعور و اختيار نيز ندارى ، ليكن چون هستى دارى ، همه را دارى ، پس چنان كه فعلت واجب الوقوع است در ما لا يزال كه در علم ازلى بوده ، اراده و اختيارت نيز واجب الوقوع است در ما لا يزال چه در علم ازلى بوده . « 1 »\r\nبلكه خواجه در رسالهء جبر و اختيار ، شبههء علم را نقل كرده است و پس از آن دو جواب ، يكى نقضى و يكى حلّى داده است . و سخنش اين كه : آنچه بعضى گويند چون خداى تعالى پيش از خلق مردم دانست كه مردم چه خواهند كرد خلاف آن نتوانند كرد و اين جبر باشد .\r\nدر جواب به معارضه گوييم : همچنان كه افعال مردم را پيش از خلق ايشان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . شرح اسرار ، دفتر سيّم ، ص 218 ، ط 1 .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nمىدانست ، به اعتراف تو ، خود افعال خود را پيش از آفرينش خود مىدانست ، پس او تعالى را هم جبر لازم آيد و هر چه جواب تو را است در افعال او تعالى ذكره جواب ما است در افعال مردم .\r\nو آنچه تحقيق است در اين موضع آن است كه علم او تعالى هر چند موجب فعل معين باشد ، اما چون موجب فعلى باشد كه سبب قريب آن فعل قدرت و ارادت شخص باشد منافى اختيار آن شخص نباشد .\r\nآنچه صاحب شمع اليقين در اشاره به دو قسمت ذات گفته ، نيكو گفته است .\r\nدر كتب ملل و نحل آورده‌اند كه طايفه‌اى از مردم ، منكر ارسال رسل و انزال كتب آسمانى بوده‌اند ، از اين روى كه ذاتى هيچ چيز را نمىشود از او گرفت ، پس تعليم و تربيت انبياء به چه كار آيد .\r\nاين منكران همزبان با براهمه يعنى دانشمندان و بزرگان هندند كه به بعثت پيغمبران اعتقاد نداشتند و مىگفتند اگر پيغمبران چيزى موافق عقل آورند ، عقلاء از آنها بىنيازند ، و اگر مخالف عقل آورند ، نبايد پذيرفت .\r\nخواجهء طوسى در اين باره ، در مسألهء نخستين مقصد چهارم تجريد الاعتقاد گويد : « و شبهة البراهمة باطلة بما تقدم . »\r\nو شارح علامه در بيان آن گويد :\r\nاحتجت البراهمة على انتفاء البعثة بأنّ الرسول إمّا أن يأتي بما يوافق العقول أو بما يخالفها ، فإن جاء بما يوافق العقول لم يكن إليه حاجة و لا فائدة فيه ، و إن جاء بما يخالف العقول وجب ردّ قوله .\r\nو آن‌گاه شروع به ردّ اين شبهه كرده است .\r\nدر اين موضوع عارف رومى در اواسط دفتر سوم مثنوى نيكو گفته است :\r\n\r\nمنع كردن منكران انبياء عليهم السّلام را از نصيحت كردن و حجت آوردن به طريقهء جبريان\r\n قوم گفتند اى نصوحان بس بود * آنچه گفتيد ار در اين ره كس بود \r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\n قفل بر دلهاى ما بنهاد حق * كس نداند برد بر خالق سبق\r\nنقش ما اين كرد آن تصويرگر * اين نخواهد شد به گفت و گو دگر\r\nسنگ را صد سال گويى : لعل شو * كهنه را صد بار گويى : باش نو\r\nخاك را گويى : صفات آب گير * آب را گويى : عسل شو يا كه شير\r\nنار را گويى : كه : نور محض شو * پشه را گويى كه : سوى باد رو\r\nقلب را گويى كه : زر پاك شو * يا كه اكسيرى شو و چالاك شو\r\nهيچ از آن اوصاف ديگرگون شوند ؟ * آب كى گردد عسل اى ارجمند ؟\r\nخالق افلاك و هم افلاكيان * خالق آب و تراب و خاكيان\r\nآسمان را داد دوران و صفا * آب و گل را تيره‌رويى و نما\r\nكى تواند آسمان دردى گزيد ؟ * كى تواند آب و گل صفوت خريد ؟\r\nقسمتى كرده است هر يك را رهى * كى كهى گردد به جهدى چون كهى \r\n\r\nجواب دادن انبياء عليهم السّلام جبريان را\r\n انبيا گفتند كه آرى آفريد * وصفهايى كه نتان زان سر كشيد\r\nوافريد او وصفهاى عارضى * كه گهى مبغوض مىگردد رضى\r\nسنگ را گويى كه زر شو بيهده است * مسّ را گويى كه زر شو ، راه هست\r\nريگ را گويى كه گل شو ، عاجز است * خاك را گويى كه گل شو ، جايز است\r\nرنجها داده است كان را چاره نيست * آن به مثل گنگى و فطس و عمى است\r\nرنجها داده است كان را چاره هست * آن به مثل لقوه و درد سر است\r\nاين دواها ساخت بهر ايتلاف * نيست اين درد و دواها از گزاف\r\nبلكه اغلب رنجها را چاره هست * چون به جدّ جويى بيايد آن به دست \r\nو همچنين چند بار در انكار قوم و ردّ انبياء بر ايشان در اين باره سخن رانده است .\r\nاز نقل آراى قدريان و جبريان در خلق افعال اختيارى عباد دانسته شد كه سخن\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nهر يك از آن دو به يك وجه ، حق است و به وجه ديگر ، باطل : قدرى كه فعل را به عبد نسبت داده است ، صحيح و حق است ، ولى اين كه عبد را در فعل خود مستقل دانسته است ، غلط و باطل است .\r\nو جبرى كه افعال اختيار عباد را به ايجاد خالق متعال و به قدرت و مشيت او دانسته است ، حق است ، ولى اين كه اسناد فعل و انتساب آن را به كلّى از عباد برداشته است ، باطل است .\r\nقرآن كريم كه ميزان حق و فصل و فيصل خطاب است ، شيطان را نكوهش مىكند كه فعل را مطلقا به حق تعالى اسناد داده و گفته است :  رَبِّ بِما أَغْوَيْتَنِي  . « 1 » ولى در آداب عباد اللّه كه همواره و در همه حال به نور علم و يقين ادب مع اللّه داشتند ، فرمود كه آن عباد اللّه مكرم گفته‌اند :  رَبَّنا ظَلَمْنا أَنْفُسَنا  « 2 » ،  وَ إِذا مَرِضْتُ فَهُوَ يَشْفِينِ  « 3 » ، و  أَنِّي مَسَّنِيَ الضُّرُّ وَ أَنْتَ أَرْحَمُ الرَّاحِمِينَ  « 4 » .\r\nخواجه نصير الدين گويد : از من پرسيدند مذهب شيطان چيست ؟ من مطابق قرآن گفتم : شيطان در اصول ، اشعرى و در فروع ، حنفى است .\r\nاما در اصول چنان كه گفته است :  رَبِّ بِما أَغْوَيْتَنِي  كه اشعريان نسبت اعمال به خدا دهند و شيطان غوايت را نسبت به خداوند داده است .\r\nامّا در فروع ، چون مأمور به سجدهء آدم شد ، سر باز زد و بين خاك و آتش مقايسه كرد و گفت :  أَنَا خَيْرٌ مِنْهُ خَلَقْتَنِي مِنْ نارٍ وَ خَلَقْتَهُ مِنْ طِينٍ  « 5 » و حنفيان كه تابع ابو حنيفه‌اند ، در فروع دين ، قياس جايز دانند .\r\nراقم گويد : امام صادق عليه السّلام به ابو حنيفه فرمود : « لاتقس فإنّ أوّل من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الحجر ( 15 ) : آيهء 40 .\r\n( 2 ) . الأعراف ( 7 ) : آيهء 24 .\r\n( 3 ) . الشعراء ( 26 ) : آيهء 81 .\r\n( 4 ) . الانبياء ( 21 ) : آيهء 84 .\r\n( 5 ) . الأعراف ( 7 ) : آيهء 13 .\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nقاس إبليس . » « 1 »\r\nحق سبحانه و تعالى در قرآن فرموده است :  وَ أَنَّ إِلى رَبِّكَ الْمُنْتَهى *   وَ أَنَّهُ هُوَ أَضْحَكَ وَ أَبْكى *   وَ أَنَّهُ هُوَ أَماتَ وَ أَحْيا *   وَ أَنَّهُ هُوَ أَغْنى وَ أَقْنى  « 2 »\r\nدر اين آيات كه ايجاد افعال ششگانه را به طور حصر به خودش ارجاع داده است ، در عين حال آنها را به انسان نسبت داده است . مثلا وجود ضحك و بكاء از خداوند سبحان است ، ولى انتساب آنها به انسان كه ضاحك و باكى انسان است ، و هكذا در افعال ديگر .\r\nدر تمام شؤون افعال و اطوار و احوال انسان و غير انسان ، در همه وقت و در هر مقام و مرتبهء موجودات رجعى و منتهاى همه رب متعال است :  إِنَّ إِلى رَبِّكَ الرُّجْعى  « 3 » و  وَ أَنَّ إِلى رَبِّكَ الْمُنْتَهى \r\nاين آيات و نظاير آنها اثبات امر بين الأمرين مىكنند كه هم حائز و جامع محاسن و مصالح گفتار قدريان و جبريانند و هم مبرّا و منزّه از مقابح و مفاسد آراى ايشان ، كه همانطور كه گفته‌ايم وجود ضحك و ايجاد آن از حق تعالى است ، و انتساب آن هم به عبد محفوظ است . و اسناد افعال ما به ما از حيث انتساب به ما بديهى است و به قول رصين خواجهء طوسى در تجريد الاعتقاد : « و الضرورة قاضية باستناد أفعالنا إلينا . »\r\nحكيم الهى سبزوارى را نيز در اين مقام در غرر عموم قدرت حق سبحانه از حكمت منظومه مطالبى بسيار شريف است كه امّهات و اصول مسائل رد جبر و تفويض و اثبات امر بين امرين است كه هر چند اين رساله حائز آن مىباشد ، ولى مراجعه و تحقيق در آن را براى محقق لطفى ديگر است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . أصول كافى ، ج 1 ، ص 47 ، باب البدع و الرأى و المقاييس ( معرب ) . در تكملة منهاج البراعة في شرح نهج البلاغة ، ج 2 ، ص 98 - 102 ، ط 1 مقالتى در نهى از عمل به قياس تحرير كرده‌ايم .\r\n( 2 ) . النجم ( 53 ) : آيات 42 - 48 .\r\n( 3 ) . العلق ( 96 ) : آيهء 9 .\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\n\r\nتوحيد ذاتى و صفاتى و افعالى\r\nدر اين مقام شايسته است كه به ذكر لطايف و اشاراتى بنا بر برهان قويم صديقان بدان نحو كه آحاد مستقرّ در افق اعلاى تحقيق علمى ، و مستغرق در توحيد ذاتى و صفاتى و افعالى ناطقند ، اكتفا كنيم تا مگر حجاب خفاء از طلعت حقيقت براى طالبان نكته‌سنج و زبان فهم آن ، مرتفع گردد .\r\nبدوا از قرآن كريم كه   إِنَّهُ لَكِتابٌ عَزِيزٌ * لا يَأْتِيهِ الْباطِلُ مِنْ بَيْنِ يَدَيْهِ وَ لا مِنْ خَلْفِهِ تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ   « 1 » و از بيان وسايط فيض الهى و عارفان به لسان وحى الهى مدد مىگيريم ، و سپس باز در پيرامون قرآن و سنّت بحث و تحقيق در مطلب فوق را خاتمه مىدهيم :\r\nالف  أَ لَمْ يَعْلَمُوا أَنَّ اللَّهَ هُوَ يَقْبَلُ التَّوْبَةَ عَنْ عِبادِهِ وَ يَأْخُذُ الصَّدَقاتِ  « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . فصلت ( 41 ) : آيهء 43 .\r\n( 2 ) . التوبه ( 9 ) : آيهء 104 .\r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nدقت بفرماييد با اين كه صدقات را فقرا مىگيرند ، خداوند متعال اخذ را اسناد به خود داده است كه اخذ حق تعالى عين اخذ خلق است « 1 » .\r\nب  إِنَّ الَّذِينَ يُبايِعُونَكَ إِنَّما يُبايِعُونَ اللَّهَ يَدُ اللَّهِ فَوْقَ أَيْدِيهِمْ  « 2 »\r\nدر اين آيهء كريمه خداوند متعال مىفرمايد : كسانى كه با رسول اللّه بيعت كردند ، همانا با خدا بيعت كردند . و دست رسول اللّه كه در هنگام بيعتشان بالاى دست آنان است ، دست خداست كه بالاى دست آنان است ، با اين كه دست رسول اللّه بالاى دست آنها بود .\r\nج  فَلَمْ تَقْتُلُوهُمْ وَ لكِنَّ اللَّهَ قَتَلَهُمْ وَ ما رَمَيْتَ إِذْ رَمَيْتَ وَ لكِنَّ اللَّهَ رَمى  « 3 »\r\nاين آيهء كريمه راجع به غزوهء بدر است . خداوند سبحان مىفرمايد : اى مؤمنان ، شما ، كافران را نكشته‌ايد ، بلكه خدا آنان را كشت ، و اى پيغمبر ، آنچه را كه تو انداختى ، تو نينداختى و لكن خدا انداخت .\r\nدر روز بدر جبرئيل عليه السّلام به رسول اللّه صلّى اللّه عليه و آله گفت : « يك مشت خاك بر گير و آن را بر كافران بينداز . » . وقتى دو فرقه با هم برابر شدند ، رسول اللّه صلّى اللّه عليه و آله به امير المؤمنين عليه السّلام فرمود : « يك مشت از سنگريزه هاى وادى به من ده ! » . امير عليه السّلام يك كف از سنگريزهء آميخته با خاك به رسول اللّه داد . رسول اللّه آن را بر روى كافران بينداخت و گفت : « شاهت الوجوه » .\r\nو به نقل ديگر سه عدد سنگريزه گرفت ، يكى بر سوى راست كافران انداخت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تعليقهء حكيم سبزوارى بر شواهد ربوبيه ، ص 491 ، ط 2 .\r\n( 2 ) . الفتح ( 48 ) : آيهء 11 .\r\n( 3 ) . الأنفال ( 8 ) : آيهء 18 .\r\n","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nو يكى بر سوى چپ آنان و يكى بر پشت سر آنان ، و گفت : « شاهت الوجوه » .\r\nپس آن قوم شكست خوردند .\r\nدر اين آيه با اين كه مؤمنان ، كافران را كشته‌اند ، خداوند مىفرمايد : « خدا آنان را كشته است . » و با اين كه رسول اللّه حصباء راانداخت ، خداوند فرمود :\r\n« آنچه را كه تو انداختى ، تو نينداختى ، خدا انداخت . » .\r\nد  قاتِلُوهُمْ يُعَذِّبْهُمُ اللَّهُ بِأَيْدِيكُمْ  « 1 »\r\nخداوند متعال در اين آيهء كريمه مىفرمايد : اى اهل ايمان ، با مشركان كارزار كنيد ، خدا آنان را به دست شما عذاب مىكند .\r\nتأمل بفرماييد خداوند كه مىخواهد آن قوم را عذاب كند به دست اهل ايمان عذاب مىكند هر چند اين آيهء كريمه در بيان تأحّد وحدت مثل آيات قبل نيست .\r\nابن فنارى در مصباح الانس از فك ختم فص هودى احدى صدر قونوى ، كلامى كامل در آخرين مرحلهء مراتب وحدت مناسب و موافق بحث ما در اين مقام بر اساس توحيد اسلامى آورده است كه به عنوان مزيد بصيرت به صرف نقل آن اكتفا مىكنيم :\r\nو ثمة صنف أعلى ، و من ذوقهم أنّ كلّ سبب و شرط و واسطة ليس غير تعين من تعيّنات الحق ؛ و أنّ فعله الوحداني يعود إليه من حيثية كل تعيّن ، و أنّ من أضيف إليه الفعل ظاهرا يتصل به حكم الفعل و ثمرته بحسب شهوده و معرفته . و نسبته إلى الأصل و أحدية التصرف و المتصرف و انصباغ أفعاله به حكم الوجوب و سرّ سبق القلم و مقتضاه ، و بضعف ذلك أو عدمه و من لم يذق هذا المشهد لم يعرف سرّ قوله تعالى :  وَ ما رَمَيْتَ إِذْ رَمَيْتَ وَ لكِنَّ اللَّهَ رَمى  و لا سرّ قوله تعالى :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . التوبه ( 9 ) : آيهء 15 .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\n إِنَّ الَّذِينَ يُبايِعُونَكَ  الآية ، و لا سرّ قوله صلّى اللّه عليه و آله : « إنّ اللّه قال على لسان عبده :\r\nسمع اللّه لمن حمده . » و لا سرّ قوله : « كنت سمعه و بصره » الحديث ، و لا سرّ قوله الذى دون هذا كلّه :  قاتِلُوهُمْ يُعَذِّبْهُمُ اللَّهُ بِأَيْدِيكُمْ  و لا يعرف من أيّ وجه يصحّ نسبة الأفعال إلى الحق من حيث أصالتها ، و من حيث أحدية جمعها ، و من أي وجه يصح نسبتها إليه و إن تعدّدت . » « 1 »\r\nه  إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلائِكَةُ ظالِمِي أَنْفُسِهِمْ قالُوا فِيمَ كُنْتُمْ  « 2 »\r\nآنان كه ملائكه ارواحشان را قبض مىكنند در حالى كه ستمكار به نفس خود بودند ، ملائكه بديشان گويند : « در چه كار بوديد ؟ » .\r\n الَّذِينَ تَتَوَفَّاهُمُ الْمَلائِكَةُ ظالِمِي أَنْفُسِهِمْ فَأَلْقَوُا السَّلَمَ ما كُنَّا نَعْمَلُ مِنْ سُوءٍ بَلى إِنَّ اللَّهَ عَلِيمٌ بِما كُنْتُمْ تَعْمَلُونَ  « 3 »\r\nكسانى كه ملائكه ارواحشان را قبض مىكنند در حالى كه ستمكار به نفس خود بودند ، پس سر تسليم پيش نهند گويند : « ما بد نكرديم . » . آرى ، بد كرده‌ايد . همانا خداوند به آنچه كرده‌ايد دانا است .\r\n الَّذِينَ تَتَوَفَّاهُمُ الْمَلائِكَةُ طَيِّبِينَ يَقُولُونَ سَلامٌ عَلَيْكُمْ ادْخُلُوا الْجَنَّةَ بِما كُنْتُمْ تَعْمَلُونَ  « 4 »\r\nكسانى كه ملائكه ارواحشان را قبض مىكنند در حالى كه پاكيزه بودند ، ملائكه به آنان مىگويند : « درود بر شما ، داخل بهشت شويد به آنچه كه عمل كرده ايد . » .\r\n قُلْ يَتَوَفَّاكُمْ مَلَكُ الْمَوْتِ الَّذِي وُكِّلَ بِكُمْ  « 5 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ص 62 ، ط 1 .\r\n( 2 ) . النساء ( 4 ) : آيهء 98 .\r\n( 3 ) . النحل ( 16 ) : آيهء 29 .\r\n( 4 ) . النحل ( 16 ) : آيهء 33 .\r\n( 5 ) . السجده ( 32 ) : آيهء 12 .\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\n حَتَّى إِذا جاءَتْهُمْ رُسُلُنا يَتَوَفَّوْنَهُمْ قالُوا أَيْنَ ما كُنْتُمْ تَدْعُونَ مِنْ دُونِ اللَّهِ  « 1 »\r\n وَ لَوْ تَرى إِذْ يَتَوَفَّى الَّذِينَ كَفَرُوا الْمَلائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَ أَدْبارَهُمْ وَ ذُوقُوا عَذابَ الْحَرِيقِ  « 2 »\r\n حَتَّى إِذا جاءَ أَحَدَكُمُ الْمَوْتُ تَوَفَّتْهُ رُسُلُنا وَ هُمْ لا يُفَرِّطُونَ  « 3 »\r\nدر اين آيات و نظاير آنها ، توفى نفوس به ملائكه كه رسل الهىاند و به ملك الموت نيز تعبير شده اند ، اسناد داده شده است و با اين كه خداوند سبحان در اين آيات و نظاير آنها توفّى را به ملائكه نسبت داده است ، در عين حال فرمود :\r\n اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِها  « 4 » و نيز فرمود :  وَ اللَّهُ خَلَقَكُمْ ثُمَّ يَتَوَفَّاكُمْ  « 5 »\r\nپس لازم است كه در جمع مانند اين دو قسم آيات كه نظاير آنها در قرآن كريم بسيار است تدبّر بسزا گردد تا دانسته شود كه در هر موطن ، منشأ اثر و معطى كمال و فاعل على الاطلاق كيست و لا فاعل إلّا اللّه ، و در عين حال نسبت به كثرات كه مظاهر و مجالى و اعيان ثابته و ماهياتند ، محفوظ بوده باشد .\r\n ديده‌اى خواهم كه باشد شه‌شناس * تا شناسد شاه را در هر لباس \r\nاين انسان كامل فانى در توحيد ، حضرت عيسى بن مريم عليه السّلام است كه در عين مشاهدهء كثرت ، غرق در بحر بيكران وحدت هستى است كه مىگويد :  فَلَمَّا تَوَفَّيْتَنِي كُنْتَ أَنْتَ الرَّقِيبَ عَلَيْهِمْ  « 6 »\r\n اين سببها بر نظرها پرده‌هاست * كه نه هر ديدار صنعش را سزاست\r\nديده‌اى بايد سبب سوراخ كن * تا حجب را بر كند از بيخ و بن\r\nتا مسبب بيند اندر لا مكان * هرزه بيند جهد و اسباب دكان \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الأعراف ( 7 ) : آيهء 38 .\r\n( 2 ) . الأنفال ( 8 ) : آيهء 51 .\r\n( 3 ) . الأنعام ( 6 ) : آيهء 62 .\r\n( 4 ) . الزمر ( 39 ) : آيهء 43 .\r\n( 5 ) . النحل ( 16 ) : آيهء 71 .\r\n( 6 ) . المائدة ( 5 ) : آيهء 117 .\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nو در سورهء مباركهء كهف از آيهء 66 تا آيهء 83 ، واقعهء حضرت موسى كليم عليه السّلام و عبدى از عباد اللّه عليه السّلام كه داراى علم لدنّى و به اسرار غيب آگاه بود ، از منطق وحى حكايت شده است . آن عالم به علم لدنّى ، كشتى مردم را بشكست و پسرى بىگناه را بكشت با اين كه تصرف در مال مردم و بخصوص قتل نفس از گناهان بزرگ است ، و خداوند سبحان او را در اين امور مىستايد و سرانجام حكمت او را بيان كرده است . و آن عالم كه خضر زمانش بود هم در آخر مىگويد :\r\n وَ ما فَعَلْتُهُ عَنْ أَمْرِي  .\r\nو از حضرت رسول اللّه صلّى اللّه عليه و آله روايت است كه اگر موسى صبر مىكرد ، هزار عجايب مشاهده مىكرد . در اين آيات بايد جدّا تدبّر و تأمّل شود .\r\nدر اصول كافى كلينى ، رضوان اللّه عليه ، يازده حديث دربارهء انسان كامل است كه در يك يك آنها بايد دقت شود . در حديث هشتم امير المؤمنين على عليه السّلام فرمود : « أنا عين اللّه و أنا يد اللّه و أنا جنب اللّه و أنا باب اللّه . » « 1 »\r\nروايات اين باب ، مصدّق همهء روايات كتاب مشارق الأنوار شيخ اجل جناب حافظ رجب برسى و نيز مصدق بسيارى از خطب و احاديث صعب و مستصعب صادر از خزنهء علم الهى است .\r\nبه اتفاق فريقين با اندك اختلافى در متن حديث از رسول اللّه صلّى اللّه عليه و آله روايت شده است كه خداوند فرمود :\r\nما يتقرّب إليّ عبدي بشيء أحبّ إليّ ممّا افترضته عليه و إنّه ليتقرّب إليّ بالنوافل حتى أحبّه فإذا أحببته كنت سمعه الذي يسمع به و بصره الذي يبصر به و لسانه الذي ينطق به و يده التي يبطش بها إن دعاني أجبته و إن سألني أعطيته .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج 1 ، ص 111 ، باب نوادر كتاب توحيد ( معرب ) .\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nاين در قرب نوافل است ، و در قرب فرائض فرمود :\r\nما يتقرّب إليّ عبدي بشيء أحبّ إليّ ممّا افترضته عليه و ما زال يتقرّب إليّ عبدي بالفرائض حتّى إذا ما أحبّه و إذا أحببته كان سمعي الذي أسمع به و بصري الذي أبصر به و يدي التى أبطش بها .\r\nبرهان الموحدين ، امام امير المؤمنين عليه السّلام در توحيد بارى و احاطهء ذاتى او فرمود : « مع كل شيء لا بمقارنة و غير كلّ شيء لا بمزايلة . » « 1 »\r\nو نيز فرمود : « ليس في الأشياء بوالج و لا عنها بخارج . » « 2 »\r\nو نيز فرمود : « إنّه لبكلّ مكان و في كلّ حين و أوان و مع كلّ إنس و جان . » « 3 »\r\nو نيز فرمود : « هو في الأشياء كلّها غير متمازج بها و لا بائن عنها . » « 4 »\r\nملّا على حكيم نورى در تعليقاتش بر مرحلهء پنجم اسفار در بحث وحدت و كثرت آورده كه :\r\nفي الكافي : « لنا حالات مع اللّه نحن هو و هو نحن » . و قال عليه السّلام : « داخل في الأشياء لا بالممازجة . » .\r\nو رسول اللّه صلّى اللّه عليه و آله فرمود : « رأيت ربّي به عين ربّي . » « 5 »\r\nو ثقة الإسلام الكلينى به اسنادش از ابو بصير از ابو عبد اللّه امام صادق عليه السّلام روايت كرده است كه :\r\nإنّ روح المؤمن لأشدّ اتصالا بروح اللّه من اتصال شعاع الشمس بها . « 6 »\r\n گفت نوح اندر نصيحت قوم را * در پذيريد از خدا آخر عطا\r\nبنگريد اى سركشان من من نيم * من زجان مردم به جانان مىزيم \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نهج البلاغه ، خطبهء اوّل .\r\n( 2 ) . نهج البلاغه ، خطبهء 184 .\r\n( 3 ) . نهج البلاغه ، خطبهء 193 .\r\n( 4 ) . بحار الأنوار ، ج 2 ، ص 201 ، ط 1 به نقل از توحيد صدوق .\r\n( 5 ) . جامع الاسرار ، سيد حيدر آملى ، ص 299 .\r\n( 6 ) . اصول كافى ، ج 2 ، ص 133 ( معرب ) .\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\n چون ز جان مردم به جانان زنده‌ام * نيست مرگم ، تا ابد پاينده‌ام\r\nچون بمردم از حواس بو البشر * حق مرا شد سمع و ادراك و بصر\r\nچون كه من من نيستم اين دم ز هوست * پيش اين دم هر كه دم زد كافر اوست\r\nآن كه او بىنقش و ساده سينه شد * نقشهاى غيب را آئينه شد \r\nدر واقعهء حضرت موسى و خضر عليهما السّلام نكاتى لطيف و مطالبى شريف نهفته است و چون غرض ما از اشارت بدين آيات و روايات ، استيناس اذهان به مطلب امر بين الأمرين است ، از تعرض بحث و كاوش بيشتر اعراض كرده‌ايم .\r\nحكيم محمد بن على ترمذى يكصد و پنجاه سؤال طرح مىكند ، و شيخ عارف عربى صاحب فتوحات آنها را در آخر باب هفتاد و سوم آن نقل كرده و هريك را جواب داده است . سؤال صد و چهل و ششم اين است كه از معنى حديث عظيم « أن للّه عبادا ليسوا بأنبياء يغبطهم النبيون بمقاماتهم و قربهم إلى اللّه تعالى » كه از غرر احاديث است ، مىپرسد و شيخ آن را جواب داده است . آن كه زبان فهم است بدان جا رجوع كند كه بعضى از اسرار اين آيت توان از آن يافت .\r\nابو الفتح محمد بن مطهر گويد :\r\nبدان كه اين همه غلطات و گمراهى و فتنه و ضلالت و بطلان كه روندگان اين راه را در اين راه افتاده است و مىافتد ، از بىعلمى و بىاستادى و بىپيرى افتاده است و مىافتد . در شريعت ، استاد بايد و در طريقت ، پير ، تا اين راه به سر توان برد ؛ باشد كه حقيقت روى نمايد . و اگر به استاد و پير حاجت نبودى ، موسى كليم را ، صلوات اللّه عليه ، پس از تشريف و « كلّم اللّه موسى تكليما » به شاگردى خضر عليه السّلام نفرستادى و موسى ، صلوات اللّه عليه ، نگفتى :\r\n هَلْ أَتَّبِعُكَ عَلى أَنْ تُعَلِّمَنِ مِمَّا عُلِّمْتَ رُشْداً  تا بدانى كه از استاد در شريعت و از پير در طريقت چاره نيست . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . حديقة الحقيقة ، ص 11 و 12 .\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nو شيخ الإسلام عبد اللّه انصارى ، رحمة اللّه عليه ، گفته است كه : « مرغ را چينه بايد و كودك را شير و شريعت را استاد و طريقت را پير . » .\r\nو همو گفته است ، قدّس اللّه روحه ، كه : « دود ، از آتش ، و گرد ، از باد نشان چنان ندهد كه ظاهر از باطن ، و مريد از پير ، و شاگرد از استاد . » .\r\nو در اين راه ، اوّل ، استادى بايد عالم و عامل و ناصح و مشفق تا علم شريعت از وى در آموزد . پس پيرى بايد عالم راه رفته و راه دان تا روش طريقت ، وى را تلقين و تعليم كند . پس اگر حق تعالى و تقدس را در حق سالك لطفى و عنايتى بود ، به سبب ارشاد پير و به بركت تعليم او راه حقيقت بر وى گشاده گرداند نيكو ، و الّا در راه دين و شريعت ، جاهل و نادان باشد كه راه دين بىعلم آن به سر نتوان برد .\r\nز  ما أَصابَكَ مِنْ حَسَنَةٍ فَمِنَ اللَّهِ وَ ما أَصابَكَ مِنْ سَيِّئَةٍ فَمِنْ نَفْسِكَ  « 1 »  وَ ما أَصابَكُمْ مِنْ مُصِيبَةٍ فَبِما كَسَبَتْ أَيْدِيكُمْ  « 2 »\r\nاين‌گونه آيات مىفرمايند كه هرچه خوبى و نيكويى به انسان مىرسد ، از جانب خداوند متعال است و بدى كه به انسان مىرسد ، از خود انسان و از اعمال و كسب دست اوست . در عين حال قرآن مىفرمايد :  وَ إِنْ تُصِبْهُمْ حَسَنَةٌ يَقُولُوا هذِهِ مِنْ عِنْدِ اللَّهِ وَ إِنْ تُصِبْهُمْ سَيِّئَةٌ يَقُولُوا هذِهِ مِنْ عِنْدِكَ قُلْ كُلٌّ مِنْ عِنْدِ اللَّهِ فَما لِهؤُلاءِ الْقَوْمِ لا يَكادُونَ يَفْقَهُونَ حَدِيثاً  « 3 »\r\nدر اين آيت فرموده است همهء حسنه و سيئه من عند اللّه است . و نيز در چند آيه فرموده است :  وَ إِلَى اللَّهِ تُرْجَعُ الْأُمُورُ  و در سورهء مباركهء هود فرمود :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . النساء ( 4 ) : آيهء 80 .\r\n( 2 ) . الشورى ( 42 ) : آيهء 31 .\r\n( 3 ) . النساء ( 4 ) : آيهء 79 .\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\n وَ إِلَيْهِ يُرْجَعُ الْأَمْرُ كُلُّهُ  « 1 »\r\nفي الكافي بإسناده عن ابن أبي نصر قال :\r\nقال أبو الحسن الرضا عليه السّلام قال اللّه : \" يا ابن آدم ! بمشيّتي كنت أنت الذى تشاء لنفسك ما تشاء ، و بقوتي أدّيت فرائضي ، و بنعمتي قويت على معصيتي ، جعلتك سميعا بصيرا قويّا . ما أصابك من حسنة فمن اللّه و ما أصابك من سيّئة فمن نفسك و ذاك أنّي أولى بحسناتك منك و أنت أولى بسيّئاتك منّي و ذاك أنّني لا أسأل عمّا أفعل و هم يسألون \" . « 2 »\r\nو فيه أيضا باسناده عن احمد بن محمد بن ابى نصر ، قال :\r\nقلت لأبي الحسن الرضا عليه السّلام : « أنّ بعض أصحابنا يقول بالجبر ، و بعضهم يقول بالاستطاعة . » . قال : فقال لي : « اكتب ، بسم اللّه الرحمن الرحيم . قال على بن الحسين عليه السّلام قال اللّه عز و جل : \" يا ابن آدم ! بمشيئتي كنت أنت الذي تشاء ، و بقوتي أديّت إلىّ فرائضي ، و بنعمتي قويت على معصيتي ، جعلتك سميعا بصيرا . ما أصابك من حسنة فمن اللّه و ما أصابك من سيئة فمن نفسك . و ذلك أنّي أولى بحسناتك منك و أنت أولى بسيئاتك منّى و ذلك أنّي لا أسأل عما أفعل و هم يسألون قد نظمت لك كل شىء تريد \" . « 3 »\r\nو فيه أيضا بإسناده عن الحسن بن علىّ الوشّاء عن أبي الحسن الرضا عليه السّلام قال :\r\nسألته فقلت : « اللّه فوّض الأمر إلى العباد ؟ » قال : « اللّه أعزّ من ذلك . » . قلت :\r\n« فجبرهم على المعاصي ؟ » قال : « اللّه أعدل و أحكم من ذلك . » قال : ثم قال :\r\n« قال اللّه : \" يا ابن آدم ! أنا أولى بحسناتك منك و أنت أولى بسيّئاتك منّي .\r\nعملت المعاصي بقوّتي التي جعلتها فيك \" . » « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . هود ( 11 ) : آيهء 123 .\r\n( 2 ) . ج 1 ، ص 117 ، حديث 6 ، باب المشيئة و الإرادة .\r\n( 3 ) . ج 1 ، ص 122 ، حديث 12 ، باب الجبر و القدر و الأمر بين الامرين ( معرب ) .\r\n( 4 ) . همان مأخذ ، ص 120 ، حديث 3 .\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nو فيه بإسناده عن معاوية بن وهب قال :\r\nسمعت أبا عبد اللّه عليه السّلام يقول : « إنّ مما أوحى اللّه إلى موسى عليه السّلام و أنزل عليه في التوراة : \" إنّى أنا اللّه لا إله الّا أنا خلقت الخلق و خلقت الخير و أجريته على يدى من أحبّ فطوبى لمن أجريته على يديه و أنا اللّه لا إله إلا أنا خلقت الخلق و خلقت الشرّ و أجريته على يدي من أريده فويل لمن أجريته على يديه \" » . « 1 »\r\nو به همين مضمون دو حديث ديگر .\r\nو فيه بإسناده عن حفص بن قرط عن أبي عبد اللّه عليه السّلام ، قال :\r\nقال رسول اللّه صلّى اللّه عليه و آله : « من زعم أنّ اللّه يأمر بالسوء و الفحشاء ، فقد كذب على اللّه . و من زعم أنّ الخير و الشر به غير مشيئة اللّه فقد أخرج اللّه من سلطانه ؛ و من زعم أنّ المعاصي به غير قوة اللّه ، فقد كذب على اللّه و من كذب على اللّه ، أدخله النار » . « 2 »\r\nو فيه بإسناده عن إسماعيل بن جابر ، قال :\r\nكان في مسجد المدينة رجل يتكلم في القدر و الناس مجتمعون . قال : قلت : « يا هذا أسألك ؟ » . قال : « سل ! » . قلت : « يكون في ملك اللّه تبارك و تعالى ما لا يريد ؟ » . قال : فأطرق طويلا ثم رفع رأسه إليّ فقال لي : « يا هذا لئن قلت إنّه يكون في ملكه ما لا يريد إنّه لمقهور و لئن قلت لا يكون في ملكه إلّا ما يريد أقررت لك بالمعاصي » . قال : فقلت لأبي عبد اللّه عليه السّلام : « سألت هذا القدري فكان من جوابه كذا و كذا . » . فقال : « لنفسه نظر ، أما لو قال غير ما قال لهلك . » « 3 »\r\nو فيه عن هشام بن سالم عن أبي عبد اللّه عليه السّلام قال :\r\nاللّه أكرم من أن يكلّف الناس ما لا يطيقون و اللّه أعزّ من أن يكون في سلطانه ما لا يريد . « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . همان مأخذ ، ص 118 ، حديث 1 ، باب الخير و الشر .\r\n( 2 ) . همان مأخذ ، ص 121 ، حديث 6 و 7 .\r\n( 3 ) . همان مأخذ ، ص 121 ، حديث 6 و 7 .\r\n( 4 ) . همان مأخذ ، ص 122 ، حديث 14 .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nو فيه بإسناده عن حمزة بن حمران قال :\r\nسألت أبا عبد اللّه عليه السّلام عن الاستطاعة ، فلم يجبني . فدخلت عليه دخلة أخرى فقلت : « أصلحك اللّه إنّه قد وقع في قلبي منها شيء لا يخرجه إلّا شيء أسمعه منك . » . قال : « فإنّه لا يضرك ما كان في قلبك . » . قلت : « اصلحك اللّه إنّي أقول إنّ اللّه تبارك و تعالى لم يكلّف العباد ما لا يستطيعون و لم يكلّفهم إلّا ما يطيقون و إنّهم لا يصنعون شيئا من ذلك إلّا بإرادة اللّه و مشيئته و قضائه و قدره . » . قال : فقال : « هذا دين اللّه الذي أنا عليه و آبائي . » . أو « كما قال . »\r\nمن عيون اخبار الرضا عليه السّلام :\r\nو قد ذكر عنده الجبر و التفويض . فقال : « ألا أعطيكم في هذا أصلا لا تختلفون فيه و لا يخاصمكم عليه أحد إلا كسرتموه ؟ » . قلنا : « إن رأيت ذلك . » . فقال :\r\n« إنّ اللّه عزّ و جلّ لم يطع بإكراه و لم يعص بغلبة و لم يهمل العباد في ملكه و هو المالك لما ملكهم و القادر على ما أقدرهم فإن ائتمر العباد بطاعته لم يكن اللّه عنها صادّا و لا منها مانعا ، و ان ائتمروا بمعصية فشاء أن يحول بينهم و بين ذلك فعل ، و ان لم يحل و فعلوه فليس هو الذي أدخلهم فيها . » ثم قال : « من ضبط حدود هذا الكلام فقد خصّم من خالفه » .\r\nعالم بزرگوار مرحوم محمد دهدار ، قدّس سرّه العزيز ، در رسالهء كريمهء قضا و قدر كه الحق در موضوع خود عزيز النظير است ، فرموده است :\r\nبايد دانست كه هر كس كه انسان را در فعل خود چون جماد مىداند در حركتش آن كس جماد است نه انسان ، چه انسان در مرتبهء وجود نزد علم و اعتقاد خود است و وجود و اختيار بر فعل ، در انسان بديهى است . و آن كس كه انسان را در فعل خود ، خالق مطلق العنان مىداند و اعتقاد مىكند كه فعل او من جميع الوجوه به او مفوض است ، اعتقادش در توحيد ناقص و نادرست است . آيا آيات قرآنى را نخوانده و همين يك آيهء كريمه كافى است كه   وَ أَسِرُّوا قَوْلَكُمْ أَوِ اجْهَرُوا بِهِ إِنَّهُ عَلِيمٌ بِذاتِ الصُّدُورِ * أَ لا يَعْلَمُ مَنْ خَلَقَ  \r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\n  وَ هُوَ اللَّطِيفُ الْخَبِيرُ   « 1 » . با آن كه قول را اضافه فرموده ، وجودش را به جانب قدس خود حواله داده است . و از جملهء احاديث همين دعا كافى است كه نزد خروج از خلا بايد خواند كه « الحمد للّه الذى أذهب عنّي الأذى و عافاني . » .\r\nو نيز در آيات كريمهء قرآنيه آمده است كه :\r\n*  وَ خَلَقَ كُلَّ شَيْءٍ  « 2 »\r\n*  وَ خَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيراً  « 3 »\r\n*  إِنَّا كُلَّ شَيْءٍ خَلَقْناهُ بِقَدَرٍ  « 4 »\r\n*  ذلِكُمُ اللَّهُ رَبُّكُمْ لا إِلهَ إِلَّا هُوَ خالِقُ كُلِّ شَيْءٍ فَاعْبُدُوهُ  « 5 »\r\n*  قُلِ اللَّهُ خالِقُ كُلِّ شَيْءٍ وَ هُوَ الْواحِدُ الْقَهَّارُ  « 6 »\r\n*  اللَّهُ خالِقُ كُلِّ شَيْءٍ وَ هُوَ عَلى كُلِّ شَيْءٍ وَكِيلٌ  « 7 »\r\n*  ذلِكُمُ اللَّهُ رَبُّكُمْ خالِقُ كُلِّ شَيْءٍ لا إِلهَ إِلَّا هُوَ  « 8 »\r\n*  وَ اللَّهُ خَلَقَكُمْ وَ ما تَعْمَلُونَ  « 9 »\r\n*   أَسِرُّوا قَوْلَكُمْ أَوِ اجْهَرُوا بِهِ إِنَّهُ عَلِيمٌ بِذاتِ الصُّدُورِ * أَ لا يَعْلَمُ مَنْ خَلَقَ وَ هُوَ اللَّطِيفُ الْخَبِيرُ   « 10 »\r\n*  هَلْ مِنْ خالِقٍ غَيْرُ اللَّهِ  « 11 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الملك ( 67 ) : آيهء 14 - 15 .\r\n( 2 ) . الانعام ( 6 ) : آيهء 102 .\r\n( 3 ) . الفرقان ( 25 ) : آيهء 3 .\r\n( 4 ) . القمر ( 54 ) : آيهء 50 .\r\n( 5 ) . الانعام ( 6 ) : آيهء 103 .\r\n( 6 ) . الرعد ( 13 ) : آيهء 17 .\r\n( 7 ) . الزمر ( 39 ) : آيهء 63 .\r\n( 8 ) . الغافر ( 40 ) : آيهء 63 .\r\n( 9 ) . الصافات ( 37 ) : آيهء 97 .\r\n( 10 ) . الملك ( 67 ) : آيهء 14 - 15 .\r\n( 11 ) . فاطر ( 35 ) : آيهء 4 .\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nدر اين آيات و روايات به دقّت تأمل و تدبر بفرماييد :\r\n1 . مىبينيد كه خلق و ايجاد افعال ، مطلقا ، از خداوند متعال است و مؤثرى در وجود جز او نيست . اين توحيد افعال است كه موحّد بعد از توحيد ذات و توحيد صفات ، به توحيد افعال ايمان دارد كه : « لا إله إلّا اللّه وحده وحده وحده » .\r\nو بروز و صدور هر اثرى را از ذات حق مىداند و بس كه موجد و خالق آن است .\r\nو در عين حال ، نسبت افعال را به مخلوق حفظ مىكند و به قول دهدار : با آن كه خداوند متعال قول را به اشخاص اضافه كرد كه فرمود : « قولكم » ، در عين حال خلق و ايجاد قول را به جانب قدس خود حواله داده است كه فرمود : « ألا يعلم من خلق » ، يعنى آيا آن كسى كه قول شما را خلق كرده است بدان دانا نيست ؟\r\n گرچه قرآن از لب پيغمبر است * هر كه گويد حق نگفت ، او كافر است \r\n2 . و مىبينيد كه خداوند متعال در آيهء 79 نساء فرمود : حسنه و سيّئه ، همه از جانب قدس او است :  قُلْ كُلٌّ مِنْ عِنْدِ اللَّهِ  و لطافت و حلاوت ذيل آن آيه را ادراك مىكنيد كه فرمود :  فَما لِهؤُلاءِ الْقَوْمِ لا يَكادُونَ يَفْقَهُونَ حَدِيثاً  .\r\n3 . و مىبينيد كه امام هشتم عليه السّلام در آن حديث فرمود كه خداوند متعال فرمود :\r\n« اى پسر آدم ! تو ، معاصى را به قوهء من كه در تو نهاده‌ام عمل كرده‌اى . » .\r\n4 . و مىبينيد كه امام صادق عليه السّلام فرمود : خداوند به موسى كليم عليه السّلام در تورات وحى فرستاد كه « لا إله إلّا أنا خلقت الخلق و خلقت الخير و خلقت الشر » .\r\n5 . و مىبينيد كه رسول اللّه صلّى اللّه عليه و آله در آن حديث فرمود : هر كه گمان كند خير و شر به غير مشيّت خداوند است ، خداوند را از سلطانش به در برد .\r\nو همچنين در روايات ديگر كه آورده ايم و چه بسيار روايات از اين قبيل در جوامع روائى عامه و خاصه آمده است كه ما به عنوان نمونه برخى از آنها را در اين جا تبركا و تيمنا نقل كرده‌ايم .\r\n6 . و مىبينيد در آياتى كه اخيرا نقل كرده‌ايم ، خداوند تعالى خالق كل شيء است .\r\n7 . و مىبينيد در دعائى كه محمّد دهدار نقل كرده است ، در حال خروج از\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nخلا گوينده مىگويد : « الحمد للّه الذي أذهب عنى الأذى و عافاني » .\r\nدر بحار آمده است كه :\r\nفقه الرضا عليه السّلام : « إذا دخلت الغائط فقل : \" أعوذ باللّه من الرجس النجس الخبيث المخبث الشيطان الرجيم \" فإذا فرغت فقل : \" الحمد للّه الذي أماط عنّي الأذى و هنّأني طعامي و عافاني من البلوى \" . » « 1 »\r\nبا اين كه « أذى » يعنى پليدى را قوهء دافعه دفع كرده است ، ولى قوهء دافعه خود از شؤون نفس است كه « النفس في وحدته كل القوى » . پس اذى را نفس دفع كرده است با اين كه اسناد به قوهء دافعه داده مىشود ، و در عين حال « الحمد للّه الذي أذهب عنّي الأذى و عافاني » كه فعل نفس در طول فعل اللّه است كه اذن اللّه در سرّ هر موجود و در فعل و اثر هر مؤثر تكوينا نهفته است و هيچ اثرى نيست مگر اين كه به اذن اللّه است و لا مؤثر فى الوجود إلّا اللّه . فافهم !\r\n بر در شاهى گدائى نكته‌اى در كار كرد * گفت بر هر خوان كه بنشستم خدا رزاق بود \r\nهيچ حول و قوه‌اى نيست مگر اين كه از خداوند متعال است ؛ « لا حول و لا قوة إلا باللّه » . اگر چه قيام و قعود ، منسوب به ماست ، چنان كه نماز ما را به اين حقيقت سوق مىدهد كه : « بحول اللّه و قوته أقوم و أقعد » . و در ركوع كه گفته‌اى : « سبحان ربي العظيم و بحمده » ، در همان موطن لبيك مىشنوى كه : « سمع اللّه لمن حمده » .\r\nناصر الدين شاه قاجار در سفر خراسان به سبزوار كه رسيد به زيارت حكيم ربانى جناب متألهء سبزوارى حاج ملا هادى اسرار ، مشرف شده است و از آن فيلسوف الهى مىخواهد كه كتابى به فارسى در مبدأ و معاد براى وى تأليف كند .\r\nحاجى ، أسرار الحكم را براى او نوشت چنان كه در اوّل أسرار الحكم بدان اظهار داشته است كه : « به داعى فرمودند كه كتابى تأليف كنم به فارسى در مبدأ و معاد مشتمل بر اسرار توحيد . به امتثال مبادرت نموده و راه اطاعت پيموده » الخ .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج 18 ، ص 42 ، باب آداب خلا ، ط 1 .\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nو نيز شاه از آن جناب پرسيد : مقصود مولوى از اين شعر چيست ؟\r\n ما همه شيران ولى شير علم * حمله مان از باد باشد دم به دم \r\nدر جواب فرمودند كه : « لا حول و لا قوة إلا باللّه » را ترجمه مىكند .\r\nباز اين شاه كه تا بدين حدّ اظهار عالم دوستى و علم پرورى كرده است .\r\n8 . و مىبينيد در احاديث نامبرده ، خداوند متعال مىفرمايد : « يا ابن آدم أنا أولى بحسناتك منك و أنت أولى بسيّئاتك منّي . » .\r\nدر تعبير كلام دقت بفرماييد كه حسنه را ، هم به خود نسبت مىدهد و هم به ابن آدم ، ولى مىفرمايد : من به حسنات تو اولى از تو هستم . و همچنين سيئه را ، ولى مىفرمايد : تو به سيّئات خود از من اولائى .\r\nدر اين باره مثالى را كه در رسائل بعضى از ابناى تحقيق ديده‌ام بازگو كنم تا به سرّ مطلب امر بين أمرين كه اماميه در اين اعتقاد متفرّدند و به ارشاد ائمه‌شان اهل بيت عصمت و وحى هدايت يافته‌اند ، بهتر آگاهى حاصل شود :\r\nخورشيد چون بر ديوار بتابد ، ديوار هم به پرتو خورشيد روشن است و هم به تابيدن خورشيد سايه مىدهد . آن كس كه نظر بر ديوار دارد و از خورشيد بىخبر است گمان برد كه پرتو ديوار از خود ديوار است و بخصوص اگر بالفرض خورشيد بر يك حال و در يك جا ساكن بودى به جز اوحدى از اهل بينش ، گمان عامهء مردم بر اين بود كه در و ديوار به خود روشنند . به قول شريف و لطيف عارف شبسترى :\r\n اگر خورشيد در يك حال بودى * شعاع او به يك منوال بودى\r\nندانستى كسى كاين پرتو از اوست * نبودى هيچ فرق از مغز تا پوست\r\nجهان ، جمله فروغ نور حق دان * حق اندر وى ز پيدايى است پنهان\r\nچو نور حق ندارد نقل و تحويل * نيايد اندر او تغيير و تبديل\r\nتو پندارى جهان خود هست دائم * به ذات خويشتن پيوسته قائم « 1 » \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . شرح لاهيجى ، ص 53 .\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nو آن كس كه نظر بر خورشيد دارد ، داند كه نور ديوار از خورشيد است اگرچه روشنى به ديوار انتساب دارد كه براستى ديوار روشن است و در اين انتساب شكّى نيست و بديهى و ضرورى است ، ولى روشنى او از خورشيد است .\r\nهمچنان كه گفته‌ايم قيام و قعود به ما منسوبند ، ولى حول و قوّت از خداوند است و نيز چنان كه اشارت كرده‌ايم ، ايجاد ضحك و بكاء فقط از خداوند است كه : « إنّه هو أضحك و أبكى » ، ولى ضاحك و باكى ، زيد و عمروند . به قول شيخ اجل سعدى :\r\n گر چه تير از كمان همى گذرد * از كماندار بيند اهل خرد \r\nاين بيت اشارت به قول حق تعالى است كه فرمود :  وَ ما رَمَيْتَ إِذْ رَمَيْتَ وَ لكِنَّ اللَّهَ رَمى  « 1 » ، همچنان كه عارف رومى در اوايل دفتر اول مثنوى بدان تصريح كرده است كه :\r\n تو ز قرآن باز خوان تفسير بيت * گفت ايزد « ما رميت إذ رميت »\r\nگر بپرّانيم تير ، آن نى ز ماست * ما كمان و تيراندازش خداست\r\nاين نه جبر اين معنى جبّارى است * ذكر جبّارى براى زارى است \r\nبارى ، ديوار مىگويد من روشنم و راست مىگويد ، ولى روشنى براى او بالذات نيست بلكه بالعرض است ؛ چه اين كه ديوار روشن نبود و روشنى بر او عارض شد و عقل مىگويد : « ما بالعرض ينتهى إلى ما بالذات » . و به قول جناب مير فندرسكى :\r\n هر چه عارض باشد او را جوهرى بايد نخست * عقل بر اين دعوى ما شاهد يكتاستى\r\nجان اگر نه عارضستى زير اين چرخ كبود * اين بدنها نيز دائم زنده و برپاستى \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الانفال ( 8 ) : آيهء 18 .\r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nو نيز عارف رومى در اين مقام نيكو گفته است كه :\r\n گرچه آهن سرخ شد او سرخ نيست * پرتو عاريت آتش زنى است\r\nگر شود پر نور روزن يا سرا * تو مدان روشن مگر خورشيد را\r\nور در و ديوار گويد روشنم * پرتو غيرى ندارم اين منم\r\nپس بگويد آفتاب اى نارشيد * چون كه من غارب شوم آيد پديد\r\nسبزه ها گويند ما سبز از خوديم * شاد و خندانيم و بس زيبا خديم\r\nفصل تابستان بگويد كاى امم * خويش را بينيد چون من بگذرم\r\nتن همىنازد به خوبى و جمال * روح پنهان كرده فرّ و پرّ و بال\r\nگويدش كاى مزبله تو كيستى * يك دو روز از پرتو من زيستى\r\nغنج و نازت مىنگنجد در جهان * باش تا كه من شوم از تو جهان\r\nگرم دارانت تو را گورى كنند * كش كشانت در تك گور افكنند\r\nتا كه چون در گور يارانت كنند * طعمهء موران و مارانت كنند\r\nبينى از گند تو گيرد آن كسى * كه به پيش تو همىمردى بسى\r\nپرتو روح است نطق و چشم و گوش * پرتو آتش بود در آب جوش \r\nو باز مىبينيم كه ديوار سايه داده است ، و هر كس مىداند كه اين سايه به ديوار قائم است ؛ چه ، سايه از خود وجود فى ذاته ندارد و سايهء ديوار از شمس صادر نشد چنان كه نور ديوار از شمس صادر شد ، ولى اگر خورشيد بر ديوار نمىتابيد سايه وجود نمىيافت . پس خورشيد اگر چه بالذّات به ديوار سايه نداده بلكه بالذّات به او نور داده است ، ولى وجود سايه به اشراق خورشيد است . پس ديوار بالذات روشنى ندارد و بالعرض روشن است كه روشنى از شمس است . و نيز ديوار بالذات سايه نداده است اگر چه سايه از ناحيهء او است كه سايهء وى از تابيدن خورشيد است . پس در وجود نور ديوار و در وجود سايهء ديوار مطلقا سلطان شمس حكمفرما است ، و سلطان شمس را نتوان از وجود سايهء ديوار برداشت اگر چه سايه از ناحيهء ديوار است .\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nحال بدان كه به مثل ، نور شمس ، حسنه است و سايهء ديوار ، سيّئه . شمس به ديوار مىگويد : اگر چه تو روشنى ، ولى أنا أولى بنورك منك . و نيز به ديوار مىگويد : اگر چه ظهور سايهء تو نيز از من است ، ولى أنت أولى بظلّك منّي . و نيز به ديوار مىگويد : ما أصابك من نور فمن الشمس ، و ما أصابك من ظلّ فمن نفسك .\r\nبدين تحقيق و تمثيل معنى امر بين الامرين و منزلة بين المنزلتين روشنتر شده است كه هم ، جبر ، باطل است و هم تفويض ، و حق ، منزلة بين المنزلتين و امر بين الأمرين است .\r\nجبرى ، با ديدهء راست كج ، و قدرى با ديدهء چپ كج ديده‌اند . و قائل به منزلة بين المنزلتين با دو ديدهء راست راست بينش گويد : « ما أصابك من حسنة فمن اللّه و ما أصابك من سيئة فمن نفسك . » . و در عين حال موقن است كه : كل من عند اللّه .\r\nو گويد : اللّه تعالى أولى بحسناتنا منّا و نحن أولى بسيئاتنا منه .\r\n راست بين از نظر راست به مقصود رسيد * احول از چشم دو بين در طمع خام افتاد \r\n( حافظ )\r\nو بدانچه در مثال خورشيد و ديوار گفته‌ايم در كريمهء   أَ لَمْ تَرَ إِلى رَبِّكَ كَيْفَ مَدَّ الظِّلَّ وَ لَوْ شاءَ لَجَعَلَهُ ساكِناً ثُمَّ جَعَلْنَا الشَّمْسَ عَلَيْهِ دَلِيلًا * ثُمَّ قَبَضْناهُ إِلَيْنا قَبْضاً يَسِيراً   « 1 » ، دقت شود و معنى آن دريافت گردد .\r\nو نيز از مثال مذكور دانسته مىشود كه مشيّت عبد مر حسنه را بالذات ، از مشيت خداوند است مر حسنه را بالذات ، و مشيت عبد مر سيئه را بالذات ، از مشية اللّه است مر آن سيئه را بالعرض .\r\nمثالى ديگر در توضيح مرام كه از جهتى در افادهء مطلب مذكور دلنشينتر است و آن اين كه : عامهء مردم شمس و قمر هر يك را به استقلال نيّر دانند ، و از لسان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الفرقان ( 25 ) : آيهء 46 - 47 .\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nارباب فضل و قلم هم مىشنوى و مىبينى كه شمس و قمر را نيّرين گويند ، حتى در كتب هيئت و نجوم نيز از شمس و قمر تعبير به نيّرين مىشود ، بلكه ظاهرا اين تعبير از اهل هيئت و نجوم شايع شده است .\r\nچون شب به نور ماه روشن است ، در بادى نظر گمان مىرود كه روشنى از خود ماه به زمين رسيده است . و كسى كه از واقع خبر دارد مىداند كه نور قمر نيز از شمس است ؛ يعنى شب هم چون روز به نور شمس روشن است . و قمر به مثل چون آئينه‌اى است كه در درون خانه نصب است و شمس چراغى است كه از بيرون خانه مواجه با آئينه است و نور چراغ در آن آئينه منعكس مىشود و در صحن خانه مىتابد . آن كه از بيرون خانه بىخبر است ، پندارد كه اين روشنايى از آئينه است .\r\nو به اين بيان سرّ گفتار حضرت وصى امير المؤمنين على عليه السّلام در دعاى صباح دانسته مىشود كه فرمود : « و جعلت الشمس و القمر للبريّة سراجا وهاجا ؛ يعنى خدايا ، خورشيد و ماه را براى خلق ، چراغ فروزان گردانيدى » كه نفرمود : « دو چراغ فروزان » و به تازى نگفت : « سراجين وهّاجين » .\r\nغرض اين كه اگر كسى بگويد ماه روشن نيست و نور ندارد و شب را روشن نكرد ، نادرست است ؛ زيرا ، بالبداهه ماه است كه روشن است و روشن كرد .\r\nدر عين حال اگر بگويد نور مستقلا از ذات او است ، باز نادرست است كه نور قمر مستفاد از شمس است .\r\nو اگر بگويد خورشيد است كه شب را روشن كرد بدون واسطه ، باز نادرست است ، گرچه نور ، نور خورشيد است .\r\nاين مثال در ايضاح امر بين الامرين و منزلت بين المنزلتين نيك به جا افتاده است .\r\nعلماى اماميه به اختلاف مقال و مقام در ردّ جبر و تفويض و توضيح امر بين الامرين و قبول فيض كردن قوابل به اختلاف قابليتشان مثالهاى گوناگون\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nآورده‌اند و بسيارى از آنها صورت خطابى و اقناعى دارند :\r\nاز هداية الطالبين مثل خواجه و غلام و رف و دو كاسهء آب و شراب و بلند كردن خواجه غلام را و نهى كردن از اخذ كاسهء شراب و تمرّد غلام بود تا آخر .\r\nاز شمع اليقين تربيت كردن مربّى اسبان و اختلاف احوال اسبان گوناگون پذيرفتن مشق و تعليم آنها بود تا آخر .\r\nاز بعضى از رسائل علمى مثال شمس و ديوار بود .\r\nاين بنده از شمس و قمر مثل زده است .\r\nمرحوم استادم علامهء شعرانى ، قدس سره الشريف ، فرموده است :\r\nبايد عمل مردم را به عمل لشكريانى تشبيه كرد كه رئيس لشكر آنها را به جنگ وامىدارد و آنها به اختيار خود فرمان رئيس مىبرند و شهرى مىگشايند و دشمن را مىشكنند و همه مستحق اجر و انعامند ، هم رئيس و هم لشكريان . « 1 »\r\nو مرحوم استادم ، علامه حاج ميرزا احمد آشتيانى ، قدس سرّه العزيز ، فرموده است :\r\nمقصود از توكل اين نيست كه سعى و كوشش در امور و تحصيل اسباب و شرايط عادى آنها ننمايد و تدبير و فكر دربارهء آنها را يكسره به كنار بگذارد ، بلكه امور نامبرده و هرچه را كه حوائج بر آن توقّفى دارد ، بايد انجام دهد و اعتماد و اطمينان شخص در رسيدن به مقصود و حاجت خود ، تنها به خدا و فضل او باشد .\r\nو حكايت شكايت صاحب مزرعه از شتردارى به پيغمبر صلّى اللّه عليه و آله و پرسش حضرت كه : « به چه جهت شتر خود را عقال ننمودى و پابند نزدى ؟ » و جواب آن مرد كه عرض كرد : « توكل من باعث شد كه پابند نزدم . » و فرمايش حضرت به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . شرح تجريد ، ص 429 ، ط 1 .\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nآن مرد كه : « عقال نما و پابند بزن شتر خود را پس از آن توكل نما ( اعقلها ثم توكل ) و با توكل زانوى اشتر ببند » مطلب را كاملا روشن و واضح مىنمايد . « 1 »\r\nو از آنچه در اين مقام ، مختصرا ذكر شد مراد از حديث « لا جبر و لا تفويض بل أمر بين الأمرين » ظاهر مىشود ؛ زيرا ، سعى در تحصيل مقدّمات و شرايط و اسباب در عهدهء انسان است ، پس جبر نيست و رسيدن به مقصود و مطلوب بسته به مشيّت و فضل خداوند است و به كوشش آدمى نيست ؛ چون تفويض ، يعنى خدا امور را به بندگان واگذار نموده است ، معنى ندارد .\r\nو دهدار در آخر رسالهء قضا و قدر پس از رد جبرى و قدرى و اثبات امر بين الامرين به برهان گويد :\r\nو عاقل را همين قدر كفاف است ، ليكن به جهت ثبات اعتقاد در تحقيق اين مسأله ، دو مثل عامى بگوييم :\r\nاگر بينى كه برادر تو دست و پاى غلام بسته و مىگويد كه : « برو آن مرغ را بگير و گرنه تو را مىزنم . » ، البته از برادر خود اين عمل نمىپسندى و او را به جنون يا ظلم نسبت مىدهى ، پس چگونه نسبت چنين امرى به جناب قدس الهى توان نمود ؟\r\nديگر اتفاق خلق عالم بر اين است كه ياقوت [ مستعصمى 
  ] استاد است در خط ، و كسى چون او نيست در خوش‌نويسى . اكنون اگر در اصول ثمانيه قصورى باشد ، آن از جانب قلم است ؛ چون تيزى و كندى و ناهموارى خط تعلق به قلم دارد البته . پس اگر در خط ياقوت ، ناهموارى شود از قلم است كه در آن وقت همان قلم ممكن الحصول بوده است .\r\nسيد حيدر آملى در جامع الأسرار و همچنين صدر المتألّهين در رسالهء خلق الأعمال در اين موضوع كه رد جبر و تفويض و اثبات امر بين الامرين است به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . طرائف الحكم ، ج 1 ، ص 354 .\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nفعل نفس و صدور افعال از قواى او مثال زده‌اند كه : « من عرف نفسه فقد عرف ربه . » . و در اين باره شيخ عارف محيى الدين عربى را در مواضع عديده دو كتاب عظيم الشأن فتوحات و فصوص بياناتى بسيار لطيف و دقيق است .\r\nبدان كه امر بين الامرين و منزلة بين المنزلتين چنان كه تذكر داده‌ايم به توحيد فعلى اشارت دارد و در عين حال كه فعل به حسب وجود و ايجاد ، مطلقا به علة العلل و مسبب الاسباب و مبدىء المبادى عز و جل تعلق دارد نسبت به كثرات در هر موطن و محلى محفوظ است .\r\nدر مباحث گذشته دانسته‌ايم كه : « النفس في وحدته كل القوى » ، يعنى جميع قواى در مملكت وجود يك انسان ، همه شأنى از شؤون نفس ناطقه و مظهر و مجلائى از بروز و ظهور اويند كه نفس همچنان كه در مقام قوت عاقله ، عاقله و در مقام ما فوق آن ، آن مقام ما فوق عاقله است ، همين حقيقت در مرتبهء قوهء لامسه نيز هست كه يك حقيقت واحد از مقام فوق التجرد و ظل الوحدة الحقّهء واجب الوجودى تا مراتب كثرات قواى منبثّ در بدن است كه نفس اصل محفوظ در جميع قوا است و قوام و تحقق و وجود آنها به دو است و نيستند مگر تطورات وجودى و تجليات ظهورى نفس كه به لحاظى مقام وحدت در كثرت و به لحاظى مقام كثرت در وحدت است . و به عبارت ديگر مقام شهود مجمل در مفصّل و مقام شهود مفصّل در مجمل است و چون نفس ، ذات مراتب است و جميع قوا از مراتب اوست نه آن كه استقلال وجودى داشته باشند و نه آن كه انتساب افعال بدانها مطلقا مسلوب بوده باشد ، پس جميع افعال آنها به طور حقيقت صادر از نفس است و خود قوا و افعال آنها فانى در نفس و فعل اويند و در عين حال افعال نفس از مجالى آن قوا بدانها نيز منسوب است .\r\n النفس في وحدته كلّ القوى * و فعلها في فعله قد انطوى \r\nو به قول شيخ عارف محيى الدين در فتوحات :\r\nالنفس الناطقة هي العاقلة و المفكرة و المتخيلة و الحافظة و المصورة و المغذية و المنمية\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nو الجاذبة و الدافعة و الهاضمة و الماسكة و السامعة و الباصرة و الطاعمة و المستنشقة و اللامسة و المدركة لهذه الأمور . فاختلاف هذه القوى و اختلاف الأسماء ليست بشىء زائد عليها بل هي عين كلّ صورة . « 1 »\r\nروشنتر بگوييم : يك انسان ، همهء افعال خود را به خود نسبت مىدهد و خود يك حقيقت بيش نيست ؛  ما جَعَلَ اللَّهُ لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفِهِ  « 2 » . و مىگويد :\r\n« من فكر كردم » ، « من خيال كردم » ، « من ديدم » ، « من بوييدم » ، « من گرفتم » ، « من شنيدم » ، « من گفتم » ، « من رفتم » و همچنين در ديگر افعال ، با اين كه همهء افعال از يك حقيقتند ، در مقام ظهور فعل نفس در مظاهر نفس كه مقام كثرت است ، موطن هر فعلى از موطن فعل ديگر ، متعين و متميز است و به حسب نظر سطحى و عامى از يكديگر جدايند ، به اين معنى كه اگر چه گوينده مىگويد : « من شنيدم و من ديدم » و درست است كه هر دو فعل از يك حقيقت صادر است ، ولى شنيدن منسوب به گوش است و ديدن به چشم ، و در عين حال اين انتساب به چشم و گوش در طول انتساب به نفس است نه اين كه باصره از نفس بريده باشد ، بلكه مرتبه‌اى از مراتب اوست و نفس است كه در موطن باصره مىبيند .\r\nو همچنين گوينده مىگويد : « من گرفتم و من رفتم » ، ولى گرفتن ، در عالم شهادت ، منتسب به دست است و رفتن ، به پا ، امّا گيرنده و رونده در عالم غيب ، نفس است . و همچنين در فعل تعقل و تخيل و ديگر افعال منتسب به قواى نفس كه :\r\n پرتو روح است نطق و چشم و گوش * پرتو آتش بود در آب جوش \r\nو همچنان كه اين افعال در طول نفس قرار گرفته‌اند ، فعل نفس هم كه وحدت حقّهء ظليه دارد در طول فعل حقيقة الحقائق است كه وحدت حقهء حقيقيه دارد و نفس مظهرى از مظاهر و اسمى از اسماى علياى او است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . حاشيهء منظومه ، ص 309 .\r\n( 2 ) . الاحزاب ( 33 ) : آيهء 5 .\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\n موحد را كه وحدت در شهود است * نخستين نظره بر نور وجود است \r\n« لا حول و لا قوة الا باللّه » ، « هو الأوّل و الآخر و الظاهر و الباطن » ، « قل كل من عند اللّه » ، « الحمد للّه الذي أذهب عنّي الأذى و عافاني » ، « لا إله إلا اللّه وحده وحده وحده » و به همين بيان در افعال ديگر موجودات .\r\nو بدانچه گفته‌ايم يكى از حقايق كريمهء  سَنُرِيهِمْ آياتِنا فِي الْآفاقِ وَ فِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ  « 1 » معلوم شده است .\r\nحالا در اين گفتار تأمل بفرماييد تا بدانيد آن كه جبرى مىگويد كه : « اصلا فعل به مخلوق انتساب ندارد » ، ناصواب است و آن كه قدرى مىگويد كه :\r\n« مخلوق ، در افعال خود مستقلند » هم ناصواب است . و صواب آن است كه بازگو كرده‌ايم تا بدانى آن كه از امام بحقّ ناطق امام صادق عليه السّلام از قضا و قدر سؤال شده در جواب فرمود : « لا جبر و لا تفويض و لكن امر بين الامرين » حق است ؛  وَ تِلْكَ الْأَمْثالُ نَضْرِبُها لِلنَّاسِ وَ ما يَعْقِلُها إِلَّا الْعالِمُونَ  « 2 »\r\nو به قول خواجه در فصل اول باب پنجم أوصاف الأشراف كه در توكل است :\r\n« اين ، بغايت دقيق باشد و جز به رياضت قوهء عاقله بدان مقام نتوان رسيد . » .\r\nبدان كه از آنچه در معرفت نفس گفته‌ايم كه حقيقت واحده ذات مراتب است و همهء قوا از شوؤن اوست و هويات آنها وجود اوست و افعال آنها و جودا صادر از نفس و به ايجاد اوست ، دانسته مىشود كه وجود ذهنى نيز از منشآت نفس است و خود وجود ذهنى ، در واقع ، وجود خارجى است ؛ چه اين كه نفس ، يكى از موجودات خارجيه است و همچنين همهء قوا و افعال و آثار او اگرچه وجود ذهنى را به قياس با موجودات خارج از صقع نفس وجود ذهنى مىگويند . و همچنان كه فعل نفس است صنع اللّه است و حق تعالى خالق جميع اشياء است چه اشياء ذهنى و چه خارجى كه دانستى :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . فصلت ( 41 ) : آيهء 54 .\r\n( 2 ) . العنكبوت ( 29 ) : آيهء 43 .\r\n","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\n اين همه آوازه‌ها از شه بود * گرچه از حلقوم عبد اللّه بود \r\nجاى بسى شگفتى است - چنان كه بعضى از ابناى تحقيق در اول فايدهء دهم از فوايدش آورده است - كه بعضى پنداشتند وجود ذهنى وجود نيست ، و بعضى پنداشتند نفس فقط آن را احداث مىكند نه آن كه وجود ذهنى از صنع اللّه و فعل اللّه بوده باشد .\r\nدر آيهء كريمهء   وَ أَسِرُّوا قَوْلَكُمْ أَوِ اجْهَرُوا بِهِ إِنَّهُ عَلِيمٌ بِذاتِ الصُّدُورِ * أَ لا يَعْلَمُ مَنْ خَلَقَ وَ هُوَ اللَّطِيفُ الْخَبِيرُ   « 1 » دقت شود كه چگونه خداوند متعال مىفرمايد :\r\n أَ لا يَعْلَمُ مَنْ خَلَقَ  و مىفرمايد :  إِنَّهُ عَلِيمٌ بِذاتِ الصُّدُورِ  اين آيه را پيشترك عنوان كرده‌ايم و به متعلق خلق اشارتى رفت .\r\nو حق جل و على فرمود :  وَ لَقَدْ خَلَقْنَا الْإِنْسانَ وَ نَعْلَمُ ما تُوَسْوِسُ بِهِ نَفْسُهُ  . « 2 »\r\nپس آنچه را نفس مىانديشد و خطور مىدهد ، خداوند خالق آن و بدان آگاه است و خلق وجود است نه عدم ، و « حال » ، پندارى است بىاساس .\r\nو نيز در كلام امام باقر عليه السّلام دقت شود كه فرمود : « كلّما ميزتموه في أدقّ معاينه مخلوق مصنوع مثلكم . » الخ . و در بعضى از نسخه‌ها « مخلوق لكم » آمده است .\r\nبحث از وجود ذهنى و استيفاى بيان اقسام آن به تحقيق عرشى صاحب اسفار ، از حوصلهء مقام خارج است ، و لب لباب آن را در نصوص الحكم آورده‌ايم .\r\nدر نكاتم آمده است كه : فعل هر فاعل عين فعل الهى است . انتساب ، رهزنت نشود :  وَ ما رَمَيْتَ إِذْ رَمَيْتَ وَ لكِنَّ اللَّهَ رَمى  گرچه تير از كمان همىگذرد / از كماندار بيند اهل خرد . اين نه جبر ، اين معنى جبارى است ، و حقيقت امر بين الامرين را از اين جا درياب و از سريان نفست در جميع مراتب شؤونش مدد گير .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الملك ( 67 ) : آيهء 13 و 14 .\r\n( 2 ) . ق ( 50 ) : آيهء 17 .\r\n","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nبدين حديث ، شريف از امام ملك و ملكوت ، ثامن الحجج على بن موسى الرضا ، عليه آلاف التحية و الثناء ، در رد جبر و تفويض و اثبات أمر بين الأمرين كه از غرر احاديث در اين موضوع است و از غايت اتقان بيان و نهايت احكام كلام ، منصف عاقل را بسنده است تبرّك مىجوييم :\r\nمن عيون أخيار الرضا عليه السّلام :\r\nو قد ذكر عنده الجبر و التفويض فقال : « ألا أعطيكم في هذا أصلا لا تختلفون فيه و لا يخاصمكم عليه أحد إلا كسّرتموه ؟ » قلنا : « إن رأيت ذلك . » . فقال : « إنّ اللّه عزّ و جلّ لم يطع بإكراه و لم يعص بغلبة و لم يهمل العباد في ملكه و هو المالك لما ملكهم ، و القادر على ما أقدرهم ، فإن ائتمر العباد بطاعته لم يكن اللّه عنها صادّا و لا منها مانعا ، و إن أئتمروا بمعصية فشاء أن يحول بينهم و بين ذلك فعل ، و ان لم يحل و فعلوه فليس هو الذي أدخلهم فيها . » ثمّ قال : « من ضبط حدود هذا الكلام فقد خصّم من خالفه . » « 1 »\r\nبطلان جبر و تفويض به وضوح پيوست كه به نظر راست و درست نه جبر است و نه قدر . و از آيات و اخبار و امثله‌اى كه آورده‌ايم ، حق بودن امر بين الأمرين معلوم و محقق گرديد . اگرچه امثله از جهتى مقرب به مطلوبند و از جهتى حق آن را ايفاء نمىكنند و لكن بر متأمل عدم ايفاى آنها ظاهر مىشود . و چون وعده داده‌ايم كه در پيرامون قرآن و سنت به بحث و تحقيق بيشتر ، مطلب فوق را خاتمه دهيم ، اينك در بيان آن گوييم :\r\nشهد اللّه أنّه لا إله إلا هو . از آدم اولياء امير المؤمنين على عليه السّلام پرسيدند كه :\r\n« وجود چيست ؟ » . گفت : « به غير وجود چيست ؟ » . پس بدان كه شيئيت شىء به صورتش است نه به مادّه‌اش و صورت شىء فصل حقيقى او است و فصل در حقيقت ، حقيقت علت و علت حقيقيهء اوست كه فصل حقيقى ، در حقيقت ، تمام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كشكول علّامه بهائى ، ص 438 ، ط 1 .\r\n","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nشىء است كه فعليّت او است و فعليّت نحوهء وجود است ، پس تماميّت شىء به وجود است و وجود ، فوق مقوله است ، نه جوهر است و نه عرض . و وجودات ، تطورات شؤون بارى تعالى هستند . پس بارى تعالى تمام اشياء به نحو اعلى است و اشياء همگى هالك و مضمحل و فانى در وجودند . و وجود است كه حقيقت حقّهء واحده به وحدت حقه است و هو هو لا هو إلّا هو . و ظهور اشياء كه حكايت از تعينات آن حقيقت است ، به مجاز است ؛ چه اين كه ماهيّت چون رنگ وجود گرفت ، يعنى موجود شد ، مخفىتر و پوشيده مىشود ؛ زيرا ، شأن ماهيت و حقيقت او اختفاء است و چون به وجود آيد از اختفاء به در آمده است ، پس از حقيقت اوليه‌اش دور شده است ، پس ماهيت ، به وجود آمدن ، مخفىتر شد . لذا جميع اشياء در جميع عوالم موجود بالعرضند و در حقيقت آثار از آنها مسلوب است و فقط آثار براى وجود ذى جود حضرت حق جل و على است . « 1 »\r\nبحث در امكان و اقسام آن به يك وجه و نظر ، بحثى است كه فلسفى از دورادور دربارهء ما سوى اللّه به ميان مىآورد ، و اهل شهود به برهان صديقين وجود مىبينند و بس كه وحدت بر همه قاهر است و تعيّنات مظاهر كه به ظاهر كثرت آور است ، مقهور در وحدت حقهء حقيقيه و تدليات صرفه و روابط محضه‌اند ، بلكه در حقيقت ظاهر و مظهر و متجلى و مجلى هم نيست ، لذا « امكان » ، در نظر اهل شهود ، به معنى وجودات است كه ربط محض به قيم و قيوم خودند .\r\nبه عبارت روشنتر فلسفى ، امكان استعدادى را در مادّه و ديگر امكانات را جهات در نسبت مىداند و اهل شهود ، امكان را وجودات متكثره كه روابط محضند مىدانند و به نظرى جز واجب نبينند و در عين حال گويند كه هو هو و نحن نحن . بنابراين آنچه در عرصهء وجود است ، وجوب است ، و بحث امكان بدين نظر ، سرگرمى و مشغله‌اى است . و دانسته مىشود كه وجود ، اصيل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اين بحث ، از فصل هشتم مرحلهء چهارم اسفار ، ج 1 ، ص 120 ، ط 1 ، در بيان فصل حقيقى ، تلخيص شده است .\r\n","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nو ازلى است و چيزى از ناچيز يعنى وجود از عدم به وجود نيامده است و نمىآيد ، و در عين حال خالق ، خالق است و مخلوق ، مخلوق هو سبحانه هو ، و الأشياء أشياء .\r\nلذا فرموده‌اند كه ممكن بما هو ممكن ، هم ماهيتش اعتبارى است و هم وجودش فهو اعتبار فى اعتبار ، چنان كه در ملحقات دعاى عرفه است « من كان حقيقته دعاوي ، فكيف لا يكون دعاويه دعاوى » و بسط اين مطلب سامى در آخر منهج ثانى مرحلهء اولى اسفار به عنوانى كه فرمود : « نقاوة عرشيه » بايد طلب شود و آنچه اخيرا آورده‌ايم تلخيص آن نقاوه است . « 1 »\r\nپس بدان كه وجودى و موجودى سواى او تعالى نيست و آنچه كه بر او اسم سوى اطلاق مىشود از شؤونات ذاتيّهء او است و از اطوار آن حقيقت واحده است و اطلاق سوى بر آنچه كه « سوى » گفته‌اند از جهل و گمراهى است كه در اعتبارات و امور اعتباريّه فرو رفته‌اند و از حقيقت و اطوار او غافلند :\r\n رمد دارد دو چشم اهل ظاهر * كه از ظاهر نبيند جز مظاهر\r\nمحقق را كه وحدت در شهود است * نخستين نظره بر نور وجود است\r\nدلى كز معرفت نور و صفا ديد * به هر چيزى كه ديد اول خدا ديد \r\nچنان كه مشايخ اهل اللّه گفته‌اند غايت قصواى سالكان اسقاط اعتبارات و اضافات است و خروج از عالم پندار و اعتبار كه عالم غرور است به سوى حقيقت و دار القرار است ؛ « هو الأوّل و الآخر و الظاهر و الباطن و هو بكل شىء محيط » .\r\n يا صنم يا صنم از خلق جهان مىشنوم * اين صنم كيست كه عالم همه ديوانهء اوست \r\nپس از آنچه گفته‌ايم به دو جهت خلق و امر تأمل و تدبر كن تا بدانى كه اشياء را دو اعتبار است : به يك اعتبار ، مظاهر و مراياى حقند و به اعتبار ديگر شؤون و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج 1 ، ص 259 ، ط 2 .\r\n","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nاطوار و تجليّات و ظهورات او ؛ « يا من تجلّى بفعله لخلقه و احتجب عن خلقه بفعله » .\r\nاشاراتى در اين احتجاب كنيم بدان كه جوهر ديده نمىشود ، آنچه مرئى است اعراضند كه قائم به اجسامند و جوهر به عرض مشهود مىگردد و در حقيقت ، عرض ، شأنى از شؤون جوهر است . اهل شهود در اصطلاح خودشان واجب را « جوهر » گويند و مظاهر را كه شؤون اويند « اعراض » . ظهور اين جوهر نيز به اعراض است ، چنان كه بود اعراض به جوهر است جز اين كه آن مشتاق است و اين مفتاق :\r\n سايهء معشوق اگر بر عاشق افتاده چه شد * ما به او محتاج بوديم او به ما مشتاق بود\r\nظهور تو به من است و وجود من از تو * فلست تظهر لولاى لم أكن لولاك \r\nو بدانچه گفته‌ايم معنى اين حديث شريف را كه « كان اللّه و لم يكن معه شيء » توانى دريافت ؛ چه ، معنى واقعى و حقيقى آن اين است كه خداست و شىء نيست تا با او باشد و جز او ، به اصطلاح ، موضوعا منتفى است كه شىء جز او نيست تا با او باشد ، نه اين كه در وقتى خدا بود و ديگر هيچ نبود و بعد از فاصله‌اى زمانى خلق را آفريده است ! و نه اين كه ما سواى او مع او نيست ، يعنى كفو او نيست و دون اوست كه چون معلول است مع علّت نيست بلكه بعد او است . زيرا معنى دوم موهون است و معنى سوم اگرچه صحيح است ولى اقناعى است و باز دو ديدن است و حال اين كه : « يا هو يا من لا هو الا هو » .\r\nمعنى دوم حرف متكلمين است و سوم ظاهر كلام مشائين و ديگر حكماى الهى است و معنى اوّل ، حق عرفاى شامخين است .\r\nو اين تطورات وجود به اطوار گوناگون اسماء اللّه است : « أيّاما تدعوا فله الأسماء الحسنى » ، « الأسماء الحسنى كلّها للّه » و « خير الأسماء للّه » و همين اسماء ، كلمات الهىاند و حق تعالى متكلم است كه به اين همه كلمات وجودى گويا\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nاست ، همچنان كه برهان صديقين امير المؤمنين على عليه السّلام فرمود :\r\nيقول لما أراد كونه : « كن ! » فيكون لا بصوت يقرع و لا بنداء يسمع و إنّما كلامه سبحانه فعل منه انشأه و مثله . « 1 »\r\nو چون جز وجود نيست و همه اسماءاند پس بدان كه همه اسماى حسنىاند و قيد « حسنى » در آيهء كريمهء كه صفت اسماء است ، قيد احتراز از اسماى غير حسنى نيست ، چه غير حسنى نيست ، اگرچه الادب مع اللّه اقتضا مىكند كه عبد مؤدب بگويد « الأسماء الحسنى كلها للّه » و يا « خير الأسماء للّه » به تفصيل و بيانى كه در رسالهء توقيفيت اسماء تحرير و تقرير كرده‌ايم . كشور وجود خودت و قوا و عمال اين كشور و احوال و تطورات او را بنگر كه آنچه دارى همه خير است و همه اسماى حسنى . كه اگر مثلا به قوهء دافعه فتورى دست دهد ، بدن چگونه خواهد بود . همانطور كه انسان عاطس است متجشّأ است و هر دو مىبايد ولى بين اين دو حال ، تفاوت ادبى است و همچنان كه صاحب قوهء عاقله است بايد داراى قوهء دافعه و هاضمه باشد و اينها ، همه ، براى انسان اسماى حسنىاند ولى چون بخواهى او را بخوانى گوئىاى عاقل مثلا ، نه به اسمائى كه عرفا أدب اقتضا نمىكند . عاقل را اشاره كافى است .\r\nحال كه دانستى هستى خير محض است و از خير محض جز نكوئى نايد ، پس بدان كه شر را حقيقت و ذاتى نيست و مجعول بالذّات نمىباشد ، مانند نقمت و ضلالت و امثال آنها كه همه مجعول بالعرضند . و از اين قبيل است حقيقت جهنم كه مخلوق بالعرض است و دار متأصّل مستقل نيست ؛ « يا من سبق رحمته غضبه » .\r\nو رحمت است كه ذاتى حق جلّ و علا است و جنّت صورت رحمت است ، و غضب خداوند عارضى است و جهنم صورت آن است ، لذا اصل جهنم از دنيا است و در حقيقت ، از خيرات متميز است و در آخرت هم  لِيَمِيزَ اللَّهُ الْخَبِيثَ \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نهج البلاغه ، خطبه 184 ، ص 159 ، چاپ تبريز .\r\n","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\n مِنَ الطَّيِّبِ  « 1 » و صورت هر انسان در آخرت نتيجهء عمل و غايت فعل او در دنياست ، و  لا تُجْزَوْنَ إِلَّا ما كُنْتُمْ تَعْمَلُونَ  « 2 » ،  إِنَّهُ عَمَلٌ غَيْرُ صالِحٍ  « 3 » .\r\nو صورت جهنم در آخرت ، صورت آلامى است كه اعدام و نقائصند كه در نفس حاصل است و آن را يك نحو وجود است و تفصيل و تحقيق آن را در رسالهء اتحاد عاقل به معقول آورده‌ايم .\r\nاين مطلب شريف در اسفار تحقيق شده است « 4 » و تفصيل آن در كلمات مكنونهء فيض مقدس است كه :\r\nكلمة فيها إشارة إلى حقيقة جهنم و أنّها مخلوقة بالعرض . قال أهل المعرفة إنّ جهنم ليست بدار حقيقة متأصلة لأنّها صورة غضب اللّه كما أنّ الجنّة صورة رحمة اللّه و قد ثبت أنّ رحمة اللّه ذاتية واسعة كلّ شيء و غضب اللّه عارضي و كذا الخيرات صادرة بالذات و الشرور واقعة بالعرض . فعلى هذا لا بدّ أن تكون الجنة موجودة بالذات و جهنم مقدرة بالعرض و التبع و أصل جهنّم من الدنيا فإنّ مادّتها و هي تعلّق النفس بأمور الدنيا من حيث هي دنيا و صورتها هي صورة الهيئات المؤلمة و الأعدام و النقائص و إن كانت من حيث هي أمورا سلبية غير مؤثرة و لا معذبة إنّ صورها الحضورية و حضورها الخارجية ضرب من الوجود للشيء الموصوف بها و هي من هذه الجهة شرور حقيقة حاصلة للشيء . الخ .\r\nاين كه گفتيم اصل جهنم از دنيا است ، رواياتى در اين باب است كه جنّت در آسمان است و جهنم در زمين . چنان كه در تفسير صافى در ضمن كريمهء    كَلَّا إِنَّ كِتابَ الفُجَّارِ لَفِي سِجِّينٍ * وَ ما أَدْراكَ ما سِجِّينٌ * كِتابٌ مَرْقُومٌ    « 5 » ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الأنفال ( 8 ) : آيهء 38 .\r\n( 2 ) . يس ( 36 ) : آيهء 55 .\r\n( 3 ) . هود ( 11 ) : آيهء 47 .\r\n( 4 ) . ج 9 ، ص 345 ، ط 2 .\r\n( 5 ) . المطففين ( 83 ) : آيهء 8 - 10 .\r\n","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\n    كَلَّا إِنَّ كِتابَ الْأَبْرارِ لَفِي عِلِّيِّينَ * وَ ما أَدْراكَ ما عِلِّيُّونَ * كِتابٌ مَرْقُومٌ * يَشْهَدُهُ الْمُقَرَّبُونَ     « 1 » آورده است كه : « عن الباقر عليه السّلام : السجين الأرض السابعة ، و عليون السماء السابعة » .\r\nو نيز آورده است كه :\r\nفي المجمع عنه عليه السّلام قال : « أمّا المؤمنون فترفع أعمالهم و أرواحهم إلى السماء فتفتح لهم أبوابها و أمّا الكافر فيصعد بعمله و روحه حتّى إذا بلغ إلى السماء نادى مناد :\r\n\" اهبطوا به إلى سبحّين \" و هو واد بحضر موت يقال له برهوت . »\r\nو نيز آورده است كه :\r\nفي الكافي عن الباقر عليه السّلام : « إنّ اللّه خلقنا من أعلى عليين و خلق قلوب شيعتنا مما خلقنا منه و خلق أبدانهم من دون ذلك و قلوبهم تهوى إلينا لأنّها خلقت ممّا خلقنا . - ثمّ تلا هذه الآية :     كَلَّا إِنَّ كِتابَ الْأَبْرارِ لَفِي عِلِّيِّينَ * وَ ما أَدْراكَ ما عِلِّيُّونَ * كِتابٌ مَرْقُومٌ * يَشْهَدُهُ الْمُقَرَّبُونَ     - و خلق عدونا من سجين و خلق قلوب شيعتهم مما خلقهم منه و أبدانهم من ذلك فقلوبهم تهوى إليهم لأنّها خلقت مما خلقوا منه - ثمّ تلا هذه الآية :     كَلَّا إِنَّ كِتابَ الفُجَّارِ لَفِي سِجِّينٍ * وَ ما أَدْراكَ ما سِجِّينٌ * كِتابٌ مَرْقُومٌ * وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ .     - » .\r\nپس از آن ، جناب فيض افاده فرموده است و نعم ما أفاد :\r\nأقول : الأفاعيل المتكررة و الاعتقادات الراسخة في النفوس بمنزلة النقوش الكتابية في الألواح . فمن كانت معلوماته أمورا قدسية و أخلاقه زكيّة و أعماله صالحة يأتي كتابه بيمينه ، أي من جانبه الأقوى الروحاني و هو جهة عليين . و ذلك لأنّ كتابه من جنس الألواح العالية و الصحف المكرمة المرفوعة المطهّرة بأيدى سفرة كرام بررة يشهده المقربون .\r\nو من كانت معلوماته مقصورة على الجرميات و أخلاقه سيئة و أعماله خبيثة ياتي كتابه بشماله ، أي من جانبه الأضعف الجسماني و هو سجّين . و ذلك لأنّ كتابه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . المطففين ( 83 ) : آيهء 19 - 22 .\r\n","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nمن جنس الأوراق السفلية و الصحائف الحسية القابلة للاحتراق فلا جرم يعذّب بالنار . و إنّما عود الأرواح إلى ما خلقت منه كمال قال سبحانه :  كَما بَدَأَكُمْ تَعُودُونَ  فما خلق من عليين فكتابه في عليين و ما خلق من سجّين فكتابه فى سجّين .\r\nشيخ عارف محيى الدين عربى در باب شصتم فتوحات ، و صدر المتألهين در اسفار « 1 » روايت نقل كرده‌اند كه : روزى رسول اللّه صلّى اللّه عليه و آله با يارانش در مسجد نشسته بودند كه آواز سهمگين از فرو افتادن چيزى را شنيدند پس بترسيدند .\r\nرسول اللّه صلّى اللّه عليه و آله گفت : « مىدانيد آواز چيست ؟ » . گفتند : « خدا و رسولش دانايند . » . رسول اللّه فرمود كه : « سنگى از بالاى جهنم هفتاد سال است كه افتاده و اينك به قعر جهنم رسيده است و اين آواز هولناك از سقوط آن سنگ برخاست . » . پس هنوز رسول اللّه از كلام خود فارغ نشده بود كه از خانهء منافقى صداى گريهء اهل و عيالش بلند شد كه آن منافق در آن وقت بمرد و هفتاد سال عمر او بود و رسول اللّه گفت : « اللّه أكبر » .\r\nسپس شيخ گويد كه علماى صحابه از اين گفتار رسول اللّه دريافتند كه اين حجر آن منافق است و وى از آن روزى كه آفريده شد به سوى جهنم مىرفت تا آن كه عمرش به هفتاد رسيد و چون بمرد در قعر جهنم قرار گرفت . خداوند فرمود :  إِنَّ الْمُنافِقِينَ فِي الدَّرْكِ الْأَسْفَلِ مِنَ النَّارِ  . پس آن صدا را شنيدند تا عبرت بگيرند .\r\nببين كلام نبوت چه شگفت است و تعريف آن چقدر لطيف و كلام وى چقدر غريب !\r\nاز آنچه گفته‌ايم در آيهء كريمهء  إِنَّها شَجَرَةٌ تَخْرُجُ فِي أَصْلِ الْجَحِيمِ  « 2 » نيكو تأمل شود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج 9 ، ص 365 ، ط 2 .\r\n( 2 ) . الصافات ( 37 ) : آيهء 65 .\r\n","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nدر اين كه جنت مجعول بالذات و جهنم مجعول بالعرض است در ديوان راقم آمده است :\r\n سراسر صنع دلدارم بهشت است * بهشت است آنچه زان نيكو سرشت است\r\nشنيدى سبق رحمت بر غضب را * ندانستى يكى حرفى عجب را\r\nكه اين رحمت نباشد زائد ذات * كه ذاتش عين رحمت هست بالذات\r\nز ذاتى كوست عين رحمت اى دوست * نباشد غير رحمت آنچه از اوست\r\nبداند آن كه او مرد دليل است * جهنم عارض و جنّت اصيل است\r\nاگر دانى تو جعل بالعرض را * توانى نيك دريابى غرض را\r\nز دنياى پليد ماست دوزخ * فشار مرگ و گور و رنج برزخ\r\nجهنم را نه نامى و نمودى * اگر بد در جهان از ما نبودى\r\nز حال خويش با فرزندت اى باب * در اين باب از خدا و خويش درياب \r\nمعلوم شده است كه وجود است همه جا را فرا گرفته است و اوست كه اصل تحقق هر چيز و منشأ آثار است ، و تركيب اشياء موجوده از ماهيت و وجود ، در ذهن است كه به تحليل عقلى ماهيت را معرّى از وجود مىبينيم ، اگر چه تخليه از وجود ، باز ، تحليه به وجود است ؛ كه ماهيت ذهنى را هم حظّى از وجود است و اين ماهيت از حدود اشياء انتزاع مىشود و آن را منشأ انتزاع حقيقى است ، و امكان شايع نسبى از نسبت ماهيت و وجود حاصل مىشود ؛ چه در وجود مطلق كه هويت محضه و حقيقت وجود صرف است ، « امكان » راه ندارد و نسبت ماهيت و وجود روى نمىآورد و چون نفس و ما فوق آن انيّات محضه و وجودات صرفه‌اند ، اطلاق ماهيت بر آنها به معنى اعم است ، يعنى ما به الشيء هو هو ؛ زيرا ، ماهيت ، مولّف از جنس و فصل است و در بسائط مجرده كه مبرّاى از ماده و صورتند ، جنس و فصل راه ندارد ، ولى در عين حال ، كلّ ممكن زوج تركيبي كه وجود است و تعينات و تشخصات و حدود آنها و وجود مطلق از صقع ربوبيت و اقليم الهيت است .\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\n آفتاب وجود كرد اشراق * نور او سر به سرگرفت آفاق \r\n أَ لَمْ تَرَ إِلى رَبِّكَ كَيْفَ مَدَّ الظِّلَّ  « 1 » كه ظل وجود را بر هياكل ماهيات و مظاهر انيّات منبسط ساخته است كه وجود خارجى اضافى ، ظل الهى است .\r\nدر تفصيل اين بحث و بسط آن به فص يوسفى فصوص شيخ محمد محيى الدين و شرح قيصرى بر آن رجوع شود .\r\nسيّد انبياء صلّى اللّه عليه و آله فرمود :\r\nإنّه فوق كلّ شيء و تحت كلّ شيء و قد ملأت عظمته كلّ شيء فلم يخل منه أرض و لا سماء و لا بر و لا بحر و لا هواء .\r\nو سيد اوصياء عليه السّلام فرمود :\r\nعين كلّ شيء لا بمزاولة ، و غير كلّ شيء لا بمزايلة ، داخل في الأشياء لا كشيء داخل في شيء ، و خارج عن الأشياء لا كشيء خارج عن شيء .\r\nوجود ، خير محض است . نقائص و ذمائم در وجود ممكنات از ناحيهء نزول و تعيّنات حقيقت وجود در مراتب متأخره راجع به خصوصيات قوابل و محالّ آنهاست كه ناشى از حدود آنهاست نه با وجود بما هو وجود ، چون خورشيد كه بر شيشه‌هاى رنگارنگ مىتابد .\r\n از آن جانب بود ايجاد و تكميل * و زين جانب بود هر لحظه تبديل \r\nو دانستى كه يك جعل بيش نيست كه همان جعل موجودات است به وجودهاى محدود آنها كه اسماء و تطورات و شؤون يك حقيقت و هويتند .\r\nو نيز دانستى كه ماهيت ، چون رنگ وجود گرفت ، مخفىتر مىشود . پس چون نظر در اشياء محدوده كنى ، جز وجودات محدوده نبينى ؛ زيرا آنچه از مبدأ فياض فائض شده است ، انحاى وجودات است ، و ظهور اثر وجود در اين موجود محدود ، به وفق حد و محلّ و قابليت آن است . و منشأ آثار ، ماهيات نيستند اگر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الفرقان ( 25 ) : آيهء 46 .\r\n","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nچه حدود وجودات خارجيه‌اند و اين وجودات كه به وجهى محدودند ، اسماى الهىاند اگر چه به وجه ملكوتيشان غير محدودند .\r\nو ماهيات ، در خارج ، استقلال در تحقق ندارند ، بلكه مستهلك در حقيقت وجود محدودند .\r\nو حكم ماهيت - كه از آن در لسان اهل عرفان ، به « عين ثابت » تعبير مىشود - با حكم وجود عينى خود ، متعاكس است ؛ يعنى ، ماهيت ، متّصف به بعضى صفات وجود ، و وجود نيز متصف به بعضى نعوت ماهيت مىگردد . « 1 »\r\nبه قول صاحب بن عباد :\r\n رق الزجاج و رقت الخمر * و تشابها فتشاكل الأمر\r\nفكانما خمر و لا قدح * و كانّما قدح و لا خمر \r\nو يا به قول عراقى :\r\n أكئوس تلألات بمدام * أم شموس تهلّلت بغمام\r\nاز صفاى مىو لطافت جام * درهم آميخت رنگ جام و مدام\r\nهمه جام است و نيست گوئى مى * يا مدام است و نيست گوئى جام \r\nشيخ عارف محيى الدين عربى در وصل سيزدهم باب سيصد و شصت و نه فتوحات مكيه پس از تقريرى مىگويد :\r\nفما خلق اللّه العالم - بعد هذا التقرير - إلّا للسعادة بالذات و وقع الشقاء في حق من وقع به ، به حكم العرض ؛ لأنّ الخير المحض الذي لا شر فيه هو وجود الحق الذي أعطى الوجود للعالم ، لا يصدر عنه إلّا المناسب و هو الخير خاصة . فلهذا كان للعالم الخير بالذات و لكون العالم كان الحكم عليه بالإمكان لاتّصافه بأحد الطرفين على البدل ، فلم يكن في رتبة الواجب الوجود لذاته عرض له من الشرّ الذي هو عدم نيل الغرض و ملائمة الطبع ما عرض ؛ لأنّ إمكانه لا يحول\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اسفار ، ج 2 ، ص 298 ، ط 2 .\r\n","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nبينه و بين العدم . فبهذا القدر ظهر الشر في العالم ، فما ظهر إلّا من جهة الممكن لا من جانب الحق . و لذلك قال رسول اللّه صلّى اللّه عليه و آله في دعائه : « و الخير كلّه في يديك و الشرّ ليس إليك و إنما هو إلى الخلق من حيث إمكانه . » « 1 »\r\nحال چون دانستى در ممكن دو جهت ملحوظ است : يكى به لحاظ فاعل كه معطى وجود و خير محض است ، و ديگر به لحاظ قابل كه منبع شرّ است ، و در عين حال يك جعل بيش نيست و آن مجعول ، به اعتبار و نظرى وجود است بالذات ، و حدود مجعول بالعرضند و مستهلك در وجودند كه شرور و آفات از لوازم ماهيات است ، مطالبى از اين مقام روشن مىشود :\r\nالف يكى اين كه ماهيات متكثره ، وقايه حق تعالى از نسب نقائصند . در اين مطلب شريف در اسفار « 2 » ، و در فص آدمى فصوص الحكم به شرح قيصرى « 3 » ، و در فص ابراهيمى آن « 4 » ، و در فص هودى آن « 5 » ، و در حكمت منظومهء حكيم سبزوارى در غرر عموم قدرت حق سبحانه « 6 » ، بحث شده است .\r\nدر فص آدمى ، در بيان قول صاحب فصوص در تفسير كريمهء :   يا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ   الآية « 7 » ، كه گفته است : « اتقوا ربّكم : اجعلوا ما ظهر منكم وقاية لربّكم و اجعلوا ما بطن منكم و هو ربكم وقاية لكم . الخ » خلاصهء آن را افاده فرموده است كه :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج 3 ، ص 389 ، چاپ بيروت .\r\n( 2 ) . ج 2 ، ص 350 ، ط 2 .\r\n( 3 ) . ص 95 ، ط 1 .\r\n( 4 ) . ص 171 .\r\n( 5 ) . ص 258 .\r\n( 6 ) . ص 175 ، ط اعلى .\r\n( 7 ) . النساء ( 4 ) : آيهء 2 .\r\n","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nالمراد بما ظهر ، هو الجسد مع النفس المنطبعة فيه أي انسبوا النقائص إلى أنفسكم لتكونوا وقايته في الذم ؛ و اجعلوا ما بطن منكم و هو الروح الذى يربّكم و قاية لكم في الحمد ، أي انسبوا لكمالات إلى ربكم ، كما قال عن لسان الملائكة :\r\n سُبْحانَكَ لا عِلْمَ لَنا إِلَّا ما عَلَّمْتَنا  و عند نسبة الكمالات إلى اللّه تعالى يكون لكم الخلاص من ظهور إنّياتكم و أنفسكم و لا يكون للشيطان عليكم سلطان .\r\nو صاحب اسفار فرمايد :\r\nإنّ الماهيات و الأعيان الثابتة و إن لم تكن موجودة بر أسها بل مستهلكة في عين الجمع سابقا ، و في تفصيل الوجودات لا حقا ، لكنّها بحسب اعتبار ذواتها من حيث هي هي بحسب تميزها عن الوجود عند تحليل العقل منشأ الأحكام الكثيرة . و الإمكان و سائر النقائص و الذمائم اللازمة لها من تلك الحيثية ، و يرجع إليها الشرور و الآفات التي هي من لوازم الماهيات من غير جعل ، فتصير بهذا الاعتبار وقاية للحق عن نسبة النقائص إليه . فعدم اعتبار الأعيان و الماهيات أصلا منشأ للضلالة و الحيرة و الإلحاد و بطلان الحكمة و الشريعة ؛ إذ باعتبار شيئية الماهيات و استناد لوازمها إليها يندفع كثير من الإشكالات . الخ .\r\nو حاجى به همين وزان فرمايد : « الماهية ينبغي أن تكون جنة و وقاية للحق تعالى عن إسناد الشرور . » الخ .\r\nورود در اين بحث به تفصيل از حوصلهء مقام خارج است ، به رسالهء ديگر ما در توقيفيت اسماء ، رجوع شود .\r\nب چون مجعول بالذات ، وجود است و اين وجودات خارجى ، ظل الهىاند ، و مجعول بالذات از آن جهت كه مجعول بالذات است ، جهت ذاتش بعينها ربط به جاعل بالذات است .\r\nو به عبارت ديگر ، جهت ربط اين اشياء ، وجود آنهاست نه ماهيات آنها كه\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nدر حقيقت عليت و معلوليت در وجود متحقق است و معلول بودن ماهيت بالعرض است .\r\nفلا يمكن معرفة شيء من الأشياء إلّا بمعرفة مبتدعه و خالقه . و انكشف صحة قول الحكماء : « إنّ العلم اليقيني بأشياء ذوات الأسباب لا يحصل إلّا من جهة العلم بأسبابها . » « 1 » .\r\nگويا ماركوس ( مرقس ) قيصر روم در پند نامه‌اش به اين دقيقه اشارت دارد كه گويد :\r\nنفس انسانى ، در پيشگاه خداوندى مكشوف است ، پرده‌هاى تاريك بدن حائل او نمىشوند . عقل خالق ، وارد عقل مخلوق است و همين رشتهء تقرب انسان به خداست . « 2 »\r\nو در اين معنى فيلسوف عرب كندى گويد :\r\nإذا كانت العلة الأولى متصلة بنا لفيضه علينا ، و كنّا غير متصلين به إلّا من جهته ، فقد يمكن فينا ملاحظته على قدر ما يمكن للمفاض عليه أن يلاحظ المفيض .\r\nفيجب أن لا ينسب قدر إحاطته بنا إلى قدر ملاحظتنا له ؛ لأنها أغزر و اوفر و اشد استغراقا .\r\nو ديگر اين كه وجه اسناد خيرات به حق تعالى و شرور و آفات و نقائص و ذمائم به خلق ، از اين گفتار معلوم شده است . در اين باره اگرچه جناب صدر المتألهين در امور عامه اسفار « 3 » و نيز در موقف هشتم الهيات آن « 4 » بيانى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اسفار ، ج 2 ، ص 363 ، ط 2 .\r\n( 2 ) . ص 91 ، ط 1 .\r\n( 3 ) . ج 1 ، ص 355 ، ط 2 .\r\n( 4 ) . ج 3 ، ص 113 ، ط 1 .\r\n","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nبسيار بلند دارد ، ولى چون همان مطلب را مرحوم محمد دهدار در رسالهء وجيز و عزيز قضا و قدر به عبارت فارسى واضح در بيان حديث عقل آورده است از وى نقل مىكنيم كه فرموده است :\r\nدر اخبار آمده كه « اوّل چيزى كه اللّه تعالى آفريده ، عقل بود . پس گفت او را : \" اقبل ! \" . پس روى به خدا آورد و باز فرمود او را : \" ادبر ! \" . پس پشت به خدا كرد . همچنين تا سه مرتبه امر به اقبال و ادبار فرمود » الحديث بتمامه .\r\nو اين اقبال و ادبار ، معنى جهتين امكان است ؛ چه ، ممكن بالذات ، چون نسبتش با فاعل ملحوظ شود ، وجود - كه خير محض است - مىيابد . و چون نسبتش به خود ، به ملاحظهء اقبال به سوى فاعل ملحوظ به ادبار - كه شرّ محض است - باز مىنمايد ؛ چه ، ممكن را ملاحظهء عدم علّت وجود ، عين علّت عدم است . پس اقبال عقل - كه نسبت وجود ممكن است - منبع جميع خير است و امتثال اوامرش از اين روى است و ادبار عقل - كه نسبت بازماندگى و روى به سوى خود آوردن ممكن است - منبع جميع شرّ است و ارتكاب نواهيش از اين روى است .\r\nو سرّ اين آن است كه ممكن موجود مؤلف است در عقل از دو چيز : يكى ماهيت او كه عدم و منبع شرّ است ، و يكى وجود كه منبع خير است . اكنون در اين وقت ، چون روى به فاعل آورد ، جهت خيرش مىافزايد و شرّش مغلوب مىشود و چون به خود باز گردد جهت عدميّت و شرّش فزون مىگردد و خيرش مغلوب مىگردد .\r\nو اشارت بدين دو جهت در كلام مجيد آمده كه  ما أَصابَكَ مِنْ حَسَنَةٍ فَمِنَ اللَّهِ وَ ما أَصابَكَ مِنْ سَيِّئَةٍ فَمِنْ نَفْسِكَ  « 1 » .\r\nو چون ممكن با جميع ما يتعلق بذاته و بوجوده ، بايجاد اللّه است ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . النساء ( 4 ) : آيهء 80 .\r\n","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nچه ايجادش عين ايجاد خصوصيات اوست ، پس اشارت به اين در كلام مجيد فرموده كه  قُلْ كُلٌّ مِنْ عِنْدِ اللَّهِ  « 1 » پس مفاد آيهء سابق به جهتين ذاتى امكان است كه منشأ اقبال و ادبار شده و مفاد آيهء لاحق نظر به وجود ممكن و ايجاد فاعل است ، پس مناقضه نباشد .\r\nبدان كه عقل در مرتبهء امكان باشد و مخصّص أحد الطرفين ، أحدى النسبتين و اللّه اعلم . - تا اين كه فرمايد : - حق تعالى زيد را ايجاد كرده و او را چشم داده و قوهء ديدن داده و اختيار نيك و بد داده به واسطهء آن كه عقل او ، بهره از عقل اوّل دارد . پس در مرتبهء امكان اقبال و ادبار است و او را مرجّح احد الطّرفين مىيابد و آن امر است كه در شرع است و اللّه اعلم .\r\nو چون اختيار ديدن به زيد داده امر فرموده كه محرم را ببين و نا محرم را مبين . و چون روح انسانى را دو جهت است يكى به جانب روح القدس كه واسطهء نزول فيض الهى است به او ، و ديگرى به جانب نفس بشريت كه روح حيوانى است و مركب او كه بر آن سلوك راه معرفت مىتواند نمود ، پس اگر جهت روح القدس بر او غالب آيد آسان به جانب امر مىرود و نا محرم را نمىبيند ، و اگر جهت نفس بشرى بر او غالب آيد آسان روى از امر مىتابد و نامحرم را مىبيند .\r\nپس زيد با جميع خصوصيات و مقتضياتش به ايجاد حق تعالى موجود است و اختيار به او داده و در علم تفصيلى حق عز و جلّ به آن معين و مقرر شده كه خصوصيت زيد مقتضى و مرجّح كدام طرف از اختيار است و همان طرف معلوم نوشته شده كه زيد فلان طرف اختيار كند و اين تقدير و نوشته نه جبر است بر زيد بلكه اختيار است از اقتضاى ذات زيد كه زيد آن است كه اگر يك سر موى از تن زيد ظاهر مىشود فرض تغيّر كند ، آن زيد نباشد ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . النساء ( 4 ) : آيهء 79 .\r\n","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nشخص ديگر باشد .\r\nپس فعل زيد عبارت است از تعلق دادن اختيار خود به أحد الطرفين يا به معونت روح القدس كه توفيق اشاره به آن است در طرف خير و يا به معونت نفس كه به خودش باز گذاشتن عبارت از اين است در طرف شرّ و اين هر دو به اقتضاى ذاتى او است .\r\nپس آدمى را دو نسبت است : يكى به جبر و يكى به تفويض . اما نسبت جبرش ، اقتضاى ذاتى اوست كه از آن جا كلام مجيد در حق او مىفرمايد :\r\n وَ لَوْ رُدُّوا لَعادُوا لِما نُهُوا عَنْهُ  « 1 » زيرا اگر از مقتضيات اوست پس زايل نمىشود هر چند گويد :  أَبْصَرْنا وَ سَمِعْنا فَارْجِعْنا نَعْمَلْ صالِحاً إِنَّا مُوقِنُونَ  « 2 »\r\nو اما نسبت تفويضش ، وجود اختيارى كه اجل البديهيات است . پس در اختيار مجبور است و بىاختيار ، اختيار مىكند و امر بين الامرين اين است .\r\nاگر گويند كه اختيار به شخص فعل از بنده با وجود فعل از خداى تعالى چون تصور توان نمود ؟ چه ايجاد امر آن فعل كه هر چند عند اختيار العبد باشد كه شأن آن ايجاد ، مقدم است بر شأن اختيار آن بنده .\r\nو اين معنى را توضيحش به جهت سهولت ادراك ضرور است :\r\nگوييم كه فعل حق عزّ و جلّ بر دو قسم است : يكى موقوف به اسباب و شرايط ، اكنون ايجاد خدا فعل بنده را از جملهء آن افعال است كه آن موقوف است به شرايط و اسباب .\r\nاز جملهء شرايط و اسباب يكى مشخص است اسم فاعل كه اختيار بنده از جملهء شرايط و وجود فعل خاص خداست كه آن ايجاد فعل بنده .\r\nو اللّه اعلم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الانعام ( 6 ) : آيهء 29 .\r\n( 2 ) . السجده ( 32 ) : آيهء 13 .\r\n","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nو از اين جاست كه جزاى عمل مقرر شده مر انسان را كه مختار است و جزاى عمل صالح فضل الهى است كه به معونت روح است لهذا مضاعف مىشود يكى تا هزار و چهار صد و زياده و جزاى عمل غير صالح عدل الهى است كه به معونت نفس است ، لهذا يكى را يكى مىرسد .\r\nو از جملهء ضروريات دانستن اين است كه هر فعل و عملى ، صورتى دارد در عالم برزخ كه آن فعل ، بر آن صورت ، بر فاعلش ظاهر مىشود بعد از انتقال او به عالم برزخ . و جزا ، همين است كه « إنّما هي أعمالكم تردّ عليكم » ،  جَزاءً بِما كانُوا يَعْمَلُونَ  ، « و الناس مجزيون بأعمالهم . » .\r\nو نيز بايد دانست كه علم انسان مشخّص روح است و عملش مشخّص بدن او در نشأة أخرى . پس هر كه به صورت علم و عمل در نشأة اخروى بر انگيخته مىشود ، چنانچه در اخبار و آثار وارد است ، به سبب خصوصيت خود او كه او آن است هر جا كه باشد .\r\nو سرّ آن ، آن است كه به موجب آيهء كريمهء  وَ قَدْ خَلَقَكُمْ أَطْواراً  « 1 » هر چيزى در وجود خود اطوار هست و هر طورى حكمى و صورتى دارد . مثلا انگور را چون در خم كنى در اوّل حال جوش مىزند و تلخ مىشود و مسكر و در اين حال حكمش حرمت است و نجس است و در آخر حال ترش مىشود و اسكارش و تلخى زايل مىگردد و در اين جا حكمش حلّيت است و طهارت . تو را اختيار هست كه در آن طور سدّ راه شوى بفشارى و صاف كرده در شيشه كنى و جميع اجزاى آن دشمن تو شوند و در قيامت جبر نقصان خود از تو كنند كه عذاب شارب خمر يك شمّه‌اش اين است و نيز اختيار دارى كه ممدّ او شوى و نگذارى كه هوا داخل خم شود و او را پاس دارى تا به كمال خود رسد و نعم الإدام شود ، تو را دعاى خير كند و دوست\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نوح ( 71 ) : آيهء 14 .\r\n","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nتو شود و با عسل همراه شده ، صفراى تو را بشكند باذن اللّه تعالى .\r\nو تصديق اين معنى از حديث نبوى در باب آن كه هر قطره از غسل جنابت ملكى مىشود و اگر حلال است غاسل را استغفار مىكند و اگر از حرام است لعنت بر او مىكند و عاقل را همين قدر كفاف است .\r\nتا اين جا گفتار دهدار را نقل كرده‌ايم . اكثر اين مطالب اگرچه حقايق مستفاد از آيات و روايات است و در كتب حكمت متعاليه مستدل و مبرهن شده است ، ولى آن جناب به لفظ اندك و معنى بسيار نيكو گرد آورده است و بسط اين حقايق را در مرحلهء علت و معلول اسفار بخصوص از فصل 24 به بعد آن بايد طلب كرد و لكن\r\n قطع اين مرحله بىهمرهى خضر مكن * ظلمات است بترس از خطر گمراهى \r\nآن كه دهدار گفت : « اگر جهت روح القدس بر او غالب آيد » تا آن كه گفته است : « پس آدمى را دو نسبت است : يكى به جبر و يكى به تفويض » ، به اين معنى ، عارف رومى اشارتى دارد كه :\r\n در هر آن كارى كه ميلستت بدان * قدرت خود را همى بينى عيان\r\nدر هر آن كارى كه ميلت نيست و خواست * اندر آن جبرى شوى كاين از خداست\r\nانبيا در كار دنيا جبريند * كافران در كار عقبى جبريند\r\nانبيا را كار عقبى اختيار * كافران را كار دنيا اختيار\r\nزان كه هر مرغى به سوى جنس خويش * مىپرد او در پس و جان پيش پيش\r\nكافران چون جنس سجّين آمدند * سجن دنيا را خوش آئين آمدند \r\n\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\n انبيا چون جنس عليين بدند * سوى عليين به جان و دل شدند \r\nاين همان است كه در قرآن كريم آمده است :  قُلْ كُلٌّ يَعْمَلُ عَلى شاكِلَتِهِ  « 1 » و نيز آمده است :  الْخَبِيثاتُ لِلْخَبِيثِينَ . . .   وَ الطَّيِّباتُ لِلطَّيِّبِينَ  « 2 » . و در روايات به صورتهاى گوناگون آمده است كه « كل ميسّر لما خلق له » . اكثر آنها در كتاب قدر صحيح مسلم روايت شده است . « 3 »\r\nآن كه دهدار گفت : « پس در اختيار مجبور است » و آن كه گفته است : « پس نسبت جبرش اقتضاى ذاتى اوست » ، بدان كه لفظ جبر و مجبور بسيار بر معنى غير متعارف و مشهور به كار مىرود ؛ زيرا ، جبر به معنى مشهور ، ستم كردن و اكراه و اجبار كردن است كسى را بر آن كارى كه خلاف ميل و ارادهء مجبور است ، همچنان كه عارف رومى گفته است : « انبيا در كار دنيا جبريند » كه اين معنايش نه اين است كه خداوند آنها را در كار دنيايشان به جبر و ستم وامىدارد ، بلكه چون همواره مؤيد به روح القدسند و توجّه به ملكوت عالم دارند و به قابليت ذاتيشان مشتاق لقاء اللّه‌اند ، لذا آنچه كه آن سوئى است ، مطابق خواهش و اقتضاى ذاتى آنهاست و خوش به سوى آن مىروند و سختيها را در راه وصول و ادراك آن مقام تحمل مىكنند . چنان كه جناب امين الاسلام طبرسى در تفسير مجمع البيان در ضمن آيهء كريمهء  يا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيامُ كَما كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ  « 4 » از امام صادق عليه السّلام روايت كرده است كه : « إنّه قال لذة ما في النداء أزال تعب العبادة و العناء . »\r\nو چه بسا « مجبور » گفته مىشود و در حقيقت معنى آن « مجبول » است . در\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اسراء ( 17 ) : آيهء 85 .\r\n( 2 ) . نور ( 24 ) : آيهء 27 .\r\n( 3 ) . احاديث 2643 تا 2651 .\r\n( 4 ) . البقره ( 2 ) : آيهء 183 .\r\n","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nمنتهى الارب گويد :\r\nجبلهم اللّه جبلا بالفتح ( ض ن ) : آفريد خداى آنها را . و جبله على الشيء :\r\nمجبول و مجبور ساخت او را بر آن .\r\nبنا بر اين چيزهايى كه غريزى و جبلّى چيزى يعنى طبيعت و سرشت وى است گويند : « بر آن مجبول است » و به اين معنى است گفتار دهدار كه : « انسان ، در اختيار مجبور است » ، يعنى خلق مختارا .\r\nبدان كه از جانب مبدأ تعالى ، بخل و امساك نيست . او دائم الفضل على البرية است و همين كه قابل در پذيرفتن استعداد يافت و مقدمات و اسباب پذيرش مهيّا شد ، فيض حق شامل او مىشود . همين كه از امتزاج مزاجى حاصل شد كه قابل تعلق به روح باشد ، روح به دو تعلق مىگيرد و آن شيء حيات مىيابد ؛ زيرا ، روح ، در تار و پود هستيها سريان دارد :  بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ  و مطابق قابليت و استعداد هر مزاجى به او تعلق مىگيرد و صورتى مىپذيرد به مثل « سرگين گردان » از سرگين است كه از آب و خاك و هوا و حرارتى كه در سرگين حاصل شد ، مزاجى پديد مىآيد و حيات مىگيرد و به شكل و صورت خاص خود در مىآيد كه جعل مىشود ؛ و يا تار موئى از دم اسب مثلا بر روى آبى قرار گيرد و لاى و لجن بر آن نشيند كم كم مزاجى پديد آمده و حياتى گرفته به شكل مارى در مىآيد ؛ و يا مقدارى كاه ، با آب و گل آميخته گردد و چون گردكانى گرد شود و در چاله‌اى زير خشتى نهاده شود ، كم‌كم به صورت كژدمى به در مىآيد ؛ و يا پارچهء كهنه‌اى با آب و لجن آميخته شود بر روى خاكى مرطوب بنهند ، پس از مدّت كمى كرمهاى خراطين از آن پديد مىآيد و همچنين بسيار چيزها ؛  ذلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ  .\r\nدر فرض اوّل ، مثلا جعل نمىتواند بگويد كه : « خداوندا ! چرا مرا جعل آفريدى ؟ » ؛ زيرا ، خداوند به مقتضاى قابليّت محلّ ، افاضهء فيض فرموده و اين مزاج جز صورت جعل نمىپذيرد . پس جعل وجودش و صورتش و روحش و\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nهمهء آثار حياتى وجود او از حق ، جلّ و علا ، است و مطابق طبيعتش و اقتضاى جبلّت و سرشتش به سرگين مىگرايد و با او خوش است و از وى غذا مىگيرد ، چنان كه اصل او از سرگين بوده ، لذا از گل و گلستان نفرت دارد ؛ قال اللّه عز و جل :\r\n الطَّيِّباتُ لِلطَّيِّبِينَ . . .   الْخَبِيثاتُ لِلْخَبِيثِينَ  .\r\nمولوى معنوى اين معنى را نيكو به نظم در آورده است :\r\n با زبان معنوى گل با جعل * اين همىگويد كه اى گنده بغل\r\nگر تو را نفرت بود از بوستان « 1 » * هست آن نفرت كمال گلستان\r\nبلبلان را جاى مىزيبد چمن * مر جعل را در چمين خوشتر وطن \r\nاين معنى را دانشمندان از قديم الدهر عنوان كرده‌اند و به زبان شريعت از آيات و اخبار در اين باره بسيار آمده است . مثلا در « باب بوم و غربان » كليله و دمنه گفت : آورده‌اند كه زاهدى مستجاب الدعوة بر جويبارى نشسته بوده ، غليواژى موش بچه‌اى را پيش او فرو گذاشت . زاهد را بر وى شفقت آمد . او را برداشت و در برگى پيچيد تا به خانه برد ، بازانديشيد كه اهل خانه را از وى رنجى باشد .\r\nدعا كرد تا ايزد تعالى وى را دخترى گردانيد پرداخته هيكل و اندام ، چنان كه آفتاب رخسارش آتش در سايهء چاه زد ، و سايهء زلفش دود از خرمن ماه بر آورد .\r\n اضرّت بضوء البدر و البدر طالع * و قامت مقام البدر لمّا تغيّبا \r\nو آن‌گاه او را به نزديك مريدى برد و فرمود كه : « چون فرزندان عزيز ، تربيت او واجب مىدار ! » . مريد اشارت پير را پاس داشت و در تعهّد داشت دختر تلطّف نمود . چون بال بر كشيد و ايام طفوليت بگذشت ، زاهد گفت :\r\n« اى دختر ! بزرگ شدى ، تو را از جفتى چاره نيست . از آدميان و پريان هر كه را خواهى اختيار كن تا تو را به دو دهم . » . دختر گفت : « شوى توانا و قادر خواهم كه انواع قوّت و شوكت او را حاصل باشد . » زاهد گفت : « مگر آفتاب را\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . « گر گريزانى ز گلشن بىگمان » .\r\n","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nمىخواهى ؟ » گفت : « آرى . »\r\nزاهد ، آفتاب را گفت كه : « اين دختر نيكو روى و مقبول شكل را مىخواهم كه در حكم تو آيد كه از من شوى توانا و قادر خواسته است . » . آفتاب جواب داد كه : « من ، تو را به كسى قادرتر از خود نشان دهم كه او نور مرا بپوشاند و چهرهء جمال مرا از جهانيان محجوب گرداند و آن ابر است . »\r\nزاهد به نزديك ابر آمد و همان فصل سابق ، باز راند . ابر گفت : « باد از من قويتر است كه مرا به هر جانبى كه خواهد ، ببرد و پيش او چون مهره‌ام در دست بو العجب . » .\r\nپيش باد رفت و فصل متقدم ، تازه كرد . باد گفت : « قوت تمام ، بر اطلاق كوه راست كه مرا سبكسر خاك پاى نام كرده است و دوم حركت مرا در لباس منقصت بازمىگويد و او ثابت و ساكن بر جاى قرار گرفته است و اثر زور من در وى كم از عمل آواز نرم است در گوش كر مادرزاد . » .\r\nزاهد ، اين غم و شادى با كوه باز گفت . كوه جواب داد كه : « موش از من قويتر است كه اطراف مرا بشكافد و در دل من خانه سازد و در دفع او بر خاطر نتوانم گذرانيد . » .\r\nدختر گفت : « راست مىگويد ؛ شوى من اوست . » زاهد او را بر موش عرض كرد . موش جواب داد كه : « جفت من از جنس من تواند بود . » و دختر گفت : « زاهد ، دعا كند تا من موش گردم ، آن گاه تو را بخواهم . » .\r\nزاهد دست برداشت و از حق تعالى بخواست تا او را موش گرداند . آن دعا به استجابت پيوست و هر دو را به يكديگر داد و برفت . . .\r\nاين بنده در كتاب كليله گفته است : دانايان جهان رسوم مملكت‌دارى و آداب جهانبانى و وظايف زندگانى و معارف و حقايق بسيارى را از زبان بىزبانان در لباس هزل و افسانه به در آوردند تا خاص و عام را در فرا گرفتن رغبت آيد و هر كس به قدر استعداد خويش حظّى برد و خداوند هوش ، از آن عبرت گيرد و تيقّظ و\r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nتبصّر زيادت كند . خردمند داند كه افسانه بهانه است تا فوايدى كه در آن مستجنّ است مستفاد گردد .\r\n اى برادر قصّه چون پيمانه است * معنى اندر وى بسان دانه است\r\nدانهء معنى بگيرد مرد عقل * ننگرد پيمانه را گر گشت نقل \r\n( مثنوى مولوى )\r\nحديثى به زبان شريعت آوريم . در صحيح مسلم به اسنادش از سعد بن عبيده ، از ابى عبد الرحمن ، از امير المؤمنين على عليه السّلام روايت كرده است كه آن حضرت فرمود :\r\nكنّا في جنازة في بقيع الغرقد فأتى رسول اللّه فقعد و قعدنا حوله و معه مخصرة فنكّس فجعل ينكت بمخصرته ، ثم قال : « ما منكم من أحد ما من نفس منفوسة إلّا و قد كتب اللّه مكانها من الجنّه و النار . و الا و قد كتبت شقية أو سعيدة . » .\r\nقال : فقال رجل : « يا رسول اللّه ! أفلا نمكث على كتابنا و ندع العمل ؟ » . فقال :\r\n« من كان من أهل السعادة فسيصير إلى عمل أهل السعادة و من كان من أهل الشقاوة فسيصير إلى عمل أهل الشقاوة . » . فقال : « اعملوا فكل ميسّر إمّا أهل السعادة فييسّرون لعمل أهل السعادة ، و إمّا أهل الشقاوة فييسّرون لعمل أهل الشقاوة . » . ثم قرأ :       فَأَمَّا مَنْ أَعْطى وَ اتَّقى * وَ صَدَّقَ بِالْحُسْنى * فَسَنُيَسِّرُهُ لِلْيُسْرى * وَ أَمَّا مَنْ بَخِلَ وَ اسْتَغْنى * وَ كَذَّبَ بِالْحُسْنى * فَسَنُيَسِّرُهُ لِلْعُسْرى       « 1 »\r\nو به آنچه گفتيم ، سرّ « السعيد سعيد في بطن أمّه و الشقي شقّي في بطن أمّه » و ديگر روايات ، به اين مضمون و يا قريب به اين مضمون ، معلوم شده است .\r\nو آنچه كه باز در لسان بعضى از روايات و سر زبان مردم به « سرنوشت » تعبير مىشود همين است .\r\nدر نكاتم گفته‌ام : آنچه از فيض ازلى عايد هر موجودى شده است ، نور اقدس\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . و الليل ( 92 ) : آيهء 6 - 11 .\r\n","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nوجود است و آن نور سره ، چون به لحاظ حدود ملحوظ گردد ، اسماى اعيان بر آنها نهاده مىشود و كثرت پديد مىآيد و به اين حدود كه همان تعيّنات آنهاست ، از يكديگر به ظاهر متميز مىگردند و اختلاف در خواصّ پيدا مىشود كه اين بنفشه است و آن گل گاو زبان .\r\nاين حدود را در لسان حكما ، « ماهيات » گويند و در لسان عرفا ، « اعيان ثابته » . پس هر موجودى را عين ثابت خاصّى است و آن عين ثابتش ، منشأ پيدايش آثار وجودى اوست و محلّ قابل گرفتن هبات و فيوضات بارى تعالى .\r\nو مبدأ وهّاب فيّاض ، به لسان حال هر عينى كه همان استعداد و تقاضا و سؤال ذاتى اوست ، افاضه مىفرمايد و اسناد امساك و بخل در اعطاى خواسته‌هاى اعيان به واجب مطلق و غنى بالذات كه يداه مبسوطتان راه ندارد . و آنچه كه از اوست ، افاضهء وجود است بالذات ، و حدود ، ناشى از اعيان است و به اصطلاح مجعول بالذات وجود آنهاست نه ماهيات آنها كه همان اعيان باشد و همهء شرور و نقائص از حدود بر مىخيزد و نسبت شرّ به جاعل دادن ، بالعرض است و مجاز ؛ چه ، از خير محض ، جز نكوئى نايد و چون هر موجودى به اقتضاى عين ثابتش مىگيرد ، لاجرم ، سرنوشت هر موجودى به عين ثابت اوست و اين همان است كه حكما مىگويند : « ماهيت ، مجعول به جعل جاعل نيست . » ، يعنى ذات و ذاتى ، علّت نمىخواهند ؛ « الذاتي لا يعلّل و العرضي يعلّل » . مثلا وجود كه عارض بر ماهيت است ، علت مىخواهد در موجود شدن ، نه اين كه خود ماهيت علّت بخواهد در ماهيت شدن . و به قول الشيخ الرئيس : « ما جعل اللّه المشمش مشمشا بل أوجدها » ، و از اين بيان ، معنى حديث شريف « السعيد سعيد في بطن أمّه ، و الشقي شقيّ في بطن أمّه » معلوم مىگردد . لسان الغيب ، قدّس سره ، فرمايد :\r\n در ازل هر كو به فيض دولت ارزانى بود * تا ابد جام مرادش همدم جانى بود \r\nاين بيت اشارت به « السعيد سعيد في بطن أمّه » است . و نيز فرمود :\r\n\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\n گفتم كه بسا خطّ خطا بر تو كشيدند * گفتا همه آن بود كه بر لوح جبين بود \r\nاين بيت اشارت به « الشقيّ شقيّ في بطن أمّه » است . و نقش لوح جبين ، همان سرنوشت است . در مصراع دوم اين بيت گويد كه خط خطا را كسى در تو نكشيد ؛ كه شر ، از ناحيهء مبدأ كه بارى تعالى است ، نيست ، بلكه اين خط خطا ، از نقش جبين و سرنوشت و اقتضاى عين ثابت تو است .\r\nبدان كه احوال و اوضاعى كه در حصول مزاج نطفهء انسانى مثلا كه محل قابل نفس ناطقه و پذيراى آن است ، به حصر و ضبط در نمىآيد ؛ زيرا ، تفاوت از منه و اختلاف آفاق و اوضاع كواكب و احوال والدين و كيفيّات اطعمه و اشربه و هزاران هزار عوامل ديگر در نحوهء كيفيت مزاج نطفه دخيل است و آن نطفهء كذائى در چنان اوضاع و احوال ، مطابق طبيعت و جبلّت خود منعقد مىشود و به وفق آن ، قابليت گرفتن عطايا و هبات بارى تعالى پيدا مىكند . شيخ بزرگوار ابن سينا فرمايد :\r\nو قد ينفعل البدن عن هيئة نفسانية غير الذي ذكرناها مثل تصورات النفسانيّة ، فإنّها تثير أمورا طبيعية كما قد يعرض أن يكون المولود مشابها لمن يتخيل صورته عند المجامعة و يقرب لونه من لون ما يلزمه البصر عند الإنزال .\r\nو هذه أشياء ربما اشمأزّ عن قبولها قوم لم يقفوا على أحوال غامضة من أحوال الوجود ، و أمّا الذين لهم غوص في المعرفة فلا ينكرونها إنكار ما لا يجوز وجوده . و من هذا القبيل حركة الدم من المستعدّ لها إذا أكثر تأمّله و نظره في الأشياء الحمر . الخ . « 1 »\r\nو نيز در تدبير رضاع راجع به شرايط مرضعه گويد :\r\nو اما شرائط المرضعة فسنذكرها و نبدأ بشريطة سنّها فنقول : إنّ الأحسن أن يكون ما بين خمس و عشرين سنة إلى خمسة و ثلاثين سنة ؛ فإنّ هذا هو سنّ الشباب و سنّ الصحة و الكمال .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كليات قانون ، ص 195 ، ط ناصرى .\r\n","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nو أمّا في شريطة صحّتها و تركيبها فيجب أن تكون حسنة اللون ، قوية العنق و الصدر واسعة عضلانية صلبة اللحم متوسطة في السمن و الهزال لحمانية لا شحمانية .\r\nو أمّا في أخلاقها فأن تكون حسنة الأخلاق محمودة بطيئة من الانفعالات النفسانيّة الردّية من الغضب و الغم و الجبن و غير ذلك ؛ فإنّ جميع ذلك يفسد المزاج و ربما أعدى بالرضاع و لهذا نهى رسول اللّه صلّى اللّه عليه و آله عن استئظار المجنونة .\r\nالخ . « 1 »\r\nابن بابويه از ابو سعيد خدرى از رسول اللّه صلّى اللّه عليه و آله آدابى در موضوع نكاح ، و امورى چند در تأثير أوقات و اوضاع و احوال والدين به خوى و روى فرزند ، روايت كرده است كه هريك ، سرّى از اسرار طبيعت است . از آن جمله اين كه ابو سعيد خدرى گويد :\r\nقال : أوصى رسول اللّه صلّى اللّه عليه و آله علي بن أبي طالب عليه السّلام فقال : « يا على . . .\r\nو امنع العروس في أسبوعها من الألبان و الخل و الكربزة و التفاح الحامض من هذا الأربعة الأشياء . « 2 » » .\r\nفقال علي عليه السّلام : « يا رسول اللّه ! و لأيّ شيء أمنعها من هذه الأشياء الاربعة ؟ » .\r\nقال : « لأنّ الرحم تعقم و تبرد من هذه الأربعة الأشياء عن الولد ، و الحصير في ناحية البيت خير من امرئة لا تلد . » .\r\nفقال علي عليه السّلام : « يا رسول اللّه ! فما بال الخل تمنع منه ؟ » .\r\nقال : « اذا حاضت على الخل لم تطهر أبدا طهرا به تمام . و الكسفرة « 3 » تثير الحيض في بطنها و تشتد عليها الولادة ، و التفاح الحامض يقطع حيضها فيصير داء عليها . » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . همان مأخذ ، ص 360 .\r\n( 2 ) . كذا - « من هذه » ظ .\r\n( 3 ) . « و الكزبرة » خ .\r\n","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nثم قال : « يا على ! . . . لا تتكلم عند الجماع ! فإنّه إن قضى بينكما ولد لا يؤمن من أن يكون أخرس . و لا ينظرن أحدكم إلى فرج امرأته و ليغض بصره عند الجماع ! فإنّ النظر إلى الفرج يورث العمى في الولد .\r\nيا على ! لا تجامع امرأتك بشهوة امرئة غيرك ! فإنّي أخشى إن قضي بينكما ولد أن يكون مخنثا مؤنثا مخبلا .\r\nيا على ! لا تجامع امرأتك من قيام ! فإنّ ذلك من فعل الحمير ، و إن قضى بينكما ولد كان بوالا في الفراش كالحمير البوالة في كلّ مكان . » « 1 » .\r\nيعنى : عروس را در هفتهء نخستين ، از خوردن شيرها و سركه و گشنيز و سيب ترش باز دار ؛ زيرا كه زهدان از اين چار ، سرد و نازاينده گردد ؛ و بوريا در گوشهء خانه ، به از زن نازاينده است . اگر عروس بر سركه خوردگى خون حيض بيند ، هيچ گاه به خوبى از آن پاك نگردد . و گشنيز آن خون را در درونش بشوراند و زايمان را بر وى دشوار گرداند . و سيب ترش آن را از آمدن باز بدارد و بيمارى بر وى گردد .\r\nدر گاه جماع سخن مگو ! مبادا كه فرزند ، گنگ و لال گردد . و به عورت زن نگاه نكن كه سبب نابينائى فرزند شود . و با شهوت زن ديگرى در خاطرت با زنت جماع مكن كه فرزند مخنث آيد . و ايستاده با زنت جماع مكن كه از كار خران است و اگر فرزندى آيد در فراش كميز ميزنده شود .\r\nسيد رضى در نهج گويد : در نزد امير المؤمنين عليه السّلام در اختلاف ناس سخن به ميان آمد . آن حضرت فرمود : « إنّما فرّق بينهم مبادى طينهم » الخ .\r\nو اين بنده ، در شرح آن ، در مجلد اوّل تكملة منهاج البراعة مطالبى در اين باره آورده است كه با بحث مقام نيك مناسب است .\r\nغرض اين كه افراد انسان در داشتن استعداد بدين جهات و به جهات ديگر شبيه و قريب بدانها مختلفند و به وفق استعداد خود كسب مىكنند . و به فرمودهء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . امالى ، شيخ صدوق ، ص 338 ، حديث اوّل ، مجلس 84 ، ط 1 .\r\n","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\nرسول اللّه صلّى اللّه عليه و آله : « كلّ ميسّر لما خلق عليه » « 1 » . يعنى هر كس چيزى را كه بر آن يا براى آن آفريده شده است عمل آن چيز بر وى آسان است و به آسانى آن را طلب مىكند .\r\nو همچنين اوضاع و احوال كواكب را در حصول كيفيات و انحاى استعدادات مزاج نطفه و ديگر مواليد ، اهميّت بسزائى است كه در علم احكام نجوم آنها را بيان كرده‌اند . و در اين موضوع كتابهائى از قبيل صد كلمهء بطليموس ، الأثمار و الأشجار ، كفاية التعليم ، روضة المنّجمين ، تنبيهات المنجمين ملّا مظفر جنابذى ، لوائح القمر كاشفى ، رسالهء علائيه ، و برهان الكفايهء على بن محمد شريف بكرى ، نوشته شده است . و باز هزاران علل و اسباب ديگر است كه فكر بشر از دست يافتن بدانها قاصر است .\r\nقال الفخر الرّازي في السرّ المكتوم :\r\nالتجربة و القياس يشهدان بأنّ التصورات قد تكون مبادئ لحدوث الكيفيات في البدن . فإنّ الغضب القوي قد يفيد السخونة في البدن و كذا الأوهام على ما ثبت من نهى المرعوف عن النظر إلى الاشياء الحمر ، و المصروع عن النظر إلى الأشياء القوية اللمعان و الدوران . و ما ذلك إلّا لأنّ النفس خلقت مطيعة للأوهام .\r\nحكي عن الشيخ الرئيس أنّ الدجاجة إذا تشبّهت بالديك في الصياح نبتت على ساقها شوكة . ذكر في كتاب الحيوان : « لماذا كان التفاوت بين الأشخاص الأنسانية في الخلقة و الصورة أكثر من سائر الحيوان ، و الاشخاص الحيوانية الأهلية أكثر من الوحشية ؟ » فأجاب بأنّ تخيّلات الإنسان و أفكاره أكثر من سائر الحيوانات و الأشكال يتغيّر بحسب تغيّر التصوّرات ، فلا جرم كان الاختلاف الحاصل بين الأشخاص الإنسانية أكثر من الحيوانات . و أيضا فالحيوانات الأهلية إحساسها و تخيّلاتها أكثر من الحيوانات الوحشية فلا جرم كان الاختلاف فيها أكثر .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . « خلق له » خ .\r\n","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nشيخ رئيس در آخر مقالهء هشتم فن هشتم حيوان شفاء گويد :\r\nو من عجائب أحوال الحيوان ، الدجاجة إذا غلبت الديك قتالا تشبهت بالديك في صقيعها و في سفادها و أشالت أذنابها كالديكة و ربما نبت له مخلب . « 1 »\r\nداستان رنجور شدن معلم كتّابى از گفتن كودكان مكتبى ، و القاى يك يك آنها در وهم معلم بيمارى را كه تا بيمار شد و در بستر افتاد مشهور است ، و در دفتر سوم مثنوى عارف رومى به نظم حكايت شده است بدين مطلع :\r\n كودكان مكتبى از اوستاد * رنج ديدند از ملال و اجتهاد \r\nابن ابى اصيبعه در عيون الأنبياء در ترجمهء ابو البركات بغدادى حكايتى شگفت در مداوات وى آورده است كه خلاصهء آن به ترجمهء راقم چنين است :\r\nدر بغداد ، به بيمارى ، ماليخوليا روى داد و چنان مىانگاشت كه پيوسته خمى بر سر اوست ، چنان كه هرگاه به زير سقف كوتاه مىگذشت به آرامى مىرفت كه مبادا خم سرش با سقف برخورد كند . چارهء پزشكان سودى نبخشيد . ابو البركات در تدبير به امور وهمى ، او را بدين صورت علاج كرد : به غلامى دستور داد كه خمى را بر پشت بام ببر ، و آن‌گاه كه من چوب را از بالاى سر او مىگذرانم ، تو به سرعت و شدت آن را از پشت بام بينداز . پس رو به بيمار كرد و با وى به گفت و گو نشست تا اين كه به دو گفت : « سوگند به خدا ! بايد اين خم را بشكنم تا تو را از آن آسوده كنم . » آن گاه چوب را بر افراشت و آن را به قدر ذراعى بر بالاى سرش بگذراند ، و در دم غلام نيز بشدت خم را از پشت بام به زمين انداخت و بشكست و چون بيمار با چشم خود خم را چنان ديد ، باورش آمد كه بىگمان همان خم بر سر اوست كه به ضرب چوب به زمين افتاد و شكست . پس اين وهم در وى اثر گذاشت و از بيمارى رهائى يافت .\r\nعين هشتم كتاب عيون مسائل نفس نيز در اين موضوع حاوى اشاراتى است\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج 1 ، ص 426 ، ط 1 .\r\n","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nكه حائز اهميت است .\r\nمقصود اين كه تصورات و خيالات ، در نفس اثر مىگذارد ، چنان كه احوال هر يك از نفس و بدن در ديگرى . لذا كيفيات نفسانى و مزاجى ، و احوال ظاهر و باطن والدين در كيفيت مزاجى و حصول استعداد نطفهء انسانى سخت دخيلند ، و اشخاص ، مطابق همان كيفيات داراى اخلاق و احوال گوناگون مىشوند ، چنان كه داراى اشكال گوناگونند ، همچنان كه مبادى طين آنان از ناحيهء اختلاف آفاق و اوضاع اجرام علوى و احوال كائنات سفلى همه دخيلند و نطفه ، به خوئى و روئى منعقد مىشود ؛  ذلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ  . و هر چه لياقت و قابليت او بود ، از مبدأ فياض مىگيرد ، و به مثل نطفهء آدمى لوح محفوظ اوست كه هر چه بدوا در وى نوشته شده است ، بر آن مجبول است ، و مطابق همان استعداد در افعال خود مختار است . و به مثل چون درختى كه در تخمى نهفته است و آن متن و فشردهء درخت بتدريج به فعليت رسد و درخت بالفعل گردد .\r\nآن كه اهل درايت و ذكاوت است از اين امهات و اصول كه تقديم داشته‌ايم به حقيقت معانى و اسرار بسيارى از آيات و روايات پى مىبرد و به سر القدر آشنا مىگردد و مىداند كه  نَفَخْتُ فِيهِ مِنْ رُوحِي  كه از مسير و جدول خلقت والدين به جنين تعلق گرفته است ، از جداول رنگ پذيرفته است ؛ يعنى ، كأنّ پدر و مادر هم هر يك در حقيقت  نَفَخْتُ فِيهِ  شركت دارند . در دفتر دل هم ثبت شده است كه :\r\n كند احوال هر پيرى حكايت * ز اوصاف جوانيّش برايت\r\nچو هر طفلى بود آغاز كارش * كتاب شرح حال روزگارش\r\nهر آن خوئى پدر يا مادرش راست * همان خو نطفهء او را بياراست\r\nغذاى كسب باب و شير مامش * بريزد زهر يا شكّر به كامش\r\nچو از پستان پاكت بود شيرت * توئى فرخنده كيش پاك سيرت\r\nمنى بذر و نسا حرث و تو حارث * بجز تو حاصلت را كيست وارث \r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\n اگر پاك است تخم و كشتزارت * هر آنچه كشته‌اى آيد به كارت\r\nو گرنه حاصلت بر باد باشد * ترا از دست تو فرياد باشد\r\nنفخت فيه من روحى شنيدى * ولى اطوار نفخش را نديدى\r\nكه اندر نطفه هم بابا و مادر * نمايد نفخ هر يك اى برادر\r\nتو سبحان الذى خلق الازواج * بخوان در خلقت نطفة امشاج\r\nدمد هر يك ز روح خويش در وى * ازين ارواح طومارش شود طى \r\nدر اين مقام به نقل بعضى از روايات اكتفا مىكنيم :\r\nالكافي ، عن أبي عبد اللّه عليه السّلام :\r\nإنّ ممّا أوحى اللّه إلى موسى عليه السّلام و أنزل عليه في التوراة : « إنّي أنا اللّه لا إله إلا أنا خلقت الخلق و خلقت الخير و أجريته على يدى من أحبّ فطوبى لمن أجريته على يديه . و أنا اللّه لا إله إلا أنا خلقت الخلق و خلقت الشر و أجريته على يدى من أريده ، فويل لمن أجريته على يديه . « 1 »\r\nالكافي ، عن أبي بصير قال :\r\nكنت بين يدى أبي عبد اللّه عليه السّلام جالسا و قد سأله سائل ، فقال : « جعلت فداك يا ابن رسول اللّه ! من أين لحق الشقاء أهل المعصية حتّى حكم اللّه لهم بالعذاب على عملهم ؟ » . فقال ابو عبد اللّه عليه السّلام : « أيّها السائل ! حكم اللّه عزّ و جلّ لا يقوم له أحد من خلقه بحقّه ، فلما حكم بذلك وهب لأهل محبّته القوة على معرفته و وضع عنهم ثقل العمل بحقيقة ما هم أهله . و وهب لأهل المعصية القوة على معصيته لسبق علمه فيهم و منعهم اطاقة القبول منه فوافقوا ما سبق لهم فى علمه .\r\nو لم يقدروا أن يأتوا حالا تنجيهم من عذابه لأنّ علمه أولى بحقيقة التصديق و هو معنى شاء ما شاء و هو سرّه . » « 2 »\r\nدر صحيح مسلم در باب حجاج آدم و موسى عليهما السّلام از كتاب قدر آمده است كه :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج 1 ، ص 118 ، حديث 1 ، باب الخير و الشر ( معرب ) .\r\n( 2 ) . ج 1 ، ص 118 ، حديث 2 ، باب السعادة و الشقاوة ( معرب ) .\r\n","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nقال رسول اللّه صلّى اللّه عليه و آله : « احتج آدم و موسى ، فقال له موسى : « أنت آدم الذي أخرجتك خطيئتك من الجنّة ؟ » فقال له آدم : « أنت موسى الذي اصطفاك اللّه برسالته و بكلامه ، ثم تلومنى على أمر قد قدّر عليّ قبل أن أخلق ؟ » فحج آدم موسى . « 1 »\r\nالكافي : النيسابوريان ، عن صفوان ، عن منصور بن حازم ، عن أبى عبد اللّه عليه السّلام قال :\r\nإنّ اللّه خلق السعادة و الشقاء قبل أن يخلق خلقه . فمن خلقه اللّه سعيدا ، لم يبغضه أبدا و إن عمل شرّا ابغض عمله و لم يبغضه . و إن كان شقيا لم يحبّه أبدا و إن عمل صالحا أحبّ عمله و أبغضه لما يصير إليه . فإذا أحبّ اللّه شيئا لم يبغضه أبدا و اذا أبغض شيئا لم يحبه ابدا .\r\nبيان : السرّ في تفاوت النفوس في الخير و الشر و اختلافها في السعادة و الشقاوة هو اختلاف الاستعدادات و تنوعّ الحقائق . فإنّ المواد السفلية بحسب الخلقة و الماهية متباينة في اللطافة و الكثافة و امزجتها مختلفة في القرب و البعد من الاعتدال الحقيقي و الأرواح الإنسية التى بإزائها مختلفة بحسب الفطرة الأولى في الصفاء و الكدورة و القوّة و الضعف مترتّبة في درجات القرب و البعد من اللّه تعالى ، لما تقرّر و تحقق أنّ بإزاء كلّ مادّة ما يناسبها من الصور ، فأجود الكمالات لأتمّ الاستعدادات ، و اخصّها ( أخسّها - ظ ) لأنقصها ، كما أشير إليه بقوله عليه السّلام : « الناس معادن كمعادن الذهب و الفضة » . خيارهم في الجاهلية خيارهم في الإسلام ، فلا يمكن لشيء من المخلوقات أن يظهر في الوجود ذاتا و صفة و فعلا إلّا به قدر خصوصية قابليته و استعداده الذاتي .\r\nو وجه آخر و هو أنّه قد ثبت أنّ للّه عزّ و جلّ صفات و أسماء متقابلة هي من أوصاف الكمال و نعوت الجلال و لها مظاهر متبائنة بها يظهر أثر تلك الأسماء ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج 8 ، ص 50 ، ط بيروت .\r\n","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\nفكلّ من الأسماء يوجب تعلق إرادته سبحانه و قدرته إلى إيجاد مخلوق يدل عليه من حيث اتصافه بتلك الصفة ، فلذلك اقتضت رحمة اللّه جلّ و عزّ إيجاد المخلوقات كلّها لتكون مظاهر لأسمائه الحسنى و مجالى لصفاته العليا . مثلا لما كان قهارا أوجد المظاهر القهرية التي لا يترتب عليها إلّا أثر القهر من الجحيم و ساكنيه و الزقوم و متناوليه . و لما كان عفوّا غفورا أوجد مجالى للعفو و الغفران يظهر فيها آثار رحمته . و قس على هذا فالملائكة و من ضاهاهم من الأخيار و أهل الجنة مظاهر اللطف . و الشياطين و من والاهم من الأشرار و أهل النار مظاهر القهر .\r\nو منهما تظهر السعادة و الشقاوة فمنهم شقي و سعيد ، فظهر أنّ لا وجه لاسناد الظلم و القبائح إلى اللّه سبحانه ؛ لأنّ هذا الترتيب و التمييز من وقوع فريق في طريق اللطف و آخر في طريق القهر من ضروريات الوجود و الإيجاد و من مقتضيات الحكمة و العدالة .\r\nو من هنا قال بعض العلماء : « ليت شعرى لم لا ينسب الظلم إلى الملك المجازى حيث يجعل بعض من تحت تصرفه وزيرا قريبا و بعضهم كنّاسا بعيدا لأنّ كلّا منهما من ضروريات مملكته و ينسب الظلم إلى اللّه تعالى في تخصيص كلّ من عبيده بما خصص مع أنّ كلّا منهما ضروري في مقامه . « 1 »\r\nبه قول دهدار اگر فطن ذكى از روى انصاف مطالعهء اين اخبار كند و مقصود از آن دريابد ، كشف مسألهء قدر بر وى آسان مىشود .\r\nالحمد للّه كه تا حدّى به حقيقت و واقع امورى اطّلاع يافته‌ايم و بدين جا رسيده‌ايم كه نطفهء آدمى ، به مثل ، لوح محفوظ اوست ، و آن كه گفته است : « لوح محفوظ عالم صغير نطفه است . » مقصود همين است .\r\nو يكى از فوايد عظيم اين بحث و تحقيق اين كه عالم به سر القدر و القضا در مقام رضا و تسليم خواهد بود ؛ زيرا ، دانست كه پيش از وى ، همهء استعداد و مقدمات كار وى مهيا شده و ساخته و پرداخته بود و خود بر آنها مجبول است و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . وافى ، ج 1 ، ص 116 ، باب السعادة و الشقاوة .\r\n","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\nوى را بر كارى داشته‌اند كه عمل آن برايش آسان است و به آسانى آن را طلب مىكند . پس به قضاى الهى راضى و به عطاى الهى قانع و به نعمت الهى شاكر بايد بود . در حديث قدسى است كه :\r\nمن لم يرض بقضائي و لم يصبر على بلائي و لم يشكر على نعمائي و لم يقنع بعطائي ، فليطلب ربّا سوائي و ليخرج من تحت سمائي .\r\nآن كه دهدار فرمود : « لهذا مضاعف مىشود تا هزار و چهار صد و زياده » ، اشارت به اين آيت دارد :  مَثَلُ الَّذِينَ يُنْفِقُونَ أَمْوالَهُمْ فِي سَبِيلِ اللَّهِ كَمَثَلِ حَبَّةٍ أَنْبَتَتْ سَبْعَ سَنابِلَ فِي كُلِّ سُنْبُلَةٍ مِائَةُ حَبَّةٍ وَ اللَّهُ يُضاعِفُ لِمَنْ يَشاءُ وَ اللَّهُ واسِعٌ عَلِيمٌ .  « 1 » كه يك دانه هفت خوشه بروياند و در هر خوشه صد دانه باشد هفتصد دانه مىشود و هفتصد كه مضاعف يعنى دو برابر گردد هزار و چهار صد شود . زياده از آن نيز از همين آيه مستفاد است كه  وَ اللَّهُ واسِعٌ عَلِيمٌ  و نيز از آيات ديگر چون  لِلَّذِينَ أَحْسَنُوا الْحُسْنى وَ زِيادَةٌ  « 2 » و  لَهُمْ ما يَشاؤُنَ فِيها وَ لَدَيْنا مَزِيدٌ  « 3 » و غيرها .\r\nبدان كه علت بودن حسنه يكى بر ده يا هفتصد و يا زياده بر آن ، اين است كه در حسنه ، توجه نفس ناطقه به ملكوت است و آن مطابق طبع او است و به وفق معرفتش از يك عمل خير چند برابر پاداش مىيابد كه اعتلاء و ارتقاى وجودى اوست . به مثل اين كه سنگى را از بلنديهايى به ارتفاع گوناگون به سوى نشيب حركت دهند كه با يك بار تحريك آن ، مسافتهاى مختلف به اختلاف ارتفاعات را بالطبع مىپيمايد ، ولى عمل بد ، مخالف طبع نفس ناطقه است و يك عمل بد را كيفر يكى است ، مثل اين كه سنگ را از نشيب به فراز بايد برد هر يك بار بالا بردن آن به همان اندازه بالا مىرود نه زياده .\r\nآن كه دهدار گفت : « از جملهء ضروريات دانستن اين است كه هر فعل و عملى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . البقره ( 2 ) : آيهء 262 .\r\n( 2 ) . يونس ( 10 ) : آيهء 27 .\r\n( 3 ) . ق ( 50 ) : آيهء 36 .\r\n","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nصورتى در عالم برزخ دارد . . . » كلامى بسيار بلند است ، به بلندى سخن بعد آن ، كه « علم انسان ، مشخّص روح است و عملش مشخّص بدن . » و همانطور كه فرمود از جملهء ضروريات است و ما در پيرامون آن در ديگر رسائل خود بخصوص در دروس اتحاد عاقل به معقول بر مبناى حكمت الهيهء متعاليه بحث و تحقيق كرده‌ايم و بدين دقيقه ، متألهء سبزوارى در حكمت منظومه در « غرر عموم قدرت حق سبحانه » اشارت مىفرمايد كه : « حقائق ذواتنا و هويتنا ليست إلّا الملكات العلمية و العملية . » « 1 » و لكن در پى بردن به نحوهء ارتباط و سنخيت عمل و صورتى كه آن عمل بدان صورت در مىآيد ، بطور تفصيل در يك يك آنها سخت دشوار است اگر چه به مدد بسيارى از آيات و رواياتى كه شرح و تفسير سرّ و حقيقت آنهاست ، و بدانچه كه اساطين حكمت وعرفان در صحف علميهء خود آورده‌اند ، مى توان تا حدّى به سنخيت بين ملكات نفسانى و بين صور آنها كه آدمى بدانها محشور مىشود پى برد و رسيد ، ولى ورود در بحث مستلزم تصنيف كتابى عليحده خواهد شد ؛ لعل اللّه يحدث بعد ذلك أمرا .\r\nمخفى نماند كه اين صور ، جوهر ذات شخص مىگردند . و اين انسانى كه در اين جا نوع است و در تحت آن اشخاص است ، در نشئهء آخرت ، جنس است و در تحت او انواع است و آن انواع صور جوهرىاند كه از ملكات نفس در صقع نفس تحقق مىيابند و آدمى آنها را در خويشتن مىيابد و آنها را ادراك مىكند ؛ چه اين كه جزا ، نفس عمل است . و چون علم ، مشخّص روح ، و عمل ، مشخّص بدن است ، شبههء آكل و مأكول مدفوع است .\r\nسخن به درازا كشيد . داشتيم مطالبى كه بر تحقيقات مقدم در وجود و تطورات و شؤونات او و اصل جعل و اعتباريات ماهيات و تعاكس احوال وجود و ماهيت در يكديگر و از اين گونه امور متفرع مىشد باز گو مىكرديم . به بيان آن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ص 175 ، ط اعلى .\r\n","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nمطالب بازگشت كنيم :\r\nد ديگر از مطالبى كه بر آن مترتب است ، اين كه چون موجودات ، همه ، ظلال و شوؤون و اطوار يك حقيقتند ، هيچ موجودى را نتوان فاعل بالاستقلال دانست ؛ چه اين كه حق تعالى در وجود و ايجاد ، شريك ندارد و از اين بيان معلوم مىشود كه قدرى قائل به استقلال عبد در افعالش سخت به خطا رفته است .\r\nو ديگر اين كه چون حقيقت واحده است ، همانطور كه حلول و اتحاد در آن راه ندارد كه در وحدت دوئى عين ضلال است ، تفوه به جبر نيز صحيح نيست ، زيرا ، جبر - چنان كه گفته‌ايم - ستم كردن كسى است ديگرى را به خلاف آنچه كه ميل و ارادهء آن ديگرى است . تعالى اللّه عما يقول الظالمون علوا كبيرا .\r\nبدين لطيفه ، صدر قونوى در نفحات افاده فرموده است كه :\r\nاختيار الحق المشهود في الكشف ليس على النحو المتصور من اختيار الخلق الذى هو تردّد واقع بين أمرين كل منهما ممكن الوقوع عنده فيترجح عنده أحدهما لمزيد فائدة أو مصلحة يتوخاها . فمثل هذا يستنكر في حقه تعالى لأنه أحدىّ الذات و أحدى الصفات و أمره واحد و علمه بنفسه و بالأشياء علم واحد ، فلا يصحّ لديه تردّد و لا إمكان حكمين مختلفين بل لا يمكن غير ما هو المعلوم المراد في نفسه .\r\nو ليس هذا من قبيل الجبر كما يتوهمه أهل العقول الضعيفة إذ ليس ثمة سوى فمن الجابر ؟ « 1 »\r\nآرى :\r\n چو در توحيد حق نبود سوائى * سخن از جبر چبود ؟ ژاژ خائى\r\nكدامين جابر است و كيست مجبور ؟ * عقول نا رسا را چيست منظور ؟ \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مصباح الانس ، ص 91 .\r\n","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nالحمد للّه كه در بطلان مذهب جبر و تفويض و در حق بودن امر بين الامرين ، نقاب از چهرهء مقصود برداشته‌ايم و به بسيارى از غموض اسرار اشاراتى كرده‌ايم و در خلال مباحث ، نكاتى در بيان طايفه‌اى از آيات و اخبار آورده‌ايم و اگر چه التقاط از مسفورات اعاظم داشته‌ايم ، ولى در التقاط ، جودت رويّه و حسن سليقه به كار برده‌ايم و يك رشته از گفتنيها را گفته‌ايم . و چون در حلقهء تدريس تنى چند از طالبان كمال اين همه شهد و شكر از كلك فرو ريخت ، شايسته است كه به گفتهء عارف رومى تمثّل جويم :\r\n مثنوى را چون تو مبدأ بوده‌اى * گر فزون گردد تواش افزوده‌اى\r\nاين سخن شير است در پستان جان * بىكشنده خوش نمىگردد روان \r\nدعواهم فيها سبحانك اللهم و تحيتهم فيها سلام و آخر دعواهم أن الحمد للّه رب العالمين .\r\n\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\n\r\nخاتمه ( رساله‌اى در اقسام فاعل )\r\nسزاوار است در اين مقام به بيان اقسام فاعل در صحف حكميه سخنى رود تا بهتر و روشنتر به حقيقت امر بين امرين آشنائى حاصل گردد . ما را در اين امر ، وجيزه‌اى است كه درج آن را در اين جا به عنوان خاتمهء رساله مناسب ديده‌ايم :\r\nبسم الله الرحمن الرحيم حمد خداى را كه فاعل معقول و محسوس است ، و جمال صنعش يكپارچه قوسموس است . درود بر نبى خاتم و آل او كه هر يك در ذات الهى ممسوس است ، و بر هر تقى و نقى كه عقلش مونس و با خداى مأنوس است .\r\nو بعد چنين گويد حسن حسن‌زادهء آملى كه : اين وجيزه در بيان اقسام فاعل مستعمل در كتب حكميه است ، به اميد اين كه اهل تحقيق را وسيلت كار افتد ، و مرا اثرى پايدار به يادگار ماند .\r\nفاعل در لغت كنندهء كار است ، و در نزد نحات ، اسمى است كه فعل و يا شبه فعل متقدّم او به دو اسناد داده شود ، و ملاك ، صرف اسناد به فعل متقدم است ،\r\n\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nخواه آن فعل در واقع از او صادر شده باشد و يا از ديگرى . به قول عارف رومى در دفتر سوم مثنوى :\r\n مات زيد زيد اگر فاعل بود * ليك فاعل نيست كو عاطل بود\r\nاو ز روى لفظ نحوى فاعل است * ورنه او مقتول و موتش قاتل است\r\nفاعلى چه كو چنان مقهور شد * فاعليها جمله از وى دور شد \r\nفاعل در نزد طبيعى ، محرك مادّهء موجود از حالى به حالى است . و در علم الهى ، فاعل ، به معنى معطى وجود است . چنان كه صدر المتألّيهن در ابتداى اسفار به عنوان براعت استهلال فرموده است : « الحمد للّه فاعل كل محسوس و معقول و غاية كل مطلوب و مسؤول الخ . »\r\nمتألهء سبزوارى در حكمت منظومه گويد :\r\n معطي الوجود في الإلهي فاعل * معطي التحرك الطبيعي قائل \r\nو در شرح آن گويد :\r\nمعطي الوجود بإخراج الشيء عن الليس إلى الأيس ماهية و وجودا و مادة و صورة في العلم الالهي فاعل . و لكن معطي التحرك الحكيم الطبيعي قائل بأنّه فاعل . فهم يطلقون الفاعل على الذي لم يوجد مادّة الشىء و لا صورته ، بل إنّما حرّك مادة موجودة من حال إلى حال . و الإلهيون كثيرا ما يطلقون الفاعل على هذا مثل ما يقولون النجار فاعل للسرير ، و النار للاحراق ، لكن لا بما هم إلهيون .\r\nو أشير إليه في الكتاب الالهى بقوله تعالى :   أَ فَرَأَيْتُمْ ما تُمْنُونَ * أَ أَنْتُمْ تَخْلُقُونَهُ أَمْ نَحْنُ الْخالِقُونَ   إلى آخر الآيات الثلاث .\r\nو در هامش آن در بيان فاعل طبيعى گويد :\r\nالفاعل أنّما حرك مادة موجودة ، و وجود الصورة المفاضة إنّما هو من اللّه تعالى و هذا أحد معاني الأمر بين الأمرين ، فإنّ فاعل الوجود في أيّ شيء كان هو اللّه تعالى ، و فاعل حركته من حال إلى حال ، هو الفاعل الإمكاني .\r\n\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\nو ما أشير إليه في الكتاب هو هذا أي لستم المعطين لوجود المنى و المزروع و غيرهما لا إنكم لستم مبادئ الحركة الأينية للمنى و البذور النباتية و غيرهما . « 1 »\r\nو لكن مطلب عمده در بيان فاعل به معنى معطى الوجود است ؛ زيرا ، وجود واحد صمدى است و تعدّد در آن راه ندارد كه وجودى جاعل و وجودى مجعول باشد و به عبارت ديگر ، يكى علت و ديگرى معلول بوده باشد .\r\nدر بحث جعل كه : « آيا وجود مجعول است يا ماهيت ؟ » چه مىخواهند ؟\r\nو آنان كه قائل به اصالت وجودند و گويند مجعول بالذات وجود است ، از اين سخن چه اراده مىكنند ؟ در اين كه وجود اصل است و مساوق با حق است ، بحثى نيست ، و در اين كه در ميان الفاظ ، اين دو كلمه بهتر از كلمات ديگر حكايت از حقيقة الحقايق مىنمايند ، اعتراضى نيست ، ولى مجعول بودن وجود يعنى چه و يا مجعول بودن ماهيّت چه معنى دارد ؟ ماهيّت از تعيّن شأن وجود صمدى منتزع است كه وجود تعيّن يافته را بدين سوى نگاه كنيم محدود است ، و بدان سوى كه شأنى از شؤون وجود صمدى است ، غير متناهى است ؛ زيرا ، هيچ چيز به تمام جهت از مبدأ نازل نمىشود . پس آن سويش كه ملكوت اوست ، در دست مبدأ است و در تحت تدبير اوست بيده ملكوت كل شىء .\r\nو حق اين است كه اشياء از حيث وجود و حقيقت شؤون يك وجود و حقيقت صمدىاند كه هو الأوّل و الآخر و الظاهر و الباطن ؛ يعنى ، انسحاب وجود واحد احدى بر حقايق و مراتب است ، و به اعتبار تعيّن ، غير حق سبحانه‌اند كه هيچ كلمهء وجودى از حق جدا نيست ، و در عين حال حق سبحانه در هيچ يك آنها نيست كه غير متناهى در متناهى نگنجد :  عَنَتِ الْوُجُوهُ لِلْحَيِّ الْقَيُّومِ  « 2 »\r\nتفصيل اين مباحث را در رسالهء جعل و وحدت از ديدگاه عارف و حكيم طلب بايد كرد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ص 118 ، ط اعلى .\r\n( 2 ) . طه ( 20 ) : آيهء 111 .\r\n","page_name":" 159 ","page_number":159},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\n\r\nتعريف اقسام فاعل\r\nفاعل يا علم به فعلش دارد و يا ندارد . در صورت ثانى ، يا فعل او ملايم طبع اوست ، آن « فاعل بالطبع » است ، و يا ملايم طبع او نيست ، آن « فاعل بالقسر » است .\r\nو بنا بر صورت نخستين كه فاعل ، عالم به فعلش باشد يا فعلش به ارادهء او نيست ، آن « فاعل بالجبر » است ، و يا به ارادهء اوست ، و در اين صورت كه به ارادهء اوست ، يا علم او به فعلش با فعل اوست بلكه عين فعل اوست كه علم او به ذات خود ، همان علم اجمالى سابق به فعل او است نه چيز ديگر ، آن « فاعل بالرضا » است ، و يا اين كه علم او به فعلش با فعلش و عين فعلش نيست ، بلكه سابق از فعل اوست .\r\nو در اين صورت كه علم او سابق است يا عملش قرين به داعى زائد بر ذات است آن « فاعل بالقصد » است ، و يا قرين به داعى زائد نيست بلكه نفس علم فعلى منشأ معلول است .\r\n\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\nو در اين صورت كه نفس علم منشأ است ، يا علم به فعل ، زائد بر ذات فاعل است ، آن را « فاعل بالعنايه » گويند ، و يا علم به فعل ، زائد بر ذات فاعل نيست ، بلكه عين علم فاعل به ذاتش همان عين ذات اوست و آن علم اجمالى به فعل در عين كشف تفصيلى است ، آن را « فاعل بالتجلى » و نيز « فاعل بالعنايه به معنى اعم » گويند .\r\nاين ترتيب در بيان وجه ضبط اقسام فاعل را از شرح منظومهء مرحوم حاجى « 1 » و از تعليقهء وى بر اسفار « 2 » آورده‌ايم . در نظم آن فرموده است :\r\n بالطبع أو بالقسر أو بالقصد أو * بالجبر بالتسخير فارع مارعوا\r\nأو بالتجلّى ثم بالعناية * أو بالرضا فادروا أولى الدراية \r\nما را در تعليقات بر منظومه و اسفار برخى از مباحث در پيرامون اقسام فاعل است كه اعراض از تعرض بدانها را أولى ديده‌ايم تا بحث به درازا نكشد .\r\nحكيم سبزوارى در وجه ضبط ، بعضى از اقسام فاعل را نياورده است كه در بعد خواهيم گفت و توضيحا گوييم :\r\nفاعل بالطبع آن است كه فعل از فاعل بدون شعور و اختيار او سر زند ؛ يعنى ، فاعل ، مدرك ذات و فعلش نيست ، ولى فعل ، مناسب و ملايم با طبع و ذات فاعل است مانند فرود آمدن سنگ از بلندى به پستى ، و سوزاندن آتش .\r\nفاعل بالقسر آن است كه فعل بدون شعور و اختيار از فاعل سر زند و چون فاعل بالطبع مدرك ذات و فعل خود نيست ، ولى فعل بر خلاف مقتضاى طبيعت و ذات فاعل از فاعل سر زند ، چون حركت سنگ كه به بالا پرتاب شده است .\r\nپس اين دو قسم فاعل در نداشتن اختيار و شعور و ادراك به ذات و فعل خود مشابهند ، و در مناسب بودن فعل با طبع فاعل و عدم مناسب بودن آن از يكديگر متمايزند ، كه مناسب ، فاعل بالطبع است و غير مناسب ، فاعل بالقسر .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ص 113 ، ط اعلى .\r\n( 2 ) . ج 2 ، ص 222 ، ط 2 .\r\n","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\nفاعل بالجبر آن است كه فعل به ارادهء فاعل و اختيار وى نباشد و با كراهت وى بوده باشد ، ولى فاعل شأنيت اراده را دارد ، به اين بيان كه فاعل بالجبر مدرك ذات خود و عالم به فعل خود است و در كارش شاعر است ، ولى فعل او به الزام و الجاء ديگرى است مروى را . پس آن فعل ملايم با ذات فاعل و از روى شوق وى نبود و به فعل خود مستكمل نخواهد بود ؛ زيرا ، استكمال ، در صورتى است كه فعل با طبع فاعل عالم به ذات و فعل خود ملايم ر سازگار باشد و براى غرضى كه خارج از ذات او و غير ذات اوست فعلى انجام دهد .\r\nمثال فاعل بالجبر اين كه ظالمى مظلومى را به بيگارى بر كارى وادار كند ، چنان كه راه گريز و گزير براى او نبوده باشد .\r\nاز آنچه در تعريف اين سه قسم فاعل گفته‌ايم دانسته مىشود كه صدور فعل از آنها از روى اراده و اختيار آنها نيست و هر سه در اين معنى شريكند ، ولى فاعل بالجبر ، شأنيت اراده را دارد و مدرك به ذات و فعل خود هم هست ، به خلاف آن دوى ديگر . و فاعل بالجبر با فاعل بالقسر در اين جهت شريك است كه فعل موافق و ملايم طباع آنها نيست .\r\nفاعل بالقصد ، فاعلى است كه مدرك ذات خود است و به فعل خود نيز عالم است و علم او به فعلش سابق بر فعل اوست ، و نيز علم او به فعلش قرين به داعى زائد بر ذات اوست نه عين ذات او غرض باشد ، و آن داعى ، غرض خارج از ذاتش است كه در فعلش قصد آن غرض خارجى مىكند و فايدهء آن را در نظر مىگيرد و پس از تصديق به فايده ، كارش را براى تحصيل آن غرض انجام مىدهد كه در فعل خود مستكمل است و غرض آن كمالى است كه فاقد آن است و به فعلش آن را تحصيل مىكند ، مانند كارهاى همهء حيوانات و افراد بشر كه از روى جبر و اكراه ديگرى نباشد ، و به طوع و رغبت خود در پى تحصيل غذا و كسب و كار خودند .\r\nپس فاعل بالجبر و فاعل بالقصد هر دو در اين جهت شريكند كه عالم به ذات و فعل خودند ، و در اين جهت تميز دارند كه فاعل بالقصد ، با شوق و رغبت و\r\n\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\nاراده و اختيار و ميل خود ، فاعل فعل است و از انجام آن فعل ، غرضى در نظر دارد كه بدان مستكمل است ، ولى فاعل بالجبر ، فاقد اين جهات است . و فرق فاعل بالقصد با فاعل بالطبع و بالقسر روشن است .\r\nفاعل بالعناية ، فاعلى است كه عالم به ذات و به فعل خود است و صاحب اراده و اختيار است و نيازمند به غرض زائد بر ذاتش نيست ، بلكه داعى او بر فعل عين ذات اوست .\r\nبه عبارت ديگر صرف ذات او ، غايت فعل اوست و علم او به فعلش سابق بر فعل است و علم او به فعل ، علم فعلى است نه انفعالى ، و اين علم فعلى ، زائد بر ذات فاعل است ، و اين علم فعلى علم سابق تفصيلى به فعل صادر از فاعل است ، و نفس همين علم فعلى زائد بر ذات و سابق بر فعل ، منشأ فعل است كه معلول اوست .\r\nبدان كه اين سبق علم بر فعل در بارى تعالى مثلا سبق بالذات و بالعلية است نه سبق به زمان ، مانند حركت يد و حركت مفتاح كه همين قدر در ترتّب بين متقدّم و متأخّر صحيح است كه حرف « فاء » متخلل شود و گويى : تحركت اليد فتحرك المفتاح . پس فعل خارجى ، تابع علم فعلى خواهد بود ، بدون تراخى .\r\nو معلوم است كه علم به ذات فاعل ، مقدم بر علم فعلى - كه سابق بر فعل خارجى و منشأ حصول آن است - مىباشد ؛ يعنى ، اولا علم به ذات است و اين علم به ذات منشأ علم فعلى است و اين علم فعلى منشأ حصول فعل در خارج .\r\nپس تعريف فاعل بالعناية به عبارت مختصر اين است كه : فاعل بالعناية ، فاعلى است كه عالم به ذات و فعل خود هست و نفس علم فعلى او به فعل ، كافى است براى صدور فعل از او ، بدون نياز به قصد زائد بر علم فعلى و داعيهء خارج از ذات فاعل . و علم فعلى او زائد بر ذات اوست .\r\nو به عبارت اخص ، فاعل بالعناية فاعلى است كه نفس علم فعلى زائد بر ذات او ، منشأ معلول اوست و علت غائى فعل ، فقط ذات فاعل است .\r\n\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\nمثلا معمارى كه صورت بنائى را ابتدا در نظر مىگيرد ، آن صورت ، علم فعلى است كه بناى در خارج مطابق آن صورت و نقشهء علم فعلى بنا شده است . پس اگر به فرض ، آن معمار را داعى بر فعلش كه بناى خارجى است عين ذاتش باشد و غايتى جز ذاتش نباشد ، فاعل بالعناية است و اگر داعى زائد بر ذات باشد كه براى غرضى مثلا جلب منفعت باشد ، در اين صورت فاعل بالقصد است .\r\nو بدانچه گفته‌ايم فرق ميان فاعل بالعناية و اقسام فاعل سابق بر او روشن شده است كه فاعل بالعناية از اين كه عالم به ذات و فعل خود است از اولى و دومى ممتاز است ، و از اين كه صاحب اراده و اختيار است ، از فاعل بالجبر ممتاز است ، و از اين كه نيازمند به غرض زائد بر ذاتش نيست ، از فاعل بالقصد ممتاز است .\r\nفاعل بالرضا ، فاعلى است كه عالم به ذات و فعل خود است ، و صاحب اراده و اختيار است ، و نيازمند به غرض زائد بر ذاتش نيست ، بلكه داعى او بر فعل ، عين ذات اوست ، و علم او به فعلش ، سابق بر فعل است و لكن اين علم به فعلش ، زائد بر ذاتش نيست - چنان كه در فاعل بالعناية بود - بلكه علم فاعل به ذاتش همان علم به فعلش است . پس در فاعل بالرضا علم ، سابق بر فعل است از اين جهت كه علم ، عين ذات است و ذات مقدم بر فعل ، چون ذات علت تامه است و فعل ، معلول وى ، و علم به علت ، مستلزم علم به معلول است .\r\nنكتهء عمده در فاعل بالرضا اين است كه خود فعل ، علم تفصيلى باشد ، و علم به ذات فاعل ، علم اجمالى سابق بر فعل باشد .\r\nبه عبارت ديگر ، فاعل بالرضا ، آن است كه علم به ذاتش - كه عين ذات اوست - سبب وجود افاعيل اوست كه اين افاعيل ، عين علوم و معلومات اوست و علم به ذاتش علم اجمالى به فعل اوست و علم تفصيلى او به فعلش ، نفس فعل اوست ؛ يعنى ، نفس معلوم كه عين و شخص خارجى فعل است ، عين علم تفصيلى اوست .\r\n\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\nاين كه گفتند : « علم ، سابق بر فعل است ، و لو به اجمال » ، براى اين است كه اگر علم ، سابق نباشد ، لازم آيد كه فعل بر سبيل ايجاب باشد ، يعنى فاعل موجب باشد نه مختار .\r\nو اين كه گفتند : « علم سابق بر فعل ، علم اجمالى است » ، براى اين است كه ذات فاعل ، بسيط است بلكه بسيط من جميع الجهات است ، چنان كه در بارى تعالى . و ذات فاعل ، عالم به خود است و صور موجودات متكثره كه افاعيل متعدده‌اند ، اگر چنانچه علم بدانها در مقام علم به علّت آنها كه همان ذات بسيط من جميع الجهات است ، علم اجمالى به افعال نباشد - يعنى علم تفصيلى باشد - لازم آيد حضور صور موجودات متكثره در ذات بسيط من جميع الجهات .\r\nو آن كه گفتند : « افاعيل او ، عين علوم او و عين معلومات اويند » ، از اين جهت است كه اضافهء عالميت به آن افاعيل كه به اين اضافه ، معلوم فاعلند ، همان نفس افاضهء فاعل است مر آن افاعيل را بدون هيچ گونه تعدد و تفاوت نه در ذات و نه در اعتبار ، مگر به حسب لفظ و تعبير .\r\nپس خلاصه ، فاعل بالرضا آن است كه فاعل ، عالم به ذات و فعل خود است و در فعلش مختار و مريد است و عين ذات علت غائى است و علم به فعل ، عين ذات است چنان كه سابق بر فعل است به نحو اجمال در مقام ذات ، و نفس فعل خارجى علم تفصيلى به فعل است .\r\nمثلا در نظر بگيريد صور جزئيهء علميهء نفس ناطقهء انسانى را كه از منشآت نفسند و اضافهء اشراقيه به نفس دارند كه نقوش و صور جزئيه در صفحهء ذهن نفس علم نفس و معلوم نفسند كه نفس بدانها علم حضورى دارد ، يعنى به نفس ذاتها در نزد نفسند نه به صورشان .\r\nبه عبارت ديگر علم به اشياء مادّى خارجى ، حصول و ارتسام صور آنهاست لدى النفس و اين صور از منشآت نفس است و علم نفس به اين صور منشأهء نفس ذات آنهاست نه باز صور مرتسمهء آنها در نزد نفس ، تا تسلسل لازم آيد .\r\n\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\nپس فاعل بالرضا از اين كه عالم به ذات خود و فعل خود است ، از فاعل بالطبع و بالقسر ممتاز است ، و از اين كه در فعل خود مختار و مريد است ، از فاعل بالجبر ممتاز است ، و از اين كه عين ذات او ، علت غائى است و غرض زائد بر ذات نيست ، از فاعل بالقصد ممتاز است ، و از اين كه علم سابق بر فعل ، زائد بر ذات نيست و علم به فعلش ، سابق بر فعل است در مقام ذات به اجمال و عين فعل خارجى ، نفس علم و معلوم تفصيلى او است ، از فاعل بالعناية ممتاز است .\r\nپس اين سه قسم فاعل اخير در اين كه فعل به اراده و اختيار از آنها صادر مىشوند شريكند ، اگر چه فاعل بالقصد در اختيارش مضطر است ؛ زيرا ، اختيارش در او حادث است و حادث را محدثى بايد و آن محدث كه سبب و علت حدوث اختيار است ، غير اوست كه اختيار فاعل بالقصد ، منتهى به اسباب خارج از او مىشود ، تا منتهى به اختيار ازلى مىگردد كه به محض اختيار و بدون داعى زائد هر موجودى را كه آنچنان مىبايدش بيافريد و مىآفريند ، چنان كه در صدر اين مبحث گفته آمد .\r\nو دو قسم فاعل اخير در اين كه داعى بر فعل ، عين ذات فاعل است و غرض زائد بر ذات نيست ، شريكند كه ذات فاعل ، هم اول است كه فعل از او صادر مىشود ، و هم آخر كه غايت فعل خود است .\r\nفاعل بالتجلى ، فاعلى است كه عالم به ذات و فعل خود است و صاحب اراده و اختيار است و نيازمند به غرض زائد بر ذاتش نيست ، بلكه داعى او بر فعل ، عين ذات اوست نه داعى زائد ، و علم او به فعلش ، سابق بر فعل است ، و اين علم به فعل ، زائد بر ذات نيست ، بلكه عين ذات است و علم به ذات كه عين ذات است ، علم اجمالى به فعل است و لكن اين علم فاعل به فعل ، علم اجمالى به فعل است در عين كشف تفصيلى كه از مجرد علم تفصيلى سابق بر فعل ، فعل از فاعل بدون داعى زائد صادر مىشود . پس علم به فعل در « فاعل بالتجلى » ، قبل از فعل به طور تفصيل است كه در علم فاعل به ذاتش ، علم به فعلش به تفصيل منطوى است ،\r\n\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\nبه واسطهء انكشاف معلول در نزد علت . لذا در فاعل بالتجلى ، هم علم به ذات فاعل ، علم سابق تفصيلى به فعل است ، و هم نفس فعل ، علم تفصيلى است .\r\nپس فاعل بالتجلى ، واجد همهء كمالات فاعل بالعناية و فاعل بالرضا است كه هم علم سابق تفصيلى دارد چنان كه در فاعل بالعناية ، و هم علم ، عين ذات است و هم نفس فعل ، علم تفصيلى است ، چنان كه در فاعل بالرضا . و از جهات نقص آنها - كه در فاعل بالعنايه ، علم ، زائد بر ذات ، و در فاعل بالرضا كه علم سابق بر فعل ، اجمالى است نه تفصيلى - مبرّى است .\r\n\r\nتنبيه\r\nاز آنچه كه در تعريف فاعل بالعنايه و فاعل بالرضا گفته‌ايم ، دانسته مىشود كه در فاعل بالعنايه ، فاعل در صور علميهء فعلى كه علم تفصيلى اعيان خارجى است و حاصل در ذات فاعل و زائد ذات است ، فاعل بالرضا است ، و نسبت به اعيان خارجيه ، فاعل بالعنايه است .\r\nفاعل بالتسخير ؛ در وجه ضبطى كه از متألهء سبزوارى از منظومه و تعليقه‌شان بر اسفار نقل كرديم ، « فاعل بالتسخير » را نياورده است ، اگر چه در نظمش آورده است ، چنان كه نقل شد . و صدر المتألهين نيز آن را در اسفار مستقلا عنوان نكرده است و در عنوان بحث فرموده است : « اصناف الفاعل ستة » « 1 » ، كه از فاعل بالطبع آغاز شد و به فاعل بالرضا پايان يافت و فاعل بالتجلى را در سفر ثالث در مبحث علم الهى عنوان كرده است . و بعد از آن كه در بحث اصناف فاعل ، سه قسم فاعل بالطبع و فاعل بالقسر و فاعل بالجبر را تعريف كرده ، فرموده است :\r\nو هذه الأقسام الثلاثة مشتركة في كونها غير مختارة في فعلها ، و في أنّ فاعليتها على سبيل التسخير و الاستخدام من الغير إيّاها ، سواء كان تسخير المسخر القاهر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج 2 ، ص 22 ، ط 2 .\r\n","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\nو استخدام المستخدم العالي إياها في الفاعلية أيضا على هذه الطريقة أو على طريقة الإرادة و الاختيار ، و استخدام النفس الناطقة لبعض القوى الفعّالة البدنية فى أفاعيلها من قبيل الثانى كالحركات الأينيّة و غيرها الصادرة عن القوى العضلية بتوسط الجوارح و الأعضاء .\r\nو هذه القوى في العالم الصغير الإنساني بمنزلة الأشخاص الحيوانية في العالم الكبير . و استخدامها لبعضها من قبيل الأوّل ، كالحركات الصادرة عن القوى الغاذية و المنمية و لحركات النبض بالانقباض و الانبساط و الغضب و الشهوة التي موضوعاتها الأجسام اللطيفة من الأخلاط و الأرواح ، و مباديها القوى المستعلية النفسانية .\r\nو هذه المبادئ في العالم الصغير كالحركات السماوية المسخرة لعالم الأمر في العالم الأعلى فكما أنّهم لا يعصون اللّه ما أمرهم و يفعلون ما يؤمرون فكذلك نظيرتهم في طاعة النفس الناطقة و كما أنّ أشخاص الناس منهم من عصى ما أمر اللّه عباده على ألسنة رسله و في كتبه و منهم من أطاعه ، فكذلك نظيرتها من القوى في طاعة النفس و عصيانها فيما تأمرها به و تنهيها عنه .\r\nو متألهء سبزوارى در بيان فاعل بالتسخير فرموده است :\r\n إرادة طبع إذا ما سخّرا * للغير فالفاعل تسخيرا يرى \r\nفالطبيعة المسخرة تحت النفس مع كونها فاعلا بالطبع للجذب و الدفع و الإحالة و نحوها و النفس الفاعلة بالإرادة و القصد إذا لوحظتا من حيث إنّ هذه مسخرة بأمر اللّه تعالى و تلك بأمر النفس بل الكل بأمر اللّه تعالى ، كانتا فاعلين بالتسخير .\r\nو قال في تعليقته على المقام :\r\nالفاعل بالقصد أو بالطبع أو غيرهما ، إذا لوحظ في نفسه فهو مسمى باسمه و إذا لوحظ من حيث هو تحت قاهر مسخر ، فهو فاعل بالتسخير فليس له مصداق على حدة .\r\n و النفس مع علوّها لمّا دنت * بأمرها كل القوى قد سخّرت \r\n\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\n\r\nحيث إنّها آية التوحيد متعلمة بأسماء الحق تعالى ، التنزيهيّة و التشبيهيّة ، لا يشذ من حيطة حكايتها و مظهريتها شيء من الأسماء فهي عالية في دنوّها و دانيّة في علوّها ، كلّ بحسبها ، فهي الأصل المحفوظ في القوى . و عمود جميع المراتب نسبتها إلى الكلّ نسبة الحركة التوسطيّة إلى القطعية فكانت القوى بالنسبة إلى قاهرية النفس عليها فاعلات بالتسخير ، فالنفس تقول : « أيّتها المدركة ! تدرك بقوّتى ، و أيّتها المحركّة ! تحرّك بحولي و لا حول و لا قوة لكما و لغيركما إلّا بي » .\r\nفكما تقول : « تعقلت » ، تقول : « أحسنت و حركت و تحركت . » ، و تنسب الكل إلى نفسها . و لو لا الاتحاد بين النفس و القوى ، لما تألمت بسوء مزاج أو تفرق اتصال يحدث فى البدن ألما حسيا ، بل كانت كمن يحب أحدا و المحبوب يتألم بتفرق اتّصال و المحبّ يغتمّ بذلك . فالنفس لها وحدة جمعيّة هي ظل الوحدة الحقة الحقيقة .\r\n كيف مدّ الظل نقش اولياست * كاو دليل نور خورشيد خداست \r\nپس از آنچه در معنى فاعل بالتسخير از صدر المتألّهين و متألهء سبزوارى نقل كرده‌ايم ، تعريف فاعل بالتسخير چنين خواهد بود : فاعل بالتسخير ، فاعلى است كه در فعلش مقهور ديگرى است نه مجبور ديگرى ، چنان كه فاعل بالجبر ، مجبور ديگرى بود . و فعل فاعل بالتسخير ، موافق طبع و ارادهء فاعل است ، اگر چه مقهور قاهر است كه اگر فرضا مقهور ديگرى نمىبود ، باز همان فعل مطابق طبع و ارادهء او بود .\r\nهمچنان كه متألهء سبزوارى فرمود ، هر يك از فاعل بالقصد يا بالطبع يا غير آنها ، چون فى نفسه ملحوظ شود ، يعنى با قطع نظر از قاهر مسخّر ، همان فواعل به اسامى خودند و چون همين افعالشان در تحت حكومت و استيلا و قهر و تسخير و استخدام ديگرى باشد ، هر يك از آنها ، فاعل بالتسخير مىشود ، براى فاعل بالتسخير مصداق على حده‌اى نيست .\r\nو باز دانسته مىشود كه فاعل بالتسخير ، اعم است از اين كه عالم به فعل خود\r\n\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\nباشد ، چون فاعل بالقصد كه مسخّر و مقهور مستخدم عالى بر وى است ، و يا عالم به فعل خود نباشد ، چون فاعل بالطبع كه مسخر ديگرى است . « 1 »\r\nمرحوم استاد الهى قمشه‌اى در كتاب حكمت الهى تعريف فاعل بالتسخير را محدود فرموده‌اند بدان صورتى كه فاعل ، عالم به فعل خود باشد و مجبور نباشد ، ولى بدانچه كه گفته‌ايم دانسته شد كه فاعل بالتسخير حتى فاعل بالطبع را شامل است كه همين فاعل بالطبع چون مقهور و مسخر مستخدم عالى باشد ، فاعل بالتسخير است و براى فاعل بالتسخير ، جز آمدن اسم و عنوان حكومت و قهر ديگرى بر روى فاعل بالطبع يا بالقصد ، مثلا ، مصداق جداگانه‌اى نيست .\r\nعبارت آن جناب در كتاب نامبرده اين است :\r\nاما فاعل بالتسخير ، فاعلى است كه عالم به فعل خود باشد و آن فعل ارادى به اراده و بدون اجبار براى استكمال ذات خود از او صادر شود ، چون فاعل بالقصد ، ولى مانند فاعل بالجبر ، وى را حاكم قاهرى به آن عمل اختيارى الزام كرده باشد كه از حكمش فرار نتواند ، ليكن الزام قاهر مسخر بر موافق طبع و به اختيار و بر استكمال ذات فاعل بالتسخير باشد به خلاف فاعل بالجبر ؛ يعنى ، اگر اين فاعل به دست حاكمى مسخّر نبود ، باز بالاستقلال همان كار مىكرد كه به الزام و قهر غير مىكند ، ولى فاعل بالجبر ، اگر جابر ، الزامش نمىكرد ، ابدا به ذات خود ، آن فعل از او سر نمىزد .\r\nخلاصه ، فاعل بالتسخير با هر يك از فاعل بالقصد و بالجبر ، يك جهت مشابهت و يك جهت مخالفت دارد .\r\nامّا جهت مشابهتش با فاعل بالقصد ، آن است كه هر دو ، فعل به اختيار براى استكمال و درك لذّت خود كند .\r\nامّا جهت مخالفتش با فاعل بالقصد ، آن كه فاعل بالقصد را حكم قاهرى ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . حكمت منظومه ، ص 115 و 117 .\r\n","page_name":" 171 ","page_number":171},
  {"content":"\r\n\r\nالزام به فعل اختيارى نكرده ، چنانچه فاعل بالتسخير را كرده است .\r\nامّا جهت مشاركتش با فاعل بالجبر ، آن است كه هر دو را قاهر ، الزام به فعل خود كرده .\r\nو امّا جهت مخالفتش با فاعل بالجبر ، آن‌كه فاعل بالجبر را نه ملايم با ذات اوست و نه مستكمل به آن باشد ، ولى فاعل بالتسخير را فعل ملايم ذات و بدان فعل مستكمل است ؛ يعنى ، در جبر ، جابر ، فاعل را بر خلاف كمال ، ولى مسخر ، فاعل بالتسخير را بر موافق كمال وادار مىكند .\r\nچنان كه معلوم است آن جناب فاعل بالتسخير را محدود كرد بدان جا كه فاعل ، عالم به فعل خود باشد . پس بنا بر تعريف ايشان ، فاعل بالطبع در سلك فاعل بالتسخير در نمىآيد و حال آن كه دانستى فاعل بالتسخير اعم است از اين كه فاعل عالم به فعل خود باشد يا نباشد .\r\nو نيز مرحوم استاد فاضل تونى در كتاب الهيّات ، فاعل بالتسخير را تعريفى كرده است كه خالى از دغدغه نيست . عبارت آن جناب اين است :\r\nفاعل بالتسخير ، عبارت است از اين كه فعل ، بىاراده از آن سر زند و فاعل شأنيّت اختيار داشته باشد ، مثل آن كه كسى را مجبور كنند به كارى .\r\nاين تعريف ، چنان كه ظاهر است ، تعريف فاعل بالجبر است كه براى فاعل بالتسخير آورده است ، اگرچه انطباق آن با تعريف فاعل بالجبر نيز درست نمىشود ؛ زيرا ، فاعل بالجبر ، در فعل خود بىاراده نيست .\r\nفاعل بالعشق ؛ جناب استادم الهى ، رضوان اللّه تعالى عليه ، در كتاب نامبرده ، فاعل بالعشق را بر اقسام فاعل افزوده و فرموده است :\r\nما با آن كه عقايد و سخنان مشاء و اشراق و خصوص عقيدهء محقق طوسى و صدر المتألّهين و عرفا را قابل هر گونه تقديس مىشماريم و صاحبانش را صاحب افكار عاليه و مقام شامخ در حكمت مىدانيم ، باز به فكر قاصر ، فاعليّت ديگر بر اقسام هشتگانهء مذكوره افزوده‌ايم و آن ،\r\n\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\n« فاعل بالعشق » است .\r\nو مراد ما آن است كه فاعل ، از عشق به ذات خود ، محبّت به هيأت ذات خود پيدا كند و آن محبّت ، سبب ايجاد گردد . و حق متعال ، فاعل اوّل را بدان گونه فاعل دانيم . ذات بارى ، عزّ اسمه ، به عشق به ذات خود و هيئات ذاتى خود ايجاد عالم فرمود .\r\nبيانش آن كه چون ذات واجب تعالى در فوق نامتناهى در حسن و جمال و كمال وجودى است ، از مشاهده و حضور ذاتش در مقام ذات ، عشق و ابتهاج نامتناهى بر آن ذات حاصل باشد و از آن ابتهاج و عشق ، حب به ظهور هيئات كمال خود كه صور موجودات است پيدا كند و به صرف آن عشق و ابتهاج ، ايجاد خلق كند ، پس از عشق و ابتهاج به ذات خود ، ابتهاج و عشق به هيئات ذاتى خود دارد و بر اين عشق بىهيچ سبب و واسطه و غرض ، نظام آفرينش كه آثار و مجالى هيئات ذاتى او است مترتّب شود ، پس او ، فاعل بالعشق است .\r\nو اين معنى ، طبق برهان و عقل و منطق است به بيانى كه اجمالا ذكر شد و ما به فكرت و رأى خود اختراع ننموده‌ايم بلكه به اشاراتى كه ذات حق در حديث قدسى فرمود : « أحببت أن أعرف فخلقت الخلق » در اين اشارت ، اين حقيقت را دريافتيم ، منتهى ما از « حب كامل » به لفظ مرادفش « عشق » تعبير كرديم .\r\nاگر گويى : « واجب الوجود ، عشق مطلق است و از بيانات سابق معلوم شد كه داعى و غرض زائد بر ذات ، در فعل او منظور نيست ، پس چگونه اين جا داعى ايجاد را حب معروفيت گرفته كه لازمه اش تحصيل غرض و داعى زائد است ؛ زيرا اگر عالم را خلق نمىكرد ، به معروفيت نمىرسيد ؟ »\r\nجواب گوييم : اين گونه بيان به منزلهء « تحركت اليد فتحرك المفتاح » است ؛ يعنى ، خلقت بر حب و عشق به هيأت ذاتى خالق بىغرض و فاصله\r\n\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\n\r\nمترتب شد ، چنانچه بر حركت يد ، حركت مفتاح . و « لكي أعرف » هم كه علت غائى خلقت مذكور شده ، عين « أحببت أن أعرف » است كه علّت فاعلى است .\r\nو اگر گويى : اين ، قول تازه‌اى نيست ! اين ، همان عقيدهء مشاء و اشراق و يا عرفان است كه به عبارت ديگر ادا شده .\r\nجواب گوييم : آراى هر كدام از مشاء و اشراق و عرفان ، بيان شد و هيچ كدام عين نظريهء عشق نبود . مآل گفتار و نتيجهء رأى ، عشق لطيف و دقيقتر از آراى همهء آن قوم است . ليكن باز گوييم چنانچه غرض مشاء يا اشراق يا ديگران ، همين نظريه و همين معنى است كه لا مشاحة في الاصطلاح ، پس در فاعل بالعشق ، ما ، وضع اصطلاحى نموده‌ايم و اگر به معنى قول ما با آنها مباين است ، پس بايد قول حق را بدون نظر به قائل اختيار نمود . و البته ، به نظر منصفانه در آن نظر كرد تا حق و حقيقت را دريافت . و اللّه الهادي .\r\n\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\n\r\n\r\nاقسام فاعل در انسان مصداق دارد\r\nبدان كه اين اقسام فاعل ، همه ، در انسان مصداق دارد و چون اين فواعل را در خويشتن يافت ، در صدق يا عدم صدق آنها بر مبدأ عالم كه نتيجهء اين بحث در اقسام فاعل است ، بهتر پى مىبرد :\r\nنفس ، فاعل بالطبع است ، از اين روى كه در مرتبهء قواى طبيعيه است و متصف به صفات آنهاست ، چنان كه در مرتبهء اعلى به صفات روحانيين است . پس در مرتبهء قواى طبيعيه ، افعال جذب و امساك و هضم و حفظ و مزاج و افادهء حرارت غريزى در بدن و افادهء صحت و ديگر امور شبيه به آنها كه بسيارى از آنها افعال نباتى است ، مثلا قوهء غاذيه در انسان كه فى نفسها ملاحظه شود عالم به فعلش نيست ، ولى بر مقتضاى طبع خود كار مىكند و فعلش ملايم ذاتش است و در همهء امور فاعل بالطبع است .\r\nنفس ، فاعل بالقسر است ، از اين روى كه در مرتبه و مقام نازل در بدن فاعل حرارت غريبهء حمّائيه و مرض و سمن مفرط و هزال و جذب و هضم اخلاط و\r\n\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\n\r\nاغذيهء مضره و دفع اخلاط صالحه است ؛ زيرا ، در اين افعال ، قوا را نه شعور به فعل خود است و نه فعل موافق طبع آنهاست .\r\nنفس ، فاعل بالجبر است ، مثل اين كه نفس خيّر صالحى ، لطمه‌اى بر يتيم آورد ، و مرتكب قبائح و فواحش شود ، و به جبر شهادت زور دهد و به كذب على اللّه دهان گشايد .\r\nنفس ، فاعل بالقصد است ، به قياس آن افعالى كه با اختيار و اراده آنها را انجام مىدهد ، أعنى اعمال و حركات خارجيه‌اش كه به سبب بواعث و دواعى خارجى فعل را براى تحصيل آن اغراض و استكمال ذات خود به تحصيل آن اغراض انجام مىدهد ، مانند كتابت و مشى و حركت و صنعت و ديگر امورى كه غرض خارج و داعى زائد دارند و از روى اراده و اختيار و براى استكمال فاعل تحصيل مىشود .\r\nنفس ، فاعل بالعنايه است ، آن صورتى كه تمرين و عادت بر راه رفتن روى ديوار بلندى و بودن بالاى درخت و منارهء مرتفعى مثلا ندارد ، و مجرد تخيل و توهم سقوط بدون رويه و تصديق به غايت ، منشأ سقوط مىشود كه به مجرّد علم به فعل ، فعل از او صادر مىشود ، بدون غرض زائد بر تصور فعل ، پس فاعل بالعنايه است . و مثل قبض لسان و آب افتادن در دهان به مجرد تصور حامض .\r\nنفس ، فاعل بالرضا است ، نسبت به صور جزئيهء علميه و نقوش ذهنى و تصورات و تصديقات و توهّماتش كه علم نفس بدانها ، عين صور موجودهء آنها در صقع نفس است ، و نفس ، علم سابق تفصيلى بدانها ندارد و فقط همان علم اجمالى نفس ، كه علمش به ذات خودش است ، سابق بر آن صورت است ، چنان كه در ضمن تعريف فاعل بالرضا گفته‌ايم .\r\nو همچنين علم نفس نسبت به قوايش كه نفس وجود آنها ، علم نفس است ، يعنى علم حضورى بدانها دارد ، نه اين كه علم نفس بدانها ، علم به صور آنها بوده است كه علم ارتسامى بدانها داشته باشد ؛ زيرا ، اگر علم به صور آنها باشد - يعنى اگر علم حضورى به آنها نباشد و علم حصولى ارتسامى بدانها داشته باشد -\r\n\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\n\r\nاز اين سه وجه بدر نيست : كه صور آن قوا يا در نفس حاصلند ، و يا در ذوات قوا حاصلند و يا در آلات ديگر غير از اين قوا .\r\nدر وجه اوّل ، لازم آيد كه آن صور ، كلى باشد ؛ زيرا ، آنچه را نفس ناطقه در مقام رفيع خودش ادراك مىكند ، معقول است ، و معقول ، كلى است ، و حال اين كه ذوات آن قوا ، افعال جزئيهء نفسند و نفس آنها را به طور جزئى استعمال كرده است .\r\nو در دوم ، انتقاش صور در ذوات خود آن قوا ، استعمالى است كه ناچار بايد علم بدان حاصل باشد و نيز علم به آنچه به سبب و واسطهء آن ، اين استعمال واقع شده است ، بايد حاصل باشد و نقل كلام در آن واسطه مىشود كه ما به الاستعمال است و سؤال مىشود كه علم نفس بدان چگونه است ؟ آيا به صورت آن است يا به ذات آن و هكذا ؟\r\nو ديگر اين كه بنا بر اين وجه ، لازم آيد كه اين قوا ، عالم به ذوات خود باشند و حال آن كه قواى جسمانى و حاصل در مادّه‌اند و نمىتوانند علم حضورى به خود داشته باشند .\r\nو ديگر اين كه بنا بر اين وجه ، اجتماع مثلين لازم آيد .\r\nو ديگر اين كه صور قوا ، غير از ذوات آن قوا است و نفس ناطقهء اعيان و ذوات ، آن قوا را به كار مىدارد ، نه صور آنها را . پس بايد علم حضورى به اعيان آن قوا داشته باشد كه خود آن قوا در نزد نفس حاضر باشند .\r\nو در وجه سوم ، بايد صور قوا در آلات ديگر حاصل باشند و حال اين كه آلات ديگرى جز همين قوا نيست . وانگهى بر فرض وجود آلات ديگر ، نقل كلام در علم نفس بدانها مىشود .\r\nنفس ، فاعل بالتجلّى است ، براى اين كه نفس ، بسيط است و جامع جميع شؤون و قواى خود است و اصل محفوظ در جميع قوايش و لفّ و متن وجودات آنهاست ؛ « النفس في وحدته كلّ القوى » . و چون نفس در مقام وحدت ذات خود ،\r\n\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\n\r\nعين كثرت قوا و شؤون خود است ، لذا از دانستن ذات خود كه انكشاف و علم اجمالى ذاتش است ، جميع قوايش را به وجود واحد بسيط ، عالم است ، علمىكه متقدم بر وجود متكثرهء قوا و متقدم بر علم نفس به آن قواست كه اين علم نفس به آن قوا ، عين وجودات فعلى قواست و اين علم به قوا ، عين انكشاف قوا و شؤون و صور علمى اوست ، اگرچه بعضى از نفوس كه كامل نيستند ، علم به اين علم نداشته باشند ؛ زيرا ، نفوس كامله ، نه تنها به قوا و شؤون ذاتش علم دارند ، بلكه به قواى خارجيه نيز عالم خواهند بود كه آنها نيز در حيطهء كليهء ذات انسان در آيند ، چنان كه دربارهء ائمهء اطهار آمده است كه : « أنفسكم في النفوس و أرواحكم في الأرواح » .\r\nنفس ، فاعل بالتسخير است ، براى اين كه آيت توحيد حق تعالى است و وحدت جمعيه دارد كه ظل وحدت حقهء حقيقيه است .\r\n كيف مدّ الظل نقش اولياست * كاو دليل نور خورشيد خداست \r\nو همهء اسماء را از تنزيهى و تشبيهى ، واجد است :  وَ عَلَّمَ آدَمَ الْأَسْماءَ كُلَّها  . و از جهت تجرّد ذاتش و تدبير در مملكت بدنش عالية فى دنوها ، و دانية فى علوها كه احاطه و استيلاى بر جميع قواى كشور وجود خويش دارد ، و هيچ يك از آنها استقلال وجودى ندارد ، بلكه همه ، افاضه و اشراق نفسند و به اضافهء اشراقيهء نفس بود و نمود دارند و قائم به نفسند كه نفس ، فاطر آنهاست و آنها از وى منفطرند . و چنان كه دانسته‌اى نفس ، اصل محفوظ در قواست و عمود جميع مراتب عالى و دانى تشئّنات و تطوّرات خود است و فعل قوا ، هر يك ، موافق سرشت اوست . مثلا چشم در ديدن و گوش در شنيدن و قواى متخيله و حافظه و متفكره و غاذيه و ماسكه و هاضمه و غيرها كه فعل هر يك با طبيعت و جبلّت آن مناسب است و از فعل خود لذّت مىبرد و در آن طغيان و عصيان ندارد ، ولى در عين حال هر يك از آنها فاعل بالتسخير است كه در تحت فرمان نفس ناطقه است و به تسخير و استخدام نفس است ، خواه برخى از آنها واسطهء برخى ديگر\r\n\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\n\r\nباشد و خواه نفس بلاواسطه بعضى آنها را استخدام كند ، در هر دو صورت ، همه ، مسخّرات نفسند . و فعل نفس است كه در هر موطن ، ظهور و بروز دارد كه تو را رسد بگويى آن قوا ، مجالى و مظاهر نفسند و بدن ، مرتبهء نازلهء آن است . مثلا نفس به قوهء مدركه مىگويد : « اى مدركه ! تو به قوت من ادراك مىكنى . » و به قوهء محركه مىگويد : « اى محركه ! تو به حول و قوت من حركت مىدهى و لا حول و لا قوة لكما إلّا بي » . كه جميع افعالت را به نفس خود نسبت مىدهى و مىگويى :\r\n« من تعقل كردم » و « من احساس كردم » و هكذا . و در هر يك آنها ، فعل ، به طور محدود به آن قوه و اندام خاصّ منسوب است ، اگرچه همه از نفس است . مثلا نفس مىگويد : « من ديدم » ، ولى ديدن ، فعل چشم است ، و « من گرفتم » ، ولى گرفتن ، فعل دست است ، و « من رفتم » ، ولى رفتن ، فعل پاست . و همچنين در افعال ديگر قوا و جوارح ، ولى در عين حال همه فعل يك حقيقت است كه نفس است و لا حول و لا قوة الّا باللّه .\r\nنفس ، فاعل بالعشق است ، كه به تعبير مرحوم استاد قمشه‌اى ، رفع اللّه تعالى درجاته ، نسبت به همهء افعال كه از وى سر زند ؛ زيرا ، هرچه از نفس به ظهور رسد ، در اثر عشق است به ذات خود و هيأت ذاتيهء خود . مثلا صانع ، در صنعش ، و عالم ، در اظهار علمش ، و عابد ، در عبادتش ، و كاتب ، در كتابتش ، همه را عشق به ذات و هيأت ذات وادار به اين افعال كند و اگر تعشق و ابتهاج نفس به ذات و هيأت ذاتى خود نبود ، اصلا از او فعلى به ظهور نرسيدى .\r\n\r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 180 ","page_number":180},
  {"content":"\r\n\r\n\r\nكدام قسم از اقسام فاعل را بر حق سبحانه بايد اطلاق كرد ؟\r\nحالا كه اقسام فاعل را دانسته‌ايم ، ببينيم كدام يك از آنها را بر بارى تعالى مىتوان اطلاق كرد ؟ صدر المتألّهين در اسفار فرمود :\r\nجمعى از طباعيه و دهريه ، قائلند كه : « مبدأ كل ، فاعل بالطبع است . » ،\r\nو جمهور متكلمان قائلند كه : « فاعل بالقصد است » . و شيخ رئيس ، موافق جمهور مشاء ، قائل است كه : « فاعليت حق تعالى مر اشياء خارجى را بالعنايه است ، و مرصور علميهء حاصل در ذات بارى را بنا بر رأى ايشان كه صور را زائد بر ذات دانستند ، بالرضا است . » ، و صاحب اشراق ، به تبع حكماى فرس و رواقيان قائل است كه : « مبدأ كل ، فاعل بالرضا است . » « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج 2 ، ص 224 ، ط 2 .\r\n","page_name":" 181 ","page_number":181},
  {"content":"\r\n\r\nاين بود كلام آن جناب كه نقل به ترجمه كرده‌ايم ، و خود او قائل است كه حق تعالى فاعل بالتجلى است .\r\nطبيعى و دهرى ، مبدأ كل را « فاعل بالطبع » مىداند ، يعنى مبدأ را مادّه مىدانند و قائل به متافيزيك ، اعنى ماوراى طبيعت نيستند . بسيار جاى شگفتى است كه اين گروه چگونه خود را فراموش كرده و به خود اجازه داده‌اند كه وحدت صنع و تدبير نظام احسن و اتقن عالم را كه ديده از تماشاى آن خيره مىماند و شاه خرد در تصوّر آن مات است ، به طبيعت عديم الشعور كه از وى بر وتيرهء واحد جز يك فعل بيش صورت نمىگيرد ، نسبت دهند ؟ !\r\nاين رأى فائل ، از كثرت شناعت و دنائت آن ، قابل تعقيب نيست ، و سخن دربارهء آن گفتن ، آب در غربال بيختن و باد در هاون سودن است . و در حقيقت آن كه در فاعل كل ، قائل به فاعل بالطبع است ، از فطرت انسانى منسلخ است .\r\nدر ديوان راقم آمده است :\r\n طبيعى را طبيعت كرد تسخيرش كه اندر صنع * فرو رفته است چندان كه فرو مانده است از مبدا\r\nچه صنعى فسحت يك قطره ماه مهينى را * محيطى ساخت در كامش كم از يك قطره درياها \r\nبديهى است كه فاعل كل ، فاعل بالقسر و بالجبر نيست ؛ چه آن كس كه قاسر و جابر اوست ، كيست ؟ و از فاعل بالجبر و بالقسر اين همه آثار صنع كه محض حيات و علم و قدرت و اختيار و اراده و وحدت صنع و تدبير است ، چگونه است و چيست ؟ و با توحيد ذات ، تفوّه به فاعل بالقسر و بالجبر در فاعل كل ، غلط است .\r\nفاعل بالتسخير نيز در فاعل كل راه ندارد ؛ زيرا آن كس كه مسخّر او است ، كيست ؟ و حال آن كه بعد از وجود بحت ، عدم محض است ، عدمى در وعاء ذهن ؛ زيرا ، در متن خارج ، عين شخص واحد وجود غير متناهى تمام فوق التمام\r\n\r\n","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\n\r\nاست ، چنان كه فاعل بالقسر و بالجبر در آن جا راه نداشت .\r\nخلاصه ، علّت عدم تطرق اين سه قسم فاعل در مبدأ كل ، يك چيز است كه جز وجود ، چيزى نيست تا قاسر يا جابر و يا مسخّر او باشد ؛ و وجود مساوق حق است و بعد از حق ، بطلان محض است ،  ذلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَ أَنَّ ما يَدْعُونَ مِنْ دُونِهِ هُوَ الْباطِلُ  « 1 »\r\nچنان كه ما سواى فاعل كل ، بدون استثناى خردلى ، مسخّر اويند و همگى ، فاعل بالتسخيرند كه در يد قهر و تسخير فاعل كل مقهور و مسخرند و در تحت امر و تدبير او مؤتمر و در كارند و هر يك با شوق و عشق از فرط ميل و رضا ، به سوى او رهسپارند ؛ زيرا ، فعل هر يك ، موافق و مناسب عين اوست ، چون باصره ، در ديدن و عاقله ، در فهميدن و ابر ، در باريدن و زمين ، در پروراندن و روياندن و آفتاب ، در نور دادن و ماه ، در نور گرفتن ، و عالم جسم و جسمانى ، مطلقا در بىقرار بودن ، و در عين بىقرارى قرار داشتن و در عين اختيار بىاختيار بودن ؛  ذلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ  .\r\n سير سپهر و دور قمر را چه اختيار * در گردشند بر حسب اختيار دوست \r\nو همچنين عالم مدبرات و مرسلات در مخرج بودن مستعدّات به سوى كمال و آنها را از قوه به فعل رساندن ، و در عين اختيار آنها و اينها ، هيچ يك را اختيار تام و مستقل نبودن كه مقهور و مسخرند . در ديوان راقم آمده است :\r\n البته نه جبر است و نه تفويض و ليكن * مختار من اين است كه مختار نه اين است \r\nبه مثل چون ماهى كه در آب به اختيار خود در حركت است و در عين حال ، با آب كه به سويى مىرود نيز بدان سوى رهسپار است .\r\n من ماهى ضعيفم و در آب تندرو * در عين اختيار مرا اختيار نيست \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الحج ( 22 ) : آيهء 63 .\r\n","page_name":" 183 ","page_number":183},
  {"content":"\r\n\r\nهر چند مثل كلمات نوريهء وجوديه مطلقا از ظاهر و باطن ، با مبدأ كل ، فوق اين گونه مثلهاست .\r\nچنان كه گفته‌ايم ، فعل هر موجودى ، تكوينا ، مناسب اوست كه به طوع و رغبت خود در آن فعل سر گرم است ، اگر چه در آن اسم و عين بودن و فلان استعداد خاص داشتن ، مجبول است - « گر جان بدهد ، سنگ سيه ، لعل نگردد » . چنان كه انسان در استعداد خود مجبول و در افعال خودمختار است كه خلق مختارا .\r\n مقدّرى كه به گل نكهت و به گل جان داد * به هر كس آنچه سزا بود ، حكمتش آن داد \r\n( محتشم كاشى )\r\nبعضى ، از اين معنى مجبول ، تعبير به مجبور مىكنند ، و بايد توجه داشت كه مجبور بدان معنى ، غلط نيست كه عبد در فعل خود مجبور باشد و خداوند جابر او .\r\nهمهء اين اسماء و اعيان خارجى ، قيام صدورى به فاعل دارند و روابط محضه و اضافات اشراقيه و تجليات شؤونى مبدأ قيوم و قائم بذاته هستند ، و همه ، به حقيقت ساريه ، در كل قائمند كه توحيد حقيقى جز اين معنى را نپذيرد :  عَنَتِ الْوُجُوهُ لِلْحَيِّ الْقَيُّومِ  « 1 » و « بان من الأشياء بالقهر لها و القدرة عليها و بانت الأشياء منه بالخضوع له و الرجوع إليه . » « 2 » .\r\nو هيچ يك آنها از جانب فاعل كل ، فاعل بالجبر نيست كه با وحدت حقهء حقيقيه جبر راه ندارد ؛ زيرا ، جبر ، ستم كردن كسى مر كسى راست كه وى را بر خلاف اراده و اختيارش به كارى وا دارد ، و حال آن كه در وحدت ، دوئى عين ضلال است ، و در عين حال ، كثرت به حال خود محفوظ است و افعال آنها بدانها منسوب است و به اختيار و اراده در كارند ، ولى استقلال وجودى ندارند ، زيرا فاعل بالتسخيرند ، و فعل آنها مناسب با كمال آنهاست و آنها را به كمال\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . طه ( 20 ) : آيهء 112 .\r\n( 2 ) . نهج البلاغه ، خطبهء 150 .\r\n","page_name":" 184 ","page_number":184},
  {"content":"\r\n\r\nمىكشاند ، لذا فاعل بالقسر نيستند . علاوه اين كه قسر دائمى بلكه اكثرى ، به برهان عقلى صحيح نيست . همه ، به سوى كمال خود مىروند ، پس چه قسرى و چه جبرى ؟ ! و همه در تحت تدبير و تسخير فاعل كل قاهر ، مقهور و قائم به آن اصلند ، پس چه تفويض و چه استقلالى ؟ ! نه خداوند جابر است و مخلوق فاعل بالجبر ، و نه مخلوق در ذات و فعل خود مستقل ، بلكه امرى ديگر بين اين دو است كه فعل ما ، در عين حال كه به ما نسبت دارد ، فعل اللّه است كه در ايجاد و انتساب بايد توجه داشت و احكام وقايه را مراعات كرد :  وَ ما تَشاؤُنَ إِلَّا أَنْ يَشاءَ اللَّهُ  « 1 » ؛ « و لا حول و لا قوة إلا باللّه » و  ما رَمَيْتَ إِذْ رَمَيْتَ وَ لكِنَّ اللَّهَ رَمى  ؛  أَ لَمْ يَعْلَمُوا أَنَّ اللَّهَ هُوَ يَقْبَلُ التَّوْبَةَ عَنْ عِبادِهِ وَ يَأْخُذُ الصَّدَقاتِ  « 2 » ؛ « الحمد للّه الذي أذهب عنّي الأذى و عافاني » ؛ « قل كلّ من عند اللّه » .\r\n به ما افعال را نسبت مجازى است * نسب خود در حقيقت لهو و بازى است \r\n( گلشن راز )\r\n ما أَصابَكَ مِنْ حَسَنَةٍ فَمِنَ اللَّهِ وَ ما أَصابَكَ مِنْ سَيِّئَةٍ فَمِنْ نَفْسِكَ  « 3 »\r\nقرآن كريم كه ميزان حق و معيار صدق است ، خلق را فاعل بالتسخير از روى طوع و رغبت معرفى كرده است :\r\n*  أَ لَمْ تَرَوْا أَنَّ اللَّهَ سَخَّرَ لَكُمْ ما فِي السَّماواتِ وَ ما فِي الْأَرْضِ  « 4 »\r\n*  وَ الشَّمْسَ وَ الْقَمَرَ وَ النُّجُومَ مُسَخَّراتٍ بِأَمْرِهِ  « 5 »\r\n*  أَ لَمْ يَرَوْا إِلَى الطَّيْرِ مُسَخَّراتٍ فِي جَوِّ السَّماءِ ما يُمْسِكُهُنَّ إِلَّا اللَّهُ  « 6 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الدهر ( 76 ) : آيهء 31 .\r\n( 2 ) . التوبه ( 9 ) : آيهء 105 .\r\n( 3 ) . النساء ( 4 ) : آيهء 80 .\r\n( 4 ) . لقمان ( 31 ) : آيهء 21 .\r\n( 5 ) . الاعراف ( 7 ) : آيهء 55 .\r\n( 6 ) . النحل ( 16 ) : آيهء 80 .\r\n","page_name":" 185 ","page_number":185},
  {"content":"\r\n\r\n*  وَ سَخَّرَ لَكُمُ اللَّيْلَ وَ النَّهارَ وَ الشَّمْسَ وَ الْقَمَرَ  « 1 »\r\n*  وَ سَخَّرَ لَكُمُ الْفُلْكَ لِتَجْرِيَ فِي الْبَحْرِ بِأَمْرِهِ  « 2 »\r\n*  وَ سَخَّرَ لَكُمُ الْأَنْهارَ  « 3 »\r\n*  اللَّهُ الَّذِي سَخَّرَ لَكُمُ الْبَحْرَ لِتَجْرِيَ الْفُلْكُ فِيهِ بِأَمْرِهِ  « 4 »\r\n*  وَ سَخَّرْنا مَعَ داوُدَ الْجِبالَ يُسَبِّحْنَ وَ الطَّيْرَ  « 5 »\r\n*  فَسَخَّرْنا لَهُ الرِّيحَ تَجْرِي بِأَمْرِهِ  « 6 »\r\n*  فَقالَ لَها وَ لِلْأَرْضِ ائْتِيا طَوْعاً أَوْ كَرْهاً قالَتا أَتَيْنا طائِعِينَ  « 7 »\r\nمتكلمى كه فاعل كل را فاعل بالقصد دانسته است ، آيا ندانسته است كه فاعل بالقصد ، غرض زائد بر ذات دارد ؟ زيرا ، نسبت اصل قوت و قدرتش بدون انضمام دواعى و صوارف به فعل و ترك وى يكسان است و چون به فعل در آيد ، بدون دواعى زائد نبود ، لذا فاعل بالقصد در فعل خود مستكمل است ، و در حدّ ذات خود فاقد آن غرض است و در فعل و تروّى و تأمل و تصديق به فايده دارد و اين نقايص در فاعل كل كه غنى بالذات است و در ذات خود تمام ، بلكه فوق تمام است ، راه ندارد و ذات او ، ارفع از آن است كه فاعل بالقصد باشد .\r\nصاحب اين عقيده ، حق را با خويشتن قياس كرده است ، از قياسش خنده آمد خلق را : « و لعل النمل الصغار تتوهم أنّ للّه تعالى زبانيتين فإنّ ذلك كما لها و تتوهم أنّ عدمهما نقصان لمن لا يتصف بهما . » « 8 »\r\nو ديگر اين كه اگر فاعل كل ، فاعل بالقصد باشد ، لازم آيد كه در فعلش\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . النحل ( 16 ) : آيهء 13 .\r\n( 2 ) . ابراهيم ( 14 ) : آيهء 33 .\r\n( 3 ) . ابراهيم ( 14 ) : آيهء 33 .\r\n( 4 ) . الجاثيه ( 45 ) : آيهء 34 .\r\n( 5 ) . الانبياء ( 21 ) : آيهء 80 .\r\n( 6 ) . ص ( 38 ) : آيهء 37 .\r\n( 7 ) . فصلت ( 41 ) : آيهء 12 .\r\n( 8 ) . برخى از حديث ابى جعفر محمد بن على الباقر عليهما السّلام ضمن شرح حديث دوم اربعين علامهء بهائى .\r\n","page_name":" 186 ","page_number":186},
  {"content":"\r\n\r\nمضطر باشد ، چنان كه « الإنسان مضطر في صورة مختار » و حال آن كه : « الحق تعالى مختار فى صورة مضطر أي لأجل أنّ اختياره تعالى وجوبى احدى التعلق » .\r\nچنان كه بر اين عقيده لازم آيد تكثر ، بلكه تجسم بارى ، تعالى اللّه عن ذلك علوّا كبيرا . كثرت از اين روى كه ذات وى ، محل طروّ دواعى و اغراض مىشود ، و تجسم از اين روى كه فاعل ، مستكمل در حركت است و حركت در امكان استعدادى است و امكان استعدادى از نشأة مادّه است و چون تجسّم لازم آيد ، باز تكثّر از اين روى لازم آيد ؛ زيرا ، جسم را مادّه و صورت و وجود و ماهيّت است و كل ممكن زوج تركيبى ، و لازم آيد قول به تثنيه و تجزيه در ذات و « من ثنّاه فقد جزّأه و من جزّأه فقد جهله » . « 1 »\r\nمحض زيادت بصيرت كه فاعل كل سبحانه و تعالى ، فاعل بالقصد نيست ، به نقل چند جمله‌اى از امير المؤمنين عليه السّلام تبرك مىجوييم :\r\nفاعل لا بمعنى الحركة و الآلة أنشأ الخلق إنشاءا و أبتدأه ابتداء بلا رويّة أجالها و لا تجربة استفادها و لا حركة أحدثها و لا همامة نفس اضطرب فيها . « 2 »\r\nالحمد للّه المتجلى لخلقه بخلقه و الظاهر لقلوبهم بحجّته خلق الخلق من غير رويّة إذ كانت الرويّات لا تليق إلّا بذوى الضمائر و ليس بذي ضمير في نفسه . « 3 »\r\nالمقدّر لجميع الأمور بلا روية و لا ضمير . « 4 »\r\nالمنشئ أصناف الأشياء بلا روية فكر آل إليها و لا قريحة غريزة أضمر عليها و لا تجربة أفادها من حوادث الدهور . « 5 »\r\nاما فاعل كل را ، فاعل بالعناية دانستن كه به مشاء نسبت داده مىشود نيز\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نهج البلاغه ، خطبهء 1 .\r\n( 2 ) . همان مأخذ ، همان خطبه ، ص 7 ، ط تبريز .\r\n( 3 ) . همان مأخذ ، خطبهء 106 ، ص 86 ، ط تبريز .\r\n( 4 ) . همان مأخذ ، خطبهء 211 ، ص 191 ، ط تبريز .\r\n( 5 ) . همان مأخذ ، خطبهء 89 ، ص 66 ، ط تبريز .\r\n","page_name":" 187 ","page_number":187},
  {"content":"\r\n\r\nبىدغدغه نيست . مشاء كه جناب ارسطو و اتباع اويند گويند : عنايت اين است كه فاعل ، در فعل خود ، عوض نخواهد و آن كه در فعل خود عوض خواهد ، به فعل خود مستكمل است و بارى تعالى چون تمام و فوق التمام است و كامل الذات و فوق الكمال است ، در فعل وى عوض راه ندارد . پس فاعل كل ، فاعل بالعناية است نه بالعوض ، يعنى ايجادش عنايت صرف و صرف عنايت است .\r\nاين سخن ، بسيار سنگين است .\r\nحكيم و الا مقام ابو على سينا در تعليقات چه خوش فرموده است :\r\nلو أنّ إنسانا عرف الكمال الذي هو واجب الوجود بالذات ثم كان ينظم الأمور التي بعده على مثاله حتى كانت الأمور على غاية النظام ، لكان غرضه بالحقيقة واجب الوجود بذاته الذي هو الكمال ، فإن كان واجب الوجود بذاته هو الفاعل فهو أيضا الغاية و الغرض .\r\nو نيز آن بزرگان فرموده‌اند كه : فاعل كل چون كل الكمال و مسبب الأسباب و علة العلل است ، علم او به نظام عالم كه از آن تعبير به نظام علمى و نظام ربّانى و عالم علم و عالم ربوبى مىكنند ، سبب و منشأ ايجاد عالم به اشرف و أحسن نظام است كه از آن تعبير به « نظام كيانى » مىشود و نظامى اشرف از آن امكان ندارد ، زيرا اين نظام ، ظل جميل على الاطلاق است . حاجى در حكمت منظومه گويد :\r\n فالكل من نظامه الكياني * ينشأ من نظامه الرباني \r\nاين نظر نيز بسيار شريف و با براهين علمى همراه و بر اساس متين استوار است .\r\nدر تفسير عنايت وقتى اين چنين گفته مىشود كه جميع خيرات و فعليات از بدايت تا نهايت ، در واحدى كه بسيط الحقيقه است ، منطوى باشد ، يعنى آن واحد بسيط ، مشتمل بر جميع خيرات و فعليات باشد كه « بسيط الحقيقة كلّ الأشياء . » .\r\nعنايت بدين تفسير نيز مطابق قواعد عقلى و بىدغدغه است . ولى از ظاهر گفتار مشاء ، تفسير عنايت بدين معنى ، ملحوظ و منظور ديگران نيست ؛ زيرا ، به طورى كه در كتب معقول شايع است ، و از ظاهر گفتار شيخ در نمط هفتم\r\n\r\n","description":"","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\n\r\nاشارات مستفاد است ، مشاء ، علم عنائى را صور مرتسمه در ذات بارى دانند كه ذاتش سبب علم تفصيلى و اين علمش سبب ايجاد عالم شده است . و علم بارى تعالى به آن صور علمى كه علم به تفصيل اعيان خارجى است ، علم بالرضا است و به اعيان خارجى ، علم بالعنايه و حال اين كه لازمهء اين قول در بادى نظر اين است كه ذات بسيط واحد ، هم فاعل و هم قابل باشد و ذات بارى معروض و محل صور باشد . و اعتراضاتى ديگر كه خواجهء طوسى و ديگران بر مشاء وارد كرده‌اند .\r\nبسيار جاى تعجب است كه حكيم بزرگوار ابن سينا با اين كه در نمط رابع اشارات ، علاوه بر آن كه در توحيد بارى برهان اقامه كرده است كه واحد است ، اثبات كرده است كه أحد هم هست كه ذاتى است واحد أحدى منزّه از هرگونه تركيب خواه از مادّه و صورت و خواه از جنس و فصل و خواه از وجود و ماهيت و خواه از تركيبات به لحاظ و اعتبارات ديگر ؛ و علمش هم عين ذاتش و ذاتش از هرگونه صمات مبرّا و از تدنّس اكوان طاهر است ؛ چه اين كه طرف ممكنات است و تعيّن او از صرف واجب الوجودى احدى صمدى اوست ، و با اين حال در نمط هفتم كه از ظاهر عبارت او پيداست ، علم به اشياء خارجى را صور مرتسمه در ذات دانست ، و شارح محقق طوسى هم از شرطى كه در اوّل كتاب كرده بود ، دست كشيد و با شيخ به اعتراض برخاست ، هر چند كه بيان خواجه در علم بارى نيز بىاشكال نيست .\r\nناگفته نماند كه سخنان حكماى مشاء در همه جا مفيد ارتسام صور علمى در ذات نيست ، بلكه مىتوان براى آنها محملى صحيح قرار داد .\r\nخلاصه اگر كسى فاعل كل را ، فاعل بالعنايه بودن به اين معنى دانست كه لازمهء آن ارتسام صور علمى به اشياء خارجى در ذات باشد ، با براهين و قوانين عقلى موافق نيست و اسناد آن هم با همين سادگى به اساطين فن چون ارسطو و فارابى و ابن سينا و اتراب آنان دادن نيز كار آسانى نيست . اگر چه ظاهر گفتار فارابى در جمع بين رأيين ، و شيخ در اشارات ، و ديگران ، همين است ، لكن به\r\n\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\n\r\nقرينهء ديگر عبارات و مباحثشان در توحيد و علم بارى ، بايد در تفسير عباراتشان در فاعل بالعنايه تحقيق و عنايت و اهتمام بيشتر به كار برد . به قول متألهء سبزوارى در ديباچهء اسرار الحكم :\r\nتا مشكلى مىرسد ، تبادر به ردّ و انكار نكنيد كه مطالب عاليه را فهميدن هنر است نه ردّ و انكار . بايد به نفس گفت كما قيل :\r\n اقول لها إذا جشأت و جاشت * مكانك تحمدي او تستريحي \r\nمثنوى :\r\n نكته‌ها چون تيغ پولاد است تيز * گر ندارى تو سپر واپس گريز \r\nاين كمترين را در اين مقام - اعنى در فاعل بالعناية از كلمات مشاء - در تعليقاتش بر اشارات و ديگر مسفوراتش بحث و تحقيقى است كه به اشاره از آن در اين جا اكتفا مىشود :\r\n1 رئيس ابن سينا در فصل هفتم نمط سوم اشارات در بيان و تعريف ادراك فرمايد :\r\nإدراك الشيء هو أن تكون حقيقته متمثلة عند المدرك يشاهدها ما به يدرك . فإمّا أن تكون تلك الحقيقة نفس حقيقة الشيء الخارج عن المدرك إذا أدرك فتكون حقيقة ما لا وجود له بالفعل في الأعيان الخارجة مثل كثير من الأشكال الهندسية ، بل كثير من المفروضات التي لا تمكن إذا فرضت في الهندسة ممّا لا يتحقق أصلا ؛ أو تكون مثال حقيقته مرتسما في ذات المدرك غير مبائن له و هو الباقي .\r\nدر عبارت فوق ، حكيم بزرگوار ابو على ، كلمهء تمثل و مثال را در حقيقت شىء دريافته كه صورت علميهء او در ذات دريابنده است ، به كار برده است ، خواه آن حقيقت ، شىء مفارق از مادّه باشد و خواه مقارن با آن .\r\nو اين امر را خواجهء طوسى در شرح به وضوح تصريح فرموده است كه :\r\nالشيء المدرك إمّا أن يكون مادّيا أو لا يكون . فإن كان مادّيا فحقيقته المتمثلة هي\r\n\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\n\r\nصورة منتزعة من نفس حقيقتها الخارجية انتزاعا ما ، و إن كان مفارقا فلا يحتاج فيه إلى الانتزاع .\r\nفقوله : « و هو أن تكون حقيقته متمثلة » يتناول الأمرين . يقال : « تمثل كذا عند كذا » إذا حضر منتصبا عنده بنفسه ، أو بمثاله .\r\nيعنى ، تمثل حضور حقيقت شىء ، اعم از مفارق و مادّى است كه به درستى و راستى در نزد كسى ايستاده است . پس تمثّل و مثال ، شامل مطلق صورت علميه اعم از مفارق و مادّى مىباشد ، خواه آن تمثل در نفس ناطقه باشد و خواه در مفارقات نوريه و خواه در اوّل تعالى . پس تمثّل صور علميهء اشياء در صقع ربوبى ، لازمهء آن اين نيست كه ذات محل كثرت اشباح و اشكال متكثّره شود و تجزيه و امتياز و كثرت در ذات لازم آيد ؛ چه اين كه تمثّل صور علميه در ذات أحدى ، به وجود جمعى نورى آنهاست . و اطلاق تمثّل بر فعليّت علميه ، مانند اطلاق صورت بر آن است كه به معنى صورت هندسى نيست .\r\nآرى ، انتزاع ، در عبارت خواجه ، به ممشاى مشاء است . و واقعيت اين تمثّل در نفس چنان است كه صدر المتألّهين در اسفار فرموده است : « نفس ، يا مظهر و يا مظهر است . » ، به تفصيلى كه در رسالهء علم بيان كرده‌ايم .\r\n2 و نيز در فصل دهم نمط ياد شده در مراتب قواى نظرى نفس فرمايد :\r\n« امّا الكمال فإن تحصل لها المعقولات بالفعل مشاهدة متمثلة في الذهن . . . . »\r\nدر اين عبارت ، به طور صريح ، تمثّل را بر معقولات اطلاق كرده است . پس تمثّل صورت و شكل هندسى ، شىء نيست .\r\n3 و نيز در فصل يازدهم همان نمط در تعريف حدس فرمايد :\r\n\r\n","description":"","footnote":"","page_name":" 191 ","page_number":191},
  {"content":"\r\n\r\nأمّا الحدس فأن يتمثل الحدّ الأوسط في الذهن دفعة إمّا عقيب طلب و شوق من غير حركة ، و إمّا من غير اشتياق و حركة و يتمثل معه ما هو وسط له أو في حكمه .\r\nدر اين عبارت ، تمثّل را بر حدّ اوسط ، و بر لوازمى كه بر نتيجه و مطلوب متفرّع است ، اطلاق كرده است . و اين لوازم را ، خواجه ، تعبير به علوم متصل به مطلوب كرده است كه گفت : « و قوله : \" أو في حكمه \" اشارة إلى ما يتمثل مع المطلوب من العلوم المتصلة به . »\r\n4 در فصل سيزدهم همان نمط در اثبات عقل فعال گويد :\r\nالجوهر المرتسم بالمعقولات غير جسماني . . . إذا وقع بين نفوسنا و بينه اتصال مّا ارتسم منه فيها الصور العقلية الخاصّة بذلك الاستعداد الخاص لأحكام خاصّة . . . .\r\nدر اين عبارت ، ارتسام را در تحقق و تقرّر حقايق علميه و معانى عقليه به كار برده است .\r\n5 و در فصل بعد آن در اثبات اين كه جوهر عاقل جسم و جسمانى نيست گويد :\r\nإن اشتهيت الآن أن يتضح لك أنّ المعنى المعقول لا يرتسم في منقسم و لا في ذي وضع ، فاسمع . . . و إذا كان في المعقولات ما هو واحد و يعقل من حيث هو واحد فإنّما يعقل من حيث لا ينقسم فإذن لا يرتسم فيما ينقسم في الوضع ، و كل جسم و كل قوة في جسم منقسم .\r\nو همچنين در چندين مورد ديگر اطلاق ارتسام بر تحقق معانى عقليه كرده است .\r\n6 در فصل نهم نمط ششم در علم عنائى بارى تعالى به مخلوقاتش فرمايد :\r\n\r\n","description":"","footnote":"","page_name":" 192 ","page_number":192},
  {"content":"\r\n\r\nلا تجد إن طلبت مخلصا إلّا أن تقول : « إن تمثل النظام الكلي في العلم السابق مع وقته الواجب اللائق يفيض منه ذلك النظام على ترتيبه و تفاصيله معقولا فيضانه و ذلك هو العناية . »\r\nو در تعليقات فرموده است :\r\n« العناية هو أن يوجد كلّ شيء على أبلغ ما يمكن فيه من النظام . » « 1 »\r\n7 و در فصل نهم نمط هشتم در اثبات لذات عقليه گويد :\r\nو كمال الجوهر العاقل أن تتمثّل فيه جليّة الحق الأوّل قدر ما يمكنه أن ينال منه ببهائه الذي يخصّه ، ثم يتمثل فيه الوجود كله على ما هو عليه مجردا عن الشوب . . .\r\nو همچنين در الهيّات نجات گويد :\r\nإنّ النفس الناطقة كما لها الخاص بها أن تصير عالما عقليا مرتسما فيها صورة الكل و النظام المعقول في الكل . . .\r\nو از اين گونه تعبيرات در اطلاق تمثّل و ارتسام بر تقرّر حقايق علميه و معانى عقليه در اشارات و شفا و تعليقات و نجات و كتب ديگرش دارد كه اطلاق ارتسام و تمثّل و نظاير آنها بر وجود أحدى حق سبحانه مىكند و انفكاك معلول را از علت تامه محال مىداند ، بلكه به تعبير بهتر ، فعل حق تعالى را فيض او گويد و او را دائم الفيض داند و در تعليقات گفته است :\r\nالفيض انّما يستعمل في البارى و العقول لا غير ، لأنّه لما كان صدور الموجودات عنه على سبيل اللزوم لا لإرادة تابعة لغرض بل لذاته ، و كان صدورها عنه دائما بلا منع و لا كلفة تلحقه في ذلك ، كان الأولى به أن يسمى فيضا .\r\nلذا ما سوى اللّه را قائم به حق و مؤثر را مطلقا حق داند و حق مساوى با\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ص 16 ، ص 1 ، مصر .\r\n","page_name":" 193 ","page_number":193},
  {"content":"\r\n\r\nوجود است .\r\nغرض اين كه ارتسام در كلمات شيخ و ديگر مشايخ در علم بارى ، ارتسام به معنى متعارف كه انتقاش صورت هندسى شىء در محل قابل آن است ، نيست و ارتسام را معنى فوق متعارف است ، مانند قيام صور علميه به ذات كه به حسب وجود عين ذاتند . و در علم بارى نيز كلامى دارد كه شيخ بهائى آن را نقل كرده است كه :\r\nقال الشيخ الرئيس أبو على في رسالته التي وضعها لتحقيق علم البارى جلّ و عزّ :\r\n« العلم انّما هو حصول الصورة المعلومة و هي مثال مطابق للأمر الخارجى و صورة المعلومات حاصلة له قبل وجودها .\r\nو لا يجوز أن يكون تلك الصورة حاصلة عنده في موضوع آخر ، فإنّه يستلزم الدور و التسلسل و أن لا يكون علما له ؛ و ليست صورا معلقة افلاطونية لأنّا أبطلنا ذلك ؛ و لا من الموجودات الخارجية ؛ إذ العلم لا يكون إلا صورة ؛ فلم يبق من الاحتمالات إلّا أن يكون في صقع من الربوبية .\r\nو أنت إن لم تدرك كيفية هذا ، فلا بأس لأنّ خطر العلم أضيق من ذلك ، و ليس إلى هذا المطلب العالي مطمح و سيّما في دار الغرور ، فلا تلتمس من نفسك شيئا عجزت الملائكة المقربون و الأنبياء و الأولياء العارفون عن الوصول إليه إلّا من فضّله اللّه تفضيلا . فإن أردت لمعة من ذلك فجاهد نفسك ، و تفكّر في خلواتك و فرّغ زوايا قلبك ليحدث لك حادث تطمئنّ به . » « 1 »\r\nدر عبارت فوق ، حكيم الهى بو على ، صورت علميه را در صقع ربوبى مثال مطابق امر خارجى شناسائى كرده است و امر ادراك آن را بسيار خطير خوانده است . و معنى « مثال » ، از عبارات اشارات او دانسته شده است . كلمهء مثال مصدر دوم باب مفاعله است و آن از طرفين است كه صورت علميه با خارج خود مماثل است و بالعكس كه عين رقيقت علم است و علم حقيقت آن .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كشكول ، مجلد 4 ، ص 462 ، چاپ سنگى .\r\n","page_name":" 194 ","page_number":194},
  {"content":"\r\n\r\nو صور علميه را مطلقا خارج از ذات نمىداند ، چه به نحو كلى كه در مقام احدى به اصطلاح عارفان وجود جمعى دارند ، و چه به نحو جزئى كه به توسّع در تعبير ، بىتجافى از علم به عين آمده‌اند .\r\nآرى ، آن كه به افلاطون نسبت داده است ، هر چند در السنه به همان وجه شهرت دارد ، ولى مطلب مثل الهيهء فوق اين نحو استفاده است كه مستوفى در رسالهء مثل الهيه بحث و تقرير و تحرير كرده‌ايم .\r\nأمّا در اين كه علم ، مطلقا خارج از ذات ربوبى نيست ، حق گفته است و افلاطون هم نا حق نگفته است .\r\nاز اين كلمات مكنونه كه از شيخ در مثال و ارتسام و فيض و علم نقل كرده‌ايم ، دانسته مىشود كه نسبت علم ارتسامى به مشاء در علم حق سبحانه به اعيان موجوده بدان نحو كه در السنه شهرت يافته است ، نيست . و آن است كه مولى صدرا فرموده است :\r\n. . . فلا تخالف بين ما ذهبنا إليه من اتحاد حقيقة الوجود و اختلاف مراتبها بالتقدم و التأخّر و التأكّد و الضعف ، و بين ما ذهب إليه المشاؤون أقوام الفيلسوف المقدم من اختلاف حقائقها عند التفيتش . « 1 »\r\nبنابر اين فاعل بالعناية ، همان فاعل بالتجلى است . و علم بارى به جزئيات به نحو كلى در صقع ذاتى ربوبى در مقام جمع الجمع و به عبارت ديگر در مقام احديت است كه همه در آن اتفاق دارند .\r\nمع ذلك كلّه ، در گفتار شيخ در علم بارى بر وجه كلى و جزئى و صدور كثرت از وى بدان وجه كه در نمط هفتم اشارات ، بخصوص در دو فصل هفده و هجده آن كه گفت : « و هم و تنبيه و لعلك تقول إن كانت المعقولات تتحد بالعاقل » الخ ، تأمل بسزا لازم است . فتدبر !\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . شواهد ، ص 5 ، ط 1 .\r\n","page_name":" 195 ","page_number":195},
  {"content":"\r\n\r\n\r\nفايده\r\nآن كه حاجى نقل كرده است « أقول لها : إذا . الخ » . اين بيت از عمرو بن إطنابه از شعراى جاهليّت است . اطنابه ، نام مادرش بود در هامش بيان و تبيين جاحظ « 1 » و در هامش شرح حماسهء مرزوقى « 2 » آورده‌اند كه :\r\nابن الاطنابة هو عمرو بن الاطنابة . و اطنابة أمّه و هو عمرو بن عامر بن زيد مناة الخزرجى ، شاعر فارس من فرسان الجاهلية ( معجم المرزبانى 203 - 204 ) و ذكر ابو الفرج في الأغانى ( 10 : 28 ) أنّه كان ملك الحجاز .\r\nشعر فوق را در عداد چند بيت ديگر ابو على قالى در امالى « 3 » از ابن اطنابه چنين نقل كرده است :\r\n أبت لي عفّتي و أبى بلائي * و أخذي الحمد بالثّمن الربيح\r\nو إعطائي على الإعدام مالي * و ضربي هامة البطل المشيح\r\nو قولي كلّما جشأت و جاشت * رويدك تحمدي او تستريحي\r\nلأدفع عن مآثر صالحات * و أحمي بعد عن عرض صحيح \r\nو البته صورت بيت چنان است كه قالى روايت كرده است . زيرا امالى قالى و بيان و تبيين جاحظ و كامل مبرد و أدب الكاتب ابن قتيبه چهار كتاب اصول و اركان فن ادبند .\r\nاما فاعل كل ، فاعل بالرضا باشد ، كه اشراقيان بدان رفته‌اند و شيخ شهاب سهروردى از آنان پيروى كرده است ، به ظاهر آن ، بىاشكال و دغدغه نيست ؛ زيرا ، بيانشان اين است كه مناط علم مبدأ تعالى به اشياء ممكنه ، يعنى به اعيان موجودات خارجى ، نفس حضور آنها در نزد بارى تعالى است كه بدانها عالم است\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج 3 ، ص 77 .\r\n( 2 ) . ص 1632 .\r\n( 3 ) . ج 1 ، ص 258 .\r\n","page_name":" 196 ","page_number":196},
  {"content":"\r\n\r\nبه علم تفصيلى . پس اين علم تفصيلى يعنى همان حضور نفس اعيان موجوده در نزد بارى سبحانه .\r\nبيان مذكور تا بدين حد ، كلامى قويم است ، ولى ظاهر گفتارشان اين است كه اين اشياء ، يعنى اعيان موجودات ، از وجود حق ، جلّ و علا ، مباينند چنان كه در شواهد ربوبيه گويد :\r\nذهب الإشراقيون و تبعهم الشيخ السهروردي صاحب حكمة الاشراق إلى كون مناط علمه بالأشياء الممكنة هي نفس حضور تلك الأشياء المباين وجودها عن وجوده . « 1 »\r\nو ديگر اين كه فاعل كل در مقام ذات ، عالم به اجمال است ، و نفس فعل خارجى علم تفصيلى است ، مقصود از اجمال در مقام ذات ، و تفصيل در رتبهء فعل چيست ؟\r\nاگر در نفس ناطقهء انسانى گفته شود كه در مقام ذاتش علم اجمالى به ملكات و فعليات خود دارد و وقتى كه آنها را از كمون ذاتش صادر كرده و سان داده است ، علم تفصيلى وى بدانهاست ، مثل اين كه در لسان عرفان ، از روح به قلب ، و از قلب ، به خيال بدون تجافى ، از قرآن به فرقان ، و از قضا به قدر مىآيند ، و همه قائم به نفسند ، بلكه نفس است كه داراى شؤون و تجليّات و مظاهر و مجالى است ، به همين وزان مثلا در بارى تعالى به لحاظ مقام غيب الغيوبى و احديت و واحديت اعتبار شود ؟\r\nو آن كه گفته‌اند : « وجود اشياء ، مباين وجود حق سبحانه است . » ، بينونت عزليه را خواسته‌اند يا بينونت و صفيّه را كه بين خالق و مخلوق بينونت وصفى است ، به اين معنى كه خالق در صفات نقص و حدود امكانى و خلقى از آنها بائن است ، چنان كه در صفات قهر و وجوب ذاتى كه تمايز به اطلاق و تقييد است\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ص 39 ، ط 2 .\r\n","page_name":" 197 ","page_number":197},
  {"content":"\r\n\r\nنه تمايز تقابلى ، پس احاطهء وجودى و علمى به قوت خود باقى است . چنان كه برهان موحدين مولى امام على عليه السّلام فرموده است : « توحيده تمييزه عن خلقه و حكم التمييز بينونة صفة لا بينونة عزلة . »\r\nو پوشيده نيست كه بر بينونت عزلى ، مفاسد بسيارى مترتب است . آيا آن بزرگان كه اساطين فن و خرّيت در معارف حقه و اهل رياضت و مستغرق در ملكوت و صاحبان كرامات روحانى و مؤيد به افاضات ربانى بودند ، به اين جهات توجه نداشتند ؟ ! فتأمل !\r\n\r\nفاعل بالتجلي\r\n*  فَلَمَّا تَجَلَّى رَبُّهُ لِلْجَبَلِ جَعَلَهُ دَكًّا  « 1 »\r\n*  فَلَمَّا أَتاها نُودِيَ مِنْ شاطِئِ الْوادِ الْأَيْمَنِ فِي الْبُقْعَةِ الْمُبارَكَةِ مِنَ الشَّجَرَةِ أَنْ يا مُوسى إِنِّي أَنَا اللَّهُ رَبُّ الْعالَمِينَ  « 2 »\r\n*  فَأَيْنَما تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ  « 3 »\r\n*  قُلْ كُلٌّ يَعْمَلُ عَلى شاكِلَتِهِ  « 4 »\r\n*  هُوَ الْأَوَّلُ وَ الْآخِرُ وَ الظَّاهِرُ وَ الْباطِنُ  « 5 »\r\nبرهان الموحدين حضرت وصى عليه السّلام فرموده است : « الحمد للّه المتجلي لخلقه بخلقه . » « 6 »\r\nشرح الصحيفة عن مولانا امير المؤمنين عليه السّلام : « يا من كان الحجاب بينه و بين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الأعراف ( 7 ) : آيهء 144 .\r\n( 2 ) . قصص ( 28 ) : آيهء 31 .\r\n( 3 ) . البقره ( 2 ) : آيهء 116 .\r\n( 4 ) . الإسراء ( 17 ) : آيهء 85 .\r\n( 5 ) . الحديد ( 57 ) : آيهء 4 .\r\n( 6 ) . نهج البلاغه ، خطبهء 106 .\r\n","page_name":" 198 ","page_number":198},
  {"content":"\r\n\r\nخلقه خلقه . » « 1 »\r\nثامن الأئمة أبو الحسن الرضا عليهم السّلام : « إنّ الاحتجاب عن الخلق لكثرة ذنوبهم . » « 2 »\r\nولى عصر امام قائم آل محمد عليهم السّلام در توقيع شريف رجبى فرموده است :\r\n« لا فرق بينك و بينها إلّا أنّهم عبادك و خلقك . » « 3 »\r\nدر اقسام فاعل ، دل ، به فاعل بالتجلي متجلّى است كه دين حق است و سفراى الهى ، خلق را بدان دعوت كرده و به سوى اين حقيقت خوانده‌اند ، و اكابر عرفاى شامخ مانند صاحب فصوص و فتوحات ، و اعاظم حكماى متوغل در حكمت متعاليه چون صاحب اسفار ، فاعل كل را ، فاعل بالتجلى دانند كه « علمه و هو نفس العناية الأزلية عبارة عن انكشاف ذاته بوجه يفيض منه الخيرات على ذاته بذاته » كه ذات علت تامّه و فاعل كل است و علم ، عين ذات اوست ، و علم اجمالى ، در عين كشف تفصيلى است و بسيط الحقيقة كلّ الأشياء و ليس بشيء منها ؛ « لا إله إلّا اللّه وحده وحده وحده » كه يك ذات است و صفات و افعال او - و به تعبير ديگر : توحيد ذات و توحيد صفات و توحيد افعال - ذاتى كه جميع فعليات و خيرات است ، و ما سواى او ، جز تعيّنات اسماى تكوينى او نيست ، و فاعل در هر موطن اوست ، و مؤثرى جز وى نيست : « و ما تشاؤون إلّا أن يشاء اللّه » ، « بحول اللّه و قوته أقوم و أقعد » ، « و لا حول و لا قوة إلّا باللّه » .\r\nعلم اجمالى ، در عين كشف تفصيلى را ، شيخ عارف محيى الدين عربى در باب سيصد و هفتاد و هفتم فتوحات مكيه آورده است ، و صاحب اسفار آن را در آخر فصل دوازدهم موقف سوم الهيات اسفار نقل كرده است و بحث را در علم اجمالى در عين كشف تفصيلى به عنوان « نقل كلام لتأييد مرام » تعقيب و تنقيب كرده است . « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بحر المعارف ، ملا عبد الصمد همدانى ، ص 277 ، ط 1 .\r\n( 2 ) . توحيد صدوق ، ص 256 ، باب الرد على الثنوية و الزنادقة .\r\n( 3 ) . اقبال ، سيد بن طاووس ، ص 464 ، ط 1 .\r\n( 4 ) . ج 3 ، ص 63 ، ط 1 .\r\n","page_name":" 199 ","page_number":199},
  {"content":"\r\n\r\nبدان كه اسماى تكوينى - اعنى اعيان خارجى - را رويى بدين سوى است كه جنبهء يلى الخلق آنهاست و از آن تعبير به « خلق » و « ما سوى » مىشود ، و رويى بدان سوى دارند كه جنبهء يلى ربّه آنهاست و همه ، قائم به آن حقيقت قائم به ذات غير متناهيه‌اند و هيچ موجودى بينونت عزليه با وى ندارد . و به عبارت ديگر هيچ موجودى به كلى از اصل خود ، جدا و بريده نازل نشده است ، بلكه روح او كه حقيقت او و ملكوت اوست ، در دست حقيقة الحقائق است :  فَسُبْحانَ الَّذِي بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَ إِلَيْهِ تُرْجَعُونَ  « 1 » .\r\nو همانطور كه امير المؤمنين عليه السّلام فرمود ، فقط بينونت وصفى دارد كه اين مخلوق است و آن خالق ، اين ممكن است و آن واجب :  وَ هُوَ الْقاهِرُ فَوْقَ عِبادِهِ  « 2 » ، اين منفطر است و آن فاطر :  أَ فِي اللَّهِ شَكٌّ فاطِرِ السَّماواتِ وَ الْأَرْضِ  . « 3 »\r\nباز به ذكر چند جمله از كلمات اهل بيت عصمت و وحى تبرّك مىجوييم كه گفتارشان مصباح مشكات قلب است ،  فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ  :\r\nفارق الأشياء لاعلى اختلاف الأماكن و تمكن منها لا عن الممازجة . « 4 »\r\nباطن لا بمزايلة ، مباين لا بمسافة - حجب بعضها عن بعض ليعلم أنّ لا حجاب بينه و بينها غيرها . « 5 »\r\nفتجلّى لخلقه من غير أن يكون يرى . « 6 »\r\nلم يحلل في الأشياء فيقال هو فيها كائن ، و لم ينأ عنها فيقال هو عنها بائن ، و لم يخل منها فيقال أين ، و لم يقرب منها بالالتزاق ، و لم يبعد عنها بالافتراق ، بل هو في الأشياء بلا كيفية و هو أقرب إلينا من حبل الوريد و أبعد من الشبهة من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . يس ( 36 ) : آيهء 84 .\r\n( 2 ) . الانعام ( 6 ) : آيهء 19 .\r\n( 3 ) . ابراهيم ( 14 ) : آيهء 11 .\r\n( 4 ) . بحار الأنوار ، ج 2 ، ص 167 ، باب جوامع التوحيد ، « يد » « لى » از امير المؤمنين عليه السّلام .\r\n( 5 ) . همان مأخذ ، ص 169 از امير المؤمنين عليه السّلام .\r\n( 6 ) . همان مأخذ ، ص 196 از امير المؤمنين عليه السّلام .\r\n","page_name":" 200 ","page_number":200},
  {"content":"\r\n\r\nكل بعيد . « 1 »\r\nسئل امير المؤمنين عليه السّلام بم عرفت ربك قال بما عرفنى نفسه لا يشبهه صورة و لا يقاس بالناس قريب فى بعده بعيد في قربه فوق كل شيء و لا يقال شيء تحته و تحت كل و لا شيء فوقه امام كل شيء و لا يقال شيء خلفه و خلف كل شيء و لا يقال شيء امامه داخل فى الاشياء لا كشيء فى شيء سبحان من هو هكذا لا هكذا غيره . « 2 »\r\nنور لا ظلام فيه ، و حياة لا موت ، و صمد لا مدخل فيه . « 3 »\r\nدر تفسير « صمد » در اين حديث كه فرموده « لا مدخل فيه » بايد بسيار دقت و تأمل و تدبّر كرد كه چون واجب الوجود صمد است ، هيچ كمى و نبودى در آن راه ندارد ، زيرا مصمت است و جميع فعليّات و خيرات است و گرنه تحديدش كرده‌اى ، و من حدّه فقد عدّه ، يعنى او را واحد عددى دانسته‌اى و حال اين كه :\r\n« وحدته ليست عددية من جنس وحدات الموجودات حتّى يحصل من تكرارها الأعداد ، بل وحدة حقيقة لا مكافىء لها في الوجود ، و لهذا  كَفَرَ الَّذِينَ قالُوا إِنَّ اللَّهَ ثالِثُ ثَلاثَةٍ  « 4 » و لو قالوا : « ثالث اثنين » لم يكونوا كفارا كقوله تعالى :  ما يَكُونُ مِنْ نَجْوى ثَلاثَةٍ إِلَّا هُوَ رابِعُهُمْ وَ لا خَمْسَةٍ إِلَّا هُوَ سادِسُهُمْ  « 5 » » .\r\nشواهد ربوبيه بدين معنى اشارت دارد كه فرمود :\r\nكلّ بسيط الحقيقة من جميع الوجود فهو بوحدته كلّ الأشياء و إلّا لكان ذاته متحصّل القوام من هويّة أمر و لا هوية أمر و لو فى العقل . « 6 »\r\nو به همين بيان و معنى است كلام حضرت امام سوم حسين بن على عليهما السّلام در تفسير « الصمد » كه فرمود : « الصمد الّذي لا جوف له » ، چنان كه امين الاسلام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . همان مأخذ ، ص 198 از امير المؤمنين عليه السّلام .\r\n( 2 ) . همان مأخذ ، ص 200 .\r\n( 3 ) . همان مأخذ ، ص 200 از امام سجّاد عليه السّلام .\r\n( 4 ) . المائده ( 6 ) : آيهء 74 .\r\n( 5 ) . المجادله ( 58 ) : آيهء 8 .\r\n( 6 ) . ص 47 ، ط 2 .\r\n","page_name":" 201 ","page_number":201},
  {"content":"\r\n\r\nطبرسى در تفسير شريف مجمع البيان روايت كرده است .\r\nمرحوم مير داماد ، قدس سرّه ، فرموده است :\r\nالمخلوق أجوف ، لما قد برهن و استبان في حكمة ما فوق الطبيعة أنّ كلّ ممكن زوج تركيبى و كلّ مركب مزدوج الحقيقة فإنّه أجوف الذات لا محالة فما لا جوف لذاته على الحقيقة هو الأحد الحق سبحانه لا غير . فإذن الصمد الحق ليس هو إلّا الذات الأحدية الحقّة من كلّ جهة . فقد تصحح من هذا الحديث الشريف تأويل الصمد ب « ما لا جوف له » و « ما لا مدخل لمفهوم من المفهومات و شيء في الأشياء من ذاته أصلا . » « 1 »\r\nاين بنده گويد : حديثى در شرح صحيفهء عالم جليل سيد عليخان مدنى روايت شده است كه ملائكه صمدند . « 2 » و اين بدان جهت است كه امكان استعدادى ندارند ، و لكن چون ممكنند ، صمد حق نيستند ، لذا امير فرمود : « فإذن الصمد الحق الخ . »\r\nو نيز امير المؤمنين عليه السّلام فرمود : « و لا صمده من أشار إليه » « 3 » كه باز اشاره به همان معنى « لا مدخل فيه ، و لا جوف له » دارد ؛ چه اين كه اگر قابل اشاره باشد ، واحد عددى مىشود و واحد عددى مزدوج الحقيقه است و چون وجود ، غير متناهى است و شامل و جامع جميع خيرات و فعليات است كه هيچ چيزى از حيطهء وجودى او خارج نيست اشاره بدان نتوان كرد : « و من أشار إليه فقد حدّه و من حدّه فقد عدّه » . « 4 »\r\nو بدانچه در بيان صمد گفته‌ايم ، دانسته مىشود كه اعتراض جناب ثقة الاسلام كلينى ، رفع اللّه تعالى درجاته ، به تفسير صمد به « لا جوف له » وارد نيست . « 5 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بحار الأنوار ، ج 2 ، ص 124 ، ط كمپانى .\r\n( 2 ) . ط 1 ( چاپ سنگى ) ، ص 90 .\r\n( 3 ) . نهج البلاغة ، خطبهء 184 .\r\n( 4 ) . نهج البلاغة ، خطبهء 1 .\r\n( 5 ) . اصول كافى ، ج 1 ، ص 96 ، ط مشكول ، باب تأويل الصّمد .\r\n","page_name":" 202 ","page_number":202},
  {"content":"\r\n\r\n« هو في الأشياء كلها غير متمازج بها و لا بائن عنها . » « 1 »\r\n« ليس في الأشياء بوالج و لا عنها بخارج . » « 2 »\r\nاز اين گونه غرر احاديث و بيانات عرشى در توحيد بارى تعالى و احاطهء وى به ماسوايش از ائمهء دين و وسايط فيض الهى عليهم السّلام در جوامع روائى بسيار آمده است كه در اين‌جا به همين قدر اكتفا نموده و به نقل آنها تبرك جسته‌ايم و طايفه‌اى از آنها را در رسالهء لقائيه نقل كرده‌ايم . عاقل را همين قدر كفايت است .\r\nو بدانچه در فاعل بالتجلى اجمالا در اين جا گفته‌ايم ، دانسته شده است كه حقيقت ذات هستى ، به وحدت حقهء حقيقهء خود ، به همه محيط و بر همه قاهر است و خردلى از حيطهء وجودى او به در نيست :  يا بُنَيَّ إِنَّها إِنْ تَكُ مِثْقالَ حَبَّةٍ مِنْ خَرْدَلٍ فَتَكُنْ فِي صَخْرَةٍ أَوْ فِي السَّماواتِ أَوْ فِي الْأَرْضِ يَأْتِ بِهَا اللَّهُ إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ  « 3 » و هيچ موجودى را استقلال وجودى نيست و همه به عمود حقيقت دار هستى قائمند .\r\nدر توحيد صدوق از حضرت رسول اللّه صلّى اللّه عليه و آله روايت شده است كه :\r\n« إنّ للّه عزّ و جلّ عمودا من ياقوت حمراء رأسه تحت العرش و أسفله على ظهر الحوت في الأرض السابعة السفلى . فإذا قال العبد : « لا إله إلّا اللّه » اهتز العرش و تحرك العمود . فيقول اللّه تبارك و تعالى : « اسكن يا عرشى » .\r\nفيقول : « كيف أسكن و أنت لم تغفر لقائلها ؟ » . فيقول تبارك و تعالى : « اشهدوا - ملائكتي ! - إنّي قد غفرت لقائلها . »\r\nاين حديث عظيم الشأن در مسند امام على بن موسى الرضا عليهم السّلام كه با مسند زيد در بيروت به طبع رسيده است ، نيز از رسول اللّه صلّى اللّه عليه و آله بااندك اختلافى در صورت آن روايت شده است بدين عبارت :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بحار الأنوار ، ج 2 ، ص 201 از امير المؤمنين عليه السّلام .\r\n( 2 ) . نهج البلاغة ، خطبهء 184 .\r\n( 3 ) . لقمان ( 31 ) : آيهء 17 .\r\n","page_name":" 203 ","page_number":203},
  {"content":"\r\n\r\nقال رسول اللّه صلّى اللّه عليه و آله : « إن للّه عزّ و جلّ عمودا من ياقوت أحمر ، رأسه تحت العرش و أسفله على ظهر الحوت في الأرض السابعة السفلى ، فإذا قال العبد :\r\n« لا إله إلّا اللّه » اهتز العرش و تحرك العمود و تحرك الحوت . فيقول اللّه تعالى :\r\n« اسكن عرشي ! » . فيقول : « كيف أسكن و أنت لم تغفر لقائلها ؟ » . فيقول اللّه عز و جل : « اشهدوا - سكان سماواتى ! - أنّي قد غفرت لقائلها . » « 1 »\r\nهمين حديث ، اوّلين حديث اربعين قاضى سعيد قمى است كه آن را شرحى محققانه بر مبناى رصين حكمت متعالى ، وافق أعلاى مشهد عرفانى شرح فرموده است .\r\nبدان كه عمود مذكور ، حقيقت واحده‌اى است كه از جهت قيوميت و حقّيتش مظهر ذات الهيه است . در لسان اهل توحيد ، از آن تعبير به « جوهر » مىشود و ماسواى او كه از كلمات نوريهء قائم به او هستند ، از آنها تعبير به « اعراض » مىشود .\r\nو وجود ، جامع اين جوهر و عرض است . اين جوهر را كه متبوع آن اعراض تابع اوست ، « نفس رحمانى » و « هيولاى كليه » و « رق منشور » و « نور مرشوش » و « ظل ممدود » و « صادر نخستين » و « عماء » گويند . و وى را اسامى ديگر نيز هست كه در مصباح الانس شرح مفتاح الغيب به تفصيل مذكور است و ما را در پيرامون آن در رسالهء وحدت از ديدگاه عارف و حكيم مطالبى مفيد است . « 2 »\r\nغرض اين كه اين عمود ، آن رق منشور است كه جميع كلمات نوريهء الهيه بر وى منقوش است و همه قائم بر اين عمود و متكى بدويند ، و اين اعراض ، بدان جوهر ، تحقق دارند . بحث از اين جوهر و عرض در اصطلاح اهل توحيد را فصل چهارم مقدمات شرح قيصرى بر فصوص الحكم به نحو اتم حائز است .\r\nدر آن فصل خطاب فرمايد :\r\nإنّك إذا أمعنت النظر في حقائق الأشياء وجدت بعضها متبوعة مكتنفة بالعوارض\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مسند زيد ، ص 441 ، ط بيروت .\r\n( 2 ) . ص 84 ، ط 1 .\r\n","page_name":" 204 ","page_number":204},
  {"content":"\r\n\r\nو بعضها تابعة لا حقة لها . و المتبوعة هي الجواهر ، و التابعة هي الأعراض .\r\nو يجمعهما الوجود إذ هو المتجلى بصورة كلّ منهما .\r\nو الجواهر متحدة في عين الجوهر ، فهو حقيقة واحدة هي مظهر الذات الإلهية من حيث قيّوميّتها و حقّيتها ، كما أنّ العرض مظهر الصفات و التابعة لها .\r\nو تسمّى هذه الحقيقة في اصطلاح أهل اللّه ب « النفس الرحماني » و « الهيولى الكلّية » ، و ما تعيّن منها و صار موجودا من الموجودات ب « الكلمات الإلهيّة » « 1 » .\r\nفاعل بالعشق ، كه عارف از آن تعبير به حركت حبّى مىكند . حبّ ، همان عشق است . عشق است كه در تار و پود هستى سريان دارد . و از عشق كه همان حبّ مفرط است ، اشياء به وجود آمد . علم و اراده و شوق و ميل ، يك معنى است و لكن در انسان مطابق عوالم او در هر عالم به صورتى خاص ظاهر مىگردد .\r\nدر ما ، در ابتدا ، خواستن است كه آن را ميل گوييم ، و ميل مفرط ، ارادت است و ارادت مفرط ، محبّت ، و محبت مفرط ، عشق است . در فاعل كل ، اين محبت به وجوب است كه عالم از حركت حبّى پيدا شد : « إنّي أحببت أن أعرف فخلقت الخلق لكي أعرف » . و آن فآن هر چيز از حركت حبّى پديد مىآيد . فافهم !\r\nفهو تعالى عاشق لذاته و معشوق لذاته « و هو الأوّل و الآخر و الظاهر و الباطن » .\r\nپس عشق است كه در همه سارى است ، بلكه دار هستى مملو از عشق است ، بلكه هستى يكسره عشق است ، و عشق است كه علت ايجاد و غايت ايجاد است . در ديوان راقم آمده است :\r\n عشق ، سر چشمهء فيض ازلى است * فاعل و غايت اصل ايجاد\r\nعشق ، سر سلسلهء املاك است * عشق ، سر خيل نبات است و جماد\r\nعشق ، هم عاشق و هم معشوق است * عشق ، مبدأ بود و عشق ، معاد\r\nمنتهى همّت عقل است كه اين * كاخ عالم نبود بى استاد\r\nعشق ، بىپير برآورد خروش * كه جهان يكسره است عشق آباد \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ص 22 ، ط 1 .\r\n","page_name":" 205 ","page_number":205},
  {"content":"\r\n\r\nحكيم بزرگوار ابن سينا را رساله‌اى در عشق است و نيكو رساله‌اى است ، در آن سريان عشق را در جميع كائنات بيان كرده است . اين رساله با نه رسالهء ديگر شيخ - رضوان اللّه تعالى عليه - به فرانسه ترجمه شده و در يك مجلد به طبع رسيده است . جناب شيخ آن رساله را به نام شاگرد بنامش ابو عبد اللّه معصومى كه در حق او گفت : « ابو عبد اللّه منى بمنزلة ارسطاطاليس من افلاطون » نوشته است .\r\nو نيز در آخر نمط هشتم اشارات گفته است :\r\nفإذا نظرت في الأمور و تأملتها وجدت لكل شيء من الأشياء الجسمانية كمالا يخصّه ، و عشقا إراديا أو طبيعيا لذلك الكمال ، و شوقا طبيعيا أو إراديا إليه إذا فارقته .\r\nاين سخن بغايت بلند است ، ولى سريان عشق تنها در كائنات نيست اگر چه حركت در كائنات است ، و لكن حركتى كه حكيم مىگويد آن حركت در طبيعت كه امكان استعدادى دارد ، جارى است . ولى حركتى كه عارف مىگويد حركت حبّى ايجادى است و اين حركت حبّى در طبيعت و ما فوق آن سارى است .\r\nدر صحف نوريهء عقليه و عرفانيه محقق است كه از وحدت حقهء حقيقيه - أعنى از واحد أحدى الذات - جز يك امر صادر نمىشود ؛ « الواحد لا يصدر عنه إلا الواحد » . يعنى از واحد احدى ، جز واحد صادر نشود ؛ واحدى كه خود ، كل اشياء است :  وَ ما أَمْرُنا إِلَّا واحِدَةٌ كَلَمْحٍ بِالْبَصَرِ  « 1 » فتدبر .\r\n اين همه عكس مىو نقش مخالف كه نمود * يك فروغ رخ ساقى است كه در جام افتاد \r\n( حافظ )\r\nاين كثرات را ، عارف ، مظاهر گويد كه وجود را اصل و حقيقت واحدهء ذات مظاهر داند ، نه ذات مراتب كه ديگر قائلان به اصالت وجود در تشكيك وجود\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . القمر ( 54 ) : آيهء 51 .\r\n","page_name":" 206 ","page_number":206},
  {"content":"\r\n\r\nآن چنان - اعنى تشكيك مراتبى - گفته‌اند ، تا چه رسد به تشكيكى كه منسوب به مشاء است كه حقايق متباينه در لازم واحد مشتركند و حمل آن لازم واحد بر آنها به تشكيك است كه منافات با حقايق متباينهء آنها ندارد .\r\nآن حقايق متباينه ، موجوداتند از اول تعالى تا هيولاى اولى . و آن لازم واحد ، معنى وجود عام است كه به وجوه تشكيك از اوليت و آخريت و اشديت و اضعفيت و اولويت و عدم آن و غيرها بر آن حقايق حمل مىشود .\r\nو به عبارت ديگر ، عارف گويد : وجود ، مساوق حق است و واحد شخصى متّصف به وحدت حقيقى اطلاقى است ، و اين اطلاق هم اطلاق ذاتى حقيقى است كه نسبت تقييد و عدم تقييد به آن على السويه است . « 1 »\r\nتشكيك ، در نظر عارف ، وسعت و عظمت مظهر نسبت به مظهر ديگر است ، يعنى به حسب سعه و ضيق مظاهر است و با تشكيك ارباب معقول ، مطلقا ، اشتراك لفظى دارد ، ولى در عين حال ، حقيقت واحده بدون تشكيك مراتبى است ، چون آب كه در ظرفهاى بزرگ و كوچك قرار گيرد .\r\nو به عبارت ديگر ، حقيقت وجود در نزد اهل عرفان ، واحد شخصى متّصف به وحدت حقيقى اطلاقى ذات مظاهر است ، امّا حكيم گويد : « مراتب وجود ، در شدّت و ضعف متفاوتند » ، چون اختلاف مراتب نور ، خواه حكيم مشائى و خواه حكيم به حكمت متعاليه .\r\nكيف كان ، چه مظاهر و مجالى ، و چه مراتب و درجات ، همه ، قائم به يك اصل فاردند آن چنانى كه : « لو دليتم بحبل لهبط على اللّه » . و قوام همهء اشياء به اوست .\r\nو اين حقيقت فارد وجود به هر يك آنها مىفرمايد : « أنا بدّك اللازم » . و هر يك آنها در آستانهء جلال و پيشگاه كبريايى او ناطقند كه : « و لا يمكن الفرار من حكومتك » .\r\nمخفى نماند كه از جهت نتيجهء بحثى كه در آنيم ، فاعل بالتجلى و فاعل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تمهيد القواعد ، ص 159 ، ط 1 .\r\n","page_name":" 207 ","page_number":207},
  {"content":"\r\n\r\nبالعشق را يك مآل است و استفاده از آن دو در اين موضوع ، به يك منوال است ، و هر يك از آن دو معاضد ديگرى است .\r\nرساله را به لمعه‌اى از لمعات خاتمه دهيم : اشتقاق عاشق و معشوق از عشق است و عشق در مقر عزّ خود ، از تعيّن منزّه است و در حريم عين خود ، از بطون و ظهور مقدّس . بلى به هر اظهار كمال از آن روى كه عين ذات خود است ، خود را در آينهء عاشقى و معشوقى بر خود عرضه كرد ، حسن خود را بر نظر خود جلوه داد ، از روى ناظرى و منظورى نام عاشقى و معشوقى پيدا شد ، نعت طالبى و مطلوبى ظاهر گشت . ظاهر را به باطن نمود ، آوازهء عاشقى بر آمد ، باطن را به ظاهر بياراست ، نام معشوقى آشكارا شد .\r\n يك عين متفق كه جز او ذره‌اى نبود * چون گشت ظاهر اين همه اغيار آمده\r\nاى ظاهر تو عاشق و معشوق باطنت * معشوق را كه ديد طلبكار آمده \r\nعشق از روى معشوقى ، آينهء عاشق آمد تا در وى مطالعهء ذات خود كند و از روى عاشقى ، آينهء معشوقى ، تا در او اسماء و صفات خود بيند ، هر چند در ديدهء شهود يك مشهود بيش نيايد ، امّا چون يك روى به دو آينه نمايد ، هر آينه ، در هر آينهء روى ديگر پيدا آيد .\r\n و ما الوجه إلّا واحد غير أنّه * إذا أنت عدّدت المرايا تعدّدا\r\nغيرى چگونه روى نمايد چو هرچه هست * عين دگر يك است پديدار آمده \r\nاين رساله ، در بيان اقسام فاعل ، در حلقهء تدريس دروس توحيدى تنى چند از طالبان كمال در آمل ، به عون و مشيت ملك متعال ، به رشتهء تحرير در آمده است .\r\nدعواهم فيها سبحانك اللهم و تحيتهم فيها سلام و آخر دعواهم أن الحمد لله رب العالمين .\r\nقم - حسن حسن‌زاده آملى\r\n13 رجب 1394 ه ق 11 مرداد 1353 ه ش\r\n\r\n\r\n","description":"","footnote":"","page_name":" 208 ","page_number":208}
  ]