[
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nمقام معلم\r\nتجليل از مقام شامخ علامه رفيعى قزوينى\r\nحضرت علامه ابوالفضائل حسن زاده آملى\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nنشر الف لام ميم\r\nنام كتاب : مقام معلم\r\nمؤلف : حضرت علامه ابوالفضائل حسن زاده آملى\r\nناشر : الف لام ميم\r\nنوبت چاپ : دوم\r\nتاريخ چاپ : تابستان 1387\r\nتيراژ : 5000 نسخه\r\nقطع : رقعى\r\nقيمت : 900 تومان\r\nشابك 30 - 28941 - 964 - 978 isbn : 978 - 964 - 28941 - 30\r\nمركز پخش :\r\nقم / خيابان ارم / پاساژ قدس / پلاك 84 - تلفن : 7739525\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nفهرست\r\nفهرست 5\r\nبخش اول 23\r\nبخش دوم 53\r\nسمت مقدس تعليم و تربيت 53\r\nنكته 336 58\r\nنكته 510 59\r\nنكته‌اى ديگر 59\r\nمعلّمان بشر زارع‌اند 62\r\nاللّه تعالى زارع و انسان كامل سرّ اللّه و معارف و اسرار ولايت بذر و قلوب مزارعند 63\r\nبخش سوم 69\r\nپيرامون حيات انسانى علامه رفيعى قزوينى 69\r\nاستادان علامه رفيعى 71\r\nآثار و تأليفات 72\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\n\r\nبخش اول سخنرانى حضرت علامه ابو الفضائل حسن‌زاده آملى به مناسبت بزرگداشت هفته معلّم در جمع فرهنگيان منطقه 2 آموزش و پرورش قزوين ارديبهشت 73\r\nبِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ\r\nالحمد و الثناء لعين الوجود ، و الصلاة و السلام على واقف مواقف الشهود سيّدنا ابى القاسم محمد و آله امناء المعبود .\r\nبسيار مفتخرم كه در روز گراميداشت مقام معلّم ، در محضر مبارك روحانيون والامقام ، و اساتيد بزرگوار دانشگاه ، فرهنگيان عزيز ، و مردم موحّد و بيدار خطّه علم و كمال و تقوى و ادب ، بلد طيّب قزوين تشرّف حاصل كرده‌ام .\r\nاين داعى بر اثر كسالتهاى گوناگون مزاجى به خصوص قلب و چشم از حرف زدن و مسافرت كردن ممنوع و محروم است ، حتّى پس از سى سال درس و بحث در حوزه مقدسه قم ، امسال درس و بحثم تعطيل شده است . و در حدود شش سال است كه اكنون اولين بار از قم بدر آمدم و در اين مجمع عظيم شكوهمند فرهنگى به ارائه ارادت نايل آمده‌ام . و در واقع مجذوب حقّى و حقيقتى\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nشده‌ام كه با كمال افتخار و ابتهاج و انبساط از دل و جان به حضور انور شما رسيده‌ام ، و آن اين‌كه جناب آقاى شهاب‌زاده حفظه اللّه تعالى تلفن فرمودند كه به مناسبت روز معلّم و بزرگداشت ياد گرامى استاد عزيزم حضرت آية اللّه العظمى علّامه رفيعى قزوينى روحى فداه سمينارى در قزوين تشكيل مىشود ، كه ما را با نام قزوين و سوابق خاطرات محضر شريف استاد قزوينى مجال چون و چرا و قدرت امتناع از دعوت نبود .\r\nشهر مقدس قزوين به حكم سوابق تاريخى و تربت چهار پيغامبر خدا عليهم السّلام در آن ، از قديم الأيام حايز اهميّتى بسزا بوده است ، و بزرگانى به نام در علوم و فنون گوناگون از آن برخاسته‌اند . قزوين قبل از حوزه قم ، حوزه علميه بوده است ، و شكرا للّه كه اكنون هم حوزه علميه و دانشگاه بين‌المللى قزوين در سطح كشور و حوزه‌هاى آن نامدار و بلندآوازه است .\r\nقزوين را بر اين طلبه دعاگوى شما حقّى عظيم است . واقعه‌اى را از حدود سى و هفت سال پيش از اين به يادگار دارم و بعرض مىرسانم ، و آن اين‌كه در روزهاى پنجشنبه و جمعه و مطلق تعطيلىهاى ايام مرسوم و متعارف درسى ، در محضر مبارك استاد بزرگوارم جناب علامه شعرانى رضوان اللّه تعالى عليه رياضيات مىخواندم ؛ در صبح سعادت روز پنجشنبه‌اى كه از مدرسه مروى تهران به حضور انورش در بيت المعمور آن حضرت تشرّف حاصل كردم ، بعد از تحيّت صبحگاهى رو به من فرمود و گفت : « آقاى ميرزا ابو الحسن قزوينى به تهران تشريف آوردند و شنيدم درس و\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nبحث شروع كردند ، شما اين درسهايى را كه پيش من و آقايان ديگر داريد طورى تنظيم كنيد كه محضرش را ادراك كنيد » .\r\nاستادان عزيز ، فرهنگيان گرامى ، روحانيّت حقيقى را مشاهده بفرماييد و روحانى واقعى را ببينيد ؛ اين استاد بزرگ حضرت علّامه شعرانى چه بزرگوارى درباره يك شاگردش مىفرمايد ، و چگونه عالمى ديگر معاصرش مثل علّامه رفيعى را به بزرگى نام مىبرد و شاگردش را به ادراك محضر شريفش امر مىفرمايد . اين داعى از آية اللّه رفيعى قزوينى آگاهى نداشت و او را نمىشناخت ، بركاتى كه از محضر شريفش عايد اين كمترين شده است به ارشاد و راهنمايى حضرت استاد علّامه شعرانى بوده است ، آرى :\r\n« متّحد جانهاى شيران خداست » .\r\nاكنون آية اللّه رفيعى در ميان ما نيست ، بسوى روضه رضوان الهى رهسپار شده است ، در پيشگاه مثالش تشرّف دارم :\r\n گر دست نمىدهد وصالش * دست من و دامن مثالش \r\nلذا در وصف كردن و ستودن من آن بزرگوار را هيچگونه شايبه مداهنه و مجامله راه ندارد ، بلكه تعريف و تمجيد مقام علمى و منزلت روحانى آن جناب از مثل من همانست كه ملّاى رومى در مثنوى گفته است :\r\n مادح خورشيد مدّاح خود است * كه دو چشمم روشن و نامرمد است « 1 » \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مثنوى معنوى ، مولوى ، دفتر پنجم ، بيت 9 .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nآرى كسى كه خورشيد را مىستايد ، خودش را مىستايد كه چشمش رمد ندارد و شب‌پره چشم نيست و آفتاب‌بين است ، و گرنه فارغ است از مدح و تعريف آفتاب .\r\nغرض اين‌كه در جلسه درس آن جناب شركت كرده‌ام ، دو درس مىفرمود : يكى معقول ، كه كتاب اسفار بود ، و ديگرى درس خارج فقه . چون شروع به تقرير درس فرمود ، گويى درياى متلاطم و بحر ز خارى به حرف آمد . در اثناى تقرير چه كدها و مفاتيح علمى كه امّهات و اصول معارف اصيل انسانى و قرآنىاند از بيانات و اشارات او استفاده مىكرديم ؛ و همچنين از دقت و باريك‌بينى و نازك‌يابى ايشان در مسائل فقهى .\r\nدر اين انديشه افتادم كه اين بزرگمرد در قزوين به‌سر مىبرد « نهنگ آن‌به كه با دريا ستيزد » ، بايد در آنجا چه شاگردانى داشته باشد و چه كسانى را تربيت كرده باشد كه از اين شخصيت جهانى بهره‌ها برده‌اند .\r\nجلسه درس آن روز به پايان رسيد و به مدرسه مروى برگشتيم و درسها را نوشتيم و يادداشت كرده‌ايم ، فردا كه به محضر استاد علّامه شعرانى رسيده‌ايم پرسيدند به درس آقاى قزوينى شركت كرده‌ايد ؟ عرض كردم در كنار درياى ديگرى نشسته‌ام ، فرمودند آن محضر را مغتنم بدار .\r\nهفته‌اى بسر نيامد كه بعد از درس به من اشاره فرمود شما باشيد ، آقايان همدرس رفتند و بنده برخاستم به نزديكش آمدم و خم شدم و زانويش را بوسيدم و گفتم آقاجان امرى داريد ؟ فرمود : خواستم\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nاز شما حال بپرسم و از درسها و اساتيد شما با خبر باشم . عرض كردم فعلا در محضر اين عزيزان : آقا ميرزا ابو الحسن شعرانى ، آقا شيخ محمد تقى آملى ، آقا ميرزا احمد آشتيانى ، آقا شيخ محمد حسين فاضل تونى ، و آقا ميرزا مهدى الهى قمشه‌اى به معقول و منقول و تفسير و هيئت و رياضيات و طبّ اشتغال دارم . سپس از يك يك آنان و درس من در محضرشان استفسار فرمود ، تا سخنم بدينجا رسيد كه اكنون در طب شرح اسباب ، و در هيئت استدلالى به ترتيب كلاسيكى ، مجسطى بطليموس به تحرير خواجه طوسى را در محضر استاد شعرانى درس مىخوانم . بسيار از علّامه شعرانى شگفتى نمود و گفت آفرين ايشان چنين كسى است ؟ ! بعد از آن از درسهاى ديگرم پرسيد و پاسخ شنيد و فرمود : همين ، خواستم از شما با خبر باشم ؛ رخصت طلبيدم و برخاستم .\r\nهفته دوم آمد و يك دو روزى بگذشت و باز بعد از درس به من اشاره كرد كه شما باشيد ؛ من نشستم و رفقاء رفتند و فرمود : شما اظهار داشتيد كه شرح قيصرى بر فصوص الحكم را در محضر آقاى فاضل تونى درس خوانده‌ايد ، گفتم آرى .\r\nفرمود : مصباح الانس را درس خوانده‌ايد ؟ گفتم خير .\r\nفرمود : حاضر هستيد كه مصباح الانس را با هم - مشروط به اين‌كه دو به دو من و شما باشيم - مباحثه كنيم ؟\r\nدست و زانويش را بوسيدم و اشك شوق در چشمم حلقه زد و عرض كردم :\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\n من كه باشم كه بر آن خاطر عاطر گذرم * لطفها مىكنى اى خاك درت تاج سرم « 1 » \r\nخود آن‌جناب مصباح الانس را در محضر آقا ميرزا هاشم اشكورى كه محشى مصباح الانس است تلمذ كرده است . و در پيشگاه استادان نامورى چون آقا شيخ عبد النبىّ نورى ، و آقا ميرزا حسن كرمانشاهى ، و آقا سيد محمد كاظم يزدى ، و بزرگان ديگر زانو زده است . و حقا عالمى جامع علوم عقلى و نقلى بود ، در رياضيات و هيئت هم درس خوانده بود . اين بنده پنجسال در محضرش تشرّف داشت و از خرمن معارفش خوشه و توشه برداشت .\r\nامروز ، روز معلّم است ؛ شما استادان و آموزگاران بزرگوار ، برادران و خواهران صاحب فضل و كمال ببينيد كه آية اللّه رفيعى رفع اللّه درجاته از تعليم و تعلّم و مقام معلّم چه خبرها دارد كه با طلبه‌اى از آمل براى تحصيل علم به تهران آمده و هيچ آشنايى و خويشاوندى با او ندارد اين گونه رفتار مىكند ، اين اولياى الهى چه ديده‌اند و چه چشيده‌اند ؟ !\r\nتربت پاك آن جناب - كه رحمت بر آن تربت پاك باد - در قم است ، و من اگرچه براى تسلّى خاطرم به زيارتش تشرّف مىيابم و دو زانو در كنار تربتش مىنشينم و خاكش را مىبوسم و قرآن مىخوانم ، و لكن آنچه كه مرا به حقيقت آرامش مىدهد لسان امام ملك و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . حافظ ، طبع قزوينى ، ص 224 .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nملكوت حضرت صادق آل محمد صلوات اللّه عليهم است كه ثقة الاسلام كلينى در حديث ششم باب چهارم كتاب فضل العلم از اصول كافى به اسنادش از حفص بن غياث روايت كرده است كه : قال :\r\nقال لى ابو عبد اللّه عليه السّلام : من تعلّم العلم و عمل به و علّم للّه دعى فى ملكوت السماوات عظيما ، فقيل تعلّم للّه و عمل للّه و علّم للّه . « 1 »\r\nپس خوشا به حال شما علماى روحانى گرامى و استادان بزرگوار دانشگاه و خطباى عزيز و معلّمان و مربّيان جامعه و دانشجويان و دانش‌آموزان و فرهنگيان گرانقدر كه در ملكوت عالم ، آقا و بزرگ خوانده مىشويد . خوشا به حال شما كه زبان و قلم و رفتار شما براى تعليم اجتماع و تشكيل مدينه فاضله انسانى است و در سيرت و سنّت انبياى الهى مىباشيد و به آن بزرگواران تأسّى مىنماييد .\r\nآرى انبياء براى آدمسازى و تشكيل مدينه فاضله مبعوث شده‌اند .\r\nدرشكه و دوچرخه و ديگر صنايع مادّى را ، ديگران مىتوانند بسازند ؛ و لكن صنعت آدم‌سازى كار هركس نيست . نفوس قدسى مؤيد به روح القدس و كسانى كه در مسير آنهايند و از آنها تعليم گرفته‌اند آدمسازند ؛ لذا اين نشأت شهادت مطلقه كه ظل و آيت ملكوتش است ، مقام معلّم مربّى انسانها بدان پايه و الا است كه در ملكوت سماوات عظيم خوانده مىشود .\r\nمن يك بار در زمان حيات استاد اعظم آية اللّه رفيعى قدس سرّه القدّوسى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اصول كافى معرب ، كلينى ، ج 1 ، ط 1 ، ص 27 .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nبه قزوين آمدم كه تابستان فرا رسيده بود و درسها تعطيل شده بود و آن جناب به قزوين مراجعت فرمود ، پس از چند روز به قصد زيارتش در معيّت دوست فاضلم مرحوم شاه‌چراغى از تهران به قزوين آمديم و در بيت المعمور آن بزرگوار تشرّف حاصل كرده‌ايم ، پس از گذشت برهه‌اى از زمان رخصت طلبيديم كه رفع زحمت كنيم ، فرمود خير بايد ناهار اينجا باشيد .\r\nعرض كرديم آقاجان در حضور جنابعالى دست ما براى تناول غذا دراز نمىشود ما براى دست‌بوسى و زيارت شما آمديم اجازه بفرماييد مرخّص بشويم ، قبول نفرمودند ؛ و اكنون اين بار دوم است كه پس از حدود سى و شش سال است از قوّه جاذبه روحانيّت آن بزرگوار رضوان اللّه عليه بدين خطه علم و تقوى و سرزمين انبياء آمده‌ام .\r\nچند نامه از ايشان دارم كه همه را مثل جان شيرين نگهدارى مىكنم ، و شايسته است كه به گفته حكيم انورى تمسّك جويم :\r\n هست در ديده من خوبتر از روى سفيد * روى حرفى كه به نوك قلمت گشت سياه\r\nعزم من بنده چنانست كه تا آخر عمر * دارد از بهر شرف خط شريف تو نگاه « 1 » \r\nانسان كه مكارم اخلاق علماى بزرگ اين امّت و سيرت حسنه آنها را مشاهده مىكند ، مىگويد خدايا پس آن پيغمبر مخاطب به خطاب :  وَ إِنَّكَ لَعَلى خُلُقٍ عَظِيمٍ ،  را چقدر و مرتبت و منزلت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ديوان انورى ، چاپ مدرس رضوى ، ج 2 ، ص 712 .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nبوده است ؟ !\r\nحضرت آية اللّه رفيعى كسى بوده است كه پيش از ما مرحوم امام خمينى در محضر انورش زانو زده است و معارف اندوخته است ؛ يك روز در درس مصباح الانس به مناسبتى سخن از آن جناب به ميان آورد و فرمود : آقاى خمينى خيلى باهوش بوده است .\r\nبارى حضرت آية اللّه رفيعى نابغه‌اى جامع معقول و منقول بوده است . و حقيقت امر در وصف و تعريفش چنانست كه عارف رومى گفته است :\r\n در نيابد حال پخته هيچ‌خام * پس سخن كوتاه بايد و السلام « 1 » \r\nدانش‌آموزان عزيز و دانشجويان گرامى اين مجمع عظيم فرهنگى ، امروز روز معلّم است سخن از استاد ديگرم حكيم متأله و شاعر مفلق جناب آقاى ميرزا مهدى الهى قمشه‌اى روحى له الفداء به يادگار دارم ، و آن اين‌كه در جلسه درسى به من فرمود : « شما خير مىبينيد » . من عرض كردم : الهى آمين ، و لكن حضرتعالى از چه روى اين بشارت را به داعى مىفرماييد ؟ فرمود : از اين‌كه شما را نسبت به اساتيدت بسيار مؤدّب مىبينم . شما عزيزان به استادان خودتان احترام بگذاريد تا خير ببينيد .\r\nروز معلّم است اى جناب معلّم ! هر اثرى نمودار دارايى مؤثرش است ، به تعبير منطق وحى قرآن كريم :  قُلْ كُلٌّ يَعْمَلُ عَلى شاكِلَتِهِ . \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مثنوى معنوى ، مولوى ، دفتر اول ، بيت 18 .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nهركس فعل و عمل او ، گفتار و كردار او ، قلم و درس و بحث و سيرت او ، آيت و نشانه او ، و نمودار دارايى اوست ، شاگرد مثال استادش است . شاگرد بيانگر حالات و اخلاق و آداب استادش است . شاگرد از استادش رنگ مىگيرد . بقول خواجه عبد اللّه انصارى : « الهى دود از آتش چنان نشان ندهد و خاك از باد كه ظاهر از باطن و شاگرد از استاد » .\r\nدر قرآن مجيد اثر هركس به شاكله و آيت تعبير شده است . اثر هركس شاكله او يعنى هم‌شكل و شبيه و مانند اوست . و آيت اوست يعنى رسم و نشانه اوست . كلمات وجودى نظام هستى و وحدت صنع آن مطلقا آيات الهىاند . در حدود سيصد و هشتاد آيات قرآنى مشتمل بر كلمات آيت و آيتين و آيات‌اند . در آنها دقت بسزا بفرماييد ؛  أَ فَلا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلى قُلُوبٍ أَقْفالُها  « 1 » .\r\nمعلّم مظهر اسم شريف محيى است كه نفوس مستعدّه را به آب حيات علم إحياء مىكند . علم از زبان مترجمان اسرار قرآن به آب حيات تفسير شده است چه اين‌كه آب مايه حيات اشباح است و علم مايه حيات ارواح .\r\nنكته 211 هزار و يك نكته ما را در بيان مقام معلّم لطايفى شيرين و دلنشين است رجوع بفرماييد . « 2 »\r\nبه مناسبت روز معلّم روا است كه اشارتى به اعتلاى نفس ناطقه انسانى از نور علم بشود تا دانسته شود كه علم و عمل جوهرند و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . محمد / 24 .\r\n( 2 ) . رجوع شود به بخش دوم همين كتاب .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nانسان سازند ، و هرروز روز علم و معلّم و تعليم است ، و نفس ناطقه انسانى را چه از زن و چه از مرد حدّ يقف نيست . التفات بفرماييد ، و به خصوص فرزندان عزيز من ، خانمهاى گرامى اين مجمع فرهنگى تاريخى توجّه بيشتر داشته باشند :\r\nسيد بن طاووس در « فلاح السائل » در تعقيبات نماز ظهر دعايى را از حضرت سيده نساء عالمين فاطمه زهرا سلام اللّه عليها روايت مىكند كه در حدود دو صفحه به قطع وزيرى است ، آغاز آن اين است :\r\n« سبحان ذى العزّ الشامخ المنيف . . . » ، تا آن‌كه گويد : « الحمد للّه الذى لم يجعلنى جاحدة لشىء من كتابه و لا متحيّرة فى شىء من أمره . . . » .\r\nمفادش اين‌كه : حمد خدا را كه مرا انكاركننده مر چيزى از كتابش و سرگردان در چيزى از كار آن نگردانيده است . اين حرف دهن كسى است كه بايد با دانش و بينش خود به فهم مقامات معنوى آيات قرآنى نايل آمده باشد ، آن‌كه در هيچ امر قرآنى متحيّر نيست بايد صاحب عصمت باشد .\r\nآرى امام صادق عليه السّلام فرمود : حضرت فاطمه ليلة القدر است .\r\nحديث در تفسير فرات كوفى در ضمن سوره قدر روايت شده است . انسان نخستين‌بار از اين حديث فرات منتقل مىشود كه قرآن در شب قدر نازل شده است ، و انسان كامل قرآن ناطق است ، و حضرت فاطمه سلام اللّه عليها مادر يازده قرآن ناطق است ، بايد بدين مناسبت آن حضرت ليلة القدر باشد .\r\nاين معنى در حدّ خود درست است و لكن حديث را معناى ديگرى فوق آنست كه در كتاب « انسان و قرآن » تقرير و تحرير\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nكرده‌ام . در اين كتاب ، دو مطلب بسيار ارزشمند و گرانقدر از دو آيت بزرگ دو استاد بزرگوارم : آقا سيد ابو الحسن قزوينى و آقا شيخ محمد تقى آملى دارم . بيش از يكسال در روايات ليلة القدر زحمت كشيدم و آنها را از جوامع روائى فريقين جمع‌آورى كرده‌ام ، و در فهم آنها بسيار فكر نموده‌ام ، ولى آن نكته كه اصل بود ناگفته بماند و مشكل حل نشده بود . مثلا با خود مىانديشيدم كه شبى در هند كه مشرقى ايران است شب بيست و سوم ماه مبارك رمضان و شب قدر بوده باشد و شب قبل آن در تهران ، پس ليلة القدر واقعى كدام شب است كه :   إِنَّا أَنْزَلْناهُ فِي لَيْلَةِ الْقَدْرِ ؟  \r\nبه حضور استاد آية اللّه حاج شيخ محمد تقى آملى رسيده‌ام و كارم را درباره ليلة القدر بديشان ارائه داده‌ام ، و در فهم ليلة القدر ابراز حاجت نموده‌ام و از ايشان مدد خواسته‌ام ، در جوابم فرمودند :\r\nدر آن روايتى كه امام صادق ، جدّه‌اش فاطمه زهرا را ليلة القدر خوانده است ، دقّت كنيد . من اين حديث را در جوامع روائى نديده بودم ، از اشارات استاد آملى حالت هيمانى شگفت به من روى آورد . نخستين‌بار همين معنى كه تازگى به عرض رسانده‌ام به ذهنم آمد ، تا حديث را در تفسير فرات كوفى يافتم و از تدبّر در آن فيض فيّاض على الاطلاق فائض شده است ففاض ثمّ فاض .\r\nو نيز از مقاله‌اى بسيار رفيع القدر در اين موضوع از استاد آية اللّه رفيعى در مراتب ليلة القدر استفاده كرده‌ام ، و تمام آن را در كتاب « انسان و قرآن » آورده‌ام و به نقل آن تبرك جسته‌ام . اين كتاب را\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nدر مدارج آيات قرآنى و معارج مقامات انسانى اهميّت بسزا است .\r\nآرى انسان استاد مىخواهد و به معلّم و مربّى احتياج دارد ، تنها به كتاب مشكل حل نمىشود . به قول شيوا و رساى عارف رومى :\r\n هركه گيرد پيشه‌اى بىاوستا * ريشخندى شد به شهر و روستا\r\nهيچكس بىاوستا چيزى نشد * هيچ آهن خنجر تيزى نشد « 1 » \r\nآهن بايد به كوره آتشين برود و استاد و چكش و سندان ببيند تا شمشير برنده شود .\r\nمردم اجتماع ما خواه بپذيرند و خواه نپذيرند - كه سرانجام خواهند پذيرفت - بدانند كه آنچه از قلم أعلاى آحاد حكماى الهى ، قرنى بعد از قرنى در صحف نوريّه و كتب قيّمه آنان به كتابت آمده است تفسير انفسى آيات و روايات است . بزرگان علم فرموده‌اند آنچه را كه شرع مقدس آورده است اسرار و رموزند ، هركس به كنوز آن رموز دست نمىيابد .\r\nحقايق الهيّه از لسان سفراى إلهى به گونه‌اى بيان شده است كه هيچكس از كنار سفره بيانشان بىلقمه و طعمه برنمىخيزد ؛ همان‌گونه كه خداى سبحان فرموده است :  وَ تِلْكَ الْأَمْثالُ نَضْرِبُها لِلنَّاسِ وَ ما يَعْقِلُها إِلَّا الْعالِمُونَ  « 2 » هم ناس از قرآن بهره‌منداند و هم عالمان . اما ناس از ظاهر امثال ، و اما عالمان از تعقل به لبّ و مغزا و سرّ گفتار آن .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مثنوى معنوى ، مولوى .\r\n( 2 ) . عنكبوت / 43\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nبقول ملّاى رومى :\r\n اى برادر قصّه چون پيمانه است * معنى اندر وى بسان دانه است\r\nدانه معنى بگيرد مرد عقل * ننگرد پيمانه را گر گشت نقل « 1 » \r\nشيخ رئيس ابو على سينا در آخر نمط نهم اشارات در مقامات عارفان گويد : « جلّ جناب الحق عن أن يكون شريعة لكل وارد أو يطّلع عليه إلّا واحد بعد واحد . . . » ، آرى : رخش مىبايد تن رستم كشد . « 2 »\r\nو بقول عارف سنائى در حديقه :\r\n بار توحيد هركسى نكشد * طعم توحيد هرخسى نچشد « 3 » \r\nجناب شيخ صدوق در من لا يحضره الفقيه از حضرت وصىّ امام امير المؤمنين على عليه السّلام روايت كرده است كه به فرزندش محمد بن حنفيّه فرموده است : « اعلم أن درجات الجنّة على عدد آيات القرآن فإذا كان يوم القيامة يقال لقارئ القرآن : اقرأ وارق . . . » . « 4 » مبادا در هيچ مقام قرآن توقّف كنى و پندارى كه به قله معارفش رسيده‌اى ؛ هركجا كه رسيده‌اى باز اقرأ وارق ، بخوان و بالا برو كه در بالاترها خبرهايى است . همان‌گونه كه خداى سبحان غيرمتناهى است كتابش هم غيرمتناهى است ، كلمات وجوديش هم غير\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مثنوى معنوى ، مولوى ، دفتر دوم ، بيت 3622 .\r\n( 2 ) . امثال و حكم ، دهخدا ، ج 2 ، ص 865 .\r\n( 3 ) . حديقة الحقيقة و شريعة الطريقة ، سنايى ، چاپ مدرس رضوى ، ص 66 .\r\n( 4 ) . وافى ، ط رحلى ، ج 4 ، ص 65 .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nمتناهى است كه :  وَ ما يَعْلَمُ جُنُودَ رَبِّكَ إِلَّا هُوَ  « 1 » ، چنان‌كه پيشترك در بيان كريمه :  قُلْ كُلٌّ يَعْمَلُ عَلى شاكِلَتِهِ  « 2 » اشارتى بدان شده است كه اثر هركس هم‌شكل و شبيه اوست .\r\nقرآن سفره پربركت رحمت رحيميه الهى است ، و اين خوان خدايى براى نفوس مستعدّه گسترده است و كبر و ناز و حاجب و دربان در اين درگاه نيست ، « 3 » و به قول كمال اصفهانى :\r\n بر ضيافتخانه فيض نوالت منع نيست * در گشاده است و صلا در داده خوان انداخته \r\nحضرت رسول اللّه صلى اللّه عليه و آله و سلم فرموده است : « إنّ هذا القرآن مأدبة اللّه فتعلّموا مأدبته ما استطعتم ، و إن أصفر البيوت لبيت أصفر من كتاب اللّه » . « 4 » مأدبه به فتح دال و ضمّ آن ، طعام مهمانى است ، اين مأدبه قرآن كريم است كه سفره الهى است هيچكس از كنار اين سفره با دست خالى و تهى برنمىخيزد .\r\nو نيز مأدبه به فتح دال ادب است ، و ادب ، نگاهداشت حدّ هر چيز و راست و درست ايستاندن آنست . يعنى قرآن ادب و دستور الهى است ، از آن ادب فرا بگيريد و حدّ انسانى خودتان را حفظ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مدثر / 31\r\n( 2 ) . إسراء / 84\r\n( 3 ) .\r\n هركه خواهد گو بيا و هرچه خواهد گو بگو * كبر و ناز و حاجب و دربان در اين درگاه نيست \r\nحافظ ، طبع قزوينى ، ص 50\r\n( 4 ) . غرر و درر ، علم الهدى سيد مرتضى ، مجلس 27 .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nكنيد و نگاهداريد ، و بدين دستور خودتان را راست و درست ببار بياوريد و به فعليّت برسانيد ، چنان‌كه رسول اللّه صلى اللّه عليه و آله و سلم فرمود : « أدّبنى ربّى فأحسن تأديبى » . « 1 »\r\nو نيز فرمود : « أدّبنى ربّى بمكارم الأخلاق » . « 2 » و در باب ادب ، عمده ادب مع اللّه است .\r\nبه عنوان تبصره عرض مىشود كه چند لحظه پيش از اين ، امام امير المؤمنين على عليه السّلام را به « وصىّ » وصف كرده‌ام ، اكنون محض آگاهى عرض مىشود كه امام على عليه السّلام در صدر اسلام به وصى معروف و معهود بود ، جز اين‌كه بنى اميّه اتفاق كرده بودند كه همه آثار امام على عليه السّلام را محو كنند حتى لقب وصى را ، حتى جهر به بسم اللّه الرحمن الرحيم را كه در نمازهاى جهريه شبانه‌روزى واجب ، و در اخفاتيه آن مستحب است ؛ اين نه قول من است ، قول فخر رازى در تفسير كبيرش است كه در تفسير سوره فاتحه آن در مسئله فقهى جهر به بسم اللّه الرحمن الرحيم گويد :\r\n« . . . فلمّا وصلت الدولة الى بنى امية بالغوا فى المنع من الجهر سعيا فى ابطال آثار على عليه السّلام . . . » . « 3 »\r\nبه موضوع بحث برگرديم :\r\nاين سفره بىكران نعمتهاى الهى - قرآن كريم - براى انسان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . جامع صغير ، سيوطى .\r\n( 2 ) . ارشاد القلوب ، حسن بن ابى الحسين محمد ديلمى ، باب 49 .\r\n( 3 ) . چاپ اسانبول ، ج 1 ، ص 160 .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nگسترده شده است . نفس ناطقه انسانى چه زن و چه مرد را قابليت براى رسيدن به حقايق قرآنى است ، بسم اللّه ، از تو حركت و از خدا بركت ، مرد و زن ندارد ، به سروده شيوا و رساى عمان سامانى :\r\n همّتى بايد قدم در راه زن * صاحب آن خواه مرد و خواه زن\r\nغيرتى بايد به مقصد ره نورد * خانه پرداز جهان چه زن چه مرد\r\nشرط راه آمد نمودن قطع راه * بر سر رهرو چه معجر چه كلاه « 1 » \r\nدر اين مقام دو نكته يكى از استادم علامه طباطبائى صاحب تفسير الميزان ، و ديگرى از معلّم ثانى ابو نصر فارابى رضوان اللّه عليهما به عرض برسانم :\r\nاستاد طباطبايى فرمودند : « ما اگر قابل فهم حقايق قرآن ، و ادراك مقامات انسانهاى كامل نمىبوديم به ما خطاب نمىفرمودند كه تعالوا » .\r\nدر ادبيات فصيح عرب ، اگر كسى مثلا در دامنه كوه است و بخواهد ديگرى را امر كند كه به قله كوه بالا برود به او مىگويد :\r\n« اطلّع » - يعنى بالا برو . در مدينه بودم ديدم شاگرد شوفر در گرداگرد ماشين پىدرپى به مسافرين داد مىزد : اطلع ، اطلع - يعنى بالا برويد ، سوار شويد - و اگر آن‌كس در قلّهء كوه است و ديگرى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . گنجينة الاسرار ، عمان سامانى .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nدر دامنه كوه و بخواهند او را امر كند كه به قلّه كوه بيا ، به او مىگويد : « تعال » - يعنى بالا بيا - كه مشتق از « علو » است ، و آن را به حسب مذكر و مؤنث بودن مخاطب ، و افراد و تثنيه و جمع آن ، صيغه‌هاى گوناگون است . حق سبحانه به زبان سفير كبيرش خاتم انبياء و آل او به ما فرمود : بالا بياييد ، اگر ما قابل و لايق نبوديم كه نداى آنان را لبّيك بگوييم حاشا كه ما را به گزاف دعوت كنند ، و حاشا كه دهان عصمت به سخريّه باز شود . و لكن اين مطلب شريف نه بدان معنى است كه كسى هوس كند مثلا به مقام ختمى نايل شود زيرا كه مقام ختميّت از اسماى مستأثره آن جناب است و به مثل از صفاياى ملوك است ، بايد به چنين اهل هوس گفت : لا تتعب نفسك خويشتن را در اين هوس رنج مده ، مقدّس عاقل باش ، و ره چنان‌رو كه رهروان رفتند . مقام ختمى خواستن تجاوز در دعا و طلب است و خداى سبحان فرمود :  وَ لا تَعْتَدُوا إِنَّ اللَّهَ لا يُحِبُّ الْمُعْتَدِينَ . *  « 1 »\r\nمطلب عمده در اين امر توجّه به نبوّت تشريعى و نبوّت إنبائى است كه نخستين به حضرت رسول اللّه ختم شده است ، و دومى وقف عام است ، به تفصيلى كه در كتاب « انسان كامل از ديدگاه نهج البلاغه » تقرير و تحرير كرده‌ايم .\r\nاما نكته دوم از معلّم ثانى فارابى اين‌كه در رساله اطلاقات عقل ، مفاد كلام او اين است كه اى انسان هيچ كلمه‌اى از كلمات\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بقره / 190\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nوجودى نظام هستى إباء و امتناع ندارد كه معلوم شما بشود ، به هرچه روى بياوريد و آن را زيرورو كنيد و بكاويد و بشكافيد تا به عمق آن برسيد و تار و پودش را دريابيد ، مطيع شما هستند ؛ اين تمكين و تسليم از ناحيه موجودات . و جنابعالى انسان هم حدّ يقف ندارى - يعنى نفس ناطقه انسانى چه از مرد و چه از زن ، هرچه داناتر مىشود اشتها و تقاضايش براى علوم و معارف بالاتر ، بيشتر مىشود - علوم و معارف ، غذاى نفس ناطقه‌اند چه اين‌كه غذا و مغتذى مسانخ يكديگرند ؛ و هراندازه به نفس ناطقه غذايش داده شود به جاى اين‌كه سير شود ، گرسنه‌تر مىشود و تشنه‌تر مىشود .\r\nمفاد دنباله گفتار فارابى اينكه : از يادت نرود كه چى بودى و الآن كى هستى ، تو كه نطفه‌اى در حدّ استعداد و قوّه و منّه انسان شدن بودى ، و كم‌كم انسان بالفعل در اين حدّ شدى ، حالا كه بال و پر درآوردى چرا بسوى اوج عزّت و سعادت خود پرواز نمىكنى ؟ !\r\n بال بگشا و صفير از شجر طوبى زن * حيف باشد چو تو مرغى كه اسير قفسى « 1 » \r\nاگر انسان بجايى رسيد و بگويد ديگر مرا كافى و بس است ، چه كسى همه چيز را فراگرفته است تا من فرا بگيرم ، و از اين‌گونه حرفها ؛ بدين شخص بىگمان بيماريى روانى روى آورده است ، بايد چاره خودش را بنمايد ، و خودش را به پزشك روانشناس\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . حافظ ، طبع قزوينى ، ص 319 .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nبرساند . و باز فارابى را در فصوص سخنى بدين مضمون است كه :\r\nهمانگونه كه دستگاه گوارش انسان به بيمارى بوليموس مبتلا مىشود و مزاج احساس گرسنگى نمىكند و غذا نمىخواهد و اعضا و جوارح همه تحليل مىروند ، و بايد شخص مبتلاى به بيمارى بوليموس خودش را به پزشك معالج برساند تا درمان شود و در نتيجه دستگاه گوارش غذا بخواهد و اعضاء و جوارح غذاء بگيرند ؛ همينگونه بيمارى روانى دنيازدگى به انسان روى مىآورد كه مىگويد همين‌قدر كه دانسته‌ام مرا بس است ؛ اين بيمار بايد خودش را به طبيب روحانى برساند تا درمان شود و از دانش بيزار نباشد .\r\nبه عنوان مزيد استبصار عرض مىشود : حقيقتى را كه فارابى در حدّ لا يقفى نفس ناطقه اظهار نموده است ، به چند قرن قبل از وى امام الموحدين حضرت امير المؤمنين على عليه السّلام افاده فرموده است كه : « كل وعاء يضيق بما جعل فيه إلّا وعاء العلم فانه يتّسع به » . « 1 »\r\nيعنى هرظرف كه مظروفش در او ريخته شود گنجايشش كم مىشود ، مگر ظرف علم كه گنجايشش بيشتر مىشود .\r\nاين ظرف علم ، نفس ناطقه جنابعالى آقا و خانم است . اين نفس ناطقه روح انسانى است كه به آب حيات علم گنجايشش بيشتر مىشود ، و خواهان علوم و معارف بهتر و بالاتر مىگردد . و هرگاه قابل در قابليت به كمال رسيده است فيض فيّاض على الإطلاق بر او\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نهج البلاغه ، حكمت 205 .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nفائض مىشود زيرا كه هيچ مسامحه و معطّلى و درنگى از آنسوى نيست . و هراندازه كه قابل ، وسعتش بيشتر و اشتهايش فزونتر گردد ، حقايق و معارف فراتر و فراوانتر بر او فايض مىشود : « يا من لا تزيده كثرة العطاء إلّا جودا و كرما » « 1 » و همينگونه اقرأ و ارقا ، بخوان و بالا برو . توقّف نكن كه بفرموده حضرت وصى امير المؤمنين امام على عليه السّلام : « مغبون من ساوى يوماه » ؛ اگر كسى دو روزش برابر باشد مغبون است .\r\nاين مغبون مشتق از غبن - بفتح غين و باء - است كه به معنى ضرر معنوى است كه ضرر در عقل و علم و فكر و رأى است ، نه از غبن - به فتح غين و سكون باء - كه به معنى ضرر مادّى در مال و سنگ و گل است . در نصاب الصبيان خوانده‌ايم كه : « غبن در زرها زيانست و غبن در رأيها » . و اين روز به معنى روز متعارف در نزد ما نيست ، روز : ظهور و بروز اشياء است ؛  إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّماواتِ وَ الْأَرْضَ فِي سِتَّةِ أَيَّامٍ . *  « 2 »\r\nآرى اگر كسى دو وقتش يكسان باشد در راه تكامل انسانى ضرر كرده است و دنبال افتاده است . عزم و همّت بر اين باشد كه :\r\n مرا تا جان بود در تن بكوشم * مگر از جام او يك ذرّه نوشم \r\nشايسته است سخنى از سيد بن طاوس كه بفرموده بعضى از مشايخ ما از كمّل بوده است به عرض برسانم : آن جناب در كتاب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . دعاى افتتاح .\r\n( 2 ) . اعراف / 54\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nشريف اقبال فرموده است :\r\nمن بدون استهلال و رجوع به جدول تقويم از اوّل ماه و هلال آن با خبرم ، و نيز از ليلة القدر آگاهى دارم . اين سخن را در حالىكه قلم در دست داشت و مىنگاشت از خود خبر داده است ، آنگاه مىگويد :\r\nدانستن اول ماه و ليلة القدر مهمّ نيست ، مهمّ اين است كه مقدارى آب به نام نطفه رشد و نموّ كرد و بدين صورت درآمد و شخصى اين‌چنين گويا و بينا و نويسا و خوانا و . . . شده است .\r\nآرى وحدت صنع إلهى را در صورت عالم و آدم ببينيد . امام صادق عليه السّلام در توحيد مفضّل ، ارسطو را به بزرگى نام مىبرد كه وى مردم را از وحدت صنع به وحدت صانع كشانده است . با دو سه واژه تز و آنتىتز و سنتز مشكل حلّ نمىشود ، سخن از مصوّر نطفه و مكمّل و مخرج آن از قوه به فعل است .\r\n به بسم اللّه الرحمن الرحيم است * كه بينى نطفه‌اى درّ يتيم است\r\nببين از قطره ماء مهينى * فرشته آفريده دل نشينى\r\nز سير حبّى ماء حياتى * برويد ز ابتدا شاخ نباتى\r\nهمى در تحت تدبير خداوند * در آيد صورتى بىمثل و مانند \r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n نگر در صنع صورت آفرينت * به حسن طلعت و نقش جبينت\r\nازين صورت كه يكسر آفرين است * چه خواهد آن‌كه صورت آفرين است \r\nمادّى و إلهى هردو قائل‌اند كه تاروپود كلمات وجودى طبيعى در حركت و جنب و جوش است ؛ اقتضاى حركت گسيختن و پاشيدن و منشرح شدن است ، حافظ اين وحدت صنع و صورت هريك از موجودات طبيعى كيست ؟ ! انسانهاى إلهى مىفرمايند : ما در طبيعت خدا مىبينيم ، راست است زيرا كه :  هُوَ الَّذِي يُصَوِّرُكُمْ فِي الْأَرْحامِ كَيْفَ يَشاءُ  « 1 » و گرنه كى باورش مىشود كه در آن كارخانه صنع إلهى بنام رحم ، ماء دافق تخطيط و تشكيل و تصوير شود و صورتى اينچنين پديد آيد ؟ !\r\n بيا اندر طبيعت بين خدا را * پديد آرنده ارض و سما را\r\nدر اين باغ طبيعت اى دل آگاه * ز هر شاخى شنو انّى انا اللّه\r\nدر اين باغ دل‌آرا يك ورق نيست * كه تاروپودش از آيات حق نيست \r\nاى خوش آن فرزندى كه در زهدان و دامان پاك و از پستان پاك پرورده شده است . خداوند درجات شهداى ما را متعالى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . آل عمران / 6\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nبفرمايد ، از آشنايان ما خانمى دو تا پسرش شهيداند ، به من گفت :\r\nآقا من به فرموده روحانيون بر منابر ، هيچگاه فرزندم فلانى را بىوضو شير نداده‌ام ، حتى در شبهاى زمستان كه به گريه مىآمد ، اول وضو مىگرفتم و بعد او را شير مىدادم . بايد به اين مادر گفت :\r\nطوبى لك و حسن مآب كه فرزندت هم از پستان پاك شير خورده است ، و هم مشمول كريمه ؛  وَ لا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْواتاً بَلْ أَحْياءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ  « 1 » شده است . خداوند منتقم ، انتقام خون شهدا را خواهد گرفت .\r\nقوله سبحانه :  وَ مَنْ عادَ فَيَنْتَقِمُ اللَّهُ مِنْهُ وَ اللَّهُ عَزِيزٌ ذُو انْتِقامٍ .  « 2 »\r\nروز بزرگداشت مقام معلّم است ، بسيار شايسته است كه در اين مجمع فرهنگى عظيم يادى نيز از شهيد سعيد مرحوم آية اللّه مطهّرى عزيز رضوان اللّه عليه بشود .\r\nاز تفسير فخر رازى به عرض رسانده‌ايم كه بنى اميّه دست بدست هم دادند تا آثار امام على عليه السّلام را محو كنند ، تبليغات سوء بنى اميه كار را به جايى كشانده بود كه وقتى خبر ضربت خوردن آن حضرت در صبحگاه نوزدهم شهر رمضان در مسجد كوفه به اطراف و اكناف رسيد ، مىگفتند مگر على به مسجد مىرفت ؟ مگر على نماز مىخواند ؟ غرض اين‌كه من خودم صحنه محاكمه آن رأس شياطين گروهك معهود را كه تنى چند از روحانيون ما را\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . آل عمران / 169\r\n( 2 ) . مائده / 95\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nترور كرده‌اند مشاهده مىكردم و گوش مىدادم ، از او سؤال شده است كه آقاى مطهّرى چه كرده است كه او را ترور كرده‌ايد ؟ در جواب گفت : ايشان اسلام راستين نداشت .\r\nببينيد چه جسارتى را بدان عالم بزرگوار الهى روا داشته‌اند ؟ ! با ترور مىخواهند منطق حق را خاموش كنند .\r\n شب‌پره گر وصل آفتاب نخواهد * رونق بازار آفتاب نكاهد « 1 » \r\nدار دار حقيقت است ، دار واقعيت است .\r\nنام حقيقت هستيها حق است . با اين گونه چربكها نور خدا را نمىشود خاموش كرد ؛  يُرِيدُونَ لِيُطْفِؤُا نُورَ اللَّهِ بِأَفْواهِهِمْ وَ اللَّهُ مُتِمُّ نُورِهِ وَ لَوْ كَرِهَ الْكافِرُونَ .  « 2 »\r\n كى شود دريا ز پوز سگ نجس * كى شود خورشيد از پُف منطمس « 3 » \r\nامكان ندارد كه باطل ريشه بدواند و پايدار بماند .  وَ قُلْ جاءَ الْحَقُّ وَ زَهَقَ الْباطِلُ إِنَّ الْباطِلَ كانَ زَهُوقاً .  « 4 »\r\n فردا كه بر من و تو وزد باد مهرگان * آنگه شود پديد كه نامرد و مرد كيست « 5 » \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كليات سعدى ، گلستان ، ص 134 .\r\n( 2 ) . صف / 8\r\n( 3 ) . مثنوى معنوى ، مولوى ، دفتر 6 ، بيت 2079 .\r\n( 4 ) . اسراء / 81\r\n( 5 ) . ديوان انورى ، چاپ مدرس رضوى ، ج 2 ، ص 565 .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nدانشجويان عزيز ما ، خلقت براساس علم و عقل و منطق و عدل و حق و حساب استوار است ؛ همان‌گونه كه حجّت حق امام هشتم ما على بن موسى الرضا عليهم السّلام فرموده است : « قامت السماوات و الأرض بالحجة » ، حجت دليل و برهان است . آسمانها و زمين به برهان و حجّت برقرارند . در هيچ عالمى از عوالم و هيچ موطنى از مواطن گفتارى و كردارى بدون حجّت و دليل انجام‌پذير نيست . و بفرموده جناب رسول اللّه صلى اللّه عليه و آله و سلم : « بالعدل قامت السماوات و الارض » ، نظام هستى ، گردش اين همه اجرام علوى و كهكشانها و آفريده‌ها كه :\r\n زمين در زير اين چرخنده مينا * چو خشخاشى بود بر روى دريا \r\nبه عدل و حجّت قائم‌اند و در كارند ، بگونه‌اى كه :  ما تَرى فِي خَلْقِ الرَّحْمنِ مِنْ تَفاوُتٍ فَارْجِعِ الْبَصَرَ هَلْ تَرى مِنْ فُطُورٍ  « 1 » ، درست در آدم و عالم انديشه كن ببين آيا به قدر يك ميكرون خلاف و انحراف در خلقت مىتوانى بيابى ؟\r\nبار إلها ما خير و كمال مردم را مىخواهيم تا به سعادت ابديشان نايل آيند ، ولى آنها در كمين‌اند كه ما را ترور كنند . بيش از سى سال پيش از اين‌كه در تهران بودم يك مستشرق فرانسوى به تهران آمده بود ، دوستانم گفتند : اين شخص ديدنى است مردم به ديدارش مىروند و ما هم برويم . گفتم داراى چه خصوصيتى است كه ديدنى است ؟ گفتند او در پوشاكى مشابه لباس روحانيت فعلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ملك / 3\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nما است كه قباى بلندى در بر دارد و دستارى سفيد شبيه عمامه بر سر ، در هيأتى برزخ بين زىّ آخوندى و زىّ متعارف ديگران است .\r\nاز او سؤال شده است كه چرا اين زىّ و كسوت را اختيار كرده‌ايد ؟\r\nدر جواب گفت : من كتابهايى را كه از قديم و حديث در كتابخانه‌هاى كره ديده‌ام در علوم و معارف گوناگون تدوين شده‌اند ، و در فضايل انسانى از قبيل تقوا و راستى و درستى و ديگر كمالات معنوى تأليف گرديده‌اند ، عمده آنها از اهل اين لباس و از قلم اين بزرگان است ، لذا دوست دارم كه در كسوت آنان بوده باشم .\r\nمشابه اين واقعه را حضرت استاد علامه طباطبائى براى ما حكايت فرمود و گفت : با آقاى كربن فرانسوى و تنى چند از دانشمندان ديگر در تهران جلسه گفت‌وشنود علمى داشتيم ؛ روزى در آن جلسه مهمانى فرانسوى بر ما وارد شده است . مردى فاضل بود و سؤالاتى حساب شده مىكرد ، اظهار داشت كه من از مطالعه در كتب ملل و نحل به اسلام رسيده‌ام و از اسلام به شيعه اثنا عشرى ، و من مسلمانى از اماميه اثنا عشرى هستم ، و حتّى به سرّ شيعه ايمان و اعتقاد دارم . از مترجم پرسيدم مرادش از سرّ شيعه چيست ؟ گفت :\r\nحضرت بقية اللّه قائم آل محمد .\r\nاين دانشمند فرانسوى به نور عقل و منطق برهان به اسلام واقعى رسيده است . اسلام دين فطرى است ، دين منطق و برهان است .\r\nقرآن و عرفان و برهان از هم جدايى ندارند . همّتى بايد تا به اسرار آيات و روايات نايل آمد ، اين اسرار بدست آحاد زبان‌فهم باز\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nمىشود . خود قرآن كريم مىفرمايد :  وَ تِلْكَ الْأَمْثالُ نَضْرِبُها لِلنَّاسِ وَ ما يَعْقِلُها إِلَّا الْعالِمُونَ ،  « 1 » صورت امثال براى ناس است ، و لبّ و مغزا و معناى آن براى عالمون كه اهل تعقّل‌اند .\r\nبه گفتار پربار عارف رومى :\r\n اى برادر قصه چون پيمانه است * معنى اندر وى بسان دانه است\r\nدانه معنى بگيرد مرد عقل * ننگرد پيمانه را گر گشت نقل « 2 » \r\nالحمد للّه محفل ما حافل علم و عقل است . خداوند سبحان به همه شما شرح صدر عطا بفرمايد . صدق نيّت و جان روحانى شما اين مجمع فرهنگى عرشى را در تجليل و تكريم مقام والاى معلّم ، منعقد نموده است .\r\nاوّلين معلّم حق متعال است :       اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ * خَلَقَ الْإِنْسانَ مِنْ عَلَقٍ * اقْرَأْ وَ رَبُّكَ الْأَكْرَمُ * الَّذِي عَلَّمَ بِالْقَلَمِ * عَلَّمَ الْإِنْسانَ ما لَمْ يَعْلَمْ       « 3 » ،      الرَّحْمنُ * عَلَّمَ الْقُرْآنَ * خَلَقَ الْإِنْسانَ * عَلَّمَهُ الْبَيانَ      « 4 » ، انسان را در ميان دو تعليم قرار داد . اوّل و آخر انسان تعليم است . دار دار علم و تحصيل معارف و حقايق است . بقول\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . عنكبوت / 43\r\n( 2 ) . مثنوى ، دفتر دوم ، بيت 3622 .\r\n( 3 ) . علق / 1 - 5\r\n( 4 ) . رحمن / 1 - 4\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nبقول شيخ اجلّ ابو على سينا رضوان اللّه عليه در تعليقات : « النفس الانسانية مطبوعة على أن تشعر بالموجودات . . . » « 1 » .\r\nسفراى الهى معلّم‌اند . روحانيون عزيز و اساتيد عظام دانشگاهها بر كرسى درس معلّم‌اند . خطباى بزرگوار بر منابر ارشاد معلّم‌اند .\r\nخانمهاى محترم و آقايان مكرّم در كلاسهاى تدريس معلّم‌اند .\r\nهمگى انسان‌ساز و دانشور و دانش‌پرور و اعضاى رئيسه پيكر مدينه فاضله انسانىاند .\r\nوجود شريف همگان همواره از گزند ناگوار روزگار ايمن بادا .\r\nدر راه بذر معارف و إعلاى أعلام علم و دين مؤيد و موفّق بوده باشيد .\r\nبار إلها ! حاميان قرآن و مذهب و مكتب و مرزوبوم كشور جمهورى اسلامى ما را در كنف عنايت خاصّه خودت حفظ بفرما .\r\nمن همواره دعاگوى شما عزيزان هستم . و از اين همه الطاف خاصى كه به اين داعى مبذول فرموده‌ايد صميمانه سپاسگزارم و با اجازه شما به گفتارم خاتمه مىدهم .\r\nو السلام عليكم و رحمة اللّه و بركاته\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ط مصر ، ص 30 ، سطر 16 .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n\r\nبخش دوم به مناسبت بحث شريف مقام معلّم اين چند نكته از كلمات نوريه‌ى حضرتش در صحف نوريه‌ى ديگر را تقديم محضر مىكنيم\r\n: \r\nسمت مقدس تعليم و تربيت\r\nسمت مقدس تعليم و تربيت ، سيرت حسنهء سفراى الهى است كه براى تشكيل مدينه فاضله و اعتلاى نفوس بفهم معارف ملكوتى و ارتقاى عقول بمعارج قدس ربوبى ، مبعوث شده‌اند . آنچنانكه در حالات خاص خودشان در مقام دعا از خداوند سبحان ، ارسال معلّم ربانى را براى تزكيه و تعليم انسانها مسألت مىنمودند . اين دعاى حضرت ابراهيم خليل عليه السّلام است كه در قرآن كريم آمده است :\r\n رَبَّنا وَ ابْعَثْ فِيهِمْ رَسُولًا مِنْهُمْ يَتْلُوا عَلَيْهِمْ آياتِكَ وَ يُعَلِّمُهُمُ الْكِتابَ وَ الْحِكْمَةَ وَ يُزَكِّيهِمْ إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ .  « 1 »\r\nو حق تعالى در استجابت دعايش فرموده است :\r\n كَما أَرْسَلْنا فِيكُمْ رَسُولًا مِنْكُمْ يَتْلُوا عَلَيْكُمْ آياتِنا وَ يُزَكِّيكُمْ \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بقره / 129\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\n وَ يُعَلِّمُكُمُ الْكِتابَ وَ الْحِكْمَةَ وَ يُعَلِّمُكُمْ ما لَمْ تَكُونُوا تَعْلَمُونَ .  « 1 »\r\nو نيز فرمود :  هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِنْهُمْ يَتْلُوا عَلَيْهِمْ آياتِهِ وَ يُزَكِّيهِمْ وَ يُعَلِّمُهُمُ الْكِتابَ وَ الْحِكْمَةَ وَ إِنْ كانُوا مِنْ قَبْلُ لَفِي ضَلالٍ مُبِينٍ .  « 2 »\r\nانسان اگر گرفتار رهزن و اهريمن نشود ، به وفق اقتضاى طلب غريزى و جبلى خود كه سعادت ابدى خود را طالب است همه حرف و صنايع و تمام احوال و اطوار شئون زندگى خود را براى استكمال يعنى بفعليت رساندن دو قوه نظرى و عملى انسانى خود كه بمنزلت دو بال براى طيران به اوج قرب ربوبى مىباشند ، قرار مىدهد ؛ و سپس بتكميل ديگران يعنى بفعليت رساندن همان دو قوه انسانى آنان مىكوشد .\r\nخداوند سبحان در قرآن كريم اين دو اصل را كه استكمال و تكميل است سرمايهء سعادت و وظيفه انسان معرفى كرده است و سورهء مباركه عصر را به اين دو اصل اختصاص داده است و به كلام رفيع استاد علامه طباطبائى در الميزان :\r\nتخلص السورة جميع المعارف القرآنية و تجمع شتات مقاصد القرآن فى أوجز بيان . و خواجه نصير الدين طوسى را در تفسير آن بيانى موجز و مفيد است كه نقل آن در اين مقام بسى شايسته است و تمامى آن اين است :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بقره / 151\r\n( 2 ) . جمعه / 2\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\n   بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ * وَ الْعَصْرِ * إِنَّ الْإِنْسانَ لَفِي خُسْرٍ    ؛ اى الاشتغال بالامور الطبيعية و الاستغراق بالنفوس البهيمية ،  إِلَّا الَّذِينَ آمَنُوا ؛  اى الكاملين فى القوة النظرية ،  وَ عَمِلُوا الصَّالِحاتِ ؛  اى الكاملين فى القوة العملية ،  وَ تَواصَوْا بِالْحَقِّ ؛  اى الذين يكملون عقول الخلائق بالمعارف النظرية ،  وَ تَواصَوْا بِالصَّبْرِ ؛  اى الذين يكملون اخلاق الخلائق و يهذبونها .\r\nيعنى سوگند به عصر كه انسان بر اثر اشتغال به امور طبيعى و استغراق در نفوس بهيمى در زيانكارى است مگر كسانى كه در دو قوه نظرى و عملى كامل شده‌اند و بمعارف نظرى مكمل عقول خلائق‌اند ، و اخلاقشان را تكميل و تهذيب مىنمايند .\r\nايمان تصديق است و تصديق علم و علم كمال قوه نظرى و بفعليت رسيدن آنست . عمل صالح از قوه عملى بكمال رسيده صادر مىگردد كه موجب ترفيع كلم طيب نفس ناطقه انسانى است كه ؛  إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَ الْعَمَلُ الصَّالِحُ يَرْفَعُهُ  « 1 » ، و صدر الدين قونوى در نفحه چهارم نفحات و صدر المتألهين در آخر مرحله چهارم اسفار عمل صالح را نيز بمعارف عقليه تفسير فرموده‌اند و چه خوب كرده‌اند . عبارت صاحب اسفار اين‌كه : فى القرآن المجيد  إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ ؛  يعنى روح المؤمن ،  وَ الْعَمَلُ الصَّالِحُ يَرْفَعُهُ ؛  يعنى المعارف العقلية ترغبه فيها و ترقيه الى هناك .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . فاطر / 10\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nعقول خلائق را بمعارف نظريه تكميل كردن ، تواصى به حق است كه معارف حقه الهيه است و مفاد تواصى اين است كه معارف را به يكديگر تعليم مىدهند و همچنين در تواصى به صبر .\r\nو تواصوا بالصبر را از آن روى به تكميل و تهذيب اخلاق خلائق تفسير فرموده است كه تهذيب نفس را مطلقا در تمام شئون امور ، صبر در مقام رضا بايد كه باز بفرموده قرآن :  وَ لِرَبِّكَ فَاصْبِرْ  « 1 » ، كه مطلق است و به متعلق خاصى مقيد نشده است .\r\nمعلّم از لسان وسائط فيض الهى ، در ملكوت عظيم آسمانها ، عظيم خوانده مىشود و او را به عظيم ندا مىكنند . در كتاب فضل علم كافى از امام صادق عليه السّلام روايت شده است كه : من تعلم العلم و عمل به و علّم للّه دعى فى ملكوت السماوات عظيما فقيل : تعلم للّه و عمل للّه و علّم للّه ؛ « 2 » يعنى كسى براى خدا دانش آموزد و بدان كار بندد و به ديگران ياد دهد در ملكوت آسمانها ، عظيم خوانده مىشود ؛ و گويند كه اين كس براى خدا دانش آموخت ، و براى خدا بدان كار بست ، و براى خدا به ديگران ياد داد .\r\nمعلّم مظهر اسم شريف محيى است كه نفوس مستعده را به آب حيات علم احياء مىكند . علم از زبان مترجمان اسرار قرآن به آب حيات تفسير شده است چه آب مايه حيات اشباح و علم مايه حيات ارواح است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مدثر / 8\r\n( 2 ) . ج 1 معرب ، ص 27 .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nجاء رجل من الانصار الى النبى صلى اللّه عليه و آله و سلم فقال : يا رسول اللّه اذا حضرت جنازة و مجلس عالم ايهما احب اليك أن أشهد ؟ فقال رسول اللّه صلى اللّه عليه و آله و سلم : ان كان للجنازة من يتبعها و يدفنها فان حضور مجلس عالم افضل من حضور الف جنازة ، الحديث ؛ « 1 » يعنى مردى از انصار به نزد پيامبر آمد و گفت : اى فرستادهء خدا هرگاه جنازه‌اى و مجلس عالمى پيش آمده‌اند كدام يك در نزد شما محبوب‌تر است تا آن را اختيار كنم و حاضر گردم ؟ رسول اللّه صلى اللّه عليه و آله و سلم فرموده : اگر براى تجهيز و دفن جنازه كسى هست ، همانا كه حضور مجلس عالم افضل از حضور هزار جنازه است .\r\nو قريب به همين مضمون گفته آمد كه روزى يكى از شاگردان عيسى عليه السّلام وى را گفت : اى معلّم پدرم مرد . اجازه فرما كه براى دفن و كفن او بروم ، عيسى عليه السّلام فرمود : تو زنده‌اى از پى مرده مرو ، مرده را بگذار تا مردگان بردارند .\r\nمعلّم اگر الهى باشد در حقيقت نفخت فيه من روحى شعار ، و عيسوى مشهد و مشرب است كه نفوس را احياء مىكند و فرزندان روحانى مىپروراند و از عقيم بودن بدر مىآيد و تا آثار وجودى او باقى است از آنها بهره‌مند است كه ارتقاء درجات نورى در نشأه ماوراى طبيعت عائدش مىگردد بدون اين‌كه از پاداش عاملان به آثارش چيزى كاسته گردد ؛ چنان كه سيرت پليد و بد بدآموز سبب انحطاط و دركات ظلمانى او در ماوراى اين نشأه مىگردد بدون\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . فصل خطاب كرمانى ، ط 1 ، ص 51 .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nاين‌كه از كيفر عاملان بدان سيرت سيئه چيزى كاسته گردد . و اشارات قرآنى و روايات وسائط فيض الهى در اين مسائل و مطالب بسيار است . « 1 »\r\n\r\nنكته 336 سرّ القدر احكامى است كه بر اعيان ثابته مترتّب است ،\r\nو فوق اين سرّ اين است كه ممكنات بر اصل خودشان كه عدم است ، مىباشند و وجود حق است كه در شئون وجوديه خود متشأن است ؛ كلّ يوم هو فى شأن ، فهو الحىّ العليم القادر المريد المدرك الملتذ ووو ، راجع فى ذلك الى الفصل اليعقوبى من فصوص الحكم و شرح العلامة القيصرى عليه .\r\nو در فص عزيزى حكم حقيقت علم سرّ القدر به متعدى و غير متعدى تقسيم شده است . قيصرى در شرح آن گويد : و المراد بالحكم المتعدى الاحكام و التأثيرات التى تقع من الاعيان فى مظاهرها و يتعدى منها الى غيرها بالفعل و الانفعال ، و غير المتعدى ما يقع فى مظاهرها فقط كالكمالات النفسانية من العلم و الحكمة و غيرها .\r\nاز اين اشارت لطيف دانسته مىشود كه علم هركس لازم ذاتش بلكه عين ذاتش است و هيچكس معلّم بمعنى علم‌دهنده نيست مگر مخرج نفس از نقص بكمال كه حقيقت آنسويى است و اين معلّمين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . هزار و يك نكته ، نكته 211 .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nاعنى افراد بشر همه معدّاتند ، فتبصّر . « 1 »\r\n\r\nنكته 510 زنان قابله ، صنم عزرائيل‌اند\r\nو مؤذّن از سدنه اسرافيل و معلّم از اعوان جبرائيل و زارع از عمّال ميكائيل . « 2 »\r\n\r\nنكته‌اى ديگر اعلم ان العطايا و المنح الظاهرة فى الكون على أيدى العباد و على غير أيديهم على قسمين :\r\nبدان عطايا و منحى كه در وجود خارجى بر دست عباد و غير عباد ظاهر است ، بر دو قسم است : قسمى از آنها عطاياى ذاتى است و قسمى عطاياى اسمائى ، و اين دو قسم عطاء در نزد اهل ذوق متميز است .\r\nقيصرى مىگويد :\r\nمراد شيخ از اين عبارت كه گفته است : « بر دست عباد ظاهر است » ، اين است كه بعضى از اين عطايا و منح به واسطهء عباد است مثل علمى كه براى متعلم حاصل است كه از معلّم مىگيرد و علمى كه براى مريد حاصل است كه از شيخش مىگيرد و مثل علمى كه براى كمّل حاصل است كه به واسطهء ملائكه و ارواح انبياء عليهم السّلام و اقطاب حاصل است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . هزار و يك نكته ، نكته 336 .\r\n( 2 ) . هزار و يك نكته ، نكته 510 .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nو مراد شيخ از عبارتش كه ؛ « بر دست غير عباد ظاهر است » ، اين است كه : قسمى از علوم براى متعلم و مريد حاصل مىشود بدون تعليم معلّم و ارشاد شيخ بلكه از وجه خاصى كه به سوى حق دارد ( جنبهء يلى الحق ) كه به اين وجه خاص بر هرموجودى تجلى مىشود » .\r\nچون كه معلّم و شيخ معدّند نه علّت تامّه و اگر متعلم و مريد قابليت و استعداد پيدا كردند مىتوانند از سرمايهء خود كسب كنند و اى بسا كه از معدّ خود قوىتر شوند . همچنين مطالعهء كتاب و اعمال فكر همه معدّند و مفيض على الاطلاق خداوند فيّاض است .\r\nجناب حاجى سبزوارى فرمود :\r\n و الحق ان فاض من القدسى الصور * و انّما اعداده من الفكر \r\nيعنى رأى حق در پيدايش علم اين است كه از عالم قدس كه عالم ماوراى طبيعت است ، صور يعنى حقايق اشياء كه انوار علوم است فايض مىشود و فكر اعداد و مهيا كردن نفس ناطقه انسانى است براى گرفتن آن صور علميه .\r\nاينكه قيصرى گفته است : هر موجودى وجه خاصى به حق دارد ، مراد اين است كه عنوان مظهر و مظهر و مطلق و مقيد است . تو خود حديث مفصل بخوان از اين مجمل .\r\nشيخ مؤيد الدين جندى رحمة اللّه عليه فرموده است : « عطيه تمليك رقبه است و منحه تمليك انتفاع بدون رقبه » . آن وجه خاص را كه گفتيم ، تعبير به انيّت شيئ مىكند . انيّت شيئ يعنى وجود خاص به\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nاو كه هيچ‌گاه انيّت ارض به شمس داده نمىشود و هكذا هر موجودى به انيّت خاصش وابسته به حقيقة الحقايق است .\r\nاين نكته را دربارهء انيّت ، مرحوم آخوند در اسفار آورده است .\r\nپس انيّت حق تعالى غير از انيّت صادر اول است . نه غيرى كه مباين با او باشد و انيّت جبرئيل غير از انيّت ميكائيل است و هكذا و چون هر انيّتى وجههء حق تعالى و به تعبير قرآن شريف ، وجه اللّه است :\r\n فَأَيْنَما تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ . \r\nجناب آخوند در اوايل اسفار فرق بين خالق و مخلوق را به مطلق و مقيد گذاشته است ، « 1 » كه مقيد ، عين ارتباط به مطلق است . از اين روى رسول اللّه صلى اللّه عليه و آله و سلم فرمود :\r\n« و الذى نفس محمد بيده لو انّكم دلّيتم بحبل الى الارض السّفلى لهبط على اللّه » ؛ « 2 » « قسم به كسى كه جان محمد در دست اوست ، اگر به ريسمانى به سوى پايين‌ترين قسمت زمين آويخته شويد ، بر خدا فرود مىآيد » ، و اين حديث را ترمذى بتفصيل در كتابش\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اين حقيقت را حال ادراك مىكند كه عشق است نه عقل كه علم و استدلال است .\r\nسعدى گويد :\r\n دگر ز عقل حكايت به عاشقان منويس * كه حكم عقل به ديوان عشق ممضى نيست \r\nمرحوم فيض در اصطلاحات عرفانىاش دارد كه ذم عرفا عقل را نه مراد اين است كه عقل مذموم است و هيچ‌كاره ، بلكه مرادشان توجه دادن به مقام بالاتر از عقل است كه عشق باشد يعنى به حد برهان و استدلال كه كار عقل است ، اكتفا نكن كه آن دانستن است تن به كار ده تا عشق و حال پيدا كنى كه اين مقام علاوه بر دانستن ، يافتن است .\r\n( 2 ) . در دنباله‌اش حضرت رسول فرمود :  هُوَ الْأَوَّلُ وَ الْآخِرُ وَ الظَّاهِرُ وَ الْباطِنُ وَ هُوَ بِكُلِّ شَيْءٍ عَلِيمٌ . \r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nآورده است .\r\nو عارفى به اين نكته دقيق چنين اشاره دارد :\r\n عاشقى ديد از دل پرتاب * حضرت حق تعالى اندر خواب\r\nدامنش را گرفت آن غمخور * كه ندارم من از تو دست دگر\r\nچون درآمد ز خواب خوش درويش * ديد محكم گرفته دامن خويش « 1 » \r\n\r\nمعلّمان بشر زارع‌اند\r\nامام در اين كلام ، معلّمين بشر و وسائط فيض الهى را زارع معرفى فرمود و قلوب فيض‌پذير را مزرعه و المعرفة بذر المشاهدة ؛ علماء برزگرند كه بذرهاى معارف را در مزرعه دلها كشت مىكنند ، اگر اين بذرها سبز شود يعنى مزرعه‌ها مستعد و قلوب قابل باشند اين سبزه‌ها قرة عين الناظرين و نزهت‌گاه اهل ولايت خواهند شد نمىبينى كه فرمودند زمين سبخه و شوره‌زار ولايت ما را قبول نكردند كه سبز نشدند !\r\nببين كه اين بذرهاى حكمت چه جنتها مىشوند و چه سبزه‌زارها مىگردند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ممد الهمم ، ص 70 و 72 .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nدر قرآن فرمود :  نِساؤُكُمْ حَرْثٌ لَكُمْ  « 1 » و باز فرمود :   أَ فَرَأَيْتُمْ ما تَحْرُثُونَ * أَ أَنْتُمْ تَزْرَعُونَهُ أَمْ نَحْنُ الزَّارِعُونَ   « 2 » ، سلسله حرفها باهم پيوسته و ناگسستنى است منافاتى نيست آنجا سفراى الهى زارع معرفى شدند در كلام امير عليه السّلام ، و اينجا در قرآن فرمود كه شما حارثيد و ما زارع ، آن‌هم به صيغه جمع ؛  نَحْنُ الزَّارِعُونَ ،  فافهم !\r\n\r\nاللّه تعالى زارع و انسان كامل سرّ اللّه و معارف و اسرار ولايت بذر و قلوب مزارعند\r\nيونس بن ظبيان از امام صادق عليه السّلام روايت كرده است كه ؛ قال : انّ اللّه خلق قلوب المؤمنين مبهمة على الايمان فاذا أراد استنارة ما فيها فتحها بالحكمة و زرعها بالعلم و زارعها و القيم عليها ربّ العالمين .\r\nو نيز امام صادق عليه السّلام فرمود : من يزرع خيرا يحصد غبطة ، و من يزرع شرا يحصد ندامة ، و لكلّ زارع ما زرع و عمرو بن يسع از شعيب حداد روايت كرده است كه : قال : سمعت الصادق جعفر بن محمّد عليه السّلام يقول : انّ حديثنا صعب مستصعب لا يحتمله الا ملك مقرّب أو نبىّ مرسل أو عبد امتحن اللّه قلبه للايمان أو مدينة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بقره / 223 .\r\n( 2 ) . واقعه / 63 - 64\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nحصينة ، قال عمرو فقلت لشعيب يا أبا الحسن و اىّ شىء المدينة الحصينة ؟ قال فقال سألت الصادق عليه السّلام عنها ، فقال لى : القلب المجتمع .\r\nقلب مجتمع مدينه حصينه است اسرار اهل ولايت در دههاى ويران بىدروازه و بىبرج و بارو نهاده نمىشوند بايد شهر باشد ، شهرى كه حصن الهى باشد ، اين اسرار ولايت ، زر و سيم جماد بىجان نيست كه در زير خاك دفن شود اين ودايع الهى است كه بايد به امناء اللّه داده شود كه مدينه‌هاى حصينه و صدور امينه‌اند در نهج البلاغه است كه : انّ أمرنا صعب مستصعب لا يحتمله الا عبد مؤمن امتحن اللّه قلبه للايمان و لا يعى حديثنا الا صدور أمينة و أحلام رزينة .\r\nو عن بصائر الدرجات عن الصادق عليه السّلام : انّ أمرنا سرّ و سرّ فى سرّ و سرّ مستسرّ و سرّ لا يفيده الّا سرّ و سرّ على سرّ و سرّ مقنع بسرّ و قال عليه السّلام : هو الحق و حق الحق و هو الظاهر و باطن الظاهر و باطن الباطن و هو السرّ و السرّ المستسرّ و سرّ مقنع بالسرّ .\r\nو قال عليه السّلام : خالطوا الناس بما يعرفون و دعوهم مما ينكرون ، و لا تحملوا على أنفسكم و علينا انّ أمرنا صعب مستصعب لا يحتمله الا ملك مقرّب او نبىّ مرسل أو مؤمن امتحن اللّه قلبه للايمان .\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nدر اصول كافى بابى است به اين عنوان ؛ فيما جاء أن حديثهم صعب مستصعب .\r\nدر حديث اول آن از امام ابو جعفر عليه السّلام از رسول صلى اللّه عليه و آله و سلم روايت شد كه : انّ حديث آل محمّد صعب مستصعب ، الخ .\r\nو در حديث دوم آن از امام صادق عليه السّلام از امام سجاد عليه السّلام روايت شد كه انّ علم العلماء صعب مستصعب ، الخ .\r\nو در حديث سوم آن از امام صادق عليه السّلام انّ حديثنا صعب مستصعب لا يحتمله الا صدور منيرة أو قلوب سليمة و اخلاق حسنة ، الخ .\r\nدر بصائر از امام ابو جعفر عليه السّلام صعب و مستصعب بيان شده است و صورت آن اين است : عن المفضّل قال قال ابو جعفر عليه السّلام : انّ حديثنا صعب مستصعب ذكران اجرد و لا يحتمله ملك مقرّب و لا نبىّ مرسل و لا عبد امتحن اللّه قلبه للايمان ، اما الصعب فهو الذى لم يركّب بعد ، و اما المستصعب فهو الذى يهرب منه اذا رؤى ، و اما الذكران فهو ذكاء المؤمنين ، و اما الاجرد فهو الذى لا يتعلق به شىء من بين يديه و لا من خلفه و هو قول اللّه :  اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ ،  فأحسن الحديث حديثنا و لا يحتمل أحد من الخلائق امره بكماله حتى يحدّه ، لانه من حدّ شيئا فهو أكبر منه و الحمد للّه\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nعلى التوفيق ، و الانكار هو الكفر . و فى البصائر ايضا مسندا عن ابى الصامت قال : سمعت أبا عبد اللّه عليه السّلام يقول : ان من حديثنا ما لا يحتمله ملك مقرّب و لا نبىّ مرسل و لا عبد مؤمن قلت : فمن يحتمله ؟ قال نحن نحتمله .\r\nپس احاديث اهل بيت ولايت همه علم است و سرّ است و سرّ هر چيز لطيفه و حقيقت مخفى او است آن حقيقتى كه علم است سرّ و سرّ مستسرّ مقنع است هر سرّى فهم آن نكند و آن حقائق فوق مرتبه بيان لفظى و ادراك فكرىاند ، بلكه با معرفت شهودى نيل بدانها حاصل آيد و هركس در حد خود به مرتبه‌اى از آنها نائل آيد . و هردستى به آن نرسد :  لا يَمَسُّهُ إِلَّا الْمُطَهَّرُونَ ،  بايد قلب منير سليم مجتمع امين حصين آن را دريابد .\r\nعلاوه اين كه حديث بصائر را كه از غرر احاديث است سخن ديگر است كه فرمود : و لا يحتمل أحد من الخلائق أمره بكماله حتى يحدّه لانّه من حدّ شيئا فهو اكبر منه ، ببين بيان انسان كامل چقدر كامل است .\r\nاين گونه لطائف عبارات و دقائق معانى به غير از ائمه معصومين ما عليهم السّلام از ديگر صحابه و تابعين و علماى اعصار و امصار نقل نشده است . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انسان كامل از ديدگاه نهج البلاغه ، باب 11 ، ص 192 .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\n\r\nبخش سوم پيرامون حيات انسانى علامه رفيعى قزوينى\r\nآية اللّه علامه حضرت حاج ميرزا سيد ابو الحسن رفيعى قزوينى رفع اللّه تعالى درجاته نابغه‌اى است كه در علوم عقليه و نقليه از مفاخر اماميه و از أعاظم شيعه است . و در اين عصر از بزرگترين استادان حكمت متعاليه در حوزه‌هاى علمى اسلامى بشمار مىرفته است . آن جناب در حدّت ذكا و قوت حافظه ، و حسن و لطف تقرير ، و جودت و فصاحت گفتار ، و حلاوت و سلاست بيان ، زبان‌زد خواصّ بوده است . و به ويژه در تعبير و تفسير آرا و افكار ملاصدرا و حلّ معضلات اسفار تبحّر و تمهّرى شگفت داشت .\r\nدر سال 1315 ه ق ، در شهرستان قزوين از بيت علم و تقوى قدم به عرصه وجود نهاد و ديده به چهره جهان گشود ، و در تحت مراقبت و تربيت والد ماجدش در قزوين به تحصيل كتب مقدماتى متداول در ميان طلّاب علوم پرداخت ، و پس از آن به قصد عزيمت تهران و قم ، اقامت قزوين را ترك گفت و در محضر مبارك آيات علم و أعلام دين : آقا ميرزا حسن كرمانشاهى ، و آقا ميرزا هاشم\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nاشكورى ، و حاج فاضل تهرانى و ميرزا محمود رضوان قمى ، و آقا سيد محمد تنكابنى ، و آقا شيخ محمد رضاى نورى ، و آقا شيخ على رشتى ، و آقا ميرزا ابراهيم زنجانى ، و حاج شيخ عبد الكريم حائرى يزدى قدس اللّه اسرارهم به مقامات شامخه و معارج و مدارج عاليه نائل آمد .\r\nمعظم له مثل فارابى و مفيد ، موجز نويس بود و مؤلفاتى چند در معقول و منقول دارد و برخى از آنها به طبع رسيده است ، از آن جمله رسالهء وجيز و عزيز در اتحاد عاقل به معقول است كه به مناسبت « جشن چهار صدمين سال تولد صدر المتألهين در كلكته ، نگاشته است . و با ضميمهء تعليقات اينجانب به حضور ارباب كمال اهدا گرديده است .\r\nفيلسوف بزرگ الهى و فقيه بنام اسلامى آية اللّه علامه رفيعى قدّس سرّه العزيز در تهران در غرّه محرّم هزار و سيصد و نود و شش هجرى قمرى على هاجرها آلاف التحيّة و السلام ، نداى حق را لبيك گفت و به خطاب :     يا أَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّةُ * ارْجِعِي إِلى رَبِّكِ راضِيَةً مَرْضِيَّةً * فَادْخُلِي فِي عِبادِي * وَ ادْخُلِي جَنَّتِي     « 1 » ، مخاطب شد ، و پيكر شريفش به ارض قدس قم كه هنالك الولاية للّه الحق ، انتقال و در مسجد بالاسر حرم مطهّر حضرت ستى فاطمه معصومه بنت باب الحوائج الى اللّه موسى بن جعفر عليهم السّلام به خاك سپرده شد . أعلى اللّه تعالى مقاماته القدسية ، و أفاض علينا من بركات انفاسه النفيسة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . فجر / 27 - 30\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n\r\nاستادان علامه رفيعى\r\nحكيم علامه رفيعى قزوينى پس از اخذ مقدّمات علمى و فراگرفتن كتب سطوح درسى ، به منظور ادراك محاضر علمى استادان بزرگ عصر ، كه در آن زمان همگى در تهران به تدريس كتب عقلى و نقلى اشتغال داشتند ، و حوزهء تهران يكى از پر فيض‌ترين حوزه‌هاى علمى بويژه علوم عقلى و عرفانى در شمار مىآمد ، از زادگاه خود قزوين عازم تهران گرديد و در سال 1333 هجرى به مجلس درس آية اللّه حاج شيخ عبد النبىّ نورى نوّر اللّه مرقده راه يافت و با كسب فيض از محضر او ، در ضمن از مجلس درس آية اللّه حاج ميرزا مسيح طالقانى و آية اللّه سيّد محمّد تنكابنى و آية اللّه آقا شيخ محمّد رضا نورى استفاده و تحصيل علوم فقه و اصول كرد .\r\nو از آنجا كه ذوق فطرى و جبلّت الهى او متمايل به معارف حقّهء حقيقى بوده و تاروپود وجودش از عشق به علوم عقلى - كلام و حكمت و عرفان و رياضيّات - درهم بافته شده بود ؛ چنان كه از آثار او نيز مشهود است ؛ حكمت را در نزد حكيم متألّه مرحوم ميرزا حسن كرمانشاهى كه استاد مشهور اين فنّ بود فراگرفت و علاوه بر اين از محضر درس حكيم مرحوم حاج فاضل تهرانى شميرانى و حكيم مرحوم ميرزا محمود رضوان قمى و حكيم و رياضىدان و شاعر ملا محمد هيدجى زنجانى رضوان اللّه تعالى عليهم بهره‌هايى شايان اهميّت گرفت ، و سپس علوم رياضى را از محضر آقا ميرزا ابراهيم زنجانى ساكن و مقيم تهران تحصيل كرد ؛ اساتيد علوم هيئت و\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nاسطرلاب و هندسهء ايشان هم بنابر نقل مؤلف كتاب « گنجينه دانشمندان » علاوه بر ميرزا ابراهيم زنجانى ، مرحوم آقا شيخ على رشتى هم بوده ، و از اين دو استاد مجموع علوم رياضى را فراگرفته است .\r\nسال 1340 قمرى كه حوزه علميه قم تشكيل گرديد ، به قم هجرت نموده و به محضر درس فقيه بزرگ مرحوم حاج شيخ عبد الكريم حائرى يزدى شتافت و از درس فقه و اصول اين مؤسس گرانقدر استفاده شايانى كرد .\r\nاز ديگر اساتيد علامه رفيعى ، آية اللّه حاج شيخ ابو القاسم كبير قمى بوده است و بالاخره استادان ديگرش مرحوم حاج شيخ محمد رضا مسجد شاهى اصفهانى و آقا ميرزا هاشم اشكورى در عرفان مىباشند .\r\n\r\nآثار و تأليفات\r\nعلامه قزوينى علاوه بر حواشى علمى و حكمى كه بر كتب فلسفى و كلامى و عقلى نوشته است ، آن حكيم و فقيه اهل بيت و دانشمند نامى را در حدود بيست رساله و مقاله و كتاب در پيرامون مسائل كلامى و حكمى و عقلى و فلسفى است كه معارف اسلامى را مورد بررسى و عنايت تامّى قرار داده و بر شيوهء خاصّى براساس علوم عقلى و نقلى ، به توضيح و اثبات عقائد حقّه و قواعد محكمهء تشيّع و معارف اهل بيت عصمت عليهم السّلام پرداخته است .\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nاين رسائل كه در يك مجلّد به طبع رسيده ، عبارتند از :\r\n1 - شرح دعاى سحر\r\n2 - رسالهء معراج\r\n3 - رسالهء اسفار اربعه\r\n4 - رساله در بيان قوّهء مولّده\r\n5 - رجعت\r\n6 - تخليه و تجليه و تحليه\r\n7 - حركت جوهريه\r\n8 - اتحاد عاقل و معقول به فارسى\r\n9 - اتحاد عاقل و معقول به عربى\r\n10 - رساله در وحدت وجود\r\n11 - رساله در حقيقت عقل\r\n12 - رساله در شب قدر\r\n13 - سخن در معاد\r\n14 - مقاله در وجود\r\n15 - تفسيرى بر دو آيه از سورهء يونس\r\n16 - مقاله در تشريح اجزاء حمليّه و اجزاء حدّيه\r\n17 - رساله در حدوث دهرى\r\n18 - حاشيه‌اى بر قضاياى ضروريّهء ازليّه\r\n19 - مقاله در اراده و مشيّت\r\n20 - مقاله در مسح رأس و وضوء\r\n21 - مقاله در شرح زندگى ملا صدرا\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\n22 - و نيز بحث شريف معاد ( مجموعه بحثهاى شبهاى جمعه در مسجد جامع تهران ) كه مستقلا چاپ شده است .\r\n* * * اما حواشى آن حكيم فرزانه بر كتب عقلى و فلسفى و كلامى عبارتند از :\r\n1 - حواشى بر شرح منظومهء حكيم حاج ملّا هادى سبزوارى\r\n2 - حواشى بر اسرار الحكم سبزوارى\r\n3 - حواشى بر شرح الاسماء الحسنى يا جوشن كبير سبزوارى\r\n4 - حواشى بر كتاب اسفار الاربعة مرحوم صدر المتألهين شيرازى\r\n5 - حواشى بر كتاب مشاعر آن حكيم\r\n6 - حواشى بر كتاب عرشيهء ملّا صدرا\r\n7 - حواشى بر تعليقات ملّا صدرا بر كتاب شفاى بو على سينا\r\n8 - حواشى بر شرح اصول كافى ملّا صدرا\r\n9 - حواشى بر كتاب مفاتيح الغيب آن حكيم\r\n10 - حواشى بر كتاب شفاى بو على\r\n11 - حواشى بر كتاب شرح الاشارات و التّنبيهات\r\n12 - حواشى بر كتاب شوارق الالهام ملّا عبد الرزاق لاهيجى\r\n13 - حواشى بر كتاب گوهر مراد ملّا عبد الرزاق به فارسى\r\n14 - حواشى بر كتاب قبسات مير داماد\r\n15 - حواشى بر كتاب شرح حكمة الاشراق قطب الدين شيرازى\r\n16 - حواشى بر مقدمهء كتاب شرح فصوص الحكم قيصرى\r\n17 - حواشى بر كتاب الشّواهد الربوبية ملّا صدرا\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\n18 - حواشى بر كتاب اسرار الآيات ملّا صدرا\r\n19 - حواشى بر شرح مطالع در منطق\r\n20 - حواشى بر شرح تجريد قوشچى در كلام\r\n21 - حواشى بر مصباح الانس ابن فنارى .\r\n* * * شادروان علّامه و فقيه جامع الشّرايط و مجتهد بارع قزوينى را غير از آثار و حواشى و رسائل حكمى و كلامى و فلسفى ، آثارى در زمينه‌هاى فقه استدلالى است ، بدانگونه كه شخصا در يكى از منابر خود اظهار داشته عبارتند از :\r\n1 - كتاب صلوة از اول تا آخر\r\n2 - كتاب خمس استدلالى از اول تا آخر\r\n3 - كتاب حج از اول تا آخر بطور مفصل\r\n4 - كتاب ميراث\r\n5 - كتاب نكاح\r\n6 - كتاب طلاق\r\n7 - در قاعدهء لا ضرر\r\n8 - كتاب مكاسب و بيع و تجارت كه هيچ يك چاپ و منتشر نشده است\r\n9 - كتابى در حول عقائد اماميّه در ردّ كتاب سنّى كويتى به نام « جبّانى » كه او در ردّ شيعه نوشته و چاپ شده است\r\n10 - توضيح المسائل يا حواشى بر رسالهء عمليهء آية اللّه العظمى مرحوم بروجردى\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\n11 - كتاب هداية الأنام در رسالهء عملى ، كه هردو كتاب اخير به چاپ رسيده است .\r\n12 - حواشى بر كتاب عروة الوثقى مرحوم سيّد كاظم يزدى از اول تا كتاب خمس\r\n13 - رسالهء شريفه مناسك حجّ چاپ كتابفروشى اسلام ، كه فتاوى شيخ انصارى رضوان اللّه عليه را تحشيه كرده و در مقدّمهء آن مرقوم داشته : « عمل به اين رسالهء شريفهء مناسك حجّ ، با ملاحظهء فتاوى و حواشى احقر جايز و مجزى است »\r\n14 - تقريرات درس اصول عقايد\r\n15 - اسرار حج ( تقريرات درس آن فقيد سعيد در شبهاى جمعه )\r\n16 - حواشى بر جلدين كفاية الاصول علامه آخوند خراسانى\r\n17 - تعليقات بر رسائل شيخ انصارى\r\n18 - حاشيه بر وسيلة النجاة مرحوم سيد ابو الحسن اصفهانى و غيره\r\n* * * آن علامه بزرگ بر بسيارى از كتب و رسالات رياضى و هيئت نيز تعليقه و حواشى نوشته است از جمله :\r\nتعليقات بر تضاريس الارض شيخ بهايى\r\nتعليقاتى بر المعطيات اقليدس\r\nحواشى مختصر و مفيدى بر مقالات كتاب الاكر\r\nحواشى بر سطوح دواير و اقطاب و دواير متداخله و متساويه و متقاطعه و مماس در كره و مثلثات مندرج در آن\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nحواشى بر كتاب المناظر اقليدس در كيفيت ابصار\r\nحواشى بر كتاب الكرة المتحركة\r\nحواشى بر بسيارى از مباحث كتاب المساكن ثاوذوسيوس\r\nحواشى بر شرح چغمينى .\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80}
  ]