[
  {"content":"\r\nفقه علائم الظهور\r\nبقلم\r\nسماحة الشيخ محمد السند\r\n« دامت بركاته »\r\nتقديم وتحقيق\r\nمركز الدراسات التخصّصية\r\nفي الإمام المهدي\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\nمركز الدراسات التخصّصية\r\nفي الإمام المهدي عليه السلام\r\nالنجف الأشرف - شارع الصادق - محلة البراق 210 الزقاق 3 رقم الدار 38\r\nهاتف : 370950 و 332811\r\nص . ب 588\r\nWWW . MONTAZAR . NET\r\nWWW . DERASAT @ MONTAZAR . NET\r\nفقه علائم الظهور\r\nالشيخ محمد السند\r\nتقديم وتحقيق\r\nمركز الدراسات التخصّصية\r\nفي الإمام المهدي عليه السلام\r\nالناشر : دليلنا\r\nالمطبعة : نقارش\r\nالطبعة : الأولى\r\nسنة النشر : شوال 1425 ه‍ .\r\nالنجف الأشرف تلفون 332811\r\nعدد النسخ : 3000 نسخة\r\nالسعر : 700 دينار عراقي\r\nردمك : 8 - 069 - 397 - 964 ISBN\r\nحقوق النشر محفوظة للمركز\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\nاللهم اجعلني من أنصاره وأعوانه والذّابين عنه والمسارعين إليه في قضاء حوائجه والممتثلين لأوامره والمحامين عنه والسابقين لإرادته والمستشهدين بين يديه الّلهم إن حال بيني وبينه الموت الذي جعلته على عبادك حتماً مقضياً فأخرجني من قبري مؤتزراً كفني شاهراً سيفي مجرداً قناتي ملبّياً دعوة الدّاعي في الحاضر والبادي\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\nمقدمة المركز :\r\nالحمد لله رب العالمين والصلاة والسلام على خير خلقه محمد وآله الطاهرين .\r\nالحديث عن العقيدة المهدوية ومعطياتها وآثارها على المستوى الفردي والاجتماعي حديث يضم بين طياته الكثير منن الأبعاد المعرفية والعقدية والنفسية والروحية لدى الجنس البشري بجميع أطيافه ، باعتباره يمثل عصارة طموح البشرية ومنتهى أمل الإنسانية على هذه الأرض ، إذ هو ليس سرداً تاريخياً لا يمت إلى الوقع الإنسان - بحاضره ومستقبله - بصلة ، وليس هو مجرد ترف فكري لا علاقة له بوجدان الأمة وتطلعاتها ، ولا هو حديث عن الخيال العلمي في علام المستقبل ، فقد أثبتت المطالعات المعرفية والاحصاءات الميدانية العد التصاعدي لتجذر العقيدة المهدوية والايمان بها في ضمير الأمة والوجدان الاممي لها بمقدار تزايد المحن والصعوبات التي\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\nواجهتها وتواجهها البشرية في العصور الماضية وعصرنا الراهن ، وهذا ما يعبر عنه في الأدبيات التراثية بمبشرات الظهور الأصغر حيث أصبحت الأمة أشدّ انجذاباً إلى ذلك التغيير العالمي وانقلبت من أمة قابلة - إن لم نقل رافضة - للتحول الذي سوف يحصل في المستقبل إلى أمة فاعلة ، وهذا التحول بحد ذاته يمثل خطوة عظيمة انجزتها عقيدة الانتظار لبناء جسور الارتباط مع عصر النهضة العالمية .\r\nوبالرغم من الجهود المتظافرة لابناء الأمة بعلمائها ومثقفيها من خلال أقلامهم الشريفة ومنابرهم العامة من اتباع الطائفة الحقة بتفاعلها والتزامها فكراً وعملاً بهذه العقيدة .\r\nأقول بالرغم من كل هذه الجهود والمساعي لبناء صرح العقيدة واستيعاب مفرداتها إلا أنه ما زالت هناك جوانب لم تسلط عليها الأضواء بالشكل الكافي وبصورة مستقلة مع ارتباطها الصميمي بالعقيدة المهدوية ، بل تعتبر من الاجزاء المقومة لمفهوم وعقيدة الانتظار ومن هذه البحوث التي سعى مركز الدراسات التخصصية في الإمام المهدي عليه السلام إلى تناولها بشكل مستقل وتسليط الأضواء\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\nعليها هو البحث عن الشخصيات ذات الدور الفاعل في عصر الظهور والتي تلقي بظلالها على الحركة العالمية المظفرة بقائدها المعالي الحجة بن الحسن عجل الله فرجه سواء كانت هذه الآثار والتداعيات على المستوى الايجابي لحركة الإمام عليه السلام أو الجانب السلبي ، وبعبارة أخرى سواء كانت هذه الشخصيات - ومن وراءها الحركات التي تمثلها - داعمة ومؤيدة للإمام عليه السلام والسائرة في ركابه وتحت إمرته أو التي لها موقف آخر وفي الجانب الثاني لحركة الإمام ، أي انها تعتبر من المعوقات للنهضة العالمية المنتظرة .\r\nويمثل الجانب والمحور الأول شخصيات مثل اليماني والخراساني والحسني كما يتشخص الطرف الآخر بنماذج مثل الدجال والسفياني وآخرين ، إذن لا بد من التعمق بصورة أكثر تفصيلاً لما قلنا من أن لها الدور المهم في عصر الظهور أولاً مضافاً إلى سدّ المنافذ أمام من ينتحل أحد هذه الشخصيات طلباً لحطام الدنيا وركضاً وراء الأهواء .\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\nومن هنا جاءت هذه الدراسة لسماحة العلامة الشيخ محمد السند دامت بركاته لبيان الرؤية العامة وإعطاء الضابطة الكمية لمثل هذه الشخصيات وتمييز المحقق من المبطل الذي يتصيد بالماء العكر .\r\nوذلك من خلال بحث أصيل يعتمد على الأسس العلمية والقواعد السندية في فقه الحديث ودرايته .\r\nوإذ يتقدم المركز بالشكر الجزيل للمجهود العلمي القيم الذي بذله سماحة المؤلف فان من دواعي سروره واعتزازه أن يقدم للقراء وللمكتبة العقائدية الاسلامية هذا الكتاب ضمن سلسلة « شخصيات عصر الظهور » ليكون بمثابة الأساس العلمي والمقدمة الكلية لدى دراستنا لتلك الشخصيات في إطارها العام ليسهل بعد ذلك تناول كل مفردة بحدّ ذاتها ودراستها بصورة منفصلة وبشكل مستقل مع الأخذ بنظر الاعتبار هذه المقدمة في كل من هذه الشخصيات .\r\nومن الله التوفيق\r\nالسيد محمد القبانجي\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nالمدخل\r\nتطرح في الآونة الأخيرة تساؤلات حول موقعيّة شخصيّات الظهور ، حيث ينتحل أدعياء - بين الفينة والاُخرى - أسمائهم ، فهل لتلك الشخصيّات - وهي نجوم سنة الظهور - صفة رسميّة من قِبل الإمام المنتظر عجّل الله فرجه كأن يكونوا نوّاباً خاصّين له وسفراء للناحية ، أو غير ذلك من السمات التي لها طابع الحجّية والتمثيل القانوني ؟ مع أنّه قد قامت الضرورة في روايات أهل البيت عليهم السلام على نفي النيابة الخاصّة والسفارة في الغيبة الكبرى للإمام المهدي عجّل الله فرجه ، وكذلك في تسالم وإجماع علماء الإماميّة .\r\nوهذه النجوم لمسرح سنة الظهور ممّا قد جاءت أسماؤهم في روايات علامات الظهور ، مثل : اليماني ، والخراساني ( الحسني ) ، وشعيب الصالح ، والنفس الزكيّة ، وغيرهم ، وذكرت لهم ملاحم ممهّدة في نفس سنة الظهور ، فهل يستفاد منها أي صفة معتبرة نافذة ، أم أنّ النعوت الواردة فيهم لا يستفاد منها أكثر من مديح عامّ من دون أن يصل إلى درجة الحجّية الرسميّة ؟ وقبل الخوض في دلالة الروايات الواردة في شأنهم نتعرّض إلى :\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nلمحة إجماليّة :\r\nفي أدلّة انقطاع النيابة الخاصّة في الغيبة الكبرى ، واستمرار الانقطاع حتّى الصيحة والسفياني\r\nوقد بسط علماء الإماميّة الحديث عن الانقطاع مطوّلاً في الكتب المؤلّفة في غيبته عجّل الله فرجه من الجيل المعاصر للأئمّة السابقين عليهم السلام مروراً بالذين عاصروا غيبته الصغرى ، والتقوا بالنوّاب الأربعة ، كالكليني وعليّ بن بابويه وسعد بن عبد الله الأشعري والنوبختي وغيرهم ، إلى الجيل الأوّل من الغيبة الكبرى ، كالصدوق وابن قولويه والنعماني ومحمّد بن الحسن الخزّاز وغيرهم ، ثمّ المفيد والمرتضى والطوسي والكراجكي ، وتتابع طبقات العلماء في كتبهم الكلاميّة والحديثيّة الروائيّة ، وقد أودعوا في ذلك من طوائف الروايات المرويّة عن رسول الله صلّى الله عليه وآله ، وعن أمير المؤمنين عليه السلام إلى بقيّة الأئمّة المعصومين عليهم السلام .\r\nونشير إلى جملة من تلك الأدلّة :\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nالدليل الأوّل :\r\nالتوقيع المبارك الصادر من الناحية المقدّسة منه عجّل الله فرجه على يد النائب الرابع عليّ بن محمّد السمري قبل وفاة النائب بستّة أيّام : « يا عليّ بن محمّد السمّري ، اسمع ! أعظم الله أجر إخوانك فيك ، فإنّك ميّت ما بينك وبين ستّة أيّام ، فاجمع أمرك ، ولا توص إلى أحد يقوم مقامك بعد وفاتك ، فقد وقعت الغيبة التامّة ، فلا ظهور إلاّ بعد إذن الله تعالى ذكره ، وذلك بعد طول الأمد ، وقسوة القلوب ، وامتلاء الأرض جوراً ، وسيأتي من شيعتي من يدّعي المشاهدة ، ألا فمن ادّعى المشاهدة قبل خروج السفياني والصيحة فهو كذّاب مفتر ، ولا حول ولا قوّة إلاّ بالله العليّ العظيم » .\r\nقال : فنسخنا هذا التوقيع وخرجنا من عنده ، فلمّا كان اليوم السادس عدنا إليه وهو يجود بنفسه ، فقيل له : مَن وصيّك من بعدك ؟\r\nفقال : لله أمر هو بالغه وقضى ، فهذا آخر كلام سمع منه رضي الله عنه وأرضاه .\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\nوقد روى التوقيع كلّ من الصدوق في كمال الدين ( 1 )  ، والطوسي في الغيبة ( 2 )  ، والنعماني في كتابه الغيبة ( 3 )  ، والطبرسي في الاحتجاج ( 4 )  ، والراوندي في الخرائج والجرائح ( 5 )  رواه عن الصدوق أيضاً .\r\nوقد رواه الشيخ الطوسي ، قال : أخبرنا جماعة - يعني جماعة مشايخه عن أبي جعفر محمّد بن عليّ بن الحسين بن بابويه ( الصدوق ) ، قال : حدّثني أبو محمّد الحسن بن أحمد المكتب .\r\nوقد رواه الصدوق في كمال الدين عن أبي محمّد الحسن بن أحمد المكتب ، وهو من مشايخ الصدوق ، وقد ترحّم عليه في كتابه كمال الدين ، هذا وقد ذكر الشيخ الطوسي في ( الغيبة ) - عند تعرّضه لترجمة وبيان حال النوّاب والنائب الرابع ( السمري ) - خمس روايات لانقطاع السفارة بخمسة طرق منها :\r\nقوله : وأخبرني محمّد بن محمّد بن النعمان ( المفيد ) ، والحسين بن عبيد الله ( الغضائري ) ، عن أبي عبد الله محمّد بن أحمد الصفواني ( شيخ الطائفة تلميذ الكليني ) ومعاصر للنائب الرابع ، وذكر حضور الشيعة\r\n","description":"","footnote":" ( 1 ) كمال الدين للصدوق ( ج 2 ، ص 516 ) .\r\n ( 2 ) الغيبة للطوسي ( ص 395 ) .\r\n ( 3 ) لم نجده فيه .\r\n ( 4 ) الاحتجاج ( ج 2 ، ص 478 ) إعلام الورى للطبرسي ( ص 445 ) .\r\n ( 5 ) الخرائج والجرائح ( ج 3 ، ص 128 و 129 ) . ","page_name":" 13 ","page_number":13},
  {"content":"\r\nعند النائب الرابع ، وأنّه لم يوص إلى أحد بعده . وهذا الطريق صحيح أعلائي ، بل هو قطعي الصدور .\r\nودلالة التوقيع الشريف على الانقطاع في موضعين :\r\nالموضع الأوّل : قوله عجّل الله فرجه : « فاجمع أمرك ، ولا توص إلى أحد يقوم مقامك بعد وفاتك ، فقد وقعت الغيبة التامّة ، فلا ظهور إلاّ بعد إذن الله تعالى ذكره » ، فنهاه عن الوصيّة إلى أحد بعده ، فلا يقوم أحد مقام النائب الرابع ، وكذلك قوله عجّل الله فرجه : « فقد وقعت الغيبة التامّة » دلالة على أنّ فترة النوّاب الأربعة لم تكن غيبة تامّة ، وإنّما هي صغرى لا تامّة كبرى ، حيث إنّ النوّاب الأربعة كانوا حلقة وصل بينه وبين شيعته ، ممّا يدلّ على أنّ معنى الغيبة التامّة ، وهي الكبرى التي وقعت بعد الصغرى ، هي أن ينقطع فيها مقام النيابة الخاصّة ، وأنّها ممتدّة ، فلا ظهور حتّى الصيحة وخروج السفياني .\r\nالموضع الثاني : قوله عجّل الله فرجه : « وسيأتي من شيعتي من يدّعي المشاهدة ، ألا فمن ادّعى المشاهدة قبل خروج السفياني والصيحة فهو كذّاب مفتر » ، والظاهر من ادّعاء المشاهدة هو السفارة والنيابة بقرينة السياق والصدور على يد النائب الرابع ،\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\nحيث أمره بعدم الوصيّة لأحد أن يقوم مقامه في النيابة ، ولا سيّما وأنّ ادّعاء ذلك هو وسيلة لأجل ادّعاء الوساطة بين الإمام عجّل الله فرجه والناس ، والتحايل على الآخرين بإمكانه القيام بحلقة وصل بين الإمام وبينهم ، وهو معنى السفارة والنيابة الخاصّة .\r\nثمّ إنّ صريح هذا التوقيع الشريف الذي تطابقت عليه الطائفة أنّ انقطاع النيابة الخاصّة والسفارة يمتدّ إلى الصيحة من السماء بصوت جبرئيل التي هي من علامات الظهور الحتميّة الواقعة في نفس سنة الظهور ، وهي : « ألا إنّ الحقّ في عليّ وشيعته ، ثمّ ينادي إبليس في آخر النهار : ألا إنّ الحقّ في عثمان وشيعته ، فعند ذلك يرتاب المبطلون » .\r\nكما جاء في الروايات عنهم عليهم السلام ( 1 )  ، وفي بعضها أنّ النداء هو في شهر رمضان ، وفي بعض الروايات ( 1 )  أنّه في رجب ، والظاهر أنّها نداءات متعدّدة بمضامين متعدّدة .\r\nومقتضى دلالة هذا التوقيع الشريف هو نفي النيابة الخاصّة والسفارة إلى حدّ سماع الصيحة من السماء في سنة الظهور ، وأي مدّع للنيابة والاتّصال والارتباط مع الحجّة عجّل الله فرجه قبل الصيحة فهو كذّاب ومفتر أيّاً كان هذا المدّعي ، ولو تقمّص بأي\r\n","description":"","footnote":" ( 1 ) الغيبة للطوسي ( ص 435 ، حديث 425 ) بحار الأنوار ( ج 52 ، ص 290 ) .  ( 1 ) الغيبة للنعماني ( ص 181 ، حديث 28 ) .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nاسم وعنوان ، سواء ادّعى أنّه سيظهر من اليمن أو من خراسان أو من غيرهما .\r\nوكذلك وقّت الحدّ والأمد مضافاً إلى الصيحة إلى خروج السفياني ، والمراد من خروجه ليس مجرّد وجوده ، بل قيام السفياني بتأسيس دولته في الشام ، وخوضه في الحروب لتوسعة دولته .\r\nالدليل الثاني :\r\nالروايات المتواترة التي رواها الصدوق في كمال الدين ، والطوسي في الغيبة ، والنعماني في الغيبة ، والكليني في الكافي ، والتي مفادها وقوع غيبتين للإمام عجّل الله فرجه ، وهذه الروايات قد رويت عن الرسول صلّى الله عليه وآله ، وعن أمير المؤمنين عليه السلام ، وعن بقيّة الأئمّة عليهم السلام .\r\nفقد روى الشيخ الطوسي بسنده عن أبي عبد الله عليه السلام - في حديث - : « أما أنّ لصاحب هذا الأمر فيه غيبتين : واحدة قصيرة ، والاُخرى طويلة » ( 2 )  .\r\nوروى النعماني في الغيبة بسنده عن أبي عبد الله الصادق عليه السلام ، قال : « إنّ لصاحب هذا الأمر غيبتين : إحداهما تطول حتّى يقول\r\n","description":"","footnote":" ( 2 ) الغيبة للطوسي ( ص 162 ، حديث 123 ) . ","page_name":" 16 ","page_number":16},
  {"content":"\r\nبعضهم : مات ، وبعضهم يقول : قُتل ، وبعضهم يقول : ذهب ، فلا يبقى على أمره من أصحابه إلاّ نفر يسير ، لا يطّلع على موضعه أحد من وليّ ولا غيره ، إلاّ المولى الذي يلي أمره » ( 1 )  .\r\nوتقريب دلالة هذه الطائفة على انقطاع السفارة هو ما ذكره النعماني ، قال : « هذه الأحاديث التي يذكر فيها أنّ للقائم عليه السلام غيبتين أحاديث قد صحّت عندنا - بحمد الله وأوضح الله قول الأئمّة عليهم السلام ، وأظهر برهان صدقهم فيها ، فأمّا الغيبة الاُولى فهي الغيبة التي كانت السفراء فيها بين الإمام عليه السلام وبين الخلق قياماً منصوبين ظاهرين موجودي الأشخاص والأعيان ، يخرج على أيديهم غوامض العلم ، وعويص الحكم ، والأجوبة عن كلّ ما كان يسأل عنه من المعضلات والمشكلات ، وهي الغيبة القصيرة التي انقضت أيّامها ، وتصرّمت مدّتها ، والغيبة الثانية هي التي ارتفع فيها أشخاص السفراء والوسائط للأمر الذي يريده الله تعالى ، والتدبير الذي يمضيه في الخلق ، ولوقوع التمحيص والامتحان والبليّة والغربلة والتصفية على مَن يدّعي هذا الأمر ، كما قال الله عزّ وجلّ : * ( مَا كَانَ اللهُ لِيَذَرَ الْمُؤْمِنِينَ عَلَى مَا أَنتُمْ عَلَيْهِ حَتَّى يَمِيزَ الْخَبِيثَ مِنَ الطَّيِّبِ وَمَا كَانَ\r\n","description":"","footnote":" ( 1 ) الغيبة للنعماني ( ص 171 و 172 ، الباب 10 ، حديث 5 ) .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\nاللهُ لِيُطْلِعَكُمْ عَلَى الْغَيْبِ ) * ( 2 )  ، وهذا زمان ذلك قد حضر ، جعلنا الله فيه من الثابتين على الحقّ ، وممّن لا يخرج في غربال الفتنة ، فهذا معنى قولنا : « له غيبتان » ، ونحن في الأخيرة نسأل الله أن يقرّب فرج أوليائه منها » ( 3 )  .\r\nودلالة تثنية الغيبة على اختلاف الغيبتين القصيرة عن الطويلة بيّنة واضحة ، وإلاّ لكانت معاً غيبة واحدة لا غيبتان ، واختلاف الغيبتين ليس إلاّ بوجود السفراء والنوّاب الأربعة في الاُولى دون الثانية .\r\nومن هذا القبيل ما في صحيح عبد الله بن سنان ، قال : دخلت أنا وأبي على أبي عبد الله عليه السلام ، فقال : « كيف أنتم إذا صرتم في حال لا ترون فيها إمام هدى ولا علماً يرى ، فلا ينجو من تلك الحيرة إلاّ من دعا بدعاء الغريق » .\r\nفقال أبي : هذا والله البلاء ، فكيف نصنع - جعلت فداك حينئذ ؟\r\nقال : « إذا كان ذلك - ولن تدركه فتمسّكوا بما في أيديكم حتّى يتّضح لكم الأمر » ( 1 )  .\r\nوقال النعماني في ذيل الفصل الذي أورد الحديث فيه : « وفي قوله في الحديث الرابع من هذا الفصل - حديث عبد الله بن سنان - :\r\n","description":"","footnote":" ( 2 ) سورة آل عمران ، الآية ( 179 ) .\r\n ( 3 ) الغيبة للنعماني ( ص 173 و 174 ، حديث 9 ) .  ( 1 ) الغيبة للنعماني ( ص 159 ، حديث 4 ) .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nكيف أنتم إذا صرتم في حال لا ترون فيها إمام هدى ، ولا علماً يرى دلالة على ما جرى ، وشهادة بما حدث من أمر السفراء الذين كانوا بين الإمام عليه السلام وبين الشيعة من ارتفاع أعيانهم ، وانقطاع نظامهم ; لأنّ السفير بين الإمام في حال غيبته وبين شيعته هو العلم ، فلمّا تمّت المحنة على الخلق ارتفعت الأعلام ، ولا ترى حتّى يظهر صاحب الحقّ عليه السلام ، ووقعت الحيرة التي ذكرت وآذننا بها أولياء الله ، وصحّ أمر الغيبة الثانية التي يأتي شرحها وتأويلها فيما يأتي من الأحاديث بعد هذا الفصل » ( 2 )  .\r\nالدليل الثالث :\r\nالروايات المستفيضة الآمرة بالانتظار وبالصبر والمرابطة ، وعدم الانزلاق مع كلّ مناد لشعار إقامة الحقّ والعدل ، وكذلك بروايات التمحيص والامتحان ، ومقتضاها انقطاع السفارة والاتّصال ، كما سنبيّن .\r\nمثل : ما رواه النعماني في كتابه ( الغيبة ) بسنده عن عبد الرحمن بن كثير ، قال :\r\n« كنت عند أبي عبد الله عليه السلام يوماً وعنده مهزم\r\n","description":"","footnote":" ( 2 ) الغيبة للنعماني ( ص 161 ) . ","page_name":" 19 ","page_number":19},
  {"content":"\r\nالأسدي ، فقال : جعلني الله فداك ، متى هذا الأمر الذي تنتظرونه ، فقد طال علينا ؟ فقال : يا مهزم ، كذّب المتمنّون ، وهلك المستعجلون ، ونجا المسلّمون ، وإلينا يصيرون » ( 1 )  .\r\nوروى عن أبي المرهف أيضاً قال : قال أبو عبد الله عليه السلام : « هلكت المحاضير .\r\nقال : قلت : وما المحاضير ؟\r\nقال : « المستعجلون ، ونجا المقرّون » ( 2 )  .\r\nومفادها ظاهراً وقوع المستعجلين لأمر ظهوره عليه السلام في الهلكة والضلال ، وكذلك الذين يعيشون عالم التمنّي لتوقيت ظهوره ممّا يحدو بهم إلى العفويّة في الانسياق وراء كلّ ناعق . وهذه الحيرة والاضطراب ليست إلاّ للانقطاع وفقد الاتّصال ، وهو مقتضى الصبر والانتظار والترقّب ; لأنّه في مورد فقد الاتّصال وانقطاع الخبر وعدم وسيلة للارتباط . وكذلك مفاد روايات التمحيص والامتحان بسبب شدّة المحنة في غيبته بفقد واسطة الارتباط ، فتزداد الريبة بوجوده حتّى يرجع أكثر القائلين بإمامته عن هذا الاعتقاد ، لا سيّما مع كثرة الفتن والمحن والبلاء .\r\nفقد روى النعماني بسنده عن أبي بصير ، قال : « قال أبو جعفر محمّد بن عليّ الباقر عليه السلام : إنّما مثل شيعتنا مثل أندر - يعني :\r\n","description":"","footnote":" ( 1 ) الغيبة للنعماني ( ص 198 ، باب 11 ، حديث 8 ) .\r\n ( 2 ) الغيبة للنعماني ( ص 196 ، باب 11 ، حديث 5 ) .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\nبيدراً فيه طعام فأصابه آكل - أي السوس فَنُقّي ، ثمّ أصابه آكِل - أي السوس فَنُقّي حتّى بقي منه ما لا يضرّه الآكِل ، وكذلك شيعتنا يميّزون ويمحّصون حتّى تبقى منهم عصابة لا تضرّها الفتنة » ( 3 )  .\r\nوفي رواية اُخرى عن منصور الصيقل ، قال : « دخلت على أبي جعفر الباقر عليه السلام وعنده جماعة ، فبينا نحن نتحدّث وهو على بعض أصحابه مقبل ; إذ التفت إلينا وقال : في أي شيء أنتم ، هيهات هيهات ، لا يكون الذي تمدّون إليه أعناقكم حتّى تمحّصوا . هيهات ، ولا يكون الذي تمدّون إليه أعناقكم حتّى تميّزوا ، ولا يكون الذي تمدّون إليه أعناقكم حتّى تغربلوا ، ولا يكون الذي تمدّون إليه أعناقكم إلاّ بعد إياس ، ولا يكون الذي تمدّون إليه أعناقكم حتّى يشقى من شقى ، ويسعد من سعد » ( 1 )  .\r\nويستفاد منها الحذر من الخفّة والانجرار وراء كلّ مدّعي وذلك بسبب قلّة الصبر والضعف عن الثبات في الفتن لقلّة البصيرة .\r\n","description":"","footnote":" ( 3 ) الغيبة للنعماني ( ص 211 ، باب 11 ، حديث 18 ) .  ( 1 ) الغيبة للنعماني ( ص 208 ، باب 11 ، حديث 16 ) .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nالدليل الرابع :\r\nقيام الضرورة لدى الطائفة الإماميّة وتسالمهم على انقطاع النيابة الخاصّة والسفارة ، فهو من ضرورة المذهب ، حتّى إنّ علماء الطائفة حكموا بضلال المدّعين للسفارة ولعنهم والتبرّي منهم ، والطرد لهم عن الطائفة ، وهذا الموقف تبعاً لما صدر من التوقيعات من الناحية المقدّسة حول بعضهم . وإليك بعض أقوالهم :\r\nالأوّل : قال الشيخ سعد بن عبد الله الأشعري القمّي - وقد كان معاصراً للإمام العسكري عليه السلام ، وكان شيخ الطائفة وفقيهها - في كتابه المقالات والفِرق بعد أن بيّن لزوم الاعتقاد بغيبة الإمام عجّل الله فرجه ، وانقطاع الارتباط به : « فهذه سبيل الإمامة ، وهذا المنهج الواضح ، والغرض الواجب اللازم الذي لم يزل عليه الإجماع من الشيعة الإماميّة المهتدية رحمة الله عليها ، وعلى ذلك إجماعنا إلى يوم مضى الحسن بن عليّ رضوان الله عليه » ( 2 )  .\r\nوقريب من هذه العبارة ذكر متكلّم الطائفة وفيلسوفها الحسن بن موسى النوبختي ( 3 )  .\r\n","description":"","footnote":" ( 2 ) المقالات والفِرق للأشعري .\r\n ( 3 ) كتاب فِرق الشيعة ( ص 109 ) . ","page_name":" 22 ","page_number":22},
  {"content":"\r\nالثاني : وحكى الشيخ الطوسي في كتاب الغيبة عن الشيخ أبي القاسم بن محمّد ابن قولويه - صاحب كتاب كامل الزيارات ، وهو اُستاذ الشيخ المفيد ، وكان زعيم الطائفة في وقته معاصراً للصدوق في أوائل الغيبة الكبرى - قال : « انّ عندنا أنّ كلّ من ادّعى الأمر بعد السمّري - وهو النائب الرابع فهو كافر منمس ، ضالّ مضلّ » ( 1 )  .\r\nالثالث : الشيخ الصدوق في كتابه ( كمال الدين ) في الباب الثاني والأربعين - ما روي في ميلاد القائم وبعد ما ذكر نوّابه الأربعة ، قال : « فالغيبة التامّة هي التي وقعت بعد مضيّ السمري رضي الله عنه » ( 2 )  .\r\nثمّ روى في الباب اللاحق توقيع الناحية بانقطاع السفارة والنيابة الخاصّة . وقد صرّح في أوّل كتابه أنّ الذي دعاه إلى تأليف الكتاب هو حيرة بعض الشيعة بسبب الغيبة ، ووجدهم قد عدلوا عن طريق التسليم والتمسّك بالأخبار الواردة إلى الآراء والمقاييس .\r\nوقد صرّح الشيخ النعماني صاحب كتاب الغيبة - وهو معاصر للصدوق وتلميذ الكليني في عدّة مواضع منه بانقطاع السفارة في الغيبة الكبرى ، وقد تقدّم نبذة من كلماته واستدلاله بالروايات ( 3 )  .\r\n","description":"","footnote":" ( 1 ) الغيبة للطوسي ( ص 412 ، حديث 385 ) .\r\n ( 2 ) كمال الدين للصدوق ( ص 423 - 433 ) .\r\n ( 3 ) الغيبة للنعماني ( ص 158 - 161 ) .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\nالرابع : وقال الشيخ المفيد في كتاب الإرشاد في باب ذكر القائم عجّل الله فرجه : « وله قبل قيامه غيبتان : إحداهما أطول من الاُخرى ، كما جاءت بذلك الأخبار ، فأمّا القصرى منهما منذ وقت مولده إلى انقطاع السفارة بينه وبين شيعته وعدم السفراء بالوفاة . وأمّا الطولى فهي بعد الاُولى وفي آخرها يقوم بالسيف » ( 4 )  ، ونظير هذا التعبير صرّح به الطوسي في الغيبة ( 1 )  .\r\nوقد تظافرت كلمات علماء الإماميّة في كتبهم ممّا يجدها المتتبّع في مظانّها .\r\nبل إنّ علماء سنة الخلافة وجماعة السلطان قد اشتهر بينهم عن الإماميّة ذلك ، وأخذوا يصيغون الإشكالات بانعدام الإمام عجّل الله فرجه مع انقطاعه عن شيعته في أكثر كتبهم الكلاميّة والمؤلّفة في الملل والمذاهب .\r\nوهذه الضرورة القائمة عند الطائفة الإماميّة توالت عليها أجيالها قرناً بعد قرن ، ودأبت الطائفة في إقصاء وطرد جماعات الانحراف أدعياء السفارة كلّما ظهر لهم راية .\r\n","description":"","footnote":" ( 4 ) الإرشاد للمفيد ( ج 2 ، ص 340 ) .  ( 1 ) الغيبة للطوسي ( ص 61 ، حديث 60 ) . ","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nهذا ، ومقتضى الأدلّة السابقة هو بطلان مدّعي النيابة الخاصّة وأدعياء السفارة ، ومن يزعم أي صفة رسميّة خاصّة للتمثيل عن الإمام المنتظر عليه السلام إلى سماع النداء والصيحة من السماء ، واستيلاء السفياني على الشام ، فيقع الكلام حينئذ فيما يتوهّم أنّه ينافي إبطال السفارة في خصوص بعض الأسماء الواردة في الروايات لسنة الظهور :\r\nالأوّل والثاني :\r\nاليماني والحسني\r\nفقد ورد في جملة من الروايات ، منها : ما رواه النعماني بسنده عن أبي بصير ، عن أبي جعفر محمّد بن عليّ عليهما السلام أنّه قال في حديث يذكر عليه السلام فيه علامات الظهور الحتميّة ، كالصيحة لجبرئيل في شهر رمضان ، ثمّ صوت إبليس اللعين ، وخروج السفياني والخراساني كفرسي رهان يستبقان إلى الكوفة ، ثمّ قال :\r\n« خروج السفياني واليماني والخراساني في سنة واحدة ، في شهر واحد ، في يوم واحد ، نظام كنظام الخرز يتبع بعضه بعضاً ، فيكون البأس من كلّ وجه ، ويل لمن ناواهم ، وليس في الرايات أهدى من راية\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\nاليماني ، هي راية هدى ; لأنّه يدعو إلى صاحبكم ، فإذا خرج اليماني حرم بيع السلاح على النّاس وكلّ مسلم ، وإذا خرج اليماني فانهض إليه ، فإنّ رايته راية هدى ، ولا يحلّ لمسلم أن يلتوي عليه ، فمن فعل ذلك فهو من أهل النّار ; لأنّه يدعو إلى الحقّ وإلى صراط مستقيم » - الحديث ( 1 )  .\r\nورواه الراوندي في الخرائج ( 2 )  .\r\nوفي الرواية جملة نقاط :\r\nالاُولى : أنّها تحدّد علامة اليماني بعلامة الظهور الحتميّة ، وهي الصيحة السماويّة ، وقد ذكر في أوصاف تلك الصيحة ، والتي هي نداء جبرئيل من السماء أنّه يسمعه أهل الأرض ، كلّ أهل لغة بلغتهم ( 3 )  ، واستيلاء السفياني على الشام ، وهكذا التحديد للخراساني الذي قد يعبّر عنه في روايات اُخرى بالحسني .\r\nوهذا التحديد يقطع الطريق على أدعياء هذين الاسمين قبل الصيحة والنداء من السماء ، وقبل استيلاء السفياني على الشام .\r\n","description":"","footnote":" ( 1 ) الغيبة للنعماني ( ص 256 ، باب 14 ، حديث 13 ) .\r\n ( 2 ) الخرائج والجرائح ( ج 3 ، ص 1163 ) .\r\n ( 3 ) بحار الأنوار ( ج 52 ، ص 221 ) . ","page_name":" 26 ","page_number":26},
  {"content":"\r\nوبعبارة اُخرى : التحديد لهما هو بسنة الظهور وعلاماتها من الصيحة والخسف بالبيداء وخروج السفياني .\r\nالثانية : أنّ مقتضى تعليل الرواية لراية اليماني بأنّها راية هدى ; لأنّه يدعو إلى صاحبكم ، هو إبداء التحفّظ على راية الحسني ، وعدم خلوص دعوته إلى المهدي عجّل الله فرجه ، ويظهر من روايات اُخرى أنّ ذلك لتضمّن جيشه جماعة تقول إنّ الإمام والإمامة هي لمن يتصدّى علناً لقيادة اُمور وإصلاحها ، لا أنّها بالنصّ الإلهي ، وقد اصطلحت الروايات عليهم بالزيديّة ، والمراد باللفظة المعنى النعتي والإشارة إلى ذلك المقال والمعتقد لا المسمّين بالزيديّة كاسم علم .\r\nوبعبارة اُخرى : أنّ الحسني والخراساني يتبنّى الإمامة بالتصدّي للاُمور والإصلاح العلني ، بينما يتبنّى اليماني أنّ الإمامة بالنصّ الإلهي على الاثني عشر ، آخرهم المهدي عجّل الله فرجه .\r\nالثالثة : أنّ الرواية تعلّل حرمة الالتواء على اليماني بأنّه يدعو إلى الحقّ والصراط المستقيم وإلى المهدي عجّل الله فرجه ، فالمدار في مناصرته على توفّر الميزان والحدود الشرعيّة .\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\nوبعبارة أدقّ : الرواية تدلّ على حرمة العمل المضادّ لحركته لإفشالها ، ففرق بين التعبير بالالتواء عليه والالتواء عنه ، فكلمة « عليه » تفيد السعي المضادّ لحركته لا صرف المتاركة لحركته بخلاف كلمة « عنه » ، فإنّها تفيد الانصراف والابتعاد عن حركته . نعم ، الأمر بالنهوض إليه يفيد المناصرة ، والظاهر أنّ مورده لمن كان في معرض اللقاء به والمصادفة لمسيره ; إذ سيأتي استعراض طوائف من الروايات تحثّ على النهوض والتوجّه إلى مكّة المكرّمة للانخراط في الإعداد لبيعة الحجّة في المسجد الحرام .\r\nوبعبارة اُخرى : أنّ الرواية كما تحدّد استعلام علامته بأنّه يدعو إلى المهدي عجّل الله فرجه بنحو واضح وشفّاف ، أي أنّ برنامجه الذي يدعو إليه متمحّض في إعلاء ذكر الإمام المنتظر والنداء باسمه والدعوة إلى ولاية المهدي عليه السلام ، والالتزام بمنهاج أهل البيت عليهم السلام ، كما أنّ هناك علامة اُخرى تشير إليها الرواية ، وهي كون خروجه من بلاد اليمن ، وهو وجه تسميته باليماني ، كما أنّ استعمال الروايات لليمن بنحو يشمل كلّ تهامة من بلاد الحجاز ، أي بنحو شامل لمكّة دون المدينة\r\nالمنوّرة ، لكن في بعض الروايات الإشارة إلى خروجه من صنعاء ، كما سيأتي . ويتحصّل أنّ الرواية لا يستفاد منها أنّ اليماني من النوّاب الخاصّين والسفراء للإمام المنتظر عجّل الله فرجه ، ولا تشير إلى ذلك من\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\nقريب ولا بعيد ، ولا دلالة لها على وجود ارتباط واتّصال له مع الحجّة عليه السلام ، وإنّما تجعل المدار على كون البرنامج الذي يدعو هو على الميزان الحقّ لأهل البيت عليهم السلام ، وأنّه لا ينادي إلى تشكيل دولة هو يترأّسها ، بل يواكب خروجه زمان الصيحة والنداء من السماء الذي يدعو إلى نصرة المهدي عجّل الله فرجه ، فيكون خروج اليماني على ضوء برنامج الصيحة السماويّة ونداء جبرئيل .\r\nكما أنّ ظاهر الرواية دالّ على كون خروج الخراساني من خراسان ، وهو وجه تسميته تارة بالخراساني ، واُخرى بالحسني ، كما في هذه الرواية قبيل القطعة التي نقلناها : « حتّى يخرج عليهم الخراساني والسفياني ، هذا من المشرق وهذا من الغرب ، يستبقان إلى الكوفة كفرسي رهان : هذا من هنا وهذا من هنا ، حتّى يكون هلاك بني فلان على أيديهما » ( 1 )  .\r\nوروى الشيخ في الغيبة بسنده عن جابر ، عن أبي جعفر عليه السلام ، قال : « تنزل الرايات السود التي تخرج من خراسان إلى الكوفة ، فإذا ظهر المهدي بعث إليه بالبيعة » ( 2 )  .\r\n","description":"","footnote":" ( 1 ) بحار الأنوار ( ج 52 ، ص 192 ) .\r\n ( 2 ) الغيبة للطوسي ( ص 425 ، حديث 457 ) .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\nوقد روى الصدوق في كمال الدين بسنده عن محمّد بن مسلم ، عن أبي جعفر عليه السلام في حديث عن القائم عجّل الله فرجه ، وأنّه منصور بالرعب ، وعلامات ظهوره القريبة : « وخرج السفياني من الشام ، واليماني من اليمن ، وخسف بالبيداء ، وقتل غلام من آل محمّد صلّى الله عليه وآله بين الركن والمقام . . . » ( 3 )  .\r\nوهي صريحة في خروج اليماني من اليمن .\r\nوكذلك روى النعماني بسنده عن عبيد بن زرارة ، قال : « ذُكر عند أبي عبد الله عليه السلام السفياني فقال : أنّى يخرج ذلك ولم يخرج كاسر عينه بصنعاء » ( 1 )  .\r\nوروى الشيخ الطوسي في أماليه بإسناده عن هشام ، عن أبي عبد الله عليه السلام ، قال : « لمّا خرج طالب الحقّ قيل لأبي عبد الله عليه السلام : ترجو أن يكون هذا اليماني ؟ فقال : لا ، اليماني يتوالى عليّاً ، وهذا يبرّأ منه » ( 2 )  .\r\nومفاد الرواية هو ما سبق من التزام اليماني ولاية أهل البيت عليهم السلام ومنهاجهم . كما قد يظهر منها أنّ في زمنهم عليهم السلام حصلت حركات قام بها أدعياء بأسماء مسرح\r\n","description":"","footnote":" ( 3 ) كمال الدين للصدوق ( ص 331 ، باب 32 ، حديث 16 ) .  ( 1 ) الغيبة للنعماني ( ص 277 ، باب 14 ، حديث 60 ) بحار الأنوار ( ج 52 ، ص 245 ) .\r\n ( 2 ) الأمالي للطوسي ( ص 661 ، حديث 1375 / 19 ) بحار الأنوار ( ج 52 ، ص 275 ) . ","page_name":" 30 ","page_number":30},
  {"content":"\r\nالظهور ، كتقمّص اسم اليماني ، كما حفل التاريخ الإسلامي بالمنتحلين للمهدويّة .\r\nومنها : ما أخرجه في بحار الأنوار عن بعض مؤلّفات الإماميّة بسنده عن المفضّل بن عمر ، عن أبي عبد الله عليه السلام - في حديث الظهور - : « ثمّ يخرج الحسني الفتى الصبيح الذي نحو الديلم ! يصيح بصوت له فصيح : يا آل أحمد ، أجيبوا الملهوف والمنادي من حول الضريح ، فتجيبه كنوز الله بالطالقان ، كنوز وأي كنوز ، ليست من فضّة ولا ذهب ، بل هي رجال كزبر الحديد ، على البراذين الشهب ، بأيديهم الحراب ، ولم يزل يقتل الظلمة حتّى يرد الكوفة وقد صفا أكثر الأرض ، فيجعلها له معقلاً ، فيتّصل به وبأصحابه خبر المهدي عليه السلام ، ويقولون : يا بن رسول الله ، مَن هذا الذي قد نزل بساحتنا ؟ فيقول : اخرجوا بنا إليه حتّى ننظر مَن هو ؟ وما يريد ؟ وهو والله يعلم أنّه المهدي ، وأنّه ليعرفه ، ولم يرد بذلك الأمر إلاّ ليعرّف أصحابه من هو ، فيخرج الحسني فيقول : إن كنت مهدي آل محمّد فأين هراوة جدّك رسول الله صلّى الله عليه وآله ، وخاتمه ، وبردته ، ودرعه الفاضل ، وعمامته السحاب ، وفرسه اليربوع ، وناقته العضباء ، وبغلته الدلدل ، وحماره اليعفور ،\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\nونجيبه البراق ، ومصحف أمير المؤمنين ؟\r\nفيخرج له ذلك ، ثمّ يأخذ الهراوة فيغرسها في الحجر الصلد وتورق ، ولم يرد ذلك إلاّ أن يرى أصحابه فضل المهدي عليه السلام حتّى يبايعوه . فيقول الحسني : الله أكبر ، مدّ يدك يا بن رسول الله حتّى نبايعك ، فيمدّ يده فيبايعه ويبايعه سائر العسكر الذي مع الحسني إلاّ أربعين ألفاً أصحاب المصاحف المعروفون بالزيديّة ، فإنّهم يقولون : ما هذا إلاّ سحر عظيم . فيختلط العسكر فيقبل المهدي عليه السلام على الطائفة المنحرفة ، فيعظهم ويدعوهم ثلاثة أيّام ، فلا يزدادون إلاّ طغياناً وكفراً ، فيأمر بقتلهم فيقتلون جميعاً ، ثمّ يقول لأصحابه : لا تأخذوا المصاحف ودعوها تكون عليهم حسرة كما بدّلوها وغيّروها وحرّفوها ولم يعملوا بها فيها » ( 1 )  .\r\nويظهر من هذه الرواية جملة من النقاط تعزّز ما تقدّم :\r\nالاُولى : أنّ ظاهر دعوة الحسني ليس متمحّضة في الدعوة إلى المهدي عجّل الله فرجه ، بل شعاره عامّ في رفع الظلم ، ومن ثمّ يشاهد جملة من قاعدته وأتباعه من الزيديّة ، والمراد منهم - كما مرّ\r\n","description":"","footnote":" ( 1 ) بحار الأنوار ( ج 53 ، ص 15 ) . ","page_name":" 32 ","page_number":32},
  {"content":"\r\nالمعنى النعتي الوصفي لا العلمي ، أي من يرى أنّ الإمامة هي بالتصدّي العلني لتدبير الاُمور السياسيّة الاجتماعيّة وتغييرها .\r\nالثانية : أنّه مع كون الشعار والمنهاج المعلن للحسني ليس بتلك الدرجة من الاستقامة ، إلاّ أنّ ذلك بسبب الأجواء والوسط الذي يقوم فيه ، ومع ذلك فلا تغيب البصيرة بتمامها عن الحسني في الانقياد والاتّباع للإمام عجّل الله فرجه .\r\nوإلى ذلك تشير رواية النعماني في الغيبة ، بإسناده عن أبي خالد الكابلي ، عن أبي جعفر عليه السلام ، قال : « كأنّي بقوم قد خرجوا بالمشرق يطلبون الحقّ فلا يعطونه ، ثمّ يطلبونه فلا يعطونه ، فإذا رأوا ذلك وضعوا سيوفهم على عواتقهم فيعطون ما سألوا فلا يقبلونه حتّى يقوموا ، ولا يدفعونها إلاّ إلى صاحبكم ، قتلاهم شهداء ، أما أنّي لو أدركت ذلك لأبقيت نفسي لصاحب هذا الأمر » ( 1 )  .\r\nفإرشاده إلى التحفّظ على النفس حتّى يظهر الحجّة عجّل الله فرجه ، وادّخار النفس لنصرته مؤشّر عامّ على اتّخاذ الحيطة في التيّارات والرايات التي تظهر قبيل المهدي عجّل الله فرجه في سنة\r\n","description":"","footnote":" ( 1 ) الغيبة للنعماني ( ص 273 ، الباب 14 ، الحديث 50 ) بحار الأنوار ( ج 52 ، ص 243 ) .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\nظهوره ، وعدم خلوص تلك الجماعات عن شوب الاختلاط في الأوراق والبصيرة ، كما أنّه دالّ على أرجحيّة ادّخار النفس والنصرة إلى خروج المهدي عجّل الله فرجه من مكّة على الالتحاق براية اليماني ، فضلاً عن غيرها من الرايات .\r\nوفي رواية اُخرى للنعماني في الغيبة بإسناده عن جابر ، عن أبي جعفر عليه السلام في حديث في الظهور ، ومجئ جيش السفياني إلى الكوفة وقتله لأهل الكوفة وتنكيله بهم ، قال : « فبينا هم كذلك إذ أقبلت رايات من قِبل خراسان تطوي المنازل طيّاً حثيثاً ، ومعهم نفر من أصحاب القائم ، ثمّ يخرج . . . » ( 2 )  .\r\nويظهر منها وجود بعض ذوي البصائر في جيش الخراساني في حين وجود جماعات اُخرى غير متوفّرة على بصيرة مستقيمة .\r\nوالحاصل : أنّ أهمّ ما ورد في اليماني لا يرقى إلى إثبات نيابته الخاصّة عن الحجّة ، وكونه سفيراً لناحيته المقدّسة ، بل غاية الأمر كون دعوته هي إلى الحقّ ، وهو منهاج أهل البيت عليهم السلام وولايتهم وولاية المهدي عجّل الله فرجه ، ولا يدعو إلى برنامج إصلاحي يترأّس هو فيه ، ويعيّن فيه نفسه للقيادة . هذا مع كون\r\n","description":"","footnote":" ( 2 ) الغيبة للنعماني ( ص 280 ، الباب 14 ، الحديث 67 ) بحار الأنوار ( ج 52 ، ص 238 ) . ","page_name":" 34 ","page_number":34},
  {"content":"\r\nعلامات خروجه هو في سنة ظهور الحجّة عليه السلام ، أي مواكباً للصيحة السماويّة ، واستيلاء السفياني على الشام ، والخسف لجيش السفياني بالبيداء حوالي المدينة المنوّرة في الطريق باتّجاه مكّة المكرّمة ، وأنّ خروجه من اليمن باتّجاه الكوفة ، وأنّ من كان في معرض لقياه ومسيره فلا يسعى لمعارضته وإضعافه بعد التحقّق من العلامات الآنفة ، والتأكّد من توفّر العلامات فيه ، ووضوح برنامج دعوته إلى ولاية أهل البيت عليهم السلام ، والبراءة من أعدائهم ، والولاية لإمامة المهدي عجّل الله فرجه ، وأمّا مناصرته والالتحاق به فهو وإن كان بلحاظ انطباق ميزان وضابطة الحقّ والصواب في دعوته من منهاج أهل البيت عليهم السلام وولايتهم وولاية الإمام المنتظر ، إلاّ أنّه يظهر من روايات اُخرى - واحدة منها سبق الإشارة إليها ، وسيأتي الباقي أنّ الدعوة العامّة الشاملة اللازمة على جميع شيعة أهل البيت عليهم السلام هو النفر إلى مكّة المكرّمة للانخراط في بيعة المهدي عجّل الله فرجه وفي جيشه .\r\nهذا كلّه في اليماني فضلاً عمّا ورد في الحسني الخراساني الذي يخرج من خراسان ، فإنّه قد مرّ ورود التعريض برايته من حيث شعارها وبرنامجها ووسط القاعدة الشعبيّة الذي يتشكّل منه جيشه ،\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nوإن انضمّ ذلك إلى مديح لبعض الفئات المشاركة في نهضته ولشخصه عندما يسلّم الأمر إلى المهدي عجّل الله فرجه ، وباعتبار مقاومته للظالمين ، ولكن ليس فيها إعطاء أيّة صفة رسميّة للحسني لا كنائب خاصّ ، ولا كسفير للناحية المقدّسة .\r\nهذا مع تحديد الروايات لخروجه بنفس سنة الظهور وعلاماتها الحتميّة من الصيحة السماويّة ، واستيلاء السفياني على بلاد الشام ، وخسف فرقة من جيشه ببيداء المدينة المنوّرة .\r\nالثالث والرابع والخامس :\r\nذو النفس الزكيّة ، وشعيب بن صالح ، وغيرهما\r\nورد التعبير به عن شخصيّتين :\r\nإحداهما - وهي الأقلّ وروداً في الروايات على شخصيّة تقتل بظهر الكوفة .\r\nوثانيها : الذي يُقتل بين الركن والمقام ، بل في بعض روايات الأدعية ( 1 )  الواردة عنهم إطلاق النفس الزكيّة على المهدي عجّل الله فرجه .\r\n","description":"","footnote":" ( 1 ) مهج الدعوات ( ص 58 ) بحار الأنوار ( ج 98 ، ص 371 ) .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\nوقد روى الشيخ المفيد في الإرشاد في علامات الظهور ممّا قد جاءت به الآثار : « وقتل نفس زكيّة بظهر الكوفة في سبعين من الصالحين ، وذبح رجل هاشمي بين الركن والمقام » ( 2 )  .\r\nفذكر كلّ منهما ، ولكنّ الثاني أكثر وروداً في الروايات ، وفي جملة منها أنّ قتله بين الركن والمقام من العلامات الحتميّة ، وأنّ اسمه محمّد بن الحسن ، وأنّه من ذرّيّة الحسين عليه السلام ، وأنّه من خواصّ أصحاب المهدي عجّل الله فرجه ، لكنّ خروجه في مكّة مرتبط بفاصل أيّام وبينه وبين ظهور الحجّة عجّل الله فرجه للبيعة عند الركن خمس عشرة ليلة ، ففي صحيح عمر بن حنظلة ، قال : « سمعت أبا عبد الله عليه السلام يقول : خمس علامات قبل قيام القائم : الصيحة ، والسفياني ، والخسف ، وقتل النفس الزكيّة ، واليماني .\r\nفقلت : جعلت فداك ، إن خرج أحد من أهل بيتك قبل هذه العلامات أنخرج معه ؟\r\nقال : لا .\r\nفلمّا كان من الغد تلوت هذه الآية : ) إِن نَشَأْ نُنَزِّلْ عَلَيْهِم مِنَ السَّمَاءِ آيَةً فَظَلَّتْ أَعْنَاقُهُمْ لَهَا خَاضِعِينَ ( ( 1 )  ، فقلت له : أهي الصيحة ؟\r\nفقال : أما لو كانت خضعت أعناق أعداء الله عزّ\r\n","description":"","footnote":" ( 2 ) الإرشاد ( ج 2 ، ص 371 ) بحار الأنوار ( ج 52 ، ص 220 ) .  ( 1 ) الشعراء 26 : الآية 4 .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\nوجلّ » ( 2 )  ، فيظهر من الصيحة أنّ قتل النفس الزكيّة ، والمراد به الذي يُقتل في الكعبة بين الركن والمقام ، من العلامات الحتميّة للظهور ، كما أنّ في الصيحة تحذيراً أكيداً ، وتنبيهاً بالغاً على عدم الانخداع وراء أدعياء أسماء الظهور قبل تحقّق العلامات الحتميّة من الصيحة والسفياني والخسف لجيشه في صحراء المدينة المنوّرة ، وإنّ من أهمّ علامات الظهور الصيحة والنداء من السماء .\r\nوروى النعماني بإسناده عن أبي بصير ، عن أبي عبد الله عليه السلام ، قال : « قلت له : جعلت فداك ، متى خروج القائم عليه السلام ؟\r\nفقال : يا أبا محمّد ، إنّا أهل البيت لا نوقّت ، وقد قال محمّد عليه السلام : كذب الوقّاتون .\r\nيا أبا محمّد ، إنّ قدّام هذا الأمر خمس علامات :\r\nأوّلهنّ : النداء في شهر رمضان ، وخروج السفياني ، وخروج الخراساني ، وقتل النفس الزكيّة ، وخسف بالبيداء » الحديث ( 3 )  .\r\nوروى الصدوق في كمال الدين بإسناده عن محمّد بن مسلم ، قال : « سمعت أبا جعفر عليه السلام يقول : القائم منصور بالرعب ، مؤيّد بالنصر ، تطوى له الأرض . . .\r\nفقلت له : يا بن رسول الله ، متى يخرج قائمكم ؟\r\nقال : إذا . . . وخرج السفياني من الشام ، واليماني\r\n","description":"","footnote":" ( 2 ) الكافي ( ج 8 ، ص 310 ) .\r\n ( 3 ) الغيبة للنعماني ( ص 290 ، الباب 16 ، الحديث 6 ) بحار الأنوار ( ج 52 ، ص 119 ) . ","page_name":" 38 ","page_number":38},
  {"content":"\r\nمن اليمن ، وخسف بالبيداء ، وقتل غلام من آل محمّد صلّى الله عليه وآله بين الركن والمقام ، اسمه محمّد بن الحسن النفس الزكيّة ، وجاءت الصيحة من السماء بأنّ الحقّ فيه وفي شيعته ، فعند ذلك خروج قائمنا » - الحديث ( 1 )  .\r\nوروى الصدوق أيضاً في كمال الدين ، بإسناده عن صالح مولى بني العذارء ، قال : « سمعت أبا عبد الله الصادق عليه السلام يقول : ليس بين قيام آل محمّد وبين قتل النفس الزكيّة إلاّ خمس عشرة ليلة » ( 2 )  .\r\nورواه الشيخ في الغيبة ، والمفيد في الإرشاد .\r\nوفي رواية الشيخ الطوسي في الغيبة بإسناده عن عمّار بن ياسر أنّه قال : « إنّ دولة أهل بيت نبيّكم في آخر الزمان ، ولها أمارات ، فإذا رأيتم فالزموا الأرض ، وكفّوا حتّى تجيئ أماراتها ، . . . ثمّ يسير - أي السفياني بعد استيلاءه على الشام إلى الكوفة ، فيقتل أعوان آل محمّد صلّى الله عليه وآله ، ويقتل رجلاً من مسمّيهم ، ثمّ يخرج المهدي على لوائه شعيب بن صالح ، فإذا رأى أهل الشام قد اجتمع أمرها على ابن أبي سفيان التحقوا بمكّة ، فعند ذلك يقتل النفس الزكيّة وأخوه بمكّة ضيعة ، فينادي منادي من\r\n","description":"","footnote":" ( 1 ) كمال الدين للصدوق ( ص 331 ، الباب 32 ، الحديث 16 ) بحار الأنوار ( ج 52 ، ص 191 ) .\r\n ( 2 ) كمال الدين للصدوق ( ص 649 ، الباب 57 ، الحديث 2 ) بحار الأنوار ( ج 52 ، ص 203 ) .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\nالسماء : أيّها النّاس ، إنّ أميركم فلان ، وذلك هو المهدي الذي يملأ الأرض قسطاً وعدلاً كما ملئت ظلماً وجوراً » ( 3 )  .\r\nويظهر من هذه الرواية أنّ النفس الزكيّة يقتل مع أخيه ، وأنّ شعيب بن صالح من رؤساء وقوّاد جيش المهدي ، وعلامته ظهوره في جيشه معه .\r\nوفي رواية العيّاشي عن جابر ، عن أبي جعفر عليه السلام في حديث الظهور : « . . . ثمّ يخرج من مكّة هو ومن معه الثلاثمائة وبضعة عشر يبايعونه بين الركن والمقام ، معه عهد نبيّ الله صلّى الله عليه وآله ورايته\r\n","description":"","footnote":" ( 3 ) الغيبة للطوسي ( ص 463 ، الحديث 479 ) بحار الأنوار ( ج 52 ، ص 207 و 208 ) . ","page_name":" 40 ","page_number":40},
  {"content":"\r\nوسلاحه ووزيره معه ، فينادي المنادي بمكّة باسمه وأمره من السماء ، حتّى يسمعه أهل الأرض كلّهم ، اسمه اسم نبيّ ، ما أشكل عليكم فلم يشكل عليكم عهد نبيّ الله صلّى الله عليه وآله ورايته وسلاحه ، والنفس الزكيّة من ولد الحسين ، فإن أشكل عليكم هذا فلا يشكل عليكم الصوت من السماء باسمه وأمره ، وإيّاك وشذاذ من آل محمّد عليهم السلام ، فإنّ لآل محمّد وعليّ راية ، ولغيرهم رايات ، فالزم الأرض ولا تتّبع منهم رجلاً أبداً ، حتّى ترى رجلاً من ولد الحسين معه عهد نبيّ الله ورايته وسلاحه ، فإن عهد نبيّ الله صار عند عليّ بن الحسين ، ثمّ صار عند محمّد بن عليّ ، ويفعل الله ما يشاء ، فالزم هؤلاء أبداً . وإيّاك ومن ذكرت لك ، فإذا خرج رجل منهم معه ثلاثمائة وبضعة عشر رجلاً ، ومعه راية رسول الله ( ص ) عامداً على المدينة . . . » - الحديث ( 1 )  .\r\nومفاد الرواية أنّ قتل النفس الزكيّة في المسجد الحرام من العلامات البارزة الجليّة الظهور ، كما تؤكّد الرواية - كما مرّ في غيرها - على الحذر الشديد ، واليقظة البالغة من الانجرار والانجراف وراء أدعياء رايات الظهور ، وشعارات الإصلاح ، وقد جعل العلامات الفاصلة بين الملتبس المشتبه وبين الظهور الحقيقي هو الصيحة السماويّة .\r\nوروى السيّد عليّ بن عبد الحميد يرفعه إلى أبي بصير ، عن أبي جعفر عليه السلام - في حديث قال : « يقول القائم عليه السلام لأصحابه : يا قوم ، إنّ أهل مكّة لا يريدونني ، ولكنّي مرسل إليهم لأحتجّ عليهم بما ينبغي لمثلي أن يحتجّ عليهم ، فيدعو رجلاً من أصحابه فيقول له : امض إلى أهل مكّة فقل : يا أهل مكّة ، أنا رسول فلان\r\n","description":"","footnote":" ( 1 ) تفسير العيّاشي ( ج 1 ، ص 117 ) بحار الأنوار ( ج 52 ، ص 222 و 224 ) . ","page_name":" 41 ","page_number":41},
  {"content":"\r\nإليكم ، وهو يقول لكم : إنّا أهل بيت الرحمة ، ومعدن الرسالة والخلافة ، ونحن ذرّيّة محمّد ، وسلالة النبيّين ، وإنّا قد ظلمنا واضطهدنا وقهرنا وابتزّ منّا حقّنا منذ قبض نبيّنا إلى يومنا هذا ، فنحن نستنصركم فانصرونا ، فإذا تكلّم هذا الفتى بهذا الكلام أتوا إليه فذبحوه بين الركن والمقام ، وهي النفس الزكيّة ، فإذا بلغ ذلك الإمام قال لأصحابه : ألا أخبرتكم أنّ أهل مكّة لا يريدوننا فلا يدعونه حتّى يخرج فيهبط من عقبة طوى في ثلاثمائة وثلاثة عشر رجلاً . . . » ( 1 )  .\r\nويظهر من هذه الرواية أنّ ذا النفس الزكيّة ( محمّد بن الحسن ) الحسيني له نيابة خاصّة من الحجّة عجّل الله فرجه لإبلاغ رسالته إلى أهل مكّة ، ولكنّ ذلك بعد الصيحة السماويّة ، أي في الظهور الأوّل الأصغر الذي يبتدأ بعد الصيحة السماويّة في رجب ، أو في شهر رمضان بحسب تعدّد لسان الروايات . وأمّا الظهور الأكبر فهو يبتدأ عندما يسند ظهره الشريف إلى الركن من الكعبة لأخذ البيعة في ابتداء دولته العالميّة .\r\n","description":"","footnote":" ( 1 ) بحار الأنوار ( ج 52 ، ص 307 ) .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\nوروى الطوسي في الغيبة عن حذلم بن بشير ، قال : « قلت لعليّ بن الحسين : صف لي خروج المهدي ، وعرّفني دلائله وعلاماته ؟\r\nفقال : يكون قبل خروجه خروج رجل يقال له عوف السلمي بأرض الجزيرة ، ويكون مأواه تكريت ، وقتله بمسجد دمشق ، ثمّ يكون خروج شعيب بن صالح من سمرقند ، ثمّ يخرج السفياني الملعون من الوادي اليابس » ( 2 )  .\r\nويظهر من هذه الرواية أنّ بدء طلوع اسم شعيب بن صالح هو من مدينة سمرقند ، وأمّا عوف السلمي فيحتمل من الرواية أنّه من غير الموالين لأهل البيت عليهم السلام ، حيث يكون مأواه تكريت وساحة حركته في المدن غير الموالية .\r\nوروى النعماني في الغيبة معتبرة البزنطي عن أبي الحسن الرضا عليه السلام أنّه قال : « قبل هذا الأمر السفياني واليماني والمرواني وشعيب بن صالح ، فكيف يقول هذا هذا » ( 1 )  .\r\nويشير عليه السلام إلى مَن خرج في زمانه وادّعى أنّه القائم . وهذه الرواية تعضد مفاد الرواية السابقة من أنّ شأن شعيب بن صالح\r\n","description":"","footnote":" ( 2 ) الغيبة للطوسي ( ص 444 ، الحديث 437 ) بحار الأنوار ( ج 52 ، ص 213 ) .  ( 1 ) الغيبة للنعماني ( ص 253 ، الباب 14 ، الحديث 12 ) بحار الأنوار ( ج 52 ، ص 233 ) .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\nالخروج بحركة قبل حركة المهدي عجّل الله فرجه من مكّة المكرّمة حيث يكون شعيب أحد قوّاد جيشه حينئذ .\r\nوروي في مختصر بصائر الدرجات في حديث الظهور عن الحسين بن حمدان بإسناده عن المفضّل بن عمر ، عن أبي عبد الله عليه السلام عند ذكره لخروج الحسني الفتى الصبيح من الديلم ، وأنّه تجيبه كنوز الله بالطالقان ، وهي الرجال كزبر الحديد ، وفيه : « لكأنّي أنظر إليهم على البراذين الشهب ، بأيديهم الحراب ، يتعاوون شوقاً إلى الحرب كما تتعاوى الذئاب ، أميرهم رجل من بني تميم يقال له شعيب بن صالح . . . ثمّ يسير - أي الحسني بتلك الرايات كلّها حتّى يرد الكوفة ، وقد جمع بها أكثر أهل الأرض يجعلها له معقلاً . . . » الحديث ( 2 )  .\r\nوهذه الرواية ترسم أنّ حركة شعيب بن صالح من سمرقند ونهضته حينما تقبل إلى شمال إيران ( الديلم ) تلتحم بحركة الحسني ويكون شعيب بن صالح أميراً لجيش الحسني ، ولا بدّ أنّ شعيب بن صالح لا يبقى طويلاً مع الحسني بعدما تقع الصيحة السماويّة ونحوها من العلامات الحتميّة ، بل يلتحق بمكّة المكرّمة للالتحاق\r\n","description":"","footnote":" ( 2 ) مختصر بصائر الدرجات للحلّي ( ص 177 - 192 ) بحار الأنوار ( ج 53 ، ص 35 ) . ","page_name":" 44 ","page_number":44},
  {"content":"\r\nبجيش المهدي عجّل الله فرجه جمعاً مع رواية عمّار بن ياسر المتقدّمة ، وعلى أي تقدير ، فالرواية هذه تفصح عن نسب شعيب بن صالح أنّه من بني تميم ، ولعلّه من مواليد الديلم حيث يكون بدأ حركته منها ، كما هو الحال في الحسني ، لعلّه من مواليد سمرقند بعد كون بدأ حركته من الديلم ، وهي شمال إيران .\r\nهذا ، ولعلّ شعيب بن صالح الذي يكون على لواء جيش المهدي يغاير الذي يخرج من سمرقند ، ويكون أميراً لجيش الحسني ، كما احتمل ذلك الراوندي في ( الخرائج والجرائح ) حيث روى عن ابن بابويه بإسناده عن الحسين عليه السلام ، قال : « دخلت على رسول الله صلّى الله عليه وآله وعنده اُبيّ بن كعب ، فقال لي رسول الله صلّى الله عليه وآله : مرحباً بك يا أبا عبد الله ، يا زين السماوات والأرض . . . » ، ثمّ ذكر المهدي من ولده وخروجه : « يخرج وجبرئيل عن يمينه ، وميكائيل عن يساره ، وشعيب بن صالح على مقدّمته » ( 1 )  .\r\nوقال قطب الدين الراوندي في ذيل الحديث : « وأمّا شعيب بن صالح فقد ذكر ابن بابويه في كتاب النبوّة بإسناده عن سهيل بن سعيد ، ثمّ ذكر رواية أمر هشام بن عبد الملك لحفر بئر في الرصافة ،\r\n","description":"","footnote":" ( 1 ) الخرائج والجرائح ( ج 2 ، ص 551 ، الحديث 11 ) .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\nوأنّه بدت لهم جمجمة رجل عليه ثياب بيض ، وفي ثوبه مكتوب أنا شعيب بن صالح رسول رسول الله شعيب النبيّ عليه السلام إلى قومه ، فضربوني وأضرّوا بي وطرحوني في هذا الجبّ » ( 2 )  .\r\nوقد روى الراوندي قبل هذه الرواية أيضاً عن عبد الله بن يقطر رضيع الحسين عليه السلام شعراً في المهدي عجّل الله فرجه أربعة أبيات منها :\r\nوقام بنو ليث بنصر ابن أحمد * يهزّون أطراف القنا والصفائح\r\nتعرفتهم شعث النواصي يقودها * من المنزل الأقصى شعيب بن صالح ( 3 ) \r\nوهذه الرواية - لو صحّت فلا موجب لحمل اسم شعيب بن صالح الذي على مقدّمة جيش الإمام المنتظر عجّل الله فرجه على إرادته ، كما لا موجب لحمل اسمه على الذي يخرج من سمرقند ، ويكون أميراً على جيش الحسني عند خروجه ، فلعلّه شعيب بن صالح النبيّ عليه السلام المذكور في القرآن ، حيث إنّه يخرج مع المهدي الخضر وإلياس ، كما قد تشير إليه بعض الروايات ، كما ينزل عيسى بن مريم ويصلّي خلفه ، وعلى أي تقدير ، فالروايات الواردة\r\n","description":"","footnote":" ( 2 ) الخرائج والجرائح ( ج 2 ، ص 552 ، الحديث 12 ) .\r\n ( 3 ) الخرائج والجرائح ( ج 2 ، ص 552 ، الحديث 10 ) . ","page_name":" 46 ","page_number":46},
  {"content":"\r\nفي شعيب بن صالح ليس فيها إشارة إلى صفة تمثيل رسمي له عن الحجّة عليه السلام قبل خروج المهدي عجّل الله فرجه . هذا مع أنّ خروجه هو في نفس سنة الظهور المشتملة على العلامات الحتميّة ، وأمّا ذو النفس الزكيّة فهو وإن كان له تمثيل رسمي عن الحجّة عجّل الله فرجه ، إلاّ أنّه بحسب الروايات في خصوص أيّام لا تعدو الخمسة عشر قبل أخذ الإمام المهدي عليه السلام البيعة عند الركن في البيت في تلك المهمّة المذكورة في الروايات .\r\nوقد مرّ استعراض جملة من بعض الروايات المحذّرة والناهية عن الاغترار بأدعياء الظهور ، والمدّعين لتقمّص الأسماء اللامعة لسنة الظهور ، كاليماني والحسني وذي النفس الزكيّة ونحوهم ، بل وقد وقعت هذه الادّعاءات والانتحالات في زمن الأئمّة السابقين عليهم السلام ، بادّعاء اسم النفس الزكيّة ، كما وقع من بعض الحركات الثوريّة التي قام بها بعض بني الحسن ( السادة الحسنيّين ) ، وهو : محمّد بن عبد الله ، كما وقع انتحال اسم اليماني أيضاً ، كما تشير إليه رواية الطوسي عن هشام ، عن الصادق عليه السلام ( 1 )  ، التي مرّ نقلها .\r\nوأنّ الروايات توصي وتشدّد وتؤكّد على :\r\n","description":"","footnote":" ( 1 ) الأمالي للطوسي - المجلس 19 : ( ص 661 ، الحديث 1375 ) بحار الأنوار ( ج 52 ، ص 275 ) . ","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\n\r\n\r\nالتوصية الاُولى :\r\nأنّ الحاسم للشبهة ، والقاطع للريب في صيحات أدعياء حركة الظهور هو الصيحة السماويّة والنداء من السماء باسم المهدي عجّل الله فرجه ، والأنباء بأنّه قد ظهر ، وخروج السفياني واستيلاءه على الشام .\r\nالتوصية الثانية :\r\nعدم ترشيح الروايات الواردة عنهم عليهم السلام في اليماني أو الحسني أو شعيب بن صالح ; لكونهم يحملون صفة نيابة خاصّة أو تمثيل رسمي من قِبل الإمام عجّل الله فرجه ، عدا ذو النفس الزكيّة وتمثيله عن الحجّة عجّل الله فرجه هو بعد الصيحة وخروج السفياني ، وفي غضون خمس عشرة ليلة . فهذه توصيتان بالغتان في الأهمّية ، وهناك توصيات اُخر في مجال الظهور تشير إليها الروايات الواردة عنهم عليهم السلام .\r\nالتوصية الثالثة :\r\nأنّ هناك سلسلة ومجموعات سوف تنتحلّ وتتقمّص اسم المهدويّة والأسماء المشاركة في حدث الظهور ، وظاهر الروايات أنّ\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\nالانتحال تارة بنحو الاسم العلمي ، واُخرى الاسم النعتيّ والوصفي ، منها :\r\nما رواه الصدوق في كمال الدين بسند معتبر عن المفضّل بن عمر الجعفي ، عن أبي عبد الله عليه السلام ، قال : « سمعته يقول : إيّاكم والتنويه ، أما والله ليغيبنّ إمامكم سنيناً من دهركم ، وليمحّص حتّى يقال مات أو هلك ، بأيّ واد سلك ، ولتدمعنّ عليه عيون المؤمنين ، ولتكفأنّ كما تكفأ السفن في أمواج البحر ، فلا ينجو إلاّ من أخذ الله ميثاقه ، وكتب في قلبه الإيمان ، وأيّده بروح منه ، ولترفعنّ اثنتا عشرة راية مشتبهة ، لا يدري أيّ من أيّ .\r\nقال : فبكيت .\r\nفقال لي : ما يبكيك يا أبا عبد الله ؟ ( 1 ) \r\nفقلت : وكيف لا أبكي وأنت تقول : ترفع اثنتا عشرة راية مشتبهة لا يدري أيّ من أيّ ، فكيف نصنع ؟\r\nقال : فنظر إلى شمس داخلة في الصُّفّة ، فقال : يا أبا عبد الله ، ترى هذه الشمس ؟\r\nقلت : نعم .\r\nقال : « والله ! لأمرنا أبين من هذه الشمس » ( 1 )  .\r\n","description":"","footnote":" ( 1 ) وهي كنية للمفضّل بن عمر الجعفي أيضاً .  ( 1 ) كمال الدين للصدوق ( ص 347 ، باب 33 ، الحديث 35 ) بحار الأنوار : ( ج 52 ، ص 281 و 282 ) .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\nورواه الطوسي في الغيبة بسنده أيضاً ( 2 )  ، والنعماني بطريقين آخرين ( 3 )  ، ومفاد الرواية ظاهر بيّن في نشوء حركات ترفع شعار الإصلاح ، وتتقمّص مشروع المهدويّة اسماً أو وصفاً ، ومن ثمّ يشتبه الحال والأمر فيها ، إلاّ أنّه عليه السلام حدّد ضابطة في استعلام نهضتهم عليهم السلام ، وهو ظهور المهدي عجّل الله فرجه هو وضوحها وعدم حصول الالتباس فيها ، وذلك لتقاربها مع العلامات الإلهيّة والآيات ، كالصيحة السماويّة ، والخسف بالبيداء لجيش السفياني بعدما يستولي السفياني على الشام ، كما أنّ الرواية تنذر بوقوع الامتحان والتمحيص في أتباع أهل البيت عليهم السلام في عصر الغيبة ، وأنّه لن يبقى على ولايتهم عليهم السلام إلاّ من كتب الله تعالى له الاستقامة .\r\nومنها : ما رواه الشيخ الطوسي في الغيبة في المعتبر عن أبي خديجة ، قال : « قال أبو عبد الله عليه السلام : لا يخرج القائم حتّى يخرج اثنا عشر من بني هاشم ، كلّهم يدعو إلى نفسه » ( 4 )  .\r\nورواه المفيد في الإرشاد أيضاً ( 1 )  .\r\n","description":"","footnote":" ( 2 ) الغيبة للطوسي ( ص 338 ، الحديث 285 ) .\r\n ( 3 ) الغيبة للنعماني ( ص 152 ، الباب 10 ، الحديث 10 ) .\r\n ( 4 ) الغيبة للطوسي ( ص 437 ، الحديث 428 ) بحار الأنوار ( ج 52 ، ص 209 ) .  ( 1 ) الإرشاد للمفيد ( ج 2 ، ص 372 ) . ","page_name":" 50 ","page_number":50},
  {"content":"\r\nولا غرابة في نهوض حركات يقودها إصلاحيّون منتسبون إلى بني هاشم ، إلاّ أنّ واقع مسيرتهم هي للقبضة والسيطرة على الحكم ، كما حصل من قبل من بني العبّاس ، فإنّهم منتسبون إلى بني هاشم ، وكان شعارهم هو الرضا من آل محمّد عليهم السلام ، أي مقاومة الظلم الجاري على أهل البيت عليهم السلام وأتباعهم ، إلاّ أنّهم لمّا سيطروا على الحكم أصبحت حاكميّتهم ونظام حكمهم هو المحور والمدار والهدف الأقصى ، ولا يتقدّم على أهمّيته أي شيء آخر .\r\nومن المفارقات العجيبة أن يشاهد أنّ المنصور الدوانيقي العبّاسي - المعروف بالفتك والبطش بالعلويّين وبأهل البيت عليهم السلام لخوفه من نفوذهم الذي يُضعف حكومته ونظامه السياسي ينادي بشعار نصرة المهدي من أهل البيت عليهم السلام ، ويقوم بنشر علائم ظهوره ، فقد روى الطوسي في الغيبة ، والمفيد في الإرشاد ، والكليني في الكافي بطرقهم عن إسماعيل بن الصباح ، قال : « سمعت شيخنا يذكره عن سيف بن عميرة ، قال : كنت عند أبي جعفر المنصور ، فسمعته يقول ابتداءً من نفسه : يا سيف بن عميرة ، لا بدّ من مناد ينادي باسم رجل من ولد أبي طالب من السماء » .\r\nفقلت : يرويه أحد من الناس ؟\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\nقال : والذي نفسي بيده ، لسمع اُذني منه يقول : لا بدّ من مناد ينادي باسم رجل من السماء .\r\nقلت : يا أمير المؤمنين ، إنّ هذا الحديث ما سمعت بمثله قطّ .\r\nفقال : يا سيف ، إذا كان ذلك فنحن أوّل من يجيبه ، أما إنّه أحد بني عمّنا .\r\nقلت : أي بني عمّكم ؟\r\nقال : رجل من ولد فاطمة عليها السلام .\r\nثمّ قال : يا سيف ، لولا أنّي سمعت أبا جعفر محمّد بن عليّ يحدّثني به ثمّ حدّثني به أهل الدنيا ما قبلت منهم ، ولكنّه محمّد بن عليّ » ( 1 )  .\r\nفترى المنصور العبّاسي مع استبداده في حكمه السياسي يتقمّص شعار أنصار الظهور .\r\nوروى الكليني بسند معتبر عن الحسين بن أبي العلاء ، قال : « سمعت أبا عبد الله عليه السلام يقول : إنّ عندي الجفر الأبيض .\r\nقال : قلت : فأيّ شيء فيه ؟\r\nقال : زبور داود ، وتوراة موسى ، وإنجيل عيسى ، وصحف إبراهيم عليه السلام ، والحلال والحرام ، ومصحف فاطمة ، ما أزعم أنّ فيه قرآناً ، وفيه ما يحتاج الناس إلينا ، ولا نحتاج إلى أحد حتّى فيه الجلدة ونصف الجلدة وربع الجلدة ، وأرش الخدش ، وعندي الجفر الأحمر .\r\nقال : قلت : وأي شيء في الجفر الأحمر ؟\r\n","description":"","footnote":" ( 1 ) الغيبة للطوسي ( ص 433 ، الحديث 423 ) الإرشاد للمفيد ( ج 2 ، ص 370 ) الكافي للكليني ( ج 8 ، ص 255 ) بحار الأنوار ( ج 52 ، ص 288 و 300 ) .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\nقال : السلاح ، وذلك إنّما يفتح للدم ، يفتحه صاحب السيف للقتل .\r\nفقال له عبد الله بن أبي يعفور : أصلحك الله ، أيعرف هذا بنو الحسن ؟\r\nفقال : إي والله ! كما يعرفون الليل إنّه ليل ، والنهار إنّه نهار ، ولكنّهم يحملهم الحسد ، وطلب الدنيا على الجحود والإنكار ولو طلبوا الحقّ بالحقّ لكان خيراً لهم » ( 2 )  .\r\nوالظاهر أنّ المراد من قول السائل : « أيعرف هذا بنو الحسن » الإشارة إلى أنّ المهدي عجّل الله فرجه هو صاحب النهضة المسلّحة العسكريّة للإصلاح ، وأنّهم كانوا يعرفون ، فلماذا يتقمّصون ويرفعون شعار المهدويّة كما ادّعى ذلك بعضهم في ثورته المسلّحة التيقام بها ضدّ حكومة العبّاسيّين ، وادّعى بعضهم أنّه ذو النفس الزكيّة أيضاً ، وهو ممّا يرتبط بالظهور للمصلح الموعود الذي يملأ الأرض قسطاً وعدلاً ، مع أنّ بني الحسن أقرب رحماً في بني هاشم لأهل البيت عليهم السلام من بني العبّاس ، وقال عليه السلام : ولكنّهم مع معرفتهم بذلك طلبوا الحقّ ، وهو مقاومة ظلم بني العبّاس ، وطلبوا الإصلاح بغير الحقّ ، أي بطريق خاطئ بغير الاُسلوب الذي رسمه\r\n","description":"","footnote":" ( 2 ) الكافي ( ج 1 ، ص 240 ، الحديث 3 ) . ","page_name":" 53 ","page_number":53},
  {"content":"\r\nأهل البيت عليهم السلام لهم ، بل أخذوا يتقمّصون دور المهدي عجّل الله فرجه .\r\nونظير الرواية المتقدّمة التي رواها الطوسي في الغيبة ، والمفيد في الإرشاد ، ما رواه المفيد في الإرشاد أيضاً في موضع آخر في علائم الظهور : « وخروج ستّين كذّاباً كلّهم يدّعي النبوّة ، وخروج اثنا عشر من آل أبي طالب ، كلّهم يدّعي الإمامة لنفسه » ( 1 )  .\r\nوروى النعماني في الغيبة عن أبي عبد الله عليه السلام أنّه قال : « لا يقوم القائم عليه السلام حتّى يقوم اثنا عشر رجلاً كلّهم يجمع على قول إنّهم قد رأوه فيكذّبهم » ( 2 )  .\r\nأي يكذّبهم القائم عجّل الله فرجه بعد قيامه ، والتعبير ب - « يقوم اثنا عشر رجلاً » أي ينهضون بحركات إصلاحيّة متقمّصة لدعوة التنسيق والارتباط مع المهدي عجّل الله فرجه . نعم في البحار ( 3 )  روى المجلسي الرواية عن النعماني بلفظ\r\n« فيكذّبوهم » ، أي فيكذّب الناس دعوى هؤلاء الرجال الاثني عشر الذين يقومون بحركات أنّهم مرتبطون في برنامج حركتهم بنهوض المهدي عليه السلام الاصلاحي للعالم البشري .\r\n","description":"","footnote":" ( 1 ) الإرشاد للمفيد ( ج 2 ، ص 368 ) بحار الأنوار ( ج 52 ، ص 220 ) .\r\n ( 2 ) الغيبة للنعماني ( ص 277 ، الباب 14 ، الحديث 58 ) .\r\n ( 3 ) بحار الأنوار ( ج 52 ، ص 244 ) . ","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nوفي رواية النعماني معتبرة عن أبي خالد الكابلي ، قال - في حديث سؤاله عن أوصاف المهدي عجّل الله فرجه قال له محمّد بن عليّ الباقر عليه السلام : « فتريد ماذا يا أبا خالد ؟\r\nقلت : اُريد أن تسمّيه لي حتّى أعرفه باسمه ؟\r\nفقال : سألتني يا أبا خالد سؤال مجهد ، ولقد سألتني عن أمر ما كنت محدّثاً به أحداً ، ولو كنت محدّثاً به أحداً لحدّثتك ، ولقد سألتني عن أمر لو أنّ بني فاطمة عرفوه حرصوا على أن يقطعوه بضعة بضعة » ( 1 )  .\r\nالتوصية الرابعة :\r\nالواردة في روايات الظهور : النهي عن التوقيت ، وتكذيب من يوقّت ، وأنّ وقت الظهور هو من الغيب المستور ، بل إنّ في جملة من الروايات الاُخرى أنّ العلامات الحتميّة أيضاً ممّا قد يقع فيها البداء ، أي وإن وقعت فقد لا تكون علامة موقّتة لظهوره بخلاف أصل ظهور المهدي عجّل الله فرجه ، فإنّه لابداء فيه لأنّه من الميعاد .\r\nوهذا ممّا يبطل شعار أدعياء فرسان الظهور ، ويحبط دجل المتقمّصين لأسماء مسرح الظهور ; إذ التوقيت وضرب الموعد من الاُمور المحرجة لمن يدّعي تلك الأسماء ; إذ بتوسّط فخّ التوقيت\r\n","description":"","footnote":" ( 1 ) الغيبة للنعماني ( ص 289 ، الباب 16 ، الحديث 2 ) . ","page_name":" 55 ","page_number":55},
  {"content":"\r\nيصطاد السذّج ، ويطلي الحيلة على المغفّلين ، وبذلك يوقع المدّعي نفسه في الفخّ .\r\nمنها : ما رواه النعماني بسند معتبر عن محمّد بن مسلم ، قال : « قال أبو عبد الله عليه السلام : يا محمّد ، من أخبرك عنّا توقيتاً فلا تهابنّ أن تُكذّبه ، فإنّا لا نوقّت لأحد وقتاً » ( 1 )  .\r\nوروي عن عبد الله بن سنان ، عن أبي عبد الله جعفر بن محمّد عليهما السلام أنّه قال : « أبى الله إلاّ أن يُغلق وقت الموقّتين » ( 2 )  .\r\nوعن ابن أبي بكر الحضرمي ، قال : « سمعت أبا عبد الله عليه السلام يقول : « إنّا لا نوقّت هذا الأمر » ( 3 )  .\r\nومنها : ما رواه أيضاً عن أبي بصير ، عن أبي عبد الله عليه السلام ، قال :\r\n« قلت له : جعلت فداك ، متى خروج القائم عليه السلام ؟\r\nفقال : يا أبا محمّد ، إنّا أهل بيت لا نوقّت ، وقد قال محمّد ( ص ) : كذب الوقّاتون .\r\nيا أبا محمّد ، إنّ قدّام هذا الأمر خمس علامات : أولاهنّ النداء في شهر رمضان ، وخروج السفياني ، وخروج الخراساني وقتل النفس الزكيّة ، وخسف بالبيداء ، . . . ولا يخرج\r\n","description":"","footnote":" ( 1 ) الغيبة للنعماني ( ص 289 ، الباب 16 ، الحديث 3 ) .\r\n ( 2 ) المصدر المتقدّم ( الحديث 4 ) .\r\n ( 3 ) المصدر المتقدّم : ( الحديث 5 ) . ","page_name":" 56 ","page_number":56},
  {"content":"\r\nالقائم حتّى ينادى باسمه من جوف السماء في ليلة ثلاث وعشرين في شهر رمضان ليلة جمعة .\r\nقلت : بِمَ ينادى ؟\r\nقال : باسمه واسم أبيه ، ألا إنّ فلان ابن فلان قائم آل محمّد ، فاسمعوا له وأطيعوه ، فلا يبقى شيء خلق الله فيه الروح إلاّ يسمع الصيحة ، فتوقظ النائم ويخرج إلى صحن الدار ، وتخرج العذراء من خدرها ، ويخرج القائم ممّا يسمع ، وهي صيحة جبرئيل عليه السلام » ( 1 )  .\r\nوصريح هذه الرواية كما هو صريح الروايات المستفيضة بأنّ عدم التوقيت لظهور المهدي عجّل الله فرجه من الاُمور الثابتة في مذهب أهل البيت عليهم السلام ، وأنّ تحديد الظهور منحصر بالعلامات الحتميّة للظهور فقط ، وأبرزها الصيحة السماويّة ، وخروج السفياني في الشام .\r\nوروى النعماني عن اُستاذه الكليني في المعتبر عن عبد الرحمن بن كثير ، قال : « كنت عند أبي عبد الله عليه السلام إذ دخل عليه مهزم فقال له : جعلت فداك ، أخبرني عن هذا الأمر الذي ننتظره متى هو ؟\r\nفقال : يا مهزم ، كذب الوقّاتون ، وهلك المستعجلون ، ونجا المسلمون » ( 2 )  .\r\n","description":"","footnote":" ( 1 ) الغيبة للنعماني ( ص 289 ، الباب 16 ، الحديث 6 ) .\r\n ( 2 ) الغيبة للنعماني ( ص 294 ، الباب 16 ، الحديث 11 ) .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\nوعن الفضيل بن يسار ، عن أبي جعفر عليه السلام ، قال : « قلت له : لهذا الأمر وقت ؟\r\nفقال : كذب الوقّاتون ، كذبّ الوقّاتون . إنّ موسى عليه السلام لمّا خرج وافداً إلى ربّه واعدهم ثلاثين يوماً ، فلمّا زاده الله على الثلاثين عشراً قال قومه : قد أخلفنا موسى ، فصنعوا ما صنعوا ، فإذا حدّثناكم بحديث فجاء على ما حدّثناكم به فقولوا : صدق الله ، وإذا حدّثناكم بحديث فجاء على خلاف ما حدّثناكم به فقولوا : صدق الله ، تؤجروا مرّتين » ( 3 )  .\r\nوذيل الرواية ظاهر في إمكان حصول البداء في العلامات الحتميّة كوقت للظهور ، ونظير هذه الرواية ما رواه النعماني أيضاً في الغيبة بسنده عن داود بن أبي القاسم ، قال : « كنّا عند أبي جعفر محمّد بن عليّ الرضا عليه السلام فجرى ذكر السفياني وما جاء في الرواية من أنّ أمره من المحتوم ، فقلت لأبي جعفر عليه السلام : هل يبدو لله في المحتوم ؟\r\nقال : نعم .\r\nقلنا له : فنخاف أن يبدو لله في القائم .\r\nقال : « القائم من الميعاد » ( 1 )  .\r\n","description":"","footnote":" ( 3 ) المصدر المتقدّم ( الحديث 13 ) .  ( 1 ) الغيبة للنعماني ( ص 302 ، الباب 18 ، الحديث 10 ) بحار الأنوار ( ج 52 ، ص 250 ) .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nالتوصية الخامسة :\r\nلزوم الثبات والاستقامة في أدوار التمحيص والامتحان في الغيبة :\r\nمنها : ما رواه النعماني بسنده عن أبي بصير ، قال : « سمعت أبا جعفر محمّد بن عليّ عليه السلام يقول : والله ! لتميّزنّ ، والله لتمحّصنّ ، والله لتغربلنّ كما يغربل الزؤان من القمح » ( 2 )  .\r\nوالزّؤان هو الحبّ الذي يشبه الحنطة ويصغر عنه حجماً ينبت بين الحنطة .\r\nوروي عن عبد الله بن أبي يعفور ، عن أبي عبد الله عليه السلام أنّه سمعه يقول : « ويل لطغاة العرب من شرّ قد اقترب .\r\nقلت : جعلت فداك ، كم مع القائم من العرب ؟\r\nقال : شيء يسير .\r\nفقلت : والله إنّ من يصف هذا الأمر منهم لكثير .\r\nفقال : « لا بدّ للنّاس من أن يمحصّوا ويميّزوا ويغربلوا ويخرج من الغربال خلق كثير » ( 1 )  .\r\nوفي رواية اُخرى : لمّا قيل له : إنّ شيعته كثير ، فقال أبو عبد الله عليه السلام : « أما لو كملت العدّة الموصوفة ثلاثمائة وبضعة عشر كان الذي تريدون ، ولكنّ شيعتنا من لا يعدو صوته سمعه ، ولا شحناؤه بدنه ، ولا يمدح بنا معلناً ، ولا يخاصم بنا قالياً ، ولا يجالس لنا عايباً ، ولا يُحدِّث لنا ثالباً ، ولا يحبّ لنا مبغضاً ، ولا يبغض لنا\r\n","description":"","footnote":" ( 2 ) الغيبة للنعماني ( ص 205 ، باب 12 ، الحديث 10 ) .  ( 1 ) الغيبة للنعماني ( ص 204 ، الباب 12 ، الحديث 6 ) .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nمحبّاً .\r\nفقلت : فكيف أصنع بهذه الشيعة المختلفة الذين يقولون إنّهم يتشيّعون ؟\r\nفقال : فيهم التمييز ، وفيهم التمحيص ، وفيهم التبديل ، يأتي عليهم سنون تفنيهم ، وسيف يقتلهم ، واختلاف يبدّدهم ، إنّما شيعتنا من لا يهرّ هرير الكلب ، ولا يطمع طمع الغراب ، ولا يسأل الناس بكفّه ، وإن مات جوعاً » - الحديث ( 2 )  .\r\nوهذه الرواية حاسمة في بيان علامة الاستقامة على ولاية أهل البيت عليهم السلام ، والرواية تنبأ عن مروق كثير من الشيعة من التشيّع لتولّيهم المخالفين ومعاداتهم للموالين تحت شعارات خدّاعة ، وعناوين ملتبسة تنطوي على شرائح كثيرة لا تبصر الحقيقة من الدجل .\r\nالتوصية السادسة :\r\nالتحذير عن الخفّة والانزلاق وراء أدعياء الاصلاح المواكب للإصلاح الشامل المهدوي .\r\nفقد مرّت رواية العيّاشي عن جابر الجعفي عن أبي جعفر عليه السلام يقول : « إلزم الأرض لا تحرّكنّ يدك ولا رجلك أبداً حتّى ترى\r\n","description":"","footnote":" ( 2 ) الغيبة للنعماني ( ص 203 ، الباب 12 ، الحديث 4 ) . ","page_name":" 60 ","page_number":60},
  {"content":"\r\nعلامات أذكرها لك في سنة » - ثمّ ذكر العلامات المحتومة مع تفاصيل كلّ منها ، وقال : - « وإيّاك وشذاذ من آل محمّد عليهم السلام ، ولا تتّبع منهم رجلاً أبداً حتّى ترى رجلاً من ولد الحسين معه عهد نبيّ الله ورايته وسلاحه . . . » ( 1 )  .\r\nوروى النعماني بإسناده عن عمر بن سعد ، قال : « قال أمير المؤمنين عليه السلام : لا يقوم القائم حتّى تفقأ عين الدنيا ، وتظهر الحمرة في السماء ، وتلك دموع حملة العرش على أهل الأرض ، وحتّى يظهر فيهم قوم لا خلاق لهم ، يدعون لولدي وهم براء من ولدي ، تلك عصابة رديئة لا خلاق لهم ، على الأشرار مسلّطة ، وللجبابرة مفتنة ، وللملوك مبيرة » - الحديث ( 2 )  .\r\nوروى النعماني أيضاً بسنده عن جابر ، قال : « قال أبو جعفر عليه السلام : يا جابر ، إلزم الأرض ولا تحرّك يداً ولا رجلاً حتّى ترى علامات أذكرها لك إن أدركتها » ، ثمّ ذكر عليه السلام العلامات الحتميّة للظهور ( 3 )  .\r\n","description":"","footnote":" ( 1 ) تفسير العيّاشي ( ج 1 ، ص 64 ، الحديث 117 ) بحار الأنوار ( ج 52 ، ص 222 - 224 ) .\r\n ( 2 ) الغيبة للنعماني ( ص 140 ، الباب 10 ، الحديث 5 ) بحار الأنوار ( ج 52 ، ص 226 ) .\r\n ( 3 ) الغيبة للنعماني ( ص 279 ، الباب 14 ، الحديث 67 ) بحار الأنوار ( ج 52 ، ص 237 )\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\nوروى النعماني بسنده عن أبي خالد الكابلي ، عن أبي جعفر عليه السلام أنّه قال : « كأنّي بقوم خرجوا بالمشرق ، يطلبون الحقّ فلا يعطونه ، ثمّ يطلبونه فلا يعطونه ، فإذا رأوا ذلك وضعوا سيوفهم على عواتقهم ، فيعطون ما سألوا فلا يقبلونه حتّى يقوموا ، ولا يدفعونها إلاّ إلى صاحبكم ، قتلاهم شهداء ، أما إنّي لو أدركت ذلك لأبقيت نفسي لصاحب هذا الأمر » ( 4 )  .\r\nوالظاهر من هذه الرواية انطباقها على خروج الحسني الخراساني ، حيث إنّه يظهر من المشرق من خراسان أو الديلم ، كما في ألسنة الروايات المختلفة ، وهو الذي يسلّم الراية ، أي راية وقيادة جيشه إلى المهدي عجّل الله فرجه في الكوفة ، كما في\r\nروايات اُخرى ، وأنّ في جيش الخراساني بعض أصحاب القائم في بعض الروايات ، وأنّه يصفّي الأرض التي يمرّ بها من الظلم إلى أن يصل إلى الكوفة ، كما في روايات اُخرى مرّت الإشارة إليها ، لكن مع ذلك يوصي عليه السلام بالابقاء على النفس والمحافظة عليها لنصرة المهدي عجّل الله فرجه نفسه ، أي تجنّب المشاركة في جيش الحسني الخراساني ، وقد بيّنت بعض الروايات الاُخرى أنّ في جيشه شريحة من الزيديّة وصفاً\r\n","description":"","footnote":" ( 4 ) الغيبة للنعماني ( ص 273 ، الباب 14 ، الحديث 50 ) بحار الأنوار ( ج 52 ، ص 243 ) . ","page_name":" 62 ","page_number":62},
  {"content":"\r\nوسلوكاً لا اسماً ، يستعصون عليه في التسليم والانقياد للمهدي عجّل الله فرجه ممّا يدلّل على أنّ المسار العامّ لجيش الحسني هو تبنّي الإمامة لمن يتصدّى علناً لتدبير الاُمور وإصلاحها ، ويدلّ على ذلك أيضاً ما مرّ في بعض الروايات أنّ راية اليماني أهدى ; لأنّ اليماني يدعو إلى صاحبكم ، أي المهدي عجّل الله فرجه ، أي أنّ اليماني تبنّى أنّ الإمامة بالنصّ المحدودة بالاثني عشر ، بخلاف مسار ومرام الحسني ، فإنّه يتبنّى أنّ الإمامة بالتصدّي لإصلاح الاُمور والوضع العامّ ، ومن ثمّ كنّي عن ذلك بوجود الزيديّة في جيشه ، أي مرام وسلوك الزيديّة لا التسمّي بذلك الاسم .\r\nوروى النعماني بسنده عن يونس بن يعقوب ، قال : « سمعت أبا عبد الله عليه السلام يقول : إذا خرج السفياني يبعث جيشاً إلينا وجيشاً إليكم ، فإذا كان فائتونا على صعب وذلول » ( 1 )  .\r\nومفاد الرواية كالتي سبقت في حصر النهوض المسلّح وادّخار النصرة العسكريّة لشخص المهدي عجّل الله فرجه .\r\nومثل الروايتين ما رواه أيضاً عن خلاّد الصائغ ، عن أبي عبد الله عليه السلام أنّه قال : « السفياني لا بدّ منه ، ولا يخرج إلاّ في رجب »\r\n","description":"","footnote":" ( 1 ) الغيبة للنعماني ( ص 306 ، الباب 18 ، الحديث 17 ) بحار الأنوار ( ج 52 ، ص 253 ) . ","page_name":" 63 ","page_number":63},
  {"content":"\r\nفقال له رجل : يا أبا عبد الله ، إذا خرج فما حالنا ؟\r\nقال : « إذا كان ذلك فإلينا » ( 1 )  .\r\nوروي في البحار عن كتاب سرور أهل الإيمان بإسناده عن أحمد بن محمّد الأيادي ، رفعه إلى بريد ، عن أبي جعفر عليه السلام ، قال : « يا بريد ، اتّق جمع الأصهب .\r\nقلت : وما الأصهب ؟\r\nقال : الأبقع .\r\nقلت : وما الأبقع ؟\r\nقال : الأبرص ، واتّق السفياني ، واتّق الشريدين من ولد فلان يأتيان مكّة ، يقسمان بها الأموال ، يتشبّهان بالقائم عليه السلام ، واتّق الشذاذ من آل محمّد » ( 2 )  .\r\nقال المجلسي في ذيلها : قلت : ويريد بالشذاذ الزيديّة ; لضعف مقالتهم ، وأمّا كونهم من آل محمّد لأنّهم من بني فاطمة .\r\nوعلى أي تقدير ، فيظهر من الروايات أنّ الحركات التي تقوم بالشام من الأصهب والسفياني تحمل وترفع شعارات برّاقة منادية للإصلاح والرشاد في ظاهر حالها ممّا يوجب الانخداع والاغترار بها ، هذا فضلاً عمّن يقوم بالحركات الاُخرى التي تضمّن في شعاراتها مزاعم الصلة بحركة المهدي عجّل الله فرجه الإصلاحيّة .\r\n","description":"","footnote":" ( 1 ) الغيبة للنعماني ( ص 302 ، الباب 18 ، الحديث 8 ) بحار الأنوار ( ج 52 ، ص 249 ) .\r\n ( 2 ) بحار الأنوار ( ج 52 ، ص 269 ) .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\nوروي أيضاً بإسناده عن سدير ، قال : « قال لي أبو عبد الله عليه السلام : يا سدير ، إلزم بيتك ، وكن حلساً من أحلاسه ، واسكن ما سكن الليل والنهار ، فإذا بلغ أنّ السفياني قد خرج فارحل إلينا ولو على رجلك » ( 3 )  .\r\nومثلها ما رواه عن الحضرمي عن أبي عبد الله عليه السلام - وفي ذيله - : « فإذا ظهر على الأكوار الخمس - أي السفياني يعني كور الشام ، فانفروا إلى صاحبكم » ( 1 )  .\r\nوروى الكليني بسنده عن الفضل الكاتب ، قال : « كنت عند أبي عبد الله عليه السلام ، فأتاه كتاب أبي مسلم ، فقال : « أليس لكتابك جواب ، اخرج عنّا .\r\nفجعلنا يسارّ بعضنا بعضاً ، فقال : أي شيء تسارّون يا فضيل ؟ إنّ الله عزّ ذكره لا يعجل لعجلة العباد ، ولإزالة جبل عن موضعه أيسر من زوال ملك لم ينقض أجله .\r\nثمّ قال : إنّ فلان ابن فلان - حتّى بلغ السابع من ولد فلان - .\r\nقلت : فما العلامة فيما بيننا وبينه جعلت فداك ؟\r\nقال : لا تبرح الأرض يا فضيل حتّى يخرج السفياني ، فإذا خرج السفياني\r\n","description":"","footnote":" ( 3 ) بحار الأنوار ( ج 52 ، ص 271 ) .  ( 1 ) بحار الأنوار ( ج 52 ، ص 272 ) .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\nفأجيبوا إلينا - يقولها ثلاثاً وهو من المحتوم » ( 2 )  .\r\nوالرواية تستعرض مسرح أحداث حركة أبي مسلم الخراساني المروزي الذي قاد الثورة على الأمويّين وتوافق مع العبّاسيّين بعد أن راسل الصادق عليه السلام وبني الحسن ، فآيس من إجابتهم لدعوته .\r\nوروى النعماني بسنده عن أبي الجارود ، عن أبي جعفر عليه السلام ، قال : « قلت له عليه السلام : أوصني ؟\r\nفقال : اُوصيك بتقوى الله ، وأن تلزم بيتك ، وتقعد في دهماء هؤلاء الناس ، وإيّاك والخوارج منّا ، فإنّهم ليسوا على شيء ولا إلى شيء ، واعلم أنّ لبني اُميّة ملكاً لا يستطيع الناس أن تردعه ، وأنّ لأهل الحقّ دولة إذا جاءت ولاّها الله لمن يشاء منّا أهل البيت ، فمن أدركها منكم كان عندنا في السنام الأعلى ، وإن قبضه الله قبل ذلك خار له .\r\nواعلم أنّه لا تقوم عصابة تدفع ضيماً أو تعزّ ديناً إلاّ صرعتهم المنيّة والبليّة حتّى تقوم عصابة شهدوا بدراً مع رسول الله صلّى الله عليه وآله لا يوارى قتيلهم ، ولا يرفع صريعهم ، ولا يداوى جريحهم .\r\nقلت : مَن هم ؟\r\nقال : « الملائكة » ( 1 )  .\r\n","description":"","footnote":" ( 2 ) روضة الكافي ( ج 8 ، ص 274 ، الحديث 412 ) .  ( 1 ) الغيبة للنعماني ( ج 194 ، الباب 11 ، الحديث 2 ) .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\nوروى النعماني بسنده عن جابر ، عن أبي جعفر محمّد بن عليّ الباقر عليه السلام ، قال : « مثل خروج القائم منّا أهل البيت كخروج رسول الله صلّى الله عليه وآله ، ومثل مَنْ خرج منّا أهل البيت قبل قيام القائم مثل فرخ طار فوقع من وكره فتلاعبت به الصبيان » ( 2 )  .\r\nومن مجموع هذه الوصايا التي أمروا عليهم السلام بها ، يتبيّن تأكيدهم عليهم السلام على عدم الاغترار وراء الحركات والنهضات المتشدّقة بشعارات الإصلاح التي هي شعار الإصلاح المهدوي عند ظهوره ، وأنّه لا نيابة خاصّة للأسماء اللامعة في سنة الظهور .\r\nوأنّ العلامة الأكيدة الحتميّة لانقطاع الغيبة ولمبدأ ظهوره في المدينة المنوّرة ، ومن ثمّ ظهوره الأكبر العلني العالمي في مكّة المكرّمة هو الصيحة السماويّة لجبرئيل ، وهو النداء من السماء ، وقد حدّد في الروايات في شهر رجب وفي بعضها في شهر رمضان ، وأنّه بعبارات متعدّدة .\r\n","description":"","footnote":" ( 2 ) الغيبة للنعماني ( ص 199 ، الباب 11 ، الحديث 14 ) . ","page_name":" 67 ","page_number":67},
  {"content":"\r\nوالعلامة الثانية المحتّمة هي تحرّك السفياني في بلاد الشام واستيلائه عليها ، وإرساله سريّة من جيشه إلى العراق ، واُخرى إلى المدينة المنوّرة لمواجهة المهدي عجّل الله فرجه ، فيخسف بذلك الجيش في بيداء المدينة .\r\nوإنّ توقيت ظهور المهدي عجّل الله فرجه بغير ذلك من التحديد الزماني ما هو إلاّ خداع وتحايل على السذّج والبسطاء تغريراً بهم لاستمالتهم ولتسخيرهم حطباً ووقوداً لإنجاز مآرب الأدعياء المتقمّصين يصلون بهم إلى رئاستهم الباطلة .\r\nوإنّ اللازم على الموالين المؤمنين في عصر الغيبة المتطاولة حتّى الظهور هو الثبات على الاعتقاد بإمامة الأئمّة الاثني عشر ، أي إمامة المهدي الحيّ الحاضر الشاهد لأحداث البشريّة ، والتديّن بولايته الفعليّة ، وتولّي الموالين لأهل البيت عليهم السلام ، والتبرّي القلبي ، وفي النموذج السلوكي العملي من أعدائهم ، والتمسّك بالثوابت من أحكام أهل البيت عليهم السلام ، وعدم الافتتان بالشعارات البرّاقة الخدّاعة المؤدّية إلى التخلّي عن التولّي والتبرّي وللمروق من معالم أحكام فقه أهل البيت عليهم السلام ومعارفهم .\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68}
  ]