[
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nجبر و اختيار\r\nتأليف :\r\nحضرت آيت الله العظمى\r\nسيد محمد صادق روحانى\r\n( مد ظله العالى )\r\nترجمه : حميدرضا صادقى\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nروحانى ، محمدصادق\r\n[ جبر و اختيار فارسى 
  ]\r\nجبر و اختيار / مؤلف حضرت آيت الله العظمى سيد محمدصادق روحانى دام ظله - ترجمه حميدرضا صادقى . - قم : مهر اميرالمؤمنين عليه السلام ، 1389 .\r\n144 ص .\r\n20000 ريال : 8 - 82 - 159 - 964 - 978 : ISBN\r\nفهرست نويسى براساس اطلاعات فيپا .\r\nكتابنامه به صورت زيرنويس .\r\n1 . جبر و اختيار . الف . صادقى حميدرضا ، مترجم ، ب . عنوان . ج . عنوان : جبر و اختيار . فارسى\r\n2041 ج 9 ر / 6 / 219 BP\r\n1389\r\n465 / 297\r\nانتشارات امير المؤمنين\r\nنام كتاب : جبر و اختيار\r\nنام مؤلف : حضرت آيت الله العظمى سيدمحمد صادق روحانى دام ظله\r\nنام مترجم : حميدرضا صادقى\r\nناشر : انتشارات مهر امير المؤمنين عليه السلام\r\nچاپخانه : شريعت\r\nنوبت و سال چاپ : اول - بهار 1389\r\nشمارگان : 1000 نسخه\r\nقيمت : 2000 تومان\r\nشابك : 8 - 82 - 159 - 964 - 978\r\nمركز پخش : قم ، خيابان صفائيه كوچه 28 پلاك 149\r\nتلفن 7746546 - 0251 تلفكس 7838053 همراه 01922752029\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nجبر و اختيار\r\nاز مسائل مهم [ در علم كلام 
  ] مسئله جبر و اختيار است . اين مسأله از قديمى ترين بحث هاى علمى است كه انديشمندان و فيلسوفان به آن مشغول گشته اند و نظرات فراوانى در آن وجود دارد كه به اصلى ترين آن اشاره مى كنيم . مشهورترين انديشمندى كه در گذشته به اين مسأله پرداخت ارسطو است كه در كتاب « اخلاق به نيقوماخوس » به اين بحث اشاره كرده است .\r\nاساس نظريات و عقايد در اين باب بر سه مبناى : جبر « 1 » ، تفويض « 2 » و امر بين الامرين « 3 » استوار است . زيرا افعال انسان بر اساس احتمال عقلى از سه امر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مذهب اشاعره\r\n( 2 ) - مذهب معتزله\r\n( 3 ) - و آن مذهب عدليه ( اماميه ) است و عدليه به اين اصطلاح معروف شدند زيرا امام صادق ( ع ) فرمود : « نه جبر و نه تفويض بلكه امر ميان دو امر » راوى مى گويد به امام عرضه داشتم : امر ميان دو امر چيست ؟ امام فرمود : مثال آن چون انسانى است كه او را در هنگام گناه مى بينى و از اين كار باز مى داريد . اما او از اين كردار دست بر نمى دارد . پس او را رها مى كنى و آن گناه را مرتكب مىشود . ولى چون نصيحت تو را نپذيرفت و تو او را رها كردى ، نمى توان گفت تو او را به نافرمانى و گناه فرمان داده اى . ( اصول كافى ج 1 ص 160 باب جبر و قدر و امر بين الامرين ) .\r\nو از كتاب عيون اخبار الرضا ( ع ) از يزيد بن عمير بن معاويه شامى روايت شده است كه مى گويد : در مرو بر على بن موسى الرضا ( ع ) وارد شدم و عرضه داشتم : اى فرزند رسول خدا ، براى ما از امام صادق ( ع ) روايت شده است كه فرمودند : نه جبر و نه تفويض بلكه امر بين الامرين معناى اين سخن چيست ؟ امام فرمود : هر كس گمان كند كه خداوند افعال ما را انجام مىدهد آنگاه ما را به سبب آن فعال مجازات مىكند قائل به جبر شده است و هر كس گمان كند كه خداوند امر آفريدگان و روزى آن ها را به حجت و نشانه هاى خود 
  ] معصومين ( ع ) 
  ] واگذارده ، قائل به تفويض شده است . كسى كه از جبر سخن گويد كافر و هر كس از تفويض سخن گويد مشرك است راوى گويد عرضه داشتم : اى فرزند رسول خدا ، امر بين دو امر چيست ؟ امام فرمود : وجود راه براى انجام آنچه به آن فرمان داده شده و ترك آنچه از آن بازداشته شده است . عرضه داشتم : آيا خداوند در اين امر مشيت و اراده اى دارد . امام فرمود : اراده خداوند و مشيت او در عبادات ، امر به آن و خشنودى به سبب آن و كمك نمودن [ انسان 
  ] بر انجام آن است و اراده و مشيت خداوند در گناهان بازداشتن از آن و ناخشنودى به سبب آن و خوار نمودن [ انسان 
  ] به سبب انجام آن است . راوى مى گويد عرضه داشتم : آيا خداوند در اين امور قضايى دارد ؟ امام فرمود : بله ، هيچ فعل نيك و بدى از افعال بندگان نيست مگر آنكه خداوند در آن قضايى دارد . عرضه داشتم : معناى اين قضا چيست ؟ امام فرمود : « حكم بر بندگان در دنيا و آخرت به پاداش و كيفرى كه به سبب كردارشان مستحق آن هستند . » مراجعه كن عيون اخبار الرضا ج 1 ص 124 ح 17 / و بحار الانوار ج 5 ص 12 و روايات بسيار زيادى كه بر اين معنا دلالت مىكند .\r\n","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nخارج نيست :\r\nاول : اينكه قدرت و اراده انسان تأثيرى در اعمال او نداشته باشد .\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nدوم : اينكه چيزى جز قدرت و اراده او در اعمال و افعالش تأثيرى نگذارد .\r\nسوم : اينكه فعل او هم به او و هم به خداوند مستند باشد . اولى مبناى جبر ، دومى تفويض و سومى امر بين الامرين [ امر ميان دو امر 
  ] است .\r\n\r\nسخنان جبرگرايان :\r\nجبرگرايان خود گروه هاى متفاوتى دارند كه عمده نظريات ايشان در دو مسلك و گروه خلاصه شده است :\r\nاول : جبرگرايان مطلق مانند جهم بن صفوان « 1 » و پيروان او كه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - جهم بن صفوان ترمذى كه پيروانش به جهميه شناخته مى شوند و كنيه او ابامحرز است ، در سمرقند خراسان به دنيا آمد و رشد كرد و مدتى از زندگانى اش را در « ترمذ » به سر برد . سيره او مورد مذمت است . در كتاب ( سير اعلام النبلاء ) ج 17 ص 311 آمده است : « گذشتگان به سبب غلو او در تنزيه و انكار صفات خداوند بر ذم او اجماع كرده اند » و خطيب بغدادى در كتابش تاريخ بغداد جلد 3 ص 165 از اسحاق بن ابراهيم حنظلى روايت كرده است كه مى گويد : از خراسان سه نفر ظاهر گشتند كه در بدعت و دروغ در دنيا همانندى نداشتند : جهم بن صفوان ، عمر بن صبيح و مقاتل بن سلمان . و در جزء 13 همان كتاب ص 373 حديث 24 از رحمان حمانى از پدرش روايت كرده كه مى گويد : شنيدم ابو حنيفه مى گفت : جهم بن صفوان كافر است ، جهم در اواخر حكومت بنى اميه به دست سلم بن احوز مازنى به قتل رسيد . مراجعه كن به اللباب ج 1 ص 317 يا حاشيه تاريخ شهر دمشق ص 318 حاشيه شماره 1 . و در ميزان الاعتدال ج 1 ص 426 شماره 1584 گفته است : « جهم بن صفوان ابو محرز سمرقندى گمراه و بدعت گذار و سرآمد جهميه است . نمى دانم چيزى روايت كرده است يا نه اما شر بزرگى را پايه گذارى كرده است . » و در سير اعلام النبلاء شماره 8 جلد 6 آمده است : « او پايه گمراهى و انسانى هوشمند و اهل جدل بود . . . . »\r\n","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nمى گويند : افعال بندگان براى ايشان غير اختيارى است و بندگان در كردار خود چيره [ جبر 
  ] هستند و اراده ايشان تأثيرى در افعال و اعمالشان ندارد . در نزد اين گروه تفاوتى ميان راه رفتن انسان [ كه اختيارى است 
  ] و حركت دست لرزان [ كه ناخودآگاه است 
  ] و بين كسى كه به سوى پشت بام بالا مى رود [ كه حركتى اختيارى است 
  ] و كسى كه از آن به پائين فرو افتاده است [ كه غير اختيارى است 
  ] وجود ندارد . « 1 »\r\nدوم : سخن گروهى چون ابوالحسن اشعرى « 2 » و پيروان او كه تعداد زيادى هستند . اين گروه هنگامى كه زشتى سخن گروه اول را\r\nديدند براى فرار از آن سخن ، چنين گفتند كه : افعال اختيارى بندگان تنها با قدرت خداوند واقع مىشود و قدرت بندگان تأثيرى در آن اعمال ندارد . بلكه خداوند چنين حكم كرد كه در بندگان قدرت و اختيار بيافريند . اگر مانعى نباشد خداوند در بنده خود فعل مورد توانايى او را مقارن با قدرت و اختيار بنده ايجاد مىكند . پس فعل انسان از نظر ابداع و احداث [ به وجود آمدن و تحقق\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - از فوايد ابن قيم ص 53 آمده است : « جهم گمان مى كرد كه بهشت و دوزخ از ميان مى روند و ايمان ، تنها معرفت به خداوند و كفر ، تنها جهل به اوست و براى هيچ كس جر خدا فعل و عملى نيست و اعمال بر سبيل مجاز به آفريدگان نسبت داده مىشود . »\r\nمراجعه كن : الفرق بين الفرق ص 128\r\n( 2 ) - ابوالحسن اشعرى بصرى در بغداد زيست و در حدود سال 324 - آنگونه كه در تاريخ بغداد ج 11 ص 346 ذكر شده است در بغداد از دنيا رفت . از ابوبكر صيرمى نقل شده است كه مى گويد : « معتزله سر برافراشته بودند تا اينكه خداوند اشعرى را ظاهر ساخت و آنان را چون روباه به لانه هايشان فرستاد » به هر حال او بزرگترين فرد مذهب معروف اشاعره است .\r\n","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nيافتن 
  ] آفريده پروردگار است و براى انسان كسب شده است . « 1 »\r\nآنگاه عبارات و بيانات اين گروه در تفسير حقيقت كسب ، گوناگون و متفاوت شده است تا جايى كه براى آن چند وجه را ذكر كرده اند كه بهترين آن ها سخن قاضى ابوبكر باقلانى « 2 » است كه مى گويد : هر چند فعل انسان بدون تأثير او در صدور فعل ، از او صادر شده است اما رنگ يافتن اين فعل به رنگ نيك و بد به قدرت و اختيار انسان است . به عنوان مثال : اگر انسانى ، يتيمى را كتك بزند موثر در اصل تحقق اين فعل خداوند است اما قصد و نيت زدن كه اگر براى تربيت باشد نكو و اگر از روى ستم باشد ناپسند است ، به بنده واگذار شده و اين معيار پاداش و كيفر اوست . « 3 »\r\nاما ظاهراً اين سخن به حال اين گروه سودى نمى بخشد ، چون قصد و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - شرح مواقف جرجانى ج 8 ص 145 - 146 ( تأليف قاضى الايجى )\r\n( 2 ) - ابوبكر محمد بن طيب بن محمد باقلانى قاضى ، در بصره به دنيا آمد و در بغداد زيست . عضد الدوله ديلمى او را به دربار خود در شيراز فرا خواند . مدتى در آنجا ماند و پس از وفات عضد الدوله به بغداد بازگشت . باقلانى از مهم ترين متكلمان مكتب اشاعره بر شمرده مىشود . معاصر شيخ مفيد بود و شيخ مناظرات لطيف و سودبخشى با او دارد كه در كتابش ( مسأله ديگرى در نصر بر على ( ع ) ) ج 2 ص 21 تحقيق محمد رضا انصارى ، دار المفيد بيروت ، بيان شده است ، و اين مناظرات را در ترجمه كتاب ( باقلانى در تاريخ فرهنگ عربى ) ج 4 ص 48 مى يا بى .\r\n( 3 ) - اين معنا را باقلانى در كتاب ( الانصاف ) ذكر كرده است و بسيارى از بزرگان ، اين سخن را به او نسبت داده اند . مراجعه كن به ملل و نحل ج 1 ص 97 - 98 و شرح احقاق الحق ج 1 ص 400 و ج 2 ص 51 از آيت الله مرعشى نجفى و جرجانى اين سخن را در شرح مواقف ج 8 ص 147 چنين حكايت كرده است : « قاضى مى گويد : بر اينكه قدرت خداوند به اصل فعل تعلق بگيرد و قدرت انسان به اينكه فعل ، بندگى و يا گناه باشد متعلق گردد .\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nنيت ، خود فعلى از افعال است و بنابر قول به كسب ، مى بايست اين فعل نيز از اراده و قدرت خداوند صادر شده باشد پس هيچ اختيارى وجود ندارد . و شايد علامه مجلسى ( ره ) به همين سبب فرمود : « مقصود از كسب عمل از سوى انسان ، مقارنت و همراهى عمل با قدرت و اراده انسان است بدون اينكه انسان تأثيرى در وجود عمل داشته باشد جز آنكه او محل به وقوع پيوستن آن عمل است » . « 1 » جبرگرايان همچنين گفته اند : نسبت فعل به انسان به اعتبار به پا داشتن فعل به وسيله اوست نه به اعتبار اينكه انسان فعل را ايجاد مىكند . » « 2 »\r\nو ملتزم شدن به هر يك از اين دو قول مستلزم انكار حسن و\r\nقبح عقلى در خصوص افعال انسان است زيرا حسن و قبح عقلى در افعال اختيارى مطرح مىشود .\r\nمانند آنكه شمشير اگر به عنوان آلت و وسيله اى براى كشتن كسى استفاده شود كه كشتن او نكو است ، عُقَلا شمشير را نيكو بر نمى شمرند [ بلكه كردار شمشير زن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اين سخن را در شرح مواقف به ابوالحسن اشعرى نسبت داده است . و همچنين آيت الله العظمى خوئى در محاضرات ج 2 ص 50 اين سخن را بيان كرده و چنين ادامه داده است : « و اين مذهب شيخ ابوالحسن بصرى اشعرى است » . و چه بسا علامه مجلسى اين سخن را در برخى كتابهايش از ايشان حكايت كرده هر چند من بر آن دست نيافتم .\r\n( 2 ) - ممكن است اين سخن از شرح مواقف ج 8 ص 161 استفاده شود كه مى گويد : « نسبت فعل به بنده نه خدا » ، چون مدح و ذم را براى انسان به اعتبار محليت لحاظ كرده است نه فاعليت . »\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nنكوست 
  ] اما بنابر سخن جبرگرايان شمشير زن و شمشير در كشتن يكسانند و هر دو آلت وقوع قتل به شمار مى آيند ، پس شمشير زن نيز مستحق نيكو بر شمردن نيست .\r\nهمچنين كسانى كه به يكى از اين دو قول در خصوص جبر « 1 » قائلند در إشكال [ چگونگى 
  ] تكليف گنهكاران واقع شده اند . زيرا اگر اراده خداوند به فعل انسان تعلق نگرفته است پس تكليف جدى و واقعى نيست و اگر اراده خداوند به فعل انسان تعلق گرفته است پس چگونه اراده از آنچه مورد اراده قرار گرفته [ كه انجام كارهاى نيك است 
  ] تفاوت كرده [ و نافرمانى خداوند از سوى شخص گنهكار رخ داده است ؟ 
  ] جبرگرايان در پاسخ اين مشكل گفته اند كه تكليف ، طلب است و طلب غير اراده است ، تخلف و تفاوت اراده خداوند از مراد [ آنچه مورد اراده قرار گرفته است 
  ] ممكن نيست اما تخلف و تفاوت طلب خداوند از مطلوب [ امرى كه مورد طلب پروردگار قرار گرفته است 
  ] اشكالى ندارد . به عنوان\r\nمثال : با فرض عدم تعلق اراده خداوند به نماز او به نماز فرمان مىدهد و با اين فرمان ، طلب به وجود مى آيد و اشكالى در تخلف طلب از مطلوب وجود ندارد .\r\nبه همين سبب جبرگرايان گفته اند كه تكليف انسان به آنچه توان آن را ندارد جايز است و اشكالى ندارد . با\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اين دو قول عبارتند از :\r\n1 ) افعال اختيارى انسان تنها با قدرت خداوند واقع مىشود .\r\n2 ) نسبت فعل به انسان به اعتبار به پاداشتن فعل به وسيله انسان است نه به اعتبار ايجاد فعل از سوى انسان . هر دو قول عين جبر است .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nآنچه گفتيم آشكار شد كه توجيه محقق خراسانى « 1 » در خصوص سخن اشاعره كه قائل به مغايرت ميان طلب و اراده هستند توجيه صحيحى نيست . آنجا كه محقق خراسانى مى فرمايد : « مقصود از مغايرت ، مغايرت انشايى از طلب است - همانگونه كه از اطلاق طلب چنين بر مى آيد - و مغايرت حقيقى ، از اراده است - همانگونه كه در هنگام اطلاق اراده غالباً از آن اين گونه اراده مىشود ، پس نزاع لفظى است . » و چون شكى نيست كه خداوند گروهى را به سبب ترك واجبات و انجام گناهان مجازات مىكند ، جبرگرايان چاره اى ندارند كه حسن و قبح عقلى را به نسبت خداوند انكار كنند زيرا اگر به حسن و قبح عقلى معتقد باشيم ، كيفر بندگان بر فعل غير اختيارى هيچ وجه و معنايى ندارد . و اگر بگوئيم كه خداوند انسان ها را بر امور غير اختيارى مجازات مىكند منجر به سلب عدالت از خداوند مىشود . لذا جبرگرايان گفته اند خدا مىتواند با شرافت ترين پيامبران را مجازات كند و به پست ترين انسان ها پاداش نيك دهد . [ هر چه آن خسرو كند شيرين بود 
  ] كه خداوند از اين صفت بسيار دور است .\r\n\r\nسخن قائلان به تفويض\r\nاما قائلان به تفويض « 2 » براى اينكه عدالت خداوند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كفايه الاصول ، ص 66 ( از آنچه بيان كرديم مى توان ميان دو طرف صلح و آشتى برقرار نمود . . . )\r\n( 2 ) - مفوضه گروهى از غلاهء [ غلو كنندگان 
  ] هستند و آنچه آنان را از ساير غلاهء جدا مىكند اعتقاد به حدوث امامان و آفرينش آنان و نفى قديم بودن از ايشان است هر چند آفرينش و روزى بخشى را به امامان نسبت مى دهند و ادعا مى كنند خداوند تنها امامان را آفريد و آفرينش جهان را به ايشان واگذارد . بحار الانوار ، ج 25 ص 345 و تصحيح الاعتقاد ص 131 و در مجمع البحرين ج 2 ص 438 ماده ( فوض ) آمده است : مفوضه گروهى هستند كه مى گويند خداوند محمد ( ص ) را آفريد و آفرينش دنيا را به او واگذارد پس محمد ( ص ) آفريننده هر آنچه در دنياست مى باشد و گفته شده است : آفرينش به على واگذار شده است . و در ( مشارق انوار اليقين فى اسرار امير المؤمنين ) آمده است : مفوضه بيست گروهند » آنگاه گروه هايشان را ذكر كرده است كه هر كه مى خواهد بيشتر بداند به ( مشارق ) ص 335 مراجعه كند .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nرا حفظ كنند گفته اند افعال بندگان به\r\nخداوند هيچ ربطى ندارد و خود انسان مؤثر تام و كامل در افعال است . « 1 » اما لازمه اين سخن ، نفى سطه از خداوند متعال است . مثال عرفى كه سخن اين گروه را مشخص مىكند چنين است : اگر فرض كنيم كه مولايى به بنده خود كاسه اى از شراب دهد با علم به اينكه بنده از آن شراب مى نوشد . پس در آن\r\nامر ، نوشيدن از اختيار مولا خارج شد به گونه اى كه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اين سخن با صريح آيه مباركه ( ستايش از آن پروردگار جهانيان است ) منافات دارد زيرا خداوند از خود چنين خبر مىدهد كه او معبود آفريننده و در همان زمان پروردگار تدبير كننده شوون آفريدگان و روزى آن هاست . اين آيه همچنين باطل كننده سخن يهود است كه مى گويند خداوند آفريدگان را آفريد و آسود . يا مى گويند خداوند امر را بزرگان يهود واگذار كرد . خداوند برخى از سخنان آنان را در آياتى چون آيه 64 سوره مائده حكايت كرده است . بله آنچه ذكر كرديم با اعتقاد به اينكه پيامبران يا جانشينان ايشان بر تصرف در مسائل وجودى با خواست خدا توانايى داشته باشند منافاتى ندارد و اين سخن را بيشتر معتزله برگزيده اند . آنگونه كه جرجانى در شرح مواقف ج 8 ص 146 از ايشان حكايت كرده است .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nاگر مولا بخواهد نوشيدن شراب در عالم خارج واقع نشود نتواند مانع شود ، نوشيدن اگر با اختيار بنده از او صادر شود ، به هيچ وجه مستند به مولا نيست . زيرا مولا در هنگام صدور فعل نوشيدن از بنده ، از او بيگانه بوده است . بيشتر قائلين به تفويض - كه همان معتزله هستند « 1 » - به وجوب فعل پس از اراده انسان اعتقاد دارند . و برخى مى گويند فعل [ پس از اراده انسان 
  ] واجب نمى شود بلكه اولويت مى يابد . « 2 »\r\nمحقق طوسى مى گويد : بزرگان معتزله و ابوالحسن بصرى و امام الحرمين از اهل سنت مى گويند : انسان پيش از انجام فعل قدرتى دارد و اراده آن قدرت موجب مؤثر بودن انسان مىشود و فعل از جانب او صادر مى گردد . پس اگر فعل انسان به سبب قدرتى باشد كه به تبع انگيزه فعل - كه همان اراده اوست - براى انجام فعل و ترك آن صلاحيت دارد ، انسان مختار است . و فعل در مقايسه با قدرت به تنهايى ممكن و در مقايسه با قدرت و اراده واجب است .\r\nمحمود ملاحمى و ديگران از معتزله « 3 » مى گويند : فعل در هنگام وجود قدرت و اراده سزاوار وجود است زيرا اگر بگويند فعل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تعليق زننده بر شرح مواقف ج 8 ص 146 و 147 نظر معتزله و امام الحرمين را نقل كرده است .\r\n( 2 ) - برخى از اين سخن كه ( اراده اگر به فعل تعلق بگيرد ، فعل واجب مىشود ) به اين سخن عدول كرده اند كه : ( فعل واجب نمى شود بلكه اولويت مى يابد ) تا از شبههء جبر بر اين مبنا كه شيئى هنگامى كه واجب شود ، وجود مى يابد ، رهايى يابند .\r\n( 3 ) - به منبع پيشين ( شرح مواقف ) بنگر كه اين معنا را بيان كرده است .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nواجب مىشود سخن ايشان به جبر منتهى مى گردد .\r\nمخفى نماند كه تفويض دو معناى ديگر دارد :\r\nيكى ، رفع منع از افعال انسان و اينكه تمامى افعال انسان مباح است . شيخ مفيد در شرح اعتقادات مى گويد : « 1 » « تفويض يعنى رفع منع از آفريدگان در افعال ايشان و مباح دانستن هر كردارى كه آنان مى خواهند و اين سخن زنديق ها و اباحه گرايان است . »\r\nدوم ، واگذاردن امر آفرينش و روزى دادن و تدبير جهان به برخى بندگان : امام على بن موسى الرضا ( ع ) در روايتى كه شيخ صدوق به اسناد خود از يزيد بن عمير روايت كرده است مى فرمايد : « هر كس گمان كند خداوند امر آفرينش و روزى رساندن را به حجت هاى خويش در زمين واگذارده قائل به تفويض شده است . » « 2 »\r\n\r\nمعناى امر بين الامرين [ امر ميان دو امر 
  ]\r\nاما امر ميان دو امر ، مسأله اى دقيق است كه جز انسان عالم [ حقيقى 
  ] يا كسى كه [ اين حقيقت را 
  ] انسان عالمى به او آموخته است ، به آن علم ندارد همانگونه كه در روايت صالح به سهل « 3 » آمده\r\nاست و آن سرّ خداوند است ، همانگونه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تصحيح اعتقادات الاماميه ص 47 چاپ دوم ، دار المفيد بيروت\r\n( 2 ) - عيون اخبار الرضا ص 87 ، وسايل ج 28 باب 10 مواردى كه كفر و ارتداد به سبب آن ثابت مىشود ص 339 حديث 34907 مؤسسه اهل البيت ( ع )\r\n( 3 ) - كافى ، ج 1 ص 159 باب جبر و قدر حديث 10 . از امام صادق ( ع ) درباره جبر و قدر پرسيده شد . امام فرمود : نه جبر و نه قدر بلكه جايگاهى ميان آن دو كه در آن حقى است كه جز عالم [ حقيقى 
  ] يا كسى كه عالمى [ اين مسأله را 
  ] به آموخته كسى به آن راهى ندارد .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nكه در روايت نبوى چنين تعبير شده است « 1 » و به اين دو معنا روايات ديگرى نيز وارد شده است . « 2 »\r\nفخر رازى گفته است : وضعيت اين مسأله عجيب است زيرا مردم هميشه در آن اختلاف داشتند . چون آنچه در اين مسأله مى توان به سوى آن بازگشت ، متعارض و متناقض است .\r\nآنگاه فخر رازى برخى ادله دو طرف را ذكر مىكند و سپس مى گويد : اما در خصوص دلايل سمعى ، قرآن و روايات پر از مواردى است كه دو امر [ جبر و تفويض 
  ] را به خاطر مىآورد . و هيچ امتى خالى از اين دو گروه نبوده است و اوضاع و حكايت از هر دو سو يكديگر را دفع مى كنند و با يكديگر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - آنچه از امير مؤمنان ( ع ) در كتاب وافى ج 1 ص 537 و نهج البلاغه حكمت 287 ص 526 و روضه الواعظين در باب قضا و قدر ص 40 روايت شده است كه از ايشان درباره قدر پرسيده شد . امام فرمود : ( راهى تاريك است پس در آن گام ننهيد و دريايى ژرفناك است پس در آن فرو نرويد و سرّ خداوند است پس درباره آن خود را به زحمت نيندازيد . )\r\n( 2 ) - اصول كافى ج 1 ص 159 ، حديث 11 . روايت شده است مردى به امام صادق ( ع ) عرضه داشت : فدايت شوم ، خداوند بندگان را بر گناهان مجبور ساخت ؟ فرمود : خداوند عادل تر از اين است كه بندگان را بر گناهان مجبور سازد آنگاه به سبب گناهان آنان را كيفر دهد . مرد عرضه داشت : فدايت شوم ، خداوند امور را به بندگان وا نهاد ؟ امام فرمود : اگر امور را به ايشان واگذارده بود ، ايشان را با امر و نهى محصور نمى كرد . مرد عرضه داشت : فدايت شوم آيا ميان اين دو جايگاهى است ؟ امام فرمود : بله جايگاهى وسيع تر از آنچه ميان آسمان و زمين است . / حديث شماره 9 نيز به اين معنا وارد شده است /\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nمخالفت مى ورزند تا جايى\r\nكه گفته شده [ تخته 
  ] نرد ، بر اساس جبر و شطرنج ، بر اساس قدر وضع شده است . « 1 »\r\nمحيى الدين بن عربى در فتوحات نيز چون فخر رازى به شك و حيرت خود در اين باب اعتراف مىكند .\r\nدانشمندان ما در تحقيق اين مسأله نظرات متفاوتى دارند :\r\nاول : نظر شيخ مفيد در شرح او بر اعتقادات كه مى گويد : خداوند آفريدگان را بر اعمال و افعالشان توانا ساخت و حد و مرزى را برايشان در اين باره ترسيم كرد و با بازداشتن و ترساندن و وعده و بيم آنان را از زشتى ها بازداشت . خداوند به دليل توانا ساختن بندگان بر اعمال ، آنان را بر انجام آن اعمال مجبور نساخته و به دليل بازداشتن بندگان از بيشتر اعمال ، آن اعمال را به ايشان وانگذارده است . خداوند حد و مرز را در ميان اعمال براى بندگان قرار داد و ايشان را به انجام كردار نيك فرمان داد و از انجام كردار ناپسند نهى فرمود . آنگاه شيخ مفيد مى فرمايد : « اين جدايى ميان جبر و تفويض است . » « 2 » اين سخن نيكويى است اما با شأن نزول روايات فراوانى كه در بيان امر ميان دو امر وارد شده است و برخى از آن ها در آينده خواهد آمد ، مطابقت ندارد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - علامه مجلسى در بحار ج 5 ص 82 متن سخن او را به طور كامل نقل كرده است . همچنين تفتازانى در ( شرح المقاصد فى علم الكلام ) ج 2 ص 141 ، دار المعارف النعمانيه ، پاكستان 1401 ، اين سخن را از او حكايت كرده است .\r\n( 2 ) - تصحيح اعتقادات الاماميه ص 47 ( وحد ميان بين اين دو قول ) دار المفيد ، بيروت\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nدوم : مقصود از امر بين دو امر اين است كه خداوند متعال بندگان خود را در فعل و ترك فعل داراى اختيار قرار داده ، با اينكه\r\nقدرت دارد بندگان را از آنچه بر مى گزينند باز دارد و آنان را بر انجام آنچه انجام نمى دهند مجبور كند . « 1 » اين سخن نيز نكوست جز آنكه ظاهر امر بين الامرين دقيق تر از اين است همانگونه كه خواهد آمد .\r\nسوم : مقصود از امر بين الامرين اين است كه اسباب نزديك فعل با قدرت انسان و اسباب دور مانند آلات و ادوات و اعضا و جوارح بدن و نيروها با قدرت خداوند سبحان است و يك فعل با مجموع دو قدرت حاصل مىشود . « 2 » و آنچه به محقق عراقى در تقريرات بحث خود نسبت داده مىشود به اين امر باز مى گردد كه چنين گفته است : « با اين همه صحيح است كه گفته شود جبرى وجود ندارد چون يكى از مبادى فعل ، اختيار انسان است كه به ذاتش منتهى مىشود . و همچنين تفويضى هم وجود ندارد با ملاحظه اينكه مبادى ديگر مستند به خداوند متعال هستند و مانعى ندارد كه آنچه گفتيم مقصود حقيقى از سخن امام ( ع ) باشد كه فرمود : « نه جبر و نه تفويض است بلكه امرى در ميان اين دو امر است . » « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اين وجه را علامه مجلسى در بحار ج 5 ص 84 در مقام تعليق بر روايت كافى ج 1 ص 158 حديث 8 بيان نموده كه امام پس از نفى جبر و تفويض فرمود : ( در ميان اين دو لطفى از جانب پروردگارت مى باشد )\r\n( 2 ) - اين وجه را علامه به برخى از كسانى كه امر بين الامرين را تفسير كرده اند ، نسبت داده است ، بحار ج 85 ، ص 84 .\r\n( 3 ) - به مقالات الاصول ج 1 ص 213 ( بحثى در طلب و اراده ) مراجعه نما .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nاشكال اين است كه هيچ كس تفويض را به اين معنا بيان نكرده تا نياز به نفى آن باشد .\r\nچهارم : اينكه تفويضى كه نفى شده است واگذارى آفرينش و روزى دهى و تدبير جهان به برخى آفريدگان است و اين نيز با آنچه متون فراوان روايت شده از امامان ( ع ) به آن پرداخته است غير مرتبط مى باشد . « 1 »\r\nپنجم : مقصود از امر بين الامرين اين است كه فعل انسان با مجموع دو قدرت و دو اراده و دو تأثير از ناحيه او و خداوند واقع مىشود و انسان در ايجاد فعل خود استقلالى ندارد . اما قدرت انسان به گونه اى نيست كه هيچ تأثيرى در فعل خود نداشته باشد و اشكال آن را خواهى فهميد . « 2 »\r\nششم : سخن محدث كاشانى « 3 » در كتاب الوافى كه مى گويد : « در\r\nبيان امر بين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - روايات بسيارى واگذارى آفرينش و تدبير و روزى به بندگان را نفى كرده اند . به روايات باب جبر و قدر و امر بين الامرين از كتاب كافى ج 1 ص 155 خصوصاً حديث 3 مراجعه كن . اين روايات با رواياتى كه براى پيامبر و امامان ، درجات والايى قرار داده است منافاتى ندارد . رواياتى كه بيان مىكند معصومين راه به سوى خداوند اند ، به سبب آنان خداوند باران مى فرستد و به سبب ايشان آسمان بر زمين فرو فكنده نمى شود ، همانگونه كه در زيارت جامعه آمده است . من لا يحضره الفقيه / 2 ، ص 615 .\r\n( 2 ) - علامه مجلسى اين وجه و وجه سوم را يك وجه قرار داده است . بحار ج 5 ص 84 و درباره آن گفته است : هيچ كس تفويض به اين معنا را بيان نكرده است تا پاسخى به آن داده شود .\r\n( 3 ) - به كتاب وافى جلد 1 ص 537 باب جبر و تقدير و امر بين الامرين مراجعه كن . محدث كاشانى پيش از آنكه سخن خواجه نصير الدين طوسى را نقل كند ، اقوال را به چهار دسته تقسيم كرد و گفت : دو قول فاسد است و آن دو جبر و تفويض است . و دو قول دائر مدار تحقيق است و به امر بين الامرين باز مى گردند . يكى به حق و روايات نزديكتر و از فهم و عقل دور تر است و آن طريقه اهل شهود است كه اسرار روايات را مى شناسند و قول ديگر عكس آن چيزى است كه بيان كرديم و آن روش اهل خرد و نظر است . بيان اول به سبب پيچيدگى آن بسيار دشوار است پس آن را به كنار مى نهيم و به بيان دوم بسنده مى كنيم . هر چند خود به اين نظر و بيان دوم خرسند نيستم چون در نگاه ابتدايى و در نزد كوته نظران مشتمل بر مفاسدى است كه بر جبر مترتب مىشود اما عقل خواص را از برخى اسباب حيرت و سرگشتگى خارج مى سازد » آنگاه كلام محقق طوسى را نقل مى نمايد .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nالامرين سخن برخى محققان را ذكر مى كنيم كه با تحقيق محقق طوسى در برخى رسائل ايشان همسو است و چنين مى گويد : « ثابت شده است كه هر آنچه در اين جهان به وجود مى آيد ، پيش از وجود آن با هيئت و شكل و زمان خود در عالم ديگرى فوق اين جهان مقدر گشته است و ثابت شده است كه خداوند بر تمامى ممكنات قدرت دارد و هيچ شيئى از مصلحت و عمل و قدرت و ايجاد او خارج نيست و الا خداوند براى مبدأئيت كل صلاحيت نداشت . » تا اينكه مى گويند : « اعمال و كردار ما چون بقيه موجودات و كردار ايشان به سبب قضا و قدر خداوند رخ مى دهند و به اين سبب صدور اين اعمال از جانب ما واجب است اما اسباب و عللى از قبيل ادراكات و اراده و حركات و سكنات و اسباب عالى ديگرى كه از علم و تدبير ما پنهان و از قدرت و اثربخشى ما خارج است ، در اين ميان به عنوان واسطه قرار مى گيرند . » تا اينكه مى گويند : « و چون از جمله اسباب ، اراده و انديشه و تخيل ماست پس فعل براى ما اختيارى است . زيرا\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nخداوند به ما نيرو و توانايى بخشيده است تا بيازمايد كداميك كردار نيكوترى داريم ، با اينكه علم او به كردار ما احاطه دارد . پس واجب بودن فعل با امكان آن منافاتى ندارد و اضطرارى بودن عمل با اختيارى بودن\r\nآن تضادى ندارد زيرا جز به سبب اختيار واجب نگشته است . » آنگاه عدم اختيارى بودن اراده را بيان مىكند تا اينكه مى گويد : « پس ما در عين اختيار مجبوريم و با اختيار و بناى بر آن ، مجبور هستيم » « 1 » اين سخن همانگونه كه بيان خواهيم كرد امر بين الامرين نيست بلكه عين جبر است .\r\nعلماى شيعه بياناتى ديگرى از امر بين اوامر دارند كه برخى به آنچه گذشت باز مى گردد و برخى به جبر منتهى مىشود .\r\nاما حق در به تصوير كشيدن امر ميان دو امر اين است كه گفته شود : جبرى كه نفى شده است سخن اشاعره و جبرگرايان پيشين و تفويض نفى شده ، سخن معتزله است كه مى گويند خداوند انسان را آفريد و آنان را بر اعمالشان قدرت بخشيد و اختيار را به ايشان واگذارد پس انسان ها به ايجاد اعمالشان مطابق خواست و قدرتشان مستقلند و خداوند در\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - در حواشى وافى از علامه مجلسى و استاد ايشان نائينى و بزرگان ديگر به نقل از كتاب ( الهدايا ) اثر ميرزا محمد مجذوب تبريزى آمده است كه : « خواجه نصير طوسى در برخى رسائلش در تحقيق امر بين الامرين گفته است : انسان در فعل و ترك فعل مختار است جز آنكه مشيت او تحت قدرتش نيست . همانگونه كه خداوند فرموده است : ( و نمى خواهيد مگر آنكه خداوند بخواهد ) بنابراين ما در مشيت خود مضطر و در عين اختيار مجبوريم . »\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nاعمالشان تأثيرى ندارد . »\r\nاما امر بين الامرين اين است كه فعل از اختيار و قدرت انسان صادر مىشود و اگر بخواهد كارى را انجام مىدهد و اگر بخواهد انجام نمى دهد . و با اين همه ، حيات و توانايى و اختيار او به واسطه افاضه خداوند محقق مىشود به گونه اى كه اگر خداوند\r\nيكى از اين امور را به او افاضه ننمايد ، عدم صدور فعل و عدم تحقق آن لازم مى آيد . و مثال عرفى كه اين امر را آشكار مى سازد چنين است : اگر فرض كنيم بنده نتواند جز با رساندن نيروى برق دست خود را تكان دهد و مولا لحظه به لحظه نيروى برق را به او برساند ، پس بنده با اختيار خود كسى را بكشد در حالى كه مولا به آن عمل ، علم دارد ، اين فعل از اين جهت كه با اختيار بنده و از سوى او صادر شده ، اختيارى است و به اين جهت كه مولا نيرو را لحظه به لحظه به بنده مى بخشد ، فعل مستند به مولاست و هر دو اسناد بدون سختى و توجيه ، حقيقى است . و اين حقيقت امر بين الامرين است كه روايات وارد شده از امامان معصوم با آن مطابقت دارد « 1 » و محقق نائينى نيز به آن تصريح كرده است . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اين سخن با الفاظ گوناگونى بيان شده است . مانند آنچه از امام رضا ( ع ) در عيون اخبار الرضا چنين روايت شده است : روزى ابوحنفيه از نزد امام صادق ( ع ) خارج شد . [ امام 
  ] موسى بن جعفر به سوى او رفت . ابوحنيفه گفت : اى جوان ، گناه از چه كسى صادر مىشود ؟ موسى بن جعفر ( ع ) فرمود : از سه حالت خارج نيست ، يا از سوى خداوند و نه انسان صادر مىشود كه براى خداوند كريم سزاوار نيست بنده اش را به سبب كارى كه نكرده است كيفر دهد . يا از سوى خداوند و انسان هر دو صادر مىشود كه سزاوار نيست شريك قوى بر شريك ضعيف و ناتوان ستم كند . يا تنها از سوى انسان صادر مىشود كه اگر خداوند او را كيفر دهد به سبب گناه اوست و اگر بر او ببخشايد به سبب كرم و بخشش اوست . و به روايت كافى ج 1 ص 160 كه پيش از اين گذشت مراجعه نما .\r\n( 2 ) - اجود التقريرات ج 1 ص 93\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nو سخن محقق اصفهانى نيز به اين مطلب باز مى گردد كه مى گويد : « علت فاعلى ، ذات مباشر فعل با اراده فعل است و آن علت نزديك است و وجود و قدرت و علم و اراده او در فاعليت فاعل\r\nاثر گذار است و بخشنده اين امور خداوند واجب است كه فاعل بعيد و دور مى باشد . پس هر كس تنها به اولى بنگرد ، حكم به تفويض مىكند و هر كس تنها به دومى بنگرد حكم به جبر مى نمايد و انسان اهل نقد و روشن بين سزاوار است كه دو چشم داشته باشد [ و هر دو را نيك بنگرد 
  ] . « 1 » همانگونه كه ممكن است سخن علامه مجلسى « 2 » را به نحوى توجيه نمود كه به اين سخن باز گردد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحوث فى الاصول ، ج 2 ، ص 53 ( فايده : نه جبر و نه تفويض بلكه امر بين الامرين ) و در نهايه الدرايه ج 1 ص 205 ( تنبيه و تنزيه )\r\n( 2 ) - علامه مجلسى در بحار الانوار ج 5 ص 18 پس از ذكر جبر و تفويض مى گويد : « و حد وسط ميان اين دو قول چنين است كه خداوندد آفريدگان را بر افعالشان توانا ساخت و قدرت بخشيد و حد و مرزى در اين باره برايشان مشخص ساخت و آنان را با منع و ترساندن و وعده و بيم از زشتى ها بازداشت . آنان را بر انجام آن اعمال مجبور نساخت زيرا قدرت انجام اعمال را به آنان بخشيده و اعمال را به ايشان وانگذارده چون بندگان را از بسيارى از اعمال بازداشته است . و حد و مرزى را در اعمال برايشان قرار داده و آنان را به كردار نيكو فرمان داده و از كردار زشت بازداشته است . اين جدايى ميان جبر و تفويض است » . آنگاه كلام را در بيان روايات ادامه داده است . همچنين به ص 83 و پس از آن مراجعه نما .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\n\r\nادله جبرگرايان\r\nبراى قائل شدن به جبر به دو وجه استدلال شده است :\r\nاول : از ناحيه عوامل طبيعى و دوم : از ناحيه [ عوامل 
  ] ماوراء الطبيعه .\r\nاما وجه اول : اين گونه استدلال شده است كه فعل ، از اراده صادر مىشود و معلول اراده است . و اراده يا خود ارادى و صادر شده از\r\nاراده ديگرى است يا غير ارادى است . پس اگر ارادى باشد ، [ خود 
  ] معلول اراده ديگرى خواهد بود . و [ در اين جا 
  ] سخن به آن اراده [ دومين 
  ] ، كه علت اين اراده [ مذكور 
  ] است منتقل مى گردد . پس مى بايست اراده بر امرى غير ارادى متنهى شود و الا تسلسل لازم مى آيد . حال اگر اراده به امرى غيراختيارى منتهى شد يا پذيرفتيم كه خود ، غير ارادى است ، بى شك فعل [ نيز 
  ] غير اختيارى خواهد بود زيرا جبر بر علت ، [ در حقيقت 
  ] جبر بر معلول است . به بيان ديگر : همان گونه كه آشكار است ، معلول امر غير اختيارى از تحت اختيار خارج است .\r\n\r\nپاسخ حكما و نقد آن\r\nبه اين سخن پاسخ هايى داده شده است :\r\nاول : سخن حكما ، به اين بيان كه وجوب فعل و ضرورى بودنش از جهت اراده آن ، با اختيار منافاتى ندارد .\r\nبه بيان ديگر : ضرورى بودن و وجوب فعل و عدم امكان ترك آن با اختيار منافاتى ندارد ، بلكه فعل اختيارى فعلى است كه [ شخص 
  ] اگر بخواهد آن را انجام داده و اگر نخواهد آن را انجام نمى دهد . و در\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nصدق قضيه شرطيه لازم نيست دو طرف آن ممكن باشد بلكه امكان دارد دو طرف قضيه شرطيه ، واجب و يا ممتنع باشد . پس ضرورى بودن فعل يا ترك فعل با اختيار منافاتى ندارد . و الا اگر وجوب فعل ، موجب خروج فعل از اختيار مى شد ، لازم بود كه خداوند سبحان ، فاعل مختار نباشد . چون « صادر اول » از جانب خداوند متعال ، مى بايست 
  ] همان [ ذات خداوند باشد كه علت\r\nتامهء وجود « صادر اول » است . چون فرض اين است كه شىء ديگرى جز ذات خداوند وجود ندارد . پس صدور صادر اول ، واجب و ضرورى است و الا تخلف معلول از علت تامه اش لازم مى آيد .\r\nاشكال : واجب بودن فعل از ناحيه علت آن با امكان آن منافاتى ندارد اما با اختيارى بودن آن منافات دارد . و سخن درباره وجوب « صادر اول » در ادامه خواهد بود .\r\n\r\nپاسخ محقق عراقى و نقد آن\r\nپاسخ دوم : از محقق عراقى است و خلاصه آن چنين است : « 1 »\r\nاراده و اختيار از قبيل عوارض لازم وجود انسان هستند و به جعل ديگرى وراى جعل معروض نيازى ندارند . مانند هر آنچه عارض لازم ماهيت يا وجود است . مثل حرارت براى آتش . پس انسان - ولو در برخى مراتب وجود خويش - قهراً به صفت اختيار ، متصف مى گردد و در تحقق صفت اختيار براى انسان ، تعلق گرفتن اراده به وجود انسان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - به مقالات الاصول ج 1 ص 213 ( بحثى در طلب و اراده ) مراجعه نما .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nكفايت مىكند . و شكى نيست هر فعلى كه از انسان و با اراده او صادر مىشود ، مبادى چون علم به فايده آن فعل ، شوق به آن و توانايى بر انجام آن ، دارد .\r\nبنابراين فعل صادر از انسان دو نسبت دارد : يكى : به [ خود 
  ] انسان به اعتبار تعلق اختيار انسان به فعل . [ اختيارى كه 
  ] از لوازم وجود انسان است و با جعل او و نه به جعلى مستقل ، [ در وجود او 
  ]\r\nقرار داده شده است . و [ نسبت 
  ] ديگر : به خداوند ، به اعتبار ايجاد ساير مبادى . در اين فرض ، فعل به صورت مطلق به خداوند واگذار نشده و به او مستند نيست تا بنده ، مقهور و مجبور در برابر [ اراده 
  ] او باشد .\r\nاشكال :\r\nاول : بر فرض پذيرش اينكه اختيار از لوازم وجود انسان است ، آنچه به جعل انسان جعل شده ، « قو اختيار » است و فعليت يافتن آن تدريجى است و بر نفس تجدد مى يابد و از ميان مى رود . پس اين سئوال باقى مى ماند كه : « فعليت يافتن آن قوه نياز به علتى تامه دارد » و اشكال سابق باز مى گردد .\r\nدوم : لازمه بيان مذكور اين است كه خود اختيار ، غير اختيارى باشد . پس اين اشكال كه جبر بر علت ، جبر بر معلول است ، باقى مى ماند .\r\n\r\nسخن حق در نقد اين وجه چيست ؟\r\nپاسخ هاى ديگرى وجود دارد كه به آن نمى پردازيم .\r\nاما پاسخ درست از اين وجه ، مبتنى بر بيان چند مقدمه است :\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n\r\nتجرد نفس از ماده :\r\nمقدمه اول : هر انسانى با مشاهده و دقت در نفس خود مى يابد كه وراى اعضا و اجزاى بدنش كه آن را با حس يا به نحوى از استدلال ، احساس مىكند ؛ - مانند اعضاى ظاهرى كه با حواس ظاهرى حس\r\nمىشود و اعضاى درونى كه با حس و تجربه آن را مى ستاند - معنايى دارد كه گاه از آن به ( من ) و گاه به ( روح ) و ( ذات ) و ( نفس ) حكايت مىكند . و دليل بر اينكه آن حقيقت ، غير از اعضاى ظاهرى و غرايز و امور داخلى است ، موارد زير است :\r\n1 - ساير اجزا از خود بى خبرند . مثلًا : اعصاب دست به اين توجه ندارند كه اعصاب دست هستند . ولى اين حقيقت از خود بى خبر نيست بلكه خود و ساير اعضا را احساس مىكند .\r\n2 - اين حقيقت با غرايز پيكار و مبارزه مىكند و با آن به رويارويى بر مى خيزد در حالى كه روياروى شيئى با خود متصور نيست .\r\n3 - اگر اين حقيقت ، بدن يا شيئى از اعضا و اجزا يا خاصيتى از خواص موجود در آن بود - در حالى كه همگى مادى هستند و از احكام ماده ، انقسام ، تجزى و تغير تدريجى است - مى بايست [ اين حقيقت 
  ] مادى ، قابل انقسام و متغير بود در حالى كه چنين نيست . ما پس از مراجعه به اين مشاهده و دقت نفسانى لازم به خود ، معناى مشهود و واحدى را مى يابيم كه بدون كمترين تغير و تعدد به حالت خود باقى است و آنچه از ابتداى درك و شناخت خود ، از اين مشاهده يافتيم را به ياد مى آوريم و همانگونه كه بدن و اجزا و خواص موجود همراه با آن را در مواد ، اشكال و ساير احوال و صورت هايش ، از هر جهت\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nمتغير و متبدل مى يابيم ، اين معنا را نيز معناى بسيط و غير قابل تقسيم و تجزى خواهيم يافت .\r\nپس آن حقيقت ، بدن و اجزاى آن و خصوصيتى از خواص آن نيست .\r\nماده گرايان وجود اين حقيقت را انكار كردند و گفتند : اين ( إنيّت ) [ من بودن 
  ] كه مشاهده مى كنيم تنها سلسله و رشته اعصابى است كه ادراكات را به عضو مركزى - كه همان جزء مغزى است - به صورت پى در پى و در نهايت سرعت و به صورت واحد و يكپارچه مى رساند و در آن جزء مغزى و مركزى ، مجموعه يكپارچه اى است كه وضعيت واحدى دارد و اجزايش از هم جدا نيست و از ميان رفتن برخى اجزا و جانشين شدن جزء ديگر به جاى آن متصور نمى باشد . اين واحد به دست آمده ، نفس و خويشتن ماست كه آن را مشاهده مى كنيم و از آن به ( من ) تعبير مى نمائيم . پس آنچه ثابت مى بينيم در حقيقت اشتباه در ديد است كه به جهت پى در پى وارد شدن ادراكات و سرعت ورود آن ، رخ مىدهد .\r\nبرخى از مادى گرايان در بيان مثال اين سخن چنين گفته اند : مانند حوض كه آب به صورت مساوى از يك طرف وارد و از سوى ديگر خارج مىشود و هميشه پر از آب است . پس حس ، آب درون حوض را يك آب واحد و ثابت به حساب مى آورد در حالى كه آن در واقع نه واحد است و نه ثابت . و همچنين حس ، عكس انسان يا درخت يا غير آن را در آب ، واحد و ثابت مى پندارد در حالى كه واحد و ثابت نيست بلكه به سبب جريان تدريجى اجزاى آب ، كثير ، متغير و تدريجى است . با اين بيان وجود ثبات و وحدت و شخصيتى كه در\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nنفس مى بينيم و اينكه مشاهده مى كنيم\r\nآن غير از تمامى اجزاى ماست ، سخن صحيح و درستى است اما ثابت نمى كند كه اين ثبات و شخصيت ، غير از بدن و خواص آن است . بلكه اين وحدت ، مجموعه متحدى از جهت پى در پى وارد شدن [ ادراكات 
  ] است كه از آن غفلت نمى شود [ و از حركت باز نمى ايستد 
  ] زيرا لازمه غفلت ، توقف افعال اعصاب است كه همان مرگ مى باشد .\r\nمادى گرايان همچنين گفته اند : ما علت مادى هر خصوصيتى از خواص بدنى را يافتيم ولى اثرى روحى كه قابل انطباق بر قوانين ماده باشد را نيافتيم تا بخواهيم به وجود حقيقت إنيت [ من 
  ] حكم كنم . ماده گرايان متأخر مى گويند : نتيجه علم تشريح و فيزيولوژى اين است كه خصوصيات روحى و حياتى به اصل و بنياد زندگى و سلول هايى مستند است كه اصل زندگى انسان را تشكيل مى دهند .\r\nپس نفس اثرى مخصوص است و براى هر يك از سلول ها روح هاى متعددى وجود دارد . پس إنيت [ منيت 
  ] كه براى انسان به صورت يكپارچه رخ مى نمايد ، مجموعه اى متشكل از روح هايى نامحدود و غير محصور است كه در كنار هم جمع شده اند و به همين سبب ، اين خواص روحى با مرگ سلول ها از ميان مى رود و با فساد آن تباه مى گردد . پس روح مجرد جاودان پس از فناى تركيب بدن ، معنايى ندارد .\r\nاين عمده استدلال ماده گرايان بر نفى امر ديگرى وراى اعضاى بدن بود . مادى گرايان بيانات ديگرى نيز دارند كه با ذكر اشكالات اين سه گروه ، اشكالات بيانات ديگر نيز\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nآشكار خواهد شد .\r\nاشكال وجه اول : اگر فرض امور بسيار در واقع باشد كه وحدتى ندارد و در وراى اين امور چيز ديگرى نيست و نفس واحدى كه ما آشكارا مى بينيم ، عين اين ادراكات فراوان است پس علت شكل گيرى اين واحد كه غير آن ديده نمى شود ، چيست و اين وحدت از كجا حاصل شده است ؟ بايد توجه داشت وحدت اجتماعى كه مادى گرايان مطرح كرده اند ربطى به اين بحث ندارد . زيرا واحد اجتماعى ، در عالم واقع ، فراوان و كثير و در نزد حس يا خيال ، واحد است ، نه اينكه به خودى خود واحد باشد . اما آنچه در اين مقام ادعا مىشود اين است كه ادراكات فراوان به خودى خود در نزد نفس يكپارچه و واحد احساس مى شوند .\r\nاگر گفته شود : ادراك كننده در اين مقام جزء مغزى و مركزى است . پاسخ داده مىشود : فرض اين است كه اين جزء مغزى ادراك ديگرى وراى اين ادراكات كه وابسته و متعلق به آن ادراكات باشد ندارد . مانند اينكه نيروهاى حسى به معلومات خارجى خود تعلق مى گيرند و از آن معلومات ، صورت هاى حسى را انتزاع مى نمايند .\r\nو اگر گفته شود : ادراكات وحدتى ندارد بلكه اين امر بر حس يا نيروى ادراك كننده مشتبه مىشود و كثير را واحد ، ادراك مى نمايد .\r\nپاسخ مى گوئيم : اشتباه از امور نسبى است كه با مقايسه آنچه در نزد حس است با آنچه از واقعيت اين امور مشهود در خارج [ محقق 
  ] است ، به دست مى آيد و حاصل مىشود ، اما آنچه در نزد حس است به خودى خود امرى واقعى است .\r\nبه عنوان مثال : ما جسم بزرگى را از راه دور مانند\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nسياه و كوچكى مشاهده مى كنيم . پس در آنچه نزد حس است - يعنى نقطه سياه - اشتباهى وجود ندارد و اشتباه در جايى رخ مىدهد كه ما آنچه نزد حس است را با واقعيت آنچه مشاهده مىشود كه در خارج است مقايسه كنيم و فرض اين است كه مقام ديگرى وراى ادراكات فراوان وجود ندارد تا از مقايسه آنچه در آن مقام است با آن ادراكات فراوان به اشتباه و غلط حكم شود .\r\nو بر سخن گروه دوم چنين پاسخ داده مىشود : اثبات كنندگان [ نظر تجرد نفس از ماده 
  ] برخى افعال بدنى را به بدن و برخى را به نفس اسناد نمى دهند و نمى گويند كه در اولى علل آشكار و در دومى علل نامعلوم است تا اشكالى كه ذكر شد بر آنها وارد شود .\r\nبلكه تمامى افعال را بدون واسطه به بدن و با واسطه به آن حقيقت اسناد مى دهند و آنچه اسناد آن به بدن امكان ندارد را به نفس اسناد داده اند كه آن علم انسان به خود و مشاهده ذات خويشتن است - همانگونه كه گذشت . -\r\nو به سخن سوم چنين پاسخ داده مىشود : اضافه بر آنچه در پاسخ به وجه اول گفتيم : نهايت چيزى كه ممكن است از اصول مادى كشف نشده با پژوهش هاى علمى اثبات شود اين است : علل طبيعى وجود ، روح را ثابت نمى كند و صلاحيت ندارد كه وجود روح از آن علل نتيجه گرفته شود . و از گذشته گفته اند ، ( نيافتن بر نبودن دلالت نمى كند ) . حاصل سخن ، وجود آن حقيقت كه از آن به « من » تعبير مىشود غيرقابل انكار است . اين حقيقت بر ساير\r\nاعضا و غرايز حاكميت دارد و مىتواند آنچه ساير اعضا به آن تمايل دارد را از كار بيندازد و آن عامل قوى و موجب به دست آمدن اعتدال ميان اساس غرايز و حس به دست آوردن نفع و دفع\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nضرر با تكاليف اجتماعى و دينى است . و در نتيجه : افعال با قوانين خارجى موافق و يكسو مى شوند .\r\n\r\nشوق علت فعل اختيارى نيست\r\nمقدمه دوم : علت صدور فعل اختيارى ، اعمال قدرت از سوى اين حقيقت [ مذكور 
  ] در عمل است نه شوق . چون به وجدان مى بينيم كه پس از تحقق يافتن شوق اكيدى كه به هدف و خود فعل تعلق دارد ، ممكن است آن حقيقتى كه پيش از اين به آن اشاره شد از به وقوع پيوستن فعل و تحقق آن جلوگيرى كند و موجب وجود نيافتن آن شود .\r\nارسطو مى گويد : سبب صدور فعل آن [ حقيقت 
  ] است نه شوقى كه ميان انسان و ساير حيوانات مشترك است . و همچنين چه بسا آن [ حقيقت 
  ] با شوق و رغبت به معارضه برخيزد و مبارزه و مخالفت جز با فرض تعدد معقول و متصور نيست . همچنين شوق به محال و ممتنع تعلق مى گيرد ولى تعلق اختيار به محال و ممتنع معقول نيست .\r\nبله ، انكار نمى كنيم كه عوامل خارجى و داخلى چه بسا به حدى شديد مى گردند كه حقيقت إنيّت [ من بودن 
  ] از خود غافل مىشود . مثلًا : اگر صداى نيكويى بشنود و از خود غافل شود . در اين مثال بى شك فعل صادر مىشود اما فعلى غير اختيارى و خارج از دايره قدرت است .\r\nخلاصه اينكه : شكى نيست كه مجرد شوق بالوجدان موجب تحرك عضلات نمى شود زيرا ديده مىشود كه چه بسا انسان به چيزى اشتياق دارد و آنچه به آن اشتياق\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nدارد جز پس از إعمال قدرت و روى آوردن نفس محقق نمى گردد . مثلا اگر انسان بر روى پلى بايستد و در يك طرف باغ هاى سرسبز باشد و با نهايت اشتياق ، شوق رفتن به سوى آن را داشته باشد و در طرف ديگر آتش بر افروخته اى باشد كه اگر به آن نزديك شود مى سوزد و از رفتن به سوى آن كراهت دارد ، با اين همه آنچه شوق او به آن تعلق گرفته محقق نمى شود بلكه خود را پس از اين توانا مى بيند كه به هر دو طرف برود . از اين مثال روشن مىشود كه شوق ، علت فعل نيست بلكه ميانشان واسطه اى است كه همان إعمال قدرت است چون زمام بدن به دست نفس است كه هر گونه بخواهد آن را دگرگون مىكند . پس از تحقق شوق ، نفس مىتواند قدرتش را در انجام فعل إعمال كند تا فعل انجام شود . و اين معناى اين سخن است كه « خواستى پس انجام دادى ! » و مىتواند قدرتش را إعمال نكند پس فعل محقق نمى شود . و از اين إعمال كه فعل نفس است به مشيت و اختيار تعبير مىشود و حمله نفس و اراده و فعل از آن إعمال ، صادر مىشود نه از شوق .\r\n\r\nقانون عليت عامه [ عمومى 
  ]\r\nمقدمه سوم : همانا قانون عليت و معلوليت - نياز موجود براى وجود يافتن به علت و وجوب تحقق يافتن معلول هنگام تحقق علت با تمامى اجزايش و امتناع تحقق يافتن معلول با عدم تحقق\r\nجزئى از علت - هر چند در موجودات ، در غير افعال اختيارى صحيح است اما در اختيار متصور نيست به گونه اى كه اختيار در هنگام كامل بودن علتش حتماً محقق باشد هر چند وجود اختيار با\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nعدم وجودعلت متصور نيست .\r\nبه عبارت ديگر : نياز هر ممكن حادث به علتى كه آن ممكن از علت جدا نمى شود ، ممنوع است زيرا دليلى ندارد بلكه دليل بر خلاف آن است زيرا اختيار ، فعل نفس است و نفس آن را به وجود مى آورد و علت امور خارجى و غرايز داخلى كه اساسش علاقه به جاودانگى است و حس به دست آوردن منفعت و دور كردن ضرر از آن ناشى مىشود ، نمى باشد ، چون چه بسا تمامى اين امور موجود است و نفس به آن توجه دارد و با اين همه فعل را بر نمى گزيند .\r\nو سخن محقق اصفهانى كه « 1 » مى فرمايد : « ادعاى عدم احتياج برخى ممكنات به علت ، از عجايب است زيرا ممكن مساوى با نيازمند است » ، چنين پاسخ داده مىشود كه : ما ادعاى وجود ممكن\r\nبه سبب ذات خودش را نداريم و به نياز ممكن به ايجاد كننده ملتزم هستيم . جز آنكه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - نهايه الدرايه ج 1 ص 200 چنين مى گويد : اختيار كه فعل نفسانى است اگر از صفات موجوددر نفس مانند علم و قدرت و اراده جدا نگردد پس فعلى قهرى و بدون اراده است زيرا مبادى آن قهرى است نه اختيارى ، و اگر از صفات موجود نفس جدا شود و آن صفات ترجيح داده شده اند ، پس آن صفات به ضميمه نفس موجود در همه حالت ها ، علت ناقصه هستند در حالى كه معلول تنها با وجود علت تامه اش وجود مى يابد . و توهم تفاوت ميان فعل اختيارى و غير آن از اين جهت كه در فعل اختيارى وجود مرجح كفايت مىكند و در غير آن كفايت نمى كند از عجايب است زيرا ميان دو ممكن در نياز به علت فرقى نيست . و همچنين ميان دو معلول در نياز به علت تامه تفاوتى نمى باشد . زيرا امكان ماسوى نياز به علت است و معلول ، اگرچيزى كه براى به وجود آمدن معلول كافى است يافت شود ، آن چيز علت تامه معلول است و اگر آن شىء در وجود يافتن معلول كافى نباشد ، وجود معلول به سبب آن خلف است .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nمى گوئيم : نياز هر ممكن هر چند فعلى اختيارى باشد ، به علت تامه - يعنى آنچه فعل از وجود آن جدا نمى گردد - نياز به دليلى دارد كه در اين مقام ، دليلى موجود نيست . و آنچه سخن ما را تائيد مىكند اين است كه در آيات و روايات هيچ نشانه اى از عليت خداوند براى موجودات و نياز ممكن به علت يافت نمى شود بلكه در آن به نياز ممكن به ايجاد كننده و آفريننده تعبير شده است .\r\nهنگامى كه اين مقدمات را دانستى برايت آشكار مىشود كه سبب وجود فعل اختيارى ، شوق نيست تا شبهه جبر ، شبهه اى غير قابل پاسخ باشد بلكه سبب ، إعمال قدرت نفس در فعل است و اينكه نفس در افعال اختيارى بدون محرك ديگرى كامل است پس پاسخ از شبهه جبر آشكار است .\r\n\r\nايرادهاى اين پاسخ و نقد آن\r\nو چه بسا بر اين پاسخ ايراداتى وارد شود :\r\nايراد اول : اختيار به اين معنا حادث است يا واجب ؟ اگر واجب باشد مى بايست از ابتداى وجود همراه با او باشد و اگر حادث باشد چون هر حادثى نياز به محدث [ ايجاد كننده اى 
  ] دارد پس وجود اختيار به واسطه ايجاد ايجاد كننده رخ مىدهد و موجد [ ايجاد كننده 
  ] يا خود اختيار است يا غير آن . اگر خود اختيار باشد ، پس اگربه سبب اختيار ديگرى به وجود آمده باشد تسلسل لازم مى آيد . پس مى بايست كه وجود اختيار به غير اختيار باشد . پس بر اختيار از ناحيه ديگرى مجبور است و چون جبر بر علت ، جبر بر معلول نيز مى باشد پس فعل از روى جبر صادر شده است . به عبارت ديگر : اختيار بالبداهه واجب نيست بلكه ممكن است\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nو چون هر ممكنى در وجود خود به علت تامه نياز دارد پس اختيار معلول علتى است و آن علت اختيارى يا غير اختيارى است . پس اگر اختيارى و صادرشده از جانب اختيار ديگرى باشد ، سخن به آن اختيار ديگر منتقل مىشود و مى بايست [ در پايان 
  ] به علتى غير اختيارى منتهى شود و الا تسلسل لازم مى آيد . پس اگر به علتى غير اختيارى منتهى شد يا از ابتدا به اين سخن ملتزم شديم ، محذور باز مى گردد و جبر ثابت مىشود زيرا دست برداشتن از علت ، دست برداشتن از معلول است . [ كاستى و ناتوانى علت ، كاستى معلول است 
  ]\r\nاشكال : پاسخ از اين شبهه متوقف بر بيان دو مقدمه است :\r\nمقدمه اول : در متصف شدن فعل به صفت اختيارى بودن جز قدرت بر آن فعل و استناد فعل به آن قدرت چيزى معتبر نيست و اختيار پيشين معتبر نمى باشد هر چند اختيارى بودن فعل خارجى مساوى با اختيار پيشين است . و صرف قدرت و توانايى كفايت نمى كند . پس اگر شخص بتواند به محل خاصى برود اما قدرت و توانايى خود را در اين كار به كار نگيرد بلكه بر آن مجبور شود و با حركت دادن ديگرى به آن محل برود ، اين فعل اختيارى نيست .\r\nمقدمه دوم : هر ممكنى چون وجود و عدم به نسبت آن مساوى هستند ، وجودش به خودى خود متصور نيست و بى شك نياز به ايجاد كننده اى دارد تا او را از حد إستوا و يكسان بودن نسبت به\r\nوجود و عدم خارج سازد . و هر موجودى غير از افعال اختيارى نياز به علت تامه دارد . اما همانگونه كه دانستى صدور افعال اختيارى بر وجود علت تامه متوقف و وابسته نيست به گونه اى كه ايجاد كننده افعال اختيارى از آن جدا نگردد .\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nبه عبارت ديگر : ادعاى نياز افعال اختيارى به چيزى كه جدا شدن افعال از آن محال باشد از اشتباهاتى است كه از عبارت « نياز ممكن در وجود خود به علت » ناشى مىشود . و با اين سخن اين اشكال پاسخ داده مىشود كه : « چگونه به وجود صانع و آفريننده قديم و حدوث ممكنات ملتزم شويم در حالى كه اگر خداوند علت بود تخلف از اين علت ممكن نبود و لازم مى آمد تمامى ممكنات قديم باشند [ نه حادث 
  ] ؟ »\r\nهنگامى كه اين دو مقدمه را فهميدى ، بدان : إعمال قدرت و اختيار ، فعلى قائم به نفس است و نفس به خودى خود ايجاد كننده فعل است و فعل بدون نياز به علت تامه ، اختيارى است . و نفس علت تامه فعل نيست تا انفكاك فعل از آن محال باشد و محذور در مسأله [ جبر 
  ] باز گردد . بلكه نفس ، ايجاد كننده فعل است . پس گاه ، انگيزه اى براى نفس يافت مىشود و فعل را ايجاد مىكند و گاه انگيزه اى براى نفس رخ نمى دهد و آن را ايجاد نمى نمايد . پس فعل خارجى ، براى نفس اختيارى است و به واسطه اى اختيارى فعل نفس است نه به خودى خود . زيرا آن فعل از افعال نفس نيست اما به دليل تسلط نفس بر بدن و اينكه عضلات از نفس در حركات خود پيروى و تبعيت مى كنند و اين كه نفس در تسلط خود بر اعضا مانع و مزاحمتى ندارد ، فعل خارجى براى نفس اختيارى است . و معناى اينكه فعل اختيارى نفس است ، اين است\r\nكه فعل با اختيار پيشين صادر مى گردد . اما فعل نفس ، يعنى إعمال قدرت ، به خودى خود و بدون واسطه شدن چيز ديگر و بدون نياز به اختيار پيشين\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nديگر براى نفس اختيارى است .\r\nمانند علم كه معلوم به واسطه علم كشف مى گردد و خود علم به خودى خود كشف شده است . و چه بسا اين مقصود از روايت شريف است كه مى فرمايد : « خداوند مشيت را به خودى خود آفريد آنگاه اشياء را به واسطه مشيت آفريد » « 1 » پس توجيه اين روايت به توجيه هاى دورى كه برخى محققين انجام داده اند وجهى ندارد . سخن محقق اصفهانى كه مى گويد : « اراده خداوند كه از افعال اوست ، محال است عين ذات حق باشد ، چون محال است فعل عين فاعلش باشد . بى شك اراده حق قائم به ذات خداوند است . اگر با قديم بودن خداوند اراده نيز قديم بود اين سخن ، سخن اشاعره است كه به قديمى بودن صفات زائد بر ذات اعتقاد دارند و ضرورتاً باطل است و اگر اراده حادث باشد محل آن ، واجب است زيرا اراده به شيىء ديگرى قائم نيست . پس لازم مى آيد واجب محلى براى امور حادث باشد و اين سخن ( كراميه ) است كه قائل به حدوث صفات هستند . » « 2 » اين سخن چنين پاسخ داده مىشود : خواهى دانست كه اراده خداوند از صفات فعل است نه از صفات ذات . و افعال خداوند چون افعال ما نيست بلكه اراده او جز آفرينش و روزى بخشى و ساير\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اصول كافى ج 1 ص 110 باب اراده كه از صفات فعل است و بيان ساير صفات فعل\r\n( 2 ) - نهايه الدرايه ج 1 ص 200 ( در اتحاد و اراده ) جايى كه مى گويد : چهارم : فعلى كه اختيار ناميده مىشود اگر ملاك اختيارى بودن افعال باشد . . .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nافعال نمى باشد ، بنابراين : اين ادعا كه اراده خداوند از نسخ افعال صادر شدهء از اختيار است تا بخواهد موجودى قائم به خود يا به موجود ديگرى باشد ، سخن نادرستى است .\r\nبه طور خلاصه : قائم بودن اراده به خداوند مانند قائم بودن ساير افعال به خداوند است .\r\nاشكال دوم : سخن محقق عراقى در مقالات [ الاصول 
  ] كه مى گويد : جدا شدن اراده ( يعنى شوق ) از تأثير و اينكه تمام مؤثر ، اختيار ( يعنى إعمال قدرت ) باشد خلاف آن چيزى است كه مى يابيم . در حالى كه در عبادات معتبر است كه اراده اى نزديك كننده به خداوند باشد . و اگر اراده از اثر گذارى جدا شود ، ارادى بودن عبادات و ناشى شدن آن از قصد قربت ، معنايى ندارد ، در حالى كه در حقيقت چنين است . « 1 »\r\nپاسخ : سزاوار است كه اين سخن از جانب چنين محقق و الا مقامى را از عجايب بدانيم . زيرا مقصود از ارادى بودن فعل ، صدور آن از اختيارى است كه واسطه ميان شوق و فعل است و معناى معتبر بودن اراده نزديك كننده به خداوند در عبادات اين است كه چون اختيار با انگيزه هاى گوناگونى رخ مىدهد ، در عبادات معتبر است به انگيزه نزديكى به خداوند باشد و محرك ، امر مولا باشد . و اين با ثبوت واسطه ميان شوق و عمل منافاتى ندارد .\r\nاشكال سوم : سخن محقق عراقى در تقريرات بحث ايشان كه نتيجه آن چنين است :\r\nما چيزى در نفس كه پس از اراده به وجود آيد را تصور\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مقالات الاصول ، ج 1 ، ص 213 ( بحثى در طلب و اراده )\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nنمى كنيم . چون نفس دو قسم فعل دارد : جانحى ( مربوط به جوانح ) و جارحى ( مربوط به جوارح ) . اولى در تصور و تصديق مانند آن كه مبادى اراده مى باشد ، انحصار دارد و تاخر آن از نفس متصور نيست و دومى ، همان افعال خارجى است . اشكال اين است كه آنچه ادعا شده است ثبوت فعلى از قبيل قسم اول يعنى فعل جانحى است . و لكن ادعاى معقول نبودن تاخر آن فعل از شوق نيز نادرست است . چون اگر تاخر فعلى كه بر شوق مقدم است از شوق اراده شود باطل بودنش واضح است . اما اگر وجود فعل ديگرى - يعنى روى آوردن و ميل نفس كه دانستى وجدان بر وجود آن كمك مى نمايد - اراده شود ، آن وجود متقدم نيست تا از آن تاخر آنچه متقدم است لازم بيايد .\r\n\r\nمحال نبودن ترجيح بلا مرجح [ ترجيح دادن چيزى بدون وجود ترجيح دهنده 
  ]\r\nتتمه : پس از آنكه دانستى شوق ، علت فعل نيست بدان كه شوق غالباً ، انگيزه و مرجح وجود اختيار است - زيرا اختيار در وجودش نياز به ايجاد كننده اى دارد - كه همان نفس است و مرجح غالبا شوق است . و نياز به مرجح براى خروج از لغو بودن است . و الا ايجاد فعل اختيارى بدون مرجح ممكن است زيرا ترجيح بدون مرجح محال نيست .\r\nتوضيح سخن : هيچ اشكال و سخنى در محال بودن ترجح ( ترجيح يافتن ) بدون مرجح به معناى وجود شيئى بدون ايجاد كننده\r\nنيست ، زيرا ممكن در وجودش نياز به مؤثرى دارد كه همان مرجح براى وجود است و اين امرى كاملا بديهى است .\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nاما در امكان ترجيح ( ترجيح دادن ) بدون مرجح اختلاف است . بيشتر فيلسوفان و حكيمان به امتناع ترجيح بلا مرجح ملتزم گشته اند . « 1 » و گروهى از محققان به امكان آن سخن گفته اند كه در نزد من قوى تر است . زيرا حاصل دليلى كه براى امتناع ذكر شده است اين است كه ترجيح بدون مرجح به وجود بدون ايجاد كننده باز مى گردد و چون آن محال است ، اين نيز محال مى باشد . توضيح : اگر تساوى دو فعل را از تمامى جهات فرض كنيم و نسبت اراده به آن دو مساوى باشد و اراده كه موجودى از موجودات است به يكى و نه ديگرى تعلق بگيرد ، بدون مرجح و ايجاد كننده است پس وجود بدون ايجاد كننده لازم مى آيد و امتناع آن بديهى است .\r\nاشكال : پس از آنكه دانستى ايجاد كنندهء اختيار ، نفس است ، از ترجيح بدون مرجح ، وجود بدون ايجاد كننده لازم نمى آيد . چون براى تعلق اراده به فعل ، وجود ديگرى غير از وجود اراده و اختيار متصور نيست بلكه اختيار و تعلق آن به فعل ، وجود واحدى دارند زيرا اختيار از صفات تعلقى است و ايجاد كننده اين وجود همان نفس است . پس اشكال مذكور لازم نمى آيد ، زيرا نفس در ايجاد هر يك از آن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بسيارى از حكما و فيلسوفان در بسيارى از بحث هايشان به امتناع ترجيح بدون مرجح تصريح كرده اند و آن دسته براى مثال و نه به نحو استقصاء - عبارتند از : ابن مثيم بحرانى در قواعد المرام فى علم الكلام ص 60 - 69 - 110 / الفين علامه ص 21 - 30 - 41 و . . . / الصراط المستقيم ، اثر زين الدين عاملى بناطى بياضى ج 1 ص 126 - 130 . و ديگران در معناى ترجيح بدون مرجح تفصيل داده اند ، پس اگر مقصود از آن عدم وجود موثر باشد ممتنع است و اگر ترجيح بدون مرجح به سبب عدم وجود انگيز ه باشد ممتنع نيست . به شرح مواقف ص 54 مراجعه نما .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nدو [ امر مذكور 
  ] اختيار دارد و بر ايجاد يكى از آن دو فرد ، محذور و اشكال عقلى پيش نمى آيد و دليل و برهان قوى تر امكان ترجيح بدون مرجح است . و وجدان نيز به اين دليل اضافه مىشود . پس در موارد وجدان به آن مراجعه نما تا آنچه ادعا نموديم را آشكار و بى پرده ببينى . مانند آنكه انسان گريزان بدون وجود مرجحى به خصوص برايش يكى از دو راه را انتخاب مى نمايد .\r\nو ادعاى وجود مرجحات پنهان در امثال اين موارد قابل تائيد نيست و اثبات آن بر عهده مدعى آن است . ( اين تمام سخن در امكان ترجيح بدون مرجح بود ) و اما سخن در قبح ترجيح بدون مرجح نياز به تفصيل دارد :\r\nتوضيح : ترجيح دادن مرجوح [ امرى كه مورد ترجيح قرار گرفته 
  ] بر راجح [ امر ترجيح داده شده 
  ] قبيح است مانند ترجيح فعل بر ترك فعل هنگامى كه فعل مرجوح باشد اما هنگامى كه هر دو مساوى باشند ، اگر ترجيحى در نوع فعل نباشد ، به اينكه اصلا فائده اى بر دو فعل مترتب نشود ، باز ترجيح مرجوح بر راجح قبيح است زيرا بازگشت آن به ايجاد فعل بدون فايده مى باشد كه به دليل بيهوده بودن قبيح است . اما اگر در نوع فعل مرجحى باشد و اين مرجّح در يكى به خصوصه نبود مى بايست بين امور تكوينى و تشريعى تفصيل داد و گفت ترجيح بدون مرجّح در تشريعيات قبيح است نه امور تكوينى . زيرا در امور تشريعى اگر فرض كنيم كه مصلحت به امر جامع ميان دو فعل يا به هر دو آنها به انجام رسد و يكى از دو فعل ترجيحى بر ديگرى نداشته باشد ، چون امر به حالت جامع يا يكى از دو فعل ممكن است و\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nمحذورى ندارد - همانگونه كه فرض چنين است - پس امر به يكى از آن دو فعل وجهى ندارد زيرا مصلحت به آن فعل اختصاص ندارد و تخصيص زدن يكى از دو فعل قبيح است . اما در امور تكوينى چون اختيار امر جامع و ايجاد آن بدون خصوصيتى محال است و آنچه يافت مىشود بى شك با يكى از دو خصوصيت مى باشد پس ترجيح يكى از آن دو قبيح نيست . مانند آن كه انسان گرسنه با نبود مرجحى ، يكى از دو قرص نان را بر مى گزيند و فعل او قبيح بر شمرده نمى شود بلكه گاهى عدم ترجيح قبيح است همانگونه كه اگر يكى از آن دو قرص نان را اختيار ننمايد و از گرسنگى بميرد !\r\n\r\nقانون وراثت\r\nگاه براى جبر به قانون وراثت و عادت استدلال مىشود :\r\nبيان اول : اشكال و شكى نيست كه اوصاف جسمى و روحى پدر و مادر ، تأثير تامى در صفات فرزند دارد و سبب فعل و موثر در آن است .\r\nاين سخن چنين پاسخ داده مىشود كه : قانون وراثت مورد انكار كسى نيست و در بسيارى از روايات به آن اشاره شده است و به همين سبب شارع مقدس براى ازدواج حدودى از طرفين بيان و مشخص كرده ، با اين علت كه روحيات پدر و مادر در فرزند اثر بخش است . جز آنكه اين تاثير ، قطعى و غير قابل تخلف نيست . زيرا به وجدان و مشاهده مى بينيم كه چه بسا از پدر و مادر بدكردار فرزندانى نيكو به وجود مى آيد و به عكس . همچنين اگر تاثير وراثت قطعى و\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nاجتناب ناپذير بود تربيت امر لغو و بيهوده اى مى بود . علاوه بر اين ما به وجدان مشاهده مى كنيم گاه آداب و رسوم در زمان واحد در برخى جوامع تغيير مىكند و اين قوى ترين دليل بر اين است كه وراثت قادر بر اجبار انسان نيست و قوانين وضع شده براى اقوام و ملت ها صلاحيت دارد شاهد اين ادعا باشد .\r\nعادت\r\nبيان دوم : عادت از غرايز داخلى ارتكازى [ استوار 
  ] است كه پس از طى مراحل سه گانه موجب اين مىشود كه فعل غير اختيارى گردد . و گفته اند : عادت ، طبيعت ثانوى [ دومين 
  ] است و موجب مىشود كه فعل غير ارادى گردد .\r\nاشكال : عادت صلاحيت ندارد كه مانع از تسلط حقيقت إنيّت [ من 
  ] و نظارت آن بر غرايز داخلى و اعضاى ظاهرى باشد و فعل را غير اختيارى كند . زيرا عادت ، هر چند موجب عدم توجه در هنگام انجام فعل به خصوصيات آن فعل و همچنين موجب عدم تعلق اراده تفصيلى مستقل به تمامى اجزاى فعل مى گردد ، اما سبب عدم توانايى ترك فعل نيست و معناى اختيارى بودن فعل جز اين نمى باشد .\r\n\r\nپشيمانى و احساس مسئوليت\r\nپس از آنكه دانستى عوامل طبيعى كه بر آن به جبر استدلال مى كنند ، كامل و صحيح نيست مى توان براى اثبات اختيار از آن ناحيه [ عوامل طبيعى 
  ] به وجوه زير استدلال كرد :\r\nاول : به وجدان ، فرق ميان حركت دست لرزان و حركت ارادى دست را\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nمى بينيم كه اولى جبرى و دومى اختيارى است و هيچ دليلى راستگوتر از وجدان نيست .\r\nدوم : بى شك هر انسانى در نفس خود حالت پشيمانى و نشانه هاى آن را با كوتاهى در برخى افعال كه موجب ضرر رسيدن به خود يا ديگرى يا گرفته شدن سودى از او شده است را مى يابد و اين حالت پشيمانى را با عدم كوتاهى در كردارش نمى يابد . همانگونه كه اگر فعل غيراختيارى باشد [ حالت پشيمانى را در خود نمى يابد 
  ] و دليل ، اين است كه فعل اولى اختيارى است نه دومى .\r\nمثلًا : اگر انسان در برابر كسى كه احترامش لازم است از جا بر نخيزد بر اين فعل عنوان هتك حرمت و اهانت صدق مىكند و اگر اين فعل از روى كوتاهى باشد ، پشيمانى رخ مىدهد . بخلاف زمانى كه فعل از روى كوتاهى نباشد مانند جايى كه متوجه ورود آن شخص محترم نبوده است . و ساير افعال نيز چنين است . و اين نشانه اى قطعى بر اختيارى بودن برخى افعال است .\r\nسوم : انسان در برابر قانون اعم از قانون الهى يا حكومتى [ وضعى 
  ] احساس مسئوليت مىكند ، و اگر اختيارى نداشت اين [ احساس مسئوليت 
  ] وجهى نمى داشت . زيرا مواخذه به خاطر عمل غير اختيارى عقلًا صحيح نيست .\r\nپس اگر گفته شود : احساس مسئوليت از جهت قرار دادن كيفر بر عمل است و اين احساس از جهت تاثير جزا در تبديل عمل رخ مىدهد . به عبارت روشن تر : قرار دادن كيفر ، جبراً اضافه كردن عامل داخلى ديگرى به عوامل داخلى موثر در اراده و اختيار است . پس اين احساس نشانه اينكه ، اختيار ، از روى اختيار است نمى باشد .\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nمى گوئيم : فرض تاثير اين جعل [ قرار دادن كيفر 
  ] در تغيير سرنوشت اراده ، خود فرض اختيارى بودن اراده است . زيرا اگر اراده ، اختيارى نبود ، اين جعل كيفر در تغيير آن اثر گذار نمى شد .\r\n\r\nاستدلال بر جبر با مبدأيت خداوند سبحان\r\nبخش دوم : مواردى كه از ناحيه ماوراى طبيعت بر جبر استدلال شده است :\r\nاول : در محل خود ثابت شده است كه خداوند آفريننده تمامى موجودات و مبدأ [ آفرينش 
  ] همگان است و اثر بخشى در وجود جز او نيست . و از جمله اشياء افعال اختيارى ماست كه آفريده خداوند سبحان در ابداع و احداث است . خداوند مى فرمايد : ( او پروردگار شماست هيچ معبودى جز او نيست آفريننده هر چيزى است پس او را بپرستيد و او بر هر چيز نگاهبان است . ) « 1 » و مى فرمايد : ( و هر چيز را آفريد و او به هر چيز دانا است ) . « 2 » و فرمود : ( آگاه باشيد كه آفرينش و امر از آن اوست ، خداوند پروردگار جهانيان منزه و بلند\r\nمرتبه است ) « 3 »\r\nپس هر آنچه اسم شيئى بر آن صادق است - از جمله افعال اختيارى - آفريده خداوند و منسوب به اوست . مى گويم : همانگونه كه ميان تاثير علل و اسباب طبيعى در\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سوره انعام آيه 102 .\r\n( 2 ) - سوره انعام آيه 101 .\r\n( 3 ) - سوره اعراف آيه 54 .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nمعلولات و مسببات مانند تاثير آتش در حرارت و هر آنچه شبيه آن است و ميان مبدأئيت خداوند پس از اينكه زمام امر علل و اسباب به دست اوست - و به همين دليل گاه قرآن افعال طبيعى را به فاعلانش و گاه همه آن را به خداوند نسبت مىدهد - منافاتى نيست همچنين هيچ منافاتى ميان اينكه فعل اختيارى منسوب به انسان است و بين استناد فعل مذكور به خداوند نمى باشد پس از آنكه بيان داشتيم اصل وجود ، حيات و قدرت انسان در حدوث و بقاء به واسطه افاضه اى از جانب خداوند است . به همين سبب مشاهده مى كنيم كه در بسيارى از آيات ميان دو اثبات جمع شده است و فعل به فاعلش و خداوند هر دو نسبت داده شده است . مانند سخن خداوند : ( و خداوند شما و كردارتان را آفريد ) « 1 » پس اعمال مردم را به ايشان و آفرينش انسان ها و كردارشان را به خود نسبت داد . و سخن خداوند : ( و هنگامى كه تير انداختى تو تير نيافكندى بلكه خداوند تير انداخت تا مؤمنان را به نيكى بيازمايد همانا خداوند شنوا و دانا است . ) « 2 » پس پرتاب تير را به رسول خدا نسبت داد و [ در عين حال 
  ] آن را از او نفى كرد و\r\nبه خود نسبت داد . با اينكه آياتى كه به آن اشاره مىشود در غير افعال اختيارى است و در مواردى است كه براى خداوند از جن و خورشيد و ماه و شبيه آن شركائى قرار داده شده و دلالت مىكند كه تمامى آن ها آفريده اوست . اضافه بر اين نهايت چيزى كه وجود دارد دلالت آيات بر اين امر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سوره صافات آيه 96\r\n( 2 ) - آيه 17 سوره انفال\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nاست كه تمامى اشياء از جمله افعال اختيارى آفريده خداوند است . پس عموم آيات بوسيله آيات فراوانى كه متضمن نسبت دادن افعال اختيارى به بندگان است و به صد آيه مى رسد ، تخصيص مى خورد . مانند سخن خداوند : ( هر نفس در گرو چيزى است كه خود كسب كرده است ) . « 1 » و سخن خداوند : ( پس بدى و پرهيزگارى نفس را به او الهام كرد . هر كس نفس خود را پاك ساخت رستگار مىشود و هر كس آن را پليد گرداند زيانكار است . ) « 2 » و آيات ديگر . بلكه اگر در قرآن كريم تدبر كنيم مى يابيم كه خداوند در نزديك به 300 آيه ، عمل و فعل را به انسان نسبت داده است بنابراين در تخصيص آيه شريفه مذكور بوسيله اين آيات شكى نيست .\r\n\r\nاستدلال به جبر به سبب منتهى شدن افعال به اراده خداوند\r\nدوم : افعال انسان يا متعلق به مشيت خداوند و اراده ازلى اوست و يا چنين نيست . در حالت اول : وجود افعال واجب است و الا تخلف مقصود از اراده حضرت حق لازم مى آيد .\r\nدر حالت دوم : وجود افعال ممتنع است چون با توجه به اينكه\r\nافعال بندگان از ممكنات است و هر ممكنى حتماً مى بايست با اراده او ايجاد شود و الا تصرف و تغيير در سلطه مولا [ حضرت حق 
  ] لازم مى آيد ، پس اگر اراده خداوند متعلق به اين افعال نباشد ، وجودش ممتنع است . پس تمامى افعال انسان با اراده حضرت حق ايجاد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - آيه 38 سوره مدثر\r\n( 2 ) - آيه 8 - 10 سوره شمس\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nمىشود و وجودش واجب است و انسان اختيارى در فعل ندارد .\r\nتوضيح سخن محقق خراسانى\r\nمحقق خراسانى در كفايه « 1 » پس از آنكه تكليف گنهكاران را توجيه نموده است از اين اشكال پاسخ گفته و چنين فرموده است : اراده خداوند ، همان علم به صلاح و نيكى است . پس اگر معلوم ، چيزى باشد كه به حسب نظام كلى [ آفرينش 
  ] صلاح و نيك است خود اين علم بدون حالت در انتظارى ، علت تكوين است و اگر معلوم ، چيزى است كه به حسب برخى اشخاص و نه به حساب نظام كلى و تام ، صلاح و نيك مى باشد ، علم ، علت است كه آن شخص آنچه صلاح اوست را اعلام كند كه در آن هم مصلحت و هم مفسده است . و آنچه در افعال اختيارى متعلق به تكاليف از آن گريز و چاره اى نيست ، قسمت دوم است . [ امورى كه به حسب برخى اشخاص صلاح مى باشد 
  ] بله ، هنگامى كه اين دو معلوم با هم توافق داشته باشند . چاره اى جز اطاعت و ايمان نيست و اگر با هم به مخالفت برخيزند چاره اى از برگزيدن كفر و نافرمانى نمى\r\nباشد . محقق خراسانى سپس چنين بر سخن خود اشكال كرده است :\r\nاگر كفر و سرپيچى و پيروى و ايمان به سبب اراده تكوينى خداوند است كه از مقصود تخلف نمى كند ، پس صحيح نيست كه تكليف به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كفايه الاصول ص 67 ( اشكال و پاسخ )\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nآن اراده تعلق بگيرد زير ا از اختيارى كه عقلًا در تكليف معتبر است خارج مى باشد .\r\nحاصل سخن او با توضيح ما چنين است : اراده خداوند اگر به فعل انسانى تعلق بگيرد هر چند انسان اراده نكند ، مستلزم جبر و عدم توانايى انسان و اراده او در فعل است زيرا در اين فرض صدور فعل از او واجب است . پس در آنچه انسان از باب اتفاق اراده مىكند ، فعل و اراده ، معلول علت واحدى هستند كه همان اراده الهى است . اما اگر اراده خداوند تنها از حيث مبادى تصحيح كننده اختياريت فعل انسان مانند قدرت ، اراده و شعور به فعل بندگان تعلق بگيرد مستلزم جبر نيست زيرا اراده به فعل تعلق نگرفته است ، هر چند انسان آن را اراده نكرده است ، بلكه اراده خداوند به مبادى اختيارى انسان تعلق گرفته است . پس ادعاى اختيارى بودن براى وجوب صدور فعل از انسان صحيح نيست .\r\nاشكال ديگر محقق خراسانى بر خود :\r\nآنچه گفته شد در صحت تكليف كفايت مىكند و بوسيله آن فعل از لغو بودن خارج مىشود . جز آنكه سئوال از چگونگى كيفر و مواخذه باقى مى ماند . زيرا اشكال وجوب فعل به سبب اراده خداوند - كه اشاعره گمان كرده اند - با آنچه ذكر شد پاسخ داده مىشود و اشكال وجوب فعل به واسطه اراده فاعل دفع مى گردد . با اين بيان كه : اين سخن ارادى بودن فعل را تأكيد مىكند اما اشكال وجوب خود اراده باقى مى ماند كه مى گويد اراده از ممكناتى است كه به ارادهء خداوندِ واجب بالذات مستند است و موجب مىشود فعل\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nكه معلول اراده خداوند است ، اختيارى نباشد زيرا جبر بر علت همان جبر بر معلول است . و با اين همه كيفر صحيح نيست زيرا مواخذه بر آنچه بدون اختيار رخ داده است صحيح نمى باشد .\r\nمحقق خراسانى از اين اشكال چنين پاسخ داده است : كيفر تابع كفر و سركشى است و اين دو خود تابع اختيارى هستند كه از مقدمات خود نشأت گرفته است و اين مقدمات ، خود از شقاوت ذاتى لازم و همراه ذات كفر و سركشى ناشى شده است .\r\nو مقصود محقق خراسانى از اين سخن آنچه برخى احتمال داده اند نمى باشد كه گفته اند : پاداش و كيفر از پيامد افعال و لوازم اعمال و نتايج صفات نيكو و آثار صفات ناپسند است . و مثال اين كيفر بر نفس به سبب خطا و اشتباهش ، چون بيمارى در بدن است . و با سخن پروردگار تائيد مىشود كه مى فرمايد : « آياجز به آنچه انجام مى دهند كيفر و پاداش داده مى شوند ؟ » « 1 » و سخن پيامبر ( ص ) كه فرمود : اين كردار شماست كه به سوى شما باز مى گردد . » « 2 » [ اشتباه اين سخن 
  ] نه از جهت منافات با ظاهر كتاب و سنت است زيرا ممكن است گفته شود : « ماده چون مستعد است ، مستحق افاضه صورت منافر از خداوند است و نسبت شكنجه و\r\nداخل ساختن در آتش به خداوند با ملاحظه اين امر است كه افاضه آن صورت دردناك از خداوند ، به واسطه فرشتگان عذاب رخ مىدهد . »\r\nبلكه اشكال سخن در اين است كه پاسخ با مبناى اشكال مناسبتى ندارد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سوره اعراف آيه 147 .\r\n( 2 ) - حكايات شيخ مفيد ص 87 چاپ كنگره شيخ مفيد ، قم\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nو مبنا اين است كه چگونه انسان به سبب فعلى كه در نهايت به اختيار منتهى نمى گردد ، مواخذه شود . و همچنين با اين سخنش كه « كيفر بر كفر و نافرمانى است كه از اختيار ناشى شده است » نيز مناسبتى ندارد . بلكه ظاهراً مقصود ايشان اين است كه كيفر از ناحيه كيفر دهندهء خارجى است . نهايت امر ، در صحت مؤاخذه كه استحقاقش به حكم عقل و عقلًا ثابت است ، اين مقدار از اختيار كه تصحيح كننده تكليف است ، كفايت مىكند . همانگونه كه اين امر را به نسبت مولاى عرفى و مؤاخذه بنده ، اگر او را به چيزى فرمان دهد و نافرمانى نمايد ، مشاهده مى كنيم . زيرا اگر فعل به مجرد استنادش به خداوند غير اختيارى و غير صالح براى مؤاخذه باشد مؤاخذه اربابان عرفى نيز صحيح نخواهد بود . و اگر فعل به خودى خود قابل مؤاخذه باشد فرقى ميان مؤاخذه از كسى كه سلسلهء اراده به او منتهى گشته و غير او نبود . نهايت امر اين سئوال باقى مى ماند كه خداوند چرا كسى را به وجود آورد كه امور هلاك كننده انسان از او به وجود خواهد آمد ؟ يا چرا خداوند نفس مقدمات اختيار را ايجاد كرد كه موجب انواع كيفرهاست ؟ آيا اين با رحمت پروردگار جهانيان منافاتى ندارد ؟ » ظاهراً سخن محقق خراسانى كه مى فرمايد : « لازمه خصوص ذات اين دو است . . . تا\r\nآخر بيان » « 1 » به پاسخ اين سئوال اشاره دارد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كفايه الاصول ص 68\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nوجه ايجاد كسى كه امور هلاكت كنندهء انسان از او به وجود خواهد آمد .\r\nحاصل اين سخن آنگونه كه برخى محققان « 1 » بيان داشته اند پس از بررسى چند مقدمه آشكار مى گردد :\r\nمقدمه اول : هر ماهيتى از ماهيات در حد ذاتش ، حدّ معينى دارد . به گونه اى كه اگر بر آن افزوده يا از آن كاسته شود از آنكه آن ماهيت است ، خارج مىشود . مثلًا : ماهيت درخت جوهرى ممتد و رشد كننده است . حال اگر احساس بر آن افزوده شود ، حيوان و اگر رشد آن كاسته شود تبديل به جماد مى گردد .\r\nمقدمه دوم : ماهيت اشياء نوعى وجود در علم ازلى پروردگار به تبع علم به وجودها دارند .\r\nمقدمه سوم : آنچه به اصالت جعل شده وجود است و ماهيت به تبع و عرض جعل شده است . و يافتن ذات و ذاتيات و لوازم ماهيت توسط آن نيازى به جعل و اثربخشى ندارد وجعل ميان شيى و خود و همچنين ميان شيىء و لوازمش معقول نيست .\r\nمقدمه چهارم : هر ممكنى كه بر ممتنع بالذات متوقف نيست ، وجودش واجب است . زيرا از سوى مبدأ تمامى مبادى [ خداوند متعال 
  ] نقصى نيست و در معلول به سبب فرض امكان او و در واسطه ها و اسباب به سبب فرض عدم توقف بر ممتنع بالذات نيز\r\nنقصى نيست [ پس وجودش واجب است 
  ] هنگامى كه اين مقدمات را دانستى ، برايت آشكار مىشود كه تفاوت ماهيت ها در خود و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - آنگونه كه به حسب ظاهر صاحب كفايه بيان نموده است و مصنف آن را به بيان ديگرى توضيح داد .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nلوازمشان به واسطه خود ذواتشان و نه به واسطه جعل جاعل و تأثير مؤثر است . پس برخى به نفس ذات و ماهيتش خوشبخت و برخى نگون بختند . چون ماهيات در علم ازلى خداوند موجود بودند و با زبان حالِ استعداد خويش ، داخل شدن در سراى وجود را طلب كردند و بخشنده وجود به ذات خود فياض و به نفس خود بى نياز بود پس بر او واجب است كه وجود را افاضه كند وامساك و بازداشتن از وجود بر او ممتنع است . و چون بخشش به مقدار پذيرش پذيرنده و مطابق حال درخواست كننده است ، افاضه ، عدل و صحيح بوده است . پس اعتراض اگر به نسبت ماهيت باشد باطل است چون نگون بخت در حد ذات خود نگون بخت و خوشبخت در حد ذات خود خوشبخت است . و اگر اعتراض به وجود باشد پاسخ داده مىشود كه افاضه وجود بر وفق پذيرش پذيرنده و عين عدل و صحيح است . ممكن است گفته شود : آنچه در روايت نبوى شريف با چشم پوشى از تفسيرش آمده است كه : « نگون بخت درشكم مادرش نگون بخت و خوشبخت در شكم مادرش خوشبخت است . » « 1 » اشاره اى به اين معنا دارد و اختصاص به شكم مادر يا به اين دليل است كه آن در نزد عموم اولين نشأه هاى وجودى است يا اينكه مقصود از شكم ، درون ماهيت است و اطلاق\r\nمادر بر ماهيت به لحاظ جهت قبول و پذيرش آن است همانگونه كه در برخى كتاب هاى آسمانى پدر بر خداوند به لحاظ جهت فاعليتش\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - توحيد صدوق ص 356 باب سعادت و شقاوت ، چاپ تهران و بحار ج 5 ص 9 كه از تفسير على بن ابراهيم روايت كرده است .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nپدر اطلاق شده است .\r\n\r\nموجب اينكه خداوند كيفر را برگزيد\r\nاين سئوال باقى مى ماند كه پس از اينكه ثابت شد تشفى خاطر درباره خداوند محال است ، چرا خداوند كيفر [ بندگان 
  ] را برگزيد . مى توان از اين سئوال به دو وجه پاسخ داد :\r\nوجه اول : سخن گروهى از بزرگان چون شيخ الرئيس « 1 » ابو على سينا و محقق اصفهانى « 2 » كه مى گويند : عذاب دادن از باب راست بر شمردن ترساندن و وفاى به تهديدى است كه در حكمت الهى واجب است زيرا خلف وعده با حكمت منافات دارد و موجب مىشود جان ها از بيم خداوند نهراسند و بازداشته نشوند .\r\nاشكال : وظيفه ترساندن و بيم ، حفظ نظام است و حكيم ، مصلحت عمومى كلى را مراعات مىكند پس همانگونه كه اگر كسى كه از كردار ناروا بازداشته مىشود ، بوسيله منع ترسانده نمى شد ، وى دست از كردار ناپسندش بر نمى داشت و نظام كل محفوظ و در امان نمى ماند ، همچنين اگر مجرم احتمال بدهد كه كيفر نمى شود ، [ باز همچنين مى شد 
  ] پس عمومى بودن ترساندن\r\nدر حفظ نظامى كه كاملتر از\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اشارات و تنبيهات ج 373 3 - 374 آنجا كه مى گويد : پيامبر مى بايست به تصديق و پذيرش وجود آفريننده توانا و آگاه و ايمان به شارع راستگويى كه از سوى خداوند برانگيخته شده و اعتراف به وعده و وعيد آخرت فرا بخواند .\r\n( 2 ) - بحوث فى الاصول ، ج 2 ص 58 ( تتمه ) و در نهايه الدرايه ج 1 ص 209 - 210 ( كيفيت پاداش و كيفر )\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nآن متصور نيست ، تاثير گذار است .\r\nوجه دوم : استحقاق كيفر به حكم عقل است از اين جهت كه نافرمانى و مخالفت ، خروج از لباس بندگى و رسم عبوديت است كه عين ظلم و ستم است و ستمگر مستحق كيفر مى باشد . تمامى اين سخنان به شرح مطالب كفايه باز مى گردد و ما سخن را براى دفع شبهه اى كه در ذهن بيشتر افراد وجود دارد يعنى اين شبهه كه « محقق خراسانى به جبر تصريح دارد » ، به صورت طولانى بيان داشتيم . با اين همه در برخى از مواضع سخن ايشان اشكالاتى است كه در هنگام بيان نظريه مختار در پاسخ از بيان ايشان آشكار خواهد شد .\r\n\r\nاراده خداوند بر دو قسم است\r\nو حاصل سخن بر بيان چند امر مبتنى است :\r\nامر اول : اراده خداوند بر دو قسم تكوينى و تشريعى است . مقصود از اراده تكوينى فعل و ايجاد و آفرينش خداوند است همانگونه كه روايات فراوانى به آن اشاره كرده است . مانند صحيحه صفوان بن يحيى كه مى گويد : به امام ابوالحسن ( ع ) عرضه داشتم : « به من از اراده خداوند و آفريدگان خبر ده . » امام ( ع ) فرمود : « اراده از جانب آفريدگان پنهان است و آنچه براى ايشان پس از مخفى بودن آشكار مى گردد از فعل است اما ارادهء خداوند ، احداث و ايجاد اوست نه غير آن . زيرا خداوند سخن نمى گويد و مضطرب و اندوهگين نمى شود و انديشه نمى نمايد و اين صفات از او نفى\r\nشده است و از صفات آفريدگان است . پس اراده خداوند همان فعل است مى فرمايد ( باش ) پس بدون لفظ و سخن گفتن به زبان وجود مى يابد و به همين سبب تامل ، انديشه و چگونگى در\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nفعل او نيست همانگونه كه در [ ذات 
  ] او چگونگى راه ندارد . » « 1 » و مقصود از اراده تشريعى جعل احكام است . با آنچه گفتم آشكار مىشود سخن محقق خراسانى كه به تبع حكيمان و فيلسوفان ، اراده خداوند را به علم تفسير كرده است ، سخنى نادرست است .\r\nزيرا علم ، عين ذات او و اراده ، فعل و ايجاد خداوند است و ميان اين دو فاصله اى بسيار دور است و ضعيف تر از اين ، سخن گروهى است كه اراده در خداوند را از نظر مفهوم به علم باز مى گردانند .\r\nبا اينكه اگر از تمام آنچه گفتيم چشم پوشى كنيم و بپذيريم كه اراده عين ذات حق است ، آنچه به سبب آن بر تفاوت ميان علم و توانايى و حيات در خداوند استدلال شده است در اراده نيز جريان دارد . و وجدان قوى ترين شاهد بر تفاوت است . زيرا سخن ما كه مى گوئيم : « خدا عالم است و خدا اراده مىكند ، مانند زيد انسان است و زيد بشر است از قبيل دو جمله مترادف نيست . بلكه ضرورت حكم مىكند كه از دو جمله خدا عالم است و خدا اراده مى نمايد ، دو چيز فهميده مىشود . و همچنين ضرورت حكم مىكند كه اعتقاد به اينكه خدا عالم است ، اعتقاد به اين نيست كه او\r\nمريد ( اراده گر ) است و دليل بر اينكه او عالم است دليلى بر اينكه او مريد است نمى باشد . بله اگر وراى اراده در مرتبه فعل او ، به ثبوت اراده ذاتى در او ملتزم شويم مصداقى براى آن جز علم خداوند وجود ندارد ، اما دليلى بر ثبوت اراده ذاتى نيست .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اصول كافى ج 1 ، ص 109 باب اينكه اراده ازصفات فعل است و در منابع ديگرى چون امالى شيخ طوسى مجلس 8 ص 205 اين بيان وارد شده است .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\n\r\nاراده خداوند از صفات فعل است\r\nامر دوم : ارده خداوند از صفات فعل است نه از صفات ذاتى . دليل آن عبارتست از :\r\nاول : انطباق آنچه به عنوان ضابطه اى براى صفات فعل ذكر كرديم مانند اتصاف به آنچه در مقابلش قرار دارد ، بر اراده خداوند . مانند آنكه گفته مىشود : خداوند وجود انسان را اراده كرده است و وجود سيمرغ را اراده نكرده است .\r\nدوم : وجود موجودات ، كمالى براى خداوند محسوب نمى شود تا اراده وجود موجودات از صفات كمالى ذاتى باشد .\r\nسوم : مطابقت روايات وارده از معصومين ( ع ) در اين خصوص مانند صحيحه عاصم بن حميد از امام صادق كه مى گويد : عرضه داشتم : خداوند همچنان مريد است ؟ امام ( ع ) فرمود : « اراده كننده نمى باشد جز آنكه اراده شده به همراه اوست . خداوند همچنان دانا و توانا است و آنگاه اراده كرده است . » « 1 » اين روايت تصريح كرده است كه اراده خداوند از صفات ذاتى نيست . و صحيفه محمد بن\r\nمسلم از امام صادق ( ع ) كه فرمود : « مشيت محدث [ حادث 
  ] است . » « 2 » و روايات ديگر .\r\n\r\nافعال انسان متعلق به اراده خداوند نيست\r\nامر سوم : اراده خداوند اگر مانند علم و قدرت از صفات ذاتى باشد متعلق به تمامى ممكنات است و از دسته ممكنات ، افعال ماست\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اصول كافى ج 1 ص 109 .\r\n( 2 ) - اصول كافى ج 1 ص 110 .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nزيرا صفات ذاتى متّحد با ذات ، به همگان تعلق دارد و الا اگر صفات ذاتى متعلق به برخى ممكنات نبود سلب آن صفات از خداوند صحيح بود و گذشت كه سلب صفات ذاتى از خداوند ممكن نيست . اما پس از آنكه دانستى اراده از صفات فعل است بدان كه متعلق اراده ، اعيان خارجى و افعال آن است . اما افعال عباد به اراده خداوند تعلق ندارد هر چند فيض وجود و قدرت و ساير مبادى از سوى خداوند است بلكه ايجاد كنندهء فعل انسان ، نفس به واسطه إعمال قدرت است بدون اينكه اراده عبد در آن فعل دخلى داشته باشد پس افعال بندگان متعلق به اراده خداوند نيست تا جبر لازم بيايد . امامان معصوم ( ع ) در اين موضوع سخنانى دارند كه به آنچه ذكر كرديم اشاره مى نمايد : مانند آنچه علامه مجلسى از امام هادى ( ع ) روايت مىكند كه مى گويد : « از امام از افعال بندگان پرسيده شد كه آيا آفريده خدا هستند ؟ » امام فرمود : « اگر خداوند آفريننده آن بود از آن بيزارى نمى جست . « 1 » » و مانند روايت صالح نيلى از امام صادق ( ع ) كه فرمود : « و لكن هنگامى كه انسان كفر\r\nورزيد در اراده خداوند بود كه او كفر بورزد و در اراده خداوند و علم او چنين رقم خورد كه به چيزى نگرايند ؟ » عرضه داشتم : « خداوند از آنان خواست كه كفر بورزند ؟ » امام فرمود : « چنين نمى گويم ولى مى گويم خداوند مى دانست كه آنان كفر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار الانوار ، ج 5 ، ص 20 .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nمى ورزند » « 1 » و روايات ديگرى از اين دست .\r\nبه طور خلاصه : اينكه اراده خداوند از صفات فعلى است و به افعال اختيارى انسان تعلق ندارد سزاوار است كه از امور مسلم به حساب آيد . و نزاع و جدال متكلمان در اينكه اراده خداوند حادث است يا قديم مبتنى بر اين است كه مقصود از اراده همان شوق باشد . اما پس از آنكه دانستى اراده عبارتست از إعمال قدرت ، پس هر آنچه در اين مقام گفته شده سخنى نادرست است چون بر اين فرض شكى نيست كه اراده ، حادث و آفريده خداوند است .\r\nپس اگر بگويى : اراده خداوند هر چند به فعل انسان متعلق نباشد اما اراده انسان چون خارج از تحت قدرت اوست پس معلول اراده خداوند و موجود به واسطه ايجاد اوست . پس اراده خداوند ، علتى براى علت فعل است . پس صدور علت ، واجب است و الا تخلف مراد و مقصود خداوند از اراده اش لازم مى آمد پس فعل نيز واجب الصدور است ( صدورش واجب است ) زيرا جبر بر علت ، جبر بر معلول است . در پاسخ آنچه پيش از اين به صورت تفصيلى بيان گشت مى گوئيم : اختيار ، فعل نفس است و نفس ، ايجاد كننده اختيار است و اختيار به خودى خود اختيارى است .\r\nپس اراده انسان متعلق به اراده خداوند نيست . هنگامى كه اين امور برايت آشكار شد پاسخ اين وجه به نيكى آشكار مىشود پس اراده خداوند متعلق به افعال بندگان نيست تا وجود افعال عباد لازم باشد . و از وجود افعال انسان بدون تعلق اراده خداوند به آن وجود ، تصرف در سلطه خداوند لازم نمى آيد . زيرا تمامى مبادى تحت اختيار و قدرت خداوند است پس جبرى وجود ندارد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اصول كافى ج 1 ص 162 باب استطاعت\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\n\r\nآياتى كه بوسيله آن بر تعلق اراده خداوند به افعال استدلال شده است\r\nگاهى گفته مىشود : در قرآن كريم اراده و مشتقات آن در 43 آيه به خداوند نسبت داده شده بنابراين اراده خداوند به افعال انسان متعلق است و اراده خداوند از مقصود تخلف نمى كند و به دور نمى ماند پس مشكل جبر باز مى گردد .\r\nدر پاسخ گفته مىشود : اين آيات چند دسته اند :\r\nدسته اول : آياتى كه بيان مىكند آنچه اراده شده از اراده خداوند تخلف نمى كند [ و حتماً رخ مىدهد 
  ] مانند آنكه مى فرمايد : ( چون خداوند به چيزى اراده فرمايد ، اين بس است كه مى گويد باش پس [ بى درنگ 
  ] موجود مىشود . ) « 1 » و سخن خداوند كه مى فرمايد : ( بگو اگر خدا بخواهد به شما زيانى يا سودى برساند چه كسى در برابر او براى شما اختيار چيزى را دارد ؟ بلكه اين خداست كه به آنچه مى كنيد همواره آگاه است . ) « 2 » اين اين دسته از آيات آنچه اراده\r\nبه آن تعلق مى گيرد را مشخص نمى سازند بلكه بر اين دلالت دارند كه اگر اراده خداوند به چيزى تعلق گرفت آن چيز محقق مىشود اين سخنى است كه بحث و نزاعى درباره آن نيست .\r\nدسته دوم : آياتى كه بيان مى دارد اراده انسان موردى از اراده خداوند است . مانند آنكه مى فرمايد : ( هر كس خواهان دنياى زودگذر است\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - آيه 82 سوره يس .\r\n( 2 ) - آيه 11 سوره فتح\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nبه زودى هر كه را خواهيم نصيبى از آن مى دهيم آنگاه جهنم را كه در آن خوار و رانده شده داخل خواهد شد برايش مقرر مى داريم و هر كس خواهان آخرت است و كوشش خود را براى آن بنمايد و اهل ايمان باشد تلاش آنان مورد حق شناسى واقع خواهد شد . هر دو دسته را از عطاى پروردگارت مدد مى بخشيم و عطاى پروردگارت از كسى منع نشده است . ) « 1 »\r\nاين دسته از آيات بر تعلق اراده خداوند به فعل اختيارى دلالت نمى كند بلكه بيان مى دارد : انسان در هر آنچه مى خواهد مختار است و مجبور نيست . نهايت امر ، اينكه خداوند فاعل مختار را با اعطاى وجود و قدرت و ساير مبادى فعل در آنچه بخواهد يارى مىكند . اين گروه آيات بر اختيار و نه جبر دلالت دارد .\r\nدسته سوم : آياتى كه دلالت مىكند خداوند ظلم و ستم را اراده نمى كند .\r\nمانند آن كه مى فرمايد : ( خداوند ستم به جهانيان را نمى خواهد ) « 2 »\r\nدلالت اين آيه بر آنچه ادعا شده آشكار است بله اگر وصف و لقب ، مفهوم [ مخالف 
  ] داشت آيه بر اراده غير ظلم دلالت مى كرد [ در حالى كه در اصول خلاف آن ثابت شده است 
  ]\r\nدسته چهارم : آياتى كه بر تعلق اراده خداوند به آسانى دلالت مىكند .\r\nمانند آنكه مى فرمايد : ( خدا براى شما آسانى مى خواهد و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - آيات 18 تا 22 سوره اسراء\r\n( 2 ) - آيه 108 سوره آل عمران\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nبراى شما دشوارى نمى خواهد ) « 1 »\r\nاين دسته از آيات بر تعلق اراده تشريعى [ خداوند 
  ] به آسانى و نه سختى تعلق دارد و گذشت كه اراده تشريعى خداوند [ گاه 
  ] با آنچه اراده شده تفاوت دارد .\r\nاما آيه شريفه : ( و اگر بخواهم شما را اندرز بدهم در صورتى كه خدا بخواهد شما را گمراه گذارد اندرز من شما را سودى نمى بخشد . او پروردگار شماست و به سوى او باز گردانيده مىشويد . ) « 2 » كه دلالتش بر اين امر گمان شده است . با اين توضيح : اين آيه دلالت دارد كه عدم ايمان قوم نوح از جهت اراده خداوند بوده است كه به افعالشان تعلق گرفته است .\r\nاين سخن چنين پاسخ داده مىشود : ( غَى ) به معناى گمراهى نيست بلكه احتمال دارد از اين كلمه اراده عذاب يا كيفر شده باشد . بر فرض اول آيه دلالت دارد كه عذاب و كيفرى كه نتيجه افعال اختيارى انسان بوده است مورد اراده خداوند است و اراده نتيجه ،\r\nغير از اراده فعل است . با اين سخن اشكال فرض دوم نيز آشكار مى گردد . با اينكه اگر ( غى ) به معناى گمراهى باشد ، اشكالاتى كه در آياتى كه گمراهى به خداوند نسبت داده مى شد بيان گشت ، وارد مىشود . و اما آيه شريفه : ( پس كسى را كه خدا بخواهد هدايت نمايد دلش را به پذيرش اسلام مى گشايد و هر كه را بخواهد گمراه كند دلش را سخت تنگ مى گرداند چنان كه گويى به زحمت در آسمان بالا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - آيه 185 سوره بقره .\r\n( 2 ) - آيه 34 سوره هود\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nمى رود اين گونه خدا پليدى را بر كسانى كه ايمان نمى آورند قرار مىدهد ) « 1 » ذيل آيه قرينه است بر اينكه اگر خداوند سينه او را تنگ مىكند از اين جهت است كه كافر با اختيار خود ايمان نياورده است . پس روش آيه مانند روايات فراوانى است كه دلالت مىكند چه بسا انسان به سبب ارتكاب برخى گناهان خوار و محروم از عنايت خداوند مى گردد همانگونه كه چه بسا به واسطه انجام برخى نيكى ها به حسنات و نيكى هاى ديگرى توفيق مى يابد و برخى از خيرات زمينه ساز نيكى هاى ديگرند و [ به انسان 
  ] قابليت مى بخشند تا خداوند او را براى امور موجب خشنودى اش توفيق دهد . و هنگامى كه اين امر در گمراهى ثابت شد در هدايت نيز ثابت مى گردد .\r\n\r\nمشيت الهى و افعال انسان\r\nپنهان نماند كه بسيارى از آيات متضمن مشيت الهى است .\r\nو به مشيت الهى گاه چنين استدلال مىشود كه افعال اختيارى\r\nانسان متعلق به مشيت است پس مى بايست افعال اختيارى وجود يابد چون اراده و مشيت اتحاد دارند . و گاه به جبر استدلال مىشود . مانند سخن خداوند كه مى فرمايد : ( و جز آنچه خدا بخواهد را نمى خواهيد . ) « 2 » و سخن خداوند كه مى فرمايد : ( بگو همانا خداوند هر كه را بخواهد گمراه مىكند و هر كه به سوى او باز گردد را هدايت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - آيه 125 سوره انعام\r\n( 2 ) - آيه 30 سوره انسان\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nمى نمايد . ) « 1 » و آنجا كه مى فرمايد : ( هر آنچه در آسمان ها و زمين است از آن خداوند است و اگر آنچه در جان هاى شما است آشكار كنيد يا پنهان سازيد خداوند شما را به سبب آن به حساب در كشد پس هر كه را بخواهد مى بخشايد و هر كه بخواهد را كيفر دهد . ) « 2 » و نيز چنين مى فرمايد : ( اگر خدا بخواهد در حالت ايمنى وارد مسجد الحرام خواهيد شد در حالى كه سرهاى خود را تراشيده ايد . ) « 3 » و مى فرمايد : ( اگر خدا بخواهد مرا بردبار خواهى يافت . ) « 4 » و مى فرمايد : ( بگو من جز آنكه خدا خواهد مالك سود و زيان خود نيستم . ) « 5 » و مى فرمايد : ( اگر خدا بخواهد تمامى مردمان را هدايت مىكند . ) « 6 » و مى فرمايد : ( هرگز مگوئيد كه من كارى را فردا انجام مى دهم جز آنكه خدا بخواهد . ) « 7 » و آياتى ديگر\r\nكه متضمن مشيت است و به 200 آيه مى رسد . اما هيچ يك از آيات بر آنچه به آن استدلال شده دلالت نمى نمايد .\r\nاما آيه اول : صدر آيه متضمن بيان اين امر است كه قران هدايتگر است و انسان مىتواند به واسطه قرآن به سوى حق هدايت شود اما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - آيه 27 سوره رعد\r\n( 2 ) - آيه 284 سوره بقره\r\n( 3 ) - آيه 27 سوره فتح\r\n( 4 ) - آيه 69 سوره كهف\r\n( 5 ) - آيه 49 سوره يونس\r\n( 6 ) - آيه 31 سوره رعد\r\n( 7 ) - آيه 24 - 23 سوره كهف\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nگمراهان با انتخاب بدشان اين هدايت را نمى خواهند پس اين آيه با قرينه خود دلالت مىكند كه خداوند اگر مى خواست آنان را مجبور كند كه به سوى پروردگارشان ره جويند مى توانست اما چنين نخواست زيرا سراى دنيا سراى أسباب و اختيار است و اين امر را در اختيار و مشيت بندگان قرار داد .\r\nو ممكن است گفته شود : مقصود آيه چنين است : « اسلام را نمى خواهيد مگر آنكه خداوند بخواهد در استقامت به شما لطف كند . » زيرا در سخن معناى نعمت است . اما آيه دوم و آياتى كه چنين مضمونى دارند مانند سخن خداوند كه مى فرمايد : ( خداوند هر كه بخواهد را به راه راست هدايت مىكند ) « 1 » و ( هدايت يافتن ايشان بر عهده شما نيست و خداوند هر آنكه بخواهد را هدايت مىكند ) « 2 » و سخن او كه مى فرمايد : ( تو هر كس را بخواهى هدايت نمى كنى اما خداوند هر كه بخواهد را هدايت مىكند و به هدايت يافتگان داناتر است . ) « 3 » و آيات ديگر دلالت دارد كه هدايت خاصه و مقابل آن به گروه خاصى اختصاص دارد .\r\nتوضيح : هدايت همان ارشاد و راهنمايى است و ضد گمراهى است . هدايت از سوى خداوند بر دو بخش است : هدايت عامه و هدايت خاصه . هدايت عامه گاه تكوينى و گاه تشريعى است . هدايتن عامه تكوينى آن چيزى است كه خداوند در طبيعت و سرشت هر موجودى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - آيه 213 سوره بقره\r\n( 2 ) - آيه 272 سوره بقره\r\n( 3 ) - آيه 56 سوره قصص\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nفراهم ساخته است و هر موجودى به طبيعت خود يا به اختيارش به سوى كمالش حركت مىكند . مانند موش كه از گربه فرار مىكند ولى از گوسفند نمى گريزد . و مورچه به شكل دادن گروه و حكومت و كودك به پستان مادرش هدايت مىشود و خداوند [ در اين باره 
  ] چنين گفته است : ( گفت پروردگار ما كسى است كه آفرينش هر چيز را به او بخشيد آنگاه هدايتش كرد . ) « 1 » و هدايت تشريعى عامه ، افاضه عقل بر انسان و فرو فرستادن فرستادگان و كتاب هاى آسمانى است . اما هدايت خاصه ، عنايتى ربانى است كه خداوند برخى بندگانش را به حسب آنچه حكمتش اقتضا مىكند به آن اختصاص داده است و براى ايشان آنچه به وسيله آن به كمال هدايت مى شوند و به مقصود مى رسند را فراهم مىكند و اگر خداوند نبود ، ايشان در گمراهى و بى خبرى قرار مى گرفتند و با اين همه ، در اين امر مجبور نيستند . و در امثال اين آيه به نكته اى لطيف اشاره شده است و آن پاسخ كسانى است كه به معبود نيكى ها و معبود بدى ها اعتقاد دارند . يعنى مجوسيان كه مى گويند وسايل بدى با ايجاد خداوندگار بدى ها محقق است . در حالى كه خداوند آن وسايل را مهيا نمى سازد و همچنين آيه دلالت\r\nمىكند كه تمامى اسباب از جانب خداوند است . اما آيه سوم و آيات اين چنين ، دلالت مىكند كه تمامى أفعال تحت محاسبه خداوند است خواه آشكار باشد يا پنهان ، نهايت امر ، خداوند مىتواند هر كس را بخواهد ببخشايد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - آيه 50 سوره طه\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nنهايت چيزى كه آيه چهارم و پنجم و آياتى چنين : نهايت چيزى كه بر آن دلالت مىكند اين است كه چون احتمال دارد كسى كه مى خواهد كارى انجام دهد ، چيزى رخ دهد كه او را از آن كار باز دارد پس مى بايست به خدا توجه كند و از او بخواهد كه حوادث به گونه اى باشد كه او را از آنچه مى خواهد باز ندارد .\r\nآيه ششم و مانند آن : خلاصه سخن در آن اين است كه مقصود از نفع و ضرر اگر نفع و ضرر طبيعى باشد ، عدم ارتباط آن با اين بحث آشكار است و اگر ناشى از عمل نكردن . به وظايف باشد ، اينكه وابسته به مشيت خداوند است از اين جهت است كه قرار دادن وظيفه و بيان آن بر عهده خداوند است . و با آنچه در آيات گفتيم توجيه آيات پيشين هفتم و هشتم آشكار مىشود .\r\n\r\nاستدلال به جبر با علم خداوند\r\nسومين استدلال براى اثبات جبر : در محل خود ثابت شده است كه علم خداوند به تمامى موجودات تعلق دارد و چيزى از تحت علم او خارج نيست و از آن دسته [ مواردى كه از علم خداوند خارج نيست 
  ] أفعال ماست . پس هر چه از سوى ما صادر مىشود به علم او تعلق دارد و وجودش واجب است و الا لازم مى آيد علم او تبديل به جهل شود . و نيز مى توانى چنين بگويى : به دليل اينكه\r\nعلم خداوند به فعل تعلق مى گيرد مى بايست فعل به صورت جبرى موجود شود . يا علم او تبديل به جهل گردد و چون دومى [ كه علم خداوند تبديل به جهل گردد 
  ] محال است اولى [ جبرى بودن فعل 
  ] ثابت مىشود .\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nپاسخ از اين سخن با بيان چند امر آشكار مى گردد :\r\nاول : علم خداوند تنها متعلق به افعال ما نيست بلكه به افعال و مقدماتش تعلق دارد و الا لازم مى آيد علم خداوند محدود باشد و به صفتى مقابل علم متصف گردد . و اين با اينكه علم از صفات ذاتى است منافات دارد . و چون از مقدمات فعل اختيارى ، اختيار و اراده است ، خداوند [ در حقيقت 
  ] به صدور فعل [ از سوى انسان 
  ] از روى اختيار ، عالم است و اگر قائل به جبر و لزوم صدور فعل [ از سوى انسان 
  ] شويم لازم مى آيد علم او تبديل به جهل شود . زيرا معلوم [ علم خداوند 
  ] اين است كه فعل از روى اختيار صادر شده است و در واقع فعل از روى جبر صادر گشته است .\r\nدوم : علم خداوند علت فعل نيست همانگونه كه علم ما به اينكه چنين خواهيم كرد ، علت آن فعل نخواهد بود زيرا حقيقت علم ، كشف واقع آنگونه كه هست ، مى باشد و ربطى به صدور آن فعل ندارد تا علمى براى آن باشد . همچنين اگر علم خداوند ، علت [ فعل 
  ] بود نيازى به اراده نبود ، در حالى كه خداوند فرموده است : « امر او چنين است كه هنگامى كه چيزى را اراده كند به او مى گويد باش پس موجود مى گردد . » « 1 » و در آيات و روايات ديگر اراده ، غير\r\nاز علم قرار داده شده و دانستى كه تفسير اراده خداوند به علم او از سوى گروهى ، اشتباه است و با روايات و آيات منافات دارد .\r\nپس اگر گفته شود : اينكه بسيارى از فلاسفه تصريح كرده اند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - آيه 82 سوره يس\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nكه علم خداوند فعلى است نه انفعالى چه معنايى دارد ؟ در حالى كه ظاهر اين سخن اين است كه علم خداوند تابع معلوم نيست بلكه معلوم تابع فعل اوست . مى گوئيم : مقصود فلاسفه اين است كه علم گاه به صورت مطلق آورده مىشود و از آن اضافهء متاخر از وجود طرفين ، كه همان مضاف [ اضافه شده 
  ] حقيقى است اراده مىشود . و گاه به صورت مطلق آورده مىشود و از آن مبدأ ، آن اضافه اراده مى گردد . علم به معناى اول از صفات ذاتى خداوند نيست و الا لازم مى آيد كه غير ذات او در كمال ذاتش دخل و تاثير داشته باشد و اين سخن مستلزم اثر داشتن غير خداوند در ذات اوست كه بطلان آن ضرورى است . بلكه علم به معناى دوم يعنى مبدأ آن اضافه خاص ، براى خداوند كمال و عين ذات اوست . پس علم او به معناى آن چيزى است كه مبدأ عالم بودن است . يا مقصود اين است كه علم خداوند چون از صفات ذاتى است با ذات او اتحاد دارد و چون ذات خداوند مبدأ تمامى موجودات حتى افعال انسان است - زيرا مبادى افعال انسان از سوى خداوند است - پس علم او كه با ذاتش متحد است ، مبدأ تمامى موجودات و افعال انسان مى باشد . پس معناى فعليت علم خداوند اين نيست كه علم او علت تمامى موجودات است . و چون ذات خداوند ، علت افعال انسان نيست بلكه ايجاد كننده افعال ، خود انسان است ، پس علم خداوند\r\nكه با ذات او متحد است نيز چنين مى باشد .\r\nسوم : علم خداوند همانگونه كه به افعال انسان ها متعلق است به افعال خود نيز تعلق دارد پس اگر [ علم او 
  ] علت بود ، جبر حتى در\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nافعال خداوند لازم مى آمد .\r\n\r\nاستدلال به جبر به واسطه سلطه خداوند\r\nچهارمين استدلال براى اثبات جبر : اثبات قدرت براى انسان و إسناد فعل به انسان به صورت مستقل يا به همراه خداوند و قائل شدن به اينكه ايجاد كننده انسان است ، مستلزم ثبوت شريك براى خداوند است ، پس مى بايست به جبر ملتزم شويم تا تسلط خداوند و اينكه او تنها تصرف كننده و اثر گذار است را حفظ كنيم .\r\nاشكال : اين سخن در جايى لازم مى آيد كه انسان به خودى خود استقلال ، وجود و قدرت داشته باشد اما با اين بيان كه انسان در وجود و قدرت و ساير مبادى فعل نيازمند است بلكه با نگاهى دقيق ، او مانند ساير موجودات ، عين نياز است ، نه اينكه شيئى محتاج و نيازمند است ، « 1 » پس از اسناد حقيقى افعال به انسان ، بر كنار نمودن خداوند از مالكيت يا دخالت و تصرف ديگرى در سلطه او لازم نمى آيد ، چرا چنين نباشد در حالى كه انسان و قدرت و تمامى شؤون او با ايجاد خداوند وجود يافته است . براى نزديك ساختن اين سخن به ذهن مثالى مى آوريم هر چند بسيار پائين تر از آن\r\nچيزى است كه بيان داشتيم : اگر شخص بى نياز توانا و نيرومند به انسان ناتوان ببخشايد و انسان نيازمند را بى نياز سازد ، در حالى كه در هر زمان مىتواند آنچه بخشيده است را از او بگيرد يا در دست او باقى گذارد ، آيا كسى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - چون انسان از ممكنات است و ممكنات به ذاتشان به غير نيازمندند پس انسان عين نياز است و وجودش با اين نياز قوام يافته است . نه اينكه انسان شيئى است كه وجود دارد و براى بقاء و ادامه حيات به غير نيازمند است ! زيرا در اين حالت نياز او به ايجاد كننده اش بر وجودش عارض شده است .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nگمان مىكند كه انسان ناتوان ، شريك انسان توانا بر شمرده شده است ؟ هرگز . و به همين سخن ، اميرمؤمنان على ( ع ) به عبايه بن ربعى اسدى خبر داده است ، هنگامى كه از امام ( ع ) از توانايى و قدرتى كه بوسيله آن بر مى خيزد و مى نشيند و كارى را انجام دهد يا ترك مى نمايد ، پرسيد . امير مومنان ( ع ) فرمود : از تو مى پرسم كه تو بدون خداوند چنين توانايى دارى يا با او ؟ عبايه خاموش شد . امير مؤمنان ( ع ) فرمود : عبايه سخن بگو . عرضه داشت : چه بگويم . حضرت فرمود : اگر بگويى بدون خداوند مالك اين توانايى هستى ، تو را خواهم كشت [ چون به خدا كفر ورزيده اى 
  ] و اگر بگويى به همراه خداوند مالك آن شده اى [ باز 
  ] تو را خواهم كشت . عرضه داشت : پس چه بگويم ؟ امام فرمود : بگو آن را به سبب خداوندى كه بدون همراهى تو مالك آن توانايى است ، مالك شده اى . » « 1 » پس به اين حديث بنگر كه چگونه پرده از حقيقت برانداخته و بر آن پوششى باقى نگذارده است .\r\nپنجمين استدلال براى اثبات جبر :\r\n\r\nاستدلال به جبر با اسناد گمراه ساختن به خداوند\r\n. در بسيارى از آيات گمراه ساختن به خداوند نسبت داده شده است : مانند ( پس خداوند هر كس را بخواهد گمراه مىكند و هر كس را بخواهد هدايت مى نمايد ) « 2 » و ( بگو همانا خداوند هر كس را بخواهد گمراه مىكند و هر كس به سوى او باز گردد را هدايت مى نمايد . ) « 3 » و فرمود : ( و هر كس خداوند بخواهد او را گمراه كند سينه اش را\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اين سخن را امام هادى ( ع ) در نامه اش به اهل اهواز بر اساس آنچه در بحار ج 5 ص 75 روايت شده است ، نقل فرموده است .\r\n( 2 ) - آيه 4 سوره ابراهيم\r\n( 3 ) - آيه 27 سوره رعد\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nتنگ و بسته قرار مىدهد گويا مى خواهد در آسمان پرواز كند و به سوى آن بالا رود . ) « 1 » پس اين آيات دلالت مىكند كه خداوند آفريننده گمراهى و كفر در انسان هاست . آنان را از ايمان باز مى دارد و بين ايشان و ايمان مانع مىشود و چه بسا گفته اند : اين حقيقت لفظ به حسب لغت و زبان است . زيرا گمراه ساختن عبارتست از اين كه چيزى گمراه شود همانگونه كه خارج ساختن و داخل ساختن عبارتند از اينكه چيزى را داخل و خارج قرار دهند . عدليه بر اين سخن به چند وجه ايراد وارد كرده اند :\r\nوجه اول : به كسى كه راه را ببندد گفته نمى شود كه او [ كسى را 
  ] گمراه ساخته است بلكه گفته مىشود او را بازداشته است ، او را گمراه ساخته است هنگامى گفته مىشود كه آن شخص را فريب دهد .\r\nوجه دوم : خداوند ، شيطان ، فرعون و مانند اين دو را به صفت گمراه ساختن متصف كرده است در حالى كه مشخص است آن ها\r\nدر قلب هيچ كس گمراهى نيافريده اند . خداوند مى فرمايد : ( همانا او دشمنى گمراه كننده و آشكار است ) « 2 » و مى فرمايد : ( فرعون قوم خويش را گمراه ساخت و هدايت نيافت ) « 3 »\r\nوجه سوم : اين سخن با بسيارى از آيات در تضاد است . آنجا كه مى فرمايد : ( و خداوند هنگامى كه هدايت به نزدشان آمد مردم را از\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - آيه 125 سوره انعام\r\n( 2 ) - آيه 15 سوره قصص\r\n( 3 ) - آيه 79 سوره طه\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nايمان آوردن باز نداشت . ) « 1 » و مى فرمايد : ( و آنان از پند و اندرز روى گردان نبودند ) « 2 » و مى فرمايد : ( به كجاروى گردان مى شوند ) « 3 » و آيات ديگر .\r\nوجه چهارم : خداوند ابليس و پيروان او در گمراه ساختن و فريبكارى را مذمت كرده و فرمان داده از ايشان به او پناه برند . آنگونه كه فرمود : ( بگو به پروردگار مردم از شر وسوسه كننده فريبكار پناه مى برم . ) « 4 » و فرمود : ( بگو از وسوسه شياطين به تو پناه مى برم . ) « 5 » و فرمود : ( همانا كسانى كه از راه خدا گمراه مى نمايند كيفرى دردناك مى كشند ) « 6 » و فرمود : ( فرعون قوم خود را گمراه ساخت و هدايت نكرد . ) « 7 »\r\nپس اگر خداوند گمراه كننده حقيقى است چگونه مردمان به سبب آن مذمت مى شوند و همچنين پناه بردن از خداوند همانند پناه بردن از گمراه كنندگان واجب بود و همانگونه كه فريبكاران مستحق مذمت هستند خداوند نيز مستحق مذمت بود و واجب بود كه مردمان همانگونه كه مى بايست شيطان را دشمن خود به حساب آورند خداوند را نيز دشمن به حساب آورند .\r\nوجه پنجم : خداوند در بسيارى از آيات گمراهى را به سركشان و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - آيه 94 سوره اسراء\r\n( 2 ) - آيه 49 سوره مدثر\r\n( 3 ) - آيه 69 سوره غافر\r\n( 4 ) - آيه 1 و 4 سوره ناس\r\n( 5 ) - آيه 97 سوره مومنون\r\n( 6 ) - آيه 26 سوره ص\r\n( 7 ) - آيه 79 سوره طه\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nاهل نافرمانى نسبت داد . « 1 » مانند آنكه مى فرمايد : ( خداوند جز گناهكاران را گمراه نمى سازد ) « 2 » و فرمود : ( و اين چنين خداوند هر كس اهل اسراف و شك است را گمراه مى سازد . ) « 3 » پس اگر مراد از گمراهى آن حالتى است كه در آن به سر مى برند ، تحصيل حاصل لازم مى آيد كه محال است . همچنين امثال اين آيات صراحت دارد كه خداوند پس از فسق و نافرمانى ايشان ، آنان را گمراه مى سازد .\r\nپس گمراه ساختن خداوند با معناى گمراهى كه در آن به سر مى برند ، مغايرت دارد . « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - گاه گمان مىشود نسبت گمراهى در اين دو آيه به خداوند است اما به قرينه كلمه ( فاسقين ) و ( من هو مسرف مرتاب ) [ كسى كه اهل اسراف و شك است ) - در حالى كه شكى نيست فاسق و گمراه و اسرافگر شكاك نيز گمراه است - آشكار مى گردد كه گمراهى در دو آيه پيشين حقيقتاً بر گمراه ساختن كه گمان مى رود از جانب خداوند است مقدم مى باشد . به همين دليل مصنف مى گويد : نسبت گمراهى در دو آيه به سركشان است . و برايت آشكار خواهد شد كه گمراه ساختن از سوى خداوند يا از باب حكايت از زبان كسى است كه آن را به خدا نسبت مىدهد پس خداوند به آنان چنين پاسخ مىدهد كه او گنهكاران را گمراه مى سازد ، يا خداوند به آنكه براى خود گمراهى را برگزيده است توفيق هدايت نمى بخشد پس از آنكه حجت بر او تمام گشت و آن را انكار نمود ، پس بر گمراهى باقى مى ماند . و براى اين مساله وجوه ديگرى براى حل اين گمان است كه برخى در متن مى آيد .\r\n( 2 ) - آيه 26 سوره بقره\r\n( 3 ) - آيه 34 سوره غافر\r\n( 4 ) - پس گمراه ساختن ايشان از سوى خداوند با معناى گمراهى كه در آن به سر مى برند مغاير است و اين امر از تعليقه پيشين به نيكى آشكار مى گردد . و ما در اينجا آنچه از امام باقر ( ع ) در تفسير فرات كوفى ص 53 حديث 13 وارد شده است را اضافه مى كنيم كه در تفسير ( خداوند به وسيله آن گمراه مى سازد ) فرمود ( آن على ( ع ) است كه خدا به وسيله او هر كس با او به دشمنى برخيزد گمراه مى سازد و اگر او را دوست بدارد هدايت مىكند . و خداوند به سبب على ( ع ) جز گنهكاران را گمراه نمى سازد [ يعنى هر كس از ولايت او خارج شود فاسق است 
  ] .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nوجه ششم : خداوند اين گمراهى را كيفر ايشان در برابر كردار ناپسندشان و عقوبتى در برابر آن بر مى شمرد . پس اگر مراد و مقصود ، حالتى است كه در آن به سر مى برند اين سخن تهديد ايشان با چيزى است كه به آن روى آورده اند و از آن بهره مى برند . به همين سبب تمامى عدليه اعتقاد دارند كه مى بايست تاويلات ديگرى بيان داشت :\r\nوجه اول : گمراه ساختن بر گمراه ساختن از بهشت حمل و توجيه مىشود .\r\nوجه دوم : گمراه ساختن بر نابودى و باطل ساختن اعمال حمل مىشود . مانند آنكه مى فرمايد : ( كسانى كه كفر ورزيدند [ ديگران را 
  ] از راه خدا بازداشتند اعمالشان باطل شد ) « 1 » و فرمود : ( و گفتند : آيا اگر در زمين نابود شديم و از ميان رفتيم در آفرينش جديدى خواهيم بود . ) « 2 »\r\nوجه سوم : گمراهى و گمراه ساختن همان كيفر و شكنجه است . همانگونه كه خداوند مى فرمايد : « همانا مجرمان و گنهكاران در گمراهى و آتش دوزخند » « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - آيه 1 سوره محمد\r\n( 2 ) - آِيه 10 سوره سجده\r\n( 3 ) - آيه 47 سوره قمر\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nوجه چهارم : گمراه ساختن همان واگذارى به خود و منع كردن [ از رفتن به سوى بدى هاست 
  ] پس گفته مىشود : فلانى فرزندش را گمراه ساخت ، هنگامى كه او را ادب نكرده باشد . اين بيان را سخن امام رضا ( ع ) در تفسير كلام خداوند كه مى فرمايد : « آنان را در تاريكى هايى رها ساخت كه نمى بينند » « 1 » تائيد مىكند كه فرمود : « همانا خداوند آنگونه كه آفريدگان به ترك [ كارى 
  ] متصف مى شوند ، به ترك فعل متصف نمى شود . اما او هنگامى كه دانست آفريدگان از كفر و گمراهى باز نمى گردند ، همراهى و لطف خود را از ايشان منع كرد و ايشان را با اختيارشان تنها گذاشت . » « 2 » و رواياتى چون اين وجود دارد .\r\nوجه پنجم : كه بهترين وجه است اين است : هنگامى كه انسان با اختيار خود در هنگام حضور چيزى گمراه شود بدون اينكه آن چيز علت گمراهى اش باشد ، بلكه در نهايت از مقدمات بعيد و علل زمينه ساز گمراهى باشد ، گفته مىشود آن چيز او را گمراه ساخته\r\nاست . خداوند درباره بت ها مى فرمايد : ( پروردگارا ! همانا بت ها بسيارى از مردم را گمراه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - آيه 17 سوره بقره\r\n( 2 ) - عيون الاخبار الرضا ج 1 ص 123 ح 16 باب 11 رواياتى كه از امام رضا ( ع ) در توحيد وارد شده است . / بحار الانوار ج 5 ص 11 ح 17 باب 1 نفى ظلم و ستم از خداوند / و اين معنا را تعدادى از روايات و دعاها تائيد مىكند مانند ( پروردگارا ! چشم بر هم زدنى مرا به خود وامگذار . . . . )\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nساختند ) « 1 » يعنى مردم بوسيله آن ها گمراه شدند .\r\nو همچنين فرمود : ( و يغوث و يعوق و نسر بسيارى را گمراه كردند . ) « 2 » يعنى بسيارى از مردم بوسيله ايشان گمراه شدند . و گمراه ساختن به اين معنا به خداوند نسبت داده مىشود با توجه به اينكه افعال اختيارى صادر شده از انسان ، مبادى خارج از دايره اختيار او دارند . مانند وجود و حيات انسان و ادراك فعل از سوى او و شوق انسان به فعل و مناسبت آن فعل با نيرويى از نيروهاى او و قدرت او بر ايجاد فعل . و آن ايجاد كننده مبادى ، ايجاد كننده خود انسان است . و در جاى خود ثابت شده است كه بقاى اشيا و استمرار آن در وجود ، نياز به اثر گذارنده اى در هر لحظه دارد . بنابراين كفر و گناه اگر از انسان با اختيار او صادر شوند با توجه به اينكه مبادى آن از جانب خداوند است ، صحيح است كه به خداوند نسبت داده شوند . و با اين سخن پاسخ از اشكال به قرآن مجيد آشكار مى گردد كه مى گويد : « گاه فعل به بنده و اختيار او و گاه به خداوند نسبت داده مىشود و اين تناقض آشكار است » .\r\n\r\nسخن عارف شيرازى در معناى گمراهى\r\nعارف صدراى شيرازى سخنى در توجيه نسبت دادن گمراهى به خداوند دارد كه خوبست به طور خلاصه نقل شود چون در\r\nبردارنده مطالب دقيقى است :\r\nاو مى گويد : « خداوند با تمامى صفات كمال و اسماء خود بر آفريدگان تجلى كرده و با تمامى صفات جمال و جلالش بر بندگان و عوالم خود افاضه مىكند . او در ابتدا در ذات خود براى ذاتش تجلى كرد پس از\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - آيه 36 سوره ابراهيم\r\n( 2 ) - آيات 23 و 24 سوره نوح .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nتجلى او ، عالم اسماء و صفاتش آشكار شد كه اولين حجاب هاى احديت است ، آنگاه با اسماء و صفات خود بر عالم جبروت تجلى كرد ، پس از تجلى او انوار عقلى و فرشتگان با عظمت قدسى كه همان سراپرده هاى جبروتى است به دست آمد . آنگاه از آفرينش آن نور ماه بر عالم ملكوت بالا و پائين و سپس بر اشباح عينى و مثالى آن و سپس بر عالم طبيعت آسمانى و زمينى تجلى نمود .\r\nو هر يك از اين عوالم و محل هاى حضور ، منازل و طبقات گوناگونى دارد و هر گاه نزول بيشتر واقع شود اين نورهاى احدى با كثرت اين حجاب هاى امكانى كمتر مىشود و نقايص و شرور و بدى ها با برخورد به امور عدمى فزونى و تراكم مى يابد . آيا نمى بينى كه هر يك از صفات هفتگانه الهى كه امامانِ ساير صفات مى باشند از نقصان و امكان و كثرت و حدوث برى هستند ؟ « 1 » آنگاه هنگامى كه سايه اين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ظاهراً اين مقطع از سخن پاسخى بر اشاعره است كه اعتقاد دارند صفات هفتگانه - حيات و علم و قدرت و اراده و شنوايى و بينايى و كلام - معانى زايد بر ذات هستند ( به شرح مواقف ص 104 مراجعه نما ) و به همين دليل در مشكل افتادند . و بيشتر معتزله صفات را از خداوند نفى كردند و اماميه به تبع امامان ( ع ) مانند معتزله صفات را نفى نكردند و معنايى زايد بر ذات اثبات ننمودند بلكه بيان داشتند كه صفات خداوند عين ذات اوست . و در اين جا عارف شيرازى اينكه اين صفات زايد يا ناقص يا متكثر يا حادث يا ممكن باشد را نفى مىكند . و سخن حق در اين مقام سخن امير مومنان در نهج البلاغه است كه مى فرمايد : ( و كمال اخلاص ، نفى صفات [ زايد يا ناقص 
  ] از اوست زيرا هر صفتى گواهى مىدهد كه غير موصوف و هر موصوفى گواهى مىدهد كه غير صفت است . [ تا اينكه مى گويد 
  ] او موجودى است كه حادث نيست و از عدم ، موجود نگشته است . تنها و يكتاست زيرا هر گز او را يار و همدمى نبوده كه فقدانش موجب تشويش گردد . ) خطبه اول نهج البلاغه\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nانوار در اين جهان پست واقع شده ، آفات و شرور آن را در بر مى گيرد و عدم و نقص همراه آن مىشود و هنگامى كه اين انوار از عالم اجسام و الا رود ، آن نقايص و بدى ها از آن زايل مىشود و به اقليم و سرزمين وحدت باز مى گردد .\r\nآنگاه گمان مىكند كه اين معناى امر ميان دو امر از جبر و قدر است و مى گويد : « نقايص و كاستى هايى كه در اين جهان گاه به همراه صفات منسوب به حق و گاه به همراه صفات منسوب به آفريدگان است از خصوصيت اين جايگاه و سرا [ دنيا 
  ] ناشى شده و همراه آن است . پس به ما و نه به صفت الهى باز مى گردد و اين معناى سخن خداوند در حديث قدسى است كه مى فرمايد : « تو به گناهان خود از من سزاوارتر هستى . » « 1 » و معناى سخن خداوند كه مى فرمايد : « خداوند از آنچه مىكند مورد سئوال و بازخواست قرار نمى گيرد ولى آفريدگان مورد پرسش قرار مى گيرند » « 2 » اين است كه در افعالى كه بدون واسطه از خداوند صادر مى شوند و همچنين در صفات الهى ثابت براى خداوند در مقام توحيد پيش از عالم كثرت ، شائبه نقص و قبح وجود ندارد تا سئوالى به آن باز گردد . زيرا\r\nتمامى عالم الوهيت نور و كمال است . »\r\nآنگاه عارف شيرازى از برخى صاحبدلان - ظاهراً ابن عربى - نقل مىكند كه او اين سخنان را براى نزديك كردن [ حقايق 
  ] به طبيعت ها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كافى ، ج 1 ص 50 باب مشيت واراده حديث 6 و باب جبر و قدر و امر بين الامرين ص 157 ج 3 و ص 160 از همان باب ح 12 .\r\n( 2 ) - آيه 23 سوره انبياء\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nو فهم ها و آسان نمودن فهم توحيد افعالى براى عقل ها در آنچه به جمادات و اجسام باز مى گردد ذكر مىكند ، زيرا حجاب از ادراك اين تحقيق دو امر است :\r\nيكى اختيار انسان به مشيت خداوند مانند نسبت ادراك حواس به ادراك عقل است . آنگونه كه خداوند مى فرمايد : ( و نمى خواهيد مگر آنكه خداوند بخواهد ) « 1 » و نسبت محل صدور افعال آن از بدن ها و اعضا ، مانند نسبت جوارح به قلب است كه فرمانرواى اعضاى بدن مى باشد همانگونه كه خداوند مى فرمايد : ( دست خدا بالاتر از دست هاى ايشان است . ) « 2 » و مى فرمايد : ( با آنان بجنگيد تا خداوند ايشان را به دست شما كيفر دهد . ) « 3 » و مى فرمايد : ( هنگامى كه تير انداختى تو تير پرتاب نكردى بلكه خداوند تير انداخت ) « 4 » اما دومى : در نزد روشن نظران آشكار است كه خورشيد و ماه و ابر و باران و زمين و هر حيوان وجمادى تحت امر خداوند و به دست قدرت اوست . مانند قلمى كه تحت تسخير و تسلط نويسنده و دانش و اراده و قدرت و توانايى است كه در انگشتان و اعصاب اوست . همانگونه كه علم و مشيت خداوند از خزائن غيب ملكوت وارد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - آيه 30 سوره انسان\r\n( 2 ) - آيه 10 سوره فتح\r\n( 3 ) - آيه 14 سوره توبه\r\n( 4 ) - آيه 17 سوره انفال\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nمى شوند و نگاشتن قلم لاهوت بر ترتيب و نظم و تقدم و تأخر از مراتب بالا به پائين مى باشد تا اثر قدرت از يكى از دو حاشيه وجود به ديگرى و از قلم اعلى به قلم نى پائين تر [ دنيوى 
  ] منتهى شود . و اين چيزى است كه كسى آن را مشاهده مىكند كه سينه اش به نور خداوند گشاده شده و با گوش و شنوايى نورانى خود ، تسبيح و تقديس جمادات و شهادت آن بر خود به عجز و ناتوانى و ذلت را مى شنود و درك مىكند و مى فهمد و آن جمادات با زبانى گويا و رسا كه خداوندى كه هر چيز را بدون حرف و صوت به سخن درآورده است آن را به سخن واداشته تسبيح خدا را مى گويند و اين امور را آنان كه از شنيدن حقايق به دور مانده اند نمى شنوند . پس يكى از بينندگان از منظر اين چراغ ، به كاغذ در حالى كه وجه و روى خود را سياه كرده است ، مى گويد : چرا روى خود را سياه مى كنى و سپيدى خود را با اين سياهى از ميان مى برى ؟\r\nكاغذ به زبان حال مى گويد : از اين مركب بپرس كه بر من وارد شد و شكل و فطرت مرا تغيير داد . پس به مركب مى گويد : چرا چنين كردى ؟ پاسخ مىدهد : من در ته دوات جاى داشتم و به خودى خود نمى توانستم از آن ژرفا بالا بيايم . پس قطعه اى نى كه قلم ناميده مىشود بر من وارد شد و مرا از جايگاه خود بالا كشاند و اگر نزول و پائين آمدن او نبود من بالا نمى رفتم . به قلم مى گويد : تو چرا چنين كردى ؟ پاسخ مىدهد : من يك نى ثابت در مكانى بودم كه حركت و تلاشى نداشتم . پس دلاورى با يك چاقوى برنده بر من وارد شد و مرا از اصل و ريشه خود بريده و لباسم را پاره كرد و سرم را شكافت . آنگاه مرا در سياهى دوات و تلخى و سختى آن فرو\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nبرد . پس به چاقو مى گويد چرا چنين كردى ؟ او به دست اشاره كرد و بر آن اعتراض نمود . دست گفت : من جز مشتى گوشت و خون و استخوان نيستم كه سوارى به نام قدرت مرا به حركت وا داشت . از او بپرس . هنگامى كه از قدرت پرسيد كه چرا بر دست ستم و تجاوز كردى او به اراده اشاره نمود . پس به اراده گفت : چه چيز تو را بر اين قدرت ساكن و مطمئن نيرومند ساخت ؟ اراده گفت : شتاب مكن چه بسا عذرى داشته باشم در حالى كه ملامت و سرزنش مى كنيد . من به خودى خود بر انگيخته نشدم بلكه حكم حكمران و فرمانى قطعى از جانب جناب قلب كه فرستاده علم بر زبان عقل بر اشخاص ، براى قدرت و التزام و همراهى با آن در فعل است ، مرا برانگيخت . پس من ناتوانى در تحت قدرت و تسخير علم و عقل هستم . نمى دانم به كدامين جرم تحت تسلط آن دو درآمدم و ملزم به پيروى از آن شدم . اما مى دانم كه مسخر شدن من به پيروى ، به امر اين حكمران دادگر يا ستمگر است . پس آن شخص به علم و عقل و قلب رو مىكند تا از آنان سبب به پا خاستن اراده و برانگيختن آن براى قدرت را طلب كند و آنان را بدين سبب عتاب و سرزنش نمايد . پس عقل مى گويد : اما من چراغى هستم كه به خودى خود روشن نگشتم اما كسى مرا روشن كرد و قلب مى گويد : اما من لوحى هستم كه [ به خودى خود [ باز نگشتم اما باز كرده شدم و 
  ] به خودى خود 
  ] پراكنده نگشتم اما كسى كه پراكنده ساختن صحيفه ها و نامه ها به دست اوست مرا پراكنده كرد . و علم مى گويد : من نقشى در آن چيزى كه نقش بسته شده و عكسى در سفيدى لوح قلب در زمانى هستم كه [ نور 
  ] عقل تابيدن گرفت و من به خودى خود فرود نيامدم .\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nو اين لوح پيش از من چه خالى بود پس از قلم درباره من و درباره اين سئوال بپرس . پس در پيمودن اين منازل و منزلگاه ها و سير اين مراحل و مقامات آن شخص بار ديگر به قلم باز مى گردد و در حيرت قرار مى گيرد چون قلم را تنها از نى و لوح را تنها از استخوان و چوب و خط را تنها به سبب مركب و چراغ را تنها از آتش مىداند و در اين منزل اين اسامى را مى شنيد و چيزى از مسماى آن را مشاهده نمى كرد . پس علم به او مى گويد : توشه تو اندك و بضاعت تو ناچيز و مركب تو ناتوان است . براى تو بهتر اين است كه به غيبت ، به اين مسمى ها ايمان بياورى و آنچه در پى آن هستى را رها كنى و به روى . هنگامى كه سالك اين سخن را مىشود كوتاهى نفس خود را احساس مىكند و قلبش از تندى خشم بر خود هنگامى كه خود را در نقص و كاستى كامل مى بيند ، از آتش شعله ور مى گردد و به سبب نيروى استعداد كبريايى در ماده اش ، روغن در چراغدان قلبش نزديك است بر افروخته شود هرچند آتش به آن نرسد .\r\nپس هنگامى كه علم با تندى خود در او دميده شد روغنش آتش مى گيرد و [ چون 
  ] نورى بر نور [ ديگر 
  ] مى گردد . پس علم به او مى گويد : فرصت را غنيمت شمار و چشم بگشا ، شايد بر اين آتش هدايت يا بى . پس چشم مى گشايد و قلم الهى را آنگونه كه وصفش را از علم شنيده بود مى بيند كه از نى و چوب نيست و سر و دمى ندارد و دائما در صحيفه دل هاى آفريدگان انواع علوم و حقايق را مى نگارد و در هر قلب سرى دارد و خود سرى ندارد . پس شگفت زده مىشود و از اين علم وداع مىكند و از آن شكرگزارى مى نمايد و مى گويد : بسيار در نزد تو ماندم . من عازم سفر به سوى جناب قلم هستم .\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nپس هنگامى كه به نزد قلم مى آيد و داستان را برايش روايت مىكند و از او مى پرسد : چرا دائماً در دل ها علوم را مى نگارى كه به سبب آن اراده ها به سوى قدرت بر انگيخته مىشود و آن قدرت به سوى مقدمات روان مىشود ؟ قلم به او مى گويد : آيا آنچه در عالم ملك ديدى و پاسخ قلم از سئوالت را كه شنيدى فراموش كرده اى ؟ مى گويد : فراموش نكرده ام . قلم مى گويد : پاسخ من مثل پاسخ اوست زيرا دو عالم ملك و ملكوت با هم مطابقت دارد . آيا نشنيده اى خداوند آدم را بر صورت خود آفريد ؟ پس از شأن من كه به ( يمين الملك ) ملقب است بپرس كه من در تحت قدرت او مقهور و مسخر هستم . پس ميان قلم انسان و آفرينش الهى در معناى تسخير فرقى نيست . فرق در ظاهر صورت و تصوير است . او مى گويد : يمين الملك كيست ؟ قلم مى گويد : آيا سخن خداوند را نشنيده اى كه : ( و آسمان ها به يمين [ دست سلطنت 
  ] او پيچيده شده اند . ) « 1 » او كسى است كه آسمان ها را مى گرداند . پس از شأن يمين و اينكه چگونه قلم را به حركت در مى آورد بپرس . پس مى گويد : پاسخ من چيزى است كه از يمين - كه در عالم شهادت است - شنيده اى و آن حواله به قدرت است . پس هنگامى كه به سوى عالم قدرت حركت كرد و در آن عجايبى\r\nمشاهده نمود كه غير آن را كوچك بر شمرد ، در اين هنگام رو به قدرت كرد و از او درباره حركت دادن يمين پرسيد . قدرت گفت : من [ تنها 
  ] صفتى هستم ، تو از قادر بپرس چون پاسخ بر عهده كسانى است كه به صفت متصف اند نه بر خود صفات .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - آيه 67 سوره زمر\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nدر اين هنگام نزديك است كه شك كند و با جرأت بر سئوال سخن بگويد . پس با سخنى ثابت و پابرجا ، استوار گشت و از سراپرده هاى حضرت دوست ندا آمد : ( كه خداوند از آنچه انجام مىدهد پرسيده نمى شود در حالى كه آفريدگان از كردار خود مورد پرسش و بازخواست قرار مى گيرند ) « 1 » پس عظمت حضور حق او را در بر مى گيرد و بيهوش بر زمين مى افتد . و هنگامى كه به هوش مى آيد مى گويد : خداوندا تو منزهى ! شان تو چه والاست ! به سوى تو باز مى گردم و بر تو توكل مى كنم و ايمان دارم كه تو فرمانرواى با عظمت و يگانه اى . پس از غير تو نمى هراسم و به غير تو اميد ندارم و تنها به بخشايش تو از كيفرت و به خشنودى تو از خشمت و به تو از تو پناه مى برم و مى گويم سينه ام را بگشا تا تو را بشناسم و گره سكوت مرا از زبانم بگشا تا مدح تو گويم . در اين هنگام سالك باز مى گردد و از سئوال و عتاب خود پوزش مى طلبد . پس به يمين و قلم و علم و اراده و قدرت و پس از آن مى گويد : « عذر مرا بپذيريد زيرا من ناآشنايى در سرزمين شما بودم و هر كس در سرزمين نا آشنا وارد گردد شگفت زده مىشود . و انكار شما از جانب من تنها از ناتوانى و نادانى ام بود . و اينك عذر شما\r\nبر من صحيح گشت و برايم آشكار شد آن كس كه تنها فرمانرواى ملك و ملكوت و عزت و جبروت است خداوند يگانه و با عظمت و قهار است و همگان تحت تسخير او هستند و او اول و آخر و آشكار و نهان است . پس اين سخن در تفسير گمراه ساختن است » « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سوره انبياء آيه 23\r\n( 2 ) - تا اينجا سخن عالم عارف صدر المتألهين شيرازى به پايان رسيد .\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\n\r\nآياتى كه بوسيله آن بر جبر استدلال مىشود\r\nششمين دليل بر استدلال به جبر : گروهى از آيات شريفه كه خود به چند دسته تقسيم مى شوند : از آن دسته : آياتى كه گمراه ساختن را به خداوند نسبت و اسناد مىدهد است و پاسخ از آن گذشت . و از آن دسته : آياتى كه هدايت را به خداوند نسبت مى دهند در هنگام استدلال به اين آيات در بحث تعلق اراده و مشيت خداوند به افعال انسان ، پاسخ به اين آيات داده شد و خلاصه آن چنين است كه هدايت انواعى دارد : اول : هدايت عامه تكوينى و آن هدايتى براى به دست آوردن سود و دفع ضرر ، با اضافه نمودن مشاعر [ وسايل احساس 
  ] ظاهرى و درك كننده هاى باطنى و نيروى عقل است . خداوند مى فرمايد : ( بگو پروردگار ما كسى است كه آفرينش همه چيز را به دو بخشيد آنگاه [ او را 
  ] هدايت كرد . ) « 1 » دوم : قرار دادن دلايل عقلى جدا كننده ميان حق و باطل و تباهى و صلاح كه خداوند چنين به آن اشاره مىكند : ( و ما او را راه به خير و شر هدايت كرديم ) « 2 » سوم : هدايت عامه تشريعى با فرو فرستادن فرستادگان و كتاب هاى آسمانى كه اين سخن خداوند به آن اشاره دارد : ( و اما ثمود را هدايت كرديم اما آنان كورى و هدايت نيافتن را بر هدايت برگزيدند . ) « 3 » و نيز چنين مى فرمايد : ( ما او را به راه [ حقيقت 
  ] هدايت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - آيه 50 سوره طه\r\n( 2 ) - آيه 10 سوره بلد\r\n( 3 ) - آيه 17 سوره فصلت\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nكرديم خواه شكرگذار باشد يا كفر بورزد ) « 1 »\r\nچهارم : هدايت خاصه تكوينى و آن هدايت براى حركت بر راهى است كه به حضرت قدس منتهى مىشود و سلوك به سوى مقامات انس [ پروردگار 
  ] با زدودن آثار تعلقات بدنى و پاك كردن كدورت لباس جسمانى و غرق شدن در مشاهده اسرار كمال و مطالعه انوار جمال [ الهى 
  ] است . و اين نوع از هدايت ، عنايتى ربانى است كه خداوند برخى بندگان خود را به حسب آنچه حكمتش اقتضا مىكند به آن اختصاص داده است . و بيشتر آيات به اين نوع هدايت اشاره مىكند :\r\n( هدايت آنان به عهده تو نيست اما خداوند هر كه را بخواهد هدايت مىكند ) « 2 » ( همانا خداوند ستمگران را هدايت نمى نمايد ) « 3 » ( خداوند هر كه را بخواهد به راه راست هدايت مىكند ) « 4 » ( تو هر كه را بخواهى هدايت نمى كنى اما خداوند هر كه را بخواهد\r\nهدايت مى نمايد . ) « 5 » و آيات ديگر .\r\nو از آن دسته : آياتى كه افعال انسان را به خداوند نسبت مىدهد ، كه گروهى از آن گذشت ، اما پاسخ از آن : گذشت كه فعل انسان در ميان جبر و تفويض است و از هر يك از اين دو بهره اى دارد زيرا قدرت و ساير مبادى در هنگام فعل از سوى خداوند افاضه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - آيه 3 سوره انسان\r\n( 2 ) - آيه 272 سوره بقره\r\n( 3 ) - آيه 144 سوره انعام\r\n( 4 ) - آيه 213 سوره بقره\r\n( 5 ) - آيه 56 سوره قصص\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nمىشود و إعمال قدرت در ديگرى و هر يك از دو اسناد حقيقى است و آيات كريمه به اين معنا اشارت دارد .\r\nاز آن دسته سخن خداوند است كه مى فرمايد : ( همانا در جهنم گروه فراوانى از جن و انس را براى دوزخ آفريده ايم آنان دل هايى دارند كه با آن نمى فهمند و چشم هايى دارند كه با آن نمى بينند و گوش هايى دارند كه با آن نمى شنوند آنان چون چارپايان بلكه گمراه ترند آنان بى خبرانند . ) « 1 »\r\nاشكال : لام در كلمه ( لجهنم ) براى علت نيست بلكه براى عاقبت و سرنوشت و صيرورت است . مانند سخن شاعر كه مى گويد : ( براى مرگ بزائيد و براى ويرانى بنا كنيد ) پس آيه شريف دلالت نمى كند كه بسيارى از جن و انس آفريده شدند تا در دوزخ وارد شوند بلكه دلالت مىكند كه سرنوشت بسيارى از دو گروه [ جن و انس 
  ] وارد شدن در جهنم است و ذيل آيه دلالت مىكند كه اين عاقبت كه در انتظار ايشان است با جبرى از ناحيه خداوند نيست بلكه از اين جهت است كه آنان وسايل ادراكات خويش را با\r\nگناهانى كه از روى اختيار مرتكب شده اند ، ويران كرده اند .\r\nو با اين سخن پاسخ از استدلال به جبر در سخن خداوند آشكار مىشود ، آنجا كه مى فرمايد : ( همانا بر كسانى كه كفر ورزيدند يكسان است كه بيمشان دهى يا بيمشان ندهى چون ايمان نمى آورند خداوند بر دل هايشان مهر زده و بر گوش ها و ديدگانشان پرده اى است [ كه حق را\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - آيه 179 سوره اعراف\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nنمى فهمند 
  ] و كيفرى دردناك از آن آنان است ) . « 1 » پس اين آيه در خصوص كسانى كه با اختيار خود كفر ورزيدند وارد است . و بعيد نيست مقصود از ايشان ، بزرگانِ كفار مكه باشد كه در دين عناد و دشمنى ورزيدند و در اين خصوص از هيچ تلاشى فروگذار نكردند . و بر اين معنا به خصوص ، قرينه تغيير سياق دلالت دارد . ( چون خداوند مُهر را به خود و پرده را به ايشان نسبت داد ) به اين مفهوم كه در آنان دو حجاب است . حجابى در خود و حجابى از سوى خداوند در پى كفرشان ، پس اعمال ايشان در ميان دو حجاب از سوى ذات خود و خداوند متعال است .\r\n\r\nپذيرفتن جبر مخالف وجدان است\r\nحاصل آنچه ذكر كرديم اين است كه هيچ يك از دلايلى كه بر جبر ارايه شد كامل و صحيح نيست .\r\nعلاوه بر اينكه جبرگرايى مخالف حس و وجدان است زيرا هر انسانى به واسطه فطرت خود مى يابد و درك مىكند كه بر تعدادى از افعال توانا است و مىتواند آن را انجام دهد يا ترك نمايد و آن را انجام نمى دهد مگر آنكه مى بيند كه توانايى ترك آن را دارد . و\r\nاين حكم ، فطرى است و هيچ كس تا زمانى كه شبهه اى از خارج بر او وارد نشود در آن شك نمى كند و تمامى عقلا بر اينكه فاعل فعل ناپسند ، سزاوار مذمت و فاعل فعل نيكو سزاوار ستايش است نظر داده اند . و نيز پذيرفته اند كه مذمت و ستايش به سوى انسان مختار متوجه است نه انسان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - آيه 6 و 7 سوره بقره\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nدر اضطرار . پس اينكه گروهى از افعال اختيارى است از مواردى است كه بناى عقلا بر آن استوار است . علاوه بر اينكه بر جبرگرايى چند تالى فاسد مترتب است كه پيش از اين به آن اشاره كرديم و عبارتست از :\r\n1 - انكار حسن و قبح عقلى\r\n2 - سلب عدالت از خداوند\r\n3 - تكليف نمودن به آنچه توان انجام آن نيست . و هر يك از اين تالى فاسدها در رد جبرگرايى كافى است .\r\n\r\nحسن و قبح عقلى\r\nبد نيست اشاره اى اجمالى به وجه فساد هر يك از موارد فوق داشته باشيم هر چند آشكار و بدون نياز به توضيح است : اما حسن و قبح عقلى ، اشاعره بر خلاف معتزله و اماميه نظر به انكار حسن و قبح عقلى داده اند و گفته اند : با قطع نظر از اينكه افعال مطابق طبع يا مخالف آن باشد ، افعال مساوى است و تفاوتى ميان آن در حسن و قبح نيست . جز آنكه افعال انسان گاه پس از تعلق احكام شرعى به آن به اعتبار موافقت افعال با شرع و مخالفت آن با شرع به حسن و قبح متصف مىشود به خلاف افعال خداوند كه از اين جهت نيز به حسن و قبح متصف نمى شود و عقل مجالى ندارد كه در افعال خداوند به نيكو برشمردن يا ناپسند دانستن حكم كند .\r\nجبرگرايان در اين سخن به دو امر استناد كرده اند :\r\nامر اول : فعل ، عرض است و حسن و قبح عقلى نيز از اقسام عرض هستند و بر عرض ، عرض عارض نمى شود و به آن متصف نمى گردد . پس فعل نمى تواند به حسن و قبح عقلى متصف شود .\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nاشكال نقضى : رنگ ها مانند سپيدى ، سرخى و سياهى عرض هستند و شدت و ضعف و حسن و قبح نيز از اعراض هستند و مخفى نيست كه شدت و ضعف و حسن و قبح بر رنگ ها عارض مىشود و رنگ ها به آن متصف مى گردند و گفته مىشود : اين رنگ ضعيف است و ديگرى شديد [ پر رنگ و كم رنگ است 
  ] اين رنگ نيكو و آن رنگ زشت است . پس چگونه در اين جا اتصاف عرض به عرض جايز است .\r\nاشكال حلّى : در فرق ميان عرض وجودى و عرض انتزاعى است . و آنچه سخن در عروض آن بر عرض است همان قسم اول [ عرض وجودى 
  ] است مانند رنگ ها و اما در قسم دوم [ عرض انتزاعى 
  ] مانند حسن و قبح و شدت و ضعف هيچ كس ادعاى عارض نشدن آن بر اعراض را ندارد .\r\nامر دوم : كه اختصاص به انكار حسن و قبح نسبت به افعال خداوند دارد و بيان مى دارد اگر حسن و قبح عقلى را در افعال انسان بپذيريم آن را در افعال خداوند نخواهيم پذيرفت . زيرا عقل تحكم وحكمرانى بر خداوند ندارد كه بگويد : ( اين فعل از تو ناپسند است پس مى بايست آن را ترك كنى يا نيكوست پس مى بايست انجام دهى . ) چرا چنين نباشد در حالى كه او هر آنچه بخواهد\r\nانجام مىدهد . و هر آنچه مىكند تصرف در ملك اوست و او از آنچه انجام مىدهد پرسيده نمى شود .\r\nاشكال : اين اشتباه از اين تعبير ناشى مىشود كه عقل به حسن و قبح حكم مىكند در حالى كه در جاى خود بيان داشتيم كه شأن قوه عاقله حتى به نسبت افعال انسان تشريع و جعل احكام نيست بلكه اين مقام از اختصاصات خداوند و سفيران اوست بلكه شأن قوه عاقله درك است . پس قوه عاقله\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nدرك كننده است نه تشريع كننده . بنابراين در اين مقام مى گوئيم : حسن و قبح با تحكم از جانب عقل رخ نمى دهد بلكه اين دو صفت واقعى هستند كه عقل آن دو را درك مىكند .\r\nتوضيح : همانگونه كه هر يك از حواس پنجگانه مواردى مطابق و همسان و مواردى مخالف و غير همسان دارد - مثلا حس شنوايى در صداهاى نيك و خوش لذت مى برد و صداهاى زشت را ناخوش مى دارد ، همچنين عقل - كه انسانيت انسان به آن است و الا انسان مانند حيوانات ديگر است - مواردى مطابق و مواردى مخالف خود دارد . زيرا قوه عاقله قوه اى درك كننده است . پس هنگامى كه افعال را ملاحظه كنى ، گاه آن را مطابق قوه عاقله مى بينى و فاعل آن را مستحق ستايش مى دانى مانند عدل پس گفته مىشود آن نيكو است . و گاه ، آن را مخالف قوه عاقله مى بينى و فاعلش را مستحق نكوهش و مذمت مى دانى مانند ستم و مى گويى اين فعل ناپسندى است و گاه آن را خالى از دو جهت مى بينى . پس افعال از نظر وجوه و اعتبارات مختلف اند . و اگر توضيح اين كلام را با مثالى عرفى بخواهى : به مردى بنگر كه بسيار به تو نيكى كرد آنگاه به كوچكترين امرى به تو نيازمندمى شود . شكى نيست كه عقل با چشم پوشى از شرع نيكى برآورده ساختن نياز آن شخص و زشتى رد كردن و خوار نمودن او را درك مىكند با اينكه برآورده ساختن نياز او با شهوات همراه نيست و رد كردن درخواست او با شهوات مخالفتى ندارد . پس اين نيست مگر آنكه عقل با چشم پوشى از همه چيز ، خود مناسبات و مخالفاتى دارد .\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nبه طور خلاصه : چون عقل نورانيتى دارد كه حقايق آن گونه كه هست برايش آشكار مى گردد ، به زشتى برخى افعال و نيك بودن برخى ديگر حكم مىكند [ آن را درك مىكند 
  ] پس انكار حسن و قبح عقلى سخن نادرستى است .\r\n\r\nعدالت خداوند\r\nو اما عدل خداوند : ما گواهى مى دهيم خداوند عادلى است كه ستم نمى كند و حكيمى است كه ظلم نمى نمايد او بندگانش را به آنچه توانايى ندارند تكليف نمى كند و به آن چه راهى به سويش ندارند متعبد نمى گرداند و هيچ كس را جز به مقدار توانايى اش تكليف نمى نمايد و هيچ كس را بر آنچه از كردار او نيست كيفر نمى دهد و بر آنچه خود او را آفريده ، سرزنش نمى كند . او از زشتى ها پاك و از بدى ها برى و از ستم و دشمنى والاست و ستم به بندگان را نمى خواهد و به اندازه ذره‌اى ستم نمى كند . اما مخالفان ما - اشاعره - مى گويند : ستم ستمگران و فساد سركشان از سوى خداوند است ، او بيش تر آفريدگان خود را از ايمان و نيكى\r\nبازداشته و در كفر و شرك واقع ساخته است . او هر كس هر آنچه مى خواهد انجام دهد و به اجرا رساند را كيفر مىدهد و هر كس قضاى او را نپذيرد و قَدَرش را انكار كند و با مشيتش به مخالفت برخيزد پاداش و نعمت مى بخشد . او بيش تر آفريدگانش را براى دوزخ آفريد و امكان بندگى به آنان نداد آنگاه به طاعت فرمانشان داد در حالى كه مىداند كه بندگان توانايى آن بندگى را ندارند و راهى به سوى آن نمى جويند . آنگاه هنگامى كه آنچه را توانايى بر آن نيافتند انجام ندادند و هنگامى كه آنچه خداوند برايشان فراهم\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nنساخته بود را نيافتند آنان را كُند و ناتوان به حساب آورد . نيكى و حسن ، آن چيزى است كه خدا انجام دهد هر چند كيفر با شرافت ترين پيامبران باشد و ناپسند چيزى است كه خداوند ترك كند هر چند پاداش بدبخت ترين شقاوتمندان باشد . و چنين استدلال كردند كه عقل بر خداوند حكمرانى ندارد بلكه در اين مقام ساقط است . اما پس از آنكه ثبوت حسن و قبح عقلى را دانستى ، ثبوت عدالت خداوند نياز به توضيح بيشترى ندارد چون عقل درك مىكند كه عدل نيكوست و ترك آن بر كسى كه بر انجام آن تواناست قبيح و ناپسند مى باشد . و اينكه انجام فعل قبيح با حكمت و كمال مخالف است پس از خداوند صادر نمى شود .\r\nبه طور خلاصه : عقل ادراك مىكند كه صدور فعل قبيح از خداوند به سبب كمال و حكمت و قدرت و بى نيازى محال است . او فعل قبيح انجام نمى دهد زيرا اگر قبيح و ظلم را انجام دهد : يا به كردار زشت جاهل است يا عالمى است كه از ترك آن ناتوان است\r\nيا به انجام آن فعل نياز دارد يا تواناى بى نيازى است كه فعل را از روى بيهودگى انجام مىدهد . در فرض اول لازم مى آيد خداوند جاهل در فرض دوم عاجز و ناتوان ، در فرض سوم نيازمند و در فرض چهارم نادان و سفيه باشد . و تمامى آن بر خداوند محال است .\r\n\r\nتكليف بر آنچه توانايى آن وجود ندارد\r\nاما تكليف بر آنچه توانايى آن نيست ، اشاعره بر خلاف عدليه به عدم قبح آن و عدم زشتى كيفر بر\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nمخالفت آن سخن گفته اند . اما زشتى كيفر بر مخالفت تكليف بر آنچه توانايى بر انجام آن نيست از مواردى است كه پس از التزام به حسن و قبح عقلى ، امكان انكار ندارد زيرا كيفر در اين هنگام مصداق ظلم و ستم است و بدون شك قبيح است . اما در خصوص تكليف بر آنچه توانايى برانجام آن نيست دو قول در عدليه وجود دارد . بر محال بودن آن به وجوه فراوانى استدلال شده كه اين مقام جايگاه ذكر تمامى آن نيست و ما به وجوه مهم آن اشاره مى كنيم :\r\nاول : سخن محقق نائينى : طلب تشريعى ، به حركت در آوردن عضلات انسان به سوى آنچه خواسته شده به وسيله اراده و اختيار او و قرار دادن انگيزه براى انسان است تا مطلوب را انجام دهد . و بديهى است كه قرار دادن انگيزه براى فعل غير ارادى ممكن نيست . « 1 »\r\nاشكال : وضع ، تنها تعهد به ذكر لفظ هنگام تعلق قصد تكلم به فهماندن معنا و ابراز آن است و در اين امر - آنگونه كه در جاى خود ثابت شده است - آنچه بوسيله لفظ ابراز شده است ، صدور ماده از سوى مخاطب است در حالى كه به شوق متكلم تعلق دارد . بنابراين چون در امكان تعلق شوق مولا به فعل غير اختيارى انسان بلكه به فعل غير اختيارى خود - در مواردى كه مولا از مولاهاى عرفى باشد - شكى نيست و از سوى ديگر ابراز اين شوق بوسيله لفظى كه همان واقع امر است ، ممكن مى باشد ، اشكال بر اين سخن آشكار است . بله ، حكم عقل به لزوم اطاعت از مولا متوقف است بر آن كه فعل در توانايى شخص باشد .\r\nدوم : كه باز سخن از محقق نائينى است و مى گويد :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اجود التقريرات ج 1 ص 102 ، امر اول\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nبنابر مذهب حق ، آنچه طلب مىشود مى بايست به حسن فاعلى نيكو باشد و اين در فعل غير ارادى محقق نمى شود . « 1 »\r\nاشكال : معتبر دانستن حسن فاعلى در اتصاف فعل به وجوب از مواردى است كه دليل ندارد . زيرا وجوب تابع ملاك است . اگر ملاك در فعل باشد هر چند آن فعل متصف به حسن فاعلى نباشد وجوب متعلق به آن فعل است . بلكه ممكن است ادعا كنيم كه بر عدم اعتبار حسن فاعلى اتفاق نظر است . زيرا آنان در امور توصلى گفته اند كه فعل به عنوان مصداقى براى واجب واقع مىشود هر چند اين فعل به قصد تقرب به خداوند انجام نشود بلكه به انگيزه هاى نفسانى صورت پذيرد . و مخفى نيست كه فعل صادر از غير\r\nانگيزه قربى [ به جهت تقرب به خداوند 
  ] متصف به حسن فاعلى نمى باشد .\r\nسوم : آنچه برخى محققان بيان داشته اند كه برانگيختن و برانگيخته شدن دو امر متضايفند و دو امر متضايف در قوه و فعليت يكسانند پس اگر انبعاث ( برانگيخته شدن ) ممكن نباشد و انسان بر آن توانا نباشد ، برانگيختن نيز ممكن نيست .\r\nاشكال : در جاى خود در بيان حقيقت امر ثابت شد كه امر ، جز ابراز اينكه ماده متعلق به شوق مولاست نمى باشد .\r\nچهارم : ابراز شوق از سوى مولا به فعل مى بايست به سبب انگيزه اى باشد و الا لغو است و صادر شدن امر لغو از سوى حكيم محال است و فايده اين سخن اين است كه انسان فعل را انجام مىدهد و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اجود التقريرات ج 1 ، ص 101 ، امر اول\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nملاك و مصلحت آن را تحصيل مى نمايد . پس اگر انجام فعل ، براى انسان مقدور نباشد بر ابراز شوق از سوى مولا ثمره اى مترتب نيست و لغو مى باشد .\r\n\r\nسخن حق در اين باب :\r\nاين سخن وجهى قوى است جز آنكه به تكليف بر امر غير مقدور به نحو مستقل اختصاص دارد و در تكليف به امر جامع ميان امر مقدور و غير مقدور جارى نمى شود . زيرا فرض فايده اى در آن مورد ممكن است و آن فايده اين است كه اگر شخص آن فعل غير مقدور به غير اختيارش صادر شود از انجام فرد مقدور كفايت مىكند و تكليف با انجام آن فعل ساقط مىشود . همچنين اين وجه به قدرت عقلى اختصاص دارد و در موارد عدم قدرت شرعى مانند عدم قدرت بر امر مهم در موارد\r\nتزاحم جارى نمى شود .\r\nصاحب بن عباد « 1 » در اين مقام سخنى دارد كه خوبست بيان شود .\r\nاو در فصلى در اين باب مى گويد : چگونه خداوند انسان را به ايمان فرمان مىدهد در حالى كه او را از ايمان بازداشته است و چگونه او را از كفر باز مى دارد در حالى كه او را بر كفر وادار كرده است و چگونه آنان را از ايمان باز مى دارد آنگاه مى گويد : ( تا كجا از حقيقت منحرف شده اند ) و در ميانشان كفر را\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اين سخن او را علامه حلى در كتاب خود نهج الحق و كشف الصدق ص 107 در رد جبريه نقل كرده است . صاحب بن عباد از علما و فقهاى شيعه و از شعراى مشهور اهل بيت در قرن چهارم هجرى است و در سال 385 در رى وفات يافت . او چند قصيده مشهور در وصف اهل بيت دارد . براى اطلاع از زندگانى او به آنچه علامه امينى از سخنان علماء درباره او در كتاب الغدير ج 4 ص 40 تا 81 جمع كرده است مراجعه نما .\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nمى آفريند آنگاه مى گويد : ( چرا سرگشته ايد ) و در ميانشان كفر را رشد مىدهد آنگاه مى گويد ( چرا كفر مى ورزيد ) و در ميانشان آميخته شدن حق به باطل را مى آفريند آنگاه مى گويد ( حق را به باطل نپوشانيد ) و آنان را از راه [ حق 
  ] باز مى دارد ، آنگاه مى گويد : ( چرا [ ديگران را 
  ] از راه خدا باز مى داريد ؟ ) و ميان ايشان و ايمان فاصله مى اندازد سپس مى گويد ( چه مى شد اگر ايمان مى آوردند ) و هدايتشان را از ميان مى برد آنگاه مى گويد : ( پس كجا مى رويد ؟ ) و آنان را از مسير دين گمراه مى سازد تا روى گردان شوند ، آنگاه مى گويد : ( چرا آنان از پند و اندرز روى گردانند ؟ ) و آيات ديگرى كه دلالت مىكند تكليف به آنچه توانايى بر انجام آن نيست واقع نشده است\r\nمانند : ( خداوند هيچ نفسى را جز به ميزان توانايى اش تكليف نمى كند . ) « 1 » ( خداوند در دين بر شما سخت نگرفته است ) « 2 » ( خداوند بارهاى سنگين و غل و زنجيرهايى كه بر آن ها بود را به كنارى وانهاد ) « 3 » و چه سختى و مشقتى بالاتر از مكلف نمودن به امر محال است . حاصل تمام آنچه گفتيم اينكه دليل و برهان بر جبر گرايى كمك نمى نمايد بلكه با آن مخالف است و وجدان نيز جبرگرايى را رد و نفى مىكند و آيات مبارك قرآن و روايات وارد شده از معصومين آن را رد مى نمايد و چند تالى فاسد نيز بر آن مترتب است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - آيه 286 سوره بقره\r\n( 2 ) - آيه 78 سوره حج\r\n( 3 ) - آيه 157 سوره اعراف\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\n\r\nاستدلال بر تفويض و نقد آن\r\nگروه دوم مسلمانان - معتزله - براى اينكه عدالت خداوند را حفظ نمايند گفته اند كه افعال اختيارى انسان به خداوند ربطى ندارد بلكه اثر گذار كامل انسان است و در هنگام بيان اقوال در مسأله گذشت بيشتر كسانى كه قائل به تفويض هستند به وجوب فعل پس از اراده انسان اعتقاد دارند و برخى به عدم وجوب [ فعل پس از اراده انسان 
  ] اعتقاد پيدا كرده اند . آنان پس از رد جبرگرايى و مبنى بر اينكه افعال اختيارى با اختيار انسان از او صادر مىشود ، بر تفويض چنين استدلال كرده اند كه مبادى افعال از قبيل خود وجود انسان و حياتش ، ادراك فعل توسط انسان و شوق او به آن فعل و\r\nمناسبت آن فعل با نيرويى از نيروهايش و توانايى انسان بر ايجاب آن فعل ، هر چند همگى از سوى خداوند است ولى بقاء و استمرار در آن در وجود در هر لحظه نياز به اثرگذار ندارد . و مثال آفريننده اشياء با آن اشياء چون نويسنده اى است كه كتاب در حدوثش به او نياز دارد ولى كتاب [ پس از نگاشته شدن 
  ] به خودى خود باقى مى ماند يا مانند بنا كه ديوارى را مى سازد آنگاه ديوار از سازنده خود بى نياز است و هرچند به وجود آورنده اش از ميان رود ، وجود ديوار استمرار مى يابد . بنابراين انسان پس از افاضه وجود و ساير مبادى از سوى خداوند ، در صدور فعل از جانب خود نياز به چيزى ندارد و خود اثرگذار كامل در فعل است .\r\nاشكال : ممكن ، همانگونه كه در حدوثش به مؤثر نياز دارد در بقائش نيز به مؤثر نيازمند است زيرا ممكن به سبب وجود از امكان خارج نمى شود پس چون ممكن است و نياز از لوازم ذاتش مى باشد در هر لحظه به مؤثر نيازمند است تا وجود را به او افاضه نمايد و\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nبه كمك آنكه او را در ابتدا ايجاد كرد در هر لحظه محتاج است و الا نابود مى گردد . بلكه بانظر دقيق حقيقى او عين نياز است نه شيئى نيازمند ! « 1 » پس انسان در هر لحظه - حتى هنگام فعل - به ايجاد كننده خود نيازمند است تا وجود و ساير مبادى را به او افاضه\r\nكند و الا توانايى ايجاد فعل را ندارد و مثال خداوند مانند اثربخشى نيروى برق در نور است . نور جز در هنگامى كه نيروى برق با جريان خود آن را كمك مىكند وجود نمى يابد و در بقاى وجودش به يارى اين نيرو در هر لحظه نيازمند است . با اينكه خداوند براى خود مقام تشريع را ثابت فرمود و تشريع با تفويض سازگار نيست . چون تكليف مولوى در آنچه مولا ، مالك چيزى از آن نيست ، معنا ندارد . علاوه بر اينكه تفويض جز با سلب مالكيت مطلق خداوند از برخى از آنچه در مالكيت اوست ، صحيح نمى باشد در حالى كه خداوند فرمود : ( مالكيت آسمان ها و زمين از آن خداوند است ) « 2 » و فرمود : ( مالكيت و ستايش از آن اوست ) « 3 » و فرمود : ( هر آنچه در آسمان ها و زمين است از آن خداوند است . ) « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - و تفاوت ميان دو مثال آشكار است و آن دو شبيه به معناى حرفى و معناى اسمى مى باشند . وجود معناى حرفى به دو طرف خود قوام دارد و بدون آن دو طرف وجودى ندارد و دائما به دو طرفش نيازمند است به خلاف معناى اسمى كه وجود دارد و در رفع و نصب به عامل و موثر نيازمند است . و بحث ما از قبيل اولى است نه دومى .\r\n( 2 ) - آيه 5 سوره حديد\r\n( 3 ) - آيه 1 سوره تغابن\r\n( 4 ) - آيه 284 سوره بقره\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\n\r\nامر ميان دو امر ( امر بين الامرين )\r\nهنگامى كه اشتباه سخن و زشتى بيان اين دو گروه - جبرگرايان و قائلين به تفويض - را دانستى ، بدان كه حق سخن امر بين الامرين است كه تمامى اش نيكوست و بيان و توضيح آن با مثال پيش از اين گذشت . پس فعل اختيارى انسان ميان جبر و تفويض است . زيرا بوسيله دلايل عقلى ، نفى جبر و تفويض را دانستى . افعال اختيارى انسان ، از اين جهت كه با اختيار از سوى او رخ مىدهد و در صادر شدن اين افعال از وى اجبار و زورى نيست پس انسان ها\r\nدر آن افعال مختارند و افعال به آنان استناد داده مىشود و آنان ايجاد كننده آن افعالند . و از اين جهت كه فيض وجود وقدرت و ساير مبادى با افاضه لحظه به لحظه خداوند است به گونه اى كه اگر فيض از آنان قطع شود ، انسان توانايى ايجاد فعل را ندارد پس فعل به خداوند مستند است و هر دو اسناد حقيقى است . پس علم با بالاترين صدا در موافقت با مذهب حق چنين ندا در مىدهد كه : نه جبر و نه تفويض بلكه امرى ميان اين دو امر » و آيات قرآن - همانگونه كه گذشت - به اين معنا اشاره دارد كه اختيار انسان در فعل خود ، از قدرت و تسلط خداوند جلوگيرى نمى كند ، آنچه ما تحقيق كرديم و بيان داشتم و جايگاه ميان دو منزلت را توضيح داديم و دلايلش را به صورت كامل بيان كرديم - امورى دقيق و مشكل و از اسرار علوم الهى و خلاصه فلسفه حق است كه از راهنمايى هاى اهل بيت ( ع ) و دانش ايشان برگرفته شده و آنان\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nكسانى اند كه خداوند پليدى را از ايشان دور كرد و پاكشان نمود . « 1 »\r\n\r\nبحث روايى\r\nو اينك به برخى روايات ايشان اشاره مى كنيم :\r\nشيخ صدوق به سند صحيح از امام رضا ( ع ) روايت مىكند كه در نزد ايشان از جبر و تفويض سخن به ميان آمد : امام فرمود : آيا اصلى به شما نياموزم كه هيچ كس در آن با شما به مخالفت بر نخيزد و بر آن با شما جدال نكند مگر آنكه او را شكست دهيد ؟ عرضه داشتيم : چنين نمائيد . امام فرمود : « همانا خداوند با اكراه اطاعت نشد و با زور و اجبار مورد نافرمانى قرار نگرفت و بندگان را در ملك خود مهمل نگذارد و رها نكرد . او مالك آن چيزى است كه به آنان بخشيد و بر آن چيزى كه بندگان را در آن قدرت بخشيد توانا است . پس اگر بندگان به بندگى او همت گمارند خداوند آنان را از اين بندگى باز نمى دارد و منع نمى كند و اگر به گناه همت كنند و خداوند بخواهد كه ميان بندگان و آن فعل گناه مانع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اگر اهل بيت نبودند هيچ هدايت يافته اى باقى نمى ماند و هيچ سرگشته اى هدايت نمى يافت . بلكه مورد تأكيد است - و دلايل و روايات بر اين امر اقامه شده است - كه هر كس اهل بيت را نشناسد و از درياى دانش ايشان توشه برنگيرد بى شك گمراه است . چرا چنين نباشد در حالى كه ايشان بر خدا راهنمايى مى كنند و به سوى او فرا مى خوانند و خداوند آنان را به دين خود اختصاص داد و براى علم خود برگزيد و آنان را جايگاه سر پنهان خود و امين بر وحى خود و نور سرزمين ها و ستون [ هدايت 
  ] بندگان و نشانه بزرگ خود و اهل نجات و نزديكى [ با خداوند 
  ] قرار داد . ايشان راه استوارند هر كس از آنان روى گردان شود نافرمان و هر كس در حقشان كوتاهى كند نابود است و هر كس همراهشان باشد [ به حقيقت 
  ] دست مى يابد . آنان نور خداوند در دل هاى مؤمنان و درياهاى گوارا بر اى نوشندگان و پناهگاهى ايمن براى كسانى كه به آنان پناه آورند و به آنان تمسك جويند ، مى باشند . رجوع كن بحار ج 23 ص 244 باب 13 .\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nمىشود چنين كند و اگر مانع نشد ، بندگان آن معصيت را مرتكب مى شوند ولى خداوند آنان را در اين كار وارد نساخته است . آنگاه كه فرمود : هر كس حدود اين سخن را نيك فرا بگيرد بر هر كس با او مخالفت كند پيروز مىشود . » « 1 »\r\nپس به اين روايت بنگر كه چگونه امام با چند جمله مختصر امر بين الامرين را ثابت نموده و دو گروه ديگر را نفى كرد . چون تفويض را با اين سخن نفى نمود كه : ( او مالك و قادر است ) و جبر را با اين سخن نفى كرد كه : ( خداوند آنان را مالك و توانا گرداند )\r\nتوضيح : دانستى كه قائلين به تفويض به جهت توهم بى نيازى ممكن در بقاى خود از موثر و اينكه حدوث ممكن در بقايش كافى است به چنين سخنانى قائل شدند و از اين سخن به نفى سلطه خداوند و قدرت او و خروج اشياء به سبب وجود از ملك او رهنمون گرديدند . پس امام با اين بيان كه ( او مالك است ) اين موضوع را نفى كرد همانگونه كه در آيات قرآنى كه گذشت به اين امر تصريح شده است . و حاصل سخن امام ( ع ) اين است كه : خداوند بر هر چيز توانا است و مالك هر چيز ، حتى اختيار انسان ، مى باشد . پس سخن قائلين به تفويض معنايى ندارد . و جبرگرايان از جهت توهم عدم مالكيت انسان و عدم قدرت او به آنچه گفته اند ملتزم شده اند . زيرا گمان كرده اند هر ممكنى به علت موجبه نياز دارد يا گمان كرده اند كه علم خداوند يا اراده او علت صدور فعل است يا قدرت ، با\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - توحيد ص 361 حديث 7 باب نفى جبر و تفويض و عيون اخبار الرضا ج 1 ص 144 باب 11 ح 48\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nتسلط خداوند منافات دارد . پس امام تمامى اين توهمات را با اين سخن كه : ( خداوند آنان را مالك گرداند و خدوند ايشان را توانايى بخشيد ) نفى مىكند . و حاصل سخن اينكه علم و اراده خداوند به قدرت و مالكيت انسان تعلق دارد ، پس فعل از قدرت صادر مىشود و چون خداوند مالك و قادر است قدرت و تسلط انسان با آن منافاتى ندارد . كلينى در كافى « 1 » از امير مؤمنان به سندى مرفوع و صدوق در عيون به چند طريق « 2 » و علامه در شرح تجريد « 3 » و غير ايشان در ساير كتاب هاى حديثى « 4 » و كلامى از امير\r\nمؤمنان ( ع ) روايت كرده اند : هنگامى كه امير مومنان از صفين بازگشت پيرمردى پيش آمد و در مقابل امام نشست و به ايشان عرضه داشت : اى امير مؤمنان از حركت ما به سوى اهل شام خبر ده ، آيا با قضا و قدر الهى بوده است ؟ حضرت على ( ع ) فرمود : بله اى پيرمرد ، جز با قضا و قدر الهى از هيچ تپه اى بالا نرفتيد و در هيچ وادى فرود نيامديد . پيرمرد گفت : « سختى خود را در نزد خداوند به حساب آورم ؟ » على ( ع ) فرمود : اى پيرمرد ، به خدا سوگند شما در حال حركت خود و در حال ايستادن و توقف خود و در حال بازگشت پاداش مى بريد و در هيچ يك از حالات خود مجبور و ناچار نبوده ايد » پيرمرد گفت : چگونه در هيچ يك از حالات خود مجبور و ناچار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اصول كافى ، ج 1 ص 155 ح 1 و بحار ج 15 ص 12\r\n( 2 ) - عيون اخبار الرضا ( ع ) ج 1 ص 138 ح 38 و توحيد ص 381\r\n( 3 ) - شرح تجريد ، ص 342 مساله 8 در قضا و قدر\r\n( 4 ) - مانند كنز العمال ج 1 ص 344 ج 1560 و مانند آن\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nنبوديم در حالى كه حركت و رفت و برگشت ما به سبب قضا و قدر خداوند بوده است ؟ امام فرمود : گمان مى كنى آن قضا و قدر حتمى و لازم بود ؟ اگر امر چنين بود پاداش و كيفر و امر و نهى و بازداشتن از سوى خداوند ، باطل بود . و معناى وعد و وعيد از ميان مى رفت پس گنهكار ملامت نمى شد و نيكوكار ستايش نمى گشت و گنهكار به نيكى از نيكوكار سزاوارتر و نيكوكار به كيفر از گنهكار سزاوارتر بود . اين سخن بت پرستان و دشمنان پروردگار و گروه شيطان و قدريه و مجوس از ميان اين امت است . همانا خداوند از روى اختيار انسان را تكليف كرد و از روى بيم [ آنان را از ارتكاب گناهان 
  ] بازداشت و بر اندك [ كار نيك پاداش 
  ] فراوان بخشيد ، و به سبب ناچارى بندگان مورد نافرمانى\r\nقرار نگرفت و به سبب اجبار بندگان اطاعت نشد و با تفويض و واگذارى همه امور به بندگان ، [ آنان را 
  ] مالك نگرداند و آسمان ها و زمين و آنچه ميان اين دو است را بيهوده نيافريد و پيامبران بشارت دهنده و بيم دهنده را بيهوده برنيانگيخت . اين گمان كسانى است كه كفر ورزيدند پس واى بر آنان از آتش دوزخى [ كه در انتظار آنان است 
  ] . )\r\nپس اى طلب كننده حقيقت به اين روايت بنگر كه چگونه تحقيقات دقيق و نفى جبر و تفويض به وسيله دلايل و ذكر تالى فاسدهاى مترتب بر جبر ، در آن جمع شده است . زيرا هنگامى كه پيرمرد از اين پرسيد كه آيا حركت آنان به سوى شام به قضا و قدر الهى بوده است ، امام فرمود : « بله هر آنچه كرديد به قضا و قدر خداوند بوده است . » پس پيرمرد از اين جمله ، گمان به جبر برد زيرا او قضا و قدر را به تصور كشيد و نتيجه خود را گرفت و آن چنين بود : « اراده ازلى خداوند كه از مراد و\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nمقصود تخلف نمى كند به افعال انسان تعلق دارد و لازمه اين سخن از ميان رفتن حسن و قبح است و هنگامى كه پيرمرد از امام شنيد كه حركت با قضا و قدر خداوند بوده است با نااميدى پرسيد : « سختى خود را در نزد خداوند به حساب آورم ؟ » يعنى حركت من از اين جهت تعلق اراده خداوند ، براى من غير اختيارى است ، پس جز سختى و خستگى چيزى براى من باقى نمى ماند . » پس امام ( ع ) مقصود خود را روشن كرد و فرمود : « تو گمان مى كنى كه آن قضايى حتمى و قدرى لازم است و اختيار و اراده انسان در آن هيچ دخالتى ندارد ؟ چنين نيست بلكه انسان در فعل خود مختار است . پس قضا و قدر عبارتست از امر و حكم و توانايى انجام كار نيك و ترك گناه ،\r\nهمانگونه كه در روايت ديگرى در ذيل اين حديث به آن تصريح شده است . « 1 » آنگاه امام شروع به بيان اصول عقلى نمود كه اساس تشريع بر آن مبتنى است تا اينكه فرمود : خداوند از روى اجبار بندگان مورد نافرمانى قرار نگرفت و از روى اكراه ايشان اطاعت نشد . ظاهرا مقصود اين است كه خداوند مورد نافرمانى قرار نگرفت در حالى كه شخص نافرمان در غلبه جبر باشد و اطاعت نشد در حالى كه اطاعت او با اكراه اطاعت كننده باشد . و اما سخن امام كه مى فرمايد : ( گنهكار به نيكى كردن سزاوار تر بود . . . ) ظاهراً امام با اين سخن به مطالبى دقيق اشاره كرده است و آن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار ج 5 ، ابواب عدل ، باب 1 ، نفى ظلم و ستم از خداوند و ابطال جبر و تفويض و اثبات امر بين الامرين و اختيار و توانايى كه در آن 112 حديث است . و ابواب ديگر .\r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nمطلب اين است : بنا بر روش جبرگرايان ، چون ذات گنهكار در دنيا اقتضاى نيكى كردن به خود را دارد سزاوار است در آخرت نيز چنين باشد زيرا در دو نشأه تغييرى در ذات رخ نمى دهد و چون ذات انسان فرمانبردار ، در دنيا اقتضاى سختى و درد رساندن به او به سبب تكاليف سخت را دارد ، سزاوار است در آخرت نيز چنين باشد . آنگاه امام به برخى مطالب دقيق اشاره فرمود كه مجال براى شرح آن نيست و آنگاه تفويض را با اين سخن باطل فرمود كه : ( خداوند بندگان را با واگذارى همه امور ، مالك نگرداند . )\r\nو در توحيد از امام باقر ( ع ) و امام صادق ( ع ) روايت شده است : همانا خداوند بر آفريدگانش بخشنده تر از اين است كه آنان را بر گناهان مجبور كند ، آنگاه به سبب آن گناهان كيفر دهد و عزيزتر از\r\nآن است كه امرى را اراده كند و آن امر وجود نيابد . راوى گويد از آن دو امام پرسيده شد آيا ميان جبر و قدر منزلگاه سومى هست ؟ فرمودند : بله و آن گسترده تر از آن چيزى است كه ميان آسمان و زمين است . » « 1 » و در اين باب همچنين از محمد بن عجلان روايت شده كه مى گويد : به امام صادق ( ع ) عرضه داشتم : خداوند امور را به انسان ها واگذارد ؟ امام فرمود : خداوند كريم تر از آن است كه امور را به ايشان واگذارد . عرضه داشتم : پس بندگان را بر افعالشان مجبور كرد ؟ امام فرمود : خداوند عادل تر از آن است كه بنده اى را بر فعلى مجبور كند آنگاه به سبب آن كار او را كيفر دهد . » « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - توحيد ص 360 ح 3 ، كافى ج 1 ص 159 باب جبر و قدر و امر بين الامرين ح 9\r\n( 2 ) - توحيد ص 361 باب 59 ح 6 و بحار الانوار ج 5 ص 51 باب 1 ح 83 .\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nهمچنين از امام صادق ( ع ) روايت شده است كه پيامبر خدا ( ص ) فرمود : هر كس گمان كند خداوند به بدى و زشتى فرمان مىدهد بر خدا دروغ بسته است و هر كس گمان كند كه نيكى و بدى به غير مشيت خداوند است خداوند را از سلطنتش خارج ساخته است و هر كس گمان كند كه گناهان به غير قوت و نيروى خداوند است بر خدا دروغ بسته است » « 1 » و همچنين از مهزم روايت شده است كه امام صادق ( ع ) فرمود : به من از آنچه ياران ما در آن اختلاف دارند بگوئيد . عرضه داشتم : در جبر و تفويض ! امام فرمود : پس از من بپرس . عرضه داشتم : خداوند بندگان را بر گناهان مجبور ساخت ؟ امام فرمود : « خداوند از اين سخن بر آنان نيرومندتر است . »\r\nعرضه داشتم : « پس امور را به آنان واگذارد ؟ » امام فرمود : « خداوند از اين كار بر آنان تواناتر است . » عرضه داشتم : پس اين امر چگونه است ؟ امام دست خود را دو يا سه بار پشت و رو كرد آنگاه فرمود : « اگر در اين باره پاسخ تو را بدهم كافر مى شوى . » « 2 » سخن امام كه مى فرمايد : خداوند ، از اين كار بر آنان نيرومندتر است به اين معناست كه خداوند نيرومندتر از آن است كه چنان بر بندگانش غلبه كند و آنان را مجبور نمايد كه مقاومت در برابر نيروى انجام دهنده ، باطل و غير ممكن باشد . بلكه او وقوع فعل اختيارى از فاعل آن و از مجراى اختيار او را مى خواهد پس آن فعل را بدون اينكه اراده اش را باطل سازد انجام مىدهد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - توحيد ص 359 باب 59 ح 2\r\n( 2 ) - توحيد باب 59 نفى جبر و تفويض ص 363 ح 11\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nو از تحف العقول « 1 » روايت شده است كه امام هادى ( ع ) به شيعيان خود از اهل اهواز نامه اى مفصل نگاشت كه سرشار از تحقيقات و مشتمل بر دلايلى براى اثبات امر بين الامرين و ساير مطالب دقيق است و اين كتاب گنجايش آن را ندارد كه آن را به طور كامل نقل كنيم اما برخى از آنچه امام هادى ( ع ) از پدرانش نقل كرده است را بيان مى داريم . امام هادى ( ع ) مى فرمايد : پس از سخن امام صادق ( ع ) آغاز مى كنيم كه فرمود : ( نه جبر و نه تفويض بلكه منزلت و جايگاهى ميان اين دو جايگاه كه عبارتست از صحت و سلامت آفرينش\r\n[ تندرستى 
  ] و آزادى و مهلت كافى و توشه اى همچون مركب و سبب برانگيزاننده فاعل بر فعل . پس اين پنج چيزى است كه امام صادق ( ع ) آن را به عنوان كليات فضل الهى گرد آورده است . » آنگاه در پايان اين نامه سخن امام صادق ( ع ) را تفسير فرمود : پس صحت و نيكى آفرينش را به كمال آفرينش انسان به واسطه كمال حواس و ثبات عقل و تمييز [ ميان درست و نادرست 
  ] و گشوده شدن زبان به سخن تفسير فرمود . و آزادى راه را به اين تفسير كرد كه رقيب و مراقبى بر او نيست كه او را از عمل به آنچه خداوند به آن فرمان داده است باز دارد . و مهلت در زمان را به عملى تفسير كرد كه انسان به وسيله آن از زمانى كه تحصيل معرفت و شناخت بر او واجب است تا پايان وقت و زمان عمر از آن بهره مند مىشود . و آن از زمان تمييز انسان و بالغ شدن او تا زمان مرگ است . و توشه را به توانگرى و داشتن هزينه اى تفسير كرد كه انسان به وسيله آن بر آنچه خداوند بر آن فرمان داده است كمك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تحف العقول ص 460 رساله اى در رد بر اهل جبر و تفويض و اثبات عدل و منزلتى ميان دو جايگاه ، و اين روايت را در بحار ج 5 ص 68 باب 2 نقل كرده است . و مقاطعى كه در ضمن رساله از امام صادق ( ع ) روايت شده است بسيارى به صورت مفصل در كتب روايى چون بحار ، وسايل ، توحيد ، خصال و غير آن نقل نموده اند .\r\n","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nمى گيرد مانند توشه و راحله حج . و سبب برانگيزاننده را به نيتى تفسير كرد كه انسان را به تمامى افعال فرا مى خواند و عضو احساس آن قلب است . و همچنين از امام صادق ( ع ) روايت شده است كه از ايشان پرسيده شد آيا خداوند بندگان را بر گناهان مجبور ساخت ؟ امام صادق فرمود : خداوند از اين [ سخن 
  ] عادل تر است پس گفته شد : آيا امور را به ايشان واگذارد ؟ امام فرمود : او عزيزتر و قدرتمندتر از آن است\r\nكه چنين كند . « 1 » و از امام صادق روايت شده است كه فرمود : « مردم در قدر بر سه وجه اند : كسى كه گمان مىكند امر به او واگذار شده است [ و با اين سخن 
  ] خداوند را در سلطنش سست كرده است و هلاك مىشود . و كسى كه گمان مىكند خداوند بندگان را بر گناهان مجبور ساخت و بر آنچه تاب آن را ندارند مكلف نمود . كه [ با اين سخن 
  ] خداوند در حكم خود ستم كرده و گوينده اين سخن هلاك مىشود . و كسى كه گمان مىكند خداوند بندگان را به آنچه توان آن را دارند مكلف ساخت و بر آنچه توان ندارند تكليف نكرد پس هنگامى كه كار نيكى انجام مىدهد خدا را سپاس مى گويد و هنگامى كه بدى مىكند از او آمرزش مى طلبد پس او مسلمانى است كه به حقيقت رسيده است . « 2 »\r\nامام هادى ( ع ) در اواخر نامه « 3 » از آنچه امير امومنان به عبايه اسدى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار الانوار ج 5 ص 710 / تحف العقول ص 460\r\n( 2 ) - بحار الانوار ج 5 ص 9 باب نفى ظلم و ستم از خداوند ح 14 / خصال ج 1 ص 195 . مردم در قدر بر سه دسته اند .\r\n( 3 ) - بحار الانوار ج 5 ص 24 / تحف العقول ص 213\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nخبر داد روايت مىكند ، هنگامى كه از امام على از توانايى كه انسان به وسيله آن بر مى خيزد و مى نشيند و كارى را انجام مىدهد و آن كار را رها مى نمايد ، پرسيد ، امير مومنان فرمود : از تو از اين توانايى مى پرسم آيا آن را بدون كمك خداوند مالك هستى يا به همراه خدا مالك آن مى باشد ؟ عبايه ساكت شد . امير مومنان فرمود : اى عبايه سخن بگو . عرضه داشت : چه بگويم . امام فرمود :\r\nاگر بگويى بدون خدا مالك آن هستى تو را مى كشم و اگر بگويى آن را به همراه خداوند مالكى [ باز هم 
  ] تو را مى كشم . عبايه عرضه داشت : پس چه بگويم ؟ امام فرمود : بگو آن توانايى را به وسيله خداوندى كه آن قدرت را بدون نياز تو مالك است ، مالك گشته اى . پس اگر آن توانايى را به مالكيت تو درآورد از بخشش اوست و اگر آن را از تو بگيرد امتحان و آزمايش اوست و او مالك چيزى است كه به ملكيت تو درآورده و بر آنچه تو را توانا ساخته ، توانا است . آيا نشنيده اى كه مردم توانايى و نيرو را مى طلبند در هنگامى كه مى گويند : هيچ نيرو و توانايى جز بوسيله خداوند ممكن نيست . عبايه عرضه داشت : اى امير مومنان تفسير اين سخن چيست ؟ امام فرمود : هيچ نيرويى براى جلوگيرى از گناهان جز با عصمتى از ناحيه خداوند و هيچ توانايى بر بندگى خداوند جز با كمك او نيست . آنگاه امام هادى ( ع ) روايت ديگرى از پدرانش نقل مىكند و شروع در بيان اين منزلت و جايگاه در ميان دو جايگاه [ جبر و تفويض 
  ] و اثبات آن اقامه دليل بر آن مىكند و آن را از خورشيد آشكارتر مى نمايد . علاوه براينكه هر يك از امامان كه خود مصداق علم و حكمت خداوند هستند ، سخنان كاملى در اين موضوع و بياناتى آشكار كننده براى اين منزلت دارند و پرده اى بر روى اين حقيقت باقى نگذارده اند .\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\n\r\nدفع شبهه از حديث قدسى\r\nخاتمه اين سخن در بيان چند امر است :\r\nاول : در برخى از روايات « 1 » امامان معصوم ( ع ) به مضمون حديث قدسى تمسك جسته اند كه مى فرمايد « اى بنده من همانا من به نيكى هايت از تو سزاوارترم و تو به بدى هايت از من سزاوارترى » « 2 » و مقصود از اين سخن دفع شبهه اى است كه چه بسا بر اين جمله وارد مىشود و حاصل شبهه اين است كه : نسبت فعل در بندگى و گناه به خداوند و انسان نسبت واحدى است و در هر دو مورد ، از سويى به خداوند و از سويى ديگر به انسان منتسب است . پس اولويت يافتن از دو طرف چه وجهى دارد ؟\r\nدر پاسخ اين شبهه چند وجه ذكر شده است :\r\nاول : خداوند در مقابل نيروهاى نفسانى - كه سپاهيان جهل و نادانى هستند مانند غضب ، طمع و مانند آن - نيروهاى رحمانى را قرار داد كه در روايات از آن به سپاهيان عقل و رحمان تعبير نمود تا انسان بر اطاعت و پيروى از نفس مجبور نباشد و در بندگى و گناه اختيار داشته باشد و بر مقدم داشتن ترجيح دهنده هاى الهى توانا باشد .\r\nپس هنگامى كه نيروهاى نفسانى با نيروهاى رحمانى تعارض نمود و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - به اصول كافى ج 1 باب جبر و قدر حديث 12 و باب مشيت و اراده حديث 6 و توحيد باب 59 حديث 10 و باب 55 حديث 13 و كتب روايى ديگر\r\n( 2 ) - كافى ، ج 1 ص 152 باب مشيت و اراده ح 6 و همچنين ص 157 ح 3 و ص 159 ح 12 و در بحار ج 5 ص 4 ح 3 و غير آن\r\n","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nشخص مرجحات الهى را مقدم داشت خداوند متعال به اين كردار [ نيك 
  ] سزاوارتر است و اگر مرجحات نفسانى را مقدم داشت و سپاهيان نادانى پيروز شدند خود انسان به اين كردار [ ناپسند 
  ] سزاوارتر است زيرا جهت الهى مغلوب شده است ،\r\nپس امر بين الامرين با اولويت [ كه شرح آن گذشت 
  ] منافاتى ندارد .\r\nدوم : در روايات فراوانى وارد شده است كه برخى نيكى ها زمينه ساز نيكى هاى ديگرى است و قابليتى به انسان مى بخشد تا خداوند او را براى امورى كه موجب خشنودى اش مىشود موفق دارد . همانگونه كه برخى گناهان موجب خوارى است . و اين جمله ناظر بر اين مطلب است و حاصل مفاد آن چنين است كه اگر انسان اطاعت كند خداوند به آن پيروى سزاوارتر است . چون او انسان را بر اين بندگى موفق داشته و اگر انسان نافرمانى كند ، خود به آن نافرمانى سزاوارتر است . چون در اين كار از هواى نفس و شهواتش پيروى كرده است . سوم : منشأ اولويت اين است كه خداوند نعمت وجود و قدرت و احساس و غير آن را بخشيده و به استفاده از آن در محلش فرمان داده است . پس اگر انسان چنين كند به وظيفه خود عمل كرده و با اين همه خداوند سرپرست نيكى است كه انسان را بدان توانايى بخشيده و اگر انسان چنين نكند و نعمت خداوند را در غير محلش استفاده نمايد ، اين كار را با اختيار نادرست خود انجام داده است . و اين سخن نيكويى است و ذيل اين جمله در برخى روايات كه مى فرمايد : ( گناهان را به نيروى من كه در تو قرار دادم مرتكب شدى ) آن را تائيد مىكند . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كافى ج 1 ص 157 باب جبر و قدر و امر بين الامرين ح 3 / بحار ج 5 ص 15 باب نفى ظلم و ستم از خداوند ح 20 و غير آن\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\n\r\nحقيقت سعادت و شقاوت\r\nامر دوم : گذشت كه محقق خراسانى اعتقاد دارد كفر و سركشى\r\nتابع اختيارى هستند كه ناشى از مقدمات آن مى باشد . و اين مقدمات خود ناشى از شقاوت و نگون بختى ذاتى كفر و سركشى است كه همراه و ملازم ذات اين دو است . و براى اين سخن از دو روايت شاهد آورده است : اول : ( خوشبخت در شكم مادرش خوشبخت و نگون بخت در شكم مادرش نگون بخت است ) « 1 » و دوم : ( مردم معادنى چون معادن طلا و نقره هستند ) . « 2 » و محقق خراسانى مى فرمايد كه براى امر ذاتى علت آورده نمى شود . « 3 »\r\nاشكال : سعادت و شقاوت دو امر ذاتى نيستند زيرا سعادت عبارتست از آنچه موجب وارد شدن در بهشت و آسايش ابدى و لذت هاى جاودان مى گردد و شقاوت و نگون بختى عبارتست از آنچه موجب وارد شدن در آتش و كيفرها و دردها مى گردد . و اين سخن پس از بيان حقيقت سعادت و شقاوت آشكار مى گردد و آن اينكه : سعادت هر چيز رسيدن آن به نهايت كمال و فعليت آن شى به حسب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تفسير قمى ص 227 رد جبريه و قدريه . توحيد 356 باب سعادت و شقاوت زهد اهوازى از علماى قرن سوم هجرى . و بحار ج 5 ص 9 و 157 . جز آنكه متن روايات چنين است : ( خوشبخت كسى است كه در شكم مادرش خوشبخت باشد و نگون بخت كسى است كه درشكم مادرش نگون بخت باشد ) و در برخى روايات كلمه نگون بخت بر خوشبخت مقدم شده است .\r\n( 2 ) - كافى ج 8 ص 177 ح 197 / فقيه ج 4 ص 380 ح 5821\r\n( 3 ) - كفايه الاصول ص 68\r\n","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nنوعش مى باشد و آن فعليت تامه از تمامى استعدادهاى نوع آن شىء است . و اين مرتبه والاى سعادت است . در مقابل آن شقاوت مطلق قرار دارد كه عدم كمال از موضوعى است كه قابليت كمال را دارد و ميان اين دو نقطه مراتبى است كه به شماره در نيايد .\r\nو چون مرتبه والاى سعادت بسيار اندك و در انسان كمتر است بلكه از ابتداى خلقت تا پايان آن ، انسان كامل به تمام معناى كلمه كه به نهايت فعليت اين نوع رسيده باشد در يك فرد و آن با شرافت ترين پيامبران و فرستادگان محمد ( ص ) ، منحصر است پس به ناچار سعادت هر انسانى با شقاوت آميخته است و به ميزان كاستى بهره انسان از سعادت ، او بهره اى از شقاوت و نگون بختى دارد . هنگامى كه اين سخن را دانستى بدان : سعادت و شقاوت از اطاعت و پيروى كه موجب نزديك شدن به خداوند و كامل گشتن انسان است و سركشى كه موجب دورى انسان [ از خداوند 
  ] است انتزاع مى يابد [ برگرفته مىشود 
  ] و به دليل كاستى بهره انسان از كمال ، اينكه اطاعت ناشى از سعادت و سركشى ناشى از شقاوت باشد معنايى ندارد و اين دو امر ذاتى نيستند . گفته نشود كه منشأ سعادت و شقاوت از صفات نفسانى - كه در روايات به سپاهيان عقل و جهل تعبير مىشود - از امور ذاتى است . زيرا چنين پاسخ داده مىشود : خداوند با حكمت كامل خود به هر مكلفى دو نيرو بخشيد كه او را به سوى نيكى و بدى فرا مى خوانند . يكى عقل و ديگرى جهل . و صفات نيكويى آفريد كه عقل را در دعوتش به سوى نيكى تقويت مى نمايد و رذايلى را ضد آن صفات نيكو آفريد كه جهل را در دعوتش به سوى بدى تقويت مىكند . پس صفات نيكو به يك گروه و صفات ناپسند به گروه ديگر اختصاص نيافت تا گفته شود :\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nبرخى از مردم ذاتاً خوشبخت و برخى ديگر ذاتا و به اعتبار منشأشان نگون بخت هستند . » و اما روايات اول كه محقق\r\nخراسانى به آن استناد كرد هر چند در ظاهر بر آنچه اختيار كرده دلالت دارد ولى مى بايست به دو دليل از ظاهر آن صرف نظر كرد .\r\nدليل اول : آنگونه كه از امامان وارد شده است برخى روايات وارد شده از سوى معصومين ، برخى ديگر را تفسير مىكند و اين روايت نيز در روايات ديگرى چنين تفسير شده است كه خداوند در حالى كه انسان در شكم مادرش است مىداند كه او اعمال سعادتمندان را انجام مىدهد يا اعمال نگون بختان را . به روايت ابن ابى عمير « 1 » بنگر كه مى گويد : ( از امام كاظم ( ع ) از معناى سخن پيامبر ( ص ) پرسيدم كه فرمود : ( نگون بخت كسى است كه در شكم مادرش نگون بخت است و خوشبخت كسى است كه در شكم مادرش خوشبخت است . ) امام كاظم ( ع ) فرمود : نگون بخت كسى است كه خداوند در حالى كه او در شكم مادرش است مىداند كه او اعمال نگون بختان را انجام مىدهد و خوشبخت كسى است كه خداوند در حالى كه او در شكم مادرش است مىداند كه او كردار سعادتمندان را انجام خواهد داد . )\r\nدوم : با چشم پوشى از روايات تفسير كننده چاره اى از صرف نظر از ظاهر آن روايات نيست . زيرا كسى كه فرمانبردار بود و سپس گنهكار شد يا گنهكار بود و سپس فرمانبردار گشت آيا در\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - توحيد باب 58 باب سعادت و شقاوت حديث 3 ص 356\r\n","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nشكم مادرش نگون بخت يا خوشبخت است ؟ اگر خوشبخت است لازم مى آيد كه نگون بخت در شكم مادرش شقى و نگون بخت نباشد ، زيرا او در هنگام نافرمانى اش شقى گشته است يا لازم مى آيد كه\r\nنافرمانى او ناشى از شقاوت نباشد . و اگر نگون بخت است لازم مى آيد كه خوشبخت در شكم مادرش سعادتمند نباشد چون در هنگام اطاعتش سعادتمند گشته است يا لازم مى آيد اطاعتش ناشى از سعادت ذاتى نباشد . اما روايت دوم : با آنچه پيش از اين برگزيده بيگانه است . زيرا مفاد آن چنين است : همانگونه كه معادن طلا و نقره گوناگون است و به نيك و بد تقسيم مىشود مردم نيز با اختلاف غرايز و استعدادها و صفات نفسانى گوناگونند و اين با سلب اختيار ملازمه اى ندارد ، بلكه اختيار در همگان موجود است و هيچ كس بر اطاعت يا سركشى مجبور نيست . اين سخن كجا و اين كه بگوئيم اطاعت و سركشى ناشى از سعادت و شقاوت ذاتى است .\r\n\r\nاختلاف مردم در صفات نفسانى\r\nسوم : پنهان نيست كه ما تساوى تمامى افراد در مرجحاتى كه انسان را به برگزيدن بندگى يا عصيان و سركشى فرا مى خواند و عدم دخالت صفات نفسى كه همان سپاهيان عقل و جهل هستند در اين گزينش را ادعا نمى كنيم . زيرا اين سخن مخالف امور آشكار است و آيات شريفه و روايات مستفيض و فراوان آن را رد مىكند . بلكه وجود اختيار در همگان را ادعا مى كنيم و مى گوئيم : انسان مطيع با اختيار\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nخود اطاعت مىكند و انسان گنهكار با اختيار خود با تكليف به مخالفت بر مى خيزد و الا اگر بر آن فعل مجبور بود ، به نسبت آن فعل نه مطيع و نه نافرمان بود و بر آن فعل مستحق\r\nپاداش و كيفر نبود . به عبارت ديگر : مى بايست تمامى مكلفان در قدرت بر فعل و ترك فعل با هم مشترك باشند تا تكليف و پاداش و كيفر صحيح باشد . اما بيش از اين به گونه اى كه لازمه اش تساوى همگان در استعداد صفات نفسانى باشد كه به برگزيدن طاعت يا سركشى فرا مى خواند ، لازم نيست و در اختلاف مردم در استعداد و صفات نفسانى مانند اختلاف ايشان در زيبايى و مانند آن محذور و منعى نيست . و آن استعدادها و صفات نفسانى بر دو قسم است ، دسته اى كه اكتسابى و ارادى است و از اطاعت و يا سركشى به دست مى آيد - همانگونه كه در روايات فراوانى وارد شده است كه برخى نيكى ها زمينه ساز نيكى هاى ديگر است و به انسان اين قابليت را مى دهند كه خداوند او را براى انجام امورى كه مورد خشنودى خداوند است ، موفق دارد همانگونه كه برخى گناهان موجب خوارى است و دسته اى از استعدادها و صفات نفسانى كه از امور غير اختيارى به دست مى آيد و در هر حال موجب سلب قدرت انسان نمى شود . و به دليل برخى مناسبت ها كه بر شما پنهان نيست مى بايست در دو مسأله بحث كنيم :\r\nمسأله اول : مسأله بداء در تكوين\r\nدر ميان دانشمندان ما در اعتقاد به بداء اختلافى نيست و آنچه از محقق طوسى در رد فخر رازى بيان شده است كه اماميه اعتقادى به بداء ندارند ، در اين متعين است كه مقصود او بدايى است كه فخر\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nرازى به اماميه نسبت داده است ، يعنى آنكه خداوند به چيزى اعتقاد داشته باشد سپس برايش آشكار شود كه امر به خلاف آن چيزى است كه اعتقاد دارد . و با اين توضيح ، اينكه گروهى از محققان از جمله سيد داماد و علامه مجلسى « 1 » اين پاسخ شيخ طوسى را غريب و دور از ذهن بر شمرده اند ، پاسخ داده مىشود . به هر حال آيه شريفه ( خداوند هر آنچه بخواهد محو و هر چه بخواهد ثابت مى گرداند و ام الكتاب در نزد اوست ) « 2 » بر بداء در تكوين گواهى مىدهد و معناى اين آيه بر تو خواهد گذشت . و روايات فراوانى نيز بر اين مساله دلالت دارد مانند روايت زراره از امام باقر يا امام صادق ( ع ) كه فرمود : ( خداوند به چيزى چون بداء پرستيده نشد . ) « 3 » و روايت هشام بن سالم و حفص بن بخترى و غير آن دو از امام صادق ( ع ) كه در تفسير آيه ( خداوند هر آنچه بخواهد محو و هر آنچه بخواهد ثابت مى گرداند ) فرمود : ( و آيا جز آنچه ثابت بود را محو مىكند و جز آنچه موجود نبود را ثابت مى نمايد ) « 4 » و روايت عبد الله بن سنان از امام صادق ( ع ) كه فرمود : « خداوند در چيزى\r\nبداء به وجود نياورد مگر آنكه ، پيش از آنكه در آن بداء حاصل كند در علمش موجود\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - به بحار الانوار ج 4 ص 123 مراجعه نما كه علامه سخن فخر رازى را نقل نمود واو را به ناصبى متعصب و معاند متصف كرد و همچنين متن ايراد شيخ طوسى در نقد سخنان او را نقل كرده هر چند از آن خشنود نگشته و از چنين بيانى تعجب كرده است .\r\n( 2 ) - آيه 39 سوره رعد\r\n( 3 ) - اصول كافى ج 1 باب بداء حديث 1 ص 146\r\n( 4 ) - اصول كافى ج 1 باب بداء حديث 2 ص 146\r\n","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nبود » « 1 » و روايت ابن ابى عمير از هشام بن سالم از امام صادق ( ع ) كه فرمود : ( خداوند به [ چيزى 
  ] مانند بداء بزرگ داشته نشد . ) « 2 » و روايت ريّان بن صلت كه مى گويد : شنيدم امام رضا ( ع ) فرمود : « خداوند هرگز پيامبرى را برنيانگيخت جز براى آنكه شراب را حرام گرداند و به بداء در نزد او اقرار نمايد . » « 3 » و روايت جهنى كه مى گويد شنيدم امام صادق ( ع ) مى فرمود : ( اگر مردم مى دانستند سخن گفتن درباره بداء چه پاداشى دارد از سخن گفتن درباره آن سستى نمى كردند ) . « 4 » و روايات متواتر ديگرى كه در اين خصوص وارد شده است . اما سخن در مقصود از بداء است . مخالفان ، آنچه از آن بيزارى مى جويند را به شيعه نسبت دادند . فخر رازى در تفسير اين آيه كه مى فرمايد : ( خداوند هر آنچه بخواهد محو ، و هر آنچه بخواهد ثابت مى گرداند ) مى گويد : ( شيعيان مى گويند : بداء بر خداوند جايز است و بداء به اين معناست كه خداوند به چيزى اعتقاد داشته باشد آنگاه برايش آشكار شود كه امر به خلاف آن چيزى است كه اعتقاد دارد . ) « 5 »\r\n\r\nسخن علماى ما در معناى بداء\r\nعلماى ما در تحقيق بدا معانى ذكر كرده اند :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اصول كافى ج 1 باب بداء حديث 9 ص 148\r\n( 2 ) - توحيد ص 333 باب بداء ح 2 / كافى ج 1 ص 146 باب بداء ح 1\r\n( 3 ) - توحيد ص 333 باب بداء ح 6 و بحار ج 76 ص 135 ح 28\r\n( 4 ) - توحيد باب بداء ص 333 و 334 ح 2 و 6 و 7\r\n( 5 ) - تفسير كبير فخر رازى ج 13 - 14 ، تفسير آيه\r\n","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nمعناى اول : سخن سيد مرتضى « 1 » در پاسخ سئوالات اهل رى كه مى گويد : مقصود از بداء همان نسخ است و ادعا كرده است كه بداء از معناى لغوى نسخ خارج نيست . و نزديك به اين معنا سخن شيخ طوسى در عده « 2 » است ، جز آنكه شيخ تصريح كرده است اطلاق بداء بر نسخ با نوعى توسع و مجازگويى است . و فيلسوف بزرگ سيد محمد باقر داماد در نبراس الضياء با اين دو در اين معنا همراهى نموده است . « 3 »\r\nمعناى دوم : سخن شيخ صدوق در كتاب توحيد كه مى گويد : بداء آنگونه كه مردمان نادان گمان مى كنند بداى از روى پشيمانى نيست اما مى بايست اقرار كنيم كه بداء براى خداوند متصور است و و معناى بداء اين است كه خداوند مىتواند به چيزى از آفريدگانش آغاز كند و او را پيش از هر چيزى بيافريند آنگاه آن شيئى را از ميان ببرد و شروع به آفرينش غير آن نمايد و به او به امر خود فرمان دهد آنگاه از مثل آن باز دارد يا از چيزى نهى كند آنگاه به مانند آنچه نهى كرده است فرمان دهد . « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - رسائل مرتضى ج 1 ص 117\r\n( 2 ) - عدهء الاصول شيخ طوسى ج 2 ص 485 ( فصلى در ذكر حقيقت نسخ و بيان شرايط آن و جدايى بين آن و بداء )\r\n( 3 ) - بسيارى از كتاب ( نبراس الضياء فى تحقيق معنى البداء ) سخن او را چنين نقل كرده اند : منزلت بداء از تكوين منزلت نسخ در تشريع است . پس هر آنچه در امر تشريعى و احكام تكليفى نسخ است در امر تكوينى و مكنونات زمانى بداء است . نسخ گويا بداء تشريعى و بداء گويا نسخ تكوينى است و در قضا و به نسبت جناب قدس بدايى نيست . )\r\n( 4 ) - توحيد ص 335 باب 54 بداء\r\n","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nمعناى سوم : آنچه برخى محققان در شرح بر اصول كافى « 1 » بيان داشته اند و محدث كاشانى در كتاب وافى « 2 » در اين سخن از او پيروى كرده است كه چنين مى گويد : نيروهاى آفريده شده فلكى به تفاصيل امورى كه در آينده واقع خواهد شد به صورت يك جا احاطه ندارند . زيرا آن امور نامتناهى است . بلكه حوادث اندك اندك و دسته دسته با اسباب و علل خود به صورتى مستمر و نظامى استقرار يافته در آن نيروهاى فلكى نقش مى بندد . پس هر گاه براى آن قواى فلكى ، علم به اسباب حادث شدن امرى در اين عالم حاصل شد ، به وقوع آن امر در عالم حكم مى كنند پس آن حكم در آن قوى نقش مى بندد . و چه بسا ، برخى اسباب موجب وقوع حوادث تاخير يابند ، بر خلاف آنكه بقيه اسباب - اگر آن سبب متاخر نبود - موجب آن حوادث مى شدند . و براى قوا هنوز علم به آن تاخير برخى اسباب حاصل نگشته است ، زيرا بر سبب آن سبب ، علم و اطلاع ندارند . آنگاه هنگامى كه زمان آن سبب فرا رسيد و آن قوا بر آن سبب اطلاع يافتند به خلاف حكم اول ، حكم مى نمايند پس نقش حكم اول از آن قوا محو مىشود و حكم ديگر ثابت مى گردد . و اين سبب بداء در امور عالم است . پس هنگامى كه نفس پيامبر يا امام ( ع ) به آن قوا متصل گردد و در آن قوا برخى از آن امور [ كه بيانش گذشت 
  ] را مشاهده نمايند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - شرح اصول كافى ، مولى محمد صالح مازندرانى ج 4 ص 245 .\r\n( 2 ) - وافى ج 1 ص 507 باب بداء و بحار ج 4 ص 128 باب 3 بداء و نسخ ، ج 54 ص 364 باب 4 ، قلم و لوح محفوظ و كتاب مبين و امام مبين و ام الكتاب\r\n","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nمى توانند از آن چيزى كه به چشم قلب آن را ديده يا با نور ديدگانشان مشاهده كرده يا به گوش قلبشان شنيده اند خبر دهند . اما نسبت تمامى آن به خداوند است زيرا هر آنچه در عالم ملكوت جريان مى يابد به اراده خداوند جريان يافته است . بلكه فعل ايشان به عينه فعل خداوند است . پس هر نوشته اى كه در اين الواح است ، پس از قضاى سابق او كه به قلم اولش نگاشته شده ، براى خداوند نيز نگاشته شده است و صحيح است كه خداوند خود را به اين اعتبار به امثال آن معانى متصف مى نمايد .\r\nمعناى چهارم : سخن فاضل مدقق ميرزا رفيعا « 1 » كه چنين مى گويد : تمامى امور در لوح [ محفوظ 
  ] نقش بسته است و فيض رساننده از آن لوح بر فرشتگان و نفوس علوى و نفوس سفلى گاه امر عام يا مطلق منسوخ به حسب آن چيزى است كه حكمت اقتضا مىكند و امر مبين تا زمانى كه حكمت ، فيضان آن را در آن زمان اقتضا مىكند به تاخير مى افتد . و از اين نفوس علوى و شبيه آن ، به كتاب محو و اثبات تعبير مىشود . پس بداء عبارتست از اين تغيير يافتن در آن كتاب .\r\nمعناى پنجم : سخن محقق مجلسى « 2 » كه چنين مى گويد : ائمه معصومين درباره بداء فراوان سخن گفته اند تا كلام يهود را رد نمايند كه مى گويند : همانا خداوند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ميرزا رفيع الدين محمد بن حيدر طباطبايى نائينى مشهور به ميرزا رفيعا متوفى 1080 و مدفون به اصفهان از مشاهير علماى عصرش و متبحر در حكمت و كلام بود . در نزد علامه شيخ بهاء الدين عاملى شاگردى كرد و تاليفات فراوانى چون شرح اصول كافى ، رساله تشكيك و غير آن دارد . به الذريعه ج 11 ص 148 و ج 13 ص 96 مراجعه نما . اما متن كلام او را در بداء در شرح اصول كافى ج 4 ص 250 ببين .\r\n( 2 ) - بحار الانوار ، ج 4 ، ص 129 - 130 باب بداء و نسخ\r\n","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nاز امر فارغ شده است [ و آن را به كنارى وانهاده 
  ] و سخن نظام و برخى معتزله را رد مى نمايند كه مى گويند : خداوند تمامى موجودات را به يكباره آفريد و تقدم در ظهور موجودات واقع مىشود . و سخن برخى فلاسفه را رد مى نمايند كه مى گويند خداوند به حقيقت تنها در عقل اول اثر گذار است . و سخن گروهى ديگر از فلاسفه را رد نمايند كه مى گويند : خداوند تمامى آفريدگانش را به يكباره آفريد و ترتب موجودات و آفريدگان تنها در زمان هاست . امامان معصوم تمامى اين سخنان را نفى كردند و ثابت كردند كه خداوند هر روز در كارى است . گاه از ميان برون شيئ و به وجود آوردن ديگرى و ميراندن شخص و زنده ساختن ديگرى و كارهاى ديگر .\r\nدر اين زمينه سخنان ديگرى نيز هستند كه به آن نمى پردازيم .\r\n\r\nسخن حق در معناى بداء\r\nحقيقت امر در اين مقام متوقف بر بيان چند امر است :\r\nامر اول : شكى نيست كه تمامى آنچه در عالم وجود رخ مىدهد تحت قدرت و سلطه خداوند است و وجود هر ممكنى وابسته به مشيت خداوند است و اين امرى بديهى است .\r\nامر دوم : تمامى اشياء تعينى علمى در علم ازلى خداوند دارند و\r\nاز اين تعين علمى گاه به تقديرخداوند و گاه به قضاى او تعبير مىشود اما علم الهى تنها به موجودات تعلق ندارد بلكه از جهت مبادى و خصوصيات موجودات به آن متعلق است . بنابراين ، چون تمامى ممكنات تحت قدرت خداوند و وابسته به تعلق مشيت و اراده به آن هستند ، پس علم به ممكنات از ابتدا با قدرت خداوند بر آن ها در هنگام ايجادشان منافاتى ندارد .\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nو معناى قضاى خداوند و تقدير او اين است كه تمامى اشياء آنگونه كه هستند در علم ازلى الهى متعين اند به اينكه وجود اشياء بر اين وابسته است كه اراده و اختيار و مشيت به حسب آنچه مصالح و مفاسد مختلف با تفاوت اوضاع و شرايط اقتضا مىكند به آن تعلق بگيرد .\r\nامر سوم : وجود هر موجودى دو نسبت دارد : نسبتى به علت تامه خود كه عدمش با وجود علت تامه اش محال است و نسبتى به مقتضى اش كه شىء در وجود خود به همراه آن مقتضى به شرط و عدم مانع نيز نياز دارد . پس با وجود شرط و عدم موانع شيئى وجود مى يابد و با وجود مانع يا فقدان شرط محقق نمى شود . بنابراين با تحقق مقتضى ظاهر ، آن شيئى است آنگاه پس از وجود مانع ، از آن شئ خلاف آنچه از مقتضى ظاهر مىشود ، آشكار مى گردد . و به اين امر برخى از روايات اشاره مى نمايد : عياشى از فضيل روايت مىكند كه مى گويد : شنيدم امام باقر ( ع ) مى فرمود : « برخى امور ، امور حتمى و ناگزيرند و برخى امور ، امورى است كه در نزد خداوند متوقف است ، هر آنچه بخواهد پيش آورد و هر آنچه بخواهد محو مى نمايد و هر آنچه بخواهد ثابت مىكند و هيچ كس را بدان - يعنى امور متوقف - مطلع نساخته ، و اما آنچه فرستادگان آورده اند ، امورى موجودند و خداوند سخن خود و پيامبر و فرستادگانش را دروغ بر نمى شمرد . » « 1 »\r\nو روايات ديگرى نيز همچون اين روايت موجود است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تفسير عياشى ج 2 ص 217 آيه 13 سورع رعد ج 65 و بحار الانوار ج 4 ص 119 كه در آن به جاى لفظ ( كائنه ) از ( جائيه ) استفاده شده است .\r\n","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nامر چهارم : چون دانستى كه علم خداوند بر واقعيت اشياء تعلق مى گيرد ، زيرا كشف شئ بر واقعيت آن شئ نمى افزايد ، پس هنگامى كه واقع به حسب آنچه مصالح و مفاسد اقتضا مىكند به مشيت خداوند وابسته باشد ، علم بر اين حالت ، به شئ متعلق است و الا اين علم ، علمى به شئ آنگونه كه هست و كشف شئ بر واقع خودش نبود .\r\nپس خداوند دو علم دارد : علم به اشياء از جهت علل تامه آن اشياء و آن علمى است كه اصلا در آن بدايى رخ نمى دهد و علم به اشياء از جهت مقتضيات آن اشياء كه تاثير آن متوقف بر وجود شروط و نبود موانع است . و اين علم ممكن است كه به خلاف آنچه با نبود شرط يا وجود مانع ظاهر شده است ، آشكار گردد . و به اين معنا بسيارى از روايات امامان معصوم اشاره مىكند . امام رضا ( ع ) در حديثى به سليمان مروزى مى فرمايد : « على ( ع ) مى فرمود : علم بر دو دسته است : علمى كه خداوند به فرشتگان و فرستادگانش آموخته است كه اين علم موجود است و خداوند سخن خود و فرشتگان و فرستادگانش را دروغ بر نمى شمرد و علمى كه در نزد\r\nاو انباشته شده و هيچ كس از آفريدگانش بر آن آگاه نيست ، هر آنچه از آن بخواهد پيش آورد و هر آنچه بخواهد به تاخير افكند و هر آنچه بخواهد محو و اثبات كند » « 1 »\r\nدر كافى از ابو بصير از امام صادق ( ع ) روايت شده است كه فرمود : « خداوند دو نوع علم دارد : علمى پنهان و انباشته شده كه جز او\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - توحيد باب 66 در ذكر مجلس امام رضا و سليمان مروزى متكلم خراسان ص 444 ح 1 بحار الانوار ج 4 ص 96\r\n","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nنمى داند و بداء از آن است و علمى كه خداوند به فرشتگان و فرستادگان و پيامبرانش آموخته و ما نيز آن را مى دانيم » « 1 » اگر در آنچه گفتيم بينديشى برايت آشكار مىشود كه بداء در قضاى موقوف كه از آن به لوح محو و اثبات تعبير مىشود ، راه دارد اما در قضاى حتمى كه از آن به ام الكتاب و علم مخزون ( جمع شده ) در نزد خدا تعبير مىشود ، محال است بداء واقع شود .\r\nدر روايت عبد الله بن سنان از امام صادق آمده است كه فرمود : « خداوند در چيزى بداء نكرد مگر آنكه آن شى پيش از آنكه مورد بدا واقع شود در علم خداوند موجود بود . » « 2 » و در روايت جهنى از امام صادق آمده است كه فرمود : « همانا خداوند از روى نادانى بداء به وجود نياورد » . « 3 » و در رويات منصور بن حازم از امام صادق ( ع ) آمده است كه مى گويد : به امام عرضه داشتم : « آيا امروز چيزى وجود دارد كه ديروز در علم خداوند نبوده است » امام فرمود : « نه ،\r\nچه كسى چنين گفته كه خداوند خوارش كند . » عرضه داشتم : « به من بگوئيد آيا آنچه پيش از اين بوده و آنچه تا روز قيامت خواهد بود در علم خداوند نيست . فرمود : بله ، پيش از اينكه خداوند آفريدگان را بيافريند [ در علم خداوند بوده است 
  ] . « 4 » » و روايات بسيار ديگرى كه وجود دارد . علامه مجلسى نيز به آنچه ذكر كرديم اشاره مىكند و مى گويد : ( بدان كه آيات و روايات دلالت مىكند كه خداوند دو لوح آفريد و آنچه از\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كافى ج 1 ص 147 باب بداء ح 8\r\n( 2 ) - كافى ج 1 باب بداء ح 9 ص 148\r\n( 3 ) - كافى ج 1 باب بداء ح 10 ص 148\r\n( 4 ) - كافى ج 1 باب بداء ص 148 ح 9 و 10 و 11\r\n","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nموجودات رخ مىدهد را در آن دو ثبت نمود . يكى لوح محفوظ كه در آن اصلا تغيرى رخ نمى دهد و مطابق علم خداوند است و ديگرى لوح محو و اثبات كه خداوند در آن چيزى را اثبات مىكند و آنگاه آن را به سبب حكمت هاى فراوانى كه بر خردمندان پوشيده نيست محو مى نمايد . مثلا در آن مى نويسد كه عمر زيد 50 سال است و معناى آن چنين است كه مقتضاى حكمت اين است كه عمر او اين مقدار باشد اگر آنچه مقتضى طول عمر يا كاستى آن است انجام ندهد . پس هنگامى كه مثلا صله رحم كند 50 سال را محو مىكند و به جاى آن 60 مى نويسد و اگر قطع رحم كند به جاى آن 40 سال مى نگارد . و در لوح محفوظ اين است كه او صله رحم مىكند و عمرش 60 سال مىشود . همانگونه كه طبيب ماهر هنگامى كه بر مزاج شخص آگاه گشت حكم مىكند كه عمرش به حسب اين مزاج 60 سال است . پس اگر سمى بخورد و بميرد يا انسانى او را بكشد و از اين عمر كم شود يا دوايى به كار برد كه مزاجش را\r\nتقويت نمايد و بر آن عمر بيفزايد مخالفتى با سخن پزشك نشده است . و تغيير واقع در اين لوح بداء ناميده مىشود يا به اين دليل كه تغيير شبيه بداء است . مانند ساير مواردى كه بر خداوند اطلاق مىشود باشد مانند ابتلاء استهزا و مسخره كردن و مانند آن . يا به اين دليل كه اين تغيير براى فرشتگان يا آفريدگان هنگامى كه خداوند به امر اول خبر دهد ، بر خلاف آنچه از ابتدا به آن آگاه شده بودند آشكار مى گردد . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار الانوار ج 4 باب 3 بداءو نسخ ص 130\r\n","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\n\r\nتنبيهات\r\nپايان سخن در اين مقام با اشاره به چند امر است :\r\nامر اول : معناى بداء كه از روايات برگرفته شده بود و ما بيان داشتيم ، ظاهر آيه كريمه اى است كه پيش از اين گذشت و مى فرمايد : ( خداوند هر آنچه بخواهد محو و هر آنچه بخواهد اثبات مىكند و ام الكتاب در نزد اوست ) « 1 » زيرا محو شيئ از ميان بردن رسم و اثر آن است و در اين آيه شريف در مقابل محو ، اثبات آمده است كه پابر جا كردن شيئ در قرارگاهش مى باشد به گونه اى كه هيچ تكانى نخورد . پس محو از ميان بردن شيئى پس از ثبوت آن شيئ بوسيله رسم آن مى باشد . و چون اين آيه پس از سخن خداوند است كه مى فرمايد : ( و هر امرى را زمانى مكتوب است ) « 2 » و در ذيل آن بيان شده است كه ( ام الكتاب نزد خداوند است ) ،\r\nظاهر چنين است كه هر وقت و زمان ، كتابى دارد كه به آن اختصاص دارد و كتابها با اختلاف زمان ها متفاوت مى شوند . و اين اختلاف از ناحيه اختلاف تصرف الهى به واسطه مشيت او به حسب آن چيزى است كه مصالح اقتضا مىكند نه از جهت اختلاف كتابها به خودى خود ، و با اين همه ، ام الكتاب يعنى اصلى كه شيئ از آن ناشى مىشود در نزد خداوند است و اين كتابها كه به حسب اوقات محو و اثبات مى گردد به آن باز مى گردد .\r\nبه عبارت روشن تر : خداوند در هر زمان كتاب و قضايى دارد و او\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - آيه 39 سوره رعد\r\n( 2 ) - آيه 38 سوره رعد\r\n","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nهر آنچه از آن قضاها بخواهد محو و هر آنچه بخواهد اثبات مىكند و با اين همه او به نسبت هر زمان قضاى حتمى دارد كه تغيير نمى كند و آن اصلى است كه ساير قضاها به سوى آن باز مى گردد . و با اين بيان آشكار مى گردد تمامى وجوه و اقوالى كه در تفسير آيه شريفه بيان شد نادرست است .\r\nامر دوم : بداء به معنايى كه اماميه اعتقاد دارد در حقيقت ابداء و اظهار ( آشكار نمودن ) است و اطلاق لفظ بداء ( آشكار شدن ) بر ابداء مبتنى بر تنزيل و همانندى است .\r\nامر سوم : اعتقاد به بداء اعتراف به اين امر است كه خداوند بر ممكنات تسلط تام دارد و تمامى ممكنات در حدوث و بقاء تحت تسلط و قدرت او هستند و اين موجب انقطاع انسان به سوى خداوند مىشود و موجب مىشود انسان پاسخ به دعاى خود و كفايت امور مهم زندگى خود را از خداوند بطلبد . و رواياتى كه مشتمل بر [ لزوم 
  ] اهتمام به مسأله بداء است به اين امر اشاره دارد و آنچه دلالت نمود كه صدقه و صله رحم و همانند آن بر عمر مى\r\nافزايد بر اين معنا حمل مىشود .\r\nامر چهارم : سخنان امامان معصوم كه از حوادث آينده خبر داده اند بر دو قسم است : اول : آنچه به واقع شدن امر آينده به صورت قطعى خبر مى دهند كه كاشف از اين مطالب است كه آنچه از آن خبر داده شده است از مواردى است كه قضاى محتوم بر آن جريان يافته است . و ديگرى مواردى كه از آن به اين نحو خبر داده شده : وابسته به اين امر است كه بر خلاف آن مشيت الهى ولو با قرينه منفصل تعلق نگيرد و كاشف از اين است كه آنچه از آن خبر داده شده از مواردى است كه\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nقضاى موقوف كه مورد وقوع بداء است بر آن جريان يافته است .\r\n\r\nكلام نفسى\r\nدوم : مسأله كلام نفسى\r\nاشاعره اتفاق نظر دارند كه كلام - غير از نوع لفظى معروف - نوع ديگرى دارد كه در نزد آنان كلام نفسى ناميده مىشود . آنگاه [ در اين مفهوم 
  ] اختلاف كرده اند : گروهى از ايشان گفته اند : كلام نفسى مدلول كلام لفظى و معناى آن است . و ديگران گفته اند : كلام نفسى مغاير مدلول لفظ است و دلالت لفظ بر آن از قبيل دلالت فعل اختيارى بر اراده فاعل است . بنابراين قول به قديم بودن قرآن را بنا نهادند ، زيرا قرآن ، كلام خداست و كلام از صفات ذاتى قديم خداوند با قديم بودن ذات پروردگار است . و آنچه در ميانشان معروف است اختصاص قديم بودن به كلام است ، جز آنكه فاضل\r\nقوشچى به برخى اشاعره قديم بودن جلد و غلاف قرآن را نسبت داده است . « 1 » و در مقابل اين گروه برخى گروه هاى مسلمانان از حدوث قرآن سخن گفته اند و اينكه كلام لفظى خداوند آفريده اوست و نوع ديگرى از كلام وجود ندارد .\r\n\r\nادله اشاعره بر كلام نفسى\r\nكسانى كه از ثبوت كلام نفسى سخن گفته اند بر مدعايشان به چند وجه استدلال كرده اند :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - شرح تجريد ، مقصد سوم ص 354 .\r\n","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nاستدلال اول : كلام لفظى كه از حروف هجائى كه در وجود درج شده ، تشكيل شده است امرى حادث است كه اتصاف خداوند به آن در ازل و غير ازل محال است و الا اتحاد قديم با حادث لازم مى آيد كه محال است زيرا صفات خداوند عين ذات اوست . و چون خداوند در كتابش خود را به اين صفت توصيف نموده و فرموده : ( و خدا با موسى سخن گفت ) « 1 » و همچنين در روايات و دعاها امامان معصوم خداوند را به اين صفت توصيف كرده اند ، پس چاره اى نيست كه سخن از ثبوت كلام نفسى بگوئيم و اينكه خداوند به آن متصف مى باشد و اجزاى آن كلام از نظر وجود مجتمع است .\r\nپاسخ از اين استدلال بر بيان مقدمه اى استوار است و آن اينكه : صفات خداوند بر دو قسم است : صفات ذاتى و صفات فعلى و تفاوت ميان اين دو چنين است كه صفات ذاتى خداوند صفاتى است كه ممكن نيست از خداوند نفى شود و محال است خداوند به\r\nنقيض آن متصف شود مانند علم و قدرت كه امكان نفى اين دو از خداوند نيست و نمى توانيم او را به ناتوانى و نادانى متصف نمائيم و صفات فعلى كه ممكن است خداوند در زمانى به آن و در زمانى ديگر به نقيض آن متصف شود . مانند آفرينش و روزى بخشى . پس گفته مىشود : خداوند فلان چيز را آفريد و فلان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - آيه 164 سوره نساء\r\n","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nچيز را نيافريد و فلانى را فرزندى روزى بخشيد و به فلانى مالى روزى نكرد . همچنين قدرت و اراده به صفات ذاتى تعلق نمى گيرد زيرا اين دو به ممكنات تعلق مى گيرند نه غير آن قسم اول ( صفات ذاتى ) با ذات او متحد و با قديم بودن خداوند قديم است و اما قسم دوم ( صفات فعلى ) از آفريده ها و نشانه هاى خداوند است و با ذات او متحد و با قديم بودن او قديم نيست . هنگامى كه اين مقدمه را دانستى برايت آشكار مىشود كه تكلم از صفات فعل است زيرا آنچه به عنوان ضابطه صفات فعلى بيان گشت بر تكلم انطباق دارد . زيرا صحيح است كه خداوند به مقابل تكلم متصف گردد و سلب تكلّم از خداوند صحيح است و گفته مىشود ( خداوند با موسى سخن گفت و با فرعون سخن نگفت ) . و قدرت خداوند به تكلم تعلق مى گيرد زيرا خداوند بر تكلم با موسى توانا بود و به تبع آن اراده خداوند به اين تكلم تعلق مى گيرد . علاوه بر اينكه حديثى كه كلينى به اسناد خود از ابو بصير روايت كرده است بر اينكه تكلم از صفات فعل است دلالت دارد . آنجا كه مى گويد : شنيدم امام صادق ( ع ) مى فرمود : « خداوند همچنان پروردگار ماست در حالى كه علم ، ذات اوست در زمانى كه معلولى نبوده و شنوايى ذات اوست . آنگاه كه مسموعى وجود نداشته و بينايى ذات اوست آن گاه كه ديده\r\nشده اى نبوده و قدرت ذات اوست آن گاه كه مقدورى وجود نداشته پس هنگامى كه اشياء را ايجاد كرد و معلومى تحقق يافت ، علم او تعلق به معلوم و شنوايى او تعلق به مسموع و بينايى او تعلق به ديده شده يافت و قدرتش بر مقدور متعلق گشت . »\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nراوى گويد : عرضه داشتم : خداوند همچنان متحرك است ؟ امام فرمود : « خدا از اين سخن والاتر است . حركت صفتى است كه با فعل حدوث مى يابد . » عرضه داشتم : خداوند همچنان متكلم است ؟ امام فرمود : « كلام ، صفت حادث است نه ازلى ، خداوند بود و متكلم نبود . » « 1 » بنابراين از اتصاف خداوند به كلام لفظى ، اتحاد حادث و قديم لازم نمى آيد .\r\nاستدلال دوم : سخن محقق دوانى « 2 » كه مى گويد : ترتيب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اصول كافى ج 1 باب صفات ذات ص 107 ح 1\r\n( 2 ) - علامه جلال الدين محمدبن اسعد دوانى ، متن سخن او درباره كلام نفسى را در كتاب سه رساله ، رساله اى در اثبات واجب بودن خداوند ، مبحث اول در اثبات اينكه خداوند متكلم است مى يا بى . در جايى محقق اردبيلى به سخن او چنين پاسخ گفته است : ضعف سخن دوانى آشكار مىشود آنجا كه مى گويد : « ما در مقام سخنى داريم كه نياز به مقدمه اى دارد . مقدمه : صفت كلام عبارتست از قدرت تاليف كلام ، و كلام ما عبارتست از كلماتى كه در خيال تاليف يافته است . پس از اين مقدمه مى گوئيم : صفت تكلم كه به ذات خداوند قائم است ، صفتى است كه مصدر تاليف كلمات مى باشد و كلام خداوند كلماتى است كه به ذات خداوند در علم قديمش بدون واسطه ، تأليف يافته است و اين كلام ازلى خطابى است كه به مخاطبى مقدر ، متوجه است . و تفاوت آن از علم اين است كه كلام غير خداوند براى خداوند معلوم است و كلام او نيست همانگونه كه كلام غير ما براى ما معلوم است و كلام ما نيست . و اين كه ذكر كرديم غير از سخن حكما است كه مى گويند : « كلام خداوند علم اوست » و همچنين غير سخن حنابله و همراهان ايشان مانند صاحب مواقف است كه مى گويند : « كلام خداوند ، اصوات و حروف يا آنچه شامل اصوات و حروف و معانى است ، مى باشد » . و همچنين غير سخن اشاعره است و [ اين حقيقت 
  ] با اندك تاملى آشكار مى گردد » .\r\n","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nكلمات و قرار دادن آن به عنوان جملات مترتب در ذهن همان كلام نفسى است زيرا آن وجداناً معنايى قائم به نفس غير از علم است . اشكال : اين سخن عين علم تصورى است نهايت امر اينكه آنچه تصور شده است ، كلمات هستند . به عبارت ديگر : آن وجود ذهنى است كه تمامى افعال اختيارى را در بر مى گيرد .\r\nاستدلال سوم : كشف ثبوت مبدأ و محمول براى موضوع ، براى نفس ، علم است اما تصميم و حكم نفس به آن غير از علم است و آن كلام نفسى و صفتى از صفات نفسانى است .\r\nاشكال : علم بر دو دسته است : تصورى و تصديقى و آنچه ذكر شد تنها علم تصديقى است .\r\nاستدلال چهارم : كلام بر موجود از آن ، در نفس اطلاق مىشود و گفته مىشود : « در نفس من كلامى است كه نمى خواهم آن را آشكار كنم . » و خداوند مى فرمايد : « سخن خود را پنهان داريد يا آشكار كنيد ، خداوند به درون سينه ها آگاه است . » « 1 » اشكال : اين بيان به كلام اختصاص ندارد مثلا مهندس مى گويد در نفس من عكس بنايى است كه آن را طراحى خواهم كرد و روزه دار مى گويد در نفس من اين است كه فردا روزه بگيرم در حالى كه اين چيزى وراى وجود ذهنى و تصور نيست .\r\nاستدلال پنجم : متكلم بر خداوند اطلاق مىشود و اين هيئت -\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - آيه 13 سوره ملك .\r\n","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nيعنى هيئت و شكل اسم فاعل - براى افاده قيام مبدأ به ذات به صورت قيام وصفى وضع شده است به همين دليل نائم [ انسان خواب 
  ] بر كسى كه خواب را در ديگرى ايجاد كرد اطلاق نمى شود بلكه بر كسى اطلاق مىشود كه به خواب متصف شده است . و چون آشكار است كه خداوند به كلام لفظى متصف نمى شود زيرا اتصاف قديم به حادث محال است ، پس مى بايست قائل به كلام قديم شويم كه همان كلام نفسى است .\r\nاشكال : اولا : مبدأ در صيغه متكلم ، كلام نيست ، كلام كيفيتى است كه بر صوت حاصل از موج برداشتن هوا عارض مىشود و به هوا قائم است نه متكلم ، بلكه مبدأ در صيغه متكلم ، متكلم است و معناى تكلم ايجاد كلام است پس اطلاق آن بر خدا و غير او به يك معناست .\r\nثانيا : اينكه گفته شد هيئت اسم فاعل براى افاده قيام مبدأ به ذات وضع شده اما خصوصيت اينكه قيام ، قيام حلولى ، ايجادى يا غير آن باشد با اختلاف موارد تغيير مىكند و تحت ضابطه كلى قرار نمى گيرد . انسان خواب [ نائم 
  ] بر ايجاد كننده خواب اطلاق نمى شود ولى ضرر رساننده و سود بخش بر ايجاد كننده اين دو مبدأ ( سود و ضرر ) اطلاق مىشود بنابراين صدق متكلم بر ايجاد كننده كلام مانعى ندارد .\r\nاستدلال ششم : در صحت اوامر امتحانى و تحقق يافتن آن در هنگام عدم تعلق اراده حقيقى به متعلقاتش بحثى نيست . آن اوامر بر معنايى قائم در نفس دلالت مىكند كه آن معنا اراده نيست ، زيرا بالوجدان منتفى است و صفات معروف ديگر چون علم و اميد و\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nمانند آن نيز نمى باشد ، و آن معنا جز طلبى كه همان كلام نفسى در امور انشايى است نمى باشد و قائم به نفس است . اشكال : اوامر امتحانى بر دو دسته اند : اول : آنكه مقصود امر ، صدور عمل و تحقق آن در خارج براى كشف نمودن قدرت مأمور بر آن عمل است و نه به خاطر مصلحتى كه در آن عمل است . و در اين دسته بى شك اراده امر به خود عمل تعلق مى گيرد چون هدف مامور كه انگيزه او بر امر است بر تحقق عمل متوقف است . دوم : آنكه مقصود امر ، كشف استعداد مامور براى اطاعت از امر و عدم آن است . و در اين دسته مى گوئيم : امر جز ابراز اعتبار نفسانى نيست و اعتبار نفسانى يعنى اينكه ماده بر عهده مامور گذاشته شود و در اين جا اراده و طلبى نيست . پس آشكار شد كه دليلى بر وجود كلام نفسى وجود ندارد .\r\n\r\nدليل بر عدم ثبوت كلام نفسى\r\nبلكه وجدان كلام نفسى را رد و نفى مىكند . و اين امر پس از بيان مقدمه اى آشكار مىشود . و آن مقدمه چنين است : شكى نيست كه نفس ، صفات و كيفياتى مانند شوق و محبت و كراهت و مانند آن دارد . همانگونه كه شكى نيست نفس افعالى چون تامل و تفكر و ساختن و غير آن دارد . علم در شيوه فيلسوفان گذشته ، از صفات و در شيوه فيلسوفان متاخر ، از افعال نفس است . هنگامى كه اين مطالب را دانستى بدان كه ادعاى وجود صفتى در نفس غير از صفات معلوم و مشخص كه كلام نفسى ناميده مىشود ، مردود و باطل است . و نزاع با بازگشت به نفس و\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nحاكم ساختن و قضاوت وجدان از بين مى رود چون بيننده اهل انصاف مشاهده مىكند كه در نفس صفتى غير از صفات وجود ندارد . و اگر خواستى كه قلبت اطمينان يابد به نفست مراجعه كن ، مى بينى كه هر صفت و فعلى كه در نفس وجود مى يابد و از آن در هنگام اراده تكلم صادر مىشود ، ماننده اراده خوردن و بدون هيچگونه فرقى ميان اين دو ، موجود و از نزد نفس صادر شده است . پس همانگونه كه هنگامى كه متكلم اراده مىكند سخن بگويد ، سخن و انگيزه هاى آن را تصور مىكند آنگاه براى او تصديق به فايده و سپس ميل و آنگاه قطعيت و عزم بر تكلم حاصل مىشود و قدرت خود را به كار مى گيرد و سخن مى گويد ، همچنين ، هنگام اراده خوردن نيز تمامى اين مراحل بى كم و كاست موجود است . پس وجود صفت ديگرى در نفس هنگام اراده تكلم كه مدلول كلام لفظى است ، از مواردى است كه وجدان با آن همراهى نمى كند . و اگر توضيح اين سخن را خواستى بدان كه جمله ها يا خبرى و يا انشايى هستند . اما در جمله هاى خبرى نُه امر وجود دارد :\r\n1 . مفردات جلمه 2 . معانى مفردات 3 . هيئت تركيبى مفردات 4 . مدلول هيئت تركيبى 5 . خبر دهنده ، ماده جمله و هيئت آن را تصور مىكند 6 . تصور مدلول جمله 7 . مطابقت نسبت با آنچه در خارج است يا عدم مطابقت نسبت با آن 8 . علم خبر دهنده به مطابقت يا عدم مطابقت يا شك خبر دهنده در اين مطابقت يا عدم آن 9 . اراده متكلم براى ايجاد جمله در خارج در حالى كه مقدمات آن پيش از اين آمده است .\r\nاثبات كنندگان كلام نفسى همگى اعتراف دارند كه هيچ يك از\r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nاين موارد نُه گانه ، كلام نفسى نيست اما جمله هاى انشائيه مانند جمله هاى خبرى است . و تفاوت ميان اين دو اين است كه در موارد جمله هاى انشايى ، خارجى وجود ندارد كه جمله با آن مطابقت بنمايد يا ننمايد .\r\nبنابراين امورى كه در جملات انشايى وجود دارد هفت امر است و آن غير از امور هفتم و هشتم از امور سابق است كه در جملات خبرى ذكر شد و دانستى كه كلام نفسى در نزد كسانى كه آن را مى پذيرند هيچ يك از اين مواردنيست . حاصل سخن اينكه : كلام نفسى امرى خيالى است كه هيچ دليلى بر وجودش نيست بلكه برهان و وجدان بر خلاف آن است و روايات امامان معصوم ( ع ) هم آن را رد مىكند .\r\n\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nنگاهى به تاليفات حضرت آيت الله العظمى روحانى ( مد ظله العالى )\r\n1 - فقه الصادق ( به عربى ) : دايرة المعارف كامل فقه تشيع . اين كتاب عظيم و بزرگ كه به عنوان يك منبع مرجع شناخته شده است كه در 26 جلد بارهادر داخل و خارج كشور به چاپ رسيده است . چاپ جديد آن نيز در 41 جلد ( با ذكر منابع و مصادر ) به چاپ رسيده است .\r\nاز تأليف كتاب عظيم « جواهر الكلام » كه شامل تمامى ابواب فقه مىباشد نزديك به 200 سال مىگذرد و كتاب « فقه الصادق » كه به اعتقاد بعضى از مراجع و بزرگانِ خبره حوزه ، از « جواهر الكلام » رساتر و كامل‌تر است اولين و كامل‌ترين دايرهء المعارف تمام ابواب فقه در دو سده اخير است . اين كتاب كه در سنين جوانى معظم له به رشته تحرير درآمده ، مورد عنايت خاصه تمامى مراجع تقليد و بزرگان حوزه‌هاى علميه است . اين كتاب در ميان علماء عامه ( اهل تسنن ) نيز شناخته شده و مورد استناد است . كتاب « فقه الصادق » در دانشگاه‌هاى معروف غرب ( بخش مطالعات اسلام‌شناسى ) يكى از منابع مورد قبول و قابل استناد است .\r\n2 - « زبدة الاصول » ( به زبان عربى ) : دوره كامل علم اصول فقه كه به صورت بحث استدلالى ارائه گرديده است . اين كتاب در 6 جلد مىباشد .\r\n3 - « منهاج الفقاهه » ( به زبان عربى ) : در 6 جلد مىباشد كه حاشيه ايى است بر « مكاسب » شيخ انصارى ( ره ) كه به شيوه ايى نو و ابتكارى تمامى موارد ارائه شده را بحث و بررسى كرده‌اند .\r\n4 - « المسائل المستحدثه » ( به زبان عربى ) : حضرت آيت الله مبتكر\r\nمسائل مستحدثه و ارائه مسائل جديد با ذكر مسايل فقهى ، روايى هستند . اين كتاب كه بارها وبارها در خارج و داخل كشور به چاپ رسيده است شامل ارائه مسائل جديد ، نو و مورد ابتلاى جامعه با ذكر دلايل و مستندات فقهى ، روايى و قرآنى مىباشد .\r\n5 - تعليق بر « منهاج الصالحين » در 3 جلد ( به زبان عربى )\r\n6 - تعليق بر « عروة الوثقى » در 2 جلد ( به زبان عربى )\r\n7 - تعليق بر « وسيلة النجاة » ( به زبان عربى )\r\n\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\n8 - رساله در لباس مشكوك ( به زبان عربى )\r\n9 - رساله در قاعده لاضرر ( به زبان عربى )\r\n10 - الجبر و الاختيار ( به زبان عربى )\r\n11 - رساله در قرعه ( به زبان عربى )\r\n12 - مناسك الحج ( به زبان عربى )\r\n13 - المسائل المنتخبه ( به زبان عربى )\r\n14 - رساله در « فروع العلم الاجمالى » ( به زبان عربى )\r\n15 - الاجتهاد و التقليد ( به زبان عربى )\r\n16 - القواعد الثلاثه ( به زبان عربى )\r\n17 - اللقاء الخاص ( به زبان عربى ) مربوط به « سايت يا حسين »\r\n18 - « شرح مناسك الحج و العمره » ( به زبان عربى )\r\n19 - « توضيح المسائل » ( به زبان فارسى و اردو )\r\n20 - تحقيقى در مورد جبر و اختيار ( به زبان فارسى )\r\n21 - « نظام حكومت در اسلام » ( به زبان فارسى و تركى و اردو )\r\n22 - مناسك حج ( به زبان فارسى )\r\n23 - منتخب احكام ( به زبان فارسى )\r\n24 - « استفتائات قوه قضائيه و مؤسسه حقوقى وكلاى بين الملل » ( به زبان فارسى )\r\n25 - احكام فقهى مسائل روز ( به زبان فارسى )\r\n26 - استفتائات ( پرسش و پاسخ‌هاى مسائل شرعى ) ( به زبان فارسى ) : كه تاكنون در 5 جلد به صورت سؤال و جواب چاپ شده است و به زودى 2 جلد ديگر آن منتشر مىشود .\r\n27 - مجموع استفتائات عربى كه به زودى در 6 جلد منتشر مىشود .\r\n28 - السيدهء الزهراء بين الفضائل والظلامات ( عربى )\r\n29 - فضائل و مصائب حضرت زهرا ( س ) ( فارسى )\r\n\r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144}
  ]