[
  {"content":"\r\n\r\nأضواء على حياة\r\nسماحة آية الله العظمى\r\nالسيد محمود الهاشمي\r\nدام ظله\r\nإعداد وتنظيم : السيد محمود الخطيب\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nالمقدمة\r\nبسم‌اللّه الرحمن الرحيم\r\nوالحمد للَّه‌ربّ العالمين والصلاة والسلام على محمّد وآله الطيبين الطاهرين .\r\nيعد سماحة آية اللَّه العظمى السيّد محمود الهاشمي حفظه اللَّه تعالى من ألمع تلامذة الإمام الشهيد السيّد محمّد باقر الصدر ( رض ) ذكاءً وفهماً وعلماً واستعداداً ودقةً .\r\nبدأ حياته متدرجاً في طلب العلم في الحوزة العلمية بالنجف الأشرف فكان لها الأثر الكبير والمتميّز والفريد في فكره ومشروعه وفي كل مراحل حياته ، حتى نال قسطاً وافراً من الفضل والفضيلة ، وسرعان ما تحوّل إلى أحد أبرز أساتذتها ومدرسيها وعلمائها ليحظى بحمل شهادة الاجتهاد المطلق من أستاذه الإمام الشهيد الصدر ، الذي لم يعطِ إجازة اجتهاد خطّية لغيره مطلقاً .\r\nكان ذلك والسيّد الهاشمي ما زال في العقد الثالث من عمره\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nالشريف ، وقد كانت له أعماله ونشاطاته على مختلف الأصعدة العلمية والثقافية والاجتماعية والسياسية .\r\nتعرّض للمطاردة والملاحقة والاعتقال والتعذيب في زنزانات نظام البعث المجرم الظالم ، وحينما فرضت عليه الظروف هاجر مجبراً وبطلب من أستاذه الإمام الشهيد الصدر قدس سره إلى إيران ليستقرّ في مدينة قم المقدسة - مدينة العلم والعلماء - وذلك سنة 1979 م بعد انتصار الثورة الإسلامية في إيران ليصبح أحد أبرز أساتذتها ومدرسيها لينهل الطلاب من علمه واجتهاده الكثير .\r\nبدورنا ، وأداءً لبعض الوفاء والعرفان له على خدماته الجليلة للاسلام والمسلمين والحوزات العلمية نحاول في هذه الأوراق المتواضعة أن نقدّم نبذة مختصرة عن أهم مفاصل حياته الدينية ونشاطاته العلمية ومواقفه الجهادية وأعماله الفكرية والثقافية .\r\nآملين أن تكون فرصة أولى ليتعرّف شبابنا على هذه الثلّة من العلماء الكبار ليكونوا قدوةً ومشعلًا وضّاءً للجميع .\r\nمحمود الخطيب\r\n15 / شعبان / 1432\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nبسم‌اللّه الرحمن الرحيم\r\n\r\nأضواء على حياة آية اللَّه العظمىالسيد محمود الهاشمي دام ظلّه\r\n\r\n- ولادته -\r\nولد سماحة آية اللَّه السيّد محمود الهاشمي في مدينة النجف الأشرف ، وذلك في الثاني من ذي القعدة سنة 1368 ه مصادف سنة 1948 م\r\n\r\n- نسبه الشريف -\r\nينحدر سماحة آية اللَّه السيّد محمود الهاشمي من سلالة علوية كريمة يتصل نسبها بالإمام الحسين عليه السلام ؛ إذ عرفت هذه السلالة في منطقة مدينة شاهرود بالسادات الحسينية . وقد كانت لهذه الأسرة مشجرة نادرة بخط المرحوم آية اللَّه الحجّة والد السيّد الهاشمي ، نقشت على مصحف حجري ( من الحجم الكبير ) ، إلّاأنّها نُهبت مع أثاث البيت والمكتبة من قبل أفراد الأمن البعثي الصدامي .\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\n\r\nوالده :\r\nوالده آية اللَّه العظمى السيّد علي الحسيني الهاشمي الشاهرودي الذي بدأ وأنهى دراسته العلمية في النجف الأشرف على يد آية اللَّه العظمى السيّد أبو القاسم الموسوي الخوئي قدس سره .\r\nوهو أوّل من قرّر أبحاث السيّد الخوئي قدس سره فقهاً واصولًا .\r\nوقد قال رحمه الله في مقدمة كتابه المحاضرات :\r\n« فإنّي أرفع إلى سادتي القرّاء كتابي الذي عرّفته ب ( المحاضرات في الفقه الجعفري ) وهو ما استفدته في الدورة الأولى والثانية من المولى الشريف أستاذ الفقهاء زعيم الدراسة العالية في مدينة النجف الأشرف آية اللَّه العظمى السيّد أبو القاسم الخوئي ؛ لينتهلوا من بحر معارفه الطافح بأسرار الشريعة ، وليقتفوا دربه اللامع .\r\nمدّ اللَّه سبحانه في أيّامه ، ونفع روّاد العلم بإفاداته ، إنّه جلّ شأنه ولي العون والتوفيق . »\r\n* * *\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nوقد قال آية اللَّه العظمى السيّد الخوئي قدس سره في حقّه :\r\nبسم الله الرحمن الرحيم\r\n« الحمد للَّه‌ربّ العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين محمّد وعترته الطيّبين الطاهرين واللعنة الدائمة على أعدائهم أجمعين .\r\nوبعد :\r\nفمن منن اللَّه عزّوجلّ أن وفّق جناب العلّامة ركن الإسلام ومفخرة هذه الأيّام قرّة عيني المعظّم له الأغا السيّد علي الشاهرودي ، أدام اللَّه\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nفضله ، وكثّر في العلماء أمثاله لصرف جلّ عمره في تحصيل العلوم الشرعية والمعارف الإلهية ، وقد حضر أبحاثي في الفقه والأصول والتفسير حضور تفهّم وتحقيق وتدبّر وتدقيق ، حتّى بلغ بفضل اللَّه سبحانه الدرجة العالية ، وفاز بالقدح المعلّى من العلم والعمل ، فأصبح من العلماء العظام والأجلّة الأعلام .\r\nولقد أجلت النظر في ما حرّره من تقرير أبحاثي في كتابه هذا فوجدته بحمد اللَّه جلّ ذكره وافياً بما نقّحناه ومؤدّياً لما حققناه ، فحمدت اللَّه على ما أنعم به عليّ وليشكره دام فضله على هذه المرتبة التي لا ينالها إلّاذو حظّ عظيم ، وله الحمد على نعمه وآلائه » .\r\n22 صفر الخير / 1370\r\n* * *\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nوقال أيضاً بعد وفاته في تقريظه لكتاب ( المحاضرات في الفقه الجعفري ) ما نصّه :\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n« الحمد للَّه‌ربّ العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين محمّد وعترته الطاهرين ، واللعنة الدائمة على أعدائهم أجمعين إلى يوم الدين .\r\nوبعد ، فقد لاحظنا هذه ( المحاضرات ) التي كتبها العلّامة الحجّة المحقّق الورع التقي السيّد علي الشاهرودي ( تغمّده اللَّه برحمته وأسكنه فسيح جنّته ) تقريراً لأبحاثنا الفقهية في المعاملات فوجدناها في غاية الجودة والاتقان والضبط والبيان ، يقرع عن دقائق البحث ويحافظ على مزاياه ويلمّ بجهاته في حسن الأداء وجودة التقرير وقد تغلّبت سلاسة بيانه على تعمّق البحث ودقّته فأبرزه إلى الوجود صورة واضحة جليّة .\r\nولا غرو فقد كان رحمه الله ممّن تنعقد عليه الآمال أن يكون أحد المراجع العظام ، برعم بالدراسة العلمية في مستقبل الأيّام ، لكنه يؤسفنا جدّاً أن عاجله المنون وهو في ريعان شبابه ونضارة أيّامه ، حيث فقدنا به أحد أعزّة أولادنا الذين صرفنا جهودنا في تثقيفهم واعدادهم علماء أبراراً يستنبطون أحكام الدين ويتسنمون مقام الفتيا بين المسلمين ، وممّا اختص به قدّس اللَّه نفسه\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nالزكية شدّة مواظبته على أبحاثنا حتى أنّا سمعناه يشكر اللَّه سبحانه وتعالى على ما منحه إيّاه من عدم انقطاعه عن أبحاثنا الفقهية والأصولية ولا يوماً واحداً زهاء عشرين عاماً ، فكان قدوة حسنة لزملائه في النشاط العلمي والانتاج القيّم ، وقد سبقهم إلى طبع تقريراتنا في الأصول فخدم الهيئة العلمية وزوّدهم بكتابه ( الدراسات ) الذي لا يستغني عنه طلّاب العلم .\r\nوانّ في آثاره العلمية التي خلّفها من تقريرات دروسنا لكفاية في تخليد ذكره والإشادة بفضله ، نوّر اللَّه ضريحه وجزاه عن العلم وأهله خير جزاء المحسنين » .\r\n12 شوال المكرم 1376 ه .\r\nوفي سنة 1376 ه ق ألمّ به مرض شديد لم يمهله طويلًا وتوفي على أثر ذلك ، وقد شيّع تشييعاً مهيباً شارك فيه جمع كبير من المؤمنين يتقدّمهم مراجع الطائفة العظام السيد الحكيم والسيد الخوئي والسيد الشاهرودي وطلبة الحوزة العلمية ، وصلّى عليه آية اللَّه العظمى السيّد محمود الشاهرودي قدس سره ، ودفن في الصحن العلوي الشريف من جهة باب الطوسي الحجرة الملاصقة لمسجد عمران .\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\n\r\nوالدته :\r\nوالدته العلوية الصبورة الفاضلة ، ربيبة بيت العلم والفقاهة ، امّ الشهداء الثلاثة « 1 » ، كريمة آية اللَّه العظمى السيّد علي مدد الموسوي القائيني .\r\n\r\nجدّه لأبيه :\r\nجدّه لأبيه السيّد علي أكبر السيّد محسن الهاشمي الحسيني ، كان قد هاجر مدينة شاهرود وهو صبي مع بعض أرحامه إلى كربلاء المقدّسة ؛ لمجاورة سيّد الشهداء الإمام الحسين عليه السلام .\r\nوعندما كبر تزوّج واشتغل بالتجارة والكسب ، وعرف بالتقوى والصلاح والورع وسلامة القلب ، وقد وصفه آية اللَّه السيّد علي مدد الموسوي القائيني بأنّه سلمان زمانه .\r\nكما عرف بحسن الضيافة والاستقبال ؛ إذ كانت داره ملاذاً للمؤمنين والزائرين الوافدين إلى زيارة العتبات المقدّسة في كربلاء من العراق وإيران ، وكان يقيم مجلس عزاء الإمام الحسين عليه السلام من أوّل محرّم وإلى اليوم الثالث عشر منه ، يحضره\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . السيد هادي ( وهو خرّيج كلية أصول الدين ، وكلّية اللغات ، يتقن أربع لغات ) . والسيّد محسن ( خرّيج كلّية الفقه الآداب ) . والسيّد مصطفى الهاشمي ( خرّيج كليّة الطب البيطري ، وهو يتقن ثلاث لغات ) .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nجمع من طلبة الحوزة والعلماء ، أمثال آية اللَّه العظمى السيّد الخوئي وآية اللَّه العظمى السيّد محمود الشاهرودي ، وآية اللَّه السيّد حسين آل علي الشاهرودي ، والعلّامة الحجّة السيّد عبد الرزاق المقرم ، وآية اللَّه الشيخ معصومي امام جمعة مدينة ( تربت حيدرية ) . وكان خطيب المجلس الشيخ مهدي خوجة ، والشيخ عبد الزهرة الكعبي .\r\nوقد ذكر سماحة آية اللَّه العظمى الشيخ بهجت رحمه الله : « كنّا إذا ذهبنا إلى زيارة الإمام الحسين عليه السلام مع بعض الطلبة نزلنا في دار السيّد علي أكبر رحمه الله ، وكان يستقبلنا بالحفاوة والتكريم » .\r\nوفي أواخر عمره ضعف بصره ، وانتقل إلى جوار ربّه ، ودفن في مقبرة دار السلام في النجف الأشرف خلف مقبرة نبي اللَّه هود وصالح عليهما السلام .\r\n\r\nجدّه لُامّه :\r\nهو آية اللَّه العظمى السيّد علي مدد الموسوي قدس سره ، درس المقدّمات في قرية سيد دان من توابع بيرجند ، ثمّ انتقل إلى مشهد الرضا عليه السلام لاكمال دراسته الحوزوية ، فحضر عند كبار علماء مشهد ، أمثال : الفاضل البسطامي ، والسيّد محمّد باقر الرضوي ، ثمّ عاد إلى قريته لغرض الوعظ والارشاد . هاجر بعدها\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nإلى العراق قاصداً النجف الأشرف ، وكان ذلك يوم سقوط البصرة بأيدي الثوّار في عام 1920 م ، واستقرّ به المقام في النجف الأشرف ، وأخذ يمارس صلاة الجماعة في محلّة الحويش ، ثمّ التحق بأبحاث السيّد اليزدي ، وآغا ضياء الدين العراقي ، وشيخ الشريعة ، والميرزا النائيني .\r\nأجيز في الاجتهاد من العلمين الأخيرين ، وفي الرواية من الشيخ محمّد باقر البيرجندي ، والشيخ عباس القمي ، والسيد محسن الأمين ، والسيد أبي تراب الخوانساري ، والسيّد عبد الحسين شرف الدين .\r\nثمّ عاد إلى مشهد الرضا عليه السلام سنة 1956 م وتصدّى للبحث والتدريس وإقامة صلاة الجماعة في الحرم الرضوي الشريف .\r\nبعد مدّة عاد إلى النجف الأشرف زائراً وكان في أواخر عمره ، فمرض واشتدّ به المرض ، حتى توفاه اللَّه هناك ، ودفن في الصحن العلوي الشريف في الحجرة رقم 29 من جهة باب القبلة طرف المشرق ، وذلك سنة 1384 ه . ق « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نقباء البشر في أعلام القرن الرابع عشر : ص 1626 ، رقم الترجمة 2173 .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\n\r\n( الشهداء السعداء البررة من إخوته )\r\n\r\n1 - الشهيد السيّد هادي الهاشمي\r\nولد الشهيد السيّد هادي الهاشمي في مدينة النجف الأشرف لسنة 1944 م . أكمل دراسته الابتدائية والمتوسطة والثانوية في المدرسة العلوية في النجف الأشرف ، ثمّ انتقل إلى كلّية أصول الدين في بغداد ، وأنهى كل هذه المراحل بتفوّق وامتياز . ثمّ بعدها دخل معهد اللغات . فكان الشهيد السيّد هادي يتقن أربع لغات :\r\nالعربية ، والفارسية ، والانكليزية ، والفرنسية . وبعد طيّ كل هذه المراحل مارس العمل التجاري في بغداد .\r\nلقد كان الشهيد ذو نفس طيّبة شديد الحياء هادئاً ، خجولًا ، لا يتكلّم إلّاعند الضرورة ، وإذا تكلّم أوجز في الكلام ، فكان رضوان اللَّه تعالى عليه حنوناً شديد العطف على إخوانه وأرحامه وخصوصاً على والدته ، إذ كان يعظّم من شأنها ويكرمها عملًا بقوله تعالى :\r\n« وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ وَقُل رَّبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيراً » ،\r\nناهيك عن أخلاقه وسعة صدره والتزامه بالعبادات والواجبات الشرعية .\r\nمتزوّج من العلوية الصبورة ابنة عمّه السيّد حسين الهاشمي رحمه الله .\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nأثناء حملة الاعتقالات الوحشية الشرسة التي عمّت أبناء العراق ، تعرّض الشهيد هادي الهاشمي في أوائل عام 1980 م للاعتقال من محلّ عمله في بغداد ، ونقل إلى مديرية الأمن العامّة ، ولاقى فيها أشدّ أنواع التعذيب البدني والنفسي وبشتى الأساليب الوحشية من أزلام النظام الصدامي وجلاوزته أمثال المجرم ( سعدون صبري ، أبو أسماء ) والسفّاح رائد عامر ( منعم نصيف ) ونال وسام الشهادة الرفيع .\r\nومنذ اعتقاله وإلى يومنا هذا لم يعثر على أثر له . فسلام عليه في علّيين مع محمّد وآله الطيبين الطاهرين .\r\n\r\n2 - الشهيد السيّد محسن الهاشمي\r\nولد الشهيد السيّد محسن الهاشمي في مدينة النجف الأشرف سنة 1951 م ، نشأ وترعرع في ظلّ أسرة كريمة ملتزمة مؤمنة على خط آل البيت عليهم السلام .\r\nأتمّ دراسته الابتدائية والثانوية في المدرسة العلوية ، ثمّ منتدى النشر في النجف الأشرف بتفوّق ليدخل بعدها كلّية الفقه قسم الآداب والتي أتمّها بنجاح باهر .\r\nمتزوّج من العلوية الصبورة ابنة عمّه السيّد عباس الهاشمي ، والتي أنجبت له طفلين . كان رحمه الله مثال المؤمن الملتزم المثابر على\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nأداء التكاليف والواجبات الشرعية ، فضلًا عن أخلاقه السامية التي كان يتمتع بها .\r\nكان من المواظبين على زيارة الإمام الحسين عليه السلام في مواسم مختلفة ، لا سيّما في يوم العاشر من محرم ، وزيارة الأربعين مشياً على الأقدام . وكان من المعجبين بفكر الإمام الخميني والإمام الشهيد الصدر .\r\nبعد انتصار الثورة الإسلامية في إيران وخروج التظاهرات المؤيّدة للثورة وقائدها الإمام الخميني بدعم وتأييد من الإمام الشهيد الصدر قام النظام الصدامي باعتقال الشهيد الصدر ومجموعة من العلماء وطلبة الحوزة العلمية وجملة من أبناء العراق الغيارى ، وخلال هذه الحملة المسعورة قامت أجهزة الأمن باعتقال الشهيد البطل السيّد محسن الهاشمي من محلّ عمله في بغداد ؛ وذلك في أوائل عام 1980 م ولاقى صنوف التعذيب الوحشي في أقبية المعتقلات البعثية في الأمن العامة إلى أن نال شرف الشهادة على يد المجرمين القتلة أمثال سعدون صبري ( زهير ) ، والمجرم رائد عامر ، ومنذ ذلك الحين لم يعرف عنه شيء .\r\nفسلام عليه يوم ولد ويوم استشهد ويوم يبعث حيّاً .\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\n\r\n3 - الشهيد السيّد مصطفى الهاشمي :\r\nولد الشهيد المجاهد الدكتور السيّد مصطفى الهاشمي في مدينة النجف الأشرف في بيت ملؤه التقوى والورع والصلاح ؛ وذلك عام 1957 م .\r\nدخل المدرسة الابتدائية والمتوسطة في مدرسة الإمام علي عليه السلام ، ثمّ انتقل إلى ثانوية الكندي في النجف الأشرف ، ثمّ دخل كلية الطب البيطري في جامعة بغداد ، ووصل في دراسته حتى المرحلة الرابعة في الكلية ، وقد طوى كل هذه المراحل الدراسية بتفوّق وامتياز عالٍ .\r\nكان رحمه الله فطناً ذكيّاً ، جمع كل الصفات الخيّرة والجيّدة ، مثالًا يحتذى به في النبل والوفاء والإخلاص والتضحية والشجاعة .\r\nلم تكن الابتسامة تفارق شفتيه ، يحبه كل من يلقاه أو يعايشه أو يتحدّث معه . وكان من أبرز سماته تفانيه في خدمة الإسلام ، متطلّعاً لغدٍ مشرق إذ كان بيته مركزاً يجتمع فيه أصدقاؤه وزملاؤه في الجامعة ، فيقوم بتوعيتهم وتثقيفهم وتوجيههم نحو طريق الحقّ ونشر الفكر الإسلامي الأصيل .\r\nاستطاع بأخلاقه العالية ، وذكائه الفائق ، وفطرته السليمة ، وإيمانه الراسخ ، وبيانه الساحر من التأثير على عدد كبير من الشباب بروح وثّابة مؤمنة لا تعرف الخوف والتردّد .\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nشارك مع مجموعة من الشباب الحسيني في انتفاضة صفر 1397 ه / 1977 م المتوجهة إلى كربلاء مشياً على الأقدام ، رغم الإجراءات الأمنية المشدّدة ، والتي حاصرتهم بالطائرات والدبابات والمدرعات والآليات العسكرية لمنعهم من المسير إلى كربلاء لزيارة الأربعين .\r\nوقد كان الشهيد السيّد مصطفى الهاشمي متأثّراً جدّاً بأفكار ونظريات السيّد الشهيد محمّد باقر الصدر قدس سره ومن المواظبين على زيارته وحضور مجالسه لا سيما في ليالي الخميس والجمعة ، يغتنم أدنى فرصة لزيارته والتحدّث معه عن قرب ، والإمام الشهيد الصدر بدوره كان يتوسّم فيه خيراً ويحبّه كثيراً ويأنس به . كما كان الشهيد السيّد مصطفى من المعجبين بشخصية الإمام الخميني ، وبعد نجاح الثورة الإسلامية بقيادة الإمام الخميني ازداد حبّاً وتعلّقاً واندفاعاً نحو تأييد الثورة بكل الوسائل المتاحة لديه ، من خلال توزيع النشرات وصور الإمام ، وأشرطة صوتية من خطب وبيانات الإمام الخميني .\r\nوبمناسبة إعلان البيعة والولاء للإمام الشهيد الصدر كان الشهيد السيد مصطفى من ضمن وفود البيعة ، وعندما خرج من بيت الشهيد الصدر اعتقلته أجهزة الأمن في النجف ونقلته إلى مديرية الأمن العامة في بغداد ، فلاقى أشد أنواع التعذيب من جلاوزة الأمن ، لكنه ظلّ صامداً صلباً كالطود الشامخ لا تنال\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nمنه عواصف المجرمين القتلة . وقد أشرف على تعذيبه المجرم المقدّم ( سعدون صبري ، أبو أسماء ، والسفّاح المجرم رائد عامر - منعم نصيف - جلاد من الطراز الأوّل ، مات بين يديه العشرات من المؤمنين ) ، ثمّ نقل إلى سجن أبو غريب ( قسم الأحكام الخاصّة - ق 2 - غرفة 20 ) ، وبعد مدّة حضر مجموعة من ضباط الأمن العامّة برفقة المجرم ( النقيب غالب الدوري ، ابن أخت عزّة الدوري - على ما قيل - في ساعة متأخرة من الليل ) وأمر بنقله إلى جهة مجهولة وذلك بتاريخ 7 / 9 / 1980 م ، وانقطعت أخباره منذ ذلك الحين ، ولم يُعرف عنه شيء حتى الساعة رغم سقوط النظام الصدامي المجرم . طوبى لهم من إخوة بررة فازوا واللَّه بمغفرة وأجر عظيم ، ألا لعنة اللَّه على ظالميهم ، وعلى زاهقي أرواحهم الطهارة النقية إلى يوم الدين .\r\n\r\nزوجته :\r\nوهي العلوية المحترمة كريمة آية اللَّه السيّد علي الشاهرودي نجل آية اللَّه العظمى السيّد محمود الحسيني الشاهرودي قدس سره الذي كان من كبار مراجع الطائفة في النجف الأشرف .\r\nوقد شاركته زوجته الفاضلة مختلف مراحل حياته الجهادية والدينية ؛ لتكون الزوجة الصالحة والامّ الفاضلة لُاسرته وأبنائه .\r\nهذا ، وقد أنجبت له خمسة أولاد ذكور وستة إناث .\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\n\r\n- دراسته -\r\nدرس الابتدائية والثانوية في المدرسة العلوية في النجف الأشرف ، وكان إلى جانب ذلك يتلقّى دروس العلوم الدينية عند حجة الإسلام والمسلمين الشيخ هادي السيستاني رحمه الله ، ثمّ التحق بمدرسة منتدى النشر ، وكان موضع اهتمام من قبل الأساتذة والمعلّمين ؛ لما كان يتمتّع به من ذكاء واستعداد ونبوغ ، وقدرة ذهنية عالية ، بعد ذلك قرّر الدخول في الحوزة العلمية ، وتلقّي علوم أهل البيت عليهم السلام ، وهو طريق العلم وحمل الرسالة الإلهية ، طريقٌ اختاره وحده لنفسه في وقت عارضه الجميع من أرحامه باستثناء جدّه المرحوم السيّد علي أكبر الهاشمي ؛ إذ وقف إلى جانبه في قراره مشجّعاً ومباركاً له ، ودعاء والدته له لهذا الخيار الصعب الذي يعبّر عن شجاعة وإرادة قويّة . وكان عمره حين ذاك ست عشرة سنة ، وذلك عام 1381 ه .\r\nويذكر المرحوم الشيخ هادي السيستاني قائلًا :\r\n« أخذت السيّد محمود الهاشمي إلى مسجد الخضراء مكان درس آية اللَّه العظمى السيّد الخوئي ليزينه بتاج رسول اللَّه صلى الله عليه وآله وسلم ويلبسه\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nالعمامة ، وبينما هو يلبسه العمامة ذرفت عيناه بالدموع ثمّ ابتسم ، فبادرته بالسؤال ، سيدنا ممّا دمعت عيناك ثمّ لحقت دموعك ابتسامة ؟ فأجاب السيّد الخوئي قدس سره نعم ، تذكرت والده والآمال التي كنت أطمح لها ، ليصبح منبر الدرس له ( وأشار إلى المنبر حيث كان يجلس عليه ) ، لكن بعدها قلت في نفسي سيكون منبر الدرس لولده إن شاء اللَّه ، فابتسمت » .\r\nوكان ذلك أمام جمع كبير من تلامذته وحضّار درسه ، وقد نقل هذه القصّة حجة الإسلام والمسلمين الشيخ محمود بياني أحد علماء مدينة ( زابل ) حيث كان حاضراً آنذاك .\r\n\r\nأساتذته :\r\nتلمّذ سماحته على يد كبار علماء الفقه والأصول ومراجع الطائفة في النجف الأشرف التي تربى ونشأ وترعرع في أحضانها ونهل من معينها ، ومنهم :\r\n1 - آية اللَّه العظمى السيّد الشهيد محمّد باقر الصدر قدس سره .\r\n2 - آية اللَّه العظمى السيّد الإمام الخميني قدس سره .\r\n3 - آية اللَّه العظمى السيّد أبو القاسم الخوئي قدس سره .\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\n\r\nورود السيّد الهاشمي إلى درس الإمام الشهيد الصدر :\r\nعندما كان السيّد الهاشمي في مرحلة السطوح العالية تعرّف على السيّد الشهيد الصدر من خلال تلاميذه وتأليفاته المتنوّعة .\r\nفأخذ يتردّد عليه ، حيث كان للشهيد الصدر مجلس أسبوعي يستقبل فيه جمعاً كثيراً من زائريه من طلبة العلوم الدينية وغيرهم من داخل النجف وخارجها .\r\nوكان السيّد الهاشمي من المعجبين بشخصية السيّد الشهيد الصدر ، حيث يعتبرها شخصية استثنائية فريدة من نوعها ، موسوعية في كل العلوم والمعارف الإنسانية ، ناهيك عن أخلاقه وتواضعه وسعة صدره وحبّه للخير .\r\nثمّ أخذت هذه العلاقة تترسّخ وتتوثّق يوماً بعد يوم ، وخصوصاً بعد أن ارتقى السيّد الهاشمي مدارج البحث الخارج ، فحضر مجلس درس السيّد الشهيد الصدر قدس سره في الفقه والأصول ، فوجد السيّد الهاشمي ضالّته المنشودة عند هذا العَلَم الكبير ، فالتصق به حتى أصبح أحد أبرز تلامذته ، وأبدى نبوغاً في دراسته بحيث أشار إلى ذلك أستاذه الشهيد الصدر في إحدى رسائله الخطّية ، حيث كتب لأحد طلّابه واصفاً نموّ السيّد الهاشمي العلمي بقوله :\r\n« السيّد الهاشمي ينمو نموّاً علمياً رائعاً نابغاً »\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nثمّ تطوّرت هذه العلاقة فأصبح السيّد الهاشمي لسانه وعمقه العلمي ، حتى قال في حقّه الشهيد الصدر :\r\n« السيّد الهاشمي عنوان وجودي »\r\nواستمرّت هذه العلاقة من عام 1387 ه إلى زمان خروج السيّد الهاشمي من العراق قبيل استشهاد السيّد الصدر قدس سره .\r\nكما وامتدح أيضاً الإمام الشهيد الصدر سماحة السيّد الهاشمي في حديث مع بعض تلامذته قائلًا :\r\n« السيّد محمود الهاشمي أفضل من يمثّل توجهات المدرسة »\r\n\r\nالسيّد الهاشمي يصف أستاذه آية اللَّه العظمى السيّد الشهيد محمّد باقر الصدر قدس سره :\r\n« مدرسة الإمام الشهيد الصدر قدس سره تميّزت بالشمولية ، حيث شملت آفاقاً متعددة ومتنوعة من المعرفة الإسلامية والإنسانية ، فلم تقتصر على التطرق إلى حقل فكري واحد من حقول المعرفة ، بل تطرقت إلى أبواب وحقول مختلفة كالفقه والأصول والفلسفة والاقتصاد والتفسير والتاريخ والقانون والمسائل المصرفية ومنهاج التعليم والتربية ومنهاج العمل الاجتماعي والسياسي .\r\nوهذه الشمولية في مدرسة الشهيد الصدر نتيجة ما كان\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nيتمتع به الإمام الشهيد الصدر من ذهنية موسوعية عملاقة ، ومن جهد عملي متواصل يمكن اعتباره فلتة من تاريخ العلم والنبوغ .\r\nكان رحمه الله فريداً في تعامله مع الامّة ، وفريداً في تربيته للُامّة .\r\nأعطاه اللَّه سبحانه وتعالى حالة تشبه حالة الأنبياء والأئمّة عليهم السلام من امتلاك قلوب الناس والغور إلى أعماق كل انسان يتصل به ، وكل من يلتقي به ويتعامل معه من قريب أو بعيد يعشقه ، وهذه هي الصفة الأساسية في القيادة » .\r\n\r\nالسيّد الهاشمي يصف أستاذه آية اللَّه العظمى السيّد الإمام الخميني قدس سره\r\n: « فإنّ من منن اللَّه سبحانه وتعالى ونعمه الكبرى على العباد في هذا العصر أن قيّض لهم مرجعاً راشداً وفقيهاً ولياً وقائداً ملهماً آية اللَّه العظمى الإمام الخميني دام ظلّه الشريف ، فهو زين المرجعية ومفخرة الإسلام وسفينة نجاة هذه الامّة عن أسر طواغيت الزمان وكيدهم .\r\nولقد قال شهيدنا واستاذنا الكبير الإمام الصدر قدس سره ولنعم ما قال في الإمام الأكبر : علينا أن نذوب في الإمام الخميني دام ظلّه كما ذاب هو في الإسلام » .\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\n\r\nوصية الإمام الخميني قدس سره لآية اللَّه السيد محمود الهاشمي :\r\nفي إحدى اللقاءات التي جمعت أعضاء المجلس الأعلى الإسلامي مع الإمام قدس سره ، وبعد أن رحّب بهم ، وتفقد أحوالهم وأوضاع العراق الداخلية التفت إلى السيّد محمود الهاشمي بناءً على المعرفة القديمة لسماحته به ، قائلًا :\r\n« عليك الاهتمام والتفرّغ للبحث والتدريس في\r\nالحوزة العلمية بقم » .\r\nوذلك باعتباره أحد تلامذته في حوزة النجف الأشرف ، ومعرفته الكاملة بإمكاناته وقدراته العلمية من خلال حضوره الفاعل في درسه قدس سره ومناقشاته خلال البحث . فكان محطّ رعاية واهتمام من لدن الإمام الخميني قدس سره بشكل خاص ، حيث أوصى بعض المسؤولين عن الشهرية أن يجعل له مخصّصاً ضمن التقسيم الخاص لفضلاء الحوزة العلمية ، والهدف تقوية عزيمة هؤلاء على التحصيل والمثابرة والاهتمام بالتدريس .\r\n* * *\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n\r\nالسيّد الهاشمي حلقة الوصل بين الإمام الخميني قدس سره وآية اللَّه العظمى السيّد الشهيد الصدر قدس سره\r\nلقد كانت علاقة آية اللَّه العظمى السيّد الشهيد الصدر والسيّد الإمام الخميني جيدة من حيث الأهداف والأفكار والتطلّعات للمستقبل ، وقد مرّت هذه العلاقة عبر طريقين :\r\nالطريق الأوّل : من خلال حجة الإسلام المرحوم السيّد أحمد الخميني رحمه الله الذي كان يحضر درس السيّد الشهيد الصدر ، مضافاً إلى ذلك علاقته العائلية بآل الصدر . وكذلك الوفود الدينية والسياسية المعارضة لنظام الشاه المقبور التي كانت تأتي إلى النجف الأشرف للقاء السيّد الإمام الخميني وإخباره بمختلف القضايا السياسية والدينية والحوزوية آنذاك .\r\nوبهذه المناسبة كانت الوفود أحياناً تتردّد على سماحة السيد الشهيد الصدر لزيارته والتعرّف عليه ، وذات مرّة طلبوا من السيّد الإمام الخميني أن يرشدهم إلى شخص يمكنهم الرجوع إليه في دراسة ومناقشة التطوّرات المهمّة على الساحة الإسلامية ، « فأحالهم السيّد الإمام الخميني على السيّد الشهيد الصدر وطلب منهم الإفادة منه » .\r\nوالطريق الثاني : عبر سماحة السيّد محمود الهاشمي ، فكان\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nله دور بارز وأساسي في هذا المجال من حيث توثيق العلاقة باعتباره تلميذاً للسيد الإمام الخميني ، وكان يوليه اهتماماً خاصّاً وملحوظاً ، فحظي باهتمام واعتماد كلا العَلَمين الكبيرين ، فكان ينقل للسيّد الإمام الخميني تصوّرات السيّد الشهيد الصدر حول مجمل الأمور التي تهمّ الامّة الإسلامية ، وما هو الموقف المطلوب اتخاذه حول الأحداث المؤلمة التي مرّت بها الحوزة العلمية في النجف الأشرف وتعرّض العلماء إلى التهجير والاعتقال والإعدام ، ومحاربة الشعائر الحسينية ، وقيام النظام الصدامي بإعدام الشهداء الخمسة ( الشيخ عارف البصري واخوته ) . فكان للسيّد الإمام الخميني موقف بطولي وشجاع ، حيث استدعى أحد أعضاء القيادة وأبلغه استنكاره الشديد وشجبه وامتعاضه وقال لهذا المسؤول : « بلّغ صدام أنّك عميل منذ ثلاثين عاماً »\r\nوقد أصيب هذا المسؤول بالدهشة والخوف والارتباك ، حيث لم يتوقع هذا الكلام من أحدٍ إطلاقاً .\r\n\r\nالسيّد الهاشمي يصف أستاذه آية اللَّه العظمى السيّد أبو القاسم الخوئي قدس سره\r\n: حيث وصفه بقوله : « آية اللَّه العظمى السيّد الخوئي قدس سره خلّف تراثاً خالداً من العلم الأصيل ، فكان بحق واحداً من أعاظم الطائفة وحججهم على العالمين قلّ نظيره في تاريخها كلّه » .\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n\r\nإجازته في الاجتهاد :\r\nنال درجة الاجتهاد قبل بلوغه العقد الثالث من عمره الشريف ، من قبل أستاذه آية اللَّه العظمى الشهيد السيّد محمّد باقر الصدر قدس سره ، وذلك في 27 ربيع الثاني / عام 1399 ه . ق .\r\nنصّ إجازة الاجتهاد من قبل السيّد الشهيد الصدر قدس سره\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nوالحمد للَّه‌ربّ العالمين والصلاة والسلام على أشرف خلقه محمّد وآله الطاهرين .\r\nوبعد :\r\nفإنّ ولدنا المبجّل العلّامة حجة الإسلام والمسلمين السيّد محمود الهاشمي دامت بركاته قد صرف شطراً من عمره في تحصيل الفقه والأصول وعلوم الشريعة ، وحباه اللَّه سبحانه وتعالى بالتأييد والتسديد حتى بلغ مرتبة الاجتهاد والحمد للَّه ربّ العالمين ، فهو اليوم من المجتهدين الذين تناط بهم آمال الإسلام والمسلمين .\r\nوقد وكّلته في كل ما يعود إليّ من الأمور الحسبية وكل ما يصدر منه فهو صادر مني .\r\nولعموم المؤمنين والمقلّدين أن يوصلوا إليه ما يعود إلينا من الحقوق الشرعية وكذلك وكلائنا من العلماء الأعلام فإنّهم مأذونون دامت بركاتهم في الدفع إليه .\r\nونسأل المولى سبحانه أن يحفظه ذخراً للشريعة والإسلام ، والسلام عليه ورحمة اللَّه وبركاته\r\n27 / ربيع الثاني / 1399\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nوللسيّد الشهيد الصدر قدس سره تقريظ لكتاب ( بحوث في علم الأصول ) وهذا نصّه :\r\nوالحمد للَّه‌ربّ العالمين والصلاة والسلام على خاتم الأنبياء وأشرف المرسلين محمّد وآله الطيبين الطاهرين .\r\nوبعد : فقد لاحظت ما كتبه من بحوثنا في علم الأصول ولدنا العزيز العلّامة المدقّق الألمعي السيّد محمود الهاشمي الحسيني حفظه اللَّه تعالى فوجدته وافياً بما استوعبته بحوثنا من أفكار وآراء ، دقيقاً في عرض ما اشتملت عليه من\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nنظرات ومناقشات ، ومعبراً عمّا وصل إليه الكاتب الفاضل من ألمعية ونباهة علمية .\r\nوإنّي إذ أبارك له جهوده العلمية ونبوغه المبكّر ، أسأل المولى سبحانه وتعالى أن يحقّق فيه آمالي ويقرّ به عيني ويريني فيه علماً من أعلام الدين والعلم ، واللَّه ولي التوفيق\r\n23 شوّال / 1394 ه .\r\nوللسيّد الشهيد الصدر قدس سره تقريظ آخر لكتاب ( بحوث في علم الأصول ) وهذا نصّه :\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\n\r\nنشاطه التدريسي في النجف الأشرف :\r\nكان سماحة آية اللَّه السيّد الهاشمي موضع احترام وتقدير عند كل الأوساط العلمية والثقافية ، حيث يشار له بالبنان ، لما كان يتمتع به من مكانة علمية واستعداد كبير .\r\nمارس التدريس في مدرسة العلوم الإسلامية التي أسّسها الإمام الحكيم قدس سره لفترة طويلة وكانت مدرسة أنموذجية على الطراز الحديث .\r\nكما انتخب للإشراف على امتحانات طلبة الحوزة العلمية من قبل الشهيد الصدر قدس سره .\r\nثمّ مارس تدريس السطوح العالية في المسجد الهندي وبحلقات واسعة ، وقد حضر لديه جمع كثير من الطلبة الفضلاء الذين أصبحوا فيما بعد من العلماء ، حيث انتشروا في أنحاء مختلفة من العالم الإسلامي ، وقد عرف في الوسط الحوزوي بقوة الاستدلال والدقّة في البحث ، وشهد بذلك القاصي والداني وكل من حاوره وناقشه وتباحث معه من طلبة الحوزة وغيرها .\r\nوممّا يشهد على ذلك أنّه ذات مرّة وهو في طريقه إلى الدرس اعترضه المرحوم الشيخ كاظم الكتبي ( صاحب المكتبة الحيدرية\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nفي النجف ) ، وطلب منه الدخول إلى مكتبته ، وكان في المكتبة الدكتور علي الوردي ، وهو صاحب تأليفات كثيرة ، فقال الشيخ الكتبي : سيدنا الدكتور عنده إشكال لغوي ، ويقول : أتحدّى أيَّ شخص أن يحلّ الإشكال ، فقلت : هذا السيّد الهاشمي قد أقبل ، فقال الدكتور : لا بأس ، فلما عرض عليه الإشكال اللغوي وهو في الحقيقة ممّا ذكره المخزومي في كتابه النحو العربي ، وخلاصته أنّ مثل جملة ( البدر طلع ) إنّما يعبّر عن عين جملة : ( طلع البدر ) ، فهي جملة فعلية في واقع الأمر تقدّم فيها الفاعل على الفعل ، والدليل على ذلك أنّنا لا نلاحظ أي تغيير يطرأ بتقديم الفاعل على الفعل ، فالجملة تبقى على حالها في المضمون والمحتوى ، وأمّا مسألة المنع من تقدّم الفاعل على الفعل ، فاعتبرها المخزومي مجرّد تفلسفات وتعسفات قام بها علماء النحو . فأجابه السيّد الهاشمي عن الاشكال على الفور ومن دون تردّد وتوقف ، فانبهر الدكتور الوردي ، ونهض إجلالًا للسيّد الهاشمي ، وقال : أنت عالم حقّاً .\r\nوقد تعرّض سماحة السيد الهاشمي لهذه الإشكالية اللغوية في كتاب : ( بحوث في علم الأصول ) وناقشها بالتفصيل ، وذلك في الجزء الأوّل ، ص 273 - 275 .\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\n\r\nعلاقته العلمية بطلّابه :\r\nتتنوع عادة علاقة الأستاذ بتلامذته ، فقد تحتاج العلاقة إلى أسلوب من العطف والمدح وإعطاء الثقة ، وقد تحتاج إلى التنبيه على الأخطاء ، أو الحدّ من بعض الإشكالات التي قد يقع فيها التلميذ والطالب .\r\nوقد كانت طريقة العلماء الكبار أن يعيشوا مع تلامذتهم كما يعيش الوالد مع أبنائه ، فيعطفون تارة حيث يكون الموقف محتاجاً إلى ذلك ، ويتشدّدون أخرى حيث يتطلّب الأمر ، كلُّ ذلك من باب الحرص على الطالب نفسه .\r\nوهناك قصّة سمعناها من الكبار أعلى اللَّه مقامهم ، لعلّ سماحة السيد الهاشمي دام ظلّه متأثر بها ، وهي أنّ آية اللَّه السيد حيدر الصدر نجل آية اللَّه العظمى السيد إسماعيل الصدر ووالد شهيدنا الغالي السيد الصدر قدس سره كان يدرس الكفاية على يد آية اللَّه العظمى الشيخ عبد الكريم الحائري قدس سره ، وكان من وصية السيد إسماعيل الصدر للشيخ الحائري أن لا يسلّم له بإشكال حتّى لا يغتر بنفسه .\r\nمن هنا ، كانت علاقة آية اللَّه السيد الهاشمي بطلّابه علاقة محبة\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nومودة ، فلم يكن يبخل عليهم بالعطف والحنان والرعاية عندما يرى ذلك في مصلحتهم ، وكان يسعى جاهداً لأن يبعث فيهم روح الأصالة العلمية القوية التي لا يهزها شيء .\r\nفمثلًا حدثني بعض تلاميذ سماحته ( دام ظلّه ) : ( أوائل حضوري عنده قدّمت كتابتي عن بحثه وكلّي أمل أن يثني على كتابتي ، وبعد مراجعته لكتابتي ، قال لي : ليس هذا هو المعتمد في كتابة البحث ؛ إذ لسنا بصدد تقرير وضبط محضر وجلسة ، وإنّما الكتابة لابد أن تعبّر عن مستوى فهم الطالب وهضمه للبحوث ، وبناءً على ما استوعبه من الدرس اعتماداً على عباراته ) .\r\nفكان لي حافزاً بأن أشمّر عن ساعد الجد أكثر فأكثر لخوض عباب علمه . وبعد ذلك صرت أقدّم إليه كتابتي : فتارة يثني ، وتارة أخرى يقول : لا بأس . ولشخص آخر يقول : التقرير بحاجة إلى إصلاح بعض الأمور الجزئية في المحتوى ، وهو على كلّ حال جهد مشكور يدلّ على فضل وتحصيل ، وتارة إجاباته تتّسم بالاختصار وبالإسهاب أخرى .\r\nلهذا يلاحظ المتابع لسماحته تنوّعاً في أساليب رعايته وتربيته لطلّابه .\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\n\r\n- بيانات ورسائل -\r\n\r\n1 - آية اللَّه السيّد محمود الهاشمي يعلن استشهاد أستاذه الإمام الصدر قدس سره\r\n: « من كان ليصدّق أنّ عاشوراء ستتجدّد بعد مرور أربعة عشر قرناً ؟ وأنّ حسيناً آخر من سلالة الحسين عليه السلام العظيم يحضر من جديد في محراب الشهادة ، ويصنع ملحمةً أخرى ، وكربلاء جديدة .\r\nبعد أن توالت الأخبار المتناقضة حول استشهاد النابغة الكبير والمجاهد الشجاع آية اللَّه العظمى السيّد محمّد باقر الصدر ، بذلنا ما بوسعنا من أجل الحصول على الخبر اليقين ، ومن هذا المنطلق قمنا بارسال أشخاص موثوقين إلى العراق لتقصّي الخبر من منابعه الصحيحة ، وقد تسنّى لهم الاتصال بأقرب أفراد عائلة سماحة آية اللَّه السيّد الصدر ، وهو الشخص الذي تولّى دفن ذلك الشهيد العظيم ، ورأى عن قربٍ وجهه الدامي ، وقد تحرّى هؤلاء\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nالمبعوثين عن تفاصيل الخبر وعادوا مؤكدين خبر الاستشهاد دون أن يكون في ذلك مجال للشك أو التردد .\r\nوأنّنا في الوقت الذي نتقدم فيه بأحرّ التعازي إلى إمام الامّة سماحة آية اللَّه العظمى السيّد الخميني ( حفظه اللَّه تعالى ) نطالب المسلمين جميعاً أن يزدادوا احتفاءً بهذا الدم الطاهر الذي أريق بغير حق وأن يجعلوا منه منطلقاً للثورات الإسلامية في مختلف أنحاء العالم ، كما وندعو المسلمين إلى احياء ذكرى هذا الشهيد الذي قضى في سبيل اللَّه مظلوماً على النهج الحسيني مدافعاً عن القرآن وقيم الإسلام الأصيل ومجاهداً في سبيل إقامة حكم اللَّه تعالى على الأرض .\r\nكما نطالبهم أن يصرخوا معلنين عن شهادة هذا الرجل الكبير ويوصلوا صوتهم المحقّ إلى أسماع العالم مطالبين بالانتقام لدمه والسلام عليكم ورحمة اللَّه وبركاته » .\r\nمحمود الهاشمي\r\n9 نيسان 1980 م\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\n\r\n2 - آية اللَّه السيّد محمود الهاشمي ينعى الشهيدة بنت الهدى :\r\n« الشهيدة بنت الهدى كانت معلماً اسلامياً مهماً في تاريخ العراق المعاصر .\r\nكان لها دور لا يقلّ عن دور أخيها الإمام الشهيد الصدر بما قامت به من مهمّة على صعيد النصف الثاني من المجتمع في العراق وتربيته ورفعه باتجاه الموقع الطبيعي ، فكانت موفّقة توفيقاً ربّانيّاً عظيماً في حياتها وفي شهادتها ، وقلّما نجد امرأة في تاريخ الإسلام قد حصلت على هذا التوفيق ، بحيث كانت كل لحظة من لحظات وجودها وكل فرصة من فرص عمرها الشريف مبذولة من أجل اللَّه سبحانه وتعالى » .\r\nمحمود الهاشمي\r\n9 نيسان 1980 م\r\n* * *\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\n\r\n3 - السيّد الهاشمي يعزّي بوفاة آية اللَّه العظمى الإمام الخميني قدس سره :\r\nبسم الله الرحمن الرحيم\r\n« الَّذِينَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ قَالُوا إِنَّا لِلّهِ وإِنّا إِلَيهِ رَاجِعُونَ * أُولئِكَ عَلَيْهِمْ صَلَوَاتٌ مِن رَبِّهِمْ وَرَحْمَةٌ وَأُولئِكَ هُمُ الْمُهْتَدُونَ »\r\nسماحة حجة الإسلام والمسلمين السيد أحمد الخميني ( دامت إفاضاته )\r\nأرفع إليكم أصدق آيات العزاء والمواساة بمناسبة الفاجعة الأليمة التي حلّت بكم شخصياً وبالامّة الإسلامية جمعاء بوفاة نصير المظلومين والمستضعفين في العالم ومفجّر الثورة الإسلامية وقائدها الإمام الخميني العظيم قدس سره .\r\nلقد أصبح وجودكم بيننا اليوم قيمة عظيمة وتذكاراً حيّاً لشخصية والدكم العظيم ، ألهمكم اللَّه وجميع أفراد العائلة المكرّمة الصبر والسلوان وأجزل لكم الأجر بمصابكم الأليم .\r\nالسيّد محمود الهاشمي\r\n15 / 3 / 1368\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\n\r\n4 - السيّد الهاشمي يعزّي برحيل آية اللَّه العظمى السيّد أبو القاسم الموسوي الخوئي قدس سره :\r\nبسم الله الرحمن الرحيم\r\nسماحة قائد الثورة الإسلامية آية اللَّه السيّد الخامنئي دامت بركاته\r\nانّا للَّه‌وإنّا إليه راجعون . . . بقلوب يعتصرها الأسى والأسف نرفع إلى صاحب العصر والزمان أرواحنا فداه وعجّل اللَّه تعالى فرجه ، وإلى الامّةالإسلامية جمعاء أحرّ آيات العزاء برحيل المرجع الديني الكبير آية اللَّه العظمى السيّد أبو القاسم الموسوي الخوئي - طيّب اللَّه ثراه - الذي وافاه الأجل بعد حياة مديدة قضاها في خدمة الإسلام الحنيف والدفاع عن حريمه ومقدساته ، وتأصيل قواعده وأحكامه ، ونشر علومه ، حتى خلّف في جملة محصّلتها المباركة تراثاً خالداً من العلم الأصيل والفكر المتنوّع العميق .\r\nوانّه لمما يزيد القلب لوعة وحسرة أن تغيب عن سماء عالمنا الإسلامي شمسه في هذه المرحلة البالغة الدقة والخطورة وأن يخترمه الأجل مظلوماً مهضوماً يكابد الآلام والحسرات على ما حلّ بالإسلام والمسلمين في عراق المقدّسات على يد الطاغية صدام ونظامه المستكبر الكافر .\r\nالسيّد محمود الهاشمي\r\n9 / صفر / 1413\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\n\r\n5 - سماحة السيّد الهاشمي ينعى استشهاد آية اللَّه المجاهد السيد محمّد الصدر قدس سره :\r\nبسم الله الرحمن الرحيم\r\nالسلام على أبناء الإسلام الغيارى في كلّ مكان . . .\r\nأيّها المسلمون . . .\r\nإنّ تاريخ نظام البعث الصدامي في العراق تاريخ أسود حافل بالجرائم والمنكرات ، وذلك منذ أن استولى على السلطة عام 1968 م حيث أعلن حربه على الحوزة العلمية ومرجعيتها الدينية ، ومحاصرتها وتطويقها وإبعادها عن دورها القيادي للُامّة ، وإلى كلّ ما يمت إلى الدين ومدرسة أهل البيت عليهم السلام بصلة ، وكل من يدور في دائرة المرجعية الدينية بشتى الوسائل والأساليب .\r\nفشرّد وهجّر المئات من أبناء العراق وطلبة الحوزة العلمية واستباح المراقد الشريفة في كربلاء والنجف الأشرف ، وهدم المساجد والحسينيات والمدارس ، وأغلق المكتبات وأحرق الكتب والمدارس ، وزجّ الآلاف في السجون والمعتقلات ، وأعدم وأباد الكثير من أبناء الشعب العراقي وطلبة الحوزات العلمية والنخب\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nالمثقّفة والعلماء المجاهدين وفي طليعتهم الإمام الشهيد الصدر وأخته العلوية بنت الهدى .\r\nومرّة أخرى تمتدّ يد النظام الأثيمة لاغتيال علم آخر من أعلام الحوزة العلمية ومن أبناء مدرسة الإمام الشهيد الصدر وامتداداته ومن أسرته المباركة ، وهو آية اللَّه المجاهد السيّد محمّد الصدر واثنين من أبنائه الشرفاء .\r\nوإنّنا إذ نستنكر ونشجب هذه الأعمال الإجرامية النكراء والتي لن تنتهي إلّابزوال هذا النظام المجرم نطالب المنظمات الدولية التدخل لوقف المجازر البشعة ضد أبناء الشعب العراقي ورموزه الدينية ، كما ونهنئ ونعزّي أسرة آل الصدر الشريفة والعالم الإسلامي والحوزات العلمية ومراجعها العظام باستشهاد هذا العلم المقدّس ، وسيكون دمه الغالي رائداً لسالكي درب الشهادة والجهاد ورمزاً ومشعلًا لانتصار شعبنا المسلم على كل أعدائه .\r\nوالسلام عليكم وعلى جميع المؤمنين ورحمة اللَّه وبركاته .\r\n4 / ذي القعدة / 1419 ه\r\n20 / شباط / 1999 م\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\n\r\n6 - سماحة السيّد الهاشمي ينعى الشهيد آية اللَّه السيد محمّد باقر الحكيم :\r\nنرفع إلى إمام العصر والزمان ( عج ) وولي أمر المسلمين سماحة آية اللَّه الخامنئي ، وعلماء النجف العظام - لا سيّما أسرة آل الحكيم المحترمة - وعوائل الشهداء الأعزّاء التعازي والتبريك باستشهاد الأخ المجاهد سماحة آية اللَّه الحاج السيّد محمّد باقر الحكيم رحمه الله وعدد كبير من المصلّين العاشقين لأهل البيت عليهم السلام .\r\nممّا لا شك فيه أنّ الأيادي الخبيثة المجرمة تسعى في هذه الأيّام التي جعلت فيها المراجع الكبار وعلماء العراق المجاهدين هدفاً لأعمالها الإرهابية تسعى إلى إحداث فتنة عظيمة ، سيفشو - بفضل اللَّه وفي القريب العاجل - أمرها وينفضح سترها .\r\nعلى الامّة العراقية المتدينة والواعية أن تعلم بأنّ هذه الأعمال الإجرامية البشعة إنّما أتت وتأتي من أولئك الذين يخشون اقتدار المرجعية وعزّتها ، ويخافون من التوافق والالتئام الحاصلين بين الفئات والقوى المؤمنة المخلصة الملتفّة حول المرجعية الشيعية ، وإنّنا لمطمئنّون خير اطمئنان بأنّ حوزة النجف الأشرف ، تلك الحوزة الألفية المقتدرة ، والامّة العراقية الغيورة ستنتصران - بالوعي والعزم الراسخين - على المؤامرات والدسائس كافة ، ممّا يحيكه أعداء الإسلام ومحاربون ، وسيحققون - كما في الماضي -\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nرسالتهم العظيمة في خلاص هذه الامّة واستقلال العراق وحرّيته من سلطات الاحتلال وهيمنة المستكبرين . « إِنَّا لَنَنصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ »\r\nالسيّد محمود الهاشمي\r\n3 رجب / 1424\r\n\r\n7 - سماحة آية اللَّه السيّد محمود الهاشمي يعزّي قائد المقاومة بشهادة ولده :\r\nسماحة حجة الإسلام والمسلمين السيّد حسن نصر اللَّه دامت بركاته\r\nسلام عليكم ورحمة اللَّه وبركاته\r\nنبارك لكم وتعزّيكم باستشهاد ولدكم العزيز وبعض الأحبة من أبناء امّة حزب اللَّه الصامد بوجه أعداء اللَّه ، ولا عجب فإنّ هؤلاء الفتية أبناء محمّد وعلي والحسين عليهم السلام وأولئك أبناء الطلقاء والطاغوت وانّ كل قطرة من دمائهم الزكية ستكون نبراساً وعلماً يهتدي به أبناء الإسلام في كل مكان ويتخذوه أسوة وقدوة في طريقهم طريق ذات الشوكة . والسلام عليكم وعلى أرواح الشهداء والصالحين ورحمة اللَّه وبركاته .\r\nالسيّد محمود الهاشمي\r\n12 / جمادى الأولى / 1418\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\n\r\n8 - سماحة آية اللَّه السيّد محمود الهاشمي يحيي أبناء المقاومة في لبنان :\r\nنحيّي المجاهدين من أبناء الامّة في جنوب لبنان وفي كل مكان ، ونشدّ على أيديهم في تصدّيهم البطولي ووقوفهم الصامد أمام كل هذه المخطّطات واستبسالهم في سوح الجهاد والقتال مع أعداء اللَّه وأعداء رسول اللَّه وأعداء الكرامة والانسانية ، ونبشّرهم بأنّ اللَّه سبحانه قد وعد حزبه بالنصر والظفر ، وحزب الشيطان بالخزي والخسران ، ألا إنّ نصر اللَّه قريب من المؤمنين .\r\n\r\n9 - خطاب آية اللَّه السيّد محمود الهاشمي - ممثلًا للسيّد الشهيد الصدر - في محافظة الديوانية :\r\nنيابة عن الإمام الشهيد السيد الصدر قدس سره ألقى سماحة آية اللَّه السيّد محمود الهاشمي في الموسم الثقافي حول الإمام الحسين عليه السلام الذي أقامته مكتبة الإمام الحكيم العامة في محافظة الديوانية في احتفال بهيج شارك فيه جمع كبير من الشخصيات الدينية والاجتماعية من أبناء المدينة والمحافظات المجاورة ، وذلك في عام 1975 م - 1395 ه « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نصّ الكلمة في مجلة المنهاج ، العدد 44 ، ص 9 - 15 .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\n\r\n- تاريخه ونشاطه السياسي -\r\n\r\n1 - نشاطه السياسي في الساحة العراقية :\r\nبعد خروجه - حفظه اللَّه - من العراق قام بنشاطات عديدة وعلى مختلف الأصعدة ، منها :\r\n1 - دعم المعارضة العراقية في الداخل والخارج مادّياً ومعنوياً وفي مختلف المجالات ضد النظام الصدامي .\r\n2 - شارك في تشكيل جماعة العلماء المجاهدين في العراق ، وذلك بعد استشهاد آية اللَّه العظمى الشهيد الصدر قدس سره .\r\n3 - شارك في تشكيل المجلس الأعلى للثورة الإسلامية في العراق ضمن العديد من الشخصيات الدينية والاجتماعية والسياسية العراقية .\r\n4 - تولّى رئاسة المجلس الأعلى لمدّة أربع دورات .\r\n5 - تولّى منصب الناطق الرسمي للمجلس الأعلى لدورة واحدة .\r\n6 - شارك في مؤتمرات عديدة لدعم الشعب العراقي كمؤتمر الكوادر العراقية ، ومؤتمر جرائم صدام ، وغيرها .\r\n7 - قام بجولات إلى الدول الإسلامية والعربية والاوربية لشرح الوضع المأساوي ومحنة العراق في ظل نظام صدام والجرائم التي يرتكبها بحق أبناء العراق .\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\n8 - قام بزيارات ميدانية لجبهات القتال أثناء الحرب المفروضة على الجمهورية الإسلامية ، وتفقّد من خلالها المجاهدين والمقاتلين والمدافعين عن النظام الإسلامي .\r\n9 - شارك في المؤتمر العالمي للإمام الشهيد الصدر الذي انعقد في طهران في 18 كانون الثاني عام 2001 م .\r\n\r\n2 - السيّد الهاشمي وفكرة الدعوة وولاية الفقيه :\r\nكان السيّد الشهيد الصدر قدس سره أحد الذين طرحوا فكرة الحزب ، وإن لم يكن المقترح الأوّل والأساسي لحزب الدعوة ، وكان قصد السيّد الصدر من هذا التنظيم انتشاره بين طبقة المثقفين والطلبة الجامعيين لكي يكونوا عوناً وسنداً سياسياً واجتماعياً لخطّ المرجعية .\r\nوكان السيّد الشهيد الصدر يحسّ أنّ هذه الفرصة يجب أن تغتنم وإلّا فإنّ الشباب - وخصوصاً الجامعيين والمثقفين منهم - يتجهون نحو التنظيمات العلمانية ، أو الإسلامية المبنية على غير الخطّ الديني ، لهذا رأى في طرح هذا الأمر ضرورة ملحّة ، وبقي يغذي التنظيم غذاءً فكرياً وروحياً .\r\nوبالتدريج نمت هذه البذرة التي بذرها الشهيد الصدر في\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nإيجاد تيّار سياسي إسلامي في مقابل التيارات الأخرى العلمانية التي غزت البلاد الإسلامية ، فبرز حزب الدعوة الإسلامية الذي تنامى خصوصاً في طبقة الجامعيين والمثقفين والمؤمنين الواعين ، وفي تلك الفترة كان أغلب المثقفين بشكل أو بآخر لهم ارتباط بهذا الحزب .\r\nوكان الكادر المركزي لحزب الدعوة يسير على هدي الشهيد الصدر ، ويؤمن بلياقته الفقهية والأيديولوجية التي يتبنّاها ، كما أنّه كان محلّ إجماع كل الشباب الواعين ، ومحل استقطاب كل الجماعات الإسلامية ، حيث كان يلبي كل حاجاتهم الفكرية والسياسية والاجتماعية من خلال طروحاته وكتاباته ، ويمكن القول بأنّ 90 % من المواقف والأفكار لحزب الدعوة كانت تستلهم من كتابات وأفكار السيّد الشهيد الصدر قدس سره .\r\nعلماً أنّ السيّد الشهيد الصدر في الفترة الأخيرة وبعد أن تبلورت عنده فقهياً نظرية ولاية الفقيه كان يرى أنّ أي عمل سياسي لابد وأن يكون مدعوماً من قبل المرجعية الدينية ، ومأذوناً من قبل الولي الفقيه في عمله السياسي والاجتماعي .\r\nوقد كان السيّد الهاشمي أحد أبرز تلامذة السيّد الشهيد الذي تحرّك في هذا الإطار ، وروّج هذه الفكرة ؛ لأنّه لم يكن مرتبطاً\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nبأيّ حزب إسلامي أو غير إسلامي ، وقد تطابقت هذه النظرية مع رأي السيّد الإمام الخميني قدس سره ، الذي كان لبحوثه القيّمة التي ألقاها في النجف الأشرف حول ولاية الفقيه - والتي كان يحضرها السيّد الهاشمي - الدور الأكبر في انتشار هذه النظرية في الأوساط الحوزوية والثقافية والجامعية ، حتى أصبحت اليوم من أشهر نظريّات الفكر السياسي الشيعي .\r\n\r\n3 - الاعتقال والمطاردة :\r\nتعرّض آية اللَّه السيّد محمود الهاشمي للاعتقال من قبل النظام الصدامي البعثي في العراق ، وذلك عام 1974 م ضمن حملة الاعتقالات التي تعرّض لها طلبة الحوزة العلمية ، وطالت العلماء والنخب المثقفة في العراق ، فلاقى أشدّ أنواع التعذيب البدني والنفسي من قبل جلاوزة النظام البعثي في مديرية الأمن العامة ( الشعبة الخامسة - شعبة النشاط الديني ) وبأساليب مختلفة لم نسمع بها ونقرأ عنها في عصور الظلام ، ولا في الصفحات السوداء للطواغيت والمجرمين والحكّام عبر التاريخ ، أساليب تترفع عن ارتكابها حتى الوحوش ، وبعد إطلاق سراحه منع من السفر ومن ممارسة أيّ نشاط ديني وثقافي داخل العراق .\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n\r\n4 - آية اللَّه السيّد محمود الهاشمي يلتقي الإمام موسى الصدر قدس سره :\r\nزار آية اللَّه السيّد محمود الهاشمي لبنان حاملًا رسالة خطية من آية اللَّه العظمى السيّد محمّد باقر الصدر قدس سره يشرح فيها الوضع المأساوي الذي يعيشه الشعب العراقي من النظام البعثي الظالم ، وأنّه لابد من اتخاذ مواقف سريعة في المحافل الدولية والمحلية وذلك بعد إعدام الشهداء الخمسة ، كما خرج سماحته مع الإمام موسى الصدر بجولة تفقدية بسيارته الخاصّة لمعسكرات حركة المحرومين الجناح العسكري في مدينة بعلبك والجنوب بحضور القائد المجاهد الشهيد مصطفى چمران وذلك في عام 1975 م - 1395 ه .\r\n* * *\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\n\r\n5 - السيّد محمود الهاشمي ممثلًا لآية اللَّه العظمى الشهيد الصدر في مؤتمر جدّة عام 1979 م\r\nبناءً على دعوة رسمية وجّهت من قبل البنك الإسلامي للتنمية ( ومقرّه مدينة جدّة ) إلى آية اللَّه العظمى السيّد الشهيد الصدر لمعالجة مشكلة فقهية واجهها البنك الإسلامي وهي مشكلة الإيداع في البنوك الأجنبية وأخذ الفوائد المترتبة عليها ، فقد أناب عنه آية اللَّه السيد محمود الهاشمي للمشاركة في هذا المؤتمر الذي حضره جمع كبير من علماء ومفكري البلاد الإسلامية ، وقد ترأس المؤتمر العلّامة الدكتور مصطفى الزرقا ، وقد ألقى آية اللَّه السيّد محمود الهاشمي كلمة قيّمة في بداية المؤتمر ، وقبل الدخول في البحث العلمي .\r\nوفيما يلي نصّ الكلمة :\r\nبسم الله الرحمن الرحيم\r\nوالحمد للَّه‌ربّ العالمين والصلاة والسلام على سيدنا خاتم الأنبياء محمّد وعلى آله وصحبه الميامين .\r\nوبعد :\r\nفإنّي أشكر للإخوان الأفاضل المسؤولين في البنك الإسلامي للتنمية وللأخ الفاضل الدكتور - أحمد محمّد علي - على توفير\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nالفرصة التي أتاحت لي اللقاء مع إخوة أعزاء من أعلام الفقه والفكر الإسلامي ، ويسعدني أن أبلّغ الإخوة الأفاضل جميعاً تحيات استاذنا الإمام الصدر وتقديره البالغ لهذا الاهتمام والحرص الواعي على تطبيق الشريعة الإسلامية وتفادي مخالفتها ، إيماناً منه بأنّ العمل بالشريعة وتجسيدها في كل مجالات الحياة هو الطريق الوحيد لسعادة هذه الامّة واستعادتها منزلتها الطبيعية عند اللَّه سبحانه وفي العالم .\r\nولئن حالت ظروف الإمام الصدر عن الحضور شخصياً الأمر الذي أدّى إلى تكليفي من قبله بتمثيل سماحته فإنّه حاضر وبدون شك بكل وجدانه ومشاعره وأفكاره .\r\nوإلى المولى القدير سبحانه وتعالى نبتهل أن يسدد خطانا جميعاً ويجمعنا على الهدى ويوفقنا لخدمة ديننا الإسلامي الحنيف ، واللَّه ولي التوفيق .\r\n7 / 3 / 1979 م\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nوقد أشاد آية اللَّه العظمى السيّد الشهيد الصدر بمشاركة آية اللَّه السيد الهاشمي في مؤتمر جدّة ، وقد عبّر عن ذلك في رسالة أرسلها إلى أحد طلّابه في لبنان ، وهذا نصّه :\r\n« بالنسبة إلى ايفاد السيّد الهاشمي إلى جدّة كان ناجحاً جدّاً ، وقد سيطر على جوّ الفقهاء والمؤتمرين والمجتمعين من مكّة والمدينة والأردن وسورية والجزائر والباكستان ومصر ، ووقع الجميع تحت هيمنته العلمية » .\r\nوقد نشر البحث كاملًا من قبل منظّمة الإعلام الإسلامي في إيران بعد انتصار الثورة الإسلامية في مجلّة فصلية تصدرها المنظّمة .\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\n\r\n6 - خروجه من العراق :\r\nبعد انتصار الثورة الإسلامية في إيران ، وعلى إثر التظاهرات التي عمّت المدن العراقية ولا سيما مدينة النجف الأشرف تأييداً للثورة الإسلامية وقائدها الإمام الخميني اتهمه النظام الصدامي - وعلى لسان مدير الأمن العام - بأنّه المحرّك والمحرّض على هذه التظاهرات ، فصدر بحقّه قرار بإلقاء القبض من مديرية الأمن العامة ، حيث استنفرت كلّ قواها وأجهزتها الأمنية ، فقامت عناصر النظام بالبحث عنه في كل مكان ، فقرّر ( وبأمر من السيّد الشهيد الصدر ) السفر خارج العراق فوراً ، فسافر إلى الكويت ومن ثمّ إلى إيران ، ولمّا لم تفلح الأجهزة الأمنية في العثور عليه ، قام النظام باعتقال إخوته الثلاثة وإعدامهم ، حيث لم يعثر على جثثهم إلى يومنا هذا .\r\n\r\n7 - السيد الهاشمي الوكيل العام للشهيد الصدر في الخارج :\r\nوبعد أن استقرّ به المقام في إيران أصبح الوكيل العام ، والممثّل الخاص لآية اللَّه العظمى السيّد الشهيد الصدر لدى الإمام الخميني قدس سره للتنسيق في مواجهة التحديات التي تمرّ بها الامّة الإسلامية واتّخاذ المواقف المناسبة لدعم الثورة الإسلامية ، حيث أدرك السيّد الشهيد الصدر قدس سره أنّ الإمام الخميني أصبح رمزاً للمسلمين وقائداً لمسيرتهم ضدّ قوى الاستكبار والطغيان .\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\n\r\n8 - متابعته لأوضاع المحرومين والعوائل العراقية المشرّدة :\r\nكان سماحة السيّد الهاشمي يتابع بانتظام شؤون العراقيين المشرّدين في الخارج ، ويحاول تقديم مجمل المعونات الممكنة لهم ، وتيسير أمورهم المادية والمعنوية ، وتأمين مسكن لهم .\r\nوعلى ضوء ذلك فقد تقدّم السيّد الهاشمي بطلب من السيد الإمام الخميني بصرف الوجوه الشرعية في أمور العراقيين والطلبة فأجازه إجازة مطلقة وحسبما يراه ، وفيما يلي نصّ الرسالة :\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nحضرة استاذنا العزيز قائد الثورة الإسلامية سماحة آية اللَّه العظمى الإمام الخميني روحي له الفداء .\r\nبعد السلام والتحية والتشرّف بلثم أيادي استاذنا الكبير :\r\nيصلنا أحياناً من بعض البلدان العربية مقدار من الوجوه الشرعية ، أرجو أن تتفضّلوا علينا بالإجازة بصرفها في الشؤون الإسلامية ، ومساعدة ذوي الحاجة من الإخوة العراقيّين ، أو في حاجات الطلاب والمبلّغين العراقيّين .\r\nنسأل اللَّه تعالى أن يحفظ نائب الأنبياء والمعصومين عليهم السلام بحق وأمل المستضعفين في العالم ، وأن يدفع عنكم كلّ بلاء ، وأن يمدّ في عمركم حتى ظهور بقية اللَّه الأعظم عليه السلام .\r\nوالسلام عليكم ورحمة اللَّه وبركاته\r\nالمخلص السيّد محمود الهاشمي\r\n30 / 4 / 1985\r\nأنتم مجازون بالتصرّف بالنحو الذي ذكرتموه ، وفّقكم اللَّه تعالى إن شاء اللَّه .\r\nروح اللَّه الموسوي الخميني\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\n\r\nالدكتور الشيخ أحمد الوائلي يناشد سماحة السيّد الهاشمي :\r\nسلام من اللَّه عليكم ودعاء لكم في مظانّ الإجابة بالتسديد والأوقات الطيبة والصحّة .\r\nأسرة عزيزة علينا قد شرّدهم المجرم القاتل ، وقد وصلوا للجمهورية الإسلامية ، وهم فعلًا في قم ، آمل أن يكونوا موضع عطفكم وبعض همومكم الخيّرة . دمتم مسدّدين ، ودام لكم صنيع المعروف . تفضّلوا بقبول أشواق وشكر المخلص .\r\nأحمد الوائلي\r\n6 ذي القعدة 1411 ه\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nوبهذا الخصوص قام السيّد الهاشمي بتفقّد العوائل العراقية التي نزحت إلى مدينة رفحة السعودية أثناء الانتفاضة الشعبانية المباركة برفقة وفد رفيع المستوى ومنهم المرحوم حجّة الإسلام السيّد عبد العزيز الحكيم .\r\nكما وقام بجولات تفقدّية لمخيمات المهاجرين والمهجّرين العراقيين في الجمهورية الإسلامية والإيرانية والاطلاع على أوضاعهم وتقديم المساعدات اللازمة لهم .\r\n* * *\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\n\r\nنشاطاته الدينية والعلمية والثقافية في الجمهورية الإسلامية\r\nنظراً لما يتمتّع به سماحة آية اللَّه السيّد الهاشمي ( حفظه اللَّه ) من بصيرة فقهية ثاقبة ، وقدرة علمية فائقة ، فقد كان لسماحته العديد من النشاطات الدينية والعلمية والثقافية ، منها :\r\n\r\n1 - عضو جماعة المدرسين للحوزة العلمية .\r\n\r\n2 - عضو المجمع العالمي لأهل البيت عليهم السلام .\r\n\r\n3 - عضو مجمع التقريب بين المذاهب الإسلامية .\r\n\r\n4 - تولّى رئاسة السلطة القضائية في الجمهورية الإسلامية لدورتين متتاليتين .\r\nوقد شهدت السلطة القضائية في الجمهورية الإسلامية منذ أن تسلّمها سماحته تطورات وتغييرات جذرية فأدخلت الكثير من التعديلات على القوانين الجزائية والجنائية ، وتدوين مواد جديدة تتعلّق بأنظمة العقوبات والحد من عقوبة السجن ، وزيادة عدد المحامين ، كما شهدت في زمانه فتح علاقات قوية بين السلطات القضائية في العالم الإسلامي ، وكذلك مع بعض الدول الأوربية ، وأقيمت بهذا الصدد مجموعة من اللقاءات والندوات والمؤتمرات والزيارات المتبادلة وغير ذلك .\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nوقد أثنى قائد الثورة الإسلامية على سماحته بقوله :\r\n« رئيس هذه السلطة المهمّة يعد - بفضل اللَّه تعالى - شخصية علمية وفكرية وعملية جامعة ، ومجتهداً متنوراً ومفكراً بارعاً ، وهذه من النعم الإلهية الكبرى علينا » .\r\n5 - رئاسة مؤسسة دائرة معارف الفقه الإسلامي طبقاً لمذهب أهل البيت عليهم السلام ؛ إذ نظراً لما يتمتّع به فقه أهل البيت عليهم السلام من أصالة وعمق وحيوية وقدرة على الاستجابة لحاجات وضرورات التشريع أصبح من الضروري اصدار موسوعة فقهية خاصّة بمذهب أهل البيت عليهم السلام ، وانطلاقاً من العمق الفقهي الذي يتمتّع به سماحة آية اللَّه السيّد محمود الهاشمي وخبرته العالية بالقضايا القانونية والفقهية الحديثة والمعاصرة .\r\nوقد شرع آية اللَّه الهاشمي عام 1991 م بتأسيس دائرة المعارف ، وكان وما يزال يشرف عليها ، وقد صدر منها حتى الآن 21 مجلّداً إلى أواسط ( حرف الباء ) ، وهي تمثّل جهداً متميّزاً في الفقه الإمامي هو الأوّل من نوعه ، وجهود آية اللَّه الهاشمي في هذا المجال كبيرة جدّاً وواضحة .\r\n6 - رئاسة مركز الغدير للدراسات الإسلامية في بيروت .\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\n7 - تدريس البحث الخارج فقهاً واصولًا سنة 1404 ه في الحوزة العلمية بقم المقدّسة ، وهو لا يزال يمارس نشاطه العلمي والثقافي إلى يومنا هذا .\r\n8 - التدريس في المعهد القضائي العالي في مدينة قم المقدّسة .\r\n9 - ترأس مؤتمر الزمان والمكان في فكر الإمام الخميني قدس سره الذي حضره جمع كبير من العلماء والمفكرين من مختلف البلاد الإسلامية ، وكبار أساتذة الحوزة العلمية في قم المقدسة .\r\n10 - ترأس أوّل مؤتمر لمؤسسة دائرة معارف الفقه الإسلامي طبقاً لمذهب أهل البيت عليهم السلام . وقد حظي كلا المؤتمرين باستقبال واسع من لدن الأوساط الحوزوية والجامعية .\r\n11 - شارك في مؤتمر الذكرى السنوية الثانية لرحيل الإمام الخميني قدس سره في مدينة فرانكفورت الألمانية .\r\n12 - قام بتأسيس معهد الدراسات الإسلامية لمجمع الشهيد الصدر العلمي سنة 1406 ه ويتألّف من أربع مراحل دراسية ( على مستوى السطوح ) خرّج العديد من الطلبة وأصبحوا اليوم من أساتذة الحوزة العلمية في العراق وإيران ولبنان .\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\n\r\n- العطاء العلمي والثقافي -\r\n\r\nتأليفاته المطبوعة :\r\n1 - بحوث في علم الأصول : دورة تتكون من 7 أجزاء ، تتضمن تقريرات الأبحاث الأصولية لسماحة آية اللَّه العظمى الشهيد السيد محمّد باقر الصدر قدس سره ، قام بتحريرها آية اللَّه السيّد الهاشمي ، وهي تمثّل قمّة النضج للمدرسة الأصولية للشهيد الصدر .\r\n2 - الخمس : دورة تتكون من جزئين ، تتضمن درس البحث الخارج لسماحته التي كان يلقيها على طلاب دروس البحث الخارج في المدرسة الفيضية في مدينة قم .\r\n3 - قاعدة الفراغ والتجاوز .\r\n4 - قراءات فقهية معاصرة : تتكون من جزئين ، تحتوي على موضوعات ومسائل مستحدثة جديدة ، تمثّل قراءات اجتهادية للواقع المعاصر على ضوء الشريعة الإسلامية .\r\n5 - النظرة الكونية ( كرّاس ) .\r\n6 - محاضرات في الثورة الحسينية ( كرّاس ) .\r\n7 - معطيات آية المودّة .\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\n8 - مصدر التشريع ونظام الحكم في الإسلام .\r\n9 - التفسير الموضوعي لنهج البلاغة .\r\n10 - الصوم تربية وهداية ( كرّاس ) .\r\n11 - الإجارة : وتتكوّن من جزئين .\r\n12 - أضواء وآراء : وتتكوّن من ثلاث أجزاء ، وهي دراسة مخصّصة بالأجزاء السبعة ( بحوث في علم الأصول ) الذي هو تقرير لأبحاث آية اللَّه العظمى الشهيد الصدر قدس سره محاولًا توضيح ما هو مغلق من عبارات التقرير وإضافة ما ينبغي إضافته من أقوال واستدلالات .\r\n13 - المحصول في علم الأصول : تقريرات بقلم حجة الإسلام والمسلمين الشيخ نوري حاتم الساعدي ، والمطبوع منه ( 4 مجلدات ) .\r\n14 - منهاج الصالحين : رسالة عملية تتكون من جزئين .\r\n15 - مناسك الحج .\r\n16 - صحيفة عدالت : تحتوي على مجموعة مواضيع حقوقية ، قضائية ، اجتماعية ، ( ست مجلّدات ، بالفارسية ) .\r\n17 - مناسك الحج ( بالفارسية ) تعليق على فتاوى آية اللَّه العظمى الإمام الخميني قدس سره .\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n18 - الحكومة الإسلامية ( بالفارسية ) .\r\n19 - الفقه الزراعي : مجلّد واحد بقلم وتقرير حجة الإسلام الشيخ حيدر حبّ اللَّه .\r\n20 - نظرة جديد في ولاية الفقيه ( كرّاس ) .\r\n21 - له محاضرات متنوعة نشرت في مجلات عربية وفارسية منها :\r\nأ - محاضرة بعنوان ( الإمام علي عليه السلام العطاء الحضاري المتواصل ) ألقيت في دمشق سنة 2002 م .\r\nب - محاضرة عن وجه الشبه بين النبي إبراهيم الخليل عليه السلام وبين السيّد الشهيد الصدر قدس سره انطلاقاً من الآية المباركة : « إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً قَانِتاً لِلَّهِ حَنِيفاً وَلَمْ يَكُ مِنَ الْمُشْرِكِينَ » .\r\nج - محاضرة حول نظرية الحكم والقيادة السياسية الإسلامية في الجمع العلمي لطلبة البحرين .\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\n\r\nتأليفاته المعدّة للطبع :\r\n1 - قاعدة لا تعاد .\r\n2 - الاجتهاد والتقليد .\r\n3 - بحوث في الفقه ( كتاب الزكاة ) .\r\n4 - بحوث في الفقه ( كتاب المضاربة ) .\r\n5 - بحوث في الفقه ( كتاب الشركة ) .\r\n6 - بحوث في الفقه ( كتاب البيع ) .\r\n7 - بحوث في التشريع الجنائي ( الحدود والتعزيرات ) .\r\n8 - أحكام عامة للعقود .\r\n9 - بحوث في الاقتصاد الإسلامي .\r\n10 - توضيح المسائل ( بالفارسية ) .\r\n11 - نقد في الفلسفة الحقوقية ( بالفارسية ) .\r\n12 - الصوم مسائل وردود طبقاً لفتاواه .\r\n13 - دورة أصولية تزيد على 15 مجلّد .\r\n14 - بحوث استدلالية في القضاء .\r\n* * *\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\n\r\n( شذرات من أقوال آية اللَّه السيّد الهاشمي )\r\n\r\nالإمام علي عليه السلام أنشودة الثائرين :\r\nالإمام علي عليه السلام أنشودة الثائرين ، وسلوة المحرومين المستضعفين ، ومناجاة العارفين الوالهين ، وزاد العلماء والمتفقّهين ، وإمام المتّقين .\r\nفهو المثل الحضاري الضخم الذي ملأ وجوده التأريخ البشري بكل جوانبه ، وأشرقت صورته وسيرته في سماء قلوب الناس وضمائرهم بمختلف مذاهبهم وطبقاتهم وإلى الأبد .\r\nلا يضاهيه أحد بعد رسول اللَّه صلى الله عليه وآله وسلم في كماله وشرافته ، ولا يبلغ مرتبته ودرجته أحد من الأولياء والصالحين .\r\n\r\nالزهراء البتول عليها السلام امّ أبيها :\r\nالزهراء البتول عليها السلام امّ الأئمّة الأبرار عليهم السلام بل امّ أبيها النبي الأعظم صلى الله عليه وآله وسلم ، وهي الشجرة النبوية الزاهرة والدوحة الهاشمية المضيئة المثمرة بالنبوّة والمونقة بالإمامة ، قد تحمّلت في سبيل ارساء الدين والذود عن أهمّ أركانه ، وهو ركن الإمامة الكبرى ما لا تتحمّله الجبال الرواسي ، حتى سقطت شهيدة في محراب\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nبيتها الطاهر ، الذي أذهب اللَّه عن أهله الرجس وطهّرهم تطهيراً .\r\nإنّها قدوة الأجيال في كلّ معلمٍ من معالم السماء ، وإنّها تفّاحة الفردوس أودعها اللَّه في صلب النبي الأعظم صلى الله عليه وآله وسلم ، ثمّ ولدتها خديجة الكبرى لتكون نبراساً للسائرين على قيم السماء ، ولترى البشرية فيها المَثَل الربّاني الأعلى في صورة إنسان معصوم .\r\nإنّها الحوراء الانسية ، وانّها الفاطمة لكلّ مواليها وشيعتها يوم القيامة من النار .\r\nوإنّها الذرية الطاهرة ، والكوثر المحمّدي الذي لا ينضب عطاؤه ، ولا ينقطع نسله وامتداده حتى يملأ اللَّه سبحانه وتعالى بذرّيتها وبابنها البار المهدي ( عج ) الأرض عدلًا وقسطاً بعد أن ملئت ظلماً وجوراً .\r\n\r\nثورة الإمام الحسين عليه السلام فيها كل معاني البطولة والفداء :\r\nيستطيع الإنسان أن يستخلص من هذه الثورة المباركة ومشاهد هذه الثورة ومراحلها وفصولها كل دروس القيم الانسانية والرسالية ، وكل المعاني الخالدة والسامية التي بشّرت بها الرسالات الربانية والسماوية كلّها .\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n\r\nعاشوراء مدرسة غنيّة بعطائها :\r\nلم يكن الإمام الحسين عليه السلام يمارس عملية قتال مقيت فحسب ، بل كان ينبّه امّة ، ويحمي إرادة ، ويمتد مع تاريخ رسالة ، ويقود مسيرة المجاهدين من أجل الإسلام في كلّ زمان ومكان .\r\nإنّ صمود الإمام الحسين عليه السلام وتضحيته يجب أن يُشعرا المسلمين جميعاً بقيمة هذا الدين العظيم ، الذي كان جديراً بهذه التضحية ، وأن يذكّره بمسؤولياتهم تجاه عقيدتهم ورسالتهم .\r\nفليست عاشوراء يوم عزاء ومصيبة فحسب ، بل هي مدرسة غنيّة بعطائها ، تُلهم المسلمين في كل حين القوّة والعزيمة وتمدّهم بزخم فكري وعاطفي .\r\n\r\nالغدير رمز الولاية الكبرى :\r\nيوم الغدير حقيقة ناصعة ثابتة لا تقبل الجدل ، والتي حملت في طيّاتها لهذه الامّة أرفع وأخطر مبدأ رسالي بعد التوحيد والنبوّة ، وهو مبدأ الإمامة .\r\nوالغدير رمز الولاية الكبرى ، والصلة المستمرّة بين البشرية وبين خالقها ، والحبل الممتد من السماء إلى الأرض .\r\nوالغدير يوم إكمال الدين واتمام النعمة على البشرية ، وتمام اللطف الإلهي في مضمار هداية الإنسان .\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\n\r\nالنظرية المنطقية عند الإمام الشهيد الصدر قدس سره :\r\nما أروع ما اكتشف الإمام الشهيد الصدر قدس سره وهي نظرية ( الأسس المنطقية للاستقراء ) . هذه النظرية بطبيعتها نظرية علمية بحتة ، ونظرية رياضية أو كالرياضية استخدمها باتجاه الهدف الرسالي الذي كان يحمله ، وهو الايمان باللَّه .\r\nمن يقرأ هذا الكتاب يجد أنّ كل هذا الجهد العلمي والجهد المنطقي الذي بذله هو من أجل اثبات أنّ أساس الدين والعلم واحد والايمان باللَّه والعلوم التجريبية الطبيعية أساسهما المنطقي واحد ، من كان يؤمن بمعطيات العلم التجريبي الطبيعي فلا محيص له من الايمان باللَّه سبحانه وتعالى .\r\n\r\nالحلقات الأصولية الثلاث أفضل مشروع تعليمي :\r\nالحلقات الثلاث التي وضعها سيدنا وشهيدنا الصدر قدس سره تمثّل أفضل مشروع تعليمي للتعبير عن المدرسة الأصولية في آخر طورها وأكمل ما انتهت إليه من العمق والأصالة وتميّزت به من الاستقلالية والحداثة في المنهج والمضمون والتبويب على صعيد خدمة هذا العلم والحوزات العلمية .\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\n\r\nالشهيد الصدر في محراب الشهادة :\r\nمن كان ليصدّق أنّ عاشوراء ستتجدّد بعد مرور أربعة عشر قرناً ؟ وأنّ حسيناً آخر من سلالة الحسين عليه السلام العظيم يحضر من جديد في محراب الشهادة ، ويصنع ملحمةً أخرى ، وكربلاء جديدة .\r\n\r\nالصفات الواجب توفرها في القاضي :\r\nالعدالة ، والتقوى ، وحسن الاستيعاب للأحكام والعلوم المرتبطة بالقضاء ، وقوّة الشخصيّة ، وسعة الصدر ، والصلابة ، وتحري الحقّ ، والموضوعية ، والصمود أمام اغراء المال والجاه .\r\n\r\nالمرأة ودورها الاجتماعي الهام :\r\nيؤمن سماحته بأنّ للمرأة دور مهم في الحياة الاجتماعية ، فهي إلى جانب كونها تؤدّي دور التربية للأجيال وتنشئتهم النشأة الصالحة ، فإنّها أيضاً تستطيع أن تقف إلى جانب الرجل في مجمل الحركة الاجتماعية والسياسية وفق الضوابط والموازين الشرعية والأصول التي حدّدها الإسلام لحركتها .\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\n\r\nعيد الفطر والفرحة بالانتصار :\r\nانّ الإسلام العظيم جعل من يوم الفطر عيداً لا لأنّه اليوم الذي يتاح فيه للانسان اشباع رغباته ، بل لأنّه يوم الفرحة بالانتصار ، فهو عيد انتصار الإنسان على شهواته ورغباته واكماله لمنهج ربّه وخروجه من الشوط طاهراً نقياً زكياً ليستأنف حياته بقلب أنظف ، وإرادة أسلم ، وجسم أقوى .\r\n* * *\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\n\r\nتلامذته :\r\nتتلمذ على يد سماحته العديد من فضلاء الحوزة العلمية من العراق وإيران ومختلف البلدان ، وقد نهلوا من دروسه فقهاً واصولًا حتى وصلوا إلى مراتب عالية من العلم ، وحيث لا مجال لاستقصائهم جميعاً ، إذ يبلغ عددهم المئات ؛ لذا نكتفي بذكر بعضهم ، مع حفظ الألقاب ، وقد جرى تنظيم الأسماء حسب الترتيب الألفبائي ، وهم :\r\n1 السيّد إبراهيم رئيسيطهران\r\n2 الشيخ إبراهيم قصير العامليالنجف الأشرف\r\n3 السيّد إبراهيم مرتضىالنجف الأشرف\r\n4 الشيخ أحمد أبو زيد العامليقم المقدّسة\r\n5 الشيخ أحمد إسماعيل تبارقم المقدّسة\r\n6 الشيخ أحمد قدسيقم المقدّسة\r\n7 الشيخ أسد اللَّه الحرشيقم المقدّسة\r\n8 الدكتور إمام زاده‌طهران\r\n9 الشيخ باقر الإيروانيالنجف الأشرف\r\n10 الشيخ بيات‌طهران\r\n11 الشيخ تأمر حمزة العامليقم المقدّسة\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\n12 الشيخ جعفر توسلي التبريزيقم المقدّسة\r\n13 الشيخ جعفر محمّد عاصي العامليقم المقدّسة\r\n14 الشيخ حسّان سويدان العامليقم المقدّسة\r\n15 الشيخ حسن جعفر زاده‌قم المقدّسة\r\n16 الشيخ حسن الجواهريالنجف الأشرف\r\n17 الشيخ حسن الربيعيقم المقدّسة\r\n18 الشيخ حسن عبد الساتر العامليالنجف الأشرف\r\n19 الشيخ حسن الفتوني العامليقم المقدّسة\r\n20 الشيخ حسن فيّاض العامليقم المقدّسة\r\n21 الشيخ حسن مرمر العامليقم المقدّسة\r\n22 السيّد حسن نصر اللَّه‌قم المقدّسة\r\n23 الشيخ حسن نظري الشاهروديقم المقدّسة\r\n24 الشهيد الشيخ حسين باقر حموديالنجف الأشرف\r\n25 الشيخ حسين چوبائيقم المقدّسة\r\n26 الشيخ حسين العايش الأحسائيقم المقدّسة\r\n27 السيّد حسين علاء الدين الحكيم‌قم المقدّسة\r\n28 الشيخ حسين الكورانيالنجف الأشرف\r\n29 السيّد حسين محمّد هادي الصدرالنجف الأشرف\r\n30 الشيخ حمزة الديرانيقم المقدّسة\r\n31 الشيخ حميد البغداديقم المقدّسة\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\n32 الشيخ حيدر حبّ اللَّه‌قم المقدّسة\r\n33 السيّد حيدر الموسوي العامليقم المقدّسة\r\n34 الشيخ خالد العطيةالنجف الأشرف\r\n35 الشيخ خالد الغفوريقم المقدّسة\r\n36 الشيخ رسول مزروعيقم المقدّسة\r\n37 السيّد سامي البدريقم المقدّسة\r\n38 السيّد شرف بن علي الموسويالنجف الأشرف\r\n39 الشيخ صبحي الطفيليالنجف الأشرف\r\n40 السيّد صدر الدين القبانچيالنجف الأشرف\r\n41 الشيخ الشهيد طالب الخليل‌النجف الأشرف\r\n42 الشيخ عباس ظهيريقم المقدّسة\r\n43 الشهيد السيّد عباس الموسويالنجف الأشرف\r\n44 السيّد عباس الموسوي العامليالنجف الأشرف\r\n45 الشيخ عبد البديريقم المقدّسة\r\n46 الدكتور عبد الجبار الرفاعيقم المقدّسة\r\n47 الشهيد السيّد عبد الرحيم الشوكيالنجف الأشرف\r\n48 المرحوم السيّد عبد العزيز الحكيم‌النجف الأشرف\r\n49 الشيخ عبد الكريم الأنصاريقم المقدّسة\r\n50 السيّد عبد اللَّه الهاشم السلمان‌قم المقدّسة\r\n51 السيّد عبد الهادي علي ناصر السلمان‌قم المقدّسة\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\n52 الشيخ عدنان زلغوط العامليالنجف الأشرف\r\n53 الشهيد السيّد عزّ الدين القبانچيالنجف الأشرف\r\n54 الشيخ عفيف النابلسيالنجف الأشرف\r\n55 السيّد علي الإشكوريقم المقدّسة\r\n56 الشيخ علي أكبر سيفي المازندرانيقم المقدّسة\r\n57 السيّد علي حجازي العامليقم المقدّسة\r\n58 الشيخ علي الخطيب‌قم المقدّسة\r\n59 الشيخ علي رضا الأمينيقم المقدّسة\r\n60 الدكتور علي رضا جمشيديطهران\r\n61 الشيخ علي طحينيالنجف الأشرف\r\n62 الشيخ علي عباس زاده‌طهران\r\n63 السيّد علي مكّي العامليقم المقدّسة\r\n64 السيّد علي الميّاليقم المقدّسة\r\n65 السيّد عمّار الحكيم‌قم المقدّسة\r\n66 الشيخ عيسى قاسم البحرانيقم المقدّسة\r\n67 الشيخ لواسانيطهران\r\n68 الشهيد الشيخ ماجد البدراويالنجف الأشرف\r\n69 الشيخ محسن الأراكيالنجف الأشرف\r\n70 السيّد محسن دعائيقم المقدّسة\r\n71 السيّد محسن سجّاديقم المقدّسة\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\n72 الشيخ محسن غرويان‌قم المقدّسة\r\n73 السيّد محمّد باقر الجبيلي الأحسائيقم المقدّسة\r\n74 السيّد محمّد باقر جعفر الهاشميقم المقدّسة\r\n75 الشيخ محمّد تقي شهيديقم المقدّسة\r\n76 الشيخ محمّد حسن گليقم المقدّسة\r\n77 السيّد محمّد حسين رئيس زاده‌قم المقدّسة\r\n78 السيّد محمّد الحسيني الشاهروديقم المقدّسة\r\n79 السيّد محمّد الحيدريالنجف الأشرف\r\n80 الشيخ محمّد رحماني النيشابوريقم المقدّسة\r\n81 الشيخ محمّد رضا برّيالنجف الأشرف\r\n82 السيّد محمّد رضا السلمان الاحسائيقم المقدّسة\r\n83 الشيخ محمّد رضا العجمي العمانيقم المقدّسة\r\n84 الشيخ محمّد سرورالنجف الأشرف\r\n85 الشيخ محمّد سعيد النعمانيالنجف الأشرف\r\n86 الشيخ محمّد طحينيالنجف الأشرف\r\n87 الشيخ محمّد علي الأنصاريقم المقدّسة\r\n88 السيّد محمّد هادي الحكيم‌قم المقدّسة\r\n89 الشيخ محمّد هادي منصور الكاظميقم المقدّسة\r\n90 الشيخ محمّد يعقوب العامليالنجف الأشرف\r\n91 الشيخ مرتضى الترابيقم المقدّسة\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\n92 السيد مرتضى التقويقم المقدّسة\r\n93 السيّد مسعود علي الخامنئيطهران\r\n94 الشيخ مصطفى محاميقم المقدّسة\r\n95 الشيخ مصطفى الهرويقم المقدّسة\r\n96 السيّد منذر الحكيم‌النجف الأشرف\r\n97 الشيخ مهدي شريعت زاده‌طهران\r\n98 الشيخ مهدي نيازي الشاهروديقم المقدّسة\r\n99 السيّد ميثم علي الخامنئيطهران\r\n100 الشيخ مير صانعيطهران\r\n101 الشيخ نور اللَّه سلطاني گرگانيقم المقدّسة\r\n102 الشيخ نوري حاتم الساعديقم المقدّسة\r\n103 السيّد هاشم السلمان الأحسائيقم المقدّسة\r\n104 السيّد هشام نور الدين‌قم المقدّسة\r\n105 الشيخ همام باقر حموديقم المقدّسة\r\n106 السيّد يوسف أرزوني العامليقم المقدّسة\r\n107 الشيخ يوسف دعموش‌النجف الأشرف\r\n108 الشيخ يوسف عمروالنجف الأشرف\r\n109 المرحوم الشيخ يوسف الفقيه‌النجف الأشرف\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\n\r\nالملحق المصور\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nنمايش تصوير\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nنمايش تصوير\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nنمايش تصوير\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nنمايش تصوير\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nنمايش تصوير\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nنمايش تصوير\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nنمايش تصوير\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nنمايش تصوير\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nنمايش تصوير\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nنمايش تصوير\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nنمايش تصوير\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nنمايش تصوير\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nنمايش تصوير\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nنمايش تصوير\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nنمايش تصوير\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nنمايش تصوير\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nنمايش تصوير\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nنمايش تصوير\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106}
  ]