[
  {"content":"\r\n\r\n\r\nمقدمه :\r\nالسّلامُ عَلَيكِ ايَّتُها الصدِّيقةُ الشَّهيدَة\r\nالسّلامُ عَلَيكِ ايَّتُها الرّضية المرضية\r\nالسّلامُ عَلَيكِ ايَّتُها الصّادقة الرّشيدة\r\nالسّلامُ عَلَيكِ ايَّتُها الفاضلة الزّكية\r\nالسّلامُ عَلَيكِ ايَّتُها الحوراء الإنسية\r\nالسّلامُ عَلَيكِ ايَّتُها التّقية النّقية\r\nالسّلامُ عَلَيكِ ايَّتُها المحدّثة العليمة\r\nالسّلامُ عَلَيكِ ايَّتُها المعصومة المظلومة\r\nالسّلامُ عَلَيكِ ايَّتُها الطّاهرة المطهّرة\r\nالسّلامُ عَلَيكِ ايَّتُها المضطهدة المغصوبة\r\nالسّلامُ عَلَيكِ الغرّاءُ الزّهراءُ\r\nالسّلامُ عَلَيكِ يا فاطِمَةُ بِنتَ مُحَمَّد رَسُولِاللهِ وَ رَحمَةُ اللهِ وَ بَرَكاتُهُ .\r\n( اقبال الأعمال / ص 624 )\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nاقامه عزا در ايام فاطميه ، عيانترين نشانه نجات براى حق جويان و بهترين طريق هدايت براى دين طلبان است برافراشتن پرچمهاى عزا و برپايى مراسم سوگوارى بر مصائب جسمى و روحى حضرت فاطمه زهراء ( عليها السلام ) سريعترين وسيله جهت قرب به آستان قدس ربوبى بوده و تسلّى بر قلب غمديده حضرت وليعصر ارواحنا فداه خواهد بود . عزادارى در سالروز شهادت حضرت فاطمه زهراء ( عليها السلام ) زنده نگه دارنده فرهنگ امامت و ولايتى است كه حقتعالى آن را به عنوان گنجينه‌اى الهى در سينه خاتم مرسلين قرار داد و او را در يوم غدير ملزم به اعلان نمود و دفاع به تمام عيار آن بانوى مظلومه از آن حقيقت مظلوم دروغ گويان را رسوا ساخت و مظلوميت اميرالمؤمنين ( ع ) را براى هميشه فرياد كرد . آرى ، اين اشك و آه و نالههاى شيعيان در ايام شهادت صديقه طاهره ( ع ) براى آن است كه همواره ذكر مبارك آن سيده نساء در دلها زنده نگه داشته شود و روشن‌دلان به هدف را به تفّكر و تحرّك وادارد تا براى پى برده به راز دل و سوز درونى شيعيان ، در وادى پژوهش و تحقيق قدم نهند و سرانجام « راهنمايان ناصح » را از « راهزنان خائن » جدا سازند .\r\nبنابراين : احياء فرهنگ فاطميه ، در واقع احياء امر امامت اميرالمؤمنين ( ع ) و اعلان حقانيت مكتب اهل بيت ( عليهم السلام ) مىباشد كه :\r\n« و لم يناد بشيء ما نودى بالولاية يوم الغدير . »\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nبه اميد آنكه عزاداريهاى شيعيان جامعه گم كرده راه را از لب پرتگاه نابودى و هلاكت دائمى به كنارى كشيده و به مسير سعادت و هدايت رهنمون سازد در پايان لازم به ذكر است واحد فرهنگى دفتر حضرت آيتالله العظمى علوى گرگانى مدّ ظلّه العالى بر آن شد كه تحت اشراف معظّمله مجموعهاى را مشتمل بر بخشهاى زير تقديم نمايد . به اميد آنكه اين خدمات بسيار كم اسباب خشنودى قطب عالم امكان حضرت ولىالله الأعظم ارواحنا فداه را فراهم فرمايد .\r\n1 - پيام حضرت آيت‌الله العظمى علوى گرگانى مدّ ظلّه العالى به مناسبت ايام فاطميه 1431\r\n2 - بيانيه دفتر معظم‌له جهت تعظيم شعائر فاطمى\r\n3 - زندگىنامه حضرت فاطمه ( عليها السلام )\r\n4 - فاطمه كوثر بيكران حق ( تفسيرى از سوره مباركه كوثر توسط معظّم‌له )\r\n5 - زيبايىهاى معنوى در سيره فاطمى\r\n6 - ده پيام فاطمى\r\n7 - گزيده‌هايى از خطابه فدكيه حضرت فاطمه زهراء ( عليها السلام )\r\n8 - بشارت به شيعيان فاطمى\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\n\r\nپيام مرجع عاليقدر جهان تشيع حضرت آيت‌الله العظمى علوى گرگانى مدّ ظلّه العالى به مناسبت ايام فاطميه 1431\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n« بسم‌الله الرّحمن الرّحيم »\r\nقال موسىابن جعفرالكاظم ( ع ) :\r\n« انَّ فاطِمَةَ صِدِّيقَةٌ شَهيدَةٌ »\r\nدوباره ايام حزن و اندوه دوستداران رسول مكرم اسلام و اهل بيت عصمت و طهارت ( عليهما السلام ) ، ايام فاطميه فرا رسيد . ايامى كه بزرگداشت آن احترام به اولين شهيده ولايت و تعظيم شعائر الهى و پيمودن خط اصيلى است كه رسول اعظم براى بشريت ترسيم فرموده و يادآور مظلوميت شيعه در طول تاريخ است .\r\nبزرگداشت آن درس ولايت‌مدارى است كه بايد اين درس را هرچه بيشتر تكرار نمود .\r\nلذا از عموم دوستداران حضرت ختمى مرتبت محمّد مصطفى ( ص ) و خاندان پاك و مطهر ايشان درخواست مىگردد كه در اين ايام با حضور در مجالس منعقده براى حضرت فاطمه زهراء ( عليها السلام ) ، آن دختر رسالت ، همسر ولايت و مادر امامت حضورى باشكوه داشته و با حضور خود قلب امام زمان عجّل‌الله‌تعالى فرجه‌الشرّيف را خشنود و خرسند سازند . و از خطباء عالى مقام و مادحين درباره ولايت درخواست مىگردد كه جهت بالا بردن رشد اين مجالس بدون هيچ‌گونه پيرايه‌اى سعى بليغ نمايند .\r\nوالسّلام على من اتبّع الهدي\r\n2 جمادىالثانى 1431\r\nسيد محمد على علوى حسينى گرگانى\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\n\r\nبيانيه دفتر مرجع عالىقدر جهان تشيع حضرت آية الله العظمى علوى گرگانى مدّ ظلّه العالى جهت تعظيم شعائر فاطميه 1431\r\n« بِسمِ اللهِ الرّحمنِ الرّحيم »\r\nالحَمدُللهِ رَبِّ العالَمينَ وَ الصَّلاةُ وَ السَّلامُ عَلى خَيرِ خَلقِهِ محمّد وَ آلهِ الطّاهِرينَ وَ اللَّعنَةُ عَلى أَعدائِهِم أجمَعينَ السَّلامُ عَلَيكَ ايتُها الصِّدِّيقَةُ الشَّهيدَة :\r\nاين ايام مصادف با شهادت بزرگترين بانوى جهان اسلام حضرت فاطمه زهراء ( عليها السلام ) است . آن حقيقت ، گوهرى است كه تاكنون ابعاد وجوديش براى اهل فكر و بصيرت به صورت صحيح و دقيق روشن نگشته است و او را فاطمه ( عليها السلام ) گفته‌اند ؛ زيرا كه خلق از كُنه معرفت او محرومند . ذاتى كه از غضب او پيامبر ( ص ) و حق‌تعالى غضب مىكند و از رضايت او خشنود مىگردند .\r\nحقيقتى كه مىتوان گفت : علاوه بر اين كه محور اهل كساء است ، محور اصلى اهل بيت ( عليهم السلام ) در آيه تطهير است و از شعاع وجودى او اراده حق‌تعالى بر اذهاب رجس و تطهير آن تعلق گرفت .\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nما كه اكنون مفتخر ، به پيروى از آن بانوى گرامى و فرزندان معصوم وى هستيم بايد در شرايط كنونى آگاهى بيشتر نسبت به افكار و انديشه‌ها و دستورالعمل‌هاى آنان داشته باشيم و مبادا در انجام وظايف خود كوتاهى نماييم . لازم است علماى بلاد و خطباى محترم علاوه بر آن كه مجالس عزادارى را هرچه باشكوه‌تر انجام مىدهند ، ابعاد معنوى و عملى آن حضرت را مورد توجه خاص قرار داده و بحمدالله مكتب تشيع مشحون از استدلال و منطق است و اهل انصاف و تدبر به راحتى در برابر آن حضوع مىنمايند .\r\nدشمن ، امروز به خوبى دريافته است كه براى تهى نمودن اين ملت و سيطره بر امور آنان بايد آنچه را كه تجلّى اعتقادات و ايمان مردم است خاموش و كم‌رنگ سازد . روزى با جهالت تامّ و تمام گريه و عزادارى بر سيد الشهداء ( ع ) را امرى لغو و مورد شبهه قرار داده و روزى در شهادت فاطمه زهراء ( عليها السلام ) ترديد مىكند درحالى كه اين امر از واضحات تاريخ اسلام است .\r\nمعاندان بدانند اگر به خيال خود در شهادت آن حضرت شبهه‌اى را القاء كنند هرگز نمىتوانند در مظلوميت ايشان و ستم‌هايى كه بعد از رسول خدا ( ص ) به ايشان وارد شد خدشه‌اى را تصور نمايند . عمر كوتاه وى ، خطبه آتشين و سراسر استدلالى او در مسجدالنبى ( ص ) ، گريه‌هاى شبانه روزى ايشان و دفاع محكم آن حضرت از حريم ولايت همه ادلّه روشنى بر مظلوميت آن بانو است و از اين جهت ، جهان اسلام در مظلوميت او شوهرش هميشه عزادار و سوگوار است .\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nانقلاب اسلامى از توجه خاص ملت ايران به همين ايام ، نشأت گرفت و امروزه بهترين عامل براى حفظ و تداوم آن ، اهميت دادن به چنين ايامى است لازم است مؤمنين و پيروان اهل بيت ( عليهم السلام ) به ايام فاطميه پيش از گذشته اهتمام ورزيده و نگذارند ، اين حادثه ناگوار در لابلاى حوادث ديگر كم‌رنگ شود و خصوصاً روز سوم جمادى الثّانى كه از طرف دولت جمهورى اسلامى تعطيل عمومى اعلام شده است را مورد عنايت خاصى قرار دهند . باشد كه آن حضرت را كه مادر فرهنگ تشيع است در اين راه همراهى نماييم و در روز قيامت مورد شفاعت خاص ايشان و اولاد طاهرينش قرار گيريم . اينك بر شيعيان و پيروان اهل بيت ( عليهم السلام ) است كه روز سوم جمادى الثّانى كه بر حسب روايات صحيحه مصادف با شهادت آن حضرت بوده را هرچه باشكوه‌تر عزادارى نمايند و مجالس و محافل آن حضرت را كمّاً و كيفاً رونق بخشيده و با دسته‌جات عزادارى در كوچه و خيابان‌ها ظاهر شوند تا فىالجمله حق آن شهيده را ادا كرده باشيم و از اين رهگذر تسلّى براى قلب غمديده فرزندش قطب عالم امكان ، ناموس دهر ، حضرت ولىالله الأعظم ارواحنا فداه باشد .\r\nوَالسَّلام على جميع اخواننا المؤمنين و رحمةالله و بركاته\r\nدوم جمادىالثّانى 1431\r\nتهران : دفتر معظّم‌له\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n\r\n« زندگىنامه حضرت فاطمه زهرا ( عليها السلام ) »\r\nفاطمه ( عليها السلام ) در نزد مسلمانان برترين و والامقام‌ترين بانوى جهان در تمام قرون و اعصار مىباشد . اين عقيده بر گرفته از مضامين احاديث نبوى است . اين طايفه از احاديث ، اگرچه از لحاظ لفظى داراى تفاوت هستند ، اما داراى مضمونى واحد مىباشند . در يكى از اين گفتارها ( كه البته مورد اتفاق مسلمانان ، اعم از شيعه و سنى است ) ، رسول‌اكرم ( ص ) مىفرمايند : « فاطمه سرور زنان جهانيان است » . اگرچه بنابر نص آيه شريفه قرآن ، حضرت مريم برگزيده زنان جهانيان معرفى گرديده و در نزد مسلمانان داراى مقامى بلند و عفت و پاكدامنى مثال‌زدنى مىباشد و از زنان برتر جهان معرفى گشته است ، اما او برگزيده‌ى زنان عصر خويش بوده است . ولى علو مقام حضرت زهرا ( عليها السلام ) تنها محدود به عصر حيات آن بزرگوار نمىباشد و در تمامى اعصار جريان دارد . لذا است كه پيامبر اكرم ( ص ) در كلامى ديگر صراحتاً فاطمه ( عليها السلام ) را سرور زنان اولين وآخرين ذكر مىنمايند . اما نكته‌اى ديگر نيز در اين دو حديث نبوى و احاديث مشابه دريافت مىشود و آن اينست كه اگر فاطمه ( عليها السلام ) برترين بانوى جهانيان است و در بين زنان از هر جهت ، كسى داراى مقامى والاتر از او نيست ، پس شناخت سراسر زندگانى و تمامى لحظات حيات او ، از ارزش فوق‌العاده برخوردار مىباشد . چرا كه آدمى با دقت و تأمل در آن\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nمىتواند به عالىترين رتبه‌هاى روحانى نائل گردد . از سوى ديگر با مراجعه به قرآن كريم در مىيابيم كه آيات متعددى در بيان شأن و مقام حضرتش نازل گرديده است كه از آن جمله مىتوان به آيه‌ى تطهير ، آيه مباهله ، آيات آغازين سوره دهر ، سوره كوثر ، آيه اعطاى حق ذىالقربى و . . . اشاره نمود كه خود تأكيدى بر مقام عميق آن حضرت در نزد خواند است . اين آيات با تكيه بر توفيق الهى ، در مقالات ديگر مورد بررسى قرار خواهد گرفت . ما در اين قسمت به طور مختصر و با رعايت اختصار ، به مطالعه شخصيت و زندگانى آن بزرگوار خواهيم پرداخت .\r\n\r\nنام ، القاب ، كنيه‌ها :\r\nنام مبارك آن حضرت ، فاطمه ( عليها السلام ) است و از براى ايشان القاب و صفات متعددى همچون زهرا ، صديقه ، طاهره ، مباركه ، بتول ، راضيه ، مرضيه ، نيز ذكر شده است .\r\nفاطمه ، در لغت به معنى بريده شده و جدا شده مىباشد و علت اين نام‌گذارى بر طبق احاديث نبوى ، آنست كه : پيروان فاطمه ( عليها السلام ) به سبب او از آتش دوزخ بريده ، جدا شده و بركنارند .\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nزهرا به معناى درخشنده است و از امام ششم ، امام صادق ( ع ) روايت شده است كه : « چون دخت پيامبر در محرابش مىايستاد ( مشغول عبادت مىشد ) ، نورش براى اهل آسمان مىدرخشيد ؛ همان‌طور كه نور ستارگان براى اهل زمين مىدرخشد . »\r\nصدّيقه به معنى كسى است كه به جز راستى چيزى از او صادر نمىشود . طاهره به معناى پاك و پاكيزه ، مباركه به معناى با خير و بركت ، بتول به معناى بريده و دور از ناپاكى ، راضيه به معناى راضى به قضا و قدر الهى و مرضيه يعنى مورد رضايت الهى .\r\nكنيه‌هاى فاطمه ( عليها السلام ) نيز عبارتند از ام الحسين ، ام الحسن ، ام الائمه ، ام ابيها و . . .\r\nام ابيها به معناى مادر پدر مىباشد و رسول اكرم ( ص ) دخترش را با اين وصف مىستود ؛ اين امر حكايت از آن دارد كه فاطمه ( عليها السلام ) بسان مادرى براى رسول خدا بوده است . تاريخ نيز گواه خوبى بر اين معناست ؛ چه هنگامى كه فاطمه در خانه پدر حضور داشت و پس از وفات خديجه ( عليها السلام ) غمخوار پدر و مايه پشت گرمى و آرامش رسول خدا بود و در اين راه از هيچ اقدامى مضايقه نمىنمود ، چه در جنگ‌ها كه فاطمه بر جراحات پدر مرهم مىگذاشت و چه در تمامى مواقف ديگر حيات رسول خدا .\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\n\r\nمادر و پدر :\r\nهمان‌گونه كه مىدانيم ، نام پدر فاطمه ( عليها السلام ) محمدبن عبدالله ( ص ) است كه او رسول گرامى اسلام ، خاتم پيامبران الهى و برترين مخلوق خداوند مىباشد . مادر حضرتش خديجه دختر خويلد ، از زنان بزرگ و شريف قريش بوده است . او نخستين بانويى است كه به اسلام گرويده است و پس از پذيرش اسلام ، تمامى ثروت و دارايى خود را در خدمت به اسلام و مسلمانان مصرف نمود . خديجه در دوران جاهليت و دوران پيش از ظهور اسلام نيز به پاكدامنى مشهور بود ؛ تا جايى كه از او به طاهره ( پاكيزه ) ياد مىشد و او را بزرگ زنان قريش مىناميدند .\r\n\r\nولادت :\r\nفاطمه ( عليها السلام ) در سال پنجم پس از بعثت و در روز 20 جمادىالثانى در مكه به دنيا آمد . چون به دنيا پا نهاد ، به قدرت الهى لب به سخن گشود و گفت : شهادت مىدهم كه جز خدا ، الهى نيست و پدرم رسول خدا و آقاى پيامبران است و شوهرم سرور اوصياء و فرزندانم ( دو فرزندم ) سرور نوادگان مىباشند . اكثر مفسران شيعى و عده‌اى از مفسران بزرگ اهل تسنن نظير فخر رازى ، آيه آغازين سوره كوثر را به فاطمه ( عليها السلام ) تطبيق نموده‌اند و او را خير كثير و باعث بقا و گسترش نسل و ذريه پيامبر اكرم ذكر نموده‌اند .\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nشايان ذكر است كه آيه انتهايى اين سوره نيز قرينه خوبى بر اين مدعاست كه در آن خداوند به پامير خطاب مىكند و مىفرمايد همانا دشمن تو ابتر و بدون نسل است .\r\n\r\nمكارم اخلاق :\r\nسراسر زندگانى صديقه طاهره ( عليها السلام ) ، مملو از مكارم اخلاق و رفتارهاى نمونه و انسانى است . ما در اين مجال جهت رعايت اختصار تنها به سه مورد اشاره مىنماييم . اما دوباره تأكيد مىكنيم كه اين موارد ، تنها بخش كوچكى از مكارم اخلاقى آن حضرت است .\r\n1 - از جابربن عبدالله انصارى ، صحابى پيامبر ( ص ) منقول است كه : مردى از اعراب مهاجر كه فردى فقير مستمند بود ، پس از نماز عصر از رسول اكرم ( ص ) طلب كمك و مساعدت نمود . حضرت فرمود كه من چيزى ندارم . سپس او را به خانه فاطمه ( عليها السلام ) كه در كنار مسجد و در نزديكى خانه رسول خدا قرار داشت ، راهنمايى نمودند . آن شخص به همراه بلال ( صحابى و مؤذن رسول خدا ) به در خانه حضرت فاطمه ( عليها السلام ) آمد و بر اهل بيت رسول خدا سلام گفت و سپس عرض حال نمود . حضرت فاطمه ( عليها السلام ) با وجود اينكه سه روز بود خود و پدر و همسرش در نهايت گرسنگى به سر مىبردند ، چون از حال فقير آگاه شد ، گردن‌بندى را كه فرزند حمزه ، دختر عموى حضرت به ايشان هديه داده بود\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nو در نزد آن بزرگوار يادگارى ارزشمند محسوب مىشد ، از گردن باز نمود و به اعرابى فرمود : اين را بگير و به فروش ؛ اميد است كه خداوند بهتر از آن را نصيب تو نمايد . اعرابى گردن‌بند را گرفت و به نزد پيامبر اكرم ( ص ) بازگشت و شرح‌حال را گفت . رسول خدا ( ص ) از شنيدن ماجرا ، متأثر گشت و اشك از چشمان مباركش فرور ريخت و به حال اعرابى دعا فرمود . عمار ياسر ( از اصحاب پيامبر ) برخاست و اجازه گرفت و در برابر اعطاى غذا ، لباس ، مركب و هزينه سفر به اعرابى ، آن گردن‌بند را از او خريدارى نمود . پيامبر اسلام ( ص ) از اعرابى پرسيد : آيا راضى شدى ؟ او در مقابل ، اظهار شرمندگى و تشكر نمود . عمار گردن‌بند را در پارچه‌اى يمانى و پيچيده و آن‌را معطر نمود و به همراه غلامش به پيامبر هديه داد . غلام به نزد پيامبر ( ص ) آمد و جريان را باز گفت . حضرت رسول ( ص ) غلام و گردن‌بند را به فاطمه ( عليها السلام ) بخشيد . غلام به خانه‌ى صديقه اطهر آمد . زهرا ( عليها السلام ) ، گردن‌بند را گرفت و غلام را در راه خدا آزاد نمود .\r\nگويند غلام در اين هنگام تبسم نمود . هنگامى كه علت را جويا شدند ، گفت : چه گردن‌بند با بركتى بود ، گرسنه‌اى را سير كرد و برهنه‌اى را پوشانيد ، پياده‌اى را صاحب مركب و فقيرى را بىنياز كرد و غلامى را آزاد نمود و سرانجام به نزد صاحب خويش بازگشت .\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n2 - رسول خدا ( ص ) در شب زفاف پيراهن نويى را براى دختر خويش تهيه نمود . فاطمه ( عليها السلام ) پيراهن وصله‌دارى نيز داشت . سائلى بر در خانه حاضر شد و گفت : من از خاندان نبوت پيراهن كهنه مىخواهم . حضرت زهرا ( عليها السلام ) خواست پيراهن وصله‌دار را مطابق خواست سائل به او بدهد كه به ياد آيه شريفه : هرگز به نيكى دست نمىيابيد مگر آنكه از آنچه دوست داريد انفاق نماييد ، افتاد . در اين هنگام فاطمه ( عليها السلام ) پيراهن نو را در راه خدا انفاق نمود .\r\n3 - امام حسن مجتبى ( ع ) در ضمن بيانى ، عبادت فاطمه ( عليها السلام ) ، توجه او به مردم و مقدم داشتن آنان بر خويشتن ، در عالىترين ساعات راز و نياز با پروردگار را اين گونه توصيف مىنمايند : « مادرم فاطمه را ديدم كه در شب جمعه‌اى در محراب عبادت خويش ايستاده بود و تا صبحگاهان ، پيوسته به ركوع و سجود مىپرداخت . و شنيدم كه بر مردان و زنان مؤمن دعا مىكرد ، آنان را نام مىبرد و بسيار برايشان دعا مىنمود اما براى خويشتن هيچ دعايى نكرد . پس به او گفتم : اى مادر ، چرا براى خويش همانگونه كه براى غير ، دعا مىنمودى ، دعا نكردى ؟ فاطمه ( عليها السلام ) گفت : پسرم ! اول همسايه و سپس خانه . »\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\n\r\nازدواج و فرزندان آن حضرت :\r\nصديقه كبرى خواستگاران فراوانى داشت . نقل است كه عده‌اى از نامداران صحابه از او خواستگارى كردند . رسول خدا ( ص ) به آنها فرمود كه اختيار فاطمه در دست خداست . بنابر آنچه كه انس به مالك نقل نموده است ، عده‌اى ديگر از ميان نامداران مهاجرين ، براى خواستگارى فاطمه ( عليها السلام ) به نزد پيامبر ( ص ) رفتند و گفتند حاضريم براى اين وصلت ، مهر سنگينى را تقبل نماييم . رسول خدا همچنان مسأله را به نظر خداوند موكول مىنمود تا سرانجام جبرئيل بر پيامبر ( ص ) نازل شد و گفت : « اى محمد ! خدا بر تو سلام مىرساند و مىفرمايد فاطمه را به عقد على درآور ، خداوند على را براى فاطمه و فاطمه را براى على پسنديده است . » امام على ( ع ) نيز از خواستگاران فاطمه ( عليها السلام ) بود و حضرت رسول بنا بر آنچه كه ذكر گرديد ، به امر الهى با اين وصلت موافقت نمود . در روايات متعددى نقل گشته است كه پيامبر اكرم ( ص ) فرمود : اگر على نبود ، فاطمه همتايى نداشت . بدين ترتيب بود كه مقدمات زفاف فراهم شد . حضرت فاطمه ( عليها السلام ) با مهرى اندك ( بر خلاف رسوم جاهلى كه مهر بزرگان بسيار بود ) به خانه امام على ( ع ) قدم گذارد . ثمره اين ازدواج مبارك ، 5 فرزند به نام‌هاى حسن ، حسين ، زينب ، ام كلثوم و محسن ( كه در جريان وقايع پس از پيامبر ( ص ) سقط شده بود . امام حسن و امام حسين ( عليهما السلام ) از\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nامامان 12 گانه مىباشند كه در دامان چنين مادرى تربيت يافته‌اند و 9 امام ديگر ( به غير از امام على ( ع ) و امام حسن ( ع ) ) از ذريه امام حسين ( ع ) مىباشند و بدين ترتيب و از طريق فاطمه ( عليها السلام ) به رسول خدا ( ص ) منتسب مىگردند و از ذريه ايشان به شمار مىروند . و به خاطر منسوب بودن ائمه طاهرين ( به غير از امير مؤمنان ( ع ) ) به آن حضرت ، فاطمه ( عليها السلام ) را « ام‌الائمه » ( مادر امامان ) گويند .\r\nزينب ( عليها السلام ) كه بزرگ‌ترين دختر فاطمه ( عليها السلام ) به شمار مىآيد ، بانويى عابد و پاكدامن و عالم بود . او پس از واقعه عاشورا ، و در امتداد حركت امام حسين ( ع ) ، آن‌چنان قيام حسينى را نيكو تبيين نمود ، كه پايه‌هاى حكومت فاسق اموى به لرزه افتاد و صداى اعتراض مردم نسبت به ظلم و جور يزيد بارها بارها بلند شد . تا جايى كه حركت‌هاى گسترده‌اى بر ضد ظلم و جور يزيد بارها و بارها بلند شد . تا جايى كه حركت‌هاى گسترده‌اى بر ضد ظلم و ستم او سازمان گرفت . آنچه از جاى جاى تاريخ درباره عبادت زينب كبرى ( عليها السلام ) بدست مىآيد ، آنست كه حتى در سخت‌ترين شرايط و طاقت‌فرساترين لحظات نيز راز و نياز خويش با پروردگار خود را ترك ننمود و اين عبادت و راز و نياز او نيز ريشه در شناخت و معرفت او نسبت به ذات مقدس ربوبى داشت .\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nام كلثوم نيز كه در دامان چنين مادرى پرورش يافته بود ، بانويى جليل‌القدر و خردمند و سخنور بود كه او نيز پس از عاشورا به همراه زينب ( عليها السلام ) حضور داشت و نقشى عمده در آگاهى دادن به مردم ايفا نمود .\r\n\r\nفاطمه ( عليها السلام ) در خانه :\r\nفاطمه ( عليها السلام ) با آن همه فضيلت ، همسرى نيكو براى امير مؤمنان بود . تا جايى كه روايت شده هنگامى كه على ( ع ) به فاطمه ( عليها السلام ) مىنگريست ، غم و اندوهش زدوده مىشد . فاطمه ( عليها السلام ) هيچگاه حتى امورى را كه مىپنداشت امام على ( ع ) قادر به تدارك آنها نيست ، از او طلب نمىنمود . اگر بخواهيم هر چه بهتر رابطه زناشويى آن دو نور آسمان فضيلت را بررسى نماييم ، نيكوست از امام على ( ع ) بشنويم ؛ چه آن هنگام كه در ذيل خطبه‌اى به فاطمه ( عليها السلام ) با عنوان بهترين بانوى جهانيان مباهات مىنمايد و او را از افتخارات خويش بر مىشمرد و يا آن هنگام كه مىفرمايد : « به خدا سوگند كه او را به خشم در نياوردم و تا هنگامى كه زنده بود ، او را وادار به كارى كه خوشش نيايد ننمودم ؛ او نيز مرا به خشم نياورد و نافرمانى هم ننمود . »\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\n\r\nمقام حضرت زهرا ( عليها السلام ) و جايگاه علمى ايشان :\r\nفاطمه زهرا ( عليها السلام ) در نزد شيعيان اگرچه امام نيست ، اما مقام و منزلت او در نزد خداوند و در بين مسلمانان به خصوص شيعيان ، نه تنها كمتر از ساير ائمه نيست ، بلكه آن حضرت همتاى اميرالمؤمنين و داراى منزلتى عظيم‌تر از ساير ائمه طاهرين ( مىباشد .\r\nاگر بخواهيم مقام علمى فاطمه ( عليها السلام ) را درك كنيم و به گوشه‌اى از آن پى ببريم ، شايسته است به گفتار او در خطبه فدكيه بنگريم ؛ چه آنجا كه استوارترين جملات را در توحيد ذات اقدس ربوبى بر زبان جارى مىكند ، يا آن هنگام كه معرفت و بينش خود را نسبت به رسول اكرم آشكار مىسازد و يا در مجالى كه در آن خطبه ، امامت را شرح مختصرى مىدهد . جاى جاى اين خطبه و احتجاجات اين بانوى بزرگوار به قرآن كريم و بيان علت تشريع احكام ، خود سندى محكم بر اقيانوس بىكران علم اوست كه متصل به مجراى وحى است ( قسمتى از اين خطبه در فراز آخر مقاله خواهد آمد ) . از ديگر شواهدى كه به آن وسيله مىتوان گوشه‌اى از علو مقام فاطمه ( عليها السلام ) را درك نمود ، مراجعه زنان و يا حتى مردان مدينه در مسائل دينى و اعتقادى به آن بزرگوار مىباشد كه در فرازهاى گوناگون تاريخ نقل شده است . همچنين استدلال‌هاى عميق فقهى فاطمه ( عليها السلام ) در جريان فدك ، به روشنى بر احاطه فاطمه ( عليها السلام ) بر سراسر قرآن كريم و شرايع اسلامى دلالت مىنمايد .\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\n\r\nمقام عصمت :\r\nدر بيان عصمت فاطمه ( عليها السلام ) و مصونيت او نه تنها از گناه و لغزش بلكه از سهو و خطا ، استدلال به آيه تطهير ما را بىنياز مىكند . ما در اين قسمت جهت جلوگيرى از طولانى شدن بحث ، تنها اشاره مىنماييم كه عصمت فاطمه ( عليها السلام ) از لحاظ كيفيت و ادله اثبات همانند عصمت ساير ائمه و پيامبر است .\r\n\r\nبيان عظمت فاطمه از زبان پيامبر ( ص )\r\nرسول اكرم ( ص ) ، بارها و بارها فاطمه ( عليها السلام ) را ستود و از او تجليل نمود . در مواقع بسيارى مىفرمود : « پدرش به فدايش باد » و گاه خم مىشد و دست او را مىبوسيد . به هنگام سفر از آخرين كسى كه خداحافظى مىنمود ، فاطمه ( عليها السلام ) بود و به هنگام بازگشت به اولين محلى كه وارد مىشد ، خانه او بود .\r\nعامه محدثين و مسلمانان ازهر مذهب و با هر عقيده‌اى ، اين كلام را نقل نموده‌اند كه حضرت رسول مىفرمود : « فاطمه پاره تن من است هر كس او را بيازارد مرا آزرده است . » از طرفى ديگر ، قرآن كريم پيامبر ( ص ) را از هر سخنى كه منشأ آن هواى نفسانى باشد ، بدور دانسته و صراحتاً بيان مىدارد كه هر چه پيامبر مىفرمايد ، سخن وحى است . پس مىتوان دريافت كه اين همه تجليل و ستايش از فاطمه ( عليها السلام ) ، علتى\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nماوراى روابط عاطفى ما بين پدر و فرزند دارد . پيامبر اكرم ( ص ) نيز خود به اين مطلب اشاره مىفرمود . گاه در جواب خرده‌گيران ، لب به سخن مىگشود كه خداوند مرا به اين كار امر نموده و يا مىفرمود :\r\n« من بوى بهشت را از او استشمام مىكنم . »\r\nاما اگر از زواياى ديگر به بحث بنگريم و حديث نبوى را در كنار آيات شريفه قرآن كريم قرار دهيم ، مشاهده مىنماييم قرآن كريم عقوبت كسانى كه رسول خدا ( ص ) را اذيت نمايند ، عذابى دردناك ذكر مىكند . و يا مىفرمايد كسانى كه خدا و رسول را اذيت نمايند ، خدا آنان را در دنيا از رحمت خويش دور مىدارد و براى آنان عذابى خوار كننده آماده مىنمايد . پس به نيكى مشخص مىشود كه رضا و خشنودى فاطمه ( عليها السلام ) ، رضا و خشنودى خداوند است و غضب او نيز باعث غضب خداست . به بيانى دقيق‌تر ، او مظهر رضا و غضب الهى است . چرا كه نمىتوان فرض نمود ، شخصى عملى را انجام دهد و بدان وسيله فاطمه ( عليها السلام ) را بيازارد و موجب آزردگى پيامبر ( ص ) گردد و بدين سبب مستوجب عقوبت الهى شود ، اما خداوند از آن شخص راضى و به عمل او خشنود باشد و در عين رضايت ، او را مورد عقوبتى سنگين قرار دهد .\r\nنكته‌اى ديگر كه از قرار دادن اين حديث در كنار آيات قرآن كريم بدست مىآيد ، آنست كه رضاى فاطمه ( عليها السلام ) ، تنها در مسير حق بدست مىآيد و غضب او فقط در انحراف از حق و عدول از اوامر الهى حاصل\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nمىشود و در اين امر حتى ذره‌اى تمايلات نفسانى و يا انگيزه‌هاى احساسى مؤثر نيست . چرا كه از مقام عدل الهى ، بدور است شخصى را به خاطر غضب ديگرى كه برخواسته از تمايل نفسانى و يا عوامل احساسى مؤثر بر اراده اوست ، عقوبت نمايد .\r\n\r\nفاطمه ( عليها السلام ) پس از پيامبر :\r\nبا وفات پيامبر اكرم ( ص ) ، فاطمه ( عليها السلام ) غرق در سوگ و ماتم شد . از يك طرف نه تنها پدر او بلكه آخرين فرستاده خداوند و ممتازترين مخلوق او ، از ميان بندگان به سوى خداوند ، بار سفر بسته بود . هم او كه در وجود خويش برترين مكارم اخلاقى را جمع نموده و با وصف صاحب خلق عظيم ، توسط خداوند ستوده شده بود . هم او كه با وفاتش باب وحى تشريعى بسته شد ؛ از طرفى ديگر حق وصى او غصب گشته بود . و بدين ترتيب دين از مجراى صحيح خود ، در حال انحراف بود . فاطمه ( عليها السلام ) هيچگاه غم و اندوه خويش را در اين زمينه كتمان نمىنمود . گاه بر مزار پيامبر ( ص ) حاضر مىشد و به سوگوارى مىپرداخت و گاه تربت شهيدان احد و مزار حمزه عموى پيامبر را بر مىگزيد و درد دل خويش را در آنجا بازگو مىنمود . حتى آن هنگام كه زنان مدينه علت غم و اندوه او را جويا شدند ، در جواب آنان صراحتاً اعلام نمود كه محزون فقدان رسول خدا و مغموم غصب حق وصى اوست .\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nهنوز چيزى از وفات رسول خدا ( ص ) نگذشته بود كه سفارش رسول خدا ( ص ) و ابلاغ فرمان الهى توسط ايشان در روز غدير ، مبنى بر نصب امام على ( ع ) به عنوان حاكم و ولى مسلمين پس از پيامبر ( ص ) ، توسط عده‌اى ناديده گرفته شد و آنان در محلى به نام سقيفه جمع گشتند و از ميان خود فردى را به عنوان حاكم برگزيدند و شروع به جمع‌آورى بيعت از سايرين براى او نمودند . به همين منظور بود كه عده‌اى از مسلمانان به نشانه اعتراض به غصب حكومت و ناديده گرفتن فرمان الهى در نصب امام على ( ع ) به عنوان ولى و حاكم اسلامى پس از پيامبر ( ص ) در خانه فاطمه ( عليها السلام ) جمع گشتند . هنگامى كه ابوبكر - منتخب سقيفه - كه تنها توسط حاضرين در سقيفه انتخاب شده بود ، از اجتماع آنان و عدم بيعت با وى مطلع شد ؛ عمر را روانه خانه فاطمه ( عليها السلام ) نمود تا امام على ( ع ) و سايرين را به زور براى بيعت در مسجد حاضر نمايد . عمر نيز با عده‌اى به همراه پاره آتش ، روانه خانه فاطمه ( عليها السلام ) شد . هنگامى كه بر در خانه حاضر شد ، فاطمه ( عليها السلام ) به پشت در آمد و علت حضور آنان را جويا شد . عمر علت را حاضر نمودن امام على ( ع ) و ديگران در مسجد براى بيعت با ابوبكر عنوان نمود . فاطمه ( عليها السلام ) آنان را از اين امر منع نمود و آنان را مورد توبيخ قرار داد . در نتيجه عده‌اى از همراهيان او متفرق گشتند . اما در اين هنگام او كه از عدم خروج معترضين آگاهى يافت ، تهديد\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nنمود در صورتى كه امام على ( ع ) و سايرين براى بيعت از خانه خارج نشوند . خانه را با اهلش به آتش خواهد كشيد . و اين در حالى بود كه مىدانست حضرت فاطمه ( عليها السلام ) در خانه حضور دارد . در اين موقع عده‌اى از معترضين از خانه خارج شدند كه مورد برخورد شديد عمر قرار گرفتند و شمشير برخى از آنان نيز توسط او شكسته شد . اما همچنان امير مؤمنان ، فاطمه و كودكان آنان در خانه حضور داشتند . بدين ترتيب عمر دستور داد تا هيزم حاضر كنند و به وسيله هيزم‌هاى گردآورى شده و پاره آتشى كه با خود همراه داشت ، درب خانه را به آتش كشيدند و به زور وارد خانه شدند و به همراه عده‌اى از همراهانش خانه را مورد تفتيش قرار داده و امام على به زور و با اكراه به سمت مسجد كشان‌كشان بردند . در حين اين عمل ، فاطمه ( عليها السلام ) بسيار صدمه ديد و لطمات فراوانى را تحمل نمود اما باز از پا ننشست و بنابر احساس وظيفه و تكليف الهى خويش در دفاع از ولى زمان و امام خود به مسجد آمد . عمر و ابوبكر و همراهان آنان را در مسجد رسول خدا مورد خطاب قرار داد و آنان را از غضب الهى و نزول عذاب بر حذر داشت . اما آنان اعمال خويش را ادامه دادند .\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\n\r\nفاطمه ( عليها السلام ) و فدك :\r\nاز ديگر ستمهايى كه پس از ارتحال پيامبر در حق فاطمه ( عليها السلام ) روا داشته شد ، مسأله فدك بود . فدك قريه‌اى است كه تا مدينه حدود 165 كيومتر فاصله دارد و داراى چشمه جوشان و نخل‌هاى فراوان خرماست و خطه‌اى حاصلخيز مىباشد . اين قريه متعلق به يهوديان بود و آن را بدون هيچ جنگى به پيامبر ( ص ) بخشيدند ؛ لذا مشمول اصطلاح انفال مىگردد و بر طبق صريح قرآن ، تنها اختصاص به خداوند و پيامبر اسلام دارد . پس از اين جريان و با نزول آيه وَ آتِ ذَا الْقُرْبَى حَقَّهُ پيامبر ( ص ) بر طبق دستور الهى آن را به فاطمه ( عليها السلام ) بخشيد . فاطمه ( عليها السلام ) و امير مؤمنان ( ع ) در فدك عاملانى داشتند كه در آبادانى آن مىكوشيدند و پس از برداشت محصول ، درآمد آن را براى فاطمه ( عليها السلام ) مىفرستادند . فاطمه ( عليها السلام ) نيز ابتدا حقوق عاملان خويش را مىپرداخت و سپس مابقى را در ميان فقرا تقسيم مىنمود ؛ و اين در حالى بود كه وضع معيشت آن حضرت و امام على ( ع ) در ساده‌ترين وضع به سر مىبرد . گاه آنان قوت روز خويش را هم در راه خدا انفاق مىنمودند و در نتيجه گرسنه سر به بالين مىنهادند . اما در عين حال فقرا را بر خويش مقدم مىداشتند و در اين عمل خويش ، تنها خدا را منظور نظر قرار مىدادند . ( چنانچه در آيات آغازين سوره دهر آمده است ) . پس از رحلت رسول خدا ( ص ) ، ابابكر با منتسب نمودن حديثى به\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nپيامبر ( ص ) با اين مضمون كه ما انبيا از خويش ارثى باقى نمىگذاريم ، ادعا نمود آنچه از پيامبر اكرم ( ص ) باقى مانده ، متعلق به تمامى مسلمين است .\r\nفاطمه در مقام دفاع از حق مسلم خويش دو گونه عمل نمود . ابتدا افرادى را به عنوان شاهد معرفى نمود كه گواهى دهند پيامبر ( ص ) در زمان حيات خويش فدك را به او بخشيده است و در نتيجه فدك چيزى نبوده كه به صورت ارث به او رسيده باشد . در مرحله بعد حضرت خطبه‌اى را در مسجد پيامبر ( ص ) ايراد نمود كه همانگونه كه قبلًا نيز ذكر شد ، حاوى مطالب عميق در توحيد و رسالت و امامت است . در اين خطبه كه در نهايت فصاحت و بلاغت ايراد گرديده است ، بطلان ادعاى ابابكر را ثابت نمود . فاطمه بهابوبكر خطاب نمود كه چگونه خلاف كتاب خدا سخن مىگويى ؟ ! سپس حضرت به شواهدى از آيات قرآن اشاره نمود كه در آنها سليمان ، وارث داود ذكر گرديده و يا زكريا از خداوند تقاضاى فرزندى را مىنمايد كه وارث او و وارث آل يعقوب باشد . از استدلال فاطمه ( عليها السلام ) به نيكى اثبات مىگردد بر فرض كه فدك در زمان حيات پيامبر به فاطمه ( عليها السلام ) بخشيده نشده باشد ، پس از پيامبر به او به ارث مىرسد و در اين صورت باز هم مالك آن فاطمه است و ادعاى اينكه پيامبران از خويش ارث باقى نمىگذارند ، ادعايى است خلاف حقيقت ، و نسبت دادن اين كلام به پيامبر اكرم ( ص ) امرى است دروغ ؛ چرا كه\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nمحال است آن حضرت بر خلاف كلام الهى سخن بگويد و خداوند نيز بارها در قرآن كريم اين امر را تاييد نموده و بر آن تاكيد كرده است . اما با تمام اين وجود ، همچنان غصب فدك ادامه يافت و به مالك حقيقىاش بازگردانده نشد .\r\nبايد توجه داشت صحت ادعاى فاطمه ( عليها السلام ) چنان واضح و روشن بود و استدلالهاى او آن‌چنان متين و استوار بيان گرديد كه ديگر براى كسى جاى شك باقى نمىماند و بسيارى از منكرين در درون خود به وضوح آن را پذيرفته بودند . دليل اين معنا ، آنست كه عمر خليفه دوم هنگامى كه فتوحات اسلامى گسترش يافت و نياز دستگاه خلافت به درآمد حاصل از آن بر طرف گرديد ، فدك را به امير مؤمنان ( ع ) و اولاد فاطمه ( عليها السلام ) باز گرداند . اما بار ديگر در زمان عثمان فدك غصب گرديد .\r\n\r\nبيمارى فاطمه ( عليها السلام ) و عيادت از او :\r\nسرانجام فاطمه بر اثر شدت ضربات و لطماتى كه به او بر اثر هجوم به خانه‌اش و وقايع پس از آن وارد گشته بود ، بيمار گشت و در بستر بيمارى افتاد . گاه به زحمت از بستر برمىخاست و كارهاى خانه را انجام مىداد و گاه به سختى و با همراهى اطفال كوچكش ، خود را كنار تربت پيامبر ( ص ) و ديگر شهداى احد حاضر مىگشت و غم و اندوه خود را بازگو مىنمود .\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nدر همين ايام بود كه روزى زنان مهاجر و انصار كه از بيمارى او آگاهى يافته بودند ، جهت عيادت به ديدارش آمدند . فاطمه ( عليها السلام ) در اين ديدار بار ديگر اعتراض و نارضايتى خويش را از اقدام گروهى كه خلافت را به ناحق از آن خويش نموده بودند ، اعلام نمود و از آنان و عده‌اى كه در مقابل آن سكوت نموده بودند ، به علت عدم انجام وظيفه الهى و ناديده گرفتن فرمان نبوى درباره وصايت امام على ( ع ) انتقاد كرد و نسبت به عواقب اين اقدام و خروج اسلام از مجراى صحيح خود به آنان هشدار داد . همچنين بركاتى را كه در اثر عمل به تكليف الهى و اطاعت از جانشين پيامبر ( ص ) از جانب خداوند بر آنان نائل خواهد شد ، خاطر نشان نمود .\r\nدر چنين روزهايى بود كه ابابكر و عمر به عيادت حضرت آمدند . هر چند در ابتدا فاطمه ( عليها السلام ) از آنان رويگردان بود و به آنان اذن عيادت نمىداد ، اما سرانجام آنان بر بستر فاطمه ( عليها السلام ) حاضر گشتند . فاطمه ( عليها السلام ) در اين هنگام ، اين كلام پيامبر اكرم ( ص ) را كه فرموده بود : « هر كس فاطمه را به غصب در آورد من را آزرده و هر كه او را راضى نمايد مرا راضى نموده » ، به آنان يادآورى نمود . ابابكر و عمر نيز صدق اين كلام و انتساب آن به پيامبر ( ص ) را تأييد نمودند . سرانجام فاطمه ( عليها السلام ) ، خدا و ملائكه را شاهد گرفت فرمود : « شما من را به غضب آورديد و هرگز من را راضى ننموديد ؛ در نزد پيامبر ، شكايت شما دو نفر را خواهم نمود » .\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n\r\nوصيت :\r\nدر ايام بيمارى ، فاطمه ( عليها السلام ) روزى امام على ( ع ) را فراخواند و آن حضرت را وصى خويش قرار داد و به آن حضرت وصيت نمود كه پس از وفاتش ، فاطمه ( عليها السلام ) را شبانه غسل دهد و شبانه كفن نمايد و شبانه دفن كند و احدى از كسانى كه در حق او ستم روا داشته‌اند ، در مراسم تدفين و نماز خواندن بر جنازه او حاضر نباشند .\r\n\r\nشهادت :\r\nسرانجام روز سوم جمادىالثانى سال يازدهم هجرى فرا رسيد .\r\nفاطمه ( عليها السلام ) آب طلب نموده و بوسيله آن بدن مطهر خويش را شستشو داد و غسل نمود . سپس جامه‌اى نو پوشيد و در بستر خوابيد و پارچه‌اى سفيد به روى خود كشيد ؛ چيزى نگذشت كه دخت پيامبر ، بر اثر حوادث ناشى از هجوم به خانه ايشان ، دنيا را ترك نموده و به شهادت رسيد ؛ در حالىكه از عمر مباركش بنا بر مشهور ، 18 سال بيشتر نمىگذشت و بنا بر مشهور تنها 95 روز پس از رسول خدا در اين دنيا زندگى نمود .\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nفاطمه ( عليها السلام ) در حالى از اين دنيا سفر نمود كه بنا بر گفته معتبرترين كتب در نزد اهل تسنن و همچنين برترين كتب شيعيان ، از ابابكر و عمر خشمگين بود و در اواخر عمر هرگز با آنان سخن نگفت ؛ و طبيعى است كه ديگر حتى تأسف ابىبكر در هنگام مرگ از تعرض به خانه حضرت فاطمه ( عليها السلام ) سودى نخواهد بخشيد .\r\n\r\nتغسيل و تدفين :\r\nمردم مدينه پس از آگاهى از شهادت فاطمه ( عليها السلام ) ، در اطراف خانه آن بزرگوار جمع گشتند و منتظر تشييع و تدفين فاطمه ( عليها السلام ) بودند ؛ اما اعلام شد كه تدفين فاطمه ( عليها السلام ) به تأخير افتاده است . لذا مردم پراكنده شدند . هنگامى كه شب فرا رسيد و چشمان مردم به خواب رفت ، امام على ( ع ) بنا بر وصيت فاطمه ( عليها السلام ) و بدور از حضور افراد ، به غسل بدن مطهر و رنج ديده همسر خويش پرداخت و سپس او را كفن نمود . هنگامى كه از غسل دادن او فارغ شد ، به امام حسن و امام حسين ( عليهما السلام ) ( در حالى كه در زمان شهادت مادر هر دو كودك بودند . ) امر فرمود : تا عده‌اى از صحابه راستين رسول خدا ( ص ) را كه البته مورد رضايت فاطمه ( عليها السلام ) بودند ، خبر نمايند تا در مراسم تدفين آن بزرگوار شركت كنند . ( و اينان از 7 نفر تجاوز نمىكرده‌اند ) . پس از حضور آنان ، امير مؤمنان بر فاطمه ( عليها السلام ) نماز گزارد و سپس در ميان حزن و اندوه كودكان خردسالش كه مخفيانه در فراق مادر جوان خويش گريه\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nمىنمودند ، به تدفين فاطمه ( عليها السلام ) پرداخت . هنگامى كه تدفين فاطمه ( عليها السلام ) به پايان رسيد ، رو به سمت مزار رسول خدا ( ص ) نمود و گفت :\r\n« سلام بر تو اى رسول خدا ، از جانب من و از دخترت ؛ آن دخترى كه بر تو و در كنار تو آرميده است و در زمانى اندك به تو ملحق شده . اى رسول خدا ، صبر و شكيبايىام از فراق حبيبه‌ات كم شده ، خودداريم در فراق او از بين رفت . . . ما از خداييم و بسوى او باز مىگرديم . . . به زودى دخترت ، تو را خبر دهد كه چه سان امتت فراهم گرديدند و بر او ستم ورزيدند . سرگذشت را از او بپرس و گزارش را از او بخواه كه ديرى نگذشته و ياد تو فراموش نگشته . . .\r\nامروزه پس از گذشت ساليان متمادى همچنان مزار سرور بانوان جهان مخفى است و كسى از محل آن آگاه نيست . مسلمانان و بخصوص شيعيان در انتظار ظهور امام مهدى ( عج‌ا . . . ) بزرگترين منجى الهى و يازدهمين فرزند از نسل فاطمه ( عليها السلام ) در ميان ائمه مىباشند تا او مزار مخفى شده مادر خويش را بر جهانيان آشكار سازد و به ظلم و بىعدالتى در سراسر گيتى ، پايان دهد .\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\n\r\n« فاطمه ( عليها السلام ) كوثر بيكران الهى »\r\n\r\nمقدمه :\r\nراجع به شخصيت والاى حضرت فاطمه ( عليها السلام ) بيش از پنجاه آيه قرآن تأويل و تفسير شده است . اين نوشتار تحت عنوان فاطمه كوثر بيكران حق به رشته تحرير درآمد و نگارنده در پى آن است كه با استفاده از سوره مباركه كوثر ، گذرى بر شخصيت وعظمت و فضايل والاى حضرت صديقه كبرى ( عليها السلام ) داشته و عناوينى از قبيل پيشگويى و اعجاز سوره ، معنى و مراد كوثر ، وجوه نامگذارى فاطمه زهرا ( عليها السلام ) به كوثر ، ارتباط كوثر محمدى با كوثر بهشتى ، فاطمه به عنوان حقيقتى يك دانه در عالم خلقت ، مورد بحث قرار گرفته و سپس فاطمه زهرا ( عليها السلام ) بعنوان برترين و جامع‌ترين الگو عالم بشريت در همه ابعاد زندگى ( سجاده بندگى ، جلوه‌گاه وارستگى ، عرصه وظايف خانوادگى ، حيا ، عفاف ، حجاب ، ايثار ، انفاق ، ساده زيستى و جبهه فرهنگى ، سياسى . . . ) براى همه عصرها ، نسل‌ها معرفى و در نهايت به يكى از ضرورىترين عرصه كه بايستى به فاطمه زهرا ( عليها السلام ) اقتداء كرد يعنى عرصه دفاع از حريم ولايت و امامت اشاره گرديد ؛ چه اينكه فاطمه زهرا ( عليها السلام ) همچون كوثر بيكران الهى به عنوان اسوه و الگوى بىنظير هميشه سرسبز و حيات بخش استمرار داشته و درس و عبرتى براى همه عصرها و نسل‌ها در طول تاريخ\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nخواهد بود . سخن گفتن از شخصيت بىنظير فاطمه ( عليها السلام ) شمّ بهشتى مىخواهد ، زيرا پيامبر خدا ( ص ) فرمود :\r\n« كُلَّما اشفَقتُ الى رائِحَةِ الجَنَّةِ شَمَمتُ رائِحَةَ ابنَتى فاطِمَة » . « 1 »\r\n« هر زمان مشتاق بوى بهشت مىشوم دخترم فاطمه ( عليها السلام ) را مىبويم و بوى بهشت از او استشمام مىكنم . »\r\nو در روايتى كه فريقين بر آن تأكيد دارند پيامبر خدا ( ص ) در شب معراج از بهشت عبور مىكرد ، جبرئيل امين از ميوه درخت طوبى به آن حضرت داد و هنگامى كه به زمين بازگشت نطفه فاطمه ( عليها السلام ) از آن ميوه بهشتى منعقد شد « 2 » كوثرى كه عطاى ويژه الهى است . موجودى كه زهره سماء و زهراى زمين است . چهره‌اى كه ثمره‌اش نتيجه هستى است و بانويى كه در شمار معصومين است . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحارالأنوار / ج 43 / ص 5 .\r\n( 2 ) - زهرا برترين بانوى جهان / ص 20 و 76 .\r\n( 3 ) - آيه تطهير - امالى صدوق / ص 393 .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nبانويى كه محبت و ولايت او و خاندان او مزد رسالت و از فرائض دينى بشمار مىآيد . « 1 »\r\nصديقه طاهره‌اى كه مظهر رضاى الهى و غضب ربوبى است . « 2 » و مدال افتخار سيده نساء العالمين را در فرآينش به خود اختصاص داده است . « 3 » بانويى كه امام صادق ( ع ) فرمود :\r\n« وَ هِى الصِدِّيقَةُ الكُبرى وَ عَلى مَعرِفَتِها دارَتِ القُرُونِ الأُولي . »\r\n« او صديقه كبرى است كه بر محور شناخت او قرن‌هاى گذشته دور زده است » . « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - قُلْ لا أَسْئَلُكُمْ عَلَيْهِ أَجْرًا إِلَّا الْمَوَدَّةَ فِى الْقُرْبى - شورى - آيه 23 - شافعى در اين باره چنين سروده است :\r\nيا اهلَ بَيتِ رَسولُ اللهِ حُبُّكُم فرَضٌ مِنَ اللهِ فِى القُرآنِ انزَلَهُ ( اى اهل بيت رسول خدا دوستى شما واجبى است كه در قرآن نازل شده است . )\r\n( 2 ) - ( انَّ اللهَ يغضِبُ لِغَضَبِ فاطِمَة وَ يرضى لِرِضاها ) . بحار الانوار / ج 43 / ص 19 - امالى صدوق / ص 214 .\r\n( 3 ) - غاية المرام / ج 1 / ص 6 / حديث دوم .\r\n( 4 ) - بحارالانوار / ج 43 / ص 105 .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nاگرچه پيرامون شخصيت آسمانى بانوى بانوان جهان حضرت فاطمه زهرا ( عليها السلام ) بسى كتاب‌ها نگاشته شده و فراوان سخن رانده شده است ، اما گويا اگر هزاران برابر آن نيز ، قلم زده شود و سخن گفته شود باز قطره‌اى در مقابل اقيانوس بىكرانه فضيلت‌هاى حضرتش مىباشد .\r\nعارفى همچون حضرت امام خمينى ( ره ) با آن جايگاه علمى وعرفانىاش از درك عظمت و مقام والاى حضرت زهرا ( عليها السلام ) اظهار عجز و ناتوانى كرد و فرمود : هر كس با هر بينش درباره او سخن گفته است از عهده ستايش او بر نيامده است . چونكه دريا را در كوزه‌اى نتوان گنجاند . « 1 »\r\n فضل زهرا را بشر كى توان احصا كند * قطره را قدرت نباشد وصف از دريا كند . \r\nفاطمه به مرتبه‌اى رسيده است كه دست همه از او كوتاه است . حضرت فاطمه يك فرد معمولى نبود بلكه يك موجود ملكوتى است كه در عالم به صورت انسان ظاهر شده است . موجودى الهى جبروتى در صورت يك زن ظاهر شده است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - صحيفه امام / ج 20 / ص 4 .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\n ما را كجا به كوى تو ممكن بود وصول * در وصف ذات پاك و كرامات بىحدت\r\nكانجا خيال را نبرد قدرت نزول * گرديده نطق الكن و حيران شود عقول \r\nآرى فاطمه مجهوله‌القدر است همانگونه كه مخفيه القبر . منزلت و قدر او مجهول و نهان است همان سان كه تربت و قبر او مخفى و پنهان است .\r\nقالَ الصَّادِقُ ( ع ) : انَّما سُميت فاطِمَةُ لأِنَّ الخَلقَ فُطِمُوا عَن مَعرِفَتِها « 1 »\r\nامام صادق ( ع ) فرمودند : « آن حضرت را فاطمه ناميده‌اند چونكه مردم از شناخت حقيقت او دور مانده و محروم شده‌اند . »\r\nپس چه قلمى سزاوار ترسيم شخصيت ملكوتى حضرت فاطمه است ، چه فكرى ياراى توانايى درك فاضئل او را داراست چگونه ممكن است ابعاد شخصيت آن بزرگوار در گفتار ما خاكيان محدود ، جلوه‌گر شود . پس بايد اعتراف و اذعان نمود كه انسان نمىتواند شخصيت والاى حضرت را آنگونه كه هست درك كند و تبيين نمايد . و براى شناخت و معرفت مقام والاى آن حضرت بايد از سرچشمه وحى و سخنان معصومين استمداد طلبيد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحارالانوار / ج 43 / ص 65 .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nزيرا فاطمه را غير از خدا و رسول ( ص ) و ائمه ( نشناختند و اگر احاديثى هم از خاندان وحى رسيده به اندازه فهم مستعمان بوده ، نه به اندازه مرتبت او و از سوى ديگر با گذشت بيش از چهارده قرن هنوز ابعاد گوناگون زندگانى حضرت زهرا ( عليها السلام ) در اوج غربت و مظلوميت بسر مىبرد و متأسفانه زواياى زندگى او براى بشريت در هاله‌اى از گمنامى و ابهام قرار دارد .\r\nاما از آنجا كه در مورد شخصيت فاطمه ( عليها السلام ) و جايگاه والاى آن حضرت در قرآن آيات فراوان بطور مستقيم و غيرمستقيم وجود دارد نظير آيات ( تطهير ، مودت ، مباهله ، ابرار ، امانت ، ذىالقربى ، صلوات ، نور ، ضرب‌المثل ، بيوت ، مرج‌البحرين يلتقيان ، ايذاء ، سوره قدر ، سوره كوثر و . . . ) و ليكن با توجه به اينكه تفسير و توضيح اينها در يك نوشتار امكان ندارد و حق آنها اداء نمىگردد . لذا آنچه در اين نوشتار مىآيد فقط تفسير و توضيح سوره مباركه كوثر در مورد عظمت بىنظير فاطمه زهرا ( عليها السلام ) بعنوان كوثر قرآن است . اميد است اين عرض ادب و ارادات به پيشگاه پرعظمت حضرت صديقه كبرى ( عليها السلام ) مقبول درگاه حق‌تعالى و فرزندش حضرت مهدى ( عج ) واقع شود و گامى كوچك در معرفى حضرت بعنوان بهترين الگو براى همه عصرها و نسل‌ها برداشته شد . خداوندا ، ما را از بركات اين خير كثير كه به پيامبرت مرحمت فرموده‌اى نصيب فرما .\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nبِسْمِ اللّهِ الرَّحْمنِ الرَّحيمِ . إِنّا أَعْطَيْناكَ الْكَوْثَرَ . فَصَلِّ لِرَبِّكَ وَ انْحَرْ . إِنَّ شانِئَكَ هُوَ اْلأَبْتَر .\r\nترجمه : اى پيامبر ، مسلماً به تو كوثر ( خير كثير و بركت فراوان ) عطا خواهيم كرد ، پس ( به شكرانه اين نعمت بزرگ ) براى پروردگارت نماز بخوان و شتر قربانى كن مسلماً دشمن تو ابتر و بلاعقب است .\r\n\r\n« مشخصات سوره كوثر » :\r\n1 - بنابر مشهور در مكه نازل شده است ولى بعضى احتمال مدنى بودن آن را داده‌اند و اين احتمال نيز داده شده است كه اين سوره دوباره نازل شده يك بار در مكه و بار ديگر در مدينه ولى رواياتى كه در شأن نزول اين سوره در تفاسير فريقين ذكر شده ، قول مشهور را كه اين سوره مكى است تأييد مىكند .\r\n2 - كوچكترين سوره قرآن است كه داراى سه آيه مىباشد .\r\n3 - پانزدهمين سوره به ترتيب نزول و يكصد و هشتمين سوره به ترتيب قرآن موجود است .\r\n4 - نام اين سوره ( كوثر ) از اولين آيهء آن نشأت گرفته شده است .\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\n5 - امام صادق ( ع ) فرمود : هر كس در نمازهاى واجب و مستحب سوره كوثر را بخواند خداوند از آب كوثر نصيب او مىكند . « 1 »\r\n6 - اين سوره كوچك در طول تاريخ همانند ندارد و دشمنان معاند اسلام كه در نابودى اسلام از هيچ كوششى كوتاهى نكردند و نمىكنند ، از آوردن كوچك‌ترين سوره مانند كوثر عاجز مانده‌اند و خداوند هم در قرآن فرمود :\r\nوَ إِنْ كُنْتُمْ فى رَيْبٍ مِمّا نَزَّلْنا عَلى عَبْدِنا فَأْتُوا بِسُورَةٍ مِنْ مِثْلِهِ « 2 »\r\n« اگر شكى در قرآنى كه بر بنده خود فرستاديم داريد ، پس مثل يك سوره آن را بياوريد . »\r\nشأن نزول : عاص بن وائل از سران مشركان مكه بود ، بعد از فوت پسر رسول الله ( ص ) بنام عبدا . . . ، پيامبر خدا را ابتر ناميد و عرب هم كسى را كه پسر نداشت ابتر ( بلاعقب ) مىناميد « 3 » سوره كوثر نازل شد و پيامبر اكرم را به اعطاى كوثر و نعمت‌هاى فراوان بشارت داد و دشمنان را ابتر خواند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تفسير الميزان / ج 20 / ص 370 .\r\n( 2 ) - بقره / 21 23 .\r\n( 3 ) - تفسير مجمع البيان 10 / ص 836 و تفسير نمونه / ج 27 / 368 .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\n\r\nاعجاز سوره كوثر :\r\nسوره كوثر يكى از ملاحم و خبرهاى غيبى قرآن كريم است ، چونكه خداوند بعد از ارتحال پيامبر اكرم بركتى در نسل آن جناب قرار داد به طورى كه در همه عالم هيچ نسلى معادل آن ديده نمىشود با آنكه اين همه بلاها بر سر ذريه پيامبر آوردند و گروه گروه آنها را كشتند .\r\nبا توجه به اينكه اين سوره مكى است و حكومت و امكانات در دست مشركان مكه بود و مسلمين در وضع خوبى نبودند و فرزندان پسرى پيامبر از دنيا رفته بودند و دشمنان هم زخم زبان مىزدند و پيامبر را ابتر مىناميدند و از آن جائى كه فرزند پسرى را تداوم بخش برنامه پدرى مىداشتند ، لذا اميدوار بودند با رفتن پيامبر كسى نيست كه راه او و آئين او را ادامه دهد و پيامبر از اين جريان ناراحت بود و خداوند هم هنوز به پيامبر فاطمه ( عليها السلام ) را نداده بود .\r\nنزول اين سوره در آن فضا و شرايط هم تسلىخاطر و بشارت بزرگ بر پيامبر بود تا در برابر ياوه‌گويىهاى دشمنان قلب مباركش آزرده نشود و در عزم آهنين او فتور و سستى راه نيابد و از انبوه جمعيت آنها و امكانات فراوان مادى كه در اختيار دارند نگران نشود ، زيرا آن وجود نازنين اعطاء خير كثير را به پيامبر نويد مىدهد كه به احدى نداده است . از سوى ديگر پاسخ كوبنده‌اى به سران كفر و شرك و ضربه‌اى بود به اميدهاى دشمنان اسلام . و از طرف ديگر به صورت غيبى\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nخبر مىدهد كه پيامبر بلانسل و دودمان نمىماند بلكه نسل و دودمان او زياد خواهد شد و دشمنان پيامبر ابتر خواهند ماند .\r\nپس اين سوره پيشگويى براى آينده است كه آينده از آن پيامبر است و خبرهاى اعجازآميز از آينده‌هاى دور و نزديك ، كه همه اين پيشگويىها محقق شد ، هم خيرات و بركات فراوان بر پيامبر نازل شد و هم دودمان پيامبر در جهان بطور فراوان وجود دارند و هم دشمنان پيامبر كه در آن زمان زياد بودند تار و مار شدند و امروز آثارى از آنها باقى نمانده است ، در حالىكه طوائفى ، همچون بنىاميه و بنىعباس كه به مقابله با پيامبر و فرزندان او برخاستند ، روزى آنقدر جمعيت داشتند كه كسى فكر نمىكرد ابتر شوند و همه آنها از بين بروند و هم برنامه اسلام و قرآن كه آئين پيامبر بود در سراسر جهان گسترده و فراگير شد .\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\n\r\nتوضيح و تفسير آيه : إِنّا أَعْطَيْناكَ الْكَوْثَرَ :\r\nخداوند در اين سوره به پيامبرش تسلىخاطر مىدهد كه در آينده به تو خير كثير خواهيم داد . . . و در اينجا بايد فعل مضارع آورده شود اما ماضى ذكر شد و در ادبيات عرب ذكر ماضى بجاى مضارع تاكيد ديگر بر مطلب است كه تحقق اين وعده آنقدر حتمى است كه مثل اينكه محقق شد . پس در اينجا با سه تاكيد به پيامبرش مىگويد ، ما مسلماً و محققاً و حتماً به تو كوثر خواهيم داد . نكته ديگر اين كه تعبير « اعطيناك » دليل بر اين است كه كوثر عطيه الهى به پيامبر است اما در مورد قرآن تعبير « آتيناك » به كار برده شده است . وَ لَقَدْ آتَيْناكَ سَبْعًا مِنَ الْمَثانى وَ الْقُرْآنَ الْعَظيمَ . « 1 » وَ قَدْ آتَيْناكَ مِنْ لَدُنّا ذِكْرًا « 2 » اما در اينجا تعبير اعطيناك به كار برده شده است كه نوعى اعطاء و بخشش و بشارت بزرگى به پيامبر عظيم‌الشان است ، كه بداند آن خدايى كه منبع همه خيرات و بركات است ، كوثر را در اختيار او نهاده است و كوثر عطيه بزرگ و ويژه الهى است كه و بديهى است هرقدر معطى با عظمت‌تر معطى هم مهم‌تر و با ارزش‌تر خواهد شد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - حجر / 87 .\r\n( 2 ) - طه / 99 .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nبا توجه به اينكه مخاطب پيامبر اكرم ( ص ) است و خداوند على اعلى و غنى مطلق و سرچشمه همه خيرات و بركات به پيامبرش وعده كوثر مىدهد . اين چه معنى دارد ؟ با ملاحظه مُعطى و مُعطىاليه ارزش مُعطى بيشتر روشن خواهد شد .\r\nاگر مُعطى ( اعطاكننده ) فرد معمولى باشد يا اينكه خداوند باشد فرق دارد و از سوى ديگر گاهى به انسان معمولى چيزى مىدهند و گاهى به افضل انبياء و خير خلق‌الله چيزى ديگر . يك وقت به پيامبرى كه جبرئيل و قرآن بر او نازل و به بشارت خير كثير مىدهند . به عبارت ديگر خير كثير نزد بازارى و تاجر و ميلياردر هر كدام به معناى خاص خودش است .\r\nخداوند متعال در اين سوره به افضل انبياء بشارت كوثر و خيرات و بركات فوق از حد و حصر مىدهد پس توجه به و مُعطى و مُعطى اليه ، عظمت كوثر بيشتر روشن مىشود . و در واقع سوره كوثر ، اسم با مسمّى است در عين كمى آيات و كلماتش ، در بردارنده اسرار و رموزى است كه بزرگان و مفاخر ، از دستيابى به عمق آن به عجز و توانايى خويش اعتراف كردند .\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\n\r\nمعنا و مراد كوثر :\r\nكوثر بر وزن فوعل وصف است كه از كثرت گرفته شده و به معنى خير و بركت فراوان است و به افراد سخاوتمند هم كوثر گفته مىشود .\r\nبراى كوثر در تفسير كبير 28 قول و علامه طباطبايى تا 26 قول ذكر نموده‌اند . گستره معنايى اين واژه چنان وسيع و جامع است كه از جمله « خير بىنهايت » را مىتواند شامل شود و هر كس به مقدار پايه معرفتى خويش چيزى فهميده و سخنى بيان كرده و مطلبى نوشته است ولى ظاهر اين است كه غالباً اينها از قبيل بيان مصاديق براى اين مفهوم وسيع و گسترده است و با توجه به شأن نزول و سياق آيات و كلمه ابتر و تسلى بودن سوره و روايات متعدد وارده از ائمه ( به نظر مىرسد و مراد از كوثر يا بارزترين مصداق آن ، فاطمه زهرا ( عليها السلام ) است .\r\nمرحوم علامه طباطبايى علاوه بر ادعاى مستفيضه بودن روايات فرمودند : مناسب‌ترين معنى كوثر ، كثرت ذريه پيامبر از طريق صديقه كبرى ( عليها السلام ) است كه شرق تا غرب عالم را فرا گرفته است .\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nقول سوم اين است كه اين سوره به عنوان رد بر كسانى نازل شد كه عدم وجود اولاد را بر پيامبر اكرم خرده مىگرفتند . بنابراين ، معنى سوره اين است كه خداوند بر پيامبر نسلى مىدهد كه در طول زمان باقى مىمانند . بعد گفت : اين از عجائب است چونكه در طول تاريخ تعداد زيادى از ذريه پيامبر را كشتند اما در عين حال جهان مملو از آنهاست و علماى بزرگى در ميان آنها از قبيل باقر ، صادق و رضا و نفس زكيه . . . وجود دارند در حالى كه در زمان نزول قرآن با آنكه از بنىاميه اولاد و نسل زيادى بود ، اما الان چيزى از آنها در عالم وجود ندارد . پس مراد از كوثر فراوانى ذريه و ماندگارى نسل پيامبر مىباشد كه فقط از طريق وجود با بركت حضرت فاطمه تحقق يافته و خداوند نسلى بىنظير و ماندگار در طول تاريخ به پيامبرش عطا فرمود .\r\nمرحوم علامه طباطبايى در تفسير شريف الميزان فرمود ، ظاهر انا اعطيناك الكوثر منت است . با آنكه روش و دأب بزرگان و اشخاص كريم اين نيست كه اگر چيزى به كسى مىدهند به رخ او بكشند و منت بگذارند ، اما اين كوثر چيست كه اين معادلات بهم مىخورد و خداوند متعال به رخ حبيب خود مىكشد و مىفرمايد ما به تو كوثر عطاء كرديم .\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nمطلب ديگر اين‌كه خداوند متعال بدون مقدمه و رياضت و زحمت اين كوثر را به پيامبرش عطا نمىكند ، بلكه بايد يك اربعين بگذراند ، لذا جبرئيل امين نازل شد . سلام خدا را به رسولش ابلاغ كرد و عرضه داشت چهل شبانه روز از خديجه دورى گزين . نبىمكرم اسلام روزها روزه و شب‌ها تا صبح عبادت ، وقتى جبرئيل و ميكائيل در غروب روز چهلم خدمت پيامبر خدا رسيدند يك ظرف غذا جلوى پيامبر اكرم گذاشتند و بعد از تناول افطارى از اين غذا ، به سمت منزل حركت كرد و بدين‌سان نور فاطمه منعقد شد . اگر موسى كليم بعد از اربعين وَ واعَدْنا مُوسى ثَلاثينَ لَيْلَةً وَ أَتْمَمْناها بِعَشْرٍ فَتَمَّ ميقاتُ رَبِّهِ أَرْبَعينَ لَيْلَةً « 1 » آماده شد تا جبرييل بر او نازل و تورات را به او تلاوت كند . اما خداوند متعال به پيامبر اسلام بعد از چهل سالگى و نزول جبرئيل و قرآن ، چه چيزى خواهد عطاء كند كه نياز به رياضت دارد . آرى نور فاطمه در حالى منعقد مىشود كه والدين او از رهگذر چهل شبانه روز ارتباط خالصانه با خداوند به اوج طهارت روحى دست يافته‌اند و خمير مايه آن از پاك‌ترين و بهترين ميوه‌هاى بهشتى تكوين يافته است . و كوثر يكى از نام‌هاى مبارك حضرت صديقه كبرى مىشود . اگر الله اسم جامع و مستجمع همه صفات الهى است ، اسم كوثر هم جامع صفات حضرت زهراست .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اعراف / 142 .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\n\r\nوجوه نامگذارى فاطمه زهرا ( عليها السلام ) به كوثر :\r\n1 - فاطمه كوثر است چون‌كه فراوانى و ماندگارى دودمان پيامبر اكرم فقط از طريق وجود با بركت فاطمه زهرا ( عليها السلام ) در جهان تحقيق يافته و خداوند نسلى بىنظير و ماندگار به پيامبر اكرم عطاء فرمود اين وجه مطابق با شأن نزول هم هست و دشمنان اسلام با مرگ فرزندان پسرى پيامبر اكرم ، او را ابتر ناميدند ، اما خداوند در آن زمان به پيامبرش تسلى داد كه كوثر نصيب او خواهد نمود و اين وجه دو جهت دارد .\r\nالف : يازده امام معصوم از فاطمه زهرا ( عليها السلام ) مىباشند . اگر خداوند به حضرت مريم يك عيسى داد ، اما به حضرت فاطمه زهرا ( عليها السلام ) يازده عيسى بلكه بالاتر از عيسى داد و عيساى مريم يكى از ياران حضرت مهدى ( عج ) فرزند حضرت زهرا ( عليها السلام ) مىباشد .\r\nب : هزاران هزار نفر از فرزندان و دودمان پيامبر اكرم ( ص ) از طريق فاطمه زهرا ( عليها السلام ) سراسر جهان وجود دارند كه در ميان آنها علماء بزرگ و مراجع تقليد كه منشأ خيرات و بركات فراوان شده‌اند .\r\n2 - فاطمه كوثر است به خاطر آنكه همه بايد به او اقتدا كنيم و دستورات و معارف و احكام دين را بوسيله او و فرزندان او بگيريم اين همه رواياتى كه از ابواب مختلف اسلام از ائمه معصومين به ما رسيده كه فقط در كتاب شريف\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nوسائل‌الشيعه قريب سى و پنج هزار روايت وجود دارد ، از طريق فرزندان حضرت صديقه كبرى بوده است .\r\n3 - فاطمه كوثر است چون‌كه عمده‌ترين رمز بقاى اسلام از طريق او است . اگر فاطمه نبود ائمه هم نبودند . لذا از اسلام هم خبرى نبوده است . اگر حسين فاطمه نبود بنىاميه اسلام را از بين مىبردند ، اگر اسلام در سراسر كره زمين گسترش يافت با حضور و ايثارگرى ائمه و ذريه پيامبر بوده است . و اصولًا رمز بقاى اسلام ناب محمد ( ص ) و علوى ( ع ) از طريق فرزندان فاطمه ( عليها السلام ) در طول تاريخ بوده است . يعنى همچنان‌كه فرزندان جسمانى پيامبر به وسيله فاطمه زهرا ( عليها السلام ) در جهان گسترش يافت ، آئين پيامبر و تمام ارزش‌هاى دين و قرآنى و ولايى هم توسط فاطمه و فرزندانش و علماء و نويسندگان و فقها و محدثين و مفسران محافظت و گسترش يافت . آرى وجود فاطمه منبع خير كثير است كه هم باعث ماندگارى رسالت پيامبر شده است و هم عامل جاودانگى نسل پاك او .\r\n4 - فاطمه زهرا ( عليها السلام ) خير كثير است ، چون‌كه اگر اين عالم پا برجاست و به انسان رزق و روزى مىرسد به طفيل وجود نازنين فرزندان حضرت زهرا ( عليها السلام ) است .\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nامام صادق ( ع ) فرمود :\r\n« لَو بَقيتِ الأَرضُ بِغَيرِ امامٍ لَساخَت » . « 1 »\r\nاگر زمين بدون حجت خدا باشد زمين اهلش را فرو مىبرد و در زيارت جامعه هم در خطاب به ائمه معصومين ( عرضه مىداريم :\r\n« بِكُم يمسِكُ السَّماءَ ان تَقَعَ عَلَى الأرضِ »\r\n. بواسطه شما آسمان‌ها نگه‌دارى مىشود و بر زمين نمىافتد اگر هم و غمى و مشكلى از انسان رفع مىشود بواسطه فرزندان فاطمه ( عليها السلام ) است .\r\n« بِكُم ينَفِّسُ الهَمَّ وَ يكشِفُ الضُّرَ »\r\nو اگر اعمال ما قبول مىشود بواسطه آنهاست .\r\n« بِكُم تُقبَلُ الطّاعَةِ المُفتَرَضَةِ »\r\n5 - فاطمه زهرا ( عليها السلام ) كوثر است . چون‌كه از فاطمه مصحفى باقيمانده است كه ارث ولايت است و ائمه ( براى مسائل گوناگون به آن مراجعه مىكنند . و علم گذشته و حال و آينده در آن وجود دارد كه خودش به حضرت امير ( ع ) گفت :\r\nإِذَن لَاحَدِّثَكِ بِما كانَ وَ بِما هُنَّ كائِنٌ وَبِما لَم يكُن الى يومِ القِيامَةِ حِينَ تَقُومُ السّاعَة . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اصول كافى .\r\n( 2 ) - بحار / ج 43 / ص 88 .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nمن راجع به حضرت صديقه ( عليها السلام ) خودم را قاصر مىدانم كه ذكرى بكنم ، فقط اكتفا مىكنم به يك روايت كه در كافى شريف است و با سند معتبر نقل شده است و آن روايت اين است كه حضرت صادق ( ع ) مىفرمايد : فاطمه ( عليها السلام ) بعد از پدرش 75 روز زنده بودند در اين دنيا بودند و حزن و شدت بر ايشان غلبه داشت و جبرئيل مىآمد خدمت ايشان و به ايشان تعزيت عرض مى كرد و مسائلى از آينده نقل مىكرد « 1 » ظاهر روايت اين است كه در اين 75 روز مراوده بوده است ، يعنى رفت و آمد جبرئيل زياد بوده است و گمان ندارم كه غير از طبقه اول از انبياى عظام درباره كسى اينطور وارد شده باشد كه در ظرف 75 روز جبرئيل اين رفت و آمد داشته است و مسائل را در آتيه‌اى كه واقع مىشده است . مسائل را ذكر كرده است و آنچه كه به ذريه او مىرسيده است . در آتيه ، ذكر كرده است و حضرت امير هم آنها را نوشته است . كاتب وحى حضرت صديقه در اين 75 روز بوده است . مسئله آمدن جبرئيل براى كسى مىآيد و امكان دارد بيايد ، اين‌جا يك تناسب لازم است بين روح آن‌كسى كه جبرئيل مىخواهد بيايد و مقام جبرئيل كه روح اعظم است . . . اين تناسب بين جبرئيل كه روح اعظم است و انبياى درجه اول بوده است مثل رسول خدا و موسى و عيسى و ابراهيم و امثال اينها ، بين همه كس نبوده است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اصول كافى / ج 1 / ص 457 .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nبعد از اين هم بين كسى ديگر نشده است . حتى درباره ائمه ( همه من نديده‌ام كه وارد شده باشد اينطور كه جبرئيل بر آنها نازل شده باشد فقط اين است كه براى حضرت زهرا ( عليها السلام ) است . حاصل اين مراوده جبرائيل با حضرت زهرا ( عليها السلام ) در عرض 75 روز مصحف فاطمه شد كه ارث ولايت و مجموعه گرانسنگى است .\r\n6 - فاطمه كوثر است . چون كه در حجره‌اى كوچك و محقر انسان‌هايى تربيت كرد كه به سبب عدد چهار ، پنج نفرند اما به حسب واقع تمام قدرت حق‌تعالى و صفات الهى در اين خانواده متجلّى شد . نورشان از عالم خاك تا آن سوى افلاك و از عالم ملك تا آنسوى ملكوت اعلى مىدرخشد .\r\n7 - فاطمه كوثر است ، چون‌كه نبى مكرم اسلام فرمود : « اگر همه نيكىها و خوبىها و ارزش‌هاى عالم به صورت يك شخص در آيد ، آن شخص فاطمه است بلكه برتر و بزرگ‌تر است\r\n« وَ لَو كانَ الحَسَنُ شَخصاً لَكانَ فاطِمَةُ بَل هِى اعظَمُ . » « 1 »\r\nتمام ابعادى كه در انسان متصور است در فاطمه ( عليها السلام ) جلوه كرده ، او موجود ملكوتى است كه در اين عالم به صورت انسان ظاهر شده . موجود الهى جبروتى كه در صورت يك انسان ظاهر شده است . زنى كه تمام خاصه‌هاى انبياء ( در اوست .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - فرائد السمطين / ج 2 / ص 68 .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\n8 - فاطمه كوثر است ، چون‌كه روايت شده :\r\n« لَولاكَ لَما خَلَقتُ الأَفلاكَ وَ لَولا عَلى لَما خَلَقتُكَ وَ لَولا فاطِمَةُ لَما خَلَقتُكُما » . « 1 »\r\n9 - پس بر اساس اين روايت ، خلقت پيامبر و ائمه و اين عالم با آن همه كرات و سيارات و كهكشان‌ها و مواهب خدادادى ، از بركت وجودى فاطمه ( عليها السلام ) است .\r\nآرى اگر فاطمه نبود آدم دم نمىزد ، نوح نوحه نمىكرد ، ابراهيم در آتش سوخت و موسى در نيل غرق و نسيم مسيح نمىوزيد و بوى گل محمدى آفاق و انفاس عالم را در نمىورديد . اگر فاطمه نبود محمد ( ص ) را مادر ( امّ ابيها ) و على را همسر و حسن و حسين ، سيد شباب اهل الجنه نبودند ، اگر فاطمه نبود مهدى ( عج ) نبود و اگر مهدى نبود مهد عالم نمىجنبيد و نبض زمان نمىتپيد ، زمين اهلش را مىبلعيد .\r\n9 - فاطمه كوثر است : چون‌كه از فاطمه زهرا ( عليها السلام ) آثار زيادى از جهت نظرى و شيوه‌هاى عملى براى بشريت باقى مانده است ، از قبيل انفاق و ايثار : وَ يُطْعِمُونَ الطَّعامَ عَلى حُبِّهِ مِسْكينًا وَ يَتيمًا وَ أَسيرًا « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سفينة البحار / ج 2 .\r\n( 2 ) - دهر / آيه 8 .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nعبادت و بندگى ، اخلاص . زهد و ساده زيستى ، صبر و بردبارى ، عصمت ، عفت ، حجاب ، همسردارى ، تربيت فرزندان ، شيوه‌هاى دفاع از ولايت و امامت ، فعاليت‌هاى سياسى اجتماعى ، خطبه‌ها و رفتار و سخنان فاطمه ( عليها السلام ) و . . . باقى است . . .\r\n10 - فاطمه كوثر قرآن است ، چون‌كه خيرات و بركات او در فرداى قيامت هم نصيب محب فاطمه مىشود . محبت به فاطمه ( عليها السلام ) در فرداى قيامت مايه نجات انسان است .\r\nقالَ رَسُولُ اللهِ ( ص ) :\r\n« يا سَلمانُ مَن احَبَّ فاطِمَةَ ابنَتى فَهُوَ فِى الجَنَّةِ وَ مَن ابغَضَها فَهُوَ فِى النّارِ ، يا سَلمانُ حُبُّ فاطِمَةَ ينفَعُ فِى مِأةِ مِنَ المَواطِنِ ايسَرُ ذلِكَ المَواطِنِ المَوت وَ القَبر وَ الميزان وَ المَحشَر وَ الصِّراط وَ المُحاسَبَة » « 1 »\r\nپيامبر خدا فرمود : اى سلمان هر كس دخترم فاطمه را دوست داشته باشد در بهشت و هر كس با او دشمنى كند در جهنم است اى سلمان محبت فاطمه در 100 مكان نفع مىرساند از جمله هنگام مرگ ، قبر ، ميزان ، محشر ، صراط و موقع حسابرسى .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - فرائد السمطين / ج 2 / ص 67 .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nدر يك روايت نورانى ديگر خداوند متعال در خطاب به فاطمه زهرا ( عليها السلام ) فرمود :\r\n« وَ عِزَّتِى وَ جَلالِى وَ ارتِفاعِ مَكانِى لَقَد آلَيتُ عَلى نَفسى مِن قَبلِ ان اخلَقَ السَّمواتِ وَ الأَرضَ بِالفَى عامٍ ان لا اعَذِّبَ مُحِبِّيكِ وَ مُحِبِّى عِترَتِكِ منَ النّار » « 1 »\r\nبه عزت و جلالم سوگند ، دو هزار سال قبل از خلقت آسمان و زمين به خود سوگند ياد نموده‌ام كه دوستان تو و دوستان عترت تو را به آتش جهنم عذاب نكنم .\r\nچهره زهراى اطهار كه مظهر عطوفت رحمانى و رأفت يزدانى است نسبت به شيعيان و پيروان ولايت كه گرد عصيان و غبار طغيان بر سيماى جانشان نشسته است همانند باران رحمتى شست و شوگر ذنوب و رافع كدورات است .\r\n« الهى وَ سَيدى اسَئَلُكَ بِالَّذينَ اصطَفَيتَهُم وَ بِبُكاءِ وُلدِى فِى مُفارِقَتى ان تَغفِرَ لِعُصاةِ شِيعَتى وَ شيعَتى ذُرِّيتي »\r\nاى معبود و مولاى من ، به حق انسان‌هاى برگزيده‌ات و به حرمت اشك‌هاى فرزندانم هنگام مفارقت از من ، از تو مسألت مىكنم كه گناهكاران شيعيان من و پيروان فرزندانم را مورد آمرزش و مغفرت قرار بده .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - همان .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\n11 - فاطمه كوثر قرآن است . چون‌كه نسبت خانوادگى او شهره جهانى دارد . پدرى چون پيامبر اسلام افضل انبياء و مادرى چون خديجه كبرى كه پيشرفت اسلام مديون اوست . كسى كه بارها خداوند به او سلام رساند ، همسرى چون على مرتضى ( ع ) كه برترين انسان بعد از پيامبر و خانه زاد خداست . فرزندانى چون حسن و حسين ( عليهما السلام ) سيد شباب اهل الجنة هستند .\r\nنبى مكرم اسلام ، به دخترش فرمود :\r\n« يا فاطِمَةُ خَيرُ الأَنبِياءِ مِنّا وَ هُوَ ابُوكِ وَ خَيرُ الأَوصياءِ مِنّا وَ هُوَ بَعلُكِ وَ مِنّا سِبطا هذِهِ الأَمَّةِ وَ سَيدَى شَبابِ اهلِ الجَنَّةِ الحَسَنُ وَ الحُسَينُ وَ هُما ابناكِ وَ الَّذى نَفسِى بِيدِه ، مِنّا مَهدِى هذِهِ الأُمَّةِ وَ هُوَ مِن وُلدِكِ ؛ » « 1 »\r\n« اى فاطمه بهترين انبياء از ماست و او پدر توست بهترين اوصياء از ماست و او شوهر توست حسن و حسين سرور جوانان اهل بهشت از ماست و آنها فرزندان تو هستند قسم به خدائى كه جان من در دست اوست مهدى اين امت از ماست و او هم از فرزندان تو است . »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الغدير / ج 3 / ص 107 .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\n12 - فاطمه كوثر زلال و جوشان قرآن است . چون‌كه هر كس به در خانه او مراجعه كرد و به او توسل جست نااميد برنگشت . سند بزرگ اين فضيلت آيه مباركه وَ يُطْعِمُونَ الطَّعامَ عَلى حُبِّهِ مِسْكينًا وَ يَتيمًا وَ أَسيرًا مىباشد ، عموم راويان شيعه و سنى شأن نزولى براى اين آيه نقل كرده‌اند كه حضرت زهرا ( عليها السلام ) و اهل بيت طبق نذرى كه كرده بودند ، سه روز را روزه گرفتند . در حالىكه خود نيازمند بودند و على ( ع ) سه من جو جهت افطار قرض نمود . هنگام افطار سائلى بر در خانه آمد و اظهار نياز كرد ، حضرت فاطمه ( عليها السلام ) و اهل خانه ، مسكين را بر خود مقدم و سهم خودشان را انفاق كردند و خود با آب افطار نمودند ، روز دوم هم موقع افطار يتيمى بر در خانه آمد و باز هم غذاى خود را به او بخشيدند و با آب افطار نمودند و روز سوم هم اسير موقع افطار بر در خانه آمد و آن روز هم ايثار كردند و غذاى خود را انفاق نمودند و سوره دهر در شأن فضيلت اهل بيت نازل شد . « 1 »\r\n13 - فاطمه كوثر بىكرانى است كه بقية السّلف انبياء و اولياء الهى امام زمان ( عج ) از آن خير فراوان بهره‌ها برده و با وجود آنكه ايشان خود بهترين و كامل‌ترين الگو براى رهپويان حق مىباشند ولى در كلامى نورانى مادر خود را به عنوان عالىترين اسوه عملى معرفى مىفرمايد :\r\n« قالَ المَهدي ( ع ) انَّ فِى ابنَةِ رَسوُلِ الله لِى اسوَةٌ حَسَنَةٌ » « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الغدير / ج 1 / ص 31 .\r\n( 2 ) - بحارالانوار / ج 13 .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\n\r\nفصل لربك و انحر ؛\r\nاكنون كه چنين است براى پروردگارت نماز بخوان و قربانى كن .\r\nاين كوثر و خير كثير و نعمت بزرگ ، شكرانه عظيم هم لازم دارد و لذا فقط براى پروردگار خودت و منعم اين نعمت شكرگزار باش و در عمل هم نماز بخوان و سر به سجده شكر بگذار و هم خونى بريز و شتر قربانى كن .\r\nفاء در فَصَلِّ ، فاء تفريع است پس به خاطر اعطاء كوثر و عطيه الهى هم برترين عبادت را كه نماز باشد بجاآور و هم بزرگ‌ترين قربانى كه نحر شتر باشد انجام بده .\r\nلِرَبِّكَ يعنى : مربى اين كوثر رب توست . فاطمه را خدا تربيت كرده پس بخشنده و تربيت كننده اين عطيه ، همان رب توست پس عبادت و قربانى را فقط براى او انجام بده . روش بزرگان اين نيست اگر به كسى چيزى مىدهند در مقابل از او چيزى بخواهند اين از اشخاص بزرگ و كريم صحيح نيست تا چه رسد به خداوندى كه خالق كريم و كريمان است اما سؤال اين است اين دأب و روش بزرگان چرا در اين سوره مراعات نشد و خداوند متعال در مقابل اعطاء كوثر قرآن ، به پيامبرش دستور مىدهد كه دو كار را انجام بدهد ، هم نماز بخواند و هم خونى بريزد . اين دلالت ديگر بر عظمت آن عطيه الهى يعنى كوثر دارد .\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\n\r\nان شانئك هو الابتر ؛\r\nترجمه مسلماً دشمن توابتر و بلاعقب است . در زمان نزول قرآن دشمنان پيامبر ، داراى فرزند و نوه و نتيجه زياد بودند بطورى كه طوائف بنىاميه ، بنىعباس قابل شمارش نبودند ، اما نبى مكرم اسلام داراى فرزند نبود . اين آيه مباركه كه در آن شرايط با دو تأكيد فرمود : حتماً دشمن تو ابتر و بلاعقب است و اين پيشگويى قرآن ، الان محقق شده است و از اخبار غيبى و اعجاز قرآن به شمار مىآيد و به تعبير مرحوم علامه طباطبايى . اين از ملاحم و خبرهاى غيبى قرآن كريم است . دشمنان پيامبر با مرگ فرزندان پسرى ، خوشحال ، و انتظار مرگ آن حضرت را مىكشيدند تا با ارتحال او ، اسلام هم برچيده شود . چون‌كه خيال مىكردند از پيامبر فرزندى نمانده كه راه او را ادامه دهد اما از بركت وجود كوثر قرآن علاوه بر اينكه نسل و ذريه پيامبر بوسيله فاطمه زهرا ( عليها السلام ) در جهان گسترش يافت ، آئين او و تمام معارف و احكام اسلام هم از يك منطقه خاص و محدود عبور كرده و جهان را فرا گرفته است و اسلام هم از يك منطقه خاص و محدود عبور كرده و جهان را فرا گرفته است و اسلام سه نفره به يك و نيم ميليارد مسلمان و يك كشور اسلامى به پنجاه و هفت كشور اسلامى رسيده و اين هم از بركات و خيرات حضرت صديقه كبرى ، كوثر قرآن است . هر كس فاطمه را دارد همه چيز دارد . اما اگر كسى فاطمه را نداشته باشد هيچ چيز ندارد و ابتر خواهد بود و چون پيامبر خدا فاطمه را دارد همه چيز دارد و دشمن پيامبر كه فاطمه را ندارد ابتر است و هيچ ندارد .\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\n\r\nفاطمه در يگانه :\r\nاز آنجاييكه فاطمه يك دانه و بىنظير است ، سوره و كلمات آن « اعطيناك - كوثر - شانئك - ابتر » هم در قرآن تكرار نشده است . و اگر فاطمه همانندى داشت ، سوره كوثر هم مىتوانست همانندى داشته باشد ، لذا گفته شده ، فاطمه زهرا ( عليها السلام ) مظهر صفت « ليس كمثله شيء » خداوند است . يعنى صفت همانند نداشتن خداوند در اين عالم در فاطمه تجلى يافته و همانند زهرا در اين دنيا وجود نداشته و نخواهد داشت و حقيقتى است يك دانه و بىنظير چه اين‌كه در طول تاريخ بشريت در ميان انبياء و اولياء سراغ نداريم كه :\r\n1 - در سن 18 سالگى جبرئيلى امين با او مراوده داشته باشد .\r\n2 - اين مراوده به قدرى باشد كه در عرض 75 يا 95 روز به صورت مصحف در آيد و كاتب آن هم اميرالمؤمنين ( ع ) باشد .\r\n3 - هم باعث ماندگارى رسالت پيامبر و هم استمرار بخش خط ولايت و هم عامل جاودانگى نسل پيامبر ( ص ) گردد .\r\n4 - مدال افتخار سيده نساء العالمين را در آفرينش به خود اختصاص دهد .\r\n5 - رضايت و خشم او ميزان رضايت و خشم خدا و رسول گردد .\r\n6 - شريف‌ترين نسب عالم را دارا باشد . و . . .\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nآرى او ثمرة خلقت و عصاره رسالت و مادر ولايت و امامت ، آئينه‌ى تمام نماى پيامبر ، مظهر صفات كماليه و جماليه حق و حقيقت ليله‌القدر و بالاخره تمام ابعادى كه براى يك انسان متصور است در فاطمه زهرا ( عليها السلام ) جلوه كرده است . او حقيقتى يك دانه و بىنظير كه همانند ندارد ، او حوراء انسيه است . نبى مكرم اسلام ضمن حديثى فرمود : دخترم فاطمه از هر جهت بهترين و برجسته‌ترين مخلوق روى زمين است .\r\n« انَّ فاطِمَةَ ابنَتى خَيرُ اهلِ الأَرضِ عُنصُراً وَ شَرَفاً وَ كِرامَةً . « 1 »\r\nفاطمه فاطمه است ، محدثه است ، صديقه است ، مباركه است ، مرضيه است ، راضيه است ، كوثر است و بالاخره شخصيتى كه هرگز تاريخ در طول حيات خود تكرار نمىكند و همچون خورشيدى بر تارك اسلام مىدرخشد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - فرائد السمطين / ج 2 / ص 68 .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n\r\n« زيبايىهاى معنوى در سيره فاطمى »\r\nبا حذف « زيبايىهاى معنوى » زيبايى خشك و بىروح مىگردد ، به عبارت ديگر : بحث از ارزش‌هاى معنوى از موضوع زيبايى جدا نيست ، گرچه برخى كوشيده‌اند خاستگاه زيبايى را در امور محسوس و دنيوى ، ارزش‌هاى معنوى را در امور اخروى محصور نمايند . آرى ، در تعاليم توحيدى نه تنها زيبايى محسوس نكوهش نگشته ، بلكه به شباهت‌هاى اين تجلىهاى مادى با طبع زيباپرور معنوى استناد شده است . اما آنچه مهم است اين كه هنر اسلامى از همان آغاز تمايل داشت كه از قواعد فيزيكى محسوسات فاصله بگيرد و فراتر گام نهد ، نقوش اسليمى اگرچه با گل و گياه تزيين شده اما هرگز منعكس كننده واقعيت طبيعى نبوده بلكه از آنها انتزاع گشته‌اند .\r\nخاستگاه زيبايى را نبايد در امور مادى محصور دانست بلكه اصل آن را بايد در امور معنوى جستجو كرد هرچند زمينه درك اين نوع زيبايىها به پالايش درون نيازمند است . خاستگاه زيبايى را نبايد در امور مادى محصور دانست بلكه اصل آن را بايد در امور معنوى جستجو كرد هر چند زمينه درك اين نوع زيبايىها به پالايش درون نيازمند است .\r\nاستاد محمدتقى جعفرى مىنويسد : « در امر زيبايى ، اعم از محسوس يا معقول ، « لذت » عنصر بسيار مهم درون ذاتى است و هر انسان منصفى\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nمىپذيرد كه اگر از دريافت زيبايىهاى محسوس براى انسان لذتى محسوس ايجاد شود ، به همان اندازه و چه بسا بيشتر دريافت زيبايىهاى معقول ، لذت معقول به همراه دارد . گاهى حيرت انسان در برابر زيبايى روح يك انسان رشد يافته تا آنجا بالا مىرود كه محال است در زيبايىهاى محسوس به آن حد برسد . همان‌گونه كه چشم يك انسان لايق از تماشاى آسمان لاجوردين سير نخواهد شد ، زيبايى وجدان يك انسان پاك و مصفا شما را بيش از آن مبهوت و مستغرق در زيبايى خود خواهد كرد . » « 1 »\r\nاكنون در اين مقال برآنيم تا برخى از ويژگىهاى حضرت زهرا ( عليها السلام ) را به عنوان تجلى زيباىهاى معنوى برشماريم ، با استناد به منافع معتبر ، به صورتى گذرا و فهرست‌وار بيان نمائيم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - زيبايى و هنر از ديدگاه اسلام / استاد محمد تقى جعفرى / ص 174 .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\n\r\nكمال انسانى\r\nزهراى اطهر ( عليها السلام ) انسانى چند بُعدى بود و در تمام جنبه‌هاى انسانى در اوج كمال ، هنگام عبادت آن‌چنان در معنويت غرق مىشد كه با گذشت ساعت‌ها ، گذر زمان را حس نمىكرد چرا كه « زمان » از مختصات ماده و ماديات است و او در عالم ديگرى سير مىكرد ، اما گاه در حمايت از رهبرى و ولايت ، تو گويى جز سياست كار ديگرى ندارد و تا پاى جان مىايستاد و جوانمردنه افشاگرى مىكرد . وى پيرامون موضوعات مختلف جملاتى زيبا و ژرف از خويش به يادگار نهاده ، عرفان ، خانواده ( كار در منزل ، همراهى با همسر ، سادهزيستى ) ، حقوق ( حق زن ، همسايه ، كارگر ، مهمان و . . . ) ، جامعه ، اقتصاد ، سياست ( دفاع از سياست‌هاى نبوى و علوى ، طرح قضيه فدك و اعتراض شديد به غصب آن از طرف حكومت ، برخورد قهرآميز با غاصبان خلافت امير مؤمنان ( ع ) ، نكوهش مخالفان امير المؤمنين ( ع ) و نقل احاديثى همچون حديث غدير ، منزلت و . . . ) ، اخلاق و فقه و . . . بخشى از محورهايى است كه مورد توجه حضرت قرار داشته است .\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\n\r\nعشق به عبادت\r\nحسن بصرى مىگويد : « در اين امت ، عابدتر از فاطمه ( ع ) نيامده است ، آن‌قدر نماز و عبادت را ادامه مىداد كه پاهايش ورم مىكرد . » « 1 »\r\nدرخشش چنين عبادتى آسمانيان را مبهوت مىكرد ، امام صادق ( ع ) بعدها در مورد مادر چنين فرمود : « وقتى در محراب عبادت نماز مىايستاد براى آسمانيان مىدرخشيد ، همانگونه كه نور ستاره‌ها براى زمينيان . ( و به همين علت وى « زهرا » لقب گرفت ) »\r\nشب عروسى نيز ، زهرا نگران آخرت است ، على ( ع ) مىپرسد : چرا چنين مضطرب و نگرانى ؟ دستم تهى است ، نگران ورود به آخرتم . ترا سوگند كه امشب به عبادت خدا بپردازيم .\r\n« خداوند به فرشتگان مباهات كرده ، مىفرمايد : بنگريد ، فاطمه‌ام چگونه در پيشگاه من ايستاده ، اركان بدنش از خوف به لرزه در آمده و با تمام وجود دلداده‌ام گشته است ) « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحارالانوار / ج 43 / ص 84 .\r\n( 2 ) - علل الشرايع / ج 1 / ص 215 .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nدر روايتى ديگر مىخوانيم : « خداوند به فرشتگاه مباهات كرده ، مىفرمايد : بنگريد ، فاطمه‌ام چگونه در پيشگاه من ايستاده ، اركان بدنش از خوف به لرزه در آمده و با تمام وجود دلداده‌ام گشته است ، گواه باشيد كه من رهروانش را از آتش دوزخ ايمن ساختم . ) « 1 »\r\n\r\nانس با قرآن\r\nحضرت فاطمه ( عليها السلام ) و اصولًا عترت پاك پيامبر ( ص ) بر اساس حديث مُتواتر « ثقلين » ، پيوندى عميق ، استوار و جاودانه با قرآن دارند ، سرشت زهرا ( عليها السلام ) دوران كودكى و حتى پيش از آن ، با تعاليم وحى عجين گشته بود . وى در واپسين روزهاى عمر در سخنان كوبنده خويش در مسجد پيامبر ( ص ) از پشت پرده و شفاف ضمن حمايت از ولايت و بيدارى اذهان مخاطبين به بيش از صد آيه اشاره نموده است . روح بزرگ و با عظمت زهراى اطهر ( عليها السلام ) ، پس از ارتحال جانسوز پدر ، سبب شد تا جبرئيل فرود آيد و مسائل و حوادث آينده را به اطلاع وى برساند ، اميرمؤمنان ( ع ) نيز آنها را ثبت كرد و بدين‌سان « صحيفه فاطمه ( عليها السلام ) » شكل گرفت .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - امالى صدوق / ص 100 .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\n\r\nروح بلند و متعالى\r\nروح بزرگ و با عظمت زهراى اطهر ( عليها السلام ) ، پس از ارتحال جانسوز پدر ، سبب شد تا جبرئيل فرود آيد و مسائل و حوادث آينده را به اطلاع وى برساند ، اميرمؤمنان ( ع ) نيز آنها را ثبت كرد و بدين‌سان « صحيفه فاطمه ( عليها السلام ) » شكل گرفت كه از امامى به امام بعدى به ارث مىرسيد و هم‌اينك در دست پاك و با كفايت يوسف زهرا ، امام زمان ( عج ) مىباشد . امام خمينى ( قدس سره ) مىفرمود : « سابقه نداشته است كه جبرئيل جز با طبقه اول از انبياى عظام اين چنين آمدوشدهاى مكرر با كسى داشته باشد . » و اين چنين است كه پيروان راستين زهرا ( عليها السلام ) زنانى مىگردند كه از تنگناى مسائل جزئى و مادى خويشتن را رها مىسازند و با پرواز در آسمان معرفت هويتى ديگر مىيابند .\r\n\r\nحجاب و عفاف\r\nزن ، مظهر جمال است و زكاتِ جمال عفاف است ؛ بر اساس دستور خداوند رعايت حجاب بر زنان واجب است . اما آيا اين بدان معناست كه زن در حصار باشد و زندانى ؟ خير ، حضرت فاطمه ( عليها السلام ) كه حتى از انسانى نابينا خود را مىپوشانيد و رو مىگرفت ، در عين حال بيشترين تأثير را در محيط سياسى عصر خويش مىگذاشت .\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nشعار « آزادى زن » كه مدتهاست در جوامع غربى و حتى اسلامى رواج يافته بيشتر بدين منظور است كه زن از مصونيتى كه شرع برايش فراهم آورده ، خارج شود ، تا استعمار به اغراض پليدش دست يابد .\r\nعفاف و حجاب پرچم استقلال و دژ مصونيت زنان متعبد و انديشمند روزگار ماست و استعمار نيز از همين مىترسد . آرى ! عفاف و حجاب پرچم استقلال و دژ مصونيت زنان متعبد و انديشمند روزگار ماست و استعمار نيز از همين مىترسد .\r\nامام خمينى مىفرمود : « اسلام با آزادى زن نه تنها موافق است ، بلكه خود پايه‌گذار آزادى زن در تمام ابعاد وجود زن است . » در جاى ديگر مىفرمايد : « زنان آزاد هستند در بسيارى از امور شركت كنند . آزادى به معناى واقعى ، نه آنطور كه شاه مىخواست . »\r\n\r\nحمايت از رهبرى\r\nهدف اصلى دشمن در هر برهه‌اى از تاريخ نابود كردن رهبرى اسلام بوده است ، زيرا اين ستون را سبب سرپايى اسلام مىدانسته است . گمراهان كه توان از ميان برداشتن پيامبر خدا ( ص ) را در خويش نمىديدند تصميم گرفتند پس از ارتحال آن حضرت ، جانشينان واقعى او را از صحنه سياست و حكومت كنار بزنند .\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nحضرت زهرا ( عليها السلام ) كه از هشيارى خاص سياسى برخوردار بود و به نقشه دشمن واقف با روش‌هاى گوناگون از رهبرى واقعى اسلام يعنى حضرت اميرالمؤمنين على ( ع ) حمايت كرد و جان خويش را در اين راه فدا كرد .\r\nوى در مسجد پيامبر ( ص ) در حضور خليفه وقت و مهاجر و انصار از پس پرده ، حقايق را بىپرده باز گفت و از مؤمنان درخواست يارى نمود اما جوابى باز نيامد . او در بستر بيمارى نيز از بيدارگرى بر كنار نماند ، در برابر زنان مهاجر و انصار كه به عيادتش آمده بودند از كسانى كه على ( ع ) را رها كرده بودند ناليد و رنجنامه خويش را برايشان برخواند . او حتى با وصيتنامه سياسى الهى خويش على را حمايت كرد و نفاق و منافقان را رسوا ساخت . زهرا در راه حمايت از مولايش بارها كتك خورد و بالاخره در همين راه شربت شهادت نوشيد .\r\nروزى « ابن لبيد » حضرت زهرا ( عليها السلام ) را ديد كه بر مزار شهداى احد به سوگ نشسته و اشك مىريزد . پرسيد : آيا رسول خدا ، پيش از وفات ، درباره امام على ( ع ) مطلبى گفته است ؟\r\nحضرت فرمود : شگفتا ، آيا حادثه عظيم غديرخم را از ياد برده‌ايد ؟\r\nابن لبيد گفت : نه ، چنين رويدادى بود ، ولى مرا باخبر سازيد .\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nحضرت فرمود : خدا را گواه مىگيرم ، از رسول خدا شنيدم كه مىفرمود : على بهترين كسى است كه او را جانشين خود قرار مىدهم ، على امام و خليفه بعد از من است و دو فرزندم حسن و حسين و نُه نفر از فرزندان حسين ، پيشوايانى پاك و امامانى نيك شمرده مىشوند . اگر از آنان فرمان بريد شما را هدايت مىكنند و اگر مخالفت كنيد تا روز قيامت جدايى و اختلاف بر شما چيره مىشود .\r\nكتاب‌هاى اهل سنت آكنده است از رواياتى كه دختر رسول خدا در آنها از ولايت على و فضايل او پرده برداشته و حقايق را بر همگان روشن ساخته است . آرى ، كتابهاى اهل سنت آكنده است از رواياتى كه دختر رسول خدا در آنها از ولايت على و فضايل او پرده برداشته و حقايق را بر همگان روشن ساخته است .\r\n\r\nزهد و ساده‌زيستى\r\nآنگاه كه روح ، رو به سوى كمالات داشته باشد و قرب الهى را هدف خويش بداند ، ماديات را جز وسيله تلقى نمىكند . زاهد ، سراى تاريك را حقيرتر از آن مىداند كه بدان دل بندد .\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nوقتى پيامبر ( ص ) به يارى وحى از وضعيت دوزخ آگاهى يافت ، در اندوه فراوان فرو رفت . سلمان نزد فاطمه ( عليها السلام ) شتافت تا از او بخواهد به ديدن پيامبر رفته و وى را از اندوه بيرون آورد . مىگويد هنگامى كه به منزل حضرت زهرا ( عليها السلام ) رسيدم منظره‌اى شگفت ديدم . فاطمه با لباسى پشمين كه دوازده جاى آن با ليف خرما وصله شده بود ! چون وضع پيامبر را براى فاطمه تشريح كردم فاطمه از جا برخاست ، همان عباى وصله‌دار را بر خود پيچيد .\r\nبا خود گفتم : دريغا ، دختران كسرى و قيصر ابريشم و حرير مىپوشند و دختر محمد عباى پشمين با دوازده وصله از ليف خرما ! فاطمه بر پدر وارد شد و پس از سلام گفت : پدر جان ، سلمان از لباس من در تعجب فرو رفته ، درحالى كه به خدايى كه تو را به حق برانگيخت سوگند كه پنج سال است كه من و على جز پوست گوسفندى كه روزها علوفه‌دان شتر و شب‌ها بستر ما مىباشد و بالشى كه پوستِ آكنده از ليف خرماست ، از لوازم و اثاث زندگى ، هيچ نداريم . پدر ، مقام و عظمت روحى دخت خويش را برايم بر گفت و فرمود : اى سلمان ! دخترم در گروه پيشگامانِ به سوى خداست\r\n« يا سلمان ! ان ابنتى لفى الخيل السوابق » . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار الانوار / ج 43 / ص 87 .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nمنظور از اين داستان آن نيست كه زن مسلمان در عصر حاضر چادر وصله‌دار بر سر كند ، زيرا هر زمان مقتضيات خاص خود را دارد . آنچه مهم است دل نبستن به مظاهر دنياست . حضرت سلمان سلطنتى عجيب داشت و جن و انس در خدمتش بودند ولى هيچ كدام از اين‌ها نتوانستند دل وى را مسخّر خويش سازند .\r\n\r\nانتخاب همسر\r\nبىترديد دختران و پسران مسلمان در گزينش همسر معيارهايى براى خود دارند ، ولى به نظر شما معيارهاى حضرت زهرا ( عليها السلام ) چه مىتوانست باشد ؟ زهرا در حالى ازدواج با على را پذيرفت كه وى از نظر مالى در تنگدستى به سر مىبرد ولى تقوا و ايمان ، حكمت و دانش ، شجاعت و ايثار و هزاران فضيلت ديگر در او موج مىزد . زهرا در حالى با على پيمان زناشويى بست كه قبل از او ثروتمندانى همچون عبدالرحمان عوف و عثمان بن عفّان به خواستگاريش شتافته بودند . عبدالرحمان گفته بود : من صد شتر گران قيمت و ده هزار دينار طلا مهريه مىدهم . اين سخن رسول خدا را خشمگين ساخت و به او فرمود : مىخواهى با پولهايت مرا فريب دهى ؟\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\n\r\nهدايتگرى اما نه با زبان\r\nدر روايات خوانده‌ايم : با كسانى رفت‌وآمد كنيد كه چهره آنها شما را به ياد خدا بيندازد ، زهراى اطهر ( عليها السلام ) چنان نورانى بود كه نه تنها گفتار و رفتارش ديگران را به سمت خدا سوق مىداد بلكه حتى چادرش نيز موجب اسلام آوردن كافران مىشد .\r\nامام على ( ع ) گاه آن‌چنان در تنگدستى واقع مىشد كه مجبور مىگشت از ثروتمندان يهودى قرض نمايد . يك بار كه از يك فرد يهودى تقاضاى قرض نمود او در مقابل چيزى طلب كرد تا به عنوان گرو پيش خويش نگه دارد ، امام نيز چادر همسرش حضرت زهرا ( عليها السلام ) را به او داد . شب هنگام ، وقتى كه همسر مرد يهودى نور چادر را ديد شگفت‌زده شوهرش را خبر كرد . و هر دو ، حيرت‌زده بستگان خويش را به منزل آوردند تا حادثه را با چشم خويش بنگرند ، آنها نيز پس از مشاهده اين كرامت زهرايى ، همگى كه حدود هشتاد نفر بودند ، اسلام آوردند . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار / ج 43 / ص 30 .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\n\r\nايثار و گذشت\r\nپس از اقامه نماز جماعت ، پيامبر خدا ( ص ) از حال پيرمردى كه لباس‌هاى كهنه به تن داشت جويا شد . او گفت : گرسنه‌ام ، غذايم ده ؛ برهنه‌ام ، مرا بپوشان ؛ فقيرم ، به من كمك مالى كن . پيامبر رحمت به بلال فرمود : او را به منزل فاطمه ( عليها السلام ) راهنمايى كن .\r\nپيرمرد همان خواسته‌ها را از فاطمه ( عليها السلام ) طلب كرد ، فاطمه كه مانند شوهر و پدرش سه روز مىشد كه غذا نخورده بود ، پوست گوسفندى را كه حسن و حسين روى آن مىخوابيدند ، به وى داد . پيرمرد گفت : چگونه درد گرسنگى خويش را با آن درمان كنم ؟ فاطمه گردنبندش را درآورد و تقديم به وى كرد و فرمود : اميد آنكه خداوند بجاى آن چيزى بهتر از آن به تو دهد .\r\nپيرمرد به مسجد آمد و ماجرا را براى پيامبر اكرم ( ص ) بيان كرد . اشك شوق در چشمان رسول خدا حلقه زد . عمار برخاست و با اجازه رسول خدا آن را خريد .\r\nپيرمرد گفت : در برابر آن نان و گوشتى مىخواهم تا گرسنگىام بر طرف شود ، ردايى يمانى كه مرا بپوشاند و پولى كه با آن به خانواده‌ام برسم . عمار بيشتر از آنچه خواسته بود به وى داد . آنگاه پيامبر خدا رو به پيرمرد كرد و فرمود : آيا سير شدى و پوشانيده گشتى .\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nگفت : آرى . پدر و مادرم به فداى تو . رسول خدا فرمود : اينك براى فاطمه به خاطر احسانش دعا كن .\r\nآنگاه پيامبر خدا رو به اصحاب كرد و براى آنها از فضائل و كمالات فاطمه ( عليها السلام ) سخن گفت .\r\nعمار برخاست و گردنبند حضرت زهرا را با مشك خوشبو ساخت و در پارچه‌اى يمانى پيچيد و به غلامش داد و گفت : اى رسول خدا اين غلام و گردنبند هديه‌اى است از من به شما . پيامبر پذيرفت و به غلام فرمود : نزد فاطمه برو و گردنبند را به او ده ، تو نيز از آنِ او هستى . غلام به محضر فاطمه شرفياب شد . حضرت زهرا گردنبند را گرفت و غلام را نيز در راه خدا آزاد كرد . « 1 »\r\nآرى آن گردنبند با بركت گرسنه‌اى را سير كرد ، برهنه‌اى را پوشانيد ، فقيرى را بىنياز نمود و بنده‌اى را آزاد ساخت و بالاخره نزد صاحبش برگشت .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار / ج 43 / ص 56 .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nداستان ايثار زهرا و على ( ع ) و دو فرزند معصومشان ( حسن و حسين ( عليهما السلام ) ) كه در سه شب متوالى افطارى خويش را به مسكين و يتيم و اسير بخشيدند و در شأن آنان سوره هَلْ أَتَى نازل شد . و يا ماجراى پيراهن شب عروسى كه حضرت زهرا آن را به زنى مستمند بخشيد و . . . همه اينها گوشه‌اى از ايثارگرىهاى آن بانوى باعظمت است .\r\nامام حسن ( ع ) فرمود : مادرم در يك شب جمعه در محراب عبادتش ، عبادت مىكرد ، شنيدم كه براى مردان و زنان مؤمن دعا مىكند و آنها را يكى يكى نام مىبرد ولى براى خود هيچ چيز از خدا نمىخواهد .\r\nگفتم : مادرم چرا براى خودت دعا نمىكنى ؟ فرمود : فرزندم ! اول همسايه ، سپس اهل خانه .\r\nالجارّ ثم الدار . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار / ج 43 / ص 11 .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\n\r\nتجليل از شهداء\r\nزهراى داغدار ، بر سر مزار شهداى احد به ويژه عموى پدرش ، حضرت حمزه مىآمد و گوهر اشك خويش را تقديم مىكرد و با بزرگداشت نام و ياد شهدا به همگان اعلام مىكرد كه با عافيت طلبى ، سرپيچى از انجام دادن تكاليف و دور نگه داشتن خويش از آتش حادثه نمىتوان اسلام را حفظ كرد . بايد چون اين شهيدان به معركه پا نهاد و با خدا معامله كرد . زهراى صبور و تنها مىخواست با اشك خويش غربت اسلام را فرياد كند و بگويد : اى گروه غفلت زده ، بيدار شويد كه ارزش‌هاى شما را تباه و فرهنگ خويش را حاكم ساختند . مىخواست بگويد : نگذاريد اسلام به دست نااهلان و نامحرمان افتد .\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\n\r\n« ده پيام فاطمى »\r\n\r\nيكم : فاطمه ( عليها السلام ) و خداشناسى\r\nپيامبر گرامى اسلام ( ص ) روزى از فاطمه ( عليها السلام ) پرسيد : از خدا چه درخواستى دارى ؟ هم‌اكنون فرشته وحى در كنار من است و از سوى خداوند پيام آورده كه هر حاجتى دارى ، برآورده مىشود .\r\nفاطمه ( عليها السلام ) در پاسخ فرمود :\r\n« شَغَلَنى عَن مَسألَتِهِ ، لَذَّةُ خِدمَتِهِ ، لاحاجَةَ لِى غَيرُ النَّظّرِ الى وَجهِهِ الكَريم . » « 1 »\r\nلذت خدمت او مرا از تمنّا باز داشته است جز به ديدار جمال والاى خدا نيازى ندارم .\r\n\r\nدوم : فاطمه ( عليها السلام ) و پيامبر ( ص )\r\nوقتى آيه 63 سوره نور لا تَجْعَلُوا دُعاءَ الرَّسُولِ بَيْنَكُمْ كَدُعاءِ بَعْضِكُمْ بَعْضًا ؛ نازل گرديد ، مهابت بيشتر در دلم جاى گرفت و پيامبر ( ص ) را به عنوان « اى پدر ! » خطاب نمىكردم و مدام يا رسول‌الله مىگفتم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - نهج الحياة / ص 99 .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nيكى ، دو يا سه بار از من روى برگرداند ، سپس رو كرد به من و فرمود : اين آيه درباره رفتار تو و بستگانت و فرزندانت نيست ، تو از منى و من از تو ؛ اين آيه درباره آنهاست كه بىمهرانه و با خشونت و از راه گردن‌كشى با من برخورد كرده‌اند .\r\nتو با واژه « اى پدر » با من سخن بگو ، كه دل را بهتر زنده مىكند و خدا را بيشتر خشنود مىسازد . « 1 »\r\n\r\nسوم : فاطمه ( عليها السلام ) و ولايت\r\nقالت فاطمة ( عليها السلام ) :\r\n« انّ السّعيدَ حَقُّ السَّعيدِ مَن احَبَّ عَلِياً فِى حَياتِهِ وَ بَعدَ مَوتِهِ . » « 2 »\r\nسعادتمند راستين كسى است كه على ( ع ) را در زندگى و پس از مرگ او دوست بدارد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - عوالم العلوم / ج 11 / ص 74 .\r\n( 2 ) - نهج الحياة / ص 48 .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\n\r\nچهارم : فاطمه ( عليها السلام ) و قرآن\r\nقالت فاطمه ( عليها السلام ) :\r\n« حُبِّبَ الَى مِن دُنياكُم ثَلاثٍ : تَلاوَةُ كِتابِ اللهِ وَ النَّظَرُ فِى وَجهِ رسَوُلُاللهِ وَ الانفاقُ فِى سَبيلِ اللهِ . » « 1 »\r\nاز دنياى شما سه چيزرا دوست دارم : تلاوت كتاب خدا ، نظاره به چهره رسول خدا و بخشش در راه خدا .\r\n\r\nپنجم : فاطمه ( عليها السلام ) و قيامت\r\nقالت فاطمه ( عليها السلام ) :\r\n« اوَيلٌ ثُمَّ الوَيلُ لِمَن دَخَلَ النّارَ . » « 2 »\r\nواى ، باز هم واى بر كسى كه به آتش جهنّم وارد شود !\r\n\r\nششم : فاطمه ( عليها السلام ) و اخلاص\r\nقالت فاطمة ( عليها السلام ) :\r\n« مَن اصعَدَ الَى اللهِ خالِصَ عِبادَتِهِ ، اهبَطَ اللهُ اليهِ افضَلَ مَصلَحَتِهِ . » « 3 »\r\nهر كس عبادت ناب و خالص خويش را به آسمان بلند الهى ارسال دارد ، خداوند بهترين وسيله سامان بخشى را به سوى او خواهد فرستاد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - نهج الحياة / ص 271 .\r\n( 2 ) - بحار / ج 7 / 110 .\r\n( 3 ) - عوالم العلوم / ج 11 / ص 623 .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\n\r\nهفتم : فاطمه ( عليها السلام ) و على ( ع )\r\nوقتى فاطمه ( عليها السلام ) در بستر بود ، روزى گريه كرد ، على ( ع ) به وى فرمود : همسر گرامى ! چرا گريه مىكنى ؟ فاطمه ( عليها السلام ) فرمود : به خاطر مشكلاتى كه تو پس از من با آن مواجه مىشوى ؟ على ( ع ) فرمود : اشك نريز :\r\n« فَوَاللهِ انَّ ذلِكَ لَصَغيرٌ عِندِى فِى ذاتِ الله تعالي . » « 1 »\r\nسوگند به خدا ! اين امور در آستان مقدّس الهى كوچك است .\r\n\r\nهشتم : فاطمه ( عليها السلام ) و دين‌مدارى\r\nقالت فاطمه ( عليها السلام ) :\r\n« فَاتَّقُوا اللهَ حَقَّ تُقاتِهِ ، فِيما امَرَكُم وَ انتَهُوا عَمّا نَهاككُم عَنهُ . » « 2 »\r\nآن‌چنان كه شايسته خداست ، نسبت به او تقوا داشته باشيد ، اوامرش را پاس بداريد و از آنچه نهى فرموده ، خوددارى كنيد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - عوالم العلوم / ج 11 / ص 494 .\r\n( 2 ) - همان .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\n\r\nنهم : فاطمه ( عليها السلام ) و ايثارگرى\r\nقالت فاطمه ( عليها السلام ) :\r\n« يا بُنى الجّارُ ثُمَّ الدّارُ . » « 1 »\r\nفرزندم ! در آغاز ، همسايه و سپس اهل خانه .\r\n\r\nدهم : فاطمه ( عليها السلام ) و مسأله رهبرى\r\nقالت فاطمه ( عليها السلام ) :\r\n« اشهَدُ اللهَ تَعالى لَقَد سَمِعتُهُ يقُولُ : عَلَى خَيرُ مَن اخلَفَهُ فِيكَم وَ هُوَ الإِمامُ وَ الخَليفَةُ بَعدِى وَ سِبطِى وَ تِسعَةٌ مِن صُلبِ الحُسَينِ ائِمَّةٌ ابرارٍ ، لَئِن اتَّبَعتُمُوهُم وَجَدتُمُوهُم هادِينَ مَهدِيينَ وَ لَئِن خالَفتُمُوهُم لَيكُونَ الإِختِلافُ فِيكُم الى يومِ القِيامَةِ . » « 2 »\r\nخدا را گواه مىگيرم از پدرم شنيدم كه مىفرمود : على ( ع ) بهترين كسى است كه در جمع ميان شما مىگذارم . او امام و خليفه پس از من است ، او و دو نوه‌ام و نُه تن از تبار حسين ( ع ) امامان ابرار هستند ؛ كه اگر از آنان پيروى كنيد ، آنان را هدايت كننده و راه يافته خواهيد ديد و اگر با آنان مخالفت كنيد ، تا روز قيامت در ميان شما اختلاف خواهد بود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - همان / ص 326 .\r\n( 2 ) - همان / ص 584 .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\n\r\n« خطبه فدك حضرت صديّقه طاهره ( عليها السلام ) »\r\n\r\nكيفيت رفتن حضرت زهرا ( عليها السلام ) به مسجد\r\nزمانى كه ابوبكر تصميم گرفت كه فدك را از فاطمه بازستاند و اين مطلب و خبر به فاطمه‌ى زهرا ( عليها السلام ) رسيد سربند خود را بربست و چادر خويش را بر خود فرو پيچيد و با جماعتى از زنان قوم و خدمتكاران خود به سوى مسجد روانه شد . در حالى كه به شدت خويشتن را پوشانده بود و راه رفتنش به عينه و بدون هيچ نقصى به راه رفتن رسول خدا ( ص ) شبيه بود .\r\n\r\nآماده ايراد خطبه و ناله حضرت و گريه شديد حضار\r\nبر ابوبكر وارد شد در حالى كه وى در ميان عده‌اى از مهاجرين و انصار و غير آنان نشسته بود . در اين هنگام پرده‌اى بين او و ديگر مردان آويختند و ايشان نشستند آنگاه ناله‌اى جانسوز از دل برآورد كه همه‌ى مردم به گريه افتادند و مجلس و مسجد به سختى به جنبش درآمد آنگاه لختى سكوت فرمود تا فرياد و همهمه خاموش گرديد و صداى گريه مردمان كه همراه با ضجه بود ساكت شد و جوش و خروش آنان آرام يافت . سپس كلام را با حمد و ثناى خدا آغاز فرمود و درود بر رسول خدا فرستاد كه مجددا در اين هنگام صداى گريه مردم بلند شد وقتى كه دوباره ساكت شدند كلام خويش را دنبال و سخن خود را ادامه داد : فاطمه زهرا ( عليها السلام ) چنين فرمود :\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\n\r\nآغاز خطبه با شكر نعمت‌هاى خداوند\r\nحمد خداى را بر آنچه نعمت بخشيده و شكر او را در آنچه الهام نموده و ثنا و شكر بر او ، بر آنچه پيشاپيش داده . از عموم نعمت‌هائى كه خلق فرموده ، نعمت‌هاى فراوانى كه به انسان‌ها اعطا فرموده و تمام منت‌ها و نعمت‌هائى كه پياپى فرو فرستاده . تعداد آن از حوصله‌ى احصاء و شماره كردن بيرون است و سر حدات آن از جزا و پاداش فراتر و دامنه‌ى آن تا ابد از ادراك هوش فراختر .\r\n\r\nگسترش و تداوم نعمت‌ها در اثر شكرگزارى\r\nمردمان را فراخواند تا با شكرگزارى آنها نعمت‌هايشان را با پىدرپى فرستادن زياده گرداند و ثناى مردم را به خود از راه افزون نمودن نعم خويش متوجه ساخت و با دعوت نمودن به اين نعم ، نعمت‌ها را دو چندان نمود و گواهى دهم به اينكه جز الله خدائى نبوده و شريكى براى او نيست .\r\nكلمه لااله‌الاالله كلمه‌ى بزرگى كه اخلاص را تأويل آن قرار داد و قلوب را متضمن وصل آن ساخت و در پيشگاه تفكر و انديشه معنى آن را كاملًا معقول و روشن داشت .\r\n\r\nدرك قلبى و معرفت عقلى انسان‌ها از توحيد\r\nخداوندى كه چشم‌ها را قدرت ديدنش نيست و زبان‌ها را توان وصف وى نه و نيز وهم و خيال را به چگونگى ذات اقدسش دسترس نيست .\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\n\r\nآفرينش اشياء توسط خداوند و اهداف آن\r\nاشياء را ايجاد فرمود نه از ماده‌اى كه قبلًا موجود باشد . آنها را ساخت بىآنكه از قالبى قالب‌گيرى كرده باشد . آنها را به قدرت خويش موجود فرمود و آنها را به مشيت خويش ايجاد كرد . بىآنكه نيازى براى وى در ساختن آنها باشد و فايده‌اى در صورت بخشيدن به آنان . مگر تثبيت كردن حكمت و هشيار كردن بر طاعتش و اظهار كردن قدرت خويش و رام كردن خلق به عبوديت خويش و عزت بخشيدن به دعوت خود .\r\n\r\nفلسفه ثواب و عقاب\r\nپاداش مردمان را بر اساس طاعت آنان مقرر فرمود و عقاب و جزاى خود را در معصيت آنان . و براى بازداشتن بندگان از نعمت خويش و كشاندن آنان به سوى رضوان و گواهى مىدهم كه پدرم بنده و فرستاده‌ى اوست . كه وى را قبل از ارسال ، انتخابش فرمود و پيش از آنكه بيافريند ، ناميد و پيش از برانگيختنش ، او را به پيامبرى برگزيد .\r\nآن هنگام كه هنوز مخلوقات در حجاب غيبت مىبودند و آن هنگام كه مردمان در منتهاى تاريكىهاى عدم پوشيده شده بودند و به نهايت عدم مقرون بودند .\r\nاز علمى كه خدا به عواقب و مآل امور داشت و احاطه‌اى كه پروردگار به حوادث روزگار مىداشت و شناسائى كاملى كه به وقوع مقدرات داشت .\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\n\r\nاهداف بعثت پيامبر\r\nاو را برانگيخت تا امر خود را تمام كرده و امضاء حكم خود را قطعى نموده باشد و مقدرات را انفاد و اجرا فرموده باشد و رسول خدا ( ص ) امت‌ها را ديد كه در آيين‌ها فرقه فرقه‌اند و در پيشگاه آتش‌هاى افروخته خود معتكفند و به بت‌هاى خود تراشيده‌ى خويش پرستشگرند و خدا را با وجود اين‌كه به طور فطرى او را مىشناسند منكرند . پس خداى تعالى به وسيله‌ى محمد ( ص ) تاريكىهاى آن را روشن فرمود و از قلب‌ها مشكلاتش را بر طرف نمود و از جلوى ديده‌ها آنچه كه آنها را مىپوشاند برداشت . به هدايت در ميان مردم قيام فرمود و آنان را از گمراهى رهانيد و از كورى نجاتشان داده و بينايشان كرد و آنان را به سوى دين استوار راهنمائى فرمود و به راه راست خواندشان .\r\n\r\nرحلت پيامبر\r\nخداى تعالى وى را بر اساس رأفت و رحمت و اختيار به سوى خويش برد . پروردگار راغب به ديدار او بود و خود را به ديدن پيامبرش سزاوارتر از ديگران كرد . پس رسول خدا ( ص ) هم‌اكنون از رنج اين دنيا در راحت است و اينك گرداگرد وى را ملائكه نيكوكار گرفته‌اند و رضوان و خشنودى پروردگار آمرزنده او را فرا گرفته و در جوار رحمت ملك جبار آرميده . درود خدا بر پدرم . آن پدرى كه نبى و امين خدا و بر وحى و برگزيده او بود\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nو همچنين انتخاب شده از سوى خدا بر مردم و مورد رضاى پروردگار مهربان بود و سلام خدا و رحمت و بركات او بر وى باد .\r\n\r\nويژگىهاى مهاجرين و انصار\r\nآنگاه روى به جانب اهل مسجد كرد و فرمود : شما اى بندگان خدا پرچمداران امر و نهى اوئيد و حاملان دين خدا و وحى او هستيد و امين‌هاى خدائيد نسبت به يكديگر و مبلغان اوئيد به سوى امت‌ها . زمامدار حق ، خود در ميان شماست و پيمانى است كه از پيش با شما داشته است .\r\n\r\nقرآن و عترت يادگاران پيامبر\r\nيادگار پيامبر ( ص ) است كتاب ناطق خدا و قرآن راستگو ، نور فروزان و شعاع درخشان . بنيان و حجت‌هاى آن روشن و اسرار باطن و لطائف دقيقه‌ى آن آشكار است . ظواهر آن جلوه‌گر است . پيروان آن مورد غبطه جهانند و تبعيت و پيروى از آن ، انسان را به سوى رضوان مىكشاند . سخن شنوى از آن ، راه به سرانجام نجات است به وسيله‌ى آن به حجت‌هاى نورانى خدا مىتوان دست يافت و به فرائضى كه خداى تعالى واجب فرموده است به محارمى كه انسان‌ها را از ارتكاب آنها بازداشته است و به گواهىهاى جلوه‌گرش و به براهين كافيه‌اش و به فضائل پسنديده و مستحسنش و به رخصت‌هاى بخشنده‌اش و به قوانين واجبه‌اش مىتوان راه يافت .\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\n\r\nفلسفه احكام الهى\r\nخداى تعالى ايمان را براى تطهير شما از شرك قرار داد و نماز را براى پاك كردن شما از تكبر و زكات را براى پاك كردن جان و روز افزونى رزقتان و روزه را براى تثبيت اخلاص و حج را براى استحكام بخشيدن دين و عدل عمومى را براى تنظيم قلب‌ها و اطاعت ما را براى نظم يافتن ملت و امامت را براى در امان ماندن از تفرقه و جهاد را براى عزت اسلام و صبر را براى كمك در استحقاق مزد و امر به معروف را براى مصلحت عامه . نيكى كردن به پدر و مادر را سنگر و سپر حفظ از خشم و صله‌ى رحم را وسيله‌ى ازدياد عمر و قصاص را وسيله‌ى حفظ خون‌ها و وفاى به نذر را براى رسيدن به آمرزش الهى .\r\nكيل و زنها را به اندازه بخشيدن براى تغيير خوى كم دادن ، و نهى از شرابخوارى را براى پاكيزگى از كثافت . دورى گزيدن از تهمت زدن را براى محفوظ ماندن از لعنت و دور بودن رحمت . ترك سرقت را براى الزام به پاكدامنى و شرك را حرام فرمود براى اخلاص و يكسره تن در دادن به ربوبيت .\r\n\r\nسفارش به تقوا\r\nپس از خدا آنگونه كه شايسته است بترسيد و از دنيا نرويد مگر آنكه مسلمان باشيد و خدا را در آنچه به آن امر كرده و آنچه از آن بازتان داشته است اطاعت نمائيد . همانا كه فقط دانشمندان از خدا مىترسند .\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nمعرفى پيامبر و فاطمه و على ( عليهم السلام )\r\nآنگاه فرمود : اى مردم ! بدانيد كه من فاطمه هستم و پدرم محمد است . آنچه ابتدا گويم همانرا در انتها نيز بر زبان خواهم راند . آنچه گويم غلط نيست و آنچه انجام دهم ظلم و جور نيست . پيامبرى از خود شما بر شما آمد كه رنج‌هاى شما بر او گران است ، دلسوز بر شماست و بر مؤمنان مهربان و رئوف است . پس اگر پدرم را بشناسيد مىدانيد كه من پدرى دارم كه هيچ‌يك از زنان شما چنان پدرى ندارند و برادر پسر عمويم بود نه برادر مردان شما . چه نيكو بزرگوارى است آنكه من اين نسبت را به او دادم .\r\n\r\nچگونگى آغاز رسالت\r\nرسالت خود را رسانيد و سرآغاز نبوت را به انذار آغاز كرد . راه خود را از پرتگاه مشركان گردانيد . شمشير بر فرق آنان نواخت . گلوگاه آنان را گرفته فشرد و با زبان حكمت و موعظه حسنه آنان را به راه خدا دعوت كرد . بت‌ها را درهم مىشكست . سر سروران را منكوب مىكرد . تا جمعشان منهزم شده ، از ميدان گريختند . تا صبح صادق از زير پرده‌ى شب بيرون آمد و حق خالص جلوه‌گر شد . زمامدار به نطق درآمد . عربده‌هاى شياطين خاموش شد و آنان لال شدند . خار نفاق از راه برداشته شد . گره‌هاى كفر و شقاق از هم گشوده شده و دهان‌هاى شما به كلمه‌ى اخلاث باز شد . در ميان گروهى كه سپيدرو و شكم به پشت چسبيده بودند .\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\n\r\nويژگىهاى دوران جاهليت\r\nشما بر كناره پرتگاهى از آتش بوديد و مانند جرعه‌اى آب بوديد ( كه به سادگى شما را مىتوانستند بنوشند ) و آنقدر ضعيف بوديد كه هر كس طمع به چيزى داشت به سراغتان مىآمد و آتش زنه‌اى بوديد كه بلافاصله خاموش مىشد و نمىتوانست جائى را روشن و گرم كند و لگدكوب شده‌ى روندگان و قدم‌ها . از آبى كه شتران در آن رفته و آن را آلوده مىكردند ؛ مىآشاميديد ، از پوست حيوانات و برگ درختان غذا مىگرفتيد . خوار بوديد و مطرود . مىترسيديد كه مردمان اطرافتان شما را بربايند .\r\n\r\nنجات مردم توسط پيامبر و نقش حضرت على ( ع )\r\nتا خداى تعالى محمد ( ص ) شما را نجاتتان داد . بعد از چنين و چنان ( بعد از حوادث زيادى كه بر سر حضرت محمد ( ص ) آمد . ) بعد از آنكه بلاهائى از دست شجاعان كشيد و از گرگ‌هاى عرب و از سركشان اهل كتاب هرگاه كه آتش جنگ برافروختند خدا خاموشش فرمود . يا هر هنگام كه شاخ شيطان سر برآورد . يا اژدهائى از مشركين دهان باز كرد . رسول خدا ( ص ) برادرش را در كام اژدها و گلوگاه آن افكند و او هم بر نمىگشت تا آنكه فرق سر آنان را پايمال شجاعت خود مىگردانيد و آتش آنها را به آب شمشيرش خاموش كرد . فرسوده تلاش در راه خدا ، كوشيده در امر خدا ،\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nنزديك به رسول خدا ، سرورى از اولياء خدا ، همواره دامن به كمر زده ، نصيحت‌گر ، تلاشگر و كوشش كننده و شما در اين هنگامه در خوشى زندگى مىكرديد .\r\n\r\nراحت‌طلبان ديروز و فرصت‌طلبان امروز\r\nدر مهد امن متنعم مىبوديد و منتظر اينكه چرخ ، گردش را بر عليه ما آغاز كند و گوش به زنگ اخبار بوديد . هنگام كارزار عقب‌گرد مىكرديد و به هنگام نبرد فرار مىنموديد .\r\n\r\nرحلت پيامبر و پيامدهاى آن\r\nهنگاميكه خدا براى پيامبرش خانه انبياء ( بهشت ) و آرامگاه اصفياء را برگزيد . خار و خاشاك نفاق در شما ظاهر شد . جامه دين كهنه شد . ساكت گمراهان به سخن درآمد و پست رتبه‌گان ، با قدر و منزلت شدند و شتر ناز پرورده اهل بطلان به صدا درآمد و در خانه‌هايتان درآمد .\r\n\r\nاشاره به جريان سقيفه\r\nشيطان سر خويش را از مخفىگاه خود بيرون آورد . ندايتان در داد . ديد كه پاسخگوى دعوت او هستيد و براى آنكه فريب او را بخوريد ؛ آماده‌ايد . خواست كه قيام نمائيد و ديد كه شما راحت و سبك اين كار را مىكنيد . گرم و داغتان كرد و غضبناكتان و ديد كه آتشينيد . پس داغ و نشان زديد بر غبر شترتان و بر آبى كه سهم شما نبود وارد شديد ، در حالىكه از عهد و قرار چيزى نگذشته بود و\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nموضع شكاف زخم هنوز خيلى وسيع بود . دهن زخم هنوز به هم نيامده بود و پيغمبر هنوز به قبر سپرده نشده بود . براى عمل خود بهانه آورديد كه از فتنه مىترسيديم ، ولى به راستى كه در فتنه افتاديد و راستى كه جهنم محيط بر كافران است . خيلى دور بود اين پيش افتادگى از شما و چطور اين كار را كرديد ؟ به كجا روى مىآوريد .\r\n\r\nويژگيهاى قرآن\r\nدر حالى كه كتاب خدا در ميان دست و پاى شماست . مطالبش هويداست و احكامش درخشان است و علائم هدايت آن ظاهر و آشكار است و زواجر و نواهى آن دمبدم به چشم ميآيد و درخشان است و اوامرش واضح است ولى آن را پشت سر انداختهايد . آيا رغبتى به آن را ميطلبيد . يا به غير قرآن حكم ميكنيد . به بدلى است براى ظالمان حكم مخالف قرآن و هر كس غير از اسلام دينى را طلب كند از او پذيرفته نشده و در آخرت از زيانكاران خواهد بود .\r\n\r\nخليفه‌تراشى و تغيير ارزش‌ها\r\nسپس آنقدر درنگ نكرديد كه اين دل رميده آرام گيرد و كشيدن افسار آن سهل گردد . پس آتش‌گيره‌ها را افروخته‌تر مىكرديد و دامن به آتش مىزديد تا آتش را شعله‌ور كنيد . براى اجابت كردن بانگ شيطان گمراه آماده بوديد و براى خاموش نمودن انوار دين روشن خدا و از بين بردن سنن پيامبر برگزيده خدا ، به بهانه كف ، شير را زير لب پنهان مىخوريد و براى خانواده و فرزندان او\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nدر پشت تپه‌ها و درختان كمين گرفته و راه مىرفتيد و ما بايد شكيبائى كنيم بر صدمه‌هائى از شما كه مثل خنجر بران و فرو رفتن سنان در ميان شكم بر ما وارد مىشود و شما اكنون گمان مىبريد كه براى ما ارثى نيست .\r\n\r\nفدك ميراث پيامبر\r\nآيا حكم جاهليت را مىطلبيد ؟ آيا براى گروه اهل يقين چه حكمى بالاتر و بهتر از حكم خداست ؟ آيا نمىدانيد ؟ در حالىكه براى شما مانند آفتاب درخشان واضح است كه من دختر اويم ! . اى مسلمانان آيا سزاوار است كه ارث پدرم را از من بگيرند ؟ اى پسر قحافه ! آيا در كتاب خداست كه تو از پدرت ارث ببرى و من از پدرم ارث نبرم ؟ ! عجب امر تازه و زشتى آورده‌اى ؟ آيا دانسته و به عمد كتاب خدا را ترك كرده و پشت سر مىاندازيد ؟ آيا قرآن نمىگويد :\r\n« سليمان از داود ارث برد و در آيه‌ى ديگر آنجا كه خبر زكريا را بازگو مىكند ، زكريا عرض كرد : پروردگارا مرا فرزندى عنايت فرما تا از من و آل يعقوب ارث برد . »\r\nو فرموده خويشاوندان رحمى اولى به يكديگرند و فرموده : خداى تعالى به شما درباره‌ى اولاد وصيت مىفرمايد كه براى پسر دو برابر بهره‌ى دختر است .\r\nو مىفرمايد : يعنى هنگامى كه مرگ يكى از شما فرا رسد بر شما نوشته شده است اينكه وصيت كنيد براى والدين و نزديكان ، حكمى است حق براى متقيان و شما گمان مىبريد كه مرا بهره‌اى نيست و سهمى از ارث پدرم ندارم ؟ آيا خدا\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nشما را مخصوص آيه‌اى فرمود كه پدرم را از آن بيرون كرده ؟ آيا آنكه مىگوئيد اهل دو كيش از يكديگر ارث نمىبرند ؟ و يا من و پدرم را اهل يك كيش نمىدانيد ؟ و يا شما به خصوص و عموم قرآن از پدرم و عموزاده‌ى من داناتريد ؟\r\n\r\nهشدار حضرت\r\nاينك اين تو و اين شتر ، شترى مهارزده و رحل نهاده شده برگير و ببر ، با تو در روز رستاخيز و حشر ملاقات خواهد كرد . چه نيكو داورى است خدا و نيكو دادخواهى است محمد ( ص ) و چه خوش وعده‌گاهى است قيامت . در آن ساعت و آن روز اهل باطل زيان مىبرند و آن وقت ديگر ندامت و پشتيبانى شما را سودى نرساند و براى هر خبرى قرارگاهى است پس خواهيد دانست كه عذاب خوارىافزا بر سر چه كسى فرود خواهد آمد و عذاب هميشگى بر چه كسى حلول خواهد نمود .\r\n\r\nسخنى با انصار\r\nآنگاه رو به سوى انصار كرده و چنين فرمود : اى انجمن نقباء و بازرسان ! اى بازوان ملت ! اى حافظان اسلام ! اين ضعف و غفلت در مورد حق من از چيست ؟ و اين سهل‌انگارى از دادخواهى من چرا ؟ آيا پدرم رسول خدا ( ص ) نمىفرمود : بايد حرمت هر كس در مورد فرزندان او حفظ شود . چه به سرعت مرتكب اين اعمال شديد و چه باعجله اين بز لاغر شده آب از دهان و\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nدماغ او فرو ريخت ( مثلى است ) . در صورتىكه شما را طاقت و توان بر آنچه در راه آن مىكوشيم هست و نيرو براى حمايت من در اين مطالبه و قصدم هست .\r\n\r\nپيامدهاى رحلت پيامبر\r\nآيا مىگوئيد كه محمد ( ص ) مرد ؟ درست است كه : اين مصيبتى است بزرگ ، مصيبتى است در نهايت وسعت ، شكاف آن سر باز و بسى فراخ است و درز دوخته شده شكافته شد . زمين سراسر بر اثر غياب او تاريك گرديد و ستارگان بىفروغ گرديدند ، آرزوها به نااميدى گرائيد ، كوه‌ها از جا فرو ريخت ، حرمت حريم پامال شد و احترامى براى كسى پس از وفات او باقى نماند . پس اين مصيبت به خدا بزرگترين پيش‌آمد بود و مصيبت بزرگ بود كه بليه و پيش‌آمدى مانند آن نيست و بلاى جانگدازى در اين دنيا به پايه آن نمىرسد . كتاب خدا آن را آشكار كرده همان قرآن كه در خانه‌هايتان ، در مجالس شبانه و روزانه‌تان ، آرام و يا بلند و با صوت ، با تلاوت و خوانندگى آن را مىخوانيد . اين بلائى است كه پيش از اين هم به انبياء و رسل وارد شده بود . حكم حتمى است و قضائى است قطعى . آرى اين آيه براى شما پيشاپيش موضوع موت پيامبر را خبر داده است : محمد ( ص ) نيست مگر پيامبر كه پيش از وى پيامبران ديگرى درگذشتند پس اگر او بميرد و يا كشته گردد به عقب بر مىگرديد و آن كس كه به عقب برگردد به خدا زيانى نمىرساند و خدا شكركنندگان را پاداش خواهد داد .\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\n\r\nشكوه حضرت از انصار\r\nاى پسران قيله ( قيله مادربزرگ اوس و خزرج بود ) ! آيا من نسبت به ميراث پدرم مورد ظلم واقع شوم ؟ در حالىكه مرا مىبينيد و سخن مرا مىشنويد و داراى انجمن و اجتماعيد . صداى دعوت مرا همگان مىشنويد . از هر جهت آگاهى از حال من داريد و داراى نفرات و ذخيره‌ايد ، داراى ابزار و قوه‌ايد ، نزد شما اسلحه و زره و سپر هست . صداى دعوت من به شما مىرسد ولى جواب نمىدهيد ؟ و ناله و فريادخواهى من به گوشتانمىرسد ولى دستگيرى نمىكنيد و يارى نمىنمائيد ؟ در حالىكه شما به شجاعت و جنگاورى معروفيد و به خير و سلاح معروفيد . شما برگزيدگانى بوديد كه انتخاب مىشديد و انتخاب شوندگانى كه برگزيده شديد ، با عرب پيكار كرديد و تحمل رنج و زحمت نموديد ، با امتها به رزم برخاستيد ، با پهلوانان به نبرد برخاستيد ، همواره فرمانده بوديد و شما هميشه فرمانبر بوديد يعنى ما امر مىكرديم و شما تسليم امر ما بوديد ، تا آسياى اسلام به گردش افتاد . پستان روزگار به شير آمد و نعره‌هاى شرك‌آميز خاموش شد و ديگ طمع و تهمت از جوش افتاد و آتش كفر خاموش شد و دعوت نداى هرج و مرج آرام گرفت و نظام دين كاملًا رديف شد .\r\n\r\nمظاهر ارتجاع پس از انقلاب\r\nچرا بعد از اقرارتان ايمان را حيران شديد ؟ و چسان پس از آن مرحله آشكار همكارى خود را نهفته كرديد ؟ و بعد از آن پيش قدمى ، عقب نشستيد ؟ و بعد از\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nايمان شرك آورديد ؟ در حالىكه قرآن مىفرمايد : آيا نمىجنگيد با گروهى كه عهد شكستند و خواستند رسول خدا را اخراج كنند با آنكه آنان جنگ را آغاز نمودند ، آيا از آنان هراس داريد در حالىكه خدا سزوارتر است كه از او بهراسيد اگر كه مؤمنيد . به هوش باشيد كه من مىبينم به تنبلى و تن‌آسائى هميشگى دل نهاده‌ايد و آنكس را كه سزاوارتر به قبض و بسط امور بود از زمامدارى دور كرده‌ايد . با راحت باش خلوت كرده‌ايد و از تنگناى زندگى سخت و به فراخناى آن رسيده‌ايد . در اثر آن آنچه را كه حفظ كرده بوديد از دهان بيرون افكنديد و آنچه را كه فرو برده بوديد استفراغ كرديد ، پس بدانيد اگر شما و هر كه در زمين است كافر شويد خداى تعالى بىنياز از همگان و ستوده است .\r\n\r\nبيان سوز دل و اتمام حجّت\r\nبدانيد آنچه من گفتم با معرفت كامل بود به سستى كه در خوى شما پديد آمده و آشنائى كه قلب شما با بىوفائى و خيانت حاصل نموده است و ليكن اينها جوشش دل اندوهگين است و بيرون ريختن خشم و غضب و آنچه كه روانم نمىتواند تحمل كند و جوشش و برون‌ريزى از سينه‌ام و پيش افكندن حجت و دليل و برهان بود . پس خلافت را بگيريد ولى بدانيد كه پشت اين شتر خلافت زخم است و پاى آن تاول كرده و سوراخ است . عار آن باقى است و نشان از غضب خدا دارد و ننگ ابدى و هر كه آن را بگيرد فردا به آتش فروزان خدا كه بر قلب‌ها احاطه مىيابد خواهد رسيد . آنچه مىكنيد در برابر خشم خداست به همين زودى\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nآنان كه ستم كردند خواهند دانست كه به كدام بازگشتگاهى باز خواهند گشت و من دختر آنكس هستم كه شما را از در پيش بودن عذاب دردناك خبر داد ، پس شما هر چه خواهيد بكنيد و ما هم كار خود را مىكنيم و شما منتظر بمانيد كه ما هم منتظر خواهيم ماند .\r\n\r\nسخنان متظاهرانه ابوبكر و توجيه عوام فريبانه او\r\nآنگاه ابوبكر پاسخ داد و گفت : اى دختر رسول خدا ! همانا پدر تو بر مؤمنين عطوف و كريم و رئوف و رحيم بود و بر كافران عذاب و عقاب عظيم . اگر نسب او را بسنجيم يقيناً وى را پدر تو نه پدر ديگر زنان خواهيم يافت و وى را برادر شوهر تو و نه ديگر دوستان خواهيم يافت . پدرت وى را ( شوهر تو را ) بر هر دوستى و خويشى برترى داد و شوهر تو نيز پدر را در هر كار بزرگى مساعدت كرد . شما را دوست نمىدارد مگر هر سعادتمندى و دشمن نمىدارد شما را مگر هر بدكارى زيرا كه شما خاندان پاك رسول خدا هستيد و برگزيده نجيبان جهان شما ما را به خير راهنمايان بوديد و به سوى بهشت راهاى روشن و تو به خصوص اى برگزيده‌ى زنان و دخت برترين پيامبران در گفتارت راستگويى و در عقل فراوانت بر ديگران پيش قدمى ، هرگز از حقت بازداشته شده نخواهى بود و در راست‌گوئى تو بازدارنده‌اى نخواهد بود و به خدا قسم من قدمى از رأى رسول خدا ( ص ) فراتر نگذاشتم و جز به اذن او اقدام نكردم و\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nپيشرو قبيله به قوم و خويشان خود دروغ نمىگويد . من خدا را گواه مىگيرم و خدا بر گواهى دادن من كافى است . من از پيامبر خدا شنيدم كه مىفرمود :\r\n« ما گروه پيامبران دينار و درهم و خانه و مزرعه‌اى به ارث نمىگذاريم ما فقط كتاب و حكمت و علم و نبوت به ارث مىگذاريم و آنچه ما به عنوان طعمه و وسيله تغذيه داريم به عهده ولىامر بعد از ماست كه هرگونه بخواهد درباره‌اش حكم نمايد . و ما آنچه را كه تو در طلب آن هستى در مصرف خريد اسب و اسلحه قرار داديم تا مسلمانان با آن كارزار كنند و با كفار جهاد نمايند و با سركشان بدكار جدال نمايند و اين كار را به اتفاق همه مسلمانان نمودم و تنها دست به اين كار نزدم و در رأى و نظرى كه نزدم موجود بود مستبدانه عمل نكردم . اينكه اين حال من و اين مال من است براى تو در اختيار توست . نه از تو دريغ و مضايقه شده و نه براى كسى ديگر ذخيره كرده مىشود كه توئى سرور بانوان امت پدر خود و درخت بارور و پاك براى فرزندان خود هستى . انكار فضائلى كه مجموعه‌ى آن خاصه‌ى توست نخواهد شد و از شاخه و ساقه تو كس نمىتواند فرو نهد . حكم تو نافذ است در آنچه من مالك آنم آيا تو خود مىپسندى كه من در اين موضوع خلاف گفته پدرت ( ص ) را عمل كنم .\r\n\r\nپاسخ حضرت فاطمه ( عليها السلام ) به او\r\nسبحان‌الله ! پيامبر اكرم از كتاب خدا رويگردان نبود و مخالف احكام قرآن كريم حكمى نمىفرمود پيوسته او پيرو قرآن بود و در فضا و پشت سوره‌هاى\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nآن مىپيمود ( هرگز از قرآن ، تخطى نمىنمود ) . آيا نمىخواهيد علاوه بر غدر و مكر چيزى هم به زور به او ببنديد ؟ اين كار بعد از وفات او شبيه است به آن آدم‌ها كه براى هلاك او در زمان حياتش گسترده شد . اينك اين كتاب خدا بين من و شما حكم عادل ؛ و ناطق قطعى به حق من و باطل است كه ؛ مىگويد : زكريا از خدا خواست به من فرزندى عطا فرما كه از من و آل يعقوب ارث برد و باز مىفرمايد : سليمان از داود ارث برد . خداوند متعال بيان روشن در آنچه از سهميه‌ها قرار داده و از فريضه‌ها و سهميه ميراث و آن بهره‌هائى كه از براى مردان و زنان مقرر فرموده به قدر كافى توضيح داده ؛ كه بهانه‌هاى اهل باطل را بر طرف نموده و مجال گمان و شبهه براى احدى تا قيامت باقى نگذارده است . نه چنين است بلكه ( كلام خود را آيه‌ى قرآن ، انجام مىرسانند ؛ يعقوبى كه مصيبت زده است و يوسفش را از دست داده گويد ) گرگ او را نخورده ولى هواها و ساخته‌هاى نفسانى شما براى شما راهى پيش پايتان نهاده پس مرا صبر بايد صبرى جميل و خدا بر آنچه اظهار مىكنيد و ياور ماست .\r\n\r\nتاكتيك مجدد ابوبكر\r\nابوبكر پاسخ مىدهد : خداى راست گفت و رسول او نيز راست گفت و دختر پيامبر نيز راست گفت . تو معدن حكمتى و مركز هدايت و رحمت و پايه‌ى دين و آئينى و سرچشمه حجت و دليلى . سخن حق ترا دور نمىافكنم و سخن ترا انكار نكرده و بر آن عيبجوئى نمىكنم . اينك اين مسلمانان حكم بين من و تو اين\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nقلاده‌اى كه به گردن آويخته‌ام ، آنان به گردنم انداخته‌اند و به اتفاق ايشان آنچه گرفته‌ام نه بر خويشتن بزرگ‌بينى دارم و نه خودرأيم و مستبد و نه آنچه برداشته‌ام براى خود برداشته‌ام و ايشان همگى بر آنچه گفته‌ام شاهد و گواهند .\r\n\r\nتوبيخ مجدد مردم توسط حضرت\r\nآنگاه حضرت صديقه‌ى طاهره ( عليها السلام ) به سوى مردم توجه كرده و فرمود : اى مردمان ! كه براى شنيدن حرف بيهوده شتابانيد و كردار زشت زيان‌آور را ناديده مىگيريد ، آيا در قرآن نمىانديشيد يا آنكه بر دل‌ها مهر زده شده ؟ نه بلكه آنچه از اعمال زشت انجام داده‌ايد تيرگى بر دل‌هاى شما زده است و گوش‌ها و چشم‌هايتان را فرا گرفته است . بسيار بد مآل‌انديشى كرديد و آيات قرآن را تأويل نموديد و بدراهى به او نشان داديد و بد معاوضه كرديد . به خدا قسم تحمل اين بار برايتان سنگين و عاقبت آن برايتان پر از وزر و و بال خواهد بود و وقتى كه پرده براى شما برداشته شود و زيان‌هاى اين امر برايتان روشن گردد و آنچه را كه حساب نمىكرديد بر شما آشكار گردد . آنجاست كه اهل باطل زيانكار گردند .\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\n\r\n« بشارت به شيعيان فاطمى »\r\n\r\nمحبّت حضرت فاطمه زهرا ( عليها السلام )\r\nاز سلمان فارسى روايت شده است كه : رسول خدا ( ص ) فرمودند : اى سلمان ! هر كس دخترم فاطمه ( عليها السلام ) را دوست داشته باشد ، در بهشت با من خواهد بود و هر كس او را دشمن داشته باشد ، در آتش خواهد بود .\r\nاى سلمان ! محبّت فاطمه ( عليها السلام ) در يك‌صد موقف سودمند خواهد بود كه آسان‌ترينِ آنها ، مرگ و قبر ، ميزان و محشر و صراط و محاسبه است . « 1 »\r\nدوستدارنِ حضرت فاطمه زهرا ( عليها السلام ) از رسول خدا ( ص ) روايت شده است كه فرمودند : هنگامى كه خداوند ، خلايقِ اوّلين و آخرين را مبعوث گردانَد ؛ منادى پروردگارمان از زيرِ عرشِ خداوند صدا مىزند :\r\nاى گروه خلايق ! ديدگان را ببنديد كه فاطمه ( عليها السلام ) دختر محمد ( ص ) و بانوى زنان جهانيان مىخواهد از پلِ صراط بگذرد ! خلايق همگى چشم‌ها را فرو مىبندند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - توحيد صدوق / ص 241 .\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nفاطمه ( عليها السلام ) بر صراط عبور مىكند و هيچ كس در صحنه قيامت نيست مگر آن كه چشمانش را مىبندد ، به جز محمّد ( ص ) و على و حسن و حسين و فرزندان پاك آنان ( ، چرا كه ذريه آن حضرت مىباشند .\r\nهنگامى كه وارد صحراى محشر شود ، دنبال چادرش بر روى پُل صراط كشيده مىشود . يك سر آن در بهشت به دست خود آن حضرت و سر ديگرش ، در عرصه قيامت است . منادى پروردگارمان صدا مىزند : « اى دوستاران فاطمه ( عليها السلام ) ! به گوشه‌هاى چادر بانوى جهانيان چنگ زنيد ! و كسى از دوستدارانِ حضرت فاطمه ( عليها السلام ) باقى نمىماند مگر اين كه به گوشه‌اى از اطراف چادر آن حضرت ( عليها السلام ) چسبيده است ؛ تا اين كه بيش از هزار فئام و هزار فئام ، به آن چنگ مىزنند و مىچسبند .\r\nيك فئام چقدر است ؟ فرمودند : هزار هزار ، كه به وسيله آن حضرت ، از آتشِ جهنّم نجات مىيابند . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار / ج 8 / ص 68 .\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nخواننده گرامى :\r\nبه استحضار مىرساند دفتر معظّم‌له در تهران روزانه از سه ساعت به اذان ظهر و سه ساعت به اذان مغرب پاسخگويى سؤالات شرعى و امور شرعيّه شما خوانندگان محترم مىباشد .\r\n« روابط عمومى دفتر معظم‌له »\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104}
  ]