[
  {"content":"\r\n\r\nرسالة مختصرة\r\nفي لبس السواد\r\nسماحة المرجع الديني\r\nآية الله العظمى الميرزا جواد التبريزي ( دام ظله )\r\nدار الصديقة الشهيدة ع\r\n\r\n","description":"","footnote":"","page_name":" هوية الكتاب 1 ","page_number":1},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\nاللهم صل على محمد وآل محمد\r\nدار الصديقة الشهيدة ( ع )\r\nالتابعة لمكتب\r\nسماحة المرجع الديني آية الله العظمى الميرزا جواد التبريزي ( دام ظله )\r\nالكتاب : رسالة مختصرة في لبس السواد\r\nالمؤلف : المرجع الديني سماحة آية الله العظمى الميرزا جواد التبريزي\r\nالطبعة : الثانية 1425 للهجرة\r\nالكمية : 2000 نسخة\r\nالمطبعة : شريعت ( قم )\r\nرقم الايداع الدولي : 8 - 04 - 8438 - 964\r\nالمكتب الرئيسي : إيران ، قم المقدسة ، تقاطع الشهداء ، شارع المعلم ، الفرع 25\r\nهاتف : 7744286 ، فاكس : 7743743 - www . TABRIZI . ORG\r\nالبريد الألكتروني : TABRIZI _ T @ kotmail . com\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":2},
  {"content":"\r\n\r\n\r\nتقدير الناشر\r\nالحمد لله رب العالمين ، والصلاة والسلام على أشرف الأنبياء والمرسلين نبينا الأكرم محمد ( ص ) وعلى أهل بيته الطيبين الطاهرين ( ع ) لا سيما بقية الله في أرضه أرواحنا لمطلعه الفداء\r\nوبعد :\r\nفيطل عاشوراء دائما وأبدا وتتكر الأحزان في كل مناسبات المصاب الجلل الذي جرى على أهل البيت ( ع ) وتشخص حادثة كربلاء ليتجلى العنوان التالي ( لابوم كيوك ياأباعبدالله ) ، طبعا بعد يوم الصديقة الشهيدة فاطمة الزهراء ( س ) وتختص أيامه بالرثاء الخالص المعروف بالعزاء الحسيني والمجالس الحسينية والمواكب وتصاحب كل هذه المواقع لغة الحزن ومن مظاهرها السواد الذي يرتديه حتى أهل العزاء ، عند ذلك تبرز بعض الأقوال التي تقول بكراهة لبس السواد ، وينبري لها شيخ الدفاع عن العقيدة المراجع الديني آية الله العظمى الميرزا جواد التبريزي ( دام ظله ) كما هي عادله ليحل الاشكال ويبني الاستثناء في هذه القاعدة ، راجين أن تكون دافعة لأي اشكال وداعية إلى لبس السواد في أيام العزاء . . .\r\nوالله ولي التوفيق دارالصديقة الشهيدة النجف الأشرف\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":3},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\nتتركز جهود الدار على نوعية من النتاج وإن كانت صغيرة الحجم ولكنها تتناول موضوعات نعتقد أنها بالغة الأهمية بحسب ما نراه في الساحة الإسلامية أو مساحة الصراع الفكري بين مدرستي الأصالة والحداثة التي تدعوا الأولى منهما إلى التمسك بأصول الشريعة وتعاليم الدين التي تناولها السلف الصالح من أعلام العقيدة واستمر على خطاها الخلف من مراجع الحوزات العلمية ، والأخرى التي تدعوا إلى التحلل من الموروث المقدس وتأسيس أطر ومعتقدات جديدة يعبرون عنها بالوحدوية .\r\nوفي هذا الأطار يأتي إصدار هذا النص العلمي الذي أفاده سماحة المرجع الديني الأعلى الميرزا جواد التبريزي ( دام ظله العالي ) من على منبر الدرس في الحوزة العلمية العامرة بمدينة قم المقدسة واستحث فيه على إبراز كل ما من شأنه إحياء مدرسة الإمام الحسين ( ع ) مدرسة مقارعة الظلم والظالمين ومن ذلك لبس السواد الذي يواجهه الحداثيون على أنه ليس من الدين ، فحقّق سماحته هذا الموضوع ووصل إلى\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":4},
  {"content":"\r\n\r\nنتيجة مشروعية ودوره البالغ في إحياء ذكرى عظيم هو الإمام الحسين ( ع ) .\r\nونأمل أن نكون قد اسهمنا في إثراء الساحة بأوراق تهدف إلى تأصيل الولاء واستأصال العصرنة والرجعة عن الدين .\r\nوالله ولي التوفيق\r\nلجنة التنسيق والمتابعة\r\nدار الصديقة الشهيدة ( ع )\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":5},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\nالحمد للّه رب العالمين والصلاة والسلام على أشرف خلقه نبيّنا محمد وأهل بيته الطيبين الطاهرين ، ولعنة اللّه على أعدائهم أجمعين إلى قيام يوم الدين .\r\nوبعد :\r\nفهذه الأوراق حصيلة محاضرة سماحة المرجع الديني آيةاللّه المعظم الشيخ الميرزا جواد التبريزي دام ظله الوارف على رؤوس المسلمين ، في ضمن محاضراته الفقهية التي يلقيها على ثلة من طلاب العلوم الإسلامية ، وقد بيّن فيها حكم لبس السواد في الصلاة ، وفي سائر الأوقات ، الأمر الذي يقوم به أهل الحداد والحزن .\r\nونظراً إلى أنّ المسألة من المسائل الحساسة ولا سيما في هذا العصر ، حيث يلبس السواد في أيام عاشوراء ووفيات الأئمة ( عليهم السلام ) جمع غفير من المؤمنين الموالين لأهل‌البيت ( عليهم السلام ) فيصابون من قبل أعدائهم بوابل من التهم والافتراءات مما قد يؤثر على بعض النفوس الضعيفة .\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":6},
  {"content":"\r\n\r\nفقد أكّد سماحته أهمية هذا اللبس في هذه الأيام ، وأنّها شعيرة من الشعائر التي ينبغي المواظبة عليها والاهتمام بها ، لتكون معلماً من معالم الولاء لأهل البيت ( عليهم السلام ) ، فإن شيعتهم يفرحون لفرحهم ويحزنون لحزنهم .\r\nثمّ إن الالتزام بهذا الشعار إظهاراً لمظلومية أهل‌البيت ( عليهم السلام ) واستنكاراً على ما أصابهم من أنواع البلاء والمحن ، يكون منبهاً للآخرين فيدفعهم لقراءة سيرتهم وسيرة حكّام زمانهم فيعرفون الفرق الكبير بين السيرتين ، بين الحق والباطل ، بين الإسلام المتجسد قولًا وعملًا فيهم ( عليهم السلام ) ، وبين الكفر المتجسد في غيرهم .\r\nونظراً لأهمية مثل هذا الموضوع اقترح عليّ أن أفرغها في قالب عربي فوفقنا اللّه لذلك .\r\nنسأل اللّه سبحانه وتعالى أن يوفقنا لما فيه الخير والصلاح وأن يمدّ في عمر شيخنا التبريزي ويبقيه عماداً من أعمدة العلم وحصناً للمذهب الحق .\r\nطالب علم\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":7},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\nقال صاحب العروة ( قدس سره ) : « فصل فيما يكره من اللباس حال الصلاة وهي أُمور :\r\nأحدها - الثوب الأسود حتى للنساء ، عدا الخف والعمامة والكساء ، ومنه العباء ، والمشبع منه أشد كراهة » « 1 » .\r\nوقبل الدخول في صلب البحث ينبغي التعرض لمقدمة تشتمل على أُمور :\r\n\r\nالأمر الأول :\r\nقد قرر في علم الأُصول أن الأمر إذا تعلق بالطبيعي ، ثمّ تعلق نهي تنزيهي ببعض أفراد ذلك الطبيعي فلايراد من هذا النهي المعنى المصطلح ، أعني الكراهة المصطلحة ، بمعنى ما يثاب على تركه ولا يعاقب على فعله ، بل هو إرشاد إلى وجود منقصة في هذا الفرد بخصوصه ، ويعبّر عنه في لسان العلماء بالإرشاد إلى كونه أقل الأفراد ثواباً .\r\nولافرق في الأمر المتعلق بالطبيعي بين كونه إلزامياً أو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) العروة الوثقى ( لليزدي ) : 1 / 433 . شرائط لباس المصلي .\r\n","page_name":" 7 ","page_number":8},
  {"content":"\r\n\r\nاستحبابياً .\r\nإذا اتّضح هذا فليس الكراهة في محل البحث هي الكراهة المصطلحة ، فإنّ الكراهية بمعنى رجحان الترك غير معقولة في العبادات ، بل هي مستحيلة فيها لعدم اجتماع المبغوضية والمقربية في شيء واحد ، وذلك لأن العبادة تتقوم بأمرين :\r\nالأول : أن يوجد في نفس العمل مصلحة ، ويعبّر عن ذلك بقابلية العمل للتقرب .\r\nالثاني : أن يؤتى بالعمل متقرباً به إلى اللّه .\r\nفإذا اجتمع هذان الأمران في الفعل كان الفعل عبادياً صحيحاً واقعاً ، والمكروه بالمعنى المصطلح لا يصلح للتقرب به ، لعدم المصلحة فيه . وعليه فإذا قيل مثلًا : إن الصلاة في اللباس الأسود مكروهة ، فليس صلاة المصلي فيه باطلة ، بل هي صحيحة ومجزية ، فالنهي عن لباسه في الصلاة إرشاد إلى أنّها فيه أقل ثواباً وأدنى ملاكاً من الصلاة في غيره .\r\n\r\nالأمر الثاني :\r\nأن ما ذكره صاحب العروة من الموارد التي يكره لبسها في الصلاة ليس على إطلاقه ، إذ لا يوجد ملاك الكراهة في بعضها ، بل لا دليل معتبراً على أكثرها ، والموجود إنّما هو دليل ضعيف سنداً ، وقابل\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":9},
  {"content":"\r\n\r\nللمناقشة دلالة .\r\nوعليه ففتوى صاحب العروة وسائر من وافقه على ذلك مبتن على أحد أمرين في فهم روايات أخبار « من بلغ » .\r\nتوضيح ذلك :\r\nإن هناك عدة روايات « 1 » وفيها الصحاح دلّت على أنّ من بلغه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة : 1 / 59 ، الباب 18 من أبواب مقدمة العبادات ، باب استحباب الإتيان بكل عمل مشروع روي له ثواب عنهم ( عليهم السلام ) وفيه :\r\n1 - محمد بن عليبن بابويه في كتاب « ثواب الأعمال » عن أبيه عن عليبن موسى عن أحمد بن محمد عن عليبن الحكم عن هشام عن صفوان عن أبيعبداللّه ( عليه السلام ) قال : من بلغه شيء من الثواب على شيء من الخير فعمله كان له أجر ذلك وإن كان ( وإن لم يكن على ما بلغه خ‌ل ) رسول اللّه ( صلى الله عليه وآله ) لم يقله .\r\n2 - أحمد بن أبيعبداللّه البرقي في « المحاسن » عن عليبن الحكم عن هشام‌بن سالم عن أبيعبداللّه ( عليه السلام ) قال : من بلغه عن النبي ( صلى الله عليه وآله ) شيء من الثواب فعمله كان أجر ذلك له وإن كان رسول اللّه ( صلى الله عليه وآله ) لم يقله .\r\n3 - وعن أبيه عن أحمد بن النضر عن محمد بن مروان عن أبيعبداللّه ( عليه السلام ) قال : من بلغه عن النبي ( صلى الله عليه وآله ) شيء من الثواب ففعل ذلك طلب قول النبي ( صلى الله عليه وآله ) كان له ذلك الثواب وإن كان النبي ( صلى الله عليه وآله ) لم يقله .\r\n4 - وعن عليبن محمد القاساني عمن ذكره عن عبداللّه‌بن القاسم\r\nالجعفري عن أبيعبداللّه ( عليه السلام ) عن آبائه ( عليهم السلام ) قال : قال رسول اللّه ( صلى الله عليه وآله ) : من وعده اللّه على عمل ثواباً فهو منجزه له ومن أوعده على عمل عقاباً فهو فيه بالخيار .\r\nوروي عن الصدوق في « التوحيد » محمد بن الحسن عن الصفار عن محمد بن الحسين وأحمد بن أبيعبداللّه عن عليبن محمد مثله .\r\n5 - محمد بن يعقوب عن عليبن إبراهيم عن أبيه عن ابن‌أبيعمير عن هشام بن‌سالم عن أبيعبداللّه ( عليه السلام ) قال : من سمع شيئاً من الثواب على شيء فصنعه كان له وإن لم يكن على ما بلغه .\r\nورواه ابن‌طاووس في « كتاب الإقبال » نقلًا من كتاب هشام‌بن سالم الذي هو من جملة الأُصول عن الصادق ( عليه السلام ) مثله .\r\n6 - وعن محمد بن يحيى عن محمد بن الحسين عن محمد بن سنان عن عمران الزعفراني عن محمد بن مروان قال : سمعت أبا جعفر ( عليه السلام ) يقول : من بلغه ثواب من اللّه على عمل فعمل ذلك العمل التماس ذلك الثواب أُوتيه وإن لم يكن الحديث كما بلغه .\r\n7 - أحمد بن فهد في « عدّة الداعي » قال : روى الصدوق عن محمد بن يعقوب بطرقه إلى الأئمّة ( عليهم السلام ) أنّ من بلغه شيء من الخير فعمل به كان له من الثواب ما بلغه وإن لم يكن الأمر كما نقل إليه .\r\n8 - عليبن موسىبن جعفر بن طاوس في كتاب « الإقبال » عن الصادق ( عليه السلام ) قال : من بلغه شيء من الخير فعمل به كان له أجر ذلك وإن لم يكن‌الأمر كما بلغه .\r\n","page_name":" 9 ","page_number":10},
  {"content":"\r\n\r\nثواب على عمل وأتى به رجاء ذلك الثواب فإنّه يعطى إيّاه وإن لم يقله الرسول ( صلى الله عليه وآله ) أو المعصوم ( عليه السلام ) ، لاشتباه\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":11},
  {"content":"\r\n\r\nالراوي ، أو لاعتماده في النقل على آخر ، ويعبّر عن هذه الأخبار ب - « أخبار من بلغ » وعن القاعدة ب - - « التسامح في أدلّة السنن » .\r\nالمراد من الروايات :\r\nواختلف في المراد من هذه الروايات على وجوه منها :\r\nالوجه الأول : أن ما يشترط تحققه في حجية الأخبار الدالة على حكم إلزامي ( الوجوب والحرمة ) أو المستلزمة لحكم إلزامي ك - ( النجاسة والملكية والزوجية ) ، غير مأخوذ في الأحكام غير الإلزامية ، أعني الاستحباب والكراهة .\r\nوبعبارة أُخرى : أن الخبر في غير الأحكام الإلزامية معتبر وإن كان ضعيف السند ، ما لم يحصل العلم بكذبه ، لعدم اشتراط شيء في اعتبار حجيته .\r\nالوجه الثاني : أن أصل قيام الخبر المحتمل أنّه قول الرسول ( صلى الله عليه وآله ) أو الإمام ( عليه السلام ) هو بنفسه من العناوين المرجّحة ، فإذا كان ذلك الخبر يتضمّن ثواباً على عمل ، فذلك العمل يكون مستحباً .\r\nنتيجة الوجهين :\r\nوالنتيجة : أنّه إذا قام الخبر الضعيف على وجوب العمل الفلاني فإنّه لا يثبت وجوبه .\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":12},
  {"content":"\r\n\r\nنعم ، يثبت بذلك استحبابه ، بمقتضى ما تقدم .\r\nفالفتوى بالكراهة ( مع كون الخبر ضعيفاً ) متوقفة على الالتزام بأحد هذين التفسيرين .\r\nهذا ، ولكنّنا في البحث عن قاعدة « التسامح في أدلّة السنن » في علم الأُصول قد قلنا بعدم صحة كلاهذين المعنيين ، وإنما المستفاد من الأخبار أنّ المكلف عندما تصله مطلوبية عمل ما إلى اللّه تعالى ، فإن كان عن طريق صحيح فيأتي به جزماً ، وإن كان الخبر ضعيفاً فيأتي به رجاءً وانقياداً .\r\nوهذا الانقياد من العبد موجب لاستحقاق الثواب والتقرب إلى اللّه سبحانه ، ومقدار ذلك الثواب لم يعرف إلّا عن طريق التعبد الشرعي ، ولا دلالة عليه من جهة العقل أصلًا ، وأخبار « من بلغ » هي التي بيّنت مقدار ذلك الثواب وهو نفس ما بلغه ، أي المذكور في الخبر .\r\nفمن تيقن بمطلوبية العمل يأتي به انقياداً للمولى بنحو الجزم ويعطى الثواب وإن لم يكن الواصل إليه مطابقاً للواقع .\r\nومن لم يحصل له ذلك اليقين لكون الخبر ضعيفاً يأتي بالعمل رجاءً وانقياداً ، لعدم علمه بصدوره من الرسول ( صلى الله عليه وآله ) أو المعصوم ( عليه السلام ) ، وله ذلك الثواب أيضاً .\r\nهذا هو المستفاد من أخبار « من بلغ » .\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":13},
  {"content":"\r\n\r\nوحاصله : أنّه من بلغه ثواب على عمل وأتى به رجاء الحصول على ذلك الثواب يعطى الثواب المذكور وإن كان الخبر ضعيفاً وغير جامع لشرائط حجية الخبر .\r\nوأمّا ما ذُكر من التفسيرين السابقين فلادلالة للأخبار عليهما .\r\n\r\nالأمر الثالث :\r\nلو تنزلنا وقلنا بدلالة الأخبار على أحد هذين المعنيين ، واستفدنا الحكم بالاستحباب أو الكراهة عن طريق أخبار « من بلغ » في الأعمال التي يرد فيها الثواب ، فإن هنا إشكالًا آخر يمنع جريان الأخبار في المقام .\r\nوذلك لأنّ أخبار « من بلغ » إنما تدلّ على الكراهة في موارد النهي التكليفي ، وليس النهي في ما نحن فيه كذلك ، بل هو إرشاد إلى كون الفرد المنهي عنه أقل الأفراد ثواباً .\r\nفمن أراد أن يعمل على طبق الخبر يمتنع من الصلاة في الأسود ، وليس ترك الصلاة في الثوب الأسود موجباً لإعطائه الثواب ، وإن كانت الصلاة في غيره أكثر ثواباً ، وذلك لأنّ أخبار « من بلغ » إنّما تكون في مورد الإتيان بالعمل استناداً إلى الخبر الضعيف الحامل للثواب المعين ، وترك العمل - فيما نحن فيه - ولو كان عملًا إلّا أنّه لم يرد فيه ثواب .\r\nوالحاصل : أنّا - وإن التزمنا باستفادة أحد الأمرين المتقدمين من أخبار\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":14},
  {"content":"\r\n\r\n« من بلغ » - لا نعتبرها دليلًا على الكراهة فيما نحن فيه ، لعدم وصول ثواب على ترك العمل ، وإنما النهي للإرشاد إلى أقلية ثواب هذا الفرد من الصلاة .\r\nثم إنّه قال بعضهم : بأنّ هذا الخبر وإن كان ضعيف السند إلا أن عمل المشهور جابر لضعفه .\r\nولكنه ليس بصحيح ، بل لو عمل على طبقه الكل لما انجبر ضعفه ، وذلك لاحتمال استنادهم إلى أخبار « من بلغ » ، فهذا صاحب المدارك قد ناقش سند الروايات كلّها بضمنها الموثقة ، وضعفها جميعاً ، ومع ذلك أثبت الحكم غير الإلزامي .\r\n\r\nروايات لبس السواد :\r\nإذا اتّضح ذلك فنقول : في المسألة طائفتان من الروايات :\r\nالطائفة الأُولى : ما دلّ على كراهة اللباس الأسود في الصلاة .\r\nالطائفة الثانية : ما دلّ على كراهة لبس الأسود مطلقاً حتى في غير حال الصلاة .\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":15},
  {"content":"\r\n\r\n\r\nالطائفة الأولى : ما دلّ على كراهة اللباس الأسود في الصلاة\r\nأما الطائفة الأُولى فثلاث روايات وهي :\r\n\r\nالرواية الأُولى :\r\nقال الكليني : وروي : « لاتصلِّ في ثوب أسود ، فأمّا الخف أو الكساء أو العمامة فلا بأس » « 1 » .\r\n\r\nالرواية الثانية :\r\nمحمد بن يعقوب عن عليبن محمد عن سهل‌بن زياد عن محسن‌بن أحمد ، عمن ذكره ، عن أبيعبداللّه ( عليه السلام ) قال : قلت له أُصلّي في القلنسوة السوداء ؟ فقال :\r\n« لاتصلِّ فيها فإنّها لباس أهل النار » « 2 » .\r\n\r\nالرواية الثالثة :\r\nمحمد بن عليبن الحسين في « العلل » عن أبيه عن محمد بن يحيى عن محمد بن أحمد عن سهل‌بن زياد عن محمد بن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل الباب 20 من أبواب لباس المصلّي ، الحديث 2 .\r\n( 2 ) المصدر السابق الحديث 1 .\r\n","page_name":" 15 ","page_number":16},
  {"content":"\r\n\r\nسليمان عن رجل عن أبيه عن أبيعبداللّه ( عليه السلام ) قال : قلت له : أُصلّي في القلنسوة السوداء قال :\r\n« لاتصلِّ فيها فإنّها لباس أهل النار » « 1 »\r\n. \r\nتضعيف هذه الأخبار\r\nوأسناد هذه الطائفة من الروايات كلّها ضعيفة فلاتصح للاستدلال .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر السابق الحديث 3 .\r\n","page_name":" 16 ","page_number":17},
  {"content":"\r\n\r\n\r\nالطائفة الثانية : ما دلّ على كراهة لبس الأسود مطلقاً حتى في غير حال الصلاة\r\nوأمّا الطائفة الثانية التي استفيد منها كراهة لباس السواد مطلقاً فهي روايات :\r\n\r\nالرواية الأُولى :\r\nمحمد بن عليبن الحسين قال : قال أمير المؤمنين ( عليه السلام ) فيما علّم أصحابه :\r\n« لاتلبس السواد فإنّه لباس فرعون » « 1 »\r\n. \r\nملاحظة على الرواية :\r\nوهي مرسلة ، وذهب بعض المتأخّرين إلى اعتبار روايات الصدوق التي نسب فيها القول إلى الإمام ( عليه السلام ) نفسه كهذه الرواية دليلًا على اعتبارها وإلّا لما نسبها كذلك ، بل لعبّر عنها ب - ( روي ) وما شابهه .\r\nولا أساس لهذا القول من الصحّة ، ويدلّ على ذلك أنّ هذه الرواية التي نسبها في الفقيه إلى أمير المؤمنين ( عليه السلام ) قد ذكرها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر السابق الباب 19 الحديث 5 .\r\n","page_name":" 17 ","page_number":18},
  {"content":"\r\n\r\nمسندة في كتابيه « العلل » و « الخصال » ، فقد رواها عن أبيه عن محمد بن يحيى عن محمد بن أحمد عن محمد بن عيسى عن القاسم‌بن يحيى ، عن جدّه الحسن‌بن راشد ، عن أبي بصير ، عن أبيعبداللّه ( عليه السلام ) عن آبائه عن أمير المؤمنين ( عليهم السلام ) .\r\nفعدم ذكر الشيخ الصدوق للسند في كتاب الفقيه إنما هو للاختصار ، إذ طلب منه أن يكتب مؤلفاً مختصراً فكتب « من لا يحضره الفقيه » ، وعليه فليس مراده من قوله : قال أمير المؤمنين ( عليه السلام ) ، أو قال أبوعبداللّه ( عليه السلام ) هو الاعتبار ، بل كان ذلك من أجل الاختصار .\r\n\r\nالرواية الثانية :\r\nمحمد بن يعقوب عن عدّة من أصحابنا عن أحمد بن محمد رفعه ، عن أبيعبداللّه ( عليه السلام ) قال :\r\n« يكره السواد إلا في ثلاثة : الخف ، والعمامة ، والكساء » « 1 » .\r\n\r\nالرواية الثالثة :\r\nوعنهم ، عن أحمد بن أبيعبداللّه ، عن بعض أصحابه رفعه قال : « كان رسول اللّه ( صلى الله عليه وآله ) يكره السواد إلّا في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر السابق الحديث 1 .\r\n","page_name":" 18 ","page_number":19},
  {"content":"\r\n\r\nثلاث : الخف ، والعمامة ، والكساء » « 1 » .\r\nوهناك روايات كثيرة دلّت على كراهة لبس السواد مطلقاً .\r\n\r\nخبر السكوني\r\nنعم هنا رواية معتبرة للسكوني لها مفاد آخر وهي :\r\nعن إسماعيل‌بن مسلم عن الصادق ( عليه السلام ) قال :\r\n« إنّه أوحى اللّه إلى نبي من أنبيائه : قل للمؤمنين لا تلبسوا لباس أعدائي ولاتطعموا مطاعم أعدائي ولاتسلكوا مسالك أعدائي فتكونوا أعدائي كما هم أعدائي » « 2 » .\r\n\r\nهل الأسود لباس أعداء الدين ؟ :\r\nونحن نلتزم بمضمون هذه الروايات فنقول : إنّ اللباس إذا اختص به أعداء الدين فلا يجوز لبسه ، مثل القبعة التي يختص بلبسها اليهود .\r\nولكن لباس السواد لم يثبت اختصاص لبسه بأعداء الدين .\r\nنعم ، يمكن ثبوت الاختصاص بخصوص ( اللبادة السوداء ) فإن لبسها من مختصات علماء اليهود والنصارى ، وإذا ثبت ذلك فيها فلبسها حرام .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ) المصدر السابق الحديث 2 .\r\n( 2 ) المصدر السابق الحديث 8 .\r\n","page_name":" 19 ","page_number":20},
  {"content":"\r\n\r\n\r\nلبس الأسود : في مأتم الحسين ( ع )\r\nبقي أمر تعرض له صاحب الحدائق ( قدس سره ) فإنّه بعد أن نقل هذه الروايات قال :\r\n« لا يبعد استثناء لبس الأسود في مأتم الحسين ( عليه السلام ) من هذه الأخبار ، لما استفاضت به الأخبار من الأمر بإظهار شعائر الأحزان . . . » « 1 »\r\n. ولم يبيّن الوجه في عدم شمول هذه الروايات لذلك ، والوجه في عدم الشمول هو : أنّ في لبس المؤمنين الثياب السوداء في وفيات الأئمة ( عليهم السلام ) وبالخصوص في أيام محرم الحرام وشهر صفر إظهاراً لمودتهم وحبهم لأهل‌البيت ( عليهم السلام ) فيحزنون لحزنهم ، وأنّ هذا العمل من المؤمنين إحياء لأمر أهل‌البيت ( عليهم السلام ) ، وقد روي عنهم ( عليهم السلام ) : « رحم اللّه من أحيا أمرنا » ، فإذا ارتدى عامة الناس من الرجال والشباب والأطفال الثياب السود كان ذلك ظاهرة اجتماعية تلفت نظر الغريب فيسأل : ماذا حدث ؟ بالأمس كان الأمر طبيعياً وكانت ألوان ثياب الناس مختلفة ، وأمّا اليوم فقد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحدائق الناظرة ج 7 ، ص 118 .\r\n","page_name":" 20 ","page_number":21},
  {"content":"\r\n\r\nلبسوا كلهم السواد ؟ !\r\nفعندما يوضح له بأن اليوم يوم حزن ومصيبة على ريحانة الرسول الحسين‌بن علي ( عليه السلام ) ، كان هذا الأمر في حد نفسه إحياءً لأمره ( عليه السلام ) ، ولهذا اشتهر أنّ بقاء الإسلام بشهري محرم وصفر ، وذلك لأن حقيقة الإسلام والإيمان قد أُحييت بواقعة كربلاء ، وهذا دليل لابدّ من المحافظة عليه لتراه الأجيال القادمة مثلًا أمامهم فيحصل لهم اليقين به ، فإنّ الإمام الحسين ( عليه السلام ) نفسه قد أثبت أحقية التشيع ، وأبطل سائر ما عداه .\r\n\r\nعلم الحسين ( ع ) باستشهاده :\r\nإنّ الإمام الحسين ( عليه السلام ) يعلم بأنّه سوف يستشهد ، ومع ذلك حمل روحه على كفيه وخرج طالباً الشهادة ، وما ذلك إلّا من أجل إحياء الدين وشريعة سيدالمرسلين ( صلى الله عليه وآله ) .\r\nوقد أخبر ( عليه السلام ) باستشهاده : عن أبيعبداللّه ( عليه السلام ) عن أبيه عن جده عن الحسين‌بن علي ( عليه السلام ) قال : قال : «\r\nوالذي نفس حسين بيده لا ينتهي بنيأُمية ملكهم حتى يقتلوني وهم قاتليّ ، فلو قد قتلوني لم يصلوا جميعاً أبداً ، ولم يأخذوا عطاء في سبيل اللّه جميعاً أبداً ، إنّ أوّل قتيل هذه الأُمة أنا وأهل بيتي ، والذي نفس حسين بيده لا تقوم الساعة وعلى الأرض هاشمي\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":22},
  {"content":"\r\n\r\nيطرق » .\r\nوعن أبي جعفر ( عليه السلام ) قال : «\r\nكتب الحسين‌بن علي من مكة إلى محمد بن علي : بسم اللّه الرحمن الرحيم ، من الحسين‌بن علي إلى محمد بن علي ومن قِبَله من بنيهاشم ، أمّا بعد فإن من لحق بي استشهد ، ومن لم يلحق بي لم يدرك الفتح . والسلام » .\r\n\r\nالنبي ( ص ) يخبر باستشهاد الحسين ( ع ) :\r\nكما أخبر باستشهاده النبيمحمد ( صلى الله عليه وآله ) من يوم ولادته ، وإليك هذه الأخبار :\r\n\r\nالخبر الأول\r\n1 - أبي عن سعد عن ابن‌عيسى عن الوشاء عن أحمد بن عائذ عن أبيخديجة عن أبيعبداللّه ( عليه السلام ) قال :\r\nلمّا ولدت فاطمة الحسين جاء جبرئيل إلى رسول اللّه فقال له : إن أُمّتك تقتل الحسين من بعدك .\r\nثم قال : «\r\nألا أُريك من تربتها ؟ فضرب بجناحه فأخرج من تربة كربلاء فأراها إيّاه » .\r\nثمّ قال : «\r\nهذه التربة التي يقتل عليها » « 1 »\r\n.\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحارالأنوار ج 40 ، ص 236 .\r\n","page_name":" 22 ","page_number":23},
  {"content":"\r\n\r\n\r\nالخبر الثاني\r\n2 - أبي عن سعد عن ابن‌عيسى عن الأهوازي عن النضر عن يحيى الحلبي عن هارون‌بن خارجة عن أبي بصير عن أبيعبداللّه ( عليه السلام ) .\r\nقال : «\r\nإنّ جبريل أتى رسول اللّه والحسين يلعب بين يدي رسول اللّه ( صلى الله عليه وآله ) فأخبره أنّ أُمته ستقتله .\r\nقال : فجزع رسول اللّه ( صلى الله عليه وآله ) ، فقال : ألا أُريك التربة التي يقتل فيها ؟\r\nقال : فخسف ما بين مجلس رسول اللّه إلى المكان الذي قتل فيه حتى التقت القطعتان ، فأخذ منها ، ودحيت في أسرع من طرفة العين ، فخرج وهو يقول : طوبى لكِ من تربة وطوبى لمن يقتل حولك .\r\nقال : وكذلك صنع صاحب سليمان ، تكلم باسم اللّه الأعظم فخسف ما بين سرير سليمان وبين العرش من سهولة الأرض وحزونتها حتى التقت القطعتان ، فاجتر العرش .\r\nقال سليمان : يخيّل إليّ أنّه خرج من تحت سريري ، قال : ودحيت في أسرع من طرفة العين » « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحارالأنوار ج 44 ص 235 .\r\n","page_name":" 23 ","page_number":24},
  {"content":"\r\n\r\n\r\nالخبر الثالث\r\n3 - أبي عن سعد عن عليبن إسماعيل وابن‌أبيالخطاب وابن‌هشام ، جميعاً عن عثمان‌بن عيسى ، عن سماعة ، عن أبيعبداللّه ( عليه السلام ) قال : نعى جبرئيل ( عليه السلام ) الحسين ( عليه السلام ) إلى رسول اللّه ( صلى الله عليه وآله ) في بيت أُم‌ّسلمة ، فدخل عليه الحسين وجبرئيل عنده فقال : إن هذا تقتله أُمتك . فقال رسول اللّه : « أرني من التربة التي يسفك فيها دمه . فتناول جبرئيل قبضة من تلك التربة فإذا هي تربة حمراء ، فلم تزل عند أُم‌سلمة حتى ماتت ( رحمهااللّه ) » « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر السابق .\r\n","page_name":" 24 ","page_number":25},
  {"content":"\r\n\r\n\r\nالتوسل بالإمام الحسين ( ع )\r\nفعلى الجميع أن يتوسل بالإمام الحسين ( عليه السلام ) وأن يطلب منه المدد ، فإنّ التوسل بالإمام الحسين ( عليه السلام ) يرفع الشبهات عن وجه الحقيقة ، ويكون الدليل بذلك حياً .\r\nوالتوسل بأهل‌البيت ( عليهم السلام ) والبكاء عليهم ما هو إلّا محافظة على هذا النور ؛ فالإمام الحسين ( عليه السلام ) دليل محكم على أحقية الشيعة ومذهبهم ، فتوسلوا بهذا العظيم ، وابكوا عليه ، وأقيموا شعار الحزن في أيام مصيبته ، فإنّ الملائكة بكت وتبكي عليه ، وإنّ اللّه‌سبحانه وتعالى يريد إبقاء هذا النور .\r\n\r\nتخليد الإمام الحسين ( ع ) :\r\nويتمّ ذلك ب - :\r\n1 - إقامة مجالس العزاء .\r\n2 - الاشتراك في مجالس العزاء .\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":26},
  {"content":"\r\n\r\n3 - البكاء .\r\n4 - لبس السواد في أيام استشهاده وفي وفيات الأئمة ( عليهم السلام ) وبالخصوص في شهري محرم وصفر .\r\nفأحيوا هذا الأمر وحافظوا عليه ، فإنّ الأرض والسماء بكت على الحسين ( عليه السلام ) ، وإنّ الملائكة تبكي عليه إلى يوم القيامة .\r\n* * *\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":27},
  {"content":"\r\n\r\nالمحتويات\r\nتقديم الناشر 3\r\nمقدمة المعد 5\r\nالرسالة 7\r\nمقدمة البحث 7\r\nالأمر الأول 7\r\nالأمر الثاني 8\r\nتوضيح ذلك 9\r\nالمراد من الروايات 11\r\nتقديم الناشر 11\r\nنتيجة الوجهين 13\r\nالأمر الثالث 14\r\nروايات لبس السواد 3\r\nالطائفة الأولى : ما دل على كراهة اللباس الأسود في الصلاة 15\r\nالرواية الأولى 15\r\nالرواية الثانية 15\r\nالرواية الثالثة 15\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":28},
  {"content":"\r\n\r\nتضعيف هذه الأخبار 16\r\nالطائفة الثانية : ما دل على كراهية لبس السواد مطلقاً حتى في غير حال الصلاة 17\r\nالرواية الأولى 17\r\nملاحظة على الرواية 17\r\nالرواية الثانية 18\r\nالرواية الثالثة 18\r\nخبر السكوني 19\r\nهل الأسود لباس أعداء الدين 19\r\nلبس الأسود في مأتم الحسين ( ع ) 20\r\nعلم الحسين ( ع ) باستشهاده 21\r\nالنبي ( ص ) يخبر باستشهاد الحسين ( ع ) 22\r\nالخبر الأول 22\r\nالخبر الثاني 22\r\nالخبر الثالث 24\r\nالتوسل بالإمام الحسين ( ع ) 25\r\nتخليد الإمام الحسين ( ع ) 25\r\nالمحتويات 27\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":29},
  {"content":"\r\n\r\n\r\nنص جواب\r\nسماحة المرجع الديني\r\nآية الله العظمى الميرزا جواد التبريزي ( دام ظله )\r\nعلى سؤال حول منقولات\r\nالخطباء على المنبر الحسيني\r\nدار الصديقة الشهيدة ( عليها السلام )\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":30},
  {"content":"\r\n\r\n\r\nنص السؤال\r\nبسم الله الرحمن الرحيم\r\nما يذكره الخطباء على المنابر من وقائع الطف ويوم عاشوراء مما جرى على الحسين وأصحابه ( عليهم السلام ) على أي شيء يعتمدون في نقل الأحداث والقضايا التي جرت على سيدالشهداء وأهل بيته وأصحابه ( عليهم السلام ) ؟\r\n\r\nالجواب\r\nبسمه تعالى\r\nجملة معتد بها مما جرى على سيدالشهداء وأصحابه ( عليهم السلام ) واردة في أخبارنا عن أهل البيت ( عليهم السلام ) كيف ؟ وان الإمام علي بن الحسين ( عليهما السلام ) وزينب عقيلة بني هاشم ( عليها السلام ) وبعض العلويات الموجودات كانوا جميعها شاهدين على تلك الوقايع ووصلت الينا أخبارهم بطريق النقل عن أهل البيت ( عليهم السلام ) وهذه الروايات إذا ضم بعضها إلى بعض يعلم منها مصائب أخرى كما روي أن الحسين ( عليه السلام ) طلب من القوم الماء لولده الصغير فيعلم منه أنه لم يكن في الخيم ماء ولا لأمه لبن فإن لبن الأم للرضيع يغنيه عن الماء ، ولذا يقال أن أمه بعد ما شربت الماء در لبنها وكانت تنادي يا ولدي كما هو عادة الأم بالنسبة لولدها بعد فقدها إياه إذا در لبنها بثديها ، ونظير هذه المصائب مما لا يحصى ولا يطيقها البشر المتعارف فيعلم من صبره ( عليه السلام ) وصبر أهل بيته ( عليهم السلام ) مقام سيد\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":31},
  {"content":"\r\n\r\nالشهداء ومقام أهل بيته وأصحابه ( سلام الله عليهم أجمعين ) .\r\nنعم بعض الروايات غير معتبر سندا ولكن يحتمل صدقها فللخطيب وغيره نقلها كسائر الروايات المنقولة وجملة معتد بها مسجلة في الكتب التاريخية حيث كان في كربلاء بعض من يسجل وقائعها فهذه القضايا كسائر الوقائع التاريخية التي سجلها بعض المؤرخين فيجوز نقلها ما لم يعلم أو يطمئن بكذبها ولا يخفى أن بعض المحبين من الشعراء وغيرهم لكمال ارادتهم وحبهم لأهل البيت ( عليهم السلام ) وشدة حزنهم عليهم ربما يضيفون ما يسمونه بالاصطلاح ( لسان الحال ) وهذا لا يعد من الكذب بشيء ولا بأس بنقله وقراءته وأيضا ربما من المؤمنين الصلحاء والمؤمنات الصالحات يرون في المنام وقائع ينقلونها للناس ولأجل اعتماد الناس على أولئك الصالحين ينقلونها في المجالس وعلى المنابر ولا بأس بذلك أيضا .\r\nومما ينبغي للقارئ والمستمع التنبه له ان ما يقال في مجالس التعزية ويعتمد القارئ في قراءته عليه ليس كاعتماد الفقيه في تعيين التكاليف والوظائف الشرعية لآحاد المكلفين حيث أن الفقيه يبذل جهده في احراز الوظائف والتكاليف الشرعية التي قامت عليها حجة معتبرة من قبل الشارع ولا يكتفي بالاحتمال والرجاء ونحو ذلك وهذا بخلاف ما يقرأ أو يسمع بالنسبة لمصائب سيدالشهداء ( عليه السلام ) فإنه قد ذكرنا أنه يجوز للخطيب والقاري أن ينقل ما يحتمل صدقه بحسب ما وصل اليه النقل دون ما يعلم كذبه .\r\nوالله يؤيد الجميع لحفظ شعائر أهل البيت ( عليهم السلام )\r\n\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":32}
  ]