[
  {"content":"\r\n\r\nفدك\r\nآية الله العظمى الميرزا جواد التبريزي دام ظله\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nفدك\r\nآية الله العظمى الميرزا جواد التبريزي ( دام ظله )\r\nدار الصديقة الشهيدة عليها السلام\r\nاللجنة الخيرية لام البنين عليها السلام - الكويت\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nتبريزى ، جواد ، 1305 -\r\nفدك / جواد التبريزي . - قم : دار الصديقة الشهيدة عليها السلام ، 1382\r\n109 ص .\r\nISBN 964 - 94850 - 8 - 2\r\nفهرستنويسى براساس اطلاعات فيپا .\r\nعربي .\r\nكتابنامه : به صورت زير نويس .\r\n1 . فدك 2 . فاطمه زهرا ( س ) ، 13 ؟ قبل از هجرت -\r\n11 ق . - - خطبه ها . الف . عنوان .\r\n4 ف 2 ت / 25 / 27 BP\r\n973 / 297\r\nكتابخانه ملى إيران 7553 - 82 م\r\nفدك\r\nالمؤلف : سماحة آية الله العظمى الشيخ جواد التبريزي ( دام ظله )\r\nالناشر : دار الصديقة الشهيدة ( سلام الله عليها )\r\nالطبعة وتاريخ النشر : الثانية 1383 ه‍\r\nالمطبعة : شريعت\r\nعدد المطبوع : 2000 مجلد\r\nشابك الدورة : 2 - 8 - 94850 - 964\r\nالعنوان : إيران - قم المقدسة - تقاطع شهداء - شارع معلم\r\nرقم الفرع 25 - فرع آملك - تليفون 7744286 - فاكس 7743743\r\nعنوان السايت : WWW . TABRIZI . ORG\r\nعنوان البريد : TABRIZI _ T @ hotmail . com\r\nمركز التوزيع : قم - شارع معلم - انتشارات دار التفسير\r\nتليفون : 7744212 فاكس : 7741621\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\n\r\n[ المدخل 
  ]\r\nبسم اللَّه الرحمن الرحيم\r\nبحقِّ محمدٍ وأنت المحمود ، وبحقِّ عليٍّ وأنت الأعلى ، وبحقِّ فاطمةَ وأنتَ فاطرُ السمواتِ والأرضِ ، وبحقِّ الحسنِ وأنت المحسن ، وبحقِّ الحسينِ وأنت قديمُ الإِحسان .\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nعن مولانا الإمام الكاظم عليه السلام في حقّ جدّته فاطمة الزهراء عليها السلام :\r\nأنّها صدّيقة شهيدة عليها السلام « 1 »\r\nاللّهم إلعن أول ظالم ظلم حقّ محمّد وآل محمّد وآخر تابع له على ذلك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكافي 1 : 458\r\n","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nقال : لمّا نزلت هذه الآية :\r\n ( وَآتِ ذَا الْقُرْبى حَقَّهُ ) \r\nدعا رسول اللَّه صلى الله عليه وآله فاطمة عليها السلام فأعطاها فدك « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مجمع الزوائد : ج 7 ، ص 49 ؛ الدرّ المنثور ، ميزان الإعتدال : ج 2 ، ص 228 ؛ كنز العمال : ج 2 ، ص 158 و . .\r\n","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nزيارة فاطمة الزهراء عليها السلام\r\nيا مُمْتَحَنَةُ امْتَحَنَكِ اللَّهُ الذي خَلَقَكِ قَبْلَ أَنْ يَخْلُقَكِ فَوَجَدَكِ لِمَا امْتَحَنَكِ صابِرَةً ، وَزَعَمْنا أَنَّا لَكِ أَوْلِياءُ وَمُصَدِّقُونَ صابِرُونَ لِكُلِّ ما أَتانا بِهِ أَبُوكِ صلى الله عليه وآله وَأَتانا بِهِ وَصِيُّهُ فإنَّا نَسْألُكِ إِنْ كُنّا صَدَّقْناكِ إِلّا أَلْحَقْتِنا بِتَصْديقِنا لَهُما لِنُبَشِّرَ أَنْفُسَنا بِأَنّا قَدْ طَهُرْنا بِوِلايَتِكِ ، السَّلامُ عَلَيكِ يا بِنْتَ رَسُولِ اللَّهِ ، السَّلامُ عَلَيكِ يا بِنْتَ نَبِيِّ اللَّهِ ، السَّلامُ عَلَيكِ يا بِنْتَ حَبيبِ اللَّهِ ، السَّلامُ عَلَيكِ يا بِنْتَ خَليلِ اللَّهِ ، السَّلامُ عَلَيكِ يا بِنْتَ صَفِيِّ اللَّهِ ، السَّلامُ عَلَيكِ يا بِنْتَ أَمينِ اللَّهِ ، السَّلامُ عَلَيكِ يا بِنْتَ خَيْرِ خَلْقِ اللَّهِ ، السَّلامُ عَلَيكِ يا بِنْتَ أَفْضَلِ أَنْبِياءِ اللَّه وَرُسُلِهِ وَمَلائكَتِهِ ، السَّلامُ عَلَيكِ يا بِنْتَ خَيْرِ الْبَريَّةِ ، السَّلامُ عَلَيكِ يا سَيِّدَةَ نِساءِ اْلعالَمينَ مِنَ الأَوَّلينَ وَالآخِرينَ ، السَّلامُ عَلَيكِ يا زَوْجَةَ وَلِيِّ اللَّهِ وَخَيْرِ اْلخَلْقِ بَعْدَ رَسُولِ اللَّهِ ، السَّلامُ عَلَيكِ يا أُمَّ الحَسَنِ وَالحُسَيْنِ سَيِّدَي شَبابِ أَهْلِ اْلجَنَّةِ ، السَّلامُ عَلَيكِ أَيَّتُهَا الصِّدِّيقَةُ الشَّهيدَةُ ، السَّلامُ عَلَيكِ أَيَّتُهَا الرَّضيَّةُ المرضِيَّةُ ، السَّلامُ عَلَيكِ أَيَّتُهَا الفاضِلَةُ الزّكِيَّةُ ، السَّلامُ عَلَيكِ أَيَّتُهَا الحَوراءُ الإنْسِيَّةُ ، السَّلامُ عَلَيكِ أَيَّتُهَا التَقِيَّةُ النَّقِيَّةُ ، السَّلامُ عَلَيكِ أَيَّتُهَا اْلمُحَدَّثَةُ العَليمَةُ ، السَّلامُ عَلَيكِ أَيَّتُهَا المظلومَةُ اْلَمغْصُوبَةُ ، السَّلامُ عَلَيكِ أَيَّتُهَا المُضْطَهَدَةُ المقْهُورَةُ ، السَّلامُ عَلَيكِ يا فاطِمَةُ بِنْتَ رَسُولِ اللَّهِ وَرَحْمَةُ اللَّهِ وَبَرَكاتُهُ . صَلَّى اللَّهُ عَلَيْكِ وَعَلى رُوحِكِ وَبَدَنِكِ ، أَشْهَدُ أنَّكِ مَضَيْتِ عَلى بَيِّنَةٍ مِنْ رَبِّكِ ، وَأنَّ مَنْ سَرَّكِ فَقَدْ سَرَّ رَسُولَ اللَّهِ صلى الله عليه وآله ، وَمَنْ جَفاكِ فَقَدْ جَفا رَسُولَ اللَّهِ صلى الله عليه وآله ، وَمَنْ آذاكِ فَقَدْ آذى رَسُولَ اللَّهِ صلى الله عليه وآله ، وَمَنْ وَصَلَكِ فَقَدْ وَصَلَ\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nرَسُولَ اللَّهِ صلى الله عليه وآله ، ومَنْ قَطَعَكِ فَقَدْ قَطَعَ رَسُولَ اللَّهِ صلى الله عليه وآله ، لِأَنَّكِ بَضْعَةٌ مِنْهُ وَرُوحُهُ الّذَي بَيْنَ جَنْبَيْهِ . أُشْهِدُ اللَّهَ وَرُسُلَهُ وَمَلائِكَتَهُ أنِّي راضٍ عَمَّنْ رَضيتِ عَنْهُ ، ساخِطٌ عَلى مَنْ سَخِطْتِ عَلَيْهِ ، مُتَبَرِيٌ مِمَّنْ تَبَرَّأتِ مِنْهُ ، مُوالٍ لِمَنْ والَيْتِ ، مُعادٍ لِمَنْ عادَيْتِ ، مُبغِضٌ لِمَنْ أبْغَضْتِ ، مُحِبٌّ لِمَنْ أحْبَبْتِ ، وَكفَى باللَّهِ شَهيداً وَحَسيباً « 1 » وَجازِياً ومُثيباً .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار 100 : 195\r\n","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nلكنّها لاذتْ وراءَ البابِ\r\nرعايةً لِلسّترِ وَالحِجابِ\r\nفمذْ رَأوْها عصَروها عصْرة\r\nكادتْ بنفسي أنْ تموتَ حسرة\r\nتَصيحُ يا فِضةُ سَنِّديني\r\nفقد ورَبِّي قتلُوا جَنيني\r\nفأسقطتْ بنتُ الهدى وا حُزنا\r\nجنينَها ذاكَ المُسمّى مُحسِنا\r\n« 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كتاب سليم بن قيس الهلالي : 152\r\n","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\n. . . أنتم الآنَ تزعمون أنْ لا إرثَ لي « أفحكمَ الجاهليّةِ يبغونَ ومنْ أحسنُ مِنْ اللَّهِ حكماً لقومٍ يوقنونَ » يا معاشرَ المسلمينَ ، أبتزُّ إرث أبي ، أباللَّهَ أنْ ترثَ يابنَ أبي قحافةَ أباكَ ولا أرثُ أبي لقد جئتَ شيئاً فريّاً . . .\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nقبل الدخول في البحث ينبغي النظر إلى :\r\nأنّ من الأُمور المسلّمة عند الشيعة هو كون فدك حقّاً لفاطمة الزهراء عليها السلام ووردت روايات كثيرة عن طريق أهل البيت عليهم السلام ، ولكن لمّا شكّك أهل السنّة في ذلك فمن هنا نشير إلى بعض الروايات التي تفنّد عقيدتهم وتبطلها منقولة في مصادرهم .\r\nدار الصدّيقة الشهيدة عليها السلام\r\nاللّجنة الخيريّة لأُم البنين عليها السلام - الكويت\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nدخلتْ فاطمةُ عليها السلام المسجدَ وطافتْ بقبرِ أبيها وهي تقولُ :\r\n إنّا فقدناكَ فقدَ الأرضِ وابلَها * واختلَّ قومُكَ فاشهدْهم ولا تَغِب\r\nقد كانَ بعدَكَ أنباءٌ وهنبثةٌ * لو كنتَ شاهدَها لمْ تكثرِ الخُطَب\r\nقد كانَ جبريلُ بالآياتِ يؤنسُنا * فغابَ عنّا فكلُّ الخيرِ مُحْتَجَب\r\nوكنتَ بدراً ونوراً يستضاءُ بهِ * عليكَ تنزلُ منْ ذي العزَّةِ الكُتُب\r\nتجهّمتْنا رجالٌ واستُخفَّ بِنا * إذْ غبتَ عنّا فنحنُ اليومَ نُغْتَصَب\r\nفسوفَ نبكيكَ ما عشْنا ومابقيتْ * منّا العيونُ بتهمالٍ لَها سَكَب \r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nيا بن أبي قحافة ، أترث أباك ولا أرث أبي لقد جئت شيئاً فريّاً . . . « 1 »\r\nأَفَعلى عمدٍ تركتم كتاب اللَّه ونبذتموه وراء ظهوركم إذ يقولُ اللَّهُ جلَّ ثناؤه :  « وَوَرِثَ سُلَيْمانُ داوُدَ »  « 2 » .\r\nواقتصّ من خبر يحيى وزكريّا إذ قال اللَّه عزّ وجلّ :\r\n  « فَهَبْ لِي مِنْ لَدُنْكَ وَلِيًّا * يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ وَاجْعَلْهُ رَبِّ رَضِيًّا »   « 3 »   .  \r\nوقال تبارك وتعالى :  « يُوصِيكُمُ اللَّهُ فِي أَوْلادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ »  « 4 » « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) شرح نهج البلاغة ( لابن أبي الحديد ) 16 : 251\r\n( 2 ) سورة النمل : الآية 16\r\n( 3 ) سورة مريم : الآيتان 5 و 6\r\n( 4 ) سورة النساء : الآية 11\r\n( 5 ) السقيفة وفدك ( للجوهري ) : 144\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\n\r\nفاحتسبي اللَّه واصبري\r\nإنّ فاطمة الزهراء عليها السلام لما رجعت من المسجد بعد ما خطبت خطبتها العظيمة وألقت الحجج على خصومها ، خاطبت أبا الحسن عليه السلام وهو جالس في البيت فقالت : يا بن أبي طالب . . . اشتملت شملة الجنين ، وقعدت حجرة الظنين ، نقضتَ قادمة الأجْدل ، فخانك ريش الأعزل ! . . . هذا ابن أبي قحافة يبتزّني نحيلة أبي وبُلْغَة ابنيَّ ، لقد أجهَر في خصامي ، وألفَيْتُه ألدَّ في كلامي . . . الخ .\r\nفأجابها عليٌ عليه السلام : نهنهي عن وجدك يا ابنة الصفوة وبقية النبوّة ، فما ونيتُ عن ديني ولا أخطأتُ مقدوري . فإن كُنتِ تريدين البُلْغةَ فرزقُك مضمون ، وكفيلك مأمون . وما اعدّ لك أفضلُ مما قُطعَ عنكِ ، فاحتسبي اللَّه . فقالت : حسبي اللَّه .\r\nوأمسَكَت « 1 » .\r\nلقد ضحّى عليٌ عليه السلام بحقّه وحقّ زوجته فاطمة عليها السلام وسكت عن المغتصبين حفظاً للدّين وشريعة سيد المرسلين من الضياع والانهيار .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الاحتجاج ( للطبرسي ) 1 : 280 - 284\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nتعرض سماحة آية اللَّه العظمى الشيخ التبريزي دام ظلّه إلى مسألة فدك في ذيل بحثه عن قاعدة اليد ، ونظراً إلى أهمية هذا البحث وحاجة الأمة إلى مثل هذه البحوث تقدم مركز البحوث العقائدية ( دار الصديقة الشهيدة عليها السلام ) بطلب من سماحته لكتابته بتفصيل أكثر ليتسنى لنا نشره وجعله في متناول أيدي الراغبين ، وقد تسلمناه والحمد للَّه كاملًا من مكتب سماحته وتزين بِحُلية الطبع .\r\n\r\nفدك\r\nفدك وعوالي سبع قرى زراعة حوالي المدينة المنورة كانت تمتد من سفح الجبال إلى سيف البحر ، ومن العريش إلى دومة الجندل .\r\nعن الزهري قال : بقيت بقيّة من أهل خيبر تحصّنوا ، فسألوا رسول اللَّه صلى الله عليه وآله أن يحقن دماءهم ويُسيِّرهم ، ففعل ، فسمع ذلك أهل فدك فنزلوا على مثل ذلك وكانت للنبي صلى الله عليه وآله خاصَّة : لأنّه لم يُوجف عليها بخيل ولا ركاب .\r\nقال أبو بكر أحمد الجوهري : وَروى محمد بن إسحاق أيضاً أن\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nرسول اللَّه صلى الله عليه وآله لمّا فرغ من خيبر قذف اللَّه الرعب في قلوب أهل فدك ، فبعثوا إلى رسول اللَّه صلى الله عليه وآله فصالحوه على النصف من فدك ، فقدِمَت عليه رسُلهم بخيبر أو بالطريق ، أو بعد ما أقام بالمدينة فقَبِل ذلك منهم ، وكانت فدك لرسول اللَّه صلى الله عليه وآله خالصة له ، لم يوجف عليها بخيل ولا ركاب . قال : وقد روي أنّه صالحهم عليها كلها ، اللَّه أعلم أي الأمرين كان ! « 1 »\r\n\r\nإعطاء فدك لفاطمة عليها السلام\r\nلا يوجد أقل اختلاف بين علماء الشيعة ومؤرخيهم ومفسريهم بشأن إعطاء رسول اللَّه صلى الله عليه وآله فدكاً لفاطمة عليها السلام ، والروايات عن أهل البيت عليهم السلام بهذا الشأن كثيرة نكتفي بذكر بعضها الذي تضمن اعترافهم بأن النبي أعطى فدكاً لفاطمة .\r\nومن الجدير بالذكر أن فدكاً ظلّت ملكاً لفاطمة عليها السلام ثلاث سنين على عهد أبيها ولم يعترض على ذلك أحد .\r\n\r\nفدك كانت نحلة لفاطمة\r\nكانت فدك نحلة لفاطمةَ أنحَلَها رسول اللَّه صلى الله عليه وآله « 2 » ولذا كان بعض الخلفاء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كتاب السقيفة وفدك : 29 لأبيبكر أحمد بن عبد العزيز الجواهري ، معجم البلدان للحموي 4 : 239 ، ابن أبي الحديد في شرح نهج البلاغة 16 : 210\r\n( 2 ) ولم تنفرد الشيعة بهذا الخبر بل نقله كثيرٌ من أعلامهم منهم : علي بن برهان الدين في كتابه السيرة الحلبية 2 : 270 ، والفخر الرازي في التفسير الكبير ، وياقوت الحموي في معجم البلدان 4 : 238 ، وابن أبي الحديد المعتزلي في شرح نهج البلاغة 16 : 214 ، ط . دار إحياء التراث العربي ، يروي عن أبي بكر الجوهري ، قال : وروى هشام بن محمد ، عن أبيه قال : قالت فاطمة . .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nيردونها على أولاد فاطمة « 1 » وكان آخرون يغصبوها اقتداء بأبي بكر ! !\r\nعن أبي بكر الجوهري قال : روى هشام بن محمد عن أبيه قال : قالت فاطمة لأبي بكر : إِن امَّ أيمن تشهد لي أنّ رسول اللَّه صلى الله عليه وآله أَعطاني فدكاً ، فقال لها : يا ابنة رسول اللَّه . . . إنّ هذا المال لم يكن للنبي صلى الله عليه وآله ، إنما كان مالًا من أموال المسلمين ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ردّ عمر بن عبد العزيز فدك\r\nذكره ابن أبي الحديد في شرح نهج البلاغة 16 : 216 ، قال : . . . فلما وليَ عمر بن عبد العزيز . الخلافة الاسلامية كانت أول ظلامة ردّها ، دعا الحسنَ بن الحسن بن علي بن أبي طالب عليه السلام وقيل : بل دعا علي بن الحسين عليه السلام ، فردّها عليه ، وكانت بيد أولاد فاطمة عليها السلام مدّةَ ولاية عمر بن عبد العزيز فلمّا وليَ يزيد بن عاتكة قبضهامنهم ، فصارت في أيدي بني مروان يتداولونها ، حتى انتقلت الخلافة عنهم ، فلمّاولي أبو العباس السفّاح ردّها على عبداللَّه بن الحسن بن الحسن عليه السلام ، ثم قبضها أبو جعفر المنصور لما حدث من بني الحسن ما حدث ، ثم ردّها المهديابنه - على ولد فاطمه عليها السلام ثم قبضها موسى بن المهدي وهارون أخوه ، فلم تزل في أيديهم حتى ولي المأمون .\r\nالمأمون وردّه فدك\r\nنقل ابن أبي الحديد في شرح النهج 16 : 217 : قال : أبو بكر - الجوهري - حدثني محمد بن زكريا قال : حدثني مهديّ بن سابق قال : جلس المأمون للمظالم ، فأوّل رُقعة وقعت في يده نظر فيها وبكى ، وقال للذي على رأسه ، ناد أين وكيلُ فاطمة ؟ فقام شيخ عليه دُرّاعة وعمامة وخُفّ فتقدم فجعل يناظره في فدك والمأمون يحتجّ عليه وهو يحتجّ على المأمون ، ثم أمر أن يسجّل لهم بها ، فكتب السجلّ وقرئ عليه ، فأنفذه ، فقام دِعبل إلى المأمون فأنشده الأبيات التي أولها :\r\n أصبحَ وجهُ الزمان قد ضحِكا * بردّ مأمونِ هاشمٍ فَدَكا \r\nونقلَ ياقوت الحموي في معجم البلدان كتاب المأمون إلى واليه على المدينة في شأن فدك ، جاء فيه :\r\nكان رسول اللَّه صلى الله عليه وآله أعطى ابنته فاطمة رضي اللَّه عنها فدكاً وتصدّق عليها بها ، وأنّ ذلك كان أمراً ظاهراً معروفاً عند آله صلى الله عليه وآله\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nيحمل النبي به الرجال ، وينفقه في سبيل اللَّه فلما توفى رسول صلى الله عليه وآله وليته كما كان يليه .\r\nقالت : واللَّه لا كلّمتُك أبداً ! قال : واللَّه لاهجرتُكِ أبداً ، قالت : واللَّه لأدعُوَنَّ اللَّه عليك ! قال : واللَّه لأَدعون اللَّه لك .\r\nفلما حضرتها الوفاة أوصَت ألّايصلّي عليها ، فدُفنت ليلًا الخ « 1 » .\r\n\r\nالروايات الدالة على إعطاء رسول اللَّه صلى الله عليه وآله فدكاً لفاطمة الزهراء عليها السلام :\r\nأخرج البزّار ، وأبو يعلى وابن أبي حاتم وابن مردويه عن أبي سعيد الخدري قال : لمّا نزلت هذه الآية :  « وَآتِ ذَا الْقُرْبى حَقَّهُ »  دعا رسول اللَّه صلى الله عليه وآله فاطمة فأعطاها فدك « 2 » .\r\nقد روى من طرق مختلفه غير طريق أبي سعيد الذي ذكره صاحب كتاب ( كنز العمال ) أنه لمّا نزل قوله تعالى  « وَآتِ ذَا الْقُرْبى حَقَّهُ »  دعا النبي صلى الله عليه وآله فاطمة فأعطاها فدك « 3 » .\r\nأخرج ابن مردويه عن ابن عباس قال : لمّا نزلت :  « وَآتِ ذَا الْقُرْبى حَقَّهُ »  أقطع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار 28 : 305\r\n( 2 ) الدر المنثور 4 : 177 ، في تفسير الآية 26 من سورة الإسراء ، وفيه رواه الطبراني وذكره الذهبي أيضاً في ميزان الاعتدال 2 : 228 ، وصححه المتقي في كنز العمال 2 : 158 وفيه : عن أبي سعيد قال : لما نزلت  « وَآتِ ذَا الْقُرْبى حَقَّهُ »  : قال النبي صلى الله عليه وآله وسلم يا فاطمة لك فدك ( قال ) أخرجه الحاكم في تاريخه\r\n( 3 ) ابن أبي الحديد في شرح نهج البلاغة 16 : 275\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nرسول صلى الله عليه وآله وسلم فاطمة فدكاً « 1 » .\r\nعن أبي سعيد قال : لما نزلت آية  « وَآتِ ذَا الْقُرْبى حَقَّهُ »  دعا رسول اللَّه صلى الله عليه وآله وسلم فاطمه عليها السلام فأعطاها فدكاً « 2 » .\r\n\r\nفدك حق فاطمة عليها السلام\r\nبعدما رجع النبي صلى الله عليه وآله وسلم إلى المدينة المنوّرة نزل جبرئيل من عند الرب الجليل بالآية الكريمة : «  وَآتِ ذَا الْقُرْبى حَقَّهُ وَالْمِسْكِينَ وَابْنَ السَّبِيلِ وَلا تُبَذِّرْ تَبْذِيراً »  « 3 » . فانشغل فكر النبي بذي القربى مَن هم ؟ وما حقهم ؟ فنزل جبرئيل ثانياً عليه صلى الله عليه وآله وسلم وقال : إنّ اللَّه سبحانه يأمرك أن تعطي فدكاً لفاطمة عليها السلام فطلب النبي صلى الله عليه وآله وسلم ابنته فاطمة عليها السلام وقال : إنّ اللَّه تعالى أمرني أن أدفع إليك فدكاً ، فمنحهاوتَصرَّفَت هي فيها وأخذت حاصلها فكانت تُنفقها على المساكين .\r\nلقد صرّح بهذا التفسير كبار مفسري وأعلام أهل السنة : أنه لما نزلت  « وَآتِ ذَا الْقُرْبى حَقَّهُ »  دعا النبي عليها السلام فاطمة فأعطاها فدكاً « 4 » فكانت فدك في يد فاطمة عليها السلام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الدر المنثور ( السيوطي ) 4 : 177 في تفسير الآية 26 فيسورة الاسراء\r\n( 2 ) الهيثمي في مجمع الزوائد 7 : 49\r\n( 3 ) سورة الإسراء : الآية 26\r\n( 4 ) الثعلبي في تفسير كشف البيان ، ورواه جلال الدين السيوطي في الدر المنثور 5 : 234 ، عن الحافظ ابن مردويه أحمد بن موسى المتوفى عام 325 ، شواهد التنزيل للحاكم 1 : 438 ، وأبو القاسم الحاكم الحسكاني ، والمتقي الهندي في كنز العمّال ، 2 : 767 ، وابن كثير الدّمشقي الفقيه الشافعي في تاريخه ، والشيخ سليمان الحنفي القندوزي في ينابيع المودة 1 : 142 ، الباب 39 ، نقلًا عن الثعلبي وعن جمع الفوائد وعيون الأخبار\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nيعمل عليها عمالها ويأتون إليها بحاصلها في حياة النبي صلى الله عليه وآله وهي كانت تتصرّف فيها كيفما شاءت ، تنفق على نفسها وعيالها أو تتصدق بها على الفقراء والمعوزين .\r\nولكن بعد وفاة رسول اللَّه صلى الله عليه وآله أرسل أبو بكر جماعة فأخرجوا عمّال فاطمة من فدك وغصبوها وتصرّفوا فيها تصرّفاً عدوانياٌ !\r\n\r\nالحكم الفقهي لفدك\r\nإذا ادعى شخص أن المال الذي بيد شخص آخر ( ذياليد ) ملكه في حين أن ( ذا اليد ) قد يكون تملكه للمال بهبة أو إرث أو غير ذلك ففي هذه الصورة يطلب ( ذو اليد ) بينة على ذلك كما لو ادعى شخص بأن المال الذيبيد شخص آخر ( ذياليد ) قد أُوصي به إليه ، فالأول مدعٍ والثاني منكر ، والقاضي يطلب من المدعي إقامة البيّنة لإثبات مدعاه .\r\nقال المرحوم النائيني بأن قضية فدك من صغريات هذا المورد « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) دفع دخل : ربما تتوهم المنافاة بين ما ذكرنا : من انقلاب الدعوى في صورة إقرار ذي اليد بأن المال كان للمدّعي وبين ما ورد في محاجّة أمير المؤمنين عليه السلام مع أبي بكر في قصّة فدك على ما رواه في الاحتجاج مرسلًا عن مولانا الصادق عليه السلام في حديث فدك : « أن أمير المؤمنين عليه السلام قال لأبيبكر تحكم فينا بخلاف حكم اللَّه في المسلمين ؟ قال : لا قال عليه السلام : فإن كان في يد المسلمين شيء يملكونه وادّعيت أنا فيه ، مَنْ تسأل البيّنة ؟ قال : إيّاك كنت أسأل على ماتدّعيه ، قال عليه السلام : فإذا كان في يدي شيء فادّعى فيه المسلمون تسألني بينة على ما في يدي ! وقد ملكته في حياة رسول اللَّه صلى الله عليه وآله وبعده ! ولم تسأل المؤمنين على ما ادّعوا علي ! كما سألتني البينة على ما ادّعيت عليهم ! » الخبر .\r\nوجه المنافاة : هو أن الصديقة عليها السلام قد أقرّت بأن فدكاً كان ملكاً لرسول اللَّه صلى الله عليه وآله وأدّعت أنّها نحلة ، فلو كان الإقرار موجباً لانقلاب الدعوى وصيرورة ذياليد مدّعياً ، لكانت مطالبة أبي بكر البيّنة\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nمنها عليه السلام في محلّها ، ولم يتوجه عليه اعتراض أمير المؤمنين عليه السلام بعد البناء على أنّ ما تركه النبيّ صلى الله عليه وآله لم ينتقل إلى وارثه بل يكون صدقة للمسلمين لما رووه صلى الله عليه وآله عنه من قوله : « نحن معاشر الأنبياء لا نورث درهماً ولا ديناراً الخ » فيكون المسلمون بمنزلة الوارث له صلى الله عليه وآله وحيث إن أبا بكر ولي المسلمين كان له حق مطالبة البينة من الصديقة عليها السلام على دعواها بأن رسول اللَّه صلى الله عليه وآله قد ملّكها فدكاً في أيام حياته ؛ لأنها صارت مدعية بإقرارها بأن فدكاً كانت ملكاً لرسول اللَّه صلى الله عليه وآله ولا ينفعها كونها ذي يد .\r\nهذا ، ولكن التحقيق في الجواب عن الشبهة ، هو أن يقال : إن إقرار الصدّيقة عليها السلام بأنّ فدكاً كان لرسول اللَّه صلى الله عليه وآله لا يوجب انقلاب الدعوى ، فإنّه على فرض صحة قوله صلى الله عليه وآله « نحن معاشر الأنبياء لا نورث الخ » لا يكون إقرارها بأنّ فدكاً كانت لرسول اللَّه صلى الله عليه وآله كإقرار ذياليد بأن المال كان لمن يرثه المدّعى ، فإن انتقال الملك من النبي صلى الله عليه وآله إلى المسلمين ليس كانتقال الملك من الموّرث إلى الوارث ؛ لأنّ انتقال الملك إلى الوارث إنما يكون بتبدّل المالك الذي هو أحد طرفي الإضافة ، وأمّا انتقاله إلى المسلمين فإنما يكون بتبدّل أصل الإضافة نظير انتقال الملك من الواهب إلى المتّهب ومن الموصي إلى الموصى له .\r\nوتوضيح ذلك : هو أن الملكية عبارة عن الإضافة الخاصة القائمة بين المالك والمملوك ، فللملكية طرفان : طرف المالك وطرف المملوك . وتبدّل الإضافة قد يكون من طرف المملوك ، كما في عقود المعاوضات ، فإنّ التبدّل في البيع إنما يكون من طرف المملوك فقط مع بقاء المالك على ما هو عليه ، غايته أنه قبل البيع كان طرف الإضافة المثمن ، وبعد البيع يقوم الثمن مقامه ويصير هو طرف الإضافة . وقد يكون من طرف المالك كالإرث : فإن التبدل فيه إنما يكون من طرف المالك مع بقاء المملوك على ما هو عليه ، غايته أنه قبل موت المورث كان طرف الإضافة نفس المورث وبعد موته يقوم الوارث مقامه ويصير هو طرف الإضافة . وقد يكون بتبدّل أصل الإضافة ، بمعني أنه تنعدم الإضافة القائمة بين المالك والمملوك وتحدث إضافة أخرى لمالك آخر ، كما في الهبة ، فإن انتقال المال إلى المتّهب بالهبة ليس من قبيل انتقاله بالإرث ولا من قبيل انتقاله بالبيع ، بل انتقاله إليه يكون\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nكانت فدك عند فاطمة عليها السلام لسنين عديدة وهي ( ذو اليد ) ، قالت عليها السلام : فدك نحلة لي ، وقد وهبها النبي صلى الله عليه وآله لها . ويدّعي أبو بكر - أول مغتصب للخلافة - عن المسلمين جزافاً بأنّ النبيّ صلى الله عليه وآله وصّى فدكاً للمسلمين ، وحينئذ عليه أن يثبت ذلك بإقامة البيّنة .\r\nقال الإمام علي عليه السلام بأنّ فاطمة عليها السلام ( ذو اليد ) وتدّعي أنّ فدكاً نحلة ، وعلى أبي بكر أنْ يقيم البيّنة على ادعائه ، وقد تمسّك أبو بكر بحديث « نحن معاشر الأنبياء لا نورث ، ما تركناه صدقة » ، في حين أنّ قيد « ما تركناه صدقة » ليس في أصل الحديث ؛ لذا فإنّ الحديث هو « نحن معاشر الأنبياء لا نورث » والمراد منه أنّ الأنبياء ليسوا أهل دنيا ولا يهتمّون بها وبجمع الأموال ولا يدّخرون شيئاً حتى يتُرك إرثاً .\r\nفالحديث يُبرّي ساحة الأنبياء من صفة التعلّق بالدنيا ؛ لأنّ ذلك خلاف كونهم\r\n\r\n\r\n","description":"","footnote":"\r\nبإعدام الإضافة بين الواهب والموهَب وحدوث إضافة أخرى بين المتّهب والموهوب ، وكما في الوصيّة ، فإنّ انتقال المال الموصى به إلى الموصى له في الوصية التمليكية إنما تكون أيضاً بإعدام الإضافة بين الوصي والموصى به وحدوث إضافة أخرى بين الموصى له والموصى به .\r\nإذا عرفت ، ذلك فنقول : إنّ انتقال مال كان للنبي صلى الله عليه وآله - إلى المسلمين - بناءً على الخبر المجعول - ليس كإنتقاله إلى الوارث ، بل هو أشبه بانتقال المال الموصى به إلى الموصى له ، ضرورة أنّ المسلمين لم يورثوا المال من النبي بحيث يكون سبيلهم سبيل الوراث ، بل غايته أنّ أموال النبي صلى الله عليه وآله تصرف بعد موته في مصالحهم ، فإنتقال المال إليهم يكون أسوأ حالًا من انتقال المال إلى الموصى له ، ولا أقل من مساواته له ، ومن المعلوم : أنّ إقرار ذياليد بأنّ المال كان ملكاً لما يرثه المدّعي إنما أوجب انقلاب الدعوى من حيث إنّ الإقرار للمورث إقرار للوارث لما عرفت : من قيام الوارث مقام المورّث في طرف الإضافة ولذا لو أقرّ ذو اليد بأنّ المال كان لثالث أجنبي عن المدّعي ومورّثه لا ينتزع المال عن يده ولا تنقلب الدعوى : وإقرار ذي اليد بأنّ المال كان للوصي يكون كإقراره بأنّ المال كان للثالث الأجنبي ليس للموصى له انتزاع المال عن يده ، بدعوى أنّه أوصي به إليه\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nمرسلين من قبل اللَّه تعالى إذ من هو كذلك لا يهمّ بالدنيا وبجمع المال وبإدخاره ؛ لأنّه منافٍ لمنصبه وهو قيادة الأمة ودعوة الناس إلى الآخرة والتنزّه عن الدنيا ؛ ولذا يكون الحديث بهذا الصدد الذي ذكرناه لا أنّه يعني أنّ ما تركوه لا يورّث . ثم إنّ القرآن الكريم يصرّح بأنّ الأنبياء يورّثون كما في قوله تعالى :  « وَوَرِثَ سُلَيْمانُ داوُدَ »  و   « فَهَبْ لِي مِنْ لَدُنْكَ وَلِيًّا يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ وَاجْعَلْهُ رَبِّ رَضِيًّا »   ويدلّ على الإرث قوله تعالى  « يُوصِيكُمُ اللَّهُ فِي أَوْلادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ »  ؛ لذا فإنّ كلام أبي بكر مخالف لكلام اللَّه تعالى وصريح القرآن .\r\nثم إنّ فاطمة عليها السلام سيدةُ نساء الأوّلين والآخرين ، وهي عالمة بكلّ الأحكام الإلهيّة فكيف يجرؤ أبو بكر على هذا الإدّعاء .\r\nإنّ الإمام عليّاً عليه السلام طلب من أبي بكر إقامة البيّنة على إدّعائه ؛ لأنّ فدك بيد فاطمة عليها السلام ، ثم قال عليه السلام لأبيبكر : فيمن نزلت هذه الآية :  « إِنَّما يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيراً »  ، فيك أم فينا ؟ فقال أبو بكر : فيكم ، فقال عليه السلام له :\r\nإذا شهد الشهود فتكون فاطمة عليها السلام قد ارتكبت منكراً ( والعياذ باللَّه ) أفتقيم الحدّ عليها ؟ فقال أبو بكر : نعم . و . . . قال الإمام عليه السلام : إنّك رددت شهادة اللَّه تعالى بحقّ فاطمة عليها السلام ، ونقضت حكم اللَّه تعالى ورسوله صلى الله عليه وآله وغصبت فدك التي كانت بيد فاطمة عليها السلام في حياة أبيها صلى الله عليه وآله وأنت تعتقد أنّك من المسلمين بعملك هذا ، فعليك أنْ تقيم البيّنة ، لأنّ رسول اللَّه صلى الله عليه وآله قال : « البيّنة على من إدّعى واليمين على من إدُّعي عليه » « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة 27 : 233 ، الباب 3\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\n\r\nاستدلال فاطمة الزهراء عليها السلام وخطبتها\r\nنقل ابن أبي الحديد عن أبي بكر الجوهري بإسناده عن طرق مختلفة تنتهي إلى زينب الكبرى بنت فاطمة الزهراء وإلى الحسين بن علي بن أبي طالب عن أبيه عليه السلام وإلى الإمام الباقر جعفر بن محمد بن علي عليه السلام وإلى عبداللَّه بن الحسن المثنى ابن الإمام الحسن السبط عليه السلام قالوا جميعاً : لمّا بلغ فاطمة عليها السلام إجماع أبي بكر على منعها فدكاً لاثت خمارها ، وأقبلت في لُمّة من حَفَدَتِها ونساء قومها ، تطأ في ذيولها ، ما تخرم مشيتها مشيّة رسول اللَّه صلى الله عليه وآله ، حتى دخلت على أبي بكر وقد حشد الناس من المهاجرين والأنصار ، فضرُب بينها وبينهم ريطة بيضاء ، - ثم أَنّت أنّةً أجهش لها القوم بالبكاء ثم أمهلت طويلًا حتى سَكَنوا من فَورتهم ، ثم قالت : ابتدئ بحمد من هو أولى بالحمد والطَّولِ والمجد ، الحمد للَّه على ما أنعَم وله الشكر بما ألهم . وذكر خطبة طويلةً جيدةً قالت في آخرها : فاتقوا الله حق تُقاته وأطيعوه فيما أمركم به فإنما  « يَخْشَى اللَّهَ مِنْ عِبادِهِ الْعُلَماءُ »  « 1 » واحمدوا اللَّه الذي لعَظَمته ونوره يبتغي من في السماوات والأرض إليه الوسيلة . ونحن وسيلتُه في خلقه ، ونحن خاصّته ومحل قدسه ، ونحن حجّته في غيبه ، ونحن ورثة أنبيائه .\r\nثم قالت : أنا فاطمة ابنة محمد ، أقول عَوداً على بدء ، وما أقول ذلك سَرَفاً ، ولا شططاً ، فاسمعوا بأسماع واعية ، وقلوب رَاعية ! ثم قالت :  « لَقَدْ جاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ ما عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بِالْمُؤْمِنِينَ رَؤُفٌ رَحِيمٌ »  « 2 » فإن تعزوه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة فاطر : الآية 28\r\n( 2 ) سورة التوبة : الآية 128\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nتجدوه أبي دون آبائكم وأخا ابن عمي دون رجالكم ، ثم ذكرت كلاماً طويلًا . . .\r\nتقول في آخره : ثم أنتم الآن تزعمون أن لا إرث لي !  « أَ فَحُكْمَ الْجاهِلِيَّةِ يَبْغُونَ وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْماً لِقَوْمٍ يُوقِنُونَ »  « 1 » إيّهاً معاشر المسلمين ! ابتزُ إرث أبي ! أبى اللَّه أن ترث يا بن أبي قحافة أباك ولا أَرث أبي ! لقد جئت شيئاً فرياً ! ! إلى آخر خطبتها « 2 » .\r\nوجاء في بعض الروايات كما في كتاب السقيفة وفدك لأبيبكر الجوهري وغيره ، أنها قالت في خطبتها :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة المائدة : الآية 50\r\n( 2 ) ابن أبي الحديد في شرح النهج 16 : 211 ، وروى ابن أبي الحديد هذه الخطبة عن طريق عروة عن عائشة ، في موضع آخرمنه ( 16 : 251 ) ، فقد روت عائشة خطبة فاطمة مشابهة لمامرّ وفيها قالت فاطمة : . . . حتى إذا اختار اللَّه لنبيه دار أنبيائه ، ظهرت حسيكةُ النّفاق ، وشَمل جلباب الدين ، ونطق كاظم الغاوين . . . وأطلع الشيطان رأسه صارخاً بكم ، فدعاكم فألفاكم لدعوته مستجيبين ، ولقربه متلاحظين ، ثم استنهضكم فوجدكم خفافاً ، وأحمشكم فألفاكم غضاباً ، فوسمتُم غير إبلكم ، ووردتم غير شِربكم ، هذا والعهد قريب ، والكلم رحيب ، والجرح لمّا يندمل ، إنما زعمتم ذلك خوف الفتنة « ألا في الفتنة سقطوا وإنّ جهنم لمحيطة بالكافرين » فهيهات ! وأنّى بكم وأنّى تؤفكون ! ! وكتاب اللَّه بين أظهركم ، زواجره بَيّنة ، وشواهدُهُ لائحة ، وأوامره واضحة ، أَرَغبَةً عنه تريدون ، أم لغيره تحكمون ؟ بئس للظالمين بَدَلا « ومَن يبتغ غير الإسلام ديناً فلن يُقبَلَ منه وهو في الآخرة من الخاسرين » ثم لم تلبثوا إلّارَيثَ أن تسكن نفرتها ، تُسرّونَ حسواً في ارتغاء ، ونحن نصبر منكم على مثل حزّ المُدى ، وأنتم الآن تزعمون أن لا ارث لنا « أفَحكم الجاهلية يبغون ومَن أحسنُ من اللَّه حكماً لقوم يوقنون » يا بن أبي قحافة ! أتَرث أباك ولا أرث أبي ! ؟ لقد جئت شيئاً فريّاً ! فدونكها مخطومة مرحولة ، تلقاك يوم حشرك ، فنِعمَ الحكم اللَّه ، والزعيمُ محمد ، والموعد القيامة ، وعند الساعة يخسر المبطلون ! إلى آخر الخبر\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nأَفَعلى عمد تركتم كتاب اللَّه ونبذتموه وراء ظهوركم ! يقول اللَّه جلّ ثناؤه :\r\n « وَوَرِثَ سُلَيْمانُ داوُدَ »  « 1 » اقتص من خبر يحيى وزكريا إذ قال :   « فَهَبْ لِي مِنْ لَدُنْكَ وَلِيًّا يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ وَاجْعَلْهُ رَبِّ رَضِيًّا »   « 2 » . وقال تبارك وتعالى :  « يُوصِيكُمُ اللَّهُ فِي أَوْلادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ »  « 3 » . فزعمتم أن لا حظَّ لي ولا إرث لي من أبي ! أفحكم اللَّه بآية أخرج أبي منها ؟ ! أم تقولون أهل ملتين لا يتوارثان ؟ أَوَلست أنا وأبي من أهل ملّة واحدة ؟ ! . أم أنتم أعلم بخصوص القرآن وعمومه من أبي صلى الله عليه وآله وسلم ؟\r\n « أَ فَحُكْمَ الْجاهِلِيَّةِ يَبْغُونَ وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْماً لِقَوْمٍ يُوقِنُونَ »  « 4 » انتهى كلام الجوهري « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة النمل : الآية 16\r\n( 2 ) سورة مريم : الآيتان 5 و 6\r\n( 3 ) سورة النساء : الآية 11\r\n( 4 ) سورة المائدة : الآية 50\r\n( 5 ) كتاب السقيفة وفدك لأبي بكر الجوهري ، ص 144\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n\r\nاحتجاج الإمام علي عليه السلام لإثبات حق الزهراء عليها السلام\r\nقال الإمام علي عليه السلام وقد كان أبو بكر وعدد من المهاجرين في المسجد : لِمَ حرمت فاطمة عليها السلام ميراثها في فدك وقد وهبها لها رسول اللَّه صلى الله عليه وآله وكانت في ملكها أنذاك « 1 » فقال أبو بكر : هذا حق كل المسلمين واستند بذلك إلى الحديث ( المجعول ) : « ما تركناه صدقة » « 2 » .\r\nوتحقيقاً لأهدافه ووصولًا إليها في منع فاطمة عليها السلام من حقّها وضع أبو بكر المقطع الثاني من الحديث وهو « ما تركناه صدقة » وضمّه إلى المقطع الأول « نحن معاشر الأنبياء لا نورث » وهكذا نقله إلى الناس .\r\nفقال الإمام علي عليه السلام لأبيبكر : يا أبا بكر أتحكم فينا بخلاف حكم اللَّه تعالى في المسلمين فإذا كان في يد مسلم مال وهو يتصرف به بعنوان أنه مالك ، وأنا أدعي ملكية ذلك المال ، فمن أيواحد تطلب البينّة ، فقال أبو بكر : منك ، فقال الإمام علي عليه السلام : فلماذا تطلب من فاطمة عليها السلام البيّنة على ما في يديها . وقد ملكته في حياة أبيها رسول اللَّه صلى الله عليه وآله وكان كذلك حتى بعد وفاة أبيها ، ولماذا لم تطلب من المسلمين الذين ادعوا البيّنة . فسكت أبو بكر ولم يحر جواباً . فقال عمر : اتركنا وحالنا ولا نستطيع محاججتك ، فإذا أتيت بشهود عدول فهي لفاطمة وإلّا فهي فيء للمسلمين . فقال الإمام علي عليه السلام يا أبا بكر أتقرأ القرآن ؟ قال : نعم ، فقال له الإمام علي عليه السلام : أخبرني عن قول اللَّه عز وجل :  « إِنَّما يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الدرالمنثور ( للسيوطي ) 4 : 177 في تفسير آية :  « وَآتِ ذَا الْقُرْبى »  ، ومجمع الزوائد ( للهيثمي ) 7 : 49\r\n( 2 ) القسم الصحيح منه أوله وهو « نحن معاشر الأنبياء لا نورث »\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\n الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيراً »  بشأن من نزلت ، أفينا نزلت أم في غيرنا ؟\r\nقال أبو بكر : فيك نزلت هذه الآية . فقال الإمام علي عليه السلام : فلو شُهد على فاطمة ( نعوذ باللَّه ) بعمل الفاحشة فماذا تفعل ؟ قال : أبو بكر أقيم عليها الحد الذي أقيمه على سائر نساء المسلمين .\r\nفقال الإمام علي عليه السلام : إذن أنت كافر ، فقال أبو بكر : ولماذا ؟ فقال له الإمام علي عليه السلام : لأنك أنكرت شهادة اللَّه تعالى بالطهارة لفاطمة وقبلت شهادة الناس عليها ، وقد رددت بذلك حكم اللَّه ورسوله في حق فاطمة عليها السلام في فدك وتعتقد أنها مال للمسلمين . في حين أن رسول اللَّه صلى الله عليه وآله قال : البينة على المدّعى واليمين على من ادعى عليه فوقعت بين الناس همهمة ، وصدقوا كلام الإمام علي عليه السلام « 1 » ولكن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) احتجاج أمير المؤمنين عليه السلام علىأبي بكر وعمر لمّا منعا فاطمة الزهراء عليها السلام فدك بالكتاب والسنة :\r\nعن حمّاد بن عثمان عن أبي عبداللَّه عليه السلام قال : لمّا بويع أبو بكر واستقام له الأمر على جميع المهاجرين والأنصار بعث إلى فدك مَن أخرج وكيل فاطمة بنت رسول اللَّه صلى الله عليه وآله منها فجاءت فاطمة الزهراء عليها السلام إلى أبي بكر ثم قالت : لم تمنعني ميراثي [ يا أبا بكر 
  ] من أبي رسول اللَّه صلى الله عليه وآله وأخرجت وكيلي من فدك وقد جعلها لي رسول اللَّه صلى الله عليه وآله بأمر اللَّه تعالى ؟\r\nفقال لها : هاتي على ذلك بشهود ، [ قال 
  ] فجاءت بأُم أيمن : فقالت له أم أيمن لا أشهد يا أبا بكر حتى احتج عليك بما قال رسول اللَّه صلى الله عليه وآله أنشدك باللَّه ألست تعلم أنّ رسول اللَّه صلى الله عليه وآله قال « أُمّ أيمن امرأة من أهل الجنة » فقال : بلى ، قالت : « فأشهدُ أنّ اللَّه عزّوجلّ أوحى إلى رسول اللَّه صلى الله عليه وآله : « فَآتِ ذا القُربى حَقَّهُ » [ سورة الروم : الآية 38 
  ] فجعل فدكاً لفاطمة بأمر اللَّه تعالى ، فجاء علي عليه السلام فشهد بمثل ذلك ، فكتب لها كتاباً ودفعه إليها ، فدخل عمر فقال : ما هذا الكتاب ؟ فقال : إنّ فاطمة عليها السلام ادّعت في فدك ، وشهدت لهاأُمّ أيمن وعلي عليه السلام فكتبته لها ، فأخذ عمر الكتاب من فاطمة عليها السلام فتفل فيه ومزّقه ! ! ! ، فخرجت فاطمة عليها السلام باكية وهي تقول : مزّق اللَّه بطنك كما مزّقتَ كتابي هذا ، فلما كان بعد\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nذلك جاء علي عليه السلام إلى أبي بكر وهو في المسجد وحوله المهاجرين والأنصار فقال : يا أبا بكر ! لِمَ منعت فاطمة [ بنت رسول اللَّه صلى الله عليه وآله حقّها و 
  ] ميراثها من رسول اللَّه صلى الله عليه وآله وقد ملكته في حياة رسول اللَّه صلى الله عليه وآله ؟ فقال أبو بكر : هذا فيء للمسليمن ، فإن أقامت شهوداً أنّ رسول اللَّه صلى الله عليه وآله جعله لها وإلّا فلا حقّ لها فيه . فقال أمير المؤمنين عليه السلام : يا أبا بكر ! أتحكم فينا بخلاف حكم اللَّه تعالى في المسلمين ؟ قال : لا . قال : فإن كان في يد المسلمين شيء يملكونه ، ثم ادّعيت أنا فيه ، من تسأل البيّنة ؟ قال : إيّاك كنت أسأل البيّنة ، قال : فما بال فاطمة سألتها البيّنة على ما في يديها ؟ وقد ملكته في حياة رسول اللَّه صلى الله عليه وآله ولم تسأل المسلمين بينة على ما ادّعوه شهوداً ، كما سألتني على ما ادّعيت عليهم ؟ فسكت أبو بكر ، فقال عمر : يا علي ! دعنامن كلامك فإنا لانقوى على حجتك ! فإن أتيت بشهود عدول ، وإلّا فهو فيء للمسلمين لا حق لك ولا لفاطمة فيه ، فقال أمير المؤمنين عليه السلام يا أبا بكر تقرأ كتاب اللَّه ؟ قال : نعم . قال : أخبرني عن قول اللَّه عزّوجل : « إنَّما يُريدُ اللَّهُ لِيُذهِبَ عَنكُم الرِّجسَ أهلَ البَيتِ وَيُطَهِّرَكُم تَطهيراً » فيمن نزلت ، فينا أم في غيرنا ؟ قال : بل فيكم ، قال [ يا أبا بكر 
  ] : فلو أنّ شهوداً شهدوا على فاطمة بنت رسول اللَّه صلى الله عليه وآله بفاحشة ، ما كنت صانعاً بها ؟ قال : أُقيم عليها الحدّ كما أُقيمه على نساء المسلمين ، قال [ له أمير المؤمنين عليه السلام : يا أبا بكر 
  ] إذن كنت عند اللَّه من الكافرين قال : ولِمَ ؟ قال : لأنك رددت شهادة اللَّه بالطهارة ، وقبلت شهادة الناس عليها ، كما رددت حكم اللَّه ، وحكم رسوله ، أن جعل لها فدكاً وقد قبضته في حياته ، ثم قبلت شهادة أعرابي بائل على عقبيه عليها ، وأخذت منها فدكاً ، وزعمت أنّه فيء للمسلمين ، وقد قال رسول اللَّه صلى الله عليه وآله « البيّنة على المدّعي واليمين على المدَّعى عليه » فرددت قول رسول اللَّه صلى الله عليه وآله البينة على من ادّعى ، واليمين على من ادُّعي عليه » قال : فدمدم الناس وأنكروا ، ونظر بعضهم إلى بعض ، وقالوا : صدق واللَّه عليبن أبي طالب عليه السلام ، ورجع علي عليه السلام إلى منزله .\r\nقال : ودخلت فاطمة عليها السلام المسجد وطافت بقبر أبيها وهي تقول :\r\n إنا فقدناك فقد الأرض وابلها * واختل قومك فاشهدهم ولا تغب\r\nقد كان بعدك أنباء وهنبثة * لو كنت شاهدها لم تكثر الخطب \r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nلما كان الخلفاء يصبون إلى تحقيق منافعهم لم يسمعوا كلام الإمام علي عليه السلام وغصبوا فدكاً وهم يعلمون أن الحق مع علي عليه السلام « 1 » ولكنهم يرون أن عائدات فدك\r\n\r\n\r\n","description":"","footnote":"\r\n قد كان جبريل بالآيات يؤنسنا * فغاب عنّا فكل الخير محتجب\r\nوكنت بدراً ونوراً يستضاء به * عليك تنزل من ذي العزّة الكتب\r\nتجهّمتنارجال واستخفّ بنا * إذ غبت عنا فنحن اليوم نغتصب\r\nفسوف نبكيك ما عشنا وما بقيت * منا العيون بتهمال لها سكب \r\nقال : فرجع أبو بكر وعمر إلى منزلهما ، وبعث أبو بكر إلى عمر فدعاه ثم قال له : أما رأيت مجلس علي منّا في هذا اليوم ، واللَّه لئن قعد مقعداً آخر مثله ليفسدنّ علينا أمرنا ، فما الرأي ؟ فقال عمر : الرأي أن تأمر بقتله ، قال : فمن يقتله ؟ قال : خالد بن الوليد . الاحتجاج ( للطبرسي ) 1 : 234 - 240\r\n( 1 ) اعتراف ابيبكر بأحقيه أمير المؤمنين عليه السلام\r\nوعن عامر الشّعبي عن عروة بن الزبير ( عن الزبير ) بن العوام قال : لمّا قال المنافقون إنّ أبا بكر تقدم علياً وهو يقول : أنا أولى بالمكان منه ، قام أبو بكر خطيباً فقال : صبراً على من ليس يؤول إلى دين ، ولا يحتجب برعاية ولا يرعوي لولاية ، أظهر الإيمان ذلة وأسر النفاق غلة ، هؤلاء عصبة الشيطان ، وجمع الطغيان يزعمون أنّي أقول إنّي أفضل من علي ، وكيف أقول ذلك ومالي سابقته ولا قرابته ولا خصوصيته ؟ وحّد اللَّه وأناملحده ، وعَبَده [ علي 
  ] قبل أن أعبده ، ووالى الرسول وأنا عدوّه ، وسبقني بساعات لو انقطعت لم ألحق ثناءه ، ولم أقطع غباره ، وإن عليبن أبي طالب فاز واللَّه من اللَّه بمحبة ومن الرسول بقرابة ومن الإيمان برتبة ، لو جهد الأوّلون والآخرون إلّاالنبيّين لم يبلغوا درجته ، ولم يسلكوا منهجه ، بذل في اللَّه مهجته ، ولابن عمّه مودّته ، كاشف الكرب ودامغ الرّيب وقاطع السبب إلّاسبب الرشاد ، وقامع الشرك ومظهر ما تحت سويداء حبة النفاق .\r\nمحنة لهذا العالم ، لحق قبل أن يلاحق ، وبرز قبل أن يسابق ، جمع العلم والحلم والفهم ، فكان جميع الخيرات لقلبه كنوزاً لا يدّخر منها مثقال ذرة إلّاأنفقه في بابه ، فمن ذا يؤمل أن ينال درجته ، وقد جعله اللَّه ورسوله للمؤمنين ولياً وللنبي صلى الله عليه وآله وصياً ، وللخلافة راعياً ، وبالإمامة قائماً أفيغترّ الجاهل بمقام قمته إذ أقامني ، وأطعته إذ أمرني ، سمعت رسول اللَّه صلى الله عليه وآله يقول : الحق مع علي وعليمع الحق ،\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nتشكل خطراً عليهم وعلى خلافتهم ؛ لذا قالوا بأنها ملكاً للمسلمين ، ولو بقيت بيد الإمام علي عليه السلام لكانت وسيلة لاجتماع الناس حوله ، ومتى كان علي عليه السلام يجمع الناس حوله عن طريق المال والثروة ؟ !\r\n\r\nالإمام علي عليه السلام ودفاعه عن فدك\r\nصَبَر الإمام علي عليه السلام على ظلم الخلفاء له ومن جملة ذلك صبره على غصب فدك ، كل ذلك من أجل الحفاظ على الإسلام .\r\nأما الخلفاء فهم يريدون بخططهم محو الإسلام ؛ ولذا فهم يتوسلون بأي طريقة من أجل الوصول إلى أهدافهم لذلك أرسل الإمام علي عليه السلام رسالة إلى أبي بكر عندما غصب فدكاً موضحاً تلك الحقيقة .\r\n\r\nرسالة علي عليه السلام لأبي بكر بشأن فدك :\r\nقال أمير المؤمنين عليه السلام في رسالته إلى أبي بكر لمّا بلغه عنه كلام بعد منع الزهراء عليها السلام حقها في فدك : شقّوا متلاطمات أمواج الفتن بحيازيم سفن النجاة ،\r\n\r\n\r\n","description":"","footnote":"\r\nمن أطاع علياً رشد ، ومن عصى علياً فسد ، ومن أحبّه سعد ، ومن أبغضه شقى .\r\nواللَّه لو لم يحب [ علي 
  ] ابن أبي طالب إلّالأجل أنه لم يواقع للَّه محرّماً ، ولا عَبَد من دونه صنماً ، ولحاجة الناس إليه بعد نبيّهم ، لكان في ذلك ما يجب ، فكيف لأسباب أقلها موجب وأهونها مرغب [ له 
  ] الرحم الماسة بالرسول ، والعلم بالدقيق والجليل ، والرضا بالصبر الجميل ، والمواساة في الكثير والقليل ، وخلال لا يبلغ عدّها ولا يدرك مجدها ، ودّ المتمنون أن لو كانوا تراب نعل ابن أبي طالب ، أليس هو صاحب لواء الحمد والساقي يوم الورود ، وجامع كلّ كرم وعالم كل علم ، والوسيلة إلى اللَّه وإلى رسوله ؟ الاحتجاج ( للطبرسي ) 1 : 227 - 229\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nوحطّوا تيجان أهل الفخر بجمع أهل الغدر ، واستضاؤوا بنور الأنوار ، واقتسموا مواريث الطاهرات الأبرار ، واحتقبوا ثقل الأوزار ، بغصبهم نحلة النبيّ المختار ، فكأني بكم تتردّدون في العمى ، كما يتردّد البعير في الطاحونة أما واللَّه لو أذن لي بما ليس لكم به علم ، لحصدت رؤوسكم عن أجسادكم كحب الحصيد ، بقواضب من حديد ، ولقلعت من جماجم شجعانكم ما اقرح به آماقكم ، وأوحش به محالكم ، فإني منذ عرفت مردي العساكر ، ومفني الجحافل ومبيد خضرائكم ، ومخمد ضوضائكم ، وجزّار الدوارين إذأنتم في بيوتكم معتكفون ، وإني لصاحبكم بالأمس ، لعمر أبي لن تحبّوا أن تكون فينا الخلاقه والنبوة ، وأنتم تذكرون أحقاد بدر ، وثارات احُد .\r\nأما واللَّه ، لو قلت ما سبق من اللَّه فيكم ، لتداخلت أضلاعكم في أجوافكم كتداخل أسنان دوّارة الرحى ، فإن نطقتُ تقولون حسد ، وإن سكتّ فيقال : إنّ ابن أبي طالب جزع من الموت ، هيهات هيهات ! ! الساعة يقال لي هذا ؟ ! ! وأنا المميت المائت وخواضّ المنايا في جوف ليل حالك ، حامل السيفين الثقيلين ، والرمحين الطويلين ، ومنكّس الرايات في غطامط الغمرات ، ومفرّج الكربات عن وجه خير البريّات أيهنوا فو اللَّه ، لابن أبي طالب آنس بالموت من الطفل إلى محالب أمّه ، هبلتكم الهوابل لو بحت بما أنزل اللَّه سبحانه في كتابه فيكم ، لاضطربتم اضطراب الأرشية في الطوى البعيدة ولخرجتم من بيوتكم هاربين ، وعلى وجوهكم هائمين ، ولكنّي اهوِّنُ وجدي حتّى ألقى ربَّي ، بيد جذّاء صفراً من لذاتكم ، خلواً من طحناتكم ، فما مثل دنياكم عندي إلّاكمثل غيم علا فاستعلى ثم استغلظ فاستوى ، ثم تمزق فانجلى .\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nرويداً فعن قليل ينجلي لكم القسطل « 1 » ، وتجنون ثمر فعلكم مُرّاً ، وتحصدون غرس أيديكم ذعافاً « 2 » ممقراً « 3 » ، وسمّاً قاتلًا وكفى باللَّه حكيماً ، وبرسول الله خصيماً وبالقيامة موقفاً ، فلا أبعد اللَّه فيها سواكم ، ولا أتعس فيها غيركم ، والسلام على من اتبع الهدى .\r\nفلمّا أن قرأ أبو بكر الكتاب ، رعب من ذلك رعباً شديداً ، وقال : يا سبحان اللَّه ماأجرأه عليَّ وأنكله عن غيري !\r\nمعاشر المهاجرين والأنصار ! تعلمون أنّي شاورتكم في ضياع فدك بعد رسول اللَّه صلى الله عليه وآله ، فقلتم : إن الأنبياء لا يورثون ، وإن هذه أموال يجب أن تضاف إلى مال الفيء ، وتصرف في ثمن الكراع والسلاح ، وأبواب الجهاد ومصالح الثغور ، فأمضينا رأيكم ولم يُمضِهِ من يدّعيه ، وهو ذا يبرق وعيداً ، ويرعد تهديداً ، إيلاءً بحق نبيّه محمد صلى الله عليه وآله أن يمضخها دماً ذعافاً ، واللَّه لقد استقلت منها فلم أقل ، واستعزلتها عن نفسي فلم اعزل ، كل ذلك كراهية مني لعلي بن أبي طالب ، وهرباً من نزاعه ، مالي ولابن أبي طالب ، هل نازعه أحد ففلج عليه ؟\r\nفقال ، له عمر [ بن الخطاب 
  ] أبَيت أن تقول إلّاهكذا ؟ فأنت ابن من لم يكن مقداماً في الحروب ، ولا سخيّاً في الجدوب ، سبحان اللَّه ما أهلع فؤادك وأصغر نفسك قد صفَّيت لك سجالًا لتشربها فأبيت إلّاأن تظمأ كظمائك وأنخت لك رقاب العرب ، وثبّت لك إمارة أهل الإشارة والتدبير ولولا ذلك لكان ابن أبي طالب قد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) القسطل : الغبار في الحرب\r\n( 2 ) الذعاف : السم يقتل من ساعته\r\n( 3 ) المقِر : المرّ\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nصّير عظامك رميماً ، فاحمد اللَّه على ما قد وهب لك منّي ، واشكره على ذلك فإنه من رقى منبر رسول اللَّه صلى الله عليه وآله كان حقيقاً عليه أن يحدث للَّه شكراً ، وهذا علي بن أبي طالب الصّخرة الصماء التي لا ينفجر ماؤها إلّابعد كسرها ، والحية الرقشاء التي لا تجيب إلّابالرقى ، والشجرة المرة التي لو طليت بالعسل لم تنبت إلّامراً قتل سادات قريش فأبادهم ، وألزم آخرهم العار ففضحهم ، فطب عن نفسك نفساً ، ولا تغرنك صواعقه ، ولا يهولنّك رواعده وبوارقه ، فإني أسد بابه قبل أن يسدّ بابك .\r\nفقال له أبو بكر : ناشدتك اللَّه يا عمر ، لمّا أن تركتني من أغاليطك وتربيدك ، فو اللَّه لو همّ ابن أبي طالب بقتلي وقتلك لقتلنا بشماله دون يمينه ، وما ينجينا منه إلّا [ إحدى 
  ] ثلاث خصال : إحداها : أنه وحيد ولا ناصر له ، والثانية : أنه يتبع فينا وصيّة [ ابن عمه 
  ] رسول اللَّه صلى الله عليه وآله والثالثة : أنه ما من هذه القبائل أحد إلّاوهو يتخضّمه كتخضّم ثنية الإبل نبات أوان الربيع ، فتعلم لولا ذلك لرجع الأمر إليه وإن كنا له كارهين ، أما إنّ هذه الدنيا أهون إليه من لقاء أحدنا الموت ، أنسيت له يوم أُحُد ؟ وقد فررنا بأجمعنا وصعدنا الجبل ! وقد أحاطت به ملوك القوم وصناديدهم موقنين بقتله ، لا يجد محيصاً للخروج من أوساطهم ، فلما أن سدّد عليه القوم رماحهم ، نكس نفسه عن دابّته حتى جاوزه طعان القوم ، ثم قام قائماً في ركابيه وقد طرق عن سرجه وهو يقول : يا اللَّه يا اللَّه يا جبرئيل يا جبرئيل يا محمد يا محمد النجاة النجاة ، ثم عمد إلى رئيس القوم فضربه ضربة على أُمّ رأسه فبقي على فك [ واحد 
  ] ولسان ، ثم عمد إلى صاحب الراية العظمى ، فضربه ضربة على جمجمته ففلقها ، ومرّ السيف يهوي في جسده فبراه ودابّته بنصفين ، ولما نظر القوم إلى ذلك انجفلوا من بين يديه ، فجعل يمسحهم بسيفه مسحاً حتى تركهم جراثيم جموداً على تلعة\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nمن الأرض ، يتمرغون في حسرات المنايا ، يتجرعون كؤوس الموت ، قد اختطف أرواحهم بسيفه ، ونحن نتوقع منه أكثر من ذلك ، ولم نكن نضبط أنفسنا من مخافته حتى ابتدأت منك إليه التفاتة ، وكان منه إليك ما تعلم ، ولولا أنّه نزلت آية من كتاب اللَّه لكنا من الهالكين ، وهو قوله تعالى :  « وَلَقَدْ عَفا عَنْكُمْ »  « 1 »  . \r\nفاترك هذا الرجل ما تركك ، ولا يغرنّك قول خالد أنّه يقتله ، فإنّه لايجسر على ذلك ولو رامه لكان أوّل مقتول بيده ، فإنه من ولد عبد مناف [ الذين 
  ] إذا هاجوا هيبوا ، وإذا غضبوا أدموا ، ولاسيّما عليّ بن أبي طالب عليه السلام نابها الأكبر ، وسنامها الأطول ، وهامتها الأعظم ، والسلام على من اتبع الهدى « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة آل عمران : الآية 152\r\n( 2 ) الاحتجاج ( للطبرسي ) 1 : 243 - 252 ، وأورد بعضاً منها السيد الرضي في نهج البلاغة الرقم ( 5 ) من الخُطب ، وكذلك الحلواني في نزهة الناظر وتنبيه الخاطر : 55 ، وابن الجوزي في تذكرة الخواص : 121 ، وعنه في البحار 28 : 233\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\n\r\nسكوت علي بن أبي طالب عليه السلام حفظاً للدين وشريعة سيد المرسلين\r\nسكت الإمام عليٌ عليه السلام وسكن لكي لا تقع حربٌ داخلية ؛ لأنّه كان يرى في المطالبة بحقه في تلك الظروف زوال الدين وإفناء الإسلام فيما لو وقعت حربٌ بين المسلمين . وقد كان أكثر هم ينتظرون الفرصة حتى يرتدّوا إلى الكفر ؛ لذلك جاء في روايات أهل البيت والعترة الطاهرة عليها السلام أن فاطمة الزهراء سلام اللَّه عليها لما رجعت من المسجد بعد ما خطبت خطبتها العظيمة وألقت الحجج على خصومها ، خاطبت أبا الحسن عليه السلام وهو جالس في البيت فقالت : يا بن أبي طالب ! اشتملت شملة الجنين ، وقعدتَ حجرة الظنين ، نقضتَ قادمة الأجدل ، فخانك ريش الأعزل ! هذا ابن أبي قحافة يبتزّني نحلة أبي وبُلغَة ابنيَّ ، لقد أجهرَ في خصامي وألفَيتُه ألدَّ في كلامي . . . الخ .\r\nفأجابها عليٌ عليه السلام نهنهي عن وجدك يا ابنة الصفوة وبقية النبوة ، فما ونيتُ عن ديني ، ولا أخطاتُ مقدوري فإن كُنتِ تريدين البُلغَةَ فرزقُكِ مضمون ، وكفيلك مأمون . وما اعِدَّ لك أفضل مما قطعَ عنك .\r\nقالوا : فبينما عليٌ عليه السلام يكلّمها ويهدِّئها وإذا بصوت المؤذّن ارتفع ، فقال لها علي عليه السلام يا بنت رسول اللَّه ! إذا تحبين أن يبقى هذا الصوت مرتفعاً ويخلد ذكر أبيك رسول اللَّه صلى الله عليه وآله فاحتسبي اللَّه واصبري ، فقالت : حسبي اللَّه . وأمسَكَت « 1 » .\r\nفقد ضحّى عليٌ عليه السلام بحقه وحق زوجته فاطمة وسكت عن المغتصبين ، حفظاً للدين وشريعة سيدالمرسلين من الضياع .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الاحتجاج ( للطبرسي ) 1 : 280 - 284\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\n\r\nإن فاطمة سيدة النساء وأفضلهن\r\nهناك اعتراف في روايات أهل السنة بأن الرسول صلى الله عليه وآله قال مراراً بأن فاطمة عليها السلام هي أفضل النساء ، هذا الخطاب بيان حقيقي لم يلتفت إليه الغاصب الأول للخلافة ووقف بوجه فاطمة وتخلف عن أمر رسول اللَّه صلى الله عليه وآله .\r\nفما عن عائشة أنها قالت : أقبلت فاطمة عليها السلام تمشي مشيتها مشية النبي صلى الله عليه وآله وسلم :\r\nمرحباً بابنتي ثم أجلسها عن يمينه أو عن شماله ، ثم أسر إليها حديثاً فبكت فقلت لها : لم تبكين ؟ ثم أسر إليها حديثاً فضحكت فقلت : ما رأيت كاليوم فرحاً أقرب من حزن ، فسألتها عما قال ، فقالت : ما كنت لأفشي سر رسول اللَّه صلى الله عليه وآله وسلم حتى قبض النبي صلى الله عليه وآله وسلم فسألتها : فقالت : أسر إلي : جبريل كان يعارضني القرآن كل سنة مرة ، وإنه عارضني العام مرتين ولا أراه إلّاحضر أجلي وإنك أول أهل بيتي لحاقاً بي فبكيت ، فقال : أما ترضين أن تكوني سيدة نساء أهل الجنة أو نساء المؤمنين ؟ فضحكت لذلك « 1 » .\r\nوعن عائشة أم المؤمنين أيضاً قالت : إنا كنا أزواج النبي صلى الله عليه وآله وسلم عنده جميعاً لم تغادر منا واحدة ، فأقبلت فاطمة عليها السلام تمشي ما تخطى مشيتها من مشية رسول اللَّه صلى الله عليه وآله وسلم فلما رآها رحب بها وقال : مرحباً بابنتي ، ثم أجلسها عن يمينه أو عن شماله ثم سارّت فبكت بكاءً شديداً ، فلما رآى حزنها سارّها الثانية فإذا هي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحيح البخاري في كتاب بدء الخلق ، ورواه أحمد بن حنبل أيضاً في مسنده 6 : 282 وقال : سيدة نساء هذه الُامة أو نساء المؤمنين ، ورواه ابن سعد أيضاً في طبقاته 2 : 40 وقال : سيدة نساء هذه الُامة أو نساء العالمين ، ورواه ابن الأثير أيضاً في أُسد الغابة 5 : 522 ، وقال : سيدة نساء العالمين ، ورواه النسائي أيضاً في خصائصه : 34 ، وقال : سيدة نساء هذه الُامة أو نساء المؤمنين\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nتضحك فقلت لها . أنا من بين نسائه : خصّك رسول اللَّه صلى الله عليه وآله وسلم بالسر من بيننا ثم أنت تبكين ، فلما قام رسول اللَّه صلى الله عليه وآله وسلم سألتها عما سارّك ؟ قالت : ما كنت لُافشي على رسول اللَّه صلى الله عليه وآله وسلم سرّه ، فلما توفي قلت لها : عزمت عليك لما أخبرتني ؟ قالت : أما الآن فنعم ، فأخبرتني قالت : أما حين سارّني في الأمر الأول فإنه أخبرني أن جبريل كان يعارضه بالقرآن كل سنة مرة وإنه قد عارضني به العام مرتين ولا أرى الأجل إلّا قد اقترب فاتقي اللَّه واصبري فإني نعم السلف أنا لك قالت : فبكيت بكائي الذي رأيت ، فلما رأى جزعي سارّني الثانية قال : يا فاطمة ألا ترضين أن تكوني سيدة نساء المؤمنين أو سيدة نساء هذه الأمة ؟ « 1 »\r\nوفي سنن الترمذي في باب مناقب الحسن والحسين عليهما السلام ، روى بسنده عن حذيفة قال : سألتني أمي متي عهدك ؟ تعني بالنبي صلى الله عليه وآله وسلم فقلت : مالي به عهد منذ كذا وكذا فنالت مني فقلت لها : دعيني آتي النبي صلى الله عليه وآله وسلم فأُصلي معه المغرب وأسأله أن يستغفر لي ولك ، فأتيت النبي صلى الله عليه وآله وسلم فصليت معه المغرب فصلى حتى صلى العشاء ثم انفتل فتبعته فسمع صوتي فقال : من هذا حذيفة ؟ قلت : نعم ، قال : ما حاجتك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحيح البخاري في كتاب الاستئذان باب من ناجى بين يدي الناس . . . ورواه مسلم أيضاً في صحيحه في كتاب فضائل الصحابة في باب فضائل فاطمة عليها السلام : وزاد : إنك أول أهلي لحوقاً بي ، ورواه ثانياً في الباب المذكور بطريق آخر بغير زيادة ، ورواه ابن ماجة أيضاً في صحيحه في باب ما جاء في ذكر مرض رسول اللَّه صلى الله عليه وآله وسلم ، وذكر الزيادة ورواه أبو داود الطيالسي أيضاً في مسنده ( ج 6 ) في أحاديث النساء ، وقال : سيدة نساء العالمين أو سيدة نساء هذه الأُمة ، ورواه أبو نعيم أيضاً في حليته ( 2 : 29 ) وقال أيضاً : سيدة نساء العالمين أو نساء هذه الأمة ، ثم ذكر طرقاً أُخر عديدة لهذا الحديث ، ورواه الطحاوي أيضاً في مشكل الآثار ( 1 : 48 و 49 ) بطريقين ، ورواه النسائي أيضاً في خصائصه 34 ، وقال : سيدة نساء هذه الأمة أو سيدة نساء العالمين\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nغفر اللَّه لك ولأُمك ؟ قال : إن هذا ملك لم ينزل الأرض قط قبل هذه الليلة استأذن ربه أن يسلم علي ويبشرني بأن فاطمة سيده نساء أهل الجنة ، وأن الحسن والحسين سيدا شباب أهل الجنة « 1 » .\r\nوعن عائشة أن النبي صلى الله عليه وآله وسلم قال - وهو في مرضه الذي توفي فيه - : يا فاطمة ألا ترضين أن تكوني سيدة نساء العالمين وسيدة نساء هذه الأمة وسيدة نساء المؤمنين ؟ « 2 »\r\nوما عن عمران بن حصين أن النبي صلى الله عليه وآله وسلم قال : ألا تنطلق بنا نعود فاطمة فإنها تشتكي ؟ قلت : بلى ، قال : فانطلقنا حتى إذا انتهينا إلى بابها فسلم واستأذن فقال :\r\nأدخل أنا ومن معي ؟ قالت : نعم ومن معك يا أبتاه ، فو اللَّه ما عليَّ إلّاعباءة فقال لها :\r\nاصنعي بها كذا واصنعي بها كذا فعلمها كيف تستتر ، فقالت : واللَّه ما على رأسي من خمار ، قال : فأخذ خلق ملاءة كانت عليه فقال : اختمري بها ، ثم أذنت لهما فدخلا ، فقال : كيف تجدينك يا بنية ؟ قالت : إني لوجعة وإنه ليزيد في أنه ما لي طعام آكله ، قال : يا بنية أما ترضين أنك سيدة نساء العالمين ؟ قالت : يا أبت فأين مريم ابنة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحيح الترمذي باب مناقب الحسن والحسين : 327 ، الحديث 65 . ورواه الحاكم أيضاً في مستدرك الصحيحين 3 : 164 ، بطريقين مختصراً واقتصر فيهما على ذكر فاطمة عليها السلام ، وقال في الثاني منهما : هذا حديث صحيح الاسناد ، ورواه أحمد بن حنبل أيضاً في مسنده 5 : 391 ، وأبو نعيم أيضاً في حليته 4 : 190 ، وابن الأثير أيضاً في أسد الغابة 5 : 574 ، والمتقي أيضاً في كنز العمال 6 : 217 ، وقال : أخرجه الروياني وابن حبان في صحيحه عن حذيفة ( وفي ص 218 ) وقال : أخرجه ابن عساكر عن حذيفة ( وفي 7 : 102 ) وقال : أخرجه ابن جرير عن حذيفة ( وفي ص 111 ) واقتصر فيه على ذكر فاطمة عليها السلام وقال : أخرجه ابن أبي شيبة\r\n( 2 ) مستدرك الصحيحين 3 : 156\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nعمران ؟ قال : تلك سيدة نساء عالمها وأنت سيدة نساء عالمك ، أما واللَّه زوجتك سيداً في الدنيا والآخرة « 1 » .\r\nوعن جابر بن سمرة قال : جاء نبي اللَّه صلى الله عليه وآله وسلم فجلس فقال : إن فاطمة وجعة فقال : القوم لو عدناها ، فقام فمشى حتى انتهى إلى الباب ، والباب عليها مصفق قال :\r\nفنادى شدي عليك ثيابك فإن القوم جاؤوا يعودونك ، فقالت : يا نبي اللَّه ما علي إلّا عباءة ، قال ؛ فأخذ رداءه فرمى به إليها من وراء الباب فقال : شدي بهذا رأسك ، فدخل ودخل القوم فقعد ساعة فخرجوا ، فقال القوم : تاللَّه بنت نبينا صلى الله عليه وآله وسلم على هذا الحال ، قال : فالتفت فقال : أما إنها سيدة النساء يوم القيامة « 2 » .\r\nقال أبو هريرة : أبطأ علينا رسول اللَّه صلى الله عليه وآله وسلم يوماً صبور النهار ، فلما كان العشي قال له قائلنا : يا رسول اللَّه قد شق علينا لم نرك اليوم ، قال : إن ملكاً من السماء لم يكن زارني فاستأذن اللَّه في زيارتي فأخبرني وبشرني أن فاطمة بنتي سيدة نساء أمتي ، وأن حسناً وحسيناً سيدا شباب أهل الجنة « 3 » .\r\nوقالت عائشة أن رسول اللَّه صلى الله عليه وآله وسلم - في مرضه الذي قبض فيه - قال : يا فاطمة يا بنتي أحنّي علي فأحنت عليه فناجاها ساعة ثم انكشفت عنه تبكي وعائشة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) حلية الأولياء ، 2 : 42 ، ورواه الطحاوي أيضاً في مشكل الآثار 1 : 50 ، وزاد في آخره : ولا يبغضه إلّامنافق ، وذكره المحب الطبري أيضاً في ذخائر العقبى : 43 ، وقال : أخرجه الحافظ أبو القاسم الدمشقي وذكر الزيادة\r\n( 2 ) حلية الأولياء 2 : 42\r\n( 3 ) خصائص النسائي : 118 ، وذكره المتقي أيضاً في كنز العمال 6 : 221 ، وقال : أخرجه الطبراني وابن النجار عن أبي هريرة\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nحاضرة ، ثم قال رسول اللَّه صلى الله عليه وآله وسلم بعد ذلك ساعة احني علي فأحنت عليه فناجاها ساعة ثم انكشفت عنه تضحك فقالت عائشة : يا بنت رسول اللَّه صلى الله عليه وآله وسلم أخبر يني بماذا ناجاك أبوك ؟ قالت : أوشكت رأيته ناجاني على حالي سرٍ ثم ظننت أني أخبر بسره وهو حي ، فشق ذلك على عائشة أن يكون سرّ دونها فلما قبضه اللَّه إليه قالت عائشة لفاطمة عليها السلام : ألا تخبريني ذلك الخبر ؟ قالت : أما الآن فنعم ، ناجاني في المرة الأولى فأخبرني أن جبريل كان يعارضه القرآن في كل عام مرة وأنه عارضه القرآن العام مرتين وأخبره أنه لم يكن نبي بعد نبي إلّاعاش نصف عمر الذي كان قبله وأنه أخبرني أن عيسى عاش عشرين ومئة سنة ولا أراني إلّاذاهب على رأس الستين ، فأبكاني ذلك ، وقال : يا بنية إنه ليس من نساء المؤمنين أعظم رزية منك فلا تكوني أدنى من امرأة صبراً ، ثم ناجاني في المرة الأخرى فأخبرني أني أول أهله لحوقاً به ، وقال : إنك سيدة نساء أهل الجنة « 1 » .\r\nوقالت عائشة لفاطمة بنت رسول اللَّه صلى الله عليه وآله وسلم ألا أبشرك أني سمعت رسول اللَّه صلى الله عليه وآله وسلم يقول : سيدات نساء أهل الجنة أربع مريم بنت عمران ، وفاطمة بنت رسول اللَّه صلى الله عليه وآله وسلم وخديجة بنت خويلد ، وآسية « 2 » .\r\nوروى المتقي الهندي عن علي عليه السلام أن النبي صلى الله عليه وآله وسلم قال لفاطمة عليها السلام : ألا ترضين أن تكوني سيدة نساء أهل الجنة وابنيك سيدا شباب أهل الجنة ؟ « 3 »\r\nوروى أيضاً : أماترضين أني زوجتك أول المسلمين إسلاماً ، وأعلمهم علماً ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كنز العمال 7 : 111 ، وقال : أخرجه ابن عساكر\r\n( 2 ) مستدرك الصحيحين 3 : 205 ، رقم الحديث 4853\r\n( 3 ) كنز العمال 7 : 111\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nفإنك سيدة نساء أُمتي كما سادت مريم قومها ، أما ترضين يا فاطمة أن اللَّه اطلع على أهل الأرض فاختار منهم رجلين فجعل أحدهما أباك والآخر بعلك « 1 » .\r\nوروى الطبري عن ابن عباس عن النبي صلى الله عليه وآله وسلم قال : أربع نسوة سيدات سادات عالمهن ، مريم بنت عمران ، وآسية بنت مزاحم ، وخديجة بنت خويلد ، وفاطمة بنت محمد صلى الله عليه وآله وسلم وأفضلهن عالماً فاطمة عليها السلام ، قال : خرجه الحافظ الثقفي الأصبهاني « 2 » . وذكره السيوطي أيضاً في الدر المنثور في ذيل تفسير قوله تعالى :  « وَإِذْ قالَتِ الْمَلائِكَةُ يا مَرْيَمُ إِنَّ اللَّهَ اصْطَفاكِ وَطَهَّرَكِ وَاصْطَفاكِ عَلى نِساءِ الْعالَمِينَ »  في سورة آل عمران [ وقال 
  ] أخرجه ابن عساكر من طريق مقاتل عن الضحاك عن ابن عباس عن النبي صلى الله عليه وآله وسلم .\r\nوروى الحاكم عن ابن عباس قال : خط رسول اللَّه صلى الله عليه وآله وسلم أربعة خطوط . ثم قال : أتدرون ما هذا ؟ قالوا : اللَّه ورسوله أعلم ، قال : إن أفضل نساء أهل الجنة خديجة بنت خويلد ، وفاطمة بنت محمد صلى الله عليه وآله وسلم ، ومريم بنت عمران وآسية بنت مزاحم « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كنز العمال 6 : 153 ، وقال : أخرجه الحاكم والطبراني والخطيب\r\n( 2 ) ذخائر العقبى : 44\r\n( 3 ) مستدرك الصحيحين 2 : 539 ورواه في مواضع أخَر أيضاً من مستدركه بطرق أُخر صحيحة عن ابن عباس ، ورواه أحمد بن حنبل أيضاً في مسنده 1 : 293 و 316 و 322 ، بطرق عديدة عن ابن عباس ، ورواه ابن عبد البرأيضاً في استيعابه 2 : 720 ، بطريقين ، وذكره السيوطي أيضاً في الدر المنثور في ذيل تفسير قوله تعالى :  « وَضَرَبَ اللَّهُ مَثَلًا لِلَّذِينَ آمَنُوا امْرَأَتَ فِرْعَوْنَ »  في سورة التحريم ، وقال : أخرجه الطبراني ، ورواه ابن الأثير أيضاً في أُسد الغابة 5 : 437 ، وذكره المحب الطبري أيضاً في ذخائره : 42 ، وقال : أخرجه أحمد وأبو حاتم ، وذكره ابن حجر أيضاً في إصابته 8 : 158 ، وذكر في هذه الصفحة حديثاً عن عائشة : ما رأيت قط أحداً أفضل من فاطمة عليها السلام غير أبيها وقال : أخرجه الطبراني ، ورواه أبو عمرو أيضاً في استيعابه 2 : 750 ، وذكره الهيثمي أيضاً في مجمعه 9 : 223 وقال : رواه أحمد وأبو يعلى والطبراني ورجالهم رجال الصحيح ، ورواه الطحاوي أيضاً في مشكل الآثار 1 : 50 ، وذكره العسقلاني أيضاً في فتح الباري 7 : 258 ، وقال أخرجه ابن حبان وأحمد وأبو يعلى والطبراني وأبو داود في كتاب الزهد والحاكم ( قال ) وله شاهد من حديث أبي هريرة في الأوسط للطبراني ولأحمد في حديث أبي سعيد ( وقال ) في ص 282 ما لفظه وعند النسائي باسناد صحيح عن أبن عباس : أفضل نساء أهل الجنة خديجة وفاطمة ومريم وآسية\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nوروى ابن عبد البر عن أبي هريرة - قال : قال رسول اللَّه صلى الله عليه وآله وسلم : خير نساء العالمين أربع ، مريم بنت عمران ، وآسية بنت مزاحم ، وخديحة بنت خويلد ، وفاطمة بنت محمد صلى الله عليه وآله وسلم « 1 » .\r\nوروى في كنز العمال ما لفظه : خير رجالكم علي ، وخير شبابكم الحسن والحسين ، وخير نسائكم فاطمة ، قال : أخرجه ابن عساكر عن ابن مسعود « 2 » .\r\nوفي فيض القدير للمناوي في المتن : خديجة خيرنساء عالمها ، ومريم خير نساء عالمها ، وفاطمة خير نساء عالمها ، قال : أخرجه الحارث بن أبي اسامة في مسنده عن عروة بن الزبير « 3 » .\r\nوعن ثابت البناني يحدث عن أنس بن مالك أن رسول اللَّه صلى الله عليه وآله وسلم قال : خير نساء العالمين أربع ، مريم بنت عمران ، وآسية بنت مزاحم امرأة فرعون ، وخديجة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الاستيعاب ( لابن عبد البر ) 2 : 720 ، و 750 ، وذكره الهيثمي أيضاً في مجمعه 9 : 223 ، والثعلبي أيضاً في قصص الأنبياء : 511 ، وقالا : حسبك من نساء العالمين\r\n( 2 ) كنز العمال 6 : 217 ورواه الخطيب البغدادي أيضاً في تاريخ بغداد 5 : 157\r\n( 3 ) فيض القدير ( للمناوي ) 3 : 432\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nبنت خويلد ، وفاطمة بنت محمد صلى الله عليه وآله وسلم « 1 » .\r\nوفي فضل خديجة ، روى بسنده عن أنس أن النبي صلى الله عليه وآله وسلم قال : حسبك من نساء العالمين مريم ابنة عمران ، وخديجة بنت خويلد ، وفاطمة بنت محمد صلى الله عليه وآله وسلم ، وآسية امرأة فرعون « 2 » .\r\nوعن قتادة قال : ذكر لنا أن نبي اللَّه كان يقول : حسبك بمريم بنت عمران ، وامرأة فرعون ، وخديجة بنت خويلد ، وفاطمة بنت محمد صلى الله عليه وآله وسلم من نساء العالمين « 3 » .\r\nوعن أبي موسى الأشعري قال : قال رسول اللَّه صلى الله عليه وآله وسلم : كمل من الرجال كثير ولم يكمل من النساء إلّامريم ، وآسية امرأة فرعون ، وخديجة بنت خويلد ، وفاطمة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفسير ابن جرير 3 : 358\r\n( 2 ) سنن الترمذي 5 : 367 ، ورواه الحاكم أيضاً في مستدرك الصحيحين 3 : 172 ، بطريقين ، قال في ثانيهما : هذا حديث صحيح على شرط الشيخين ، وأحمد بن حنبل أيضاً في مسنده 3 : 135 ، وأبو نعيم أيضاً في حليته 2 : 344 ، والطحاوي أيضاً في مشكل الآثار 1 : 50 ، ورواه الخطيب البغدادي أيضاً في تاريخه 7 : 184 و 9 : 404 ، بطريقين ، وقال فيهما : خير نساء العالمين أربع ( إلى آخره ) ، وابن الأثير أيضاً في أسد الغابة 5 : 437 ، وقال أيضاً : خير نساء العالمين ( إلى آخره ) وذكره ابن حجر أيضاً في تهذيب التهذيب 12 : 391 ، عن الشعبي عن جابر مرفوعاً ، وابن عبد البر أيضاً في استيعابه 2 : 720 ، بطريقين قال في أحدهما : خير نساء العالمين ، وذكره المتقي أيضاً في كنز العمال 6 : 227 ، وقال : أخرجه ابن حبان عن أنس ، وذكره الفخر الرازي أيضاً في تفسيره الكبير في ذيل تفسير قوله تعالى :  « وَإِذْ قالَتِ الْمَلائِكَةُ يا مَرْيَمُ إِنَّ اللَّهَ اصْطَفاكِ وَطَهَّرَكِ وَاصْطَفاكِ عَلى نِساءِ الْعالَمِينَ »  في سورة آل عمران ذكره بتقديم وتأخير ، وذكره السيوطي أيضاً في الدر المنثور في تفسير قوله تعالى  « وَإِذْ قالَتِ الْمَلائِكَةُ يا مَرْيَمُ »  إلى آخره ، وقال : أخرجه ابن المنذر وابن حبان\r\n( 3 ) تفسير ابن جرير الطبري 3 : 357\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nبنت محمد صلى الله عليه وآله وسلم « 1 » .\r\nوقال السيوطي في ذيل تفسير قوله تعالي :  « وَإِذْ قالَتِ الْمَلائِكَةُ يا مَرْيَمُ إِنَّ اللَّهَ اصْطَفاكِ وَطَهَّرَكِ وَاصْطَفاكِ عَلى نِساءِ الْعالَمِينَ »  : أخرج ابن مردويه عن أنس قال : قال رسول اللَّه صلى الله عليه وآله وسلم : إن اللَّه اصطفى على نساء العالمين أربعة ، آسية بنت مزاحم ومريم بنت عمران ، وخديجة بنت خويلد ، وفاطمة بنت محمد رسول اللَّه صلى الله عليه وآله وسلم « 2 » .\r\nفكيف يتصرف أبو بكر هكذا مع فاطمة عليها السلام بالرغم من وجود الروايات الكثيرة في مصادر أهل السنة والتي تتحدث عن كرامات فاطمة عليها السلام وعن صدق لهجتها واصطفائها من قبل اللَّه تعالى ، إضافة إلى اعتراف أكابر أهل السنة بذلك وسماعه لهذه الفضائل والمناقب الكثيرة من لسان رسول اللَّه صلى الله عليه وآله وسلم ورغم كل ذلك يجرؤ على ظلم عزيزة رسول اللَّه صلى الله عليه وآله .\r\n\r\nبعض من كرامات فاطمة عليها السلام\r\nقال الثعلبي : قال الزمخشري في الكشاف في تفسير قوله تعالى :  « كُلَّما دَخَلَ عَلَيْها زَكَرِيَّا الْمِحْرابَ وَجَدَ عِنْدَها رِزْقاً »  ، والسيوطي في الدر المنثور في ذيل تفسير الآية المذكورة نقلًا عن أبي يعلى أنه أخرج عن جابرّ واللفظ للثعلبي ( قال ) أخبرنا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر المتقدم : 358 ، وذكره الزمخشري أيضاً في الكشاف في تفسير قوله تعالى :  « وَمَرْيَمَ ابْنَتَ عِمْرانَ الَّتِي أَحْصَنَتْ فَرْجَها »  في سورة التحريم . ( وذكره العسقلاني ) أيضاً في فتح الباري 7 : 258 ، وقال أخرجه الطبراني وأخرجه الثعلبي فيتفسيره\r\n( 2 ) السيوطي في الدر المنثور في ذيل قوله تعالى  « وَإِذْ قالَتِ الْمَلائِكَةُ يا مَرْيَمُ . . . »  الآية 42 من سورة آل عمران\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nعبداللَّه بن حامد باسناده عن جابر بن عبداللَّه أن رسول اللَّه صلى الله عليه وآله وسلم أقام أياماً لم يطعم طعاماً حتى شق ذلك عليه فطاف في منازل أزواجه فلم يصب في بيت أحد منهن شيئاً فأتى فاطمة عليها السلام فقال : يا بنية هل عندك شيء آكل فإني جائع ؟ فقالت : لا واللَّه بأبي أنت وأمي فلما خرج رسول اللَّه صلى الله عليه وآله وسلم من عندها بعثت إليها جارة لها برغيفين وبضعة لحم فأخذته منها ووضعته في جفنة وغطت عليه وقالت : لُاوثرن بها رسول اللَّه صلى الله عليه وآله وسلم على نفسي ومن عندي وكانوا جميعاً محتاجين إلى شبعة من طعام فبعثت حسناً وحسيناً إلى جدهما رسول اللَّه صلى الله عليه وآله وسلم فرجع إليها فقالت : بأبي أنت وأمي يا رسول اللَّه قد أتانا اللَّه بشيء فخبأته لك قال : فهلمي به فاتي به فكشفت عن الجفنة فإذا هي مملوة خبزاً ولحماً فلما نظرت إليه بهتت وعرفت أنها بركة من اللَّه فحمدت اللَّه تعالى وصلت على نبيه فقال صلى الله عليه وآله وسلم : من أين لك هذا يا بنية ؟ قالت : هو من عند اللَّه ، إن اللَّه يرزق من يشاء بغير حساب ، فحمد اللَّه رسول اللَّه صلى الله عليه وآله وسلم وقال :\r\nالحمد للَّه جعلك شبيهة بسيدة نساء بني إسرائيل فإنها كانت إذا رزقها اللَّه رزقاً حسناً فسئلت عنه قالت : هو من عند اللَّه إن للَّه يرزق من يشاء بغير حساب فبعث رسول اللَّه صلى الله عليه وآله وسلم إلى علي عليه السلام فأتى فأكل‌الرسول صلى الله عليه وآله وسلم وفاطمة والحسن والحسين عليه السلام وجميع أزواج النبي صلى الله عليه وآله وسلم حتى شبعوا وبقيت الجفنة كما هي ، قالت فاطمة عليها السلام : وأوسعت منها على جميع جيراني وجعل اللَّه فيها بركة وخيراً طويلًا ، وكان أصل الجفنة رغيفين وبضعة لحم والباقي بركة من اللَّه تعالى « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قصص الأنبياء ( للثعلبي ) : 513 . والآية 37 من سورة آل عمران\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\n\r\nفاطمة عليها السلام صدّيقة وهي خيرة اللَّه\r\nروى أبو سعيد في شرف النبوة أن رسول اللَّه صلى الله عليه وآله وسلم قال لعلي عليه السلام : أوتيت ثلاثاً لم يؤتهن أحد ولا أنا ، أوتيت صهراً مثلي ولم اوت أنا مثلك ، وأوتيت زوجة صديقة مثل ابنتي ولم اوت مثلها زوجة ، وأوتيت الحسن والحسين من صلبك ولم اوت من صلبي مثلهما ، ولكنكم مني وأنا منكم « 1 » .\r\nوعن ابن عباس قال : قال رسول اللَّه صلى الله عليه وآله وسلم ليلة عرج بي إلى السماء رأيت على باب الجنة مكتوباً لا إله إلّااللَّه محمد رسول اللَّه علي حب اللَّه « 2 » والحسن والحسين صفوة اللَّه فاطمة خيرة اللَّه على باغضهم لعنة اللَّه « 3 » .\r\n\r\nفاطمة عليها السلام أصدق الناس لهجة\r\nروى الحاكم عن عائشة أنها كانت إذا ذكرت فاطمة عليها السلام بنت النبي صلى الله عليه وآله وسلم قالت : ما رأيت أحداً كان أصدق لهجة منها إلّاأن يكون الذي ولدها [ قال 
  ] : هذا حديث صحيح على شرط مسلم « 4 » .\r\nوعن عمرو بن دينار قال : قالت عائشة : ما رأيت أحداً قط أصدق من فاطمة عليها السلام غير أبيها « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الرياض النضرة : 2 : 202\r\n( 2 ) الحب : بكسر الحاء المهملة وتشديد الباء الموحدة بمعنى المحبوب\r\n( 3 ) تاريخ بغداد ( للخطيب البغدادي ) 1 : 259\r\n( 4 ) مستدرك الصحيحين 3 : 160 ، ورواه ابن عبد البر أيضاً في استيعابه 2 : 751\r\n( 5 ) حليةالأولياء 2 : 41\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\n\r\nإن اللَّه يغضب لغضب فاطمة عليها السلام ويرضى لرضاها\r\nبيّن رسول اللَّه صلى الله عليه وآله وسلم في مواضع مختلفة على أن غضب فاطمة غضب اللَّه ورضاها رضا اللَّه ، فكيف تغافل أبو بكر عمّا وصّى به رسول اللَّه واتخذ موقفاً عدوانياً من بضعة رسول اللَّه ، وغصب فدكاً منها بعد أن كانت ثلاث سنين بيدها متذرعاً بجعل حديث « ما تركناه صدقة » .\r\nقال علي عليه السلام قال رسول اللَّه صلى الله عليه وآله وسلم لفاطمة : إن اللَّه يغضب لغضبك ويرضى لرضاك « 1 » .\r\nوأخرجه الديلمي عن علي عليه السلام بما لفظه : إن اللَّه عز وجل يغضب لغضب فاطمة ويرضى لرضاها ، وأخرجه أبو يعلى والطبراني وأبو نعيم ولفظه : يا فاطمة إن اللَّه ليغضب لغضبك ويرضى لرضاك « 2 » .\r\nقال الذهبي : حكى عن الطبراني حديثاً مسنداً عن علي عليه السلام قد اعترف بصحته قال : قال رسول اللَّه صلى الله عليه وآله وسلم لفاطمة عليها السلام : إن الرب يغضب لغضبك ويرضى لرضاك « 3 » .\r\nوقال الطبري : عن علي بن أبي طالب عليه السلام : إن رسول اللَّه صلى الله عليه وآله وسلم قال : يا فاطمة إن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مستدرك الصحيحين 3 : 153 ، ورواه ابن الأثير أيضاً في أسد الغابة 5 : 522 ، وابن حجر أيضاً في الإصابة 8 : 159 ، وفي تهذيب التهذيب 12 : 441 وذكره أيضاً المتقي في كنز العمال 7 : 111 وقال : أخرجه ابن النجار\r\n( 2 ) كنز العمال 6 : 219\r\n( 3 ) ميزان الاعتدال 2 : 72\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nاللَّه عز وجل يغضب لغضبك ويرضى لرضاك ، [ قال 
  ] : أخرجه أبو سعيد في شرف النبوة وابن المثنى في معجمه « 1 » .\r\n\r\nفي قول النبي صلى الله عليه وآله وسلم فاطمة بضعة مني فمن أغضبها أغضبني\r\nروى البخاري في باب مناقب قرابة رسول اللَّه صلى الله عليه وآله وسلم ومنقبة فاطمة عليها السلام ، روى بسنده عن المسور بن مخرمة أن رسول اللَّه صلى الله عليه وآله وسلم قال : فاطمة بضعة مني فمن أغضبها أغضبني « 2 » .\r\nوروى أيضاً في باب ذب الرجل عن ابنته حديثاً عن المسور بن مخرمة قال فيه : إنه قال - أيالنبي صلى الله عليه وآله وسلم - فإنما هي فاطمة بضعة مني يريبني ما أرابها ويؤذيني ما آذاه « 3 » .\r\nوعن المسور بن مخرمة أيضاً قال : قال رسول اللَّه صلى الله عليه وآله وسلم : إنما فاطمة بضعة مني يؤذيني ما آذاها « 4 » .\r\nوعنه أيضاً عن النبي صلى الله عليه وآله وسلم قال فيه : فإنما ابنتي - يعني فاطمة عليها السلام - بضعة مني\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ذخائر العقبى : 39\r\n( 2 ) صحيح البخاري في كتاب بدء الخلق ، وذكره المتقي أيضاً في كنز العمال 6 : 220 ، وذكره المناوي أيضاً في فيض القدير 4 : 421 ، وقال : استدل به السهيلي على أن من سبها كفر ؛ لأنه يغضبه ، وإنها أفضل من الشيخين ( انتهى ) ورواه النسائي أيضاً في خصائصه : 35\r\n( 3 ) صحيح البخاري في كتاب النكاح ، ورواه أبو داود أيضاً في صحيحه ، في باب ما يكره أن يجمع بينهن من النساء ، ورواه أحمد بن حنبل أيضاً في مسنده 4 : 328 ، ورواه أبو نعيم أيضاً في الحلية 2 : 40\r\n( 4 ) صحيح مسلم في كتاب فضائل الصحابة في باب فضائل فاطمة عليها السلام ، وذكره الفخر الرازي أيضاً في تفسير آية المودة ( 23 ) في سورة الشورى ، وقال : يؤذيني ما يؤذيها ، وذكره في سورة المعارج أيضاً في تفسير قوله تعالى :  « وَفَصِيلَتِهِ الَّتِي تُؤْوِيهِ »  الآية 13 . ولفظه : فاطمة بضعة مني\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nيريبني ما رابها ، ويؤذيني ما آذاها « 1 » .\r\nوعن عبداللَّه بن الزبير حديثاً عن رسول اللَّه صلى الله عليه وآله وسلم قال فيه : إنما فاطمة بضعة مني يؤذيني ما آذاها وينصبني ما أنصبها « 2 » .\r\nوعن عبيداللَّه بن أبي رافع عن المسور أنه بعث إليه حسن بن حسن عليه السلام يخطب ابنته فقال له : قل فليلقني في العتمة قال : فلقيه فحمد اللَّه المسور وأثنى عليه ثم قال : أما بعد وأيم اللَّه مامن نسب ولا سبب ولا صهر أحب إليَّ من نسبكم وسببكم وصهركم ، ولكن رسول اللَّه صلى الله عليه وآله وسلم قال : فاطمة بضعة مني يقبضني مايقبضها ، ويبسطني مايبسطها ، وإن الأنساب يوم القيامة تنقطع غير نسبي وصهري وعندك ابنتها ولو زوجتك لقبضها ذلك فانطلق عاذراً له ، [ قال 
  ] : هذا حديث صحيح الاسناد « 3 » .\r\nوعن أنس قال : قال رسول اللَّه صلى الله عليه وآله وسلم : ما خير للنساء ؟ فلم ندر ما نقول : فسار علي عليه السلام إلى فاطمة عليها السلام فأخبرها ذلك فقالت : فهلا قلت له : خير لهن أن لا يرين الرجال ولايرونهن ، فرجع فأخبره بذلك فقال : له من علمك هذا ؟ قال : فاطمة ، قال :\r\nإنها بضعة مني ، [ قال 
  ] : روى سعيد بن المسيب عن علي عليه السلام نحوه « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحيح مسلم ورواه الترمذي أيضاً في صحيحه 2 : 319 ، في فضل فاطمة بنت محمد صلى الله عليه وآله وسلم\r\n( 2 ) صحيح الترمذي 2 : 319 ، ورواه الحاكم أيضاً في مستدرك الصحيحين 3 : 159 ، وقال : هذا حديث صحيح على شرط الشيخين ، ورواه أحمد بن حنبل أيضاً في مسنده 4 : 5\r\n( 3 ) مستدرك الصحيحين 3 : 158 ، الحديث 4747 ورواه أحمد بن حنبل أيضاً في مسنده 4 : 323 و 332 ، بطريقين مختلفين ، ورواه البيهقي أيضاً في سننه 7 : 64 ، مختصراً ، ورواه أبو نعيم أيضاً مختصراً وقال : هذا حديث متفق عليه من حديث علي بن الحسين ، وابن أبي مليكة عن المسور بن مخرمة\r\n( 4 ) حلية الأولياء ( لأبي نعيم ) 2 : 40 ، ورواه أيضاً في 2 : 174 ، عن سعيد بن المسيب عن علي بن أبي طالب عليه السلام مثله\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nوقال المتقي الهندي : قال صلى الله عليه وآله : إنما فاطمة شجنة مني يبسطني ما يبسطها ، ويقبضني ما يقبضها ، [ قال 
  ] : أخرجه الطبراني عن المسور « 1 » .\r\nوقال أيضاً : عن الحسن البصري قال : قال علي بن أبي طالب عليه السلام : قال لنا رسول اللَّه صلى الله عليه وآله وسلم ذات يوم : أيشيء خير للمرأة فلم يكن عندنا لذلك جواب فلما رجعت إلى فاطمة عليها السلام قلت : يا بنت محمد إن رسول اللَّه صلى الله عليه وآله وسلم سألنا عن مسألة فلم ندر كيف نجيبه ، فقالت : وعن أيشيء سألكم ؟ فقلت : قال : أيشيء خير للمرأة ؟\r\nقالت : فما تدرون ما الجواب ؟ قلت لها : لا ، فقالت : ليس خير للمرأة من أن لا ترى رجلًا ولا يراها ، فلما كان العشي جلسنا إلى رسول اللَّه صلى الله عليه وآله وسلم فقلت له : يا رسول اللَّه إنك سألتنا عن مسألة فلم نجبك فيها ، ليس للمرأة شيء خير من أن لا ترى رجلًا ولا يراها ، قال : ومن قال ذلك ؟ قلت : فاطمة ، قال : صدقت إنها بضعة مني ، [ وقال 
  ] :\r\nرواه الدارقطني في الافراد « 2 » .\r\nوقال النسائي عن المسور بن مخرمة قال : سمعت رسول اللَّه صلى الله عليه وآله وسلم يخطب على منبره هذا وأنا يومئذ محتلم فقال : إن فاطمة بضعة مني « 3 » .\r\nوقال ابن حجر : ودخل عبداللَّه بن الحسن المثنى ابن الحسن السبط على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كنز العمال 6 : 219 ، ورواه الحاكم أيضاً في مستدرك الصحيحين 3 : 154 ، عن المسور بن مخرمة عن رسول اللَّه صلى الله عليه وآله وسلم ، وقال : هذا حديث صحيح الاسناد\r\n( 2 ) كنز العمال 8 : 315 ، ورواه بعد هذا الحديث ثانياً عن علي عليه السلام ، وقال : أخرجه البزار وأبو نعيم في حليته\r\n( 3 ) خصائص النسائي : 36\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nعمر بن عبد العزيز وهو حديث السن ، وله وفرة فرفع عمر مجلسه وأقبل عليه فلامه قومه : فقال : إن الثقة حدثني حتى كأنه أسمعه من في رسول اللَّه صلى الله عليه وآله وسلم : إنما فاطمة بضعة مني يسرني ما يسرها ، وأنا أعلم إن فاطمة عليها السلام لو كانت حية لسرها ما فعلت بابنها « 1 » .\r\nوفي الإمامة والسياسة تحت عنوان كيف كانت بيعة علي بن أبي طالب - قال :\r\nفقالت - يعني فاطمة عليها السلام لأبي بكر وعمر : أرأيتكما إن حدثتكما حديثاً عن رسول اللَّه صلى الله عليه وآله وسلم تعرفانه وتفعلان به ؟ قالا : نعم ، فقالت : نشدتكما اللَّه ألم تسمعا رسول اللَّه صلى الله عليه وآله وسلم يقول رضا فاطمة من رضاي ، وسخط فاطمة من سخطي ، فمن أحب فاطمة ابنتي فقد أحبني ، ومن أرضى فاطمة فقد أرضاني ، ومن أسخط فاطمة فقد أسخطني ؟ قالا : نعم سمعناها من رسول اللَّه صلى الله عليه وآله وسلم قالت : فإني اشهد اللَّه وملائكته أنكما أسخطتماني وما أرضيتماني ولئن لقيت النبي صلى الله عليه وآله وسلم لأشكونكما إليه ، فقال أبو بكر : أنا عائذ باللَّه تعالى من سخطه وسخطك يا فاطمة ، ثم انتحب أبو بكر يبكي حتى كادت نفسه أن تزهق وهي تقول : واللَّه لأدعون اللَّه عليك في كل صلاة اصليها ، ثم خرج - يعني أبا بكر - فاجتمع إليه الناس فقال لهم : يبيت كل منكم معانقاً حليلته مسروراً بأهله وتركتموني وما أنا فيه لا حاجة لي في بيعتكم أقيلوني بيعتي « 2 » .\r\nكيف تجرأ الخليفتان الأول والثاني على عصيان أمر رسول اللَّه صلى الله عليه وآله ولم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الصواعق المحرقة : 107 ، وذكره في ( ص 138 ) أيضاً باختلاف يسير ، وقال : أخرجه أبو الفرج الأصبهاني\r\n( 2 ) الإمامة والسياسة لابن قتيبة : 14\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nيحفظوه في بنته فاطمة عليها السلام وظلموها وهجموا على دارها وأحرقوا باب الدار ، وأسقطوا محسنها ، وأخذوا علياً عليه السلام مقيداً ولم يحفظوا كرامة هذا البيت ، وفاطمة عليها السلام لم تتكلم معهم من بعد أبداً ، وأمرت بدفنها ليلًا حتى يخفى قبرها ، ولا يحضر جنازتها الخليفتان ؛ لأنها لم ترض عنهما أبداً .\r\nلقد تصدى الإمام علي عليه السلام للدفاع عن حق الزهراء عليها السلام في فدك ووقف بوجه أبي بكر مستدلًا له على حقها عليها السلام في فدك ، ولقد قال رسول اللَّه صلى الله عليه وآله في علي عليه السلام أقضا كم علي ، وعلي الصديق الأكبر ، وأعلم الناس وأحلمهم وأفضلهم ، وعلي وليكم من بعدي ، وخليفه النبي ووصي النبي ومن أطاع علياً فقد أطاع اللَّه ، وعلي مع الحق والحق مع علي ، وعلي مع القرآن والقرآن مع علي ، وأنا مدينة العلم وعلي بابها ، وإن علياً لم يسبقه الأولون بعلم ولا يدركه الآخرون ، وعادى اللَّه من عادى علياً ، وأقرب الناس عهداً برسول اللَّه ، وعلي قاضي دين النبي ومنجز عدته ، وأحق به من غيره ، وإني دار الحكم وعلى بابها ، وبالرغم من كل هذه الأحاديث بحق علي عليه السلام وكثرتها لم يكترث بها أبو بكر ونقض وصايا رسول اللَّه صلى الله عليه وآله وما قاله في علي عليه السلام . هذا ، وإن علياً عليه السلام قد أطلع أبا بكر على الحق بما استدل له ولكن أبا بكر أبى إلّا أن يحقق أهدافه . ولم يستمع لنداء الحق من الإمام علي عليه السلام وبالرغم من أن النبي صلى الله عليه وآله وفي أماكن متعددة بيّن أفضلية الإمام علي عليه السلام على الآخرين فكيف يخالفه أبو بكر ولا يعتني باستدلاله ؟\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nإنّ عليّاً عليه السلام قد أطلع أبا بكر على الحقّ بما إستدلّ له ولكنّ أبا بكر أبى إلّاأنْ يحقّق أهدافه ! ! ؟\r\nإعلم - يا أخي - أنّنا تتبّعنا المصادر الحديثيّة عند أهل السنّة فوجدناها مليئة بفضائل الإمام علي عليه السلام وشاهدة بأعلميّته من غيره ، ومصرّحة بأنّه عليه السلام أقضاهم ، ومعلنة بأنّه أوّلهم إسلاماً ، وأنّ حبّه حبّ للَّه تعالى وإيمان ، وبغضه بغض للَّه تعالى ونفاق ، وأنّه أحلمهم وأفضلهم و . . .\r\nفما يكون لمن عصاه ولا سيّما في فدك حقّ زوجته ؛ إذ قضى الإمام علي عليه السلام بأنّها لفاطمة عليها السلام ؟ فالحقّ معها عليها السلام ومع زوجها عليه السلام ولا نرى غير ذلك ، وقد أيّدته رواياتهم في حقّ الإمام علي عليه السلام التي سنذكر نموذجاً منها حتى تتبيّن الحقيقة بأنّ علي بن أبي طالب هو الأولى منهم في كلّ الأمور .\r\nفلماذا خالفوه وغصبوا فدكاً من فاطمة الزهراء عليها السلام مع أنّ علي بن أبي طالب عليه السلام كان أعلم وأدرى منهم في فهم وبيان أحكام الدين المبين ؟\r\nوكان عليه السلام يقول : « الزهراء عليها السلام هي صاحبة فدك » . وإليكم الروايات الواردة والمبيّنة بأنّ الإمام علي بن أبي طالب عليه السلام هو أولى من الآخرين .\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\n\r\nعلي عليه السلام أقضى الناس\r\nروى البخاري في باب قوله تعالى :  « ما نَنْسَخْ مِنْ آيَةٍ أَوْ نُنْسِها » ،  بسنده عن سعيد بن جبير عن ابن عباس حديثاً قال فيه : قال عمر : وأقضانا علي ، الحديث « 1 » .\r\nوروى ابن ماجة عن أنس بن مالك قال : إنه قال - أيالنبي صلى الله عليه وآله وسلم وأقضاهم علي بن أبي طالب « 2 » .\r\nوروى الحاكم عن علقمة عن عبداللَّه - يعني ابن مسعود - قال : كنا نتحدث أن أقضى أهل المدينة علي بن أبي طالب عليه السلام « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحيح البخاري في كتاب التفسير ، ورواه الحاكم أيضاً في مستدركه 3 : 305 ، وأحمد بن حنبل أيضاً في مسنده 5 : 113 ، بطرق ثلاثة ، وأبو نعيم أيضاً في حليته 1 : 65 ، ونسبه السيوطي أيضاً في الدر المنثور - في ذيل تفسير قوله تعالى :  « ما نَنْسَخْ مِنْ آيَةٍ أَوْ نُنْسِها »  في سورة البقرة - إلى النسائي وابن الأنباري في المصاحف ، والبيهقي في الدلائل\r\n( 2 ) سنن ابن ماجة 1 : 14 ، في باب فضائل أصحاب رسول اللَّه صلى الله عليه وآله\r\n( 3 ) مستدرك الصحيحين 3 : 135 ، وقال فيه : هذا حديث صحيح على شرط الشيخين ، ورواه ابن سعد أيضاً في طبقاته 2 : 102 ، بطريقين ، وابن الأثير أيضاً في أسد الغابة 4 : 22 ، وابن عبد البر أيضاً في استيعابه 2 : 421 و 462 ، وذكره ابن حجر أيضاً في صواعقه : 76 ، والشبلنجي في نور الأبصار : 73 ، وقالا : أخرج ابن عساكر عن ابن مسعود قال : أفرض أهل المدينة وأقضاها علي ( وذكره العسقلاني ) أيضاً في فتح الباري 9 : 236 ، قال رواه البزار\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nوروى ابن سعد بسنده عن أبي هريرة قال : قال عمر بن الخطاب : علي أقضانا « 1 » .\r\nوروى صاحب الاستيعاب : عن النبي صلى الله عليه وآله وسلم حديثاً بطرق متعددة فيه :\r\nوأقضاها علي - أيوأقضى الأمة - وروى حديثاً آخر عن الحسن عن النبي صلى الله عليه وآله وسلم بطرق متعددة فيه : أقضاها علي - أيوأقضى الأمة - وروى حديثاً آخر عن الحسن عن النبي صلى الله عليه وآله وسلم فيه : علي أقضى أمتي ، وروى حديثاً ثالثاً عن أبي سعيد الخدري عن النبي صلى الله عليه وآله وسلم فيه : أقضاهم علي بن أبي طالب ، [ ثم قال ابن عبد البر 
  ] : وروى عن عمر من وجوه : علي أقضانا « 2 » .\r\nوروى أيضاً عن عبد الرحمن بن أبي ليلى ، قال : قال عمر : علي أقضانا ، وروى أيضاً عن ابن أبي مليكة عن ابن عباس قال : قال عمر : على أقضانا « 3 » .\r\nوروى البيهقي عن رقبة قال : خرج يزيد بن أبي مسلم من عند الحجاج فقال :\r\nلقد قضى الأمير ، فقال له الشعبي : وما هي ؟ فقال : ما كان للرجل فهو للرجل وما كان للنساء فهو للمرأة ، فقال الشعبي : قضاء رجل من أهل بدر ، قال : ومن هو ؟ قال :\r\nلا أخبرك ، قال : من هو ؟ على عهد اللَّه وميثاقه أن لا اخبره ، قال : هو علي بن أبي طالب ، قال : فدخل على الحجاج فأخبره ، فقال الحجاج : صدق ويحك إنا لم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) طبقات ابن سعد 2 : 102 القسم 2\r\n( 2 ) الاستيعاب ( لابن عبد البر ) 1 : 8\r\n( 3 ) الاستيعاب 2 : 461 ، 462 ، والعسقلاني في فتح الباري 9 : 233 وقال أخرج البغوي عن أنس رفعه : أقضى أمتي عليبن أبي طالب عليه السلام\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nننقم على علي قضاءه ، قد علمنا أن علياً كان أقضاهم « 1 » .\r\nوفي الحلية عن معاذ بن جبل قال : قال البني صلى الله عليه وآله وسلم : يا علي أخصمك بالنبوة ولا نبوة بعدي ، وتخصم الناس بسبع ولا يحاجك فيها أحد من قريش ، أنت أولهم إيماناً باللَّه ، وأوفاهم بعهد اللَّه ، وأقومهم بأمر اللَّه ، وأقسمهم بالسوية وأعدلهم في الرعية ، وأبصرهم بالقضية ، وأعظمهم عند اللَّه مزية « 2 » ، وذكره المحب الطبري أيضاً « 3 » .\r\nعن أبي سعيد الخدري قال : قال رسول اللَّه صلى الله عليه وآله وسلم لعلي عليه السلام وضرب بين كتفيه : يا علي لك سبع خصال لا يحاجك فيهن أحد يوم القيامة ، أنت أول المؤمنين باللَّه إيماناً ، وأوفاهم بعهد اللَّه ، وأقومهم بأمر اللَّه وأرأفهم بالرعية ، وأقسمهم بالسوية ، وأعلمهم بالقضية ، وأعظمهم مزية يوم القيامة « 4 » .\r\nوفي المجمع عن علي الهلالي عن أبيه قال : دخلت على رسول اللَّه صلى الله عليه وآله وسلم في شكاته التي قبض فيها فإذا فاطمة سلام اللَّه عليها عند رأسه ، فبكت حتى ارتفع صوتها ، فرفع رسول اللَّه صلى الله عليه وآله وسلم طرفه إليها فقال : حبيبتي فاطمه ما الذي يبكيك فقالت : أخشى الضيعة بعدك فقال : حبيبتي أما علمت أن اللَّه عز وجل أطلع إلى الأرض إطلاعة فاختار منها أباك فبعثه برسالته ، ثم أطلع إلى الأرض إطلاعة فاختار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سنن البيهقي 10 : 269\r\n( 2 ) حلية الأولياء ( لأبي نعيم ) 1 : 65\r\n( 3 ) الرياض النضرة 2 : 198 . وقال أخرجه الحاكمي\r\n( 4 ) حلية الأولياء ( لأبي نعيم ) 1 : 66\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nمنها بعلك ؟ « 1 » وساق الحديث .\r\nوقال الطبري عن عمر بن الخطاب قال : أقضانا علي بن أبي طالب ، قال :\r\nأخرجه السلفي « 2 » .\r\nوفي متن قال‌المرقاة : وروي عن معمر عن قتادة مرسلًا ، وفيه : وأقضاهم علي عليه السلام « 3 » .\r\nعلي بن أبي طالب عليه السلام هو الصديق الأكبر ، وأصدق الناس هذه مقولة الرسول صلى الله عليه وآله فيه ، وقد أعطى علي عليه السلام الحق لفاطمة عليها السلام في مسألة فدك فكيف يخالف أبو بكر كلام الصديق الأكبر ويغتصب فدكاً .\r\n\r\nعلي عليه السلام الصديق الأكبر\r\nروى النسائي بسنده عن عمرو بن عباد بن عبداللَّه قال : قال علي عليه السلام أنا عبداللَّه وأخو رسول اللَّه صلى الله عليه وآله وسلم ، وأنا الصديق الأكبر لا يقولها بعدي إلّاكاذب ، آمنت قبل الناس سبع سنين « 4 » .\r\nوقال ابن حجر وأخرج أبو أحمد وابن مندة وغير هما من طريق إسحاق بن بشر الأسدي عن خالد بن الحارث عن عوف عن الحسن عن أبي ليلى الغفارية قال :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مجمع الزوائد ( للهيثمي ) 9 : 165\r\n( 2 ) الرياض النضرة 2 : 198\r\n( 3 ) مرقاة المفاتيح ( لعليبن سلطان ) 5 : 528\r\n( 4 ) خصائص النسائي : 3 ، ورواه ابن جرير الطبري أيضاً في تاريخه 2 : 56 ، والمحب الطبري أيضاً في الرياض النضرة 2 : 155 ، وقال : خرجه القلعي ( وفي ص 158 ) وقال : خرجه الخلعي\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nسمعت رسول اللَّه صلى الله عليه وآله وسلم يقول : سيكون من بعدي فتنة فإذا كان ذلك فالزموا علي بن أبي طالب فإنه أول من آمن بي ، وأول من يصافحني يوم القيامة وهو الصديق الأكبر ، وهو فاروق هذه الأمة ، وهو يعسوب المؤمنين والمال يعسوب المنافقين « 1 » .\r\nوفي الرياض النضرة عن أبي ذر قال : سمعت رسول اللَّه صلى الله عليه وآله وسلم يقول لعلي عليه السلام أنت الصديق الأكبر ، وأنت الفاروق الذي يفرق بين الحق والباطل [ قال 
  ] وفي رواية وأنت يعسوب الدين [ ثم قال 
  ] خرجهما الحاكمي « 2 » .\r\nوعن أبي ذر وسلمان قالا : أخذ النبي صلى الله عليه وآله وسلم بيد علي عليه السلام فقال : إن هذا أول من آمن بي وهذا أول من يصافحني يوم القيامة ، وهذا الصديق الأكبر وهذا فاروق هذه الأمة يفرق بين الحق والباطل ، وهذا يعسوب المؤمنين ، والمال يعسوب الظالمين « 3 » .\r\nوروى في الكنز عن سليمان بن عبداللَّه عن معاذة العدوية قالت : سمعت علياً عليه السلام وهو يخطب على منبر البصرة يقول : أنا الصديق الأكبر آمنت قبل أن يؤمن أبو بكر . وأسلمت قبل أن يسلم ، وأخرجه محمد بن أيوب الرازي في جزئه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الإصابة ( لابن حجر ) 7 : 167 القسم الأول ، وذكره ابن عبد البر أيضاً في استيعابه 2 : 657 ، وابن الأثير الجزري أيضاً في أسد الغابة 5 : 287\r\n( 2 ) الرياض النضرة ( للمحب الطبري ) 2 : 155\r\n( 3 ) الهيثمي في مجمع الزوائد 1 : 102 ، وذكره المناوي أيضاً في فيض القدير 4 : 358 في الشرح وقال : رواه الطبراني والبزار عن أبي ذر وسلمان وذكره المتقيأيضاً في كنز العمال 6 : 156 ، وقال : رواه الطبراني عن سلمان وأبي ذر معاً والبيهقي وابن عدي عن حذيفة\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nوالعقيلي « 1 » .\r\nوروى أيضاً عن علي عليه السلام قال : قال رسول اللَّه صلى الله عليه وآله وسلم : يا علي ليس في القيامة راكب غيرنا ونحن أربعة ، فقام رجل من الأنصار فقال : فداك أبي وأمي فمن هم ؟\r\nقال : أنا على البراق ، وأخي صالح على ناقته التي عقرت ، وعمي حمزة على ناقتي العضباء ، وأخي علي على ناقة من نوق الجنة بيده لواء الحمد ، ينادي لا إله إلّااللَّه محمد رسول اللَّه فيقول الآدميون : ما هذا إلّاملك مقرب ، أو نبي مرسل ، أو حامل عرش ، فيجيبهم ملك من بطنان العرش : يا معشرالآدميين ليس هذا ملكاً مقرباً ، ولا نبياً مرسلًا ولا حامل عرش ، هذا الصديق الأكبر عليبن أبي طالب « 2 » .\r\nوعنه أيضاً قال : الصديقون ثلاثة : حزقيل مؤمن آل فرعون ، وحبيب النجار صاحب آل يس ، وعلي بن أبي طالب [ قال 
  ] : أخرجه ابن النجار عن ابن عباس ، وذكره السيوطي أيضاً في الدر المنثور في ذيل تفسير قوله قال تعالى :  « وَاضْرِبْ لَهُمْ مَثَلًا أَصْحابَ الْقَرْيَةِ إِذْ جاءَهَا الْمُرْسَلُونَ »  [ وقال 
  ] : أخرجه البخاري في تاريخه عن ابن عباس قال : قال رسول اللَّه صلى الله عليه وآله وسلم : الصدقون ثلاثة « 3 » وذكر الحديث .\r\nوفيه أيضاً قال : الصديقون ثلاثة ، حبيب النجار مؤمن آل يس ، قال :  « يا قَوْمِ \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كنز العمال 2 : 405 ، وذكره الذهبي أيضاً في ميزان الاعتدال 1 : 417 ، مختصراً عن كتاب العقيلي عن معاذة عن علي عليه السلام ، والمحب الطبري أيضاً في الرياض النضرة 2 : 157 ، وقال : خرجه ابن قتيبة في المعارف . والذهبي أيضاً في ميزان‌الاعتدال 1 : 417 ، مختصراً عن كتاب العقيلي عن معاذة عن علي عليه السلام\r\n( 2 ) كنز العمال 6 : 402\r\n( 3 ) كنز العمال 6 : 156 ، وذكره المناوي أيضاً في فيض القدير في المتن 4 : 237 ، وابن حجر أيضاً في صواعقه : 74 والآية 13 من سورة يس\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\n اتَّبِعُوا الْمُرْسَلِينَ »  ، وجزقيل مؤمن آل فرعون الذي قال :  « أَ تَقْتُلُونَ رَجُلًا أَنْ يَقُولَ رَبِّيَ اللَّهُ »  وعلي بن أبي طالب وهو أفضلهم . قال : أخرجه أبو نعيم في المعرفة ، وابن عساكر عن أبي ليلى « 1 » .\r\nإن علي بن أبي طالب عليه السلام هو أعلم الناس هذه هي شهادة الرسول صلى الله عليه وآله له بذلك ، فكيف بالخليفة الأول لم يعتن بقول علي عليه السلام في فدك وخالف أعلم الناس وغصب فدكاً .\r\n\r\nإن علياً عليه السلام علياً أعلم الناس وأحلمهم وأفضلهم\r\nروى الحاكم بسنده عن قيس بن أبي حازم قال : كنت بالمدينة فبينا أنا أطوف في السوق إذ بلغت أحجار الزيت فرأيت قوماً مجتمعين على فارس قد ركب دابة وهو يشتم علي بن أبي طالب والناس وقوف‌حواليه ، إذ أقبل سعد بن أبي وقاص فوقف عليهم فقال : ما هذا ؟ فقالوا : رجل يشتم علي بن أبي طالب فتقدم سعد فأفرجوا له حتى وقف عليه فقال : يا هذا علامَ تشتم علي بن أبي طالب ؟ ألم يكن أول من أسلم ؟ ألم يكن أول من صلى مع رسول اللَّه صلى الله عليه وآله وسلم ؟ ألم يكن أعلم الناس ؟\r\nوذكر حتى قال : ألم يكن ختن رسول اللَّه صلى الله عليه وآله وسلم على ابنته ؟ ألم يكن صاحب راية\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كنز العمال 6 : 152 ، وذكره السيوطي أيضاً في الدر المنثور في تفسير قوله تعالى  « وَاضْرِبْ لَهُمْ مَثَلًا »  ، أقول : أخرجه أبو داود وأبو نعيم وابن عساكر والديلمي عن أبي ليلى ، وذكره الفخر الرازي أيضاً في تفسيره الكبير في ذيل تفسير قوله تعالى :  « وَقالَ رَجُلٌ مُؤْمِنٌ مِنْ آلِ فِرْعَوْنَ يَكْتُمُ إِيمانَهُ »  في سورة المؤمن وذكره المناوي أيضاً في فيض القدير 4 : 238 ، في المتن ، وقال في الشرح - بعد لفظة وابن عساكر عن أبي ليلى - وذكره المحب الطبري في ذخائره : 56 ، وفي الرياض النضرة 2 : 153 وقال : فيهما رواه أحمد بن حنبل في كتاب المناقب\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nرسول اللَّه صلى الله عليه وآله وسلم في غزواتة ؟ ثم استقبل القبلة ورفع يديه وقال : اللهم إن هذا يشتم ولياً من أوليائك فلا تفرق هذا الجمع حتى تريهم قدرتك ، قال قيس : فواللَّه ما تفرقنا حتى ساخت به دابته فرمته على هامته في تلك الأحجار فانفلق دماغه فمات [ قال الحاكم 
  ] هذا حديث صحيح على شرط الشيخين « 1 » .\r\nوروى أحمد في مسنده عن معقل بن يسار قال : وضأت النبي صلى الله عليه وآله وسلم ذات يوم فقال : هل لك في فاطمة تعودها ؟ فقلت : نعم فقام متوكئاً علي فقال : أما إنه سيحمل ثقلها غيرك ويكون أجرها لك ، قال : فكأنه لم يكن علي شيء حتى دخلنا على فاطمة سلام اللَّه عليها فقال لها : كيف تجدينك ؟ قالت : واللَّه لقد اشتد حزني وطال سقمي ، قال : أبو عبد الرحمن - وهو عبداللَّه بن أحمد بن حنبل - وجدت في كتاب أبي بخط يده في هذا الحديث قال : أو ما ترضين أني زوجتك أقدم أمتي سلماً ، وأكثرهم علماً ، وأعظمهم حلماً « 2 » .\r\nوروى ابن الأثير بسنده عن الحارث عن علي عليه السلام قال : خطب أبو بكر وعمر - يعني فاطمة عليه السلام - إلى رسول اللَّه صلى الله عليه وآله وسلم ، فأبى رسول اللَّه صلى الله عليه وآله عليهما ، فقال عمر :\r\nأنت لها يا علي ، فقلت : ما لي من شيء إلّادرعي أرهنها فزوجه رسول اللَّه صلى الله عليه وآله وسلم فاطمة عليه السلام فلما بلغ ذلك فاطمة بكت ، قال : فدخل عليها رسول اللَّه صلى الله عليه وآله وسلم فقال : ما لك تبكين يا فاطمة ؟ فواللَّه لقد أنكحتك أكثرهم علماً ، وأفضلهم حلماً ، وأولهم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مستدرك الصحيحين 3 : 499\r\n( 2 ) مسندالإمام أحمد بن حنبل 5 : 26 ، وذكره المتقي في كنز العمال 6 : 153 ، وقال : أخرجه أحمد بن حنبل والطبراني ، وذكره الهيثمي في مجمعه 9 : 101 و 114 ، وقال : رواه أحمد والطبراني برجال وثقوا\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nسلماً « 1 » .\r\nوقال المتقي الهندي قال صلى الله عليه وآله : أما ترضين أني زوجتك أول المسلمين إسلاماً ، وأعلمهم علماً ، فإنك سيدة نساء أمتي كما سادت مريم قومها أما ترضين يا فاطمة أن اللَّه اطلع على أهل الأرض فاختار منهم رجلين فجعل أحدهما أباك والآخر بعلك ، [ قال 
  ] : أخرجه الحاكم وتعقب عن أبي هريرة ، وأخرجه الطبراني والحاكم وتعقب ، والخطيب عن ابن عباس « 2 » .\r\nوقال أيضاً : زوجتك خير أهلي ، أعلمهم علماً ، وأفضلهم حلماً ، وأولهم سلماً ، قاله لفاطمة سلام اللَّه عليها ، [ قال 
  ] : أخرجه الخطيب في المتفق والمفترق عن بريدة « 3 » .\r\nوروى أيضاً عن أبي إسحاق أن علياً عليه السلام لما تزوج فاطمة عليه السلام قال لها النبي صلى الله عليه وآله وسلم : لقد زوجتكه وإنه لأول أصحابي سلماً ، وأكثرهم علماً ، وأعظمهم حلماً « 4 » .\r\nوعنه أيضاً قال صلى الله عليه وآله وسلم : اعلم أمتي من بعدي علي بن أبي طالب ، قال : أخرجه الديلمي عن سلمان - يعني عن النبي صلى الله عليه وآله وسلم « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أسد الغابة ( لابن الدثير ) 5 : 540 ، وذكره المتقي أيضاً في كنز العمال 6 : 392 ، وقال : أخرجه ابن جرير وصححه ، والدولابي في الذرية الطاهرة\r\n( 2 ) كنز العمال 2 : 153\r\n( 3 ) كنز العمال 6 : 153 و 398\r\n( 4 ) كنز العمال 6 : 153 ، وقال أخرجه الطبراني ، وذكره الهيثمي أيضاً في مجمعه 9 : 101\r\n( 5 ) كنز العمال 6 : 156 ، وذكره المناوي أيضاً في كنوز الحقائق : 18\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nوقال وما لفظه : علي بن أبي طالب أعلم الناس باللَّه والناس ( الحديث ) [ قال 
  ] :\r\nأخرجه أبو نعيم عن علي عليه السلام يعني عن رسول اللَّه صلى الله عليه وآله وسلم « 1 » .\r\nوقال : عن أبي الزعراء قال : كان علي بن أبي طالب صلى الله عليه وآله وسلم يقول : إني وأطايب أرومتي وأبرار عترتي أحلم الناس صغاراً ، وأعلم الناس كباراً ، بنا ينفي اللَّه الكذب ، وبنا يعقر اللَّه أنياب الذئب الكلب ، وبنا يفك اللَّه عنوتكم ، وينزع ربق أعناقكم ، وبنا يفتح اللَّه ويختم ، [ قال 
  ] : أخرجه عبد الغني بن سعد في إيضاح الإشكال « 2 » .\r\nوروى الهيثمي عن سلمان قال : قلت : يا رسول اللَّه إن لكل نبي وصياً فمن وصيك ؟ فسكت عني فلما كان بعد رآني فقال : يا سلمان فأسرعت إليه قلت : لبيك قال : تعلم من وصيّ موسى ؟ قال : نعم يوشع بن نون ، قال : لِمَ ؟ قلت : لأنه كان أعلمهم يومئذ ، قال : فإن وصيي وموضع سري وخير من أترك بعدي وينجز عدتي ويقضي ديني علي بن أبي طالب ، قال : رواه الطبراني « 3 » . وتفريع النبي صلى الله عليه وآله وسلم قوله الشريف : فإن وصيي ( إلى أن قال ) علي بن أبي طالب على تعليل سلمان وصاية يوشع لموسى بأنه كان أعلمهم ، هو دليل واضح على أن علياً عليه السلام كان أعلمهم ، وأنه لذلك صار وصياً للنبي صلى الله عليه وآله وسلم .\r\nوعن جبلة بنت المصفح عن أبيها ، قال : قال لي علي عليه السلام يا أخا بني عامر سلني عما قال اللَّه ورسوله فإنا نحن أهل البيت أعلم بما قال اللَّه ورسوله ، قال : والحديث\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كنز العمال 6 : 156\r\n( 2 ) كنز العمال 6 : 396\r\n( 3 ) مجمع الزوائد ( للهيثمي ) 9 : 113\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nطويل « 1 » .\r\nوروى يحيى بن معين عن عبدة بن سليمان عن عبد الملك بن سليمان قال :\r\nقلت لعطاء : أكان في أصحاب محمد صلى الله عليه وآله أعلم من علي عليه السلام ؟ قال : لا واللَّه لا أعلم « 2 » .\r\nوفي الاستيعاب عن جبير ، قال : قالت عائشة : من أفتاكم بصوم عاشوراء ؟\r\nقالوا : علي عليه السلام قالت : أما إنه لأعلم الناس بالسنة « 3 » .\r\nوفيه أيضاً عن سعيد بن وهب قال : قال عبداللَّه : أعلم أهل المدينة بالفرائض علي بن أبي طالب عليه السلام ، ورواه أيضاً بطريق عن المغيرة قال : ليس أحد منهم أقوى قولًا في الفرائض من علي عليه السلام ، قال : وكان المغيرة صاحب الفرائض « 4 » .\r\nروى البيهقي بسنده عن عمرو عن أبي جعفر قال : أبصر عمر بن الخطاب على عبداللَّه بن جعفر ثوبين مضرجين وهو محرم فقال : ما هذه الثياب ؟ فقال علي بن أبي طالب عليه السلام ما أخال أحداً يعلمنا السنة ، فسكت عمر « 5 » .\r\nوقال الهيثمي : عن عبداللَّه - يعني ابن مسعود - قال : كنا نتحدث أن أفضل أهل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبقات ( لابن سعد ) 6 : 167\r\n( 2 ) أسد ( الغابة لابن الأثير ) 6 : 22 ، وذكره ابن عبد البر في استيعابه 2 : 462 ، والمناوي في فيض القدير 3 : 46 ، في الشرح ، والمحب الطبري في الرياض النضرة 2 : 194 ، وقال : أخرجه القلعي\r\n( 3 ) الاستيعاب ( لابن عبد البر ) 2 : 463 ، وذكره المتقي في كنز العمال 4 : 343 قال وأخرجه ابن جرير في تهذيب الآثار\r\n( 4 ) المصدر المتقدم ، وذكرها المحب الطبري في الرياض النضرة 2 : 194 ، وقال : أخرجهما القلعي\r\n( 5 ) سنن البيهقي 5 : 59\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nالمدينة علي بن أبي طالب عليه السلام قال : رواه البزار « 1 » .\r\nوروى في الذخائر عن عمر بن الخطاب ، قال : قال رسول اللَّه صلى الله عليه وآله وسلم : ما اكتسب مكتسب مثل فضل علي عليه السلام يهدي صاحبه إلى الهدى ، ويرده عن الردى ، [ قال 
  ] : أخرجه الطبراني « 2 » .\r\nوروى في الاستيعاب عن سلمان وأبي ذر والمقداد وخباب وجابر وأبي سعيد وزيد بن الأرقم أن علي بن أبي طالب عليه السلام أول من أسلم وفضله هؤلاء على غيره « 3 » .\r\nوروى الهيثمي بسنده عن الطبراني أن رسول اللَّه صلى الله عليه وآله وسلم قال لعلي عليه السلام : والذي نفسي بيده لولا أن يقول فيك طوائف من أمتي ما قالت النصارى في عيسى بن مريم لقلت فيك اليوم مقالًا لا تمر بأحد من المسلمين إلّاأخذ التراب من أثر قدميك يطلب به البركة « 4 » .\r\nقال رسول اللَّه صلى الله عليه وآله في مواضع مختلفة : علي وليكم من بعدي ، وكان يردد ذلك كثيراً ، ولقدأتمّ الحجة على الناس في غدير خم ، لكن أبا بكر لم يعتن بكلام الرسول صلى الله عليه وآله وغصب فدكاً علاوة على غصبه الخلافة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مجمع الزوائد ( للهيثمي ) 9 : 116 ، وذكره المحب الطبري في الرياض النضرة 2 : 209 ، وقال : أخرجه أحمد فيالمناقب . وذكره العسقلاني أيضاً في فتح الباري 8 : 59 ، وقال ورجاله موثوقون\r\n( 2 ) ذخائر العقبى : 61\r\n( 3 ) الاستيعاب ( لابن عبد البر ) 2 : 456\r\n( 4 ) مجمع الزوائد ( للهيثمي ) 9 : 131\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\n\r\nفي قول النبي صلى الله عليه وآله وسلم : علي وليكم من بعدي\r\nعن عمران بن حصين قال : بعث رسول اللَّه صلى الله عليه وآله وسلم جيشاً واستعمل عليهم علي بن أبي طالب عليه السلام فمضى في السرية فأصاب جارية فأنكروا عليه وتعاقد أربعة من أصحاب رسول اللَّه صلى الله عليه وآله وسلم فقالوا : إذا لقينا رسول اللَّه صلى الله عليه وآله وسلم أخبرناه بما صنع علي ، وكان المسلمون إذا رجعوا من السفر بدؤوا برسول اللَّه صلى الله عليه وآله وسلم فسلموا عليه ثم انصرفوا إلى رحالهم ، فلما قدمت السرية سلموا على النبي صلى الله عليه وآله وسلم فقام أحد الأربعة فقال : يا رسول اللَّه ألم تر إلى علي بن أبي طالب صنع كذاو كذا ؟ فأعرض عنه رسول اللَّه صلى الله عليه وآله وسلم ، ثم قام الثاني فقال مثل مقالته ، فأعرض عنه ، ثم قام الثالث فقال مثل مقالته فأعرض عنه ، ثم قام الرابع فقال مثل ما قالوا ، فأقبل رسول اللَّه صلى الله عليه وآله وسلم ، والغضب يعرف في وجهه فقال : ما تريدون من علي ؟ ما تريدون من علي ؟\r\nما تريدون من علي ؟ إن علياً مني وأنا منه ، وهو ولي كل مؤمن بعدي « 1 » .\r\nوعن بريدة قال : بعث رسول اللَّه صلى الله عليه وآله وسلم بعثين إلى اليمن على أحدهما علي بن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحيح الترمذي 2 : 279 ، ورواه أحمد بن حنبل في مسنده 4 : 437 ، باختلاف يسير في اللفظ ، وقال فيه : فقال : دعوا علياً دعوا علياً دعوا علياً إن علياً مني وأنا منه ، وهو ولي كل مؤمن بعدي ، ورواه أبو داود الطيالسي في مسنده 3 : 111 ، باختلاف يسير في اللفظ ، وقال فيه : فقال : رسول اللَّه صلى الله عليه وآله وسلم : مالهم ولعلي ؟ إن علياً مني وأنا منه وهو ولي كل مؤمن من بعدي ، ورواه أبو نعيم في حليته 6 : 249 ، والنسائي في خصائصه مختصراً 19 و 23 وقال فيه : والغضب يبصر في وجهه فقال : ما تريدون من علي ؟ إن علياً مني وأنا منه وهو ولي كل مؤمن من بعدي ، وذكره المحب الطبري في الرياض النضرة 2 : 171 ، وقال : خرجه الترمذي وأبو حاتم وخرجه أحمد ، وأورده المتقي في كنز العمال 6 : 154 ، بطريقين وقال : أخرجه ابن أبي شيبة ( وفي ص 399 ) وقال : اخرجه ابن أبي شيبة وابن جرير وصححه\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nأبي طالب عليه السلام وعلى الآخر خالد بن الوليد ، فقال : إذا التقيتم فعليٌّ على الناس ، وإن افترقتما فكل واحد منكما على جنده ، قال : فلقينا بني زيد من أهل اليمن فاقتتلنا فظهر المسلمون على المشركين ، فقتلنا المقاتلة وسبينا الذرية ، فاصطفى علي عليه السلام امرأة من السبي لنفسه ، قال بريدة : فكتب معي خالد بن الوليد إلى رسول اللَّه صلى الله عليه وآله وسلم يخبره بذلك ، فلما أتيت النبي صلى الله عليه وآله وسلم دفعت الكتاب فقرئ عليه : فرأيت الغضب في وجه رسول اللَّه صلى الله عليه وآله وسلم فقلت : يا رسول اللَّه هذا مكان العائذ ، بعثتني مع رجل وأمرتني أن أطيعه ففعلت ما أرسلت به فقال رسول اللَّه صلى الله عليه وآله وسلم : لا تقع في علي فإنه مني وأنا منه وهو وليكم بعدي ، وإنه مني وأنا منه ، وهو وليكم بعدي « 1 » .\r\nوعن بريدة قال : بعث رسول اللَّه صلى الله عليه وآله وسلم علياً عليه السلام أميراً على اليمن وبعث خالد بن الوليد على الجبل فقال : إن اجتمعتما فعليٌّ على الناس ، فالتقوا وأصابوا من الغنائم ما لم يصيبوا مثله ، وأخذ علي عليه السلام جارية من الخمس ، فدعا خالد بن الوليد بريدة فقال : اغتنمها فأخبر النبي صلى الله عليه وآله وسلم ما صنع ، فقدمت المدينة ودخلت المسجد ورسول اللَّه صلى الله عليه وآله وسلم في منزله وناس من أصحابه على بابه ، فقالوا : ما الخبر يا بريدة ؟\r\nفقلت : خيراً فتح اللَّه على المسلمين فقالوا : ما أقدمك ؟ قلت : جارية أخذها علي من الخمس فجئت لُاخبر النبي صلى الله عليه وآله وسلم فقالوا : فأخبر النبي فإنه يسقط من عين النبي ، ورسول اللَّه صلى الله عليه وآله وسلم يسمع الكلام ، فخرج مغضباً فقال : ما بال أقوام ينتقصون علياً ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مسند الإمام أحمد بن حنبل 5 : 356 ، ورواه النسائي في خصائصه : 24 ، باختلاف يسير 24 ، والهيثمي في مجمع الزوائد 9 : 127 ، وقال : رواه أحمد والبزار باختصار ، والمتقي في كنز العمال 6 : 145 ، مختصراً وقال : أخرجه ابن أبي شيبة وفي ص 155 ، وقال : أخرجه الديلمي عن علي عليه السلام . وأورده المناوي أيضاً في كنوز الحقائق : 186 ، وقال : أخرجه الديلمي ولفظه : إن علياً وليكم من بعدي\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nمن تنقص علياً فقد تنقصني ، ومن فارق علياً فقد فارقني ، إن علياً مني وأنا منه ، خلق من طينتي وخلقت من طينة إبراهيم وأنا أفضل من إبراهيم  « ذُرِّيَّةً بَعْضُها مِنْ بَعْضٍ وَاللَّهُ سَمِيعٌ عَلِيمٌ »  يا بريدة أما علمت إن العلي أكثر من الجارية التي أخذ وإنه وليكم بعدي ؟ فقلت : يا رسول اللَّه بالصحبة ألا بسطت يدك فبايعتني على الإسلام جديداً ، قال : فما فارقته حتى بايعته على الإسلام [ قال 
  ] : رواه الطبراني في الأوسط « 1 » .\r\nوعن ابن عباس أن رسول اللَّه صلى الله عليه وآله وسلم قال لعلي عليه السلام : أنت ولي كل مؤمن بعدي « 2 » .\r\nوعن علي ابن أبي طالب عليه السلام قال : قال : رسول اللَّه صلى الله عليه وآله وسلم : سألت اللَّه فيك خمساًفأعطاني أربعاً ومنعني واحدة ، سألته فأعطاني فيك أنك أول من تنشق الأرض عنه يوم القيامة ، وأنت معي ، معك لواء الحمد ، وأنت تحمله ، وأعطاني أنك ولي المؤمنين من بعدي « 3 » .\r\nوفي الكنز عن علي عليه السلام لما نزلت هذه الآية :  « وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ »  دعا - أيالنبي صلى الله عليه وآله وسلم - بني عبد المطلب وصنع لهم طعاماً ليس بالكثير فقال : كلوا بسم اللَّه من جوانبها فإن البركة تنزل من ذروتها ، ووضع يده أولهم فأكلوا حتى شبعوا ثم دعا بقدح فشرب أولهم ثم سقاهم فشربوا حتى رووا ، فقال أبو لهب :\r\nلقدماً سحركم ، قال - أيالنبي صلى الله عليه وآله وسلم - : يا بني عبد المطلب إني جئتكم بما لم يجئ به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مجمع الزوائد للهيثمي 9 : 128\r\n( 2 ) مسند أبي داود الطيالسي 11 : 360\r\n( 3 ) تاريخ بغداد ( للخطيب البغدادي ) 4 : 339 ، وذكره المتقي في كنز العمال 6 : 396 ، وقال : أخرجه ابن الجوزي ، وذكره ( في 6 : 159 ) وقال : أخرجه الخطيب والرافعي عن علي عليه السلام\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nأحد قط ، أدعوكم إلى شهادة أن لا إله إلّااللَّه ، وإلى اللَّه ، وإلى كتابه ، فنفروا وتفرقوا ، ثم دعاهم الثانية على مثلها فقال أبو لهب كما قال في المرة الأولى فدعاهم ففعلوا مثل ذلك ، ثم قال لهم - ومد يده - من يبايعني على أن يكون أخي وصاحبي ووليكم من بعدي ، فمددت يدي وقلت : أنا أبايعك - وأنا يومئذ أصغر القوم - فبايعني على ذلك قال : وذلك الطعام أنا صنعته [ قال 
  ] : أخرجه ابن مردويه « 1 » .\r\nوفي الرياض النضرة عن عمرو بن ميمون قال : إني لجالس عند ابن عباس إذ أتاه سبعة رهط فقالوا : يا بن عباس ، أما أن تقوم معنا وأما أن تخلو من هؤلاء ، قال : بل أقوم معكم - وهو يومئذ صحيح قبل أن يعمى - قال : فانتدوا يتحدثون فلا أدري ما قالوا ، قال : فجاء ينفض ثوبه ويقول : أف وتف وقعوا في رجل له عشر ، وساق الحديث في فضل علي عليه السلام ( إلى أن قال ) وقال له رسول اللَّه صلى الله عليه وآله وسلم : أنت ولي كل مؤمن بعدي ( الحديث ) [ قال 
  ] : أخرجه بتمامه أحمد والحافظ أبو القاسم الدمشقي في الموافقات وفي الأربعين الطوال ، قال : وأخرج النسائي بعضه « 2 » .\r\nوروى ابن الأثير عن وهب بن حمزة قال : صحبت علياً عليه السلام من المدينة إلى مكة فرأيت منه بعض ما أكره فقلت : لئن رجعت إلى رسول صلى الله عليه وآله وسلم لأشكونك إليه فلما قدمت لقيت رسول صلى الله عليه وآله وسلم فقلت : رأيت من علي كذا وكذا فقال : لا تقل هذا فهو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كنز العمال 2 : 401\r\n( 2 ) الرياض النضرة 2 : 203 ، وذكره الهيثمي أيضاً في مجمعه 9 : 199 ، وقال : روى حديث يوسف بن صهيب عن ركين عن وهب بن حمزة قال : صحبت علياً عليه السلام من المدينة إلى مكة فرأيت منه بعض ما أكره فقلت : لئن رجعت إلى رسول اللَّه صلى الله عليه وآله وسلم لأشكونك إليه ، فلما قدمت لقيت رسول اللَّه صلى الله عليه وآله وسلم فقلت : رأيت من علي كذا وكذا ، فقال لا تقل هذا فهو أولى الناس بكم بعدي\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nأولى الناس بكم بعدي « 1 » .\r\n\r\nإنّ علياً عليه السلام خليفة النبي صلى الله عليه وآله وسلم\r\nعن ابن عباس عن علي بن أبي طالب عليه السلام قال : لما نزلت هذه الآية على رسول اللَّه صلى الله عليه وآله وسلم :  « وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ »  دعاني رسول اللَّه صلى الله عليه وآله وسلم فقال لي : يا علي إن اللَّه أمرني أن أنذر عشيرتي الأقربين فضقت بذلك ذرعاً وعرفت أني متى أبادئهم بهذا الأمر أرى منهم ما أكره فصمت عليه حتى جاءني جبريل فقال : يا محمد إنك أن لا تفعل ما تؤمر به يعذبك ربك ، فاصنع لنا صاعاً من طعام واجعل عليه رجل شاة واملأ لنا عساً من لبن ثم اجمع لي بني عبد المطلب حتى أكلمهم وأبلغهم ما أمرت به ، ففعلت ما أمرني به ثم دعوتهم له وهم يومئذ أربعون رجلًا يزيدون رجلًا أم ينقصونه فيهم أعمامه أبو طالب وحمزة والعباس وأبو لهب ، فلما اجتمعوا إليه دعاني بالطعام الذي صنعت لهم ، فجئت به فلما وضعته تناول رسول اللَّه صلى الله عليه وآله وسلم حذية [ اي قطعة 
  ] من اللحم فشقها بأسنانه ثم ألقاها في نواحي الصحفة ، ثم قال : خذوا بسم اللَّه فأكل القوم حتى ما لهم بشيء من حاجة ، وما أرى موضع أيديهم ، وأيم اللَّه الذي نفس علي بيده أن كان الرجل الواحد منهم ليأكل ما قدمت لجميعهم ثم قال : اسق القوم فجئتهم بذاك العس فشربوا منه حتى رووا منه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أسد الغابة ( لابن الأثير ) 5 : 49 ، وذكره المناوي في فيض القدير في الشرح : 357 ، وقال فيه : أخرج الطبراني ( إلى أن قال ) : لا تقل هذا فهو أولى الناس بكم بعدي ، وذكره الهيثمي في مجمعه 9 : 109 ، وقال : أيضاً في إصابته ( 6 : 325 ، القسم 1 ) وقال : لا تقولن هذا لعلي فإنه وليكم بعدي ، وأورده المتقي في كنز العمال 6 : 155 ، وقال : لا تقل هذا فهو أولى الناس بكم بعدي - يعني علياً عليه السلام - ثم قال : أخرجه الطبراني عن وهب بن حمزة\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nجميعاً ، وأيم اللَّه أن كان الرجل الواحد منهم ليشرب مثله ، فلما أراد رسول اللَّه صلى الله عليه وآله وسلم أن يكلمهم بدره أبو لهب إلى الكلام فقال : لقدماً سحركم صاحبكم ، فتفرق القوم ولم يكلمهم رسول اللَّه صلى الله عليه وآله وسلم فقال : الغد يا علي إن هذا الرجل سبقني إلى ما قد سمعت من القول ، فتفرق القوم قبل أن أكلمهم فعد لنا من الطعام بمثل ما صنعت ثم اجمعهم إلي ، قال : ففعلت ثم جمعتهم ثم دعاني بالطعام فقربته لهم ففعل كما فعل بالأمس فأكلوا حتى ما لهم بشيء حاجة ، ثم قال : اسقهم فجئتهم بذلك العس فشربوا حتى رووا منه جميعاً ، ثم تكلم رسول اللَّه صلى الله عليه وآله وسلم فقال :\r\nيا بني عبدالمطالب إني واللَّه ما أعلم شاباً في العرب جاء قومه بأفضل مما قد جئتكم به ، إني قد جئتكم بخير الدنيا والآخرة ، وقد أمرني اللَّه تعالي أن أدعوكم إليه ، فأيكم يؤازرني على هذا الأمر على أن يكون أخي ووصيي وخليفتي فيكم ؟\r\nقال : فأحجم القوم عنها جميعاً وقلت - وإني لأحدثهم سناً وأرمصهم عيناً وأعظمهم بطناً وأحمشهم ساقاً - أنا يا نبي اللَّه أكون وزيرك عليه ، فأخذ برقبتي ثم قال : إن هذا أخي ووصيي وخليفتي فيكم فاسمعوا له وأطيعوا ، قال : فقام القوم يضحكون ويقولون لأبي طالب : قد أمرك أن تسمع لابنك وتطيع « 1 » .\r\nوعن عبداللَّه بن مسعود قال : استتبعني رسول اللَّه صلى الله عليه وآله وسلم ليلة الجن فانطلقت معه حتى بلغنا أعلى مكة فخط لي خطاً ( وساق الحديث إلى أن قال ) قال - أي النبي صلى الله عليه وآله وسلم - إني وعدت أن يؤمن بي الجن والإنس ، فأما الإنس فقد آمنت بي ، وأما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ ابن جرير الطبري 2 : 62 ، وذكره المتقي أيضاً في كنز العمال 6 : 392 ، مختصراً وقال : أخرجه ابن جرير ، وذكره أيضاً في 6 : 397 ، باختلاف يسير وقال : أخرجه ابن إسحاق وابن جرير وابن أبي حاتم وابن مردويه وأبو نعيم والبيهقي معاً في الدلائل\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nالجن فقد رأيت ، قال : وما أظن أجلي إلّاقد اقترب ، قلت : يا رسول اللَّه لا تستخلف أبا بكر ؟ فأعرض عني فرأيت أنه لم يوافقه ، فقلت : يا رسول اللَّه ألاتستخلف عمر ؟\r\nفأعرض عني فرأيت أنه لم يوافقه ، فقلت : يا رسول اللَّه ألا تستخلف علياً ؟ قال : ذاك والذي لا إله ألّاهو إن بايعتموه وأطعتموه أدخلكم الجنة أكتعين [ قال 
  ] : رواه الطبراني « 1 » .\r\nوما ذكره المناوي في كنوزه قال : من قاتل علياً على الخلافة فاقتلوه كائناً من كان ، قال : أخرجه الديلمي « 2 » .\r\nوعن عبد اللَّه بن أحمد بن حنبل قال : كنت بين يدي أبي جالساً ذات يوم فجاءت طائفة من الكرخيين فذكروا خلافة أبي بكر وخلافة عمر بن الخطاب وخلافة عثمان بن عفان فأكثروا ، وذكروا خلافة علي بن أبي طالب عليه السلام وزادوا فأطالوا ، فرفع أبي رأسه إليهم فقال : يا هؤلاء قد أكثرتم القول إن الخلافة لم تزين علياً عليه السلام بل علي عليه السلام زين الخلافة ، قال الخطيب : قال السياري : فحدثت بهذا بعض الشيعة فقال لي : قد أخرجت نصف ما كان في قلبي على أحمد بن حنبل من البغض « 3 » .\r\nكان رسول اللَّه صلى الله عليه وآله وسلم دائماً يقول : عليٌ وصيي فكان علي بن أبي طالب عليه السلام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مجمع الزوائد 8 : 314\r\n( 2 ) كنوز الحقائق : 145\r\n( 3 ) تاريخ بغداد 1 : 135 ، ورواه ابن الأثير الجزري في أسد الغابة 4 : 32 ، بسنده عن المدائني قال : لما دخل علي بن أبي طالب عليه السلام الكوفة دخل عليه رجل من حكماء العرب فقال : واللَّه يا أمير المؤمنين لقد زنت الخلافة وما زانتك ، ورفعتها وما رفعتك ، وهي كانت أحوج إليك منك إليها\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nأولى بأن يقضي في مسألة فدك ؛ لأنه وصيي رسول اللَّه صلى الله عليه وآله وأن يبيّن حكم اللَّه في ذلك .\r\nفكيف لم يلتفت أبو بكر لقول رسول اللَّه بشأن علي بن أبي طالب عليه السلام وفرض نفسه كالوحي ومنع فاطمة عليها السلام نحلتها .\r\n\r\nعليٌّ عليه السلام وصي النبي صلى الله عليه وآله وسلم\r\nعن علي بن الحسين عليه السلام قال : خطب الحسن بن علي عليه السلام على الناس - حين قتل علي عليه السلام - فحمد اللَّه وأثنى عليه ثم قال : لقد قبض في هذه اليلة رجل لا يسبقه الأولون بعمل ، ولا يدركه الآخرون . وقد كان رسول اللَّه صلى الله عليه وآله وسلم يعطيه رايته فيقاتل وجبريل عن يمينه وميكائيل عن يساره . فما يرجع حتى يفتح اللَّه عليه ، وما ترك على أهل الأرض صفراء ولا بيضاء إلّاسبعمئة درهم فضلت من عطاياه أراد أن يبتاع بها خادماً لأهله [ ثم قال 
  ] أيها الناس من عرفني فقد عرفني ومن لم يعرفني فأنا الحسن بن علي وأنا ابن النبي وأنا ابن الوصي « 1 » . إلى آخر الحديث .\r\nوعن أبي الطفيل قال : خطبنا الحسن بن علي عليه السلام فحمد اللَّه وأثنى عليه وذكر أمير المؤمنين علياً رضي اللَّه عنه خاتم الأوصياء ، ووصي الأنبياء ، وأمين الصديقين والشهداء [ ثم قال 
  ] يا أيها الناس لقد فارقكم رجل ما سبقه الأولون ، ولا يدركه الآخرون ، لقد كان رسول اللَّه صلى الله عليه وآله وسلم يعطيه الراية فيقاتل ، جبريل عن يمينه وميكائيل عن يساره ، فما يرجع حتى يفتح اللَّه عليه ، ولقد قبضه اللَّه في الليلة التي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مستدرك الصحيحين 3 : 172 . وذكره المحب الطبري في ذخائر العقبى : 138 ، وقال : خرجه الدولابي\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nقبض فيها وصي موسى عليه السلام ، وعرج بروحه في الليلة التي عرج فيها بروح عيسى بن مريم عليه السلام ، وفي الليلة التي أنزل اللَّه عز وجل فيها الفرقان ، واللَّه ما ترك ذهباً ولا فضة وما في بيت ماله إلّاسبعمئة وخمسون درهماً فضلت من عطائه أراد أن يشتري بها خادماً لُام كلثوم [ ثم قال 
  ] من عرفني فقد عرفني ومن لم يعرفني فأنا الحسن بن محمد صلى الله عليه وآله وسلم ثم تلا هذه الآية قول يوسف :  « وَاتَّبَعْتُ مِلَّةَ آبائِي إِبْراهِيمَ وَإِسْحاقَ وَيَعْقُوبَ »  « 1 »  . \r\nوعن سلمان قال : قلت : يا رسول اللَّه إن لكل نبي وصياً فمن وصيك ؟ فسكت عني فلما كان بعد رآني فقال : يا سلمان فأسرعت إليه قلت : لبيك ، قال تعلم من وصي موسى عليه السلام ؟ قال نعم يوشع بن نون ، قال : لم ؟ قلت : لأنه كان أعلمهم يومئذ [ قال 
  ] فإن وصيي وموضع سري وخير من أترك بعدي وينجز عدتي ، ويقضي ديني علي بن أبي طالب « 2 » .\r\nوعن أنس عن سلمان قال : قال رسول اللَّه صلى الله عليه وآله وسلم لعلي عليه السلام : هذا وصيي ، وموضع سري ، وخير من أترك بعدي « 3 » .\r\nوذكره المتقي ولفظه : إن وصيي وموضع سري وخير من أترك بعدي وينجز عدتي ، ويقضي ديني علي بن أبي طالب [ قال 
  ] أخرجه الطبراني عن أبي سعيد عن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مجمع الزوائد ( للهيثمي ) 1 : 146 ، قال : رواه الطبراني في الأوسط والكبير باختصار ، وأبو يعلى باختصار ، والبزار بنحوه ، ورواه أحمد باختصار كثير واسناد أحمد وبعض طرق البزار والطبراني في الكبير حسان . والآية : 38 من سورة يوسف\r\n( 2 ) مجمع الزوائد ( للهيثمي ) 9 : 113 ، قال : رواه الطبراني\r\n( 3 ) تهذيب التهذيب ( لابن حجر ) 3 : 106\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nسلمان « 1 » .\r\nوعن أنس قال : قلنا لسلمان سل النبي صلى الله عليه وآله وسلم من وصيه فقال سلمان : يا رسول اللَّه من وصيك ؟ قال : يا سلمان من كان وصي موسى ؟ قال يوشع بن نون ، قال : فإن وصيي ووارثي يقضي ديني وينجز موعدي عليبن أبي طالب « 2 » .\r\nوعن علي بن علي الهلالي عن أبيه قال : دخلت على رسول اللَّه صلى الله عليه وآله وسلم في شكاته التي قبض فيها فإذا فاطمة عليها السلام عند رأسه : قال : فبكت حتى ارتفع صوتها فرفع رسول اللَّه صلى الله عليه وآله وسلم طرفه إليها فقال : حبيبتي فاطمة ما الذي يبكيك ؟ فقالت :\r\nأخشى الضيعة بعدك ، فقال : يا حبيبتي أما علمت أن اللَّه عز وجل أطلع على الأرض إطلاعة فاختار منها أباك فبعثه برسالته ثم أطلع إلى الأرض إطلاعة فاختار منها بعلك ، وأوحى إلي أن أنكحك إياه ؟ يا فاطمة ونحن أهل بيت قد أعطانا اللَّه سبع خصال لم يعط أحداً قبلنا ولا يعطي أحداً بعدنا ، أنا خاتم النبيين ، وأكرم النبيين على اللَّه وأحب المخلوقين إلى اللَّه عز وجل ، وأنا أبوك ، ووصيي خيرالأوصياء وأحبهم إلى اللَّه وهو بعلك وشهيدنا خير الشهداء وأحبهم إلى اللَّه وهو عمك حمزةبن عبد المطلب وعم بعلك ، ومنا من له جناحان أخضران يطير مع الملائكة في الجنة حيث شاء وهو ابن عم أبيك وأخو بعلك ، ومنا سبطا هذه الإُمة وهما ابناك الحسن والحسين وهما سيدا شباب أهل الجنة ، وأبوهما - والذي بعثني بالحق - خير منهما ، يا فاطمة والذي بعثني بالحق إن منهما مهدي هذه الأمة إذا صارت الدنيا هرجاً ومرجاً ، وتظاهرت الفتن ، وتقطعت السبل ، وأغار بعضهم على بعض فلا كبير يرحم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كنز العمال 6 : 154\r\n( 2 ) الرياض النضرة ( للمحب الطبري ) 2 : 178\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nصغيراً ، ولا صغير يوقر كبيراً ، فيبعث اللَّه عز وجل عند ذلك منهما من يفتح حصون الضلالة ، وقلوباً غلفاً ، يقوم بالدين آخر الزمان كماقمت به في أول الزمان ، ويملأ الدنيا عدلًا كما ملئت جوراً ، يا فاطمة لا تحزني ولا تبكي فإن اللَّه عز وجل أرحم بك وأرأف عليك مني ، وذلك لمكانك من قلبي وزوجك اللَّه زوجاً وهو أشرف أهل بيتك حسباً ، وأكرمهم منصباً وأرحمهم بالرعية ، وأعدلهم بالسوية ، وأبصرهم بالقضية ، وقد سألت ربي عز وجل أن تكوني أول من يلحقني من أهل بيتي ، قال علي عليه السلام : فلما قبض النبي صلى الله عليه وآله وسلم لم تبق فاطمة عليها السلام بعده إلّاخمسة وسبعين يوماً حتى ألحقها اللَّه عز وجل به صلى الله عليه وآله وسلم « 1 » .\r\nوفي الكنز قال صلى الله عليه وآله : أما علمت أن اللَّه عز وجل اطلع على أهل الأرض فاختار منهم أباك فبعثه نبياً ؟ ثم اطلع الثانية فاختار بعلك فأوحى إليّ فانكحتكه واتخذته وصياً ، قاله لفاطمة عليها السلام ، ثم قال : أخرجه الطبراني عن أبي أيوب « 2 » .\r\nوفيه أيضاً عن علي عليه السلام قال : قال رسول اللَّه صلى الله عليه وآله وسلم : يا بني عبد المطلب إني قد جئتكم بخير الدنيا والآخرة وقد أمرني اللَّه أن أدعوكم إليه فأيّكم يؤازرني على هذا الأمر على أن يكون أخي ووصيي وخليفتي فيكم ؟ قال : فأحجم القوم عنها جميعاً ، قلت : يا نبي اللَّه أكون وزيرك عليه فأخذ برقبتي ثم قال : هذا أخي ووصيي وخليفتي فيكم فاسمعوا له وأطيعوا [ قال 
  ] أخرجه ابن جرير « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مجمع الزوائد للهيثمي 9 : 165 ، وقال : رواه الطبراني في الكبير والأوسط ، وذكره المحب الطبري في ذخائر : 135 ، وأخرجه الحافظ أبو العلاء الهمذاني\r\n( 2 ) كنز العمال 2 : 153 ، وذكره الهيثمي في مجمعه 8 : 253 ، قال : رواه الطبراني\r\n( 3 ) كنز العمال 2 : 392\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nوعن علي عليه السلام لما نزلت هذه الآية على رسول اللَّه صلى الله عليه وآله وسلم :  « وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ »  دعاني رسول اللَّه صلى الله عليه وآله وسلم وقال : . . . إن هذا أخي ووصيي وخليفتي فيكم فاسمعوا له وأطيعوا ، فقام القوم يضحكون ويقولون لأبي طالب : قد أمرك أن تسمع وتطيع لعلي . [ قال 
  ] أخرجه ابن إسحاق وابن جرير وابن أبي حاتم وابن مردويه وأبو نعيم والبيهقي معاً في الدلائل « 1 » .\r\nوعن يحيى بن عبداللَّه بن الحسن عن أبيه قال : كان علي عليه السلام يخطب فقام إليه رجل فقال : يا أمير المؤمنين أخبرني من أهل الجماعة ، ومن أهل الفرقة ، ومن أهل السنة ، ومن أهل البدعة ؟ فقال : ويحك أما إذ سألتني فافهم عني ولا عليك أن لا تسأل عنها أحداً بعدي ( وساق الحديث ) إلى أن قال : وتنادي الناس من كل جانب أصبت يا أمير المؤمنين أصاب اللَّه بك الرشاد والسداد ، فقام عمار فقال : يا أيها الناس إنكم واللَّه إن اتبعتموه وأطعتموه لم يضل بكم عن منهاج نبيكم قيس شعرة وكيف يكون ذلك وقد استودعه رسول اللَّه صلى الله عليه وآله وسلم المنايا والوصايا وفصل الخطاب على منهاج هارون بن عمران إذ قال له رسول اللَّه صلى الله عليه وآله وسلم : أنت مني بمنزلة هارون من موسى إلّاأنه لا نبي بعدي ، فضلًا خصه اللَّه به إكراماً منه لنبيه صلى الله عليه وآله وسلم حيث أعطاه مالم يعط أحداً من خلقه ( الحديث ) [ قال 
  ] أخرجه وكيع « 2 » .\r\nوفي كنوزالحقائق ولفظه : أنا خاتم الأنبياء ، وأنت يا علي خاتم الأوصياء ، [ قال 
  ] : أخرجه الديلمي « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كنز العمال 6 : 397 .\r\n( 2 ) كنز العمال 8 : 215 .\r\n( 3 ) كنوز الحقائق ( للمناوي ) : 42 .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nوقريب من ذلك ما رواه الخطيب البغدادي بسنده عن أنس بن مالك قال : لما حضرت وفاة أبي بكر [ وساق الحديث إلى أن قال 
  ] : قال - أيأبوبكر - سمعت رسول اللَّه صلى الله عليه وآله وسلم يقول : إن على الصراط لعقبة لا يجوزها أحد إلّابجواز من علي بن أبي طالب عليه السلام [ إلى أن قال 
  ] قال أنس : فلما أفضت الخلافة إلى عمر قال لي علي عليه السلام [ وساق الحديث إلى أن قال 
  ] : سمعت رسول اللَّه صلى الله عليه وآله وسلم يقول : أنا خاتم الأنبياء وأنت يا علي خاتم الأولياء « 1 » .\r\nوفي كنوزالحقائق ولفظه : لكل نبي وصي ووارث وعلي وصيي ووارثي ، قال : أخرجه الديلمي « 2 » .\r\nوعن بريدة قال رسول اللَّه صلى الله عليه وآله وسلم : لكل نبي وصي ووارث وإن علياً وصيي ووارثي [ قال 
  ] خرجه البغوي في معجمه « 3 » .\r\nوعن أنس قال : قال : رسول اللَّه صلى الله عليه وآله وسلم : يا أنس اسكب لي وضوءاً ثم قام فصلى ركعتين ثم قال : يا أنس أول من يدخل عليك من هذا الباب أمير المؤمنين ، وسيد المسلمين ، وقائد الغر المحجلين ، وخاتم الوصيين ، قال أنس : قلت : اللهم اجعله من الأنصار وكتمته إذ جاء علي عليه السلام فقال : من هذا يا أنس ؟ فقلت : علي فقام مستبشراً فاعتنقه ثم جعل يمسح عرق وجهه بوجهه ويمسح عرق علي بوجهه ، قال علي : يا رسول اللَّه لقد رأيتك صنعت شيئاً ما صنعت بي من قبل : وما يمنعني\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ بغداد 10 : 356\r\n( 2 ) كنوز الحقائق : 121\r\n( 3 ) الرياض النضرة 2 : 178\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nوأنت تؤدي عني وتسمعهم صوتي وتبين لهم ما اختلفوا فيه بعدي ؟ [ قال أبو نعيم 
  ] : رواه جابر الجعفي عن أبي الطفيل عن أنس نحوه « 1 » .\r\nوعن أبي سعيد بسندين قال في أحدهما : عن أبي سعيد التيمي قال : أقبلنا مع علي من صفين فنزلنا كربلاء قال : فلما انتصف النهار عطش القوم ، وقال في ثانيهما :\r\nعن أبي عسيد عقيصا قال : أقبلت من الأنبار مع علي عليه السلام نريد الكوفة قال : وعلي عليه السلام يريد الكوفة قال : وعلي عليه السلام في الناس ، فبينا نحن نسير على شاطئ الفرات إذ لجج في الصحراء فتبعه ناس من أصحابه وأخذ ناس على شاطئ الماء ، قال : فكنت ممن أخذ مع علي عليه السلام حتى توسط الصحراء فقال الناس : يا أمير المؤمنين إنا نخاف العطش ، فقال : إن اللَّه سيسقيكم ، قال : وراهب قريب منا ، قال : فجاء علي عليه السلام إلى مكان فقال : احفروا . ها هنا ، قال : فحفرنا قال : وكنت فيمن حفر حتى نزلنا فعرض لنا حجر ، قال : فقال علي عليه السلام : ارفعوا هذا الحجر ، قال : فأعاننا عليه حتى رفعناه فإذا عين باردة طيبة ، قال : فشربنا ثم سرنا ميلًا . أو نحو ذلك ، قال : فعطشنا ، قال : فقال بعض القوم لو رجعنا فشربنا : فرجع ناس وكنت فيمن رجع ، قال : فالتمسناها فلم نقدر عليها ، قال : فأتينا . الراهب فقلنا : أين العين التيها هنا ؟ قال : أية عين ؟ قلنا : التي شربنا منها واستقينا والتمسناها فلم نقدر عليها ، قال : فقال الراهب : لايستخرجها إلّا نبي أو وصي « 2 » .\r\nوعن ابن عباس قال : رسول اللَّه صلى الله عليه وآله وسلم : ما في القيامة راكب غيرنا . نحن أربعة ، فقام إليه عمه العباس بن عبد المطلب فقال : من هم يا رسول اللَّه ؟ فقال : أما أنا فعلى البراق ( إلى أن قال ) وأخي صالح على ناقة اللَّه وسقياها التي عقرها قومه ، قال\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) حلية الأولياء 1 : 63\r\n( 2 ) تاريخ بغداد 12 : 305\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nالعباس : ومن يا رسول اللَّه ؟ قال : وعمي حمزة بن عبد المطلب أسد اللَّه وأسد رسوله سيد الشهداء على ناقتي ، قال العباس : ومن يا رسول اللَّه ؟ قال : وأخي عليٌ على ناقة من نوق الجنة زمامها من لؤلؤ رطب ، عليها محمل من ياقوت أحمر ، قضبانها من الدر الأبيض على رأسه تاج من نور لذلك التاج سبعون ركناً ، مامن ركن إلّا وفيه ياقوتة حمراء تضيء للراكب المحث ( أي المسرع ) عليه حلتان خضراوان ، وبيده لواء الحمد ، وهو ينادي : أشهد أن لا إله إلّااللَّه وأن محمداً رسول اللَّه صلى الله عليه وآله وسلم ، فيقول الخلائق : ما هذا إلّانبي مرسل أو ملك مقرب . فينادي منادٍ من بطنان العرش :\r\nليس هذا ملك مقرب ولا نبي مرسل ولا حامل عرش هذا علي بن أبي طالب وصي رسول اللَّه رب العالمين ، وإمام المتقين ، وقائد الغر المحجلين « 1 » .\r\nوعن ابن عباس قال : كنا نتحدث أن النبي صلى الله عليه وآله وسلم عهد إلى علي عليه السلام سبعين عهداً لم يعهد إلى غيره « 2 » .\r\nعن سهل بن سعد قال : كانت عند رسول اللَّه صلى الله عليه وآله وسلم سبعة دنانير وضعهاعند عائشة فلما كان في مرضه قال : يا عائشة ابعثي بالذهب إلى علي ، ثم أغمي علىرسول اللَّه صلى الله عليه وآله وسلم وشغل عائشة ما به حتى قال ذلك ثلاث مرات كل ذلك يغمي على رسول اللَّه صلى الله عليه وآله وسلم ويشغل عائشة ما به ، فبعثت - يعني به إلى علي عليه السلام - فتصدق\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ بغداد 11 : 112\r\n( 2 ) حلية الأولياء 1 : 68 ، وذكره ابن حجر في تهذيب التهذيب 1 : 97 ، وقال : أخرجه الطبراني في معجمه ، وذكره المناوي في فيض القدير في الشرح 4 : 357 ، وقال : أخرجه الطبراني عن ابن عباس ، وذكره الهيثمي في مجمعه 9 : 113 ، وقال : رواه الطبراني في الصغير\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nبه « 1 » ، الحديث .\r\nقال المناوي : أخرج الطبراني عن ذؤيب أن رسول اللَّه صلى الله عليه وآله وسلم لما احتضر قالت له صفية : لكل امرأة من نسائك أهل تلجأ إليهم وإنك أجليت أهلي فإن حدث حدث فإلى من ألجأ ؟ قال : إلى علي ، [ قال 
  ] : قال الهيثمي : رجاله رجال الصحيح « 2 » .\r\nقال رسول اللَّه صلى الله عليه وآله وسلم من أطاع علياً فقد أطاع اللَّه تعالى ، قال ذلك في مواضع متعددة ، وأبو بكر لم يطع علياً عليه السلام حينما أكدّ حقّ فاطمة عليها السلام في فدك ، وغصب حقّها ، فلم يمتثل أبو بكر أمر رسول اللَّه صلى الله عليه وآله وسلم في طاعة علي عليه السلام وبذلك قد عصى اللَّه تعالى بمخالفته لهذا الحديث .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ابن سعد في طبقاته 22 : 34 ، القسم 2 ، وذكره الهيثمي أيضاً في مجمعه 3 : 124 ، وقال : رواه الطبراني في الكبير ورجاله رجال الصحيح\r\n( 2 ) فيض القدير في الشرح 4 : 359 ، ومجمع الزوائد ( للهيثمي ) 9 : 12\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\n\r\nمن أطاع علياً عليه السلام فقد أطاع اللَّه\r\nعن أبي ذر قال : قال رسول اللَّه صلى الله عليه وآله وسلم من أطاعني فقد أطاع اللَّه ، ومن عصاني فقد عصى اللَّه ، ومن أطاع علياً فقد أطاعني ومن عصى علياً فقد عصاني [ قال الحاكم 
  ] هذا حديث صحيح الاسناد « 1 » .\r\nوعن أبي ذر الغفاري قال : قال رسول اللَّه صلى الله عليه وآله وسلم : من أطاعك فقد أطاعني ، ومن أطاعني أطاع اللَّه ، ومن عصاك عصاني [ قال 
  ] خرجه أبو بكر الإسماعيلي في مجمعه ، وخرجه الخجندي بزيادة ، ولفظه : من أطاعني فقد أطاع اللَّه ، ومن أطاعك فقد أطاعني ، ومن عصاني فقد عصى اللَّه ومن عصاك فقد عصاني « 2 » .\r\nألم يقل رسول اللَّه صلى الله عليه وآله علي مع الحق والحق مع علي ، فلماذا إذن لم يعط أبو بكر الحق لعلي عليه السلام بشأن فدك ، ولقد خالف أبو بكر علياً عليه السلام وعصاه لما حكم بأن فدكاً لفاطمة عليه السلام ومن ثم خالف وعصى قول الرسول صلى الله عليه وآله في علي عليه السلام وأعرض عن سنة رسول اللَّه صلى الله عليه وآله وتركها جانباً .\r\n\r\nعليّ مع الحق والحق مع علي\r\nعن علي عليه السلام قال : قال رسول اللَّه صلى الله عليه وآله وسلم : رحم اللَّه علياً ، اللهم أدر الحق معه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مستدرك الصحيحين 3 : 121 و 129 ، بطريق آخر\r\n( 2 ) الرياض النضرة 2 : 167 ، ثم إن‌ها هنا حديثين آخرين يناسب ذكرهما هنا أحدهما : ما ذكره المناوي ( في كنوز الحقائق : 64 ) قال : حق علي على هذه الأمة كحق الوالد على الولد ، قال : أخرجه الديلمي وثانيهما : ما ذكره المحب الطبري ( في الرياض النضرة 2 : 172 ) قال : عن عمار بن ياسر وأبي أيوب قالا : قال رسول اللَّه صلى الله عليه وآله وسلم : حق علي عليه السلام حق الوالد على الولد ، قال : خرجه الحاكمي\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nحيث دار « 1 » .\r\nوعن عمرة بنت عبد الرحمن قالت : لما سار علي عليه السلام إلى البصرة دخل علي أم سلمة زوج النبي صلى الله عليه وآله وسلم يودعها فقالت : سر في حفظ اللَّه وفي كنفه فو اللَّه إنك مع الحق والحق معك ، ولولا أني أكره أن أعصي اللَّه ورسوله - فإنه أمرنا عليه السلام أن نقر بيوتنا - لسرت معك ، ولكن واللَّه لُارسلن معك من هو أفضل عندي وأعز علي من نفسي ابني [ قال الحاكم 
  ] هذا الحديث صحيح على شرط الشيخين « 2 » .\r\nوعن أبي ثابت مولى أبي ذر قال : دخلت على أم سلمة فرأيتها تبكي وتذكر علياً عليه السلام ، وقال : سمعت رسول اللَّه صلى الله عليه وآله وسلم يقول : علي مع الحق والحق مع علي ، ولن يفترقا حتى يردا علي الحوض يوم القيامة « 3 » .\r\nوعن محمد بن إبراهيم التيمي أن فلاناً « 4 » دخل المدينة حاجاً فأتاه الناس يسلمون عليه فدخل سعد فسلم فقال : وهذا لم يعرف حقنا من باطل غيرنا ، قال :\r\nفسكت عنه فقال : مالك لا تتكلم ؟ فقال : هاجت فتنة وظلمة فقال لبعيري : إخ إخ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحيح الترمذي 2 : 298 ، ورواه الحاكم أيضاً في مستدرك الصحيحين 3 : 124 ، وقال : هذا حديث صحيح على شرط مسلم ، ( وذكره الفخر الرازي أيضاً في تفسيره الكبير ) في ذيل تفسير البسملة فقال : أما إن علي بن أبي طالب عليه السلام كان يجهر بالتسمية فقد ثبت بالتواتر ومن اقتدى في دينه بعلي بن أبي طالب عليه السلام فقد اهتدى ، قال : والدليل عليه قوله - يعني النبي صلى الله عليه وآله وسلم - اللهم أدر الحق مع علي حيث دار ( وقال أيضاً ) - بعد مضي ما يقرب من ستين صفحة - ومن اتخذ علياً إماماً لدينه فقد استمسك بالعروة الوثقى في دينه ونفسه\r\n( 2 ) مستدرك الصحيحين 3 : 119\r\n( 3 ) تاريخ بغداد 14 : 321\r\n( 4 ) يعني معاوية بن أبي سفيان\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nفانخت حتى انجلت فقال رجل : إني قرأت كتاب اللَّه من أوله إلى آخره فلم أر فيه إخ إخ فقال : أما إذا قلت فإني سمعت رسول اللَّه صلى الله عليه وآله وسلم يقول : علي مع الحق - أوالحق مع علي - حيث كان ، قال : من سمع ذلك ؟ قال : قاله في بيت أم سلمة قال : فأرسل إلى أم سلمة فسألها فقالت : قد قاله رسول اللَّه صلى الله عليه وآله وسلم في بيتي فقال الرجل لسعد : ما كنت عندي قط ألوم منك الآن ، فقال : ولم ؟ قال : لو سمعت هذا من النبي صلى الله عليه وآله وسلم لم أزل خادماً لعلي حتى أموت ، [ قال 
  ] : رواه البزار « 1 » .\r\nأقول كلمة إخ إخ بكسر الهمزة وسكون الخاء المعجمة صوت إناخة الجمل والظاهر أن في الحديث مسقطاً والصحيح هكذا فقال اللَّه لبعيري : إخ إخ فأنخت وذلك بشهادة قول الرجل : إني قرأت كتاب اللَّه من أوله إلى آخره فلم أر فيه إخ إخ .\r\nوعن أم سلمة أنها كانت تقول : كان علي عليه السلام على الحق من اتبعه اتبع الحق ، ومن تركه ترك الحق عهد معهود قبل يومه هذا « 2 » .\r\nوعن أبي سعيد - يعني الخدري - قال : كنا عند بيت النبي صلى الله عليه وآله وسلم في نفر من المهاجرين والأنصار ( إلى أن قال ) ومر علي بن أبي طالب عليه السلام فقال : الحق مع ذا الحق مع ذا ، [ قال 
  ] : رواه أبو يعلى ورجاله ثقات « 3 » .\r\nوفي الكنز ، قال : تكون بين الناس فرقة واختلاف فيكون هذا وأصحابه على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مجمع الزوائد ( للهيثمي ) 7 : 235\r\n( 2 ) المصدر المتقدم 9 : 134 ، وقال رواه الطبراني\r\n( 3 ) المصدر المتقدم 7 : 243 ، وذكره المناوي أيضاً في كنوز الحقائق : 65 ، مختصراً عن أبي يعلى ، والمتقي أيضاً في كنز العمال 6 : 157 ، وقال : لأبي يعلى وسعيد بن منصور\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nالحق - يعني علياً عليه السلام - قال : أخرجه الطبراني عن كعب بن عجرة « 1 » .\r\nلقد قال رسول اللَّه صلى الله عليه وآله وسلم مرات عديدة : « علي مع القرآن والقرآن مع علي » فكيف يخالف أبو بكر أمر رسول اللَّه صلى الله عليه وآله وسلم في خصوص علي عليه السلام وهو القرآن الناطق ، والعارف بأحكام المسائل وأعلم الناس ولم ينصاع للإمام علي لما قضى عليه السلام بشأن فدك .\r\n\r\nعليّ مع القرآن والقرآن مع علي\r\nعن أبي سعيد التيمي عن أبي ثابت مولى أبي ذر ، قال : كنت مع علي عليه السلام يوم الجمل فلما رأيت عائشة واقفة دخلني بعض ما يدخل الناس فكشف اللَّه عني\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كنز العمال 6 : 157 ، ثم إنّ في المقام حديثين آخرين يناسب ذكرها هنا ، الأول : ما ذكره المتقي في كنز العمال 3 : 158 قال : قال عمر : من تستخلفون بعدي ؟ فقال رجل من القوم : الزبير بن العوام فقال : إذاً تستخلفون شحيحاً غلقاً - يعني سيئ الأخلاق - فقال رجل : نستخلف طلحة بن عبداللَّه ، فقال : كيف تستخلفون رجلًا كان أول شيء نحله رسول اللَّه صلى الله عليه وآله وسلم أرضاً نحله إياها فجعلها في رهن يهودية ، فقال رجل من القوم : نستخلف علياً ، فقال : إنكم لعمري لا تستخلفونه ، والذي نفسي بيده لو استخلفتموه لأقامكم على الحق وإن كرهتم ( الحديث ) قال : أخرجه ابن راهويه ، الثاني : ما رواه البخاري في الأدب المفرد في من أحب كتمان السر ، روى بسنده عن محمد بن عبداللَّه بن عبد الرحمن بن عبد القاري عن أبيه أن عمر بن الخطاب ورجلًا من الأنصار كانا جالسين فجاء عبد الرحمن بن عبد القاري فجلس إليهما ، فقال عمر : إنا لا نحب من يرفع حديثاً ، فقال له عبد الرحمن : لست أجالس أولئك يا أمير المؤمنين ، قال عمر : بلى فجالس هذا وهذا ولا ترفع حديثنا ثم قال للأنصاري : من ترى الناس يقولون يكون الخليفة بعدي ؟ فعدد الأنصاري رجالًا من المهاجرين ولم يسم علياً فقال عمر : فما لهم عن أبي الحسن فو اللَّه إنه لا حرام إن كان عليهم أن يقيمهم على طريقه من الحق\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nذلك عند صلاة الظهر فقاتلت مع أمير المؤمنين عليه السلام ، فلما فرغ ذهبت إلى المدينة فأتيت أم سلمة فقالت : إني واللَّه ما جئت أسأل طعاماً ولا شراباً ولكنني مولى لأبي ذر ، فقلت : مرحباً فقصصت عليها قصتي ، فقالت : أين كنت حين طارت القلوب مطائرها ؟ قلت : إلى حيث كشف اللَّه عني عند زوال الشمس ، قلت : أحسنت سمعت رسول اللَّه صلى الله عليه وآله وسلم يقول : علي مع القرآن والقرآن مع علي لن يتفرقا حتى يردا علي الحوض [ قال الحاكم 
  ] هذا حديث صحيح الاسناد وأبو سعيد التيمي هو عقيصاء ثقة مأمون « 1 » .\r\nوعن أم سلمة قالت : سمعت رسول اللَّه صلى الله عليه وآله وسلم يقول : علي مع القرآن والقرآن مع علي لا يفترقان حتى يردا علي الحوض « 2 » .\r\nوفي رواية أنه صلى الله عليه وآله وسلم قال في مرض موته : أيها الناس يوشك أن اقبض قبضاً سريعاً فينطلق بي ، وقد قدمت إليكم القول معذرة إليكم : ألا إني مخلف فيكم كتاب ربي عز وجل ، وعترتي أهل بيتي ، ثم أخذ بيد علي عليه السلام فرفعها فقال : هذا علي مع القرآن والقرآن مع علي لا يفترقان حتى يردا علي الحوض فاسألوهما ما خلفت فيهما « 3 » .\r\nلقد خالف أبو بكر الإمام علي بن أبي طالب عليه السلام في عدة أمور على الرغم من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مستدرك الصحيحين 3 : 124 ، وذكره المناوي في فيض القدير 4 : 356 ، في المتن ، والمتقي أيضاً في كنز العمال 6 : 153 ، كل منهما مختصراً وقالا : عن الطبراني في الأوسط\r\n( 2 ) مجمع الزوائد 9 : 134 ، وقال : رواه الطبراني في الصغير والأوسط . وذكره ابن حجر في صواعقه : 74 ، والشبلنجي في نور الأبصار : 72 ، وقالا : أخرجه الطبراني في الأوسط\r\n( 3 ) الصواعق المحرقة : 75\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nورود الروايات الكثيرة عن طريق أهل السنة ، والتي تشهد بأن الخلفاء حكموا خلاف حكم علي عليه السلام ، وحرفوا المسيرة وكان هدفهم مغاير مع سنة النبي صلى الله عليه وآله ؛ لأنهم لو فكروا بالاسلام الحقيقي لعملوا بكلام رسول اللَّه صلى الله عليه وآله وأطاعوه .\r\n\r\nعلم علي عليه السلام\r\nعن الفخر الرازي - في ذيل تفسير قوله تعالى :  « إِنَّ اللَّهَ اصْطَفى آدَمَ وَنُوحاً وَآلَ إِبْراهِيمَ وَآلَ عِمْرانَ عَلَى الْعالَمِينَ »  قال : قال علي عليه السلام : علمني رسول اللَّه صلى الله عليه وآله وسلم ألف باب من العلم واستنبطت من كل باب ألف باب ، قال : فإذا كان حال المولى هكذا فكيف حال النبي صلى الله عليه وآله وسلم « 1 » .\r\nوعن عبداللَّه بن عباس قال : واللَّه لقد أعطي علي بن أبي طالب تسعة أعشار العلم ، وأيم اللَّه لقد شارككم في العشر العاشر « 2 » .\r\nقال ابن عبد البر : وكان معاوية يكتب فيما ينزل به ليسأل له علي بن أبي طالب عليه السلام ذلك فلما بلغه قتله قال : ذهب الفقه والعلم بموت ابن أبي طالب فقال له أخوه عتبة : لا يسمع هذا منك أهل الشام فقال له : دعني عنك « 3 » .\r\nوعن سعيد بن المسيب قال : ما كان أحد من الناس يقول : سلوني غير علي بن أبي طالب عليه السلام « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التفسير الكبير : في تفسير الآية : 33 من سورة آل عمران\r\n( 2 ) الاستيعاب 2 : 462 ، وذكره ابن الأثير أيضاً في أسد الغابة 4 : 22\r\n( 3 ) الاستيعاب 2 : 463\r\n( 4 ) الاستيعاب 2 : 462 ، وذكره ابن الأثير في أسد الغابة 4 : 22 ، وابن حجر في صواعقه : 76 ، وقال : أخرجه ابن سعد ، والمحب الطبري في الرياض النضرة 2 : 198 ، وقال : أخرجه أحمد في المناقب والبغوي في المعجم ، وأبو عمرو\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nوقال صاحب كنز العمال عن علي عليه السلام قال : علمني رسول اللَّه صلى الله عليه وآله وسلم ألف باب كل باب يفتح ألف باب قال : أخرجه أبو أحمد الفرمني في جزئه « 1 » .\r\nوعن ابن عباس قال : إن علياً عليه السلام خطب الناس فقال : يا أيها الناس ما هذه المقالة السيئة التي تبلغني عنكم ؟ واللَّه لتقتلن طلحة والزبير ، ولتفتحن البصرة ، ولتأتينكم مادة من الكوفة ستة آلاف وخمسمئة وستين أو خمسة آلاف وستمئة وخمسين ، قال : ابن عباس : فقلت : الحرب خدعة قال : فخرجت فأقبلت أسأل الناس كم أنتم ؟ فقالوا كما قال ، فقلت : هذا مما أسره إليه رسول اللَّه صلى الله عليه وآله وسلم إنه علمه ألف ألف كلمة كل كلمة تفتح ألف كلمة ، قال : أخرجه الإسماعيلي في مجمعه « 2 » .\r\nوعن أبي المعتمر مسلم بن أوس وجارية بن قدامة السعدي ، أنهما حضرا علي بن أبي طالب عليه السلام يخطب وهو يقول : سلوني قبل أن تفقدوني ، فإني لا اسأل عن شيء دون العرش إلّاأخبرت عنه ، قال : أخرجه ابن النجار « 3 » .\r\nوعن كنز العمال قال : رسول اللَّه صلى الله عليه وآله وسلم علي عليه السلام عيبة علمي ، [ قال 
  ] : أخرجه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كنز العمال 6 : 392\r\n( 2 ) كنز العمال 6 : 405 ، وذكره العسقلاني أيضاً في فتح الباري 16 : 165 ، باختلاف يسير ، وقال أخرجه الطبراني\r\n( 3 ) كنز العمال 6 : 405 ، وفيه أيضاً عن أبي الطفيل عامر بن واثلة قال : شهدت علي بن أبي طالب عليه السلام يخطب فقال في خطبته : سلوني فو اللَّه لا تسألوني عن شيء يكون إلى يوم القيامة إلّاحدثتكم . . . كنز العمال 1 : 228\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nابن عدي عن ابن عباس - يعني عن النبي صلى الله عليه وآله وسلم « 1 » .\r\nوعن أنس قال : قيل : يا رسول اللَّه صلى الله عليه وآله وسلم عمن نكتب العلم ؟ قال صلى الله عليه وآله وسلم : عن علي وسلمان « 2 » .\r\nروى البغدادي حديثاً طويلًا قال فيه علي عليه السلام لكميل : ألا إن ها هنا - وأشار إلى صدره - لعلماً جماً لو أصبت له حملة ، بلى أصبت لقناً غير مأمون يستعمل آلة الدين للدنيا « 3 » .\r\nوقال الفخر الرازي في ذيل تفسير قوله تعالى :  « وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ »  فقالوا له - يعني لعلي عليه السلام - فحدثنا عن نفسك فقال : مهلًا فقد نهى اللَّه عن التزكية فقيل له :\r\nأليس تعالى يقول :  « وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ »  ؟ فقال : إني احدث ، كنت إذا سئلت أعطيت ، وإذا سكت ابتديت ، وبين الجوانح علم جم فاسألوني « 4 » .\r\nوعن أبي صالح الحنفي عن علي عليه السلام قال : قلت : يا رسول اللَّه أوصني ، قال : قل ربي اللَّه ثم استقم ، قال : قلت : اللَّه ربي وما توفيقي إلّاباللَّه عليه توكلت وإليه أنيب فقال : ليهنك العلم أبا الحسن لقد شربت العلم شرباً ونهلته نهلًا « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كنز العمال 6 : 153 ، وذكره المناوي أيضاً في فيض القدير 4 : 356 ، وقال في الشرح : « قال ابن دريد : وهذا من كلامه الموجز الذي لم يسبق ضرب المثل به في إرادة اختصاصه بأموره الباطنة التي لا يطلع عليها أحد غيره وذلك غاية في مدح علي عليه السلام ، وقد كانت ضمائر أعدائه منطويةعلى اعتقاد تعظيمه »\r\n( 2 ) تاريخ بغداد 4 : 158\r\n( 3 ) المصدر المتقدم 6 : 397\r\n( 4 ) التفسير الكبير . في تقسير الآية : 11 ، من سورة الضحى\r\n( 5 ) حلية الأولياء 1 : 65 ، وذكره المحب الطبري في الرياض النضرة 2 : 221 ، وقال : أخرجه ابن البختري والرازي\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nوعن عطاء بن مسلم قال : سمعت سفيان يقول : ما حاجّ علي عليه السلام أحداً إلّا حجّه « 1 » .\r\nوعن ابن عباس قال : إذا حدثنا ثقة عن علي عليه السلام تياً لا نعدوها « 2 » .\r\nوقال : عن ابن عباس - وقد سأله الناس فقالوا : أيرجل كان علي عليه السلام ؟ - قال :\r\nكان ممتلئاً جوفه حكماً وعلماً وبأساً ونجدة مع قرابته من رسول اللَّه صلى الله عليه وآله وسلم [ قال 
  ] :\r\nأخرجه أحمد في المناقب « 3 » .\r\nوعن ابن عباس - وقد سئل عن علي عليه السلام - فقال : رحمة اللَّه على أبي الحسن ، كان واللَّه علم الهدى ، وكهف التقى ، وطود النهى ، ومحل الحجى ، وغيث الندى ، ومنتهى العلم للورى ، ونوراً أسفر في الدجى ، وداعياً إلى المحجة العظمى ، مستمسكاً بالعروة الوثقى ، أتقى من تقمص وارتدى ، وأكرم من شهد النجوى ، بعد محمد المصطفى صلى الله عليه وآله وسلم ، وصاحب القبلتين ، وأبا السبطين ، وزوجته خيرالنساء ، فما يفوقه أحد ، لم‌تر عيناي مثله ، ولم أسمع بمثله ، فعلى من بغضه لعنة اللَّه ، ولعنة العباد إلى يوم التناد [ قال 
  ] وأخرجه أبو الفتح القواس « 4 » .\r\nوعن أبي الزهراء عن عبداللَّه - يعني ابن مسعود - : قال : علماء الأرض ثلاثة ، عالم بالشام ، وعالم بالحجاز ، وعالم بالعراق ، فأما عالم الشام فهو أبو الدرداء ، وأما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر المتقدم 7 : 34\r\n( 2 ) الطبقات ( لابن سعد ) 2 : 101 ، القسم 2 ، وذكره ابن حجر في إصابته 4 : 27 ، القسم 1 ، وابن عبد البر في استيعابه 2 : 462 ، وابن الأثير في أسد الغابة 4 : 23 ، باختلاف في اللفظ\r\n( 3 ) الرياض النضرة 2 : 194\r\n( 4 ) ذخائر العقبى : 78\r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nعالم أهل الحجاز فهو علي بن أبي طالب عليه السلام ، وأما عالم العراق فأخ لكم - يعني به نفسه - وعالم أهل الشام وعالم أهل العراق يحتاجان إلى عالم أهل الحجاز ، وعالم أهل الحجاز لا يحتاج إليهما ، [ قال 
  ] : أخرجه الحضرمي « 1 » .\r\nوقال سعيد بن عمرو بن سعيد بن العاص ، قال : قلت لعبداللَّه بن عباس بن أبي ربيعة : لِمَ كان صغو الناس - يعني ميل الناس - إلى علي بن أبي طالب عليه السلام ؟ قال :\r\nيا بن أخي إن علياً كان له ما شئت من ضرس قاطع في العلم ، وكان له البسطة في العشيرة ، والقدم في الإسلام ، والظهر برسول اللَّه صلى الله عليه وآله وسلم ، والفقه في السنة ، والنجدة في الحرب ، والجود في الماعون « 2 » .\r\nوعن يحيى بن عبداللَّه بن الحسن عن أبيه قال : كان علي عليه السلام يخطب فقام إليه رجل فقال : يا أمير المؤمنين أخبرني من أهل الجماعة ومن أهل الفرقة ومن أهل السنة ومن أهل البدعة ؟ فقال : ويحك أما إذا سألتني فافهم عني ، ولا عليك أن تسأل عنها أحداً بعدي ( فساق الحديث إلى أن قال ) وتنادى الناس من كل جانب أصبت يا أمير المؤمنين أصاب اللَّه بك الرشاد والسداد ، فقام عمار فقال : يا أيها الناس إنكم واللَّه إن اتبعتموه وأطعتموه لم يضل بكم عن منهاج نبيكم قيس شعرة - يعني به قدر شعرة - وكيف لا يكون ذلك وقد استودعه رسول اللَّه صلى الله عليه وآله وسلم المنايا والوصايا وفصل الخطاب على منهاج هارون بن عمران ، إذ قال له رسول اللَّه صلى الله عليه وآله وسلم : أنت مني بمنزلة هارون من موسى إلّاأنه لا نبي بعدي فضلًا خصه اللَّه به إكراماً منه لنبيه صلى الله عليه وآله وسلم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الرياض النضرة 2 : 221\r\n( 2 ) تهذيب التهذيب ( لابن حجر ) 7 : 338 ، وذكره المحب الطبري في ذخائره : 79\r\n","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nحيث أعطاه ما لم يعطه أحداً من خلقه « 1 » ، الحديث .\r\nوعن الأصبغ بن نباتة قال : كنا جلوساً عند عليبن أبي طلب عليه السلام فأتاه يهودي فقال : يا أمير المؤمنين متى كان اللَّه ؟ فقمنا إليه فلهزناه حتى كدنا نأتي على نفسه ، فقال علي عليه السلام : خلوا عنه ، ثم قال : اسمع يا أخا اليهود ما أقول لك فاسمعه باذنك ، واحفظه بقلبك ، فإنما أحدثك عن كتابك الذي جاء به موسى بن عمران ، فإن كنت قد قرأت كتابك وحفظته فإنك ستجده كما أقول ، إنما يقال متى كان لمن لم يكن ثم كان ، فأما من لم يزل بلا كيف ولم يزل قبل القبل وبعد البعد ، لا يزال بلا كيف ولا غاية ولا منتهى ، إليه غاية انقطعت دونه الغايات فهو غاية كل غاية ، فبكى اليهودي وقال : واللَّه يا أمير المؤمنين إنها لفي التوراة هكذا حرفاً ، وإني أشهد أن لا إله إلّااللَّه ، وأن محمداً صلى الله عليه وآله وسلم عبده ورسوله ، [ قال 
  ] : أخرجه الأصبهاني في الحجة « 2 » .\r\nوعن محمد بن قيس قال : دخل ناس من اليهود على علي بن أبي طالب عليه السلام فقالوا له : ما صبرتم بعد نبيكم إلّاخمساً وعشرين سنة حتى قتل بعضكم بعضاً ، قال : فقال علي عليه السلام : قد كان صبر وخير ، قد كان صبر وخير ولكنكم ما جفت أقدامكم من البحر حتى قلتم : يا موسى اجعل لنا إلهاً كما لهم آلهة ، [ قال 
  ] : أخرجه أحمد في المناقب « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كنز العمال 8 : 215\r\n( 2 ) كنز العمال 8 : 215 ، وقد نقله قبل هذا مختصراً عن ابن عساكر ، وبعده مفصلًا عن أبي نعيم في الحلية ، وذكره ابن حجر أيضاً في صواعقه : 78 ، مختصراً\r\n( 3 ) الرياض النضرة 2 : 122\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nوعن ابن عباس قال : ما انتفعت بكلام بعد النبي صلى الله عليه وآله وسلم إلّاشيء كتب به إلي علي بن أبي طالب عليه السلام ، فإنه كتب : بسم اللَّه الرحمن الرحيم أما بعد يا أخي فإنك تسر بما يصل إليك مما لم يكن يفوتك ، ويسوؤك مالم تدركه فما نلت - يا أخي - من الدنيا فلا تكن به فرحاً ، وما فاتك فلاتكن عليه حزناً ، وليكن عملك لما بعد الموت والسلام ، [ قال 
  ] : أخرجه المخلص « 1 » .\r\n\r\nفي قول النبي صلى الله عليه وآله وسلم : أنا مدينة العلم وعلي بابها\r\nروى الحاكم بسنده عن مجاهد عن ابن عباس قال : رسول اللَّه صلى الله عليه وآله وسلم : أنا مدينة العلم وعلي بابها فمن أراد المدينة فليأت الباب ، [ قال الحاكم 
  ] : هذا حديث صحيح الإسناد « 2 » .\r\nوعن جابر بن عبداللَّه قال : سمعت رسول اللَّه صلى الله عليه وآله وسلم - يوم الحديبية وهو آخذ بيد علي عليه السلام - يقول : هذا أمير البررة ، وقاتل الفجرة ، منصور من نصره ، مخذول من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر المتقدم 2 : 222\r\n( 2 ) مستدرك الصحيحين 3 : 126 ، ورواه بطريق آخر في ( ص 127 ) ، والخطيب البغدادي في تاريخه 4 : 348 ، وبطريق آخر في ( 7 : 127 ) وبطريق ثالث في ( 11 : 48 ) وبطريق رابع في ( 11 : 49 ) ثم قال : قال القاسم سألت يحيى بن معين عن هذا الحديث فقال : هو صحيح ( انتهى ) ، ورواه ابن الأثير في أسد الغابة 4 : 22 ، وابن حجر في تهذيب التهذيب 6 : 320 و 7 : 427 ، والمتقي في كنز العمال 6 : 152 ، والمناوي في فيض القدير 3 : 46 ، في المتن وقالا : أخرجه العقيلي وابن عدي والطبراني والحاكم عن ابن عباس ، وابن عدي والحاكم عن جابر ، وزاد المناوي في الشرح فقال : وكذا أبو الشيخ في السنة ( انتهى ) ، وذكره الهيثمي في مجمعه 9 : 114 ، والمتقي في كنز العمال 6 : 156 ، وقالا : أخرجه الطبراني\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nخذله ، يمد بها صوته أنا مدينة العلم وعلي بابها فمن أراد البيت فليأت الباب « 1 » .\r\nوعن علي عليه السلام ، قال : قال رسول اللَّه صلى الله عليه وآله وسلم : أنا دار العلم وعلي بابها ، [ قال 
  ] :\r\nأخرجه في المصابيح في الحسان « 2 » .\r\nوعن ابن جرير أنه قال : حدثنا محمد بن إسماعيل الضراري ( وساق السند إلى أن قال ) عن ابن عباس قال : قال رسول اللَّه صلى الله عليه وآله وسلم : أنا مدينة العلم وعلي بابها ، فمن أراد المدينة فليأتها من بابها « 3 » .\r\nوعن صاحب كنز العمال ولفظه : أنا مدينة العلم وعلي بابها ، [ قال 
  ] : أخرجه أبو نعيم في المعرفة « 4 » .\r\nوعن كنوز الحقائق ولفظه : أنا مدينة العلم وعلي بابها ، [ قال 
  ] : أخرجه الديلمي « 5 » .\r\nوأخرج البزار والطبراني في الأوسط عن جابر بن عبداللَّه ، والحاكم والعقيلي وابن عدي عن ابن عمر والترمذي والحاكم عن علي عليه السلام ، قال ، قال رسول اللَّه صلى الله عليه وآله وسلم : أنا مدينة العلم وعلي بابها ، [ قال 
  ] : وفي رواية فمن أراد العلم فليأت الباب « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ بغداد 2 : 377\r\n( 2 ) الرياض النضرة 2 : 193\r\n( 3 ) كنز العمال 6 : 401\r\n( 4 ) المصدر المتقدم 6 : 156\r\n( 5 ) كنوز الحقائق : 43\r\n( 6 ) الصواعق المحرقة : 73\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nوعن كنز العمال ولفظه : علي باب علمي ، ومبين لُامتي ما أرسلت به من بعدي ، حبه إيمان ، وبغضه نفاق ، والنظر إليه رأفة ، [ قال 
  ] : أخرجه الديلمي عن أبي ذر « 1 » .\r\n\r\nعلي عليه السلام لم يسبقه الأولون بعلم ولا يدركه الآخرون\r\nقال أحمد بن حنبل : حدثنا وكيع عن شريك عن أبي إسحاق عن هبيرة قال :\r\nخطبنا الحسن بن علي عليه السلام فقال : لقد فارقكم رجل بالأمس لم يسبقه الأولون بعلم ، ولا يدركه الآخرون ، وكان رسول اللَّه صلى الله عليه وآله وسلم يبعثه بالراية جبريل عن يمينه وميكائيل عن شماله لا ينصرف حتى يفتح له « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كنز العمال 6 : 156 وذكره ابن حجر في صواعقه : 73 ، وقال : أخرجه ابن عدي\r\n( 2 ) مسند الإمام أحمد بن حنبل 1 : 199 ، ثم رواه ثانياً باختلاف يسير سنداً ومتناً ، فقال : حدثنا وكيع عن إسرائيل عن أبي إسحاق عن عمرو بن حبشي قال : خطبنا الحسن بن علي عليه السلام بعد قتل علي عليه السلام فقال : لقد فارقكم رجل بالأمس ما سبقه الأولون بعلم ، ولا أدركه الآخرون إن كان رسول اللَّه صلى الله عليه وآله وسلم ليبعثه ويعطيه الراية فلا ينصرف حتى يفتح له ، وما ترك من صفراء ولا بيضاء إلّاسبعمئة درهم من عطائه كان يرصدها لخادم لأهله ( انتهى ) ، ورواه أبو نعيم في حليته 1 : 65 ، وقال فيه : لم يسبقه الأولون ولا يدركه الآخرون بعلم . . . ، وذكره المتقي في كنز العمال 6 : 412 ، فقال : عن عاصم بن ضمرة قال : خطب الحسن بن علي عليه السلام حين قُتل علي عليه السلام فقال : يا أهل العراق لقد كان فيكم بين أظهركم رجل قتل الليلة وأصيب اليوم لم يسبقه الأولون بعلم ولا يدركه الآخرون ، كان النبي صلى الله عليه وآله وسلم إذا بعثه في سرية كان جبريل عن يمينه وميكائيل عن يساره فلا يرجع حتى يفتح اللَّه عليه ، قال : أخرجه ابن أبي شيبة\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\n\r\nعادى اللَّه من عادى علياً عليه السلام\r\nعن ابن الأثير في ترجمة رافع مولى عائشة قال : روى عنه أبو إدريس المرهي أنه قال : كنت غلاماً أخدم عائشة : إذ كان النبي صلى الله عليه وآله وسلم عندها : وأن النبي صلى الله عليه وآله وسلم قال :\r\nعادى اللَّه من عادى علياً « 1 » .\r\nوعن المناوي قال : عادى اللَّه من عادى علياً [ قال 
  ] : أخرجه ابن ماجة - يعني عن النبي صلى الله عليه وآله وسلم « 2 » .\r\n\r\nعلي عليه السلام أقرب الناس عهداً برسول اللَّه صلى الله عليه وآله وسلم\r\nعن أبي موسى عن أم سلمة قالت : والذي أحلف به إن كان علي عليه السلام لأقرب الناس عهداً برسول اللَّه صلى الله عليه وآله وسلم ، عدنا رسول اللَّه صلى الله عليه وآله وسلم غداة وهو يقول : جاء علي مراراً فقالت فاطمة عليها السلام : كأنك بعثته في حاجة قالت : فجاء بعد قالت أم سلمة :\r\nفظننت أن له إليه حاجة فخرجنا من البيت فقعدنا عند الباب وكنت من أدناهم إلى الباب فأكب عليه رسول اللَّه صلى الله عليه وآله وسلم وجعل يساره ويناجيه ثم قبض رسول اللَّه صلى الله عليه وآله وسلم من يومه ذلك ، فكان علي عليه السلام أقرب الناس عهداً « 3 » .\r\nوأخرج ابن مندة من رواية علي بن هاشم بن البريد قال : حدثتني ليلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أسد الغابة 2 : 154 ، وذكره ابن حجر في إصابته 2 : 91 ، القسم 1 ، وذكره المتقي في كنز العمال 6 : 152 ، وقال : أخرجه ابن مندة عن رافع مولى عائشة\r\n( 2 ) كنوز الحقائق : 88\r\n( 3 ) مستدرك الصحيحين 3 : 138 ، ورواه النسائي في خصائصه : 40 ، وأحمد بن حنبل في مسنده 6 : 300 ، وقالا : فأكب صلى الله عليه وآله وسلم وجعل يساره ويناجيه . . . ، ورواه النسائي قبل هذا بطريق آخر مختصراً ورواه غير هؤلاء من أئمة الحديث\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nالغفارية قالت : كنت أغزو مع النبي صلى الله عليه وآله وسلم فاداوي الجرحى : وأقوم على المرضى ، فلما خرج علي صلى الله عليه وآله وسلم إلى البصرة خرجت معه فلما رأيت عائشة أتيتها فقلت : هل سمعت من رسول اللَّه صلى الله عليه وآله وسلم فضيلة في علي عليه السلام ؟ قالت : نعم دخل على رسول اللَّه صلى الله عليه وآله وسلم وهو معي وعليه جرد قطيفة فجلس بيننا فقلت : أما وجدت مكاناً هو أوسع لك من هذا ؟ فقال النبي صلى الله عليه وآله وسلم يا عايشة دعي لي أخي فإنه أول الناس إسلاماً ، وآخر الناس بي عهداً ، وأول الناس لي لقياً يوم القيامة « 1 » .\r\nوعن زافر عن رجل عن الحارث بن محمد عن أبي الطفيل عامر بن وائلة ، قال : كنت على الباب يوم الشورى فارتفعت الأصوات بينهم فسمعت علياً عليه السلام يقول : بايع الناس لأبي بكر وأنا واللَّه أولى بالأمر منه وأحق ( إلى أن قال ) أفيكم أحد تولى غمض رسول اللَّه صلى الله عليه وآله وسلم غيري ؟ قالوا : اللهم لا ، قال : أفيكم أحد آخر عهده برسول اللَّه صلى الله عليه وآله وسلم حين وضعه في حفرته غيري ؟ قالوا : اللهم لا [ قال 
  ] أخرجه العقيلي « 2 » .\r\n\r\nعلي عليه السلام قاضي دين النبي صلى الله عليه وآله وسلم ومنجز عدته\r\nروى أحمد بن حنبل بسنده عن علي عليه السلام قال : لما نزلت هذه الآية  « وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ »  قال : جمع النبي صلى الله عليه وآله وسلم من أهل بيته فاجتمع ثلاثون فأكلوا وشربوا قال : فقال لهم : من يضمن عني ديني ومواعيدي ويكون معي في الجنة ويكون خليفتي في أهلي ؟ فقال رجل : يا رسول اللَّه أنت كنت بحراً من يقوم بهذا ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الإصابة ( لابن حجر العسقلاني ) القسم الأول ، 8 : 138 ، في ترجمة ليلى الغفارية\r\n( 2 ) كنز العمال 3 : 155\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nقال : ثم قال الآخر ، فعرض ذلك على أهل بيته فقال علي عليه السلام أنا « 1 » .\r\nوروى المحب الطبري قال : لما نزل قوله :  « وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ »  دعا رسول اللَّه صلى الله عليه وآله وسلم رجالًا من أهله إن كان الرجل منهم لآكلًا جذعة وإن كان شارباً فرقاً فقدم إليهم رجلًا فأكلوا حتى شبعوا فقال لهم : من يضمن عني ديني ومواعيدي ويكون معي في الجنة ويكون خليفتي في أهلي ؟ فعرض ذلك على أهل بيته ، فقال علي عليه السلام : أنا ، فقال رسول اللَّه صلى الله عليه وآله وسلم : تقضي ديني وتنجز مواعيدي ، [ قال 
  ] : خرجه أحمد في المناقب « 2 » .\r\nوعن أبي سعيد الخدري عن النبي صلى الله عليه وآله وسلم قال : أعطيت في علي خمساً أما إحداها فيواري عورتي ، والثانية يقضي ديني ، والثالثة أنه متكئ في طول الموقف ، والرابعة ، فإنه عوني على حوضي ، والخامسة فإني لا أخاف عليه أن يرجع كافراً بعد إيمان ولا زانياً بعد إحصان « 3 » .\r\nوعن عبد الواحد بن أبي عون أن رسول اللَّه صلى الله عليه وآله وسلم لما توفي أمر علي عليه السلام صائحاً يصيح من كان له عند رسول اللَّه صلى الله عليه وآله وسلم عدة أو دين فليأتني ، فكان يبعث كل عام عند العقبة يوم النحر من يصيح بذلك حتى توفّي علي عليه السلام ، ثم كان الحسن بن علي عليه السلام يفعل ذلك حتى توفّي ، ثم كان الحسين عليه السلام يفعل ذلك وانقطع ذلك بعده عليه السلام ، قال : قال ابن أبي عون : فلايأتي أحد من خلق اللَّه إلى علي عليه السلام بحق أو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مسند أحمد بن حنبل 1 : 111 ، وذكره المتقي في كنز العمال 6 : 392 ، وقال : أخرجه أحمد ، وابن جرير ، وصححه الطحاوي والضياء المقدسي\r\n( 2 ) الرياض النضرة 2 : 168\r\n( 3 ) حلية الأولياء ( لأبي نعيم ) 10 : 211\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nباطل إلّاأعطاه « 1 » .\r\nوعن شريك عن أبي إسحاق عن الحارث عن علي عليه السلام سمعت رسول اللَّه صلى الله عليه وآله وسلم يقول : في علي خمس خصال لم يعطها نبي في أحد قبلي ، أما الأولى فإنه يقضي ديني ويواري عورتي ، وأما الثانية فإنه الذائد عن حوضي ، وأما الثالثة فإنه مشكاة لي في طريق الحشر يوم القيامة ، وأما الرابعة فإن لوائي معه يوم القيامة وتحته آدم وما ولد ، وأما الخامسة فإني لا أخشى أن يكون زانياً بعد إحصان ولا كافراً بعد إيمان ، [ قال 
  ] : أخرجه العقيلي « 2 » .\r\nوفي الكنز : يا علي أنت تغسل جثتي ، وتؤدي ديني ، وتواريني في حفرتي ، وتفي بذمتي ، وأنت صاحب لوائي في الدنيا والآخرة ، [ وقال 
  ] : أخرجه الديلمي عن أبي سعيد - يعني عن النبي صلى الله عليه وآله وسلم « 3 » .\r\nوقال أيضاً : لا يقضي ديني غيري أو علي ، [ قال 
  ] : أخرجه الطبراني عن حبشي بن جنادة - يعني عن النبي صلى الله عليه وآله وسلم . وقال أيضاً علي بن أبي طالب عليه السلام ينجز عدتي ويقضي ديني ، [ قال 
  ] : أخرجه ابن مردويه والديلمي عن سلمان - يعني عن النبي صلى الله عليه وآله وسلم وذكر أيضاً ما لفظه : علي يقضي ديني [ قال 
  ] : أخرجه البزار عن أنس - يعني عن النبي صلى الله عليه وآله وسلم « 4 » .\r\nوعن جابر بن عبداللَّه قال : دعا رسول اللَّه صلى الله عليه وآله وسلم العباس بن عبد المطلب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) طبقات ابن سعد 2 : 89 القسم 1\r\n( 2 ) كنز العمال 6 : 403\r\n( 3 ) كنز العمال 6 : 155\r\n( 4 ) كنز العمّال 6 : 155\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nفقال : اضمن عني ديني ومواعيدي ، قال : لا أطيق ذلك ، فوقع به ابنه عبداللَّه بن عباس فقال : فعل اللَّه بك من شيخ ، يدعوك رسول اللَّه صلى الله عليه وآله وسلم لتقضي عنه دينه ومواعيده ، فقال : دعني عنك فإن ابن أخي يباري الريح فدعا علي بن أبي طالب عليه السلام فقال : نعم هي عليَّ فضمنها عنه ( الحديث ) [ قال 
  ] : رواه البزار « 1 » .\r\nوعن سلمان قال : قلت : يا رسول اللَّه إن لكل نبي وصياً فمن وصيك ؟ فسكت عني فلماكان بعد رآني فقال : يا سلمان فأسرعت إليه قلت : لبيك قال : تعلم من وصي موسى ؟ قال : نعم يوشع بن نون ، قال : لم ؟ قلت : لأنه كان أعلمهم يومئذ ، قال : فإن وصيي وموضع سري وخير من أترك بعدي وينجز عدتي ويقضي ديني علي بن أبي طالب « 2 » .\r\nوعن ابن عمر قال : بينا أنا مع رسول اللَّه صلى الله عليه وآله وسلم في ظل بالمدينة ونحن نطلب علياً عليه السلام إذ انتهينا إلى حائط فنظرنا إلى علي عليه السلام وهو نائم في الأرض وقد اغبر ( إلى أن قال ) فقال - أيالنبي صلى الله عليه وآله وسلم : ألا أرضيك يا علي ؟ قال : بلى يا رسول اللَّه قال : أنت أخي ووزيري تقضي ديني ، وتنجز موعدي ، وتبرئ ذمتي ، فمن أحبك في حياة مني فقد قضى نحبه ، ومن أحبك في حياة منك بعدي ختم اللَّه له بالأمن والإيمان وآمنه يوم الفزع ، ومن مات وهو يبغضك يا علي مات ميتة جاهلية ، ويحاسبه اللَّه بما عمل في الإسلام ، [ قال 
  ] : رواه الطبراني « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مجمع الزوائد للهيثمي 9 - 113\r\n( 2 ) المصدر المتقدم ، وقال : رواه الطبراني ، وذكره المناوي في فيض القدير 4 : 359 ، في الشرح وقال : أخرجه البزار\r\n( 3 ) المصدر المتقدم 9 : 121\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nوعن أبي رافع أن رسول اللَّه صلى الله عليه وآله وسلم قال لعلي عليه السلام قبل موته : تبرئ ذمتي وتقبل على سنتي [ قال 
  ] : رواه البزار « 1 » .\r\nوعن عائشة بنت سعد قالت : سمعت أبي يقول : سمعت رسول اللَّه صلى الله عليه وآله وسلم - يوم الجحفة خطب فحمد اللَّه وأثنى عليه ثم قال : أيها الناس إني وليكم قالوا :\r\nصدقت يا رسول اللَّه ، ثم أخذ بيد علي عليه السلام فرفعها فقال : هذا وليي ويؤدي عني ديني ، وأنا موالي من والاه ومعادي من عاداه « 2 » .\r\nذكر المناوي حديثين ، أحدهما : علي يقضي ديني ، وثانيهما : علي ينجز عداتي ، ويقضي ديني « 3 » ، وفي كل منهما [ قال 
  ] : أخرجه الديلمي .\r\n\r\nعلي عليه السلام وارث النبي صلى الله عليه وآله وسلم وأحق به من غيره\r\nعن أبي إسحاق قال : سألت قثم بن العباس كيف ورث علي رسول اللَّه صلى الله عليه وآله وسلم دونكم ؟ قال : لأنه كان أولنا به لحوقاً وأشدنا به لزوقاً « 4 » .\r\nوعن ابن عباس قال : كان علي عليه السلام يقول في حياة رسول‌اللَّه صلى الله عليه وآله وسلم إن اللَّه يقول  « أَ فَإِنْ ماتَ أَوْ قُتِلَ انْقَلَبْتُمْ عَلى أَعْقابِكُمْ »  واللَّه لا ننقلب على أعقابنا بعد إذ هدانا ، واللَّه لئن مات أو قتل لُاقاتلن على ما قاتل عليه حتى أموت ، واللَّه إني لأخوه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر المتقدم 9 : 138\r\n( 2 ) خصائص النسائي : 4\r\n( 3 ) كنوز الحقايق : 92\r\n( 4 ) مستدرك الصحيحين 2 : 125 ، وذكره المتقي في كنز العمال 6 : 400 ، وقال : أخرجه ابن أبي شيبة ، ورواه النسائي في خصائصه : 28 ، بطريقين مختلفين في اللفظ\r\n","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nووليه وابن عمه ووارث علمه فمن أحق به مني ؟ « 1 »\r\nوعن ربيعة بن ماجد أن رجلًا قال لعلي بن أبي طالب عليه السلام : يا أمير المؤمنين لم ورثت دون أعمامك ؟ قال : جمع رسول اللَّه صلى الله عليه وآله وسلم - أو قال دعا رسول اللَّه صلى الله عليه وآله وسلم - بني عبد المطلب فصنع لهم مداً من الطعام فأكلوا حتى شبعوا وبقي الطعام كماهو كأنه لم يمس - أو لم يشرب - فقال : يا بني عبد المطلب إني بعثت إليكم خاصة وإلى الناس عامة وقد رأيتم من هذه الآية ما قد رأيتم ، وأيكم يبايعني على أن يكون أخي وصاحبي ووارثي ؟ فلم يقم إليه أحد فقمت إليه وكنت أصغر القوم ، فقال : اجلس ثم قال : ثلاث مرات كل ذلك أقوم إليه فيقول : اجلس حتى كان في الثالثة ضرب بيده على يدي ثم قال : فبذلك ورثت ابن عمي دون عمي « 2 » .\r\nوعن معاذ قال : قال : علي عليه السلام : يا رسول اللَّه ما أرث منك ؟ قال : مايرث النبيون بعضهم من بعض كتاب اللَّه وسنة نبيه [ قال 
  ] : خرجه ابن الحضرمي « 3 » .\r\nوفي كنز العمال قال : لما آخى النبي صلى الله عليه وآله وسلم بين أصحابه قال علي عليه السلام : لقد ذهب روحي وانقطع ظهري حين رأيتك فعلت بأصحابك ما فعلت غيري فإن كان هذا من سخط علي فلك العتبى والكرامة ، فقال رسول اللَّه صلى الله عليه وآله وسلم : والذي بعثني بالحق\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مستدرك الصحيحين 3 : 126 ، وذكره الهيثمي في مجمعه 9 : 134 ، وقال : رواه الطبراني ورجاله رجال الصحيح ، وذكره المحب الطبري في الرياض النضرة 2 : 226 ، وقال : أخرجه أحمد في المناقب ، والنسائي في خصائصه : 18 ، والذهبي مختصراً في ميزان الاعتدال 2 : 285\r\n( 2 ) خصائص النسائي : 18 ، ورواه ابن جرير الطبري في تاريخه 2 : 63 ، والمتقي في كنز العمال 6 : 408 ، وقال : أخرجه أحمد بن حنبل ، وابن جرير والضياء المقدسي\r\n( 3 ) الرياض النضرة 2 : 178\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nما أخرتك إلّالنفسي وأنت مني بمنزلة هارون من موسى غير أنه لا نبي بعدي ، وأنت أخي ووارثي ، قال : وما أرث منك يا رسول اللَّه صلى الله عليه وآله وسلم ؟ قال : ما ورثت الأنبياء من قبلي قال : وما ورثت الأنبياء من قبلك ؟ قال : كتاب ربهم وسنة نبيهم ، وأنت معي في قصري في الجنة مع فاطمة ابنتي وأنت أخي « 1 » .\r\nوعن علي عليه السلام قال : دخلت على نبي اللَّه صلى الله عليه وآله وسلم وهو مريض فإذا رأسه في حجر رجل أحسن ما رأيت من الخلق ، والنبي صلى الله عليه وآله وسلم نائم فلما دخلت عليه قلت :\r\nأدنو فقال الرجل : ادن إلى ابن عمك فأنت أحق به مني فدنوت منهما ، فقام الرجل وجلست مكانه ووضعت رأس النبي صلى الله عليه وآله وسلم في حجري كما كان في حجر الرجل فمكثت ساعة ثم إن النبي صلى الله عليه وآله وسلم في حجري استيقظ فقال : أين الرجل الذي كان رأسي في حجره ؟ فقلت : لما دخلت عليك دعاني ثم قال : ادن إلى ابن عمك فأنت أحق به مني ثم قام فجلست مكانه ، قال : فهل تدري من الرجل ؟ قلت : لا بأبي أنت وأمي قال : ذاك جبريل كان يحدثني حتى خف عني وجعي ونمت ورأسي في حجره ، [ قال 
  ] : أخرجه أبو عمرو الزاهد في فوائده « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كنز العمال 5 : 40 ، قال أخرجه أحمد بن حنبل في كتاب مناقب علي عليه السلام ، وابن عساكر ، والمحب الطبري في الرياض النضرة 1 : 13 ، وزاد في آخره : ثم تلا رسول اللَّه صلى الله عليه وآله وسلم « إخواناً على سرر متقابلين » : المتحابين في اللَّه ينظر بعضهم إلى بعض ، قال المتقي : هذا الحديث أخرجه جماعة من الأئمة كالبغوي والطبراني في معجميهما ، والباورديفي المعرفة وابن عدي ، وقال المحب : أخرجه الحافظ أبو القاسم الدمشقي في الأربعين الطوال\r\n( 2 ) كنز العمال 4 : 55 ، وذكره المحب الطبري أيضاً في الرياض النضرة 2 : 219 ، وقال : أخرجه أبو عمر محمد اللغوي ، ويؤيد مشاهدة علي عليه السلام جبرئيل - ولو بصورة رجل - ما ذكره المحب الطبري في الرياض النضرة 2 : 219 ، وقال : عن ابن عباس - وقد ذكر عنده علي عليه السلام قال : إنكم تذكرون رجلًا كان يسمع وطء جبريل فوق بيته ، قال : أخرجه في المناقب ( كما ) أنه يؤيد كون علي عليه السلام أحق برسول اللَّه صلى الله عليه وآله وسلم من غيره في وضع رأسه في حجره ما ذكره الزمخشري في الكشاف في ذيل تفسير قوله تعالى :  « وَجِيءَ يَوْمَئِذٍ بِجَهَنَّمَ »  في سورة الفجر ، قال : وروى أنها لما نزلت تغير وجه رسول اللَّه صلى الله عليه وآله وسلم وعرف في وجهه حتى اشتد على أصحابه فأخبروا علياً عليه السلام فجاء فاحتضنه من خلفه وقبله بين عاتقيه ثم قال : يا نبي اللَّه بأبي أنت وأمي ما الذي حدث اليوم ؟ وما الذي غيرك ؟ فتلا عليه الآية ، فقال علي عليه السلام : كيف يجاء بها ؟ قال : يجيء بها سبعون ألف ملك يقودونها بسبعين ألف زمام فتشرد شردة لو تركت لأحرقت أهل الجمع\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\n\r\nفي قول النبي صلى الله عليه وآله وسلم أنا دار الحكمة وعلي عليه السلام بابها\r\nعن سويد بن غفلة عن الصنابجي عن علي عليه السلام قال : قال رسول اللَّه صلى الله عليه وآله وسلم : أنا دار الحكمة وعلي بابها ، قال الترمذي : وفي الباب عن ابن عباس ورواه أبو نعيم أيضاً ( 1 : 64 ) ثم قال : رواه الأصبغ بن نباتة والحارث عن علي صلى الله عليه وآله وسلم نحوه ، ومجاهد عن ابن عباس عن النبي صلى الله عليه وآله وسلم مثله ، وذكره المناوي أيضاً في فيض القدير في المتن وقال : أخرجه الترمذي ، ثم قال في الشرح : وفي رواية أنا مدينة الحكمة . . . ، وقال :\r\nأيضاً في شرح ( علي بابها ) ما لفظه : أيعلي بن أبي طالب عليه السلام هو الباب الذي يدخل منه إلى الحكمة ، فناهيك بهذه الطريقة ما أسناها ، وهذه المنقبة ما أعلاها ، ومن زعم أن المراد بقوله : وعلي بابها أنه مرتفع من العلو وهو الارتفاع فقد تنحل لغرضه الفاسد بما لا يجز به ، ولا يسمنه ولا يغنيه « 1 » .\r\nوعن مجاهد عن ابن عباس ، قال : قال رسول اللَّه صلى الله عليه وآله وسلم : أنامدينة الحكمة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحيح الترمذي 2 : 299\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nوعلي بابها فمن أراد الحكمة فليأت الباب « 1 » .\r\nوعن إسماعيل بن موسى [ إلى أن قال 
  ] عن علي عليه السلام قال : قال رسول اللَّه صلى الله عليه وآله وسلم أنا دار الحكمة وعلي بابها ، قال : أخرجه أبو نعيم في حليته ، وقال ابن جرير : هذا خبر عندنا صحيح سنده [ إلى أن قال 
  ] ابن جرير : وقد وافق علياً عليه السلام في رواية هذا الخبر عن النبي صلى الله عليه وآله وسلم وغيره « 2 » .\r\nثم إن‌ّها هنا حديثين آخرين يناسب ذكرها في خاتمة هذا الباب :\r\nأحدهما : ما رواه أبو نعيم في حليته بسنده عن عبداللَّه قال : كنت عند النبي صلى الله عليه وآله وسلم فسئل عن علي عليه السلام فقال : قُسمت الحكمة عشرة أجزاء فاعطي علي تسعة أجزاء والناس جزءاً واحداً « 3 » .\r\nوثانيهما : ما ذكره المحب الطبري قال : وعن جميل بن عبداللَّه بن يزيد المدني قال : ذكر عند النبي رسول اللَّه صلى الله عليه وآله وسلم قضاء قضى به علي عليه السلام فأعجب النبي صلى الله عليه وآله وسلم فقال : الحمد للَّه الذي جعل فينا الحكمة أهل البيت [ قال 
  ] : أخرجه أحمد في المناقب « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ بغداد 11 : 204 .\r\n( 2 ) كنز العمال 6 : 401 .\r\n( 3 ) حلية الأولياء 1 : 64 ، وكنز العمال 6 : 401 و 154 وقال فيآخره : وعليأعلم بالواحد منهم ، ثم قال : أخرجه أبو نعيم في حليته والأزدي ، وأبو علي الحسين بن علي البردعي في معجمه ، وابن النجار ، وابن الجوزي عن ابن مسعود .\r\n( 4 ) الرياض النضرة 2 : 200 ، وذكره علي بن سلطان في مرقاته في الشرح 5 : 600 وقال أيضاً أخرجه أحمد في المناقب .\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\n إنّا فقدناكَ فقدَ الأرضِ وابلَها * واختلَّ قومُكَ فاشهدْهم ولا تَغِب\r\nقد كانَ بعدَكَ أنباءٌ وهنبثةٌ * لو كنتَ شاهدَها لمْ تكثرِ الخُطَب\r\nقد كانَ جبريلُ بالآياتِ يؤنسُنا * فغابَ عنّا فكلُّ الخيرِ مُحْتَجَب\r\nوكنتَ بدراً ونوراً يستضاءُ بهِ * عليكَ تنزلُ منْ ذي العزَّةِ الكُتُب\r\nتجهّمتْنا رجالٌ واستُخفَّ بِنا * إذْ غبتَ عنّا فنحنُ اليومَ نُغْتَصَب\r\nفسوفَ نبكيكَ ما عشْنا ومابقيتْ * منّا العيونُ بتهمالٍ لَها سَكَب \r\nدار الصدّيقة الشهيدة عليها السلام\r\nاللّجنة الخيريّة لأُم البنين عليها السلام - الكويت\r\n\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109}
  ]