[
  {"content":"\r\n\r\nسيرة\r\nالفقيه المقدس\r\nآية الله العظمى\r\nالميرزا جواد التبريزي قدس سره\r\nدار الصديقة الشهيدة عليها السلام\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\nاللهم كن لوليك الحجة ابن الحسن صلواتك عليه وعلى ابائه في هذه الساعة وفي كل ساعة وليا وحافظا وقائدا وناصرا ودليلا وعينا حتى تسكنه أرضك طوعا وتمتعه فيها طويلا\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nوصية أستاذ الفقهاء ومحيي الفاطمية آية الله العظمى الميرزا جواد التبريزي ( قدس سره )\r\nبسم الله الرحمن الرحيم اللهم صل على محمد وآل محمد وعجل فرجهم وأهلك أعداءهم\r\nأنا في حال تشييع جنازتي ونقل جثماني إلى قبري على أيدي تلامذتي الأعزاء الذين تعبت في تربيتهم ، ولم أعرف التعطيل يوماً ، ولم أترك النصيحة لهم أبداً ، ولم أنصح نصيحة قبل أن أعمل بها . نصيحتي اليوم لجميع المؤمنين الغيارى هي الدفاع عن مسلّمات المذهب الحق ، وأن لايعطوا لأحد مجالًا للتشكيك وإلقاء الشبهات في أذهان العوام خصوصاً في قضية الشعائر الحسينية ، فإن حفظ المذهب في هذا العصر يتوقف على حفظ الشعائر الحسينية . أنصحهم أيضاً بالمثابرة على تحصيل العلوم الدينية مقارناً لطلب رضا الله والتقيد بالتقوى . ولقد كنت طالب علم طول عمري وصرفت كل أوقاتي وخصوصاً زهرة شبابي في الدرس والتدريس وخدمة الحوزة العلمية من أجل أن تبقى آثار خدماتي العلمية في تلامذتي . أيها الطلبة الأعزاء إن لواء هداية الناس بأيديكم ، فلا تتوانوا عن طريق الهداية ، ولا تقوموا بأي عمل يؤذي صاحب العصر والزمان ( عج ) فإنه ناظر لأعمالنا ومحاسب عليها . أعزائي المؤمنين لا\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nتنسوني من دعائكم كما كنت أدعو لكم ، فإني أحد خَدَمة المذهب الحق الذين لم يسأموا يوماً من خِدمة طريق أهل البيت ( عليهم السلام ) طلباً لرضا البارئ عز وجل . وأخيراً أكرر طلبي وتوصيتي لكم بالمحافظة على الشعائر الحسينية وتأييدها ضمن رجائي منكم الدعاء لي في مواطن الدعاء ومظان الإجابة .\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nعاشوراء ثانية . . . يؤسّسها التبريزي العظيم\r\nبإقدام وجرأة من الفقيه المقدس الميرزا التبريزي ( قدس سره ) تحوّلت الأيام الفاطمية إلى عاشوراء ثانية حيث سنّ ( قدس سره ) هذه السنّة المباركة والحدث العظيم في العشرة الثانية من القرن الخامس عشر للهجرة في الثالث من جمادى الآخرة سنة 1414 هجرية . وذلك حينما انبرى الفقيه المقدّس لصدّ موجة التشكيكات التي برزت في خصوص واقعة الهجوم على بيت الصدّيقة الشهيدة فاطمة الزهراء ( عليها السلام ) . فعقد ( قدس سره ) مجالس العزاء لرد تلك الشبهات والتضليلات وخرج لاطماً على صدره حافي القدمين . فكان أوّل فقيهٍ في تاريخ التشيّع يخرج حافي القدمين في هذه المناسبة الأليمة لإظهار مظلومية سيدة النساء ( عليها السلام ) ونصرتها . وقد كان الجوّ حينها شديد الحرارة وكانت الأرض تلتهب من حرارة الشمس وما تحمّل ذلك إلا مواساة للزهراء ( عليها السلام ) ، وللوقوف بوجه تلك الاعتداءات الظالمة على مقام بنت رسول الله ( ص ) . وبهذه الحركة الإلهية المباركة تحوّلت الأيام الفاطمية إلى عاشوراء ثانية ، وسجّل التاريخ له ( قدس سره ) هذه المفخرة على مدى العصور . واستمرت هذه المسيرة التي أسسها المرجع الراحل ، إذ خرجت المسيرات العزائية في كل عام اقتداءً بفعل الشيخ ( قدس سره ) مكتضة بالعلماء والفضلاء والمؤمنين . فرحمة الله على روح هذا المرجع الكبير الذي رسم في تاريخ التشيّع منعطفاً مهمّاً أتمّ فيه التعظيم لشعائر الله ،\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nوإحياء أمر أهل البيت ( عليهم السلام ) ، فسلام عليه يوم ولد ويوم رحل إلى جوار ربه ويوم يبعث حياً .\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n\r\nالمقدمة\r\nبسم الله الرحمن الرحيم\r\nوالصلاة والسلام على خاتم النبيين محمد وآله الطيبين الطاهرين\r\nوبعد :\r\nلا يخفى على المتتبع لتاريخ الطائفة الإمامية أن الله ( عز وجل ) قد أنعم عليها طيلة عصر الغيبة بالعلماء الداعين إليه والدالين عليه والذابين عن دينه ، والمنقذين لضعفاء عباد الله من شباك إبليس ومَرَدته ، ومن فخاخ النواصب الذين يمسكون أزمّة قلوب ضعفاء الشيعة كما يمسك صاحب السفينة سكانها ، كما ذكره الإمام الهادي ( ع ) في روايته المعروفة :\r\n« لولا من يبقى بعد غيبة قائمكم من العلماء الداعين اليه ، والداعين عليه ، والذابين عن دينه بحجج الله ، والمنقذين للضعفاء من عباد الله من شباك إبليس ومردته ، لما بقي أحد إلا ارتد عن دين الله . ولكنهم يمسكون أزمة قلوب ضعفاء الشيعة كما يمسك صاحب السفينة سكانها ، أولئك هم الأفضلون عند الله عز وجل » . « 1 »\r\nإن الميرزا التبريزي ( قدس سره ) كان المصداق البارز لقوله تعالى في الآية 95 من سورة مريم :  إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ سَيَجْعَلُ لَهُمُ الرَّحْمنُ وُدًّا . \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بحارالانوار : ج 51 ، ص 156 .\r\n","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nلقد كان الميرزا التبريزي ( قدس سره ) محبوباً لقلوب جميع من عرفه ، والسبب يعود إلى أخلاقه وسماته الرفيعة التي تميّز بها ، فقد كان الشيخ يتحلّى بصفات خاصة يقتدي بها المتدينون ويلوذون بوجوده المبارك ، علاوةً على علميته وفقاهته حيث عرف بقطب الحوزة العلمية .\r\nلقد أفاض الباري عز وجل على المرجع الفقيد عزةً وجلالًا كشفت عنها الجموع المليونية التي مشت في تشييع جنازته ، فقد كان شديد الحماس والولاء لأهل البيت ( عليهم السلام ) إضافة إلى سعيه الحثيث في نشر معارفهم وعلومهم ( عليهم السلام ) ، وما أن يسمع بشبهة إلا ويبادر للرد عليها على الفور مفوّتاً الفرصة على المشككين .\r\nوقد أحدث فقده اليوم خللًا ملحوظاً ، حيث لا تزال ذكرى المسيرة الفاطمية - بالأقدام الحافية تحت الشمس المحرقة أيام شهادة الزهراء ( عليها السلام ) حيةً خالدةً في الأذهان - محتاجة إليه .\r\nكان الميرزا ( قدس سره ) بمواقفه الصريحة وبياناته الجريئة الشجاعة من أبرز الشخصيات العلمية المدافعة عن حريم أهل البيت ( عليهم السلام ) في زمنه بسعيه الحثيث في نشر معارف أهل البيت ( عليهم السلام ) وحرصه الشديد وإخلاصه في محبته لأهل بيت النبوة ( عليهم السلام ) . لقد أحدث تحوّلًا كبيراً في أوساط محبي أهل بيت النبوة ( عليهم السلام ) في زمن مرجعيته المباركة أجل الله ذكراه وأكثر الماشين على خطاه .\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nونحن في هذه السطور نحب أن نرسم ملامح أحد هؤلاء الذين نذروا أنفسهم لخدمة الدين الحنيف ، مثابرون ومجاهدون في إيصال أحكام الله تعالى لخليقته وفي إنقاذ ضعفاء عباد الله من شباك إبليس ومردته ، ومن فخاخ النواصب ، ألا وهو شيخنا الأستاذ الفقيه المقدس المرجع الكبير آية الله العظمى الشيخ الميرزا جواد التبريزي ( قدس سره ) .\r\nفإن من المفروض علينا أن نُعرّف للعالم وللمؤمنين - وأهل العلم بالخصوص - سيرة علمائنا الأعاظم والصالحين من سلفنا لتكون نبراساً ومنهاجاً لروّاد العلم وعشّاق الحقيقة . ومن أجل أن يعرف الجميع كم عانى علماؤنا الصالحون في حياتهم حتى تشرفوا بالنيابة عن ولي الله الأعظم ( عج ) وما توفيقنا إلا بالله عليه نتوكل وإليه ننيب .\r\nدار الصديقة الشهيدة ( عليها السلام )\r\nقم المقدسة - - - سنة 1430 ه - . ق\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\nحمداً لله منزل الكتاب هدى ورحمة ، ونفحات من روحه تعالى لعبده ورسوله محمد ( ص ) وتحيات معطرة بالولاء والايمان إلى الأئمة الهدى وكنوز الحكمة وأوصياء النبي وخلفائه وبعد : فان فقيد الاسلام آية الله العظمى الجواد التبريزي ( طيب الله ثراه ) كان من عيون مراجع الطائفة وفي طليعة الفقهاء العظام ، قد وهب روحه وفكره لله تعالى ، وتفانى في طاعته ونكرانه للذات فاخلص كأعظم ما يكون الاخلاص للاسلام وسهر على خلاصته والذب عن قيمة ونشر معارفه ، وتبليغ أحكامه ، وقد تميز قدس الله مثواه منذ نعومة أظفاره بالجد والاجتهاد والمثابرة في طلب العلم لم يألف الراحة ولم يخلد إلى السكون حتى في أيام العطل التي اعتاد فيها طلاب العلم إلى الراحة وقد نال درجة الاجتهاد بتفوق في نهاية العقد الثاني من حياته ، ولم تقتصر علومه على الفقه والأصول وقواعد الحديث ، وانما شملت الفلسفة والحكمة التي برع فيهما ، وكان في أيام دراسته في النجف الأشرف ممن يشار إليه باعتزاز في فضله وتقواه ، ولما اضطر إلى الهجرة من النجف الأشرف إلى قم المقدسة أقام حوزة علمية فغذاها بتقواه وورعه وعلمه وكان من ألمع المراجع في قم .\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nوبعد ما منيت الأمة بالخسارة العظمى بفقد سماحته أصيبت الحوزة العلمية بخسارة كبرى فقد فقدت الأب الذي كان يحنو عليها ويعطف . . . وان من الوفاء للفقيد نشر تراثه الذي انفق عليه طيلة حياته وقد انبرى سماحة العلامة ولده إلى ابراز بعض ما ألّفه والده في الفقه والأصول والرجال و . . . وهذا من أهم ما يقدم للفقيد من الخدمات لتستفيد الحوزة العلمية من هذا التراث القيم أجزل الله تعالى لولده الأجر وأثابه على ذلك وتغمد الفقيد العظيم بالرحمة والرضوان .\r\nباقر شريف القرشي\r\nالنجف الأشرف\r\n15 رجب سنه 1430 ه -\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\n\r\nالميرزا التبريزي ثلمة لا يسدها شيء\r\nإذا أردت أن تتحدث عن فضله وعلمه ، أو أن تتحدث عن ورعه وتقواه ، أو أن تتحدث عن جده واجتهاده ، أو أن تتحدث عن صبره ومعاناته ، أو أن تتحدث عن صدقه ومصداقيته ، أو أن تتحدث عن تبصره وبصيرته ، أو أن تتحدث عن سعة اطلاعه وواسع معرفته ، أو أن تتحدث عن تحقيقه وتدقيقه ، أو أن تتحدث عن تثبته وتتبعه ، أو أن تتحدث عن تعقله وحكمته ، أو أن تتحدث عن وضوح آرائه وصلابة مواقفه ، أو أن تتحدث عن إقدامه وشجاعته ، أو أن تتحدث عن تأنيه وحيطته ، فأنت في كل ذلك كناقل التمر إلى هجر ، أو كالمشير إلى الشمس في رابعة النهار . فشمسه الساطعة أليفة العيون المبصرة ، لا يُذهلها عنها إلا انس العادة ، ولا يصرفها إلا انشغال الإرادة .\r\nأما إذا أردت الحديث عن شمس وجدانه الكامنة التي تستمد منها شمسُ سلوكه الساطعة ، فلابد لك في اكتناه سرها أن تستجلي مجرى النور الذي يصلها بالشمس العظمى التي يجللها السحاب . حيث لا يكون مثله مرجعاً حقاً في حيز من الزمان إلا إذا تجاوزت روحه دائرة الزمان لترتبط بامام الزمان وترتشف النور من صاحب العصر والزمان .\r\nفإلى أي مدى يجب ان ترتقي النفس ، والى أي أفق رحب يجب ان تسمو الروح ، لتصبح كل حركة وسكنة تصدر عنها خاشعة لإمام زمانها ،\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nمستظلة بظل عنايته ورعايته ، منبعثة من نبع رضاه ، فما يُحرز فيها رضاه ( عج ) مدار الحركة والسكون ، وجوهر الكيان ، والسر المقدس الذي به يُستخلف الانسان .\r\nبهذا كان له ( قدس سره ) موقعُ المرجعية الحقة ، وكان مرجعاً حقاً حارساً للعقيدة وحافظاً للشريعة وقائداً للمسيرة ، نهل من نمير علمه الاعلام ، واهتدى بحكيم آرائه العظام ، واقتدى بسديد مواقفه الأنام ، واستنار بهديه التائهون في الظلمات ، واستدفع به الحائرون ملتبس الشبهات .\r\nولا عجب ، إذ هكذا تكون المنارة المستمدة من شعاع الإمامة المعصومة ، عِلماً واضحاً تستضيء به الأمة ، وركناً وثيقا يُلجئ إلى نهج الأئمة ، وحصناً حصيناً لا يتزعزع ، وعزماً راسخاً لا يتزحزح ، وتلبية صارمة لنداء الحق لا تتهيب ، واقداماً حازماً لا يخاف في الله لومة لائم ، وصبراً جميلًا يطوي المعاناة ويتجاوز الأخطار ، يستمد من الأبوة المحمدية والعلوية ليُغرِق في العطاء والتضحية والايثار .\r\nولا تحسبن هذا المرتقى سهل المنال في زمن بلغ أو شارف ان يكون القابض فيه على دينه كالقابض على الجمر ، والسائر فيه كالمتحرك بين قطرات المطر أو المتخطي بين مزالق الخطر .\r\nفي زمن اختلط فيه حابل الدين بنابل السياسة ، وتحولت فيه الشعائر إلى شعار ، واختُزِلت مصلحة الأمة في مصلحة السلطة ، ولم يبق ما يرسم الأولويات بين مقتضيات المرحلة ومقتضيات التاريخ ، ولم يعد من فرق\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nبين مسيرة الحاضر ومسيرة الحضارة ، أو مائز بين سياسة تهدف إلى السلطة وسياسة تهدف إلى حفظ الأمة من السلطة ، أو حفظها خارج دائرة السلطة .\r\nفي زمن التسبت فيه المرجعية الدينية بالمرجعية السياسية المتطبعة بالدين ، فضلًا عن المتمرجعين ، حتى ليحسب المتوجس ويظن المتهجس ان سلسلة المرجعية الدينية التاريخية الحقة التي جعلها الله مأمناً لرسالته قد انقطعت أو انها تكاد ، فكان الميرزا جواد التبريزي ، كان بحيث يمكن ان يقال في مفاصل الصراع :\r\n كنا وكانوا وكان السدَّ يحجزهم * أن يستباح نمير النهر بالكدر \r\nفالميرزا جواد التبريزي ليس مرجعاً يتحرك في دائرة أشعة الامام المعصوم ، وانما هو مرجع لا يتحرك إلا في دائرة أشعة الامام المعصوم ( ع ) . وشتان بين مرجعية يمكن ان تتجاوز حدود الدائرة لتبدأ من حق وتنتهي إلى باطل أو تمر بباطل ، ومرجعية تصفو فيها البدايات والنهايات وما بينهما من المسافات .\r\nهكذا عرفنا الميرزا ( قدس سره ) وبهذا امتاز ، وبهذا الامتياز رجعت نفسه المطمئنة إلى ربها راضية مرضية ، لكنه ترك ثلمة نخشى أن لا يسدها شيء .\r\nالراجي فضل ربه\r\nعبد الحليم شرارة العاملي\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\n\r\nولادته ودراسته في تبريز\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\n\r\nمولده\r\nولد شيخنا الأستاذ الأعظم آية الله العظمى الميرزا جواد التبريزي ( قدس سره ) بسنة ( 1345 ه - . ق ) في مدينة تبريز وفي نفس مركزها ، وهي من المدن المهمة في إيران . وقد برز منها الكثير من علمائنا الأبرار قدس الله أنفس الماضين وحفظ الباقين منهم ، في اسرةٍ كريمة عُرفت بالولاء لمحمدٍ وآله عليه وعليهم الصلاة والسلام ، وكان والده الحاج علي كُبار من التجار في مدينة تبريز ومن المعروفين بالصلاح والتقوى .\r\nفنشأ الأستاذ في رعاية والديه العطوفين ، حتى بلغ سن السادسة من عمره الشريف ، فدخل المدرسة الأكاديمية رغم صعوبة وتكلفة الدخول في المدارس الحديثة في ذلك الوقت ، ولكن ولشدة اهتمام والده به أدخله فيها مما ساعده على نمو فكره واطلاعه على بعض العلوم الحديثة كالرياضيات والهندسة وغيرها .\r\nثم إنّه وبعد إكماله مرحلة الابتدائية والثانوية فيها ونظراً لعشقه لطلب العلم وطموحه إلى المعالي أخذ يقرأ بعض المتون في الصرف والنحو والمنطق والبلاغة ، تارةً عند أحد المشايخ ، وأخرى يقرأ هو بنفسه ، وقد فاتح أباه في أن يأذن له بالالتحاق بركب الحوزة ، ولكن لصعوبة الظرف المعاشي والسياسي لأهل العلم إبّان الحرب العالمية الثانية ، لم يأذن له والده في ذلك إشفاقاً منه عليه ، فإن ما اختاره طريق مليء بالأشواك .\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nوقد عرض عليه والده أن يشركه معه في تجارته ، ولكنه رفض ذلك رفضاً قاطعاً مما جعل الأب العطوف يذعن إلى طلب ولده ، فأذن له في ذلك فكانت فرحةً عظيمة لهذا الفتى الذي قُدر له أن يكون من أساطين الحوزة وفحول العلماء وكبار المراجع .\r\nفالتحق بالحوزة العلمية في تبريز وكانت حوزةً عامرة آنذاك ، وأخذ حجرة في مدرسة الطالبية وكان معه في الحجرة المرحوم العلامة الشيخ محمد تقي الجعفري والذي كان يكبره بأربع سنين تقريباً فشرع في قراءة الشرائع واللمعة والمعالم والقوانين والمطوّل وأتمّ السطوح عند علماء وفضلاء تبريز .\r\nلقد كان الفقيه المقدس الميرزا التبريزي ( قدس سره ) معروفاً بالفضل والعلم منذ كان في المدرسة الطالبية في تبريز وكان الجميع يحبونه ويستفيدون منه ، كانت تعقد بعض حلقات البحث أحياناً في ساحة المدرسة فيتباحث مجموعة من الطلاب مع بعضهم البعض ، إحدى تلك الحلقات كانت خاصة بالفقيه المقدس الميرزا التبريزي ( قدس سره ) وكان يتباحث فيها مع المرحوم العلامة الشيخ محمد تقي الجعفري ( قدس سره ) وكان بحثاً مثمراً مفيداً جذاباً إلى درجة أن 50 إلى 60 من الطلاب كانوا يجلسون حول الميرزا ( قدس سره ) في تلك الحلقة ليستفيدوا من تلك المباحثة . لقد كان مثالًا للجد والمثابرة ، وكان متألقاً منذ أيام شبابه ، ويستغل جميع وقته للدرس والمطالعة وما هذه الأوسمة الفخرية إلّا نتاج ذلك السهر والتعب في\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nالليل والنهار ، واليوم تزخر الحوزة العلمية في قم بثلة من الفضلاء والعلماء من نتاج وبركات تلك الزحمات لذلك المرجع الحكيم ، كما تفتخر الحوزة كذلك بما خلفه من مؤلفات وذخائر قوية بخط يده المباركة يستفيد منها أهل العلم والفضل . يجب على طلبة العلم الشباب أن يستعبروا من حياة هذا الفقيه الراحل ويجعلوه قدوة لنيل الدرجات وكسب المقامات العليا ، فقد كانت جميع أدوار حياته ( قدس سره ) الأربعة دروساً وعبر ، وكانت مثمرة ذات بركة ( من دراسته في تبريز وحينما درس في قم وأيام سكناه في النجف الأشرف والسنوات التي قضاها في قم ) ، واستطاع الميرزا ( قدس سره ) أن يترك آثاراً له في كل بقعة حل فيها . واليوم تتنعم الحوزات العلمية في أصقاع المعمورة ببركات جهود ذلك المرجع الراحل الحثيثة ووجود ثلة من تلامذته العلماء والفضلاء .\r\nوكان عفيف النفس شريفها ، فلم يكن يظهر ما به من عوز واحتياج إلى أحد وإن كان أقرب الناس إليه ، حتى والديه ، معتمداً في ذلك على الله سبحانه وتعالى ، وربما طوى ليله بنهاره لم يذق فيهما طعاماً ، وهو في ريعان شبابه ، وقد حدثني مرة بهذا ، حيث كان في بعض الأوقات يحدث بعض تلامذته وخواصه بمثل هذه الأمور حينما يراهم منزعجين من أمور الدنيا .\r\nقال ( قدس سره ) : إنه مر علي يومان أنا والشيخ الجعفري لم نذق فيهما طعاماً حتى ضعفنا من الجوع ، ولما جاء يوم الجمعة وبعد الظهر جاء أحد\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nالتجار إلى المدرسة وأعطى للطلبة مالًا لصلاة الوحشة ، يقول فأخذت شيئاً من ذلك المال وذهبت إلى السوق فوجدته مقفلًا ، وبعد فحصٍ عثرت على طعامٍ بائت فاشتريته وأعددته بنفسي وأكلنا .\r\n\r\nالجد في التحصيل\r\n\r\nبروز الميرزا التبريزي ( قدس سره ) من الناحية العلمية والأخلاقية\r\nقال الحاج مير علي أكبر فردوس ( وهو من خيّرين ومتديني تبريز ، وكان على علاقة ومعرفة بالفقيه المقدس الميرزا التبريزي ( قدس سره ) من زمن دراسته في المدرسة الطالبية في تبريز وكان وكيلًا وأميناً للميرزا في تبريز ) في جمع من الناس :\r\nكان من الواضح التفات الطلاب إلى الميرزا ( قدس سره ) حينما كان يتردد في المدرسة الطالبية وإشارة بعضهم إلى بعض قائلين : انه طالب كثير الفضل موفق في دراسته وتحصيله ، وكانوا يستغلون كل فرصة للاستفادة منه .\r\nوأما مقامه العلمي فقد كان واضحاً على ذلك الشاب الذي كان يتمشى في المدرسة الطالبية ذلك الوقت ، فقد كان يصرف جميع وقته في الدرس والبحث وكان عاشقاً لطلب العلم ، وكان الطلاب يسعون لاستغلال فرصة تردده في أنحاء المدرسة أو أي فرصة\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nممكنة للاستفادة من علومه الغزيرة ، وكان يتوقف لهم ويجيبهم على اشكالاتهم واستفهاماتهم بكل محبة ، وكان يفرع على كل سؤال يتوجه إليه العديد من الفروع الأخرى ويغني السائل من علمه .\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\n\r\nالهجرة إلى قم المقدسة\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nالهجرة إلى قم المقدسة\r\nوبعد أن أكمل السطح بجدٍّ وتفهُّم ، رأى ( قدس سره ) أن الحوزة الموجودة في تبريز لا تروي عطشه للعلم ، فتاقت نفسه للرحيل إلى قم المقدسة والتي كانت تحتضن عدة من الفحول وعلى رأسهم مؤسس الحوزة الثاني السيد البروجردي ( قدس سره ) ، الذي كان قد نزلها قبل وقت قصير ، وبعد عامٍ على التحديد .\r\nخرج الأستاذ من تبريز - بعدما ودّع الأحبة - متوكلًا على الله وكُلُّه شوق للبحث والتحصيل العلمي ، مجسِّداً معنى الحديث : « إني وضعت العلم في الجوع والغربة » ، فوصل إلى قم وهو غريبٌ لا يعرف بها أحداً ، إلا بعض الأصدقاء الذين قد تعرّف عليهم في تبريز ، وأخذ حجرة في المدرسة الفيضية ، والتي تعتبر مركز الدراسة في الحوزة في ذلك الوقت ، ولازالت .\r\nوكان وصوله إلى قُم في أوائل سنة 1364 ه - . ق وكان عمره الشريف وقتها 19 سنة ، ولما استقر به المقام ، شرع في مواصلة تحصيله العلمي ، فحضر أولًا عند آية الله العظمى المرحوم السيد محمد الحجة الكوه كمري ( قدس سره ) فقهاً واصولًا ، ولمدة أربع سنين ، وحضر عند الفقيه آية الله آغا رضي الزنوزي التبريزي ( قدس سره ) أربع سنين أيضاً في الفقه الذي كان من تلامذة المرحوم الخراساني ( رحمه الله ) .\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nوقد لازم من حين وصوله إلى قم درس المرجع الكبير السيد البروجردي ( رحمه الله ) - فقهاً واصولًا - - ولمدة سبع سنين ، وهي مدة إقامته في قم المقدسة . وبدأ خلال هذه المدة بتدريس المقدمات وكتاب اللمعة والمعالم والقوانين .\r\nكان يُدرّس المعالم في مقبرة ( شيخان ) القريبة من الحرم الشريف ، وقد حضر عنده الكثير من الفضلاء في تلك المرحلة . واستمر على هذا المنوال إلى أن شرع في تدريس الرسائل للشيخ الأعظم ( رحمه الله ) . وقد نقل لي أحد الفضلاء الثقاة أن الأستاذ التبريزي ( قدس سره ) كان يُعد في تلك الفترة من أساتذة السطوح في الحوزة .\r\nولأنه لم يكن قد تزوّج بعد ، فقد كان مقيماً معنا في المدرسة ، وكنا نتمنى مكالمته لكي نستفيد منه . وكنت أجلس قريباً من حُجرته علّه يخرج فأسأله عن مسألة في النحو أو الفقه أو غير ذلك ، وكنت إذا سألته يجيبني ويشرح لي بترحاب صدر وتبسُّم . وكنت أرى حجرته مضيئة إلى ساعات متأخرة من الليل ، مشغولًا فيها بالمطالعة والكتابة ، فيزيدني ذلك همّةً ونشاطاً ، انتهى .\r\nوعلى أي حال ، فقد انقضت سبع سنين ، والميرزا ( قدس سره ) على هذا النهج حتى شرّفه الله تعالى بتلك النفحة القدسية والجنبة الروحية ، فصار مجتهداً قادراً على استنباط الأحكام الشرعية وهو في العقد الثالث من عمره الشريف ، إذ كان عمره آنذاك ستة وعشرين سنة ، إلا أنه كان يتطلّع\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nللأرقى ويطلب المزيد ، فهو مصداق طالب العلم الذي لا يملّ ولا يكلّ ، فكانت تسيطر عليه الرغبة في الهجرة إلى النجف الأشرف ، ولكن ونظراً إلى الظرف المادي والسياسي ، حيث كان ذلك إبّان سقوط ثورة مصدق وقد أغلقت الحدود ، ومنع السفر في إيران وخصوصاً للشباب ، ظل الأستاذ شديد الشوق دائم التفكير في الوصول إلى النجف الأشرف .\r\nنظراً لتفوقه في الدراسة الحوزوية كلفه السيد البروجردي ( قدس سره ) أن يكون ممتحناً للطلاب وذلك قبل الذهاب إلى النجف الأشرف بسنين مديدة .\r\nويقول أحد السادات « 1 » كنت أرى نور غرفة الميرزا لم تطفأ فإنه كان دائماً في حالة المطالعة ولذا كان في مدرسة الفيضية مميزاً عن باقي الطلبة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . السيد هو أسد الله طباطبائي كانت له مكتبة لبيع الكتب داخل الفيضية وهو كان يهيئ للطلبة ما يحتاجونه من الكتب الدراسية وكان يعرف الشيخ + من ذلك الزمان .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n\r\nالهجرة إلى النجف الأشرف\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nالهجرة إلى النجف الأشرف\r\nوفي يوم من الأيام ، كما حكى الأستاذ ( قدس سره ) قال : كنتُ جالساً في ساحة المدرسة أفكر في كيفية الذهاب إلى النجف ، وإذا برجل أقبل نحوي وقد بان عليه أنه من التجار ، وكان يأتي في السابق إلى المدرسة حُباً منه لأهل العلم ، والظاهر أنه كان يتابع نشاطي العلمي ويسأل عني من دون وجود علاقة بيننا .\r\nجاء هذا الرجل وسلّم ، وقال : ما لك متفكراً ؟ قال هذا وجلس إلى جنبي ، فقلتُ له : أفكر في الذهاب إلى النجف ، فقال : وما يمنعك من الذهاب ؟ فأجبتُه : يمنعني أن السفر ممنوع ، وخصوصاً للشباب ، وكان ذلك إبّان رجوع الشاه بعد سقوط حكومة مصدق ، فقال الرجل : لا عليك ، أعطني صوَرَك وبعض المعلومات واترك الأمر لي ، فعجب الشيخ من ذلك ، لكن الله إذا أراد شيئاً هيأ أسبابه ، فأعطاه ما يحتاجه وذهب الرجل ، فما مضى يوم واحد حتى عاد ومعه جواز سفر إيراني رسمي قد هيأه عن طريق بعض أصدقائه وعلاقاته ، ولعله دفع مالًا لأجل ذلك . وقال له : هذا جوازك ، فهيئ نفسك غداً للسفر إلى العراق .\r\nوفي الصباح جاء إليه وذهبا معاً إلى مكانٍ قريب من مدرسة ( الحُجتية ) اليوم ، وكانت تعتبر آخر منطقة في قم آنذاك ، وقريب منها يوجد موقف للسيارات التي تذهب إلى العراق ، فاستأجر له كرسياً في\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nسيارة صغيرة مع ثلاثة أشخاص ، وأعطاه متاعاً للسفر وودّعَه ، فشكر له الشيخ جميله هذا ودعا له كثيراً .\r\nوتحركت سيارتهم ، فلما وصلتْ إلى ما قبل الحدود جاءهم سيل اضطرهم إلى المكث يومين ، وبعدها واصلوا المسير إلى بغداد . وتوقفت السيارة بهم في الكاظمية ، فذهب الشيخ إلى زيارة الكاظمين ( عليهما السلام ) ، وبعد فترةٍ توجّه إلى كربلاء وتشرّف بزيارة سيد الشهداء ( ع ) ، ثم توجه صوب النجف الأشرف حيثُ الأمل ، والشوق الشديد للحوزة العلمية فيها .\r\nوبعد الوصول ، توجه فوراً إلى زيارة أمير المؤمنين ( ع ) ، ثم نزل ضيفاً على صديقه المرحوم الشهيد آية الله الشيخ ميرزا علي الغروي التبريزي ( قدس الله نفسه الطاهرة ، ولعن قاتليه ) ، الذي كان قد سبقه بثلاث سنين في الهجرة إلى النجف ، فنزل عليه ضيفاً في غرفته بمدرسة ( الخليلي ) ، ثم تهيأت له غرفة في مدرسة ( القوام ) الواقعة خلف مسجد ( الطوسي ) ، وكانت هجرته من قم إلى النجف في حدود سنة 1371 ه - . ق .\r\nيقول الأستاذ ( قدس سره ) : إنه وبعد وصوله ذهب إلى درس السيد الخوئي ( رحمه الله ) ، وكان السيد يلقي بحثاً في الأصول بعد صلاة المغرب والعشاء في مسجده الذي يقيم فيه صلاة الجماعة ، والمعروف بمسجد ( الخضراء ) ، وكان البحث في تلك الجلسة حول : أنه هل يجب الفحص في الشبهات\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nالموضوعية أم لا ؟ وقد اختار السيد ما هو المعروف من عدم وجوب الفحص في الشبهات الموضوعية .\r\nإلا أن السيد تمسّك لعدم وجوب الفحص - إضافةً لأدلّة أخرى - بصحيحة زرارة ، والمعروفة بمضمرة زرارة في الاستصحاب ، والتي لا يضرّها الإضمار ؛ لما ذكر الأستاذ من أنه يُفهم من خلال تفريعاتها ومتنها وتدقيق زرارة في السؤال واهتمامه به وكذلك دقة الأجوبة أن المخاطب بقوله ( قلت له ) هو الإمام ، والظاهر أنه الباقر ( ع ) ، يقول : قلت له : « أصاب ثوبي دَمٌ رُعاف . . إلى أن يقول : قلت : فهل عليَّ إن شككت أنه أصابه شيء أن أنظر فيه ؟ قال : لا » الحديث .\r\nفالسيد ( رحمه الله ) استدل بهذه الرواية على عدم وجوب الفحص في الشبهات الموضوعية ، وبالفقرة الأخيرة « قوله : علي أن أنظر فيه ؟ قال : لا » .\r\nوفي اليوم التالي ذهب الأستاذ إلى بيت السيد الخوئي ( رحمه الله ) ودخل عليه ، يقول : فوجدتُّه جالساً ومعه أحد السادة من أهل العلم العرب ، فسلمت وجلست ، وقلت له : سيدنا إن ما تفضلتم به البارحة من أنه لا يجب الفحص في الشبهات الموضوعية صحيح ، ولكن استدلالكم بصحيحة زرارة غير تام ؛ وذلك لأن النجاسة في الثوب على فرض ثبوتها مانع علمي لا واقعي ، فمتى علم بنجاسته لا يجوز الصلاة فيه مثلًا ، ولذا أجاب الإمام زرارة عند سؤاله عن الفحص في الثوب ( هل يجب ؟ قال : لا ) ، إذ لا يجب تحصيل العلم المحقق للمانعية ، وكلامنا - والحديث\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nللُاستاذ ( قدس سره ) - إنما هو في الشبهات الموضوعية الواقعية ، عُلمت أم لم تعلم ، وأنه هل يجب الفحص فيها أم لا ؟ يقول : فلما سمع مني السيد ذلك قَبِل ، وقال لي : أحسنت ، الحق معك .\r\nيقول الأستاذ ( قدس سره ) : وحيث كان حديثي ومناقشتي له إما باللغة التركية أو الفارسية ، رأيت أن السيد الجالس معه متحير يريد فهم المناقشة ، بعد أن رأى السيد الخوئي ( رحمه الله ) قد قبل ما قُلتُه له ، فسأله السيد ماذا يقول هذا الشيخ ، فترجم له المناقشة ، فقبل هو أيضاً ، ثم بعد مدة عرفت أن هذا السيد الذي كان جالساً اسمه السيد محمد باقر الصدر ( رحمه الله ) .\r\nويتابع الأستاذ نقل ما حصل بعد ذلك .\r\nوفي اليوم الآخر حيث كان السيد الخوئي ( رحمه الله ) جالساً بالمسجد متكئاً على المنبر ووجهه قبالة الباب ينتظر ساعة ابتداء الدرس ليشرع وكان إلى جنبه الشيخ محمد علي التوحيدي التبريزي ( رحمه الله ) صاحب ( مصباح الفقاهة ) ، دخل الأستاذ ( دام ظله ) ورآه السيد الخوئي ( رحمه الله ) ومن ثم شرع في درسه ، وبعد انتهاء الدرس جاءه التوحيدي وقال له : إنه وحين دخولك المسجد سألني عنك السيد الخوئي ( رحمه الله ) فقلت له : إنه من أهل تبريز ، كان يدرس في قم وجاء تواً إلى النجف . يقول التوحيدي : إن السيد الخوئي ( رحمه الله ) قال عندها : سيكون لهذا الرجل شأن ومستقبل زاهر .\r\nوهكذا حتى مضى له في النجف سبعة أشهر أو ثمانية . وفي ذات يوم في عصر الجمعة كان ذاهباً إلى مقبرة ( وادي السلام ) ، فلم يشعر إلا\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nوسيارةً تمر من أمامه مسرعة فذهبت مسافة ورجعت إليه ، وفُتح بابها وخرج منها شخص وأقبل نحو الشيخ فنظر إليه وإذا هو رفيقه الذي ساعده في السفر إلى النجف وهيأ له الجواز ، ففرح بلقائه وجاء به إلى غرفته وكان قد جاء إلى الزيارة . وبعد فترة استراحته ، قال له التاجر : إنه آن الأوان أن تتزوج وتستقر ، وفعلًا تم الزواج من امرأة صالحة بتبرع هذا التاجر بمصاريف الزواج ، واستقر الأستاذ في دارٍ استأجرها مع زوجته التي هي مصداق للمقالة المعروفة : « وراء كل عظيم امرأة عظيمة » ، وكانت ثمرة هذا الزواج المبارك ثلاثة ذكور وخمسة بنات .\r\nشرع الفقيه المقدس الميرزا التبريزي ( قدس سره ) منذ استقراره في النجف الأشرف بتدريس مرحلة السطح ، فكان محل اهتمام آية الله السيد الخوئي ( قدس سره ) منذ ذلك الوقت .\r\nيقول المرحوم الميرزا ( قدس سره ) : كنت قادماً من الدرس يوماً ما ، وقد رآني السيد الخوئي ( رحمه الله ) ، وقال لي : يا ميرزا أسألك سؤالًا وأجبني عنه غداً ، فقلت له : تفضلوا بسؤالكم ( طبيعياً كان سؤال السيد الخوئي ( رحمه الله ) من أجل دعوته للميرزا للانضمام إلى لجنة الاستفتاء ولاختباره ) . كانت مسألة السيد الخوئي ( رحمه الله ) عن الفرق بين شركة الورثة مع مقدار الدين الباقي على ملك الميت في التركة وشركتهم مع وصية الميت بثلث أمواله ؟ فقال المرحوم الميرزا ( قدس سره ) : ليس من اللازم الجواب غداً ، فالجواب حاضر\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nالآن ، وفرقهما هو إن الأول هو من باب الكلي في المعين أما الثاني فهو من باب الإشاعة .\r\nوبسماع هذا الجواب شجع السيد الخوئي ( رحمه الله ) الميرزا جواد ( قدس سره ) بشدة ، فكان حضور ذهن الميرزا ( قدس سره ) حاكياً عن تسلطه واطلاعه العلمي .\r\n\r\nدعوة الميرزا ( قدس سره ) إلى لجنة الاستفتاء\r\nثم إن الأستاذ ( قدس سره ) بقي مواصلًا للبحث في النجف وأخذ اسمه يزداد شُهرةً بالفضل ، وأخذت حلقة درسه تتسع وهو مع ذلك ملازم لدرس السيد الخوئي ( رحمه الله ) - فقهاً واصولًا - حتى طلب السيد ( رحمه الله ) منه حضور جلسة الاستفتاء التي لا يحضرها أحد إلا بإذن خاص من السيد ( رحمه الله ) .\r\nوكان من المشتركين بالجلسة ، إضافةً إلى الأستاذ التبريزي ( قدس سره ) : السيد محمد باقر الصدر ( رحمه الله ) ، الشيخ مجتبى اللنكراني ( رحمه الله ) ، الشيخ صدرا البادكوبي ( رحمه الله ) ، والشيخ الوحيد الخراساني ( حفظه الله ) ، والسيد علي السيستاني ( حفظه الله ) ، والشيخ علي أصغر الأحمدي الشاهرودي ( رحمه الله ) .\r\nفكان له الحظ الأوفر من البحث والمناقشة ، وقد أطلق عليه السيد الخوئي ( رحمه الله ) لقب ) الميرزا » ، وهو في عُرف التُّرك يطلق على « الرجل الكثير العلم » ، فاشتهر به . وقد لازم درس السيد الخوئي ( رحمه الله ) تسع سنين ومجلس استفتائه أكثر من عشرين سنة .\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nوكان للسيد الخوئي ( رحمه الله ) اهتمام خاص بالمرحوم الميرزا بحيث كان يقبل كل ما يكتبه المرحوم الميرزا ( قدس سره ) من استفتاءات ويطمئن لها وكان يقول له : أنت اكتب الاستفتاء وضعه في غرفتي وأنا سأختمه بعد ذلك .\r\nنقل حجة الاسلام والمسلمين ناصري : إنّ السيد الخوئي ( رحمه الله ) كان يُرجع بعض الفضلاء إلى المرحوم الميرزا ( قدس سره ) لغرض أخذ جواب استفتائه ، ويقول له : إذا لم تقتنع فتعال عندي ولكن كان المرحوم الميرزا ( قدس سره ) له تسلط على المباني بحيث لا حاجة له للرجوع إلى السيد الخوئي ( رحمه الله ) بعد ذلك حيث كان جوابه وافياً وكافياً .\r\nيقول حجة الاسلام والمسلمين الشيخ غلام علي سخندان : سمعت آية الله الشيخ علي الكاتبي المرندي مكرراً يقول : لم يكن الفقيه المقدس الميرزا التبريزي ( قدس سره ) يخسر أي جولة من جولات البحث العلمي في جلسات شورى استفتاء السيد الخوئي ( قدس سره ) فكانت جميع الآراء والأدلة التي يطرحها تقع موقع القبول والرضا ، وكثيراً ما شوهد يتباحث مع السيد الخوئي ( قدس سره ) بشأن بعض المسائل الفقهية ، وفي نهاية المطاف كان يثبت رأيه بالأدلة والبراهين . لقد كان معروفاً بالفضل والعلم منذ حضوره في النجف الأشرف حتى أصبح بارزاً بين طلبة النجف ، ان الميرزا كان طالباً لا يتعرض لأي أحد ولا يهتم لأي شغل آخر غير الدرس وتحصيل علوم آل محمد ( ص ) بكل جدية ومثابرة ، وقد كانت تربطه بالسيد الخوئي ( قدس سره ) علاقة خاصة يعود السبب في تلك العلاقة إلى جدية\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nالميرزا ( رحمه الله ) وتدينه وتواضعه وإخلاصه لله ، فكان له مكانة خاصة في قلب السيد الخوئي ( قدس سره ) .\r\nقال حجة الاسلام والمسلمين الشيخ المشكاة : كانت لي في أصفهان علاقة بالأستاذ المعظم والعالم الأكبر آية الله الشيخ مجتبى اللنكراني ، وكنت أتردد عليه متى ما ذهبت إلى أصفهان للاطمئنان على أحواله .\r\nوفي أحد الأيام التي رآني فيها سألني : أين أنت ؟ فقلت : موجود في قم . قال : عند من تحضر الدرس ؟ قلت : درس الميرزا جواد التبريزي . عندها قال : لقد سمعت مراراً من أستاذي السيد الخوئي ( قدس سره ) إن الشيخ ميرزا جواد مجتهد ، مجتهد ، مجتهد .\r\nوهذه شهادة بمقامه العلمي وتسلطه على العلوم ، وقلما يُرى ( قدس سره ) أنه غير حاضر الذهن ، بل كان يشرح أدلة كل مسألة وينقل مصادرها فوراً وبدون تأمّل ويثبت أدلته فيها . فكان ( قدس سره ) مجتهداً جامعاً للشرائط وكان أسلوبه في الدرس بحيث يعدّ الطالب ويعلمه الأسلوب الصحيح ، إذ تفتخر الحوزة العلمية في قم بتلامذته الفضلاء والمتدينين الذين قلّ نظيرهم .\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\n\r\nالميرزا التبريزي ( قدس سره ) والتوكل أيام دراسته\r\nيقول حجة الاسلام والمسلمين الشيخ النائيني : كان يحالفنا التوفيق أحيانا لأن نتشرف في خدمة الميرزا التبريزي ( قدس سره ) بعد الدرس ونطرح معه بعض المواضيع ، وربما تكلم لنا عن بعض ذكرياته أيام دراسته في النجف الأشرف قال لنا ذات يوم : ) وفقنا في النجف الأشرف للحضور في درس أستاذ الفقهاء السيد الخوئي ( رحمه الله ) والله يعلم انني لم أكن أعلم ما إذا كان لدينا طعام للغداء أم لا ؟\r\nلقد كنا نحضر الدرس بكامل الشوق والرغبة ولم يكن في ذهننا سوى الاستفادة من محضر الأستاذ والجهد في نشر ما تعلمناه ولم نكن نفكر في شيء اسمه طعام أصلًا .\r\nيتابع الشيخ النائيني قائلًا : لا زال صوت الأستاذ يرن في اذني حتى الساعة حينما قال : حينما كنا نحضر في درس السيد الخوئي ( قدس سره ) لم نكن نعلم ماذا كان لدينا طعام للغداء أم لا ، لكن عناية ولي العصر ( عج ) بالطلبة كان ملحوظاً ولم يحدث ان تعقدت مشكلة ما أمامنا ولم تحل ، عانينا من ضغوطات الحياة هناك وكانت المصاعب تحيط بالطلاب من كل ناحية لكنها كانت تحل وتفرج ، لذا على الطلاب أن تكون أعمالهم خالصة لله فإنه يعضدكم حتى في الدراسة وتحل عقدكم ببركة وجود امام العصر ( عج ) ، فمن الممكن أن يتعب الانسان من كثرة المصاعب والمشاق\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nلكنه إن حصر همه بخدمة الدين فإنه إضافة إلى شعوره بحلاوة الدرس ستهون عليه المصاعب وسيتوفق إلى خدمة الدين بإذنه تعالى .\r\n\r\nالسيد الخوئي ( رحمه الله ) مهتماً بحضور الميرزا ( قدس سره )\r\nولما توفّي السيد الحكيم ( رحمه الله ) وأراد السيد الخوئي ( رحمه الله ) أن يطبع حاشيته على رسالة السيد الحكيم ( منهاج الصالحين ) ، دفع الحاشية لفضلاء تلاميذه ومنهم الميرزا ( قدس سره ) لمطالعتها ومعرفة ما إذا كانت موافقة لمباني السيد ( رحمه الله ) أم لا ؟\r\nوكان السيد الخوئي ( رحمه الله ) مهتماً بحضور الميرزا ( قدس سره ) لمجلس استفتائه وبقائه في النجف ، وذكر الأستاذ دام ظله أنه في سنة من سنين وجوده في النجف جاءته رسالة من أبيه في تبريز يقول له فيها إلى متى تبقى بعيداً عني ، فعد إلى وطنك وأهلك في تبريز .\r\nيقول الأستاذ : تحيرت كثيراً ودخلني حزن ، لأنني وجدت ضالتي في النجف ، فكيف يمكن أن أتركها ، ومن جانب لا يمكن أن أعصي والدي ، فشكوت همي لُاستاذي الخوئي ( رحمه الله ) ، فأجاب السيد ( رحمه الله ) : لا تهتم سوف أكتب كتاباً إلى عالم تبريز أطلب منه أن يذهب إلى والدك ويقنعه ببقائك بالنجف ، وفعلًا كتب السيد ذلك وذهب العالم إلى والد\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nالشيخ ( رحمه الله ) وعرض عليه رسالة السيد الخوئي ( رحمه الله ) ، فقبل والد الشيخ ( رحمه الله ) على الفور .\r\nثم إن الأستاذ ( رحمه الله ) بقي في النجف مواصلًا لتدريسه واشتغاله العلمي حتى انتقل بدرسه إلى مسجد الخضراء ، فكان يرقى منبر أستاذه الخوئي ( رحمه الله ) ويلقي درسه بالكفاية وغيره من السطح على ما يقارب المائتين طالب ، وهذا الرقم في النجف لدرس الخارج كثير ، فضلًا عن السطوح .\r\n\r\nتدريس الخارج فقهاً واصولًا\r\nوبعد وفاة السيد الحكيم ( رحمه الله ) بعام شرع الأستاذ في تدريس الخارج فقهاً على مكاسب الشيخ ( رحمه الله ) ، والأصول من أول الدورة ، وقد بارك له أستاذه السيد الخوئي ( رحمه الله ) ذلك ، وقد حدثني المرحوم الشيخ المشكيني ( رحمه الله ) ابن آية الله أبو القاسم المشكيني ، وقد كان وقتها في النجف أنه سأل السيد الخوئي ( رحمه الله ) عن الميرزا جواد التبريزي ( قدس سره ) فقال له كما نقل لي : إنه فاضل مجتهد مطلق .\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n\r\nالعودة إلى إيران\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nالعودة إلى إيران\r\nوهكذا ، حتى سنة 1393 ه - فقرر الأستاذ العودة إلى إيران ، وذلك للمضايقات من قبل حكومة العراق لأهل العلم ، وقد طلب منه بعض علماء النجف المعروفين البقاء وعدم الذهاب من النجف بمن فيهم السيد الخوئي ( رحمه الله ) ، ولكنه قد ضاق صدره بما يراه من منكراتٍ وظلمٍ للمؤمنين على يد الظلمة في العراق ، فودع النجف مأسوفاً عليه ، ونزل قم المقدسة واحتف به طلابها .\r\nفشرع في درسه خارج المكاسب والأصول في بيته ، ومن ثم في مسجد ( عشق علي ) ، ولما كثر تلاميذه انتقل إلى حسينية ارك القريبة من داره إلى أن كثر حضار الدرس كثرةً لا يسعهم المكان فانتقل - وقبل أكثر من عشر سنين - بدرس الفقه إلى المسجد الأعظم بالحرم المطهر ، حتى أصبح أستاذ الحوزة العلمية ، فبلغ تلاميذه ألف وأكثر في الفقه ، واستمر هذا الدرس إلى سنه 1427 ه - . ق .\r\nومن حضر بحثه وجده مشتملًا على مطالب عميقة وشواهد كثيرة وكليات عريضة يطبقها على صغرياتها باستدلالٍ رصين وشاهدٍ متين وجمعٍ عرفي للروايات واطلاع واسع وتحقيق دقيق في علم الرجال وحال الرواة .\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nوأما الأصول فقد درس أربع دورات ، وقد كان له درس في الرجال في العطل ودرساً فقهياً آخر بعد درسه الصباحي إلا أنه عطلهما لكثرة المشاغل وعظم المسؤولية الملقاة على عاتقه ، نظراً لمرجعيته المترامية الأطراف والمتسعة في الآفاق ، فأسس لذلك مجلس استفتاء يجيب على الأسئلة التي ترد عليه من مختلف الأقطار ، والذي يحضره عدة من الفضلاء لتحرير الفتاوى وضبط مداركها ومبانيها .\r\n\r\nتهجد الميرزا التبريزي ( قدس سره ) وعبادته\r\nكان الفقيه المقدس الميرزا التبريزي ( قدس سره ) طوال الفترة التي قضاها في قم يستيقظ منتصف الليل ويتوجه إلى حرم السيدة المعصومة ( عليها السلام ) قبل أن يؤذن المؤذن لصلاة الصبح لأداء نافلة الليل وإحياء الليل بالعبادة إلى جنب الضريح المطهر ، فكان إذا ما دخل يقف مقابل الضريح بكل خشوع وإذا ما انتهى من قراءة الزيارة شرع بصلاة الليل .\r\nولطالما شاهده أشخاص ممن كانوا يترددون حول حرم السيدة المعصومة ( عليها السلام ) يقبل إلى حرم السيدة منتصف الليل بمفرده كأي شخص عادي ، يدخل بكل تواضع وخشوع وأحياناً يضع عباءته على رأسه حذراً من أن يتعرف عليه أحد ثم يدخل إلى الإيوان الذهبي فينشغل بإحياء الليل إلى جانب الضريح المطهر . كان الميرزا المرحوم يحب أن يستيقظ طلبة العلم في جوف الليل ليستفيدوا من ذلك الجو الروحي .\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nمن أقواله ( قدس سره ) : على الطلبة أن يشحذوا هممهم ويتركوا النوم منتصف الليل ليتواصلوا مع المعبود فان الأجور والأرزاق تقسم بعد منتصف الليل . وحينما كان يشاهد بعض الشباب من طلبة العلم مشغولًا بالعبادة والإحياء عند الأسحار كان يسرّ لذلك أشد السرور ويقول لهم : لقد كنا نسعى في أول أيام دراستنا أن لا نضيع الفرص والأجور التي يقدمها رب العزة منتصف الليالي .\r\nكان الميرزا التبريزي ( قدس سره ) دائم الذكر يستغل كل لحظة لذكر الله والارتباط به عز وجل ، تخلو مجالسه عن التعرض للآخرين ، لا يقبل أن ينقل أحدهم كلاماً عن الآخرين في مجلسه ، وإذا ما عرف أنّ أحدهم قد كذب أو افترى عليه فإنه سرعان ما يعفو عنه ولا يبدي أي ردة فعل من نفسه تجاهه .\r\nكان ذا توكل عجيب فما ان تقع أي مشكلة حتى تراه يبادر إلى التوسل لحلها ولطالما قال : إنّ الإمام صاحب الزمان ( عج ) هو الراعي لهذه الحوزة العلمية والحافظ لها .\r\nلم يكن يتوانى عن بذل النصيحة أينما وجد إلى ذلك سبيلًا فكان يعمد بعد التوكل على الله تعالى إلى بيان الخطأ والاشتباه بكل صراحة ، وربما احتمل البعض عدم ارتياح الطرف المقابل أو ردة الفعل السلبية وفي ذلك يقول الميرزا ( قدس سره ) : إن ذلك لا يعفي الانسان من واجبه وتكليفه .\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nوإذا ما صعد سيارته لم يصرف وقته بالحديث عن الأمور الدنيوية ، بل كان يشتغل بذكر الله وتلاوة بعض الآيات ، فكان يبتدئ بقراءة شيء من القرآن الكريم وحينما يفرغ من ذلك يبدأ بالذكر وهذا ما كان يقوم به حتى في السفرات الطويلة بين المدن ، فكان يستغل وقته لتوطيد الارتباط المعنوي مع الله تعالى وكسب الأجر والثواب ، ولم ير الميرزا المرحوم ( قدس سره ) في ذهابه وإيابه على غير حالة الذكر وأحياناً تراه يوصي الآخرين بذكر الله والتوسل ، وإذا ما فرغ عن الذكر كان يتعرض لُامور من شأنها أن تنبه الانسان من غفلته . إن نفس الكون إلى جانب الميرزا درس بنفسه ، فقد كانت جميع حركاته وسكناته إنارة للطريق إلى الله تعالى ، فمن كان يريد أن يجد نفسه ويتلمّس المعنويات فما كان عليه سوى أن يكون إلى جانب الميرزا للحظات . وهذا الأمر هو الذي دفع الكثير من شباب طلبة العلم إلى التعلق بالميرزا إلى درجة العشق ويتمنون الجلوس ولو للحظات إلى جانب أستاذ الأخلاق الحقيقي ذاك ويستفيدوا من روحياته ومعنوياته ويتأمّلوا وجهه النوراني .\r\n\r\nإخلاص الميرزا التبريزي ( قدس سره )\r\nلقد كان الميرزا التبريزي ( قدس سره ) مراقباً لله في كل حركة من حركاته ولطالما قال : إنني حيث أمسك بالقلم فإنني إنما أكتب لله تعالى وأكِلّ\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nالأمر إلى الله تعالى ، ولم أجرّ قلماً على ورق في غير طاعة ورضا الله تعالى .\r\nويمكن الإشارة إلى مواقفه المشهورة في الإجابة على الاستفتاءات كنموذج على ذلك فإنه لم يكترث لما سيصله من الأضرار الدنيوية ، وأجاب بكل جرأة وصراحة على الأسئلة والاستفتاءات الموجهة اليه ، لقد كانت كتابته لله تعالى فلا يكتب الا ما يرضي الله تعالى وأهل البيت ( عليهم السلام ) .\r\nقال في جلسة من جلسات الاستفتاء : إن واجبي أن أبين الأحكام بحسب ما وصل اليه علمي والباقي على الله تعالى وعناية أهل البيت ( عليهم السلام ) ، وإنني لا أطلب سوى رضى الله تعالى وأهل البيت ( عليهم السلام ) ، لم يكن يعر أهمية لعواقب الأمور إذا ما كان على كرسي الدرس أو المطالعة أو في شورى الاستفتاء أو في حلّ مشاكل الناس ويقول : يجب أن لا نقدم على خطوة إلا في رضا الله تعالى وبما يدخل السرور على قلب إمام زماننا ، لقد كان بحق زاهداً في هذه الدنيا يعمل مخلصاً ما وجد سبيلًا وطاقة على العمل ، ومصداقاً بارزاً للإخلاص لله تعالى .\r\nيقول حجة الاسلام والمسلمين الشيخ نوري : حدّثني أحد الطلبة الآذريين قائلًا : لقد رأيت الميرزا التبريزي ( قدس سره ) ذات يوم يتجه نحو حرم السيدة المعصومة قبل صلاة الفجر وحيداً لا أحد معه فأثّر فيّ ما رأيت ، لذا قررت أن ارافق الشيخ لمرات في الأيام القادمة . وذات ليلة دفعني الفضول لأعرف حقيقة ما يقوله الشيخ أثناء مسيره فأسرعت الخطا مقترباً\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nمنه وإذا بدمدمة تخرج من شفتيه بلهجة آذريّة حاولت الاقتراب أكثر لأفهم ما يقول وإذا بي أسمعه يخاطب إمام الزمان ( ع ) بلحن حزين ويقول له : سيدي ومقتداي ! سيدي ومولاي ! يا صاحب الزمان ! لقد كان العلامة الأميني ( رحمه الله ) يقف إلى جوار ضريح أمير المؤمنين علي بن أبي طالب ( ع ) ويخاطبك بلسان العبد الفقير المخلص لسيده ، وأنا كذلك اخاطبكم كما خاطبكم الأميني ( رحمه الله ) ؛ فاعتبر نفسي العبد الفقير الحقير المخلص لحضرتكم ، سيدي ومولاي تلطف عليّ بعنايتكم وألطافكم حتى أقوم بهذه المسؤولية الملقاة على عاتقي على النحو الأحسن ، يا امام الزمان تلطف عليّ !\r\nيتابع هذا الطالب قائلًا : لقد هزّت كياني كلمات الشيخ الميرزا ( قدس سره ) ومناجاة هذا الكهل الولائي لصاحب العصر والزمان في منتصف الليل ، وطلبه التلطف به بكل خشوع وخضوع وإنكار للذات مع ماله من المقام والجاه في الحوزة العلمية . طيَّبَ الله ذكراه وزاد من السائرين على خطاه .\r\n\r\nالميرزا التبريزي ( قدس سره ) وآدابه\r\nمن سمات الفقيه المقدس الميرزا التبريزي ( قدس سره ) سعيه الحثيث إلى إيصال رسالته للآخرين لا سيما تلامذته بكل حركة من حركاته وسكناته ، فكانت أعماله هادفة ولا يصدر منه فعل أو قول أمام الناس إلا عن دقة وحساب فائقين غالباً ، فإذا ما دخل المسجد الأعظم لإلقاء دروسه صلى\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nركعتين ثم رفع يديه إلى السماء للدعاء ثم يرتقي المنبر لإلقاء دروسه ، وكان لهذا العمل الأثر البالغ في روحية الطلبة ؛ حيث كانوا يشاهدون بأعينهم هذا المرجع بهذه المرتبة العظيمة وبهذا العلم الغزير يجثو - قبل إلقاء درسه - أمام ساحة القدس الإلهي ليطلب المدد والعون ، وهذا بحدّ ذاته رسالة إلى جميع المتصدين للتدريس ، لقد أراد القول إن على الانسان المتدين أينما كان ومهما كان عمله أن يلتجأ إلى الله تعالى ويتوسل بأهل البيت ( عليهم السلام ) ويطلب منهم العناية والمدد .\r\nكان الفقيه الكبير المرحوم الميرزا جواد التبريزي ( قدس سره ) دقيقاً وحذراً في حمل كتب الفقه والحديث ، ولأجل أن يأخذ كتاباً ما فإنه كان يرفع أحياناً عدد من الكتب ويضعها على الأرض حتى يصل إلى الكتاب الذي يحتاجه . وكان يولي احتراماً خاصاً لكتب الفقه والحديث عندما ينقلها من مكان إلى آخر ، فإنه كان يراعي بنقلها الدقة والاحترام ويقول دائما : إن هذه الكتب تحتوي على الأحاديث الشريفة لأهل البيت ( عليهم السلام ) فانقلوها بدقة واحترام . وكان ينحني بشدة حتى يضع الكتاب على الأرض أو على الطاولة وأحياناً يقبل الكتب احتراما لما تحتويه من علوم ومعارف لأهل البيت ( عليهم السلام ) ، وكان هذا درساً لجلسائه والمحيطين به . ويقول ابنه : لم أر والدي يوماً يمد رجله أثناء المطالعة ، وكان يجلس باحترام والكتب تحيط به من كل جانب وأثناء درسه كان يقول : إن حمل هذه الكتب\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nبهذه الأيدي أمان من نار جهنم لأن فيها أحاديث ومعارف أهل البيت ( عليهم السلام ) .\r\nجرت عادة الفقيه المقدس الميرزا التبريزي ( قدس سره ) أن يصطحب معه كتابي « وسائل الشيعة » للحر العاملي ( قدس سره ) و « العروة الوثقى » لليزدي إلى مجلس الدرس . يقول الفاضل المحترم حجة الاسلام الشيخ غلام حسين الفشاركي : ذهبت إلى مكتب الميرزا التبريزي ( قدس سره ) صباح أحد الأيام قبل موعد درس الشيخ ( رحمه الله ) ، ولما أراد الخروج إلى الدرس رافقته ، وحين الخروج لاحظت أن الشيخ ( رحمه الله ) يحمل بين يديه كتباً تمنعه من إحكام قفل باب غرفته بسهولة فتناولت الكتب من يديه حتى أغلق الباب بروية ثم توجه إليّ قائلًا : « أعد إليَّ كتبي ! » . فقلت يا سماحة الشيخ دعها معي فإنها ثقيلة وساعيدها لكم في المسجد الأعظم ( مكان الدرس ) . فالتفت إليّ الشيخ وقال : « أعد إليّ الكتابين فإن أحدهما فقه آل محمد والآخر روايات أهل البيت ( عليهم السلام ) وإني أريد أن أحملهما بيديّ لتأمنا نار جهنم غداً » . وأخذ بالبكاء . . . .\r\nوقد تركت تلك الكلمات بالغ الأثر في نفسي ولازلت حتى اليوم أكرر كلمته تلك : « فان أحدهما فقه آل محمد والآخر روايات أهل البيت ( عليهم السلام ) » .\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\n\r\nمرجعيته\r\nلقد تصدّى شيخنا الأستاذ للمرجعية بعد وفاة أستاذه السيد الخوئي ( رحمه الله ) بعد طلب جمع من العلماء والفضلاء الذين رأوا فيه الجدارة والكفاءة العلمية والعملية لمنصب المرجعية وأشاد بفضله الكثير من أساتذة الحوزة وفضلائها .\r\nوأخذت مرجعيته ترتقي وتتسع شيئاً فشيئاً في إيران وخارجها ، كالكويت ، والسعودية ، وقطر ، والبحرين ، ولبنان ، وسوريا ، والعراق ، وكذلك في البلدان الأوروبية وأستراليا وأفريقيا و . . . .\r\n\r\nشخصيته\r\nإن الحديث عن شخصية الأستاذ من جانبين :\r\n1 - الجانب السلوكي .\r\n2 - الجانب العلمي .\r\n\r\nأما الجانب السلوكي\r\nفإن الأستاذ قوي الشخصية ، متين في جريه ، حذر فطن ، ذو رقة ورحمة لا يعرفها كل أحد ، مواظب على صلاة الليل ، بكّاء ، وخصوصاً\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nفي عزاء سيدالشهداء ، ترابي المنهج في الحياة ، زاهد في الدنيا بعيد عن كل تكلفات الحياة ، ذو همة عالية ، دائم التفكير في مطالبه العلمية ، قلما تجده فارغاً .\r\nوقد قال يوماً : إني ما عرفت التعطيل أربعين سنة ، ليلًا نهاراً ، وكثيراً ما يقول : إنني طلبة .\r\nكثير التفكير بالموت ، يقرأ وصيته دائماً ، لم تتغير حالته بعد أن أصبح مرجعاً ، فكثيراً ما تراه وحده ، وقد رأيته يوماً بعد أن خرج من درس الفقه فتبعته حتى أست - فيد شيئاً منه من مطلب علمي أو عبرةٍ أعتبرها ، فرأيت عليه عباءةً ممزقة قد مزقت مزقاً بقدر الكف أو أكبر .\r\nفقلت له : شيخنا ، إن عبائتك ممزوقة ، وكنت أظنه لا يعلم بذلك ، فقال لي : أعلم ، وعندي عباءة جديدة ، ولكن هذه أحب إلى قلبي ، قلت : ولماذا ؟ قال : لعل هناك طالب علم عباءته ممزقة ويستحي أن يخرج بها ، فإذا رآني تشجع وخرج .\r\nفهو دائم التفكير في رقي حال الطلاب وتحسين أوضاعهم ، فإضافةً إلى دفعه رواتب شهرية إلى طلاب الحوزة العلمية وعلى نحو العموم ، أسس مستوصفاً خيرياً وبنصف قيمة للطلبة بالخصوص من دون مطالبتهم بإثبات هويتهم ، وهو مجهز بكافة الأجهزة والأدوية مع وجود كادر طبي متخصص .\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nوهو شجاع القلب ، شديد لا تأخذه في الله لومة لائم ، وخير دليل على ذلك وقوفه بوجه المنحرفين عن خط أهل البيت ( عليهم السلام ) وتصديه ورفعه لعلم الولاء رغم خطورة الموقف ، وقد حذّره بعض المحبين بأن تصديكم لأشخاص هم هكذا ليس في صالح مرجعيتكم ! !\r\nفقال : لتذهب مرجعيتي وأولادي ونفسي فداءً لأهل البيت ( عليهم السلام ) .\r\nفأعلن رأيه وفتواه صريحاً في الذين يصطادون في الماء العكر ، ويحاولون تشكيك الناس وتسخيف عقائد الشيعة ، فأفتى بضلالتهم ووجوب مقاطعتهم وحرمة إعانتهم .\r\nوقد أوذي كثيراً جرّاء هذا الموقف لكنه صبر وما زال صابراً محتسباً ، كما أنه انطلاقاً من وعيه للأخطار الثقافية المحدقة بالمسلمين فقد أسّس داراً للنشر تعرف ب - ( دار الصدّيقة الشهيدة ) هدفها نشر البحوث العقائدية وترويج الفكر الصحيح حتى من خلال شبكة الانترنت .\r\n\r\nالحب والاخلاص لمقام أهل البيت ( عليهم السلام )\r\n\r\nالميرزا التبريزي ( قدس سره ) وتأدبه أمام مقام أهل البيت الشامخ\r\nمن السمات الملحوظة في الفقيه التبريزي ( قدس سره ) لا سيما في مجالس الدرس إبرازه الحب الفائق والاخلاص الشديد لأهل بيت الرسالة ، حينما يتعرض لذكر الأئمة ( عليهم السلام ) ، فإذا ما ذكر اسم أهل البيت في مجلس يحضر فيه الشيخ ترى أعين الشيخ تفيض دموعاً ، وأحاسيسه تفيض مشاعراً ،\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nوكان يغضب إذا ما ذكر أحدهم اسم الإمام علي ( ع ) مجرداً ويقول : « لاتتكلموا كأهل السنة ! بل قولوا أمير المؤمنين علي بن أبي طالب » .\r\nوإذا ورد في كلماته ) أهل البيت » أثناء درسه كانت الغصة تحشرج في حلقه وتقطع كلامه وتدور الدمعة في عينيه ، الأمر الذي يلهب مشاعر تلامذته وإذا ما مر على رواية فيها رائحة من مظلومية أهل البيت ( عليهم السلام ) فإنه لا يلبث أن يرخي العنان لعينيه بذرف الدموع ، وكان يقدم النصيحة لطلابه أحياناً ويعلمهم طريقة التأدب مع أهل البيت بالعمل والفعل ، وقد ترك هذا الخلق الجذاب من الشيخ الأثر العملي الناجع في تلامذته .\r\nكان يحب لطلبة العلم أن يختاروا أحسن الألفاظ وأحلاها في كلامهم عن أهل البيت ( عليهم السلام ) تواضعاً وإجلالًا ، وأن يعبروا بذلك عن محبتهم وولائهم لهم بكل إخلاص ، وأن ينكروا ذواتهم مقابل ذلك البيت النبوي الطاهر ، وأن يكونوا دائماً بصدد الدفاع عن مقام أهل البيت الشامخ ، وأن يعلموا الناس منزلة ومقام أهل البيت العظيم الذي وصل إلى حد لا يتحقق فيه رضا الله ما لم نحقق رضاهم ، وكان دائم الدعاء والتوسل بأهل البيت ( عليهم السلام ) ليشملونا بكرمهم ورعايتهم .\r\nلقد كان الفقيه المقدس المرحوم جواد التبريزي متفانيا في ولاءه لأهل البيت ( عليهم السلام ) إلى درجة تتغير معها ملامح وجهه لا إرادياً ، وتتصاعد الآهات من صدره وتغرورق عيناه بالدموع لمجرد سماعه لهذه الكلمة الطيبة « أهل البيت » ، ولطالما شدّ انتباه تلامذته تأث - ره الشديد بالروايات\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nالتي يستشم منها رائحة مظلومية أهل البيت ( عليهم السلام ) من خلال دموعه الحائرة في عينيه والشجى المحشرج في حلقه .\r\nكان بكاؤه الشديد في مجالس العزاء يهيّج مشاعر الحضور ، ودفاعه عن الشعائر ومجابهته الشبهات أحدث تحوّلًا عظيما في عصره ، ولطالما كان يكرر هذه العبارة : « إن تكليفنا هو مقاومة الشبهات » فكان يتعرض للشبهات في حلقات دروسه ، وجلسات الاستفتاء ، ولقاءاته مع الناس أو الشخصيات ، ويجيب عنها ويدفعها بكل جرأة وشجاعة كفاية وشفاهاً ، ويسخّر جميع قدراته لمجابهة التشكيكات والانحرافات ، ولطالما كان يقول : « ايتوني بقرطاس وقلم لأقوم بواجبي » .\r\nلم يلحظ في دفاعاته وكتاباته لإخماد نار الفتن أي اعتبار غير حبه وإخلاصه لأهل البيت ( عليهم السلام ) ، وكان يكرر دائماً هذه العبارة : « نحن مكلفون في عصر الغيبة بالدفاع مهما أمكن عن المباني الحقة والوقوف بوجه من يريد خداع العوام من المؤمنين من خلال الشبهات والتشكيكات ، وما دمت على قيد الحياة فإني لن أسمح لهؤلاء الجهلة الذين باعوا أنفسهم أن يضللوا عوام المؤمنين ، ومن قصّر في ذلك فهو مسؤول يوم القيامة ولن يجني سوى الحسرة والندامة .\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\n\r\nبساطة العيش\r\nالميرزا التبريزي ( قدس سره ) وبساطة العيش\r\nكان الفقيه المقدس الميرزا التبريزي ( قدس سره ) يمارس حياته اليومية في أبسط ظروف المعيشة وكل من كان يلاحظ غرفته الشخصية يلمس ذلك بوضوح فقد كان يقضي أيامه في غرفة تحتوي على سرير عادي جداً ولوازمه البسيطة ومجموعة من الكتب وبعض الأمور البسيطة مما يحتاج اليه . وربما زاره بعض مقلديه وحينما كان يرى بساطة العيش التي عليها الميرزا ( قدس سره ) كان يسارع إلى شراء الهدايا الفاخرة ( سرير قيّم لحف فاخرة ووسائل الراحة وغيرها ) ليقدمها للشيخ لكن حينما كانت تصل إلى الشيخ فإنه كان يأمر ببيعها وشراء أمور ضرورية أو يقوم بإهداءها لبعض من كان يفد اليه بعد تبريكها .\r\nكان يحب استخدام وسائل العيش البسيطة ويعرض عن الوسائل الدنيوية الفاخرة ، يقول نجل الميرزا ( قدس سره ) : أرسل أحد مقلدي الميرزا ( قدس سره ) من السعودية بهدية إلى الميرزا ( قدس سره ) عبر أحد المشايخ الحجازيين وكانت عبارة عن مجموعة من وسائل الراحة ( سرير وثير ولحاف فاخر و . . . ) وكانت ذات جودة عالية وثمن غال وطلب من الوسيط أن يخبر الميرزا ( قدس سره ) بأن المهدي يصر على وضع هذه الهداية في خدمة الميرزا ( قدس سره ) ليستفيد شخصياً منها . يتابع نجل الشيخ قائلًا : فحضرت عند الشيخ الوالد\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nوعرضت عليه إصرار ذلك المهدي على الاستفادة الشخصية للميرزا من تلك الهدايا فقبل الوالد وبناء على ذلك فقد قمت بإخراج السرير القديم وتهيئة الغرفة بالوسائل الجديدة وقام الوالد باستخدام تلك الوسائل الجديدة . ولما كان الغد تفاجئت بطاقم الغرفة القديم قد أعيد إلى وضعه الأول ، أما الوسائل الجديدة فقد أخرجت من الغرفة ولما رآني الوالد قال لي : بني انني لا أستطيع النوم على تلك الوسائل الجديدة ! دعني أعيش بتلك الوسائل البسيطة المناسبة لشأن علماء الدين » . كان يمارس حياته بكل بساطة لا يكترث ببهارج ما يهدى اليه .\r\nكان يجهد أن لا يستفيد من الحقوق الشرعية في تأمين احتياجاته الحياتية ، بساطة عيشه التي لم تفارقه في جانب من جوانب حياته ولا في برهة من عمره الشريف كانت دروساً وعبر .\r\nيقول نجله : بعد رحيل المرحوم الوالد قمنا بترتيب غرفة الشيخ ( قدس سره ) من جديد فما وجدنا سوى بعض الكتب وبعض الألبسة الشخصية وفراشاً ولحافاً ، الأمر الذي لم يكن قابلًا للتصديق عند البعض كيف وهو المرجع الذي حظي بالكثير من المقلدين والمريدين داخل وخارج إيران ولا يعجزه تأمين أي شيء من وسائل وزخارف هذه الدنيا !\r\nلقد كان ببساطة عيشه مثالًا بارزاً للتقوى والإيمان والزهد في الدنيا بتمام المعنى .\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nكان الفقيه المقدس الميرزا التبريزي ( قدس سره ) شديد الاحتياط دقيقاً في انتقاءه لوسائل المعيشة ، فالتأثر هو من نصيب كل من يطلع على طريقة معيشة الميرزا البسيطة فمعيشته بعد المرجعية لم تختلف عن معيشته زمان ما قبل المرجعية فالبساطة هي طابعها .\r\nيقول نجل المرحوم الميرزا التبريزي ( قدس سره ) : ) كانت احتياجات الوالد تؤمن من الهدايا والتحف التي تصل اليه من المريدين أو التي ترسل معنا عبر أسفارنا أو التي يقدم بها المريدين من خارج إيران لرؤية الوالد ، وقد كانت حياته كسابق عهدها فقد كان يتحمل مشقة الذهاب إلى درسه من بيته إلى المسجد الأعظم راجلًا ككثير من طلبة العلم ( قبل عروض المرض عليه ) ، ولم يكن يسمح لأحد بالمشي خلفه فراراً من تشكيل حاشية وحشم ، تحمّل جميع مصاعب الحياة البسيطة ومشاقها ليواسي بذلك طلبة العلم ويشعروا بأن لهم أباً لا يختلف عنهم في طريقة العيش ، وإن اضطر في آخر عمره الشريف بسبب سوء حالته الصحية إلى ركوب السيارة في ذهابه إلى الدرس حيث كان سرعان ما يصاب بالزكام وهو أمر خطير بالنسبة لوضعه .\r\nومع ذلك فقد رفض استقلال سيارة كان قد أهداها له بعض مريديه من خارج إيران وراح يتردد على مجلس الدرس بسيارته القديمة ، وأحياناً يتوقف في مسيره إلى الدرس ليصعد بعض طلبته إلى الدرس أو يصطحبهم معه بعد انتهاء الدرس ليوصلهم في طريقه إلى مقصدهم .\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nويتعامل مع طلبة العلم بكامل العطف والمحبة الأبوية وطالما كان يخاطبهم ب - ) عزيزي » في مجلس الدرس .\r\nحقاً كان خيمة على رؤوس تلامذته بحيث أحدث فقدانه خللًا واضحاً بينهم فقد أحس فضلاء طلبته بخسارة كبيرة بفقده وعلى حد تعبير كثير منهم فقد صارت الحوزة يتيمة بعد فقد الميرزا التبريزي ( قدس سره ) .\r\nلقد كان من الفقاهة بحيث ما أن يسأل عن أمر حتى يبادر إلى الجواب لفوره من دون تردد وهي حالة يقل نظيرها بين الفقهاء ويفصّل في المطلب بحيث لا يبقي مجالًا للسؤال والغموض ، كانت عباراته غنية بالفوائد واللفتات المفيدة ، فكان يعدّ تلامذته اعداداً يشعرون من خلاله بالاطمئنان والرغبة الشديدة في الدرس ، طابت ذكراه وسعدت روحه .\r\n\r\nاللباس البسيط\r\nالمرحوم الميرزا ( قدس سره ) ولباسه البسيط\r\nبالرغم من كثرة مقلدي المرحوم الميرزا ( قدس سره ) في داخل وخارج إيران الذين كان الكثير منهم يرسلون بالهدايا والتحف اليه ( قدس سره ) إلا أننا إذا دققنا في حياة الفقيه الراحل ( قدس سره ) فإننا نلاحظ أن حياة الشيخ الميرزا بعد المرجعية لم تتغير عن زمان ما قبل المرجعية ، فكان يمارس حياته اليومية بتلك البساطة في ملبسه ومأكله وكذا استخدامه لوسائل العيش\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nالبسيطة ، ولم يلحظ استخدامه لشيء من الوسائل والأمور غير العادية يوماً ما .\r\nلقد كان للمرحوم الميرزا ( قدس سره ) الكثير من المقلدين خارج إيران ملتزمون باصطحاب الهدايا والتحف عند زيارتهم للميرزا ( قدس سره ) ، وعادة ما تكون عبارة عن العباءات الفاخرة ، أو الجبب أو الأحذية وما شابه ذلك ، لكن الميرزا كان يجهد أن لا يستفيد من الأنواع المتميزة التي لا يمكن لطلبة العلم العاديين شراءها فلم يكن يستخدم غير المتعارف من تلك الأمور ، فكان المرحوم يستخدم العادي منها التي من جملتها الحذاء البلاستيكي الأسود والنعلين ذاتي النوع العادي والعباءة التي عادة ما تكون من النوع العادي وطالما شوهد الشيخ بثياب قديمة قد تمزقت بعض أطرافها وهو لا يعير أهمية لذلك ، وحينما نقول له بأن ذلك الثوب أصبح قديماً كان يضحك ويقول لنا : ) لا ضير في ذلك ، انها أيام وتمضي » . وهذه الخصلة أحدثت تاثيراً عجيباً في قلوب الطلبة لا سيما الشباب منهم ، فلم يلحظ يوماً اهتمام الميرزا بمسألة ثيابه . نعم ، كان شديد الاهتمام بالنظافة فقد كانت ثيابه في غاية النظافة ، فإنك وإن شاهدته يلبس القديم من الثياب غير أنه كان شديد الاهتمام بنظافتها ، وكان يلتذ بلبس القديم من الثياب وكثيراً ما سمع يقول : ) إنني طالب علم عادي وأرغب بأن أبقى على ما أنا عليه اليوم ، ان العناوين لا يمكنها\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nأن تغيرني وانني بلباسي هذا أواسي جميع الطلبة الذين لا قدرة لهم على شراء ثياب جديدة » .\r\n\r\nليس عندي غير الحقوق الشرعية\r\n\r\nالميرزا التبريزي ( قدس سره ) والاحتياط في صرف الحقوق الشرعية\r\nلقد سعى الفقيه المقدس الميرزا التبريزي ( قدس سره ) طوال أيام مرجعيته أن لا يستفيد من الحقوق الشرعية في إمرار أمور معاشه ومصارفه الشخصية وأن يعتمد على غير الحقوق الشرعية في ذلك قدر الإمكان فكان بعض الإخوة المؤمنين يتكفلون بتأمين بعض مصاريفه الشخصية وإذا ما أعوز الميرزا ( قدس سره ) ولم يكن لديه سوى الحق الشرعي فإنه كان يصبر أو يلجأ إلى بيع التحف والهدايا التي بحوزته ويصرف منها على مخارجه واحتياجاته اليومية .\r\nيقول أحد حواشي الميرزا المرحوم ( قدس سره ) : لا أنسى مقالة الفقيه المقدس الشيخ الميرزا ( قدس سره ) أوائل أيام مرجعيته حينما قال : ) لقد احمرّ لون عبائتي من شدّة قدمها ورثاثتها بحيث إنني استصعب لبسها أو وضعها على رأسي فقلت له : مولانا هلا اشتريتم عباءة جديدة ؟ فأجابني قائلًا : سأفعل ذلك لاحقاً إن شاء الله تعالى لأنني لا أمتلك الآن مبلغاً سوى ما لدي من الحقوق الشرعية اصبر قليلًا » .\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nيقول نجل الميرزا ( قدس سره ) : دار البحث ذات يوم بين مجموعة من مقلدي ومريدي الشيخ الوالد حول طريقة صرف الوجوه الشرعية وتعرضوا إلى احتياط الشيخ الميرزا في ذلك فقصصت عليهم قصة عباءة الشيخ القديمة وقلت لهم : إن الشيخ عادة يحاول أن لا يستفيد من الوجوه الشرعية في تأمين احتياجاته اليومية ، فإذا ما احتاج إلى أمر ولم يكن لديه غير الحق الشرعي فإنه كان يلجأ إلى الصبر ريثما يتوفر لديه ما يمكن أن يسد به احتياجه ، الأمر الذي أثار استغراب ودهشة الحاضرين وقام بعضهم بتكفل تأمين ما يحتاج اليه عيال الشيخ الميرزا ( قدس سره ) . إن من يتأمل حياة الشيخ الميرزا فإنه يدرك شدّة البساطة في العيش واستخدام اللوازم العادية والمتعارفة في منزله دون تكلف أو بذخ فيها ، وإذا ما أراد أحد أن يقدم له شيء من الهدايا فإنه لم يكن ليقبل ذلك إلا بعد جهد ومشقة .\r\nلقد مارس حياة طبيعية وبسيطة في جميع مراحل حياته وعاش زاهداً ولم ير يوماً انه استفاد من شيء غير متعارف في حياته اليومية .\r\nكان الميرزا شديد الدقة في التعامل مع الحقوق الشرعية فما أن يصله شيء من الحق الشرعي حتى يبادر إلى تقسيمه إلى السهمين المباركين سهم الامام وسهم السادة ويضع كل سهم في صندوقه الخاص حتى يتسنّى له عند توزيع شهريات الطلاب دفع سهم الامام إلى المشايخ من الطلبة وسهم السادات إلى السادات منهم . وقد كان شديد الاحتياط في الحقوق الشرعية فكان يشرف على جميع ما يدخله من الحقوق\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nولايسمح لأحد بالتدخل في طريقة الصرف ، شديد الدقة في طريقة الصرف ، لم يكن ليسمح بشراء بعض الاحتياجات من الحقوق الشرعية ، وأحياناً كان أعضاء المكتب ينتظرون أياماً ليصلهم شيء من غير أموال الحقوق ليتمكنوا من تأمين احتياجات المكتب ، وحتى فيما يتعلق بمصارف عائلته وبيته فقد كان يقول : ) إنني أتوقف أحياناً بالنسبة لبعض مصاريف بيتي فأقوم أحياناً ببيع بعض مقتنيات البيت وأصرفها في احتياجاتي البيتية » .\r\nوطالما لوحظ توقفه وصبره عن شراء احتياجاته البيتية مع وجود الحق الشرعي حيث علم فيما بعد أنه كان ينتظر أن يصله شيء من غير الحقوق الشرعية .\r\nبالرغم من الأموال التي كانت تصل إلى الميرزا التبريزي ( قدس سره ) غير أنه كان يلاحظ عليه توقفه في شراء بعض الحاجات الضرورية وحينما كانت عائلته تطلب منه تأمين بعض الحاجات يجيبهم قائلًا : لا أستطيع الصرف من سهم الإمام ( ع ) . عليكم بالدعاء لعل الله يرزقنا شيئاً نستطيع أن نحل به المشكلة .\r\nكان الميرزا يأبى تأمين جميع احتياجاته من الحقوق الشرعية لذا فإنه كثيراً ما كان يلجأ إلى الصبر حتى يرزق بأموال من غير الحقوق الشرعية ، وحينما تصل اليه الهدايا يسر لذلك ويقوم بتأمين احتياجات المنزل من خلالها . وبعد أن اطلع بعض مقلدي الميرزا من خارج إيران على احتياط\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nالميرزا في صرف الحقوق قاموا بتكفل مبلغ شهري من غير الحقوق الشرعية لتأمين احتياجاته اليومية ، ولطالما لوحظ أن الميرزا يتوقف في شراء بعض احتياجاته حتى تصل اليه بعض الهدايا فيقوم بتأمين احتياجاته واحتياجات عائلته .\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\n\r\nأما الجانب العلمي\r\nإن شيخنا الأستاذ فقيه متضلع وأصولي بارع ورجالي خبير . أمّا تضلّعه في الفقه فيتجلّى للمتأمل في سلامة ذوقه وحسن سليقته ، فاستظهاراته للروايات وجمعه بين المتعارضات منها بأجود الوجوه العرفية مما يجري على لسانه من دون مؤونة ولا تكلّف ، كما يبرز ذلك أيضاً في سيطرته على صناعة الاستنباط والتطبيق ، فهو مستحضر لمتون الكبريات الفقهية والأصولية بشكل متميز دقيق في تطبيقها على صغرياتها سريع الالتفات لخصائص الفروع المختلفة عند المقايسة بينها ، فتراه في مجلس الاستفتاء يومياً يتناول المسائل الفقهية من باب الطهارة وحتى باب الديات بنفس علمي واحد وقوة فريدة ، حاضر النكتة قوي الحجة .\r\nوأما براعته في الأصول ، فتتبين في طريقة تناوله لمادة الأصول ، فهو لا يعتني باستعراض جميع الآراء في المبحث مع مناقشة كل واحد منها بما يوجب اضطراب المطلب في ذهن الطالب وعدم سيطرته على محور البحث وإنما يبذل جهده في توضيح محور النزاع مع بيان مختاره فيه بنحو تندفع به كثير من الشبهات المطروحة في الكلمات ، وإذا تصدى لمناقشة الآراء كانت مناقشته لها منصبة على بيان بعدها عن نكتة البحث ، فمنهجه في الأصول كمنهجه في الفقه أفضل منهج ، يربي الطالب على التركيز على النكات المهمة المؤثرة في قبول المطالب ورفضها من دون\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nحشو البحث بتوضيح المصطلحات أو شرح الأفكار الهامشية على أساس البحث .\r\nوأما خبرته في الرجال والحديث ، فيظهر لك عند سؤاله ومناقشته حيث تجد عنده كثيراً من النكات والتنبهات الطريفة الناتجة عن طول ممارسته للرجال والحديث ما يربو على أربعين سنة . هذا كله بالإضافة لبحثه .\r\n\r\nمنهجه العلمي\r\nيمتاز الميرزا التبريزي ( قدس سره ) بمنهج علمي متميز وأسلوب خاص به في البحث والتدريس ، ذلك أنه كان يطرح في أبحاثه الفقهية والأصولية العليا موضوعاً ، ويجمع كل ما قيل من الأدلة حوله ، ثم يناقشها دليلًا دليلًا ، وما أن يوشك الطالب على الوصول إلى قناعة خاصة ، حتى يعود الميرزا فيقيم الأدلة القطعية المتقنة على قوة بعض من تلك الأدلة وقدرتها على الاستنباط ، فيخرج بالنتيجة التي يرتضيها ، وقد سلك معه الطالب مسالك بعيدة الغور في الاستدلال والبحث ، كما هو شأنه في تأليفاته القيمة ، بما يجد المطالع فيها من تسلسل للأفكار وبيان جميل مع الدقة في التحقيق والبحث ، ولذا فقد عرف بعلم الأصول والمجدّد .\r\nولا تقتصر أبحاثه وتحقيقاته على هذين الحقلين في الأصول والفقه ، فهو الفارس المجلّي في علم الرجال ، وقد شيّد صرحاً علمياً قويماً لهذا\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nالعلم ومدخليته في استنباط المسائل الاسلامية ، جمعها في كتابه الشهير طبقات الرجال ، كما بذل جهداً كبيراً في علم الكلام وغيرها من الحقول العلمية . ولهذا فقد جمع من حوله طيلة فترة تدريسه أعداداً كبيرة من طلبة العلوم الدينية والأساتذة اللامعين ، ينتمون إلى بلدان العالم المختلفة ، فكان هناك طلاب من سوريا ولبنان والسعودية والبحرين والكويت وإيران وباكستان والهند وأفغانستان وإفريقيا مضافاً إلي الطلبة العراقيين ، وهكذا فقد أسس سماحته مدرسة فكرية خاصة به ذات معالم واضحة في علوم الفقه وأصول الفقه والحديث و . . . . وقد ترك آية الله العظمى الميرزا جواد التبريزي ( قدس سره ) أبحاثاً قيمة كثيرة في حقلي الفقه والأصول ، وهي الدروس التي كان يلقيها سماحته خلال مدة تزيد على نصف قرن على عدد كبير من أفاضل العلماء وأساتذة الحوزة العلمية الدينية في النجف الأشرف وقم المقدسة ، من المجتهدين ذوي الاختصاص في الدراسات الدينية العليا ، المعروفة ب - ) البحث الخارج » ( فقد ابتدأ رضوان الله تعالى عليه ، بتدريس بحث الخارج سنة 1352 إلى 1410 ه - ، من دون انقطاع ) وقد قررت ودوّنت نظرياته الجديدة ، وآرائه العلمية القيمة التي تعتبر اليوم من أمهات المصادر الفقهية والأصولية الحديثة للباحثين والعلماء ، مما لا يستغني منها الأساتذة والطلاب معاً ، وعليها يدور رحى البحوث والدروس في هذين الحقلين في جميع الحوزات الدينية المعروفة .\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\n\r\nيقول سماحة حجة الاسلام والمسلمين السيد منير الخباز :\r\nعندما نتحدث عن الفقيه العظيم المقدس الشيخ التبريزي ( عطّر الله مرقده الشريف وطيب الله ثراه ) فإن عظمته تتجلى لنا من خلال عدة صفحات : الصفحة الأولى : هي علاقته بأستاذه السيد الخوئي ( رحمه الله ) العلمية ، والصفحة الثانية : هي السمات الخلقية ، والصفحة الثالثة : هي السمة الولائية .\r\n\r\nالصفحة الأولى من صفحات حياته المشرقة :\r\nهي علاقته بالسيد الخوئي ( قدس سره ) . فقد التقى الشيخ التبريزي ( قدس سره ) بأستاذه في قم عندما زار السيد الخوئي ( رحمه الله ) مدينة قم المقدسة فأعجب الإمامُ بفضله وبذكائه وحثّه على الرحيل إلى النجف الأشرف ليتزود من العلوم والمعارف . وعندما وصل إلى النجف الأشرف وحضر في اليوم الثاني بحث أستاذه السيد الخوئي ( رحمه الله ) كان السيد يبحث في عدم وجوب الفحص في الشبهات الموضوعية وفي صحيحة زرارة للاستدلال بها على ذلك وكان يتحدث في هذه الفقرة من صحيحة زرارة فإن ظننتَ أنه أصابه ولم أتيقن ذلك فنظرت فلم أرَ شيئاً فصليت فرأيت فيه ؟ قال ( ع ) تغسله ولا تُعيد صلاتك ، فقلت : لِمَ ؟ قال : لأنك كنت على يقين من طهارتك فشككت ، فليس ينبغي لك أن تنقض اليقين بالشك أبداً . مستدلًا بهذه الفقرة على عدم وجوب الفحص . فلما\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nانتهى من البحث أشكل عليه الميرزا ( قدس سره ) بأن الاستدلال محل تأمل لأن النجاسة مانع علمي لاواقعي ، كما لا يصح الاستدلال بها على الاستصحاب لأن هذا الكبرى لا تنطبق على المورد فليس هناك انسجام بين الكبرى التي ذكرها الإمام ( ع ) وبين المورد باعتبار أن المانع من صحة الصلاة النجاسة المحرزة فإذا كان المانع ذلك وشك المكلف في نجاسة ثوبه وصلّى فسواءً جرى في حقه الاستصحاب أم لم يجرِ فَما دام أنه لم يحرز النجاسة تكون صلاته صحيحة واقعاً . إذن فتطبيق الإمام لكبرى الاستصحاب على المورد غير واضح . وكان في الحضور الشهيد السيد الصدر ( قدس سره ) فأيّد الإشكال على السيد الخوئي ( رحمه الله ) . وبدأت العلاقة الحميمة بين الأستاذ وتلميذ وبدأت الرعاية المستمرة من قبل أستاذه السيد الخوئي ( قدس سره ) فحضر بحثه تسع سنوات اصولًا وفقهاً حتى أكمل الدورة الأصولية على يديه . ثم بعد ذلك قال له السيد الخوئي ( رحمه الله ) بنفسه : ابدأ البحث . فبدأ البحث الخارج بعد فراغه من الحضور على يد السيد الخوئي ( قدس سره ) . يقول : وبعد مدّة رآه عند مسجد الخضراء فما سألني لم انقطعت عن البحث ، بل سألني سؤالًا واحداً قال : ميرزا ما هو الفرق بين شركة الورثة مع مقدار الدين الباقي على ملك الميت في التركة وشركتهم مع الموصي له عند تعلّق الوصية بالثلث\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nبالتركة ؟ فقلت بدون تأمل : إن الأول من قبيل الكلي في المعين والثاني من قبيل الإشاعة . فاستحسن جوابي وقال : إحضر مجلس الاستفتاء . وبعد فترة من الحضور زار الميرزا أستاذه الخوئي ( رحمه الله ) وكان الشيخ مجتبى اللنكراني ( رحمه الله ) جالساً مع السيد الخوئي ( رحمه الله ) فلما دخل الميرزا التبريزي ( قدس سره ) التفت السيد الخوئي ( رحمه الله ) إلى الشيخ اللنكراني ( رحمه الله ) وقال : هذا مجتهد مسلّم - وهو يشير إلى الفقيد الراحل شيخنا التبريزي ( قدس سره ) - وبعد وفاة المرحوم المقدس السيد البروجردي ( قدس سره ) آلت المرجعية للسيد الخوئي ( رحمه الله ) فعزم على أن يكتب تعليقته على العروة الوثقى فاختار صفوة من تلامذته وهم عشرة ذكر الشيخ ( قدس سره ) ستة منهم ثلاثة من السادة وثلاثة من المشايخ : السيد الشهيد محمد باقر الصدر ( رحمه الله ) وآية الله العظمى السيد تقي القمي ( حفظه الله ) وآية الله العظمى السيد علي السيستاني ( حفظه الله ) ومن المشايخ آية الله العظمى الشيخ الوحيد الخراساني ( حفظه الله ) والفقيه الشهيد المقدس الشيخ علي أصغر الأحمدي ( رحمه الله ) والثالث أستاذ الفقهاء الشيخ التبريزي ( قدس سره ) .\r\nقال : وكان أكثرنا إشكالًا مع السيد الخوئي ( رحمه الله ) السيد محمد باقر الصدر ( رحمه الله ) وكان سيدنا الخوئي ( قدس سره ) يقول لي في بعض الأحيان : آقاي ميرزا أجبه بمقتضى معرفتك بآرائي .\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nوذكر الشيخ الوكيلي ( رحمه الله ) قال : زرت إيران بعد الثورة ورأيت البحوث المختلفة ثم رجعت إلى النجف الأشرف مرة أخرى ودخلت على السيد الخوئي ( رحمه الله ) وكان بمحضر من تلامذته وحاشيته فسألني أين يحضر الفضلاء في قم ؟ قلتُ : بحث الأستاذ التبريزي ( قدس سره ) ليس له حضور كمي ولكن له حضور كيفي فإن الفضلاء يحضرون بحثه . فالتفت السيد الخوئي ( رحمه الله ) مبتسماً إلى من حوله قال : ألم أقل لكم ؟ فكان سيدنا الخوئي يدرك هذه النتيجة نتيجة أتعابه وتربيته وعلاقته الحميمة الوثيقة بتلميذه التبريزي ( قدس سره ) .\r\nوفي هذه الصفحة العلمية لابد أن نتناول منها مظهرين : المظهر الأول بحثه الشريف والمظهر الثاني مجلسه العلمي . أما بحثه الشريف . فقد كان يُشكل عليه من قبل بعض الفضلاء بأن بحثه مختصرٌ جداً ولا يزيد على كلمات السيد الخوئي ( قدس سره ) لا فقهاً ولا اصولًا . وكنت في أوائل الحضور عنده أسمع من بعض الفضلاء مثل هذه الكلمات التي قد توجب للإنسان التردد أحياناً في حضور بحثه الشريف ، لذا صارحته فقلت له : إن بحثك يُشكل عليه بأنك تقتصر فيه على كلمات السيد الخوئي ( رحمه الله ) فقهاً واصولًا ولا تزيد عليها بشيء إلا ما ندر ؟ فأجابني بأجوبة مختلفة في أوقات مختلفة :\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nقال : بني ، أولًا إذا كان الغرض من البحث تحقيق المطالب من تمام الجهات فحينئذ يتعين عليَّ أن أذكر جميع الآراء وأما إذا كان الغرض من البحث تربية الطالب على كيفية الدخول وكيفية الخروج وكيف تتناول المسألة بحيث يكون قادراً على الاستنباط القبول أو الرفض . فالطريقة الصحيحة هي ما أصنعه من الاقتصار على أهم الآراء الدخيلة في المسألة دون الآراء المتعلقة بما يتفرع على المسألة أو الآراء المتعلقة بالقضايا الفنية للبحث . هؤلاء يستسهلون مطالب السيد الخوئي ويتصورون أنه بمجرد قراءتها من تقريراته المطبوعة فإنهم يحيطون بها ويصلون إلى كنهها والصحيح أنه لا تؤخذ مطالب السيد الخوئي ( رحمه الله ) من تقريراته بل خذوها مني لأنني أخذتها منه استماعاً ومحاورة ونقاشاً . وهذا ما كان يتجلّى في بحثه الشريف . كان يقول : بإمكاني أن اقرر مطالب السيد الخوئي ( رحمه الله ) كما هي في التقريرات ثم أشكل عليه أولًا وثانياً وثالثاً ورابعاً كما هو ممكن لغيري ، ولكن لماذا أضيع وقت الطالب في هذه الأمور ؟ بل أطرح مطالب السيد الخوئي ( رحمه الله ) بما ينسجم مع مبانيه الأخرى ومع مقامه العلمي . هذا المظهر الأول من مظاهر الصفحة العلمية .\r\nوالمظهر الثاني : هو مجلسه العامر . لقد لازمته اثني عشر سنة ولكن غيري لازمه أكثر من عشرين أو ثلاثين سنة كان مجلس بحثه\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nمجلس تربية للطلاب . هناك خصال أربع تمتع بها شيخنا التبريزي ( قدس سره ) وتميز بها عن أقرانه وزملائه :\r\nالخصلة الأولى : هي قوة الذاكرة حيث كان غريباً في استحضار المباني الأصولية والقواعد الفقهية بل يستحضر البحوث أحياناً بروايتها وبأسانيدها . ومن الواضح أن قوة الذاكرة عنصر مفيد جداً في مجال المناقشة .\r\nوالخصلة الثانية عنده ( قدس سره ) : أنه كان قوياً في التفريع ، له خبرة في الفروع . ولقد سألته يوماً كيف أكتسب هذه القدرة على التفريع ؟ قال : اكتسبتها من كتاب اللمعة الدمشقية هذا الكتاب درسته ثلاث مرات وكنت في كل مرة أجهد نفسي في البحث عما يتعلق بهذه المطالب الفقهية حتى إنني طالعت كتاب الجواهر من أجل أن أسيطر على المطالب الفقهية في كتاب اللمعة ، وهذا هو الذي أكسبني الخبرة بالفروع والقدرة على التفريع .\r\nوالخصلة الثالثة : أنه كان يتمتع بسرعة البداهة كان سريع الإشكال والالتفات إلى انطباق الكبرى على الفرع .\r\nوالخصلة الرابعة : كان يتمتع بحسن السليقة كان فقيهاً حَسَنَ السليقة . ومن الواضح أن حُسن السليقة عنصر ضروري في مهارة الفقاهة بحيث إذا طُرح عليه الفرع تناوله من أقرب الطرق لا من\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nأبعدها لا أنه يلتف على الفرع أو يبحث عن اللوازم البعيدة ، وكان إذا عُرضت عليه الروايات المتخالفة والمتعارضة غالباً ما يكون جمعه بين الروايات جمعاً عرفياً وغير مستهجن . كان مجلسه مضافاً لبحثه مهداً ومصدراً لتخريج الفقهاء فضلًا عن الفضلاء والطلبة المشتغلين المحصلين . هذه هي الصفحة الأولى من صفحات حياته المشرقة . ولذا لا يفوتني هنا أن أتعرض لبعض آرائه سريعاً . كانت له آراء كبروية معروفة على مستوى الفقه وعلى مستوى الأصول والرجال هو يقول : عندما وصل السيد الخوئي إلى بحث تعارض الأدلة ذكر ما هو معروف وما هو موجود أيضاً في بعض تقريراته المطبوعة إذا كان مبنى حجية الأمارة على الطريقية فالنتيجة في المتعارضين هي التعارض والتساقط وإذا كان المبنى هو السببية ، فالنتيجة في التخيير لكون المقام من صغريات التزاحم وأنا أشكلت عليه قلت له : حتى لو كان مبنى الأمارة على السببيّة فإن النتيجة هي التساقط وليست التخيير لأن سببيّة الأمارة فرع كونها معتبرة وجعل الشارع للمتناقضين غير معقول في نفسه سواء كانت الأمارات من باب السببيّة أو من باب الطريقية . والأمارات المتعارضة إما متناقضة بلحاظ المدلول المطابقي أو إنها متناقضة بلحاظ المدلول الالتزامي والتزاحم - وهو قصور القدرة عن الجمع بين الامتثالين - فرع إمكان\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nالجعل للمتزاحمين وجعل الأمارتين المتعارضتين ولو على نحو السببيّة غير ممكن لأنه تعبد بالمتناقضين والأمارات المتعارضة متناقضة إما بمدلولها المطابقي أو بمدلولها الالتزامي والنتيجة هي التساقط سواء قلنا بالسببيّة أو قلنا بالطريقية .\r\nوكان يرى إمكان الترخيص الطريقي حتى في مورد القطع التفصيلي بالحكم الإلزامي فضلًا عن أطراف العلم الإجمالي وهذا رأي تميز به . وكان يرى أن البراءة الشرعية واردة على قاعدة الاشتغال عند الشك في الامتثال في مورد عدم جريان الاستصحاب ولو لتوارد الحالتين لو لم يرد خاص يدل على وجوب الإعادة كالدليل الذي دل على أنه إذا شك المكلف في أداء الصلاة وهو في الوقت أعاد صلاته وهذا رأي تميز به . وكان يرى أنه إذا كان الواجب متوقفاً على مقدمة محرمة ولم يُحرز أهمية الواجب أو مساواته فإن إطلاق حرمة المقدمة معجز شرعي عن امتثال الأمر في الواجب وهذا أيضاً رأي خالف فيه أستاذه السيد الخوئي ( قدس سره ) .\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\n\r\nوأما الصفحة الثانية من صفحات حياته الشريفة : هي الصفحة الخُلقية ولها مظاهر :\r\nالمظهر الأول من مظاهره الخلقية العظيمة بساطته ، فقد كان بسيطاً جداً متواضعاً لم يتكلف أبداً . ففي كل يوم يخرج من بيته منفرداً - وهو من المراجع العظام - قبل صلاة الفجر ماشياً على قدميه إلى مسجد الإمام الحسن العسكري ( ع ) ويصلي صلاة الفجر في المسجد ويرجع إما إلى الحرم أو إلى بيته مرة أخرى . وإذا زرته في الساعة السابعة مثلًا أو السادسة والنصف مثلًا من أول اليوم تجده بقميصه جالساً يضع الشاي بنفسه ويجلس معك بهذه الجلسة الغير المتكلّفة ويحادثك ويحاورك بكل انفتاح . وكان يحب طلابه جداً ويشجعهم على الإشكال والمناقشة لا يتعب ولا يسأم ولا يمل ، بل كان بكل إقبال وبكل عناية يستقبل الإشكال وبكل حنان ولطف يشجع تلامذته على الكتابة وكان يراجعها ويعلق عليها بقلمه ، كانت له عناية واضحة بتلامذته ، لذلك كان مجلسه مجلس تربية الفقهاء والمجتهدين والفضلاء لأنه كان مربياً بكل ما لهذه الكلمة من معنى .\r\nوالمظهر الآخر من مظاهر خُلقه الرفيع صفاءُ نفسه حيث لا يتعرض لغيره من المراجع بأي كلمة ، بل كان إذا ذُكروا عنده كالسيد السيستاني ( حفظه الله ) أو الشيخ الوحيد ( حفظه الله ) كان\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nيقول : أعزه الله ، دام بقاؤه . حضرت عنده عدة مرات حيث يكون في بعض المناطق وكيل مثلًا للسيد السيستاني ( حفظه الله ) فيطلب منه الوكالة إلى شخص آخر فيقول : لا أنا لا أكسر مرجعية أخرى . وهذا يدل على طهارته ونقاء قلبه .\r\n\r\nوأما الصفحة الثالثة وهي الصفحة الولائية :\r\nفقد كان رمز الولاء في عصره ورمز الفداء ورمز التضحية في سبيل المباد الحقّة للطائفة المحقة وهناك مظاهر متعددة لشخصيته الولائية .\r\nالمظهر الأول : سرعة تفاعله في مصائب أهل البيت ( عليهم السلام ) كان سريع الدمعة خصوصاً في مصيبة سيدتنا فاطمة الزهراء ( عليها السلام ) والكل يعلم أنه لو تكررت المصيبة أمامه عشر مرات ففي كل مرة يتأثر ويتفاعل تفاعلًا واضحاً ويبكي .\r\nوالمظهر الثاني : هو دفاعه الصلب عن المذهب الحق . قال لي : منذ أن كنت في النجف الأشرف التفتّ إلى هذا الأمر . . . وأن هناك خطاً تشكيكياً في مباد أهل البيت وفي مظلومية أهل البيت ( عليهم السلام ) وخصوصاً الشعائر الحسينية وكنت أدافع بمقدار ما أستطيع ، وأما الآن فقد استطعت أن أدافع دفاعاً واضحاً وأنا لا أتخلى عن ذلك أبداً . وكان يقول لي : إذا فُتح الباب للتشكيك في الشعائر الحسينية فسوف يمتد التشكيك إلى العقائد المسلّمة ثم يمتد التشكيك إلى\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nالأصول ، فلا بد من سدّ هذا الباب من البداية . ولا بد من الوقوف أمامه لأنه إذا انفتح فلن يقف على شيء أبداً .\r\nوأما المظهر الثالث : شدته وعدم لينه في هذه الأمور بنحو لا يتراجع ولا يقبل أي مجاملة وكان يكرر : إذا لم أدافع عن مظلومية أهل البيت ( عليهم السلام ) فمن سيدافع عنها ؟ وإذا لم أقف هذه المواقف فمن سيقفها ؟ أنا أريد أن أقضي آخر عمري في خط الدفاع عن مظلومية ومباد وشعائر أهل البيت ( عليهم السلام ) . وتميز عصره بأنه كان عصراً حرارياً في الأمور الولائية وتميزت مرجعيته بأنها كانت رمزاً للدفاع عن أهل البيت ( عليهم السلام ) وكان يقول : أنا لا أعمل بالتقية في مثل هذه الأمور . وكانت نتيجة إصراره وصموده على ذلك أن صار هناك خطٌّ ولائيٌّ تبلور على يديه وتربى على نهجه وبدأ منذ عصره ومنذ عهده ( قدس سره ) .\r\nوفي الأخير ماذا أقول ؟ لقد فطّر قلوبنا فقدُه ومزقت مشاعرنا مصيبتُه وفاجعتُه . قال ( قدس سره ) قبل أن يبدأ به المرض : أنا رأيت رؤيا ، رأيت السيد الخوئي ( رحمه الله ) يشير إليَّ قائلًا : آقاي ميرزا تعال فجئت إليه ثم قال : امشِ معي . يقول شيخنا التبريزي ( قدس سره ) : مشى وأنا مشيت خلفه حتى وصل إلى الغري حيث وادي السلام ونزل إلى القبر ثم انسد الباب عليه وأنا صرت في الخارج .\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nوأنا رأيت على وجهه آثار إشارة منه أن هذا مبدأ الرحيل وهذه بداية الفراق . ورأى رؤيا أخرى ، فقال يوماً من الأيام : أنا رأيت أني في النجف الأشرف ولكن كنت شاباً وما كنت بهذا العمر . فأوّلها بعض الحاضرين بفقده وقال : كما أن الشباب لا يعود فإن الشيخ لن يعود إلى النجف الأشرف .\r\nوفي الأخير حلّت المصيبة وحلت الفاجعة وفقدنا تلك الطلعة المباركة وفقدنا ذلك البحر الغزير الفياض بالعلم والمعرفة وفقدنا حنان الأبوة وفقدنا تلك اليد البيضاء التي تقطر حناناً وعطفاً على المؤمنين وعلى تلامذته وعلى أعزائه وعلى من اعتقد به ( قدس سره ) . فقدنا ذلك الرمز الذي كان يكرس مصائب أهل البيت ويصر على إقامة مأتم أهل البيت ( عليهم السلام ) والسلام عليه يوم ولد ويوم مات ويوم يبعث حياً . ( انتهى كلام السيد منير الخباز حفظه الله )\r\n\r\nيقول حجة الاسلام والمسلمين الشيخ حسين شوبايي :\r\nمن ميزات الفقيه المقدس الميرزا التبريزي ( قدس سره ) الأسلوب الخاص في التدريس العلمي ، فقد كان يعتمد في بحثه على التركيز على المطالب الأساسية للبحث أي يركز البحث على النكات المهمة والأساسية ، فيتعمق فيها بما يتناسب معها ، أما النكات الفرعية والجانبية فيكلها إلى فهم الطالب وسعيه في تحصيلها ، لذا فإن درس\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nالميرزا سواء الفقه منه أم الأصول قد جمع بين الخصوصيتين ، بين العمق وبين الاختصار ، فهو قد خلا من الأطناب والتفصيل من جهة وعميق من جهة أخرى ، لأنه يلقن الطالب المطالب الأساسية ومفاتيح المطالب ، يتمتع درسه بالقوة والاستحكام البياني كما هي قوته واستحكامه في التسلط على المطالب العلمية .\r\nوكانت طريقة الميرزا في تربية الجانب العلمي عند الطلاب وتقوية الاستنباط والحس الاجتهادي عنده أن يعتمد على طرح النقاط الحساسة والأساسية ويلفت ذهن الطالب إليها ، ويشغله بالتفكير فيها وحل اشكالاتها ، فإذا فهم الطالب المطلب الأساسي وحلّ اشكالاته اتضحت له بقية المطالب شيئا فشيئا وبنا عليها ، من هنا فإنه وإن كان يتعرض في مطاوي البحث إلى الآراء والأقوال المتعددة في المسألة لكن كان جل سعيه عدم التفصيل وعدم ذكر جميع الوجوه بكل تفصيلاتها وأن يعبر عن المطلب بشكل اجمالي مختصر لان البسط الكامل في ذكر الوجوه المتعددة والاطناب فيها وان كان يزيد من معلومات الطالب بتلك الأقوال ويرفع من رصيده المعلوماتي غير أن طرح جميع تلك الأقوال في مقام الدرس باعث على تشويش ذهن الطالب واتعابه بتلك الأقوال فيعجز بعدها عن الادراك والتحليل الكامل للمطالب المهمة والحساسة . في حين أنّ\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nطرح بعض الأقوال المهمة مع أدلتها وتوضيح النقاط الأساسية للطالب واشغال ذهنه بها تربي فيه قوة الاستنباط وتساعده على الترقي وحل الاشكالات .\r\nفإذا ما قام الطالب بدفع الاشكالات والوقوف على مفاتيح المسألة فقد حاز على قدرة النقد والادغام فيستطيع بنفسه حينها التحقيق في بقية الأقوال والأدلة ويجيب عنها وهذه الخصوصية كانت من ميزات درس الميرزا المرحوم .\r\nومن جهة أخرى فان ارتباط المسائل الفقهية بعضها ببعض وتأثير الأدلة الواردة في الأبواب المختلفة في الكشف عن حكم الشرح في الأبواب الأخرى تقتضي اطلاع الفقيه على بقية الأبواب الأخرى لاستنباط الحكم في باب معين ، وهذا لا يتأتى إلا من خلال الإحاطة بكل أبواب الفقه وزواياه المختلفة .\r\nمن هنا فإن الإحاطة بأبواب الفقه كلما زادت كلما كان لها تأثير كبير على القدرة في استنباط الحكم في كل باب .\r\nومن امتيازات الميرزا التبريزي احاطته بكل أبواب الفقه ، وعدم غفلته عن الاستفادة في استنباط الاحكام من الأدلة والروايات الواردة في بقية الأبواب ، ويشير إلى ذلك في العديد من الأماكن ويطلع تلامذته على هذا الامر ، وهذا الامر يجري في مسائل علم\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nالأصول أيضاً فارتباط مسائله بعضها ببعض من الأمور المهمة في هذا العلم ، رعاية هذه المسالة واستخدامها وتطبيق مسائل الأصول على الفروع الفقهية أيضاً هو من امتيازات وخصائص درس الميرزا التبريزي ( قدس سره ) في الأصول ، وكان هذا الدرس مكان استفادة الطالب من تلك الدروس والقواعد ويمارس تطبيقها على الفروع في مجالات مختلفة .\r\n\r\nمصادر الأقوال والآراء عند الميرزا التبريزي ( قدس سره )\r\nاما في الفقه فقد كان الميرزا يعتمد على كل من ) المدارك » و ) الحدائق » و ) الجواهر » و ) مصباح الفقيه » و ) مستمسك العروة الوثقى » و ) المستند » وهو تقريرات أبحاث السيد الخوئي ( قدس سره ) عادة ، وينظر إلى كلمات هؤلاء الأعلام في بحثه وتحقيقه ، ولا يخفى أنه كان يولي كتابي ) التعليقة » للسيد البروجردي و ) العروة » أهمية خاصة ويشير إلى حواشيها في العديد من الموارد ، وكان يعتمد على بعض هذه الكتب في غير العبادات أيضاً ( مع وجودها وتوفرها ) والبعض الآخر يعتمد فيه على مصادر بديلة ، من باب المثال : فإن درس المكاسب الذي كان يعطيه في النجف الأشرف كانت كلمات الشيخ الأنصاري ( قدس سره ) محور البحث فيه وأما حواشي الأعلام على المكاسب\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nفقد كان يلجأ إليها بما يتناسب مع كلمات الشيخ الأنصاري ويتناولها بالنقض والابرام .\r\nوأما في الأصول من غير كتاب ) كفاية الأصول » ( إذ انه كان محور الدروس بمعنى ان دروس الأصول كانت تنهج منهج كتاب الكفاية من حيث الترتيب ) ، فكان يطرح كلمات الآخوند ابتداء ثم يعمد إلى طرح بقية الأقوال ويتناولها بالنقض والابرام ، فكان يعتمد على ماطرحه الميرزا النائيني ( قدس سره ) والسيد الخوئي ( قدس سره ) وفي بعض الموارد على كلمات المحقق العراقي ( قدس سره ) والمحقق الاصفهاني ( قدس سره ) نقضاً وابراماً وكذا على بعض الأعلام الآخرين إذا اقتضى البحث ذلك .\r\n\r\nتربية الميرزا لتلامذته\r\nتقدم معنا في طريقة التدريس إنّ الفقيه المقدس الميرزا التبريزي ( قدس سره ) كان يعتمد طريقة خاصة في التدريس جمع فيها بين الاختصار والعمق - استخدامه لتلك الطريقة في مقام التدريس وروحيته المتواضعة جعلت المجال مفتوحاً أمام تلامذته لطرح اشكالاتهم ورفع الابهامات التي حصلت لديهم - وتفهيم الطلبة المطالب بنفس أبوي وبكامل المحبة ، والاهتمام بالأسئلة الموجهة إليه حول المطالب ، والعمل على أساس أن الكثير من المطالب لا\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nتتضح للطلاب إلا بالسؤال والجواب والمناقشة وتخصيص وقت لهذا الأمر ( وهو ما كان يقوم به كبرنامج ثابت منذ قدومه إلى قم وشروعه بالتدريس حيث كان يجلس في منزله من الساعة العاشرة صباحا إلى الظهر ) .\r\nكل تلك الأمور والخصائص كانت امتيازات اختص بها درس الشيخ الأمر الذي جعل من درسه ميداناً للبحث والتحقيق وتربية الباحثين والمحقّقين والمجتهدين ، وقد تربى على يديه الكثير من الفضلاء والمحققين المنهمكون اليوم بتدريس علوم آل محمد بالاستفادة من هذه الذخيرة الثمينة وذلك الميراث العلمي العظيم ليوصلوا بدورهم هذه الثروة العلمية إلى الكثير من الطلاب وبهذا تبقى الشعلة المتقدة التي أنار شعلتها الأستاذ التبريزي ( قدس سره ) مشتعلة منيرة في الحوزات العلمية المنتشرة في أطراف البلاد لا سيما حوزة قم .\r\nرحمة الله عليه رحمة واسعة ، وحشره الله مع النبي المصطفى وآله الطاهرين الأطيبين صلوات الله عليهم أجمعين ، والحمد لله رب العالمين . ( انتهى كلام الشيخ الشوبايي حفظه الله )\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\n\r\nما من معضلة الا وكان لها حل - الميرزا التبريزي ( قدس سره ) والتوفيقات الإلهية\r\nكان الميرزا التبريزي ( قدس سره ) مسلطاً على المباني بحيث إن حافظته وحضور المطالب العلمية في ذهنه كان حديث الفضلاء المحترمين في الحوزة العلمية ، ان استحضاره الذهني القوي جعله حاضر الجواب ولم يتوقف يوماً في الإجابة على الإشكالات الموجهة اليه في البحث العلمي ، لقد كان يجيب على المسائل بشكل سريع ومعمق ، كان يذهب إلى مكتبه بعد الدرس الصباحي ويجيب على المسائل الشرعية والاستفتاءات ، وكثيراً ما كان الميرزا ( قدس سره ) يشير في جواب الاستفتاءات إلى مصادر الحكم والفتوى ، وقد كان تسلطه على الروايات والمباني الفقهية والأصولية إلى درجة يقسم الشعرة إلى نصفين في المسألة دون الحاجة للرجوع إلى الكتاب وكانت الثمرة مجموعة ضخمة من الاستفتاءات التفصيلية التي هي الآن مورد استفادة فضلاء الطلبة ، فقد كان يخصص وقتاً للجواب على أسئلة الناس كل يوم من بعد درس الصباح وحتى الظهر إضافة إلى أيام العطل ، فكان يبكر في الحضور إلى غرفة شورى الاستفتاء ويمهر الاستفتاءات بعد تمحيصها ، فكان ثمرة هذا الجهد المتواصل موسوعة صراط النجاة المؤلفة من اثني عشر مجلداً التي هي اليوم مورد لاستفادة فضلاء الحوزة العلمية ، وهذه المجموعة النفيسة\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nتشتمل على الكثير من المسائل العصرية المبتلى بها اليوم والتي يقل نظيرها في هذا المجال وهي تقدم الحلول للكثير من الأسئلة المطروحة .\r\n\r\nاختيار الأستاذ - درس الميرزا التبريزي ( قدس سره ) مفيد ومثمر\r\nمن الامتيازات الخاصة للفقيه المقدس الميرزا التبريزي ( قدس سره ) درسه المثمر والمفيد ، لقد كان الميرزا ( قدس سره ) يطرح العديد من الفروع في جلسة الدرس ويشبع المسألة المطروحة بحثاً وتحقيقاً ، كان الميرزا ( قدس سره ) كثير العمل والمثابرة ، يعلم ذلك من خلال الدرس الذي ما ان تنتهي من سماعه حتى تدرك حجم المعلومات الجديدة والقوية التي نلتها من درسه ، ويرجع ذلك إلى إحاطة الميرزا ( قدس سره ) بكل المباني إضافة إلى مثابرته في المراجعة والتحضير ، وإذا ما كان هناك حاجة إلى ذكر فرع من فروع المسائل في درس الفقه كان يطرحه ويقسم الشعرة فيه إلى نصفين حتى يتبين للطلاب الخيط الأبيض من الخيط الأسود بكل وضوح ، لقد كان درس الميرزا ( قدس سره ) يربي المجتهدين حقيقة وكان بيانه منظماً ومترعاً بالفوائد إلى درجة تحسّر الطلاب على انتهاء الوقت ، يقول الميرزا ( قدس سره ) : ) المطالب كثيرة إلا أن الوقت لا يسمح » وعلاوة على فوائد الدرس فإنه كان بنّاءً أيضاً ، والتعرض للنكات الأخلاقية تضفي على الدرس طابعاً خاصاً ، وكلما مرّ على رواية يشم منها رائحة المظلومية لأهل البيت ( عليهم السلام )\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nكان يتعرض لها والدموع تنحدر من عينيه وغصة البكاء في حلقه ، وقد كان متفانياً في أهل البيت إلى درجة انه حينما يريد الاستدلال بالروايات فان بيانه كان يمتزج بحشرجة البكاء وقطرات الدموع .\r\nفي بحث الميرزا ( قدس سره ) يستطيع الطالب أن يجني من كل علم خصلة ؛ الأصول والفقه والكلام والرجال والأخلاق وقد حبا الله هذا العالم الكبير بتوفيق آخرعلاوة على علمه الغزير أن قام بتربية طلاب تفتخر بهم الحوزة العلمية اليوم قد تسنّموا دروس السطوح العليا وجميعهم يقرون بأن جميع ما لديهم إنما هو من الأنفاس العطرة والهمة العالية للميرزا التبريزي ( قدس سره ) .\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\n\r\nالنفس المطمئنة - استراحتي في الآخرة\r\nمن ميزات الفقيه المقدس الميرزا التبريزي ( قدس سره ) كثرة أشغاله فقد كان إلى آخر عمره المبارك محفولًا بأشغاله الكثيرة ولم يكن ليسمح أن ينجر الكلام في محضره إلى أبحاث هامشية ، كان مشغولًا ببرنامجه من الصباح حتى الظهر ومن العصر إلى الغروب ، كما كان يطالع قليلًا قبل النوم .\r\nكان بعض الضيوف يمازحون الميرزا قائلين : يا سماحة الشيخ لقد جئنا لزيارتكم بينما نجدكم منشغلين عنا بالإجابة على الاستفتاءات وكتابة أبحاثكم !\r\nفكان يجيبهم : ) انني لست سوى طالب علم وواجب طالب العلم أن يقضي عمره في الدرس والبحث » ، وبنفس تلك الجلسة تراه يجيب الآخرين على مسائلهم بينما الضيوف مشغولين بتجاذب أطراف الحديث فكان يستغل كل لحظة ممكنة .\r\nخاطبه أحد تلامذته يوماً فقال له : من غير المعقول أن تضغطوا على أنفسكم إلى هذا الحد ! إن بدنكم بحاجة إلى الاستراحة .\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nوبينما هو يبتسم يجيبه قائلًا : ) إن استراحتي في الآخرة فالدنيا ليست بدار استراحة ، سأستريح في القبر ، إنني طالب علم وعلى طالب العلم أن يستفيد من جميع ما حصل عليه في سبيل الخدمة إلى آخر لحظة من عمره ، فليس من الأكيد أن تتكرر هذه الفرص أمامي وانني لا أريد ترك شيئاً من جهودي واجتهادي » .\r\nيقول حجة الاسلام والمسلمين الشيخ محمد تقي الشهيدي : لقد كنا ضياعي لا خبرة كافية لدينا في طريقة التحضير والدرس قبل التحاقنا بدرس الميرزا التبريزي ( قدس سره ) وحينما التحقنا بدرسه فقد حصلنا على أمرين : الأول : الفوائد الجمة التي هي حصيلة تسلطه العلمي القوي . والثاني : أنّه علّمنا كيف نوفّق في اكتساب العلم . إن الميرزا ( قدس سره ) المرحوم له أياد وأفضال عند جميع فضلاء الحوزة العلمية فوجوده نعمة كبرى أحدث تحوّلًا ملحوظاً في الحوزة العلمية .\r\n\r\nتسلط الميرزا ( قدس سره ) على الروايات والأدلة الفقهية والمباني الأصولية\r\nيقول حجة الاسلام والمسلمين الشيخ سبهر : كان الفقيه المقدس الميرزا التبريزي ( قدس سره ) يجلس كل يوم في مكتبه لا سيما أيام الخميس والجمعة ويجيب على أسئلة الفضلاء المحترمين بأجوبة علمية دقيقة\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nرائعة ، ووجه ذلك أنه ( قدس سره ) كان يتمتع بحضورٍ ذهني قوي بحيث أن جميع الروايات والأدلة الفقهية والمباني الأصولية كانت تحت يده تأتمر بأمره ويقلبها بذهنه متى أراد مسألة مسألة ، وقد أخذ عنه تلامذته الفضلاء هذه الخصلة ، وقلّما كان يراجع كتاباً للإجابة على الأسئلة ، بل كان يستحضر أغلب المطالب في نفس جلسة الاستفتاء ويجيب على الأسئلة عن ظهر قلب وحضور ذهن . وهذا بنفسه درس لفضلاء الحوزة العلمية ، إذ لا بد من المثابرة في التحصيل للحصول على هذا التسلط الكامل على الأدلة الفقهية والمباني الأصولية . وقد خبرناه في هذه المدة المديدة التي درسنا فيها على يده خبرناه مصداقاً كاملًا للمرجعية التي أحدثت تحولا عظيماً في حوزة قم العلمية ، فإنه ( قدس سره ) أفاد الطلاب فوائد كثيرة وربى مجموعة من الطلبة الأفاضل ولا تزال اليوم بركات جهوده ظاهرة في الحوزة العلمية .\r\n\r\nمثابرة الميرزا التبريزي ( قدس سره )\r\nمن امتيازات الميرزا الفقيه المقدس الميرزا التبريزي ( قدس سره ) المثابرة والجد فبالإضافة إلى برنامجه المنزلي من المطالعة والكتابة ( قبل المرض ) كان يحضر صباحاً إلى المكتب بعد درس الفقه الذي كان يلقيه في المسجد الأعظم ويلقي درساً خاصاً على فضلاء الطلبة ثم يأتي دور\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nجلسة شورى الاستفتاء التي تطول إلى الظهر ، وأما عصراً فقد كان يلقي درسه في الأصول في حسينية أرك وكان عمدة الحضور في درسه من فضلاء الحوزة العلمية وذوو القابليات الجيدة . وبعد المرجعية ونتيجة لكثرة الاشغال والمراجعات فقد الغى الدرس الثاني في الفقه وأضيف وقته إلى وقت جلسة شورى الاستفتاء فكان يحضر الميرزا ( قدس سره ) بعد درس الفقه في المسجد الأعظم إلى المكتب ويشرع في الإجابة على الاستفتاءات . وقد كانت جلسة شورى الاستفتاء واحدة من الفعاليات الثقيلة التي كان يقوم بها فكان يجلس إلى جانبه مجموعة من الفضلاء بكل شوق ورغبة لساعات ويجيبون على الاستفتاءات بالاستفادة من بركات آراء الشيخ ، لم يكن الحضور يشعرون بالتعب قط وذلك لكثرة بركات تلك الجلسة وغزارة خيراتها العلمية وكان حصيلتها أكبر موسوعة استفتائية فقهية .\r\nكان يتوجه بعد تلك الجلسة إلى أداء فريضة الظهرين ثم يكمل برنامجه في المنزل بالمطالعة والكتابة ، ومما قاله في هذا المجال : ) إنني أعمل كطالب شاب ولم أشعر يوماً بالتعطيل » وكان يهدف إلى تربية طلاب لائقين فضلاء وقد وفق بلطف الله ، كان يخصص وقتاً يومياً للإجابة على أسئلة الناس والرد على الشبهات وبقي على ذلك إلى آخر لحظة من لحظات مرضه ( قبل ثلاثة أيام من انتقاله إلى المستشفى ) فقد حضر يومها وأجاب عن الأسئلة بكامل الشوق والرغبة وكان يولي\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nالمسائل العقائدية اهتماماً خاصاً . وكل من كان له ارتباط بالميرزا ( قدس سره ) يصرح : بأنهم لم يروا الميرزا ( قدس سره ) في حال راحة واستجمام انما كان يقضي جميع وقته في الكتابة أو المطالعة أو التدريس أو في جلسة الاستفتاء . كان يجتهد في الوصول إلى هدفه وهو تربية طلاب فضلاء وترك أثر له يستفاد منه وقد وصل إلى هدفه ، حيث تفتخر الحوزة العلمية اليوم بمئات الطلبة الأفاضل من تلامذة الميرزا ( قدس سره ) الذين تسنموا صدارة الحوزة العلمية كما ترك من ذكرياته العشرات من المؤلفات القيمة في العلوم المختلفة ومن جملتها الفقه والأصول والرجال والعقائد التي تشكل اليوم مرجعاً لفضلاء طلبة الحوزة العلمية .\r\n\r\nاهرب من الفتيا هروبك من الأسد - احتياط الميرزا ( قدس سره ) في الفتوى\r\nكان الميرزا التبريزي ( قدس سره ) مسلّطاً على مسائل علم الفقه والأصول والرجال أيّما تسلط حاضر الذهن فطناً . إن دأبه وسعيه الحثيث واجتهاده في تحصيل العلم أيام دراسته وطلبه للعلم جعله حاضر الذهن على الدوام بحيث يكون مستعداً للإشارة لروايات البحث حتى وبدون أي مراجعة . ولربما حدث أن أورد بعض الاشكالات على المشهور - من حيث الملكة العلمية والتسلط القوي الذي لديه على هذه العلوم - لكنه باعتبار الاحتياط الذي كان ملازماً له كان يقول : لقد أوردنا باستدلالنا هذا\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nالإشكال على قول المشهور غير أنه لا يلزمنا الإفتاء طبقاً لذلك فإننا نحتاط في هذه المسألة . ) خذ بالاحتياط في جميع ما تجد إليه سبيلًا واهرب من الفتيا هروبك من الأسد ولا تجعل رقبتك للناس جسراً »\r\nفمع كل ذلك العلم الغزير وسعيه المتواصل فيه وذلك التسلط القوي نجده كثير الاحتياط في الفتيا وإذا ما وصل إلى نتيجة تعاكس ما ذهب اليه المشهور فإنه نهاية المطاف يلجأ إلى الاحتياط ولا يفتي بخلاف ما عليه المشهور .\r\nوأما بالنسبة لعلاقته بطلابه فهو المربي العظيم والأستاذ المحب لتلميذه ، فتراه حريصاً على تربية تلامذته وتنمية مستوياتهم ، يستقبل نقاشهم ويبدؤهم بالسؤال ويلاحظ أفكارهم شفاهاً وكتابةً ، ويعطيهم بحوثه وآراءه لمعرفة مقدار ورودهم في المطالب العلمية .\r\nوبعبارة مختصرة جامعة : إن شيخنا الأستاذ صورة حية عن أستاذه الخوئي ( رحمه الله ) فكراً وقوةً ومتانةً واسلوباً .\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\n\r\nشيخ الحوزة وجواد الفقاهة\r\nيتحول الموتُ عند البعض إلى مجاز ، فنقول عنهم موتى وهم في الحقيقة أحياء لا يموتون . لأنهم باقون ما بقي الدهر حاضرون في مواقعهم التي لا تخلو ، بل إن وجودهم بيننا أقوى من وجود أكثر الذين نسميهم أحياء ، ولنذكر ( الشيخ الصدوق والشيخ المفيد والشيخ الطوسي والسيد المرتضى والمحقق والعلامة . . . ) هؤلاء الموتى وجودهم أقوى من أكثر الاحياء لأنهم باقون ما بقي الدهر ، وهكذا هو حال هذا الفقيه الذي تنعاه الحوزة وتفتقده الجماهير ، غاب شخصه وبقي مَثَله حاضراً لم تنقطع رسائله فهناك المزيد من الحكم لم تصل بعد هنا ذخائر لا نفاذ لها وهناك ما يحتاج إلى الشرح وما ينتظر التأمل وما هو على موعد مع قطف الثمرة .\r\nكأن غياب الجسد برهان على حضور الروح . بل كأن الجسد لابد أن يرحل حتى يفسح المجال للروح لا يزاحمها الجسد في مكان أو زمان .\r\nروح الفقيه الجواد المفعمة بمحيط الحب المصفّى بآية المودة في أعماقه وقام بامتثال الحب في طوفان ولائيات لا تحاصرها الأسلاك الشائكة لأن الطوفان تطهير من تراكم قرون اضطهاد\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nالانسان المحب لا لذنب اقترفه سوى أنه أحب عترة الجمال وعصمة الجلال وتبرّك بغيث آية التطهير واستجار بآية المباهلة .\r\nوكان الميرزا الجواد يستنبط من شريعة المودة ( تنقيح العروة الوثقى ) وقواعد ( صراط النجاة ) ولا نجاة إلا بالحب في أسمى معانيه ذلك الحب هو جذع شجرة ارتوت بدماء الضحايا وتنسّمت بأنفاس الموالين الذين عانوا أقسى أنواع التنكيل وأشرس عدوانية النفي من التاريخ والإبعاد من مواضع القرار علوياً في حكمته - حسنياً في صبره - حسينياً في نهضته بقي شيخ الحوزة الجواد يستنبط من شريعة الولاية ما يحضُّ على الاستمرار بلا هوادة ولا فتور ولا مناورة .\r\n- مع المحبين في فقه الولاية\r\nيراه العالم بين أمواج أنفاس المستضعفين يقود موكب عشّاق محمد وآل محمد ويتوسط الجموع وهو يمشي حافياً في مشهد أطلق ثورة وجدان إنساني فلم يكن فوران عواطف عابرة وإنما هي شريعة المودة اليقينية .\r\nأليس هو الفقيه الذي تناول المشي إلى الزيارة بدراسة فقهية مستندة إلى نصوص شريفة .\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nانظروا إلى صورة الفقيه الوجداني يترجل من صهوة المنبر إلى ميدان الفطرة .\r\nمسلحاً بالمعنويات الحسينية وما أسلحته إلا أنفاس نقية وأدعية مخلصة ودموع ساخنة ، وحضور في زحمة الموالين والولائيين . ونؤكد مدرسته الأصيلة أن النهضة الحقيقية لا تكون إلا بالتحرر من عُقد التنظيرات التي تحاصر الفطرة ولا تكون النهضة إلا بتطهير السرائر والأعماق على ضغاف أنهار العبرات وفيوض الكمالات الولائية ومناهل الشعائر الإمامية .\r\n- مع الفقاهة في الميدان\r\nإلى جانب التألق في شريعة المودة والامتداد الايماني حاز جواد الفقاهة قصب السبق في الميدان الحوزوي بما لا يخفى على أهل الخبرة ولا يتجاهله أحد .\r\nهو مصداق الحديث الشريف ) من تواضع لله رفعه » فهو الفقيه الذي يمشي حافي القدمين مع مواكب الجماهير وفي نفس الوقت يحمل ذات الروح المعنوية ليتابع حياته في أعلى المراحل العلمية بسلوك طالب العلم المنهوم بالتحصيل العلمي وهو القائل :\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\n) لقد كنت طالب علم طوال عمري وصرفت كل أوقاتي - وخصوصاً زهرة شبابي - في الدرس والتدريس وخدمة الحوزة العلمية » .\r\nالمرجع استمر في سلوك طالب العلم لا يكاد يختلف عن الطلاب يحمل حاجاته من السوق بنفسه ولا يعتم بان لديه من هم رهن إشارته ويسعدون بخدمته ولكنه يفضل أن يحمل الكتاب بيد والزاد بيد وهو يتلو ) ان خير الزاد التقوى » .\r\n- مشهد لا يُنسى :\r\nمنذ سنوات طويلة ( قبل وفاة السيدين الخميني ( رحمه الله ) والخوئي ( رحمه الله ) )\r\nكان الميرزا جواد التبريزي ( قدس سره ) وقتها آية الاجتهاد وعلامة واضحة للفقاهة في حوزة قم ، وكنت أدرس المراحل الأولى ( المقدمات ) ثم ( السطوح ) واسكن في المدرسة الحجازية بمنطقة ( يخچال قاضي ) بجوار داره التي أمر بها كل يوم تقريباً وكان المنظر الذي لا ينسى هو منظر الفقيه المقدس الميرزا ( قدس سره ) يعود من الدرس وحوله مجموعة من طلابه الأفاضل يلاحقونه في الطريق بالنقاش العلمي وكنت أسمع أصواتهم أحياناً قبل أن أراءهم داخل الزقاق حتى يصل الشيخ ( قدس سره ) إلى باب البيت فيقول لهم : . . . تفضلوا وكأنه يشير\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nإليهم بالانصراف وكأنهم الممنوع من الصرف لقد كان هذا المشهد المؤثر يدل على تعلق شيخ الحوزة بالفقاهة يجدها ميدان جهاده ومحور القضية .\r\nوبهذا المشهد كان سماحته يترك للأجيال رسالة بليغة للحذر من التساهل والقفز على الحقائق العلمية وترك العبرة لبعض شباب الحوزة الذين يجعلهم الطموح بأن يحاولون الوصول بسرعة إلى مرتبة لا يجوز نيلها بالقفز والتسلق حتى لا تنزلق الأقدام وتنحرف المسيرة ولهذا يأتي جواد الفقاهة في حلقات طويلة من تاريخ المرجعيات الكبرى المتمثلة في سمو الروح بالتقوى وسمو المعرفة وسمو الاعتقاد . لقد أخلا الراحل الكبير ميدان الجهاد العلمي وافتقده منبر البحث العالي ولكنه بقي بما يبقى به الانسان ( صدقه جارية وولد صالح يدعو له وعلم ينتفع به ) وأما الحوزة التي ساهم في رفعها فهي باقية لأن المدرسة التي شرعتها النبوة وإقامتها الإمامة خالدة كما أراد لها أهل العصمة تنشر العلم النافع وتدعوا إلى الخير .\r\nيحيى الراضي\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\n\r\nالشيخ التبريزي وتحصين الأمة من الفكر المضاد\r\nروي عن الإمام الباقر ( ع ) أنه قال : « إن الأمر بالمعروف والنهي عن المنكر سبيل الأنبياء ومنهاج الصالحين ، فريضة عظيمة بها تقام الفرائض ، وتأمن المذاهب ، وتحل المكاسب ، وترد المظالم وتعمر الأرض ، وينتصف من الأعداء ويستقيم الأمر ، فأنكروا بقلوبكم ، والفظوا بألسنتكم ، وصكوا بها جباههم ، ولا تخافوا في الله لومة لائم » . وقال فيما جاء عنه ( ع ) يحث على نصرتهم « من أعاننا بلسانه على عدونا أنطقه الله بحجته يوم موقفه بين يديه عز وجل » وبين الإمام الباقر ( ع ) لمعرفة الموالاة والموالين في حالة التباس المفاهيم واختلاط المعايير فقال : « أما محبتنا فيخلص الحب لنا كما يخلص الذهب بالنار لا كدر فيه ، من أراد أن يعلم حبنا ، فليمتحن قلبه فإن شاركه في حبنا حب عدونا فليس منا ولسنا منه » .\r\nجئتم جميعا أيها المؤمنون في تأبين هذا العالم الرباني لتؤبنوا رجلا انتفض للحق ضد الباطل واكتشف بعلمه الغزير الآراء الفاسدة التي تنكر المسلمات والواضحات من الدين ، جئتم أيها الأعزاء نصر الله بكم الحق مترجمين بأفعالكم متضمنة نصرة الله ونصرة آل الله وقد أدركتم أن مداد العلماء أفضل من دماء الشهداء .\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nلا يخفى عليكم أيها الأعزاء إن قوى الشر في شرق الأرض وغربها تريد المكيدة والإضرار بمذهب أهل البيت وبشيعة آل البيت ، تارة عن طريق تشويه المذهب بالافتراءات والكذب على الشيعة ، وتارة باتهامهم بالإرهاب وهم أهل السلام ، وتارة بقتل الأبرياء منهم وحتى النساء والأطفال والشيوخ لا يسلمون من أعدائهم . والمقصود من إفساد عقائد الشيعة وتشكيكهم هو النتيجة وهو قتلهم وإيذاؤهم . ولذلك يدرك المراجع وهم الجامعون لشرائط الفتوى المؤهلون لإصدار الحكم الشرعي خطر إفساد العقيدة على أهلها لأنهم حصون المذهب وبهم ينقذ المجتمع من النار وهذه مسؤوليتهم ، إذا ظهرت البدع فعلى العالم أن يظهر علمه وإلا فعليه لعنة الله . وهذا ديدن علمائنا في أمرهم بالمعروف ونهيهم عن المنكر وحفظهم لبيضة الإسلام والذب عن شريعة الله وحريمه وكلامهم مناسب لمقتضى الحال ، نحن جميعا جئنا نؤبن هذا العظيم وهو الشيخ ميرزا جواد التبريزي مجمعين على أنه من حصون الإسلام وهو السد المنيع لعقيدتنا وهو حامي شوكة الإسلام فلا نعتبر كلامه والعياذ بالله فتنة وإنما كلامه ينور لنا الطريق ويمنعنا من الضلال ، فهو المترفع عن إرضاء العوام على حساب الحقائق والقيم .\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nجئنا لنستفيد كلنا من سيرته العظيمة العطرة ولنسير على ضوء هذه السيرة الحسنة من التقوى والزهد والعفة وحسن الخلق والكرم والخشونة في الأمر الذي يستوجب الخشونة بحيث لا تأخذه في الله لومة لائم سواء اجتمع الناس حوله أم تفرقوا رضي الناس أم لم يرضوا . لا يجامل في سبيل الدين ويداري في أمر لا يجوز المداراة فيه بل المدارة فيه أحياناً إقرار بالباطل ، هذه المسيرة والمظاهرة التي كان يتصدرها مع المرجع الإسلامي الكبير الشيخ وحيد الخراساني في أيام الفاطمية ضربة قاصمة وصفعة لأهل الانحراف والشقاق والنفاق من أيام السقيفة والانقلاب واعتراف بخيانة وعدم شرعية المنقلبين وانتصار للزهراء وتسخيف بآراء المشككين للقول بعدم أذية الزهراء .\r\nلذلك أقترح على أهل العلم من الفضلاء أن تكون عندنا أيام فاطمية على غرار ما يدعو له الشيخ التبريزي والخراساني وإن لم تكن على شكل مسيرات ، لابد أن تستغل هذه الأيام لنشر مظلومية الزهراء ( عليها السلام ) لأن مسألة كشف بيت الزهراء وحرق بيت الزهراء وإيذاء الزهراء حتى ابن تيمية والنواصب لا ينكرونها فضلًا عن الشيعة فالذي يرد هذا الأمر المتواتر لابد من تخطئته لأن رعاية عقيدتنا ومذهبنا أهم من مراعاة الأشخاص ، في هذه الأيام « أيام\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nالفاطمية » أقترح أن نقيم مجالس ومآتم ، أن نقيم مؤتمرات وندوات ، نذكر فيها فضائل الزهراء ، مناقشة نحلة الزهراء ، ميراث الزهراء ، عصمة الزهراء ، خطبة الزهراء ، الأحاديث الواردة في الزهراء ، إثبات أن عصمة الزهراء ذاتية غير مكتسبة ، ليست عصمتها من التربية التي اكتسبتها من أبيها . لا يوسوس لنا الشيطان الخناس ويقول لنا : ليس مهمّاً أن تعرف من أفضل ، النبي محمد ( ص ) أم غيره من الأنبياء ، الأئمة أفضل أم الأنبياء غير النبي محمد ، الزهراء أفضل أم مريم ، ويأتي التفكير التجديدي ويعتبر مثل هذه الدراسات ترفاً فكرياً ويربطه بعلم الأنساب ذلك علم لا يضر ولا ينفع والربط خطأ كما لا يخفى ، وينهى عن مثل هذه المعرفة التي يدعو إليها أكابر العلماء وورثة الأئمة من آل محمد ، فالواجب أن نعرف أن آل محمد هم علل الكائنات وهم حجج الله على الخلق وتفضيلهم وطهارتهم وخلقهم قبل خلق الخلائق وأنوار الله ليس عبثاً من الله وإنما هم وجه الله وأحباء الله وإرادة الله شاءت أن تبرزهم على من سواهم ليس جبراً وإنما الله وجد عندهم الاستعداد والقابلية والعصمة فهو مدد من الله واستعداد من العبد . جعلنا الله من السائرين على نهج علمائنا الأعلام وصلى الله محمد وآله الطاهرين .\r\nعلى حسن الزين\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\n\r\nعاشوراء ثانية . . . يؤسّسها التبريزي العظيم\r\nبإقدام وجرأة من الفقيه المقدس الميرزا التبريزي ( قدس سره ) تحوّلت الأيام الفاطمية إلى عاشوراء ثانية وحيث سنّ ( قدس سره ) هذه السنّة المباركة والحدث العظيم في العشرة الثانية من القرن الخامس عشر للهجرة في الثالث من جمادى الآخرة سنة 1414 هجرية . وذلك حينما انبرى الفقيه المقدّس لصدّ موجة التشكيكات التي برزت في خصوص واقعة الهجوم على بيت الصدّيقة الشهيدة فاطمة الزهراء ( عليها السلام ) فعقد ( قدس سره ) مجالس العزاء لرد تلك الشبهات والتضليلات وخرج لاطماً على صدره حافي القدمين ، فكان أوّل فقيهٍ في تاريخ التشيّع يخرج حافي القدمين في هذه المناسبة الأليمة لإظهار مظلومية سيدة النساء ( عليها السلام ) ونصرتها .\r\nوقد كان الجوّ حينها شديد الحرارة وكانت الأرض تلتهب من حرارة الشمس وما تحمّل ذلك إلا مواساة للزهراء ( عليها السلام ) ، وللوقوف بوجه تلك الاعتداءات الظالمة على مقام بنت رسول الله ( ص ) وبهذه الحركة الإلهية المباركة تحوّلت الأيام الفاطمية إلى عاشوراء ثانية ، وسجّل التاريخ له ( قدس سره ) هذه المفخرة على مدى العصور . واستمرت هذه المسيرة التي أسسها المرجع الراحل إذ خرجت المسيرات العزائية في كل عام اقتداءً بفعل الشيخ ( قدس سره ) مكتضة بالعلماء والفضلاء والمؤمنين .\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nفرحمة الله على روح هذا المرجع الكبير الذي رسم في تاريخ التشيّع منعطفاً مهمّاً أتمّ فيه التعظيم لشعائر الله ، وإحياء أمر أهل البيت ( عليهم السلام ) ، فسلام عليه يوم ولد ويوم رحل إلى جوار ربه ويوم يبعث حياً .\r\nكان مؤسس الأيام الفاطمية وقائد ثورة تحويل الأيام الفاطمية إلى عاشوراء ثانية المرحوم الميرزا التبريزي ( قدس سره ) يتوجه في الثالث من جمادى الثانية من كل عام يوم شهادة السيدة الزهراء ( عليها السلام ) إلى حرم السيدة المعصومة حافياً في ذلك الجو الحار لتقديم العزاء في مسيرة تضم الكثير من الطلبة والفضلاء وسائر المتدينين .\r\nوفي عام 1383 ه - ش أي 2005 م كان الجو محرقاً للغاية وخرج الميرزا ( قدس سره ) على عادته حافياً في تلك الأيام مما أدى إلى احتراق قدميه ، وبعد رجوعه إلى المكتب ونظراً للحروق التي استولت على باطن قدميه فقد انشغل بعلاجها وتنظيفها ، وفي تلك الأثناء كان حجة الاسلام والمسلمين الشيخ علي الدهنين الأحسائي وابن الميرزا ( قدس سره ) إلى جانب الشيخ في غرفته ، وفجأة توجه الشيخ الميرزا ( قدس سره ) إلى الشيخ علي الدهنين مخاطباً له : شيخنا ! إن ما يقال عن الباكستانيين والهنود من مشيهم على الجمر تأسياً بآلام ومصائب الإمام الحسين ( ع ) وعدم احتراق أقدامهم بل عدم تألمهم من ذلك صحيح ؛ فها هي قدماي قد جرحتا من شدة الحرارة غير أنني لم أشعر بتلك الحرارة طوال المسيرة .\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\n\r\nحفظ الشعائر الحسينية\r\nوطيلة حياته الشريفة وحرصاً على المذهب الحق أجاب ( قدس سره ) عن استفتاءات عديدة كما نرى ذلك جلياً في حفظ الشعائر الحسينية والدفاع عن مظلومية أهل البيت ( عليهم السلام ) حيث علّق ( قدس سره ) على الاستفتاء المعروف حول الشعائر الحسينية للشيخ النائيني ( قدس سره ) حيث قال في تعليقات مختلفة :\r\n\r\nالتعليقة الأولى :\r\nبسمه تعالى : رأيت الجواب الذي أفاده طاب ثراه وهو صحيح ولا مانع من العمل به والله سبحانه هو العالم .\r\n\r\nالتعليقة الثانية :\r\nبسمه تعالى : كل ما صدق عليه عنوان الجزع فهو راجح شرعاً وأما التطبير فهو جائز في نفسه كما أفاده المحقق النائيني ( قدس سره ) من أفراد عنوان الجزع أيضاً جزاه الله عن الإسلام وأهله .\r\n\r\nالتعليقة الثالثة :\r\nبسمه تعالى : كل ما صدق عليه عنوان الجزع فهو راجح شرعاً وأما التطبير فهو جائز في نفسه وهو كما أفاد المحقق النائيني ( قدس سره ) من افراد عنوان الجزع ايضاً جزاه الله عن الاسلام وأهله . والله العالم .\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\n\r\nالتعليقة الرابعة :\r\nبسمه تعالى : كل ما ذكره ( قدس سره ) في الورقة مطابق لرأيي ويجب على جميع المؤمنين أن يدافعوا عن مسلمات المذهب الحق بأرواحهم وأنفسهم خصوصاً في مسأله الشعائر الحسينية والذي ورد في الروايات المعتبرة . . . ان الجزع على الإمام الحسين ( ع ) مطلوب شرعاً . . . ويعم هذا الاستحباب الجزع على أهل البيت ( عليهم السلام ) وانطباق عنوان الجزع على بعض المصاديق حتى ولو كان في بعض الأمصار كاف في صيرورته مستحباً شرعياً . . . والله الهادي إلى سواء السبيل . . .\r\nبعد المواقف التي اتخذها الفقيه المقدس الميرزا التبريزي ( قدس سره ) في مواجهة المشككين بقضية السيدة فاطمة الزهراء ( عليها السلام ) وتأثيراتها القوية ، عمد بعض هؤلاء المشككين إلى إعادة الاعتبار إلى أنفسهم فراحوا يروّجون أن الشيخ الميرزا ( قدس سره ) تراجع عن مواقفه بشأن ذلك المشكك ( البيروتي ) .\r\nإلا أن الميرزا المرحوم - في آخر لحظات عمره المبارك - أكّد لنجله قائلًا : أن كل ما قمت به كان لأجل رضا الله تعالى ومحبة ومودة لأهل البيت ( عليهم السلام ) وأنّني مصرٌّ على ما صدر مني من مواقف ، معتقد كل الاعتقاد بما قلته في جميع محاضراتي وفتاواي وغيرها لم أزح عنها قط .\r\nوإنني أؤكد مرّة أخرى على ذلك حتى لا يستغل أحدهم الظرف ويلقي بسمومه وإشاعاته المغرضة فيدعي بأنّ الميرزا ( قدس سره ) ندم على فعله ،\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nكلا فإني كنت ولا أزال على يقين بما قمت به سادافع عن مواقفي إلى آخر لحظة من عمري وأرحل إلى ربي بقلب مطمئن .\r\nبُني ، عليك أن تجيب كل من يسألك عمن يشكك بقضية الزهراء ( عليها السلام ) بأنه ضال ومضل ، بعيد عن رحمة الله ، وأن قضية السيدة فاطمة الزهراء ( عليها السلام ) من المسلمات عند الشيعة الاثني عشرية . ومن بديهيات مذهبهم ، وكل من يوارب أو يجامل في ذلك مسؤول أمام الله يوم القيامة .\r\n\r\nخدماته الاجتماعية\r\nلم تتوقف قضية الخدمة والاهتمام بالشؤون الاجتماعية لديه عند حد بل كان للُامّة بحق بمثابة الأب المشفق على أبنائه والمرجع لهم ، ومثلًا لقيادة أهل البيت ( عليهم السلام ) ، الذين هم خلفاء الرسول ( ص ) ، الذي يصفه الله تعالى بقوله  بِالْمُؤْمِنِينَ رَؤُفٌ رَحِيمٌ  ، وقد تجلت هذه المشاعر الأبوية بشكل عمليواضح في كل يوم من أيام حياته الشريفة ، وخصوصاً في المحن والشدائد التي حفل بها تاريخ هذه الأمة المعاصر .\r\nكان الميرزا الراحل يحمل بين جنبيه قلباً كبيراً يتحرق ويتألم لمعاناة المسلمين ، ولم يكتف بالتحرق الصادق ، بل قام بكل ما كان بوسعه لمساعدتهم عملياً ، وتخفيف معاناتهم . وكان رضوان الله تعالى عليه يتابع بنفسه أخبار المسلمين ويصرف وقتاً غير قليل من وقته الثمين ،\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nلمتابعة أهم الأخبار التي تتعلق بالاسلام والمسلمين ، لتوضيح اهتمام ورعاية الميرزا ( قدس سره ) بشؤون الأمة يمكن تناول أربعة محاور رئيسية :\r\nأولًا : الحوزات العلمية\r\nلقد تجاوزت رعاية الميرزا الراحل رضوان الله تعالى عليه للحوزات العلمية كل الحدود السابقة التي كانت مألوفة قبل مرجعيته العامة . كان‌الاهتمام منصباً على رعاية طلاب ومدرسي حوزة النجف الأشرف وقم المقدسة والمشهد المقدس وسورية ولبنان .\r\nومن جانب التوسع الكمي والكيفي الذين شهدتهما الحوزات العلمية تحت توجيهاته ورعايته .\r\nثانياً : المشاريع\r\nأمر سماحة الميرزا الراحل رضوان الله تعالى عليه بتأسيس مدرس حسب احتياج الحوزة . والحمد لله مشاريع المرجع الراحل ( قدس سره ) هي مؤهلة للاستمرار لوقت طويل جداً إن شاء الله تعالى في خدمة المسلمين .\r\nإن تأسيس هذا المدرس كانت بادرة مباركة ترسي مشاريع الطائفة على أسس قوية وتكلف لها الاستمرار والتطور ، وهي إنجاز رائع وخطوة شجاعة قام بها المرجع الميرزا ( قدس سره ) الذي ترك لهذه الأمة تراثاً ضخماً من العلم والعلماء ، والمساجد والمدارس ، والمشاريع النافعة . . . وفوق كل ذلك المبادئ العظيمة التي عاش من أجلها وكرس كل\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nحياته الشريفة لها . . . ألا وهي إعلاء كلمة الله تعالى ورفع راية محمد وآل محمد صلوات الله تعالى عليهم ، وخدمة المؤمنين .\r\nوكذلك أنشئ بأمره رضوان الله تعالى عليه ، مدرسة علمية في منطقة السيدة زينب ( عليها السلام ) - سورية ( حوزة الإمام الجواد ( ع ) ) وهي عماد ومركز الحوزة في الوقت الحاضر وأيضاً حسينية ومكتبة في منطقة السيدة زينب ( عليها السلام ) - سوريه .\r\nأنشئ بأمره مركز صحي في مدينة قم المقدسة ويعد أكبر مركز طبي في المنطقة وكذا مستشفى في مدينة شيراز - منطقه علامردشت وهي من المناطق المحرومه جداً ، هذا المشروع الخيري العملاق لوحده كاف لبيان عظمة الميرزا ( قدس سره ) وسعة أفقه وبعد نظره ، وعلوّ همته كما وقد أمر رضوان الله تعالى عليه بإنشاء مشروع مركز ثقافي تعليمي في مدينة قم المقدسة باسم دار الصديقة الشهيدة ( عليها السلام ) وكذلك مكتبة عامة في النجف الأشرف وهي تحمل اسمه الشريف ( قدس سره ) وكذلك مركز دراسات في لبنان - بعلبك بعنوان دار الصديقة الشهيدة ( عليها السلام ) للدراسات .\r\nكما أنّ رعايته رضوان الله تعالى عليه للُامة تجاوزت ذلك الحد وتعدته إلى تشجيعه للرجال المخلصين أن ينظموا صفوف الأمة وينضموا أعمالها ومشاريعها وخدماتها . فكان رحمه الله تعالى ، يشجع كثيراً ويؤكد على ( تنظيم الأمور ) في الأعمال الدينية والخيرية والاجتماعية .\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nثالثاً : الكوارث الطبيعية :\r\nكان الميرزا ( قدس سره ) سبّاقاً لإغاثة الملهوفين ونجدة المنكوبين في أيّة بقعة من بقاع الأرض يسكنها أتباع آل البيت ( عليهم السلام ) ويتوطن فيها التشيع ، وليس أدل على ذلك موقفه الرائع لإغاثة المنكوبين في الزلزال الأخير الذي ضرب أجزاء من جنوب شرقي إيران ( بم ) .\r\nرابعاً : مواقفه في الأزمات والمحن\r\nكان حريصاً على أن يتابع الأزمات والمحن التي يتعرض لها المؤمنون والمسلمون في أنحاء الأرض ويسعى بكل جهده لمساعدتهم .\r\nوكان موقفه رضوان الله تعالى عليه من محنة المسلمين في لبنان وأفغانستان و . . . واضحاً جلياً ، فقد قدم كل أنواع الدعم ، حتى أنه أجاز المؤمنين بدفع الحقوق الشرعية .\r\nوكذلك موقفه الخيّر في مساعدة المظلومين العراقيين قبل وبعد سقوط الطاغية ، ورعاية أهليهم ، وغير ذلك من المواقف التي تثبت أنه كان رضوان الله تعالى عليه ، كهفاً يلوذ به اللائذون ويلجأ اليه المؤمنون .\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\n\r\nخفايا من سيرة الميرزا التبريزي ( قدس سره )\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\n\r\nفي محضر سيد الشهداء الإمام الحسين ( ع )\r\nقال المقدس المرحوم الميرزا جواد التبريزي ( قدس سره ) : اعتاد طلبة حوزة النجف الأشرف أن يذهبوا في ليالي الجمعة من النجف إلى كربلاء ، ونحن مثل بقية الطلبة نذهب لزيارة المرقد الطاهر للإمام الحسين ( ع ) ، وفي أحد ليالي الجمعة بعد الرجوع من كربلاء والوصول إلى البيت رأيت زوجتي في حالة غير طبيعية ، سألتها ماذا حدث أجابت بأن ابنك قد راقد في المستشفى ومغمى عليه الآن بسبب حادث اصطدام بسيارة . يقول المرحوم الميرزا قدس سره : كنت أذهب إلى المستشفى كل يوم خلال أسبوع وقد كان الجميع قد يئسوا من شفاء ابني خ وكنت مستمراً في الدعاء حتى رأيت الإمام الحسين سيد الشهداء ( ع ) في الليلة التاسعة في المنام وقد كنت جالساً أمام مولاي رأيت ابني جالساً عنده ، وقال الإمام ( ع ) - بعد لحظات : هل تريد ابنك ، يقول الميرزا - ولأن ضربة ابني كانت في رأسه خفت أن يصيبه نقص في عقله وجسمه - قلت : مولانا إذا كان ابني يصيبه نقص في عقله وجمسه فخذه معك ، وإذا تفضلت علينا بعناياتكم وأنه سالم فامنن علينا بشفائه ، فجأة قال الإمام ( ع ) :\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nخذ ابنك ، ووضع يده في يدي فانتبهت حينئذ من النوم ، واتصلوا بي هاتفياً من المستشفى وأخبروني بأن ابنك قد انتبه وعاد إليه الوعي وبعد ذهابي إلى المستشفى شاهدت ابني جالسا على سرير المستشفى وقد تجمع البعض حوله ، فعاد إلى أحضان أسرتنا برعاية وبركة الامام المظلوم ، فكنا من المشمولين بعناية سيد الشهداء ( ع ) .\r\n\r\nضعوا المنديل الذي امسح به دموع بكائي على سيد الشهداء الإمام الحسين ( ع ) وأهل بيته ( عليهم السلام ) في كفني\r\nكان للفقيه المقدس الميرزا جواد التبريزي ( قدس سره ) منديلان أسودان يحملهما أيام العزاء ويمسح بهما دموعه عندما يبكي أثناء قراءة المصيبة ويحافظ عليهما ويضعهما في مكان خاص بعد مجالس العزاء ، وكان يقول لأولاده عدة مرّات : ضعوا هذين المنديلين في كفني عند مماتي ، وبعد ارتحاله فتش أبناؤه عليهم فلم يجداهما قبل التكفين ، ولما أرادوا تكفينه فتحوا الكفن فوجدوا المنديلين فيه وعلم أن المرحوم الميرزا ( قدس سره ) قد وضعهما في كفنه قبل رقاده الأخير في المستشفى فوضعوا أحد المنديلين في يده اليمنى والآخر على صدره المبارك ، فدفنتا معه بعد أن كان لسنين عديدة يمسح بهما\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nدموعه . وكما قال المرحوم الميرزا ( قدس سره ) : سيكونان شاهدين ومغيثين في القبر والقيامة .\r\n\r\nشفاء العديد بواسطة استعمال تربة سيد الشهداء\r\nسمع بعض المؤمنين بان الفقيه المقدس المرحوم الميرزا جواد التبريزي ( قدس سره ) عنده تربة سيد الشهداء ، فكانوا يأتونه ويطلبون منه إعطاءهم من هذه التربة للاستشفاء بها فكان يعطيهم ويقول لهم : اخلطوها بالماء ثم ضعوا في أعينكم أو اشربوهها ، أو أغسلوا موضع الألم وناموا ستشفون إن شاء الله ، بعض ممن أعطاهم المرحوم الميرزا التربة للاستشفاء وقد شوفي ولله الحمد هو جناب الشيخ خادم الذاكرين والشيخ غلام حسين فشاركي والسيد حسين الكشميري والمرحوم الشيخ مردانه ( إمام جمعة قرية كهك [ سابقاً 
  ] ، التابعة لقم ) ، نجل المرحوم ( قدس سره ) الدكتور كاظم التبريزي و . . . وقد شوفوا جميعاً بواسطة التربة الحسينية ، فعالج المرحوم الميرزا ( قدس سره ) ضعف أعينهم بواسطة التربة الحسينية طابت روحه وعز ذكره .\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\n\r\nشفاء عيني المرحوم الميرزا ( قدس سره ) باستعمال تربة سيد الشهداء الإمام الحسين ( ع )\r\nيقول الفقيه المقدس المرحوم الميرزا جواد التبريزي ( قدس سره ) : كانت عيناي ضعيفة وكان من اللازم أن استخدم النظارة ، ولكن استعمالها صعب علي ، وقد استعملت النظارة لعدة أيام أثناء المطالعة بحيث لو لم استعملها أحس بتعب ، وذات يوم بعد ان أجهدت عيني قمت بالاستشفاء بتربة الإمام الحسين ( ع ) التي كان قد أرسلها لي أستاذ الفقهاء والمجتهدين السيد أبو القاسم الخوئي ( رحمه الله ) ، فقد غسلت بها عيني بعد أن خلطتها مع ماء عيني وقلت : يا سيد الشهداء يا أبا عبد الله الحسين ( ع ) أنا لا أريد أن استعمل النظارة وأؤذي عيني ، أريد الشفاء منك ، يقول المرحوم الميرزا ( قدس سره ) : عندما استيقظت في اليوم التالي رأيت أن عيني قد أصبحت على ما يرام حينما طالعت ولم احتج إلى النظارة . فكانت عيناي مثل قبل إضافة إلى أنني لم أحس بضعف أيضا . يقول نجل المرحوم الميرزا ( قدس سره ) : كانت عينا والدي تتمتع بقوة البصر إلى أخر العمر بحيث كان يقرأ العبارة من\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nبعيد ولم يشكو من ضعف عينيه أبداً وشوفي بواسطة تربة سيد الشهداء ، والحمد لله رب العالمين .\r\n\r\nالبكاء الكثير على سيد الشهداء الإمام الحسين ( ع )\r\nكان الفقيه المقدس المرحوم الميرزا جواد التبريزي ( قدس سره ) عندما يأتي شهر المحرم يتخذ هيئة للعزاء يلبس السواد بحيث نستطيع أن نرى أول المحرم من خلال رؤية المرحوم الميرزا ( قدس سره ) ، كان يبتدئ المحرم بالغم والحزن ، وأثناء التعزية كانت تمطر عيونه بالدموع ، ويقول لخطباء المنبر الحسيني أقرؤوا التعزية كثيراً ، كان المرحوم الميرزا ( قدس سره ) أثناء التعزية تصيبه حالة من الغشية ويبكي بكاءً شديداً بحيث ترى أثر ذلك حتى على المحيطين به ، وكان كلما يقولون له إن هذا غير مناسب لحالتك الصحية يقول : هذه الدموع هي لقبري وقيامتي ، أريد ان يسجل اسمي مع أصحاب عزاء الإمام الحسين ( ع ) ، فكان المرحوم الميرزا من أصحاب عزاء الإمام الحسين ( ع ) بتمام المعنى بحيث كانت حركاته ودموعه الغزيرة تعطي درساً للآخرين عن كيفية إبراز الولاء لأهل البيت ( عليهم السلام ) .\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\n\r\nيوجد انحراف في عين المرحوم الميرزا ( قدس سره ) بسبب البكاء الشديد عند حلول أيام الفاطمية\r\nفي السنة الأخيرة من حياة الفقيه الكبير المرحوم الميرزا جواد التبريزي ( قدس سره ) وفي أيام العزاء لحضرة السيدة فاطمة الزهراء ( عليها السلام ) لسنة ( 1427 ه - ق ) بكى المرحوم بكاء شديداً وحاول الذين يحيطون به ان يقنعوه بأن يراعي نفسه فكان ( قدس سره ) يقول لا أستطيع فأن المصائب التي عانت منها الزهراء ( عليها السلام ) كانت بالقدر الذي لا يستطيع أحد ان يسيطر على نفسه وعليه فأن شدة البكاء أدت في النهاية إلى انحراف في عينه اليسرى والقريبون منه يشاهدون ذلك بوضوح وعند مراجعة الأطباء لمعالجة عينه كانوا يقولون له بعد الفحص الطبي بأنه لا يوجد أي عيب في العين ولكن كثرة البكاء اتعبت العين وسبب ضغطاً عليها ( قدس سره ) حتى أدى ذلك إلى انحراف عينه وبعد ان يعرفوا بأن ذلك بسبب البكاء الشديد على حضرة السيدة فاطمة الزهراء ( عليها السلام ) فأنهم يتأثرون كثيراً ويدعون للمرحوم الميرزا ( قدس سره ) على وفائه لحضرت الزهراء ( عليها السلام ) . وكان المرحوم الميرزا ( قدس سره ) يقول أنتم لا تعلمون ماذا جرى على فاطمة الزهراء ( عليها السلام ) ثم يجهش بالبكاء . فكان\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\n( قدس سره ) يقول أي مصائب عانت بنت رسول الله ( ص ) وان زوجها أمير المؤمنين علي بن أبي طالب ( ع ) قد صبر كثيراً للدفاع عن حرمة الولاية حتى لا تضيع الجهود التي بذلها الرسول الأعظم ( ص ) من اجل الرسالة الإلهية هدراً . وقد تحملت ( عليها السلام ) مصائب كثيرة من الذين غصبوا حقها وحق بعلها أمير المؤمنين علي بن أبي طالب ( ع ) فأنهم لم يراعوا حرمتها وقد هجموا على بيت الوحي وحرقوا باب البيت وقاموا بضربها فلم يراعوا حرمة رسول الله ( ص ) فيها وعلى اثر ذلك مرضت ثم وافاها الاجل ( عليها السلام ) .\r\n\r\nالميرزا التبريزي ( قدس سره ) والعنايات الإلهية\r\nيقول نجل الفقيه المقدس الميرزا التبريزي ( قدس سره ) : قلما حدث أن كَتَبَ الميرزا فتوى ثم قام بتغييرها فكان كلما جاؤوا له بأوراق الاستفتاءات يقول بكل تواضع : ) هذا ما يصل إليه ذهني وإنشاء الله يكون فيه رضى لله ولأهل البيت ( عليهم السلام ) » .\r\nيقول نجل الميرزا : ذات ليلة اتصلت الوالدة بعد منتصف الليل وقبل أذان الصبح وقالت : إن الميرزا يقول احتفظوا بالاستفتاء الفلاني ولا ترسلوه فإنه بحاجة إلى اصلاح .\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nيقول نجل الميرزا ( قدس سره ) : تعجبت لذلك كثيراً وتسائلت عن السبب الذي دفع الميرزا ( قدس سره ) للاتصال بعد منتصف الليل واتخاذه مثل هذا القرار ؟ يتابع نجل الميرزا التبريزي ( قدس سره ) : وحينما قدمت إلى المكتب وطلبت من حجة الاسلام والمسلمين الشيخ شوبائي الاستفتاء المطلوب ، وبعد البحث استخرجناه وقدمته إلى الميرزا ( قدس سره ) ولحسن الحظ فإنه لم يكن قد أُرسل ، فوضع الميرزا ( قدس سره ) قلمه المبارك على الورقة وأصلح الفتوى ، وكان الاستفتاء يتعلق بمسائل النكاح وحساس جداً وقد أرجعتني هذه الحادثة إلى القضية التي جرت مع الشيخ المفيد ( رحمه الله ) حيث اختار اغلاق باب داره عليه بعد الاشتباه في الحكم الشرعي ، فخاطبه صاحب العصر والزمان ( عج ) قائلًا : أفد يامفيد وعلينا التسديد . والنتيجة إن علماءنا الأعاظم تحت عناية ولي العصر وهو ناظر على أعمالهم على الدوام ، ومن المتيقن أنّ المرحوم الميرزا ( قدس سره ) كان محلًا لعناية ولي العصر ( عج ) وهذا ما دفعه في منتصف الليل إلى تغيير تلك الفتوى الحساسة وما أكثرهم العلماء الذين شملتهم وتشملهم عناية ولطف هذا ( عج ) الامام الرؤوف ومن المتيقن أن شخصية مثل المرحوم الميرزا التبريزي الذي أوقف حياته في خدمة الدين والمذهب وجاهد في سبيل ذلك بكل جوارحه قد نالته مثل هذه العناية من صاحب هذا\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nالمذهب الحجة بن الحسن العسكري ( عج ) حتى استطاع خدمة الحوزة العلمية .\r\n\r\nيجب أن أذهب إلى كربلاء لزيارة سيد الشهداء الإمام الحسين ( ع )\r\nكان المقدس المرحوم الميرزا جواد التبريزي مشتاقا كثيراً لزيارة كربلاء ، وكان مصراً ومتهيئاً بعد سقوط طاغوت العراق للسفر إلى كربلاء ، ولكن الوضع الأمني لم يسمح بذلك ، وكان قد أرسل عدد من مقلديه مبالغ إليه حتى يؤدي بها العمرة ولكنه قال - بعد رد المبالغ ودعوتهم - : إذا بقيت حياً أزور كربلاء آولًا ، لا أريد أن أذهب إلى مكان يظن الناس أنه أفضل من كربلاء ، إذا ذهبت إلى العمرة يظن الناس أني أعطي أهمية أكبر لها ، ولهذا فإني لا أذهب إلى العمرة قبل كربلاء ، إذ لم يعتاد المؤمنين الذهاب إلى العمرة إلا بعد أن سد الطريق إلى كربلاء ، وأخيراً لم يوفق المرحوم الميرزا ( قدس سره ) للسفر إلى كربلاء ، وقد سلم روحه إلى الإله المنان وأنفاسه الأخيرة تقول يا حسين يا حسين . . . فأصبح ضيفاً لسيد الشهداء الإمام الحسين ( ع ) وشفاعته إن شاء الله تعالى .\r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\n\r\nأنا لا أتدخل في قضايا سيد الشهداء الإمام الحسين ( ع )\r\nسعى الفقيه المقدس الميرزا جواد التبريزي سعيا حثيثا من أجل الحفاظ على شعائر سيد الشهداء الإمام الحسين ( ع ) وكان يقف دائماً أمام الشبهات ، ويتصدى بكل شجاعة وصراحة لكل من يحاول خلق الشبهات . كان يُسأل منه - بعد سقوط طاغوت العراق وقتل شيعة العراق المظلومين من قبل الإرهابيين داخل العراق - عن السفر إلى كربلاء والتعازي الحسينية ، وكان يتوقع السائلون أن المرحوم الميرزا ( قدس سره ) يحرم السفر إلى كربلاء والمراسيم ، وكان المرحوم الميرزا ( قدس سره ) يقول في جوابه بتواضع وإخلاص كاملين : أنا لا أتدخل في قضايا الإمام الحسين ، والتدخل فيها إضافة إلى أنه مشكل فهو يحتاج إلى الجواب عنه غداً عند الله ، ما هو الإشكال في أن يضحي الإنسان بنفسه في طريق زيارة سيد الشهداء الإمام الحسين ( ع ) ، فهل نحن أفضل من أهل البيت ( عليهم السلام ) ، فهم ضحوا بكل شيء في سبيل الله ، حفظ الله هؤلاء الشباب المخلصين ، حيث إنهم عبروا بهذه الكيفية عن حبهم وولائهم لأهل البيت ( عليهم السلام ) ، وأنا أدعو لكل هؤلاء الأعزاء الذين يسعون لإحياء الشعائر الحسينية .\r\n\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\n\r\nلا يؤاخذ أحد في قضايا الإمام الحسين\r\n( ع )\r\nيقول أحد التجّار الخيّرين : « لقد عزمت على اصطحاب أربعين نفر من المؤمنين لزيارة العتبات المقدسة في العراق ، وحينما حان موعد السفر أخذت الأحداث في العراق بالتوتر الشديد الأمر الذي أدخل التردد على قلبي خوفاً على الزائرين ، فدخلت على الفقيه المقدّس الراحل آية الله العظمى الميرزا جواد التبريزي ( قدس سره ) وسألته عن الموضوع فأجابني قائلًا : « إذا كنتم خائفين بالفعل فأخّروا سفركم » ، وباعتبار أن الزوّار كانوا على أهبة الاستعداد للسفر كان صعباً علينا تأخير موعد السفر لذا توجّهت إلى الميرزا الفقيه ( قدس سره ) بالسؤال : « سماحة الشيخ لو اصطحبت الزوّار في مثل هذه الأوضاع وحدث لهم حادث فهل أو اخذ بذلك يوم القيامة ؟\r\nوفجأة يتأوّه الميرزا تأوّهاً عميقاً كاشفاً عن عشقه الفيّاض لزيارة كربلاء ويقول : « إن أحداً لا يؤاخذ في سبيل الإمام الحسين ( ع ) ! فوقع كلامه في نفسي وشدّ من عزيمتي على السفر .\r\nوكلما تذكرت تلك الكلمات الحاسمة والمخلصة تغرغر عيناي بالدموع من غير إرادة واختيار ، فقد أحدثت كلماته قوّة في داخلي\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nدفعتنا لزيارة العتبات المقدّسة على رغم التوتر الشديد داخل العراق ، وكانت كلماته تلك لا تفارق ذهني ، الراحة والسعادة لروحه الطاهرة ، فقد كانت كل كلمة من كلماته عالماً من المعاني .\r\n\r\nزيارة سيد الشهداء ( ع ) مقدّمة على المرجعية\r\nحاول الفقيه المقدس المرحوم الميرزا التبريزي ( قدس سره ) جاهداً السفر لزيارة العتبات المقدسة في العراق بعد سقوط النظام الظالم في العراق غير أن بعض المسؤولين لم يرتأ له ذلك بسبب الأوضاع الأمنية المتدهورة في العراق ، وقد عزم مراراً على ذلك إلا أن التوفيق لم يحالفه ، وذات يوم يتوجه أحد العلماء إلى الميرزا المقدّس مخاطباً له : شيخنا إنّ جنابكم مرجع الطائفة والأمة بحاجة إليكم ، والزيارة مستحبة بينما حل المسائل الشرعية ومشاكل الناس على عاتقكم ، وببقائكم في قم تقوّى الحوزة العلمية ، وتدافعون عن مباني التشيع الحقة ، وتربون الطلبة والفضلاء ، وهذا ليس بالأمر السهل لذا نترجى منكم ابعاد فكرة الزيارة عن برنامجكم .\r\nوإذا بدموع الشيخ الميرزا ( قدس سره ) تغرق عينيه الوديعتين ويقول : إنني لا أفكر بهذا النحو ! إن أمنيتي هي زيارة سيد الشهداء ( ع ) ولم أفكّر\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nبمرجعيتي ولن أفعل ذلك ؛ لأن هذا المذهب له وليه الذي يدافع عنه ، فإذا ما تحسّنت أوضاع العراق سأذهب للزيارة بإذن الله تعالى ، ولن تعيقني المرجعية عن هذا الأمر .\r\nوكان كثيراً ما يحدّثنا فيقول : لقد كنّا في نعمة كبيرة أيام دراستنا في النجف الأشرف حيث أكرمنا الباري عز وجل بزيارة سيد الشهداء ( ع ) في ليالي الجمعة وابراز ولاءنا ومحبتنا في حرمه الشريف ، وكانت أجمل أيام عمرنا هي تلك الأيام ، ولم نكن نتوقع أن نحرم من ذلك الفيض الإلهي يوماً غير أن القضاء والمشيئة الإلهية شاءت ذلك ونحن راضون برضى الرب تعالى .\r\n\r\nكربلاء أفضل البقاع\r\nكان لدى الفقيه المقدس الميرزا التبريزي ( قدس سره ) رغبة شديدة بزيارة العتبات المقدسة بعد سقوط نظام الطاغوت في العراق وفتح طريق كربلاء ، لذا فقد حضّر جواز سفر خاص به ، وأخذ يعدّ اللحظات ريثما تهدأ أوضاع العراق قليلًا ليتسنى له السفر ، وكان يتساءل عن أوضاع العراق كل يوم وكان دائم الحرقة والحسرة لزيارة كربلاء ،\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nيذرف الدموع كلما ذكرَّ زيارة العتبات ، ويتسائل : كيف أصبحت أوضاع العراق ألم يحن أوان هذا التوفيق لنا ؟\r\nوحينما علم بعض مقلّدي الميرزا بالأمر اقترح زيارة الشيخ لأداء العمرة وأرسل مصاريف السفر ، إلا أن الميرزا رفض ذلك قائلًا : لن أتوجه إلى أي مكان قبل زيارة كربلاء ؛ لأنني لو سافرت لأداء العمرة اعتقد الناس أن العمرة أفضل من زيارة كربلاء ، ووظيفتي أن أزور كربلاء إذا وفقت ؛ ليعلم الناس بأن السفر لزيارة كربلاء أفضل .\r\nولذا فإنه بقي مصرّاً إلى آخر عمره على رفضه السفر لأداء العمرة رغم الالحاح الشديد من قبل بعض مقلديه ، قائلًا لهم : ما دمت لم أزر كربلاء فلن أقبل السفر لأداء العمرة ، وبقي ( قدس سره ) متحسّراً متلهّفاً للسفر إلى كربلاء ، وإذا ما طرق مسامعه اسم كربلاء ترى أعينه تفيض من الدمع ، وإذا سمع بشخص ينوي السفر لكربلاء بكى الشيخ فرحاً له ، وهنّأه على التوفيق لأداء أفضل الأعمال ، وفي نهاية المطاف لم يتم سفر الشيخ إلى كربلاء بسبب سوء الظروف الأمنية .\r\nولئن احترق حسرة في دار الدنيا على زيارة كربلاء فإن نواله وأجره في الآخرة في علو الدرجات وقربه من الواحد الديّان ما يجعل روحه قريرة بالزيارة في ذلك العالم .\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\n\r\nانني أحترق عشقاً لزيارته كيف أمنع الآخرين عن زيارته\r\nمن المسائل المهمة التي تميّز بها الشيخ الميرزا المقدس أنه وطيلة حياته لم يعط أي تصريح ولم يتدخل حتى آخر عمره ببعض القضايا التي يمكن أن يستفاد منها في تضعيف شعائر الإمام الحسين ( ع ) ، على رغم الإصرار الشديد على ابداء رأيه في تلك الأمور ، فكان جوابه دائماً : « إنني لا أتدخّل في قضايا الإمام الحسين ( ع ) ، وهنيئاً لمن يحظى بعناية الإمام الحسين ( ع ) فهو ممن ضمن آخرته » .\r\nوأيام أحداث العراق أصرّوا على الشيخ الميرزا بأن يصدر فتوى بعدم الذهاب إلى زيارة الإمام الحسين ( ع ) حفاظاً على أرواح المؤمنين فكان دائماً يجيبهم : « إنني لا أليق لأن أعطي رأيي في هذه المسالة ، وأنا بنفسي أعتبر نفسي خادماً لسيدالشهداء ( ع ) وأحترق عشقاً لزيارته ، فكيف أمنع الناس من نيل تلك الفيوضات حتى لو استلزم ذلك ازهاق أرواحهم ؟ فكل من يقتل في طريق زيارته لسيد الشهداء ( ع ) فهو شهيد ، وله في الآخرة ثواب عظيم ؛ لأنه مات في طريق زيارته للإمام الحسين ( ع ) وهو من أفضل الأعمال » .\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\n\r\nجميع ما نقوم به في عزاء الإمام الحسين ( ع ) قليل\r\nلقد سُئِلَ الفقيه المقدس الميرزا التبريزي ( قدس سره ) مراراً عن كيفية إقامة مراسم عزاء سيد الشهداء ( ع ) فكان يجيب والدموع تنحدر من عينيه : لقد ضحّى الإمام الحسين ( ع ) بجميع ما لديه في سبيل الله ، وجاد بنفسه ليحفظ هذا الدين المقدس ، ودافع عن جهود النبي الأعظم ( ص ) وجهاد الصديقة الشهيدة ( عليها السلام ) وجهود أمير المؤمنين ( ع ) والإمام الحسن ( ع ) بدماءه ، ولم يدّخر شيئاً يملكه إلا وبذله في سبيل الله حتى أهله وعياله ، فوظيفتنا تقديم كل ما نستطيع في عزاء سيد الشهداء ( ع ) لنحفظ هذه الواقعة إلى الأبد إن شاء الله تعالى ، ومن أراد أن يحشر سعيداً راضياً بدون حسرة عليه أن يكون حسينياً واقعياً ، وأن يشارك في جميع أحزان أهل البيت ( عليهم السلام ) ويساعد على إحياءها بكل ما يستطيع وستكتب له جميع تلك الأعمال في ميزان حسناته بإذنه تعالى .\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\n\r\nأهمية زيارة عاشوراء عند الميرزا ( قدس سره )\r\nكان الميرزا ( قدس سره ) يذهب إلى سطح الدار أحيانا عند قراءة زيارة عاشوراء ويقرأها تحت السماء بلا سقف يظله أدبا واحتراما لأبي عبد الله ( ع ) وكان من المدافعين عن زيارة عاشوراء ويشجع الشباب للقراءة والتمعن في هذه الزيارة وصدر له كتاب خاص بأسم ( زيارة عاشوراء ) للرد على الشبهات التي يثيرها بعض المغرضين . وقد ذكر في كتابه هذا بأن عدد كبير من العلماء الذين كانوا يقرؤون هذه الزيارة قد نالوا مكاناً رفيعاً ودرجة عالية . ومضمون هذه الزيارة هو الدفاع عن حرمة ولاية أهل البيت ( عليهم السلام ) ومعرفة الغاصبين لحقهم وفضح أجهزة النظام الأموي والعباسي واظهار الظلم الذي قاسوه أهل بيت النبوة ( عليهم السلام ) . وذكر المرحوم الميرزا ( قدس سره ) في ضمن استفتاءاته المختلفة بأن على شيعة أهل البيت عدم التوجه والاعتناء بتشكيك المغرضين لأنهم بعيدون عن لذة العبادة ولا يعرفوا حلاوة طعمها . والحسين ( ع ) هو سفينة النجاة وان المعزين الواقعين لسيد الشهداء سيكونون في أحسن وأفضل منازل الآخرة ، انشاء الله . نسأل الله ان يحشرنا مع المعزين لأبي عبد الله الحسين ( ع ) .\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\n\r\nزيارة عاشوراء ثابتة بلعن ظالمي أهل البيت ( عليهم السلام ) ولا توجد شبهة في ذلك\r\nفي السنوات الأخيرة من العمر الشريف للفقيه المرحوم الميرزا جواد التبريزي ( قدس سره ) بدأ بعض الجهلة والمنحرفين بأثارة الشكوك والشبهات حول زيارة عاشوراء في المجتمع . وتصدى المرحوم الميرزا ( قدس سره ) إلى هؤلاء بعزم وتصميم وذلك بكتابة الاستفتاءات المختلفة واصداره كتاب ( زيارة عاشوراء فوق الشبهات ) فكان لها اثر كبير على القام المشككين حجراً في أفواههم وكان يقول إن هؤلاء الذين يثيرون الشبهات لم يتذوقوا حلاوة العبادة والمناجاة ولا يعلموا ما هي الفوائد التي تتضمنها هذه الزيارة والأفاق الواسعة التي تفتحها امامهم فأن كثير من العلماء الكبار نالوا درجات رفيعة وعالية وامنيات كانوا يرجونها بواسطة هذه الزيارة الشريفة ان زيارة عاشوراء مع اللعن لظلمة أهل البيت الذي ورد فيها ثابتة وان كثير من العلماء الكبار قد استمروا على قراءة هذه الزيارة بكل مضامينها التي وردت فيها وقد شاهدوا اثار القراءة والتوسل بهذه الزيارة . أنا أوصيكم ان تستمروا على قراءة هذه الزيارة ولا تهتموا بما يقوله المنحرفون والمشككون حولها لأنهم بعيدون عن رحمة الله\r\n\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\n( سبحانه وتعالى ) . أن زيارة عاشوراء تذكر بمصائب أهل البيت وكل من يتوسل بهذه الزيارة لأهل البيت ( عليهم السلام ) فإنه مأجور وسيرى اثر قراءة هذه الزيارة في الدنيا انشاء الله .\r\n\r\nفي زيارة عاشوراء بجوار الضريح المقدس لسيد الشهداء الإمام الحسين ( ع )\r\nيقول سماحة الفقيه المرحوم الميرزا جواد التبريزي ( قدس سره ) كنا نذهب في ليالي الجمعة من النجف إلى كربلاء لزيارة سيد الشهداء وبكل أدب واحترام كنا ندخل إلى ضريحه الشريف ثم نبدأ بقراءة زيارة عاشوراء بجانب القبر الطاهر وامام ضريح هذا الامام المظلوم ( ع ) . وبواسطة هذه الزيارة كنا نتوسل بسيد الشهداء الإمام الحسين ( ع ) لنيل شفاعته ومساعدته لنا في الدنيا والآخرة . . والحمد لله رب العالمين فأن سيدي أبا عبد الله الحسين ( ع ) لم يخيب رجائي وقد اعتنى بي كثيراً . ان زيارة عاشوراء مجربة فداموا على هذه الزيارة واعلموا ان كثير من العلماء قد وصلوا إلى درجات عالية بواسطة التضرع والتوسل بأبي عبد الله الحسين ( ع ) وخاصة التضرع بزيارة عاشوراء . لا تهملوا زيارة عاشوراء ولا تعتنوا بأقوال المنحرفين والمشككين الذين لم يذوقوا حلاوة لذة الدعاء والتضرع\r\n\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nوليس لهم من عمل الا إثارة الشبهات والفتن . ان الله سوف يجزيكم بمقام عالي في الدنيا والآخرة بواسطة التضرع والتوسل بزيارة عاشوراء انشاء الله .\r\n\r\nزيارة عاشوراء صحيحة السند ولا شبهة فيها\r\nفي يوم ما ذُكر اسم شيخ منحرف من الأحساء كان يشكك في زيارة عاشوراء في مجلس الفقيه المرحوم الميرزا جواد التبريزي ( قدس سره ) لا نريد ان نذكر اسم هذا الشيخ هنا . وقد أجاب الفقيه المرحوم جواد التبريزي ( قدس سره ) بأن زيارة عاشوراء صحيحة السند وليس فيها أي تحريف يذكر وإذا كان هناك شخصا يقول بالتحريف فليأتي بالدليل على ذلك . اما إذا كان عاجزاً عن إقامة الدليل وفقط لأجل الشهرة والسمعة ينكر هذه الزيارة فأنا أنصحكم بأن لا تسمعوا لأقوال مثل هؤلاء الاشخاص . ولاجل الاطمئنان يمكنكم مراجعة كتاب مصباح المتهجد الكبير والصغير الذي وردت فيه زيارة عاشوراء وانا قد شاهدت هذه النسخة وتعود إلى زمان الشيخ الطوسي ( قدس سره ) . وتدل على صحة الزيارة بشكلها المعروف وكثير من العلماء الكبار ( قدس سرهم ) نقلوا هذه الزيارة بشكلها المعروف . مثل محمد بن المشهدي ( قدس سره ) في مزاره وابن طاووس ( قدس سره ) في مصباحه والشهيد\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nالأول ( قدس سره ) في كتاب مزاره واخرين غيرهم ، وكثير من الافراد قد نالوا حوائجهم وامانيهم بواسطة هذه الزيارة وكذلك كثير من العلماء جربوا هذه الزيارة ونالوا درجات روحية ومعنوية عالية وهذه الزيارة مجربة وقد ظهرت اثارها عليهم . فلا تتردوا بقراءتها ، اقرؤا هذه الزيارة وادعو لنا . نسأل الله ان يوفقكم للدفاع عن حق أهل البيت ( عليهم السلام ) .\r\n\r\nانحراف الشكاكين بزيارة عاشوراء\r\nكان من المعلوم في الأيام التي كنا في النجف أن أفراداً من بعض الأحزاب كانوا في إيران وهم يشككون في مسلمات المذهب المعروفة ، ومن هذه الشكوك في قضية فاطمة الزهراء ( عليها السلام ) وقد وقف الميرزا جواد التبريزي ضدهم وإضافة إلى أنه فضحهم وبشجاعة كاملة كي لا يتجرؤون على مثل هذه التشكيكات ويقطع الطريق عليهم إلى ذلك ، حتى أن اتباع هذه الأحزاب وكبارهم لم يتجرأ في حياة المرحوم الميرزا ( قدس سره ) على تزريق أفكاره المنحرفة في المجتمع . قول المرحوم الميرزا ( قدس سره ) : كان انحراف هؤلاء الأفراد معلوم أيام الدراسة في النجف الأشرف ، حيث كانوا يشكلون علي عندما كنت أقرأ زيارة عاشوراء عند ضريح أبي الأحرار وسيد\r\n\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nالشهداء الإمام الحسين ( ع ) ويقولون لماذا تقرأ زيارة عاشوراء ؟ إن الانحراف والتشكيك غير مختص بهذا الزمان بل هذه المجموعة كانت منحرفة ، وبعيدة عن التقوى فهم لم يدركوا أن كثيرا من العظماء وصلوا إلى مقامات عالية من خلال قراءة هذه الزيارة والزيارات المعروفة ومنها زيارة عاشوراء المجربة ومضامينها موجودة في الروايات ، فداوموا على قراءتها وربّوا أبناءكم على قراءة زيارة عاشوراء فيكونوا عاشورائيين ، لأن سعادتهم الأخروية في الدعاء والتوسل بأهل البيت ( عليهم السلام ) .\r\n\r\nلا تجوز الصلاة خلف الاشخاص\r\nالذين ينكرون زيارة عاشوراء في يوم ما وفي مجلس الافتاء للفقيه الكبير الميرزا جواد التبريزي ( قدس سره ) طرح بحث جواز الصلاة بامامة المنكر لزيارة عاشوراء - هل صلاة الجماعة بأمامة الشخص الفلاني صحيحة ؟ أجاب المرحوم الفقيه الميرزا جواد التبريزي ( قدس سره ) ان صلاة الجماعة خلف الشخص الفلاني غير جائزة واستمر قائلا بأن زيارة عاشوراء ثابتة ولا يوجد فيها تزوير أو تحريف وان الاختلاف الموجود بين النسخ لا يستند إلى التزوير\r\n\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nوالتحريف فأن النسخة صحيحة السند والمتن ويعود تاريخها إلى زمان الشيخ الطوسي ( قدس سره ) وهي تشمل على كل فقرات ومضامين الزيارة وقد شاهدتها بأم عيني ولا يوجد مجال للشك والترديد فيها كذلك تعتبر تجربة العلماء الكبار لهذه الزيارة دليلا كاف على اثباتها . لا تهتموا بتشكيك بعض هؤلاء الافراد فلو كانوا محصنين بالعلم لما اثاروا هذه الشبهات فهم لا يعرفوا بأن هذه الزيارة مجربة وان آثارها ظاهرة على من يتوسل بقرأتها وقد نال كثير من الذين كانوا دائبين على قرائتها حوائجهم في هذه الدنيا .\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\n\r\nأريد ان احمي يدي من نار جهنم بواسطة حمل أحاديث أهل البيت ( عليهم السلام )\r\nكان الفقيه الكبير المرحوم آية الله العظمى الميرزا جواد التبريزي ( قدس سره ) يحمل معه كتاب وسائل الشيعة للعلامة المرحوم الحر العاملي ( قدس سره ) وكتاب العروة الوثقى للسيد المرحوم اليزدي ( قدس سره ) لأجل الدرس . يقول الشيخ غلام حسين فشاركي ، اتيت إلى الكتب قبل درس المرحوم الميرزا ( قدس سره ) وكنت مرافقاً للمرحوم في الذهاب إلى الدرس . وعندما أراد ان يغلق الباب رأيت كتباً في يد المرحوم وكان من الصعوبة ان يضع المفتاح في الباب اخذت الكتب من يد المرحوم الميرزا ( قدس سره ) وقام هو بغلق الباب ببطء ثم قال لي المرحوم الميرزا ( قدس سره ) أعطني الكتب فقلت له لا بأس ان احملها لك ثم اعطيها لك عند وصولنا للمسجد الأعظم لأنها ثقيلة . بعد ذلك قال لي : أعطني الكتب فأن أحد هذين الكتابين يحتوي على فقه آل محمد ( ص ) والاخر يحتوي على أحاديث أهل البيت ( عليهم السلام ) وانا أريد ان احملهما بيدي هاتين حتى يكونا في أمان من نار جهنم وعندما سمعت هذا الكلام جهشت بالبكاء وكان له وقعا واثراً كبيراً في نفسي .\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\n\r\nالاحترام الكبير لكتب الفقه والحديث\r\nكان الفقيه الكبير المرحوم الميرزا جواد التبريزي ( قدس سره ) دقيقاً وحذراً في حمل كتب الفقه والحديث ولاجل ان يأخذ كتابا ما فإنه كان يرفع أحيانا عدد من الكتب ويضعها على الأرض حتى يصل إلى الكتاب الذي يحتاجه . وكان يولي احتراماً خاصاً لكتب الفقه والحديث عندما ينقلها من مكان إلى اخر فإنه كان يراعي بنقلها الدقة والاحترام ويقول دائما ان هذه الكتب تحتوي على الأحاديث الشريفة لأهل البيت ( عليهم السلام ) فنقلوها بدقة واحترام . وكان ينحني بشدة حتى يضع الكتاب على الأرض أو على الطاولة وأحيانا يقبل الكتب احتراما لما تحتويه من علوم ومعارف لأهل البيت ( عليهم السلام ) وكان هذا درسا لجلسائه والمحيطين به . ويقول ابنه لم أرى والدي يوما يمد رجله أثناء المطالعة وكان يجلس باحترام والكتب تحيط به من كل جانب وأثناء درسه كان يقول إن حمل هذه الكتب بهذه الأيدي أمان من نار جهنم لان فيها أحاديث ومعارف أهل البيت ( عليهم السلام ) .\r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\n\r\nبعض كرامات الميرزا التبريزي ( قدس سره ) الحاصلة في حياته ذكرها بعض المؤمنين بعد وفاته ( قدس سره )\r\n\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\n\r\nالتوسل بالسيدة المعصومة ( عليها السلام ) والاستجابة مساعدة المرحوم الميرزا ( قدس سره ) للتوسل بالسيدة المعصومة\r\nقال حجة الاسلام والمسلمين داود المحقق نقلًا عن بعض طلبة العلوم الدينية : عزمت على السفر إلى طهران للمعالجة ، وبقي من أموالي ( 12000 ) الف تومان ، ذهبت إلى حرم السيدة المعصومة ( عليها السلام ) صباحاً قبل أذان صلاة الصبح ، وفكرت بعد أن صلّيت كيف وبأي طريق استقرض من أحد الاشخاص ولهذا بكّرت في الذهاب إلى مرقد السيدة فاطمة ( عليها السلام ) حتى لعلّى أجد واحداً ممن أعرفهم وللأسف لم أجد أحداً ، فاقتربت من مرقد السيدة فاطمة ( عليها السلام ) وطلبت المساعدة منها فقلت : سيدتي ساعديني وأنقذيني . وعلى أي حال خرجت من الحرم ووقفت قرب مدرسة ) خان » منتظراً السيارة فرأيت حينئذ الفقيه المقدس الميرزا جواد التبريزي ( قدس سره ) وقد خرج من ( ذرخان ) السوق المجاور للمدرسة فصاح بي وأعطاني رزمة من الأوراق النقدية وقال : هذا المبلغ لك . فقمت بعدّ المبلغ فإذا هو كافٍ لسفري ، ففرحت كثيراً وتغيّر حالي وقلت مع نفسي : إن السيد المعصومة ( عليها السلام ) لاتنسانا . وأخيراً أخذت زوجتي وطفلي وذهبت إلى طهران للمعالجة فرحاً . فلم أنس أبداً فضل السيد المعصومة ( عليها السلام ) الذي حصل بواسطة المخلص لها ( قدس سره ) .\r\n\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\n\r\nسيدتي نحن كلابك فالق عظماً المرحوم التبريزي ( قدس سره ) والتوسّل بكريمة أهل البيت ( عليهم السلام )\r\nأوضح حجة الاسلام والمسلمين النوري نقلًا عن أحد طلبة العلوم الدينية ، بأن قال : المعيشة أصبحت صعبة عليّ ، وكنت في ضيق وحاجة مادية عجيبة ، ولم أفلح في مساعيي ، وكانت الأيام تمر علينا بصعوبة ، طُرقت الباب علينا يوماً ما ففتحتها وإذا الفقيه المقدس المرحوم الميرزا جواد التبريزي فأعطاني كيساً أسود كان بيده وابتسم وسلم عليّ وذهب عندما كنت لحظتها متفكراً ولما انتبهت رأيت المرحوم الميرزا ( قدس سره ) قد ذهب فدخلت إلى البيت وسألت أهلي : هل أنتم ذهبتم إلى بيت الميرزا ( قدس سره ) وأخبرتموه بأنا في حاجة ؟ قالت زوجتي : لا ، ولكني البارحة ذهبت إلى حرم السيدة المعصومة ( عليها السلام ) وقلت : سيدتي نحن كلابك فالقِ علينا عظماً . فقال : ظننت أنّ الميرزا ( قدس سره ) قد أتى إلى بيتنا اشتباهاً ، فصممت يومها أن أذهب إليه وأسأله عن الحقيقة ، فذهبت غداً صباحاً بعد درس الفقه إلى المرحوم الميرزا فرفع يده قبل أن أتقرب منه وأشار إليّ بعدم التقرب منه وقال : المبلغ لك ، لا تشك . فكان ما أعطاني المرحوم\r\n\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\nالميرزا ( قدس سره ) من المبلغ هو المقدار الذي أنا في حاجة إليه وقد حُلّت به مشكلتي .\r\n\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\n\r\nالمرحوم الميرزا ( قدس سره ) والأسرار\r\nكان الفقيه المقدس المرحوم الميرزا جواد التبريزي ( قدس سره ) يخرج صباحاً فيروز السيدة فاطمة المعصومه ثم يصلي النافلة ويذهب إلى مسجد الإمام الحسن العسكري ( قدس سره ) لأداء فريضة الصبح ثم يَمشي قليلًا ويذهب إلى المخبز لشراء خبزة واحدة لإفطاره الصباحي ثم يتجه إلى منزله .\r\nحضر أحد الخبازين في قم تشييع جنازة المرحوم الميرزا ( قدس سره ) وكان يلطم على رأسه ووجهه ويبكي ويقول : لم تعرفوا هذا الرجل كم كان جليل القدر ، متواضعاً ، انموذجاً ، كنت ينتابني شعور خاص عندما يأتي إلى المخبز ، والنظر إليه صباحاً يبقينا في سرور إلي الليل ، يقول هذا الخباز : كان يشتري ( قدس سره ) الخبز من عندنا كل يوم وكان يحب الوقوف مثل الناس وفي صفهم ، وأضاف : لاحظت بأن الميرزا ( قدس سره ) لا يأتي إلى المخبز لشراء الخبز ، فغرقت في التفكير وقلت في نفسي ان العلماء لهم اطلاع على الاسرار وتذكرت أن الخباز كان يخبز وقد تنجست ملابسه بالدم وهو يلمس أحياناً بيديه ملابسه النجسة وهذا ما دفع الميرزا ( قدس سره ) إلى عدم المجيىء لشراء\r\n\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nالخبزمنا . ومنذ ذلك الوقت قررت تطهير ذلك ، ومن العجيب رأيت في اليوم الثاني الميرزا ( قدس سره ) واقفاً في صف الواقفين لشراء الخبز ففرحت كثيرا وشكرت الله ، وسعيت من حينها إلى خدمة الميرزا ( قدس سره ) وعرفت عظمة هذا الرجل الإلهي ، والذي كان محلًا لعناية الله تعالى حتى في مسألة تهيئة الخبز . ويتميّز بدقة في كافة شؤون حياته ، وابتعاد عن الأمور التي فيها شبهة ، مما جعلني أن أتأثر به وأكون دقيقاً في أموري حتى يشملني توفيق الله تعالى ، فكانت رحلته عنا خسارة عظيمة ومحزنة فالناس لم يعرفوا قدره ومنزلته ، وأي شخصية عظيمة فقدت الحوزة العلمية .\r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\n\r\nالتوسل واستجابة الدعاء\r\nيقول الفاضل المحترم حجة الاسلام گلستاني : اعتدت أن أذهب إلى مرقد السيدة فاطمة بنت موسى بن جعفر ( عليها السلام ) صباحاً لأداء الصلاة جماعة هناك ولقرب منزلي منه . وكان المرحوم الميرزا يأتي كل يوم صباحاً صيفاً وشتاءً مشياً من بيته فيبتدئ قرب المرقد الشريف بالتهجد وصلاة نافلة الليل ثم يذهب إلى مسجد الإمام الحسن العسكري ( ع ) ويصلي صلاة الصبح هناك ، فهو له علاقة خاصة بهذا المسجد إضافة إلى مرقد السيدة فاطمة ( عليها السلام ) فكان يحضر في ذلك المسجد سواء كان الجو بارداً أم حاراً ، وكان توسله ( قدس سره ) في الليل عجيباً فهو يتكلم مع ربه ويناجيه بكل إخلاص ويتضرع إليه .\r\nفي يوم من أيام الشتاء الباردة ، اتصل بي أحد الأُخوه في طهران وقال لي : عليك الحضور إلى طهران . ففكرت في نفسي بأني أحتاج إلى مبلغ لهذا السفر وهمهمت مع ربي وقلت : إلهي لو أردت في هذا الوقت قبل طلوع الشمس ان توصل إليّ مبلغاً من المال فأنت قادر على ذلك ، وسرت في طريقي إلى مرقد السيدة فاطمة ( عليها السلام ) وأنا في ذلك الفكر ، ورجعت إلى البيت بعد أداء الصلاة وفي طريقي إلى\r\n\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nالبيت رأيت المرحوم الميرزا ( قدس سره ) قرب سوق ( ذر خان ) وهو يأتي من بعيد ، فوقف قبل أن أصل إليه وقد وضع عباءته على رأسه وكأنه كان ينتظرني في فمدّ يده إلى جيبه وقال لي : اصبر قليلًا ، فأخرج مبلغاً من المال وأعطانيه ، فامتلأت عيناي بالدموع وقلت في نفسي : إلهي أنت الذي جعلت رزقي بين الطلوعين بيد مرجع كبير . فعندما أخذت المبلغ وجدته كافياً لسفري وعندها توضحت لي مكانة المرحوم الميرزا ( قدس سره ) أكثر مما مضى ، فهو من الكبار المقربين حقيقة ، فقد دافع بكل وجوده وبكامل الإخلاص عن حق أهل البيت ( عليهم السلام ) ، وقد سمعته يقول : بأن المرحوم الميرزا ( قدس سره ) - مرات عديدة - حلال لمشاكل كثير من طلبة العلوم الدينية وخاصة في منتصف الليل ، فهو حينما يرى أحدهم يصلي كثيراً في مرقد السيد فاطمة ( عليها السلام ) يعلم أنه يصلي صلاة الاستيجار فلذلك يساعده ، فكان المرحوم الميرزا انموذجاً غير قابل للوصف ، وعالماً كاملًا مخلصاً .\r\n\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\n\r\nالميرزا التبريزي ( قدس سره ) يرى محل قبره في المنام\r\n\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\n\r\nمحل دفنه في مرقد فاطمة المعصومة ( عليها السلام ) : رؤيا عن موت المرحوم الميرزا والإشارة إلى محل دفنه\r\nقال الفقيه المقدس المرحوم الميرزا جواد التبريزي ( قدس سره ) يوماً وهو في لجنة الاستفتاء : رأيت البارحة بأني محمول في التابوت وقد وضعوني في مسجد « بالأسر » في مرقد السيدة فاطمة المعصومة ( عليها السلام ) ووضعوني على الأرض بين قبور العلماء وهم في نوم عميق ، ما عدا عالمين أحدهما آية الله المرحوم السيد أحمد الخوانساري ( قدس سره ) .\r\nقال نجل المرحوم الميرزا ( قدس سره ) : إن الرؤيا التي تحدّث عنها حيث قال : بأن بدنه في مسجد « بالأسر » هو محل قبره الآن ، وأضاف : حكيت هذه الرؤيا لأحد المعبرين للرؤيا ، فقال : إن المرحوم الميرزا جواد ( قدس سره ) لايمكث كثيراً في هذه الدنيا ، وهذه الرؤيا صادقه وقد تحققت . وقال بعض آخر : إنه قد أروه محل دفنه ، وعلى كل حال ، فهو ( قدس سره ) لم يلبث بعد هذه الرؤيا طويلًا .\r\nقال أحد العلماء قبل وفاة الفقيه المقدس المرحوم الميرزا ( قدس سره ) إلى حجة الإسلام الشيخ غلام حسين فشاركي وقال : أبلغوا أسرة الميرزا بأن المرحوم الميرزا ( قدس سره ) سيرحل عنا وهو ضيفنا لأيام\r\n\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nمعدودة ، قال الشيخ غلام حسين فشاركي : بالنظر إلى حالة أبناء الشيخ في ذلك الوقت لم أجد ما يستدعي إخبارهم بذلك وكتمت الأمر . وكان الأمر صعب عليّ ، فاتجهت إلى الدعاء كثيراً . ولكن بعد وفاة المرحوم الميرزا ( قدس سره ) أخبرت نجله بأن عالماً كبيراً قال : بأن الشيخ الميرزا جواد سيرحل عنا وهو ضيفتا لأيام قلائل ، وهذا هو من التقدير الإلهي .\r\nلقد وضع المرحوم الميرزا تمام وجوده في طبق من الإخلاص ولم يدع مجالًا للتراجع عن المسلّمات الحقة والدفاع عن أهل البيت ( عليهم السلام ) ، فكان للأيام الفاطميات ولتربيته طلبة أفاضل وتقديمه خدمات صدى واسعاً في كافة الأوساط ، ولقد أدى رسالته على أحسن وجه ثم رحل إلى عالم الخلود ، فروح وريحان .\r\n\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\n قَدْ صَدَّقْتَ الرُّؤْيا إِنَّا كَذلِكَ نَجْزِي الْمُحْسِنِينَ \r\n( الصافات : 102 )\r\n يا أَيُّهَا الْمَلَأُ أَفْتُونِي فِي رُءْيايَ إِنْ كُنْتُمْ لِلرُّءْيا تَعْبُرُونَ \r\n( يوسف : 43 )\r\nوأخيراً - بعد سنين من السعي والجد والاجتهاد في تقوية الأسس الحقة لمذهب التشيع وتربية آلاف من الفضلاء وترك آثار نفيسة - ودّع الميرزا التبريزي الدنيا الفانية في مساء يوم الاثنين ( 27 شوال 1427 ه - . ق ) وقد شيّع جثمانه المبارك تشييعاً مهيباً لم يُسبق له مثيل وشاهد بعض المؤمنين الصالحين رؤى بشأن هذا العالم الربّاني بعد وفاته ( قدس سره ) ننقلها إليكم في هذا القسم من الكتاب .\r\n\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\n\r\nاستقبال مولانا أمير المؤمنين علي بن أبي طالب ( ع ) : رؤيا بشأن المرحوم الميرزا ( قدس سره ) بعد دفنه\r\nنقل حجة الاسلام والمسلمين السيد منير الخباز ( حفظه الله ) عن أحد السادة الأخيار بأنه رأى في الليلة التالية لدفن الفقيه المقدس الميرزا جواد التبريزي ( قدس سره ) في عالم الرؤيا ، وسأل الميرزا ( قدس سره ) قائلا له : هل شاهدت التشيع المهيب لجنازتك ؟ فقال المرحوم الميرزا ( قدس سره ) : لم أحس بشيء بعد ما انفصلت روحي عن بدني ، وظهر شخص ، وقال لي : إنّ أمير المؤمنين علي بن أبي طالب ( ع ) في انتظارك ، وأنا منذ ذلك الوقت عند أمير المؤمنين ( ع ) ، وقد قال ( ع ) لي اموراً . . . لم أحسّ بشيء .\r\nمن المؤكد ان أمير المؤمنين ( ع ) قد أراد المرحوم الميرزا ( قدس سره ) كي يتحدث معه بشأن تأثيره في الحوزة والمواقف الشجاعة والبطولية التي تصدى بها للردّ على الأباطيل وتثبيت الذكرى ، لقد تحمَّل الميرزا جواد ( قدس سره ) هذه المصاعب والمشكلات وتصدى لها بنفسه ، ووقف بكل اقتدار ودافع عن واقعة الهجوم على بيت الصديقة\r\n\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\nالشهيدة ( عليها السلام ) ولم يدع مجالًا للشبهة فيها ، واخيراً أبدل أيام الفاطميات إلى عاشوراء ثانية .\r\n\r\nمع العلامة الأميني عند أمير المؤمنين علي بن أبي طالب ( ع )\r\nقال الدكتور كاظم التبريزي مدير مستوصف بقية الله الأعظم ( ع ) « 1 » ونجل المرحوم الميرزا ( قدس سره ) : نقل أحد المراجعين من طلاب العلوم الدينية ( لم يسجل اسمه مع الأسف ) فقال : قرأت في قصة حياة المرحوم الميرزا التبريزي بأن سيداً جليل القدر رأى الميرزا جواد ( قدس سره ) في المنام في عالم الرؤيا وسأله : هل رأيت التجهيز والتشييع المهيب الذي أقيم لكم ؟ فقال ( قدس سره ) : من حيث انفصلت روحي عن بدني أخذوني عند مولاي أمير المؤمنين علي بن أبي طالب ( ع ) وتكلمت معه ولم أر شيئاً من التشييع والتكفين . . . . قال طالب العلوم الدينية هذا : عندما قرأت هذه الرؤيا أخذت تجول في ذهني وكيف ذكروها في قصة حياته ، فرأيت ليلة في عالم الرؤيا الميرزا جواد التبريزي ( قدس سره ) وسألته : هل صحيح أنك بعد الموت كنت عند أمير المؤمنين ( ع ) جالساً وتتكلم معه ولم تعلم شيئاً من التكفين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) 1 . هذا المستوصف في قم وقد أسسه الفقيه المقدس ، الميرزا جواد التبريزي + .\r\n","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\nوالتشييع ، فأجاب المرحوم الميرزا التبريزي ( قدس سره ) : هذا صحيح ولكن لم ينقل كاملًا ، فأنا عندما كنت عند أمير المؤمنين ( ع ) كان المرحوم العلامة الأميني أيضاً ولقد أبرز الامام أمير المؤمنين علي بن أبي طالب ( ع ) لنا عنايته ومحبته .\r\n\r\nعظمة المصيبة\r\nقال حجة الاسلام والمسلمين الشيخ رضا الأنصاري : نظراً إلى أننا استفدنا كثيراً من وجود المرحوم الميرزا ( قدس سره ) ولسنين متمادية فكانت هناك علقة خاصة بينه ( قدس سره ) وبين تلامذته ، ومرضه ( قدس سره ) كان صعباً على تلامذته فكانوا يتضرعون له بالدعاء دائماً . رأيت في عالم الرؤيا يوماً قبل وفاة المرحوم الميرزا ( قدس سره ) أن زلزلة شديدة هزّت مدينة قم المقدسة فانفطرت إحدى منارات مرقد السيدة فاطمة ( عليها السلام ) وانحنت لكنها لم تسقط إلى الأرض فأقلقتني هذه الرؤيا فسألت عن أحد أقربائي عنها فقال : سيرحل من الدنيا واحد من أساطين التشيع ، ولم تطل المدة حتى رحل استاذنا العزيز من الدنيا فتيتمت الحوزة لفقده ، وممّا اختصّ به هذا الأستاذ الحكيم : درسه المثمر ، وولاؤه الشديد ، وأخلاقه العالية ، وشفقته ، وتربيته للتلاميذ ، وحضور ذهنه و . . . .\r\n\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\n\r\nولي العصر ( عج ) حاضراً في التشييع\r\nيقول الفاضل المحترم حجة الاسلام معجزاتي : قال أحد طلاب العلوم الدينية قبل يومين من تشييع جنازة المرحوم الميرزا جواد التبريزي ( قدس سره ) : عزمت على السفر إلى أصفهان وهيّأت نفسي لُاسافر غداً مبكراً فرأيت ليلتها رؤيا عجيبة أخذت مني مأخذاً في التفكير بها شديداً ، ورأيت في المنام أن مراسيم تشييع الجنازة قد أقيمت ، وكان يحضرها جماً غفيراً من الناس وملئت مدينة قم بالمأتم ، وكان الامام وليّ العصر ( عج ) حاضراً في التشييع ، وفجأة اعلن عن وفاة المرحوم الميرزا ( قدس سره ) في الليلة القادمة ، ففهمت أن حضوم الامام وليّ العصر ( ع ) كان لأجل وفاة هذا العالم الرباني الذي وضع كل وجوده في طريق الدفاع عن الولاية وأهل البيت ( عليهم السلام ) ، وربّى تلامذة تفتخر الحوزة والمذهب بهم اليوم ، وأغنى المذهب والفقه بمؤلفات هي كالدم في شريان المذهب ، فكان انموذجاً للتقوى والولاء الشديدين وكانت أعماله محض لرضا الله تعالى وأهل البيت ( عليهم السلام ) .\r\n\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\n\r\nكأن مرقد الامام المطهّر الرضا ( ع ) بدون ضريح\r\nقال حجة الاسلام السيد العلوي الشهركاني البحراني : قال أحد أقربائي المتدينين : رأيت في عالم الرؤيا أني سافرت إلى مدينة مشهد المقدسة ودخلت إلى مرقد الإمام الرضا ( ع ) ولكن شاهدت أنه بدون ضريح . فاستيقظت قلقاً ، لماذا رأيت هذه الرؤيا . جاء في الغد إليّ ( السيد العلوي الشهركاني ) وحكى لي هذه الرؤيا فقلت له : هذه الرؤيا الصادقة لأنه قد ارتحل أحد أركان الحوزة العلمية وعالم التشيع والتحق بالملكوت الأعلى الذي ضحى إلى حد النفس في الدفاع عن الدين والمذهب ووقف أمام المشككين والمفترين وهو ليس إلا الميرزا التبريزي ( قدس سره ) الذي ارتحل عن الدنيا الليلة الماضية وهذه الرؤيا شاهدة على عظمة هذا الرجل الإلهي الذي دافع ليل نهار عن كيان التشيع وأهل البيت ( عليهم السلام ) وبالخصوص عن فاطمة الزهراء ( عليها السلام ) قال السيد العلوي : على الرغم من قلة علاقتي بالمرحوم الميرزا ( قدس سره ) لكن سمعت الأوصاف والمقام المعنوي له ( قدس سره ) من المؤمنين كثيراً ، وأعرف أنه كان مرجعاً فاطمياً بتمام معنى الكلمة ودافع بكل وجوده عن الأسس الحقة لمذهب التشيع ولم يمسح بالمجاملة في هذا المجال ، هكذا كان موقفه الذي أحدث تطوراً عظيماً في عالم التشيع ، وتصدى لتربية جيل من المؤمنين الولائيين ، وهذه الرؤيا توكد عظمة هذه الشخصية الكبيرة .\r\n\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\n\r\nالزلزلة الشديدة علامة على المصيبة العظيمة\r\nيقول جناب السيد علي شمس : كنت سابقاً عندما أرى الزلزلة في المنام فنسمع بعد عدة أيام بوفاة أحد الشخصيات الكبيرة ، فقد رأيت قبل وفاة المرحوم الميرزا ( قدس سره ) بعد أيام في المنام أني في منزل والدتي فحدثت زلزلة شديدة بحيث أنّ قسماً من البيت انهدم وخرب ( لم يحصل الخراب في الرؤى السابقة ولكن حصل في هذه الرؤيا ) ولكون لنا قرابة بالمرحوم الميرزا فقد قلقت شديداً وسألت من الأقارب عن صحته فقالوا : إنّ الميرزا ( قدس سره ) ارقد في المستشفى وصحته ليست على ما يرام . وبعد أيام سمعنا بخبر وفاة هذا العالم الرباني ، فغرق المؤمنين والحوزة في حزنٍ وغمٍ شديدين فحكيت هذه الرؤيا لابن المرحوم الميرزا ( قدس سره ) وقلت : سيدفع الله تعالى هذا البلاء ، ولكن تعلق القدر والقضاء الإلهي بذلك ، لتحتلق الروح العالية المرحوم الميرزا وتكون مع من قضى سنين متحرقاً في محبتهم .\r\n\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\n\r\nرأيت القمر قلّ نوره وتحرك إلى الأرض\r\nقال حجة الاسلام والمسلمين الشيخ داود المحقق : رأيت في المنام ليلة ان القمر في السماء وهو في حالة نقصان لنوره وانطفائه وسقوطه إلى الأرض فاستيقظت قلقاً ، يا إلهي ما هذه الرؤيا التي رأيت ؟ فحكيت هذه الرؤيا للخطيب المعروف حجة الاسلام والمسلمين السيد قاسم شجاعي فقال لي : سيرحل مرجعك عن الدنيا قريباً ، يقول الشيخ المحقق : اعلن بعد عدة أيام عن رحيل الميرزا التبريزي إلى الملكوت الأعلى . وهذا شاهد لما يتمتع به المرحوم الميرزا من مقام عالٍ عند الله تعالى إذ وضع كل ما يملك في سبيل الله تعالى ودافع بكل وجوده عن الأسس الحقة للتشيع ولم يسمح لعدة ممن يسعون إلى انحراف الدين من خلال فهمهم للمذهب الغير واقعي . وقد جمع بين العلم والعمل فكانت جميع حركاته دروساً وعبراً للآخرين ولجميع الشباب ، إذ قام بتربية علماء وفضلاء ولائيين فتركهم ذكريات حسنة تنتفع بهم الحوزة العلمية سنين طويلة إن شاء الله تعالى .\r\n\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\n\r\nرأيت القمر قد انكسر ووقع على الأرض\r\nقال الفاضل المحترم حجة الاسلام السيد بني سعيد في مراسيم الحج لسنة ( 1427 ه - ) لجماعة : جاء يوماً أحدُ رواد المسجد عندي وقال لي : رأيت في المنام الليلة الماضية بأن القمر قد تحرك حركة عجيبة وانكسر وسقط إلى الأرض وهذه الرؤيا العجيبة اقلقتني فما هو تعبيرها ؟\r\nقال السيد بني سعيد : قلت : من تقلد أنت ؟ قال : أقلد الميرزا جواد التبريزي ( قدس سره ) ، قلت : سيرحل مرجعك من الدنيا عن قريب ، فرحل بعد أيام الفقيه المقدس الميرزا التبريزي الكبير ( قدس سره ) .\r\nفكسر وسقوط القمر في الرؤيا رسالة فقدان شخصية بارزة ومؤثرة في المذهب وتدل على عظمة هذا الفقيه الحكيم الذي سعى في اشتياق ليلَ نهار من أجل رفعة مذهب أهل البيت ( عليهم السلام ) فكان يتحرّق ليلًا ونهاراً ساعياً إلى ترويج الدين والمذهب والإجابة عن الشبهات والافتراءات .\r\n\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\n\r\nسَلِمت رجلاك يا جواد لقد أحييت ذكري\r\nيقول السيد محمد زادة : جئت في أواخر ربيع الثاني من تبريز إلى قم لأزور السيدة فاطمة المعصومة ( عليها السلام ) والقبر الشريف للفقيه المقدس المرحوم الميرزا جواد التبريزي ( قدس سره ) ، فزرت السيدة فاطمة المعصومة ( عليها السلام ) وتوجهت إلى القبر الشريف للمرحوم الميرزا ( قدس سره ) فرأيت سيداً روحانياً يتملل جزعاً عند قبره ، فصممت على سؤاله عن ذلك ومن هنا سألته من أين قدمت وهل لك علاقة نسبيّة بالمرحوم الميرزا ( قدس سره ) ؟\r\nفقال : أنا سيد رحيم جئت من شيراز ، وقد تأثرت كثيراً بمشاهدتي لتشييع المرحوم الميرزا ( قدس سره ) من خلال التلفزيون وقلت : هذا تشييعه في الدنيا فكيف يكون استقباله وتجليله في الآخرة ؟ وأنا على هذا الحال من الفكر إذ رأيت في عالم الرؤيا تلك الليلة المرحوم الميرزا ( قدس سره ) وقد لبس سواداً وتحنك بطرف عمامته وقد أراني مكانه في الآخرة وقال لي : بعد أن دفنوني وذهب الناس شيئاً فشيئاً رأيت سيدة جليلة القدر حضرت عندي واستقبلتني وقالت لي : سَلِمت رجلاك يا جواد أحييت ذكري . فعلمت وأنا في عالم الرؤيا بأن السيدة فاطمة الزهراء ( عليها السلام ) قد استقبلته . وكان هذا السيد\r\n\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\nيتململ تململ السليم أثناء حكايته لهذه الرؤيا ويقول : كان الميرزا ( قدس سره ) شخص عالي المنزلة رحمه الله فالأيام الفاطميات هو الذي أسسها .\r\nفقد تبينت لي المنزلة والمكانة العالية لهذا الشخص وأي شخص فقدنا ، فجئت إلى قبره ( قدس سره ) لأتبرك به وأجعله وسيلة لي .\r\nفمنزلة هذه الشخصية التي تقول بشأنها فاطمة الزهراء ( عليها السلام ) هذه الجملة معلومة ، فكم كانت معرفتنا للعلماء متأخّرة ، وأي خسارة عظيمة أصابتنا بفقده .\r\n\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\n\r\nالإمام علي بن أبي طالب ( ع ) حاضر عند الاحتضار\r\nيقول الدكتور أبو الفضل مقدس نژاد : توفقت للتشرف بالذهاب إلى مكة المكرمة لأداء العمرة في شهر رمضان من عام ( 1387 ه - . ش ) ، وكانت لي علاقة بالمرحوم الميرزا التبريزي ( قدس سره ) وبالخصوص إشرافي على علاجه ، فقد رأيته في عالم الرؤيا عدة مرات ومنها في ليلة أثناء سفري إلى العمرة وقد أشار إلى مجموعة كتب خلفه وقال : بأنّ هذه الكتب قد الّفت بشأني ، وقد حكي عنه أنه كان لا يحب أن يمدحه أحد في أيام حياته فلذا ظهر عدم الارتياح منه لذلك في عالم الرؤيا . خاطبني المرحوم الميرزا ( قدس سره ) وقال : عندما كنت في حال النزع شاهدت الإمام علي بن أبي طالب ( ع ) وقد حضر عندي وتصرّمت اللحظة الأخيرة بحضوره .\r\nكانت للدكتور مقدس نژاد علاقة بالمرحوم الميرزا ( قدس سره ) سنين عديدة ، تمخضت عن ذكريات تضمنت زهد المرحوم الميرزا ( قدس سره ) وتقواه ، فكان أهمها اهتمام المرحوم الميرزا الشديد بالصلاة ، فهو في حالة من الضعف يفتح عينه ويسأل عن الصلاة ، فلقد صلى صلاة الليل واقفاً بالرغم من ضعف جسمه ويتضرع ويدعو ربّه ،\r\n\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\nفكانت شخصيّته ( قدس سره ) إلهية بتمام المعنى حيث اتسمت بصفات عاليه كالتواضع والاستفادة القصوى من الوقت ، فهو بسلوكه وأعماله كان مدرسة للجميع .\r\n\r\nرؤيا وفاة الصديقة فاطمة الزهراء ( عليها السلام )\r\nأخبر حجة الاسلام والمسلمين السيد طعان - أحد طلاب العلوم الدينية اللبنانيين - بواسطة أحد زملائه وهو الشيخ حسن بحسون بأنه قد راجعه أحد المؤمنين الأخيار من منطقتنا وقال متعجباً : رأيت في عالم الرؤيا البارحة رؤيا عجيبة ، رأيت بأن الصديقة فاطمة الزهراء ( عليها السلام ) قد توفيت .\r\nيقول السيد طعان : قلقت كثيراً ، وكانت الرؤيا عجيبة بالنسبة لي .\r\nوغرقت في التفكير وأن هذه الرؤيا لها معنى كبير ، وقلت : إلهي ما الذي سيقع ، إن معنى هذه الرؤيا هي المصيبة العظمى ، فغرقت في التفكير وتوجه فكري فجأة إلى شخصية الفقيه المقدس الميرزا جواد التبريزي ( قدس سره ) فهو المدافع الحق عن أهل البيت وبالخصوص الصديقة الشهيدة ، وكنت أعلم أن صحته ليست على ما يرام ، فقلقت عليه كثيراً وأخيراً قلت : ان تعبير هذه الرؤيا هو أن عمر الميرزا ( قدس سره )\r\n\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\n\r\nقد انتهى ، لا حول ولا قوة إلا بالله ، وفي الليل اتصل بي أحد الزملاء من قم وأخبرني بوفاة الميرزا التبريزي ( قدس سره ) وارتحاله إلى الملكوت الأعلى .\r\nوقد تجلّت لي من رؤيا هذا المؤمن منزلة ومكانة الميرزا ( قدس سره ) ، ومواقفه من التشكيكات ، وإخلاصه لأهل البيت ( عليهم السلام ) وأصبح ذكره في كل مكان يذكّر بمصائب الصديقة الشهيدة ( عليها السلام ) وانه محيي الأيام الفاطميات .\r\nشخصية المرحوم الميرزا ( قدس سره ) كانت عالمية وفاعلة فهو شجاع وفانٍ في أهل البيت ( عليهم السلام ) إضافة إلى تضلّعه العلمي ، وقد ردّ كل شبهات وتشكيكات المنحرفين ووقف ضدهم ، ولم يسمح لأي شخص بالتشكيك والتعرض لحرمة أهل البيت ( عليهم السلام ) . واليوم استغل بعضهم غياب شخصية هذا العالم الكبير وشرع في بث سمومه ليخدع عوام المؤمنين ، فهيهات وهيهات ما دامت تراثه ( قدس سره ) يُنشر بأيدي المؤمنين ، فرحم الله تعالى الميرزا جواد ( قدس سره ) وكثّر السائرين على دربه .\r\n\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\n\r\nرؤيا صادقة : عظمة المرحوم الميرزا ( قدس سره )\r\nقال الفاضل المحترم حجة الاسلام الشيخ حسن الفتوني اللبناني : رأيت في المنام في عالم الرؤيا بعد وفاة المرحوم الميرزا ( قدس سره ) كأني داخل إلى المسجد الأعظم ( مكان درس المرحوم الميرزا ) ورأيت المنبر خالياً والعلماء كأنهم نخيل منحنية وينظرون إلى المنبر الخالي ويهمرون الدمع بشدة ، وهذه الرؤيا شاهدة على عظمة المرحوم الميرزا ( قدس سره ) التي تنعمت الحوزة ببركة وجوده وتمكن ( قدس سره ) بعمره المبارك ان يحدث تطوراً عظيماً في الحوزة .\r\nوأضاف الشيخ الفتوني قائلًا : رأى ابني محمد باقر الفتوني وهو شخص صادق قبل رحلة الميرزا ( قدس سره ) في المنام أنّ صاعقة أصابت مرقد السيدة فاطمة المعصومه ( عليها السلام ) وأصيبت إحدى مناراته بشدة وخرب بصورة كاملة لكن لم يحدث شيء للمرقد الشريف فنقل تلك الرؤيا وحكاها ، وفي اليوم التالي له اعلن في الساعة ( 10 ) ليلًا عن وفاة المرحوم الميرزا ( قدس سره ) والتحاقه بالملكوت الأعلى وهذه الرؤيا تحكي عظمة ومنزلة هذا الرجل الإلهي الذي بعلمه وولائه ربي تلامذة فاعلين تفتخر بهم الحوزة .\r\n\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174}
  ]