[
  {"content":"\r\n\r\nالمحقق آية الله الشيخ محمد السند\r\nالإمام\r\nالحسن بن علي عليه السلام\r\nشجاعة ، قيادة وحكمة سياسة\r\nبقلم\r\nإبراهيم حسين البغدادي\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nالإمام\r\nالحسن بن علي عليه السلام\r\nشجاعة قيادة وحكمة سياسة\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nجميع الحقوق محفوظة\r\nالطبعة الأولى\r\n1433 ه‍ - 2012 م‍\r\nالأميرة\r\nللطباعة والنشر والتوزيع\r\nبيروت - لبنان\r\nهاتف : 946161 / 03 - 115425 / 03 - تلفاكس : 276988 / 01\r\nhttp : / / www . Dar - Alamira . com\r\ne - mail : zakariachahbour @ hotmail . com\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nالإمام\r\nالحسن بن علي عليه السلام\r\nشجاعة قيادة وحكمة سياسة\r\nتقريرالأبحاث الأستاذ\r\nآية الله المحقق الشيخ محمد السند\r\nبقلم\r\nإبراهيم حسين البغدادي\r\n1433 ه‍\r\nالأميرة\r\nللطباعة والنشر والتوزيع\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\n\r\nالإهداء\r\nإلى سبط النبي ( ص ) الأكبر . . . .\r\nإلى سيد شباب أهل الجنة . . . .\r\nإلى الفتى المتحدث بشجاعة . . . .\r\nإلى القائد العسكري والمدبر السياسي . . . .\r\nإلى وريث النبي والوصي . . . .\r\nإلى الابن البكر لسيدة النساء فاطمة \" عليها السلام \" . . . .\r\nإلى الحسن ابن علي بن أبي طالب . . . .\r\nأقدم هذا المجهود راجياً منك يا سيدي القبول .\r\nعبدك\r\nإبراهيم\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nالمقدمة\r\nبسم الله الرحمن الرحيم\r\nوصلى الله على محمد وآله الطيبين الطاهرين واللعنة الدائمة على أعدائهم من الأولين والآخرين إلى قيام يوم الدين .\r\nوبعد . . .\r\nإن هذا الكتاب هو عبارة عن مجموعة بحوث ألقاها سماحة الأستاذ آية الله المحقق الشيخ محمد السند \" دام ظله \" في جوار المرقد الطاهر للإمام علي بن أبي طالب ( ع ) « 1 » ، وقد ألقيت على مجموعة من فضلاء الحوزة العلمية في النجف الأشرف بمناسبة الذكرى السنوية لاستشهاد السبط الأكبر الإمام الحسن بن علي ( ع ) « 2 » ، وقد بين سماحته بعض الحقائق الغامضة حول حياة الإمام الحسن ( ع ) ومعاهدته مع معاوية بشكل تحليلي رائع وعن دراسة دقيقة كما سيجدها القارئ اللبيب ، وقد أوضح حقيقية الانحراف عن آل محمد صلوات الله عليهم وبالذات عن القائد الشجاع والمدبر السياسي العظيم الإمام الحسن ( ع ) لا كما يتصور البعض من أنه سلم الخلافة لمعاوية والعياذ بالله بل أنه على قصر عهده في خلافته فقد كان \" عليه السلام \" من أطول الخلفاء باعاً في الإدارة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مسجد عمران بن شاهين ، داخل الصحن الشريف ، وهو مكان درسه الآن .\r\n( 2 ) 6 ، 10 صفر 1432 .\r\n","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nالسياسية ، وهو الرجل القائد الذي بلغ من دقته في تصريف الأمور ، وسموه في علاج المشكلات ، أنه أستغل معاوية أعنف ما يكون في موقفه منه حذراً وانتباها وأستعداداً للحبائل والغوائل .\r\nوليس يضر الحسن بن علي ( ع ) أن تظلمه الأذهان البليدة ثم ينصفه التمييز ، وإن لهذا الإمام من مواقفه ومن مواهبه ومن عمقه ومن أهدافه ما يضعه بالمكان الأسنى من صفوة العظماء الخالدين ، وفاتهم أن ينظروا إليه كألمع سياسي يدرس نفسيات خصومه ونوازع مجتمعه وعوامل زمنه ، فيضع الخطط ويقرر النتائج ويحفظ بخططه مستقبل أمة بكاملها ، ويحفر - بنتائجه قبور خصومه قبراً قبراً ، ثم موت ولا يرضى أن يهرق في أمره محجمة دم « 1 » .\r\nكل هذا سوف تجده - عزيزي القارئ - في طيات هذا الكتاب وأخيراً نسأل من العلي العظيم أن يحفظ لنا شيخنا الأستاذ وأن لا يحرمنا من بحوثه القيمة . وأخر دعوانا أن الحمد لله رب العالمين .\r\nيوم الغدير\r\n1432\r\nإبراهيم حسين البغدادي\r\nالنجف الأشرف\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صلح الحسن : 19 .\r\n","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n\r\nالفصل الأول : تعظيم أهل البيت ( عليهم السلام ) وفلسفته\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\nتعظيم أهل البيت ( عليهم السلام ) :\r\nإن تعظيم النبي ( ص ) وأهل بيته \" عليهم السلام \" تثار حوله تساؤلات عديدة لا سيما من الفرقة المعروفة ، فأن بعض شذاذ الأمة ، وهم السلفية الوهابية ، وربما من بعض الأوساط الداخلية ، تحت شعار أن التعظيم لمفردات بشرية أياً كان هذا التعظيم ، وفي أي صورة ، هو نوع من الحالة الصنمية ! أو المغالاة ! ومن هذا القبيل .\r\nوخيرُ حديثٍ القرآن الكريم الذي يستمد منه المسلم والمؤمن مشروعية أعماله ، فبنظرة سريعة للقرآن الكريم ، هل أن في القرآن الكريم مشروعية لتعظيم بني البشر أم لا ؟ إن الكثير من الآيات تشير بصوت خفاق إلى مشروعية هذا العمل ، بل بلزومه وضرورته ، وأنه على حد أن كل أعمال الإنسان بما فيها عقائده مرتهنة بهذا العمل ، فأن الآيات الكريمة تبالغ في خطورته إلى هذا الحد ، ولا تجعله مشروعاً فقط ، بل تبالغ في أهميته إلى أن تجعل نجاة الإنسان ومصير عطائه مرتهن بهذا الفعل ، وبعد ذلك سنتطرق إلى بُعد وفلسفة هذا الفعل والإلزام به في القرآن الكريم ، وهو بدوره ، أي هذا المقام الثاني - ذكر فلسفة هذا الفعل أو الحكم - دليل عقلي على هذا الفعل .\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\n\r\nتعظيم أولياء الله :\r\nإن الشبهة التي تثار هي أن التعظيم لا يسوغ لغير الله تعالى ، فإن أي مظهر من مظاهر التعظيم لا يسوغ لغير الله تعالى ، وأن أي تعظيم وتبجيل وإكبار ، هو نوع من التأليه للطرف الآخر من بني البشر . وهذا طبعاً قد تصدى للرد عليه الكثير من محققي الإمامية والمذاهب الإسلامية لأن التعظيم والتبجيل والإكبار يعتمد على درجة الكبر والعظمة التي للطرف الآخر فتؤديها أنت ، الإكبار والتعظيم للطرف الآخر يحدد الدرجة التي توليها أنت للطرف الآخر ، وبادئ نبتدأ بأمثلة في القرآن الكريم وموارد في غير النبي صلى الله عليه وآله وعترته ، فالقرآن الكريم يخاطب الإنسان تجاه والديه  : وَاخْفِضْ لَهُما جَناحَ الذُّلِّ مِنَ الرَّحْمَةِ وَقُلْ رَبِّ ارْحَمْهُما كَما رَبَّيانِي صَغِيراً  « 1 »  .  نوع من التذلل للوالدين ، هذا ما أمر به الله عز وجل ، وواضح من التذلل أن فيه نوع من تعظيم إرضاء للوالدين ، ولاشك أن هذا ليس تأليهاً للوالدين ، بل على العكس هو طاعة لرب العالمين وهذا ما أمر به القرآن الكريم ، إلا أن القرآن الكريم يبين أن داعي هذا التذلل هو الرحمة للوالدين وليس التأليه ، ودرجة التعظيم والإكبار التي يوليها الإنسان للطرف الآخر هي في الواقع مدللة على المعنى الذي يدل عليه الإكبار والتعظيم ، وليس كل تعظيم مصداقاً للتأليه أو الصنمية ،  وَاخْفِضْ لَهُما جَناحَ الذُّلِّ  أي كن ذليلًا وكلما ازددتَ ذلًا أمام والديك ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأسراء : 24 .\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nاندرج تحت ما يأمر به القرآن ، بلغ هذا الذل ما بلغ ، شريطة أن يكون منطلقاً من الرحمة - مِنَ الرَّحْمَةِ \" الرحمة للوالدين ، العطف ، صلة الرحم .\r\nونحن الإمامية نجعل المخاطَب لنا من يفقه المعاني ، أما من لا يفقه المعاني فحسابه مع  وَمَنْ كانَ فِي هذِهِ أَعْمى فَهُوَ فِي الْآخِرَةِ أَعْمى وَأَضَلُّ سَبِيلًا ،  فهذا التذلل والتعظيم ليس في أصل ماهيته وذاته الصنمية ، وإلا لكان هذا التعظيم صنمية للوالدين ؟ ! كلا ، لان الأمر هنا يوافق الحسن العقلي ويوافق الندب الشرعي ، والأمر الشرعي يتلاءم مع ذلك  ، وَاخْفِضْ لَهُما جَناحَ الذُّلِّ مِنَ الرَّحْمَةِ . \r\nكذلك نشاهد القرآن الكريم يسطر لنا أمثلة عديدة ، من قبيل سجود الملائكة دون إبليس لآدم ، ويشير القرآن الكريم في سبع سورٍ قرآنية إلى هذه الواقعة ، التي هي ملحمة في المعرفة الكونية ، المعرفة البشرية ، المعرفة الدينية ، هذا الإسجاد أياً كان معناه ، أنه سجود لله وجعل آدم قبلة ، أو أنه سجود لآدم بأمر الله ، أو أنه خضوع وتذلل لآدم ، أو أنه انقياد ، بأي معنى من المعاني التي ذكرها المفسرون من الفريقين فإنه فيه تعظيم لآدم ، وحاشا للباري العزيز عز أسمه أن يشرك أحداً في كبريائه ، فكيف يأمر بهذا التعظيم ؟ . والأعظم من ذلك أن الباري تعالى يجعل مصير إبليس وعقيدته في امتثال التعظيم ! فقد كان إبليس يقر بوجود الله ولا زال يقر بذلك ، ويؤمن باليوم الآخر  قالَ رَبِّ فَأَنْظِرْنِي إِلى يَوْمِ يُبْعَثُونَ  « 1 »  ،  بل يؤمن حتى بتفضيل آدم ونبوته ، والكثير من الأمور من أصول الاعتقادات يؤمن بها ، لكنه قد عصى في هذا الأمر ، وهو تولي ولي الله بنحو التعظيم ، حتى أنه قد ورد عن الإمام الصادق ( ع ) أمر الله إبليس\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ص : 79 .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nبالسجود لآدم فقال : يا رب وعزتك إن أعفيتني من السجود لآدم لأعبدنك عبادة ما عبدك أحد قط مثلها ، قال الله عز وجل : إني أحب أن أطاع من حيث أريد . . . « 1 » .\r\nمما يدلل على أن منطلق إبليس من عدم تعظيم آدم ، ليس عقيدة توحيد ، ولكنها عقيدة شركية ، وهي تطابق ما ينادي بها \" الوهابية \" ، وإلا فهو - إبليس - رائد على هذا المقياس ويجب أن يجعلوه رائداً من رواد هذا المذهب الجديد ؛ لأن إبليس أراد أن يصحح لله عز وجل : إن التعظيم لغيرك شركٌ ، والتوحيد أن لا يعظم غير الله ! حسب صورة المنطق التي يدعوا إليه هؤلاء ، فإبليس ليس عضواً عادياً بل يجب أن يكون رائداً ، لأنه نظّر إلى هذا المطلب بشكل جيد جداً ، فأبى أن يعظم غير الله ، كي لا تكون صنمية ، بينما الباري تعالى يقول بأن مجمل ( الإثارة ) عند إبليس ليس العقيدة التوحيدية ، بل الناحية الشركية والناحية الصنمية لأنانية ذاته ، بل هو استكبار نفس النفس ، وإلا فتذلله لله عز وجل ، يقتضي أن يعظم من عظمه الله عز وجل .\r\nهذا موطن آخر من المواطن التي ينادي القرآن بها بأفصح قول بأن أولياء الله ، خلفاء الله ، الحجج العظام يُعظمون ، وهذا التعظيم ليس تأليهاً ، بل هو عين التوحيد ، عين نفي صنمية أنانية الذات ، عين نفي فرعونية الذات ، دكدكة فرعونية واستكبار الذات ، بأن يعظم الإنسان أولياء الله . وذاك الذي لا يعظم ، ذكره الله عبره العالمين ، للجن والإنس والملائكة ، وللأصناف العديدة من المخلوقات ، ذكر ما وقع من إبليس ، وأن الذي يستكبر عن تعظيم ولي من أولياء الله الذين لهم منصة خاصة في الحجية ، ليست دواعيه في الواقع التوحيد أو الذوبان في توحيد الله ، بل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قصص الأنبياء للراوندي : 46 ؛ بحار الأنوار ج 262 : 2 .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nعلى العكس ، هو واقع في جب الكفر ، وجب الأنانية والاستكبار ، وأما الذي يتذلل لأولياء الله ذوي المقامات الخاصة ، فذلك عين التوحيد وعين التواضع وعين الذوبان في ذات الله ، وسيأتي ويمر بنا فلسفة ذلك .\r\nومن المواطن الأخرى التي يذكرها لنا القرآن الكريم في تعظيم حجج الله وأصفياءه ما تطالعنا به سورة الحجرات ، حيث يشير إليها الإمام زين العابدين ( ع ) في الصحيفة السجادية في دعاءه في الصلاة على النبي ( ص ) : ( ( فرضت علينا تعزيزه وتوقيره وأمرتنا أن لا ترفع الأصوات على صوته ، وأن تكون كلها مخفوضة دون هيبته ، فلا يجهر عليه عند مناجاته ونلقاه بأخمدها عند محاورته ونكف . . . . . الألسن لدى مسألته إعظاماً منك لحرمة نبوته وإجلالًا لقدر رسالته وتمكيناً في أثناء الصدور لمحبته وتوكيداً بين حواشي القلوب لمدته ) ) « 1 » .\r\nفيبين ما في سورة الحجرات كيف أن هناك هالة من التعظيم رسمها القرآن الكريم للنبي صلى الله عليه وآله ، ويشرحها زين العابدين ( ع ) في هذا الدعاء من الصحيفة السجادية ، في ذكر الصلوات المبسوطة على النبي صلى الله عليه وآله .\r\nوفي بعض الروايات في ذيل هذه الآيات ، لا في التفاسير إنما رواية ينقلها مالك بن أنس صاحب الموطأ عن جعفر بن محمد أنه كان إذا قال : قال رسول الله ( ص ) أخضر مرة وأصفر أخرى حتى ينكره من كان يعرفه « 2 » . فقد كان ( ع ) يذكر النبي ( ص ) بتبجيل وتعظيم خاص ، وفي رواياتنا ورد أن الصادق ( ع ) كانت تأخذه حالة القشعريرة والخشية إذا ذكر النبي صلى الله عليه وآله ، وكان يكرر ذكر النبي ( ص ) في بعض المجالس حتى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الصحيفة السجادية ، طبعة الأبطحي : 34 .\r\n( 2 ) علل الشرائع للصدوق ج 235 : 1 ؛ الخصال : 167 ؛ البحار : ج 16 : 47 .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nينحني ، تعظيماً لاسم النبي صلى الله عليه وآله . فقد روى الكليني بسند معتبر عن أبي هارون مولى آل جعدة قال : كنت جليساً لأبي عبد الله ( ع ) بالمدينة ففقدني أياماً ثم إني جئت إليه فقال لي : لَمْ أرك منذ أيام يا ابا هارون ، فقلت : ولد لي غلام ، فقال : بارك الله فيه فما سميته ؟ قلت : سميته مُحمداً قال : فأقبل بخدهِ نحو الأرض وهو يقول : مُحَّمدٌ مُحَّمدٌ مُحَّمدٌ حتى كاد يلصق خدهُ بالأرض ثم قال : بنفسي وبولدي وبأهلي وبأبوي وبأهل الأرض كلهم جميعاً الفداءُ لرسول الله ( ص ) لا تسبهُ ولا تضربه ولا تُسىء إليه ، واعلم أنهُ ليس في الأرض دار فيها اسمُ محمد ، إلا وهي تقدس كل يوم ، ثم قال لي : عققت عنهُ قال : فأمسكت قال : وقد رآني حيث أمسكت ظن أني لم أفعل فقال : يا مصادف ادْنُ مني فوالله ما علمت ما قال له إلا أني ظننت أنهُ قد أمر لي بشيء فذهبتُ لاقوم فقال لي : كما أنت يا أبا هارون فجاءني مصادف بثلاثة دنانير ، فوضعها في يدي فقال : يا أبا هارون اذهب فاشتر كبشين واستسمِنْهُمَا واذبحهما وكل وأطعمْ « 1 » .\r\nفقد قال تعالى   يا أَيُّهَا الَّذِينَ آمَنُوا لا تُقَدِّمُوا بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ   « 2 »   ،   فهذه الآية تنفي مطلقاً أن يبادر أحد من المسلمين السبق على النبي صلى الله عليه وآله في حفظٍ أو في تصرفٍ أو إنفاذٍ ، ولهذا نرى الآية الكريمة تقول   : وَاتَّقُوا اللَّهَ ،   والمتقي لا يتقدم بين يدي الله ورسوله . في حين يروون في الثاني أنه في مواطن عديدة نازع النبي في أمور ، وأدلى برأي أو بحكم أو بموقف قبال النبي أو أسبق على النبي صلى الله عليه وآله ، وبحسب هذه الآية فإن ما فعله ليس بفضيلة وإنما هو عصيان ومعصية ،   وَاتَّقُوا اللَّهَ   يعني لم يكن هناك تقوى   ، يا أَيُّهَا الَّذِينَ آمَنُوا لا تُقَدِّمُوا بَيْنَ يَدَيِ اللَّهِ  \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكافي ج 39 : 6 ؛ الوسائل أبواب أحكام الأولاد باب 24 / ح 4 .\r\n( 2 ) الحجرات : 1 .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\n  وَرَسُولِهِ   أي يجب في مقتضى طاعتكم لله وللرسول : التبعية وتمام التبعية ، الانقياد وكل الانقياد ، وأن لا يصدر منكم في أي مورد من الموارد نوع من السبق على النبي صلى الله عليه وآله ، وهذا طبعاً نوع من إعطاء المحورية والمركزية للنبي صلى الله عليه وآله ، في كل الأمور وعلى كل الأصعدة ، ومن دون تقييد في هذه الآية ، وهذا مما يدلل على عصمة النبي صلى الله عليه وآله في كل الحقول والموارد وليس فقط في مورد التبليغ ، بل هي أخص بالتدبير أكثر ، ومنصرفة إلى موارد التدبير أكثر من انصرافها إلى موارد التبليغ ،   لا تُقَدِّمُوا بَيْنَ يَدَيِ   إقدام على الخطوات التدبيرية ، وهذا يدلل على عصمة النبي صلى الله عليه وآله في كل هذه الموارد .\r\nبعد ذلك السورة تتابع  يا أَيُّهَا الَّذِينَ آمَنُوا لا تَرْفَعُوا أَصْواتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ وَلا تَجْهَرُوا لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَنْ تَحْبَطَ أَعْمالُكُمْ وَأَنْتُمْ لا تَشْعُرُونَ  « 1 »  ،  والآية باتفاق المفسرين تقريباً نزلت في الشيخين « 2 » ، حيث أنهما رفعا صوتهما فوق صوت النبي ( ص ) ، والآية تقول :  لا تَرْفَعُوا أَصْواتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ وَلا تَجْهَرُوا لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ  يعني أن إخفاض الصوت عند الحديث مع النبي صلى الله عليه وآله هو من الأدب القرآني الملزم به ، وليس أدباً ندبياً مستحبا أو سنة أخلاقية ، بل هو أمر ملزم به ؛ لأن الآية تحذر وتوعد وتهدد بإحباط الأعمال ، وهم يروون أنهما كادا أن يهلكا ، لابد أن حبط الأعمال بما فيها العقيدة .\r\nلذلك يروى عن العلامة بحر العلوم \" رحمه الله \" عندما تشرف وإذن له صاحب العصر \" عجل الله فرجه الشريف \" بالقرب منه ، فكان يتثاقل تأدباً ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحجرات : 2 .\r\n( 2 ) صحيح البخاري ج 46 : 6 ؛ تفسير القرطبي ج 303 : 16 ؛ الدر المنثور ج 84 : 4 ؛ تاريخ ابن عساكر ج 192 : 9 ؛ مسند أحمد ج 6 : 4 ؛ تاريخ الطبري ج 44 : 4 .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nويعلل ذلك بخوفه أن في ترك الأدب كفراً . ومن هنا يمكننا أن نعتبر الأدب وأن كان خارج منطقة العقيدة أو خارج منطقة\r\nالأعمال الإلزامية المكلف بها المسلم والمؤمن إلا أن بعض موارد الأدب ليس كذلك بل هو مرتبط بالعقيدة ومرتبط بالأعمال . ومن ثم فقد أفتى الفقهاء في المذاهب الإسلامية كلهم بأن الشاتم للنبي صلى الله عليه وآله يقتل ، وكذا الذي ليس بدرجة الشاتم بل كان يستهزئ بالنبي ( ص ) بالدرجات التي يستصغر بها مقام النبي صلى الله عليه وآله يقتل ، وأنه يُحكم عليه بالكفر ، بل عند علماء الإمامية الحال كذلك في الأنبياء والرسل والأئمة المعصومين \" عليهم السلام \" وكذلك الصديقة فاطمة \" سلام الله عليها \" .\r\nفإذن هذا التعظيم والأجلال والتفخيم جذره قرآني ، وأن عدم مراعاة الأدب أو التعظيم أو الإكبار مع حجج الله وأصفيائه يوجب الخروج عن ربقة الإيمان والهلاك الأخروي . وتشير الآية  أَنْ تَحْبَطَ أَعْمالُكُمْ وَأَنْتُمْ لا تَشْعُرُونَ ،  إلى إحباط عموم الأعمال بما فيها العقائد ، نتيجة تصرف بسوء الأدب في مقام التعامل مع النبي صلى الله عليه وآله برفع الصوت ، حتى لو لم يكن في ذلك أصرار بشدة وتعمد ، بل قلة في المبالاة والتهاون .\r\nفغض الصوت أو الجهر بالصوت مع النبي صلى الله عليه وآله ، هو مجرد فعل وخطوة محادثة مع النبي صلى الله عليه وآله ، إن لم تراعِ فيها الأدب الخاص بالنبي صلى الله عليه وآله ، فيسبب إحباط للأعمال . كما في الرواية لديهم \" كاد الشيخان أن يهلكا \" ، هلاك أخروي ، فلا تسلم العقيدة ، وهم يروون في مواضع أخرى أن الثاني قد جر ثوب النبي صلى الله عليه وآله ، وإذا كان رفع الصوت يوجب إحباط الأعمال ، فكيف إذا جر ثوب النبي ( ص ) وجذبه !\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nوفي موقف ثالث كما يروون أن الثاني فعل ما فعل ، في صلح الحديبية . .\r\nفهذه الهالة من التفخيم والتعظيم التي يشير إليها الإمام السجاد ( ع ) في معنى الآية بحسب ظاهرها بيّن ، يوجبها ويبنيها القرآن للنبي ، للصوت درجة وللمحادثة كيفية ، يجب أن تكون بإكبار وتعظيم وتبجيل ، مع أن الضرورة قائمة على توحده تعالى بالكبرياء وهو رداء لا ينازعه فيه أحد من خلقه ، مع ذلك الباري عز وجل يضفي جلال وعظمة خاصة لنبيه ( ص ) ، ليس كبرياء الإلهية ، وإنما هو أكبار الرسالة وعظمة الرسالة يضفيها على النبي ( ص ) ، ما سر كل ذلك ؟ وأي درجة ؟ من الأدب في التعامل حتى في الفعل الآني المتصرم الخفيف ، فضلًا عن تعامل السلوك ونمط العلاقة الدائمة مع النبي صلى الله عليه وآله .\r\nهذه الهالة التي يرسمها القرآن الكريم للنبي صلى الله عليه وآله ، لم يحظ بها الملوك أو السلاطين والجبابرة ، ولم تقرر في التحدث معهم ، مع أن النبي صلى الله عليه وآله يقول : لا تقولوا لي ولا تصنعوا لي مثل ما تصنع الأمم في ملوكهم ، مع ذلك يأمر القرآن بتعظيم وتبجيل النبي صلى الله عليه وآله ، وإنما ذلك النهي من النبي صلى الله عليه وآله لكي لا يعبد المسلمون نبيهم كما عبد المسيحيون أو النصارى نبيهم ، دفعاً لتوهم ضعاف العقول والنفوس ان هذا التعظيم والتفخيم المأمور به في القرآن للنبي صلى الله عليه وآله هو تأليه له ومع الخوف من هذا المحذور فأن القرآن الكريم يأمر بمثل هذه الهالة من التعظيم للنبي صلى الله عليه وآله كما في  لا تَجْعَلُوا دُعاءَ الرَّسُولِ بَيْنَكُمْ كَدُعاءِ بَعْضِكُمْ بَعْضاً قَدْ يَعْلَمُ اللَّهُ الَّذِينَ يَتَسَلَّلُونَ مِنْكُمْ لِواذاً فَلْيَحْذَرِ الَّذِينَ يُخالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذابٌ أَلِيمٌ  « 1 »  . \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النور : 63 .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nوفي   لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُ وَتُسَبِّحُوهُ بُكْرَةً وَأَصِيلًا * إِنَّ الَّذِينَ يُبايِعُونَكَ إِنَّما يُبايِعُونَ اللَّهَ يَدُ اللَّهِ فَوْقَ أَيْدِيهِمْ فَمَنْ نَكَثَ فَإِنَّما يَنْكُثُ عَلى نَفْسِهِ وَمَنْ أَوْفى بِما عاهَدَ عَلَيْهُ اللَّهَ فَسَيُؤْتِيهِ أَجْراً عَظِيماً   « 1 » والتعزير والتوقير في سياق واحد مع التعظيم .\r\nوفي  يا أَيُّهَا الَّذِينَ آمَنُوا إِذا ناجَيْتُمُ الرَّسُولَ فَقَدِّمُوا بَيْنَ يَدَيْ نَجْواكُمْ صَدَقَةً ذلِكَ خَيْرٌ لَكُمْ وَأَطْهَرُ فَإِنْ لَمْ تَجِدُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ  « 2 »  . \r\nوفي  إِنَّ الَّذِينَ يَغُضُّونَ أَصْواتَهُمْ عِنْدَ رَسُولِ اللَّهِ  « 3 » . فغض الصوت ، ومراعاة والتزام الأدب كله إكبار وتعظيم للنبي صلى الله عليه وآله  ، إِنَّ الَّذِينَ يَغُضُّونَ أَصْواتَهُمْ عِنْدَ رَسُولِ اللَّهِ أُولئِكَ الَّذِينَ امْتَحَنَ اللَّهُ قُلُوبَهُمْ لِلتَّقْوى لَهُمْ مَغْفِرَةٌ وَأَجْرٌ عَظِيمٌ .  فهذا التعظيم والتبجيل للنبي صلى الله عليه وآله ، هو امتحان للقلب ، يعني قلب متقي وليس عملًا متقياً .\r\nولابد أن يلتفت إلى أن هناك فرقاً بين التقوى في العمل والتقوى في القلب ، فالتقوى في القلب أشد صعوبة ، وأحلك عقبةً من التقوى في العمل ؛ لأن الخواطر والجذبات والميول والنزعات النفسية ضبطها أصعب جداً . فالظاهر يعتمد على صورة العمل أنه ترك الحرام والإتيان بالواجب وما شابه ذلك ، صورة الأعمال الجارحية ، أما التقوى في القلب فهي أعظم درجة ، ولا يقاس بتقوى الأعمال الجارحية ، وهنا القرآن الكريم يبين الارتباط بين الأدب والتعظيم والإكبار للنبي صلى الله عليه وآله ، ومرتبة عالية من التقوى ، هو تقوى القلوب . فإذن التعظيم للنبي صلى اله عليه وآله جذره قرآني .\r\nوكذلك بين القرآن الكريم هذا التعظيم في مواطن أخرى في أهل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفتح : 8 - 9 .\r\n( 2 ) المجادلة : 9 .\r\n( 3 ) الحجرات : 3 .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nالبيت \" عليهم السلام \" كما في سورة النور حيث قال تعالى :  اللَّهُ نُورُ السَّماواتِ وَالْأَرْضِ مَثَلُ نُورِهِ كَمِشْكاةٍ فِيها مِصْباحٌ الْمِصْباحُ فِي زُجاجَةٍ الزُّجاجَةُ كَأَنَّها كَوْكَبٌ دُرِّيٌّ يُوقَدُ مِنْ شَجَرَةٍ مُبارَكَةٍ زَيْتُونَةٍ لا شَرْقِيَّةٍ وَلا غَرْبِيَّةٍ يَكادُ زَيْتُها يُضِيءُ وَلَوْ لَمْ تَمْسَسْهُ نارٌ نُورٌ عَلى نُورٍ يَهْدِي اللَّهُ لِنُورِهِ مَنْ يَشاءُ وَيَضْرِبُ اللَّهُ الْأَمْثالَ لِلنَّاسِ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ  « 1 »  ،  ففي الآية خمسة موارد تشبيه ، لا أربعة ولا ثلاثة ولا اثنين ، بل خمس موارد تشبيه ، وإشارة إلى هذا العدد بأنه أصيل ، ولم يجعل الخمسة في سورة المباهلة مع أن موردها هم الخمسة من أهل الكساء النبوي ، وكما في آية التطهير نزولًا وبتطبيق من النبي صلى الله عليه وآله ، ونزول الآية في أصحاب الكساء وعددهم خمسة ، هنا في سورة النور تشبيه خماسي  وَالْأَرْضِ مَثَلُ نُورِهِ كَمِشْكاةٍ فِيها مِصْباحٌ الْمِصْباحُ فِي زُجاجَةٍ الزُّجاجَةُ كَأَنَّها كَوْكَبٌ دُرِّيٌّ يُوقَدُ مِنْ شَجَرَةٍ مُبارَكَةٍ زَيْتُونَةٍ لا شَرْقِيَّةٍ وَلا غَرْبِيَّةٍ يَكادُ زَيْتُها يُضِيءُ وَلَوْ لَمْ تَمْسَسْهُ ،  أي خمسة أنوار مشكاة وزجاجة ومصباح وكوكب دري وشجرة ، وكل تشبيه له وجه شبه ، ثم بعد ذلك  نُورٌ عَلى نُورٍ  يعني أن هناك أنواراً أخرى تتعاقب غير الخمسة الأصلية . بعد ذلك تتابع الآيات هذا النور في أصوله الخمسة وتعاقب الأنوار وأنها خلقة نورية لبعض المخلوقات بصفة بدنية ، وبصفة روحية ، والخلقة النورية ، هذه النشأة من الخلقة غير خلقة الروح ، وغير خلقة البدن هذه الأنوار في  فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ يُسَبِّحُ لَهُ فِيها بِالْغُدُوِّ وَالْآصالِ  بعد ذلك تتابع الآيات  رِجالٌ لا تُلْهِيهِمْ تِجارَةٌ وَلا بَيْعٌ عَنْ ذِكْرِ اللَّهِ  « 2 »  ،  فلفظة رجال هنا تابعة في التركيب الأدبي النحوي للجمل أو معطوفة على ماذا ؟ المبتدأ الأول ( مثل نوره ) ، وأخبار بعده في سرد الآيات ، إلى أن تصل الآية إلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النور : 35 .\r\n( 2 ) النور : 36 - 37 .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nهذا الخبر  فِي بُيُوتٍ  هذه محطة من المحطات ، بعد ذلك يأتي الخبر الأخير  رِجالٌ  يعني هذه البيوت كما \" قال الإمام الباقر ( ع ) لقتادة : ويحك يا قتادة إن الله عزّ وجلّ خلق خلقاً من خلقه فجعلهم حججاً على خلقه فهم أوتاد في أرضه ، قوام بأمره ، نجباء في علمه ، اصطفاهم قبل خلقه ، أظلةً عن يمين عرشه . فسكت قتادة طويلًا ثم قال : أصلحك الله ، والله لقد جلست بين يدي الفقهاء وقدام ابن عباس فما اضطرب قلبي قدام أحد منهم ما اضطرب قدامك ، فقال له أبو جعفر ( ع ) : أتدري أين أنت ؟ أنت بين يدي   فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ يُسَبِّحُ لَهُ فِيها بِالْغُدُوِّ وَالْآصالِ رِجالٌ لا تُلْهِيهِمْ تِجارَةٌ وَلا بَيْعٌ عَنْ ذِكْرِ اللَّهِ وَإِقامِ الصَّلاةِ وَإِيتاءِ الزَّكاةِ   فأنت ثم ونحن أولئك . فقال له قتادة : صدقت والله جعلني الله فداك ما هي بيوت حجارة ولا طين . . « 1 » .\r\nفهذه البيوت بنص القرآن الكريم  رِجالٌ ،  ولا يعني بالبيوت بيوت الطين ، إذاً في هذه الأمة خمس أصول من البشر ، ثم تتعاقب منهم أنوار أخرى ، هذه الأنوار موجودة في أنفس بشرية  رِجالٌ لا تُلْهِيهِمْ تِجارَةٌ وَلا بَيْعٌ عَنْ ذِكْرِ اللَّهِ  « 2 »  . \r\nومن الطبيعي أن هذه الآية فيها شواهد عديدة ، تشابه العديد من آية التطهير وآيات أخرى ، قد أشار إليها أئمة أهل البيت \" عليهم السلام \" ، لا بنحو التأويل ، بل أشاروا إلى نفس مواطن القرائن الدلالية في نفس منصة الظاهر ، وللأسف أن تقرأ الروايات بشكل سريع ومجمل ، وتحسب أن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الدر المنثور للسيوطي / أن هذه البيوت بيت علي وفاطمة \" عليهما السلام \" في ذيل الآية ؛ الكافي ج 256 : 6 .\r\n( 2 ) النور : 37 36 .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nهذا تعبد تأويلي من أهل البيت \" عليهم السلام \" ، ولاشك أن قولهم \" عليهم السلام \" حجة ، لكن الكلام في أن أكثر مفاد الروايات وإن لم يكن جلها ، إشارة إلى مواطن دلالة في نفس منصة الظاهر . فهنا القرآن الكريم أيضاً يعظم ويبجل هؤلاء الرجال ، هؤلاء المطهرون ، ولا ريب أن النبي صلى الله عليه وآله أحد الخمسة وبالتالي عترته التي يجلها القرآن الكريم في مواطن أخرى ، كآية التطهير وآية المباهلة وغيرهما ويخاطبنا بأن في هذه الأمة  رِجالٌ لا تُلْهِيهِمْ تِجارَةٌ وَلا بَيْعٌ عَنْ ذِكْرِ اللَّهِ .  رجال يجب أن يعظمون ، يمجدون ، يجللون  فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ .  مرفوعة ، معظمة ، مبجلة ، وهذا نص آخر من القرآن ، لا يقتصر على النبي صلى الله عليه وآله ، إذ يُرينا هذه الوظيفة والإلزام تجاه عترة النبي صلى الله عليه وآله ، وهي مواطن عديدة لسنا الآن في صدد استقصائها ، إنما مجرد استعراض نبذة موجودة في القرآن الكريم ، نوع من الهالة التعظيمية والتعظيم والإكبار والإجلال للنبي وأهل بيته . وما سر هذا ؟ ! .\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\n\r\nفلسفة تعظيم أولياء الله :\r\nالمقام الثاني : ما سر هذا التعظيم والأدب ؟ الذي ليس تأليهاً أو ألوهية ، ويصب في التوحيد والتواضع لله والإنشداد إلى مسيرة الله وصراط الله ، يذكر علماء الحكمة والأخلاق وأهل المعنى وما شابه ذلك من العلوم التي تبحث حول المعارف ، أن هيئات الأدب تنطوي على معانٍ اعتقادية ويثمر ظاهرة سلوكية ، وبعبارة أخرى أن هناك ثلاث طبقات أو حلقات :\r\n1 - حلقة رؤية اعتقادية سواء توحيدية أو غير توحيدية أو مادية .\r\n2 - ثم حلقة ثانية وهي الصفات النفسية أو الأفعال النفسية .\r\n3 - ثم حلقة ثالثة وهي الأفعال العضوية البدنية .\r\nوهذه الحلقات الثلاث مع تسلسلها وانتظامها ، هي المعادلة ، مع تسلسل الترتيب ، كلٌ من علماء القانون ، علماء الحقوق ، علماء الفلسفات الإنسانية ، علماء الأخلاق ، وعلوم إنسانية عديدة تبحث عنها . سواءاً في الوضعية البشرية أو المرتبطة بالدينية ، وهذه المعادلة مبرهنة في عدة علوم . فكل ظاهرة أدبية عند الإنسان تعكس عن تحصيل إعتقادي أو معنى إعتقادي يبني عليه الإنسان ، وكذلك في كل سلوك عملي ، من باب المثال ، هناك رواية عن أبي عبد الله ( ع ) قال : قال رسول الله ( ص ) لشاب مرهق في الذنوب سخي أحب إلى الله من شيخ عابد بخيل « 1 » . ويذكر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فقه الرضا ( ع ) : 362 ؛ الإختصاص للمفيد : 253 .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nعلماء الأخلاق في معنى هذه الرواية أن هذا السخي الشاب وإن كان قد أرتكب المعاصي ، لكنه في باطن اعتقاده يؤمن بأن هناك قدرة في الواقع \" سيبها عميم ، وفيضه دعيم \" فهذا يؤمن بالله عزو جل ، بإيمان فطري ، قلبي ، عياني ، يعني فطرته مجبولة على الأرتباط بالله ، من ثم هو أحب إلى الله .\r\nإذن الفضائل الأخلاقية تنم عن وجوه عديدة من التوحيد ، والرذائل الأخلاقية - لا سامح الله - تنم عن وجوه عديدة من الكفر أو الشرك ، وهذا الأدب والتعظيم والإجلال ينم عن مطلب إعتقادي ، إن كان الإنسان يعتقد بهذه الكرامة والحبوة ، والمقام الذي أعطاه الله عز وجل لحججه ، فمن الواضح أنه يجب عليه أن ينكسر أمام هذا المقام ، بما أن الحجة لله تعالى على مقامٍ عالي محبوب قضاه الله ، ومن قبل الله ، فهو إذاً عين الخضوع والتسليم للتوحيد ، ولا يصب في الشرك أو الكفر .\r\nهذا الأدب فلسفته نفس الاعتقاد برسالة الرسول صلى الله عليه وآله ، أو بإمامة الإمام أو بعصمة الإمام وطهارته ، وبمقامه وقدسيته ، إذن فالقدسية ليست صنمية أو تأليهاً أو شركاً ، بل على العكس هي عين التواضع والطوعانية للتوحيد ؛ لأنها لله وللرسالة ولا تكفر بفعل الله ، لأن الرسالة وهي حاكمية الله تعالى موطن من مواطن التوحيد ؛ وبالتالي فأنك تطيع الله وتؤمن به .\r\nإذن تعظيم من أعظمه الله هو من تعظيم الله عز وجل ، وهذا عين التوحيد وعين الذوبان في التوحيد وعين الشفافية وعين الانصراف لصراط الله ولوجهه الكريم ، وهذا في نفسه بهذا الشكل الموجز الذي مرّ - ومن الممكن وصف أركانه ومقدماته بشكل واسع - هو في نفسه دليل عقلي . فالتعظيم لرسول الله والتعظيم للإمام وما شابه ذلك ، متلازم مع تعظيم القرآن الكريم وتقديسه ، ولماذا أنصفت الشريعة المقدسة هذه المقدسات ، فالكعبة مقدسة حتى عند خوارج هذا الزمان ، فهل التقديس للكعبة\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nوالتعظيم لها صنمية ؟ يعني جعلناها صنماً باعتبار أن الله عز وجل حباها بالكرامة والقدسية والمكانة والعطاء ، وهذا هو نوع من الطوعانية لله عز وجل ، بينما إباء ذلك هو استخفاف بأمر الله وفعل الله .\r\nفإذن التعظيم أدب سلوكي إلزامي في نهج القرآن الكريم ، والاستخفاف به نوع من الرد على هذه الآيات الكريمة .\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n\r\nالفصل الثاني : حقيقة أبعاد هدنته ( ع )\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n\r\nالحسن شبيه جده وأبيه :\r\nكان الإمام الحسن ( ع ) كما في الروايات أشبه برسول الله ( ص ) من الصدر إلى الرأس ، ومن الصدر إلى القدم أشبه بأمير المؤمنين ( ع ) ، فقد روي عن الإمام علي ( ع ) أنه قال\r\n: الحسن أشبه برسول ( ص ) ما بين الصدر إلى الرأس والحسين أشبه برسول الله ( ص ) ما كان أسفل من ذلك « 1 » .\r\nوعن أنس قال :\r\nلم يكن أحداً أشبه برسول الله ( ص ) من الحسن بن علي وفاطمة \" صلوات الله عليهم أجمعين \" « 2 » .\r\n\r\nالإمام الحسن ( ع ) يرث من جده بوراثة اصطفائية تكوينية الهيبة والسؤدد :\r\nروي أن السيدة العظيمة فاطمة الزهراء \" عليها السلام \" جاءت بالحسن والحسين \" عليهما السلام \" إلى جدهما ( ص ) في مرض موته وقالت : يا رسول الله هذان أبناك فورثهما شيئاً .\r\nفقال النبي الأكرم ( ص ) :\r\nأمّا الحسن فإن له هيبتي وسؤددي ، وأمّا الحسين فإن له جودي وشجاعتي « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الاستيعاب ، ج 384 : 1 .\r\n( 2 ) مسند أحمد ج 164 : 3 .\r\n( 3 ) الإرشاد ، للمفيد ، ج 7 : 2 ؛ كشف الغمة ، للأربلي ، ج 140 : 2 .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nوسوف نلاحظ من خلال حياة الإمام الحسن ( ع ) كيف أن هذا السؤدد والهيبة كانت له ( ع ) ، منذ صغره في حياة رسول الله ( ص ) وبعد وفاته ( ص ) إلى يوم إستشهاده ( ع ) .\r\nفقد كانت هذه الهيبة والسؤدد الخاصة على نفوس القريب منها والبعيد بعد إذن من الله سبحانه وتعالى ، وكيف لا وهي صفات خلقها الله تعالى في شخصية النبي ( ص ) روحاً ونفساً ، ثم بدعاء رسول الله ( ص ) نقلها الله تعالى وراثة تكوينية إصطفائية من رسول الله ( ص ) إلى الإمام الحسن ( ع ) .\r\nومن الطبيعي أن هذه الصفات هي متوارثة لدى عموم أهل البيت \" عليهم السلام \" ، فهم ورثة رسول الله ( ص ) في علمه وخُلقه وخَلقه ، وأمّا الصفات الخاصة فهذه مخصوصة للإمامين الحسنين \" عليهم السلام \" ، ولذي نرى في مصادر وكتب الطرف الآخر عندما يصلون إلى الإمام الحسن ( ع ) يبدون نوعاً من الإجلال الخاص له \" عليه السلام \" .\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n\r\nسؤدد وشجاعة الحسين ( ع ) :\r\nوهذا السؤدد أيضاً ورثه الإمام الحسين ( ع ) من أخيه ولكن بما أن حديثنا خاص عن الإمام الحسن ( ع ) فلذلك نسلط الأضواء على حياته المباركة \" عليه السلام \" ، وإلا فالسؤدد والهيبة قد ورثها الإمام الحسين ( ع ) أيضاً من جده ( ص ) عبر أخيه الحسن ( ع ) ، ففي واقعة الطف نرى أن شهداء كربلاء قتلوا من خلال المبارزة أو المواجهة باستثناء أبي الفضل العباس ( ع ) ، فإنه قتل غيلة وهذه ميزة خاصة لأبي الفصل العباس ( ع ) ، في حين ميزة الإمام الحسين ( ع ) إنه لم يقتل مباغتة ولا بالمبارزة لأنهم لم يستطيعوا قتله ، بل من مسافة بعيدة استطاعوا قتله برميه بالسهام والحجارة ، وهذا ما أعترف به عمر ابن سعد لعنه الله حيث قال لقومه : ( الويل لكم أتدرون لمن تقاتلون ؟ هذا أبن الأنزع البطين ، هذا أبن قتال العرب ، فأحملوا عليه من كل جانب ، وكانت الرماة أربعة آلاف ، فرموه بالسهام فحالوا بينه وبين رحله ) « 1 » .\r\nوفي هذا الصدد يقول ابن حجر : ولولا ما كادوه به من أنهم حالوا بينه وبين الماء لم يقدروا عليه ، إذ هو الشجاع القرم الذي لا يزول ولا يتحول « 2 » .\r\nوأمّا من حيث الهيبة فقد قال بعض أعدائه : لقد شغلنا جمال وجهه ونور بهجته عن الفكرة في قتله « 3 » .\r\nفهذه الشجاعة التي ورثها ( ع ) من جده ( ص ) ليست صدفة أو اتفاق ، بل وراثة تكوينية ، إصطفائية .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البحار ج 50 : 45 .\r\n( 2 ) الصواعق المحرقة لأبن حجر : 197 .\r\n( 3 ) اللهوف لأبن طاووس : 75 .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\n\r\nغياب الحقائق التأريخية :\r\nإن حقائق التاريخ مغيبة عنا تماماً ، بل ليس هذا التغييب والتعتيم في التأريخ فقط بل في الإحداث الخطيرة والحساسة التي نعاصرها الآن حقائقها مغيبة عن عموم الناس ، فإنها الإحداث تزيّف وتقلّب عن وجهتها الحقيقية ، وذلك بأن يعطيك نقطة موهمة ركزت عليها عدسة وكالات الأنباء أو الفضائيات ويهملون اللقطات الأخرى الأصلية المحورية الخطيرة ، فلما ترى لقطة مبتورة وموهمة وهذه اللقطة طبعاً لو كانت من ضمن مسلسل من الإحداث تراها بواقعيتها الصحيحة ولكن لما تراها مبتورة توهم وتأخذ بك الخيالات والمآخذ يميناً وشمالًا وبصورة بعيدة جداً ، هكذا هي طبيعة النقل المبتور ، والكلام هو نفسه في عدسة التأريخ . ولذا نرى الآن الكثير مما هو معشعش في أذهاننا عن الإحداث التأريخية أو المعاصرة فيها زيف كثير ، لأن الحقيقة لم تصل إلينا ، ومن بإمكانه أن يلم بالحقيقية أو يجمع كل الحقائق إن هذا صعب جداً ورب مشهور لا أصل له .\r\nوقد ذكر مراراً في بحوث مراكز الاستراتيجيات أن أكثر الحروب سواء كانت إعلامية أو عسكرية أو اقتصادية بل حتى المواجهات والمنازعات هي حروب نفسية ، يعني زيف وخدعة وتحايل ، فالحرب خدعة ، عشرون بالمائة واقعية حق والباقي كله تطبيل إعلامي وإثارات مشاكل وفتن وإحن ، ولكن الحقيقة شيء آخر ، ومن باب المثال الآن أكثر المشاكل في العالم الإسلامي هي بسبب الانتماء العقائدي ، والكلام هذا\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nليس من باب التعصبات الطائفية ولكن من باب أنه يزعم أن الخريطة الديمغرافية للعالم الإسلامي والعقائدي يدعي أن الأغلب من أهل السنة ، ولكن هذه ليست من الحقيقية ، ولا المقصود أن أكثر العالم الإسلامي اثنا عشرية ، بل من فرق الشيعة التي المدار والضابطة فيها هي من فضّل علياً فيدخل فيه الواقفة والزيدية والإسماعيلية ، فمثلًا الصوفية أكثر العالم السني التي تتبنى في مذاهب الفروع تتمسك بالمذاهب الأربعة ، أمّا أكثر العالم الإسلامي في العقائد ليس هم أشعرية ولاسلفية ، ولا معتزلة ، ولا ما تريدية ، ولا كرامية ، ولا أباظية ، ولا جهمية ، بل هي من مذاهب الصوفية ، فإن الصوفية سبعين فرقة ، وفي أوائل معتقدهم أن الأئمة الإثنا عشر أولهم علي بن أبي طالب ( ع ) وآخرهم المهدي ( عج ) ولد وهو حي يرزق ، وهم أئمة الملكوت ، وأئمة الآخرة هذه هي معتقدات الصوفية ، فهي فرقة من فرق الشيعة ولا أريد أن أدعي أنهم اثنا عشرية فقد تسجل عليهم نقاط ، وهذا بحث آخر . ولهم وجود في تركيا والجزائر وغير ذلك من البلدان الأخرى ، وهذه الحقيقية لم ينبه عليها علماء الأمامية وتجاهلوها في تراجمهم وفي علم الملل والنحل . وإظهار هذه الحقائق والبحث عنها يحتاج إلى جهد وتعب ، نعم جزى الله الماضيين من علمائنا وشكر الله سعيهم ، ولكن هذا الجهد هنا يراد له أجيال وجهود متظافرة .\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\n\r\nقوة تدبير أمير المؤمنين ( ع ) :\r\nمثال آخر على التعريفات التأريخية المغلوطة أنه يقال أن تاريخ أمير المؤمنين ( ع ) لم ينتصر في معركة صفين وحربه مع الأمويين ، وهذه الفكرة معشعشة في الذهن بتصديق وبجرعات أموية عباسية ، بينما القرائن المتناثرة التي يمكن جمعها من مصادر تأريخية كثيرة جداً تبين أنه لو قدر الله أن يبقى الإمام علي ( ع ) بعد شهر رمضان لكانت عدة الجموع التي حشدها في النخيلة بعد أن صفيت من الخوارج ومن الشكاك والمتقاعسين تلك العدة هي الضربة العسكرية القاضية لمعاوية ، وليس هذا إعجازا أو إرهاصا غيبيا . هذه الحقيقية مغيبة أصلًا عن أذهان المحبين ، فضلًا عن المناوئين فمن خصائص الإمام علي بن أبي طالب ( ع ) الذي جعلها الله تعالى له كما قال الإمام الحسن ( ع ) في تأبينه ( ع ) بعد دفنه :\r\n( ( لقد قبض في هذه الليلة رجل لم يسبقه الأولون بعمل ولم يدركه الآخرون بعمل ، لقد كان يجاهد مع رسول ( ص ) فيقيه بنفسه وكان رسول الله ( ص ) يوجهه برايته فيكتنفه جبرئيل عن يمينه ، وميكائيل عن شماله ، ولا يرجع حتى يفتح الله على يديه . . . ) ) « 1 » .\r\nوكذلك ما ورد في من الزيارات لأمير المؤمنين ( ع ) \" . . . السلام على من أيده الله بجبرئيل وميكائيل \" .\r\nفقد قدر الله لعلي بن أبي طالب ( ع ) أنه لا يدخل في جيش ويهزم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أنساب الأشراف ، ج 499 : 2 .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nوقد أعترف بذلك عدوه معاوية حيث قال عندما بلغه خبر مقتل أمير المؤمنين ( ع ) : إن الأسد الذي كان يفترش ذراعيه في الحرب قد قضى نحبه . وأنشد يقول :\r\n قل للأرانب ترعى أينما سرحت * وللظباء بلا خوف ولا وجل « 1 » \r\nإذن في أي دولة يهزم الإمام علي ( ع ) ؟ ! ، بل كان تدبيره عليه السلام بنحو كما تطالعنا بذلك جملة من القصاصات المتناثرة بدواعي طمس الحقائق تمثل تشكيلة من الجيش الذي يصول به ، لايعتروه ما أعاق النصر من قبل قلة بصيرة أفراد الجيش فكان بتدبير وضربة قاضية من الإمام علي ( ع ) لمعاوية هي صفين ، ولم يفل منها في آخر الأيام إلا بحيلة ، وقليل ما أخذ أنفاسه معاوية وإلا كانت ضربة تقصم ظهره ، ولكن أنظر إلى هذا التأريخ المقلوب بأقلام تبتغي التعميم على الحقيقة كيف يقرأ هذه الحادثة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) منتهى الآمال للقمي ، ج 258 : 1 .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\n\r\nحقائق أخرى :\r\nالآن أيضاً في أذهان الكثير من المسلمين في معركة أحد مشهد للأحداث المرتسم في أذهان عموم الأجيال أنه ينقطع بهزيمة المسلمين ، ومن الواضح أن المسلمين أنهزموا ولكن هل أنتهت المعركة ؟ ! . كلا ولكن قطعت سلسلة مشاهد وحقائق الحدث لأن المقطع اللاحق مرتبط بالإمام علي ( ع ) ، فهو الذي حقق النصر مرة ثانية للمسلمين وهزمت قريش ، قريش التي أنتصرت على رسول الله ( ص ) حسب ادعاء القلم الأموي في كتب التأريخ ، حيث أنهم ادعوا أن رسول الله ( ص ) صعد إلى جبل ، فهل رسول الله ( ص ) يفر من الحرب ؟ ! . كيف يفر من الحرب والقرآن أمره أن يحارب ولو بنفسه الشريفة مفرداً كما في قوله تعالى  : فَقاتِلْ فِي سَبِيلِ اللَّهِ لا تُكَلَّفُ إِلَّا نَفْسَكَ وَحَرِّضِ الْمُؤْمِنِينَ عَسَى اللَّهُ أَنْ يَكُفَّ بَأْسَ الَّذِينَ كَفَرُوا وَاللَّهُ أَشَدُّ بَأْساً وَأَشَدُّ تَنْكِيلًا  « 1 » فمن خصائص رسول الله ( ص ) أن الجهاد واجب عليه ولو بقي وحيداً ، فكيف يصعد إلى الجبل فراراً من الحرب ، إنها دعاوي متناقضة مع ثوابت الدين ، إن قريش المتغطرسة والمتوغلة في الفاحشة والرذيلة ورؤسائها وزعمائها الذين بقروا بطن عم النبي ( ص ) حمزة ( ع ) ومثلت به لا تغير على المدينة بعد أن أنتصرت ولا تسبي النساء ولا تسرق الأموال ؟ ! ، فهل هم نزيهون أم ملائكيون .\r\nفعن أبي عبد الله ( ع ) قال : لما أنهزم الناس يوم أحد عن النبي ( ص )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النساء : 84 .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nانصرف إليهم بوجهه وهو يقول : أنا محمد أنا رسول الله لم أقتل ولم أمت ، فالتفت إليه فلان وفلان فقالا : الآن يسخر بنا أيضا \" وقد هزمنا وبقي معه علي ( ع ) وسماك بن خرشة أبو دجانة \" رحمه الله \" فدعاه النبي ( ص ) فقال : يا أبادجانة انصرف وأنت في حل من بيعتك ، فأما علي فأنا هو وهو أنا فتحول وجلس بين يدي النبي ( ص ) وبكى وقال : لا والله ورفع رأسه إلى السماء وقال : لا والله لاجعلت نفسي في حل من بيعتي إني بايعتك فإلى من انصرف يا رسول الله إلى زوجة تموت أو ولد يموت أو دار تخرب ومال يفنى وأجل قد اقترب ، فرق له النبي ( ص ) فلم يزل يقاتل حتى أثخنته الجراحة وهو في وجه وعلي ( ع ) في وجه فلما أسقط احتمله علي ( ع ) فجاء به إلى النبي ( ص ) فوضعه عنده ، فقال : يا رسول الله أوفيت بيعتي ؟ قال : نعم ، وقال له النبي ( ص ) خيراً ، وكان الناس يحملون على النبي ( ص ) الميمنة فيكشفهم علي ( ع ) فإذا كشفهم أقبلت الميسرة إلى النبي ( ص ) فلم يزل كذلك حتى تقطع سيفه بثلاث قطع ، فجاء إلى النبي ( ص ) فطرحه بين يديه وقال : هذا سيفي قد تقطع فيومئذ أعطاه النبي ( ص ) ذا الفقار ولما رأى النبي ( ص ) إختلاج ساقيه من كثرة القتال رفع رأسه إلى السماء وهو يبكي وقال : يا رب وعتني أن تظهر دينك وإن شئت لم يعيك فأقبل علي ( ع ) إلى النبي ( ص ) فقال : يا رسول الله أسمع دوياً شديداً وأسمع أقدم حيزوم وما أهم أضرب أحد إلا سقط ميتاً قبل أن أضربه ؟ فقال هذا جبرئيل وميكائيل وإسرافيل في الملائكة ثم جاء جبرئيل ( ع ) فوقف إلى جنب رسول الله ( ص ) فقال : يا محمد إن هذه لهي المواساة فقال : إن علياً مني وأنا منه فقال جبرائيل : وأنا منكما ، ثم أنهزم الناس فقال رسول الله ( ص ) لعلي ( ع ) : يا علي أمضي بسيفك حتى تعارضهم فإن رأيتهم قد ركبوا الخيل وهم يجنبون القلاص فإنهم يريدون\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nالمدينة فأتاهم علي ( ع ) فكانوا على القلاص ، فقال أبو سفيان لعلي ( ع ) يا علي ما تريد هوذا نحن ذاهبون إلى مكة فانصرف إلى صاحبك فأتبعهم جبرئيل ( ع ) فكلما سمعوا وقع حافر فرسه جدوا في السير وكان يتلوهم فإذا ارتحلوا قالوا : هو ذا عسكر محمد قد أقبل فدخل أبو سفيان مكة فأخبرهم الخبر وجاء الرعاة والحطابون فدخلوا مكة فقالوا : رأينا عسكر محمد كلما رحل أبو سفيان نزلوا يقدمهم فارس على فرس أشقر يطلب آثارهم ، فأقبل أهل مكة على أبي سفيان يوبخونه ورحل النبي ( ص ) والراية مع علي ( ع ) وهو بين يديه فلما أن أشرف بالراية من العقبة ورآه الناس نادى علي ( ع ) أيها الناس هذا محمد لم يمت ولم يقتل ، فقال صاحب الكلام الذي قال :\r\n( ( الان وقد هزمنا ) )\r\n: هذا علي والراية بيده حتى هجم عليهم النبي ( ص ) ونساء الأنصار في أفنيتهم على أبواب دورهم وخرج الرجال إليه يلوذون به ويثوبون إليه والنساء نساء الأنصار قد خدشن الوجوه ونشرن الشعور وجززن النواصي وخرق الجيوب وحرمن البطون على النبي ( ص ) فلما رأيناه قال لهن خيراً وأمرهن أن يستترن ويدخلن منازلهن وقال : إن الله عز وجل وعدني أن يظهر دينه على الأديان كلها وأنزل الله على محمد ( ص ) :  وَما مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ أَ فَإِنْ ماتَ أَوْ قُتِلَ انْقَلَبْتُمْ عَلى أَعْقابِكُمْ وَمَنْ يَنْقَلِبْ عَلى عَقِبَيْهِ فَلَنْ يَضُرَّ اللَّهَ شَيْئاً  « 1 »  .  « 2 »\r\nفقد أرادوا أن يغيروا على المدينة لولا مواصلة السير خلفهم حتى قال معد بن أبي معبد الخزاعي عندما سأله أبو سفيان \" المشاق لله ولرسوله \" عن المسلمين فقال : قد والله تركت محمداً وأصحابه يحترقون عليكم ، وهذا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) آل عمران : 144 .\r\n( 2 ) الكافي ج 318 : 8 .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nعلي بن أبي طالب قد أقبل على مقدمته في الناس ، وقد أجتمع معه من كان تخلف عنه « 1 » .\r\nثم بعد ذلك قرر أبو سفيان الإسراع بالرحيل إلى مكة وبعد ذلك عاد النبي ( ص ) إلى المدينة . فكيف ينزهون قريشاً وأبا سفيان وبني أمية عن مثل هذا وأنهم لم ينهزموا ، وهذا ما نشاهده في عصرنا الراهن من قلب الحقايق وتزييف الأراجيف وتصوير الإنهزام بطولة وشرف وتصوير البطولة خسارة وضياع وما شاكل ذلك من المقولات ، وهذه حقيقية مرة ، وترى بعض رواد الفكر لا يزال ذا نزعة أموية إلى الآن ، والبعض يقبع في هذا الفكر الأموي المتبجح به في بعض البلدان ، والبعض الآخر يتبجح بصحابة مجموعة السقيفة متقنعاً بالتشبث بالقرآن وبالسنة النبوية وغير ذلك . ونرى إلى اليوم راية الأمويين وأسمائهم شعاراً خالداً له . فهناك بعض البلدان والمدن والمساجد تتبرك وتتيمن بالأمويين وأسمائهم . فهل تريد منهم أن يعطوك الحقائق أو يعترفوا بها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 99 : 2 .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\n\r\nالحوار والحقيقة الضائعة :\r\nونرى الكثير من المؤمنين إذا دخل في حوار مع الطرف الآخر يحاور لأجل المصانعة وبنفسية غير مصرة على دراسة الحقيقية كما هي ، ولا يصح مصادرة الحقيقة الأساسية بأي شكل من الأشكال ، نعم لابد أن نكون من دعاة الألفة الإسلامية ولكن لا على حساب أصل الحقيقة بل إلفة قائمة على الحقيقية لا إلفة قائمة على الزيف وعلى إغماط حق أهل البيت \" عليهم السلام \" ، وإلا فهذه ليست إلفة وتآلف بل مآلها فرقة وتنازع لأن مودة القربى هي المحور قرآنياً للإلفة الثابتة .\r\nإن هذا التزييف الذي حوّل غزوة أحد إلى هزيمة على مر التأريخ والى الآن حتى الأطفال من المسلمين يستسيغون ذلك وأن النبي ( ص ) صعد الجبل فراراً من الحرب . ولكن اعرض هذه المعطيات المنقوصة لأي خبير عسكري كان أو أمني فإنه لا يصدق ذلك ، نعم رسول الله ( ص ) صعد الجبل وقال انظروا هل قريش تركب الخفاف الجمال أو الحوافر الخيول لكن بعدما أنهزم المشركون مرة آخرى وهذا المقطع حذف لأنه تم بعلي ( ع ) وفيه هروب صحابة السقيفة .\r\nيقول أبن هشام : ولما أنصرف المشركون أرسل النبي ( ص ) علي بن أبي طالب ( ع ) في آثارهم وقال له : أخرج في آثار القوم ، فأنظر ماذا يصنعون وما يريدون ، فإن كان قد جنبوا الخيل وأمتطوا الإبل فأنهم يريدون مكة ، وإن ركبوا الخيل وساقوا الإبل فإنهم يريدون المدينة ، والذي نفسي بيده لئن أرادوها لأسيرن إليهم فيها ثم لأناجزنهم . فقال\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nعلي ( ع ) : فخرجت في آثارهم أنظر ماذا يصنعون ، فجنبوا الخيل وأمتطوا الإبل ووجهوا إلى مكة « 1 » .\r\nنعم لكن انصرافهم لم يكن صدفة ولا فجأة كما تصوره وترسمه هذه المصادر والكتب بل بعدما أصيبوا بالهزيمة مرة أخرى .\r\nوفي رواية أخرى : فأقبلت أصيح أي الإمام علي ( ع ) ما أستطيع أن أكتم ما أمرني به رسول الله صلى الله عليه وآله لما بي من الفرح إذ رأيتهم انصرفوا عن المدينة « 2 » .\r\nهكذا يصورون رسول الله ( ص ) أنه كان يتمنى والعياذ بالله ان لا تذهب قريش إلى المدينة خوفاً من الحرب وهو منعزل عن ساحة القتال . وأمير المؤمنين وأمير الغزوات ( ع ) فرح بذلك أيضاً وهو يتفرج من بعيد . ألم يكن هذا تزييف للحقائق التأريخية . كتابة التأريخ أغلبها على المكائد والزيف والدجل من سلطات الدولة الأموية والعباسية وغير ذلك . ولكن الحق هو ما نطق به أهل البيت \" عليهم السلام \" بشواهد ناصعة وهذا ما قاله رسول الله ( ص ) لخليفته أمير المؤمنين :\r\nعلي مع الحق والحق مع علي « 3 » .\r\nومن أمثلة التحريف بالتاريخ ما ذكروه في غزوة مؤتة أن رسول الله ( ص ) جعل الأمير على جيش المسلمين زيد بن حارثة اولًا فإن قتل فجعفر بن أبي طالب ثانياً فإن قتل فعبد الله بن رواحة ، وبعضهم جعل جعفر ثالثاً ، بينما الحقيقة أن جعفر بن أبي طالب هو كان قائد الجيش أولًا فإن استشهد فزيد ثم عبد الله ، لكنهم يصعب عليهم قيادة آل أبي طالب وكون الطيار منهم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) السيرة النبوية لأبن هشام ، ج 100 : 3 .\r\n( 2 ) سيرة أبن إسحاق لمحمد أبن إسحاق ، ج 513 : 3 .\r\n( 3 ) الخصال للصدوق : 15 .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nومن أمثلة ذلك أيضاً ما ذكروه من أن غزوة تبوك لم يحصل فيها لقاء وأشتباك عسكري مع جيش الروم بينما ما جاء في مصادر الخاصة يؤكد وقوع ذلك وهزيمة المسلمين في بدأ المعركة ثم أنتصارهم بمشاركة علي ( ع ) بعد إنتدابة من قبل رسول الله ( ص ) بنحو إعجازي .\r\nومن هنا فإن قضية وتأريخ الإمام الحسن ( ع ) قد لعبت فيها الأقلام الأموية وحرفتها عن مسارها الحقيقي ، فإن كثير من القضايا الحقيقية غير واصلة إلينا .\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\n\r\nبيعة الإمام الحسن ( ع ) :\r\nإن بيعة المسلمين للإمام الحسن ( ع ) وانتخابه للخلافة تختلف عن بيعة الخلفاء الثلاثة ما عدا أمير المؤمنين ( ع ) ، فكما بايع الأنصار والمهاجرين أمير المؤمنين ( ع ) طوعاً وأختياراً ، فكذلك الإمام الحسن ( ع ) ، حيث أجمعوا على بيعته كل من الأنصار والمهاجرين بملىء إرادة وحرية إختيار من دون فرض وإجبار ولا تهديد بسطوة حديد أو طمع مال . وقد جرت بيعته في اليوم الثاني بعد أستشهاد والده أمير المؤمنين ( ع ) ، حيث روي\r\n( ( ولما قتل أبوه علي رضي الله عنه ، بايعه أكثر من أربعين الفاً ، كلهم قد كانوا بايعوا أباه علياً قبل موته على الموت ، وكانوا أطوع للحسن وأحبُ فيه فبقي نحواً من أربعة أشهر خليفة بالعراق وما وراءها من خراسان ) ) « 1 » .\r\nوفي رواية أخرى أن عبد الله ابن عباس قام بين يدي الإمام الحسن ( ع ) وقال :\r\nمعاشر الناس ، هذا ابن نبيكم ووصي إمامكم فبايعوه .\r\nفاستجاب بالخلافة له الناس وقالوا : ما أحبه إلينا ، وأوجب حقه علينا ، وتبادروا إلى البيعة له بالخلافة ، وذلك في يوم الجمعة الحادي والعشرين من شهر رمضان سنة أربعين من الهجرة ، فرتب العمال وأمر الأمراء ، وأنفذ عبد الله بن العباس ( رضي الله عنه ) إلى البصرة ونظر في الأمور « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الاستيعاب ، ج 385 : 1 .\r\n( 2 ) الإرشاد للمفيد ، ج 4 : 2 .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nومن خلال هاتين الروايتين يتضح أن بيعة المسلمين والمهاجرين والأنصار للإمام الحسن ( ع ) وقعت بعد وفاة أبيه ( ع ) مباشرة ، وهذا يدل على أنه لا يوجد أي خلاف في بيعته بل حصل الإجماع على ذلك هذا أمر .\r\nوالأمر الأخر أن الإمام الحسن ( ع ) لم يبايعوه أهل الكوفة بأجمعها بما فيهم من الأنصار والمهاجرين فحسب . بل على حد تعبير الرواية وما وراءها من خراسان ، بل والبصرة أيضاً حيث أنفذ إليها عبد الله بن عباس .\r\nوهذه ظاهرة عظيمة تدل على مدى الرصيد الموجود لأهل البيت \" عليهم السلام \" في ثقافة المسلمين وعقيدة المؤمنين . بحيث جعلهم يأتون إلى الإمام الحسن ( ع ) ويبايعونه طوعانية بلا جبر ولا اكراه وبلا تهديد وبلا طمع ، إنما تلقائياً عقدوا تلك البيعة لإمامهم ( ع ) وبملىء إرادتهم واختيارهم مع أن الحسن ( ع ) هو ابن أمير المؤمنين ( ع ) فلم يمنعهم ذلك عن عقد البيعة له ولم يخالجهم أن تنتقل الخلافة من الأب أمير المؤمنين ( ع ) إلى الابن الحسن السبط لرسول الله ( ص ) أية اعتراض أو شبهة أو ريبة وكان الحال لديهم في تمام الانسيابية سيراً وعلى وفق وضوح من الموازين من القرآن والسنة المطهرة ، ولا سيما\r\nأن جلّ المهاجرين والأنصار آنذاك كانوا في الكوفة مع علي ( ع ) لا مع الطليق معاوية ، ولا ريب أن هذه أول ظاهرة توريث للخلافة الإسلامية بفعل من المهاجرين والأنصار والتابعين وسائر المسلمين وذلك في أهل بيت النبي \" عليهم السلام \" ، بينما نفس هؤلاء المهاجرين والأنصار والتابعين وسائر المسلمين أعترضوا أشد الاعتراض والرفض والاستنكار على معاوية في عقد البيعة لابنه يزيد بأنه جعل الخلافة وراثة كسروية وقيصرية وملك عضوض ، مع أن معاوية مارس مع المهاجرين والأنصار سياسة التهديد والإرعاب بالسيف والتطميع بالأموال بشكل كبير ورغم ذلك لم يستجيبوا له فما هو الفارق في رؤية\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nالمهاجرين والأنصار والتابعين وسائر المسلمين بين أهل بيت النبي ( ص ) وبين غيرهم من بني أمية أو بني العباس أو بني مروان أو بني تيم وبني عدي ، ولماذا أندفعوا بشكلًا تلقائي سريع بلا تلكؤ ولاتمجمج ولاتباطىء إلى عقد البيعة للحسن السبط لرسول الله ( ص ) وهو ابن أمير المؤمنين علي ( ع ) فما هو فرق الوراثة في بيت النبي ( ص ) عن الوراثة في بيوت أخرى من سائر الناس ، فهل الوراثة في بيت\r\nالنبي ( ص ) بمفاد قوله تعالى اصطفائية إلهية  إِنَّ اللَّهَ اصْطَفى آدَمَ وَنُوحاً وَآلَ إِبْراهِيمَ وَآلَ عِمْرانَ عَلَى الْعالَمِينَ  « 1 »  . \r\n إِنَّما يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيراً  « 2 »  . \r\nوهم دعوة إبراهيم وإسماعيل  رَبَّنا وَاجْعَلْنا مُسْلِمَيْنِ لَكَ وَمِنْ ذُرِّيَّتِنا أُمَّةً مُسْلِمَةً لَكَ  « 3 »  . \r\nو  مِلَّةَ أَبِيكُمْ إِبْراهِيمَ هُوَ سَمَّاكُمُ الْمُسْلِمِينَ مِنْ قَبْلُ وَفِي هذا لِيَكُونَ الرَّسُولُ شَهِيداً عَلَيْكُمْ وَتَكُونُوا شُهَداءَ عَلَى النَّاسِ  « 4 »  . \r\nو  رَبَّنا وَابْعَثْ فِيهِمْ رَسُولًا مِنْهُمْ يَتْلُوا عَلَيْهِمْ آياتِكَ وَيُعَلِّمُهُمُ الْكِتابَ وَالْحِكْمَةَ وَيُزَكِّيهِمْ إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ  « 5 »  . \r\nبينما الوراثة في بيوت سائر الناس قبلية وعصبية عرقية ، ولو نلاحظ بيعة يزيد فإنها تختلف تماماً عن بيعة الإمام الحسن ( ع ) جملة وتفصيلًا ، فإن المهاجرين والأنصار اعترضوا على معاوية عندما أراد أن يعقد البيعة لولده يزيد الفجور . وهذه البيعة بعد استشهاد الإمام الحسن ( ع ) بسنتين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) آل عمران : 33 .\r\n( 2 ) الأحزاب : 33 .\r\n( 3 ) البقرة : 128 .\r\n( 4 ) الحج : 78 .\r\n( 5 ) البقرة : 129 .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nأي بعد بيعة الإمام الحسن ( ع ) بأثنتي عشرة سنة ، وخلال هذه الفترة كما هو معروف قد تسلط معاوية على رقاب الناس . وقد اعترضوا عليه أشد الاعتراض من أنه كيف تعقد البيعة لأبنك يزيد فهل الخلافة وراثة كسروية وهرقلية ، في حين هذا الاعتراض لم يعترض المهاجرين والأنصار على أنفسهم في بيعتهم للإمام الحسن ( ع ) وهم يعرفون جيداً أنه ابن الإمام علي ( ع ) .\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\n\r\nبيعة يزيد الفجور والفسق :\r\nيقول أبو الحسن المدائني : لما مات زياد ، وذلك سنة ثلاث وخمسين ، أظهر معاوية عهداً مفتعلًا فقرأه على الناس فيه عقد الولاية ليزيد بعده ، وإنما أراد أن يسهل بذلك بيعة يزيد ، فلم يزل يروض الناس لبيعته سبع سنين ، ويشاور ، ويعطي الأقارب ويداني الأباعد ، حتى أستوثق له أكثر الناس « 1 » .\r\nحتى أن معاوية قال لولده يزيد المجون :\r\nيا بني إني قد وطأت لك الأشياء وأذللت لك الأعداء ، وأخضعت أعناق الناس لبيعتك « 2 » .\r\nوفي قول آخر : أخضعت لك رقاب العرب ، وجمعت لك ما لم يجمعه أحد « 3 » .\r\nولكن في المقابل نرى أمير المؤمنين ( ع ) لم يلجأ أمر البيعة لولده الإمام الحسن ( ع ) إلى المسلمين إرغاما وإكراها على أنفسهم . مع أن النص الإلهي في القرآن وتنصيص النبي أن الأمر من بعد علي ( ع ) هو للحسن ( ع ) . حيث دخل عليه الناس يسألونه ، فقالوا : يا أمير المؤمنين أرأيت إن فقدناك ولا نفقدك أنبايع الحسن ؟ « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) العقد الفريد ج 345 : 4 .\r\n( 2 ) أنساب الأشراف ، ج 153 : 5 .\r\n( 3 ) الدولة الأموية : 357 .\r\n( 4 ) تاريخ الطبري ، ج 80 : 6 ؛ مروج الذهب ج 42 : 2 .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nفلم يتهددهم ويتوعدهم ويتعسفهم لبيعة الحسن ( ع ) بل أوكل امتحان ذلك إلى مدى بصيرتهم وطاعتهم لنصوص القرآن ووصايا النبي في أهل البيت وأنهم أحق بالأمر من غيرهم .\r\nبينما معاوية هدد المهاجرين والأنصار بالسيف وطمعهم بالمال ومع كل هذا لم يستجيبوا له إلا القلة القليلة فأنهم استجابوا تحت بريق السيف خوفاً من القتل ، حتى أبناء الخليفة الأول والثاني « 1 » اعترضوا عليه أشد اعتراض .\r\nوقيل أن أهل الحجاز لم يرضوا ، فسار معاوية بنفسه على رأس جيش إلى مكة والمدينة وأخذ على أهلها البيعة ليزيد بالقوة ، ولكن ظل نفر لم يقبلوا أن يبايعوا طوعاً ، ولا هم استطاعوا أن يقاموا ، فسكتوا ثم أخذوا يعدون العدة للانتفاض على بني أمية حينما تسنح الفرصة « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ الخلفاء ج 196 - 203 .\r\n( 2 ) تاريخ صدر الإسلام : 120 .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\n\r\nالفرق بين البيعتين :\r\nأنظروا إلى الفرق بين البيعتين ، ملحمتان تاريخيتان من الصحابة المهاجرين والأنصار متعاكستان ، متجاذبتان ، متخالفتان ، فكيف يمكن تفسيرهما ؟ ! وقد حدثت تلك البيعة الظالمة الغاشمة ليزيد المجون في غضون اثنتي عشرة سنة .\r\nفربما يتسائل كيف المهاجرون والأنصار وصحابة رسول الله ( ص ) ، يعقدون البيعة طوعانية للإمام الحسن ( ع ) أبن الإمام علي ( ع ) بعد خلافة أبيه ولا يرفضون ولا يمنعون ولا يعترضون على أنفسهم ، بأنكم عقدتم البيعة للابن الحسن ( ع ) بعد الأب علي ( ع ) ، وأن الخلافة وراثية بينما أشكلتم بهذا الاعتراض والمحذور نفسه على يزيد بن معاوية الأموي . حتى قال عبد الرحمن بن أبي بكر : سنة هرقل وقيصر « 1 » .\r\nوهذا يعني أنها وراثة قبلية عشائرية . ولكن في مقابل ذلك لم يقل أحد بهذا الاعتراض والمحذور في خلافة الإمام الحسن ( ع ) بعد أبيه أمير المؤمنين ( ع ) ، وهذا موقف عظيم في سيرة المهاجرين والأنصار وصحابة الرسول ( ص ) والتابعين والصدر الأول من المسلمين ذو مداليل هامة كبيرة وكثيرة في العقيدة الإسلامية نابعة وكاشفة عن مدى حجم التشريع الإلهي في القرآن والسنة المطهرة في النص على إمامة وقيادة أهل بيت النبي ( ص ) ونصبهم للخلافة ، فكانت في الحسن ( ع ) آية عظيمة على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ الخلفاء : 196 .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nإمامة أهل البيت ( عليهم السلام ) خضع لتلك الآية جميع المهاجرين والأنصار وصحابة النبي ( ص ) إلا من شذ ، وكيف لا تتجلى في الحسن ( ع ) هذه الآية التي انقاد لها المسلمين في الصدر الأول وقد ورث الحسن ( ع ) عن جده المصطفى السؤدد والهيبة وساد مقامه في بصيرة عقول ونفوس المهاجرين والأنصار كيف وقد سمعوا نصوص القرآن الكثيرة في شأنه وشأن أصحاب الكساء النبوي جده وأبيه وأمه وأخيه ، ونصوص النبي ( ص ) فيه وفي أخيه الحسين ( إمامان قاما أو قعدا ) وأنهما ( سيدا شباب أهل الجنة ) والكثير مما رواه مستفيضا الفريقان ، فكانت البيعة الطوعانية للحسن ( ع ) من المسلمين ، وهذا برهان عظيم يدلل على أن سلالة أهل البيت \" عليهم السلام \" تختلف عن باقي السلالات ، وأن سلالة أهل البيت \" عليهم السلام \" في ثقافة المسلمين التي استمدوها من القرآن الكريم والأحاديث النبوية الشريفة هي سلالة اصطفائية وليست سلالة قبلية بل  ذُرِّيَّةً بَعْضُها مِنْ بَعْضٍ وَاللَّهُ سَمِيعٌ عَلِيمٌ  « 1 »  . \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) آل عمران : 34 .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\n\r\nخلافة الأول والثاني :\r\nومن ثم يتضح أن الصحابة من المهاجرين والأنصار وجميع المسلمين ، لو خلوا وأنفسهم ولم يهددوا ولم يمانعوا بقبيلة بني أسلم عندما ملئوا سكك المدينة المنورة بعد وفاة رسول الله ( ص ) كعامل ضغط من جماعة السقيفة على المهاجرين والأنصار على أن يعقدوا البيعة للخليفة الأول لما بايعوا أبا بكر بل لأندفعوا بإيعاز من القرآن والنبي ( ص ) إلى بيعة علي ( ع ) وأهل بيته ، كما حصل ذلك بعد عثمان ، حيث أندفع المهاجرون والأنصار والمسلمين لبيعة علي ( ع ) بتدفق عظيم كالسيل الهادر كما ذكرته المصادر الحديثية والتاريخية لم يشهد مثله في عقد بيعة الأول فضلا عن الثاني والثالث .\r\nفعن زائدة بن قدامة ( المتوفي سنة 62 ه - ) قال : كان جماعة من الأعراب من بني أسلم قد دخلوا المدينة للميرة يوم الاثنين فشغل الناس عنهم بموت رسول الله ( ص ) .\r\nفأنفذوا إليهم واستدعاهم وقال لهم : خذوا بالحظ والمعونة على بيعة خليفة رسول الله ( ص ) واخرجوا إلى الناس وأحشروهم ليبايعوا ، فمن أمتنع فاضربوا رأسه وجبينه ! قال ( أي قدامة ) : فوالله لقد رأيت الأعراب قد تحزموا واتشحوا بالأُزُر الصنعانية وأخذوا بأيديهم الخشب وخرجوا حتى خبطوا الناس خبطاً ، وجاءوا بهم مكرهين إلى البيعة « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الجمل للمفيد : 119 .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nوروى الطبري عن الكلبي : إن أسلم أقبلت بجماعتها حتى تضايق بهم السكك فبايعوا أبا بكر ، فكان عمر يقول : لما رأيت أسلم أيقنت بالنصر « 1 » .\r\nوفي الموفقيات : فلما كان آخر النهار افترقوا إلى منازلهم « 2 » .\r\nوهذا يعني أن العملية كانت محبكة وتحت الضغط والتهديد ، وهذه القضية نفسها تكررت مع الخليفة الثاني والثالث . وهي امتداد وبقاء لظاهرة موازين القوى الاجتماعية السياسية لظاهرة تكتل الأحزاب في المجتمع القبلي قبل دخوله في الإسلام تحت خوف قوة السيف الذين شكلوا حرب الخندق وهذه الشبكة من معادلة القوى لم يبادوا ولم يفنوا ، وإنما انتشروا ، ولم يكن ترابطهم وتواصلهم وتواجدهم وتكتلهم نوع من التجمع المعلن بل مبطن وفي السر ، وما أن توفي رسول الله ( ص ) عاد إلى البروز لكي يسيطر على الأوضاع ويستولي على أوضاع المدنية بسبب وبعد التصدع الذي حصل عند الأنصار ، وبسبب هذا التصدع أطمعت القوى الأخرى أن تستولي على أوضاع المدينة المنورة ببني أسلم . بعدما كانوا الأنصار اليد الضاربة لرسول الله ( ص ) وبهم قد أسس دولتهُ في المدينة ولهم أطمئن النبي ( ص ) وهاجر من مكة إلى المدينة ، ولكن هذه اليد تصدعت فيما بعد وفاته ( ص ) ، بعدما كانت هي اليد الضاربة والدافعة لرسول الله ( ص ) ولمشروعه الإسلامي الكبير ، وقد أشارت إلى كل هذا السيدة العظيمة\r\nفاطمة الزهراء ( ع ) في خطبتها بعد وفاة النبي ( ص ) ، حيث ذكرت ذلك مفصلًا في تحليلها السياسي لأوضاع المسلمين تحليلًا دقيقاً .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ الطبري ج 459 : 2 .\r\n( 2 ) شرح نهج البلاغة ج 19 : 6 ؛ غاية المرام للبحراني ج 206 : 5 .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n\r\nبيعة الإمام علي المرتضى ( ع ) :\r\nوالمهم بقيت هذه الإحداث إلى أن أنتهت خلافة الخليفة الثالث ، وعندما بدأت خلافة أمير المؤمنين ( ع ) الظاهرية ، جاء المسلمون والمؤمنون من المهاجرين والأنصار بملئ طوعانيتهم وحريتهم يبايعون أمير المؤمنين ( ع ) ، لأن هذا الموقف هو الوظيفة الطبيعية الأولية لتربية القرآن ولتربية الحديث النبوي لعقلية الصحابة من المهاجرين والأنصار والمسلمين ، فلو خلوا وأنفسهم ولم يكن هناك سيف رادع من بني أسلم أو من معاوية أو من يزيد الفسق والفجور ومن كل الأنظمة الجائرة ، فإن المسلمين بطبيعتهم المنطلقة من تعاليم القرآن والسنة النبوية يميلوا إلى أهل البيت \" عليهم السلام \" ، ويولوهم سدة الخلافة ، ولذلك نلاحظ هذه الظاهرة وهي بيعة المهاجرين والأنصار بعد شهادة أمير المؤمنين ( ع ) ولده الإمام الحسن ( ع ) من دون أي تلكؤ ولا أي تأخير ولا تباطؤ . ومن الواضح أن المهاجرين والأنصار في ذلك الحين كانوا في العراق ولم يكونا في الشام إلا النزر القليل جداً ، وهذا النزر القليل ما ذهبوا إلى الشام لولا تسلط معاوية عليهم بضخ الأموال الطائلة ليرشيهم لصالحه .\r\nوإلا فأكثرهم الغالب قد سكنوا الكوفة لأنها هي دار الإسلام والخلافة آنذاك .\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\n\r\nبيعة الإمام الحسين ( ع ) :\r\nوبعد هلاك معاوية عقد المسلمون البيعة للإمام الحسين ( ع ) وهذه نكتة بالغة الأهمية في سيرة المسلمين في الصدر الأول بعد ظاهرة اندفاعهم كالسيل المتدفق مرة ثالثة إلى أهل البيت ( ع ) بعد ظاهرة بيعتهم لعلي ( ع ) وبيعة الحسن ( ع ) ، فإن الكتب التي أتت لسيد الشهداء ( ع ) كانت من الشام والعراق فضلًا عن اليمن وأهل مكة والمدينة ، وهذا ما صرح به الإمام الحسين ( ع ) خلال حديثه مع الحر بن يزيد الرياحي ، حيث قال الإمام الحسين ( ع ) للحر بن يزيد الرياحي ولأصحابه :\r\nأيها الناس أنا ابن بنت رسول الله ( ص ) ونحن أولى بولاية هذه الأمور عليكم من هؤلاء المدعين ما ليس لهم والسائرين فيكم بالظلم والعدوان فإن تثقوا بالله وتعرفوا الحق لأهله فيكون ذلك لله رضى ، وإن كرهتمونا وجعلتم حقنا وكان رأيكم على خلاف ما جاءت به كتبكم وقدمت به رسلكم انصرفت عنكم . قال : فتكلم الحر بن يزيد بينه وبين أصحابه فقال : أبا عبد الله ! ما نعرف هذه الكتب ولا من هؤلاء الرسل . قال فلتفت الحسين ( ع ) إلى غلام له يقال له عقبة بن سمعان فقال : ياعقبة ! هات الخرجين اللذين فيهما الكتب ، فجاء عقبة بكتب أهل الشام والكوفة فنشرها بين أيديهم ثم تنحى ، فتقدموا ونظروا إلى عنوانها ثم تنحوا « 1 » . هذه بالإضافة إلى المصادر الأخرى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) موسوعة كلمات الإمام الحسين : 433 ؛ وقد أخرج عن الفتوح 5 / 87 ؛ وتاريخ الطبري 3 / 306 ؛ ومقتل الحسين للخوارزمي : 1 / 232 ؛ وبحار الأنوار : 45 / 238 ؛ والعوالم : 17 / 237 ؛ والبداية والنهاية : 8 / 178 .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nالتي ذكرت أهل البصرة وتعاطف الصحابة وأبنائهم في المدينة ومكة ومعه ( ع ) .\r\nوقال ( ع ) أيضاً :\r\nأيها الناس إني لم آتكم حتى أتتني كتبكم وقمت عليّ رسلكم : أن أقدم علينا فليس لنا إمام . . . .\r\nفقال له الحر : أما والله ما أدري ما هذه الكتب والرسل التي تذكر .\r\nفقال الإمام الحسين ( ع ) لبعض أصحابه : يا عقبة بن سمعان أخرج الخرجين اللذين فيهما كتبهم إلي ، فأخرج خرجين مملوءين صحفاً فنثرت بين يديه . . . « 1 » .\r\nوكان ممن كاتبه وبايعه شبث بن ربعي وحجار بن أبجر ويزيد بن الحارث وعروة بن قيس وغيرهم الذين أصبحوا فيما بعد تحت قيادة عمر أبن سعد لعنه الله بسبب ما أشرنا إليه سابقاً من سطوة الظلمة والسيف عليهم .\r\nوقد اجتمعوا وجهاء أهل الكوفة في بيت سليمان بن صرد الخزاعي :\r\nوقام سليمان خطيباً بهم وقال :\r\n( ( . . . وقد قعد موضعه أي معاوية أبنه يزيد وقد بايعه جماعة من سخفاء العقول وسفهاء الحلوم . . . . ) ) .\r\nوعندما أتم خطبته قال القوم :\r\nلا بل نقاتل عدوه ونقتل أنفسنا ونبذل مالنا دونه . . . ) ) « 2 » .\r\nإذن البيعة قد تمت للإمام الحسين ( ع ) حتى من بعض أعدائه وممن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البحار ج 374 : 44 ؛ ناسخ التواريخ ج 327 : 2 .\r\n( 2 ) المصدر السابق .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nقاتله . يعني أن هذه الظاهرة التي هي بالحقيقية حصلت للإمام الحسن ( ع ) هي بعينها حصلت وتمت للإمام الحسين ( ع ) ولكن بشكل أخف وذلك باعتبار تبعثر الأوضاع السياسية والأمنية والاجتماعية آنذاك . ولذلك ورد في روايات أهل البيت \" عليهم السلام \" أنه كان المقدر لبدء دولة أهل البيت مع التمكين في الأرض كوراثة الصالحين المتقين لعاقبة الأرض التي لا تزول أن تبدأ بالإمام الحسين ( ع ) فيكون هو مهدي آل محمد ( عج ) أي المقيم لدولة الوراثة الاصطفائية دولة التعاقب للمتقين ومن بعده يتعاقب على تلك الدولة بقية ألائمة ( ع ) ، إلا أن أخفاء المؤمنين والمحبين في تعاليم القيام بنهضة سيد الشهداء ( ع ) هو الذي بدا لله عز وجل ا ، يؤخره إلى خروج قائم آل محمد \" عج \" .\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\n\r\nالإمام علي الرضا ( ع ) وولاية العهد :\r\nوأمّا ولاية العهد التي احتال بها المأمون العباسي للإمام الرضا ( ع ) فهي لم تكن عن صدفة ولا حسن نية من المأمون ، بل أجبر على هذا العهد لضغط الشارع الإسلامي ، فلماذا لم يأتي المأمون العباسي بأحد فقهاء أهل سنة جماعة السقيفة أو أحد الرموز السياسية الموالية له ويجعله ولياً للعهد وهذه ظاهرة رابعة في المسلمين اتجاه أهل البيت ( عليهم السلام ) يلاحظها البصير الفطن ، والسبب هو أن طبيعة الشارع الإسلامي هو الذي يملي ويضغط ويحكم على السلطات الجائرة بالميل إلى آل الرسول ( ص ) ، وتلك الطبيعة في المسلمين منطلقة بسبب تثقيف القرآن الكريم وتثقيف الحديث النبوي ، فهما اللذان يمليان على المسلمين أن يميلوا إلى أهل البيت \" عليهم السلام \" من قبيل قوله تعالى :  قُلْ لا أَسْئَلُكُمْ عَلَيْهِ أَجْراً إِلَّا الْمَوَدَّةَ فِي الْقُرْبى  « 1 »  . \r\nوقوله تعالى :  إِنَّما يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيراً  « 2 »  .  وإنهم أصحاب الفيء وإدارة المال العام  ما أَفاءَ اللَّهُ عَلى رَسُولِهِ مِنْ أَهْلِ الْقُرى فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي الْقُرْبى  « 3 »  . \r\nوهكذا الأحاديث النبوية الشريفة ( ( مثل أهل بيتي كسفينة نوح من ركب فيها نجا ومن تخلف عنها هلك ) ) « 4 » ، و ( كمثل باب حطه في بني إسرائيل ) « 5 » ، وغير ذلك من الأحاديث .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشورى : 23 .\r\n( 2 ) الأحزاب : 33 .\r\n( 3 ) الحشر : 6 .\r\n( 4 ) تفسير الآلوسي ج 32 : 25 .\r\n( 5 ) الآمالي للطوسي : 633 .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nومن الملفت للنظر كظاهرة خامسة أن المسلمين في كل بقاع الأرض يهتفون بقلوبهم للإمام المهدي ( عج ) ولظهوره وخروجه\r\nوإقامته لدول العدل والقسط في الأرض فإن تثقيف القرآن وتثقيف رسول الله ( ص ) للمسلمين تراهم يميلون إلى خلافة وإمامة أهل البيت \" عليهم السلام \" ولكن بشرط أن يُرفع عن رؤوسهم السيف القامع من حكومات الجور وسلاطين الطغيان ، ويرفع عنهم طابور النفاق الذي يمول من حكام البغي والعدوان والتآمر ووعاظ البلاط الملكي والحكومي ويطمع ويجبن ويخذل الناس .\r\nفإذا رفعنا الطابور القامع والطابور المرشي للأموال ، فسوف يعود المسلمون إلى جادة أهل البيت \" عليهم السلام \" وهذا برهان عظيم على كون تعاليم القرآن الكريم وتعاليم النبي ( ص ) هما اللذان يشددان وبكل قوة على إمامة وخلافة أهل البيت \" عليهم السلام \" ، وأن توارثهم وراثة إصطفائية من الله .\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\n\r\nآل الأنبياء :\r\n  إِنَّ اللَّهَ اصْطَفى آدَمَ وَنُوحاً وَآلَ إِبْراهِيمَ وَآلَ عِمْرانَ عَلَى الْعالَمِينَ * ذُرِّيَّةً بَعْضُها مِنْ بَعْضٍ وَاللَّهُ سَمِيعٌ عَلِيمٌ   « 1 »   ،   سلالة وذرية نورانية وليست سلالة ترابية طينية . فإن هناك عدة من نماذج الآل للأنبياء في القرآن الكريم مثل :\r\nآل إبراهيم :  فَقَدْ آتَيْنا آلَ إِبْراهِيمَ الْكِتابَ وَالْحِكْمَةَ وَآتَيْناهُمْ مُلْكاً عَظِيماً  « 2 »  . \r\nآل يعقوب :   فَهَبْ لِي مِنْ لَدُنْكَ وَلِيًّا * يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ وَاجْعَلْهُ رَبِّ رَضِيًّا   « 3 »   .  \r\nآل داود :  اعْمَلُوا آلَ داوُدَ شُكْراً  « 4 »  . \r\nآل موسى وآل هارون :  مِمَّا تَرَكَ آلُ مُوسى وَآلُ هارُونَ تَحْمِلُهُ الْمَلائِكَةُ  « 5 »  . \r\nآل ياسين :  سَلامٌ عَلى إِل‌ْياسِينَ  « 6 »  . \r\nفإن الإل بمعنى الرحم  لا يَرْقُبُوا فِيكُمْ إِلًّا وَلا ذِمَّةً  « 7 »  ،  ف ( إل ياسين ) مثل آل ياسين يعني رحم النبي ( ص ) وقربى النبي ( ص )  ، سَلامٌ عَلى إِل‌ْياسِينَ  فهم الآل الوحيدون الذين سلم الله عليهم في القرآن من بيوتات الأنبياء .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) آل عمران : 33 .\r\n( 2 ) النساء : 54 .\r\n( 3 ) مريم : 5 - 6 .\r\n( 4 ) سبأ : 13 .\r\n( 5 ) البقرة : 248 .\r\n( 6 ) الصافات : 130 .\r\n( 7 ) التوبة : 10 .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nوأن هذه الآل للأنبياء ليست كآل أبي سفيان وآل أمية وآل مروان وآل زياد وآل فرعون ، وإنما هي آل بيوتات الأنبياء ، فهم آل وسلالة إصطفائية ، وهذا مع أن القرآن الكريم في تعاليمه ينبذ العصبية العشائرية والجاهلية وما شابه ذلك بمعنى أنه يهذبها أو ينظمها . ولكن التعصب بشكل مطلق فإن القرآن يردعه :  إِذْ جَعَلَ الَّذِينَ كَفَرُوا فِي قُلُوبِهِمُ الْحَمِيَّةَ حَمِيَّةَ الْجاهِلِيَّةِ  « 1 »  .  ولكن في المقابل نرى القرآن الكريم يؤكد على عظمة هذه البيتوتات وهذه السلالة ، لأنها اصطفاء ووراثة واختيار إلهي .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفتح : 26 .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n\r\nإحتجاج الإمام الحسن ( ع ) :\r\nذكرنا خصائص للإمام الحسن ( ع ) ومن تلك الخصائص التي أمتاز بها \" عليه السلام \" بين أهل البيت \" عليهم السلام \" ، وهو حجاجه مع الطرف الآخر ، سواء كان الخليفة الأول أو الثاني أو الثالث وحتى مع معاوية . لم يكن في كلامه أي مواراة أو مداهنة ، بل كلامه \" عليه السلام \" صريح ومقنع ويفلج بالحقائق وبلا أي تستر ، فمثلًا في خطبة أمير المؤمنين ( ع ) المعروفة بالخطبة الشقشقية نرى الإمام علي ( ع ) في بداية الخطبة تارة يكشف الأوراق وأخرى يجاري الناس على ما جروا عليه ولو بحسب الظاهر .\r\nوهكذا الأمر في خطب الإمام الحسين ( ع ) حيث فيها عموميات وليس فيها تصريحات أو مكاشفات عن الطرف الآخر بل خطوط عامة تارة وأخرى تصريحات ، مع أن سيد الشهداء ( ع ) لم يبايع معاوية حتى في نفس الظرف الذي هادن فيه الإمام الحسن ( ع ) معاوية . في حين الإمام الحسن ( ع ) من صغره بعد وفاة النبي ( ص ) إلى استشهاده كانت كل كلماته هو كشف الحقائق وكشف المستور ، وهذه خصيصة عظيمة أمتاز بها الإمام الحسن ( ع ) .\r\nففي خلافة الأول نادى الإمام الحسن ( ع ) على أبي بكر وهو جالس على منبر رسول الله ( ص ) أن أنزل عن منبر جدي وأبي ليس هذا المقام مقامك . وهذا حرج شديد للسلطة الحاكمة ، فقد روي أن الإمام الحسن ( ع ) رأى أبا بكر على منبر جده رسول الله ( ص ) والناس محدقون به ، فيندفع نحوه مسرعاً وهو يقول :\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nإِنزل عن منبر أبي .\r\nفتبسم له أبو بكر ويقول : بأبي أنت يا بن رسول الله لعمري إنه منبر أبيك لا منبر أبي « 1 » .\r\nوقد روى في كتاب أحوال السقيفة أو كامل البهائي للحسن بن علي بن محمد علي بن الحسن الطبري المشهور بعماد الدين ، وهو من أعلام القرن السابع الهجري ومن معاصري العلامة والمحقق الحليين ونصير الدين الطوسي ، وقد جاء في كتابه : ( ( وفي اليوم التالي أقبل الناس لبيت فاطمة للصلاة على جنازتها ، وعندما رأى المقداد أبا بكر قال له : لقد دفنّاها البارحة أي السيدة الزهراء ( ع ) ، فقال له عمر : يا أبا بكر ألم أخبرك أنهم فاعلون ذلك ، قال المقداد : لقد أوصت بذلك حتى لا تصلّيا على جنازتها ، فأخذ عمر يضرب المقداد على وجهه ورأسه حتى أجهده كثرة الضرب ، فخلصه الناس من بين يديه ، فقام المقداد وقال له : لقد رحلت بنت رسول الله ( ص ) من الدنيا والدم ينزف من ظهرها وضلعها من ضربكم بالسيف والسوط إياها ، وإنني لأحقر عندكم من علي وفاطمة . فقال عمر : والله لأحق الناس بالضرب والعقوبة علي بن أبي طالب ، فجاءوا إلى علي وكان جالساً عن باب بيته وأصحابه مجتمعون حوله ، فقال عمر : يا علي ، ألن تدع\r\nحسدك القديم ، فقد غسّلت رسول الله من غير حضور منا ، وصلّيت على فاطمة من دوننا ، وحملت الحسن ( ع ) على أن يصرخ في وجه أبي بكر أن أنزل من منبر جدي ، فلم يقل علي في جوابه شيئاً . فقال عقيل : وأنتم والله لأشد الناس حسداً وأقدم عداوة لرسول الله وآله ، ضربتموها بالأمس وخرجت من الدنيا وظهرها بدم وهي غير راضية عنكما ) ) « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ الخلفاء : 90 ؛ الصواعق المحرقة : 175 ؛ سيرة الأئمة الاثني عشر ، ج 477 : 1 .\r\n( 2 ) كامل بهائي ج 312 : 1 .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nوكذلك في خطبه ( ع ) بعد مهادنته لمعاوية أوضح الخطوط العريضة أو الحمراء كما يقال ومن تلك الخطب التي قال بعضها بمحضر من معاوية نذكر هذه المقاطع الشريفة :\r\n( ( . . . . . وإن معاوية زعم لكم أني رأيته للخلافة أهلًا ، ولم أرَّ نفسي لها أهلًا ، فكذب معاوية . نحن أولى الناس بالناس في كتاب الله عز وجل وعلى لسان نبيه ، ولم نزل أهل البيت مظلومين منذ قبض الله نبيه . فالله بيننا وبين من ظلمنا . وتوثب على رقابنا ، وحمل الناس علينا ، ومنعنا سهمنا من الفي ، ومنع أمنا ما جعل لها رسول الله . وأقسم بالله لو أن الناس بايعوا أبي حين فارقهم رسول الله لأعطتهم السماء قطرها ، والأرض بركتها ، ولما طمعت فيها يا معاوية . فلما خرجت من معدنها ، تنازعتها قريش بينها ، فطمع فيها الطلقاء وأبناء الطلقاء ، وأنت وأصحابك . . . . . ) ) « 1 » .\r\nفهنا يبين \" عليه السلام \" اغتصاب الخلافة منه ومن أبيه وبمحضر معاوية وجلاوزته وكشف في خطبته هذه الحقائق المستورة عن الناس .\r\nوفي خطبة أخرى يقول :\r\n( ( وأيم الله لا ترى أمة محمد خفضاً ما كانت سادتهم وقادتهم في بني أمية ، ولقد وجه الله إليكم فتنة لن تصدروا ( تصدوا ) عنها حتى تهلكوا لطاعتكم طواغيتكم وأنضوائكم إلى شياطينكم ، فعند الله أحتسب ما مضى . . . . ) ) « 2 » .\r\nوغير ذلك من الشواهد الكثيرة في خطبه ( ع ) وقد قالها مع وجود\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البحار ، ج 144 : 10 .\r\n( 2 ) شرح نهج البلاغة ، لأبن أبي الحديد ، ج 10 : 4 .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nمعاوية في مسجد الكوفة وقالها أخرى في مسجد النبي ( ص ) ، وبحضور معاوية وصفهم بما وصفهم رسول الله ( ص ) من أنهم طلقاء ولعناء رسول الله ( ص ) وأعدائه . وهذه الظاهرة من تجاذب قوة سياسية في قبال قوة سياسية وند في القدرة في قبال ند ، وهذا الكلام وبهذه القوة تسلب الطرف الآخر من كل شرعية وصلاحية ، ولم يستطيع الطرف الآخر أن يتحرك أو يتكلم بشيء . أليس وهذا سؤدد وهيبة دينية وسياسية وأجتماعية .\r\nولم يقتصر الإمام الحسن ( ع ) على بيان مظلوميته فقط وبحسب ما رسمه له القرآن والسنة من موقعية قيادية للدين وللمسلمين بل بين مظلومية أهل البيت \" عليهم السلام \" كلهم كما ذكر ذلك في الخطبة الأولى التي مرت علينا ، وراح يذكرهم بالسقيفة ومنعهم من الفيء وغصبهم فدك من أمه الزهراء \" عليها السلام \" ، ووضع حال أمير المؤمنين علي بن أبي طالب ( ع ) عندما خذله الناس وبعض الصحابة ، وكان هذا الكلام والخطاب بمحضر معاوية وبمحضر بني أمية ومن لف لفيفهم وكان أعتراضا وإدانة ليس على معاوية فحسب بل على الخلفاء الثلاثة أيضاً وبمرأى ومسمع من الناس . وفي المجالس العامة والمجالس الخاصة التي كانت عبارة عن مؤتمرات وندوات سياسية تنعكس على عامة المسلمين ، وكانت جهاراً وليست سراً ، في حين نرى أن أمير المؤمنين علي بن أبي طالب ( ع ) كان يذكر ظلامته وظلامة الزهراء \" عليها السلام \" في مواطن محدودة ومؤقتة ، ولكن الحسن ( ع ) كان يبوح بذلك على طول الخط مع أنه قد دخل في هدنة سياسية وحربية مع الطرف الآخر ولكن حجة خطابه ومستند شرعيته مهيمن على خطاب الطرف الآخر ، وهذه خصيصة خاصة للإمام الحسن ( ع ) .\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\n\r\nحقائق سيرة الإمام الحسن ( ع ) :\r\nإن كثيراً من الحقائق لسيرة الإمام الحسن المجتبى ( ع ) وهدنته مع معاوية قد غيبت عن مركز ومحط الأنظار ، وقد حذفت من مصادر التأريخ وإلى يومنا هذا ، ولكن هي موجودة بنحو قصاصات متناثرة ومخفية في الكتب الحديثية والتأريخية ، ومن ينقي ويستقرأ ويتابع تلك المصادر ربما يجد تلك الحقائق مبعثرة هنا وهناك ، وقد جمعت قرابة أربعة عشر قصاصة وسوف نذكرها تباعاً ولو فهرسياً .\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\n\r\nصلح أم هدنة :\r\nإن الإمام الحسن ( ع ) لم يصالح معاوية إطلاقاً ، وإنما جعل بينه وبين الطرف الآخر المتمثل بمعاوية وجلاوزته هدنة ، والهدنة بمعنى إيقاف الحرب فترة مؤقتة ، وإن عبر عن هذا بالصلح وذلك بمعنى التوافق على إيقاف الحرب بشروط ومعلق على الوفاء بها ولكن ليس بمعنى أنه ترك زمام الأمور للطرف الآخر ، بل كيان كل طرف يبقى على حاله فالهدنة ليس انعداماً لأحد الكيانين وبقاء الآخر ولا ذوبانه بالآخر ، وبعبارة أخرى أن الإمام ( ع ) بدل القضية ونظام الدولة من خلافة موحدة تحت إمرة أمير المؤمنين ( ع ) ثم الإمام الحسن ( ع ) إلى نوع من التعايش بين قوى المعارضة . وأن لم يكن على أساس فدرالية أو كونفدرالية ، كما يعبرون الساسة اليوم .\r\nومن باب المثال ، الحزب الفائز بالانتخابات له وجود في الوزارات ولكن الطرف الآخر أيضاً له ذلك الوجود ، فكل يأخذ موقعه ، وهذا نوع من حكومة الظل ، وهذه عملية من الموازنة التعايشية ، حيث لها صياغات مختلفة ، وأن الكثير يخطأ في قراءة خطوة وسياسة سيد شباب أهل الجنة الإمام الحسن المجتبى ( ع ) ، ويظن أنه ( ع ) رفع يده عن كل شيء ، ولكن واقع القضية ليس كما يزعم بل لم يرفع ( ع ) يده قط إلا عن شيء واحد ألا وهو إدارة التيارات الإسلامية الأخرى من غير أتباع أهل البيت \" عليهم السلام \" ، مثل إدارة الخوارج ، وإدارة المستضعفين من المسلمين ، وأما تيار وكيان أهل البيت \" عليهم السلام \" فلم يتخلى عنه لا من الجهة المالية أو\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nالبشرية أو العسكرية أو الأمنية أو السياسية أو الديموغرافية وعندما نقول لم يتخلى بمعنى أن زناد تجدد الحرب والمواجهة كانت بيده ( ع ) وهناك شواهد تأريخية عديدة تؤكد أنه لو تعدى معاوية عن الخطوط الحمر الذي توافق عليها الإمام الحسن ( ع ) معه فسوف تبدأ المواجهة من جديد ، وكان ( ع ) يستطيع أن يتجنح بفئات مسلمين أخرى والتي هي من غير فئات أتباع أهل البيت \" عليهم السلام \" وهم كانوا على استعداد من ذلك . فهل هذا يعتبر تنازل وصلح ؟ ! كلا ، بل هو هدنة ليس إلا . والشاهد على ذلك وعلى بقاء كيان أهل البيت \" عليهم السلام \" بكل ممتلكاته الحضارية ، والعقائدية ، والعسكرية ، والمالية ، والبشرية ، ونذكر ثلاث عشر شاهد على هذا ، ومن الطبيعي أن هذا ليس كل شيء مما يمكن أن يجده المتتبع المحقق في معطيات وقصاصات المروية بل جمع ذلك على عجالة ، والشواهد هي :\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\n\r\nالشاهد الأول : سيطرة الإمام الحسن ( ع ) على زمام الأمور\r\nإن معاوية الطليق كان حازماً أن الحسن بن علي ( ع ) لن يهادنه لجملة من المعطيات :\r\nأولًا لأن شيعته لا يرضون له بذلك .\r\nوثانياً الخوارج لن يسمحوا له بذلك أيضاً .\r\nوثالثاً أن الحسن ( ع ) لن يقدم على صلح لم يقدم عليه أبوه أمير المؤمنين ( ع ) .\r\nومعاوية بذلك يستطيع أن يفتن بينهم ، لأنهم تيارات مختلفة من أتباع أهل البيت وخوارج وبقية المسلمين من تيارات أخرى تتبع أهواء وأراء عديدة . والكوفة آنذاك لم تكن كلها من أتباع أهل البيت \" عليهم السلام \" ، بل ثلة قليلة أو الثلث منها كانوا من الشيعة . وليس كما يدعي البعض أنها كانت كلها موالية لأهل البيت \" عليهم السلام \" ، وهذه النسبة من قلة الشيعة كانت حتى عند استشهاد سيد الشهداء الإمام الحسين ( ع ) . بل إلى نهضة المختار كانت كذلك الكوفة . والمختار كان انتصاره في الكوفة شبه معجزة ، لأن ثلثي الكوفة كانوا من المناوئين لأهل البيت \" عليهم السلام \" في ذلك الوقت . وكان فيها من أهل الشام أيضاً ، ومن المعروف أن أهل الشام آنذاك كانوا يبغضون أهل البيت \" عليهم السلام \" ومن النواصب .\r\nوالمهم أن معاوية كان يراهن على أن هذا التشتت في الكلمة والتمزق\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nوالتنازع الداخلي في جيش الإمام الحسن ( ع ) سوف يلعب على هذا الوتر وسوف يبيد رؤوس كل الموالين للإمام الحسن المجتبى ( ع ) . وبالتالي سوف تستقر له الأوضاع أكثر فأكثر . ولذا لم يكن بحسبان معاوية أن الإمام الحسن ( ع ) سيستطيع أن يسيطر على الموقف وتقع بعد ذلك هدنة فيما بينهم . ومقتضى الهدنة عدم تعدي أحد الطرفين على الآخر وحفظ كل طرف كيان الآخر إلا إذا لم يف أحدهما للآخر بالشرط الذي عيناه من الشروط . بينما كان تخطيط معاوية أن لا يبقى أي كيان لشيعة علي بن أبي طالب ( ع ) وأتباعه ، لا كيانهم البشري ولا الخطاب الفكري ولا العقائدي ولا المالي ولا العسكري بل ولا الانتشار الديمغرافي في البلدان . وهذا يؤرق معاوية والأمويين .\r\n\r\nالشاهد الثاني : معاوية وقتل عمرو ابن العاص\r\nلما صالح معاوية أراد ان يقتل عمرو بن العاص وذلك لأنه كان أحد المستشارين لمعاوية ، وكان يؤكد لمعاوية أن الصلح سوف لن يتم أبداً وإنما عرض الصلح وسيلة لهزيمة جيش الحسن ( ع ) وتغلب معاوية ولي وسيلة لوقوع الصلح حقيقية حيث يحفظ كيان التشيع والشيعة على حاله بما لهم من عدة وعتاد وقدرة ومال وهوية وأنت يامعاويةأعرض على الحسن ( ع ) ومنيه بالصلح وبالتالي فإن عرض الصلح على الإمام الحسن ( ع ) ورفضه له سوف يشعل الفتنة في جيش الإمام الحسن ( ع ) مع الخوارج وبقية فئات المسلمين . حتى طعن الإمام الحسن ( ع ) في فخذه « 1 » ، وبالتالي عرض الصلح أشعال لحرب الفتنة بينهم وسوف يكسر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المقاتل ، لأبي الفرج : 63 .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nقوتهم ويدب الضعف والضعضعة بينهم . هكذا كانت الخطة من عمرو بن العاص مع معاوية . ولكن الإمام الحسن هادن ( ع ) لما كان يمتلك من حنكة سياسية بل بصيرة سياسية غامضة جداً على عقول البشر . بحيث كان أصحاب الإمام لا يعلمون بالتدبيرات التفاوضية الأمنية ، وكيف سيكون القرار العسكري والقرار الاستراتيجي . ولم يستطيعوا الناس المقربين للإمام الحسن ( ع ) أن يجدوا في كلماته ( ع ) أي تناقض في المواقف أو الكلمات أو العهود التي قطعها على نفسه ، فكم هو تدبير دقيق أتخذه الإمام الحسن ( ع ) . وبذلك رأى معاوية الطليق أن مشروعهُ الدموي قد أفشله عليه عمرو ابن العاص ، وبقي الإمام الحسن ( ع ) على ما هو عليه من كيان وأتباع وقوة وقدرة وكأن الصلح نظير صلح الحديبية الذي وصفه القرآن بأنه   فَتَحْنا لَكَ فَتْحاً مُبِيناً   وأن لم يكن نصراً عسكرياً وحسماً حربياً ، وقد ظنه الكثير من الصحابة أنه ذله للمسلمين والحال أن واقعه عزه ، وتخيلوه إنهزام وفي واقع الحال هو فتح مبين ، وكذلك الحال حصل الوهن والخيال تجاه هدنة وصلح الحسن ( ع ) سبط الرسول ( ص ) إلا أن معاوية أدرك أنه هذا فتح للحسن ( ع ) فمن ثم عزم على قتل عمرو بن العاص الذي أشار عليه بذلك .\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n\r\nبنود المعاهدة :\r\nومن الواضح أن الإمام الحسن ( ع ) عندما هادن معاوية لم يفقد أي رصيد من قوته العسكرية والأمنية والسياسية قيد شعرة . وذلك لأن الإمام الحسن ( ع ) عندما هادن معاوية وضع شروط وكانت هذه الشروط كلها في صالح الإمام الحسن ( ع ) إلا شرط واحد في صالح معاوية الأموي وهو أن يترك الأمر له وبشرط أن يعمل بكتاب الله وسنة رسوله ( ص ) وبسيرة الخلفاء الصالحين . فقد كانت صورة ومواد المعاهدة هكذا :\r\nالمادة الأولى : تسليم الأمر إلى معاوية ، على أن يعمل بكتاب الله وبسنة رسوله ( ص ) وبسيرة الخلفاء الصالحين .\r\nالمادة الثانية : أن يكون الأمر للحسن من بعده ، فإن حدث به حدث فلأخيه الحسين ، وليس لمعاوية أن يعهد به إلى أحد .\r\nالمادة الثالثة : أن يترك سب أمير المؤمنين والقنوت عليه في الصلاة ، وأن لا يذكر علياً إلا بخير .\r\nالمادة الرابعة : استثناء ما في بيت مال الكوفة ، وهو خمسة آلاف الف فلا يشمله تسليم الأمر ، وعلى معاوية أن يحمل إلى الحسين كل عام الفي درهم . وأن يفضل بني هاشم في العطاء والصلات على بني عبد شمس ، وأن يفرق في أولاد من قتل مع أمير المؤمنين يوم الجمل وأولاد من قتل معه بصفين الف ألف درهم ، وأن يجعل ذلك من خراج دار أبجرد « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وهي ولاية بفارس على حدود الأهواز .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nالمادة الخامسة : على أن الناس أمنون حيث كانوا من أرض الله ، في شامهم وعراقهم وحجازهم ويمنهم ، وأن يؤمن الأسود والأحمر ، وأن يحتمل معاوية ما يكون من هفواتهم ، وأن لا يتبع أحداً بما مضى ، وأن لا يأخذ أهل العراق بإحنة . وعلى أمان أصحاب علي حيث كانوا ، وأن لا ينال أحداً من شيعة علي ( ع ) بمكروه ، وأن أصحاب علي ( ع ) وشيعته آمنون على أنفسهم وأموالهم ونسائهم وأولادهم ، وأن لا يتعقب عليهم شيئاً ، ولا يتعرض لأحد منهم بسوء ، ويوصل إلى كل ذي حق حقه ، وعلى ما أصاب أصحاب علي ( ع ) حيث كانوا .\r\nوعلى أن لا يبغي للحسن بن علي ( ع ) ، ولا لأخيه الحسين ( ع ) ، ولا لأحد من أهل بيت رسول الله ( ص ) ، وعائلته ، سراً ولا جهراً ، ولا يخيف أحداً منهم ، في أفق من الأفاق « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صلح الحسن ، للشيخ راضي آل ياسين : 261 259 .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\n\r\nالإمام الحسين ( ع ) لم يبايع معاوية :\r\nولما أبرم الصلح طلب معاوية وأصر على البيعة من الحسين ( ع ) ، فقال الإمام الحسن ( ع ) : يا معاوية لا تكرهه ، فإنه لا يبايع أبداً أو يقتل أهل بيته ، ولن يقتل أهل بيته حتى يقتل أهل الشام « 1 » .\r\nوهذا وعلى أية تقدير فهذا الإصرار منه ( ع ) على عدم دخول أخيه الحسين ( ع ) في توافق الهدنة يعني أنه يا معاوية نحن وأنت في الكوفة الآن مشتبكين وفي الكوفة يوجد نسيج عسكري شيعي لأهل البيت \" عليهم السلام \" ونسيج عسكري خوارج ، ونسيج عسكري أموي . فلمن يكون النصر إذن ؟ !\r\nولذلك تقول المصادر : فنزل معاوية عند رغبة الإمام الحسن ( ع ) ، فكيف نزل معاوية عند رغبة الإمام الحسن ( ع ) ؟ . وهو مؤشر على وجود أوراق ضغط بها الإمام الحسن ( ع ) على أعدائه وهو ( ع ) لم يفقد أي ورقة من الأوراق . والغريب أن هذا التصوير غائب عن مخيلة الكثير .\r\nثم كيف يستطع الحسن ( ع ) أن يرغم معاوية على القبول بكل الشروط الذي وضعها الإمام ( ع ) وهذه الشروط تصب في صالح أهل البيت ( ع ) وشيعتهم ، وكيف يقرع ويجابه ( ع ) معاوية بخطبه التي كشفت الحقائق المطموسة على ما جرى بعد وفاة الرسول ( ص ) وتعرية بني أمية عن الشرعية لو لم يكن لديه الإمام الحسن ( ع ) ظهراً يحميه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) منتهى الآمال ، القمي ، ج 322 : 1 .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\n\r\nمعاوية ينقض الهدنة :\r\nالموقف والمجاذبة بين الحسن ( ع ) ومعاوية له دلالات كثيرة على واقع وحقيقة الهدنة :\r\nمنها : أن الإمام الحسن ( ع ) لازال على قدرته ونفوذه قبل الهدنة وأن الأمور لم تستتب لمعاوية بمجرد الهدنة كما يظنه ويخاله الكثير . ومن ثم يتجاذب الحسن ( ع ) القرار والضغط على معاوية .\r\nومنها : أن مصير الخلافة الإسلامية قد أشترط بعد معاوية أنها للحسن ( ع ) ثم للحسين ( ع ) ومن البين أن مفاد هذا الشرط يعكس موقعية قوة وضغط تفاوضي يمتلك أوراق ونفوذ وامتداد في الساحة الميدانية لا ما يتخيله الكثير من كونه ( ع ) قد هادن وفقد سلاحه وجيشه وقدرته وسطوته بل هو أشبه ما يكون من توافقات الأحزاب المتعارضة على صيغة حكم توافقية يستلم فيها الأطراف والكتل سدة الحكم بشكل دوري بالنوبة ، لا سيما وأنه ( ع ) لم يشترط الخلافة بعد معاوية فقط بل وبعده لأخيه الحسين ( ع ) وهذا يعزز ما مرّ أن في الذهنية العامة للمسلمين آنذاك التي تربت على تعاليم القرآن والحديث النبوي هو أن أهل البيت ( ع ) هم أصحاب الحق للخلافة والوصاية ومن ثم لم ينقل عن أحد استنكار هذا الشرط أو النكير والطعن عليه وهذا من دلائل السيرة القطعية لدى الصدر الأول في أهل البيت ( ع ) .\r\nومنها : أن فتح المجال للحسين ( ع ) خارج إطار الهدنة يعطي\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nمداليل أخرى من جعل المجال مفتوحاً لأهل البيت ( ع ) في مواجهة المد الأموي وأن الخيارات أمامهم مفتوحة في معالجة توازن القدرة من دون تمكن معاوية في للالتفاف على الجسم العلوي في الأمة .\r\nولذلك عندما قال المسيب ابن نجية الفزاري « 1 » للإمام الحسن ( ع ) هاهو معاوية قد نقض العهد « 2 » . وذلك عندما قال معاوية إني والله ماقاتلتكم لتصلوا ولا لتصوموا ولا لتحجوا ولا لتزكوا إنكم لتفعلون ذلك ولكني قاتلتكم لأتأمر عليكم وقد أعطاني الله ذلك وأنتم كارهون ألّا وأني كنت منيت الحسن وأعطيته أشياء ، وجميعها تحت قدمي ولا أفي بشيء منها « 3 » .\r\nوقد قالها معاوية عند نزوله النخيلة وهي معسكر الكوفة وكان ذلك يوم جمعة فصلى بالناس وخطب وقال قولته هذه .\r\nإن معاوية لم يقل كلامه هذا في مسجد الكوفة لأنه كان يخشى من ردة فعل جيش الإمام الحسن ( ع ) . وليس كما يصورّ البعض من أنه سلب كل شيء من الإمام الحسن ( ع ) حتى السلاح ، كلا . بل كان يستطيع أن يعيد المنازلة والمناجزة مع معاوية بعد الهدنة ، حتى أن في بعض المصادر أن سيد الشهداء الإمام الحسين ( ع ) إحتوش بأشتباك أمني عسكري إلى الحلقوم مع معاوية ولو ندقق أكثر فأكثر فسوف يتضح لنا أن الموقف فيه نوع من المناورة الأمنية العسكرية إستدرج فيها معاوية إلى بطن الكوفة ، وقد مزجت التيارات العسكرية والأمنية داخل بعضها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) من أصحاب الإمام علي والإمام الحسن \" عليهما السلام \" ومن التابعين الكبار ورؤسائهم وزهادهم . قتل سنة 65 في طلب ثار الحسين ( ع ) ووالد جمانة زوجة عبد الله بن جعفر الطيار .\r\n( 2 ) مناقب آل أبي طالب لأبن شهرشوب ج 197 : 3 .\r\n( 3 ) المقاتل لأبي الفرج الاصفهاني : 69 ، منتهى الآمال للقمي ج 321 : 1 .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nالبعض . فكان الإمام الحسن ( ع ) هو الذي يدير دفة الأمور ، وكان هو الذي يملي على معاوية شرطاً بعد شرط ، وكان من ضمن تلك الشروط هي عدم مبايعة الإمام الحسين ( ع ) لمعاوية حتى كانت خطبه ( ع ) تقرع معاوية بين الحين والآخر ، فأخذ يذكر معاوية بأنه من الطلقاء وابن الطلقاء وهو تعرية لمعاوية عن الشرعية وأن إمساكه بالخلافة اغتصاب لأمر الدين والأمة ، وتارة أخرى يبين مظلومية أهل البيت \" عليهم السلام \" ، وتارة أخرى يبطل خلافة الثلاثة ، وغير ذلك من المشاهد وليس في الكوفة فقط بل حتى في المدينة ، بحيث وصل الأمر أنه ( ع ) قطع كلام معاوية عندما كان يخطب في المدينة . فقام الحسن بن علي ( ع ) فخطب وحمد الله وأثنى عليه ثم قال :\r\nإنه لم يبعث نبي إلا جعل له وصي من أهل بيته ولم يكن نبي إلا وله عدو من المجرمين  ( وَكَذلِكَ جَعَلْنا لِكُلِّ نَبِيٍّ عَدُوًّا مِنَ الْمُجْرِمِينَ )  « 1 » وإن علياً ( ع ) كان وصي رسول الله من بعده ، وانا أبن علي ، أنت أبن صخر ، وجدك حرب ، وجدي رسول الله ، وأمك هند وأمي فاطمة ، وجدتي خديجة وجدتك نثيلة ، فلعن الله الأمنا حسباً ، وأقدمنا كفراً وأخملنا ذكراً ، وأشدنا نفاقاً .\r\nفقال عامة أهل المجلس : آمين . فنزل معاوية وقطع خطبته « 2 » .\r\nومن هنا قال معاوية : والله ما نزل الحسن حتى أظلمت عليَّ الأرض وهممت أن أبطش به ، ثم علمت أن الأغضاء أقرب إلى العافية « 3 » .\r\nوهذا يعني أنه لم يستطع وإلا لأضطرب عليه الأمن وتصدع وإلا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفرقان : 34 .\r\n( 2 ) كشف الغمة : 150 ؛ الاحتجاج للطبرسي ج 420 : 1 .\r\n( 3 ) الآمالي ، للطوسي : 824 .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nلفعلها ، فالإمام الحسن ( ع ) قام بمناورة عسكرية فجعل إشتباك نسيجي بين الفرق العسكرية الأمنية ، لا يستطيع أن ينجو معاوية منه ، وهذا طامة تورط بها معاوية ، وليس كما يصوره الأمويون وعباد بني أمية أن معاوية حليم ، بل هو مخنوق بتوازن قوى ينفرط عليه حبل تماسك خيوط الوضع العام ، وإنما أمسك معاوية نفسه بسبب قوة الإمام الحسن ( ع ) وحسن تدبيره الأمني والعسكري ، بحيث لم يستطع معاوية أن يتنفس ويلعب على وتر الفتنة والمجابهة ومن ثم لم يستطع معاوية التخلص من قدرة الحسن ( ع ) إلا بالاغتيال السري لا بالمواجهة المعلنة فضلا عن القبضة العسكرية أو الأمنية وهذا مما يؤكد مانلحظه من المعطيات والشواهد الكثيرة أن الحسن ( ع ) لم يفرّط بعقد الهدنة بأي ورقة من خيوط القدرة التي كان يمسك بزمامها وإنما هي هدنة عسكرية وسياسية بين فصيلين سياسيين بقيا على إيقاف الحرب ومقررات تعاطي في التعامل السياسي .\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\n\r\nالسلم وإيقاف الحرب :\r\nولكن الإمام الحسن ( ع ) أغلق هذا الباب وهو التسلط التام والقضاء على تعدد القوى في وجه معاوية بعقد السلم كما جاء في كلامه ( ع ) في خطبة قائلًا :\r\nإيها الناس أن الله هدى أولكم بأولنا وحقن دمائكم بآخرنا وقد كانت لكم لي في رقابكم بيعة تحاربون من حاربت وتسالمون من سالمت وقد سالمت معاوية \"  وَإِنْ أَدْرِي لَعَلَّهُ فِتْنَةٌ لَكُمْ وَمَتاعٌ إِلى حِينٍ \"  وأشار إلى معاوية بيده « 1 » .\r\nفالسلم هنا نوع من التهدئة المؤقتة وهذا أشبه بعقد سلم بين قوتين ، لا أنه انفراد قوة وتشتت قوة أخرى وتبعثرها وذوبانها في القوةالأولى ومعسكرها . ومعنى قوله ( ع ) ( سالمت معاوية ) أي أنا لا أزال أحتفظ بكل قدراتي ، وإن هذا العقد متضمن لأبقاء قوة الإمام الحسن ( ع ) بما له من معسكر بلحاظ قدرات أتباعه وشيعته العسكرية  . وَإِنْ جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَها وَتَوَكَّلْ عَلَى اللَّهِ  « 2 »  .  أي نوع من الجنح المؤقت وهذا يعطينا تقرير وتصوير عن الوضعية العسكرية وقدرة النفوذ وموقف الإمام الحسن ( ع ) بشكل بين . فكيان الإمام الحسن ( ع ) وكيان التشيع والشيعة لم يتصدع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ مدينة دمشق لأبن عساكر ، ج 275 : 13 .\r\n( 2 ) الأنفال : 61 .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nبل تمت رعايته والحيطة عليه من التلاشي والإبادة في معمعة الاستئصال والمواجهة بين كل الأطراف ، وإنما هو نوع من التسالم بين قوتين في أرض المسلمين ، وإن كانت أحدى القوتين هي الأكثر عدداً أو بطشاً ، ولكن تبقى القوى الأخرى في حالة موازنة ومعادلة مع تلك القوى الأولى . لا أن معاوية تفرد بالأمر وبالسيطرة على أوضاع المسلمين .\r\nولذلك قال الإمام الحسن ( ع ) في خطبة : ( . . . وأضع الحرب بيني وبينه ) « 1 » .\r\nوهذا يعني أن الهدنة بين جبهتين عسكريتين متقاتلتين ، والذي يجري هو إيقاف الحرب فقط ، وليس معنى ذلك كما يتخيل الكثير وللأسف من الخاصة بل ومن الأكابر ويتصور ويتوهم أن هدنة الإمام الحسن ( ع ) تعني أن الأمر في معسكر الإمام ( ع ) قد تشتت وتبعثرت . وهذه نظرة خاطئة بعيدة عن مسار الحقيقة بل تزلزل بنو أمية في نهضة الحسين ( ع ) فإن النصر كان قاب قوسين لولا إخفاق بعض الشرايح وتخاذل النخب ، شاهد على أن القاعدة الشعبية والعسكرية والنفوذية لأهل البيت ( ع ) تم الحفاظ عليها بتنامي في عقد الهدنة الذي قام به الحسن ( ع ) ، بل الواقع هو ( أضع الحرب ) .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 66 : 44 ؛ ينابيع المودة للقندوزي ، ج 427 : 2 .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\n\r\nالشاهد الثالث :\r\nعندما وصل معاوية إلى الكوفة أبى وأمتنع قيس بن سعد بن عبادة عن مبايعة معاوية ، وبسبب هذا أبى معاوية أن يأمن قيس بن سعد ، وكان قيس من أخلص قيادات الإمام الحسن ( ع ) ، وكان آخر لواء عسكري يقاتل بين يدي الإمام الحسن ( ع ) هو لواء قيس بن سعد ، فقد كان زعيم الأنصار قائد شجاع ومن صحابة رسول الله ( ص ) وأمير المؤمنين ( ع ) . وقد كان معاوية يهابه وكان يصر على بيعته ، فقد روي لما تم الصلح بين الإمام الحسن ( ع ) ومعاوية أرسل إلى قيس بن سعد بن عبادة يدعوه إلى البيعة فأتى به وكان رجلًا طويلًا يركب الفرس المسرف ورجلاه تخطان في الأرض وما في وجهه طاقة شعر ، وكان يسمى خصي الأنصار ، فلما أرادوا أن يدخلوه إليه قال : إني حلفت أن لا ألقاه معاوية إلا بيني وبينه الرمح أو السيف ، فأمر معاوية برمح وسيف فوضع بينه وبينه ليبر يمينه « 1 » .\r\nفمعاوية رفض أن يأمن قيس وأصر أن يقتله ، ولكن الإمام الحسن هدد بنقض المعاهدة إن لم يكن قيس آمن . فنزل معاوية على ما طلبه الإمام الحسن ( ع ) .\r\nوكانت هناك مكاتبات ورسائل بين قيس ومعاوية ، وكان قيس يهاجم فيها معاوية ومن تلك الكتب :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مقاتل الطالبيين للأطفهاني : 37 .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nفكتب إليه إلى معاوية قيس : أما بعد فإنما أنت وثن أبن وثن ، دخلت في الإسلام كرهاً ، وأقمت فيه فرقاً ، وخرجت منه طوعاً ، ولم يجعل الله لك فيه نصيباً ، لم يقدم إسلامك ، ولم يحدث نفاقك ، ولم تزل حرباً لله ولرسوله ، وحزباً من أحزاب المشركين ، وعدو الله ونبيه والمؤمنين من عباده . . . « 1 » .\r\nومع كل هذا فقد نزل معاوية على ما طلبه الإمام الحسن ( ع ) ، وهذا يدل على أن الإمام الحسن ( ع ) كان هو الذي يملي على معاوية وليس العكس . فلو لم يكن للإمام الحسن ( ع ) القدرة والسيطرة لما كان في قدرته أن يضغط على معاوية وكان معاوية يقبل بكل شرط يشرطه الإمام الحسن ( ع ) ، وهذه مناورة سياسية وعسكرية وأمنية كان القائد الأول فيها هو الإمام الحسن ( ع ) .\r\n\r\nالشاهد الرابع :\r\nعدم بيعة الإمام الحسين ( ع ) لمعاوية مع أصرار الأخير على ذلك ، كما أشرنا إلى ذلك سابقاً فتراجع معاوية عن إصراره هذا بعد ما قال له الإمام الحسن ( ع ) :\r\nيا معاوية لا تكرهه ، فإنه لا يبايع أبداً أو يقتل أهل بيته ، ولن يقتل أهل بيته حتى يقتل أهل الشام . وهذه خطوة عسكرية أمنية .\r\nفقد كان هناك انتشار متداخل بين أهل الشام وشيعة أمير المؤمنين ( ع ) في الكوفة ، وكان معاوية لا يستطيع أن يضغط عسكريا وأمنياً على الإمام الحسن ( ع ) إذن أي تفرد بالسلطة كان لمعاوية ؟ ! .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار 52 : 44 .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nلأن معاوية لو أراد أن يغتال الإمام الحسن ( ع ) فإن معسكر الكوفة وأهل البيت \" عليهم السلام \" سوف يقوده الإمام الحسين ( ع ) ، فهو البديل لأخيه الإمام الحسن ( ع ) . وهذا النائب لا يبايع ولا يهادن ولا يعقد مع معاوية عقد السلم ، وهذا يعني إبقاء ورقة بديلة وساعة صفر وضاغطة على الطرف الأخر . فسيد الشهداء ( ع ) ليس بقعة جغرافية ، بل هو شريحة اجتماعية لها قدراتها ولها أحوالها ولها معسكرها .\r\nإذن لا بد لنا أن نحلل الأوضاع بعضها البعض ، ولا نأخذ القضية من زاوية واحدة ونتعامى عن الزوايا الأخرى .\r\n\r\nالشاهد الخامس :\r\nخطب الإمام الحسن ( ع ) والتي مرت سابقاً فقد كانت تقرأ بقارعة مقذعة ومزلزلة على الخطاب السياسي لمعاوية ، حيث كانت خطبه ( ع ) سواء التي كانت في الكوفة أو المدينة تؤكد أن خلافة معاوية غير شرعية ، وظالمة ، وحق مغتصب وغير ذلك . ولم يكن هناك أي قول في خطبة ( ع ) يشير إلى شرعية معاوية إطلاقاً .\r\nوهذا يدل على أنه ليس هناك أي بيعة أو صلح كما يظنه الظان ، بل صلح هدنة لوقف إطلاق النار مؤقتاً كما يصطلح عليه دولياً وليس اعتراف بالكيان الآخر . وهذا يدل على مدى الرصيد الموجود في معسكر الإمام الحسن ( ع ) وأنه ( ع ) لم يفقده أبداً ، وإلا فهذه ليست عبارات عابرة نقرأها ونمر عليها ، وإنما هي تحليل لها خلفيات أمنية وعسكرية وسياسية .\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\n\r\nالشاهد السادس :\r\nإن معاوية لما نقض المعاهدة وقال قولته\r\n( . . . ألا وأني كنت منيت الحسن وأعطيته أشياء ، وجميعها تحت قدمي ولا أفي بشيء منها ) « 1 » .\r\nفإنه لم يذكر ذلك علناً أو بعد الهدنة مباشرة ، بل قال ذلك عندما خرج من موقع الحدث حيث نزل في النخيلة التي هي معسكر الكوفة ، لأنه كان يخشى من ردة فعل جيش الإمام الحسن ( ع ) .\r\nوقيل إنه نقض الهدنة وهو في مسجد الكوفة ، حيث روى أبو الفرج الأموي في مقاتله ما نصه :\r\nودخل معاوية الكوفة أي بعد المعاهدة وبين يديه خالد بن عرفطة ومعه رجل يقال له حبيب حماد « 2 » يحمل رايته حتى دخل الكوفة فصار إلى المسجد فدخل من الباب ( الذي سمي فيما بعد بباب الفيل ) واجتمع الناس فخطبهم معاوية فذكر علياً والحسن ونال منهما ! والحسنان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المقاتل : 69 .\r\n( 2 ) ويذكر أن خالد بن عُرفطة كان مخالف لبني زهرة وأسلم وصحب النبي ( ص ) ، وكان علم عهد علي ( ع ) بوادي القرى ، وقيل ؛ مات ، فدخل رجل جامع الكوفة وعلي ( ع ) على المنبر فقال له : يا أمير المؤمنين ، قد مات خالد بن عرفطة بوادي القرى فأستغفر له ، فقال ( ع ) : مه إنه لم يمت ، ولا يموت حتى يقود جيش ضلالة ، وصاحب لوائه حبيب بن حماد ، وكان حبيب حاضراً وسمع الكلام فقال وقال : يا أمير المؤمنين ، أنا حبيب بن حماد وأنا لك محب ومن شيعتك فقال ( ع ) : فإنه كما أقول ! وإياك أن تحملها ولتحملنها وتدخل بها من هذا الباب . الباب الذي سمي فيما بعد ذلك باب الفيل . ( مقاتل الطالبيين : 46 ؛ الإرشاد : 329 ) .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nحاضران ، فقام الحسين ليرد عليه فأخذ الحسن بيده وأجلسه ، ثم قام هو فقال لمعاوية :\r\nأيها الذاكر علياً أنا الحسن ، وأبي علي ، وأنت معاوية وأبوك صخر ، وأمي فاطمة ، وأمك هند ، وجدي رسول الله ( ص ) وجدك حرب ، وجدتي خديجة وجدتك فتيلة ، فلعن الله أخملنا ذكراً وألأمنا حسباً ، وشرنا قدماً ، وأقدمنا كفراً ونفاقاً فقال طوائف من الناس : آمين ! آمين ! .\r\nثم يقول أبو الفرج : وأنا أقول آمين « 1 » .\r\nفعدم ذكر علياً بالسوء كما في المعاهدة أول الشرط نقضاً .\r\nوبعضهم يقول كما في المصادر أخذ أهل الكوفة يشتمون معاوية ، بل البعض همَّ بقتل معاوية . فلو لم تكن هناك أرتال عسكرية متشابكة مع أرتال أهل الشام كيف يستطيع أهل الكوفة أن يهموا بقتل معاوية ، حتى كادت الفتنة أن تقع كما تقول بعض المصادر . وهذا يدل على أن سلاح معسكر الإمام الحسن ( ع ) وشبكته الأمنية والقواعد الجماهيرية الموجودة لديه لا زال الإمام ( ع ) يحتفظ بها ، بحيث يستطيع أن يعاود المنازلة الميدانية العسكرية والأمنية مع معاوية .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مقاتل الطالبين : 46 .\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nالشاهد السابع :\r\nبعد كل هذه الإحداث التي جرت سابقاً وبعد أن كادت الفتنة أن تقع ، أيضاً هدد الإمام الحسن ( ع ) بنقض الهدنة ، وذلك بعد أن نقض الهدنة معاوية جاء المسبب بن نجية وهو رئيس قبيلة فزارة إلى الإمام ( ع ) وقال له ها هو معاوية قد نقض العهد . وقد مرت الإشارة إلى ذلك سابقاً ، فلو دققنا في كلام المسيب الفزاري فهو يقول ( قد نقض العهد ) ، فإذن هي ليست بيعة من مبايع لمبايع أخر ، أو لأمير أو رئيس أو خليفة ، بل هو تعاقد متوازي ومتقابل بين طرفين .\r\n\r\nالشاهد الثامن :\r\nإن خطبه ( ع ) كانت صريحة وليس فيها أي مواراة أو مداهنة ، بل كشفت الحقائق الغائبة على المسلمين ، وهذا ما بيناه سابقاً تحت عنوان ( حجاج الإمام الحسن ( ع ) ) .\r\nولا حاجة لبسطها مرة أخرى .\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\n\r\nالشاهد التاسع :\r\nاعتراف معاوية نفسه من قوى الإمام الحسن ( ع ) ، حيث قال :\r\nوالله ما نزل الحسن حتى أظلمت علي الأرض وهممت أن أبطش به ، ثم علمت أن الأغضاء أقرب إلى العافية « 1 » .\r\nويقصد بالعافية هنا إستتباب الأمن ، وإلا يخرج الأمر عن معاوية .\r\nوقد روي أن معاوية قال لعبد الله بن الزبير ، وهو عنده بالمدينة في أناس : يا أبن الزبير ألا تعذرني في حسن بن علي ما رأيته مذ قدمت المدينة إلامرة ، قال : دع عنك الحسن فأنت والله كما قال الشماخ :\r\n أجامل أقواماً حياءً وقد أرى * صدورهم تغلي عليَّ مراضها \r\nوالله لو يشاء حسن أن يضربك بمائة ألف سيف لضربك ، والله لأهل العراق أرأم له من أم الحوار لحوارها . فقال معاوية : أردت أن تغريني به ، والله لأصلن رحمه ولا قبلن عليه « 2 » . وهذا النص يعطينا صورة أن الهدنة أشبه ما يكون بالفيدرالية منه بالمعنى الخاطىء للبيعة للخليفة الواحد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآمالي للطوسي : 824 .\r\n( 2 ) الأغاني ج 104 : 8 .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\n\r\nالشاهد العاشر :\r\nمدح الإمام الحسن ( ع ) لأبيه أمير المؤمنين ( ع ) وبمحضر ومسمع من معاوية الذي كان لا يستطيع أن يسمع باسم ( علي ) ، وقد كان قد سن لعن وسب أمير المؤمنين ( ع ) على المنابر لثمانين سنة ، فكيف به وهو يسمع مدح علي ( ع ) بحضوره وحضور جلاوزته ومن على منبر الكوفة أو المدينة وبحضور آلاف المسلمين . ألم تكن هذه ورقة ضغط إستخدمها الإمام الحسن ( ع ) اتجاه معاوية .\r\n\r\nالشاهد الحادي عشر :\r\nلما خرجت الخوارج على معاوية إستنجد معاوية بالإمام الحسن ( ع ) كي يقاتل معه ، وهذا يعني أن القدرة العسكرية للإمام الحسن ( ع ) لا زالت موجودة .\r\nفقد روي : وخرج من الخوارج على معاوية بعد قتل علي ( ع ) ، حوثرة الأسدي ، وحابس الطائي ، خرجا في جمعهما ، فصارا إلى مواضع أصحاب النخيلة ، ومعاوية يؤمئذ بالكوفة قد دخلها في عام الجماعة . وفي كامل التأريخ ( بعد أن بايعه الحسن ) ، وقد نزل الحسن بن علي ، وخرج يريد المدينة ، فوجه إليه معاوية وقد تجاوز في طريقه يسأله أن يكون المتولي لمحاربة الخوارج ، فكان جواب الحسن :\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nوالله لقد كففت عنك لحقن دماء المسلمين ، وما أحسب ذاك يسعني ، أفأقاتل عنك قوماً أنت أولى بالقتال منهم « 1 » .\r\n\r\nالشاهد الثاني عشر :\r\nجاء معاوية إلى المدينة المنورة وخطب في مسجد النبي ( ص ) الذي يعتبر مركز الخلافة الإسلامية ، فقال معاوية للحسن ابن علي عليهما السلام : أنا خير منك يا حسن ، قال : وكيف ذلك يا ابن هند ؟ قال : لأن الناس قد أجمعوا عليّ ولم يجمعوا عليك . قال : هيهات هيهات لشر ماعلوت ، يا ابن آكلة الأكباد ، المجتمعون عليك رجلان : بين مطيع ومكره ، فالطائع لك عاص الله ، والمكره معذور بكتاب الله وحاش الله أن أقول : أنا خير منك فلا خير فيك ، ولكن الله برأني من الرذائل كما برأك من الفضائل « 2 » .\r\nوهذه الحادثة كما بينا أنها حدثت في المدينة المنورة ، وهذا يعني أن القدرة العسكرية لسيد شباب أهل الجنة ، لازالت موجودة إلى أواخر حياته .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) شرح نهج البلاغة لأبن أبي الحديد ج 98 : 5 ؛ الكامل للمبرد ج 133 : 3 .\r\n( 2 ) مناقب آل أبي طالب لأبن شهر شوب ج 186 : 3 ؛ بحار الأنوار ج 104 : 44 .\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\n\r\nالشاهد الثالث عشر :\r\nوهو أن معاوية لم يجرأ على أي أحد من أصحاب أمير المؤمنين ( ع ) أن يفتك به في ظل حياة الإمام الحسن ( ع ) ، فمثلًا قتله لحجر بن عدي سنة إحدى وخمسين ورشيد الهجري ، وعمرو بن الحمق الخزاعي . فإن هؤلاء وغيرهم قد أغتالهم معاوية بعد استشهاد الإمام الحسن ( ع ) .\r\n\r\nالشاهد الرابع عشر :\r\nقال ابن أبي الحديد : قال أبو الحسن المدائني : طلب زياد رجلًا من أصحاب الحسن ممن كان في كتاب الأمان ، فكتب إليه الحسن : من الحسن بن علي إلى زياد أمّا بعد فقد علمت ما كنا أخذنا من الأمان لأصحابنا وقد ذكر لي فلان أنك تعرضت له فأحب أن لا تتعرض له إلا بخير والسلام .\r\nفلما أتاه الكتاب وذلك بعد أن ادعاه معاوية ، غضب حيث لم ينسبه إلى أبي سفيان فكتب إليه :\r\nمن زياد بن أبي سفيان إلى الحسن أما بعد فإنه أتاني كتابك في فاسق يؤويه الفساق من شيعتك وشيعة أبيك ، وأيم الله لأطلبنه بين جلدك ولحمك وإن أحب الناس إلي لحماً أنا آكله للحم وأنت منه ، والسلام .\r\nفلما قرأ الحسن الكتاب بعث به إلى معاوية ، فلما قرأه غضب وكتب :\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nمن معاوية بن أبي سفيان إلى زياد أما بعد فإن لك رأيين : رأياً من أبي سفيان ورأياً من سمية فأما رأيك من أبي سفيان فحلم وحزم ، وأمّا رأيك من سمية فما يكون من مثلها ؟ إن الحسن بن علي كتب إلي أنك عرضت لصاحبه ، فلا تعرض له فإني لم أجعل لك عليه سبيلًا « 1 » .\r\nوهذا يدل على أن قوة الضغط والموازنة لم تزل باقية .\r\n\r\nالشاهد الخامس عشر :\r\nلما بايع الحسن ( ع ) معاوية أقبلت الشيعة تتلاقى بأظهار الأسف والحسرة على ترك القتال ، فخرجوا إليه بعد سنتين من يوم بايع معاوية فقال له سليمان بن صرد الخزاعي :\r\n( . . . فإذا شئت فأعد الحرب خدعة ، وأئذن لي في تقدمك إلى الكوفة ، فأخرج عنها عامله وأظهر خلعه ، وتنبذ إليه على سواء ، إن الله لا يحب الخائنين ، وتكلم الباقون بمثل كلام سليمان .\r\nفقال الحسن ( ع ) : أنتم شيعتنا وأهل مودتنا فلو كنت بالحزم على أمر الدنيا أعمل ، ولسطانها أركض وأنصب ، ما كان معاوية بأبأس مني بأساً ، ولا أشد شكيمة ولا أمضى عزيمة ولكني أرى غير ما رأيتم ، وما أردت بما فعلت إلا حقن الدماء فأرضوا بقضاء الله ، وسلموا لأمره ، وألزموا بيوتكم وأمسكوا « 2 » .\r\nومن خلال هذه الرواية يتضح أن القاعدة الشعبية والعسكرية والأمنية\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البحار ج 92 : 44 ؛ شرح نهج البلاغة لأبن أبي الحديد ج 18 : 16 .\r\n( 2 ) بحار الأنوار ج 29 : 44 .\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nللإمام الحسن ( ع ) كانت تستطيع أن تعيد العراق بين ليلة وضحاها ، وهذا يعني أن العراق لم يخرج عن قبضة الإمام الحسن ( ع ) .\r\nهذه شواهد كلها مفعمة على أن الإمام الحسن ( ع ) لم يفقد أي ورقة ضغط على معاوية ، بل بقي هو القائد الشجاع لشيعة أبيه أمير المؤمنين علي بن أبي طالب ( ع ) . بل في الحقيقة كان فتحاً مبيناً لبقاء التشيع والشيعة ككيان رئيسي في جسم الأمة الإسلامية يتنامى بهوية إيمانية متميزة عن الإبهام في الخليط الإسلامي ، وهذه خطوة بناء فاتحة للأمة المؤمنة في مسار الأمة نظير صلح الحديبية لجده المصطفى ( ص ) الذي سبب يأس الكفار إلى الأبد عن استئصال المسلمين وكذلك كان صلح هدنة الحسن ( ع ) سبب يأس أعداء أهل البيت ( ع ) من بني أمية ومن شاكلهم من النواصب إلى الأبد عن استئصال كيان المؤمنين والإيمان فكان بحق فتحاً مبيناً للإيمان بينما صلح الحديبية كان فتحاً مبيناً للإسلام .\r\nفسلام على الحسن يوم ولد ويوم أستشهد ويوم يبعث حيا .\r\nالحمد لله رب العالمين\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96}
  ]