[
  {"content":"\r\n\r\nسلسله پژوهش هاى اعتقادى\r\n( 6 )\r\nدستبردى\r\nدر حديث ثقلين\r\nآية الله سيدعلى حسينى ميلانى\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nسرشناسه : حسينى ميلانى ، على ، 1327\r\nعنوان قراردادى : رساله فى حديث الوصيه بالثقلين الكتاب والسنه . فارسى .\r\nعنوان و پديدآور : دستبردى در حديث ثقلين / على حسينى ميلانى ؛\r\nترجمه و ويرايش هيئت تحريريه مركز حقائق اسلامى\r\nمشخصات نشر : قم : حقايق اسلامى ، 1386 .\r\nمشخصات ظاهرى : 56 ص .\r\nفروست : سلسله پژوهش هاى اعتقادى : 6 .\r\nشابك : 0 - 83 - 2501 - 964 - 978\r\nوضعيت فهرست نويسى : فيپا\r\nموضوع : احاديث خاص ( ثقلين ) - - نقد و تفسير\r\nموضوع : احاديث اهل سنت - - نقد و تفسير .\r\nشناسه افزوده : مركز حقايق اسلامى\r\nرده بندى كنگره : 1386 5 خ 702 ث / 145 bp\r\nرده بندى ديويى : 218 / 297\r\nشماره كتابشناسى ملى : 1088882\r\nمركز الحقائق الاسلامية\r\nنام كتاب : دستبردى در حديث ثقلين\r\nمؤلف : آيت الله سيد على حسينى ميلانى\r\nترجمه و ويرايش : هيئت تحريريهء مركز حقايق اسلامى\r\nناشر : مركز حقايق اسلامى\r\nشمارگان : 3000 نسخه\r\nنوبت چاپ : اول / 1386\r\nچاپ : وفا\r\nشابك : 0 - 83 - 2501 - 964 - 978\r\n0 - 83 - 2501 - 964 - 978\r\nحقوق چاپ محفوظ است\r\nمراكز پخش :\r\nقم : خيابان ارم ، ساختمان ناشران ، طبقه همكف ، پلاك 27 ، انتشارات مركز حقايق اسلامى ، تلفن : 7830260 - 0251\r\nتهران : 1 . قيطريه : خيابان برادران سليمانى ( حكمت سابق ) ، پلاك 98 ، نمايشگاه كتاب اعراف ، تلفن : 22208592 - 021\r\n2 . خيابان مجاهدين ، چهار راه آبسردار ، ساختمان پزشكان ، واحد 9 ، مركز فرهنگى انتشارات منير ، تلفن : 77521836 - 021 ( 4 خط )\r\nمشهد : چهار راه شهدا ، پشت باغ نادرى ، كوچهء شهيد خوراكيان ، پاساژ گنجينهء كتاب ، انتشارات نور الكتاب ( ميلانى ) ، تلفن :\r\n2223130 - 0511\r\nاصفهان : چهارباغ پايين ، روبه روى ورزشگاه تختى ، مركز تخصصى حوزه علميه اصفهان ، تلفن 2223423 - 0311\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nحديث ثقلين\r\nجابربن عبدالله انصارى گويد :\r\nپيامبر خدا صلى الله عليه وآله فرمود :\r\n* ( يا أيها الناس ! إني تركت فيكم ما إن أخذتم به لن تضلوا : كتاب الله وعترتي أهل بيتي \" ( 1 ) .\r\n\" اى مردم ! من پس از خود براى شما چيزى را باقى گذاشتم كه مادامى كه به آن عمل كنيد هرگز گمراه نخواهيد شد : كتاب خدا وعترتم ؛ خاندانم \" .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحيح ترمذى : 5 / 662 ، حديث 3786 .\r\n","page_name":" 4 ","page_number":4},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nسرآغاز\r\nبسم اللَّه الرّحمن الرّحيم\r\n. . . آخرين و كامل‌ترين دين الهى با بعثت خاتم الانبياء ، حضرت محمّد مصطفى صلّى اللَّه عليه وآله به جهانيان عرضه شد و آئين و رسالت پيام رسانان الهى با نبوّت آن حضرت پايان پذيرفت .\r\nدين اسلام در شهر مكّه شكوفا شد و پس از بيست و سه سال زحمات طاقت فرساى رسول خدا صلّى اللَّه عليه وآله و جمعى از ياران باوفايش ، تمامى جزيرة العرب را فرا گرفت .\r\nادامهء اين راه الهى در هجدهم ذى الحجّه ، در غدير خم و به صورت علنى ، از جانب خداى منّان به نخستين رادمرد عالم اسلام پس از پيامبر خدا صلّى اللَّه عليه وآله يعنى امير مؤمنان على عليه السلام سپرده شد .\r\nدر اين روز ، با اعلان ولايت و جانشينى حضرت على عليه السلام ، نعمت الهى تمام و دين اسلام تكميل و سپس به عنوان تنها دينِ مورد\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nپسند حضرت حق اعلام گرديد . اين چنين شد كه كفرورزان و مشركان از نابودى دين اسلام مأيوس گشتند .\r\nديرى نپاييد كه برخى اطرافيان پيامبر صلّى اللَّه عليه وآله ، - با توطئه‌هايى از پيش مهيّا شده - مسير هدايت و راهبرى را پس از رحلت پيامبر خدا صلّى اللَّه عليه وآله منحرف ساختند ، دروازه مدينهء علم را بستند و مسلمانان را در تحيّر و سردرگمى قرار دادند . آنان از همان آغازين روزهاى حكومتشان ، با منع كتابت احاديث نبوى ، جعل احاديث ، القاى شبهات و تدليس و تلبيس‌هاى شيطانى ، حقايق اسلام را - كه همچون آفتاب جهان‌تاب بود - پشت ابرهاى سياه شكّ و ترديد قرار دادند .\r\nبديهى است كه على رغم همهء توطئه‌ها ، حقايق اسلام و سخنان دُرَرْبار پيامبر خدا صلّى اللَّه عليه وآله ، توسّط امير مؤمنان على عليه السلام ، اوصياى آن بزرگوار عليهم السلام و جمعى از اصحاب و ياران باوفا ، در طول تاريخ جارى شده و در هر برهه‌اى از زمان ، به نوعى جلوه نموده است . آنان با بيان حقايق ، دودلىها ، شبهه‌ها و پندارهاى واهى شياطين و دشمنان اسلام را پاسخ داده و حقيقت را براى همگان آشكار ساخته‌اند .\r\nدر اين راستا ، نام سپيده باورانى همچون شيخ مفيد ، سيّد مرتضى ، شيخ طوسى ، خواجه نصير ، علّامهء حلّى ، قاضى نوراللَّه ، مير حامد حسين ، سيّد شرف‌الدين ، امينى و . . . همچون ستارگانى پرفروز مىدرخشد ؛ چرا كه اينان در مسير دفاع از حقايق اسلامى و تبيين\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nواقعيّات مكتب اهل بيت عليهم السلام ، با زبان و قلم ، به بررسى و پاسخ‌گويى شبهات پرداخته‌اند . . .\r\nو در دوران ما ، يكى از دانشمندان و انديشمندانى كه با قلمى شيوا و بيانى رَسا به تبيين حقايق تابناك دين مبين اسلام و دفاع عالمانه از حريم امامت و ولايت امير مؤمنان على عليه السلام پرداخته است ، پژوهشگر والامقام حضرت آيت اللَّه سيّد على حسينى ميلانى ، مىباشد .\r\nمركز حقايق اسلامى ، افتخار دارد كه احياى آثار پُربار و گران سنگ آن محقّق نستوه را در دستور كار خود قرار داده و با تحقيق ، ترجمه و نشر آثار معظّمٌ له ، آن‌ها را در اختيار دانش پژوهان ، فرهيختگان و تشنگان حقايق اسلامى قرار دهد .\r\nكتابى كه در پيش رو داريد ، ترجمهء يكى از آثار معظّمٌ له است كه اينك \" فارسى زبانان \" را با حقايق اسلامى آشنا مىسازد .\r\nاميد است كه اين تلاش مورد خشنودى و پسند بقيّة اللَّه الأعظم ، حضرت ولىّ عصر ، امام زمان عجل اللَّه تعالى فرجه الشريف قرار گيرد .\r\nمركز حقايق اسلامى\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nدستبردى\r\nدر حديث ثقلين\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nبسم اللَّه الرّحمن الرّحيم\r\nالحمد للَّه ربّ العالمين والصلاة والسلام على سيّدنا محمّد وآله الطاهرين المعصومين ولعنة اللَّه على أعدائهم أجمعين من الأوّلين والآخرين\r\n\r\nپيش‌گفتار\r\nحديث ثقلين از جمله احاديث معروف و مشهورى است كه عامه و خاصه آن را نقل كرده‌اند . اين حديث را صدها پيشوا و حافظ حديث از قرون مختلف ، از حدود چهل زن و مرد صحابى از پيامبر خدا صلى اللَّه عليه وآله به طرق زيادى نقل كرده‌اند .\r\nاز آن جا كه در ثبوت سند اين حديث و محتواى آن ترديدى نيست ؛ برخى از مغرضان به جعل روايت وصيّت به كتاب و سنّت پرداخته و آن را به عنوان حديث ثقلين مطرح كرده‌اند . در اين راستا روايتى از اهل تسنّن نقل شده كه پيامبر خدا صلى اللَّه عليه وآله فرمود :\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\n« من در ميان شما دو چيز گران‌بها را باقى مىگذارم : كتاب خدا و سنّتم » .\r\nگفتنى است كه در برخى از كتاب‌ها آمده است كه پيامبر خدا صلى اللَّه عليه وآله اين سخن را در سخنرانيش در حجّة الوداع گفته است .\r\nنوشتارى كه پيش رو داريد پژوهشى در مورد اصل روايت و راويان آن است كه ما آن را بررسى و نقد نموده و حقيقت امر را براى حقيقت جويان روشن ساخته‌ايم .\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n\r\nبخش اول راويان خبر و روايات آنان\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\n\r\nبررسى راويان خبر و روايات آنان\r\nترديدى نيست كه روايت ثقلين به صورت : « كتاب اللَّه وسنّتى » تنها در چند كتاب حديثى و سيره نقل شده است . اكنون ما به بررسى آن‌ها مىپردازيم .\r\n\r\nروايت مالك بن انس\r\nبر اساس تحقيقات انجام شده قديمىترين راوى اين خبر مالك بن انس ( متوفاى سال 179 هجرى قمرى ) است . او در كتاب الموطّأ اين‌گونه نقل كرده است كه رسول خدا صلى اللَّه عليه وآله « 1 » فرمود :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) على رغم اين كه در منابع اهل سنّت درود و صلوات پس از نام مبارك پيامبر خدا صلى اللَّه عليه وآله به صورت ناقص ( ابتر ) آمده است ، ما طبق فرمايش حضرتش ، درود و صلوات را به صورت كامل آورده‌ايم .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\n« من در بين شما دو امر را باقى مىگذارم ، مادامى كه به آن دو چنگ زنيد ، گمراه نخواهيد شد : كتاب خدا و سنّت پيامبرش » .\r\n\r\nروايت ابن هشام\r\nيكى ديگر از افرادى كه اين روايت را نقل كرده است ابن هشام ( متوفاى سال 218 ) است . وى در كتاب السيرة النبويه كه تهذيب كتاب سيره محمّد بن اسحاق است مىنويسد :\r\nرسول خدا صلى اللَّه عليه وآله در حجة الوداع خطبه‌اى را ايراد كرد و در آن خطبه فرمود :\r\n« . . . و در بين شما چيزى را باقى گذاشتم كه اگر بر آن چنگ زنيد هرگز گمراه نخواهيد شد ، آن امرى روشن است : كتاب خدا و سنّت پيامبرش » .\r\n\r\nروايت حاكم\r\nحاكم نيشابورى ( متوفاى سال 405 ) نيز در نقل اين روايت نقش داشته است . وى اين حديث را در المستدرك نقل كرده است و در مورد آن اظهار نظر مىكند . او مىگويد :\r\nابوبكر احمد بن اسحاق فقيه از عبّاس بن فضل اسقاطى از اسماعيل بن ابى اويس و او از محمّد بن فضل شعرانى از جدّش از\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nابن ابى اويس از پدرش از ثور بن زيد ديلى از عكرمه از ابن عبّاس اين‌گونه نقل كرده است كه رسول خدا صلى اللَّه عليه وآله در حجّة الوداع سخنانى ايراد كرد و فرمود :\r\n« شيطان از اين‌كه در سرزمين شما پرستيده شود ، مأيوس شده است ، ولى او راضى شده كه در اعمالى غير از عبادت كه آن‌ها را كوچك و كم مىشماريد ، مورد اطاعت شما قرار گيرد . پس بر حذر باشيد .\r\nاى مردم ! من در بين شما دو چيز را به يادگار گذاردم كه اگر به آن‌ها چنگ بزنيد هرگز گمراه نخواهيد شد : كتاب خدا و سنّت پيامبرش .\r\nبه راستى كه هر مسلمانى برادر مسلمان است ، و مسلمانان با هم برادرند . بر كسى مال برادرش حلال نيست مگر آن را با رضايت خاطر ببخشد .\r\nو ستم نكنيد و مبادا بعد از من به حالت كفر برگرديد و به كشتن يكديگر بپردازيد » .\r\nحاكم نيشابورى پس از نقل اين روايت به سند آن مىپردازد و مىنويسد : بُخارى در نقل احاديث ، به احاديث عكرمه احتجاج كرده است . مسلم نيز به ابن ابى اويس احتجاج كرده است . البته در مورد\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nراويان ديگر همهء علما اتّفاق نظر دارند .\r\nحاكم پس از بررسى سند حديث به متن آن مىپردازد و مىگويد :\r\nاين حديث كه از خطبه پيامبر صلى اللَّه عليه وآله است ، همه در نقل آن در صحيح اتّفاق نظر دارند كه آن حضرت فرمود : اى مردم ! من در ميان شما چيزى را باقى گذاردم كه بعد از من در صورتى كه به آن چنگ زنيد ، هرگز گمراه نخواهيد شد : كتاب خدا كه شما در مورد آن از من بازخواست خواهيد شد ، پس [ در آن موقع 
  ] چه خواهيد گفت ؟\r\nالبته ذكر « اعتصام به سنّت » ( تمسك و چنگ زدن به سنّت ) در اين خطبه سخنى غريب است و به راستى به آن نياز است .\r\nحاكم پس از اين مىگويد :\r\nالبته من بر اين موضوع شاهدى از حديث ابو هريره يافتم كه ابوبكر بن اسحاق فقيه از محمّد بن عيسى بن سكن واسطى از داوود بن عمرو ضبّى از صالح بن موسى طلحى از عبدالعزيز بن رفيع از ابى صالح از ابو هريره نقل مىكند كه رسول خدا صلى اللَّه عليه وآله فرمود :\r\n« من در ميان شما دو چيز را باقى مىگذارم كه بعد از آن‌ها هرگز گمراه نخواهيد شد : كتاب خدا و سنّتم و اين دو هرگز از يكديگر جدا نخواهند شد تا در كنار حوض نزد من آيند » « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المستدرك : 1 / 93 .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\n\r\nروايت بيهقى\r\nابوبكر بيهقى ( متوفاى سال 458 ) نيز با دو سند به نقل اين حديث پرداخته است :\r\nسند يكم\r\nابوعبداللَّه حافظ از اسماعيل بن محمّد بن فضل شعرانى از جدش از ابن ابى اويس از پدرش از ثور بن زيد ديلى از عكرمه از ابن عباس رضى اللَّه عنهما نقل مىكند كه رسول خدا صلى اللَّه عليه وآله در حجّة الوداع خطبه‌اى خواند و در آن خطبه فرمود :\r\n« اى مردم ! بىشك من در ميان شما چيزى را باقى مىگذارم كه اگر به آن چنگ زنيد هرگز گمراه نخواهيد شد : كتاب خدا و سنّت پيامبرش » .\r\nسند دوم\r\nابوالحسين بن بشران العدل در بغداد ، از ابو احمد حَمزة بن محمّد بن عباس از عبدالكريم بن هيثم از عبّاس بن هيثم از صالح بن موسى طلحى از عبدالعزيز بن رفيع از ابى صالح از ابو هريره نقل مىكند كه رسول خدا صلى اللَّه عليه وآله فرمود :\r\n« بىترديد من در ميان شما پس از خود چيزى را به جا گذاشتم كه مادامى كه آن دو را بگيريد يا به آن دو عمل كنيد ، هرگز گمراه\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nنخواهيد شد : كتاب خدا و سنّتم . اين دو از يكديگر جدا نخواهند شد تا كنار حوض بر من وارد شوند » « 1 » .\r\n\r\nروايت ابن عبدالبرّ\r\nيكى ديگر از افرادى كه اين روايت را نقل كرده است ابن عبدالبرّ قرطبى ( متوفاى سال 463 ) است كه با دو سند اين روايت را نقل كرده است « 2 » .\r\nسند يكم\r\nدر اين سند ابن عبدالبرّ اين روايت را از داوود بن عمرو ضبّى از صالح بن موسى طلحى از عبدالعزيز بن رفيع از ابى صالح از ابو هريره . . . نقل مىكند .\r\nاين روايت همان روايتى است كه حاكم نيشابورى در كتابش آورده است و ما در ادامهء بررسى درباره آن سخن خواهيم گفت .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) السنن الكبرى : 10 / 114 .\r\n( 2 ) گفتنى است كه ابن عبدالبرّ ، در مورد احاديث كتاب الموطّأ و سندهاى آن ، دو كتاب نگاشته است . نويسنده كشف الظنون هر دو كتاب را متذكر شده است . رجوع شود به كشف الظنون : 2 / 1907 . يكى از آن دو كتاب التمهيد لما فى الموطّأ من المعانى والاسانيد است . حديثى كه در اين‌جا نقل كرديم ، سى و دومين حديث از احاديثى است كه تحت عنوان « بلغنى » از نسخه‌اى خطى نقل شده است . البته براى ما امكان نداشت كه سند آن را به طور كامل قرائت نماييم .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nسند دوم\r\nدر اين سند ابن عبدالبرّ روايتى را به خبر كتاب الموطّأ پيوند داده و اين‌گونه گفته است كه عبدالرحمان بن يحيى از احمد بن سعيد از محمّد بن ابراهيم از على بن زيد عرايضى از حنينى از كثير بن عبداللَّه بن عمرو بن عوف از پدرش از جدّش نقل مىكند كه رسول خدا صلى اللَّه عليه وآله فرمود :\r\n« من در ميان شما دو امر را باقى گذاردم كه مادامى كه به آن چنگ بزنيد هرگز گمراه نخواهيد شد : كتاب خدا و سنّت پيامبرش » .\r\n\r\nروايت قاضى عياض\r\nقاضى عياض يحصبى ( متوفاى سال 544 ) نيز اين روايت را اين‌گونه نقل كرده است :\r\nمن اين روايت را در حضور قاضى ابو على حسين بن محمّد رحمه اللَّه قرائت كردم ، او گفت : من اين روايت را از شيخ امام ابوالفضل احمد بن احمد اصفهانى از ابو نعيم احمد بن عبداللَّه حافظ از عبداللَّه بن محمّد بن جعفر از بنان بن احمد قطّان از عبداللَّه بن عمر بن ابان از شعيب بن ابراهيم از سيف بن عمر از ابان بن اسحاق اسدى از صباح بن محمّد از ابو حازم از ابو سعيد خدرى نقل مىكنم كه وى مىگويد :\r\nرسول خدا صلى اللَّه عليه وآله فرمود :\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\n« اى مردم ! من در ميان شما دو چيز گران‌بها را به جا مىگذارم :\r\nكتاب خدا و سنتم . پس آن را تباه نسازيد ، چرا كه مادامى كه آن دو را نگه داريد هرگز ديدگانتان نابينا نخواهد شد ، گام‌هايتان نخواهد لغزيد و دست‌هايتان كوتاه نخواهد شد » « 1 » .\r\n\r\nروايت سيوطى\r\nجلال الدين سيوطى ( متوفاى سال 911 ) نيز اين روايت را نقل كرده است . وى در كتاب الجامع الصغير خويش اين‌گونه مىنگارد كه در المستدرك حاكم به نقل از ابوهريره آمده است كه حضرتش فرمود :\r\n« من در ميان شما دو چيز را باقى مىگذارم كه بعد از آن دو گمراه نخواهيد شد : كتاب خدا و سنّتم . اين دو هرگز از يكديگر جدا نخواهند شد تا كنار حوض بر من وارد شوند » « 2 » .\r\n\r\nروايت متّقى هندى\r\nشيخ على متّقى هندى ( متوفاى سال 975 ) بخش دوم از جلد نخست كتاب كنز العمّال را به عنوان « چنگ زدن به كتاب و سنّت »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الالماع في ضبط الرواية وتقييد السماع : 8 و 9 .\r\n( 2 ) فيض القدير ، شرح الجامع الصغير : 3 / 240 .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nاختصاص داده و در آن بخش اين روايت را از چند طريق نقل مىكند :\r\nالف - ابوبكر شافعى در كتاب غيلانيات مىنويسد كه ابوهريره مىگويد : پيامبر خدا صلى اللَّه عليه وآله فرمود :\r\n« من در ميان شما دو چيز را پس از خودم به جا گذاردم كه هرگز بعد از آن دو ، گمراه نخواهيد شد : كتاب خدا و سنّتم . اين دو هرگز از يكديگر جدا نخواهند شد تا كنار حوض بر من وارد شوند » .\r\nب - حاكم نيشابورى در المستدرك مىنويسد كه ابو هريره مىگويد : پيامبر خدا صلى اللَّه عليه وآله فرمود :\r\n« من در ميان شما دو چيز را باقى گذاردم كه بعد از آن دو ، هرگز گمراه نخواهيد شد : كتاب خدا و سنّتم . آن دو هرگز از يكديگر جدا نخواهند شد تا كنار حوض بر من وارد شوند » .\r\nج - حاكم نيشابورى در المستدرك مىنويسد : ابن عبّاس مىگويد :\r\nحضرتش فرمود :\r\n« شيطان از اين‌كه در سرزمين شما پرستيده شود ، مأيوس گشته . . . » .\r\nد - بيهقى از ابن عبّاس نقل مىكند كه پيامبر خدا صلى اللَّه عليه وآله فرمود :\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\n« اى مردم ! من در ميان شما چيزهايى را باقى مىگذارم كه اگر به آن‌ها چنگ زنيد هرگز گمراه نخواهيد شد : كتاب خدا و سنّت پيامبرش » .\r\nه - ابو نصر سجزى در كتاب الابانه مىنويسد كه ابوهريره مىگويد : پيامبر خدا صلى اللَّه عليه وآله فرمود :\r\n« كتاب خدا و سنّت من هرگز از يكديگر جدا نخواهند شد تا كنار حوض بر من وارد شوند » .\r\nوى پس از نقل اين روايت مىگويد : اين روايت جدّاً غريب است « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كنز العمال : 1 / 173 حديث 875 و 876 و 184 حديث 941 و 187 حديث 954 و 955 .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n\r\nبخش دوم بررسى هايى در اسناد روايت\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n\r\nنگرشى به اسناد روايت\r\nدر بخش اول ، مهم‌ترين سندهاى روايت ساختگى « ثقلين » را از كتاب‌هاى اهل سنّت نقل كرديم . پيش از آن كه به بررسى سندهاى اين روايت بپردازيم اشاره به چند مورد ، ضرورى به نظر مىرسد .\r\n1 - اين روايت ، از روايت‌هايى است كه بُخارى و مسلم ، از آن اعراض كرده‌اند و در دو كتاب‌شان كه به صحيحين معروف هستند آن را نياورده‌اند .\r\nاين در حالى است كه اهل سنّت احاديث صحيح السند بسيارى را فقط به بهانه اين‌كه اين دو شيخ بر ترك آن اتفاق نظر دارند مورد استناد قرار نداده‌اند .\r\n2 - اين روايت در هيچ يك از كتاب‌هاى ديگرى كه نزد اهل سنّت به صحاح معروف هستند ، آورده نشده و در واقع اين روايتى است كه نويسندگان صحاح شش‌گانه و نويسندگان ديگر بر ترك آن اتفاق نظر دارند .\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\n3 - اين روايت ، در هيچ يك از مسانيد معتبرى همچون مسند احمد بن حنبل نيامده است . از طرفى از احمد نقل كرده‌اند كه گفته است : رواياتى كه در مسند نيامده‌اند ، صحيح نيستند .\r\n4 - بيشتر راويان اين روايت ، به غرابت آن تصريح كرده‌اند .\r\nحاكم نيشابورى در اين مورد مىنويسد : « بيان اعتصام به سنّت در اين خطبه ، غريب است » .\r\nآن گاه حاكم نيشابورى بر صحّت سندِ خطبهء مشتمل بر اعتصام به « عترت » تصريح مىكند .\r\nسجزى - همانطور كه در كنز العمال آمده است - مىگويد : اين روايت به طور جدّ غريب است .\r\nاكنون بايستى به بررسى اسناد اين روايت در كتاب‌هاى مذكور بپردازيم .\r\n\r\nسند روايت در كتاب\r\nالموطّأ\r\nجايگاه اصلى اين روايت ، همان روايت مالك در كتاب الموطّأ است . در اين مورد از سه محور به بررسى و پژوهش مىپردازيم .\r\n\r\nالف - بررسى كتاب الموطّأ\r\nنويسنده كشف الظنون در مورد اين كتاب چنين مىنويسد :\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nهمان‌گونه كه در كتاب النكت الوفيّه آمده است : الموطّأ كتابى كهن و پر خير و بركت است كه نويسنده آن قصد داشت كه احاديث صحيح را در آن گرد آورد ، ولى آن‌چه در كتابش گرد آورده است از نظر خود مالك صحيح است نه طبق اصطلاح اهل حديث ؛ چرا كه مالك ، مراسيل و بلاغات « 1 » را صحيح مىداند « 2 » .\r\nجلال الدين سيوطى نيز در مورد كتاب الموطّأ اين‌گونه اظهار نظر مىكند :\r\nخطيب بغدادى و دانشمندان ديگر تصريح كرده‌اند كه الموطّأ بر همه كتاب‌هاى جوامع و مسانيد تقدّم دارد .\r\nوى سپس مىگويد : بنا بر اين كتاب الموطّأ از نظر رتبه بندى تاريخى بعد از صحيح حاكم نيشابورى است « 3 » .\r\nسيوطى در كتاب تنوير الحوالك در اين زمينه مىنويسد :\r\nابن حزم در كتاب مراتب ديانت مىنويسد كه رواياتى را كه در كتاب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مراسيل : جمع مُرسل است و به روايتى مىگويند كه در سلسله سند آن يك يا چند راوى حذف شده باشد .\r\nبلاغات : به روايات‌هايى اطلاق مىشود كه به عنوان « بلغنى » آمده باشند .\r\n( 2 ) كشف الظنون : 2 / 1907 .\r\n( 3 ) تدريب الراوى : 1 / 83 .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nالموطّأ مالك آمده است شمردم ، در آن 500 و اندى حديث مسند و 300 و اندى حديث مرسل يافتم و 70 و اندى حديث در آن است كه مالك خودش به آن‌ها عمل نكرده است . البته در آن ، احاديث ضعيفى وجود دارد كه بيشتر علما آن‌ها را تضعيف كرده‌اند « 1 » .\r\n\r\nب - نگاهى به شرح حال مالك\r\nمحور دوم در مورد شرح حال مالك بن انس است . وى از جهاتى مورد تضعيف و نقد قرار گرفته است . اكنون نگاهى كوتاه به شرح حال مالك مىنماييم :\r\n1 - مالك از خوارج بوده است\r\nابو العبّاس المبرّد در بحثى در مورد خوارج مىگويد :\r\nعدّه‌اى از فقها به خوارج منتسب هستند ، از جمله عكرمه غلام آزاد شدهء ابن عبّاس . همين سخن درباره مالك بن انس نيز گفته مىشود .\r\nزبيريون معتقدند كه مالك بن انس از عثمان ، على عليه السلام ، طلحه و زبير بدگويى مىكرد و مىگفت : به خدا سوگند ! آنان جز بر سر آبگوشت خاك آلود با هم نجنگيدند « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تنوير الحوالك : 1 / 9 .\r\n( 2 ) الكامل فى الادب : 1 / 159 .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\n2 - مالك از مدلّسين « 1 » بوده است\r\nخطيب بغدادى در شرح حال برخى مدلّسين ، گفته است كه مالك بن انس از مدلّسين بوده است « 2 » .\r\n3 - پيوستن مالك به امراى حكومت و سكوت او در برابر منكرات آنان\r\nعبداللَّه بن احمد مىگويد كه از پدرم شنيدم كه گفت : ابن ابى ذئب و مالك همواره نزد امرا حاضر مىشدند . ابن ابى ذئب با آنان سخن مىگفت و به آنان امر و نهى مىكرد ، در حالى كه مالك ساكت بود .\r\nپدرم گفت : ابن ابى ذئب از مالك بهتر و از او برتر است « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مدلّس : يعنى كسى كه تدليس مىكند وعيب را مىپوشاند . تدليس در اصطلاح علم حديث در يك تقسيم بندى كلّى دو نوع است :\r\nالف ) تدليس در اسناد ، به اين معنا است كه راوى ، حديث را از كسى نقل مىكند كه او را نديده يا حديث را از او نشنيده باشد ، يا يك راوى ضعيف را اسقاط كند ، تا حديث « حسن » يا « صحيح » تلقى شود . در مورد تدليس گفته شده است : تدليس برادر دروغ است .\r\nب ) تدليس در صفات راوى توسّط ناقلين ، به اين معنا است كه به قصد مخفى داشتن حقيقت راوى را با صفاتى يا كنيه‌اى غير واقعى وصف كند يا بنامد .\r\n( 2 ) الكفاية فى علم الروايه : 365 .\r\n( 3 ) العلل و معرفة الرجال : 1 / 179 .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\n4 - غنا با آلات موسيقى\r\nابوالفرج اصفهانى در كتاب الأغانى مىنويسد : مالك با آلات موسيقى به غنا مىپرداخت « 1 » .\r\n5 - سخن پيشوايان در نقد و طعن او\r\nخطيب بغدادى در اين زمينه مىگويد : گروهى از دانشمندان در زمان مالك از او انتقاد كرده و به او خرده گرفته‌اند .\r\nوى در اين زمينه از ابن ابى ذئب ، عبدالعزيز ماجشون ، ابن ابى حازم و محمّد بن اسحاق نام مىبرد « 2 » .\r\nابن عبدالبرّ در مورد مالك مىگويد :\r\nابن ابى ذئب دربارهء مالك به بدى و با تندى و خشونت سخنانى گفته است كه از ذكر آن كراهت دارم « 3 » .\r\nافراد ديگرى نيز دربارهء مالك سخن گفته‌اند ؛ ابراهيم بن سعد مالك را نفرين مىكرد .\r\nالبتّه عبدالرحمان بن زيد بن اسلم و ابن ابى يحيى نيز در مورد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأغانى : 2 / 75 .\r\n( 2 ) تاريخ بغداد : 10 / 224 .\r\n( 3 ) جامع بيان العلم وفضله : 2 / 157 .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nمالك سخنانى دارند « 1 » .\r\n\r\nج - بررسى سند روايت مالك\r\nسومين محور بررسى روايت مالك از نظر سند است . اين روايت در الموطّأ سندى ندارد . سيوطى در شرح الموطّأ مىنويسد :\r\nابن عبدالبرّ اسناد اين كتاب را از طريق حديث كثير بن عبداللَّه بن عمرو بن عوف از پدرش از جدّش متّصل كرده است « 2 » .\r\nما در ادامه دربارهء اين سند طبق روايت ابن عبدالبرّ در كتاب التمهيد سخن خواهيم گفت .\r\n\r\nسند روايت در السيرة النبويه ابن هشام\r\nاين روايت در السيرة النبويه ابن هشام نيز بدون سند نقل شده است .\r\nدر آن كتاب عنوانى با عبارت « خطابهء رسول خدا صلى اللَّه عليه وآله در حجّة الوداع » آمده است . آن گاه نگارنده در ذيل اين عنوان مىنويسد :\r\nابن اسحاق مىگويد : سپس رسول خدا صلى اللَّه عليه وآله به سفر حج رفت . . . و [ در پايان مراسم حج 
  ] براى مردم خطبه خواند « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جامع بيان العلم وفضله : 2 / 158 .\r\n( 2 ) تنوير الحوالك : 2 / 208 .\r\n( 3 ) السيرة النبويه : 4 / 603 .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nراوى اين خطابه ابن اسحاق است . به نظر اكثر علماى بزرگ و رجال‌شناسان ، ابن اسحاق فرد مقدوح و مجروحى بوده كه مورد نقد و تضعيف قرار گرفته است . وى به تدليس ( فريبكارى در حديث ) و به قَدَرى بودن و تشيّع متّهم است . تعداد بسيارى از علما از جمله : سليمان تيمى ، يحيى قطّان ، وهب بن خالد و مالك بن انس در مورد ابن اسحاق گفته‌اند كه او فرد بسيار دروغگويى است « 1 » .\r\n\r\nسند روايت در المستدرك\r\nهمان‌گونه كه پيش‌تر گفته شد ، اين روايت در المستدرك حاكم نيز آمده است . در اين كتاب روايت از دو طريق نقل شده است :\r\n1 - طريق ابن عباس\r\nمدار روايت حاكم از ابن عباس بر « اسماعيل بن ابى اويس » است .\r\nبنا بر اين ما فقط به بررسى ابن ابى اويس ، اكتفا مىكنيم . او پسر خواهر مالك و خويشاوند اوست . گروهى از پيشوايان « جرح و تعديل » « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) شرح حالش را در كتاب‌هاى رجالى بنگريد . همچنين براى آگاهى بيشتر از شرح حال ابن اسحاق مىتوانيد به مطالبى مراجعه كنيد كه حافظ ابن سيّد الناس ( متوفاى سال 734 ) در مقدمه سيرهء خود به نام عيون الاثر در مورد او نگاشته است .\r\n( 2 ) جرح و تعديل شاخه‌اى است از علم رجال : جرح به معناى تضعيف كردن و تعديل‌به معناى عادل دانستن .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nدرباره اين مرد سخنانى را اظهار كرده‌اند كه اينك اين مطالب را به نقل از ابن حجر عسقلانى مىآوريم « 1 » :\r\nمعاوية بن صالح دربارهء ابن ابى اويس مىگويد كه ابن معين در مورد او گفته است : او و پدرش از نظر نقل حديث ضعيف هستند .\r\nهمچنين از ابن معين نقل مىكند : ابن ابى اويس و پدرش حديث مىدزدند .\r\nو نيز از او نقل مىكند كه ابن ابى اويس احاديث را به هم مىآميزد ، دروغ مىگويد و مورد اعتنا نيست .\r\nنسايى در مورد ابن ابى اويس اظهار نظر مىكند و مىگويد كه او از نظر نقل حديث ضعيف است .\r\nوى در جاى ديگرى مىگويد : ابن ابى اويس ثقه و مورد اعتماد نيست .\r\nلالكائى به نظرات نسايى اشاره مىكند و مىگويد : نسايى در سخن گفتن عليه اسماعيل بن ابى اويس كوتاه نيامده است و به شدّت در مورد او سخن گفته تا آن‌جا كه منجر به ترك حديث او شده است . شايد مطلبى براى نسايى روشن شده كه براى غير او معلوم نشده است ، چرا كه سخن همه رجال‌شناسان به اين ختم مىشود كه او از نظر نقل حديث ضعيف است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تهذيب التهذيب : 1 / 271 .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nابن عدىّ در مورد ابن ابى اويس مىگويد كه از دايى خودش احاديثى غريب نقل كرده كه هيچ كس ديگرى در نقل آن احاديث از او پيروى نكرده است .\r\nدولابى نيز در كتاب الضعفاء يادى از او كرده و مىنويسد : از نصر بن سلمه مروزى شنيدم كه مىگفت : ابن ابى اويس دروغگو است .\r\nاو از مالك ، مسائل ابن وهب را نقل مىكرد .\r\nعقيلى نيز در كتاب الضعفاء او را توصيف مىكند و مىگويد كه اسامه زفّاف بصرى به ما نقل كرد كه از يحيى بن معين شنيدم كه مىگفت : ابن ابى اويس به اندازهء دو پول ارزش ندارد .\r\nدارقطنى نيز در مورد او اين‌گونه اظهار نظر مىكند : او را در نقل سلسله سند حديث صحيح انتخاب نمىكنم .\r\nابن حزم در كتاب المحلّى مىنويسد كه ابوالفتح ازدى مىگويد :\r\nسيف بن محمّد به من حديث كرد كه ابن ابى اويس حديث جعل مىكرد .\r\nسلمة بن شبيب نيز در مورد او چنين مىگويد : از اسماعيل بن ابى اويس شنيدم كه مىگفت : هنگامى كه مردم مدينه در مورد مسأله‌اى اختلاف نظر داشتند ، من احاديث بسيارى را براى آن‌ها جعل مىكردم .\r\n2 - طريق ابو هريره\r\nدر سند روايت از ابو هريره شخصى به نام « صالح بن موسى\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nطلحى كوفى » وجود دارد . پيشوايان جرح و تعديل اهل سنّت درباره او سخنانى گفته‌اند كه آن‌ها را - مثل ابن ابى اويس - به نقل از ابن حجر عسقلانى مىآوريم « 1 » :\r\nابن معين در مورد صالح بن موسى مىگويد : او قابل اعتنا نيست .\r\nهمچنين در مورد ديگرى مىگويد : صالح و اسحاق دو پسر موسى قابل اعتنا نيستند و حديث آن دو ، نوشته نمىشود .\r\nهاشم بن مرثد از ابن معين نقل مىكند كه صالح بن موسى از نظر نقل حديث ثقه و مورد اعتماد نيست .\r\nجوزجانى نيز در مورد او اين‌گونه اظهار نظر مىكند : وى با وجود خوب بودن ، از نظر نقل حديث ضعيف است .\r\nاز ابن ابى حاتم نقل شده كه گفته است : پدرم دربارهء صالح بن موسى گفت : او به طور جدّ از نظر نقل حديث ضعيف است . او از افراد مورد اعتماد و ثقه ، احاديث منكَر نقل مىكند .\r\nگفتم : مىتوان حديث او را نوشت ؟\r\nگفت : من حديث او را نمىپسندم .\r\nبُخارى در مورد او مىگويد : احاديث صالح از طريق سهيل بن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تهذيب التهذيب : 4 / 354 .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nابى صالح ، منكر است .\r\nنسايى صالح را اين‌گونه توصيف مىكند : حديث او نوشته نمىشود . ضعيف است .\r\nدر جاى ديگرى مىگويد : او متروك الحديث است .\r\nابن عدىّ از صالح ياد كرده و در مورد او مىنويسد : هيچ كسى رواياتى را كه صالح نقل كرده است نقل نمىكند . او نزد من از كسانى است كه به عمد دروغ مىگويد ، اين‌گونه نيست كه چيزى بر او مشتبه شود و دچار خطا و اشتباه گردد . بيشتر رواياتى را كه در فضايل جدّش نقل مىكند ، كسى نقل نكرده است .\r\nترمذى نيز در مورد صالح مىگويد : برخى از دانشمندان عليه او سخن گفته‌اند .\r\nعبداللَّه بن احمد مىگويد : از پدرم در مورد صالح بن موسى پرسيدم ؛ او گفت : من چيزى دربارهء او نمىدانم ؛ گويى او را نمىپسنديد .\r\nعقيلى نيز در مورد او اظهار نظر كرده و مىگويد : در چيزى از احاديثش پيروى نمىشود .\r\nابن حبّان در مورد صالح مىگويد : او از افراد ثقه روايت‌هايى را نقل مىكرد كه به حديث افراد مورد اعتماد شبيه نبود ، به گونه‌اى كه شنوندهء حديث گواهى مىدهد كه آن حديث ساختگى يا مقلوب است .\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nو نمىتوان به آن احتجاج كرد .\r\nابو نعيم نيز دربارهء او اين‌گونه سخن گفته است : صالح از نظر نقل حديث متروك است و احاديث منكرى را روايت مىكند .\r\n\r\nسند روايت در السنن الكبرى بيهقى\r\nاين روايت در السنن الكبرى بيهقى نيز با دو سند نقل شده است .\r\nيكى از طريق ابن عبّاس و ديگرى از طريق ابو هريره . در سلسله سند نخستين ابن ابى اويس است و در دومى صالح بن موسى طلحى . وضعيت هر دو راوى نيز در بررسى سند روايت المستدرك حاكم روشن شد .\r\n\r\nسند روايت در التمهيد\r\nابن عبدالبرّ نيز اين روايت را در التمهيد آورده است ؛ در سند آن افراد بسيارى كه لازم است مورد جرح و نقد قرار گيرند وجود دارد ولى بررسى شرح حال كثير بن عبداللَّه كافى است . همو كه ابن عبدالبرّ روايت مرسل را از طريق او به صورت متّصل نقل كرده است .\r\nاكنون شرح حال او را به نقل از ابن حجر عسقلانى بررسى مىكنيم « 1 » :\r\nابو طالب نقل مىكند كه احمد در مورد كثير بن عبداللَّه مىگويد :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تهذيب التهذيب : 8 / 377 .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nاو منكر الحديث است ، قابل اعتنا نيست .\r\nعبداللَّه بن احمد مىگويد : پدرم از حديث كثير بن عبداللَّه در مسند ممانعت نمود و از او چيزى براى ما نقل نكرد .\r\nابو خيثمه نيز اين‌گونه اظهار نظر مىكند كه احمد به من گفت : از كثير بن عبداللَّه چيزى نقل نكن .\r\nدورى از ابن معين نقل مىكند : جدّش مصاحبتى با رسول خدا صلى اللَّه عليه وآله داشته ، ولى خودش از نظر نقل حديث ضعيف است .\r\nمرّه در مورد كثير گويد : او قابل اعتنا نيست .\r\nدارمى نيز دربارهء او همين اظهار نظر را دارد .\r\nآجرى در اين زمينه مىگويد : از ابو داوود دربارهء او پرسيدند .\r\nپاسخ داد : او يكى از بسيار دروغگويان است .\r\nابن ابى حاتم نيز مىگويد : از ابو زرعه در مورد او پرسيدم .\r\nگفت : حديثش سست و بىارزش است .\r\nابو حاتم در جاى ديگر مىگويد : او فرد استوارى نيست .\r\nنسايى مىگويد : او ثقه و مورد اعتماد نيست .\r\nابن عدىّ در مورد كثير اين‌گونه اظهار نظر مىكند : عموم روايت او قابل تبعيّت نيست .\r\nابو نعيم اصفهانى در مورد كثير مىگويد : على بن مدينى او را\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nتضعيف كرده است .\r\nابن سعد درباره او مىگويد : كثير بن عبداللَّه قليل الحديث بود و ضعيف شمرده مىشد .\r\nابن حجر او را اين‌گونه توصيف مىكند : ساجى كثير را تضعيف كرده است .\r\nابن عبدالبرّ ادّعاى اجماع بر ضعفش مىكند و مىگويد : كثير در نقل حديث ضعيف است ، بلكه گفته شده كه ضعف او در نقل حديث مورد اتّفاق نظر علما است .\r\nكثير از پدرش و از جدّش روايت نقل مىكند ! ! و ابن حبان در اين مورد مىگويد : او از پدرش و از جدّش نسخه‌اى ساختگى را نقل مىكند ، كه ذكرش در كتاب‌ها جايز نيست و جز به جهت تعجّب نبايد از او نقل حديث كرد .\r\nابن سكن در اين زمينه مىگويد : كثير از پدرش از جدّش احاديثى را روايت مىكند كه جاى تأمّل و نظر دارد .\r\nحاكم نيز در مورد وى مىگويد : كثير از پدرش از جدّش نسخه‌اى نقل كرده كه در آن احاديث منكر وجود دارد .\r\nآن‌چه بيان شد سخنان علما و رجال‌شناسان در جرح و تضعيف كثير بن عبداللَّه بود . از ميان اين سخنان ، سخن ابن عبدالبرّ كفايت مىكند كه مىگويد : ضعف او در نقل حديث مورد اتّفاق نظر علما است .\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\n\r\nسند روايت در كتاب الالماع\r\nاين روايت در كتاب الالماع نيز نقل شده است . در سند آن ، بيش از يك فرد ضعيف و مورد انتقاد وجود دارد ، چرا كه يكى از راويان آن شعيب بن ابراهيم است . وى راوى كتاب‌هاى « سيف بن عمر » است ، ابن عدى او را جرح و تضعيف مىكند و مىگويد :\r\nاو فردى معروف و شناخته شده نيست « 1 » .\r\nراوى ديگر اين سند ابان بن اسحاق اسدى است ؛ ازدى درباره او مىگويد : وى متروك الحديث است « 2 » .\r\nراوى ديگر اين سند ، « صباح بن محمّد احمسى » است كه جز ترمذى كسى از او روايت نكرده است . البتّه ترمذى يك بار از او از ابن مسعود حديثى را نقل كرده و آن را غريب خوانده است . او از كسانى است كه از راويان ثقه و مورد اعتماد ، احاديث ساختگى نقل مىكردند .\r\nعقيلى در مورد صباح مىگويد : حديث او غلط و نادرست است .\r\nاو روايات موقوف را به صورت مرفوعه نقل مىكند « 3 » .\r\nاز طرفى در نقد اين سند همين بس كه « سيف بن عمر » يكى از\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لسان الميزان : 3 / 145 .\r\n( 2 ) تهذيب التهذيب : 1 / 84 .\r\n( 3 ) تهذيب التهذيب : 4 / 358 .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nراويان آن است ، ابن حجر عسقلانى درباره او اين‌گونه اظهار نظر مىكند :\r\nابن معين در مورد سيف مىگويد كه او از نظر نقل حديث ضعيف است .\r\nابو حاتم او را اين‌گونه توصيف مىكند : حديثش متروك است .\r\nابو داوود دربارهء سيف مىگويد : حديث او قابل اعتنا نيست .\r\nنسايى دربارهء او مىگويد : از نظر نقل حديث ضعيف است .\r\nدارقطنى نيز او را همين‌گونه توصيف مىكند .\r\nابن عدى در مورد او مىگويد : بعضى از احاديثش مشهور است و عموم احاديث او منكر است كه قابل پيروى نيست .\r\nابن حبّان در مورد سيف بن عمر مىگويد : وى احاديث ساختگى را از افراد ثقه و مورد اعتماد نقل مىكند .\r\nابن حبّان در جاى ديگر مىگويد : گفته شده كه او حديث مىسازد .\r\nابن حجر در ادامه مىنويسد : بقيه كلام ابن حبّان در مورد سيف اين‌گونه است : وى به زنديق بودن متّهم شده است .\r\nبرقانى از دارقطنى نقل مىكند و مىگويد : حديث او متروك است .\r\nحاكم نيشابورى نيز در مورد او اظهار نظر كرده و مىگويد : سيف به زندقه بودن متّهم شده است و در نقل روايت بىارزش است « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تهذيب التهذيب : 4 / 259 .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\n\r\nسند روايت در كتاب الجامع الصغير\r\nاين روايت در كتاب الجامع الصغير به نقل المستدرك حاكم نيشابورى آمده است . البتّه ما به تفصيل در اين مورد سخن گفته‌ايم و آن را تكرار نمىكنيم .\r\n\r\nسند روايت در كنز العمّال\r\nيكى ديگر از راويان اين روايت متّقى هندى است . وى اين روايت را از حاكم نيشابورى و ابى بكر شافعى از ابو هريره نقل كرده است .\r\nبديهى است كه با توجّه به آن‌چه بيان شد وضعيّت حديث ابى هريره روشن شد . متّقى هندى اين روايت را از حاكم نيشابورى به نقل از ابن عبّاس آورده كه وضعيّت آن سند نيز معلوم شد . بيهقى نيز اين روايت را از ابن عبّاس نقل كرده كه وضعيّت آن را نيز روشن نموده‌ايم .\r\nمتّقى هندى اين روايت را از كتاب الابانه از ابو هريره نقل كرده است . وى پس از نقل حديث مىنويسد :\r\nنويسنده كتاب الابانه به غرابت حديث تصريح كرده ، چرا كه اين روايت از ابو هريره نقل شده است « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ر . ك صفحه 26 از همين كتاب .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\n\r\nبخش سوم انديشه‌هاى در متن روايت به معناى آن\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\n\r\nروايت ساختگى\r\nبا توجّه به آن‌چه گذشت روشن شد كه اين روايت با واژهء « ثقلين » و موارد شبيه آن ، اصل ندارد و صحيح نيست . زيرا اثرى از وصيّت به « كتاب و سنّت » با واژهء « ثقلين » و مانند آن وجود ندارد ، نه در كتاب‌هاى صحيح و نه در مسندها . رواياتى نيز كه در برخى از كتاب‌ها - كه جايگاه اصلى آن كتاب الموطّأ و المستدرك حاكم است - آمده ، هيچ اساس صحيحى ندارد ، به خصوص موارد نادرى از كتاب‌ها كه در آن‌ها آمده است : پيامبر صلى اللَّه عليه وآله اين سخن را در سخنرانى خود در حجّة الوداع فرموده است .\r\n\r\nانگيزه و هدف جاعلان\r\nگمان قوى و غالب اين است كه هدف از جعل اين روايت با اين متن ، اين بوده است كه به وسيلهء آن با حديث واقعى « ثقلين » مقابله و\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nمعارضه شود ؛ حديثى كه مورد پذيرش و اتّفاق نظر مسلمانان است و نسبت به صدور آن از پيامبرِ پروردگار جهانيان يقين وجود دارد .\r\n\r\nحديث واقعى « ثقلين »\r\nآرى ، پيامبر خدا صلى اللَّه عليه وآله حديث ثقلين را در موارد متفاوتى بيان فرموده است و مشهورترين جايگاه ، در حجة الوداع در خطبهء معروف غدير است . همان جا كه امّت را به كتاب و عترت سفارش فرمود و آنان را به پيروى از آن دو چيز خطير امر نمود و از مخالفت با آن دو ، بر حذر داشت .\r\nپيامبر خدا صلى اللَّه عليه وآله در ضمن سخنانى فرمود :\r\n« . . . و قد تركت فيكم ما إن أخذتم بهما لن تضلّوا بعدي :\r\nكتاب اللَّه وأهل بيتي » « 1 » .\r\n« من پس از خود براى شما چيزى را باقى گذاشتم كه مادامى كه پس از من به آن‌ها چنگ بزنيد هرگز گمراه نخواهيد شد : كتاب خدا و اهل بيتم » .\r\nحضرتش در آن خطابه تأكيد فرمود كه مادامى كه امّت به قرآن و عترت چنگ زنند گمراه نخواهند شد ، و آن دو هرگز از هم جدا نخواهند شد تا كنار حوض بر پيامبر صلى اللَّه عليه وآله وارد شوند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كنز العمّال : 13 / 140 حديث 36441 .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\n\r\nحديث ثقلين و راويان آن\r\nراويان بسيارى حديث ثقلين را نقل كرده‌اند ، اين حديث را صدها پيشوا و حافظ حديث از قرون مختلف ، از حدود چهل زن و مرد صحابى از رسول خدا صلى اللَّه عليه وآله به طُرق زيادى نقل كرده‌اند تا آن‌جا كه برخى از علما و دانشمندانِ بزرگ كتابى را براى گرد آوردن طُرق اين حديث نگاشته‌اند . به عنوان نمونه افراد ذيل اين حديث را نقل كرده‌اند :\r\nمسلم بن حجّاج ، احمد بن حنبل ، ترمذى ، ابو داوود ، ابن ماجه ، نسايى ، حاكم نيشابورى ، طبرى ، طبرانى و . . . .\r\n\r\nحديث ثقلين و دلالت آن\r\nحديث ثقلين به روشنى بر وجوب پيروى امّت از ائمّهء عترت از اهل بيت عليهم السلام در همهء شئون دينى و دنيوى ، دلالت مىكند .\r\nاز آن جا كه در ثبوت سند اين حديث و روشنى محتوايى ( متنى ) آن بر امامت اهل بيت عليهم السلام ترديدى نيست برخى متعصّبين بيهوده تلاش كرده‌اند كه در سند يا دلالت آن خدشه وارد كنند ، و يا لفظ و متن آن را تحريف نمايند . برخى ديگر از آنان با جعلِ روايت وصيّت به كتاب و سنّت را به عنوان ثقلين معرفى كرده‌اند و بدان پناه برده‌اند ، به اين خيال كه اين حديث با حديث ثقلين كه مقطوع الصدور است ،\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nمعارضه خواهد كرد ( ! ! ! ) .\r\nما به حمد و سپاس خدا - پس از پژوهش و بررسى روشن كرديم كه روايت وصيّت به كتاب و سنّت ، ساختگى و جعلى است .\r\n\r\nيك احتمال فرضى\r\nعلى رغم اثبات ساختگى بودن حديث كتاب و سنّت ، فرض مىكنيم كه اين روايت داراى اصل و صحّت باشد ، با اين حال باز هم هيچ منافاتى بين وصيّت به كتاب و سنّت ، با وصيّت به كتاب و عترت وجود ندارد ، زيرا بين مسلمانان در وجوب التزام و عمل به كتاب و سنّت شريف نبوى هيچ‌گونه اختلافى نيست ، جز اين‌كه مفاد حديث ( كتاب و عترت ) ، وجوبِ گرفتن سنّت از عترت نبوى است - و نه غير از ايشان - و اين همان چيزى است كه علماى حديث و شارحان آن فهميده‌اند . به عنوان نمونه متّقى هندى هر دو حديث را تحت عنوان باب دوم : « در چنگ زدن به كتاب و سنّت » مىآورد ، و اين موضوع بر مراجعه كننده پنهان نخواهد بود .\r\nدرود خدا بر محمّد و خاندان پاكش باد ، والحمد للَّه ربّ العالمين .\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n\r\nكتاب نامه\r\nحرف « الف »\r\n1 . الإلماع في ضبط الرواية وتقييد السماع : قاضى عياض بن موسى يحصبى .\r\nحرف « ت »\r\n2 . تاريخ بغداد : خطيب بغدادى ، دار الكتب علميّه ، بيروت ، لبنان ، چاپ اول ، سال 1417 .\r\n3 . تدريب الراوى : جلال الدين سيوطى ، دار الكتاب العربى ، بيروت ، لبنان ، چاپ اول ، سال 1414 .\r\n4 . التمهيد لما في الموطّأ من المعانى والأسانيد : ابن عبدالبر قرطبى ، دار الفاروق الحديثه ، قاهره ، مصر ، چاپ اول ، سال 1420 .\r\n5 . تنوير الحوالك : جلال الدين سيوطى ، دار الكتب علميّه ، بيروت ، لبنان .\r\n6 . تهذيب التهذيب : ابن حجر عسقلانى ، دار الكتب علميّه ، بيروت ، لبنان ، چاپ اول ، سال 1415 .\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nحرف « ج »\r\n7 . جامع بيان العلم وفضله : ابن عبدالبرّ ، دار ابن الجوزى ، عربستان ، چاپ دوم ، سال 1416 .\r\n8 . الجامع الصغير : جلال الدين سيوطى ، دار الكتب علميّه ، بيروت ، لبنان ، چاپ اول ، سال 1410 .\r\nحرف « س »\r\n9 . السنن الكبرى : بيهقى ، دار الكتب علميّه ، بيروت ، لبنان ، چاپ دوم ، سال 1414 .\r\n10 . السيرة النبويه : ابن هشام ، قاهره ، مصر ، سال 1383 .\r\nحرف « ع »\r\n11 . العلل و معرفة الرجال : احمد بن حنبل ، المكتب الاسلامى ، دار الخانى ، بيروت ، رياض ، چاپ اول ، سال 1408 .\r\nحرف « ف »\r\n12 . فيض القدير ، شرح الجامع الصغير : مَناوى ، دار الكتب علميّه ، بيروت ، لبنان ، چاپ اول ، سال 1415 .\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nحرف « ك »\r\n13 . الكامل في الأدب : مبرّد ، دار النصر ، رياض ، عربستان ، سال 1386 .\r\n14 . كشف الظنون : حاجى خليفه ، دار الفكر ، بيروت ، لبنان ، سال 1414 .\r\n15 . الكفاية فى علم الروايه : خطيب بغدادى ، دار الكتب علميّه ، بيروت ، لبنان ، سال 1409 .\r\nحرف « ل »\r\n16 . لسان الميزان : ابن حجر ، دار الكتب علميّه ، بيروت ، لبنان ، چاپ اول ، سال 1416 .\r\nحرف « م »\r\n17 . المستدرك : حاكم نيشابورى ، دار الكتب علميّه ، بيروت ، لبنان ، چاپ اول ، سال 1411 .\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nserfes of theologcat researches\r\n( 6 )\r\nan aiteration\r\nin hadith al - thaqalayn\r\nayatollah sayyid ali husayni milani\r\n\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56}
  ]