[
  {"content":"\r\n\r\nسلسله پژوهش هاى اعتقادى\r\n( 14 )\r\nنقش شورا در امامت\r\nآيت الله سيدعلى حسينى ميلانى\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nسرشناسه : حسينى ميلانى ، على ، 1327\r\nعنوان و نام پديدآور : نقش شورا در امامت / على حسينى ميلانى\r\nترجمه و ويرايش هيئت تحريريه مركز حقائق اسلامى\r\nمشخصات نشر : قم : مركز حقائق اسلامى ، 1387 .\r\nمشخصات ظاهرى : 80 ص .\r\nفروست : سلسله پژوهش هاى اعتقادى : 14 .\r\nشابك : 0 - 04 - 5348 - 600 - 978\r\nوضعيت فهرست نويسى : فيپا\r\nيادداشت : كتاب نامه ص [ 75 
  ] - 78 ؛ همچنين به صورت زير نويس .\r\nعنوان قراردادى : الشورى فى الامامة . فارسى .\r\nموضوع : على بن ابى طالب ( ع ) . امام اول ، 23 قبل از هجرت - 40 ق - - اثبات خلافت .\r\nموضوع : شورا ( اسلام )\r\nموضوع : امامت - - دفاعيه ها و رديه ها\r\nموضوع : اسلام و دولت .\r\nشناسه افزوده : مركز الحقائق اسلامية\r\nرده بندى كنگره : 1387 9041 ش 46 ح / 231 bp\r\nرده بندى ديويى : 4832 / 297\r\nشماره كتابشناسى ملى : 1331562\r\nمركز الحقائق الاسلامية\r\nنام كتاب : نقش شورا در امامت\r\nمؤلف : آيت الله سيد على حسينى ميلانى\r\nترجمه و ويرايش : هيئت تحريريهء مركز حقايق اسلامى\r\nناشر : مركز حقايق اسلامى\r\nشمارگان : 2000 نسخه\r\nنوبت چاپ : اول / 1387\r\nچاپ : كمال الملك ليتوگرافى : اهل بيت عليهم السلام\r\nشابك : 0 - 04 - 5348 - 600 - 978\r\n0 - 04 - 5348 - 600 - 978\r\nحقوق چاپ محفوظ است\r\nمراكز پخش :\r\nقم : خيابان صفائيه ، رو به روى صندوق قرض الحسنه دفتر تبليغات ، تلفن : 7837320 - 0251\r\nتهران : 1 . قيطريه : خيابان برادران سليمانى ( حكمت سابق ) ، پلاك 98 ، نمايشگاه كتاب اعراف ، تلفن : 22208592 - 021\r\n2 . خيابان مجاهدين ، چهار راه آبسردار ، ساختمان پزشكان ، واحد 9 ، مركز فرهنگى انتشارات منير ، تلفن : 77521836 - 021 ( 4 خط )\r\nمشهد : چهار راه شهدا ، پشت باغ نادرى ، كوچهء شهيد خوراكيان ، پاساژ گنجينهء كتاب ، انتشارات نور الكتاب ( ميلانى ) ، تلفن :\r\n2223130 - 0511\r\nاصفهان : چهارباغ پايين ، روبه روى ورزشگاه تختى ، مركز تخصصى حوزه علميه اصفهان ، تلفن 2223423 - 0311\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nسرآغاز\r\nبسم اللَّه الرّحمن الرّحيم\r\n. . . آخرين و كامل‌ترين دين الهى با بعثت خاتم الانبياء ، حضرت محمّد مصطفى صلّى اللَّه عليه وآله به جهانيان عرضه شد و آئين و رسالت پيام رسانان الهى با نبوّت آن حضرت پايان پذيرفت .\r\nدين اسلام در شهر مكّه شكوفا شد و پس از بيست و سه سال زحمات طاقت فرساى رسول خدا صلّى اللَّه عليه وآله و جمعى از ياران باوفايش ، تمامى جزيرة العرب را فرا گرفت .\r\nادامهء اين راه الهى در هجدهم ذى الحجّه ، در غدير خم و به صورت علنى ، از جانب خداى منّان به نخستين رادمرد عالم اسلام پس از پيامبر خدا صلّى اللَّه عليه وآله يعنى امير مؤمنان على عليه السلام سپرده شد .\r\nدر اين روز ، با اعلان ولايت و جانشينى حضرت على عليه السلام ، نعمت الهى تمام و دين اسلام تكميل و سپس به عنوان تنها دينِ مورد\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nپسند حضرت حق اعلام گرديد . اين چنين شد كه كفرورزان و مشركان از نابودى دين اسلام مأيوس گشتند .\r\nديرى نپاييد كه برخى اطرافيان پيامبر صلّى اللَّه عليه وآله ، - با توطئه‌هايى از پيش مهيّا شده - مسير هدايت و راهبرى را پس از رحلت پيامبر خدا صلّى اللَّه عليه وآله منحرف ساختند ، دروازه مدينهء علم را بستند و مسلمانان را در تحيّر و سردرگمى قرار دادند . آنان از همان آغازين روزهاى حكومتشان ، با منع كتابت احاديث نبوى ، جعل احاديث ، القاى شبهات و تدليس و تلبيس‌هاى شيطانى ، حقايق اسلام را - كه همچون آفتاب جهان‌تاب بود - پشت ابرهاى سياه شكّ و ترديد قرار دادند .\r\nبديهى است كه على رغم همهء توطئه‌ها ، حقايق اسلام و سخنان دُرَرْبار پيامبر خدا صلّى اللَّه عليه وآله ، توسّط امير مؤمنان على عليه السلام ، اوصياى آن بزرگوار عليهم السلام و جمعى از اصحاب و ياران باوفا ، در طول تاريخ جارى شده و در هر برهه‌اى از زمان ، به نوعى جلوه نموده است . آنان با بيان حقايق ، دودلىها ، شبهه‌ها و پندارهاى واهى شياطين و دشمنان اسلام را پاسخ داده و حقيقت را براى همگان آشكار ساخته‌اند .\r\nدر اين راستا ، نام سپيده باورانى همچون شيخ مفيد ، سيّد مرتضى ، شيخ طوسى ، خواجه نصير ، علّامهء حلّى ، قاضى نوراللَّه ، مير حامد حسين ، سيّد شرف‌الدين ، امينى و . . . همچون ستارگانى پرفروز مىدرخشد ؛ چرا كه اينان در مسير دفاع از حقايق اسلامى و تبيين\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nواقعيّات مكتب اهل بيت عليهم السلام ، با زبان و قلم ، به بررسى و پاسخ‌گويى شبهات پرداخته‌اند . . .\r\nو در دوران ما ، يكى از دانشمندان و انديشمندانى كه با قلمى شيوا و بيانى رَسا به تبيين حقايق تابناك دين مبين اسلام و دفاع عالمانه از حريم امامت و ولايت امير مؤمنان على عليه السلام پرداخته است ، پژوهشگر والامقام حضرت آيت اللَّه سيّد على حسينى ميلانى ، مىباشد .\r\nمركز حقايق اسلامى ، افتخار دارد كه احياى آثار پُربار و گران سنگ آن محقّق نستوه را در دستور كار خود قرار داده و با تحقيق ، ترجمه و نشر آثار معظّمٌ له ، آن‌ها را در اختيار دانش پژوهان ، فرهيختگان و تشنگان حقايق اسلامى قرار دهد .\r\nكتابى كه در پيش رو داريد ، ترجمهء يكى از آثار معظّمٌ له است كه اينك \" فارسى زبانان \" را با حقايق اسلامى آشنا مىسازد .\r\nاميد است كه اين تلاش مورد خشنودى و پسند بقيّة اللَّه الأعظم ، حضرت ولىّ عصر ، امام زمان عجل اللَّه تعالى فرجه الشريف قرار گيرد .\r\nمركز حقايق اسلامى\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nنقش شورا در امامت\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nبسم اللَّه الرّحمن الرّحيم\r\nالحمد للَّه ربّ العالمين ، والصّلاة والسّلام على خير خلقه وأشرف بريّته محمّد وآله الطيّبين الطّاهرين ، ولعنة اللَّه على أعدائهم أجمعين من الأوّلين والآخرين .\r\n\r\nپيش‌گفتار\r\nدر پژوهش‌هاى اعتقادى در بخش امامت بيان شده است كه امامت ، نيابتى از نبوّت و امام ، نايب رسول خدا صلى اللَّه عليه وآله در تمام شؤون دينى و دنيوى او - جز مقام نبوّت - است . از اين رو همان گونه كه نبوّت و رسالت از طرف خداوند سبحان براى پيامبر و رسول ، تعيين و تثبيت مىگردد ؛ امامت نيز همان گونه است ؛ چرا كه امامت ، خلافت و نيابت از نبوّت و رسالت است .\r\nبنا بر اين ما به نصب الهى ، معرفى از جانب خداى سبحان و به تعيين از سوى او با متنى روشن و آشكار نياز داريم تا آن شخص ، پيامبر\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nيا رسول شود ، يا بعد از رسول ، امام گردد .\r\nروشن است كه اين متن صريح و آشكار يا بايد از كتاب خدا باشد و يا از سنّت قطعى رسول خدا .\r\nاگر به عقل سليم رجوع كنيم ، ضابطه‌اى را با عنوان قبح تقدّم مفضول بر فاضل مىيابيم كه از اين راه نيز مىتوانيم بر امامت و ولايت بعد از رسول خدا صلى اللَّه عليه وآله استدلال كنيم .\r\nبنا بر اين همان گونه كه در مباحث امامت به اثبات رسيده است بيعتِ يك يا چند نفر و راه‌هايى مانند آن نمىتواند امامت را براى كسى كه با او بيعت شده به اثبات برساند .\r\nما امامت اميرالمؤمنين و ديگر امامان طاهرين عليهم السلام را پس از رسول خدا صلى اللَّه عليه وآله ، از طريق متن صريح و آشكار و افضليّت آنان از ديگران به اثبات رسانده‌ايم .\r\nدر اين راستا نظريّهء ديگرى نيز وجود دارد كه گاهى در برخى كتاب‌ها و محافل علمى و فكرى مطرح مىگردد . اين نظريّه همان نظريهء شورا است كه ادّعا شده بر طبق آن مىتوان امامت را براى يك نفر از طريق شورا تثبيت كرد .\r\nما در اين نوشتار به موضوع شورا پرداخته و مىخواهيم بررسى كنيم كه دليل و مدرك اين نظريه از كتاب خدا و سنّت و سيره\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nرسول خدا صلى اللَّه عليه وآله چيست ؟ و آيا اين نظريه پايه و اساسى دارد يا نه ؟\r\nالبته شورا ، مشورت و مشاوره با ديگران در كارها و مسايل خاص و عام و در فعاليت‌هاى اجتماعى و در حل مشكلات ، از ديدگاه شرع ، عقل و خردمندان كردارى نيكو و پسنديده است ؛ چرا كه هر كس با ديگران مشورت كند در خرد آنان شريك خواهد بود .\r\nپس در اين گونه كارها شايسته است انسان با ديگران مشورت كند كه اين ، روش و سيره صاحبان عقل و درايت است . امّا آن چه در اين نوشتار مورد نظر ماست « نقش شورا در امر امامت » است .\r\nاز خداوند سبحان مىخواهيم ما را با احسان و كرمش بر آن چه مورد رضايت و خشنودى اوست موفّق بدارد .\r\nسيّد على حسينى ميلانى\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\n\r\nبخش يكم تعيين امام به دست خداى سبحان\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\n\r\nاراده خداى سبحان در تعيين امام\r\nهر چند كه رسول خدا صلى اللَّه عليه وآله از امامت امير مؤمنان على عليه السلام پيش از اين عالم خبر داده است ؛ هم‌چنين آن حضرت براى ما فرموده كه به خواست و مشيّت پروردگار سبحان ، امامت ، وصايت و خلافت پس از او براى على بن ابى طالب عليهما السلام معيّن و مشخص گرديده است . اين تعيين در جهانى پيش از اين جهان صورت گرفته است ؛ همان گونه كه تعيين نبوّت و رسالت براى رسول خدا صلى اللَّه عليه وآله نيز پيش از اين جهان به انجام رسيده است .\r\nاين موضوع در حديثى كه به « حديث نور » ناميده شده و در ميان شيعه و اهل سنّت مشهور و معروف است از رسول خدا صلى اللَّه عليه وآله نقل شده است . متن اين روايت نورانى بنا بر يكى از نقل‌هاى آن چنين است :\r\nرسول خدا صلى اللَّه عليه وآله فرمود :\r\nكنت أنا وعلي نوراً بين يدي اللَّه تعالى قبل أن يخلق آدم\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nبأربعة عشر ألف عام ، فلمّا خلق اللَّه آدم ، قسّم ذلك النور جزئين ، فجزء أنا و جزء علي ؛\r\nچهارده هزار سال پيش از آفرينش آدم ، من و على نورى در پيشگاه خداوند متعال بوديم . هنگامى كه خداوند متعال آدم را آفريد ، آن نور را به دو بخش تقسيم فرمود ؛ بخشى من بودم و بخشى على بود .\r\nاين حديث را بزرگان اهل تسنّن از جمله :\r\n1 . احمد بن حنبل ؛\r\n2 . ابو حاتم رازى ؛\r\n3 . ابن مردويه اصفهانى ؛\r\n4 . ابو نعيم اصفهانى ؛\r\n5 . ابن عبدالبرّ قرطبى ؛\r\n6 . خطيب بغدادى ؛\r\n7 . ابن عساكر دمشقى ؛\r\n8 . عبدالكريم رافعى قزوينى ، پيشواى بزرگ اهل تسنّن ؛\r\n9 . شيخ الاسلام ابن حجر عسقلانى .\r\nو گروهى ديگر توسّط عدّه‌اى از اصحاب رسول خدا صلى اللَّه عليه وآله از آن حضرت نقل كرده‌اند كه برخى از سندهاى اين روايت\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nصحيح است . « 1 » البتّه در برخى از متن‌هاى اين حديث شريف اين‌گونه آمده است كه حضرتش فرمود :\r\nفجعل فيّ النبوّة وفي عليٍّ الخلافة ؛ « 2 »\r\nخداوند نبوّت را در من و خلافت را در على قرار داد .\r\nدر بعضى ديگر آمده است :\r\nفجعل فيّ الرسالة وفي عليٍّ الوصاية ؛ « 3 »\r\nخداوند رسالت را در من و وصايت را در على قرار داد .\r\nبنا بر اين شكى نمىماند كه به تصريح اين روايت و مانند آن ، امامت امير مؤمنان على سلام اللَّه عليه از همان زمان تعيين شده و ثابت بوده است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مناقب على عليه السلام : 178 و 179 ، حديث 251 ، محبّ طبرى نيز اين حديث را در الرياض النضره : 3 / 103 و سبط ابن جوزى در تذكرة الخواص : 50 و 51 از احمد بن حنبل نقل كرده‌اند . حافظ گنجى نيز اين حديث را در كفاية الطالب : 314 از ابن عساكر و خطيب بغدادى نقل مىنمايد . اين حديث در نظم درر السمطين : 7 / 78 و 79 ، فرائد السمطين : 1 / 39 و 40 ، المناقب خوارزمى : 145 ، المناقب ابن مغازلى : 87 و 89 و شرح نهج البلاغه ابن ابى الحديد : 9 / 171 نيز آمده است .\r\n( 2 ) . المناقب ابن مغازلى : 87 و 89 .\r\n( 3 ) . اين روايت را گروهى از عالمان اهل سنّت از جمله : ابن مغازلى در المناقب ، ابن ابى الحديد معتزلى در شرح نهج البلاغه و ابن عساكر در تاريخ مدينة دمشق : 42 / 67 نقل كرده‌اند .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\n\r\nطرح امامت در آغاز بعثت\r\nاما بحث كنونى ما نسبت به همين جهان است ؛ به اين گونه كه رسول خدا صلى اللَّه عليه وآله از همان روز نخستِ بعثت اعلام فرمود كه امامت و تعيين امام تنها به دست خداوند سبحان است و به همگان خبر داد كه امامت هم‌چون رسالت و نبوّت است و تمام شرايط و ويژگىهاى آن را نيز دارد ، چنان كه پيش از اين متذكّر آن شديم .\r\nبنا بر اين پيامبر خدا صلى اللَّه عليه وآله در سخت‌ترين شرايط و دشوارترين زمان‌ها ؛ در ابتداى دوران رسالت بر اين سخن پافشارى مىفرمود . هنگامى كه خداوند متعال به آن حضرت امر نمود :\r\n« فَاصْدَعْ بِما تُؤْمَرُ » ؛ « 1 »\r\nآن چه را مأموريت دارى آشكار ساز .\r\nرسول خدا صلى اللَّه عليه وآله پس از نزول اين آيه رسالت و نبوّت خويش را بر قبايل عرب عرضه مىكرد و آن‌ها را به اسلام دعوت مىفرمود . در موردى آن حضرت نبوّت خويش را به قبيله‌اى عرضه كرد و آن‌ها را به اسلام فرا خواند ، آنان درخواست كردند كه بيعت با پيامبر خدا صلى اللَّه عليه وآله و تبعيت و يارى آن حضرت را به شرطى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سوره حجر : آيهء 94 .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nبپذيرند كه جانشينى رسول خدا پس از او در ميان آن‌ها باشد .\r\nامّا رسول خدا صلى اللَّه عليه وآله در همين زمان نيز با آن كه بيش از هر زمانى به يار و ياور - حتّى به يك نفر تا چه رسد به يك قبيله و عشيره با مردان و دلاوران بسيار - نياز داشت ، در پاسخ آن‌ها فرمود :\r\nالأمر إلى اللَّه . . . ؛\r\nاين كار - يعنى جانشينى پس از من - تنها به دست خداست .\r\nبا اين كه آن حضرت مىتوانست وعده‌هايى مختصر به آن‌ها بدهد و به گونه‌اى آن‌ها را جذب نمايد و با آنان كنار بيايد .\r\nبراى نمونه اين روايت را ملاحظه كنيد !\r\nابن اسحاق ، يكى از نويسندگان نامدار كتاب‌هاى تاريخ و سيره ، در كتاب سيره « 1 » خود مىنويسد :\r\nروزى پيامبر صلى اللَّه عليه وآله نزد قبيلهء عامر بن صعصعه آمد و آنان را به ايمان به خداوند عزّ وجلّ فرا خواند و نبوّت خويش را بر آنان عرضه فرمود .\r\nمردى از آنان به نام بحيرة بن فراس عرضه داشت : به خدا سوگند ! اگر اين جوانِ قريشى در اختيار من بود ، تمام عرب را به چنگ خود\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اين روايت در سيره ابن هشام نيز كه خلاصه‌اى از سيره ابن اسحاق است ، آمده است .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nدرمىآوردم .\r\nآن گاه به پيامبر رو كرد و گفت : اگر ما با تو بر آن چه مىخواهى بيعت كنيم ، سپس خدا تو را بر مخالفانت پيروز گرداند ، آيا پس از تو حكومت در دست ما خواهد بود ؟\r\nپيامبر فرمود :\r\nالأمر إلى اللَّه يضعه حيث يشاء ؛\r\nاين كار به دست خداست و براى هر كه بخواهد قرار مىدهد .\r\nآن مرد پاسخ داد : مىخواهى ما را دم تيغ ديگر قبايل عرب قرار دهى و آن گاه كه پيروز شدى اين كار در دست ديگران باشد ؟ ما به كار تو نيازى نداريم .\r\nاز اين رو از پذيرش دعوت رسول خدا صلى اللَّه عليه وآله سر باز زدند . « 1 » هم‌چنين در سيره حلبيه چنين آمده است : روزى پيامبر خدا صلى اللَّه عليه وآله دعوت خود را بر قبيله بنوحنيفه و بنوعامر بن صعصعه عرضه كرد .\r\nيكى از آنان گفت : فكر مىكنى اگر ما با تو بر آن چه كه مىخواهى بيعت كنيم ، سپس خدا تو را بر مخالفانت پيروز گرداند ، آيا اين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سيره ابن هشام : 1 / 289 .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nحكومت پس از تو در دست ما خواهد بود ؟\r\nپيامبر فرمود :\r\nالأمر إلى اللَّه يضعه حيث يشاء ؛\r\nاين كار به دست خداست براى هر كه بخواهد قرار مىدهد .\r\nآن مرد پاسخ داد : پس مىخواهى ما با ديگر قبايل عرب بجنگيم ؟\r\nدر روايتى ديگر آمده است : آن مرد گفت : پس مىخواهى گردن‌هاى ما را هدف تيرهاى عرب قرار دهى و آن گاه كه پيروز شدى اين كار در دست ديگران باشد ؟ ما به كار تو نيازى نداريم .\r\nبدين ترتيب همگى از پذيرش دعوت رسول خدا صلى اللَّه عليه وآله سر باز زدند . « 1 » ملاحظه مىكنيد كه رسول خدا صلى اللَّه عليه وآله در سخت‌ترين موقعيّت‌ها و حساس‌ترين زمان‌ها نيز كه تمام قبايل عرب و در رأس آن‌ها قريش به جنگ با آن حضرت برخاسته بودند و او را به گونه‌هاى مختلف مىآزردند ، مىفرمود :\r\nالأمر إلى اللَّه يضعه حيث يشاء ؛\r\nاين كار به دست خداست براى هر كه بخواهد قرار مىدهد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . السيرة الحلبيه : 2 / 4 .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nاين همان معناى كلام خداست كه مىفرمايد :\r\n« اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسالَتَهُ » ؛ « 1 »\r\nخدا آگاه‌تر است كه رسالتش را در كجا قرار دهد .\r\n\r\nچگونگى نصب پيامبر\r\nبنا بر آن چه مطرح شد ، اگر به آياتى كه درباره نصب پيامبران نازل شده است مراجعه شود ، روشن خواهد شد كه در اين موارد از واژهء « جعل » به معناى قرار دادن و مانند آن استفاده شده است . براى نمونه خداوند سبحان به حضرت ابراهيم عليه السلام فرمود :\r\n« إِنّي جاعِلُكَ لِلنَّاسِ إِمامًا » ؛ « 2 »\r\nمن تو را امام و پيشواى مردم قرار دادم .\r\nو يا خطاب به حضرت داوود عليه السلام فرمود :\r\n« إِنَّا جَعَلْناكَ خَليفَةً فِي اْلأَرْضِ فَاحْكُمْ بَيْنَ النَّاسِ » ؛ « 3 »\r\nما تو را خليفهء خود در زمين قرار داديم ؛ پس در ميان مردم به حق داورى كن .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سوره انعام : آيهء 124 .\r\n( 2 ) . سورهء بقره : آيهء 124 .\r\n( 3 ) . سورهء ص : آيهء 26 .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nاز اين آيهء شريفه مىتوان برداشت كرد كه حكم كردن حضرت داوود عليه السلام در ميان مردم ، وظيفه‌اى از وظايف نبوّت و رسالت ايشان بوده است . پس حكم كردن ، از جمله شئون خلافت و خليفه است ، نه آن كه خلافت به معناى حكومت باشد .\r\nالبتّه ما اين نكته را در مبحثى ديگر يادآور شده و بيان نموده‌ايم كه خلافت به معناى حكومت نيست ؛ بلكه حكومت ، شأنى از شئون خليفه است . چه بسا خلافت شرعى براى شخصى تعيين و تثبيت شده باشد و حال آن كه موقعيّت حكومت بر مردم براى وى مهيّا نباشد و دست او باز نبوده و كلامش مورد پذيرش آنان نباشد ، با اين حال خلافت وى در جاى خود محفوظ است ، هم‌چنان كه در نبوّت نيز چنين است .\r\nاز اين رو با آن كه بسيارى از پيامبران الهى در امّت‌هايشان پيروى و اطاعت نمىشدند ؛ بلكه مورد آزار و اذيت قرار مىگرفتند و حتّى به دست آنان به شهادت مىرسيدند ؛ امّا اين موضوع هيچ آسيبى به نبوّت و رسالت الهى آنان نمىرساند . البتّه پيامبرانى كه موقعيّت و زمينه حكومتشان بر مردم فراهم مىشد به خوبى به وظايف خود عمل مىكردند و مسئوليّت خويش را به انجام مىرساندند .\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\n\r\nنبوّت و امامت به دست مردم نيست\r\nبه اين نكته نيز بايد توجّه داشت كه افزون بر آياتى كه به طور آشكار نبوّت و امامت را به نصب و جعل الهى و تنها از سوى خداى تعالى دانسته‌اند ، دسته‌اى ديگر از آيات قرآن اختيار مردم را نيز در اين زمينه نفى كرده‌اند كه از آن جمله اين آيه شريفه است كه مىفرمايد :\r\n« وَرَبُّكَ يَخْلُقُ ما يَشاءُ وَيَخْتارُ ما كانَ لَهُمُ الْخِيَرَةُ سُبْحانَ اللَّهِ وَتَعالى عَمَّا يُشْرِكُونَ » ؛ « 1 »\r\nو پروردگارت هر چه بخواهد مىآفريند و برمىگزيند و آنان هيچ اختيارى در اين امر ندارند . خداوند منزّه است و از آن چه شرك مىورزند برتر است .\r\nگفتنى است كه عبارت پايانى آيه نيز اين مطلب را تأكيد مىكند كه ادّعاى امكان شركت مردم در تعيين نبوّت و انتخاب امام يكى از انواع شرك است . از اين رو مىبينيم كه رسول خدا صلى اللَّه عليه وآله با صراحت اعلام مىكند كه اين كار به دست خداست ؛ يعنى حتى به دست پيامبر خدا نيز نيست تا چه رسد به اين كه در دست فردى يا گروهى از مردم باشد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورهء قصص : آيهء 68 .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nدر اين راستا رسول خدا صلى اللَّه عليه وآله فرمان مىيابد كه خويشاوندان خود را نيز هشدار دهد ، آن جا كه خداوند مىفرمايد :\r\n« وَأَنْذِرْ عَشيرَتَكَ اْلأَقْرَبينَ » ؛ « 1 »\r\nخويشاوندان نزديك خود را بيم ده .\r\nآن حضرت بزرگان خاندانش را در منزل خود جمع كرد و به آنان فرمود كه اين كار تنها به دست خداست و به آنان خبر داد كه كسى را كه خدا پس از پيامبر بر اين كار گمارده كيست . « 2 » آرى ، رسول خدا صلى اللَّه عليه وآله از آن زمان تا آخرين لحظات حيات شريفش همواره بر جانشينى امير مؤمنان على عليه السلام تصريح مىكرد و از اين رو است كه در كتاب خدا و سنّت هيچ بيان صريح و حتى هيچ اشاره و كنايه‌اى بر اختيار مردم در امر امامت نمىتوان يافت كه اجازه داشته باشند از طريق شورا ، بيعت و يا انتخاب ، امامى را برگزينند ؛ چرا كه هيچ دليلى بر تعيين امام جز نص الهى يافت نمىشود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورهء شعراء : آيهء 214 .\r\n( 2 ) . اين آيه به حديث « يوم الدار » در « يوم انذار » اشاره دارد .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n\r\nبخش دوم بررسى امامت ابوبكر و عمر\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\n\r\nامامت ابوبكر با تعيين شورا نبود\r\nدر اواخر ماه صفر سال يازدهم هجرى رسول خدا صلى اللَّه عليه وآله وفات يافت و كار خلافت و امامت به سمت آن كسى رفت كه برايش سوق داده شد . مردم پس از پيامبر خدا صلى اللَّه عليه وآله گروه گروه شده و اختلاف و جدايى ميان امّت سر باز كرد .\r\nرسول خدا صلى اللَّه عليه وآله از دنيا رفت و در حالى كه هنوز بدن شريفش بر زمين بود ؛ عدّه‌اى از مهاجران و انصار متحيّر در منزل‌هاى خود بودند ، عدّه‌اى نيز همراه امير مؤمنان على عليه السلام در كنار آن پيكر مطهّر بودند و گروهى از انصار در سقيفه دور هم جمع شدند و در اندك زمانى تعدادى از مهاجران نيز به آنان پيوستند و شد آن چه شد و ماجرا بر بيعت با ابوبكر پايان يافت ؛ امّا هيچ كس مدّعى نبود و نشد كه اين بيعت از طريق شورا حاصل گشته است ؛ زيرا كه در سقيفه هيچ خبرى از شورا و سخنى از آن در ميان نبود ؛ بلكه تنها فرياد بود و دشنام و شتم و مرافعه و كش مكش تا آن جا كه نزديك بود سعد بن عباده - كه دراز\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nكشيده بود - در زير دست و پا بميرد و يا كشته شود .\r\nاز اين زمان عنوان بيعت در كنار عنوان نص و تصريح الهى جاى گرفت . از اين رو هنگامى كه به كتاب‌هاى كلامى اهل سنّت مراجعه شود ، روشن خواهد شد كه گفته‌اند : امامت يا به نص است و يا به بيعت و انتخاب و هنگامى كه ماجراى تعيين خليفه به آن شكل واقع شد ، انتخاب و بيعت را نيز - مانند نص و تصريح الهى - راهى براى تعيين امام قرار دادند .\r\nاما هرگز شورايى در سقيفه محقق نشد و تا كنون نيز از كسى نشنيده‌ايم كه ادّعا كند آن انتخاب از طريق شورا بوده است و امامت ابوبكر به اين طريق استوار شده و اگر هم كسى چنين ادّعايى كند ، هيچ دليل و برهانى براى آن نمىتواند بياورد .\r\nبنا بر تحقيقات انجام يافته ، هنگامى كه اهل سنّت در ماجراى ابوبكر درمانده مىشوند و با عنوان بيعت و انتخاب نمىتوانند امامتش را اثبات كنند و پس از ادعاى اجماع بر امامتش ، آن را نيز نمىتوانند به اثبات برسانند به همان اصل اساسى نص و تصريح الهى باز مىگردند و با طرح چند آيه به امامت او استدلال مىكنند .\r\nگفتنى است كه ما در آن تحقيقات براى نمونه به يك يا دو آيه مطرح شده اشاره نموده و پاسخ آن را بيان كرده‌ايم . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . براى آگاهى بيشتر در اين زمينه ر . ك : كتاب خلافت ابوبكر در ترازوى نقد ، پنجمين اثر از سلسله پژوهش‌هاى اعتقادى از همين نگارنده .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nبه اين ترتيب پرواضح است كه بيعت و انتخاب نمىتواند دليل بر امامت گردد و راهى براى تعيين امام باشد .\r\n\r\nامامت عمر نيز با تعيين شورا نبود\r\nآن گاه كه ابوبكر تصميم گرفت پس از خود عمر بن خطّاب را به عنوان خليفه نصب كند ؛ حتّى آخرين لحظهء عمرش نيز هيچ سخنى از شورا به ميان نيامد ؛ نه در نزد ابوبكر و نه در جايى ديگر . سرانجام ابوبكر به عمر بن خطّاب وصيت كرد و او را جانشين خود قرار داد و همان شد كه قاضى و فقيه بزرگ ابويوسف در كتاب الخراج نقل كرده است . وى مىگويد :\r\nهنگامى كه زمان وفات ابوبكر فرا رسيد ، وى شخصى را در پى عمر فرستاد تا او را به جانشينى خويش برگزيند .\r\nاما مردم به او گفتند : آيا مىخواهى مردى تندخو و سخت‌گير را جانشين خود بر ما قرار دهى ؟ ! اگر او اختيار ما را به دست گيرد تندخوتر و سخت‌گيرتر خواهد بود ؛ در اين صورت وقتى به ديدار پروردگارت به روى به او چه جوابى خواهى داد كه عمر را بر جانشينى خود براى ما قرار داده‌اى ؟\r\nابوبكر پاسخ داد : آيا مرا از پروردگارم مىترسانيد ؟ به او خواهم گفت : خداوندا ! من بهترين آفريدگان تو را به اميرى نصب كردم . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كتاب الخراج : 11 .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\n\r\nدو نكته مهم\r\nاز اين نقل قولِ آشكار دو نكته مىتوان استفاده نمود :\r\nنخست آن كه خلافت عمر پس از ابوبكر نه به سخنى صريح و آشكار از رسول خدا صلى اللَّه عليه وآله ، نه به شورا و نه به انتخاب مردم بوده است ؛ بلكه به انتخاب ابوبكر بوده ؛ از اين رو مردم به اين كار ابوبكر اعتراض كرده‌اند .\r\nدوم آن كه بنا بر نكتهء نخست ، خلافت عمر به سخن صريح و آشكار رسول خدا و شوراى مسلمانان نبوده است ؛ بلكه فقط ابوبكر مدّعى افضليت عمر بوده و گفته است كه به خدا مىگويم : خدايا ! من بهترين آفريدگان تو را به اميرى نصب كردم .\r\nبدين ترتيب ابوبكر افضليت را راه اثبات خلافت دانسته است .\r\nبنا بر اين در اين گفتهء واضح و روشن كه ملاحظه نموديد ، نه تنها هيچ اشاره‌اى بر وجود شورا نشده ؛ بلكه مخالفت مردم و اعتراض آنان را بر كارى كه ابوبكر انجام داده نيز به همراه دارد .\r\nاين مطلب به طور صريح در المصنّف ابن ابى شيبه ، الطبقات الكبرى و منابع ديگر نيز آمده است . « 1 » البته در برخى از اين مصادر به جاى كلمهء « مردم » عبارت « گروهى از مهاجران » آمده است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . المصنّف : 7 / 485 ، الطبقات الكبرى : 3 / 199 و 274 ، تاريخ طبرى : 2 / 617 - 621 ، الرياض النضره : 1 / 223 ، الفائق في غريب الحديث : 1 / 89 .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\n\r\nخلافت عمر به روايت ديگر\r\nباقلانى در كتاب اعجاز القرآن ، زمخشرى در كتاب الفائق في غريب الحديث و برخى علماى ديگر در كتاب‌هاى خود چنين نقل كرده‌اند :\r\nعبدالرحمان بن عوف گفت : روزى كه ابوبكر بيمار بود و در اثر همان بيمارى فوت كرد ؛ نزد او رفتم و به او گفتم : به نظر مىرسد كه بهبود يافته‌اى ، اى خليفه رسول خدا !\r\nپاسخ داد : درد و رنج زيادى از اين بيمارى مىكشم ؛ اما آن چه كه از شما گروه مهاجران به من رسيده از درد و رنجم سخت‌تر است . من كارهاى شما را به كسى واگذار كرده‌ام كه از نظر خودم بهترين شماست ؛ اما همه شما از اين كه كار در دست او باشد نه در اختيار ديگرى روترش كرده‌ايد . به خدا سوگند كه لطيف‌ترين و ارزشمندترين پارچه‌هاى ديبا و پرده‌هاى حرير را به دست مىآوريد . . . .\r\nعبدالرحمان در پاسخ گفت : اى خليفه رسول خدا ! همان كه تو خواستى خواهد شد ، گرچه تو به تنهايى بر اين كار تصميم گرفته‌اى ؛ اما قصدى جز خير نداشته‌اى . « 1 » منظور ابوبكر اين است كه شما اى گروه مهاجران ! همگى در پى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اعجاز القرآن : 156 ، الفائق في غريب الحديث : 1 / 89 ، اساس البلاغه : 497 ، النهاية في غريب الحديث : 1 / 77 و 5 / 177 ، لسان العرب : 9 / 15 و 12 / 634 ماده « ورم » .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nگرفتن خلافت هستيد و همه شما آن را به خاطر دنيا براى خودتان مىخواهيد . در اين روايت به جاى « مردم » ، « مهاجران » مورد خطاب ابوبكر قرار گرفته‌اند .\r\nاز پاسخ عبدالرحمان نيز دو نكته دانسته مىشود :\r\nنخست آن كه اين كار فقط از جانب ابوبكر بوده و او به تنهايى براى اين امر تصميم گرفته است .\r\nدوم آن كه عبدالرحمان بن عوف به اعتراف خودش ، با اين كار ابوبكر موافق بوده است .\r\n\r\nرواياتى ديگر\r\nدر رواياتى ديگر ، نام امير مؤمنان على عليه السلام و طلحه نيز ذكر شده است . به اين روايت دقت كنيد !\r\nعايشه مىگويد : آن گاه كه فوت ابوبكر نزديك شد ، عمر را به جانشينى خود تعيين كرد . در اين هنگام على و طلحه نزد وى آمده و گفتند : چه كسى را به جانشينى خود قرار داده‌اى ؟\r\nپاسخ داد : عمر را .\r\nگفتند : جواب پروردگارت را چه خواهى داد ؟\r\nپاسخ داد : خواهم گفت : بهترين آفريدگان تو را جانشين خود بر آن‌ها قرار داده‌ام .\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nچنانچه ملاحظه مىكنيد ، در يك روايت واژه « مردم » آمده ، در ديگرى « گروه مهاجران » و در اين نقل كه از الطبقات الكبرى است نام على عليه السلام و طلحه نيز آمده است . « 1 » البته برخى نيز اين روايت را با حذف هر دو اسم نقل كرده‌اند و به جاى آن ، كلمه « فلانى » و « فلانى » را آورده‌اند كه اين روايت نيز با سندى ديگر در الطبقات الكبرى نقل شده است . 2\r\nدر نقلى ديگر چنين آمده است : برخى از اصحاب رسول خدا صلى اللَّه عليه وآله شنيدند كه عبدالرحمان و عثمان نزد ابوبكر رفتند و در تنهايى با او گفت و گو كردند . آن‌ها نيز نزد ابوبكر آمده و يكى از آنان گفت : . . . . « 2 » از اين روايت نيز دو نكته استفاده مىشود .\r\n1 . ابوبكر در اين كار با هيچ كس جز عبدالرحمان و عثمان مشورت نكرده و از كس ديگرى جز اين دو نفر كمك نگرفته و كسى ديگر با او هم عقيده نبوده است .\r\n2 . برخى از صحابه كه نامشان برده نشده در هنگام ملاقات خصوصى عبدالرحمان و عثمان با ابوبكر ، نزد ابوبكر آمده و به او گفتند : جواب پروردگارت را چه خواهى داد ؟ . . . .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) و 2 . الطبقات الكبرى : 3 / 274 ، تاريخ مدينة دمشق : 44 / 251 ، كنز العمّال : 5 / 677 .\r\n( 2 ) . الطبقات الكبرى : 3 / 199 .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\n\r\nجمع بندى روايات\r\nروايات گوناگونى را در اين زمينه بيان كرديم . از جمع اين روايات نكاتى به دست مىآيد كه مهم‌ترين آن‌ها اين دو نكته است :\r\n1 . آشكار است كه در تعيين عمر پس از ابوبكر ، عبدالرحمان بن عوف و عثمان نقش داشته‌اند كه اين ماجرا در تاريخ طبرى به صورت گسترده آمده است . « 1 » در اين كتاب مطرح شده كه چگونه عبدالرحمان و عثمان به ابوبكر خط داده‌اند و چگونه عثمان ، وصيتِ ابوبكر را براى خلافت عمر بن خطاب نوشت .\r\n2 . نكته مهم‌تر اين كه خلافت عمر پس از ابوبكر از سوى رسول خدا نبوده و حتى با رضايت بزرگان صحابه نيز انجام نشده است ؛ بلكه آنان مخالفت و استنكاف خود را از اين كار اظهار نموده‌اند و در نتيجه خلافت او فقط به وصيّت ابوبكر بوده و بس .\r\nاز اين رو تا كنون نيافتيم كه چگونه شورا در تعيين امام و امامت نقش دارد ، با اين حال هنگامى كه به برخى كتاب‌هاى تازه نگاشته شدهء اهل سنّت مراجعه مىكنيم كه به قلم افرادى نوشته شده كه خود را انديشمند ، عالم و محقّق مىپندارند و برخى از مردم نيز به اشتباه چنين تصوّرى در مورد آن‌ها دارند ملاحظه مىكنيم كه چنين ادّعايى را سر مىدهند . يكى از اين افراد در كتابى به نام فقه السيره مىنويسد :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تاريخ طبرى : 2 / 617 .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\n« ابوبكر پيش از وفاتش با گروهى از پيشكسوتان اصحاب رسول خدا كه صاحب‌نظر و مشاور در كارها بودند مشورت كرد و همه آن‌ها هم‌نظر بودند كه ابوبكر جانشينى و خلافت پس از خودش را به عمر بن خطّاب واگذارد » . « 1 » اين در حالى است كه ما به مهم‌ترين منابع اهل سنّت - مانند الطبقات الكبرى ، تاريخ طبرى و ديگر كتاب‌ها - اشاره كرديم كه هيچ كس در اين كار نقش و نظرى نداشته است ؛ بلكه همه با اين موضوع مخالف بودند . بنا بر برخى روايات فقط عبدالرحمان و عثمان در اين كار دخالت داشته‌اند .\r\nما به زودى در ضمن روايت‌ها و جريان‌هاى تاريخى اين واقعه ، بيان خواهيم كرد كه اين گونه حمايت‌ها پيش‌تر در اين زمينه تبانى شده بود و آنان به تفاهم رسيده بودند كه پس از عمر ، عثمان كار را به دست بگيرد و بعد از عثمان نيز عبدالرحمان به خلافت برسد . اين مطلب را روايت بعدى تأييد و تأكيد مىكند .\r\nابن سعد در الطبقات الكبرى چنين مىنويسد : روزى سعيد بن عاص « 2 » نزد عمر آمد كه از او بخواهد زمينى در اختيار او قرار دهد تا خانه‌اش را وسعت دهد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . فقه السيرة النبويّه : 515 .\r\n( 2 ) . سعيد بن عاص از بنى اميه و از خويشاوندان نزديك عثمان بود و عثمان نيز او را دربرخى كارها مسئوليت داد و كارهايى از او سر زد .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nعمر به او گفت : شب را سپرى كن و نماز صبح را با من بخوان ؛ سپس خواسته‌ات را به من يادآورى كن .\r\nسعيد مىگويد : اين كار را كردم ، هنگامى كه عمر از نماز فارغ شد گفتم : اى اميرالمؤمنين ! گفتى كه خواسته‌ام را به شما يادآور شوم .\r\nعمر پاسخ داد : با من بيا .\r\nسپس گفت : به خانه‌ات برگرد تا اين حاجت خودش به خانه‌ات آيد . آن گاه توشه‌اى به من داد و با پايش خطى برايم كشيد .\r\nگفتم : اى اميرالمؤمنين ! بيشتر بده كه اهل و فرزند زيادى دارم .\r\nپاسخ داد : تو را همين بس است و اين جريان را پيش خودت نگهدار كه به زودى پس از من اين كار به كسى مىرسد كه از خويشاوندان توست و حاجتت برآورده خواهد شد .\r\nسعيد گفت : من ، مدّت خلافت عمر را صبر كردم تا آن كه عثمان خليفه شد و او خوب صلهء رحم كرد و حاجتم را برآورد و مرا در حكومتش شريك نمود . . . . « 1 » آرى ، اين گونه است كه عمر به سعيد بن عاص مىگويد : منتظر باش كه به زودى كسى اين كار را پس از من به دست مىگيرد كه خواسته‌ات را مىدهد و اين خبر رازى است كه در نزد خود نگهدار .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الطبقات الكبرى : 5 / 31 ، كنز العمّال : 12 / 580 ، تاريخ مدينة دمشق : 21 / 119 .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\n\r\nبخش سوم زمان طرح نظريه شورا\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n\r\nنظريه شورا چه زمانى مطرح شد ؟\r\nاكنون بايد ديد سخن از شورا از چه زمانى پيدا شده و فكر آن از چه تاريخى و چرا مطرح گرديده است ؟ زيرا در ابتدا حتى عمر نيز به اين موضوع فكر نمىكرده است . او نه تنها مخالف اين سخن ؛ بلكه به انتخاب خليفه توسط خليفه قبلى معتقد بوده است كه شواهد اين مطلب نيز بسيار است .\r\nاز جمله اين شواهد ، سخن خود اوست كه مىگفت : « اگر ابوعبيده زنده بود به يقين او را سرپرست مردم قرار مىدادم » . « 1 » يا در سخن ديگرى گفت : « اگر سالم مولى ابوحذيفه زنده بود حتماً او را سرپرست مردم مىكردم » . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مسند احمد : 1 / 18 ، سير اعلام النبلاء : 1 / 9 ، تاريخ مدينة دمشق : 58 / 404 ، شرح نهج البلاغه : 1 / 190 .\r\n( 2 ) . الطبقات الكبرى : 3 / 343 .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nو يا در سخن ديگرش گفت : « اگر معاذ بن جبل زنده بود به طور حتم او را سرپرست مردم مىكردم » . « 1 » پس بايد ديد چه اتّفاقى رخ داده و چه شده كه فكر شورا به ميان آمده و مطرح شده است ؟\r\nپرواضح است كه مطرح شدن شورا علت و سببى داشته است .\r\nاين علت و سبب را در روايتى كه از صحيح بخارى « 2 » نقل خواهيم كرد مىتوان يافت .\r\nالبتّه اين روايت در سيرهء ابن هشام « 3 » ، تاريخ طبرى « 4 » و برخى مصادر ديگر « 5 » نيز با اختلاف در متن ، آمده كه به روشنى نشان مىدهد كه امر خلافت به بازى گرفته شده است .\r\nگفتنى است كه ما در اين پژوهش كوتاه قصد نداريم به اين موضوع بپردازيم و آن چه را كه در عبارات اين روايت دست برده شده بررسى كنيم ؛ بلكه فقط روايت صحيح بخارى را نقل مىكنيم تا آشكار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مسند احمد : 1 / 18 ، الطبقات الكبرى : 3 / 590 ، سير اعلام النبلاء : 1 / 10 و 446 .\r\n( 2 ) . صحيح بخارى : 8 / 25 و 152 .\r\n( 3 ) . سيره ابن هشام : 4 / 1071 .\r\n( 4 ) . تاريخ الطبرى : 2 / 445 .\r\n( 5 ) . مسند احمد : 1 / 54 ، صحيح ابن حبان : 2 / 146 ، تاريخ مدينة دمشق : 30 / 280 .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nشود كه چرا و چگونه سخن از شورا ، در سال 23 توسط عمر مطرح گرديد . اين روايت طولانى است و به دقّت و تأمّل بيشترى نياز دارد .\r\nبخارى چنين مىگويد :\r\nعبدالعزيز بن عبداللَّه براى ما از ابراهيم بن سعد ، از صالح ، از ابن شهاب زهرى ، از عبيداللَّه بن عبداللَّه بن عتبة بن مسعود ، روايت مىكند كه ابن عبّاس گويد : من به گروهى از مهاجران كه عبدالرحمان بن عوف نيز در ميان آن‌ها بود قرآن مىآموختم . آن زمان در منا و در خانه عبدالرحمان ساكن بودم . عبدالرحمان همراه عمر بن خطاب بود و اين ماجرا در سال 23 هجرى و در ايام آخرين حجِ عمر اتفاق افتاد .\r\nهنگامى كه عبدالرحمان به نزد من بازگشت گفت : امروز مردى به نزد اميرالمؤمنين ( عمر ) آمد و گفت : اى اميرالمؤمنين ! آيا مىدانى كه فلانى گفته است كه « اگر عمر بميرد به يقين با فلانى بيعت مىكنم . به خدا سوگند كه بيعت با ابوبكر به صورت ناگهانى انجام شد كه فرصت ( بيعت با امير مؤمنان على عليه السلام ) را از ما گرفت . پس اگر عمر بميرد ( از فرصت استفاده مىكنيم ) و با فلانى ( على عليه السلام ) بيعت مىنماييم » . « 1 » عمر از اين سخن خشمناك شد و گفت : ان شاء اللَّه همين امشب براى مردم سخنرانى خواهم كرد و آن‌ها را از كسانى كه قصد دارند حق\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . گفتنى است كه در متن عربى اين روايت واژه « فَلته » يا فُلته » آمده است . براى آگاهى بيشتر دربارهء معناى اين واژه به كتاب شرح منهاج الكرامه : 2 / 370 - 372 از همين نگارنده رجوع شود .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nحكومتى آن‌ها را غصب كنند بر حذر خواهم داشت .\r\n[ دقّت كنيد ! عبدالرحمان در منا و در نزد عمر است . مردى مىآيد و به عمر خبر مىدهد كه عدّه‌اى از مردم گردهم آمده و با يك‌ديگر گفت و گو مىكرده‌اند . يكى از آن‌ها گفته است كه « اگر عمر بميرد به يقين با فلانى بيعت مىكند . به خدا سوگند ! بيعت با ابوبكر به صورت ناگهانى انجام شد كه فرصت ( بيعت با امير مؤمنان على عليه السلام ) را از ما گرفت » .\r\nچنانچه ملاحظه مىكنيد در نقل بخارى واژهء « فلانى » آمده است .\r\nالبتّه ما نام اين فرد را خواهيم گفت ؛ امّا اين روش اهل سنّت است كه واژهء « فلانى » را به جاى اسم كسانى كه نمىخواهند نام ببرند مىآورند .\r\nامّا در اين عبارت كه شخصى گفت : « اگر عمر بميرد به يقين با فلانى بيعت مىكنم » گوينده كيست ؟ و آن كسى كه مىخواهند با او بيعت كنند كيست ؟\r\nهمين گوينده ادامه داده كه « بيعت با ابوبكر به صورت ناگهانى انجام شد كه فرصت ( بيعت با امير مؤمنان على عليه السلام ) را از ما گرفت ؛ پس منتظر مرگ عمر مىمانيم تا با فلانى بيعت كنيم » . هنگامى كه عمر اين سخن را مىشنود عصبانى مىشود و تصميم مىگيرد براى مردم سخنرانى كند 
  ] .\r\nعبدالرحمان مىگويد : به عمر گفتم : اى اميرالمؤمنين ! اين كار را نكن ، در مراسم حج عدّه‌اى از مردم عوام نيز حضور دارند و آمادهء غوغا و هياهو هستند و اگر مردم تحريك بشوند و برخيزند آن‌ها بر تو غلبه\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nمىكنند . من مىترسم كه تو سخنرانى كنى و حرف‌هايى بگويى كه هوادارانت نيز از گرد تو دور شوند و سخن تو را نپذيرند و در جايى كه لازم است به كار نگيرند . كمى صبر كن تا به مدينه برسى ، آن جا سرزمين هجرت و سنّت است و با افراد فهميده ، اشراف و بزرگان سر و كار دارى . آن جا هر چه در توان دارى بگو كه اهل علم سخنانت را مىپذيرند و در جاى خود به كار مىبرند .\r\nعمر گفت : به خدا سوگند ! در نخستين فرصتى كه در مدينه به دست آورم سخنرانى خواهم كرد و اين سخن را بيان خواهم نمود ، ان شاء اللَّه .\r\n[ به اين ترتيب عمر و عبدالرحمان بن عوف هم‌نظر شدند كه سكوت كنند و ماجرا را بروز ندهند تا همگى به مدينه باز گردند 
  ] .\r\nابن عبّاس مىگويد : با پايان يافتن مراسم حج وارد مدينه شديم .\r\nروز جمعه فرا رسيد ، هنوز آفتاب به وسط آسمان نرسيده بود كه به سرعت به طرف مسجد به راه افتاديم تا اين كه من ، سعيد بن زيد بن عمرو بن نفيل را كه در كنار منبر نشسته بود يافتم و نزديك او نشستم ؛ به گونه‌اى كه زانوانم به زانوهايش چسبيد . چيزى نگذشت كه عمر بن خطّاب وارد مسجد شد . وقتى او را ديدم كه پيش مىآيد به سعيد بن زيد گفتم : امشب عمر مطلبى خواهد گفت كه از آغاز به دست گرفتن خلافت نگفته است .\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nسعيد بن زيد سخن مرا رد كرد و گفت : گمان نمىكنم حرف تازه‌اى بگويد .\r\nعمر بر فراز منبر نشست و هنگامى كه مؤذن‌ها اذان خود را تمام كردند ، برخاست و حمد و ثناى نيكويى گفت ، آن گاه اين گونه ادامه داد :\r\nامّا بعد ، من مىخواهم مطلبى برايتان بگويم كه تقدير چنين است كه من آن را بيان كنم . نمىدانم ، شايد اجلم پيش رويم رسيده است . پس هر كس آن را فهميد و حفظ كرد بايد تا زمان مرگش آن را براى ديگران بازگو كند و هر كس نيز نگران است كه فهميده يا نه ، روا نيست كه بر من دروغ ببندد .\r\nخداوند محمّد صلى اللَّه عليه وآله را به حقّ مبعوث كرد و كتاب را بر او نازل نمود و از جمله آياتى كه بر او فرود آمد آيه رجم است . پس ما آن را خوانديم و فهميديم و حفظ كرديم . از اين رو رسول خدا حكم رجم را اجرا كرد ، ما نيز پس از او حكم رجم را اجرا كرديم . اما من نگران هستم كه اگر مدت زمانى بگذرد شخصى پيدا شود و بگويد : « به خدا سوگند ! ما آيه رجم را در كتاب خدا نمىيابيم » و به سبب رها كردن حكمى كه خدا نازل نموده گمراه شود ؛ در حالى كه حكم رجم در كتاب خدا - بر هر مرد و زنى كه زناى محصنه انجام دهد و شاهدى بر اين امر گواهى دهد ، يا باردار باشد و يا خود اعتراف كند - حكم حقى است .\r\nهم‌چنين ما در ضمن آن چه از كتاب خدا مىخوانيم چنين مىخوانيم :\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nأن لا ترغبوا عن آبائكم فإنّه كفر بكم أن ترغبوا عن آبائكم ؛ « 1 »\r\nاز پدران خود روى برمگردانيد كه براى شما كفر است كه از پدران خود روى برگردانيد .\r\nآن گاه عمر بن خطّاب ادامه داد : سپس رسول خدا فرمود :\r\nلا تطروني كما أطري عيسى بن مريم وقولوا : عبداللَّه ورسوله ؛\r\nدربارهء من زياده‌گويى نكنيد ، همان گونه كه در مورد عيسى بن مريم گفتند و اين گونه بگوييد : عبداللَّه و رسول اللَّه .\r\nبدانيد كه به من خبر رسيده كه شخصى از شما گفته است : « به خدا سوگند ! اگر عمر بميرد با فلانى بيعت مىكنم » ؛ پس كسى سوء استفاده نكند كه بگويد : « همانا بيعت با ابوبكر به صورت ناگهانى انجام شد كه فرصت ( بيعت با امير مؤمنان على عليه السلام ) را از ما گرفت » . هان كه به راستى اين گونه بود ؛ اما خداوند از آثار سوء آن جلوگيرى كرد و هيچ كس از شما نيست كه مانند ابوبكر سرها برايش فرود آمده باشد . پس\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . گفتنى است كه اين آيه را تنها عمر بن خطّاب خوانده است و در حال حاضر در قرآن مجيد وجود ندارد . اين خود دليلى بر تحريف و نقصان قرآن از ديدگاه اهل سنّت است ، مگر آن كه به گونه‌اى توجيه شود . شايسته است كه در اين زمينه به كتاب التحقيق فى نفى التحريف از همين نگارنده مراجعه كنيد .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nهر كس بدون مشورت با مسلمانان با كسى بيعت كند [ به اين جمله دقّت كنيد 
  ] نه كسى حق دارد بيعت ديگرى را بپذيرد و نه حق دارد كسى با ديگرى بيعت كند و گرنه هر دو نفر كشته مىشوند .\r\nهنگامى كه خداوند پيامبرش را از دنيا برد به ما خبر رسيد كه انصار سر مخالفت با ما گذاشته‌اند و همگى در سقيفهء بنى ساعده جمع شده‌اند و هم‌چنين على ، زبير و همراهانشان نيز به مخالفت با ما برخاسته‌اند و اين در حالى بود كه مهاجران گرد ابوبكر جمع شده بودند . من به ابوبكر گفتم : اى ابوبكر ! همراه ما باش تا به نزد برادران انصار خود برويم .\r\nاو همراه ما شد و به طرف آنان به راه افتاديم ، هنگامى كه خواستيم به جمع آن‌ها نزديك شويم ؛ به دو نفر از مردان صالح آنان برخورد كرديم و گفتيم : قصد داريم به نزد برادران انصار خود برويم .\r\nاما آن‌ها گفتند : اين كار را نكنيد و به انصار نزديك نشويد كه خلافت را از شما خواهند گرفت .\r\nمن گفتم : به خدا سوگند كه بايد به نزد انصار برويم .\r\nما به راه افتاديم و در سقيفه بنى ساعده به آن‌ها رسيديم . در ميان آن‌ها مردى را ديديم كه بر خود عبا پيچيده بود . گفتيم : او كيست ؟\r\nگفتند : سعد بن عباده است .\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nگفتيم : براى او چه اتّفاقى رخ داده است ؟\r\nگفتند : بيمار است .\r\nهنگامى كه اندكى نشستيم سخنرانشان پس از شهادت به يگانگى خدا و رسالت پيامبرش حمد و ثناى نيكويى خواند . سپس گفت : ما انصارِ خدا و سپاهيان اسلام هستيم و شما مهاجران ، گروهى هستيد كه برخى از شما آرام آرام در صدد كندن ريشهء ما بودند تا ما را از خلافت محروم كنند .\r\nهنگامى كه سخن اين مرد تمام شد ، تصميم گرفتم سخن بگويم و مطلب مناسبى را در ذهن خود آماده كرده بودم كه مىخواستم پيش روى ابوبكر آن را بيان كنم و به سبب برخى مسائل نرمش به خرج مىدادم . در آن هنگام كه خواستم سخن بگويم ، ابوبكر گفت : آرام باش ! من نيز دوست نداشتم او را ناراحت كنم . بنا بر اين خود ابوبكر سخن آغاز كرد كه او از من بردبارتر و متين‌تر بود . به خدا سوگند ! هرچه را در ذهن خود داشتم و مىخواستم بگويم ابوبكر همان يا بهتر از آن را به آرامى بيان نمود تا سخنش تمام شد .\r\nاو چنين گفت : « آن چه از خير و خوبى براى خودتان گفتيد شايسته آن هستيد ؛ ولى امر خلافت هرگز براى هيچ گروهى نخواهد بود مگر براى همين گروه از قريش ؛ چرا كه اينان اصيل‌ترين عرب در\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nنسب و عشيره هستند و من يكى از اين دو مرد ( ابوعبيده بن جرّاح و عمر ) را براى شما شايسته مىدانم . پس با هر كدام كه مىخواهيد بيعت كنيد » .\r\nسپس ابوبكر دست من و ابوعبيده بن جرّاح را كه بين ما دو نفر نشسته بود بالا گرفت . آن لحظه هيچ چيز براى من ناخوشايندتر از اين سخن نبود [ ! ! 
  ] به خدا سوگند ! اگر مرا به جلو مىبردند تا گردنم را بزنند بازهم حاضر نبودم به اين گناه [ ! 
  ] نزديك شوم كه امير شدن را بر مردمى كه ابوبكر نيز در ميان آن‌ها بود دوست بدارم ، جز آن كه هنگام مرگ نَفْسِ من چيز ديگرى را در نظرم زيبا جلوه دهد كه اكنون آن را چنين نمىيابم [ ! 
  ]\r\nدر اين هنگام يكى از انصار گفت : من انديشه‌اى صائب و استوار دارم . اى جماعت قريش ! يك امير از ما و يك امير از شما باشد .\r\nپس سر و صدا زياد شد و صداها بالا گرفت آن چنان كه بر سر اين اختلاف ، حاضران گروه گروه شدند . من از فرصت استفاده كردم و به ابوبكر گفتم : اى ابوبكر ! دستت را دراز كن .\r\nابوبكر دستش را جلو آورد ، من با او بيعت كردم ، مهاجران نيز با او بيعت كردند ، سپس انصار به او دست بيعت دادند و حاضران ازدحام كردند ، به گونه‌اى كه بر روى سعد بن عباده افتاديم ، يكى از آن‌ها گفت :\r\nسعد را كشتيد ! من گفتم : خدا او را بكشد [ ! 
  ]\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nآن گاه عمر سخن خود را چنين ادامه داد : به خدا سوگند ! در آن موقعيتى كه ما قرار داشتيم هيچ كارى بهتر از بيعت با ابوبكر نبود ؛ زيرا بيم آن داشتيم كه اگر بدون بيعت با كسى از آن‌ها جدا شويم ، آنها بعد از رفتن ما با فرد ديگرى از خودشان بيعت خواهند كرد و ما مجبور خواهيم شد با كسى كه نمىپسنديم بيعت كنيم و يا با آن‌ها مخالفت كنيم و فسادى به پا خواهد شد .\r\nبنا بر اين هر كس بدون مشورت با ديگر مسلمانان با شخصى بيعت كند ، نه بيعت او پذيرفته مىشود و نه كسى مىتواند با او بيعت كند و هر دو كشته مىشوند . « 1 » آن چه آورديم سخنان عمر بن خطّاب بود كه مىخواست اين سخنرانى را در منا براى مردم ايراد كند ؛ اما عبدالرحمان بن عوف مانع او شد و او نيز پس از رسيدن به مدينه در نخستين جمعه خطبه خواند و سخن خود را اين گونه اعلام كرد .\r\nامّا اين كه چرا عمر در آغاز سخنانش مسألهء رجم را مطرح كرد ، براى ما دليلش روشن نيست ؛ ولى آن چه درباره اين بحث مطرح است اين كه تهديد به كشتن بيعت كننده و كسى كه با او بيعت شده دو بار تكرار شده كه هم در ابتداى خطبه و هم در پايان آن با صراحت و آشكار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . صحيح بخارى : 8 / 25 ، 152 .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nآمده است : « هر كس بدون مشورت با ديگر مسلمانان ، با كسى بيعت كند او و كسى كه با او بيعت شده هر دو كشته مىشوند » .\r\nاكنون اين پرسش مطرح است كه « فلانى » كه مىخواست بيعت كند و آن « فلانى » كه مىخواستند با او بيعت كنند چه كسانى بودند ؟\r\nچه چيزى باعث شد كه عمر نظريه شورا را مطرح كند با آن كه او عثمان را به عنوان خليفه پس از خود تعيين كرده بود ؟ چنانچه روايتش را ملاحظه كرديد .\r\nحقيقت اين است كه امير مؤمنان على عليه السلام ، طلحه ، زبير ، عمار و گروهى كه همراهشان بودند در منا حضور داشتند و گاه دور هم مىنشستند و با يك‌ديگر سخن مىگفتند و آن جا بود كه اين موضوع مطرح شد كه اگر عمر بميرد به يقين با فلانى بيعت مىكنيم و انتظار مىكشيدند كه عمر بميرد تا با فلانى بيعت كنند .\r\nآن‌ها در ادامه مىگفتند : بيعت با ابوبكر به صورت ناگهانى انجام شد .\r\nمنظور آنان اين بود كه ديگر آن فرصت گذشت و ما آن را ضايع نموديم و كار از دست ما خارج شد ؛ پس بايد منتظر فرصت بعدى باشيم كه آن نيز با مرگ عمر فراهم مىشود تا با فلانى بيعت كنيم .\r\nهنگامى كه آنان مشغول چنين گفت و گويى بودند ، كسى در آن جمع اين سخنان را شنيد و اين موضوع را به عمر منتقل كرد . عمر\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nنيز از اين موضوع خشمگين شد و تصميم گرفت همان جا براى مردم سخنرانى كند كه عبدالرحمان بن عوف مانع اين كار شد .\r\nالبته عمر در مدينه ناگزير بود كه برخى از وقايع سقيفه را براى ما بازگو كند و گرنه چگونه ما مىتوانستيم از حوادثى كه در آن جا به وقوع پيوسته بود آگاه شويم ، در حالى كه فقط عدّه‌اى از انصار و سه يا چهار نفر از مهاجران در آن جا حضور داشته‌اند و به ناچار تنها يكى از همين گروه بايستى رخ‌دادهاى سقيفه را براى ما بازگو مىكرد كه خداوند سبحان آن را بر زبان عمر جارى ساخت .\r\nآرى ، بخشى از آن حوادث در صحيح بخارى آمده است كه اگر چنين نمىشد معلوم نبود چه كسى آن را براى ما روايت مىكرد .\r\nعمر در ضمن سخنانش گفت : سر و صدا زياد شد ، صداها بالا گرفت . . . آن چنان كه ما بر روى سعد بن عباده افتاديم .\r\nاين گزارش به اندازه‌اى است كه عمر دهان گشوده و در اختيار ما گذاشته ، امّا بيشتر از آن را فقط خدا مىداند . ما راهى براى اطلاع يافتن از تمام حوادث آن جا نداريم كه اين داستان قرن‌ها پيش به وقوع پيوسته و فقط برخى از آن خبر آورده و براى ما روايتش را نقل كرده‌اند .\r\nالبته همين مقدار نيز اگر در صحيح بخارى نقل نشده بود به طور حتم اهل سنّت آن را تكذيب مىكردند .\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nآن گاه عمر اين سخن را كه « بيعت ابوبكر كارى بىحساب و اشتباه بود » تأييد نمود . امّا او خلافت را براى چه كسى مىخواست ؟\r\nپرواضح است كه او عثمان را براى بعد از خودش انتخاب كرده بود ، در اين صورت آيا مىتوانست به آنان اجازه دهد كه با مرگش با شخص ديگرى جز عثمان بيعت كنند ؟\r\nاز اين رو ناگزير بود كه به تهديد متوسّل شود و چنين نيز كرد و از همين رو كلمه « فلانى » و « فلانى » در نقل قول‌ها جاگرفت و نام آن‌ها آشكار نشد ، آن سان كه در روايات بسيار ديگرى نيز تغيير داده شد و اسامى به طور صريح بيان نشد .\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\n\r\nبخش چهارم بررسى برخى از جزئيات طرح شورا\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n\r\nجزئياتى از طرح شورا\r\nدر ادامهء بحث لازم است به برخى مصادر و منابع معتبر مراجعه كنيم - چنان كه شيوه ما در تحقيق چنين است - تا شايد از ميان شرح‌ها و حاشيه‌ها ، به جزئيات حوادث و خصوصيات آن‌ها دست يابيم ؛ چرا كه اهل سنّت مسائل را به طور روشن و آشكار بازگو نمىكنند تا پس از گذشت قرن‌ها از آن قضايا ، محدّثى يا تاريخ‌نگارى از برخى از گوشه‌هاى ناپيداى آن پرده بردارد و برخى از حقايق و اسرار آن را براى ما آشكار سازد .\r\nروايتى را كه نقل كرديم در صحيح بخارى آمده است ؛ امّا نه در جاى خودش ؛ بلكه در بخشى نامناسب ؛ يعنى در كتاب حدود ، كتاب « كافرها و مرتدهايى كه به جنگ برمىخيزند » در باب « رجم زن شوهردارى كه از زنا باردار شده » آمده است .\r\nعجيب است كه اين روايت در چنين بابى قرار داده شده است .\r\nاگرچه عمر در بخش نخست اين روايت ، مسألهء رجمِ زن باردار را مطرح\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nكرده و ما نيز تا كنون علّت حقيقى مطرح كردن اين مسأله و بيان آيه‌اى را كه در قرآن وجود ندارد ، ندانسته‌ايم ؛ با اين حال لازم بود اين روايت با يك عنوان مستقل و در بابى ويژه قرار داده شود تا حوادث مهمّى كه در ضمن آن بيان شده مورد توجه بيشترى قرار گيرد . حال كه در چنين بابى و با چنين نامى آمده ، چگونه ممكن است محقّقان از آن واقعهء مهم آگاه شوند ؟ « 1 » اين روش نيز از روش‌هاى حديث‌نگاران اهل سنّت در نگارش رواياتى است كه به نقل آن‌ها علاقه‌اى ندارند . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . آرى ، اين روش از روش‌هاى اهل سنّت براى مخفى نگه داشتن روايات خاص است كه با اين روش تلاش مىكنند مردم از اين گونه احاديث اطلاعى نيابند و چنين اخبارى منتشر نشود . البته هنگامى كه مىخواهند مطلبى پخش شود ، آن را بارها و با عنوان‌هاى مختلف نقل مىكنند كه اين شيوه را بخارى در موضوعات خاصى به كار گرفته است كه براى مثال به يك مورد اشاره مىكنيم . پژوهش‌گران مىتوانند با مراجعه به آن ، چگونگى نقل آن را با خطبه عمر - كه نقل كرديم - مقايسه كنند . اين مورد ماجراى دروغين خواستگارى امير مؤمنان على عليه السلام از دختر ابوجهل است كه با مقايسه آن يكى ديگر از گونه‌هاى ظلم به اهل بيت عليهم السلام و تحريف و تغيير در سنّت رسول خدا صلى اللَّه عليه وآله و حقايق دينى و تاريخى براى شما آشكار مىگردد . براى آگاهى بيشتر در اين زمينه مىتوانيد به كتاب خواستگارى ساختگى از همين نگارنده مراجعه كنيد .\r\n( 2 ) . اين روايت را مىتوانيد در صفحات 585 تا 588 جلد هشتم ، از چاپى كه با شرح و تحقيق شيخ قاسم شمّاعى رفاعى به چاپ رسيده ملاحظه كنيد . اين چاپ در كتابخانه نگارنده موجود است .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\n\r\nچرا عمر نظريه شورا را مطرح كرد ؟\r\nدر پاسخ اين پرسش به برخى شرح‌هاى صحيح بخارى مراجعه مىكنيم تا بيابيم چه چيزى سبب شد عمر نظريه شورا را به ميان آورد . « 1 » در صورتى كه نه در كتاب خدا ، نه در سنّت و سيره رسول خدا ، نه در سيرهء ابوبكر و نه حتى در سيرهء خود عمر تا آن زمان ( سال 23 هجرى در منا ) هيچ اثرى از نظريه شورا ديده نمىشود . هم‌چنين مىخواهيم بدانيم مدّعيان اين نظريه چه كسانى هستند ؟\r\nبراى يافتن پاسخ اين دو پرسش ، به مقدمهء كتاب فتح البارى مراجعه مىنماييم . ابن حجر عسقلانى در يك جلد پربرگ ، مقدمهء مفصّلى براى شرح خود بر كتاب صحيح بخارى نگاشته است . اين مقدمه از چندين باب و فصل تشكيل شده است كه يكى از فصل‌هاى آن براى مشخص نمودن موارد مبهم در صحيح بخارى است . منظور او از موارد مبهم ، مواردى است كه واژه « فلانى » و « فلانى » آمده است .\r\nابن حجر عسقلانى در اين فصل تلاش كرده تا نام افرادى را كه در روايات بخارى نيامده و كلمه « فلانى » برايشان به كار رفته مشخص كند .\r\nاكنون به عبارات ابن حجر در ذيل روايت مورد نظر - خطبه عمر -\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . البته هيچ بعيد نيست كه عبدالرحمان بن عوف در به وجود آمدن اين فكر نقش‌اساسى داشته باشد ؛ هم چنان كه در چگونگى مطرح شدن آن نيز چنين نقشى را ايفا كرد كه در متن روايت به خوبى ديده مىشود .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nتوجه كنيد . وى مىنويسد :\r\nدر اين روايت نام گوينده نيامده است ( عبارت روايت چنين است : پس يكى از آن‌ها گفت ) و نامِ راوى اين گفت و گو نيز نيامده است . بنا بر اين من در كتاب انساب الاشراف بلاذرى روايتى را با اسناد قوى يافتم كه هشام بن يوسف ، از معمر ، از زُهرى با همان سندى كه در صحيح بخارى آمده نقل كرده و عبارت آن چنين است :\r\nعمر گفت : به من خبر رسيده كه زبير گفته است : « اگر عمر بميرد با على بيعت مىكنيم » .\r\nزبير همان است كه در حوادث سقيفه در منزل زهراى مرضيه عليها السلام تحصّن كرده بود و وقتى آن‌ها به در خانهء آن بانو آمدند وى با شمشمير آخته از منزل بيرون آمد و آنان نيز او را محاصره كرده شمشير را از دستش گرفتند . وى از همان زمان منتظر فرصت بود ؛ چرا كه در آن وقت توان انجام كارى را نداشت و همواره منتظر بود فرصت لازم فراهم آيد .\r\nچنان كه ملاحظه خواهيد كرد در روايت مورد نظر ، احتمالات متعددى دربارهء واژه « فلانى » مىتوان يافت . البته آن چه را كه ابن حجر پذيرفته داراى سندى قوى است ؛ اما اقوال ديگرى نيز وجود دارد كه ما آن‌ها را نفى نمىكنيم ؛ زيرا در ماجراى منا ، زبير و على عليه السلام تنها نبوده‌اند ؛ بلكه آن جا جلسه‌اى بوده كه افراد ديگرى نيز از بزرگان صحابه حضور داشته‌اند .\r\nبنابراين اقوال ديگر را نيز ملاحظه كنيد ! ابن حجر عسقلانى مىنويسد :\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nدر اين فصل حديثى كه ابن عباس از عمر دربارهء داستان سقيفه نقل كرده تكرار شده و در آن آمده است كه عبدالرحمان بن عوف گفت : مردى به نزد اميرالمؤمنين ( عمر ) آمد و گفت : يا اميرالمؤمنين ! نظر تو دربارهء فلانى چيست كه مىگويد : « اگر عمر بميرد با فلانى بيعت مىكنم ؟ ! »\r\nبا اين متن موارد مبهم سه واژه شد : مردى ، فلانى و فلانى . امّا اين‌ها چه كسانى هستند ؟\r\nابن حجر عسقلانى مىگويد : در مسند بزّار و در الجعديات با سند ضعيف آمده است كه منظور از « فلانى » كه با او بيعت مىشود ، طلحة بن عبيداللَّه است .\r\nبه اين ترتيب طلحه نيز از كسانى بوده كه مرگ عمر و فرصت پس از او را انتظار مىكشيده تا با وى بيعت شود .\r\nبار ديگر عبارت ابن حجر را ملاحظه كنيد ! وى مىگويد : گوينده و راوى آن سخن نام برده نشده‌اند ؛ اما من با همان اسناد نقل شده در صحيح بخارى يافتم كه عمر گفت : به من خبر رسيده كه زبير گفته است كه اگر عمر بميرد با على بيعت مىكنيم . . . و همين نظريه صحيح‌ترين نظريه‌ها است .\r\nهم‌چنين در روايت مورد نظر آمده بود : « هنگامى كه به آن‌ها نزديك شديم ، با دو نفر از مردان صالح آنان برخورد كرديم » . اين دو نفر عوين بن ساعده و معد بن عدى هستند . بخارى نام آن دو نفر را در ماجراى جنگ بدر آورده است . علاوه بر اين بزّار نيز در مسند عمر آن را نقل كرده است .\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nسپس ابن حجر مىنويسد : و امّا گويندهء اين سخن كه « سعد را كشتيد ، پس گفته شد و يا شخصى گفت كه سعد را كشتيد » نمىدانم كيست . « 1 » امّا آن كسى كه گفت : « اگر عمر بميرد با على بيعت مىكنيم . . . » ؛ در برخى از منابع به جاى زبير ، عمّار آمده است . « 2 » از طرفى ابن حجر عسقلانى در شرح صحيح بخارى ، در جلد 12 به هنگام شرح حديث مورد بحث ، به مطلبى كه در مقدمهء خود آورده هيچ اشاره‌اى نمىكند .\r\nالبته براى ما روشن نيست كه چرا به اين مطلب اشاره‌اى نكرده است ؟ و چرا بخارى در متن و در اصل كتاب نامى از او نبرده است ؟\r\nآن گاه ابن حجر عسقلانى اين جمله را كه « نظر تو دربارهء فلانى چيست » شرح مىدهد و مىگويد : نام اين شخص را نيافتم ؛ امّا در روايت ابن اسحاق آمده كه گويندهء اين جمله بيش از يك نفر بوده است و اين همان نكته‌اى است كه بدان اشاره نموديم . از اين رو اين سخن ، گفتهء يك نفر نيست ؛ زيرا آن‌ها عدّه‌اى بوده‌اند كه دور هم نشسته بودند و اين فكر و نظريه در بينشان مطرح شده است و به همين سبب نيز عمر خشمگين شد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مقدمه فتح البارى : 337 .\r\n( 2 ) . ر . ك شرح نهج البلاغه : 2 / 25 .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nابن حجر عسقلانى در ادامه مىگويد : منظور از « فلانى » در عبارتِ « با فلانى بيعت مىكنم » طلحة بن عبيداللَّه است . حديث او را بزّار با سند ابومعشر ، از زيد بن اسلم ، از پدرش نقل كرده است . « 1 » هم‌چنين ابن حجر عسقلانى در هنگام شرح خطبهء عمر ، به روايت بلاذرى - كه صحيح‌تر و با سندى قوى نقل شده - اشاره‌اى نكرده است .\r\nاز طرفى قسطلانى در شرح اين حديث ، مطلبى را كه ابن حجر در مقدّمهء كتاب خود در شرح حديث آورده ، نقل كرده است . وى در ارشاد السارى مىنويسد : ابن حجر عسقلانى در مقدّمهء فتح البارى دربارهء اين جمله كه « اگر عمر بميرد با فلانى بيعت مىكنم » گويد : در مسند بزّار و كتاب جعديات با سند ضعيف آمده كه منظور از فلانى . . . .\r\nهم‌چنين ابن حجر عسقلانى گفته است : من در انساب الاشراف بلاذرى با سندهاى قوى به روايت هشام بن يوسف ، از معمر ، از زهرى با همان سندهايى كه در صحيح بخارى آمده ، دست يافتم كه عمر گفت :\r\n« به من خبر رسيده كه زبير گفته : اگر عمر بميرد با على بيعت مىكنيم . . . » و اين روايت صحيح‌تر است . « 2 » قسطلانى مىافزايد : ابن حجر در شرح خود مىنويسد : منظور از « فلانى » در عبارت « با فلانى بيعت مىكنم » طلحة بن عبيداللَّه است كه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . فتح البارى : 12 / 128 .\r\n( 2 ) . ارشاد السارى : 14 / 279 .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nبزّار آن را نقل كرده است .\r\nالبتّه ما اين مطلب را از شرح صحيح بخارى ابن حجر عسقلانى آورديم .\r\nسپس قسطلانى چنين ادامه مىدهد : برخى از مردم گفتند : اگر اميرالمؤمنين ( عمر ) بميرد ، فلانى را جاى او مىگذاريم و منظورشان طلحة بن عبيداللَّه بوده است .\r\nهمچنين ابن بطّال از مهلب نقل كرده كه « كسى كه آن‌ها مىخواستند با او بيعت كنند شخصى از انصار بوده است » و سند و مدركى براى اين مطلب نياورده و اين مطلب اضافى در شرح قسطلانى آمده است .\r\nامّا كرمانى در شرح خود بر صحيح بخارى به هيچ كدام از اين مطالب اشاره‌اى نكرده و تنها به همين نكته اكتفا نموده و مىگويد : كلمهء « لو » حرفى است كه لازم است بر فعل داخل شود . پس چرا در اين جا بر حرفى ديگر وارد شده كه « ولو قد مات ؟ » . « 1 » اين تنها مطلبى است كه كرمانى در شرح اين حديث آورده ، گويا كه هيچ مطلب ديگرى در كار نبوده است .\r\nشارح ديگر صحيح بخارى ، عينى است . شيوهء عينى چنين است كه هميشه مطالب ابن حجر عسقلانى را تعقيب مىكند ؛ زيرا كه مذهب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . صحيح بخارى با شرح كرمانى : 23 / 212 .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nعسقلانى ، شافعى و مذهب عينى حنفى است و بين شافعىها و حنفىها همواره به ويژه در مسائل فقهى اختلاف و درگيرى شديد بوده است . با اين حال دربارهء اين روايت عينى هيچ پيگيرى و تعقيبى انجام نمىدهد و حتى به حديثى كه ابن حجر عسقلانى نقل كرده اشاره‌اى نمىكند و تنها نظر ديگران را يادآور مىشود و از ابن حجر هيچ سخنى به ميان نمىآورد . تنها مطلبى كه عينى آورده چنين است :\r\nدر عبارت « اگر عمر بميرد » كلمهء « قد » حرف زايد است ؛ زيرا « لو » بر فعل داخل مىشود و گفته شده كه « قد » ، فعلى در تقدير دارد و معناى جمله چنين است كه اگر مرگ عمر محقّق شود .\r\nوى در شرح عبارت « با فلانى بيعت مىكنم » مىگويد : منظور از « فلانى » طلحة بن عبيداللَّه است .\r\nكرمانى نيز در اين باره گفته است : منظور از « فلانى » شخصى از انصار است . همچنين اين مطلب را ابن بطّال ، از مهلب نقل كرده ؛ اما سند و مدركى براى آن نياورده است . « 1 » آن چه آورديم تمام آن مطلبى است كه عينى حنفى در شرح صحيح بخارى نگاشته است . به اين ترتيب تاكنون دانستيم كه چرا و چگونه انديشه شورا با تهديد به قتل بيعت كننده و بيعت شده مطرح شده است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . عمدة القارى : 24 / 11 .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\n\r\nعمر و اجراى انديشه شورا\r\nآن گاه كه عمر فكر شورا را به طور علنى مطرح كرد لازم بود آن را به اجرا درآورد . از سوى ديگر او از آغاز خلافت خود ، عثمان را براى جانشينى خويش در نظر داشت و مىخواست كه خلافت پس از او در دست عثمان باشد ، نه ديگرى ؛ از اين رو فقط براى غلبه بر ديگران و جلوگيرى از اجراى تصميمات مشروع آن‌ها ، فكر شورا را مطرح كرد و آنان را در صورتى كه بخواهند با فرد مورد نظر خودشان بيعت كنند ؛ نه با كسى كه عمر مىخواهد به كشتن تهديد نمود .\r\nبه اين ترتيب ناچار بود در مقام عمل ، شورا را به اجرا درآورد ؛ امّا به گونه‌اى كه به خواستهء خودش بينجامد و دست‌يابى به اين هدف تنها با برپايى چنين شورايى ممكن بود . از اين رو شورايى مركب از شش نفر تشكيل داد و خود آن‌ها را معين نمود ، نه يك نفر بيشتر و نه يك نفر كمتر و آنان را موظف كرد كه فقط يك نفر را از ميان خودشان به عنوان خليفه تعيين كنند .\r\nاگر در اين تصميم‌گيرى اكثريت بر يك نفر نظر داشته باشند و اقليت با آن‌ها مخالفت كنند گردن گروه اقليت زده شود ؛ اما اگر سه نفر بر يك فرد و سه نفر ديگر بر فردى ديگر هم‌نظر شدند حرف آخر و تعيين كننده از آنِ چه كسى باشد ؟\r\nمعلوم است اين امتياز براى عبدالرحمان بن عوف خواهد بود و هر كس نيز با او مخالفت كرد كشته شود . مدّت مشورت و تصميم‌گيرى\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nرا نيز سه روز تعيين نمود كه اگر اين مدّت گذشت و كسى را تعيين نكردند ، همگى كشته شوند و صهيب رومى را نيز ناظر بر آن‌ها قرار داد و پنجاه نفر با شمشير بر سر آن‌ها مىايستند و منتظر مىمانند كه اگر يكى از آن‌ها مخالفت كند به فرمان عبدالرحمان بن عوف گردنش را بزنند !\r\nدر كتاب‌هاى تاريخى و منابعى هم‌چون الطبقات الكبرى « 1 » و مصادر ديگر آمده است كه عمر ادارهء شورا را در اختيار عبدالرحمان بن عوف قرار داد و لازم بود او به گونه‌اى كار را اداره كند كه سرانجام كار همان شود كه عمر بن خطاب مىخواست . البتّه خود عبدالرحمان نيز با عمر هم عقيده بود .\r\nاز سوى ديگر ، عبدالرحمان مىدانست كه عقيدهء على عليه السلام دربارهء ابوبكر و عمر چيست . هم‌چنين مىدانست كه آن حضرت با سيره و روش آن دو مخالف است و با آگاهى كامل از اين موضوع به شورا پا نهاد تا به امير مؤمنان على عليه السلام پيشنهاد كند كه خلافت را بپذيرد ؛ اما به شرط آن كه با مردم بر اساس كتاب خدا ، سنت پيامبر و سيرهء ابوبكر و عمر عمل كند .\r\nالبته خوب مىدانست كه حضرت على عليه السلام اين پيشنهاد را نخواهد پذيرفت . هم‌چنين خوب مىدانست كه عثمان به سرعت اين پيشنهاد را خواهد پذيرفت .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ر . ك : الطبقات الكبرى : 3 / 61 .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nاز اين رو عبدالرحمان همين برنامه را اجرا كرد و پيشنهادش را به امير مؤمنان على عليه السلام ارائه نمود و آن حضرت نيز همان پاسخى را داد كه عبدالرحمان توقع داشت و آن نپذيرفتن عمل به سيرهء ابوبكر و عمر بود . بنا بر اين ، پيشنهاد خود را به عثمان ارائه كرد و او بىدرنگ پذيرفت و اين كار را دو بار تكرار كرد و همان پاسخ نخست را از هر دو نفر گرفت .\r\nامير مؤمنان على عليه السلام به عبدالرحمان فرمود : تو تلاش كردى اين كار را از من باز دارى .\r\nدر نتيجه عبدالرحمان با عثمان بيعت كرد و امير مؤمنان على عليه السلام به عبدالرحمان فرمود : به خدا سوگند ! تو عثمان را بر اين كار نگماردى جز آن كه اين كار را به سوى تو سوق دهد تا به تو واگذارد .\r\nاو در پاسخ گفت : بيعت كن و گرنه گردنت را مىزنم !\r\nامير مؤمنان على عليه السلام نيز بدون پاسخ از آن جا بيرون آمد ؛ امّا آنان دورش را گرفتند و آن حضرت را بازگرداند تا به بيعت وادارش كنند . « 1 » آرى ، اين گونه بيعت با عثمان بنا بر تصميم و قرار قبلى انجام شد .\r\nامّا آيا عثمان بر سر قرارش با عبدالرحمان باقى ماند ؟ در حقيقت عثمان اين كار را براى بنى اميه مىخواست تا آنان خلافت و حكومت را مانند گوى بازى كه به هم پاس مىدهند براى يك‌ديگر بيندازند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . شرح نهج البلاغه : 12 / 265 ، تاريخ طبرى : 3 / 297 ، تاريخ مدينة دمشق : 3 / 930 .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nاز اين رو تمام كسانى كه در منا جلسه داشتند و در رأس آن‌ها طلحه و زبير بود ؛ بر ضد عثمان برخاستند و اين دو تن در ماجراى كشتن عثمان نقش اساسى و اصلى را داشتند ؛ زيرا كه خود آن دو نيز در پى تصاحب اين كار بودند ، هم‌چنان كه در برخى منابع آمده است كه برخى مىگفته‌اند : اگر عمر بميرد با طلحه بيعت مىكنيم و طلحه نيز در پى دست‌يابى به آن بود ، آن سان كه عايشه نيز در پى اين امر بود و به همين سبب در قيام بر ضد عثمان سهيم گشت .\r\nاز طرفى ، عبدالرحمان ، عثمان را رها كرد و هر دو در حالى مردند كه يك‌ديگر را ترك كرده بودند . آن دو تا دم مرگ با يك‌ديگر سخن نگفتند ؛ زيرا عثمان به قرار خود عمل نكرد و عبدالرحمان نيز تا توانست او را در فشار قرار داد ؛ امّا كارى از پيش نبرد .\r\nابن قتيبه دينورى در كتاب المعارف عنوانى دارد براى كسانى كه با يك‌ديگر قطع رابطه كردند و بينشان كدورت به وجود آمد ، در آن جا اشاره مىكند كه عبدالرحمان در حالى مرد كه عثمان را رها كرده بود . « 1 » و اين گونه فكر شورا طرحى براى حذف امير مؤمنان على عليه السلام بود . از همين رو معاويه نيز هنگامى كه امير مؤمنان على عليه السلام به خلافت رسيد ، درخواست تشكيل شورا و بيعت مهاجران و انصار را\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . المعارف : 550 .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nبراى آن حضرت نمود .\r\nآرى ، درخواست تشكيل شورا ، براى چه كسى ؟ براى خود و على عليه السلام . او مىخواست از همان راهى كه عمر وارد شد و به مقصود رسيد عمل كند ؛ ولى حضرت على عليه السلام براى او چنين نوشت :\r\nوإنّما الشورى للمهاجرين والأنصار . . . ؛ « 1 »\r\nشورا فقط براى مهاجران و انصار بود . . . .\r\nروشن است كه تو ( معاويه ) از انصار نيستى و از مهاجران نيز نيستى ؛ زيرا هجرت براى كسانى بود كه پيش از فتح مكه مهاجرت كرده بودند ؛ بلكه معاويه از آزادشدگان رسول خدا صلى اللَّه عليه وآله در جريان فتح مكه بود و پس از فتح مكه هجرت معنايى نداشت . معاويه مىخواست از همين شيوهء شورا براى حذف امير مؤمنان على عليه السلام استفاده كند كه موفق نشد .\r\nسرانجام آن كه هر كس نظريه و انديشهء شورا را مطرح مىكند و به آن دامن مىزند قصد دارد كه نص و تصريح الهى را حذف كند و هر كس سعى مىكند در آثار يا سخنان خويش از اين نظريه سخن براند و دفاع كند ، تنها هدفش حذف امير مؤمنان على عليه السلام و مشروعيّت بخشيدن به حذف آن بزرگوار است و بس .\r\nو صلى اللَّه على محمّد وآله الطّاهرين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نهج البلاغه : 3 / 7 ، نامهء 6 .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\n\r\nكتاب نامه\r\n1 . قرآن كريم .\r\n2 . نهج البلاغه .\r\n« الف »\r\n3 . إرشاد السارى : احمد بن محمّد بن ابو بكر قسطلانى ، دار احياء التراث العربى ، بيروت .\r\n4 . اساس البلاغه : جاراللَّه محمود بن عمر زمخشرى ، دار بيروت ، سال 1404 .\r\n5 . اعجاز القرآن : ابوبكر محمّد بن طيب باقلانى ، چاپ شده همراه الاتقان في علوم القرآن .\r\n« ت »\r\n6 . تاريخ طبرى : سلمان بن احمد بن ايّوب لخمى طبرى ، از منشورات كتابفروشى اروميّه ، قم ، ايران .\r\n7 . تاريخ مدينة دمشق : ابن عساكر ، دار الفكر ، بيروت ، سال 1415 .\r\n8 . التحقيق في نفي التحريف عن القرآن الشريف : سيد على حسينى ميلانى ، مركز حقايق اسلامى ، قم ، چاپ سوم ، سال 1426 .\r\n9 . تذكرة الخواص : سبط بن جوزى ، مؤسّسهء اهل البيت عليهم السلام ، بيروت ، لبنان ، سال 1401 .\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\n« خ »\r\n10 . خلافت ابوبكر در ترازوى نقد : سيد على حسينى ميلانى ، مركز حقايق اسلامى ، قم ، چاپ يكم ، سال 1386 .\r\n11 . خواستگارى ساختگى : سيد على حسينى ميلانى ، مركز حقايق اسلامى ، قم ، چاپ يكم ، سال 1386 .\r\n« ر »\r\n12 . الرياض النّضره : محبّ الدين طبرى ، دار الكتب علميّه ، بيروت ، لبنان .\r\n« ش »\r\n13 . شرح نهج البلاغه : ابن ابى الحديد معتزلى ، دار احياء التراث العربى ، بيروت ، لبنان ، چاپ دوم ، سال 1387 .\r\n« ص »\r\n14 . صحيح بخارى : محمّد بن اسماعيل بخارى جعفى ، دار ابن كثير ، دمشق .\r\n« ط »\r\n15 . الطبقات الكبرى : ابن سعد ، دار الكتب علميّه ، بيروت ، لبنان ، چاپ دوم ، سال 1418 .\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\n« ف »\r\n16 . الفائق فى غريب الحديث : جاراللَّه محمود بن عمر زمخشرى ، دار الكتب علميّه ، بيروت ، لبنان ، سال 1417 .\r\n17 . فتح البارى : ابن حجر عسقلانى ، دار الكتب علميّه ، بيروت ، لبنان ، چاپ اول ، سال 1410 .\r\n18 . فرائد السّمطين : ابراهيم بن محمّد حموئى جوينى خراسانى ، مؤسسهء محمودى ، بيروت ، لبنان ، چاپ اول ، سال 1398 .\r\n19 . فقه السيرة النبويه : محمّد سعيد رمضان بوطى ، دار الفكر المعاصر ، بيروت ، لبنان ؛ و دار الفكر ، دمشق ، سوريه ، چاپ دهم ، سال 1411 .\r\n« ك »\r\n20 . كتاب الخراج : ابويوسف بغدادى ، سلفيّه ، مصر .\r\n21 . كفاية الطالب في مناقب على بن ابىطالب عليهما السلام : محمّد بن يوسف گنجى شافعى ، مطبعه حيدريه ، نجف اشرف ، سال 1390 .\r\n« ل »\r\n22 . لسان العرب : جمال الدين محمّد بن مكرم بن منظور افريقى مصرى ، دار الفكر ، بيروت ، لبنان .\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\n« م »\r\n23 . المصنّف : ابن ابى شيبه ، دار الفكر ، بيروت ، لبنان ، سال 1414 .\r\n24 . مقدمه فتح البارى : ابن حجر عسقلانى ، دار احياء التراث عربى ، بيروت ، لبنان .\r\n25 . المناقب : ابن مغازلى ، دار الأضواء ، بيروت ، لبنان ، چاپ دوم ، سال 1214 .\r\n26 . المناقب : خوارزمى ، مؤسسه نشر اسلامى ، قم ، چاپ دوم ، سال 1414 .\r\n27 مناقب على عليه السلام : احمد بن حنبل شيبانى .\r\n« ن »\r\n28 . نظم درر السمطين : جمال الدين محمد بن يوسف زرندى .\r\n29 . النهاية فى غريب الحديث : ابن اثير جزرى .\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nserles of theologlcal researches\r\n( 14 )\r\nROLE OF\r\nCOUNCIL IN IMAMATE\r\nayatollah sayyid ali husayni milani\r\n\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80}
  ]