[
  {"content":"\r\n\r\nسلسله پژوهش هاى اعتقادى\r\n( 13 )\r\nنگاهى\r\nبه حديث غدير\r\nآيت الله سيدعلى حسينى ميلانى\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nمركز الحقائق الاسلامية\r\nنام كتاب : نگاهى به حديث غدير\r\nمؤلف : آيت الله سيد على حسينى ميلانى\r\nترجمه و ويرايش : هيئت تحريريهء مركز حقايق اسلامى\r\nناشر : مركز حقايق اسلامى\r\nشمارگان : 1500 نسخه\r\nنوبت چاپ : اول / 1387\r\nچاپ : وفا\r\nشابك : 3 - 03 - 5348 - 600 - 978\r\n3 - 03 - 5348 - 600 - 978\r\nحقوق چاپ محفوظ است\r\nمراكز پخش :\r\nقم : خيابان صفائيه ، رو به روى صندوق قرض الحسنه دفتر تبليغات ، تلفن : 7837320 - 0251\r\nتهران : 1 . قيطريه : خيابان برادران سليمانى ( حكمت سابق ) ، پلاك 98 ، نمايشگاه كتاب اعراف ، تلفن : 22208592 - 021\r\n2 . خيابان مجاهدين ، چهار راه آبسردار ، ساختمان پزشكان ، واحد 9 ، مركز فرهنگى انتشارات منير ، تلفن : 77521836 - 021 ( 4 خط )\r\nمشهد : چهار راه شهدا ، پشت باغ نادرى ، كوچهء شهيد خوراكيان ، پاساژ گنجينهء كتاب ، انتشارات نور الكتاب ( ميلانى ) ، تلفن :\r\n2223130 - 0511\r\nاصفهان : چهارباغ پايين ، روبه روى ورزشگاه تختى ، مركز تخصصى حوزه علميه اصفهان ، تلفن 2223423 - 0311\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nسرآغاز\r\nبسم اللَّه الرّحمن الرّحيم\r\n. . . آخرين و كامل‌ترين دين الهى با بعثت خاتم الانبياء ، حضرت محمّد مصطفى صلّى اللَّه عليه وآله به جهانيان عرضه شد و آئين و رسالت پيام رسانان الهى با نبوّت آن حضرت پايان پذيرفت .\r\nدين اسلام در شهر مكّه شكوفا شد و پس از بيست و سه سال زحمات طاقت فرساى رسول خدا صلّى اللَّه عليه وآله و جمعى از ياران باوفايش ، تمامى جزيرة العرب را فرا گرفت .\r\nادامهء اين راه الهى در هجدهم ذى الحجّه ، در غدير خم و به صورت علنى ، از جانب خداى منّان به نخستين رادمرد عالم اسلام پس از پيامبر خدا صلّى اللَّه عليه وآله يعنى امير مؤمنان على عليه السلام سپرده شد .\r\nدر اين روز ، با اعلان ولايت و جانشينى حضرت على عليه السلام ، نعمت الهى تمام و دين اسلام تكميل و سپس به عنوان تنها دينِ مورد\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nپسند حضرت حق اعلام گرديد . اين چنين شد كه كفرورزان و مشركان از نابودى دين اسلام مأيوس گشتند .\r\nديرى نپاييد كه برخى اطرافيان پيامبر صلّى اللَّه عليه وآله ، - با توطئه‌هايى از پيش مهيّا شده - مسير هدايت و راهبرى را پس از رحلت پيامبر خدا صلّى اللَّه عليه وآله منحرف ساختند ، دروازه مدينهء علم را بستند و مسلمانان را در تحيّر و سردرگمى قرار دادند . آنان از همان آغازين روزهاى حكومتشان ، با منع كتابت احاديث نبوى ، جعل احاديث ، القاى شبهات و تدليس و تلبيس‌هاى شيطانى ، حقايق اسلام را - كه همچون آفتاب جهان‌تاب بود - پشت ابرهاى سياه شكّ و ترديد قرار دادند .\r\nبديهى است كه على رغم همهء توطئه‌ها ، حقايق اسلام و سخنان دُرَرْبار پيامبر خدا صلّى اللَّه عليه وآله ، توسّط امير مؤمنان على عليه السلام ، اوصياى آن بزرگوار عليهم السلام و جمعى از اصحاب و ياران باوفا ، در طول تاريخ جارى شده و در هر برهه‌اى از زمان ، به نوعى جلوه نموده است . آنان با بيان حقايق ، دودلىها ، شبهه‌ها و پندارهاى واهى شياطين و دشمنان اسلام را پاسخ داده و حقيقت را براى همگان آشكار ساخته‌اند .\r\nدر اين راستا ، نام سپيده باورانى همچون شيخ مفيد ، سيّد مرتضى ، شيخ طوسى ، خواجه نصير ، علّامهء حلّى ، قاضى نوراللَّه ، مير حامد حسين ، سيّد شرف‌الدين ، امينى و . . . همچون ستارگانى پرفروز مىدرخشد ؛ چرا كه اينان در مسير دفاع از حقايق اسلامى و تبيين\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nواقعيّات مكتب اهل بيت عليهم السلام ، با زبان و قلم ، به بررسى و پاسخ‌گويى شبهات پرداخته‌اند . . .\r\nو در دوران ما ، يكى از دانشمندان و انديشمندانى كه با قلمى شيوا و بيانى رَسا به تبيين حقايق تابناك دين مبين اسلام و دفاع عالمانه از حريم امامت و ولايت امير مؤمنان على عليه السلام پرداخته است ، پژوهشگر والامقام حضرت آيت اللَّه سيّد على حسينى ميلانى ، مىباشد .\r\nمركز حقايق اسلامى ، افتخار دارد كه احياى آثار پُربار و گران سنگ آن محقّق نستوه را در دستور كار خود قرار داده و با تحقيق ، ترجمه و نشر آثار معظّمٌ له ، آن‌ها را در اختيار دانش پژوهان ، فرهيختگان و تشنگان حقايق اسلامى قرار دهد .\r\nكتابى كه در پيش رو داريد ، ترجمهء يكى از آثار معظّمٌ له است كه اينك \" فارسى زبانان \" را با حقايق اسلامى آشنا مىسازد .\r\nاميد است كه اين تلاش مورد خشنودى و پسند بقيّة اللَّه الأعظم ، حضرت ولىّ عصر ، امام زمان عجل اللَّه تعالى فرجه الشريف قرار گيرد .\r\nمركز حقايق اسلامى\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nنگاهى\r\nبه حديث غدير\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nبسم اللَّه الرّحمن الرّحيم\r\nالحمد للَّه ربّ العالمين ، والصّلاة والسّلام على سيّدنا ونبيّنا محمّد وآله\r\nالطيّبين الطّاهرين ، ولعنة اللَّه على أعدائهم أجمعين من الأوّلين والآخرين .\r\n\r\nپيش‌گفتار\r\nاز حديث‌هايى كه همواره مورد توجّه انديشمندان بوده « حديث غدير » است . حديث شريفى كه در سايهء اهتمام خداى سبحان ، پيامبر اكرم صلى اللَّه عليه وآله ، ائمّهء اطهار عليهم السلام و بزرگان صحابه داراى جايگاه ويژه‌اى بوده است . از اين رو انديشمندان اسلامى در قرون متمادى به آن پرداخته‌اند . در قرآن كريم مىخوانيم :\r\n« يا أيُّهَا الرَّسُوْلُ بَلِّغْ ما انْزِلَ إلَيْكَ مِنْ رَبِّكَ » ؛ « 1 »\r\nاى پيامبر ! آن چه از جانب پروردگارت بر تو نازل شده است ، به مردم ابلاغ كن .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورهء مائده : آيهء 67 .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nاين آيه كريمه از آيات مربوط به « روز غدير » است . خداوند متعال پيش از اين آيه مىفرمايد :\r\n« وَلَوْ أَنَّ أَهْلَ الْكِتَابِ آمَنُوا وَاتَّقَوْا لَكَفَّرْنَا عَنْهُمْ سَيِّئَاتِهِمْ وَلَأَدْخَلْنَاهُمْ جَنَّاتِ النَّعِيمِ * وَلَوْ أَنَّهُمْ أَقَامُوا التَّوْرَاةَ وَالإِنْجِيلَ وَمَا أُنْزِلَ إِلَيْهِم مِن رَبِّهِمْ لَأَكَلُوا مِن فَوْقِهِمْ وَمِن تَحْتِ أَرْجُلِهِمْ مِنْهُمْ أُمَّةٌ مُقْتَصِدَةٌ وَكَثِيرٌ مِنْهُمْ سَاءَ مَا يَعْمَلُونَ » ؛ « 1 »\r\nو اگر اهل كتاب ايمان مىآوردند و تقوا پيشه مىكردند ، گناهان آنان را مىبخشيديم و آنان را در بهشت پرنعمت وارد مىساختيم . و اگر آنان به تورات و انجيل و آن چه از پروردگارشان بر آن‌ها نازل شده برپا مىداشتند ، به طور حتم از نعمت‌هاى آسمانى و زمينى برخوردار مىشدند . عدّه‌اى از آنان مردمانى معتدل و ميانه‌رو و بسيارى از آنان بدكردارند .\r\nهمچنين در آيهء بعد از آيهء غدير مىفرمايد :\r\n« قُلْ يَا أَهْلَ الْكِتَابِ لَسْتُمْ عَلَى شَيْءٍ حَتَّى تُقِيمُوا التَّوْرَاةَ وَالإِنْجِيلَ وَمَا أُنْزِلَ إِلَيْكُمْ مِن رَبِّكُمْ وَلَيَزِيدَنَّ كَثِيراً مِنْهُم مَا أُنْزِلَ إِلَيْكَ مِن رَبِّكَ طُغْيَاناً وَكُفْراً فَلَا تَأْسَ عَلَى الْقَوْمِ الْكَافِرِينَ » ؛ « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورهء مائده : آيات 65 و 66 .\r\n( 2 ) . سورهء مائده : آيهء 68 .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n( اى پيامبر ! ) به اهل كتاب بگو : شما هيچ جايگاهى ( نزد خدا ) نداريد مگر اين كه تورات ، انجيل و آن چه را كه از جانب پروردگارتان بر شما نازل شده برپا داريد ، ولى به يقين آن چه بر تو از سوى پروردگارت نازل شده بر طغيان و كفر بسيارى از آنان مىافزايد . بنا بر اين بر حال قوم كافر افسوس مخور !\r\nگرچه آيه غدير در سياق آيه‌هايى است كه خداوند اهل كتاب را مورد خطاب قرار داده است ؛ ولى به طور كامل و بدون كم و كاست قابل تطبيق بر امّت رسول خدا صلى اللَّه عليه وآله نيز مىباشد . به اين بيان كه اگر امّت اسلام ايمان آورده و تقوا پيشه مىكردند ، همانا گناهانشان را مىبخشيديم و آنان را در بهشت پرنعمت وارد مىكرديم . اگر آنان به دستورات قرآن و سخنان رسول خدا صلى اللَّه عليه وآله به طور كامل عمل مىنمودند و آن چه را كه در قرآن دربارهء امير مؤمنان على عليه السلام و اهل بيت طاهرين عليهم السلام نازل شده است بر ديده نهاده و با جان و دل مىپذيرفتند ، به طور حتم از نعمت‌هاى آسمانى و زمينى بهره‌مند مىشدند ، و از امّت اسلام نيز برخى معتدل و ميانه‌رو و بسيارى بدكردارند .\r\nبه تعبير ديگر ، خداوند متعال پيش از آيهء غدير مىفرمايد :\r\n« وَلَوْ أنَّهُمْ أقَامُوا التَّوْرَاةَ وَالإِنْجِيلَ » ؛\r\nو اگر اهل كتاب تورات و انجيل را اقامه مىكردند .\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nو بعد از آيهء غدير مىفرمايد :\r\n« قُلْ يَا أَهْلَ الْكِتَابِ لَسْتُمْ عَلَى شَيءٍ حتّى تُقِيْمُوا التَّوْرَاةَ والإنْجِيْلَ وَمَا أُنْزِلَ إِلَيْكُمْ مِن رَبِّكُمْ » ؛\r\nبگو اى اهل كتاب ! شما هيچ جايگاهى ( نزد خدا ) نداريد مگر اين كه تورات ، انجيل و آن چه را كه از جانب پروردگارتان بر شما نازل شده برپا داريد .\r\nبا اين وجود مىفرمايد :\r\n« لَيَزِيْدَنَّ كَثيراً مِنْهُمْ ما انْزِلَ إلَيْكَ مِنْ رَبِّكَ طُغْياناً وَكُفْراً فلا تَأْسَ عَلَى القَوْمِ الكافِرِين » ؛\r\nولى به يقين آن چه بر تو از سوى پروردگارت نازل شده بر طغيان و كفر بسيارى - از اين امت - مىافزايد . بنا بر اين بر حال اين قوم كافر افسوس مخور !\r\nبا تطبيقى كه گذشت ، ترجمهء اين فراز از آيه چنين خواهد بود :\r\nآن سان كه اهل كتاب پيش از نزول قرآن مأمور به عمل كردن به كتاب‌هايشان بودند - يهوديان مأمورند به تورات عمل كنند و نصرانىها به انجيل - مسلمانان نيز موظّف‌اند كه به كتاب خدا و سنّت پيامبرشان پايبند باشند كه با التزام عملى به كتاب و سنّت ، بركات آسمان و زمين بر آنان خواهد باريد ؛ ولى افسوس كه آن چه از جانب\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nخداوند متعال بر رسول خدا صلى اللَّه عليه وآله نازل شد ، به جاى آن كه در عمل به دستورات قرآن و سنّت پايبند شوند ، بر طغيان و كفر آنان افزود !\r\nبنا بر اين در ميان آياتى كه خداوند متعال بر پيامبر خدا صلى اللَّه عليه وآله فرو فرستاده ، واقعهء غدير از جلوهء خاصّى برخوردار است ؛ چرا كه خداوند متعال در آيهء ابلاغ ( واقعه غدير ) با بيانى قاطع و خطابى توأم با تهديد ، رسول برگزيدهء خويش را مخاطب قرار مىدهد و مىفرمايد :\r\n« يا أيُّهَا الرَّسُوْلُ بَلِّغْ ما انْزِلَ إلَيْكَ مِنْ رَبِّكَ وَإنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ » ؛ « 1 »\r\nاى پيامبر ! آن چه از پروردگارت بر تو نازل شده است به مردم برسان و اگر چنين نكنى ، رسالت او را انجام نداده‌اى .\r\nشاهد ديگر بر مسألهء نصب اميرالمؤمنين عليه السلام به جانشينى پس از رسول اكرم صلى اللَّه عليه وآله ، سخن خود رسول خدا است كه در خانهء حضرت ابوطالب عليه السلام مطالبى در اين باره فرمود كه به « حديث يوم الانْذار » و يا « حديث الدّار » معروف شد . « 2 » پيامبر در آن روز\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورهء مائده : آيهء 67 .\r\n( 2 ) . اين واقعه ، در اوايل بعثت پيامبر اكرم صلى اللَّه عليه وآله در مكّه و در خانهء ابوطالب عليه السلام‌كه بزرگ بنى هاشم بود رخ داد و مأموريّت رسول خدا صلى اللَّه عليه وآله در آن روز ، انذار نزديكانش پيش از انذار ديگران بود ، و انذار نيز در برابر بشارت است .\r\nبراى آگاهى بيشتر در اين زمينه به پژوهشى كه به نام حديث الدار انجام داده‌ايم ، مراجعه كنيد .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nچنين فرمود :\r\nأمرني ربّي بأن ابلّغ القوم ما امرت به ، فضقت بذلك ذرعاً حتّى نزل جبرئيل وقال : إن لم تفعل لم تبلّغ ما ارسلت به ؛ « 1 »\r\nپروردگارم به من امر فرموده است كه آن چه را كه مأمور به آن شده و براى آن فرستاده شده‌ام به مردم برسانم ( و از اين كه مبادا مردم انكار كنند ) از اين فرمان دلتنگ شدم ، تا اين كه جبرئيل نازل شد و از جانب خداوند چنين فرمان آورد كه اگر آن چه را مأمور به تبليغ آن شده‌اى انجام ندهى ، مأموريّت و رسالتى را كه بدان برانگيخته شده‌اى انجام نداده‌اى .\r\nبنا بر آن چه بيان شد ، شواهد بالا به ويژه داستان خانهء ابوطالب عليه السلام و نيز شواهد بسيار ديگرى كه در جاى خود آمده ، بيان‌گر اين است كه ابلاغ امامت اميرالمؤمنين عليه السلام و خلافت نخستين امام شيعيان ، از مهم‌ترين امورى بود كه رسول خدا صلى اللَّه عليه وآله از آغاز دعوت تا واپسين لحظات زندگى خويش ، از طرف\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . معالم التنزيل : 4 / 378 و 279 .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nخداوند متعال به آن مأمور بوده است ؛ چرا كه آيهء تبليغ در سورهء مائده است و اين سوره به اتفاق نظر همه مسلمانان آخرين سوره از قرآن است كه نازل شده است .\r\nقُرْطُبى در تفسير خود ، به صراحت ادّعاى اجماع مىكند كه سوره مائده ، آخرين سوره‌اى است كه نازل شده و برخى از آيات آن نيز در حجّة الوداع نازل شده است . « 1 » همانطور كه در روايات شيعه نيز به اين مطلب تصريح شده است .\r\nبا وجود چنين اجماع و نصّى ، رسول خدا صلى اللَّه عليه وآله در تمام دوران رسالت مبارك و خجستهء خود ، در كنار فراخوانى مردم به ايمان به خداى تعالى و رسالت خويش ، آنان را به خلافت بلا فصل اميرالمؤمنين عليه السلام پس از خودش دعوت فرموده و اين امر الهى را به آنان ابلاغ مىنمود .\r\nحديث غدير ، از جهات متعددى داراى عظمت و جلالت است كه به برخى از آن‌ها اشاره مىنماييم :\r\n1 . شرايط خاصّى كه پيامبر خدا صلى اللَّه عليه وآله خطبهء غدير را در آن شرايط ايراد فرموده است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الجامع لاحكام القرآن : 6 / 30 .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\n2 . سخنانى كه در ضمن اين خطبه از زبان پيامبر خدا صلى اللَّه عليه وآله جارى شده است ، بدون هيچ گونه شكّ و شبهه‌اى از نظر فنون زبان عرب دلالت بر امامت اميرالمؤمنين عليه السلام مىنمايد .\r\n3 . آياتى از قرآن كريم كه درباره واقعهء غدير نازل شده است .\r\nگفتنى است كه عدّه بسيارى از انديشمندان در ماندگارى و نقل و نشر اين حديث شريف متحمّل زحمات طاقت فرسايى شده‌اند ؛ همان گونه كه منكران آن نيز در ردّ ، كتمان و بىاهميّت جلوه دادن اين حديث از هيچ كوششى فروگذار نكرده‌اند .\r\nما در اين پژوهش به طور گذرا حديث غدير را در سه بخش بررسى خواهيم كرد :\r\n1 . نگاهى به متن حديث غدير ؛\r\n2 . كوشش‌هايى در اثبات حديث غدير ؛\r\n3 . تلاش‌هايى ناكارآمد براى بىاعتبار كردن حديث غدير .\r\nسيّد على حسينى ميلانى\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\n\r\nبخش يكم نگاهى به متن غدير\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\n\r\nمتن حديث غدير\r\nپيش از آن كه به بررسى سند « حديث غدير » بپردازيم و دلالت آن را بر خلافت و جانشينى بلافصل مولانا اميرالمؤمنين عليه السلام توضيح دهيم ، ناگزيريم به دو متن از حديث غدير كه در مصادر معتبر اهل تسنّن آمده است اشاره نماييم :\r\nبه روايت احمد بن حنبل\r\nاحمد بن حنبل در كتاب مسند خود ، به سند صحيح از زيد بن ارقم چنين نقل مىكند :\r\nهمراه رسول خدا صلى اللَّه عليه وآله در سرزمينى به نام « خمّ » فرود آمديم . پيامبر خدا صلى اللَّه عليه وآله به نماز امر فرمود و در شدّت گرما نماز را به پا داشت و پس از آن براى ما خطبه‌اى ايراد فرمود . براى آن سرور - با پارچه‌اى كه بر درخت تنومندى انداخته بودند - سايبانى آماده شد .\r\nآن بزرگوار در ضمن خطبه‌اش چنين فرمود :\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nألستم تعلمون ؟ ألستم تشهدون أنّي أولى بكلّ مؤمن من نفسه ؟ ؛\r\nآيا نمىدانيد ؟ آيا شهادت نمىدهيد كه من به هر مؤمنى از خودش ( در تمام امور ) سزاوارترم ؟\r\nهمهء مخاطبان در جواب گفتند : آرى .\r\nحضرت فرمود :\r\nفمن كنت مولاه فإنّ عليّاً مولاه . اللهمّ عاد من عاداه ووال من والاه ؛ « 1 »\r\nهر كه من مولا و سرپرست او هستم ، پس على مولا و سرپرست اوست . خدايا ! دشمن بدار هر كه با على دشمنى ورزد ؛ و دوست بدار آن كه با او از در دوستى درآيد .\r\nبه روايت نَسائى\r\nاين روايت را نَسائى ، نويسنده كتاب سنن ، به سند صحيح از ابوالطّفيل ، از زيد بن ارقم چنين نقل مىكند :\r\nهنگامى كه رسول خدا صلى اللَّه عليه وآله از حجّة الوداع مراجعت مىفرمود ، در غدير خمّ فرود آمد . امر فرمود كه زير درختان آن جا را\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مسند احمد بن حنبل : 5 / 501 ، حديث 18838 .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nجاروب كردند ، سپس فرمود :\r\nكأنّي قد دعيت فأجبت وإنّي تارك فيكم الثقلين ، أحدهما أكبر من الآخر : كتاب اللَّه وعترتي أهل بيتي ، فانظروا كيف تخلّفوني فيهما ، فإنّهما لن يفترقا حتّى يردا عليّ الحوض ؛\r\nگويا به سوى حقّ تعالى فرا خوانده شده‌ام ؛ از اين رو دعوت او را اجابت كردم . به راستى كه من در ميان شما دو گوهر گرانبها به جاى مىگذارم كه يكى از آن دو بزرگ‌تر از ديگرى است : قرآن كتاب خدا و عترتم كه اهل بيت من هستند . پس توجّه داشته باشيد كه پس از من با آن دو چگونه رفتار خواهيد كرد . همانا آن دو هرگز از يك‌ديگر جدا نمىشوند تا اين كه در كنار حوض كوثر بر من وارد شوند .\r\nسپس فرمود :\r\nإنّ اللَّه مولاي وأنا وليّ كلّ مؤمن ؛\r\nبه راستى كه خداوند مولا و سرپرست من است و من ولىّ و سرپرست هر مؤمنى هستم .\r\nآن گاه دست على عليه السلام را گرفت و فرمود :\r\nمن كنت وليّه فهذا وليّه . اللهمّ وال من والاه وعاد من عاداه ؛\r\nهر كس من سرپرست او هستم ، پس اين ( على ) سرپرست اوست .\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nخدايا ! دوست بدار كسى كه او را دوست دارد ، و دشمن باش با كسى كه با او دشمنى ورزد .\r\nابوالطّفيل مىگويد : به زيد بن ارقم گفتم : آيا خودت اين كلام را از رسول خدا صلى اللَّه عليه وآله شنيدى ؟\r\nزيد گفت : به راستى كه « 1 » در آن سرزمين در زير آن درختان كسى نبود مگر اين كه با چشمانش آن حضرت را ديد و با گوش‌هايش اين كلام را از او شنيد . « 2 » آن چه بيان شد دو متن از حديث شريف غدير بود كه به سند معتبر از زيد بن ارقم نقل شد .\r\n\r\nنكاتى ارزنده\r\nاكنون توجّه به چند نكته ضرورى است كه به آن‌ها اشاره مىشود :\r\nنكتهء يكم . حديث غدير در صحيح مسلم ، مسند احمد و در بسيارى از منابع حديثى اهل تسنّن چنين آمده است كه راوى گويد :\r\nرسول خدا صلى اللَّه عليه وآله براى ما خطبه خواند . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . در برخى از منابع آمده است : به خدا سوگند !\r\n( 2 ) . فضائل الصحابة : 15 ، حديث شمارهء 45 ، خصائص اميرالمؤمنين عليه السلام : 96 ، حديث 79 .\r\n( 3 ) . ر . ك : صحيح مسلم : 4 / 1873 ، حديث 36 ، مسند احمد بن حنبل : 5 / 498 ، حديث 18815 .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nدر تعبير ديگر ، راوى مىگويد : پيامبر خدا صلى اللَّه عليه وآله برخاست و براى ما خطبه خواند ؛ ولى در المستدرك آمده است : پس پيامبر خدا صلى اللَّه عليه وآله برخاست و خطبه خواند و در آن خطبه حمد و ثناى الهى را به جاى آورد و مردم را به آن چه كه خدا مىخواست موعظه كرد . « 1 » حافظ ابوبكر هيثمى در مجمع الزّوائد مىنويسد : راويان گويند : به خدا سوگند ! پيامبر تمام امورى را كه تا روز رستاخيز واقع مىگردد براى ما بازگو كرد . « 2 » اكنون حق ما نيست كه از راويان ، محدّثان و كسانى كه خود را امين بر سنّت رسول خدا صلى اللَّه عليه وآله قلمداد مىكنند بپرسيم كه به راستى اين خطبه‌اى كه پيامبر خدا صلى اللَّه عليه وآله در روز غدير ايراد فرموده و تمام امورى را كه تا روز رستاخيز رخ خواهد داد بيان نموده كجاست ؟\r\nچرا از نقل اين خطبه خوددارى كرده‌اند ؟\r\nآيا اين پرسش ، پرسشى بىجا و بىمورد است ؟\r\nآيا تاريخ اين حقّ مسلّم را به نسل‌هاى آينده نمىدهد كه دربارهء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . المستدرك : 3 / 110 .\r\n( 2 ) . مجمع الزّوائد : 9 / 105 .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nعدم نقل چنين ميراث گرانبهايى ( كه بنا بر نقل مجمع الزّوائد هيثمى مشتمل بر جميع وقايع آينده و امور مهمّ مربوط به سرنوشت اين امّت بود ) گذشتگان را مورد مؤاخذه قرار بدهند ؟ چرا و به چه دليل از نقل اين اثر گران قيمت خوددارى ورزيدند ؟\r\nپيامبر خدا صلى اللَّه عليه وآله در آن خطبه حمد و ثناى الهى را به جاى آورد و مردم را به آن چه كه خدا مىخواست موعظه كرد .\r\nپس مواعظ رسول خدا صلى اللَّه عليه وآله در روز غدير چه شد ؟\r\nتذكّرات آن سرور در آن روز چه شد ؟\r\nچرا خطبه را ترك كرده و نقل نكردند ؟\r\nمگر اينان حافظان سنّت رسول خدا صلى اللَّه عليه وآله نبودند ؟\r\nمگر وظيفهء مسلّم آنان نقل فرمايشات دُرَربار آن سرور عالميان براى امّت نبود ؟\r\nچه شد كه با خوددارى از نقل چنين ميراث پربهايى خسارتى جبران ناپذير بر پيكرهء ذخاير علمى اين امّت وارد نمودند ؟ آيا جوابى قانع كننده براى اين خطاى گذشت ناپذير مىتوانند ارائه دهند ؟\r\nنكتهء دوم . در علم حديث ، قانونى وجود دارد كه مىگويند :\r\nالحديثُ يُفَسِّرُ بَعْضُهُ بعضاً ؛\r\nبرخى از حديث‌ها ، برخى ديگر را تفسير و بيان مىنمايند .\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nيعنى حديث به سان قرآن است ، آن سان كه برخى از آيات قرآن مفسّر و مبيّن آيات ديگرى است و پردهء اجمال و ابهام را از آيات ديگر برمىدارد ؛ در روايات نيز همين گونه است .\r\nبا توجه به دو متن حديثى كه با سند صحيح ارائه شد ؛ متن يكى ، متن ديگرى را تفسير مىكند ؛ به اين بيان كه در يك نقل آن مىفرمايد :\r\nمن كنت مولاه فإنّ عليّاً مولاه ؛\r\nو در نقل ديگرى مىفرمايد :\r\nمن كنت وليّه فهذا وليّه ؛\r\nبه عبارت ديگر ، در يك نقل واژه « مَوْلى » و در نقل ديگر واژهء « ولىّ » به كار برده شده است . بنا بر اين اگر كسى در معناى واژهء « مَوْلى » تشكيك نمايد و بگويد : مولى در اين حديث شريف به معناى « ولىّ » يا « اوْلى » نيست ، به طور مسلّم وجود « ولىّ » در نقل دوم ، جايى براى اين تشكيك باقى نمىگذارد .\r\nالبتّه در جاى خود ، شاهدهاى بسيارى در نقل‌هاى مختلف - كه از نظر سندى صحيح هستند - متن حديث غدير وجود دارد كه تمام آن‌ها مفسِّر و مبيّن كلمهء « مَوْلى » هستند . همان گونه كه اشاره شد اين‌ها بر فرض آن است كه ما در فهم معناى كلمهء « مَوْلى » در حديث غدير دچار ترديد و ابهام شده و محتاج به تفسير ، بيان و اقامهء شاهد باشيم كه در اين\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nصورت از اين قرائن به اصطلاح « منفصله » استفاده خواهيم كرد و حال آن كه در خود نقلى كه كلمهء « مَوْلى » موجود است ، قرائن متّصلهء بسيارى است كه جايى براى ابهام اين لفظ باقى نمىگذارد .\r\nنكتهء سوم . مسلم بن حَجّاج قُشَيرى نيشابورى نيز در صحيح خود به نقل حديث شريف غدير پرداخته بىآن كه آن را نقل نمايد ؛ يعنى فقط به نقل ابتداى حديث كه همان مضمون حديث ثقلين است بسنده كرده ، در صورتى كه بنا بر نقل نَسائى پيامبر خدا صلى اللَّه عليه وآله فرمود :\r\nكأنّي قد دعيت فاجبت وإنّي تارك فيكم الثقلين ، أحدهما أكبر من الآخر : كتاب اللَّه وعترتي أهل بيتي ، فانظروا كيف تخلّفوني فيهما ، فإنّهما لن يفترقا حتّى يردا علي الحوض ؛\r\nگويا به سوى حقّ تعالى فرا خوانده شده‌ام ؛ از اين رو دعوت او را اجابت كردم . به راستى كه من در ميان شما دو گوهر گرانبها به جاى مىگذارم ، يكى از آن دو بزرگ‌تر از ديگرى است : قرآن كتاب خدا و عترتم كه اهل بيت من هستند . پس توجّه داشته باشيد كه پس از من با آن دو چگونه رفتارى خواهيد كرد . همانا آن دو هرگز از يك‌ديگر جدا نمىشوند تا اين كه در كنار حوض كوثر بر من وارد شوند .\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nآن گاه حضرتش فرمود :\r\nإنّ اللَّه مَوْلايَ وأنا وليُّ كُلِّ مُؤْمِنٍ . . . ؛ « 1 »\r\nبه راستى كه خداوند مولا و سرپرست من است و من ولىّ و سرپرست هر مؤمنى هستم .\r\nبه ديگر سخن ، مسلم نيشابورى ، فقط بخشى از حديث غدير را كه همان مضمون حديث ثقلين است با اندك تغييرى در الفاظ نقل كرده است ؛ ولى بخشى را كه با خطبهء غدير و نصب اميرالمؤمنين عليه السلام به خلافت بلافصل ارتباط مستقيم دارد ، نقل نكرده است . آن جا كه مىفرمايد :\r\nمن كنت مولاه فهذا علي مولاه ؛\r\nهر كه من مولا و سرپرست او هستم ، پس على مولا و سرپرست اوست .\r\nولى با اين حال ما از مسلم بن حَجّاج سپاسگزاريم ؛ چرا كه دست كم همين مقدار از حديث را به عنوان حديث غدير نقل كرده است تا معلوم باشد كه رسول خدا صلى اللَّه عليه وآله خطبه‌اى به نام خطبهء غدير ايراد فرموده است ؛ زيرا بُخارى حتى كلمه‌اى از خطبهء مفصل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . خصائص اميرالمؤمنين عليه السلام : 93 .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nغدير را نقل نكرده است ( ! ! ) از اين رو جا دارد كه از مسلم بن حَجّاج براى همين اندازه از امانت‌دارى او تشكّر كرد !\r\nشايد كسى از مسلم بن حجّاج در عدم نقل بخش پايانى حديث غدير دفاع كند و بگويد : اساتيد مسلم و راويان حديث ، بيش از اين مقدار براى او نقل نكرده‌اند . يا بگويد : مسلم بر مبناى شروط و ضوابطى كه در كتاب صحيح دارد ، سند ديگرى از اسانيد حديث غدير جز اين حديث ناقص داراى آن شرايط نيافته كه مشتمل بر همين مقدار از الفاظ است و او در نقل آن مقدار نيز كوتاهى نكرده است .\r\nدر پاسخ اين دفاع بايد گفت : اين مطالب ، فرضيّه‌اى بيش نبوده و پذيرفتنى نيست ؛ ولى با اين وجود ما از مسلم بن حَجّاج براى نقل همين مقدار از حديث به عنوان « حديث غدير » تشكّر مىنماييم .\r\nكوتاه سخن اين كه بررسى « حديث غدير » به فرصت بيشترى نياز دارد كه در اين مختصر نمىگنجد ؛ از اين رو ما به ذكر سرفصل‌ها و نكات مهمّ آن اكتفا مىكنيم .\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\n\r\nبخش دوم كوشش‌هاى در اثبات حديث غدير\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\n\r\nاثبات حديث غدير\r\nدر اين بخش نكاتى را پيرامون اثبات حديث غدير بيان مىنماييم :\r\n\r\n1 . غدير از ديدگاه قرآن\r\nدربارهء واقعهء غدير و اهميّت اين روز ، آياتى از قرآن نازل شده است . پيش از خطبه غدير اين آيه نازل شد :\r\n« يا أَيُّهَا الرَّسُولُ بَلِّغْ ما أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ وَإِنْ لَمْ تَفْعَلْ فَما بَلَّغْتَ رِسالَتَهُ » ؛ « 1 »\r\nاى پيامبر ! آن چه از جانب پروردگارت بر تو نازل شده است ، ( به مردم ) ابلاغ كن ؛ و اگر چنين نكنى ، رسالت خدا را انجام نداده‌اى .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورهء مائده : آيهء 67 .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nآن گاه كه پيامبر خدا صلى اللَّه عليه وآله خطبه را به پايان رساند ، اين آيه كريمه فرو فرستاده شد :\r\n« الْيَوْمَ أَكْمَلْتُ لَكُمْ دينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإسْلامَ ديناً » ؛ « 1 »\r\nامروز دين شما را به حدّ كمال رسانده و نعمت را بر شما تمام كردم و آيين اسلام را برايتان برگزيدم .\r\nهنگامى كه خطبهء غدير پايان يافت و مسأله بيعت با امير مؤمنان على عليه السلام به طور جدّى مطرح شد ، عربى درخواست عذاب نمود و اين آيه دربارهء او نازل شد :\r\n« سَأَلَ سائِلٌ بِعَذابٍ واقِعٍ » ؛ « 2 »\r\nدرخواست كننده‌اى تقاضاى وقوع عذابى نمود .\r\nخلاصهء شأن نزول اين آيهء مباركه چنين است :\r\nپس از آن كه واقعهء غدير پايان يافت ، شخصى به نام « حارث بن نُعمان فهرى » نزد رسول خدا صلى اللَّه عليه وآله آمد و با حالى آشفته به حضرتش چنين خطاب كرد : ما را به نماز گزاردن امر نمودى امتثال كرديم . دستور به پرداخت زكات فرمودى اطاعت كرديم و . . . و اكنون\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورهء مائده : آيهء 3 .\r\n( 2 ) . سورهء معارج : آيهء 1 .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nبازوى پسر عمويت را گرفته و او را به عنوان ولىّ و سرپرست بر ما نصب نمودى ! آيا اين دستور از پيش خود توست يا از خدا ؟\r\nپيامبر خدا صلى اللَّه عليه وآله در پاسخ فرمود :\r\nوالّذي لا إله إلّاهو ، هذا من اللَّه ؛\r\nبه خدايى كه جز او معبودى نيست سوگند ! اين فرمانى از جانب خداوند است .\r\nحارث پشت كرد و به طرف مركب خود حركت كرد و مىگفت :\r\nخدايا ! اگر آن چه محمّد مىگويد حق است ، بارانى از سنگ‌هاى آسمانى بر ما ببار و يا عذاب دردناكى بر ما فرو فرست !\r\nهنوز به مركبش نرسيده بود كه خداوند سنگى فرو فرستاد كه بر فرقش خورد و از دامنش بيرون گشت . در اين هنگام خداوند اين آيه را نازل فرمود :\r\n« سَأَلَ سائِلٌ بِعَذابٍ واقِعٍ * لِلْكافِرينَ لَيْسَ لَهُ دافِعٌ » ؛ « 1 »\r\nدرخواست كننده‌اى تقاضاى وقوع عذابى كرد . اين عذاب براى كافران است و هيچ كس نمىتواند آن را دفع كند . « 2 » اين آيه و آياتى ديگر ، دربارهء واقعهء غدير خمّ است و هر يك از\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سوره معارج : آيات 1 و 2 .\r\n( 2 ) . تفسير ثعلبى : 10 / 35 ، شواهد التنزيل : 2 / 381 .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nاين آيه‌ها بحث مستقلّ و جداگانه‌اى را مىطلبد كه به فرصتى بيش از اين نيازمند است ؛ از اين رو پژوهندگان را به منابع مربوط به اين آيات ارجاع مىدهيم .\r\n\r\n2 . شمار راويان حديث غدير از صحابه\r\nطبق تحقيقى كه انجام يافته است ، بيش از يك‌صد و بيست مرد و زن صحابى به نقل حديث غدير پرداخته‌اند و محدثان اهل سنّت در كتاب‌هايشان با سلسله سندهاى خود حديث غدير را از اين‌ها نقل كرده‌اند كه اين روايت‌ها در كتاب‌هايى كه به طور مستقل در زمينه حديث غدير نوشته شده آمده‌اند .\r\nدر ميان مورّخان و سيره‌نويسان ، نسبت به شمار حاضران در روز غدير و شنوندگان خطبهء رسول خدا صلى اللَّه عليه وآله اختلاف نظر است كه بنا بر برخى از اقوال ، شمار حاضران در آن اجتماع ، يك‌صد و بيست هزار نفر بوده است و واضح است كه با توجّه به اين نقل ، حديث غدير فقط از 11000 حاضران ، به ما رسيده است .\r\n\r\n3 . راويان حديث غدير از تابعين\r\nنكته ديگر اين كه تعداد راويان حديث غدير از تابعين ، چند برابر صحابه است . البتّه اين امرى روشن است ؛ زيرا افراد بسيارى از تابعين\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nاين حديث شريف را از يك صحابى شنيده‌اند و اين حديث را براى تعداد زيادى از شاگردان خود نقل كرده‌اند . از اين رو شمار علماى اهل تسنّن در قرون متمادى كه در زمره راويان حديث غدير به شمار مىآيند به صدها نفر مىرسد .\r\n\r\n4 . اسناد حديث غدير\r\nحديث غدير با سندهاى بسيارى نقل شده و فراتر از حدّ تواتر است . از اين رو سندهاى اين حديث قابل شمارش نيست . سه شاهد بر اين مطلب مىتوان ارائه كرد :\r\nنخست . كتاب‌هايى كه دربارهء سندهاى حديث غدير تأليف شده به حدّى زياد است كه اگر بخواهيم به نام آن‌ها اشاره كرده و نگارندگان آن‌ها را - از علماى بزرگ گذشته - معرفى كنيم ، سخن به درازا مىكشد و در اين نوشتار نمىگنجد .\r\nدوم . عدّه‌اى از نگارندگان بزرگ اهل تسنّن ، با جمع‌آورى احاديث متواتر ، كتاب‌هايى در اين زمينه تأليف كرده‌اند كه « حديث غدير » نيز در بسيارى از آن تأليفات ، به عنوان حديثى متواتر ذكر شده است . براى نمونه به ذكر چند مورد اكتفا مىشود :\r\n1 . جلال الدين عبدالرحمان سيوطى كه يكى از بزرگ‌ترين\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nعلماى اهل تسنن در قرن نهم و دهم و داراى تأليفات بسيارى است ، چند كتاب جداگانه در احاديث متواتر تأليف نموده و « حديث غدير » را در آن‌ها آورده است . « 1 » 2 . مرتضى زبيدى ، نويسندهء كتاب تاج العروس كه از معتبرترين كتاب‌هاى لغوى است ، يكى از تأليفاتش را به احاديث متواتر اختصاص داده و « حديث غدير » را در آن ذكر كرده است . « 2 » 3 . كتّانى نيز كتابى را در احاديث متواتره نگاشته و « حديث غدير » را در آن آورده است . « 3 » 4 . شيخ على متقى هندى ، نگارنده كتاب كنز العمّال ، كتاب ويژه‌اى در احاديث متواتر نگاشته و « حديث غدير » را در آن آورده است .\r\n5 . ملّا على قارى هروى نيز كتابى در خصوص احاديث متواتر تأليف نموده است و « حديث غدير » را در آن ذكر كرده است .\r\nبنا بر اين ، « حديث غدير » در كتاب‌هايى كه به احاديث متواتر اختصاص دارد موجود است .\r\nسوم . عدّهء زيادى از محدّثان و حافظان بزرگ اهل تسنن به تواتر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ر . ك : نظم المتناثر من الحديث المتواتر : 195 ، النصائح الكافيه : 92 ، نفحات الأزهار : 8 / 319 .\r\n( 2 ) . ر . ك : ملحقات احقاق الحق : 23 / 10 .\r\n( 3 ) . نظم المتناثر من الحديث المتواتر : 194 حديث 232 .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nحديث غدير تصريح نموده‌اند كه براى نمونه به ذكر نام سه نفر از آنان اكتفا مىشود :\r\n1 . شمس الدين ذهبى ، با تعصّب شديدى كه به عقايد اهل تسنّن دارد مىگويد : حديث غدير متواتر است و من يقين دارم كه رسول خدا صلى اللَّه عليه وآله اين سخن را فرموده است . « 1 » 2 . ابن كثير دمشقى نيز در كتاب البداية و النّهايه به تواتر « حديث غدير » اعتراف مىكند . « 2 » 3 . حافظ كبير شمس الدين جَزَرى نيز در كتاب اسنى المطالب فى مناقب علىّ بن ابىطالب عليهما السلام ، به تواتر « حديث غدير » اعتراف مىنمايد . « 3 » البته ما در اين جا فقط به چهار نكتهء اساسى اشاره كرديم كه هر كدام از آن‌ها به تأليف جداگانه‌اى نياز دارد و از حوصله اين نوشتار بيرون است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سير اعلام النبلاء : 8 / 335 .\r\n( 2 ) . البداية والنهايه : 5 / 213 .\r\n( 3 ) . أسنى المطالب فى مناقب على بن ابى طالب عليهما السلام : 3 و 4 .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\n\r\nنگاهى به راويان حديث غدير\r\nهمانطور كه بيان شد ، حديث غدير در اصطلاح « دراية الحديث » فراتر از حدّ تواتر است و شكّى در صدور آن از رسول خدا صلى اللَّه عليه وآله نيست ، آن سان كه شمس الدّين ذهبى به اين مطلب تصريح كرده است ؛ ولى اكنون اسامى مشهورترين راويان اين حديث را از پيشوايان و حافظان اهل سنّت در قرون مختلف ذكر مىنماييم :\r\n1 . محمّد بن اسحاق ، نويسنده كتاب سيرهء ابن اسحاق ؛\r\n2 . مَعْمَر بن راشد ؛\r\n3 . محمّد بن ادريس شافعى ، پيشواى شافعىها ؛\r\n4 . عبدالرزّاق بن همّام صنعانى ، استاد بُخارى و نگارنده كتاب المصنَّف ؛\r\n5 . سعيد بن منصور ، نويسنده كتاب المُسْنَد ؛\r\n6 . احمد بن حنبل شيبانى ، پيشواى حنبلىها و نگارنده كتاب المسند ؛\r\n7 . ابن ماجهء قزوينى ، نويسنده يكى از صحاح ششگانه ؛\r\n8 . ابوعيسى تِرمذى ، نويسنده يكى ديگر از صحاح ششگانه ؛\r\n9 . ابوبكر بزّار ، نگارندهء المسند ؛\r\n10 . ابوعبدالرحمان نَسائى ، نويسنده كتاب سنن ، يكى از صحاح ششگانه ؛\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\n11 . ابويَعْلى موصلى ، نگارنده كتاب المسند ؛\r\n12 . ابوجعفر محمّد بن جرير طبرى ، مؤلف دو كتاب مشهور و معروف تفسير و تاريخ ؛\r\n13 . ابوحاتِم ابن حِبّان ، نويسنده كتاب الصّحيح ؛\r\n14 . ابوالقاسم طبرانى ، نويسنده كتاب‌هاى معجم صغير ، اوسط و كبير ؛\r\n15 . حافظ ابوالحسن دارقُطْنى .\r\nوى در زمان خود پيشواى بغداد بوده است و در ميان مشايخ حديث عامّه ، به « اميرالمؤمنين در حديث » لقب يافته است ؛\r\n16 . حاكم نيشابورى ، نگارنده كتاب المستدرك على الصّحيحين ؛\r\n17 . ابن عبدالبَرّ ، مؤلّف كتاب الإستيعاب ؛\r\n18 . خطيب بغدادى ، نويسنده كتاب تاريخ بغداد ؛\r\n19 . ابونعيم اصفهانى ، نگارنده كتاب‌هاى حلية الاولياء ، دلائل النّبوّة و كتاب‌هاى ديگر ؛\r\n20 . ابوبكر بيهقى ، نويسنده كتاب السّنن الكبرى ؛\r\n21 . بَغَوى ، نگارنده كتاب مصابيح السنّة ؛\r\n22 . جاراللَّه زمخشرى ، مؤلّف كتاب الكشّاف ؛\r\n23 . ابن عساكر دمشقى ، نويسنده كتاب تاريخ مدينة دمشق ؛\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\n24 . فخر رازى ، نويسنده كتاب مفاتيح الغيب ، معروف به تفسير كبير ؛\r\n25 . ضياء مَقْدِسى ، نويسنده كتاب المختاره ؛\r\n26 . ابن اثير جَزَرى ، نويسنده كتاب أُسْد الغابه ؛\r\n27 . حافظ كبير ابوبكر هيثمى ، نويسنده كتاب مجمع الزوائد ؛\r\n28 . حافظ مِزّى از حافظان بزرگ اهل تسنّن ، نويسنده كتاب تهذيب الكمال ؛\r\n29 . حافظ ذهبى ، نويسنده كتاب تلخيص المستدرك و كتاب‌هاى ديگر ؛\r\n30 . حافظ خطيب تبريزى ، نويسنده كتاب مشكاة المصابيح ؛\r\n31 . نظام الدين نيشابورى ، نويسنده كتاب غرائب القرآن در تفسير ؛\r\n32 . ابن كثير دمشقى ، نگارنده كتاب تفسير القرآن العظيم معروف به تفسير ابن كثير و كتاب البداية والنّهايه در تاريخ ؛\r\n33 . حافظ ابن حجر عسقلانى .\r\nاهل تسنّن او را به « شيخ الاسلام » ملقّب ساخته و يكى از علماى بزرگ آن‌ها به شمار مىآيد كه در نقل روايات و استدلال‌هايش مورد اعتماد است . او كتاب‌هاى زيادى نوشته كه مهم‌ترين آن‌ها فتح البارى فى شرح صحيح البُخارى است .\r\n34 . عينى حنفى ، نويسنده كتاب عمدة القارى فى شرح صحيح البُخارى ؛\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n35 . حافظ جلال الدين سيوطى ، نويسنده كتاب‌هاى بسيار و معروف ؛\r\n36 . ابن حجر مكّى ، نويسنده كتاب الصّواعق المحرقه ؛\r\n37 . شيخ على متّقى هندى ، نويسنده كتاب كنز العمّال ؛\r\n38 . شيخ نور الدّين حلبى ، نويسنده كتاب السيرة الحلبيّه ؛\r\n39 . شاه ولىّ اللَّه دهلوى .\r\nوى نويسنده كتاب‌هاى بسيارى است . اهل سنّت او را « علّامهء هند » ناميده ، بر كتاب‌هايش اعتماد كرده و از آن‌ها نقل مىنمايند ؛\r\n40 . شهاب الدين خفاجى .\r\nوى شخصيّتى محقق اديب و محدّث است . او كتاب نسيم الرّياض را در شرح شفاء قاضى عياض نوشته و تعليقهء مفصّلى بر تفسير بيضاوى نگاشته است كه هر دو از كتاب‌هاى معتبر در نزد اهل سنّت هستند .\r\n41 . مرتضى زبيدى ، نويسنده كتاب تاج العروس فى شرح القاموس ؛\r\n42 . احمد زينى دحلان ، نويسنده كتاب السّيرة الدحلانيه ؛\r\n43 . شيخ محمّد عبده مصرى ، نويسنده كتاب‌هاى تفسير و شرح نهج البلاغه و آثار ديگر .\r\nآرى ، اينان از مشهورترين و معروف‌ترين راويان « حديث غدير » در قرن‌هاى مختلف هستند .\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\n\r\nچرا اهل سنّت حديث غدير را نقل نكرده‌اند ؟\r\nدر پاسخ اين پرسش ناگزيريم اشاره‌اى گذرا به اين مطلب بنماييم كه اگر پژوهش‌گر با انصاف و آزادانديش به سندها و متن‌هاى « حديث غدير » توجّه نمايد ، به قراين بسيارى دست مىيابد كه انگيزه‌هاى عدم نقل و يا موانع نقل « حديث غدير » را به وضوح روشن مىسازد . ما براى نمونه با ارائهء چند متن و با نقل‌هاى مختلف ، به يكى از آن موانع اشاره مىكنيم .\r\nيكى از راويان چنين مىگويد : ابن ابى اوفى بينايى خود را از دست داده بود . او را در راه‌رو خانه‌اش ديدم و دربارهء حديثى از او پرسيدم .\r\nگفت : به راستى كه شما مردم كوفه حالاتى داريد كه نمىتوانيم برايتان احاديث را نقل نماييم .\r\nگفتم : خداوند كارهايت را به سامان برساند ! واقعيت آن است كه من از آن گروه نيستم و از طرف من مشكلى براى تو ايجاد نخواهد شد .\r\nوقتى خاطرش از جانب من آسوده شد ، گفت : كدام حديث را مىخواهى براى تو نقل كنم ؟\r\nراوى گويد : گفتم : حديث على عليه السلام در غدير خم را . . . . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مناقب علىّ بن ابىطالب عليه السلام ، ابن مغازلى : 16 .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nراوى ديگرى مىگويد : نزد زيد بن ارقم رفتم و به او گفتم : دامادم از تو حديثى در شأن على عليه السلام در روز غدير خم براى من نقل كرده است . من دوست دارم آن حديث را از خودت بشنوم .\r\nزيد بن ارقم در پاسخ گفت : شما مردم عراق حالاتى داريد كه مانع از نقل حديث براى شما مىشود .\r\nبه او گفتم : از طرفِ من مشكلى براى تو ايجاد نخواهد شد .\r\nوقتى از جانب من مطمئن شد ، درخواست مرا پذيرفت و گفت :\r\nآرى ، ما در جُحْفه بوديم . . . سپس واقعه را تا آخر نقل نمود .\r\nبه او گفتم : آيا رسول خدا صلى اللَّه عليه وآله فرمود :\r\nاللهمّ والِ مَنْ والاهُ وعادِ مَن عاداهُ ؟ ؛\r\nخدايا ! دوست بدار هر كه او را دوست بدارد و دشمن باش با كسى كه با او دشمنى ورزد .\r\nزيد بن ارقم گفت : من آن چه را كه شنيدم به تو بازگو كردم . « 1 » اكنون اگر اين حديث را كه در مسند احمد از زيد بن ارقم نقل شده است ، با حديثى كه در بخش پيشين از زيد بن ارقم آورديم - كه آن نيز در مسند احمد آمده بود - بسنجيد ، به خوبى درمىيابيد كه در اين نقل ، از بيان ذيل حديث كه همان جملهء دعاى رسول خدا صلى اللَّه عليه وآله\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مسند احمد : 4 / 368 .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nدر حقّ دوستان و نفرين آن بزرگوار بر دشمنان اميرالمؤمنين عليه السلام است خوددارى شده است ، آن جا كه فرمود :\r\nفمن كنت مولاه ، فإنَّ عليّاً مولاه ، اللهمّ عاد من عاداه ووال من والاه ؛\r\nهر كه من مولا و سرپرست او هستم ، پس على مولا و سرپرست اوست . خدايا ! دشمن بدار هر كه با على دشمنى ورزد ؛ و دوست بدار آن كه با او از در دوستى درآيد .\r\nدر حالى كه همين جمله توسّط خود زيد بن ارقم در كتاب مسند احمد - آن سان كه گذشت - موجود است .\r\nجالب توجّه اين كه احمد بن حنبل اين دو حديث را با فاصلهء چند صفحه آورده است ؛ ولى زيد بن ارقم در يك حديث كلام رسول خدا صلى اللَّه عليه وآله را به طور كامل بيان نمىكند و از نقل دعاى پايانى حديث خوددارى مىنمايد و در حديث ديگر ، كه براى شخص ديگرى بوده ، حديث را با دعاى پايانى آن نقل مىنمايد .\r\nالبتّه ما به زودى متن ديگرى را از معجم كبير طبرانى ، خواهيم آورد كه زيد بن ارقم اين حديث را به طور كامل و با دعاى پايانى آن براى شخص سومى بيان مىكند .\r\nپيش از نقل روايت زيد بن ارقم از معجم كبير طبرانى ، به كيفيّت نقل\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nزير نيز توجّه نماييد !\r\nراوى مىگويد : به سعد بن ابى وَقّاص - كه يكى از راويان حديث غدير و از بزرگان صحابه به شمار مىرود ، و به پندار اهل تسنّن يكى از ده نفرى است كه رسول خدا صلى اللَّه عليه وآله مژده بهشت به آنان داده است ! - گفتم : مىخواهم دربارهء مطلبى از تو سؤال نمايم ؛ ولى از تو تقيّه مىكنم ! « 1 » سعد گفت : هر چه مىخواهى بپرس ؛ زيرا من عموى تو هستم .\r\nراوى گويد : گفتم : جايگاه رسول خدا صلى اللَّه عليه وآله در ميان شما در روز غدير چگونه بود ؟ . . . .\r\nسعد بن ابى وَقّاص شروع به نقل حديث نمود . « 2 » به شرايط حاكم بر مردم آن زمان درباره حديث غدير توجّه كنيد ! به راستى با چه مشكلات و سختىهايى اين حديث را از اصحاب رسول خدا صلى اللَّه عليه وآله كه در آن واقعه حضور داشتند اخذ مىكردند .\r\nتا آن جا كه راوى مىگويد : مىخواهم مطلبى از تو بپرسم ؛ ولى از تو تقيّه مىكنم !\r\nدر نقل ديگرى كه طبرانى در معجم كبير نقل كرده است اين گونه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . توجّه داريد كه چگونه حتّى خودشان از يك‌ديگر تقيّه مىكردند .\r\n( 2 ) . كفاية الطّالب فى مناقب على بن ابى طالب عليه السلام : 62 .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nمىخوانيم . راوى مىگويد : عدّه‌اى در اطراف زيد بن ارقم حلقه زده بودند . شخصى در بين آنان ايستاد و گفت : آيا زيد در ميان شماست ؟\r\nگفتند : آرى ، اين شخص زيد بن ارقم است .\r\nآن شخص گفت : اى زيد ! تو را به خدايى كه معبودى جز او نيست سوگند مىدهم ! آيا از رسول خدا شنيدى كه دربارهء على فرمود :\r\nمَنْ كُنْتُ مَولاهُ فَعَليٌّ مولاهُ ، اللهمّ والِ مَنْ والاهُ وعادِ مَنْ عادَاهُ ؟\r\nزيد گفت : آرى .\r\nاو پس از دريافت اين پاسخ از جماعت دور شد .\r\nگويا موقعيّت اين گونه بوده است كه وقتى شخصى مىخواهد حقيقت قضيّه را دريابد ، چاره‌اى ندارد جز اين كه پرسش خود را با سوگند همراه نمايد تا اين كه زيد بن ارقم به احترام سوگندى كه او را داده است ! واقعه را همان گونه كه از پيامبر خدا صلى اللَّه عليه وآله شنيده است بيان كند .\r\n\r\nتواتر لفظى حديث غدير\r\nبا توجه به آن چه بيان شد ، سند ومتن « حديث غدير » بررسى شد و دانستيم كه اين حديث از احاديث متواتر است ؛ بلكه به مراتب فراتر از حدّ تواتر است . اكنون مىخواهيم اين تواتر را اثبات كنيم . تواتر - آن\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nسان كه در مباحث مربوط به آن آمده است - بر سه قسم است :\r\n1 . تواتر لفظى ؛\r\n2 . تواتر اجمالى ؛\r\n3 . تواتر معنوى .\r\nبا توجّه به اين كه گروهى از دانشمندان اهل سنّت حديث غدير را در كتاب‌هايى كه به احاديث متواتر تعلق دارد ، نقل كرده‌اند ، روشن مىشود كه اين حديث - با همان متنى كه گذشت - داراى تواتر لفظى است كه خود نكته مهمّى است ؛ زيرا دانشمندان علم حديث و درايه اهل سنّت مىگويند كه تواترِ لفظى در احاديث نبوى جدّاً اندك است ، به گونه‌اى كه گفته‌اند : فقط يك حديث متواتر لفظى داريم و آن گفتار پيامبر صلى اللَّه عليه وآله است كه مىفرمايد :\r\nإنَّما الأعمالُ بالنيّات ؛\r\nكردارها فقط در گرو نيت‌هاست .\r\nگاهى به اين حديث ، حديث ديگرى نيز مىافزايند .\r\nآنان مىگويند : احاديثى كه از پيامبر خدا صلى اللَّه عليه وآله رسيده گرچه متواترند ؛ ولى تواتر معنوى يا اجمالى دارند . البته اين سخن در بيشتر احاديثى كه بتوانيم به پيامبر اكرم صلى اللَّه عليه وآله به طور قطع و يقين نسبت دهيم جارى است ؛ ولى - هم چنان كه مشاهده مىشود و با\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nقراينى كه ذكر شد - « حديث غدير » از احاديث متواتر لفظى است و اين مطلب به خاطر اهميتش قابل دقّت است .\r\nشيخ عبدالعزيز دهلوى در كتاب تحفهء اثنا عشريّه ، « 1 » مىگويد :\r\nاگر حديثى به حدّ تواتر رسيد و صدورش از رسول خدا صلى اللَّه عليه وآله قطعى شد ، در حكم آيهء قرآن خواهد بود ؛ پس همان گونه كه قرآن كريم قطعىّ الصدور و از جانب خداوند متعال است و جايز نيست واژه‌اى از آن رد و يا باطل شود و هر كه چنين كند كافر خواهد بود و ترديدى در اين مطلب نيست ؛ چرا كه با تواتر قطعى به دست ما رسيده است ؛ همانطور هر حديثى كه با سندهاى قطعى و يقينى و در حدّ تواتر از رسول خدا صلى اللَّه عليه وآله به ما برسد ، به منزلهء آيه‌اى از آيات قرآن خواهد بود .\r\nنتيجهء كلام دهلوى پيرامون حديث غدير اين مىشود كه فرمايش رسول خدا صلى اللَّه عليه وآله كه فرمود : مَنْ كُنْتُ مَولاهُ فَهذا عَلِيٌّ مَولاهُ ؛ از اين جهت كه به صدور آن از پيامبر اكرم صلى اللَّه عليه وآله قطع و يقين داريم ؛ همانند آيه‌اى از آيات قرآن بوده و تكذيب و رد آن حرام است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اين كتاب به صورت اختصار ، به زبان عربى و به قلم آلوسى بغدادى و با پاورقىهاى يكى از دشمنان دين چاپ و منتشر شده است . وى در اين پاورقىها با دشنام و كلمات نامربوط ، بغض و كينهء خود را به اهل بيت عليهم السلام و شيعيان آن بزرگواران ابراز داشته است .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n\r\nحديث غدير بيان‌گر امامت اميرالمؤمنين\r\nعليه السلام\r\nاكنون پس از اثبات تواتر « حديث غدير » ، مىخواهيم چگونگى دلالت اين حديث شريف را بر باور شيعه كه امامت اميرالمؤمنين عليه السلام است بررسى كنيم .\r\nخلاصهء استدلال بر امامت اميرالمؤمنين عليه السلام اين گونه است :\r\nرسول خدا صلى اللَّه عليه وآله در واقعه غدير ابتدا با اشاره به آيه كريمه : « النَّبِيُّ أَوْلى بِالْمُؤْمِنِيْنَ مِنْ أَنْفُسِهِمْ » ؛ « 1 » « پيامبر نسبت به مؤمنان از خودشان اولى و سزاوارتر است » از حاضران اقرار گرفت كه آن بزرگوار نسبت به مؤمنان از خودشان اوْلى و سزاوارتر است .\r\nآن چه از اين آيهء كريمه استفاده مىشود اين است كه در تمام امورى كه مردم از طرف شارع نسبت به آن امور ولايت وحقّ تصرف دارند ، پيامبر نسبت به مردم در آن امور ، اولى و سزاوارتر است ؛ از اين رو آن حضرت نيز از مردم بر همين معنا اقرار گرفت ، آن گاه از اين اقرار نتيجه گرفت و فرمود :\r\nفمن كنت مولاه فعلي مولاه ؛\r\nپس هر كه من مولا و سرپرست او هستم ، على مولا و سرپرست اوست .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورهء احزاب : آيهء 6 .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nدر متن ديگرى آمده است كه فرمود :\r\nفمن كنت وليّه فعليّ وليّه ؛\r\nپس هر كه من ولى و سرپرست او هستم ، على ولى و سرپرست اوست .\r\nدر متنى ديگر نيز آمده است كه فرمود :\r\nفمن كنت أميره فعليّ أميره ؛\r\nپس هر كه من امير او هستم ، على امير اوست .\r\nبنا بر اين رسول خدا صلى اللَّه عليه وآله اولويّتى را كه بر مردم به حكم قرآن داشت ، همان اولويت را براى اميرالمؤمنين عليه السلام نيز ثابت فرمود .\r\nآن گاه همه مردم با اميرالمؤمنين عليه السلام به فرمان رسول خدا صلى اللَّه عليه وآله بر همين امر بيعت كردند و بر آن حضرت با لقب « اميرالمؤمنين » سلام دادند و به او تهنيت گفتند و اشعارى نيز در اين زمينه از شاعران مشهور آن زمان در همان مجمع سروده شد .\r\nبايد دانست كه محور استدلال به « حديث غدير » واژهء « مَوْلى » است و اين واژه در زبان عرب به معناى « اوْلى » استعمال شده است كه هم در قرآن كريم به كار رفته است ، آن جا كه مىفرمايد :\r\n« فَالْيَوْمَ لايُؤْخَذُ مِنْكُمْ فِدْيَةٌ وَلا مِنَ الَّذينَ كَفَرُوا مَأْواكُمُ النَّارُ هِيَ\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nمَوْلاكُمْ وَبِئْسَ الْمَصيرُ » ؛ « 1 »\r\nپس امروز نه از شما فديه‌اى پذيرفته مىشود و نه از كفرورزان ؛ جايگاهتان آتش است و همان شايسته شماست و چه بد سرانجامى است .\r\nو هم در احاديث معتبر رسول خدا صلى اللَّه عليه وآله ، به خصوص در صحيح بُخارى و صحيح مسلم و در اشعار و كاربردهاى ادبى زبان عربى فصيح آمده است .\r\nاكنون با در نظر گرفتن اين شواهد ، استدلال به « حديث غدير » بر اساس قرآن كريم ، احاديث رسول خدا صلى اللَّه عليه وآله و كاربردهاى ادبى زبان عربى فصيح تمام خواهد بود .\r\nبنا بر مقتضاى « حديث غدير » ، امير مؤمنان على عليه السلام نسبت به هر مؤمنى - جز رسول خدا صلى اللَّه عليه وآله - از خود مؤمن اولى و شايسته‌تر است ؛ چه ايمان آن مؤمن واقعى باشد يا ادّعايى و چه او از بزرگان صحابه و رؤساى قبايل عرب باشد و يا از ديگر مردم .\r\nناگفته نماند كه در مقابل اين استدلال ، ديدگاه علمى مخالفان را نيز بايد در نظر گرفت كه ما اين مطلب را در بخش سوم بررسى خواهيم كرد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سوره حديد : آيهء 15 .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\n\r\nچكيده\r\nتاكنون بيان شد كه براى « حديث غدير » ريشه‌هايى اساسى در قرآن كريم ، روايات قطعىّ الصدور از رسول خدا صلى اللَّه عليه وآله - كه مورد اعتراف فريقين است - و اخبار و آثار وجود دارد .\r\nمناظرات و احتجاجات بسيارى به « حديث غدير » از جانب امير مؤمنان على عليه السلام ، پارهء تن رسول خدا صلى اللَّه عليه وآله فاطمهء زهراء ، ائمّهء اطهار عليهم السلام ، بزرگان صحابه و دانشمندان صورت گرفته است .\r\nهمچنين « حديث غدير » را شعراى بزرگ صحابه و حتى شعراى قرون مختلف سروده و در اشعارشان آورده‌اند .\r\nآرى ، حديث غدير داراى جايگاه قابل توجّهى است و از چنين اصول و ريشه‌هايى مستحكم و غير قابل ترديد برخوردار است . ما اگر بخواهيم عنان قلم را در اين نوشتار رها سازيم ، نيازمند مجالى بسيار وسيع‌تر از اين نوشتار است ؛ چرا كه مناظره‌هايى كه درباره « حديث غدير » صورت گرفته ، خود به تنهايى نيازمند نوشتارى جداگانه است .\r\nبه گونه‌اى كه مطالب گفتنى و شنيدنى پيرامون احتجاج حضرت صدّيقهء طاهره ، فاطمهء زهرا عليها السلام به « حديث غدير » ، بيش از محتواى اين\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nنوشتار است . فاطمهء زهرايى كه پارهء تن رسول خدا صلى اللَّه عليه وآله است ، و اين خصوصيّت موضوعى نيست كه به سادگى بتوان از آن چشم پوشيد و اهميّتش را ناديده گرفت .\r\nرسول خدا صلى اللَّه عليه وآله در ضمن حديثى فرمود :\r\nفاطمة بضعة منّي ؛\r\nفاطمه پارهء تن من است .\r\nاين حديث در كتاب‌هاى صحيح شش گانه و منابع معتبر ديگر اهل سنّت آمده است ؛ حديثى كه در نزد آنان ثابت شده و معتبر است .\r\nبه خاطر همين سخن رسول خدا صلى اللَّه عليه وآله ، عدّهء بسيارى از بزرگان اهل تسنّن تصريح كرده‌اند كه حضرت فاطمهء زهراء عليها السلام از همهء افراد امّت حتّى ابوبكر و عمر برتر است ؛ در حالى كه آنان مقام اميرالمؤمنين عليه السلام را بعد از عثمان بن عفّان ، و عثمان را پس از شيخين مىدانند و افضليّت و برترى را بدان گونه كه خلافت صورت گرفته است مىپندارند .\r\nالبتّه اين مطلب ميان اهل تسنّن مشهور است ؛ ولى عدّه‌اى از آنان به خاطر سخنى كه رسول خدا صلى اللَّه عليه وآله در فضيلت و برترى حضرت فاطمه زهرا عليها السلام بيان فرموده ، آن انسيّهء حوراء را بر\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nشيخين نيز برترى داده‌اند . « 1 » مطالبى كه دربارهء اثبات سند ، متن و دلالت « حديث غدير » مطرح شد ، با چشم پوشى از شواهد بسيارى است كه در متن حديث غدير وجود دارد ؛ شواهد بسيارى كه در روايات قطعى الصدور از رسول خدا صلى اللَّه عليه وآله آمده است كه از آن جمله مىتوان به « حديث ولايت » اشاره كرد كه خود بحث مفصّل و مستقلى مىطلبد . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ما در اين مورد و به لحاظ اهميّت خاصى كه دارد ، كتاب جداگانه‌اى تحت عنوان مظلوميت برترين بانو نگاشته‌ايم و اين كتاب چندين بار تجديد چاپ شده است .\r\n( 2 ) . در اين مورد نيز كتابى تحت عنوان نگاهى به حديث ولايت از سلسله پژوهش‌هاى اعتقادى چاپ شده است .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\n\r\nبخش سوم تلاش‌هاى ناكارآمد براى بى اعتبار كردن حديث قدير\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n\r\nتلاش‌هاى ناكارآمد\r\nدر اين بخش ، به گوشه‌اى از تلاش‌هاى عالمان اهل تسنّن در توجيه واقعهء تاريخى غدير مىپردازيم .\r\nبزرگان اهل سنّت راه‌هايى را براى توجيه اين واقعه به كار برده‌اند تا مفاد اين حديث شريف با اتفاقات پس از رحلت رسول خدا صلى اللَّه عليه وآله منافات نداشته باشد ؛ ولى آن‌ها با انكار يكى از قطعىترين سنّت‌هاى رسول خدا صلى اللَّه عليه وآله خود را از مصاديق اين آيه شريفه قرار داده‌اند و به دوران جاهلى باز گشته‌اند . آن سان كه خداوند متعال در قرآن كريم مىفرمايد :\r\n« وَمَا مُحمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ الرُّسُلُ أَفَإِنْ مَاتَ أَوْ قُتِلَ انْقَلَبْتُمْ عَلَى أَعْقَابِكُمْ وَمَن يَنْقَلِبْ عَلَى عَقِبَيْهِ فَلَن يَضُرَّ اللَّه شَيْئاً » ؛ « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورهء آل عمران : آيهء 144 .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nمحمّد صلى اللَّه عليه وآله فقط فرستاده خداست و پيش از او فرستادگان ديگرى نيز بودند آيا اگر او بميرد و يا كشته شود ، شما به عقب باز مىگرديد ( و اسلام را رها كرده به دوران جاهليت برمىگرديد ) ؟ و هر كس به جاهليت باز گردد هرگز به خدا ضرر نمىزند .\r\nاينك به بخشى از تلاش‌هاى ناكارآمد آنان در برابر حديث غدير اشاره مىنماييم .\r\n\r\n1 . على عليه السلام در حجّة الوداع نبوده است !\r\nپيش از طرح اين مسأله ، جاى شگفتى و خنده است كه اهل سنّت به چنين مسأله‌اى پرداخته‌اند . آنان ادّعا مىكنند كه على بن ابىطالب هنگام حجّة الوداع در يمن بوده و به هنگام حضور رسول خدا صلى اللَّه عليه وآله در مناسك حجّ و مراجعت از مكّه ، در كنار آن حضرت نبوده است . بنا بر اين تمام احاديثى كه دربارهء واقعهء غدير خمّ ( اين كه پيامبر خدا صلى اللَّه عليه وآله دست على عليه السلام را گرفت و او را به عنوان خليفه و جانشين خود به مردم معرفى كرد و فرمود : « من كنت مولاه فهذا علي مولاه » ) دروغ محض است ! ؛ چرا كه على در يمن بود .\r\nتعجّب نكنيد اگر بگوييم كه گوينده اين سخن سخيف و بىاساس فخر رازى است ؛ ولى جاى بسى خوش‌بختى است كه\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nابن حجر مكّى نويسنده كتاب الصواعق المحرقه ، اين ادّعا را مردود دانسته است . « 1 » همچنين شرح كنندگان احاديث نبوى صلى اللَّه عليه وآله كه اهل سنّت در فهم احاديث به آن‌ها مراجعه مىكنند اين سخن را ردّ كرده‌اند .\r\nروش ما در پژوهش‌هاى علمى ، اين است كه به كتاب‌هاى عالمانى هم چون : مَناوى ( نگارنده فيض القدير ) ، شيخ على قارى ( شارح شفاء قاضى عياض و نگارنده مرقاة در شرح مشكات ) و از شرح‌هايى كه نوشته شده است نيز به شرح مواهب لدّنيّه ( نگارش زرقانى مالكى ) مراجعه كنيم ؛ چرا كه اينان شارحان و عالمان بزرگ در علم حديث هستند و سخنان و نظريه‌هاى آنان در شرح و بيان معانى احاديث در نزد اهل سنّت حجّت است . ما با مراجعه به اينان به سخنانشان احتجاج مىكنيم و اهل تسنّن را به وسيله سخنان علماى خودشان ملزم مىنماييم .\r\nبه عنوان نمونه ملّا على قارى در كتاب المرقاة مىنويسد :\r\nنبود على عليه السلام در مكه كلامى باطل است ؛ زيرا در تاريخ ثابت شده است كه على عليه السلام از يمن برگشته بود و در حجّة الوداع همراه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الصواعق المحرقه : 25 .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nرسول خدا صلى اللَّه عليه وآله حضور داشت . « 1 » از طرفى در كتاب‌هاى صحيح ششگانه ، مسندهاى اهل سنّت و منابع ديگر - آن جا كه واقعهء خروج از احرام در حجّ را ذكر كرده‌اند - به اين مطلب تصريح كرده‌اند كه على عليه السلام در حجّة الوداع همراه رسول خدا صلى اللَّه عليه وآله بوده است .\r\nاز اين رو سخن فخر رازى كه على عليه السلام در آن زمان در يمن بوده است ، از جهت ديگرى نشان‌گر صحّت حديث غدير بوده و بر امامت و خلافت اميرالمؤمنين عليه السلام دلالت كامل دارد .\r\n\r\n2 . مناقشه در صحّت حديث غدير\r\nراه ديگرى كه اهل سنّت براى بىاعتبار كردن « حديث غدير » پيموده‌اند ، اشكال كردن در صحّت حديث غدير است . برخى از آنان از جمله فخر رازى گفته‌اند : ما صحّت حديث غدير را نمىپذيريم .\r\nدر پاسخ به اين مناقشه ، در گذشته يادآور شديم كه عدّهء بسيارى از بزرگان اهل تسنّن به تواتر « حديث غدير » تصريح نموده و اين حديث شريف را در كتاب‌هايى كه فقط به نقل احاديث متواتر پرداخته و به همين علّت تأليف شده است ، ذكر كرده‌اند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مرقاة المفاتيح في شرح مشكاة المصابيح : 5 / 574 .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\n\r\n3 . ادّعاى عدم تواتر « حديث غدير »\r\nاز راه كارهاى ناكارآمد ديگرى كه براى بىاعتبار كردن حديث غدير صورت گرفته ، ادّعا شده است كه حديث غدير متواتر نيست .\r\nابن حزم اندلسى و بعضى از پيروانش قائل به عدم تواتر « حديث غدير » هستند و از معاصران نيز شيخ سليم بشرى مالكى مصرى ، در نامه‌اى كه به سيّد شرف الدّين رحمه اللَّه مىنويسد ، چنين مىنگارد :\r\nشما شيعيان قائليد كه امامت ، اصلى از اصول دين است و شكّى نيست كه اصول دين جز با خبرهاى متواتر و يا دليل‌هاى قطعى ثابت نمىشود و ما در تواتر « حديث غدير » با شما موافق نيستيم . در نتيجه امامت على با حديث غدير ثابت نمىشود .\r\nبه عبارت ديگر ، اينان صحّت حديث غدير را پذيرفته‌اند ؛ ولى در تواتر آن اشكال كرده‌اند . پس اگر تواتر حديث غدير تمام نشود ، استدلال به امامت على عليه السلام نيز تمام نخواهد شد ؛ زيرا حديثِ ظنى ، گرچه صحيح و معتبر باشد ؛ ولى نمىتواند اصلى از اصول دين را ثابت كند ؛ زيرا اصول دين ناگزير بايد با قطع و يقين ثابت شود و حديث ظنّى ، مفيد قطع نبوده و نخواهد توانست امر قطعى را ثابت كند .\r\nدر پاسخ اين اشكال مىگوييم : در صورتى اين ايراد وارد است كه تواتر « حديث غدير » ثابت نشود ؛ ولى ما اهل سنّت را ملزم مىكنيم كه\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nپيشوايان بزرگ آن‌ها افرادى چون : ذهبى ، ابن كثير ، ابن جَزَرى ، سيوطى ، كتّانى ، زبيدى ، متّقى هندى و شيخ على قارى بر تواتر « حديث غدير » تصريح كرده‌اند .\r\nاز طرفى در شرح حال ابن حزم اندلسى نوشته‌اند كه وى از نواصب بوده و با اهل بيت عليهم السلام دشمنى داشته است . در احوالات او مىنويسند : شمشير حَجّاج بن يوسف ثقفى ( در دشمنى با على عليه السلام ) با زبان ابن حزم دو برادرند كه از يك مادر زاده شده‌اند . شقىتر از ابن حزم كسانى هستند كه از او پيروى كرده و سخنان باطل اين شخص ناصبى را مستند آراى خود قرار داده‌اند .\r\nالبتّه كمبود فرصت از قلم فرسايى بيشتر در اين باره جلوگيرى مىكند ؛ و گرنه به برخى از سخنان باطل اين مرد اشاره مىكرديم كه بنا بر اين گفته‌هايش مىتوان به كفر او حكم كرد .\r\nبنا بر اين با اعتراف بزرگان و پيشوايان اهل تسنّن به تواتر « حديث غدير » ، اين اشكال نيز از كار افتاد .\r\n\r\n4 . آيا كلمهء « مَوْلى » در كلام عرب به معناى « اوْلى » آمده است ؟\r\nاساسىترين اشكال اهل سنّت بر دلالت « حديث غدير » اين است كه دلالت اين حديث بر مدّعاى شيعه وقتى تمام است كه كلمهء « مَوْلى »\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n- كه در حديث شريف آمده است - در استعمالات فصيح عرب به معناى « اوْلى » آمده باشد .\r\nپيرامون اين اشكال شيخ عبدالعزيز دهلوى ، صاحب كتاب تحفهء اثنا عشريّه مىنويسد : به اتّفاق اهل لغت ، واژه « مَوْلى » به معناى « اوْلى » استعمال نشده است . وى با اين ادّعا ، « حديث غدير » را از دلالتش بر مدّعاى شيعه ساقط كرده و ادّعا مىكند كه هيچ يك از اهل لغت واژه « مولى » را به معناى « اولى » به كار نبرده‌اند .\r\nما با سه روش به عبدالعزيز دهلوى و همفكرانش پاسخ مىدهيم :\r\n1 . حديث شريف غدير تنها با واژه « مَوْلى » نقل نشده است ؛ بلكه با واژگانى هم چون : « ولىّ » ، « امير » و مانند اين دو نيز آمده است كه پيش‌تر به آن‌ها اشاره شد .\r\n2 . پيش‌تر تذكّر داديم كه\r\nالحديثُ يُفَسِّرُ بَعْضُهُ بعضاً ؛\r\nبرخى از حديث‌ها ، برخى ديگر را تفسير و بيان مىنمايند .\r\nبنا بر اين بر فرض اين كه واژهء « مَوْلى » در « حديث غدير » مبهم باشد ، با استفاده از نقل‌هاى ديگر ابهامى كه آنان مدّعى هستند بر طرف شده و در نتيجه ، اشكال وارد بر حديث شريف منتفى خواهد شد .\r\n3 . آن چه كه اساس و بنيان اشكال اهل سنّت را فرو مىريزد اين\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nاست كه در قرآن كريم « 1 » و احاديث صحيحى كه در كتاب‌هاى اهل تسنّن ؛ از جمله صحيح بُخارى و صحيح مسلم موجود است واژه « مَوْلى » ، به معناى « اوْلى » به كار رفته است .\r\nگفتنى است كه ورود در اين بحث به طور تفصيلى و در پرتو استدلال به قرآن ، روايات ، اشعار فصيح عرب و كاربردهاى ادبى زبان عرب به مجال وسيع‌ترى نياز دارد كه ما در اين مجال فقط به ذكر اسامى عدّه‌اى از بزرگان تفسير ، لغت و ادب اهل تسنّن بسنده مىكنيم كه اينان تصريح كرده‌اند كه واژهء « مَوْلى » ، در لغت عرب ، به معناى « اوْلى » آمده است :\r\n1 . ابوزيد انصارى ، لغوى معروف ؛\r\n2 . ابوعبيده بصرى ( معمّر بن مثنّى ) ؛\r\n3 . ابوالحسن اخفش ؛\r\n4 . ابوالعبّاس ثعلب ؛\r\n5 . ابوالعبّاس مُبرِّد ؛\r\n6 . ابواسحاق زجّاج ؛\r\n7 . ابوبكر بن انبارى ؛\r\n8 . ابونصر جوهرى ، نويسنده كتاب معروف صِحاح اللّغة ؛\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ر . ك صفحه 56 همين كتاب .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\n9 . جار اللَّه زمخشرى ، نويسنده تفسير معروف كشّاف ؛\r\n10 . حسين بَغَوى ، نويسنده كتاب تفسير مصابيح السنّة ؛\r\n11 . ابوالفرج ابن جوزى حنبلى ؛\r\n12 . ناصرالدّين بيضاوى ، نگارنده كتاب معروف تفسير بيضاوى ؛\r\n13 . نَسَفى ، نويسنده كتاب معروف تفسير نَسَفى ؛\r\n14 . ابوالسّعود عمادى ، نويسنده تفسير معروف ابوالسُّعود ؛\r\n15 . شهاب الدّين خفاجى ، صاحب حاشيهء مفصّل بر تفسير بيضاوى ؛\r\nهمچنين برخى از بزرگان لغت و ادب در توضيحاتى كه بر تفسير بيضاوى نوشته‌اند بر اين مطلب تصريح نموده‌اند . به نظر مىرسد كه تصريح همين مقدار از دانشمندان بزرگ اهل تسنّن در پاسخ به اين اشكال كافى است .\r\nكوتاه سخن اين كه : واژهء « مولى » در قرآن كريم به كار رفته و به « أولى » تفسير شده است ، آن جا كه خداوند متعال مىفرمايد :\r\n« هِيَ مَوْلاكُمْ وَبِئْسَ الْمَصيرُ » ؛ « 1 »\r\nجايگاه شما آتش است و همان شايستهء شماست و چه بد جايگاهى است .\r\nمفسّران در تفسير اين آيه گفته‌اند :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورهء حديد : آيهء 15 .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nهى أولى بكم وبئس المصير ؛\r\nآتش شايسته شماست و چه بد جايگاهى است .\r\nالبته در اين زمينه احاديث بسيارى رسيده است و اين مطلب در اشعار عربى فصيح نيز آمده و در واژگان لغويان نيز بيان شده است . « 1 »\r\n\r\n5 . « حديث غدير » بر امامت بلا فصل ، دلالت نمىكند !\r\nآن گاه كه اهل سنّت نتوانستند با روش‌هاى علمى « حديث غدير » را بىاعتبار سازند ، دلالت آن را زير سؤال بردند و گفتند : ما دلالت « حديث غدير » را بر امامت على عليه السلام و اين كه او به سان پيامبر صلى اللَّه عليه وآله به مؤمنان از خودشان شايسته‌تر است ، مىپذيريم ؛ ولى اين حديث به خلافت بلافصل او دلالت ندارد ؛ بلكه بر خلافت آن حضرت پس از عثمان بن عفّان - همان طورى كه در خارج واقع گرديده است - دلالت مىكند و منظور پيامبر خدا صلى اللَّه عليه وآله از اين حديث ، خلافت و امامت اميرالمؤمنين عليه السلام بعد از عثمان و در مرتبه چهارم است !\r\nبايد دانست كه اهل سنّت ابوبكر و عمر را بر عثمان ، برترى و تفضيل مىدهند ؛ ولى در اين كه آيا على عليه السلام افضل است يا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . براى آگاهى بيشتر از موارد استعمال واژهء « مَوْلى » به معناى « اوْلى » ، مىتوانيد به كتاب : نفحات الأزهار فى خلاصة عبقات الانوار - بخش « حديث غدير » - مراجعه نماييد .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nعثمان ، اختلاف دارند ! و برخى از آنان ، على عليه السلام را بر عثمان برترى مىدهند .\r\nالبتّه ما با استناد به كتاب‌هاى اهل تسنّن ، مىتوانيم اثبات كنيم كه طبق احاديثى كه در فضايل خلفاى سه گانه آمده عثمان برتر از شيخين است .\r\nدر اين صورت اگر عثمان بر شيخين برترى داده شود و على عليه السلام هم از عثمان افضل باشد - آن سان كه عدّهء زيادى از بزرگان اهل تسنّن بر اين عقيده‌اند - به طور قطع و يقين ، اميرالمؤمنين عليه السلام از همهء امّت افضل خواهد بود و اين خود يكى از ادلّهء امامت و خلافت بلافصل آن بزرگوار خواهد بود .\r\nدر هر صورت ، اهل تسنّن با اين اشكال ، دلالت « حديث غدير » را بر خلافت بلا فصل نفى كرده و مىگويند « حديث غدير » فقط خلافت على عليه السلام را بعد از عثمان بن عفّان ثابت مىكند .\r\n\r\nپاسخ از اشكال\r\nما اين اشكال را از سه جهت پاسخ مىدهيم و مىگوييم :\r\nنخست . ادّعاى آنان كه « حديث غدير » بر خلافت على عليه السلام بعد از عثمان دلالت مىكند ، به دليل‌هاى قطعى و مقبول در نزد شيعه و سنى نياز دارد كه امامت ابوبكر ، عمر و عثمان را پس از رسول خدا صلى اللَّه عليه وآله ثابت كند و تا چنين امرى ثابت نشود ، اين\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nاشكال وارد نخواهد بود . بديهى است كه اگر طبق اعتقاد آنان يك حديث قطعى و يقينى و مورد اتفاق طرفين بود ، نزاعى بين شيعه و سنّى نمىماند . با اين كه چنين حديثى بر اثبات خلافت سه خليفه پيشين وجود ندارد . بنا بر اين اصل اين اشكال ، به تعبير علمى « مصادرهء به مطلوب » « 1 » و بطلان چنين استدلالى روشن است .\r\nدوم . بنا بر مضمون « حديث غدير » ، على عليه السلام از اين سه نفر نيز نسبت به خودشان اوْلى و شايسته‌تر است ؛ زيرا با توجه به آن چه بيان شد ، همان اولويّتى كه رسول خدا صلى اللَّه عليه وآله بر امّت داشت ، بدون كم و كاست و بر طبق مفاد « حديث غدير » ، براى اميرالمؤمنين عليه السلام ثابت است .\r\nسوم . طبق روايات صحيحى كه وارد شده است ابوبكر ، عمر و عثمان در روز عيد غدير و به هنگام بيعت با اميرالمؤمنين عليه السلام ، امامت و خلافت آن حضرت را تبريك و تهنيت گفتند . عمر بن خطّاب در آن روز به امير مؤمنان عليه السلام اين گونه خطاب كرد :\r\nبخٍّ بخٍّ لك يا عليُّ ! أصبحت مولاي ومولى كلّ مؤمن ومؤمنة ؛\r\nمبارك بر تو اى على ! مولاى من و هر مرد و زن مؤمن گرديدى .\r\nاين تبريك و تهنيت عمر يكى از مشهورترين عبارات و ورد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مصادره به مطلوب به معناى مدّعى را عين دليل قرار دادن است .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nزبان همگان است ؛ هم چنان كه عمر بن خطّاب در هفتاد مورد اعتراف كرد و گفت :\r\nلولا عليٌّ لهلك عمر ؛\r\nاگر على نبود ، عمر هلاك شده بود .\r\nاز اين اعتراف عمر نيز هر عالم و جاهل و هر بزرگ و كوچكى حتى كودكان باخبرند .\r\nحال آنان اين روايات را چگونه توجيه مىكنند ؟ و با وجود چنين شواهدى چگونه « حديث غدير » را نشان‌گر بر امامت على عليه السلام بعد از عثمان مىدانند ؟\r\nبه راستى آيا بيعت سه خليفهء نخست در روز غدير با امير مؤمنان على عليه السلام به خلافت بعد از عثمان مقيّد بوده است ؟ !\r\nدر هر صورت اين اشكال نيز فايده‌اى ندارد و آنان متوجّه اين موضوع هستند .\r\n\r\n6 . آيا « حديث غدير » بر امامت باطنى دلالت مىكند ؟\r\nآخرين تيرى كه در تركش براى خصم مانده اين است كه برخى از اهل تسنّن امامت را به دو بخش تقسيم كرده‌اند :\r\n1 . امامت باطنى ؛\r\n2 . امامت ظاهرى .\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nامامت باطنى - كه امامت در نزد متصوّفه نيز همين است - همان امامت در معنا و قضاياى معنوى و امور باطنى است و به پندار برخى از اهل تسنّن ، على عليه السلام امام مسلمانان و خليفهء بلا فصل رسول خدا صلى اللَّه عليه وآله در امور باطنى است و سه خليفهء نخست ، همان خلفاى ظاهرى بر مسلمانان هستند و حقّ حكومت و امر و نهى دارند كه امّت بايد مطيع آنان بوده و از اوامر و نواهى آنان اطاعت كنند .\r\nاينان چنين مىگويند . گويى امر امامت و رياست عامّهء بر امّت امرى است كه به نظر آنان موكول شده است تا به اختيار خود ، آن را به دو قسم نمايند ؛ سپس هر بخشى را به هركه مىپسندند و هواى نفسشان به آن طرف مايل است عطا كنند ؛ به گونه‌اى كه بخشى را به حضرت على عليه السلام و فرزندانش عليهم السلام عطا نمايند و بخش ديگرى را به خلفاى سه گانه ، آن گاه به معاويه ؛ سپس به يزيد و پس از آن به متوكّل و . . . تا امروز ارزانى دارند . گويى امر امامت در اختيار آنها و روى هوا و هوس آن‌هاست كه به على عليه السلام بگويند : تو امام به اين معنا هستى و تو فلانى امام به معناى ديگر .\r\nگويا اينان سخن خداوند متعال را نشنيده‌اند و يا شنيده‌اند ؛ ولى خود را به ناشنوايى مىزنند كه مىفرمايد :\r\n« وَرَبُّكَ يَخْلُقُ مَا يَشَاءُ وَيَخْتَارُ مَا كَانَ لَهُمُ الْخِيَرَةُ سُبْحَانَ اللَّه\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nوَتَعَالَى عَمَّا يُشْرِكُونَ » ؛ « 1 »\r\nپروردگارت هر چه را بخواهد مىآفريند و اختيار مىكند و آنان [ در برابر او 
  ] اختيارى ندارند . خدا از شرك آنان منزّه و برتر است .\r\nآيا اين بيان تهديدآميز آيهء كريمه و حكم نمودن به شرك كسانى كه براى خود حقّ اختيار قائلند ، براى جلوگيرى از خودكامگى كسانى كه مدّعىِ اعتقاد به قرآن هستند كافى نيست ؟\r\nالبتّه به طور كامل روشن شد كه اين اشكال به مَضحكه شبيه‌تر است تا سخن علمى ، و نهايت چيزى كه از اين اشكال استفاده مىشود ، اين است كه اهل تسنّن از هر گونه مناقشهء قابل قبولى در دلالت « حديث غدير » عاجز گشته‌اند كه به اين مطالب واهى پناه آورده‌اند .\r\nخداوند متعال مىفرمايد :\r\n« فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيَما شَجَرَ بَيْنَهُمْ ثُمَّ لَا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجاً مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيماً » ؛ « 2 »\r\nبه پروردگارت سوگند كه آنان مؤمن نخواهند بود ، مگر اين كه در اختلافات خود ، تو را به داورى برگزينند و پس از داورى تو ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورهء قصص : آيهء 68 .\r\n( 2 ) . سورهء نساء : آيهء 65 .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nدر دل خود احساس ناراحتى نكرده و كاملًا تسليم باشند .\r\nاين پژوهش را با دعاى قرآنى به پايان مىبريم كه :\r\n« رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ » ؛ « 1 »\r\nخدايا ! به ما در دنيا نيكى عطا كن ، و در آخرت نيز نيكى عطا فرما ، و ما را از عذاب آتش حفظ فرما .\r\nو مىگوييم :\r\n« الْحَمْدُ لِلَّهِ الَّذي هَدانا لِهذا وَما كُنَّا لِنَهْتَدِيَ لَوْ لاأَنْ هَدانَا اللَّهُ » ؛ « 2 »\r\nستايش ويژه خداوندى است كه ما را به اين ( هدايت‌ها ) رهنمون شد و اگر خدا ما را هدايت نكرده بود ، ما از راه يافته‌گان نبوديم .\r\nآرى ، خداى سبحان را سپاسگزاريم كه ما را از پيروان ولايت امير مؤمنان على عليه السلام و فرزندان معصوم او قرار داد و پايانىترين فراخوانى ما همان سپاس بىپايان از پروردگار جهانيان است و درود خدا بر محمّد و خاندان پاك آن حضرت باد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورهء بقره : آيهء 201 .\r\n( 2 ) . سورهء اعراف : آيهء 43 .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\n\r\nكتابنامه\r\n1 . قرآن كريم .\r\n« الف »\r\n2 . أسنى المطالب فى مناقب على بن ابى طالب عليه السلام : حافظ شمس الدين جزرى .\r\n« ب »\r\n3 . البداية والنهايه : حافظ ابى فداء اسماعيل بن كثير ، دار احياء التراث عربى ، بيروت ، لبنان ، چاپ نخست ، سال 1408 .\r\n« ت »\r\n4 . تحفه اثنا عشريه : شاه عبدالعزيز دهلوى ، نورانى ، كتابخانه ، پيشاور ، پاكستان .\r\n« ج »\r\n5 . الجامع لاحكام القرآن ( تفسير قُرْطُبى ) : محمد بن احمد انصارى قرطبى ، دار احياء التراث عربى ، افست از چاپ دوم .\r\n« خ »\r\n6 . خصائص أميرالمؤمنين على عليه السلام : عبدالرحمان احمد بن شعيب نَسائى ، دار الثقلين ، قم ، چاپ نخست ، سال 1419 .\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\n« ص »\r\n7 . صحيح : مسلم بن حجّاج نيشابورى ، مؤسسه عز الدين ، بيروت ، لبنان ، چاپ نخست ، سال 1407 .\r\n8 . الصّواعق المُحرقه : ابن حجر هيتمى مكّى ، مكتبة القاهره ، قاهره ، مصر .\r\n« ف »\r\n9 . فضائل الصحابه : احمد بن حنبل شيبانى ، جامعة ام القرى ، مركز البحث العلم واحياء التراث الاسلامى ، مكه ، عربستان سعودى ، چاپ اول ، سال 1403 .\r\n« ك »\r\n10 . كفاية الطّالب فى مناقب على بن ابى طالب عليه السلام : محمّد بن يوسفى گنجى شافعى .\r\n« م »\r\n11 . مجمع الزوائد و منبع الفوائد : نورالدين على بن ابىبكر هيثمى ، دار الفكر ، بيروت ، لبنان ، سال 1412 .\r\n12 . مرقاة المفاتيح في شرح مشكاة المصابيح : ملا على قارى هروى حنفى .\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\n13 . المستدرك : حاكم نيشابورى ، دار الكتب علميّه ، بيروت ، لبنان ، چاپ اول ، سال 1411 .\r\n14 مسند احمد : احمد بن حنبل شيبانى ، دار احياء التراث العربى ، بيروت ، لبنان ، چاپ سوم ، سال 1415 .\r\n15 . المناقب : ابن مغازلى ، دار الأضواء ، بيروت ، لبنان ، چاپ دوم ، سال 1214 .\r\n« ن »\r\n16 . نفحات الأزهار في خلاصة عبقات الأنوار : آية اللَّه سيد على حسينى ميلانى ، قم ، نشر الحقايق ، چاپ دوم ، سال 1426 .\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nserles of theologlcal researches\r\n( 12 )\r\naglance\r\non ghadir narration\r\nayatollah sayyid ali husayni milani\r\n\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80}
  ]