[
  {"content":"\r\n\r\nسلسله پژوهش هاى اعتقادى\r\n( 28 )\r\nگزيدهء ناگفته هايى\r\nاز حقايق عاشورا\r\nآيت الله سيد على حسينى ميلانى\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nحسينى ميلانى ، على ، 1327 -\r\n[ ناگفته هايى از حقايق عاشورا . برگزيده 
  ]\r\nگزيده ناگفته هايى از حقايق عاشورا / تأليف سيد على حسينى ميلانى ؛ ترجمه و ويرايش : هيئت تحريريه مركز حقايق اسلامى . قم : مركز حقايق اسلامى ، 1389 .\r\n96 ص . - ( سلسله پژوهش هاى اعتقادى ، 28 ) .\r\n15000 ريال : 1 - 36 - 5348 - 600 - 978 isbn\r\nفهرست نويسى براساس اطلاعات فيپا .\r\nكتابنامه به صورت زيرنويس .\r\n1 - عاشورا . 2 . واقعه كربلاء 61 ق . - علل . 3 . حسين بن علي عليهما السلام . امام سوم ، 4 - 61 ق . الف . مركز حقايق اسلامى هيئت تحريريه . ب . عنوان . ج . عنوان : ناگفته هايى از حقايق عاشورا . برگزيده .\r\n2018 ن 5 ح / 5 / 41 bp\r\n9534 / 297\r\nمركز الحقائق الاسلامية\r\nنام كتاب : ناگفته هايى از حقايق عاشورا\r\nمؤلف : آيت الله سيد على حسينى ميلانى\r\nترجمه و ويرايش : هيئت تحريريهء مركز حقايق اسلامى\r\nناشر : مركز حقايق اسلامى\r\nشمارگان : 2000 نسخه\r\nنوبت چاپ : اول / 1389\r\nچاپ : وفا\r\nقيمت : 16000 ريال\r\nشابك : 1 - 36 - 5348 - 600 - 978\r\n1 - 36 - 5358 - 600 - 978\r\nحقوق چاپ محفوظ است\r\nمراكز پخش :\r\nقم : خيابان صفائيه ، رو به روى صندوق قرض الحسنه دفتر تبليغات ، تلفن : 7837320 - 0251\r\nتهران : خيابان مجاهدين ، چهار راه آبسردار ، ساختمان پزشكان ، واحد 9 ، مركز فرهنگى انتشارات منير ، تلفن : 77521836 - 021 ( 4 خط )\r\nمشهد : چهار راه شهدا ، پشت باغ نادرى ، كوچهء شهيد خوراكيان ، پاساژ گنجينهء كتاب ، انتشارات نور الكتاب ( ميلانى ) ، تلفن :\r\n2223130 - 0511\r\nاصفهان : چهارباغ پايين ، روبه روى ورزشگاه تختى ، مركز تخصصى حوزه علميه اصفهان ، تلفن 2223423 - 0311\r\nنشانى اينترنت : www . al - haqaeq . org - پست الكترونيك : info @ al - haqaeq . org - سامانه پيام كوتاه 10001414\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nسخن مركز\r\nواقعه تاريخى ، عقيدتى عاشورا ، واقعه‌اى است كه نام و ياد آن با اشك و آه و غم همراه بوده و شوق سوختن براى مصائب اهل بيت عليهم السلام ، در دل هر مسلمان ، به ويژه شيعه و بلكه در دل هر انسان آزادانديشى موج مىزند .\r\nبديهى است كه در ميان حوادث و وقايع تاريخ اسلام ، واقعه عاشورا ، نقش عظيم و تعيين كننده‌اى در روشن‌گرى راه هدايت براى جوامع بشرى داشته و دارد .\r\nدر طول تاريخ ، كوردلانى به تكاپو افتادند تا به گونه‌اى نام و ياد اين واقعه به فراموشى سپرده شود ؛ بلكه در صورت امكان بتوانند اين مشعل فروزان را خاموش كنند .\r\nامّا سپيدباورانى از دانشمندان بزرگى كه در مكتب اهل بيت عليهم السلام پرورش يافته‌اند ؛ با بيان حقايق اسلامى و تبيين واقعيت‌ها با زبان و قلم به شبهه‌هاى واهى دشمنان اسلام پاسخ دادند و همگام با اهل بيت عليهم السلام مسير زنده نگه داشتن اين واقعه را پيمودند .\r\nدر اواخر محرم الحرام سال 1428 ه ق ، بحث‌هايى درباره حقايق\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nاين واقعهء مهم تاريخى و اعتقادى توسط مدافع حريم امامت و ولايت ، حضرت آيت اللَّه سيد على حسينى ميلانى دامت بركاته در مركز حقايق اسلامى براى طلاب حوزهء علميه قم ارائه شد كه پس از تدوين ، نگارش و ديگر مراحل فنى ، كتاب ناگفته‌هايى از حقايق عاشورا شكل گرفت .\r\nاين كتاب با نگاهى نو به بررسى وقايع و پيش آمدهاى اين حادثه پرداخته و به پاره‌اى از شبهه‌ها و پرسش‌ها در اين زمينه پاسخ داده است و در اين راستا به حقايقى از اين واقعه مهم دست يافته و ناگفته‌هايى را كه تا كنون به اين شكل مطرح نشده ، بيان كرده است .\r\nگفتنى است كه ترجمه‌هاى اين نوشتار غالباً به صورت ترجمهء آزاد ، اجمالى و نقل به معناست ؛ ولى با اين حال كوشيده شده كه با وفادارى به مفهوم روايت‌ها و عبارت‌ها خللى در مضمون و محتواى متن عربى صورت نپذيرد .\r\nاز آن جايى كه اين كتاب ، بيش از 300 صفحه بوده و ممكن است تهيه و خواندن آن براى عموم مردم ميسّر نباشد ، لذا به پيشنهاد بعضى دوستان ، با حفظ رؤوس مطالب و اهداف آن ، تلخيصى جامع گرديد كه اكنون در اختيار شما عزيزان مىباشد .\r\nاميد است كه اين تلاش مورد پسند و خشنودى امام زمان عجل اللَّه تعالى فرجه الشريف قرار بگيرد .\r\nمركز حقايق اسلامى\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nالحمد للَّه ربّ العالمين والصّلاة والسّلام على خير خلقه\r\nواشرف بريّته محمّد وآله الطاهرين ولعنة اللَّه على أعدائهم أجمعين .\r\n\r\nپيش گفتار\r\nحادثه كربلا و شهادت حضرت سيدالشهداء عليه السلام از مهم‌ترين قضاياى تاريخى است كه در عقائد مسلمين نقش به سزائى داشته و گستردگى ابعاد آن همواره براى دانشمندان و انديشمندان شگرف بوده است .\r\nبه طور كلى مىتوان اين حادثه را از سه جهت مورد بررسى قرار داد :\r\n1 - ريشه‌ها و علّت‌هاى رخ داد اين حادثه ؛\r\n2 - وقايع پيش آمده در حادثهء كربلا ؛\r\n3 - آثار و پيامدهاى اين حادثه در تاريخ اسلام و جوامع بشرى .\r\nهر كدام از اين جهات ؛ ابعاد و زواياى مختلفى دارد كه اين نوشتار ، بعضى از آن‌ها را بررسى خواهد كرد و در ضمن ، به پاره‌اى از شبهات و سؤالات دربارهء حادثهء كربلا پاسخ خواهد داد و از تحقيقاتى كه صورت گرفته نتايجى را خواهد گرفت كه مىتوان گفت تا به حال به آن پرداخته نشده است ، از اين رو ، اين اثر « ناگفته‌هايى از حقايق عاشورا » نام دارد .\r\nاين پژوهش از مهم‌ترين و قديمىترين مدارك و منابع دست اول تاريخى ، حديثى و تفسيرى اهل تسنّن بهره گرفته و تنها در موارد\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nاندكى از بعضى كتاب‌هاى مهم شيعه استفاده شده است .\r\nگفتنى است كه رجوع شيعيان به كتاب‌هاى اهل سنّت به دو دليل است :\r\n1 - دفع شبهه‌ها و اتهام‌هاى اهل تسنّن كه با استدلال به كتاب‌هاى آنان ، به ناچار بايد پاسخ را بپذيرند ؛\r\n2 - براى اين كه همگان بدانند اين اتفاقات و قضايا در كتاب‌هاى شيعه و سنّى موجود است .\r\nناگفته نماند كه عالمان سنّى تمام قضايائى را كه در تاريخ اهل بيت عليهم السلام اتفاق افتاده ، نقل نكرده‌اند . به اعتقاد نويسنده ، آنان در نقل خصوصيات دو قضيّه ، قصور داشته يا مقصّرند ؛\r\nيكم : قضيه صديقه طاهره سلام اللَّه عليها .\r\nدوم : حادثهء عاشورا .\r\nالبته از سويى ما هر مطلبى را كه در كتاب‌هاى آنان آمده ، به طور كلّى صحيح نمىدانيم .\r\nپس ما به دليل اسكات مخالفان مكتب شيعه ، به كتاب‌هاى آنان مراجعه مىكنيم ؛ والّا عالمان مذهب ما در نقل و حفظ حقايق زحمت‌هاى بسيار كشيده‌اند و نقل آنان براى ما مقدّم است .\r\nاميد است اين تحقيق پذيرفته پژوهش گران و حقيقت جويان قرار بگيرد .\r\nعلى حسينى ميلانى\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\nحادثه عاشورا در گذر تاريخ\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n\r\nائمه عليهم السلام و اهتمام در بزرگ داشت حادثه عاشورا\r\nاز همان محرّم سال 61 هجرى كه واقعه كربلا اتفاق افتاد ، ائمه اطهار ( سلام اللَّه عليهم ) و شيعيان اهل بيت به پيروى از رهبران خود ، همواره اين روز بزرگ را زنده نگه داشته‌اند . البته بنيان گذار مراسم عزادارى سيدالشهداء عليه السلام خود رسول صلى اللَّه عليه وآله بوده‌اند كه احاديث شيعه و سنّى در اين مسأله بيش از حد تواتر است .\r\nاز طرفى ، دشمنان و مخالفان ما همواره با آن مبارزه كرده‌اند ، در واقع به همان ميزان كه ائمه عليهم السلام و ديگر افراد خاندان رسالت تلاش كرده‌اند تا اين روز باقى بماند ، دشمنان به گونه‌هاى مختلف كوشيده‌اند تا آثار اين حادثه از ميان برود و اين روز فراموش شود .\r\nبنابراين ، روز عاشورا روز تعامل و تقابل دو جبهه شده است .\r\nاز اين رو ، اقامهء عزادارى و برپائى مراسم عزاى سيدالشهداء عليه السلام وظيفهء همهء شيعيان است و هر كس در هر مقام و شأن و جايگاهى ، آن اندازه كه مىتواند بايد در اين راه و بنابر وظيفه‌اش در محدودهء شرع سعى و كوشش كند .\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\n\r\nتلاش‌هاى نافرجام براى فراموشى اين حادثه عظيم\r\nپيش‌تر اشاره شد كه دشمنان اهل بيت ، همواره براى فراموشى اين حادثه عظيم تاريخى كوشيده‌اند . برخى علماء بزرگ اهل تسنّن به شيوه‌هاى گوناگونى براى اين كار متوسّل شده‌اند كه نمونه‌هائى از اين شيوه‌ها به اشاره در پى مىآيد :\r\n1 - شيوه عرفان و تصوّف\r\nشيخ عبدالقادر گيلانى از علماء اهل سنّت و بزرگان صوفيه است كه هم‌اكنون قبر او در بغداد ، زيارتگاه است ! . او مىگويد :\r\nبعضى به اهل سنّت اشكال كرده‌اند كه چرا روز عاشورا را روزه مىگيرند و چرا اين روز را روز شادى و سرور و جشن قرار داده‌اند ؟ مىگويند شما اهل سنّت چرا افراد را به پوشيدن لباس نو و خوردن غذاهائى كه مناسب عيد است دعوت مىكنيد . . . ؟ اين كار صحيح نيست ؛ چرا كه در اين روز ، حسين بن على به شهادت رسيده و بايد روز مصيبت تمامى مسلمانان باشد .\r\nآن گاه چنين پاسخ مىدهد :\r\nاشكال كننده به اشتباه رفته و اعتقادش قبيح و فاسد است ؛ زيرا خداوند متعال شهادت را براى سبط پيامبر صلى اللَّه عليه وآله « 1 » برگزيده\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . به رغم آن كه در منابع اهل سنّت ، درود بر پيامبر به صورت ناقص آمده ، ما آن را كامل‌آورده‌ايم و پس از نام اهل بيت نيز عبارت‌هاى ( عليه السلام و . . . ) مىآوريم .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nاست . . . و روز عاشورا را نبايد روز مصيبت و عزا قرار داد ؛ چرا كه عاشق به معشوق رسيده است . از اين رو ، اين روز بايد روز سرور و شادى باشد . . . و اگر بنا باشد روز عاشورا را روز عزا و ماتم قرار دهيم ، بهتر آن است كه روز دوشنبه را كه پيامبر و ابوبكر از دنيا رفته‌اند روز عزا و ماتم معرفى كنيم . « 1 » 2 - شيوه تقدّس و پرهيزكارى\r\nدر شيوهء ديگرى با ايجاد ترديد درباره قاتل امام حسين عليه السلام به مبارزه برمىخيزند .\r\nغزالى در كتاب احياء علوم الدين ، از راه تقدّس و پرهيزكارى كوشيده تا عزادارى بر سيدالشهداء عليه السلام را كم اهميت نشان دهد . او مىنويسد :\r\nاولًا : اين كه قتل سيدالشهداء عليه السلام منسوب به يزيد باشد و يزيد قاتل حسين بن على باشد ثابت نيست .\r\nدوم : اين كه قاتل حسين بن على عليهما السلام هر كه بوده ، شايد قبل از مرگش توبه كرده است . بنابراين ، لعن قاتل سيدالشهداء عليه السلام جايز نيست . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . غنية الطالبين : 684 - 687 ؛ به نقل از نفحات الازهار : 4 / 245 .\r\n( 2 ) . احياء علوم الدين : 3 / 125 - 126 .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\n3 - شيوهء تكذيب\r\nابن تيميه ، مبارزه خود را با اين شيوه شروع كرده و مىنويسد :\r\nهمانا يزيد به كشتن حسين بن على عليهما السلام امر نكرده و همهء علماء ( كه شامل راويان و تاريخ نگاران مىشوند ) بر اين مطلب اتّفاق نظر دارند . فقط يزيد به ابن زياد نامه‌اى نوشت كه تو از برپائى حكومت حسين رضى اللَّه عنه در عراق جلوگيرى كن . آن‌ها با حسين بن على رضى اللَّه عنه به جنگ برخاستند تا او را مظلومانه به شهادت رساندند و چون خبر به يزيد رسيد ، اظهار ناراحتى كرد و گريست . او هرگز خاندان حسين بن على رضى اللَّه عنه را به اسارت نبرد ؛ بلكه آن‌ها را اكرام و احترام كرد تا به شهر و ديارشان برگشتند ! « 1 » ابن تيميه در ادامه دفاع از يزيد و توجيه جنايات او مىنويسد :\r\nبر فرض اين كه يزيد ، حسين بن على را به قتل رسانده باشد ، او كارهاى خوبى نيز انجام داده است ؛ چرا كه « إِنَّ الْحَسَناتِ يُذْهِبْنَ السَّيِّئاتِ » « 2 » خوبىها ، بدىها را از بين مىبرند .\r\nبنابراين يزيد جرمى مرتكب نشده است !\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . منهاج السنه : 4 / 472 .\r\n( 2 ) . سوره هود : آيه 114 .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\n4 - توجيه شرعى كار يزيد\r\nگروهى ديگر از علماء اهل سنّت در راستاى مبارزه و خاموش نمودن چراغ هدايت ، قلم را به گونه‌اى ديگر چرخانده و به قاتل بودن يزيد اعتراف مىكنند ؛ امّا به جنايت او ، رنگ و لعاب شرعى داده و او را تأييد مىكنند ! آن‌ها مىگويند : حكومت يزيد ، شرعى بوده و حسين بن على عليهما السلام بر عليه حكومت شرعى الهى قيام كرده و ( العياذ باللَّه ) قاتلان آن حضرت ، به دستور خود پيامبر صلى اللَّه عليه وآله عمل كرده‌اند ! به عبارت ديگر به تكليف شرعى خود عمل نموده‌اند .\r\nابن خلدون و ستيزه جوئى با سيدالشهداء عليه السلام\r\nابن خلدون ، مورّخ نامى و مشهور ، مقدّمه‌اى بر كتاب تاريخ خود نوشته كه با عنوان مقدّمهء ابن خلدون در محافل علمى معروف است . در اين مقدّمه فصلى به عنوان به « ولاية العهد » وجود دارد كه در آن جا به ولايت عهدى يزيد در زمان معاويه مىپردازد .\r\nدر اين فصل به سيدالشهداء عليه السلام بسيار جسارت نموده و از يزيد و معاويه و صحابه‌اى كه همراه با او بوده‌اند حمايت مىكند .\r\nوى در آن جا مىنويسد :\r\nحسين بن على بيعت را شكست و اين در حالى بود كه صحابه رسول اللَّه صلى اللَّه عليه وآله معتقد بودند كه ولايت يزيد شرعيت دارد و\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nحكومت او بر حق است و نبايد عليه يزيد قيام كرد ! « 1 » او با كمال تعصّب چنين وانمود مىكند كه گويا سيدالشهداء عليه السلام با يزيد بيعت كرده و بعد پيمان خود را شكستند .\r\nديدگاه ابن عربى مالكى\r\nابن عربى مالكى « 2 » يكى ديگر از دانشمندان بزرگ اهل تسنّن است ، لكن بسيار با اهل بيت عليهم السلام دشمنى دارد . در دشمنى او همين كافى است كه ابن تيميّه بسيارى از مطالبش را از اين شخص و كتابش فرا گرفته است .\r\nاو ديدگاه خود را درباره سيدالشهداء عليه السلام چنين اظهار مىكند : حسين كشته نشد مگر به شمشير جدش ! . « 3 » عالمان ديگر بر كلام ابن عربى نقد كرده‌اند ، به گونه‌اى كه ابن حجر مكّى با همهء ضديتى كه با شيعه دارد ، درباره كلام ابن عربى مىگويد : از كلام او بدن انسان مىلرزد . « 4 » ابن حجر مكّى بعد از نقل سخن ابن عربى راجع به امام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تاريخ ابن خلدون : 1 / 212 .\r\n( 2 ) . ابن عربى مالكى غير از ابن عربى صاحب فتوحات مكيه است .\r\n( 3 ) . العواصم من القواصم : 214 .\r\n( 4 ) . شرح القصيدة الهمزيه : 271 .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nحسين عليه السلام به توضيح كلام وى مىپردازد و مىگويد :\r\nبه عقيدهء ابن عربى ، يزيد خليفه است و در حقانيت و شرعيت يك حكومت و خلافت ، بيعت بعضى از اهل حل و عقد ( بزرگان ) كافى است .\r\nاز طرفى حاكميت يزيد با بيعت صورت گرفته است ؛ چرا كه عدّه‌اى از صحابهء پيامبر صلى اللَّه عليه وآله اين بيعت را پذيرفته و انجام داده‌اند . البته ما در موردى به بيعت اهل حلّ و عقد نياز داريم كه ولايت عهدى يزيد توسّط معاويه صورت نگرفته باشد ، اما با وجود اين ، وقتى معاويه ، يزيد را ولى عهد خود كند ، ديگر موافقت يك نفر از اهل حلّ و عقد نيز شرط نيست . حتى اگر همهء اهل حلّ و عقد هم مخالفت كنند ، اين تعيين جانشينى توسط معاويه براى شرعيت و خلافت يزيد بن معاويه كافى است . « 1 » وقتى اين سخنان ، حاكى از مبنايى ثابت در نزد علماء اهل سنّت باشد ، پس جانشينى يزيد توسط معاويه به تنهايى ملاك حقانيّت و شرعيت حكومت يزيد است و هر گونه قيام بر عليه يزيد باطل است ، هر چند آن كسى كه قيام كرده حسين بن على عليهما السلام باشد ، حسينى كه سيّد جوانان اهل بهشت و فرزند فاطمه است و . . . . پس او به حق به قتل رسيده و قيام او باطل بوده است !\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . شرح القصيدة الهمزيه : 271 .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\n5 - منتشر نكردن احوالات اهل بيت عليهم السلام\r\nاز ديگر روش‌هاى آنان ، منتشر نكردن احوالات اهل بيت عليهم السلام و حذف آن‌ها از كتب است .\r\nبه طور مثال : آنان ، كتاب الطبقات الكبرى ابن سعد را چاپ كرده‌اند ، ولى از چاپ احوالات سيدالشهداء عليه السلام و داستان كربلا خوددارى كرده‌اند ؛ آن گونه كه گويى هرگز در كتاب طبقات ، چنين مطالبى پيرامون حضرت سيدالشهداء عليه السلام نوشته نشده است !\r\nالبتّه يكى از محقّقان ، نسخهء خطّى آن را به دست آورده و احوالات سيدالشّهداء عليه السلام را در جلدى جداگانه با نام ترجمة الامام الحسين من تاريخ ابن سعد به چاپ رسانيده است .\r\n6 - احاديث ساختگى در دفاع از يزيد\r\nعدّه‌اى ديگر از متعصّبين ، براى كم رنگ كردن جنايت‌هاى انجام شده در كربلا ، دست به توجيه و ساختن فضائل براى معاويه و يزيد زدند و براى كسب آبروى رفتهء يزيد و پدرش ، تلاش‌هاى نافرجامى انجام دادند و احاديثى در اين زمينه جعل كردند ؛ مانند آن كه فتح قسطنطنيه را به دست لشگرى از مؤمنان و خوبان كه رسول خدا صلى اللَّه عليه وآله نويد داده بودند ، به يزيد نسبت داده و حديث جعل كردند كه پيامبر خدا\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nفرمود : فرماندهء آن لشگر يزيد است . « 1 » آنان پا را فراتر گذاشته و مىگويند : زير پرچم يزيد و در لشگر او ، حسين بن على نيز بوده است . « 2 » آن تندروان ، بىحيايى را از حدّ مىگذرانند و حديث جعل مىكنند كه آن گاه كه پرنده‌اى به نام « صرد » بر روى دست پيامبر خدا صلى اللَّه عليه وآله نشست ، ايشان فرمودند : اين نخستين پرنده‌اى است كه روزه گرفت و آن روز ، روز عاشورا بود !\r\nحاكم نيشابورى مىگويد : اين از احاديثى است كه قاتلان حسين عليه السلام جعل كرده‌اند . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . منهاج السنّه : 4 / 571 - 572 .\r\n( 2 ) . تاريخ مدينة دمشق : 14 / 111 ، الوافى بالوفيات : 12 / 262 .\r\n( 3 ) . عينى در عمدة القارى : 11 / 118 و مرحوم مجلسى در بحار الانوار : 61 / 291 اين مطلب را از حاكم نيشابورى نقل كرده‌اند . در اين ميان برخى گمان كرده‌اند كه حاكم نيشابورى در كتاب المستدرك على الصحيحين به اين مطلب اشاره كرده است ؛ از اين رو مىگويند اين مطلب در اين كتاب يافت نشده است .\r\nامّا از كلام حاكم نيشابورى در بخش شهادت امام حسين عليه السلام كه مىگويد : « وقد ذكرت هذه الاخبار بشرحها في كتاب مقتل الحسين عليه السلام وفيه كفاية لمن سمعه ووعاه » ( المستدرك على الصحيحين : 3 / 177 ) استفاده مىشود كه وى كتابى به عنوان مقتل الحسين تأليف نموده و مطلب مزبور را در آن كتاب آورده است كه متأسّفانه اين كتاب نيز به دست ما نرسيده است .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\n\r\nچكيده ديدگاه‌ها\r\nپس از آن چه بيان شد ، خلاصهء مطالب آنان چنين است :\r\nيكم : حكومت يزيد ، شرعى و الهى بوده است .\r\nدوم : ناسزا گفتن به معاويه و حتى گمان بد بر او نارواست .\r\nابن خلدون در اين باره مىنويسد :\r\nاز گمان بد نسبت به معاويه بپرهيزيد ، همانا عدالت او بيشتر از اين حرف‌ها است و مرتبه‌اش بسيار بالاست . « 1 » سوم : هر گونه خدشه به حاكميت يزيد ، خدشه به معاويه ، صحابه و در رأس آنان « شيخ الصحابه عبداللَّه بن عمر » است ، فردى كه خلافت يزيد را پذيرفت و با او بيعت نمود و علاوه بر آن بر خود و فرزندان و يارانش ، مخالفت با يزيد را حرام كرد و نخستين صحابى بود كه حكومت و خلافت يزيد به او مستند شد و قوام پيدا كرد .\r\nچهارم : سيدالشهداء عليه السلام عليه حكومت حق قيام كرد و خروج نمود و او خارجى است .\r\nپنجم : همه كسانى كه در ماجراى به شهادت رساندن حضرت سيدالشهداء عليه السلام شركت نموده‌اند ، بنا به فرمان رسول اللَّه صلى اللَّه عليه وآله\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تاريخ ابن خلدون : 1 / 212 .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nبوده و در راستاى پيروى و اطاعت از پيامبر صلى اللَّه عليه وآله اين كار را انجام داده‌اند ! - پناه مىبريم به خدا از اين كلماتى كه گفتار و نوشتنش دشوار است - مىپرسيم مگر پيامبر صلى اللَّه عليه وآله در اين باره چه فرموده‌اند ؟\r\nدر جواب مىگويند : پيامبر صلى اللَّه عليه وآله فرمود : « اگر امّت من متّحد بودند و فردى موجب تفرقه بين امت شد ، او را به قتل برسانيد ، هر كه مىخواهد باشد » . « 1 » و چون حسين بن على بر عليه حكومت حقّه يزيد ! ! قيام كرده ، پس واجب القتل است و از طرفى نه تنها ، قاتلان او گناه نكرده‌اند ؛ بلكه به دستور پيامبر صلى اللَّه عليه وآله عمل كرده و مستحق اجر و ثواب نيز هستند !\r\nآرى آنان در پى چنين اعتقادى ، ما را خطاب و سرزنش مىكنند و مىگويند : چرا بر كسى كه قتل او واجب بوده ، اقامه عزا مىكنيد ؟ پس ما با شما مبارزه مىكنيم و اين مراسم را از بين مىبريم و حتى اگر بتوانيم شما اقامه كنندگان عزا بر حسين بن على عليهما السلام را هم نابود مىكنيم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . صحيح مسلم : 6 / 22 ، مسند احمد : 4 / 261 و 341 و منابع ديگر .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\n\r\nچرا مبارزه با حادثهء عاشورا ؟\r\nعزادارى شعارى است كه تير آن معاويه را هدف قرار مىدهد . از اين رو يكى ديگر از دليل‌هاى مبارزه با سيدالشهداء عليه السلام ، واقعهء عاشورا و عزادارى اين است كه اگر از امام حسين عليه السلام و شهادتش دم بزنيم ، سرانجام به طعن معاويه مىانجامد . پس بايد با عزادارى مبارزه نمايند و از مراسم عاشورا جلوگيرى كنند تا به صحابه‌اى كه همراه معاويه و يزيد بودند و با يزيد دست بيعت داده‌اند ، خدشه‌اى وارد نشود !\r\nديدگاه عبدالمغيث حنبلى بغدادى\r\nدر اين ميان برخى از علماء اهل سنّت از همين راه وارد شده و اين مسأله را دست آويز مخالفت با سيدالشهداء عليه السلام قرار داده‌اند كه از جملهء آنان حافظ عبدالمغيث بن زهير حنبلى ( 583 ه ) است .\r\nوى كه داراى مقامى بلند نزد اهل سنّت است ، « 1 » كتابى در فضائل و مناقب يزيد بن معاويه تأليف نموده است . او از پيامبر صلى اللَّه عليه وآله حديثى ( ساختگى و دروغين ) در مدح معاويه نقل مىكند كه فرمود :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سيره نويسان اهل سنّت در وصف او مىنويسند : او پيشوا ، محدث ، دنيا گريز ، متدين ، بسيار راست‌گو ، پرهيزگار و داراى رفتار نيكو بود . شذرات الذهب : 4 / 275 .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\n« خدايا معاويه را هدايت‌گر قرار ده و به مردم توفيق ده تا به واسطه معاويه ، هدايت شوند » .\r\nپس به مقتضاى اين حديث ما بايد ولايت فرزند معاويه را بپذيريم ؛ چرا كه در ادامه مىگويد : « كسى كه خودش هدايت‌گر است ، جايز نيست كسى عليه او طعن و خدشه‌اى بزند و بگويد : چرا معاويه ، يزيد را جانشين خود نموده است ؟ » . « 1 » آن گاه عبدالمغيث حنبلى در پاسخ به اشكالات بر يزيد مىنويسد : « به احترام پدرش نبايد چيزى به يزيد گفت » .\r\nآرى نگوييد يزيد شرب خمر كرد ، نگوييد يزيد با زن‌هاى مَحرمِ خويش زنا مىكرد و كسى حقيقتى از كردارهاى يزيد را به گوش ديگران نرساند و . . . !\r\nتفتازانى و ديدگاه او درباره خلفاء\r\nيكى ديگر از علماء بزرگ آنان كه با لعن خلفاء پيكار نموده سعدالدين تفتازانى است . وى با عباراتى صريح‌تر ، علّت جلوگيرى از لعن يزيد را فاش مىكند و مىگويد :\r\nاگر كسى بگويد : برخى از علماء مذهب ، لعن يزيد را جائز\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الرد على المتعصب العنيد : 75 .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nنمىدانند - در حالى كه مىدانند يزيد مستحقّ لعن است ، بلكه بيشتر از لعن استحقاق دارد - پس چرا از لعن يزيد جلوگيرى كرده‌اند ؟\r\nدر جواب آن‌ها بايد گفت : جلوگيرى آنان از لعن يزيد به جهت ممانعت از بالا رفتن لعن به پدر يزيد و بالاتر از او يعنى خلفاء قبل از معاويه است و لعن به يزيد ، به لعن معاويه و خلفاى ديگر مىانجامد . « 1 » به راستى چرا آنان ناگزير به مبارزهء همه جانبه با واقعهء كربلا و زنده نگه داشتن عاشورا هستند ؟\r\nآرى ، حادثهء كربلا ، ريشه در سقيفه و ماجراهاى بعد از رحلت پيامبر صلى اللَّه عليه وآله دارد .\r\nبه ميان آمدن پاى خلفا در حادثهء كربلا از آن جا ناشى مىشود كه وقتى مسلمانان در زمان عمر بن خطاب ، قسمتى از سرزمين‌هاى شام را فتح كردند ، عمر ، يزيد بن ابى سفيان را والى آن ديار كرد و بعد از مرگ يزيد ، برادرش معاويه جانشين او گرديد و پس از فتح تمام سرزمين شام به دست مسلمانان ، او والى تمام آن سرزمين‌ها شد و عثمان نيز در دوران حكومت خود ، معاويه را در ولايت آن ديار ابقاء نمود . « 2 » بنابراين واضح است كه سرانجام مسئوليت كارهاى معاويه به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . شرح المقاصد : 2 / 307 .\r\n( 2 ) . تاريخ مدينة دمشق : 59 / 55 .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nخلفاء قبل مىرسد و همهء كسانى كه معاويه را به آن مقام رساندند ، در اعمال او شريك هستند .\r\n\r\nتكفير و لعن يزيد و ديدگاه ديگر علماء\r\nالبته بايد اين نكته را متذكر شد كه مبارزه با واقعه عاشورا و عدم جواز لعن يزيد و واجب القتل دانستن سيدالشهداء عليه السلام فقط ديدگاه گروهى از علماء اهل سنّت است ، و بسيارى از بزرگان آنان از احمد بن حنبل تا جلال الدين سيوطى ، حافظ ابوالفرج ابن جوزى ، شيخ محمّد عبده مصرى و ديگر بزرگان ، همگى نه تنها لعن او را جايز مىدانند ، بلكه به طور صريح يزيد را لعن نموده و از كار او اعلان برائت كرده و حتّى برخى مثل شهاب الدين آلوسى او را تكفير كرده‌اند .\r\nبنابراين ، واجب القتل خواندن سيدالشهداء عليه السلام ، ديدگاه گروهى از علماى اهل تسنّن است كه بايد آنان را با ديگران متفاوت دانست . اينان كسانى هستند كه پيروانشان در اين زمان از يزيد ، به عنوان « اميرالمؤمنين يزيد بن معاويه » و يا « الخليفة المظلوم يزيد بن معاويه » ياد مىكنند ! و وقتى مولاى ما حضرت اباعبداللَّه الحسين عليه السلام را واجب القتل بدانند ، به طريق اولى ما را كه پيروان آن حضرت هستيم ، تكفير مىكنند و ريختن خون ما را نيز حلال مىدانند .\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\n\r\nامام حسين‌عليه السلام و دعوت شيعيان عراق\r\nاز ديگر شبهاتى كه اهل تسنّن درباره حادثه عاشورا مطرح مىكنند اين است كه مىگويند : شيعيان ، حسين بن على عليهما السلام را به عراق دعوت كردند و به دعوت خود بىوفا شدند و خودشان ، حسين را به قتل رساندند ! و يزيد تنها به عبيداللَّه بن زياد نامه نوشت و دستور داد كه از ورود حسين بن على به عراق و كوفه و تأسيس حكومت در آن‌جا جلوگيرى كند . پس يزيد نقشى در شهادت حسين بن على نداشته و اين خود شيعيان بودند كه او را به شهادت رساندند !\r\nما در پاسخ به آنان مىگوييم كه شيعيان كوفه در شهادت سيدالشهداء عليه السلام نقشى نداشته‌اند . بنابر تحقيق و پژوهش‌ها ، فرماندهان لشكر عمر سعد در كربلا ، يا از بنواميّه بوده‌اند و يا از خوارج و يا از گروهى كه از شام آمده بوده‌اند . شواهدى وجود دارد كه افرادى ، هشت روزه مسير دمشق تا كوفه را طى نموده‌اند تا خود را به كربلا برسانند .\r\nتوضيح اين مطالب با تحقيق و پژوهش در سه بخش خواهد آمد :\r\n- نقش معاويه در شهادت سيدالشهداء عليه السلام ؛\r\n- نقش يزيد بن معاويه در حادثه عاشورا ؛\r\n- نقش اهل كوفه در شهادت امام حسين عليه السلام .\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n\r\nبخش يكم نقش معاويه در شهادت سيدالشهداء ( ع )\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n\r\nولايت و جانشينى يزيد و موانع آن\r\nنقش معاويه در شهادت سيدالشهداء سلام اللَّه عليه از دو جهت قابل بررسى است :\r\nيكم : اثبات ولايت يزيد و جانشينى او براى معاويه :\r\nبدون شك ولايت و جانشينى يزيد توسط خود معاويه صورت گرفته است . بنابراين ، از جهت شرعى ، عرفى و قانونى همهء كردارها و اعمال يزيد را به راحتى مىتوان به معاويه نسبت داد .\r\nدوم : با استنباط از مسائل تاريخى و تحقيق دقيق در همهء امورى كه به نوعى با اين موضوع در ارتباط است روشن خواهد شد كه نقشهء قتل و شهادت امام حسين در عراق توسط خود معاويه بوده است .\r\nاو تمام مقدّمات و برنامه اين جنايت تاريخى را فراهم و طرح ريزى كرده و يزيد آن را به اجرا گذاشته است . و انشاء اللَّه با تأمل و صبر و دقت در مطالبى كه در پيش مىآيد اين حقيقت از حقايق ناگفته\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nعاشورا روشن خواهد شد .\r\nبا توجه به اين مقدّمه بايد گفت كه مسألهء جانشينى يزيد و اثبات ولايت عهدى او از كارهاى بسيار مشكلى بوده كه معاويه با زحمت و سياست فراوانى موفق به انجام آن شده است ؛ چرا كه در مقابل اين برنامه ، موانعى وجود داشته كه از جمله مىتوان به اين دو اشاره نمود :\r\nمانع اول : بزرگانى از صحابه در آن زمان بوده‌اند كه با وجود آنان ، معاويه به خودش جرأت نمىداده كه اين فكر را اظهار كند تا چه رسد به اين كه عملى سازد ؛\r\nمانع دوم : در آن زمان افرادى ، خود را براى رسيدن به خلافت آماده كرده بودند و ادّعاى رياست داشتند و روشن است كه آنان نيز با طرح ولى عهدى يزيد مخالفت مىكرده‌اند .\r\nمعاويه براى رسيدن به هدف شوم خود و برداشتن اين موانع ، چند راه را در پيش گرفت . او برخى را با مسموم كردن ، بعضى را با تبعيد و عده‌اى را با دادن پول و خريدن آن‌ها از مقابل خود كنار زد تا راه جانشينى فرزندش هموار شود . براى نمونه مواردى را بررسى مىكنيم :\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\n1 - امام حسن مجتبى عليه السلام ؛ مانعى بزرگ بر سر راه جانشينى يزيد\r\nعلماء اهل سنّت مىنويسند : معاويه در همان زمان حيات امام حسن مجتبى عليه السلام به فكر جانشينى يزيد افتاد . « 1 » وجود امام مجتبى عليه السلام از دو جهت مانعى بزرگ بود :\r\nجهت يكم : شخصيت و موقعيت اجتماعى ويژه آن حضرت و برادرشان اباعبداللَّه الحسين عليه السلام در مدينه .\r\nجهت دوم : قرارداد ميان امام مجتبى عليه السلام و معاويه كه با توجه به بندهاى آن ، معاويه نبايد پس از خود كسى را به جانشينى بگمارد و بعد از ، او حكومت به امام مجتبى عليه السلام و اگر آن حضرت در دنيا نبودند ، به امام حسين عليه السلام برسد و معاويه آن را پذيرفته بود .\r\nاين قرارداد ، حقيقتى است كه عالمان بزرگ اهل سنّت در كتاب‌هاى خود نوشته‌اند « 2 » و انديشمندان ما نيز به آن تصريح كرده‌اند .\r\nاحنف بن قيس ، از برجسته‌ترين شخصيت‌هاى زمان معاويه است . وى در چنين وضعيتى به معاويه مىگويد :\r\n« تا زمانى كه حسن بن على زنده است ، مردم حجاز و عراق به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الامامة والسياسه : 1 / 191 - 194 .\r\n( 2 ) . فتح البارى : 13 / 55 ، سير اعلام النبلاء : 3 / 264 ، تاريخ مدينة دمشق : 13 / 261 و . . . .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nجانشينى يزيد ، رضايت نخواهند داد و تن به بيعت با او نمىدهند » . « 1 » نه فقط اهل عراق ، بلكه اهل شام را نيز با وجود امام مجتبى عليه السلام نمىتوانست به بيعت با يزيد راضى كند ؛ چرا كه آنان يزيد را مىشناختند .\r\nمعاويه هيچ راهى در مقابل خود نمىديد مگر آن كه آن حضرت را با زهر جعده مسموم كند .\r\nو قضيه شهادت امام مجتبى توسط سمّى كه معاويه آماده كرده بود از قضايايى است كه علماء اهل سنّت نيز به صورت متواتر نقل كرده‌اند و به آن اذعان دارند . « 2 » 2 - سعد بن ابى وقّاص ؛ مانع ديگر\r\nسعد بن ابى وقّاص يكى ديگر از موانع بود ، اهل سنّت ، سعد بن ابى وقّاص را از « عشرهء مبشّره » مىدانند . « 3 » همچنين او در زمره شش نفرى است كه عمر بن خطاب بعد از خود براى شوراى تعيين كننده\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الامامة والسياسه : 1 / 191 .\r\n( 2 ) . مروج الذهب : 1 / 713 و 714 .\r\n( 3 ) . منظور از « عشرهء مبشّره » ده نفرى هستند كه اهل سنّت از پيامبر صلى اللَّه عليه وآله روايتىرا مبنى بر بهشتى بودن اين افراد نقل مىكنند . البته جعلى بودن اين حديث در جاى خود به اثبات رسيده است .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nخليفه معرفى نموده بود . او اگرچه با امير مؤمنان على عليه السلام رابطه خوبى نداشت با اين حال ، براى شخص معاويه نيز احترامى قائل نبود ، تا چه رسد به يزيد .\r\nو معاويه با وجود چنين شخصيتى نمىتوانست به آسانى برنامه خود را عملى كند . پس به ناچار سعد بن ابى وقاص را نيز به وسيلهء سم ، به قتل رسانيد . « 1 » 3 - معاويه و طرح ترورى ديگر\r\nعبدالرحمان فرزند ابوبكر و برادر عايشه ، از مخالفان ولايت عهدى يزيد بود .\r\nمعاويه در ابتدا پولى به مبلغ يك صد هزار درهم براى او فرستاد و عبدالرحمان در پاسخ به اين عمل گفت :\r\nمن دينم را به دنيا نمىفروشم . « 2 » او نه تنها ، پول را قبول نكرد بلكه به مخالفت علنى و اعتراض نيز پرداخت . « 3 » نوشته‌اند : بعد از فرستادن پول توسط معاويه به عبدالرحمان و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مقاتل الطالبيين : 80 ، شرح نهج البلاغه ابن ابى الحديد : 16 / 49 .\r\n( 2 ) . الاستيعاب : 2 / 825 - 826 .\r\n( 3 ) . الكامل فى التاريخ : 3 / 506 .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nقبول نكردن او چيزى نگذشت كه عبدالرحمان مُرد . « 1 » با اندكى تحقيق ، حقايق بيشترى در چگونگى مرگ عبدالرحمان فاش مىشود . تاريخ نگاران اهل سنّت مىنويسند : معاويه به عبدالرحمان گفت : به خدا قسم تصميم گرفته‌ام تو را به قتل برسانم ! « 2 » معاويه به طور رسمى او را تهديد به قتل كرد و مدتى نگذشت كه بدون هيچ مقدّمه‌اى جنازه عبدالرحمان بن ابى بكر را يافتند .\r\n4 - عبدالرحمان بن خالد ؛ مانع ديگر\r\nعبدالرحمان فرزند خالد بن وليد ، « 3 » يكى ديگر از مخالفان طرح جانشينى يزيد بود . عبدالرحمان ، در جنگ صفّين در لشگر معاويه بود و نه فقط جزء لشگريان بلكه پرچم اصلى لشگر بر دوش او بوده و اهل شام علاقه خاصى به او داشته‌اند .\r\nحافظ ابن عبدالبرّ مىگويد : هنگامى كه معاويه مىخواست براى يزيد بيعت بگيرد ، خطبه‌اى براى مردم شام خواند و گفت :\r\nاى مردم ! من ديگر پير شده‌ام و سن من بالا رفته است . به اين فكر افتادم كه سرپرستى شما را بعد از خودم به كسى بسپارم كه بتواند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الاستيعاب : 2 / 825 - 826 .\r\n( 2 ) . « واللَّه ! لقد هممت انْ أقتلك » ، تاريخ طبرى : 4 / 226 .\r\n( 3 ) . خالد بن وليد يكى از دشمنان سرسخت اهل بيت عليهم السلام بوده است .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nوحدت شما را حفظ كند و حكومت را اداره نمايد . من نيز فردى مثل شما هستم ، پس رأى و نظر خودتان را در اين باره بگوييد .\r\nهمهء مردم به اتّفاق گفتند : ما عبدالرّحمان بن خالد را به جانشينى شما انتخاب مىنماييم .\r\nرأى و نظر مردم براى معاويه بسيار سنگين و گران تمام شد . او ناراحتى خود را از اين موضوع مخفى كرد تا اين كه عبدالرّحمان بيمار شد و معاويه طبيبى يهودى براى معالجه او فرستاد كه اين طبيب نزد معاويه ، جايگاه خاصّى داشت . معاويه به طبيب يهودى دستور داد تا در داروى تجويز شده جهت مداواى عبدالرّحمان سمّى كشنده قرار دهد تا او بميرد ، اما در ميان مردم گفته شود كه عبدالرّحمان بر اثر بيمارى درگذشته است .\r\nطبيب يهودى نيز چنين كرد و در اثر اين دارو ، در معده و روده‌هاى عبدالرّحمان مشكلى پديد آمد كه به مرگ او انجاميد .\r\nابن عبدالبرّ در ادامه نقل داستان مىافزايد :\r\nدر پى اين ترور مرموزانه ، مهاجر بن خالد ( برادر عبدالرحمان ) ، همراه غلامش به طور مخفيانه وارد دمشق شد و انتقام عبدالرّحمان را از آن طبيب يهودى گرفت و او را به قتل رساند . سپس مىنويسد : اين جريان نزد تاريخ نگاران و رجال شناسان معروف است . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الاستيعاب : 2 / 829 - 830 .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nچرا عبدالرّحمان كه از ياوران و بزرگان لشگر معاويه بوده ، اين گونه ترور مىشود ؟ چون با وجود او ، طرح جانشينى يزيد محقّق نمىشد . پس بايد او را از سر راه برداشت تا در آينده يزيد به راحتى خلافت و سلطنت پدرش را ادامه دهد و جاى او را بگيرد !\r\nفرجام زياد بن ابيه\r\nزياد بن ابيه ، از مخالفان طرح جانشينى يزيد بود . شرح حال او براى همگان معروف است . او كسى است كه پدرش مشخص نيست ( زنازاده است ) .\r\nمعاويه ، زياد را به پدرش ابوسفيان منسوب نمود و او را به عنوان برادر خود به جامعهء آن روز معرفى كرد !\r\nحال چه شد و چرا معاويه او را از ميان برداشت ؟ آرى ، زياد از كسانى است كه با ولى عهدى يزيد رسماً مخالفت مىكرده و حتى در سرش فكر رياست و گرفتن حكومت بعد از معاويه را مىپرورانيده است .\r\nدر تاريخ آمده ، معاويه در نامه‌اى به ابن زياد از او خواست تا مردم را به ولايت عهدى يزيد فرا خواند . وى در جواب اين گونه نوشت :\r\nاى معاويه ، همانا نامهء تو و درخواستت به دستم رسيد ، به راستى هنگامى كه مردم را به بيعت با يزيد دعوت كنيم چه خواهند گفت ، در\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nحالى كه يزيد ، سگ باز و ميمون باز است و كارش شراب خوارى و نوازندگى است ؟ اى معاويه ! براى معرّفى يزيد به جانشينى بعد از خود ، شتاب مكن .\r\nوقتى اين نامه به دست معاويه رسيد ، گفت : واى بر فرزند عبيد ! « 1 » به من خبر رسيده كه اين شخص انگيزهء رياست دارد و خيال كرده كه مىتواند جانشين من باشد . به خدا سوگند ! انتساب او را به پدرم ابوسفيان نفى مىكنم و در جامعه آبرويش را مىريزم . « 2 » سرانجام بعد از رد و بدل شدن اين حرف‌ها پيرامون جانشينى يزيد ، هفته‌اى نگذشت كه زخمى در دست زياد بن ابيه به وجود آمد و به مرگ او انجاميد و مردم گفتند كه او به طاعون مبتلا شده است !\r\nبسيارى از مردم نيز احتمال قوى داده‌اند كه زياد از جمله مسمومان توسط معاويه بوده باشد . « 3 » آن چه بيان شد ، نمونه‌اى از فرجام مخالفان و مزاحمان ولايت عهدى يزيد در حجاز و شام بود كه به شيوه‌هاى گوناگون به قتل رسيده‌اند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . عبيد نام يكى از پدرانى است كه زياد را به او منسوب مىكنند .\r\n( 2 ) . تاريخ يعقوبى : 2 / 220 .\r\n( 3 ) . تاريخ يعقوبى : 2 / 235 ، سير اعلام النبلاء : 3 / 496 ، تاريخ مدينة دمشق : 19 / 203 .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nتبعيد ، روش ديگرى در مبارزه با مخالفان\r\nيكى ديگر از روش‌ها براى مبارزه با مخالفان طرح ولايت عهدى يزيد ، تبعيد بود . او بزرگانى از اهل آن زمان را كه با طرح مذكور مخالف بودند ، به نقاطى دور تبعيد كرد تا نتوانند مانع طرح او شوند .\r\nاز جمله آن شخصيت‌ها ، سعيد بن عثمان بن عفّان است .\r\nابن عساكر در اين زمينه مىنويسد : مردم مدينه بر اين باور بودند كه بعد از معاويه ، سعيد بن عثمان خليفه است . او نزد قوم خود ، بنواميّه و پيروانش چنين موقعيتى داشت .\r\nو هرگز با اين اعتقاد مردم ، نوبت به يزيد نمىرسيد ، تا جايى كه اين اعتقاد را در قالب شعر درآوردند و در بين عموم مردم مشهور شده بود . « 1 » در تاريخ آمده : روزى سعيد بن عثمان بر معاويه وارد شد و در گفتگوى خود با معاويه بر سر ولايت عهدى يزيد به نزاع و مجادله برخواست و خود را براى خلافت برتر از يزيد خواند . « 2 » سرانجام معاويه ، سعيد بن عثمان را به عنوان والى به خراسان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تاريخ مدينة دمشق : 21 / 223 .\r\n( 2 ) . البداية والنهايه : 8 / 87 .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nفرستاد تا از مركز حكومت دور باشد « 1 » و آن گاه كه سعيد به خراسان رفت ، از جانب حكومت معاويه ، غلامان و اطرافيان او را تحريك كردند كه سعيد را به قتل برسانند و چنين شد . « 2 » خريدارى بزرگان با پول\r\nاو در اين روش ، عدّه‌اى از بزرگان مخالف را با دادن پول و يا حق السكوت خريد .\r\nپيش‌تر داستان فرستادن پول براى عبدالرحمان بن ابى بكر گذشت .\r\nدر اجراى اين طرح ، معاويه به والى كوفه ، مغيرة بن شعبه دستور داد عدّه‌اى از اهل كوفه را به شام بفرستد تا آنان از معاويه ، جانشينى يزيد را درخواست كنند ! و به تعبيرى ( نمايشى ) بگويند كه مردم ولايت عهدى يزيد را خواستارند .\r\nمغيره چهل نفر را برگزيد و به شام فرستاد . آنان در سخنرانى معاويه شركت كردند و سپس از او خواستند كه يزيد را به جانشينى خود معرفى كند . آن‌ها گفتند : اى معاويه ! ما از آينده خبر نداريم و نمىدانيم چه خواهد شد ؟ چرا معطّل مىكنى ؟ و براى چه مردم را در انتظار مىگذارى ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . وفيات الاعيان : 5 / 389 - 390 .\r\n( 2 ) . تاريخ يعقوبى : 2 / 237 .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nمصلحت آن است كه يزيد را به جانشينى خود معرّفى كنى . . . .\r\nسركرده اين گروه عروة پسر مغيرة بن شعبه بود .\r\nفردى به او گفت : پدر تو دين اين گروه را به چه مبلغى خريد ؟\r\nعروة پاسخ داد : سى هزار درهم .\r\nگفت : عجب ! دين آنان خيلى ارزان بود ! « 1 » عبداللَّه بن عمر و سكوت او\r\nتنها كسى كه همراهى او فوايد فراوانى براى يزيد و معاويه و از طرفى ضررهاى بسيارى براى اسلام و جامعهء مسلمانان داشته ، عبداللَّه بن عمر است .\r\nاو نيز از مخالفان طرف ولايت عهدى يزيد بوده كه با گرفتن پول سكوت كرد و سكوت او آثار فراوانى داشت ؛ چرا كه عبداللَّه به ظاهر مردى مقدّس بود و براى جامعهء آن روز و مردم آن ديار الگو و نمونه بود و افزون بر آن ، به خاطر پدرش ( عمر بن خطاب ) نيز به او احترام مىگزاردند . او براى سكوت خود ، صد هزار درهم گرفت و تا آخرين لحظه با سكوتش ، طرح و برنامهء معاويه را تأييد كرد . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تاريخ مدينة دمشق : 40 / 298 ، الكامل في التاريخ : 3 / 350 .\r\n( 2 ) . فتح البارى : 13 / 60 .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\n\r\nفعاليت‌هاى معاويه و واليان او در كوفه\r\nواليان كوفه - از ابتداى رياست معاويه تا هنگام مرگ او - شش نفر بودند . نكتهء جالب توجّه اين كه اين شش نفر ، يا از بنواميّه و يا از نزديك‌ترين افراد معاويه بودند و همهء آن‌ها به نوعى با اهل بيت عليهم السلام دشمنى داشتند .\r\nاهداف شوم معاويه در كوفه\r\nمعاويه با هم‌دستى شش تن از واليان خود در كوفه ، به شناسايى و سركوب مخالفان خود پرداخت و به هر كدام از واليان دستور داد كه به نوعى شيعيان كوفه را سركوب كنند .\r\nاين اعمال را به دو جهت انجام داد :\r\nيكم : كسانى كه با ولايت عهدى يزيد معارض و مخالف هستند ، از بين بروند .\r\nدوم : شيعيان كوفه كه ممكن است در آينده در زمرهء كمك كنندگان و ياوران سيدالشهداء عليه السلام باشند ، سركوب شوند و كوفه از شخصيت‌هاى بزرگ شيعى خالى گردد .\r\nعمدهء اين سركوب‌ها توسط زياد بن ابيه صورت گرفت ، چرا كه او تك تك شيعيان را مىشناخت ؛ از اين رو آنان را تحت تعقيب قرار\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nداد . برخى تاريخ نگاران به صراحت دربارهء عمل‌كرد او با شيعيان مىنويسند :\r\nكان زياد يتتبّع شيعة علىّ ؛ « 1 »\r\nزياد بن ابيه در پى شيعيان على عليه السلام بود و آنان را تحت تعقيب قرار مىداد .\r\nحجر بن عدى « 2 » و عمرو بن حمق « 3 » از شخصيت‌هاى بزرگ شيعيان در كوفه بودند كه زياد بن ابيه آنان را به همراه يارانشان دست‌گير كرد . رجال شناسان در شرح حال اين دو نفر مىنويسند : حجر و عمرو بن حمق از بزرگان صحابهء رسول خدا صلى اللَّه عليه وآله بودند . « 4 » روشن است كه دست‌گيرى چنين شخصيت‌هائى مقدّماتى لازم دارد ؛ چرا كه صحابهء رسول خدا صلى اللَّه عليه وآله در اجتماع آن روز احترام ويژه‌اى داشتند .\r\nآنان از حجر بن عدى خواستند كه امير مؤمنان على عليه السلام را لعن كرده و دشنام دهد ، امّا او حاضر نشد . معلوم است كه در آن عصر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تاريخ مدينة دمشق : 19 / 202 ، سير اعلام النبلاء : 3 / 496 ، الفتوح : 4 / 316 .\r\n( 2 ) . اسد الغابه : 1 / 679 ، الاستيعاب : 1 / 329 .\r\n( 3 ) . الاستيعاب : 3 / 174 .\r\n( 4 ) . الاستيعاب : 3 / 174 .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nدشنام ندادن به على عليه السلام جرم بزرگى محسوب مىشد و اثبات آن به مدرك قوى نياز داشت .\r\nاز اين رو آنان طومارى بر ضدّ حجر بن عدى تنظيم كردند كه بزرگان و شخصيّت‌هاى كوفه آن را امضاء نمودند و گفتند : حجر بن عدى به جهت تبرى نكردن از على ، مستحق قتل است !\r\nدر تاريخ اسامى كسانى كه طومار را امضا كردند آمده است .\r\nوقتى انسان اسامى آنان را مىخواند چند مطلب را مىفهمد :\r\n1 - شهر كوفهء آن روز چه وضعيتى داشته و اين كه عدّهء كثيرى از بزرگان بانفوذ ساكن كوفه ، دشمن اهل بيت عليهم السلام بودند .\r\n2 - برخى از همين افراد كه در ماجراى حجر بن عدى اين گونه عمل كرده‌اند ، در شهادت حضرت مسلم عليه السلام و سيدالشهداء عليه السلام نيز دست داشتند و در زمرهء لشگريان يزيد بودند .\r\n3 - بيشتر اين افراد از بزرگان رجال و راويان صحاح ستّه « 1 » هستند و دانشمندان اهل سنّت به اين افراد اعتماد داشته و آنان را به پرهيزگارى و تقدّس مىشناسند و در علم فقه و تفسير به عنوان راوى از آنان روايت نقل مىكنند !\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . در ميان اهل سنّت ، شش كتاب حديثى وجود دارد كه به آن‌ها صحاح سته گويند .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nاز افرادى كه آن طومار كذائى را امضاء كردند ، فرزندان طلحه و زبير و ابوموسى اشعرى و نيز شمر بن ذى الجوشن و عمر سعد هستند .\r\nبا اين توصيف ، به خوبى معلوم مىشود كه چه كسانى در كوفهء آن روز زندگى مىكردند . لذا كسى نگويد كه در آن عصر ، مردم كوفه ، شيعيان اميرالمؤمنين على عليه السلام بوده‌اند و يا غلبه با شيعيان بوده است ؛ نه ، چنين نيست .\r\nچنان چه گذشت ، معاويه با شيوه‌هاى گوناگون شهرهاى مدينه ، حجاز ، شام و كوفه را از وجود مخالفان خود پاك سازى كرد . بنابر تحقيق و بررسىها در اين باره ، از شخصيت‌هاى بزرگى كه به عنوان مخالف ولايت عهدى يزيد مطرح بودند فقط دو نفر باقى ماندند :\r\nحضرت سيدالشهداء عليه السلام و عبداللَّه بن زبير .\r\nاز اين رو معاويه در صدد زمينه سازى و آماده كردن مقدّماتى برآمد تا جايى كه وصيّت نامه‌اى نوشت و آن را نزد غلام نصرانى خود به نام سرجون مخفى كرد تا در وقت مناسب آن وصيّت نامه را به يزيد بدهد .\r\nبا ادامه پژوهش و بررسىها ثابت خواهد شد كه اصل طرح و نقشهء شهادت سيدالشهداء عليه السلام توسط خود معاويه بوده و اين حقيقت با تحقيقاتى كه انجام يافته ، معلوم خواهد شد .\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\n\r\nمقاومت امام حسين‌عليه السلام‌و ناكامى معاويه\r\nهمان گونه كه در تاريخ آمده ، ميان امام حسين عليه السلام و معاويه درباره مسائل حكومتى ، هم به صورت حضورى و هم به صورت نامه مطالبى ردّ و بدل شده ، اما معاويه به خاطر موقعيت ويژه آن حضرت نتوانست با اجبار و يا اختيار از سيدالشّهداء عليه السلام براى يزيد بيعت بگيرد .\r\n\r\nمعاويه و عزل والى مدينه\r\nمعاويه قبل از مرگش ، مروان را از حاكميت بر مدينه عزل كرد و به جاى او وليد بن عتبه را قرار داد . « 1 » حال راز اين جا به جايى سياسى چيست و چرا مروان كنار گذاشته شد و به جاى او وليد سر كار آمد ؟\r\nمروان با سيدالشّهداء دشمنى داشت و معتقد بود كه بايد به هر شكلى حسين بن على عليهما السلام را به قتل رساند ؛ ولى ديدگاه وليد بن عتبه درباره سيدالشهداء عليه السلام اين گونه نبوده است و معاويه نمىخواست فردى هم‌چون مروان در آن شرايط بر سر كار باشد .\r\nادّعايى كه در مقام اثبات آن هستيم ، از همين جا به جايى سياسى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الامامة والسياسه : 1 / 198 . اما بنابر قول بعضى مانند ابن الاعثم ، عزل مروان و نصب وليد بن عتبه را يزيد در نخستين روزهاى به قدرت رسيدنش انجام داد ؛ الفتوح : 5 / 9 .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nدر مدينه شروع مىشود . همين تفاوت نظر بين مروان و وليد ، موجب عزل و نصب آنان شده است . اين جا به جايى از برنامه‌هايى است كه اگر اجرا نمىشد ، نقشهء شهادت سيدالشهداء عليه السلام به آن كيفيت پيش نمىآمد . پس طرح و برنامه‌اى از قبل تعيين شده بود كه به اجرا درآمد . به عبارت ديگر ، معاويه قصد نداشته است در مدينه با شدّت با امام حسين عليه السلام برخورد كند ؛ از اين رو نبايد مروان حاكم شهر باشد .\r\nسه نكته مهم\r\nپيش از بررسى دقيق اين مطلب ، ذكر سه نكته اهميّت دارد :\r\nيكم : نامه‌هايى كه مردم كوفه براى سيدالشّهداء عليه السلام فرستادند و ايشان را دعوت به كوفه كردند ، در زمان معاويه و پس از بيعت يزيد بوده است .\r\nدوم : وصيّت معاويه به يزيد ؛\r\nمعاويه در پايان زندگى خود به يزيد گفت :\r\nفرزندم من راه را براى تو هموار كرده‌ام . . . مردان و شخصيت‌هاى بزرگى را از بين برده‌ام ، عزيزان و محترمان جامعه را براى تو ذليل كردم و گردن‌هاى عرب را در مقابل تو سر به زير كرده‌ام تا زمينه‌هاى حاكميت تو را فراهم كنم . . . ! « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . البداية والنهايه : 8 / 174 .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nمعاويه در خصوص امام حسين عليه السلام سفارش‌هاى مهمّى به يزيد نمود و گفت :\r\nمردم عراق حسين بن على را دعوت مىكنند تا همراه او قيام كنند . . . شكى ندارم كه او با تو بيعت نمىكند و همان كسانى كه پدرش را كشتند و برادرش را مجروح نمودند - كنايه از اهل عراق است - براى از ميان برداشتن او كافى هستند . « 1 » سوم : يزيد در نخستين خطبه‌اى كه در شام خوانده خبر از جنگى داده كه به زودى با اهل عراق رخ مىدهد ، و به واسطه عبيداللَّه بن زياد پيروزى به دست مىآيد . « 2 »\r\n\r\nمرگ معاويه و نامه يزيد به وليد ، والى مدينه\r\nمرگ معاويه فرا رسيد و يزيد بر تخت حكومت نشست . وى نخست در نامه‌اى به وليد بن عتبه ، والى مدينه اين گونه نوشت : از عموم مردم و شخصيت‌ها براى من بيعت بگير به خصوص از عبداللَّه بن زبير و حسين بن على .\r\nوى به پيوست اين نامه ، يادداشت بسيار كوچكى به وليد ارسال\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ترجمة الامام الحسين عليه السلام من طبقات ابن سعد : 55 ، تهذيب الكمال : 6 / 414 ، سير اعلام النبلاء : 3 / 295 ، تاريخ مدينة دمشق : 14 / 206 ، تاريخ طبرى : 4 / 239 .\r\n( 2 ) . الفتوح : 5 / 6 .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nمىكند . آن يادداشت كوچك چه بوده است ؟ مضمون آن از گفتار و رفتار وليد بن عتبه معلوم مىشود .\r\nوليد ، امام حسين عليه السلام را طلبيد و براى يزيد تقاضاى بيعت كرد ، حضرت در پاسخ فرمودند : مهلتى ده تا قدرى فكر كنم .\r\nوليد نيز به حضرت گفت : برو در پناه خدا ، برو به سلامت . « 1 » امام حسين عليه السلام نيز به سلامت از نزد وليد خارج شدند .\r\nمروان بىآنكه جايگاه و سمتى رسمى داشته باشد ، در آن جلسه حضور داشت . وى به وليد گفت : من به تو گفتم او را در همين جا بكش ! چرا انجام ندادى ؟\r\nوليد در پاسخ گفت : إنّ ذاك لدمٌ مَصُون ؛\r\nاين خونى است كه دستور دارم از آن محافظت كنم . « 2 » نكتهء مهم در اين نقل ، نوع برخورد وليد است . با تأمل در رفتار وليد با امام حسين عليه السلام و از طرفى ، انديشه درباره سخن مروان ، روشن مىشود كه اگر مروان در آن زمان والى مدينه بود حضرت را به قتل مىرساند و آن گاه چه مشكلات فراوانى دامن‌گير حكومت يزيد مىشد . از اين رو به سرّ عزل مروان پى مىبريم ، علاوه بر اين معلوم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . البداية والنهايه : 8 / 157 .\r\n( 2 ) . سير اعلام النبلاء : 3 / 295 .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nمىشود كه بين رفتار وليد بن عتبه و وصيّت معاويه به يزيد در رويارويى با امام حسين عليه السلام و ابن زبير هم آهنگى وجود داشته است . معاويه به يزيد وصيّت كرد : هر جا عبداللَّه بن زبير را پيدا كردى ، او را تكه تكه كن . « 1 » و هر جا به سيدالشهداء عليه السلام دست يافتى با او مدارا كن .\r\nلذاست كه مىبينيم ، وقتى عبداللَّه بن زبير شبانه و از بىراهه ، مدينه را به سوى مكّه ترك كرد ، وليد بن عتبه لشگرى براى دست‌گيرى او فرستاد ؛ در حالى كه وقتى خبر حركت امام حسين عليه السلام را از مدينه به مكّه به او دادند ، وليد در مورد آن حضرت چنين عملى انجام نداد ، بلكه گفت « الحمد للَّه » ! « 2 » مهم‌ترين و جالب‌ترين نكته‌اى كه در برخورد وليد با امام حسين عليه السلام به چشم مىخورد ، آن است كه وقتى وليد ، امام حسين را احضار كرد و بعد به ايشان گفت : « برو به سلامت » به آن جناب رو كرد و گفت : « اگر بدانى كه پس از اين از ديگران چه خواهى ديد ، به همين اندازه كه اكنون از من بدت مىآيد ، مرا دوست خواهى داشت » . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تاريخ طبرى : 4 / 238 .\r\n( 2 ) . الارشاد : 2 / 34 .\r\n( 3 ) . انساب الاشراف : 3 / 157 .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\n\r\nورود امام حسين‌عليه السلام به مكّه و رفتار والى\r\nامام حسين عليه السلام بر خلاف ابن زبير از راه معمول و مسير اصلى راه مكّه را در پيش گرفته و در شب جمعه ، سوم شعبان وارد شهر مكّه شدند . والى اين شهر ، عمرو بن سعيد بن عاص اشدق بود .\r\nتاريخ نگاران درباره عمرو بن سعيد نوشته‌اند : او زورگوئى از ستم پيشگان بنواميّه بوده است . « 1 » از چنين فردى درباره سيدالشهداء عليه السلام فقط همين مطلب در منابع آمده كه بعد از ورود امام حسين عليه السلام به مكّه ، به خدمت سيدالشهداء عليه السلام رسيد و پرسيد : آقا ! شما براى چه به مكّه آمده‌ايد ؟ حضرت فرمودند :\r\nآمده‌ام تا به خانهء خدا پناهنده شوم . « 2 » بيش از اين برخورد و گفتگو ، چيزى صورت نگرفته و تعرّضى نشده است . اما ملاحظه كنيد كه همين شخص درباره ابن زبير چگونه موضع مىگيرد ؟ او مىگويد : به خدا سوگند ! او را دست‌گير مىكنيم و اگر داخل كعبه شود ، كعبه را بر سرش آتش مىزنيم ، هر كس مىخواهد ناراحت شود ! « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . البداية والنهايه : 8 / 342 ، مسند احمد : 2 / 522 .\r\n( 2 ) . عائذاً باللَّه وبهذا البيت . تذكرة الخواص : 237 .\r\n( 3 ) . تاريخ الاسلام : 4 / 170 .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nسرانجام امام حسين عليه السلام ( در روز هشتم ذى الحجه ) از مكّه حركت كردند و چون عمرو بن سعيد خبردار شد به درخواست بعضى از بنى هاشم ( محمد بن حنفيّه يا عبداللَّه بن جعفر ) امان نامه‌اى به واسطهء برادر خود به حضرت رساند كه در آن نوشته بود : اگر شما در مكّه بمانيد ، از طرف من آسيبى به شما نخواهد رسيد و تو نيز اهل شقاق و فتنه‌گرى نباش . « 1 » عجيب آن كه ، زمانى كه امام حسين عليه السلام به نامه اعتنائى نكرده و به راه خود ادامه دادند ، عمرو بن سعيد با اين دل سوزى ظاهرىاش در نامه‌اى به ابن زياد نوشت :\r\nحسين بن على به كوفه مىآيد . بدان كه اگر او را به قتل نرسانى ، عاقبت خودت به خطر مىافتد و آن چه را بايد انجام دهى ، انجام ده .\r\nحال از اين مطالب چه نتايجى مىتوان گرفت ؟\r\n\r\nنامه‌هاى اهل كوفه و فرستادن حضرت مسلم\r\nنامه‌هاى زيادى از اهل كوفه به سوى امام حسين عليه السلام ارسال شد . حتى عدّه‌اى براى دعوت سيدالشهداء عليه السلام به مكّه آمدند . امام حسين عليه السلام با ديدن اين اوضاع ، جناب مسلم را خواستند و به نمايندگى از خود به كوفه فرستادند و ايشان را به تقواى الهى و مخفى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تاريخ مدينة دمشق : 14 / 209 ، تاريخ طبرى : 4 / 292 .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nكردن قضيه ، سفارش كردند . « 1 » اما با دسيسه و خدعه‌هائى كه از طرف دستگاه حاكم كوفه زده شد ، باعث شد تا اصحاب و ياران حضرت مسلم احساس امنيت كنند و در نهايت ، قضيه حضرت مسلم و هدفى كه ايشان براى آن فرستاده شده بود ، آشكار شود و خلاف ان چه كه امام حسين عليه السلام بر پنهان كردن آن ، امر فرموده بودند اتفاق افتد .\r\nپس از آشكار شدن قضيه خون مسلم ، مزدوران و جاسوسان حكومتى مستقر در كوفه ، به يزيد نامه‌اى بدين مضمون نوشتند :\r\nمسلم بن عقيل وارد كوفه شده و پيروان حسين بن على با او بيعت كرده‌اند . اگر كوفه را مىخواهى ، فردى را كه لياقت داشته باشد به آن جا بفرست . همانا نعمان مردى ناتوان است و يا خود را به ناتوانى مىزند ! . « 2 » ناگفته نماند كه جناب مسلم ( العياذ باللَّه ) خلاف دستور امام حسين عليه السلام عمل نكرد ؛ بلكه دسيسه‌هاى دشمن و بعضى اشتباهات ياران ايشان موجب آشكار شدن مطلب شد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الارشاد : 2 / 39 .\r\n( 2 ) . تاريخ طبرى : 4 / 265 .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\n\r\nبخش دوم نقش يزيدبن معاويه در حادثه عاشورا\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\n\r\nمعاويه و حكم امارت ابن زياد\r\n( با ورود جناب مسلم و برملا شدن قضيه ) وضع شهر كوفه آشفته شد ، به گونه‌اى كه آن شهر در معرض از دست رفتن بود .\r\nدر اين هنگام يزيد به سرجون نصرانى كه مشاور و محرم اسرار پدرش معاويه بود ، مراجعه كرد و با او مشورتى نمود .\r\nسرجون به يزيد گفت : اگر هم اكنون پدر تو زنده شود و به تو امرى كند ، آيا اطاعت مىكنى ؟\r\nگفت : آرى !\r\nسرجون بىدرنگ حكم ولايت و سرپرستى عبيداللَّه بن زياد را بر كوفه بيرون آورد . مفاد حكم چنين بود : عبيداللَّه بن زياد با حفظ سمت قبلى كه ولايت بصره است ، به ولايت كوفه نيز منصوب مىگردد .\r\nمعاويه اين حكم را با دست خود نوشته و به سرجون سپرده بود تا در وقت مناسب آن را به يزيد ارائه كند . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تاريخ طبرى : 4 / 258 ، الفتوح : 5 / 36 ، الكامل فى التاريخ : 4 / 22 - 23 و منابع ديگر .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nيكى از شواهد ما بر اين ادعا كه شهادت امام حسين عليه السلام بنابر نقشه پيشين معاويه بوده ، همين نامهء سرجون و اتفاقات پس از آن است .\r\nآن چه مهم به نظر مىرسد ، از اين تاريخ به بعد است . از اين مرحله به بعد ، امر به قتل سيدالشهداء عليه السلام صورت مىپذيرد و از نخستين نامه‌اى كه يزيد به همراه حكم سرپرستى شهر كوفه ( نامه پدرش ) براى عبيداللَّه مىفرستد ، نقش يزيد در شهادت امام حسين عليه السلام شروع مىشود .\r\nبنابر تحقيقات انجام شده و با توجه به مطالبى كه قبلًا ذكر شد دستور كشتن آن حضرت از زمان رسيدن نامه يزيد به ابن زياد آغاز شده و قبل از اين زمان ، حكومت يزيد چنين دستورى صادر نكرده است ؛ زيرا سياست حكومت بنواميّه در رفتار با سيدالشهداء عليه السلام از جهت مكانى متفاوت بوده است . به عبارت ديگر ، سياست آنان در داخل حجاز با سياستشان در بيرون از حجاز ( عراق ) متفاوت بود . به همين جهت ، آنان تلاش كردند تا آن حضرت از حجاز خارج شوند و برخورد والى مدينه و مكّه نيز در همين راستا بوده است .\r\nنامه يزيد به ابن زياد\r\nنخستين شاهد بر اين مطلب ، نامهء يزيد به ابن زياد است .\r\nيزيد در اين نامه به ابن زياد اين گونه نوشت :\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nخبر حركت حسين به كوفه به من رسيده است . در ميان واليان ، تو گرفتار امتحان شده‌اى . اگر حسين را كشتى ، آقا و شخصيتى محترم هستى و گرنه برمىگردى به همان نسب گم‌نام ( ولد الزنا بودن ) . « 1 »\r\n\r\nنامه ابن عبّاس به يزيد\r\nشاهدى ديگر بر اين مطلب اين است كه بعد از شهادت امام حسين وقتى ابن زبير در مكه اعلام خلافت كرد و مشغول بيعت گرفتن از مردم شد ، ابن عبّاس و شخصيت‌هاى ديگر با او بيعت نكردند .\r\nچون يزيد از اين ماجرا آگاه شد ، در نامه‌اى از ابن عبّاس به جهت بيعت نكردنش تشكّر كرد و از او خواست كه نگذارد مردم با ابن زبير بيعت كنند بلكه مردم را به سوى يزيد دعوت كند .\r\nابن عبّاس پاسخ ارزشمندى به نامهء يزيد داد . وى در پاسخ او نوشت :\r\nاى يزيد ! . . . اين كه من با ابن زبير بيعت نكرده‌ام ، به خدا سوگند به جهت محبّت به تو نبوده است . . . چگونه من از تو حمايت كنم ؟ تو حسين عليه السلام و فرزندان خاندان عبدالمطلب را كه چراغ‌هاى هدايت و ستارگان دانش بودند به قتل رسانده‌اى و همهء ايشان در عراق به دستور تو به قتل رسيده‌اند . . . هرگز فراموش نمىكنم كه شما حسين عليه السلام را تحت تعقيب قرار داديد تا اين كه آن بزرگوار از حرم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انساب الاشراف : 3 / 160 ، تاريخ مدينة دمشق : 14 / 214 و منابع ديگر .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nرسول خدا صلى اللَّه عليه وآله به مكّه برود و او را فرارى داديد تا از حجاز بيرون رود و وارد خاك عراق شود .\r\nاين كلمات به نكات دقيق و ناگفته‌هاى عاشورا اشاره دارند .\r\nناگفته‌هائى كه از نكته‌هائى چنين ظريف و تاريخى سرچشمه مىگيرند .\r\nابن عبّاس در ادامه مىنويسد :\r\nامام حسين عليه السلام را با خوف ، ارعاب و نگرانى از حرم رسول اللَّه صلى اللَّه عليه وآله خارج كرديد . سربازان تو در آن جا به جهت دشمنى با رسول خدا صلى اللَّه عليه وآله و اهل بيت او عليهم السلام از فرصت استفاده كردند و با وجود كمى ياران او ، همانند كشتار اهل شرك و كفر ، آنان را به قتل رساندند !\r\nاى يزيد ! بعد از اين همه مصيبت ، تو از من توقع محبّت دارى ؟\r\nخون خاندان من از شمشير تو مىچكد و من بايد از تو انتقام بگيرم . « 1 »\r\n\r\nسخنرانى معاويه ، فرزند يزيد\r\nيكى ديگر از شواهدى كه قاتل بودن يزيد را اثبات مىكند .\r\nسخنرانى معاويه فرزند يزيد است كه در توصيف او مىگويند جوان صالحى بوده است .\r\nابن حجر مكى در كتاب الصواعق المحرقه كه در دفاع از شيخين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تاريخ يعقوبى : 2 / 247 - 249 ، الكامل في التاريخ : 4 / 127 - 128 .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nو ردّ بر شيعه نوشته چنين مىنگارد :\r\n( وقتى يزيد مُرد ) معاويه بن يزيد به ميان مردم نيامد و در امور حكومت دخالت نكرد و فقط چهل روز حاكميت داشت . از ويژگىهائى كه بر خوبى او دلالت دارد اين است كه ( در اولين سخنرانى خود ) وقتى بر فراز منبر رفت ، گفت : همانا اين خلافت ، ريسمان الهى است و جدّم معاويه آن را به ناحق از على بن ابىطالب عليه السلام گرفت و آن چه را مىخواست انجام داد . . . سپس نوبت به پدرم رسيد و او نيز اهليّت تصدّى خلافت را نداشت . . . او در حالى كه گريه مىكرد افزود : ( پدرم ) يزيد ، عترت رسول خدا صلى اللَّه عليه وآله را به قتل رساند ، شرب خمر را مباح كرد و كعبه را تخريب نمود . . . و او اهل جهنم است . « 1 » و طبق اين سخنرانى ، فرزند يزيد به قاتل بودن پدرش اقرار كرده است .\r\n\r\nاقرار ابن زياد\r\nشاهد ديگر بر اين موضوع اقرار خود ابن زياد است . وى مىگويد :\r\nمن بين دو امر مخيّر بودم ؛ يا حسين را بكشم و يا خودم كشته شوم ، پس من قتل او را برگزيدم . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الصواعق المحرقه : 2 / 641 - 642 .\r\n( 2 ) . الكامل فى التاريخ : 4 / 140 .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nبه راستى كجا هستند ابن تيميّه و اتباع او كه ادعا مىكنند اين جنايت‌ها بدون علم و اطّلاع يزيد بوده است ؟ يا آن كه مىگويند ما در قاتل بودن يزيد ترديد داريم !\r\nاز ديگر شواهدى كه اثبات مىكند ، خود يزيد قاتل سيدالشهداء عليه السلام است و به دستور او اين كار انجام شده است ، مىتوان به موارد زير اشاره كرد :\r\n1 - امر يزيد به ابن زياد مبنى بر قتل حضرت مسلم و هانى بن عروه و اظهار سرور او بعد از آن و فرستان نامه تشكّر آميز براى ابن زياد . « 1 » 2 - نامه‌اى كه از جانب يزيد براى عبيداللَّه رسيد و در آن دستور داده بود كه اهل بيت عليهم السلام را كه در اسارت بودند به سوى او بفرستد و عبيداللَّه ، آن‌ها را همراه با سرهاى مطهّر شهداء به سوى شام فرستاد . « 2 » 3 - اظهار شادى يزيد و برپا كردن مجلس جشن و شراب خوارى هنگام ورود اهل بيت عليهم السلام و سرهاى مطهر به شام . « 3 » 4 - قضيّه چوب خيزران و . . . .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تاريخ طبرى : 4 / 285 - 286 ، تاريخ مدينه دمشق : 18 / 307 و منابع ديگر .\r\n( 2 ) . تاريخ طبرى : 4 / 355 ، ترجمة الامام الحسين عليه السلام من طبقات ابن سعد : 81 .\r\n( 3 ) . الرد على المتعصب العنيد : 57 - 59 .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\n\r\nبخش سوم نقش اهل كوفه در شهادت امام حسين ( ع )\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\n\r\nكوفيان ، دعوت كننده امام حسين عليه السلام\r\nپيش‌تر اشاره شد كه گروهى از مردم كوفه با نوشتن نامه و يا فرستادن نماينده ، امام حسين عليه السلام را به كوفه دعوت كردند و بر اين امر اصرار ورزيدند . در اين بخش ، به شناسائى و بررسى آن افراد مىپردازيم . اكنون اين پرسش مطرح است كه آيا دعوت كنندگان ، شيعيان حقيقى و راستين اهل بيت عليهم السلام بوده‌اند يا خير ؟ ! و اگر از شيعيان بوده‌اند عاقبت و سرانجام آن‌ها چه شده است ؟\r\nوهّابيان و پيروانشان همين پرسش را مطرح كرده و مىگويند :\r\nخود شيعيان ، حسين بن على عليهما السلام را دعوت كردند و همان شيعيان او را كشتند و هم‌اكنون براى او عزادارى مىكنند !\r\nاين سخن شبهه‌اى بيش نيست كه بايستى با تحقيق و بررسى پاسخ داده شود .\r\nالبته مراد از دعوت كنندگان همان شخصيت‌ها ، اشراف و افراد موجّه شهر كوفه هستند نه افراد عادى قبيله‌ها .\r\nحال به راستى فراخوانان امام حسين عليه السلام چه كسانى بوده‌اند ؟\r\nاين پرسش را با نگاه و بررسى اوضاع آن روز كوفه پاسخ مىگوييم .\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\n\r\nنگاهى به ساختار شهر كوفه\r\nبنابر تحقيقى كه پيرامون شهر كوفه و مردم آن انجام شده است ، اين شهر و همهء عراق در زمان عُمَرو به واسطهء سعد بن ابى وقّاص فتح شده است . كوفه داراى موقعيّتى حساس بوده است ، به گونه‌اى كه هم از نظر تجارى و هم از نظر نظامى مورد توجّه بوده و مردم از نقاط مختلف عراق ، حجاز و يمن به اين شهر مهاجرت كرده بودند .\r\nمجموعه‌اى از قبايل مختلف و گوناگون در كوفه زندگى مىكردند ؛ اما از جهت مذهب ، تشيّع در آن جا به طور رسمى از قرن دوم و سوم شروع شد و تشيّع كنونى نيز از آن زمان است و در قرن نخست ، شيعيانى كه در آن جا مىزيستند ، مانند شيعيان امروزى نبوده‌اند .\r\n\r\nاصطلاح شيعه و تشيّع\r\nنكتهء قابل توجه اين است كه براى واژهء شيعه و تشيّع در كتب حديث و كلام و رجال دو اصطلاح وجود دارد :\r\n1 - در اصطلاح نخست شيعه كسى است كه محبّ اهل بيت عليهم السلام باشد و در عين حال به خلافت شيخين نيز اعتقاد دارد .\r\nبعضى از اهل كوفهء آن زمان ، اميرالمؤمنين عليه السلام را از عثمان افضل و برتر مىدانستند و معاويه را نيز مذمّت مىكردند ؛ امّا به افضليت آن حضرت بر شيخين اعتقاد نداشتند .\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n2 - در اصطلاح دوم كه همهء ما بر آنيم و اصطلاح معروف نيز همين است ؛ شيعه عبارت است از كسى كه به جانشينى اميرالمؤمنين عليه السلام پس از رسول خدا صلى اللَّه عليه وآله و امامت اهل بيت عليهم السلام كه دوازده امام بعد از پيامبر صلى اللَّه عليه وآله هستند ، اعتقاد داشته باشد .\r\nتشيّع در قرن يكم مطابق با اصطلاح نخست رايج بوده است .\r\nشاهد اين مطلب ، مسيب بن نجبه است . او از دعوت كنندگان سيدالشهداء عليه السلام به كوفه است . در شرح حال او مىنويسند كه وى شيعى بوده است .\r\nراوى مىگويد : من بيست سال با مسيب و شيعيان زيادى در همين مسجد هم‌نشين بودم و نديدم كه شيعيان كوفه نسبت به صحابه رسول خدا صلى اللَّه عليه وآله جز خير سخنى بگويند ، مگر درباره على و عثمان . « 1 » آرى ! اگر شيعيانِ آن وقتِ كوفه سخنى دربارهء صحابه مىگفتند ، از حقانيت و برترى على نسبت به عثمان و معاويه بوده است و درباره خلافت شيخين هيچ اشكال و سخنى نداشته‌اند .\r\nو آن گاه كه اميرالمؤمنين عليه السلام خواستند در كوفه از نماز تراويح كه يكى از بدعت‌هاى عمر است ممانعت كنند ، سر و صدائى به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تاريخ مدينة دمشق : 58 / 198 ، شرح حال مسيب بن نجبه ، شماره 7440 .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nراه افتاد و نداى « واعمرا ، واعمرا ، واسنّة عمراه » طنين انداز شد . « 1 » اين مطلب از خود اميرالمؤمنين نيز نقل شده است . « 2 » در نتيجه ، حتّى در زمان حاكميت اميرالمؤمنين عليه السلام و در حالى كه مردم كوفه با آن حضرت بيعت كرده بودند حاضر نشدند اين بدعت را ترك كنند .\r\nآيا اينان شيعيان راستين بودند ؟ هرگز اين طور نيست . اينان شيعه نبودند و اگر به آنان شيعه گفته مىشود ، بنابر همان اصطلاح نخست است .\r\nبه راستى آمار شيعيان حقيقى كوفه در آن روزگار چند نفر بوده است ؟ تعداد اندكى از مردم كوفه ، افرادى هم‌چون : حبيب بن مظاهر ، مسلم بن عوسجه و اصبغ بن نباته جزء شيعيان راستين بوده‌اند كه عدّه‌اى از همين شيعيان توسط معاويه و زياد بن ابيه به قتل رسيده بودند .\r\nاز طرفى ، در مقابل اين جمعيت اندك ، ياران و پيروان بنواميّه در كوفه فراوان بوده‌اند كه عدّه‌اى از آن‌ها حكم قتل حجر بن عدى رحمه اللَّه را امضاء كردند كه همگى در زمرهء رجال بزرگ و اشراف كوفه بودند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . وسائل الشيعه : 8 / 46 ، شرح نهج البلاغه ابن ابى الحديد : 12 / 283 .\r\n( 2 ) . الكافى : 8 / 62 - 63 .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nاز سوى ديگر ، عدّه‌اى از اين گروه در كوفه براى يزيد جاسوسى مىكردند . « 1 » خوارج ، گروه ديگرى از ساكنان كوفه\r\nخوارج ، فرقهء بزرگ ديگرى بودند كه در شهر كوفه مىزيستند .\r\nيكى از بزرگان خوارج ، اشعث بن قيس پدر جعده ، همسر امام حسن مجتبى عليه السلام است كه آن حضرت را به شهادت رساند .\r\nاز ديگر بزرگان آن‌ها ، عمرو بن حريث است كه در قتل ميثم تمّار ( صحابى باوفاى اميرالمؤمنين عليه السلام ) دست داشته است .\r\nاز ديگر بزرگان آن‌ها ، شبث بن ربعى ، حجار بن أبجر و قيس بن اشعث‌اند كه براى سيدالشهداء عليه السلام نامه فرستادند و آن حضرت را به كوفه دعوت كردند . با اين حال ، آنان از سران لشگر و فرماندهان سپاه عمر سعد بودند .\r\nسيدالشهداء در روز عاشورا به آنان خطاب كردند و فرمودند : آيا شما براى من نامه ننوشتيد ؟ « 2 » جالب اين جاست كه سيدالشهداء در سخنى فرمودند : نامه‌اى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الاخبار الطوال : 231 ، سير اعلام النبلاء : 3 / 201 ، تاريخ طبرى : 4 / 264 - 265 .\r\n( 2 ) . الارشاد : 2 / 98 ، تاريخ طبرى : 4 / 323 ، البداية والنهايه : 8 / 194 .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nبراى من نوشته نشد مگر از روى حيله و نيرنگ به من و نزديك شدن به فرزند معاويه . « 1 »\r\n\r\nگروه‌هاى نويسنده دعوت نامه به امام حسين\r\nعليه السلام\r\n1 - شيعيان خالص كه در اقليت بودند ؛\r\n2 - خوارجى كه در كوفه زندگى مىكردند ؛\r\n3 - عمّال و پيروان بنواميّه .\r\nدر اين جا سؤالاتى مطرح است و آن اين كه در ميان اين شيعيان خالص و اندك چرا عدّه‌اى مثل حبيب بن مظاهر كه از جمله امضاء كنندگان دعوت‌نامه به امام حسين عليه السلام است و يا مسلم بن عوسجه كه مأمور خريد اسلحه و جمع آورى پول براى حضرت مسلم بوده است ، در داستان حضرت مسلم يك باره ناپديد مىشوند ولى بعد از مدتى در روز ششم يا هفتم محرم ، خود را با زحمت فراوان به كربلا مىرسانند و در لشكر امام حسين عليه السلام به شهادت مىرسند ؟\r\nچرا سليمان بن صرد خزاعى كه بزرگان و شخصيت‌ها را در منزل خود دعوت كرد و با آنان اتمام حجت نمود كه اگر نمىتوانيد يا قصد نداريد امام حسين عليه السلام را يارى كنيد ، دعوتش ننماييد ، خودش در واقعه كربلا حضور ندارد و بعداً به شهادت رسيد ؟ !\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انساب الاشراف : 3 / 185 .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nچرا شخصيت‌ها و بزرگانى از شيعيان كه از دعوت‌كنندگان هستند و مىخواستند در خدمت سيدالشهداء عليه السلام باشند ؛ نه در جريان حضرت مسلم كه قبل از واقعه كربلا بوده ، خبرى از آنان است و نه در حادثهء كربلا ! ؟\r\nچرا حضرت مسلم تنها مىماند ؟\r\nاز سوى ديگر ، جمع فراوانى از كسانى كه نامه به امام حسين عليه السلام نوشتند و آن حضرت را دعوت كردند ، جزء لشگريان و فرماندهان لشگر عمر سعد بودند . حال چرا اين گونه بوده است ؟\r\n\r\nبرنامه‌هاى ابن زياد در شهر كوفه\r\nاكنون براى دست‌يابى به اين مطلب مهم و پاسخ به پرسش‌هاى مطرح شده ، يك بار ديگر وضعيت شهر كوفه را با ورود والى جديد ؛ يعنى ابن زياد بررسى مىنماييم .\r\nتهديد\r\nزمانى كه ابن زياد وارد شهر كوفه شد كارهائى را در كوفه به اجرا گذارد و ماجراهاى فراوانى پيش آورد . وى در نخستين خطبه‌اش در مسجد به مردم گفت :\r\nيزيد سرپرستى شهر شما را به من سپرده و به من دستور داده با مظلومان منصف باشم و به محرومان بخشش كنم و با كسانى كه اطاعت\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nو حرف شنوى دارند همانند پدرى مهربان باشم . اما كسانى كه مخالفت مىكنند و عهد و پيمان مىشكنند ، با تازيانه و شمشير جوابشان را خواهم داد . « 1 » وى در نخستين اقدام خود ، مردم را تهديد كرد و دستور داد تمام قبايل ، شخصيت‌ها و اشراف شهر كوفه ، تك تك شناسائى شوند و به مرور آنان را به حضور طلبيد و از آنان تعهّد گرفت تا از او اطاعت كنند .\r\nوى درباره كسانى كه به حضورش نمىآمدند ، اين گونه گفت :\r\nاگر كسى نيايد وفادارىاش را ثابت نكند ، ريختن خون او و مصادره اموالش براى ما حلال شمرده مىشود . هر شخصيّتى ، از هر قبيله‌اى كه باشد اطاعت نكند ، او در همان قبيله به قتل خواهد رسيد و در مقابل منزلش به دار كشيده خواهد شد ! « 2 » شايعه پراكنى !\r\nابن زياد در اقدامى ديگر ، دستور داد كه عدّه‌اى در داخل شهر كوفه ، شايعاتى پخش كنند و مردم را از لشگر يزيد و كسانى كه از شام اعزام مىشوند ، بترسانند و آنان را به پراكنده شدن و پراكنده كردن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مقاتل الطالبيين : 94 ، الكامل فى التاريخ : 4 / 24 ، تاريخ طبرى : 4 / 267 .\r\n( 2 ) . الارشاد : 2 / 45 ، الكامل فى التاريخ : 4 / 25 ، تاريخ طبرى : 4 / 267 .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nيكديگر از اطراف حضرت مسلم عليه السلام وادار كنند .\r\nاين شايعات تا حدّى در ميان مردم اثر گذارده بود ، به گونه‌اى كه مورّخان مىنويسند : مردم هم‌ديگر را مىترساندند و وحشت‌زده به يكديگر از سپاه اعزامى شام ، خبر مىدادند . « 1 » عزل و نصب سران قبايل\r\nبيشتر مردم كوفه اهل قبيله‌ها بودند ؛ از اين رو حضرت مسلم ، براى هر قبيله‌اى رئيس برگزيده بود . ابن زياد در اقدامى ديگر آن سران را عزل كرد و از هواداران خود ، سرانى را براى قبيله‌ها مشخص نمود و در ميان هر قبيله‌اى رابطى بين آن قبيله و واليان حكومت قرار داد . او فرمان داد كه آنان مواظب تك تك افراد قبيله خود باشند .\r\nارسال جاسوس\r\nابن زياد در برنامه ديگرى ، جاسوس‌هايى را در ميان مردم پراكنده نمود كه در مسجد و غير مسجد با مردم ارتباط داشتند و اخبار را براى ابن زياد گزارش مىكردند .\r\nآن گاه كه حضرت مسلم به طور مخفيانه از خانه مختار به خانه هانى بن عروه منتقل شد و بنابراين بود كه كسى متوجه اين امر نشود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الارشاد : 2 / 54 ، بحار الانوار : 44 / 350 ، تاريخ طبرى : 4 / 277 .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nمعقل غلام ابن زياد مأموريت يافت تا با سه هزار درهم به سراغ مسلم بن عوسجه كه براى حضرت پول جمع آورى مىكرد برود .\r\nاو توانست با شيعه نشان دادن خود و با دادن آن پول ، اعتماد مسلم بن عوسجه را جلب نمايد ، او را فريب دهد تا محل اقامت حضرت مسلم را كه در خانه هانى بود ، پيدا كند . اين جريان در همهء كتاب‌هاى تاريخى آمده است . « 1 » نظارت شديد\r\nيكى از كارهاى بسيار مهم ديگر ، محاصره شهر كوفه بود . وى دستور داد تمام مسيرهائى كه به اين شهر منتهى مىشود ، به شدّت نظارت شوند . لذا قيس بن مسهّر كه حامل نامهء امام حسين عليه السلام براى اهل كوفه بود دستگير شد و به شهادت رسيد . هم‌چنين عبداللَّه بن يقطر كه از طرف امام حسين عليه السلام به سوى مردم كوفه فرستاده شده بود ، دستگير شد . به دستور ابن زياد وى را همانند قيس بن مسهّر از بالاى دار الاماره به زير انداختند و به شهادت رسيد .\r\nاين نظارت به قدرى شديد بود كه وقتى برخى از كوفيان به سيدالشهداء عليه السلام در بين راه برخوردند درباره اوضاع كوفه گفتند :\r\nبه خدا سوگند ! نظارت به قدرى شديد است كه نه مىتوانيم داخل شهر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تاريخ طبرى : 2 / 270 ، الاخبار الطوال : 235 ، سير اعلام النبلاء : 3 / 307 و منابع ديگر .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nكوفه شويم و نه مىتوانيم از شهر خارج شويم . « 1 » ابن زياد در راستاى اين نظارت شديد ، حصين بن نمير را به رياست پليس شهر كوفه برگزيد . « 2 » وى دستور داد كه تك تك خانه‌هاى كوفه را زير نظر بگيرند .\r\nابن زياد در فرمانى به او گفت :\r\nمن تو را بر خانه‌هاى مردم كوفه مسلّط كردم . « 3 » قتل و كشتار\r\nاز ديگر برنامه‌هاى ابن زياد در شهر كوفه ، به شهادت رساندن بزرگان شيعيان واقعى و مواليان حقيقى اهل بيت عليهم السلام بود . او همانند پدرش زياد بن ابيه ، اين برنامه را اجرا كرد . از ميان كسانى كه به دستور ابن زياد به شهادت رسيده‌اند افراد زير را مىتوان نام برد :\r\n1 - ميثم تمّار\r\nجريان ميثم و اين كه حضرت امير مؤمنان على عليه السلام كيفيّت شهادتش را به او خبر داده بودند ، از وقايع جالب و عجيب است . « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الارشاد : 2 / 72 ، تاريخ طبرى : 4 / 295 .\r\n( 2 ) . در بعضى از كتاب‌ها آمده كه سمرة بن جندب در اين سمت منصوب شد كه او نيز از دشمنان سرسخت اهل بيت عليهم السلام بوده است .\r\n( 3 ) . الارشاد : 2 / 57 ، مقاتل الطالبيين : 68 ، تاريخ طبرى : 4 / 279 .\r\n( 4 ) . رجال كشى : 1 / 292 - 293 .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\n2 - عبيداللَّه بن عمرو بن عزيز كندى\r\nدر شرح حال او مىنويسند : او سواركارى شجاع و از شيعيان كوفه بود و در همهء جنگ‌هاى اميرالمؤمنين عليه السلام ملازم ركاب آن حضرت بود . او از كسانى بود كه در كوفه با مسلم بيعت كرد و به همراه مسلم بن عوسجه براى سيدالشهداء عليه السلام از مردم بيعت مىگرفت . « 1 » نوشته‌اند او رئيس قبيلهء كنده و ربيعه بود ، حصين بن نمير كه رئيس پليس كوفه بود او را دستگير كرد و به فرمان ابن زياد به قتل رساند . « 2 » 3 - عبيداللَّه بن حارث بن نوفل هَمْدانى\r\nاو از صحابه پيامبر صلى اللَّه عليه وآله و در جنگ صفّين در كنار اميرالمؤمنين عليه السلام حضور داشته است و در كوفه براى امام حسين عليه السلام از مردم بيعت مىگرفت .\r\nنوشته‌اند كثير بن شهاب او را دستگير كرد و به دستور ابن زياد در مقابل چشمان قبيله‌اش گردن زدند . « 3 » با توجه به اين اختناق‌ها ، شدت برخورد و نظارت‌ها ، آن گاه كه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تاريخ الكوفه : 332 .\r\n( 2 ) . همان .\r\n( 3 ) . همان .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nرئيس قبيله را در برابر ديدگان افراد آن قبيله گردن بزنند ، آيا آن قبيله ، ديگر انگيزه‌اى براى حركت كردن خواهند داشت ؟\r\nاز ديگر افرادى كه جزء ياران حضرت مسلم بوده و دست‌گير شدند و سپس به فرمان ابن زياد به شهادت رسيدند مىتوان به عبدالاعلى بن يزيد كلبى عليمى ، عباس بن جعده جدلى ، عمارة بن صلخب أزدى . . . اشاره كرد . « 1 » زندانى كردن شيعيان\r\nيكى ديگر از اقدامات ابن زياد در كوفه ، زندانى كردن بزرگان شيعيان بود . در ميان زندانيان افرادى چون مختار ، حارث اعور همدانى ، سليمان بن صرد خزاعى « 2 » و همراهان او از جمله مسيب بن نجبه ، رفاعة بن شداد بودند .\r\nطبرى مىنويسد : ابن زياد در نامه‌اى به يزيد نوشت :\r\nكسى را كه احتمال مىدادم بر ضد شما حركتى كند و قيامى صورت دهد ، باقى نگذاشتم ، مگر اين كه در زندان شما به سر مىبرد . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تاريخ كوفه : 334 - 335 .\r\n( 2 ) . سليمان بن صرد شخصيت والائى نزد اهل سنّت دارد ؛ چرا كه وى را در زمرهء صحابه‌رسول اللَّه صلى اللَّه عليه وآله مىشمارند و بسيار صالح ، متدين و عابد مىدانند .\r\n( 3 ) . تاريخ طبرى : 4 / 387 ، الكامل فى التاريخ : 4 / 131 .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nبا تمام اين اوصاف ، روشن مىشود كه بزرگان شيعيان كجا بودند و چه شدند . آيا با اين وجود ، مىتوان ادعا كرد و گفت كه سران شيعيان ، خود در قتل سيدالشهداء عليه السلام شريك بودند ، يا آن كه خود شيعيان از آن حضرت دعوت كردند و بعد آن بزرگوار را به قتل رساندند ؟\r\nلذا مىبينيم پس از گذشت چهار يا پنج سال از حادثهء كربلا گروهى به رهبرى سليمان بن صرد ظاهر شدند و به جنگ با ابن زياد و اهل شام برخاستند .\r\nنوشته‌اند : ابن زياد در همان واقعه اين گونه اظهار كرد :\r\nهميشه مىگفتم : اى كاش در آن زمان ، زندانيان را از زندان‌ها بيرون مىآوردم و گردن مىزدم . « 1 » به راستى ابن زياد آرزوى مرگ چه كسانى را داشت ؟\r\nآرى همان افرادى كه در زندان بودند ، اكنون به عنوان انتقام و خون خواهى شهداى كربلا قيام كرده‌اند و ابن زياد مأمور بود با آنان بجنگد .\r\nتعقيب فراريان\r\nپس از اين كه ابن زياد عدّه‌اى از همراهان حضرت مسلم را به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تاريخ طبرى : 4 / 403 ، الكامل فى التاريخ : 4 / 141 .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nشهادت رساند ، مسلم بن عوسجه ، حبيب بن مظاهر و برخى ديگر را تحت تعقيب قرار داد ؛ ولى نتوانست دستگيرشان كند .\r\n\r\nكوفه در كنترل ابن زياد\r\nبا اين اقدامات ، شهر كوفه به طور كامل تحت تسلّط و قدرت ابن زياد قرار گرفت و اين در حالى بود كه سيدالشهداء عليه السلام نيز در كربلا به سر مىبردند .\r\nدر چنين زمانى و پس از اجراى اين برنامه‌ها ، ابن زياد بر فراز منبر قرار گرفت و خطاب به مردم گفت :\r\nاى مردم ، يزيد پس از معاويه بهترين بندگان و بىنياز كنندهء شما در اموال و روزى دنياست ! او به من دستور داده كه رزق شما را تا صد درهم و يا صد دينار از بيت المال افزايش دهم و اين پول را برايتان نگه دارم . به من دستور داده تا شما را از كوفه به جنگ دشمنش روانه كنم ، پس گوش دهيد و اطاعت كنيد . « 1 » در جاى ديگر مىگويد :\r\nاز بزرگ و كوچك كسبه و ديگر مردم هيچ كس باقى نماند و همگى بايد در لشگر با من همراه شوند و هر كس كه از لشگر ما تخلّف\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الفتوح : 5 / 89 .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nكند ، ما نسبت به جان و مال او مسئوليّتى نداريم . « 1 » و نيز نوشته‌اند :\r\nابن زياد پس از آن كه مردم را به جنگ با سيدالشهداء عليه السلام متوجّه نمود ، مأمورانى را به كوچه‌ها و محلّه‌ها فرستاد تا جست و جو كنند تا اگر كسى را يافتند كه از حكم او سرپيچى نموده است دست‌گير كرده و نزد او بياورند . « 2 » بدين ترتيب ابن زياد همه را به جز كسانى كه در زندان‌ها بودند و يا به گونه‌اى از شهر خارج شده بودند و در نخلستان‌ها پناه گرفته بودند به سوى كربلا حركت داد به طورى كه كسى در كوفه باقى نماند ؛ از اين رو كسانى كه مىخواستند خود را به اردوگاه امام حسين عليه السلام برسانند ، ناگزير در ميان لشگريان ابن زياد قرار گرفتند تا بتوانند به گونه‌اى خود را به امام حسين عليه السلام برسانند . از اين رو پس از رسيدن به كربلا ، جمعى از آنان موفّق ، به ملحق شدن به آن حضرت شدند و در ركاب حضرت شهيد شدند . نام و مشخصات برخى از كسانى كه براى پيوستن به سيدالشهداء عليه السلام از اين طريق استفاده كردند در تاريخ آمده است . اين گروه در تاريكى شب به لشگر امام حسين عليه السلام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انساب الاشراف : 3 / 178 .\r\n( 2 ) . الفتوح : 5 / 157 ، بغية الطالب في تاريخ حلب : 6 / 2626 - 2627 ، الاخبار الطوال : 254 .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nپيوستند و از همين جا مىتوان حدس زد كه افراد ديگرى نيز با همين قصد با لشگر عمر سعد همراه شده بودند ، ولى موفّق نشدند لذا بايد گفت كه اين افراد از قبل هدايت شده بودند ، نه اين كه شب يا روز عاشورا از ظلمت به نور منتقل گردند .\r\nاز جملهء اين افراد مىتوان به قاسم بن حبيب أزدى ، عمرو بن ضبيعه ، حلاس بن عمرو أزدى ( رئيس امنيت شهر كوفه در زمان حكومت اميرالمؤمنين عليه السلام ) ، مسعود بن حجاج تميمى و پسرش عبدالرحمان اشاره كرد . « 1 »\r\n\r\nحضور سپاهى از شام در كربلا\r\nعلاوه بر آن چه گذشت ، به اطمينان مىتوان گفت كه علاوه بر اهل كوفه ، لشگرى از شام نيز در كربلا حضور داشتند .\r\nبراى اين مطلب شواهدى وجود دارد . از جمله از امام صادق عليه السلام مىپرسند : حكم روزه گرفتن روز تاسوعا و عاشورا چگونه است ؟\r\nآن حضرت مىفرمايند :\r\nتاسوعا روزى است كه حسين و يارانش در كربلا به واسطهء سپاهيان شام محاصره شدند . . . ابن زياد و عمر سعد از زيادى لشگر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ابصار العين فى انصار الحسين : 186 - 193 .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nخويش خوش‌حال شدند . . . . « 1 » در اين زمينه شيخ صدوق رحمه اللَّه به سند خود اين گونه روايت مىكند : امام حسين عليه السلام به سمت راست و چپ نگاهى كردند و هيچ كس را نديدند . سپس سر را به آسمان بلند كردند و فرمودند :\r\nخدايا ! تو مىبينى كه با فرزند پيامبرت چگونه رفتار مىكنند . . . در اين هنگام سنان بن انس و شمر بن ذى الجوشن به همراه مردانى از اهل شام آمدند . . . . « 2 » هم‌چنين درباره روزه روز عاشورا در روايت ديگرى از امام صادق عليه السلام آمده كه حضرت فرمودند :\r\nهمانا آل اميّه و كسانى از شاميان كه آنان را در كشتن امام حسين عليه السلام يارى كردند ، نذر نمودند كه اگر بر حسين پيروز شدند و خلافت را به دست آوردند ، اين روز را عيد بگيرند و به جهت شكرانهء آن ، روزه بگيرند و اين براى آل ابى سفيان تا به امروز ، سنّتى شده است . « 3 » آرى ، بنواميّه روز عاشورا را جشن مىگرفتند و هم‌اكنون عمل وهابيان بر همين است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الكافى : 4 / 147 ، بحار الانوار : 45 / 95 .\r\n( 2 ) . الامالى شيخ صدوق : 226 .\r\n( 3 ) . الامالى شيخ طوسى : 667 .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nهر چند تعداد دقيق سپاهى كه از شام در كربلا حضور داشتند مشخص نيست ؛ ولى اسامى عدّه‌اى از آنان به دست آمده است . البته اين افراد در زمرهء شاميانى كه در كوفه اقامت داشته‌اند نبوده‌اند ؛ بلكه نيروهائى بودند كه از شام براى شركت در قتل سيدالشهداء عليه السلام به كربلا اعزام شده بودند .\r\n\r\nبرخى از جنايت‌هاى انجام شده در كربلا\r\nبا جناياتى كه در كربلا اتفاق افتاده حتى يك درصد هم احتمال نمىرود كه قاتلان سيدالشهداء عليه السلام شيعيان كوفه باشند ؛ چرا كه از هيچ شيعه‌اى ، به هر معنايى كه باشد و در نهايت فسق و قساوت قلب و بىدينى هم كه باشد ، چنين جنايت‌هايى سر نمىزند . جنايت‌هايى هم‌چون :\r\nقطع آب ، آتش زدن خيمه‌ها ، كشتن كودكان ، كشتن بانوان ، تاراج اموال ، لگدمال كردن بدن مبارك و مطهّر فرزند دلبند رسول خدا صلى اللَّه عليه وآله با سم اسبان .\r\nاين كه سخنرانان به هنگام بيان جناياتى كه در كربلا رخ داده است مىگويند : « از گوش دختران اهل بيت عليهم السلام گوشواره مىكشيدند » حقيقت دارد و از حقايق عاشوراست . آرى نبايد در پى آن بود كه حتماً\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nسنّىها اين فجايع را روايت كرده باشند تا باورپذير گردند و انتظار هم نبايد داشت كه متعصّبى از اهل سنّت اين قضايا را نقل كرده باشد .\r\nپستى به جايى مىرسد كه وقتى آن مرد خبيث گوشواره فاطمه دختر سيدالشهداء عليه السلام را با گريه از گوش او مىكشيد ، فاطمه به او گفت : چرا گريه مىكنى ؟ رهايم كن ! آن خبيث گفت : اگر من اين كار را نكنم ، فرد ديگرى گوشواره را مىبرد . « 1 » چنان كه در تاريخ آمده است ، جسد مبارك سيدالشهداء عليه السلام را ده نفر اسب سوار با سم اسبان خود لگدمال كردند و اسامى آنان در كتاب‌هاى معتبر آمده است .\r\nابوعمرو زاهد كه از نظر اهل سنّت بسيار معتبر است ، مىگويد : ما اين ده نفر را بررسى كرديم تمام آنان را ولدالزنا يافتيم . « 2 » آيا به راستى مىتوان ادّعا كرد كه اين وقايع و جنايت‌هاى روز عاشورا را شيعيان انجام داده‌اند ؟ آيا شيعه هر قدر فاسق باشد ، مىتواند از اين قبيل كارها انجام دهد ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سير اعلام النبلاء : 3 / 303 ، ترجمة الامام الحسين عليه السلام من طبقات ابن سعد : 78 .\r\n( 2 ) . اللهوف : 79 - 80 ، مثير الاحزان : 59 ، بحار الانوار : 45 / 59 - 60 .\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\n\r\nنگاهى به اعتقاد قاتلان سيدالشهداء\r\nبه راستى عقيدهء آنان كه در كربلا بوده‌اند و با سيدالشهداء عليه السلام جنگيده‌اند چه بوده است ؟\r\nطبرى تاريخ نگار اهل سنّت مىنويسد : روز عاشورا يكى از افراد سپاه ابن زياد به نام يزيد بن معقل از دشمنان سيدالشهداء عليه السلام به برير بن خضير - كه از علماء قرآن شهر كوفه و از ياران حضرت بود - مىگويد : مىبينى خدا چه روزگارى را براى تو رقم زده است ؟\r\nبرير پاسخ داد : آن چه خدا براى من پيش آورد ، سعادت و نيك بختى است و آن چه براى تو پيش آمده ، شقاوت و بدبختى است .\r\nيزيد بن معقل گفت : دروغ مىگويى ! تو پيش از اين نيز دروغ‌گو بودى . آيا به ياد دارى زمانى كه در قبيله بنى لوذان اين دروغ‌ها را به عثمان مىگفتى و معاويه را گمراه و گمراه كننده و على بن ابى طالب را پيشواى حق و هدايت مىپنداشتى ؟\r\nبرير گفت : گواهى مىدهم كه اعتقاد من همين است كه گفتى .\r\nيزيد بن معقل گفت : من نيز گواهى مىدهم تو از زمرهء گمراهان هستى .\r\nبرير گفت : آيا حاضرى مباهله كنى و بعد مبارزه كنيم ؟\r\nيزيد بن معقل گفت : آرى .\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nآن گاه هر دو حركت كردند و قبل از مبارزه دست به دعا برداشتند و دروغ‌گو را لعنت كردند و از خدا خواستند كه كسى را كه بر حق است بر ديگرى چيره گرداند و بعد مبارزه آغاز شد و برير ، يزيد بن معقل را كشت . « 1 » نكته اين است كه در روز عاشورا سخن از حقانيت امير مؤمنان على عليه السلام و يا عثمان مطرح است . هوادارى از على عليه السلام و پيروى از عثمان محلّ اختلاف و منشأ جنگ است .\r\nطبرى در مورد ديگرى مىنويسد : هنگامى كه نافع بن هلال از ياوران امام حسين عليه السلام پا به ميدان رزم نهاد ، رجز خواند و گفت : من معتقد به دين على عليه السلام هستم .\r\nفردى از سپاه ابن زياد به نام مزاحم بن حريث براى مبارزه با او به ميدان رفت و در جواب نافع گفت : من هم معتقد به دين عثمان هستم . « 2 » ابن اثير جزرى در كتاب الكامل فى التاريخ و ابن كثير در البداية والنهايه به نقل اين اتّفاق مىپردازند ، « 3 » ولى نمىگويند كه طرف مقابل او در پاسخ گفت : من معتقد به دين عثمان هستم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تاريخ طبرى : 4 / 328 - 329 ، الكامل فى التاريخ : 4 / 66 .\r\n( 2 ) . تاريخ طبرى : 4 / 331 .\r\n( 3 ) . الكامل فى التاريخ : 8 / 199 ، البداية والنهايه : 8 / 199 .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nچرا ؟ چون بايد مخفى بماند تا كسى قاتلان سيدالشهداء عليه السلام را نشناسد تا در قرن‌ها بعد افرادى بتوانند بگويند كه خود شيعيان ، حسين بن على را به شهادت رساندند .\r\nمورّخين مىنويسند ؛ ابن زياد در نامه‌اى به عمر سعد نوشت :\r\nحسين و يارانش را از آب منع كن تا قطره‌اى به آن‌ها ، آب نرسد ، همان طورى كه با خليفه مظلوم عثمان بن عفان اين كار را كردند ! « 1 » نوشته‌اند : وقتى اسيران اهل بيت عليهم السلام را به مدينه منوره برگرداندند و بانوان بنى هاشم شيون و ناله زدند و به عزادارى پرداختند ، راوى گويد : در آن هنگام نزد عمرو بن سعيد اشدق رفتم .\r\nعمرو با ديدن آن صحنه خنديد و شعرى را در دشمنى با اهل بيت عليهم السلام خواند و بعد از آن گفت : اين عزا و مصيبت در مقابل مصيبت عثمان بن عفّان است ! « 2 » با توجه به اين مطالب معلوم مىشود كه در كربلا چه جبهه‌اى در مقابل چه گروهى قرار گرفته بودند . آرى از آغاز جنگ پاى عثمان در كار بوده و تا پايان كه ورود اهل بيت عليهم السلام به مدينه بود ، باز هم سخن از عثمان به ميان مىآيد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تاريخ طبرى : 4 / 311 ، الاخبار الطوال : 255 ، البداية والنهايه : 8 / 189 .\r\n( 2 ) . همان .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\n\r\nچهرهء دشمنان اهل بيت در سخنان امام حسين عليه السلام\r\nسيدالشهداء عليه السلام در روز عاشورا در ضمن سخنانى ، دشمنان اهل بيت عليهم السلام را اين گونه توصيف نموده و فرمودند :\r\nهمانا شما در زمرهء سركشان امّت ، پشت كنندگان به قرآن ، همدم‌هاى شيطان ، گروهى معصيت‌كار ، تحريف كنندگان ، قاتلان و فرزندان انبياء و . . . هستند . شما فرزندان ابن حرب و پيروان ( معاويه ) هستيد و هدف شما فقط از بين بردن ماست . « 1 » اين سخنان بر چه كسى منطبق است ؟ اين كلمات حتّى بر يك شيعى كه در پايين‌ترين درجهء تشيّع و در بالاترين درجهء فسق و گناه باشد ، صدق نمىكند .\r\nآن حضرت در ادامه از آنان مىپرسد كه به دليل قصد جان مرا كرده‌ايد ؟\r\nدر پاسخ گفتند : ما تو را به جهت كينه و دشمنى با پدرت مىكشيم . « 2 » بنابراين ، با توجه به آن كه گفتيم بزرگان كوفه از شيعيان اميرالمؤمنين عليه السلام يا در زندان بودند ، يا به شهادت رسيده و يا فرار كرده بودند با اين حال ، آيا مىشود شيعه به هر معنايى ، مرتكب جناياتى چون آتش زدن خيمهء زنان و كودكان بىپناه و . . . بشود ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ترجمة الامام حسين عليه السلام ابن عساكر : 318 ، تاريخ مدينة دمشق : 14 / 218 .\r\n( 2 ) . نور العين فى مشهد الحسين عليه السلام : 47 .\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\n\r\nبخش پايانى نگاهى كوتاه به مطالبى پيرامون حادثه عاشورا\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\n\r\nحوادث و دگرگونى در عالم\r\nحوادثى پس از واقعه كربلا در عالم هستى رخ داده كه ذكر آن مطالب ، ايمانِ مؤمنان را تقويت مىكند و نقل اين قضايا از كتاب‌هاى معتبر اهل سنّت و ذكر سند آن ، تشكيك منافقان را بر طرف مىسازد و جاى هيچ حرفى را براى آنان باقى نمىگذارد .\r\nاز جملهء اين حوادثى كه رخ داده ، كسوف خورشيد بود . حادثهء ديگر اين كه هر سنگى كه از زمين برداشته مىشد زير آن سنگ خون بود و اتفاقات ديگر .\r\nبه چند روايت صحيح السّند در اين زمينه كه از ديدگاه اهل سنّت نيز صحيح است توجه كنيد .\r\nامّ حكيم مىگويد : زمانى كه حسين عليه السلام كشته شد ، من زن جوانى بودم . در آن روز آسمان مدتى سرخ بود . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مجمع الزوائد : 9 / 196 - 197 ، المعجم الكبير : 3 / 113 ، تاريخ مدينة دمشق : 14 / 226 .\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nابوقبيل مىگويد : زمانى كه حسين بن على عليهما السلام به شهادت رسيد ، خورشيد گرفت و به گونه‌اى آسمان تاريك شد كه ستارگان پديدار شدند به طورى كه گمان كرديم قيامت فرا رسيده است . « 1 » ابوبكر هيثمى كه از بزرگان اهل سنّت است در ذيل اين دو روايت مىگويد اين‌ها صحيح السند هستند .\r\nمحمد بن شهاب زهرى كه از ديدگاه اهل سنّت فرد بزرگى است مىگويد :\r\nعبدالملك بن مروان از من پرسيد : چه حوادثى در روز قتل حسين پديدار شد ؟\r\nدر پاسخ به او گفتم : در بيت المقدس سنگى از روى زمين برداشته نشد ، مگر آن كه خون تازه از زير آن پديدار مىشد .\r\nعبدالملك در تأييد زهرى پاسخ داد : من هم مثل تو از اين قضيّه خبر دارم . « 2 » ابوبكر هيثمى روايت مىكند :\r\nآن گاه كه حسين عليه السلام كشته شد ، شترى از لشگر آن حضرت به سرقت بردند . آن گاه آن حيوان را ( ذبح كردند و ) پختند . گوشت آن به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مجمع الزوائد : 9 / 197 .\r\n( 2 ) . مجمع الزوائد : 9 / 169 ، المعجم الكبير : 3 / 119 ، المناقب خوارزمى : 388 .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nخون تبديل شد .\r\nهيثمى و ديگران درباره سند اين روايت مىگويند : راويان اين حديث راست‌گو هستند . « 1 » ابن كثير دمشقى كه هيچ ارتباطى با اهل بيت عليهم السلام ندارد و شاگرد ابن تيميّه است در تاريخ خود مىنويسد :\r\nبيشتر رواياتى كه درباره فتنه‌ها و بلاهايى كه بر قاتلان حسين عليه السلام واقع شد ، صحيح هستند ، آن‌ها دچار آفت و بيمارى و بيشتر آن‌ها مبتلا به ديوانگى شدند . « 2 » هدف ما از ذكر روايات اهل سنّت در اين جا ، آن است كه بگوييم :\r\nاگر اهل سنّت رواياتى اين چنين دربارهء اهل بيت ذكر مىكنند و بر آن‌ها مُهر صحّت مىزنند ، ديگر حساب افرادى كه خود را اهل ولايت مىدانند و به اهل بيت عليهم السلام محبّت دارند ؛ ولى با اين حال در اين گونه امور تشكيك مىكنند مشخص خواهد شد ؛ يعنى معرفت و شناخت آنان از طبرانى ، احمد بن حنبل ، ابوبكر هيثمى ، ابويعلى موصلى و ديگران كمتر خواهد بود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مجمع الزوائد : 9 / 169 ، المعجم الكبير : 3 / 121 .\r\n( 2 ) . البداية والنهايه : 8 / 219 - 220 .\r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\n\r\nنگاهى به انواع عزادارى و سوگوارى\r\nدرباره اصل گريه كردن بر مصيبت سيدالشهداء عليه السلام آن قدر روايت وجود دارد كه از شمارش خارج است و در كتاب‌هاى شيعه و سنّى آمده است .\r\nلكن اقامهء عزادارى و سوگوارى سيدالشهداء عليه السلام به گريه ختم نمىشود ، بلكه انواع ديگرى از عزادارى وجود دارد كه از جملهء آن‌ها جزع و نوحه گرى است .\r\nاكنون اين سؤال مطرح است كه معناى جَزَعْ و نوحه‌گرى چيست و چه حكمى دارد ؟\r\nدر روايتى آمده است كه جابر مىگويد : از امام باقر عليه السلام پرسيدم جزع چيست ؟\r\nحضرت فرمودند : شديدترين فريادها : واويلا گفتن ، زدن به صورت و سينه و كندن مو از سر است . « 1 » در روايت معتبر ديگرى آمده كه حضرتش فرمودند :\r\nهر جزع و نوحه گرى و گريستن ناپسند است مگر جزع و گريستن بر شهادت امام حسين عليه السلام . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . وسائل الشيعه : 3 / 270 - 271 ، باب 83 .\r\n( 2 ) . وسائل الشيعه : 3 / 282 ، باب 87 .\r\n","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nاز انواع ديگر عزادارى ، لطمه زدن به صورت ، سينه زدن و واويلا گفتن است كه همهء اين موارد نزد خداوند متعال و در مكتب اهل بيت عليهم السلام امرى پسنديده به شمار مىرود و همهء اين‌ها بايد برگزار شود .\r\nالبته بايستى در محدودهء شرع باشند كه مراجع تقليد حدود شرعى آن‌ها را همانند حدود ديگر امور ، تعيين مىكنند و ما نيز بايد مطيع آنان باشيم .\r\nاز انواع ديگر سوگوارى ، نوحه سرائى ، پيراهن چاك كردن ، لباس مشكى پوشيدن و در اين راستا طعام دادن ، تعطيل كردن بازارها ، مغازه‌ها ، مدارس و درس‌هاست . همهء اين موارد مدرك دارد ، حتى در مواردى از منابع اهل سنّت ، مدرك معتبر وجود دارد .\r\nان شاء اللَّه ، خداوند به همگى ما ، توفيق حفظ و ترويج شعائر دينى را بدهد . و صلّى اللَّه على محمّد وآله الطاهرين .\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nserles of theologlcal researches\r\n( 28 )\r\nselection of untold facts\r\nabout ashoora\r\nayatollah sayyid ali husayni milani\r\n\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96}
  ]