[
  {"content":"\r\n\r\nمناسك حج\r\nمطابق با فتواى\r\nحضرت آية الله العظمى\r\nحاج شيخ محمد اسحاق فياض ( دام ظله العالى )\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nمناسك حج\r\nحضرت آية الله العظمى شيخ محمد اسحاق فياض\r\nناشر : دفتر حضرت آية العظمى فياض ( دام ظله العالى )\r\nچاپ : اول / 1384 شمسى - 1426 هجرى\r\nچاپخانه : سرور\r\nتيراژ : 1000 نسخه\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\n[ مقدمه 
  ]\r\nبِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ\r\nحج ، يكى از مهمترين واجبات بزرگ الهى و از باشكوهترين عبادات اجتماعى در اسلام بوده و داراى مفهوم عميقى از نظر روحى و اجتماعى است و مراسمى است گروهى كه مسلمانان آن را در يك زمان و مكان و با آداب يكسان انجام مىدهند .\r\nاسلام به اين فريضهء بزرگ به اندازه‌اى اهميت داده كه در قرآن و روايات از ترك آن به كفر تعبير كرده است .\r\n\r\nشرايط وجوب حجة الاسلام\r\nمسأله 1 - حجّة الاسلام : حجّى است كه در طول عمر يك بار بر شخص بالغ ، عاقل ، آزاد و مستطيع - مرد يا زن - واجب مىشود . بنابراين ، حج دوم حجّة الاسلام نخواهد بود بلكه مستحب مىباشد مگر آنكه به علت ديگرى واجب گردد ، مانند نذر و يا سوگند و يا اينكه حج سابق خويش را به دليل نزديكى با همسرش عمدا و با توجه به حكم شرعى آن قبل از وقوف در مشعر الحرام فاسد نمايد كه در اين صورت بايد حج را فعلا تمام نموده و كفارهء جماع را نيز بپردازد و در سال آينده بايد حج را اعاده نمايد و اين حج ، به دليل فاسد نمودن\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nحج سابق بر شخص واجب مىشود .\r\nمسأله 2 - در صورت فراهم شدن شرايط حج ، واجب است انسان براى انجام دادن آن اقدام نمايد ، و سهل انگارى و مسامحه و اتلاف وقت در سال اوّل استطاعت به اميد دستيابى به سود تجارتى و يا امر ديگرى از امور دنيوى ، جايز نيست ؛ و اگر مستطيع در سال اول كوتاهى نموده و به حجّ نرود ، سال دوّم واجب است آن را بجاى آورد ، البته اگر مكلّف مطمئن باشد كه سال آينده مىتواند به حج برود - با در نظر گرفتن امكانات مالى و سلامتى و امنيت و مسائل ديگر حج - در اين صورت اقدام براى حج ، در سال اول بنابر احتياط ، واجب خواهد بود .\r\nمسأله 3 - اگر سفر حج به تهيه مقدماتى از قبيل اخذ گذرنامه ، ويزا و غيره بستگى داشته باشد ، تلاش براى فراهم نمودن اين موارد در حدى كه مشقت زيادى نداشته باشد به طورى كه مكلّف به درك حج مطمئن شود ، واجب است .\r\nمسأله 4 - كسى كه با اولين كاروان و يا هواپيما مىتواند براى انجام حجّ مسافرت نمايد ، در صورتى كه از فوت شدن مراسم حج هراس نداشته باشد ، جايز است سفرش را به تأخير بيندازد و با آخرين قافله يا هواپيما حركت كند ، البته اگر به دليل تأخير انداختن سفر ، اتفاقا حجّش فوت شود ، اظهر اين است كه وجوب حج بر ذمهء او مستقر نشده و واجب است در صورت امكان تا سال آينده استطاعت مالى خود را حفظ نمايد .\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nشرايط حجّة الاسلام\r\n\r\n1 و 2 - بلوغ و عقل\r\nبنابراين حج كودك غير بالغ از حجّة الاسلام كفايت نمىكند گرچه در سنّ تمييز و نزديك بلوغ باشد ، ولى حج او همانند نماز و روزه‌اش صحيح خواهد بود .\r\nمسأله 5 - اگر كودك قبل از رسيدن به ميقات بالغ شود ، در صورتى كه قبلا مستطيع بوده باشد ، واجب است براى عمرهء تمتع حجّة الاسلام محرم شود ؛ امّا اگر بعد از احرام بالغ گردد ، در صورتى كه برگشتن به يكى از ميقاتها برايش ممكن باشد ، واجب است به آنجا برگشته و محرم گردد ، ولى اگر برگشتن ممكن نباشد ، بعيد نيست از همان مكان فعلى محرم شود . بنابراين اگر بلوغش قبل از رسيدن به مكّه باشد ، احوط آن است كه به مقدار ممكن از محلّ فعلى خود به طرف ميقات برگردد و سپس محرم شود ، و اگر بعد از رسيدن به مكّه باشد ؛ در صورتى كه خروج از حرم براى وى مقدور باشد ، بايد تا آن جايى كه ممكن است از حرم دور شده و سپس محرم شود ؛ و اگر خروج ممكن نبود از همان محلّ محرم مىشود . و همچنين ديوانه اگر عاقل شود و انجام حجة الاسلام براى وى ميسّر باشد ، در صورتى كه قبلا مستطيع بوده ، انجام حج بر او واجب است .\r\nمسأله 6 - اگر كودك بعد از وقوف در عرفات و قبل از مشعر بالغ گردد ، حج او از حجة الاسلام كفايت نمىكند . همچنين اگر ديوانه قبل از وقوف در مشعر عاقل شود ، حجّش مجزى نخواهد بود .\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nمسأله 7 - اگر كودك به عقيدهء اينكه هنوز بالغ نشده ، حج مستحبّى به جاى آورد و بعد از انجام حج ، معلوم شود كه بالغ بوده است ، اين حج از حجّة الاسلام مجزى نيست .\r\nمسأله 8 - اذن ولىّ در صحّت حج كودك مميّز ، شرط نيست همچنانكه در صحّت نماز و روزه‌اش شرط نمىباشد .\r\nمسأله 9 - مستحب است ولىّ كودك ، در صورتى كه وى توانايى به جاى آوردن اعمال را شخصا داشته باشد او را به احرام و تلبيه و ساير اعمال حج وادار نمايد ، و اگر اين توانايى را نداشته باشد ، بايد ولىّ او را محرم نمايد ، بدين گونه كه غسلش داده و از طرف وى تلبيه بگويد و او را طواف داده ، و به جايش نماز بخواند و او را بين صفا و مروه سعى دهد .\r\nمسأله 10 - اگر سفر حج از نظر سلامتى و فكرى براى كودك مصلحت داشته باشد ، واجب نيست كه ولىّ شرعى او ، هزينه بيشتر از زندگى عادى كودك را كه در حج صرف او مىشود به عهده بگيرد ، بلكه بعيد نيست ولىّ بتواند پول قربانى كودك را نيز - به دليل ولايتش بر كودك - از اموال او بپردازد ، البته به شرط آنكه مفسده‌اى در آن نباشد و الّا نيست .\r\nمسأله 11 - كفارهء شكار كودك بر عهدهء پدر اوست ولى ساير كفّارات بر هيچ كدام ( پدر و كودك ) واجب نيست .\r\n\r\n3 - استطاعت\r\nاستطاعت به چند ركن بستگى دارد :\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nركن اوّل : امكانات مالى : كسى كه به وطنش بر مىگردد ، بايد هزينهء رفتن و برگشتن و مصارف هنگام مراسم حج را داشته باشد ؛ اما كسى كه برنمىگردد ، چنانچه هزينهء رفتن را داشته باشد ، كافى است .\r\nركن دوم : امنيّت : يعنى سلامتى انسان و مال و ناموسش در راه رفتن به حج و برگشتن از آن و نيز هنگام انجام مناسك حج در خطر نباشد .\r\nركن سوم : داشتن امكانات مالى بعد از انجام حج ، يعنى اينكه شخص بتواند بعد از سفر حج ، زندگى معمولى خويش را از سر گيرد بدون آنكه در عسر و حرج و تنگدستى بيفتد . اگر اين اركان سه‌گانه براى مكلف فراهم شد - چه مرد باشد و چه زن - و وقت كافى براى انجام حج داشته باشد ، حجّة الاسلام بر او واجب مىگردد ، و اگر با فراهم نشدن يكى از آن سه ركن ، حج او حجة الاسلام نخواهد بود .\r\n\r\nاحكام استطاعت\r\n\r\nركن اول : امكانات مالى\r\nمسأله 12 - منظور از امكانات مالى ؛ اين نيست كه مكلّف فعلا پول نقد در اختيار داشته باشد ، بلكه مقصود داشتن مالى است كه قيمت آن ، براى هزينه‌هاى سفر حج كافى باشد به شرط آنكه آن مال ، از مخارج ضرورى زندگى مانند خانهء مسكونى ، اثاثيه و لوازم منزل و مانند اينها نباشد ، و مراد از ضرورى بودن لوازم زندگى ، اينست كه اگر آنها براى حجّ خرج شود ، انسان در مشقت و سختى مىافتد .\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nهمچنانكه امكانات مالى با وجود اموال در نزد شخص محقّق مىگردد ، با داشتن اموالى در ذمّهء ديگران به صورت قرض نيز صادق است ، به شرط اينكه وقت اداى قرض رسيده و امكان به دست آوردن آن باشد .\r\nمسأله 13 - مراد از توشه ، داشتن قدرت مالى جهت هزينه‌هاى سفر حج براى رفت و برگشت و هنگام انجام اعمال آن است . و امّا وسيلهء نقليّه ، هنگامى از امكانات مالى شمرده مىشود كه نيازمند به آن باشد ، مانند سوار شدن و يا حمل بار و توشهء راه ؛ بنابراين اگر شخص توانايى داشته باشد كه پياده به حج برود بدون آنكه به سختى و مشقّت بيفتد ، مستطيع شمرده مىشود و استطاعتش متوقّف بر وجود وسيلهء نقليه نيست .\r\nمسأله 14 - لازم نيست كه مكلف در وطن خود امكانات مالى داشته باشد ، بلكه اگر براى تجارت و يا كار به شهرى نزديك ميقات ، مثل مدينهء منوره مسافرت كند و مالى به دست بياورد كه هزينه‌هاى حج از همانجا را كفايت كند ، حجّ بر او واجب مىگردد . و همچنين اگر با مشقّت و سختى به محلّى كه نزديك ميقات است مسافرت كند و سپس آنجا مالى به دست آورد كه كفاف هزينهء حج را مىكند ، حج بر او واجب مىشود ؛ بلكه حتى اگر بعد از اينكه با مشقّت و سختى احرام بسته است ، مال كافى براى حج به دست آورد ، بايد به ميقات مراجعت نموده و دوباره براى حجّة الاسلام محرم شود ، و اگر برگشتن به ميقات ممكن نباشد ، در صورتى كه سر راه او ميقات ديگرى باشد ، واجب است از آنجا احرام ببندد ، و اگر نباشد از محلّ فعلى محرم\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nمىشود ، و احتياط آن است كه به اندازهء ممكن از محلّش دور شده و احرام ببندد .\r\nمسأله 15 - اگر انسان داراى ملك و يا كالايى باشد كه جوابگوى هزينه‌هاى سفر حج است ولى فروش آن به قيمت متعارف و معقول مقدور نيست ؛ در صورتى كه فروشنده از فروش آن بيش از حد متعارف ضرر نمىبيند ، واجب است به كمتر از قيمت معمولى بفروشد .\r\nو همچنين اگر هزينه‌هاى سفر حج بالا برود - مانند قيمت بليط هواپيما ، چادر ، هتل و غيره - چنانچه اين افزايش قيمت ، ضررى بيش از حد متعارف ، داشته باشد ، تأخير حجّ تا سال آينده جايز است و گرنه جايز نيست ، و از همين قبيل است اگر طلبى به صورت مدّت‌دار ( كه زمان ادايش نرسيده ) از كسى داشته باشد ، كه اگر بتواند آن را بفروشد هزينهء حج او را كفاف مىدهد ، در صورتى كه ضررى بيش از حدّ متعارف براى فروشنده نداشته باشد ، فروش آن واجب است .\r\nمسأله 16 - سوغات و هدايايى كه حاجىها براى نزديكان خويش تهيّه مىكنند جزء استطاعت شمرده نمىشود و ناتوانى از خريد آنها مجوز ترك حج نمىشود ، بلى اگر شخصى با نخريدن هدايا واقعا به عسر و حرج مىافتد ، مانند موارد حرجى ديگر ، حج بر چنين شخصى واجب نيست .\r\nمسأله 17 - اگر شخصى - چه مرد و چه زن - مالى به دست آورد كه كفاف هزينهء حجّ از طريق زمينى را مىكند ولى جوابگوى سفر هوايى نيست ، واجب است از راه زمينى حجّ نمايد به شرط اينكه ، موجب\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nزحمت و مشقّت نباشد و گرنه تا هنگامى كه هزينهء سفر هوايى را به دست نياورد ، حجّ بر وى واجب نخواهد بود .\r\nمسأله 18 - اگر زنى مهريّهء خود را كه از همسرش دريافت نموده چنانچه به اندازه‌اى است كه كفاف هزينه‌هاى سفر حج را مىكند - با كنار گذاشتن موارد و خرج‌هاى متعارفى كه در زندگى زناشويى معمول و مرسوم است به شرط آنكه ترك آنها مشقّت نداشته باشد - حج بر او واجب خواهد بود . و همچنين اگر زنى بىنياز از زيور آلات خود باشد و قيمت آنها كفاف هزينه‌هاى حجّ را بكند - با توجه به خرج‌هاى متعارف و مرسومى كه ترك آنها موجب عسر و حرج مىگردد - حج بر او واجب مىشود . و از اين قبيل است آنچه كه زن بعد از ازدواج به عنوان هديّه به دست مىآورد ، چنانچه به مقدارى مىباشد كه امكانات مالى وى را فراهم نمايد ، موجب استطاعت و وجوب حجّ خواهد شد .\r\nمسأله 19 - اگر امكانات مالى به صورت قرضى باشد كه شخص آن را گرفته است ، در صورتى كه مطمئن باشد هنگام رسيدن زمان اداى دين دچار مشكل نمىشود ، استطاعت محقق مىگردد ، البته واجب نيست ابتداء براى حج قرض كند گرچه بداند كه در اداى آن دچار مشكل نخواهد شد ؛ ولى پس از قرض گرفتن ، حج بر او واجب مىگردد و حجّش صحيح بوده و از حجّة الاسلام كفايت مىكند . و از اين قبيل است وامى كه كارمند دولت مىگيرد اگر چه گرفتن آن واجب نيست ولى پس از دريافت آن ، اگر كفاف هزينهء حج را بكند و نيز مطمئن باشد كه در موعد مقرر قادر به بازپرداخت آن است ، حج بر او\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nواجب و صحيح مىباشد و حجّة الاسلام شمرده مىشود .\r\nمسأله 20 - اگر مالى را به صورت قرض به ذمّه فردى داشته باشد كه زمان اداى آن فرا رسيده ولى او از پرداخت آن شانه خالى مىكند و چنانچه بدون مراجعه به محاكم شرعى يا عرفى ، وصول نمىشود ، در اين صورت اگر محذورى نداشته باشد ، واجب است مراجعه نمايد . و همچنين اگر مال ، به صورت قرضى باشد كه هنوز وقت پرداخت آن نرسيده است و شخص مىتواند آن را به قيمت معقولى بفروشد كه كفاف هزينه‌هاى سفر حج را بكند ، فروش آن واجب است .\r\nمسأله 21 - اگر انسان مالى داشته باشد كه از مصارف حج كفايت مىكند ولى از طرف ديگر نياز به ازدواج و يا خريد خانه براى سكونت و امثال آن داشته باشد ، در اين صورت واجب است آن مال را در راه حج صرف كند و نيازهاى ديگر را كنار بگذارد مگر آنكه عدم توجه به آن نيازها موجب عسر و حرج گردد .\r\nمسأله 22 - اگر اموال انسان به صورت لوازم متعارف زندگى از قبيل خانه و اثاثيهء منزل و ماشين و غيره باشد ، اين موارد از استطاعت مالى حج ، مستثنى نيست . مگر آنكه نياز انسان به آنها به نحوى باشد كه صرف آن در راه حج موجب مضيقه و عسر و حرج گردد ؛ مثلا اگر خانه‌اش را بفروشد و در خانهء استيجارى يا وقفى سكونت كند ، مناسب شأنش نباشد و در فشار و عسر و حرج بيفتد . بلى اگر چنين كارى براى وى سختى و مشقّت نداشته باشد ، بايد خانه را فروخته و پول آن را در راه حج مصرف كند ، مانند كسى كه سكونت در خانه وقفى يا استيجارى منافى شأنش نباشد كه در اين صورت مستطيع\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nبوده و حج بر او واجب است . همچنين اگر لوازم متعارف زندگى ، بيشتر از نياز انسان باشد و آن زيادى كفاف هزينه‌هاى حج را مىنمايد ، واجب است اضافى را بفروشد و يا آنها را به لوازم ارزانتر تبديل نمايد و قيمت اضافى را در راه حج مصرف كند .\r\nمسأله 23 - با سهم امام عليه السلام استطاعت حاصل نمىشود و امّا با سهم سادات ، با ملاحظه دو امر استطاعت محقق مىگردد .\r\nاول - مقدار سهم ساداتى كه شخص قبض مىنمايد براى هزينهء حج كفايت نمايد .\r\nدوم - مطمئن باشد اگر اين مال را در راه حج صرف كند ، پس از بازگشت در مضيقه مالى و عسر و حرج نمىافتد ؛ در مورد زكات نيز مانند سهم سادات بايد عمل نمود .\r\nمسأله 24 - اگر مالك به اندازهء هزينهء حج از سهم سادات و يا زكات به شخصى بپردازد ، در اين صورت حق ندارد بر او شرط كند كه به حج برود .\r\nمسأله 25 - كسى كه داراى امكانات مالى و مستطيع است ، اگر با سختى و تنگدستى و با اموال غصبى حج نمايد ، كفايت مىكند به شرط اينكه پول قربانى او غصبى نباشد ؛ مانند اينكه آن را با مال شخصى و يا با پول كلى در ذمّه خريدارى نمايد .\r\nمسأله 26 - با مالى كه ملكيتش متزلزل است استطاعت حاصل مىشود ، بلكه حتى با اباحهء تصرف - بدون ملكيت - استطاعت تحقق مىيابد .\r\nمسأله 27 - اگر شخصى مالى را به دست آورد كه كفاف هزينه‌هاى\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nحج را بكند ، واجب است با آن مال به حج برود و جايز نيست آن را در نيازهاى ضرورى و معمولى زندگى مصرف كند مگر آنكه موجب مشقت و سختى طاقت‌فرسايى شود .\r\nمسأله 28 - اگر انسان در شهرى مالى دارد كه به تنهايى و يا به ضميمهء اموالى كه در اختيارش مىباشد ، كفاف هزينه‌هاى حج را بكند و بتواند آن مال را با حواله و يا بنحو ديگرى به دست آورد ، حج به صورت فورى مىباشد ، و اگر كوتاهى و يا سهل انگارى نمايد تا اينكه آن مال از دست برود ، گناهكار بوده و حج بر وى مستقر مىشود .\r\n\r\nاحكام استطاعت بذلى\r\nمسأله 29 - اگر كسى مالى را به شخص ديگرى ببخشد ، اين بخشش چند صورت دارد .\r\nاول - اينكه آن مال را به شرط انجام حج ببخشد ؛ در اين صورت قبول اين بخشش و انجام حج واجب است .\r\nدوم - اينكه آن مال را به شخصى ببخشد و او را در انجام حج و يا صرف مال در جهات ديگر مخيّر كند ؛ در اين صورت ظاهر اين است كه قبول بخشش واجب نيست گرچه قبول آن احوط و بهتر است . ولى اگر قبول كند ، در صورت فراهم شدن شرايط ديگر ، حج بر او واجب مىگردد .\r\nسوم - اينكه آن مال را به شخصى ببخشد ، بدون اينكه موضوع حج را مطرح كند ؛ در اين صورت پذيرفتن اين بخشش واجب نيست .\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nولى اگر قبول كند و سائر شرايط فراهم باشد ، حج بر او واجب مىشود .\r\nمسأله 30 - بذل مال با وصيت نيز تحقق پيدا مىكند ، مانند اينكه متوفّى وصيت كند كه مالى را به شخصى براى انجام حج بدهند و يا اينكه به وصيّش بگويد كه از ثلث مالش ، هزينهء حج شخصى را بپردازد .\r\nمسأله 31 - استطاعت بذلى با پرداخت كليهء هزينهء سفر حج از قبيل هزينهء رفتن و برگشتن و مصارف انجام مناسك حج ، محقق مىشود ، و پول قربانى نيز جزء هزينه‌هاى حج است ، بنابراين اگر بذل‌كننده از دادن پول قربانى امتناع نمود ، قبول بذل واجب نيست ، مگر آنكه گيرنده شخصا توانايى خريد قربانى را داشته باشد ؛ و امّا كفارات ، بر عهدهء خود شخص است نه بر بذل‌كننده .\r\nمسأله 32 - در استطاعت بذلى فرقى نمىكند كه بذل‌كننده مال را به خود گيرنده بدهد و يا اينكه متكفّل مخارج حج او شود ؛ مثلا به او بگويد « به حج برو و خرجت بر عهدهء من باشد » و يا اينكه او را همراه خود به حج ببرد .\r\nمسأله 33 - اگر كسى به ديگرى بگويد از طرف من قرض بگير و با آن حج انجام بده ، اين كار بر او واجب نيست .\r\nمسأله 34 - بر گيرنده بذل ، فقط حجى كه در شرع مقدس در صورت استطاعت ، وظيفه‌اش بود واجب مىگردد ؛ بنابراين اگر فاصلهء وطن و مسكنش از مسجد الحرام شانزده فرسخ و يا بيشتر باشد ، وظيفه‌اش در صورت استطاعت ، حج تمتّع خواهد بود ، و اگر\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nاقامتگاه وى در فاصله‌اى كمتر از شانزده فرسخ باشد ، وظيفه‌اش حج افراد است ؛ پس اگر به شخصى كه در فاصلهء دور از مسجد الحرام زندگى مىكند مالى بذل شود كه با آن حج تمتّع انجام دهد ، واجب است آن را قبول نمايد ولى اگر به همين شخص ، مالى داده شود تا حج افراد بجاى آورد ، پذيرفتن آن واجب نيست . و عكس مسأله در مورد شخصى صادق است كه در فاصله كمتر از شانزده فرسخ اقامت مىكند .\r\nمسأله 35 - در وجوب حج به وسيلهء بذل مال ، بين اينكه باذل يك نفر باشد و يا بيشتر از يك نفر ، فرقى نيست .\r\nمسأله 36 - اگر مالى كه كفاف هزينه يك حج را مىنمايد به عدّه‌اى بذل شود ؛ معروف و مشهور اين است كه وجوب حج بر همه ثابت مىشود ، منتها اگر يكى از آنها بر ديگران پيشى گرفته و آن مال را به دست آورد ، حج بر او واجب شده و از بقيّه ساقط مىگردد ، و اگر همهء افراد حج را ترك كنند ، - درحالىكه هر يك قدرت به دست آوردن آن مال را داشته باشد - حج بر همگى مستقر مىگردد ؛ ولى اين حكم بىاشكال نيست و احتياط ترك نشود .\r\nمسأله 37 - انجام حج بذلى از حجّة الاسلام كفايت مىكند ، بنابراين پس از انجام حج بذلى اگر شخص مستطيع گردد ، مجددا حج بر او واجب نمىشود .\r\nمسأله 38 - اگر كسى به شخصى مالى ببخشد كه كفاف هزينهء حج را مىكند و او را مخيّر سازد كه يا به حج برود و يا به زيارت حضرت امام حسين عليه السلام مشرف شود ، پذيرفتن اين مال و حج رفتن بر او واجب\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nنيست .\r\nمسأله 39 - اگر بذل‌كننده مالى را معين نمود به تصور اينكه كفاف هزينهء حج را مىنمايد ؛ و بعد از مدتى معلوم شد كه كافى نيست ، بذل ما بقى بر او واجب نيست .\r\nمسأله 40 - بذل‌كننده مىتواند پيش از محرم شدن گيرندهء بذل ، از بذل خود صرف نظر كند ، چه بذلش به صورت اباحه تصرف و يا بنحو هبه باشد ، البته در صورتى كه گيرنده در مال بذل شده تصرفى كه باعث تغيير و دگرگونى آن گردد ، نكرده باشد . بعد از محرم شدن ، جايز است كه از بذل خود برگردد ؛ و در اين صورت اتمام حج بر دربرگيرندهء بذل ، اگر مقدور باشد ، واجب است و آن مقدار از مالى را كه تاكنون از مال بذل شده مصرف كرده ، براى بذل‌كننده ضامن نيست .\r\nمسأله 41 - اگر بذل‌كننده در ميانهء راه از بذل خود صرف نظر كند ، بعيد نيست كه هزينه برگشت بر عهدهء بذل‌كننده واجب باشد .\r\nمسأله 42 - اگر مال بذل شده در اثناى راه به هر دليلى از بين برود ، استطاعت مالى بذلى نيز از بين مىرود و انجام حج بر گيرندهء بذل واجب نيست ، مگر آنكه خودش شخصا امكانات مالى براى اتمام حج داشته باشد كه در آن صورت اتمام حج بر او واجب بوده و از حجة الاسلام كفايت خواهد كرد .\r\nمسأله 43 - اگر بعد از انجام حج معلوم گردد مال بذل شده ، غصبى است ، بعيد نيست كه از حجّة الاسلام ، مجزى باشد به شرط اينكه گيرندهء بذل غافل و يا جاهل به موضوع غصب باشد .\r\nمسأله 44 - در استطاعت بذلى ، بذل مال به اندازه‌اى كه هم\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nجوابگوى هزينهء زندگى گيرندهء بذل باشد و هم مخارج سفر حج را كفايت كند شرط نيست ؛ اگر بذل‌كننده مصارف رفت و برگشت و هنگام مراسم حج را بذل كند ، در صورتى كه گيرنده بذل بعد از انجام حج ، بدون عسر و مشقت به امور زندگى خود ادامه بدهد ، قبول بذل واجب و به عهده نگرفتن مصارف زندگى او از سوى باذل ، عذرى براى ترك حج نمىشود .\r\nاما اگر اين كار براى او ممكن نباشد ؛ مانند كسى كه كارمند دولت است و اجازهء سفر حج ندارد ، و چنانچه مسافرت كند شغل و حقوقش را از دست مىدهد و پس از مراجعت با توجه به اينكه باذل مصارف زندگى او را به عهده نگرفته ، دچار مشكل مىشود ، قبول بذل در اين صورت واجب نخواهد بود و براى ترك حج ، معذور است .\r\nمسأله 45 - اگر گيرنده بذل ، بدهكار باشد ، قبول حج بذلى بر او واجب است به شرط اينكه سفر حج فرصت اداى بدهى وى را از بين نبرد و در غير اين صورت قبول بذل واجب نخواهد بود .\r\n\r\nركن دوم : امنيّت و سلامت\r\nمسأله 46 - اگر در راه سفر حج ، ماليات قابل توجهى از شخص حاجى دريافت گردد ، چنانچه ماليات مذكور ، به نحو متداول و متعارفى باشد - مانند آنچه كه حكومت از هر شخصى كه وارد آن ديار مقدّس مىگردد دريافت مىكند - چنين مالياتى مانع وجوب حج نخواهد بود و بايد آن را بپردازد ، هر چند كه موجب ضرر و زيان بر شخص باشد ، امّا اگر آن ماليات غير عادى و نامأنوس باشد مانند آنچه\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nكه دزدان و راهزنان مطالبه مىكنند ، در اين صورت شرط امنيت مفقود و حج واجب نخواهد بود .\r\nمسأله 47 - اگر عوارض مذكور غير متداول و بحسب اتفاق و تصادفا مطالبه شود ، در صورتى كه مقدارش اندك باشد ، لازم است پرداخت گردد و مانع وجوب حج نمىشود و حتى تأخير آن را تا سال آينده توجيه نمىكند ؛ ولى اگر مقدار عوارض قابل توجه باشد ، در صورتى كه دريافت آن از شخص در راه حج به امنيت و سلامت او اخلال وارد كند ، وجوب حج منتفى مىگردد ؛ امّا اگر موجب چنين اخلالى نشود ، پرداخت آن واجب است هر چند موجب ضرر و زيان شود به شرط اينكه ضرر بيش از حد معمول نباشد .\r\nمسأله 48 - چنانچه مسير معمولى حج به خاطر وجود دزدان و راهزنان امنيت نداشته باشد ، وجوب حج ساقط مىگردد . البته اگر راه ديگرى وجود داشته باشد كه طولانىتر و پرهزينه‌تر از راه معمولى باشد ولى امنيت دارد ، بر كسى كه قدرت مالى داشته باشد ، انجام حج از همان راه واجب بوده و تأخير آن جايز نيست .\r\nمسأله 49 - اگر كسى فرزندان كوچكى دارد و بخواهد به سفر حج برود ، چنانچه به دليل عدم وجود امنيّت از تلف شدن آنها در هراس باشد ، حج بر او واجب نيست .\r\nمسأله 50 - كسى كه اموال قابل توجهى در وطنش در اختيار دارد و مىترسد كه در غياب او از بين برود ، در اين صورت به خاطر نبود امنيت مالى ، وجوب حج از او ساقط مىگردد . و همچنين كسى كه تجارت و دادوستد و امثال آنها دارد و در صورت مسافرت از تلف\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nشدن آنها بترسد ، حج بر او واجب نيست ، به طور كلى كسى كه بر جان و يا مال و ناموس خود هنگام سفر به حج ، بترسد ، حجّ بر او واجب نمىباشد .\r\nمسأله 51 - اگر زنى مستطيع گردد ولى از سفر بدون محرم بترسد و از طرفى همراه بردن محرم برايش ممكن نباشد ، حج بر وى واجب نيست ، البته اگر از امنيت و سلامتى خود مطمئن باشد و حج را انجام دهد ، حجّش صحيح مىباشد و همراه داشتن محرم بر او واجب نيست گرچه امكان آن باشد ؛ بنابراين وجود محرم شرط اصلى وجوب حج بر او نيست ، بلكه ترس از سفر بدون محرم ، شرط است .\r\nمسأله 52 - اگر انسان استطاعت مالى فقط براى هزينه‌هاى سفر زمينى دارد ، ولى از سفر زمينى مىترسد ، حج بر او واجب نمىباشد .\r\nمسأله 53 - اگر راه سفر منحصر از طريق دريا باشد و انسان از سفر دريايى هراس دارد ، حج بر او واجب نمىباشد ؛ ولى اگر در اين حالت سفر دريايى انجام دهد و حج بجاى آورد ، در اين صورت اگر در دريا با حالت ترس و بدون احساس امنيت احرام ببندد ، حجّش صحيح نيست و از حجّة الاسلام كفايت نمىكند . اما اگر در آنجا احرام نبندد تا به جدّه برسد و آنگاه به يكى از ميقاتها عزيمت نموده و از آنجا محرم شود ، حجّش صحيح است . همچنين اگر رفتن به ميقات برايش ممكن نباشد و از جدّه احرام ببندد ، حجّ او صحيح خواهد بود .\r\nمسأله 54 - اگر مسير راه تا ميقات ناامن باشد ولى از ميقات تا مكّه امنيت دارد و با اين حال بسوى ميقات حركت كند ، در اين صورت اگر سالم بميقات برسد و مستطيع هم باشد ، انجام حج بر او واجب است .\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\n\r\nركن سوم : تمكن ( ما به الكفاية )\r\nمنظور از ما به الكفايه و ركن سوم اين است كه شخص پس از بازگشت از سفر حج بتواند به صورت عادى به وضعيّت اقتصادى زندگى خويش ادامه دهد بدون آنكه در مضيقه و مشقت بيفتد كه حكم موارد مختلف مربوط به ركن سوم به ترتيب زير بيان مىشود :\r\nمسأله 55 - اگر انسان سرمايهء اندكى براى امرار معاش خود داشته باشد ، در اين صورت حتى اگر تمكن مالى و امنيت ( ركن اول و دوم استطاعت ) براى او فراهم باشد ولى ركن سوم آن به خاطر هزينه‌هاى سفر حج فراهم نباشد ، يعنى پس از بازگشت از حج ، در امور زندگى دچار مشكل و مضيقه قرار گيرد ، بر چنين شخصى حج واجب نيست .\r\nمسأله 56 - شاگردى كه نزد شخصى كار مىكند و مرخّصى به وى داده نشود ، گرچه امكانات مالى براى حج داشته باشد اگر براى حج مسافرت كند ، و پس از بازگشت كارش را از دست بدهد و در عسر و حرج بيفتد ، در اين صورت حج بر او واجب نيست .\r\nمسأله 57 - اگر كارمند دولت امكانات مالى براى هزينه‌هاى حج را دارا باشد ولى براى سفر حج به او اجازه داده نشود و در صورت مسافرت به حج ، پس از بازگشت شغل خويش را از دست دهد و در زندگى دچار مشكل گردد ، حج بر او واجب نيست .\r\nمسأله 58 - كسى كه از وجوه شرعى زندگانى خود را اداره مىكند ، اگر مالى به دست آورد كه كفاف هزينهء حجّ را بكند ، حج بر او واجب خواهد شد ، زيرا وجوهات شرعى بعد از بازگشت از سفر حج بدون\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nاينكه در سختى و مشقّت بيفتد هزينهء زندگى وى را به صورت عادى كفايت خواهد كرد ، و همچنين كسى كه خرج زندگى او مادام العمر تضمين شده باشد مانند زوجه ؛ و يا شخصى كه زندگىاش از هدايا و عطاياى خويشاوندان و ديگران تأمين شود ، مانند انسان از كار افتاده كه زندگىاش قبل از سفر حج و پس از آن يكسان است ، در صورت به دست آوردن مالى كه كفاف هزينهء حج بنمايد ، حج بر او واجب مىشود .\r\nمسأله 59 - صنعت‌گران و صاحبان حرفه و پيشه مانند خيّاط ، بنّا ، آهنگران و امثال اينها كه به طور طبيعى درآمد زندگيشان از طريق حرفه و تخصّصشان به دست مىآيد ، اگر مالى به دست آورند كه كفاف هزينه حجّ را بكند ، حج بر آنان واجب است ، و از اين قبيل است سائلى كه به وسيلهء گدايى زندگى مىكند ، اگر مالى كافى براى حج به دست آورد ، حج بر او واجب خواهد شد .\r\nمسأله 60 - اگر كسى پس از اعمال حج ، هزينهء بازگشت به وطنش تلف گردد ، با توجه به اينكه در ركن اول گفته شد كه هزينه‌هاى حج شامل رفت و برگشت و مخارج هنگام اداى مناسك مىشود ، اين شخص از ابتدا مستطيع نبوده است .\r\nمسأله 61 - بعيد نيست با توجه به ركن سوم كسى كه تمكن ما به الكفايه‌اش را از دست بدهد ، از ابتدا مستطيع نباشد .\r\n\r\nموانع وجوب حج\r\nمسأله 62 - اگر واجبى مهمتر از حجة الاسلام متوجه مكلف باشد ،\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nمانند اداى بدهى كه وقت اداى آن فرا رسيده و طلب كار آن را مطالبه مىكند و يا نجات جان نفس محترمه‌اى از هلاكت - مانند نگه‌دارى از بيمارى كه در صورت رها نمودن فوت كند - در اين صورت واجب است واجب مهمتر بر حجّ مقدم گردد ، ولى با وجود اين اگر مكلف واجب اهم را ترك نمود و مالش را در راه حج صرف كرد و حج انجام داد ، حجّش صحيح و از حجة الاسلام كفايت خواهد كرد گرچه معصيت نموده است .\r\nمسأله 63 - اگر انسان مالى به دست آورد كه هزينهء حجّ را كفايت نمايد ولى از طرفى به دليل اينكه مال ديگرى را تلف كرده و از اين بابت به او بدهكار باشد ، واجب است كه آن مال را در راه اداى دين خود صرف نمايد ، گرچه دينش پس از مستطيع شدن پيش آمده باشد . اما اگر نياز مبرمى براى صرف آن مال در مورد خاصى باشد به طورى كه اگر آن مال را هزينهء حج بنمايد در مضيقه و سختى خواهد افتاد ، واجب نيست آن را در راه حجّ مصرف كند ، بلكه اگر آن مال را در مورد حج خرج كند ، حج او باطل و مجزى از حجة الاسلام نمىباشد .\r\nمسأله 64 - اگر انسان از بابت خمس و زكات بدهكار باشد و در عين حال مالى نزد او است كه جوابگوى هزينه‌هاى حج باشد ، واجب است آن را براى اداى خمس يا زكات مصرف كند ، اما اگر اصرار بر حج داشته باشد و با آن مال حج نمايد ، حجّش صحيح و از حجة الاسلام كفايت مىكند ، گرچه معصيت نموده است .\r\nمسأله 65 - اگر خمس يا زكات به عين اموال انسان - نه بر ذمّه‌اش -\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nتعلق بگيرد مانند اموال تجارتى و غيره ، و او بخواهد با اين اموال به حج برود بدون آنكه خمس و يا زكات آن را خارج كند ، حجّش صحيح است به شرط اينكه پول قربانىاش حلال باشد و يا آن را در ذمّه خريدارى كرده باشد . البته سهل انگارى و كوتاهى در اخراج حقوق شرعى از اموال جايز نيست و همچنين جايز نيست سفر حج را بهانهء تأخير در اين امر به حساب آورد .\r\nمسأله 66 - در صحت طواف ، مباح بودن پوشش و لباسهاى احرام شرط نيست ؛ بنابراين اگر لباسهاى احرام و پوشش غصبى و يا مورد تعلق حقوق شرعى از قبيل خمس يا زكات باشد ، طواف باطل نخواهد بود ، گرچه اين شخص گناهكار است .\r\nمسأله 67 - همانطورى كه قبلا گفته شد وجوب اداى دين ، مانع حصول استطاعت مالى نمىشود بلكه مانع وجوب حج مىباشد ، بنابراين وجوب اداى دين از وجوب حج مهمتر است . ولى در استطاعت بذلى ، مكلّف نمىتواند مال بذل شده را در غير حج مصرف نمايد ؛ بنابراين هيچ چيز نمىتواند مانع وجوب حج بذلى گردد . البته اگر سفر حج فرصت اداى دين شخص را از بين ببرد ، قبول اين بذل بر او واجب نيست .\r\nمسأله 68 - نفقهء افراد تحت تكفّل انسان در اثناى مراسم حجّ ، اگر از نوع دينى باشد كه بر ذمّه شخص است ، مانند نفقهء زوجه - مانع وجوب حج مىگردد ، ولى اگر تنها يك وظيفه شمرده شود - مانند نفقهء اولاد و والدين - مانع بودن آن از وجوب حج مورد اشكال است ، بلكه مىتوان گفت مانع نيست .\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nمسأله 69 - اگر شوهر همسرش را از سفر حج منع كند ، اثرى ندارد و اجازه گرفتن زن از شوهر براى سفر حجة الاسلام واجب نيست ، ولى اگر سفر براى حج مستحبى باشد ، گرفتن اجازه از شوهر لازم است .\r\nمسأله 70 - در صورت استطاعت ، نذر يا عهد و سوگند نمىتواند مانع وجوب انجام حج شود ، مانند اينكه كسى نذر نموده كه هر سال در روز عرفه به زيارت حضرت امام حسين عليه السلام برود .\r\nمسأله 71 - اگر شخصى به مدت يك سال مثلا براى انجام كارى اجير شده باشد و سپس در همين مدت مستطيع گردد ، حج بر وى متعيّن است و آن مقدار از اجاره كه با حج منافات دارد باطل خواهد شد .\r\nمسأله 72 - اگر فرزند امكانات مالى سفر حج اعم از هزينهء رفت و برگشت و حين عمل را داشته باشد و لو پدر به دلايلى ممانعت نمايد ، حج بر او واجب خواهد بود و جايز نيست به خاطر ايثار آن اموال بر پدر ، از حج چشم‌پوشى كرد ؛ البته اگر فرزند نذر كرده كه به حج برود ، پدر مىتواند آن را نقض نمايد ، همچنانكه اگر حج فرزند مستحبى باشد ، مىتواند آن را به خاطر ايثار بر پدرش ترك نمايد .\r\n\r\nاحكام متفرقه\r\nمسأله 73 - اگر انسان در واقع تمام شرايط استطاعت را داشته باشد ، ولى نسبت به آن جاهل بوده و يا غافل از وجوب حج بر خود باشد تا اينكه پس از دست دادن اموالش متوجه گردد كه واجب الحج بوده ، در اين صورت اگر جهل و غفلت او ناشى از سهل انگارى و\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nسستى در يادگيرى احكام دين و اهميت ندادن به آن باشد ، حج بر او مستقرّ است ، ولى اگر چنين نباشد مستقرّ نمىباشد .\r\nمسأله 74 - اگر انسان به اعتقاد اينكه مستطيع نشده است حج مستحبى انجام دهد ، سپس معلوم شود كه مستطيع بوده ، در اين صورت حجى را كه بجا آورده از حجّة الاسلام كفايت نمىكند .\r\nمسأله 75 - اگر شخصى به خاطر خدمت به حاجيان و گرفتن اجرت در راه حجّ و هنگام انجام اعمال حج ، مستطيع شود ، حج بر او واجب خواهد شد ، در صورتى كه آن را بجاى آورد از حجّة الاسلام كفايت مىكند .\r\nمسأله 76 - جايز است شخص مستطيع در صورتى كه منافاتى با اعمال او نداشته باشد ، خود را براى خدمت به حجّاج در مسير حج و نيز در مكه و مدينه اجير نمايد .\r\nمسأله 77 - اگر از شخصى خواسته شود كه خود را براى خدمت در مقابل اجرت زيادى كه متكفّل تمام هزينه‌هاى حج باشد ، اجير نمايد ، واجب نيست آن را قبول نمايد .\r\nمسأله 78 - اگر كسى با اجير كردن خودش براى انجام حج ديگرى و گرفتن اجرت مستطيع شود ، آيا لازم است ابتدا حج ديگرى را انجام دهد يا حج خودش را ؟ در اين فرض بايد گفت كه اگر مورد اجاره مقيد به سال اول باشد ، واجب است ابتدا حج استيجارى را انجام دهد ، ولى اگر مقيد به سال اوّل نباشد ، در صورتى كه مطمئن باشد كه در سال آينده مىتواند حج استيجارى را انجام دهد ، واجب است حج خود را مقدم كند .\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nمسأله 79 - اگر شخصى بدون استطاعت و با تحمّل سختى حج بجاى آورد ، از حجّة الاسلام كه وظيفهء اوّلى شخص مستطيع است كفايت نمىكند .\r\nمسأله 80 - اگر كسى با اينكه مستطيع نباشد به نيابت از طرف ديگرى و يا بطور مجّانى حجّ انجام دهد ، و چنانچه بعدا مستطيع شود ، بعيد نيست حج تبرّعى يا نيابتى او مجزى از حجّة الاسلام باشد ولى در عين حال ، بنابر احتياط واجب بعد از استطاعت ، حجّة الاسلام را بجاى آورد .\r\nمسأله 81 - بر هر مستطيعى واجب است در صورت امكان ، خودش شخصا به انجام حج اقدام نمايد و انجام حج شخص ديگر - چه با اجاره و چه تبرعا - براى وى مجزى نيست .\r\nمسأله 82 - اظهر آن است كه كافر ، مكلف به فروع است ؛ بنابراين در صورت استطاعت ، حج بر او واجب است .\r\nمسأله 83 - اسلام شرط صحت عبادت نيست ؛ بنابراين اگر كافر مستطيع مسلمان شود ، در صورتى كه استطاعتش بعد از اسلام آوردن باقى مانده باشد ، حج بر او واجب خواهد بود ولى اگر بعد از زايل شدن استطاعت اسلام بياورد ، حج بر او واجب نيست گرچه در زوال استطاعت مقصّر باشد .\r\nمسأله 84 - كافرى كه استطاعت دارد و حج را انجام نمىدهد سپس استطاعتش از بين برود ، حج بر او واجب نيست .\r\nمسأله 85 - اگر كافر پس از محرم شدن از ميقات ، اسلام بياورد ، آيا همان احرام مجزى است يا اينكه بايد در صورت امكان به ميقات\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nبرگشته و مجددا محرم شود و در صورت عدم امكان بازگشت ، از محل فعلى احرام ببندد ؟ بعيد نيست كه احرام از محل فعلى مجزى باشد ، گرچه بهتر و احوط آن است كه به ميقات بازگشته و از آنجا احرام ببندد .\r\nمسأله 86 - مشهور آن است كه حج بر مرتدّ واجب است ؛ پس حج او در حال ارتداد ، صحيح است يا نه ؟\r\nبعيد نيست صحيح باشد ، گرچه احتياط در اين است كه پس از توبه حجّش را اعاده نمايد .\r\nمسأله 87 - اگر مسلمان غير شيعه حج انجام دهد ، سپس شيعه شود ، در صورتى كه يكى از دو شرط ذيل را دارا باشد ، اعاده بر او واجب نيست : اول - اينكه حج او بنابر مذهب خودش صحيح بوده ، گرچه بنابر مذهب شيعه باطل باشد . دوم - اينكه حجّ او بنابر مذهب شيعه صحيح بوده ، گرچه بنابر مذهب خودش باطل باشد .\r\nمسأله 88 - اگر حج بر شخصى واجب شود و او به خاطر سستى و كوتاهى آن را به تأخير بيندازد تا استطاعتش از بين برود ، حج بر ذمّه او مستقر خواهد شد ، و در اين صورت واجب است بهر طريق ممكن - گرچه با سختى و مشقّت همراه باشد - آن را بجاى آورد ، و اگر بميرد ، واجب است از تركهء او حج را قضا نمايد . و همچنين است حكم در حج افراد ، قران و عمرهء مفرده .\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\n\r\nاحكام نيابت\r\nمسأله 89 - در صحّت نيابت از شخص زنده - چه مرد و چه زن - دو امر معتبر است :\r\nاول - استقرار حج در ذمّه شخص ، مثل اينكه استطاعت مالى داشته باشد ، ولى به دليل بيمارى و يا مانع ديگرى حج برايش مقدور نباشد ، و يا اينكه در زمانى امكان داشته ولى كوتاهى نموده و به حج نرفته است تا اينكه توانايى انجام حج از او سلب شده است .\r\nدوم - آنكه اميد دست يا بى و توانايى رفتن به حج را شخصا در طول عمر خويش نداشته باشد .\r\nمسأله 90 - كسى كه حجّ بر ذمّه‌اش مستقر شده و شخصا از انجام آن به دليل بيمارى و يا پيرى و يا مانع ديگرى ناتوان باشد - و اميد به اداى حج در طول عمر خويش ندارد - وظيفه‌اش آن است كه شخصى را نايب بگيرد ، و بهتر آن است كه نايب كسى باشد كه قبلا حج نرفته باشد .\r\nمسأله 91 - وجوب گرفتن نايب مانند وجوب حج - همانگونه كه در مسأله دوم گفته شد - فورى است .\r\nمسأله 92 - حج نايب از شخص ناتوانى كه زنده است و تا آخر عمر توان انجام حج را نداشته و به همان حالت از دنيا رفته است كفايت مىكند .\r\nاما اگر بعد از انجام حج توسط نايب ، توان انجام حج را به دست\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nآورد و سپس از دنيا برود ، در اين صورت كفايت نمىكند ، و اگر قبل از اينكه نايب حج را از طرف او انجام دهد ، بهبود يابد و قدرت انجام حج را پيدا كند ، به طريق اولى حج نايب كفايت نمىكند .\r\nمسأله 93 - كسى كه وجوب حج بر او مستقر شده ، بعد از احرام و دخول در حرم فوت كند ، از حجّة الاسلام او كفايت مىكند و در اين مسأله فرقى بين حج تمتّع و حج افراد نيست .\r\nمسأله 94 - اگر كسى در اثناى عمرهء تمتع فوت كند ، از حجة الاسلام كفايت مىكند ؛ ولى اگر اثناى حجّ افراد فوت كند ، مجزى از عمرهء مفردهء آن نيست .\r\nحكم مذكور به حجة الاسلام اختصاص دارد و حج واجب نذرى و يا حجّى كه به دليل فاسد شدن حج قبلى بر گردن شخص آمده و يا موارد ديگر را شامل نمىشود .\r\nمسأله 95 - اگر شخصى داخل حرم شود و سپس به هر دليلى از آن خارج گردد و در خارج حرم بميرد ، كفايت نمودن از حجّة الاسلام بدون اشكال نخواهد بود ، و بنابر احتياط قضا ترك نشود .\r\nمسأله 96 - اگر شخصى به علت بيمارى يا پيرى و يا موانع ديگر قدرت بر انجام اعمال حج را شخصا نداشته و اميدى نيز به اعادهء توانايى خويش تا آخر عمر ندارد ، وظيفه‌اش آن است كه نايب بگيرد ، و اگر اين كار تا هنگام فوت وى به دلايلى انجام نگيرد ، بر وليّش واجب است كه شخصى را به نيابت از وى به حج بفرستد و هزينهء حج از تركهء وى پرداخت مىشود ، البته اگر شخصى در سال استطاعت خود فوت نمايد ، چيزى بر گردن او نيست .\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nمسأله 97 - وظيفهء شخص عاجزى كه شخصا اميدى به انجام اعمال حج ندارد اين است كه فردى را به مكّهء مكرّمه براى حج بفرستد ، و اگر كسى به صورت مجّانى از طرف وى حج نمايد ، مجزى نيست .\r\nمسأله 98 - اگر براى مستطيعى در سال اول استطاعتش مرضى يا مانع ديگرى پيش آيد كه نتواند حج را انجام دهد ، در اين صورت اگر يقين داشته باشد كه اين مانع تا آخر عمر وى باقى خواهد ماند ، واجب است در همان سال براى حج نايب بگيرد و در تأخير آن معذور نيست ، البته اگر اطمينان داشته باشد كه در صورت تأخير تا سال آينده ، حج از او فوت نخواهد شد ، بعيد نيست تأخير جايز باشد گرچه تأخير خلاف احتياط است .\r\nمسأله 99 - مواردى كه واجب است نايب بگيرد فرقى بين اينكه علم به ادامهء وجود مانع تا آخر عمر داشته باشد و يا اطمينان بدان حاصل نمايد ، و يا اينكه تعبّدا استمرار وجود مانع را بپذيرد وجود ندارد ، بنابراين در تمام اين فرضها واجب است نايب بگيرد .\r\nمسأله 100 - لازم نيست نايب براى شخصى كه ناتوان و زنده است فردى باشد كه اولين بار به حج مىرود ، گرچه چنين باشد بهتر است .\r\nمسأله 101 - اگر كسى از جانب شخص زندهء ناتوان كه استطاعت مالى دارد نايب شود ، كفايت مىكند حتّى اگر نايب زن باشد .\r\nمسأله 102 - اگر كسى عذر مادرزادى داشته باشد كه شخصا نمىتواند به حج برود ، بعيد نيست نايب گرفتن براى او واجب باشد .\r\nو اگر بدون انجام حج از دنيا برود ، از تركهء او حج انجام دهد ، و احوط\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nآن است كه از ورثهء او نيز اجازه گرفته شود .\r\n\r\nاحكام نايب گرفتن\r\nمسأله 103 - اگر بر كسى حج واجب شود و با فراهم بودن همهء شرايط تا هنگام وفات آن را انجام ندهد ، واجب است حج نيابتى از جانب او انجام گيرد و هزينه‌هاى اين حجّ از تركهء وى پرداخت مىگردد ؛ بنابراين اگر ميت به حج وصيّت نكرده باشد ، تنها هزينهء حج ميقاتى از تركهء او داده مىشود و بيش از اين مقدار ميت حق ندارد ، و در حج ميقاتى هزينهء سفر از ميقات به بعد به نايب داده مىشود كه مخارج آن كمتر از هزينه حج بلدى است ؛ بنابراين اگر در نواحى ميقات مانند مدينهء منوره كسى پيدا شود كه امكان اجير نمودن وى براى حج باشد ، نايب گرفتن او كافى است .\r\nو امّا اگر ميّت به حج وصيّت كرده است ، هزينهء حج بلدى از تركهء او داده مىشود ، يعنى اگر ميت در مورد ثلث اموال خويش وصيت كرده باشد كه در موارد خير و احسان صرف شود ، واجب است اوّل هزينه و مخارج حج از اصل و مجموع تركه جدا گردد و سپس ما بقى اموال به سه قسمت تقسيم گرديده و يك قسمت آن طبق وصيّت ميّت مصرف گردد .\r\nمسأله 104 - اگر ميّت به انجام حج وصيت نمايد و در ضمن ، ثلث مالش را براى موارد ديگر وصيت كند ، در مرحلهء اوّل واجب است از كلّ تركه هزينهء يك حج بلدى پرداخت گردد ، سپس ثلث باقيمانده در موارد وصيّت صرف شود .\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nمسأله 105 - اگر ميت به حج و موارد ديگرى مانند نماز و روزه از ثلث اموالش وصيت كند ، در صورتى كه ثلث مالش كفاف تمام موارد را بنمايد ، بايد بدان وصيّت عمل گردد ، و اگر ثلث مال او تنها به مقدار نصف هزينهء تمام موارد باشد و حج مذكور ، حجة الاسلام باشد ، نصف هزينهء حج از ثلث مال و نصف ديگر آن از اصل تركه پرداخت مىگردد .\r\nمسأله 106 - اگر كسى از دنيا برود چه مرد و چه زن و از وى مالى بجاى بماند كه خمس يا زكات به آن تعلق دارد ، و در عين حال حجة الاسلام را بجاى نياورده باشد ، لازم است اوّل خمس يا زكات وى پرداخت گردد ، و سپس اگر باقيماندهء تركه كفاف هزينهء حج را و لو در حد اقل بنمايد ، واجب است آن را در حج صرف نمايند و اگر كفاف ندهد ، وجوب حج ساقط مىگردد ؛ و آن مقدار باقيمانده در صورت عدم وجود بدهى و يا وصيّت ميت ، ملك ورثه خواهد بود ، و واجب نيست آن را از مال شخصى خود جهت انجام حج تكميل نمايند . البته اگر خمس يا زكات به ذمّه ميت بود - نه در عين مال و تركه‌اش - و تركه ، كفاف تمام موارد را نمىكرد ، اظهر آن است كه حج بر خمس يا زكات مقدم گردد ، و در اين مسأله فرقى بين بدهى شرعى و بدهى عرفى نيست . اما اگر چنين شخصى به حجّة الاسلام وصيت نمايد و در حالى كه مالش مورد تعلق خمس يا زكات باشد ، بر وصىّ واجب است كه اوّل خمس يا زكات آن را اخراج نمايد ، سپس اگر ما بقى مال ، كفاف هزينهء حج بلدى را نمايد بر آن صرف شود ، و اگر كفاف نكند ، بر انجام حج ميقاتى پرداخت شود ، ولى اگر ما بقى مال\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nحتى كفاف هزينهء حج ميقاتى را نيز نكند ، مال ورثه مىشود به شرط اينكه ميت بدهى و يا وصيت ديگرى نداشته باشد .\r\nمسأله 107 - اگر بر گردن ميتى حجّة الاسلام باشد ، چنانچه تركه بيش از مخارج حج باشد ، تصرف ورثه در مقدار زائد جايز است به شرط اينكه مقدمات نيابت فراهم شود و از فوت آن بيم نداشته باشند و الّا جايز نيست .\r\nمسأله 108 - اگر مقدار تركه از حد اقل هزينه حج كمتر باشد ، وجوب حج ساقط مىگردد و كل تركه ملك ورثه خواهد بود به شرط آنكه بدهى و يا وصيّتى نباشد ؛ و واجب نيست ورثه ، هزينهء حج را از اموال شخصى خود تكميل نمايند ، همانگونه كه واجب نيست ورثه تمام مخارج حج را بذل نمايند ، و در اين حكم بين اينكه ميّت به انجام حج وصيّت كرده و يا نكرده باشد فرقى نيست .\r\nمسأله 109 - اگر شخصى كه حجّة الاسلام بر او واجب است ، بدون وصيت به آن ، فوت نمايد ، واجب است براى او فقط نايب حج ميقاتى بگيرد بلكه حتى مىتواند از نزديكترين ميقات برايش نايب بگيرد .\r\nمسأله 110 - اگر حجّة الاسلام بر شخصى واجب شود و قبل از انجام حج از دنيا برود ، واجب است در همان سال فوت وى شخصى را اجير نمايد ، و تأخير آن تا سال آينده جايز نيست و نيافتن كسى كه اجرت حج ميقاتى در آن سال را بپذيرد ، نمىتواند براى ورثه عذر تأخير باشد ، و لازم است در اين صورت هزينهء حج بلدى را از اصل تركه بپردازند ، و همچنين اگر كسى بيش از مبلغ متعارف هزينه طلب\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nنمايد ، در اين صورت اگر شخصى كه اجرت معمولى را بپذيرد پيدا نشود ، واجب است پيشنهاد او را قبول كند و جايز نيست حج تا سال آينده به تأخير بيفتد .\r\nمسأله 111 - اگر بين ورثه در وجوب حج بر ميت اختلاف پيش بيايد ؛ مثلا برخى اقرار كنند كه بر گردن ميت حجّة الاسلام هست ولى برخى ديگر آن را انكار و يا از آن سرباز زنند ، بر وارثى كه اين موضوع را پذيرفته ، واجب نيست كل مخارج حج را از سهم ارث خود بپردازد ، بلكه به نسبت ارث ، بر تمام سهام ورثه تقسيم مىگردد ؛ بنابراين اگر هزينهء حج به اندازهء يك پنجم تركهء ميّت باشد ، بر وى واجب است فقط يك پنجم آنچه به دست آورده براى حج ميّت بپردازد ، و اگر يكى از آنها مجانا بقيّه هزينه‌ها را بدهد ، بر او واجب است يك پنجم مال الارث خويش را ادا نمايد ، و الّا مىتواند در تمامى سهم ارث خودش تصرف نمايد و چيزى بر گردن او نيست . و همچنين اگر برخى از ورثه بدهى ميت را بپذيرند ولى ديگران آن را انكار و يا از آن سرپيچى نمايند ، بر وارثى كه اقرار كرده است واجب است فقط سهم خود را از آن بدهى بپردازد و لازم نيست كل بدهى را به گردن بگيرد .\r\nمسأله 112 - اگر حجّة الاسلام بر شخصى واجب شود و قبل از آنكه آن را بجاى آورد و يا به آن وصيت كند از دنيا برود ، چنانچه كسى به صورت مجّانى به نيابت از او حج را بجاى آورد ، تمامى تركه ملك ورثه خواهد بود و لازم نيست مقدار هزينهء حج را كنار گذاشته و در امور خيريه مصرف نمايند .\r\nو همچنين اگر ميت از تركهء خود به حج وصيّت نموده باشد ولى\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nشخصى به صورت مجّانى از طرف وى حج انجام دهد ، در اين صورت نيز وصيّت مذكور به جهت از بين رفتن موضوع آن ساقط مىگردد و تمامى تركه به ورثه منتقل مىگردد مخارج حج از آن كسر نمىشود و در امور خيريه براى ميت خرج گردد . البته اگر ميت از ثلث اموال خود نسبت به حج وصيت كرده باشد و در همين حال شخصى به صورت مجّانى از جانب وى حج انجام دهد ، ورثه نمىتوانند وصيّت ميّت را ناديده بگيرند ، بلكه مىبايست به اندازهء هزينهء حج ، از ثلث مال در امور خيريه صرف نمايند .\r\nمسأله 113 - اگر ميّت از تركهء خود به حج وصيت نمايد ، واجب است وصى يا وارث شخصى را براى حج بلدى اجير نمايد ، ولى اگر وصيت را مخالفت نموده و براى حج ميقاتى شخصى را اجير كند ، تكليف از گردن ميت ساقط مىگردد ، و اعادهء حج واجب نيست ، گرچه وصى يا وارث معصيت نموده است . و در اين صورت اجير گرفتن براى حج ميقاتى صحيح خواهد بود يا نه ؟\r\nچنانچه وصيت به حج بلدى معنايش اين باشد كه اجاره بر مقدمات و اعمال با هم باشد ، در اين صورت اجارهء حج ميقاتى باطل خواهد بود ، و اگر معنايش فقط اجاره بر اعمال باشد - البته با اين شرط كه اجير از بلد باشد - اجارهء حج ميقاتى مذكور صحيح مىباشد . بنابراين در فرض اول اجير فقط مىتواند اجرت المثل - نه اجرت قراردادى - را مطالبهء نمايد ولى در صورت دوم ، وى مستحق اجرت قراردادى مىباشد .\r\nمسأله 114 - اگر ميت به حجّة الاسلام از يك شهرى غير از بلد\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nخويش وصيت نمايد ، واجب است وصى ، شخصى را براى حج از آن شهر اجير نمايد و هزينهء آن را از اصل تركه بپردازد ، گرچه بيشتر از هزينهء حج از بلد خود ميت باشد ، به شرط اينكه در اين وصيت غرض عقلائى در ميان باشد ، مانند اينكه حج نمودن از آن شهر داراى ثواب بيشترى باشد نه اينكه صرفا براى ضرر زدن به ورثه اين وصيت را كرده باشد ، و همچنين نبايد اجرت حج از آن شهر بيشتر از اجرت متعارف حج نيابتى بيشتر باشد .\r\nمسأله 115 - اگر ميت مقدار مشخصى از مال خويش را وصيت كرده باشد كه با آن حج انجام شود ، چنانچه آن مقدار بيشتر از اجرت متعارف باشد ، به اندازهء اجرت متعارف از اصل مال و مقدار زيادى از ثلث باقيماندهء مال براى هزينهء حج مصرف مىگردد .\r\nمسأله 116 - اگر ميّت مال معينى را براى حجّة الاسلام وصيت نموده باشد ، وارث و يا وصىّ بداند كه به اين مال ، خمس تعلق دارد ، واجب است اوّل خمس آن را خارج كرده و سپس ما بقى را در راه حج مصرف نمايد ، و جايز نيست مالى را كه خمس به آن تعلق گرفته به مصرف حج برساند ، البته اگر خمس بر ذمهء ميت تعلق گرفته باشد و وى از بابت خمس بدهكار باشد ، به اين معنى كه خمس بر عين مال تعلق نگرفته است ، در اين صورت حج بر آن مقدم مىگردد . اما اگر مورد وصيت حج ديگرى غير از حجّة الاسلام باشد ، در هر صورت اخراج خمس بر حج مقدم است و چنانچه ما بقى به اندازهء ثلث مالش بشود ، عمل به وصيت واجب است ، و بايد براى حج مصرف شود ، و اگر كفاف حج را ننمايد ، در امور خيريه مصرف گردد .\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nمسأله 117 - شخصى كه حجّة الاسلام بر ذمه دارد و فوت نمايد ، كسى كه تركهء ميت در اختيارش مىباشد واجب است براى حج ، فردى را اجير كند ، و اگر در اين كار كوتاهى و مسامحه نمايد تا اينكه مال ميت تلف شود ، ضامن است و بايد از اموال خودش بجاى مال تلف شده جايگزين نمايد ، اما اگر از بين رفتن مال ميت بدون سهل انگارى و كوتاهى باشد ، او ضامن نيست و بايد از باقيماندهء تركه ، براى حج ميت اجير بگيرد .\r\nمسأله 118 - اگر ورثه يا وصىّ بداند كه بر ذمّه ميت حجّة الاسلام بوده است ولى شك كند كه ميت در زمان حيات خود آن را بجاى آورده است يا نه ؟ واجب است كه براى انجام حج از طرف او فردى را اجير نمايند .\r\nمسأله 119 - اگر وارث بداند كه ميت به حجّة الاسلام وصيت نموده است ولى بعد از مدتى شك كند كه به وصيت عمل نموده و براى حج ميت شخصى را اجير نموده يا خير ؟ در اين صورت واجب است شخصى را براى حج ميت اجير نمايد مگر آنكه مطمئن شود كه به وصيت ميت عمل نموده است .\r\nمسأله 120 - به مجرد قرارداد با اجير ، حج از گردن ميت ساقط نمىشود ، بلكه با انجام تمام اعمال حج توسط اجير ذمه ميت فارغ مىشود ، بنابراين اگر معلوم شود كه اجير حج ميت را انجام نداده است چه عمدا و چه از روى عذر ، واجب است از تركه ميت دوباره شخصى را براى حج اجير نمايند ، و در صورت امكان اگر اجرت از مال ميت داده شده ، بايد پس گرفته شود .\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nمسأله 121 - اگر اجرت متعارف به جهت تفاوت نوع اجير از نظر علم و فضل و دقت در عمل مختلف باشد ، واجب نيست حتما كسى را اجير كند كه كمترين اجرت را مىگيرد ، بلكه مىتوان بالاترين و يا كمترين اجرت را در نظر بگيرد ، بنابراين اگر اجير از ميت افضل و يا اعلم و يا داراى رتبهء اجتماعى بالاتر باشد اشكال ندارد ، و نيز مانعى ندارد شخصى اجير شود كه از ميت از نظر فضل و علم در رتبهء پايين‌ترى قرار دارد ، به شرط اينكه موجب بىاحترامى به ميت نشود .\r\nمسأله 122 - اگر شخصى كه حجّة الاسلام را بجاى آورده به حج ديگرى وصيت كند ، هزينه‌هاى آن از ثلث مالش پرداخت مىگردد ، و همچنين اگر ميت به حج وصيت كند ولى معلوم نشود كه مراد او حجّة الاسلام است يا حج ديگرى ، بايد مخارج آن از ثلث ميت پرداخت گردد .\r\nمسأله 123 - اگر وارث بخواهد فردى را براى حج ميت اجير نمايد ، اگر نظر وى - اجتهادا يا تقليدا - موافق احتياط باشد ، بايد طبق نظر خودش عمل نمايد ، ولى اگر نظر ميت موافق احتياط و نظر وارث مخالف احتياط باشد ، در اين صورت بنابر احتياط واجب بايد طبق نظر ميت - اجتهادا يا تقليدا - عمل نمود .\r\nاما در صورتى كه وصىّ بخواهد براى ميّت اجير بگيرد ، اگر نظر او موافق نظر ميت - اجتهادا يا تقليدا - باشد به همان نظر عمل مىشود ، ولى اگر نظرش مخالف نظر ميت و موافق احتياط باشد ، بايد بر طبق نظر خودش عمل نمايد ، ولى اگر نظر ميت مطابق با احتياط باشد ، بايد به دليل وجوب اجراى وصيت بر طبق نظر ميت عمل نمايد .\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nمسأله 124 - اگر وصى بداند كه ميت مقلد مجتهدى بوده كه معلوم نيست نظرش موافق يا مخالف احتياط است ، واجب است در اجير گرفتن براى حج ميت به دليل وجوب اجراى وصيت شرايط موافقت با احتياط در نظر گرفته شود ، ولى اگر وارث چنين مطلبى را بداند ، لازم نيست طبق نظر ميت عمل نمايد ، بلكه واجب است فقط به نظر خودش - اجتهادا يا تقليدا - عمل كند .\r\nمسأله 125 - اگر ميت وصيت نموده باشد كه فرد خاصى از طرف وى حج انجام دهد ، واجب است وصى ، آن شخص را براى حج اجير نمايد ، اگر آن شخص معيّن ، اجرتى بيشتر از حد متعارف طلب نمايد ، مقدار زيادى از ثلث اموال ميت پرداخت مىگردد ، و اگر به هر دليلى اين كار ممكن نشد ، شخص ديگرى را با اجرت متعارف اجير نمايد .\r\nمسأله 126 - چنانچه ميت به حج وصيت كند و اجرتى را براى آن مشخص كرده باشد كه هيچ‌كس با آن حج انجام ندهد ، در اين صورت اگر به حجّة الاسلام وصيت كرده باشد ، بايد از باقيماندهء تركهء ميت هزينهء حج تكميل گردد ؛ ولى اگر حج ديگرى باشد ، وصيت مذكور باطل و آنچه كه به عنوان اجرت معين كرده است در امور خيريه صرف گردد .\r\nمسأله 127 - اگر شخصى مثلا خانه‌اش را به مبلغ معيّنى به فردى بفروشد و يا به همان مبلغ مصالحه نمايد ، و در ضمن عقد ، شرط كند كه مبلغ مذكور را پس از فوت او براى انجام حج مصرف نمايد ؛ در اين صورت اگر حج مورد وصيت حجّة الاسلام باشد ، آن مبلغ از تركه به شمار مىآيد به شرط اينكه از اجرت متعارف بيشتر نباشد ، ولى اگر\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nبيشتر باشد ، چنانچه تركهء ديگرى دارد ، مقدار زيادى از ثلث مالش به حساب مىآيد ؛ و امّا اگر تركهء ميت منحصر به آن مورد باشد ، در صورتى كه آن مبلغ به اندازهء اجرت متعارف باشد ، در حج صرف مىگردد ، ولى اگر بيشتر از آن باشد ، دو ثلث آن ملك ورثه شده و يك ثلث آن براى ميت در امور خيريه مصرف مىشود ، ولى اگر مبلغ مذكور از اجرت متعارف به حدّى كمتر باشد كه كفاف حد اقل هزينهء حج را ننمايد ، تمامى مبلغ از آن ورثه خواهد بود .\r\nو امّا اگر حج مورد وصيت ، حج ديگرى باشد ، در صورتى كه مبلغ مذكور به اندازهء ثلث مال ميت باشد ، واجب است وصىّ آن را در راه حج صرف نمايد ، و اگر بيش از ثلث مالش باشد ، مقدار زيادى از ثلث ، ملك ورثه است و باقيمانده اگر كفاف مخارج حج را بكند ، بايد در همان راه مصرف شود ، ولى اگر كافى نباشد ، در امور خيريه مصرف گردد . و همچنين اگر تركهء ميت منحصر به آن مورد باشد ، در اين صورت دو سوم آن ملك ورثه و يك سوم آن مال ميت خواهد بود ، چنانچه اين ثلث كفاف حج را بنمايد در آن راه مصرف مىگردد و اگر كافى نباشد در امور خيريه مصرف مىشود .\r\nبنابراين اگر اجير از عمل به شرط ياد شده سرباز زند ، در اين فرض ، اگر شرط مذكور حجّة الاسلام باشد ، حاكم شرع مىتواند وى را به انجام حج مجبور كند ، و اگر او اين كار را نكند ، حق خيار براى حاكم شرع - نه براى ورثه - ثابت مىگردد و او مىتواند معاملهء مذكور را فسخ نمايد و در صورت فسخ ، آن خانه به ميت منتقل گرديده و بعد از انتقال ، از آن براى حج صرف مىگردد ؛ و اگر از مخارج حج\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nاضافه شود ، مقدار اضافه از ثلث محسوب مىگردد . البته اگر تركهء ميت منحصر به اين مورد باشد و در عين حال در فرض اخير قيمت آن بيش از اجرت متعارف حج باشد ، در اين صورت دو ثلث مقدار زيادى ملك ورثه خواهد بود كه با اين فرض آنان نيز بخاطر امتناع اجير از پرداخت دو ثلث زايد ، حق خيار خواهند داشت .\r\nو اگر شرط مذكور ، حج ديگرى باشد ، چنانچه مبلغ مورد نظر به اندازهء ثلث مال ميت باشد ، حكمش همان است كه گذشت ، و اگر بيش از ثلث باشد و يا اينكه تركهء ميت منحصر به آن مورد باشد ، در اين صورت دو حق خيار ثابت خواهد بود : يكى براى ميت كه به حاكم شرع منتقل مىشود و ديگرى براى ورثه .\r\nمسأله 128 - اگر شخصى خانه‌اش را به فردى فروخته و يا مصالحه نموده اما به اين شرط كه بعد از فوتش براى او حج انجام دهد ، و يا اينكه خانه را بفروشد و قيمت آن را در انجام حج صرف كند ؛ گرچه اين موارد از وصيت شمرده نمىشود ولى واجب است به شرط عمل گردد ، و در صورت امتناع وى ، وارث مىتواند عمل به شرط را از آن فرد مطالبه كند ، و اگر نپذيرد ، وارث به حاكم شرع مراجعه نمايد تا او را به انجام آن شرط مجبور كند ، و اگر اين كار ممكن نشد ، وارث مىتواند عقد اجاره را به دليل حق خيار تخلف شرط ، فسخ نمايد .\r\nمسأله 129 - اگر پس از فوت وصىّ ، معلوم نشود كه او وصيّت را اجرا نموده يا نه ، در اين صورت چنانچه حج مورد وصيت ، حجّة الاسلام باشد ، واجب است از تركهء ميّت براى انجام حج اجير گرفته شود ؛ و اگر حج ديگرى باشد ، واجب است از ثلث مال او اجير گرفته\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nشود ، و اگر وصىّ قبلا مال الاجاره را قبض نموده و هنوز موجود باشد ، بازگردانده مىشود ، و به اين احتمال كه ممكن است از اموال شخصى خودش اجير گرفته باشد اعتنا نمىشود ؛ ولى اگر مال الاجاره موجود نباشد ، وصىّ ضامن نيست چون ممكن است اين مال نزد او بدون سهل انگارى و يا زياده‌روى ، تلف شده باشد .\r\nتمام اين مطالب در جايى است كه قرينه‌اى دال بر انجام وصيّت - مانند ظاهر حال وصىّ كه موجب وثاقت و اطمينان باشد - در ميان نباشد ، و گرنه بدان قرينه اعتماد مىشود .\r\nمسأله 130 - اگر مال ميت ، نزد وصىّ بدون كوتاهى و سهل انگارى تلف شود ، در صورتى كه حج مورد وصيت حجّة الاسلام باشد ، بايد از باقيماندهء تركهء ميّت فردى را براى حج ميت اجير نمايد - گرچه تركه بين ورثه تقسيم شده باشد - و اگر مورد وصيت حج ديگرى باشد ، بايد از باقيماندهء ثلث وى اجير گرفته شود ، و حكم چنين است اگر اجير قبل از شروع در عمل فوت كند ؛ چه بتواند مال الاجاره را از ورثهء اجير پس بگيرد و چه نتواند .\r\nمسأله 131 - اگر ميت به حجّى غير از حجّة الاسلام وصيّت نموده باشد و براى آن مالى را معيّن كرده كه احتمال دارد بيش از ثلث اموالش باشد ، تصرّف در آن و هزينه كردن تمام آن براى حج جايز است .\r\nمسأله 132 - اگر از كسى مالى نزد شخص ديگر موجود و يا در ذمّه‌اش باشد ، و صاحب مال پس از استقرار حجّة الاسلام بر گردنش ، فوت كند و اين شخص احتمال دهد كه اگر مال را به ورثه برگرداند آن\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nرا براى حج ميت صرف نخواهند كرد ؛ او شخصا موظف است خودش از آن مال براى حج از طرف ميت پرداخت كند و زيادى آن را به ورثه واگذار نمايد و فرقى نمىكند كه خودش شخصا اين حج نيابتى را به عهده بگيرد و يا شخصى را اجير نمايد .\r\nمسأله 133 - اگر بدانيم كه ميت در زمان حياتش داراى امكانات مالى بوده ولى شك كنيم كه آيا ساير شرايط حج براى او فراهم بوده يا نه ، قضاى حج از جانب او واجب نيست ، مگر اينكه آن شرايط قبلا براى او فراهم شده باشد . و همچنين اگر براى وى سابقهء دوگانه و متضاد وجود داشته باشد ، حج از جانب او واجب نيست ، مگر آنكه علم اجمالى داشته باشيم به اينكه در زمان فراهم بودن ساير شرايط ، مستطيع بوده است .\r\nمسأله 134 - اگر بر گردن ميت حجّة الاسلام واجب شده ولى بدان وصيت نكرده باشد و وارث هم آن را بداند ، واجب است شخصى را براى حجّة الاسلام اجير نمايد ، و در اين فرض اگر وارث براى حج بلدى اجير بگيرد غافل از اينكه حج ميقاتى بر ميت واجب بوده است ، مقدار زيادى بر حج ميقاتى را ضامن است .\r\nمسأله 135 - اگر شخصى حجّة الاسلام بر گردنش باشد ، نمىتواند از طرف شخص ديگرى براى حج اجير شود و يا به صورت مجّانى آن را بجاى آورد ، ولى اگر در اين فرض چنين حجى را انجام دهد ، صحيح مىباشد ، گرچه معصيت نموده است .\r\nمسأله 136 - قبلا گفته شد كه نيابت حج تنها در صورتى مشروع است كه حجّة الاسلام بر گردن ميّت قبلا استقرار يافته و آن را تا هنگام\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nفوتش بجاى نياورده باشد و يا اينكه پس از استطاعت در اثر مسامحه و كوتاهى حج ننموده تا اينكه امكان حج برايش منتفى شود و اميدى به انجام آن شخصا نداشته باشد ؛ ولى اگر چنانچه پيش از آنكه حجّة الاسلام بر ذمّه‌اش مستقر شود فوت نمايد - مانند شخصى كه در سال استطاعتش فوت كند - حجّى بر گردنش مستقر نمىشود تا اينكه نيابت از طرف وى مشروع باشد .\r\nمسأله 137 - در حج مستحبى نيابت از اشخاص زنده و مرده جايز است و غير از مسلمان بودن منوب عنه ، شرط ديگرى ندارد و در اين جهت بين اينكه « منوب عنه » مرد باشد يا زن ، بالغ و عاقل باشد يا ديوانه و يا كودك مميّز ، فرقى نيست .\r\n\r\nشرايط و مسائل نايب\r\n1 - بلوغ ، بنابراين حج كودك حتى اگر مميّز باشد به نيابت از ديگرى در حجة الاسلام و يا حجهاى واجب ديگر ، مجزى نيست .\r\nالبته نيابت كودك مميّز در حج مستحبى اگر با اجازهء ولى باشد صحيح است .\r\n2 - عقل ، بنابراين نايب گرفتن ديوانه مجزى نيست و فرقى نمىكند كه جنون وى دائم و يا ادوارى باشد به شرط آنكه در مدّت ديوانگىاش انجام گيرد . البته نايب گرفتن سفيه صحيح است .\r\n3 - ايمان ، بنابر احتياط .\r\n4 - قدرت ، يعنى نايب بتواند شخصا مناسك حج را بجاى آورد ، ولى اگر در بعضى از واجبات ناتوان باشد ، نيابت چنين شخصى جايز\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nنيست مانند كسى كه از طواف و يا سعى بين صفا و مروه و امثال آن عاجز باشد . بنابراين اگر شخصى با چنين عجزى بخواهد به صورت مجّانى از طرف كسى حج را بجاى آورد ، نبايد به آن اكتفا نمايد . البته اگر شخصى نسبت به رمى جمرات سه‌گانه در روز يازدهم و دوازدهم عاجز باشد ، نايب گرفتن چنين شخصى اشكال ندارد ، و همچنين اگر معلوم شود كه اين شخص در اثناى احرام نياز به زير سايه رفتن و غيره دارد ، مانع از صحّت نايب گرفتن او نمىشود .\r\nمسأله 138 - اگر نايب در ابتدا قادر بر انجام اعمال حج باشد ولى در حين اعمال ، عاجز گردد - مانند اينكه بيمار گشته و يا مثلا تصادفا پايش بشكند - و در نتيجه از ادامهء مناسك حج شخصا بازبماند ، اين موضوع ثابت نمىكند كه اجارهء وى از ابتدا باطل بوده است .\r\n5 - نداشتن حج واجب ، اگر حجّة الاسلام و يا انواع ديگر حج بر انسان واجب باشد ، نمىتواند از طرف شخص ديگرى نايب شده و حج واجب خود را كنار گذارد ؛ ولى اگر از روى غفلت و يا جهل بوجوب حج ، اين كار را انجام دهد ، نيابت و حج نيابتى وى صحيح است .\r\nامّا اگر حج نيابتى را عمدا و با توجّه به فعليّت وجوب حج نسبت به خود انجام دهد ، اجاره‌اش صحيح نيست ولى حج نيابتى او صحيح است .\r\nمسأله 139 - اگر اجاره باطل بوده و در عين حال حج صحيح باشد ، اجير استحقاق اجرة المثل را دارد ، بنابراين اگر اجرت معيّن شده در اجاره‌اش بيش از اجرة المثل باشد ، نمىتواند مقدار اضافه را در\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nخواست كند .\r\nمسأله 140 - در صحّت عمل نايب و اجاره‌اش ، عدالت و يا موثق بودن و امين بودن معتبر نيست ؛ ولى از آنجائي كه ذمهء ميت تنها با عقد اجاره فارغ نمىگردد ، بلكه مربوط است به اينكه نايب ، حج را درست انجام داده باشد ، بدين جهت لازم است وصى يا وارث ميّت ، شخصى را نايب بگيرد كه اطمينان به انجام عمل مورد نظر داشته باشد ، و جايز نيست كسى را كه به وى اعتماد ندارد نايب بگيرد ، و همچنين شخص ناتوانى كه در حال حيات است و وظيفه‌اش نايب گرفتن مىباشد ، واجب است شخصى را نايب بگيرد كه مورد اطمينان و اعتماد باشد به طورى كه بتواند يقين پيدا كند كه وى عمل را به صورت صحيح انجام مىدهد تا اطمينان بفراغ ذمّهء خويش پيدا كند .\r\n6 - اجازهء مولا ، پس آزادى در صحت نيابت معتبر نيست ، بنابراين نيابت بنده از شخص آزاد به شرط آنكه با اجازهء مولايش باشد صحيح مىباشد .\r\nمسأله 141 - اگر كسى پس از استقرار حجّة الاسلام ديوانه شد ، و اميدى به بهبودى وى نباشد ، شخصى به نيابت از او به حجّ فرستاده مىشود ، و اگر بميرد ، بر ولىّ او واجب است كه يا خودش از طرف او به حجّ اقدام نمايد و يا نايب بگيرد .\r\nمسأله 142 - مماثلت و همجنس بودن نايب در حج معتبر نيست ، بنابراين نيابت مرد از طرف زن و بالعكس صحيح مىباشد ، يعنى لازم نيست نايب مرد ، مرد بوده و نائب زن ، زن باشد . و همچنين فرق نمىكند كه نايب قبلا حج انجام داده باشد يا نداده باشد .\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nمسأله 143 - قبلا گفته شد ، شخصى كه در قيد حيات است و امكانات مالى دارد - چه مرد و چه زن - اگر از انجام حج ناتوان گردد و اميدى به انجام اعمال حج شخصا نداشته باشد ، واجب است كه شخصى را به نيابت از خود به حج بفرستد ، ولى لازم نيست آن شخص كسى باشد كه هنوز به حج نرفته است . همچنانكه در مورد نيابت از ميّت چنين شرطى معتبر نيست .\r\nمسأله 144 - قبلا گفته شد كه كافر نسبت به فروع دين و احكام ، مكلّف است ، امّا نيابت از طرف او براى حج هر چند اميد به مباشرت حج هم نداشته باشد ، صحيح نيست چه در هنگام حيات و چه بعد از وفات .\r\nبر وارث مسلمان نيز واجب نيست از طرف كافر شخصا و يا با گرفتن نايب حج را انجام دهد .\r\nمسأله 145 - ناصبى ، مانند كافر است به اين معنى كه نيابت از طرف او صحيح نيست ، مگر در يك صورت و آن اينكه فرزند مؤمنى داشته باشد كه اين فرزند مىتواند از طرف وى حج انجام دهد .\r\nمسأله 146 - در حج مستحبى ، نيابت از زنده صحيح است ، چه اين شخص مرد باشد و چه زن ، و چه از انجام حج ناتوان باشد يا نباشد و چه اين حج با اجاره باشد و چه به صورت مجّانى انجام گيرد . ولى در حج واجب صحّت نيابت مشروط به اين است كه انسان شخصا نتواند حج را بجاى آورد و لازم است با اجاره باشد و تبرّعا صحيح نيست . و امّا از طرف ميّت - چه مرد و چه زن - در حج واجب و مستحب چه تبرّعا و چه با اجاره ، نيابت صحيح است .\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nمسأله 147 - در صحّت عمل نايب دو امر معتبر است :\r\nاوّل - قصد نيابت از طرف منوب عنه .\r\nدوّم - معيّن نمودن وى و لو اجمالا .\r\nبنابراين اگر نايب عملى را به قصد نيابت از ديگرى بدون تعيين وى - و لو اجمالا - انجام دهد ، از طرف منوب عنه شمرده نمىشود ، همچنانكه اگر عملى را بدون قصد نيابت بجاى آورد ، براى منوب عنه واقع نمىگردد .\r\nمسأله 148 - همچنانكه نيابت با اجاره صحيح است ، با جعاله و با شرط ضمن عقد نيز صحيح مىباشد .\r\nمسأله 149 - اگر نايب قبل از احرام بميرد ، حج بر ذمهء ميت باقى مىماند ، و واجب است وصى يا وارث براى حج از طرف ميّت شخص ديگرى را نايب بگيرد . و امّا اگر نايب پس از احرام و قبل از ورود به حرم فوت كند ، براى ميّت مجزى است ، و در اين حكم فرقى بين اقسام حج نيست ، و همچنين بين اين كه حج نيابتى با اجاره و يا تبرّعا انجام گيرد فرقى نيست .\r\nمسأله 150 - اگر اجير بعد از احرام بميرد ، اجاره نسبت به فراغت ذمّهء ميت منعقد مىشود ، در اين صورت وى استحقاق تمام اجرت را دارد ، ولى اگر اجاره بر اعمال حج منعقد شده باشد ، در اين صورت تمامى اجرت بر تمامى اعمال و مناسك حج تقسيم مىگردد و اجير به نسبت ، سهم خود را از آن مىبرد .\r\nمسأله 151 - اگر اجير قبل از احرام بميرد ، مطلقا استحقاق اجرت را ندارد ، چه اجاره بر فراغ ذمهء ميت منعقد گرديده باشد و چه بر اعمال\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nو مناسك حج . البته آنچه را كه اجير تا قبل از رسيدن به ميقات براى مقدّمات حج مصرف نموده است ضامن نيست ، و وارث يا وصى ميّت نمىتواند از وى مطالبه نمايد .\r\nمسأله 152 - اگر وارث يا وصى ، شخصى را براى حج بلدى از طرف ميت اجير نمايد ولى راه معيّنى را مشخص ننمايد ، اجير در انتخاب راه حج مخيّر است ؛ ولى اگر راه معيّنى را مشخص نمايد و به نظرشان از راههاى ديگر بهتر باشد ، اجير نمىتواند از آن راه صرف نظر كند .\r\nبنابراين اگر از آن راه عدول نموده و از راه ديگرى به حج برود ، حجّش صحيح است و ذمهء ميّت فارغ مىگردد ؛ و اگر راه معيّن داخل در متعلق اجاره باشد ، اجير به نسبت عمل خويش ، سهمش را از اجرت مىبرد ، و اگر داخل در متعلّق آن نباشد ، بدين گونه كه اجاره بر انجام اعمال و مناسك حج و يا بر فراغ ذمهء ميت منعقد شده باشد ، وى مستحق تمام اجرت است ، گرچه مخالفت شرط را نموده است و از راهى كه معيّن شده به حج نرفته است .\r\nمسأله 153 - اگر شخصى خود را براى حجّ از طرف كسى در يك سال معيّنى اجير نمايد ، سپس از طرف كسى ديگرى در همان سال اجير شود ، اجارهء دوم باطل است .\r\nمسأله 154 - اگر انسان خود را براى حج از طرف ديگرى در سال معينى اجير نمايد ، واجب است در همان سال از طرف او به حج برود و تأخير و يا تقديم آن در سال ديگر جايز نيست ، و بنابراين اگر احيانا تقديم و يا تأخير نمايد ، گرچه ذمهء ميت فارغ خواهد شد ولى اجير مستحقّ هيچ چيزى نيست ، نه اجرت مسمّى ، و نه اجرت المثل .\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nمسأله 155 - اگر ظالمى يا دشمنى بعد از احرام ، از ادامهء انجام اعمال حج اجير جلوگيرى كند و يا اينكه اجير به علت بيمارى ، نتواند اعمال حج را انجام دهد ، حكمش ، حكم مصدود و محصور است - كه بعدا بيان خواهد شد - البته در اين صورت اگر اجارهء مقيّد به آن سال بالخصوص باشد ، فسخ مىگردد و اگر مقيّد نباشد ، حج در ذمّه‌اش باقى است و بايد در سال‌هاى آينده آن را بجاى آورد .\r\nمسأله 156 - اگر نايب عمدا و با التفات به حكم شرعى و يا از روى اضطرار محرمات احرام را مرتكب شود ، كفّارهء آن بر گردن خودش مىباشد نه منوب عنه ، چه حج نيابتى اجاره‌اى بوده و چه تبرّعى باشد .\r\nمسأله 157 - اگر مال الاجاره كفاف هزينه‌هاى حج را ننمايد ، واجب نيست مستأجر آن را جبران كند ، همچنانكه اگر مال الاجاره بيش از هزينهء حج باشد ، حق ندارد از اجير زيادى آن را مطالبه نمايد .\r\nمسأله 158 - اگر ميت وصيت كند كه مبلّغ مشخّصى براى حج وى در سال‌هاى مختلف صرف شود و براى هر سال مقدارى را معين كرده باشد ، ولى مقدار مذكور براى هر سال كفايت نكند ، بعيد نيست وصى ، بتواند سهم دو سال و يا بيشتر را در يك سال براى حج وى صرف نمايد .\r\nمسأله 159 - اگر اجير با همسر خود قبل از وقوف در مشعر الحرام نزديكى كند ، لازم است سال بعد نيز به حج برود ، و يك شتر به عنوان كفّاره بدهد و حج فعلى را به اتمام برساند كه در اين صورت ، ذمهء ميت فارغ مىشود و اجير ، اجرت را مستحق مىگردد ؛ و امّا حج سال آينده\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nدر واقع كيفرى است مانند ساير كفّارات كه به عهدهء اجير مىباشد .\r\nمسأله 160 - پس از عقد اجاره ، اجير مالك اجرت مىشود ، ولى واجب نيست مستأجر پيش از پايان كار ، آن را پرداخت كند مگر آنكه اجير ، در ضمن عقد شرط كرده باشد كه اجرت را قبل از عمل دريافت كند كه در اين صورت واجب است كه قبل از عمل پرداخت گردد . البته در اينجا قرينه بر وجود چنين شرطى هست و آن اينكه عرف متداول و ارتكاز ذهنى بر اين است كه اجرت پيش از شروع عمل پرداخت شود ، چون غالبا اجير ، نمىتواند بدون مال الاجاره ، هزينه‌هاى حج را بپردازد . و بنابراين كه عقد اجاره فيما بين اجير و مستأجر بر پايهء چنين موضوعى استوار است ، اين مطلب به منزلهء شرط ضمنى پرداخت اجرت پيش از شروع در عمل شمرده مىشود .\r\nمسأله 161 - اگر شخصى براى حج از طرف ميّت اجير شود ، نمىتواند شخص ديگرى را براى اين كار اجير نمايد ، مگر اينكه مستأجر اول چنين اجازه‌اى به او داده باشد و يا اينكه قرينه‌اى در ميان باشد كه منظور مستأجر اوّل ، مباشرت آن شخص در حج نبوده است كه در اين صورت مىتواند ديگرى را براى حج مذكور اجير نمايد .\r\nمسأله 162 - اگر وارث و يا وصى ميّت شخصى را براى حج تمتع اجير نمايد ، سپس معلوم گردد كه وقت تنگ بوده و اجير نمىتواند عمرهء تمتع را انجام دهد و حج را درك نمايد ، در اين صورت اجاره باطل مىشود . البته اگر كمبود وقت و تأخير سفر به حج از سوى اجير به علت سستى و سهل انگارى صورت گيرد ، نه اجاره باطل مىگردد و نه وظيفه‌اش از حج تمتع به حج افراد تبديل مىشود ، بلكه مستأجر\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nحق خيار فسخ اجاره را دارد و مىتواند اجرت را پس بگيرد .\r\nمسأله 163 - در حج مستحبى نيابت يك نفر از چند نفر صحيح است چه زنده باشند و يا مرده . ولى در حج واجب اين كار درست نيست ، بلكه هر شخصى كه حج بر او واجب مىباشد نياز به يك نايب مستقل دارد و نيابت يك نفر از چند نفر ممكن نيست .\r\nمسأله 164 - نيابت چند نفر از طرف يك شخص اشكال ندارد ، چه آن شخص زنده و يا فوت كرده باشد ، و در اين نيابت ممكن است نيت هر يك متفاوت از ديگرى باشد ، مثلا يكى نيابت از حج مستحبى نموده و ديگرى نيابت از حج واجب نمايد ، و يا اينكه همگى احتياطا نيابت از حجة الاسلام را نمايند ، البته بنابراين كه هر يك ، نقص و بطلان عمل ديگرى را احتمال بدهد .\r\nمسأله 165 - در عقد اجاره ، لازم است نوع حج - تمتع ، افراد ، قران - معين گردد . البته اگر مورد اجاره ، حج مستحبى باشد و نوع خاص معيّن نشود ، اجاره بر جامع منعقد مىگردد ، و اجير در تطبيق آن جامع بر هر يك از انواع حج مخيّر است . پس اگر مستأجر نوع خاصى از حج را معيّن نمايد ، اجير نمىتواند از آن به نوع ديگر - گرچه افضل باشد - عدول نمايد ، مگر آنكه مستأجر اجازه دهد ، و اگر بدون اجازهء وى عدول نمايد ، هيچ يك از اجرت المثل و يا اجرت مورد توافق را نمىتواند از مستأجر مطالبه نمايد .\r\nمسأله 166 - طواف خانهء خدا از اجزاء حج و عمره مىباشد و در عين حال عبادت مستقلى بوده و به خودى خود مستحب است ، مانند وضو ، كه شرط صحت نماز است و در عين حال عبادت\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nمستقلى مىباشد ؛ بنابراين انسان مىتواند اين طواف را مستقلا بدون آنكه چيزى از اعمال حج و يا عمره را بدان ضميمه نمايد بجاى آورد و در طواف مستحب مستقل وضو لازم نيست ، گرچه براى نماز طواف وضو لازم است .\r\nمسأله 167 - نايب مىتواند پس از انجام اعمال حج نيابتى ، براى خود و يا از طرف ديگرى ، عمره مفرده - چه تبرّعا و چه با اجاره - بجاى آورد .\r\n\r\nمسائل متفرقه\r\nمسأله 168 - قبلا گفته شد كه با سهم امام عليه السلام ، استطاعت محقّق نمىشود بنابراين ، حج با آن واجب نمىگردد . حال اگر شخصى با سهم امام عليه السلام به حج برود و موفّق به موعظه و بيان احكام شرعى و ارشاد مردم - در حدّ امكان و توانايى در شرايط و اوضاع مختلف - گردد ، در اين صورت شخص مستطيع و حج بر او واجب شده و حجّة الاسلام شمرده مىشود .\r\nمسأله 169 - بعثه‌هاى اعزامى از سوى حكومتها كه با هزينهء دولتها به حج فرستاده مىشوند ، حجّشان صحيح است و از حجة الاسلام كفايت مىكند به شرط آنكه حجّشان از نظر واجبات و شرايط كامل باشد .\r\nمسأله 170 - حج با جوايز و هداياى حاكمان و سلاطين صحيح مىباشد . البته اگر يقين به غصبى بودن و حرمت آنها نداشته باشد ، و\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nمجزى از حجة الاسلام نيز مىباشد ، امّا اگر علم به غصبى بودن داشته باشد ، از اموال مجهول المالك شمرده مىشود ، و در اين صورت اگر شخصى مستحق آنها باشد به نيت صدقه از طرف مالكان ، آنها را تملك مىنمايد به شرط آنكه از مصرف سالش بيشتر نباشد ، بنابراين اگر اين مقدار كفاف هزينه‌هاى حج را بنمايد ، وى مستطيع مىگردد ؛ و اگر شخصى مستحق آن نباشد ، به اندازهء ثلث آن به فقرا صدقه دهد و سپس در باقيماندهء آن مىتواند تصرّف نمايد ، و اگر اين باقيمانده كفاف هزينه‌هاى حج را بكند ، حج بر او واجب مىگردد و در غير اين صورت حج بر وى واجب نيست . و همچنين در هداياى حكومتى نيز اگر علم به مجهول المالك بودن آن داشته باشد ، حكم چنين است .\r\nمسأله 171 - اگر انسان مستطيع باشد بدين معنى كه از امكانات مالى براى هزينه‌هاى حج برخوردار باشد ، ولى با وجود اين ، از مال غصبى در مخارج حج استفاده نمايد ، حجّش صحيح بوده و مجزى از حجة الاسلام مىباشد به شرط آنكه پول قربانى از مال حلال باشد و يا در ذمه خريدارى شود ؛ و اما غصبى بودن پوشش در حال طواف - گرچه طواف‌كننده علم به آن داشته باشد - و نيز غصبى بودن لباسهاى احرام به صحّت آن ضرورى نمىرساند چنان كه قبلا ذكر شد .\r\n\r\nحج مستحب\r\nمسأله 172 - مستحب است انسان در صورت تمكّن هر سال حج بجاى آورد .\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nمسأله 173 - مستحب است انسان هنگام خروج از مكّه براى حج ، نيّت بازگشت به آن را بنمايد .\r\nمسأله 174 - مستحب است انسان شخصى را كه متمكّن نيست به حج بفرستد . و همچنين مستحب است انسان براى حج قرض نمايد به شرط آنكه مطمئن باشد كه در وقتش توان اداى آن را خواهد داشت ؛ و نيز مستحب است در حج مال زيادى صرف شود .\r\nمسأله 175 - مستحب است به كسى كه مستطيع نمىباشد ، زكات داده شود تا به حج برود .\r\nمسأله 176 - مستحب است زن در حج مستحبى از شوهرش اجازه بگيرد ، و همچنين مستحب است زنى كه در عدّهء طلاق رجعى مىباشد ، از شوهرش اجازه بگيرد ؛ ولى در طلاق به اين و عدّهء وفات اين اجازه معتبر نيست .\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\n\r\nعمره\r\n\r\nعمره بر دو نوع مىباشد :\r\n\r\nاوّل : عمره مفرده\r\nاين عمره مستحب مىباشد ، بجز در يك مورد و آن عمرهء اول براى مستطيعى است كه در فاصلهء كمتر از 16 فرسخى مسجد الحرام زندگى مىكند ، چون وظيفهء چنين شخصى اين است كه ابتدا حج نموده و بنابر احتياط عمره را بجاى آورد ، و اين حج ، حجة الإفراد ناميده مىشود كه عمره در آن ، عملى مستقل از حج بوده و جزء آن نيست ، بدين مناسبت به آن عمرهء مفرده گفته مىشود . بنابراين هرگاه آن شخص حج برايش مقدور نبوده و متمكن از عمره باشد ، واجب است عمره را به صورت مستقل و جداگانه بجاى آورد .\r\n\r\nدوّم - عمره تمتع\r\nكه اين عمره جزء حج شمرده مىشود ، و وظيفهء كسى است كه داراى استطاعت مالى و جسمى بوده و امنيت نيز داشته باشد و در عين حال محل زندگى وى از مسجد الحرام ، 16 فرسخ ( تقريبا 88 كيلومتر ) و يا بيشتر فاصله داشته باشد ، كه در اين صورت ابتدا بايد\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nعمره و سپس حج را بجاى بياورد و اين حج تمتع ناميده مىشود كه عمرهء در آن اوّلين جزء شمرده مىشود ، و ديگر عمرهء مفرده واجب نمىگردد گرچه استطاعت آن را دارا باشد .\r\nبه عبارت ديگر وظيفهء شخص نزديك ، حج إفراد و عمره مفرده است كه در آن ابتدا حج و سپس - بنابر احتياط - عمره انجام داده مىشود . ولى وظيفهء شخص دور ، حج تمتع است كه ابتدا عمره و سپس حج را بجاى مى آورد . بنابراين صحت إفراد به عمرهء مفرده بستگى ندارد و لذا يك عبادت شمرده نمىشود بلكه دو عبادت مستقل مىباشد و بطلان هر يك مستلزم بطلان ديگرى نيست ، درحالىكه صحت حج تمتع به صحت عمره تمتع بستگى دارد ، و لذا يك عبادت شمرده مىشود ، بنابراين بطلان هر يك مستلزم بطلان ديگرى مىباشد .\r\nمسأله 177 - در حج مستحبى انسان بين حج تمتع و إفراد و قران مخيّر است - چه نزديك باشد و چه دور - گرچه حج تمتع بهتر مىباشد . البته اگر نخواهد عمره را در غير موسم حج بجا آورد ، لازم است عمرهء مفرده باشد و نمىتواند عمرهء تمتع را در غير ماه‌هاى حج بجا آورد .\r\nمسأله 178 - انسان مىتواند در هر ماه قمرى فقط يك عمره از طرف يك شخص - چه خودش و چه ديگرى - بجاى آورد . پس اگر آخر ماه عمره را انجام داده باشد ، جايز است كه عمره ديگر را در اوّل ماه بعدى بجاى آورد . بنابراين در يك ماه نمىتواند دو عمره از طرف شخص واحد انجام دهد چه از طرف خودش و يا از طرف ديگرى ،\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nالبته جايز است دو عمره در يك ماه از طرف دو نفر چه زنده و چه مرده و يا اينكه عمره‌هاى متعدّد از طرف اشخاص مختلف بجاى آورد .\r\nمسأله 179 - فاصلهء يك ماه قمرى بين عمرهء مفرده و عمرهء تمتع معتبر نيست ، يعنى ممكن است عمرهء مفرده اول ماه ذى الحجّة و عمره تمتع را در همان ماه بجاى آورد ، همچنانكه بجا آوردن عمره مفرده پس از اتمام اعمال حج جايز مىباشد ، البته بجا آوردن عمره مفرده در فاصله بين عمره تمتع و حج جايز نيست .\r\nمسأله 180 - چنان كه گفتيم عمرهء مفرده بر شخص نزديك - در صورت استطاعت واجب است ولى بر شخص دور واجب نمىباشد امّا با نذر و يا سوگند و عهد و يا شرط ضمن عقد ، عمرهء مفرده نسبت به شخص دور و نزديك به طور يكسان واجب مىشود .\r\n\r\nموارد مشترك بين دو عمره\r\nدو عمره - مفرده و تمتع - در موارد زير مشترك مىباشند :\r\n1 - احرام : به اين صورت كه مكلف جامه‌هاى احرام را پوشيده و پس از نيت ، به قصد قربت تلبيه بگويد ، با اين كيفيّت ، شخص محرم مىگردد ، آنگاه موارد مشخصى بر وى حرام مىشود كه شرح آن در مسائل بعدى خواهد آمد .\r\n2 - طواف : به اين صورت كه ابتدا كنار حجر الاسود بايستد بطورى كه خانهء كعبه در سمت چپ او باشد و سپس بدور كعبه هفت مرتبه طواف نمايد . و در هر مرتبه ، از حجر الاسود شروع نموده و بدان ختم\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nنمايد .\r\n3 - نماز طواف : و آن دو ركعت مىباشد كه مكلّف مخيّر است به صورت جهر و يا اخفات آن را بجاى آورد .\r\n4 - سعى بين صفا و مروه : به اين ترتيب كه سعى هفت مرتبه است كه بايد از صفا شروع نموده و به مروه ختم نمايد و سپس همين مسير را بر عكس طى نمايد تا هفت مرتبه كامل گردد .\r\n\r\nموارد اختلاف بين دو عمره\r\n1 - وقت عمرهء تمتع از نظر زمانى ، ماه‌هاى حج - شوال ، ذىقعده و ذيحجه - مىباشد ، درحالىكه زمان عمرهء مفرده تمام طول سال است ، البته بهترين وقت آن ، ماه رجب مىباشد .\r\n2 - عمرهء مفرده داراى يك طواف ديگرى بنام طواف نساء است كه آخرين عمل اين عمره مىباشد ، درحالىكه عمرهء تمتع تنها يك طواف دارد .\r\n3 - در عمرهء تمتع ، محرم تنها با تقصير ( گرفتن مقدارى از مو يا ناخن ) از احرام خارج مىگردد ؛ درحالىكه در عمرهء مفرده ، محرم مىتواند علاوه بر تقصير با حلق ( سر تراشيدن ) نيز از احرام خارج شود .\r\n4 - عمرهء تمتع و حج تمتع يك عبادت شمرده مىشوند ، بنابراين عمره را نمىتوان مستقل از حج تمتع بجاى آورد و لازم است هر دو در يك سال و در ماه‌هاى حج بجاى آورده شود ؛ بر خلاف عمرهء مفرده كه با حج افراد يك عبادت شمرده نمىشود ، بلكه خود يك\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nعبادت مستقل از حج مىباشد ، بنابراين ، مىتوان عمرهء مفرده را در يك سال و حج افراد را در سال ديگر بجاى آورد .\r\n5 - احرام عمرهء تمتع فقط از يكى از ميقاتهاى پنج‌گانه و يا از موازات آنها ممكن است ؛ درحالىكه در عمرهء مفرده اگر از ميقاتها و يا از برابر آنها عبور نكرده باشد ، احرام از نزديكترين نقطهء خارج از حرم جايز است .\r\n6 - چنان كه گذشت عمرهء تمتع با حج تمتع مرتبط است و آن را نمىتوان مستقل از حج بجاى آورد ، بنابراين هرگاه كسى بخواهد عمرهء مستحبى انجام دهد لازم است عمرهء مفرده بجاى آورد .\r\n7 - اگر شخصى وظيفه‌اش حج تمتع باشد ، استطاعتش وقتى كامل مىشود كه نسبت به هر دو بخش آن - عمرهء تمتع و حج تمتع - مستطيع باشد ، بنابراين اگر فقط نسبت به يكى از آن دو مستطيع باشد ، هيچ‌كدام بر وى واجب نيست ، ولى اگر وظيفهء كسى حج افراد باشد ، استطاعت نسبت به هر يك از حج و عمره در وجوب آن كافى است ، و اگر فقط مستطيع حج باشد ، تنها حج بر وى واجب مىگردد و اگر فقط مستطيع عمره باشد ، تنها عمره بر او واجب مىگردد ؛ و اگر براى هر دو مستطيع باشد ، هر دو واجب مىگردد ، البته در اين صورت بنابر احتياط بايد حج را بر عمرهء مقدّم نمايد .\r\n\r\nچند مسألهء مرتبط با عمرهء مفرده\r\nچند مسأله به ترتيب زير بيان مىشود :\r\nمسأله 181 - اگر كسى كه مىخواهد عمره مفرده بجاى آورد چنانچه\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nاز يكى از ميقاتها و يا از برابر آنها - كه در عمرهء تمتع از آنجاها احرام بسته مىشود - عبور نمايد ، واجب است همانجا محرم شود و حق ندارد به قصد احرام از نزديكترين نقطهء خارج از حرم از اين ميقاتها بگذرد . ولى اگر كسى در مكّه باشد و بخواهد عمرهء مفرده انجام دهد ، مىتواند از حرم خارج گشته و از نزديكترين نقطهء خارج از حرم محرم مىشود ، و « ادنى الحل » نقطه‌اى است كه در آن منطقه حليّت تمام شده و منطقه حرم پيرامون مكه آغاز مىگردد ، البتّه بهتر آن است كه از يكى از مناطق حديبيّه ، جعرانه و تنعيم محرم شود . درحالىكه احرام عمرهء تمتّع فقط از ميقاتهاى پنج‌گانه و يا از محاذات آنها صحيح مىباشد ، و حتى كسى كه در مكه بوده و بخواهد عمرهء تمتع بجاى آورد ، بايد به يكى از آن ميقاتها رفته و از آنجا محرم شود مگر آنكه نتواند بدانجا برود كه در اين صورت اگر بيرون آمدن از حرم برايش ممكن باشد ، واجب است اين كار را انجام داده و از بيرون حرم محرم شود ، و اگر اين كار برايش ممكن نباشد از جاى خودش محرم گردد ، چنان كه تفصيل آن خواهد آمد .\r\nمسأله 182 - اگر كسى بعد از فراغت از اعمال حج و يا پس از بجاى آوردن عمرهء مفرده ، از مكه خارج گردد و سپس بخواهد بار دوّم وارد شود ، جايز است بدون احرام وارد شود ، البته به شرطى كه در همان ماهى باشد كه حج و يا عمرهء مفرده را در آن انجام داده است ، و در غير اين صورت بدون احرام ، ورود به مكه جايز نيست ، مگر براى افرادى كه بطور مكرّر به آنجا رفت و آمد دارند مانند هيزم‌فروش و علف‌فروش دوره‌گرد . و بعيد نيست حكم مذكور مختص\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nهيزم‌فروش و دوره‌گرد نبوده و هر كسى كه بدليل نياز كارى مكررا رفت و آمد دارد شامل گردد ، مانند پرستار ، معلم ، دانشجو و امثال آنها .\r\nمسأله 183 - اگر كسى در ماه‌هاى حج ، عمرهء تمتع را بجاى آورده و قصد مراجعت به وطنش را داشته باشد و در همين حال تا روز ترويه در مكه بماند ، چنانچه نيت حج نمايد ، عمره‌اش تبديل به عمرهء تمتع مىشود و ديگر نمىتواند از مكه خارج گردد و حج را ترك نمايد ، ولى اگر چنين نيتى ننمايد ، خروج از مكه حتى در روز ترويه نيز جايز است .\r\nمسأله 184 - كسى كه عمرهء مفرده را در ماه‌هاى حج انجام دهد با قصد اينكه بعد از آن حج انجام دهد ، عمره مفرده تبديل به عمرهء تمتع نمىگردد .\r\nو مورد تبديل شدن عمرهء مفرده به عمرهء تمتع فقط در خصوص كسى است كه عمرهء مفرده را با قصد رجوع به وطنش بجاى آورده و سپس از نيّت خويش عدول كرده و بناى ماندن در مكه را به قصد حج نموده است .\r\nتبديل عمرهء مفرده به تمتع ، هنگام نيت حج مىباشد . و تبديل مذكور مختص حج مستحبى است و شامل حج واجب مانند حجة الاسلام نمىگردد .\r\nعمرهء مفرده در دههء اول ذيحجه نيز جايز است .\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\n\r\nاقسام حج\r\n\r\nحج بر سه قسم است : حج تمتع ، حج افراد ، حج قران .\r\n\r\nاول : حج تمتع\r\nو آن عبادتى است مركب از دو جزء وابسته بهم كه يكى عمره و ديگرى حج مىباشد .\r\n\r\nواجبات عمرهء تمتع\r\nدر عمره تمتع پنج چيز واجب است :\r\n\r\n1 - احرام :\r\nبه اين كيفيّت كه دو جامهء احرام بپوشد و نيت احرام عمرهء تمتع از حجة الاسلام را قربة الى اللّه نموده تلبيه را بجاى آورده ؛ و چون تلبيه انجام گرفت ، احرام منعقد شده و محرم مىشود ، بنابراين موارد ، مشخصى بر وى حرام مىگردد .\r\n\r\n2 - طواف :\r\nبه اين كيفيّت كه طواف را به دور خانهء كعبه از نقطه مقابل حجر الاسود شروع نمايد ، البته با مراعات اينكه خانهء خدا در سمت چپ وى قرار گيرد ، و آنگاه به دور كعبه هفت مرتبه طواف نمايد و آن را قربة الى اللّه به نيّت طواف عمره تمتع از حجة الاسلام\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nانجام دهد ، و هر مرتبه از موازى حجر الاسود شروع نموده و در همانجا تمام نمايد .\r\n\r\n3 - نماز طواف :\r\nدو ركعت - مانند نماز صبح - مىباشد و در آهسته خواندن و بلند خواندن آن مخيّر است .\r\n\r\n4 - سعى :\r\nبه اين كيفيّت كه ابتدا نيت سعى بين صفا و مروه براى عمرهء تمتع از حجة الاسلام قربة الى اللّه نمايد و سپس از صفا شروع نموده و به مروه ختم نمايد و از مروه به صفا برگردد ، و اين كار را تا جايى ادامه كه تعداد رفت و آمدها هفت مرتبه شود كه هر يك را يك « شوط » مىنامند . بنابراين در مجموع چهار مرتبه از صفا به مروه ، و سه مرتبه از مروه به صفا رفت و آمد انجام مىگيرد و در مروه سعى خاتمه مىيابد .\r\n\r\n5 - تقصير :\r\nكيفيّت آن به اين صورت است كه از مو يا ناخن خويش را بگيرد و در آن نيت تقصير عمرهء تمتع از حجة الاسلام قربة الى اللّه نمايد .\r\nمسأله 185 - اگر مكلف اين پنج عمل را انجام داد از احرام خارج مىشود و تمامى مواردى كه به سبب احرام بر وى حرام گشته بود ، حلال مىگردد . سپس تنها اعمال حج براى وى باقى مىماند .\r\n\r\nواجبات حجّ تمتع\r\nدر حجّ تمتع دوازده چيز واجب است :\r\n\r\n1 - احرام :\r\nو كيفيّت آن همانند احرام عمرهء تمتع مىباشد جز آنكه در اينجا نيّت احرام حج تمتع قربة الى اللّه مىنمايد ، و مكان آن مكهء\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nمكرمه مىباشد ، و زمان آن بايد قبل از ظهر روز نهم ذى حجّه باشد به نحوى كه درك وقوف واجب در عرفات ممكن باشد .\r\n\r\n2 - وقوف در عرفات :\r\nحاجى از ظهر نهم ذى حجه تا غروب آن در عرفات مىماند ، و مىتواند از اوّل ظهر به مقدار يك ساعت تأخير داشته باشد .\r\n\r\n3 - وقوف در مزدلفه :\r\nجايى كه حاجى پس از ترك عرفات در آنجا مىماند ، و مقدار واجب آن از طلوع فجر تا طلوع آفتاب مىباشد ، و بيتوته يعنى گذراندن بقيهء شب در آنجا واجب نيست ، گرچه موافق احتياط است .\r\n\r\n4 - رمى جمرهء عقبه :\r\nوقت آن بين طلوع آفتاب و غروب آن است .\r\nو بايد رمى با هفت ريگ به صورت متوالى و پىدرپى انجام گيرد نه در يك‌دفعه .\r\n\r\n5 - قربانى :\r\nو آن عبارت است از گوسفند و يا گاو و يا شترى كه حاجى در روز عيد قربان و در منى بعد از رمى جمرهء عقبه بايد قربانى كند .\r\n\r\n6 - حلق يا تقصير :\r\nيعنى حاجيان مرد بايد بعد از قربانى كردن ، موى خود را بتراشد ( حلق ) و يا تقصير نمايند ، ولى بر حاجيان زن هميشه تقصير واجب است . و مراد از حلق ، تراشيدن تمام موى سر مىباشد ، و مقصود از تقصير ، گرفتن مقدارى از مو يا ناخن است .\r\nو مكان اين عمل منى مىباشد .\r\n\r\n7 - طواف :\r\nو آن مانند طواف عمرهء تمتع است ، جز اينكه در آن بايد نيت طواف حج تمتع قربة الى اللّه نيت نمايد .\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\n\r\n8 - نماز طواف :\r\nو آن مانند نماز طواف عمره است ، مگر آنكه در اين مورد بايد نماز طواف حج را قربة الى اللّه نيت بنمايد .\r\n\r\n9 - سعى بين صفا و مروه :\r\nو كيفيّت آن مانند سعى در عمره مىباشد ، البته با اين تفاوت كه در اينجا براى حج تمتع قربة الى اللّه نيت نمايد .\r\n\r\n10 - طواف نساء و نماز آن :\r\nكه مانند طواف عمره و حج و نمازهاى آنهاست .\r\n\r\n11 - بيتوته در منى :\r\nو آن بودن در منى از اول شب تا نصف ، و يا از نصف شب تا طلوع فجر ، در شب يازدهم و دوازدهم مىباشد .\r\n\r\n12 - رمى جمرات سه‌گانه :\r\nكه از جمرهء اوّلى شروع نموده و به جمرهء عقبه ختم مىگردد ، و اين رمى در روز يازدهم و دوازدهم بايد انجام گيرد .\r\n\r\nدوّم - حج افراد\r\nو آن وظيفهء كسى است كه وطن و مسكنش كمتر از شانزده فرسخ از مسجد الحرام فاصله داشته باشد . اين حج واجب مستقلى است و به عمره بستگى ندارد . البته اگر مكلف بر هر دوى آنها با هم مستطيع شود ، واجب است هر دو را بجاى آورد ، البته بايد بنابر احتياط ، حج را بر عمرهء مقدم بدارد - چنان كه گذشت - .\r\n\r\nسوم - حجّ قران\r\nكه همان حج افراد است و هيچ تفاوتى بين اين دو نمىباشد مگر\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nاينكه اگر مكلّف قربانى را هنگام احرام با خود بياورد و در حجّ نيز نزد خود نگه داشته باشد ، واجب است كه روز عيد آن را قربانى كند ، و اين حج ، حج قران ناميده مىشود ، چون حاجى قربانى را همراه خود نگه مىدارد ؛ و امّا اگر هنگام احرام قربانى را پيش خود نداشته باشد ، حج افراد ناميده مىشود ، از آن نظر كه حاجى به تنهايى حج نموده و قربانى را به همراه نياورده است .\r\n\r\nيكسان بودن اعمال حجّ تمتع با حجّ افراد\r\nدر موارد زير حج تمتع و حج افراد با هم مساوى است :\r\n1 - احرام .\r\n2 - وقوف در عرفات و مزدلفه .\r\n3 - رمى جمرهء عقبه .\r\n4 - حلق يا تقصير براى مردان ، و فقط تقصير براى زنان .\r\n5 - طواف خانهء خدا و نماز آن .\r\n6 - سعى بين صفا و مروه .\r\n7 - طواف نساء و نماز آن .\r\n8 - بيتوته در منى در شب يازدهم و دوازدهم .\r\n9 - رمى جمرات سه‌گانه در روز يازدهم و دوازدهم .\r\nو امّا قربانى كردن در حجّ افراد واجب نيست ، مگر آنكه حاجى قربانى را هنگام احرام بستن به همراه داشته باشد كه در اين صورت بايد آن را در منى قربانى كند .\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\n\r\nموارد اختلاف حجّ تمتع با حج افراد\r\nدر موارد زير حج تمتع با حج افراد متفاوت است :\r\n1 - صحّت حج تمتع مشروط به اين است كه عمرهء تمتع را قبل از آن به صورت صحيح انجام داده باشد ، درحالىكه صحت حج افراد به آن بستگى ندارد .\r\n2 - در حجّ تمتع ، بايد قربانى در منى ذبح يا نحر شود ، ولى اين كار در حج افراد واجب نيست ، مگر اينكه حاجى در هنگام احرام قربانى را به همراه داشته و با خود آورده باشد ، چنان كه گذشت .\r\n3 - محل احرام بستن در حج تمتّع ، مكّه مكرمه است ؛ و در حج افراد ، هر يك از ميقاتهاى عمرهء تمتع و يا محاذى آنها مىباشد .\r\n4 - در حجّ تمتع نمىتوان در حالت اختيار طواف حج و سعى صفا و مروه را بر وقوف در عرفات و مشعر مقدم داشت ولى اين عمل در حج افراد جايز است .\r\n\r\nنكات تكميلى\r\nمسأله 186 - فاصلهء شانزده فرسخ بين وطن شخص و مكه معتبر است و مسافت مذكور - شانزده فرسخ - از انتهاى وطن شخص در نظر گرفته مىشود نه از منزلش .\r\nشخصى كه مسكنش در رأس آن مسافت قرار دارد ، وظيفه‌اش حج تمتع است نه افراد . و نيز وظيفهء كسى كه شك دارد در اينكه مسكنش در رأس مسافت مىباشد يا نه چنين است .\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nمسأله 187 - اگر شخصى داراى دو منزل باشد ، به طورى كه يكى از آن دو ، از مسجد الحرام شانزده فرسخ ، و ديگرى كمتر از آن فاصله داشته باشد ، آيا وظيفه‌اش حج تمتع است يا افراد ؟\r\nجواب : هر كدام از دو عنوان بر وى صدق عرفى نمايد حكم آن بر او جارى است ؛ و اگر هر دو عنوان به يك نسبت بر وى صدق كند ، واجب است احتياطا بين هر دو وظيفه جمع نمايد .\r\nمسأله 188 - اگر شخصى كه وطنش بيش از شانزده فرسخ از مسجد الحرام فاصله دارد ، بخواهد در مكه به قصد سكونت اقامت كند ، وظيفه‌اش از ابتدا از حج تمتع به حج افراد تبديل مىگردد گرچه استطاعت وى در وطنش حاصل شده باشد ، تبديل شدن وظيفه وابسته به اين نيست كه فرد مدتى در مكه اقامت نمايد .\r\nامّا اگر چنين شخصى به نيّت مجاورت در مكّه اقامت گزيند ، اگر استطاعت وى پس از دو سال اقامت در آنجا پيش بيايد ، وظيفه‌اش از حج تمتع به افراد تبديل مىشود .\r\nمسأله 189 - اگر استطاعت چنين شخصى در وطنش و يا در مكه قبل از تكميل اقامت دوساله ، حاصل گردد ولى به علت كوتاهى و سهل انگارى حج ننمايد تا اينكه وارد سال سوم اقامت خود شود ، آيا بازهم وظيفه‌اش از تمتع به افراد تبديل مىگردد ؟\r\nجواب : در هر دو صورت مشهور بين فقها اين است كه تبديل نمىشود . ولى اين مطلب خالى از اشكال نيست ، و اقرب اين است كه تبديل مىشود گرچه احتياط در جاى خود محفوظ است .\r\nمسأله 190 - اگر شخصى در مكه به قصد مجاورت اقامت كند و\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nاستطاعت وى در وطنش پيش آمده باشد و يا اينكه پيش از تكميل دو سال در مكه مستطيع گردد و بخواهد حج تمتع نمايد ، جايز است براى عمرهء تمتع از نزديكترين نقطهء خارج از حرم احرام ببندد . گرچه احتياط در اين است كه به يكى از ميقاتها رفته و از آنجا احرام ببندد .\r\nمسأله 191 - شخصى كه اهل مكه بوده ولى در جاى ديگرى كه بيش از شانزده فرسخ از مكه فاصله دارد به مدت دو سال و يا بيشتر قصد اقامت نمايد ، تا هنگامى كه بر او صدق نكند كه اهل آن محل است ، حكم آنجا شامل وى نمىشود .\r\n\r\nدر حجّ تمتع پنج چيز معتبر مىباشد\r\n\r\n1 - نيت همراه با سه عنصر آن كه عبارت است از : قصد قربت ، اخلاص و قصد عمل مشخص\r\nكه آن را شرعا از موارد ديگر متمايز سازد .\r\n\r\n2 - مجموع عمره و حج بايد در ماه‌هاى حج - شوال ، ذىقعده و ذيحجه - انجام گيرد .\r\nبنابراين اگر احرام عمره ، پيش از دخول ماه شوال باشد ، باطل است گرچه بقيهء اعمال در شوال واقع گردد .\r\n\r\n3 - بايد حج و عمره در يك سال باشند ،\r\nالبتّه به شرط مقدم داشتن عمره بر حجّ .\r\n\r\n4 - محل بستن احرام براى حج ، مكه مىباشد ،\r\nو منظور از مكه - در اينجا - سر تا سر شهر است ، بنابراين بخش‌هاى جديد نيز عرفا جزء آن شمرده مىشود ، و لذا احرام از آن مناطق جايز است . البته احرام از مناطقى كه نام ده و يا شهر ديگر به طور مشخّص بر آن اطلاق\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nمىگردد ، جايز نيست ، گرچه به دليل توسعه و آبادانى ، به مكّه متصل شده باشند .\r\n\r\n5 - مكلّف پس از اتمام اعمال عمرهء تمتع و قبل از احرام حج ، مىتواند از مكه خارج شود\r\nو به مناطق نزديك مانند جدّه و طائف و امثال آنها برود به شرط آنكه مطمئن باشد كه مىتواند به مكّه بازگشته و حج را درك نمايد بلكه بعيد نيست رفتن به مناطق دور نيز با همان شرط جايز باشد . البته ، شخصى كه از مكه براى كار و يا غير آن خارج مىشود ، اولى و احوط آن است كه ابتدا احرام حج را ببندد و سپس خارج شود .\r\n\r\nمسائل گوناگون در ارتباط با حج\r\nمسأله 192 - شخصى كه بعد از عمرهء تمتع از مكه بدون احرام حج ، خارج گردد و ماه ديگر به مكه مراجعت نمايد ، واجب است كه با احرام جديد وارد شود كه احرام عمرهء تمتع محسوب مىشود .\r\nمسأله 193 - شخصى كه از مكّه بعد از عمرهء تمتع با احرام حج خارج مىگردد ، اگر در ماه ديگر وارد شود ، با تلبيهء حج وارد مىشود بدون آنكه مجدّدا نياز به احرام عمره داشته باشد .\r\nمسأله 194 - شخصى كه بعد از عمره ، بدون احرام از مكه خارج شده و ماه بعد مراجعت نموده و به نيّت عمرهء مفرده احرام بسته است ، بطورى كه غافل و يا جاهل است از اين كه وظيفه‌اش احرام براى عمرهء تمتع مىباشد تا آن را بجاى آورد ، عمرهء تمتع شمرده نمىشود .\r\nمسأله 195 - در فرض مذكور ، اگر عمرهء تمتع محسوب نگردد آيا به\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nخودى خود صحيح مىباشد ؟\r\nجواب : بلى ، صحيح است و دليلى بر بطلان آن نيست ، ولى در اين صورت عمرهء تمتع اوّل لغو شده و بايد عمرهء تمتع ديگرى بجاى آورد .\r\nمسأله 196 - منظور از ماهى كه ورود و خروج بر طبق آن است ماه قمرى است نه محاسبهء 30 روز .\r\nمسأله 197 - كسى كه وظيفه‌اش حج تمتع باشد نمىتواند به حج افراد يا قران عدول نمايد ، مگر اينكه به طور اتّفاقى وقت عمره تنگ شود و مكلف از آن بيم داشته باشد كه اگر عمره را بجاى آورد ، وقوف اختيارى را درك ننمايد ، كه در اين صورت مىتواند به حج افراد عدول نمايد .\r\nمسأله 198 - كسى كه وظيفه‌اش حج تمتع است ، اگر از ابتدا و قبل از احرام بستن بداند كه وقت تنگ است ، وظيفه‌اش به حج افراد تبديل نمىشود .\r\nمسأله 199 - اگر مكلف ، احرام عمرهء تمتع را در سعهء وقت ببندد ، ولى از جهت سهل انگارى ، طواف خويش را عمدا به حدّى به تأخير بيندازد كه اگر بخواهد اعمال عمره را تكميل كند ، وقوف در عرفات را درك نمىكند ، در اين صورت اگر به تكميل اعمال عمره بپردازد و وقوف اختيارى را از دست بدهد ، عمره‌اش باطل و لغو خواهد شد .\r\nمسأله 200 - بنابر احتياط جايز نيست مكلف از عمرهء تمتع مستحب در اثناى آن دست بر دارد به اين ترتيب ، كه پس از احرام بستن براى عمره از ميقات و پيش از ورود به حرم ، احرام را بهم زده و به وطن\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nخويش برگردد . البته بعد از ورود در حرم با احرام ، جايز نيست احرام را به هم بزند ، بلكه واجب است عمره را به اتمام برساند . و اگر در اين صورت معصيت نموده و عمره را نيمه كاره گذاشته و به وطنش برگردد ، احرامش باطل و لغو مىشود و شخص گناهكار است .\r\nمسأله 201 - جايز نيست مكلف بعد از بجاى آوردن عمره ، حج را ترك نموده و به وطنش برگردد . و اگر در اين صورت اين كار را كرده و به وطنش برگردد ، آيا عمره‌اش از تمتع به مفرده تبديل مىشود و يا اينكه باطل مىگردد ؟\r\nجواب : باطل مىگردد و از اينرو هر كس بخواهد عمره مستحبى بدون حج بجاى آورد ، بايد عمرهء مفرده انجام دهد نه عمرهء تمتع .\r\nمسأله 202 - كسى كه براى عمرهء مفرده - مثلا عمرهء رجب - احرام ببندد آيا مىتواند از اين احرام دست بردارد و آن را لغو نموده ، به وطنش بازگردد ؟\r\nجواب : پس از ورود به حرم جايز نيست ، و قبل از ورود بنابر احتياط نمىتواند دست بردارد . و اگر چنين كارى را انجام دهد ، آيا احرامش باطل مىشود يا اينكه تا هنگام بجاى آوردن عمرهء مفرده در احرام باقى مىماند ؟\r\nجواب : تا پايان وقت عمره ، و هنگامى كه وقت آن تمام شد ، احرام وى نيز باطل مىشود . مثلا اگر براى عمرهء رجب احرام بست و تا آخر ماه رجب آن را بجاى نياورد ، احرام آن به علّت منتفى شدن موضوع آن - ماه رجب - از بين مىرود و بر اين اساس كه احرام عمره هر ماه ، بخشى از آن عمره شمرده مىشود و با منتفى شدن آن ، احرام نيز\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nمنتفى مىشود .\r\nبنابر احتياط جايز نيست بعد از احرام حج مستحبى از آن دست بردارد بر خلاف حج افراد و قران .\r\n\r\n[ واجبات عمرهء تمتع 
  ]\r\n\r\n[ اولين واجب از واجبات عمرهء تمتع احرام است . 
  ]\r\n\r\nواجبات احرام\r\nواجبات احرام چند امر است :\r\n\r\nامر اوّل : مواقيت\r\nميقاتهاى احرام عمرهء تمتع : چنان كه سابقا گذشت وقت عمرهء تمتع در ماه‌هاى حج مىباشد كه از روز اوّل شوال تا روز نهم ذيحجه امتداد دارد . و امّا از نظر مكان ، هر كس بخواهد عمرهء تمتع را بجاى آورد ، بايد از يكى از ميقاتهاى مشخصى كه پيامبر اسلام صلّى اللّه عليه و آله معيّن نموده‌اند احرام ببندد ، و اين ميقاتها عبارتند از :\r\n\r\nاوّل : مسجد شجره :\r\nو آن منطقه‌اى است به اسم « ذو الحليفه » و در نزديكى مدينهء منوره است ، و در حدود 9 كيلومتر از آن فاصله دارد ، و نيز دورترين ميقات از مكّه مكرمه شمرده مىشود . ظاهرا مسجد مذكور ، در منطقه‌اى است كه نقطهء آغاز اين ميقات شمرده مىشود ، و اين ميقات تا بيداء به فاصلهء يك ميل امتداد دارد و احرام از هر قسمت اين منطقه جايز است ، گرچه احرام از بيداء بهتر مىباشد .\r\nبه عبارت ديگر محدودهء طولى اين ميقات از نظر شرعى مشخص است ، و آن از مسجد مذكور تا بيداء به فاصلهء يك مايل ( حدود چهار\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nهزار متر ) مىباشد ؛ ولى از لحاظ عرضى محدودهء آن نامشخص است . البته احرام بستن در قسمت سمت راست و چپ مسجد - چه دور و چه نزديك - جايز مىباشد .\r\n\r\nدوّم : وادى عقيق :\r\nو آن داراى سه بخش مىباشد :\r\n1 - بريد البعث .\r\n2 - مسلخ .\r\n3 - بريد اوطاس .\r\nمسأله 203 - احرام بستن در هر يك از اين سه محل جايز است .\r\n« ذات عرق » و « غمرة » در واقع داخل اين مناطق مىباشند ، بنابراين در اين دو جا نيز احرام بستن جايز است . اگر شناخت اين مناطق مشكل باشد ، بايد به اهل خبرهء منطقه رجوع شود .\r\n\r\nسوّم : جحفه :\r\nو آن دهى است بين مكهء مكرّمه و مدينهء منوّره ، كه ميقات اهل شام مىباشد . اگر كسى از روى غفلت و يا نادانى ، از مسجد شجره احرام نبسته و از آن گذشته و به جحفه برسد ، جايز است كه از آنجا احرام ببندد و واجب نيست براى بستن احرام به مسجد شجره برگردد هر چند اين كار برايش ممكن باشد . بلكه بعيد نيست حتى كسى كه عمدا و با توجه ، بستن احرام از ميقات سابق را ترك كرده است ، جايز باشد كه از جحفه احرام ببندد ، ولى در اين صورت برگشتن به ميقات سابق و احرام بستن از آنجا در صورت امكان بنابر احتياط نبايد ترك شود .\r\n\r\nچهارم : يلملم :\r\nو آن نام كوهى است از كوههاى تهامه ، و گفته مىشود كه از مكّه حدود نود و چهار كيلومتر فاصله دارد .\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\n\r\nپنجم : قرن المنازل :\r\nمىگويند كه روى كوهى مشرف به عرفات واقع شده است ، و از مكهء مكرمه حدود 90 كيلومتر فاصله دارد . و ممكن است كه « قرن المنازل » نام آن منطقه باشد نه فقط نام آن كوه .\r\nو در هر صورت جايز است از نقطهء برابر كوه در مسير عمومى كه در آن مسجدى بنا شده است ، احرام بسته شود .\r\nمسأله 204 - هرگاه دو ميقات در راه مكه پيش رو باشند كه يكى از آنها جلوتر از ديگرى باشد - چنان كه در راه مدينهء منوره به مكهء مكرمه دو ميقات ذو الحليفه و جحفه مىباشند - مكلف نمىتواند از ميقات اوّل عبور نموده و در ميقات دوّم احرام ببندد ؛ و اگر از ميقات اوّل بدون احرام گذشته و در ميقات دوم محرم شود ، احرامش صحيح است ولى گناه كرده است . البته بيمار و نيز كسى كه ضعف دارد و امثال آن دو كه احرام بستن از ميقات اوّل بر آنها مشقّت و سخت است ، از اين حكم مستثنى مىباشند .\r\nمسأله 205 - احرام بستن از برابر مسجد شجره تا بيداء ، به فاصلهء يك مايل از جهت طولى ، صحيح مىباشد . برابرى عرفى هنگامى صدق مىكند كه مسافر به نقطه‌اى برسد كه اگر در آنجا به سوى مكهء مكرمه رو كند ، ميقات در طرف راست يا چپ او قرار گيرد . و نيز تفاوتى بين دورى و نزديكى عرفى در برابرى نيست ، و لذا كسى كه از ذو الحليفه مىگذرد ، مىتواند مسجد شجره را در طرف راست يا چپ خود قرار داده ، از آنجا احرام ببندد .\r\nمسأله 206 - بنابر اظهر احرام بستن از محاذى ميقات‌هاى ديگر نيز كافى است .\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nمسأله 207 - اگر مكلف به نقطهء محاذى ميقاتى برسد ، جايز است از آنجا احرام نبسته و تا ميقات ديگر عقب انداخته و از آنجا احرام ببندد .\r\nمسأله 208 - اگر مكلف در راه مكّه ، با دو ميقات ، محاذى گردد ، آيا مىتواند احرام بستن خود را از محاذى ميقات اوّل به محاذى ميقات دوّم به تأخير بيندازد ؟\r\nجواب : گرچه از لحاظ نظرى ، بعيد نيست اين كار جايز باشد ، ولى بنابر احتياط وجوبى نبايد تأخير انداخت .\r\nمسأله 209 - واجب است مكلّف مطمئن شود كه به يكى از ميقاتها و يا محاذى آن رسيده است تا بتواند احرام ببندد . و اين مطلب از طريق علم و اطمينان و يا حجّت شرعى بدست مىآيد ، و اگر شك در رسيدن به ميقات يا محاذى آن داشته باشد ، نمىتواند احرام ببندد ، و اگر تحصيل علم ممكن نشد ، مكلف مىتواند به يكى از دو روش زير ، از صحت احرام خود مطمئن گردد :\r\nاوّل - از نقطه‌اى كه مىداند قبل از ميقات بوده و يا مردّد است بين اينكه قبل از ميقات و يا محاذى آن باشد ، با نذر احرام ببندد .\r\nدوّم - دو جامهء احرام را پوشيده و از اوّلين نقطه‌اى كه احتمال مىدهد ميقات و يا محاذى آن باشد ، به اميد درك واقع شروع به تلبيه نمايد ، و تا آخرين نقطه‌اى كه مىداند با گذشتن از آن از ميقات خارج مىشود ، اين كار را ادامه دهد .\r\nمسأله 210 - اگر مكلّف به نقطه‌اى برسد كه نداند قبل و يا بعد از ميقات است ، چنانچه نتواند صحّت احرامش را به يكى از دو روش\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nمذكور احراز نمايد ، وظيفه‌اش اين است كه از همان نقطه‌اى كه در آن قرار دارد با نذر احرام ببندد .\r\nمسأله 211 - احرام بستن پيش از ميقات بدون نذر صحيح نيست .\r\nبنابراين اگر از نقطه‌اى قبل از ميقات ، نذر احرام كند ، نذرش منعقد مىشود و اگر احرام ببندد احرامش صحيح است ، احرام بستن بعد از ميقات حتى با نذر هم صحيح نيست . البته كسى كه در محلى زندگى مىكند كه در فاصلهء كمتر از ميقات به مكه مىباشد ، مىتواند از همان محل زندگىاش احرام ببندد ، و لازم نيست به يكى از ميقاتها برگردد ، گرچه اين امر براى وى جايز مىباشد .\r\nمسأله 212 - مراد از كم بودن فاصلهء از ميقات به مكه ، معناى نسبى آن است ، به اين معنى كه هرگاه شخصى منزلش به مكه نسبت به ميقات تنها از يك طرف نزديكتر باشد ، مىتواند از همان منزل خود احرام ببندد ، گرچه اين نزديكى به مكه از تمام جهات و اطراف نباشد .\r\nمسأله 213 - حكم مذكور به اهل آن منطقه اختصاص ندارد بلكه شامل شخص مقيم در آنجا نيز مىشود ، گرچه عنوان اهل آن محل بر وى صدق نكند .\r\nمسأله 214 - ساكنين و اهل مكهء مكرمه نمىتوانند براى عمرهء تمتع از مكه محرم شوند .\r\nمسأله 215 - حجّاجى كه از راه زمينى ، از طرف طائف به مكه مىروند ، از قرن المنازل احرام مىبندند ، و قبلا گفته شد كه احتمال مىرود قرن المنازل نام آن منطقه باشد ، و بنابراين شامل راه آنجا نيز مىگردد ، نه اينكه نام كوهى باشد كه مشرف به عرفات است . بهر حال\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nمىتوان از مسجدى كه در مسير راه آنجا ساخته شده است احرام بست ، چون يا جزء ميقات است و يا محاذى آن مىباشد .\r\nو امّا حجّاجى كه از طريق مدينه از راه زمينى به مكه مىروند ، همچنانكه مىتوانند از مسجد شجره يا محاذى آن احرام ببندند ، از مدينه با نذر مىتوانند محرم شوند .\r\nمسأله 216 - حجّاجى كه از راه هوايى از طريق جدّه به مكه وارد مىشوند ، نمىتوانند از جدّه احرام ببندد چون نه از ميقاتها شمرده مىشود و نه مىتوان اطمينان يافت كه از محاذى ميقات است ؛ و در اين صورت اگر رفتن به ميقات و احرام بستن از آنجا براى آنها ممكن باشد ، واجب است اين كار را انجام دهند ، و اگر اين كار به دليل كمبود وقت و يا جلوگيرى حكومت و يا به هر علّت ديگرى براى آنان ممكن نبود ، بايد از جدّه با نذر احرام ببندند ، و احرامشان صحيح است و واجب نيست احرام را در نزديكترين نقطهء خارج از حرم تجديد نمايند .\r\n\r\nتوضيحاتى تكميلى\r\nدر اينجا چند صورت متصور است :\r\nصورت اوّل - مسافر از ابتدا در وطن خودش مىداند كه پس از رسيدن به جدّه ، به مدينهء منوره مشرّف شده و سپس به سوى مكّه بازخواهدگشت ، كه در اين فرض ، از مسجد شجره و يا محاذى آن احرام مىبندد .\r\nصورت دوّم - مكلف مىداند پس از رسيدن به جده ، به مدينه\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nنمىرود ولى مطمئن است مىتواند به يكى از ميقاتها مانند جحفه يا قرن المنازل برود و از آنجا احرام ببندد ، در اين صورت وى مىتواند در فرودگاه وطن خود احرام را نذر نموده ، و يا ميانهء راه در داخل هواپيما قبل از رسيدن به ميقات با نذر احرام ببندد ، و نيز مىتواند پس از رسيدن به جده به يكى از ميقاتها رفته و از آنجا احرام ببندد .\r\nصورت سوّم - مكلف بدون اينكه با نذر احرام ببندد - چه در فرودگاه وطن خود و چه در وسط راه پيش از رسيدن به ميقات - به جدّه برسد ، و در آنجا معلوم شود كه رفتن به ميقات به هر دليلى مانند كمبود وقت و يا جلوگيرى حكومت و يا هر علّت ديگر ممكن نيست ، در اين صورت لازم است با نذر از جدّه احرام ببندد ، و اين احرامش صحيح است .\r\nصورت چهارم - اگر مسافر مىداند كه پس از رسيدن به جدّه ، براى وى به هر دليلى امكان رفتن به ميقات و احرام بستن از آنجا ميسّر نخواهد بود ، در اين صورت واجب است كه با نذر از فرودگاه وطنش يا در داخل هواپيما در ميانهء راه و قبل از رسيدن به ميقات احرام ببندد . احرام بستن با نذر از جدّه وظيفهء مضطر است ؛ بنابراين تا هنگامى كه مكلّف بتواند از ميقات و يا با نذر قبل از ميقات احرام ببندد ، نوبت به آن نمىرسد . البته ، اگر از روى غفلت و نادانى وظيفه‌اش را انجام نداده و به جدّه برسد و در عين حال نتواند به ميقات بازگردد ، وظيفه‌اش اين است كه با نذر از جده احرام ببندد ، و احرامش صحيح است .\r\nمسأله 217 - اگر شخصى با علم به اينكه پس از رسيدن به جده\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nامكان بازگشت به ميقات و احرام بستن از آنجا را ندارد و عمدا احرام بستن با نذر از فرودگاه وطنش و يا در ميانهء راه در داخل هواپيما ترك نمايد ، آيا احرام بستن با نذر از جدّه براى وى صحيح است ؟\r\nجواب : در اين صورت صحّت احرام وى بعيد نيست ، گرچه از جهت ترك احرام با نذر قبل از ميقات ، معصيت نموده است .\r\nمسأله 218 - اگر مسافرى بداند پس از رسيدن به جدّه مىتواند به يكى از ميقاتها بازگشته و از آنجا احرام ببندد ، و با وجود اين ، از فرودگاه وطنش و يا در ميانهء راه ، قبل از ميقات با نذر احرام ببندد ؛ در اين صورت گرچه احرامش صحيح مىباشد ، ولى وى به دليل سوار شدن به هواپيما ، با اختيار و التفات ، خودش را ناگزير به زير سايه مىبرد كه بر محرم حرام مىباشد ، آيا اين كار در اين صورت براى وى جايز است ؟\r\nجواب : اگر محرم ، زن باشد براى وى اشكال ندارد . و اگر محرم مرد باشد و به علت تنگى وقت ، بيم دارد كه احرام به تأخير بيفتد ، احرام مىبندد و كفارهء زير سايه رفتن را مىپردازد . در اين صورت چيزى بر عهدهء او نيست ولى اگر وقت تنگ نباشد - چنان كه فرض مسأله است - و مكلّف اين كار را بدون هيچ عذرى انجام دهد ، اگر بعد از احرام بستن درحالىكه مىتوانست زير سايه نرود ، با وجود اين عمدا و با التفات به مسأله ، با اختيار خود و بدون اضطرار سوار هواپيما شود ، مقصر و گناهكار شمرده مىشود ، گرچه ضررى به حجّش نمىرسد . و هرگاه پس از احرام بستن ، ناچار شود كه زير سايه رفته و سوار هواپيما شود و نمىتواند بدون آن به مكه مسافرت نمايد ،\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nمقصّر نبوده و گناهى نكرده و تنها بايد كفاره زير سايه رفتن را بپردازد .\r\nمسأله 219 - مسافرى كه مستقيما به مدينهء منوره وارد مىشود ، آيا جايز است در حالى كه او در مدينه است ، احرام از جدّه را نذر نمايد و بدون احرام به جدّه مسافرت كند و در آنجا احرام بسته و راهى مكه شود ؟\r\nجواب : جايز نيست ؛ و امّا اينكه احرام بستن را تا رسيدن به جده به تأخير انداخته و از آنجا با نذر محرم شود ، در صورتى كه احرام بستن از ميقات برايش ممكن باشد ، جايز نيست .\r\nمسأله 220 - احرام بستن پيش از ميقات بجز دو حالت جايز نيست :\r\nاوّل : آنكه احرام بستن قبل از ميقات را نذر كرده باشد ، و سپس از آنجا محرم گردد ، كه در اين صورت احرامش صحيح مىباشد ، گرچه احرام بستن از يكى از ميقاتها برايش ممكن باشد ، و نيز هنگام عبور از ميقات و يا محاذى آن تجديد احرام برايش واجب نيست ، و در اين حكم احرام عمرهء تمتع يا عمرهء مفرده و يا حج افراد با هم تفاوتى ندارد .\r\nدوّم : آنكه مكلّف بيم آن دارد كه اگر احرام را تا ميقات به تأخير بيندازد ، عمرهء رجب را درك نكند ، در اين صورت جايز است قبل از رسيدن به ميقات ، به نيّت عمرهء مفرده در ماه رجب احرام ببندد ، و بدين ترتيب براى وى عمرهء رجب به حساب مىآيد ، گرچه بقيهء اعمال آن در ماه شعبان انجام شود .\r\nمسأله 221 - اگر مكلّف از ميقات و يا از برابر آن گذشته و عمدا احرام نبندد و از آن رد شود ، چنانچه بازگشتن به ميقات و يا از برابر آن\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nبراى وى ممكن باشد ، واجب است برگشته و از آنجا احرام ببندد و احرام او صحيح است ، امّا اگر بازگشت ممكن نباشد ، آيا كفايت مىكند كه از حرم بيرون رفته و تا جايى كه مىتواند از آن دور شود و از آنجا احرام ببندد ، و يا اگر خروج از حرم ممكن نباشد ، از جاى خود محرم شود ؟\r\nجواب : اظهر اين است كه كفايت مىكند . و همچنين اگر پيش از رسيدن به حرم پشيمان شود ، كه بايد به يكى از ميقاتها و يا به نقطهء برابر آن مراجعت نموده و از آنجا احرام ببندد . و اگر مراجعت براى وى ممكن نباشد تا آنجا كه مىتواند از جاى خود دور شده و از آنجا محرم شود ؛ و اگر اين كار نيز برايش ممكن نباشد ، از همان جاى خود احرام ببندد .\r\nمسأله 222 - شخصى كه وظيفه‌اش مراجعت به ميقات است ، اظهر آن است كه به هر ميقاتى كه بخواهد مىتواند برود گرچه بهتر آن است كه در صورت امكان به ميقات بلد خود برگردد .\r\nمسأله 223 - اگر مكلّف از روى فراموشى و يا به دليل بيهوشى ، و يا ندانستن حكم شرعى و يا تشخيص ندادن محل ميقات و يا محاذى آن ، احرام بستن از ميقات را ترك كند سپس متوجه شود ، مسأله چند صورت دارد :\r\nاوّل : بازگشت به ميقات و يا محاذى آن براى وى ممكن باشد ، كه در اين صورت واجب است بدانجا مراجعت نموده ، و احرام ببندد .\r\nدوّم : داخل حرم بوده ، ولى مىتواند به خارج آن برگردد ، گرچه مراجعت به ميقات امكان ندارد . در اين صورت بايد به خارج حرم برود\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nو تا حد امكان از آن دور شده ، و از آنجا احرام ببندد .\r\nسوّم : داخل حرم بوده و امكان خروج از آن را ندارد ، در اين صورت بايد از همان مكان محرم شود .\r\nچهارم : مكلف خارج از حرم باشد ، ولى امكان رجوع به ميقات و يا محاذى آن را نداشته باشد ، در اين صورت وظيفه‌اش احرام بستن از همان مكان خويش مىباشد ، گرچه احوط و بهتر آن است كه تا جايى كه مىتواند از آن دور شود .\r\nبنابراين در تمام حالات ، اگر مكلّف از روى علم و عمد به وظيفه‌اش عمل ننمايد و بقيهء اعمال عمره را بدون احرام انجام دهد ، عمره‌اش باطل است و مانند كسى است كه در عمرهء تمتع ، از روى عمد و آگاهى از حكم شرعى ، احرام را ترك نموده و ساير اعمال عمره را بدون احرام بجاى آورده است ، و بدون هيچ شبهه‌اى ، عمرهء چنين شخصى باطل مىباشد .\r\nمسأله 224 - زنى كه در ايّام حيض و نفاس بوده و از روى غفلت و يا جهل به حكم ، احرام از مسجد شجره را - مثلا - ترك نموده ، وارد مكّه شود و سپس متوجه گردد ، بايد در صورت امكان به ميقات مراجعت نموده و از آنجا احرام ببندد و اگر چنين كارى برايش ممكن نباشد ، حكم وى يكى از چهار صورتى است كه نمىتواند به ميقات برگردد .\r\nمسأله 225 - اگر شخصى به جهت عذرى ، مانند بيمارى و غيره ، بستن احرام از ميقات را ترك كند و در ادامهء سفرش به سمت مكه ، هنگام رسيدن به نزديكترين نقطهء خارج از حرم از آنجا احرام بسته و داخل مكه شود ؛ سپس عذرش مرتفع ، و ضعفش بر طرف گردد ،\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nواجب است در صورت امكان و بيم نداشتن از فوت حج ، به ميقات برگشته و از آنجا محرم شود . و حتى اگر عذرش بعد از اعمال عمره بر طرف شود ، در صورت امكان بازگشت ، به ميقات بايد مراجعت نموده و از آنجا احرام ببندد . البته اگر بيم از دست رفتن وقوف حج در ميان نباشد .\r\nمسأله 226 - با احرام بستن ، موارد متعددى بر محرم حرام مىگردد كه بعدا بيان مىشود . اگر مكلفى در حال احرام ، قصد ارتكاب برخى از محرّمات احرام را نمايد ، احرامش صحيح است ، هر چند به جهت ارتكاب آن محرمات گناهكار شمرده مىشود ، مانند كسى كه در حال احرام اختيارا و بدون اضطرار ، قصد نمايد به زير سايه برود .\r\nمسأله 227 - جنب و زن حائض مىتوانند از مسجد شجره در حال عبور از آن محرم شوند ، همچنانكه مىتوانند خارج از مسجد در قسمت راست يا چپ آن و يا از جلو مسجد تا فاصلهء يك مايل به طرف مكهء مكرمه احرام ببندند .\r\nمسأله 228 - اگر مكلف از روى علم و عمد احرام از ميقات و يا نقطهء موازى آن را ترك كند ، چنانچه بتواند به ميقات و يا موازات آن برگردد بايد اين كار را انجام دهد چه داخل حرم شده و يا نشده باشد . امّا اگر امكان رجوع نباشد ، آيا احرام از نزديكترين نقطهء خارج از حرم براى وى كافى است بدين گونه كه از حرم خارج گشته و از آنجا محرم شود ، و يا اينكه لازم است در صورتى كه هنوز به حرم نرسيده باشد از همان محل خود احرام ببندد ، و يا حتّى اگر به حرم رسيده ولى مراجعت به نزديكترين نقطهء خارج از حرم غير ممكن باشد باز از همان محل خود\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nاحرام ببندد ؟\r\nجواب : بعيد نيست كه در تمام فرضها احرام صحيح باشد ، گرچه احوط اولى آن است كه سال آينده ، حجّ را اعاده كند .\r\nمسأله 229 - اگر شخصى عمرهء تمتع را بدليل جهل به حكم و يا فراموشى بدون احرام بجاى آورد ، عمره‌اش اشكال دارد و بنابر اظهر به اين عمره اكتفا نشود ، بلكه در سال آينده عمره را اعاده نمايد .\r\n\r\nامر دوّم : حقيقت احرام\r\nقوام احرام به نيّت و تلبيه مىباشد .\r\n\r\nاوّل - نيّت :\r\nيعنى مكلف با احرام بستن ، موارد متعدّدى را بر خود حرام نمايد . البتّه لازم نيست تمام آن موارد را بطور مفصّل از نظر بگذراند ، بلكه نيّت اجمالى تحريم آنها كافى است .\r\nدر نيت بايد امور زير نيز رعايت گردد :\r\n1 - تمييز : اگر مكلّف بخواهد عمرهء تمتع از حج تمتع حجة الاسلام را بجاى آورد ، بايد نيّت احرام آن را بنمايد ، اگر بخواهد حج تمتع حجة الاسلام را بجاى آورد ، بايستى احرام آن را نيّت نمايد ؛ بنابراين اگر بدون تعيين مورد ، احرام ببندد ، احرامش صحيح نيست .\r\nمسأله 230 - به زبان آوردن نيّت واجب نيست ، اما مستحب است بگويد : « احرام مىبندم براى عمرهء تمتع از حجّة الاسلام قربة الى اللّه » ، و اگر نايب باشد ، نام « منوب عنه » را مىآورد ، اگر حج استحبابى باشد ، كلمهء « حجّة الاسلام » حذف مىشود ، و اگر حج ، با نذر ، عهد ، قسم ، و يا بدليل فاسد شدن حج سابق ، واجب شده باشد ، بايد نيّت\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nآن حجّ را بنمايد .\r\n2 - قصد قربت : يعنى احرام عمره يا حج بايد به قصد قربت انجام گيرد .\r\n3 - اخلاص : يعنى احرام عمره بايد همراه با اخلاص و بدون ريا بجاى آورده شود .\r\n\r\nدوّم - تلبيه :\r\nكه مكلف مىگويد : « لبّيك ، اللّهم لبّيك لبّيك لا شريك لك لبّيك » ؛ و بنابر احتياط استحبابى اين جمله را نيز به آن اضافه نمايد : « انّ الحمد و النعمة لك و الملك ، لا شريك لك لبّيك » .\r\nمكلف بعد از نيّت احرام و خواندن تلبيه احرامش منعقد گشته و شرعا محرم مىگردد و امورى بر وى حرام مىشود ، اگر مكلف پس از نيّت ، تلبيه نگويد ، شرعا احرام وى منعقد نمىگردد و لذا محرماتى كه بعدا به تفصيل ذكر خواهد شد بر وى حرام نمىباشد .\r\nمسأله 231 - در صحّت احرام شرط نيست كه محرم هنگام نيت قصد كند علاوه بر انجام ندادن محرماتى كه بعدا به تفصيل ذكر خواهد شد در نيّت اوّل موارد مخصوصى را مرتكب نشود . گفته مىشود در صحت احرام محرم معتبر است كه مكلف اراده كند كه جماع و استمناء را مخصوصا ترك نمايد ، ولى اقوى آن است كه اين دو مانند ساير محرمات مىباشد .\r\nمسأله 232 - واجب است مكلّف ، الفاظ تلبيه و جملات آن را ياد بگيرد تا بتواند به صورت صحيح ادا كند . اگر كسى اين كلمات و عبارات را به وى تلقين كرده و او ، آن جملات را به زبان آورد كافى است .\r\nمسأله 233 - اگر براى يادگيرى الفاظ تلبيه فرصتى نباشد ، و تلقين\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nهم ممكن نيست ، بايد مقدارى را كه ممكن است به زبان آورد ، و بنابر احتياط استحبابى آنچه از الفاظ كه معناى عبارات تلبيه را برساند به آن اضافه كند و كسى را نايب بگيرد كه تلبيه را به طرز صحيح از طرف وى ادا كند .\r\nمسأله 234 - كسى كه لال است ، بايد به اشارهء انگشت و حركت زبان ، تلبيه را انجام دهد .\r\nمسأله 235 - اگر كودك غير مميّز نتواند تلبيه را ادا كند ، بايد ولىّ او از طرف وى تلبيه را بجاى آورد .\r\nمسأله 236 - بنابر اقرب پوشيدن لباسهاى احرام ، شرط صحّت آن نيست ، بلكه واجب مستقلّى است ، بنابراين اگر مكلّف ، لباس‌هاى احرام نپوشيده و با لباس معمولى احرام ببندد ، احرامش صحيح مىباشد ، گرچه مرتكب گناه شده است .\r\nمسأله 237 - احرام حج قران همچنانكه با تلبيه منعقد مىشود ، با « اشعار » و يا « تقليد » نيز منعقد مىگردد . تقليد در مورد شتر و غير آن از انواع قربانى مشترك است . درحالىكه « اشعار » بنا به رأى مشهور ، مخصوص شتر مىباشد ، ولى اين حكم خالى از اشكال نيست . بهر حال اگر احرام بوسيلهء « اشعار » باشد ، بهتر آن است كه « تقليد » نيز به آن ضميمه گردد ، اشعار عبارت از پاره نمودن يك طرف كوهان شتر و خون‌آلود كردن آن است تا اينكه معلوم شود قربانى است ، تقليد بنابر مشهور عبارت است از اينكه مكلف كفش كهنه‌اى كه با آن نماز خوانده است به گردن قربانى آويزان كند ، امّا بنابر اقرب آويختن هر چيزى كه قربانى را معيّن و مشخص نمايد كافى است هر چند\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nمستحب است كفش كهنه‌اى كه با آن نماز بجا آورده شده آويخته شود .\r\nمسأله 238 - در صحّت احرام ، طهارت از حدث اكبر و اصغر شرط نيست ، و لذا كسى كه حدث اكبر از او سر زده است مانند جنب و حائض و نيز كسى كه حدث اصغر از او سر زده احرامشان صحيح مىباشد .\r\nمسأله 239 - لازم نيست انسان هنگام نيت كردن ، همه اجزاء حج تمتع و غير آن را در ذهن خود حاضر نمايد ، بلكه كافى است بطور اجمالى نيّت كند كه واجبات حج را اتيان خواهد كرد و سپس بتدريج اين مناسك را ياد گرفته و بجاى آورد . و همچنين لازم نيست هنگام نيت كردن ، اشاره به وجوب يا استحباب نمايد .\r\nمسأله 240 - در عمرهء تمتع واجب است هنگام ديدن خانه‌هاى قديمى مكّه ، تلبيه را قطع نمايد . و مراد از مكه ، مكهء زمان پيامبر اكرم صلى اللّه عليه و آله مىباشد ، و اگر مكلف خارج از مكّه احرام عمرهء مفرده را بجاى آورد ، هنگام دخول در حرم بنابر احتياط بايد تلبيه را قطع نمايد ، ولى اگر مكلف در مكه بوده و از آنجا به نزديكترين نقطهء خارج از حرم خارج گرديده و براى عمرهء مفرده احرام بسته ، در اين صورت احتياطا هنگام ديدن خانه‌هاى قديمى مكّه تلبيه را قطع كند .\r\nمسأله 241 - اگر مكلّف بعد از بجاى آوردن تلبيه ، شك كند كه آن را صحيح انجام داده يا نه ، حكم به صحّت آن مىشود . و اگر شك كند كه اصلا تلبيه را انجام داده است يا نه ، اگر از ميقات عبور كرده باشد ، به شكّش اعتنا نمىكند ، ولى اگر هنوز از آنجا نگذشته باشد ، واجب\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nاست تلبيه را بجاى آورد .\r\nمسأله 242 - اگر مكلّف پس از نيّت احرام و پوشيدن جامه‌هاى آن شك كند كه تلبيه را بجاى آورده يا نه ، بنا مىگذارد كه تلبيه را بجا نياورده است پس مىتواند محرّمات احرام را انجام دهد .\r\nمسأله 243 - اگر مكلّف كارى انجام دهد كه كفّاره دارد ، ولى شك كند كه آيا بعد از تلبيه بوده كه كفاره بر عهده‌اش باشد ، يا قبل از آن بوده تا كفّاره بر وى واجب نباشد ، در اين صورت بنابر اظهر كفّاره واجب نمىباشد چه زمان تلبيه و زمان آن مجهول باشد و چه زمان يكى از آن دو معلوم و ديگرى مجهول باشد .\r\nمسأله 244 - مستحب است مكلّف در ميقات ، غسل احرام بجاى آورد و بنابر اقوى اين استحباب شامل زن حائض و نفساء نيز مىشود و اگر مسافر بيم آن دارد كه در ميقات ، دسترسى به آب ممكن نباشد ، مىتواند قبل از ميقات غسل كند ، و اگر در ميقات به آب دسترسى پيدا كرد ، غسل را اعاده نمايد . و اگر بعد از غسل و قبل از احرام بستن ، حدث اصغر از وى صادر شود ، و يا چيزى را بخورد و يا بپوشد كه بر محرم جايز نيست ، غسل را اعاده نمايد .\r\n\r\nامر سوّم : واجبات احرام\r\nمسأله 245 - واجب است مرد محرم در دو جامه احرام ببندد : يكى را مانند لنگ بدور كمر خويش بسته كه آن را « ازار » گويند ، و ديگرى را مانند عبا بدوش بيندازد كه آن را « رداء » نامند . اين كار بايد پس از كندن لباس‌هاى معمولى كه پوشيدن آنها بر محرم - چه در ابتدا و چه\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nدر ادامهء احرام - حرام است انجام گيرد . البته در مورد ازار و رداء صدق عرفى كفايت مىكند ، مثلا ازار مىتواند يك قطعه پارچه‌اى باشد كه ما بين ناف تا سر زانو را بپوشاند ، و رداء مىتواند يك قطعه پارچه‌اى باشد كه ما بين دو شانه را بپوشاند . البته بيشتر بودن پوشش از اندازه‌هاى مذكور اشكالى ندارد . بهر حال مرد مكلّف بايد در حين پوشيدن اين جامه‌ها محرم شود .\r\nمسأله 246 - بنابر اظهر پوشيدن جامه‌هاى احرام بر مرد محرم يك واجب تعبدى است و از شرايط صحّت احرام نمىباشد . پس اگر كسى عمدا و با دانستن حكم شرعى ، آن دو جامه را نپوشيده احرام ببندد ، احرام وى صحيح مىباشد و هر آنچه كه بر محرم حرام است بر وى نيز حرام است ، گرچه گناهكار شمرده مىشود .\r\nمسأله 247 - بنابر احتياط ، شرايط معتبر در لباس نمازگزار ، در جامه‌هاى احرام نيز معتبر مىباشد ، بدين معنى كه از ابريشم خالص و يا از اجزاء حيوانات حرام گوشت ، و يا زرباف - بطورى كه پوشيدن طلا صدق كند - و بدن‌نما نباشد . و لازم است پاك باشد ، البته به اندازه‌اى كه نجاست آن در نماز بخشوده شده است مانعى ندارد . و بنابر احتياط استحبابى لباس احرام از پوست و نمد و دوخته شده نباشد .\r\nمسأله 248 - پوشيدن شلوار بر مرد محرم جايز نيست مگر آنكه ازار نداشته باشد ، و همچنين پوشيدن چكمه ( خف ) جايز نيست مگر آنكه نعلين روباز نداشته باشد .\r\nمسأله 249 - وجوب پوشيدن جامه‌هاى احرام مخصوص مردان\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nمىباشد ، و زن مىتواند با لباس‌هاى معمولى خود احرام ببندد به شرط آنكه پاك باشند ، گرچه احوط آن است شرايط ديگر كه در مسأله 243 گذشت را نيز رعايت كند . البته نمىتواند از لباس ابريشمى خالص و يا روبند در تمام حالات احرام استفاده كند .\r\nمسأله 250 - اگر هر يك از جامه‌هاى احرام و يا هر دو نجس شود ، بنابر احتياط واجب بايد فورا نسبت به تبديل و يا تطهير آن اقدام نمايد .\r\nمسأله 251 - محرم مىتواند در ابتدا و يا در اثناى احرام علاوه بر جامه‌هاى احرام لباس ديگرى نيز به تن كند ، همچنانكه مىتواند آن دو جامه را به دو جامهء ديگر - كه داراى شرايط مخصوص باشند - تبديل نمايد . و نيز مىتواند پس از احرام و تلبيه ، جامه‌هاى احرام خويش را در آورده و بدون لباس بماند به شرط آنكه از ناظر محترم ايمن بوده و يا با چيز ديگرى ستر عورت نمايد .\r\n\r\nآداب و مستحبات احرام\r\n\r\nاوّل : رعايت نظافت :\r\nيعنى انسان بدن خود را تميز ، ناخنهاى خود را كوتاه ، موهاى زير بغل و ناف را بر طرف و سبيل خود كوتاه نموده و دندانهاى خود را تميز كند .\r\n\r\nدوّم : گذاشتن موى سر :\r\nيعنى مستحب است مردان ، از اوّل ماه ذىقعده موى سر خود را كوتاه ننمايند ، اگر نيّت حج رفتن از آن زمان را داشته باشند .\r\n\r\nسوّم : غسل احرام :\r\nبه اين ترتيب كه مكلّف غسل كند و هنگام\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nغسل اين دعا را بخواند : « بسم اللّه الرّحمن الرّحيم ، بسم اللّه و باللّه ، اللهمّ اجعله لى نورا و طهورا و حرزا ، و أمنا من كلّ خوف ، و شفاء من كلّ داء و سقم ، اللهمّ طهّرنى و طهّر قلبى ، و اشرح لى صدرى ، و أجر على لسانى محبّتك و مدحتك و الثناء عليك ، فانّه لا قوّة لى الّا بك ، و قد علمت أنّ قوام دينى التّسليم لك ، و الاتّباع لسنّة نبيّك صلى اللّه عليه و آله » .\r\n\r\nچهارم : بستن احرام بعد از نماز :\r\nمستحب است پس از نماز واجب و يا نافله باشد بدين گونه كه در نماز واجب ، بعد از سلام نماز ، احرام ببندد ؛ و در نماز نافله پس از آن دو ركعت نماز بجاى آورده شود و سپس محرم شود . پس از نماز ، ابتدا حمد و ثناى خداوند و صلوات بر محمد و آلش ذكر گردد و سپس بگويد : « اللّهم إنّى أسألك أن تجعلنى ممّن استجاب لك ، و آمن بوعدك ، و اتّبع أمرك ، فإنّى عبدك ، و فى قبضتك ، لا أوقى إلّا ما وقيت ، و لا أجد إلّا ما أعطيت ، و قد ذكرت الحجّ فأسألك أن تعزم لى عليه على كتابك و سنّة نبيّك صلواتك عليه و آله ، و تقوّينى على ما ضعفت ، و تسلم لى مناسكى فى يسر منك و عافية ، و اجعلنى من وفدك الّذى رضيت و ارتضيت و سعيت و كتبت ، اللّهم إنّى خرجت من شقة بعيدة و أنفقت مالى ابتغاء مرضاتك ، اللّهم فتمّم لى حجّتى و عمرتي ، اللّهم أريد التمتّع بالعمرة الى الحجّ على كتابك و سنّة نبيّك صلواتك عليه و آله ، فان عرض لى عارض يحبسنى فخلنى حيث حبستنى بقدرك الّذى قدّرت على ، اللّهم ان لم تكن حجّة فعمرة ، أحرم لك شعرى و بشرى و لحمى و دمى و عظامى و مخى و عصبى من النساء و الثياب و الطيب ، ابتغى بذلك وجهك و الدار الآخرة » .\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\n\r\nپنجم : خواندن دعا به هنگام پوشيدن لباس احرام :\r\nكه بگويد :\r\n« الحمد للّه الّذى رزقنى ما أوارى به عورتى و أودى فيه فرضى ، و اعبد فيه ربّى و انتهي فيه الى ما أمرني الحمد للّه الذي قصدته فبلغني و أردته فأعاننى و قبلنى و لم يقطع بى ، و وجهه أردت فسلمنى ، فهو حصنى و كهفى و حرزى و ظهرى و ملاذى و رجائى و منجاى و ذخرى ، و عدتى فى شدّتى و رخائى » .\r\n\r\nششم : دعا بعد از تلبيه :\r\nكه بگويد : « لبّيك ذا المعارج لبّيك ، لبّيك داعيا الى دار السّلام لبّيك ، لبّيك غفّار الذّنوب لبّيك ، لبّيك أهل التّلبية لبّيك ، لبّيك ذا الجلال و الإكرام لبّيك ، لبّيك تبدئ و المعاد إليك لبّيك ، لبّيك يستغنى و يفتقر إليك لبّيك ، لبّيك مرعوبا و مرهوبا إليك لبّيك ، لبّيك أنّه الحق ، لبّيك ذا النّعماء و الفضل الحسن و الجميل ، لبّيك كشّاف الكرب العظام لبّيك ، لبّيك عبدك و ابن عبدك لبّيك ، لبّيك يا كريم لبّيك » .\r\n\r\nهفتم : تكرار تلبيه :\r\nمستحب است حاجى بعد از آن كه احرام بست تلبيه احرام و بقيهء تلبيه‌ها را در تمام حالات و اوقات تكرار كند مخصوصا بعد از نمازهاى واجب يا نافله ، و هنگام بيدار شدن از خواب ، و هنگام سحر ، و هر وقت كه دوباره به راه مىافتد و يا در جايى فرود مىآيد و يا از وسيلهء نقليه‌اى پياده و يا به آن سوار مىشود ، و هكذا . تكرار اين تلبيه‌ها در عمرهء تمتع تا جايى است كه خانه‌هاى قديمى مكّه ديده شود و در حجّ تمتّع ، ظهر روز عرفه مىباشد و در عمرهء مفرده بنابر احتياط تا هنگامى است كه در حرم داخل شود ، چنان كه گذشت .\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\n\r\nمحرمات احرام\r\n\r\nنوع اوّل : محرمات مشترك\r\nنوع اوّل : محرّماتى است كه بر هر محرمى - چه مرد و چه زن - حرام مىباشند ، و اين شامل مواردى است به ترتيب ذيل :\r\n\r\n1 - شكار\r\nمسأله 252 - جايز نيست محرم - چه مرد و چه زن - جاندار صحرايى را شكار نموده و يا بكشد ، چه اين كار در حرم انجام گيرد و يا خارج از حرم ، و چه حيوان مذكور حلال گوشت و يا حرام گوشت باشد .\r\nهمچنانكه در حرمت قتل فرقى ندارد كه بعد از شكار اقدام به قتل آن نمايد ، و يا در ابتدا آن را بكشد .\r\nمسأله 253 - جايز نيست كه محرم به شخص ديگرى در امر شكار كمك كند گرچه اين كمك به اشارهء دست و يا امثال آن باشد ، و گرچه آن شخص ، محل ( غير محرم ) باشد .\r\nمسأله 254 - محرم - چه مرد و چه زن - نمىتواند شكار جاندار صحرايى را بدست گرفته و يا از آن نگهدارى كند گرچه شكار آن پيش از احرام باشد ، و نيز جايز نيست محرم از گوشت شكار بخورد گرچه شكارچى آن ، محل بوده يعنى از احرام بيرون آمده باشد . اگر محرم در حالت احرام شكار نمايد ، يا آن را ذبح كند ، در صورتى كه در خارج حرم باشد ، بنابر اظهر جايز است غير محرم از آن بخورد ، بلكه بعيد\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nنيست اگر غير محرم در داخل حرم هم باشد خوردن آن برايش جايز باشد . البته اگر غير محرم در داخل حرم شكار نمايد ، هم بر محرم و هم بر غير محرم خوردن از آن جايز نيست . پس تفاوت اساسى بين محرم و غير محرم در اينجا اين است كه محرم به هيچ وجه حق شكار ندارد ، چه در حرم باشد و چه در خارج آن ، و نيز نمىتواند از گوشت آن استفاده كند گرچه ديگرى آن را شكار كرده باشد امّا بر غير محرم ، فقط شكار در حرم حرام است و خوردن از گوشت حيوانى كه محرم آن را شكار كرده اشكالى ندارد گرچه احتياط بهتر است .\r\nمسأله 255 - شكار حيوان وحشى مانند پرندگان ، صدق مىكند و امّا حيوانات اهلى مانند مرغ ، گوسفند ، گاو و شتر شكار بر آنها صدق نمىكند گرچه وحشى شده باشد ، و بنابراين محرم مىتواند اين موارد مذكور را در اختيار گرفته و نگهدارد و يا ذبح كرده ، از گوشت آن بخورد .\r\nمسأله 256 - اگر محرم شك كند كه حيوان معيّنى ، وحشى يا اهلى است ، بنابر اظهر نمىتواند آن را شكار نمايد .\r\nمسأله 257 - حرمت شكار فقط مخصوص حيواناتى كه معمولا گوشت آنها قابل استفاده مىباشد - مانند پرندگان و غيره - نيست بلكه غير آنها مانند حيوانات درنده و امثال آنها را نيز شامل مىشود ، البته اگر در مواردى از سوى حيوانى خطرى بر جان انسان احساس شود ، قتل آن جايز مىباشد مانند : شير و افعى و مار سياه و يا عقرب و موش و مانند آن .\r\nمسأله 258 - حكم حرمت مخصوص حيوانات صحرايى است كه\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nدر خشكى زندگى مىكنند ، و امّا حيوانات دريايى مانند ماهى و امثال آن ، محرم مىتواند آنها را شكار نموده و يا نگهدارى كند . مراد از حيوان دريايى ، حيوانى است كه فقط در آب زندگى مىكند ، امّا حيواناتى كه هم در خشكى و هم در دريا زندگى مىكنند حكم جاندار خشكى را دارد ، و شكارشان جايز نيست . اگر مكلف شك نمايد كه آيا حيوان معينى از حيوانات خشكى و يا دريايى است ، شكار آن جايز است .\r\nمسأله 259 - گرفتن ملخ نيز مانند شكار حيوانات خشكى است ، بنابراين گرفتن و يا نگهدارى و يا خوردن آن بر محرم جايز نيست .\r\nمسأله 260 - محرم مىتواند بسوى كلاغ و باز شكارى تيراندازى كند و در صورتى كه تير به آنها اصابت نموده و كشته شوند ، كفّاره ندارد .\r\nمسأله 261 - جوجه و تخم حيوانات دريايى و اهلى از لحاظ حكم ، تابع خود اين جانداران مىباشد .\r\n\r\nكفّارهء شكار\r\nمسألهء 262 - كفّارهء كشتن شترمرغ يك شتر ، و گاو وحشى يك گاو ، و الاغ وحشى يك شتر و بنابر احتياط كفاره آن يك گاو مىباشد ، و كفّارهء آهو و خرگوش يك گوسفند ، و بنابر احتياط استحبابى كفاره روباه نيز يك گوسفند مىباشد .\r\nمسأله 263 - اگر شخصى حيوانى را شكار نمايد كه يك شتر كفّاره دارد ولى شتر يافت نشود ، بايد شصت مسكين را اطعام نمايد ، بطورى كه به هر مسكين يك مدّ برسد هر چند قيمت شتر بيشتر از اين\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nاطعام باشد ، ولى اگر قيمت شتر كمتر از اطعام مذكور باشد ، تصدّق فقط به اندازهء قيمت آن بر وى واجب مىباشد . و اگر بر مكلف يك گاو بعنوان كفاره واجب گردد امّا گاو يافت نشود ، واجب است سى مسكين را اطعام نمايد و اگر نتوانست ، بايد نه روز روزه بگيرد . و اگر كفّاره ، يك گوسفند بوده ولى يافت نشود ، بايد ده مسكين را طعام دهد ، و در صورت عدم تمكّن از آن ، بايد سه روز ، روزه بگيرد .\r\nمسأله 264 - اگر محرم - چه مرد و چه زن - كبوتر و يا مانند آن را در خارج حرم بكشد ، كفاره‌اش يك گوسفند است ، و در جوجهء آن اگر در داخل تخم حركت كند ، يك برّه يا بزغاله بايد كفاره بدهد ، و اگر تخم آن را بشكند ، بنابر اظهر ، يك درهم كفاره بپردازد .\r\nمسأله 265 - اگر غير محرم كبوترى را در حرم بكشد ، بايد يك درهم كفّاره بدهد ، و اگر جوجهء آن را بكشد نيم درهم ، و اگر تخمش را بشكند يك چهارم درهم بايد كفّاره بدهد .\r\nمسأله 266 - اگر محرم در داخل حرم كبوترى را بكشد ، بايد هم يك گوسفند و هم قيمت كبوتر را بعنوان كفّاره بدهد ، و اگر تخم كبوتر شكست و جوجه داخل آن را بكشد ، بنابر احتياط استحبابى به ازاى هر يك از اين دو عمل بايد دو كفّاره بدهد .\r\nمسأله 267 - كفّاره كشتن مرغ سنگخوار ، يك برّه تازه از شير گرفته‌شدهء علفخوار مىباشد ، و بنابر احتياط كفارهء كشتن كبك و درّاج و امثال آن دو مانند كفارهء مرغ سنگخوار مىباشد . كشتن گنجشك ، چكاوك و مرغ سنگانه كفاره ندارد . در كشتن يك ملخ يك دانهء خرما ، و در كشتن بيشتر از يكى ، يك مشت طعام ، و در مواردى كه عرفا زياد\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nشمرده شود ، يك گوسفند كفاره بايد پرداخت شود .\r\nمسأله 268 - كفارهء موش صحرايى ، خارپشت ، سوسمار و مانند اينها يك بزغاله است . و كفّارهء كشتن عظايه ( نوعى مارمولك ) مشتى از طعام ، و كفارهء كشتن زنبور عمدا ، مقدارى طعام مىباشد ، البته اگر كشتن زنبور از جهت دفع آزار آن باشد ، كفاره ندارد .\r\nمسأله 269 - واجب است در صورت انتشار ملخها در راه محرم به طرف راست يا چپ راه خود را كج نمايد ، ولى اگر ممكن نباشد ، پايمال كردن آنها اشكالى ندارد .\r\nمسأله 270 - اگر چند نفر با هم در كشتن شكارى شريك باشند ، هر يك از آنها بايد جداگانه كفاره بدهد .\r\nمسأله 271 - كفارهء خوردن شكار مانند شكار كردن است ، بنابراين اگر محرم شكار نموده و خود از گوشت آن بخورد ، بنابر احتياط دو كفّاره بر وى واجب مىشود .\r\nمسأله 272 - اگر مكلف - هر چند غير محرم - داخل حرم گردد و شكارى به همراه داشته باشد ، بايد آن را رها نمايد ، و اگر آن را رها نكند تا بميرد ، بايد كفاره بپردازد . و همچنين جايز نيست كه مكلف بعد از احرام شكار را نگه دارد گرچه هنوز وارد حرم نشده باشد .\r\nاگر در فرض مذكور قبل از ورود به حرم شكار بميرد ، بنابر اظهر كفاره ندارد هر چند مستحب است كفّاره بدهد .\r\nمسأله 273 - در وجوب كفاره شكار و خوردن آن ، فرقى نمىكند كه عمدا و يا از روى نادانى و يا فراموشى باشد .\r\nمسأله 274 - در صورت تكرار شكار از روى نادانى و بدون تقصير و\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nيا سهوا و يا از روى فراموشى ، كفاره نيز متعدّد مىگردد ، و همچنين است تكرار عمدى شكار از شخص غير محرم در داخل حرم ، و يا از شخص محرم در فرض تعدّد احرام . و امّا اگر تكرار شكار عمدا از شخص محرم در احرام واحد صورت گيرد ، گرچه موجب تعدّد كفاره نيست ولى سبب عقوبت و سرزنش اخروى مىشود .\r\n\r\n2 - جماع\r\nمسأله 275 - نزديكى با زن در اثناى عمرهء تمتع ، و عمرهء مفرده و حج بر مرد حرام مىباشد .\r\nمسأله 276 - اگر مردى به خاطر ندانستن حكم و يا فراموش كردن آن در عمرهء تمتع با زنش نزديكى نمايد ، عمره‌اش صحيح است ، چه اين مقاربت ، بعد از اتمام سعى بين صفا و مروه بوده و يا پيش از آن باشد .\r\nامّا اگر عمدا و با علم به حكم شرعى با زنش نزديكى نمايد ، بنابر اظهر هر چند گناهكار بوده ، بايد يك شتر نر يا گاو يا گوسفند بدهد ، و مستحب است در صورت امكان شتر نر كفاره بدهد و اگر شتر ممكن نباشد گاو و اگر گاو ممكن نشد گوسفند بدهد . و اگر بخاطر ندانستن حكم و يا فراموش كردن آن در عمرهء مفرده با زنش نزديكى نمايد ، عمره صحيح است و كفاره ندارد ، و اگر عمدا و با علم به حكم شرعى با زنش بعد از اتمام سعى نزديكى نمايد ، عمره‌اش صحيح است گرچه گناهكار مىباشد . امّا اگر نزديكى قبل از پايان سعى باشد ، بعيد نيست كه عمره‌اش صحيح باشد گرچه گناهكار شمرده مىشود و مشهور هم حكم به بطلان آن كرده است .\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nبنابر قول به صحّت عمره با وجود مقاربت در اثناى آن ، واجب است شخصى كه مرتكب اين عمل شده ، تا ماه بعد در مكّه بماند و سپس به يكى از ميقاتهاى پنج‌گانه رفته و از آنجا احرام بسته و عمره‌اش را اعاده نمايد .\r\nهمچنانكه بنابر قول به فساد عمره نيز چنين بايد بكند . و حكم زن محرم نيز مانند مردان مىباشد ، بنابراين اگر جهل به حكم داشته و يا آن را فراموش كرده باشد ، عمره‌اش صحيح است و كفاره ندارد ، و امّا اگر علم به حكم داشته باشد ، و راضى بوده كه شوهرش با او نزديكى نمايد ، كفاره و گناه دارد امّا عمره‌اش صحيح است ، ولى در فرض عدم رضايت و رغبت زن ، كفاره و گناه ندارد .\r\nمسأله 277 - اگر مرد بعد از محلّ شدن با زنش كه در حال احرام است نزديكى نمايد . يك شتر نر بعنوان كفاره بر زن واجب مىگردد ، ولى مرد بايد كفاره آن را به زن بپردازد . و بنابر اظهر حكم مذكور شامل تمام مردان غير محرم نيز مىشود .\r\nمسأله 278 - اگر مردى از روى ندانستن حكم شرعى و يا فراموش كردن آن در احرام حج پيش از وقوف در مزدلفه با زن خود نزديكى نمايد ، حجّش صحيح بوده و كفاره ندارد : و اگر عمدا و با التفات به حكم شرعى با زنش نزديكى نمايد ، حجّش صحيح مىباشد ولى گناهكار است و كفاره ندارد و بايد سال بعد حجش را تكرار نمايد ، چه اين حج فعلى او حجّة الاسلام و يا حج ديگرى مانند حج نذرى و يا حج مستحبى باشد . و حكم زن نيز در اين احرام چنين است ، البته ثبوت كفاره بر زن و وجوب حج در سال بعد مشروط به اين است كه\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nزن راضى بوده باشد ، امّا اگر زن مجبور باشد ، چيزى به گردنش نيست ، بلكه در اين صورت دو كفاره بر شوهرش مىآيد . و بين آن دو از محل وقوع اين عمل ( نزديكى ) تا زمان فارغ شدن از مناسك حج ، جدايى شود ، و نيز اين جدايى بايد در حج سال بعد به شرط آنكه شخص سوّمى همراه نداشته باشند مراعات شود ، و اين جدايى بايد تا روز خروج از منى و يا تا رسيدن به محلّ وقوع عمل نزديكى ادامه داشته باشد .\r\nمسأله 279 - در فرض مذكور ، حج اوّل صحيح بوده و حج دوّم به جهت كيفر عمل نزديكى است .\r\nمسأله 280 - اگر محرم در احرام حج عمدا و با علم و التفات به حكم شرعى بعد از وقوف در مزدلفه و پيش از طواف نساء با زنش نزديكى كند ، واجب نيست حجش را در سال بعد اعاده نمايد ، البته اگر عمل نزديكى قبل از دور پنجم طواف نساء بوده باشد هم گناه و هم كفّاره دارد ، ولى اگر بعد از آن باشد ، كفاره ندارد و فقط گناه دارد .\r\nبنابر اظهر حكم مذكور شامل مواردى كه مرد با غير زن خودش نزديكى نمايد نيز مىشود .\r\n\r\nكفارهء جماع\r\nمسأله 281 - در كفارهء جماع ذبح شتر ماده و يا نرى كه پنج سالش تمام شده و داخل سال ششم شده است كفايت مىكند . البته ، اگر نزديكى در عمرهء تمتع باشد ، در صورت ناتوانى مىتوان بجاى شتر ، يك گاو ذبح نمود ، و در صورت عجز از آن ، ذبح يك گوسفند نيز كافى\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nاست .\r\nامّا اگر نزديكى در حج باشد ، در صورت عدم تمكن از ذبح شتر ، فقط ذبح گوسفند متعين است . امّا اگر نزديكى در عمرهء مفرده باشد ، بنابر احتياط لازم يك شتر ذبح شود ، و در صورت ناتوانى از آن يك گاو ، و در فرض عجز از آن ، يك گوسفند بايد ذبح شود . و در حكم مذكور فرقى بين زن و مرد محرم نيست ، البته با فرض اينكه زن در عمل راضى بوده و مجبور نباشد .\r\nمسأله 282 - اين كفاره و ساير كفارات احرام ، جاهل به حكم و فراموشكار را شامل نمىشود . و از اين حكم فقط دو مورد مستثنى مىباشند :\r\n1 - اگر مكلف طواف حج و يا مقدارى از سعى عمرهء تمتع را فراموش نمايد و از احرام در آمده و با زنش نزديكى نمايد ، در اين صورت بايد كفاره بدهد . و همچنين اگر در عمرهء تمتع بعد از سعى و قبل از تقصير به جهت ندانستن حكم با زنش مقاربت كند ، كفاره دارد .\r\n2 - اگر مكلف از روى نادانى و يا غفلت و بدون قصد و اراده ، دست خود را بر ريش و يا بر سرش بكشد بطورى كه يك يا دو مو و يا بيشتر از آن بيفتد ، بايد كفاره بدهد .\r\n\r\n3 - بوسيدن زن\r\nمسأله 283 - بر مرد محرم حرام است زن خود را از روى شهوت ببوسد . و چنانچه او را بوسيد و منى از او خارج شد ، بايد يك شتر نر\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nكفاره بدهد ، ولى اگر منى خارج نشود ، يك گوسفند كفاره دارد ، گرچه احتياط استحبابى اين است كه در اين صورت نيز يك شتر نر كفاره بدهد . امّا اگر بوسيدن از روى شهوت نباشد ، كفاره‌اش ذبح يك گوسفند است .\r\nمسأله 284 - اگر بعد از طواف نساء و خروج از احرام ، زن خود را كه در حال احرام است با شهوت ببوسد ، بنابر اظهر يك گوسفند كفاره بدهد . و بر زن در حال احرام نيز بوسيدن حرام است .\r\n\r\n4 - تماس با زن\r\nمسأله 285 - بر مرد محرم حرام است از روى شهوت ، دست يا بدن زن خود را لمس كند ، و اگر لمس كرد ، بايد يك گوسفند كفاره بدهد ، و اگر لمس موجب خروج منى گردد ، كفاره‌اش يك شتر است كه ميان شتر نر و ماده فرقى نيست . ولى لمس بدون شهوت حرام نيست و موجب كفاره نمىشود . حكم لمس زن بيگانه مانند حكم زن خود شخص است ، مگر اينكه در اين فرض علاوه بر مطالب فوق ، مرد گنهكار نيز مىباشد . حكم زن در حال احرام در اينجا مانند مرد محرم مىباشد .\r\n\r\n5 - نگاه كردن به زن\r\nمسأله 286 - اگر مرد محرم به زن بيگانه طورى نگاه كند كه موجب خروج منى از وى شود ، معصيت نموده و كفاره دارد و در صورت تمكّن ، يك شتر نر يا ماده و در صورت متوسط بودن ، يك گاو و در\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nصورت فقير بودن ، يك گوسفند كفاره بايد بدهد . امّا اگر نگاه كردن او از روى شهوت ، موجب خروج منى نشود ، گرچه معصيت نموده ولى كفاره ندارد .\r\nمسأله 287 - اگر مرد محرم به زن خود از روى شهوت طورى نگاه كند كه موجب خروج منى شود ، بايد بنابر احتياط يك شتر نر يا ماده كفاره بدهد ، ولى اگر موجب خروج منى نشود ، كفاره ندارد .\r\nمسأله 288 - اگر مرد محرم به زن خويش از روى شهوت نگاه نمايد بدون آنكه منى از او خارج شود ، بعيد نيست حرام نباشد گرچه بنابر احتياط استحبابى بهتر است اين كار از او سر نزند ، و در اين حكم ، زن در حال احرام مانند مرد محرم مىباشد .\r\nمسأله 289 - مرد محرم مىتواند بجز مواردى كه ذكر شد از زن خود لذّت ببرد ، گرچه بهتر است تمام موارد لذت را مطلقا ترك كند . البته مرد محرم نمىتواند طورى از زن خود لذّت ببرد كه موجب خروج منى از وى شود ، بنابراين اگر اين كار را انجام دهد ، بايد يك شتر ماده كفّاره بپردازد .\r\n\r\n6 - استمناء\r\nمسأله 290 - استمناء كردن محرم - چه زن و چه مرد - حرام است .\r\nبنابراين اگر در عمرهء تمتع از روى فراموشى و يا ندانستن حكم استمنا كند ، كفاره ندارد ، ولى اگر عمدا و از روى علم صورت گيرد ، موجب گناه و كفّاره‌اى مانند كفّارهء جماع مىباشد ، امّا عمره‌اش صحيح است .\r\nامّا اگر در عمرهء مفرده استمنا نمايد ، بازهم در صورت جهل به حكم\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nاز روى فراموشى كفاره ندارد ، ولى با علم و عمد ، موجب گناه مىشود و يك شتر ماده كفاره دارد ، امّا عمره‌اش صحيح است .\r\nو امّا اگر در حج قبل از فراغ از سعى و پيش از وقوف در مزدلفه از روى علم و با التفات استمنا نمايد ، اضافه بر گناه ، يك شتر نر يا ماده كفاره بايد بپردازد ، امّا اعادهء حج در سال بعد ، بنابر اظهر واجب نيست . البتّه در صورت جهل به حكم و يا فراموشى چيزى بر وى نيست .\r\n\r\n7 - عقد نكاح\r\nمسألهء 291 - اگر محرم زنى را عقد كند ، چه عقد دائم باشد يا موقت ، اين عقد باطل است ، چه براى خودش و چه براى ديگرى ، و چه آن شخص ديگر محرم باشد و چه غير محرم .\r\nمسأله 292 - اگر محرم شخص ديگرى را وكيل كند كه زنى را به عقد وى در آورد ، اين عقد وكالتى باطل است ، و نيز اگر از طرف محرم عقد فضولى انجام دهد ، اجازهء وى صحيح نيست .\r\nمسأله 293 - عقد محرم در صورت علم و التفات به حكم شرعى ، موجب حرمت ابدى مىگردد ، ولى اگر از روى جهل به حكم باشد ، موجب حرمت ابدى نمىشود ، و مىتواند پس از خروج از احرام با آن زن ازدواج نمايد . و همچنين مىتواند در مجلس عقد حضور يافته و شهادت بر آن بدهد ، بلكه در بعضى موارد مانند دفع ستم و يا اثبات حق ، حضور واجب مىشود . همچنانكه محرم مىتواند خواستگارى بنمايد ، و نيز مىتواند به زنى كه او را طلاق رجعى داده ، رجوع نمايد .\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nمسألهء 294 - اگر محرم يا غير محرم زنى را به عقد محرم در بياورد و شوهر با آن زن نزديكى نمايد ، چنانچه شوهر و عقدكننده با علم به حرمت عقد و بطلان آن اين كار را بكنند ، هر يك بايد يك شتر ماده كفاره بدهند ، امّا اگر يكى از آن دو عالم به حكم باشد ، كفاره بر او واجب است ، امّا بر جاهل به حكم كفاره واجب نمىباشد . و اين حكم در مورد زن در حال احرام و عالم به حكم شرعى جارى است ، و امّا اگر زن در حال احرام نبوده ولى بداند شخصى كه به عقد او در مىآيد محرم است و با وجود آن ، تن به ازدواج بدهد ، يك شتر ماده كفاره دارد ، كه آن را نحر كند ولى اگر اين موضوع را نداند ، كفاره بر او واجب نيست .\r\n\r\n8 - بوى خوش\r\nمسأله 295 - محرم - چه مرد و چه زن - نبايد از زعفران و مشك و عنبر و ورس و عود استفاده نمايد ، چه به صورت بوييدن و يا ماليدن بر بدن و يا خوردن و يا لمس آنها باشد . و همچنين حرام است لباسى بپوشد كه اثرى از آنها در آن باشد .\r\nمسأله 296 - بنابر اظهر استعمال تمام انواع بوى خوش كه به مشام مىرسد و براى خوشبو كردن به كار مىرود مانند عطر گل و قرنفل و گل ياس و غيره حرام مىباشد .\r\nمسأله 297 - واجب است كه بر محرم در صورت بر خورد با اين موارد - عمدا يا سهوا - سعى كند كه از آنها دورى بجويد ، البته بوى خوش كعبه شريفه كه يك نوع عطر است مستثنى مىباشد ، و بوييدن\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nآن و يا ماندن اثرات آن روى لباس اشكالى ندارد .\r\nمسأله 298 - محرم - چه مرد و چه زن - واجب نيست هنگام سعى بين صفا و مروه ، بينى خود را از بوى خوش - در صورت وجود آن در مسير - بگيرد . و حرام است بر محرم كه بينى خود را از بوى بد بگيرد ، البته در صورت برخورد با بوى بد ، اگر بخواهد با تند رفتن و مانند آن از آن رهايى يابد ، جايز مىباشد .\r\nمسأله 299 - اگر محرم با آگاهى و التفات به حكم شرعى مقدارى از بوى خوش را در خوردن استفاده نمايد ، علاوه بر گناه كردن بايد يك گوسفند كفّاره بدهد ، حكم جاهل غير معذور در اين مسأله نيز چنين است ، ولى اگر وى در جهل خود معذور بوده و يا جهل مركّب داشته و يا از روى فراموشى مرتكب شده باشد ، كفاره ندارد ، و اگر استفاده از بوى خوش در غير موارد خوردن باشد مانند آنكه براى بوييدن و يا خوشبو كردن به كار رود ، حتى با علم و آگاهى از حكم ، تنها گناه دارد و كفاره ندارد .\r\nمسأله 300 - گلها و گياهانى كه داراى بوى خوش مىباشند ولى از آنها مادّهء خوشبوكننده گرفته نمىشود ، بوييدن آنها اشكالى ندارد مانند گل ميخك و بومادران و غيره . ولى نسبت به مواردى كه مادّهء خوشبوكننده گرفته مىشود مانند گل سرخ و گل ياس و غيره ، بنابر احتياط وجوبى بايد از آنها اجتناب كند .\r\nمسأله 301 - خوردن ميوه‌هاى خوشبو مانند سيب و ميوهء درخت سدر و غيره بر محرم جايز است ، و لازم نيست بينى خود را از آنها بگيرد گرچه بهتر است .\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\n\r\n9 - نگاه كردن در آينه\r\nمسأله 302 - نگاه كردن در آينه بر محرم - چه مرد و چه زن - در صورتى كه به قصد مرتب نمودن سر و صورت و مانند آن باشد حرام است . ولى اگر به خاطر چيز ديگرى باشد مانند آنكه بخواهد اطمينان پيدا كند مانعى روى پوست صورت وى نباشد ، و يا اينكه رانندهء ماشين بخواهد از نشستن مسافرين مطمئن شود ، و يا از ماشينهاى پشت سر خود اطلاع پيدا كند ، در اين صورت نگاه كردن در آينه حرام نمىباشد .\r\nو همچنين پوشيدن عينك ، بعنوان نگاه كردن در آينه شمرده نمىشود و حرام نيست . البته به شرط آنكه نزد عرف زينت نباشد ، چون در اين فرض جايز نخواهد بود . گرچه انگيزهء آن چيزى ديگرى باشد ، مانند جلوگيرى از تابش آفتاب ، و يا قرائت قرآن و دعا ، و يا نوشتن يك مطلب ، و يا به خاطر مسائل پزشكى ، البته در اين موارد نيز هرگاه موضوع بحدّ اضطرار برسد ، پوشيدن عينك جايز است . و نگاه كردن در اجسام شفاف مانند آب صاف و غيره كه عكس شخص را منعكس مىكند ، مانعى ندارد . و اگر مكلف به آينه نگاه كند ، كفاره ندارد امّا گناه كرده است .\r\n\r\n10 - زينت نمودن\r\nمسأله 303 - زينت كردن بر محرم - چه زن و چه مرد - حرام است ، و در اين حكم فرق نمىكند چه نيّت وى زينت نمودن باشد و يا اينكه\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nقصد ديگرى داشته باشد ، بدين معنى كه هر چه در نزد عرف ، زينت شمرده شود ، محرم نمىتواند خود را به آن آراسته كند گرچه به قصد زينت نبوده و انگيزهء ديگرى داشته باشد . و آنچه عرفا زينت شمرده نشود ، محرم مىتواند بهر انگيزه‌اى از آن استفاده نمايد .\r\nملاك و معيار در زينت اين است كه هر آنچه عرفا زينت شمرده شود مانند مرتب نمودن لباس يا اندام ، و يا پوشيدن زينتى ، بر محرم حرام است حتى اگر انگيزهء وى زينت كردن نباشد ، و هر آنچه عرفا زينت شمرده نشود مانند پوشيدن لباس‌هاى معمولى ، و يا پوشيدن جامه‌هاى احرام بر محرم حرام نمىباشد . البته در اين ميان پوشيدن زيور آلات زنانه‌اى كه پيش از احرام متعارف آنان بوده است از حكم اين مسأله مستثنى مىباشد ، يعنى با وجود آنكه اين موارد عرفا زينت شمرده مىشوند ، ولى زن در حال احرام مىتواند آن را بپوشد ، ولى جايز نيست آن را به شوهر و يا مردان ديگر نشان دهد . پوشيدن انگشتر ، اگر عرفا زينت شمرده شود ، جايز نيست ، و گرنه اشكالى ندارد . و حكم پوشيدن ساعت مچى نيز چنين است .\r\nمسأله 304 - اگر محرم زينت نمايد ، كفاره ندارد گرچه عمدا و از روى آگاهى باشد .\r\nمسأله 305 - بر محرم - چه مرد و چه زن - حرام است حنا ببندد چنانچه عرفا زينت شمرده شود گرچه قصد زينت نمودن نداشته باشد ، ولى اگر در عرف عموم مردم زينت محسوب نشود اشكال ندارد .\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\n\r\n11 - سرمه كشيدن\r\nمسأله 306 - بر محرم - چه مرد و چه زن - جايز نيست در حال احرام سرمهء سياه به چشم خود بكشد گرچه به قصد زينت كردن نباشد ، و در اين حكم ميان مرد و زن محرم فرقى نيست .\r\nمسأله 307 - محرم - چه مرد و چه زن - مىتواند از سرمه‌اى كه سياه نيست استفاده كند . مگر اينكه در عرف عموم مردم زينت حساب شود گرچه انگيزهء استفاده از آن قصد زينت نباشد كه در اين صورت سرمه كشيدن براى او جايز نيست .\r\nمسأله 308 - بر محرم - مرد باشد يا زن - جايز است از سرمهء خوشبو استفاده كند .\r\nمسأله 309 - محرم - چه مرد و چه زن - مىتواند بعلّت ضرورتى مانند درمان و غيره ، حتى سرمهء سياه بر چشم خود بكشد . البته اگر محرم عمدا و از روى آگاهى اين حرام را مرتكب شود ، كفاره ندارد ولى گناهكار شمرده مىشود .\r\n\r\n12 - دروغ و دشنام\r\nمسأله 310 - دروغ و دشنام در شرع مقدس اسلام در تمام حالات بر مكلّف حرام است ولى حرمت اين دو در حال احرام شديدتر مىباشد .\r\nمراد از « فسوق » در آيهء مباركهء  « فَلا رَفَثَ وَ لا فُسُوقَ وَ لا جِدالَ فِي الْحَجِّ »  دروغ و دشنام مىباشد كه بايد در حج از آن اجتناب گردد ، و اگر\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nشخص محرم هر چند از روى عمد و آگاهى مرتكب دروغ و دشنام گردد ، كفاره ندارد .\r\n\r\n13 - جدال نمودن\r\nمسأله 311 - جدال نمودن بر محرم - چه مرد و چه زن - حرام است و آن در به كار بردن دو عبارت « لا و اللّه » و « بلى و اللّه » در مقام مخالفت و ستيزه‌جويى صدق مىكند چه گوينده راست بگويد و چه دروغ . امّا خصومت و مشاجرهء لفظى بدون قسم خوردن با آن دو عبارت ، جدال شرعى شمرده نمىشود گرچه بنابر احتياط استحبابى بهتر است از آن اجتناب نمايد .\r\nمسأله 312 - بنابر اقرب سوگند خوردن ، مخصوص موارد خصومت و مخالفت نيست بلكه شامل تمام موارد مىباشد حتى اگر خصومت و مخالفتى - به استثناى مشاجرهء لفظى - در ميان نباشد .\r\nمسأله 313 - صدق جدال حرام در حج با الفاظ غير از آن دو صيغه به عباراتى كه معناى آن دو را برساند مشكل است ، گرچه بنابر احتياط وجوبى بهتر است اجتناب گردد .\r\n\r\nموارد استثناء از حرمت جدال\r\nاوّل : آنكه در مقام احقاق حق و يا بطلان نمودن امر باطلى باشد .\r\nدوّم : منظور از آن سوگند و قسم خوردن نبوده ، بلكه موضوعى ديگرى مانند اظهار محبّت و احترام در نظر باشد مثلا ، به جهت احترام شخصى به وى بگويد : و اللّه اين كار را انجام خواهم داد ، و آن شخص\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nبگويد : و اللّه آن را از تو مىپذيرم . و اگر محرمى كه جدال مىكند در سخن خويش راستگو باشد ، كفاره ندارد و فقط بايد استغفار نمايد مگر آنكه سوگند را سه بار تكرار كند ، كه در صورت سه بار تكرار پىدرپى در يك موضوع ، بايد كفّاره بپردازد . ولى اگر جدال‌كننده به دروغ سوگند خورده و « لا و اللّه » و « بلى و اللّه » بگويد ، بايد در مرتبهء اول يك گوسفند ذبح كند ، و در مرتبهء دوّم دو گوسفند ، و در مرتبهء سوم يك گاو بعنوان كفّاره بدهد .\r\nمسأله 314 - صدق جدال با آن دو صيغه متوقّف بر اين است كه گوينده قصد اداى جملهء خبرى داشته باشد .\r\nمسأله 315 - در صدق عنوان شرعى جدال ، لازم نيست هر دو صيغه با هم ادا گردند ، بلكه اگر يكى از آن دو را ذكر كند نيز عنوان شرعى جدال بر آن صدق مىكند .\r\nمسأله 316 - ذكر كلمهء « لا » در صيغهء اوّل و « بلى » در صيغهء دوّم در ترتيب اثر در صيغه‌ها معتبر است .\r\n\r\n14 - كشتن جانوران بدن\r\nمسأله 317 - محرم - چه مرد و چه زن - جايز نيست شپشى را كه روى بدن وى باشد ، بكشد ، و هرگاه عمدا و با توجه به حكم شرعى ، آن را بكشد ، كفاره ندارد گرچه بنابر احتياط استحبابى بهتر است كفاره بدهد . همچنين محرم نمىتواند شپش را از بدن خود دور بيندازد ، گرچه جايز است آن را جابجا كند ، كه در اين صورت بايد يك مشت طعام به عنوان كفّاره بدهد .\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nو امّا جانوران ديگر غير از شپش ، مكلّف مىتواند آن را از بدن خود دور بيندازد ، و يا آن را جابجا كند\r\nمسأله 318 - كشتن پشه و كك جايز است چه وجود آنها براى محرم ضررى داشته و يا نداشته باشد .\r\n\r\n15 - ماليدن روغن به بدن\r\nمسأله 319 - محرم - چه مرد و چه زن - نمىتواند بدن خود را روغن مالى كند هر چند آن روغن خوشبو نباشد . البته موارد درمان و معالجه از اين حكم مستثنى مىباشند . و همچنين بنابر اظهر اين عمل بر محرم - چه مرد و چه زن - موجب كفاره نمىشود گرچه عمدا و از روى آگاهى صورت گرفته باشد .\r\n\r\n16 - بيرون آوردن خون از بدن\r\nمسأله 320 - محرم - چه مرد و چه زن - نمىتواند بدن خود را با حجامت و يا با خاراندن ، خونى نمايد مگر آنكه ضرورتى داشته و يا براى رفع ناراحتى باشد . و امّا اگر در اثر مسواك زدن از دندان او خون بيايد ، اشكالى ندارد گرچه محرم قبلا مىدانسته كه اگر مسواك بزند از دندانش خون مىآيد ، و اگر محرم با آگاهى از حكم شرعى عمدا اين حرام را انجام دهد ، هر چند گناهكار محسوب مىشود ولى كفاره ندارد .\r\n\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\n\r\n17 - گرفتن ناخن\r\nمسأله 321 - محرم - چه مرد و چه زن - نبايد ناخن و يا قسمتى از آن را بگيرد ، مگر اينكه نگرفتن آن موجب ضرر و آزار شود كه در اين صورت گرفتن آن جايز است ، و اگر مكلف حكم را نداند و يا فراموش كرده باشد و ناخنهايش را بگيرد ، كفاره ندارد ، ولى اگر مكلف عمدا و با علم به حكم ، ناخن‌هايش را بگيرد ، براى هر ناخن يك مد طعام به عنوان كفاره بدهد ، و اگر ده ناخن دست را يك بار بگيرد ، كفاره‌اش يك گوسفند مىباشد ، و همچنين اگر ناخن‌هاى دست و پا را يك جا بگيرد ، بايد يك گوسفند كفاره بدهد . امّا اگر ناخن‌هاى دستش را يك مرتبه و ناخن‌هاى پايش را مرتبه ديگر بگيرد ، دو گوسفند كفاره دارد .\r\nمسأله 322 - اگر محرم به استناد فتواى شخصى كه ناخن گرفتن را جايز مىداند ، ناخن‌هاى خود را بگيرد ، مشهور گفته‌اند كه كفاره‌اش بر فتوا دهنده است ، ولى اين حكم خالى از اشكال و منع نيست .\r\n\r\n18 - كندن مو از بدن\r\nمسأله 323 - محرم - چه مرد و چه زن - نبايد موى خود و يا ديگرى را از بدن جدا كند ، چه آن فرد محرم بوده و يا نباشد ، و از اين حكم سه مورد استثنا شده است :\r\n1 - شپش بدن محرم به قدرى زياد باشد كه موجب آزار وى گردد .\r\n2 - بر طرف كردن مو ضرورت داشته باشد مانند اينكه زيادى مو باعث سردرد و نظير آن گردد .\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\n3 - موى روييده شده در پلك چشم ، موجب ناراحتى انسان گردد .\r\nالبته اگر اندكى مو بدليل خاراندن بدن و يا وضو و غسل به صورت غير عمدى از بدن كنده شود اشكالى ندارد و كفاره هم ندارد .\r\nمسأله 324 - اگر محرم موى سرش را بدون هيچ ضرورتى از روى جهل به حكم و يا فراموشى بتراشد ، كفاره ندارد ، ولى اگر اين كار را عمدا و با آگاهى از حكم انجام دهد ، علاوه بر گناهى كه دارد بايد يك گوسفند بعنوان كفاره ذبح كند و گناهكار هم شمرده مىشود و اگر بدليل ضرورت و يا عذرى با آگاهى از حكم ، موى سرش را بتراشد ، مىتواند يك گوسفند كفاره بدهد ، و يا سه روز روزه بگيرد ، و يا شش مسكين را از قرار هر يكى دو مدّ طعام دهد . و اگر محرم موى زير هر دو بغل و يا موى زير يك بغل خود را عمدا و با علم به حكم بكند ، بايد يك گوسفند كفاره بدهد . و اگر محرم مقدارى از موى ريش خود و يا غير آن را بكند ، بايد يك مشت طعام به يك مسكين بدهد .\r\nكفاره گفته شده در جايى است كه تمام موى زير بغل كنده شود و يا تمام موى سر تراشيده شود . و كندن مو خصوصيت ندارد بلكه اگر موى زير بغل تراشيده شود بازهم كفاره دارد .\r\nمسأله 325 - اگر محرم موى شخص ديگرى را از بين ببرد ، مانند آنكه موى سر او را بتراشد چه آن شخص محرم و يا محل باشد ، معصيت نموده ولى كفاره ندارد .\r\nمسأله 326 - اگر محرم بداند خاراندن سر يا بدن موجب خروج خون از آن مىشود ، بدون ضرورت جايز نيست اين عمل را انجام دهد . و اگر بداند در صورت دست زدن به ريش - بدون ضرورت - چند\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nمويى از آن كنده مىشود ، بايد در صورت ارتكاب اين عمل و كنده شدن يك يا دو مو ، يك مشت طعام كفاره بدهد ولى گناهكار نيست .\r\n\r\n19 - كشيدن دندان\r\nمسأله 327 - كشيدن دندان بر محرم - چه مرد و چه زن - اگر موجب بيرون آمدن خون نشود ، حرام نبوده و كفاره ندارد .\r\n\r\n20 - سر زير آب فرو بردن\r\nمسأله 328 - بر محرم - چه مرد و چه زن - جايز نيست سر خود را بطور كامل در آب فرو ببرد . امّا در غير آب از مايعات ديگر ، بنابر اظهر جايز است ، گرچه احتياط اين است كه اين كار را نكند .\r\n\r\n21 - حمل اسلحه\r\nمسأله 329 - بر محرم - چه مرد و چه زن - حمل اسلحه مانند شمشير ، نيزه و تفنگ و مانند آنها كه عرفا سلاح بر آنها صدق كند ، حرام است . ولى بنابر اظهر ، حمل وسايل و ابزار دفاعى مانند زره و كلاه‌خود حرام نيست . البته وجود اسلحه نزد محرم و يا در ميان اثاثيه‌اش اشكال ندارد .\r\nمسأله 330 - حمل اسلحه در حال ضرورت و اضطرار اشكال ندارد .\r\nامّا اگر محرم عمدا و با آگاهى از حكم شرعى و بدون ضرورت ، اسلحه را حمل نمايد ، بنابر احتياط يك گوسفند كفاره دارد .\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\n\r\n22 - كندن درخت و گياه حرم\r\nمسأله 331 - بر هر مكلّفى چه محرم و چه غير محرم - چه مرد و چه زن - جايز نيست گياهان و درختان حرم را قطع كرده و يا بكند . البتّه آنچه كه هنگام راه رفتن بطور طبيعى و معمولى از بين برود اشكالى ندارد ، و همچنين جايز است انسان ، چهار پايان را رها نمايد تا علف بخورند . در اين ميان چند مورد از اين حكم مستثنى مىباشند كه كندن آنها جايز است :\r\n1 - إذخر كه گياه معروفى است .\r\n2 - درخت خرما ، و درخت ميوه‌دار .\r\n3 - علفهايى كه خوراك شتر مىباشد .\r\n4 - آنچه كه انسان خود كاشته و يا در ملك و خانه‌اش برويد . امّا آنچه كه قبل از تملك در ملك او روييده باشد ، نبايد قطع نمود .\r\nمسأله 332 - درختى كه ريشه‌اش در حرم ، و شاخ و برگش خارج از آن و يا بالعكس باشد ، حكم درختى را دارد كه تمام آن در داخل حرم است .\r\nمسأله 333 - كفارهء كندن و يا قطع درخت ، قيمت آن است كه بايد صدقه داده شود . امّا كندن و يا قطع نمودن علفها ، كفّاره ندارد .\r\nمسأله 334 - قطع نمودن شاخه‌هاى درختان بنابر احتياط كفّاره دارد .\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\n\r\n23 - شكار در حرم\r\nمسأله 335 - شكار در حرم بر زن و مرد حرام بلكه بر هر مكلّفى هر چند محرم نباشد ، حرام است ؛ چون اين حكم از احكام حرم است نه از احكام محرم ، و از اينرو محرم حتى بعد از بيرون رفتن از احرام تا هنگامى كه در داخل حرم مىباشد ، نمىتواند شكار نمايد .\r\n\r\nنوع دوم : محرمات مخصوص مرد محرم\r\n\r\n1 - پوشيدن لباسهاى معمولى و متعارف\r\nمسأله 336 - پوشيدن لباسهاى معمولى بر مرد محرم حرام مىباشد ، مانند پوشيدن پيراهن ، زره ، عبا هر چند آن را به صورت عادى بپوشند و دستان خود را در آستينشان داخل نكند ، مراد از شلوار جامه‌اى است كه با آن عورت را مىپوشاند ، جامهء دكمه‌دار به جامه‌اى گفته مىشود كه داراى دكمه‌هايى است كه با آن بسته مىشود ، پوشيدن چنين جامه‌اى نيز بر محرم حرام است هر چند داراى آستين نباشد و در گردن هم آويخته نشود ، پوشيدن اين چهار نوع لباس بر محرم حرام است چه با خياطى و دوختن تهيه شده باشد و چه با بافتن و يا از طريق ديگر لباس‌هاى مذكور را بدان صورت درآورده باشد . البته اگر پارچه را دوخته باشد كه فاقد آستين و دكمه باشد و به گردن هم آويخته نشود ، جايز است كه محرم آن را بپوشد ، و همچنين پوشاندن بدن با لحاف كه از طريق خياطى و دوختن درست شده اشكال ندارد ، و بعيد نيست كه بر محرم پوشيدن لباسى كه پيراهن ، زره ، شلوار دكمه‌دار\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nبر آن صدق نمىكند اما به جاى دكمه از ماده چسبنده‌اى استفاده شده جايز نباشد .\r\nمسأله 337 - جايز است كه مرد محرم ردا بپوشد به شرط اين كه دكمه‌ها را نبندد ، يا دكمه‌ها را بكند ، و همچنين جايز است لباس نمدى كه چوپانان از آن استفاده مىكنند بپوشد ، البته به شرط اين كه پوشيدن آن طبق يكى از روشهاى چهارگانه نباشد . پوشيدن كمربند ، كيسهء پول كه بر كمر بسته مىشود و گردن‌بند ( رباط العنق ) هر چند آن را دوخته باشد جايز است .\r\nمسأله 338 - بنابر اقوى لنگ را به گردن خود گره نزند ، اما در غير گردن اشكال ندارد ، چنانچه اگر با سوزن و نحو آن ببندد اشكال ندارد .\r\nگره زدن رداء در گردن اشكال ندارد هر چند ترك آن بهتر است .\r\nمسأله 339 - محرم اگر يكى از جامه‌هاى چهارگانه را بپوشد و جاهل به حكم يا حكم را فراموش كرده باشد كفاره ندارد . اما اگر عمدا اين كار را انجام دهد در حالى كه متوجه حكم شرعى باشد ، يك گوسفند به عنوان كفاره بر او واجب مىشود و گنهكار است ، و اما اگر به خاطر اضطرار و ناچارى يكى از جامه‌هاى چهارگانه را بپوشد ، بنابر اظهر كفاره ندارد و گنهكار هم نيست .\r\nمسأله 340 - جاهل بسيط اگر مقصر باشد حكمش مانند حكم عالم عامد است ، و اگر جاهل قاصر باشد ، حكم جاهل مركب را دارد و كفاره بر او واجب نيست .\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\n\r\n2 - پوشيدن ( موزه ) چكمه و جوراب\r\nمسأله 341 - پوشيدن چكمه و جوراب بر مرد محرم حرام است .\r\nپوشيدن چيزى كه تمام پشت پا را بپوشاند ، بعيد نيست كه جايز باشد هر چند احتياط اين را اقتضاء مىكند كه از آن اجتناب نمايد . پوشاندن پشت پا بدون پوشيدن به اين صورت كه مثلا دستمالى روى پاى خود بيندازد جايز است و اشكالى ندارد و در صورتى كه پوشيدن نعلين و مانند آن ممكن نباشد و مجبور شود از چكمه استفاده نمايد ، جايز است .\r\nمسأله 342 - مكلف چكمه يا جوراب بپوشد و جاهل به حكم يا حكم را فراموش كرده باشد ، چيزى بر او نيست ، اما اگر مكلف عالم به حكم باشد و عمدا از چكمه يا جوراب استفاده كند ، بعيد نيست كه كفاره بر او واجب نباشد هر چند احتياط اين است كه يك گوسفند به عنوان كفاره بپردازد .\r\n\r\n3 - پوشاندن سر بر مردان\r\nمسأله 343 - پوشاندن تمام سر و گوشها بر مرد محرم حرام است . در اين كه پوشش چه باشد فرق نمىكند ، و اگر سر خود را با گل و مانند آن بپوشاند نيز حرام است . پوشاندن قسمتى از سر بعيد نيست كه جايز باشد هر چند در اين مورد نيز رعايت احتياط اولى است ، اگر محرم روى سر خود چيزى را حمل كند به شرط اين كه تمام سر را نپوشاند اشكال ندارد ، البته اگر محرم به خاطر سردرد ( صداع ) و\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nمانند آن مجبور شود تا سر خود را بپوشاند ، اشكال ندارد .\r\nمسأله 344 - پوشاندن سر به قسمتى از بدن مثل دست جايز است .\r\nبنابر اظهر جايز است مرد محرم در حال خواب سر خود را بپوشاند هر چند احتياط اين است كه اين كار را هم نكند .\r\n\r\n4 - زير سايه رفتن مرد\r\nمسأله 345 - جايز نيست كه مرد محرم زير سايه‌اى برود كه همراه او حركت مىكند و بالاى سرش قرار دارد ، مانند سقف ماشين يا هواپيما يا كشتى يا از سايه‌بانى مانند چتر استفاده نمايد كه با دست حمل مىشود ، در موارد مذكور فرقى نيست چه حركت افقى باشد مانند سرنشين ماشين و يا هواپيما يا حركت عمودى باشد مانند كسى كه در آسانسور ايستاده و بالا و پايين مىرود و يا مانند سرنشين هواپيمايى كه عمودى پرواز مىكند ، و همچنين فرقى نيست كه زير سايه رفتن به خاطر آفتاب يا به خاطر سرماى شديد يا باران يا غير از اين امور از حوادثى كه در جو اتفاق مىافتد باشد ، و در صورتى كه هوا صاف و معتدل باشد و باران يا سرما و يا گرمايى در كار نباشد ، بنابر اظهر جايز نيست كه محرم زير سايه متحرك برود .\r\nمسأله 346 - جايز است كه مرد محرم زير سايه ثابت مانند سايه سقف ، يا پل يا تونل يا ديوار و مانند آن‌ها برود ، و همچنين جايز است كه محرم بعد از رسيدن به مكه از زير پل ، يا سقف ، يا تونل يا در سايه ديوار به سمت منزل برود و برگردد ، و در اين حكم بين اينكه محرم جايى را در مكه به عنوان مسكن انتخاب كرده يا انتخاب نكرده باشد ،\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nفرقى نيست .\r\nمسأله 347 - اگر محرم در بين راه براى استراحت يا سپرى كردن شب يا ملاقات دوستان يا به خاطر هدف ديگرى توقف نمود ، جايز است زير خيمه برود . و همچنين جايز است كه محرم در حالت نشسته سايبان بر سر خود بگيرد هر چند بهتر است اين كار را نكند . اگر محرم از سايه‌اى كه در طرف راست يا چپ او قرار گرفته استفاده نمايد اشكال ندارد .\r\nمسأله 348 - زير سايه رفتن در شب مانند روز حرام است .\r\nمسأله 349 - حكم كشتى مانند حكم ماشين و هواپيما است كه زير سايه آن نبايد رفت و حكم خانه بر آن بار نمىشود تا رفتن در زير سايه آن اشكال نداشته باشد .\r\nمسأله 350 - اگر محرم ايستاده باشد و حركت نكند يا در حال نشستن و يا در حال خواب و مانند آن باشد و در اين حالات از سايه‌بان و چتر و مانند آن استفاده نمايد ، اشكال ندارد . و همچنين جايز است كه محرم در حال حركت از سايه ثابت استفاده نمايد و با دستان خود روى سرش سايه نمايد .\r\nمسأله 351 - محرم در حال ضرورت يا ترس از گرما و سرما كه به سلامتى او آسيب برساند و يا ترس از اين كه اگر ماشين خود را رها كند گم شود و از ماشينى كه سقف ندارد استفاده نمايد و يا بر خانواده‌اش بترسد و غير اينها مىتواند زير سايه برود ، و چنانچه محرم جاهل به حكم و يا اين حكم را فراموش كرده باشد و زير سايه برود كفاره ندارد ، اما اگر حكم را بداند و فراموش هم نكرده باشد و عمدا زير سايه\r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nبرود ، يك گوسفند به عنوان كفاره در هر احرامى كه زير سايه رفته بر او واجب است ، و در اين حكم بين اينكه در حال ضرورت يا غير ضرورت زير سايه رفته باشد فرقى نيست ، و اگر در يك احرام بارها زير سايه برود ، يك كفاره واجب است .\r\n\r\nنوع سوم : محرمات زن محرم\r\nمسأله 352 - بر زن محرم ، حرام است تمام صورت خود را با برقع يا نقاب بپوشاند ، بلكه حرام است صورت خود را با هر پوششى بپوشاند هر چند متعارف نباشد . اما اگر تمام صورت خود را نپوشاند ، به اين معنى كه قسمتى از صورت خود را بپوشاند ، بعيد نيست جايز باشد . هر چند احتياط اين را اقتضاء مىكند كه اين كار را نيز انجام ندهد ، البته جايز است كه زن محرم از نامحرم رو بگيرد به اين نحو كه گوشه مقنعه و روسرى و مانند آن را كه بر سر دارند تا چانه پايين بكشد ، البته در صورتى كه زن سوار مركب نباشد ، اما اگر سوار مركب باشد مىتواند تا مقابل گلوى خود مقنعه و چادرش را پايين بكشد ، هر چند چادر و امثال آن در حال رو گرفتن با صورت زن تماس پيدا كند بازهم اشكال ندارد .\r\nو همچنين جايز است كه زن محرم در حال خوابيدن تمام صورت خود را با نقاب و امثال آن بپوشاند .\r\nمسأله 353 - بر زن محرم پوشيدن دستكش و ابريشم خالص حرام مىباشد ، و گفته شده كه كفاره پوشانيدن صورت براى زنان كه اين كار را عمدا و در حال التفات انجام دهد يك گوسفند است ، و اين قول\r\n\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nاحوط است .\r\n\r\nجاى كشتن كفاره و محل مصرف آن\r\nمسأله 354 - محل كشتن كفّارهء شكار در احرام عمره اعم از عمره مفرده و تمتع ، مكه مكرمه است ، و جاى كشتن كفاره شكار در احرام حج ، منى است ، اما ساير كفارات مثل كفارهء زير سايه رفتن ، كفاره جماع و ماند آن‌ها را مىتواند تا بازگشت به وطن خود تأخير انداخت ، و وقتى به وطن خود برگشت آن را ذبح نمايد . موارد مصرف كفاره فقراء است ، و خود شخص مىتواند كمى از گوشت كفاره بخورد هر چند احتياط اين است كه چيزى از آن نخورد .\r\n\r\nآداب و مستحبات داخل شدن به حرم\r\nمسأله 355 - اگر مكلف به حرم برسد مستحب است غسل بكند و اين دعا را بخواند :\r\n« اللّهمّ انّك قلت فى كتابك المنزل و قولك الحق (  وَ أَذِّنْ فِي النَّاسِ بِالْحَجِّ يَأْتُوكَ رِجالًا وَ عَلى كُلِّ ضامِرٍ يَأْتِينَ مِنْ كُلِّ فَجٍّ عَمِيقٍ  ) اللّهمّ انّى ارجو ان اكون ممن اجاب دعوتك و قد جئت من شقّة بعيدة و فجّ عميق سامعا لندائك و مستجيبا لك مطيعا لامرك و كلّ ذلك بفضلك علىّ و احسانك الىّ ، فلك الحمد على ما وفّقتنى له ابتغى بذلك الزّلفة عندك و القرية اليك و المنزلة لديك و المغفرة لذنوبى و التّوبة علىّ منها بمنّك اللّهمّ صلّ على محمّد و آل محمّد و حرّم بدنى على النّار من عذابك و عقابك برحمتك يا ارحم الرّاحمين .\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\n\r\nآداب و مستحبات دخول مكه و مسجد الحرام\r\nمسأله 356 - مستحب است مكلف قبل از داخل شدن به مكه غسل نمايد و بعد از غسل با حالت آرامش ، وقار ، خشوع و تواضع وارد مكه شود نه با حالت تكبر .\r\nوقتى به دروازه مسجد الحرام رسيد بر در مسجد ايستاده و بگويد :\r\n« السّلام عليك ايّها النّبىّ و رحمة اللّه و بركاته ، بسم اللّه و باللّه و من اللّه و ما شاء اللّه ، و السّلام على أنبياء اللّه و رسله ، و السّلام على رسول اللّه صلّى اللّه عليه و آله و سلّم ، و السّلام على ابراهيم خليل اللّه و الحمد للّه ربّ العالمين »\r\nوقتى داخل مسجد شود رو به كعبه دست‌ها را بلند نموده بگويد :\r\n« اللّهمّ انّى أسألك فى مقامى هذا ، فى اوّل مناسكى ان تقبل توبتى ، و ان تتجاوز عن خطيئتى و تضع عن وزرى ، الحمد للّه الّذى بلّغنى بيته الحرام ، ( اللّهم انّى اشهد انّ هذا بيتك الحرام الّذى جعلته مثابة للنّاس و آمنا مباركا و هدى للعالمين ) ، اللّهمّ إنّى عبدك ، و البلد بلدك ، و البيت بيتك ، جئت اطلب رحمتك ، و أؤمّ طاعتك ، مطيعا لامرك ، راضيا بقدرك ، اسألك مسألة المضطر اليك الخائف لعقوبتك اللّهمّ افتح لى ابواب رحمتك ، و استعملنى لطاعتك و مرضاتك »\r\nو وقتى نزديك حجر الاسود رسيدى دستهايت را بلند كن حمد و ثناى الهى را به جا بياور و بر پيامبر خدا درود بفرست و از خدا بخواه تا حج تو را قبول كند بعد از آن حجر الاسود را استلام كرده ببوس و اگر نتوانستى ببوسى با دست آن را استلام كن و اگر آن هم ممكن نشد با دست به طرف آن سنگ اشاره كرده و بگو :\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\n« اللّهمّ امانتى ادّيتها و ميثاقى تعاهدته لتشهد لى بالموافاة اللّهمّ تصديقا بكتابك و على سنّة نبيّك صلواتك عليه و آله أشهد ان لا إله الّا اللّه وحده لا شريك له و أنّ محمّدا عبده و رسوله آمنت باللّه و كفرت بالجبت و الطاغوت و باللات و العزّى و عبادة الشيطان و عبادة كلّ ندّ يدعى من دون اللّه »\r\nو اگر هم نتوانستى همه اين دعا را بخوانى بعض آن را بخوان و بگو :\r\n« اللّهمّ إليك بسطت يدى و فيما عندك عظمت رغبتى فاقبل سبحتى و اغفر لى و ارحمنى ، اللّهمّ إنّى أعوذ بك من الكفر و الفقر و مواقف الخزى فى الدّنيا و الآخرة »\r\nو بعد از دعا طواف واجب را شروع كن .\r\nطواف\r\n\r\nدومين واجب از واجبات عمره تمتع ، طواف است .\r\nو صورت طواف اين گونه است كه حج‌كننده در يك خط موازى با حجر الاسود مىايستد و خانه خدا در طرف چپ او قرار مىگيرد و به دور خانه خدا هفت بار با كيفيت خاص كه مىآيد طواف مىكند . اگر مكلف طواف را عمدا ترك كند چه حكم را بداند يا نداند ، حج او باطل مىشود ، و ترك طواف با تأخير عمدى تا زمانى كه ديگر نتواند خود را به وقوف عرفات برساند محقق مىشود . و اگر عمره باطل شود احرام نيز باطل مىشود .\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\n\r\nشرايط طواف\r\n\r\nشرط اول : طهارت\r\nطهارت از حدث اكبر مثل جنابت ، حيض و نفاس است كه موجب غسل مىشود - و حدث اصغر مثل بول و خواب و مانند آن دو كه موجب وضو مىشود مىباشد ، بنابراين اگر كسى كه حدث اكبر از او سر زده باشد و بدون غسل طواف كند ، طواف او باطل است ، و همچنين اگر كسى كه حدث اصغر از او سر زده باشد و بدون وضو طواف كند ، طوافش باطل است ، و در اين حكم فرق نمىكند چه مكلف از روى عمد و علم بدون غسل و وضو طواف كند ، يا از روى جهل و فراموشى ، در هر دو صورت طوافش باطل است ، البته در طواف مستحبى طهارت معتبر نمىباشد . و اگر طواف مستحبى به سبب نذر و مانند آن واجب شده باشد ، بازهم طهارت در آن معتبر نيست .\r\nمسأله 357 - چنانچه از محرم در اثناى طواف حدثى سر بزند ، بنابر اقرب طوافش باطل نمىشود . اما اگر محرم قبل از آن كه به نصف طواف برسد ، حدث از روى اختيار از او سر بزند ، وظيفه‌اش اين است كه طواف را قطع كند و طهارت را انجام بدهد ، به اين معنى كه وضو يا غسل نمايد بعد طواف را از همان جا كه قطع نموده ادامه دهد ، و طواف را تمام نمايد ، هر چند احوط و سزاوار اين است كه طواف را دوباره از اول به قصد اعم از تكميل و استيناف شروع نمايد و آنچه را\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nكه قبلا انجام داده بود ناديده بگيرد .\r\nمسأله 358 - اگر محرم در طهارت شك كند ، چنانچه بداند كه قبلا با طهارت بوده به شك خود اعتنا نكند ، و بنا را بر اين بگذارد كه طهارت دارد . و اما اگر نداند كه قبلا با طهارت بوده ، اين فرض چند صورت دارد :\r\n1 - شك مكلف به طهارت قبل از شروع در طواف باشد ، در اين صورت واجب است كه تطهير كند و بدون طهارت نمىتواند مشغول طواف گردد .\r\n2 - شك مكلف به طهارت در اثنا طواف باشد ، در اين صورت نيز بايد مكلف تطهير كند .\r\n3 - بعد از فراغ از طواف و قبل از نماز طواف در طهارت خود شك كند ، در اين صورت بر او واجب نيست طوافش را اعاده نمايد ، بلكه بايد براى نماز طواف وضو بگيرد در صورتى كه حدث اصغر بعد از طواف و قبل از نماز از او سر نزده باشد ، و اگر حدث اصغر سر بزند ، چنانچه قبل از آن حدث اصغر ديگرى سر زده است اثر ندارد ، و اما اگر قبل از حدث اصغر حدث اكبر مثل جنابت سر زده باشد ، در اين صورت بر مكلف واجب است غسل نمايد و طواف را اعاده كند و بعد وضو بگيرد و نماز طواف را بجا بياورد .\r\n4 - مكلف بعد از اتمام طواف و نماز آن شك كند كه طهارت داشته يا نه ، در اين صورت مكلف بنا را بر صحت طواف و نماز مىگذارد ، و براى ساير اعمال كه مشروط به طهارت مىباشد ، بايد وضو يا غسل نمايد .\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nمسأله 359 - اگر مكلف آب در اختيار نداشته باشد ، يا آب در اختيار دارد اما به خاطر بيمارى و امثال آن نمىتواند از آن استفاده نمايد ، بايد تيمم كند و با تيمم طواف و نماز طواف را بجا بياورد و چيزى بر او نيست ، و اگر تيمم هم نمىتواند بكند ، اين شخص حكم كسى را دارد كه از انجام طواف و نماز آن با طهارت عاجز است و بايد نايب بگيرد ، هر چند احوط و سزاوارتر اين است كه خود نيز بدون طهارت طواف نمايد ، و در اين حكم فرقى بين كسى كه حدث اكبر يا اصغر از او سر زده باشد نيست .\r\nمسأله 360 - واجب است كه زن حايض و نفساء بعد از گذشتن ايام حيض و نفاس در صورت امكان غسل نمايد بعد طواف را بجا بياورد ، و اگر نمىتواند غسل كند ، بايد تيمم نمايد بعد طواف را بجا بياورد ، و اگر از تيمم نيز ناتوان است ، در اين صورت بايد نايب بگيرد و اين حكم بر جنب نيز جارى است .\r\nمسأله 361 - اگر زن در عمره تمتع در حال احرام يا بعد از احرام حيض شود و وقت بجا آوردن اعمال عمره را داشته باشد ، بايد صبر كند تا پاك شود و بعد از غسل اعمال عمره را بجا آورد ، و چنانچه وقت انجام اعمال را نداشته باشد ، بنابر اظهر تكليف زن در اين حال اين است كه جمع نمايد بين گرفتن نايب تا طواف و نماز طواف را نايب بجا بياورد و خود زن سعى بين صفا و مروه را انجام بدهد و تقصير نمايد و براى حج محرم بشود ، و بين اين كه طواف و نماز طواف را بعد از اتمام اعمال منى و قبل از طواف حج و دو ركعت نماز آن بجا بياورد ، و احوط اين است كه سعى را نيز اعاده نمايد ، و در اين\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nمسأله فرقى نيست چه حيض قبل از احرام باشد به اين معنى كه قبل از اين كه احرام ببندد حيض شود يا حيض بعد از احرام باشد .\r\nمسأله 362 - اگر زن بداند قبل از احرام حيض مىشود و تا بعد از وقوف در عرفات پاك نمىشود ، بنابر اظهر حج او از تمتع به افراد تبديل نمىشود ، و وظيفه او اين است كه براى تمتع محرم شود و كسى را نايب بگيرد تا طواف و نماز طواف را از جانب او انجام بدهد ، سپس خودش سعى بين صفا و مروه را انجام داده و تقصير نمايد ، بعد براى حج محرم شود و بعد از اتمام اعمال منى و قبل از آنكه طواف حج و نماز آن را بجا بياورد ، طواف عمره و نماز آن را به جا بياورد و احوط اين است كه سعى را نيز اعاده نمايد .\r\nمسأله 363 - اگر زن در اثناى طواف حيض بشود ، بايد طوافش را قطع نموده و فورا از مسجد خارج گردد ، در اين صورت اگر وقت داشته باشد ، بايد منتظر بماند تا پاك گردد ، بعد بنابر احوط وجوبى يك طواف كامل به قصد تكميل و استيناف به حسب آنچه كه واقعا از او خواسته شده بجا بياورد . و اما اگر وقت نداشته باشد ، وظيفه‌اش اين است كه براى طواف و نماز آن نايب بگيرد و خودش سعى بين صفا و مروه را انجام دهد و تقصير نمايد و بعد براى حج محرم شود و بعد از بازگشت از منى در روز عيد يا بعد از آن و پيش از انجام طواف حج ، طواف و نماز آن را بجا بياورد .\r\nمسأله 364 - اگر زن بعد از طواف و پيش از نماز آن خون حيض ببيند ، طوافش صحيح است ، و در اين صورت اگر وقت زياد باشد انتظار بكشد تا پاك گردد آنگاه نماز طواف را به جا آورده سپس ساير\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nاعمال عمره را از قبيل سعى بين صفا و مروه و تقصير بجا بياورد ، و اما اگر وقت تنگ باشد سعى و تقصير را انجام دهد و نماز را بنابر احوط بعد از اعمال منى و قبل از طواف حج به جا بياورد .\r\nمسأله 365 - اگر زن طواف كرده و نماز را هم خواند بعد مطمئن شد كه حيض شده اما نميداند كه آيا قبل از طواف حيض شده يا بعد از طواف و قبل از نماز ، يا در اثناى نماز يا بعد از نماز ، در اين صورت بنا را بر صحت طواف و نماز بگذارد .\r\nمسأله 366 - اگر از مكلف حدث اصغر سر بزند و نتواند براى طواف وضو بگيرد و از وضو گرفتن نااميد گردد ، در اين فرض وظيفه‌اش تيمم است ، و همچنين اگر جنب ، حايض و نفساء بعد از بند آمدن خون نتوانند وضو و غسل نمايند و كاملا نااميد گردد ، واجب است به جاى غسل براى طواف تيمم نمايند .\r\nمسأله 367 - اگر زنى وارد مكه شد و مىتوانست همه اعمال عمره و واجبات آن را بجا بياورد ، ولى به خاطر سهل انگارى اعمال مذكور را به تأخير انداخت تا حيض شد و وقت هم تنگ شد ، در اين صورت اگر زن مىدانست كه در آخر وقت حيض مىشود و بعد از حيض هم نمىتواند عمره را بجا بياورد ، در اين فرض ظاهرا عمره‌اش فاسد است . و بايد حج را در سال بعد انجام بدهد .\r\nاما اگر زن نمىدانست كه در آخر وقت حيض مىشود و در نتيجه نمىتواند عمره را انجام بدهد اما ناگهان حيض شد ، و بعد از پاك شدن از حيض وقت كافى در اختيار ندارد تا اعمال عمره را انجام بدهد ، در اين فرض شخصى را براى طواف و نماز نايب بگيرد ، و\r\n\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nسعى بين صفا و مروه را خودش انجام بدهد و تقصير نمايد ، و بعد براى حج محرم شود و بعد از اتمام اعمال منى در روز عيد طواف عمره را قبل از طواف حج بجا آورد .\r\nمسأله 368 - در طواف مستحبى طهارت معتبر نيست ، بنابراين طواف مستحبى بدون وضو صحيح است ، اما نماز مستحبى بدون طهارت صحيح نيست .\r\nمسأله 369 - طهارتى كه در صحت طواف معتبر است همان طهارتى است كه مكلف بدان در غير طواف مأمور است زيرا مكلف در حالت سلامتى بايد طهارت كامل انجام بدهد ، و اما اگر مكلف بيمار باشد ، وظيفه‌اش همان طهارتى است كه در حالت بيمارى انجام مىدهد .\r\nمثلا كسى كه در دست يا پايش شكسته يا زخمى است كه پانسمان شده و بدل از شستن آن موضع مسح جبيره انجام مىدهد ، اين عمل تا زمانى كه عذر موجود باشد ، واقعا حدث را بر طرف مىكند و طهارت واقعى حاصل مىشود ، و همچنين مانند وضو مسلوس ( كسى كه بىاختيار بول از او خارج مىشود ) و وضوى مبطون ( كسى كه بىاختيار غايط از او خارج مىشود ) طهارت‌شان صحيح است و مىتواند با آن طواف را انجام دهد ، و وضوى آنها با آنچه كه قهرا از آن‌ها صادر مىشود باطل نمىگردد تا زمانى كه حدث ديگرى مانند خواب و امثال آن از آنها صادر نشود .\r\nمسأله 370 - واجب است زن مستحاضه براى طواف و نماز آن به همان وظايفى عمل كند كه براى نمازهاى واجب يوميه انجام مىدهد . به اين معنى كه اگر استحاضه او استحاضه صغيره ( قليله )\r\n\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nباشد ، بايد دو وضو بگيرد يكى براى طواف و ديگرى براى نماز طواف ، همچنانكه لازم است براى هر نماز از نمازهاى واجب يوميه وضو بگيرد . و اگر استحاضه وسطى ( متوسطه ) است ، وظيفه‌اش اين است كه براى هر يك از طواف و دو ركعت نماز آن وضو بگيرد همچنانكه براى هر يك از نمازهاى واجب يوميه بايد وضو بگيرد ، البته در شبانه روز يك غسل هم انجام بدهد چه طواف و دو ركعت نماز طواف به گردن او باشد يا نباشد . و اما اگر استحاضه كبرى ( كثيره ) باشد ، واجب است يك غسل براى طواف و نماز آن بجا بياورد و اين غير از سه غسلى است كه براى نمازهاى يوميه بجا مىآورد .\r\n\r\nشرط دوم : طواف طهارت از نجاست\r\nطهارت و پاكى از نجاست بنا به قول مشهور شرط طواف دانسته شده اما اين قول خالى از اشكال نيست ، هر چند احوط اين است كه پاكى از نجاست در طواف شرط باشد . البته پاكى از نجاست در نماز طواف شرط است و بدون آن نماز صحيح نيست ، مگر اين كه نجاست خيلى كم باشد كه در نماز بخشيده مىشود ، مانند خون در صورتى كه كمتر از درهم باشد و يا نجاست به خاطر خون دمل يا زخم باشد كه بر طرف كردن آن نوعا مشكل مىباشد ، در اين دو صورت اگر بدن انسان پاك نباشد اشكال ندارد .\r\nمسأله 371 - اگر مكلف نماز را خواند بعد فهميد كه بدنش يا جايى از لباس او در اثناى نماز نجس بوده ، در اين صورت نماز او صحيح\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nاست و اعاده ندارد . اما اگر مىدانسته كه بدن يا لباس او نجس است ولى فراموش كرده باشد و با همان بدن يا لباس نجس نماز بخواند و بعد از نماز يادش بيايد ، بنابر احتياط وجوبى بايد نمازش را دوباره بخواند .\r\nمسأله 372 - بنابر مشهور اگر كسى كه مشغول طواف است بدن يا لباسش نجس شود يا بداند بدن و لباسش نجس است ، چنانچه قبل از تمام شدن شوط چهارم باشد ، طواف را قطع كند و موضع نجاست را پاك نمايد و سپس طوافش را از اول شروع كند ، ولى اگر بعد از تمام شدن شوط چهارم باشد ، بايد طواف را قطع كند و بدن و يا لباسش را تطهير نمايد ، و در اين صورت آنچه را انجام داده صحيح است ، و از همانجا كه قطع كرده ادامه بدهد و طواف را تكميل نمايد ، ولى اگر نجاست فقط در لباسش باشد و بدنش پاك باشد و امكان تبديل لباس در محل طواف وجود داشته باشد بدون اينكه طوافش را قطع نمايد ، بايد لباسش را عوض كند و طوافش را ادامه دهد ، اما اين قول مشهور خالى از اشكال نيست و دليلى براى اين تفصيل وجود ندارد . پس بنابر اظهر در هر دو فرض مذكور قبل از تمام شدن شوط چهارم و بعد از آن در صورتى كه مدت خروج كم باشد و موالات عرفى بهم نخورده ، شوطهايى را كه انجام داده حساب كند و بعد از تطهير آن را كامل كند و لازم نيست از اوّل شروع نمايد .\r\n\r\nشرط سوم : ختنه\r\nشرط سوم از شرايط طواف اين است كه براى مردان نه براى زنان\r\n\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nختنه شرط است ، همچنانكه در كودك مميّز ختنه معتبر مىباشد به شرط آنكه خود او احرام ببندد و شخصا طواف انجام دهد ، اما براى كودك غير مميز كه احرامش از جانب ولىّ او صورت گرفته ، ختنه كردن معتبر نيست .\r\nمسأله 373 - كسى كه ختنه نشده و طواف نمايد مانند كسى است كه طواف را ترك كرده و حجش باطل است . و اگر مكلف ختنه نشده مستطيع شود چند صورت دارد :\r\n1 - مىتواند در همان سال استطاعت ختنه نموده به حج برود ، و در اين صورت حج بر او واجب و تاخيرش جايز نيست .\r\n2 - مىتواند در سال استطاعت خود را ختنه نمايد ، اما قادر به انجام حج در آن سال نيست ، در اين صورت حج را تا سال آينده به تأخير اندازد .\r\n3 - ختنه كردن اصلا برايش ممكن نباشد ، زيرا ختنه كردن براى او ضرر يا مشقت دارد ، در اين صورت حج بر او واجب است و طواف عمره و حج را خودش انجام بدهد و كسى را نايب بگيرد تا از طرف او طواف نمايد و بعد از طواف نايب ، نماز طواف را خودش بخواند .\r\n\r\nشرط چهارم : ستر عورت\r\nشرط چهارم طواف پوشاندن عورت است هم بر مرد و هم بر زن .\r\nاگر طواف‌كننده مرد باشد واجب است قبل ( جلو ) و دبر ( عقب ) خود را بپوشاند و اگر زن باشد غير از صورت و دو دست بايد تمام بدن خود را بپوشاند ، اين شرط بنابر قول مشهور است اما خالى از\r\n\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nاشكال نيست ، البته قول مشهور مطابق احتياط وجوبى است .\r\n\r\nواجبات طواف\r\nمسأله 374 - طواف عبارت است از دور زدن در اطراف كعبه و چند چيز در آن شرط است .\r\n1 - نيت : در نيت بايد قصد قربت ، قصد اخلاص و قصد اسم خاص كه آن عمل را از ساير اعمال شرعا متمايز نمايد وجود داشته باشد .\r\nو نيت را چنين بگويد : هفت شوط در اطراف خانه خدا براى عمره تمتع يا حج تمتع از حجة الاسلام يا براى عمرهء مفرده يا حج افراد از حجة الاسلام به جا مىآورم قربة الى اللّه تعالى و خالصا لوجهه الكريم . و اگر حج مستحبى باشد كلمهء « حجة الاسلام » در نيت آورده نمىشود ، و اگر حج نذرى باشد به جاى كلمهء « مستحب » كلمهء « منذور » در نيت آورده مىشود ، و اگر حج نيابتى باشد ، نام كسى را كه از جانب او نايب شده در نيت مىآورد .\r\nمسأله 375 - واجب نيست مكلف نيت خود را به زبان آورده و آن را تلفظ نمايد ، بلكه حضور آن در قلب كافى است ، و در نيت معتبر است تمام عناصر آن كه « قصد قربت ، قصد اخلاص و قصد اسم خاص » از ابتدا طواف در همه شوطها تا آخر آن مقارن باشد ، به اين معنى كه نيت عقب‌تر از اوّلين جزء از اجزاى طواف نباشد ، اما اگر قبل از آن باشد اشكال ندارد ، مراد از مقارنت نيت با طواف اين نيست كه\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nطواف‌كننده مانند لحظهء اول نيت كاملا متوجه باشد ، بلكه مقصود اين است كه هرگاه شخصى به طواف شروع كرد و بعد فراموش نمود و طوافش را به همين حالت ادامه داد ، صحيح است به شرط اين كه نيت در اعماق قلبش وجود داشته باشد به گونه‌اى كه اگر شخصى از او بپرسد چه كار مىكنى ؟ فورا متوجه شده بگويد قربة الى اللّه طواف مىكنم .\r\n2 - آن كه طواف‌كننده بيرون كعبه و سنگ مرمر پايين ديوار كعبه كه براى استحكام بنيان كعبه نهاده شده و به آن شاذروان مىگويند حضور داشته باشد و طواف خود را از آنجا دور خانه خدا شروع كند ، اما اگر طواف‌كننده از محلّ طواف خود تجاوز كرده داخل كعبه شود و يا به طرف شاذروان تعدّى كند ، طوافش باطل مىشود و دوباره بايد اعاده نمايد .\r\n3 - مكلف بايد طواف خود را از حجر الاسود كه در يكى از اركان كعبه قرار دارد شروع كند ، به اين صورت كه در برابر حجر الاسود بايستد ولى احوط آن است كه اندكى عقب‌تر از حجر الاسود بايستد تا علم پيدا كند كه تمام بدن او از تمام حجر الاسود مىگذرد ، و قصدش اين باشد كه طواف را از نقطه‌اى كه مقابل حجر الاسود است آغاز نمايد .\r\n4 - مكلف بايد در هر شوط و دورى كه انجام مىدهد به حجر الاسود ختم كند ، چنانچه از حجر الاسود شوط خود را آغاز نموده بود و در شوط اخير احتياطا قدرى از حجر بگذرد و اين زيادى را مقدمه علمى محسوب كرده بدين ترتيب يقين پيدا مىكند كه هفت\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nشوط كامل شده است .\r\n5 - شخصى كه طواف مىكند بايد كعبه ( خانه خدا ) را در جميع احوال طواف طرف چپ خود قرار دهد ، و چنانچه به جهت بوسيدن اركان يا چيز ديگر يا ازدحام جمعيّت او را مجبور نمايد تا رو به كعبه يا پشت به كعبه قرار بگيرد و يا كعبه به طرف راست او قرار بگيرد ، اين مقدار از طواف شمرده نمىشود ، و بايد از همان جا كه منحرف شده طواف را اعاده نمايد ، مقصود از قرار دادن كعبه به طرف چپ معيّن كردن جهت حركت طواف‌كننده است ، و بر طواف‌كننده واجب نيست تا كتف ( بازوى ) چپ خود را در حين عبور از اركان منحرف كند تا مقابل خانهء خدا باشد ، اين دقت‌ها شرعا واجب نيست .\r\n6 - طواف‌كننده بايد طواف خود را از اطراف حجر اسماعيل انجام بدهد ، به اين معنى كه حجر اسماعيل را داخل مطاف قرار دهد ، بنابراين جايز نيست طواف را بين حجر اسماعيل و بين كعبه انجام دهد . اگر طواف‌كننده داخل حجر اسماعيل برود ، آن شوط كه در حين انجام آن به داخل حجر رفته باطل مىشود ، پس بايد آن شوط را اعاده نمايد ، اما اصل طواف باطل نمىشود هر چند عمدا و با توجه به حكم شرعى داخل حجر گردد ، و اين حكم در صورتى است كه عرفا موالات بهم نخورد و اما با از بين رفتن موالات ، اصل طواف باطل مىشود و بايد طواف را از اول آغاز نمايد .\r\n7 - طواف‌كننده بايد با گام‌هاى اختيارى طواف را انجام بدهد ، اما اگر كثرت ازدحام و شلوغى پاهاى او را از زمين بلند كند ، طواف\r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nكفايت نمىكند ، و چنانچه اين امر اتفاق بيفتد كه پاهاى او از زمين بلند شود ، بايد مسافتى را كه با پاى خود نرفته بلكه كثرت ازدحام او را برداشته با خودش برده ملغى نمايد و دوباره به همان مكانى كه كثرت ازدحام او را از جايش بلند كرده برگردد و به طواف خود ادامه بدهد ، اما اگر رجوع به آن مكان به خاطر كثرت ازدحام دشوار باشد ، در اين صورت بدون اينكه قصد طواف نمايد اطراف خانه خدا بچرخد تا به همان مكان - مكانى كه كثرت ازدحام او را از جايش بلند كرده - برسد آنگاه قصد طواف نمايد ، و چنانچه مىتواند از مطاف خارج شود و آنچه را كه انجام داده لغو كند ، سپس طواف خود را از اول شروع نمايد . اگر كثرت ازدحام او را مجبور كند تا در زمين مطاف روى پاى خود راه برود و در اثناى طواف نتواند توقف نمايد چون اگر توقف كند كثرت جمعيت و ازدحام او را از جايش بلند مىكند ، اشكال ندارد و طواف صحيح .\r\n8 - طواف‌كننده بايد هفت دور متوالى و پىدرپى دور خانه خدا بچرخد ، و كمتر از هفت دور كفايت نمىكند ، و هر بار كه دور خانه خدا مىچرخد شوط ناميده مىشود و طواف مركب از هفت شوط است .\r\n9 - مشهور بين فقهاء اين است كه طواف بايد بين خانه خدا و مقام ابراهيم عليه السلام باشد و اين فاصله بيست و شش ذراع و نيم است ، و نظر به اين كه حجر اسماعيل داخل مطاف است ، پس محل طواف از حجر اسماعيل نبايد از شش ذراع و نيم بيشتر باشد ، اما اين قول مشهور خالى از اشكال بلكه خالى از منع نيست ، و ظاهرا طواف\r\n\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nدر مساحتى بيشتر از بيست و شش ذراع و نيم نيز كفايت مىكند ، و ملاك صدق طواف در اطراف خانه خدا اين است كه در عرف گفته شود او در اطراف خانه خدا طواف مىكند هر چند از پشت مقام باشد .\r\n10 - جمع بين دو طواف در طواف واجب بنابر اظهر طواف را باطل مىكند ، به اين صورت كه مكلف هفت شوط طواف نمايد و بعد هفت شوط ديگر را به عنوان طواف دوم به آن اضافه كند درحالىكه دو ركعت نماز طواف را تا بعد از انجام هر دو طواف به تأخير بيندازد ، اين نوع طواف كه اصطلاحا به آن « قران بين طوافين » گفته مىشود در طواف واجب مبطل است ، اما در طواف مستحب اشكال ندارد .\r\n11 - مكلف بايد عدد شوطها را به ياد داشته ، و چنانچه در عدد شوطها شك كند ، طوافش باطل مىشود و بايد از اول شروع كند ، از حكم - به بطلان - موارد زير استثنا شده است .\r\nالف - اگر مكلف بعد از تمامى طواف و تجاوز از محل طواف ، چنانچه مثلا به نماز طواف مشغول شده باشد در عدد اشواط شك كند ، در اين صورت به شك خود اعتنا نكند و طوافش صحيح است .\r\nب - مكلف يقين دارد كه هفت شوط را به طور كامل به جا آورده و شك كند كه آيا او هفت شوط به جا آورده يا بيشتر ، اما احتمال نقصان در آن نباشد ، به شك خود اعتنا نكند و طوافش صحيح است گرچه هنوز در نماز طواف داخل نشده باشد ، بلكه هر چند هنوز از مطاف نيز خارج نشده است .\r\nج - اگر مكلف در اعداد شوط طواف مستحبى شك نمايد ، بنابر\r\n\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nاقل بگذارد و طوافش را كامل نمايد ، و اين طواف صحيح است .\r\nاگر مكلف در غير اين سه مورد مذكور در عدد شوطهايش شك نمايد ، طوافش باطل است ، و فرق نمىكند چه شك او بين 6 و 7 و 8 باشد ، يا بين 6 و 8 يا بين 6 و 7 و يا غير آن ، در همه اين صورت‌ها طواف باطل مىشود . البته اگر مكلف بين 6 و 7 شك نمايد و بناء بر 6 بگذارد در حالى كه جاهل به حكم بوده و طوافش را اين گونه تمام نمايد ، چنانچه در همان حال حكم را بفهمد ، واجب است طوافش را دوباره از اول شروع نمايد ، اما اگر جهل او استمرار پيدا بكند تا زمانى كه وقت تدارك آن از بين برود ، بعيد نيست در اين فرض طواف او صحيح باشد .\r\nمسأله 376 - در حفظ عدد شوطهاى طواف اطمينان طواف‌كننده كفايت مىكند ، هر چند اطمينان او از شخص ديگرى كه با او در طواف شريك است حاصل گردد ، البته به شرط اين كه براى آن شخص اطمينان حاصل شود كه رفيقش درست شمرده و آن را بطور صحيح حفظ كرده است و ظن و گمان كفايت نمىكند .\r\n\r\nاحكام خارج شدن از مطاف\r\nمسأله 377 - اگر طواف‌كننده از مطاف خارج و داخل كعبه گردد ، طوافش باطل مىشود و بايد دوباره طواف نمايد .\r\nمسأله 378 - اگر در اثناى طواف از طواف‌كننده حدثى سر بزند ، مىتواند براى وضو از مطاف خارج گردد ، و بعد از وضو گرفتن برگردد چنانچه موالات عرفى از بين نرود ، طوافش را تمام كند ، اما اگر\r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nموالات عرفى از بين برود ، در اين صورت ، طوافش باطل است و بايد دوباره از اول شروع نمايد ، و در اين حكم بين اينكه حدث پيش از تجاوز نصف طواف از او سر زده باشد يا بعد از آن فرقى نيست .\r\nمسأله 379 - اگر در اثناى طواف بدن يا لباس طواف‌كننده نجس شود ، مىتواند براى تطهير آن خارج شود و بعد از تطهير چنانچه موالات از بين رفته باشد ، بايد طواف را دوباره از اول شروع كند ، و اگر موالات از بين نرفته باشد ، بنابر احتياط وجوبى يك طواف كامل را به قصد اعم از تكميل و استيناف ( شروع از اول ) به حسب آنچه كه در واقع از او خواسته شده به جا بياورد .\r\nمسأله 380 - اگر زن در اثناى طواف حيض شود ، واجب است طوافش را قطع كرده و فورا از مسجد خارج شود .\r\nمسأله 381 - اگر طواف‌كننده اتفاقا مواجه با مرضى مانند سردرد يا شكم درد و امثال آن گردد ، چند صورت دارد .\r\nالف - بعد از خروج از مطاف بلافاصله مرضش بهبود يابد ، چنانچه به موالات خللى نرسد ، طواف خود را كامل نمايد و چيزى بر او نيست .\r\nب - اگر در فرض مذكور فاصله زمانى طولانى گردد كه به موالات عرفى خلل وارد شود ، در اين صورت نيز بنابر اظهر مكلف نواقص طواف خود را كامل نمايد ، هر چند بهتر است كه يك طواف كامل جديد را به قصدى كه شامل كامل كردن طواف و از سر گرفتن آن است به حسب آنچه كه در واقع از او خواسته شده انجام بدهد .\r\nج - اگر بيمارى او بر طرف نشود و وقت تنگ گردد ، و از تكميل\r\n\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nنواقص طواف عاجز شود ، در اين صورت مكلف وظيفه دارد كسى را نايب بگيرد تا نواقص طواف را از جانب او انجام دهد ، هر چند بهتر است نايب يك طواف كامل به قصد كامل كردن و از سر گرفتن طواف به جا بياورد ، و در تمام صورت‌هاى سه‌گانه بين اين كه مكلف پيش از اكمال شوط چهارم از مطاف خارج شده باشد يا بعد از آن فرقى ندارد .\r\nد - اگر شخصى بعد از شوط پنجم مريض شود و از مطاف خارج گردد و در اثناى خروج بعد از بهبودى در منزلش با زنش نزديكى نمايد ، شوطهايى را كه انجام داده باطل نمىشود ، بلكه مىتواند به كامل كردن نواقص اكتفا نمايد ، اما اگر اين كار بعد از شوط سوم اتفاق افتاد ، طواف را باطل مىكند و بايد يك طواف كامل را بجا بياورد .\r\nمسأله 382 - طواف‌كننده مىتواند جهت عيادت مريض يا تشييع جنازه يا رفع حاجت خود يا حاجت يك مؤمن از مطاف بيرون برود ، و در اين صورت اگر زمان خروج طولانى شود و موالات از بين برود ، طوافش اگر واجب باشد باطل مىشود و بايد از سر بگيرد ، اما اگر موالات از بين نرود ، طوافش باطل نمىشود و بايد نواقص را كامل نمايد ، و بنابر اظهر در اين مسأله فرقى نيست بين اين كه مكلف بعد از يك شوط يا بعد از دو شوط و بيشتر از آن بيرون برود .\r\nمسأله 383 - اگر طواف‌كننده بدون دليل موجّه و از روى عمد و با توجّه به حكم شرعى از مطاف بيرون برود ، گنهكار محسوب نمىشود .\r\nمسأله 384 - اگر طواف‌كننده بدون عذر موجه و از روى عمد و التفات به مسأله از مطاف بيرون برود هر چند موالات عرفى هم از بين\r\n\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\nنرود ، ظاهرا طوافش باطل مىشود ، و در اين امر بين اين كه خروج او پيش از گذشتن از نصف طواف باشد يا بعد از آن فرقى نمىكند . البته طواف‌كننده مىتواند در اثناى طواف عمدا و از روى علم ، شوطهايى را كه انجام داده لغو نمايد و دوباره يك طواف كامل و جديدى را شروع كند ، و محذور زياد كردن در طواف پيش نمىآيد .\r\nمسأله 385 - اگر طواف‌كننده به خيال اين كه طواف را كامل نموده ، از روى فراموشى از مطاف خارج گردد ، و بعد يادش بيايد كه طوافش ناقص بوده ، چنانچه اين نقص سه شوط يا كمتر از آن باشد ، برگردد و نقص شوطها را تكميل نمايد و واجب نيست طوافش را از سر بگيرد .\r\nاما اگر نقص بيشتر از سه شوط باشد ، بنابر اظهر بازهم لازم نيست از اول شروع كند ، بلكه اگر نقص را كامل نمايد ، كفايت مىكند هر چند از سر بگيرد احوط است .\r\nمسأله 386 - اگر طواف مستحبى باشد و طواف‌كننده آن را عمدا و از روى التفات قطع نموده و از مطاف خارج گردد ، طوافش باطل نمىشود ، بنابراين اگر طواف مستحبى را قطع كند و از مطاف خارج شود و دوباره برگردد و نقص طواف را كامل نمايد ، طوافش صحيح است .\r\nمسأله 387 - طواف‌كننده مىتواند در اثناى طواف در مطاف جهت استراحت يا به جهت ديگرى بنشيند ، البته به شرط اين كه زمان نشستن طولانى نباشد تا به موالات ضرر برساند و گرنه طوافش باطل مىشود .\r\n\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\n\r\nاحكام نقص در طواف\r\nمسأله 388 - اگر طواف‌كننده عمدا و با توجه به حكم شرعى مقدارى از طواف را كم كند و موالات از بين برود ، طوافش باطل مىشود ، و بايد طواف را از سر بگيرد ، و چنانچه موالات فوت نشود ، اگر از مطاف بيرون نرفته ، مىتواند كمبود را بجا آورد و به همان اكتفا كند و در اين صورت چيزى بر او نيست ، و اما اگر از مطاف بيرون رفته ، طواف را دوباره از سر بگيرد ، كفايت مىكند .\r\nمسأله 389 - اگر مقدارى از طواف را سهوا كم كند ، چند صورت دارد .\r\nالف - اگر قبل از اين كه از مطاف خارج شود يادش بيايد كه هنوز زمان زيادى نگذشته است تا موالات به هم بخورد ، در اين صورت كمبود را بجا آورد و طوافش صحيح است .\r\nب - اگر طواف‌كننده بعد از خروج از مطاف و بعد از به هم خوردن موالات يادش بيايد كه طواف را سهوا كم انجام داده ، در اين صورت اگر تنها يك شوط كم باشد آن را به جا بياورد و طوافش صحيح است ، و اگر مكلف خودش به هر دليلى نتواند آن يك شوط را انجام بدهد ، چنانچه به وطن خود برگشته باشد و در آنجا يادش بيايد ، وظيفه‌اش اين است كه شخصى را نايب بگيرد تا آن يك شوط را به نيابت از او انجام دهد . اما اگر نقص بيشتر از يك شوط و كمتر از چهار شوط باشد ، بايد در صورت امكان برگردد و كمبود و نقص را كامل نمايد ، و اما اگر طواف براى او ممكن نيست كسى را نايب بگيرد ، اما اگر كمبود و\r\n\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nنقص چهار شوط يا بيشتر از آن باشد ، در اين حالت نيز در صورت امكان كمبود را كامل نمايد و الّا نايب بگيرد ، هر چند در دو صورت اخير احتياط اقتضاء مىكند كه مكلف يك طواف كامل به قصدى كه شامل كامل نمودن طواف و از سر گرفتن آن باشد به حسب آنچه كه واقعا از او خواسته شده بجا بياورد .\r\nج - موالات بين شوطها فقط در حال تذكر و التفات شرط است ، و اما در حال فراموشى و غفلت ، موالات شرط نيست ، بنابراين اگر طواف‌كننده مقدارى از شوطها را فراموش كند و از مطاف هم بيرون رود و بعد از بهم خوردن موالات يادش بيايد ، شوطهايى را كه انجام داده باطل نمىشود ، و با تكميل كردن نقص‌ها طوافش صحيح مىباشد ، و لازم نيست طواف خود را دوباره از سر بگيرد .\r\n\r\nزيادى در طواف\r\nمقصود از زيادى در طواف اين است كه طواف‌كننده بعد از كامل كردن طواف يك شوط ديگرى را به قصد اين كه جزء طواف است بجا بياورد حال چه از ابتدا اين قصد را داشته يا بعدا ، و در اثناى انجام طواف اين قصد را نمايد و يا بعد از پايان طواف چنين قصدى كند ، اما اگر شوط اضافه را به قصد جزئيت انجام ندهد ، زيادى محقق نمىشود و طواف را باطل نمىكند .\r\nمسأله 390 - اگر طواف‌كننده در طوافش اضافه نمايد ، شش صورت دارد :\r\n1 - مكلف قصد كند تا طوافش را بيشتر از هفت شوط بجا بياورد ،\r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\nدر اين صورت زيادى مذكور طواف را باطل مىكند ، و در اين امر فرقى نيست كه شخص از ابتدا اين قصد را داشته باشد يا در اثناى و يا بعد از پايان طواف چنين قصدى نمايد ، و شوط هشتم را به قصد اين كه جزء از طواف است انجام بدهد ، و نيز در بطلان طواف با انجام زيادى فرق نمىكند كه شخص عالم به حكم مسأله باشد يا جاهل به آن باشد .\r\n2 - بعد از پايان شوط هفتم به شوط ديگرى شروع كند و آن را به صورت عمل مستقل و به قصد جزئيت انجام ندهد ، در اين صورت طوافش صحيح است ، و چنانچه سهوا يك شوط را انجام دهد به خيال اين كه هنوز هفت شوط طواف كامل نشده و بعد روشن گردد كه وى هشت شوط انجام داده ، در اين صورت طواف او صحيح است .\r\nدر هر دو صورت مذكور ( صورت انجام شوط هشتم به قصد عمل مستقل و صورت سهو ) بر مكلف واجب است شش شوط ديگر را به شوط زيادى ضميمه نمايد تا يك طواف كامل گردد ، البته در اين صورت اتصالى كه ميان دو طواف برقرار شده اشكالى ندارد ، زيرا قصد طواف‌كننده اين نبوده كه طواف خود را به طواف دوّم متصل نمايد ، بلكه بعد از فراغ از طواف يك شوط را به عنوان عمل مستقل يا از روى سهو انجام داده منتها شارع دستور داده كه با ضميمه كردن شش شوط ديگر به آن يك طواف كامل انجام دهد ، و اتصالى كه ميان دو طواف ممنوع و باطل كنندهء طواف مىباشد ، اين است كه طواف‌كننده قصدش اين باشد كه طواف اوّل خود را به طواف دوّم متصل نمايد .\r\n\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\n3 - كامل كردن شوط زيادى با شش شوط ديگر ، وقتى واجب است كه شوط هشتم ( شوط زيادى ) را تمام و كامل كرده باشد ، ولى اگر شوط هشتم را هنوز تمام نكرده و در اثناى آن قرار دارد ، مىتواند آن را رها كند و از محل طواف خارج گردد .\r\n4 - اگر طواف‌كننده بيشتر از يك شوط را سهوا يا به عنوان يك عمل مستقل زياد نمايد ، بعيد نيست كه كامل نمودن آن با اضافه و ضميمه كردن بقيهء شوطها واجب باشد هر چند به عنوان رجاء كامل نمايد .\r\n5 - سؤال : طواف اوّل واجب است يا طواف دوّم يا هر دوى آنها با هم ؟\r\nجواب : ظاهرا طواف دوّم واجب است .\r\n6 - طواف‌كننده بعد از انجام دو طواف ، مخيّر است بين اينكه چهار ركعت نماز را تماما بجا آورد يا اينكه دو ركعت نماز را بعد از انجام دو طواف ، و دو ركعت ديگر را بعد از سعى بين صفا و مروه بخواند .\r\n\r\nاحكام طواف\r\nمسأله 391 - ترك طواف چند صورت دارد كه به ترتيب زير بيان مىشود :\r\n1 - اگر شخصى عمدا و با اطلاع از وجوب طواف ، آن را ترك كند - هر چند به خاطر ترس از شلوغى و كثرت مردم باشد - و به سعى بين صفا و مروه و اعمال ما بعد آن پرداخته باشد ، عذر او پذيرفته نيست .\r\n\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\nدر اين صورت اگر وقت كافى دارد بايد برگردد و طواف را انجام دهد .\r\nسپس اعمال ما بعد آن را بجاى آورد ، و اگر وقت كافى براى انجام اين اعمال و درك وقوف در عرفات ندارد ، عمرهء او باطل است ، و اگر به خاطر ندانستن مسأله طواف را ترك كرده باشد نيز همين حكم را دارد .\r\n2 - اگر مكلّف طواف را از روى نادانى به حكم و به جهت جهلى كه در واجب بودن آن دارد ترك نمايد ، حكم اين صورت مانند حكم صورت اوّل خواهد بود .\r\n3 - اگر عمدا طواف حج تمتع را ترك كند ، چه حكم آن را بداند يا نداند ، تا اينكه با پايان يافتن ماه ذى الحجة وقت آن تمام شود ، حج و احرام او هر دو باطل است . و كسى كه به خاطر جهل به حكم ، طواف را ترك كرده ، بايد يك شتر كفاره دهد .\r\n4 - اگر طواف را چه طواف عمره يا حج باشد از روى فراموشى يا غفلت ترك كند ، حج او باطل نمىشود . بنابراين در صورتى كه طواف عمره را فراموش كرده ، اگر زمانى متوجه شود كه بدون از دست دادن زمان وقوف در عرفات بتواند آن را انجام دهد ، بايد طواف را به جاى آورد ، و گرنه بعد از اعمال منى با نيت قضا طواف نمايد . و در صورتى كه طواف حج تمتع را فراموش كرده ، اگر پيش از بيرون آمدن از مكه متوجه شود ، بايد طواف را انجام دهد . ولى اگر پس از بازگشت به شهر و ديار خود متوجه شود ، در صورتى كه نمىتواند برگردد ، نايب بگيرد ، و اگر خودش بتواند برگردد و آن را انجام دهد ، مخير است كه خود آن را انجام دهد يا نايب بگيرد .\r\n5 - اگر بعضى از شوطهاى طواف را فراموش كند و هنگام انجام\r\n\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\nسعى متوجه شود ، بايد برگردد و طواف را كامل نموده و سعى را از همان جا كه رها كرده ادامه دهد . و اگر تمام طواف را فراموش كرده و در هنگام سعى متوجه شود ، سعى را رها كند ، و طواف را انجام دهد ، و پس از دو ركعت نماز طواف ، سعى را مجددا از سر بگيرد ، اما اگر بعد از انجام سعى متوجه شود كه طواف را انجام نداده است ، بايد برگردد طواف و نماز طواف را به جاى آورد ، و اعادهء سعى لازم نيست . هر چند احتياط آن است كه سعى را اعاده كند .\r\n6 - كسى كه طواف را فراموش كرده اگر با زنش جماع كند ، بعد يادش بيايد كه طواف را انجام نداده است ، بايد يك شتر كفاره دهد ، و فرقى ندارد كه يادآورى زمانى باشد كه شخص به شهر و ديار خود برگشته ، يا در مكه باشد . و اگر طواف فراموش شده طواف حج تمتع باشد ، شتر كفاره را در منى نحر كند . و اگر طواف عمرهء تمتع باشد ، شتر را در مكه نحر كند . و در صورتى كه در شهر خود متوجه شود مىتواند نايب بگيرد تا شتر را در موضعش نحر كند .\r\n7 - كسى كه طواف را فراموش كرده و پس از بازگشت به شهر خود يادش بيايد و بخواهد و خودش برگردد و آن را انجام دهد ، چنانچه در ماه ذى الحجّه باشد ، بدون احرام وارد مكه شود و طواف را انجام دهد ، و اگر ماه ذى الحجة به پايان رسيده است ، در يكى از ميقات‌ها به نيت عمره مفرده احرام ببندد و داخل مكه شود ، و قبل يا بعد از انجام عمره مفرده طواف فراموش شده را با نيت قضاء به جاى آورد .\r\nو لازم نيست فقط براى طواف فراموش شده احرام ببندد . و اگر بعد از ماه ذى الحجّه در مكه يادش آمد كه طواف را فراموش كرده است ،\r\n\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nلازم نيست براى قضاى طواف به يكى از ميقات‌ها برود و از آنجا احرام ببندد ، بلكه در مكه احرام ببندد و طواف را به نيت قضا به جاى آورد .\r\n8 - اگر براى طواف فراموش شده كسى را نايب بگيرد ، چنانچه از حج همان سان نباشد ، بايد در يكى از ميقات‌ها براى عمره مفرده احرام ببندد و قبل يا بعد از انجام اعمال عمرهء مفرده به نيت قضاء طواف را به جاى آورد ، چه در ماه ذى الحجّه وارد مكه شود ، يا در ماه‌هاى ديگر . ( اگر نايب از حاجيان همان سان باشد ، احرام از ميقات لازم نيست ) .\r\n9 - اگر براى طواف فراموش شده در آخرين روز ماه ذى الحجّه وارد مكه شود ، ولى نتواند در آن روز طواف كند ، لازم نيست كه هنگام ورود به مكه احرام ببندد .\r\n10 - اگر بعضى از شوطهاى طواف را فراموش كند ، بايد آن را جبران نمايد ، چه خودش انجام دهد ، يا نايب بگيرد چه در مكه يادش بيايد ، يا پس از بازگشت به وطن ، و حتى اگر بعد از ماه ذى الحجة متوجه شود ، بايد آن را جبران كند . هر چند بهتر است كه طواف كاملى را به نيت اداى تكليف واقعى ، اعم از تكميل آن و طواف جديد به جاى آورد .\r\n11 - قضاى طواف فراموش شده ، يا بعض شوطهاى آن وقت معين ندارد ، هر وقت يادش آمد و قدرت بر انجام آن داشت - چه خودش به جاى آورد يا نايب - واجب است انجام دهد .\r\n12 - كسى كه طواف و يا بعض از شوطهاى آن را فراموش كرده ،\r\n\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nاستفاده از چيزهايى كه حلال بودن آن متوقف بر طواف است مانند :\r\nاستعمال بوى خوش و نظاير آن ، تا زمانى كه آن را به جاى نياورده و يا تكميل نكرده است ، جايز نيست .\r\n13 - اگر محرم به خاطر بيمارى ، شكستگى استخوان و يا دلايل ديگر نتواند طواف كند ، چنانچه با كمك ديگران بتواند ، حتى اگر بر دوش كسى سوار شده و طواف كند ، خودش طواف كند و نبايد نايب بگيرد ، و اگر نمىتواند ، بايد شخصى را براى طواف نايب بگيرد و دو ركعت نماز طواف را بعد از طواف نايب ، خودش به جاى آورد ، و اگر هم نتوانست نماز را بخواند ، نايب او نماز بخواند .\r\n\r\nكيفيت طواف\r\nطواف از نقطهء برابر حجر الاسود كه در ركن شرقى كعبه قرار دارد آغاز مىشود ، و خانه كعبه در طرف چپ طواف‌كننده قرار مىگيرد .\r\nپس از چند قدم به در كعبه مىرسد و طواف را ادامه مىدهد ، ابتدا به ركن شمالى كعبه كه به ركن عراقى معروف است مىرسد . در اين سمت حجر اسماعيل و ناودان كعبه قرار دارد . در ادامه به ركن غربى كعبه كه به ركن شامى معروف است مىرسد كه در سمت غرب خانه خدا قرار دارد . از آنجا - با ادامه طواف - به آخرين و چهارمين ركن كعبه مىرسد كه به ركن يمانى معروف است و در سمت جنوبى كعبه قرار دارد .\r\nپيش از رسيدن به ركن يمانى موضعى است شريف كه به آن \" مستجار \" مىگويند . پس از رسيدن به ركن يمانى طواف را به سمت\r\n\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nحجر الاسود و ركن شرقى ادامه ميدهد تا يك شوط كامل شود .\r\n\r\nآداب و مستحبات طواف\r\n1 - مستحب است با حالت خضوع و خشوع طواف كند ، قدم‌ها را آهسته و كوچك بردارد . به ذكر ، خواندن قرآن ، دعا و صلوات بر محمد ، و آل او بپردازد . و هر گونه فكر بيهوده را از خود دور كند و متوجه خداوند باشد .\r\n2 - در صورتى كه باعث مزاحمت و اذيت ديگران نشود ، در آغاز و پايان طواف و در پايان هر « شوط » به حجر الاسود دست بكشد و آن را ببوسد ، و هنگام دست كشيدن بگويد : « امانتى اديتها ، و ميثاقى تعاهدته لتشهد لى بالموافاة » .\r\n3 - هنگام طواف اين دعا را بخواند : « اللّهمّ انّى اسألك باسمك الذي يمشى به على ظلّ الماء كما يمشى به على جدد الارض ، و أسألك باسمك الذي يهتزّ له عرشك ، و اسألك باسمك الذي تهتزّ له اقدام ملائكتك و أسألك باسمك الذي دعاك به موسى من جانب الطور فاستجبت له و القيت عليه محبّة منك ، و اسألك باسمك الذي غفرت به لمحمد ، ما تقدّم من ذنبه و ما تأخّر ، و اتممت عليه نعمتك ، ان تفعل بى كذا و كذا » ، به جاى كذا و كذا حاجات خود را طلب كند . و در طواف بخواند : « اللّهمّ انّى اليك فقير ، و انّى خائف مستجير ، فلا تغيّر جسمى ، و لا تبدّل اسمى » يا هر دعايى را كه دوست دارد بخواند .\r\n4 - مستحب است هر بار كه مقابل در كعبه مىرسد ، بر محمد ( ص ) و آل او درود بفرستد ، و بين ركن يمانى و حجر الاسود بگويد :\r\n\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\n « رَبَّنا آتِنا فِي الدُّنْيا حَسَنَةً وَ فِي الْآخِرَةِ حَسَنَةً وَ قِنا عَذابَ النَّارِ »  زمانى كه به حجر اسماعيل رسيد ، سر را بلند كرده رو به ناودان اين دعا را بخواند :\r\n« اللهم ادخلنى الجنة برحمتك و اجرنى برحمتك من النار ، و عافنى من السقم ، و اوسع علىّ من الرزق الحلال ، و ادرأ عنّى شر فسقة الجن و الانس ، و شر فسقة العرب و العجم » چون از حجر اسماعيل بگذرد و به پشت كعبه برسد بگويد : « يا ذا المنّ و الطول و الجود و الكرم انّ عملى ضعيف فضاعفه لى و تقبّله منّى انك انت السميع العليم » . چون به ركن يمانى برسد بايستد و دست‌ها را به دعا بلند كند ، و بگويد :\r\n« يا اللّه يا ولى العافية و خالق العافية و رازق العافية و المنعم بالعافية ، و المنّان بالعافية ، و المتفضّل بالعافية علىّ و على جميع خلقك يا رحمان الدنيا و الآخرة و رحيمهما ، صل على محمد و آل محمد ، و ارزقنا العافية و دوام العافية و تمام العافية و شكر العافية فى الدنيا و الآخرة يا ارحم الراحمين » .\r\n5 - مستحب است در هر شوط هر چهار ركن كعبه را لمس كند ، و هنگام لمس حجر الاسود دعاى آن را بخواند .\r\n6 - در شوط هفتم وقتى كه در برابر مستجار رسيد ، دست‌ها را روى زمين باز كند ، و صورت و شكم را به كعبه بچسباند و بگويد : « اللهم البيت بيتك ، و العبد عبدك و هذا مكان العائذ بك من النار » . آنگاه به گناهان خود اعتراف نموده و از خداوند آمرزش آن‌ها را طلب كند كه ان شاء اللّه مستجاب است .\r\nپس از آن بگويد : « اللّهم من قبلك الروح و الفرج و العافية ، اللّهم ان عملى ضعيف فضاعفه لى و اغفر لى ما اطلعت عليه منى و خفى على خلقك . »\r\nسپس به سوى ركن يمانى و حجر الاسود آمده طواف را تمام كند و\r\n\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nبگويد : « اللهم قنعنى بما رزقتنى و بارك لى فيما آتيتنى » .\r\n\r\n[ سومين واجب از واجبات عمرهء تمتع 
  ] نماز طواف\r\nمسأله 392 - پس از طواف دو ركعت نماز طواف مانند نماز صبح واجب است . مىتوان آن را آهسته و يا بلند خواند . نماز سومين واجب عمرهء تمتع است و نيت آن واجب مىباشد . كه مثلا نيت كند : « دو ركعت نماز طواف عمرهء تمتع از حجة الاسلام به جاى مىآورم قربة الى اللّه » . و اگر حج مستحبى باشد ، كلمهء ( حجة الاسلام ) ساقط مىشود و اگر حج نذرى باشد به جاى ( حجة الاسلام ) ( حج نذر ) بگويد . و اگر از سوى كسى نايب است ، اسم آن شخص را بياورد و نيت كند كه نماز از جانب او است .\r\nمسأله 393 - واجب است نماز را پشت مقام ابراهيم بخواند مقام ابراهيم سنگى است نزديك كعبه كه حضرت ابراهيم عليه السلام هنگام ساختن خانه كعبه بر آن مىايستاد . و اگر نمىتواند پشت مقام بخواند ، در هر جاى مسجد كه خواست مىتواند بخواند . و بهتر است رعايت محل نزديك و نزديكتر به مقام را بكند . و در حج مستحبى نماز را در هر جاى مسجد الحرام مىتواند بخواند .\r\nمسأله 394 - نماز را پس از طواف و يا با فاصلهء اندك پس از آن به جاى آورد ، و نبايد نماز را آن قدر به تأخير اندازد كه موالات عرفى بين طواف و نماز از بين برود .\r\nمسأله 395 - اگر عمدا و با دانستن وجوب نماز آن را ترك كند و تا پايان وقت عمره نتواند آن را جبران نمايد ، حج او باطل است ، و به\r\n\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\nحج افراد نيز تبديل نمىشود تا عمره را پس از حج انجام دهد . بلكه در صورت تحقق شرايط حج سال آينده آن را اعاده كند .\r\nمسأله 396 - اگر نماز طواف را فراموش كند . و هنگام سعى بين صفا و مروه يادش بيايد ، بايد سعى را در همانجا رها كرده به مسجد الحرام بيايد و نماز را در جاى خودش بخواند ، سپس دوباره برگردد و سعى را از همان جا كه رها كرده ادامه دهد . و اگر پس از انجام سعى متوجه شود ، بايد نماز را در جاى خودش بخواند و اعادهء سعى لازم نيست .\r\nهر چند بهتر است سعى را اعاده كند .\r\nمسأله 397 - اگر در منى يادش آمد كه نماز را به جاى نياورده است ، بايد برگردد و نماز را در محلش بخواند . و اگر نمىتواند برگردد ، كسى را وكيل بگيرد . اما اگر در عرفات متوجه شد ، لازم نيست برگردد ، بلكه نماز را در همان جا بخواند ، و اگر پس از بيرون آمدن از مكه يادش آمد كه نماز را نخوانده است ، در صورتى كه از مكه دور نشده است ، بايد به مسجد الحرام برگردد و نماز را در جاى خودش بخواند ، و اگر نمىتواند برگردد ، كسى را وكيل بگيرد كه نماز طواف را به جاى آورد .\r\nو اگر از مكه دور شده است و يا پس از رسيدن به وطن خود متوجه شود كه نماز را نخوانده است ، نماز را در هر جا كه يادش آمد بخواند ، و لازم نيست خودش به مكه برگردد يا كسى را وكيل بگيرد كه در مسجد الحرام نماز را به جاى آورد . و نيز اگر بعد از پايان وقت حج متوجه شود ، نماز را در هر جاى كه يادش آمد بخواند .\r\nمسأله 398 - جاهل به مسأله در احكامى كه ذكر شد ؛ با ناسى و فراموش كار فرق ندارد ، چه جاهل مركب باشد يا بسيط ، قاصر باشد يا\r\n\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\nمقصّر .\r\nمسأله 399 - اگر نماز طواف را فراموش نمود و تا هنگام مرگ يادش نيامد و از دنيا رفت ، بر ولىّ او واجب است آن را قضا نمايد . همچنين اگر به خاطر نداشتن حكم آن را ترك كرد ، و از دنيا رفت ، قضاى آن بر ولىّ او واجب است ، هر چند شخص در يادگيرى احكام كوتاهى كرده باشد .\r\nمسأله 400 - بر هر مكلفى - خصوصا كسى كه به حج مىرود - لازم است نماز و قرائتش را درست ياد بگيرد . اگر خطا و اشتباهى در آن هست آن را اصلاح نمايد . با اين حال اگر كوتاهى كرد ، و آن را اصلاح ننمود تا اينكه وقت تنگ شود ، در صورتى كه مىتواند ، بايد نماز طواف را به جماعت بخواند ، و اگر نمىتواند ، هم خودش بايد نماز طواف را به جاى آورد و هم نايب بگيرد .\r\nدر صورتى كه خطا و اشتباه در غير قرائت حمد و سوره باشد ، مخير است كه خودش نماز طواف را بخواند يا نايب بگيرد . و اگر نمىتواند آن را صحيح بخواند ، به هر صورتى كه مىتواند بايد به جاى آورد ، هر چند بهتر است - در صورتى توانايى - نماز را هم فرادا بخواند ، هم به جماعت و هم نايب بگيرد .\r\nمسأله 401 - اگر قرائتش اشتباه باشد و نداند كه نماز طواف را اشتباه مىخواند ، نمازش صحيح است ، هر چند در يادگيرى احكام كوتاهى كرده باشد ، به شرطى كه جهل او مركب باشد . بنابراين اگر بعد از نماز ، يا هنگام نماز متوجه اشتباه شود ، در صورتى كه محل قرائت گذشته باشد ، لازم نيست نماز را دوباره بخواند ، و همچنين اگر جهل او بسيط\r\n\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\nاست و به خاطر عذرى جاهل مانده ، اعادهء نماز لازم نيست . البته چنانچه جهل بسيط او به خاطر كوتاهى باشد ، چنانچه هنگام نماز و يا بعد از آن متوجه شود ، واجب است نماز را دوباره بخواند .\r\n\r\nآداب و مستحبات نماز طواف\r\nمسأله 402 - مستحب است در ركعت اول نماز طواف سورهء « توحيد » و در ركعت دوم سورهء « جحد » ( كافرون ) را قرائت كند . سپس تشهد بخواند و بعد از نماز حمد و ثناى الهى را به جاى آورده ، و بر محمد ( ص ) و آل او درود بفرستد ، و از خداوند بخواهد كه عملش را قبول كند . و همچنين مستحب است بعد از نماز اين دعا را بخواند :\r\n« اللّهم ارحمنى بطواعيتى اياك ، و طواعيتى رسولك ( ص ) اللّهم جنّبنى ان اتعدى حدودك ، و اجعلنى ممّن يحبّك و يحبّ رسولك و ملائكتك و عبادك الصالحين . » .\r\nپس از آن به سجده رود و بگويد : « سجد وجهى لك تعبدا و رقا ، لا إله الّا انت حقا حقا ، الأوّل قبل كل شىء ، و الآخر بعد كل شىء و ها أنا ذابين يديك ، ناصيتى بيدك ، و اغفر لى انّه لا يغفر الذنب العظيم غيرك فاغفر لى فانّى مقرّ بذنوبى على نفسى ، و لا يدفع الذنب العظيم غيرك »\r\n\r\n[ چهارمين واجب عمرهء تمتع سعى بين صفا و مروه است . 
  ]\r\nسعى مسأله 403 - چهارمين واجب عمرهء تمتع سعى بين صفا و مروه است . صفا و مروه دو كوهى است در كنار مسجد الحرام كه بينشان\r\n\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\nمسافتى نزديك به چهارصد متر است . در سعى نيت معتبر است كه همراه قصد قربت و اخلاص و اسم خاص آن مشخّص باشد ، و به گونه‌اى نيت كند كه مشخص شود سعى مربوط به چه حج است . و اگر از طرف كسى نايب است ، اسم آن شخص را بياورد . و چنانچه حج واجب باشد آوردن كلمهء ( حجة الاسلام ) لازم است .\r\nمسأله 404 - در سعى طهارت از حدث ، خبث ، ستر عورت و ختنه شرط نيست .\r\nمسأله 405 - سعى با حركت از اولين جزء صفا به سمت مروه آغاز و از مروه به جانب صفا ادامه مىيابد . رفتن و آمدن بين صفا و مروه هفت بار بايد ادامه يابد ، و هر مرتبه آن يك شوط است . بنابراين چهار مرتبه حركت از صفا به جانب مروه است ، و سه بار برگشت از مروه به جانب صفا و پايان سعى در مروه خواهد بود . رعايت موالات عرفى بين شوطهاى سعى معتبر است . در سعى بالا رفتن به كوهى كه از يك طرف صفا و از سوى ديگر مروه است واجب نيست . سعى از طبقهء بالا - همانند طبقهء پايين - درست است و كفايت مىكند .\r\nمسأله 406 - هنگام رفتن به سمت مروه بايد آن را روبروى خود قرار دهد همچنانكه هنگام بازگشت به صفا آن را نيز روبروى خود قرار دهد . بنابراين اگر عقب عقب برود ، يا به پهلوى راست يا چپ حركت كند ، كافى نيست و سعى باطل است . ولى توجه به چپ يا راست و يا پشت سر هنگام رفت و آمد اشكال ندارد . و لازم است سعى از آغاز تا پايان در همان مسير باشد . بنابراين اگر در وسط راه از محل سعى خارج شود و به مسجد الحرام يا جاى ديگر برود ، و از آنجا به مروه يا\r\n\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\nصفا بيايد كافى نيست ، البته حركت در خط مستقيم واجب نيست .\r\nمسأله 407 - زمان سعى بين صفا و مروه پس از طواف و نماز طواف است . بنابراين اگر عمدا و از روى توجه آن را بر طواف و نماز مقدم كرد ، سعى باطل است ، و بايد بعد از طواف و نماز اعاده كند . و اگر طواف را فراموش كرد ، و بعد از سعى يادش آمد ، طواف را انجام دهد و اعادهء سعى واجب نيست ، حكم كسى كه طواف يا بعضى از شوطهاى آن را فراموش كرده و هنگام سعى متوجه شود ، در احكام طواف بيان شد .\r\nمسأله 408 - كسى كه سعى را از مروه آغاز كرده است ، چه در شوط اول باشد يا در شوطهاى ديگر ، عمدا و با آگاهى اين كار را كرده باشد ، يا به خاطر ندانستن حكم و يا از روى فراموشى ، بايد آن را لغو كند ، و سعى را از صفا شروع نموده و به مروه ختم كند .\r\nمسأله 409 - واجب است سعى را خود شخص انجام دهد . و در صورتى كه مىتواند آن را انجام دهد ، نبايد نايب بگيرد ، و لازم نيست سعى را پياده انجام دهد ، و مىتواند سواره آن را انجام دهد ، و يا توسط افراد ديگر جابجا شود . و چنانچه از همهء اين موارد ناتوان بود ، نايب بگيرد .\r\nمسأله 410 - نشستن بر صفا ، و مروه و يا بين صفا و مروه براى استراحت ، به شرطى كه آن قدر طولانى نشود كه موالات عرفى از بين برود ، جايز است . چنانچه مىتواند براى نوشيدن آب ، تطهير چيزى و يا مانند آن ، كه به موالات عرفى ضرر نمىزند ، سعى را قطع كند .\r\n\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\n\r\nاحكام سعى\r\nمسأله 411 - اگر سعى را عمدا ترك كند و بداند كه واجب است يا نداند ، و با از دست رفتن فرصت پيش از وقوف در عرفات نتواند آن را بجاى آورد ، عمره و حج او باطل است .\r\nمسأله 412 - اگر به خاطر فراموشى سعى را ترك كند ، هر وقت يادش آمد ، بايد انجام دهد ، هر چند بعد از فراغت از اعمال حج باشد ، و اگر نمىتواند خودش انجام دهد ، يا به زحمت و مشقت مىافتد ، نايب بگيرد .\r\nمسأله 413 - اگر شخصى خودش نمىتواند سعى را انجام دهد ، حتى سواره و يا توسط ديگران - چنانچه گذشت - بايد نايب بگيرد .\r\nمسأله 414 - پس از طواف و نماز ، تأخير انداختن سعى به مدت چند ساعت بدون اينكه در انجام سعى سختى و مشقتى باشد ، جايز است . اما با اختيار تأخير انداختن سعى تا فردا جايز نيست . اگر عمدا و با توجه تا فردا تأخير بيندازد ، سعى باطل است .\r\nمسأله 415 - اگر در سعى عمدا و با توجه و به قصد اين كه جزء سعى هست زياد كند ، مانند شوط هشتم ، نهم و . . . سعى باطل است .\r\nاما اگر شوط زيادى را به عنوان عمل جداگانه انجام دهد ، هر چند به دنبال سعى باشد ، اشكال ندارد . و اگر در سعى سهوا و يا به خاطر ندانستن مسأله زياد كند ، سعى باطل نيست .\r\nمسأله 416 - اگر از روى خطا و اشتباه در سعى زياد كند ، سعى درست است . و آن چه زياد است - خود يك شوط كامل باشد يا بيشتر\r\n\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\n- مستحب است آن را ادامه دهد تا يك سعى كامل ديگر انجام شود .\r\nمسأله 417 - اگر شوطهاى سعى را عمدا كم كند ، چه حكم را بداند يا نداند ، و تا زمان وقوف در عرفات نتواند آن را جبران كند ، حج او باطل است ، و بايد در سال آينده آن را اعاده كند . نه اينكه حج تمتع او به حج افراد بدل شود ، زيرا با بطلان حج ، احرام نيز باطل مىشود .\r\nمسأله 418 - اگر از روى فراموشى سعى را كم كند ، هر وقت يادش بيايد و مقدار شوط فراموش شده را هم بداند ، بايد آن را تكميل نمايد ، و اگر بعد از اتمام اعمال حج يا پس از بازگشت به شهر خود متوجه شود ، در صورتى كه مىتواند ، بايد برگردد و سعى را كامل كند ، و اگر نميتواند برگردد ، نايب بگيرد ، و بهتر است خودش سعى كاملى را به قصدى كه شامل كامل نمودن سعى ناتمام و يك سعى جديد ، انجام دهد . و فرق ندارد شوطهاى فراموش شده بعد از اتمام شوط چهارم باشد ، يا پيش از آن ، و در صورتى كه شوط فراموش شده را نداند ، سعى باطل است و بايد سعى كاملى را از نو بجا آورد .\r\nمسأله 419 - اگر در عمرهء تمتع از روى فراموشى سعى را كم كند ، سپس به اعتقاد اينكه از سعى فارغ شده است از احرام خارج شود ، بايد يك گاو كفاره دهد . و فرق نمىكند خروج از احرام با چيدن ناخن باشد ، يا كوتاه كردن موى سر و يا كارهاى ديگر ، و در اين صورت اگر مقدار شوط فراموش شده را مىداند ، بايد آن را تكميل كند ، و اگر نمىداند دوباره سعى كامل به جاى آورد .\r\nمسأله 420 - اگر بعد از تقصير در زياد و كم شدن سعى يا كم شدن آن شك كند ، با احتمال اينكه در هنگام سعى متوجه اين گونه امور بوده\r\n\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\nاست ، سعى درست است و نبايد به شك خود اعتنا كند . و همچنين اگر در مروه باشد و شك كند كه اين شوط ، شوط هفتم است يا نهم ، نبايد به شك خود اعتنا كند ، و سعى درست است و در غير اين دو صورت ، شك در عدد شوطها - از هر نوع و شكل باشد - سعى را باطل مىكند ، بنابراين مكلف در حفظ و به ياد داشتن عدد شوطها دقت و كوشش نمايد .\r\n\r\nآداب و مستحبات سعى\r\nمسأله 421 - مستحب است بالاى صفا رود و رو را به طرف كعبه نمايد و متوجه ركنى شود كه حجر الاسود در آنجاست . و حمد و ثناى خداوند را به جاى آورده و نعمت‌هاى او را ذكر كند ، پس از آن اين ذكرها را بگويد : اللّه اكبر ( هفت مرتبه ) ، الحمد للّه ( هفت مرتبه ) ، لا إله الّا اللّه ( هفت مرتبه ) ، لا إله الا اللّه ، وحده لا شريك له ، له الملك و له الحمد ، يحيى و يميت و هو حىّ لا يموت ، و هو على كل شىء قدير » . ( سه مرتبه ) سپس بر محمد ( ص ) و آل او درود بفرستد و بگويد : « اللّه اكبر الحمد للّه على ما هدانا ، و الحمد للّه على ما أولانا ، و الحمد للّه الحىّ القيوم ، و القيوم و الحمد للّه الحى الدائم . » ( سه مرتبه ) و « اشهد ان لا إله الّا اللّه ، و اشهد انّ محمدا عبده و رسوله ، و لا نعبده الّا ايّاه مخلصين له الدين و لو كره المشركون . » ( سه مرتبه ) و « اللّهم انّى اسألك العفو و العافية و اليقين فى الدّنيا و الآخرة » ( سه مرتبه ) « اللّهم  آتِنا فِي الدُّنْيا حَسَنَةً وَ فِي الْآخِرَةِ حَسَنَةً وَ قِنا عَذابَ النَّارِ  » ( سه مرتبه ) پس از آن صد مرتبه اللّه اكبر و صد مرتبه لا إله الّا اللّه و صد مرتبه الحمد للّه و صد مرتبه ديگر سبحان اللّه بگويد و بعد اين دعا را\r\n\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\nبخواند : « لا إله الّا اللّه وحده وحده و انجز وعده ، و نصر عبده و غلب الاحزاب وحده ، فله الملك و له الحمد وحده وحده ، اللّهم بارك لى فى الموت و فيما بعد الموت ، اللّهم انّى اعوذ بك من ظلمة القبر و وحشته اللّهم اظلّنى فى ظلّ عرشك يوم لا ظلّ الّا ظلّك » و دين و خود ( و اهل و عيالش را ) به خدا بسپارد و اين كار را زياد كند و سپس بگويد :\r\n« استودع اللّه الرحمن الرحيم الذي لا يضيع ودائعه دينى و نفسى ، و اهلى ، اللهم استعملنى على كتابك و سنّته نبيك ، و توفّنى على ملّته و اعذنى من الفتنه » .\r\nپس از آن تكبير بگويد ( سه مرتبه ) آنگاه دعا را دو بار تكرار كند و در پايان يك بار تكبير بگويد و بار ديگر تكرار نمايد . اگر نمىتواند همهء دعا را بخواند ، به هر مقدار كه مىتواند عمل كند .\r\nدر روايتى آمده است :\r\nهنگامى كه بالاى صفا رفت ، رو را به طرف كعبه نموده ، دست‌ها را به دعا بلند كند و بگويد : « اللّهمّ اغفر لى كلّ ذنب اذنبته ، قط ، فان عدت فعد علىّ بالمغفرة ، فإنك انت الغفور الرحيم ، اللهم افعل بى ما انت اهله فانّك ان تفعل بى ما انت اهله ترحمنى ، و ان تعذبنى فانت غنى عن عذابى ، و انا محتاج الى رحمتك فيا من انا محتاج الى رحمته ارحمنى ، لا تفعل بى ما انا اهله ، فانّك ان تفعل بى ما انا اهله تعذبنى و لن تظلمنى ، اصحبت اتقى عدلك ، و اخاف جورك ، فيا من هو عدل لا يجور ارحمنى » .\r\nمستحب است سعى را پياده انجام دهد ، و از صفا تا منارهء اوّلى با متانت و آرامى و خضوع و خشوع قدم بردارد ، و از آنجا تا منارهء ديگر تند رود . و از آنجا تا مروه باز با متانت و آرامى حركت كند تا اينكه روى\r\n\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\nمروه بالا رود . و بر مروه همان اعمالى را انجام دهد كه بالاى صفا انجام داده بود .\r\n\r\n[ تقصير پنجمين و آخرين واجب عمرهء تمتع است 
  ]\r\nتقصير مسأله 422 - تقصير پنجمين و آخرين واجب عمرهء تمتع است ، و به اين معنى است كه مقدارى از ناخن دست يا پا ، يا مقدارى از موى سر يا ريش و يا سبيل را براى بيرون شدن از عمرهء تمتع حجة الاسلام با نيت قربة الى اللّه كوتاه كند ، كندن مو يا تراشيدن سر كفايت نمىكند بلكه تراشيدن سر حرام است .\r\nمسأله 423 - تقصير بايد بعد از سعى باشد ، و لازم نيست فورا انجام گيرد ، و در هر جايى كه بخواهد مىتواند آن را انجام دهد ، در محل سعى باشد ، يا در منزل و يا جاى ديگر .\r\nمسأله 424 - كسى كه عمدا تقصير را ترك كرده و براى حج احرام بسته است - چه حكم را بداند يا نداند - عمرهء او باطل است ، و حج تمتع او به حج افراد بدل مىشود كه بايد بعد از حج افراد عمرهء مفرده به جاى آورد . حج افراد به جاى حج تمتع كفايت مىكند ، هر چند خوب است از باب احتياط سال آينده حج تمتع را اعاده كند .\r\nمسأله 425 - كسى كه تقصير را فراموش كرده و براى حج احرام بسته است ، عمرهء او صحيح است و از باب احتياط يك گوسفند كفاره دهد .\r\nمسأله 426 - پس از آنكه محرم - زن باشد يا مرد - در عمرهء تمتع تقصير كرد ، تمام چيزهايى كه به سبب احرام بر او حرام شده بود - جز\r\n\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\nتراشيدن سر - حلال مىشود . اگر عمرهء تمتع را در ماه شوال انجام داده باشد تا سى روز بعد از عيد سعيد فطر مىتواند سر را بتراشد . اما اگر در ماه ذى القعده و بعد آن به جاى آورده باشد ، نبايد سر را بتراشد ، و اگر عمدا و از روى توجه سر را تراشيد ، بايد يك گوسفند كفاره دهد . اما اگر به خاطر ندانستن حكم سر را بتراشد ، كفاره بر او نيست ، در عمرهء تمتع وظيفه تقصير است ، حتى اگر موهاى سر به هم چسبيده يا به هم بافته باشد .\r\nمسأله 427 - اگر مرد بعد از سعى و پيش از تقصير به خاطر ندانستن حكم با زنش جماع كند ، بايد يك شتر ماده يا نر كفاره دهد .\r\nمسأله 428 - تقصير پيش از انجام سعى حرام است . اگر عمدا و با آگاهى تقصير كند بايد كفاره دهد . اما اگر سهوا يا به خاطر ندانستن حكم انجام داده ، كفاره واجب نيست .\r\nمسأله 429 - در عمرهء تمتع طواف نساء واجب نيست . اگر آن را به نيت رجاء انجام دهد اشكال ندارد .\r\n\r\n[ واجبات حج تمتع 
  ]\r\n\r\n[ احرام اولين واجب حج تمتع است . 
  ]\r\nاحرام حج مسأله 430 - احرام اولين واجب حج تمتع است . نحوهء احرام و ويژگىهاى آن به ترتيب زير بيان مىشود :\r\n1 - در احرام نيت كامل همراه با قصد قربت و اخلاص معتبر است .\r\nمثلا نيت كند كه :\r\nبراى حج تمتع حجة الاسلام احرام مىبندم قربة الى اللّه . يا مانند\r\n\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\n\r\nآن . و اگر نايب است ، اسم كسى او را بياورد ، اگر حج مستحبى است كلمه ( حجة الاسلام ) ساقط مىشود .\r\n2 - احرام حج مانند احرام عمرهء تمتع است ، و جز نيت هيچ تفاوتى با هم ندارند .\r\n3 - احرام حج را بايد در شهر مكه ببندد . و در هر نقطهء اين شهر كه احرام ببندد - حتى در قسمت‌هايى كه جديدا به وجود آمده و جزء شهر مكه به حساب مىآيد - جايز و كافى است . اما احرام از محلّه‌ها و يا نقطه‌هاى ديگرى كه عنوان و اسم خاصى دارد و جزء شهر مكه به حساب نمىآيد - هر چند به خاطر توسعه شهر مكه به آن وصل شده است - جايز نيست .\r\n4 - واجب است كه پيش از زوال روز نهم ذى الحجة احرام ببندد تا بتواند وقوف واجب در عرفات را درك كند . و نبايد احرام را تا بعد از زوال تأخير اندازد .\r\nاگر احرام را تا بعد از زوال روز نهم به قدرى تأخير بيندازد كه تنها مسمى وقوف در عرفات را درك كند ، گناه كرده است . هر چند حج او صحيح است . و بهتر است روز هشتم ذى الحجّه احرام ببندد ، اگر چه مىتواند يك يا دو و يا سه روز قبل از هشتم ذى الحجّه احرام ببندد . و فرق ندارد شخص ، سالم باشد يا بيمار ، پير باشد يا جوان ، مرد باشد يا زن . البته اگر بعد از فراغت از عمرهء تمتع به خاطر ضرورتى ، و يا بدون آن ، بخواهد از مكه خارج شود و مطمئن باشد كه زمان حج را از دست نخواهد داد ، مىتواند از مكه بيرون رود . و بهتر است كه احرام ببندد و با احرام بيرون رود . هر چند پيش از ماه ذى الحجّه باشد .\r\n\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\nو اگر سهوا و يا به خاطر ندانستن حكم در اول ذى الحجّه يا پيش از آن احرام ببندد ، احرام او صحيح است .\r\nبعيد نيست كه جايز باشد در اثناى اعمال حج براى عمرهء مفرده احرام ببندد ، و اگر دو يا سه روز زودتر از روز ترويه ( هشتم ذى الحجّه ) براى حج احرام بسته باشد ، مىتواند براى عمرهء مفرده احرام ببندد و آن را انجام دهد ، سپس براى اعمال حج به عرفات برود .\r\n5 - اگر سهوا و يا به خاطر ندانستن حكم احرام نبندد و از مكه بيرون رود ، و پيش از رسيدن به عرفات متوجه شود ، بايد برگردد و در مكه احرام ببندد . اما اگر به خاطر كمى وقت و يا عذر ديگر نتواند برگردد ، در همان جا احرام ببندد ، و اگر پس از رسيدن به عرفات متوجه شود كه مىتواند برگردد ، واجب نيست به مكه برگردد ، بلكه همانجا احرام مىبندد . گرچه بهتر است كه در اين صورت هم برگردد و در مكه احرام ببندد و دوباره به عرفات بازگردد .\r\nاگر پس از مدتى توقف در عرفات متوجه شود ، يا حكم را بداند ، لازم نيست برگردد ، هر چند كه مىتواند به مكه برگردد ، بلكه در همان جا احرام مىبندد ، و اگر تا پايان اعمال حج يادش نيامد ، يا حكم را ندانست ، حج او صحيح است و كفاره هم ندارد .\r\n6 - اگر عمدا و با آگاهى از حكم شرعى ، احرام را ترك كند ، بايد آن را جبران نمايد ، و اگر پيش از وقوف در عرفات احرام ببندد ، حج او صحيح است ، و اما اگر پيش از وقوف در عرفات نتواند آن را جبران كند ، حج باطل است ، و سال آينده بايد اعاده كند .\r\n7 - كسى كه براى حج تمتع احرام بسته ، بنابر احتياط پيش از رفتن\r\n\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\n\r\nبه عرفات نبايد طواف مستحبى انجام دهد ، و اگر انجام داد ، بعد از طواف مستحبى ( تلبيه ) را مجددا بگويد .\r\n\r\nآداب احرام حج\r\nمسأله 431 - احرام حج و آداب و مستحبات آن همانند احرام عمره است كه قبلا بيان شد .\r\nكسى كه براى حج احرام بسته و از مكه خارج شده است ، با رسيدن به « ابطح » مستحب است با صداى بلند لبيك بگويد . و زمانى كه به سمت منى حركت كرد با متانت و آرامى حركت كرده و بگويد :\r\n« اللهم اياك ارجو ، و اياك ادعو ، و بلغنى املى ، و اصلح لى عملى » با رسيدن به منى بگويد : « الحمد للّه الذي اقدمنيها صالحا فى عافية ، و بلغنى هذا المكان » سپس بگويد : « اللهم هذه منى ، و هى ممّا مننت به علينا من المناسك فأسألك ان تمنّ علىّ بما مننت به على انبيائك ، فانما انا عبدك فى قبضتك » و مستحب است شب عرفه در منى بماند و تا صبح به عبادت خداوند - خصوصا نماز خواندن در مسجد خيف - بگذارند .\r\nبا طلوع فجر نماز صبح را در منى بخواند و تا برآمدن آفتاب به تعقيبات بپردازد ، پس از طلوع آفتاب به سوى عرفات حركت نموده و از وادى محسر عبور نمايد . و اگر پيش از طلوع آفتاب از منى خارج شود اشكالى ندارد . ولى خوب است كه تا طلوع آفتاب از وادى محسّر نگذرد . و خروج پيش از طلوع فجر از منى مكروه است ، ولى اگر خارج شود گناه نكرده است . امّا اگر از مكه به سوى عرفات برود اشكال ندارد . چنانچه امروزه غالبا حجاج چنين مىكنند .\r\n\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\nبا حركت به سمت عرفات اين دعا را بخواند : « اللهم اليك صمدت و ايّاك اعتمدت و وجهك اردت ، فاسألك ان تبارك لى فى رحلتى ، و ان تقضى لى حاجتى ، و ان تجعلنى ممن تباهى به اليوم من هو افضل منى » پس از آن مرتب لبيك بگويد تا به عرفات برسد .\r\n\r\n[ دومين واجب حج تمتع ، وقوف در عرفات است . 
  ]\r\nوقوف در عرفات مسأله 432 - دومين واجب حج تمتع ، وقوف در عرفات است .\r\nمقصود از وقوف \" بودن \" در عرفات است ، سواره باشد يا پياده ، ايستاده باشد يا نشسته و يا در هر حالت ديگر .\r\nمسأله 433 - بيشترين فاصلهء عرفات از شهر قديمى مكه حدود بيست و دو كيلومتر است ، و اين مقدار بيشترين مسافتى است كه حاجى با خروج از مكه بايد آن را قصد كند . عرفات صحراى بزرگى است بيرون حرم كه به حرم متصل است ، و در ميان عرفات و مشعر الحرام منطقه‌اى به اسم « مأزمين » واقع است .\r\nدر روايات محل وقوف در عرفات را با نقاطى كه در آن زمان مشخص و شناخته شده بوده معين كرده است . مانند : بطن عرنه ، ثوية ، نمرة و ذى المجاز . بعضى از اين اسامى هم اكنون نيز موجود است ، و در نقشه‌هاى مخصوص عرفات آمده است . چنانچه مسجد نمرة هم اكنون موجود و مشخص است . امروزه محل وقوف در عرفات با علايم و نشانه‌هاى كه در اطراف آن قرار داده ، روشن و مشخص است .\r\n\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\n\r\nوقوف بايد در درون مناطق محل وقوف باشد يعنى مناطق و مكانهاى مذكور از حدود محل وقوف ( موقف ) شمرده مىشوند ولى جزء موقف به حساب نمىآيند به همين جهت وقوف در خود مكانهاى مذكور جايز نيست ، و فرق ندارد كه در كوه باشد يا بيابان ، هر چند بهتر است كه در دامنهء كوه از سمت چپ باشد .\r\nمسأله 434 - زمان وقوف اختيارى در عرفات از زوال روز نهم ذى الحجة تا غروب همان روز است . وقوف در تمام اين مدت واجب است ، و اگر آن را ترك كند ، و تنها مدت كوتاهى را در عرفات بماند ، گناه كرده است ، ولى حج او درست است . البته اگر وقوف در عرفات را حتى در مدت كوتاهى از روى عمد و توجه و يا به خاطر ندانستن حكم كه در آن معذور نيست ترك كند ، حج او باطل است .\r\nمسأله 435 - براى وقوف در عرفات نيت كامل و واضح همراه با قصد قربت و اخلاص لازم است . و در نيت بايد مشخص كند كه وقوف مربوط به چه نوع حج است . حج تمتع است يا افراد ، واجب است يا مستحب ، براى خودش هست يا براى ديگرى ، و اگر از طرف كسى نايب است اسم او را بياورد . و اگر حج مستحبى است كلمهء ( حجة الاسلام ) لازم نيست .\r\nاگر در تمام اين مدت در عرفات ، خواب ، بيهوش و يا ديوانه باشد ، وقوف در عرفات محقق نمىشود .\r\nمسأله 436 - جايز نيست كه حاجى عمدا و از روى توجه پيش از غروب آفتاب از عرفات كوچ كند . و اگر كوچ كرد ، حج او باطل نمىشود ، ولى گناه كرده و بايد يك شتر پنج‌ساله كفاره دهد كه در روز\r\n\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\n\r\nعيد آن را در منى نحر كند ، و اگر نمىتواند ، هجده روز روزه بگيرد ، و فرق ندارد در مكه روزه بگيرد يا در راه و يا در شهر خود ، و موالات در آن شرط نيست ، و اگر از كوچ كردن پشيمان شد و برگشت ، كفاره ندارد و اگر سهوا يا به خاطر ندانستن حكم پيش از غروب آفتاب كوچ كرد ، هر وقت متوجه شد ، يا حكم را فهميد و مىتوانست برگردد ، بايد برگردد ، چنانچه برنگشت ، ظاهرا كفاره ندارد و حج او صحيح است ، و اگر نتوانست برگردد ، حج او درست و كفاره ندارد . و اگر پيش از غروب آفتاب ، نه به قصد كوچ كردن ، از عرفات بيرون رود و قصد و اطمينان داشته باشد كه پيش از غروب آفتاب بر مىگردد ، رفتن اشكال دارد .\r\nمسأله 437 - كسى كه به هر دليل موجه وقوف اختيارى در عرفات را نتواند درك كند ، واجب است وقوف اضطرارى را به جاى آورد . يعنى قسمتى از شب عيد قربان را در عرفات توقف كند . در اين صورت حج او صحيح است و كفاره ندارد .\r\nمسأله 438 - اگر براى قاضى اهل سنت اول ماه ذى الحجّه ثابت شود ، و به اول ماه حكم نمايد ، ولى نزد شيعه ثابت نشود ؛ اين مسأله چند صورت دارد كه به ترتيب زير بيان مىشود :\r\n1 - احتمال دهد حكم او مطابق واقع باشد ، كه در اين صورت متابعت از او واجب است ، و بايد همراه برادران اهل سنت به عرفات برود ، هر چند مورد تقيه هم نباشد ، نبايد با آن‌ها مخالفت نمايد . اگر با آن‌ها مخالفت نموده و روز بعد به عرفات رفت ، وقوف او اشكال دارد . زيرا وظيفهء واقعى او وقوف با برادران اهل سنت بوده است ، نه\r\n\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\n\r\nدر روز بعد كه آن نيز مشكوك است .\r\n2 - اگر بداند كه حكم او مطابق واقع نيست و به خاطر تقيه نمىتواند مخالفت نمايد ، واجب است از آن‌ها متابعت نموده و با آن‌ها به عرفات برود ، و بعيد نيست كه اين وقوف در عرفات براى حج كافى باشد ، هر چند احوط آن است كه سال آينده آن را اعاده كند .\r\n3 - اگر تقيه نباشد و بدون ترس و احساس خطر و به صورت عادى مىتواند روز بعد وقوف را به جاى آورد ، احتياط واجب آن است كه - اگر مىتواند - بين وقوف با اهل سنت و وقوف روز بعد جمع نمايد .\r\nو اگر نمىتواند جمع كند ، با اهل سنت وقوف را انجام دهد و از باب احتياط وجوبى - در صورت فراهم شدن شرايط - سال آينده حج را اعاده كند .\r\n4 - اگر وقوف مخالف تقيه باشد ، مبغوض است . و تقرب به خداوند با آن ممكن نيست . بنابراين نبايد مخالف اهل سنت عمل كرد .\r\n\r\nآداب و مستحبات وقوف در عرفات\r\nمسأله 439 - روز عرفه ، روز دعا و زارى و خضوع و خشوع در پيشگاه خداوند است . در حديث آمده است : « انّما تعجّل الصلاة و تجمع بينهما لتفرغ نفسك للدعاء ، فانّه يوم دعا و مسألة » ( نماز را سريع و يك جا بخوانيد تا وقت بيشتر براى دعا داشته باشيد ، زيرا اين روز ، روز دعا است ) .\r\nوقوف در عرفات آداب و مستحباتى دارد كه به ترتيب بيان\r\n\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\n\r\nمىشود :\r\n1 - مستحب است با وضو باشد .\r\n2 - با آرامى و متانت به محل وقوف بيايد ، و حمد و تهليل خداوند نموده و مجد و ثناى او را به جاى آورد و سپس بگويد : اللّه اكبر ( صد مرتبه ) ، الحمد للّه ( صد مرتبه ) ، سبحان اللّه ( صد مرتبه ) ، پس از آن صد مرتبه سورهء توحيد بخواند ، سپس هر دعايى كه دوست دارد بخواند .\r\n3 - در دعا جديت و تلاش ورزد ، زيرا كه اين روز ، روز دعا و خواستن است . و از شيطان به خداوند پناه ببرد ، زيرا شيطان هيچ جايى را به مانند اينجا كه تو را از ياد خداوند غافل كند دوست ندارد .\r\n4 - متوجه خودش باشد و اين دعاها را بخواند : « اللهم انى عبدك فلا تجعلنى من اخيب و فدك ، و ارحم مسيرى اليك من الفجّ العميق »\r\n« اللّهم رب المشاعر كلها فكّ رقبتى من النار ، و اوسع علىّ من رزقك الحلال ، و ادرأ عنّى شرّ فسقة الجنّ و الانس » ، « اللهم لا تمكر بى و لا تخدعنى و لا تستدرجنى » .\r\n« اللهم انّى أسألك بحولك وجودك و كرمك و فضلك و منّك يا اسمع السامعين و يا ابصر الناظرين و يا اسرع الحاسبين و يا ارحم الراحمين أسألك ان تصلى على محمد و آل محمد و ان تفعل بى كذا و كذا » .\r\nبه جاى ان تفعل بى كذا و كذا حاجات خود را طلب كند ، پس از آن رو را به جانب آسمان نموده و بخواند : « اللّهم حاجتى اليك التى ان اعطيتنيها لم يضرّنى ما منعتنى ، و التى ان منعتنيها لم ينفعنى ما اعطيتنى ، اسألك خلاص رقبتى من النار ، اللهم انى عبدك و ملك يدك و ناصيتى\r\n\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\n\r\nبيدك و اجلى بعلمك اسألك ان توفّقنى لما يرضيك عنّى ، و ان تسلم منى مناسكك التى اريتها خليلك ابراهيم عليه السلام و دللت عليها نبيّك محمد ( ص ) ، اللهم اجعلنى ممن رضيت عمله ، و اطلت عمره ، و احييته بعد الموت حياة طيبة » .\r\n5 - اين دعا را بخواند كه حضرت پيامبر ( ص ) آن را به عنوان دعاى عرفه به على ( ع ) تعليم داد و فرمود كه ؛ اين دعاى پيامبران پيش از من بوده است : « لا إله الّا اللّه وحده لا شريك له ، له الملك و له الحمد ، يحيى و يميت و يميت و يحيى و هو حىّ لا يموت بيده الخير و هو على كل شىء قدير ، اللهم لك الحمد انت كما تقول و خير ما يقول القائلون ، اللهم لك صلاتى و دينى و محياى و مماتى ، و لك تراثى و بك حولى و منك قوتى ، اللهم انّى اعوذ بك من الفقر ، و من وسواس الصدر ، و من شتات الامر ، و من عذاب النار ، و من عذاب القبر ، اللهم انى اسألك من خير ما يأتى به الرياح ، و اعوذ بك من شرّ ما يأتى به الرياح ، و اسألك خير الليل و خير النهار . »\r\nدر حديث آمده است كه رسول خدا ( ص ) در عرفات بود و هنگام نزديك شدن غروب آفتاب فرمود : « اللّهم انّى اعوذ بك من الفقر و من تشتت الامر ، و من شرّ ما يحدث بالليل و النهار ، امسى ظلمى مستجيرا بعفوك ، و امسى وجهى الفانى مستجيرا بوجهك الباقى ، يا خير من سئل ، و يا اجود من اعطى ، جللّنى برحمتك . » پس از آن حاجات خود را بخواهد .\r\n6 - در حديث آمده است : زمانى كه آفتاب روز عرفه غروب كند ، اين دعا را بخواند :\r\n« اللّهم لا تجعله آخر العهد من هذا الموقف ، و ارزقنيه من قابل ابدا ما ابقيتنى ، و اقلبنى اليوم مفلحا منجحا مستجابا لى مرحوما مغفورا لى بافضل ما\r\n\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\n\r\nينقلب به اليوم احد من و فدك و حجّاج بيتك الحرام ، و اجعلنى اليوم من اكرم و فدك عليك ، و اعطنى افضل ما اعطيت احدا منهم من الخير و البركة و الرحمة و الرضوان و المغفرة و بارك لى فيما ارجع اليه من اهل و مال و او قليل او كثير ، و بارك لهم فىّ . »\r\n7 - شايسته است حجاج در اين روز هر دعايى كه دوست دارد بخواند ، و از دعاهاى منقول دعاى عرفه امام حسين عليه السلام و دعاى امام زين العابدين عليه السلام را بخواند .\r\n\r\n[ وقوف در مشعر الحرام سومين واجب حج تمتع است . 
  ]\r\nوقوف در مشعر مسأله 440 - وقوف در مشعر الحرام سومين واجب حج تمتع است .\r\nمشعر الحرام اسمى است بر دره‌اى وسيع به نام ( مزدلفه ) كه از شهر قديمى مكه حدود ده كيلومتر فاصله دارد ، و داخل حرم است .\r\nواجب است بعد از كوچ از عرفات در آن توقف كند . مراد از وقوف ( بودن ) در مشعر الحرام است ، و فرق ندارد خواب باشد يا بيدار .\r\nمحل وقوف در مشعر الحرام طولا از مأزمين است تا وادى محسّر ، و خود اين دو نقطه جزء محل وقوف نيست . البته در هنگام ازدحام يا تنگى وقت وقوف در مأزمين اشكال ندارد .\r\nمسأله 441 - براى وقوف در مشعر الحرام نيت كامل و واضح با قصد قربت معتبر است ، مثلا اگر نيت كند : توقف مىكنم در مشعر الحرام از طلوع فجر تا طلوع آفتاب براى حج تمتع از حجة الاسلام قربة الى اللّه .\r\nكفايت مىكند ، و اگر نايب باشد ، بايد اسم او را بياورد ، و اگر حج\r\n\r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\n\r\nمستحبى باشد آوردن ( حجة الاسلام ) لازم نيست .\r\nمسأله 442 - مشهور است ميان علماء كه پيش از بر آمدن آفتاب بيرون شدن از مشعر الحرام جايز نيست . ولى خارج شدن از مشعر الحرام قبل از طلوع آفتاب ، به اندازه‌اى كه تا از وادى محسّر بگذرد آفتاب طلوع نمايد ، اشكال ندارد .\r\nمسأله 443 - كسى كه از عرفات به جانب مشعر الحرام كوچ كرده ، واجب نيست كه شب دهم ذى الحجّه در مشعر بماند . آن چه واجب است ، حضور او در مشعر الحرام بين طلوع فجر تا برآمدن آفتاب است .\r\nمسأله 444 - وقوف در مشعر الحرام از طلوع فجر روز دهم ذى الحجة تا طلوع آفتاب همان روز واجب است . اين وقوف را وقوف اختيارى مىگويند . اگر قسمتى از اين مدت را توقف كند حج او صحيح است و اشكال ندارد . و اگر مدت كمى از شب دهم ذى الحجة را در مشعر بماند ، و وقوف ما بين الطلوعين را عمدا و با دانستن مسأله ترك كند ، گناه كرده است و بايد يك شتر نر كفاره دهد ، و بنابر اقرب حج او صحيح است . و اگر حكم را نمىداند ، بايد يك گوسفند كفاره دهد ، و اگر مدت كوتاهى بعد از طلوع فجر در مشعر بماند و عمدا پيش از طلوع آفتاب خارج شود ، چنانچه حكم را نداند ، اشكال ندارد ، هر چند كه اگر جهل به خاطر كوتاهى بوده گناه كرده است . و اگر حكم را مىداند ، بايد يك گوسفند كفاره دهد .\r\nمسأله 445 - وقوف بين الطلوعين در مشعر الحرام واجب است ، اما زن‌ها ، بچه‌ها ، افرادى كه از دشمن ترس دارند ، افرادى ضعيف مانند :\r\n\r\n","description":"","footnote":"","page_name":" 180 ","page_number":180},
  {"content":"\r\n\r\nپيرمردان و بيماران از اين حكم مستثنى هستند ، و آن‌ها پس از اين كه مدت كوتاهى از شب دهم ذى الحجة را در مشعر الحرام توقف كردند مىتوانند پيش از طلوع فجر به سوى منى حركت كرده و جمرهء عقبه را همان شب رمى كنند .\r\nمسأله 446 - كسى كه به خاطر فراموشى يا فراهم نشدن وسيلهء نقليه و يا عذرهاى ديگر نتواند وقوف اختيارى بين الطلوعين را در مشعر الحرام درك كند ، بايد وقوف اضطرارى را انجام دهد ؛ يعنى مدتى از زمان طلوع آفتاب تا ظهر روز دهم را در مشعر الحرام توقف نمايد .\r\n\r\nدرك دو وقوف\r\nمسأله 447 - چنانچه پيشتر بيان شد ، هر كدام از وقوف در عرفات و مشعر دو وقت دارد :\r\nيكى وقت اختيارى و ديگرى وقت اضطرارى .\r\nوقت اختيارى وقوف در عرفات از زوال روز نهم ماه ذى الحجّه تا غروب همان روز است . و وقت اضطرارى آن شب دهم ذى الحجة تا طلوع فجر است . زمان اختيارى وقوف در مشعر الحرام از طلوع فجر روز دهم ذى الحجة تا طلوع آفتاب است ، و وقت اضطرارى آن از طلوع آفتاب تا زوال همان روز است .\r\nمسأله 448 - درك نكردن وقوف اختيارى در عرفات و مشعر الحرام چند صورت دارد كه به ترتيب زير بيان مىشود :\r\n1 - در عرفات و مشعر فقط وقوف اضطرارى را درك كند ، و از\r\n\r\n","description":"","footnote":"","page_name":" 181 ","page_number":181},
  {"content":"\r\n\r\nدست دادن وقوف اختيارى به خاطر سهل انگارى و اهمال نباشد ، در اين صورت حج او صحيح است و گناه نكرده است ، و اگر از دست دادن وقوف اختيارى به خاطر تسامح و اهمال باشد ، حج او باطل و گناه كرده است ، و درك وقوف اضطرارى كفايت نمىكند . بلكه بايد در سال آينده حج را اعاده كند .\r\n2 - وقوف اضطرارى عرفات و مشعر را نيز درك نكند . در اين صورت حج باطل است ، و با عدول از نيت ، عمرهء مفرده انجام دهد .\r\nيعنى با همان احرام طواف عمره مفرده به جاى آورد ، نماز بخواند ، سعى انجام دهد و حلق يا تقصير نمايد و دوباره به مسجد الحرام برگردد و طواف النساء و نماز طواف را انجام دهد . و عمرهء او با خارج شدن از احرام كامل مىشود ، و چيزهايى كه با احرام حرام شده بود حلال مىشود . البته عمرهء مفرده به جاى حج كفايت نمىكند ، و در صورتى كه استطاعت او باقى باشد ، يا دوباره مستطيع شود و يا حج در ذمه‌اش باشد ، بايد سال آينده حج را انجام دهد .\r\n3 - وقت اختيارى عرفات و اضطرارى مشعر الحرام را درك كند ، يا برعكس ، در اين صورت حج او صحيح است و گناه هم نكرده است .\r\n4 - اگر فقط وقوف اختيارى مشعر الحرام را درك كند ، و وقوف در عرفات را اصلا درك نكند . ظاهرا حج او صحيح است ، و اگر برعكس شود ، يعنى وقوف اختيارى عرفات را درك كند و به دلايلى وقوف در مشعر الحرام را اصلا درك نكند ، بعيد نيست كه حج او صحيح باشد .\r\nهر چند احوط آن است كه آن حج را كامل كند بعد از آن عمرهء مفرده انجام دهد ، و سال آينده دوباره به حج بيايد .\r\n\r\n","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\n\r\n5 - وقوف اختيارى در عرفات را درك كند ولى در مشعر الحرام توقف ننمايد ، و از عرفات به منى برود ، چنانچه جاهل به حكم باشد ، در اين صورت اگر در منى حكم را فهميد و مىتواند برگردد و وقوف - حتى اضطرارى - را درك كند ، بايد برگردد . و اگر در منى حكم را نفهميد ، يا فهميد ولى نمىتواند برگردد و وقوف را درك كند ، حج درست است و بايد يك گوسفند كفاره دهد ، و اگر حكم را مىدانسته و در عرفات توقف نكرده است ، ظاهرا حج او درست است ، و بايد يك شتر نر كفاره دهد .\r\n6 - اگر فقط وقوف اضطرارى در مشعر الحرام را درك كند و وقوف در عرفات را نه اختيارى و نه اضطرارى درك نكند ، يا تنها وقوف اضطرارى در عرفات را درك كرده و وقوف در مشعر نه اختيارى و نه اضطرارى را درك نكند ، در هر دو صورت ظاهرا حج او صحيح نيست ، و حج به عمرهء مفرده تبديل مىشود كه با همان احرام عمرهء مفرده انجام دهد و از احرام خارج شود ، و سال آينده دوباره حج را به جاى آورد .\r\n\r\nآداب و مستحبات وقوف در مشعر الحرام\r\nمسأله 449 - وقوف در مشعر الحرام آداب و مستحباتى دارد كه ترتيب آنها به صورت زير است :\r\n1 - مستحب است هنگام كوچ كردن از عرفات به سوى مشعر الحرام با متانت و آرامى گام بردارد و حالت تضرع داشته باشد ، و از\r\n\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\n\r\nخداوند خير دنيا و آخرت را بخواهد .\r\n2 - بهتر است نماز مغرب و عشاء را به تأخير بيندازد ، و پس از رسيدن به مشعر هر دو را يك جا با يك اذان و دو اقامه به جاى آورد .\r\n3 - در حديث آمده است كه شب مزدلفه ( مشعر الحرام ) را از دست ندهد و در آن شب بخواند : « اللهم هذه جمع ، اللهم انّى أسألك ان تجمع لى فيها جوامع الخير ، اللهم لا تؤيسنى من الخير الذي سألتك ان تجمعه لى فى قلبى ، و اطلب اليك ان تعرفنى ما عرفت اوليائك فى منزلى هذا ، و ان تقينى جوامع الشرّ » .\r\nو هر مقدارى كه مىتواند آن شب را بيدار بماند ، و به دعا و عبادت بپردازد . زيرا آسمان در آن شب براى صداى مناجات مؤمنين باز است . طنين مناجات آن‌ها در آن شب بمانند آواز زنبوران است خداوند ( در آن شب ) مىفرمايد : « انا ربّكم و انتم اديتم حقّى ، علىّ ان استجيب لكم » ، « من پروردگار شما هستم و شما حق مرا ادا كرديد ، بر من است كه دعاى شما را اجابت كنم . » در آن شب گناهان هر كه را بخواهد فرو مىريزد ، و هر كدام را كه بخواهد مىبخشد .\r\n4 - مستحب است بعد از نماز صبح با طهارت به حمد و ثناى پروردگار بپردازد ، و از نعمت‌ها و امتحان‌هاى الهى هر قدر مىتواند ياد كند ، و بر محمد ( ص ) و آل او درود بفرستد ، و اين دعا را بخواند :\r\n« اللهم ربّ المشعر الحرام فكّ رقبتى من النّار ، و اوسع علىّ من رزقك الحلال ، و ادرأ عنّي شر فسقة الجنّ و الانس ، اللهم انت خير مطلوب اليه و خير مدعو و خير مسئول ، و لكلّ وافد جائزة فاجعل جائزتى فى موطنى هذا ، و ان تقيلنى عثرتى ، و تقبل معذرتى ، و ان تتجاوز عن خطيئتى ، ثم اجعل التقوى من\r\n\r\n","description":"","footnote":"","page_name":" 184 ","page_number":184},
  {"content":"\r\n\r\nالدنيا زادى » .\r\n\r\nاعمال روز عيد سعيد قربان\r\nمسأله 450 - با طلوع آفتاب روز دهم ذى الحجة برنامه حاجيان در مشعر الحرام به پايان مىرسد ، و بايد به سمت منى حركت كنند . منى سرزمينى است كه در جهت طول ، يك طرف آن مكه عقبه قرار دارد ، و در سمت مشعر الحرام وادى محسّر ، و در جهت عرض حدود مشخصى ندارد ، و بايد از افراد مطلع و آگاه آنجا پرسيد . رفتن در نقاطى كه شك دارد جزء منى هست يا نه ، بعيد نيست كه جايز باشد .\r\n\r\n[ چهارمين واجب از واجبات حج تمتع رمى جمره است 
  ]\r\nرمى جمره در روز عيد قربان سه چيز در منى واجب است :\r\n1 - رمى جمرهء عقبه .\r\n2 - ذبح يا نحر .\r\n3 - تراشيدن يا كوتاه كردن موى سر .\r\nاحكام هر يك به ترتيب و به دنبال هم مىآيد .\r\nرمى جمرهء عقبه مسأله 451 - چهارمين واجب از واجبات حج تمتع رمى جمره است ، جمره عقبه نام محل خاصى است در منى و يكى از جمرات سه‌گانه مىباشد . در روز عيد فقط رمى جمره عقبه واجب است .\r\n\r\n","description":"","footnote":"","page_name":" 185 ","page_number":185},
  {"content":"\r\n\r\n\r\nشرايط رمى جمره\r\nاول - نيت : مثلا چنين بگويد : ( هفت ريگ به جمره عقبه در حج تمتع از حجة الاسلام قربة الى اللّه ) رمى مىكنم . در صورتى كه حج افراد باشد به جاى حج تمتع آن را ذكر كند . و اگر حج نيابتى باشد نام كسى را كه از طرف او نايب شده در نيت بياورد و اگر حج مستحبى باشد كلمهء حجة الاسلام در نيت ساقط مىشود .\r\nدوم - اين كه هفت بار رمى كند و كمتر از آن كافى نيست ولى بيشتر از آن اشكال ندارد . رمى اجسام ديگر به جاى ريگ كفايت نمىكند .\r\nسوم - اين كه انداختن ريگ‌ها بايد يكى پس از ديگرى باشد نه اين كه همه را با هم رمى كند .\r\nچهارم - اين كه ريگ‌ها را رمى كند يعنى به سوى جمره بيندازد و اگر نزديك برود و ريگ‌ها را روى آن بگذارد كفايت نمىكند ، و نيز اگر قبل از آن كه به جمره برسد ريگها روى جمره بيفتد كفايت نمىكند ، و در صورتى كه ريگ را بيندازد و در مسير به چيزى ديگرى برخورد نمايد و بعد به جمره اصابت كند كافى است ، مگر اين كه آن چيز جسم سختى باشد و برخورد ريگ به جمره مستند به آن جسم سخت باشد نه به انداختن و رمى شخص ، كه در اين صورت نيز كفايت نمىكند .\r\nپنجم - اين كه رمى جمره بايد بين طلوع و غروب خورشيد روز دهم ذى حجة انجام گيرد ، ولى كسانى كه كوچ كردن آنها از مشعر . در شب جائز است ، رمى جمره نيز براى آنها در آن شب جايز مىباشد ، و\r\n\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\n\r\nهمچنين بعيد نيست كه حلق و تقصير براى آنها در همان شب جايز باشد ولى نمىتوانند در آن شب قربانى نمايند بلكه قربانى بايد در روز صورت گيرد مگر شخصى كه مىترسد كه چنين شخصى مىتواند در شب از مشعر كوچ كند همچنانكه مىتواند تمام اعمال روز عيد را در همان شب عيد انجام دهد .\r\nمسأله 452 - اگر شك كند كه ريگ به جمره اصابت كرده است يا نه ، بنا بگذارد كه اصابت نكرده و ريگ ديگرى بيندازد تا يقين كند كه به جمره اصابت كرده است ، البته در صورتى كه وارد واجبى شده باشد كه مترتب بر رمى است و شك كند كه ريگ به جمره اصابت كرده يا نه و يا بعد از دخول شب شك كند ، نبايد به آن شك اعتنا نمايد .\r\nمسأله 453 - ريگ‌ها بايد از حرم برداشته شود به جز از مسجد الحرام و مسجد خيف ، و ريگ‌ها بايد بنابر احتياط مستحب بكر باشند يعنى علم به استفاده قبلى از آنها نداشته باشد .\r\nمسأله 454 - رمى جمره از طبقه دوم جايز است .\r\nمسأله 455 - اگر حاجى از روى فراموشى و يا از روى ندانستن حكم ، رمى جمره را ترك كند و بعدا متوجه شود ، چند صورت دارد :\r\nاول : اين كه در همان روز عيد متوجه شود ، در اين صورت فقط همان رمى را انجام دهد و اعادهء بقيه اعمال حج از قبيل ذبح ، حلق ، يا تقصير و طواف واجب نيست .\r\nدوم : اين كه در شب يا روز يازدهم يادش بيايد ، كه در اين صورت در روز يازدهم قضاى آن را بجا آورد ، و رمى قضا را بر رمى واجب به مدت يك ساعت مقدم بدارد ، ولى احتياط مستحب اين است كه\r\n\r\n","description":"","footnote":"","page_name":" 187 ","page_number":187},
  {"content":"\r\n\r\nانجام قضا را در صبح قرار دهد و ادا را در ظهر ، و اعادهء اعمال حج كه انجام داده واجب نيست .\r\nسوم : اين كه بعد از روز يازدهم و قبل از خروج از مكه يادش بيايد ، در اين صورت واجب است كه رمى را در خلال ايام تشريق كه از روز يازدهم تا پايان روز سيزدهم انجام دهد ، و اگر در مكه يادش بيايد ، واجب است به منى برگشته و رمى كند و اگر بعد از ايام تشريق متوجه شود و در مكه باشد ، واجب است به منى مراجعت نموده و رمى را انجام دهد .\r\nچهارم : اين كه بعد از خروج از مكه در حالى كه راهى بلادش گرديده يادش بيايد ، در اين صورت بازگشت به منى بر او واجب نيست .\r\nسؤال : آيا حكم كسى كه جاهل به وجوب رمى در روز عيد است ، مانند حكم ناسى و فراموش كار در وجوب قضا در روز يازدهم است ؟\r\nجواب : البته حكم جاهل همانند حكم ناسى است ، بلكه در وجوب قضا بين اين كه از روى فراموشى ترك كرده باشد و يا از روى جهالت و يا عذر ديگرى ، فرقى نيست حتى اگر عمدى و از روى التفات باشد .\r\nمسأله 456 - اگر حاجى حكم شرعى را بداند ولى عمدا رمى جمره را ترك كند ، اگر ترك را ادامه دهد ، حجش باطل است ، و اگر قبل از انقضاء حج تدارك كند ، حجش صحيح است ، و در اين صورت اعاده اعمالى كه در منى انجام داده بعيد نيست كه واجب نباشد هر چند احتياط اين است كه اعاده كند .\r\n\r\n","description":"","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\n\r\nمسأله 457 - اگر عمدا طواف حج را پيش از رمى جمره عقبه انجام دهد - در حالى كه وجوب تقدم رمى بر طواف را مىداند - چنانچه رمى را انجام ندهد ، حجش باطل است ، و اگر قبل از پايان يافتن وقت رمى نمايد ، حجش صحيح است ، ولى اعاده طواف و اعاده اعمال بعد از طواف مانند سعى بر او واجب مىباشد .\r\nمسأله 458 - اگر حاجى عمدا و از روى آگاهى رمى جمره عقبه را انجام ندهد و رهسپار مكه شود و قبل از حلق و قربانى طواف را بجا آورد . بايد يك گوسفند به عنوان كفاره بدهد و به منى بازگشته رمى كند و قربانى و بعد حلق يا تقصير نمايد ، سپس به مكه برگشته و طواف را قبل از انقضاء وقت ، اعاده نمايد كه در اين صورت حجش صحيح است و الّا باطل مىباشد . و همچنين اگر رمى جمره عقبه را انجام دهد و لكن حلق و يا تقصير را عمدا و از روى آگاهى به تسلسل اعمال حج ، ترك كند و به مكه رهسپار شود و طواف حج نموده و سعى بين صفا و مروه را انجام دهد ، بايد يك گوسفند قربانى نموده و به منى برگردد و در آنجا حلق و يا تقصير نمايد و بعد طواف و سعى را اعاده كند ، در اين صورت نيز حجش صحيح است و گرنه فاسد مىباشد .\r\n\r\nمستحبات رمى جمرات\r\nمسأله 459 - در رمى جمرات چند چيز مستحب است :\r\n1 - در حال رمى ، با طهارت باشد .\r\n2 - وقتى به جمرهء عقبه رسيد ، رو به جمره و پشت به قبله به\r\n\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\n\r\nايستد و رمى كند .\r\n3 - وقتى ريگ‌ها را در دست گرفت و آماده رمى شد اين دعا را بخواند : « اللّهم هؤلاء حصياتى فاحصهنّ لى و ارفعهنّ فى عملى » .\r\n4 - با هر ريگى كه مىاندازد بگويد : « اللّه اكبر اللّهم ادحر عنّى الشيطان اللّهم تصديقا بكتابك و على سنة نبيّك اللّهم اجعله لى حجا مبرورا و عملا مقبولا و سعيا مشكورا و ذنبا مغفورا » .\r\n5 - پس از برگشتن از رمى بگويد : « اللّهم بك وثقت و عليك توكلت فنعم الرّب و نعم المولى و نعم النصير . » .\r\n\r\nپنجمين واجب از واجبات حج تمتع قربانى كردن است .\r\nقربانى در منى مسأله 460 - محل قربانى منى است و اگر منى بر مردم تنگ شود و از انجام واجبات در آن معذور گردند ، شرعا سرزمين منى توسعه پيدا كرده و شامل وادى محسر - كه منطقه‌اى است بين منى و مشعر و منى را از مشعر جدا مىكند - مىشود .\r\nبنابراين اگر مردم واجبات منى را در آن تمام كنند كافى است ، و اگر حكومت از قربانى كردن در منى ممانعت كنند و قربانگاه را در خارج از منى تعيين نمايند ، حاجى مىتواند در همان قربانگاه و يا در مكه قربانى كند ، البته به شرطى كه در طول ماه ذى الحجّه به خاطر عذرى قادر بر ذبح در منى نباشد ، و الا واجب است كه ذبح را به تأخير اندازد . و اگر در اثر ندانستن مسأله و يا از روى فراموشى و يا به اعتقاد\r\n\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\n\r\nاين كه فلان مكان جزء منى است و در آنجا ذبح كند ، بعيد نيست كه ذبحش صحيح باشد ، قربانى در نقطه مشكوك - در صورتى كه شك از جهت شبهه مفهوميه باشد - بعيد نيست كه كافى باشد .\r\nمسأله 461 - بنابر احتياط ، قربانى در روز عيد انجام گيرد و اگر عمدا و يا غير عمد قربانى را در آن روز انجام ندهد ، احوط آن است كه در ايام تشريق - يازدهم ، دوازدهم و سيزدهم ذى حجه - و اگر تا روز سيزدهم هم قربانى نكرد ، بايد در ماه ذى الحجّه قربانى نمايد .\r\nمسأله 462 - قربانى بايد بعد از رمى جمره انجام شود ، و اگر از روى ندانستن مسأله و يا از روى فراموشى قبل از رمى صورت گيرد ، صحيح است و اعاده لازم نيست . ولى اگر عمدا قربانى را مقدم بدارد ، بعيد نيست كه اعاده آن بعد از رمى واجب نباشد اگر چه احتياط آن است كه آن را اعاده كند .\r\nمسأله 463 - اگر كسى نتواند روز عيد در منى قربانى كند ، واجب نيست كه حلق و يا تقصير را نيز تأخير اندازد . جواز تأخير ذبح و يا نحر در منى بعيد نيست اگر چه بهتر است كه احتياط رعايت گردد .\r\nمسأله 464 - وقتى مىخواهد خود شخص قربانى كند و يا وكيل بگيرد ، بايد نيت كند مثلا بگويد : « گوسفند را ذبح مىكنم براى حج تمتع از حجة الاسلام قربة الى اللّه » و اگر نايب باشد بايد اسم نايب را ذكر كند ، و در صورتى كه حج مستحبى باشد ، كلمه حجة الاسلام در نيت ساقط مىشود .\r\nمسأله 465 - اگر شخصى از روى عذر ، نتوانست در منى روز عيد ذبح و يا نحر كند ، آيا مىتواند در خارج منى مثلا در مكه اين كار را\r\n\r\n","description":"","footnote":"","page_name":" 191 ","page_number":191},
  {"content":"\r\n\r\nانجام دهد ؟ اگر عذرش به خاطر ضيق بودن منى باشد ، شرعا منى توسعه پيدا كرده و شامل وادى محسر نيز مىشود ، و او مىتواند در وادى قربانى كند نه در خارج از آن . البته در صورتى كه در وادى هم امكان نداشت ، جايز است كه در مكه قربانى نمايد ، و اگر عذرش از اين جهت باشد كه نگذارند در منى قربانى نمايد و قربانگاه را در خارج از منى تعيين كرده باشند ، در اين صورت اگر از ذبح كردن در منى تا آخر ذى الحجّه نااميد شود ، جايز است كه در خارج از منى ذبح كند و اگر بداند كه در ايام تشريق و يا تا آخر ذى حجه براى ذبح در منى قدرت پيدا مىكند ، واجب است كه ذبح را تأخير انداخته و در منى قربانى كند .\r\nمسأله 466 - اگر عمدا قربانى را در روز عيد ترك و بقيه واجبات حج از قبيل حلق و يا تقصير و طواف را انجام دهد ، در صورتى كه ترك قربانى را ادامه دهد ، حجش باطل است ، و اگر قبل از انقضاء وقت تدارك كرده و قربانى نمايد ، حجش صحيح است ، ولى واجب است كه طواف را اعاده كند ، و اما اعاده نكردن حلق و يا تقصير خالى از قوت نيست ، گرچه احتياط آن است كه اعاده شود ، و اگر از روى فراموشى و يا ندانستن مسأله ، قربانى را ترك كند و بعد يادش بيايد ، واجب است كه ذبح و يا نحر نمايد و لو اين كه در آخر ذى الحجّه متوجه شود و در اين حالت طواف و عمل بعد از طواف هم واجب نيست كه اعاده شود .\r\nمسأله 467 - واجب است كه قربانى يا شتر باشد و يا گاو و يا گوسفند . اگر شتر باشد بايد پنج سال را تمام كرده و داخل شش\r\n\r\n","description":"","footnote":"","page_name":" 192 ","page_number":192},
  {"content":"\r\n\r\nسالگى شده باشد و اگر گاو و يا بز باشد بايد دو سال را تمام كرده و بنابر احتياط داخل سال سوم شده باشد و اگر گوسفند باشد بايد هفت‌ماهگى را تكميل نموده و وارد ماه هشتم شده باشد ، و احوط اين است كه يك سالش تمام و داخل سال دوم باشد .\r\nمسأله 468 - اگر پس از قربانى كردن معلوم شود كه قربانى سن معتبر ندارد ، بايد قربانى را اعاده كند ، قربانى بايد تام الاعضاء و سالم باشد ، و قربانى يك چشم و لنگ و گوش بريده و يا قسمت داخلى شاخ آن شكسته باشد و يا خصى ( اخته ) باشد ، كفايت نمىكند ، و همچنين در نظر عرف لاغر نباشد ، و بنابر احتياط مستحب مريض ، تخم كوبيده ، خيلى پير كه مغز نداشته باشد و در اصل خلقت دم بريده و بىشاخ نباشد . ولى اگر گوش حيوان شكاف داشته باشد و يا سوراخ باشد اشكال ندارد ، و در صورتى كه قربانى داراى شرايط مذكور يافت نشود ، آنچه مقدور و ميسّر باشد كفايت مىكند . و جايز نيست كه دو نفر مشتركا در حجة الاسلام يك قربانى نمايد ، بلكه هر كدام بايد قربانى مستقلى داشته باشند .\r\nمسأله 469 - اگر قربانى را به اعتقاد اينكه سالم است خريدارى كند و قيمتش را نقدا بپردازد و بعد معلوم شود كه عيب دارد ، ظاهرا مىشود به آن اكتفاء كرد .\r\nمسأله 470 - اگر به اعتقاد اينكه قربانى چاق است و آن را بخرد و بعد معلوم شود كه لاغر بوده ، كافى است اگر چه قبل از ذبح و يا نحر كشف شود كه لاغر بوده است ، و در اين حكم بين اينكه قربانى را با خريدارى مالك شود و يا از طريق ارث و يا از راه هبه بدست آورده\r\n\r\n","description":"","footnote":"","page_name":" 193 ","page_number":193},
  {"content":"\r\n\r\nباشد فرقى نيست .\r\nمسأله 471 - اگر بعد از ذبح شك كند كه قربانى داراى شرايط بوده يا نه ، صحيح است و واجب نيست كه اعاده نمايد ، به شرطى كه در وقت ذبح ملتفت به وجود شرايطى بوده باشد كه در صحّت آن لازم است ، و همچنين اگر بعد از قربانى شك كند كه در منى واقع شده يا در جاى ديگر ، صحيح است ، البته در صورت شك كه آن نقطه جزء منى است يا نه ، چنانچه شك به نحو شبهه موضوعيه باشد ، قربانى را كه در آن نقطه نموده كافى نيست ، و اگر به نحو شبهه مفهوميه باشد ، بعيد نيست كه كافى باشد . ولى اگر شك كند كه قربانى كرده يا نه ، در صورتى كه شكش بعد از داخل شدن در انجام حلق يا تقصير باشد ، نبايد به شكش اعتناء كند .\r\nمسأله 472 - اگر در لاغر بودن قربانى شك داشته باشد ، اگر به اميد اين كه امتثال امر خداوند شود ، آن را ذبح كند ، بعد معلوم شود كه چاق بوده ، كفايت مىكند .\r\nمسأله 473 - اگر حيوان صحيح و سالمى را براى قربانى خريدارى نمايد و بعد مريض شود و يا لاغر گردد و عضوى از اعضايش مثل پا و يا قسمت داخلى شاخ بشكند و يا عيب ديگر مثل كورى بر او عارض شود ، همان حيوان براى قربانى كافى است و واجب نيست كه به قربانى سالم تبديل شود .\r\nمسأله 474 - اگر قربانى گم شود و قربانى ديگرى بخرد ، چنانچه قربانى اوّل قبل از ذبح دومى پيدا شود بايد اولى را ذبح كند و نسبت به دومى مخيّر است كه ذبح نمايد يا نه و در حكم ساير اموال او\r\n\r\n","description":"","footnote":"","page_name":" 194 ","page_number":194},
  {"content":"\r\n\r\nخواهد بود ، و اگر بعد از ذبح دومى پيدا شود ، اولى را نيز ذبح كند ، البته در صورتى كه دومى بهتر از اولى نباشد ، و اگر دوّمى بهتر باشد مثلا قربانى دومى چاق‌تر از اولى باشد ، بعيد نيست كه ذبح دومى كافى باشد ، اگر چه احتياط اين است كه اولى نيز ذبح شود .\r\nمسأله 475 - اگر كسى قربانى گم شده را پيدا كند ، واجب است تا روز دوازدهم و سيزدهم ذى حجه آن را معرفى كند و اگر صاحبش پيدا نشد ، عصر روز سيزدهم از طرف صاحبش در منى ذبح كند .\r\nمسأله 476 - اگر حاجى نتواند قربانى پيدا كند ، در صورتى كه قيمتش را دارد بايد آن را در مكه نزد شخصى كه مورد اطمينان است بگذارد تا قربانى خريده و تا پايان ماه ذى الحجّه از جانب او در منى ذبح كند ، و اگر ماه ذى حجه به پايان رسيده باشد ، واجب است كه در سال آينده قربانى نمايد .\r\nمسأله 477 - كسى كه نه قربانى دارد و نه پولش را ، بايد به جاى قربانى ده روز را روزه بگيرد ، سه روز ( روزهاى هفتم ، هشتم و نهم ذى حجه ) را در حج روزه بگيرد و مىتواند آن سه روز ، را از اول ذى حجه بعد از پوشيدن لباس احرام عمره تمتع ، شروع كند ، و واجب است كه آن سه روز را پىدرپى انجام دهد چه در ضمن ده روز اول گرفته شود و يا بعد از ايام تشريق و يا در ضمن ده روز آخر ، چه در مكه و چه در وطن ، و اگر با فاصله باشد ، كافى نيست .\r\nو هفت روز ديگر را بعد از مراجعت به وطن روزه بگيرد ، و بنابر اظهر پىدرپى باشد ، و در صورتى كه به وطن برنگشت و در مكه اقامت نمود ، بايد صبر كند تا حجاج به وطنشان برگردند و يا يك ماه\r\n\r\n","description":"","footnote":"","page_name":" 195 ","page_number":195},
  {"content":"\r\n\r\nصبر نمايد ، بعد هفت روز ، روزه گيرد .\r\nمسأله 478 - كسى كه وظيفه‌اش روزه گرفتن در حج است ، اگر نتواند روز هفتم را روزه بگيرد ، بايد تا بعد از ايام تشريق به تأخير اندازد ، و اگر در مكه مىماند ، بايد سه روز را پىدرپى روزه بگيرد ، و اگر نمىتواند در مكه بماند ، مخير است بين اين كه آن سه روز را در مسير بازگشت روزه بگيرد و يا در وطن ، و جايز نيست كه بين سه روز و هفت روز جمع كند به اين صورت كه ده روز پىدرپى روزه بگيرد ، بلكه بايد بين آن دو فاصله اندازد ، و اگر تا اول ماه محرّم سه روز را روزه نگرفت ، روزه از او ساقط مىشود و بايد در سال آينده قربانى كند .\r\nمسأله 479 - كسى كه براى انجام اعمال حج در منى مىماند ، نمىتواند در ايام تشريق ( يازدهم ، دوازدهم ، سيزدهم ، ذى حجه ) روزه بگيرد ، ولى بعد از بازگشت از منى به مكه مىتواند روز سيزدهم روزه بگيرد ، همچنانكه براى غير حجاج جايز است كه در ايام تشريق در وطنشان و يا در جاى ديگرى روزه بگيرند .\r\nمسأله 480 - كسى كه قربانى برايش ممكن نبود ولى بعد از عيد در ضمن ايام تشريق و يا بعد از آن حتى اگر در ده روز آخر ذى حجه ، قربانى ميسر شد ، در صورتى كه قبل از سه روز روزه گرفتن باشد ، بدون شك وظيفه‌اش قربانى است و اگر بعد از آن باشد ، بنابر اظهر بايد قربانى كند .\r\nمسأله 481 - كسى كه در طول ماه ذى حجه ، سه روز ، روزه را ترك كند چه ترك روزه از روى اختيار باشد و يا از روى نسيان و يا از روى\r\n\r\n","description":"","footnote":"","page_name":" 196 ","page_number":196},
  {"content":"\r\n\r\nجهل و يا به جهت عذر مانند مرض و امثال آن ، بايد سال آينده قربانى كند و روزه گرفتن در ماه بعد از ذى حجه كفايت نمىكند .\r\nمسأله 482 - كسى كه سه روز ، روزه را در حج گرفته است ، مىتواند هفت روز ديگر را بعد از ذى حجه در وطنش بگيرد .\r\nمسأله 483 - كسى كه سه روز ، روزه را در مكه فراموش كند و بعد از مراجعت به وطن يادش بيايد ، اگر قادر بر قربانى كردن باشد ، وظيفه‌اش قربانى است نه روزه .\r\nمسأله 484 - كسى كه سه روز ، روزه را در ماه ذى حجه گرفته است ولى قبل از آن كه هفت روز ديگر را بگيرد به وطن مراجعت كند و بميرد ، قضاى آن هفت روز بر ولى او واجب نيست .\r\nمسأله 485 - كسى كه نمىتواند به تنهايى قربانى تهيه كند ولى در صورت شركت با ديگران مىتواند قربانى تهيه نمايد ، وظيفه‌اش روزه گرفتن است .\r\nمسأله 486 - اگر شخص ديگرى را براى قربانى وكيل كند ، چنانچه شك كند كه وكيل قربانى كرده يا نه ، بنا بگذارد كه قربانى نكرده است ، ولى اگر وكيل مورد وثوق باشد و بگويد كه قربانى كرده‌ام و يا اطمينان كند كه او قربانى نموده است ، كافى است .\r\nمسأله 487 - شرايطى كه در قربانى معتبر است ، در كفاره معتبر نيست .\r\nمسأله 488 - واجب است كه حاجى قربانى را در منى ذبح و يا نحر كند و يا وكيل بگيرد و لازم نيست كه وكيل مؤمن باشد ، همين كه مسلمان باشد كافى است . ولى قصد قربت در وقت وكيل گرفتن\r\n\r\n","description":"","footnote":"","page_name":" 197 ","page_number":197},
  {"content":"\r\n\r\nوظيفه حاجى است نه وكيل .\r\nمسأله 489 - اگر حاجى در وقت وكيل گرفتن ، نيت را فراموش كند ، اشكال ندارد ، البته در صورتى كه نيت در اعماق وجودش باشد ، به گونه‌اى كه اگر سؤال شود چه ميكنى ؟ فورا متوجه شود كه فلانى را براى ذبح به قصد قربت وكيل گرفته است .\r\n\r\nمصرف قربانى\r\nمسأله 490 - در صورتى كه حاجى قربانى را با خود به منى برده باشد ، واجب است كه از گوشت آن به فقراى موجود در منى صدقه بدهد ، و خود و عيال و برادرانش هم مىتوانند از آن بخورند . و در صورتى كه قربانى را از منى تهيه كرده باشد ، واجب است يك سوم گوشت آن را به فقرا صدقه دهد و يك سوم آن را به قانع و معتر بدهد و يك سوم باقى مانده آن را خود و اهلش بخورد . البته اين در صورتى است كه قدرت بر چنين كارى را داشته باشد و گرنه بر او چيزى واجب نيست .\r\nمسأله 491 - اگر حاجى در وطنش از طرف فقير وكيل شود و در منى از جانب او ثلث گوشت قربانى را قبض كند ، كفايت نمىكند ، و لازم نيست فقراى موجود در منى ، مؤمن باشند ، بلكه هر مذهبى داشته باشند ، صدقه دادن به آنان كافى است . البته خارج كردن گوشت قربانى از منى جايز است .\r\nمسأله 492 - اگر سهم فقرا تلف شود ، صاحب قربانى ضامن آن نيست ، بلكه اگر خود او هم عمدا و با توجه به حكم شرعى آن را تلف\r\n\r\n","description":"","footnote":"","page_name":" 198 ","page_number":198},
  {"content":"\r\n\r\nكند ، ضامن نمىباشد .\r\n\r\nآداب ذبح يا نحر\r\nمسأله 493 - در وقت ذبح يا نحر مستحب است اين دعا را بخواند :\r\n«  وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّماواتِ وَ الْأَرْضَ ، حَنِيفاً  مسلما  وَ ما أَنَا مِنَ الْمُشْرِكِينَ  ،  إِنَّ صَلاتِي وَ نُسُكِي وَ مَحْيايَ وَ مَماتِي لِلَّهِ رَبِّ الْعالَمِينَ ، لا شَرِيكَ لَهُ وَ بِذلِكَ أُمِرْتُ  ، و انا من المسلمين ، اللّهم منك و لك بسم اللّه و اللّه اكبر ، اللّهم تقبّل منّى كما تقبّلت عن ابراهيم خليلك و موسى كليمك و محمّد حبيبك ( صل اللّه عليه و آله و سلم »\r\nحلق و تقصير\r\n\r\nششمين واجب از واجبات حج تمتع ، حلق ( سر تراشيدن ) يا تقصير ( گرفتن مقدارى از مو يا ناخن ) است .\r\nمسأله 494 - مكان حلق و تقصير ، منى است ، بنابراين اگر از روى فراموشى و يا ندانستن حكم ، پيش از حلق و تقصير از منى خارج شود ، در صورتى كه متوجه شود و بازگشتن به منى ممكن باشد ، واجب است برگردد و حلق و يا تقصير را انجام دهد ، و در صورتى كه بازگشتن به منى غير ممكن و يا دشوار باشد ، در همان جا كه متوجه شده سرش را بتراشد يا تقصير نمايد و موى خود را به منى بفرستد .\r\nاگر عمدا و با توجه به حكم شرعى و سلسله مراتب اعمال حج ، قبل از حلق و يا تقصير از منى خارج شود ، در صورتى كه به موقع تدارك\r\n\r\n","description":"","footnote":"","page_name":" 199 ","page_number":199},
  {"content":"\r\n\r\nكند ، حجش صحيح است ، و اگر همچنان بر ترك حلق و يا تقصير ادامه دهد ، حجش باطل مىباشد . بنابراين اگر عمدا قبل از حلق يا تقصير ، طواف و سعى را انجام دهد ، واجب است بعد از حلق يا تقصير طواف و سعى را دوباره اعاده كند و يك گوسفند به عنوان كفاره قربانى نمايد .\r\nمسأله 495 - زمان حلق و تقصير بنابر احوط روز عيد است ، و اگر عمدا و با توجه به حكم شرعى ، آن را از روز عيد تأخير اندازد و بعد از عيد يا در ايام تشريق يا بعد از ايام تشريق و بلكه تا آخر ذى حجه انجام دهد ، حجش صحيح است ، ولى اگر عمدا طواف و سعى را قبل از حلق و يا تقصير انجام داده باشد ، بايد اول حلق و يا تقصير كند و بعد طواف و سعى را اعاده نمايد و كفاره بدهد چنانچه كه در مسأله قبل گذشت ، و اگر از روى فراموشى و يا ندانستن حكم ، آن را ترك كرده و از منى خارج شود ، در صورت امكان واجب است هر وقت متوجه شود برگردد و حلق و يا تقصير را انجام دهد ، و اگر بازگشت غير ممكن و يا دشوار باشد ، بايد در همان جايى كه متوجه شده ، حلق يا تقصير را انجام دهد و موى خود را به منى بفرستد .\r\nمسأله 496 - اگر كسى به خاطر حاجتى قبل از حلق يا تقصير از منى خارج شود ، در حالى كه نيتش اين بوده كه براى انجام اعمال به منى برگردد ، ولى به سبب عذرى نتواند مراجعت كند ، بايد در همان مكان ، حلق يا تقصير نموده و مويش را به منى بفرستد .\r\nمسأله 497 - حلق يا تقصير بايد بعد از رمى جمره و ذبح قربانى انجام شود ، ولى اگر از روى فراموشى و يا ندانستن حكم و يا عمدا آن\r\n\r\n","description":"","footnote":"","page_name":" 200 ","page_number":200},
  {"content":"\r\n\r\nرا قبل از قربانى انجام بدهد ، حج صحيح است و بعد از ذبح قربانى اعاده لازم نيست ، و اگر از روى ندانستن حكم و يا از روى فراموشى ، قبل از رمى جمره انجام دهد ، بازهم صحيح است ، ولى اگر عمدا قبل از رمى جمره انجام دهد ، هر چند اعاده نكردنش بعيد نيست و لكن احوط آن است كه اعاده كند .\r\nمسأله 498 - كسى كه براى چندمين بار حج مىكند . بين حلق و تقصير مخير است كه هر كدام را انجام دهد ، مراد از حلق ، تراشيدن تمام موى سر است چه با تيغ باشد و يا ماشين موزنى ، در صورتى كه مو باقى نگذارد ، ولى كسى كه براى بار اول به حج مىرود ، بعيد نيست كه بين حلق و تقصير مخير باشد ، هر چند احوط و بهتر آن است كه سرش را بتراشد . البته اگر موى سر را با چيزى چسبانده و يا بافته باشد ، اظهر اين است كه موى سر را بتراشد ، هر چند بار اولش ( صروره ) نباشد .\r\nمسأله 499 - زن بايد تقصير كند هر چند موهاى سرش بهم چسبيده و بهم بافته باشد .\r\nمسأله 500 - در حلق يا تقصير نيّت با تمام عناصر سه‌گانه‌اش ( نيت قربت ، اخلاص و قصد اسم مشخص ) واجب است ، مثلا بگويد :\r\nموى سرم را مىتراشم و يا مو يا ناخنم را كوتاه مىكنم در حج تمتع از حجة الاسلام ، قربة الى اللّه فقط براى رضايت خداى بزرگ ، و در صورتى كه از طرفى كسى نايب باشد ، نام او را ذكر كند ، و اگر حج مستحبى باشد كلمه حجة الاسلام ساقط مىشود .\r\nمسأله 501 - بعد از حلق يا تقصير همه محرمات احرام ، بر او حلال\r\n\r\n","description":"","footnote":"","page_name":" 201 ","page_number":201},
  {"content":"\r\n\r\nمىشود ، بجز بوى خوش و زن و شكار ، بنابراين پوشيدن لباسهاى عادى و پوشاندن سر و . . . براى او جايز است .\r\nمسأله 502 - خنثاى مشكل در صورتى كه موى سر خود را نچسبانده يا نبافته ، واجب است كه تقصير كند و گرنه ، هم تقصير و هم حلق نمايد .\r\n\r\nآداب و مستحبات حلق\r\nمسأله 503 - در حلق چند چيز مستحب است :\r\n1 - رو به قبله باشد . 2 - از طرف راست شروع كند . 3 - در وقت حلق اين دعا را بخواند : « اللهم اعطنى بكل شعرة نورا يوم القيامة » .\r\n4 - موى خود را در منى در خيمه خود دفن كند .\r\n5 - ريش و سبيل خود را اصلاح كند و بعد از حلق ناخن‌ها را هم بگيرد .\r\nطواف حج و نماز طواف و سعى\r\n\r\nهفتم و هشتم و نهم از واجبات حج ، طواف ، نماز طواف و سعى است .\r\nمسأله 504 - كيفيت و شرايط اين سه واجب ، عين كيفيت و شرايطى است كه در طواف عمره و نماز و سعى آن بيان كرديم ، به جزء نيت كه فرق مىكند و طواف و نماز طواف و سعى را ( به جاى عمرهء تمتع ) به نيت حج تمتع انجام دهد .\r\n\r\n","description":"","footnote":"","page_name":" 202 ","page_number":202},
  {"content":"\r\n\r\nمسأله 505 - زمان طواف از روز دهم ذى حجه تا پايان آن ماه ادامه دارد ، بنابراين تأخير تا بعد از ايام تشريق بلكه بنابر اظهر تا آخر ماه ذى حجه ، جايز است ، هر چند احوط و بهتر آن است كه از روز يازدهم تأخير نيندازد . و حكم در سعى نيز چنين است و از نظر سلسله مراتب بعد از طواف و نماز طواف است .\r\nمسأله 506 - جايگاه طواف و نماز آن و سعى از نظر سلسله مراتب اعمال ، بعد از رفتن به عرفات و مشعر الحرام و اعمال منى در روز عيد است ، بنابراين مقدم داشتن طواف ، نماز و سعى بر وقوف در عرفات و مشعر و اعمال منى ، جايز نيست ، و اگر عمدا و يا از روى غير عمد ، طواف حج و نماز آن و سعى را قبل از دو وقوف مذكور انجام دهد ، كافى نيست و واجب است كه آن را بعد از اعمال منى اعاده كند . البته چهار گروه از مردم از حكم مذكور استثنا هستند كه اين‌ها مىتوانند طواف حج ، نماز طواف و سعى را قبل از وقوف در عرفات و مشعر انجام دهند :\r\n1 - شخصى كه عذر شرعى دارد .\r\n2 - پيرمرد و پيرزن .\r\n3 - زنى كه بيم حيض شدن دارد .\r\n4 - مريض .\r\nافراد مذكور مىتوانند طواف نساء را هم بر وقوف در عرفات و مشعر الحرام مقدم بدارند هر چند بهتر آن است كه احتياط را ترك نكنند .\r\nمسأله 507 - كسى كه از برگشتن و ورود به مكه ، بر جان يا عرض و يا\r\n\r\n","description":"","footnote":"","page_name":" 203 ","page_number":203},
  {"content":"\r\n\r\nناموس خود بيم دارد ، مىتواند طواف ، نماز و سعى را قبل از وقوف در عرفات و مشعر الحرام ، انجام دهد بلكه مقدم داشتن طواف نساء هم جايز است .\r\nمسأله 508 - تقديم طواف حج بر حلق يا تقصير ، جايز نيست ، بنابراين اگر عمدا و از روى علم پيش از حلق يا تقصير به مكه رود و طواف نمايد ، بايد بعد از حلق يا تقصير ، طواف و نماز و سعى را اعاده كند و يك گوسفند هم كفاره بدهد . و اگر از روى ندانستن حكم و يا فراموشى طواف را بر حلق يا تقصير مقدم كند ، و بعد متوجه شود ، بايد حلق يا تقصير را انجام دهد ولى اعاده و كفاره بر او واجب نيست .\r\nمسأله 509 - اگر كسى ( چه مرد و چه زن ) طواف و نماز آن و سعى بين صفا و مروه را انجام دهد ، بوى خوش برايش حلال مىشود و از محرمات احرام فقط دو چيز باقى مىماند :\r\n1 - زنان و مراد از حرمت زنان خصوص جماع است ، و اما ساير انواع استمتاعات و بهره بردن ( مانند بازى كردن و بوسيدن ) با حلق يا تقصير حلال مىشود ، و همچنين عقد نكاح .\r\n2 - شكار احرامى ( شكارى كه از جهت احرام حرام شده بود نه شكار حرمى ) ، با طواف نساء ، زنان هم حلال مىشوند و وقتى خورشيد روز سيزدهم ذى حجه زوال نمود ، صيد احرامى حلال مىگردد ، ولى صيد حرمى تا زمانى كه در حرم است ، حرام مىباشد .\r\nبايد توجه داشت تا زمانى كه بعد از طواف و نماز آن ، سعى انجام نشده ، بوى خوش حلال نمىشود .\r\nمسأله 510 - اگر كسى كه طواف نساء را انجام داده ، زنش را كه هنوز\r\n\r\n","description":"","footnote":"","page_name":" 204 ","page_number":204},
  {"content":"\r\n\r\nطواف مذكور را انجام نداده از روى شهوت ببوسد ، واجب است كه يك گوسفند به عنوان كفاره ذبح كند .\r\nمسأله 511 - كسى كه تقديم طواف حج ، نماز طواف و سعى ، بر وقوف در عرفات و مشعر برايش جايز است ، در صورتى بوى خوش بر او حلال مىشود كه تمام اعمال منى ( رمى جمره عقبه ، قربانى و حلق يا تقصير ) را انجام دهد .\r\nمسأله 512 - اگر كسى عمدا و با توجه به حكم شرعى طواف يا نماز طواف و يا سعى را به جا نياورد ، در صورتى كه قبل از انقضاء وقت تدارك كند ، حجش صحيح است ، و اگر تا پايان وقت ( پايان ذى حجه ) تدارك نكند ، حج و احرامش باطل است ، و همچنين اگر از روى ندانستن حكم طواف يا سعى را انجام ندهد و تا پايان وقت تدارك كند ، حج و احرام او باطل است و يك شتر و يا يك گاو كفاره هم بايد بدهد .\r\nمسأله 513 - كسى كه نمىداند نماز طواف واجب است ، و با چنين حالتى نماز طواف را ترك نمايد ، در صورت امكان بايد آن را در محلش تدارك نمايد ، و اگر تدارك در محل ممكن نباشد ، هر جا كه هست آن را بخواند ، ولى اگر از روى فراموشى نماز طواف را ترك كند ، در صورتى كه در مكه متوجه شود ، واجب است آن را در محلش انجام دهد ، و اگر از مكه خارج شود و بعد از فاصله كمى متوجه گردد كه نماز طواف را نخوانده ، واجب است برگردد و آن را در محلش بخواند و يا نايب بگيرد تا از طرف او نماز را انجام دهد ، البته بنابر احتياط واجب در صورتى مىتواند نايب بگيرد كه از انجام آن شخصا\r\n\r\n","description":"","footnote":"","page_name":" 205 ","page_number":205},
  {"content":"\r\n\r\nعاجز باشد .\r\nمسأله 514 - اگر كسى طواف را فراموش كند و سعى را اعاده نمايد ، چنانچه بعد از خروج از مكه متوجه شود كه طواف نكرده ، در صورتى كه برگشتن برايش ممكن نباشد ، بايد نائب بگيرد تا اول طواف كند و بعد سعى نمايد ، البته بعيد نيست كه در صورت امكان برگشتن هم جايز است نايب بگيرد . و همچنين اگر كسى سعى را فراموش كند ، همين حكم را دارد .\r\nمسأله 515 - اگر كسى به خاطر عذرى مانند بيمارى و امثال آن در حج از انجام طواف و سعى عاجز باشد ، بايد كسى او را طواف دهد و خود او سواره سعى بين صفا و مروه را انجام دهد ، و اگر طواف دادن هم ممكن نباشد و يا سواره هم نتواند سعى نمايد ، بايد براى طواف و سعى نايب بگيرد .\r\nمسأله 516 - اگر زن حائض يا نفساء نتواند تا پاك شدنش در مكه بماند تا طواف كند ، بايد براى طواف و نماز نايب بگيرد و بعد از طواف و نماز نائب ، خودش سعى بين صفا و مروه را انجام دهد .\r\nمسأله 517 - اگر كسى طواف را فراموش كند و بعد از خروج از مكه متوجه شود ولى عمدا و با علم به حكم ، آن را انجام ندهد و نايب هم نگيرد . اين مسأله دو صورت دارد :\r\n1 - اگر در ماه ذى حجه و در وقتى متوجه شود كه مىتواند قبل از انقضاء وقت خودش تدارك كند و يا براى انجام آن نايب بگيرد ولى در عين حال كوتاهى كرد و عمدا و با توجه به حكم تدارك نكرد ، در اين صورت حجش باطل است .\r\n\r\n","description":"","footnote":"","page_name":" 206 ","page_number":206},
  {"content":"\r\n\r\n2 - اگر بعد از ماه ذى حجه متوجه شد كه طواف را فراموش كرده است ، در اين صورت هر چند قضاء بر او واجب است ، ولى اگر عمدا و با علم به حكم ، آن را ترك كند ، حجش باطل نيست اما گناه كرده است .\r\nمسأله 518 - اگر كسى طواف عمره تمتع را فراموش كند و بعد از انقضاى وقت متوجه شود ، بايد آن را بعد از اعمال منى قضا كند ، و اگر طواف حج را فراموش نمايد و بعد از خروج از مكه متوجه شود ، حكم آن در مسأله قبل گذشت .\r\nمسأله 519 - اگر كسى طواف را فراموش نمود و از روى فراموشى با زن نزديكى كرد ، بايد قربانى كند . حال اگر در وطن متوجه شود و طواف فراموش شده هم طواف حج باشد ، بايد قربانى را به منى بفرستد تا در آنجا ذبح شود ، و اگر طواف عمره باشد ، قربانى را به مكه بفرستد و در آنجا ذبح گردد . اگر در مكه متوجه شود و طواف فراموش شده طواف حج باشد ، بايد قربانى را به منى بفرستد ، و اگر طواف عمره باشد ، قربانى را در مكه ذبح كند .\r\nمسأله 520 - اگر كسى بعد از ماه ذى حجه و در مكه متوجه شود كه طواف نكرده ، براى انجام طواف احرام بستن مجدد بر او ، واجب نيست .\r\nمسأله 521 - اگر در وطن متوجه شود كه طواف را ترك كرده و برگردد و در روز آخر ذى حجه وارد مكه شود ولى تا بعد از هلال محرّم انجام طواف برايش ممكن نباشد ، واجب نيست كه محرم شود و بعد وارد مكه گردد .\r\n\r\n","description":"","footnote":"","page_name":" 207 ","page_number":207},
  {"content":"\r\n\r\nمسأله 522 - قضاى طواف فراموش شده وقت محدودى ندارد بلكه مىتوان آن را در طول سال قضاء كرد . اگر بعضى از كارهاى طواف فراموش شود ، تدارك همان بعض واجب است هر چند بهتر آن است كه به قصدى كه شامل كامل كردن مقدار ناقص و از سرگرفتن طواف است ، يك طواف كامل انجام دهد .\r\n\r\nآداب طواف حج و سعى\r\nمسأله 523 - آدابى كه در طواف عمره و نماز و سعى ذكر شد در طواف حج و نماز و سعيش نيز جارى است ، و مستحب است كسى كه براى طواف حج مىآيد بر در مسجد بايستد و اين دعا را بخواند :\r\n« اللّهم اعنى على نسكك و سلمنى له و سلمه لى ، أسألك مسألة العليل الذليل المعترف بذنبه ، ان تغفر ذنوبى ، و ان ترجعنى بحاجتى ، اللّهم انّى عبدك ، و البلد بلدك و البيت بيتك ، جئت اطلب رحمتك ، و أؤم طاعتك ، متبعا لأمرك ، راضيا بقدرك ، اسألك مسألة المضطر اليك ، المطيع لامرك ، المشفق من عذابك ، الخائف لعقوبتك ، ان تبلغنى عفوك ، و تجيرنى من النار برحمتك » . وقتى از اين دعا فارغ شد و وارد مسجد گرديد قبل از شروع به طواف نزد حجر الاسود برود و آن را ببوسد چنانچه بتواند و بدون اينكه مزاحم كسى شود و گرنه فقط آن را استلام كند و بعد دستش را ببوسد و اگر نتوانست اين كار را انجام دهد ، چنانچه غالبا چنين است ، رو به حجر الاسود بكند و تكبير گويد و اين دعا را بخواند : « اللهم امانتى اديتها و ميثاقى تعاهدته لتشهد لى بالموافاة » .\r\n\r\n","description":"","footnote":"","page_name":" 208 ","page_number":208},
  {"content":"\r\n\r\n\r\n[ واجب دهم و يازدهم عبارتند از : طواف نساء و نماز آن كه دو واجب مستقل مىباشد ، 
  ]\r\nطواف نساء و نماز آن مسأله 524 - واجب دهم و يازدهم عبارتند از : طواف نساء و نماز آن كه دو واجب مستقل مىباشد ، اما مكلف هر چند از روى عمد و علم به حكم ، آن دو را ترك نمايد حج باطل نمىشود . طواف نساء و نماز آن هم بر مرد واجب است و هم بر زن .\r\nمسأله 525 - طواف نساء و نماز آن بعد از طواف حج و سعى ، واجب است و جايز نيست كه آن را بر طواف حج و سعى مقدم كند و اگر چنين نمايد هر چند از روى جهل به حكم باشد ، واجب است بعد از سعى دوباره آن را اعاده نمايد ، بلكه بنابر اقرب اگر از روى فراموشى هم باشد واجب است دوباره آن را بعد از سعى اعاده كند .\r\nمسأله 526 - اثر طواف نساء و نماز آن اين است كه بعد از انجام آن بر مكلف استمتاع و جماع كه با احرام ، حرام شده بود حلال مىشود و بدين ترتيب همه امور به جز شكار كه با احرام حرام شده بود حلال مىشود . شكار با زوال روز سيزدهم ذى الحجّه حلال مىشود . البته حرمت شكار در حرم و حرمت كندن درخت و گياهانى كه در حرم روييده همچنان به قوت خود باقى است و هم بر محرم و هم بر محل حرام است .\r\nمسأله 527 - طواف نساء و نماز آن از لحاظ كيفيت و شرايط ، مانند طواف حج و نماز آن است به جز نيت كه بايد در اينجا به قصد طواف نساء انجام شود .\r\n\r\n","description":"","footnote":"","page_name":" 209 ","page_number":209},
  {"content":"\r\n\r\nمسأله 528 - صورت نيت اين گونه است كه مثلا بگويد : طواف نساء حج تمتع از حجة الاسلام را قربة الى اللّه به جا مىآورم . و اگر از طرف كسى نايب است اسم منوب عنه را ذكر نمايد و طواف را از سوى او بجا بياورد ، و اگر حج مستحبى باشد كلمه ( حجة الاسلام ) آورده نمىشود . و كيفيت نيت در نماز طواف نساء به اين صورت است كه بگويد : دو ركعت نماز طواف نساء حج تمتع بجا مىآورم قربة الى اللّه .\r\nمسأله 529 - كسى كه به خاطر بيمارى و مانند آن نتواند طواف نساء را بجا بياورد ، بايد از كسى ديگرى كمك بخواهد تا با كمك او آن را انجام دهد ، و اگر با كمك ديگران نيز نتواند طواف مذكور را انجام دهد ، واجب است نايب بگيرد . و كسى كه نمىتواند نماز طواف نساء را شخصا بجا آورد ، بايد كسى را نايب بگيرد تا از سوى او نماز مذكور را بخواند .\r\nمسأله 530 - كسى كه طواف نساء را ترك كند چه از روى عمد و با علم به حكم باشد و چه از روى جهل و فراموشى باشد تا زمانى كه آن را بجا نياورده ، زن بر او حرام مىباشد ، و اگر نتواند خودش آن را انجام دهد يا انجام آن مشكل باشد ، بايد كسى را نايب بگيرد تا طواف نساء را از طرف او انجام دهد ، و بعد از آنكه نايب طواف مذكور را انجام داد ، زن بر او حلال مىشود .\r\nمسأله 531 - اگر حاجى قبل از انجام طواف نساء بميرد ، چنانچه به آن وصيت كرده باشد ، از ثلث مال او طواف مذكور را بجا آورد ، و اگر وصيت نكرده باشد ، بر ولى او قضاء واجب نيست . كسى كه نماز\r\n\r\n","description":"","footnote":"","page_name":" 210 ","page_number":210},
  {"content":"\r\n\r\nطواف نساء را فراموش كرده باشد ، حكم آن مانند حكم كسى است كه نماز طواف حج را فراموش كرده است .\r\nمسأله 532 - افراد معذور مانند كسى كه بترسد و امثال او ، جايز است طواف نساء را بر وقوف در عرفات و مشعر الحرام مقدم بدارند ، بعد از انجام طواف نساء زن بر او حلال نمىشود ، بلكه بعد از تمام شدن كليّهء اعمال حج ، زن بر او حلال مىگردد .\r\nمسأله 533 - اگر زن حيض شود و قافله منتظر نماند تا او پاك گردد ، مىتواند طواف نساء را ترك كند ، و بنابر احتياط واجب بايد كسى را براى انجام طواف نساء و نماز آن نايب بگيرد . اگر زنى بيش از نصف طواف را بجا آورد و بعد حيض شود ، مىتواند باقى طواف را ترك نمايد ، و براى بقيه طواف و نماز آن بنابر احتياط واجب كسى را نايب بگيرد .\r\n\r\n[ واجب سيزدهم 
  ] توقف شبانه در منى ( بيتوته در منى )\r\nمسأله 534 - مراد از بيتوته در منى اين است كه حاجى شب در آنجا حضور داشته باشد و واجب نيست كه در روز آنجا بماند مگر به اندازه رمى جمرات .\r\nمسأله 535 - واجب است حاجى شب يازدهم و دوازدهم را در منى بماند ، و كافى است نيمى از شب را در آنجا بماند خواه نيمه اول باشد يا دوم ، و اگر شخصى نصف از شب را در آنجا بماند ، كافى است و مىتواند آنجا را ترك نمايد و بقيه شب را در خارج از منى بگذراند .\r\n\r\n","description":"","footnote":"","page_name":" 211 ","page_number":211},
  {"content":"\r\n\r\n\r\nچند دسته و گروه از بيتوته در منى معاف هستند\r\n1 - كسانى كه عذر دارند مانند بيماران و پرستاران و كسانى كه از مال و آبروى خود مىترسند .\r\n2 - كسانى كه در مكه در تمام شب مشغول انجام اعمال طواف يا عبادت ديگرى باشند و جز براى ضروريات خود مانند خوردن و آشاميدن و امثال آنها ، كار ديگرى انجام ندهند ، و همچنين كسى كه بعد از دخول شب ، منى را به قصد عبادت در مكه ترك نمايد .\r\n3 - كسى كه خانه خدا را طواف نموده و مشغول عبادت است و آنگاه از مكه خارج شده و از خانه‌هاى قديمى مكه بگذرد ، جايز است در راه بيتوته نمايد بدون اينكه به منى برسد .\r\n\r\nسه دسته بايد در شب سيزدهم نيز در منى بماند\r\n1 - كسى كه در مدت احرام خود شكار نموده است .\r\n2 - بنابر احتياط مستحب كسى كه با زنش نزديكى نموده باشد .\r\n3 - كسى كه در غروب روز دوازدهم هنوز در منى باشد .\r\nمسأله 536 - كسانى كه به خاطر ازدحام جمعيت يا مانع ديگرى هنگام بازگشت از منى ، نتواند تا قبل از غروب از منى خارج گردد ، در اين صورت اگر مىتواند واجب است شب را در آنجا بيتوته نمايد ، و اگر نمىتواند و يا بيتوته در آنجا براى او مشقت داشته باشد ، مىتواند از آنجا خارج شود و هيچ اشكالى ندارد هر چند بهتر است يك گوسفند كفاره بدهد .\r\n\r\n","description":"","footnote":"","page_name":" 212 ","page_number":212},
  {"content":"\r\n\r\nمسأله 537 - اگر كسى از روى عمد و علم به حكم و بدون عذر بيتوته در منى را به كلى ترك نمايد ، حجش صحيح است اما گناه كرده ، و براى هر شب واجب است يك گوسفند به عنوان كفاره قربانى نمايد ، اما اگر كسى از روى جهل به حكم و يا از روى فراموشى و جاهل معذور ، از بيتوته در منى خوددارى كند كفاره ندارد ، اما جاهل مقصر ، و عالم كه عمدا بيتوته را ترك نمايد ، بنابر اقرب واجب است كفاره بدهد .\r\nمسأله 538 - اگر حاجى از منى خارج شود ولى به خاطر كارى بعد از دخول شب سيزدهم به منى برگردد ، واجب نيست شب را در منى بيتوته نمايد .\r\n\r\nمستحبات منى\r\nمسأله 539 - امور زير در منى ، براى حاجى مستحب است كه آن را رعايت نمايد .\r\n1 - ماندن در منى به مدت سه شبانه روز ، و سزاوار است ماندن در منى را تا جايى كه ممكن است بر خروج از آن مقدم بدارد ، هر چند طواف مستحبى باشد .\r\n2 - گفتن تكبير بعد از پانزده نماز ، كه آغاز آن نماز ظهر در روز قربانى و آخر آن نماز صبح روز سيزدهم مىباشد . كيفيت تكبيرها بهتر است اين گونه باشد : « اللّه اكبر ، اللّه اكبر لا إله الا اللّه و اللّه اكبر و اللّه اكبر و للّه الحمد ، اللّه اكبر على ما هدانا اللّه اكبر على ما رزقنا من بهيمه الانعام\r\n\r\n","description":"","footnote":"","page_name":" 213 ","page_number":213},
  {"content":"\r\n\r\nو الحمد للّه على ما ابلانا » .\r\n3 - زياد ياد خدا نمودن در ايام تشريق .\r\n4 - خواندن نماز ، تسبيح ، لا إله الا إله گفتن و حمد خدا را نمودن در مسجد خيف . مسجد خيف داراى شان بالا در نزد خداوند است تا جايى كه در روايات آمده است كه يك ركعت نماز در آن مساوى با هفتاد سال عبادت است .\r\n\r\n[ واجب چهاردهم 
  ] رمى جمره سه‌گانه\r\nمسأله 540 - يكى از واجبات حج رمى جمرات سه‌گانه ( اولى ، وسطى ، جمره عقبه ) در روزهاى يازدهم و دوازدهم است . اگر كسى در شب سيزدهم در منى بيتوته نمايد ، واجب نيست روز سيزدهم رمى جمره نمايد ، هر چند بهتر است اين كار انجام دهد .\r\nمسأله 541 - كيفيت و شروط رمى جمره با آنچه كه قبلا گذشت و حاجى آن را در روز عيد در رمى جمره عقبه انجام مىداد فرق نمىكند . و در اينجا اين امر اضافه مىشود كه واجب است بين جمرات سه‌گانه ترتيب را رعايت نمايد ، به اين معنى كه اول جمره اولى بعد جمره وسطى و آنگاه جمره عقبه را رمى كند ، و اگر كسى چه از روى علم به حكم و به صورت عمدى و چه از روى فراموشى ترتيب را به هم بزند ، بايد برگردد و با رعايت ترتيب رمى جمره را از سر بگيرد ، البته از اين قاعده يك مورد استثنا شده است و آن اينكه ، اگر مكلف از روى فراموشى ترتيب را به هم بزند و چهار ريگ را پرتاب\r\n\r\n","description":"","footnote":"","page_name":" 214 ","page_number":214},
  {"content":"\r\n\r\nنمايد ، كافى است كه آن را كامل نمايد و اعاده واجب نيست .\r\nمسأله 542 - در رمى جمره نيت واجب است كه مثلا بگويد : رمى جمره با هفت ريگ براى حج تمتع از حجة الاسلام بجا مىآورم قربة الى اللّه ، اگر مكلف از جانب كسى نايب شده است اسم منوب عنه را ذكر نمايد ، و اگر حج مستحبى است كلمه ( حجة الاسلام ) در نيت ساقط مىشود ، و اگر حج افراد است كلمه ( حج تمتع ) از نيت ساقط مىشود و به جاى آن كلمه ( حج افراد ) آورده مىشود .\r\nمسأله 543 - واجب است رمى جمره سه‌گانه را در روز انجام دهد ، و اگر مكلف با اختيار خود رمى جمره را در شب انجام دهد ، كافى نيست .\r\nچند دسته مىتوانند رمى جمرات را در شب انجام دهند :\r\n1 - عبد ( بنده ) و كسى كه بر نفس ، مال يا آبروى خود مىترسد ، مىتواند در شب رمى جمره را انجام دهد .\r\n2 - پيرمردها و زنها .\r\n3 - كودكان و انسان‌هاى ضعيف كه از شلوغى و ازدحام مىترسند .\r\nاين سه دسته مىتوانند رمى جمرات را به جاى روز در شب قبل آن ، انجام دهند .\r\nمسأله 544 - رمى جمرات سه‌گانه در روز يازدهم و دوازدهم واجب است ، اما اگر مكلف آن را عمدا و با توجه به وجوب آن ترك نمايد تا وقت آن بگذرد ، حجش باطل نمىشود ، و بنابر اظهر واجب نيست آن را قضا نمايد هر چند بهتر است آن را قضا كند .\r\nمسأله 545 - اگر مكلف در روز يازدهم رمى را فراموش نمايد ، در\r\n\r\n","description":"","footnote":"","page_name":" 215 ","page_number":215},
  {"content":"\r\n\r\nروز دوازدهم بايد آن را قضا نمايد ، و اگر رمى را فراموش نمايد و قبل از سپرى شدن روز سيزدهم به يادش بيايد ، بايد آن را قضا نمايد .\r\nمسأله 546 - اگر حاجى بعد از بازگشت از منى به مكه متوجه شد كه رمى جمره را به جا نياورده ، واجب است پيش از پايان ايام تشريق ( روزهاى 11 ، 12 ، 13 ) به منى بازگردد و آن را به جا آورد ، ولى اگر روز سيزدهم بگذرد ، بنابر احتياط برگردد و بين قضاء و اداء فاصله اندازد به اين ترتيب كه قضا را يك ساعت زودتر از ادا انجام دهد ، و اگر مكلّف رمى را فراموش كند و بعد از خروج از مكه و پايان يافتن ايام تشريق يادش بيايد ، وجوب رمى ساقط مىشود ، و بنابر احتياط آن را در سال آينده خودش در همان ايام قضا كند ، و اگر نمىتواند كسى را نايب بگيرد كه براى او قضا كند .\r\nمسأله 547 - كسى كه مىتواند بدون مشقت رمى جمره را انجام دهد ، واجب است خودش اين كار را بجا آورد ، و نمىتواند كسى را نايب بگيرد ، اما كسى كه به خاطر بيمارى و امثال آن نمىتواند خودش آن را انجام دهد و تا غروب اميدى به بر طرف شدن آن هم نيست ، بايد كسى را نايب بگيرد ، و اگر قبل از زوال مانع بر طرف شد ، بايد خود اقدام به رمى جمره نمايد .\r\nمسأله 548 - اگر كسى به هر دليلى نتواند در ايام تشريق در منى بماند ، بنابر اظهر بايد نايب بگيرد ، هر چند بهتر است بين رمى همه روزها در يك شب و بين نايب گرفتن جمع كند .\r\n\r\n","description":"","footnote":"","page_name":" 216 ","page_number":216},
  {"content":"\r\n\r\n\r\n[ در احكام مصدود و محصور 
  ]\r\n\r\nاحكام مصدود\r\nمسأله 549 - « مصدود » به كسى گفته مىشود كه از جانب دشمن يا حكومت بعد از احرام براى عمره يا حج ، از انجام اعمال بازداشته شود .\r\nمسأله 550 - كسى كه محرم به احرام « عمره مفرده » باشد و دشمنى يا فرد ديگرى مانند عمال دولت يا سارقين يا غير آنها او را از رفتن به مكه بازدارند ، اگر قربانى به همراه دارد در همانجا قربانى مىكند ، و سر خود را بتراشد و با اين دو كار از احرام بيرون مىآيد و هر آنچه كه بر او حرام شده بود حتى زن بر او حلال مىشود ، اما اگر قربانى به همراه نداشته باشد ، حلق يا تقصير را انجام بدهد و با اين كار محل يعنى از احرام خارج مىشود و قربانى بر او واجب نيست .\r\nمسأله 551 - اگر كسى از عمره تمتع منع شود و اين كار منجر به ممانعت او از حج نيز بگردد ، در اين صورت وظيفه او اين است كه يك قربانى را در همانجا انجام دهد و با اين كار محل مىشود ، و بنابر احتياط همراه با قربانى تقصير را نيز ضميمه نمايد . اما اگر منع از عمره منجر به ممانعت از حج نگردد و مكلف قادر به انجام حج باشد ، مثلا دشمن او را در وقتى كه امكان انجام حج در آن وجود دارد آزاد نمايد ، بنابراين بر او احكام مصدود اطلاق نمىشود ، بلكه وظيفه‌اش از حج تمتع به حج افراد تبديل مىشود ، كه اگر حج افراد و بعد از آن عمره مفرده را انجام دهد ، كفايت مىكند .\r\n\r\n","description":"","footnote":"","page_name":" 217 ","page_number":217},
  {"content":"\r\n\r\nمسأله 552 - مصدود از حج اگر از وقوف به عرفات و مشعر منع شود ، واجب است كه در همان محلّى كه منع شده قربانى نمايد ، و بعد از قربانى همه چيزهايى كه بر او حرام شده بود حلال مىشود حتى زن ، و بنابر احوط بايد حلق يا تقصير را نيز با قربانى ضميمه نمايد و مصدود محسوب نمىشود .\r\nمسأله 553 - اگر مكلف فقط از طواف و سعى منع شده باشد و ممانعت تا آخر ذى الحجّه ادامه نيابد ، به اين معنى كه بعد از ايام تشريق او را رها نمايند و يا در دهه آخر ذى الحجّه او را رها سازند ، بايد خودش اقدام به طواف و سعى بنمايد كه با انجام آن دو حجش صحيح مىباشد ، اما اگر ممانعت تا آخر ذى الحجّه ادامه پيدا كند ، بر او واجب است كسى را نايب بگيرد تا از جانب او طواف نمايد و دو ركعت نماز طواف را همراه با سعى و طواف نساء و نماز آن بجا آورد ، كه بعد از انجام اين امور توسط نايب حجش صحيح است ، و حكم مصدود بر او جارى نمىشود .\r\nاما اگر نايب گرفتن براى او ممكن نباشد ، در اين صورت او مصدود محسوب مىشود و وظيفه‌اش اين است كه در همانجا قربانى نمايد و بنابر احتياط حلق و يا تقصير را نيز اضافه نمايد و با اين كار از احرام بيرون آمده و محل مىشود ، و مكلف بايد در سال آينده حج را بجا بياورد اگر استطاعتش باقى بماند و يا استطاعتش مربوط به همان سال نباشد ، البته اگر بعد از مسافرت استطاعت او از بين برود و بار دوم هم مستطيع نگردد ، در اين صورت حج از او ساقط مىشود .\r\nمسأله 554 - اگر مكلف صرفا از انجام اعمال منى ممانعت گردد ،\r\n\r\n","description":"","footnote":"","page_name":" 218 ","page_number":218},
  {"content":"\r\n\r\nاحكام مصدود بر او جارى نمىشود ، و وظيفه‌اش در اين صورت اين است كه مىتواند نايب بگيرد تا از سوى او رمى و قربانى را در منى انجام دهد و سپس سر خود را بتراشد يا مقدارى از موى خود را كوتاه نمايد و آن را به منى بفرستد ، و با اين كار محل مىشود ، و بقيه اعمال را انجام دهد ، و اگر نمىتواند نايب بگيرد ، در همانجا كه منع شده قربانى خود را ذبح نمايد و سپس حلق و يا تقصير را انجام دهد ، و بعد از اين اعمال شخصا به مكه رفته و طواف حج را انجام دهد و دو ركعت نماز طواف را بجا آورد آنگاه سعى بين صفا و مروه را انجام دهد و بعد از آن طواف نساء و دو ركعت نماز آن را بجا آورد ، وقتى اين اعمال را انجام داد در حقيقت از حج فارغ شده است و در نتيجه تمام كارهايى كه بر او حرام شده بود حتّى زنان بر او حلال مىشوند .\r\nمسأله 555 - مصدود با قربانى كردن ، حج از او ساقط نمىشود بلكه واجب است در سال آينده حج نمايد ، مگر اينكه استطاعت او در همان سال حاصل شده باشد ، و اگر بعد از بازگشت از سفر استطاعت وى باقى نماند . وجوب حج از او ساقط است ، چنانچه استطاعت جديدى براى او حاصل نگردد .\r\nمسأله 556 - اگر مكلف را از رجوع در منى جهت بيتوته و رمى جمره ممانعت نمايد ، حجش صحيح است ، و بايد در صورت امكان كسى را نايب بگيرد تا از سوى او رمى جمره را انجام دهد .\r\nمسأله 557 - كسى كه به خاطر عذرى غير از حصر و صد نتواند حجش را كامل نمايد ، حجش باطل مىشود اما كفاره ندارد .\r\n\r\n","description":"","footnote":"","page_name":" 219 ","page_number":219},
  {"content":"\r\n\r\nمسأله 558 - در قربانى مذكور فرق نمىكند چه شتر باشد يا گاو و يا گوسفند ، و در آن شرايط قربانى نيز شرط نيست ، و اگر مكلف نتواند قربانى كند ، احتياط آن است كه اگر ممنوع از حج است به جاى قربانى ده روز ، روزه بگيرد ، و اگر ممنوع از عمره مفرده است ، روزه واجب نيست .\r\nمسأله 559 - كسى كه پيش از وقوف در مشعر عمدا و عالما با زنش مجامعت ( نزديكى ) نمايد ، و از كامل كردن حج منع شود ، احكام منع شده از حج بر چنين شخصى جارى مىشود .\r\nمسأله 560 - اگر مكلف ، قربانى همراه خود داشته باشد ، و از حج منع شود ، ذبح قربانى كه همراه دارد كفايت مىكند ، زيرا معيار صدق ذبح يا نحر است و اينكه نوع قربانى چه گونه باشد فرق نمىكند .\r\n\r\nاحكام محصور\r\nمسأله 561 - محصور كسى است كه مرض يا مانند آن بعد از بستن احرام مانع از انجام حج ، يا عمرهء مفردهء او گردد ، و بين اينكه محصور مرد باشد يا زن ، فرقى نيست ، بنابراين اگر در انجام عمرهء مفرده مانع وجود داشته باشد ، محصور مخيّر است بين اينكه قربانى را به محلّ آن كه مكه است بفرستد كه وقتى قربانى به مكه رسيد ، بايد در همان جايى كه قرار دارد حلق يا تقصير نمايد ، يا در همان جايى كه قرار دارد قربانى را ذبح يا نحر كند ، و سپس در همانجا حلق يا تقصير نمايد ، وقتى اين اعمال را انجام داد ، تمام محرّمات به جز زنان بر او حلال\r\n\r\n","description":"","footnote":"","page_name":" 220 ","page_number":220},
  {"content":"\r\n\r\nمىشوند .\r\nامّا زنان جز با انجام عمرهء مفردهء ديگرى بر او حلال نخواهند شد ، ولى اگر در انجام حج مانع موجود باشد و شخص از اين جهت محصور گردد ، حكم اين صورت مثل آن حكمى است كه در عمرهء مفرده گذشت ، و فقط فرقى كه بين اين دو صورت وجود دارد اين است كه زنان در عمرهء مفرده جز با انجام عمرهء مفردهء ديگرى براى محصور حلال نمىشوند ، ولى در حج ، با ذبح و حلق ( تراشيدن موى سر ) يا تقصير ( كوتاه كردن موى سر ) براى شخص محصور حلال مىشوند و حلال بودن زنها در صورت دوّم به انجام عمرهء مفرده وابسته نيست .\r\nامّا شخصى كه فقط در انجام عمرهء تمتّع محصور است نه در انجام حج ، بر چنين شخصى احكام محصور جارى نيست ، بلكه وظيفهء او در اين صورت از عمرهء تمتع به حج افراد تبديل مىشود همچنانكه اين مطلب در مصدود گذشت .\r\nمسأله 562 - اگر در انجام حج محصور گردد و قربانى خود را به منى بفرستد سپس مرض او بهبود يابد ، در اين صورت چنانچه خود شخص اعتقاد دارد كه اگر سفر را به سوى مكه ادامه دهد وقوف در عرفات و مشعر الحرام يا يكى از آن دو وقوف را درك خواهد كرد ، واجب است اين كار را انجام داده و به مردم در دو « موقف » مذكور يا در يكى از آنها ملحق شود ، بنابراين اگر اين كار را انجام دهد ، حج او به عنوان حج افراد صحيح است ، ولى احوط آن است كه عمرهء مفرده را نيز بعد از آن انجام دهد .\r\n\r\n","description":"","footnote":"","page_name":" 221 ","page_number":221},
  {"content":"\r\n\r\nامّا اگر اطمينان رسيدن به وقوفين نداشته باشد ، احتياط واجب آن است كه سفرش را به رجاء درك موقف ادامه دهد و چنانچه موقف را درك كند ، كفايت خواهد كرد ، البته اعمال منى و طواف حج و نماز آن و سعى بين صفا و مروه و سپس طواف نساء و نماز آن را بجا آورد ، وقتى اين موارد را كامل نمود ، حج او تمام است .\r\nو چنانچه موقف را درك نكند دو صورت دارد :\r\n1 - درك نكردن موقف به خاطر مرض كه در اين صورت احكام محصور بر او جارى است ، و چنانچه قربانى را در منى ذبح كند ، بايد خود او در همان جايى كه هست سر خود را بتراشد يا كوتاه نمايد ، و اگر اين كار را انجام داد ، تمام محرّمات حتى زنها بر او حلال خواهند شد ، ولى اگر قربانى را در منى ذبح نكرده باشد ، در اين صورت بايد خود او اقدام به ذبح قربانى نموده سپس موى سر را بتراشد يا كوتاه نمايد ، آنگاه تمام محرّمات حتى زنها بر او حلال مىشوند .\r\n2 - درك نكردن موقف به خاطر كوتاهى و سهل انگارى او بوده است ، در اين صورت احكام محصور بر او جارى نيست ، و احتياط مستحب در چنين صورتى آن است كه عمرهء مفرده را انجام دهد و حج را بايد در آينده بجا آورد .\r\nمسأله 563 - اگر حاجى فقط از انجام اعمال و مناسك منى محصور گردد ، احكام محصور بر او جارى نيست ، بنابراين اگر مكلّف شخصا از ذبح قربانى در منى ناتوان است ، بايد نايب بگيرد و چنانچه از گرفتن نايب نيز ناتوان بود ، مىتواند در خارج منى مانند مكه و امثال آن قربانى را ذبح نمايد ، امّا تراشيدن موى سر يا كوتاه كردن آن را\r\n\r\n","description":"","footnote":"","page_name":" 222 ","page_number":222},
  {"content":"\r\n\r\nچنانچه نتواند در منى انجام دهد ، مىتواند اين عمل را در خارج منى انجام دهد ولى مو را به منى بفرستد ، و نيز رمى جمره را در صورت تمكن هر چند با گرفتن نايب واجب است انجام دهد و گرنه واجب نيست ، و قضاى آن در سال آينده نيز واجب نمىباشد هر چند انجام قضا در سال آينده بهتر و سزاوارتر است .\r\nمسأله 564 - اگر كسى محصور شود سپس قربانى خود را به محلّ آن بفرستد و قبل از آن كه قربانى به محلّ خود برسد ، سردرد موجب اذيّت وى گردد ، در اين صورت مىتواند يك گوسفند را در همان جايى كه هست ذبح كند ، يا سه روز روزه بگيرد ، يا به شش مسكين براى هر كدام دو مدّ طعام دهد سپس سر خود را بتراشد .\r\nمسأله 565 - اگر محصور به وسيلهء قربانى و تراشيدن موى سر يا كوتاه كردن از احرام بيرون آيد ، حج از او ساقط نيست بلكه بايد در آينده حج را بجا آورد به شرط آنكه استطاعت او در همين سال به وجود نيامده باشد يا در همين سال به وجود آمده ولى بعد از بازگشت از سفر استطاعت باقى بماند .\r\nمسأله 566 - كسى كه در حج محصور است ، چنانچه قربانى و قيمت آن را در اختيار نداشته باشد ، بايد ده روز روزه بگيرد چنان كه گذشت .\r\n\r\nمشتركات و تفاوتهاى محصور و مصدود\r\nمسأله 567 - اگر كسى ( به وسيلهء دشمن يا حكومت ) از انجام حج و عمرهء مفرده منع شود ( مصدود ) چنين شخصى به همان اعمالى كه ساير محرّمات احرام برايش حلال مىشود ، زنها نيز حلال خواهند\r\n\r\n","description":"","footnote":"","page_name":" 223 ","page_number":223},
  {"content":"\r\n\r\nشد و حكم كسى كه در حج محصور شده نيز چنين است . - محصور كسى است كه به جهت مرض يا مانند آن از انجام حج يا عمرهء مفرده بازمانده است - و امّا كسى كه در انجام عمرهء مفرده محصور است ، زنها جز با عمرهء مفردهء ديگرى براى او حلال نخواهند شد .\r\nمسأله 568 - اگر كسى ( به وسيلهء دشمن يا حكومت ) از انجام حج منع شود ( مصدود ) ، بايد قربانى را در همان جايى كه هست ذبح نمايد ، ولى كسى كه از انجام عمرهء مفرده منع شده است ( مصدود ) ، چنانچه قربانى همراه داشته باشد ، بايد آن را در همان جايى كه خودش هست ذبح كند .\r\nامّا كسى كه ( به سبب مرض يا مانند آن ) از انجام حج و عمرهء مفرده بازمانده است ( محصور ) ، مخيّر است بين اينكه قربانى را به محلّ آن ( منى ) بفرستد ( تا ذبح شود ) و يا اينك قربانى را در همان جايى كه او از انجام حج منع شده است ذبح نمايد .\r\n\r\n","description":"","footnote":"","page_name":" 224 ","page_number":224},
  {"content":"\r\n\r\n\r\n« فهرست »\r\nشرايط وجوب حجة الاسلام 5\r\nشرايط حجّة الاسلام 7\r\n1 و 2 - بلوغ و عقل 7\r\n3 - استطاعت 8\r\nاحكام استطاعت 9\r\nركن اول : امكانات مالى 9\r\nاحكام استطاعت بذلى 15\r\nركن دوم : امنيّت و سلامت 19\r\nركن سوم : تمكن ( ما به الكفاية ) 22\r\nموانع وجوب حج 23\r\nاحكام متفرقه 26\r\nاحكام نيابت 30\r\nاحكام نايب گرفتن 33\r\nشرايط و مسائل نايب 46\r\nمسائل متفرقه 55\r\nحج مستحب 56\r\nعمره 58\r\nاوّل : عمره مفرده 58\r\nدوّم - عمره تمتّع 58\r\nموارد مشترك بين دو عمره 60\r\nموارد اختلاف بين دو عمره 61\r\nچند مسأله مرتبط با عمرهء مفرده 62\r\nاقسام حج 65\r\nاول : حج تمتع 65\r\nواجبات عمرهء تمتع 65\r\nواجبات حجّ تمتع 66\r\nدوّم - حج افراد 68\r\nسوم - حجّ قران 68\r\nيكسان بودن اعمال حجّ تمتع با حجّ افراد 69\r\nموارد اختلاف حجّ تمتع با حج افراد 70\r\n\r\n","description":"","footnote":"","page_name":" 225 ","page_number":225},
  {"content":"\r\n\r\nنكات تكميلى 70\r\nدر حجّ تمتع پنج چيز معتبر مىباشد 72\r\nمسائل گوناگون در ارتباط با حج 73\r\nواجبات احرام 76\r\nامر اوّل : مواقيت 76\r\nتوضيحاتى تكميلى 81\r\nامر دوّم : حقيقت احرام 88\r\nامر سوّم : واجبات احرام 92\r\nآداب و مستحبات احرام 94\r\nمحرمات احرام 97\r\nنوع اوّل : محرمات مشترك 97\r\n1 - شكار 97\r\nكفّارهء شكار 99\r\n2 - جماع 102\r\nكفارهء جماع 104\r\n3 - بوسيدن زن 105\r\n4 - تماس با زن 106\r\n5 - نگاه كردن به زن 106\r\n6 - استمناء 107\r\n7 - عقد نكاح 108\r\n8 - بوى خوش 109\r\n9 - نگاه كردن در آينه 111\r\n10 - زينت نمودن 111\r\n11 - سرمه كشيدن 113\r\n12 - دروغ و دشنام 113\r\n13 - جدال نمودن 114\r\nموارد استثناء از حرمت جدال 114\r\n14 - كشتن جانوران بدن 115\r\n15 - ماليدن روغن به بدن 116\r\n16 - بيرون آوردن خون از بدن 116\r\n17 - گرفتن ناخن 117\r\n18 - كندن مو از بدن 117\r\n19 - كشيدن دندان 119\r\n\r\n","description":"","footnote":"","page_name":" 226 ","page_number":226},
  {"content":"\r\n\r\n20 - سر زير آب فرو بردن 119\r\n21 - حمل اسلحه 119\r\n22 - كندن درخت و گياه حرم 120\r\n23 - شكار در حرم 121\r\nنوع دوم : محرمات مخصوص مرد محرم 121\r\n1 - پوشيدن لباسهاى معمولى و متعارف 121\r\n2 - پوشيدن ( موزه ) چكمه و جوراب 123\r\n3 - پوشاندن سر بر مردان 123\r\n4 - زير سايه رفتن مرد 124\r\nنوع سوم : محرمات زن محرم 126\r\nجاى كشتن كفاره و محل مصرف آن 127\r\nآداب و مستحبات داخل شدن به حرم 127\r\nآداب و مستحبات دخول مكه و مسجد الحرام 128\r\nطواف 129\r\nشرايط طواف 130\r\nشرط اول : طهارت 130\r\nشرط دوم : طواف طهارت از نجاست 136\r\nشرط سوم : ختنه 137\r\nشرط چهارم : ستر عورت 138\r\nواجبات طواف 139\r\nاحكام خارج شدن از مطاف 144\r\nاحكام نقص در طواف 148\r\nزيادى در طواف 149\r\nاحكام طواف 151\r\nكيفيت طواف 155\r\nآداب و مستحبات طواف 156\r\nنماز طواف 158\r\nآداب و مستحبات نماز طواف 161\r\nسعى 161\r\nاحكام سعى 164\r\nآداب و مستحبات سعى 166\r\nتقصير 168\r\nاحرام حج 169\r\n\r\n","description":"","footnote":"","page_name":" 227 ","page_number":227},
  {"content":"\r\n\r\nآداب احرام حج 172\r\nوقوف در عرفات 173\r\nآداب و مستحبات وقوف در عرفات 176\r\nوقوف در مشعر 179\r\nدرك دو وقوف 181\r\nآداب و مستحبات وقوف در مشعر الحرام 183\r\nاعمال روز عيد سعيد قربان 185\r\nرمى جمره 185\r\nرمى جمرهء عقبه 185\r\nشرايط رمى جمره 186\r\nمستحبات رمى جمرات 189\r\nقربانى در منى 190\r\nمصرف قربانى 198\r\nآداب ذبح يا نحر 199\r\nحلق و تقصير 199\r\nآداب و مستحبات حلق 202\r\nطواف حج و نماز طواف و سعى 202\r\nآداب طواف حج و سعى 208\r\nطواف نساء و نماز آن 209\r\nتوقف شبانه در منى ( بيتوته در منى ) 211\r\nچند دسته و گروه از بيتوته در منى معاف هستند 212\r\nسه دسته بايد در شب سيزدهم نيز در منى بماند 212\r\nمستحبات منى 213\r\nرمى جمره سه‌گانه 214\r\nاحكام مصدود 217\r\nاحكام محصور 220\r\nمشتركات و تفاوتهاى محصور و مصدود 223\r\n\r\n\r\n","description":"","footnote":"","page_name":" 228 ","page_number":228}
  ]