[
  {"content":"\r\n\r\nنبذة مختصرة\r\nمن\r\nحياة الشيخ الفياض\r\n( دام ظله )\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\n\r\nالمقدمة :\r\nمن الصعب جداً ، بل هو المستحيل من أن يتمكن كاتب مقال الكتابة ، حول علم من أعلام الفقه وأستاذ بارع ومحقق عظيم الشأن من كبار علماء الطائفة ، جامعاً في ذلك كل جوانبه وخصوصياته ، ولكن من باب لا يترك الميسور بالمعسور ، أحاول في هذا المجال ذكر سيرة واحد من أولئك العباقرة العظام والفطاحل الكرام وبعض الخصوصيات حول شخصيته الفذة ألا وهو العلامة الكبير والباحث المحقق سماحة آية الله الحاج الشيخ محمد إسحاق الفياض دام ظله ، وذلك من خلال ما قرأت وسمعت وما لمسته عن قرب منه مباشرة ، مع ما يثير ذلك في النفس من اللوعة والأسى لما لحق بهؤلاء من ظلم وحيف ، وعدم معرفة الكثيرين لمقامهم ، لكنه في نفس الوقت مدعاة للإعجاب والتقدير لما قدمه ويقدمه أولئك البررة ، رغم كل تلك الصعاب وتحمل المشقات ، بتواضع وحسن أخلاق وزهد وتقوى ، بعيداً عن الأضواء ومظاهر الحياة الفانية .\r\n\r\nدور العلماء :\r\nمنذ وضع شيخ الطائفة الطوسي العظيم ، اللبنة الأولى للحوزة العلمية الدينية في النجف الأشرف ، هارباً من ظلم بني\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nالعمومة بتقتيل الموالين وهجومهم على دار الشيخ وحرقهم مكتبته بما فيها من كتب قيمه ، مما اضطره أن يترك بغداد ويلوذ بجوارمرقد إمام الأئمة ووصي رسول الله صلى الله عليه وآله وسلم أمير المؤمنين ومولى الموحدين علياً عليه السلام ، ليتابع منها خدمة الدين وتعليم الأمة من فيض علوم آل الرسول صلى الله عليه وآله وسلم ونشر فقه أهل بيته عليهم السلام ببيان الأحكام الشرعية وتربية الناس على نهج وخلق الإسلام الرفيع .\r\nتتابع من بعده علماء الشيعة جيلًا بعد جيل في أداء ذلك الواجب المقدس ، ولكل منهم خصوصيته وما يميزه عن أقرانه فيما قدمه من خلال عطائه وسلوكه ، مع اشتراكهم جميعاً في الهدف السامي الذي يسعون من أجله ، ألا وهو خدمة الدين والمذهب الحق ونشر العلم وسعادة الإنسان في الدارين ، وقد تحمل الكثيرون منهم ظلم حكام الجور وأتباعهم ، فكان لكل منهم قصته الخاصة في مظلوميته ومظلومية عياله بالقتل أو السجن وأقله التضييق عليه أو التهجير ، لهم في ذلك أسوة بما جرى على أئمتهم أئمة الهدى سلام الله عليهم أجمعين .\r\nوقد أنعم الله جل وتعالى على أولئك الرجال في الأزمنة المتعاقبة والأعصر المتتالية بمختلف المواهب العظيمة ، وأمدهم\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nبفيضه ورحمته ، ورعاهم بعين عنايته من لطفه ، وأنعم عليهم ببركاته من فضله ، ليكونوا الأمناء على دينه ، والحفاظ على شريعة خاتم أنبيائه والمبينين لعباده حلاله من حرامه ، والأدلاء على صراطه القويم ، في زمن غيبة وليه إمام زماننا الحجة محمد بن الحسن العسكري ، عجل الله تعالى فرجه الشريف وجعلنا من أنصاره وأعوانه والمستشهدين بين يديه .\r\nوإذا اختص بعض من أولئك الأعلام بجانب مهم اشتهر به في عصره من خلال تبحره وتميزه في ذلك المجال أكثر من غيره ، كمن أوقف نفسه للدفاع عن الإسلام وحصونه والترصد لرد هجمات الكفار والأعداء المغرضين ، ودفع زيف الحاقدين على الإسلام ومذهب أهل البيت عليهم السلام ، وبيان أحقية أتباعهم ورصانة ومتانة معتقداتهم ، كان هناك من عمل جهده في التخصص في مجال الإفتاء والقضاء وبيان مسائل الحلال والحرام وتأليف الأسفار ، كما عمل آخر باهتمام في الجانب الأخلاقي لتقويم سلوك الناس وتهذيبهم ورعاية شؤون الأمة ومساعدة الفقراء والمحتاجين منهم ، فيما كان غيره مهتماً بالتدريس وتربية الأجيال ، وهكذا . . إلا أنه كان يبرز بين فترة وأخرى من بين أولئك الأعلام من يوفق للخدمة والعطاء في أكثر من جانب ،\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nفيجمع له بين التفوق العلمي فقهاً وأصولًا وثني وسادة الزعامة للمرجعية العليا ، مع تبحره وتخصصه في أكثر من فن ، ولم يمنعه ذلك من التعمق في العلوم الأخرى والتأليف والتدريس مع ما يقدمه من نظريات مبتكرة جديدة في مختلف الميادين التي يخوض غمارها ، مضافاً لاهتمامه بالجوانب الاجتماعية ورعاية شؤون الأمة ومصالحها .\r\n\r\nالإمام الخوئي :\r\nوقد كان واحداً من أولئك العظام هو سيد الفقهاء والمجتهدين وأستاذ الجيل المعاصر من علماء الإمامية وفقهائهم الإمام الراحل آية الله العظمى السيد أبو القاسم الموسوي الخوئي ( 1317 - 1413 ه - ) رضوان الله تعالى عليه ، فقد كان علماً بارزاً وأستاذاً بارعاً يشار إليه بالبنان ، محلقاً في علم ( أصول الفقه ) وباحثاً ماهراً ، أذعن له الجميع بالفضل ودان له المحققون ، حتى صار المدرس الأول لهذا العلم ولقب بعلم الأصول والمجدد ، لكثرة ما ابتكره في هذا الفن ، جمعت في كتابه ( أجود التقريرات ) تقريراً لبحوث أستاذه آية الله الشيخ محمد حسين النائيني ( قده ) ، وكذلك في ( تقريرات بحوثه ) المتعددة التي دونت\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nمن قبل تلامذته ، ومن أهمها وأجمعها تفصيلًا هو ما قرره آية الله الشيخ محمد إسحاق الفياض في كتابه الموسوم ب - ( المحاضرات ) في عشرة أجزاء طبع خمسة منها .\r\nوكانت مهارته ( قده ) في الفقه لا تقل أهمية وامتيازاً عن تتبعه وتعمقه في أصوله ، فهو أستاذ الفقه لأكثر من نصف قرن ومنه أخذ الفقهاء من بعده ، وقد دونت نظرياته الفقهية في تقريرات أفاضل تلامذته في عشرات العناوين والمجلدات من الكتب التي تعتبر اليوم أمهات المصادر المهمة للباحثين والعلماء مما لا غنى للباحثين والأساتذة والطلاب في الحوزات العلمية منها ، وعليها يدور رحى البحوث والدروس في الحوزات العلمية .\r\nكما كان من خصائصه رحمه الله أنه تفرغ ل - ( علم رجال الحديث ) بعد أن اعتبره الأداة المهم لتشخيص الخبر الصحيح من غيره والثقة من الضعيف ، فإن الجزم بعدالة الراوي والوثوق بصحة الرواية لا يكاد يحصل إلا بمراجعة علم الرجال ، وعن طريق معرفة أحوال الرواة ووثائقهم وسلامة السند يمكن الاطمئنان بصدور الرواية عن المعصوم عليه السلام ، والبحث عن الدلالة ، ومن ثم استنباط الحكم الشرعي في نهاية المطاف ،\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nوقد وضع أسسه وقواعده الخاصة به ، مع ترجمة لوضع ( 15706 راوٍ ومحدث ) في كتابة القيم ( معجم رجال الحديث وتفصيل طبقات الرواة ) جمعت في أربعة وعشرين مجلدا .\r\nوحيث خاض ( قده ) أبحاثا في ( علم التفسير ) و ( علوم القرآن ) فقد كان أسلوبه أسلوب الخبير الماهر المتخصص في هذا المجال ، وإن أثره القيم ( البيان في تفسير القرآن ) خير شاهد على مقدرته التفسيرية وتبحره فيما يتعلق بعلوم القرآن .\r\nولم يكتف الإمام الخوئي ( قده ) بمعالجة الفقه وأصوله والتفسير وعلم الرجال ، وإنما كان متضلعا في ( أصول الدين ) و ( العقائد ) فكان يعالج الموضوعات المتعلقة بالتوحيد والعدل والنبوة والإمامة والمعاد ضمن أبحاثه الأخرى بنفس العمق والرصانة اللذين أتصف بهما في سائر أبحاثه ، ولم يثنه كل ذلك من إتاحته الفرصة لنفسه بالتفرغ لبعض الوقت إلى التأليف ورفده المكتبة الإسلامية بعيون الكتب القيمة .\r\nولم يعهد منه ( قده ) ممارسة نظم الشعر سوى ما كان ينظمه في بعض المناسبات الخاصة أحيانا وباللغات العربية والفارسية والتركية ، إلا أنه رضوان الله تعالى عليه أبى إلا أن يختم حياته بخير في نظم أرجوزة موجزة في ألفاظها ، عظيمة في\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nمضمونها ومحتواها ، تتكفل ببيان العقيدة الحقة في التوحيد والعدل والإمامة ، بلغت 156 بيتا مع سبعة أبيات في التاريخ ، فصار المجموع 163 بيتا وذلك في السنوات الأخيرة من عمره الشريف .\r\nكل ذلك مضافا لتحمله مسؤولية شؤون المرجعية ورعاية مصالح الأمة والتفرد لزعامتها لربع قرن من الزمن في ظرف عصيب من القهر والشدة ، لم تتعرض المرجعية الدينية في تاريخها وحوزتها العلمية منذ تحولها من بغداد إلى النجف الأشرف إلى ظرف قاهر مشابه ضاغط من الخارج والداخل ، فكانت مهمة الإمام الخوئي هي المحافظة أولا على دور الحوزة العلمية واستقلالها ، ومتابعة مهامها العلمية والفقهية والاجتماعية استمرارا لدور النجف التاريخي في احتضان الحوزة ومعاهدها الدينية ورعاية مصالح الطائفة .\r\n\r\nتلامذة الإمام الخوئي :\r\nولما كان يمتاز ( قده ) بمنهج علمي متميز وأسلوب خاص به في البحث والتدريس ، فقد جمع حوله طيلة فترة تدريسه التي تجاوزت السبعين عاما ، أعدادا كبيرة من طلبة العلوم الدينية والأساتذة اللامعين ينتمونإلى بلدان العالم المختلفة ، فكان\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nهناك طلاب من سوريا ولبنان والأحساء والقطيف والبحرين والكويت وإيران والباكستان والهند وأفغانستان ودول شرق آسيا وأفريقيا مضافا إلى الطلبة العراقيين ، يصعب حصرهم وتعيين أعدادهم وبيان مقامهم العلمي ودورهم في الساحة الإسلامية عموما .\r\nفقد تتلمذ عليه آلاف من علماء الشيعة المنتشرين في المؤسسات العلمية الدينية في أنحاء العالم ، حيث لا تجد اليوم إماما أو مسؤولا عن تلكم المراكز ، لم يكن قد أخذ من الإمام الخوئي أو من أحد تلامذته أو تلامذتهم ، ومنهم المئات من المجتهدين الذين هم اليوم أساتذة الحوزات الدينية وعمادها ، وكذلك من يدور حولهم الزعامة والمرجعية ، أو تقلدها فعلا ، بعد وفاته رضوان الله تعالى عليه ، نذكر بالمناسبة بعضا منهم :\r\nآية الله السيد علي البهشتي - العراق ، آية الله الشيخ جواد التبريزي - إيران ، آية الله الشيخ ميرزا علي الفلسفي - إيران ، آية الله السيد محمد رضا الخلخالي - العراق ، آية الله الشيخ محمد آصف المحسني - أفغانستان ، آية الله السيد تقي القمي - إيران ، آية الله الشيخ الوحيد الخراساني - إيران ، آية الله السيد علاء\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nالدين بحر العلوم - العراق ، آية الله المرحوم السيد محمد الروحاني ( قده ) - إيران ، آية الله الشهيد الشيخ ميرزا علي الغروي - العراق ، آية الله الشهيد الشيخ مرتضى البروجردي - العراق ، آية الله المرحوم السيد محي الدين الغريفي - البحرين ، آية الله الشهيد السيد عبد الصاحب الحكيم - العراق .\r\nومنهم آية الله الشهيد السيد محمد باقر الصدر ، العالم والباحث المحقق المعروف ، وهو يقول بحق أستاذه الخوئي \" هذا الأستاذ الذي بصرت نور العلم في حوزته ، وذقت طعم المعرفة على يده ، وإن أعظم ما ينعم الله به على الإنسان بعد الإيمان ، العلم ، ولئن كنت قد حصلت على شيء من هذه النعمة فإن فضل ذلك يعود إليه ، فلست إلا ثمرة من ثمرات وجوده ، وفيضه الشريف ، وولدا من أولاده الروحيين \"\r\nومنهم سماحة آية الله العظمى السيد علي الحسيني السيستاني دام ظله والذي تزعم الحوزة الدينية في النجف الأشرف بعد وفاة أستاذه ، وهو يعتبر اليوم المرجع الأعلى للطائفة في العالم ، يقول عن أستاذه : \" لقد قضى قدس سره عمرا حافلا بالمآثر وجلائل الأعمال التي كفلت تسجيل اسمه في سفر الخالدين ، وجعلته في عداد نخبة بارزة من علمائنا الأعلام\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nممن لا تزال تردد أسمائهم الشريفة على الألسن جيلا بعد جيل ، إن الحوزات العلمية - ولا سيما الحوزة المقدسة في النجف الأشرف - تبقى تتذكر بفخر واعتزاز بالغين خدماته الجليلة وجهوده العظيمة متمثلة في جانب منها في تراثه العلمي القيم ، والسنوات الطوال التي قضاها في تربية أجيال من العلماء والفضلاء الذين نهلوا من علمه الجم ، وتربوا في محضره الشريف . \"\r\nومن أولئك العباقرة العظام ، هو العلامة الكبير والباحث المحقق العظيم سماحة آية الله الحاج الشيخ محمد إسحاق الفياض دام ظله ، الذي نحن بصدد بيان سيرته وفصول من حياته وبعض آثاره ومآثره وأفضاله وخدماته الجليلة لهذه الأمة .\r\n\r\nولادته ونشأته :\r\nولد محمد إسحاق سنة 1930 م في قرية ( صوبة ) إحدى قرى محافظة ( غزني ) في وسط أفغانستان الواقعة جنوب العاصمة كابل ، وهو ثاني أبناء والده محمد رضا من أخوه محمد أيوب ، وكان والده رحمه الله المتوفى سنة 1989 م فلاحا بسيطا يعمل عند بعض المتمولين في القرية من ملاك الأراضي ، ليقتات من كد يمينه وعرق جبينه في إعاشة عياله ، إلا أنه كان غنيا بالإيمان وغني\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nبما يغدقه من عطف وحنان على أسرته ، مشفوعا بحب الرسول الكريم وآله الأطهار صلوات الله وسلامه عليهم أجمعين . وقد كان يرى ذلك المؤمن المزارع البسيط في ولده محمد إسحاق من علامات النبوغ والذكاء ما ألزمه أن يوليه اهتماما ورعاية خاصة ، وكأنه يقرأ في ملامح ولده مذ ولادته ما يكون عليه الوليد في مستقبل الأيام من مقام علمي وفضل وورع وتقوى يؤهله للقيام بدور بارز في خدمة دينه والمؤمنين .\r\n\r\nبداية تعليمه :\r\nكان يرسله والده إلى مكتب شيخ القرية يوميا - حيث لا توجد مدارس نظامية في القرية آنذاك - ليتعلم مبادئ القراءة والكتابة وتعلم القرآن ، وهو في الخامسة من العمر ، وفي فصول الشتاء ، يحمل الوالد الكريم صغيره على ظهره مغطيا إياه بما يكفي لحمايته من البرد القارص عبر الطرق الوعرة والثلوج الكثيفة ، ليوصله إلى مكتب الشيخ صباحا ويعود به إلى البيت مساء وهكذا ليتغذى الولد النبيل من مناهل العلم والمعرفة والأخلاق ، وينعم بالعطف والحنان ، فيشب على الإيمان وحب آل البيت عليهم السلام ويقرر إكمال دراساته في الحوزات الدينية كما كان ذلك رغبة والده رحمه الله ، فقرأ على شيخ\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nالقرية أبجديات العلوم وتعلم القرآن ، ومن ثم كتاب جامع المقدمات وهو كتاب يتمل على أكثر من عشر كتب مختصرة في النحو والصرف والمنطق والأخلاق لعدة مؤلفين ، يدرسها طلاب العلوم الدينية كمقدمة للكتب اللاحقة المقررة في الحوزات ، ولذلك سميت تلك المختصرات ب - ( جامع المقدمات ) .\r\n\r\nالمدرسة الدينية :\r\nانتقل الطالب المجد بعد مكتب شيخ القرية إلى قرية ( حوت قل ) المجاورة وهو ابن الخامس عشر من العمر لينظم إلى صفوف المدرسة الدينية التي أسسها الشيخ قربانعلي وحيدي رحمه الله وهو من خريجي مدرسة النجف الأشرف في العراق .\r\nأكمل في تلك المدرسة قراءة كتاب ( جامع المقدمات ) وكتاب ( البهجة المرضية في شرح الألفية ) المعروف في الأوساط الدراسية بكتاب السيوطي نسبة إلى مؤلفه جلال الدين السيوطي المتوفى 911 ه - في النحو وقواعد اللغة العربية لأربع سنوات ، وعند أساتذتها كالشيخ ملا إسماعيل وملا حيدر علي رحمهما الله تعالى .\r\nوكان نظام المدرسة حينها يكفل للطالب مكان الإقامة والمبيت في إحدى غرفها الصغيرة ، وعلى الطالب أن يتكفل\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nبمصاريفه الشخصية من اللباس والطعام الذي كان عادة ما يتكون من جلب الطحين من منازلهم لتقوم بعض نساء القرية بعجنها وعملها خبزا للطلاب من دون أجر .\r\n\r\nوفاة والدته والانتقال إلى مشهد :\r\nفي تلك الفترة فقد محمد إسحاق والدته رحمها الله حيث وافاها الأجل المحتوم اثر مرض ألم بها ، فحزن لفقدها وتألم كثيرا ، حيث فقد معها العطف وحنان الأمومة ، إلا أن المصاب رغم فداحته لم يثنه عن مواصلة التعلم ، بل زاده إصرارا حتى قرر الانتقال من مدرسة القرية إلى مدينة مشهد المقدسة في إيران ، وذلك كخطوة أولى منه ، لما يدور في ذهنه ويعمل من أجله بشغف بالغ متمنيا تحقيق أمنية ، ألا وهو الانتقال إلى الحوزة العلمية الدينية بالعريقة في النجف الأشرف في العراق .\r\n\r\nفي مدينة الإمام الرضا عليه السلام :\r\nاستقر الشيخ محمد إسحاق لسنة واحدة في مدرسة ( الحاج حسن ) الواقعة في منطقة ( بالا خيابان ) والتي شملها مشروع توسعة الحرم الرضوي فيما بعد ، فتهدمت المدرسة ووقعت ضمن الساحة الكبيرة للحرم المقدس حاليا ، قرأ خلالها كتاب\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\n( حاشية ملا عبد الله ) وهو الحاشية على كتاب ( تهذيب المنطق ) للمولى عبد الله بن شهاب الدين الحسيني المتوفى 981 ه - ، ومقدار من كتاب ( المطول ) لسعد الدين التفتازاني ، في علم المعاني والبيان والبديع ، قرأها عند الأستاذ الشهير الشيخ محمد حسين النيشابوري المعروف بالأديب النيشابوري رحمه الله ، وهناك لاحظ الشيخ التلميذ مفارقة في نمط الاستفادة من الأستاذ ونظام التدريس ، حيث الأستاذ النيشابوري يطلب أجرا على تعليم الطلاب ولو كان رمزيا ، وذلك لتأمين عيشه البسيط من ناحية ، وليتأكد من وجود الطلبة المجدين في تحصيل العلم وليس مجرد الحضور الرسمي في مجلس درسه من ناحية أخرى ، وكان سماحة المرحوم آية الله السيد يونس الأردبيلي العالم الكبير المعروف في مدينة مشهد وهو الذي يتكفل بتأمين خبز الطلبة ، كما كان العالم الجليل المرحوم الشيخ أحمد الكفائي نجل آية الله الشيخ الآخوند ، وهو المتولي المسؤول على المدارس الدينية في مشهد المقدسة يعطي الطلاب مبلغا شهريا بمقدار أربعين ريالا ( نصف دولار تقريبا في حينها ) ، وبهذا المبلغ البسيط يؤمن الطالب حياته اليومية البسيطة بأدنى متطلباتها .\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\n\r\nهدفه الوصول إلى النجف :\r\nإن تلك الأمور وغيرها من المتاعب التي كانت تواجهه ، لم تكن تعني للطالب المجد والمثابر شيئاً سوى المزيد من الإصرار في التعلم وبلوغ مرامه للوصول للحوزة العلمية الدينية في النجف الأشرف في العراق ، وهو في بحث وسؤال دائمين حول طريق السفر ، حيث كان قد ترسخ في ذهنه - وهو طالب صغير في قريته - أهمية النجف وخصوصيته ، لما كان يسمعه من فضل النجف مدينة وحوزة على غيرها من المدن والحوزات ، وذلك مما يدور في أحاديث الطلبة وأساتيذهم وبخاصة العلماء الذين كانوا قد تخرجوا من النجف واستقروا في مناطقهم ، ومنهم مؤسس المدرسة الدينية التي درس فيها في قرية \" حوت قل \" ، أو من أولئك الذين كانوا ما زالوا مستمرين في النجف ويترددون في الزيارات إلى أهليهم ، فينقلون في مجالسهم ومحاضراتهم ، الخصوصيات والميزات بين الحوزات التي زاروها أو استقروا لبعض الوقت فيها ، ويذكرون أفضلية النجف على غيرها ، يقول الشيخ الفياض في هذا الصدد : \" أول ما سمعت باسم النجف ومرتبة الحوزة العلمية فيها ، كان من شيخ قريتنا ، ومن ثم في المدرسة الدينية ، وكلما كنا نسمع عن النجف حديثاً كنا نسمع\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nأيضا عن الأستاذ المبرز فيها ، ألا وهو السيد الخوئي ، وذلك بواسطة الأفاضل من تلامذته أمثال الشيخ عزيز الكابلي ، والسيد محمد حسن الرئيس ، والشيخ محمد علي المدرس رحمة الله تعالى عليهم أجمعين .\r\n\r\nالنجف الأشرف\r\nهي المنطقة التي عرف الإنسان فيها أولى الحضارات وأول العبادات ، فيها دفن آدم ونوح وهود وصالح وفيها كان منزل إبراهيم الخليل ( عليه السّلام ) والنجف امتداد للحيرة ، وامتداد للكوفة التي اتخذها الإمام علي ( عليه السّلام ) عاصمة للخلافة الإسلامية ، والمكان الذي أوصى أن يكون قبره فيه ، وقد أصبح مرقده بعد ذلك مشعل نور إنبثقت منه الحياة ليؤسس محبوه في تلك البقعة اليابسة من الأرض مدينة فريدة من نوعها ، تشكلت وانصقلت عبر الزمن ، ومنذ ذلك التاريخ ولغاية يومنا هذا ، توارد على النجف ادوار مختلفة وحالات متباينة وشدة وضعف حركة الهجرة إليها ووقوفها أحيانا ، ونشاط وازدهار الحوزة العلميّة ، فكانت تعطل رونق هذه البلدة أحيانا ويضعف بريق نضارتها تارة أخرى ، ثم ما تلبث حتى تعود ثانية إلى حالتها\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nالطبيعية ، بل تزداد نشاطا وحركة وعطاء عن ذي قبل كلما اشتدت الأزمات حولها ، فهي مدينة العلم والحكمة والفضل ومعهد دراسة للأمة الإسلامية ، وقد خرّجت من العلماء عشرات الألوف وفيها استقر المفكرون وجهابذة العلم المتضلعون في العلوم الإسلامية عامة .\r\n\r\nالحوزة العلميّة الدينيّة :\r\nيعد شيخ الطائفة الطوسي المؤسّس الأول لجامعة النجف وباني صرحها الشامخ المتمثل بالحوزة العلميّة الدينيّة فيها منذ هجرته إليها قادما من بغداد عام ( 448 ه ) واستقراره هناك حتى وفاته عام ( 460 ه ) ، ومدفنه فيها ، حتى تقاطر عليها طلاب العلوم الدينيّة من الأقطار العربية والإسلامية كافة وفتحت المدينة الصغيرة أبوابها وضمت إلى صدرها إضافة لأبنائها من شعوب الأرض أبناء أحبتهم وأحبوها فأولتهم رعايتها ووهبتهم لسان القرآن الكريم وشرفتهم بالإيمان وأغنتهم من كنوز علوم الأئمة من آل بيت الرّسول ( عليهم أفضل الصّلاة والسّلام ) ونشطت الحركة العلميّة فيها حتى صارت ترفد العالم الإسلامي كل يوم بجديدها المشرق ، بصفتها مدينة العلم والمعرفة التي\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nاحتضنت علوم هذا الدين الحنيف وتراثه الفكري الكبير على نهج الأئمة الهداة الميامين من آل الرّسول ( صلّى الله عليه وآله وسلم ) .\r\nوقد كان الفقر موجعا في النجف ، فمعظم رجال العلم وأهليهم لا يجدون أحيانا رغيف الخبز ، ولعلهم يقضون اليوم أو اليومين دون أن يأكلوا ، ولذلك نجد أن العديد منهم قد فارق الحياة مصابا بأمراض سوء التغذية أو عدم قدرته على تأمين مصاريف العلاج حتى وقت متأخر ، أو هو قرر الانصراف عنها ، إلّا أنه في أوائل القرن الثالث عشر الهجري أخذ اهتمام الأساتذة والمراجع المشرفون على الحوزة بطلبتهم يتجه إلى مزيد من المنهجية والضبط ليكون الطالب أكثر عطاء وأشد إندفاعا للتحصيل ، لا يشغله هم في معاشه وفي سكنه ، فأجريت على الطلاب رواتب شهرية وأنشأت لهم بعض المباني لسكناهم ، فصار طالب العلم أكثر قدرة على التفرغ للدرس والبحث ، رغم الصعوبات الأخرى .\r\n\r\nالمرجعيّة :\r\nمن مقاييس النجف الفكرية وعلى امتداد تاريخها هو أن يتم إختيار المرجع الديني من بين كبار علمائها بإستقلالية تامة ،\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nوهناك علاقة وثيقة بين الأمة والمرجع حيث يمثل القداسة والتعظيم وأعلى مقامات العلم في الفقه وأصول الدين وهو نائب الإمام الغائب ( عليه السّلام ) ، لما ورد في الأمر بالرجوع إليهم من قبل الأئمة المعصومين ( عليهم السّلام ) ، فيرجعون إليه في أخذ الأحكام الشرعية وما يتعلق بشؤونهم الحياتية ويمنحونه الولاء الناتج عن أسس دينيّة وعقائديّة مضافا لما يتحلى به المرجع من ورع وتقوى وحسن أخلاق وسلوك ، تؤهله للقيام بخدمة الدين والمؤمنين ، ويعتمد المرجع على القرآن الكريم والسنّة النبويّة الشريفة في استنباط الأحكام الشرعيّة لتوجيه الناس في حياتهم ومشاغلهم ، وإليه يرجعون في كل ما يطرأ عليهم من جديد ، وعليه تقع مسؤولية الالتزام بالمبادئ والأصول التي تمثل الجوهر والتواصل بها مع ما يتجدد في حياتهم بمختلف مجالاتها بفضل عملية الإجتهاد .\r\nوالمرجعيّة مقام يمثله عالم أمين على مبادئ الإسلام ، قوي في موقفه لا يهادن ولا يرضخ لأحد مهما كانت المغريات أو التهديدات ، يدافع عن المسلم وعن حرمته بالعلم والمنطق والفكر الإسلامي ، ويعمل على بث روح الأخوّة والمحبّة والمساواة بين المسلمين جميعا دون نظر إلى جاه أو مال في الحقوق والواجبات .\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\n\r\nالنجف ومكانتها العلميّة :\r\nيقول الشيخ محمّد رضا الجعفري ، أحد العلماء البارزين من خريجي النجف : ( النجف الأشرف تمتاز عن أية بقعة في العالم الشيعي ، بأن الشيعي ينشّد إليها ليعيش فيها ، لوجود مقام أمير المؤمنين فيها وبسبب حاضرتها العلميّة رغم صعوبة العيش لأسباب كثيرة ، هذه الميزة لا تمتلكها أي أرض شيعية أخرى غير النجف الأشرف ، فهي مشد قلوب الشيعة ، ومعنى ذلك أنّ بإمكانها أن تعيش رغم كل أنواع الضنك والضيق والشدة والحساسيات وغير ذلك ، وإذا خسر الشيعة النجف - لا سمح الله - لم يجدوا بقعة أخرى تكون مأوى للفكر الشيعي ، بحيث تحتضن الذي يعيش فيها ، لذلك فلا تسمح له نفسه بأن يفارقها إلى مكان آخر فيما لو كان ( الخبز ) هناك أكثر أو الطعام أدسم ، وإن من ينشد إليها لا تسمح نفسه بأن يفارقها بأي صورة من الصّور ، والحوزة العلميّة في النجف عامل قوي يؤلف بين شتاتها ، يحتضنها بجمعها مهما قست الظروف السياسية أو الطبيعية أو الاجتماعية .\r\nوالنجف تأسّست شيعية ، يسكنها أولياء أمير المؤمنين ( عليه السّلام ) ، رغبة في جوار ذلك المرقد العظيم ، وهي من بدء\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nتأسيسها إلى اليوم مصدر من مصادر التشيّع ، وما استطاعت أيدي السياسات المتعاقبة أن تحول دون مرجعيّتها والهجرة إليها ، وتحمل المجاورون شدائد كثيرة من عطش إلى غزوات بعض البدو التي بلغت أحيانا حدا يستحيل التصبر عليه ، حتىّ اطمأنت بهم الدار ، وارتوت البلدة وصارت النجف عاصمة التدريس للفقة الجعفري وجميع علوم الدين ، يوم انتقل إليها من بغداد شيخ الطائفة محمّد بن الحسن الطوسي بحوزته العلميّة عام ( 448 ه ) وحدث أن انتقل التدريس إلى الحلة فكربلاء ، ولكنه ما لبث أن عاد إليها ، فالقى بنيانه فيها ) ) .\r\nويقول الشيخ محمّد جواد مغنية ، الكاتب والباحث الإسلامي المعروف ، في وصفه للنجف في القرن الماضي ، أنها مدينة تضم : ( ( أناسا من بلاد شتى ، ففيها من إيران وأفغانستان وروسيا والهند والتبت والبحرين والحجاز وسوريا ولبنان والعراق ، يبلغ عدد نفوسها حوالي ثمانين ألفا ، وعلى الرغم من إختلاف هذه العناصر فإنّ للنجف طابعا خاصا يجمع سكانها - في الغالب - ويميزهم عن غيرهم ، هو طابع الدين بشتى فروعه وشعائره ، ففي وسط المدينة يقع الضريح الشريف تحيط به الأسواق والأحياء من جميع الجهات ، وفي كل حي مدارس\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nدينية ، ومساجد عديدة ولكل مسجد إمام لصلاة الجماعة ، وحلقة أو حلقات للدرس ، ولا يوجد في النجف دور للسينما ، ولا محلات للخلاعة وآلات للّهو والطرب ، ولا حوانيت لبيع الخمرة ، فأنى اتجهت تجد حلقات الدرس ومجالس الوعظ والإرشاد والتعزية والصّلاة جماعة وفرادى ، وتلاوة القرآن والأدعية والأذكار والمناجاة خاصة في شهر المحرم وشهر الصّيام وأيّام الزيارات ، فالنجف مدينة دينيّة بمدارسها ومساجدها ومجالسها وأنديتها وأكثر عاداتها ، شعارها البساطة والتواضع ، لا فرق فيه - في الغالب - بين فقير وغني في ملبس أو مسكن بل نجد الكثير من أرباب الأملاك تركوا أملاكهم لغيرهم وانصرفوا إلى العبادة ، فكثر فيها الزهّاد والعبّاد والمتصوّفون ، وهاجر إليها ناس كثر من أقاصي البلدان لهذه الغاية معرضين عن الدينا وملذاتها ، وعلى كل من يقيم في النجف أو يدخلها أن يخضع مختارا أو غير مختار للدين وشعائره بحكم البيئة وتقاليدها ، وليس باستطاعة أي إنسان كائنا من كان أن يخرج على هذه الأوضاع الموروثة ) ) .\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\n\r\nتأثيرات النجف على وافديها :\r\nولقد كان من تأثير العوامل الدينية المتقدم ذكرها وزهد العلماء والعادات الاجتماعية والثقافة والمكانة العامة ، أن أنجبت أقطابا تمحضت أقوالهم وأفعالهم لله وحده ، فإن نطقوا ففي نطقهم الصدق والهداية ، وان سكنوا\r\nففي سكونهم التفكير والطاعة وصلاح الأمة ، وإن فعلوا ففي فعلهم الخير ، وإن آخوا آخوا في الله ، وإن عادوا عادوا في الله وحده .\r\nوسماحة آية الله الشيخ محمد إسحاق الفياض واحد من أولئك الذين هاجر إلى النجف الأشرف ، ونهل من نمير علومها وتربى في مدرستها وتحلى بآدابها وأخلاقها ، تلميذا مجدا ومن ثم أستاذا بارعا ، حتى أصبح زعيما من زعمائها وواحدا من المبرزين بين علمائها الكبار ، الذي تقع على عاتقه مسؤولية واحدة من أهم الحلقات الدراسية فيها وكذلك مرجعية الناس في التقليد .\r\n\r\nرحلة الشيخ إلى العراق :\r\nانتقل الشيخ الفياض بعد عام من الدرس في حوزة مدينة مشهد - كما تقدم - إلى مدينة قم المقدسة لزيارة قبر السيدة المعصومة أخت الإمام الرضا عليه السلام ومنها انتقل إلى\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nمدينة أهواز ، فالمحمرة ، حيث نزل في فندق ، وبعد فترة اتصل بالسيد الجليل السيد أبو حسن البحراني رحمه الله ، الذي كان إمام المحمرة ومن الشخصيات الدينية المعروفة هناك ، وقد قام بترتيب أمر سفره إلى البصرة وأوصى السيد الجليل الدليل بأن يأخذ الضيف إلى البصرة ، إلى منزل الشيخ عبد المهدي المظفر رحمه الله ، وهو من الشخصيات اللامعة في البصرة والذي كان بيته مأوى للناس ، حيث المجلس الكبير والمضيف العامر والكرم والخلق الإسلامي الرفيع وخدمة المؤمنين .\r\n\r\nمن البصرة إلى النجف :\r\nبقي الشيخ محمد إسحاق عند الشيخ المضفر مدة يومين ، حتى تمكن الشيخ المضفر من ترتيب أمر سفره بواسطة السيد علي الحكاك صاحب المسافر خانه المعروف في البصرة ، إلى النجف الأشرف عن طريق القطار الذي أوصله إلى مدينة المسيب على مسافة ( 60 كم ) جنوب العاصمة بغداد ، فنزل منها إلى مدينة كربلاء المقدسة ، وبعد زيارة حرمي الإمام الحسين وأخيه العباس عليهما السلام انتقل في اليوم نفسه إلى النجف الأشرف ، بعد أداء مراسم الزيارة في حرم الإمام علي بن أبي طالب عليه السلام ، نزل ضيفاً عند الشيخ غلام حسين أحد طلاب مدرسة\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n( السليمية ) الواقعة في محلة المشراق .\r\n\r\nفي النجف الأشرف :\r\nوصل الطالب الجديد إلى النجف وهو شاب في مقتبل ربيعه الثامن عشر ، وقد مر في طريقه إليها - كما تقدم - بتجارب عديدة أصقلت مواهبه وعلمته بعض مصاعب الحياة على اختلاف أنواعها والفرق بين نظم العيش والأخلاق والعادات في مدن عديدة مختلفة ، إلا أن للنجف الأشرف كمدينة وللحوزة العلمية فيها كمدرسة ، صعوباتها وظروفها الخاصة ومتاعبها كما هي العادات والتقاليد المختلفة بين الشعوب والبلدان ، مقابل ما لها من خصوصيات إيجابية في مقدمتها بركة وجود مرقد أمير المؤمنين الإمام علي عليه السلام ، والانفتاح والتقدم العلمي لحوزتها الدينية التي أهلتها أن تتصدر الحوزات الأخرى وتتزعم قيادتها وتخرج آلاف العلماء وتستقر فيها المرجعية العليا للطائفة ، ولينشد إليها أفكار وأنظار طلاب وعشاق علوم أهل البيت عليهم السلام ومواليهم من جميع نقاط العالم .\r\nوعلى النزيل الجديد تقع مسؤولية التكيف مع تلك الظروف وتحمل تخطي صعابها بناء على قدرته في الإصرار والمثابرة على الاستمرار ، ابتداء من تحمل مناخها الحار الشيديد\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nصيفا والبارد القارص شتاء ، إلى ضرورة تعلم اللغة العربية أولا للواردين إليها من غير المتكلمين بها ، والبحث عن مكان مناسب للإقامة ، والتفتيش بين مئات الحلقات الدراسية الموجودة والمنتشرة في عشرات المدارس والمساجد في أطراف المدينة للعثور على الحلقة المناسبة للتلميذ من حيث المستوى والأستاذ والمباحث ، وكيفية الحصول على الكتب الدراسية المنتظمة أو تلك التي يحتاجها الطالب لمطالعاته الخاصة في الحقول المختلفة ، إلى التعرف على الطلاب الآخرين ومستواهم العلمي والأخلاقي لاختيار البعض منهم كزملاء في البحث والدرس ، إلى ضرورة تأمين المواد اللازمة للمأكل والملبس وضرورات العيش ، وغيرها ، ويقول الشيخ محمد إسحاق الفياض في هذا الصدد :\r\n( كان قدومي إلى النجف الأشرف بسنوات بعد وفاة السيد أبو الحسن الأصفهاني ، وفي أواخر فترة العهد الملكي ، وأوائل فترة مرجعية السيد محسن الحكيم الذي كان قد أجرى راتبا شهريا للطلبة بمقدار دينارين للطالب المعيل ومبلغ دينار للطالب الأعزب من أمثالنا ، وكنا غالبا ما نأكل الخبز والبصل ، ولا يخطر ببال أحدنا أن يأكل يوما شيئا مما يسمى بالفواكه ) .\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n\r\nزيارة العلماء والمدارس :\r\nما إن استقر الطالب الجديد والضيف النزيل عند أحد الطلاب من بني قومه الذي كان قد سبقه إلى النجف ، مشاركا إياه في غرفته الصغيرة من غرف مدرسة السليمية حتى بدأ بزيارة العلماء والمراجع لأداء واجب الاحترام ، والتعرف عليهم عن قرب ، وطلب التوجيه والإرشاد منهم في المهمة التي نذر نفسه بها ، ألا وهي طلب العلم وخدمة الدين والمؤمنين ، كما قام بزيارة عدد من المدارس والمساجد التي تكتض بالأساتذة وجموع الطلبة في حلقات الدرس والبحث هنا وهناك ، وقد كان عونه في تلك الأمور سماحة العلامة المغفور له الشيخ محمد علي الأفغاني المعروف بالمدرس والذي كان من المهتمين والمتابعين لتسهيل وإنجاز أمور الطلبة وقضاء حوائج بني قومه من الطلبة المقمين في النجف الأشرف وبخاصة الوافدين الجدد منهم ، وهو الأستاذ البارع الشهير لمرحلة المقدمات والسطوح ، ولذلك لقب بالمدرس فقط أخذ الشيخ الفياض معه إلى زيارة المرحوم آية الله السيد محسن الحكيم في مجلسه العام وزار السيد الخوئي في منزله لعلاقة الشيخ المدرس الخاصة وقربه منه .\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\n\r\nالاستقرار في المدرسة :\r\nبقي الشيخ محمد إسحاق يشارك مضيفه الشيخ غلام حسين في غرفته الصغيرة في مدرسة السليمية لعدة أشهر ، حتى قرر زميله إكمال نصف دينه بالزواج وقد وفقه الله تعالى لذلك ، فترك الإقامة في المدرسة وانتقل إلى\r\nمنزله الجديد ، واستقر الشيخ محمد إسحاق في الغرفة منفردا بها ، منكبا على الدرس والبحث والمطالعة والكتابة .\r\n\r\nالدروس والأساتذة :\r\nمنذ وصول الشيخ الفياض إلى النجف واستقراره في المدرسة ، بدأ في شوق وجد واجتهاد دون كلل أو ملل بإكمال ما تبقى عند إكمالها من الكتب التي قرأها في مدرسة القرية أو في حوزة مشهد ، فقرأ كتاب ( قوانين الأصول ) لأبي القاسم القمي والمعروف في الحوزات بكتاب ( القوانين ) ، وكتاب ( حاشية ملا عبد الله ) ، وقسم من كتاب ( الروضة البهية في شرح اللمعة الدمشقية ) عند المرحوم الشيخ ميرزا كاظم التبريزي ، وأكمل كتاب ( اللمعة ) عند المرحوم السيد أسد الله المدني والشيخ ميرزا علي الفلسفي دام ظله ، كما أكمل كتاب ( المطول ) عند المرحوم الشيخ محمد علي المدرس .\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nثم انتقل الطالب المجد إلى دراسة مرحلة السطوح ليتأهل لحضور بحوث الخارج لدى العلماء الكبار ، فقرأ كتب ( الكفاية ) للشيخ الآخوند الخراساني ، وكتابي ( الرسائل ) و ( المكاسب المحرمة ) للشيخ مرتضى الأنصاري عند المرحوم الشيخ مجتبى اللنكراني ، كما أن في تلك الفترة يتباحث في الكتب التي يدرسها مع بعض زملائه ، ويدرس ما فرغ من تحصيله إلى الطلبة المبتدئين من بعده ، كما هو المتعارف في نظام التعليم في الحوزة الدينية في النجف الأشرف ، حيث يتمرن الطالب منذ البدء ، على تعلم نظام التدريس وهو يدرس مرحلة أعلى ، فهو تلميذ وأستاذ في وقت واحد ، وتسمّى تلك المرحلة في عرف الحوزات الدينية بمرحلة السطوح التي تستغرق حوالي خمس سنوات للطالب المجد والمثابر ، والتي انتهى منها الشيخ الفياض بأقل من تلك المدة ، وسرعان ما التحق بحلقات بحوث كبار العلماء لمرحلة الخارج .\r\n\r\nبحث الخارج :\r\nبعد أن وقف الشيخ الفياض على الآفاق الرحبة للفكر الإسلامي واعتاد الأجواء العلمية والروحانية منها ، في مراحل\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nدراسة السطوح ، حيث الكتب الدراسية المعهودة التي قرأها على أفاضل علماء وأساتيذ الحوزة العلمية من المتقدمين ذكرهم ، وقد أكملها بتفوق ملحوظ وإشادة من أساتذته ، انتقل إلى المرحلة الدراسية المعروفة ببحث الخارج ، حيث تقع مهمة التحضير والإعداد على الطالب نفسه ، من غير أن يتقيد بمصدر علمي أو كتاب خاص ، فيقوم الطالب بنفسه قبل أن يحضر المحاضرة بإعداد مادة المحاضرة من فقه أو أصول ، ثم مراجعة أقوال العلماء في هذه المادة وما يمكن أن يصلح دليلا لها ، وما يمكن أن يناقش به هذا الدليل ، ثم يحاول الطالب أن يستخلص لنفسه رأياً خاصاً في هذه المسألة ، فإذا فرغ من هذا الإعداد ، حضر إلى درس الأستاذ ليستمع إلى توجيهاته ، والبحث عن أطرافها وعما يتصل بها ، وطرح آراء كبار العلماء في المسألة وما يمكن أن يصلح دليلا لها ، وما يمكن أن تناقش به ، ورأي الأستاذ في نهاية المطاف ، وقد اعتاد الأساتذة في المدرسة النجفية ، على أن يجمعوا بين وقار الشيخوخة وإنصاف الحق وأتباعه حيثما كان ومن دون نظر إلى الوضع الخاص للطالب أو عمره ، ومن ذلك يظهر أن للدرس الخارج في النجف الأشرف نحو من الإشراف والتوجيه العام علمياً وأخلاقياً وصقل المواهب ، ثم يقوم به أساتذة متضلعون ،\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nمارسوا طويلًا التدريس والبحث والتنظير ، وعرفوا بإصابة الفكر وعمق النظرة ودقة الإلتفاتة وسعة الإحاطة ، وتتسع حلقات الدرس الخارجي تبعاً لشهرة الأستاذ العلمية ومدى نجاحه في البيان وطريقة العرض وقوة الدليل في مناقشة الآراء وما يطرحه من جديد في ذلك المجال .\r\nويستمر الطالب على هذا النمط الخاص من الدراسة في الفقه والأصول حتى يبلغ مرحلة الاجتهاد في الوقت نفسه في الوقت نفسه الذي يقوم فيه أيضاً بإدارة حلقات دراسية خاصة في مرحلة السطوح ، كما تقدم ، وعندما يبلغ الطالب مرحلة الاجتهاد في البحث والاستنباط وصوغ الدليل والجمع بين الأحاديث ووجوه الرأي ، ومناقشة الأقوال ، فيستقل الطالب ، بعد هذه المرحلة الطويلة التي قد تستغرق أكثر من ربع قرن ، بالاجتهاد وإبداء الرأي والتوجيه .\r\nوقيل في مصطلح ( بحث الخارج ) أنه أطلق على هذه المرحلة لأن التدريس فيها يتم خارج متن الكتب ، فهو لا يعتمد على رأي خاص ولا على عبارة كتاب معين كما هو في المراحل السابقة ، ويتمرن الطالب في أثناء مزاولة هذه المرحلة من الدراسات العليا على الاجتهاد في الرأي ، فلا يخرج منها إلا وهو واثق من نفسه في سعة أفقه ودقة آرائه وتحقيقها .\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nوالطابع العام لحلقات بحث الخارج هو الحرية الكاملة في الرأي والتعبير ، مستفادة من حرية الاجتهاد التي تدخل في تكوين الشخصية العلمية في مدرسة النجف ، ولذلك من حق الطالب أن يقطع على الأستاذ المحاضر درسه ويناقشه في بعض آرائه ، ولا يجد الأستاذ مهما بلغت شهرته العلمية ، حرجاً في أن ينزل عند رأي الطالب إذا وجد الحق إلى جانبه ، وقد يحضر بحث الخارج في كثير من الأحيان مجتهدون كبار كما كان في مجلس بحث السيد الخوئي ، عندما أصبح أستاذاً لهذا الدرس ، وعليه فإنه في مثل هذا الجو العامر بالبحث والتحقيق والتعميق ينشأ الطالب النجفي وتتبلور لديه مسائل الفكر الإسلامي وفقهه وأصوله .\r\nحضر الشيخ الفياض بحث الخارج وهو في بدايات العشرين من عمره ، واختار حلقات بعض الأساتذة الكبار من علماء النجف القديرين لعدة اشهر ، حتى استقر على بحث أستاذه الذي اشتهر طلابه به واشتهر هو بهم ، فكلما ذكر الخوئي ذكر معه الروحاني والصدر والسيستاني والفياض وغيرهم من أفاضل تلامذته ، كما لو ذكر أحدهم لازمه ذكر الخوئي أستاذا له .\r\nوقد استمر الشيخ الفياض على هذا الدرس يوميا لأكثر\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nمن خمسة عشر سنة دون انقطاع في حلقتي الفقه والأصول منها ، مواظبا ومتابعا ومقررا للبحث .\r\n\r\nكتابة التقريرات :\r\nاعتاد العلماء الأفاضل في الحوزات العلمية أن يقرروا بحوث الأستاذ بعد الدرس على بعض زملائهم ويكتبونها منظمة بعد التحقيق وإخراج المصادر والمقارنة بين الآراء وأدلتها ، ومن ثم عرضها على الأستاذ فإن وافق عليها\r\nتطبع وتنشر لتكون دليلا على قوة البحث وبيان رأي الأستاذ وفضل الطالب ، وتلك الكتب المعروفة في أوساط الحوزات العلمية ب - ( التقريرات ) ، وقد دأب الشيخ الفياض منذ حضوره بحث أستاذه الإمام الخوئي على هذا المنوال ، فكان يقرر البحث على بعض الزملاء ومواظبا على كتابتها يوما بعد يوم في حلقتي الفقه والأصول ، حتى أكمل تقرير الدورة الخامسة من دورات بحث الأستاذ في علم أصول الفقه ، فكان الكتاب المعروف ب - ( المحاضرات ) .\r\n\r\nبداية الشهرة :\r\nمن المعروف في نظام الحوزة الدينية أنه لا توجد مراحل مقيدة بزمان أو امتحان معين لتجاوز الطالب لها بشهادة معينة\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nيشتهر بها ، وإنما تكون الشهرة والاعتراف بالفضل والمستوى العلمي للطالب من خلال حضوره المستمر في الحوزة درسا وتدريسا ومباحثة ومناقشة في المجالس عند طرح مسألة معينة ، وتكون على رأسها وفي مقدمتها تقرير الطالب لبحوث أستاذه وموافقة الأستاذ على طبع تلك التقريرات وشهادته عليه فيما يكتبه عند إجازة الطبع والتي تسمى في عرف الحوزة ب - ( تقريض الأستاذ ) على التقريرات ، وعادة ما تأتي مختصرة جدا ولكنها ذات معنى ومغزى كبيرين ، ويكون التقريض وبحسب شهرة الأستاذ ومستواه العلمي ذات دلالة كبيرة في الشهادة على مستوى التلميذ وفضله ، ومن ذلك تكون شهرة الطالب وانتشار اسمه ومعرفة قدره ومستواه العلمي في الأوساط الحوزوية كافة .\r\nوقد جاء في تقريض الإمام الخوئي على تقريرات الشيخ الفياض قوله ( الذي كتبه تقريرا لأبحاثي بأسلوب بليغ وإلمام جدير بالإشادة والإعجاب ) ، وهذا نص التقريض الموجود في مقدمة الجزء الأول من كتاب ( المحاضرات ) :\r\nبسم الله الرحمن الرحيم\r\nالحمد لله رب العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين محمد وعترته الطيبين الطاهرين ، واللعنة\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nالدائمة على أعدائهم أجمعين إلى يوم الدين ، وبعد :\r\nفإني أحمد الله تعالى على ما أولاني به من تربية نفر من ذوي الكفاءة واللياقة حتى بلغ الواحد منهم تلو الآخر درجة راقية من العلم والفضل ، وممن وفقت لرعايته وحضر أبحاثي العالية في الفقه والأصول هو قرة عيني العلامة المدقق الفاضل الشيخ محمد إسحاق الفياض دامت تأييداته ، وقد عرض علي الجزء الأول من كتابه ( المحاضرات في أصول الفقه ) الذي كتبه تقريرا لأبحاثي بأسلوب بليغ وإلمام جدير بالإشادة والإعجاب ، وإني أبارك له هذا الجهد الميمون وأسأله تعالى أن يوفقه لإتمام مرامه ، إنه ولي التوفيق . في ( 6 / جمادى الثانية / سنة 1382 ه - ) .\r\nوبملاحظة تاريخ التقريض الموافق 4 / 11 / 1962 م والذي هو تاريخ طبع الكتاب ، وبملاحظة عمر الشيخ الفياض وهو في سني شبابه ، وما ذكره في حقه أستاذه آنذاك ، يظهر جليا ما هو عليه شيخنا المعظم ، من مقام علمي وفضل ، وما كان يكنه له أستاذه من حب وتقدير كبيرين ، منذ ذلك التاريخ .\r\nكما يحكى أنه لما قدم الشيخ الفياض تقريرات بحوث\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nأستاذه لإجازته في طبعها ، كان بعض ممن يخالف معترضا على الإمام الخوئي موافقته على ذلك ، بحجج واهية غير مستندة على منطق سليم ، كعمر الطالب وانتمائه القومي ، وكان الإمام الخوئي يقول في ردهم : إن المناط هو علم الطالب وفضله ، وما يدل من تقريراته على جده واجتهاده وذكائه وعمله الدؤوب ومتابعته وقوة ملاحظاته ، وليس المناط عمره ، فإنه كانت الاعتراضات هذه وشبهها على أساس صغر سني آنذاك ، تحاول منع أستاذي الشيخ النائيني رحمه الله ، من إجازته طبع تقريرات بحوثه التي كتبتها ( أجود التقريرات ) فإنه يجب إنصاف الحق وإعطاء كل ذي حق حقه ، كما ينبغي تشجيع المجد والمثابر ودعمه في الاستمرار على ذلك النهج .\r\nوبالفعل فقد أجاز الأستاذ طبع التقريرات تلك ، مع الإشادة المناسبة بمقررها ، وهكذا كان الإمام الخوئي مع جميع تلامذته المجتهدين . ويقول سماحة الشيخ الفياض في مقدمة تلك التقريرات ما هذا نصه :\r\nبسم الله الرحمن الرحيم\r\nوالحمد لله رب العالمين والصلاة والسلام على خير خلقه محمد وآله الطاهرين ، واللعنة الدائمة على أعدائهم أجمعين ،\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nوبعد ، فهذا هو الجزء الأول من كتابنا محاضرات في أصول الفقه وهو مشتمل على ما استفدته من تحقيقات علية ومطالب شامخة وأفكار مبتكرة من مجلس درس سيدنا الأستاذ الأفخم سماحة آية الله العظمى السيد أبو القاسم الخوئي ، إذ عكفت ضمن المئات من الطلاب على مجلس درسه الشريف في جامعة العلم الكبرى النجف الأشرف التي أسندت إليه زعامتها ، وألقت بين يديه مقاليدها ، فقام بالعبأ خير قيام في محاضراته وبحوثه ، وتربى على يديه الكريمتين جيل من الأفاضل الأعلام .\r\nوإني إذ أبتهل إلى المولى سبحانه أن يوفقني لإلحاق الجزء الثاني بهذا الجزء في الطبع ، أسأله تعالى أن يمتعنا وعموم المسلمين بدوام وجود أستاذنا الأفخم ويديم أيام إفاداته العامرة .\r\nمحمد إسحاق الفياض\r\nوقد وفق الله سماحته في إتمام طبع الأجزاء الخمسة من تقريرات أستاذه في علم أصول الفقه ، وهي تعد اليوم من أهم المصادر العلمية في ذلك الفن ، يتداوله العلماء والطلاب العلوم الدينية في جميع الحوزات درسا وتدريسا ومطالعة ومراجعة للوقوف على الآراء الجديدة والأفكار والنظريات التي تحويها ،\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nوالتي لا غنى لهم عنها .\r\n\r\nالتدريس :\r\nخلال تلك الفترة وما بعدها ، كان شيخنا الفياض واحدا من الأساتذة المبرزين المشهورين في الحوزة ، حيث يلقي دروسه وبحوثه على جمع كبير من الأفاضل من طلاب العلوم الدينية ، يدرس الكتب المعهودة لمستوى السطوح العليا وهي الرسائل والكفاية والمكاسب في حلقات متعددة في المسجد الهندي المعروف ، كما كان أستاذه هذه المرحلة لأكثر من عشر سنوات في جامعة النجف الدينية التي أسسها المرحوم السيد محمد كلانتر ، حتى بدأ بإلقاء بحوث الخارج عام 1978 م في مدرسة السيد اليزدي الصغرى الواقعة في محلة العمارة ، وعند افتتاح مدرسة دار العلم المعروفة التي أنشأها الإمام الخوئي عام 1980 م فقد انتقل مجلس بحثه إلى هناك حتى تاريخ هدم المدرسة ، فانتقل مجلس الدرس إلى المسجد الهندي الكبير في فترة قليلة ، ومن ثم إلى مدرسة اليزدي وهي مدرسة أسسها المرجع الكبير السيد كاظم اليزدي ( قده ) وإلى اليوم ، يحضره جمع كبير من الطلبة وفيهم غير واحد من الأفاضل ممن\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nيقرر بحوثه على أمل طبعها إن شاء الله .\r\n\r\nلجنة الاستفتاء :\r\nولما تعارف لدى المراجع العظام تشكيل لجنة من خاصة المقربين إليهم من أفاضل تلامذتهم والعلماء المبرزين ، تسمى ب - ( لجنة الاستفتاء ) للإجابة على السيل الكبير من الرسائل والاستفسارات الواردة إليهم من مختلف نقاط العالم من مقلديهم ، وذلك بعد التمحيص والبحث والمناقشة والتحقيق حتى الوصول إلى الرأي الشرعي الصحيح بنظرهم مع موافقة المرجع لكتابته في الجواب على السؤال الوارد ، مما قد يستغرق البحث في مسألة واحدة عدة أيام قبل إمضائها .\r\nولطول المدة الزمنية التي تجاوزت ربع القرن لمرجعية الإمام الخوئي ، وإجماع الأساتذة وكبار تلامذته ، منهم العالم الشهير والباحث العبقري السيد محمد باقر الصدر ( قده ) على أعلميته وكثرة مقلديه في مختلف بقاع العالم ، فكانت الاستفتاءات الواردة إليه في كل يوم من أقطار العالم الإسلامي بمختلف اللغات كثيرة ، وهي مما دعا الإمام الراحل أن يشكل لجنة الإفتاء من العلماء والمجتهدين الكبار من تلامذته للقيام بهذه المهمة ، وقد كان سماحة الشيخ الفياض لما يملكه من مؤهلات\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nعالية من فضل وعلم وقرب مقام من الإمام الخوئي ، واحدا من أولئك الذين استمر بالعمل في هذه اللجنة لأكثر من خمسة وعشرين سنة ، حتى آخر يوم من حياة الإمام الراحل ( قده ) ، وكما هو المعروف فإن تلك اللجنة ضمت في فترات مختلفة أسماء علماء كبار ومجتهدين عظام تصدوا إلى مقام المرجعية فيما بعد ، أو هم في مقامها ، من أمثال :\r\nآية الله السيد علي البهشتي دام ظله ، وآية الله السيد مرتضى الخلخالي ( فرج الله عنه ) ، وآية الله السيد محمد الروحاني ( قده ) ، وآية الله الشيخ ميرزا علي الغروي ( قده ) ، وآية الله السيد محمد باقر الصدر ( قده ) ، وآية الله الشيخ ميرزا جواد التبريزي ، وآية الله الشيخ وحيد الخراساني ، وآية الله السيد تقي القمي ، وآية الله الشيخ ميرزا علي الفلسفي ، وآية الله السيد علي السيستاني دامت ظلالهم الوارفة ، وغيرهم كثير من العلماء الأفاضل وكبار أساتذة الحوزات العلمية .\r\n\r\nالمؤلفات :\r\nمع الالتزامات الكثيرة لشيخنا المعظم في قيامه بأداء الواجب الديني لخدمة المؤمنين من استمراره في إلقاء الدروس وتربية الأفاضل من تلامذته وحضوره اليومي في مجلس استفتاء\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nالإمام الخوئي أيام حياته ( قده ) ، وغيرها من الالتزامات الاجتماعية في قضاء حوائج الناس ، ومراجعتهم إياه لأخذ الأحكام وفي احتياجاتهم الخاصة وغيرها ، ومع كل تلك الانشغالات والمسؤوليات فقد دأب سماحته إلى أن يفرغ بعضا من وقته للتحقيق والتصنيف ، وإغناء المكتبة الإسلامية بتأليفاته القيمة ، وطبع منها حتى الآن :\r\n1 - محاضرات في أصول الفقه ، في عشر مجلدات ، طبع خمسة منها .\r\n2 - الأراضي .\r\n3 - النظرة الخاطفة في الاجتهاد .\r\n4 - تعاليق مبسوطة على العروة الوثقى ، طبع منها عشرة أجزاء .\r\n5 - أحكام البنوك .\r\n6 - منهاج الصالحين ، في ثلاثة مجلدات .\r\n7 - مناسك الحج .\r\n8 - المباحث الأصولية ، في 14 مجلدا ، طبع منه 13 مجلدات .\r\n9 - موقع المراة في النظام السياسي الاسلامي .\r\n10 - الاستفتاءات الشرعية .\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\n11 - مائة سؤال وسؤال حول الكتابة والكتاب والمكتبات .\r\n12 - توجيات وبيانات .\r\n13 - منهج الحكومة الاسلامية .\r\n14 - المسائل المستحدثة .\r\n15 - المسائل الطبية .\r\n16 - المختصر في حياة العلمية لزعيم الطائفة السيد الخويي .\r\nأدام الله أيام سماحته بالخير ومزيد من التوفيق والعطاء لخدمة الدين الحنيف والمذهب الحق ، وجعله ذخرا لهذه الأمة بدوام ظله الشريف على رؤوس الأنام ، والحمد لله رب العالمين .\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n. . .\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\n. . .\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\n. . .\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\n. . .\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\n. . .\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\n. . .\r\n\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50}
  ]