[
  {"content":"\r\n\r\nمكتبة الطالب ( 7 )\r\nمن أدعية الحبيب المصطفى صلى الله عليه وآله\r\nمركز المصطفى للدراسات الإسلامية\r\nبرعاية المرجع الديني الأعلى السيد السيستاني دام ظله\r\n\r\n","description":"","footnote":"","page_name":" الغلاف 1 ","page_number":1},
  {"content":"\r\n\r\nمكتبة الطالب ( 7 )\r\nمن أدعية الحبيب المصطفى صلى الله عليه وآله\r\nمركز المصطفى للدراسات الإسلامية\r\nبرعاية المرجع الديني الأعلى السيد السيستاني دام ظله\r\nالطبعة الأولى 1427\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":2},
  {"content":"\r\n\r\nالكتاب : . . . من أدعية الجيب المصطفى صلى الله عليه وآله\r\nالمؤلف : . . . علي الكوراني العاملي\r\nالناشر : . . . دار الهدى\r\nالطبعة الأولى : . . . 1428 ه ق\r\nالعدد : . . . 10000 نسخة\r\nالشابك : . . . 4 - 188 - 497 - 964\r\n1428 هجرية - 2007 ميلادية\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":3},
  {"content":"\r\n\r\n\r\nمقدمة\r\nبسم الله الرحمن الرحيم\r\nالحمد لله رب العالمين ، وأفضل الصلاة وأتم السلام على سيدنا ونبينا محمد وآله الطيبين الطاهرين .\r\nالدعاء قيمة\r\nالدعاء بذاته قيمة ، لأنه ارتباط المحدود بالمطلق ، فمهما كان أحدنا قوياً فهو مفتقرٌ في أصل وجوده إلى الخالق سبحانه ، وهو في استمرار حياته وفي نموه وتكامله ، ضراعةٌ دائمةٌ لتلقي التموين والعطاء من الغني بالمطلق سبحانه . فدعاؤه انسجام مع هذا التكوين والاحتياج .\r\nوكما قال النبي الحبيب صلى الله عليه وآله : ( الدعاء مخُّ العبادة ، ولا يهلك مع الدعاء أحد . . . وما من مؤمن يدعو الله إلا استجاب له ، إما أن يُعجِّلَ له في الدنيا ،\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":4},
  {"content":"\r\n\r\nأو يُؤجِّلَ له في الآخرة ، وإما أن يُكَفِّر عنه من ذنوبه بقدر ما دعا ، ما لم يدع بمأثم ) . ( الوسائل : 4 / 1086 ، والدعوات / 18 ) .\r\nوإنما صار جوهر العبادة ولُبَّها ، لأنه اعترافٌ من الإنسان بمحدوديته في الزمان والمكان والقدرات ، وإقرارٌ منه لخالقه بأنه المطلق في القدرة والعلم والحكمة ، فهو خطاب يضع الأمر في نصابه ، ويربط الكائن بخالقه ، في مطالبه وسلوكه ومسيرته .\r\nوهو حالة راقية لكائن يخاطب ربه ، كذَرَّةٍ من كَوْنه الوسيع ، تفتح فكرها وعقلها وأيديها ، لتلقِّي الفَيْض الرحيم .\r\nوبهذا السلوك جاء سيد الأنبياء والرسل صلى الله عليه وآله ، وبه عاش ، رسولاً مبلغاً وإنساناً ، فكانت حياته ضراعةً متواصلةً في محضر ربه العظيم .\r\nإن أدعيته البليغة صلى الله عليه وآله تكشف عن عالمه الداخلي ، العامر بمعرفة ربه وطاعته ، ومخاطبته ، وتلقي خطابه .\r\nتغييب السلطة لسنة النبي صلى الله عليه وآله وأدعيته\r\nحفظ المسلمون بعض أدعية النبي عليه السلام لكنهم ضيعوا أكثرها للأسف بسبب عمل غريب قامت به السلطة حيث أصدرت قراراً مشدداً بمنع\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":5},
  {"content":"\r\n\r\nالتحديث عنه ومنع كتابة حديثه صلى الله عليه وآله ، وعاقبت عدداً من صحابته الأخيار بالضرب والسجن ، لمجرد أنهم حدثوا عنه في المسجد ، أو دونوا شيئاً من أحاديثه ! ( راجع تدوين القرآن / 365 )\r\nواستمر هذا البلاء أكثر من قرن من الزمان ، حتى مات من يعرف ونشأ من لا يعرف ! وفي القرن الثاني اختارت الحكومة موظفين ، فدونوا للمسلمين حديث نبيهم صلى الله عليه وآله كما وجهوهم !\r\nلكن الله تعالى لم يترك دينه لأهواء السلطان ، فاختار بعد نبيه صلى الله عليه وآله الأئمة الاثني عشر من عترته عليهم السلام ، وقد رفضوا مرسوم السلطة وقاوموا أوامرها ، وكتبوا ودعوا المسلمين إلى الكتابة ، وكانوا رقابة على كتَّاب السلطة وعلمائها ، يعلمونهم عندما يريدون الحق ، ويصححون لهم عندما يجب ، أو يكذبونهم ويقاومونهم عندما يجب !\r\nفكانت أحاديث أهل البيت عليهم السلام معيناً عذباً لمن كان عنده جرأة على مخالفة السلطة ، وميزاناً ضاغطاً على الانحراف أن لا تتسع زاويته !\r\nوقد وصلنا ببركتهم عليهم السلام الكثير من سنة النبي صلى الله عليه وآله وأدعيته ، مع أنه ضاع الكثير من جواهرهم عليهم السلام ، بسبب مواصلة السلطة سياسة التعتيم والاضطهاد ، ومطاردة رواتهم وكتبهم !\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":6},
  {"content":"\r\n\r\nهل جمع المسلمون أدعية نبيهم صلى الله عليه وآله ؟\r\nكانت المشكلة عند السلطة أن رجالها ليسوا أهل عبادة ودعاء ، ليهتموا برواية أدعية النبي صلى الله عليه وآله واستعمالها ، والمشكلة الأهم أن أدعية النبي صلى الله عليه وآله يبرز فيها دعاؤه لأهل بيته عليهم السلام ودعاؤه على مشركي قريش ! فهل تريد من بني أمية ورواتهم أن يدونوا أدعية النبي صلى الله عليه وآله لعلي وفاطمة والحسنين عليهم السلام ومحبيهم وشيعتهم ، ويدونوا لعنات النبي صلى الله عليه وآله على مبغضيهم وقاتليهم من مشركي قريش ، وجذور الشجرة الملعونة في القرآن وفروعها ، وأولهم أبو سفيان وبنو أمية ؟ !\r\nنعم ، رووا في أواخر العهد الأموي وما بعده ، فقرات من أدعيته صلى الله عليه وآله جاءت غالباً مجتزأة في سياق سيرته ، أو مدح أشخاص يحبونهم !\r\nوقد ذكر في إيضاح المكنون : 1 / 458 ، كتاب الدرة السنية في الأدعية النبوية ، لمحمد عكاشة الشرقاوي ، فرغ منها سنة 1267 ، وذكر في الأعلام : 4 / 112 ، كتاباً مشابهاً للدراجي الصوفي الجزائري ، المجاور في المدينة المنورة توفي 1296 ه‍ ، وذكر عمر كحالة : 5 / 222 ، كتاباً لعبد السلام الفاسي متوفى 1121 . وهي كما ترى محاولات من متصوفة متأخرين .\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":7},
  {"content":"\r\n\r\nأما علماؤنا فقد اهتموا بالأدعية النبوية وأدعية أئمة العترة عليهم السلام ، من قديم ، وألفوا فيها كتباً مفصلة ، منتشرة في أيدي الشيعة في أرجاء العالم ، ومن أقدمها مصباح المتهجد للشيخ الطوسي قدس سره وغيره وغيره .\r\nوغرضي بهذا المختصر أن أقدم صوراً نبوية ، في نماذج من الأدعية تنفع المسلم في معرفة نبيه صلى الله عليه وآله ، وتعلمه الارتباط بربه عز وجل .\r\nملاحظات حول أدعية النبي صلى الله عليه وآله\r\n1 - من علامة النبي والوصي عليهم السلام أنه مستجاب الدعوة ، فالله تعالى يصدِّق دعواه ، ولا يردُّ له طلباً ، تدليلاً على صدقه .\r\nوقد اشتهر ذلك عن نبينا صلى الله عليه وآله وشاهد المشركون والمؤمنون استجابة دعائه ، فقد دعا بني عبد المطلب وأشبع أربعين رجلاً من طعام قليل ، وطلب المشركون منه أن تأتيه الشجرة وتنطق وتشهد بنبوته ، فشقت الأرض وجاءت وتكلمت ، ودعا على زعماء قريش وأخبر عمن يهلك منهم فهلكوا أو قتلوا في بدر ، ودعا على فرسان قريش الذين لحقوه في الهجرة فساخت قوائم خيلهم في الأرض ، إلى\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":8},
  {"content":"\r\n\r\nعشرات الأدعية ومئاتها التي رأى الناس استجابتها ، من شفاء مرضى ورد بصر أعمى ، وإنباع الماء ، والدعاء بالمطر في غير أوانه ، والنصر في حروبه ، والدعاء بحاجات متنوعة لعشرات الناس .\r\nوقد اهتم العرب بالجانب المادي من دعاء النبي صلى الله عليه وآله فكانوا يقصدونه ويطلبون منه الدعاء لحاجاتهم ، ويرون استجابة دعائه وبركاته صلى الله عليه وآله .\r\nبل جاء بعضهم بمواشيهم إلى قرب المدينة ، وقالوا إن نَمَتْ وازدادت فسيؤمنون ، فسماهم الله المؤمنين على حافَّة ! قال تعالى : وَمِنَ النَّاسِ مَنْ يَعْبُدُ اللهَ عَلَى حَرْفٍ فَإِنْ أَصَابَهُ خَيْرٌ اطْمَأَنَّ بِهِ وَإِنْ أَصَابَتْهُ فِتْنَةٌ انْقَلَبَ عَلَى وَجْهِهِ خَسِرَ الدُّنْيَا وَالآخِرَةَ ذَلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ ) . ( الحج : 11 ) . قال الواحدي في أسباب النزول / 206 : ( نزلت في أعراب كانوا يقدمون على رسول الله ( ص ) المدينة مهاجرين من باديتهم ، وكان أحدهم إذا قدم المدينة فإن صح بها ونتجت فرسه مهراً حسناً ، وولدت امرأته غلاماً وكثر ماله وماشيته ، آمن به واطمأن . . . وإن أصابه وجع المدينة وولدت امرأته جارية وأجهضت رماكه ( الخيل الحوامل ) وذهب ماله وتأخرت عنه الصدقة ، أتاه الشيطان فقال : والله ما أصبت منذ كنت على دينك هذا إلا شراً ، فينقلب عن دينه ) . انتهى . ولم تكن قريش أقل ماديةً من غيرها\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":9},
  {"content":"\r\n\r\nفقد وصف أمير المؤمنين عليه السلام ماديتها العميقة فقال : ( ولولا أن قريشاً جعلت اسمه ذريعة إلى الرياسة ، وسلَّماً إلى العز والأمرة ، لما عبدت الله بعد موته يوماً واحداً ، ولارتدت في حافرتها ، وعاد قارحها جذعاً وبازلها بكراً ! ثم فتح الله عليها الفتوح ، فأثْرت بعد الفاقة ، وتمولت بعد الجهد والمخمصة ، فحسن في عيونها من الإسلام ما كان سمجاً ، وثبت في قلوب كثير منها من الدين ما كان مضطرباً ) . ( شرح النهج : 20 / 298 ) .\r\n2 - لكن مع ذلك ، أراد الله لهذا الدين أن يتمكن ويمتد ، ولم يرَ بأساً أن يطمع الطامعون في أدعية النبي صلى الله عليه وآله ويكون هدفهم مادياً ، فيكفي وجود مخلصين ولو قليلين ، وسيأتي الله بأقوام يعرفون قيمة الإيمان ولا يشرطونه بمكسب مادي . قال تعالى : وَمَا يُؤْمِنُ أَكْثَرُهُمْ بِاللهِ إِلا وَهُمْ مُشْرِكُونَ . ( يوسف : 106 ) . وقال : هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ . ( التوبة : 33 ) .\r\n3 - من تكريم الله تعالى لنبيه صلى الله عليه وآله وأمره بالإرتباط الناس به ، أنه جعل قبول دعاء الناس مشروطاً بالصلاة عليه وآله صلى الله عليه وآله ! ففي الكافي : 2 / 491 ، عن الإمام الصادق عليه السلام قال : ( من دعا ولم يذكر النبي صلى الله عليه وآله رفرفَ الدعاء على رأسه ، فإذا ذكر النبي صلى الله عليه وآله رُفع الدعاء ) .\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":10},
  {"content":"\r\n\r\nوقد روى القاضي عياض نفس المضمون عن عمر وعلي عليه السلام ، قال في الشفا : 2 / 65 : ( وعن عمر بن الخطاب قال : الدعاء والصلاة معلق بين السماء والأرض ، فلا يصعد إلى الله منه شئ حتى يصلى على النبي ( ص ) وعن علي ، وعلى آل محمد ) . انتهى .\r\nولا فرق بين الروايتين ، لأن النبي صلى الله عليه وآله علَّم المسلمين أن يقرنوا الصلاة على آله في الصلاة بالصلاة عليه صلى الله عليه وآله ، ورواه بخاري وغيره .\r\nاللهم صل على محمد وآل محمد ، الذين جعلتهم رحمةً للعالمين ، واشملنا ببركتهم ودعائهم وشفاعتهم ، إنك أرحم الراحمين .\r\nكتبه : علي الكوراني العاملي\r\nفي الثاني من ذي القعدة 1427\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":11},
  {"content":"\r\n\r\n\r\nالفصل الأول : أدعيته صلى الله عليه وآله في منعطفات ومواقف هامة\r\nدعاؤه صلى الله عليه وآله وشكواه إلى ربه عندما كذبه أهل الطائف\r\nذهب النبي صلى الله عليه وآله وحده إلى الطائف ، بعد وفاة عمه وناصره وحاميه أبي طالب رحمه الله ، وبقي فيها عشرة أيام ، والتقى بزعمائها من قريش وثقيف ودعاهم إلى الإسلام ، فكذبوه ولم يقبلوا منه ، فرجع ميؤوساً ، ووجهوا إليه غلمانهم وصبيانهم يرمونه بالحصى ، فآوى إلى ظل شجرة عنب وقال : ( اللهم إني أشكو إليك ضعف قوتي وقلة حيلتي وهواني على الناس . أنت أرحم الراحمين أنت رب المستضعفين وأنت ربي . إلى من تكلني ، إلى بعيد يتجهمني ، أو إلى عدو ملكته أمري ؟ إن لم يكن بك عليَّ غضبٌ فلا أبالي ولكن عافيتك هي أوسع لي . أعوذ بنور وجهك الذي أشرقت له الظلمات ، وصلح عليه أمر الدنيا والآخرة ، من أن ينزل بي غضبك ، أو يَحِلَّ عليَّ سُخْطك ، لك العُتْبى حتى ترضى ، ولا حول ولا قوة إلا بك ) . ( مصباح المتهجد : 149 ، والبحار : 19 / 22 ، وابن هشام : 2 / 285 ، وتاريخ الطبري : 2 / 81 ) .\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":12},
  {"content":"\r\n\r\nدعاؤه صلى الله عليه وآله عندما كذبه أبو جهل وفراعنة قريش\r\n( اللهم أنت السامعُ لكلِّ صوت ، والعالم بكلَّ شئ ، تَعْلَمُ ما قاله عبادك ) .\r\nذات يوم ، اجتمع بمكة بفناء الكعبة جماعة من فراعنة قريش : ( منهم الوليد بن المغيرة المخزومي ، وأبو البختري بن هشام ، وأبو جهل والعاص بن وائل السهمي ، وعبد الله بن أبي أمية المخزومي ، وكان معهم جمع ممن يليهم كثير ، ورسول الله صلى الله عليه وآله في نفر من أصحابه يقرأ عليهم كتاب الله ، ويؤدي إليهم عن الله أمره ونهيه . فقال المشركون بعضهم لبعض : لقد استفحل أمر محمد وعظم خطبه ، فتعالوا نبدأ بتقريعه وتبكيته وتوبيخه ، والاحتجاج عليه وإبطال ما جاء به ، ليهون خطبه على أصحابه ويصغر قدره عندهم ، فلعله ينزع عما هو فيه من غيه وباطله وتمرده وطغيانه ، فإن انتهى وإلا عاملناه بالسيف .\r\nقال أبو جهل : فمن ذا الذي يلي كلامه ومجادلته ؟ قال عبد الله بن أبي أمية المخزومي : أنا إلى ذلك أفما ترضاني له قرناً حسيباً ومجادلاً كفيّاً ؟ قال أبو جهل : بلى ، فأتوه بأجمعهم فابتدأ عبد الله بن أبي أمية المخزومي فقال : يا محمد لقد ادعيت دعوى عظيمة وقلت مقالاً هائلاً ، زعمت أنك رسول الله رب العالمين ، وما ينبغي لرب العالمين وخالق الخلق أجمعين ، أن يكون\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":13},
  {"content":"\r\n\r\nمثلك رسوله ، بشر مثلنا تأكل كما نأكل وتشرب كما نشرب ، وتمشي في الأسواق كما نمشي ، فهذا ملك الروم وهذا ملك الفرس لا يبعثان رسولاً إلا كثير المال عظيم الحال ، له قصور ودور وفساطيط وخيام وعبيد وخدام ، ورب العالمين فوق هؤلاء كلهم فهم عبيده ، ولو كنت نبياً لكان معك ملك يصدقك ونشاهده ، بل لو أراد الله أن يبعث إلينا نبياً لكان إنما يبعث إلينا ملكاً لا بشراً مثلنا ، ما أنت يا محمد إلا رجل مسحور ولست بنبي !\r\nفقال رسول الله صلى الله عليه وآله : هل بقي من كلامك شئ ؟\r\nقال : بلى ، لو أراد الله أن يبعث إلينا رسولاً لبعث أجلَّ من فيما بيننا أكثره مالاً وأحسنه حالاً ، فهلا أنزل هذا القرآن الذي تزعم أن الله أنزله عليك وابتعثك به رسولاً على رجل من القريتين عظيم ، إما الوليد بن المغيرة بمكة وإما عروة بن مسعود الثقفي بالطائف !\r\nفقال رسول الله صلى الله عليه وآله : هل بقي من كلامك شئ يا عبد الله ؟\r\nفقال : بلى ، لن نؤمن لك حتى تفجر لنا من الأرض ينبوعاً بمكة هذه ، فإنها ذات أحجار وعروة وجبال ، تكسح أرضها وتحفرها وتجري فيها العيون ، فإننا إلى ذلك محتاجون أو تكون لك جنة من نخيل وعنب فتأكل منها وتطعمنا فتفجر الأنهار خلال تلك النخيل والأعناب تفجيراً ، أو تسقط السماء كما زعمت علينا كسفاً ، فإنك قلت لنا : وإن يروا كسفا من السماء\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":14},
  {"content":"\r\n\r\nساقطاً يقولوا سحاب مركوم ، فلعلنا نقول ذلك . ثم قال : أو تأتي بالله والملائكة قبيلاً ، تأتي به وبهم وهم لنا مقابلون ، أو يكون لك بيت من زخرف تعطينا منه وتغنينا به فلعلنا نطغى ، وأنك قلت لنا : كلا إن الإنسان ليطغى إن رآه استغنى . ثم قال : أو ترقى في السماء أي تصعد في السماء ولن نؤمن لرقيك أي لصعودك حتى تنزل علينا كتاباً نقرؤه : من الله العزيز الحكيم إلى عبد الله بن أبي أمية المخزومي ومن معه بأن آمنوا بمحمد بن عبد الله بن عبد المطلب ، فإنه رسولي وصدقوه في مقاله إنه من عندي ، ثم لا أدري يا محمد إذا فعلت هذا كله أؤمن بك أو لا أؤمن بك ، بل لو رفعتنا إلى السماء وفتحت أبوابها وأدخلتناها لقلنا إنما سكرت أبصارنا وسحرتنا ! فقال رسول الله صلى الله عليه وآله : يا عبد الله أبقي شئ من كلامك ؟ قال : يا محمد أوليس فيما أوردته عليك كفاية وبلاغ ، ما بقي شئ فقل ما بدا لك وأفصح عن نفسك إن كان لك حجة ، وأتنا بما سألناك به . فقال صلى الله عليه وآله : اللهم أنت السامع لكل صوت ، والعالم بكل شئ ، تعلم ما قاله عبادك . . . فأنزل الله عليه : وَقَالُوا لَنْ نُؤْمِنَ لَكَ حَتَّى تَفْجُرَ لَنَا مِنَ الأرض يَنْبُوعًا . أَوْ تَكُونَ لَكَ جَنَّةٌ مِنْ نَخِيلٍ وَعِنَبٍ فَتُفَجِّرَ الأَنْهَارَ خِلالَهَا تَفْجِيرًا . أَوْ تُسْقِطَ السَّمَاءَ كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا أَوْ تَأْتِىَ بِاللهِ وَالْمَلائِكَةِ قَبِيلاً أَوْ يَكُونَ لَكَ بَيْتٌ مِنْ زُخْرُفٍ أَوْ تَرْقَى فِي السَّمَاءِ وَلَنْ نُؤْمِنَ لِرُقِيِّكَ حَتَّى تُنَزِّلَ عَلَيْنَا كِتَابًا نَقْرَؤُهُ\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":15},
  {"content":"\r\n\r\nقُلْ سُبْحَانَ رَبِّي هَلْ كُنْتُ إِلا بَشَرًا رَسُولاً . ( الإسراء : 90 - 93 ) . فقرأها عليهم وقال : يا عبد الله أما ما ذكرت من أني آكل الطعام كما تأكلون ، وزعمت أنه لا يجوز لأجل هذه أن أكون لله رسولاً ، فإنما الأمر لله يفعل ما يشاء ويحكم ما يريد ، وهو محمود ، ليس لك ولا لأحد الاعتراض عليه . . . . وأما قولك : إن هذا ملك الروم وملك الفرس لا يبعثان رسولاً إلا كثير المال ، فإن الله له التدبير والحكم ، لا يفعل على ظنك وحسابك واقتراحك ، بل يفعل ما يشاء ويحكم ما يريد . . . وأما قولك : لولا نزل هذا القرآن على رجل من القريتين عظيم . . فإن الله ليس يستعظم مال الدنيا كما تستعظمه أنت . . . . وهل رأيت طبيباً يداوي المرضى على حسب اقتراحهم ) . ( الإحتجاج : 1 / 28 ، وتفسير الإمام العسكري / 501 والبيان للسيد الخوئي / 506 ، وهو طويل ذكرنا خلاصته ) .\r\nونلاحظ أنه صلى الله عليه وآله لم يقترح على ربه تعالى أن يجيبهم ، بل مجَّده وعظَّمه ودعاه ، وشكى إليه بأسلوب نبوي .\r\nدعاؤه صلى الله عليه وآله في الاستسقاء\r\nوصفت مصادر السيرة والتاريخ دعاء عبد المطلب رحمه الله عندما أجدب أهل مكة فاستسقى بالنبي صلى الله عليه وآله ! قالت رقيقة بنت أبي صيفي بن هاشم : ( قام فاعتضد ابن ابنه محمداً فرفعه على عاتقه ، وهو يومئذ غلام قد أيفع أو كرب ( قرب ) ثم قال : اللهمَّ سادَّ الخَلَّة ، وكاشفَ الكُرْبة ، أنت عالمٌ غير\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":16},
  {"content":"\r\n\r\nمُعَلَّم ، ومسؤولٌ غير مُبَخَّل ، وهذه عبداؤك وإماؤك بعذارات حرمك ، يشكون إليك سَنَتَهم التي أذهبت الخفَّ والظلف ، فاسمعنَّ اللهم ، وأمطرنَّ علينا غيثاً مغدقاً مريعاً سحاً طبقاً دراكاً . قالت : فورب الكعبة ما راموا حتى انفجرت السماء بمائها واكتظَّ الوادي بثجثجه وانصرف الناس ، فسمعت شيخان قريش وجلتها : عبد الله بن جدعان ، وحرب بن أمية ، وهشام بن المغيرة يقولون لعبد المطلب : هنيئاً لك سيد البطحاء ) ! ( كبير الطبراني : 24 / 259 ، وكتاب الدعاء / 606 ، والأحاديث الطوال / 68 للطبراني أيضاً ، ومجمع الزوائد : 2 / 214 ، و : 8 / 219 ، وشرح النهج : 7 / 271 ، وتاريخ دمشق : 57 / 149 ، وأسد الغابة : 5 / 454 ، وغيرها ) .\r\nوهذا يدل على إيمان عبد المطلب رحمه الله وأنه كان يعلم بنبوة حفيده صلى الله عليه وآله ! وقد وصف ذلك أبو طالب رحمه الله وبركات النبي صلى الله عليه وآله على بني هاشم عندما حاصرتهم قريش بالشعب أكثر من ثلاث سنين ، فقال :\r\nوأبيض يستسقى الغمام بوجهه ثمال اليتامى عصمة للأرامل\r\nيلوذ به الهلاك من آل هاشم فهم عنده في نعمة وفواضل\r\nج\r\nكذبتم وبيت الله نبزي محمداً ولما نطاعن دونه ونقاتل\r\nونسلمه حتى نصرع حوله ونذهل عن أبنائنا والحلائل .\r\nوفي أمالي المفيد / 302 : ( جاء أعرابي إلى النبي صلى الله عليه وآله فقال : والله يا رسول الله لقد أتيناك وما لنا بعير يئط ، ولا غنم يغط ، ثم أنشأ يقول :\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":17},
  {"content":"\r\n\r\nأتيناك يا خير البرية كلها لترحمنا مما لقينا من الأزل\r\nأتيناك والعذراء يدمى لبانها وقد شغلت أم الصبي عن الطفل\r\nوألقى بكفيه الفتى استكانة من الجوع ضعفا ما يمر وما يحلي\r\nولا شئ مما يأكل الناس عندنا سوى الحنظل العامي والعلهز الفسل\r\nوليس لنا إلا إليك فرارنا وأين فرار الناس إلا إلى الرسل\r\nفقال رسول الله صلى الله عليه وآله لأصحابه : إن هذا الأعرابي يشكو قلة المطر وقحطاً شديداً ، ثم قام يجر رداءه حتى صعد المنبر ، فحمد الله وأثنى عليه ، وكان مما حمد ربه أن قال : الحمد لله الذي علا في السماء فكان عالياً ، وفي الأرض قريباً دانياً ، أقرب إلينا من حبل الوريد . ورفع يديه إلى السماء وقال : اللهم اسقنا غيثاً ، مغيثاً ، مريئاً ، مريعاً ، غدقاً ، طبقاً ، عاجلاً غير رائث ، نافعاً غير ضائر ، تملأ به الضرع ، وتنبت به الزرع ، وتحيي به الأرض بعد موتها . فما ردَّ يديه إلى نحره حتى أحدق السحاب بالمدينة كالإكليل ، والتقت السماء بأردافها ، وجاء أهل البطاح يضجون يا رسول الله : الغرق الغرق ، فقال رسول الله صلى الله عليه وآله : اللهم حَوَالَيْنَا ولا علينا ، فانجاب السحاب عن السماء ، فضحك رسول الله صلى الله عليه وآله وقال : لله در أبي طالب ( رحم الله عمي أبا طالب ) لو كان حياً لقرَّت عيناه ، من ينشدنا قوله ؟\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":18},
  {"content":"\r\n\r\nفقام عمر بن الخطاب فقال : عسى أردت يا رسول الله : وما حملتْ من ناقة فوقَ رحلها أبرَّ وأوفى ذمَّةً من محمدِ ؟ فقال رسول الله صلى الله عليه وآله : ليس هذا من قول أبي طالب ، بل من قول حسان بن ثابت ، فقام علي بن أبي طالب فقال : كأنك أردت يا رسول الله قوله : وأبيض يستسقى الغمام بوجهه . . . الأبيات . . ؟ فقال رسول الله صلى الله عليه وآله : أجل ، فقام رجل من بني كنانة فقال :\r\nلك الحمد والحمد ممن شكرْ سُقينا بوجه النبيِّ المطر\r\nج\r\nدعا الله خالقه دعوة وأشخص منه إليه البصر\r\nولم يك إلا كقلب الرداء وأسرع حتى أتانا المطر\r\nدفاق العزائل وجم البعاق أغاث به الله عَليا مضر\r\nفكان كما قاله عمه أبو طالب ذا رواء غزر\r\nبه الله يسقي صيوب الغمام فهذا العيان وذاك الخبر\r\nفقال رسول الله صلى الله عليه وآله : بوأك الله يا كناني بكل بيت قلته بيتاً في الجنة ) .\r\nدعاؤه صلى الله عليه وآله في غار الهجرة\r\n( يا مؤنس المستوحشين ، ويا أنيس المتفردين ، ويا ظهير المنقطعين ويا مال المقلين ، ويا قوة المستضعفين ، ويا كنز الفقراء ، ويا موضع شكوى الغرباء ، ويا منفرداً بالجلال ، ويا معروفاً بالنوال ، ويا كثير الأفضال ، أغثني عند كربتي ) . ( مصباح للكفعمي / 301 ) .\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":19},
  {"content":"\r\n\r\nدعاؤه صلى الله عليه وآله يوم بدر\r\n( كان صلى الله عليه وآله إذا لقي العدو يقول : اللهم بك أصولُ وأجول . . اللهم إني أعوذ بك من شرورهم ، وأجعلك في نحورهم . ودعا يوم بدر حتى سقط رداؤه عن منكبيه يستنجز الله وعده ) . ( تفسير القرطبي : 3 / 256 ) .\r\nوعندما خرج من المدينة إلى بدر : ( اللهم إنهم حفاة فاحملهم ، وعراة فاكسهم ، وجياع فأشبعهم ، وعالة فأغنهم من فضلك . قال : فما رجع أحد منهم يريد أن يركب إلا وجد ظهراً ، للرجل البعير والبعيران ، واكتسى من كان عارياً ، وأصابوا طعاماً من أزوادهم ، وأصابوا فداء الأسرى ) . ( إمتاع الأسماع : 12 / 178 ) .\r\nعن الإمام الباقر عليه السلام قال : ( لما نظر النبي صلى الله عليه وآله إلى كثرة المشركين وقلة المسلمين ، استقبل القبلة وقال : اللهم أنجز لي ما وعدتني ، اللهم إن تهلك هذه العصابة لا تعبد في الأرض . فنزلت الآية : إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ أَنِّي مُمِدُّكُمْ بِأَلْفٍ مِنَ الْمَلائِكَةِ مُرْدِفِينَ . وَمَا جَعَلَهُ اللهُ إِلا بُشْرَى وَلِتَطْمَئِنَّ بِهِ قُلُوبُكُمْ . ( الأنفال : 9 - 10 ) ( الصحيح من السيرة : 5 / 35 ) .\r\nوبات صلى الله عليه وآله في ليلة بدر يدعو : ( اللهم إن تهلك هذه العصابة لا تعبد في الأرض ، فلما أن طلع الفجر نادى : الصلاة عباد الله ، فجاء الناس من تحت الشجر والحجف ، فصلى بنا رسول الله وحرض على القتال ) . ( الطبري : 2 / 134 ) .\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":20},
  {"content":"\r\n\r\nعن علي عليه السلام قال صلى الله عليه وآله : ( اغتنموا الدعاء عند خمسة مواطن : عند قراءة القرآن وعند الأذان وعند نزول الغيث وعند التقاء الصفين ، وعند دعوة المظلوم . . . كان صلى الله عليه وآله إذا لقي العدو قال : اللهم إنك أنت عصمتي وناصري ومعيني ، اللهم بك أصول وبك أقاتل . . . . كان إذا لقي العدو عبأ الرجَّالة وعبأ الخيل وعبأ الإبل . . . كان إذا زحف للقتال يعبئ الكتائب ويفرق بين القبائل ، ويقدم على كل قوم رجلاً ويصفف الصفوف ويكردس الكراديس ثم يزحف إلى القتال . . . كان إذا زحف للقتال جعل ميمنةً وميسرةً وقلباً يكون هو فيه ، ويجعل لها روابط ويقدم عليها مقدمين ، ويأمرهم بخفض الأصوات والدعاء واجتماع القلوب ، وشهر السيوف وإظهار العدة ، ولزوم كل قوم مكانهم ، ورجوع كل من حمل إلى مصافه بعد الحملة ) . ( دعائم الإسلام : 1 / 371 ) .\r\nوحفظ أهل البيت عليهم السلام دعاءه دون غيرهم ، قال صلى الله عليه وآله : ( اللهم أنت ثقتي في كل كرب ، وأنت رجائي في كل شدة ، وأنت لي في كل أمر نزل بي ثقة وعدة ، فكم من كرب يضعف فيه الفؤاد ، وتقلُّ فيه الحيلة ، ويَخْذُلُ فيه القريب ، ويَشمتُ به العدو ، وتَعي فيه الأمور ، أنزلته بك وشكوته إليك ، راغباً فيه إليك عمن سواك ، ففرجته وكشفته عني وكفيتنيه ، فأنت وليُّ كل نعمة ، وصاحب كل حاجة ، ومنتهى كل\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":21},
  {"content":"\r\n\r\nرغبة ، فلك الحمد كثيراً ، ولك المنُّ فاضلاً ، وإن بنعمتك تتم الصالحات ، يا معروفاً بالمعروف موصوف ، أنلني من معروفك معروفاً تغنيني به عن معروف من سواك ، برحمتك يا أرحم الراحمين ) . ( مصباح المتهجد / 149 ، وأمالي المفيد / 273 ، وأمالي الطوسي / 35 ) .\r\nقال ابن مسعود : ما سمعنا مناشداً ينشد حقاً له أشد مناشدة من محمد ( ص ) يوم بدر يقول : ( اللهم إني أنشدك ما وعدتني إن تهلك هذه العصابة لا تعبد ، ثم التفت كأن وجهه القمر فقال : كأني أنظر إلى مصارع القوم عشية ) . ( مجمع الزوائد : 6 / 82 ) . وأراد بخاري أن يمدح أبا بكر فزعم أن النبي صلى الله عليه وآله أفرط في الدعاء حتى نهاه أبو بكر ! وزعم أن النبي صلى الله عليه وآله كان يقفز وهو لابس درعه ! قال في صحيحه : 6 / 54 : ( قال النبي ( ص ) وهو في قبة : اللهم إني أنشدك عهدك ووعدك ، اللهم إن تشأ لا تعبد بعد اليوم ، فأخذ أبو بكر بيده فقال : حسبك يا رسول الله ألححت على ربك ! وهو يثب ( يقفز ! ) في الدرع فخرج وهو يقول : سيهزم الجمع ويولون الدبر ) !\r\nدعاؤه صلى الله عليه وآله يوم أحُد\r\nانهزم الناس في معركة أحد كما وصفهم الله تعالى : إِذْ تُصْعِدُونَ وَلا تَلْوُونَ عَلَى أَحَدٍ وَالرَّسُولُ يَدْعُوكُمْ فِي أُخْرَاكُمْ فَأَثَابَكُمْ غَمّاً بِغَمٍّ . ( آل عمران : 153 )\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":22},
  {"content":"\r\n\r\nولم يثبت مع النبي صلى الله عليه وآله إلا علي عليه السلام فقاتلا وردَّا هجمات المشركين ، ثم أمر الله نبيه صلى الله عليه وآله أن يستظل بصخرة ، ويواصل عليٌّ ردَّ هجماتهم ، وبلغت تسعاً قتل علي عليه السلام قادتها وعدداً من فرسانها ، والنبي صلى الله عليه وآله يدعو : ( اللهم لك الحمد وإليك المشتكى ، وأنت المستعان ، ولا حول ولا قوة إلا بالله العلي العظيم . فنزل جبرئيل وقال : يا محمد لقد دعوت بدعاء إبراهيم حين ألقي في النار ، ودعا به يونس حين صار في بطن الحوت ، وكان من دعائه صلى الله عليه وآله : اللهم اجعلني صبوراً ، واجعلني شكوراً ، واجعلني في أمانك ) . ( مهج الدعوات / 28 ، والبحار : 92 / 196 ، ودعائم الإسلام : 1 / 371 ، وفيه : فهبط إليه جبرئيل فقال : يا محمد ، لقد دعوت الله باسمه الأكبر ) .\r\nدعاؤه صلى الله عليه وآله في أيام الأحزاب\r\nنجح اليهود في تحشيد العرب في حرب الأحزاب ، فقد قصد وفد حاخاماتهم مكة وأبرم اتفاقية مع زعماء قريش ، وجال على قبائل العرب وشجعهم ، وبلغ عدد جيش الأحزاب كما في بعض الروايات أربعة وعشرين ألف مقاتل ( التنبيه والإشراف / 216 ) فحاصروا المدينة ، ولم يكن أمامهم مانع إلا الخندق ، واستمر حصارهم أسبوعين يقاتلون المسلمين برشق السهام والأحجار ( تفسير القمي : 2 / 185 ) حتى استطاع نخبة من فرسانهم بقيادة عمرو بن ود أن يعبروه ، وكان يعد بألف فارس ويسمى فارس يَلْيَل وهي\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":23},
  {"content":"\r\n\r\nمنطقة عند الطائف ، فدعا المسلمين إلى المبارزة فلم يجرؤ على مبارزته إلى علي عليه السلام فدعا له النبي صلى الله عليه وآله بالنصر كما يأتي ، وكان ذلك يوم الأربعاء ، اليوم الثالث لدعاء النبي صلى الله عليه وآله . ( قال جابر بن عبد الله : دعا النبي صلى الله عليه وآله على الأحزاب في مسجد الفتح ثلاثة أيام ، يوم الاثنين ويوم الثلاثاء ، واستجيب له يوم الأربعاء بين الصلاتين فعرف السرور في وجهه ، قال جابر : فما نزل بي أمر غائظ ، وتوجهت في تلك الساعة ، إلا عرفت الإجابة ) . ( المجتنى لابن طاووس / 48 ، والمستقصى للزمخشري : 1 / 109 ) .\r\nوفي الكافي : 2 / 561 : أنه صلى الله عليه وآله دعا في ذلك أيضاً : ( يا صريخ المكروبين ، ويا مجيب دعوة المضطرين ، ويا كاشف غمي ، إكشف عني همي وغمي وكربي ، فإنك تعلم حالي وحال أصحابي ، فاكفني هول عدوي ، فإنه لا يكشف ذلك غيرك ) . ( والمصباح للكفعمي / 300 ) .\r\nوفي مهج الدعوات / 28 : ( اللهم ارزقني الصلاة والصوم والحج والعمرة وصلة الرحم ، وعظِّم رزقي ورزق أهل بيتي في عافية . اللهم أنت الله قبلَ كلِّ شئ ، وأنت الله بعدَ كلِّ شئ ، وأنت الله تبقى ويفنى كلُّ شئ ، إلهي أنت الحليمُ الذي لا يَجْهَل ، وأنت الجَوَادُ الذي لا يَبْخَل ، وأنت العَدْلُ الذي لا يَظْلِم ، وأنت الحكيمُ الذي لا يجور ، وأنت المنيعُ الذي لا يُرام ،\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":24},
  {"content":"\r\n\r\nوأنت العزيز الذي لا يُستذل ، وأنت الرفيع الذي لا يُرى ، وأنت الدائم الذي لا يفنى ، وأنت الذي أحطت بكل شئ علماً ، وأحصيت كل شئ عدداً ، أنت البديع قبل كل شئ ، والباقي بعد كل شئ ، خالق ما يرى وخالق ما لا يرى ، عالم كل شئ بغير تعليم ، وأنت الذي تعطي الغلبة من شئت ، تُهلك ملوكاً وتملك آخرين ، بيدك الخير وأنت على كل شئ قدير . أنت مولانا فانصرنا على القوم الكافرين ، وأدخلنا برحمتك في عبادك الصالحين ، واختم لي بالسعادة ، واجعلني من عتقائك وطلقائك من النار ) .\r\nوفي المصباح للكفعمي / 300 : ( الحمد لله وحده لا شريك له ، الحمد لله الذي أدعوه فيجيبني وإن كنت بطيئاً حين يدعوني ، والحمد لله الذي أسأله فيعطيني وإن كنت بخيلاً حين يستقرضني ، والحمد لله الذي أستعفيه فيعافيني وإن كنت معترضاً للذي نهاني عنه ، والحمد لله الذي أخلو به كلما شئت لسري ، وأَضع عنده ما شئت من أمري ، من غير شفيع فيقضي لي حاجتي . والحمد لله الذي وكلني إليه الناس فأكرمني ، ولم يكلني إلى الناس فيهينوني ، وكفاني برفق ولطف بي لمَّا جفوني ، فلك الحمد ، رضيت بلطفك ربي لطيفاً ، ورضيت بكنفك ربي خلفاً ) .\r\nوقد وصف الشاعر الأزري رحمه الله ذلك فقال :\r\n( يوم غصَّت بجيش عمرو بن ودٍّ * لَهَوَاتُ الفلا وضاق فضاها\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":25},
  {"content":"\r\n\r\nوتخطَّى إلى المدينة فرداً * بسرايا عزائمٍ ساراها\r\nفدعاهم وهو ألوفٌ ولكن * ينظرون الذي يشبُّ لظاها\r\nأين أنتم عن قَسْوَرٍ عامريٍّ * تتقي الأسد بأسه في شراها\r\nفابتدى المصطفى يحدث عما * تؤجر الصابرون في أخراها\r\nقائلاً إن للجليل جناناً * ليس غير المجاهدين يراها\r\nأين من نفسه تتوق إلى * الجنات أو يورد الجحيم عداها\r\nمن لعمرو وقد ضمنت * على الله له من جنانه أعلاها\r\nفالتووا عن جوابه كسوامٍ * لا تراها مجيبة من دعاها\r\nوإذا هم بفارس قرشيٍّ * ترجف الأرض خيفة إذ يطأها\r\nقائلاً ما لها سوايَ كفيلٌ * هذه ذمَّةٌ عليَّ وفاها\r\nومشى يطلب الصفوف كما * تمشي خماص الحشا إلى مرعاها\r\nفانتضى مشرفيه فتلقى * ساق عمرو بضربة فبراها\r\nوالى الحشر رنة السيف منه * يملأ الخافقين رجع صداها\r\nيا لها ضربةٌ حَوَتْ مكرماتٍ * لم يَزِنْ ثقلَ أجرها ثقلاها\r\nهذه من علاه إحدى المعالي * وعلى هذه فقس ما سواها )\r\n( الأزرية / 124 ، وراجع : تفسير أبي السعود : 7 / 92 ، والبيضاوي : 4 / 365 ، والحاكم : 3 / 31 ، وتفسير القمي : 2 / 185 ، وتاريخ الذهبي : 2 / 302 ، وتفصيله في الصحيح من السيرة : 9 / 182 ) .\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":26},
  {"content":"\r\n\r\nوعندما برز علي عليه السلام إلى عمرو بن ود ، ما زال النبي صلى الله عليه وآله يدعو له وهو مطئطئ رأسه ، ومما قاله صلى الله عليه وآله : ( برز الإيمان كله إلى الشرك كله . اللهم احفظه من بين يديه ومن خلفه ، وعن يمينه وعن شماله ، ومن فوق رأسه ، ومن تحت قدميه ) . ( تفسير القمي : 2 / 183 ، وتأويل الآيات : 2 / 11 ) .\r\n( اللهم إنك أخذت مني عبيدة بن الحارث يوم بدر ، وحمزة بن عبد المطلب يوم أحُد ، فاحفظ علياً اليوم ، رَبِّ لا تَذَرْنِي فَرْداً وَأَنْتَ خَيْرُ الْوَارِثِينَ . اللهم أعنه واستعن به ، اللهم انصره وانتصر به ، فإنه عبدك وأخ رسولك ) . ( أمالي الصدوق / 107 ، وأمالي الطوسي / 362 )\r\n( قال حذيفة بن اليمان رحمه الله : ألبسه رسول الله صلى الله عليه وآله درعه الفضول وعممه عمامته السحاب على رأسه تسعة أدوار وقال له : تقدم . . . فاستقبل علي عمرواً فضربه بسيفه فشج رأسه ، ثم إن علياً ضربه على حبل عاتقه فسقط إلى الأرض فسمعنا تكبير عليٍّ ، فقال رسول الله صلى الله عليه وآله قتله علي ! وقال : أبشر يا علي ، فلو وزن اليوم عملك بعمل أمة محمد لرجح عملك بعملهم فنزلت آية : وَكَفَى اللهُ الْمُؤْمِنِينَ الْقِتَالَ . قال ابن عباس : بعلي بن أبي طالب ، وقال حذيفة : لو قسمت فضيلة علي بقتل عمرو يوم الخندق بين المسلمين بأجمعهم لوسعتهم ) . ( الفضائل لابن عقدة / 209 ، وينابيع المودة : 1 / 284 ، وشواهد التنزيل : 2 / 11 ) .\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":27},
  {"content":"\r\n\r\nدعاؤه لحذيفة ليلة الأحزاب\r\nقال حذيفة : ( رأيتُنا ليلة الأحزاب ونحن صافُّون قعود ، وأبو سفيان ومن معه من الأحزاب فوقنا ، وقريظة اليهود أسفل منا ، نخافهم على ذرارينا ، وما أتت علينا ليلة قط أشد ظلمة ولا أشد ريحاً في أصوات ريحها أمثال الصواعق ، وهي ظلمة ما يرى أحد منا أصبعه . فجعل المنافقون يستأذنون النبي صلى الله عليه وآله ويقولون : إِنَّ بُيُوتَنَا عَوْرَةٌ وَمَا هِيَ بِعَوْرَةٍ إِنْ يُرِيدُونَ إِلا فِرَاراً . فما يستأذنه أحد منهم إلا أذن له فيأذن لهم فيتسللون ، ونحن ثلاثمائة أو نحو ذلك ، إذ استقبلنا رسول الله صلى الله عليه وآله رجلاُ رجلاً ، حتى مرَّ عليَّ وما عليَّ جُنَّةٌ من العدو ولا من البرد ، إلا مرطٌ لامرأتي ما يجاوز ركبتي . قال : فأتاني وأنا جاث على ركبتي ، فقال : من هذا ؟ فقلت : حذيفة ، فقال : حذيفة ؟ فتقاصرت بالأرض فقلت : بلى يا رسول الله كراهية أن أقوم ، قال : قم ، فقمت فقال : إنه كائن في القوم خبر فأتيني بخبر القوم ، قال : وأنا من أشد الناس فزعاً ، وأشدهم قرّاً ( برداً ) ، فقال رسول الله صلى الله عليه وآله : اللهم احفظه من بين يديه ومن خلفه ، وعن يمينه وعن شماله ، ومن فوقه ومن تحته . قال : فوالله ما خلق الله فزعاً ولا قراً في جوفي إلا خرج ، وما أجد منه شيئاً ، فلما وليت قال : يا حذيفة لا تُحدث في القوم شيئاً حتى تأتيني ، فخرجت حتى إذا دنوت من عسكر القوم في ضوء نار لهم توقد ، وإذا رجل أدهم\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":28},
  {"content":"\r\n\r\nضخم يقوم بيده على النار ويمسح خاصرته ، ويقول : الرحيل الرحيل ، ولم أكن أعرف أبا سفيان قبل ذلك ) . ( تاريخ دمشق : 21 / 283 ، وأبو عوانة : 4 / 321 ، وابن كثير : 3 / 220 ، ونحوه الحاكم : 3 / 31 ، وصححه بشرط الشيخين ) .\r\nدعاؤه لعلي صلى الله عليه وآله يوم خيبر\r\n( وكان يوم خيبر أرمد لا يبصر ، فقال : يا رسول الله إني أرمد فقال : أدن مني . فدنا منه فتفل في عينه ودعا له ، فلم يرمد وفتحت عليه خيبر ) . ( مناقب لمحمد بن سليمان : 2 / 401 ) . ( اللهم اهدِ قلبه واشرح صدره ، وثَبِّت لسانه ، وقِهِ الحرَّ والبرد ) . ( عيون أخبار الرضا : 1 / 66 ) . ( فكان يلبس ثياب الصيف في الشتاء وثياب الشتاء في الصيف ، فقلنا لو سألته ؟ فقال : إن رسول الله بعث إليَّ وأنا أرمد العين يوم خيبر ، قلت : يا رسول الله إني أرمد العين ، فتفل في عيني ثم قال : اللهم أذهب عنه الحر والبرد . قال : فما وجدت حراً ولا برداً بعد يومئذ ) . ( أمالي الطوسي / 89 ، ومصباح الزجاجة : 1 / 20 ) .\r\nدعاؤه صلى الله عليه وآله يوم حُنَيْن\r\n( ربِّ كنتَ وتكون حياً لا تموت ، تنام العيون وتنكدر النجوم وأنت حي قيوم ، لا تأخذك سنة ولا نوم . . ) . ( المصباح للكفعمي / 301 ) .\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":29},
  {"content":"\r\n\r\n\r\nالفصل الثاني : في طلب الرعاية والإستعاذة من الشرور\r\nطلبه صلى الله عليه وآله من ربه عز وجل رعايته الدائمة\r\nقال الإمام الصادق صلى الله عليه وآله : ( كان رسول الله صلى الله عليه وآله في بيت أم سلمة في ليلتها ففقدته من الفراش . . فقامت تطلبه في جوانب البيت ، حتى انتهت إليه وهو في جانب من البيت قائم رافع يديه يبكي وهو يقول :\r\nاللهم لا تَنْزِعْ مني صالحَ ما أعطيتني أبداً ، اللهم ولا تكلني إلى نفسي طرفة عين أبداً ، اللهم لا تشمت بي عدواً ولا حاسداً أبداً ، اللهم لا تَرُدَّني في سوء استنقذتني منه أبداً .\r\nقال فانصرفتْ أم سلمة تبكي حتى انصرف رسول الله صلى الله عليه وآله لبكائها ، فقال لها : ما يبكيك يا أم سلمة ؟ فقالت : بأبي أنت وأمي يا رسول الله ، ولم لا أبكي وأنت بالمكان الذي أنت به من الله ، قد غفر الله لك ما تقدم من ذنبك وما تأخر ، تسأله أن لا يشمت بك عدواً أبداً ولا حاسداً وأن لا يردك في سوء استنقذك منه أبداً ، وأن لا ينزع عنك صالح ما أعطاك أبداً ، وأن لا يكلك إلى نفسك طرفة عين أبداً ؟ فقال : يا أم سلمة ، وما يؤمنني وإنما وكل\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":30},
  {"content":"\r\n\r\nالله يونس بن متى إلى نفسه طرفة عين ، فكان منه ما كان ) . ( القمي : 2 / 74 ، والبحار : 14 / 384 ، وبعضه أحمد : 5 / 42 ، وأبو داود : 2 / 496 ) .\r\nوفي كنز العمال : 2 / 700 : ( يا عدتي عند كربتي ، ويا صاحبي عند شدني ، ويا وليِّي في نعمتي ، يا إلهي وإله آبائي ، لا تكلني إلى نفسي فأقربَ من الشر وأتباعدَ من الخير ، وآنسني في قبري من وحشتي ، واجعل لي عهداً يوم القيامة مسؤولاً ) .\r\nالإستعاذة من شر النفس وشرور الناس\r\n( أعوذ بنور وجه الله ، وكلماته التامات ، التي لا يجاوزهن برٌّ ولا فاجر ، من شر ما ذرأ في الأرض وما يخرج منها ، ومن شر ما ينزل من السماء وما يعرج فيها ، ومن شر فتن الليل والنهار ، ومن شر طوارق الليل والنهار ، إلا طارقاً يطرق بخير ) . ( البحار : 91 / 215 ) .\r\n( اللهم إني أعوذ بك من علم لا ينفع ، وقلب لا يخشع ، ودعاء لا يسمع ، ونفس لا تشبع ، أعوذ بك من شر هؤلاء الأربع .\r\nاللهم إني أعوذ بك أن أضِل ، أو أُضَل ، أو أذلَّ ، أو أُذَل ، أو أظلم أو أُظلم ، أو أجْهَلَ ، أو يُجْهَلَ عليَّ ) . ( المصباح للكفعمي / 299 ) .\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":31},
  {"content":"\r\n\r\nدعاؤه صلى الله عليه وآله بالعافية من جار السوء وسوء القضاء\r\n( اللهم إني أعوذ بك من غنى يطغيني ، وفقر يسيئني ، وهوى يرديني ، وعمل يخزيني ، وجار يؤذيني ) . ( البحار : 92 / 360 ) .\r\n( اللهم إني أعوذ بك من سوء القضاء وسوء القدر ، وسوء المنظر في الأهل والمال والولد ) . ( البحار : 92 / 360 ) .\r\nفي الإستعاذة من شر المال والعيال والأصحاب\r\n( اللهم إني أعوذ بك من ولد يكون عليَّ ربَّا ، ومن مالٍ يكون عليَّ ضياعاً ، ومن زوجة تُشيبني قبل أوان مشيبي ، ومن خليل ماكر ، عيناه تراني ، وقلبه يرعاني ، إن رأى خيراً دفنه ، وإن رأى شراً أذاعه ) . ( من لا يحضره الفقيه : 3 / 558 ) .\r\nدعاؤه صلى الله عليه وآله إذا أصابه همٌّ وحُزْن\r\n( حسبي الرب من المربوبين ، حسبي الخالق من المخلوقين ، حسبي الرازق من المرزوقين ، حسبي من هو حسبي ، حسبي الله ونعم الوكيل ، حسبي الله لا إله إلا هو ، عليه توكلت ، وهو رب العرش العظيم ) . ( الفرج بعد الشدة : 1 / 31 ) .\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":32},
  {"content":"\r\n\r\n\r\nالفصل الثالث : أدعيته صلى الله عليه وآله في شؤون الحياة العادية\r\nدعاؤه صلى الله عليه وآله قبل النوم ، وعندما يستيقظ\r\n( بسم الله ، آمنت بالله وكفرت بالطاغوت . اللهم احفظني في منامي وفي يقظتي . اللهم إن أمسكتَ نفسي في منامي فاغفر لها ، وإن أرسلتَها فاحفظها بما تحفظ به عبادك الصالحين ) ( الكافي : 2 / 536 ، وعلل الشرائع : 2 / 279 ) .\r\nوعن الإمام الصادق عليه السلام قال : ( كان رسول الله صلى الله عليه وآله إذا أوى إلى فراشه قال : اللهم باسمك أحيا ، وباسمك أموت . فإذا قام من نومه قال : الحمد لله الذي أحياني بعدما أماتني وإليه النشور ) . ( الكافي : 2 / 539 ) . ( الحمد لله الذي أحياني بعد موتي ، إن ربي لغفور شكور ) . ( البحار : 16 / 253 ) .\r\nوعن الإمام الصادق عليه السلام قال : ( كان صلى الله عليه وآله يؤتى بطهور فيخمَّر عند رأسه ويوضع سواكه تحت فراشه ، ثم ينام ما شاء الله ، فإذا استيقظ جلس ثم قلب بصره في السماء ، ثم تلا الآيات من آل عمران : إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالأرض وَاخْتِلافِ اللَّيْلِ وَالنَّهَارِ لآياتٍ لأُولِي الأَلْبَابِ .\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":33},
  {"content":"\r\n\r\nالَّذِينَ يَذْكُرُونَ اللهَ قِيَاماً وَقُعُوداً وَعَلَى جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَاوَاتِ وَالأرض رَبَّنَا مَا خَلَقْتَ هَذَا بَاطِلاً سُبْحَانَكَ فَقِنَا عَذَابَ النَّار . ثم يستنُّ ويتطهر ، ثم يقوم إلى المسجد فيركع أربع ركعات ، على قدر قرائته ركوعه ، وسجوده على قدر ركوعه ، يركع حتى يقال متى يرفع رأسه ويسجد حتى يقال متى يرفع رأسه ؟ ثم يعود إلى فراشه فينام ما شاء الله ، ثم يستيقظ فيجلس فيتلوا الآيات من آل عمران ، ويقلِّب بصره في السماء ، ثم يستن ويتطهر ويقوم إلى المسجد فيصلي أربع ركعات كما ركع قبل ذلك ، ثم يعود إلى فراشه فينام ما شاء الله ، ثم يستيقظ فيجلس فيتلو الآيات من آل عمران ويقلب بصره في السماء ، ثم يستن ويتطهر ويقوم إلى المسجد فيوتر ويصلي الركعتين ، ثم يخرج إلى الصلاة ) . ( التهذيب : 2 / 334 ) . وبعضه بخاري : 1 / 43 ، و 171 ، وفيه تعبير غير لائق قال : ( ثم قام فصلى ركعتين ، ثم انصرف فنام حتى نفخ في النوم ، ثم قام ) ! وهو قريب من قولهم ( نام حتى شخر ) ! ولا تجده في تعابير أهل البيت عليهم السلام .\r\nدعاؤه صلى الله عليه وآله إذا أصبح\r\n( كان من دعاء رسول الله صلى الله عليه وآله إذا أصبح أن يقول : أصبحنا وأصبح الملك والكبرياء والعظمة والجلال والخلق والأمر والليل والنهار وما يسكن فيهما ، لله عز وجل ، وحده لا شريك له .\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":34},
  {"content":"\r\n\r\nاللهم اجعل أول يومي هذا صلاحاً ، وأوسطه فلاحاً ، وآخره نجاحاً .\r\nاللهم إني أسألك خير الدنيا والآخرة يا ارحم الراحمين .\r\nاللهم أقسم لنا من خشيتك ما يحول بيننا وبين معاصيك ، ومن طاعتنا ما تبلغنا به رحمتك ، ومن اليقين ما تُهَوِّنُ به علينا مصيبات الدنيا . اللهم متعنا بأسماعنا وأبصارنا ، واجعله الوارث منا ، وانصرنا على من ظلمنا ، ولا تجعل مصيبتنا في ديننا ، ولا تجعل الدنيا أكبر همنا ، ولا مبلغ علمنا ، ولا تسلط علينا من لا يرحمنا ) . ( شرح النهج : 6 / 178 ) .\r\nدعاؤه صلى الله عليه وآله إذا أصبح وأمسى\r\n( اللهم إن ظلمي أصبح مستجيراً بعفوك ، وذنبي أصبح مستجيراً بمغفرتك ، وذُلِّي أصبح مستجيراً بعزك ، وفقري أصبح مستجيراً بغناك ووجهي الفاني البالي أصبح مستجيراً بوجهك الدائم الباقي ، الذي لا يفنى ) . ( تفسير القمي : 2 / 11 ) .\r\nدعاؤه صلى الله عليه وآله عند الطعام\r\n( كان رسول الله صلى الله عليه وآله ذا وضعت المائدة بين يديه ، قال : سبحانك اللهم ما أحسن ما تبتلينا ، سبحانك اللهم ما أكثر ما تعطينا ، سبحانك اللهم ما أكثر ما تعافينا . اللهم أوسع علينا وعلى فقراء المؤمنين والمسلمين ) .\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":35},
  {"content":"\r\n\r\n( المحاسن : 2 / 435 ، والكافي : 6 / 293 ) .\r\nدعاؤه صلى الله عليه وآله بعد الطعام\r\nكان إذا رفعت المائدة قال : ( اللهم أكثرتَ وأطبتَ وباركتَ ، فأشبعتَ وأرويتَ . الحمد لله الذي يُطعِم ولا يُطْعَم ) .\r\nدعاؤه صلى الله عليه وآله لمن أكل عندهم\r\n( وإذا طَعِمَ عند أهل بيت دعا لهم : طَعِمَ عندكم الصائمون ، وأكل عندكم الأبرار ، وصلَّتْ عليكم الملائكة الأخيار ) . ( الكافي : 6 / 294 ، وتحف العقول / 11 المحاسن : 2 / 142 ) .\r\nدعاؤه صلى الله عليه وآله في الشكر على نعمة الخبز\r\n( اللهم بارك لنا في الخبز ، ولا تفرق بيننا وبينه ، فلولا الخبز ما صمنا ولا صلينا ، ولا أدينا فرائض ربنا ) . ( المحاسن : 2 / 292 ) .\r\nدعاؤه صلى الله عليه وآله إذا شرب الماء\r\nعن الإمام الصادق عليه السلام قال : ( كان رسول الله صلى الله عليه وآله إذا شرب الماء قال : الحمد الله الذي سقانا عذباً زلالاً ، ولم يسقنا ملحاً أجاجاً ، ولم يؤاخذنا بذنوبنا ) . ( الكافي : 6 / 384 ، وقرب الإسناد / 218 ) . وإذا أكل طعاماً أو شرب غير الماء واللبن : ( اللهم بارك لنا فيه وارزقنا خيراً منه ) . ( المحاسن : 2 / 197 ) .\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":36},
  {"content":"\r\n\r\nإذا رأى فاكهة جديدة\r\n( اللهم كما أريتنا أولها في عافية ، فأرنا آخرها في عافية ) . ( حلية الأبرار : 1 / 403 ) .\r\nإذا لبس ثوباً جديداً\r\n( الحمد لله الذي كساني من الرياش ، ما أتجمل في الناس . اللهم اجعله ثياب بركة ، أسعى فيها بمرضاتك ، وأعمر فيها مساجدك ) . ( روضة الواعظين / 309 ) . ( الحمد لله الذي ستر عورتي وكساني الرياش ) . ( أمالي الطوسي : 1 / 398 ، ومستدرك الوسائل : 3 / 268 ) .\r\nالدعاء عند التخلي والوضوء\r\n( كان رسول الله صلى الله عليه وآله إذا أراد دخول المتوضأ قال : اللهم إني أعوذ بك من الرجس النجس ، الخبيث المخبث ، الشيطان الرجيم ، اللهم أمت عني الأذى ، وأعذني من الشيطان الرجيم . . . اللهم كما أطعمتنيه طيباً في عافية ، فأخرجه مني خبيثاً في عافية . وإذا جلس للوضوء قال : اللهم أذهب عني القذى والأذى واجعلني من المتطهرين ) . ( الفقيه : 1 / 22 ) .\r\nوبعد الوضوء يقول : ( بسم الله ، اللهم إني أسألك تمام الوضوء ، وتمام الصلاة ، وتمام رضوانك ، وتمام مغفرتك ) . ( البحار : 77 / 317 ) .\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":37},
  {"content":"\r\n\r\nدعاؤه صلى الله عليه وآله إذا نظر في المرآة\r\n( اللهم كما حسنت خلقي فحسن خلقي ) . ( تحف العقول / 11 ) .\r\nدعاؤه صلى الله عليه وآله إذا أراد النهوض من مجلسه\r\n( سبحانك اللهم وبحمدك ، أشهد أن لا إله إلا أنت ، أستغفرك وأتوب إليك ، سبحان ربك رب العزة عما يصفون ، وسلام على المرسلين ، والحمد لله رب العالمين ) . ( البحار : 2 / 3 مستدرك الوسائل : 15 / 428 ، عن سعيد بن جبير ، وفي بعض المصادر أن ذلك كفارة المجلس ، وبعضه أحمد : 4 : / 420 ، و : 3 / 450 ، وفيه : إلا غفر له ما كان في ذلك المجلس ، والترمذي : 5 / 158 ، وابن ماجة : 1 / 265 ) .\r\nدعاؤه صلى الله عليه وآله إذا سمع صوت الرعد\r\n( اللهم لا تقتلنا بغضبك ، ولا تهلكنا بعذابك ، وعافنا قبل ذلك ) ( نور الثقلين : 2 / 490 ) .\r\nدعاؤه صلى الله عليه وآله إذا ركب دابته للسفر\r\n( سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ . وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ . اللهم إنا نسألك في سفرنا هذا البر والتقوى ، والعمل بما ترضى . اللهم هوِّن علينا سفرنا ، واطْوِ عنا بعده . اللهم أنت الصاحب في السفر والخليفة في الأهل . اللهم إني أعوذ بك من وعثاء السفر ، وكآبة المنقلب ، وسوء المنظر في الأهل والمال . ( نور الثقلين : 4 / 592 ) .\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":38},
  {"content":"\r\n\r\nدعاؤه صلى الله عليه وآله في سفره ومنزله\r\n( اللهم أَنْزِلْنِي مُنْزَلاً مُبَارَكاً وَأَنْتَ خَيْرُ الْمُنْزِلِينَ ) . ( المحاسن : 2 / 80 ) .\r\nوإذا دخل بلداً : ( اللهم ربَّ السماوات السبع وما أظللن ، ورب الأرضين السبع وما أقللن ، ورب الشياطين وما أضللن ، أسألك خير هذه القرية وخير ما فيها ، وأعوذ بك من شرها وشر ما فيها . اللهم إني أسألك خيرها وأعوذ بك من شرها . اللهم أطعمنا من جناها وأعذنا من وباها ، وحببنا إلى أهلها ، وحبب صالحي أهلها إلينا ) . ( البحار : 21 / 14 المحاسن : 2 / 80 الارشاد : 1 / 111 ) .\r\nدعاؤه صلى الله عليه وآله في الاستخارة\r\n( اللهم إن كنت تعلم أن هذا الأمر خير لي في عاجل أمري وآجله ، فقدره لي ويسره لي ثم بارك لي فيه ، وإن كنت تعلم أن هذا الأمر شرٌّ لي في عاجل أمري وآجله فاصرفه عني واصرفني عنه ، وقدر لي الخير حيث كان ثم رضني به ) . ( البحار : 88 / 228 ) .\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":39},
  {"content":"\r\n\r\n\r\nالفصل الرابع : دعاؤه صلى الله عليه وآله في صلاته وصومه وحجه\r\nإذا دخل إلى المسجد أو خرج منه\r\n( اللهم اغفر لي ذنوبي ، وافتح لي أبواب رحمتك ) . ( حلية الأبرار : 1 / 278 ) .\r\n( إذا خرج من المسجد بعد الصلاة : اللهم دعوتني فأجبت دعوتك ، وصليت مكتوبك ، وانتشرت في أرضك كما أمرتني ، فأسألك من فضلك العمل بطاعتك ، واجتناب سخطك ، والكفاف في الرزق برحمتك ) . ( نور الثقلين : 5 / 328 ) .\r\nإذا وضع جبهته للسجود\r\n( اللهم مغفرتك أوسع من ذنوبي ، ورحمتك أرجى عندي من عملي ، فاغفر لي ذنوبي يا حيٌّ لا يموت ) . ( البحار : 83 / 217 ) .\r\nدعاؤه في افتتاح الصلاة وأثنائها وختامها\r\nفي فضائل الصحابة لابن حنبل : 2 / 695 ، عن علي بن أبي طالب عليه السلام أن النبي صلى الله عليه وآله كان إذا استفتح الصلاة يكبر ثم يقول : ( وجهت وجهي للذي\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":40},
  {"content":"\r\n\r\nفطر السماوات والأرض حنيفاً وما أنا من المشركين ، إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين ، لا شريك له وبذلك أمرت وأنا أول المسلمين . اللهم أنت الملك لا إله إلا أنت ، أنت ربي وأنا عبدك ، ظلمت نفسي واعترفت بذنبي ، فاغفر لي ذنوبي جميعاً ، لا يغفر الذنوب إلا أنت ، واهدني لأحسن الأخلاق ، لا يهدي لأحسنها إلا أنت ، واصرف عني سيئها لا يصرف سيئها إلا أنت . لبيك وسعديك والخير كله في يديك ، والشر ليس إليك ، أنا بك وإليك ، تباركت وتعاليت استغفرك وأتوب إليك .\r\nوإذا ركع قال : اللهم لك ركعت وبك آمنت ، ولك أسلمت خشع لك سمعي وبصري ، ومخي وعظامي وعصبي .\r\nوإذا رفع رأسه قال : سمع الله لمن حمده ، ربنا ولك الحمد ملء السماوات والأرض ، وملء ما بينهما وملء ما شئت .\r\nوإذا سجد قال : اللهم لك سجدت وبك آمنت ولك أسلمت ، سجد وجهي للذي خلقه وصوره فأحسن صوره ، فشق سمعه وبصره ، فتبارك الله أحسن الخالقين .\r\nوإذا فرغ من الصلاة وسلم قال : اللهم اغفر لي ما قدمتُ وما أخَّرتُ\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":41},
  {"content":"\r\n\r\nوما أسررتُ وما أعلنتُ ، وما أنت أعلم به مني ، أنت المقدم والمؤخر ، لا إله إلا أنت ) .\r\nدعاؤه صلى الله عليه وآله بعد صلاة الظهر\r\n( اللهم إني أسألك موجبات رحمتك ، وعزائم مغفرتك ، والغنيمة من كل خير ، والسلامة من كل إثم .\r\nاللهم لا تدع لي ذنباً إلا غفرته ، ولا هما إلا فرجته ، ولا سقماً إلا شفيته ، ولا عيباً إلا سترته ، ولا رزقاً إلا بسطته ، ولا خوفاً إلا آمنته ، ولا سوءً إلا صرفته ، ولا حاجة هي لك رضى ولي صلاح إلا قضيتها يا أرحم الراحمين ) . ( البحار : 83 / 63 ) .\r\nدعاؤه صلى الله عليه وآله بعد الصلاة\r\nعن الإمام الجواد عليه السلام قال : ( كان النبي صلى الله عليه وآله يقول إذا فرغ من صلاته : ( اللهم اغفر لي ما قدمتُ وما أخرتُ ، وما أسررتُ وما أعلنتُ ، وإسرافي على نفسي ، وما أنت أعلم به مني . اللهم أنت المقدم وأنت المؤخر ، لا إله إلا أنت ، بعلمك الغيب وبقدرتك على الخلق أجمعين ، ما علمتَ الحياة خيراً لي فأحيني ، وتوفني إذا علمت الوفاة\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":42},
  {"content":"\r\n\r\nخيراً لي . اللهم إني أسألك خشيتك في السر والعلانية ، وكلمة الحق في الغضب والرضا ، والقصد في الفقر والغنى ، وأسألك نعيماً لا ينفد وقرة عين لا تنقطع ، وأسألك الرضا بالقضاء ، وبركة الموت بعد العيش ، وبرد العيش بعد الموت ، وشوقاً إلى رؤيتك ولقائك ، من غير ضراء مضرة ، ولا فتنة مضلة ، اللهم زينا بزينة الإيمان ، واجعلنا هداة مهديين . اللهم اهدنا فيمن هديت ، اللهم إني أسألك عزيمةَ الرشاد والثباتَ في الأمر والرشد ، وأسألك شكر نعمتك ، وحسن عافيتك ، وأداء حقك ، وأسألك يا رب قلباً سليماً ولساناً صادقاً ، وأستغفرك لما تعلم ، وأسألك خير ما تعلم ، وأعوذ بك من شر ما تعلم ، فإنك تعلم ولا نعلم ، وأنت علام الغيوب ) . ( الكافي : 2 / 547 ) .\r\nدعاؤه صلى الله عليه وآله إذا هلَّ هلال شهر رمضان\r\n( اللهم أهلَّهُ علينا بالأمن والإيمان ، والسلامة والإسلام ، والعافية المجللة ، والرزق الواسع ، ودفع الأسقام ، وتلاوة القرآن والعون على الصلاة والصيام . اللهم سلمنا لشهر رمضان ، وسلمه لنا وتسلمه منا ، حتى ينقضي شهر رمضان وقد غفرت لنا ) . ( ثواب الأعمال / 64 ) .\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":43},
  {"content":"\r\n\r\n( اللهم إنه قد دخل شهر رمضان ، اللهم رب شهر رمضان الذي أنزلت فيه القرآن وجعلته بينات من الهدى والفرقان . اللهم فبارك لنا في شهر رمضان ، وأعنا على صيامه وصلاته ، وتقبله منا ) . ( الإقبال : 1 / 138 ) .\r\nدعاؤه صلى الله عليه وآله عند إفطاره من صومه\r\n( اللهم لك صُمْنَا ، وعلى رزقك أفطرناً ، فتقبله منا . ذهب الظمأ ، وابتلت العروق ، وبقي الأجر ) . ( البحار : 16 / 242 ) .\r\nمن أدعيته صلى الله عليه وآله في شهر رمضان\r\n( اللهم أدخل على أهل القبور السرور ، اللهم أغن كل فقير ، اللهم أشبع كل جائع ، اللهم اكْسُ كل عريان ، اللهم اقض دين كل مدين ، اللهم فرِّج عن كل مكروب ، اللهم ردَّ كل غريب ، اللهم فكَّ كل أسير ، اللهم أصلح كل فاسد من أمور المسلمين ، اللهم اشف كل مريض ، اللهم سُدَّ فقرنا بغناك ، اللهم غيِّرْ سوء حالنا بحسن حالك ، اللهم اقض عنا الدين ، وأغننا من الفقر ، إنك على كل شئ قدير ) . ( أعيان الشيعة : 1 / 306 ) . وهذا الدعاء في الواقع دعاء لظهور الإمام المهدي عليه السلام لأن أغلب هذه الأشياء لا تتحقق إلا على يده عجل الله تعالى فرجه الشريف .\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":44},
  {"content":"\r\n\r\nدعاؤه صلى الله عليه وآله إذا لبس ثوبي إحرامه\r\nتقدم دعاؤه صلى الله عليه وآله إذا لبس ثوباً جديداً ، وورد في ثوبي الإحرام : الحمد لله الذي رزقني ما أواري به عورتي ، وأؤدي به فرضي ، وأعبد فيه ربي ، وأنتهي فيه إلى ما أمرني . الحمد لله الذي قصدته فبلغني ، وأردته فأعانني ، وقبلني ولم يقطع بي ، ووجهه أردت فسلمني . فهو حصني وكهفي ، وحرزي وظهري ، وملاذي وملجئي ، ومنجاي وذخري ، وعدتي في شدتي ورجائي . ( من لا يحضره الفقيه : 2 / 527 ) .\r\nدعاؤه صلى الله عليه وآله يوم عرفة\r\n( دعا يوم عرفة حين غابت الشمس ، فكان آخر كلامه هذا الدعاء وهملت عيناه بالبكاء : ( اللهم إني أعوذ بك من الفقر ، ومن تشتت الأمر ، ومن شر ما يحدث في الليل والنهار . أصبح ذلي مستجيراً بعزك ، وأصبح وجهي الفاني مستجيراً بوجهك الباقي ، يا خير من سئل ، وأجود من أعطى ، وأرحم من استرحم ، جللني برحمتك ، وألبسني عافيتك ، واصرف عني شر جميع خلقك ) . ( قرب الإسناد / 21 ) .\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":45},
  {"content":"\r\n\r\n\r\nالفصل الخامس : من أدعيةٌ صلى الله عليه وآله للمرض والحاجة والقلق\r\nدعاء علَّمَه صلى الله عليه وآله لتسكين الوجع\r\nعن الإمام الصادق عليه السلام قال : ( إن النبي صلى الله عليه وآله كان ينشر ( يَرقي ) بهذا الدعاء : تضع يدك على موضع الوجع وتقول : أيها الوجع أسكن بسكينة الله ، وقِرْ بوقار الله ، وانحجز بحاجز الله ، واهدأ بهداء الله ، أعيذك أيها الانسان بما أعاذ الله عز وجل به عرشه وملائكته ، يوم الرجفة والزلازل . تقول ذلك سبع مرات ولا أقل من الثلاث ) . ( الكافي : 2 / 567 ) .\r\nدعاء علَّمه صلى الله عليه وآله لوسوسة الصدر والسقم والفقر\r\nعن الإمام الصادق عليه السلام قال : ( جاء رجل إلى النبي صلى الله عليه وآله فقال : يا رسول الله قد لقيت شدة من وسوسة الصدر ، وأنا رجل مَدين مُعيل مُحوج ، فقال له : كرر هذه الكلمات : لا حول ولا قوة إلا بالله العلي العظيم ، توكلت على الحي الذي لا يموت ، والحمد لله الذي لم يتخذ صاحبة ولا وَلَداً ، وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَلَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ الذُّلِّ وَكَبِّرْهُ تَكْبِيراً . فلم يلبث أن جاءه فقال : أذهب الله عني وسوسة صدري وقضى\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":46},
  {"content":"\r\n\r\nعني ديني ووسَّع عليَّ رزقي ) . ( الكافي : 2 / 554 ) . وفي رواية : 2 / 551 : ( أفلا أعلمك دعاء يذهب الله عنك بالسقم والفقر ) ؟\r\nدعاءٌ وتوسلٌ بالنبي صلى الله عليه وآله لطلب الحاجة\r\nعن الإمام جعفر الصادق عليه السلام قال : ( علَّمَ رسول الله صلى الله عليه وآله هذا الدعاء : ( يا رازقَ المُقِلِّين ، يا راحم المساكين ، يا وليَّ المؤمنين ، يا ذا القوة المتين ، صلِّ على محمد وأهل بيته ، وارزقني وعافني ، واكفني ما أهمني ) . ( الكافي : 2 / 552 ) .\r\nوعن الإمام الباقر عليه السلام قال : ( جاء رجل إلى النبي صلى الله عليه وآله فقال : يا رسول الله إني ذو عيال وعليَّ دينٌ وقد اشتدت حالي ، فعلَّمني دعاء أدعو الله عز وجل به ليرزقني ما أقضي به ديني وأستعين به على عيالي . فقال رسول الله صلى الله عليه وآله : يا عبد الله توضأ وأسبغ وضوءك ثم صل ركعتين تتم الركوع والسجود ثم قل : يا ماجد يا واحد يا كريم يا دائم ، أتوجه إليك بمحمد نبيك نبي الرحمة صلى الله عليه وآله ، يا محمد يا رسول الله ، إني أتوجه بك إلى الله ربك وربي ورب كل شئ . أن تصلي على محمد وأهل بيته وأسألك نفحة كريمة من نفحاتك وفتحاً يسيراً ورزقاً واسعاً ألمُّ به شعثي ، وأقضي به ديني ، وأستعين به على عيالي ) . ( الكافي : 2 / 552 ) .\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":47},
  {"content":"\r\n\r\nأقول : لا ينحصر حديث التوسل بالنبي صلى الله عليه وآله بمصادرنا ، فقد روى الجميع حديث الأعمى الذي علمه النبي صلى الله عليه وآله التوسل به إلى الله تعالى ، وهو حجة دامغة لمن أنكر التوسل ، وقد حاول ابن تيمية وأتباعه تضعيف الحديث أو تحريفه فعجزوا ، وألف الشيخ محمود سعيد ممدوح المعاصر كتاباً سماه : ( رفع المنارة في تخريج أحاديث التوسل والزيارة ) ، قال في / 93 : ( قال الإمام الحافظ أبو عيسى الترمذي في جامعه . . . عن عثمان بن حنيف : أن رجلاً ضرير البصر أتى النبي ( ص ) فقال : أدع الله أن يعافيني ، قال : إن شئت دعوت ، وإن شئت صبرت فهو خير لك ، قال فادعه ، قال : فأمره أن يتوضأ فيُحسن وضوءه ويدعو بهذا الدعاء : اللهم إني أسألك وأتوجه إليك بنبيك محمد نبي الرحمة ، يا محمد إني توجهت بك إلى ربي في حاجتي هذه لتقضى لي ، اللهم فشفعه فيَّ ) . انتهى . وقد أثبت صحته ، وأن الصحابي عثمان بن حنيف طبقه بعد وفاة النبي صلى الله عليه وآله .\r\nدعاء علمه صلى الله عليه وآله لعلي عليه السلام وهو مريض\r\nعن الإمام الباقر عليه السلام قال : ( مرض علي صلوات الله عليه فأتاه رسول الله صلى الله عليه وآله فقال له : قل : اللهم إني أسألك تعجيل عافيتك ، وصبراً على بليتك ، وخروجاً إلى رحمتك ) . ( الكافي : 2 / 567 والمصباح للكفعمي / 301 ) .\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":48},
  {"content":"\r\n\r\nدعاءٌ علمه صلى الله عليه وآله لعلي عليه السلام إذا وقع في بلية\r\nعن أمير المؤمنين عليه السلام قال : قال لي رسول الله صلى الله عليه وآله : يا علي ألا أعلمك كلمات ؟ إذا وقعت في ورطة أو بلية فقل : بسم الله الرحمن الرحيم ولا حول ولا قوة إلا بالله العلي العظيم . فإن الله عز وجل يصرف بها عنك ما يشاء من أنواع البلاء ) . ( الكافي : 2 / 573 ) .\r\nدعاؤه صلى الله عليه وآله لطلب الحاجة\r\n( يا من أظهر الجميل وستر القبيح ، يا من لم يهتك الستر ولم يؤاخذ بالجريرة ، يا عظيم العفو ، يا حسن التجاوز ، يا واسع المغفرة ، يا باسط اليدين بالرحمة ، يا صاحب كل نجوى ومنتهى كل شكوى ، يا مقيل العثرات ، يا كريم الصفح ، يا عظيم المن ، يا مبتدئاً بالنعم قبل استحقاقها ، يا رباه يا سيداه يا أملاه يا غاية رغبتاه ، أسئلك بك يا الله أن لا تشوِّهَ خلقي بالنار ، وأن تقضي لي حوائج آخرتي ودنياي وتفعل بي كذا وكذا . . وتصلي على محمد وآل محمد . وتدعو بما بدا لك ) .\r\n( بحار الأنوار : 92 / 164 ) .\r\nدعاؤه صلى الله عليه وآله لمريض\r\n( اللهم اشفه بشفائك ، وداوه بدوائك ، وعافه من بلائك ) . ( البحار : 78 / 224 ) .\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":49},
  {"content":"\r\n\r\n\r\nالفصل السادس : من أدعيته الجامعة صلى الله عليه وآله\r\nطلب الخير والإستعاذة من الشر\r\n1 - عن أبي أمامة قال : دعا رسول الله ( ص ) بدعاء كثير لم نحفظ منه شيئاً فقلنا : يا رسول الله ، دعوت بدعاء كثير لم نحفظ منه شيئاً ؟ ! قال : ألا أدلكم على ما يجمع ذلك كله ، تقولون : اللهم إنا نسألك من خير ما أسألك منه نبيك محمد ، ونعوذ بك من شر ما استعاذ منه نبيك محمد ، وأنت المستعان وعليك البلاغ ، ولا حول ولا قوة إلا بالله ) . ( الترمذي : 5 / 198 ) .\r\n2 - ( اللهم إنا نسألك من الخير كله عاجله وآجله ، ما علمنا منه وما لم نعلم ، وأعوذ بك من الشر كله عاجله وآجله ما علمنا منه وما لم نعلم . اللهم إنا نسألك ما سألك عبادك الصالحون ، ونستعيذ بك مما استعاذ منه عبادك الصالحون . رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ . رَبَّنَا إِنَّنَا سَمِعْنَا مُنَادِياً يُنَادِي لِلإِيمَانِ أَنْ آمِنُوا بِرَبِّكُمْ فَآمَنَّا رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الأَبْرَار . رَبَّنَا وَآتِنَا مَا وَعَدْتَنَا عَلَى رُسُلِكَ وَلا تُخْزِنَا يَوْمَ الْقِيَامَةِ إِنَّكَ لا تُخْلِفُ الْمِيعَادَ ) . ( ابن شيبة : 7 / 37 ، وعبد الرزاق : 2 / 207 ، والدر المنثور : 2 / 111 ، عن ابن مسعود ) .\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":50},
  {"content":"\r\n\r\nدعاء القنوت الذي علمه صلى الله عليه وآله للإمام الحسن عليه السلام\r\n3 - الحاكم : 3 / 172 ، عن عائشة ، عن الحسن بن علي عليهما السلام قال : ( علمني رسول الله صلى الله عليه وآله في وترى إذا رفعت رأسي ولم يبق إلا السجود : ( اللهم اهدني فيمن هديت ، وعافني فيمن عافيت ، وتولني فيمن توليت وبارك لي فيما أعطيت ، وقني شر ما قضيت ، إنك تقضي ولا يقضى عليك ، إنه لا يذل من واليت ، تباركت وتعاليت ) . ( الحاكم : 2 / 363 ، وقال الترمذي كما في المجموع : 3 / 495 : لا يعرف عن النبي ( ص ) في القنوت شئ أحسن من هذا .\r\nفي طلب التقوى والحياة مع القرآن\r\n4 - ( اللهم ارحمني بترك معاصيك أبداً ما أبقيتني ، وارزقني حسن النظر فيما يرضيك عني ، وألزم قلبي حفظ كتابك كما علمتني ، واجعلني أتلوه على النحو الذي يرضيك عني . اللهم نور بكتابك بصري ، واشرح به صدري ، وفرح به قلبي وأطلق به لساني ، واستعمل به بدني ، وقوني على ذلك فإنه لا حول ولا قوة إلا بك ) . ( قرب الإسناد / 5 ، والكافي : 2 / 577 ، والمهذب : 2 / 449 ) .\r\nفي طلب الحياة في عافية والجنة\r\n5 - ( اللهم بعلمك بالغيب وقدرتك على الخلق ، أحيني ما علمتَ الحياة خيراً لي وتوفني ما كانت الوفاةُ خيراً لي . اللهم إني أسألك\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":51},
  {"content":"\r\n\r\nخشيتَك في الغيب والشهادة ، وأسألك كلمةَ الحق في الرضا والغضب وأسألك القَصْدَ في الغنى والفقر ، وأسألك نعيماً لا يبيد وقُرة عين لا تنقطع ، وأسألك الرضا بعد القضاء ، وبَرْدَ العيش بعد الموت ) . ( سنن النسائي : 3 / 54 ، عن عمار ، وشرح النهج : 11 / 235 ) .\r\nرب أعني ولا تُعن عليَّ\r\n6 - ( رب أعني ولا تُعن عليَّ ، وانصرني ولا تنصر علي ، وامكر لي ولا تمكر عليَّ ، واهدني ويسر الهدى لي ، وانصرني على من بغى علي . رب اجعلني لك شَكَّاراً ، لك ذَكَّاراً ، لك أوَّاهاً ، لك مطواعاً ، إليك مُخْبِتاً ، إليك أوَّاهاً منيباً . رب تقبل توبتي ، واغسل حوبتي ، وأجب دعوتي ، وثبت حجتي ، واهد قلبي ، وسدد لساني ، واسلل سخيمة قلبي ) . ( الحاكم : 1 / 519 ، والدعاء للطبراني / 417 ، وموارد الظمآن : 8 / 56 ) .\r\nالإستعاذة من الذنوب التي تمنع الإجابة\r\n7 - ( اللهم إني أعوذ بك من الذنوب التي تمنع إجابتك ، اللهم إني أعوذ بك من الذنوب التي تمنع رزقك ، اللهم إني أعوذ بك من الذنوب التي تحل النقم ) . ( الدعاء للطبراني / 410 ) .\r\n* *\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":52},
  {"content":"\r\n\r\n\r\nالفصل السابع : من أدعيته القصار صلى الله عليه وآله\r\n1 - اللهم إني أسألك العافية وشكر العافية وتمام العافية في الدنيا والآخرة ) . ( مكارم الأخلاق / 351 ) .\r\n2 - ( اللهم إني أعوذ بك من علم لا ينفع ، ومن دعاء لا يسمع ومن قلب لا يخشع ، ومن نفس لا تشبع ) . ( ابن شيبة : 7 / 18 ، والحاكم : 1 / 104 ) .\r\n3 - ( اللهم فالق الإصباح ، وجاعل الليل سكناً ، والشمس والقمر حسباناً ، إقض عني الدين ، وأغنني من الفقر ، ومتعني بسمعي وبصري وقوتي في سبيلك ) . ( ابن شيبة : 7 / 27 ) .\r\n4 - ( اللهم أعني على ذكرك وشكرك وحسن عبادتك ) . ( ابن شيبة : 7 / 134 ) .\r\n5 - كان صلى الله عليه وآله يكثر من قوله : يا مقلب القلوب ثبت قلبي على دينك . قالوا يا رسول الله آمنا بك وبما جئت به فهل تخاف علينا قال نعم إن القلوب بين إصبعين من أصابع الله يقلبها ) . ( مسند أبي يعلى : 6 / 360\r\n6 - ( اللهم إني أسألك موجبات رحمتك ، وعزائم مغفرتك ، والسلامة من كل إثم ، والغنيمة من كل بر ، والفوز بالجنة ، والنجاة من النار ) . ( رياض الصالحين / 584 ، عن الحاكم وصححه بشرط مسلم ) .\r\n7 - ( اللهم إني أعوذ بك من الهم والحزن والعجز والكسل والجبن\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":53},
  {"content":"\r\n\r\nوالبخل وضلع الدين وغلبة الرجال ) . ( مسند أبي يعلى : 6 / 369\r\n8 - ( اللهم إني أعوذ بك من الجوع فإنه بئس الضجيع ، وأعوذ بك من الخيانة فإنها بئست البطانة ) . ( ابن حبان : 3 / 304 ) .\r\n9 - ( اللهم إني أعوذ بك من الجبن والبخل والكسل والهرم وأرذل العمر وفتنة الدجال وعذاب القبر وعذاب النار ) . ( الدعاء للطبراني / 402 ) .\r\n10 - ( اللهم إني أسألك الهدى والتقى ، والعفاف والغنى ، والعمل لما تحب وترضى ) . ( الدعاء للطبراني / 416 ) . .\r\n11 - من دعائه صلى الله عليه وآله لأمته : ( اللهم اعطف بقلوبهم إلى دينك ، وأحط من ورائهم برحمتك ) . ( مسند الشاميين : 4 / 20 ) .\r\n12 - ( اللهم اغفر لي ما أخطأت وما تعمدت وما أسررت وما أعلنت وما جهلت وما تعمدت ) . ( مسند الشهاب : 2 / 337 ) .\r\n13 - ( اللهم متعني بسمعي وبصري ، واجعلهما الوارث مني وانصرني على من ظلمني ، وأرني فيه ثأري ) . ( الحاكم : 1 / 523 ، وتاريخ بغداد : 10 / 422 ) .\r\n14 - ( اللهم زيِّنِّي بالعلم ، وأغنني بالحلم ، وأكرمني بالتقوى ، وجَمِّلني بالعافية ) . ( كنز العمال : 2 / 689 ) .\r\n15 - ( اللهم إني أعوذ بك من زوال نعمتك وتحول عافيتك وفجاءة نقمتك وجميع سخطك ) . ( صحيح مسلم : 8 / 88 ، وتاريخ دمشق : 38 / 12 ) .\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":54},
  {"content":"\r\n\r\n\r\nالفصل الثامن : من أدعيته صلى الله عليه وآله لعلي صلى الله عليه وآله\r\n1 - اللهم إني أسألك ما سألك أخي موسى عليه السلام\r\n1 - مضافاً إلى ما تقدم من أدعيته صلى الله عليه وآله لعلي عليه السلام في معاركه : عن أسماء بنت عميس قالت : رأيت رسول الله صلى الله عليه وآله بإزاء بيتي وهو يقول : ( أشْرِقْ ثَبِير ، أشرق ثبير ، اللهم إني أسألك ما سألك أخي موسى : أن تشرحَ لي صدري ، وأن تيسر لي أمري ، وأن تحلل عقدة من لساني ، يفقهوا قولي ، وأن تجعل لي وزيراً من أهلي ، علياً أخي ، أشدد به أزري ، وأشركه في أمري ، كي نسبحك كثيراً ، ونذكرك كثيراً ، إنك كنت بنا بصيرا ) . ( شرح الأخبار : 1 / 191 ، وقرب الإسناد / 27 ، ومناقب ابن سليمان : 1 / 342 و 348 ، وشواهد التنزيل : 1 / 479 ، و 482 ) .\r\nأقول : ثبير جبلٌ عالٍ في منى ، يَعرفُ الحجاج شروق الشمس منه لأنه أول ما يظهر عليه ، فكانوا يقولون ( أشرقْ ثَبِير كَيْمَا نُغير ) أي نُفيض إلى منى ونذبح أضاحينا ، فجعلوا إفاضتهم كالغارة ( عمدة القاري : 6 / 289 ) وصار ذلك مثلاً\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":55},
  {"content":"\r\n\r\nلمن ينتظر . فمعنى كلامه صلى الله عليه وآله ( أشرق ثبير ) أنه صلى الله عليه وآله ينتظر وقتاً وعده به الله عز وجل يتعلق بدعائه ، ولا بد أن يكون جبرئيل أمره بهذا الطلب ووعده بما ينتظره ، لأنه صلى الله عليه وآله لم يقترح على ربه شيئاً .\r\nوقد روت مصادرهم هذا الحديث بسند صحيح . راجع المحاضرات في الإمامة للسيد الميلاني : 1 / 260 ، ونهج الحق للعلامة الحلي قدس سره / 229 ، وكنز الفوائد / 136 ، وينابيع المودة : 1 / 258 ، وتاريخ دمشق : 42 / 52 ، والمرقاة للقاري : 11 / 337 ، وقد أورد جملة منها في هامش شواهد التنزيل / 479 ، وحاصله : ( رواه أحمد بن حنبل في المناقب / 202 ط 1 ح 280 ، عن أسماء والمحب الطبري في الرياض النضرة : 2 / 163 ، وفي ط / 215 والعصامي في سمط النجوم : 2 / 478 ، وسبط ابن الجوزي في تذكرة الخواص / 30 . ورواه أيضاً السيوطي في الدر المنثور . ورواه في مناقب آل أبي طالب : 2 / 256 ، عن أبي نعيم في كتابيه منقبة المطهرين وما نزل من القرآن في علي ، وعن خصائص النطنزي وعن تفسير القطان ووكيع بن الجراح وعطاء الخراساني وأحمد في كتاب الفضائل ) .\r\nويكفي لإثبات صحة هذا الحديث ما تواتر عند جميع المسلمين من قول النبي صلى الله عليه وآله لعلي عليه السلام ( أنت مني بمنزلة هارون من موسى ، إلا أنه لا نبيَّ بعدي ) . وهو معروف بحديث المنزلة ( الذي رواه أكثر من عشرين صحابي وصحابية عن رسول الله صلى الله عليه وآله وأخرجه عنهم الأئمة والحفاظ من أهل السنة في كل القرون وجميع الطبقات ) . ( موسوعة نفحات الأزهار لآية الله الميلاني : 1 / 36 ، وخصص لحديث المنزلة مجلداً كاملاً ) .\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":56},
  {"content":"\r\n\r\n2 - دعاء النبي صلى الله عليه وآله أن يؤيده الله بعلي عليه السلام\r\n( عن ابن عباس قال : دعا رسول الله ذات يوم وقال : اللهم آنس وحشتي واعطف عليَّ بابن عمي علي . فنزل جبرئيل عليه السلام وقال : يا محمد إن الله يقرؤك السلام ويقول : قد فعلت وأيدتك ما سألت بعلي ، وهو سيف الله على أعدائه ، وسيبلغ دينك كلما بلغ الليل والنهار ) . ( الروضة لشاذان بن جبرئيل / 73 ، ويبدو أن علياً عليه السلام كان في المعركة أو غائباً عن النبي صلى الله عليه وآله ) .\r\n3 - اللهم انصر من نصره واخذل من خذله . .\r\nروى الجميع بسند صحيح متواتر حديث الغدير ، وفيه دعاء النبي صلى الله عليه وآله لعلي : ( اللهم من كنت مولاه فهذا علي مولاه ، اللهم وال من والاه وعاد من عاداه وانصر من نصره واخذل من خذله ، وأدر الحق معه أينما دار ) . ( تفسير فرات الكوفي / 130 الإيضاح / 537 ، والفضائل لشاذان بن جبرئيل القمي / 145 ، وسمت النجوم / 615 ، ومسند أبي يعلى : 1 / 419 ، وتاريخ دمشق : 42 / 356 ، وكتاب الأربعين لابن عساكر / 85 ، وتفصيله في نفحات الأزهار : 7 / 164 ) .\r\nروى المسلمون حديث الغدير واتفقوا على صحة قول النبي صلى الله عليه وآله فيه : ( من كنت مولاه فعلي مولاه ) ، وحاول بعضهم أن يضعف بقية فقراته ومنها الدعاء المذكور ، لأنه دعاء نبوي على أعداء علي عليه السلام ومخالفيه ! لكن النقاد\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":57},
  {"content":"\r\n\r\nالشيعة والسنة صححوه ، وتفصيله في بحث حديث الغدير .\r\nويلاحظ أن النبي صلى الله عليه وآله أخبر ، وطلب ، أن يجعل الله الحق يدور مع علي عليه السلام كيفما دار أو أينما دار ، والحق لا يدور مع أحد إلا إذا كان نفسه ، فمعناه أن علياً محض الحق لأنه معصوم من الله تعالى ، ودعاء النبي صلى الله عليه وآله بذلك معناه أن طلبه من الله تعالى يديم هذه النعمة على علي عليه السلام .\r\nويدل عليه قوله صلى الله عليه وآله عن عمار إنه يدور مع الحق ، ولم يقل إن الحق يدور معه ! ففي مناقب ابن سليمان : 2 / 351 ، أن بعض الصحابة دخلوا على حذيفة بن اليمان قبل موته فقالوا له : ( يا أبا عبد الله اعهد إلينا ، فإن أصحابك قد ذهبوا ونحن نخاف الفتنة . قال فقال حذيفة : عليكم بالفئة التي فيها ابن سمية فإني سمعت رسول الله صلى الله عليه وآله يقول : عمار يدور مع الحق أينما دار وإنه لتقتله الفئة الباغية الناكثون عن الطريق ويكون آخر رزق له من الدنيا ضياح من لبن ) . والطبقات : 3 / 252 , وأصول السرخسي : 1 / 307 ، وتاريخ دمشق : 43 / 476 ، وكنز العمال : 13 / 539 ، والصحيح من السيرة : 5 / 140 ) .\r\n4 - اللهم املأ قلبه علماً وفهماً ونوراً\r\nقال علي عليه السلام : ( ما نزلت على رسول الله صلى الله عليه وآله آية من القرآن إلا أقرأنيها وأملاها علي وكتبتها بخطي وعلمني تأويلها وتفسيرها ، وناسخها ومنسوخها ومحكمها ومتشابهها ، ودعا الله عز وجل لي أن يعلمني فهمها وحفظها ، فما\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":58},
  {"content":"\r\n\r\nنسيت آية من كتاب الله ولا علماً أملاه عليَّ فكتبته وما ترك شيئاً علمه الله عز وجل من حلال ولا حرام ولا أمر ولا نهي وما كان أو يكون من طاعة أو معصية إلا علمنيه وحفظته ، ولم أنس منه حرفاً واحداً ، وكان رسول الله صلى الله عليه وآله إذا أخبرني بذلك طله يضع يده على صدري ثم يقول : اللهم املأ قلبه علماً وفهماً ونوراً وحلماً وإيماناً ، عَلِّمْهُ ولا تُجَهِّلْهُ ، وحَفِّظْهُ ولا تُنْسِهِ . فقلت له ذات يوم : بأبي أنت وأمي يا رسول الله هل تتخوف عليَّ النسيان ؟ فقال : يا أخي لست أتخوف عليك النسيان ولا الجهل ، وقد أخبرني الله عز وجل أنه قد أجانبي فيك وفي شركائك الذين يكونون من بعدك . فقلت يا رسول الله ومن شركائي من بعدي ؟ قال : الذين قرنهم الله عز وجل بنفسه وبي فقال : أَطِيعُوا اللهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الأمر مِنْكُمْ . . الآية ، فقلت : يا رسول الله ومن هم ؟ قال : الأوصياء مني إلى أن يردوا عليَّ الحوض ، كلهم هاد مهتد لا يضرهم من خذلهم ، هم مع القرآن والقرآن معهم لا يفارقهم ولا يفارقونه ، بهم تنصر أمتي ، وبهم يمطرون ، وبهم يدفع عنهم البلاء ويستجاب دعاؤهم . قلت : يا رسول الله سمهم لي فقال : ابني هذا ، ووضع يده على رأس الحسن ، ثم ابني هذا ووضع يده على رأس الحسين ، ثم ابن له يقال له علي وسيولد في حياتك فأقرئه مني السلام ، ثم تكمله اثني عشر . فقلت : بأبي أنت وأمي يا رسول الله سمهم لي فسماهم رجلاً رجلاً ، فيهم\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":59},
  {"content":"\r\n\r\nوالله يا أخا بني هلال مهدي أمتي محمد الذي يملأ الأرض قسطاً وعدلاً كما ملئت ظلماً وجورا ، والله إني لأعرف من يبايعه بين الركن والمقام ، وأعرف أسماء آبائهم وقبائلهم ) . ( إعتقادات الصدوق / 96 ، وكمال الدين / 284 ، وكتاب سليم / 183 وغيبة النعماني / 83 ، ومصادره ونصوصه في معجم أحاديث الإمام المهدي عليه السلام : 3 / 150 ) .\r\n5 - لم أسأل لنفسي شيئاً إلا سألت لك مثله !\r\nقال رسول الله صلى الله عليه وآله لعلي عليه السلام : أبشر يا أخي ، قال ذلك وأصحابه حوله يسمعون ، فقال علي : بشرك الله بخير يا رسول الله وجعلني فداك . قال : إني لم أسأل الله شيئاً إلا أعطانيه ، ولم أسأل لنفسي شيئاً إلا سألت لك مثله ، إني دعوت الله أن يؤاخي بيني وبينك ففعل ، وسألته أن يجعلك ولي كل مؤمن بعدي ففعل ، وسألته إذا ألبسني ثوب النبوة والرسالة أن يلبسك ثوب الوصية والشجاعة ففعل ، وسألته أن يجعلك وصيي ووارثي وخازن علمي ففعل ) . ( كتاب سليم بن قيس / 344 ) .\r\nوروت بعضه بنحوه مصادر السنيين ، كالمحاملي في أماليه / 367 ، قال : ( قال عبد الله بن الحارث : قلت لعلي بن أبي طالب : أخبرني بأفضل منزلتك من رسول الله ؟ قال : بينا أنا نائم عنده وهو يصلي ، فلما فرغ من صلاته قال : يا عليُّ ما سألت الله من الخير إلا سألت لك مثله ، وما استعذت الله من\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":60},
  {"content":"\r\n\r\nالشر إلا استعذت لك مثله ) . وتاريخ دمشق : 42 / 309 ، وذخائر العقبى للطبري / 61 ، ودرر السمطين / 119 ، وجواهر المطالب : 1 / 239 ، والرياض النضرة / 445 ، وسمت النجوم / 816 ) .\r\n6 - اللهم اهْدِ قلبه ، وثَبِّتْ لسانه\r\nعن أبي رافع أن رسول الله صلى الله عليه وآله بعث علياً إلى اليمن عاملاً عليها ، وأقطعه القضاء ، فمسح على صدره ، وقال : اللهم اهد قلبه ، وثبت لسانه ، وأعطه فهم ما يخاصم إليه فيه ) . ( أخبار القضاة لابن وكيع : 1 / 88 ) .\r\nوفي مسند زيد بن علي / 294 : ( بعثني رسول الله صلى الله عليه وآله إلى اليمن فقلت : يا رسول الله تبعثني وأنا شاب لا علم لي بالقضاء ، قال فضرب يده في صدري ودعا لي فقال : اللهم اهد قلبه ، وثبت لسانه ، ولقنه الصواب ، وثبته بالقول الثابت ، ثم قال : يا علي إذا جلس بين يديك الخصمان فلا تعجل بالقضاء بينهما حتى تسمع ما يقول الآخر ، يا علي لا تقض بين اثنين وأنت غضبان ، ولا تقبل هدية مخاصم ولا تضيفه دون خصمه ، فإن الله عز وجل سيهدي قلبك ويثبت لسانك ، قال فقال عليه السلام : فوالذي فلق الحبة وبرأ النسمة ما شككت في قضاء بعده ) .\r\nقال النسائي في سننه : 5 / 116 : ( ذكر قول النبي ( ص ) لعلي : إن الله سيهدي قلبك ويثبت لسانك . . . عن علي قال بعثني رسول الله ( ص ) إلى اليمن وأنا شاب حديث السن فقلت : يا رسول الله إنك بعثتني إلى قوم يكون بينهم أحداث\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":61},
  {"content":"\r\n\r\nوأنا شاب حديث السن ؟ قال : إن الله سيهدي قلبك ويثبت لسانك ، فما شككت في قضاء بين اثنين . ذكر اختلاف ألفاظ الناقلين لهذا الخبر . . . وذكر له عدة روايات ، فيها : فوضع يده على صدري ثم قال : إن الله سيهدي قلبك ويثبت لسانك . . . الخ . ) . والخصائص / 70 ، وأبو يعلى : 1 / 323 ، ومعرفة السنن للبيهقي : 7 / 367 ، ونصب الراية : 5 / 35 ، وقال : رواه أحمد وإسحاق بن راهويه وأبو داود الطيالسي في مسانيدهم ورواه الحاكم . . طريق آخر : أخرجه بن ماجة في سننه عن أبي البختري ) . ورواه الحاكم في المستدرك وقال حديث صحيح على شرط الشيخين ولم يخرجاه . . الخ . ) . ومغني المحتاج : 4 / 372 ، وذخائر العقبى للطبري / 83 ، وإعانة الطالبين : 4 / 241 ، والمحلى : 9 / 367 ، وفقه السنة : 3 / 391 ، وابن أبي شيبة : 7 / 13 ، و 495 ، وتأويل مختلف الحديث / لابن قتيبة / 147 ، وابن كثير في النهاية : 7 / 397 ، وقال : ( وقد ثبت عن عمر أنه كان يقول : علي أقضانا وأبي أقرؤنا للقرآن . وكان عمر يقول : أعوذ بالله من معضلة ولا أبو حسن لها ) . وصححه ابن الصديق في فتح الملك العلي / 52 ، والألباني في إرواء الغليل : 8 / 226 ، وقال بعد بحث طويل في طرقه وأسانيده : وجملة القول أن الحديث بمجموع الطرق حسن على أقل الأحوال ) .\r\nومن مصادرنا : عيون أخبار الرضا : 1 / 70 ، والخرائج : 1 / 53 ، ومناقب محمد بن سليمان : 2 / 605 .\r\nنقد حديثهم بأن النبي صلى الله عليه وآله بعث معاذاً إلى اليمن\r\nاشتهر بين أتباع المذاهب أن النبي صلى الله عليه وآله بعث معاذ بن جبل إلى اليمن ، وأنه\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":62},
  {"content":"\r\n\r\nسأله : ( كيف تقضي ؟ فقال : أقضي بما في كتاب الله . قال : فإن لم يكن في كتاب الله ؟ قال : فبسنة رسول الله . قال : فإن لم يكن في سنة رسول الله ؟ قال : أجتهد رأيي ولا آلو . قال : الحمد لله الذي وفق رسول رسول الله ) . رواه أبو داود : 2 / 162 ، والترمذي : وبيان العلم : 2 / 55 . وغيرها .\r\nأقول : هذا الحديث المكذوب موظف بامتياز ، في مقابل حديث إرسال النبي صلى الله عليه وآله لعلي عليه السلام إلى اليمن ودعائه له ، ونكتفي حوله بنقطتين :\r\nالأولى : أن غرضه الأساسي تبرير اتباع الظن في الدين ! وقد كتبنا فصلاً في كتاب ألف سؤال وإشكال ( 2 / 483 ) بعنوان : ( تأسيس دين الظنون والاحتمالات ) لرد اتهام رواة السلطة للنبي صلى الله عليه وآله بأنه كان يعمل بظنونه فيخطئ وأكدنا أنه اتبع علم اليقين الذي قرره القرآن بمثل قوله تعالى : ( إِنَّ الظَّنَّ لا يُغْنِي مِنَ الْحَقِّ شَيْئاً ) وعمل به وأوصى به أمته صلى الله عليه وآله وورثه عترته عليهم السلام فعملوا به وعلموا الأمة معالم دينها بالعلم لا بالظن ، وخاضوا معركة مع أتباع الظن والرأي ، ولم يقبلوا حتى تعابيرهم ومصطلحاتهم ! فقد سأل رجل الإمام الصادق عليه السلام عن مسألة فأجابه فيها فقال الرجل : أرأيتَ إن كان كذا وكذا ما يكون القول فيها ؟ فقال له : مَهْ ، ما أجبتك فيه من شئ فهو عن رسول الله صلى الله عليه وآله . لسنا من \" أرأيت \" في شئ ) ! ( الكافي : 1 / 58 ) .\r\nوقد رأيت كيف أعطى الله علياً عليه السلام علم اليقين في القضاء بما علمه\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":63},
  {"content":"\r\n\r\nالنبي صلى الله عليه وآله وأنه دعا له وأخبر أن الله تعالى استجاب له وسيهدي قلبه ، ويعصمه ويبين له الحق في أي قضية سوف تعرض عليه !\r\nوفي مقابل ذلك لم يكن عند السلطة علم اليقين ، فقرر الخليفة أن لا يستعين بعلم العترة النبوية ، وأن يعمل بظنونه ، وأمر المفتين والقضاة أن يعملوا بظنونهم ! وهذا الحديث ينسب اتباع الظنون إلى النبي صلى الله عليه وآله !\r\nوقد انتقد ذلك الإمام الباقر عليه السلام ووصفهم بأنهم : ( يمصُّون الثماد ويَدَعُون النهر العظيم ! قيل له : وما النهر العظيم ؟ قال : رسول الله صلى الله عليه وآله والعلم الذي أعطاه الله ) ! ( الكافي : 1 / 222 ) .\r\nوقد وافقنا نقاد الحديث منهم فحكموا بضعف هذا الحديث ، وإن لم يصرحوا بأنه مكذوب ! فضعفه الألباني السلفي في ضعيف سنن الترمذي / 153 ، والضعيفة / 881 ، وضعيف أبي داود / 770 / 3592 ) .\r\nلكن تضعيفهم له يبقى في بطون الكتب أما في ثقافتهم التي يشيعونها في المسلمين واستدلالهم الفقهي ، فهذا ( الحديث المكذوب ) قاعدة مقدسة ! تماماً مثل حديث ( أصحابي كالنجوم ) الذي يحكم نقادهم في بحوثهم بأنه موضوع ، ولكنهم يشيعونه بين المسلمين كقاعدة مقدسة ، ويستدلون به في عقائدهم وفقههم ! راجع : عدة الأصول للشيخ الطوسي : 2 / 709 ، والأصول العامة للفقه المقارن للسيد الحكيم / 128 .\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":64},
  {"content":"\r\n\r\nالثانية : ضخَّم رواة السلطة شخصية معاذ بن جبل لأنه كان مؤيداً لخلافة أبي بكر وعمر ، وطبلوا في إرسال النبي صلى الله عليه وآله له إلى اليمن ، وكأنه بعثه فاتحاً لها ، أو حاكماً أو قاضياً ، فقد روى ذلك بخاري في صحيحه عدة مرات ، قال في : 2 / 108 : ( أن النبي بعث معاذا إلى اليمن فقال : أدعهم إلى شهادة أن لا إله إلا الله وأني رسول الله ، فإن هم أطاعوا لذلك فأعلمهم أن الله افترض عليهم خمس صلوات . . . الخ . ) . وزادوا على ذلك أن النبي صلى الله عليه وآله خرج احتراماً لمعاذ فشيعه هو والمهاجرون وأفناء الناس ، وفي بعض أكاذيبهم أنه مشى معه ميلين أو ثلاثة ! ( أسد الغابة : 5 / 513 ، وتاريخ بخاري الكبير : 6 / 481 ، والإصابة : 8 / 252 ، وأصول السرخسي : 1 / 40 ، والسيرة الحلبية : 3 / 230 ) . وأسوأ من الجميع قول الذهبي في تاريخه : 2 / 694 : ( ومعاذ راكب ورسول الله يمشي تحت راحلته ) !\r\nلكنك لو تتبعت نفس مصادرهم تجد أن معاذاً كان معدماً مفلَّساً فبعثه النبي صلى الله عليه وآله قبيل وفاته بأيام يسيرة ( صحيح ابن حبان : 6 / 177 ) لجباية الجزية من أهل الكتاب في منطقة من اليمن ، وأنه جبى مبلغاً وتاجر به !\r\nقال بخاري في إحدى رواياته ( 8 / 164 ) : ( لما بعث النبي معاذاً نحو اليمن قال له إنك تقدم على قوم من أهل الكتاب فليكن أول ما تدعوهم إلى أن يوحدوا الله تعالى فإذا عرفوا ذلك فأخبرهم أن الله فرض عليهم خمس صلوات . . . ) . انتهى . فصارت اليمن : نحو اليمن ! وصار المبعوث إليهم أهل\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":65},
  {"content":"\r\n\r\nكتاب ! أي نصارى أو يهود في نجران أو السكاسك ! وقد روى عامة من ترجم لمعاذ كالذهبي وابن عبد البر في التمهيد : 2 / 8 ، وابن عساكر : 58 / 431 ، وغيرهم ، أن معاذاً كان مختبئاً فحكم عليه النبي صلى الله عليه وآله بالتفليس وباع ما عنده فلم يسدد ديون غرمائه ، فطلبوا من النبي صلى الله عليه وآله أن يبيعه هو لهم ! قال ابن عساكر : ( فأدان ديناً كثيراً فلزمه غرماؤه حتى تغيَّب عنهم أياماً في بيته ، حتى استأدى غرماؤه رسول الله ( ص ) فأرسل رسول الله إلى معاذ يدعوه فجاءه ومعه غرماؤه فقالوا يا رسول الله خذ لنا حقنا منه فقال رسول الله : رحم الله من تصدق عليه ، قال فتصدق عليه ناس وأبى آخرون فقالوا يا رسول الله خذ لنا حقنا ، فقال رسول الله إصبر لهم يا معاذ قال فخلعه رسول الله من ماله فدفعه إلى غرمائه فاقتسموه بينهم فأصابهم خمسة أسباع حقوقهم ، قالوا يا رسول الله بعه لنا ! قال لهم رسول الله : خلوا عنه فليس لكم إليه سبيل . . . فمكث يوماً ثم دعاه رسول الله ( ص ) فبعثه إلى اليمن وقال : لعل الله يجبرك ويؤدي عنك دينك ، قال فخرج معاذ إلى اليمن فلم يزل بها حتى توفي رسول الله فوافى السنة التي حج فيها عمر استعمله أبو بكر على الحج . . . فرأى عمر عند معاذ غلماناً فقال : ما هؤلاء يا أبا عبد الرحمن ؟ قال : أصبتهم في وجهي هذا ، فقال عمر : من أي وجه ؟ ! قال أهدوا إليَّ وأكرمت بهم ) ! فقال عمر لأبي بكر ( دع له ما يعيشه وخذ سائره منه ) ! ( عبد الرزاق : 8 / 296 وغيره ) . ( حتى إذا كان في\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":66},
  {"content":"\r\n\r\nخلافته عزله وبعث إليه : هات المال الذي عندك ! قال : ما عندي مال ) ! ( تاريخ دمشق : 58 / 428 ) . ويظهر أن النبي صلى الله عليه وآله كان أرسله قبلها إلى نفس المنطقة ، ففي تفسير الثعلبي : 1 / 180 : ( رجع من اليمن فسجد لرسول الله ( ص ) فتغير وجه رسول الله فقال : ما هذا ؟ قال : رأيت اليهود يسجدون لأحبارهم والنصارى يسجدون لقسيسيهم . فقال رسول الله : مه يا معاذ ، كذب اليهود والنصارى إنما السجود لله تعالى ) ! وتفسير الرازي : 2 / 212 ، وابن أبي شيبة : 3 / 397 .\r\n7 - دعاؤه لعلي عليه السلام أن يكون الأذن الواعية للوحي\r\nروى الصالحي الشامي في سبل الهدى والرشاد : 11 / 289 ، بعدة روايات من مصادرهم أن رسول الله صلى الله عليه وآله قال : ( يا علي إن الله تعالى أمرني أن أدْنيك ولا أقْصيك ، وأن أعلمك وأن تعي ، وحقَّ لك أن تعي ، سألت ربي أن يجعلها أذنك . قال مكحول : وكان علي يقول : ما سمعت من رسول الله عليه السلام شيئاً فنسيته . . . وعن عامر بن واثلة قالوا : قال علي بن أبي طالب يوم الشورى : والله لأحتجن عليهم بما لا يستطيع قرشيهم ولا عربيهم ولا عجميهم رده ، ولا يقول خلافه . ثم قال لعثمان بن عفان ولعبد الرحمن بن عوف ، والزبير ولطلحة وسعد وهم أصحاب الشورى وكلهم من قريش وقد كان قدم طلحة : قال : نشدتكم بالله أفيكم أحد دعا\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":67},
  {"content":"\r\n\r\nرسول الله له في العلم وأن يكون أذنه الواعية مثل ما دعا لي ؟ قالوا : اللهم لا ) . وابن عساكر : 42 / 432 ، عن مكحول : قرأ رسول الله : وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ ثم التفت إلى علي فقال : سألت الله أن يجعلها أذنك . وقال لعلي كرم الله وجهه : إن الله أمرني أن أعلمك وأن أدنيك ولا أجفوك ولا أقصيك . وجامع البيان : 14 / 69 ، وأسباب النزول للسيوطي / 398 ، والدر المنثور : 8 / 267 ، وفتح القدير : 5 / 346 . وفي الكشاف : 4 / 151 : قال علي : فما نسيت شيئاً بعد ، وما كان لي أن أنسى ) .\r\n8 - اللهم هب لعلي المودة في صدور المؤمنين\r\n( عن عمار بن سويد قال : سمعت أبا عبد الله عليه السلام يقول في هذه الآية : فَلَعَلَّكَ تَارِكٌ بَعْضَ مَا يُوحَى إِلَيْكَ . . وذكر حديثاً طويلاً وفي آخره : ودعا رسول الله صلى الله عليه وآله لأمير المؤمنين عليه السلام في آخر صلاته رافعاً بها صوته يسمع الناس يقول : اللهم هب لعلي المودة في صدور المؤمنين والهيبة والعظمة في صدور المنافقين ، فأنزل الله : إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَيَجْعَلُ لَهُمُ الرَّحْمَنُ وُدّاً . فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ الْمُتَّقِينَ وَتُنْذِرَ بِهِ قَوْماً لُدّاً . بني أمية ، فقال : لكع : والله لصاع من تمر في شن بال أحب لي مما سأل محمد ربه ، أفلا سأله مَلَكاً يعضده ، أو كنزاً يستظهر به على فاقته ؟ ! فأنزل الله فيه عشر آيات من هود أولها : فَلَعَلَّكَ تَارِكٌ بَعْضَ مَا يُوحَى إِلَيْكَ وَضَائِقٌ بِهِ صَدْرُكَ أَنْ يَقُولُوا لَوْلا أُنْزِلَ عَلَيْهِ كَنْزٌ أَوْ جَاءَ مَعَهُ\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":68},
  {"content":"\r\n\r\nمَلَكٌ إِنَّمَا أَنْتَ نَذِيرٌ وَاللهُ عَلَى كُلِّ شَئٍ وَكِيلٌ . . . أَفَمَنْ كَانَ عَلَى بَيِّنَةٍ مِنْ رَبِّهِ وَيَتْلُوهُ شَاهِدٌ مِنْهُ وَمِنْ قَبْلِهِ كِتَابُ مُوسى إِمَامًا وَرَحْمَةً أُولَئِكَ يُؤْمِنُونَ بِهِ وَمَنْ يَكْفُرْ بِهِ مِنَ الأَحْزَابِ فَالنَّارُ مَوْعِدُهُ فَلا تَكُ فِي مِرْيَةٍ مِنْهُ إِنَّهُ الْحَقُّ مِنْ رَبِّكَ وَلَكِنَّ أَكْثَرَ النَّاسِ لا يُؤْمِنُونَ . . الآيات ) . ( تفسير نور الثقلين : 3 / 363 ) .\r\n9 - اللهم إني أسألك بحق عليٍّ\r\nمن طرائف ما رويناه نحن وغيرنا في فضل علي عليه السلام ، أن النبي صلى الله عليه وآله دعا الله تعالى بحقه عليه السلام أن يغفر للمذنبين من أمته ! ففي الروضة لشاذان بن جبرئيل / 111 ، و 128 ، أن ابن مسعود رأى سأل النبي صلى الله عليه وآله يقول في دعائه في صلاته : اللهم بحق علي بن أبي طالب عبدك اغفر للخاطئين من أمتي ) . وتأويل الآيات : 2 / 611 ، والبحار : 40 / 43 ) .\r\nوفي شرح النهج لا بن أبي الحديد : 20 / 315 : ( أنا من رسول الله كالعضد من المنكب وكالذراع من العضد وكالكف من الذراع ، رباني صغيراً وآخاني كبيراً ، ولقد علمتم أني كان لي منه مجلس سر لا يطلع عليه غيري وأنه أوصى إليَّ دون أصحابه وأهل بيته . ولأقولن ما لم أقله لأحد قبل هذا اليوم ، سألته مرة أن يدعو لي بالمغفرة فقال : أفعل ، ثم قام فصلى ، فلما رفع يده للدعاء استمعت إليه فإذا هو قائل : اللهم بحق عليٍّ عندك اغفر لعليّ .\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":69},
  {"content":"\r\n\r\nفقلت : يا رسول الله ما هذا ؟ فقال : أو أحدٌ أكرم منك عليه فاستشفع به إليه ) .\r\nأقول : من هذا الحديث وأمثاله تعلم الشيعة التوسل إلى الله بعلي عليه السلام ، والقسم بحقه ، وهو أسلوب تأكيد فقط ، لأن القسم الشرعي لا يصح باسم المخلوق ، وروى التاريخ أن خصم الشيعي كان إذا أراد أن يلزمه بشئ أقسم عليه بحق علي عليه السلام كما فعل عبد الملك بن مروان مع الشاعر كُثَيِّر عَزَّة رحمه الله ، قال ابن خلكان في الوفيات : 4 / 107 ، ( دخل يوماً على عبد الملك فقال له عبد الملك : بحق علي بن أبي طالب ، هل رأيت أحداً أعشق منك ؟ قال : يا أمير المؤمنين لو نشدتني بحقك أخبرتك ) ! ثم أخبره بأنه رأى شخصاً فقيراً نصب حبالة ليصيد قوتاً له ولأهله ، فصاد غزالة ففكها وأطلقها مع حاجته إلى القوت فسأله كثير لماذا فعل ذلك ؟ فقال لشبهها بمحبوبته !\r\nوفي إحياء الغزالي : 3 / 248 : ( كان أبو طاهر بن كثير شيعياً فقال له رجل : بحق علي بن أبي طالب لمَّا وهبت لي نخلك بموضع كذا ! فقال : قد فعلت ، وحقه لأعطينك ما يليها ! وكان ذلك أضعاف ما طلب الرجل ) !\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":70},
  {"content":"\r\n\r\n\r\nالفصل التاسع : دعاؤه صلى الله عليه وآله لعلي وفاطمة والأئمة عليهم السلام\r\nخطبة النبي صلى الله عليه وآله ودعاؤه لعلي وفاطمة عليهما السلام عند زواجهما\r\nفي ينابيع المودة : 2 / 65 ، أن النبي صلى الله عليه وآله خطب عندما زوج علياً بفاطمة عليهما السلام فقال : ( إن الله أمرني أن أزوج فاطمة بعلي بن أبي طالب ابن عمي فاشهدوا أني قد زوجته بها . وقال : يا علي إن الله تبارك وتعالى أمرني أن أزوجك فاطمة ، وإني قد زوجتكها على أربعمائة مثقال فضة . فقال علي : قد رضيتها يا رسول الله ورضيت بذلك عن الله العظيم ورسوله الكريم . ثم إن علياً خر ساجداً لله شكراً ، فلما رفع رأسه قال له رسول الله صلى الله عليه وآله : جمع الله شملكما ، وأعز جدكما ، وأطاب نسلكما وجعل نسلكما مفاتيح الرحمة ومعادن الحكمة ، وأمن الأمة ، وبارك الله لكما ، وبارك فيكما ، وبارك عليكما ، وأسعدكما ، وأخرج منكما الكثير الطيب . اللهم إنهما مني وأنا منهما ، اللهم كما أذهبت عني الرجس وطهرتني ، فأذهب عنهما الرجس وطهرهما وطهر نسلهما .\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":71},
  {"content":"\r\n\r\nقال أنس : والله لقد أخرج الله منهما الكثير الطيب . أخرجه الحافظ أبو الحسن علي بن شاذان ) . وفي شرح الأخبار : 2 / 358 : ( ثم قال : يا أسماء ، إملئي لي مخضب ماء وآتيني به ، فملأت وأتته به ، فأخذ رسول الله صلى الله عليه وآله منه ومجَّه في فيه ، ثم غسل فيه وجهه وقدميه ، ودعا فاطمة عليها السلام فأخذ كفاً من ذلك الماء فنضحه على صدرها ، وأخذ كفاً ثانياً فنضحه على ظهرها ، ثم أمرها أن تشرب بقيه الماء . ثم دعا بعلي عليه السلام فصنع به مثل ذلك ، ثم قال : اللهم إنهما مني وأنا منهما ، فكما أذهبت عني الرجس وطهرتني فأذهبه عنهما وطهرهما . ثم قال : قوما إلى بيتكما جمع الله بينكما ، وبارك لكما في سيركما ، وأصلح بالكما . . . قالت أسماء : إنه صلى الله عليه وآله لم يزل يدعو لهما لم يشرك في دعائه أحداً حتى توارى في حجرته ) . وكشف الغمة : 1 / 382 ، وكشف اليقين / 198 ، وينابيع المودة : 2 / 64 ، والمناقب : 3 / 131 ، والبحار : 100 / 274 ) .\r\nوفي رواية أنه صلى الله عليه وآله دعا لهما : ( اللهم إنهما مني وأنا منهما ، اللهم كما أذهبت عني الرجس وطهرتني فطهرهما . . . اللهم اجمع شملهما واجعلهما وذريتهما من ورثة جنة النعيم . اللهم بارك فيهما وبارك عليهما ، وأنت وليهما في الدنيا والآخرة ) . ( خصائص أمير المؤمنين / 115 ، ومناقب أمير المؤمنين : 2 / 203 ، والبحار : 43 / 122 ، وتفسير نور الثقلين : 4 / 233 ) .\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":72},
  {"content":"\r\n\r\nدعاءٌ كان يرقي به الحسن والحسين عليهما السلام\r\nكان للنبي صلى الله عليه وآله اهتمامٌ خاصٌّ بولديه الحسنين عليهما السلام ويعوذهما أمام الناس لدفع الحسد عنهما ، وتركيز مكانتهما في المسلمين وأنهما سبطاه وامتداده في الأمة ، وينص على أنهما منه كإسحاق وإسماعيل من إبراهيم عليهم السلام . قال علي عليه السلام : ( رقى النبي صلى الله عليه وآله حسناً وحسيناً فقال : أعيذكما بكلمات الله التامة وأسمائه الحسنى كلها عامة ، من شر السامة والهامة ، ومن شر كل عين لامة ، ومن شر حاسد إذا حسد . ثم التفت النبي صلى الله عليه وآله إلينا فقال : هكذا كان يعوِّذ إبراهيم إسماعيل وإسحاق عليهم السلام ) . ( الكافي : 2 / 569 ، وتحف العقول / 120 ، وبلفظ آخر مفصل ) .\r\nوروى بخاري : 4 / 119 : ( كان النبي ( ص ) يعوِّذ الحسن والحسين ويقول إن أبا كما كان يعوذ بها إسماعيل وإسحاق : أعوذ بكلمات الله التامة ، من كل شيطان وهامَّة ، ومن كل عين لامَّة ) . وخلق أفعال العباد / 91 ، وذخائر العقبى / 133 ، وأحمد : 1 / 270 ، وابن ماجة : 2 / 1164 ، وأبو داود : 2 / 421 ، والترمذي : 3 / 267 ، وابن شيبة : 5 / 443 ، و : 7 / 78 ، والنسائي : 6 / 250 ، والطبراني الأوسط : 2 / 376 , و : 5 / 101 ، و 142 ، ز : 9 / 79 ، والصغير : 1 / 257 ، والحاكم : 3 / 167 و : 4 / 416 ، وصححه على شرط الشيخين . وبعدة روايات عن عائشة ولم تسم الحسنين عليهما السلام ! قالت في : 7 / 24 : ( كان يعوذ بعض أهله ) . .\r\nوروى السنة عوذة أخرى كان النبي صلى الله عليه وآله يعوذهما بها ، ونقلها عنهم\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":73},
  {"content":"\r\n\r\nبعض علمائنا ، ففي تاريخ دمشق : 24 / 460 : ( عن علي عليه السلام أن جبريل أتى النبي صلى الله عليه وآله فوافقه مغتماً فقال : يا محمد ما هذا الغم الذي أراه في وجهك ؟ قال : الحسن والحسين ، أصابتهما عين ! قال : صدق بالعين فإن العين حق ، أفلا عوذتهما بهؤلاء الكلمات ؟ قال : وما هن يا جبريل ؟ قال قل : اللهم ذا السلطان العظيم ذا المن القديم ، ذا الوجه الكريم ولي الكلمات التامات والدعوات المستجابات ، عاف الحسن والحسين من أنفس الجن وأعين الإنس . فقالها النبي صلى الله عليه وآله فقاما يلعبان بين يديه ، فقال النبي : عوذوا أنفسكم ونساءكم وأولادكم بهذا التعويذ ، فإنه لم يتعوذ المتعوذون بمثله ) . وتفسير ابن كثير : 4 / 439 وحديث خيثمة / 204 ونهاية الأرب / 1297 والمجتنى / 93 .\r\nثم نزلت المعوذتان فكان يعودهما بهما\r\nرووا أن النبي صلى الله عليه وآله كان يَرْقِيهما بهذا الدعاء حتى نزلت المعوذتان فكان يعوذهما بهما ، فصار ذلك ذنباً للمعوذتين ! حتى شككوا فيهما وحاولوا حذفهما من القرآن ونسبوه إلى أبيّ بن كعب وابن مسعود !\r\nروى أحمد : 5 / 130 : ( عن زر قال قلت لأبيّ : إن أخاك يحكهما من المصحف فلم ينكر ! قيل لسفيان : ابن مسعود ؟ ! قال : نعم ، وليسا في مصحف ابن مسعود . كان يرى رسول الله ( ص ) يعوذ بهما الحسن والحسين\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":74},
  {"content":"\r\n\r\nولم يسمعه يقرؤهما في شئ من صلاته ، فظن أنهما عوذتان وأصر على ظنه وتحقق الباقون كونهما من القرآن فأودعوهما إياه ) . ونحوه ابن ماجة : 2 / 1161 ، لكنه لم يذكر الحسن والحسين ، قال : ( عن أبي سعيد قال : كان رسول الله ( ص ) يتعوذ من عين الجان ثم أعين الإنس ، فلما نزل المعوذتان أخذ بهما وترك ما سوى ذلك ) . والترمذي : 3 / 267 ، وكنز العمال : 7 / 77 .\r\nدعاؤه صلى الله عليه وآله للحسن والحسين عليهما السلام عندما ضاعا\r\n( عن جابر الأنصاري رحمه الله قال : ( كنا قعوداً عند رسول الله صلى الله عليه وآله إذا جاءت فاطمة تبكي ، فقال لها النبي صلى الله عليه وآله : ما يبكيك يا فاطمة ؟ قالت : يا أبه خرج الحسن والحسين فما أدري أين باتا ؟ فقال لها النبي صلى الله عليه وآله : يا فاطمة لا تبكي فالله الذي خلقهما هو ألطف بهما منك . ورفع النبي يده إلى السماء فقال : اللهم إن كانا أخذا براً أو بحراً فاحفظهما وسلمهما ، فنزل جبرئيل عليه السلام من السماء فقال : يا محمد إن الله يقرؤك السلام وهو يقول : لا تحزن ولا تغتم لهما فإنهما فاضلان في الدنيا فاضلان في الآخرة ، وأبوهما أفضل منهما ، هما نائمان في حظيرة بني النجار ، وقد وكل الله بهما ملكاً . قال فقام النبي صلى الله عليه وآله فرحاً ومعه أصحابه حتى أتوا حظيرة بني النجار ، فإذا هم بالحسن معانقاً للحسين عليهما السلام ، وإذا الملك الموكل\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":75},
  {"content":"\r\n\r\nبهما قد افترش أحد جناحيه تحتهما وغطاهما بالآخر ! قال : فمكث النبي صلى الله عليه وآله يقبلهما حتى انتبها ، فلما استيقظا حمل النبي الحسن وحمل جبرئيل الحسين عليهما السلام فخرج من الحظيرة وهو يقول : والله لأشرِّفنكما كما شرفكم الله عز وجل . فقال له أبو بكر : ناولني أحد الصبيين أخفف عنك ، فقال : يا أبا بكر ، نعم الحاملان ونعم الراكبان ، وأبوهما أفضل منهما .\r\nفخرج حتى أتى باب المسجد فقال : يا بلال هلمَّ عليَّ بالناس ، فنادى منادي رسول الله صلى الله عليه وآله في المدينة فاجتمع الناس عند رسول الله صلى الله عليه وآله في المسجد فقام على قدميه ، فقال : يا معشر الناس ، ألا أدلكم على خير الناس جداً وجدة ؟ قالوا : بلى يا رسول الله . قال : الحسن والحسين ، فإن جدهما محمد وجدتهما خديجة بنت خويلد . يا معشر الناس ، ألا أدلكم على خير الناس أباً وأماً ؟ فقالوا : بلى يا رسول الله . قال : الحسن والحسين ، فإن أباهما علي يحب الله ورسوله ويحبه الله ورسوله ، وأمهما فاطمة بنت رسول الله . يا معشر الناس ، ألا أدلكم على خير الناس عما وعمة ؟ قالوا : بلى يا رسول الله . قال : الحسن والحسين ، فإن عمهما جعفر بن أبي طالب الطيار في الجنة مع الملائكة ، وعمتهما أم هانئ بنت أبي طالب اللهم إنك تعلم أن من يحبهما في الجنة ، ومن يبغضهما في النار ) . ( أمالي الصدوق / 522 ، ورواه بلفظ آخر في / 529 ، أوله : فخرجا في ليلة ظلماء مدلهمة ذات رعد وبرق ، وقد أرخت السماء\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":76},
  {"content":"\r\n\r\nعزاليها ، فسطع لهما نور فلم يزالا يمشيان في ذلك النور . . فقام النبي صلى الله عليه وآله على رجليه وهو يقول : إلهي وسيدي ومولاي هذان شبلاي خرجا من المخمصة والمجاعة ، اللهم أنت وكيلي عليهما . . فهي تمطر كأشد مطر . . وقد منع الله عز وجل المطر منهما في البقعة التي هما فيها نائمان . . الخ . ) . والروضة لشاذان بن جبرئيل / 88 ، وروضة الواعظين / 121 ، و 159 ، وشرح الأخبار : 3 / 189 و : 2 / 374 ، والمناقب : 3 / 189 ، عن أبي هريرة ، وابن عباس والصادق عليه السلام . والمرجح عندي أن ضياعهما إن صح فهو تدبير رباني مقصود ) .\r\nدعاؤه صلى الله عليه وآله للحسن والحسين عليهم السلام عندما مرضا\r\nفي كفاية الأثر / 95 : ( عن زيد بن ثابت قال : مرض الحسن والحسين فعادهما رسول الله صلى الله عليه وآله فأخذهما وقبلهما ثم رفع يده إلى السماء فقال : اللهم رب السماوات السبع وما أظلت ورب الرياح وما ذرت ، اللهم رب كل شئ أنت الأول فلا شئ قبلك وأنت الباطن فلا شئ دونك ، ورب جبرئيل وميكائيل وإسرافيل ، وآل إبراهيم وإسحاق ويعقوب ، أسألك أن تمن عليهما بعافيتك وتجعلهما تحت كنفك وحرزك وأن تصرف عنهما السوء المحذور برحمتك . ثم وضع يده على كتف الحسن فقال : أنت الإمام ابن ولي الله . ووضع يده على صلب الحسين فقال : أنت الإمام أبو الأئمة ، تسعة من صلبك ، أئمة أبرار والتاسع قائمهم ، من تمسك بكم وبالأئمة من ذريتكم كان معنا يوم القيامة ، وكان معنا في الجنة في درجاتنا .\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":77},
  {"content":"\r\n\r\nقال فبرآ من علتيهما بدعاء رسول الله صلى الله عليه وآله ) .\r\nوفي كفاية الأثر / 16 ، عن ابن عباس قال : ( دخلت على النبي صلى الله عليه وآله والحسن على عاتقه والحسين على فخذه يلثمهما ويقبلهما ويقول : اللهم وال من والاهما وعاد من عاداهما ، ثم قال : يا ابن عباس كأني به وقد خضبت شيبته من دمه ، يدعو فلا يجاب ويستنصر فلا ينصر . قلت : من يفعل ذلك يا رسول الله ؟ قال : شرار أمتي ، ما لهم لا أنالهم الله شفاعتي . . . ألا وإن الإجابة تحت قبته ، والشفاء في تربته ، والأئمة من ولده . قلت : يا رسول الله فكم الأئمة بعدك ؟ قال : بعدد حواري عيسى وأسباط موسى ونقباء بني إسرائيل ) .\r\nدعاؤه صلى الله عليه وآله للحسنين عليهما السلام بثلاث دعوات\r\nفي أمالي المفيد / 78 : عن جابر الأنصاري قال : ( خرج علينا رسول الله آخذاً بيد الحسن والحسين عليهما السلام فقال : إن ابني هذين ربيتهما صغيرين ودعوت لهما كبيرين ، وسألت الله تعالى لهما ثلاثاً ، فأعطاني اثنتين ومنعني واحدة . سألت الله لهما أن يجعلهما طاهرين مطهرين زكيين فأجابني إلى ذلك ، وسألت الله أن يقيهما وذريتهما وشيعتهما النار فأعطاني ذلك ، وسألت الله أن يجمع الأمة على محبتهما فقال : يا محمد إني قضيت قضاءً وقدَّرْت قدراً ، وإن طائفة من أمتك ستفي لك بذمتك في اليهود والنصارى والمجوس ، وسيخفرون ذمتك في ولدك ! وإني أوجبت على\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":78},
  {"content":"\r\n\r\nنفسي لمن فعل ذلك ألا أحله محل كرامتي ، ولا أسكنه جنتي ، ولا أنظر إليه بعين رحمتي ) .\r\nدعاؤه صلى الله عليه وآله لعلي وفاطمة والحسنين عليهم السلام عندما نزلت آية التطهير\r\nروى الجميع حديث الكساء بصيغ مختلفة ، ويظهر أنه صدر عن النبي صلى الله عليه وآله في أكثر من مناسبة ، ففي بعضها أن النبي صلى الله عليه وآله جمع علياً وفاطمة والحسنين عليهم السلام في مجلس واحد ، وأجلس الحسنين على فخذيه ، وعلياً وفاطمة أحدهما بين يديه والآخر خلفه ، وحدد بهم أهل بيته وعترته ودعا لهم . وفي بعضها ألبسهم كساءً خيبرياً ودخل معهم فيه ، ثم دعا لهم . ومرة أدار عليهم كساء وحددهم ودعا لهم . ومرة كان نائماً تحت كساء فجاء الحسنان وأدخلهما معه ثم جاء علي وفاطمة فأدار عليهم الكساء ودعا لهم . وفي المباهلة وضع كساء على شجيرتين ووقف مع عترته تحته يستظلون من الشمس ، فنظر إليهم علماء النصارى وهابوا أن يباهلوهم وسموهم أهل الكساء . وقد ورد أن آية التطهير نزلت بعد هذا التحديد النبوي ، فكان تحديده صلى الله عليه وآله وضعاً لمصطلح الإسلامي لأهل البيت أخص من المعنى اللغوي ، كما كان مصطلح الصلاة أخص من معناها اللغوي . فتكون الآية نزلت تصديقاً لهذا المصطلح المحدد .\r\nكما ورد أنها نزلت قبل التحديد فيكون تفسيراً لمعناها المقصود .\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":79},
  {"content":"\r\n\r\nقال ابن قدامة في المغني : 6 / 553 : ( وقد قال النبي ( ص ) لفاطمة وولديها وزوجها : اللهم هؤلاء أهل بيتي فأذهب منهم الرجس وطهرهم تطهيرا ) .\r\nوفي صحيح مسلم : 7 / 120 : ( أمر معاوية بن أبي سفيان سعداً فقال : ما منعك أن تسب أبا التراب ؟ فقال أما ما ذكرت ثلاثاً قالهن له رسول الله ، فلن أسبه . . . أما ترضى أن تكون مني بمنزلة هارون من موسى . . . وسمعته يقول يوم خيبر : لأعطين الراية رجلاً يحب الله ورسوله ويحبه الله ورسوله . . . ولما نزلت هذه الآية : فَقُلْ تَعَالَوْا نَدْعُ أَبْنَاءَنَا وَأَبْنَاءَكُمْ وَنِسَاءَنَا وَنِسَاءَكُمْ . . دعا رسول الله علياً وفاطمة وحسناً وحسيناً فقال : اللهم هؤلاء أهلي ) . وأحمد : 1 / 185 والترمذي الشاهد منه : 4 / 293 .\r\nوفي أسباب النزول للواحدي / 239 : ( فأخذ فضل الكساء فغشاهم به ، ثم أخرج يديه فألوى بهما إلى السماء ، ثم قال : اللهم هؤلاء أهل بيتي وخاصتي فأذهب عنهم الرجس وطهرهم تطهيراً ) .\r\nوفي سنن الترمذي : 5 / 328 : ( فجللهم بكساء وعليٌّ خلف ظهره فجلله بكساء ، ثم قال : اللهم هؤلاء أهل بيتي فأذهب عنهم الرجس وطهرهم تطهيرا ) . وفي : 5 / 361 : ( اللهم هؤلاء أهل بيتي وحامَّتي ، أذهب عنهم الرجس وطهرهم تطهيرا ) . وفي أمالي الصدوق / 574 ، عن ابن عباس ، ( أن النبي صلى الله عليه وآله كان جالساً ذات يوم وعنده علي وفاطمة والحسن\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":80},
  {"content":"\r\n\r\nوالحسين ، فقال : اللهم إنك تعلم أن هؤلاء أهل بيتي ، وأكرم الناس عليَّ ، فأحبب من أحبهم ، وأبغض من أبغضهم ، ووال من والاهم ، وعاد من عاداهم ، وأعن من أعانهم ، واجعلهم مطهرين من كل رجس ، معصومين من كل ذنب ، وأيدهم بروح القدس ) . ودلائل الإمامة للطبري الشيعي / 21 ، ومناقب ابن سليمان : 2 / 289 .\r\nوروى الجميع أن دعاءه صلى الله عليه وآله ونزول الآية كانا في بيت أم سلمة ، فسألت النبي صلى الله عليه وآله : هل هي من أهل بيته ، وأرادت أن تدخل معهم في دائرة الكساء ، فقال لها : لا ، ولكنك إلى خير ، وفي بعضها أنه جذب من يدها طرف الكساء ! قال أحمد : 6 / 323 : ( ثم وضع يده عليهم ثم قال : اللهم إن هؤلاء آل محمد ، فاجعل صلواتك وبركاتك على محمد وعلى آل محمد ، إنك حميد مجيد . قالت أم سلمة فرفعت الكساء لأدخل معهم فجذبه من يدي ! وقال : إنك على خير ) . وأبو يعلى : 21 / 344 ، و 456 ، والطبراني الكبير : 3 / 53 و : 32 / 336 .\r\nوفي تفسير القمي : 2 / 193 : ( ثم ألبسهم كساءا خيبرياً ودخل معهم فيه ، ثم قال : اللهم هؤلاء أهل بيتي الذين وعدتني فيهم ما وعدتني اللهم أذهب عنهم الرجس وطهرهم تطهيراً ) .\r\nوفي الفصول المختارة / 53 : ( وقد جللهم بعباءة خيبرية وقال : اللهم هؤلاء\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":81},
  {"content":"\r\n\r\nأهل بيتي ، فأنزل الله عز وجل : إِنَّمَا يُرِيدُ اللهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيراً . . . حتى روى أصحاب الحديث أن عمر سئل عن هذه الآية فقال : سلوا عنها عائشة . فقالت عائشة : إنها نزلت في بيت أختي أم سلمة ، فاسألوها عنها فإنها أعلم بها مني ) !\r\nوفي كمال الدين / 278 ، عن علي عليه السلام : ( فجمعني وفاطمة وابنيَّ حسناً وحسيناً ثم ألقى علينا كساء ، وقال : اللهم إن هؤلاء أهل بيتي ولحمتي ، يؤلمني ما يؤلمهم ، ويجرحني ما يجرحهم ، فأذهب عنهم الرجس وطهرهم تطهيراً . فقالت أم سلمة : وأنا يا رسول الله ؟ فقال : أنت على خير ، إنما أنزلت فيَّ وفي أخي وفي ابنيَّ الحسن والحسين وفي تسعة من ولد ابني الحسين خاصة ، ليس معنا فيها أحد غيرنا ) . والاحتجاج : 1 / 215 .\r\nكما روى الجميع أن النبي صلى الله عليه وآله حرص على تركيز مصطلح آله وعترته وأهل بيته في الأمة ، فكان لمدة ستة أشهر يمر عند الفجر بباب بيت علي وفاطمة عليهما السلام ويقرأ آية التطهير ! ( كان يمر بباب فاطمة ستة أشهر إذا خرج لصلاة الفجر يقول : الصلاة يا أهل البيت ، إِنَّمَا يُرِيدُ اللهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيراً ) . ( الترمذي : 4 / 293 و : 5 / 30 و 328 ، والطبراني الكبير : 3 / 56 ، و : 22 / 200 ، وأحمد : 3 / 259 ، و 285 ، وغيرها ، وفي بعضها تسعة أشهر .\r\nوفي الإحتجاج : 1 / 204 ، في مناشدة علي عليه السلام لأعضاء الشورى قال :\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":82},
  {"content":"\r\n\r\n( نشدتكم بالله هل فيكم أحد أخذ رسول الله صلى الله عليه وآله كساه عليه وعلى زوجته وعلى ابنيه ثم قال : اللهم أنا وأهل بيتي إليك لا إلى النار ، غيري ؟ قالوا لا ) .\r\nوقال الإمام الحسن عليه السلام قال : ( أنشدكم بالله أتعلمون أن رسول الله صلى الله عليه وآله حين حضرته الوفاة واجتمع عليه أهل بيته ، قال : اللهم هؤلاء أهل بيتي وعترتي ، اللهم وال من والاهم وعاد من عاداهم . وقال : إنما مثل أهل بيتي فيكم كسفينة نوح من دخل فيها نجا ، ومن تخلف عنها غرق ) . ( الإحتجاج : 1 / 407 ) .\r\nوفي الخصال / 461 ، في خبر المهاجرين والأنصار الذين اعترضوا على السقيفة وخطبوا في المسجد : ( فانطلقوا حتى حَفُّوا بمنبر رسول الله صلى الله عليه وآله يوم جمعة فقالوا للمهاجرين : إن الله عز وجل بدأ بكم في القرآن فقال : لَقَدْ تَابَ اللهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ وَالأَنْصَارِ ، فبكم بدأ ، وكان أول من بدأ وقام خالد بن سعيد بن العاص بإدلاله ببني أمية ، فقال : يا أبا بكر إتق الله فقد علمت ما تقدم لعلي من رسول الله صلى الله عليه وآله ! ألا تعلم أن رسول الله قال لنا ونحن محتوشوه في يوم بني قريظة ، وقد أقبل على رجال منا ذوي قدر فقال : يا معشر المهاجرين والأنصار أوصيكم بوصية فاحفظوها ، وإني مؤدٍّ إليكم أمراً فاقبلوه ، ألا إن علياً أميركم من بعدي وخليفتي فيكم ، أوصاني بذلك ربي . وإنكم إن لم تحفظوا وصيتي فيه وتؤووه وتنصروه اختلفتم في أحكامكم ، واضطرب\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":83},
  {"content":"\r\n\r\nعليكم أمر دينكم ، وولي عليكم الأمر شراركم ! ألا وإن أهل بيتي هم الوارثون أمري ، القائلون بأمر أمتي ، اللهم فمن حفظ فيهم وصيتي فاحشره في زمرتي واجعل له من مرافقتي نصيباً يدرك به فوز الآخرة . اللهم ومن أساء خلافتي في أهل بيتي ، فأحرمه الجنة التي عرضها السماوات والأرض . فقال له عمر بن الخطاب : أسكت يا خالد فلست من أهل المشورة ولا ممن يُرضى بقوله ! فقال خالد : بل أسكت أنت يا ابن الخطاب فوالله إنك لتعلم أنك تنطق بغير لسانك ، وتعتصم بغير أركانك ، والله إن قريشاً لتعلم أنك ألأمها حسباً ، وأقلها عدداً وأخملها ذكراً ، وأقلها غناءً من الله عز وجل ومن رسوله . وإنك لجبان عند الحرب ، بخيل في الجدب ، لئيم العنصر ، ما لك في قريش مفخر ! قال : فأسكته خالد فجلس . ثم قام أبو ذر رحمه الله . . ) . والاحتجاج : 1 / 98 . وفي الفقيه : 4 / 420 ، عن ابن عباس : ( قال النبي صلى الله عليه وآله : إن علياً وصيي وخليفتي ، وزوجته فاطمة سيدة نساء العالمين ابنتي ، والحسن والحسين سيدا شباب أهل الجنة ولداي ، من والاهم فقد والاني ، ومن عاداهم فقد عاداني ومن ناوأهم فقد ناوأني ومن جفاهم فقد جفاني ، ومن برهم فقد برني . وصَلَ الله من وصلهم ، وقطع الله من قطعهم ، ونصر الله من أعانهم وخذل من خذلهم . اللهم من كان له من أنبيائك ورسلك ثقل وأهل بيت فعليٌّ وفاطمة والحسن والحسين أهل بيتي وثقلي ) .\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":84},
  {"content":"\r\n\r\nدعاؤه لخلفائه الأئمة الاثني عشر من عترته عليهم السلام\r\nفي الفقيه : 4 / 420 : ( قال أمير المؤمنين عليه السلام : قال رسول الله صلى الله عليه وآله : اللهم ارحم خلفائي ( ثلاثاً ) . قيل يا رسول الله ومن خلفاؤك ؟ قال : الذين يأتون من بعدي يروون حديثي وسنتي ) . ومعاني الأخبار / 374 ، والأمالي / 247 ، وأمل الآمل : 1 / 5 وجامع أحاديث الشيعة : 1 / 234 ، بعدة روايات وطرق .\r\nوقد روت هذا الحديث مصادرهم عن علي عليه السلام وعن ابن عباس ، وصححه بعضهم وطبقوه على رواة السلطة ، وسموا عدداً منهم ( أمير المؤمنين ) !\r\nبينما خاف منه أكثرهم لأنه ينفي خلافة الذين تسموا خلفاء لوصولهم إلى السلطة ، ولم يرووا أحاديث النبي صلى الله عليه وآله ، بل منعوا روايتها وتدوينها !\r\nقال في التراتيب الإدارية : 2 / 319 : ( قال قال رسول الله : اللهم ارحم خلفائي ، قلنا : من خلفاؤك يا رسول الله ؟ قال : الذين يروون أحاديثي ويعلمونها الناس . رواه الطبراني في الأوسط ، قال الهيثمي : وفيه أحمد بن عيسى الهاشمي قال الدارقطني : كذاب ، وعزاه السيوطي في الجامع الكبير للطبراني في الأوسط ، والرامهرمزي في المحدث الفاضل ، وأبي الأسعد هبة الله القشيري ، وأبي الفتح الصابوني معاً في الأربعين ، والخطيب في شرف أصحاب الحديث ، والديلمي وابن النجار ونظام الملك في أماليه ونصر المقدسي في الحجة ، وأبي علي بن\r\nخنيس الدينوري في حديثه . وقد أخرجه من حفاظ المغرب أبو القاسم العز في\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":85},
  {"content":"\r\n\r\nالدر المنظم فانظره . قال المناوي في فتح القدير : وهذه منقبة لأهل الحديث أعظم بها من منقبة ، فهم خلفاؤه على الحقيقة . ولهذا كان المحدث في العصر الأول يلقب بأمير المؤمنين . قال الحافظ الأسيوطي في التدريب أخذاً من هذا الحديث : وممن لقب بذلك من المحدثين قديماً سفيان بن راهويه والبخاري وغيرهم وللحافظ ابن علي الحسن بن محمد البصري : التبيين بمن سمي أمير المؤمنين ، ذكر فيه أن أول من سمي به من المحدثين أبو الزناد ، ثم بعده مالك ، ومحمد بن إسحاق ، وشعبة بن الحجاج ، وسفيان وعبد الله بن المبارك ، والدارقطني . أنظر التعريف برجال مختصر ابن الحاجب . قلت : وممن لقب بأمير المؤمنين في الحديث من المتأخرين الحافظ ابن حجر رحمه الله ولعصريِّنا المحدث المقري أبي عبد الله محمد حبيب الله الجكني الشنجيطي منظومة سماها : هدية المغيث في أمراء المؤمنين في الحديث ) .\r\nأقول : من تناقضهم أن بعض الذين صححوا الحديث ورتبوا عليه لقب إمرة المؤمنين لهم أو لشيوخهم ، عادوا فضعفوه في مكان آخر ! راجع : مجمع الزوائد : 1 / 126 ، والحد الفاصل للرامهرمزي / 163 ، وأوسط الطبراني : 6 / 77 ، ونصب الراية : 1 / 471 ، وصغير السيوطي : 1 / 233 ، والعهود المحمدية / 27 ، وكنز العمال : 10 / 221 ، و 229 ، وفيض القدير : 2 / 188 ، ونظم المتناثر من الحديث المتواتر / 6 ، والتعديل والتجريح : 1 / 27 ، وميزان الإعتدال : 1 / 127 ، ولسان الميزان : 1 / 241 ، وذكر أخبار إصبهان : 1 / 81 ، وترغيب المنذري : 1 / 62 ، وتدريب الراوي : 2 / 126 ، والرياض النضرة للطبري : 1 / 261 ، ومحاضرات الأدباء / 25 ، وضعيفة الألباني / 37 .\r\nوفي كفاية الأثر / 136 : عن حذيفة رحمه الله قال : ( صلى بنا رسول الله صلى الله عليه وآله ثم\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":86},
  {"content":"\r\n\r\nأقبل بوجهه الكريم علينا فقال : معاشر أصحابي أوصيكم بتقوى الله والعمل بطاعته ، فمن عمل بها فاز وغنم وأنجح ، ومن تركها حلت به الندامة ، فالتمسوا بالتقوى السلامة من أهوال يوم القيامة ، فكأني أدعى فأجيب ، وإني تارك فيكم الثقلين كتاب الله وعترتي أهل بيتي ، ما إن تمسكتم بهما لن تضلوا ، ومن تمسك بعترتي من بعدي كان من الفائزين ، ومن تخلف عنهم كان من الهالكين . فقلت : يا رسول الله على من تخلفنا ؟ قال : على من خلف موسى بن عمران قومه . قلت : على وصيه يوشع بن نون . قال : فإن وصي وخليفتي من بعدي علي بن أبي طالب ، قائد البررة وقاتل الكفرة ، منصور من نصره مخذول من خذله . قلت : يا رسول الله فكم يكون الأئمة من بعدك ؟ قال : عدد نقباء بني إسرائيل ، تسعة من صلب الحسين ، أعطاهم الله علمي وفهمي ، خزان علم الله ومعادن وحيه . قلت : يا رسول الله فما لأولاد الحسن ؟ قال : إن الله تبارك وتعالى جعل الإمامة في عقب الحسين ، وذلك قوله تعالى : وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ . . . وفي آخره : ثم رفع رسول الله صلى الله عليه وآله يده إلى السماء ودعا بدعوات فسمعته فيما يقول : اللهم اجعل العلم والفقه في عقبي وعقب عقبي ، وفي زرعي ، وزرع زرعي ) .\r\nوفي الكافي : 2 / 140 : ( اللهم ارزق محمداً وآل محمد العفاف والكفاف ، وارزق من أبغض محمداً وآل محمد كثرة المال والولد ) . ( وفقه الرضا / 366 ،\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":87},
  {"content":"\r\n\r\nومشكاة الأنوار / 125 ، ونوادر الراوندي / 124 ) . وتمامه في مكارم الأخلاق / 463 : ( يا أبا ذر : إن الدنيا مشغلة للقلوب والأبدان وإن الله تبارك وتعالى سائلنا عما نعمنا في حلاله فكيف بما نعمنا في حرامه ؟ يا أبا ذر إني قد دعوت الله جل ثناؤه أن يجعل رزق من يحبني كفافاً وأن يعطي من يبغضني كثرة المال والولد . يا أبا ذر : طوبى للزاهدين في الدنيا الراغبين في الآخرة ، الذين اتخذوا أرض الله بساطاً وترابها فراشاً وماءها طيباً واتخذوا كتاب الله شعاراً ودعاءه دثاراً ، يقرضون الدنيا قرضاً ) .\r\nوفي الإحتجاج : 1 / 88 ، من حديث ابن مسعود عن النبي صلى الله عليه وآله في الأئمة الاثني عشر قال : ( ثم قال وهو رافع يديه إلى السماء : اللهم وال من والى خلفائي ، وأئمة أمتي من بعدي ، وعاد من عاداهم ، وانصر من نصرهم واخذل من خذلهم ، ولا تخل الأرض من قائم منهم بحجتك ، إما ظاهراً مشهوراً أو خائفاً مغموراً ، لئلا يبطل دينك وحجتك وبيناتك ) . وكمال الدين / 262 .\r\nوفي شرح النهج : 3 / 207 : ( عن زيد بن أرقم قال : كنا مع رسول الله ( ص ) وهو في الحجرة يوحى إليه ونحن ننتظره حتى اشتد الحر ، فجاء علي بن أبي طالب ومعه فاطمة وحسن وحسين فقعدوا في ظل حائط ينتظرونه ، فلما خرج رسول الله ( ص ) رآهم فأتاهم ووقفنا نحن مكاننا ، ثم جاء إلينا وهو يظلهم بثوبه ممسكاً بطرف الثوب وعلى ممسك بطرفه الآخر وهو يقول : اللهم إني أحبهم فأحبهم ، اللهم إني سلم لمن سالمهم ، وحرب لمن حاربهم . قال فقال ذلك ثلاث مرات ) . ومعاني الأخبار / 55 ، بتفاوت وتفصيل . وتفسير الإمام العسكري عليه السلام / 376 ، ومناقب ابن سليمان : 2 / 156 ، والبحار : 37 / 47 .\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":88},
  {"content":"\r\n\r\n\r\nالفصل العاشر : أشخاص آخرون دعا لهم النبي صلى الله عليه وآله وباركهم\r\nمن علامات النبي والإمام عليهم السلام استجابة دعوته ، فكيف بنبينا صلى الله عليه وآله وهو أفضل الأنبياء عليهم السلام على الإطلاق ، وبأوصيائه أفضل الأوصياء على الإطلاق عليهم السلام ؟ ولذا كان من معجزات نبينا صلى الله عليه وآله أنه ما دعا لأحد بشئ إلا استجاب الله له ، قال القرطبي في الإعلام : 1 / 367 : ( إعلم يا هذا ، أنه لو لم يثبت لرسول الله ( ص ) من الآيات إلا ما ثبت في هذا الفصل لكان فيه أعظم دليل على صدق رسالته وصحة نبوته ، فإنا نعلم بما روي في هذا الباب من الآيات على القطع والإصرار أن دعاؤه عند الله مسموع وأن مقامه عند الله مقام كريم مرفوع وذلك أنه ( ص ) كان كلما دعا الله في شئ أجابه فيه ، وظهرت بركة دعوته على المدعو له وعلى أهله وبنيه ، حتى كان حذيفة يقول كان رسول الله ( ص ) إذا دعا لأحد أدركته الدعوة وولد ولده ) . انتهى .\r\nوقد روت مصادر السنة والشيعة عشرات الأحاديث والحوادث من أدعيته المستجابة صلى الله عليه وآله ، ولا يتسع المجال إلا لنماذج قليلة منها :\r\nدعاؤه صلى الله عليه وآله بالشهادة لحارثة بن مالك الأنصاري رحمه الله\r\nقال الإمام الصادق عليه السلام : ( استقبل رسول الله صلى الله عليه وآله حارثة بن مالك بن النعمان\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":89},
  {"content":"\r\n\r\nالأنصاري فقال له : كيف أنت يا حارثة بن مالك ؟ فقال : يا رسول الله مؤمنٌ حقاً . فقال له رسول الله صلى الله عليه وآله : لكل شئ حقيقة فما حقيقة قولك ؟ فقال : يا رسول الله عزفت نفسي عن الدنيا فأسهرتُ ليلي واظمأتُ هواجري ، وكأني أنظر إلى عرش ربي وضع للحساب ، وكأني أنظر إلى أهل الجنة يتزاورون في الجنة ، وكأني أسمع عواء أهل النار في النار ! فقال رسول الله صلى الله عليه وآله : عبد نوَّر الله قلبه . أبصرتَ فاثبت . فقال يا رسول الله : أدع الله أن يرزقني الشهادة معك . فقال : اللهم ارزق حارثة الشهادة . فلم يلبث إلا أياماً حتى بعث رسول الله صلى الله عليه وآله سرية فبعثه فيها ، فقاتل فقتل تسعة ثم قتل . قال الكليني : وفي رواية القاسم بن بريد عن أبي بصير قال : استشهد مع جعفر بن أبي طالب بعد تسعة نفر ، وكان هو العاشر ، فقال رسول الله صلى الله عليه وآله : كذلك البرُّ ، كذلك البرّ ، كان أبَرَّ الناس بأمه ) . ( الكافي : 2 / 54 ، والمحاسن : 1 / 146 ، والبحار : 22 / 126 ) .\r\nدعاؤه صلى الله عليه وآله بالمغفرة للنجاشي رحمه الله\r\nوروى الطبري الشيعي في ذخائر العقبى / 208 ، حديث عودة جعفر بن أبي طالب ومن معه مهاجري الحبشة عند فتح خيبر ، ومعهم رسول النجاشي وفرحة النبي صلى الله عليه وآله به ، ومعانقته الحميمة لجعفر رحمه الله وقوله المشهور : ( ما أدري أبفتح خيبر أفرح أم بقدوم جعفر ) ؟ وروي : بأيهما أنا أسرّ بفتح خيبر أم بقدوم جعفر ؟ وحدثه جعفر عن حسن استقبال النجاشي وإكرامه لهم ، وردَّهُ\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":90},
  {"content":"\r\n\r\nلوفد قريش الذي طلب تسليمهم إليهم ، وأبلغه جعفر رسالة النجاشي : ( أخبرْ صاحبك بما صنعتُ إليكم ، وهذا صاحبي معك وأنا أشهد أن لا إله إلا الله وأن محمداً رسول الله ، وقل له يستغفر لي . . . فقام رسول الله صلى الله عليه وآله فتوضأ ثم دعا ثلاث مرات : اللهم اغفر للنجاشي ، فقال المسلمون : آمين ) . فقال جعفر للرسول : ( انطلق وأخبر صاحبك بما قد رأيت من النبي صلى الله عليه وآله ) . والكبير للطبراني : 2 / 111 ، والأحاديث الطوال / 44 ، وتاريخ الذهبي : 1 / 196 ، ومجمع الزوائد : 6 / 30 ، و : 9 / 419 ، والدرجات الرفيعة / 74 .\r\nدعاؤه صلى الله عليه وآله بالشباب لعمرو بن الحمق الخزاعي رحمه الله\r\nعاش الصحابي الجليل عمرو بن الحمق ثمانين سنة ولم تشب منه شعرة ! قال ابن أبي شيبة : 7 / 437 : ( سقى النبي ( ص ) لبناً فقال : اللهم أمتعه بشبابه . فلقد أتت عليه ثمانون سنة لا يرى شعرة بيضاء ) . وتاريخ دمشق : 45 / 496 و 497 ، وأسد الغابة : 4 / 100 ، والأذكار النووية / 238 ، وتهذيب الكمال : 1 / 598 . ومن مصادرنا : الخرائج والجرائح : 1 / 52 ، ومناقب آل أبي طالب : 1 / 74 . وهو من أصحاب بيعة الرضوان ، وكان من خاصة أصحاب أمير المؤمنين عليه السلام وقد قتله معاوية ودار برأسه في بلاد الشام ! واتهمه بأنه أحد قتلة عثمان . راجع جواهر التاريخ : 2 / . 385 .\r\nوروي أنه صلى الله عليه وآله دعا للنابغة الجعدي الشاعر : لا يفضض الله فاك . فعاش مئة وعشرين سنة لم يسقط له سن ولا ضرس ) ! ( أمالي المرتضى : 1 / 192 ) .\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":91},
  {"content":"\r\n\r\nوقال القاضي عياض في الشفا : 1 / 285 : ( ودعا لعبد الله بن جعفر بالبركة في صفقه يمينه ، فما اشترى شيئاً إلا ربح فيه ودعا للمقداد بالبركة ، فكانت عنده غرائز المال . ودعا لعلي أن يكفى الحر والقر ، فكان يلبس في الشتاء ثياب الصيف ولا يصيبه حر ولا برد . ودعا لفاطمة ابنته الله ألا يجيعها ، قالت : فما جعت بعد ) .\r\n* *\r\nوقال القرطبي في الإعلام : 1 / 367 : ( وسأله الطفيل بن عمرو آية لقومه فقال : اللهم نور له ، فسطع له نور بين عينيه ، فقال : يا رب أخاف أن يقولوا إنها مثلة فتحول إلى طرف سوطه فكان يضئ في الليلة المظلمة ، فسمى ذا النور ! ودعا على كسرى حين مزق كتابه بأن يمزق ملكه فلم تبق له باقية .\r\nوقال لرجل رآه يأكل بشماله كل بيمينك فقال لا أستطيع فقال له لا استطعت ، فلم يرفعها إلى فيه بعد ! وقال لعتبة بن أبي لهب : اللهم سلط عليه كلباً من كلابك فأكله الأسد وحديثه المشهور مع ملأ قريش وذلك أنه ( ص ) بينما هو ساجد بإزاء الكعبة إذ ألقت قريش على ظهره فرثاً ودماً وسلا جزور نُحرت ، فقال : اللهم عليك بهم ثم سماهم واحداً واحداً ، فكان من سمى قتل يوم بدر . ودعا على الحكم بن أبي العاصي وكان يختلج بوجهه ويغمز فقال رسول الله ( ص ) : كن كذلك . فلم يزل يختلج إلى أن مات .\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":92},
  {"content":"\r\n\r\nودعا على غلام بن جثامه فلفظته الأرض فوُوريَ فلفظته الأرض ، ثم وورى فلفظته الأرض مراراً ، فألقوه بين ضدين يريد جانبي الوادي ورضوا عليه بالحجارة . وباعه رجل فرساً فجحده ، فقال : اللهم إن كان كاذباً فلا تبارك له فيه ، فأصبحت شاصية يريد رافعة برجلها يقول ماتت ! والأخبار في هذا الباب أكثر من أن يحاط بها ) .\r\n* *\r\nويضاف إلى الذين دعا لهم بحاجة معينة أو بالمغفرة ، مئات الأشخاص الذين دعا لهم بالبركة ، أو مسح على رؤوسهم ودعا لهم ، أو دعا لماشيتهم وبارك عليها . ويضاف إليهم دعاؤه لأقوام وبلاد بعينهم بالبركة .\r\nونلفت في هذا المجال إلى كثرة الأحاديث الموضوعة والمكذوبات على النبي صلى الله عليه وآله ابتداء من خادمه أنس بن مالك ، إلى كبار الحكام ! فقد أرادت السلطة الحاكمة ورواتها أن يدعوا لأنفسهم شرف دعوة النبي صلى الله عليه وآله ، وأنهم حصلوا بها على ميزة وسرٌّ غيبي ، فصاروا أفضل من غيرهم !\r\nكما تبارى المنتسبون إلى بلدان وأقوام فكذبوا على رسول الله صلى الله عليه وآله ووضعوا أحاديث في مدح بلدان وذمها ، ومدح أقوام وذم آخرين !\r\nوميزاننا في تصحيح ذلك وتضعيفه : عترة النبي صلى الله عليه وآله وأهل بيته الطاهرون الذين جعلهم النبي صلى الله عليه وآله عِدْلَ القرآن ، فكما لا يأتيه الباطل من بين يديه ولا من خلفه ، فهم الصادقون الذين لا يمسهم الكذب مهما كثر من حولهم !\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":93},
  {"content":"\r\n\r\n\r\nالفصل الحادي عشر : من دعا لهم صلى الله عليه وآله وشافاهم الله على يده\r\nأُتِيَ برجل إلى رسول الله ( ص ) وبرجله قرحةٌ قد أعيت الأطباء ، فرفع طرف الحصير ثم وضع إصبعه التي تلي الإبهام على التراب ، بعدما مسها بريقه فقال : بسم الله ، بريق بعضنا ، بتربة أرضنا ، يَشفى سقيمُنا بإذن ربنا ، ثم وضع أصبعه على القرحة فكأنما حُلَّ من عقال . ( أحمد : 6 / 93 والخصائص الكبرى : 2 / 115 ، وإمتاع الأسماع : 11 / 375 ، والمنحة الوهبية / 26 ، وتاريخ مكة لابن الضياء / 161 ، ورواه بخاري : 7 / 24 ، مجتزأ ، وكذا مسلم : 7 / 17 ، وابن ماجة : 2 / 1163 ، والحاكم : 4 / 412 ) .\r\nوتجد العشرات وربما المئات من هذا النوع في سيرته صلى الله عليه وآله ، وهو موضوع يستحق التأليف فيه بصورة مستقلة .\r\n\r\nالفصل الثاني عشر : من دعا عليهم النبي صلى الله عليه وآله\r\nوقد تقدم ذكر بعضهم في أدعيته صلى الله عليه وآله وهم عشرات . ومن أمثلتهم المؤذون للنبي صلى الله عليه وآله من زعماء قريش ، الذين نزل فيهم : فَاصْدَعْ بِمَا تُؤْمَرُ وَأَعْرِضْ عَنِ الْمُشْرِكِين . إِنَّا كَفَيْنَاكَ الْمُسْتَهْزِئينَ . ( الحجر : 94 - 95 ) وهم خمسة أو سبعة . ( الخصال / 279 ، ومجمع الزوائد : 7 / 46 ، والدرر لابن عبد البر / 47 . راجع : سعد السعود / 85 ، والأحاديث الطوال / 89\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":94},
  {"content":"\r\n\r\n\r\nالفصل الثالث عشر : من لعنهم النبي صلى الله عليه وآله\r\nمعنى اللعن : الطرد من رحمة الله تعالى ، فالملعونون هم الذين شاط عصيانهم وطغيانهم حتى استحقوا هذا القرار الإلهي ، والنبي والوصي عليهما السلام يبلغان هذا القرار عن الله تعالى ، كما أنهما مخوَّلان بإصداره على مستحقه ، لذا كان الملعونون على لسان المعصومين عليهم السلام ، ملعونين عند الله تعالى .\r\nأما لعن الإنسان غير المعصوم لمن لعنهم الله ورسوله وأوصياؤه ، فهو في حقيقته إقرارٌ للَّعن وإطاعةٌ لله تعالى ، وليس إنشاءً للعن كما يتصور . لذلك لا أثر للعن عامة الناس بعضهم بعضاً ، إلا أنه من أنواع الشتم .\r\nوقد واجهت السلطة القرشية مشكلة الملعونين على لسان النبي صلى الله عليه وآله ! وقامت بمحاولات عديدة لحلها ، فزعموا من ناحية أن النبي صلى الله عليه وآله قد أبطل لعن من لعنهم ، لأنهم لم يكونوا مستحقين له ، يعني أنه صلى الله عليه وآله كذَّب نفسه ! وزعموا من ناحية أخرى أنه صلى الله عليه وآله لم يلعن أحداً ونهى عن اللعن ! مع أن ما نهى عنه صلى الله عليه وآله المسلمين وبعض نسائه : أن يكونوا لعَّانين فحَّاشين ، وهو غير اللعن الشرعي والطرد الإلهي . أما وجوب اعتقاد اللعن في أعداء الله الملعونين ، ووجوب البراءة منهم . . فهو أمر عقدي ثابت في القرآن والسنة ،\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":95},
  {"content":"\r\n\r\nقال الله تعالى : ( إِنَّ الَّذِينَ يُؤْذُونَ اللهَ وَرَسُولَهُ لَعَنَهُمُ اللهُ فِي الدُّنْيَا وَالآخِرَةِ . . نزلت في سورة الأحزاب في السنة الخامسة للهجرة ، واستمر لعن النبي صلى الله عليه وآله لأولئك الملعونين حتى بعد فتح مكة وإسلامهم ظاهراً ، فنزلت سورة التوبة وسمتهم منافقين : ( الْمُنَافِقُونَ وَالْمُنَافِقَاتُ بَعْضُهُمْ مِنْ بَعْضٍ يَأْمُرُونَ بِالْمُنْكَرِ وَيَنْهَوْنَ عَنِ الْمَعْرُوفِ . . . وَلَعَنَهُمُ اللهُ وَلَهُمْ عَذَابٌ مُقِيمٌ ) . ( التوبة : 67 - 68 ) .\r\nبل نص النبي صلى الله عليه وآله على أن لعنته تشمل من كان في صلب الملعون ، فقد قالت عائشة لمروان بن الحكم : ( ولكن رسول الله لعن أبا مروان ومروان في صلبه ، فمروان فَضَضٌ ( أي قطعة ) من لعنة الله عز وجل ) . ( الحاكم : 4 / 481 ، وصححه على شرط الشيخين ، والنسائي : 6 / 459 ، وفتح الباري : 8 / 443 ، وعمدة القاري : 19 / 169 ) .\r\nكما رفض الإمام الباقر عليه السلام أن يتزوج من ذرية الأشعث بن قيس وقال : ( إن رسول الله صلى الله عليه وآله لعن قوماً فجرت اللعنة في أعقابهم إلى يوم القيامة ! وأنا أكره أن يصيب جسدي جسد أحد من أهل النار ) . ( الكافي : 5 / 569 ) .\r\nوبلغ عدد الملعونين على لسان النبي صلى الله عليه وآله العشرات ، وقد ألف بعضهم فيهم كتاباً مستقلاً ، وبحثنا لعن معاوية لأمير المؤمنين عليه السلام في جواهر التاريخ : 2 / 427 ، وفندنا محاولة تحريف أتباع الخلافة لمعنى اللعن ، وجعله رحمة وبركة على الملعونين / 225 ! وفي الإنتصار : 3 / 103 ، و : 8 / 177 ، و : 9 / 424 .\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":96},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 96 ","page_number":97},
  {"content":"\r\n\r\nالدعاء بذاته قيمة ، لأنه ارتباط المحدود بالمطلق ، وهو حالة راقية لكائن يخاطب ربه ، كذرة من كونه الوسيع ، تفتح يديها لتلقي الفيض الرحيم .\r\nوهذا المختصر نماذج من الأدعية النبوية ، تنفع المسلم في معرفة نبيه ص ، وتعلمه الارتباط بربه عز وجل .\r\n\r\n\r\n","description":"","footnote":"","page_name":" الغلاف 2 ","page_number":98}
  ]