[
  {"content":"\r\n\r\nنظرات إلى المرجعية . .\r\nبقلم : العاملي\r\nدار السيرة\r\nبيروت - لبنان\r\nص ب : 49 / 25 الغبيري\r\n\r\n","description":"","footnote":"","page_name":" الغلاف 1 ","page_number":1},
  {"content":"\r\n\r\nنظرات إلى المرجعية . .\r\nبقلم : العاملي\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":2},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":3},
  {"content":"\r\n\r\n\r\nمقدمة\r\nبسم الله الرحمن الرحيم\r\nالحمد لله رب العالمين وأفضل الصلاة وأتم السلام على سيدنا ونبينا محمد وآله الطيبين الطاهرين\r\n\r\nالشجرة المباركة\r\nالمرجعية الدينية عند الشيعة ، شجرة مباركة ، عريقة الأصول راسخة الجذور . . أسسها الله تعالى بقوله : ( فاسألوا أهل الذكر إن كنتم لا تعلمون ) . .\r\nوسقاها الأئمة المعصومون أهل الذكر ، صلوات الله عليهم ، بمثل قول الإمام الباقر عليه السلام لأبان بن تغلب : ( أجلس في مسجد المدينة وأفتِ الناس فإني أحب أن أرى في شيعتي مثلك ) ( الاحتجاج : 2 / 61 - وسائل الشيعة : 30 / 291 ) .\r\nوقول الإمام الرضا عليه السلام لعلي بن المسيب الهمداني وقد قال له : شقتي بعيدة ، ولست أصل إليك في كل وقت . . فممن آخذ معالم ديني ؟ قال : ( من زكريا ابن آدم القمي المأمون على الدين والدنيا ) ( وسائل الشيعة : 27 / 148 )\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":4},
  {"content":"\r\n\r\nفكان فقهاء المذهب معالم تلك الشجرة المباركة بعد الأئمة الأطهار . . نَمَتْ فروعهم وامتدتْ ، وعمَّت ثمراتهم عبر العصور ابتداء بالسفراء الأبرار ، إلى مراجعنا الأفذاذ الكبار ، أمثال الكليني ، والصدوق ، والمفيد ، والمرتضى ، والطوسي ، والمحقق والعلامة ، والشهيدين . . إلى كل عظماء هذا الخط المبارك حتى عصرنا . . رضوان الله على الماضين منهم ، وحفظ الله الباقين . .\r\n\r\nشجرة الصمود في وجه الأعاصير\r\nمن صفات مرجعيتنا البارزة أنها تمسكت بأصالتها وقيمها ، وصمدت في وجه الأعاصير . . بل إذا قايسناها بالأجهزة الدينية الأخرى أمكننا القول إنها الجهاز الديني الوحيد الذي حافظ على حياته وحيويته من عهد الأئمة الأطهار إلى عصرنا الحاضر . . واستعصى على الإبادة والخضوع ، وقاوم أحداث الدهور ، وصروف الزمان !\r\nفلو نظرنا إلى جهاز الحاخامات ، لوجدناه خضع في تاريخه وحاضره للحكام ، كما خضع لقوارين بني إسرائيل . . حتى فقد مصداقيته عند اليهود أنفسهم .\r\nوأضعف منه الجهاز الكنسي الذي تحمل أوزار الحكم البابوي . . فثار عليه جمهوره ، وسجنوه في قفص الفاتيكان والكنيسة . .\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":5},
  {"content":"\r\n\r\nأما الأجهزة الدينية للمذاهب الأخرى ، من أزهر مصر وجامع الزيتونة ، وجامعة القرويين ، ومشيخات الصوفية في العالم الاسلامي ، ومشيخة الاسلام في استانبول . . فنرى أنها لم تصمد أمام الغزو الغربي في مطلع هذا القرن . . وفقدت ما كانت تملك من استقلال ونفوذ ، وصارت مؤسساتها بيد الحكومات . . وعلماؤها وطلبتها موظفين في دوائرها !\r\nأما مرجعية الشيعة فقد قاومت وصمدت ، وأصرت على الدفاع عن قيمها والمحافظة على استقلالها . . ورفضت أن تحني الهام لمستعمر ، أو تخضع لأوامر حاكم ولو كان شيعياً . .\r\nووقف جمهورها مؤيداً لها متحملاً معها البأساء والضراء ، حتى خرجت منتصرة مرفوعة الرأس في العراق وإيران ولبنان ، وأينما حل الشيعة . .\r\nلذا كان من حقنا أن نفتخر على العالم بأن مرجعيتنا وجهازنا الديني الشيعي ، هو الوحيد بين الأجهزة الدينية في العالم ، الذي استطاع أن يحافظ على وجوده واستقلاله عبر العصور ، وأن يواصل حياته وفاعليته لخير طائفته وعامة المسلمين ، معتمداً على صمود مراجعه وعلمائه ، وتمويل متديني الشيعة وأبرارهم . .\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":6},
  {"content":"\r\n\r\n\r\nحملة التشكيك والتشتيت المعاصرة\r\nطبيعي أن لا يروق لأعداء الاسلام وجود مرجعية دينية مستقلة عنهم . . حتى لو كانت لا تعمل لمشروع سياسي مناهض لهم . . فكيف بهم وقد قامت مرجعية الشيعة في إيران بقيادة ثورة ضد حاكمهم الشاه وانتصرت عليه . . ؟ !\r\nلابد أنهم قرروا الانتقام من مرجعية الشيعة ، وبدؤوا العمل . .\r\nإن ما نراه من حملة تشويش على مرجعية الشيعة ، في مواد مطبوعة ومسموعة . . وما نلحظه من عمل لتمييعها وتشتيتها وتجزئتها . . وما نشاهده من هجوم على قداسة المراجع وعلماء الدين عند الشيعة . . وصلت إلى التشكيك في مقامات الأئمة المعصومين وقداستهم صلوات الله عليهم . .\r\nإنما هي حلقات من برنامجهم للانتقام . . ومفردات من عملهم الدؤوب لإبعاد الشيعة عن مرجعيتهم الأصيلة ، التي تمثل بحق مذهب أئمتهم الطاهرين ، في فقهه العميق وعقائده الناصعة .\r\nلكن العجب الذي لا ينقضي . . أن يشارك في هذه الحملة بعض أفراد من الشيعة ، ويندفعوا في اتجاهات تصب في إضغاف المرجعية الشيعية وتشتيتها . . فتراهم يطرحون حيناً التنازل عن\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":7},
  {"content":"\r\n\r\nبعض الشروط الفقهية في المرجع ، وحيناً إضافة شروط جديدة لا يقرها فقه الشيعة ، وحيناً آخر تحويل المرجعية إلى مجلس كالفاتيكان . . أو تحويل الخمس إلى ضريبة حكومية . . ويبلغ الأمر ببعضهم أن يشككوا في أصل التقليد والرجوع إلى المتخصص ويطالوا بألسنتهم جهاز المرجعية ومعتمديها وثقاتها . . دون أن يدركوا من أين نبعت أفكارهم هذه . . وأين تصب !\r\nونظراً لأهمية الموضوع . . اخترنا في هذا الكتاب مناقشات جرت حول المرجعية في شبكات الانترنت ، لكي نسلط الضوء على الأفكار الأصيلة والغريبة ، ونتعرف على النظرة الصحيحة للمرجعية ، والنظرات الخاطئة . . والله الهادي إلى سواء السبيل .\r\nكتبه : العاملي\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":8},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":9},
  {"content":"\r\n\r\n\r\nالفصل الأول : بين مرجعية المؤسسة ومرجعية الشخص . .\r\nنبدأ بمشروع المرجعية الموضوعية أو مرجعية المؤسسة ، الذي تبناه الأستاذ الشهيد الصدر قدس الله نفسه إلى حد ما ، ثم تراجع عن كثير من أفكاره بعد مرجعيته ، واقترب نظرياً وعملياً من نمط مرجعية السلف . . لكن أفكار أطروحته ما زالت تعيش في أذهان بعض الحركات والعلماء المعاصرين .\r\n( كتب المدعو ( نقد ونظر ) في شبكة هجر الثقافية ، بتاريخ 4 - 3 - 2000 ، موضوعاً بعنوان ( المرجعية الدينية عند الشيعة مالها وما عليها ؟ ) ، قال فيه :\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":10},
  {"content":"\r\n\r\nوجدت بعض المداخلات بين الأخ العاملي والعلوي حول المرجعية في موضوع الأخ المتمرد :\r\nhttp : / / www . hajr . org / hajr - html / Forum 3 / HTML / 002286 . html\r\nوأحببت أن أفرد موضوع مستقل لتتم المواصلة والنقاش فيه ، لأنه موضوع حيوي جداً ، ونريده أن يرتكز على محاور منهجية ، وهو أفضل من الكلام الانشائي .\r\n( فأجابه ( علي العلوي ) بتاريخ 5 - 3 - 2000 :\r\nالسلام عليكم :\r\nما المانع من تحويلها إلى مؤسسة تتنخب مجلسها الاستفتائي حسب الكفاءة ، وتكون هناك إمكانية للمحاسبة والنظر في الشكاوي التي ترتبط بالمؤسسة . وتكون هناك آلية للتغيير والتبديل ، ومجلس استفتائي ، ولا يكون الأشخاص المفتين هناك طوال الحياة ، بل لا بد من التغيير كل مثلاً ثمان سنين يتبدل المجلس الاستفتائي .\r\nعلى المؤسسة أن تستفيد من التخصصات الحديثة من مدققي حسابات ومحاسبين ومستثمرين ، وعلماء في الطبيعية والكيمياء والصناعة ، ولا بد أن تتعاون مع الجامعات من حيث الاستشاريين في الأمور العلمية وما شابه .\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":11},
  {"content":"\r\n\r\nأنا هنا أحلم . . علَّ هذا الحلم يتحول حقيقة .\r\n( فأجابه العاملي بتاريخ 6 - 3 - 2000 :\r\nشكراً لك أيها الأخ على فتح هذا الموضوع هنا . . فقد تطرق إليه بعض الأخوة في ساحة الحوار المعاصر في موضوع حكم الغناء ، وأجبتهم بشكل مختصر . . وأعيد ما يتعلق بالموضوع من الواحة المعاصرة ، فقد كتب الأخ ( القلم الساخر ) قائلاً : يذكرني موضوعك ، ومداخلات ضيوفك المحترمين ، بموضوع سبق بحثه في بيزنطة قبل أكثر من خمسمائة سنة . كان محمد الفاتح السلطان العثماني يحاصر بجيوشه بيزنطه ، عاصمة الإمبراطورية الرومانية الشرقية ، فيما كان كهنتها منشغلين في جدل حول ( ( جنس الملائكة ) ) وهل هم ذكور أو إناث أو يجمعون الصفتين ؟ فذهب موقفهم هذا مثلاً وقالت العامة : جدل بيزنطي !\r\nتتحدثون عن تحليل الغناء أو تحريمه ، في الوقت الذي تعلمون جميعاً أنه لم يبق في العالم كله منزل وأحد لا يترنم أهله بأغنية ، على أي شاكلة كانت !\r\nوتحاولون عبثاً أن تستنطقوا الآيات والأحاديث حول هذا الموضوع ، متجاهلين حقيقة ثابتة وهي أنه من الظلم للإسلام\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":12},
  {"content":"\r\n\r\nوالمسلمين محاولة البعض فهم هذه الآيات والأحاديث وتفسيرها منفصلة عن سياقها التاريخاني !\r\nيفهمن أحد من \" الكهنة \" ، الذين نصبوا من أنفسهم حماة للأصنام ، إني أشكك في كون الإسلام ديناً صالحاً لكل زمان ومكان . لا ! بل سأشكك ، وإلى أبد الآبدين ، في مقدرة مفسر من القرون الوسطى ، وفي ظروف الترغيب أو الترهيب التي فرضتها الأوضاع السياسية وقتئذ ، أن يفهم عصرنا الذي نعيش فيه ويفتي له ! مثل هؤلاء لم يبدأ الإسلام بهم ولم ينته عند حدود معارفهم . . وحاشى أن يكون !\r\nنحن اليوم نحتاج إلى \" مؤسسات \" إفتاء لا إلى \" مفتي \" فرد منفرد تقف حدود الكون عند حدود علاقته بسلطة ما أو جماعة ما أو رغبة ما في الانتقام من ماض لن يعود ! وتقف حدود معارفه عند حدود قدرته على عدم الوقوع على الأرض بسبب دورانها !\r\nمؤسسات بما في هذه الكلمة من معنى ، تضم آلاف الاختصاصيين في جميع العلوم الدينية والانسانية المتخصصة منها ، في جميع المعارف النظرية والمادية . . والله أعلم !\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":13},
  {"content":"\r\n\r\nوكتب علي العلوي :\r\nالسلام عليكم أخي القلم الساخر :\r\nإنك أصبت كبد المأساة ، وهي غياب الحالة المؤسساتية من حياة المسلمين في معظم شؤونهم . وإن أهم شأن يمس حياة كل مسلم هو الفقه ، فلا بد لنا من مؤسسة قائمة على متخصصين في كل العلوم وليس الشرعية فقط .\r\nأو يكون لهذه المؤسسة الافتائية مستشارين من الجامعات ، لكي تكون فتاوى تلك المؤسسة مستوعبة للواقع . وقد كان هناك في الستينات جدل في إيران حول المرجعية وتحويلها إلى مؤسسة ، وكان للدكتور الشيخ مرتضى المطهري دور بارز في هذا الموضوع .\r\nفمتى يتحقق هذا الحلم حتى نتجاوز الأشخاص ومرحلة الفرد لمرحلة المؤسسة ، فكل شئ في العالم المتطور يتجه من الحالة الفردية إلى الحالة المؤسساتية .\r\n( وكتب العاملي :\r\nالمرجعية الشيعية الآن ، مؤسسة عالمية مستقلة حرة ، ونظامها راسخ في فقه الشيعة وقلوبهم . . فبمجرد أن يتوفى المرجع يتجه\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":14},
  {"content":"\r\n\r\nالشيعة في العالم إلى فقهائهم أهل الخبرة ، لمعرفة أعلم الفقهاء الموجودين ، ويرجعون اليه بشكل طبيعي ، ويأخذ منه الوكلاء في بلاد الشيعة وكالاتهم . . وتنتظم دورة الاستفتاءات ودفع الحقوق الشرعية وصرفها . . يتم ذلك باختيار طبيعي حر ، دون أن يكون سلطة لهذا الحاكم أو ذاك ، ولهذه المخابرات أو تلك . .\r\nأما إذا صارت المرجعية الشيعية مؤسسة ومركزها في بلد ما ، فقد جعلناها بيد حاكم ذلك البلد ! ثم تعمل المخابرات الأمريكية والموساد لتعيين مرجع يخضع لسياساتها ! ولنا في الفاتيكان عبرة ! !\r\n( وكتب علي العلوي :\r\nالسلام عليكم أخي العاملي :\r\nأنا أختلف معك في أن المرجعية ، عندنا ما زلت في حالتها الفردية واعتمادنا على فرد ، وإذا مات تحولت حالة الانتقال إلى حالة من اللخبطة ، وهذا أحدى المشاكل المرتبطة بكون الحالة فردية .\r\nنعم هناك مرجعية قوية لا يوجد مثيل لها بين المسلمين ، عندنا نحن المسلمين الشيعة ، ولكن ما زالت الحالة فردية معتمدة على فرد . مشاكل كثيرة ترتبط بفردية المرجعية .\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":15},
  {"content":"\r\n\r\nكلامك عن تغلغل الموساد والآسي أي ايه ، لا محل له ، فالموضوع أشد خطورة فيما لو استطاعت المخابرات استمالة الفرد المتصدي للمرجعية . أما في حالة المؤسسة فبإمكان المؤسسة أن تحذف أي بذرة سيئة ، وبوجود نظام محاسبة وآلية قوية للمراقبة ولاتخاذ القرارات ، ولاختيار المجلس الافتائي ، فلا يمكن لمخابرات أن تستميل مؤسسة بكاملها بل تستطيع أن تستميل شخص وأحد .\r\nكلامك عن تسلط الدولة على المرجعية ، إسمح لي ، الآن لنا نظام لم يستطع حتى صدام المجرم من أن يتدخل فيها كمؤسسة فردية ، فكيف بها وهي مؤسسة جماعية . ونحن الآن عندنا جمهورية اسلامية في إيران ، ولا تتدخل في شؤون المؤسسة المرجعية الفردية ، بل هي من تتدخل في شؤون الدولة .\r\nنحن الآن الفرصة مواتية لنا أن نخلق مثل هذا الحلم الذي طالما حلمت به أمتنا . نريد مؤسسة مرجعية ومجلس استفتائي منتخب من المؤسسة حسب التأهيل العلمي ، ويمكن محاسبة هذه المؤسسة ومراقبة تصرفاتها من قبل المؤسسة نفسها ، بعيداً عن سلطة الدولة .\r\nوإذا كانت هناك نية واقتناع بالفكرة ، فبالامكان تطبيقها .\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":16},
  {"content":"\r\n\r\nوكتب الخزاعي :\r\nالأخوة جميعاً ، السلام عليكم :\r\nالحمد لله فقد تحول موضوع حلية الغناء وحرمته ، إلى موضوع المرجعية المؤسسة . . حرمة الغناء مسألة فقهية يتفق جميع علماء المسلمين على حرمته . ويختلفون في التفاصيل والمصاديق ، وواجبنا أن يتبع أحدنا المرجع الذي يقلده ، أو المذهب الذي يتبعه .\r\nالمرجعية المؤسسة موضوع جيد وجدير بالمناقشة ، ولكني لا أرى مكانه هنا ، وربما الأنسب أن يكون في واحة أهل البيت ( ع ) وحتى لا نصادر الموضوع ( الغناء ) من صاحبه ، نأمل من الأخ العلوي أو الأخ العاملي أن ينطلق بنا في موضوع مستقل حول مؤسسة المرجعية ، الايجاب والسلبية ، حتى نشارك معهم في جدية . انتهى .\r\n( (\r\n( ونقل العاملي الموضوع إلى واحة أهل البيت عليهم السلام ، وكتب :\r\nطبعاً كلام الأخ الساخر . . ساخر جداً . . فقد أعطى لنفسه حق الفتوى وكأنه خبير في الشريعة والقرآن والسنة . . وأفتى بأن\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":17},
  {"content":"\r\n\r\nحلية الغناء أمر بديهي لأنه أمر واقع ! ثم أفتى بأن اللازم لنا فتوى مؤسسة ، وليس فتوى فرد ! وأيده الأخ العلوي كلياً ، والأخ الخزاعي إجمالاً . .\r\nوالجواب عن هذه الأفكار أنها تريد التحديث ، ولكنها حاضرة لأن تدفع ثمنه الأصالة ، أي كل شئ ! !\r\nأولاً ، ليس عندنا حجة شرعية لفتوى اللجان ، بل الشرعية لفتوى الأعلم الجامع للشروط ! !\r\nوثانياً ، لم يدرس هؤلاء الشباب ما جرى ويجري للكنيسة ، أكبر مؤسسة قيادية وفتوائية في العالم . . فهم يتصورون أن من السهل تكوين مؤسسة مرجعية شيعية ، وحفظها من تدخل الدول والمخابرات الدولية لتفريغها من مضمونها . . وكأنهم لا يعرفون أن الكرادلة المرشحين للمرجعية المسيحية فيهم من كل البلاد حتى الإفريقية ، وأن البابا ينتخب مفصلاً على الطلب ! !\r\nوثالثاً ، الاقتراح والمشروع المعلق في الهواء يعني عدم إمكانية التنفيذ ، أو عدم القابلية للتنفيذ . . فما هي الخطوة الأولى ، أيها المقترحون ؟\r\n( فكتب قاسم جبر الله بتاريخ 06 - 03 - 2000 :\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":18},
  {"content":"\r\n\r\nفي الحقيقة لقد شدتني هذه العبارة القصيرة وهي : ( فأولاً ، ليس عندنا حجة شرعية لفتوى اللجان ، بل الشرعية لفتوى الأعلم الجامع للشروط ) .\r\nهذه العبارة بحاجة إلى تأمل جيداً . . فليست مسألة التقليد مسألة فنية . . أو مسألة إدارية . . أو مسألة مؤسساتية . صاحب الفتوى لا بد وأن تتوفر فيه شروط الحجة . . . وهذه الشروط لم تأت اعتباطاً بل بعد بحث وتدقيق وأخذ ورد ودراسة معمقة تخصصية ، وسنين مترامية للوصول إلى ما يبرئ الذمة ( ذمة العباد المكلفين أمام الله ) فتطبيق الشروط هذه من أعلمية وغيرها ، لا تتسنى لاختيار إنسان عادي مهما كان نوعه ، الا أن يكون من أهل الخبرة ليقوم بدور الدليل والمرشد لمن هو المبرئ للذمة في تقليده .\r\nنعم ، فكرة المؤسسة لبيت المال لها وجه ، بحيث تعرض على الفقيه المقلد والفقهاء المقلدون بفتح اللام المشددة ، وتعرض عليهم إيجابياتها ، ليفتوا على اثرها بجواز تسليم الأخماس والزكوات والأموال الحسبية إليها .\r\nولكن هل من أحد يقوم بهذا ؟ !\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":19},
  {"content":"\r\n\r\nفكتب الخزاعي بتاريخ 06 - 03 - 2000 :\r\nالأخوة جميعاً ، السلام عليكم ورحمة الله وبركاته :\r\nشكراً للأخ نقد ونظر على طرح الموضوع هنا .\r\nوأعتذر عن التأخير الاضطراري .\r\nأولاً وقبل كل شئ ، ليس المقصود بالمرجعية المؤسسة هي محاولة لابعاد الأعلم عن ساحة الافتاء ، ولا المقصود إدخال من ليس أهلاً للفتوى في هذه المؤسسة . بل المراد هو النهوض بالمرجعية الدينية المباركة من الحالة الفردية المعهودة إلى المرجعية المؤسسة ، والتي تبدو من نظرة أولية أجدر بتلبية حاجات وأهداف الجسم الشيعي والاسلامي على المستويات الدينية والسياسية والاقتصادية والاجتماعية ، وتكون بمثابة البيت المرجعي . وهي ليست دعوة لتقليد ( المؤسسة ) بدل الفرد ، بل على المقلد أن يتبع مرجعه في أمور وأن يتبع المؤسسة في أمور أخرى ( تحددها المؤسسة المرجعية ) . ومثال على ذلك نرجع إلى مقلدنا في أمور الصلاة والصوم والخمس والحج . . في حين نرجع في الأمور السياسية والموقف من الدولة وأيام الأعياد إلى المؤسسة .\r\nومسألة الأعلمية هي أيضاً من المسائل الخلافية يراها بعض دون الآخر . وقلما اتفق الجميع على مرجع أوحد ، وقد تكون\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":20},
  {"content":"\r\n\r\nمرجعية السيد الخوئي ( رض ) أوضح مصداق في مجال الأعلمية ، ولكننا نجد من كان ( من العلماء ) من يقول بأعلمية السيد الخميني ( رض ) وآخر من يقول بأعلمية السيد محمد باقر الصدر ( رض ) .\r\nوأوضح مصداق لصعوبة تحديد الأعلم هو عصرنا هذا ، وكدليل على صحة قولي هو هذا التوزيع المتنوع من المكلفين في تقليدهم للمراجع العظام ( حفظهم الله ) فنجد في العراق عدة مراجع يقلدهم الشيعة من العراق والخليج وإيران ومن جميع انحاء العالم . ونجد عدداً كبيراً من المراجع العظام في إيران ويقلدهم كذلك شيعة من كل أنحاء العالم ، وهكذا الحال في باكستان وإيران ولبنان . فهل يمكن مثلاً : أن يجتمع المراجع العشرة الأوائل ( بحسب نسبة انتشار التقليد لهم ) ليكونوا مؤسسة مرجعية . ثم يرشح كل مرجع اثنان من أكفأ وكلائه ، لنحصل على عشرين وكيلاً كفوءاً يتوزعون على لجان ( مالية - تبلغية - علمية\r\n( مدارس ) - شؤون اجتماعية - إعلامية . . . ) .\r\nوإذا رحل مرجع ما إلى ربه ، يكون كل شئ محفوظاً في المرجعية المؤسسة ، وتكون الحقوق مصانة إلى أبعد قدر ممكن ومصروفة في محلها ، وفي مقدمته إغناء الفقراء ، والتي هي أساس\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":21},
  {"content":"\r\n\r\nتشريع الحقوق . وباعتقادي القاصر ، لو تحقق هذا لما بقي فقير شيعي ، وقد يتعدى الأمر إلى غير الشيعة من المسلمين .\r\nفي ظل هذه المؤسسة سيحصد التبليغ ثماراً سريعة لأهدافه في تبليغ علوم أهل البيت ، وما احتاج أكثر المبلغين لتلبية رغبات العامة ( من نوع الأطوار والاقتصار على موضوع معين وما شابه ذلك ) لأن المفروض في المؤسسة أن تعين للمنطقة المبلغ أو الخطيب حسب الكفاءة ونوع المتلقي ، وأن تصرف المؤسسة الحقوق الكافية للمبلغين ، فيكون المبلغ والخطيب وامام الجامع في هذه الحالة يعمل وفق الأهداف المرسومة من المؤسسة المتفق عليها من المراجع العظام .\r\nوفي الجانب الحقوقي أيضاً ، سيكون حال طلبة العلوم الدينية في ظل المؤسسة أحسن بكثير مما هو عليه الأن ، إذ نجد الأن أكثر الطلبة يعملون من أجل تأمين أبسط حالات المعيشة لعوائلهم ، مما يؤثر سلباً على الأبداًع العلمي لديهم وهو واقع معاش اليوم .\r\nوأهم من هذا كله ، سوف لا يكون هناك مجال واسع الأصحاب الطموحات الذاتية ( وأقصد من غير العلماء بل الذين يستفيدون من حالات المعارف والمحسوبية ) .\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":22},
  {"content":"\r\n\r\nوفي عصر المرجعية المؤسسة يكون تفاعل أبناء الأمة أكثر حضوراً ، وخاصة في المواقف السياسية والمواقف من الدولة ، ومن بعض الأحداث الاسلامية ، حيث لا ينتظر كل مكلف رأي مرجعه ، بل يعود هنا إلى الرأي المؤسسي ، والذي يخرج موحداً في حال المؤسسة ، ومتضارباً في بعض الأحيان في حال الفرد .\r\nوأطير في هذه القضية كثيراً حيث أطمح أن تكون للمرجعية المؤسسة إذاعة خاصة بها تنفذ برامجه ، وهنا يأتي دور الاستشاريين من المتخصصين في المجالات السياسية والاعلامية ، والمسائل المستحدثة في العلم الحديث .\r\nوللحديث بقية ، وتقبلوا خالص التحيات .\r\n( فأجابه قاسم جبر الله تاريخ 06 - 03 - 2000 :\r\nالأخوة الكرام ، والأخ الفاضل الأستاذ الخزاعي :\r\nالرجوع إلى الفقيه الفرد والمرجع الواحد ليس فقط في أبواب الصلاة والصيام والصوم ، فهذا التحديد يحتاج إلى دليل أيضاً . . وهذا اشتباه يقع فيه الكثير ، ونقع فيه بين فترة وأخرى . . . الرجوع إلى الفقيه والمرجع في كل الأمور وبلا استثناء ، فكل المواقف الاجتماعية أو السياسية لا يخرج حالها عن الأحكام\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":23},
  {"content":"\r\n\r\nالخمسة ، التي لا يستطيع أحد أن يحكم بها غير الفقيه ، والمرجع الديني المتخصص ، والقادر على استنباط الأحكام . . .\r\nلسنا بحاجة إلى مرجعية سياسية بمعنى الالتزام بها على نحو الالتزام بالفتوى التي يصل إليها الفقيه ، حيث لا دليل على حجية مثل هذه المؤسسة الا من باب الرجوع إلى أهل الخبرة في تشخيص الموضوعات . . نعم اللجان السياسية مثلها مثل أهل الخبرة وأهل التشخيص في تخصصهم ، الذي لا يتعدى تشخيص الموضوع الذي يحتاج إلى تطبيق الحكم عليه . . والذي يقوم بدور اصدار الحكم على هذا الموضوع هو الفقيه لاغير ، هذا هو القدر المتيقن لبرائة الذمة . . . وينبغي علينا ونحن نطرح مثل هذه الاقتراحات المهمة أن لا تغيب علينا الأمور الأخرى حتى لا تتداخل فيما بينها . . .\r\nفمرجعية سياسية بمعنى أنها تعطي لنا السبل وتصدر الأحكام كالوجوب في خصوص القضايا السياسية ، هذا أمر فيه من الشبهة مما لا يخفى . . . بل لا بد من ترتيب العمل بين هذه اللجان وبين الفقيه والمرجع ، وهو عادة لا يتشخص في فرد واحد ، بل الفقهاء المراجع عديدون وكثيرون عادة .\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":24},
  {"content":"\r\n\r\nفأجابه الخزاعي بتاريخ 06 - 03 - 2000 :\r\nالأخ العزيز جبر الله المحترم ، السلام عليكم :\r\nلم أقصد بالرجوع في غير الصلاة والصوم و . . . إلى المؤسسة ( لم أقصد إلى لجان المؤسسة ) بل الرجوع إلى المرجع المقلد أيضاً إذ افترضنا وجود مجموعة المراجع العظام ، والفتوى أو الحكم الصادر من المؤسسة هو رأيهم في المسألة سواء أجمعوا عليه أم لا ، إذ المهم كون الرأي موحد هنا . وأعتقد أن التباساً ما قد حصل في فهم ردي السابق . وللتوضيح أقول : اللجان المفروضة تلعب دور المنفذ لبرامج وأهداف المؤسسة المرجعية لا غير ، وثمة توضيح أكثر وهو يمكن ( بل لا بد منه ) أن يكون الولي الفقيه أحد أعضاء المؤسسة المرجعية إضافة إلى تصديه إلى الأمور السياسية في الدولة . المؤسسة المفترضة ليس مرجعية سياسية لتكون بديلاً عن الولي الفقيه . غاية الأمر هو الانتقال من حالة الفردية إلى حال الجماعة .\r\nولاشك أن الرجوع للفقيه المرجع في كل الأمور وبلا استثناء ، وعندما ضربنا مثلاً بالرجوع في بعض الأمور إلى المؤسسة ، إنما الرجوع إلى الفتوى التي تصدر من المرجعية المؤسسة ، والتي\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":25},
  {"content":"\r\n\r\nاشترك في الافتاء بها كل المراجع العظام أو أكثرهم ، وخاصة الأمور المستحدثة والمواقف ، يطرح الموضوع على طاولة المراجع وتتم مداولة ومناقشة الأدلة فيما بينهم ليصدروا لنا رأياً يمثلهم ويبرئ ذممنا .\r\nوقد ذكرت أن المؤسسة المرجعية هم المراجع العظام ، الذين يقلدهم الناس الأن ، فهم أصحاب الفتوى وهم المتخصصين والقادرين ( كذا ) على استنباط الحكم الشرعي . مع تحياتي لكم .\r\n( فكتب قاسم جبر الله بتاريخ 06 - 03 - 2000 :\r\nالأخ العزيز الأستاذ الخزاعي :\r\nأنا أقصد من كل ما تقدم هو عدم امكانية هذه المؤسسة فنياً ، بالفن العلمي الفقهي والأصولي ، لأن هذا المجلس الفروض فيه لا تتعدى فرضين حسب تقديري . . .\r\nالأول منها : أن يكون أحد افراد المؤسسة هو الأعلم ، وعليه لا يجوز الرجوع الا إلى رأيه ، هذا على القول بالأعلمية فتذهب بذلك ثمرة المؤسسة . .\r\nالثاني منها : أن يكونوا جميعاً متساوين في الأعلمية ، وهنا اما ان يتفقوا جميعاً في الرأي وهذا بعيد جداً فيتبع رأيهم . . . وإما أن\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":26},
  {"content":"\r\n\r\nيختلفوا إلى قسمين في الرأي ، وهنا لا أحد يقول الأخذ بالرأي الأكثر شرعاً ، وفي هذه الحالة يجوز الأخذ بأي رأي . وهذا فيه انقسام للأمة وذهاب الثمرة أيضاً من المؤسسة . وإما أن يختلفوا على مستوى فردي وكل يخرج برأي فتتعدد الآراء ، فترجيح أحدها على نحو الالزام لا مبرر له ولا مرجح ، وهنا أيضاً يحق لأي أحد الأخذ بالرأي الذي يختاره ، والمتوقف بالاختيار للمرجع مسبقاً . . . هذا مع العلم أنه لا يحق لأي أحد منهم الرجوع إلى رأي الآخر ، إذا كان له رأي حاضر فلا يجوز له الا التعبد بالرأي الذي استنبطه هو . فلا يقال يتفقون على الرأي الغالب بينهم . . . والسلام .\r\n( وكتب الخزاعي بتاريخ 06 - 03 - 2000 :\r\nصحيح جداً ما تفضلتم به . ولكن هناك من الآراء الكثيرة ، لا نريد بها معنى الفتوى ، فاتخاذ المواقف في بعض الأحداث كالتأييد والشجب قد لا تأتي على نحو الفتوى . وبما أني أراكم تصرون على عدم نجاح المؤسسة في مجال الافتاء ، لندع هذا المحور جانبا الأن ، وقد نعود اليه .\r\nوهل عدم الامكان يشمل عمل المؤسسة في الجانب المالي ؟ فالمكلف يوصل الحقوق إلى مرجعه والثاني بدوره يحولها إلى\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":27},
  {"content":"\r\n\r\nالمؤسسة بعد أن فرضنا أن له من يمثله في هذه اللجنة أو تلك . وفرضنا أيضاً أن المراجع العظام قد اتفقوا ووضعوا برنامج صرف الأموال .\r\nثم ما رأيكم في الجانب التبليغي ، ولا أرى ما أتى في الفتوى يأتي هنا . أما ترى أن المرجعية المؤسسة بتنظيمها برامج تبليغية تختزل خطوات وخطوات في جوانب المال والوقت وقطف ثمار تبليغ علوم أهل البيت ، التي هي علوم الاسلام .\r\nثم الجانب الاجتماعي لا يرد فيه ما ورد في الافتاء ، وهو مرتبط ارتباطاً وثيقاً بالجانب المالي من رعاية شؤون الفقراء والمحرومين والأيتام . . ( وكاد الفقر أن يكون كفراً ) .\r\nونرى كثيراً من الحالات هدراً للأموال ( وليس السبب في ذلك المراجع العظام قطعاً ) وفي موارد الحلال كالحج . . وهذا الواقع يحكي سفر سنوياً لبيت الله الحرام . خذ على الأقل عدد من يذهب إلى الحج ممثلين للمكاتب عن 15 مرجعا فيكون المجموع 200 على الأقل ( مجرد مثال ) ليضرب في 2 . 000 دولار للشخص الواحد فيكون 30 . 000 دولار سنوياً ، ونضربه\r\nفي عشرين سنة فيكون 600 . 000 دولار ، ونتخيل ما مقدار\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":28},
  {"content":"\r\n\r\nهذا الرقم على مر السنين ، وكم نشبع ونكسي ونعلم من فقراء آل محمد ( ص ) في هذه الأموال ؟ !\r\nأنا لا أقول بعدم صحة ما يقومون به مما يؤدي إلى صرف هذه الأموال ، فهو عمل ملازم للعمل الفردي . لكن يمكن توفير 90 % منه إذا ولدت المؤسسة المفترضة . وهكذا في الجوانب الأخرى كالاعلام المسموع والمرئي والمقروء .\r\nمحاور أخرى سأتركها لفرصة أخرى إن شاء الله .\r\nولكم خالص الدعاء بالتوفيق .\r\n( وكتب علي العلوي بتاريخ 06 - 03 - 2000 :\r\nالأخ العاملي العزيز :\r\nأنا وافقت مع القلم الساخر حول تحديده للمشكلة ، وهي تحويل الفرد المفتي إلى مؤسسة استفتائية ، ولم أوافقه في كل شئ . فقد عقبت على كلامك حول الاختصاص بالتأكيد عليه ، وانه لابد من الاختصاص للفتوى مثل الطب لا بد له من التخصص وغيره من العلوم .\r\nفقط أحببت أن أبين أنني لم اوافق القلم الساخر 100 % ، وهذا ما كتبته في التعقيب بعد تعقيب الأخ العاملي .\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":29},
  {"content":"\r\n\r\nثم كتب علي العلوي بتاريخ 02 - 03 - 2000 :\r\nالسلام عليكم إخوتي :\r\nالظاهر أن المنحنى أخذ في التشدد ، فهناك أغاني ومغنين واطيين ، ولكم مثال انوشكا وأمثالها ، ولكن هناك فن محترم ، ولا يتعارض مع الاسلام فلم نركز على الفن المنحط ، وننسى الفن المؤدب والمحترم والذي لا يحرمه الاسلام ( اعتماداً على بعض الفقهاء ) .\r\nأشكر الأخ العاملي : حول قضية الفتوى نعم هناك متخصصون ، ولا بد من التخصص للافتاء ، ولابد للمتخصص أن يعايش الواقع والناس .\r\n( وكتب قاسم جبر الله بتاريخ 06 - 03 - 2000 :\r\nالأخ المحترم الأستاذ الخزاعي :\r\nإذا اتفقنا ، وقد قلت في مداخلتي ما يتوافق مع فكرتك الأخيره هذه وعبارتي بالنص ( نعم فكرة المؤسسة لبيت المال لها وجه بحيث تعرض على الفقيه المقلد والفقهاء المقلدون - بفتح اللام المشددة - وتعرض عليهم ايجابياتها ليفتوا على أثرها بجواز تسليم الأخماس والزكوات والأموال الحسبية إليها . ولكن هل\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":30},
  {"content":"\r\n\r\nمن أحد يقوم بهذا ؟ ؟ ! ! ) وإلا فأموال بيت المال الاسلامي في خطر وضياع . . . بإرث أو غيره من حسبيات تحددهها المحاباة . والسلام عليكم .\r\n( وكتب العاملي بتاريخ 07 - 03 - 2000 :\r\nأشكر الأخوة الأعزاء على مشاركتهم :\r\nالأخ نقد ونظر ، والعلوي ، وجبر الله ، والخزاعي . .\r\nوقد اتضح موقفك أيها الأخ العلوي ، وأنك تؤيد فتوى المتخصص وليس فتوى المؤسسة . . فمعذرة وشكراً .\r\nيمكن أن نجمع الموضوع إلى هنا بما يلي :\r\n1 - المطروح من الأخ الخزاعي هو ( مؤسسة تعاون المراجع ) الكبار الذين يرجع إليهم الشيعة في العالم . وهذا التعاون يتصور في المجال المالي بوضع نظام للحقوق الشرعية ، وفي مجال الحوزات والتبليغ والتوعية ، وفي المجالات الأخرى الاجتماعية والسياسية . . وهو أمر حسن ، لكنه غير تحويل المرجعية إلى مؤسسة فاقتراحه أشبه بالاتحاد الفيدر إلي بين المراجع الذين هم كبار فقهاء الشيعة . .\r\n2 - المطروح من الأخ قاسم جبر الله أن الفقه الاسلامي\r\n( الشيعي والسني ) يعطي لشخصية اللجان والمؤسسات صفة المشاور فقط ، ويبقى العزم والقرار مختصاً ب‍ ( الشخص ) الامام\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":31},
  {"content":"\r\n\r\nالخليفة ، الحاكم ، القاضي ، المرجع ، المفتي . . وقد تربى المسلمون على هذا النمط ، فلذلك تراهم ينظرون إلى الحزب من خلال الشخص ، فهو الذي يعطي قيمة لحزبه ، حتى لو كان العكس صحيحاً . . وينظرون إلى اللجنة بصفة الشخص المؤثر فيها . . فالمسألة المهمة شرعاً وعرفاً هي : شخصية رئيس الهيئة الذي يؤثر على القرار ، وليس نفس الهيئة ونظامها . . فالأخ قاسم يقول إن الفقه الاسلامي لا يسمح لنا أن نجعل المؤسسة مكان الشخص . .\r\n3 - رأي داعيكم ، ويتلخص بما يلي :\r\nأولاً ، الموافقة على السبب الذي ذكره الأخ قاسم جبر الله ، وهو أن الاسلام والفقه الاسلامي قد تبنى الشورى كصيغة مساعدة ، ولم يتبنها كصيغة عمل .\r\nثانياً ، أن الهيئة الجماعية أثبتت فشلها كصيغة عمل . . فكل شورى أو لجنة أو مؤسسة ، تراها ناجحة ، فمعناه أنه يوجد فيها شخص قوى يستطيع أن يقنع الأعضاء أو يستعمرهم . . وإلا . . فهي فاشلة ! !\r\nثالثاً ، أن المرجعية الشيعية كانت ويجب أن تبقى حالة شعبية إلى ظهور الإمام المهدي عليه السلام . . وكل صيغة تمركز في هيئة\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":32},
  {"content":"\r\n\r\n( مادية ) للقرار المرجعي الشعبي يحمل خطر تدخل الدول والمخابرات الدولية . .\r\nوهذا الموضوع يشبه تحويل حالة الوعي الاسلامي في مجتمع ، من حالة شعبية مسجدية متعددة الأنشطة . . إلى حالة حزب متمركز النشاط ! !\r\nرابعاً ، أن إمكانية التعدد في المرجعية ضرورة ، وقد خطط لها الفقه الاسلامي ، وأسسها الأئمة عليهم السلام ! ولا يعنى ذلك ترجيح التعدد ، بل يعني خطورة الحصر في مؤسسة أو أشخاص . . فالمجال أمام المتدين يجب أن يبقى مفتوحاً ليرجع إلى من يعتقد أعلميته وجامعيته للشروط ، سواء كان ضمن مؤسسة ، أو خارجها . . ولا يجوز مصادرة حقه وحريته .\r\nخامساً ، أن طرح مرجعية المؤسسة نظري محض ، فحتى أولئك الذين كانوا يتصورون صحته ، وصلوا إلى عدم إمكان تطبيقه عملياً ، مثل الشهيد الصدر رحمه الله . . فعلى الذين يطرحونه أن يقدموا الخطوة الأولى العملية له .\r\nسادساً ، إن استفادة المرجعية من اللجان المتخصصة في مجالات الاستنباط الفقهي ، والمجالات العملية المختلفة . . أمر آخر ، وليس هو موضوعنا . .\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":33},
  {"content":"\r\n\r\nسابعاً ، التعاون بين المراجع الكبار في المجالات المختلفة ، ابتداء من التنسيق ووصولاً إلى الوحدة العملية . أمر آخر ، وليس هو موضوعنا أيضاً .\r\n( فكتب علي العلوي بتاريخ 07 - 03 - 2000 :\r\nأخي العاملي العزيز :\r\nأنا في تصوري أؤيد فتوى المؤسسة المتخصصة ، وأتمنى أن تستطيع مرجعيتنا من تجاوز الحالة الفردية إلى الحالة المؤسساتية القائمة على الكفائة العملية الفقهية . أي أني أرى المزاوجة بين الحالة المؤسساتية والحالة التخصصية .\r\n( وكتب علاء الدين بتاريخ 07 - 03 - 2000 :\r\nالأخ المحترم العلوي : كيف يمكن المزاوجة بين الحالة المؤسساتية والحالة التخصصية ؟ أعطني مثالاً واقعياً على ذلك .\r\nالشيخ العاملي : أشكرك على هذا الطرح الرائع الواعي ، وكثر الله أمثالك في خدمة الدين .\r\n( وكتب الراصد بتاريخ 07 - 03 - 2000 :\r\nالأخوة الكرام ، السلام عليكم ورحمة الله .\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":34},
  {"content":"\r\n\r\nمن خلال متابعتي لهذا الموضوع وكان عنوانه \" المرجعية الدينية عند الشيعة مالها وما عليها \" لم أر تعقيباً واحداً على هذا الموضوع ، وإنما أخذ طابع الحوار يتحول شيئاً فشيئاً إلى موضوع جزئي من الموضوع العام ، الذي كتب حول المرجعية مالها وما عليها ، وبما أن الحديث يتمحور حول تحرك المرجعية من خلال عمل المؤسسات ، نحاول أن نسلط الضوء على بعض آراء الفقهاء الذين يتحركون لتفعيل هذا المشروع لكي نكون في الصورة أولاً ، ونتعرف على كثير من النقاط المبهمة ، أو تكون خافيه علينا ثانياً .\r\nومن جملة هذه الآراء هو رأي سماحة آية الله فضل الله ، حيث يحدد لنا من خلال التعرف على رأيه منهجية العمل لمؤسسة المرجعية يقوم على أساس دائرتين رئيستين :\r\nالأولى : إبعاد المرجعية عن الصفة الشخصية ، فلا تكون معبّرة عن الوجود الشخصي لمرجع معين ، بحيث تموت بموته ، وتأخذ خصوصياته الفردية . إن في ذلك ضياعاً لجهود كبيرة وعطاءات متميّزة ، قام بها المراجع في فترات مختلفة . . هذا فضلاً عن تميز المرجعية بغلبة الصفة الفردية ، على الصعيد النظري وتجزيئتها على صعيد الواقع التطبيقي .\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":35},
  {"content":"\r\n\r\nوعليه يكون وفق هذه الرؤية العمل على إنهاء هذه الحالة الفردية للمرجعية وجعلها مؤسسة متكاملة موحّدة لا تعيش الفواصل في شخصيات المراجع ، ولا يتحدّد امتدادها الزمني بحياة المرجع . . إنّما تمثلّ حالة ثابتة لها مقّومات الاستمرار على خط استراتيجي واضح ، حتى مع تغيّر المراجع وتعاقب أدوارهم الحياتية ، بحيث يقول سماحته بهذا الصدد :\r\n\" أن تكون المرجعية مؤسسة بحيث أنّ المرجع عندما يأتي ، يأتي إلى مؤسسة تختزن تجارب المراجع السابقين ، بحيث تكون كلّ الوثائق التي تمثّل علاقات المرجع بالعالم وتجاربها ، وخصوصيات القضايا التي عالجتها حتى في مسألة الاستفتاءات والأسئلة والأجوبة ، متوفرة للمرجع الجديد الذي يجد كلّ هذه التجارب جاهزة في مؤسسة المرجعية ليبدأ من حيث انتهى المرجع السابق لا ليبدأ بعيداً عن كل التجارب السابقة \" .\r\nالدائرة الثانية : أن تتخلّى المرجعية عن حالتها التقليدية ، في الميل إلى الوسط الحوزوي بعيداً عن الاهتمامات العامة في حياة المسلمين وفي الواقع الدولي بشكل عام . وعلى هذا فإن الاهتمام المرجعي يجب أن يتسع بسعة القضايا التي تتصل بالإسلام والمسلمين ، ممّا يعني أن ترصد المرجعية مجمل الأحداث\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":36},
  {"content":"\r\n\r\nوالتحركات من خلال كونها مؤسسة قيادية في الوسط الشيعي والإسلامي .\r\nوهذا الأمر لا يمكن أن يتحقق إلاّ من خلال شخص المرجع ، فهو الذي يمكنه أن يضع الأسس المنهجية لبناء المؤسسة المرجعية . وهذا ما يحتاج إلى جانب المؤهلات الشخصية ، إلى خبرة عملية توافر عليها الفقيه في حياته من خلال انفتاحه على قضايا العالم ، وحضوره الفاعل في الساحات الثقافية والسياسية والاجتماعية العامة ، ومدى الإنجازات التي حققها عبر تفاعله مع الأوساط الإسلامية وغير الإسلامية في مستوياتها ومجالاتها المتنوّعة .\r\nإنّ هذه الخبرة أساسية في إنجاح المشروع الكبير للمؤسسة الشيعية ، لأننا أمام محاولة بناء ضخمة وسط تحديات وتعقيدات سياسية محلية وإقليمية وعالمية تستهدف أي مشروع حيوي وإنمائي في الحياة الشيعية والإسلامية بشكل عام .\r\nهذا إلى جانب الخلفية التاريخية الهائلة التي تحتاج إلى قدرة على التعامل معها بصورة لا تحدث هزة عنيفة في الجسم الشيعي .\r\nإنّ هذه المسائل تفرض نفسها بقوة على محاولة البناء المؤسسي للمرجعية . وربما تتحول إلى عامل إعاقة كبير يحبط المشروع من\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":37},
  {"content":"\r\n\r\nالأساس فيما لو افتقر المرجع إلى الرؤية الشمولية لتعقيدات الواقع العام المحيط بالأوساط الشيعية والإسلامية . .\r\nإن تحويل المرجعية الشيعية إلى مؤسسة إسلامية عالمية ليس عملاً اختبارياً يمكن فيه لشخص أن يجرّب مشاريعه . إنها قضية خطيرة ذات حساسية مفرطة نتيجة الأوضاع الخطيرة والحسّاسة التي تحيط بحركة الإسلام في ظرفه الحاضر . مما يستوجب أهلية عالية يتمتع بها الفقيه في المجالات العلمية والسياسية والثقافية والاجتماعية ، حتى يحقق البناء دون ردود فعل مضادة ، ودون حدوث تصدّع في الوسط الشيعي بدوائره الحوزوية والحركية والجماهيرية .\r\nوعلى هذا الأساس يكون مشروع بناء المؤسسة المرجعية هو محاولة جادة لإعطاء الإسلام دوره الحقيقي في الحياة ، وذلك من خلال مواجهة الحملة المضادة على الإسلام والتشيع بوسائل معاصرة ، ومن ثم فتح الآفاق أمام حركة الإسلام التاريخية في الحياة .\r\nهذا ما أردنا الحديث عنه ، وأما الحديث تحت عنوان المرجعية مالها وما عليها سوف نكتب فيه موضوعاً مستقلاً إن شاء الله تعالى في الأيام القادمة . وآجركم الله جميعاً .\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":38},
  {"content":"\r\n\r\nوكتب علي العلوي بتاريخ 7 - 3 - 2000 :\r\nالسلام عليكم أخي العزيز ، ما المانع من المزاوجة ؟ وأتصور في النقاش بين الأخ الخزاعي وقاسم جبر الله بيان ذلك .\r\nفما المانع من أن يكون هناك مجلس فقهائي منتخب من قبل مجلس عموم أهل الخبرة في تحديد المجلس المرجعي لعموم المسلمين الشيعة . فكل من ينضم للهيئة العمومية ( مجلس العموم ) يكون من أهل الخبرة . وكل من يترشح للمجلس المرجعي لا بد أن يكون فقهيا حسب معايير الحوزة العلمية وأهل الخبرة ثم تتم عملية الانتخاب من قبل الهيئة العمومية والتي تتمتع بالخبرة في تحديد الأصلح بين الفقهاء الذين يتصدون للافتاء ودائماً يكون الرأي الجماعي الممحص بالنقاش أقوى من الرأي الفردي .\r\nإذن المؤسسة الاستفتائية أو المرجعية في تصوري لا بد أن تؤسس على التخصص الفقهي المؤهل حسب مقاييس الحوزة العملية . فلا يستطيع الدخول لمجلس العموم أو الهيئة العمومية إلا شخص مؤهل ، ومن ثم لا يستطيع ان يترشح للمجلس المرجعي الا فقيه معتبر .\r\nوهكذا تتم المزاوجة بين التخصص والحالة المؤسساتية .\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":39},
  {"content":"\r\n\r\nفكتب قاسم جبرالله بتاريخ 08 - 03 - 2000 :\r\nالأخ المحترم والعزيز علي العلوي :\r\nليس الاشكال في تجميع الفقهاء تحت مظلة واحدة . . وليس الاشكال في الطريقة لجمع الفقهاء نظرياً تحت هذه المظلة . . فالطرق إلى جمع الفقهاء ممكنة . . ولكن الاشكال في الرأي الواحد لهذا التجمع . . في الفتوى المتفق عليها لهذا التجمع . . . لا يمكن أن نتصور رأياً واحداً على نحو الدوام وفي جميع القضايا ، بل أكثرها ، بل مجموعة منها متفق عليه لجميع الفقهاء في اطار مؤسسة أو غيرها . . . وقد ذكرت اشكالات على هذا الأمر وعدم إمكانية تصويرها خارجياً ، وعلى نحو الوقوع أيضاً . .\r\nأنت تصور لنا حسب ما فهمت أنا من كلامك . . أن بالامكان أن يتحد الفقهاء تحت المؤسسة ، ويتدارسوا ويحققوا في مسألة واحدة ، ليصل الجميع إلى رأي وأحد . . . هذا الأمر وإن أمكن نظرياً فلا يمكن وقوعا أصلاً لأن يلزم أن يتفق جميع الفقهاء في المباني الأصولية . . المباني الفقهية . . . المباني الرجالية . . . المباني العلاجية لتعارض الأدلة . . وغيرها بكثير من مباني يتبناها كل فقيه على حدة . . فلو اتفق فقيه مع آخر في مبنى أو اثنين أو ثلاثة ، فلا نضمن الاتفاق في المبنى الرابع وهكذا . .\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":40},
  {"content":"\r\n\r\nهذا بالنسبة إلى فقيهين اثنين . . وكلما كثر الفقهاء وهم كذلك ، كثرت احتمالات الاختلاف في المبنى أكثر وأكثر . . وهذا الاختلاف المبنائي له أثره الكبير في الفتوى . . . فمن الصعب أن تكون نتيجة المدارسة بينهم رأياً واحداً يخرج باسم الجميع أو باسم المؤسسة . . .\r\nحتى لو قلنا جدلاً بامكان أن يتفقوا في الواضحات في المسائل الاجتماعية أو السياسية أو المسائل المتعلقة بالفروع ، فمن الصعب القول باتفاقهم في المسائل الكثيرة الابتلاء والغير واضحة الابعاد والهوية والنوع ، وهي كثيرة في عصرنا الحاضر . . . مع ذلك مسألة الأعلمية لها الدور الكبير في استحالة مثل هذا المجلس أو المؤسسة . . والسلام .\r\n( وكتب العاملي بتاريخ 08 - 03 - 2000 :\r\nمن الأمور التي كانت تقال في النجف الأشرف في أوساط الطلبة المثقفين المتحررين :\r\nإنه ينبغي تحويل المرجعية من مرجعية شخص إلى مرجعية مؤسسة ، تختزن مؤسسات وتجارب المرجع السابق ، ووثائق ارتباطه بقضايا العالم . . وكان يعبر بعضهم بالمرجعية الذاتية\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":41},
  {"content":"\r\n\r\nوالمرجعية الموضوعية . . أو بالمرجعية الصالحة ، إشارة إلى المرجعية غير الصالحة . . أو بالمرجعية الرشيدة ، إشارة إلى المرجعية التي لم تبلغ سن الرشد . . الخ .\r\nهذا من ناحية ، ومن ناحية أخرى : كانت هناك دعوة إلى خروج المرجعية مما يعبر عنه بعضهم ب‍ ( قوقعة ) اهتماماتها الحوزوية ، إلى الاهتمامات العامة بوضع الشعب في بلدها ، وأوضاع المسلمين الشيعة في العالم ، وقضايا العالم الاجتماعية والسياسية . . . الخ . وهو كلام في ظاهره مقبول وجميل ، لكن تكمن فيه أخطاء وأخطار . . ويتضح ذلك بالمسائل التالية :\r\nالمسألة الأولى : مسألة تبديد التجربة المرجعية واختزانها :\r\nمن الواضح أن التجارب القيادية في الأمة ، ومنها القيادة الدينية ، تختزن في أذهان الأمة تجارب قيمة ، هي الموجهة للأمة في تعاملها مع القيادة الجديدة ولتلك القيادة في تعاملها مع الأمة . . ويمكن أن نسميها السوابق والقوانين والتقاليد غير المكتوبة . . فهناك تجارب وتقاليد لإنتخاب الرئيس في أمريكا ورئيس الوراء في بريطانيا وفرنسا وإسرائيل ، وتقاليد لانتخاب البابا رئيس الكنيسة . . الخ .\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":42},
  {"content":"\r\n\r\nوالأصح أن نسميها في موضوعنا تجارب أجيال الشيعة في اختيار المرجعية ، أو ( سيرة المتشرعين في أمر المرجعية ) وتشمل سيرة الفقهاء المراجع وغيرهم ، وسيرة المتدينين في التعامل المرجعية العليا عند الشيعة . .\r\nهذه التجارب المختزنة في واقع الأمة ، هي قوانين غير مكتوبة ، ويصعب كتابتها على شكل نصوص قانونية ، لأنها أشبه بالحس الاجتماعي الذي يزن به الناس الأمور ، ويتخذون منها المواقف .\r\nونصل هنا إلى السؤال المحوري : ما هو المقصود من اختزان تجربة المرجع السابق ؟ إن كان المقصود التجارب والخبرات المختزنة في أذهان الشيعة في العالم ، فهي موجودة وفاعلة . وإن كان المقصود أن تكون عند الشيعة مؤسسة في مبنى معين في بلد معين ، تشمل ملفات قضايا ، ووثائق ملكية ووقف الحوزات والمؤسسات التابعة للمرجعية في العالم ، وموظفين أهل خبرة بتعامل المرجع مع العالم ؟ فهذا يستبطن عدة أمور خطيرة :\r\n1 - فهو يعني أن تخضع المرجعية للبلد الذي فيه المركز ، شئنا أم أبينا .\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":43},
  {"content":"\r\n\r\n2 - وأن يخضع المرجع الجديد للعمل في تلك المؤسسة وموظفيها ، شبيهاً بالوزير الذي عليه أن يعمل في مبنى وزارته ، ومع مدرائها وموظفيها .\r\n3 - وأن يكون الشيعي في العالم ملزماً بتقليد المرجع الذي تختاره تلك المؤسسة ، حتى لو كان يشك أنه جامع لشروط المرجعية .\r\n4 - وأن يوجد مركز قوة له نفوذ كبير في اختيار المرجعية وهو هيئة الأمناء التي تتولى تلك المؤسسة ، وتسلمها إلى المرجع الجديد . . .\r\nإلى آخر الأمور التي لا ينسجم أي منها مع الأحكام الشرعية للتقليد ، ولا مع المحافظة على سلامة المرجعية الدينية من التدخلات السياسية . .\r\nوبذلك يتبين أن الوضع الفعلي المتبع لاختيار المرجع أقوى وأصح وآصل . . فهو يعتمد على قناعة المتدينين الشيعة في العالم بأعلمية وتقوى فقيه موجود في أي نقطة من العالم ، فيرجعون اليه في الاستفتاءات ودفع الحقوق الشرعية اليه ، ويقوم هو بإدارة الحوزات والمراكز إدارة كاملة إن كانت وقفيتها ترتبط به ، أو\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":44},
  {"content":"\r\n\r\nإدارة توجيهية بصفته المرجع صاحب الكلمة المسموعة شرعاً ، وبصفته ممول الحوزة أو المشروع كلياً أو جزئياً .\r\nأما كيف يعرف المتدينون المرجع الجديد ، فطريقه الشرعي أن يسألوا أهل الخبرة الذين يعرفونهم . .\r\nإن الاختيار الطبيعي بهذه الطريقة ، يضمن للمرجع حريته من الخضوع لأي ضغوط سياسية ، أو مؤسسية . ويضمن للمتدين الشيعي حريته في اختيار مرجع تقليده حسب قناعته بينه وبين ربه . .\r\nوبهذا يعطي للمرجعية الشيعية صفة الواقعية والتأثير الحقيقي في حياة الشيعة وقضايا العالم ، وليس التأثير الرسمي الشكلي . .\r\nوكل هذه الأمور غير مضمونة أبداً في صيغة المؤسسة المرجعية ! !\r\nالمسألة الثانية : نقاط الضعف والخطر في مشروع مجلس الخبراء لاختيار مرجع التقليد : ( يتبع إن شاء الله ) . .\r\n( كتب الخزاعي بتاريخ 08 - 03 - 2000 :\r\nالأخوة الكرام والأساتذة الأفاضل ، السلام عليكم جميعاً :\r\nسئل الشهيد الصدر الثاني عن إعلانه لأعلميته وأنها سابقة لم تحصل بالحوزة والمرجعية ؟ فأجاب ( رض ) : إن سائر المراجع\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":45},
  {"content":"\r\n\r\nديدنهم إثبات مرجعيتهم بلسان حالهم وإن لم يصرحوا بذلك بلسان مقالهم ، وذلك فيما إذا كان المرجع يذهب إلى وجوب تقليد الأعلم ، ومع ذلك طبع رسالة عملية وعرض نفسه للتقليد ، فلو لم يكن أعلم لكان ذلك محرماً عليه لأنه لا يرى نفسه مصداقا له . . انتهى كلام الشهيد .\r\nمن المفاهيم التي طرحها السيد الشهيد محمد باقر الصدر مفهوم المرجعية الرشيدة وأعطى خطوطها العامة وصاحب النظرية وتلميذه الصدر الثاني خير مثال للتطبيق العملي ، وواقعها هو القيام والامتثال لما تمليه عليه النيابة عن المعصوم ( ما أخذ الله على العلماء أن لا يقاروا على كظة ظالم وسغب مظلوم ) وخلاصة المطلب أن يعيش المرجع النائب عن المعصوم ليل نهار نيابته ، ويعيش ليل نهار آمال آلام أمته .\r\nأخوتي وأساتذتي الكرام : نحن بصدد مناقشة الفكرة ، لذلك علينا أن لا نجزم قاطعين أنه ليس بالامكان أفضل مما كان . ولنستمع إلى ما قاله المرجع الشهيد محمد باقر الصدر ، ولا يخفى ما كان عليه من العلم والفكر الفذ ، يقول في هذا المضمار :\r\n( وأما العمل في سبيل هذه النظرية . . . ففي أساليب العمل\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":46},
  {"content":"\r\n\r\nالخارجي ، كانت لدينا حالة أنا أستطيع أن أسميها حالة النزعة الاستصحابية ، الاستصحاب الذي قرأناه في علم الأصول ، طبقناه على أساليب العمل وطبقناه على حياتنا ، فكنا نتجه دائماً إلى ما كان ، ولا نفكر أبداً في أنه هل بالامكان أفضل مما كان ! ! هذه النزعة الاستصحابية - والكلام لا يزال للسيد الشهيد - النزعة إلى ما كان والحفاظ على ما كان ، يجعلنا غير صالحين لمواصلة مسؤوليتنا ، ذلك لأن أساليب العمل ترتبط بالعلم ، ترتبط بالبستان الذي نريد أن نزرع فيه ، وهي الأمة التي نريد أن نزرع فيها بذور الخير والورع والايمان ، ليست حالة واحدة ، الأمة تتغير . نعم إسلامك لا يتغير ، لكن الأمة تتغير ، اليوم الأمة غير الأمة بالأمس في مستواها الفكري ، في مستواها الأخلاقي ، في علائقها الاجتماعية ، في أوضاعها الاقتصادية ، في كل ظروفها . . الأمة اليوم غير الأمة بالأمس . . لهذا يجب أن تأخذ بعين الاعتبار الظروف والتغيرات والتصورات التي توجد في الأمة . . هذه التصورات والتغيرات تحدد لنا أساليب العمل ، إذ ليس بالامكان أن يكون هناك أسلوب واحد يصدق على الأمة اليوم وعلى الأمة بالأمس وعلى الأمة غداً ) . انتهى .\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":47},
  {"content":"\r\n\r\nثم يصرخ السيد الشهيد ثائراً على هذا النمط من التفكير ليقول :\r\n( لا بد لنا أن نتحرر من النزعة الاستصحابية ومن نزعة التمسك بما كان حرفياً بالنسبة إلى كل أساليب العمل ، هذه النزعة التي تبلغ القمة عند بعضنا ، حتى إن كتابا دراسياً . . . أمثل بأبسط الأمثلة - والكلام للسيد الشهيد - إذا أريد تغييره إلى كتاب دراسي أفضل منه ، حينئذ تقف هذه النزعة الاستصحابية في مقابل ذلك . . . إذا أريد تغيير كتاب بكتاب آخر في مجال التدريس وهذا أضأل مظاهر التغيير ، حينئذ يقال : لا . . ليس الأمر هكذا ، لابد من الوقوف ، لا بد من الثبات والاستمرار على نفس الكتاب الذي كان يدرس فيه الشيخ الأنصاري رحمه الله ، أو المحقق القمي رحمه الله ) . انتهى .\r\nويقول السيد الشهيد ( رض ) أيضاً :\r\n( هذه النزعة الاستصحابية التي تجعلنا دائماً نعيش مع أمة قد مضى وقتها ، ومع أمة ماتت وانتهت بظروفها وملابساتها ، لأننا نعيش بأساليب كانت منسجمة مع أمة لم يبق منها أحد ، وقد انتهت ، وحدثت أمة أخرى ذات أفكار أخرى ، ذات ظروف وملابسات أخرى . . . وحينئذ من الطبيعي أن لا نوفق في\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":48},
  {"content":"\r\n\r\nالعمل ، لأننا نتعامل مع أمة ماتت ، والأمة الحية لا نتعامل معها ، ومهما يكن لنا من تأثير سوف يكون هذا التأثير سلبياً ، لأن موضوع العمل غير موجود في الخارج ، موضوع العمل ميت ، والموجود في الخارج لا نتعامل معه . . . ) . انتهى كلام الشهيد الصدر .\r\nوهذا كلام لعالم آخر : ( وقد بدت المؤسسة الدينية في النجف وغيرها متخشبة إلى حد أنها كانت تجهض كل محاولة ولو بسيطة وسطحية لتحديث بعض الجوانب ، أو المظاهر في حياة المؤسسة المذكورة ، ويكفي للدلالة على عدم واقعية النظام الدراسي القائم فعلاً أنه نظام لا يفشل فيه طالب ، ولا يرسب فيه طالب ، وأن جميع المنتسبين اليه يتخرجون . . هذا النظام لا يزال حتى كتابة هذه الكلمات على الحال التي كان عليها منذ مئات السنين ، فهو يقوم على نظام ، إنه فوضى . . . وما أكثر الذين يكتسبون صفتهم الدينية والعلمية من عدد السنين التي قضوها في النجف دون أن يكتسبوا منها شيئاً سوى بعض الحذلقة الكلامية )\r\n( نشرة الرأي الآخر ، العدد الثالث - عن كتاب مواقف وتأملات في قضايا الفكر والسياسة في سلسلة اخترنا لك \" الطبعة الثانية 1992 ، من مقال للشيخ محمد مهدي شمس الدين تحت عنوان ( المرجعية آفاق وتطلعات ) ص\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":49},
  {"content":"\r\n\r\n215 ) ، ونكتفي بهذا القدر من التعليق عسى أن نعاود مرة أخرى . وهو في الحقيقة ليس تعليقاً وإنما آراء واجتهادات ورؤى علماء محسوبين على هذه المؤسسة أو هذا الكيان . عذراً للإطالة ، وللجميع خالص التحيات ، والدعاء بالتوفيق .\r\n( وكتب العاملي بتاريخ 08 - 03 - 2000 :\r\nالأخوة الأعزاء ، أعرف أنه يوجد عند بعض الشباب اتجاه للدعوة إلى جعل المرجعية مؤسسة شبيهة بالفاتيكان . . ولكنها في اعتقادي دعوة بالغة الخطورة على المرجعية والتشيع . .\r\nوهي طموح من أصحابها لا يملك تقديراً صحيحاً للصورة المشوهة التي سيولد بها المشروع إذا قدر له ، لا سمح الله ، أن يولد .\r\nطموحٌ لا يعلم المتحمسون له أنه عمل يستميت من أجله أعداؤنا لتكبيل المرجعية الدينية الشيعية ، باعتبارها الطاقة الهائلة والقيادة الدينية الوحيدة التي ما زالت مستقلة في العالم ! !\r\nلذا أرى من واجبي بيان مخاطرها . . وينبغي أولاً أن أوضح نفطتين :\r\nالأولى ، أن رفض مرجعية المؤسسة ، لا يعني معارضة استفادة المرجع من المؤسسات . . فمراجعنا استفادوا ويستفيدون من\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":50},
  {"content":"\r\n\r\nالمؤسسات والشخصيات أهل الخبرة ، بمقدار حاجتهم وإمكاناتهم . .\r\nوالثانية ، أن ذلك لا يعني عدم نقل مؤسسات وممتلكات المرجعية السابقة إلى المرجعية الجديدة . . فإن سيرة مراجعنا في أوقافهم أن يجعلوا توليتها إلى المرجع الجديد . . وآخر مثل على ذلك المرحوم السيد الخوئي رحمه الله ، الذي سجل مؤسسات المرجعية في العراق ولندن ولبنان والهند وغيرها ، باسم هيئات أمناء وجعل الولاية عليها للمرجع الجديد ، الذي ترجع اليه أكثر الشيعة في العالم .\r\nوأراني قبل الدخول في بحث مجلس الخبراء العالمي لاختيار المرجع الجديد ، بحاجة إلى التذكير بالحريات الخمس ، أو العناصر الخمسة ، التي تمتاز بها المرجعية الشيعية . . وأن كل مشروع يصادرها كلاً أو بعضاً ، أو يخشى أن يضر بها . . فهو دعوة إلى التنازل عن أصالة المرجعية الشيعية واستقلالها ، أو تعريض أصالتها واستقلالها للخطر ! !\r\nالأولى ، حرية المكلف الشيعي في أن يختار مرجعه الذي يعتقد أن تقليده مبرئ لذمته ، بدون أي نوع من الالزام الخارجي .\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":51},
  {"content":"\r\n\r\nالثانية ، حرية مرجع التقليد في أن يعتمد أسلوب العمل الذي يقتنع به . . لأن معنى الاعتراف بأنه مرجع أن رأيه حجة شرعية في الأحكام ، وفي الموضوعات التي يرى وجوب التقليد فيها ، ورأيه محترم في الموضوعات الباقية . فمن أول حقوقه أن يعترف له بحقه في اختيار أساليب عمله .\r\nالثالثة ، حرية مرجع التقليد في أن يتدخل في السياسة ، أو لا يتدخل . . فهذا معنى أنه مرجع ورأيه حجة عليه وعلى مقلديه . أما محاولة فرض العمل السياسي عليه ، فهو فرض مرجعية على المرجعية ! !\r\nوهو من نوع الجهل بشريعة الاسلام ، بل وبأخلاقيتها . . فمهما فرضنا مبررات الداعين إلى العمل السياسي والقائلين بأن البعد عنه وعن التدخل في قضايا الأمة والعالم جمود لا مبرر له . . فقد يكون عند المرجع قناعة بضرورة الإنكماش السياسي في هذا البلد أو هذا العصر ، أو أن واجب الشيعة الإنكماش الحضاري لحفظ ما عندهم وعدم ذوبانهم ، حتى تأتي ظروف أفضل . . وما دمنا فرضناه مرجعا جامع الشرائط فلا بد أن نحترم رأيه !\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":52},
  {"content":"\r\n\r\nالرابعة ، حرية المرجع من نفوذ حكومة البلد الذي يعيش فيه ، وضغوطات الحكومات الأخرى ، حتى لو كان هذا البلد هو الجمهورية الاسلامية الشيعية ، التي يحكمها فقيه أو مرجع .\r\nالخامسة ، المحافظة على المرجعية وعملية اختيار الشيعة لمرجعهم الأعلى ، بالحرية الشخصية التامة ، بعيداً عن تأثيرات القوى الدولية ، وأجهزة مخابراتها .\r\n( وكتب قاسم جبرالله بتاريخ 09 - 03 - 2000 :\r\nشكراً جزيلاً لفضيلة الشيخ والأستاذ الجليل العاملي ، على بيان الرأي السديد في هذه المسألة الخطيرة جداً . .\r\nهذا الرأي الذي انطلق من خلال تجربة عملية طويلة في العلم والعمل . وأن مثل هذه الأطروحات ما هي إلا أحلام شباب من أمثالي ، ومن دون تعمق ودراسة مسهبة تخصصية . والسلام على الجميع .\r\n( وكتب الخزاعي بتاريخ 09 - 03 - 2000 :\r\nالأخوة جميعاً ، السلام عليكم :\r\nلابد من التأكيد والتوضيح على أن الدعوة للمرجعية المؤسسة هي ليست الغاء لدور المرجع الفرد أولاً ، ولا هي دعوة للنيل من\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":53},
  {"content":"\r\n\r\nاستقلالية المرجعية ثانياً ، فالمراجع الأفراد الذين نقلدهم الأن هم طاقم المؤسسة المفترضة ، تقليدهم محفوظ ورأيهم متبع . والتعليل بتأثيرات القوى الدولية ومخابراتها لا وجود له في حال المؤسسة ، أو لا أقل هو أوضح في حالة الفرد ، إذ اختراق الفرد أهون وأيسر من اختراق الجماعة ، وتواطؤ الفرد مع المخابرات ( فرض جدلي ) أقرب إلى دائرة الامكان منه إلى المؤسسة والجماعة .\r\nوهي ليست دعوة شباب ! وقد نقلت لكم آراء بعض العلماء ومنهم المراجع كالشهيد الصدر ، وبالمناسبة لقد ولى رسول الله ( ص ) أسامة إمرة جيش المسلمين وهو في عنفوان الشباب ! !\r\nوللتوضيح أكثر : لا تعني المؤسسة المفترضة ، دائرة على المرجع أن يأتي صباحاً للدوام الرسمي ويسجل اسمه في غرفة الاستعلامات !\r\nيا أخوتي : المؤسسة ممكنة التصور\r\nوكل مرجع في مكتبه وبلده مع وسائل الاتصال الحديثة كما ترون !\r\nأضف إلى أن المؤسسة ترفع الضغوطات عن المرجع من خلال الحكومات في البلدان المختلفة ، لأن وراء المرجع مؤسسة تمثل كل الشيعة مما يشكل المرجع من خلال المؤسسة ضغوطات على الحكومات . فانقلبت الآية !\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":54},
  {"content":"\r\n\r\nوكل ما عانت المرجعية وتعاني في ظل الحكومات الجائرة ، ما هو إلا نتيجة لفقدان يد الجماعة والمؤسسة . ولك في الشهداء الصدر الأول ، الشيخ الغروي ، الشيخ البروجردي ، والصدر الثاني خير مثل . . . فلو تصورنا وجود المؤسسة ما حصل الذي حصل .\r\nومع المؤسسة لا يوجد أي نوع يعرقل من حرية المكلف الشيعي في اختيار مرجعه ، وليس هناك أي نوع من الالزام الخارجي ، لأننا افترضنا المؤسسة المكونة من المراجع الذين يقلدهم المكلفين باختيارهم .\r\nإن أعلام الحوزة المعاصرين بدءا بالامام الخميني ( رض ) الذي ندد ( بالجهلة والأغبياء والمتخلفين والمتحجرين والأفاعي ) على حد تعبيره ، مروراً بسماحة السيد الخامنئ حفظه الله حول تنقية الشعائر الحسينية من البدع والخرافات كما قال ، وتكريس فعالية مدرسة الوعي مقابل مدرسة التسطيح ، ودعوته الحوزة بأن تنحى منحى التخصص .\r\nوقال سماحة السيد الخامنئي في جمع من طلبة العلوم الدينية :\r\n( وإلا ما شأن الجيل المعاصر بمثل هذه الشبهات ، وأين هو من\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":55},
  {"content":"\r\n\r\n( شبهة ابن كمونة ) التي لم تزد أمنية البعض إذا وفق للقاء الإمام المهدي عجل الله فرجه يوماً أن يسأله عن جواب هذه الشبهة . . . ) . وأضاف : ( إنما هناك شبهات وأسئلة غيرها تشغل الأذهان وتساور الوعي الانساني ) . ثم دعا إلى تجديد الكتب الدراسية من قبيل الرسائل والمكاسب والكفاية ، والتي كان لا يجرؤ أحد على الاقتراب منها أو مسها . . . ) - صحيفة كيهان العربي 22 حزيران 1995 .\r\nوقال أمام مسؤولي وكوادر الحكومة الاسلامية سنة 1412 ه‍ :\r\n( إن خطر التحجر والروح الرجعية عند . . ! هذا الخطر لا يقل عن خطر الهجوم المعادي ، بل يزيد عليه أضعافاً ) .\r\nإن النظرة الاستصحابية التي نطبقنا على جميع مفردات حياتنا ، هي التي تحكم تفكيرنا ، لنردد دائماً أن ليس بالامكان أفضل مما كان . . متناسين أن الأمم تتغير والشعوب تتغير ( فيأتي دور الشباب ) وأن الامام علياً ( ع ) كان يقول : لا تقسروا أولادكم على تربيتكم ( أو أخلاقكم ) فإنهم خلقوا لزمان غير زمانكم ) . ومتناسين أيضاً ما أوصى به الإمام علي ( ع ) ولديه الحسن والحسين ( ع ) فقال : ( أوصيكم بتقوى الله ونظم أمركم . . )\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":56},
  {"content":"\r\n\r\nفلم يقل ( أموركم ) لأن أمرهم ( ع ) واحد ، والمراجع نواب الإمام ( ع ) ، وأمرهم واحد لا أمور شتى . .\r\nفالدعوة إلى المؤسسة المرجعية ونظم أمرها ، منطلقة من صميم الحرص على المذهب ومراجعه العظام رحم الله الماضين ، وحفظ الباقين جميعاً .\r\n( كتب العاملي بتاريخ 10 - 03 - 2000 :\r\nالمسألة الثانية :\r\nنقاط الضعف والخطر في مشروع مجلس الخبراء لاختيار مرجع التقليد :\r\nيتبادر إلى الذهن سؤال :\r\nهل يوجد فرق بين مجلس الخبراء لاختيار الفقيه الحاكم في بلد . . وبين مجلس الخبراء لاختيار مرجع التقليد الأعلى للشيعة في العالم ؟\r\nوالجواب الفقهي عند عامة فقهائنا : كلا ، لا يوجد فرق . . وقد كان المرحوم الامام الخميني ممن يرون هذا الرأي ، وأفتى أن القيادة الشرعية إنما هي للفقيه الأعلم الجامع للشروط فقط . . وأن غير الأعلم لا بدأن يكون منصوباً منه ، وحاكماً باسمه . ولكنه قبل وفاته رحمه الله وفي قضية عزله لنائبه الشيخ المنتظري\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":57},
  {"content":"\r\n\r\nغيَّر رأيه ، وأفتى بأن قائد الجمهورية الاسلامية لا يجب أن يكون الأعلم ، ويكفي أن يكون مجتهداً يختاره مجلس الخبراء . وبذلك فصل بين المرجعية وولاية الفقيه ، وكلف هيئة لاجراء تعديل في الدستور بموجبه . . ودخل ذلك في الدستور الإيراني ، وجرى عليه العمل .\r\nلهذا ، لا علاقة لموضوعنا بمجلس الخبراء في الجمهورية الاسلامية ، لأنه تابع للدستور هناك . . وعندما يطرح أحد تأسيس مجلس باسم ( مجلس علماء الشيعة في العالم ) مثلاً ، فهو يريد أن يكون هيئة عليا من علماء الشيعة في العالم ، له حق النظر واتخاذ القرارات في قضايا الشيعة العامة ، ومنها اختيار المرجع الديني الأعلى .\r\nوالسؤال الأول : من الذي يعطي هذا المجلس هذه الشرعية والولاية ؟\r\nوالجواب : يمكن أن يعطيه نفس المرجع الفعلي ، أو المراجع . كما أن هؤلاء العلماء الذين يشكلون أعضاء في هذا المجلس بأنفسهم لهم صفة تمثيل واسعة ، ولهم نوع من الشرعية ، فعندما يوقعون على صيغة عمل لهم في المجلس ، يكون لها صفة الزام أدبي . .\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":58},
  {"content":"\r\n\r\nمراجع التقليد عملهم يصبح لها صفة الشرعية الالزامية . وبذلك يتضح أن صفة الشرعية والالزام ، لا بد أن تكون من مرجع التقليد ، أو مراجعه .\r\nوالسؤال الثاني : لو فرضنا تشكيل هذا المجلس ، وأن أعضاءه اتخذوا قراراً بالاجماع بأن المرجع الأعلى للشيعة هو فلان . . وكانت قناعة الشيعة في هذه المنطقة أو تلك خلاف ذلك ، فلم يقلدوه وقلدوا غيره ، لأنهم يرونه أعلم وأتقى . . فماذا سيكون موقف المجلس ؟ !\r\nوالسؤال الثالث : إذا اجتمع هذا المجلس بعد وفاة المرجع الأعلى مثلا ً ، واختلفت آراء أعضائه ، فصوت أكثر من نصفهم أو ثلثيهم على مرجعية شخص . . وكان المخالفون أو الخارجون عن عضوية المجلس أكثر نفوذاً في العالم الشيعي ، فسألهم الناس عن المرجع برأيهم ، فأجابوا : لقد أرجع المجلس إلى فلان ، ونحن نرى أن فلاناً أفقه وأتقى ، فتبعهم أكثرية الشيعة ورجعوا اليه . . ألا يعني ذلك أن يصير عندنا مرجع للمجلس ، ومرجع لغير المجلس ؟ !\r\nوالسؤال الرابع : ما هو الموقف من العلماء المشهود بعلمهم وتقواهم ، الذين يرفضون الدخول في هذا المجلس ، لأي سبب ،\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":59},
  {"content":"\r\n\r\nمثل تخيلهم أنه عمل سياسي وليس دينياً ؟ ألا يعني تجاوز هؤلاء أننا نؤسس هيئة علمائية رسمية ، تقابلها هيئة علمائية شعبية موجودة وفاعلة ، غير متشكلة ؟ !\r\nوالسؤال الخامس : ما هي شروط العضوية في هذا المجلس ، ولنفرض أنها الاجتهاد ، فمن له الحق في إعطاء هذه الدرجة ، وإجراء الامتحان لها ؟ ونحن نرى أنه يوجد في كل عصر علماء متفوقون متفق على اجتهادهم ، وآخرون مختلف في اجتهادهم . .\r\nثم . . الاجتهاد الذي هو شرط العضوية ما هو تعريفه وحدوده . . هل هو الاجتهاد بالمفهوم المتشدد الذي لا يعتقد باجتهاد كثير ممن يسمون ( آية الله ) أم بالمفهوم المتسامح الذي يعطي درجة الاجتهاد لمن لا يستطيع أن يرجع إلى مصادر مسألة فقهية وأدلتها ، ويكتب شهر صفر بالسين ، ويرى أن المرأة لها حق الطلاق كالزوج ، وإن لم تشترط ذلك ضمن العقد ؟ ؟ ! !\r\n( يتبع إن شاء الله ) . .\r\n( وكتب الخزاعي بتاريخ 10 - 3 - 2000 :\r\nالأخ الكريم العاملي :\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":60},
  {"content":"\r\n\r\nإسمح لي أن أقول إن ردكم الأخير خرج عن الموضوع نوعاً ما ، باستثناء مسألة مجلس الخبراء . لدينا مراجع مقلدون لا يتجاوزون 10 إلى 20 . ولدينا مئات المجتهدين . والمجلس المفترض يشمل جميع مراجع التقليد دون المجتهدين فقط . والمفروض في الفكرة أن يتشكل هذا المجلس من كل مراجع التقليد بعد موافقتهم جميعاً وقبول الفكرة قبل التشكيل ، وعندها تكون صفة الالزام والشرعية لهذا المجلس المتأتية من الشرعية والالزام الأصليين للمراجع الأفراد الذين يشكلون الكتلة .\r\nولا يوجد في تاريخنا أن الشيعة قاطبة أجمعوا على مرجع واحد . . وليس ثمة حاجة لاختيار المرجع الأعلى من قبل المجلس . . وكذا الشيعة لا يختارون مرجعاً من خارج المجلس ، إذ المفروض أن المجلس يضم كل مراجع التقليد ، وبهذا ينتفي السؤال الثالث كذلك .\r\nوكذا السؤال الرابع أيضاً ، لا مجال له ، لأن الأصل في المؤسسة أن تضم كل مراجع الشيعة فينتفي موضوعه .\r\nوشرط العضوية في هذا المجلس كون المرجع يشغل مساحة\r\n( أياً كانت ) في حيز التقليد الشيعي ، سواء كتب صفر بالسين أم كتب حوزة بالضاد ! !\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":61},
  {"content":"\r\n\r\nإذا تشكل المجلس المفترض بالنقاط أعلاه - وأهمها شموليته لكل المراجع - يصبح له الحق أن يثبت أو ينفي اجتهاد أي عالم ، وله صفة الالزام والشرعية .\r\n( وكتب العاملي بتاريخ 11 - 03 - 2000 :\r\nالأخ الكريم الخزاعي :\r\nإن التنسيق والتعاون بين مراجع الشيعة ضرورة ، وتوحيد عملهم في إطار أي مجلس أو هيئة ، وتحت أي عنوان ، مطلب مهم ، لو أمكن . . وكذلك إنشاء مؤسسات ومراكز ، علمية ، وثقافية ومالية ، تحت إشرافهم . . وذلك في اعتقادي هو البديل الصحيح عن مشروع تحويل المرجعية الدينية إلى مؤسسة .\r\nولكنا بحثنا في مشروع تحويل المرجعية إلى مؤسسة ، والذي يطرح ذلك في بيروت ، يجعل نموذجه البابوية المسيحية الأمر الذي يعني أنه يقصد الوحدة الكاملة ، والمركزية في المرجعية . .\r\nوفيما يلي بحث في مسألة الوحدة والتعدد في المرجعية الشيعية :\r\nيبدو بالنظرة الأولي أن الوحدة خير من التعدد ، لأن الاتفاق خير من الاختلاف . . ولكن ليس كل ما يبدو جاذباً لأعيننا هو الصحيح ، ولا كل ما تهفو اليه عاطفتنا هو الصواب . فموضوعنا\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":62},
  {"content":"\r\n\r\nهو ( قيادة دينية ) لطائفة تتبع مذهب أهل البيت النبوي الطاهر وتتمسك به ، وقد شاء الله تعالى أن يغيب عنها إمامها المهدي الموعود عليه السلام ، ويتسلم قيادتها في كل عصر أكفأ الفقهاء بنظر أتباع المذهب . . وهو مهما فرضنا علمه وتقواه ، شخص غير معصوم . . فموضوعنا إذن ( القيادة الدينية لشخص غير معصوم ) .\r\nوهنا أسمح لنفسي أن أدعي أن فتح الباب للوحدة والتعدد ، حسب قناعة الشيعة في كل عصر ، هو الصحيح ، وأن فرض الوحدة أو العمل لفرضها هو الخطأ ! ! وأقرب مثل تقريبي يوضح الدليل : حكومة الحزب الواحد ، والأحزاب المتعددة . . فمشروع تحويل المرجعية عند الشيعية إلى مؤسسة ، هو عمل باتجاه توحيدها والمنع من تعددها . . بل يغالي بعضهم ويقول :\r\n( ما المانع من فرض مرجعية واحدة قوية على الشيعة في كل عصر ، بدل هذا التعدد والتفرق والاختلاف الذي نراه ؟ ! ! أليس المطلوب أن يكون لنا فقيه جامع الشروط يفتي للشيعة ، ويصرف الأخماس والحقوق الشرعية على الحوزات العلمية والاعمال الثقافية ، ويتخذ المواقف الشرعية في قضايانا العامة ؟ فما دام هذا\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":63},
  {"content":"\r\n\r\nهو الهدف ، فإن وحدة المرجعية خير من تعددها ، ووحدة المرجع خير من اختلاف المراجع ، وأتباعهم ؟ ! ) .\r\nلكن فات هؤلاء أن هذا الحكم ساذج ، وأن الموضوع مسار عام لطائفة واسعة في عصور وظروف متعددة ومتغيرة . . وأن مضار فرض التوحيد أضعاف أضرار التعدد ! !\r\nأولاً ، إن قيمة المرجعية وقوتها بأن الانسان الشيعي ( المكلف شرعاً ) يقتنع بأن هذا المرجع يصلح أن يكون حجة شرعية بينه وبين ربه ، وأنه خبير في الشريعة وأمين على أحكامها ، فيقلده في عباداته ومعاملاته ، وحتى في فتواه في وجوب بذل ماله ونفسه . .\r\nوهذه القناعة لا تحصل بالفرض بل بالحرية . . ولا تحصل بين عشية وضحاها بالاعلام ، وإن تأثرت به . . وكل تفريط بها ، أو عدم أخذها بعين الاعتبار في مشاريع تطوير المرجعية . . يعني مصادرة حرية الانسان الشيعي في ( التقليد الشرعي ) ، وبالنتيجة التخلف عن ركب جماهير الشيعة وتفكيرهم وقناعاتهم !\r\nثانياً ، ينبغي لأصحاب مشروع المؤسسة الواحدة للمرجعية أن يسألوا أنفسهم : لو نجحنا في توحيد المرجعية في مؤسسة مثل الفاتيكان ، وصار المرجع العالمي للشيعة واحداً لا معارض له . .\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":64},
  {"content":"\r\n\r\nألا يمكن أن يأتي يوم يقع هذا المرجع تحت مؤثرات ما ، فيتخذ موقفاً سياسياً أو فقهياً يضر بوضع الشيعة ومستقبلهم في العالم ، ثم لا يكون عند غيره القدرة على معارضته ؟\r\nوالجواب : نعم ، ذلك محتمل لأنه غير معصوم ! ! .\r\nوبهذا يكون معنى توحيد المرجعية أن نسلم قيادة الشيعة لغير معصوم ، ونسلب منهم حق المعارضة ! ! فهل يوجد خطر على طائفة ومذهب أبلغ من ذلك ؟ ! ! وهل يختلف ذلك عن رجل يوظف كل رأسماله في بلد واحد معرض للخطر ، بدل أن يوزعه في بلدان وأعمال متعددة ؟ !\r\nثالثاً ، أصحاب هذا المشروع يطمحون عادة إلى مرجعية دينية تتصدى للعمل والمواقف السياسية ؟ ويريدونها موحدة قوية حتى لا يوجد من يعارضها ويخرب عملها . وهذا أمر لم يدع اليه المرحوم الامام الخميني ، المرجع الذي شهد له العالم بقدرات سياسية متميزة . . فقد حافظ رحمه الله على أمرين أساسيين في المرجعية الشيعية ولم يسمح لنفسه أن يخدش أصالتهما :\r\nالأول : حرية المكلف في أن يختار مرجع تقليده ، وإن أدى ذلك إلى التعدد وإضعاف المرجع القائد . . والثاني : حفظ\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":65},
  {"content":"\r\n\r\nاستقلال الحوزات الدينية والعلماء عن الدولة ، حتى لو كانت دولة شيعية يقودها مرجع من الحوزة .\r\nرابعاً ، مضافاً إلى ما تقدم ، نجد في سيرة الأئمة المعصومين صلوات الله عليهم ، أنهم قبلوا بالتعدد في أصحابهم ، وعملوا له هم في بعض الأحيان ، من أجل البقيا عليهم . . ولا يتسع المجال لبحث رواياته . .\r\nبل إن إرجاع الأئمة للشيعة في الغيبة إلى من يرونه فقيهاً حافظاً لدينه . . إلى آخر الشروط . . بستبطن الرضا بتعدد المرجعية لو حصل ، لأنه خير من الوحدة التي لا تؤمن عواقبها .\r\nمن هذه الأدلة وغيرها مما لم نذكره ، يتضح لنا أن الاختيار الطبيعي الحر لمرجع التقليد ، فيه واقعية وميزات ، لا تتوفر في غيره . .\r\nويتضح أن الحكم الشرعي بأن على الانسان الشيعي نفسه أن يختار ، يفرض عليه مسؤولية ، وفي نفس الوقت يعطيه حرية لا يمكن أن تنتزع منه ! ومن جهة أخرى يقرر أن قانون ( الانتخاب الطبيعي ) إذا صح التعبير ، هو ضرورة دينية ، حتى لو نتج عنه تعدد المرجعية ، فذلك خير من مرجعية واحدة يصادر فيها هذا\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":66},
  {"content":"\r\n\r\nالحق الأساسي ، وتتحول فيها المرجعية إلى شكل ديني ، أو لعبة سياسية ! !\r\nنعم إن علينا مع مراعاة هذا الحق المقدس للانسان الشيعي ، ولمرجع التقليد علينا واجب التوعية لعامة الشيعة ، والعمل لتقوية المرجعية بشبكة مؤسسات ومراكز تجعل أعمالها مؤسسية بالمعنى العام .\r\n( فكتب الخزاعي بتاريخ 11 - 03 - 2000 :\r\nالأخ الكريم العاملي :\r\nقلتم ( إن التنسيق والتعاون بين مراجع الشيعة ضرورة وتوحيد عملهم في اطار أي مجلس أو هيئة ، وتحت أي عنوان ، مطلب مهم ، لو أمكن . ) . انتهى .\r\nأصبت ، وهذا ما أكدته في كل مداخلاتي السابقة وهو ما أصبو اليه .\r\nقلتم ( وفي اعتقادي هو البديل الصحيح عن مشروع تحويل المرجعية الدينية إلى مؤسسة . . ) . انتهى .\r\nأصبتم أيضاً ، وقد ذكرت أيضاً في أحد ردودي أن ليس المقصود من المؤسسة هو دائرة لها غرفة استعلامات يسجل فيها\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":67},
  {"content":"\r\n\r\nالمرجع اسمه عند الدوام الرسمي . بل تدار المؤسسة ( الهيئة . . . ) من مكاتب المراجع ولا يخفى ما وصل اليه العلم في مجال الاتصالات اليوم .\r\nقلتم ( وهنا أسمح لنفسي أن أدعي أن فتح باب للوحدة والتعدد حسب قناعة الشيعة في كل عصر ، هو الصحيح ، وأن فرض الوحدة أو العمل لفرضها هو الخطأ ) . انتهى .\r\nوهذا الذي نتوخاه من إثارة الموضوع . ومن نحن لنفرض على المراجع الوحدة ! ؟ وإذا أمعنتم النظر في ردودي السابقة لوجدتم أنني أؤكد على التعددية ، وأن الهيئة المفترضة مكونة من أفراد مراجع كل له من يقلده ، وللمكلف الحرية التامة في تقليد من شاء منهم أو العدول إلى آخر . أما في مغالاة البعض في إيجاد مرجع واحد للشيعة ، فأنا خارج عنها ، لأن هذا لا يتم مع فتح باب الاجتهاد ، بل هو يعني بصورة غير مباشرة غلق باب الاجتهاد . وعليه فلا نعمل على مصادرة حرية الانسان الشيعي في التقليد الشرعي .\r\nوعلى ما أوضحناه أعلاه وبالمداخلات السابقة صار واضحاً أننا لا نريد مرجعاً عالمياً واحداً للشيعة لا معارض له . . كيف\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":68},
  {"content":"\r\n\r\nندعي هذا ونحن الشيعة نجعل مجلساً للخبراء يراقب عمل الولي الفقيه . . وأعتقد أن المسألة فهمت من خلال الخلط بين الولي الفقيه المتصدي ، وبين المرجع .\r\nوكذلك لا نطمح إلى مرجعية دينية تتصدى للعمل والمواقف السياسية . . نعم هذا جزء من الطموح وهو متوفر في الولي الفقيه المتصدي للدولة . . وقد ذكرنا كثيراً من الطموحات في الردود السابقة ، أهمها إغناء فقراء الشيعة والاستفادة من أموال الامام بطريقة تخدم المذهب بأفضل ما عليه الآن .\r\nومسألة حفظ استقلال الحوزات الدينية والعلماء عن الدولة ، هو مما أكدناه في الردود السابقة وقد قلت في أحدها أن المراجع في ظل المؤسسة يشكلون ضغوطاً على الحكومات بدل العكس .\r\nوبهذا نكون قد أعطينا الحق ( الانتخاب الطبيعي ) للانسان الشيعي ولمراجع التقليد . . فما علينا إذن إلا واجب التوعية العامة الشيعة ، والعمل لتقوية المرجعية بشكل مؤسسات ومراكز ، تجعل أعمالها مؤسسية في ضمن إطار وحدوي أو تنسيقي ، بعد أن لا يمانع في ذلك المراجع العظام .\r\nمع خالص التحيات .\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":69},
  {"content":"\r\n\r\nفأجابه العاملي بتاريخ 27 - 03 - 2000 :\r\nالحمد لله أن أفكارنا متقاربة أيها الأخ الخزاعي . .\r\nوأرجو أن تشارك في الموضوع الآخر الذي فتحه الأخوة حول مالية المرجعية ، فهو استكمال لهذا الموضوع ، على أن موضوعنا عريض ومسائله متعددة . . وشكراً .\r\n( (\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":70},
  {"content":"\r\n\r\n\r\nالفصل الثاني : ضرورة توحيد فهمنا للمرجعية العليا للشيعة\r\n( كتب العاملي في شبكة هجر الثقافية بتاريخ 30 - 3 - 2000 ، موضوعاً بعنوان ( قبل الأطروحات ومناقشتها . . ينبغي أن نوحد فهمنا للمرجعية العليا للشيعة ) ، قال فيه :\r\nالأخوة الأعزاء ، خاصة السيد العلوي والأخ حبيب الشعب ،\r\nوجدت أن الاختلاف بيننا في الطروحات للمرجعية وماليتها ، ناشئ من اختلاف فهمنا لأصل المرجعية الدينية العليا في مذهب أهل البيت عليهم السلام . لذا أحاول أن أطرح تصوري ، لكي يتكامل بما تتفضلون به من مناقشة إن شاء الله .\r\nتقوم المرجعية الدينية عند الشيعة على عدة أسس هي :\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":71},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":72},
  {"content":"\r\n\r\nالأساس الأول : أنها منصب خبروي ، فالمرجع خبير في الشريعة الاسلامية المقدسة على مذهب أهل البيت عليهم السلام ، بل هو كبير الخبراء ، وأعلم الفقهاء . . ويتفرع عن هذا الأساس أن المرجع لا يمكن حصره في بلد معين أو جنسية . . فكل عالم شيعي من أي بلد وقومية ، وصل إلى هذه المرتبة السامية واستوفى بقية الشروط ، فمرجعية الشيعة حقه وواجبه .\r\nويتفرع عليه أن تعدد المرجعية أمر طبيعي مشروع ، بحكم أن آراء الخبراء والمكلفين تتفاوت في تشخيص المرجع الأعلم .\r\nالأساس الثاني : أن المرجع الأعلى مرجع ، وليس مقلداً تابعاً ! ويتفرع عليه أنه لا يجوز أن نلزمه بأي سلوك عملي ، بحجة أننا مقتنعون به . . فمقياسه في عمله قناعته هو وفتواه هو وليس قناعتنا أو فتوانا . ولنسم هذا الأساس :\r\n( الحرية المشروعة للمرجع ) .\r\nالأساس الثالث : أن اجتهادات المراجع في عصر الغيبة متكافئة في كونها اجتهادات شرعية في أحكام مذهب أهل البيت عليهم السلام . ومعنى ذلك أن المرجع الذي يوصله اجتهاده إلى ضرورة ابتعاد المرجعية الدينية عن السياسة والعمل السياسي ، بحجة أن نتيجته الضرر على المذهب والشيعة في العالم . . فاجتهاده محترم\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":73},
  {"content":"\r\n\r\nونافذ على مقلديه ، لأنه حكم شرعي على أصول الاجتهاد المتفق عليه في فقه المذهب الشيعي .\r\nوكذلك الذي يوصله اجتهاده إلى ضرورة العمل السياسي في عصر الغيبة . . فاجتهاده محترم ، ونافذ على مقلديه . وكل منهما له الحرية في أن يدعو الشيعة إلى اجتهاده . . نعم لا يجوز له فرضه على الأخر .\r\nوينبغي أن نعرف أن مراجعنا يتفقون في أمر العمل على وجوب التوعية الدينية وتبليغ الأحكام ، ووجوب الأمر بالمعروف والنهي عن المنكر ، ووجوب الجهاد الدفاعي إذا تعرض بلد مسلم لخطر خارجي . .\r\nأما في العمل السياسي للقيام بثورة ، أو الوصول إلى سلطة ، فلهم ثلاث فتاوى : وجوب العمل لذلك ، وحرمة العمل لذلك ، وجوازه بشروط مشددة وقيادة مرجع جامع الشرائط . .\r\nوتبعاً لذلك من الطبيعي أن يكون المكلفون الشيعة على ثلاثة أنواع أيضاً .\r\nالأساس الرابع : أن الإنسان الشيعي البالغ مكلف بأن يختار مرجع تقليده . ولنسم هذا الأساس ( الحرية المشروعة للمكلف )\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":74},
  {"content":"\r\n\r\nوتشمل هذه الحرية أخذ الفتاوى والتوجيهات من مرجعه ، وصرف حقوقه الشرعية برأيه وإجازته .\r\nالأساس الخامس : أنه يوجد مجموعة أحكام شرعية للمرجعية مجمع عليها عند فقهاء الطائفة ، كما توجد سيرة لمراجعنا ولمتديني الشيعة عبر العصور ، حتى تصل إلى الأئمة المعصومين صلوات الله عليهم . . وهذه الأحكام والسيرة لا يصح تجاهلها لأنها سيرة للمرجعية متصلة بالمعصوم وممضاة منه . .\r\nومفردات هذه السيرة كثيرة ، ومنها قطعية ومنها ظنية ، وكلامنا عن القطعي منها ، ومنه ما يخص البنية العامة للمرجعية ، وسلوكها وقيمها . . .\r\n( فكتب حبيب الشعب بتاريخ 31 - 03 - 2000 :\r\nالأخ الفاضل العاملي :\r\nالسلام عليكم ورحمة الله وبركاته ، وشكراً لك على هذا الطرح المنهجي .\r\n( 1 ) قلت يا أخي إن أساس المرجعية الاجتهاد وشروط أخرى لاشك تقصد منها العدالة ، ولكن وعلى الرغم من وجود خلاف في مسألة وجوب تقليد الأعلم ، واحتياط كثير من فقهائنا الكبار\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":75},
  {"content":"\r\n\r\nفيه ، وعدم إفتائهم به ، إلا أنه لم يقل أحد بأن تحمل المرجعية واجب على كل مجتهد جامع للشروط ، وهذه ملاحظة ثانوية .\r\n( 2 ) لا خلاف أن الفقهاء بما هم فقهاء ، متخصصون في استنباط الأحكام الشرعية فحسب ، أما تشخيص موضوعات الأحكام كمعرفة الأوضاع السياسية والاجتماعية والثقافية ، فليست من اختصاصهم وإن كان المتابع منهم - ومن كل الناس أيضاً - لهذه الأوضاع والغائص في تعقيداتها يستطيع تشخيصها ، فإذا كان هذا المتابع عارفاً بالأحكام استطاع معرفة الحكم الصحيح في الموضع الصحيح . وهذا هو جوهر الموضوع برمته . .\r\nفمعظم مراجعنا تقليدياً ليس لهم احتكاك بهذه الأوضاع ، ومع ذلك فلا أحد يريد أن يفرض عليهم شيئاً بل ما يراد هو أن يقتنعوا بضرورة معايشة هموم الأمة ومشاكلها في ساحات الصراع كافة ، ليكونوا الراعين لحركتها في جهاد أعدائها والرقي بحالها .\r\nفالمهم هو أن يخرج المرجع من كهفه إلى الفضاء الرحب ثم لينظر رأيه ، ألا ترى أن ليس لمعظم مراجعنا حتى نشاط ثقافي في طرح الفكر الإسلامي مقابل الأفكار التي تغزو الساحة وتستقطب الشباب ؟ رغم أن إلقاء محاضرات للعامة في المساجد\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":76},
  {"content":"\r\n\r\nوالجامعات أو الكتابة في الصحف أو التأليف في هذا المجال لا يكلفهم عادة شيئاً يخشون فيه على شئ ، وإذا كان الأمر مختلفاً في العراق مثلاً فمن قبل لم يكن مختلفاً .\r\nوبهذا يتضح أمر الأساس الثالث لا سيما وأن قضايا كالثورة والوصول إلى الحكم ليست مطروحة بالضرورة ، إذ يكفينا ما هو أدنى منها بكثير .\r\n( 3 ) رغم حرية المكلف في اختيار المرجع إذا لم يكن هناك ملزم له بتقليد فرد ما بسبب الأعلمية أو غيرها ، رغم هذا فإن توحيد جهود الفقهاء في مؤسسة شاملة من مهامها تعيين مرجع وحيد أمر لا ينافيه ؛ لأنه أصلاً مشروط بعدم وجود ملزم له بتقليد فرد معين ، ولاشك أن إجماع الفقهاء الأحياء أو المراجع منهم على أحدهم ليكون مرجعاً وحيداً أو على آلية لاختيار المرجع الوحيد حجة على هذا المكلف ، لأنه صادر عن مرجعه أو عن من يفترض أن يكون مرجعه حسب الفرض .\r\nهذا إذا قلنا بأن من مهام المؤسسة ذلك ، وإلا فلندع مسألة تعيين مرجع وحيد جانباً ولنجعل عمل المؤسسة في رعاية الواقع الشيعي من جميع جوانبه ومنها الجانب المتعلق بصرف الحقوق والتبرعات لخدمة الإسلام والمسلمين وإقامة مشاريع خيرية تمثل\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":77},
  {"content":"\r\n\r\nالمرجعية حفظاً لها إذا مات المرجع ، وحفظاً للمال من الضياع في حياة المرجع أيضاً .\r\n( 4 ) أعتقد أن كثيراً من الأفكار المطروحة لتطوير المرجعية وتفعيلها ليست مقابل أحكام مجمع عليها ، لأنها مطروحة من علماء من الوزن الثقيل من قبيل الإمام الخميني والشهيد السعيد السيد محمد باقر الصدر ( ره ) ، والمرجعية لم تتبلور في صورتها الراهنة في حياة الأئمة ( ع ) حتى نقول بإمضائهم لها ، بل إن سيرة الأئمة ( ع ) كانت في متابعة التطورات ومخالطة الناس وإظهار المواقف تجاه الأحداث السياسية والاجتماعية الفكرية والتصدي لها ، ما أمكنهم إلى ذلك من سبيل .\r\nوهذا موضوع طويل ، ولكن المهم هنا أن أكثر مراجعنا ليس عندهم ما يعوقهم عن التصدي لكثير من الأحداث ، لا سيما الاجتماعية والفكرية .\r\n( فكتب العاملي بتاريخ 31 - 03 - 2000 :\r\nالأخ الكريم :\r\nذكرت مسائل ونسبتها إلى الشيعة وفقههم ، وهي أول\r\nالكلام .\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":78},
  {"content":"\r\n\r\nنبدأ منها بشرط الأعلم في مرجع التقليد . . ثم نبحث مقولة أن المرجع لا يتدخل في تشخيص أي موضوع من الموضوعات !\r\nوشرط الأعلم في المرجع بحث فقهي مفصل ، بحثه فقهاؤنا ، رضوان الله على الماضين منهم وحفظ الباقين ، وأوردوا أدلته النقلية والعقلية . لكني أكتفي منها بدليلين يوجبان تقليد الأعلم :\r\nالأول ، أن المسلم المكلف في عباداته ومعاملاته ( وسياساته ) إذا قلد أعلم الفقهاء في عصره ، يحصل له العلم ببراءة ذمته عند ربه ، لأنه أخذ فتاواه ممن اطمأن أنه أخبر فقهاء عصره في الشريعة ، ونفذها . أما إذا قلد غير الأعلم ، فلا يحصل له اليقين ببراءة ذمته ، لاحتمال أن يكون الواجب عليه الرجوع إلى الأعلم . . وهذا ما يعبر عنه الفقهاء بدوران الأمر بين براءة الذمة اليقينية من التكاليف ، وبراءة الذمة الاحتمالية . . فيجب تحصيل اليقين .\r\nوالثاني ، نقول للذين أخذوا في عصرنا يروجون أن مذهب التشيع لا يوجب تقليد الفقيه الأعلم ، ويعملون لتخفيض الشروط في مرجع التقليد :\r\nأولاً ، ماذا تصنعون بالأدلة العقلية والنقلية وسيرة الطائفة على الرجوع إلى أعلم فقهاء عصرها ما أمكنها السبيل إلى ذلك ؟\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":79},
  {"content":"\r\n\r\nوثانياً ، لماذا إذن تعترضون على المخالفين مثل ابن أبي الحديد الذي يقول : الحمد لله الذي قدم المفضول على الفاضل ؟ ! !\r\n( فكتب حبيب الشعب بتاريخ 01 - 04 - 2000 :\r\nالأخ الفاضل العاملي :\r\nأنا لم أقل أن المرجع لا يتدخل في تشخيص الموضوعات ، فضلاً عن \" أي من الموضوعات \" . وأخشى أن يقرأ هذا الموضوع غير طلبة الحوزة فلا يفهمون المعنى إن استخدمت مصطلحات علمية فقط ؛ لهذا فسأبسّط الموضوع .\r\nأنا قلت في النقطة الثانية : أما تشخيص موضوعات الأحكام كمعرفة الأوضاع السياسية والاجتماعية والثقافية فليست من اختصاصهم وإن كان المتابع منهم لهذه الأوضاع والغائص في تعقيداتها يستطيع تشخيصها .\r\nالحرمة حكم موضوعها الخمر مثلاً ، والوجوب حكم موضوعه الصلاة مثلاً ، الفقيه هو المتخصص في استنباط الأحكام الشرعية . قد لا يعرف الفقيه أن في إناء معين خمر فلا يعرف أنه حرام .\r\nفي كثير من القضايا كالقضايا السياسية ليس هناك أحكام واضحة لموضوعات واضحة ، بل الأحكام فيها عامة ، فمثلاً إذا كانت المصلحة الإسلامية العليا في أن يدخل الإسلاميون في\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":80},
  {"content":"\r\n\r\nالبلاد العلمانية في المجالس التشريعية وغيرها من مؤسسات النظام وجب عليهم ذلك ، أو إذا اقتضت المصلحة أن تقيم أو تقطع الدولة الإسلامية علاقات مع دولة معادية الإسلام لكون الإيجابيات أكثر أو أقل من السلبيات ، فيجب أو يحرم عليها ذلك ، وهلمّ جراً . من الذي يحدد أن المصلحة تقتضي أو لا تقتضي ؟ لا شك أنه المتابع والخبير في هذه الشؤون ، فقد يكون هو الفقيه نفسه .\r\nأما مسألة تقليد الأعلم فليست مشكلة في هذا المقام حتى أنني تجاوزتها ، ولكن للتوضيح كلامي السابق فإن مدرسة السيد صاحب العروة الوثقى أبو الحسن الإصفهاني من مثلهما ومثل الإمام الخميني والكلبايكاني وغيرهم يحتاطون في المسألة ولا يفتون كما أنها من المسائل غير المبحوثة عند المتقدمين والمتأخرين .\r\nلن أزيد على ذلك في هذه الصفحة لأن جوابي على مقالك لا يتوقف عليها وقد قبلتها وتجاوزتها فيه جدلاً لهذا السبب ، ولا أريدها أن تكون محور كلامنا فيضيع الموضوع الأساسي . ولك خالص شكري .\r\nونكتفي بما تقدم من هذا الموضوع . . خشية الإطالة .\r\n( (\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":81},
  {"content":"\r\n\r\n\r\nالفصل الثالث : خطر تحويل المرجعية إلى مؤسسة مثل الفاتيكان !\r\n( كتب المدعو ( حبيب الشعب ) في شبكة هجر الثقافية ، بتاريخ 1 - 4 - 2000 ، موضوعاً بعنوان : ( المرجعية المؤسسة عند سماحة السيد فضل الله - صفات المرجع المعاصر ) ، قال فيه :\r\nفيما يلي عرض للخطوط والمعالم الأساسية للمرجعية المؤسسة من وجهة نظر آية الله العظمى السيد فضل الله :\r\nيمكن لنا أن نحدّد إطار المرجعية المؤسسة في مصطلح\r\n( المرجعية الشاملة ) بمعنى أنها تتسع بسعة دور الإسلام الشامل في الحياة ، بحيث يُنطلق في المشروع من شخصية المرجع وينتهي بالعالم كواقع سياسي وثقافي واجتماعي . وذلك بالاستناد إلى\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":82},
  {"content":"\r\n\r\nثلاثة مرتكزات أساسية : - المرجع - المؤسسة المرجعية - الأمة الإسلامية . وسنحاول هنا أن نقف مع كل وأحد من مرتكزات المشروع المرجعي ، وفق الصورة التي يرسم ملامحها سماحته :\r\nالمرجع الديني : حول المواصفات الذاتية لشخصية المرجع ، لا يرى سماحته أن الأعلمية لديه منحصرة في الفقه والأصول ، ولا بد من إضافة عناصر أخرى ليكون فيها الفقيه مرجعاً لا مفتياً حيث يقول :\r\n\" إنني من الأشخاص الذين لا يقولون بالأعلمية شرطاً في المرجعية ، ولكنّني عندما أتحدث حتى في الجو العام الذي يرى الأعلمية أساسية في هذا الموضوع أجد انه لا بد أن نضيف إلى الأعلمية في الفقه والأصول صفات أخرى ليكون فيها الإنسان مرجعاً لا مفتياً ، لأن المسألة المطروحة الأن في الواقع أن الأعلمية تعني التقدم في الفتيا ، ولكنها لا تعني التقدم في الجانب الأخر . . إلى آخر مقال من كتاب لفضل الله اسمه ( بحث المرجعية ، آراء في المرجعية ، الواقع والمقتضى ) ص 123 ، وكتاب لسليم الحسني ، اسمه\r\n( المعالم الجديدة للمرجعية الشيعية ) ، دار الملاك ، ص 58 ، ط 3 ، 1994\r\n( فكتب العاملي بتاريخ 01 - 04 - 2000 :\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":83},
  {"content":"\r\n\r\nالأخ الكريم . . أولاً ، سأحاول ترجمة ما نقلته إلى لغة عربية واضحة ، فأعطني رأيك . . يقول فضل الله :\r\nلا يشترط أن يكون المرجع أعلم في الفقه ، ويجب أن يضاف اليه شرط جديد هو الانفتاح على قضايا عصره .\r\nوالسؤال : 1 - ما هو الدليل الفقهي على إلغاء شرط الأعلمية في المرجع ؟ وهل يوافقه أحد من فقهاء الشيعة عبر العصور ؟ مع ذكر نص عبارته ؟\r\n2 - ما معنى هذا الشرط الجديد ، ومن الذي يشترطه ، ومن يشخصه ، وما هو دليله الفقهي ؟ وهل يوافقه أحد من فقهاء الشيعة عبر العصور ؟ !\r\nهذا على صعيد النظرية . . أما عملياً ، فهل طرح فضل الله مشروعاً محدداً لمجلس الفقهاء الذين لهم صلاحية اختيار المرجع ؟\r\nثانياً ، السيد الخوئي رحمه الله مرجع تقليدي ، وقد أوقف المؤسسات التابعة لمرجعيته في العالم ، وجعل توليتها لهيئة أمناء ، وأوجب عليهم أن يعملوا برأي المرجع الديني الجديد ، الذي ترجع اليه أكثرية الطائفة الشيعية . .\r\nوالسيد فضل الله مرجع عصري . . فهل صحيح أنه سجل المؤسسات التابعة له باسمه واسم أولاده ؟\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":84},
  {"content":"\r\n\r\nللعلم أنه في السنة الماضية أصيب بسكتة . والانسان معرض للموت دائماً .\r\nثالثاً ، السيد فضل الله مرجع عصري برأيكم ، فهل أطلع وكلاءه على ماليته ، وأخبرهم بخلاصة سنوية موثقة للوارد والصادر .\r\n( فكتب أبو حسين :\r\nيا زهراء أدركيني . اللهم صل على محمد وآل محمد .\r\nولايتي لأمير النحل تكفيني * بعد الممات وتغسيلي وتكفيني\r\nوطينتي خلقت من قبل تكويني * بحب حيدر كيف النار تكويني\r\n( وكتب حبيب الشعب بتاريخ 02 - 04 - 2000 :\r\nأخي العزيز والفاضل العاملي :\r\nالأخوة الكرام السلام عليكم ورحمة الله وبركاته ، أما بعد :\r\nأعتقد أن كلام سماحة السيد فضل الله حفظه الله ليس بحاجة إلى ترجمة ، وهو لم يبن كلامه في صفات المرجع المعاصر - وهو موضوع هذه الصفحة - على عدم اشتراط الأعلمية ، بل هو يقول أنه حتى لو اشترطنا الأعلمية فينبغي أن نشترط معها أموراً أخرى حتى يتحقق ما يرى أنه أهلية المرء ليكون مرجعاً شاملاً ، لا مجرد مفتٍ فقط .\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":85},
  {"content":"\r\n\r\nوفي رأي الشهيد السعيد الصدر ليكون مرجعاً صالحاً وموضوعياً لا ذاتياً .\r\nوهذا هو الموضوع الذي نناقشه هنا ، وسأكون في خدمتكم إن فتحتم للأعلمية صفحة مستقلة إن شاء الله ، فأرجو المعذرة ، فقد رأيت كيف انحرفت كثير من حوارات عن موضوعاتها في كل منتديات الحوار التي زرتها ، ووصل بها الأمر أن ضاع الموضوع الأساس ، وصار كل الحوار في موضوعات أخرى ، ولقد أجبتكم باختصار عن شبه له في صفحة سابقة .\r\nأما عن مشروع السيد فهو ما زال مشروعاً للحوار لكي يثرى ويقتنع به الناس والعلماء ، لهذا فمن الطبيعي بل من اللازم أن يكون مجملاً ، فهو يقوم على أسس من صفات لشخصية المرجع ، ومن عمل مؤسسي جماعي منظم ومن نظرة موضوعية إلى دور المرجعية في رعاية الأمة والإشراف على حركتها من جميع نواحيها ، ويبقى للمستقبل ولأهل الرأي أن يثروا الفكرة أكثر ، ويقيموا سلبياتها وإيجابياتها ، ثم تأتي إن شاء الله مرحلة الإعداد والبلورة ، ومن ثم مرحلة التنفيذ إن قدر الله لها ذلك ، وكل المشاريع هكذا .\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":86},
  {"content":"\r\n\r\nولم يدّع سماحته أن عنده مشروعاً مفصلاً تفصيلاً .\r\nوأود أن أشير إلى ما أشرت إليه في النهاية ، فكلنا يعلم الخلاف بين سماحة السيد السيستاني وهيئة الأمناء في مؤسسة السيد الخوئي ، وعدم ارتضائهم من عينه السيد السيستاني عليها ، لماذا ؟ لو كانت المرجعية مؤسسة فالأشخاص يموتون والمؤسسة باقية ، فلا يتغير وضع مؤسسة السيد الخوئي بعد وفاته . وإنشاء مؤسسة مرجعية لمثل هذا الغرض مما أكده السيد الشهيد الصدر من قبل . ولا علم لي بتسجيل السيد فضل الله مؤسساته باسمه أو بأسماء أولاده ، ولكني أعلم أن مكتب السيد يصدر سنوياً بياناً بما جاءه من مال وبما أنفقه ، والله أعلم .\r\nوأتمنى ألا يكون كلامنا مركزاً حول الأشخاص سواء أحسنوا في نظرنا ، أم أساءوا ، لأننا نقتنع بالأفكار ، والأفكار ليست شيئاً خاصاً شخصياً بل هي عامة لكل الناس ، فينبغي أن يكون حوارنا منطقياً وموضوعياً في دراسة الفكرة والفكرة المقابلة ، فلا تضيع الفكرة في دهاليز الشخوص مهما كانوا .\r\nوأنا مع عرفاني بما قدمه وما زال يقدمه السيد فضل الله ، مما شهد به الموالف والمخالف حتى صار قطباً في مواجهة الاستكبار\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":87},
  {"content":"\r\n\r\nالعالمي والصهيونية ، حتى ارتكزت عليه الحركات الإسلامية الشيعية والسنية . فإنني لا أطرح هذه الفكرة إلا لاقتناعي بصحتها وما فيها من خير على خط أهل البيت الأطهار ( ع ) وشيعتهم ، ولا يهمني أن يعيش السيد ليكون رأس المؤسسة المرجعية . اللهم ربما أكون مخطئاً فقد جل من لا يخطئ . اللهم ارحم من يهدي إلي عيوبي .\r\n( فأجابه العاملي بتاريخ 02 - 04 - 2000 :\r\nالأخ الكريم : تكيل المدح الخيالي لأشخاص ، وتقول نحن نبحث الفكرة ولا نبحث الأشخاص . . مع ذلك لا بأس . .\r\nالموضوع : مشروع إلغاء شرط الأعلمية في مرجع التقليد . وقد عرفنا أن الأدلة الفقهية لا تسمح به . .\r\nلكن لو فرضنا جدلاً أنا مشينا بهذا المشروع ، فماذا تكون نتيجته في المجتمعات والأوساط الشيعية ؟ ما هو الميزان لوصول العالم إلى درجة الاجتهاد ؟ وكم يشترط أن يشهد له بذلك من فقهاء عصره المسلَّم اجتهادهم ، أو مرجعيتهم ؟ ! نحن الآن مع أنا نشترط الأعلمية ، ومع أن الناس يسألون ويدققون في هذا الشرط . . نتفاجأ بأشخاص يدعون المرجعية وليس عندهم مستوى\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":88},
  {"content":"\r\n\r\nاجتهاد ، ولا شهادة اجتهاد من أحد ، ويساندهم حكومة أو أشخاص بالدعاية للتأثير على بعض الشيعة ! !\r\nألا يسبب ذلك تشتيت المرجعية وكثرة المتصدين لها ، وبالتالي تضعيف مقام المرجعية ؟\r\nألا يسبب التنازل عن شرط الأعلمية إلى الاتجاه للتنازل عن شرط الاجتهاد أيضاً ، ووصول مقام المرجعية إلى الحفاة علمياً ؟ !\r\nألا يسبب ذلك أن يسألك الشيعي أو السني : ما دمت تعترف أن زيداً الفقيه أعلم في الشريعة وأتقى ، ثم تقلد عمراً الذي لا يصل إلى مستوى كبار تلامذته ؟ ! فلماذا تعترض على الذين قدموا على أمير المؤمنين علي عليه السلام من هم أقل منه ؟ ! !\r\nفهل نكون بإلغاء هذا الشرط عمقنا ثقة الشيعي بمذهبه وبفتوى المرجعية ، أم ضعفناها ؟ وهل نكون سعينا نحو وحدة الشيعة ومرجعياتهم ، أو نحو تشتتها ؟\r\nأتصور أن حبنا لأشخاص مع وجود أفقه منهم في الطائفة ، يدفعنا إلى محاولة التغيير في شروط المرجعية حتى تنطبق عليهم !\r\nلكن ذلك غير ممكن . . وإن أمكن في شخص أو ظرف محدود ، فهو عرض طارئ لا يعيش في فقه الشيعة ، ولا في حياة متدينهم .\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":89},
  {"content":"\r\n\r\nفكتب حبيب الشعب 03 - 04 - 2000 :\r\nأشكرك يا أستاذي الفاضل على هذه التنبيهات .\r\n( كتب المدعو حبيب الشعب في شبكة هجر الثقافية ، موضوعاً بتاريخ 28 - 3 - 2000 ، بعنوان : ( هل يصلح المجلس الفقهي بديلاً عن المرجعية الفردية ؟ ) قال فيه :\r\nهذا المقال تتمة للمقال \" سلبيات المرجعية الشيعية بصورته الفردية \" :\r\nالمجلس الفقهي : يطرح بعض العلماء \" المجلس الفقهي \" كبديل عن المرجعية ويؤسس هؤلاء طرحهم على مسألة الأعلمية : منها أن \" اجتماع مجتهدين يملكون الكفاءة الفقهية على رأي وأحد قد يفسح المجال لأن يكون إدراك الحكم الشرعي الواقعي بطريقة أكثر سلامة من رأي مجتهد واحد وحتى لو كان الأعلم لأن الآراء المجتمعة عادة تمثل دراسة متكاملة أكثر من الدراسة الفردية ، وبذلك حسب وجهة النظر هذه نتخلص من المشاكل التي تطرحها مسألة انتقال التقليد من شخص إلى شخص عندما يموت شخص أعلم ليخلفه شخص آخر في المجلس الفقهي ( 3 )\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":90},
  {"content":"\r\n\r\nوبالتالي فإن ذلك قد يسبب الاختلاف بين تقليد العالم السابق والعالم اللاحق ويربك ساحة الجمهور .\r\nكما أنه قد يؤخذ على المجلس الفقهي في حال اختلاف المجتهدين ، هل يتبع الأكثرية ؟ وما هو الدليل على صحة رأي الأكثرية أمام الأقلية ؟ خاصة في حال عدم وجود أسس محدودة تغلّب رأي الأكثرية من العلماء على رأي الأقلية ( 4 ) .\r\nأما عن تعيين المجتهدين في المجلس الفقهي فتعترضه عدة معوقات ، فهل يتم هذا التعيين من قبل الولي أم بالتصويت الشعبي ؟ وبالتالي ما قيمة هذا التصويت في اختيار المجتهدين . . خاصة وأن الناس ليس لديهم القدرة على اختيار المجتهدين . وهذا مما يعني أن المجلس لن يستطيع الاطلاع بدور المرجع لأن المرجعية في وعي الناس ليست مجرد قضية فتوائية ، بل أن المرجع عندهم له صورة القائدة حتى لو لم يكن ممارساً لقيادته .\r\nكما أن المجلس لن يستطيع إنقاذ الناس من حالة الإرباك في الفتوى باعتبار أنه لا يملك الاستمرارية الزمنية . فقد يحل مكانه مجلس فقهي آخر قد تكون آراء هذا المجلس الجديد مختلفة عما سبق ( 5 ) .\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":91},
  {"content":"\r\n\r\nهذا بالإضافة إلى ما يمكن أن يتأتى عن إلغاء المرجعية باستبدالها بالمجلس الفقهي مع وجود هذه الثغرات .\r\nأيضاً قد تطرح ملاحظات شبيهة حول موضوع الولاية باعتبارها العنوان التنفيذي لحركية المرجعية القيادية إذا ما حصل أي تغيير أو تبديل بشأن الولي وهذا أمر محتمل إذا طرأت ظروف معينة فد تخلق خلافاً بين المجتهدين حول النظرية نفسها وبهذا الشأن قد تعود الأمور إلى التعقيد من جديد في حال لم يتحصل الإجماع حول الولاية العتيدة .\r\nولعل حل المسألة هو بتطور المرجعية بكافة أشكالها الأنفة لتتحول إلى مرجعية مؤسسة لها أصولها وهرميتها ومؤسساتها التي تضمن استمرارية الإشراف على شؤون الأمة مهما تغيرت الظروف وتبدلت الأوضاع وتوالى المراجع على رأس هذه المؤسسة الشمولية .\r\n( 1 ) الشهيد الصدر ، المرجعية الصالحة ، ص 15\r\n( 2 ) السيد فضل الله ، بحث المرجعية ، آراء في المرجعية ، الواقع والمقتضى ص\r\n( 120 - 121 )\r\n( 3 ) السيد فضل الله ، بحث المرجعية ، آراء في المرجعية ، الواقع والمقتضى ص 121\r\n( 4 ) السيد فضل الله ، المصدر نفسه ص 122\r\n( 5 ) السيد فضل الله ، المصدر نفسه ص 123\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":92},
  {"content":"\r\n\r\nفكتب الخزاعي :\r\nالأخ الكريم حبيب الشعب . السلام عليكم :\r\nكل شئ ممكن إذا تفهم المراجع الفكرة واطلعوا على العالم الخارجي من حولهم مباشرة . لكن المشكلة أن أكثر مراجعنا العظام حفظهم الله هم بمعزل عن المحيط الخارجي ، أي أنهم يعتمدون على مسؤولي المكاتب أو الوكلاء المطلقين ، وهؤلاء يصورون المحيط الخارجي من وجهة نظرهم .\r\nهذه المقدمة التي قدمتها لكي أقترح تكوين لجنة تضم لجنة من الفضلاء يلتقون المراجع ( جميعاً ) مباشرة ويتم طرح الفكرة\r\n( المؤسسة ) عليهم وتوضيح ايجابياتها وسلبيات الحالة القديمة .\r\n( فكتب حبيب الشعب بتاريخ 29 - 03 - 2000 :\r\nالأخ الخزاعي ، السلام عليكم ورحمة الله وبركاته :\r\nنعمت الفكرة والله ، فإن بعض مراجعنا العظام يعيشون في زوايا يحسبونها كل العالم الخارجي ، والحواشي التي تحيط بهم وهم مساعدون ووسائل اتصالهم بالعالم الخارجي قد اختيروا بطريقة عفوية غير مدروسة ، لأنهم قد أحاطوا بهم ولازموهم في مجالسهم . ليته يحصل لقاء ودّي صريح بين شباب مثقف من\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":93},
  {"content":"\r\n\r\nالحوزة والمراجع حتى يتبين الجميع ما هي أفضل الوسائل لخدمة هذا الدين ومذهب أهل البيت ( ع ) بالطرق المعاصرة .\r\n( فكتب علي العلوي :\r\nالسلام عليكم أخواي حبيب الشعب والخزاعي العزيزين :\r\nكل ما أقوله أن الحمد لله والشكر له لوجود شباب واع مثلكما في الحوزة . وفقكما الله .\r\n( فكتب حبيب الشعب بتاريخ 31 - 03 - 2000 :\r\nأخي الفاضل ، أشكرك كثيراً على هذا الشعور الطيب وبارك الله فيك .\r\n( وكتب العاملي بتاريخ 31 - 03 - 2000 :\r\nأعرف مرجعاً جليلاً له صفات مميزة في دقته العلمية ، وتقواه ، وإرادته الحديدية ، هو المرحوم السيد أحمد الخونساري . . كان يرى أن عمل المرحوم الامام الخميني حرام وقلة معرفة ، ولكنه لم يعارض الثورة بحرف ، كما أنه لم يؤيدها بحرف ! ! وكنت أتصور أنه لا يرى وجوب العمل السياسي ، لأنه كغيره من المراجع يعيشون في عزلة عن العالم وقضاياه . . ثم عرفته عن قرب فرأيت أن آراءه الفقهية والسياسية ، وبعده عما نسميه القضايا\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":94},
  {"content":"\r\n\r\nالعامة ونريد من المرجع أن يدخل فيها . . كل ذلك ناتج عن مبان فقهية وسياسية ، وليس عن قصور أو تقصير .\r\nوزاد من احترامي له أن المرحوم الامام الخميني كان يحترمه جداً ، وعندما يرسل اليه شخصا لينبهه على بعض الأمور ، كان الامام الخميني يصغي إلى الرسول باحترام ، وينفذ توصياته ما وجد إلى ذلك سبيلا ! !\r\nوفي مسألة فتوى الشطرنج ، وأنه إن خرج عن كونه قماراً فهو حلال ، التي ضج العلماء بسببها ، رأينا الامام الخميني يؤيد كلامه ببعض كلمات السيد الخونساري رحمهما الله ! !\r\nفاسمحوا لي أيها الأخوة أن أقول إن الامام الخميني أفهم منا لشخصية هؤلاء العظماء وأفكارهم . .\r\nماذا نستطيع أن نقول لمرجع يقول لنا : أنتم مشتبهون في فهم فقه أهل البيت عليهم السلام ، وفي تخيلكم أن الله تعالى أعطى للفقيه في عصر الغيبة ولاية على عباده شبيها بولاية المعصوم ! !\r\nويقول لنا : إن هذا ناشئ من عدم فهمكم لله تعالى وأفعاله وخطته في عباده ، وعدم فهمكم للمعصوم عليه السلام ، ولغير المعصوم ، وما يسببه المنصب من ضغط على أعصاب البشر . .\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":95},
  {"content":"\r\n\r\nإنكم تنسبون إلى الله تعالى أنه يسلم عباده إلى غير معصوم . . وهذا أمر عظيم . وتتصورون أن عمل المرجع في السياسة من مصلحة المذهب والشيعة ، لأنكم تنظرون إلى الحاضر ، ولا تعرفون عواقب الأحداث السياسية بعد سنين وعقود وقرون ! ! . . الخ .\r\nلا أريد أن أتبني هذا الموقف ، ولا أن أدافع عنه . .\r\nولكني أريد من الأخوة أن يدركوا أن هؤلاء المراجع ليسوا في كهوف ، ولا محاصرين بحاشيتهم ، بل هم أصحاب رؤية ومباني فقهية وسياسية ، وأننا إن لم نقتنع بها ، فلا يصح أن نهزأها ! ! فإن السيد الإمام رحمه الله ، والسيد القائد حفظه الله يحترمهم ، ويعتبر أنهم أصحاب وجهة نظر فقهية وسياسية . . وأنهم شئنا أم أبينا وجود أصيل في هذه الطائفة بل قد يرى البعض أن وجودهم ضروري حتى للعاملين في السياسة ! !\r\nفي المقابل . . أعرف عالماً دينياً له مسؤولية سياسية ، وهو يعيش بين الصحف والمراسلين ، وتصل إلى خدمته آخر أخبار وكالات الأنباء وتطورات العالم ! وقد أحاط نفسه بعدة أشخاص ، عوجان السليقة ، سيئي الظن ، معقدي الأنفس ،\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":96},
  {"content":"\r\n\r\nفصاروا عينيه ولسانه وشفتيه ! فهو لا يرى إلا بعيونهم ، ولا يسمع إلا بآذانهم ، ولا يتكلم إلا بألسنتهم ! حتى عزلوه عزلاً تاماً عن واقع مؤسسته وواقع الناس ورأيهم فيه ، فصار الواقع عنده خلاف الواقع . . ودخل في عالمه الخيالي وكهفه المحبب إلى قلبه ، الذي صنعه لنفسه عن عمد ، فهو يرفض أن يعترف بوجود غيره ! !\r\nإن التكهف والتقوقع إنما يبدأ وينبع من داخل نفس الشخص ، وليس من خارجها . . فهو في عمقه صفة للشخصية التي قد تكون تقليدية فتتقوقع . . وقد تكون في آخر درجات العصرنة ، فتدخل في قوقعة عصرية . .\r\nإنه حالة نفسية كحالة الترف ، التي قد توجد في الغني ، وقد توجد في الفقير أيضاً فيصاب بالنقنقة والتنوق في ملبسه وطعامه وشرابه . . فلا يعجبه العجب ولا الصيام في رجب !\r\nأيها الأعزاء ، كلها اجتهادات في عصر الغيبة ، وهي متكافئة في نسبتها إلى المذهب ، فاحترموها كلها ، فذلك من مصلحة المذهب على المدى الطويل ، ودليل على حيويته في الحرية والاستيعاب . . وشكراً .\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":97},
  {"content":"\r\n\r\nفكتب حبيب الشعب بتاريخ 01 - 04 - 2000 :\r\nالأخ الفاضل العاملي :\r\nلقد قلتها يا أخي بنفسك إن السيد أحمد الخونساري كان يرى فعل السيد الإمام حراماً وقلة معرفة ، فعلام يدلنا هذا ؟ وإن كان قال ذلك فقد فعل غيره أكثر منه ما أفسد فيه على الدولة الناشئة الكثير وعقد أحوالها المعقدة أصلاً ، ولم يعرف كيف تكون المعارضة الصحيحة على الرغم من أن السيد الإمام كان يريد الاستفادة من كل الطاقات في الحوزة واستيعاب المخالفين له والاستماع لهم . وربما كان للسؤال المتقدم أجوبة شتى منها ما يضع اليد على جراحات كبيرة في الحوزة من ضيق الصدر وغيره ، ولكن فلنجتنبها الآن .\r\nما يهمني الآن هو هل صحيحة طريقة السيد الخونساري في التعبير عن رأيه ؟ لا أريد جواباً فربما اقتضى ذلك دراسة الظرف الذي قاله فيه ، ولكن فلنلاحظ أن طريقة كثير من العلماء في نقد الحوزة والمرجعية لا تزيد عن طريقة الخونساري ، هذا وما قاله الخونساري يعد رأياً اجتهادياً حدسياً أما القول إن المراجع يعيشون في زوايا ويتصلون بالعالم من خلال الحواشي هو قول\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":98},
  {"content":"\r\n\r\nعن أمر محسوس ومرئي ، فالكثيرون لا يعرفون غير بيوتهم والمسجد الذي يلقون فيه دروسهم .\r\nأخانا الفاضل : دعنا من العمل السياسي فماذا عن العمل الثقافي ؟\r\nلماذا لا يتصدى المراجع إلى التأليف أو إلقاء المحاضرات أو التحدث إلى وسائل الإعلام في الشأن الثقافي ، في الوقت الذي ينجرف شباب الأمة نحو الأفكار غير الإسلامية ؟ ! ولماذا لا يتصدى المراجع الكرام للتنظير للمذهب الإسلامي في الاقتصاد مثلاً كما فعل السيد الشهيد الصدر ؟ !\r\nوهم لا شغل لهم إلا التدريس ، لا سيما قبل تحمل المرجعية ، لا سيما والساحة الإسلامية بحاجة إلى هذا الأمر حاجة ماسة .\r\nنحن لا نستهزئ بأحد ، وإنما نصف واقعاً نراه بأمهات عيوننا ، وهذا لا ينافي الاحترام ، فنحن نحترم كل مراجعنا ولكننا لا نقدسهم .\r\nأما ما ذكرت عن أحد العلماء ذي المسؤولية السياسية ، فلو صح ما قلته عنه فإشكال وارد عليه هو أيضاً ، وإن كنت لم أفهم كيف يعيش بين وكالات الأنباء ويحمل مسؤولية سياسية وهو ينظر بعيون حاشيته .\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":99},
  {"content":"\r\n\r\nوتذكّر أنك بكلامك هذا قد نقدته ، وجرّحت حاشيته بشدة ، ورأيت ذلك من حقك . وكما قلت لك أكثر من مرة فإن الهدف من طرح المشروع إقناع الحوزة والشيعة بالفكرة لا فرضها على أحد . ولك خالص شكري .\r\n( وكتب الخزاعي :\r\nالأخ الفاضل حبيب الشعب :\r\nممكن ترسل لي كي أتمكن من معرفة بريدك .\r\n( وكتب العاملي :\r\nقلت لك أيها الأخ إن الامام الخميني كان يحترم السيد الخونساري ويعذره على رأيه ، ويستمع إلى ملاحظاته رحمهما الله . . وتجيبني إنه مخطئ . . الخ . . !\r\nلا بأس هو مخطئ ، لكنه صاحب اجتهاد ورؤية سياسية وليس في كهف ! واجتهاده من حيث النسبة إلى المذهب متكافئ مع اجتهاد الامام الخميني ، لأنه مستند إلى المذهب ، ومعه فيه كبار مراجع المذهب عبر التاريخ ، إلا من قل ! وعليه فحقه في التعبير عن رأيه والدعوة اليه ، مثل حق المرحوم الامام الخميني ، قدس الله نفسيهما ، ومقلدوه معذورون شرعاً ، ولا يمكنك أن\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":100},
  {"content":"\r\n\r\nتكلفهم بخلاف قناعتهم وقناعة مرجعهم ! ! متى كان في مذهبنا قانون الإرهاب للرأي المخالف ، ومسحه من الوجود ؟ ! ! أما يكفينا أنا بكينا دما من سياسة فرض الرأي الواحد بالسيف من يوم السقيفة ؟ ! !\r\nومتى كان المرجع الثوري أو العصري يقول : رأيي فقط هو المذهب ، وما عداه من آراء كبار الفقهاء القدماء والمعاصرين خارج عن المذهب ؟ ! !\r\nإن مذهبنا أوسع مما يتصوره البعض ويريد أن يفصل له أثواباً على مقاسات فهمه هو فقط . . فالمذهب يبقى . . وهو يذهب ، ولا يجد ثوبه من يلبسه .\r\n( وكتب الخزاعي :\r\nقلت سابقاً إنني أتابع هذه المواضيع أول بأول ، لكني أحاول قدر المستطاع أن لا أشارك ، لأنني أرى في أول موضوع\r\n( المرجعية ما لها وما عليها ) وصل إلى نتائج معينة من الحوار لا تصل إلى أكثر منه المواضيع الحالية . .\r\nلا شك أن لكل مجتهد رأيه ، وآراء الجميع محترمة عندنا ، ويجب أن تكون محترمة لأننا لا نقبل ممن لا يطعن بآراء المرجع الذي نقلده ، وهذه القضية تشملنا جميعاً .\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":101},
  {"content":"\r\n\r\nلكننا في صدد نقاش قضية المرجعية المؤسسة أو المجلس الفقهي أو التعاون المرجعي أو ما شئت فعبر ، ولم نكسب مما ندعو الله شيئاً سوى حرق أعصابنا ، وما يهون الخطب أننا نشعر بين وبينا ربنا أن حرق الأعصاب هذا هو خالص لوجهه ، وربما ومن الممكن جداً أن نكون على خطأ .\r\nلكنني مع الأسف لم أجد إلى الآن من خلال هذه الحوارات ما يثبت خطأنا بوضوح . نعم فتاوى وآراء المرجع محترمة وهي حجة عليه قبل غيره ، لكننا لسنا بصدد آرائهم ، فإن قضيتنا هي ان أننا نرى أن المرجعية المؤسسة تعود بالنفع على التشيع أكثر مما تعود عليه المرجعية الفردية ، ومن غير المعقول أن نبقى على نفس الطريقة والأسلوب الذي جاء به الشيج الطوسي قبل ألف عام وإن تغير قليلا ، لكن الأعم الأغلب هو هو .\r\nولا توجد لدينا فتوى من العلماء تنص على حرمة المرجعية المؤسسة حتى لا يكون من حقنا أن نطرح هكذا فكرة .\r\nثم أيها الأخوة لا نُقحم الجانب السياسي في الموضوع أكثر مما يستحق ، فالسياسة مجال من المجالات العديدة في المرجعية ، فلا نترك كل الموضوع من أجل فرد من أفراده . .\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":102},
  {"content":"\r\n\r\nقرأت رد الأخ حبيب الشعب فلم أجد أنه قال السيد الخوانساري مخطيء ، بل أشار إلى دراسة الظرف الذي قاله فيه . . وعلى كل حال المصنف حي .\r\nأما قضية عدم التدخل بالسياسة فلا أستطيع هضمها بصراحة ( مع كل التقدير للآراء المختلفة ) وأن تعلل بالحفاظ على الكيان الشيعي لوقت ما . . الكيان الشيعي اليوم تأكله الكلاب المستعرة ابتداءا من الصهاينة وأمريكا وعملائهم الحكام ، وانتهاءا بجيوش تستحل دم الشيعة ، ومع هذا فالشيعة اليوم هم أقوى من أي يوم مضى ، وربما لا سمح الله لا نكون بمثل هذه القوة في المستقبل ، فلنستثمر هذه الفرص .\r\nإضافة إلى ذلك : كيف نفسر النظرية القائلة ب‍ ( الممهدون للإمام المهدي ) فمع الانزواء وعدم التدخل بالسياسة نقع بالتناقض !\r\n( وكتب العاملي :\r\nشكراً أيها الأخ على تفهمك . . وما دمنا اعترفنا بشرعية اجتهاد من يخالفونا في الرأي من المراجع ومقلديهم ، وأنهم جزء أصيل من المذهب . . فلا يصح أن نطرح مشروعاً للمرجعية يتجاوزهم .\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":103},
  {"content":"\r\n\r\nأما تأكيدي على الجانب السياسي في مجلس خبراء المرجعية ، فسببه أن الجانب السياسي فيه قوي لا يمكن إنكاره . . أفرض أنا الآن نريد البدء بوضع مواد لهذا المجلس ومراسلة أعضائه للترشيح . . فأول ما يصادفنا العقبات السياسية . . ويكفي سؤال وأحد لأن يجعلك تتوقف :\r\nهل يكون المجلس بعيداً عن الثورة والدولة في إيران ، أم لا ؟\r\nإن قلت نعم صرت معادياً ، وإن قلت لا ، صرت عند الكثيرين تابعاً وإن قلت نحن لنا شغل بعلماء إيران بدون الجهاز السياسي ، جاءك السؤال : لك شغل بالعلماء المعارضين منهم ، أم الموالين . . ؟ هذه هي العقبة الأولى . .\r\nثم يأتيك الذين يخالفون العمل السياسي . . . الخ .\r\nثم ، لو استطعنا أن نشكل مجلسا يضم 500 عالماً محترماً . . ولنفرض فرضاً أنهم اختاروا بالاجماع مرجعاً يتصدى للأمور السياسية . . فسيجدون أنفسهم مع مرجعهم المنتخب أمام الأكثرية الصامتة في العالم الشيعي ، وهي أكثرية مؤثرة ، تهتم بالتقليد ، وتدفع الحقوق الشرعية ، وقد وصلت إلى قناعة أن تقلد مرجعاً بعيداً عن السياسة ، لا يتدخل فيها إلا في حالات نادرة جداً ! فماذا تصنع لهم ؟ !\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":104},
  {"content":"\r\n\r\nإن ما تصبو اليه أيها الأخ من التنسيق والتعاون وتوحيد الجهود بين المراجع أمر ممكن ، وقد كان يحصل عندما كانت المرجعية بين اثنين أو ثلاثة ، ولم يكن لنا دولة . أما الآن وقد شتتوا المرجعية ورخصوا بعض حالاتها ، فصار التعاون وتوحيد الجهود بينهم أمراً صعباً مع الأسف ، حتى مع الذين يلتقون على خط مؤيد للجمهورية الاسلامية ( عصري ) ، أو خط تقليدي ! !\r\nوفي اعتقادي أن هذه الحالة لا تدوم ، وأنه بعد زوال هذا التشتييت ، وتركز المرجعية في عدد قليل ، يكون أمر التعاون أسهل .\r\nعلى أن التنسيق الطبيعي موجود الآن والحمد لله ، فالعالم الشيعي يزخر بأعمال مراجع متنوعة ، وكلها تصب في طريق واحد . . فلماذا حرق الأعصاب على واقع فيه الجيد والردئ ، مثل كل عصر . . ؟\r\nوادع الله معي أيها الأخ أن يحفظ لنا أصل شجرة المرجعية العريقة الراسخة بعراقتها ورسوخها وبنيتها . . فما الثورة والدولة في إيران إلا ثمرة ثمراتها . . فما رأيك بالذين يريدون التضحية بالشجرة ، من أجل الحفاظ على الثمرة ؟ !\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":105},
  {"content":"\r\n\r\nفكتب حبيب الشعب بتاريخ 2 - 4 - 2000 :\r\nأخي العزيز والفاضل العاملي ، السلام عليكم ورحمة الله وبركاته :\r\nأما بعد يشهد الله أني أكتب مقالاتي وردودي ببرودة أعصاب وباهتمام وبما أستطيعه من احترام الطرف المقابل ، وأحب أن أرى فيك ذلك .\r\nشيخنا الكريم أين قلت إنه مخطئ ؟ أنا سألت سؤالاً لأبني عليه أمراً . . كيف ؟ في البداية قدّمت مقدمة لما فعله بعض الفقهاء والمراجع مما مثل خطراً على الدولة الوليدة وغير المستقرة ، وهذا أمر معروف لا خلاف فيه ، مما أجبر السيد الإمام على حذفهم من الساحة لأنهم لم يعارضوا بالطريقة الصحيحة للمعارضة التي لا يؤدي إلى تقويض ما بذل الإمام عمره مع تضحيات الشعب لانجازه ، بغض النظر عن أي الرأيين صواب .\r\nثم قلت ربما يقول البعض إن السيد الخونساري كان مثل هؤلاء لكن بدرجة دانية فأعلن أن الإمام لا يفقه كثيراً مما يفعل وأن عمله هذا حرام ، ولكن الإمام لم ير في قوله هذا الخطر الذي رآه في عمل الآخرين فلم يحذفه ، ولسعة صدره كان يستمع إليه ويستشهد بكلامه ، هذا ما يقوله البعض .\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":106},
  {"content":"\r\n\r\nولو لم يصح فهناك الشواهد الأخرى وهي تدل على ما يتسم به جو الحوزة من ضيق الصدر ، وما ينتج عنه من مشاكل جمة ، وهذه كانت ملاحظة عابرة ذكرتها للمناسبة فقط .\r\nثم سألت سؤالاً آخر عن صحة طريقة الخونساري في المعارضة لتحديد السؤال الأول أكثر ، وقلت إن الجواب عليه ينبغي أن يأخذ بعين الاعتبار الظرف الذي قاله فيه ، فلو قال ذلك مثلاً في مقام التحريض على الإمام بحيث يمثل خطراً على النظام الوليد فقد نخطئه ، ولو كان ذلك مثلاً في مقام خاص لبيان وجهة نظره أو في رسالة وجهها إلى الإمام لنصحه ، فقد نصحح عمله .\r\nثم تجاوزت السؤال لأنه ليس موضوعنا فبنيت عليه ما أود بناءه وهو أنه بناء على مقالك السابق ورأيك في الاختلاف بين الإمام والخونساري ، ينبغي أن نقبل بأن يقول قائل إن كثيراً من المراجع يعيش في زوايا ضيقة ، لأنه بالإضافة إلى كونه أخف لهجة من كلام الخونساري فهو أمر محسوس نراه بأمهات عيوننا وليس أمراً نظرياً اجتهادياً ، وهذا هو المهم .\r\nإخواني الأفاضل : لماذا نضطر إلى أن نبتعد عن مواضيعنا الأساسية دائماً لنناقش مثلاً الجواب على سؤال : أين قلت إنه مخطئ ؟ ؟\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":107},
  {"content":"\r\n\r\nولا أريد أن أسأل \" لماذا نضطر \" أخرى عن موضوع الإرهاب الفكري ومسح الرأي الآخر من الوجود ، وفرض الرأي الواحد بالسيف ، إلا إذا أثبت لي أحد إخوتي وأساتذتي الأفاضل أن مقالي السابق يوحي أو يدل عليه . وشكراً لك من قلبي أيها الأخ الخزاعي . أخوكم التلميذ الصغير .\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":108},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":109},
  {"content":"\r\n\r\n\r\nالفصل الرابع : الحقوق الشرعية . . أو مالية المرجعية\r\n( كتب المدعو علي العلوي في شبكة هجر ، بتاريخ 25 - 3 - 2000 ، موضوعاً بعنوان : ( الأموال الشرعية هل لنا الحق في المساءلة ) .\r\nالسلام عليكم إخوتي الكرام :\r\nقد يكون الموضوع في غاية الحساسية ، ولكن لابد من مناقشته ، وخصوصاً أن فيما بيننا طلبة في قم ، قد يؤثرون في الواقع ايجابا أم سلباً .\r\nلا أريد أن أكون متحاملاً ولا صاحب ظن سئ ، لكن الأمر يثير التساؤل وهو أين أثر هذه الأموال ؟ !\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":110},
  {"content":"\r\n\r\nنحن نرى أن الفرق الضالة من بهائية وقاديانية لها سياسة ماليه محترمة جداً بحيث يستثمرون الأموال التي ترد لهم ومن ثم يستخدمونها في مشاريعهم التبشيرية ، ويحسنون من حال أتباعهم .\r\nالسؤال هنا : هل الأموال الشرعية التي ترد على الفقهاء من أخماس وزكوات وغيرها تستثمر بالطريقة الصحيحة وتستغل الاستغلال السليم ؟\r\nلماذا الدعوة لمذهب الآل والتبشير بالاسلام دائماً ، يكون مجهودا فرديا وليس مشروعا تقوم عليه الحوزة وتموله من الأموال الشرعية . لماذا لا نرى الأثر الكبير لهذه الأموال في الواقع الشيعي ؟ ! هذا مجرد تساؤل برئ .\r\n( فكتب الخزاعي بتاريخ 25 - 03 - 2000 :\r\nأدخل للتحية ، وأقول أنا على الخط .\r\nوسيكون هذا الموضوع أسخن المواضيع . . أترك الرد لأنني منفعل جداً بسبب نقاش حاد حول نفس الموضوع خارج ساحات الحوار . . وسأعود إن شاء الله . تحياتي أخي العلوي .\r\n( وكتب علي العلوي بتاريخ 25 - 03 - 2000 :\r\nأشكرك أخي الخزاعي المحترم .\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":111},
  {"content":"\r\n\r\nنعم لو تقوم الحوزة أو المراجع بإنشاء لجنة قائمة على الاستثمار ولجنة قائمة على وضع هذه الأموال في موضعها الصحيح . ويتم استثمار هذه الأموال في مشاريع ، ومن عائد هذه الأموال تباشر الحوزة مشاريعها الخيرية والدعوية . وبالامكان تكوين بنك أو مصرف للحقوق وخصوصاً أن الله أنعم علينا بجمهورية اسلامية اليوم ، ومن هذا المصرف يتم الاستثمار وتقديم القروض من غير أرباح .\r\nالمال إن لم يستثمر يذهب هدراً ، ولو كان مال قارون أو أمريكا .\r\nفدخول الأموال ولو كانت بالملايين من جهة وخروجها من الجهة الأخرى من غير استثمار لهذه الأموال ، يعتبر هدراً لطاقات الأمة وتبذيرا .\r\nومن هذه الأموال يمكن رعاية وإقامة مشاريع الدعوة للاسلام ونشر مذهب الآل عليهم السلام . ولابد من أن تستعين الحوزة بالأخصائيين في مجالات الاستثمار والمحاسبة والتجارة وغيرها .\r\nما أحلى أن يحلم الإنسان ، وما أمر أن يفيق من النوم ليجد أن حلمه ما كان إلا أضغاث أحلام . بانتظار ردودكم .\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":112},
  {"content":"\r\n\r\nوكتب العاملي بتاريخ 25 - 03 - 2000 :\r\nأرجو أن تقدر أيها السيد مجموع مالية الحقوق الشرعية التي تصل إلى المراجع سنوياً ، ولو برقم تقريبي ، وتذكر المصارف الشهرية التي لا بد منها ، والفائض الذي تفترح له المشاريع ، أو تعترض على كيفية صرفه ؟\r\n( وكتب علي العلوي بتاريخ 26 - 03 - 2000 :\r\nشيخنا العزيز العاملي :\r\nأنا أقول تساؤل برئ ، وأعلم أن هناك من يدفع الحقوق ، وأتصور أنه من الصعب أن يتنبأ بالمدخول ، وذلك لأن الموضوع غير منظم ، وهو أن الأموال تدخل وتصرف ، ولا أحد يعلم أو يسائل كيف تصرف ، لأنه ببساطة شديدة لا توجد آلية لمراقبة أو محاسبة الحواشي ، وكيف يتم صرف الأموال .\r\nالمشكلة يا شيخنا الغالي أن الأموال لا تستثمر كما أسلفت سابقاً ، فلو يتم التقصير اليوم على بعض المستحقين في سبيل الاستثمار ، والذي عندما يؤتي أكله يصبح العطاء أكثر وأكبر ، ويكون هناك مصدر متجدد مستقل استثماري ويتضخم كلما ورد عليه المزيد من الحقوق .\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":113},
  {"content":"\r\n\r\nوفي هذه الحالة تحقق الحوزة استقلال ( كذا ) حتى فيما لو توقف الناس كلهم عن دفع الحقوق . وبدل أن تأخذ الحوزة سوف تعطي وتبذل ، والكل يعرف أنه بالمال يمكنك فعل المعجزات .\r\n( وكتب حبيب الشعب بتاريخ 26 - 03 - 2000 :\r\nالأخوة الأفاضل العلوي والخزاعي والعاملي :\r\nالسلام عليكم ورحمة الله وبركاته .\r\nفي البداية أشكر الأخ علي العلوي على هذا الموضوع القيم ، الذي يحتاج حقاً إلى البحث والحوار . ولقد فهمت من طرحه أن هناك مسألتين مسألة استثمار الأموال التي ترد على المراجع ، وعلى كثير من العلماء من وكلاء وغيرهم من حقوق شرعية وتبرعات ، ومسألة أن كل المشاريع تقوم بمجهود فردي من قبل فرد أو جهة خاصة .\r\nوفي المسألة الأولى يمكن القول إن جزءاً من هذه الأموال يذهب هدراً بتكرار المشاريع من مدارس دينية وحسينيات وغيرها ، حسب الجهات التي تقوم بها ، وتنافسها على بسط نفوذها على الساحة ، وبعدم تنظيم الصرف على المستحقين حيث نجد على سبيل المثال أن البعض يستغل حالة اللانظام ،\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":114},
  {"content":"\r\n\r\nفيأخذ مساعدات من جهات كثيرة دون أن تعلم أية جهة منها بما أعطته الجهات الأخرى ، وبالانفاق على الصراعات التي تحكم بعض الجهات تبعاً لمصالحها الخاصة ، كتمويل طباعة المنشورات والكتب التي تهاجم الجهات الأخرى ، على سبيل المثال أيضاً ، وبغير ذلك .\r\nوفي المسألة الأخرى ، فلا أظن أنها ستتغير إلا بمشروع كبير هو أن تكون هناك مؤسسة جامعة لكل الطاقات المخلصة في الحوزة تمثل المرجعية الشيعية ، تقود وتنظم وتشرف على جميع هذه المشاريع .\r\nوأعتقد أن ملاحظة الأخ العاملي في محلها ، ولكن المشكلة في عدم وجود شفافية في مصادر التمويل وكميته ومصارفه .\r\nهمسة في أذن الأخ الخزاعي :\r\nلا داعي للانفعال فأنت التيار الجديد إن شاء الله .\r\n( وكتب علي العلوي بتاريخ 26 - 03 - 2000 :\r\nالسلام عليكم .\r\nأنا أتصور بما أننا ندفع الحقوق لمرجع معين ، فلنا الحق في المساءلة أين وكيف صرفت هذه الأموال ؟ وإذا كان العذر في\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":115},
  {"content":"\r\n\r\nعدم النظام ، وأنه لا يمكن حصر المدخولات والمصروفات ، وتحديد الفائض أو العجز ، فإن هذه المشكلة مشكلة الحوزة والمراجع في عدم مجاراة التطور الحاصل في العلوم والإدارة ، ولا بد للحوزة لكي تتبوأ مركز قيادي لشيعة محمد وآله ( ع ) فلا بد من الاستفادة من العلوم الحديثة ، ومن أخصائيين في المحاسبة والإدارة والتدقيق في الحسابات ، فهكذا أصغر تجارة في السوق أي سوق من أسواق اليوم يسير ، فكيف بمركز قيادي لما يقارب 300 مليون مسلم .\r\nأعتقد أننا لابد أن نراجع الكثير من الأمور . أتصور أن الكثير من المشاكل التي نعانيها في كل أماكن تواجدنا ، ما هي إلا إفرازات لمشاكل الحوزة وعدم مجاراة علوم العصر وتطوير آلياتها وأساليبها . اليوم الكثير من الناس يبصرون نور أهل البيت ويعتنقون المذهب عن طريق مجهودهم الذاتي في البحث ، فهل عندنا إمكانية أن نوصل لمن لم يصل له هذا النور .\r\nإن عدم تنظيم أمور الحقوق التي هي مصدر للقوة المادية ، هو إجرام في حق البشرية التي لم تصل لمعرفة نور أهل البيت ، وذلك نتيجة تقصيرنا .\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":116},
  {"content":"\r\n\r\nفكتب العاملي بتاريخ 26 - 03 - 2000 :\r\nأعرف أن الأخوة المتسائلين مثقفون شيعة ، يحبون أن يروا مرجعيتهم بمظهر معنوي ومادي يتناسب مع العصر ، ومع طموحاتهم لدورها حسب تصورهم وقناعاتهم . . ولذا أستبعد أي سوء نية من طرحهم لتحويل المرجعية إلى مؤسسة دينية فقهية فكرية سياسية ، وأموالها وأوقافها إلى مؤسسة مالية .\r\nلكن اسمحوا لي أن أكتب أولاً سطوراً عن الذين يفكرون للمرجعية الشيعية من خارج البيت ، وخارج الاخلاص !\r\nعيونهم على المرجعية وعلى ميزانيتها :\r\nيعرف الجميع أن المرجعيات الدينية في العالم واقعة تحت سيطرة دولها ، والدول الكبرى . . فالحاخامات جزء من اللعبة اليهودية ، وواحدة من وسائل القوارين . . ولا نستثني منهم إلا بعض الطوائف اليهودية الصغيرة جداً المتعصبة دينياً مثل أسلافهم الموكابيين ( راجع سفر الموكابيين ) وهم يخطئون هرتزل ، ويرون أن تجمع اليهود في فلسطين تجمع لمذبحتهم الكبرى ! !\r\nولكن هؤلاء لا أثر يذكر لهم في واقع اليهود .\r\nأما المسيحية وقيادة الكنيسة ، فيشاهد الجميع ما وصلت اليه من ذل ، ظهر جلياً في عصرنا بفتوى تبرئة اليهود من دم المسيح ،\r\n\r\n","description":"","footnote":"","page_name":" 116 ","page_number":117},
  {"content":"\r\n\r\nثم باعتذار البابا المهين لليهود من ظلم المسيحية لهم على مدى ألفي عام ! مع أن اليهود هم بنص الإنجيل أعداء للمسيح ، قتلة . . وأفاعي ! ! !\r\nإن مجلس الكرادلة الذي ينتخب البابا من بين أعضائه مسيَّسٌ تماماً ، وفي قبضة النفوذ الغربي ! وما دامت أمريكا والغرب مسيسة لليهود ، فهو مجلس خاضع لهم ! وستبقى نتيجة انتخاب البابا معروفة قبل ختام مسرحية الانتخاب ، التي تنتهي بتصاعد الدخان الأبيض ، ومن باطنه دخان أسود ! !\r\nأما المسلمون السنيون ، فقد فقدوا مرجعيتهم العالمية بضرب الخديويين للأزهر ثم قضاء عبد الناصر عليه . . والمرجعيات المحلية فيهم خاضعة لسلطة بلدها ، والبلد الذي له فيه نفوذ ، وفي أكثر البلدان تعين المرجعية وتعزل بمرسوم من رئيس الوزراء ، أو رئيس الجمهورية ، أو الملك .\r\nنعم توجد مرجعيات مستقلة وشبه مستقلة في عدد من البلاد الاسلامية ، خاصة في إفريقيا والهند ، ولكنها مرجعيات الصوفيين ، وقد ضعفت أخيراً .\r\nوالمرجعية الوحيدة الخارجة عن النفوذ السياسي المحلي والدولي هي المرجعية الشيعية ، ومن هنا كانت أمراً مزعجاً للحكومات\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":118},
  {"content":"\r\n\r\nالمحلية والأجانب ! ! فمرجع الشيعة له نفوذ كبير على الطائفة التي تبلغ ملايين في العالم . . ولا يعرفون كيف يختار الشيعة مرجعهم ، ولا يأمنون أن يأتي مرجع ضدهم ! !\r\nمرجع له نفوذ على قلوب ملايين الشيعة . . لا يعرف من اين ينبع . . فلا قوميته محددة ، ولا بلده ، ولا منتخبوه محددون ولا قوميتهم ولا بلدهم ! ومعنى هذا في الحساب السياسي أن ( باب المرجعية الشيعية مفتوح لأي احتمال ) ومثل هذا الباب يجب سده ! ! لأن احتماله خطير يؤرقهم . . فيجب استبداله الاحتمال بيقين يريحهم إلى مئات السنين ، والباب بجدار أمين يطمئنهم ! ! ولا بد أن تكون مرجعية الشيعة تحت السيطرة ، وأن تحدد بالأرقام الهيئة التي تختارها ! !\r\nإن عمل الامام الخميني رحمه الله ، وخطر المرجعية الشيعية على العالم ، ما زال ماثلاً في أذهانهم . . وإذا بقيت المرجعية في ظروف كتلك التي سمحت بظهوره ، فلا ضمان لعدم ظهور مرجعية للشيعة في أي وقت مشابهة له ، أو أشد خطراً ! !\r\nعندما تقول لسياسي عربي أو عجمي أو غربي : إن الذين يختارون المرجع هم أهل الخبرة من العلماء غير المراجع . فالشيعة بعد وفاة المرجع أو في حياته ، في كل منطقة ، يسألون من يثقون\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":119},
  {"content":"\r\n\r\nبه من العلماء عن الشخص الذي تجتمع فيه الشروط برأيه ، ويسمعون الشهادات المتعارضة ، ويقرر كل منهم من يختاره مرجعا ، ويرجع اليه ويأخذ منه فتاواه ، ويدفع اليه أو إلى وكيله أخماسه . . وبالنتيجة يكون المرجع الأعلى الشخص الذي يرجع اليه الأكثرية في العالم الشيعي بشكل طبيعي واستفتاء طبيعي . .\r\nوعندما تخبره أن أن مرجعيته قد تكون قوية عندما يقلده نسبة تسعين بالمئة من الشيعة في العالم مثلاً ، ولا تكون في عصره مرجعية تذكر لغيره .\r\nوقد تكون أقل قوة عندما يقلده ستون في المئة من الشيعة في العالم مثلاً ، ويوجد غيره مراجع بدرجات أقل منه . . .\r\nعندما يسمع منك هذا الكلام أحد السياسيين المؤلفة قلوبهم للغرب ، يقول لك : هذا غير معقول ، لا بد من آلية محددة لانتخاب المرجعية ! ! !\r\nإن همهم وغمهم وهاجسهم : كيف ننزع المرجعية الشيعية من خارج السيطرة إلى داخل السيطرة ؟ ! !\r\nوهمهم وغمهم وهاجسهم : كيف نجرد المرجعية الشيعية من ماليتها ، حتى تحتاج إلى مرسوم لتعيينها ، والى مرتب شهري للمرجع ، كمرتب شيخ الأزهر ، ومرتب البابا ؟ ! !\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":120},
  {"content":"\r\n\r\nوهنا تتوالى أفكار وأطروحاتهم . . وكلها تريد تحديد ( أهل الحل والعقد الذين يختارون المرجع العالمي للشيعة ) وتريد توجيه الشيعة ليدفعوا أخماسهم بدل المرجع إلى مؤسسة مالية عالمية ، تتحدد ملكياتها ومشاريعها في بنوك ومؤسسات مالية في بلدها ، أو في العالم ! !\r\nإنها أفكار عصرية في ظاهرها . . لكن غرضها وضع المسجد في يد السلطان ! غرضها السيطرة على هذا ( المارد ) الذي لا يعرف أحد كيف يختاره الشيعة ويلتفون حوله ، ويدفعون اليه عن طيب خاطر أخماسهم الشرعية ، ويشكل ما بين عشية وضحاها قوة عالمية لا تحتاج إلى الحكومات ولا إلى الغربيين ! !\r\n( يتبع . . إن شاء الله ) .\r\n( فكتب حبيب الشعب بتاريخ 27 - 03 - 2000 :\r\nالسلام عليكم ورحمة الله وبركاته :\r\nالأخ الفاضل العاملي ، إن السيطرة على المرجعية أسهل في حالة الفرد من حالة الجماعة ، وأعتقد أن تشبيه مراجع الشيعة بمراجع الطوائف الأخرى هو قياس مع فارق كبير ، وهو أن مراجع الشيعة كانوا وما زالوا مستقلين مالياً عن الدول التي\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":121},
  {"content":"\r\n\r\nعاشوا في ظلها ، خلافاً لما عليه نظراؤهم من الطوائف الأخرى ، فلم تسيطر الحكومات على هؤلاء ، بعد أن وحدوا عملهم وجهدهم في المؤسسة جامعة أو غير جامعة .\r\nفإذا كان بالإمكان اختراق بعض الفقهاء والمراجع ، فإن ذلك سهل جداً في حال عدم وجود شفافية في مصادر تمويل المراجع وكميته ومصارفه .\r\nإن وجود مؤسسة تابعة لمجلس يضم مراجع التقليد ، ترعى المشاريع التي تمول من الحقوق والتبرعات ، وتصدر كتاباً سنوياً تبين فيه لأتباعهم الواردات وحجم الانفاق ، لهو خير داع إلى ثقة الناس والمزيد من الدعم .\r\nولا ننس أن الذين يدعون إلى هذا الأمر هم من كبار فقهائنا المتميزين ، مثل الشهيد السعيد الصدر محمد باقر الصدر ، الذي وصف المرجعية الراهنة بالمرجعية الذاتية ، وقال بضرورة تحويلها إلى مؤسسة لجعلها مرجعية موضوعية صالحة ، قادرة على مواجهة التحديات العظيمة . ومعروف ما يمثله الشهيد من خبرة في العمل الدعوى الاجتماعي والثقافي .\r\n( وكتب علي العلوي بتاريخ 27 - 03 - 2000 :\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":122},
  {"content":"\r\n\r\nالسلام عليكم شيخنا العاملي الغالي :\r\nأنا لم أقرأ كل ردك وسوف أقرؤه كله بالتفصيل ، لأني أحب قراءة مشاركاتك فهي مفيدة جداً ، ومعبرة عن التوجه والنظرة العامة للحوزة .\r\nولكن لاحظت بنظرة سريعة أنك تحاول تبرير عدم التطوير والتطور في الحوزة وآلياتها بالخوف من فقدان الاستقلال ، وأنا لا أتصور أن الاستقلال يمكن أن يحافظ عليه عن طريق اللانظام ، أو الطريقة التقليدية .\r\nأرى أن أسلوب معالجة هذا الموضوع يأخذ الطابع الدفاعي عن الوضع القائم ، ومحاولة زخرفة الواقع والذي فيه الكثير من السلبيات ، وبالرغم من أننا بشر مقلدين ومراجع ، ونخطئ في التقدير والأساليب ، ولذلك دائماً نحتاج إلى مراجعة أساليبنا وآلياتنا ، للوصول للأهداف المنشودة .\r\nشيخنا العاملي ، أرجو أن تجيبني على التساؤل التالي :\r\nهل المرجعية بوضعها الحالي يمكنها من إيصال نور محمد وأهل بيته لكل البشرية ؟ وهل المرجعية بوضعها الحالي غير مقصرة مع شيعة أهل البيت في كل العالم ؟ وأرجو شيخنا العاملي أن لا\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":123},
  {"content":"\r\n\r\nأشغلك هنا عن الرد على أعداء أهل البيت في شيعة لينك . والسلام عليكم .\r\n( وكتب بريفمان بتاريخ 30 - 3 - 2000 :\r\nالله الله في أنفسكم . . . لا تدسوا السم في العسل ، وتسقوه أنفسكم ، واحذروا من هكذا تساؤلات قد تبدو مبررة . . .\r\nأنا منطقي وأحب أن أبين لكم أن هكذا نهج في السؤال والطرح يعتمد على سوء النية في الباطن 100 % وبدل أن أجاملكم لذا هذا لا يليق بالشيعة أن يقولوه عن أنفسهم ! !\r\nقصدي واضح وصريح ويتلخص في طلب عدم دس السم . . .\r\nكلامك سيدي العاملي نعم الكلام ، ولكن صدقني لا تحسن الظن لهذه الدرجة ، فتكون تخدع نفسك والآخرين ، لكنك عداك العيب بأنك رديت على الأخوة بالصواب . . . سددكم الله .\r\nلا تغضبوا علي يا موالين ، غيرتي على الحق دافعي الوحيد !\r\n( وكتب علي العلوي بتاريخ 30 - 3 - 2000 :\r\nالسلام عليكم أخي بريف مان ، أنا استغربت كثيراً من أسلوبك الاتهامي في تعاطيك مع تساؤلي .\r\nأنا مسلم شيعي اثنا عشري موالي ، وأعتقد أن هذه المنحة الإلهية لنا بأن ولدنا على مذهب الحق يحتم علينا أن نكون دعاة\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":124},
  {"content":"\r\n\r\nوناشرين لهذا النور ، وليس كاتمين له . وأعتقد أننا مقصرون ، وكل التقصير وأكبره يقع على العلماء والمثقفين . لا يجب علينا أن نفكر بطريقة الكهوف والمتحصنين في القلاع ، والذين يخافون من كل شئ وكل شئ يعتبرونه تهديداً ، وكل عملية إصلاح يعتبرونها محاولة لهدم الحصون .\r\nإننا نعاني والكل يعاني من أمور ليست بخافية على أحد ، والتساؤل من حق كل موالي ، ويحرم علينا مصادرة الرأي الآخر باتهامه بالعمالة وسوء النية . أنا أقدر مخاوف البعض وخصوصاً من يعيشون تحت أنظمة قمعية ، والتي تحاول أن تصادر مواقع القوة لدينا ، ولكن ولكن ولكن ، هذا لا يبرر أن نتغافل عن أمور وسلبيات وتقصير واضح للعيان .\r\nنريد أن ندعو للاصلاح من الداخل ، بدل أن يأتينا الأعداء ويستخدموا هذه السلبيات لضربنا وللاساءة لمذهب الحق مذهب أهل البيت .\r\nأخي بريف مان ، علينا أن نواجه الواقع بكل شجاعة ، ونصحح السلبيات ، بدل التغافل عنها ومحاولة زخرفتها . وعلينا تقبل الرأي الآخر المخلص بدون كيل الاتهامات والصاق التهم .\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":125},
  {"content":"\r\n\r\nأوَ لم نعاني نحن شيعة المصطفى وأهل بيته من هذه الأساليب ، أي أساليب الصاق التهم واطلاق التسميات من قبل القوى المتسلطة والمستبدة ، فلماذا نستخدمها ضد بعضنا البعض ؟ !\r\n( فكتب علي العلوي بتاريخ 30 - 03 - 2000 :\r\nلا تتصور يا أخي أننا لا نملك أي غيرة على الحق ومذهب أهل البيت ، فكما تشعر أنت بهذه الغيرة نشعر بها نحن كذلك ، ولكن لا يعني أن لا نناقش أموراً يديرها بشر مثلنا ، وليسوا أنبياء ولا أئمة .\r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":126},
  {"content":"\r\n\r\nوكتب العاملي بتاريخ 30 - 03 - 2000 :\r\nالأخ بريفمان ، التساؤلات حول هذه المواضيع طبيعية ، ولم نرَ من الأخ العلوي إلا كل أدب ، وحب ما هو أفضل في أوضاع العلماء والطائفة . .\r\nفي اعتقادي نحتاج الحوار من أجل توحيد نظرتنا إلى أصل المرجعية ، ولذا فتحت موضوعاً لهذا الغرض . . وشكراً .\r\n( وكتب علي العلوي بتاريخ 01 - 04 - 2000 :\r\nبارك الله فيك شيخنا العاملي العزيز .\r\n( وكتب العاملي بتاريخ 01 - 04 - 2000 :\r\nالأخ العلوي ، سؤالك الأول : ( هل المرجعية بوضعها الحالي يمكنها من ايصال نور محمد وأهل بيته صلوات الله عليهم لكل البشرية ) ؟\r\nوالجواب : لا ، لأن الوحيد الذي يمكنه أن يحقق هذا الهدف العظيم الذي ذكرته ، هو الإمام المهدي الموعود صلوات عليه فقط ، حسب ما دلت الأحاديث الصحيحة عند الجميع .\r\nوبتعبير آخر : إن اتساع نور النبي وآله صلى الله عليهم وهداهم ، كانت نتيجته في كل العصور أكثر من المقدمات ، لأنه أمر تكفل الله تعالى بحفظه وبقائه إلى ظهور وليه وحجته . . وهو سبحانه الذي يهيئ له أحداثاً وأوضاعاً وأشخاصاً ، يكونون العلة الظاهرية لبقائه واتساعه . . وهذه الفكرة تعني اليقين بوعد الله تعالى ، وليس الاتكالية . لكن يبدو أن سؤالك من زاوية أخرى :\r\nهل أن وضع علمائنا ومرجعيتنا الفعلي يتناسب مع الواجب الملقى على عاتقنا من إيصال مذهب أهل البيت عليهم السلام ونورهم إلى العالم ؟\r\nوالجواب : أيضاً لا ، لأن الواجب كبير والطموحات أكبر .\r\n\r\n","description":"","footnote":"","page_name":" 126 ","page_number":127},
  {"content":"\r\n\r\nتجيبني : إذن معي حق في المطالبة بتحديث المرجعية ، وتغيير وسائل العمل وأدواته . فأجيبك : نعم معك حق ، وطموحك مشروع ، لكن بشروط أربعة :\r\n1 - أن لا نمس الأحكام الشرعية المتعلقة بالمرجعية .\r\n2 - ولا نمس قداستها كمنصب يمثل النيابة العامة للمولى صلوات الله عليه .\r\n3 - ولا نمس بنيتها الطبيعية ، التي هي سيرة المراجع والمتشرعة .\r\n4 - وأن لا نحسب القصور تقصيراً ونحاسب عليه .\r\nوينبغي أن تعلم أيها الأخ المحترم أن المرجعية بعد ثورة إيران تسلطت عليها الأضواء من جهة . . ولكنها أصيبت بالضعف داخل إيران وخارجها من جهة أخرى ! ومن أسباب ضعفها محاولات بعضهم توحيد المرجعية بوسائل غير منطقية ، ومحاولات بعضهم تعويم المرجعية وحذف بعض شروطها ، ومساعدة الاعلام العالمي على بلبلة أذهان الشيعة ، وتشتيت مرجعيتهم .\r\nوبهذا يتضح جواب سؤالك الثاني : ( وهل المرجعية بوضعها الحالي غير مقصرة مع شيعة أهل البيت في كل العالم ؟ )\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":128},
  {"content":"\r\n\r\nوالجواب : أن كثيراً مما تحسبه تقصيراً هو قصور وعدم قدرة ، بسبب أعمال التضعيف والتشتيت . ولا أنكر تقصير بعض وكلاء المرجعية . . ولكنه جزء صغير من المشكلة .\r\n( فكتب علي مدد بتاريخ 01 - 04 - 2000 :\r\nالسلام على الأخ العلوي ، الذي أرجو أن يكون علوياً في فكره وتوجهاته ، وعلى الأخوة المشاركين وعلى كل من رأى الحق وتبعه ، وبعد ،\r\nأما التساؤل المذكور فأرجو أن يكون عن حسن نية ، وهذا ما شممته ، ولكن يا أخي المؤمن لا بد أن نفهم شيئاً ، وهو بما أننا نحارب من جهات كثيرة ، فهذا يحتم علينا سرية العمل ومنه كيفية بذل الأموال ، وخصوصاً في نشر مذهب أهل البيت عليهم السلام ، وما يهم ذلك من مشاريع اسلامية لهداية الناس لطريق الحق ، وعدم اطلاعنا على هذه المشاريع لا يدل على عدم وجودها ، وكما يقولون عدم الوجداًن لا يدل على عدم الوجود .\r\nونحن نعرف ورع المجتهدين الكرام وخصوصاً في صرف الحقوق ، لأن هذه الأموال لا بد من التأكد من صرفها . وأنا اعرف وكلاء عندهم مشاريع وخطط للاستفادة من الحقوق الشرعية ، لكن كما تعرف الوضع .\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":129},
  {"content":"\r\n\r\nومقارنتنا بهذه الفرق غير صحيح ، لأن بذل الأموال عندنا لله لا للدعاية كما هو حاصل عند البعض ، وأنت تعلم أن الغرب الخبيث يدفع لهذه الفرق لأجل ضرب التشيع ، مهما يكنه من الأموال .\r\nثم يا أخي لا بد أن نطلع على النشاطات التي هي حاصلة في الدول الأخرى ، التي أكثرها بإعانة المراجع الكرام ، لا كما تقولون إنها فردية ، بل يد الغيب معها المتمثلة في الحقوق الشرعية .\r\nفيا أخي لابد أن نكون واعين ، ونطرح مشاريع جديدة ، مع إلمام كامل بنتائجها ، ونساعد مراجعنا فيما يرضي الله . والسلام على من اتبع الهدى .\r\nعميت عين لا تراك عليها رقيبا .\r\nوخسرت صفقة عبد لم تجعل له من حبك نصيبا .\r\n( وكتب الأنصاري بتاريخ 02 - 04 - 2000 :\r\nلا أدري كيف أصفكم يا موالين ؟ ؟\r\nلقد أتممتم جميع جوانب هذا الموضوع ، وكنت أتمنى لو تركتم لي أدنى مساحة لكي أساهم معكم فيها .\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":130},
  {"content":"\r\n\r\nلقد قام الأخ علي العلوي بإثارة الأسئلة التي كانت تحرق صدورنا ، والشكر للأخ العاملي الذي بدأ بتحري جوانب القضية ، والأخ حبيب الشعب والأخ العزيز BraveMan ولا تخف يا Brave Man ، فأنا معك فيما قلته أيضاً .\r\nوالى الأخ علي مدد أقول لك : بأن تفكيرك مثل تفكيري ، لولا ما كتبته أنت لأضفته من عندي ، أنا لا أحاول بأن أكون طفيلياً ولكن أحاول المشاركة ، ولا أجد ثغرة أضع فيها مشاركتي ، إلا إن رأيتم لي هذه الثغرة . . وشكراً للجميع ، والسلام عليكم ورحمة الله وبركاته .\r\n( وكتب علي العلوي حرر بتاريخ 02 - 04 - 2000 :\r\nأخي العزيز الأنصاري .\r\nلا تحولني بطريقة كلامك معادياً وأنا ابن هذا الأمة الوسط ، وابن مدرسة أهل البيت ، وأبي من علماء الدين ، ولا أحتاج أن أكرر ذلك ، فالرجاء الكف عن أسلوب الحكم على النيات ، ومصادرة الرأي الآخر بعنوان سوء النية . والموضوع لم يستكمل كل جوانبه كما قلت ، ولكن توقفت عن المشاركة بسبب أسلوب بريف مان ، ومن ثم أسلوبك في مواجهتي برمي بسوء\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":131},
  {"content":"\r\n\r\nالنية ، وبسبب إدراكي أن هناك سلبيات لا أريد أن أناقشها على الملأ ، لكي لا يستغلها أعداء أهل البيت .\r\nأنا أقدر أن هناك الكثير من شيعة أهل البيت يعيشون تحت ظل أنظمة قمعية تريد مصادرة مصادر قوتنا وهي المرجعية والحقوق الشرعية ، وأنا بالرغم من أنني مقيم في الغرب ، إلا أنني بحراني ولي علم بهذه المشاعر . وقد حاول نظام آل خليفة الجائر مصادرة هذه الأموال بتكوينه مجلس اسلامي أعلى يشرف على الافتاء والأموال الشرعية ، وهو موجه بالدرجة الأولى ضد الشيعة ، ولكن أفشلت محاولته بفضل جهود أبناء البحرين المخلصين .\r\nولكن كما أسلفت في إيران توجد لدينا جمهورية اسلامية ، يعني لا يوجد خوف من النظام الحاكم ، وكذلك في الغرب توجد حرية يمكننا أن نستغلها بالاستثمار وغيره من المشاريع ، فهناك في إيران والغرب لا توجد مثل الضغوط ضد الشيعة ، فلماذا لا نستغل هذه الحرية اليوم في تنظيم شئوننا . وأكرر ، يا جماعة حرام عليكم والله حرام أن ترمونني بسوء النية . المشتكى لله .\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":132},
  {"content":"\r\n\r\nوكتب العاملي بتاريخ 02 - 04 - 2000 :\r\nلم أشعر من الأخوة اتهامك أيها الأخ الكريم . . وأكرر أنا لم نر منك إلا حسن النية والغيرة على مذهب أهل البيت الطاهرين صلوات الله عليهم . فواصل مقترحاتك ، وتحمل مني الجواب من فضلك .\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":133},
  {"content":"\r\n\r\nوكتب علي العلوي بتاريخ 03 - 04 - 2000 :\r\nشيخنا العاملي العزيز :\r\nأنا أشعر أن الكلام يثير بعض إخوتي محبي الآل ، ومن خلال ردي بريف مان والأنصاري ، فهمت أنهما منزعجان ، ولا أحب أن أغيظ مؤمناً .\r\nسوف أبداً بمعاودة النقاش حالما تنتهي عشرة محرم الحرام وذلك لانشغالي بحضور مجالس التعزية في لندن ، وتعرف يا شيخنا أن لندن تتحول في عشرة محرم وكأنها بلد مسلم شيعي ، فمجالس التعزية منتشرة وعامرة في مختلف مناطقها ، وخصوصاً في الشمال الغربي منها ، والمجالس عامرة جداً ، وخصوصاً من الأخوة العراقيين أبناء حبيب بن مظاهر ، واللبنانيين أبناء أبا ذر الغفاري .\r\n( وكتب الأنصاري بتاريخ 03 - 04 - 2000 :\r\nالأخ العزيز علي العلوي :\r\nسوف أقوم بالرد عليك إن شاء الله بموضوعية مفصلة ، وأتنمنى بأن أغطي جميع الإستفهامات التي عندك ، وأرجو بأن تقدر الواقع فيها ، لأنك وبصراحة تامة بعيد كل البعد عنه .\r\nالصرف من الحقوق الشرعية على مواقع الانترنت\r\n( كتب عبد الله في شبكة هجر الثقافية بتاريخ 11 - 8 - 2001 ، موضوعاً بعنوان ( المواقع الشيعية والحقوق الشرعية ) قال فيه :\r\nكثرة المواقع الشيعية على الشبكة الإنترنتية ظاهرة مباركة وخطوة ضرورية للتعريف بالمذهب والإسلام .\r\nوعلى الرغم مما يبذل من جهد وحرفنة في عمل التصميم للموقع وكثافة المادة وجودتها ، إلا أن المشكلة تبقى في عدد الزوار للموقع .\r\nبعض المواقع ( والتي تكلف أموالاً كثيرة ) لا يتجاوز عدد زوارها الخمسين زائرا ، من ضمنهم الإداريين والمتابعين لحركة الموقع ومعارفهم ، ولاتبتعد بقية المواقع عن هذا الرقم كثيراً .\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":134},
  {"content":"\r\n\r\nبعض المواقع تدار من قبل هيئة كاملة ، وعندما تسأل عن مصادر التمويل لدفع رواتب هذه الهيئة يأتيك الجواب بأنها من الحقوق الشرعية .\r\nإن البعض يستغل ثقة العلماء ، ويبرر لهم بأن الوجود ضروري على الإنترنت للدفاع عن المذهب ، وهو يعرف جيداً بأن موقعه لا يزوره إلا هو ومشرفيه وبعض معارفه ، ولا يستفيد منه أحد .\r\nلكم الله يا فقراء الشيعة في جنوب العراق وجنوب لبنان وجنوب الخليج .\r\n( وكتب العاملي بتاريخ 12 - 8 - 2001 ، الثانية عشرة والنصف ظهراً :\r\nالأخ العزيز عبد الله :\r\nيعجبني فيك أن فكرك يعمل ، وأنك مستقل الرأي . . ولست إمعة لشخص أو حزب . . فعن الإمام الكاظم عليه السلام قال : قل خيراً واعمل خيراً ولا تكن إمعة . . قيل وما الإمعة ؟ قال : يقول أنا من الناس مع الناس ! فإنما هما نجدان . . نجد خير ونجد شر . .\r\n\r\n","description":"","footnote":"","page_name":" 134 ","page_number":135},
  {"content":"\r\n\r\nلكن أرجو أن تقبل مني أن كل موضوع له أكثر من زاوية . . وأن علينا قبل أن ننظر اليه من زاوية . . أن نفكر أكثر في اختيارها . .\r\nما ذكرته . . هو نظرة إلى موضوع الحقوق الشرعية وصرفها . . من زاوية الأولويات الفقهية في الصرف . . ومن زاوية شهادة بعضهم لمرجع التقليد بأولوية العمل الفلاني على العمل الفلاني . . وهما موضوعان . . لهما أحكام شرعية . . وأساليب عملية . . لكن للموضوع زوايا أخرى متعددة :\r\nمثلاً أن نقول . . إن تعدد المواقع الشيعية ضرورة . . ومن الطبيعي في هذا أن توجد بعض الأضرار .\r\nأو نقول . . إن أكثر المواقع الشيعية ليست مصارفها من الحقوق الشرعية . وما كان من الحقوق . . بعضه في محله . . وبعضه في غير محله . . وهذا طبيعي . .\r\nأو نقول . . إن الممولين الذين يعطون الحقوق ، لهم نوع من الولاية يراعيها المراجع . . فيأتي شخص ويطلب إجازة لبناء مسجد أو حسينية . . أو مدرسة ، أو طبع كتاب ، أو إنشاء موقع . . الخ . فإن لم يجزه المرجع لذلك ، فهو غير مستعد لأن يعطي الحقوق الشرعية لعمل آخر . .\r\n\r\n","description":"","footnote":"","page_name":" 135 ","page_number":136},
  {"content":"\r\n\r\nوبعض المراجع في هذه الحالة لا يجيز . . ويقول له إن المنطقة التي تريد لها المسجد غير محتاجة . .\r\nوبعضهم يرى أنه لا يجوز التفريط بتبرئة ذمة هذا الشخص وتوسيع النفع العام ، حتى لو أصر مموله على عمل قليل النفع .\r\nأو نقول . . إن كل مصارف الشبكات الشيعية لو فرضناها كلها من الحقوق الشرعية . . لا تبلغ شيئاً يذكر . .\r\nفلماذا نطرح موضوعها ونزهد الناس في عمل الخير وخدمة المذهب . . ؟ أو نشكك لا سمح الله في فكر المراجع وصرفهم للحقوق ؟ إن كل الحقوق الشرعية عند الشيعة في العالم . . لا تبلغ ميزانية وزارة . . أو مؤسسة رجل أعمال معروف . . فلماذا نلاحقها وننقدها . . ولا ننقد مصارف الملايين من الحكومات والمؤسسات التي باسم الدين . . ؟ !\r\nأو نقول . . لو سلمنا بوجود نقاط ضعف في صرف الحقوق الشرعية . . فهل الأفضل أن ننتقد المراجع والمؤسسات التابعة لهم . . ونزهد الناس في دفع الحقوق إليهم . . أم الأفضل أن نقدم مشروعاً بديلاً . . ونراسلهم ونراسل المؤسسات التي يمولونها أو يساعدونها . .\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":137},
  {"content":"\r\n\r\nإلى آخر الزوايا . . التي لا بد انك تعرفها . .\r\nأما ما ذكرت عن فقراء الشيعة . . فأخبرك أن أكثر المراجع أفتوا لشيعة العراق في ضائقتهم الاقتصادية ، وكذا لشيعة لبنان وأفغانستان . . أن يصرفوا الحقوق الشرعية على ذويهم وأهل بلدهم . . وقد سمعت أن ذلك سبب نقص الوارد من الحقوق الشرعية إلى حد كبير .\r\n( وكتب عبد الله بتاريخ 12 - 8 - 2001 ، الحادية عشرة والثلث صباحاً :\r\nالشيخ العاملي سلمه الله :\r\nلا أريد تنفير أحد من الالتزام بتكليفه الشرعي ، فوظيفتي عكس ذلك تماما . يكفي أنني نبهت إلى موطن ، أظنه خلل .\r\nأعرف حالة العراق التي أشرتم إليها ولا أعرف عن باكستان أو أفغانستان .\r\nبعض المواقع الشيعية تستحق أن يصرف عليها ملايين الدولارات ، وخير مثال موقع رافد .\r\nوربما يجاوركم الآن في لبنان موقع تصرف له آلاف الدولارات كرواتب مصممين وإداريين ، مع أن الموقع يحتاج المصممين لمرة واحدة فقط لا كموظفين دائمين .\r\n\r\n","description":"","footnote":"","page_name":" 137 ","page_number":138},
  {"content":"\r\n\r\nفي حلوقنا غصة يا مولانا . . . لا يمكننا السكوت وإلا متنا قهراً وكمداً . وما يزيد الطين بلة ، أن كل أخطائنا نلقي بها على كاهل العلماء عندما لا نجد تبريراً لها . انتهى .\r\nاستقلالية المرجعية سياسياً ومالياً\r\n( وكتب فرات في شبكة الحق الثقافية بتاريخ 2 - 1 - 2001 ، الحادية عشرة ليلاً موضوعاً بعنوان : ( استقلالية المرجعية الشيعية عن السلطة السياسية ) ، قال فيه :\r\nلعل واحدة من أهم الخصوصيات التي تمتاز بها المرجعية الدينية والحوزة العلمية الشيعية هي استقلاليتها عن السلطة السياسية عبر العصور المختلفة ، بخلاف سائر المجامع الدينية للمذاهب الإسلامية المختلفة فإنها ظلت تحت إشراف السلطة السياسية الحاكمة في بلدها ، فشيخ الأزهر مثلا يعينه رئيس الدولة بمرسوم جمهوري ، وهكذا سائر رؤساء مجالس الإفتاء والمتصدين للشؤون الدينية في سائر الدول الإسلامية .\r\nفالحوزة العلمية لدى علماء الإمامية بجميع مكوناتها من فقيه مرجع مجتهد وأساتذة علماء وطلاب ومناهج دراسية وأنظمة مالية ، بقيت مستقلة منذ نشأتها حتى اليوم عن السلطات السياسية\r\n\r\n","description":"","footnote":"","page_name":" 138 ","page_number":139},
  {"content":"\r\n\r\nالمتعاقبة على الحكم سواء كان في العراق أو في الدول المجاورة للعراق وستبقى هكذا إن شاء الله تعالى ، بفعل الضوابط المتينة التي تؤطر عمل وسير الحركة العلمية ، وهذا ما يجعلها حرة في حركتها ، متحررة عن أية وصاية أو أي ارتباط مشبوه قد يؤدي إلى مسلكية معنيه تحرف الحكم الشرعي عن طريقة وتحوله إلى سلك خاضع لإرادة السلطة .\r\nفعلى سبيل المثال نجد في زماننا المعاصر كم حاول النظام الحاكم في العراق الضغط على مراجع الدين الشيعة في النجف الأشرف لاستصدار فتوى تدعو للقتال ضد إيران في حرب السنوات الثمان فلم يفلح في ذلك ولذا دفعت الحوزة العلمية ثمنا باهضا جراء استقلاليتها فذهب عشرات العلماء ضحية تغطرس النظام الذي حاول استمالة الحوزة باي شكل من الأشكال أو إرهابها وكان مصير محاولاته الفشل .\r\nبخلاف دول آخرى كالسعودية مثلاً فإنها تستطيع وبسهولة استصدار فتوى من ( ابن باز ) لاستقدام القوات الأمريكية وغيرها من الدول الكافرة للحرب ضد العراق وأي فتوى أخرى ترغب السلطة فيها .\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":140},
  {"content":"\r\n\r\nومسألة استقلالية المرجعية الدينية عن حكام الجور والسلاطين من المسائل ذات الأهمية القصوى ، والبحث فيها يتطلب المزيد من الدقة والتأمل لعلنا نوفق لبيان جانب منه إن شاء الله تعالى . والسلام عليكم .\r\n( وكتب بشير بتاريخ 5 - 1 - 2001 ، العاشرة والثلث مساء :\r\nلاشك في لزوم استقلالية رجال الدين وعلمائهم والقيادة الدينية والأنظمة الدينية المتعلقة بهم عن الحكومات والسلطات ، سواء في كانت في بلادهم أو خارج البلاد ، ولا فرق بين أن الحكومة كانت مسلمة أو اسلامية أم غير ذلك ، كما لا فرق بينما أن رجال الدين كانوا متصدين للحكم والسلطة أم لا ، فعلى كل حال يلزم أن يبقى نظام الدين ورجاله ومتعلقاته مستقلاً عن الحكومات . وهذا أمر يحتاج إليه جميع المذاهب وجميع فرق المسلمين .\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":141},
  {"content":"\r\n\r\n\r\nالفصل الخامس : رد شبهات أحمد الكاتب على التقليد والمرجعية\r\n( كتب المدعو أحمد الكاتب ، وكان يكتب باسم ( noon 11 ) في شبكة هجر الثقافية بتاريخ 3 - 7 - 2001 ، الحادية عشرة صباحاً ، موضوعاً بعنوان : ( التقليد مصطلح أصولي جديد على الفقه الاسلامي ؟ ؟ ) ، وقد ناقشه عدد من الكتاب الشيعة ، ولا يتسع المجال لايراد جميع مناقشاتهم ، فنختار منها ما يلي . . قال أحمد الكاتب :\r\n( التقليد من الأمور التي يتميز بها الامامية ولا زلت أبحث عن جذورها ومدى مشروعيتها وعلى حد علمي القاصر :\r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":142},
  {"content":"\r\n\r\n1 - أول من أفرد باباً للتقليد هو صاحب العروة الوثقى ، إذ لا نجد له ذكراً في كتب الشيعة المهمة حتى كتاب وسائل الشيعة ، وهو أفضل ما صنف عند الإمامية ، لم يفرد له باًبا خاصاً .\r\n2 - أغلب الأدلة المطروحة للاستدلال عليه هي أدلة عقلية فلسفية ، ولم توفق أي محاوله لتأصيلها الشرعي ، حتى ذكر السيد الخوئي بأن الدليل على وجوب التقليد هو دليل عقلي لا شرعي .\r\n3 - التقليد أكسب الشيعة تنظيماً متميزاً بين الطوائف ، مما عاد عليهم بثماره الجنية \" كثورة التنباك ، والثورة الإيرانية \"\r\n4 - من مساوئ التقليد أنه قضى على تطور الخطاب الديني الفقهي ، فلا نجد أحداً من المجتهدين في \" الرسائل العملية \" يكلف نفسه بذكر الأدلة الشرعية من الروايات والأحاديث المعتبرة ، مما جعل المقلدين يعتقدون بقدسية الاحكام الفقهية الضعيفة ، ويقبلون استحسانات وأخطاء الفقهاء من دون مساءلة أو احتجاج \" فالراد على المجتهد كالراد على الله \" ) . انتهى .\r\n( وكتب الكاظميني بتاريخ 3 - 7 - 2001 ، الثانية عشرة وعشر دقائق :\r\n\r\n","description":"","footnote":"","page_name":" 142 ","page_number":143},
  {"content":"\r\n\r\nالأخ الكريم :\r\nرجوع الجاهل إلى العالم واجب ، وينقسم هذا الواجب إلى ثلاث أنواع : الأول : وجوب شرعي .\r\nالثاني : وجوب عقلي من باب شكر المنعم .\r\nالثالث : وجوب فطري من باب دفع الضرر .\r\nومسألة التقليد هي باختصار رجوع الجاهل إلى العالم . وهذا الأمر كان موجوداً في زمان الأئمة عليهم السلام . وإذا قبلنا أن رجوع الجاهل إلى العالم فلا فرق بين أن نصنفها تحت إحدى هذه العنوانين التي ذكرتها بالبداية .\r\nوأما كلامك حول الفتاوى وكأنها مقدسة فأقول : نعم هي مقدسة ، لأن مصدرها القرآن والسنة ، وليست من وحي الخيال .\r\nوأما عدم ذكر الدليل فهذا أمر موكول إلى الكتب المطولة في الاستدلال الفقهي ، فيمكن لمن يملك معرفة كافية في فهم علم الأصول والقواعد أن يراجع هذه الكتب فإنها ليست كتب محكورة على العلماء ، وإنما يستطيع أي إنسان إن يتناولها .\r\nوأما رواية السيد الخوئي في كون التقليد دليل عقلي وهو من باب شكر المنعم ، فله مبناه العلمي ، وكما أن السيد الحكيم\r\n\r\n","description":"","footnote":"","page_name":" 143 ","page_number":144},
  {"content":"\r\n\r\nقدس سره الشريف يرى أن الوجوب فطري من باب دفع الضرر وله مبناه ، ولك مراجعة كلام السيدين .\r\nكما أني أتمنى بل أطلب منك أن لا تتسرع بالحكم بالنسبة إلى التقليد ، ولك مراجعة الأدلة الخاصة بالتقليد .\r\nوإني أرى واقعاً نزاعك نزاع لفظي ، فإن شئت لا تسمي التقليد بالتقليد وإنما سمه برجوع الجاهل إلى العالم ، أو سمه بما تشاء ، فالمحصلة واحدة .\r\n( وكتب العاملي بتاريخ 03 - 07 - 2001 ، السادسة عصراً :\r\nمع الأسف أن الأخ نون . . لا يفرق بين الاسم والمضمون . . وقد أجاد الأخ الكاظميني . . فإن قصدت التسمية فلا مشاحة في الأسماء . . وإن قصدت الدعوة إلى ترك التقليد . . فأنت تدعو الشيعة إلى تقليدك في ذلك ! !\r\nوأراك تستهين بالأدلة العقلية ، وتسميها الأدلة الفلسفية وتحاول فرضها في مقابل الأدلة النقلية . . فهل تعرف أن لله تعالى على عباده حجتين حجة باطنة هي العقول ، وحجة ظاهرة هي الرسل ، فحجية العقل القطعي كحجية الأنبياء والأوصياء صلوات الله عليهم .\r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":145},
  {"content":"\r\n\r\nوأسألك عن أفكارك التي تدعو إليها . . كم واحدة منها عقلية . . وكم منها النقلي ؟ ! ثم أراك ما زلت مصرا على شعارك :\r\n( لا يوجد حق مطلق ولا باطل مطلق إنما هي أفكارنا بنات عقولنا ) وهو شعار ليس نقلياً قطعاً . . وليس عقلياً قطعاً . . بل إن قاعدتك المزعومة هذه . . نسبية غربية مردودة . .\r\nفإن شملت نفسها فقد سقطت . . وإن استثنت نفسها . . فقد سقطت ! !\r\nلكن يظهر أنك مصر على ما زينته لك نفسك ، وإن خالف العقل والنقل !\r\n( وكتب كمال بتاريخ 04 - 07 - 2001 ، الخامسة صباحاً :\r\nالاخوة المحترمون :\r\nإن التقليد أمر لا يختص بالشيعة ، بل الشيعة اختص عوامهم بالتقليد ، أما غير الشيعة فإن علمائهم مقلدة بعد أن أصدرت الحكومة العباسية أوامرها بالاقتصار على اجتهاد الفقهاء الأربعة .\r\nوأما حصر الناس بالتقسيم إلى : مجتهد ، محتاط ، مقلد ، فهو حصر عقلي .\r\n\r\n","description":"","footnote":"","page_name":" 145 ","page_number":146},
  {"content":"\r\n\r\nفمن لم يكن مجتهداً ولا محتاطاً وجب عليه الرجوع إلى من له أهلية الفتوى ، والا كان متقولاً على الله بلا علم .\r\n( وكتب أحمد الكاتب بتاريخ 04 - 07 - 2001 ، الثامنة إلا عشر دقائق صباحاً :\r\nالأخ الكاظميني : قلت ( رجوع الجاهل إلى العالم واجب . . )\r\nأقول : ما ذكرته يدخل في عموم الموضوعات العامة المطلقة والوجوب المذكور يحتاج إلى تفصيل يتسع باتساع معنى العلم والجهل ، لهذا فعبارتك عبارة فضفاضة ، وأول ما يشكل عليها هو تخصيص هذه القاعدة العقلية لعلم الفقه وتخصيصها بالذات في \" العوام \" و \" المجتهدين \" ، إذ لا نجد نفس الفتوى تنطبق على الفقيه حين يفتي في الأمور الطبية والاقتصادية والفلكية وهو لم يتعلم القدر الكافي منها فهل الوجوب يشمل غيره للرجوع اليه ولا يشمله للرجوع إلى غيره ! ! ! مفارقه عجيبة !\r\nقلت : ( ومسألة التقليد هي باختصار رجوع الجاهل إلى العالم وهذا الامر كان موجود في زمان الأئمة عليهم السلام . . . )\r\nأقول : لو كانت مسألة التقليد مفتوحه بهذا الشكل المبسط لما اعترضنا عليها ، إذ أن الجاهل يجب عليه اتباع العالم أياً كان إن\r\n\r\n","description":"","footnote":"","page_name":" 146 ","page_number":147},
  {"content":"\r\n\r\nوثق في علمه ، ولكن لماذا لا يحوز اتباع العلماء الأموات ؟ أليسوا علماء ؟ ولماذا يبطل عملك ويذهب هباءا منثورا إذا لم تتبع الأعلم من العلماء ؟ وغير ذلك من المسائل التي جعلت من عملية التقليد منفذاً لبث الفرقة والشقاق والحسد بين العلماء وأتباعهم ؟\r\nقلت : ( نعم هي مقدسة لأن مصدرها القرآن والسنة وليست من وحي الخيال . . . )\r\nأقول : الفتوى هي فهم العالم للدليل فلا يجب أن تقدس بلحاظها الذاتي لأنها فهمه الخاص ، وفهم العالم يعبر عن وجهة نظره لا عن وجهة نظر الاسلام \" لأنه ليس نبياً أو مفوضاً عن النبي \" ومن هذا المنطلق تكون الساحة مفتوحه أمام العلماء والباحثين للادلاء بآرائهم في المسائل الاجتهادية ، وهذا ما لا يتوافق مع قدسية آراء العلماء ، إذ لا قدسية في الحوار .\r\nأما قولي بعدم ذكر الدليل فهذا قد أثر كثيراً في تخلف الخطاب الديني الشيعي ، فمن المعلوم أن المسلم يتبع الدليل مستعيناً بفهم العالم ، والحاصل الآن أن كلام العالم أصبح في النفوس مثل كلام المعصوم ، وهذا ما يخلق المشاكل والفتن بين الأتباع .\r\nقلت : ( وأما روية السيد الخوئي في كون التقليد دليل عقلي وهو من باب شكر المنعم فله مبناه العلمي . . . )\r\n\r\n","description":"","footnote":"","page_name":" 147 ","page_number":148},
  {"content":"\r\n\r\nوأقول : لا اعتراض لدي ، وإنما استشهدت بأحدهما ، وأما دور العقل في تشريع الأحكام ففيه كلام آخر ، فالشرع لا تضعه العقول بل تفهمه . .\r\n( وكتب الفاطمي بتاريخ 4 - 7 - 2001 ، الخامسة ودقيقتان عصراً :\r\nننصح البعض بالرجوع إلى الدورات الفقهية لمراجعنا ليرى كيف يناقشون أسانيد الروايات وبعدها فليقل : \" مما جعل المقلدين يعتقدون بقدسية الأحكام الفقهية الضعيفة ويقبلون استحسانات وأخطاء الفقهاء من دون مساءلة أو احتجاج \"\r\nأو . . فليذهب إلى بعض الكتب الحديثية أو ما تسمى بالصحاح ليرى . . كيفية الطعن بالنبي صلى الله عليه وآله والتجاسر عليه ! وبعدها . . فليرى على أي الكتب ينطبق قوله أعلاه ؟ ! و . . ستبدي لك الأيام ما كان خافياً ! !\r\n( وكتب الكاظميني بتاريخ 4 - 7 - 2001 ، التاسعة والنصف مساء :\r\nالأخ نون المحترم . بدايةً أشكر لك هذا النقاش الممتع العلمي .\r\n\r\n","description":"","footnote":"","page_name":" 148 ","page_number":149},
  {"content":"\r\n\r\nوأحب أن أقول : بعد ثبوت أن الله سبحانه لم يخلق العالم عبثاً وبعد الفراغ من أن المولى جل وعلا كلفنا بأمور ويجب علينا امتثالها . . يكون الكلام في طرق الامتثال . فنحن نعلم على نحو الاجمال أن الله سبحانه قد كلفنا بواجبات وأمرنا الاجتناب عن المحرمات ، وللوصول إلى تلك الأحكام التي فرضها الله علينا لافراغ الذمة من تلك التكاليف الشرعية ، وجب علينا ان نسلك طريقا من أحد ثلاث . . الأول ، الاجتهاد وهو استفراغ الوسع لاستنباط الحكم الشرعي من موارده المقررة ( القرآن ، السنة ، الاجماع ، العقل ) .\r\nالثاني ، الاحتياط وهو بأن يتحفظ على التكليف في مورد احتماله ، سواء قامت عليه الحجة أم لم تقم ، وهذا الطريق يتعسر على أكثر الناس .\r\nالثالث ، بأن يرجع المكلف فيما لا يعرفه من الاحكام للمجتهد العالم بها الذي يأخذها من أدلتها الشرعية والعقلية المعتبرة ، فيعمل بفتاواه فيها ، وهذا الطريق متيسر لعامة الناس .\r\nوكما بينت لك أخي الكريم إن تنجز الأحكام الشرعية في ذمة المكلف ولو على نحو الاجمال ، تستدعي الفراغ اليقيني لإبراء\r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":150},
  {"content":"\r\n\r\nالذمة من هذه التكاليف وهذا بحكم العقل . اي كما أنه حصل لنا العلم بالاشتغال فكذلك يجب تحصيل العلم بالفراغ بامتثال التكاليف التي يعلم اشتغال الذمة بها .\r\nوالتقسيم الذي ذكرته لك بالمقالة السابقة إنما هو تقسيم عقلي في معنى الفراغ اليقيني المنحصر بالثلاث التي ذكرناها ، وهي الاجتهاد والاحتياط والتقليد . والدليل عليه هو التالي . . .\r\n( وكتب ملك الظلام بتاريخ 7 - 7 - 2001 ، السابعة والنصف مساء :\r\nكلامك يا أخ نون . . . ليس فيه أي دليل على عدم جواز التقليد ، فأنت تبني المسألة على عدم قيام المرجع بالتدليل على قوله . . . وكأنك استنبطت أن المرجع يتهرب من ذكر الدليل . . . وهذا واضح من قولك ( وكانوا يقصدون بالتقليد أي الأتباع بدون دليل كما هو حاصل الآن ) . . . ولا أقول لك سوى أن الرسائل العملية معروفة بأنها مجردة من الدليل للاختصار لاغير . .\r\n( وكتب الكاظميني بتاريخ 7 - 7 - 2001 ، الثامنة والثلث مساء :\r\nالأخ المحترم :\r\n\r\n","description":"","footnote":"","page_name":" 150 ","page_number":151},
  {"content":"\r\n\r\nلو راجعت ما كتبته لك لوجدت أن التأصيل لمسألة التقليد كان منذ زمان الأئمة عليهم السلام ، ولا يحتاج إلى بيان أكثر وإنما يحتاج إلى مراجعة منك .\r\nوأما بالنسبة إلى الروايات التي تدل على جواز التقليد فهي كثيرة ، وقد ذكرت لك ثلاث روايات لم تجبني إلا على واحدة ، وحتى جوابك على الواحدة فيه ما فيه ، حيث أن الافتاء المذموم هو الافتاء بدون علم ، وهذا ليس مقصوراً على الامامية ، بل هو متبنى كل الطوائف الاسلامية دون استثناء . . .\r\nقال العاملي :\r\nهنا مشاركات متعددة من السيد الكاظميني والفاطمي وملك الظلام ، ناقشوا روايات أحمد الكاتب التي جاء بها في ذم التقليد ، وبينوا له أنها في أصول الدين لا في فروعه ، وفي القول بالرأي مقابل الاعتماد على المتاب والسنة والأدلة المعتبرة . . وأتوا لأحمد الكاتب بعدد من الروايات الواردة في الاجتهاد والتقليد . .\r\n( ولكن أحمد الكاتب لم يقتنع فكتب بتاريخ 11 - 07 - 2001 ، الثامنة والربع مساء :\r\nالأخ الكاظميني ( وهو يكتبها دائماً الكاضميني بالضاد ! ) :\r\n\r\n","description":"","footnote":"","page_name":" 151 ","page_number":152},
  {"content":"\r\n\r\nأعتقد أننا مختلفان في فهم معاني الافتاء والرأي والاجتهاد والتقليد ، الواردات في الروايات ، ولعلك انطلقت مستميتاً لتأويل المعاني الواردة حتى لا تتعارض مع ما تريده ، فالافتاء المنهي عنه هو الافتاء بغير علم ، بينما إذا ورد الأمر بالافتاء فتؤوله بأنه يعني كالاجتهاد الحاصل الآن ، والرأي هو الرأي المأخوذ خارج الروايات ، والاجتهاد هو الاجتهاد مقابل النص ، والتقليد هو متابعة العلماء المنحرفون ، وأن ورد الأمر به فهو بمعنى التقليد الحاصل الآن .\r\nأنا أرى ذلك مجانبة للموضوعيه ، وتحيز واضح لما تريد إثباته مسبقاً !\r\n( وكتب العاملي بتاريخ 11 - 7 - 2001 ، العاشرة والربع صباحاً :\r\nنصيحة أخوية يا أخ نون . . إذا أردت أن تفتح موضوعاً علمياً . . فاقرأ حوله . . ولا تكتب على بعل . . يعني على ديم . .\r\nعنوان موضوعك يدل على أنك لم تعرف أن التقليد مصطلح فقهي أو أصولي . . وكلامك فيه . . يدل على أنك لم تقرأ كتاباً واحدا في الموضوع ، مثل كتاب الاجتهاد والتقليد للسيد الخوئي\r\n\r\n","description":"","footnote":"","page_name":" 152 ","page_number":153},
  {"content":"\r\n\r\nمثلاً . . ومؤلفات فقهائنا وفقهاء السنيين في الموضوع ، قد تزيد على مئة كتاب ورسالة . .\r\nذلك أنك لم تفرق بين التقليد\r\n\r\n","description":"","footnote":"","page_name":" 153 ","page_number":154},
  {"content":"\r\n\r\nفي أصل الاعتقاد بالدين المنهي عنه . . والتقليد في معرفة معالم الدين وأحكامه المأمور به في مثل قوله تعالى : فاسألوا أهل الذكر . . والمعمول به في كل مجتمعات العالم بالرجوع إلى أخل التخصص . .\r\nكما يدل كلامك على أنك لا تعرف ماذا تريد . . وما هو البديل عندك وأنت تدعو إلى رفض التقليد . . هل تدعو الشيعة إلى ترك تقليد مراجعهم وتقليدك أنت . . أو تدعوهم إلى أن يصيروا مجتهدين اجتهاداً ديمياً ؟ !\r\nفارحموا الناس فيما تقدمونه لهم . . ولا تشككوهم فيما لا علم لكم به . .\r\nإلا اتباع الظنون ، والاحتمالات ، والأوهام .\r\n( فكتب أحمد الكاتب بتاريخ 12 - 07 - 2001 ، الخامسة صباحاً :\r\nالأخ العاملي :\r\nأنا معك فعلمي لا يرقى إلى علمكم ، لذلك أرجوكم الإفادة وأطلب منكم الرفادة . أما ما قلت ذلك أنك لم تفرق بين التقليد في أصل الاعتقاد بالدين المنهي عنه . . والتقليد في معرفة معالم الدين وأحكامه المأمور به في مثل قوله تعالى : فاسألوا أهل الذكر . . والمعمول به في كل مجتمعات العالم بالرجوع إلى أهل التخصص . .\r\nفأقول : إن معالم الدين لا تأخذ ممن يصيب ويخطئ ، بل يجب أن تأخذ من المعصوم ؟ أليس كذلك ؟ وأهل الذكر هم المعصومون الأربعة عشر ، فهل تدعو إلى اتباع الظن وهو الذي لا يغني من الحق شيئا ؟ !\r\nوتقول : وما هو البديل عندك وأنت تدعو إلى رفض التقليد . . هل تدعو الشيعة إلى ترك تقليد مراجعهم وتقليدك أنت . . أو تدعوهم إلى أن يصيروا مجتهدين اجتهاداً ديمياً ؟ !\r\nوأقول لك : أنا لا أرفض فكرة التقليد ، ولكن أرفض أن تكون جزءا من الشريعة ، وأن تلبس لباس الحرام والحلال ، وهب ليست كذلك بالامكان الدعوة إلى التباع والتنظيم بعيداً عن تشريع أحكام جديدة لا أصل لها . وأنت قلت بنفسك ان ( ( وما هو البديل عندك وأنت تدعو إلى رفض التقليد . . ) )\r\nأي إن هذا التساؤل كان دافعاً لتبلور مسألة التقليد عند الإمامية .\r\n\r\n","description":"","footnote":"","page_name":" 154 ","page_number":155},
  {"content":"\r\n\r\nقال العاملي :\r\nوبما تقدم . . اتضح أن أحمد الكاتب لم يستوعب مسألة الاجتهاد والتقليد ، لا عند الشيعة ولا عند السنة . . وأن مفهومها أساساً لم يتبلور في ذهنه . .\r\nأما عند الشيعة الإمامية فالاجتهاد والتقليد ، مبني على أدلة قطعية من الكتاب والسنة والاجماع والعقل . . حاله حال بقية عقائدهم وفروعهم والحمد لله . . وليس مبنياً على التخرص والتظني كما رأينا من أحمد الكاتب . . ومن قلدهم !\r\n( (\r\nالحساسية المفرطة من المرجعية الشيعية\r\n( كتب أحمد الكاتب في شبكة هجر الثقافية بتاريخ 21 - 7 - 2001 ، الثامنة صباحاً موضوعاً بعنوان ( هل أنتم مع تقسيم الناس إلى عامي وغير عامي ؟ ) ، قال فيه :\r\nيا ترى من قسم الناس هذا التقسيم الجائر ؟ ! وهل هذا التقسيم لا زال حياً في عصر العولمه وثورة الاتصالات ؟ !\r\n\r\n","description":"","footnote":"","page_name":" 155 ","page_number":156},
  {"content":"\r\n\r\nهل يجب أن يختفي من أذهان الفقهاء الأسلوب القديم في التعامل مع الناس الأميين الذين لا يقرؤون ولا يكتبون ، ليحل محله أسلوب جديد يحكمه احترام الآخرين ومخاطبتهم بالدليل ؟\r\n( وكتب العاملي بتاريخ 21 - 7 - 2001 ، التاسعة إلا ربعاً صباحاً :\r\nسلم الله ذهنك يا أخ أحمد ، لماذا هذه الحساسية من الأسماء الطبيعية ؟ ! فمن الطبيعي أن نقول : المكلف بالأحكام الشرعية إما عامي يعني عادي من عوام الناس ، لا يعرف الأحكام . وإما مجتهد . . أو محتاط . .\r\nوإذا كنت تريد أن تشمل بثورتك العظيمة التسميات . . فلماذا تقتصر على المطالبة بحق الناس في مقابل المجتهدين فقط ؟ !\r\nلابد أن ترفض مصطلح ( طبيب ومراجع ) فتقول مثلاً :\r\n( طبيب ودفاع فلوس ) ! وتقول ( الموظف وسيده المراجع ) وتقول ( المحامي وضحيته المظلوم ) وتقول ( الحاكم وضحاياه المحكومين ) وتقول :\r\n( الكاتب . . وضحاياه القراء ) ! ! !\r\nوساخط . . وضحاياه كل المسخوط عليهم ! !\r\n\r\n","description":"","footnote":"","page_name":" 156 ","page_number":157},
  {"content":"\r\n\r\nوكتب أبن أبي التراب بتاريخ 21 - 7 - 2001 ، العاشرة والثلث صباحاً :\r\nأخي الكريم :\r\nما علاقة الفقه بالعولمة وثورة الاتصالات ؟ ! أم أنك تظن أن مجرد حصولك على ديسك برامج فقهية ، فأنت أصبحت فقيهاً ؟ ! !\r\n( وكتب ( The student ) بتاريخ 21 - 7 - 2001 :\r\nالأخ نون ، يظهر من كتاباتك أنك غير راض عن التقليد والمقلدين .\r\nومن خلال متابعتي لكتاباتك أشعر أن فيها أمراً مهماً حول المنهج الفقهي الشيعي لابد أن يعلم ، ولكني غير قادر على فهم ما تريد ان تقول بحكم عدم تخصصي فلو تختصر القضية وتعطينا البديل عن التقليد . وشكراً .\r\n( وكتب ( moon light ) بتاريخ 21 - 7 - 2001 ، الثانية عشرة ليلاً :\r\nإذا وقفنا عند كل مسمى فلن نخلص أبداً . . ! !\r\nفماذا تعني كلمة عميل في البنك ، وماذا تعني كلمة عميل في السياسة ، الكلمة واحدة ع م ي ل أربعة حروف فقط ، لكن المعنى مختلف جداً . .\r\n\r\n","description":"","footnote":"","page_name":" 157 ","page_number":158},
  {"content":"\r\n\r\nمن الطبيعي أن لكل مهنة بعض المصطلحات ، لا يجب علينا التحسس منها أبداً .\r\n( وكتب أحمد الكاتب بتاريخ 22 - 07 - 2001 ، العاشرة مساء :\r\nوما هي حدود التخصص في نظركم ؟\r\nوأفهم من كلامكم أن الدبن أصبح مهنة كباقي المهن \" الطبيب والمحامي . . \" هل هذا صحيح ؟\r\n( وكتب الصيف بتاريخ 23 - 07 - 2001 ، الحادية عشرة صباحاً :\r\nهل أنتم مع تقسيم الناس إلى عامي وغير عامي ؟\r\nيا ترى من قسم الناس هذا التقسيم الجائر . . أنت الخصم والحكم ؟\r\nأنا مع التقسيم . . كل له اختصاص ، وليس بعيب أن نكون عوام في هذه المسألة ، لأنها عين الحقيقة .\r\nولقد طرحت موضوعاً في واحة أخرى من حوالي الشهر عن تعدد الأدوار وأعتقد ان هذا التقسيم ينطبق عليه ، فمثلاً أنا متخصص في العلوم الطبيعية ولكني عامي في أمور الهندسة . . وهكذا . .\r\n\r\n","description":"","footnote":"","page_name":" 158 ","page_number":159},
  {"content":"\r\n\r\nصحيح أنه لاكهنوت في الاسلام ، ولكن هناك أفاضل متخصصون في ذلك ، ويجب علينا احترامهم وتسميتهم بما يليق ، وهذا لا ينتقص حق الآخرين ، سواء قلنا عنهم عاميين أو غير ذلك .\r\n( وكتب أحمد الكاتب بتاريخ 24 - 7 - 2001 ، التاسعة صباحاً :\r\nالصيف :\r\nإذا كان كما تقول فلا تدعوا أحدا من أهل المذاهب الأخرى لمذهب أهل البيت ، فهو مثلك يقلد علماءه ، وبترك هذه الأمور للمتخصصين . وبذلك فهو معذور أمام الله .\r\n( وكتب ظافر بتاريخ 2 - 07 - 2001 ، الخامسة والنصف عصراً :\r\nعلى مهلك يا أحمد . . من قال إن التسمية جائرة ؟\r\nأوما قرأت بل أو ما سمعت : من كان ( من الفقهاء ) مخالفاً لهواه مطيعاً لأمر مولاه ، فعلى العوام تقليده . بالمناسبة عامي مفرد عوام . .\r\n\r\n","description":"","footnote":"","page_name":" 159 ","page_number":160},
  {"content":"\r\n\r\nثم لماذا هذه الحساسية من هذه المفردة ؟ لو سألوني عن مقدار علمي في هندسة الألكترون ، لأجبتهم بلا تردد : إنني لا أعلم شيئاً .\r\n( وكتب ملك الظلام بتاريخ 24 - 7 - 2001 ، الثامنة والنصف مساء :\r\nللأسف يا أخ أحمد الكاتب . . . أنت كما كنت سابقاً . . تثير بعض الكلام الفارغ وتدعي الكثير من الأمور التي لا أساس لها إلا في ذهنك . . . وعندما تجاب برد لا يمكنك مجابهته . . . تتهرب من الاعتراف بذلك . . . وتطرح أسئلة أخرى ! !\r\nيا أخوان . . . الأخ أحمد ( نون ) يفتح الكثير من المواضيع ولا يستمر في نقاشها . . . يجيب إجابات لا معنى لها ، ويبقى على عادة فتح المواضيع والردود التي يتضح فيها التهرب . . . أرجو منكم أن نقف مع بعضنا البعض ونطلب من المشرفين عدم السماح له بفتح مواضيع أخرى قبل إنهاء هذه المواضيع التي يفحم فيها !\r\nلآن . . . نفس الأسلوب الذي رأيناه منه سابقا ً . . . تهرب وادعاءات . . .\r\nلا بد من وضع حد لها . . . ودمتم .\r\n\r\n","description":"","footnote":"","page_name":" 160 ","page_number":161},
  {"content":"\r\n\r\nكتب أحمد الكاتب بتاريخ 25 - 07 - 2001 ، السادسة والنصف : شكراً جزيلاً يا ملك الظلام . وأرجو مراجعة موضوع \" الأعلمية بين الممكن والمستحيل \" لنرى من يترك المواضيع بدون أن ينهيها والحمد لله أنك لم تكن مشرفاً لهذه الواحة .\r\n( وكتب ظافر بتاريخ 25 - 07 - 2001 ، السابعة والربع صباحاً :\r\nمالك يا أحمد ، ألم تقرأ ؟ أولم تسمع ؟ !\r\nيبدو أنك لم تقرأ ما كتبت لك ، وإلا فأي موضوع ينفع مراجعته أمام ما ذكرت لك ؟ يا أخي إن ما ذكرته لك هو قول المعصوم عليه السلام ، لذلك أرجو أن تعيد النظر بمقالتك أن التسمية جائرة . . هدانا الله وإياك إلى طريق الحق .\r\n( وكتب د . ابن النفيس بتاريخ 25 - 07 - 2001 ، الثامنة صباحا : تحية . أنا لا أدري الأخ أحمد مستاء من التسمية لماذا ؟\r\nمجال التخصص يفرض الأمر الواقع ، وهو من سيرة العقلاء ،\r\nمثلاً . . العامي في المصطلح الفقهي هو لكل من هو غير مجتهد أو محتاط ويمكن تطبيق ذلك على مجالات أخرى . .\r\n\r\n","description":"","footnote":"","page_name":" 161 ","page_number":162},
  {"content":"\r\n\r\nزيد من الناس مجتهد في الفقه ، ولكنه عامي في الهندسة التحليلية والمقاولات والكمبيوتر . .\r\nعمرو من الناس مجتهد في طبه وطبابته ، ولكنه عامي في الفقه والهندسة والكمبيوتر . . وهكذا في كل التخصصات . .\r\nإذا كان المسمي قد أزعجك فقم باختراع تسميات جديدة ثم اطرحها على ذوي الاختصاص وبدون زعل ، وكن ديموقراطياً بالوسيلة وليس بالتشريع .\r\nتحية للجميع .\r\n( وكتب أحمد الكاتب بتاريخ 19 - 08 - 2001 ، العاشرة وعشر دقائق صباحاً :\r\nالاخوة الأعزاء :\r\nأراكم تؤيدون أن ينحصر كل واحد في تخصصه وتعيبون على من امتدت يده إلى تخصص غيره ، ولكن هلا أجبتموني لماذا لا يلام الفقهاء على تعديهم على تخصصات غبرهم كا لسياسة والإدارة ؟\r\nهل يمكن لفقيه أمضى حياته بين كتاب الطهارة وكتاب الإرث ، أن يكون سياسياً ماهراً أو مرجعاً في إدارة شؤون الملايين من الشيعة ؟\r\n\r\n","description":"","footnote":"","page_name":" 162 ","page_number":163},
  {"content":"\r\n\r\nهل هذا احترام للتخصص ؟\r\nوكتب ملك الظلام بتاريخ 19 - 8 - 2001 ، العاشرة والنصف صباحاً :\r\nمثلك . . . من المتهربين والمتقافزين . . . يا أخ أحمد . . لا يحق له أن يقول . . . ( شكراً جزيلاً يا ملك الظلام وأرجو مراجعة موضوع \" الأعلمية بين الممكن والمستحيل \" لنرى من يترك المواضيع بدون أن ينهيها والحمد لله أنك لم تكن مشرفا لهذه الواحة ) ! !\r\nإرجع إلى الموضوع وانظر إلى من تهرب . . .\r\nhttp : / / forum . hajr . org / showthread . php ? threadid = 23560 \u0026 pagenumber = 2\r\n( أرجو من المشرف على الواحة وضعه في الأرشيف . .\r\nأحمد ) . . . أين إجاباتك على الإشكالات التي طرحت . . . يا أخ في ذلك الرابط . . ؟ !\r\nلا إجابات . . . مجرد تهرب وتقافز . . . اعتدنا عليها من مثلك . . .\r\nثم تفضل . . يا أخ . . . وافهم ولو مرة واحدة أن السياسي والإداري اكتسب خبراته في تلك المجالات من جراء التعامل مع الأوضاع والأمور والأشخاص . . . وهذا أمر يحصل مع العلماء بكثرة . . . واكتسبوا خبراتهم من ذلك . . . فها أنت . . . يا\r\n\r\n","description":"","footnote":"","page_name":" 163 ","page_number":164},
  {"content":"\r\n\r\nصحفي . . . تدعي الخبرة في السياسة والإدارة والدين . . . رغم عدم تخصصك في أي منهم . . .\r\nوفي هذا الموضوع . . . أساسه رأي المشاركين في التقسيم إلى عالم وعامي . . . لكنك لم تفتأ كالعادة لتحوله إلى وسيلة للطعن في العلماء . . . ظناً منك أنك أفضل منهم ، وأكثر دركاً للمسائل . . . مع هذا . . . يبقى الحكم لله . . .\r\nلا ترم الكلام على عواهنه . . . وقسه بميزان العقل . . . وراجع ردودك قبل أن ترمي شخصاً بالتهرب . . . وعد إلى مواضيعك التي تركك فيها المتناقشون لعلمهم بتهربك كفصيل من مدية الجزار . . .\r\nودمتم . . . وإياك وهذه الإدعاءات مرة أخرى . . .\r\n( وكتب أحمد الكاتب بتاريخ 21 - 08 - 2001 ، الثانية والنصف ليلاً :\r\nلا أدري من هو الذي يتهرب ولكن يمكنك الدخول والحوار وسوف ترى .\r\n( وكتب ملك الظلام بتاريخ 22 - 8 - 2001 ، الواحدة ليلاً :\r\nأثبت في الحوار . . . من دون تحوير . . . ولا تقافز . . . ولا كلام صحفي . . . ولا تهرب . . . وكان الله مع المحق . . . ودمتم .\r\n\r\n","description":"","footnote":"","page_name":" 164 ","page_number":165},
  {"content":"\r\n\r\nقال العاملي : وهرب أحمد الكاتب كعادته عندما يظهر ضعف أفكاره البائسة !\r\n\r\n","description":"","footnote":"","page_name":" 165 ","page_number":166},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 166 ","page_number":167},
  {"content":"\r\n\r\n\r\nختام . . لمصلحة من التشكيك في المرجعية . . ؟ !\r\n( كتب العاملي في شبكة هجر الثقافية بتاريخ 10 - 7 - 2001 ، السابعة صباحاً ، موضوعا بعنوان ( لمصلحة من . . تشتيت مرجعية الشيعة وحملات التشكيك فيها . . ؟ ! ) قال فيه :\r\nالمرجعية الشيعية من بركات النبي وأهل بيته الطاهرين . . صخرة عصية تحطمت عليها حملات عاتية عبر التاريخ . .\r\nولو أن المرجعية الشيعية خضعت كما خضعت مشيخة الاسلام التركية ، لكان وضع المسلمين اليوم أسوأ مما هو عليه بمراحل . .\r\nلا أريد أن أعدد إنجازات المرجعية الكبرى في تاريخ بلادنا . . بل أريد أن أؤكد أن وجود مرجع محترم يفتي فيسمع كلامه الشيعة . . يعتبر أمرا خطيرا عند أعداء الأمة وخصومها . . فهم متفقون خاصة بعد ثورة إيران على إنهاء المرجعية الشيعية إن استطاعوا . . والتشكيك فيها بما استطاعوا . .\r\n\r\n","description":"","footnote":"","page_name":" 167 ","page_number":168},
  {"content":"\r\n\r\nومع الأسف نرى أن فئة من المثقفين وأصحاب النظرة الضيقة يساعدونهم من حيث لا يشعرون . .\r\nليتهم يقدمون بديلاً معقولا لوضع المرجعية . .\r\nليتهم عندما ينتقدون لا يشخصنون النقاش . .\r\nليتهم ينظرون إلى الأمور بواقعية ومنطق الحكم الشرعي . .\r\nليتهم ينظرون إلى مسيرة الأمة الاسلامية وطاقتها الكبري\r\n( الشيعة ) بنظرة شمولية مستقبلية . . ويساعدون على الحفاظ على هذا المركز العلمي القيادي الشعبي ، المستقل عن كل الحكومات حتى الحكومات الشيعية . .\r\nليت . . ؟\r\n( وكتب الكاظميني بتاريخ 10 - 7 - 2001 ، الثانية عشرة والربع ليلاً :\r\nشيخي الجليل العاملي المحترم :\r\nإن ما تفضلت به من طرح ، فعلاً ما تعانيه الشيعة في هذه الفترة ، خصوصاً أنه بدأت هذه التشكيكات تصدر من بعض الشيعة الذين اشتبه عليهم الأمر فأخذوا ينظرون بواقعهم الخاص دونما النظر إلى واقع المرجعية التي خدمت المذهب طوال فترة الغياب ، فأصبحت هناك صيحات نسمع أصداءها بين الحين\r\n\r\n","description":"","footnote":"","page_name":" 168 ","page_number":169},
  {"content":"\r\n\r\nوالآخر تنادي بالمرجعية الحركية والمرجعية الحديثة والمرجعية الشبابية ! وغيرها من هذه المسميات التي تنم عن عدم إحاطة المنادي بتاريخ مرجعتينا المجيد ، خصوصاً أن هذه الصيحات ابتدأت خفافيش الفتن تصدح بها متأكلين على تلك العقول المتحجرة في الواقع ، مستغلين التخبط الفكري الذي يعيشه البعض ، فأصبح المتكلم عن الأعلمية الفقهية وبيان آراء الفقهاء بها متهم صاحب بالفتنة ، وأنه يرنو إلى تشتيت الشيعة وتمزيقهم وتفريق كلمتهم ، حيث بات الكلام حول المرجعية من الأمور التي يندى لها جبين الناس ، وكأن المرجعية المتوقعة أصبحت في كوكب آخر ، والكلام حولها يعد تعدي لخط الأحمر !\r\nلم نكن يوماً كما نحن اليوم ! فهذا تاريخ علمائنا في النجف الأشرف وفي قم المقدسة . . وما أراه إلا تاريخاً ناصع البياض مشرقاً مجيداً خالياً من تلك النعرات والحساسيات ، فكان في زمان واحد مرجعان أو أكثر في نفس المدينة وكان الذي يرجع إلى مرجع كان يكن الاحترام والتقدير للمرجع الآخر ولكل العلماء خلافاً لما هو اليوم .\r\nفإذا ناقشت أحدا حول أعلمية مرجعه اتهمت بأنك تروج لمرجعك ، وكأن المسألة مسالة تنافس سوقي ، وما أرى هذه\r\n\r\n","description":"","footnote":"","page_name":" 169 ","page_number":170},
  {"content":"\r\n\r\nالحالة إلا حالة يرثى لها ، وصانعها هم العوام الذين وضعوا نفسهم في أماكن غيرهم من ذوي الاختصاص !\r\nوهذا فعلا ما لمسته في السنوات القليلة الماضية فأصبح العامي يقرر أعلمية المرجع ، ويقرر أن فلان أهل للتقليد ! !\r\nلا يخفى على القارئ لو استمرينا في هذا المنوال سوف نتردى أكثر !\r\nأنا ادعو الناس خصوصاً الشباب أن يلتصقوا بالحوزة العلمية ومراجعة علمائها في كل صغيرة وكبيرة ، حتى تقوي الحوزة بهم ويقوى دينهم برجوعهم للحوزة . ودمتم لكل الخير .\r\n( وكتب المُحمدي بتاريخ 11 - 07 - 2001 ، الواحدة والربع صبحاً :\r\nأحسنتم وجزيتم خيراً مولانا العاملي .\r\nولكن بعضهم مع الأسف قد قرأ كتاباً أو كتابين أو سمع محاضرة أو محاضرتين ، ومن ثم بدأ ينظَّر لحال المرجعية الشيعية .\r\nاللهم أحيني محيا محمد وآل محمد . وأمتني ممات محمد وآل محمد .\r\n( وكتب الحقاني 11 - 07 - 2001 ، الواحد والنصف ظهراً :\r\nاللهم صلى على محمد وآل محمد . . .\r\n\r\n","description":"","footnote":"","page_name":" 170 ","page_number":171},
  {"content":"\r\n\r\nإخوتي الأفاضل وشيخنا العاملي جزاكم الله خيراً على ما تفضلتم به .\r\nوفى الحقيقة شيخنا الجليل بأن ما تفضلت به هاجسي وهاجس كل شيعي موال ولاية حقيقة لأهل البيت عليهم السلام .\r\nوللأسف هذا الواقع الذي نعيشه هذه الأيام ، والبعض بدأ يقدس العمامة فقط وتناسى أو نسي أن يقدس الفكر الأصيل والمنهج الصحيح الخالي من الشوائب ، والبعيد كل البعد عن العاطفة الزائدة أو الزاوية الضيقة كما تفلضتم .\r\nوحديثك بالحقيقة ذكرني باتفاقية شرم الشيخ التي عقدت في 95 أو 96 إن لم تخني ذاكرتي في أيام شن المقاومة الاسلامية حملاتها القوية ضد اليهود وكذلك التفجيرات الانتحارية في داخل القدس المحتلة ، حيث ذكر لي أحد السادة الأفاضل بأن من الاتفاقيات كيفية الدخول بين الشيعة ونشر البلبلة والطائفية بين الطائفة الواحدة ، وذلك قمة الابتلاءات التي ابتلينا بها .\r\nأسال الله العلي القدير بحق محمد وآل محمد أن يرد هذا الكيد إلى أعداء الأمة الاسلامية ، وأن يخرجنا من بين أيديهم سالمين وغانمين . . والله فوق كل ظالم . . .\r\n\r\n","description":"","footnote":"","page_name":" 171 ","page_number":172},
  {"content":"\r\n\r\nوكتب عزام بتاريخ 11 - 07 - 2001 ، الثانية بعد الظهر :\r\nالاخوة المحترمون ، السلام عليكم :\r\nلابد لنا من معالجة السبب في الحالة المرضية التي يعانيها الوضع الشيعي . وفي نظري أن السبب في ذلك يعود إلى جهل الشيعة بتاريخ المرجعية ودورها المشرف ، فالعلاج لابد أن يكون متناسباً مع أسباب المرض .\r\nوكذلك لابد من علاج للوقاية .\r\n( وكتب أحمد الكاتب بتاريخ 11 - 07 - 2001 ، الثامنة صباحاً :\r\nالمرجعية . . . فكرة تنظيمية ألبست لباساً فقهياً . لا أحد ينكر ما للمرجعية من فوائد عادت على الشيعة بل حفظت وجودهم ، فكل جماعه تفنى بدون قيادة . ولكن الملاحظ هو الطرح الايدلوجي الواضح للمسألة وتلبيسها اللباس الفقهي ، بل وجعلها مدار قبول الأعمال من عدمه .\r\nوأعتقد أن هذا المدخل هو نقطة الضعف التي ستقلل من قيمة المرجعية في نظر الأتباع ، ويكن مقارنتها بالطرح الايدلوجي لمسألة ولاية الفقيه وهو الحاصل في ابران . أرجو من الاخوة\r\n\r\n","description":"","footnote":"","page_name":" 172 ","page_number":173},
  {"content":"\r\n\r\nالابتعاد عن أدلجة موضوع التقليد والاجتهاد ومناقشته بعيداً عن المصالح الطائفية والفئوية .\r\n( وكتب العاملي بتاريخ 1 - 7 - 2001 ، العاشرة والنصف صباحاً :\r\nالأخ أحمد الكاتب ( نون 11 ) :\r\nلو أنصفت لقلت إن مرجعية الأنبياء والأوصياء والعلماء . . حاجةٌ طبيعية منطقية عقلائية لكل دين أنزله الله تعالى . . بل هي حاجة طبيعية لكل منهج أرضي يشتمل على نظرة معينة للكون والحياة والانسان وتشريعات لحياة الانسان . .\r\nولكن ( موتور ) ذهنك يعمل بطريقته الخاصة ، فنراك مغرماً بالرأي الشاذ مع الأسف . . ونراك تدعو لهدم البناء الطبيعي في الأمة ، ولا تقدم له بديلاً ! !\r\nيا أبا أمل . . أفرض أنه أسلم على يدك مدينة بكاملها في بريطانيا . . ألا يحتاج هؤلاء إلى من يبين لهم معالم دينهم وأحكامه ؟ ماذا تقول لهم ؟ هل تقول لهم : اجتهدوا أنتم واعرفوا تفاصيل عقائد الاسلام وأحكامه ؟\r\nهل تقول لهم : قلدوني أنا واتركوا المتخصصين من فقهاء الاسلام ؟\r\n\r\n","description":"","footnote":"","page_name":" 173 ","page_number":174},
  {"content":"\r\n\r\nبالله عليك ماذا تقول لهم ؟ ! !\r\n( وكتب ملك الظلام بتاريخ 11 - 7 - 2001 ، العاشرة والنصف مساء :\r\nكلامك يا أخ أحمد الكاتب ليس فيه ولا دليل واحد على ما تدعيه . .\r\nساند كلامك بالأدلة واطلع على الكتب قليلاً . . . وتعلم أن الطرق ثلاثة . . الاحتياط . . الإجتهاد . . التقليد . . لكنك مصر على الحصر طبقاً لما رأيته . . . ( وتلبيسها اللباس الفقهي بل وجعلها مدار قبول الأعمال من عدمه ) . . . واستعمال المصطلحات مثل ( إيديولوجية ) لا يصلح في مثل هذه المواضيع . . . لأن استعمالك له خاطئ . . . نظرياً وتطبيقياً . . . في الموضوع . . . لأنه ببساطة لا دخل له فيه !\r\nتفضل وعد إلى موضوعك ( الأعلمية بين الممكن والمستحيل ؟ ) . . . حديثنا هناك لم ينته . . . فقد أثبت بنفسك أنك لم تطلع على حيثيات المسألة . . . وأخذت تقول وتصفف الكلام . . . لكنك أدنت نفسك بنفسك . . .\r\nتم . . والحمد لله رب العالمين .\r\n\r\n","description":"","footnote":"","page_name":" 174 ","page_number":175},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 175 ","page_number":176},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 176 ","page_number":177},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" الغلاف 2 ","page_number":178}
  ]