[
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\nنگاهى نو به\r\nملاك حرمت ربا وحيل\r\nحضرت آيت الله العظمى گرامى ( مد ظله العالى )\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nشناسنامهء كتاب\r\nنام كتاب : نگاهى نو به ملاك حرمت ربا و حيل\r\nتأليف : حضرت آيت الله العظمى گرامى\r\nناشر : دفتر حضرت آيت الله العظمى گرامى\r\nنوبت چاپ : اول - تابستان 1387\r\nشمارگان : 3000\r\nشابك : 8 - 4 - 90947 - 964 - 978\r\nقيمت : 1100 تومان\r\nسايت دفتر : http : / / gerami . orj\r\nايميل دفتر : info @ gerami . orj\r\nتلفن هاى دفتر : 774399 - 7477 - 913 - 774\r\nدفتر فروش :\r\nانتشارات مشهور / ميراث ماندگار\r\nقم : خيابان ارم / پاساژ قدس / طبقه آخر - - پلاك 184 / ص . پ 3396 - 37185 / تلفن : 7831646 / فاكس 7730365 - 0251\r\nمشهد : چهار راه شهدا / پشت باغ نادرى / پاساژ گنجينه كتاب / طبقه اول پلاك 306 تلفن : 02244144\r\nاصفهان : مركز فرهنگى گلستان شهداى اصفهان / همراه : 09133097417 - 09133151551\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nپيش‌گفتار\r\nاقتصاد از مسائل مهم يك زندگى فردى و اجتماعى است . البته ما آن را زير بنا نمىدانيم ، چنان‌كه اساساً اصالت را به عمل نمىدهيم ، بلكه همان‌طور كه ظاهر آيات كريمه قرآنى است انديشه اصالت دارد ، نه عمل كه پرگماتيسم مىگويد ، و نه خصوص اقتصاد كه ماركسيسم مطرح مىكند ، ليكن بهر حال از مسائل مهم زندگى است ، تا آن جا كه روايات ما آورده كه : « من لا معاش له لا معاد له » ، اگر زندگى و اعاشه فراهم نباشد ، در نوع مردم معاد هم استقرار ندارد .\r\nارتباط تنگاتنگ اقتصاد با مسأله ربا موجب شده كه برخى تصور كنند اقتصاد بدون ربا امكان ندارد چنان‌كه منتسكيو معتقد بود : هيچ بازارى بدون ربا امكان ادامه حيات ندارد . در اسلام به شدت با ربا برخورد شده است و آن را از فحشا به مراتب بدتر شمرده است . در اين ميان فعاليت نظام بانكى\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nكشورها دچار سردرگمى مىشوند كه آيا ادامه كار بانك‌ها با حرمت ربا ممكن است .\r\nبرخى ربا را با تغيير اسم حلال مىكنند و معتقدند حقيقت و ماهيت آن‌هم عوض مىشود و صرف تغيير اسم نيست . در اين جزوه مسأله ربا و حيله‌ها و چاره‌جوئىهاى آن مورد توجه قرار گرفته است چنان‌كه قبوض مشاركت كه در اين سال‌ها مكرر از طرف سازمان‌هاى دولتى در معرض فروش قرار گرفته است مورد نقاش واقع شده كه حيله‌ايست صحيح يا باطل ؟\r\nدر اين جزوه به اين مسأله هم توجه شده است .\r\nمحتواى اين جزوه بيش‌تر مربوط به قسمتى از درس خارج فقه حضرت آيت اللّه العظمى گرامى در بحث بيع مىباشد كه سال‌ها پيش انجام شده است و به‌طور فشرده در مجله فقه و حقوق به‌چاپ رسيده بود و قسمتى هم كه به دنبال استفتاء برخى متخصصين اقتصادى جواب داده‌اند به آن اضافه شده است . اميد است مورد قبول باشد .\r\nقم دفتر حضرت آيت اللَّه العظمى گرامى\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nنگاهى نو به ملاك حرمت ربا و حيل\r\n\r\nچكيده\r\nحرمت ربا از ضروريات دين اسلام به شمار مىرود كه نه تنها در سنت بلكه در قرآن به صراحت نكوهيده شده است . از جمله مسائل بسيار مهم در بحث ربا ، چرايى حرمت ربا و حكمت يا علت بودن ملاك‌هاى مطرح شده است . در مقاله حاضر ، ضمن تبيين ملاك‌هايى كه براى حرمت ربا گفته شده است بر اين مسأله تأكيد شده كه گرچه نمىتوان در حال حاضر با عقول بشرى براى حرمت رباى معاملى ملاك مطمئنى را يافت ، اما مىتوان ملاك حرمت رباى قرضى را غرر حاصل از آن دانست .\r\nضمن آن‌كه مىتوان برخى ملاك‌هاى بيان شده را به غرر برگرداند .\r\nواژگان كليدى : ربا ، رباى معاملى ، رباى قرضى ، حكمت ، علت ، غرر .\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\n\r\nمقدمه\r\nمسأله ربا امروزه نه تنها در فقه اسلامى اعم از شيعه و سنّى بلكه در اقتصاد جهانى يكى از پيچيده‌ترين و دشوارترين مسائل مورد بحث و تبادل نظر در بين اقتصاد دانان و صاحب نظران مسائل اقتصادى است ؛ آن‌چنان كه برخى با جريان ربا در اقتصاد مخالفت ورزيده و در مقابل ، گروهى ديگر به لزوم وجود ربا تأكيد نموده و بر اين باورند كه اقتصاد بدون ربا امكان‌پذير نخواهد بود .\r\nبحث و بررسى پيرامون موضوع ربا در بين فقيهان و صاحب نظران اقتصاد اسلامى ، با توجه به گرايش سلبى ، باز دارنده ، و تحريمى موجود در اين باره در متون مذهبى - اعم از قرآن و روايات - با دغدغه‌ها و پيچيدگى افزون‌ترى همراه بوده است .\r\nدر اين مقاله ابتدا به تعريف ربا ( 1 ) و انواع آن ( 2 ) مىپردازيم ، سپس از دامنه‌ى شمول ادله‌ى ربا ( 3 ) بحث مىكنيم و در نهايت ضمن بر شمردن ملاك‌هاى مطرح شده در چرايى حرمت ربا ( 4 ) به بيان ديدگاه مختار ( 5 ) مىپردازيم .\r\n\r\n1 . تعريف ربا\r\nربا در لغت به معناى زيادى ( ابن منظور ، 1405 :\r\n304 ؛ طريحى ، 1408 : 137 - 139 ) ، برآمدگى ،\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nبلندى و در اصطلاح اقتصادى به معناى فايده و يا سودى است كه ربا دهنده از پول خود به صرف گذشت زمان و نه كار و يا عوض ، به دست مىآورد ؛ به عبارت ديگر ربا يعنى زيادى بر اصل مال بدون آن‌كه در مقابل آن كارى انجام شود و يا عوضى پرداخت شود ( عمارة ، 1413 : 240 ) .\r\nربا بهره‌ى تعيين شده‌ى پولى است كه صاحب آن ، طبق قرارداد در مقاطع زمانى خاص مثلًا ماهانه از دريافت كننده‌ى وجه مىگيرد و چنان‌چه مبلغ دريافت شده در موعد مقرر بازپرداخت نشود دريافت بهره‌ى مورد نظر كماكان طبق مفاد قرار داد نخست ادامه خواهد يافت و استيفاى آن نيازمند انعقاد قرارداد جديد نيست .\r\n\r\n2 . انواع ربا\r\nبراى ربا تقسيمات متعددى بيان شده است مثلًا ابن قيم براى ربا دو قسم جلىّ و خفىّ را نام مىبرد ( ابن قيم ، 1407 : 135 ) . اما آن‌چه اين جا مطمح نظر است تقسيم ربا به دو قسم رباى قرضى و رباى معاملى است . اين دو تقسيم به لحاظ ماهيت قراردادى است كه در آن ربا وجود دارد . به تعبير ديگر ربا به لحاظ ماهيت قرارداد ، دو نوع است :\r\nرباى قرضى و رباى معاملى ( معاوضى ) .\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\n\r\n2 - 1 . رباى قرضى\r\nاين گونه از ربا هنگامى تحقق مىيابد كه مبلغى پول ، به عنوان وام دريافت شود تا در موعد معين با مبلغ بيش‌ترى بازپرداخت شود . اين نوع قرارداد ، مبادله‌ى قرضى پول با پول محسوب مىشود .\r\nآيات 278 - 279 سوره‌ى بقره ناظر به اين نوع ربا است . در اين آيات خداوند مىفرمايد :\r\n« يا أيها الذين آمنوا اتقوا اللّه وذروا ما بقى من الربا إن كنتم مؤمنين فإن لم تفعلوا فأذنوا بحرب من اللّه ورسوله وإن تبتم فلكم رءوس أموالكم لا تظلمون ولا تظلمون . »\r\nشأن نزول اين آيه بدين گونه است كه وليد بن مغيره در عصر جاهليت و پيش از ظهور اسلام ، مبالغى را به عنوان وام پرداخت كرده بود و به همين علت مطالباتى از قبيله‌ى ثقيف داشت و فرزندش خالد بن وليد ، پس از آن‌كه اسلام آورد ، تصميم به دريافت مطالبات پدرش داشت كه آيه‌ى مزبور نازل شد و خداوند دستور داد : چنان چه توبه كرده و مسلمان شديد تنها اصل پول و سرمايه‌ى خود را مىتوانيد دريافت كنيد . بنابراين با توجه به معنا و مفاد آيه‌ى كريمه ، در موارد قرض ، تنها دريافت اصل پول مجاز خواهد بود و گرفتن هر گونه بهره منتفى مىباشد .\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nنكته‌ى مهمى كه اين جا بايد تذكر داده شود اين است كه در قرارداد قرض اگر شرط زيادت شود ربوى مىگردد نه اين‌كه قرض گيرنده بدون هر شرطى خود مبلغى اضافه پرداخت كند . بر اين اساس در برخى از روايات ربا را به دو دسته تقسيم كرده‌اند : رباى حلال و رباى حرام ؛ روايتى در اين باره از امام صادق عليه السلام در باب هجدهم ابواب ربا از كتاب وسائل الشيعه به چشم مىخورد كه مفاد آن اين چنين است :\r\n« الربا رباءان : أحدهما ربا حلال والآخر حرام ، فأما الحلال فهو أن يقرض الرجل قرضا طمعا أن يزيده ويعوضه بأكثر مما أخذه بلا شرط بينهما ، فان أعطاه أكثر مما أخذه بلا شرط بينهما فهو مباح له ، وليس له عند اللّه ثواب فيما أقرضه ، وهو قوله عزوجل :\r\n( فلا يربوا عند اللَّه ) ؛ « 1 »\r\nوأما الربا الحرام فهو الرجل يقرض قرضا ويشترط أن يرد أكثر مما أخذه فهذا هوالحرام . « 2 » »\r\nآن گونه كه اين روايت بيان مىكند : ربا بر دو گونه است : يكى حلال و ديگرى حرام ؛ رباى حلال آن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - روم / 39 : 30 .\r\n( 2 ) - وسائل الشيعة ( آل البيت ) - / الحر العاملي ج 18 ، ص : 160 .\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nاست كه شخصى بدون هر گونه شرط و قرار قبلى به ديگرى ، مبلغى قرض مىدهد با اين قصد و انگيزه كه هنگام بازپرداخت وجه مزبور ، مبلغ بيش‌ترى از بدهكار خواهد گرفت ؛ البته در چنين موردى به رغم جواز و حلال بودن آن ثوابى براى پرداخت كننده‌ى قرض منظور نخواهد شد ؛ اين گونه از ربا مصداق آيه‌ى شريفه است كه : نزد خداوند ، سودى نبرده است يعنى چون قصد قربت نداشته واقعاً چيزى عائد او نشده گرچه حرام نيست .\r\nنوع ديگر ، رباى حرام است كه در آن قرض دهنده در هنگام پرداخت وام شرط مىكند كه مبلغ بيش‌ترى را در قبال وجه پرداختى دريافت كند . با توجه به اين روايت چنان چه دريافت مبلغ اضافى با انعقاد قرارداد قبلى صورت گيرد ، چنين قراردادى باطل خواهد بود و اگر وجه مزبور بدون انعقاد قرارداد و تنها به عنوان عملى استحبابى پرداخت شود ، بايد اجر و پاداش اخروى نيز به همراه داشته باشد ، حال آن‌كه طبق مفاد روايت ، چنان چه مبلغى اضافه دريافت شود ، هرچند حلال است ، قرض دادن ، فاقد ثواب الهى خواهد بود .\r\nتوضيح آن‌كه در روايت هدف از قرض دادن را\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nطمع دنيوى مفروض گرفته كه بديهى است در آن صورت هرچند حرام نيست چون قرار بر زياده نبوده ليكن چون قصد قربت نداشته است ثواب اخروى ندارد . ولى اگر به هدف استحباب شرعى قرض دهد مسلماً ثواب هم دارد .\r\nبايد دانست قرار داد قرض مشتمل بر ربا دو گونه ممكن است تصور شود : در يك نوع مدت قرارداد نامعين بوده و معلوم نيست تا چه زمانى ادامه خواهد داشت . در نوع دوم زمان قرارداد از پيش مشخص شده است اما چنان چه بدهكار مال مورد قرض را در مدت تعيين شده بازپرداخت نكند ، بدون انعقاد هر گونه قرارداد جديدى مدت قرارداد تمديد گرديده و بهره‌ى پول نيز كماكان دريافت خواهد شد .\r\n\r\n2 - 2 . رباى معاوضى ( معاملى )\r\nاين نوع از ربا مربوط به خريد و فروش برخى اجناس و معاوضه‌ى مقدارى جنس با مقدار بيش‌ترى از همان جنس است . رباى معاملى خود بر دو نوع است :\r\nالف . ربايى كه در عرف ربا محسوب نمىشود اما در شرع ربا محسوب مىشود ؛ ب . ربايى كه در عرف و شرع ، هر دو ربا شمرده مىشود .\r\nاينك به توضيح اين دو قسم مىپردازيم .\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nالف . ربايى كه در عرف ربا نبوده اما از نظر شرع رباست . اين مورد هنگامى است كه دو كالاى داراى وزن متفاوت اما ارزش برابر با يك‌ديگر مبادله شوند ؛ به عنوان مثال چنان‌چه مقدار زيادترى جو در قبال يك تن گندم با هم معامله شوند ، عرف عقلا ، چنين معامله‌اى را زيادى و ربا محسوب نمىكند ، چرا كه عرفاً ارزش گندم بسيار بيش‌تر از جو است ؛ بنابراين فروشنده چنين كالايى در واقع چيز اضافه‌اى دريافت نكرده است ، اما از نگاه شرع مواردى از اين قبيل اضافه محسوب و از نظر اسلام ربا شمرده مىشوند ؛ دليل آن اين است كه در فقه ، گندم و جو ، يك جنس به حساب مىآيند . شگفت‌تر اين‌كه مواد اصلى و توليدات جانبى آن‌ها نيز جنس واحدى به شمار آمده‌اند ؛ به عنوان مثال : شير ، به عنوان ماده‌ى اصلى ، باكره كه از شير استحصال مىشود هم جنس تلقى مىشوند . به همين علت ، از نگاه شرع ، چنان چه دو كيلوگرم شير با يك كيلوگرم كره مبادله شوند معامله‌ى مزبور ، معامله‌اى ربوى محسوب مىشود ؛ با اين‌كه ارزش يك كيلو كره بسيار بيش‌تر از همين مقدار شير است ؛ اما على رغم نظر شرع ، در عرف عقلا چنين معامله‌اى ربا دانسته نمىشود .\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nب . ربايى كه هم در شرع و هم در عرف ربا محسوب مىشود .\r\nاين نوع از ربا زمانى تحقق مىيابد كه دو كالاى همجنس با وزن و ارزش متفاوت با يك‌ديگر معاوضه شوند ؛ به عنوان مثال : معامله‌ى يك كيلوگرم گندم با دو كيلوگرم گندم ، با همان كيفيت و از همان جنس ، نزد عرف و شرع هر دو ربا مىباشد .\r\nبا توجه به آن چه درباره‌ى انواع رباى معاوضى بيان شد مىتوان گفت : در شريعت هر گونه مبادله‌ى همجنس با همجنس كه به لحاظ وزن يا حجم متفاوت باشند ربا محسوب مىشود هر چند به لحاظ قيمت متفاوت باشند .\r\n\r\n3 . دامنه‌ى شمول ادله‌ى ربا\r\n\r\n3 - 1 . دامنه‌ى شمول ادله‌ى ربا نسبت به انواع معاملات\r\nادله‌ى رباى معاملى - همان گونه كه مرحوم سيد محمّد كاظم يزدى در تكمله‌ى عروة الوثقى بدان اشاره مىكند - تنها در خصوص بيع كاربرد ندارد بلكه همه‌ى اقسام تبادل را شامل شده و هر گونه مبادله‌ى همجنس با همجنس با اضافه و كم ، ربا محسوب مىشود ( طباطبايى يزدى ، بىتا : 5 ) .\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\n\r\nنوعى چاره‌جوئى در رباى معاوضى و قرضى\r\nالبته بايد گفت - همان‌طور كه در تعليقه‌ى خود بر ملحقات عروه ذكر كرديم - قرارداد صلح از اين قاعده كلى استثنا مىشود براى اين‌كه صلح ، معامله‌ى مال به مال نيست ، بلكه مبادله‌ى سازش به سازش است ، و « مال » متعلق سازش محسوب مىشود . بنابراين ربا در آن جريان ندارد ، هرچند به اعتقاد برخى فقهاء ، ربا در صلح نيز جريان دارد .\r\nهمچنين در بحث از رباى قرضى : اگر مؤجر در اجاره بر مستأجر شرط كند كه مبلغى را به عنوان قرض - بدون سود - به وى بپردازد اين امر ربا محسوب نمىشود زيرا دريافت مبلغ مورد اجاره ، شرط در قرض و به عنوان اضافه بر مال قرض نبوده تا مشمول ادله‌ى ربا گردد . به ديگر سخن در اين جا اگر قرارداد قرض به اين نحو منعقد شود كه قرض دهنده با دادن قرض بر قرض گيرنده شرط كند كه عينى را براى بهره بردارى به او اجاره دهد اين قرض همراه با زياده محسوب گرديده و مشمول ادله‌ى ربا مىگرديد ، حال آن‌كه در اين‌جا در قرارداد اصلى قرار اجاره منعقد شده و نه قرض ، و قرض شرط در اجاره شده نه عكس . بنابراين رباى قرضى محقق نمىگردد . در اين‌جا ممكن است اين سؤال\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nپيش آيد كه در هر حال قصد طرفين اجاره سود بردن از پول بوده است ، و اين امر همان ربا است . در پاسخ بايد گفت كه قصد باطنى به اين معنى ملاك مسائل حقوقى و صحت و بطلان عقود ، و نيز ملاك قوانين كيفرى نمىباشد . ملاك در صحت و بطلان و نيز كيفر ، انشاء و متعلقات انشاء مىباشند .\r\nلازم به ذكر است كه در اين جهت ، اجاره خصوصيتى ندارد و هر قراردادى اعم از بيع ، شركت ، مضاربه و . . . به شرط قرض اشكال ندارد ولى قرض به شرط اجاره ، يا بيع و هر معامله‌اى كه ارزش مالى دارد ، با اجتماع شرايط آن معامله ، ربا محسوب و اشكال دارد . صريح‌تر بگوييم كه در اين موارد اگر اجاره و يا هر عقد ديگرى مشروط به قرض بدون بهره شود ربا نيست ليكن اگر قرضى داده شود مشروط به اين‌كه خانه‌اش را هم هر چند به قيمت نازل‌ترى به اجاره بدهد ربا مىشود ، زير نفس اجاره ، چيزى اضافه بر مال قرض مىباشد .\r\n\r\n3 - 2 . دامنه‌ى شمول ادله‌ى ربا نسبت به بيع انشايى وتبادل واقعى\r\nاصولا مبادله و بيع به دو نوع : تبادل انشايى و تبادل حقيقى مسببى ، تقسيم مىشود . براى شناخت اين‌كه بحث از رباى معاملى موضوع كدام\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nيك از اين دو بعد بيع خواهد بود ، ناگزير از بيان ابعاد مزبور هستيم .\r\nبيع انشايى يا بعد انشايى بيع ، مربوط به هنگام انعقاد معامله و كيفيت انشاى قرارداد از سوى فرد داراى صلاحيت انعقاد قرارداد ( مكلف ) است ؛ و كسى كه در حال انجام معامله‌اى است موظف است صيغه و عبارت قرارداد را به گونه‌اى منعقد و بيان كند كه شائبه‌ى ربا به وجود نيايد .\r\nتبادل و بيع حقيقى مسببى ( بعد واقعى بيع ) عبارت از معامله‌ى واقعى است كه عقلا آن را اعتبار مىكنند و شارع نيز آن را پس از اعتبار عقلا ، اعتبار و تأييد مىكند . بنابراين در چنين موردى ، انشاى بيع از سوى شخص مكلف ، پس از اعتبار عقلا و شارع ، به عنوان زمينه و موضوعى براى بيع عقلايى ، تلقى مىشود .\r\nبا توجه به آن چه ذكر شد ، بعد نخست بيع كه مربوط به چگونگى بيان صيغه در هنگام انعقاد قرارداد است « تبادل انشايى » و بعد دوم كه معطوف به حقيقت بيع است يعنى همان چيزى كه مسبب از انشاء شخص و اعتبار عقلا و شرع مىباشد « تبادل واقعى » محسوب مىشود .\r\nبه عقيده‌ى ما ادله‌اى كه درباره‌ى شرايط بيع ، به\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nويژه رباى معاملى وجود دارد ، ناظر به بعد نخست بيع ، يعنى بيع انشايى است و نه بيع حقيقى . مكلف بنابراين موظف است كه هنگام خواندن و انعقاد قرارداد بيع ، آن را به گونه‌اى بيان كند كه ربا محسوب نشود و چنان چه پس از رعايت جوانب و شرايط عقلائى و شرعى لازم ، در مرحله‌ى انشاء ، اشكالى حادث شد ، شخص مزبور عهده دار آن نخواهد بود . چرا كه تنها چيزى كه به مكلف مربوط بوده و در اختيار و توان اوست ، همان انشاء و تبادل انشايى است كه اگر در چارچوب مورد نظر و با رعايت شرايط صورت پذيرد ، مشمول ربا نخواهد بود .\r\nدلايلى كه براى اين مدعا قابل ارائه هستند عبارتند از :\r\nالف . با بررسى رواياتى كه متضمن ادله‌ى ربا هستند مىتوان به روشنى دريافت كه تمامى آن‌ها معطوف به شرايط و زمان انعقاد قرارداد مىباشند .\r\nبه عنوان مثال محتواى اين گونه از روايات شامل مباحثى چون : ضرورت تقابض و رد و بدل نمودن مورد معامله در محل انعقاد قرارداد در معامله‌ى « صرف » ؛ ممنوعيت قرار و شرط دريافت مبلغ اضافى در معامله و . . . مىباشند كه تمامى آن‌ها ناظر\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nبه زمان انعقاد و انشاى قرارداد هستند ؛ نه امور حادث پس از معامله كه ارتباطى به معامله كننده ندارد . ب . مفاد آيه‌ى كريمه‌ى « احل اللّه البيع و حرم الربا » « 1 » نيز به همين بعد از معامله يعنى بعد انشايى آن اشاره دارد ؛ زيرا آن‌چه متعلق حكم حليت و حرمت تكليفى قرار مىگيرد چيزى است كه عمل مكلف است و آن همان انشاء معامله است ، اگر منظور از حليت و حرمت در اين آيه ، معناى وضعى آن باشد يعنى صحت و بطلان ، باز هم آيه كه توبيخ مىكند آن‌هايى را كه ربا را همچون بيع مىدانستند اين توبيخ مربوط به عمل آن‌هاست نه اعتبار عقلائى و شرعى كه مربوط به مكلف نيست .\r\n\r\n4 . ملاك حرمت ربا\r\nدر اين قسمت ابتدا به عنوان مقدمه به تبيين ملاك علّى و حكمى ( 4 - 1 ) مىپردازيم و سپس پاره‌اى روايات در زمينه‌ى ملاك حرمت ربا ( 4 - 2 ) را بررسى نموده و در نهايت به بررسى ملاك‌هايى ديگر اعم از اين‌كه در روايات مذكور شده باشند يا خير ( 4 - 3 ) مىپردازيم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بقره / 275 .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\n\r\n4 - 1 . ملاك علّى و حكمى\r\nبراى شناخت ديدگاه‌هاى مختلف ، رسيدن به تبيين روشنى از نصوص و متون مزبور و همچنين آشنايى با جنبه‌ها و ابعاد گوناگون مباحثى كه پيرامون مسأله ربا وجود دارند ، پيش از هر چيز ناگزير بايد اشاره‌اى گذرا به تبيين معنا و مفهوم واژه‌ى هدف و ملاك و روش فهم ملاكات كرد .\r\nمنظور از هدف ، همان علت حكم و به بيان ديگر عبارت از علت غايى وجود حكم است كه به لحاظ ذهنى پيش از قانون ( حكم ) و به لحاظ عملى ، پس از اجراى قانون محقق مىشود .\r\nآن‌چه در كتاب‌هاى اصول ، پيرامون چگونگى « علت » بدان تأكيد مىشود « منصوص » بودن آن است ، بدين گونه عنوان مىشود كه : شناخت و فهم ما از علت بستگى به منصوص بودن آن دارد ؛ اما بايد اذعان داشت كه فهم علت تنها وابسته به منصوص بودن آن نيست ؛ چرا كه توسط « ظاهر » نيز مىتوان همچون « نص » به وجود علت پى برد ؛ البته ويژگى علت منصوص ، بر خلاف « ظاهر » صريح و روشن بودن آن است ؛ به عنوان مثال چنان‌چه با تأكيد گفته شود : اكرم كل عالم اجمعين اين همان « نص » است ؛ زيرا تصريح به عموميت حكم شده\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nاست . اما اگر گفته شود : اكرم العلماء ، ظاهر واژه‌ى علماء عموميت حكم را مىرساند ولى صراحت ندارد .\r\nبنابراين ، جمله‌ى اكرم العلماء همان نقش و كاربرد جمله‌ى اول را با بيانى ديگر ايفا مىكند كه به لحاظ قانون يكسانند ؛ با اين تفاوت كه عبارت نخست « ظاهر » و عبارت دوم « نص » است .\r\nفهم علت نيز همين طور است كه شناخت علت در همه‌ى موارد يا توسط نص امكان‌پذير است يا از راه ظاهر .\r\nاما نكته‌ى مهم در چگونگى شناخت و استخراج علت ظاهر ، از ميان ادله است ؛ بدين منظور آشنايى با ماهيت و ابعاد ملاك‌ها و علت‌ها امرى ضرورى است .\r\nملاك‌ها و علل در دو بعد علت جعل ( ملاك حكمى ) و علت مجعول ( ملاك علّى ) از يك‌ديگر قابل تمايزند كه به فراخور اهميت بحث ، ناگزير از توضيح در مورد هر يك از آن‌ها خواهيم بود .\r\nدر متون روايى ، دو نوع تحليل درباره‌ى احكام وجود دارد كه طبق آن مىتوان دو دسته از علت‌ها و ملاك‌ها را از يك‌ديگر باز شناخت : ملاك علّى و ملاك حكمى .\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\n\r\nالف . ملاك علّى\r\nملاك علّى كه از آن با عنوان علت مجعول ( يا علت حكم ) ياد مىشود عبارت از علتى است كه حكم در همه‌ى موارد دائر مدار آن بوده و به مثابه‌ى علت تامه واقعى حكم ، تلقى مىشود ؛ به بيان ديگر ، ملاك علّى آن است كه علت تامه يك حكم همراه با آن و يا جداگانه بيان شده باشد ، خواه بيان مزبور به وسيله‌ى نص باشد يا ظاهر و يا از هر راه ديگر كه برايمان معلوم شود .\r\nبه عنوان مثال در مورد لزوم اجتناب از نوشيدن شراب به دليل مستى آور بودن آن ( لا تشرب الخمر لانه مسكر ) ، حكم ممنوع و حرام بودن شراب ، دائر مدار علت اسكار قرار گرفته است ، يعنى مستى آور بودن ، علت تامه‌اى است كه در تمام موارد ، حكم ، دائر مدار آن است ؛ چنان كه در توصيه‌ى پزشك مبنى بر ممنوعيت مصرف ميوه‌ى ترش توسط بيمار ، مىتوان به اين نتيجه رسيد كه همه‌ى چيزهاى ترش براى مريض مضر هستند و بايد از آن‌ها اجتناب نمود ؛ چرا كه وصف ترش بودن علت تامه‌ى ممنوعيت بوده است .\r\nالبته همان گونه كه اشاره شد ، علت مزبور كه به عنوان علت حكم شناخته مىشود ، بايد به گونه‌اى\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nمنصوص ( به نص صريح يا ظاهر ) بيان شده و يا از هر راه ديگر ، چون اجماع و شهرت و حكم قطعى عقل بدست آيد . و معناى آن كاملًا روشن و واضح باشد ؛ در اين صورت ، علت منصوص ، معمم و مخصص است و حكم مورد نظر در تمام موارد دائر مدار آن بوده ، و علت مجعول يا ملاك علّى محسوب مىشود .\r\n\r\nب . ملاك حكمى\r\nملاك حكمى به معناى علت جعل ، انشاء و صدور حكم از سوى قانونگذار است كه در اصطلاح فقهى به آن حكمت حكم مىگويند . ملاك حكمى در مواردى مصداق مىيابد كه يكى از ملاك‌هاى يك حكم ، همراه آن يا جداگانه ، بدون ذكر علت تامه بيان شده باشد ، به عبارت ديگر ، ملاك حكمى جزء العله است ؛ اما جزء مهم و بارز علت ، نه تمام العله كه در همه‌ى موارد - آن گونه كه در ملاك علّى بيان شد - حكم مزبور دائر مدار آن قرار گيرد .\r\nبه عنوان مثال : در روايتى بدون بيان علت تامه ، حكم به حرمت رباى تبادلى مىشود و طبق مفاد روايت‌هاى ديگر روشن مىشود كه رباى معاملى ، فقط در مورد كالاهايى كه به صورت توزين يا با\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nپيمانه ( مكيل و موزون ) عرضه مىشوند ، تحريم شده‌اند . ليكن در اين همه روايات هيچ اشاره‌اى به فلسفه‌ى حكم نشده است ، ممكن است از برخى روايات استفاده شود كه ملاك حكم مزبور جلوگيرى از نزاع باشد ، ليكن بديهى است كه اين ملاك فقط يك حكمت است و ملاك علّى به نحو علت تامه براى حكم نمىباشد . در اين موارد ما ناگزير از پذيرش حكم و تبعيت از عنوان آن در ظواهر ادلّه هستيم .\r\nاز آن جا كه در ادله‌ى حكم ، ملاك علّى يا علت تامه‌اى در اين موارد وجود ندارد ، حكم ياد شده در موارد ديگر مربوط به ربا نافذ نخواهد بود . يا در مثال ديگر ( علت جعل ) : چنان‌چه در جايى براى جلوگيرى از اقدامات خرابكارانه اعلام حكومت نظامى شود ، افراد عادى نيز در صورت نقض ساعات منع رفت و آمد دستگير خواهند شد ؛ چرا كه اين علت حكم ، علت مجعول نيست تا دائر مدار موضوع خرابكارى باشد ؛ بلكه ملاك مزبور تنها علت جعل و انشاء حكم است نه علت خود حكم و مُنشأ ، علت مزبور باعث شده كه حكم به طور عموم وضع شده باشد .\r\nبنا به آن‌چه تا كنون بيان گرديد ، مقرر شدن يك\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nحكم شرعى ( جعل ) ممكن است داراى علل ناقصه يا حكمت‌هايى باشد كه علت جعل ناميده مىشوند و در صورت وجود و بيان شدن چنين علتى در ضمن حكم ، نمىتوان آن را ملاك و مدار محسوب نموده و موارد ديگرى را بر آن منطبق كرد .\r\nبا توجه به آن‌چه ذكر گرديد ، در ارتباط با مسأله‌ى ربا ، بايد اذعان داشت كه آن‌چه در تشخيص ملاك حكم ربا حائز اهميت و مطمح نظر است توجه به مفاد قانون و حكم شرعى و همچنين كيفيت و چگونگى علت بيان شده در آن خواهد بود كه ببينيم علت يا حكمت حكم حرمت ربا چيست ؟ تا ببينيم آيا مىتوان حرمت ربا را به معاملات ديگرى هم كه همان حكمت و خاصيت را دارند سرايت داد ؟\r\n\r\n4 - 2 . علل تحريم ربا در روايات\r\nيكى از رواياتى كه درباره‌ى علت تحريم ربا بحث مىكند ، روايت زير است :\r\n« وباسناده عن محمّد بن سنان ان علي بن موسى الرضا عليه السلام كتب إليه فيما كتب من جواب مسائله : وعلة تحريم الربا لما نهي اللّه عزوجل عنه ، ولما فيه من فساد الاموال ، لان الانسان إذا اشترى الدرهم‌بالدرهمين كان ثمن الدرهم درهما وثمن الآخر باطلا\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nفبيع الربا وشراؤه وكس على كل حال على المشتري وعلى البائع ، فحرم اللّه عز وجل على العباد الربا لعلة فساد الاموال ، كما حظر على السفيه أن يدفع إليه ماله لما يتخوف عليه من فساده حتى يونس منه رشد ، فلهذه العلة حرم اللّه عزوجل الربا ، وبيع الدرهم بالدرهمين ، وعلة تحريم الربا بعد البينة لما فيه من الاستخفاف بالحرام المحرم وهي كبيرة بعد البيان وتحريم اللّه عزوجل لها لم يكن إلا استخفافا منه بالمحرم الحرام ، والاستخفاف بذلك دخول في الكفر ، وعلة تحريم الربا بالنسيئة لعلة ذهاب المعروف ، و تلف الاموال ورغبة الناس في الربح ، وتركهم القرض ، والقرض صنائع المعروف ولما في ذلك من الفساد والظلم وفناء الاموال . « 1 » »\r\nآن چنان كه از متن روايت مىتوان دريافت نخستين دليل براى حرمت ربا « لما نهي اللّه عزوجل عنه » ذكر شده است ، معناى دقيق اين روايت چيست ؟ از اين جمله و برخى از عباراتى كه پس از آن مىآيند دريافت مىشود كه علت اصلى ، همان فرمان خداوند مبنى بر نهى است و مطالب بعدى ، علت‌ها و موضوعات اساسى نيستند ، بنابراين نمىتوان علت روشنى را عنوان كرد و بايد تابع متن قانون بود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - همان ، ص 121 .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nدر كتاب « علل الشرائع » تأليف مرحوم صدوق رحمه الله نيز اين چنين است كه بسيارى از علل احكام ذكر شده ، لكن علل مزبور آن گونه كه به نظر مىرسد تمام العله نيستند . مثلًا بيان مىكند كه چرا نماز ظهر و عصر را آهسته مىخوانيم و صبح و مغرب و عشا را بلند ؛ در روايتى اين گونه آمده است : در مغرب و عشا و نماز صبح چون هوا تاريك است ، اگر آهسته بخوانيد ، ممكن است ديگران به شما تصادم نموده تنه بزنند ، لذا بلند بخوانيد تا صداى شما را بشنوند ؛ اما در ظهر و عصر كه هوا روشن است ، اين مشكل وجود ندارد .\r\nدليل مزبور معلوم مىشود كه صرفاً در حد يك توجيه معمولى است براى اهل سنت چون از نصوص صحيحى برخوردار نبودند و فقه آنان ، به ويژه فقه ابوحنيفه استحسانى و مبتنى بر تعليل‌ها بود ، بر حسب عادت خود گاه به حضور امامان عليهما السلام رسيده و علت احكام را از آنان جويا مىشدند ، آن گونه كه هم اكنون نيز احياناً به فقهاء رجوع و درباره‌ى حكمت برخى از احكام سؤال مىكنند كه :\r\nفلسفه‌ى اين حكم چيست ؟ همواره عادت بر اين است كه در پاسخ ، حرف‌هايى گفته مىشود كه بسيارى از آن‌ها فقط جنبه‌ى امتناعى دارد همان‌طور\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nكه در جر و اخفات نماز گفتيم . در بسيارى از موارد اين گونه است ، امام عليه السلام در جواب خود ابتدا مىفرمايند\r\n« لما نهي اللّه عزوجل عنه »\r\nچون خداوند نهى نموده ، ما تابع هستيم ، حال اگر در جستجوى علت هستيد :\r\n« لما فيه من فساد الاموال »\r\nاگرچه عطف شده است اما بىترديد اين عطف باعث نمىشود كه جمله‌ى بعد در عرض عبارت قبلى باشد ، اين طور نيست كه بخواهد بگويد : 1 - به خاطر نهى خدا و 2 - / به خاطر فساد اموال ؛ به گونه‌اى كه عبارت دوم در مقابل « نهى خدا » قرار گيرد و اين گونه معنا دهد كه تنها اطاعت خدا ملاك نيست بلكه اطاعت خدا و پيروى مصالح ديگر ملاك است ؛ اين چنين توجيهى از ديد انسان مؤمن ، موهن است و هرگز چنين سخنى نمىگويد ، چه رسد به امام عليه السلام .\r\nدليل دومى كه براى حرمت ربا در اين حديث ذكر شده\r\n« لما فيه من فساد الاموال »\r\nاست ؛ فساد اموال به چه معنا است ؟ امام عليه السلام توجيهى كه براى اين عبارت عنوان مىكنند ، اين گونه است : اگر يك درهم در مقابل دو درهم خريده شد ، ثمن اين يك درهم ، يك درهم است ؛ در اين صورت ، چيزى در مقابل درهم ديگر ، نيست به تعبير ديگر يك درهم\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nدر قبال دو درهم معامله شد ، يك درهم در ازاى يك درهم و يك درهم ديگر باقى مىماند كه در مقابل آن ، چيزى نيست و باطل مىشود . البته نكته‌اى كه هست اين دليل فساد اموال را در مورد رباى معاملى ذكر كرده‌اند نه در رباى قرضى .\r\nپرسشى كه اين جا مطرح مىشود اين است كه موضوع فساد اموال در گرانفروشى هم هست اما در آن مورد مىگوييد معامله باطل نيست ؛ در موارد « نسيه و سلم » نيز همين گونه است ؛ يعنى مقدارى ثمن در برابر زمان واقع شده نه در برابر كالا . در حالى كه براى زمان ارزشى مادّى قائل نيستند ؛ بنابراين روشن است كه علت مزبور « علت تامه » نيست . در ادامه‌ى روايت مىخوانيم\r\n« فبيع الربا وشراؤه وكس على كل حال على المشتري وعلى البائع »\r\nخريد و فروش ربوى در هر شكل آن ، موجب نقصان خريدار و فروشنده است ؛ نقصان در مورد مشترى معلوم است ؛ اما وجه كاستى ، درباره‌ى بايع چيست ؟ فروشنده كه مبلغى اضافه نيز سود برده است ؛ شايد وجه نقصان در مورد فروشنده اين است كه : مال حرام موجب سقوط است ؛\r\nدر ادامه حضرت عليه السلام مىفرمايد :\r\n« فحرم اللّه\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nعزوجل على العباد الربا لعلة فساد الاموال ، كما حظر على السفيه أن يدفع إليه ماله لما يتخوف عليه من فساده حتى يونس منه رشد »\r\nيعنى همان گونه كه خداوند از بيم نابود شدن مال ، از دادن مال شخص سفيه به او نهى فرموده ، به همين علت نيز فروش يك درهم به دو درهم را نيز ممنوع كرده است .\r\nآن‌گاه در فراز ديگرى از روايت ، به علل حرام شدن رباى نسيه مىپردازد ؛ يعنى : مواردى كه فروشنده به خاطر تأخير در پرداخت وجه خريد از سوى مشترى ، سودى اضافه از وى دريافت كند ( ديركرد ) ؛ در حقيقت گرفتن مبلغ اضافى در قرض نيز همچنين به دليل سپرى شدن زمان است :\r\n« لعلة ذهاب المعروف »\r\nچون معروف از بين مىرود ، اين‌كه معروف به چه معنايى است جاى بحث و گفتگو دارد ؛\r\n« و تلف الاموال »\r\nداراييها نابود مىشوند ؛ چون قابل پيش بينى نيست كه چه مقدار بايد بعداً پس بدهد ؟\r\n« ورغبة الناس في الربح »\r\nمردم به خوردن سود ( سود جويى ) متمايل مىشوند ؛ اما اين چه اشكالى دارد ؟ آيا مگر سودجويى و منفعت‌طلبى امر مذمومى است ؟ سود و سوداگرى از يك ريشه‌اند و اصولا تمام تجارتها به خاطر رغبت به سودآورى انجام مىشوند ؛ « وتركهم القرض ،\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nوالقرض صنائع المعروف » رواج يافتن ربا باعث مىشود كه مردم سنت قرض دادن به يك‌ديگر را فراموش كنند ؛ « معروف » يعنى « قرض » ؛ اما آيا مگر قرض دادن واجب است ؟ تا فراموشى و ترك آن موجب حرمت معامله شود ؟ !\r\nبه نظر مىرسد اين جا منظور اصل قانون و جعل است ؛ يعنى : اگرچه قرض به خودى خود واجب نيست ؛ اما جعلش واجب است ؛ به بيان ديگر :\r\nمجعول ( قرض ) اگرچه امرى مستحبى است ، اما جعل آن ( از نظر لطف ) بر خدا لازم و واجب است ؛ قرض دادن به ديگران ، خود ، امر مستحبى است ، لكن آن چنان حائز اهميت است كه تقنين قانون قرض از راه لطف بر خدا - يا صحيح‌تر بگوئيم :\r\nصدور حكم از خدا - واجب و ضرورى است تا اين سنت حسنه در بين مردم متروك نگردد ؛ هرچند بنا به دلايلى خود قرض دادن را واجب نمىكنند .\r\nاگر گرفتن « ربا » حلال اعلام شود ، طبيعى است كه در برابر تقاضاى هر نيازمندى مىتوان مبلغى به عنوان سود مطالبه كرد . بنابراين رفته رفته اصل قانون قرض الحسنه مهجور خواهد ماند .\r\nشايد پيرامون استحباب مجعول و وجوب جعل ، آن چنان كه بايد ، بحث جامعى در كتاب‌ها\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nصورت نگرفته باشد ؛ همان گونه كه اشاره شد برخى از قوانين اگرچه خود قانون حاوى حكمى استحبابى است ولى جعل آن بر خدا - و صحيح‌تر :\r\nاز خدا - واجب است ، مانند جعل نماز شب ؛ نماز شب به خودى خود عبادتى مستحب است و كسى قائل به وجوب آن نيست اما اقامه‌ى آن ، از آن چنان اهميتى برخوردار است كه خداوند بايد اصل قانون آن را به مردم گوشزد كند ، نماز جماعت نيز همين طور ، شايد بسيارى از مستحبات ديگر نيز همين طور باشند . به طورى كه از روايت در نظرم هست .\r\nجبرئيل عليه السلام از سوى خدا بر پيامبر اسلام صلى الله عليه و آله فرود آمد و فرمود اى رسول خدا از جانب پروردگار دو هديه براى شما آورده‌ام يكى نماز جماعت و ديگرى نماز جعفر .\r\nدر روايت هشتم از باب اول ربا ، نيز اين گونه آمده است :\r\n« محمّد بن على بن الحسين باسناده عن هشام بن الحكم أنه سأل أبا عبد اللَّه عليه السلام عن علة تحريم الربا ؟\r\nفقال : انه لو كان الربا حلالا لترك الناس التجارات و ما يحتاجون إليه فحرم اللّه الربا لتنفر الناس من الحرام إلى الحلال وإلى التجارات من البيع والشراء ، فيبقى ذلك بينهم في القرض . « 1 » »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - وسائل الشيعة ( آل البيت ) - / الحر العاملي ج 18 ، ص : 120 .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nآن چنان كه از روايت مىتوان دريافت بايد مراد از عبارت « من البيع والشراء » همان بيع و شراء ربوى منظور باشد اگر حكمه « من » متعلق به « لتنفر » باشد ولى اگر متعلق به « تجارات » باشد معنا اين مىشود :\r\nتا مردم به سوى تجارت يعنى بيع و شراء روى بياورند ، آن‌وقت منظور بيع و شراء حلال و صحيح است . البته همين مضمون در روايتى ديگر با اين عبارت ذكر شده است :\r\n« إنما حرم اللّه الربا كيلا يمتنعوا من صنائع المعروف . « 1 » »\r\nروايت موجود ديگر نيز در باب رباى معاملى و رباى قرضى همين علل عنوان شده را ذكره كرده‌اند ؛ عللى كه معمم و مخصص نيستند .\r\n\r\n4 - 3 . اشاره‌اى به ملاك‌هاى تحريم ربا\r\nدر اين قسمت به بررسى ملاك‌هاى تحريم ربا كه گفته شده است مىپردازيم . گفتنى است پاره‌اى از اين ملاك‌ها در روايات آمده و در قسمت قبلى نيز گذشت كه به علت اهميت آن‌ها دوباره تكرار مىشود . با بررسى دقيق‌تر و با سبر و تقسيم شايد معناى فسادالاموال كه در روايات متعددى آمده بهتر معلوم شود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - همان ، ص ، 120\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\n\r\n4 - 3 - 1 . پول‌زايى و تعارض قانون و هدف\r\nبرخى معتقدند ملاك تحريم ربا پول‌زايى آن است ؛ اينان معتقدند : از آن جا كه در ربا پول زاينده‌ى پول است ، امرى نامشروع تلقى مىشود ؛ چرا كه پول نمىتواند منشأ توليد پول باشد ؛ بلكه تنها كار است كه مبناى توليد پول و ثروت محسوب مىشود .\r\nاما از سوى ديگر ، در برخى از قوانين مشاهده مىشود كه مسأله پول‌زايى مشروع و جايز تلقى شده است . به عنوان مثال : در معامله‌هايى كه به صورت نسيه انجام مىگيرد ، فروشند مجاز است كالايى را به دو برابر قيمت واقعى كه در معامله‌ى نقدى در نظر گرفته مىشود ، به صورت نسيه به فروش برساند .\r\nتفاوت قيمت در اين دو معامله به اين دليل است كه پول به عنوان كالا ، در معامله‌ى نسيه مدتى در دست خريدار ، مانده است ؛ بنابراين ، بين آن چه به عنوان هدف تحريم ربا ذكر شده « پول‌زايى » ، و قوانينى از قبيل « قانون معامله‌ى نسيه » ، تعارضى مشاهده مىشود كه از آن اصطلاحاً به عنوان « تعارض قانون و هدف » ياد مىشود .\r\nاما به نظر ما مسأله‌ى تعارض قانون و هدف در\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nبحث ربا وجود ندارد . زيرا در هيچ دليل فقهى از اين امر - پول منشأ پول - نهى نشده است .\r\nآن‌چه به نظر مىرسد اين است كه اين ادعا صرفاً احساسى و شعارى است و فاقد هر گونه دليل قابل اثبات است ، به نظر مىرسد كه مدعيان اين دليل « زمان و پول » را از يك‌ديگر جدا فرض مىكنند اما بايد اشاره كرد اين دو تنها « مفهوماً » از هم جدا هستند ، نه « واقعاً » ؛ چنان چه دقت شود ، در برابر زمان مجرد پولى پرداخت نمىشود ، بلكه به ازاى معطلى پول در طول زمان است كه مبلغى اضافه مىپردازند . بعلاوه اين‌كه زمان مهمترين سرمايه وجودى يك شخص يا يك شخصيت است چرا نبايد در برابر هدر دادن آن غرامت بگيرند ؟ ! منظورم اين است كه با معطل شدن پول در زمان ، فرصت خدمات ديگر را از صاحب پول گرفته‌اند . و بايد جبران شود .\r\nعلاوه بر اين با دقت در ماهيت پول نيز بايد گفت پول نيز خود ، تبلور كار است و كار متبلور تلقى مىشود ! به عنوان مثال : كتاب‌هايى كه در بازار خريد و فروش مىشوند ، نوعى پول هستند كه با معامله‌اى به شكل كتاب درآمده‌اند .\r\nاين‌كه ممكن است معامله‌اى با پول نامشروع\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nصورت گيرد خارج از بحث ماست . پولى كه از طريق مشروع به دست آمده ، ملك شخص مىباشد و ملك هم بايد بازده داشته باشد و چنان چه كسى پولى را از شخصى گرفته و براى او يا به شركت كار نموده زيان كند به صاحب پول خسارت زده است ؛ زيرا ثروتى را كه بايد دائماً بازدهى داشته باشد ، از بهره‌ى مطلوبش باز داشته ، به عبارت ديگر كار متبلور او را معطل كرده است .\r\nعلاوه بر آن چه گفته شد اگر ملاك ربا اين باشد كه پول ، نبايد پول آورد و بر اين اساس هر بيع پول‌زايى ، درست نباشد ، تمام معاملات نسيه‌اى چنان كه بدان اشاره شد ، بايد باطل باشند ! و يا تمام معاملات ديگر با يك مقدار گران فروشى بايد باطل شوند ، حال آن‌كه كسى اين گونه معاملات را باطل نمىداند . نهايتاً اگر در معامله اشكالى وجود داشته باشد ، مىگويند طرف حق فسخ دارد ، بنابراين به نظر ما حتى احتمال اين‌كه ملاك حرمت ربا پول‌زايى باشد نيز وجود ندارد .\r\nبحث ديگرى كه درباره‌ى ماهيت پول مطرح است ، اين است كه آن چه در معاملات ملاك است ارزش و ماليت پول است نه ذات و جنس آن .\r\nبىگمان پول در انجام معاملات ، نقش واسطه‌اى را\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nايفا مىكند ، اما اختلافى كه هست اين است كه آيا اين وسيله‌ى مبادله ، خودش واسطه است يا به عنوان ماليتش داراى نقش واسطه‌اى است ؟ به عبارت ديگر : صد تومان پول است يا ماليتى كه در آن نهفته ؟\r\nچنان‌چه خود مبلغ مزبور اصل باشد بنابراين كسى كه صد تومان از ديگرى قرض گرفته ، پس از مدتى ( يك سال يا ده سال ) بايد عيناً همان مقدار را بپردازد ؛ اما اگر بگوييم پول به عنوان پول ، واسطه نيست ، بلكه به عنوان ارزش و ماليتى كه برخوردار است نقش واسطه را ايفا مىكند ، در اين صورت مبلغى كه بيست سال پيش قرض گرفته شده ، امروز ، در هنگام بازپرداخت آن ، ديگر از ارزش و ماليت گذشته برخوردار نيست ؛ لذا وام گيرنده بايد جوابگوى مقدار كاهش ارزشى كه در پول ايجاد شده است ، باشد . مىخواهم بگويم بنا بر اين نظريه - ارزش - پس در امتداد زمان ، ارزش واسطه‌اى پول هم تفاوت كرده و پول‌زايى پول و نوعى پول‌شوئى مطرح نيست .\r\n\r\n4 - 3 - 2 . ظلم ، علت تحريم ربا\r\nبرخى از فقهاء از جمله مرحوم امام قدس سره دليل\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nتحريم ربا را ظلم مىدانند « 1 » و ظلم را به زياده‌گيرى معنا كرده‌اند .\r\nاين دليل موارد نقض فراوانى دارد از جمله : بيع سلف ، تنزيل ، بيع نسيه ، گران فروشى و هم‌چنين برخى موارد « حيل شرعى » كه شارع خود آن را پذيرفته است . امام خمينى قدس سره نيز خود برخى از موارد مزبور را قبول دارند « 2 » ؛ بنابراين « ظلم » بايد معناى ديگرى داشته باشد نه اين احتمال كه صرفاً زياده‌گيرى باشد .\r\nاز نظر برخى از فقهاء ظلم در اين‌جا به اين معناست كه افرادى بدون انجام هر گونه كار و فعاليت اقتصادى ، از اين طريق براى خود كسب درآمد كنند .\r\nاين تعريف از ظلم جامع نيست ؛ چرا كه بسيارى از تجارت‌ها همين گونه هستند . به عنوان مثال « مضاربه » كه نزد شيعه و اهل سنت از قطعيّات فقه اسلامى محسوب مىشود ، اين گونه است . فرد بر بهتر معلوم شود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كتاب البيع ، 2 : 408 .\r\n( 2 ) - ( همان ، 2 : 408 ) .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nمىگيرد ؛ درآمد مزبور هرچه باشد سود بدون كار است .\r\nبرخى از مدعيان در تأييد نظر خود به آيه‌ى كريمه : « ليس للانسان الا ما سعى » نيز استناد مىجويند ؛ ليكن اگر چنين توجيهى درست باشد ، ناگزير بايد قانون مضاربه و همه‌ى انواع تجارت را تعطيل و متوقف كرد و نتيجه در نهايت اين مىشود كه تنها فعاليت اقتصادى جامعه محدود و معطوف به كشاورزى و مانند آن شود . آن هم به اين صورت كه تنها ، فعاليت مشروع كشاورزى ، ( مثلا ) انجام كار مستقيم كشاورز بر روى زمين تلقى شود و بنابراين درآمدى به صاحب زمين و ارباب كه بر كار آنان نظارت مىكند يا هر گونه مديريت و برنامه ريزى در حوزه‌ى اقتصاد كشاورزى ، تعلق نخواهد گرفت .\r\nآن‌چه قطعى به نظر ما مىرسد ، اين است كه ملاك حرمت ربا اين نيست ، چرا كه مىدانيم تجارت ، مضاربه و . . . مشروع هستند ، و علاوه بر اين كار و فعاليت تنها به كار « يدى » محدود نيست ، فعاليت‌هاى فكرى ، برنامه ريزى ، مديريت منابع و . . . در افزايش سطح توليدات و رونق اقتصادى به مراتب از اهميت افزون‌ترى برخوردارند .\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\n\r\n4 - 3 - 3 . ترك معروف ( قرض دادن )\r\nبا مطالعه‌ى روايات به دست مىآيد كه در برخى از اين روايات ملاك حرمت ربا را « ترك معروف » ذكر كرده‌اند ؛ عباراتى مانند « ليصطنع الناس المعروف » و « لئلا يترك الناس اصطناع المعروف » در روايات گذشته وجود دارد .\r\nاكنون بايد ديد مراد از واژه‌ى « معروف » در روايات چيست ؟ آن چه به نظر مىرسد مراد از « معروف » همان استحباب « قرض دادن » است ؛ بنابراين تحريم ربا به اين دليل است كه مردم دست از قرض دادن برندارند . لكن با توجه به اين‌كه قرض دادن واجب نبوده و مستحب است ، نمىتوان امرى حرام ( ربا ) را به يك امر مستحب ( قرض ) تعليل نمود .\r\nاين تعليل مانند اين است كه علت حرمت شراب را استحباب غسل جمعه بدانيم و بگوييم ، كسانى كه شراب مىخورند ، چون هوش خود را از دست مىدهند ، نمىتوانند غسل جمعه كنند ، به همين دليل شراب خوردن حرام است ؛ بنابراين آيا بهتر نيست كه غسل جمعه را هم واجب كنيم ؟ با توجه به آن‌چه گفته شد ، اين‌كه يك حكم استحبابى ( قرض ) علت يك حكم الزامى ( حرمت ) قرار گيرد ، امرى بسيار مستبعد خواهد بود .\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\n\r\n4 - 3 - 4 . متروك ماندن تجارت\r\nدليل ديگرى كه در برخى روايات براى تحريم ربا بيان شده است متروك شدن تجارت مىباشد .\r\nدليل مزبور اين گونه بيان مىشود : « لئلا يترك الناس التجارات » ؛ اگر ربا حلال شود مردم ديگر دست از تجارت خواهند كشيد ؛ « و ما يحتاج اليها الناس » و آن‌چه مردم به آن نياز دارند تهيه نخواهد شد .\r\nاين دليل تا اندازه‌اى قابل توجيه است ؛ زيرا چنان چه ربا سودآورى قابل توجهى داشته باشد با توجه به شرايط تضمينى كه در آن قابل اعمال است ، مردم ديگر دنبال سوداگرى نمىروند ؛ چرا كه در اين صورت « ربا » در مقايسه با تجارت ( كه هميشه با احتمال سود و زيان همراه است ) ، معامله‌اى هميشه سودآور و بىزيان خواهد بود .\r\nاين دليل نيز موارد نقض زيادى دارد به عنوان نمونه مىتوان حق العمل كارى را مثال زد : بسيارى از فروشندگان ميادين ميوه و تره‌بار طى قراردادى با كشاورز و باغدار محصولات آنان را در فروشگاه خود عرضه كرده ، و در ازاى آن حق العمل دريافت مىكنند بدين ترتيب اين‌گونه كاسب كاران بدون ارتباط با نوسانات قيمت كالا يا ضرر صاحب بار ، نه تنها كه هيچ گاه متضرر نمىشوند بلكه دائماً در حال\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nبهره‌برى هستند علاوه بر اين‌كه هر روز بر بهاى محل كسب آنان نيز افزوده مىشود . البته ممكن است گفته شود : حق العمل كارى در مسير تهيه‌ى ما يحتاج مردم است و بنابراين از موضوع بحث ما خارج است ؛ اما بايد توجه داشت كه پولى را كه رباخواران به عنوان قرض مىدهند نيز در ميسر رفع نياز زندگى قرض گيرنده و براى رفع ما يحتاج زندگى او ، هزينه مىشود و در غير اين صورت هيچ فردى حاضر نيست بدون وجود چنين انگيزه‌هاى جدى ، متقاضى دريافت قرض با ربا ، شود .\r\n\r\n4 - 3 - 5 . تباهى داراييها\r\nاز برخى روايات ، جهت ديگرى ، به عنوان دليلى بر حرمت ربا ، مىتوان دريافت نمود و آن تباهى داراييها ( فساد الاموال ) است .\r\nاكنون بايد ديد منظور از فساد اموال چيست ؟ آيا منظور اموال رباخواران است ؟ آن‌چه كه قطعى است اين است كه دارايى رباخواران نه تنها فاسد نمىشود بلكه به گونه‌اى فزاينده انباشته مىشود ؛ نمونه آن همين بانك‌ها هستند كه روز به روز بر رونق آنان ، حجم ادارات و تعداد شعب آن‌ها افزوده مىشود ؛ بنابراين منظور از فاسد شدن دارايىها ، اموال كسانى است كه ربا مىدهند ؛ حال بايد ديد\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nتباهى دارايى پرداخت كنندگان ربا به طور دقيق به چه معنا است . چنان‌چه منظور مواردى باشد كه شخصى مبلغى را قرض مىگيرد ( حتى رباى قرضى ) و پس از مدتى مبلغ بيش‌ترى را ( مثلا هزار تومان در قبال هزار و دويست تومان ) باز پس مىدهد ، صرف چنين امرى نمىتواند فساد اموال دريافت كنندگان قرض باشد ؛ چرا شخص دريافت كننده‌ى قرض با مبلغ دريافتى ، نيازهاى ضرورى زندگىاش را رفع كرده و ممكن است به كار تجارى و سرمايه گذارى مبادرت كند . بالاخره وقتى پول در دست كسى است از آن براى درآمد بيش‌ترى استفاده مىكند ، بدين جهت است كه حتى برخى افراد را مىتوان ديد كه منازل مسكونى خود را فروخته و با پول آن اقدام به سرمايه گذارى مىكنند ، و يا كسانى با دريافت وام‌هاى با بهره از بانك‌ها به فعاليت‌هاى تجارى مىپردازند و روز به روز نيز بر رونق كارشان هم افزوده مىشود . اين‌ها اگر به بانك ربا ندهند بانك به آنان وام نخواهد داد و در اين صورت امكان تجارت نيز براى آنان فراهم نمىشود . اصولًا راز وجود پرونده‌هاى اختلاس نيز كه حاكى از روابط پنهان برخى سودجويان با رؤساى\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nبانكهاست همين است كه با پول‌هاى دريافتى از بانك به تجارت يا بورس بازى و . . . مىپردازند و در حالى كه به بانك سودى كم مىپردازند با انجام فعاليت‌هاى گوناگون اقتصادى گاه تا سى درصد و يا بيش‌تر از آن ، سود عايدشان مىشود ؛ و بدين ترتيب نه تنها فسادى در اموالشان ايجاد نمىشود ، درآمد هنگفتى نيز كسب مىكنند . خلاصه سود مىبرند كه با بانك‌ها روابط برقرار كرده وام‌هاى كلان مىگيرند .\r\nبعلاوه اين‌كه با فرض پذيرش معناى فساد اموال ، در ربا ، اين مسئله در رابطه با رباى قرضى مىتواند نافذ باشد نه در مورد « رباى معاملى » .\r\nبه عنوان مثال : معامله‌ى آرد با گندم ، يا يك خروار و نيم جو با يك خروار گندم ، با توجه به اين‌كه قيمت جو بايد به طور طبيعى پايين‌تر از گندم باشد يا يك تن آرد با يك تن و ده كيلو گندم و . . .\r\nهيچ‌گونه فساد اموالى در پى ندارد .\r\n\r\nعلل اقناعى\r\nبا بررسى تمام دلايل و ملاك‌هايى كه تا كنون براى تحريم ربا ذكر شد مىتوان دريافت كه ادله‌ى مزبور حكمت‌هاى تحريم هستند ؛ به بيان ديگر :\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nعلت جعل هستند نه علت مجعول . و از آن‌جا كه ادله‌ى مزبور معمم و مخصص نيستند و يا داراى معناى ديگر هستند كه « يردّ علمه الى اهله » ، فاقد اعتبار لازم خواهند بود و ما ناگزير از جستجو در متن قانون هستيم نه پيگيرى علل فوق الذكر . يعنى چون اين علل ذكر شده معناى روشنى ندارد ، ما موظف هستيم متن قانون را عمل كنيم هرچند ملاك آن را نفهميم .\r\nبنابراين با رجوع به متن قانون ، نظر شارع نافذ است : اگر شارع موردى را ربا دانست مىپذيريم و چنان‌چه درباره‌ى موردى نيز آن را از طريق حيله‌ى شرعى قابل اصلاح دانست نيز بدان عمل مىكنيم .\r\nو ديگر آن اشكالى كه ما در ابتداى كتاب « مالكيت خصوصى در اسلام » ذكر كرديم كه چطور ممكن است با تبديل لفظ « بعت » به جاى « اقرضت » حلال و مستحب شود ، وارد نيست زيرا ما ملاك حكم را چه مىدانيم ؟ ! ما تابع متن قانون هستيم . ليكن اندكى صبر كنيد شايد ملاك حكم را بفهميم .\r\n\r\n5 . ديدگاه مختار\r\n\r\n5 - 1 . ملاك حرمت در رباى قرضى\r\nبه نظر ما ملاك و علت حرمت ربا در رباى قرضى « غرر و جهالت » است ! مىدانيم هر معامله‌ى\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nغررى ، مجهول و مخاطره‌آميز است ؛ و اساساً غرر يعنى جهالت خطرى يا خطر ناشى از جهل . اين‌كه استاد بزرگوار ما مرحوم امام خمينى قدس سره در كتاب بيع مىفرمايند معناى غرر معلوم نيست ، در درس‌هاى بيع روشن كرديم كه هرچند معانى متعددى براى غرر ذكر شده ليكن ظاهر معناى آن به طورى كه از كتب لغت و موارد استعمال بدست مىآيد همان است كه گفتيم جهل خطرآفرين يا خطر ناشى از جهل . خطرى كه از نامعلوم بودن چگونگى آن در آينده ناشى مىشود و بيم از بين رفتن اصل زندگى و مال را با خود دارد . اگر كسى وام ده ساله دريافت كند هر اندازه هم تأكيد داشته باشد كه اين وام را ده سال ديگر پرداخت خواهد نمود ، باز خود به خود اگر پس از پايان زمان مقرر ، موفق به پرداخت آن نشود همان وضعيت سابق كماكان ادامه خواهد داشت و بايد به دادن « ربح » ادامه بدهد ، اين مقتضاى طبع ربا در همه عالم ، از شرق تا غرب است . و همواره چنين بوده است . در غير اين صورت ، « ربا » به خودى خود به « قرض » تبديل مىشود ؛ يعنى : اگر بنا باشد پس از ادا نكردن بدهى در موعد مقرر ، ديگر ربح لازم نباشد و همان اصل بدهى و ربح سابق را فقط بدهد اين‌طور\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nمىشود كه بدون قراردادى جديد ، و خود به خود « ربا » مبدل به « قرض » شده است . كه باز از اين نظر باطل خواهد بود كه چگونه قراردادى خود به خود تغيير مىكند . بنابراين طبع ربا خود به خود يعنى « غرر » . يعنى نمىداند كه در آينده چقدر بايد بدهد ، اگر از اول هم تصريح كنند كه اگر پس از مدت موعود بدهى خود را نپرداخت ديگر ربح اضافى لازم نباشد اين جمع بين دو معامله - ربا و قرض - در يك معامله مىشود ، ضمن اين‌كه يك استثناست و قانون تابع موارد استثنا نمىباشد و بعلاوه كسى همچنين كارى نمىكند ، اگر مىخواست پول بدون ربح بدهد از اول اين كار را مىكرد .\r\nدر مورد تمام عقدها ، تحولات و نوسانات بازار اقتصاد گاه آن چنان سريع و گسترده است كه وضعيت‌هاى آينده تقريباً غير قابل پيش بينى است ؛ مثلًا اگر در زمان جنگ ميان ايران و عراق عقد ازدواجى منعقد شده باشد و مهريه‌ى آن صد سكه‌ى بهار آزادى تعيين شده باشد پس از جنگ اين سؤال پيش مىآيد كه قيمت آن را چگونه بايد محاسبه كرد ؟ آيا ملاك قيمت زمان جنگ است يا قيمت پس از اعلان آتش بس ؟ البته اين سخن از باب مثال است و وجود غرر در مورد ازدواج اشكال ندارد .\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nخلاصه اين‌كه در قراردادهاى ربوى ، فردى مقدارى پول را به عنوان « وام » به ديگرى مىپردازد بر اين اساس كه ماهانه مقدار معينى به عنوان سود به وى پرداخت شود در چنين قراردادى روشن نيست كه سرانجام ، بدهكار تا چه وقتى وجه قرض گرفته را باز پس خواهد داد ؛ تا چه زمانى پول مزبور در دست وى باقى مىماند و در اين مدت چه مقدار بر عهده‌ى او افزوده خواهد شد ؛ چرا كه ممكن است بارها و بارها اصل پول قرض گرفته را پرداخت كند اما هنوز هم چندين برابر آن مديون باشد ، اين يعنى معامله‌اى مخاطره‌آميز ، آن هم با خطر بسيار بالا . به نظر ما ملاك حرمت ربا در همين نكته نهفته است .\r\nاما اگر سود ياد شده به گونه‌اى قطعى شود ، ديگر ملاك حرمت ( جهالت ) وجود نخواهد داشت و اين در بيع غير ربوى است . مثلًا : اگر در معامله‌اى مبلغ هزار تومان را در قبال دريافت دوهزار تومان بعد از گذشت شش ماه بفروشند ، در اين قرارداد اگر چه سود زيادى به فروشنده مىرسد اما قرارداد متضمن جهالت نيست زيرا طرفين قرارداد مىدانند كه خريدار بايد پس از شش ماه دو هزار تومان بدهد . و معامله بيع غير ربوى ، قطعى است . يعنى\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nهرچه بماند همان دو هزار تومان را مىدهد نه بيش‌تر ، مثل ساير معاملات ، اگر هر جنسى را به مبلغ دو هزار تومان مثلًا بفروشد و خريدار در رأس موعد نتواند پول را پرداخت كند همان دو هزار تومان را بايد بدهد نه بيش‌تر . و با اين بيان روشن مىشود كه اشكال اساسى ربا در جهالت خطرآفرين آن است ، خطرى كه در هيچ معامله ديگرى نيست . مسئله تبديل لفظ « بعت » به جاى « اقرضت » نيست ، تفاوت در حقيقت بيع با رباست .\r\nالبته همين را هم به طور قطع نمىگوييم بلكه بايد گفت كه « غرر » هم شايد يكى از حكمتهاى حرمت رباى قرضى باشد نه همه‌ى حكمت‌هاى آن و نه علت . لكن با توجه به مطلب فوق ، مىتوان گفت ملاك‌هاى ديگرى هم كه در رباى قرضى مطرح شد مانند فساد اموال ، ظلم و . . . همگى بر اساس همين غرر معنى مىشوند . مثلا يكى از حكمت‌هاى حرمت ربا فساد اموال است . اين حكمت هم خود ناشى از غرر است ؛ چون در قرارداد قرض مشتمل بر ربا ، وضعيت به گونه‌اى است كه اگر مال قرض گرفته شده در موعد مقرر بازپرداخت نشود ، قرارداد قرض بدون نياز به انشاى جديد ، خود به خود تمديد شده و بر ميزان\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nآن افزوده مىشود . به عنوان مثال : اگر كسى هزار تومان قرض گرفت تا پس از يك ماه هزار و دويست تومان بپردازد ولى موفق به اين كار نشد ، به ميزان تأخير و بازپرداخت بدهى ، بايد به صورت تصاعدى مبلغى را به عنوان ديركرد بپردازد ، اين رويه در همه‌ى بانك‌هاى اسلامى ما نيز جريان دارد بدين ترتيب قرض گيرنده از اين‌كه نهايتاً چه مبلغى بايد بازپرداخت كند ، بىاطلاع است . البته ابتدا با يك برآورد و حساب سرانگشتى گفته مىشود :\r\nهزار تومان دريافت و بعداً هزار و دويست تومان پرداخت مىكنم ، اما احتمال اين‌كه محاسبه‌ى مزبور اشتباه باشد بسيار است يعنى اگر نتواند پرداخت كند بايد دائماً ربح روى ربح بپردازد ! كسى چه خبر از آينده دارد ؟ ! اما در بيع وضعيت به گونه‌ايست كه هر اندازه هم گران فروشى و اجحاف صورت گيرد ، مقدار آن مشخص و قطعى است و ديگر قابل كم و زياد شدن نيست .\r\n\r\nتأثير تورم\r\nدر اين جا ممكن است كسى به وجود تورم و كاهش ارزش پول استناد كند مبنى بر اين‌كه در تمام موارد تورم خود به خود بر مبلغ افزوده مىشود . اما\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nاين سخن صحيح نمىباشد زيرا در اين صورت تمام معاملات مدت‌دار ، غررى خواهند شد ؛ براى اين‌كه با توجه به متفاوت بودن وضعيت و شرايط جامعه و وجود نوسانات زياد قيمت ، شخصى كه امروز كالايى را با قيمت مشخص معامله مىكند ، نمىداند كه پس از گذشت يك سال ، بازپرداخت آن چگونه خواهد بود . و مىدانيم كه نه معاملات را باطل مىدانيم و نه كسى اضافه مىدهد ، و اين است كه ادعاء اجماع شده كه نقصان قيمت موجب ضمان نمىشود ، آرى اگر اين‌قدر تورم شديد باشد كه ديگر نزديك به بىارزشى شود آن وقت قيمت ثمن و پول ، بحسب زمان محاسبه مىشود ، آن هم قطعى است نه اين‌كه باز هم به آن چيزى اضافه شود . و اين طور نيست كه در هر مورد تورم ، بدهى افراد عوض شود . و گرنه چون تورم تدريجى است دائماً بايد معاملات به طور مجهول باشد .\r\n\r\nكميت و كيفيت\r\nدر تورم در مورد قرض هم اگر بنا باشد به اين عنوان چيزى گرفته شود لازمه‌اش ربا مىشود يعنى اگر گفته شود كه « تورم » ضمان‌آور است ، بايد از اول تأكيد شود كه هزار تومان در قبال هزار و دويست\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nتومان است ، ولى بىگمان اين از مصاديق « ربا » خواهد بود ، زيرا ملاك ربا كميت و مقدار است نه كيفيّت و بازدهى !\r\nدر اين‌جا ممكن است بگوييد در اين گونه موارد ارزش واقعى مال موضوع قرارداد قرض واقع مىشود و آن‌چه پرداخت مىگردد ارزش واقعى مال است . پس قرض هزار تومان به هزار و دويست تومان صحيح است زيرا بر اساس تورم اين هزار و دويست همان هزار است .\r\nولى اين استدلال صحيح نيست . زيرا معامله مجهول مىگردد . با اين توضيح كه حتى متخصصين فن نيز نمىتوانند پيش بينى كنند كه از هم‌اكنون تا چند ماه ديگر چه اتفاقى رخ مىدهد ، حتى قيمت‌ها و تورم آن در فصل و زمان خودش نيز ، چگونگى آن ، به صورت تقريبى بوده ، با حدس و گمان همراه است و دقيق نيست .\r\nبرآورد افزايش قيمت معمولًا به اين گونه است كه چندين نمونه از كالاهاى مصرفى - به اصطلاح سبد كالا - را با هم جمع و از آن‌ها درصدى گرفته شده و اعلام مىشود كه تا اين اندازه قيمت كالاها افزايش يافته است ، اين تشخيص حتى از سوى متخصصين نيز تقريبى بوده و دقيق نمىباشد . حال\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nاگر بخواهيم اين امور را دخيل بدانيم ، تمام معاملات ، غررى و باطل خواهند شد .\r\nتوجه به اين موضوع كه نقصان قيمت هرگز موجب ضمان نيست ؛ جديد نيست و در بين فقهاء مطرح بوده است ؛ بعضى نيز ادعاى اجماع كرده‌اند بلى اگر كالا از ماليت بيافتد در اين صورت اصلا ثمنى وجود ندارد و بايد به قيمت روز حساب شود ، يا اين‌كه مورد مصالحه قرار گيرد و گرنه ، چنان‌چه تورم ، در حد كم يا زياد باشد و نه به صورت عديم الماليه ، در اين صورت قاعدتاً ضامن نخواهد بود ؛ گرچه اگر عمداً تأخير در پرداخت كرده كار حرامى كرده ليكن ضمان مالى نمىآورد ؛ البته در خصوص ضمان « يد » ممكن است گفته شود : حديث « على اليد ما اخذت حتى تؤدّيه » ضمان عين را با همه‌ى خصوصياتش و از جمله صفت ماليت ، به اثبات مىرساند ؛ اما اين نيز درست نيست زيرا كلمه‌ى اخذ ظاهر در عين است نه صفت ماليت و قيمت تجارى آن . البته احتياط خوب است .\r\nچنان چه گفته شود : « اگر از همان هنگام انعقاد قرارداد ، قيد شود كه با هر اندازه افزايش قيمت در صورتى كه طرف مقابل قدرت بازپرداخت وام را نداشت ، باز هم فقط متعهد به پرداخت هزار و\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nدويست تومان باشد ، كه در حقيقت ارزش همان هزار تومان را دارد ، در اين فرض ، ديگر فساد اموالى در بين نيست و غرر نيز نخواهد بود . » جواب اين است كه : قانون به شكل عام وضع مىشود و نه به لحاظ موارد استثناء ، قاعده‌ى ربا در همه‌ى عالم بر اين اساس است كه در صورت عدم پرداخت ( ديركرد ) ، خود به خود اضافه مىشود و گرنه همان‌طور كه قبلا گفتيم جمع دو معامله در يك معامله مىشود ، اولش ربا و سپس قرض صحيح مىباشد ! و اين كار در عمل و انشاء واحد ممكن نيست ، و هيچ كس هم در هيچ معامله ربا اين كار را نمىكند كه فقط در ماه اول مثلًا ربح بگيرد و ديگر نگيرد . ضمن اين‌كه اگر فرض هم كنيم كه كسى اين كار را بكند يك استثنا مىباشد و ملاك جعل حكم نمىباشد . آن چه گفته شد مانند اين است كه بگوييم : ربا حرام است الا آن جاهايى كه وام گيرنده آدم پول‌دار است ؛ يا مثل اين است كه گفته شود :\r\nزن‌ها چون احساسشان بيش از عقلشان است نبايد متصدى كارهاى مردانه بشوند ، و بعد زنى بيايد و بگويد كه من گواهى پزشكى دارم كه اصلا فاقد احساس هستم ! ! يا مثل اين‌كه در حرمت نوشيدن شراب بگوييم : « ليصدكم عن ذكراللّه وعن\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nالصلاة . . . » . يعنى شراب نوشيدن بازدارنده‌ى از ياد خدا و نماز است ، و بعد كسى ادعا كند كه من فقط يك قطره مىنوشم و بىترديد اين مقدار نمىتواند هيچ ضررى نسبت به آن چه گفته شد داشته باشد .\r\nدر فرض اين‌كه حتى اين قطره واقعاً بىاثر باشد نيز ، عمل مزبور ، باعث بروز قانون شكنى مىشود و راه‌براى فرار از قانون پيدا مىشود . بنابراين ، وضع قوانين بايد به گونه‌اى جزمى و غير قابل نقض باشد مانند آن چه كه در قانون حكومت نظامى مىبينيم كه مثلًا مىگويد : از ساعت هفت شب تا پنج بامداد هيچ كس حق حضور در معابر عمومى را ندارد حال اگر كسى به اين دليل كه : من پيرمرد افتاده‌اى هستم و خطرى براى كسى ندارم ، در ساعات ممنوع به خيابان بيايد ؛ او هم دستگير خواهد شد ، چرا كه اگر قانون شكنى صورت گيرد ، بهانه‌اى به دست ديگران ، براى ناديده گرفتن قوانين خواهد داد .\r\n\r\nقرض ماليت\r\nنكته‌ى ديگر كه درباره‌ى وام قابل بررسى است اين است كه آيا مىتوان قرارداد قرض را بر اساس « ماليت » تنظيم نمود ؟ مثلًا هنگام قرارداد ، پرداخت كننده‌ى وام مىتواند بگويد : من قيمت يك كيلوگرم\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nبرنج را به شما قرض مىدهم ؟ در چنين صورتى ، وام به جاى اين‌كه به ذات شىء تعلق گيرد به ارزش و ماليتى كه شىء دارد تعلق خواهد گرفت ؟\r\n« ماليت » اشياء را بر چه اساس بايد مشخص نمود ؟ اجناس مختلف داراى ويژگىهاى گوناگونى هستند ، كالاهايى كه در بازار خريد و فروش مىشوند ، اتومبيل ، سكه ، و . . . ، كدام مىتوانند ملاك تعيين ماليت قرار گيرند ؟ و آيا مىتوان گفت كه دو طرف قرارداد مىتوانند كالاى مورد نظر براى تشخيص ملاك ماليت را مشخص كنند ؟ اگر بگوييم ماليت بر اساس قيمت بازار همان جنس ( پول ) مورد قرض معين مىكنيم ، مىگوييم آن هم در آينده معلوم نيست و اين غرر مىباشد .\r\nدر كشورهايى كه از اقتصاد با ثبات و پويا برخوردارند ، افزايش قيمت كالاها معمولًا به كندى و به طور يكسان صورت مىگيرد ، در چنين شرايطى ، مىتوان شرط بقاء ماليت را به‌طور تقريبى لحاظ نمود اما در كشورهايى كه داراى اقتصاد بيمار هستند ، تورم و نوسان قيمت كالاهاى مختلف زياد است ؛ ملاك ما در يك اقتصاد سالم و با ثبات ، مىتواند تا حدودى ماليت باشد ، اما در اقتصاد بيمار ، اين دو طرف قرارداد هستند كه بايد تعيين\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nكنند كه قيمت را به ازاى كدام جنس بايد محاسبه نمايند .\r\nاما مطلب مهم‌تر اين كه ، آيا اساساً « قرض ماليت » درست است يا خير ؟ بايد گفت ادله‌ى قرض شامل چنين موردى نيستند ؛ اين ادله ناظر به مال هستند نه ماليت ؛ و كميّت مطرح است نه ارزش ، حتى عموماتى چون « اوفوا بالعقود » نيز اين گونه‌اند . چون عقود عقلائى در معاملات مقادير اجناس بر اساس كميت است . در برخى احكام ديگر هم همين‌طور است . مثلا برخى تصور مىكنند كسى كه سال قبل يك ميليون تومان داشته و امسال دو ميليون ليكن ارزش دو ميليون از نظر بازدهى فرقى با يك ميليون نكرده خمس نبايد بدهد . ليكن اين نظر هم اشتباه است ، ربح با كميت سنجيده مىشود نه با كيفيت و ارزش بازدهى . ربح هم مانند نصاب زكات بر كميت است .\r\n\r\n5 - 2 . ملاك تحريم در رباى معاملى\r\nآن چه گفتيم مربوط به رباى قرضى بود و گفتيم كه به نظر ما ملاك حرمت ربا ، غرر و جهالت خطرآفرين است . كه در هيچ معامله غررى ديگرى ، اين‌قدر خطر وجود ندارد . چنان‌كه اين غرر در بيع غير ربوى نيست هرچند مثلًا گران‌فروشى بسيار\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nباشد ، هرچه باشد براى طرف قرارداد معلوم است ، و مىتواند با فكر و تأمل در وضع خود قرار بندد .\r\nاما ملاك تحريم در رباى معاملى دقيقاً روشن نيست . اين‌كه چرا در معامله‌ى دو هم جنس با هم نمىتوان چيزى را افزود ، هنوز براى ما به‌درستى معلوم نيست ، با توجه به اين‌كه همان گونه كه پيش‌تر اشاره شد ، عرف در مواردى مانند مبادله‌ى گندم با جو و شير با كره ، آن را جايز مىداند .\r\nابن قدامه ( از فقهاى حنبلى ) در كتاب المغنى به نقل از برخى از صاحب‌نظران مىگويد :\r\nشايد علت تحريم ربا در معاملات كالاهاى همجنس ، اين باشد كه اگر بنا شود چنين معامله‌اى با اضافه بودن يكى از دو جنس صورت گيرد اختلاف زيادى بين معامله‌گران بروز خواهد كرد ، آن‌گاه كه طرفين معامله ادعا كنند جنس من بهتر و مرغوب‌تر از ديگرى بوده و . . . به همين سبب ، پيامبر اسلام صلى الله عليه و آله با تحريم چنين معامله‌اى ، از ريشه جلوى بروز اختلافاتى از اين دست را گرفتند . « 1 » شايد تا حدودى بتوان اين توجيه را پذيرفت ؛ زيرا كاهش دعاوى در دادگاها از جمله مسائل بسيار مهم اجتماعى است كه بايد مورد توجه دستگاه قضايى و قانونى قرار گيرد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ( ابن قدامه ؛ بىتا : 120 ) .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nاما به رغم اين مطلب هنوز ابهاماتى باقى هستند ؛ زيرا از نگاه عرف معامله‌ى برخى از كالاهاى همجنس ، بايد با زيادى همراه باشد خصوصاً در كالاهاى مرغوب و نامرغوبى كه با هم مبادله مىشوند يا مواردى مانند « گندم و جو » و « شير و كره » كه اگرچه از يك جنس هستند ، ولى از كيفيت و مطلوبيت متفاوتى برخوردارند .\r\nمطلب قابل توجه ديگر اين‌كه اشكال فقط در مكيل و موزون مىباشد ، اما در معدود مثل معامله گردو و تخم‌مرغ در جاهايى كه بطور شماره معامله مىشوند اشكال ندارد هرچند اضافه داده شود . و همچنين در غير اين‌ها مثل معامله‌ى پول با پول كه بر اساس ارزش اعتبارى است نه مكيل است و نه موزون و نه معدود . اضافه در بيع اين‌ها هيچ‌كدام اشكال ندارد . مطلبى كه استاد بزرگوار ما مرحوم امام قدس سره در كتاب ارزشمند تحرير الوسيله دارند كه : « معامله پول با پول اگر به قصد فرار از ربا باشد اشكال دارد و گرنه صحيح است » براى ما قابل فهم نيست ، اولًا قصد فرار از ربا يك قصد خيلى خوب و ارجمندى است ، چنان‌كه در روايات هم تمجيد شده است . و ثانياً قصد هدف خاص موجب بطلان اين گونه\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nمعاملات نمىشود . اگر شرائط ربا بر آن تطبيق مىشود باطل و الا صحيح است . اين بود آن‌چه كه به طور خلاصه در ملاك حرمت ربا به نظر ما مىرسيد .\r\n\r\nراه‌كارها و فقهاء مشهور\r\nبر اساس آن چه گفتيم كليه راهكارها و به اصطلاح « حيل شرعيه » كه براى نجات از حكم حرمت ربا در كلمات فقهاء پيشين آمده صحيح است و حق با مشهور فقهاء مىباشد زيرا در هيچ يك از راهكارهاى مزبور غرر و جهل خطرآفرين كه گفتيم وجود ندارد .\r\nدر اين راهكارها چهار نظريه است :\r\n1 - جواز مطلق كه قول مشهور است .\r\n2 - فقط در مورد اضطرار جائز است كه قول مرحوم اردبيلى در مجمع الفائده است .\r\n3 - در باب قرض جائز نيست و در رباى معاملى آن‌جا كه عرفاً ربا نيست حيله ، جائز است مثل معامله گندم به جو .\r\n4 - اگر جنبه‌ى عقلايى دارد و قصد جدّى بر آن وجود دارد جائز است .\r\nنظريه چهارم همان نظريه اول است بديهى\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nاست كه مشهور موردى را كه اصلًا قصد انشاء جدى ندارد نمىگويند در همه‌ى اين موارد هم قصد جدى است و هم همه آن‌ها قطعى هستند و مثل ربا خود به خود افزوده نمىشوند .\r\nحتى مثالى كه به عنوان استهزاء اين راهكارها آورده مىشود : « يك قوطى كبريت يا يك شاخه نبات را از شما به ده هزار تومان خريدم به شرط اين‌كه يك ميليون وام بدون بهره به من بدهيد » كه معمولًا دستاويزى براى تمسخر حيل شرعيه و به عنوان استهزا آورده مىشود . مىگويند : « چه فرقى كرد ؟ ! بالاخره همان سود و ربح را برد اما با عنوان خريد يك شاخه نبات » !\r\nحقيقت اين است كه فرق بسيار است . در اين مثال بالاخره هرچه باشد معلوم است و جهالتى در كار نيست به خلاف ربا .\r\nاشكال‌هايى كه در مانند اين مثال مىگيرند اين است كه :\r\n1 - هيچ‌كس يك شاخه نبات را به ده هزار تومان نمىخرد پس قصد انشاء اين بيع را ندارد . جواب اين است كه معلوم است كه يك شاخه نبات ده هزار تومان نمىارزد و كسى نمىخرد ، ليكن شاخه نباتى كه دنبال آن يك ميليون وام بىبهره باشد هم\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nارزش دارد و همه اين كار را مىكنند ، آن‌ها كه اين كار را مىكنند هم عاقل هستند و هم براى فرار از جهنم واقعاً قصد چنين معامله را دارند . پس هم ارزش دارد و هم طرفين قصد انشاء دارند .\r\n2 - در حقيقت قصد سودخورى در ربا را دارند ليكن چون حرام بوده به اين سو رو آورده‌اند ! جواب اين است كه چه اشكال دارد كه كسى همان مقدار سود حرام را به طور حلال بخورد ! اگر همان مقدار سود را در گران‌فروشى يا در معامله نسيه يا سلم ببرد معامله را باطل مىدانيد ؟ !\r\n3 - اين چه حكمى و چه ملاكى است كه با تغيير لفظ عوض مىشود ؟ اگر اقرضت بگويى حرام و باطل و اگر بعت بگويى حلال و صحيح و موجب اجر و ثواب ! كه كسب است و كاسب حبيب خداست ! جواب اين است كه مگر يك عمل جنسى ، با لفظ انكحت حلال نمىشود و بدون آن حرام ! و اساساً همه‌ى روابط عقلا با الفاظ است .\r\nبگذرم از حرف كسانى چون محيى الدين عربى در كتاب فتوحات كه اساس خلقت عالم را لفظ مىداند و قدرت آن را بالاترين قدرت عالم امكان مىشمارد . بعلاوه لفظ خالى كه نيست ، لفظ وسيله‌ايست براى انجام قرار .\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\n4 - قصد فرار از ربا دارند كه به دنبال اين راهكارها مىگردند ، نه قصد واقع معامله . جواب اين است كه هم قصد فرار از ربا دارند و هم قصد معامله تا سود حلال ببرند .\r\nبه اين روايت توجه كنيد : عبدالرحمن بن حجاج در ضمن حديثى به امام صادق عليه السلام مىگويد : هزار درهم و يك دينار را مىخرم به دوهزار درهم ( يعنى تا يك دينار اضافى در برابر هزار درهم قرار گيرد تا اضافه معامله همجنس نباشد كه رباى معاملى در باب صرف مىباشد ) فرمود : اشكالى ندارد ، پدرم در برابر اهل مدينه مىتوانست صريح‌تر و با جرأت‌تر حرف بزند و همين مطلب را مىفرمود ، آن‌ها مىگفتند : اين يك فراز از رباست ، هرگز كسى يك دينار را به هزار درهم نمىخرد . . . پدرم به آن‌ها مىفرمود : « آرى فرار است و چه خوب است فرار از حرام به سوى حلال » . « 1 » اين است كه اكثريت قاطع فقهاء اين گونه راهكارها را پذيرفته و بسيارى از آن‌ها اين مطلب را در كتاب بيع ، بيع شرط ، بيع صرف ، رهن ، قرض ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - 1 / 6 ابواب الصرف وسائل همين مطلب به صراحت در روايت 2 / 6 ذكر شده است . و خلاصه مطلب نيز در حديث 3 / 6 و نيز 4 و 6 و 6 / 7 آمده است .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nربا ذكر كرده‌اند ، گويا اولين كسى كه اعتراض نموده مرحوم مقدس اردبيلى در مجمع الفائده و مرحوم وحيد بهبهانى بوده است ، كه عبارات آن‌ها را در درس خارج فقه - بيع - ذكر كرده‌ام كه در نوارهاى درسى موجود است . « 1 » و جالب اين‌كه استاد ما مرحوم امام قدس سره نيز در اواخر سال ( 1341 ه ش ) در سؤالى كه من از ايشان كردم اين گونه حيل شرعيه را پذيرفته و جائز مىدانستند و آن وقت من تابع نظر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مرحوم وحيد بهبهانى - استاد الكل - در رسائل فقهيه صفحه‌ى 263 چنين مىفرمايد : فتحوا باب الحيله . . . : باب حيله را گشودند و در نظر مردم دنيا آسانش نمودند و عملًا اشاعه كردند به طورى كه در همه بلاد و همه قرون و اعصار بر آن مدار عمل نمودند با اين‌كه خداوند بنى اسرائيل را به خاطر همين حيله‌ها مسخ نمود . . . با يكى از علما يا فضلا كه حيله را تجويز مىنمود وقتى با او بتفصيل صحبت كردم او توبه و استغفار نمود و از عقيده‌اش برگشت . . . ربا همچون ريا ، آن هم نوعى شرك است ، آيا ريا را مىتوان با حيله حلال و صحيح نمود ؟ ! چه طور در ربا با صرف تغيير نام مال ديگران را مىخوريد ؟ ! چطور در شرب توتون و كشيدن تنباكو احتياط مىكنيد اما در اين حيله‌ها بىمهابا وارد مىشويد با اين همه رواياتى كه در باب ربا وارد شده است . . . » نظير همين عبارات را در صفحه 248 همين رسائل فقيه بيان مىكنند . مرحوم مقدس اردبيلى هم در كتاب مجمع الفائده حيل را ردّ مىكند ، منتها نه به اين تندى و صراحت بلكه از باب احتياط نه حرام قطعى . از معاريف فقهاء در گذشته‌ها همين دو نفر را داريم ، وحيد بهبهانى در همين رسائل فقهيه‌شان و مقدس اردبيلى در مجمع الفائده . منتهى مقدس اردبيلى در مجمع بنا بر احتياط مىگذارد به طور صريح نمىگويد كه حرام است و باطل ، بنا را بر احتياط مىگذارد .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nمرحوم مقدس و وحيد بودم ، مرحوم آقاى اشراقى داماد مرحوم امام ، نظر مرا تأييد نموده آيه‌ى ربا : « . . بحرب من اللّه ورسوله » را خواند ، امام فرمود : اين آيه مربوط به رباست و اين گونه موارد كه ربا نيست .\r\nليكن امام به نجف كه مشرف شدند بعدها نظرشان برگشت و حيل شرعيه را مردود اعلام كردند . به نظر اينجانب اين گونه راهكارها نه رباست و نه حكمت و علت و ملاك حرمت ربا را دارد ، البته آن‌چه گفتيم رباى قرضى است ، كه شايع و مهم ، همان است .\r\nرباى معاملى نكته‌اش را دقيقاً نمىدانيم و مورد ابتلا هم نمىباشد يعنى كم‌تر اتفاق مىافتد ، در معاملات صرافان و يا فروشندگان غلات گاهى پيش مىآيد ، يعنى آن‌گاه كه بخواهند بطور پاياپاى معامله نموده ثمن و مثمن هر دو ، كالا و از يك نوع هم باشند و معمولًا اين‌طور نيست معامله جنس با پول و مانند آن انجام مىشود . به هر حال اميد است اين مختصر بحث ما راه‌گشا بوده تسهيل امور كند .\r\n\r\nبانك‌ها\r\nاين نكته را هم كه شايد مفيد است عرض كنم :\r\nبرنامه اسلامى كردن بانك‌ها به اين صورت كه اكنون جريان دارد چندان متفاهم مردم عادى\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nنيست ، بسيارى از مردم معناى جعاله را اصلا نمىدانند تا چه رسد به احكام آن ، احكام مضاربه و ساير عقود شرعيه را نمىدانند ، آن‌گاه چگونه به عنوان طرف قرارداد امضاء مىكنند ؟ ! مگر اين‌كه كارمند بانك را وكيل كنند كه پول آن‌ها را طبق يكى از عقود شرعيه كه خود بانك مىداند گرفته و طورى كنند كه سودى به آن‌ها برسد ، ولى آن‌ها در حقيقت مورد وكالت را هم دقيقاً نمىدانند چى و چگونه است . اين درباره‌ى پولى كه به بانك مىدهند . و اما پولى كه به عنوان وام از بانك مىگيرند ، بيش‌تر موارد بانك پول را به عنوان شركت در يك ساختمان يا پروژه ديگر مىدهد و گيرنده در مورد ديگر صرف مىكند و اين وقتى از اول قصدش بر خلاف قصد بانك مىباشد قرار باطل است . چنان‌كه پول را هم كه به عنوان قرض الحسنه در بانك مىگذارند نوعاً به قصد شركت در قرعه‌كشى مىگذارند كه اگر بدانند قرعه به نام آن‌ها نمىافتد نمىگذارند ، و اين - توقع بلكه شرط قرار گرفتن در ليست قرعه - خود نوعى ربا مىباشد .\r\nبه نظر اينجانب در مورد اخير خوب است به قصد قرض نگذارند بلكه به قصد امانت بگذارند با اجازه در تصرف ، تا شبهه‌ى ربا در كار نيايد . در دو\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nمورد بالا هم بهتر است معامله پول با پول كنند مثلًا يك ميليون از بانك مىخرد به يك ميليون و يكصد هزار به طور نسيه كه در فلان موقع پرداخت نمايد .\r\nو چون پول مكيل و موزون نيست زياده در معامله آن - نقداً يا نسيئهً - اشكالى ندارد . و اين معامله اولًا قطعى است و ملاك ربا را ندارد و ثانياً همه معناى آن را مىفهمند .\r\nگاهى اشكال مىكنند كه : « مبيع بايد كالا باشد و نمىتواند ثمن و مثمن هر دو پول باشند » ليكن بايد گفت بيع مبادله مال به مال است ، و صدق مال بر ماليت محضه خيلى روشن‌تر از صدق مال بر كالاست . هيچ‌گونه دليلى نداريم كه مبيع بايد كالا باشد يعنى غير پول . معامله « صرف » هر دو طرف پول هستند .\r\nگاهى مىگويند : چه غرضى در معامله پول به پول وجود دارد ، آيا اين يك معامله‌ى سفهى نيست ؟ پاسخ اين‌كه اولًا چه غرضى بالاتر از اين‌كه مىخواهد مشكل نياز به پول را حل كند و ربا و حرام هم نباشد . بعلاوه اگر فرض كنيم كه سفهى است معامله‌ى شخص سفيه اشكال دارد هر چند عقلائى باشد ، نه معامله شخص عاقل هرچند سفهى باشد . معاملاتى كه عقلا انجام مىدهند\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nبسيارى از آن‌ها سفهى و غير عاقلانه است و بدين جهت اين‌قدر خسارت مىدهند ! ! اساساً سود بردن يك طرف و ضرر طرف ديگر مربوط به عدم رعايت عقلانيت در يك طرف است .\r\nاز آن‌چه گفتيم معلوم مىشود كه اين‌كه برخى از علماء حوزه تعريف حيل شرعيه را اين طور ذكر كرده‌اند : « حفظ ظواهر قوانين شرع با اين كه روح آن قوانين وجود ندارد » « 1 » صحيح به نظر نمىرسد ، اگر بدانيم كه روح قوانين يعنى ملاك حكم وجود ندارد و بدانيم كه ملاك چيست ، پس مىدانيم كه منظور شرع هم آن نبوده است و اگر ظاهر عبارت چيزى است منظور چيز ديگرى است ! نخير ، تعريف صحيح اين است كه پناه به قانون براى گريز از قانونى ديگر . بنا به آن‌چه گفتيم بر خلاف فرموده مرحوم بهبهانى قدس سره حيله صرف تغيير نام نيست ، بلكه استفاده از يك قانون براى گريز از مشكلات قانونى ديگر است . و تغيير نام صرف ، بدون تغيير واقع عنوان ، آن هم با قصد جدّ ، و براى دخول در باب معامله‌اى ديگر نمىباشد . اگر در باب ريا هم مىشد با قصد جدّ ، در يك باب ديگرى كه بر خلاف شرك و ريا ، بلكه توحيد و اخلاص باشد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - آيت اللّه مكارم شيرازى : بررسى طرق فرار از ربا .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nوارد شد ، آن جا هم مىشد البته مىتوان با اخلاص و توحيد ، حقيقت و عنوان ريا و شرك را عوض كرد و خيلى هم خوب است ، ليكن آن‌جا از شرك و ريا به توحيد نرسيده‌ايم . خلاصه همان‌طور كه امام صادق و امام باقر عليهما السلام فرموده‌اند : چه خوب است فرار از حرام به سوى حلال . اين يعنى همان تغيير عنوان ، و به قول مخالفان تغيير نام . ليكن به نظر ما فقط تغيير اسم و نام نيست بلكه تغيير عنوانى است كه حكايت از تغيير حقيقت مىكند .\r\n\r\nاوراق مشاركت\r\nمشكل ديگر معاملات بانكى در زمان ما فروش اوراق مشاركت است كه چندين سال است رواج يافته است و دولت از طريق بانك ، به هدف جمع كردن نقدينه‌ها و احياناً براى كمك به برنامه‌ها اوراق را به‌فروش مىرساند ، حقيقت اين معامله چيست و چگونه بايد باشد ؟\r\nشركت در امر موجود تصور دارد ، و اين قبوض مشاركتى كه بانك مركزى و يا ارگانهاى ديگر منتشر مىكنند نوعاً مربوط به جمع آورى نقدينه موجود در دست مردم ، قبل از انجام كار مىباشد .\r\nمىخواهند با اين پول‌ها ضمن جمع آورى\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nنقديندگى براى جلوگيرى از تورم ، در يك پروژه ملّى به كار گرفته شود .\r\nاز ميان نظرات مختلف - حدود شش نظريه - كه درباره‌ى اين قبوض ارائه مىشود به نظر اينجانب ، بهتر و آسان‌تر همان معامله پول با پول ، به طور نسيه ، با زياده مىباشد كه چون پول مكيل و موزون نمىباشد . اين زياده اشكالى ندارد .\r\nنظرات ديگر : استفاده از عنوان عقد جعاله كه به نظر اين‌جانب اشكال دارد . منظور اهل اين نظر اين است كه : « بانك مركزى اعلام مىكند : هر كس پولش را - براى اهداف كنترل تورم - در مدت معينى از چرخه اقتصاد خارج كند به او جُعل و پاداشى تعلق مىگيرد و آن‌گاه خود بانك مركزى از طرف متقاضيان جعاله وكيل مىشود كه پول‌ها را گرفته و از چرخه اقتصاد كشور خارج كند و اوراق مشاركت وسيله‌ايست براى اين وكالت و تعيين مقدار پول صاحب پول » .\r\nاشكالى كه به نظر اينجانب مىرسد اين است كه عقد جعاله وقتى عقلائى است كه معاوضه‌اى در كار باشد ، استفاده نكردن يا كردن ، از مال خود شخص براى خودش عوض حساب نمىشود ، هرچند از استفاده نكردن صاحب مال استفاده‌اى\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nهم به طرف مقابل برسد . ادله‌ى شرعيه جعاله هم در حدّ يك عموم لفظى شامل نيست كه موارد غير عقلايى را هم بگيرد .\r\nاحياناً مىگويند : در جعاله فقط لازم است پولى در برابر عملى باشد و اين جا هم يك عمل از صاحب پول است و آن : اذن و اجازه به بانك براى مسدود كردن و كنار گذاشتن فلان مقدار ( به مقدار قبض مشاركت ) پول از گردونه چرخ اقتصادى كشور . و بانك مركزى در برابر اين اذن و اجازه صاحب پول ، مقدارى پول به او مىدهد كه در ظاهر عنوان ربح دارد ، كه نام ربح در عقد قبض شركت گرفته است . و اگر بگوييد : اذن در مسدود كردن پول ، كه عملى نيست تا مستحق عوض باشد و مصداق جعاله قرار گيرد ، مىگوييم : عملى كه در جعاله معتبر است فراتر از عمل در عقد اجاره است ، و از اين باب عقد اجاره بدون مدت را تصحيح كرده‌اند : مستأجر به مالك مىگويد : در هر ماه كه مرا در خانه‌ات اسكان بدهى يعنى اذن در سكونت بدهى فلان مقدار پول مىدهم . و چون در جعاله ذكر مدت لازم نيست پس اجاره بدون مدت تحت عنوان جعاله صحيح مىشود ! مرحوم صاحب\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nجواهر اين بيان را قبول مىكند « 1 » مرحوم آقاى خوئى نيز اذن صاحب خانه را يك عمل حساب كرده و مصداق جعاله گرفته‌اند .\r\nولى اين توجيه گرچه در مثال خانه درست است زيرا با اذن خود چيزى به مستأجر مىرساند ، در مورد بحث ما صحيح نيست ، زيرا اذن در مسدود كردن پول صاحب پول معنايش اين است كه صاحب پول متعهد مىشود كه از مال خود استفاده نكند . و اين چيزى نيست كه به بانك مركزى بدهد ، گرچه بانك از اين اذن استفاده مىكند ليكن بطور غير مستقيم است نه مستقيم . بنابراين عوض حساب نمىشود كه در يك معامله معاوضه‌اى مورد توجه قرار گيرد . عيناً مثل اين‌كه شما به شخصى بگوييد : من نهار منزلم را نمىخورم و در برابر شما فلان مقدار پول به من بدهيد ! يا بگويد :\r\nمن سوار ماشينم نمىشوم شما اين‌قدر به من بدهيد .\r\nمثال ديگرى كه برخى از فقهاء از جمله مرحوم بحرالعلوم صاحب بلغة الفقيه از باب جعاله گرفته‌اند اين است كه اگر كسى به ديگرى بگويد :\r\nكالايت را در دريا بينداز ؛ بعهده‌ى من » با اين توضيح\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - جلد 27 ، جواهر ، صفحه 235 .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nكه عمل افكندن در دريا يك كار است و كار محترم است و اين كار را به گوينده‌ى اين كلام تحويل مىدهد يعنى در دريا به امر او مىاندازد ، در برابر قيمت كالا » .\r\nليكن به نظر مىرسد اين هم يك عملى نيست كه مستقيماً به نفع گوينده و به عنوان عوض حساب شود تا در عنوان جعاله كه يك معاوضه است قرار گيرد . مثال مزبور فقط تعهد خسارت مىباشد .\r\nاشكال ديگر اين نظريه اين است كه هر عقدى با الفاظ خاصى تحقق مىيابد ، اگر منظور در قبوض مشاركت ، جعاله است ، الفاظ تحقق بخش آن ، كلمه‌ى شركت و مانند آن نمىباشد ، درست مثل اين‌كه شما بگوييد : فروختم ، و بگوييد : منظورم عقد نكاح مىباشد . الفاظ ، قدرت تحقق بخشى معاملات را دارند و روابطى خاص ميان الفاظ خاص و هر معامله‌اى خاص وجود دارد كه در الفاظ ديگر وجود ندارد .\r\nنظريه‌ى دوم : براى تصحيح كار قبوض مشاركت ، استفاده از عقد صلح مىباشد : بانك مركزى قرار مصالحه با صاحبان نقدينگى مىگذارد كه آن‌ها از پول خود استفاده نكنند و بانك مقدارى پول به عنوان ربح به آن‌ها مىدهد ، بانك هم قبول\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nمىكند كه صاحب پول مىتواند مورد صلح را به ديگرى واگذار نمايد ، در نظريه‌ى جعاله نيز همين معنى را قبول مىكند و بدين جهت قبوض مزبور قابل معامله هم هستند .\r\nاشكال اين نظريه همان اشكال دوم نظر اول مىباشد يعنى قرار صلح با عبارت شركت و قبض مشاركت انجام نمىشود مگر اين‌كه عنوان قبوض مزبور عوض شود . ضمناً واگذارى به ديگرى به معناى وكيل كردن ديگرى در گرفتن ربح ، يا واگذارى حق استفاده از ربح ، به ديگران است كه لابد در برابر دريافت چيزى از ديگران ، مالك نقدينگى انجام مىدهد .\r\nاشكال اول نظريه اول ، در صلح جريان ندارد زيرا در صلح عوض و معوض ، همان سازش و سلم و سلام است نه مال . مال متعلق اين سازش مىباشد .\r\nسومين نظريه ، تصحيح اين جريان از راه فروش دين مىباشد : معمولًا دولت‌هاى كشورهاى در حال توسعه و از جمله ايران ، به بانك مركزى كشور خويش ، بدهىهاى زيادى دارند ، بانك مركزى با اين اوراق مشاركت در حقيقت ديون‌طلبى خود از دولت را به مردم مىفروشد به مبلغى كمتر ، كه\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nتفاوت آن به عنوان سود براى مردم حساب و پرداخت مىشود . اگر سر رسيد ديون نرسيده باشد كه پول در سر رسيد را به مبلغى كم‌تر به نقد مىفروشد و اگر سر رسيد و اجل دين رسيده است با توافق دولت سر رسيد را تأخير مىاندازد تا مصداق فروش پول به طور نسيه به پولى كم‌تر به نقد باشد .\r\nاين نظر اشكال مهمّى ندارد . فروش دين به نقد ، به كم‌تر ، در حقيقت گذشت از مقدارى از طلب خويش در ازاء وكالت براى دريافت پول در آينده و پرداخت نقدى آن است ، يا رسماً فروش دين به پول حاضر به طور نسيه مىباشد .\r\nليكن انصاف اين است كه مسئله فروش پول به پول را همه حتى عوام مردم هم مىفهمند ، اما عنوان فروش دين به وضوح تعبير فروش پول به پول نيست گرچه اين هم در حقيقت همان است . ضمناً اگر منظور فروش دين است همان اشكالاتى كه بر نظريه اول برخى ذكر كرده‌اند بر اين هم وارد است البته جواب داديم و بعضى هم اين را مصداق بيع دين به دين مىدانند كه شرعاً ممنوع است . اگر معامله دين به پول كلى ، باشد . البته ما اين اشكال را هم نداريم . به نظر اينجانب بيع دين به دين كه منع\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nشده است آن است كه پيش از معامله ، هر دو عوض ، دين باشند ، اين جا يك طرف ، دين است ، و طرف ديگر يك مبلغ كلى است كه پس از اين معامله دين مىشود .\r\nدر ادامه بحث ربا پرسش و پاسخ‌هايى كه به اين بحث مربوط مىشود و به وسيله برخى متخصصين اقتصاد مطرح شده است عيناً تقديم حضور مىشود كه مىتواند توضيح بيش‌ترى براى بحث باشد .\r\n« با سلام و تحيت به محضر مرجع عاليقدر حضرت آيت اللَّه العظمى گرامى ( دام ظله العالى )\r\n« استفتاء زير يكى از مسائل معضل فقهى بانك مركزى جمهورى اسلامى ايران در سال‌هاى اخير است كه هم اكنون وجه شرعى مسأله به سفارش معاون محترم بانك مركزى آقاى دكتر كميجانى از محضر مبارك جنابعالى استفسار مىگردد .\r\n« طرح مسأله : طبق آخرين نظرات اقتصادى ، علت اصلى « تورم » و « رونق و ركود اقتصادى » عبارت است از رشد ميزان نقدينگى و به عبارتى رشد حجم پول ( ميزان اسكناس و اعتبارات جارى در اقتصاد ) .\r\nاگر مقامات پولى كشور بتوانند حجم پول را كنترل كنندبه معناى اين است كه تورم را مهار\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nكرده‌اند و توان هدايت رونق و ركود اقتصادى را به دست گرفته‌اند .\r\nسياست‌هايى كه براى كنترل حجم پول انجام مىشود سياست پولى مىگويند كه مجرى آن بانك مركزى است . ابزار اصلى مورد استفاده براى اين سياست در اقتصاد عبارتند از : « نرخ سپرده‌ى قانونى » ، « نرخ تنزيل مجدد » و « عمليات بازار باز » .\r\nنرخ سپرده‌ى قانونى به اين معنا است كه بانك مركزى بانك‌ها را ملزم مىكند درصدى از سپرده‌هاى مردم را نزد بانك مركزى بگذارند و به اين صورت اعتبارات بانكى ( و به تبع ميزان نقدينگى ) را كنترل مىكند .\r\nتنزيل مجدد به اين معناست كه بانك اسناد و اوراق بهادار خود را نزد بانك مركزى ببرد و اين اوراق را تنزيل كند . نرخى كه بانك مركزى براى تنزيل انتخاب مىكند نرخ تنزيل مجدد مىگويند كه با كم و زياد كردن آن بانك مركزى رغبت بانك‌ها را براى استفاده‌ى از اين ابزار كم و زياد مىكند و به اين وسيله اعتبارات بانكى را كنترل مىكند .\r\nعمليات بازار باز به اين معنا است كه بانك مركزى در شرايط تورمى اوراق بهادارى كه قبلا از بازارهاى مالى خريدارى كرده است ، به مردم\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nمىفروشد و پول مردم را از آن‌ها گرفته و مسدود مىكند و به اين صورت حجم پول را كاهش مىدهد و تورم را مهار مىكند . عمليات بازار باز به سبب مزايايى كه دارد و معايبى كه در دو ابزار ديگر ( نرخ سپرده‌ى قانونى و نرخ تنزيل ) موجود است ، در بسيارى از كشورها به عنوان تنها سياست پولى مؤثر مورد استفاده‌ى گسترده قرار مىگيرد « 1 » .\r\nدر كشورهاى در حال توسعه ( از جمله ايران ) به علت عدم توسعه بازارهاى مالى ، بانك مركزى بر خلاف ساير كشورهاى پيشرفته نمىتواند خريد و فروش را در بازارهاى مالى انجام دهد ، و لذا خود بانك مركزى مىتواند اوراقى را چاپ كند و با نرخ سود معينى به مردم بفروشد و به اين طريق پول اضافى مردم را گرفته و مسدود نمايد و بدين‌وسيله تورم را كنترل نمايد .\r\nدر كشور جمهورى اسلامى در سال 1379 بانك مركزى شروع به استفاده از ابزار عمليات بازار باز نمود و اوراقى را با سود 17 درصد منتشر كرد و به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - به طور مثال اين عمليات در بانك انگليس چندين مرتبه در روز ، در بانك ژاپن دو تا سه بار در روز ، در فدرال رزرو آمريكا يك بار در روز و در بانك كانادا چنان‌چه نرخ‌هاى بهره از دامنه هدف منحرف شوند ، يك بار در روز ، اين عمليات انجام مىشود .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nفروش رساند كه در سال‌هاى بعد نيز استفاده از اين ابزار ادامه يافت ، ليكن همواره دغدغه بانك مركزى « 1 » و ديگر قانونگذاران وجه‌ى شرعى اين اوراق بوده است . يعنى حكم شرعى اوراقى كه بدون هيچ گونه انگيزه سود و منفعت‌طلبى چاپ شود و با نرخ سودى به مردم داده شود و پول حاصله هم براى كنترل نقدينگى و تورم مسدود گردد « 2 » .\r\nدر سال 1384 كه براى اولين بار قرار بود ميزان انتشار اوراق را مجلس شوارى اسلامى تعيين كند ماهيت انتشار اين اوراق به لحاظ شرعى زير سؤال برده شد و با مخالفت شديد نمايندگان مواجه گرديد « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - البته بانك مركزى به برخى راهكارهاى شرعى نظير مشاركت در اموال مولد دولت تمسك كرده است كه به جهت انتقال مالكيت دارايىهاى دولت به مردم ، مورد تأييد مقامات واقع نشد .\r\n( 2 ) - در بسيارى از كشورهاى اسلامى دو نوع نظام بانكى ربوى و غير ربوى وجود دارد ، كه برخى از اين‌ها مسأله مورد بحث را در نظام ربوى لحاظ كرده و عمل مىكنند ولى در سه كشور ايران ، سودان و اخيراً پاكستان نظام بانكى بر اساس قانون بايد صددرصد اسلامى باشد و لذا مشكل بيش‌تر نمود دارد چنان‌چه در سودان نيز بر اساس برخى راهكارهاى شرعى اين اوراق منتشر مىشود .\r\n( 3 ) - و حتى تعبير شد : انتشار اين گونه اوراق اعلان جنگ با خداست .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nبا كوشش بانك مركزى براى مهار تورم ، مجلس در نيمه دوم سال 1384 با انتشار 15 هزار ميليارد ريال اوراق موافقت كرد كه به دليل كمبود زمانى « 1 » تنها 61 درصد اوراق به فروش رفت و نقدينگى در اين سال نسبت به سال قبل 34 درصد رشد داشت « 2 » .\r\nطرح سؤال :\r\nدر زير برخى راهكارهاى شرعى نسبت به اين اوراق كه بدون اهداف سودطلبى و در جهت خدمت به مردم و گسترش عدالت ( كنترل تورم ) منتشر مىشود ، ارائه شده است ؛ از حضرتعالى خواهشمنديم نسبت به راهكارهاى ارايه شده اظهار نظر فرماييد :\r\n\r\n1 . خريد و فروش اسكناس با اوراق اعتبارى\r\nبانك مركزى چنان‌چه منتشر كننده اسكناس است و به آن اعتبار مىدهد ، اين اوراق را نيز منتشر نموده و به آن‌ها ماليت داده است كه البته\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - و علل ديگرى مثل اين‌كه نرخ سود اوراق از 17 درصد به 5 / 15 درصد تقليل يافته بود .\r\n( 2 ) - طبق برخى قواعد تجربى علم اقتصاد رشد نقدينگى با فاصله 6 ماه تا دو سال موجب تورم مىشود . بنابراين بخشى از تورم امسال ( 1385 ) را مىتوان ناشى از همين رشد نقدينگى مذكور دانست .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nتفاوت‌هايى با اسكناس دارد . به اين صورت كه اين اوراق اعتبارى درجه نقدينگى كم‌ترى نسبت به اسكناس دارند و داراى مدت اعتبار معينى هستند .\r\nو در پايان مدت اعتبار ، بانك مركزى كه خود اعتبار دهنده به اين اوراق است ، ملزم است اين اوراق را به مبلغ مشخصى كه از ابتداى انتشار مشخص است و بر روى ورقه نوشته شده است باز پس گيرد و در قبال آن اسكناس - كه آن‌ها هم اوراق اعتبارى بانك مركزى با نقدينگى بسيار بالاتر و بدون محدوديت هستند - بپردازد .\r\nبانك مركزى به هر كدام از اين دو اوراق به انگيزه‌اى اعتبار مىبخشد . اوراق بدون محدوديت زمانى و با نقدينگى بسيار بالا ( اسكناس ) را به عنوان ابزارى كه واسطه در مبادله « 1 » باشند ، ايجاد مىكند و اوراق اعتبارى با محدوديت زمانى و با نقدينگى كم‌تر را به اين جهت خلق مىكند كه اوراق قبلى او نقش معيار سنجش « 2 » و ذخيره ارزش « 3 » را نيز به خوبى بتوانند ايفاء كنند . « 4 » مردم انتظار دارند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  Medium of exchange \r\n( 2 )  tnuocca fo tinU - / \r\n( 3 )  eulav fo erotS - \r\n( 4 ) - در اقتصاد سه وظيفه براى پول عنوان مىكنند كه عبارتست از : واسطه مبادله ، معيار سنجش و ذخيره ارزش .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nمعيار سنجش و ذخيره ارزش‌ها دستخوش تغيير قابل ملاحظه‌اى نگردد تا بتوانند ساير ارزش‌هاى اقتصادى خود را با آن سنجيده و ذخيره كنند . مردم با چنين انتظار و توافق ضمنى است كه اسكناس را به عنوان پول پذيرفته‌اند و لذا انتظار دارند دولت در مديريت حجم پول و چاپ و انتشار اسكناس به نحوى عمل نكند كه به دارايى آن‌ها ضربه قابل ملاحظه وارد آيد .\r\nبنابراين بانك مركزى به عنوان مسؤول حفظ ارزش پول و حافظ قدرت خريد ارزش پولى كه ايجاد كرده ، موظف است ارزشى را كه به اسكناس بخشيده است ، حفظ كند . به اين منظور بانك مركزى اقدام به انتشار اوراق نوع دوم نموده و با خريد و فروش آن ، ميزان حجم اسكناس‌ها را در اقتصاد كنترل مىكند و به اين سان با ساز و كارهاى اقتصادى به ثبات ارزش اسكناس‌هاى منتشر شده خود مبادرت مىورزد . در واقع اين دو نوع اوراق ، مكمل هم هستند و بدون اوراق نوع دوم ، اوراق نخست ( اسكناس‌ها ) نيز نمىتوانند سه نقش پول را به خوبى ايفاء نمايند .\r\nحال از آن جا كه اين دو نوع اوراق و دو نوع\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nاعتبار متفاوتند « 1 » و معدود هم هستند خريد و فروش آن‌ها از جهت شرعى محذورى ندارد . فروش اسكناس به اوراق يا برعكس ، فروش دو ورقه اعتبارى دولتى است .\r\nپاسخ : به نظر اينجانب ، اين راهكار ، بهترين است كه مراجعين به بانك هم همگى آن را مىفهمند و در جلسات‌متعددى روى اين نظر همواره اصرار داشته‌ام ، البته اين اوراق معدود هم نيستند گرچه معدود هم از نظر ما مورد ربا نيست .\r\n\r\n2 . انتشار اوراق اعتبارى با استفاده از عقد جعاله\r\nفرايند انتشار اوراق به اين صورت است كه بانك مركزى اعلام كند : هر كس پولش را - براى اهداف كنترل تورم - در مدت معينى از چرخه‌ى اقتصاد خارج كند ، به او جعل و پاداشى تعلق مىگيرد . آن‌گاه خود بانك مركزى از طرف متقاضيان جعاله ، وكالت مىكند كه پول‌ها را گرفته و از چرخه اقتصاد خارج كند .\r\nمسأله‌اى كه برخى محققان مطرح مىكردند اين است كه اذن در مسدود نمودن پول « عمل » نيست تا به آن جعلى تعلق گيرد ؛ ليكن برخى ديگر مطرح نمودند : عملى كه در جعاله مورد نظر فقهاى عظام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - لذا مىتوان آن‌ها را دو جنس متفات دانست .\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nاست فراتر از عمل در باب اجاره است ، و لذا فقهاء يكى از راهكارهاى شرعى « اجاره دادن منزل بدون ذكر مدت انقضاء اجاره » را استفاده از عقد جعاله مطرح كرده‌اند . صاحب جواهر مىفرمايد : اگر قرارداد را به صورت جعاله منعقد كنيم به اين صورت كه مستأجر به صاحب خانه بگويد : در هر ماهى كه مرا در خانه‌ات اسكان دهى يك درهم جعل قرار مىدهم . بعيد نيست قرارداد صحيح باشد چرا كه در جعاله علم به بيش‌تر از اين مقدار لازم نيست . « 1 » آيت اللّه خويى نيز در تبيين سخن فوق مىفرمايد : در اين جا جعل به ازاء اذن از صاحبخانه است و جاى هيچ شكى نيست كه اذن عمل محترمى است كه از صاحبخانه صادر شده است .\r\nو يا در بحث « ضمان ما لم يجب » فقهاء مسأله‌اى را مطرح نموده‌اند كه از جهات بسيارى شبيه بحث مورد نظر ما است . به اين صورت كه يك كشتى با خطر غرق شدن مواجه است و شخصى به ديگرى مىگويد « الق متاعك في البحر وعلىَّ ضمانه » يعنى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الشيخ محمّد حسن النجفى ، جواهر الكلام ، ( انتشارات دارالكتب الاسلاميه آخوندى ، قم ، چاپ سوم ، 1367 ) ، ج 27 ، ص 235 .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nكالايت را در دريا بينداز و من ضمانت مىكنم .\r\nمسأله از باب ضمان و اين‌كه تحت مصداق « ضمان ما لم يجب » است با مشكل مواجه است . لكن بسيارى از فقهاء راه حل مسأله را جعاله عنوان كرده‌اند به طور مثال محقق بحرالعلوم در بلغة الفقيه در تصحيح مسأله از باب جعاله مىگويد :\r\n« فان عمل الالقاء المتمول باعتبار الملقى محترم مبذول للآمر باستدعائه لنفسه ، مضمون عليه باجرته المساوية لقيمة المتاع » « 1 » .\r\nبنابراين در بحث مذكور نيز مىتوان گفت : همين اذن مردم را كه اجازه مىدهند مقدارى از پول آن‌ها مسدود شود عمل محترمى است كه مىتوان به ازاء آن و متناسب با ميزان آن جعلى قرار داد .\r\nپاسخ : اين طرح درست نيست ، جعاله عقلائى آن است كه معاوضه‌اى باشد ، استفاده نكردن يا كردن ، از مال خود ، عوضى حساب نمىشود هرچند از استفاده نكردن صاحب مال ، استفاده‌اى به طرف مقابل مىرسد ، مثال جعل مقابل اذن صاحبخانه اين طور نيست ، مثال القاء متاع در دريا نيز از باب تضمين و تعهد خسارت صحيح است نه جعاله .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - السيد محمّد آل بحرالعلوم ، بلغة الفقيه ، مكتبه الصادق ، طهران ، الطبعه الرابعه ، 1403 ، ج 2 ، ص 179 .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\n\r\n3 . انتشار اوراق اعتبارى با استفاده از عقد صلح\r\nفرايند اجراى عقد صلح به اين صورت است كه بانك مركزى اين گونه درخواست صلح مىكند كه مردم اجازه دهند بانك مركزى پولشان را با هدف كنترل نقدينگى و تورم براى مدت معينى مسدود نمايد و در مقابل بانك مركزى به آنان عوضى مىدهد . همچنين بانك مركزى مىتواند در عقد صلح شرط كند كه قبول كنندگان مىتوانند مورد صلح را ( مسدود نمودن پول براى اهداف كنترل نقدينگى و تورم ) را به ديگران واگذار نمايند « 1 » .\r\nپاسخ : اشكالى ندارد ليكن در واگذارى به ديگران ، در حقيقت به صورت نوعى وكالت در استفاده ، يا واگذارى حق استفاده از پول ، به ديگران در برابر دريافت چيزى ، مىباشد .\r\n\r\n4 . انتشار اوراق اعتبارى با استفاده از فروش دين\r\nبسيارى از دولت‌هاى كشورهاى در حال توسعه و از جمله ايران بدهى قابل توجهى به بانك مركزى دارند ، بانك مركزى به ازاء بدهىهاى دولت كه سررسيد نشده است ، اوراق بدهى دولت منتشر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اين شرط به اين خاطر آورده مىشود كه مبادلات ثانويه اوراق اعتبارى بين مردم نيز بر همين مبناى صلح تصحيح شود .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nمىكند كه هر ورق بيانگر مبلغ مشخصى از مبلغ دين است . بانك مركزى اين اوراق را به مبلغى كمتر از مبلغ اسمى آن نقداً به مردم مىفروشد و وجوه حاصل از آن را مسدود مىكند .\r\nدر سررسيد هم بانك مركزى به نيابت از دولت مىتواند نسبت به باز خريد اوراق اقدام نمايد .\r\nبا توجه به اين‌كه بيشترين ميزان بدهى دولت به بانك مركزى را ديون حال شده تشكيل مىدهند ، بانك مركزى براى اين‌كه بتواند از اين ظرفيت هم براى انتشار اوراق استفاده نمايد مىتواند با توافق دولت ديون را تا سر رسيد مشخصى به تأخير بيندازد ، بدون اين‌كه به مبلغ دين بيفزايد .\r\nپاسخ : اشكالى ندارد ، در حقيقت گذشت از مقدارى طلب مىباشد در ازاء وكالت براى اخذ پول ، يا فروش دين به نقد ، راه‌هاى ديگرى هم تصور دارد . ليكن بهرحال آن‌چه مردمىتر و به فهم عامه نزديك‌تر است همان وجه اول‌مىباشد .\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\n\r\nفهرست اعلام\r\nابن قيم ، 9\r\nابن منظور ، 8\r\nامام خمينى قدس سره ، 39\r\nامام صادق عليه السلام ، 70\r\nجبرئيل عليه السلام ، 33\r\nعبدالرحمن بن حجاج ، 64\r\nمرحوم آقاى خوئى رحمه الله ، 73\r\nمرحوم بحرالعلوم رحمه الله ، 73\r\nمرحوم سيد محمّد كاظم يزدى ، 15\r\nمرحوم صاحب جواهر رحمه الله ، 73\r\nمرحوم مقدس اردبيلى رحمه الله ، 65\r\nمرحوم وحيد بهبهانى رحمه الله ، 65\r\nمنتسكيو ، 5\r\nوليد بن مغيره ، 10\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\n\r\nفهرست آيات\r\nاحل اللّه البيع ، 20\r\nبحرب من اللّه ، 66\r\nليس للانسان الا ، 40\r\nيا أيها الذين آمنوا اتقوا اللّه ، 10\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\n\r\nفهرست روايات\r\nالربا رباءان : أحدهما ، 11\r\nإنما حرم اللّه الربا كيلا ، 34\r\nمحمّد بن على بن الحسين ، 33\r\nمن لا معاش له لا ، 5\r\nوباسناده عن محمّد بن سنان ، 26\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\n\r\nمنابع\r\n1 . ابن قدامه ، عبداللّه ، المغنى ، بىتا ، ج 4 .\r\n2 . ابن قيم ، اعلام الموقّعين عن رب العالمين ، المكتبة العصرية ، بيروت ، 1407 ق ، ج 2 .\r\n3 . ابن منظور ، محمّدبن مكرّم ، لسان العرب ، نشر ادب الحوزه ، قم ، 1405 ق ، ج 14 .\r\n4 . صدوق ، من لا يحضره الفقيه ، 1386 ، ج 2 و 3 .\r\n5 . طباطبايى يزدى ، سيد محمّد كاظم ، تكملة عروة الوثقى ، بىتا .\r\n6 . طريحى ، فخر الدين ، مجمع البحرين ، دفتر نشر و فرهنگ اسلامى ، دوم ، 1408 ق ، ج 1 .\r\n7 . عاملى ، شيخ حرّ ، وسائل الشيعة ، مؤسسة آل‌البيت عليه السلام ، قم ، 1416 ق ، ج 18 .\r\n8 . عمارة ، محمّد ، قاموس المصطلحات الاقتصاديّة في الحضارة الاسلامية ، دارالشروق ، بيروت ، اول ، 1413 ه 1993 م .\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\n9 . كلينى ، محمّد بن يعقوب ، الفروع من الكافى ، 1367 ، ج 5 .\r\n10 . امام خمينى ، روح اللّه ، كتاب البيع ، 1410 ، ج 2 و 5 .\r\n11 . سىدى درس خارج فقه گرامى محمّد على ( كتاب البيع ) .\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nآثار ديگرى كه از حضرت آيت اللَّه العظمى گرامى منتشر شده است :\r\n1 . رساله‌ى توضيح المسائل\r\n2 . استفتائات ( جلد 1 و 2 )\r\n3 . المعلقات على العروة الوثقى در چهار جلد ( فقه استدلالى ، به عربى )\r\n4 . المعلقات على العروة ( به عربى يك جلد )\r\n5 . مناسك حج\r\n6 . منهاج الفلاح ( به عربى )\r\n7 . درس‌هايى از علوم قرآن\r\n8 . اخلاق و عرفان در وضو و نماز\r\n9 . لو لا فاطمه عليها السلام\r\n10 . مالكيت خصوصى در اسلام\r\n11 . مالكيت‌ها\r\n12 . شناخت قرآن\r\n13 . نگاهى به مسأله بردگى در اسلام\r\n14 . نگاهى به سيستم سياسى اسلام\r\n15 . مرزها\r\n16 . مقدمه‌اى بر امامت\r\n17 . فلسفه - مجموعه دفتر اول تا چهارم\r\n18 . آغاز فلسفه ( ترجمه‌ى بداية الحكمه علامه‌ى طباطبايى )\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\n19 . المنطق المقارن ( عربى )\r\n20 . تعليقه بر منطق منظمه سبزوارى\r\n21 . مقصود الطالب ( شرح حاشيه‌ى ملاعبداللَّه در منطق به عربى )\r\n22 . قانون اساسى در اسلام ( ترجمه‌ى كتاب نحوالدستور الاسلامى )\r\n23 . عدالت اجتماعى در اسلام\r\n24 . خودسازى و مسائل روانى\r\n25 . بررسى ملاك‌هاى روانى در اسلام\r\n26 . ترجمه جلد 10 تفسير الميزان 6\r\n27 . خدا در نهج البلاغه\r\n28 . مذهب\r\n29 . تفكر\r\n\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96}
  ]