[
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nجنبش ذاتى طبيعت\r\n( حركت جوهرى )\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nگرامى ، محمدعلى ، 1313 -\r\nجنبش ذاتى طبيعت ( حركت جوهرى ) / تاليف محمدعلى گرامى . - قم : دفتر آيت الله العظمى گرامى ، 1388 .\r\n224 ص .\r\nشابك : 8 - 00 - 5713 - 600 - 978\r\nفهرستنويسى براساس اطلاعات فيپا .\r\nكتابنامه به صورت زيرنويس .\r\n1 . حركت جوهرى . 2 . فلسفه اسلامى . الف . عنوان .\r\n9 ج 4 گ / 55 bbr\r\n1 / 189\r\nشناسنامهء كتاب\r\nنام كتاب : جنبش ذاتى طبيعت ( حركت در جوهر )\r\nتأليف : حضرت آيت الله العظمى گرامى\r\nناشر : دفتر حضرت آيت الله العظمى گرامى\r\nنوبت چاپ : اول / 1388\r\nچاپ : پرستش\r\nتيراژ : 3000 جلد\r\nشابك : 8 - 00 - 5713 - 600 - 978\r\nقيمت : 30000 ريال\r\nسايت دفتر : http : / / gerami . orj\r\nايميل دفتر : info @ gerami . orj\r\nتلفن هاى دفتر : 7743399 - 7477 - 913 - 774\r\nدفتر فروش :\r\nانتشارات مشهور / ميراث ماندگار\r\nقم : خيابان ارم / پاساژ قدس / طبقه آخر - پلاك 184 / ص ز ب 3396 - 37185 / تلفن : 7831646 / فاكس 365 - 773 - 0251\r\nمشهد : چهار راه شهدا / پشت باغ نادرى / پاساژ گنجينه كتاب / طبقه اول پلاك 306 تلفن : 02244144\r\nاصفهان : مركز فرهنگى گلستان شهداى اصفهان / همراه : 09133097417 - 09133151551\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n\r\nپيش‌گفتار\r\n\r\nاهميت فلسفه\r\nذهن كاوشگر انسان همواره تمايل به كشف مجهولات دارد و از جمله كشف مجهولات او درباره‌ى اصل هستى و جهان طبيعت و فوق طبيعت . و تنها علمى كه در اين باره به طور آزاد بحث مىكند فلسفه است . هيچ علم ديگرى درباره‌ى نظام هستى و قوانين حاكم بر آن بحث ندارد .\r\nمباحث امكان و وجوب و امتناع ، علت و معلول ، حادث و قديم ، و ساير مفاهيم عامّه مربوط به هستى ، در اين علم مورد نقاش و بحث قرار مىگيرد . منع كردن از فهم و دانش منعى غير عاقلانه است ، رواياتى كه احياناً در مذمت فلسفه رسيده است ، مربوط به لجاج و يك طرفه بودن و ناآزاد فكر كردن است ، يعنى تحت تأثير گروه خاص بودن . در كتاب ديگر اينجانب به نام « فلسفه » توضيح بيش‌ترى آورده‌ام .\r\nاين به آن معنى نيست كه هر چه در كتاب‌هاى فلسفى است صحيح است ، نخير ، ميان فلاسفه هم‌چون ساير علوم اختلافات زيادى است . همانطور كه در كتاب‌هاى فقه و اصول و ساير علوم عقلى و نقلى و تجربى ، اختلاف زياد است .\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nدر فلسفه ، بخصوص در چندين مسأله بايد تحقيق بيش‌ترى صورت گيرد ، و از جمله آن‌ها اين مسائلى كه عرضه مىدارم : 1 - مسأله علم بارى تعالى كه محققانه‌ترين بيان ، بيان مرحوم صدرالمتألهين و پيروان ايشان است كه علم حق به ذات خودش منشأ علم او به همه اشياء مىباشد ، از اين جهت كه بسيط الحقيقة كل الاشياء است ، و همه‌ى وجودات عالم در وجود حق‌تعالى منطوى است ، و چون علم به ذات خود دارد پس علم به همه‌ى وجودات دارد ( به منظومه و جلد هفتم اسفار رجوع فرماييد ) . ليكن به نظر اشكالى مىرسد : حدّ انسان و همه‌ى ماهيات ديگر تركيبى از وجود و عدم است . مثلًا حدّ انسان ، حيوان ناطق است ، ولى آيا حيوان ناطق لابشرط يعنى حيوانيت و نطق هست ، ممكن است چيزهاى ديگرى هم باشد ؟ اگر اين طور باشد كه حدّ كامل نيست ، بلكه حيوان ناطق به شرط لا ، يعنى حيوانيت و نطق و ديگر هيچ و لا غير . پس حدّ يعنى چيزهايى هست و ديگر چيزها نيست ، اين نبودن چيزهاى ديگر هم دخالت در حدّ دارد . چنان كه خود صدرالمتألهين در ص 379 ج اول و برخى مواضع ديگر تصريح به اين مطلب دارد ، آن وقت اين سؤال مطرح مىشود كه علم به ذات بارىتعالى چگونه علم به اعدام منظوره‌ى در حدود را شامل مىشود ؟ خداوند كه عدم ندارد و به تعبير برخى روايات : فاقد كل مفقود است يعنى فاقد الفقد و معدم العدم .\r\n2 - در بحث معاد نظر مرحوم صدرالمتألهين و پيروان ايشان نظريه جسم مجرد و مثال است ، اين كه برخى بزرگان اساتيد ما رحمه الله گفته‌اند كه معاد منظور صدرالمتألهين همان معاد عجوزه‌هاست ، به نظر اينجانب صحيح نيست ! بديهى است كه صدرالمتألهين معاد با اين جسم مادى\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nطبيعى را معتقد نمىباشد . ليكن مىدانيم كه اين عقيده با آيات صريحه‌ى قرآنى سازگار نيست كه در بحث‌هاى معاد توضيح داده‌ام كه به طور سى دى مضبوط است . از طرفى مىتوان گفت مبانى فلسفه هم مقتضى معاد جسمانى طبيعى نيست ! نه اين كه مقتضى خلاف آن است كه حتماً معاد به صورت جسم طبيعى را محال بداند ، چون تكامل در حركت مجموعه‌ى اين وجود انسانى جريان دارد و نه در خصوص جهت جسميت آن تا برگشت با ماده‌ى طبيعى آن خلاف تكامل و قهقرا باشد . ليكن ظاهر كلمات مرحوم صدرالمتألهين و پيروان ايشان اين است كه معاد جسمانى طبيعى خلاف مبانى فلسفه مىباشد و اين براى اينجانب مبهم است .\r\nالبته اصل معاد از ضروريات اسلام است نه خصوص جسمانى بودن آن ، و به فرض كه جسمانى بودن هم از ضروريات باشد معناى جسميّت اعم از مادى و مثالى است . بنابراين نبايد همچون برخى افراد كه تقواى لسانى ندارند و از علميت هم بهره‌ى وافى نبرده‌اند زبان به تكفير افتخارات مذهب گشود !\r\n3 - در بحث وحى : ظاهر بلكه صريح فرموده‌ى مرحوم صدرالمتألهين و خيلى افراد ديگر اين است كه وحى همان معرفت كامل انسان كامل است كه از غيب آگاه مىشود ( ج هفتم اسفار ) و بر اين اساس وحى به علت قابلى يعنى خود شخص مربوط مىشود ، گرچه تكامل و معرفت هم با توفيقات الهى است ، ليكن به هر حال وحى را صفت قابل مىدانند در حالى كه همه آيات قرآنى وحى را به علت فاعلى مستند مىكند : « اوحينا » ، « اوحى ربك . . . » « فلا يظهر على غيبه احداً الّا من ارتضى من رسول فيسلك من بين يديه و من خلفه رصداً ليعلم ان قد ابلغوا » و . . .\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\n4 - معمولًا وجود را يك حقيقت سعى و داراى يك وحدت سنخى مىدانند و آن را حقيقت مشكّكّه مىخوانند ، حقيقتى كه داراى درجات بىنهايت است . اگر حقيقت سعى و سنخى و كلى است ، برهان صديقين مشكلى پيدا مىكند كه در كتاب « خدا در نهج البلاغه » توضيح داده‌ام ، ليكن مرحوم صدرالمتألهين در مواردى از اسفار از جمله ج 1 ص 71 و ص 113 تصريح مىكند كه وجود يك حقيقت شخصى است ، همانطور كه مرحوم آقاى شيخ محمد رضا قمشه‌اى و برخى ديگر معتقد مىباشند ، آن وقت درك حقيقت شخصى بودن وجود نياز به دقت دارد ، منظورشان هم اين است كه غير از خداوند ، در ذات خود همه عدمند و در جهت انتساب به ذات خداوندى معنى و تحقق مىيابند . اگر خود را ببينيم عدم هستيم و اگر او را ببينيم ما و همه‌ى عالم جلوه‌ى او هستيم . پس يك وجود است شخصاً وهو اللَّه تعالى و ديگران اگر عنوان « ديگران » و استقلال به خود بگيرند عدمند و اگر جلوه‌ى او حساب شوند از صقع ربوبى هستند . نمىگويند كه اساساً اين وجودات امكانى عدمند و همچون سوفسطائىها منكر عالم خارج شوند ، و نمىگويند اين وجودات هم خدا هستند ، بلكه مىگويند مستقل از خداوند ، چيزى در عالم نيست ، استقلال در غير خدا معنى ندارد . خدا هست و تجلياتش !\r\nليكن اين‌ها و ديگر مسائلى كه دقت بيش‌ترى مىطلبد ، موجب نمىشود كه علم فلسفه طرد يا مورد بىمهرى قرار گيرد ، عقل و علوم عقلى مربوط به رسول باطنى الهى هستند ، همان‌طور كه فقه و علوم نقلى مربوط به رسول ظاهر الهى مىباشند .\r\nبحثى كه اينك از نظر شما مىگذرد مربوط به يكى از ابحاث مهم\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nفلسفه ، بحث حركت در جوهره و ذات همه موجودات عالم طبيعت است . آنگاه كه در سال‌هاى 52 - 55 در زندان ستم شاهى بوديم ، يكى از عزيزان از من خواستند چيزى در اين زمينه بنويسم و مختصراً نوشتم . سپس در سال‌هاى پس از انقلاب ، در تعطيلات جمعه‌ها براى جمعى از فضلاى حوزه علميه قم اين بحث را بيان كردم كه بعداً به وسيله يكى از دانشجويان رشته الهيات تهران از نوار پياده و پس از تصحيح مختصرى توسط يكى از فضلاى حوزه در مجله كيهان انديشه طى چندين شماره به چاپ رسيد . پس از نشر در مجله مزبور مكرر از طرف خوانندگان تأكيد بر چاپ مستقل اين مباحث شد . اينك پس از سال‌ها در تعطيلات تابستانى توفيقى دست داد كه در سفر زيارتى مشهد مقدس توفيق تجديد نظر اصلاحى دست داد كه اينك تقديم محضرتان مىشود .\r\nدر پايان عرض كنم : در ساليان دراز پيش كه اينجانب تدريس اسفار مرحوم صدرالمتألهين را در دو دوره براى جمع كثيرى از فضلاى حوزه علميه قم داشتم ، فهرستى از عقائد و آراء آن مرحوم را تهيه نمودم كه فكر كردم دانستن اين‌ها و آدرس اين‌ها براى اهل تحقيق مفيد باشد . اين آدرس طبق چاپ شركة دارالمعارف الاسلاميه چاپ ربيع الثانى ( 1378 ه ق ) تهيه و تقديم مىشود ، كه در ابتداى جلد اول آن شرح حال مرحوم صدرالمتألهين به قلم مرحوم آية اللَّه حاج شيخ محمد رضا مظفر از علماء مشهور نجف اشرف چاپ شده است .\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nمرحوم آية اللَّه بهجت به اينجانب مىفرمود : در نجف پر كارتر از دو نفر نديدم ، يكى مرحوم مظفر و دوم مرحوم آقاى خوئى ( قدس سرهما ) .\r\nاينك ابتدا بحث حركت جوهرى و فهرست مباحث مطروحه در اين جزوه ، و سپس فهرس آراء صدرالمتألهين در مجلدات اسفار ، تقديم مىشود .\r\nقم\r\nمحمد على گرامى قمى\r\nتابستان 1388 ه ش\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n\r\nمقدمه\r\nيكى از مسائل مهم فلسفه ، مسأله ارتباط « متغير » به « ثابت » و « حادث » به « قديم » است .\r\nاين موضوع از مباحث الهيات به معنى الاخص است . كه در آن « فعل اللَّه » مورد بحث قرار مىگيرد و طرح بحث چنين است كه : با ثابت بودن فاعل ، چگونه فعل متغير مىباشد ؟\r\nو نيز در مباحث مهم امور عامه فلسفه مانند : علت و معلول و سنخيت بين علت و معلول ، اين مسأله مطرح مىشود كه چگونه ذات بارى كه علت و ثابت است داراى معلول متغير مىباشد ؟ چگونه علل طولى مانند : عالم عقول ، انوار پيغمبر و اهل بيت كه در سلسله علل طولى عالم طبيعت‌اند ، ثابت ولى خود طبيعت متغير است ؟ در صورتى كه سنخيت علت و معلول اقتضا مىكند كه عليت ثابت ، معلول ثابت داشته باشد و گرنه ، انفكاك معلول از علت پيش مىآيد .\r\nضرورت اين بحث آن گاه مطرح مىشود كه عالم را متغير بدانيم و به اين ترتيب ، بحث ما از تغير و حركت در عالم و ارتباط آن با عليت ثابت ضرورى خواهد بود . نفس بحث از حركت و پويائى و تغيّر جهان ، خود يك بحث ارزشمندى است كه جا دارد مورد توجه عميق قرار گيرد .\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\n\r\n« حركت » در مكاتب مختلف فلسفى\r\nبحث تغير و حركت در عالم ، به انواع گوناگون در مكاتب فلسفى مورد كاوش و بررسى قرار گرفته است :\r\nالف در فلسفه صدرالمتألهين بحث از حركت به عنوان حركت در ذات و جوهره‌ى عالم طبيعت مطرح شده است .\r\nب در مكتب فلسفى فلاسفه قبل از صدرا ، حركت فقط در چهار عرض از عوارض موجود در طبيعت ( وضع ، اين ، كمّ و كيف ) مورد بحث قرار گرفته است .\r\nج متكلمان اسلامى ، عدم بقا و حركت در اعراض را به طور عام و در همه‌ى اعراض قائل‌اند و جواهر را ثابت ، و اعراض را متغير مىدانند .\r\nد عرفا ، موضوع تجدد و تبدّل امثال در سراسر عالم هستى ( خلقى و امكانى ) را مطرح كرده‌اند . ناگفته نماند كه هر يك از مكاتب مذكور ، به گونه‌اى بحث حركت را مطرح نموده‌اند كه با ديدگاه‌هاى ديگر مكاتب متفاوت است از اين رو ، به بيان فرق اين مكاتب با يك‌ديگر مىپردازيم :\r\n\r\nفرق مكتب صدرا و عرفا\r\nمسأله تجدد امثال و حركت جوهرى كه به ترتيب در مكتب عرفا و صدرا مطرح است ، با چند فرق از يك ديگر متمايز مىشوند :\r\nيكم بحث تجدد امثال درباره كل عالم امكانى جريان دارد ، ولى موضوع حركت جوهرى در هيولا و ماده عالم طبيعت است .\r\nدوم موضوع تجدد امثال در همه موجودات امكانى - اعم از ماده\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nو مجرد - مطرح است ولى بحث حركت جوهرى اختصاص به موجودات جسمانى دارد و در مجردات - البته مجرد تام - حركت راه ندارد ، چون كه در عالم مجردات حالت منتظره وجود ندارد ، تا حركتى باشد و آن حالت منتظره واقع گردد ، مثلا ذات جبرئيل ناقص نبوده تا به واسطه مسافت و بعد زمانى كامل شود . گرچه ممكن است به خاطر اطاعت‌هاى بيش‌ترى كه صورت گرفته ، بر مقامات وى افزوده گردد ولى فقط احترام و تشريفات ظاهرى مىشود و گرنه به عنوان يك موجود مجرد ، نقصى نداشته تا با گذشت زمان و . . . كامل شود . البته در مقايسه‌ى با ذات الهى ناقص است ليكن نقصى قابل جبران ندارد تا با حركت استكمال كند ، هرچه دارد از اول تا ابد به همان‌طور دارد .\r\nالبته در كلمات صدرالمتألهين ، حركت بعد از مرگ هم تصوير شده است . بنابراين ، مقصود از « ماده » فقط ماده طبيعت اين عالم نيست بلكه ماده يعنى موجوداتى كه جهت قابله و امكان حركت استكمالى در آن‌ها هست ، چه ماده طبيعت جسمى اين عالم باشد و چه ماده غير طبيعت اين عالم مثل جسم برزخى . « 1 »\r\nسوم تجدد امثال ، اختصاصى به عرض و يا جوهر ندارد و ترتيبى هم بين آن دو نيست بلكه هر دو به طور يك نواخت مشمول اين بحث عرفانى مىشوند : « نَحْنُ قَدَّرْنَا بَيْنَكُمُ الْمَوْتَ وَمَا نَحْنُ بِمَسْبُوقِينَ عَلَى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - واضح است كه نفس بر خلاف عقل ، داراى يك نوع حركت استكمالى است ، لذا شايد در جهنم جهت استكمالى باشد به اين معنا كه عده‌اى با سوختن پاك شده ، كامل مىشوند و يا به كمال نزديك مىشوند و پس از آن ، از جهنم بيرون آمده وارد بهشت مىشوند . عده‌اى هم رشد در جهت استعدادى خود نموده عاقبت « گرگ زاده گرگ شود » به كمال حيوانى خود مىرسند . و ديگر سنخيت با بهشت ندارند\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nأَن نُبَدِّلَ أَمْثَالَكُمْ وَنُنشِأَكُمْ فِي مَا لَا تَعْلَمُونَ » « 1 » : « ما در ميان شما مرگ را مقدر ساختيم و هرگز عاجز نيستيم كه گروهى را به جاى گروه ديگرى بياوريم و شما را در جهانى كه نمىدانيد آفرينش تازه‌اى بخشيم » ! در حركت صدرايى ، حركت از جوهر شروع مىشود و سپس به عرض سرايت مىكند . از ديدگاه صدرا ، عوارض تابع جواهرند و حركت از جوهر شروع شده به عرض انتقال پيدا مىكند . پس حركت عرض و جوهر يكنواخت و در عرض هم نمىباشند .\r\nچهارم از ديدگاه صدرالمتألهين ، طبيعت عالم دو جنبه دارد : الف :\r\nاصل وجود اين طبيعت و عالم ماده . ب : تجدد وجود . وى معتقد است كه اصل وجود مجعول است ، ولى تجدد وجود مجعول نيست .\r\nخدا جاعل الوجود است ولى تجدد ذاتى شىء است « والتجدد ذاتى للشّىء » مانند زوجيت براى اربعه كه ذاتى آن است . پس تجدد محتاج به جعل نيست ، وجود مجعول خود ذاتاً تجدد دارد . ولى عرفا مىگويند : خدا فاعل التبديل و مبدل است و تبديل ، افاضه وجود است و در هر لحظه اين فيض انجام مىشود ، يك وجود رفته و وجودى ديگر به جاى آن مىنشيند ، بحث جوهر و عرض مطرح نيست . آنان در هيچ جا ، اين بحث را مخصوص به عالم طبيعت هم ندانسته‌اند ، و گرچه بعضىها به « حركت آب در جوى » و مانند آن مثال ذكر كرده‌اند ؛ ولى تعبيرهاى علمى آنان عام و كلى است مانند :\r\n هر نفس نو مىشود دنيا و ما * بىخبر از نو شدن اندر بقا\r\nعمر همچون جوى نو نو مىرسد * مستمرى مىنمايد در جسد \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - واقعه / 60 - 61 .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nملاحظه مىكنيد كه بحث دنيا به طور عام مطرح است و دنيا يعنى ماسوى اللَّه ! هرچه هست ، اگر دنيا در اين اشعار را طبيعت معنى مىكنيم ولى تعبير تبدل امثال ، يك تعبير عام مىباشد . و حتى خواهيم ديد كه در مجردات چون عقل اول هم جريان داده‌اند .\r\n\r\nنظريه متكلمان در بحث حركت\r\nمتكلمان اسلامى ، بحث حركت را در اعراض مطرح كرده ، و گفته‌اند : « اعراض بقا ندارند » . تفتازانى در شرح « مقاصد » مىنويسد :\r\n« ذهب كثير من المتكلمين ان شيئا من الاعراض لا يبقى زمانين ، بل كلها على التقضّى والتجدّد كالحركة والزمان عند الفلاسفه وبقائها عبارة عن تجدد الامثال و بقاء الجوهر مشروط بالعرض فمن هنا يحتاجان إلى المؤثر . . . : عده زيادى از متكلمان ، معتقدند كه هيچ عرضى از اعراض در دو زمان باقى نمىماند ، بلكه گذرا و متجددند ، همانند حركت و زمان در فلسفه ، كه فلاسفه آن دو را متجدد و متصرم مىدانند . بقاى اعراض عبارت از تجدد امثال است ( البته به اراده حق تعالى ) و بقاى جوهر هم مشروط به عرض است ( چون جوهر بدون عرض وجود ندارد ) و عرض هم دائماً در تبديل و تغيير است ، لذا هم جوهر و هم عرض به علت نياز دارند . يعنى جوهر بدون عرض نيست ، عرض هم دائماً در تغيير است و همين تغيير منشأ نياز به خالق و علت است .\r\nعرض متغير و نيازمند ، جوهر هم همراه عرض ، پس همه محتاجند .\r\nمير سيّد شريف جرجانى ( 740 - 816 ه ) شارح « مواقف » « 1 » هم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كتاب « مواقف » نوشته قاضى عضدالدين ايجى ، ( ايج از توابع شيراز ، 700 - 756 ه ق ) است كه يك دوره مباحث فلسفه و كلام را به طور اختصار بحث كرده است\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nمىنويسد : « ذهب الشيخ الاشعرى و من تبعه من محقّقى الاشاعرة إلى ان العرض لا يبقى زمانين ، فالاعراض جملتها غير باقية عندهم بل هى على التقضّى والتجدد ، يتقضّى واحد منها ويتجدد آخر مثله » ؛ « 1 » شيخ اشعرى و پيروان او از محققان اشاعره قائل‌اند كه عرض در دو زمان باقى نمىماند ، پس اعراض در نزد آنان بقا ندارد ، بلكه دائماً در تجدد و تقضى اند و هرگاه يكى از اعراض در زمانى متقضى شود ، عرض ديگرى همانند او موجود مىشود .\r\nعلت اين كه متكلمان اين بحث را در اعراض مطرح كردند ، اين است كه آنان ملاك نياز معلول به علت را حدوث مىدانند و از طرفى جواهر را ثابت مىدانند و اگر اعراض هم ثابت باشند ، ملاكى براى نياز به علت وجود نخواهد داشت . پس معتقدند كه اعراض در دو زمان باقى نمىمانند و در هر لحظه حادث مىباشند ، و حدوث هم ملاك نياز به علت است « 2 » پس اعراض در همه حال نياز به علت دارند و از آن جا كه جواهر بدون اعراض نيستند ( و عرض هم كه آناً فآناً متبدل است ) پس جواهر هم به علت نياز دارند .\r\nاشكال : ممكن است بگوييد : اگر ملاك نياز به علت ، حدوث باشد و جواهر هم ثابت باشند ، جواهر چگونه به وجود آمده‌اند ؟ در حالى كه در ديدگاه متكلمان ، عالم ازلى نيست ، جواهر حادث‌اند و نياز به علت دارند . پس جواهر هم حادثند و هم ثابت !\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ر . ك . شرح مواقف\r\n( 2 ) - فلاسفه ، بر خلاف متكلمان ، معتقدند كه ملاك نياز به علت امكان است نه حدوث ، و وجودات ثابت و متغير ، از آن جا كه وجود امكانى اند ، نيازمند به علت هستند . و ثبات و تغيّر هيچ دخالتى در اين جهت ندارند\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nجواب اين كه : متكلمان معتقدند كه جواهر در پيدايش و حدوث اوليه نيازمند به علتى بوده‌اند تا آن‌ها را جعل كند ولى بعد از حدوث ، چون ملاك نياز به علت ( كه حدوث باشد ) وجود ندارد ، در بقاى جوهر ، نيازى به علت نيست !\r\nاز اين رو ، بعضى از متكلمان مانند گروهى از معتزله معتقدند كه بعد از وجود عالم ، نيازى به خدا نيست ، چون عدم حق تعالى به بقاى عالم ضررى نمىرساند « . . . لما ضرّ عدمه وجود العالم » .\r\nالبته گروه ديگرى از معتزله هوشيارانه گفته‌اند كه ملاك احتياج به علت ، امكان است نه حدوث ، از اين رو ، ممكن در بقايش هم نيازمند به علت است چون امكان همواره ، همراه ممكن است :\r\n به اندك التفاتى زنده دارد آفرينش را * اگر نازى كند از هم فرو ريزند قالب‌ها\r\nگلبرگ را ز سنبل مشكين نقاب كن * يعنى كه رخ بپوش و جهان را خراب كن \r\n\r\n« حركت » در ديدگاه فلاسفه پيشين\r\nاز مطاوى كلمات مرحوم صدرالمتألهين استفاده مىشود كه وى معتقد است عده‌اى از محققان قدما به حركت در جوهر قائل بوده‌اند ، ولى فلاسفه‌ى قبل از صدرا يا به طور مبسوط متعرض اين بحث نشده و درصدد اثبات آن نبودند و يا اين كه به صراحت حركت در جوهر را نفى كرده ، آن را از محالات دانسته‌اند . از جمله اين گروه ، شيخ الرئيس ابوعلى سيناست . آنان مىگويند : حركت در چهار عرض معين ( وضع ، اين ، كم و كيف ) وجود دارد ، و در جوهره‌ى عالم حركتى نيست ، و حركت فقط در اين عوارض چهارگانه متصور است . حدوث صور نوعيّه عالم هم دفعى است و نياز به حركت ندارد . « صور » به عنوان\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\n« خلع » و « لبس » ، موجود دفعىاند ، نه استكمال و حركت . با از بين رفتن صورتى در هيولا ، صورت ديگرى دفعة به وجود مىآيد .\r\n\r\nآراى فلاسفه متأخر از صدرالمتألهين\r\nبا وجود آن كه در مكتب صدرا ، حركت جوهرى اثبات شده و به طور مبسوط از آن سخن گفته شده ، ولى عده‌اى از فيلسوفان بعد از وى ، با اين نظريه به مخالف پرداختند كه از جمله آنان ملا رجبعلى تبريزى اصفهانى متوفاى 1080 ه ق است . وى كه از فلاسفه حوزه فلسفى اصفهان بود و قبل از هجرت ملاصدرا به قم ، از شاگردان او محسوب مىشد در مباحثى چون : اصالت وجود ، اتحاد عاقل و معقول و حركت جوهرى با آراى صدرا مخالف بود و در رساله مبدأ و معاد ، قاعده تجدد امثال عرفانى ، و نيز حركت جوهرى را مورد بحث قرار داده هر دو قاعده را مورد نقد و اشكال قرار داده است . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - او در آن رساله مىگويد : « و تجدد الامثال عندهم عبارة عن عدم بقاء الموجودات فى آنين و يصرحون ان الموجودات كلها تنعدم راساً فى كل آن و يتجدد امثالها فى آن آخر بعده وهكذا إلى غير النهاية . و بيان فساد ذلك ان العقل الاول مثلًا إذا انعدم يلزم احد امرين محظورين اما تخلفه عن علته التامة وهو واجب - تعالى شأنه - و اما عدم علته وهو واجب أيضاً وكلا هما محالان . . . » ونيز در بحث حركت جوهرى بدون آن كه نامى از ملا صدرا ببرد ، مىگويد : « قد ذهب عليها طائفة من الفضلاء . . . و إذا فرضنا شيئاً يتحرك فى ذاته وجوهره من مبدء معين إلى منتهى خاص لوجوب هذين الامرين فى الحركات المتناهية ، فلا يخلوا المتحرك فى منتهى الحركة من انه هو ما كان فى مبدء الحركة بشخصه أو غيره ، فان كان فى المنتهى هو ما كان فى المبدء فقد فرضناه متحركاً ، هذا خلف ! وان كان فى المنتهى غير ما كان فى المبداً فلم تتحقق الحركة أيضاً ! » سپس مىگويد : « وعلى نحو اظهر شناعة واكثر فضاحة مما ذكرنا ، إذا فرضنا شيئاً متحركاً فى ذاته وجوهره فيجب ان يكون ذاته غير ذاته وجوهره حتى يمكن ان يتحرك هذا المتحرك فى ذاته ، لان الحركة تجب ان تكون غير المتحرك . . . » : تجدد امثال نزد عرفا يعنى باقى نبودن موجودات در دو آن ! و تصريح مىكنند كه موجودات همگى در هر آنى معدوم شده در آنِ بعد ، همانند وجود قبلى وجود جديد مىيابند و اين عقيده فاسد است ، زيرا عقل اول كه اولين واسطه است وقتى معدوم مىشود يكى از دو محذور پيش مىآيد . يا تخلف از علت تامه‌اش كه خداوند است كه با وجود علتش خودش معدوم شود و يا اين كه علتش هم معدوم شود و خدا عدم پذير نيست ! حركت جوهرى هم باطل است زيرا اگر فرض كنيم چيزى در ذات و جوهر خود از يك مبدأ به سوى نهايتى معين حركت كند - چون در همه حركات متناهى ، اين دو چيز لازم است - اين چيز متحرك در آخر حركت يا همان است كه در اول حركت بوده يا چيز ديگرى شده . اگر همان است كه پس در جوهره‌ى خود حركت نكرده ، و اگر چيز ديگرى شده كه پس حركت در همان متحرك تحقق نيافته است . آنگاه مىگويد : افتضاح بيش‌تر اين كه اگر چيزى در ذات و جوهر خود حركت كند بايد ذات آن غير آن ذات باشد تا حركت در ذات شود ، زيرا حركت غير شىء متحرك است . در مباحث آينده به اين دو اشكال پاسخ خواهيم داد\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\n\r\nاثبات حركت جوهرى در متون دينى\r\nاز آن جا كه عرفاى مسلمان ، تعبيرات و اصطلاحات عرفانى را از متون دينى ( قرآن و احاديث اسلامى ) اخذ كرده‌اند ، مسأله تجدد و تبديل امثال هم از آيه شرفه « . . . على ان نبدل امثالكم » گرفته شد . در اين آيه ، از لفظ « امثال » با اضافه به « كم » استفاده شد كه مقصود آن تنها بدن ظاهرى انسان نيست بلكه « نفس » را هم شامل مىشود . چه اين كه نفس گرچه در ذاتش مجرد است ولى در فعل و عمل خود مادى است و تعلق به عالم ماده دارد .\r\nدر بعضى ديگر از آيات كريمه قرآن سخن از حركت در موجودات طبيعى به ميان آمده ، مانند « وَتَرَى الْجِبَالَ تَحْسَبُهَا جَامِدَةً وَهِيَ تَمُرُّ مَرَّ السَّحَاب » « 1 » : كوه‌ها را مىبينى ، و آن‌ها را ساكن و جامد مىپندارى در حالى كه مانند ابر در حركتند . . .\r\nحركت در ذات جبال بيان شده نه فقط عوارض آن در زمان و مكان و كم و كيف . پس در ديدگاه قرآن ، هم حركت در عالم طبيعت و هم مسأله تجدد امثال مطرح شده است . و به نظر ما اين دو منافاتى با هم ندارند ، حركت ، منشأ تبدل امثال مىگردد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - نمل / 88\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nمرحوم صدرالمتألهين اين آيه سوره‌ى زلزال را هم از باب حركت در جوهر گرفته : « إِذَا زُلْزِلَتِ الْأَرْضُ زِلْزَالَهَا » ، زلزله در اين آيه مربوط به ذات زمين شده است .\r\n\r\nمحورهاى بحث حركت\r\nبا توجه به مطابى كه بيان شد ، بحث حركت جوهرى از اين نكته آغاز مىشود كه آيا « جوهر » ثابت است يا نه ؟\r\nمتكلمان و فيلسوفان پيش از ملاصدرا ، جوهر را ثابت مىدانستند .\r\nاما مرحوم ملاصدرا با بيانى دقيق از حركت خود جوهر و ذات اشياء سخن گفت ، حال ، اگر حركت در عالم طبيعت و در جوهره طبيعت ثابت شد ؛ مسأله تجدد امثالى كه عرفا معتقدند ، مورد بحث قرار مىگيرد كه آيا با حركت در جوهر و ذات سازگار است يا نه .\r\nنكته ديگر اين كه : آيا بحث حركت جوهرى در رابطه با عالم مجردات ، ملكوت ، ملائكه مقربين و عالم انوار هم مطرح مىشود يا خير ؟\r\nواضح است كه بحث حركت جوهرى درباره « خدا » راه ندارد ؟\r\nچون « جوهر » با اصطلاح رايج آن « ماهية اذا وجدت ، وجدت لا فى موضوع » به خدا اطلاق نمىشود . جوهر ، ماهيت و از اقسام مقولات است . مقولات هم مقسمشان ذاتيات است و مقسم ذاتيات هم مفهوم و ماهيت است . ماهيت در عبارتى ديگر ، حدّ است و خداوند هم حدّى ندارد : « و من حدّه فقد عدّه » . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - نهج البلاغه ، خطبه اول\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nبله ، اگر جوهر را به « الموجود لا فى موضوع » و نه « ماهيّة إذا وجدت . . . » معنا كرديم ، اطلاق جوهر بر خداوند مىشود ولى به هر حال حركت و استكمال در ذات بارى راه ندارد . و جوهر هم از اقسام وجود نيست ، جوهر ذات يك شىء است و وجود عارض بر ذات مىباشد .\r\nما در اين بحث ، به لطف الهى ، ادله مخالفان و موافقان حركت جوهرى را مطرح كرده ، به ذكر بعضى از نصوصى كه از طريق پيامبر صلى الله عليه و آله و اهل بيت عليهم السلام به ما رسيده است ، مىپردازيم و از آثار فلسفى ، اخلاقى و اجتماعى آن سخن خواهيم گفت .\r\nاز جمله مسائلى كه در آينده بايد مطرح شود آن است كه آيا حركت جوهرى در عقول صعودى هم همانند عقول نزولى راه دارد يا نه ؟\r\nآيا در عقل صعودى ، انسان‌هايى كه بر اثر حركت استكمالى به حد عقل مىرسند ، پس از وصول به حدّ عقل ، هم حركت جوهرى مطرح است ؟\r\nو نيز آيا نفوسى كه از طبيعت و عالم ماده جدا مىشوند - پس از مرگ - ولى در مرحله « نفس » بودن باقى اند و به مرحله عقل نرسيده‌اند ، داراى حركت جوهرى اند يا نه ؟ به عبارت ديگر : در عالم برزخ ، معاد ، بهشت و دوزخ . . . حركت استكمالى وجود دارد يا نه ؟\r\nمطلب ديگر اين كه اين بحث آيانتايج اخلاقى واعتقادىرا دارديانه ؟\r\nاين مباحث ، و موضوعات ديگرى كه متفرع بر آن است ، محورهاى بحث در حركت جوهرى را تشكيل مىدهند كه ان شاء اللَّه به طور مبسوط درباره آن‌ها سخن خواهيم گفت .\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\n\r\nچه مقوله‌اى از مقولات ، داراى حركتند ؟\r\nاز جمله مباحث حركت جوهرى ، تعيين حركت در مقولات است .\r\nمرحوم صدرالمتألهين فصلى از كتاب شريف اسفار را به اين مسأله اختصاص داده ، چنين مىنويسد : « فصل ( 23 ) فى تعيين ان اىّ مقولة من المقولات تقع فيها الحركة وايّها لم تقع فيها » . « 1 »\r\nسپس به بيان مطلب پرداخته مىگويد : از آن جا كه حركت ضعيف الوجود است به شش امر وابستگى دارد كه عبارتند از : 1 - فاعل ؛ ايجاد كننده حركت . 2 - قابل ؛ متحرك كه موضوع حركت است . 3 - مافيه الحركة ؛ مقوله و مسافتى كه حركت در آن است ، مانند كم و يا در كيف و وضع . . . 4 - مامنه الحركة ، مبدأ حركت . 5 - مااليه الحركة ، منتهاى حركت . 6 - زمان ، مقدار حركت .\r\nارتباط حركت با مقوله ، ارتباطى قوى است چون حركت در « كم » يا حركت در « كيف » به گونه‌اى به « كم » و « كيف » وابسته است كه حتى بعضىها گفته‌اند كه حركت خود مقوله است به اين معنى كه : حركت در « كم » ، « كم » است و حركت در « كيف » « كيف » است .\r\nاما اين كه گفته مىشود : حركت در مقوله ، خود مقوله است آيا سخن درستى است ؟ ! مرحوم ملاصدرا در اين باره مىنويسد : « وامّا تعلق الحركة بما فيه الحركة فهو الصق حتى ذهب جماعة إلى أنها نفس المقولة التى وقعت فيه الحركة . . . ؛ « 2 » : تعلق حركت به مقوله بيش‌تر است تا آن‌جا كه عده‌اى گفته‌اند كه : حركت ، خود مقوله‌اى است كه حركت در آن جريان دارد » ولى اين سخن نادرست است ، چه اين كه :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اسفار ، ج 3 ، ص 75\r\n( 2 ) - اسفار ، ج 3 ، ص 76 - 77\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nحركت تجدد است ، ولى خود مقوله بالذات تجدد نيست ، معانى « كم » ، « كيف » و « جوهر » و . . . تجدد نيستند ، بلكه حركت در آن‌ها تجدد و حركت است . البته ناگفته نماند كه حركت در « فعل » و « انفعال » را به خود مقوله معنى كرده‌اند و لذا گفته‌اند . حركت در فعل و انفعال راه ندارد .\r\nواقعيت اين است كه حركت همچون مسأله « حدوث و قدم » و « عليت و معلوليت » از خصوصيات وجود است و ويژگىهاى وجود نبايد با مقولات خلط گردند ، مقولات از سنخ ماهيات هستند و اين ويژگىها ، مربوط به وجود مىباشند .\r\n\r\nتعريف حركت « 1 »\r\nبراى حركت تعاريف مختلفى ارائه شده است كه ما برخى از آن‌ها را ذكر مىكنيم :\r\nتعريف اول : حركت عبارت است از خروج از قوه به فعل به طور تدريجى ، و يا خروج از قوه به فعل « لا دفعة » و يا . . . « يسيراً يسيراً » . « 2 » مقصود از « قوه » آن حالت استعدادى است كه در شىء وجود دارد و بدان وسيله مىتواند به كمالات بعدى برسد . و مراد از « فعليت » همان كمالاتى است كه شىء به آن رسيده است . و حركت خروج تدريجى و غير دفعى از قوه به سوى فعليت است .\r\nشيخ الرئيس به اين تعريف اشكال كرده ، آن را نپذيرفت و در كتاب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - گرچه براى حركت تعاريفى ذكر كردند ولى اين مطلب بدان معنا نيست كه حركت ماهيت است ، چه اين كه حدوث و قدم و . . . را هم تعريف نموده‌اند ، با اين كه آن‌ها مقوله نيستند ، پس حركت را هم مقوله به شمار نمىآوريم\r\n( 2 ) - اسفار ، ج 3 ، ص 22\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\n« شفا » فرموده : « اين‌گونه تعاريف رسمى متضمن نوعى دور مىباشد و لذا ارسطو كه معلم فلسفه است راهى ديگر پيش گرفته است » ، مرحوم صدرالمتألهين در اسفار مىفرمايد : « اساساً قدما اين تعريف را قبول نكرده‌اند ، زيرا تصور تدريج و دفعه و نظاير اين‌ها جز با تصور انطباق بر چيز ممتد تدريجى الحصول ممكن نيست ، پس در تصور تدريج و دفعه محتاج تصور امرى تدريجى هستيم » پس دور است .\r\nتعريف دوم : تعريف ديگر حركت منسوب به ارسطوست ، و آن اين كه : « الحركة كمال اول لما بالقوه من جهة ما هو بالقوة » . « 1 »\r\n\r\nتوضيح\r\nبراى يك شىء كه داراى قوه است مثل نفس ، عالم طبيعت و . . . ، كمالاتى متصور است كه يكى از آن‌ها هدفى است كه آن شىء مىخواهد به آن برسد و ديگرى حركت و راه افتادن جهت رسيدن به آن هدف كه خود اين حركت قابل تقسيم به بىنهايت مىباشد . راه افتادن و حركت ، كمال اول است و رسيدن به هدف كمال دوم . و حركت كه كمال اول است ، در يك شىء مستعد است كه داراى قوه و آمادگى مىباشد .\r\nاز طرف ديگر ، ممكن است يك شىء داراى كمالات زيادى باشد و علاوه بر آن كمال ( حركت ) از كمالات ديگرى نيز برخوردار باشد ولى آن كمالات ربطى به قوه او ندارد . مثلًا كتابى را در نظر بگيريد كه با شكل حاضر داراى كمال بالفعل است و علاوه بر آن مىتواند كمالات\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اسفار ، ج 3 ، ص 24\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nديگرى را در آينده داشته باشد ، مانند : خمير كردن آن كتاب و تبديل به انواع ديگر كاغذ و استفاده‌هاى ديگر بردن . ليكن اين‌ها ربطى به حركت ندارند .\r\nتعريف مذكور كه ناظر به اين مسأله است و بعضى از بزرگان هم آن را ذكر كردند ، « 1 » چندان دقيق به نظر نمىرسد ، زيرا اولين كمال يك شىء از ميان كمالات بالقوةاش ، شوق آن شىء است . اين كه شوق دارد به آن كمال مترتب برسد ، كمال اول است . و كمال دوم راه افتادن و كمال سوم هم رسيدن به آن هدف است .\r\nعلاوه بر آن ، ممكن است كسى به اين تعريف ، اشكال كند كه : كلمه كمال « بما هو كمال » امر غير ذاتى است . كلمه كمال نظير كلمه جمال است كه داراى يك مفهوم بالقياس اند و از مفهوم آن امر نسبى و اضافى استفاده مىشود .\r\nتعريف سوم : از افلاطون نقل شده كه وى در تعريف حركت گفته است : « أنها خروج عن المساواة » « 2 » اگر حالت يك چيز از يك نواختى و مساوات بيرون آمد ، حركتى در آن صورت پذيرفته است ؛ « أى كون الشىء بحيث لا يكون حاله فى آنٍ مساويا لحاله قبل ذلك الان وبعده » .\r\nليكن مىتوان گفت : خروج تعبير ديگرى از همان حركت است و فقط لفظ عوض شده است .\r\nتعريف چهارم : از فيثاغورث نقل شده كه در تعريف حركت گفته است : « أنها عبارة عن الغيرية » ، « 3 » حركت عبارت است از غيريت و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - استاد بزرگوارمان مرحوم علامه طباطبائى در نهاية الحكمة ، المرحلة التاسعة ، الفصل الثالث ، ص 1 و 2\r\n( 2 ) - ر . ك . اسفار ، ج 3 ، ص 24\r\n( 3 ) - اسفار ، ج 3 ، ص 24\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nمقصود از غيريت شايد اين باشد كه شىء از حالت پيشين بيرون آيد و به غير حالت گذشته درآيد . به قول مرحوم صدرالمتألهين : اين هم در حقيقت ، عين همان تعريف افلاطون است ، زيرا اشاره است به همان عدم مساوات در دو حال ، و تحقق تغاير و غيريّت . به علاوه اين كه غيريّت به معناى عام خود شامل تفاوت هر دو شىء بالقياس مىشود و اختصاص به حركت ندارد ، البته در حركت هم هست . ضمناً غيريّت در حركت ، يكى از آثار حركت است نه خود آن . و بنابراين يك تعريف رسمى خواهدبود .\r\nتعريف پنجم : صدرالمتألهين در كتاب اسفار ، حركت را چنين تعريف كرد : [ الحركة 
  ] موافاة حدود بالقوة على الاتصال » ؛ « 1 » حركت عبارت است از دريافت حدود بالقوه‌اى به نحو متصل و مستمر . به عبارت ديگر : حركت دريافت متصلانه حدود قوه‌اى است . دريافت اين حدود به نحو اتصال ، حركت است .\r\nاز اين كه گفته شد : « . . . حدود بالقوة » يعنى دريافت چيزهايى كه « حدّ » به معناى دقيق كلمه نيست ولى حد بالقوه است ؛ چون حد يعنى مجزا شده و بريده و قطع شده ، و چون حركت امر متصل است تعبير حدّ و جزء و قسم و . . . بر آن صدق نمىكند .\r\nبه نظر اينجانب اين تعريف هم ، تعريف كاملى نيست ، چون « موافاة » محصول حركت است نه خود حركت . وقتى يك شىء حركت مىكند ، اين حدود را دريافت مىكند . بعد از حركت ، دريافت حد مىشود ، پس خود حركت دريافت حد نيست .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اسفار ، ج 3 ، ص 75\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nتعريف ششم : عده‌اى هم در تعريف حركت گفته‌اند : « الحركة ، زوال من حال ؛ أو سلوك من قوة إلى فعل » . اين تعريف ، مانند تعاريف ديگر است ، زوال همان تغيير است و سلوك از قوه به فعل همان تعريف اول است با اين تفاوت كه در تعريف اول تدريج قيد شده بود .\r\nبه نظر ما ، تعريفى كه از افلاطون نقل شد ، در مقايسه ، مزيّت دارد و تعريف بهترى خواهد بود .\r\nو به هر حال ، حركت خود داراى ذات و تعريف خاصى است و نبايد گفت كه حركت در هر مقوله خود آن مقوله است ؛ چه اين كه مقوله ماهيت است ولى حركت نحوه و طور وجود است و تعاريف مربوط به حركت هم غير مقولى است ؛ يعنى آن گونه كه در مفاهيم ماهوى تعريف مىكنيم نيست . مفاهيم ماهوى داخل در يكى از ده مقوله جوهر و عرض هستند ، ولى حركت كه نحوه‌ى يك وجود است در برابر مقولات مىباشد .\r\n\r\nحركت توسطيه و قطعيه\r\nيكى ديگر از مباحث حركت ، تقسيم حركت به اقسام گوناگون است ؛ يكى از آن‌ها تقسيم حركت به : حركت توسطيه و حركت قطعيه است .\r\nحركت قطعيه عبارت است از : نفس قطع مراحل ، خود گذار از يك مرحله به مرحله ديگر . در اين اعتبار حدود بالقوه در تحليل ذهنى قطع و جدا جدا فرض مىشود .\r\nحركت توسطيه عبارت است از : كون الشىء فى حالة الوسط ، أى بين المبدأ والمنتهى .\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\n\r\nفرق حركت توسطيه و قطعيه\r\nاين دو حركت با يك ديگر چند فرق دارند كه بعضى از آن‌ها به شرح زير است :\r\n1 - حركت قطعيه مركب است از اجزا ، گرچه اجزاى بالقوه باشد ، ولى حركت توسطيّه بسيط است و همان حالت وسط بودن است .\r\n2 - حركت قطعيه منطبق بر زمان است يعنى هر جزء از اجزاى بالقوة حركت منطبق مىشود بر لحظه‌اى از لحظات زمان ؛ ولى حركت توسطيه بر زمان تطبيق نمىشود ، به اين معنا كه قسمتى از حركت توسطيه بر قسمتى از زمان تطبيق نمىگردد ، چون حركت توسطيه در هر لحظه از لحظات به تمام معنى هست و در هر آنى از آنات ، شىء متحرك بين مبدأ و منتهى است .\r\n3 - در حركت قطعيه كه مسأله انطباق مطرح است ، اجزاى بالقوه لحظه به لحظه موجود شده ، سپس فانى مىشوند . و لذا هيچ لحظه‌اى با لحظه بعدى قابل اجتماع نيست و ليكن حركت توسطيه چون بسيط است ، مادامى كه حركت وجود دارد ، فنا و عدم در آن راه ندارد .\r\n\r\nكدام يك از اين دو حركت وجود دارند ؟\r\nدر باب حركت ، اختلافى است كه كدامين حركت از اين دو وجود دارند ؟ عده‌اى گفته‌اند : آن چه كه وجود دارد حركت ، توسطيه است و گروهى ديگر از وجود حركت قطعيه سخن گفته‌اند .\r\nليكن به طور اجمال بايد گفت كه : حركت قطعيه در خارج است و حركت توسطيه منتزع از حركت قطعيه است .\r\nاز آن جا كه حركت قطعيه به معناى قطع مراحل است ، پس همه\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nمراحل آن در يك آن نيست ، با آمدن مرحله‌اى ، مرحله پيشين از بين مىرود ، لذا عده‌اى گفته‌اند حركت قطعيه نداريم ، چون در آن قسمتى است كه بقا ندارد و قسم پيشين آن از بين رفت و قسم بعدى هم كه نيامده و الآن هم يك حال وسط است .\r\nاين مطلب ، نادرست به نظر مىرسد ، چون امر متصل است و امر متصل از اول تا آخر يكى است و وجود هر جزء در حقيقت وجود همان امر واحد متصل است . به عنوان مثال : اگر شخصى از در اتاق وارد شود ، اجزاى بدن او مثل دست و پا و . . . به طور جزء جزء وارد مىشود . در اين هنگام آيا مىتوان گفت كه چون اجزاى او مرحله به مرحله وارد اتاق مىشود و با رفتن جزئى ، جزء ديگر مىآيد پس ورود اين شخص متحقق نشده است ؟ ! خير ، چون وجود اين شخص يك امر واحد است ، وجود و عدم هر يك از اجزا ، وجود و عدم اين امر واحد است نه آن كه وجود و عدم ، هر جزء به طور مجزّا باشد .\r\nبنابراين ، به نظر ما حركت قطعيه وجود دارد ولى اين‌طور نيست كه همه اجزاى حركت با هم به طور مجتمع وجود داشته باشند ، ولى اين اجزا به هم متصل اند و وحدت اتصالى هم به منزله وحدت شخصى است و اين يك امر متصل واحد است ، به عبارت ديگر تجزيه نشده تا اجزاء داشته باشيم . آرى ، اگر بخواهيم اين حركت را جزء جزء كنيم ، مسلماً جزء قبلى رفته و بعد هم نيامده ولى هنوز كه تجزيه نشده ، اجزا بالقوه‌اند . پس امر واحد مستمر و متصل است .\r\nحركت توسطيه ، يك حالت انتزاعى دارد ، همانند فوقيت و تحتيّت كه به تبع سقف و زمين تحقق دارند ، هرگاه منتزع عنه هست ، منتزع هم به تبع آن هست .\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nبنابراين ، مىتوانيم بگوييم : حركت قطعيه و حركت توسطيه هر دو وجود دارند با اين فرق كه حركت قطعيه خودش موجود است ولى حركت توسطيه منتزع عنه‌اش موجود است و انتزاعات هم با وجود منشأ انتزاعشان وجود دارند ؛ مانند فوقيت و ساير اضافات كه وجودى تبعى دارند .\r\n\r\nمقولات بدون حركت\r\nپيش از اين گفتيم كه قدما به حركت در چهار مقوله « كم » ، « كيف » ، « وضع » و « اين » معتقد بودند ، اما حركت در جوهر را انكار كرده ، آن را محال مىدانستند . ولى مرحوم صدرالمتألهين حركت در جوهر را اثبات كرده است ؛ و مثل ديگران حركت در برخى مقولات ديگر غير از آن پنج مقوله را محال دانسته مىگويد : در « فعل » ، « انفعال » ، « متى » و « جده » حركت وجود ندارد ؛ چون در « فعل » و « انفعال » تدريج است و « متى » هم زمان و هيأت حاصله از احاطه زمان به شىء است . زمان هم كه خود ، تدرج مىباشد ، آنگاه چگونه ممكن است كه خروج تدريجى در تدريج صورت گيرد ؟ ! در تعريف حركت گفته شد : خروج از قوه به فعل ، در اين مقوله‌ها نفس مقوله معناى خروج خواهد بود ؛ پس خروج در خروج معنا نخواهد داشت ؛ چون فعل و انفعال تأثير و تأثر تدريجى است و متى هم - كه هيأت حاصله از احاطه زمان به شىء است - تدريجى است و چنين چيزى كه ذاتاً تدريج است و در ذات خود يسيراً يسيراً و خروج لا دفعى است ديگر تدريج ديگرى معنا ندارد ، ما نمىتوانيم در خروج يسيراً يسيراً ، خروج ديگرى بياوريم .\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nاين بيان مرحوم صدرا ، مورد قبول مرحوم علامه طباطبايى قرار نمىگيرد و حق همين است ، زيرا در يك حركت ذاتى ممكن است حركتى فرعى عارض شود . خروج در خروج به معناى حركت در حركت است و يا حركت بر حركت ، حركت اصلى و حركت فرعى داريم .\r\nصدرالمتألهين همچنين مىفرمود : در مقوله « جده » ، حركت وجود ندارد ، براى اين كه گرچه در « جده » تغيير وجود دارد ، مثلًا شخصى لباسش را عوض مىكند ، و ليكن تغيير در « جده » تابع تغيير و حركت در خود شخص است و همين‌طور مقوله اضافه كه مرحوم صدرا در آن جا هم قائل به حركت نشد چون حركت در اضافه تابع متضايفان است . و ليكن مىتوان گفت به تبع حركت شخص ، حركت در جده مىشود و به تبع متضايفان حركت در اضافه تحقق پيدا مىكند .\r\nاين بود بحثى مختصر و كوتاه درباره‌ى تعريف حركت و موضوع حركت از نظر مقولات كه به عنوان مقدمه‌اى براى ورود در بحث حركت جوهرى عنوان كرديم ، اينك وارد بحث حركت در جوهر مىشويم . در اين بحث بايد تغيير در عالم طبيعت ( و به تعبير عرفا ، تجدد امثال در همه عالم هستى امكانى ) اثبات گردد و سپس بحث ارتباط ثابت با متغير مورد بررسى قرار گيرد .\r\n\r\nحركت جوهرى در غير مكاتيب فلسفى\r\nبحث حركت جوهرى ، بحثى نيست كه فقط در مباحث فلسفه جاى طرح آن باشد ، بلكه در مسائل عرفانى و روان‌شناسى نيز طرح آن ممكن است . علاوه بر آن ، در رواياتى هم كه از اهل بيت عليهم السلام\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nرسيده ، به گونه‌اى بحث از حركت ذاتى و وجودى انسان سخن به ميان آمده است . در روايات وارد شده كه : در قيامت عده‌اى از انسان‌ها به صورت‌هايى محشور مىشوند كه شبيه حيوانات‌اند ؛ مانند ميمون ، خوك و سگ !\r\nاز پيامبر اسلام صلى الله عليه و آله نقل شده كه آن حضرت فرمود : « بعضى از افراد به قيافه‌هايى محشور مىشوند كه ميمون و خوك پيش آن‌ها زيباست » ! !\r\nاين نوع روايات اشاره به همين مطلب دارند ، چون قيامت تجلى باطن انسان‌هاست ، و انسانى كه به شكل حيوان محشور مىشود ، از ابتدا به صورت اين حيوانات نبوده است بلكه با حركت تدريجى ( و انجام اعمال گوناگون ) ملكاتش را عوض كرده و آن ملكات ذاتش را تغيير داده ، تا به صورت حيوان درآمده است . و شايد منظور از صورت نه فقط شكل ظاهرى باشد ، بلكه فعليت وجودى و فصل ذاتى باشد كه منشأ تغيير ظاهر هم مىتواند باشد .\r\nاين مسأله در روان‌شناسى هم مطرح است . « دوگال » ، روان شناس انگليسى به چيزى به عنوان « سوابق ثابت بشرى » معتقد بود . اين عقيده شخصى وى بود و معلوم نيست كه او ، همه روحيه‌هاى بشر را به اين معنا ثابت بداند . ولى آقاى « واتسن » انگليسى كه رئيس مكتب رفتارگرايى است ، به اين مطلب تصريح كرده ، مىگفت : نوزاد را به من بدهيد ! او را دزد يا نابغه مىسازم و به جامعه تحويل مىدهم . يعنى ملكات و ذات او را عوض مىكنم و مثلًا جانى بالفطره‌اش مىسازم .\r\nثابتات روحى بشرى همان ذاتيات لا يتغير مىباشند .\r\nاهل معرفت هم افراد را به قيافه‌هاى باطنى آنان مىبينند ! ذات\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nبالفعل افراد همان است كه با رفتار خوب و بد و با اعمال خود رقم زده‌اند ! بنابراين ، تغيير ذات افراد براى آن‌ها هم مشهود است . تغيير ذات يعنى حركت در جوهر و ذات يك فرد .\r\n\r\nبراهين حركت جوهرى\r\nدر كتاب « اسفار » مرحوم صدرالمتألهين چندين برهان براى اثبات حركت جوهرى ، اقامه كرده است . در بعضى ديگر از كتاب‌هايش از برخى آيات قرآن كريم هم استفاده مىكند .\r\nدليل اول : سنخيت علت و معلول\r\nهمه مخالفان حركت جوهرى ، حركت عارضى در اشياء را قبول دارند . مثلًا ، درخت رشد مىكند و « حركت كمى » دارد ، اما سؤال اين است كه علت حركت كمى در درخت چيست ؟ آيا علت مباشر « 1 » دارد يا علت غير مباشر ؟\r\nدر همه اشياء ، ذات بارى تعالى ، و سپس عالم عقل و انوار ، علت غير مباشر هستند ، علت مباشر و مستقيم حركات عارضى چيست ؟\r\nدر قضيه علت و معلول ، واضح است كه هر معلول متجدد داراى علت مباشر متجدد است و گرنه انفكاك معلول از علت لازم مىآيد .\r\nبنابراين ، حركت كمّى ، كيفى ، وضعى و اينى كه متجددند نياز به علت دارند ، علت متجدد آن‌ها چيست ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - علت مباشر در رابطه با « تكلم » و « ديدن » ، قوه تكلم و قوه ابصار است كه خود اين‌ها از قواى نفس‌اند و نفس عامل و فاعل مباشر در سخن گفتن و ديدن است . در حركت كيفى و وضعى و آينى هم نياز به فاعل مباشر داريم\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nروشن است كه علت اعمال ظاهرى در اجسام ، طبيعت جسم است و در موجودات جاندار ، « نفس » علت است . پس حتماً طبيعت و نفس ( در موجودات صاحب نفس ) حركت دارند ، حركت بالذات ؛ نه فقط حركات عارضى ، چون حركات عارضى معلول اند ، و طبيعت و نفس علت به شمار مىروند و هر علتى براى معلول متحرك بايد در ذاتش داراى حركت باشد ، و گرنه لازم مىآيد كه بين علت و معلول ، سنخيت نباشد ؛ در حالى كه اصل سنخيت بديهى است . با پذيرش بداهت اصل سنخيت بين علت و معلول ، علت حركت وضعى ، اينى ، كمى و كيفى هم بايد به گونه‌اى باشد كه در ذاتش تجدد و حركت باشد و اين همان حركت جوهرى است كه در علت وجود دارد . « 1 »\r\nاگر هم علت حركت عارضى يك حركت عارضى ديگر باشد نقل كلام در آن حركت مىشود كه علت آن چيست ؟ به هر حال بايد هر امر عارضى به يك امر ذاتى برگردد و گرنه سلسله علل تمام نمىشود و تسلسل لازم مىآيد .\r\nدليل دوم : حركات عارضى تابع جوهرند !\r\nاگر حركات عارضى مورد قبول است ، بايد پذيرفت كه حركات عارضى تابع جوهرند ، چون وجود عرض به تبع وجود جوهر است .\r\nعرض داراى وجود لنفسه نيست ، بلكه وجودش لغيره است . پس خود وجود عرض در حقيقت براى جوهر است . بنابراين ، همان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ر . ك . اسفار ، فصل 24 - 25\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nطورى كه وجود عرض لغيره است ، حركت اين وجود بايد به تبع آن غير ( يعنى آن جوهر ) باشد . لذا ، حركت عرض به تبع حركت جوهر است همان گونه كه وجودش به تبع وجود جوهر است . « 1 » به عبارت ديگر حركت يك عرض از صفات و توابع معروض آن عرض است ، وجود آن عرض ، وجود لغيره دارد و وجودش وجود توصيفى جوهر است . حركت هم از صفات وجود عرض و به دنبال عرض است كه آن هم به دنبال جوهر است .\r\nدليل سوم : سنخيت علامت و ذوالعلامة ؟\r\nهر جوهر جسمانى داراى عوارضى است كه اين عوارض ، مشخصات جوهر جسمانى اند از : « كم » ، « كيف » ، « وضع » و ساير عوارض . مثلًا « زيد » را با قد و حالت و ساير عوارض معرفى مىكنيم .\r\nعده‌اى از محققان ، از جمله صدرالمتألهين ، عوارض را علائم تشخّص وجود يك شىء مىدانند .\r\nاگر حركت در « عارض » وجود داشته باشد ، در خود « جوهر » هم خواهد بود . چون عوارض علائم و مشخّصات جوهرند و اين در طبيعت ممكن نيست كه مشخص وجودى يك شىء از بين رفته و خود شىء مانده باشد ! اگر چيزى ذوالعلامة و داراى مشخّص باشد ، نمىتوان گفت : اصل شىء مانده و علامتش از بين رفته باشد ، پس چون علامت متغير است ذوالعلامه هم بايد متغير باشد تا با هم تناسب داشته باشند ، و گرنه سنخيتى در ميان نخواهد بود ؛ پس\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ر . ك . اسفار ، فصل 24 - 25\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nعوارض متغير نمىتواند علامت براى جوهر ثابت باشد . مثال اين مطلب همچون ملاحظه كسى است كه دائماً در حركت استكمالى است و بخواهيم اين حركت استكمالى را علامت شخصى قرار دهيم كه در جهل اوليه خويش باقى است . اين مسأله امكان ندارد ، عوارضى كه تغيير وانتقال پيدا كرده ، دليل بر امر ثابت و غير متحرك نخواهد بود .\r\nبه عبارت ديگر : همان طورى كه مفاهيم عارضه از مشخصات واقعيه تعبير مىكنند ، تغير و تبدل وجود عوارض نيز حكايت از تبدل وجود ذات جوهرى دارد . جوهر جسمانى كه داراى طبيعت سيال و متجدد است ، از يك امر ثابت مستمرى برخوردار است كه روح باشد و اين روح باقى است كه ملاك شخصيّت افراد مىباشد و اين دو عارض و معروض نيستند بلكه روح مدبّر جسم است . اما طبيعت جسمانى كه متبدل و متغيّر است داراى عوارضى است كه اين عوارض علائم و مشخصات وجودى معروض مىباشند واگرعوارض متغير و مبتدل بود ، حتماً معروض هم كه طبيعت است‌متغيرمىباشد .\r\nدليل چهارم : علت حركات عارضى ، طبيعت نيست !\r\nكاشف حركت جوهرى ، مرحوم صدرا در صفحه 101 ، جلد سوم اسفار ، دليل ديگرى را براى حركت جوهرى اقامه مىكند با اين بيان كه : « طبيعت جسم ، براى حركات عارضى ، علت نمىباشد ، زيرا جسم در تاثير و انجام هر كارى بايد داراى « وضع » و « محاذات » باشد .\r\nهر جسم و يا جسمانى در ايجاد چيز ديگر به گونه‌اى است كه وجود آن جسم و يا امر جسمانى است ، چون ايجاد فرع وجود است و\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nوجود به هر صورت است ، ايجاد هم به همان صورت است . وجود جسم ، مادى است پس وضع دارد . بنابراين ، ايجاد چيز ديگر هم بايد با وضع و محاذات باشد .\r\nاز طرف ديگر ، واضح است كه جسم نسبت به خود وضع و محاذات ندارد . و مقصود از وضع ، وضع تمام المقوله به معناى نسبت شىء به امر خارج است نه جزء المقوله ، و معلوم است كه يك جسم نسبت به خود ، وضع به اين معناى تام مثل : مقابله ، موازات ، مساوات و . . . را ندارد ، به همين گونه ، نسبت به يك امر حالّ در خود هم وضع و محاذات ندارد و در نتيجه نمىتواند علت خود باشد !\r\nعلاوه بر اين ، اگر ماده بخواهد در خود تأثير گذارد ، لازمه‌اش تقدم بر امر مقدّم بر خود خواهد بود ! چون معلول بايد رتبتاً از علت متأخر باشد و اگر علت بخواهد رتبتاً از معلول متأخر باشد ، لازمه‌اش تقدم معلول بر علت است و تقدم معلول بر علت هم محال است . با اين استدلال ، معلوم مىشود جسم علت وجود عوارض نيست ، زيرا جسم با عوارض خود نه وضع و محاذات دارد تا بتواند در آن‌ها اثر بگذارد ، و از طرفى عوارض ، مشخصات وجود طبيعت‌اند و اگر بخواهد علت مشخّصات خود باشد به معناى عليت براى وجود خود است و امكان ندارد كه يك شىء علت خود باشد ! پس علت عوارض چيست ؟\r\nدر جواب بايد گفت : همه حركات عارضى و صفاتى كه لازمه طبيعت اند ، معلول امرى هستند كه بالاتر و اشرف از طبيعت و لوازم طبيعت است ، مانند عقل ! طبيعت و صفات لازمه‌اش ، معلول عقل مىباشند و بنابراين كه طبيعت و عوارض آن معلول عقل مىباشند .\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nپس طبيعت و عوارضش ، هر دو در يك مرتبه‌اند ، هر دو معلول يك علت بالا هستند ، و لذا بايد از حيث « تجدد » و « ثبات » همانند يك ديگر باشند . چه اين كه هر دو معلول يك علت اند و هرگاه علت واحد باشد ممكن نيست كه معلولات آن گوناگون ( يكى متغير و ديگرى ثابت ) باشد . لازمه سنخيت بين علت و معلول ، متغير يا ثابت بودن معلول است نه اين كه هم متغير و هم ثابت باشد . يا يكى ثابت و يكى متغير باشد ، با توجه به اين نكته ، مىگوييم حركت عارضى كه متجدد است ، طبيعت هم بايد ذاتاً متجدد باشد ، آرى مىتوان گفت :\r\nفيض وجود از طريق طبيعت ، به عارض طبيعت مىرسد . پس طبيعت علت حركات عارضى نيست ولى شريك العلة است . مانند مسأله صورت و هيولا كه گفته‌اند : صورت بر هيولا تقدم رتبى دارد و شريك العلة است .\r\nآن چه گفته شد ، خلاصه‌اى بود از دليل چهارم ، كه مرحوم صدرالمتألهين ، علاوه بر اسفار ، آن را در « شواهد الربوبيه » نيز آورده است .\r\nمرحوم سبزوارى در بعضى از تعليقات خود بر اسفار گفته است :\r\nاين برهان با مذاق و مشرب سهروردى تناسب دارد ، چون سهروردى همه آثار عالم طبيعت را به صور « نوعيّه مفارقه » يعنى عالم علوى ، و به عبارت ديگر به « امر اعلا » نسبت مىدهد .\r\n\r\nنقد و بررسى دليل چهارم\r\nدر رابطه با دليل چهارم ، انتقاداتى شده است كه بعضى از آن را ذكر مىكنيم :\r\nالف ظاهر دليل چهارم با مبناى دليل اول سازگار نيست . در دليل\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nاول ، علت قريب و بالمباشره حركات عارضى ، طبيعت ذكر شد ، ولى در دليل چهارم گفته‌اند ، طبيعت علت نيست ، بلكه شريك العلة است .\r\nب بر اساس استدلال در دليل چهارم ، قواى طبيعت تأثيرى ندارند و به اصطلاح معطّله‌اند و امور تأثير گذار به امر اعلا و بالاتر از طبيعت باز مىگردند ؛ در صورتى كه بالوجدان مىيابيم كه قواى طبيعيه ، منشأ آثارند ؛ مانند ابصار كه از قوه بصر ، و سماع از قوه سمع است . اگر منكر اين نكته باشيم ، بايد قائل به همان قول اشاعره شويم كه براى قواى طبيعى هيچ منشأيّت آثارى قائل نيستند . مگر آن كه كلام مرحوم صدرا را اين‌طور توجيه كنيم و بگوييم كه جسم در خود تأثيرگذار نيست ، قوا در خارج از خود اثر مىگذارند و تعطيل كل قوا لازم نمىآيد . مثلًا در باب سمع و بصر گفته شود كه فلانى از گوش تو مىشنود ! و يا بگوييم قوه ابصار در خود ابصار و بصر اثر ندارد بلكه در جسم مبصر اثر دارد كه چيز ديگرى است . البته ، اين هم سخن خلاف وجدان است كه قوه ابصار مربوط به ابصار نباشد و يا مقصود ايشان اين باشد كه قواى طبيعى عليت مستقل ندارند ، چه آن كه مرحوم صدرا معتقد است كه طبيعت واسطه فيض است ! ولى اين توجيه هم نادرست به نظر مىرسد كه همه كارهاى طبيعت را معلول امرى مجرد بدانيم و طبيعت را فقط يك واسطه‌ى بىتأثير بدانيم ، مگر آن كه كسى طبق دليل اول ، كه طبيعت را علت براى عوارض مىداند ، طبيعت را در برابر خدا علت مستقل بداند ! اين را هم كه ايشان قائل نيست ! ممكن است بگوييم طبيعت براى عوارض علت مستقلّه نيست بلكه واسطه فيض است ، و ليكن واسطه با ذى الواسطه هم بايد تناسب\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nداشته باشد . و هرگاه ذى الواسطه ( حركت عارضى ) متجدد باشد ، واسطه ( طبيعت ) هم بايد متجدد باشد .\r\nولى اين توجيه هم مشكل گشا نخواهد بود ؛ چون برهانى وجود ندارد كه تساوى واسطه فيض با ذى الواسطه را اثبات كند . مثلًا عالم عقول ، واسطه فيض براى افاده بر نفس و طبيعت است در صورتى كه با تجدد طبيعت ، عالم عقول متجدد نيست .\r\nج انتقاد ديگر بر دليل چهارم آن است كه : وضع و محاذات براى ايجاد علاقه‌اند و بين علت و معلول در عالم اجسام نيازى به وضع و محاذات نيست ، و علاقه مورد نياز همان اتحادى است كه بين قوه و محل قوه وجود دارد ( قوه ابصار با محل قوه ابصار اتحاد دارد ) . اگر چيزى را در نظر بگيريم كه مركب از حال و محل باشد ، بين حال و محل اتحاد خواهد بود ، چون آن دو داراى تركيب اتحادى اند و هر كجا تركيب اتحادى باشد ، گويا آن دو يكى خواهند بود ، پس بين آن‌ها علاقه‌اى وجود دارد كه آن دو را متحد ساخته است ، پس امكان دارد كه علت و معلول باشند بدون وضع و محاذات ، بلكه بر اساس علاقه‌ى تام اتحاد وجودى . به ويژه آن كه به عقيده صدرالمتألهين ، فاعليت تشأن و تجلى است و علت و معلول دو وجود جدا نيستند ، بلكه جلوه و ظهور است چنان كه در متون مذهبى هم اين‌طور است .\r\nدعاى « سمات » را ببينيد كه از رابطه عليت ، به « طلعت » و ظهور تعبير شده است : « وبطلعتك فى ساعير وظهورك فى جبل فاران . . . » . و در برخى ادعيه ديگر « بالتجلّى الاعظم » آمده است . در قرآن هم هيچ جا به تعبير علّيت نيست .\r\nمرحوم صدرا در جلد دوم اسفار ، مىفرمايد : « كل فاعل تام فهو\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nبنفس ذاته فاعل ، وبهويته مصداق للحكم عليه بالاقتضاء والتأثير ، فثبت ان معلوله من لوازمه الذاتية المنتزعة عنه ، المنتسبة إليه بسنخه وذاته » ؛ « 1 » هر فاعل تامى به نفس ذاتش فاعل است ( و شرط ديگرى براى فاعليت لازم ندارد ) پس نفس هويت فاعل ، مصداق حكم به اقتضا و تأثير است ( يعنى نفس هويت خارجيه ، مقتضى و مؤثر است بدون هيچ قيد و شرطى ) پس معلول يك فاعل ، لازمه ذاتى فاعل است كه از او منتزع و با همان سنخ و ذاتش به او منتسب است .\r\nكوتاه سخن آن كه : وضع و محاذات ، تنها مؤثر در عالم اجسام نيست و بدون آن هم ممكن است تأثير و تأثر انجام شود . اين اشكال از حواشى مرحوم سبزوارى بر اسفارا ستفاده مىشود ( ج 3 ، ص 100 ) .\r\nد چهارمين انتقاد بر دليل چهارم ، انتقادى است كه استاد بزرگوار ما علامه طباطبائى رحمه الله در پاورقىهاى اسفار ذكر كرده‌اند : « اين دليل ( چهارم ) در صورتى تمام است كه حركت عارضى لازمه طبيعت و نيز مقصود بالذات طبيعت باشد ، نه آن كه عارض لازم نباشد و يا طبيعت بالتبع اين حركت عارضى را بطلبد « وكلا التقديرين ممنوعان » اين كه حركت عارضى لازمه طبيعت و هم مقصود بالذات طبيعت باشد ، را منع مىكنيم . در اين دليل دوام حركت طبيعت ثابت نمىشود ، چون برهان اين بود كه حركت عارضى و طبيعت با يك‌ديگرند و حركت عارضى معلول طبيعت نيست بلكه معلول امر اعلاست و آن امر اعلا ، عوارض را به طرف كمال مىبرد پس طبيعت را هم بايد به طرف كمال ببرد . ولى اين در صورتى است كه طبيعت و حركت عارضى ( با هم )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اسفار ، ج 2 ، ص 226\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nبه سوى كمال روند ولى اگر حركت عارضى لازمه طبيعت نباشد ، همراه طبيعت نيست تا گفته شود كه هر دو با هم اند و هر دو معلول علت واحدند پس هر دو بايد حركت داشته باشند . حركت همه جا لازمه طبيعت نيست ! حتى در حركت طبيعى ( مثلًا ) درخت رشد مىكند و بعد از مدتى رشدش متوقف مىشود . پس بايد مشخص شود كه كدام حركت لازمه طبيعت است . مگر آن كه گفته شود به نظر آن‌ها كه فلك را موجودى واقعى مىدانند حركت در خود فلك ( مثلًا ) وجود دارد . از طرف ديگر ، هر گاه حركات عارضى مقصود بالذات نباشد ، نياز به علت هم ندارد ؛ چون چيزى كه مقصود بالذات نباشد ، نياز به علت هم ندارد ؛ چيزى كه مقصود بالذات نيست و تابع چيزى ديگر است علت نمىخواهد مانند زوجيت براى اربعه كه به علت مستقل ( جداى از علت اربعه ) نياز ندارد .\r\nكار علت ، ايجاد طبيعت است و حركات عارضى در ضمن طبيعت و به تبع آن به وجود مىآيند و چون مقصود بالذات نيستند نياز به علت ندارند تا گفته شود كه علتش امر اعلاى از طبيعت است .\r\nه - پنجمين انتقاد بر دليل چهارم اين است كه : بنا بر آن كه حركات عارضى معلول امر اعلاى از طبيعت باشد ، به چه دليل طبيعت و حركات عارضى با يك‌ديگر باشند . آن دو در نحوه وجودشان معلول يك علت ثالثه‌اند ولى اين كه دو معلول علت ثالث ، حتماً بايد همراه يك‌ديگر باشند ، نياز به بيان و برهان ديگر دارد .\r\nمرحوم صدرا ، جواب اين مطلب را تبيين نكرده و شايد به خاطر بداهت مطلب بود . و بيان مختصرش چنين است : وقتى دو چيز معلول يك علت باشند ، هرگاه يكى از آن دو معلول وجود پيدا كند\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nبايد معلول ديگر هم وجود داشته باشد چون علت آن‌ها كه تامه و واحد است وجود دارد . با وجود علت تامه معلول هم وجود خواهد داشت .\r\nدليل پنجم\r\nدليل ديگرى كه براى حركت جوهرى اقامه شد ، « 1 » با بيان دو مقدمه تقرير مىيابد :\r\nالف - اگر چيزى بخواهد داراى طبيعت تام و آماده و محصّله‌اى باشد ، بايد هنگام حدوث صفت ذاتيه‌اى غير از طبيعت پيشين ، تحولى در ذاتش پيدا شود .\r\nب - ماده طبيعت مزبور كه صفتى ذاتى در او پيدا شده بايد طبيعت پيشين خود را از دست بدهد تا تحول جديدى در آن به وجود آيد . و واضح است كه هيچ چيزى طبعاً به طرف مباين خود حركت نمىكند .\r\nمثلًا « آب » و « بخار » در آب بودن و بخار بودن مباين يك‌ديگرند ( و چون داراى طبيعت تامّه و محصّله‌اند بايد صورت پيشين را از دست بدهند تا صورت جديد پيدا كنند و در ذات تحولى به وجود آيد ) و در اين صورت ، مباين به سوى مباين دگر نمىرود بلكه آن را طرد مىكند .\r\nپس عنصرى كه حركت مىكند ( تا صورتش را از دست داده ، صورتى ديگر بگيرد ) اين حركتش خود به خود نيست بلكه به وسيله نيروى قاسر است و چون حركت مزبور در تغيير عنصرى و ذاتى است پس\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اين دليل گرچه در جلد سوم اسفار به عنوان دليل مستقل نيامده است ، ولى مرحوم صدرا آن را در جلد دوم ، ص 175 و 176 بيان كرده است و ما آن را به يك دليل مستقل قلمداد مىكنيم\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nمحرك حركت مزبور يك امر جوهرى خواهد بود كه خود داراى حركت باشد .\r\nبه عبارت ديگر : يك قوه محركه‌اى در ماده است كه مربوط به صورت نيست و آن قوه محركه صورت پيشين را از بين مىبرد و صورتى ديگر را مىآورد .\r\nپس جوهر ماده ، محرّك است و جوهر صورت ، متحرك است . و چون هر ماده‌اى صور متعدده دارد ، پس در هر مادّه‌اى يك امر جوهرى است كه محرّك مىباشد . خلاصه اين كه تحول ذاتى جز با تبدل صور جوهرى ممكن نيست و صور جوهرى به خودى خود تبدل به هم پيدا نمىكنند چون صور ، مباين يك‌دگرند و مباين به طرف مباين حركت ذاتى ندارد ، پس محرّك ديگرى دارند و اين محرك چيزى جز ماده نيست . خود ماده ، و جوهر ذات آن .\r\nدليل ششم\r\nدليل ديگرى كه براى حركت جوهرى اقامه شد ، مطلبى است كه مرحوم صدرالمتألهين در جلد سوم فصل 13 صفحه 218 « فى تحقيق مبدء الحركة القسرية » و نيز صفحه 174 - 177 فصل 37 « فى كيفية عدم الحركة و ما يتبعها » آورده است . نكات قابل ملاحظه در فصل 37 درباره‌ى حقيقت تبدل صور نوعيه است كه آيا از باب كون و فساد است يا حركت ، چنين است :\r\n« كون » و « فساد » بايد تدريجى باشند ، بر خلاف آن چه را كه فخر رازى از ابن سينا نقل كرد كه كون و فساد دفعى اند و يا به نقل مرحوم صدرا ، كون دفعى است ولى فساد حالش معلوم نيست . لازمه دفعى\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nبودن كون وو فساد ، عدم وجود حركت است و هرگاه حركت نباشد لازم مىآيد كه هيولا و ماده از صورت خالى باشد . لذا ، چون بحث ماده و صورت مطرح است بايد مسأله حركت وجود داشته باشد و حركت در ماده و صورت همان حركت در جوهر است .\r\nتوضيح : براى روشن شدن مطلب به اين مثال توجه شود : اگر آب بخواهد بخار شود لازم است كه از حالت آب بودن بيرون آيد و تبديل به بخار شود . تا هنگامى كه آب است بخار نخواهد بود . بنا بر دفعى بودن كون و فساد حتى در آخرين جزء زمان آب بودن ، بخار شدن متحقق نخواهد شد بايد آخرين جزء زمان آب بودن از بين برود و اولين جزء زمان بخار شدن تحقق يابد . در اين صورت پى در پى آمدن زمان‌ها لازم مىآيد و تتالى آنات را گفته‌اند ، باطل است .\r\nاز طرف ديگر ، اگر لحظه‌اى ماده از آب بودن يا بخار بودن خارج باشد لازم مىآيد كه هيولا بدون صورت باشد و تحقق هيولا بدون صورت محال است پس بايد يك حالت تدريجى و اتصال و پيوند در تبديل آب به بخار وجود داشته باشد .\r\nبعد از بيان اين مطلب ، مرحوم صدرالمتألهين مىافزايد كه : شيخ الرئيس با اين كه قائل به حركت در جوهر نيست اين مطلب را در سخنانش آورده است و در حقيقت خداوند او را به گفتن چنين سخن حقى وادار نموده است .\r\nمرحوم طباطبايى رحمه الله در پاورقىهاى خود بر اسفار مىنويسد :\r\nممكن است اين مطلب خود يك برهان مستقلى براى حركت در جوهر باشد . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اسفار ، ج 3 ، ص 178\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nصدرالمتألهين در صفحه 274 از جلد چهارم اسفار مىگويد :\r\n« لو لم يكن حد مشترك بين الماء والهواء حتى يكون اسخن الافراد المائية ابرد الافراد الهوائية يلزم المحذور المذكور آنفا ، من خلو الهيولى من كافة الصور فى آن فهو مستحيل اتفاقاً وبرهاناً ، وهذا مما لا مخلص لهم عنه الابتجويز الحركة فى الصور الجوهرية الاشتداد والتضعف / اگر ميان آب و هوا هيچ حدّ مشتركى نباشد كه گرم‌ترين افراد آب خنك‌ترين افراد هوا شود محذور گذشته پيش مىآيد يعنى خالى بودن ماده از همه‌ى صور ، در يك آن - يعنى آن بين فساد صورت قبلى و كون صورت بعدى - و اين اشكال هيچ جوابى ندارد مگر با قبول حركت جوهرى ضعف و كمال » .\r\nدليل هفتم : عامل حركت قسرى\r\nبحث ديگرى را مرحوم صدرالمتألهين در صفحه 218 جلد سوم اسفار مطرح كرده و آن را مقتضاى بعضى از اصول مشرقيه مىدانند .\r\nوى همراه با مثالى مطلب را بيان مىكند : اگر سنگى را به سمت بالا پرتاب كنيم ، به واسطه فشارى كه ما بر سنگ وارد ساختيم ، سنگ به طرف بالا مىرود . ليكن سؤال اين است كه آيا در خود سنگ هم ميل به صعود هست يا نه ؟ واقعيت اين است كه تا حالت پذيرش صعود در سنگ ايجاد نشود سنگ به طرف بالا حركت نمىكند . آنگاه اينجاست كه گفته مىشود اين حالت در سنگ عرضى است يا ذاتى ؟\r\nمرحوم صدرا معتقد است فعليت قسرى ، تحول جوهرى و ذاتى به صورت جديد پيدا كرده است : « الصورة المقسورة تتحوّل في جوهرها\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nوذاتها الى صورة غير الصورة التى كانت » .\r\nمرحوم سبزوارى در پاورقى همين صفحه ، توضيحى براى بيان مرحوم صدرا ذكر مىكند : « لو اودع فى الحجر مجرد الميل الصاعد بدون تبدل فى الصورة النوعية اشكل بعدم السنخية بين الاثر ومبدئه بخلاف ما اذا قيل بتبدل الجوهر بنحو الاتصال وبالضرورة المخففة » ؛ اگر در سنگى كه به طرف بالا مىرود فقط يك ميل صعودى عَرَضى باشد بدون تبدل جوهرى ، سنخيت بين اثر و مبدأ اثر وجود نخواهد داشت . مبدأ اثر يعنى بالا رفتن سنگ چيست ؟ اگر گفته شود كه حركت عارضى سبب شده كه اين سنگ بذاته و هويته بالا رود ، سخن نادرستى خواهد بود چون تناسب و سنخيتى بين اثر و مبدأ اثر نخواهد بود ، پس راهى جز اين نيست كه قائل شويم به تبدل جوهرى اتصالى كه محذور پيش نيايد . « 1 »\r\nمرحوم صدرا مىگويد : برخى گفته‌اند : قوه‌ى محرّكه به طرف بالا فعليت و صورت نوعيه آتش است اگر بخواهد در يك سنگ تحقق يابد لازمه‌اش عرض بودن يك جوهر است ! آنگاه پاسخ مىدهد كه قبول نداريم كه قوه‌ى محرّكه به طرف بالا فقط صورت ناريّه باشد ، در سنگ هم هست . گاهى در يك شىء چندين صورت نوعى وجود دارد كه در شرايط خاص برخى از آن‌ها بروز مىكند : « يجوزان يجتمع في وجود واحد صورى كثير من المعانى الذاتية المتفرقة في الموجودات المتبائنة » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اشكال و پاسخ ديگرى در اين فصل بيان شده است . مىتوانيد به كتاب اسفار مرحوم صدرا در همان فصل رجوع كنيد\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nدليل هشتم\r\nدر بخش طبيعيات اسفار ( جلد چهارم ، فصل ششم ، صفحه 274 ) دليل ديگرى براى اثبات حركت جوهرى آورده كه بيان آن چنين است :\r\nاگر « نطفه » ملاحظه گردد ، مىدانيم كه اقتضاى استكمال در آن يافت مىشود . نطفه در شرايط مناسب تبديل به علقه سپس مضغه . . .\r\nمىشود . چه چيز سبب شد كه صورت نطفه از بين رود و صورت ديگرى به دست آيد ؟\r\nآيا علت فساد صورت سابق در خود نطفه بود ؟ نخير ، چون يك شىء همواره حافظ خود است نه مبطل و مفسد خود . پس طبيعت يك چيز حافظ صورت خود است و با يارى جستن از قواى عاليه مىخواهد به كمال و غايتش برسد .\r\nدر اين جا ناچاريم سخن ديگرى گوييم و آن اين كه : طبيعت يك شىء حافظ كمال است و كمال نطفه ، صورت نطفه بودن نيست بلكه صورت‌هاى بعدى چون علقه ، مضغه و . . . كمالاتىاند كه پى در پى بايد بيايند ، و در هر مرحله طبيعت ، كمال مربوط را حفظ مىكند ، صورت طبيعى كمال ماده ، صورت جسمى و سپس صورت نباتى و حيوانى و انسانى است ، اين‌ها با درجات زيادى كه دارند همگى كمال‌اند تا مىرسد به درجه عقل مستفاد كه انسان كامل است .\r\nخلاصه سخن آن كه : فساد طبيعت ( كه صورت نطفه بودن باشد ) به علت نياز دارد و علت آن داخلى نيست ( چون طبيعت اقتضاى كمال دارد نه فساد ) و علت خارجى هم ندارد ( چون اگر علت خارجى به عنوان مثال هسته درخت را بخواهد فاسد كند ، علت خارجى فقط\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nتوان سلب نمو دارد نه تبديل آن به چيز ديگر ) پس در اين صورت ناچار بايد گفت : هر چيزى متوجه كمال خودش است و كمال مقتضاى بالذات است بر خلاف فساد كه مقتضاى بالعرض است ( يعنى مقدمه است براى كمال بعدى ) ، بنابراين ، خود شىء موجب ابطال خود مىشود . ولى ابطال ، مقصود وى نيست بلكه مقدمه‌اى براى كمال بعدى است . نتيجه اين كه علت تبدل صور در خود يك شىء است يعنى حركت در جوهره و ذات يك شىء مىباشد .\r\nدليل نهم « 1 »\r\nدر جلد چهارم اسفار ، بيانى به صورت اشراقى ارائه گرديده و در ضمن مثالى چنين بيان شده است : اگر طفلى را در نظر بگيريم كه هيچ درك و شناختى نداشته و از نظر بدن و نفس كامل نباشد و اين طفل با انسان كامل كه داراى قدرت علمى و بدنى است مقايسه گردد ، به نظر مىرسد كه اختلاف آن دو ، تنها در عوارض است ؛ آن دو از حيث كم ، كيف ، وضع و اين تفاوت دارند . آيا واقعاً اختلاف آن دو فقط در عوارض است . تفاوت در عوارض آن كه معلوم و بديهى است و كسى منكر آن نيست ، ليكن تفاوت اساسى در جوهره ذات و حركت تكاملى و يا حركت ذبول و نقصان است . بديهى است كه اعتقاد تفاوت عرضى فقط ، باطل است و اين مطلب بديهى است . مرحوم صدرا اين مطلب را چنين طرح مىكند : « . . . ان العقل الصافى والذهن السليم ، يحكم بان التفاوت فى هذه المراتب الانسانيه ليس بامور عرضيه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اين دليل به صورت برهان فكرى نيست بلكه از اشراقى و حدسى است . گويا اين دليل در نزد مرحوم صدرا بديهى بود و لذا صورت برهان به آن نداده است\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nزائدة من احوال المزاج وغيره من المقدار والوضع و ما يجرى مجريهما حتى انه لا فرق بين الطفل الناقص والشيخ الكامل الا بالاعراض ، فان بطلان هذا قريب من البديهيات : عقل سالم و ذهن غير منحرف به خوبى مىفهمد كه تفاوت در اين مراتب انسانى صرفاً در يك امور عرضى و اضافى چون احوال مزاج و وضع و كم و نظائر اين‌ها نيست كه بگوييم تفاوت بين طفل خردسال و پير كامل فقط در عوارض است ! بطلان اين ، از بديهيات مىباشد » . « 1 »\r\nو در جاى ديگر مىگويد : « من نظر فى اطوار الانسان و عجائب نشاته وعوالمه ورآه كيف تعرج تارة إلى سماء العقل رقيّا وينزل إلى ارض الطبيعة هويا ، لم يبق له شك فى ان له اشتداداً وتضعفاً بحسب جوهر ذاته . . . : هر كس در مراتب انسان و عجائب خلقت و حالات مختلف آن دقت كند و ببيند كه چگونه گاهى بالا رفته به آسمان عقل مىرسد و گاهى به زمين طبيعت سقوط مىكند ، شكى برايش نمىماند كه انسان بحسب جوهر ذات خويش حركت كمال و ضعف دارد . » . « 2 »\r\nخلاصه اين كه انسان به بداهت ، درك مىكند كه افراد همان‌طور كه از حيث عوارض ، با يك‌ديگر اختلاف دارند ، در ذات نيز تفاوت دارند و اين تفاوت مربوط به درجات كمال و ضعف جوهرى انسان است .\r\nدليل دهم\r\nدليل ديگرى كه از آن براى اثبات حركت جوهرى استفاده مىشود ، مطلبى است كه در اسفار با عنوان « فى ان الغاية القريبه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اسفار ، ج 4 ، ص 273\r\n( 2 ) - اسفار ، ج 4 ، ص 275\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nللزمان والحركة ، تدريجة الوجود / هدف نزديك ، زمان و حركت تدريجى الوجود مىباشد » آمده است . « 1 »\r\nبسيارى از فلاسفه ، بحثى را درباره حركت « فلك » و عامل آن مطرح كرده‌اند ، مرحوم صدرا آن را به طبيعت و تجدد در ذات فلك مرتبط مىسازد و از همين طريق حركت جوهرى را اثبات مىكند . وى پس از نقل سخنانى چند از شيخ در تعليقات مىنويسد :\r\n« ان كل وضع من اوضاع الفلك طبيعى ، وكل اين من ايونه طبيعى ومع كونه طبيعياً ينتقل منه الى غيره فلا يستقيم ذلك الا بان يكون طبيعة الفلك امراً متجدد الذات ذا وحدة جمعية وكثرة اتصالية و كذا ما يقتضيه من الاوضاع والايون وسائر اللوازم ، وهذا وان لم يكن يذهب إليه الشيخ ومتابعوه إلّاانه الحق الذى لا محيص عنه : همه‌ى اوضاع فلك طبيعى است و همين‌طور همه‌ى مراتب « أين » فلك و با وجود طبيعى بودن آن‌ها از هر مرتبه به مرتبه ديگر منتقل مىشود و اين ممكن نمىشود جز از اين راه كه طبيعت فلك را چيزى متجدد الذات و داراى وحدت جمعى و كثرت اتصالى بدانيم و همين‌طور در مورد حالات وضعى و مكانى و ساير لوازم فلك . و اين مطلب را گرچه شيخ - ابن سينا - و پيروانش قبول ندارند ، ليكن مطلب حقى است كه چاره‌اى از قبول آن نيست » . « 2 »\r\nبنابراين حركات در فلك ، قسرى نيست ، بلكه طبيعى است . اين كه حركت طبيعى است و از يك « اين » به اين ديگر و از يك وضع به وضع ديگر ، « وضع » و . . . تبديل مىشود در صورتى درست مىشود كه گفته\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اسفار ، ج 3 ، ص 118 - 124\r\n( 2 ) - اسفار ، ج 3 ، ص 121\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nشود در طبيعت فلك ( به تعبير قدما ) و يا در جوهر ماده طبيعت يك امر متجدد الذات وجود دارد كه داراى يك وحدت جمعى و كثرت اتصالى است و اين تبدلات هم منافاتى با طبيعى بودن آن ندارد .\r\nپس همين مطلب يكى از ادله حركت در جوهر ( يعنى اين كه اين امور همه مقتضياى ذات باشند ) است . از اين جهت كه اين حالات وضعى و اينى و . . . اگر طبيعى است بايد ذات فلك مقتضى اين‌ها باشد و در آن صورت بايد طبيعت ، حافظ هر درجه باشد نه اين كه آن را رها كرده به درجه‌ى ديگر برسد ، اگر حركت در اين مراتب قسرى بود قاعدتاً رها مىكرد ، ولى طبيعى است و رها مىكند پس راهى جز اين نيست كه بگوييم اين حركت ذاتى و جوهرى فلك مىباشد .\r\nدليل يازدهم\r\nمرحوم صدرالمتألهين در جلد پنجم اسفار ، از طريق كمال خواهى انسان و عالم آفرينش ، به نكته‌اى ديگر اشاره مىكند كه مرتبط با بحث حركت جوهرى است . وى ابتدا مىگويد :\r\n« ان ادارة الافلاك و تسيير الكواكب وجريان العالم على ما هو به إنما الغرض به ان يكون العالم كله خيراً وسعادة ، وان اصل الابداع والايجاد جود البارى ورحمته وايصال كل شىء إلى كماله ومنتهاه وتحريكه إلى غايته ومناه ، ابلاغ السافل إلى العالى وتصوير كل مادة بصورتها اللايقة بها وتصييرها افضل ما يتصور فى حقها . . . : گردش افلاك و حركت كواكب و جريان عالم ، طبق نظم خود همه براى اين است كه عالم همگى خير و سعادت باشد ، چنان كه اصل ايجاد هم جود و رحمت الهى و رساندن هر چيزى به كمال و غايت و تحرك به طرف هدفش كه\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nرساندن سافل به عالى و تصوير هر ماده‌اى به صورت لايقه‌اش و رساندن به بهترين چيزى كه تصور مىرود مىباشد . . . . » ؛ « 1 » خلاصه اين كه عالم براى اغراض و اهدافى خلق شده است - و رحمت واسعه الهى اقتضا مىكند كه مخلوقات به اهداف غايى خود دست يابند . و انسان هم در اين ميان آرزومند است به درجه عقل و كمال برسد و اين را هم در خودش مىيابد . پس در غريزه موجودات و در نفوس آن‌ها توجه به كمال وجود دارد .\r\nحال ، اگر توجه به كمال در غريزه و جبلت انسان‌هاست ، پس همه كمال‌هاى وى مقتضاى ذات اوست . بنابراين ، ذات شىء « 2 » به سوى كمال حركت مىكند . پس يك حركت عارضى نيست بلكه وجود بذاته اقتضاى كمال دارد .\r\nسخن را فراتر از انسان مطرح مىكنيم . به طور كلى در همه عالم آفرينش ، جبلت كمال‌طلبى وجود دارد . همه وجودات به سوى خير محض و محض الوجود كه اللَّه باشد در حركت‌اند : « وهذا امر مركوز فى جبلة العالم وجزئياته وكلياته ومحسوساته ومعقولاته وارضيّاته وسماويّاته ومركّباته ومبسوطاته ، كما قال سبحانه : « وَللَّهِ يَسْجُدُ مَن فِي السَّماوَاتِ وَالْأَرْضِ طَوْعاً وَكَرْهاً وَظِلَالُهُم بِالْغُدُوِّ وَالْآصَالِ » « 3 » و قوله : « وَإِن مِن شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ » . « 4 » و من تصفح اجزاء العالم لم يجد موجوداً الا وله توجه غريزى أو حركة جبلية إلى ما هو اعلى منه طلباً للبقاء الأدوم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اسفار ، ج 5 ، ص 195\r\n( 2 ) - هرگاه در بحث حركت سخن از ذات گفتيم ، مقصود ذاتى باب ايساغوچى يعنى جنس و فصل و نوع و يا ذاتى باب برهان يعنى منتزع از ماهيت ، نيست بلكه منظور ، ذاتى وجود است كه وجود بذاته - مثلًا - چنان اقتضايى دارد . آن دو معنى ، ذاتى مفهوم و ماهيت‌اند\r\n( 3 ) - رعد / 15\r\n( 4 ) - اسراء / 44\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nوالشرف الاقوم وتخلصاً عن الوجود الا نقص المشرب بالعدم والفساد وهكذا . فما من موجود الا وله عشق وشوق غريزى إلى ما ورائه وهذا المعنى فى بعض الاشياء معلوم بالضرورة فى بعضها مشهود بالحس وفى بعضها مكشوف بالبرهان وفى الكل متيقّن بالاستقراء والتتبع مع الحدس الصحيح فضلًا عن البرهان المشار اليه من ان الوجود خير محض مؤثر لذاته : اين چيزى ارتكازى در طبع عالم ، جزئى و كلى ، محسوس و معقول ، زمين و آسمان ، و مركب و بسيط آن است ، چنان كه خدا فرموده : « هر كس در آسمان‌ها و زمين است با ميل و بىميل براى خدا سجده مىكند و اشباح آن‌ها هم در صبح و شام » و فرموده : « همه چيز تسبيح خدا مىكند » هر كه اجزاء عالم را تفحص كند مىبيند كه هر موجودى توجه غريزى و حركت طبعى به سوى وجودى اعلا دارد تا بقائى ادوم ، و شرفى محكم‌تر يافته از وجود انقص مخلوط به عدم و فساد ، خلاصى يابد . پس هر موجودى عشق و شوق به ماوراء خود دارد و اين معنى در برخى اشياء بداهة معلوم است و در برخى حساً مشهود است و در برخى با دليل ، مكشوف است و در همگى با استقراء و تتبع يقينى است همراه با حدس صائب بعلاوه‌ى برهان مورد اشاره‌ى پيشين كه : وجود خير محض است و ذاتاً مطلوب . . . . » . « 1 »\r\nپس همه عالم متوجه كمال و خير محض اند ؛ چون هر شىء خودش را مىخواهد پس كمال خويش را مىطلبد ، چه آن كه تماميت شىء به كمالش است . و توجه به خدا در حقيقت توجه به كمالش\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اسفار ، ج 5 ، ص 200\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nاست . همه اشياء و افراد براى رسيدن به مقام اعلايشان كار مىكنند .\r\nاگر پيامبران - كه انسان‌هاى كامل هستند - در ميان افراد پايين‌تر از خود به تبليغ مىپردازند ، فقط براى خدا و خير محض است .\r\nبه بيان روشن‌تر : اگر آتش هيزم را مىسوزاند ، هدف اين نيست كه ماده را بسوزاند بلكه هدف تمكيل ذاتش است . ذات آتش اقتضاى سوزاندن مىكند و در حقيقت سوزاندن كمال آتش است .\r\nچنان كه « آب » كمالش خيس و تر كردن است . و اگر « نفس » تدبير بدن مىكند به خاطر كمالش است نه به خاطر بدن . لذا ، بايد براى « نفس » و ساير اشياء امكان وصول به غايت باشد و گرنه اين غريزه عبث خواهد بود .\r\nالبته اين در ماديات و اما در ابداعيّات و مجردات امكان ذاتى وجود دارد ، چون آن‌ها استعداد ندارند ، از اول به كمال رسيده‌اند . تنها در عالم تكوين و طبيعت استعداد است و اگر قواسرى در عالم طبيعت مشاهده مىشود دايمى و اكثرى نيست و در نهايت به غايت مىرسند . با اين توضيح كه : درست است كه از خاك ، انسانى به وجود آمد و به جاى دست يا بى به كمال ، كافر شد ، و كافر به كمال نرسيده دوباره متحول مىشود ، و نفس كافر يا به قهاريت خدا مىرسد و يا به كمال خويش رسيده به رحمانيت خدا دست‌پيدامىكند . پس‌درنهايت اگر چه عذاب شود ، باز حركت به سمت تحقق‌مظهر قهاريت خداست .\r\nمرحوم صدرالمتألهين مطلب ديگرى هم بيان مىكند « 1 » وآن‌اين‌كه :\r\n« مجموعه عالم هستى يك واحد زنده است كه به يك‌ديگر متصل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ر . ك . اسفار ، ج 5 ، ص 342\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nاند ولى نه به اتصال مقدارى ( مثل يك خط دراز ) بلكه به اين معنا كه هر مرتبه از كمال هستى در كنار كمال ديگر است و لذا بين دو كمال ، نقطه خالى نداريم . برهان اين سخن همان قاعده امكان اشرف و امكان اخس است . امكان اشرف از ارسطوست ولى امكان اخس از ماست . اگر در احوال اكوان عنصرى دقت شود ، معلوم مىگردد كه اين برهان با وجدان مطابق است . بدين معنا كه آخرين حد جماد به اولين حد نبات و آخرين حد نبات به اولين حد حيوان نزديك است . مثلًا « مرجان » نزديك به اتصال جماد به نبات است ، آن هم به واسطه اعلا الجماد كه مرجان باشد . نبات به واسطه اعلا النبات مثل نخل ( درخت خرما ) به حيوان متصل است . و حيوان به واسطه اعلا الحيوان مثل اسب تعليم يافته يا باز شكارى به انسان نزديك است . و اولين مراتب انسان مثل يأجوج و مأجوج در اكتساب فضايل مرحله به مرحله ، به يك‌ديگر نزديك اند تا به ملائكه علوى برسند . از طرف ديگر ، بايد دانسته شود كه هيچ جسم طبيعى نيست جز آن كه ماده و صورتى دارند . هر ماده‌اى به ماده ديگر مىرسد تا به ماده اوليه كه قوه محض است متصل شود . و هر صورتى هم صورت بعدى دارد تا به صور محضه كه فعليت محضه است ، مىرسد . انسان آخرين موجود عالم طبيعت است كه علاوه بر مجموعه حقايق عالم ، حقايق حق را نيز به طور مظهريّت به همراه دارد ، اسما و صفات حق تعالى را مظهر است و از اين رو توانسته مقام خليفة الّهى را كسب كند . پيوستگى موجود در عالم هستى ، همان حركت در جوهر است . عالم هستى واحد است ، به هم پيوسته و به سوى كمال در حركت است تا به صورت محضه برسد » .\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nخلاصه سخن آن كه : سه مطلب در دليل يازدهم مطرح شده است :\r\n1 - قاعده امكان اشرف ؛ 2 - قاعده امكان اخس ؛ 3 - قاعده لكل مادةٍ مادة ولكل صورةٍ صورة . « 1 » خلاصه اين دليل اين مىشود كه شوق به كمال در طبيعت هر موجودى است و اين شوق ذاتى اوست و براى رسيدن به كمال بعدى است و حركت به كمال بعدى مقتضاى همان شوق ذاتى است و آن هم ذاتى است . و گفتيم كه منظور ذاتى وجود است نه ذاتى ماهيّت .\r\nدليل دوازدهم\r\nمطلب ديگرى هم در اين رابطه در جلد هشتم اسفار ، صفحه 345 مطرح شد كه تلخيص آن چنين است : اگر جوهر نفسانى انسان داراى حركت جوهرى نباشد لازمه‌اش اين است كه انسان دائماً در حالت ثبات و سكون در ذات خود باشد و فى المثل همواره در حدّ جسم مطلق يا جسم نامى بماند و با جسم نامى و حساس متحد الوجود باشد ، از طرفى نفس ناطقه ، مبدأ فصل انسان است . اگر در ذات انسان حركت جوهرى به وجود نيامده باشد لازم مىآيد كه نفس ، جسم باشد ؛ چون نفس در ابتداى وجود و از همان مرحله حيوانيت در اين موجود انسانى تحقق داشته است و در تعريف حيوان هم گفته‌اند :\r\nجسم نامى حساس . اگر نفس از اول وجود فرد انسانى تحقق دارد و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اين مطلب روشن و بديهى است كه هر ماده‌اى ، داراى ماده پيشين بوده است و هر صورتى هم داراى صورت بعدى است . ماده‌ها آن قدر پيش مىروند تا به مادة المواد ختم مىشوند و صورت‌ها هم يكى پس از ديگرى ظهور مىكنند تا به فعليت محضه مىرسند كه در اين هنگام ، صورتى بعد از آن تصور ندارد\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nاين نفس هم كه در ذات خود هيچ حركتى ندارد ، و اين موجود خارجى هم از اول جسم نامى بوده است ، پس نفس در همان مرحله جسميت و نموّ مانده است يعنى نفس ، جسم است ! و اگر جسم شد ديگر تجرد ندارد . لذا مىگوييم : اگر در ذات نفس ، حركت تكاملى ذاتى نباشد ، لازم مىآيد كه همواره نفس در مرحله جسميت باقى بماند و مجرد نشود ، در حالى كه برهان قاطع بر تجرد نفس وجود دارد . « 1 »\r\nدليل سيزدهم\r\nدليل ديگرى كه مىتواند در اثبات حركت جوهرى اقامه گردد ، مطلبى است كه مرحوم صدرالمتألهين در بحث تناسخ و رد آن ، آورده است « 2 » و خلاصه آن چنين است : « انسان از حالت نباتى به حيوانى [ رسيده 
  ] و سپس مراتب مختلف حيوانى را طى كرده است . اگر در اين تطورات حركت جوهرى متصلى وجود نداشته باشد ( و به اصطلاح علمى كون و فساد باشد ) لازمه‌اش تعطيل نفس نباتى و نفس حيوانى در زمان‌هايى كه بين آن‌ها فاصله مىشود ، خواهد بود . اگر نفس نباتى از بين رفت گرچه آناًمّا باشد ، مديريّت و مدبّريت بدن تعطيل مىشود و بدون « نفس » خواهد بود . بنابراين ، ناچاريم كه از كون و فساد دست برداريم و قائل به حركت جوهريّه متصل شويم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بعضى از فلاسفه معتقدند كه نفس در ابتدا جسمانى است سپس مجرد مىشود و عده‌اى ديگر مىگويند نفس از ابتدا مجرد است\r\n( 2 ) - اسفار ، ج 9 ، ص 12\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nدليل چهاردهم\r\nمطلبى را هم در همان بحث تناسخ مطرح مىكنند كه گرچه مربوط به موجودات ذى نفس و درباره‌ى آن‌ها است ولى بيانش به شكل ديگرى است كه به اثبات حركت جوهرى كمك مىكند : « اگر در تبدل احوال نفس از نبات به انسان ، حركت جوهرى وجود نداشته باشد ، لازمه‌اش ، سپردن تدبير بدن از نفسى به نفس ديگر است . در امور صناعى ، دو فاعل مختار مىتوانند كارشان را به يك‌ديگر واگذار كنند ولى در طبيعيات واگذارى كار از فاعلى به فاعل ديگر امكان‌پذير نيست ، چون ماده‌ى هر فعل طبيعى متقوم به فاعلش است و نمىتوان آن را از فاعلش جدا نمود و نيز فاعل‌هاى متباين الذات بر يك ماده مشترك وارد نمىشوند ، چون ( در طبيعيات ) هر معلولى متقوم به علت است و نمىتوان قوام معلولى را از علتى گرفت و به علت ديگر سپرد » .\r\nصدرالمتألهين در مواردى زياد ديگر از اسفار ، « 1 » نيز تصريح به اين مطلب نموده كه تقوم معلول به فاعل فقط در فواعل طبيعى است ، يعنى نه در امور صناعى .\r\nالبته منظور اين نيست كه در غير طبيعيات چون مجردات ، معلول تقوم به علت ندارد ، بلكه بديهى است كه به طور كلى قوام معلول به علت است . تماميت وجود معلول به علت بستگى دارد . چگونه مىتوان معلولى را از علت جدا كرده به علت ديگرى پيوند داد ؟ ! بلكه منظور در برابر صناعيات است مثل اين كه مقدارى از يك ساختمان را\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - از جمله اسفار ، ج 4 ، ص 274\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nيكى بسازد و باقى آن را ديگرى . چنان كه مىفرمايد : « انما يصحّ فى الصناعات الاختيارية الواقعة بالقصد والرويّة / سپردن به فاعل ديگر در صناعات اختيارى كه با قصد و فكر عمل مىشود صحيح است . . . » ج 4 ص 274 .\r\nپس تلخيص اين دليل چنين است : اگر در مراحل تكاملى انسان ( از تبدل نبات به حيوان و از حيوان به انسان ) كون و فساد مطرح باشد و حركت جوهرى متّصل در اين تبدلات نباشد ، لازمه‌اش اين است كه نفس كار تدبير بدن را به نفس ديگر واگذار كند . در اين صورت ، مانند واگذارى معلولى به علت ديگر خواهد بود ، در حالى كه معلول متقوم به علت است و نمىتوان آن را از علتش جدا نمود .\r\n\r\nاشكال\r\nممكن است بگوييد مرحوم صدرالمتألهين در جاى ديگرى از اسفار خلاف اين مطلب را گفته است . « 1 » آن جا كه مىگويد : « . . . و اما عندنا ، فالى اوائل افق الحيوان ينتهى فعل الطبيعه والاكوان المحسوسة المادّية و من هناك يبتدىء فعل النفس والاكوان الخياليّة الصوريّة المجرّدة عن هذا العالم المادى : به عقيده ما ، تا ابتداى افق حيوانيت ، كار قواى فعّاله‌ى طبيعت و اكوان حسّى مادّه تمام مىشود و از اين مرحله به بعد ، فعل نفس و اكوان خيالى و برزخى و صورى مجرد آغاز مىشود » .\r\nاز اين سخن ، مىتوان چنين استفاده كرد كه تبدل فواعل صورت مىگيرد و طبيعت كارش را به معادل خود يعنى نفس سپرده است !\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اسفار ، ج 5 ، ص 347\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nپاسخ : مقصود مرحوم صدرالمتألهين از عبارات مذكور تعدد فواعل نيست . عقيده وى اين است كه چنين كارى همراه با حركت است و نفس هم مرحله كمال طبيعت است نه اين كه يك فاعل جداگانه باشد .\r\nمشابه اين بيان ، مطلبى است كه در بطلان تعدد نفس براى يك بدن ذكر كرده و فرموده : « اگر حركت در جوهر نباشد لازمه‌اش اين است كه هر بدن داراى دو نفس باشد ؛ « 1 » چون اگر نفس نباتى ( به طور حركت جوهرى ) متبدل به نفس حيوانى ، و نفس حيوانى متبدل به نفس انسانى نشود ، لازم مىآيد در هر مرحله ، نفس جداگانه‌اى باشد .\r\nدر اين صورت آيا مىتوان پذيرفت كه نفس نباتى معدوم شد و سپس نفس حيوانى آمد و نفس حيوانى معدوم شد ، نفس انسانى آمد ؟ ! نفس حيوان قوه خيال دارد و خيال مجرد است ؛ چگونه مجرد معدوم مىشود . وقتى بدن حيات دارد ، پس نفس بر او اشراف دارد ، لذا بدن كار مىكند و حركت ارادى دارد . و انجام اين امور مربوط به نفس حيوانى است .\r\nپس با اين بيان تعدد نفوس پيش مىآيد . ولى اگر ما بر مبناى حركت جوهرى مسأله را مطرح كنيم در تمام وجودى جوهر ، بيش از يك نفس وجود نخواهد داشت .\r\nچنان‌چه اگر در روايت منقول از اميرمؤمنان على عليه السلام آمده كه « انسان دوازده نفس دارد » ، همه اين‌ها مراتب آن نفس واحد هستند نه نفوس متعدده . مراتب متعدده به‌حسب‌حركت استكمالى منظوراست .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اين مطلب در حقيقت همان اشكال تناسخ است . مهمترين اشكال تناسخ اين بود كه براى هر بدن بايد تعدد نفس قائل شد\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nطبق بيان مرحوم صدرا ، حركت در ذات و جوهره اشياست . و به تعبير ديگرى وى ، ما يك بعد جسم و يك امتداد جسمى داريم ، طبيعت دو امتداد ( بعد ) و دو مقدار دارد : يكى از اين دو امتداد تدريجى و زمانى است كه مربوط به حركت مىباشد و ديگر دفعى و مكانى است كه به بعد طول و عرض و عمق مرتبط است . سپس مىگويد : اتصال زمانى ، چيزى علاوه بر اتصال تدريجى خود ذات متجدد نيست . طبق اين بيان ، هر جسم داراى چهار بعد است : طول ، عرض ، عمق و زمان . « 1 »\r\nدليل پانزدهم\r\nمطلب ديگرى را ما بر اين مطلب مىافزاييم ( گرچه خالى از اشكال نيست ) و آن اين كه : اگر براى يك جسم وحدت قائل باشيم و وحدت آن را اتصالى بدانيم ( چنان كه همين‌طور است ) ، در اين صورت ، اگر جسم حركت كند ، حركت در عارضش است يا در ذاتش ؟ اگر حركت فقط در عارض جسم باشد ، وحدت اتصالى جسم از بين مىرود . چون صور نوعيه متباين يك‌ديگرند و لذا صور متباينه با هم وجود نخواهند داشت ، حتماً بايد صورتى برود تا صورتى ديگر به وجود آيد . پس به ناچار بايد پذيرفت كه وحدت اتصالى كه در عارض است واقعى نيست ، پس جسم ، جسم واحد نخواهد بود .\r\nمجموعه آن چه را كه از نظر گذرانديم ، كلياتى بود كه در قسمت‌هاى مختلف كتاب اسفار آمده بود و ما آن را جمع آورى كرده ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اسفار ، ج 3 ، ص 140\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nبه اين صورت عرضه داشتيم . البته ممكن است از مطالب ديگرى كه در لابه‌لاى بحث‌هاى اسفار است به عنوان برهان حركت جوهرى استفاده كرد و براهينى اضافه نمود .\r\nاينك به مباحث ديگر كه از متفرعات بحث حركت جوهرى است مىپردازيم .\r\n\r\n« حركت جوهرى » از كيست ؟\r\nبدون شك ، مرحوم صدرالمتألهين از بزرگ‌ترين فيلسوفانى است كه حركت جوهرى را به طور مبسوط طرح كرده ، براى آن دلايل چندى اقامه نموده است .\r\nولى غير از او ، بعضى ديگر از فيلسوفان به نوعى به حركت جوهرى اشاره داشته‌اند . اينك با توجه به مكتوبات موجود ، اشاره‌اى به آن‌ها مىشود :\r\nالف - شيخ الرئيس ابو على سينا\r\nمرحوم صدرا ، در جلد سوم اسفار ، مطالبى را از تعليقات ابن سينا نقل مىكند . « 1 » ابن سينا مىگويد : « طبيعت فلك از حيث اين كه طبيعت فلك است « اين » طبيعى و « وضع » طبيعى را اقتضا مىكند ، نه اين كه مقتضى « اين » خاص و يا « وضع » خاص باشد ؛ چون در اين صورت ، قسر لازم مىآيد ( زيرا نقل از « اين » به « اين » ديگر و از « وضع » به « وضع » ديگر است يعنى طبيعت حافظ است نه اين كه تبدّل بخواهد ) ؛ ولى مىدانيم كه اين حركات قسرى نيست ، پس همه اين‌ها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اسفار ، ج 3 ، ص 121\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nمقتضاى ذات است و اين « وضع » ها و « اين » ها ، مقتضاى طبيعى فلك‌اند » .\r\nصدرالمتألهين از اين مطلب چنين استفاده مىكند كه اگر « اين » و « وضع » فلك ، طبيعى است چگونه انتقال از « اين » به « اين » ديگر و از « وضع » به « وضع » ديگر صورت مىپذيرد ، اين انتقال ممكن نيست مگر اين كه گفته شود : طبيعت فلك ، جوهرى متجدد الذات دارد و اين‌ها همه مقتضاى ذات فلك باشند .\r\nب - ارسطو\r\nاز ارسطو نقل شده كه وى در كتاب « اثولوجيا » « 1 » مىگويد : « لا يمكن ان يكون جرم من الاجرام ثابتاً قائماً » : « امكان ندارد كه جرمى ثابت باشد ( چه جرم بسيط باشد يا مركب ) اگر جرم داراى نفس نباشد ثابت نيست و اگر نفس دارد ثباتش تنها به نفس است ، زيرا طبع جرم سيلان و فناست . بنابراين ، اگر همه عالم هستى ، جرم بى نفس بود و حيات نمىداشت ، همه اشياء از بين مىرفتند » .\r\nمرحوم صدرالمتألهين از عبارت ارسطو ، حركت جوهرى را نتيجه مىگيرد و مىگويد : عبارت مذكور ، تصريح دارد به اين كه طبيعت جسمانى ، جوهر سيال است و ارواح عقلى ثابت و باقىاند . « 2 »\r\nو نيز از ارسطو نقل شده كه وى معتقد است : اگر نفس داراى جرم باشد ، جسم خواهد بود و حتماً سيال است چون همه اجرام‌سيال‌اند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - « اثولوجيا » لغت يونانى است به معناى خداشناسى ، در سال‌هاى اخير انتساب اين كتاب به ارسطو مورد ترديد واقع شده است و گروهى از كتاب شناسان با دلايل بسيارى ، صاحب اين اثر را افلوطين مىدانند . ليكن مرحوم ملاصدرا مانند بسيارى از هم عصرانش در انتساب اين كتاب به ارسطو ترديدى نداشتند\r\n( 2 ) - البته نفس ذاتاً مجرد است ولى ثابت نيست ، و داراى حركت استكمالى است\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nج - زنون\r\nزنون ( كه به گفته صدرالمتألهين ) « 1 » از فيلسوفان بزرگ يونان قديم است ، معتقد است كه موجودات هم بقا دارند و هم هالك اند . بقاى موجودات با تجدد صور است و هلاكت آن‌ها به از بين رفتن صورت معين .\r\nد - عرفاى مسلمان\r\nبعضى از عرفا ، تعبيرات مختلفى درباره انسان دارند كه از حركات ذاتى و تغيير و تحول در ذات انسان حكايت مىكند .\r\nمرحوم صدرالمتألهين از فصوص الحكم ابن عربى چنين نقل مىكند : « و من اعجب الامر ان الانسان فى الترقى دائماً وهو لا يشعر بذلك للطافة الحجاب ورقته وتشابه الصور مثل قوله تعالى : « 2 » « واتوا به متشابها » : از چيزهاى شگفت‌انگيز اين است كه انسان همواره در حال ترقى است ولى اين حالت را احساس نمىكند ، چون فاصله از يك درجه به درجه ديگر لطيف و نزديك به يك‌ديگر است و وى خيال مىكند كه همان حالت سابق را دارد و عوض نشده است . مانند آيه شريفه كه درباره ميوه‌هاى بهشتى سخن مىگويد : « وقتى به بهشتيان ميوه‌اى تازه شبيه ميوه گذشته داده مىشود مىگويند اين ميوه همان ميوه‌اى است كه قبلًا به ما داده شد » . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اسفار ، ج 3 ، ص 112\r\n( 2 ) - بقره / 25\r\n( 3 ) - اسفار ، ج 3 ، ص 112 - 113 ؛ و هم او از « الفتوحات المكيه » نقل مىكند كه : « فالموجود كله متحرك على الدوام دنياً و آخرة ؛ لان التكوين لا يكون الا عن مكون فمن اللَّه توجهات على الدوام و كلمات لا تنفذ »\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nدر ادبيات فارسى نيز ، اين مضمون آمده است :\r\n شد مبدل آب اين جو چند بار * عكس ماه و عكس اختر برقرار \r\nجملات مذكور ، احتمالًا به اين نكته اشارت دارند كه : بدن همواره در حال سيلان و ضربان است و هميشه صورت عوض مىكند ولى بقايش به بقاى نفس است . شعر معروف ديگرى است كه گويا بر همين مطلب دلالت دارد :\r\n عارفان هر دمى دو عيد كنند * عنكبوتان مگس قديد كنند \r\nعارف مىداند كه همواره در حال تغيير و تحول است ، نه آن كه از بين مىرود بلكه هميشه در حال « عيد » و تازه شدن است . ولى عنكبوتان ( دنيا طلبان ) به دور خود تار مىتنند و دنبال شكار مگس‌اند و توجهى به لطايف تجدد احوال ندارند .\r\nشبسترى در « گلشن راز » آورده است :\r\n به هر جزوى ز كل كان نيست گردد * كل اندر دم ز امكان نيست گردد\r\nجهان كل است در هر طرفة العين * عدم گردد و لا يبقى زمانين \r\nجهان در تحول و تغيير است . و به نظر وى « عدم » مىشود و سپس به وجود مىآيد . ولى احتمال دارد كه به تعبير مرحوم سبزوارى در پاورفى اسفار ، مقصود وى حركت جوهرى باشد .\r\nجلال الدين بلخى هم به اين نكته اشاره دارد و در مثنوى آورده است :\r\n هر نفس نو مىشود دنيا و ما * بىخبر از نو شدن اندر بقا\r\nعمر همچون جوى نو نو مىرسد * مستمرى مىنمايد در جسد \r\nناگفته نماند كه مقصود از « نو شدن » غير از عدم و ايجاد يك شىء جديد است . احتمالًا حافظ هم در ديوانش به اين مسأله اشاره دارد و\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nاز وحدت جلوه حق سخن مىگويد و « تعدد » ، « خلع » و « لبس » را نفى مىكند و استكمال را نظر دارد كه با وحدت سازگار است :\r\n عكس روى تو چو در آينه جام افتاد * عارف از پرتو مىدر طمع خام افتاد\r\nحسن روى تو به يك جلوه كه در آينه كرد * اين همه نقش در آئينه « 1 » اوهام « 2 » افتاد\r\nاين همه عكس مى و نقش مخالف كه نمود يك * فروغ رخ ساقى است كه در جام افتاد\r\nجلوه‌اى كرد رخش روز ازل زير نقاب * عكسى از پرتو آن بر رخ افهام افتاد \r\nاين اشعار ، گوياى اعتقاد وحدت جلوه است و وحدت جلوه هم با خلع و لبس و تعدد صور سازگار نيست .\r\nلازم به يادآورى است ، همانطور كه در آغاز گفتيم ، عرفا از حركت در جوهر به قاعده « تجدد امثال » تعبير مىكنند .\r\n\r\nقرآن و حركت جوهرى\r\nمرحوم صدرالمتألهين ، در جلد سوم اسفار ، شواهدى از متون وحى دال بر حركت در جوهر آورده است . در اين بخش ، بعضى از آيات قرانى را از نظر مىگذرانيم :\r\n1 - « وَتَرَى الْجِبَالَ تَحْسَبُهَا جَامِدَةً وَهِيَ تَمُرُّ مَرَّ السَّحَاب » « 3 » : « كوه‌ها را مىبينى ، و آن‌ها را ساكن و جامد مىپندارى در حالى كه مانند ابر در حركتند » .\r\nدر اين آيه ، تصريح شد كه كوه‌ها حركت مىكنند . و چون به حسب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مقصود از آيينه ، مظهريت عالم خلق و عالم امكان است كه همه آن‌ها آينه جلوات الهىاند\r\n( 2 ) - قوه واهمه كثرت را مىبيند و گرنه همه آن‌ها جلوه‌هاى آن اصل اند و حسن روى در آينه از متجلى جدا نيست . گرچه خود او هم نيست\r\n( 3 ) - نمل / 88\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nظاهر عبارت ، ذات كوه‌ها را متحرك مىداند پس حركت جوهرى را اشاره دارد .\r\n2 - « . . . بَلْ هُمْ فِي لَبْسٍ مِنْ خَلْقٍ جَدِيدٍ » « 1 » : « ولى آن‌ها در آفرينش جديد ترديد دارند » .\r\nخلق جديد در جوهر و در ذات آن‌هاست ، آن‌ها دائماً در لباس تازه‌اى هستند .\r\n3 - « يَوْمَ تُبَدُّلُ الْأَرْضُ غَيْرَ الْأَرْض . . . » : « 2 » : « در آن روز كه اين زمين به زمين ديگر مبدل مىشود » .\r\nمعمولًا اين آيه را تفسير مىكنند به اين كه در روز قيامت چون كوه‌ها ريز مىشوند و دره‌ها را پر مىكند « فَيَذَرُهَا قَاعاً صَفْصَفاً لَّا تَرَى فِيهَا عِوَجاً وَلَا أَمْتاً » « 3 » : « سپس زمين را صاف و هموار و بىآب و گياه رها مىسازد . . . به گونه‌اى كه در آن ، هيچ پستى و بلندى نمىبينى ! » با اين تفاسير ظاهر زمين يك تغييراتى پيدا مىكند ولى كلمه « تبدل » مفهوم ديگرى را مىرساند . مفهوم « تبدل » آن است كه زمين به گونه‌اى عوض مىشود كه غير از زمين گذشته خواهد بود . مرحوم صدرا تبدل را تغيير ذاتى و تبدل ماده به تجرد مثالى معنى مىكند . وى عقيده دارد كه سرزمين ماده طبيعت جسمانى به سرزمين برزخى مبدل مىشود و چون آن زمين ارتباط با زمين برزخى دارد و در حقيقت در باطن آن است « تبديل » صدق مىكند و گرنه ، اگر جدا باشد و هر يك موجودى جداگانه به شمار آيند ، تبديلى صورت نمىپذيرد . همان‌طور كه صورت برزخى ما به وسيله ملكات و اعمالى كه مولد ملكات و موجب تغيير در ذات است ، عوض مىشود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ق / 15\r\n( 2 ) - ابراهيم / 48\r\n( 3 ) - طه / 106 - 107\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\n4 - « . . . فَقَالَ لَهَا وَلِلْأَرْضِ ائْتِيَا طَوْعاً أَوْ كَرْهاً قَالَتَا أَتَيْنَا طَائِعِين » . . . « 1 » : به آسمان و به زمين دستور داد : « به وجود آييد ( و شكل گيريد ) ، خواه از روى اطاعت و خواه اكراه ! آن‌ها گفتند : « ما از روى طاعت مىآييم ( و شكل مىگيريم » .\r\nاين كه آسمان و زمين به خدا و به غايت قصوا نظر دارند ، حاكى از همان حركت در جوهر است . حركت جوهرى زمين و آسمان به سوى مقصدى الهى .\r\n5 - « . . . إِن يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ » « 2 » . . . : « اگر بخواهد ، شما را مىبرد و خلق تازه‌اى مىآورد » . خطاب به همگان است و اشاره به خلق صور تازه و از بين بردن صور پيشين است كه همان حركت جوهرى است ، پس مقصود از خلقت تازه ، خلقت در مراتب ذات و خود اشخاص است . به نظر مرحوم صدرا تفسير آيه اين است ، ليكن شايد مقصود از آيه ، همان قول معروف بين مفسران است ، يعنى امتى مىرود و امتى ديگر مىآيد .\r\n6 - « . . . عَلَى أَن نُبَدِّلَ أَمْثَالَكُمْ وَنُنشِأَكُمْ فِي مَا لَا تَعْلَمُون » « 3 » . . . : « تا گروهى را به جاى گروه ديگرى بياوريم و شما را در جهانى كه نمىدانيد آفرينش تازه‌اى بخشيم . بردن از جهانى به جهان ديگر ( از عالم ظاهر به عالم باطن ) در سايه پيوستگى و اتصال ، حركت متحقق مىشود . حركت در ذات و جوهر وجود افراد .\r\n7 - « وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ وَيُرْسِلُ عَلَيْكُمْ حَفَظَةً حَتَّى إِذَا جَاءَ أَحَدَكُمُ الْمَوْتُ تَوَفَّتْهُ رُسُلُنَا وَهُمْ لَايُفَرِّطُون » « 4 » : « او بر بندگان خود تسلط كامل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - فصلت / 11\r\n( 2 ) - ابراهيم / 19\r\n( 3 ) - واقعه / 61\r\n( 4 ) - انعام / 61\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nدارد ، و مراقبانى بر شما مىگمارد ، تا زمانى كه يكى از شما را مرگ فرا رسد ، ( در اين موقع ) فرستادگان ما جان او را مىگيرند و آن‌ها كوتاهى نمىكنند » .\r\nدر اين آيه مىگويد : رسل ، اين را دريافت مىكنند ( توفّى ) . مرحوم صدرا مىگويد ، اين رسل همان رسل حفظه و نگهبانان هستند . پس عامل هلاكت ، عامل بقاست . ذات دائماً در تغيير و تحول است .\r\n8 - « كُلٌّ إِلَيْنَا رَاجِعُون » « 1 » : « همه به طرف ما برمىگردند » . اين آيه و مشابه آن در قرآن زياد است و رجعت در آن مكانى نيست بلكه حركت ذاتى معنوى است .\r\n9 - مرحوم صدر المتألهين در تفسير سوره زلزال مىگويد : اين كه در آيه شريف است : « إِذَا زُلْزِلَتِ الْأَرْضُ زِلْزَالَهَا » « 2 » : « زمين زلزله شود به زلزله خود » ، اين جمله دلالت دارد بر اين كه زمين به حركت جوهرى به سوى آن زلزله مىرود . و مقصود از آن زلزله ، خرابى زمين بدين صورت كه روزى در گوشه‌اى از زمين و روز ديگر گوشه ديگر خراب شود ، نيست . پس حركت زمين و زلزله آن از سنخ حركت مادى نيست بلكه انقلاب و تحول اساسى زمين است . نظام طبيعت به نظام باطن متحول مىشود حركت ماده به سوى تجرد و وصل به خداوند .\r\nبه همين روش آيه شريفه « يَوْمَئِذٍ يَصْدُرُ النَّاسُ أَشْتَاتاً » « 3 » : « در آن روز مردم در گروه‌هاى پراكنده خارج مىشوند » تفسير مىشود . صدور ، نشانگر نوعى معلوليت است ، ملكات و اعمال علت‌اند براى گروه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - انبياء / 93\r\n( 2 ) - زلزال / 1\r\n( 3 ) - زلزال / 6\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nگروه شدن مردم . و گروه گروه شدن مردم هم بر اساس اعمال ، ملكات و ذات است و مقصود گروه‌بندى ظاهرى نيست . بلكه افراد به حسب ملكات و ذات ، حركت جوهرى پيدا كرده‌اند و ذات آن‌ها عوض شده است .\r\nمرحوم صدرالمتألهين ، در برخى تأليفات خود ، آيات‌ديگرىازقرآن را به عنوان شاهد بر حركت جوهرى مىآورند كه از آن جمله است :\r\n10 - « أَلَمْ تَرَ أَنَّ اللَّهَ يَسْجُدُ لَهُ مَن فِي السَّماوَاتِ وَمَن فِي الْأَرْضِ وَالشَّمْسُ وَالْقَمَرُ وَالنُّجُومُ وَالْجِبَالُ وَالشَّجَرُ وَالدَّوَابُّ وَكَثِيرٌ مِنَ النَّاس » « 1 » : « آيا نديدى كه تمام كسانى كه در آسمان‌ها و كسانى كه در زمين اند براى خدا سجده مىكنند ؟ و ( همچنين ) خورشيد و ماه و ستارگان و كوه‌ها و درختان و جنبندگان ، و بسيارى از مردم » .\r\nقضيه سجود اين مخلوقات ، همان توجه فطرت ذاتى آن‌ها به خداست . حركت درونى و جوهرى به سوى خداوند .\r\n11 - « أَلَمْ تَرَ أَنَّ اللَّهَ يُسَبِّحُ لَهُ مَن فِي السَّماوَاتِ وَالْأَرْض . . . » « 2 » : « آيا نديدى تمام آنان كه در آسمان‌ها و زمينند براى خدا تسبيح مىكنند » ؟\r\nتسبيح ذى شعور و غير ذى شعور ، همان توجه فطرى به ذات احديت است . جماد و نبات و حيوان و انسان همگى به طرف خداوند حركتى معنوى و جوهرى دارند .\r\n12 - « قُلْ سِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ بَدَأَ الْخَلْقَ ثُمَّ يُنشِئُ النَّشْأَةَ الْآخِرَة » « 3 » : « بگو : در زمين بگرديد و بنگريد خداوند چگونه آفرينش را آغاز كرده است ؟ » سپس خداوند ( به همين گونه ) جهان آخرت را ايجاد مىكند » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - حج / 18\r\n( 2 ) - نور / 41\r\n( 3 ) - عنكبوت / 20\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nپس خدا ، ابتدا خلق را آفريد ، سپس نشئه ديگرى در همين خلق وارد مىشود . اين كه همين موجود به نشئه ديگر مىرود ، با حركت جوهرى سازگار است .\r\nآياتى را كه ملاحظه كرديد ، به گونه‌اى دلالت بر حركت جوهرى دارند و با دلايلى كه براى حركت جوهرى اقامه شد ، همساز است .\r\nبحث حركت جوهرى به اين كيفيت از تراوشات فكرى فيلسوف بزرگ ، صدرالمتألهين است كه در مباحث ديگر از فلسفه و كلام اسلامى و نيز توجيه و تفسير صحيح‌تر از بعضى از مفاهيم و متون دينى كار ساز و مشكل گشاست .\r\n\r\nمقصود از حركت ، در حركت جوهرى چيست ؟\r\nكلمه « حركت » بر اساس موارد استعمال و متعلقاتى كه در كلام دارد ، داراى اصطلاحات و معانى زيادى است . اينك بعضى از اصطلاحات حركت را ذكر مىكنيم و سپس به بيان مقصود از « حركت » در بحث حركت جوهرى مىپردازيم .\r\n\r\nاسامى و اصطلاحات حركت\r\n« حركت » در علوم و فنون مختلف اصطلاح خاص خود را دارد و لذا بايد در هر بحث ، مقصود از آن را به دست آورد . آن چه در زير مىآيد بخشى از اسامى و اصطلاحات حركت است .\r\n1 - حركت موجى . 2 - حركت دورى . 3 - حركت انعكاسى . 4 - حركت ارادى . 5 - حركت طبيعى . 6 - حركت قسرى . 7 - حركت قوافى ( اصطلاح ادبى ) . 8 - حركت فلكى . 9 - حركت مستقيمه . 10 - حركت\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nنفسانى . 11 - حركت اختلاجى : حركت غير اختيارى بعضى از عضلات انسان . 12 - حركت ارتعاشى : حركت ارتعاشى در غير اعضاى بدن . 13 - حركت انبساطى : در شريان‌هاى بدن انسان ، متحقق مىشود . 14 - حركت انقباضى ( مقابل حركت انبساطى ) . 15 - حركت بروانى : اين حركت در گياه‌شناسى ، مربوط به ذرات نباتى است كه در زير ميكروسكوپ ديده مىشود . 16 - حركت پروتوپلاسمى :\r\nاصطلاحى در گياه‌شناسى . 17 - حركت جواله ( آتش چرخان ) .\r\n18 - حركت حمايلى ؛ كه اصطلاحى است از بطلميوس . 19 - حركت دودى ( شبيه حركت دود و بخار در فضا ) . 20 - حركت دولابى ( اصطلاح نجومى ) . 21 - حركت رحوى ( اصطلاح نجومى ) .\r\n22 - حركت ژيراكور ( در علم گياه‌شناسى ) . 23 - حركت سيتوپلاسمى ( اصطلاحى در گياه‌شناسى ) . 24 - حركت على التوالى ( اصطلاح نجومى ) . 25 - حركت قوسى . 26 - حركت متوالى ( اصطلاح نجومى ) .\r\n27 - حركت مدحرجه : غلتيدن جسم ( اصطلاح نجومى ) . 28 - حركت موزون ( منتظم ) . 29 - حركت نوسانى . 30 - حركت وضعى ( مقابل حركت انتقالى ) . 31 - حركت كمّى . 32 - حركت كيفى . 33 - حركت اشتدادى / حركت تكاملى . 34 - حركت تسخيرى ؛ كه تحت اختيار ديگرى است . 35 - حركت سماوى : مقصود از آن ، خصوص حركت افلاك است . 36 - حركت غريبه . 37 - حركت جوهرى . منظور ما در اين بحث همين حركت جوهرى است .\r\n\r\nتسميه حركت جوهرى\r\n: حركت جوهرى مىگويند ، يا حركت در جوهر ، يا حركت در مقوله جوهر . اين تعبيرات در مؤلفات صدرا و\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nديگران وجود دارد . صدر المتألهين در بعضى عبارات خويش به عنوان « الحركة فى الجوهر » تصريح مىكند .\r\nابن رشد در « تهافت التهافت » مىنويسد : بسيارى از قدما ، قائل به وقوع حركت در مقوله جوهر بوده‌اند : « قد قال به كثير من القدماء ، اعنى ان الموجودات فى سيلان دائم » . « 1 »\r\nدر رسائل اخوان الصفا هم آمده است كه : حركت جوهرى در بعضى از اجسام وجود دارد . « 2 »\r\n\r\nموضوع حركت جوهرى\r\nاز جمله مباحث حركت جوهرى ، تبيين موضوع آن است .\r\nملاصدرا ، موضوع حركت جوهرى را در طبايع مادى مىداند . و از آن جا كه بر اساس حركت جوهرى ، ذات متحرك تغيير مىكند ، اين بحث پيش مىآيد كه وحدت موضوع را چگونه تفسير كنيم و قبول كنيم كه اين متحرك همان وجود قبلى است . گاه از طريق فاعل ، يعنى بگوييم :\r\nوحدت شخصى آن به واسطه وحدت عقل نورى محفوظ مىماند . به عبارت ديگر ، عالم عقل كه مدبّر حركت است ، واحد است ؛ لذا متحرك وابسته به فاعل واحد ، نيز واحد است . در اسفار آمده است كه وحدت در سايه فاعل عقلى تحقق دارد : « للفاعل العقلى الحافظ تشخص الطبيعى فى مراتب الاستكمالات الذاتيه والاطوار الوجوديه :\r\nعلت عقلى ، حافظ شخصيت وجود طبيعى درهمه‌ى مراتب استكمال مىباشد ، همچون نفس انسانى كه‌حافظ وحدت‌يك شخص‌مىباشد » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تهافت التهافت ، ص 137\r\n( 2 ) - رسائل اخوان الصفا ، ج 2 ، ص 12\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nبنابراين ، حركت در جوهر طبايع مادى است و وحدت موضوع به واسطه وحدت عقل يا وحدت فاعليت عقل ، محفوظ است .\r\nگاه نيز وحدت متحرك نه وحدت فاعلى بلكه از نوع وحدت مبهمه قابل است - نه فاعل - كه وحدت آن در مراتب انفعالات و انقلابات محفوظ است . در اين صورت ، وقوع حركت در جوهر يا در مراتب انتقاص يعنى حركت ذبولى است و يا در مراتب تماميت و كمال . ولى حركت استكمالى بحسب مقتضاى طبيعت ، به دليل غايت ربانى است و حركت ذبولى به دليل قسر قاسر است .\r\nجريان حركت استكمالى انسان از دوران جنينى او ( و يا از وقتى كه فراموش شده و مورد توجه نبوده است : « و لم يكن شيئا مذكورا » تا هنگامى است كه به عقل بالفعل و ما فوق آن برسد . عقل سليم حكم مىكند كه تفاوت در اين مراتب انسانى از جهت امور زايده مانند دخالت مزاجى ، مقدار ، وضع و مانند آن نيست تا گفته شود كه پس نبايد تفاوت ذاتى بين طفل ناقص و مرد كامل باشد .\r\nحركت ذبولى به تغيير و تبدل بعضى عناصر به عناصر ديگر مثال زده شده است . مثلًا هر گاه آب حرارت زيادى ببيند ، آب بودن به تدريج از بين مىرود و تبديل به طبيعت بخار مىگردد . در اين صورت ، آب در حالى كه آب است ، بخار نيست و نيز اين گونه نيست كه آب بودن در يك لحظه از بين رفت و در لحظه ديگر بخار به وجود آمد ؛ زيرا مستلزم امر محال ، يعنى تتالى دو « آن » است . محال بودن تتالى به اين دليل است كه لازم مىآيد ماده در ميان دو « آن » داراى صورت نباشد پس حق آن است كه جوهر آب بودن به تدريج كم\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nمىشود تا آن كه تبديل به بخار گردد . زيرا موضوع در اين حركت جوهرى ، هيولاست ولى نه فقط هيولا ؛ چون صرف هيولا بدون صورت قوامى ندارد و قابل تحقق نيست قوام آن به يك نوع از صورت است . پس هيولا با نوعى صورت مبهم ( نه صورت معين ) موضوع براى حركت جوهرى است .\r\nنتيجه آن كه مقصود از حركت ، حركت طبايع مادى است و اين نوع حركت اعم از حركت بالطبع به سوى كمال يا حركت بالقسر به سوى نقص است . « 1 »\r\n\r\nمقصود از « طبايع مادى » چيست ؟\r\nملاصدرا تصريح مىكند كه مقصود از طبايع مادى ، اعم از جسم فلكى و عنصرى است و طبيعت - چه عنصرى و چه فلكى - به تدريج مضمحل و متلاشى مىشود ، و هرگاه آدمى در نفس خويش يا در احوال هر ذى نفسى بنگرد ، درمىيابد كه هرگاه نفس در طبيعتى تصرف كند ، آن طبيعت دائماً در تحلل و ذوبان است . « 2 » پس طبايع مادى ، همان طبيعت جسمانى است . اينك بايد ديد معناى جسم چيست ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - در اسفار تصريح شده است كه حركت عرضى نقصى - يعنى نقصان عوارض به طور حركت - نيز وجود دارد و چون حركت عرضى تابع جوهر است پس حركت جوهرى نقصى نيز وجود دارد . ( اسفار ، ج 1 ، ص 423 ) .\r\nو نيز تصريح شده است كه اشياء داراى طبيعت ، به كمالات و غايات خود توجه دارند . حركت در جوهر انسان در ابتدا از طبيعت مادى ، سپس نفسى و پس از آن عقلى است . ( اسفار ، ج 9 ، ص 96 )\r\n( 2 ) - نگاه كنيد به : اسفار ، ج 5 ، ص 197\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\n\r\nتعريف جسم\r\nدر تعريف جسم گفته‌اند : « الجوهر القابل للأبعاد الثلاثه : جوهرى كه ابعاد ثلاثه‌ى طول و عرض و عمق دارد » . در اين كه آيا اين تعريف حدى است يا رسمى ، اختلاف نظر است . ابن سينا در حدى يا رسمى بودن آن مردد است . فخر رازى آن را تعريف رسمى دانسته است ؛ زيرا جوهر كه معنايش « الموجود لا فى موضوع » است جنس نيست ؛ چون جنس ماهيت است و اين‌جا كلمه « موجود » را در تعريف جوهر آورده‌ايم . از طرف ديگر ، گفته شد : « الجوهر القابل . . . » ، قابليت امرى نسبى است و در ذات نيست ؛ پس فصل نخواهد بود .\r\nصدر المتألهين در پاسخ فخر رازى مىگويد : مقصود از اين فصول ، معناى مطابقى آن نيست ، بلكه ملزومات آن است . و مقصود كسانى كه جسم را به « الطويل العريض العميق » تعريف كرده‌اند ، اين نيست كه اين صفات ذاتى جسم هستند ؛ چون اين معانى ، خود عرضىاند . و اگر بنا باشد كه ذات جسم « الجوهر العريض الطويل » باشد ، پس نبايد جسم از اين صفات جدا گردد ، در حالى كه اين امور جدايى پذيرند . « 1 » در جسم كروى ، طول و عرض به اين معنى نيست .\r\nبعضى از متأخران در تعريف جسم گفته‌اند : « الذى يمكن ان يفرض فيه ابعاد ثلاثه متقاطعه : آنچه امكان فرض ابعاد ثلثة متقاطع دارد » .\r\nاما تعريف فخر رازى از جوهر به « الموجود لا فى موضوع » درست نيست ؛ زيرا جوهر يعنى : « الذى إذا وجود ، وجد لا فى موضوع » نه :\r\nالموجود ، و در اين صورت ، جوهر بر ماهيت هم منطبق مىشود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اسفار ، ج 5 ، ص 4 - 9\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nملاصدرا در چند موضع از اسفار چنين تعاريفى از جوهر ارائه داده است : الف - الموجود لا فى موضوع . ب - الماهية الموجوده لا فى موضوع . ج - الماهية إذا وجدت وجدت لا فى موضوع .\r\nملاصدرا سپس معتقد مىشود : تعريف اخير درست است و جوهر ، موجود يا ماهيت مقيّد به موجود نيست .\r\n\r\nمقصود از « طبيعت » چيست ؟\r\nتا اين جا ، مقصود از « حركت » ، « جوهر » و « طبايع مادى » دانسته شد ، اينك اشاره‌اى به معناى « طبيعت » مىكنيم . تعريفى از « طبيعت » در اسفار آمده كه شبيه آن در « شفا » نيز هست : « قوة يصدر عنها الفعل والتغيير على نهج واحد من غير ارادة ولا يخلو عنها جسم عندنا كما للحجر فى هبوطه وسكونه فى وسط الكل و معنى قولنا لا يخلو عنها جسم انه ما من جسم إلّاويوجد فيه قوة مباشرة لفعل ، بالحركة أو السكون على نهج واحد بلا شعور لها فى مرتبة وجوده الخاص » ؛ « 1 » پس در اين تعريف ، طبيعت ، قوه‌اى در جسم است كه مباشرت در فعل و عمل جسمانى دارد و در اين مرتبه از وجود خاص خود شعورى ندارد .\r\n\r\nتهافت در كلام صدرا درباره‌ى حركت ، و وجه جمع آن\r\nدر جلد سوم اسفار ، جملات مختلفى در باب حركت آمده است كه در ظاهر با يك ديگر تهافت دارند . گاه اين گونه به دست مىآيد كه حركت ، واقعيت ندارد و امرى انتزاعى است . اگر حركت در جوهره\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اسفار ، ج 5 ، ص 249\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nعالم ثابت شد ، پس در حقيقت ، ذات عالم حركت خواهد بود و با قول به انتزاعى و اعتبارى بودن حركت بايد گفت كه عالم نيز اعتبارى و انتزاعى است ! مىشود شبيه سوفسطائى !\r\nدر حالى كه اين مدعا و لوازم آن مورد قبول نيست . پس بايد اين نوع جملات را به گونه‌اى قابل قبول توجيه كرد . براى توجيه آن مىتوان گفت كه حركت نحوه وجود شىء است و نحوه وجود انتزاعى است ؛ نظير حدوث كه نحوه وجود شىء است و قول به انتزاعى بودن نحوه وجود ، بر انتزاعى بودن اصل وجود دلالت ندارد .\r\nاز برخى مواضع ديگر اسفار ، اين گونه بدست مىآيد كه حركت ، يك امر ذهنى است . « 1 » اين سخن و همين طور سخن ديگرى نظير اين كه « حركت واقعيت ندارد » را بايد با ساير عباراتش جمع كرد و اين گونه به دست آورد كه حركت ، واقعيت متّصل جداى از خود ندارد .\r\nآن جا كه گفته مىشود حركت وجود دارد ، مقصود اعم از وجود مستقل و يا تبعى است چنان كه مثلًا فوقيت هست ولى به تبع سقف .\r\nملاصدرا خود ، كلام ابن سينا در نفى حركت قطعى را اين‌طور توجيه مىكند و مىگويد : « كلام شيخ در نفى حركت قطعى را بايد چنين توجيه كنيم كه وى وجود صورتى در اعيان ( مثل بقيه وجودات مستمرة الذات ) را براى حركت قطعى نفى كرده است . « 2 » به همين گونه : نيز كلام ملاصدرا را بايد توجيه كرد . لذا اگر گفته شد حركت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ر . ك : اسفار ، ج 7 ، ص 248 . عبارت اسفار چنين است : « و اما عندنا فالحركة ليست من الهويات الخارجيه ، بل امر عقلى . . . »\r\n( 2 ) - ر . ك : اسفار ، ج 3 ، ص 34 . عبارت اسفار چنين است : « والاولى ان يحمل كلامه على ان مارامه هو نفى ان يكون لوجودها صورة فى الاعيان كوجود الامور الثابتة المستمرة الذات الغير المتجددة »\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nامرى نسبى است و يا غير از شىء متجدد چيز ديگرى نيست ، مقصود اين است كه امر مستقل مستمر الذات نيست .\r\nنمونه ديگر از اين باب : ملاصدرا مىگويد : « حركت قطعيه وجود ندارد ، ولى حركت توسطيه هست » و در جاى ديگر مىگويد : « حركت توسطيه در اعيان وجود ندارد » . « 1 » چون حركت توسطى ( به معناى كون الشىء بين المبدء و المنتهى ) يك معناى كلى است .\r\nدر موضع ديگر اسفار نيز تصريح شده است حركت امر ذهنى است . « . . . فالخروج التجددى من القوة إلى الفعل هو معنى الحركة ووجودها فى الذهن لا بحسب الخارج » ، « 2 » در اين جمله هم بايد نفى وجود خارجى را توجيه كرد كه به نحو استقلال ، وجود خارجى ندارد .\r\nاينك نمونه‌هايى ديگر از تعبيرات ملاصدرا را ذكر مىكنيم كه بايد هر كدام به تناسب مفهوم مورد بحث ، توجيه صحيح شود :\r\n1 - حركت همان متحركيت است يعنى معناى مصدرى : « اعلم ان الحركة لما كانت متحركية الشىء ، لانها نفس التجدد والانقضاء . . . : بدان كه حركت ، متحرك بودن يك شىء است ، چون حركت همان تبدل و گذر است » . « 3 »\r\n2 - حركت وجود متوسط بين قوه و فعل است : « . . الحركة حالة سيالة لها وجود بين القوة المحضة والفعل المحض : حركت حالتى است سيّال كه وجودى بين قوه محض و فعل محض دارد » . « 4 »\r\n3 - حركت امر نسبى است : « الحركة عرض بل اضعف الاعراض\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ر . ك : اسفار ، ج 3 ، ص 35 . عبارت اسفار چنين است : « ان الحركة بمعنى التوسط المذكور لا وجود له فى الاعيان . . . »\r\n( 2 ) - اسفار ، ج 3 ، ص 109\r\n( 3 ) - اسفار ، ج 3 ، ص 61\r\n( 4 ) - اسفار ، ج 3 ، ص 60\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nلانها متحركية الشىء بالمعنى النسبى لا ما به يتحرك الشىء فلا يصح ان يكون صورة لموجود جوهرى لانّه لا يتحصل الشىء بما هو انقص وجوداً منه : حركت ، عرض است ، بلكه ضعيف‌ترين عرض‌هاست ، چون نفس متحرك بودن يك شىء است ، يعنى معناى اضافى و نسبى ! نه عامل حركت و ملاك حركت . پس نمىتوان حركت را صورت يك موجود جوهرى دانست ، زيرا يك شىء به وسيله چيزى كه انقص از اوست تحصّل پيدا نمىكند ! ! » .\r\n4 - حركت داراى وجود ضعيف است : « الحركة لكونها ضعيفة الوجود تتعلق بامور ستة . . . » . « 1 »\r\nاين‌ها نمونه‌هايى بود از تعابير مختلف مرحوم صدرا درباره‌ى حركت . و همان‌طور كه توجه داريد با معناى فلسفى حركت جوهرى نمىسازد ، امر ضعيف انتزاعى و اضافى و نسبى چگونه يك ذات و جوهر را تشكيل مىدهد ؟ ! بايد حتماً توجيه شود و بايد در بررسى و جمع بندى آراى صدرالمتألهين مورد دقت قرار گيرد .\r\n\r\nحركت در جهان آخرت\r\nدر مباحث پيشين يادآور شديم كه حركت در جوهر طبيعت مادّى است . ملاصدرا توضيح مىدهد كه تعبير طبيعت مادى مربوط به حال حدوث شىء است ، اگر چه آن شىء بعداً مجرد گردد ، باز هم حركت در آن جريان دارد . با اين سخن مىتوان گفت كه در آخرت پس از مرگ هم حركت وجود دارد ؛ چه اين كه پس از مرگ ، جسم برزخى هست\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اسفار ، ج 3 ، ص 75 و 37\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\n( چون جسميت تنها جسم مادى طبيعى نيست ) . ملاك جسميت طول و عرض و عمق داشتن است ، كه در صور برزخى و خيالى نيز هست . علاوه بر آن ، نفس داراى ماده است ؛ به اين معنا كه جهت قابله دارد و مىتواند تكامل يابد .\r\nاستدلال ملاصدرا درباره وجود حركت در اهل جهنم چنين است :\r\n« لان طبائعهم من القوى الجسمانية المادّية لما مرّ ان دار الجحيم من جنس هذه الدّار ، وقد سبق ان افاعيل القوى الماديّة وانفعالاتها متناهية فلابد فيها من انقطاع وتبدل ، ثمّ لابد فى تبدل الابدان واستحالة المواد من حركة دوريه . . . » « 1 » : طبيعت جهنميان از عالم ماده است ، آنان به خاطر علايق به عالم ماده ، از طبيعت جدا نشده‌اند . و جهنم هم از جنس طبيعت دنيايى است و از آن جا كه افعال و انفعالات قواى مادى متناهى است ، پس نياز به انقطاع و تبدل است ( و لازمه آن ، حركت است ؛ چون وقتى حركت مىكند به جايى ختم مىشود و پايان مىپذيرد ) پس در تبدل ابدان و تحول مواد ، نياز به حركت دورانى است . ( طبق عقيده گروهى كه ، حركت دورانى فلك را ، اصل و ريشه همه‌ى حركات طبيعت مىدانند ) .\r\nملاصدرا ، در جاهاى ديگر تصريح مىكند كه نفس ، مجرد است . و بنا به عقيده‌ى وى درباره‌ى حركت اهل جهنم ، تجرد نفس مانع حركت نيست . ولى درباره بهشتيان مىگويد : در اهل بهشت ، تجدد ذات نيست ؛ بلكه تجديد است . آنان بدون عوامل مادى صور بهشتى تازه‌اى ايجاد مىكنند . در بهشت حركت نيست ؛ بلكه تحريك است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اسفار ، ج 9 ، ص 381\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nهمانطور كه خداوند حركت ندارد ، ولى داراى تحريك است .\r\nبهشتيان تجدد ذاتى ندارند ولى در جهنم حركت و تجدد ذاتى وجود دارد . « 1 »\r\n\r\nآيا در بهشت حركت وجود دارد ؟\r\nبا توجه به عبارات اخير ملاصدرا ، از ديدگاه وى حركت در بهشتيان نيست ؛ بلكه آن‌چه هست ، تجديد و تحريك است . اما در برخى مجلدات اسفار ، تصريح مىكند كه حركت جوهرى هم در بهشت و هم در جهنم وجود دارد : « . . . كحركات اهل الجنة . . . » . « 2 »\r\nرواياتى از اهل بيت عليهم السلام نقل شده كه حركت در بهشت را ثابت مىكنند ، به نمونه‌هايى از آن‌ها اشاره مىكنيم .\r\n1 - عده‌اى وارد بهشت مىشوند كه بر پيشانى آنان نوشته شده است : « هؤلاء عتقاء اللَّه من النار : اين‌ها آزاد شده از جهنم‌اند » ، ظاهراً اين گروه احساس ناراحتى و عذاب مىكنند . سپس به آنان امر مىشود كه وارد نهر سلسبيل شوند و از آن بيرون آيند . آنان پس از اين ، پاك گرديده و بدون ناراحتى وارد جمع اهل بهشت مىشوند . آيا اين حالت ، حالتى عرضى است و فقط در ظاهر جسم مادى است ؟ بر فرض كه بپذيريم و معتقد شويم كه چيزى از پيشانى جسم ظاهرى پاك شود و ربطى به باطن آن نداشته باشد ، باز در همين صورت ، آن ناراحتى و پس از آن ، احساس راحتى ، اين‌ها مربوط به نفس است .\r\nنفس آرامش پيدا مىكند و اين همان حركت جوهرى است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ر . ك : اسفار ، ج 9 ، ص 382\r\n( 2 ) - ج 3 ، ص 185 ، درباره‌ى جهنم هم در مواردى از جمله ج 9 ، ص 381 و . . .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\n2 - در روايتى نقل شده كه در بهشت ، نامه‌اى از طرف خدا ، به اين مضمون : « سلام من الحىّ القيّوم إلى الحىّ القيّوم : سلام از زنده‌ى جاويد به زنده‌ى جاويد » ، براى بهشتيان مىآيد و در آن نامه چنين نوشته شده است : « همان گونه كه من به اشياء امر مىكنم و آن‌ها وجود پيدا مىكنند ، تو هم امر كن تا وجود پيدا كنند » . تعبير روايت « جعلتك » است و اين همان حركت تكاملى است .\r\n3 - در بهشت دو طايفه‌اند : اصحاب اليمين و مقربين . اينان داراى درجات مختلفند توشه‌هايى كه بعد از مرگ آنان در دنيا برايشان باقى بماند ، موجب عروج و تكامل بيش‌تر آن‌ها خواهد شد : « إذا مات الانسان انقطع عمله الا من ثلاث : من صدقة جاريه ، او علم ينتفع به او ولد صالح يدعوله : انسان كه مىميرد پرونده عملش بسته مىشود ، مگر از سه مورد : 1 - صدقه‌اى با دوام . 2 - علمى كه به ديگران سودمند باشد .\r\n3 - فرزند صالحى كه برايش دعا كند » . « 1 » اين نشان مىدهد كه آن‌جا تحول و تكاملى صورت مىپذيرد و گناه پاك مىشود و اين يك حركت ذاتى است كه براى چنين اشخاصى به وجود مىآيد .\r\nدر قرآن آمده است : « فَسَلَامٌ لَكَ مِنْ أَصْحَابِ الْيَمِين » ، « 2 » اى پيامبر ! اصحاب يمين به تو سلام مىكنند . سلام توقع است ، يعنى اصحاب يمين از تو توقع دارند كه به مقام بالاترى برسند . بعضى گفته‌اند مقصود اين است كه اى پيامبر ! تو از اصحاب يمينى و آنان به تو سلام مىگويند . ولى اين تفسير درست نيست ؛ زيرا پيامبر از مقربان است و مقام مقربان بالاتر از مقام اصحاب يمين است . پس ، معناى اول\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كنز العمال ، منتقى هندى ، مؤسسه الرساله ، ج 15 ، ص 952 ، خبر 43655\r\n( 2 ) - واقعه / 91\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nدرست است . اصحاب يمين داراى حركت استدراجى هستند و بر حسب اعمالى كه در دنيا دارند ، خواهان تكامل بيش‌تر در آخرتند . با اين بيان ، حركت ، در جوهره و ذات عالم طبيعت است و هر چيرى كه داراى جهت قابله باشد ، از اين حركت برخوردار است ؛ اگرچه نفس باشد و بعد از مرگ و در قيامت ؛ چرا كه حركت ذاتى انسان در قيامت بر اساس اعمال دنيايى اوست .\r\nصدرالمتألهين درباره حركت استكمالى بعد از مرگ ، مىگويد : « اما اهل النار فلا شبهة فى تجدد احوالهم و تبدل جلود هم واستحالة ابدانهم وتقبلها من صورة إلى صور ، لقوله تعالى : كلما نضجت جلودهم بدلناهم جلوداً غيرها ليذوقوا العذاب : اهل جهنم مسلماً تجدّد حال و تبدّل پوست و تحول بدن و انتقال از يك صورت به صور ديگر دارند ، چون خداوند فرموده : هر زمان كه پوستشان بريان مىشود پوست ديگرى برايشان مىسازيم تا عذاب را بچشند » . « 1 »\r\nتبدل ابدان و استحاله آن ، نيازمند حركت است ( گرچه به نظر عده‌اى ، اين حركت ، دورانى و فلكى باشد ؛ به اين صورت كه خداوند قوه محركه‌اى به فلك اقصى داد تا اين حركات را ايجاد كند . اين‌ها معتقدند عامل بالواسطه‌ى حركات مستقيم و منحنى عالم طبيعت ، حركت دورانى فلك اعلى مىباشد ) . با توجه به سخن اخير ملاصدرا ، درمىيابيم كه وى در مورد اهل جهنم قائل به حركت جوهرى است .\r\nعلاوه بر آن ، از بعضى عرفا نقل مىكند كه گفته‌اند : حكم نار و اهل نار همچون حكم دنيا و اهل دنياست . كسانى كه در نار هستند ، نه نعيم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اسفار ، ج 9 ، ص 380 - 381\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nخالص دارند و نه عذاب خالص ؛ چنان كه افراد دنيا نه راحتى مطلق دارند ، نه عذاب مطلق . قرآن درباره چنين حالتى مىفرمايد : « لَا يَمُوتُ فِيهَا وَلَا يَحْيَى » : « نه زنده هستند و نه مرده » . « 1 »\r\nبه عقيده‌ى ايشان برخوردارى از چنين حالات براى آن است كه آثار دنيوى در ابدان اهل نار باقى مانده است و آنان توفيق خروج از طبيعت مادى را پيدا نكرده‌اند . اما در بهشتيان چنين تبدل و تحول و كون و فسادى نيست ؛ زيرا نشئه آنان بالاتر از نشئه طبيعت و حكم طبيعت است ؛ پس حركات و اعمال آن‌ها نوع ديگرى است . ناراحتى در آن‌ها نيست زيرا آسمان‌ها و حركات آسمان‌ها در نزد آن‌ها مطوىّ و درهم پيچيده شده است .\r\nملاصدرا در تفسير سوره اعلى ، طارق و زلزال نوشته است :\r\n« السموات مطوية بيمين اللَّه : آسمان‌ها به دست راست خدا درهم پيچيده شده است » ، پس سماوات در نزد اصحاب يمين ، و درست راست مطوىّ است .\r\nپس سماوات در آن‌ها تغييرى ايجاد نمىكند . اين نظريه مانند عقيده‌اى كه ما درباره امام‌زمان ( عج ) داريم مبنى بر اين كه هيچ تغييرى در آن حضرت به وجود نمىآيد . گذشت زمان در وى اثرى ندارد ، چه اين كه وى فوق و مسلط بر همه چيز است . اصحاب يمين نيز در آخرت چنينند . زمان و مكان در نزد آن‌ها مطوى است . زمان آن‌ها جامع ماضى و آينده است . مكان آن‌ها ، مكانى است كه گنجايش آن ، همه زمين و آسمان‌هاست . گرچه جنت و نعيم ، حسى است اما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - طه / 74\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nماده طبيعى نيست . مثل آن چه در خواب مىبينيم كه حسّى ، مكانى و متحيز است يعنى صورت رؤيائى را در مكان خاص مىبينيم ؛ ولى طبيعت مادى نيست .\r\nملاصدرا از فتوحات محى الدين عربى چنين نقل مىكند : « فلا تزال الآخرة دائمة التكوين فانهم يقولون فى الجنان للشىء الذى يريدون كن فيكون » « 1 » : در آخرت هميشه حالت ايجاد و تكوين است . بهشتيان هرچه بخواهند و بگويند : موجود شو ، به وجود مىآيد . از اين رو ، هيچ آرزويى ندارند جز اين كه فوراً برآورده مىشود . چنان كه اهل نار هيچ خاطر بد و خوفناكى ندارند جز اين كه فوراً به شكل عذاب بر آن‌ها وارد مىشود . سپس مىگويد : جهان آخرت به محض اراده و خطور ، اقتضاى تكوين و ايجاد اشياء را دارد . « 2 »\r\nبا توجه به آن چه ذكر شد ، به عقيده ملاصدرا در عالم آخرت براى بهشتيان تحول و حركت نيست ، بلكه ايجاد است ولى جهنميان داراى حركتند . « 3 »\r\nشايد بتوان گفت : از مجموع مطالب گذشته و مطابق بعضى روايات ، در بهشت و جهنم ، هر دو ، حركت وجود دارد . طبق مبانى فلسفى هم ، در جهنم و بهشت حركت هست ؛ چون درجات كمال غير متناهى است و نفس هم كه داراى ماده قابله است ، پذيراى كمالات است . بر اساس اعمال دنيايى انسان جاى حركت كمالى باقى است ؛ چه كمال ميكروبى كه در جهنم ، گرگ زاده گرگ مىشود و يا كمال\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اسفار ، ج 9 ، ص 382\r\n( 2 ) - اسفار ، ج 9 ، ص 382\r\n( 3 ) - محى الدين ، معتقد است كه جهنميان هم ايجاد و تحريك دارند ولى نسبت به حركت آن‌ها سخنى نگفته است\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nصلاح و رستگارى كه اصحاب يمين با توجه به اعمال دنيويشان به درجات بالاتر رفته و حركت استكمالى داشته باشند .\r\n\r\n« زمان » دليلى ديگر بر حركت جوهرى\r\nدر جلد سوم اسفار زمان به عنوان يكى از دلايل حركت جوهرى ذكر شده است . « 1 » اينك نكاتى درباره زمان و كيفيت اثبات حركت جوهرى از طريق زمان بيان مىكنيم .\r\nزمان چيست ؟\r\nبحث گسترده و دامنه دارى درباره زمان و ماهيت آن مطرح شده است . قيصرى در رساله « البيان فى دراية الزمان » ، سخنان مختلفى درباره زمان نقل كرده است : طبق نقل قيصرى ، بعضى از اقوال درباره حقيقت و ماهيت زمان چنين است :\r\nالف بعضى حكما قائلند كه زمان جوهرى غير جسم است ؛ يعنى نه جسم است و نه جسمانى ؛ بلكه مجرد است .\r\nب عده‌اى معتقدند كه زمان ، جوهر جسمانى و عين فلك معدل النهار است . « 2 »\r\nج به عقيده بعضى زمان ، عرض است . قائلان به عرضيت زمان خود بر چند قولند : 1 - گروهى معتقدند كه زمان عين حركت فلك است . ارسطو و تابعان وى معتقدند زمان ، مقدار حركت فلك است ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ر . ك : اسفار ، ج 3 ، فصل 39 و 40\r\n( 2 ) - در نقد اين قول گفته‌اند : اگر زمان عين فلك معدل النهار است ، پس بايد جسم باشد نه جسمانى ، چون جسم منحصر به عنصر عالم طبيعت نيست و اجسام فلكى نيز جسمند . ر . ك : اسفار ، ج 3 ، ص 144\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\n2 - بعضى ديگر مانند ابوالبركات بغدادى قائلند كه زمان ، مقدار وجود است . قائلان به تجرد زمان هم دو گروهند : 1 - گروهى بر اين عقيده‌اند كه زمان ، جوهر مجرد واجب يعنى خداست . 2 - گروهى ديگر زمان را جوهر مجرد غير از خدا مىدانند . گروه اول به بعضى روايات استشهاد مىكنند ، مانند : « لا تسّبوا الدّهر فان الدّهر هو اللَّه : به روزگار بد نگوئيد كه روزگار همان خداوند است » . « 1 » در بعضى از ادعيه كه بدون سند ذكر شده و ملاصدرا در جلد سوم اسفار به آن‌ها اشاره كرده ، چنين آمده است : « يا دهر ، يا ديهور ، يا ديهار . . . » . « 2 »\r\nدليل ديگر اين طايفه چنين است : اگر زمان امرى ممكن باشد نه واجب ، پس بايد بعد از وجودش معدوم شود و پس از عدم دوباره موجود گردد ؛ در حالى كه زمان قبل و بعد جمع نمىشوند و پس از رفتن ، دوباره تحقق نمىيابند . بنابراين ، زمان جوهر واجب بالذات است ، چون عدم براى زمان امكان نداشته و قابل تغيير و تبديل نيز نيست .\r\nپاسخ اين قول روشن است اگر چه زمان قابل تغيير نيست ولى اين اعم از آن است كه زمان ، خدا يا مجرد باشد .\r\nقيصرى ، قول به مقدار حركت در باب زمان را رد كرده و با اندك تغييرى در عبارت ، عقيده ابوالبركات را مىپذيرد . وى مىنويسد :\r\n« وقتى ثابت شد كه زمان ، مقدار بقاى وجود و دوام آن است و دوام وجود نيز صفتى ثبوتى است كه لازمه وجود مطلق ، بلكه عين وجود در حقيقت احديت است ، از اين رو زمان كه صفت وجود است امرى است موجود در خارج » . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - نورالثقلين ، ج 5 ، ص 4\r\n( 2 ) - اسفار ، ج 3 ، ص 147\r\n( 3 ) - نهاية البيان ، فصل 2 ، ص 123\r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\n\r\nبررسى\r\nيكى از تعليقه نويسان بر « نهاية البيان » نوشته است كه قول به مقدار بقاى وجود بودن زمان سخنى است كه مادر جوان مرده بر آن مىخندد « يضحك بهذا الكلام الثكلي » ؛ چون وجود در مجردات هم هست ؛ آيا مجردات مقدار دارند ؟ !\r\nبه نظر مىرسد مقصود از مقدار در قول اين گروه ، روح مقدار و مقصود از زمان ، روح زمان است . مقصود از مقدار ، معنايى گسترده‌تر از مسأله اندازه و قدر است . چنان كه مرحوم ميرداماد ، دهر را ظرف مجردات مىداند ، با اين كه مجردات نه ظرفند و نه مظروف . پس مقصود از ظرف ، معنايى وسيع‌تر از معناى مأنوس ذهنى است . درباره خدا نيز مىگويند داراى ظرف سرمدى است ، يعنى بدون زمان و محدوديت است . و يا مقصود آن است كه افعال خدا سرمدى است .\r\n\r\nدسته بندى اقوال در باب زمان\r\nملاصدرا در بحث زمان كتاب اسفار ، « 1 » اقوال حكما در باب زمان را چنين ذكر مىكند :\r\n1 - زمان ، وجود خارجى و حتى وجود ذهنى ندارد . 2 - زمان وجود دارد ولى امر متوهمى در ذهن است . 3 - زمان وجود دارد ولى داراى واقعيت مستقل نيست ؛ بلكه اضافى و نسبى است . 4 - زمان ، وجودى وحدانى مجرد و عقلانى است . 5 - زمان ، جوهرى جسمانى است كه متعلق به جسم خود نيست . نفس فلك اقصى است ، نه آن كه خود\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ر . ك : اسفار ، ج 3 ، ص 141 به بعد\r\n","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nجسم فلك باشد . 6 - زمان ، عرضى و خود حركت است . 7 - زمان فقط حركت فلك است . 8 - يك دور فلك اقصى ، زمان است . 9 - زمان ، مقدار وجود است .\r\nملاصدرا بعد از نقل اين اقوال از فخر رازى سخن مىگويد كه وى در مسأله حقيقت زمان متحير شده است .\r\nفخر رازى در « المباحث المشرقيه » اظهار مىدارد كه تا كنون حقيقت زمان را به دست نياوردم . « 1 »\r\nهمو در شرح « عيون الحكمه » ابن سينا مىگويد : پيروان ارسطو كه زمان را مقدار حركت مىدانند ، نمىتوانند از تنگناى مباحث زمان بيرون آيند ، جز آن كه عقيده افلاطون را بپذيرند . « 2 » عقيده افلاطون به واقع نزيك‌تر است . افلاطون مىگويد : زمان موجود قائم به نفس و مستقل است ؛ يعنى مجرد است . فخر رازى سپس اشكالاتى را به عقيده ارسطو در باب زمان وارد مىكند .\r\n\r\nسخن قيصرى در باب زمان\r\nقيصرى در نهاية البيان « 3 » مطالبى را درباره زمان ذكر كرده است كه خلاصه آن چنين است : هر حقيقت جسمانى ، داراى حقيقتى عقلى نزد خداست كه مدبّر آن حقيقت جسمانى است . و همان عقل مجرد و عقل مدبر ، حقيقت است و عالم طبيعت ، رقيقت آن است . « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اسفار ، ج 3 ، ص 145\r\n( 2 ) - اسفار ، ج 3 ، ص 145\r\n( 3 ) - ر . ك : نهاية البيان ، ص 134 به بعد\r\n( 4 ) - در اصطلاحات عرفانى و فلسفى ، حملى است به نام « حمل حقيقت بر رقيقت » كه غير از حمل اولى ذاتى و شايع صناعى است\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nهر طبيعت جسمانى حقيقتى دارد كه ماده ، حركت ، استعداد و زمان ندارد ، آن حقيقت داراى شؤون وجوديه‌اى است كه همان تحولات عالم طبيعت است و به طور متعاقب بر وحدت اتصالى استوارند . لازمه اين وحدت اتصالى ، حقيقت عقلى است . وقتى به تكثر اين شوؤن بنگريم ، هر يك از آن‌ها در زمانى جداى از زمان ديگرند . قوه موجود اين زمان در موجود و در زمان قبل است كه به فعليت مىرسد و به همين ترتيب فعليت الآن ، قوه پيشين بوده است .\r\nدليل اين كه هر موجود بالفعلى مخصوص به اين زمان خاص شد ، اين است كه هويت اين صورت شخصيه چنين اقتضايى دارد ؛ پس نيازمند به علت زايده نيست كه آن را مخصوص به وقت معينى كند ؛ چون چنين موجوداتى ، داراى هويت مستمره متجدده‌اىاند كه هر جزء از آن هويت مستمرة ، ذاتى آن وجود است و هويت هر جزء همان است كه هست . ( ج 7 اسفار ، ص 289 ) .\r\n\r\nنظريه صدرا درباره زمان\r\nصدر المتألهين نظريه خود درباره زمان را چنين بيان مىكند :\r\n« شكى نيست كه اگر چيزى در زمان و در مقوله متى واقع شود - چه بالذات يا بالعرض ؛ يعنى چه از اجزاى خود زمان باشد يا از زمانيات - همان وقوع نحوه‌ى وجود شىء خواهد بود . عقل سالم حكم مىكند كه اگر چيزى زمانى يا مكانى باشد ، بر حسب وجود مكانى و هويت شخصى خود ، محال است كه از زمان ( يا زمانيات ) و مكان خارج بوده و ثابت الوجود باشد ؛ به گونه‌اى كه زمان و مكان نسبت به آن مساوى باشد . اگر كسى زمانيات و مكانيات را از زمان و مكان جدا بداند ، بر\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nمقتضاى عقلش حكم نكرده است . اين كه جسم ، داراى تغيير ، گذشته ، حال و استقبال است ، به جهت وجود امرى ذاتى است . از اين رو ، ممكن نيست كه زمانيت و مكانيت را از شىء جدا كنيم . البته معيت جسم نسبت به زمان ، مثل معيت ثابت با متغير نيست . بلكه ممكن نيست جسم از زمان بيرون باشد . پس اگر اصل زمانيت و زمان دار بودن ذاتىّ يك شىء باشد ، بودن آن شىء در اين زمان خاصّ نيز ذاتى آن خواهد بود » . « 1 »\r\nو نيز درباره برهان وجود زمان مىگويد : « اگر دو حركت را با يك‌ديگر مقايسه كرده يكى را تندتر و ديگرى را كندتر بدانيم ، تندى و كندى را با چه چيز سنجيده‌ايم ؟ و يا در مقايسه قبليت و بعديت ، چه چيز را با قبليت و بعديت مقايسه مىكنيم ؟ هر چيزى كه ملاك قبليت و بعديت است ، همان نيز ملاك سنجش سرعت و كندى است . نوعى قبليت و بعديت ذاتى و غير قابل اجتماع هست كه ملاك اين قبليت و بعديتهاست و غير از قبليت و بعديت رتبى ( مانند علت و معلول ) است كه قابل جمعند . قبليت و بعديت غير مجامع را اصطلاحاً قبليت و بعديت زمانى مىناميم . با توجه به مطلب مذكور ، متكلمان مىگفتند زمان قبل از خلقت عالم هم بوده است . اگر به آنان گفته شود كه در اين صورت زمان هم خود ، چيزى از جزء عالم است و اين باعث تناقض است ، در جواب خواهند گفت : زمان قبل از خلقت عالم بوده و در عين حال جزء عالم نيست . بعضى نيز گفته‌اند : زمان موهوم است و هيچ واقعيتى در ذهن و واقع ندارد . عده‌اى نيز قائل به متوهم بودن زمان بودند و آن را امرى انتزاعى مىدانستند كه منشأ انتزاع آن ، ذات\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اسفار ، ج 3 ، فصل 30 ، ص 115 - 118\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nخداست ؛ اين قول مانند عقيده كسانى است كه مىگفتند : الزمان هو اللَّه . متكلمان با ابراز چنين عقايدى بر آن بودند كه حدوث عالم را ثابت كرده آن را به وجود بعد از عدم تفسير كنند » .\r\nپس با درك و قول به وجود قبليت و بعديت غير مجامع ، يقيناً مىفهميم كه زمان امرى واقعى است ؛ چون قبليت و بعديت غير مجامع همان قبليت و بعديت زمانى است كه حكما منشأ آن را حركت فلك يا منتزع از حركت فلك دانسته‌اند . اين عقيده تا زمان صدر المتألهين رواج داشت . ولى صدر المتألهين اين نكته را بر آن افزود كه اگر فلك حركت عارضى و برونى ( وضعى واينى ) دارد ، معلول حركت جوهرى اوست . « 1 » بنابراين ، اصل حركت فلك ، حركت ذاتى آن است و حركت ذاتى نيز اختصاص به فلك ندارد ؛ بلكه در همه اشياست . پس نمىتوان گفت كه زمان از حركت وضعى فلك به دست مىآيد .\r\nطبق عقيده ملاصدرا ، زمان مقدار حركت است ولى قبل از حركت‌هاى عارضى ، حركت‌هاى درونى ، محور و منشأ زمانند . به همين دليل گفته‌اند زمان ، بُعد و امتداد اشياست ، چنان كه طول و عرض و عمق ، ساير ابعاد جسم به شمار مىروند .\r\nدليل شانزدهم\r\n\r\nتبيين دلالت برهان زمان بر حركت جوهرى\r\nبراى اثبات حركت در جوهر از طريق « زمان » صدر المتألهين استدلالى را بيان كرده است . كه با توضيحات مختصر چنين است :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ر . ك : به اسفار ، ج 3 ، ص 141 - 148\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nقبليت و بعديت حوادث عالم ، ذاتى است ، به اين معنا كه ذات حركت هيولانى عالم به سوى صور عالم ، موجب شده كه صورتى قبل و صورتى ديگر بعد باشد ، پس « قبل » بودن حضرت نوح عليه السلام نه به دليل وقوع آن حضرت در قرن خاصى است و نيز « بعد » بودن رسول اكرم صلى الله عليه و آله نه به دليل وقوع آن حضرت در قرنى ديگر است . زمان و وقت در اين حوادث ، ذاتى آن‌هاست ، نه آن كه وقت مربوط به زمان باشد ؛ چنان كه در فلسفه رايج است كه مىگويند مثلًا فلان امر زمانى و منسوب به زمان است قبليت و بعديت مربوط به زمان نيستند ، بلكه به ذات اشياء مربوطند . از اين روست كه مىگوييم قبليت و بعديت غير مجامعند . « 1 » يعنى ماده‌ى عالم حركتى مستمر به سوى كمال و تبدل صور دارد و اين صور پيوستگى و اتصالى ذاتى دارند و هر يك جايگاهى ذاتى دارند كه تغيير جايگاه آن‌ها ممكن نيست ، پس قبليت و بعديت آن‌ها ذاتى است نه مربوط به زمان ، اگر آن را يك امر خارج از ذات اشياء بدانيم .\r\nبا چنين بيانى از اين برهان ، خلطى در براهينى كه ملاصدرا ذكر كرد ، صورت نمىگيرد و هر برهان طبق هدف خاصى تقرير خواهند شد .\r\nدر برخى مجلدات اسفار ، از جمله در جلد پنجم ص 194 و . . .\r\nبيانى دارد كه به طور طبيعى حركت جوهرى را نتيجه مىدهد . ص 194 ج 5 : « نحوه‌ى وجود اجسام طبيعى جز به طور تجدد و حدوث استمرارى و بدون دوام و بقا نخواهد بود . گويا پيش از اين اساس اين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ر . ك : اسفار ، ج 3 ، فصل 30 ، صص 115 - 118\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nمطلب را مستحكم نموده دليلش را به وضوح بيان كرديم ، آن جا كه در مرحله‌ى چهارم در مباحث قوه و فعل و احكام اين دو و احكام حركت و سكون و نحوه‌ى وجود طبيعت كه علت قريبه‌ى حركت است سخن گفتيم ، خصوصاً فصل معنون بعنوان « حكمت مشرقية » در فصل مربوط به كيفيت ربط حادث به قديم و متغير به ثابت و فصل اثبات حركت در جوهر و دفاع از نظريه‌ى حركت جوهرى در جواهر مادى . اين جا مىخواهيم به روش ديگرى در اين باره سخن بگوييم با توضيح و تأكيد بيش‌تر . و آن هم بدين جهت كه در ذهن عموم اين طور متمركز شده كه فلسفه حتماً معتقد به قدم اجسام خصوصاً افلاك و كواكب و كليات عناصر مىباشد و بدين جهت سوء ظن به بزرگان فلاسفه‌ى سابقين برده به آن‌ها نسبت دادند كه آن‌ها افلاك را سرمدى مىدانند ، آرى اين اشكال متوجه به متأخرين فلاسفه كه انظار قاصرى داشته ضمير كاملًا صاف ندارند مىباشد . ولى آن چه از كلمات پيشينيان بدست آمده خلاف اين عقيده‌ى متأخران است . » و سپس در فصل اول تحت عنوان « لامعة عرشية » مىگويد : در گذشته گفتيم كه غرض از اداره‌ى افلاك و به راه بردن كواكب و جريان عالم ، اين است كه عالم همه‌اش خير و سعادت باشد چنان كه اصل ايجاد و زيربناى ابداع جود و حكمت بارى تعالى است كه مىخواهد هر چيزى را به كمالش برساند و هر موجود پايين‌تر را به عالىتر استعلا بخشد . همانطور كه رسيدن و بلوغ هر متحرك طبيعى به مكان و جايگاهش سكون اوست و همچنين بلوغ طبيعت به قوى نفسانى غايت طبيعت است همين طور هم بلوغ نفس به درجه عقل سكون اوست كه نهايت نفس مىباشد چنان كه خداوند هم نهاية عقل و مادون است كه آن جا\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nراحت دائم و آرامش كامل و خير اعظم مىباشد و غرض اعلا در بناء عالم و تحريك آسمان‌ها و به راه بردن كواكب و اجرام و ساير تحولات و نيز انزال ملائكه و رسولان و كتاب‌هاى الهى و وحى و نبوت ، همه‌اش اين است كه عالم همه‌اش خير باشد و شرّ و نقص از آن دور شود و به همان مبدء خلقتش برگردد و بدين وسيله حكمت تمام شده و خلقت كامل گردد و عالم كون و فساد برچيده شود و دنيا باطل و قيامت بر پا شود و شرّ و اهل شرّ و كفر و حزب كافران و باطل منقرض گشته و حقيقت با همه‌ى آثارش تحقق و تثبيت شود . اين است غرض اعلى و شناخت و معرفت اعظم . با اين بيان به خوبى روشن مىشود كه اجسام و طبايع و قواى اجسام همگى در معرض گذشت و فنا هستند و بهره‌اى از دوام و بقا ندارند ، اين سرّ را نگه دار كه سرّى محزون و علمى مكنون است كه جز پاكان به آن راه ندارند .\r\nدر فصل ديگرى در ص 197 مىگويد : طبيعت جسمانى چه فلكى باشد و چه عنصرى تدريجاً مضمحل مىشود . . . و اگر كمى دقت كنى خواهى يافت نفس كه كمى از مقام طبيعت بالاتر است راضى نيست با طبيعت بماند و به طبيعت برگردد ، زيرا در فطرت نفس حبّ بقا و افتخار به بهترين حالات است و اگر اين معنى نبود هيچ نفس انسانى بلكه هيچ حيوانى نمىخواست كه امير و سلطان نوع خود و شهر خود باشد . و اين معنى يعنى ميل ارتقاء به درجه عقل در نهاد هر ذى نفسى مىباشد . . . و چون با اين زحمت و اجتهاد به مطلوب خود رسيد از طبيعت دست كشيده با عقل پيوند مىكند و چنان كه قبلًا دانستيد با عقل متحد مىشود . . . » مطالعه در مجموع فصول اين بحث مرحوم صدرالمتألهين نشان مىدهد كه ايشان اين استكمال را از باب حركت\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nمىداند و چون طبيعت و نفس و عقل در متن ذات موجودات هستند ، اين حركت ، در ذات و جوهر مىباشد ، حدود خاصّه طبيعت از ميان رفته اصل كمال و هستى آن در ضمن درجات بالاتر باقى مىماند . مطالعه مجموع فصول اين بحث ، بحث « اضمحلال و تلاشى طبيعت » و « تجدد و حدوث اجسام طبيعى » مىتواند براى بحث ما ، بحث حركت جوهرى مفيد باشد . ج 5 ص 194 و . . . و همين طور دقت در كلمات حكماء اقدمين و آن چه از انبياء عليهم السلام رسيده است كه در فصل سوم از ص 205 به بعد ذكر نموده است مفيد مىباشد .\r\n\r\nنقد و بررسى تقريرات بعضى از نويسندگان معاصر\r\nدر سخنان بعضى نويسندگان و اهل قلم كه درباره حركت جوهرى ، مطالبى را به زبان فارسى نگاشته‌اند ، نارسايى مختصرى در تعبيرات و فهم براهين حركت جوهرى ديده مىشود . در اين‌جا به قطعاتى از كتاب « نهاد ناآرام جهان » اشاره مىكنيم :\r\nدر اين كتاب از ميان براهين حركت جوهرى چند برهان آورده شده است . برهان اول درباره حركت عارضى است و اين كه هر حركت عارضى معلول علتى است و علت مباشر آن - بر اساس سنخيت علت و معلول - بايد داراى حركت باشد . در بيان و نتيجه‌گيرى از اين برهان نقصى مشاهده مىشود نويسنده محترم نوشته است : « سخن صدرالدين اين بود كه چرا حركت در عرض جايز باشد اما حركت در جوهر ميسر نباشد ؟ مگر اين جوهر نيست كه علت حركت در عرض است ، و مگر علت حركت نبايد خود ، متحرك باشد ؟ پس چرا نبايد باور كرد كه جوهر ذاتاً متحرك است ؟ و اگر قبول\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nكنيم كه جوهر ذاتاً متحرك است - و اين لازمه قبول اصل عليت است - آيا معنايش اين نخواهد بود كه شىء متحرك ، خود بستر حركت خويش است ، يعنى راه و رهرو در اين‌جا يكى مىشوند و موضوع و مقوله حركت وحدت مىيابند » . « 1 »\r\nاين جملات به عنوان بيان برهان حركت ، به دو دليل كامل نيست :\r\n1 - لازم نيست همه جا علت حركت ، متحرك باشد . در علت مباشرى چنين است نه همه جا ، خداوند ، علت اصلى همه اشياء و حركات است . ولى متحرك نيست .\r\n2 - در بيان مذكور آمده است : « چرا حركت در عرض جايز باشد ، اما حركت در جوهر ميسر نباشد » ؟ اين جمله ، تعبيرى غير صحيح از برهان صدرالدين است ، و نوعى مصادره به مطلوب و يا نوعى تمثيل منطقى خواهد بود .\r\nسخن صدر المتألهين ، درباره علت مباشره حركت است نه اصل علت حركت . وى مىگويد : علت مباشره حركت بايد متحرك باشد ؛ چون حركت در عرض ( مثل حركت در ايْن ، وضع و . . . ) نيازمند علت است و طبق قاعده سنخيت بين علت و معلول ، علت مباشره حركت بايد متحرك باشد و از آن‌جا كه علت مباشره حركت عارضى ، جوهر است ، پس جوهر هم بايد داراى حركت باشد . « 2 »\r\nدليل ديگر صدر المتألهين براى اثبات حركت جوهرى چنين بود :\r\nهر شىء داراى عوارضى است كه از آن به « علائم تشخيص » تعبير مىكنيم و مشهور نيز آن را « مشخص » و يا « مشخصات » نامند . اگر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سروش ، عبد الكريم ، نهاد ناآرام جهان ، چاپ دوم ، انتشارات قلم ، ص 41\r\n( 2 ) - اسفار ، ج 3 ، صص 39 - 40\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nبخواهيم علائم تشخيصى را علائم براى شيئى بدانيم ، همان گونه كه آن علائم داراى حركتند ، شىء هم بايد حركت داشته باشد ، و گرنه علائم تشخيص با حركت خودبه جلو مىرود ، ولى ذوالعلامه ساكن مىماند . تطبيق بين علامت و ذوالعلامه اقتضا مىكند كه با حركت تشخص ، متشخص هم حركت مىكند . « 1 »\r\nاين خلاصه برهانى بود كه ملاصدرا بيان كرده است ولى نويسنده در بيان اين برهان چنين نوشته است : « . . . هر موجود ، يك هويت بيش نيست كه آن هويت واحد ، چهره‌ها و نمودهاى گوناگون دارد . اشياء چون آب‌هايى نيستند در ظروف گوناگون ريخته و شكل‌هاى مختلف گرفته ، كه تمايزشان به خاطر تمايز ظروف باشد . بلكه ظرف و مظروف در اين جا يكى است و هر موجودى به اقتضاى وجود خويش شكل و ظرف خاصى مىيابد . تشخص از خارج بر وجودات تحميل نمىگردد ؛ بلكه از درون خود وجودات مىجوشد و سر برمىآورد . وجود ، در حكمت متعاليه ، مساوق با وحدت ، شخصيت و شيئيت است و بيرون از وجود ، اثرى و خاصيتى يافت نمىشود تا به وجودات تشخص ، وحدت و يا تحقق ببخشد .\r\n« حال كه چنين است ، هرگونه صفتى و عارضه‌يى در شىء ، عيناً صفت و عارضه وجود خاص آن شىء است . و بدين قرار حركت شىء ، در واقع عين حركت هويت شىء است . به سخن ديگر :\r\nاعراض و صفات هر شىء از نظر هستى از مراتب وجود جوهرند و بدين سبب ، نو شدن اعراض جز از طريق نو شدن جوهر ميسر نيست ؛\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اسفار ، ج 3 ، ص 101 - 105\r\n","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nنو شدنى پيوسته و متصل و سازگار با حفظ شخصيت شىء . و اين همان حركت در جوهر است » . « 1 »\r\nبا توضيحات ذيل خلط و نارسايى سخنان فوق معلوم مىشود :\r\nالف همان گونه كه پيش از اين آورديم ، در اين كه آيا عوارض ، علامات تشخص اند يا خود مشخص ، اختلاف است . مشهور فلاسفه معتقدند كه عوارض ، مشخصند ، ولى ما معتقديم كه علائم تشخصند .\r\nتشخص در وجود است ، نه آن كه عوارض عين وجود شىء باشند .\r\nعوارض ، عوارضند و ذات شىء ، جوهر است . اما تعبير ايشان اين بود كه : « ظرف و مظروف ( يعنى شىء و عوارض آن ) يكى است » . ولى ما حكم به يكى بودن آن نمىكنيم . ايشان سپس گفته‌اند : « هر موجودى به اقتضاى وجود خويش ، شكل و ظرف خاصى مىيابد » ، تعبير « به اقتضاى . . . مىيابد » غير از يكى بودن است . « . . . مىيابد » يعنى اقتضاى تشخص از خارج بر وجودات تحميل نمىشود ؛ بلكه از دورن خود وجودات مىجوشد كه عبارتند از مراحل كمال يا آثار شىء . پس آن‌ها يكى نيستند ؛ بلكه مقتضى و مقتضا ، خواهان و خواسته‌اند .\r\nكوتاه سخن آن كه عوارض همان ذات نيست ؛ بلكه مقتضاى ذات است . و اگر مسأله مقتضا پذيرفته شد ، بايد دست از « يكى بودن ظرف و مظروف » برداشت .\r\nب ايشان نوشته‌اند : « هر گونه صفتى و عارضه‌يى در شىء ، عيناً صفت و عارضه‌ى وجود خاص آن شىء است » ؛ مفهوم اين عبارت چيست ؟ اين عبارت در حقيقت نوعى قضيه ضرورى به شرط\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - نهاد ناآرام جهان ، ص 45\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nمحمول است . واضح است كه هر گونه صفت و عارضه شىء عيناً صفت و عارضه‌ى آن شىء است . در جمله « زيد ايستاده است » ، ايستادگى - كه صفت زيد است - عيناً صفت زيد است . كسى مدعى اين سخن نبود كه صفت شىء ، صفت شىء نيست .\r\nنويسنده ، سپس در تفسير جمله مذكور چنين نوشته‌اند : « به سخن ديگر : اعراض و صفات هر شىء از نظر هستى از مراتب وجود جوهرند » ، اين نكته سخن و تعبير ديگرى از سخن پيشين ايشان نيست . اين كه گفته‌اند اعراض از مراتب وجود جوهرند ، به اين معناست كه وجود عرض ، وجود لغيره و غير مستقل است ، نه آن كه عرض ، عين جوهر است . و مقصود از مراتب ، آن است كه وجود لنفسه عرض ، عين وجود لغيره آن است .\r\nسپس افزوده‌اند : « نو شدن اعراض جز از طريق نو شدن جوهر ميسر نيست » ؛ ولى اين جمله هم ربطى به اين دليل ما در بحث حركت جوهرى ندارد . سخن در اين بود كه عوارض ، علائم تشخصند نه مشخص . مقصود ما آن بود كه از اين طريق ، به حركت در جوهر استدلال كنيم ، اما ايشان از يكى بودن صفات شىء با شىء و اين كه صفت شىء از مراتب جوهر است ، سخن مىگويند .\r\nج ايشان نوشته‌اند : « اعراض و صفات هر شىء از نظر هستى از مراتب جوهرند » ؛ اين مدعاست و برهانى بر آن اقامه ننموده است . « 1 »\r\nعلاوه بر نكات ضعف مذكور ، در تقرير برهان سومى كه براى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ناگفته نماند كه در كلام ملاصدرا ، جمله‌اى مثل « وجود عرض ، تابع وجود جوهر است » يافت مىشود ، اما اين تعبير با تعابيرى كه در برهان مذكور ( حركت علائم ، حاكى از حركت ذوالعلامه است ) تفاوت دارد و سخن در اصل برهان است نه مطالب ديگر\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nحركت در جوهر شده است ، مطالبى ديده مىشود كه نيازمند استدلال و توضيح بيش‌تر است و شايسته بود نويسنده محترم در كنار طرح مدعا ، به اقامه برهان هم مىپرداخت . « 1 »\r\n\r\nواقعى بودن « حركت » و « سكون »\r\nمباحث حركت جوهرى آنگاه ثمر بخش است كه واقعى باشند ، نه ذهنى . مرحوم صدرالمتألهين حركت جوهرى را امرى واقعى دانسته است و سكون را نيز كه ديگران معمولًا امر عدمى مىدانند ، وجودى دانسته و مىنويسد : « السكون هو الحصول المستمر : سكون يك وجود مستمر مىباشد » . « 2 »\r\nبعضى از فلاسفه سكون را عدم محض يا عدم ملكه « / عدم الحركة عما من شأنه الحركة : حركت نكردن چيزى كه شايسته حركت است . » دانسته‌اند ولى وى سكون را حصول مستمر مىداند . و در جاى ديگر چنين تصريح دارد : « السكون امّا وجودى وامّا لازم لذلك الأمر الوجودى ، فله علّة وجودية ولا يكفى فيه عدم علة الحركة : سكون\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - به نظر مىرسد كه طرح مسأله حركت جوهرى در كتاب « نهاد ناآرام جهان » برگرفته از كتاب « دو فيلسوف شرق و غرب » مرحوم آقاى راشد است ؛ البته نويسنده « نهاد ناآرام جهان » مثال‌هايى از فيزيك جديد ارائه كرده است . در مجله آينده انديشه ( شماره 5 ، سال اول ) مقاله‌اى در معرفى و برشمردن مزيت‌هاى كتاب « نهاد ناآرام جهان » درج شده است كه نشانگر عدم فهم دقيق نويسنده مقاله از مطالب كتاب و كيفيت استدلال‌ها در باب حركت جوهرى است . جاى آن داشت كه نويسنده مقاله در كنار تمجيد از كتاب به نكات ضعف آن نيز مىپرداخت و نيز متذكر مىشد كه علاوه بر سه برهانى كه در كتاب مذكور آمده ، براهين ديگرى را مرحوم صدرالمتألهين در اسفار آورده است كه مؤلف به آن اشاره‌اى نكرده است و اشاره مىكرد كه اين كتاب اگر مطلب درستى دارد برگرفته از كتاب مرحوم راشد است\r\n( 2 ) - اسفار ، ج 3 ، ص 190\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nيا خود امر وجودى است و يا لازمه‌ى امر وجودى است و در نتيجه نيازمند به علت وجودى خواهد بود ، پس در سكون ، تنها عدم علت كافى نيست » . « 1 »\r\nهرگاه قائل شويم كه سكون امرى وجودى و نيازمند به علت است ، نادرستى نظريه‌ى وهمى بودن و غير واقعى بودن حركت ، بديهى خواهد بود . بر اين اساس در اسفار تصريح شده است كه :\r\n« الحركة بمنزلة شخص ، روحه الطبيعة » « 2 » : حركت به منزله‌ى شخصى است كه روحش طبيعت است » . پس همانند طبيعت داراى واقعيت است و اگر حركت نباشد ، طبيعت معنا نخواهد داشت . لازمه‌ى غير واقعى بودن حركت ، اعتبارى بودن عالم است ؛ چون حركت در سراسر عالم وجود دارد ، بلكه همه‌ى عالم در ذات و جوهر خود ، حركت است .\r\nناگفته نماند كه جمله‌ى معروف عرفا : « العالم خيال فى خيال » ، به معناى غير واقعى بودن عالم نيست ، بلكه مقصود اين است كه عالم در برابر حضرت حق ، از نظر تأثير ، عدم است ، در عرفان يكى از تفاسير مربوط به مسأله‌ى « غربت » ، غربت از عدم به معناى فناى عرفانى و توجه به وجود به معناى انانيّت است . اين بحث جايگاه خاص خود را دارد كه ما در صدد بيان آن نيستيم . و به قولى احرار معتقدند كه همه‌ى عالم وهم و خيال است . عالم فى حدّ ذاته ، عدم است ، گرچه جلوه‌ى خدا ، و عكس و سايه است . يعنى اگر وجود خود را ببينى عدم است ، آن را آينه‌ى خدا بدانى جلوه‌ى اوست و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اسفار ، ج 3 ، ص 209\r\n( 2 ) - اسفار ، ج 3 ، ص 97\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nهمه چيز است . مرحوم صدرا در اسفار به اين شعر اشاره دارد :\r\n كلّ ما فى الكون وهم او خيال * او عكوس فى المرايا أو ظلال « 1 » \r\nمقصود عارفان از خيالى و وهمى بودن آن است كه چون عالم شعاع حضرت حق است ، پس استقلال ندارد . بنابراين ، سخنان عرفا با بحث ما و درك فلسفى از حركت جوهرى منافات ندارد .\r\n\r\nدلايل مخالفان حركت جوهرى و پاسخ آن\r\nبا ذكر مطلب پيشين ، حركت جوهرى و ادله‌ى آن را بيان كرديم .\r\nاينك به بيان دلايل مخالفان حركت جوهرى و پاسخ آن مىپردازيم .\r\nبعضى از دلايلى كه مخالفان حركت جوهرى اقامه كرده‌اند عبارت است از :\r\n1 - انقلاب ماهيت\r\nلازمه‌ى پذيرفتن حركت جوهرى ، انقلاب ماهيت است ؛ زيرا وقتى جوهر حركت كند ، از جوهريت خود خارج شده و تبديل به جوهر ديگر مىشود و اين همان انقلاب ماهيت است . و در آن صورت ديگر آن شىء قبلى نخواهد بود .\r\n2 - عدم بقاى موضوع\r\nاگر حركت در ذات جريان داشته باشد ، ذات تغيير مىكند و هرگاه ذاتى به ذات ديگر تبديل گردد ، آن ذات كه موضوع است ، بقا ندارد تا حركت در وى جريان يابد . پس در حقيقت براى اين حركت ، موضوع ثابتى نيست و اين چيز ديگرى خواهد بود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اسفار ، ج 1 ، ص 47\r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\n3 - حركت در حركت\r\nحركت جوهرى ، حركت در حركت را در پى دارد ؛ چون اگر جوهر حركت كرد و حركت ديگرى چون حركت در عوارض ، بر آن وارد شد ، در حقيقت حركت در حركت به وجود آمده كه امرى محال است .\r\nاين‌ها را در آينده پاسخ خواهيم داد .\r\n\r\nاشكال شيخ الرئيس بر حركت جوهرى\r\nيكى از اشكال‌هايى كه شيخ الرئيس براى نفى حركت جوهرى آورده است چنين است : بنابر حركت در جوهر ، جوهر داراى بقا نيست و در نتيجه متحركى وجود ندارد و هرگاه متحركى نباشد چه چيزى حركت مىكند ؟ !\r\nدر توضيح اين مطلب گفته است : « اگر حركتى در جوهر شد و زيادت و نقص و شدت و ضعفى در آن راه داشته باشد ، هنگام حركت ، يا آن ذات ( يا ماهيت و نوع ) پيشين بقا دارد و يا از بين مىرود . اگر ذات پيشين ثابت باشد ، پس ذات صورت جوهرى تغيير نكرده است ، بلكه تغيير در عارض به وجود آمده و اين ، تحول است نه تكوّن . ( بديهى است كه مقصود از تحوّل ، حركت در عوارض و مراد از تكوّن حركت در ذات است ) . اگر همراه اين حركت و اشتداد ، جوهر ، بقا نداشته باشد ، پس اشتداد ، جوهر ديگرى را به وجود آورده است - پس جوهر پيشين از بين رفته است - و بنابراين در هر لحظه كه اشتداد فرض شود ، جوهر ديگر به وجود مىآيد و حركت جوهر و ذات پيشين نخواهد بود .\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\n« پس چون حركت تدريجى است ( و در حركت تدريجى ، نوع عوض مىشود و تدريج هم قابل انقسام به بىنهايت است ) امكان انقسام انواع جواهر به بىنهايت وجود دارد در صورتى كه اين امر در جوهر محال است بر خلاف سواد و حرارت ، يعنى در عوارض ، ممكن است انواع بىنهايتى در هنگام حركت به وجود آيد ؛ زيرا ما يك امر بالفعل و ثابت داريم كه جسم است ولى در جوهر جسمانى امر بالفعلى نداريم تا حركت در جوهر فرض شود » . « 1 »\r\nعباراتى كه از ابن سينا نقل شد حاكى از دو اشكال است :\r\nاشكال نخست اين است كه در حركت جوهرى موضوع وجود نخواهد داشت ؛ چون اگر نوع عوض شود ، پس نوع اول بقا ندارد و اگر عوض نشود حركت نكرده است و حركت در عارض آن وجود خواهد داشت .\r\nاشكال دوم اين كه : اگر بنا باشد حركت در جوهر صورت گيرد ، از آن جا كه حركت ، تدريجى است ، لازمه آن پيدايش جوهر جديد در هر لحظه است ؛ پس امكان تحقق انواع جوهرى تا بىنهايت وجود دارد و اين محال است ؛ چون بنابراين ، موجود بالفعلى نداريم . و به تعبير ديگر : انواع بىنهايت ، محصور بين حاصرين - مبدأ و منتهى - شده است .\r\nمرحوم سبزوارى در ذيل بيان ابن سينا ، اشكال ديگرى را استفاده مىكند و آن اين كه : بنا بر حركت جوهرى در ذات انسان ، چگونه يك شىء به انواع زياد تبديل گشت ؟ يك حقيقت چگونه تبديل به حقايق\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مطالب مذكور از « شفاء » نقل شد كه مرحوم صدرالمتألهين در جلد سوم اسفار ، صفحه‌ى 85 به اختصار آن را ذكر كرده است\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nزياد شده است ؟ چطور يك شىء در ذاتش هم جسم است و هر مجرّد ؟ اين اشكال لازمه‌ى قول به جسمانى الحدوث و روحانى البقا بودن نفس است . يك ذات كه جسم است با حفظ جسميت قبلى به حركت استكمالى خود ادامه مىدهد تا « روح » گردد . آيا اين ، جمع متقابلان نيست ؟ !\r\nاگر اين اشكال پذيرفته شود ، در مجموع ، سه اشكال از عبارت ابن سينا وارد شده است :\r\n1 - عدم وجود موضوع واحد .\r\n2 - محصور بىنهايت بين حاصرين .\r\n3 - تبديل يك حقيقت به حقايق مختلف . « 1 »\r\n\r\nپاسخ صدرالمتألهين به اشكال‌هاى ابن سينا\r\nمرحوم صدرالمتألهين به اشكال عدم بقاى موضوع در حركت جوهرى چنين پاسخ گفته است :\r\nدر حركت جوهرى ماده وجود دارد . ماده با يك صورت مبهم ( نه صورت خاصه ) وجود دارد . وقتى مادّه « مع صورةٍ مّا وكيفٍ مّا وكم مّا وعرضٍ مّا » وجود داشته باشد ، موضوع هم بقا دارد . و از طرف ديگر مسأله‌ى بقا ذات از باب وحدت امر متصل ، حلّ است . و چون وحدت اتصالى وجود دارد ( كه به منزله‌ى وحدت شخصى است ) ، ذات همان ذات است و وجود خواهد داشت . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مرحوم آقاى راشد و به پيروى از ايشان ، آقاى دكتر سروش در كتاب « نهاد ناآرام جهان » فقط به ذكر يك اشكال پرداختند و از دو اشكال ديگر غفلت نمودند\r\n( 2 ) - اسفار ، ج 3 ، ص 84 - 88\r\n","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nپس ذات با همان حدّ ابهامى - ماده با صورت مبهمه - بقا دارد و وجود آن وجود واحد است . به عبارت ديگر : ذات ، وجودى واحد است گرچه ذات ماهوى تغيير كرده است .\r\nصدرالمتألهين در پاسخ اشكال دوم همچنين فرمود : اين اشكال نادرست است ؛ چون انواع مزبور وجود بالفعل ندارند . « وجود » اصيل است و ماهيت اعتبارى . وجود واحد و متصل است ، اما از هر درجه‌اى ماهيتى را انتزاع مىكنيم « 1 » ( البته آن امر انتزاعى ، تحقق مستقل خارجى ندارد ) .\r\nابن سينا خود در پاسخ اشكال ديگرى تصريح كرده است كه مادّه با « صورة مّا » كافى است . اشكالى بر ابن سينا شده است كه : اگر ابن سينا حركت در جوهر را نپذيرد ، نمىتواند مسأله « كون و فساد » را هم معتقد شود ؛ چون در صورتى مىپذيريم كه با فساد يك صورت ، صورت ديگرى جاى آن را پر كند ، كه ديگرى چيز تازه‌اى و وجود مستقل جديدى نباشد با اين كه صور عالم طبيعت مباين يك‌ديگرند .\r\nابن سينا در حل اشكال مذكور ، بقاء مادّه با « صورة مّا » را پذيرفته و معتقد شده كه گرچه صور مباين هستند ولى ماده واحده باقى است و چون ماده بدون صورت تحقق ندارد ، گفته است ماده با صورة مّا يعنى صورت مبهمه ، ملاك بقاء يك شىء است و در صور مباينه و مختلفه حركت انجام مىشود .\r\nابن سينا راه حلّ ديگرى را هم مطرح كرده و گفته است كه : يك جهت ديگرى براى حفظ وحدت ، تحقق داشته و كافى است و آن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اسفار ، ج 3 ، ص 84\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nبقاى مدبّرش است ، يعنى عقل مدبر بقا دارد ، پس موضوع عوض نشده است . صدرالمتألهين هم بر اين گفتار ابن سينا تكيه كرده و معتقد است كه مىتوان اشكال بر حركت جوهرى را با همين توجيهات رفع نمود « 1 » و در نتيجه زير بناى اشكال‌هاى ابن سينا متزلزل شده و از بين مىرود .\r\nبا بيانى كه ارائه شد ، اشكال در « حركت در كم » هم كه مربوط به حركت عارضى است نه جوهرى حل خواهد شد . ابن سينا اشكالى را در مسأله رشد درخت ( كه يك حركت كمّى است ) مطرح مىكند . وى معتقد است كه در مسأله رشد درخت ، اگر شاخه‌اى از يك متر به دو متر رشد كرده باشد ، شاخه‌اى كه يك متر بوده ، دو متر نشده است ، بلكه يك متر ديگر به آن شاخه يك مترى افزوده شد است . « 2 » در اين صورت ، حركت در كم تحقق نيافته است ؛ چون موضوع دوتاست .\r\nدر ارتباط با اين اشكال ، جواب داده شده كه موضوع ، همان جسم « مع كمّ ما » ( يعنى با كمّ غير خاص و غير معين ) است . يعنى اصل شاخه با صورت مبهمه متحرك است و حركت در صور معينه دارد .\r\nشيخ الرئيس نتوانست به خوبى مسأله‌ى حركت در كم را تبيين كند و لذا در پاسخ به اين پرسش كه : موضوع ثابت در نبات و حيوان چيست ؟ مىگويد : ( درست نمىدانم ) « اگر توانستم پاسخ آن را بعداً مىدهم » . « 3 »\r\nدر پاسخ ديگر اشكال عدم بقاء موضوع كه از راه بقاء مدبّر طبيعت ، يعنى عقل توضيح داديم ، بايد بگوييم كه در حيوان موضوع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اسفار ، ج 3 ، ص 88 - 89\r\n( 2 ) - اسفار ، ج 3 ، ص 90\r\n( 3 ) - اسفار ، ج 3 ، ص 90 و 92\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nثابتى به نام « نفس » داريم ولى در نبات نمىتوان چنين گفت . از آن جا كه حيوانات داراى نفس مجردند و نفس مجرد بقا دارد ، پس حركت كمّى هم در حيوانات داراى موضوع ثابتى است كه همان « نفس » باشد . اما منظور از بقاء مدبّر ، نفس نيست تا در نبات به مشكل برخورد كنيم ، بلكه بقاء عقل مدبّر يعنى ربّ النوع و ملك مدبّر آن طبيعت منظور است .\r\nخلاصه آن كه : مسأله‌ى عدم بقاى موضوع ، هم در حركت كمّى و هم در حركت جوهرى مورد اشكال قرار گرفته ، كه پاسخ مناسب هم داده شده است .\r\nتلخيص پاسخ صدرالمتألهين از شبهه‌ى عدم بقاى موضوع در حركت جوهرى چنين است :\r\n1 - در حركت جوهرى ، ماده « مع صورة مّا » و با صورت غير معينه در صورت‌هاى مخصوص حركت مىكند و موضوع ، همان ماده « مع صورة مّا » با يك صورت على البدل است .\r\n2 - حركت ، امر واحد متصل است و وحدت اتصالى به منزله‌ى وحدت شخصى است . « 1 »\r\n3 - از آن جا كه حركت جوهرى از نوع حركت استكمالى است ، صورت خاصّه از بين نمىرود بلكه به كمال مىرسد . پس صور متعدده هم در حقيقت صورت واحد خواهد بود . صورت به درجه‌ى بالاترى رسيده است ، با وصول به درجه‌ى بالاتر ، درجات قبلى را از دست نداده است . پس هم ماده باقى است و هم صور قبلى با حذف حدود خاصّه‌ى آن‌ها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اسفار ، ج 3 ، ص 85 و 97\r\n","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\n4 - همان گونه كه در موجودات ذى نفس ، وجود نفس ، بقا و وحدت موضوع را تضمين مىكند ؛ در اجسام هم عقل مدبر است كه وحدت موضوع به واسطه‌ى آن ثابت و حفظ مىشود . « 1 »\r\n\r\nاشكال ديگر\r\nاز ابن سينا اشكال ديگرى در باب حركت جوهرى نقل شده كه خود پاسخ آن را بيان كرده است . بيان اشكال چنين است :\r\nجوهر ضد ندارد و بين دو جوهر تضادى واقع نيست . از اين رو در جوهر حركتى وجود ندارد ؛ چون حركت عبارت است از « سلوك من ضد إلى ضد : رفتن از يك ضدّ به سوى ضدّى ديگر » و در جوهر ، از ضدّى به ضدّ ديگر نمىرسيم .\r\nشيخ الرئيس در نقد اين اشكال گفته است : « اگر در متضادان ، تعاقب بر موضوع واحد را شرط كنيم ، پس صورت ضدى ندارد ؛ چون صورت موضوع ندارد . موضوع در اصطلاح خاص فلسفه يعنى آن چه كه مستغنى از حالّ در آن است . ولى محلّ صورت ، ماده است و ماده از حالّ در خود مستغنى نيست ، حالّ در ماده صورت است و ماده بدون صورت امكان تحقق ندارد .\r\nاما اگر شرط در متضادان را تعاقب بر محل واحد بدانيم نه بر موضوع واحد ، صورت داراى ضدّ خواهد بود ؛ چه اين كه « محل » شامل موردى كه مستغنى از حالّ خود نباشد نيز مىشود . در اين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - طبق براهين خاص فلسفى ، اجسامى هم كه جاندار نيستند ، تحت نظارت عقل مدبرى قرار دارند كه ضامن وحدت آن‌هاست . اگر با ديد وسيع‌تر نگاه كنيم درمىيابيم كه ذات بارى تعالى كه مدبّر اصلى اين عالم است ، ثابت و باقى و نگهدارنده‌ى اين معلول است\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nفرض ، بين صور تضادّ است ؛ چون دو صورت ، دو امر وجودى اند كه بين آن دو ، نهايت اختلاف ممكن است و از پى هم بر محل واحد وارد مىشوند . » « 1 »\r\n\r\nملاحظه و بررسى\r\nطبق نظر مرحوم صدرالمتألهين و استاد علامه‌ى طباطبايى در جواهر تضاد نيست ؛ زيرا بين يك جوهر و جوهر ديگر « غاية الخلاف » وجود ندارد و شرط تضاد هم وجود غاية الخلاف بين دو چيز مىباشد .\r\nمقصود از غاية الخلاف در دو جوهر اين است كه بين آن دو ، اختلاف بالاترى تصور نشود . و بديهى است كه ما نمىتوانيم غاية الخلاف بين دو موجود را به دست آوريم . گرچه ممكن است موجودى با موجود ديگرى فاصله‌هايى داشته باشد . اما غاية الخلاف بين آن‌ها نخواهد بود . ابن سينا براى تضاد به آب و آتش مثال زد . به نظر وى چون طبيعت آب ، سرد و طبع آتش گرم است ، بين آن‌ها غاية الخلاف هست . اگر بخواهيم چنين مثالى را مطرح كنيم ، ممكن است گفته شود : شايد چيز ديگرى وجود داشته باشد كه از آتش گرم‌تر و چيزى هم از آب سردتر باشد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اسفار ، ج 3 ، ص 107 . ناگفته نماند كه مرحوم صدرا ضمناً خود به رفع اشكال مىپردازد كه ما پيش از اين ، در ابتداى مباحث حركت به آن اشاره كرديم . ( اسفار ، ج 3 ، فصل 28 ، صص 113 - 108 )\r\n","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\n\r\nتحليل و بررسى اشكال « حركت در حركت »\r\nيكى از شبهات در باب پذيرش حركت جوهرى ، مسأله‌ى حركت در حركت است . مىگويند : لازمه‌ى پذيرش حركت جوهرى اين است كه « حركت در عوارض » عبارت باشد از « حركت بر حركت » يا « حركت در حركت » . در اين صورت آيا مىتوان به آن ملتزم شد ؟\r\nاين كه برخى از فلاسفه ، در « متى » و « فعل » و « انفعال » حركت را نپذيرفتند ، به دليل همين لوازم بود . مىگويند : « متى » و « زمان » ، خود حركت هستند و پذيرش حركت در مقوله‌ى متى به معناى تدريج در تدريج است . و يا وقوع حركت در فعل ( / تأثير تدريجى ) و انفعال ( / تأثّر تدريجى ) به معناى تدريج در تدريج است ، و تدريج در تدريج هم درست نيست ؛ چون حركت يعنى اين كه در هر لحظه فرد جديدى پيدا شود ، مثل نقل مكان از مكانى به مكان ديگر . اگر امور تدريجى بخواهند داراى حركت تدريجى باشند ، فردى از آن بيرون نخواهد رفت تا فرد ديگر توسط حركت جاى آن را بگيرد . پس تدريج در تدريج مساوى با عدم خروج است . در مثال عينى و تجربى مىتوان به حركت زمين اشاره كرد . حركت زمين از غرب به شرق است ؛ اگر چيزى به همان سرعت در همان مسير راه برود ، نتيجه‌اش اين است كه هيچ گاه از محلى كه در آن بود ، جدا نشود . مثال ديگر ، پله‌هاى برقى است كه تدريجاً جا به جا مىشوند و دائماً از بالا به طرف پايين در حركتند . اگر كسى بخواهد به تدريج به طرف بالا حركت كند ، نمىتواند از جاى خود بالاتر رود ، چون دو حركت تدريجى در برابر يك ديگر قرار گرفته‌اند .\r\nمرحوم صدرالمتألهين با اشاره به اين شبهه ، مطالبى را در بحث\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nحركت بيان مىكند . وى براى ردّ مسأله « حركت در حركت » به بيان حقيقت حركت مىپردازد و مىنويسد :\r\n« و اما عندنا فالحركة ليست من الهويات الخارجية ، بل امر عقلى معناها نفس الخروج من القوة إلى الفعل على التدريج وهو كسائر المفهومات الاعتبارية التى تصلح لأن تكون عنواناً لحقيقة خارجية ، والذى ينتزع منه هذا المعنى المصدرى هو الذات الخارجية التى يخرج وجودها من القوة إلى الفعل تدريجاً ، فوجوده لا محالة تدريجى وحدوثه بعينه يلزم الزوال ، وانقطاع بعضها عن بعض عين الاتصال ، وليس هذا الذى ذكرناه صفة الحركة لأنه ليست فى الحركة حركة وليس لها وجود تدريجى بل هى عبارة عن تدريج وجود شىء آخر وخروجه إلى الفعل يسيراً يسيراً ، فالحركة عبارة عن متحركية شىء آخر فى الحصول لا متحركية نفسها وإلّا لتسلسلت الحركات إلى غير نهاية . . . : به عقيده‌ى ما حركت هويت خارجى ندارد بلكه يك امر عقلى است و معناى آن صرف خروج تدريجى از قوه به فعليت است و اين معنى مثل ساير مفاهيم اعتبارى مىتواند عنوان يك حقيقت خارجى قرار گيرد ، منشأ انتزاع اين معناى مصدرى همان ذات خارجى است كه از قوه به فعليت خروج مىكند و به ناچار وجود اين ذات خارجى تدريجى مىباشد و حدوث آن ملازم زوال مىباشد و انقطاع اجزاء اين ذات عين اتصال آن‌هاست و اين معنا كه گفتيم توصيف حركت نمىتواند باشد ، زيرا حركت كه حركت ندارد و وجود تدريجى ندارد ، حركت تدرج وجودى شىء ديگر است و خروج تدريجى آن شىء ديگر است ، پس حركت ، متحركيت شىء ديگر در تحقق است ، نه\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nمتحركيت خود حركت ! و گرنه تسلسل در حركات بىنهايت لازم مىآيد . . . » . « 1 »\r\nپس با اين بيان روشن مىشود كه به عقيده‌ى صدرالمتألهين ، خروج تدريجى از قوه به فعل ارتباطى به حركت ندارد . مفهوم خروج تدريجى ، از ذات خارجى ، يعنى متحرك اخذ شده نه از حركت ؛ اگر اين مفهوم از حركت اخذ شده باشد ، لازم مىآيد كه حركت ، خروج تدريجى از قوه به فعل پيدا كند و به عبارت ديگر : حركت ، حركت پيدا كند كه نادرست است . اگر حركت عبارت باشد از متحركيتِ خودِ حركت ، لازمه‌اش تسلسل است ؛ زيرا حركت - طبق فرض - يعنى خروج اين حركت ، و آن حركت نيز حركت دارد و همين طور تا بىنهايت .\r\nمرحوم صدرا در ادامه‌ى مطالب به تلخيص و جمع بندى مىپردازد كه ما پس از نقل ، در بررسى آن به بعضى از نكات اشاره مىكنيم .\r\n\r\nمحل حركت ( يعنى معروض تغيّر و تجدّد ) چيست ؟\r\nمحل و معروض حركت يا امر ثابت الذات ( يعنى مجرد ، يعنى شىء متساوى النّسبة به اجزاى زمان ) است ، مثل مجردات كه گذشته و حال نسبت به آن‌ها مساوى است .\r\n لا مكانى كاندر آن نور خداست * ماضى و مستقبل و حالش كجاست \r\nمعروض حركت يا شىء مجرد است يا امر متغيّر و يا آن كه نه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اسفار ، ج 7 ، ص 284 - 285\r\n","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nمتغير و نه ثابت است . اگر معروض حركت ، امر ثابت باشد ، نادرست است ؛ چون تغيّر - كه به معناى اختصاص چيزى به وقت معين است - بر امر مفارق و مجرد عارض نمىشود . اگر معروض حركت ، امر متغير باشد ، از دو صورت بيرون نيست : تغيّر امر متغيّر ، يا زايد بر ذاتش است يا عين ذات اوست .\r\nفرض اول ، مستلزم اعاده‌ى كلام در خودِ محل است . يعنى معروض تغيّر آن كه خود حركتى زايد بر آن ذات است ، چيست ؟ تغيّر زايد بر ذات يعنى تغيّرى كه به ذات ارتباط دارد ولى مقتضاى ذات نيست . پس سخن از نو آغاز مىشود كه معروض آن تغيّر ، مجرد است يا متغيّر ، و همين طور . . . تا به يك اقتضاى ذاتى برسد . با اين فرض چون اقتضاى ذاتى در ميان نيست ، لازمه‌ى آن تسلسل و يا دور است كه هر دو باطل است .\r\nدر فرض دوم ، تغير يا عين ماهيت است و يا عين وجود . حالت اول نادرست است ؛ زيرا چيزى كه تغيّر عين ماهيتش باشد ، خودِ حركت است . و پذيرش اين قول كه : محل حركت ، حركت است ، سخن درستى نيست ؛ چون هيچ چيزى عارض بر خود نمىشود و علاوه بر آن ، برهان اقامه شده كه خودِ حركت ، متحرك نيست و حركت در حركت هم درست نيست . « 1 »\r\n\r\nپاسخ به شبهه‌ى « حركت در حركت »\r\nاز آن چه از صدرالمتألهين ، نقل شد ، به دست آمد كه وى تصوير صحيحى از « حركت در حركت » ندارد . بر اين اساس ، شبهه‌اى مطرح\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اسفار ، ج 7 ، ص 295 - 296\r\n","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nمىشود : با پذيرش حركت در جوهر ، حركت در عوارض هم كه پذيرفته شده و در ادلّه‌ى حركت بر جوهر گفته شد كه : از آن جا كه عوارض داراى حركتند و حركت هم نياز به علت دارد ، علت حركت عارضى ، جوهر است . اگر عرض داراى حركت شد ( و در همين رديف ، جوهر هم حركت دارد ) پس حركت عارضى بر چه چيزى وارد شد ؟ در فرض مذكور ، ذات وجودى « سواد » داراى حركت است و جوهر آن هم حركت دارد ، پس حركتى بر حركتى وارد شد .\r\nبه همين گونه ، اين مسأله در حركت در جوهر مطرح مىشود . در حركت جوهرى ، وقتى جوهرى حركت كرده باشد و به نفس نباتى برسد ، ماهيت نفس نباتى ، جسم نامى و يا شجر و . . . است ولى وجود خارجى آن چيست ؟ وجود خارجى آن حركت است و خارج اين حركت به نفس نباتى مىرسد و سپس بعد از تحولاتى به نفس حيوانى مىرسد و الى آخر . . . در اين تحولات حركت بر چه چيز وارد شده است ؟ مگر نه آن است كه حركت بر حركت قبلى وارد شده است . پس در حقيقت مىتوان گفت كه : حركت در جوهر ، حركت در حركت است .\r\nمرحوم علامه طباطبايى در حاشيه‌اش بر اسفار ، هم در مباحث سفر اول اسفار كه بحث حركت است و هم در پاورقى جلد سوم اسفار ( ص 285 ) اشاره دارند به اين مطلب كه : حركت جوهرى هم حركت است و هم متحرك . مرحوم صدرالمتألهين گفته بود : چيزى كه ماهيتش تغيّر است ، حركت است . ولى علامه طباطبايى مىفرمايد :\r\nحركت ماهيت ندارد .\r\nگرچه در ضمن مطالب پيشين اشاره كرديم كه مىتوان اين مطلب\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nرا از عبارت اسفار استفاده كرد ، اما واقعيت اين است كه مقصود آنان اين است كه حركت نحوه‌ى وجود است . حركت مانند حدوث است .\r\nحدوث امر واقعى خارجى نيست كه داراى ذات ماهوى باشد .\r\nآشنايان به منطق و فلسفه در اين نوع موارد مىگويند : « بمنزلة الماهية لا الماهية » . حركت امر واقعى خارجى نيست ؛ بلكه نحوه‌ى وجود خارجى . پس ماهيت نيست و ماهيت هم ندارد و بنابراين تشكيك مذكور جاى ندارد .\r\nمرحوم علامه طباطبايى تعليقه‌اى ديگر دارند ( از جمله در جلد سوم صفحه‌ى 87 و به طور فشرده‌تر صفحه‌ى 176 ) كه ما هم در تعليقات بر اسفار سخن استاد را پذيرفتيم . خلاصه‌ى آن چنين است :\r\nدليل اين كه گفته‌اند : « الشىء لا يعرض على نفسه » ( شىء بر خودش - منظور طبيعت است - عارض نمىشود ) ، چيست ؟ به نظر مىرسد اين سخن نادرست باشد ؛ چون « كم » بر « كم » عارض مىشود و در اين صورت آن قاعده باطل مىشود .\r\n« خط » و « سطح » هم « كم » است ، خط بر سطح عارض مىشود ؛ پس « كم » بر « كم » عارض شد . و در مثال خطِ مستقيم ، استقامت « كيف » و عرض است كه بر خط عارض مىشود ، پس « عرض » بر « عرض » عارض شد . اگر مقصود از « الشىء لا يعرض على نفسه » شخص عارض و معروض باشد ، در اين صورت درجات حركت مختلف است . علاوه بر آن ، حركت در جوهر اين گونه نيست . حركت در جوهر از قبيل عروض نيست تا گفته شود : « الشىء لا يعرض على نفسه » . حركت در ذات جوهر است . اگر حركت اولى در جوهر بود ، حركت بعدى هم در جوهر است . و نيز اين كه گفته شد : « الحركة فى\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nالحركة » لازم مىآيد ، باز نادرست خواهد بود ؛ چون يك حركت ، اصلى است و ديگرى تبعى . يكى جوهر و ديگرى عارض در جوهر است . يك حركت ذات اوليه و ديگرى ادامه‌ى آن است كه به دنبال آن مىآيد .\r\n\r\nانحصار حركت در بعضى از مقولات\r\nبه تناسب سخنى كه از مرحوم صدرالمتألهين در عدم معقوليت حركت در حركت نقل شد ، جا دارد كه اين مطلب را هم متذكر شويم كه بر اساس نظريه‌ى مذكور ، قدماى فلاسفه حركت را منحصر در مقولات « كم » ، « كيف » ، « وضع » و « أين » مىدانستند و مرحوم صدرا حركت در مقوله‌ى جوهر را بر آن افزود . حركت در مقوله‌ى « فعل » ، « انفعال » و « متى » را قبول ندارند و استدلال مىكنند كه در « فعل » ، « انفعال » و « متى » تدريج هست ، و حركت كه مقتضاى خروج فرد در هر لحظه به فرد ديگر است ، با تدريج سازگار نيست . در تدريج ، فردى نمىتواند در هر لحظه تبديل به فرد ديگر شود و از آن حالت بيرون بيايد . حركت آن به تدريج ادامه دارد و اگر مثلًا در « متى » حركت وجود داشته باشد ، لازم مىآيد كه حركت در حركت باشد كه معقول نيست .\r\nمرحوم علامه‌ى طباطبايى ( در پاورقى بر اسفار ) در نقد اين نظريه مىفرمايند : « 1 » در مقوله فعل و انفعال خروج تدريجى نيست . فعل ، هيأت و حالتى است كه براى فاعل ( محرّك ) حاصل مىشود و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اسفار ، ج 3 ، ص 77\r\n","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nانفعال ، حالتى است كه براى متحرّك حاصل مىگردد . پس نه خودِ حركت مطرح است و نه خودِ تدريج ؛ بلكه تنها هيأت مطرح است .\r\n« متى » نيز عبارت است از هيأتى كه از احاطه‌ى زمان به چيزى حاصل مىشود ، نه حركت تدريجى در زمان .\r\nعلامه مىفرمايد : « 1 » حق آن است كه اگر حركت در جوهر را پذيرفتيم ، ديگر حركت را منحصر در بعضى از مقولات نكنيم . در تمام مقولات عرضى حركت وجود دارد . علاوه بر آن در ادلّه‌ى حركت جوهرى متذكر شديم كه عرض ، تابع وجود جوهر است . مگر امكان دارد كه متبوع بر اثر ثبوت حركت ايستايى نداشته باشد ولى تابع داشته باشد ؟ بنابراين ، حركت در جوهر مقتضى حركت در جميع عوارض است . اگر جوهرى حركت داشته باشد ، عوارض آن از حيث مكان و زمان و . . . هم حركت خواهند داشت ، گرچه ما آن را درك نكنيم .\r\nدر مقوله‌ى « اضافه » و « جده » هم حركت جوهرى وجود دارد .\r\nگرچه به نظر مرحوم صدرالمتألهين حركت در اضافه ، تابع طرفين است ، ولى تابع بودن منافاتى ندارد كه به تبع طرفين ، وجودى كه در اضافه متصور است حركت داشته باشد . حركتِ بالذات نداشتنِ « اضافه » و « جده » ، اشكالى را در حركت جوهرى آن‌ها ايجاد نمىكند .\r\nپس نتيجه اين شد كه حركت در همه‌ى مقولات جريان دارد . و هر فيلسوفى كه حركت جوهرى را پذيرفته است جا دارد كه از حركت در همه‌ى مقولات عرضيّه دفاع كند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - پاورقى اسفار ، ج 3 ، ص 78\r\n","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\n\r\nحركت جوهرى در مباحث قرآنى و عرفانى\r\nدر مطالب پيشين در اثبات حركت جوهرى ، به آياتى از قرآن كريم استشهاد شد . مرحوم صدرالمتألهين در غير از اسفار و اسرار الآيات ، در بعضى از كتب تفسيرى كه به مناسبت‌هاى مختلف به مسأله‌ى حركت جوهرى اشاره كرده و از آيات قرآنى بهره جسته است . به عنوان مثال ، وى در تفسير سوره‌ى « زلزال » مىگويد :\r\n« در آيه‌ى » « إذا زلزلت الأرض زلزالها » ، زلزال مربوط به خودِ ارض است يعنى ذات ارض ، نه عوارض . بنابراين ، اين حركت در جوهر خواهد بود » . و يا به نظر ما از آيه‌ى شريفه‌ى « يومئذ يصدر الناس اشتاتاً ليروا اعمالهم » ، گروه گروه شدن مردم بر اساس ملكات و ذات آن‌هاست . طبق بعضى از رواياتى كه در تفسير اين آيه و يا آيات ديگر است ، استفاده مىشود كه : حقايق مردم عوض مىشود .\r\nبعضى از افراد - به خاطر داشتن صفاتى در دنيا - به صورت خنريز ، ميمون و . . . محشور مىشوند . در بعضى از مكاشفات ، صورت باطنى عده‌اى به شكل حيوان ديده شده است . اين كه از مكاشفات سخن مىگوييم ، براى اين است كه برهان نداريم . ناگفته نماند كه اگر براى كسى مكاشفه حاصل شود ، همچون رؤيت و ديدار خواهد بود و نقش آن از براهين مهم‌تر است .\r\nدر بعضى از مكاشفات ، حسودان همچون پلنگ مشاهده شده‌اند .\r\nدر روايت آمده است : « يحشر الناس على نياتهم » ؛ « 1 » مردم بر حسب نيت‌ها و انگيزه‌ها محشور مىشوند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار الانوار ، ج 74 ، ص 209\r\n","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nو نيز آمده است كه بعضى از مردم به صورت خنزير و بعضى به صورت ميمون و بعضى نيز به صورتى كه ميمون و خوك زيباتر از آن هستند ، محشور مىشوند .\r\nواضح است كه تجلى صور باطنى در قيامت ، همان ذات انسانى است . آدمى از ابتدا كه ميمون نيست ولى با حركت‌هاى عارضى ، به تدريج ذاتش عوض شده و به ميمون مبدل شده است . در دنيا باطن انسان معلوم نيست ، ولى با اعمالى كه انجام مىدهد ، ملكات ذاتش را عوض مىكند .\r\n\r\nعامل حركت جوهرى در انسان ؟\r\nدر مباحث جبر و اختيار ، نقش اعمال انسان مطرح مىگردد كه آيا همه‌ى اعمال آدمى با اختيار وى انجام مىشود يا نه ؟ عمل ، با اختيار انجام دهنده‌ى آن واقع مىشود ولى اختيار را كسى ديگر عطا كرده است . از آن جا كه اختيار همچون ساير قوا ، ممكن الوجود است ، به واجبى برمىگردد كه حق تعالى باشد . همه‌ى ممكنات مخلوق خدا هستند .\r\nقرآن مىفرمايد : « خلق كلّ شىء » . اعمال انسان كه با اختيار وى است ، در نهايت به خداوند برمىگردد . و در مجازات اعمال ، وجود اختيار آدمى كافى است ؛ گرچه اختيارش از جاى ديگر گرفته شده باشد .\r\nعمل انسان ، اختيارى است اما اختيار وى اختيارى نيست . اگر اختيار ، اختيارى باشد ، تسلسل لازم مىآيد . فلاسفه هم بحثى در اين باره دارند و مىگويند : محال است كه تمام عمل انسان ، از آنِ خودش\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nباشد ؛ زيرا عمل موجب ملكه است و ملكه هم موجب ذات است و اگر همه‌ى عمل در اختيار انسان باشد ، لازمه‌اش اين است كه انسان ذاتش را بسازد و اين هم امكان ندارد .\r\nبر همين اساس است كه انسان در ابتدا موجود مىشود و سپس ذاتش - به وسيله‌ى اعمالش - شكل مىگيرد . البته معناى اين سخن چنين نيست كه آدمى خالق خود باشد ، چرا كه لازمه‌ى آن ، تقدم معلول بر علت است . مرحوم سبزوارى ، اشعار لطيفى در اين باره دارند .\r\n وكيف فعلنا الينا فوضا * وانّ ذا تفويض ذاتنا اقتضى « 1 » \r\nچگونه مىتوان گفت كه همه‌ى افعال - و اعمال - ما به ما واگذار شده است و غير از ما كسى دخالتى در آن ندارد ؟ ! پذيرش اين سخن موجب مىشود كه بگوييم : ذات ما به خودمان واگذار شده است .\r\n إذ خمرت طينتنا بالملكة * وتلك فينا حصلت بالحركة « 2 » \r\nطينت و ذات ما با ملكات به دست مىآيد و ملكات هم به وسيله‌ى حركات و اعمال ما متحقق مىشود . البته لازمه‌اش اين نيست كه ذات ما فقط به وسيله‌ى ما درست شود و غير از ما دخالتى در آن نداشته باشد ؛ بلكه مَثَل اعمال ، همچون مسأله وجود است :\r\n لكن كما الوجود منسوب لنا * فالفعل فعل اللَّه وهو فعلنا « 3 » \r\nوجود و هستى ما در عين اين كه وجود ماست ، از آنِ خدا و فعل اوست . همانطور كه اصلِ وجود ما از خداست ، فعل ما هم ازاوست .\r\n( فعل ما ، هم فعل ماست و هم فعل خداست ، البته به طور طولى ) .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - شرح منظومه سبزوارى ، ص 179\r\n( 2 ) - شرح منظومه سبزوارى ، ص 180\r\n( 3 ) - شرح منظومه سبزوارى ، ص 180\r\n","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nمقصود از ذكر اين نكات آن است كه پس از طرح مبحث حركت در جوهر ، و بحث از عامل اين حركت به اين نتيجه مىرسيم كه اعمال آدمى وسيله‌ى حركت جوهرى است . ذات فعلى ، عوض مىشود و طبق روايات ، باطن بعضى از افراد چون عقرب ، مار و . . . است . اين سخن ، همان حركت در جوهر است كه به وسيله‌ى اعمال آدمى تحولاتى صورت مىپذيرد و تبديل به صورت ديگر مىشود .\r\nمجازات انسان الآن وجود دارد و جلوه‌اش در قيامت است . روز قيامت ، روزى است كه سريره‌هاى ثابتى كه در انسان است ، آشكار مىشود : « يوم تبلى السّرائر » . سراير ، مربوط به ذواتى است كه با اعمال براى آدمى ثابت مىماند و ديگر عوض نمىشود ( بر خلاف بعضى از كارها يا گناه كه بر اثر توبه و يا غفلت از ياد آن ، در قيامت آشكار نمىشود ) .\r\nبعضى از عرفا روايتى را نقل كردند كه ما در اين جا آن را از « فتوحات مكيّه » محى الدين عربى نقل مىكنيم : « در قيامت شخصى را مىآورند . خداوند به او مىفرمايد : چرا فلان عمل زشت را انجام دادى ؟ او مىگويد : خدايا ! چنين كارى را نكردم . خدا به فرشتگان دستور مىدهد تا او را به بهشت ببرند . بعضى از فرشتگان مىگويند :\r\nخدايا ! تو كه مىدانى وى آن كار را انجام داده است . خداوند مىفرمايد : من خجالت كشيدم كه به بنده‌ام نسبت دروغ دهم » ! ! ! اين روايت - با آن كه سندى را برايش نيافتيم - خيلى عجيب است . اين روايت با مفاهيم بعضى از روايات ديگر سازگار است . مثلًا در مناجات شعبانيه مىخوانيم :\r\n« . . . الهى قد احسنت إذ لم تظهرها لأحد من عبادك الصالحين فلا\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nتفضحنى يوم القيامة على رؤس الأشهاد » : « خدايا ! چون لطف كردى و گناهانم را بر هيچ بنده‌ى صالحى آشكار نكردى ؛ پس روز قيامت هم در حضور بندگان مرا رسوا و مفتضح مگردان » !\r\nظاهر قرآن هم دلالت دارد كه همه‌ى افراد رسوا نخواهند شد . در قرآن آمده است : « اقرء كتابك كفى بنفسك اليوم حسيبا » : يعنى ( در قيامت به انسان گفته مىشود : ) كتابت را بخوان ، كافى است كه امروز ، خودت حسابگر خويش باشى !\r\nپس « يوم تبلى السّرائر » براى همگان نيست . آنانى كه متجاهر به فسق‌اند ، چون در دنيا هر عمل ناهنجار را به طور علنى انجام مىدادند ، در قيامت هم رسوا خواهند شد . اما آنان كه مخفيانه مرتكب گناه مىشوند ، لطف و كرم بىانتهاى خدا شامل حال آنان مىگردد و آنان را در روز قيامت هم رسوا نمىكنند .\r\nنكته‌ى اصلى سخن ما در كلمه‌ى « سرائر » است . سرائر جمع سريره ، صفت مشبهه و دالّ بر ثبوت است . و اشاره به ملكات ثابت انسانى دارد كه موجب ذات انسان مىگردد . پس سرائر ، اشاره به جنبه‌ى باطنى تغيير است كه با حركات و اعمال ذات عوض شده است .\r\n\r\nتذكارى در رابطه با افكار محى الدين عربى\r\nبا آنكه ابن عربى از بزرگان علم عرفان و تصوف است و به مكاشفات خوبى دست يافته است و كتابهايش آموزنده و داراى مطالب بلند فلسفى و عرفانى است ، ولى با اين وصف جملاتى در آن ديده مىشود كه شايد ناشى از اشتباهات نساخ و يا دست كاريهاى\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nمغرضان و دشمنان و يا اشتباه فكرى و عقيدتى شخص وى باشد . از اين رو ، به چند نكته از افكار وى كه مستند به كتابهايش است اشاره مىكنيم تا طالبان حق و متفكران دينى ، خود به درستى بينديشند و قضاوتى صحيح داشته باشند : 1 - در فتوحات مكيه مىنويسد :\r\n« ابوبكر الصديق كان اعلم الناس « 1 » : ابوبكر از همه مردم اعلم بود ! آيا ابن عربى واقعاً ابوبكر را از سلمان و ابوذر و . . . اعلم مىدانسته ؟ ! با على عليه السلام كه زشت است مقايسه كردن ! )\r\n2 - در مورد عايشه و حفصه ( ازهمسران پيامبر صلى الله عليه و آله ) معتقد است :\r\nآن‌ها علم بسيار گسترده‌اى به حقايق داشتند . سوره‌ى تحريم كه هشدارى اشت به همسران پيامبر صلى الله عليه و آله تا آن حضرت را آزار نرسانند و گرنه خدا ، جبرئيل ، مؤمنان صالح و فرشتگان خدا به كمك پيامبر صلى الله عليه و آله خواهند آمد ، حاكى از اين است كه عايشه قدرت معنوى عظيمى داشت كه مىتوانست بر عالم مسلط باشد . « 2 » راستى هر كسى كه با توطئه و دسيسه و بدجنسى موجب آزار مؤمنين و شخص پيامبر شود قدرت معنوى عظيمى دارد كه جهان را اداره مىكند ! ! راستى حرف عجيبى است !\r\n3 - درباره‌ى « راسخون فى العلم » ، به تناسب بحث ، مىگويد : اهل بيت لغزش و گناه دارند ولى گناهشان مغفور است . آيه‌ى « يطهركم تطهيراً » معنايش اين است كه آنان گناه دارند و تطهير مىشوند .\r\nاين سخن ايشان نادرست است ، گرچه تطهير در لغت به اين معناست كه قذراتى هست وازبين مىرود ، اما مقصود از قذرات\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - فتوحات ، مكيه ، ج 1 ، ص 181\r\n( 2 ) - همان ، ج 1 ، ص 180\r\n","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nاستعدادى انسان طبيعى است . چنان كه در نظر اهل معرفت ، اصل امكان ، خود نقص و سياهى است .\r\n سيه رويى زممكن در دو عالم * جدا هرگز نشدواللَّه اعلم \r\nپس قذرات استعدادى كه در همه‌ى انسانهاست ، در اهل بيت عليهم السلام به طهارت مبدل شد ، به گونه‌اى كه ديگر امكان آلودگى نيست . از طرف ديگر ، آنان وصل به صقع ربوبىاند و با اين اتصال ، بالاتر از ممكنات ديگر و باقى به بقاءاللَّه تعالى شده‌اند .\r\nمحىالدين ، خود در جلد دوم فتوحات مىگويد : ( انسان و هر ممكن الوجودى ، به دليل ممكن بودنشان ، عدم اند و با داشتن عدم ، داراى قذرات و آلودگىاند . عدم چون سلامت وجود يا اصل وجود را مىبرد ، قذر و آلودگى است . پس معناى يطّهركم نه اين است كه اهل بيت عليهم السلام آلوده بوده‌اند و خدا پاكشان نموده ، بلكه به اين معنى است كه خداوند استعداد آلودگى كه در همه‌ى انسان‌ها است ، از آن‌ها دور نموده است . بعلاوه اين كه از جمله‌ى ليذهب عنكم الرجز ، در اول آيه به خوبى معلوم است كه رجز و پليدى از اهل بيت عليهم السلام كاملًا دور است .\r\n4 - در فتوحات مىنويسد : « ابو هريرة من نقلة علوم الأسرار » ؛ ابو هريره از ناقلان علوم باطنى و اسرارپيامبر صلى الله عليه و آله است . « 1 » واقعاًبىانصافى و كم دقتى تا كجا ؟ ابوهريره جاعل و وضّاع و كذاب كه حتى مترجمان اهل سنت او را مردود دانسته‌اند ، واسطه‌ى نقل علوم اسرار است ؟\r\nاسرار يعنى حقايق باطنى كه ديگران نمىتوانند داشته باشند .\r\n5 - و نيز مىگويد : ( عمر كان محدثاً ) فرشتگان با عمر حرف\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - فتوحات ، ج 1 ، ص 200\r\n","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nمىزدند . و اين مطلب را از پيامبر صلى الله عليه و آله هم نقل مىكند . و مىگويد ( من اقطاب هذا المقام عمر بن الخطاب : عمر از اقطاب است كه يك مقام عرفانى بلندى است . « 1 »\r\n6 - و نيز از پيامبر صلى الله عليه و آله نقل مىكند كه آن حضرت فرمود : ( يا عمر ! ما لقيك شيطان فى فج الا سلك فجاًغير فجك ) ، ( اى عمر ! در هر بيابانى ( شكاف كوهى ) شيطان تو را ببيند ، راهش را عوض مىكند ) . « 2 »\r\nسپس مىگويد : ( فدلّ على عصمته ) : اين روايت بر عصمت عمر دلالت مىكند ! ! عمر معصوم است اما اهل بيت پيامبر آلوده بوده‌اند و خدا بخشيده و پاكشان نموده ! !\r\nو نيز به نقل از پيامبر صلى الله عليه و آله در همان صفحه مىنويسد : ( ما ترك الحق لعمر من صديق ) . « 3 »\r\n( يعنى ، به دليل آن كه عمر به عدل و حقگويى رفتار مىكرده است انتظارهاى نابه حق كسى را برآورده نمىساخت مردم دست از دوستى او كشيدند . )\r\n7 - در فتوحات آمده است : ( ابو حنيفه ، احمد حنبل و شافعى و ديگر علماى اهل سنت ، حافظان شريعتند ) . « 4 » 8 - و نيز مىنويسد : ( ابو بكر صديق از رجال حيرت است ) . « 5 »\r\nحيرت مقامى عرفانى پس از مرحله‌ى درك حقايق و اسماء و صفات است . بدين معنى كه عارف به مقام تحير فى ذات اللَّه دست مىيابد كه تحت مقام ابهّت قرار دارد .\r\n9 - در فتوحات آمده است : ( اگر كسى به فلان مقام دست يابد ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - همان\r\n( 2 ) - همان\r\n( 3 ) - همان\r\n( 4 ) - همان ، ص 151 ، ج 1 ، ص 151\r\n( 5 ) - همان ، ص 271\r\n","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nعمرى المقام است ) « 1 » يعنى مانند عمر به مقامى و الا دست مىيابد .\r\n10 - و نيز در فتوحات مىنويسد : ( فلان مقام عرفانى ، مقام ابوبكر است ) . آيا به راستى محيىالدين نمىداند كه آزار دهندگان فاطمه زهرا عليها السلام مغضوب خدا هستند ؟ !\r\n11 - در مذمت شيعه مىنويسد : ( علامت تشيع در مكاشفه‌اى كه بر ما و ديگران جلوه كرد ، صورت خوك است . ) « 2 » يعنى باطن شيعه ، خوك است ! ! زهى ادعاء دروغ ! و زهى بىشرفى ! !\r\n12 - روش بحث محىالدين ، روش اهل سنت است . ( بعضى از بزرگان در حوزه علميه قم گفته‌اند كه كلمات محى الدين به روش شيعه است . گويا آن‌ها فقط مسائل خالص عرفانى وى را ديده‌اند ، مسائل ديگرى در نوشته‌هاى ايشان مطرح است كه برگرفته از اهل سنت است ) . مثلًا مىگويد : ( روز عاشورا روز عيد بزرگ اسلامى و روز با بركتى است ) . « 3 » بسيارى از اهل سنت به اين قول معتقدند و روزه‌ى روز عاشورا را مستحب مىدانند . در بيان فلسفه و حكمت احكام شرعى فقهى ، در ج سوم و چهارم فتوحات ، همه جا احكام فقهى را طبق فتاواى اهل سنت بيان مىكند ! !\r\n13 - محى الدين از ملامتيه‌ى صوفيه تعريف و تمجيد مىكند .\r\n( ملامتيه ، صوفيانى هستند كه مرتكب اعمال خلاف ظاهر شرع مىشوند تا خود را از وجهه‌ى اجتماعى و موقعيت عرفى دور كنند . ) اين روش مسلماً بر خلاف شيعه است . در روايات ما هم آمده است :\r\n( ان اللَّه - تبارك و تعالى - فوّض الى المؤمن كل شىء الا اذلاله نفسه :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - همان ، ص 284\r\n( 2 ) - ايضاً ، ج 2 ، ص 8\r\n( 3 ) - فتوحات ، ج 1 ، ص 208\r\n","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nخداوند همه چيز را به مؤمن اجازه داده جز ذليل كردن خود را ) ! « 1 »\r\nدر فتوحات ، ملامتيه به عنوان بالاترين ( رجال مطلع ( دانسته شده‌اند ) . « 2 » ( اصطلاح رجال مطلع ، نوعى از درجات و مقامات در عرفان است ) . در فتوحات اين جمله‌ى مولى الموحدين عليه السلام را به ابى بكر نسبت مىدهد : ما رايت شيئاًالا و رايت اللَّه قبله . « 3 »\r\nنكاتى كه آورديم ، برخى از دهها نكات منفى در كلام محى الدين عربى است . هر چند سخنان زيبا و جنبه‌هاى مثبت نيز در نوشته‌هاى وى ديده مىشود كه بعضى از آن‌ها را مىآوريم :\r\n1 - در فصوص ، و نيز در اجوبه‌ى محى الدين به امام محمد بن على ترمذى آمده است كه ، ولايت دو گونه است : يكى ولايت كليه الهيه ( كه مخصوص خداوند است ) و ديگرى ولايت محمديه صلى الله عليه و آله . در توضيح اين قسمت ، ضمن يادآورى ديدارش با امام زمان عليه السلام مىگويد :\r\n« و اما ختم الولايه المحمديه فهو لرجل من العرب ، اكرمها اصلا وبدء ، فهو فى زماننا اليوم موجود ، عرفت به سنه خمس وتسعين و خمس مائه ورأيت العلامه التى فد اخفى الحق فيه عن عيون عباده وكشفها لى بمدينه فاس ، حتى رايت ختم الولايه منه وهى الولايه الخاصه لا يعلمه كثير من الناس . قد ابتليه اللَّه باهل الانكار عليه . . . « 4 » : و اما ختم ولايت محمدى ، براى مردى از عرب است كه از نظر حسب و نسب بهترين مردم است .\r\nاو در زمان ما زنده است . من در سال 595 هجرى وى را شناختم . و نشانه‌اى را كه خداوند از چشم بندگانش مخفى كرده است ديدم و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مشكوة الانوار ، ص 245\r\n( 2 ) - فتوحات مكيه ، ج 1 ، ص 188 ، 201 ، 206 ، 242 و . .\r\n( 3 ) - همان ، ج 1 ، ص 415\r\n( 4 ) - فصوص الحكم ، ص 111\r\n","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nخداوند آن نشانه را براى من در شهر فاس آشكار نمود . حتى مهر ختم ولايت او را ديدم و اين ولايت ، هان ولايت خاصه‌اى است كه بيشتر مردم اطلاعى از آن ندارند . خداوند او را مبتلا به اهل انكار ساخت . . . »\r\nناگفته نماند كه اين سخن به روش اعتقادات شيعه است ، ليكن دليل بر تشيع او نيست ، زيرا منظورش ولايت باطنى است . آن‌ها به اقطاب اعتقاد دارندو مىگويند كه در هر زمانى بايد يك قطب ، دو امام ، چهار اوتاد ، هفت ابدال ، دوازده نقيب ، و هشت نجيب ، و نيز حواريون ، وجود داشته باشند . بر اين اساس ، آن‌ها امام زمان ارواحنا فداه را قطب مىدانند . و ولايت باطنى را به چنين فردى كه ( اكرم العرب اصلًا و بدءً ) باشد ، مىسپارند ، نه اين كه پس از پيامبر ، على عليه السلام و اولاد آن حضرت را خليفه‌ى بلافصل بدانند ( به حسب جعل خلافت ظاهرى ) .\r\n2 - با آن كه اكثر اهل سنت عصمت را در انبيا لازم نمىدانند ، محى الدين در فتوحات از معصومين عليهم السلام ياد مىكند . « 1 » و به عصمت برخى از برگزيدگان خدا اعتقاد دارد .\r\n3 - در فتوحات ضمن ايراد و نقص بر صوفيه و حمله به بعضى از كارهاى آنان ، مانند : شركت درمجالس رقص و آواز مىگويد : ( به آنان بگوييد كه اگر با آواز خوانى و شنيدن به وصل مىرسيد ، از ناحيه چه چيز است ؟ اگر اين وصل در اثر معناست ، معناى آيات قرآن بهتر و بيش از شعرى است كه شمادر اين مجالس مىخوانيد ، پس چرا با خواندن آيات قرآن به وصل نمىرسيد ؟ ) « 2 »\r\n4 - در فتوحات ، لزوم ( مودت ذوى القربى ) را يادآورى مىكند . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - همان ، ج 1 ، ص 197\r\n( 2 ) - همان ، ج 1 ، ص 210\r\n( 3 ) - همان ، ج 1 ، ص 197\r\n","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nالبته بديهى است كه مودت به اقرباى پيامبر صلى الله عليه و آله غير از مساله خلافت است . اهل سنت مودّت را قبول دارند ، ولى خلافت را كه حق واقعى و مسلّم اهل بيت عليهم السلام است رد مىكنند . البته وى اسامى دوازده امام را هم ذكر كرده است ولى نه به عنوان خلافت و امامت ، بلكه جهت روايت منقول از پيامبر صلى الله عليه و آله كه فرمود : ( الائمه بعدى اثنا عشر . . . ) و آن هم درباره‌ى امامت باطنى و ولايت اقطابى !\r\n5 - علاوه بر آنچه كه گفته شد ، محى الدين مطالب و مفاهيم بلند عرفانى بسيار دارد كه بعد از وى عرفا از آن‌ها بهره‌ى زيادى برده‌اند .\r\nشنيدم كه در مصر ، هشتاد جلد تفسير بر فتوحات نوشته‌اند .\r\nما احتمال مىدهيم كه چون محى الدين در اندلس ( اسپانيا ) مىزيست ، از روايات پيامبر صلى الله عليه و آله و اهل بيت عليهم السلام از طريق شيعه ، اطلاع كافى و دقيق نداشته است . آنچه را كه وى ذكر كرده ، برگرفته از كتاب‌هاى اهل تسنن است كه در جمع آنان بوده است . وى به لياقت و شايستگى اهل بيت عليهم السلام براى امامت اعتقاد دارد ولى مىگويد : مردم جمع شدند و مثلًا فلانى را به عنوان خليفه انتخاب كردند . شبيه حرفهايى كه ابن ابى الحديد و ديگران دارند .\r\nاينك جاى اين سؤال است كه با وجود بعضى از انحرافات اعتقادى محى الدين چگونه وى به مفاهيم بلند توحيدى دست يافته است ؟ در پاسخ بايد دانست كه : اولًا او از نظر علمى هم اشتباهاتى دارد . مثلًا بعضى از مسائل فلسفى را به خوبى در نيافته است . مثلًا :\r\nقانون ( الواحد لا يصدر عنه إلّاالواحد ) را به شدت رد مىكند . با آن كه ما در فلسفه قانون ( الواحد ) را به درستى درك مىكنيم ، چنان كه در\r\n\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nمتون مذهبى نيز شواهدى دارد چنانچه مرحوم صدوق در كتاب توحيد خويش از امام صادق عليه السلام نقل مىكند كه در جواب زنديق فرمود : اليس ينبغى لك ان تعلم انّ الواحد لا يقال له اكثر من فعل . . . : آيا نبايد بفهمى كه يك واحد بسيط ، بيش از يك فعل ندارد ؟ ! و بنابراين حتماً بايد بين خداوند كه بسيط من جميع الجهات است و عالم طبيعت كه متفرقات و متبائنات هستند واسطه‌اى باشد كه در بررسى نصوص دينى آن را بر نور پيامبر و اهل بيت عليهم السلام تطبيق مىدهيم .\r\nثانياً ، شايد بتوان گفت وى در بحث ولايت اهل بيت عليهم السلام قاصر است نه مقصر ، بسيارى از علماى اهل سنت چنين بودند . و احياناً درمىيافتند كه راهشان اشتباه است و مستبصر مىشدند اين افراد قاصرند و مىتوان بعضى از ضعفاى آنان را چنين توجيه نمود .\r\n\r\nآثار حركت جوهرى\r\nبراى حركت جوهرى آثار متعددى ذكر كرده‌اند كه ما به بيان بعضى از آن‌ها مىپردازيم :\r\nالف - حركت جوهر و اثبات صانع : يكى از راه‌هاى اثبات صانع نزد متكلمان و فلاسفه ، حركت است . پيش از صدر المتألهين ، مباحث حركت در ارتباط با عوارض مطرح مىشد ، و سخنى از حركت در متن ذات نبود . با توجه به مسأله حركت در جوهر ، ذات ثابتى نخواهد بود و هر آن حدوثى تحقق مىپذيرد : ( كل يوم هو فى شأن ) . پس سخن از يك حركت عارضى نيست كه آن را چگونه به محرك ثابت ارتباط دهيم . بلكه حركت در همه عالم وجود جريان دارد و هر آن از سوى خداوند كار جديد و حدوثى صورت مىگيرد . در حقيقت بايد گفت حركت يك وجود ضعيفى بين وجود و عدم و يا بين قوه و فعل است .\r\n\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\n ما چو نائيم و نوا در ما ز توست * ما چو كوهيم و صدا در ما ز توست\r\nما عدم‌هاييم هستىها نما * تو وجود مطلق و هستى ما \r\n ما همه شيران ولى شير علم * حمله مان از باد باشد دم بدم\r\nباد ما و بودما از داد توست * هستى ما جمله از ايجاد توست \r\nشبيه همين مطلب را حافظ هم در شعرش آورده است :\r\n گلبرگ را ز سنبل مشكين نقاب كن * يعنى كه رخ بپوش و جهان را خراب كن \r\nهمه‌ى عالم وجود ، لحظه به لحظه به ذات بارى وصل است . اگر لحظه‌اى عنايت حق قطع گردد ، همه‌ى وجودات ، عدم خواهند شد .\r\nگويا اين شعر هم نشانگر مسأله‌ى حركت در ذات باشد .\r\n هر نفس نو مىشود دنيا و ما * بىخبر از نو شدن اندر بقا\r\nعمر چون جوى نو نو مىرسد * مستمرى مىنمايد در جسد \r\nبحث حركت در جوهر ، در باب خداشناسى اين مطلب را مىرساند كه نه تنها ظواهر ، بلكه چون همه چيز طبيعت و انسان - اعم از ذات و عوارض - در تجدد و حدوث‌اند و لحظه به لحظه از ذات بارى فيض مىگيرند ، انسان دائماً خود را در حال استفاضه از ذات الهى مىبيند ، در ذات خود و در صفات . اگر از طريق حركت و اينكه هر حركتى محركى دارد هم بخواهيم به خدا برسيم ، وقتى بدانيم كه حركت عارض جهان نيست و بلكه در سراسر عالم هستى و در كمون ذات جهان است بهتر و رساتر و شاملتر به آن مطلب مىرسيم .\r\nدر دعاى عرفه ، تعبيراتى عميق و رساست كه نشان مىدهد كه در تمام شؤون انسان و هر موجود ديگرى ، حركت وجود دارد و از خود ثباتى ندارد . به عنوان نمونه به جملاتى از سخنان امام حسين عليه السلام در دعاى عرفه توجه مىكنيم كه بر وابستگى و نياز دايمى انسان به خالق\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nيكتا تأكيد دارد :\r\n« الهى ! كيف استعز وفي الذله اركزتنى ام كيف لااستعز واليك نسبتنى ، الهى ! كيف لا أفتقر وأنت الذى في الفقراء أقمتنى ام كيف افتقرو انت الذى بجودك أغنيتنى . . . » : خدايا ! چگونه دعوى عزت كنم و حال آن كه ( به حكم بندگى ) مرا در ذلت متمكن ساخته‌اى و چگونه داراى تاج عزت نباشم در صورتى كه نسبت بندگى به تو دارم ؟ خدايا چگونه فقير نباشم در صورتى كه تو مرا در ميان فقيران گماشتى ؟ و چگونه فقير باشم باآن كه تو به كرم وجودت مرا بى نياز گردانيدى ؟\r\nالبته بديهى است كه مقصود از فقر و مسكنت ، ذلتها و كمبودهاى مادى اجتماعى نيست ، بلكه مراد آن است كه انسان در ذاتش وابستگى كامل به آفريدگار توانا دارد . اگرعزت و شرفى براى انسان است ، از آن جهت است كه وى منسوب به فياض مطلق و عزيز قاهر است و لحظه لحظه‌ى وجودش را از فيض پايان‌ناپذير حق تعالى دريافت مىكند . به همين مطلب در فقرات ديگر دعا ، با مضامين مختلف اشاره شده است .\r\nبا اين ديدگاه ، عالم وجود ، هر لحظه در حال شدن است ولى در عين حال نمىگوييم كه عالم ، وجود لحظه‌اى دارد . يكى از نويسندگان معاصر ، گفته است : بنا بر حركت جوهرى ، عالم ، وجود لحظه‌اى دارد .\r\nبه نظر ما اين تعبير نارساست . چون گرچه حركت در جوهره‌ى عالم وجود دارد ولى از طرف ديگر ، حركت در آن ، حركت متصل است و هر متصلى داراى وجود واحد است . وحدت اتصالى به منزله‌ى وحدت شخصى است . علاوه برآن ، هرگاه داراى موضوع واحد ( مثل ( ماده مع صوره ما ) و يا ( مدبر واحد ) و يا ( عقل مدبر ) باشد همه‌ى\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nآن‌ها يك وجود به شمار مىآيند .\r\nهر گاه در عالم ، حركت جوهرى باشد ، جهان سراسر موج است و تحرك ، و ديگر سه چيز به نام‌هاى : محرك ، متحرك و حركت نخواهيم داشت ، بلكه فقط محرك و متحرك در ميان خواهند بود و وقتى همه‌ى عالم داراى حركت شد ، قوام حركت به محرك ، همانند قوام فعل به فاعل و قوام كلام به متكلم خواهد بود .\r\nماترياليست‌ها در اثر عدم درك صحيح اين مطلب گفته‌اند :\r\n« متحرك نياز به محرك ندارد ، زيرا عالم خود ذاتاً در حركت است و به تعبير فلاسفه‌ى اسلامى در جوهره‌ى عالم حركت ريشه كرده است . بر اين اساس ، خود عالم حركت كرده و به تدريج هم به نظم دست يافته و لذا نيازى به محرّك برونى ندارد » .\r\nالبته اين سخن نادرست است . چون ( متحرك ) قابل است و ( قابل ) در حاق ذات خود امرى فقدانى است ، پس حركت به او داده مىشود و با حركت ، واجد كمال مىگردد . روشن است كه شىء واحد نمىتواند از جهت واحد ، هم وجدان و هم فقدان باشد . بنابراين ، هر متحركى نمىتواند خود ، محرك خود باشد بلكه نياز به محرك دارد و اين محرك همان ذات بارى است .\r\nب حركت جوهرى و حدوث عالم : از جمله مباحثى كه همواره ميان متكلمان و فلاسفه مطرح بوده ، مسأله حدوث و يا قدم عالم است .\r\nمتكلمان بر اين عقيده‌اند كه عالم حادث است . و سبب نياز معلول به علت را ، حدوث ذكر كرده اند . و اگر عالم حدوث يعنى ( كون الوجود بعدالعدم ) نداشته باشد ، بى نياز از علت خواهد بود و اساساً معلول قديم تصور نمىكنند وبين‌معلوليت وقدمت وازليت‌تناقض مىپندارند .\r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nدر اين‌جا لازم است توضيحاتى درباره‌ى ( حدوث ) و ( وجود بعد از عدم زمانى ) داده شود تا مقصود از حدوث زمانى ( / كون الوجود بعد العدم ) و ( كون العدم قبل الوجود ) روشن گردد .\r\n\r\nحدوث زمانى عالم\r\nاين نكته بايد تبيين شود كه آيا قبل از حدوث عالم ، زمانى بود كه عالم در آن زمان نبوده است ؟ اگر چنين زمانى بود ، آن ( زمان ) از كجا به وجود آمده بود ؟ مدعيان حدوث عالم ، حدوث زمانى عالم را مدنظر دارند و مىگويند : عالم ، بعد از عدم ، وجود پيدا كرد ، و قبل از وجود عالم ، عدم بود . و قبليت و بعديت در اين موضوع غير مجامعند . و لذا تصور زمانى قبل از وجود عالم ضرورى مىآيد ، تا حدوث عالم بعد از آن زمان صادق باشد . قائلان به ( حدوث عالم ) بايد پاسخ دهند كه :\r\nچنين زمانى كه عالم در آن زمان نبود ، از كجا پيدا شد ؟ مگر زمان متولد از حركت نيست ؟ و مگر زمان ، مقدار حركت و حركت هم مربوط به ماده نيست ؟ آن وقت ، قبل از وجود عالم ، زمان ، مقدار كدام حركت بود و چه ماده‌اى قبل از عالم بود ؟\r\nبا اين فرض ، بايد گفت : قبل از حدوث عالم ، ماده‌اى بوده كه حركت داشته و زمان از حركت ماده انتزاع شده است . پس قبل از اين عالم ، عالم ديگرى هم بوده است . آيا به اين قول ، ملتزم مىشوند ؟\r\nيعنى پيش از اين عالم ، عالم ديگرى و همين‌طور . . . ولى اين امر ، مدعاى آن‌ها را اثبات نمىكند . آن‌ها حدوث كل عالم را معتقدند و نه حدوث جزوى از عالم . اين نظر فلاسفه است كه همواره عالمى بوده است .\r\n\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nبعضى از متكلمان گفته‌اند : زمان ، امر موهوم و غير واقعيت دار است . و چون زمان امر واقعى خارجى نيست ، اشكالى ندارد كه گفته شود : زمانى بود كه عالم نبود .\r\nدر اين‌جا ، لازم است به مدعيان موهومى بودن زمان ، گفت : اولًا ، در اين صورت قبليت و بعديت زمانى تصور ندارد ، زيرا در واقع زمان نيست تا قبل و بعدى باشد . ثانياً ، اگر زمان را امر غير واقعى بدانيم ، منكر بعضى از بديهيات شده‌ايم . مثلًا سرعت و بطأ حركت‌ها ، با زمان سنجيده مىشود : حركت سريع ، حركت بطىء ، و متعادل داريم ، اين‌ها چگونه توجيه مىشوند . به خاطر همين محظورات است كه بعضى از متكلمان ، به جاى موهومى بودن زمان ، گفته‌اند : « زمان وجود دارد ولى منشأ انتزاعش عالم ماده نيست و زمان از حركت ماده منتزع نشده است . زمان ، ( مقدار الوجود ) است و وجود حقيقى هم خداست » . اين سخن هم ناصواب است و مقدار الوجود بودن زمان با آن مفهومى كه ما از زمان به عنوان قبليت و بعديت غير مجامع و سرعت و بطأ حركت داريم ، سازگارى ندارد . و با قول به اينكه منشأ انتزاع زمان ( مقدار الوجود ) باشد ، چگونه مىتوان حدوث عالم را ( با اين مفهوم رايج ) ثابت نمود ؟ ! بعلاوه معنى ندارد زمان را مقدار وجود حقيقى يعنى خدا بدانيم ، مگر خداوند مقدار دارد ؟ مقدار « كم » است كه از عوارض مىباشد .\r\nماترياليست‌ها هم فرقى ميان قديم بالذات و قديم بالزمان نمىگذارند . در قديم بالزمان ، هر قدر به عقب برگرديم زمانى وجود دارد كه خود از حركت ماده متولد شده است . اگر اين‌گونه باشد ، براى زمان قدمتى نيست . چون بعد از ماده ، زمان به وجود مىآيد . و در اين\r\n\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nصورت خود ماده هم نمىتواند داخل در زمان باشد .\r\nعلاوه بر آن ، بايد ديد مقصود آن‌ها از ماده چيست ؟ آيا ماده‌ى فيزيكى ( يعنى ذره جسم ) است ؟ در اين صورت با معنايى كه الهيون از ماده مىكنند مغاير است . ماده ( و يا ذره جسم ) از نظر فلسفه دو جزء دارد : يكى ماده‌ى فلسفى ، يعنى جهت قابله‌ى شىء و ديگرى صورت فلسفى ، يعنى جهت فعليت شىء . پس ماده‌ى فيزيكى دو جزء دارد ، در مسأله قديم بالزمان ، كدام قدمت دارد ؟\r\nجهت قابله كه بدون صورت نيست و جهت فعليت هم كه بايد مسبوق به يك استعداد قبلى باشد و افزون بر آن ، ماده‌ى فيزيكى كه متشكل از ماده و صورت فلسفى است ، به خاطر جسم بودن داراى ابعاد ثلاثه و محدود است و هر چيزى كه محدود باشد ، خواه ناخواه وجود بالذات ندارد . و نمىتواند ضرورى و ازلى باشد . و هر چيزى كه وجود ، ذاتى آن شىء نباشد ، نياز به علت دارد . گفته نشود كه در جوهره‌ى عالم ، حركت وجود دارد يعنى حركت ، ذاتى عالم است و نياز به محرك ندارد ، اين تصور صحيح نيست چون ، معناى ذاتى بودن حركت عالم اين است كه وجود عالم به گونه‌اى است كه نوع وجودش وجود حركتى است . نه اين كه اصل وجود ذاتى آن است تا نياز به علت نداشته باشد . وجود عالم ، وجود غيرى است و در اصل وجود نياز به علت دارد . و حركت كه خصوصيت وجودى عالم است ، نياز به علت جداگانه غير از علت اصل وجود عالم ندارد ، نظير ذاتيات ماهوى ، ( حيوانيت و ناطقيت كه ذاتى انسانند ) كه علتى جداى از علت اصلى انسان ندارند ، نه اين كه براى اصل وجود خارجى اين‌ها علت لزومى نداشته موجود بىعلت باشند .\r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\n\r\nحل مسأله حدوث زمانى عالم\r\nخلاصه سخن آن كه : قائلان به حدوث زمانى عالم و يا قدم زمانى عالم بايد تبيين كنند كه مقصود از زمان چيست ؟ از طرف ديگر ، گفته مىشود كه در شرايع و اديان آسمانى بر حدوث عالم تأكيد شده است و به تعبير مرحوم صدر المتألهين : « القول بحدوث العالم مجمع عليه بين الانبياء عليهم السلام والحكماء » « 1 » در اين صورت ، حدوث زمانى عالم را چگونه حل كنيم ؟ !\r\nدر مكتب صدر المتألهين حل مسأله‌ى حدوث زمانى عالم واضح است . عالم ، حادث به حدوث زمانى بالذات است يعنى زمانيت آن بالذات است .\r\nحركت در ذات عالم است و عالم لحظه‌اى بقا ندارد . و ذات حركت هم ، انقضا و تصرم و تجدد دارد . حدوث عالم هم به اين معناست كه همه عالم ، حركت است و حدوث عالم بر مبناى حركت جوهرى در ذات عالم است و هيچ چيز هم در عالم بقا ندارد و هر چه به عقب برگرديم ، تصرم و تجدد را مىبينيم .\r\nالبته بايد توجه داشت كه ماده‌ى اوليّه عالم بر اساس قول به فياضيت و واجب الصفات بودن خداوند متعال ، ازلى است و اگر در آن ، نقصى باشد از ناحيه‌ى فاعل نخواهد بود بلكه از ناحيه‌ى قابل متصور است .\r\nاز طرفى هم طبق براهين فلسفى ، همه‌ى موجودات عالم داراى يك ماده‌اند ، اين ماده‌ى واحد قبل از خود ، ماده‌ى ديگرى ندارد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اسفار ، ج 5 ، ص 205\r\n","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nو گرنه تسلسل لازم مىآيد و تسلسل هم محال است . وقتى كه ماده‌ى عالم واحد باشد ، طبق مبناى حركت در جوهر ( كه قبلًا هم توضيح داديم ) ، صورت عالم هم واحد است و همه‌ى صور بعدى ، كمالات صورت قبلى را دارند و در حال حركت به سوى مراحل استكمال پيش مىروند .\r\nبا اين برهان ، ماده‌ى اوليه‌ى عالم ، نياز به ماده ديگرى ندارد و ماده هم همان حامل جهت قابله‌ى عالم است چون قابليت و استعداد نياز به حاملى دارد كه جهت قابله را به دوش بكشد و اين حامل ، چيزى غير از ماده‌ى واحد نيست . و از آنجا كه خداوند فياض على الاطلاق است ، پس ماده‌ى اوليه‌ى عالم ، همواره به فيض وجودى حق تعالى وجود داشته است .\r\nاشكال نشود كه در روايت آمده است : ( كان اللَّه و لم يكن معه شىء ) يعنى زمانى بود كه خدا بود و چيز ديگرى نبود . چون ( كان ) در اين‌جا به معناى زمان نيست تا گفته شود : زمانى بود كه خداوند بود و غير از او هيچ چيز نبود . خدا كه در زمان نيست ، بلكه فوق زمان است و كلمه‌ى ( كان ) در اين موارد اشاره به رتبه است مانند : « كان اللَّه سميعاً بصيراً » . در تعبيرات فارسى مىتوان چنين گفت : ( خداوند همواره بود و هيچ چيز با او نبود ) يعنى هيچ چيز در رتبه‌ى الوهيت نبود ، چنان كه هم اكنون خدا هست و هيچ چيز در رتبه‌ى او نيست . با توجه به فياضيت خداوند ، نمىتوان تصور كرد كه لحظه‌اى فيض وجودى حق تعالى قطع شده باشد . خداوند هم واجب‌الوجود است و هم واجب الصفات . فياضيّت خداوند دائمى است اساساً اين عيب و نقص\r\n\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\nاست كه كريم على الاطلاق با علم و توجه به استعداد عالم براى تحقق ، بگويد : به كسى هيچ نمىدهم و چندى مىخواهم تنها باشم !\r\nبه هر حال ماده عالم واحد است و صورت هم واحد است و اين صورت داراى درجات بىنهايت است كه همواره در مسير استكمال است و درجات همه حادثند ، هرصورتى مسبوق‌به صورتىديگراست .\r\nاينك كه بحث از آثار حركت جوهرى به طرح مباحثى درباره‌ى زمان منجر شده است ، درباره‌ى مفهوم و حقيقت زمان و مسأله نسبيت زمان و غيره مطالبى را به طور فشرده مىآوريم :\r\n\r\nمفهوم زمان\r\n( زمان ) در زبان فارسى به معنى فوت ، موت ، اجل و مرگ است « 1 » و نيز به طور مشترك در زبان فارسى و عربى به معنى وقت ، هنگام ، دور و عهد هم آمده است « 2 » در شعر پارسى ، زمان در معنى مرگ به كار رفته است . مثلا فردوسى سروده است :\r\n زمان چون تو را از جهان كرد دور * پس از تو جهان را چه ماتم چه سور \r\nيعنى وقتى كه مرگ تو را از جهان برد ، ديگر مىخواهد جهان پر از غم و اندوه باشد يا جشن و عروسى .\r\nو نيز گفته است :\r\n تو را خود زمان هم به دست من است * به پيش روان من اين روشن است \r\nدر اين بيت ، زمان در معنى مرگ به كار رفته است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - برهان قاطع\r\n( 2 ) - فرهنگ فارسى ، دكتر محمد معين ، ج 2 ، ص 1746\r\n","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nزمان در اصطلاح فلسفى به معناى گوناگون تعريف شده است .\r\nمانند : موجود به وجود وهمى ، فلك الافلاك ، مطلق حركت ، حركت فلك الافلاك ، مقدار حركت و متقوم به آن ، آنات متتاليه و يا متلاقيه ، مقدار وجود ، ذات واجب الوجود و يا نسبت متغير به متغير . « 1 »\r\nهر يك از معانى مذكور قائل و يا قائلانى دارد و طبق مبانى مختلف فلسفى ، مورد بحث قرار گرفته‌اند .\r\n\r\nواقعيت يا وهميت زمان\r\nدر وجود و يا عدم وجود زمان ، اقوالى ميان فلاسفه مطرح شده است . قائلان به وجود زمان استدلال مىكنند كه با درك زمان است كه آدمى كارهايش را تطبيق مىكند ، مفاهيمى را بر اساس زمان به كار مىبرد ، سرعت و بطأ ، و يا قبل و بعد غير مجامع ، با مقياس زمان سنجيده مىشود و اگر زمان امر واقعيت دار نباشد ، سنجش‌ها نادرست خواهد بود و بالطبع بسيارى از امور بديهى كه قابل تشكيك نيست مورد ترديد قرار خواهند گرفت .\r\nعده‌اى بر آنند كه زمان امر وهمى است و واقعيت ندارد . پيش از اين ، به قول متكلمان در اين مورد اشاره شد .\r\nقائلان به واقعى بودن امر زمان ، در اين كه آيا زمان واقعيت خارجى اصيل است يا واقعيت خارجى اعتبارى و انتزاعى ، اختلاف نظر دارند . فخررازى ، در عباراتى معقّد ظاهراً زمان را به حركت توسطيه تشبيه كرده ، آن را امر وجودى در خارج و غير قابل تقسيم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - فرهنگ معارف اسلامى ، دكتر سعيد جعفر سجادى ، ج 2 ، ص 959\r\n","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nمىداند . وى در اين باره مىنويسد : « . . . الامر الخارجى في الخارج امر غير منقسم وهو مطابق للحركه بمعنى الكون في الوسط ، تفعل الحركه بمعنى القطع ، فكذالك ذلك الامر الغير المنقسم يفعل بسيلانه الزمان وكما ان الحركه بمعنى القطع لا وجود لها فى الاعيان فالزمان هو امر ممتد منقسم لا وجود له في الاعيان أيضاً : امرى خارجى كه در خارج تقسيم ندارد و مطابق حركت توسطيه است كه حركت قطعيه را درست مىكند ، همچنين آن امر خارجى با تدريج و سيلان خود زمان را مىسازد و همان‌طور كه حركت قطعيه وجود خارجى ندارد ، زمان نيز امر ممتد قابل قسمت است كه وجود خارجى عينى ندارد » . « 1 »\r\nمن از عبارات فخر اين‌طور فهميدم كه زمان در خارج وجود دارد ، ليكن انقسام خارجى ندارد و از يك امر خارجى غير منقسم انتزاع مىگردد همان‌طور كه توسطيه را از قطعيه مىگيريم .\r\n\r\nحقيقت زمان\r\nزمان با مفهوم عرفىاش براى همه واضح است ، ولى در علوم مختلف و اصطلاحات گوناگون ، نظرياتى درباره‌ى زمان ابراز شده است كه حاكى از اختلاف نظر در حقيقت زمان است . اينك فشرده‌اى از اين مباحث را ذكر مىكنيم :\r\nالف - زمان در علوم تجربى : در علوم تجربى تا عصر نيوتن سخن از 5 مسأله بود كه با يكديگر مرتبط بودند : حركت ، انرژى ، جرم ، سرعت و زمان . دانشمندان ميان حركت و سرعت و انرژى نسبيت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - المباحث المشرقية ، ص 649\r\n","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\nقائل بوده ، آن‌ها را اساس امور قرار دادند و اهميت چندانى به مسأله جرم و زمان نمىدادند . انيشتين ، جرم و زمان را به يكديگر مرتبط دانست و بر همين مبنا ، بسيارى مسائل فيزيكى را مطرح ساخت و به نتايج مهمى هم دست يافت . گرچه زمان در علوم تجربى مورد بحث قرار گرفت ؛ ولى از حقيقت زمان سخنى به ميان نيامد .\r\nب زمان در علم كلام : گرچه در علم كلام در باب زمان ، كار عمده‌اى صورت نگرفت ولى كارهاى تحليلى انجام شده ، بيش از كارهايى است كه در علوم تجربى درباره‌ى زمان شده است . پختگى بحث زمان ، در فلسفه است و علم كلام به تنهايى فلسفه‌ى كامل نيست ولى به عكس ، فلسفه ، كلام كامل است و در مباحثش پاسخگوى هر نوع شبهه‌اى است .\r\nهمان‌گونه كه پيش از اين اشارت رفت ، متكلمان در بحث حدوث عالم ، از زمان به عنوان امر موهوم يا منتزع از ذات بارى ، سخن به ميان آورده‌اند .\r\nبعضى از لغت نويسان به متكلمان نسبت دادند كه آنان زمان را امرى متجدد مىدانند و در اين ارتباط نوشته‌اند : ( زمان ) نزد متكلمان امرى است متجدد و معلوم كه اندازه گرفته مىشود به وسيله‌ى آن ، امر متجدد موهومى . چنان كه چون گفته شود مثلًا موقع طلوع آفتاب در منزل ، تو را خواهم ديد طلوع آفتاب معلوم و آمدن شخص موهوم است و از اقتران آن با آن امر معلوم ، رفع ابهام مىگردد ) . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - لغت نامه دهخدا ، حرف ز ، ص 428\r\n","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nبه نظر مىرسد كه اين انتساب ناصواب است . چون در ميان متكلمان علاوه بر دو قول گذشته ، اقوال ديگرى هست ، مانند آن كه :\r\nزمان واقعيت خارجى ندارد ، يا واقعيت ذهنى دارد و يا اينكه اصلًا واقعيت ذهنى هم ندارد . در عين حال ، كسى از متكلمان را نمىشناسيم كه قائل به ( متجدد و معلوم بودن زمان ) باشد .\r\nمتكلمى كه زمان را موهوم و يا ذهنى مىداند ، چه تجددى براى زمان قائل است ؟ چگونه مىتوان از هر امر متجدد مثل طلوع خورشيد ، چيزهاى نا معلوم را اندازه گرفت ؟ ! اگر مثلًا آمدن زيد موهوم بود ، مقصود از موهوم بودن ، آيا امر ذهنى است يا امر خارجى غير قطعى و يا چيز ديگر ؟ و اگر چنانچه آمدن زيد قطعى شد ، چگونه ارزيابى مىشود ؟ اگر گفته شود : وقت آن معلوم نيست ، در اين صورت ، به زمان آمدن زيد برگشت مىكند ، نه به خود آمدن ، و اگر گفته شود : ذهنى است ، مسلماً آمدن زيد ذهنى نخواهد بود .\r\nاحتمال دارد كه استناد اين قول ، سخن بعضى از فلاسفه باشد كه زمان را به مقايسه‌ى دو متغير تفسير كردند . و اگر چنين است ، نبايد اين نظريه را به متكلمان نسبت داد .\r\nج - زمان در ديدگاه عرفا : زمان در عرفان و تصوف معنايى و سيع‌تر از زمان متقدر دارد . آنان گويند : زمان ، ظرف وجودات ، حتى وجودات مجرد است . با اين بيان ، سخن ابوالبركات بغدادى تقريب مىشود كه گفته بود : ( زمان مقدار وجود است . ) « 1 »\r\nو قيصرى هم ، زمان را به ( مقدار بقاءالوجود ) معنى كرده است ، چنان كه آورده است :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - رسائل فلسفيه زكرياى رازى ، ص 276\r\n","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\n« والحق ان الزمان مقدار بقاء الوجود وذلك لأن بعض الموجودات مسبوق بالزمان كالحوادث الزمانيه المعبر عنها بالمخلوقات ، فان لها ابتداءً وانتهاءً فقبل ابتدائها زمان لم تكن فيه موجودة و كذا بعد انتهائها ايضاً زمان هى معدومة ، والبعض الاخر غير مسبوق فى الوجود بالزمان ، لكنه يقارن الزمان ، فانه موجود معه فى كل آن يفرض وكل زمان يتقدر كالمبدعات ، لكونها ازلية وابدية ولا شك ان ازلية الأزال وابدية الاباد ، انما هى للوجود الالهى من حيث بقائه السرمدى ودوامه الأزلى الأبدى ، فهى من جمله الحقائق اللازمه للوجود الالهى المتأخره عنه وحده بالذات لذلك صار الدهر اسماً من اسمائه . . . فوجب ان يكون هذه الحقيقة المسماة بالزمان فى العرف مقدمة بالذات على العقول والنفوس والأجسام ولا يكون جوهراً من الجواهر الروحانية ولا جوهراً من الجواهر الجسمانية ، فضلًا ان يكون من لوازمها ، فالمبدعات بأسرها مسبوقة بتلك الحقيقة الزمانية كما ان الحق سبحانه سابق بذاته على جميع اسمائه وصفاته ومعلولاته الروحانية والجسمانية سبقاً ذاتياً : حق اين است كه زمان مقدار بقاء وجود است ، زيرا برخى موجودات مسبوق به زمان هستند ، مثل حوادث زمانى كه مخلوقات ناميده مىشوند و ابتدا و انتهايى دارند ، پيش از ابتداء آن‌ها زمانى بوده كه آن‌ها نبوده‌اند و پس از نهايت آن‌ها هم زمانى است كه آن‌ها نيستند ، برخى موجودات هم در وجود خود مسبوق به زمان نيستند ليكن همراه زمانند . . . مانند مجردات ، چون آن‌ها ازلى و ابدى هستند و بدون شك ازلية همه‌ى ازليات و ابديت همه‌ى ابديّات فقط براى وجود خداوند است . . . پس زمان از جمله حقائق لازمه‌ى وجود حق تعالى است . . . و لذا دهر يكى از اسماء خداوند شده است . . . پس لازم شد كه اين حقيقت كه عرفاً\r\n\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\nزمان ناميده مىشود ذاتاً مقدم بر عقول و نفوس و اجسام باشد و خود يك جوهر روحانى يا جسمانى نباشد . . . پس مجردات همگى مسبوق به حقيقت زمانند چنان كه خداوند ذاتاً بر همه‌ى اسماء و صفات و معلول‌هاى روحانى و جسمانى خود مقدم است ، بالذات . . » « 1 »\r\nبا اين بيان قيصرى - و نيز سخنان ديگر عرفا درباب زمان - حقيقت زمان در عرفان معناى بسيار گسترده‌اى دارد . و در حقيقت زمانى ، ايام اللَّه و ايام الناس و ايام الطبيعه و غيره وارد مىشود . كلمه‌ى ( يوم ) هم در زبان آيات قران كريم و روايات اهل بيت عغصمت و طهارت عليهم السلام تفسير ديگر غير از مدت محدود و معلوم ( روز ) ، خواهد داشت و به تعبير محى الدين دوره‌ى فلك اطلس در شب و روز ، يك روز و يك زمان است ، و حركت فلك ثوابت كه مدتش حدود 24 هزار سال است ، يك روز خواهد بود . و نيز حركت فلك زحل ، مشترى و خورشيد ، روز به حساب مىآيند . . . و به همين ترتيب ، وجود هر موجودى در يك ( آن ) از ( آنات ) ملحوظ است چه موجودات ابداعى باشند يا موجودات خلقى .\r\nپس در عرفان ، به زمان از ديد وسيع‌ترى نگريسته مىشود و مباحث زيادى هم در باب مكاشفات و رابطه‌ى زمان با تغييرات روحى و معنوى مطرح شده است . ( البته ما فعلًا در صحت و يا سقم مكاشفات منقوله سخن نمىگوييم . )\r\nد زمان در ديدگاه فلاسفه : فلاسفه‌ى پيش از صدر المتألهين ، بحث زمان را در مباحث فلسفى ذكر كرده‌اند و گفته مىشود كه عمدتاً\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - نهاية البيان ، قيصرى\r\n","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nدو نظريه وجود داشت : يكى نظريه‌ى ارسطو بود كه فيلسوفانى ، همچون : ابونصرفارابى و ابوعلى سينا ، گفته‌ى وى را پذيرفتند ، و ديگرى نظريه‌ى افلاطون بود .\r\nارسطو مىگفت : « زمان ، مقدار حركت فلك اعظم است » . « 1 » افلاطون ، بنا به نقل صدرالمتألهين ، از جمله فيلسوفانى است كه معتقد بود ، زمان ، جوهر مستقل منفصل الذات از ماده است . « 2 »\r\nفخر رازى هم در جايى از كتاب خويش ، از سخن افلاطون استقبال كرده ، آن را اقرب به صواب دانسته است و نظريه‌ى ارسطو را باطل دانست و در اين باره آورده است : « ان الناصرين لمذهب ارسطاطاليس فى ان الزمان مقدار الحركه لا يمكنهم التوغل فى شىء من مضايق المباحث المتعلقه بالزمان الا الرجوع الى مذهب أفلاطون ، والأقرب عندى فى الزمان هو مذهبه ، وهو انه موجود قائم بنفسه مستقل بذاته :\r\nياوران رأى ارسطو كه زمان را مقدار حركت مىدانند هرگز نمىتوانند در تنگناهاى مباحث زمان وارد شوند ، مگر اين كه به رأى افلاطون رو آورند ، و به نظر من رأى افلاطون بهتر است كه زمان يك موجود قائم بذات و مستقل مىباشد » . « 3 »\r\nسپس در رد نظريه‌ى ارسطو چنين نوشته است :\r\n« ان بداهة العقل حاكمة بأن إله العالم كان موجوداً قبل حدوث هذا الحادث اليومى ، وانه الان موجود معه ، وانه سيبقى بعده ، فلوكان تعاقب القبلية والمعية والبعدية يوجب وقوع التغير فى ذات ذالك الشىء المحكوم عليه بهذه الأحوال ، لزم التغير فى ذات ذالك الشىء المحكوم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - رسائل فلسفيه زكرياى رازى ، ص 276\r\n( 2 ) - اسفار ، ج 3 ، ص 144\r\n( 3 ) - همان ، به نقل از شرح عيون الحكمه\r\n","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nعليه بهذه الأحوال ، ولزم التغير فى ذات الواجب الوجود وذالك لا يقول عاقل ، . . . وهذا قول الامام افلاطون ، فانه يقول المدة ان لم يقع فيها شىء من الحركات والتغيرات لم يكن فيه الاالدوام والاستمرار وذالك هو المسمى بالدهر والسرمد ، و اما ان حصل فيه الحركات والتغيرات ، فحينئذ يحصل لها قبليات قبل بعديات ، وبعديات بعد قبليات ، لا لاجل وقوع التغير فى ذات المدة ، بل لاجل وقوع التغير فى هذه الاشياء : بديهى است كه خداى عالم پيش از حوادث روزانه موجود بوده و اينك هم موجود است و بعداً هم موجود است ، اگر تعاقب قبل و بعد و معيّت موجب تغيير اشياء باشد لازمه‌اش تغيير موضوع اين قبليت و . . .\r\nمىباشد و لازمه آن تغير در ذات خدا خواهد بود و اين را هيچ عاقلى نمىگويد . . . و اين است رأى افلاطون ! او مىگويد : زمان اگر حركت و تغييرى در آن نباشد چيزى جز دوام و استمرار نخواهد داشت و اين همان است كه دهر و سرمه ناميده مىشود ولى وقتى حركات و تغيرات در آن پيدا مىشود قبل و بعد پيدا مىكند ، نه بخاطر تغيير ذات زمان بلكه بخاطر تغيير اين اشياء يعنى حركات . . . » . « 1 »\r\nعقايد ديگرى در باب زمان مطرح است . مثلًا ابن رشيد گويد :\r\nهر حادثى را امتدادى است كه بدان اندازه گرفته مىشود و آن زمان است . « 2 »\r\nاز علامه حلى هم نقل شده كه وى ، زمان را مقدار حركت دانسته است . « 3 »\r\nبيشترين بحث در باب زمان ، از آن صدر المتألهين است . وى در مورد بيان ماهيت زمان بيان مفصلى در موارد مختلف و در كتب و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - همان ، ص 145 - 146\r\n( 2 ) - ر . ك : تهافت التهافت ، ص 86\r\n( 3 ) - شرح حكمة العين ، ص 61\r\n","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nرسائل خود دارد . وى تنها در جلد سوم كتاب شريف ( اسفار ) ، يازده فصل در مورد زمان و امور ديگر متعلق به آن آورده است . « 1 » خلاصه‌اى از بحث ( زمان ) را كه مرحوم صدر المتألهين بدان پرداخته است ، متعرض مىشويم و اين بحث را به پايان مىبريم .\r\nنقطه ، مبدأ و فاعل مسافت است ، و حركت توسطيه مبدأ و فاعل حركت قطعيه است و ( آن ) سيال ، مبدأ و فاعل زمان است . از حركت توسطيه كه كون تدريجى بين مبدأ و منتهى است حركت قطعيه و هيأت و مقادير آن پديد مىآيد كه جمله مقادير آن زمان است ، حركت به معناى قطع منطبق بر حركت توسطيه است ، و حركت توسطيه منطبق بر مسافات است .\r\nوى در ادامه‌ى بحث ، به اثبات حقيقت زمان پرداخته و آن را مقدار حركت دانسته ، و از طريق برهان طبيعيون و الهيون ، كيفيت استدلال آن را ذكر كرده است . « 2 »\r\n\r\nحركت منشأ انتزاع زمان ؟\r\nدر باب زمان گفته شد كه : زمان مقدار حركت است . اينك بايد پرسيد : كدام حركت منشأ انتزاع زمان است ؟\r\nمشهور فلاسفه‌ى گذشته برآنند كه زمان منتزع از حركت فلك است و مقصود از فلك ، فلك اقصى است كه به اعتقاد آن‌ها طبق هيئت بطلميوسى ، شبانه روز و فصول از آن به دست مىآيد . و نيز گفته شده كه فلك مزبور محدّد الجهات است و جهات و مكان‌ها هم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ر . ك : اسفار ، ج 3 ، ص 115 - 183\r\n( 2 ) - همان ، ص 115 - 118\r\n","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\nاز آن گرفته مىشود .\r\nمرحوم صدرالمتألهين معتقد است كه حركت فلك ، حركت برونى و عارضى است و هر حركت عارضى معلول حركت‌هاى درونى و جوهرى است . اگر امرى به حركت جوهرى مرتبط شد ، به فلك اختصاص نخواهد داشت و مىتوان گفت زمان از حركت ماده‌ى عالم ، اخذ شده است . با اين بيان ، توضيح نكاتى ضرورى است :\r\nالف حركت جوهرى عالم مبناى سنجش زمان\r\nهر حركتى با زمان سنجيده مىشود . حركت تند و كند ، و حتى حركت عقربه‌هاى ساعت با زمانى كه مربوط به حركت زمين است ، تطبيق مىشود . در اين صورت ، اگر اصل زمان به حركت جوهرى مادى عالم بستگى داشته باشد ، خود حركت جوهرى مادى عالم با چه چيز منطبق مىشود ؟ همين قضيه در باب حركت در جوهر مطرح است . در حركت جوهرى ، قبل و بعد غير مجامع وجود دارد . مثلًا گفته مىشود : حركت در فلان ماده‌ى حيوانى . به عبارت ديگر : حركت در ماده‌اى كه به صورت حضرت نوح در آمده بود ، مقدم است بر حركت مادى در صورت حضرت عيسى عليه السلام .\r\nدر اين ارتباط كه اين حركت ماده را با چه چيز بايد تطبيق كرد ، طبق مبناى صدر المتألهين بايد گفت كه : قبل و بعد اين حركات بالذات است و حركتشان با چيزى تطبيق نمىشود . بر وفق اين مبانى ، تقدم و تأخر اجزاى حركت جوهرى بالذات است . و از آن حركت ، زمان انتزاع مىشود .\r\nپس حركت جوهرى عالم ، مبنا مىشود براى زمان و زمان را با آن مىسنجند .\r\n\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nب - حركات گوناگون در ماده‌ى عالم\r\nحركات در ماده‌ى عالم مختلفند . ماده‌ى عمومى عالم در ضمن صور ، سهمى از حركت دارد و همين ماده‌ى اوليه با صور بعدى ، ماده دوم و سوم و . . . را تشكيل مىدهند كه موضوع براى حركت تدريجى صور بعدى خواهند بود . از اين رو ، شايد بتوان گفت كه : به تعداد مواد ثانوى كه روى ماده‌ى اولى وارد شده ، انواع حركت‌ها به وجود مىآيد . ماده‌ى اولى داراى يك نوع حركت مىباشد و همين ماده‌ى اولى با صورت آن ، ماده‌ى براى حركت بعدى است و چه بسا كه نوع آن حركت با نوع حركت قبلى فرق كند ، يا لااقل سرعت و بطأ آن تفاوت دارد . مىتوان گفت كه ( لا يتناهى ) خصوصيات حركت در عالم ماده است . تعبير قرآن چنين است : « يسبح لله ما فى السماوات و ما فى الأرض » .\r\nكاربرد كلمه‌ى ( يسبح ) ، يا حركت عبادتى تنزيهى است ، مانند قالتا اتينا طائعين ( فصلت / 11 ) و يا حركت علمى است . كلمه‌ى ( يسبح ) ظهور در يك نوع حركت دارد . چه آن كه ( سبح ) از سباحت مشتق باشد يا نه ؟ و مىدانيم كه حركت هم مربوط به عالم ماده است . البته در چنين تعبيراتى ماده به معناى اعم مراد است كه شامل خود ماده و بعضى از ملائكه - كه قواى جهان ماده‌اند - مىشود .\r\nآيه‌ى مذكور به حركت عمومى اشاره دارد ، ولى علاوه بر حركت عمومى ، هر شىء دارى حركت خصوصى نيز هست . در بدن انسان ، ماده‌ى اولى حركتى دارد و علاوه بر آن ، ماده‌ى اولى با صور جمادى ، سپس با حالات نباتى و يا حالات حيوانى و يا قواى انسانى حركت جداگانه دارد . چه بسا ، هر صورتى كه اضافه مىشود ، باعث تندى\r\n\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\nحركت مىگردد . شايد بتوان گفت در حركت جوهرى به ميزان نزديكى به هدف ، حركت تندتر مىگردد . پس حركات با يكديگر فرق دارند حتى در يك موجود ! به عنوان مثال : حركت ياخته‌هاى مغز با حركت ياخته‌هاى پاشنه‌ى پا و حركت ياخته‌هاى پوست دست فرق دارد . در اين عالم ، انواع غير متناهى حركت وجود دارد كه به آسانى قابل دسته‌بندى هم نيست . به طور اجمال مىتوان گفت : ماده‌ى اولى با يك صورت مبهمه ، موضوع براى حركت در صور معينه است ، و هر صورتى كه جهت نزديك‌تر شدن به هدف ، به آن اضافه مىشود ، حركت را تندتر مىكند . ( هدف ، جذبه‌اى دارد كه حركت را سرعت مىبخشد . به عبارت ديگر : او قلاب را مىكشد .\r\n « اكنون كه رنجش مىبرى ، ديگر به نزديكش مرو * اى بىخرد من مىروم ؟ او مىكشد قلاب را » \r\nدر عالم طبيعت هم انواعى از حركت وجود دارد : حركت انتقالى و وضعى براى زمين ، و نيز حركتى كه در زمين به تبع خورشيد كه در فضا جلو مىرود . همه‌ى منظومه‌ى شمسى با يكديگر در حركت‌اند و در درون اين حركت هم يك حركت خاصى است . مانند : حركت قمر ، زحل ، عطارد و مشترى و . . . كهكشان هم در كادر همه‌ى كهكشان‌ها و مجره‌ها حركت ديگرى دارد . كشف كهكشان‌هاى جديدى كه ميليون‌ها سال نورى با زمين فاصله دارند ، نيز نشان‌گر وجود پيوند و ارتباطات در عالم طبيعت است كه هر يك حركت جداگانه‌اى دارند .\r\nهر چه از اين موارد كشف شود ، مربوط به آسمان اول است و انسان نسبت به آسمان دوم و . . . . علم فعلى ندارد . تنها از طريق فرضيه‌هاى مذهبى مىتوان راه به جلو برد . به گفته‌ى پاسكال : ( حداقل فوائد\r\n\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\nروايات دينى آن است كه مىتواند براى ما مبناى تئورى و فرضيه‌هاى علمى باشد ) . طبق متون مذهبى ما ميان همه‌ى موجودات رابطه و نيز حركت وجود دارد : « وَإِن مِن شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ وَلكِن لَّاتَفْقَهُونَ تَسْبِيحَهُمْ » « 1 » .\r\nگفتيم كه طبق مبناى صدر المتألهين ، قبليت و بعديت زمان بالذات نيست ، بلكه مربوط به حركت در جوهر است . و دانسته شد كه حركات انواعى دارند كه به آسانى نمىتوان آن‌ها را شمارش كرد . زمان حقيقى كه به حركت عمومى جوهر ماده‌ى عالم ، مرتبط است ، قابل اندازه‌گيرى نيست ، چون اندازه‌ى حركت ماده‌ى عالم كه زمان فرع آن است ، معلوم نيست . از اين رو ناچاريم بر يك زمانى توافق كنيم . بر اين اساس ، مسأله پيرى و جوانى و . . . ارتباطى به زمان قرار دادى شب و روز ندارد . ما توافق كرده‌ايم كه زندگى را با حركت شب و روز تطبيق دهيم ، وگر نه پيرى و جوانى به حركات ماده‌ى عمومى و خصوص ماده‌ى بدن و اخص ماده‌ى هر عضو مرتبط اند . و نيز صور حاصله در افراد با يكديگر تفاوت دارد ، همان گونه كه روحيات افراد متفاوت است ، در ماده‌ى آنان هم تفاوت وجود دارد . مثلًا دو نفركه به حسب زمان قرار دادى حركت زمين در يك زمان متولد شده‌اند ، ممكن است كه به حسب ظرفيت تحمل ياخته‌ها و ظرفيت تحمل روح و نفس يكى از آن دو 70 ساله و ديگرى 30 ساله به نظر آيد . اين قضيه غير از زمان توافقى است .\r\n\r\nآغاز زمان\r\nنكته‌ى ديگر كه در باب زمان مطرح است ، مسأله آغاز و حدوث\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اسراء / 44\r\n","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\nابتدايى زمان است . بر وفق آنچه كه ذكر شد ، زمان آغاز ندارد ، زيرا زمان منتزع از حركت ماده است و حركت در ذات ماده وجود دارد و ماده هم سابقه‌ى عدم ندارد . با اين معنى كه تصور يك زمانى كه ماده‌اى در عالم وجود نداشته ، درست نيست . چنين زمانى كه هيچ ماده در عالم نباشد ، نداريم . برهان آن چنين است : ماده‌ى اوليه‌ى عالم نياز به ماده ندارد ، از اين رو نياز به مقدمات هم ندارد و اگر حضرت حق آن را ايجاد نكرده باشد ، خلاف فياضيت است ، پس ماده‌ى عالم ازلى و ابدى خواهد بود . از ارسطو نقل شد كه گفت : ( من قال بحدوث الزمان ، فقد قال بقدمه من حيث لا يشعر ) . « 1 »\r\nمعناى حدوث زمان اين است كه زمان ، قبلًا نبود ، سپس بود شد ، و معناى زمانى كه نبود و سپس بود شد بر مىگردد به يك زمان پيشين ، يعنى زمانى بود كه زمان نبود ، پس عدم زمان را در زمانى پيش از زمان فرض كرديم ! و در نهايت ، گوينده‌ى حدوث زمانى ، ناخودآگاه به قدم زمان اعتراف مىكند .\r\nدر ديدگاه صدرالمتألهين ، زمان از لوازم حركت است و حركت از لوازم طبيعت و طبيعت هم به ماده و جسم قائم است . وى مىگويد :\r\n« فان وجود الحق الجواد لا ينقطع وافاضته وخيره لا ينقضى ولا يحصى » . « 2 »\r\nفيض الهى همواره وجود دارد . با اين كه هر زمانى و هر حادثى جدا جدا حادث‌اند ، محفوف به دو عدم مىباشند : عدم سابق و عدم لاحق ، ولى ماده ، همواره در عالم وجود دارد . هر حادثى پيش از\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اسفار ، ج 3 ، ص 148\r\n( 2 ) - همان ، ص 149\r\n","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\nحدوث ، عدم آن تحقق دارد ، عدمى كه با وجود آن جمع نمىشود .\r\nملاك قبليت ، عدم بطور عام نيست چون عدم ديگرى هم تحقق دارد ( عدم بعد ) و پيداست كه قبل با بعد جمع نمىشود . پس عدم بما هو عدم - عدم عام - نه قبل است و نه بعد . چون عدم ، هم قبل است و هم بعد . ذات فاعل هم ملاك قبليت و بعديت نيست ، چون فاعل هم قبل از آن و هم بعد از آن وجود دارد ، بنابراين ملاك قبليت اين عدم بر اين وجود ، آن است كه عدم ، همراه با زمانى است كه آن زمان داراى قبليت و بعديت ذاتى است . به عبارت ديگر : آن عدم قبل از اين وجود حادث ، همراه با زمانى است كه آن زمان يك وجود قبل و بعدى دارد . قبل و بعد در آن بالذات است و اين يكى هم به تناسب آن ديگرى قبل و بعد پيدا كرده ، آن زمان نيز قبل از خود ، چيز ديگر و زمان ديگرى است و آن حادث نيز قبل از خود ، حادث ديگرى و زمان ديگرى دارد و بنابراين زمان نه آغاز دارد و نه انجام . « 1 »\r\nافزون بر اين مطلب ، بايد دانست كه : زمان و حركت ، امر متصل و مستمر است و هر امر مستمر متصلى ، قابل تقسيم به بى نهايت است .\r\nبا فرض قابليت تقسيم به بىنهايت ، نمىتوان براى آن اول تصور نمود . به عنوان مثال : براى قدم زدن كه از مقوله‌ى ( اين ) است ، نمىتوان اولى را فرض نمود ، چون هر قدم راه رفتن داراى اجزايى است ، مانند اندازه‌گيرى آن بر حسب سانتىمتر ، و هر سانت هم 100 ميلى است و داراى اول و آخر مىباشد ولى ميل اول هم باز قابل تقسيم است و به همين جهت كه امر متصل قابليت تقسيم دائم دارد ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اسفار ، ج 3 ، ص 148 و . .\r\n","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\nنمىتوان به اول و واقعى رسيد .\r\nحاصل سخن گذشته اين است كه با توجه به دو نكته ، براى زمان آغازى نيست : الف از آنجا كه فيض الهى دايمى و لا ينقطع است ، نمىتوان زمانى را تصور نمود كه خداوند فيض نداشته باشد ، پس زمان هم ازلى و هم ابدى خواهد بود . ب از آنجا كه زمان امر متصل مستمر است قابليت تقسيم به بىنهايت را دارد ، از اين رو ، آغاز و اول ندارد .\r\n\r\nنسبيت زمان\r\nنكته ديگرى كه به طور اجمال به آن اشاره مىشود مسأله نسبيت زمان است . از آنجا كه در زمان ، چيزى را با چيز ديگر مىسنجند ، حالت نسبيت در آن وجود دارد . زمان واقعى مربوط به حركت ماده است و مقياس حركت عمومى ماده هم به اختيار ما نيست .\r\nحركت‌هاى قراردادى هم امور نسبىاند . ما كارهاى زمانى خود را با حركت زمين مىسنجيم . البته نسبيتى كه ما در اين‌جا مطرح كرديم ، غير از نسبيت اينشتين در مباحث علوم تجربى است . بحث مفصل نسبيت را بايد در جاى ديگرى دنبال كرد .\r\n\r\nتلخيص مباحث زمان و ارتباط آن با حركت\r\nمباحث گوناگونى درباره‌ى زمان ارائه شد . نظريات علمى درباب زمان ، به حقيقت زمان ، ارتباطى ندارد . نظريات كلامى هم نتوانست به درستى ، زمان را توجيه كند ، در نظريات عرفانى ، براى زمان معناى گسترده‌ترى در نظر گرفته شده ، مانند : ظرف مطلق الوجود ، ظرف بقاء\r\n\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\nالوجود و يا مقدار بقاء الوجود ، البته چنين تصويرى را طبق نظر برخى عرفا مىتوان درباره‌ى خدا هم ارائه داد . يعنى براى خداوند ظرف وجودى مانند سرمد در نظر گرفت و همان را زمان او دانست ، ولى در باب زمان گفته‌اند : لازمه‌ى ذات است نه محيط به ذات . اين توجيه با آنچه كه ما درباره‌ى زمان مىدانيم ، سنخيت ندارد . ماگفته‌ايم كه در زمان قبليت و بعديت غير مجامع است كه درباره‌ى ذات بارى تعالى متصور نيست ولى به هر حال گفتن اين‌كه خدا هم زمان دارد ، به اين معنى و اصطلاح ( مانند سرمد ) چندان هم باطل نيست كه بعضى انديشمندان معاصر آن را ( با تعبير تند ) مزخرف حساب نموده‌اند .\r\nطبق نظريه‌ى فلسفى درباره‌ى حقيققت زمان و نيز مباحث مربوط به منشأ انتزاع زمان ، و مسأله آغاز زمان و نسبيت آن ، نكاتى را به طور گذرا ذكر كرديم .\r\n\r\nاتصال و استمرار حركت\r\nنكته‌ى ديگرى كه در اين باب بايد اشاره شود . پيوستگى و استمرار حركت است . حركت امرى متصل و مستمر است و لازمه‌ى اين اتصال و استمرار آن است كه هر درجه‌اى از آن مقدمه‌ى درجه‌ى بعدى باشد . و هدف حركت ، همان درجه‌ى آخرى خواهد بود كه حركت به سكون مىرسد .\r\nپيش از اين گفتيم كه حركت جوهرى در اعمال انسان اثر مىگذارد و اعمالى كه انسان انجام مىدهد ، به منزله‌ى علت براى تغيير ذات است . در حقيقت اعمال انسان در مسير حركت ، براى تحول ذات ، حركت مقدماتى به حساب مىآيد و مايه‌ى تغيير ملكات گشته و در\r\n\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\nنتيجه ملكات هم ذات را عوض مىكنند .\r\nناگفته نماند كه افراد انسان هر كدام داراى ذاتىاند كه حركت يكى ، در ذات ديگرى مستقيماً اثرى ندارد . در عين حال بايد به دو نكته توجه داشت :\r\nيكى آن كه اعمال انسان‌ها به نوعى در يكديگر مؤثر و به هم پيوسته‌اند . زندگى انفرادى هر فرد به نوعى به جامعه‌ى انسانى ارتباط دارد و براى تأمين نيازهاى فردى هم ، بايد از طريق ديگر افراد جامعه اقدام گردد . از اين‌رو ، گفته‌اند : به خاطر پيوستگى اعمال انسانها در جامعه ، وظيفه‌ى امر به معروف و نهى از منكر ، وظيفه‌ى همگانى است . چه ، اين كه عمل فرد در جامعه اثرمى گذارد و جامعه نيز در اعمال انفرادى افراد مؤثر خواهد بود . نكته‌ى ديگر آن كه : خلقت انسان بيهوده نيست ، و خداوند حكيم ، هدفى در خلقت انسان و عالم هستى داشته است . در اين كه هدف از خلقت انسان چيست ؟ چند نظر وجود دارد . « 1 » به نظر مىرسد ، مهمترين هدف تهذيب اخلاق فردى و به تعبير ديگر ، صفاى روح و نفس آدمى است ، تا انسان به كمال لا يتناهى پيوند خورد و به حضرت حق ( و به تعبير قرآن :\r\nلقاءاللَّه ) وصل گردد . روح انسان از خداوند صادر شده تا الگوى وجود آدمى گردد . يعنى بعد از تكامل ، به كمال مطلق وصل مىشود . البته انسانها در رسيدن به اين مقام و منزلت ، هر كدام درجه‌اى دارند . هر كس كه بعد مادى خويش را رها كرده ، به بعد الهى و روحانى روى آورد ، در دستيابى به آن كمال موفق‌تر است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مجموع اين نظريات در كتاب ( خدادر نهج البلاغه ) ، نوشته اينجانب ، جمع‌آورى شده است\r\n","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\nاز طرف ديگر ، انسان در آفرينش ، به عنوان يك ( موجود ) واحد قلمداد شده است . تعبير قرآنى چنين است : « انى خالق بشراً » و « انى جاعل فى الارض خليفه » . گرچه ( خليفه الهى ) شخص معصوم عليهم السلام مىباشد ، ولى معصوم هم از ميان همين انسانهاست . فرشتگان در اعتراض نگفتند كه چرا خليفه خلق مىكنى ؟ ! بلكه با توجه به دو بعدى بودن انسان و اين كه بعد مادى موجب فساد و تباهى است ، گفتند : اين موجود در زمين فساد راه خواند انداخت : « قالوا اتجعل فيها من يفسد فيها » . مقصود از خلقت انسان ، آن بودكه خليفه‌ى الهى گردد و اين خليفه هم از ( زمين ) باشد كه بر اثر حركت و تكامل به مقام والاى خليفه اللهى برسد .\r\nبا اين ديدگاه ، انسان در مجموعه‌ى عالم هستى موجود واحد است كه داراى حركت واحد هم مىباشد . براين اساس ، هر حركتى در انسان مقدمه‌ى حركت ديگر مىشود . لذا حركت اعمالى انسان مقدمه‌ى ملكات ، و ملكات هم مقدمه‌ى ذات خواهند شد ! و ذوات گرچه از يكديگر تأثير و تأثر دارند و بدين ترتيب ، با كسب هر درجه‌اى ، قرابت به غرض اصلى خلقت حاصل مىگردد و بر اين مبنى علت غائى خلقت در انسان ، نتيجه‌ى حركت اعلا خواهد بود .\r\nدر نتيجه ، هر حركت قبلى و درجه‌ى پايين‌تر ، مقدمه‌ى حركت بعدى و درجه‌ى بالاتر خواهد بود .\r\nبا ترسيم دقيق و درست اين نكات ، به اين مسأله پى مىبريم كه :\r\nكفار به ميمنت وجود اولياى خدا زنده‌اند و مؤمنان به ميمنت وجود مبارك معصومان . در حركت به سوى غايت و علت غايى در خلقت انسان كه لقاءاللَّه است ، هر يك از انسانها در درجه بندى اين حركت ،\r\n\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\nمقدمه‌ى كمال حركت بعدىاند . در اين حركت ، گروهى در ميان جامعه‌ى انسانى در مسير كمال بالاختيار قرار نگرفته‌اند كه از آن‌ها به ( كافران ) تعبير مىشود . كافران به طفيل وجود مؤمنان در جامعه ، هستى دارند . چنانچه مؤمنان هم به خاطر اولياى الهى و آنان هم به واسطه‌ى آنكه معصومان در كنارشان هستند از نعمت وجود ، برخوردارند ! در اين حركت ، غايت آن مورد نظر است كه معصومان هستند و ديگر گروه‌ها ، به خاطر غايت اعلا منظور مىشوند . پس بر مبناى حركت در جوهر ، همه‌ى عالم هستى مقدمه براى غايت اعلاى خلقت هستند . از اين رو ، احترامى كه در ظاهر براى برخى افراد قائليم و به طور ناخودآگاه از طريق روح و جان به چنين احترامى كشيده مىشويم ريشه‌ى آن ، همين اصل و مبناى فلسفى ( حركت در جوهر ) است .\r\nمطلب مهم‌تر آن كه : كسانى كه به حركت تكاملى نرسيده‌اند ، ولى به طرف حضيض هم نرفته ، بلكه در مرحله‌ى ، عقل هيولانى مانده و به عقل بالملكه هم نرسيده‌اند ، به حسب روايات و روى مبانى فلسفه ، از آن‌ها كه به مسير باطل رفته‌اند مهمترند . در حديث قدسى آمده است : « لو لا اطفال رضّع وشيوخ ركّع ، لأصبت عليكم العذاب صبّا » پيران خميده قامت كه به عالم آخرت توجه دارند ، به سوى كمال در حركتند ، اطفال شيرخوار نيز هر چند به طرف حركت تكاملى نرفته‌اند ، به سوى حضيض هم گرايش نيافته‌اند ، به عنوان غايت مورد توجه قرار گرفته‌اند . لذا به خاطر آنان ، عده‌اى ديگر از نعمت زندگى برخوردارند . اطفال شيرخوار گرچه داراى حركت كمالى اختيارى نيستند ، ولى نسبت به افرادى كه در حضيض ذلت افتاده‌اند ، برترى\r\n\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\nدارند و در حقيقت بىحركتى آن‌ها نسبت به پايين‌ترها كمال تلقى مىشود .\r\nخلاصه سخن آن كه : اگر كسى در مراحل عشق به خدا و كمالات نفسانى يك درجه از ديگران بالاتر باشد ، در رده‌ى غايت خلقت قرار گرفته ، پايين‌ترها بايد نسبت به او احترام كنند . مثلًا در تعبير شيعى ، همه‌ى ما به خاطر امام زمان عليه السلام زنده‌ايم ، ولى درجات هر يك از ما نسبت به ديگرى متغير است . ولىّ مخفى ، كه از همه كس به امام زمان نزديك‌تر است ، در همين جامعه زندگى مىكند و كسى هم او را نمىشناسد بر ما منت دارد . همچنين ديگر اولياى باطنى و ظاهرى .\r\n\r\nغايت خلقت در روايات\r\nدر برخى از روايات ، پيامبر و اهل بيت عليهم السلام ، به عنوان هدف خلقت معرفى شده‌اند . در روايتى از پيامبر اكرم صلى الله عليه و آله نقل شده كه فرمود : « اول ما خلق اللَّه نورى » . « 1 »\r\nمقصود از اين كه اولين مخلوق ، نور پيامبر صلى الله عليه و آله است ، آن است كه :\r\nآنچه از خدا صادر شده ، وجود منبسط است . از خداى واحد ، موجود واحد صادر شد كه اول و دوم ندارد . اين وجود منبسط كه تعبير ديگرى از وجود انبساطى ظلى است ، داراى درجات تشكيكى است كه درجه‌ى اقرب به خدا ، نور پيامبر اكرم صلى الله عليه و آله است . همين وجود منبسط كه از نظر درجه اقرب است ، غايت اولى هم است يعنى آنچه كه در قوس نزولى مقدم است ، در قوس صعود مؤخر و غايت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار الانوار ، ج 1 ، ص 103\r\n","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\nمىباشد . همان‌طور كه خود خداوند ابتدا و انتها است « منه المسير و اليه المصير » . در روايتى از پيامبراكرم صلى الله عليه و آله نقل شد كه فرمود : « ان اللَّه تعالى خلقنى و خلق علياً والحسن والحسين من نور قدسه . . . « 1 »\r\nاهل بيت عليهم السلام از نور قدس حق تعالى آفريده شده‌اند و در عالم طبيعت هم دچار هيچ ظلمتى نگشته‌اند . چنان كه در زيارت وارث مىخوانيم : « اشهد انك كنت نوراً فى الأصلاب الشّامخه والأرحام المطّهرة لم تنجّسك الجاهليّة بانجاسها و لم تلبسك من مدلهمّات ثيابها » .\r\nسخن درباره‌ى اين روايت و روايات مشابه ديگر ، اينكه صرف نظر از صحت و سقم سند اين‌گونه احاديث كه البته برخى از آن‌ها معتبر و صحيح‌السند مىباشند . اين مطالب از روى مبانى فلسفى درست است و با توضيحاتى كه داديم ، روشن شد كه حركت‌ها مقدمه براى وصول به حركت غايى اند و غايت هم وصل به حضرت حق است .\r\nبه خاطر آن كه حركت امر متصل و مستمر است در مراحل مختلف حركت به سوى درجات در مرتبه‌ى اعلا ، هدف و غايت آفرينش به شمار مىروند . و مصداق اكمل و اتم غايت خلقت ، اهل بيت عصمت و طهارت مىباشند . در اين باره ، روايات زيادى نقل شده است كه مرحوم علامه مجلسى بيشتر آن‌ها را جمع‌آورى كرده است . « 2 »\r\nفلاسفه ، طبق قانون عدم امكان صدور كثير از واحد ، به وساطت عقول قائل شده‌اند . علامه مجلسى مىگويد : بيشتر مطالبى كه فلاسفه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار الانوار ، ج 1 ، ص 97\r\n( 2 ) - ر . ك : بحار الانوار ، ج 57 ، باب حدوث العالم و بدء خلقه\r\n","page_name":" 169 ","page_number":169},
  {"content":"\r\n\r\nبراى عقول گفته‌اند - عقول عشره به عقيده‌ى مشائين و يا عقول غير متناهى به عقيده‌ى اشراقيين و يا مجردات عالم غيب - براى ارواح پيامبر و ائمه معصومين طبق روايات ما ثابت است . مقصود از عقول ، همان وجودات نورى است كه ما از آن به انوار اهل بيت تعبير مىكنيم و هر آثارى كه فلاسفه براى عالم عقول ثابت كردند ، مانند : قديم بودن يا واسطه در ايجاد ، همه‌ى آن‌ها براى پيامبر و اهل‌بيت عليهم السلام ثابت است . علامه مجلسى مىفرمايد :\r\n« وقد ثبت فى الأخبار كونهم عليهم السلام عله غائيّه لجميع الخلوقات . وأنه لو لا هم لما خلق اللَّه الأفلاك وغيرها ، و كذا ما اثبتوا للعقول من كونها وسائط فى افاضة العلوم والمعارف على النفوس والأرواح ، وقد ثبت فى الأخبار ان جميع العلوم والحقائق والمعارف بتوسطهم تفيض على سائر الخلق حتى الملائكه والأنبياء » . « 1 »\r\nپس در بحث آثار حركت جوهرى به اين نكته پى برديم كه همه‌ى عالم وجود در مسير حركت به سوى غايت اعلا قرار دارند . و غايت خلقت هم اهل بيت عليهم السلام مىباشند ، يعنى همان درجات كمالى آن‌ها .\r\nو هدف اعلاى خلقت كه همه‌ى صفات كمال مىباشد در آن‌ها تحقق يافته است . بر طبق عدم صدور كثير از واحد ، اهل بيت عليهم السلام به اذن اللَّه تعالى علت فاعلى ايجاد نيز محسوب مىشوند كه بعداً توضيح داده مىشود .\r\nج - نقش حركت جوهرى در مسائل اخلاقى\r\nيكى ديگر از آثار و نتايجى كه بر بحث حركت در جوهر مترتب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار الانوار ، ج 1 ، ص 103\r\n","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\nاست ، مسائل اخلاقى است . در گذشته ، اخلاق را از امور رو بنايى مىشمردند و در باب مسائل عملى اسلامى گفته مىشد كه دو نوع مسائل مطرح است : يكى مسائل فقهى كه متوجه به احكام است و ديگر مسائل اخلاقى است كه به صفات نفسانى مرتبط است .\r\nطبق مبانى حركت در جوهر ، كليه‌ى عوارض و حركات ظاهرى ، حتى اعمال انسان ، معلول يك سلسله تحولات باطنى است . اگر تحولات باطنى وجود نداشته باشد ، عوارض ظاهرى به وجود نمىآيد . از اين رو ، مسائل اخلاقى در مرحله‌ى عمل ، با واسطه يا بىواسطه ، معلول تحولات ذاتىاند .\r\nبراى تبيين بيشتر بحث ، نكاتى را در رابطه با ( ذات ) ذكر مىكنيم :\r\nآيا در انسان ذات ثابتى وجود دارد ؟\r\nذات داراى يك معناى كلى مبهمى است كه معمولًا به طور ثابت مطرح است ، ولى مجموعه‌ى ذات ، همواره در حال تغيير است و عوض مىشود . به عنوان مثال ( حيات ) يك امر ثابت است و اگر دو نفر را در نظر بگيريم ، از حيث كلى حيات همانند يكديگرند . هر دو داراى جسم ، جوهر ( وجود مستقل ) ، نمو و احساس‌اند ، اما همه‌ى ذاتيات انسان اين امور نيستند . ممكن است يكى در طهارت و پاكى به اوج رسد و از فرشته برتر گردد و ديگرى به حضيض ذلت رسد و از چارپايان گمراه‌تر شود .\r\nپس انسان داراى ذاتى شامل : اصل حيات ، نطق ، جوهريت ، جسميت ، نمو و مانند اين‌هاست . اما ذات كامل انسان مربوط به اعمالى است كه انجام مىدهد و به وسيله‌ى اعمال ذاتش را مىسازد .\r\nدر حقيقت سازندگى انسانيت انسان - در دو سوى ذلت و عظمت -\r\n\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\n\r\nتوسط خود انسان صورت مىگيرد .\r\nمرحوم سبزوارى در منظومه‌ى خويش به همين نكته اشاره كرده ضمناً مىفرمايد : چون اعمال منشأ ذات هستند پس همه‌ى جهات اعمال ، معلول ما نيستند و گرنه لازمه‌اش اين است كه ذات خود را خودمان بسازيم و اين مستلزم تقدم معلول بر علت است . ايشان منشأ اصلى همه اعمال را خداوند مىداند . بدين جهت كه و گرنه لازم مىآيد معلول ، خود سازنده‌ى خويشتن باشد - « وان ذا تفويض ذاتنا اقتضى . . . » .\r\nبه عبارت ديگر : سه مطلب به هم پيوسته داريم : افعال ، ملكات و ذات . افعال در ملكات اثر مىگذارد و ملكات در ذات . اعمال انسان در ذات مؤثرند و ذاتى كه تحت تأثير زشتىها و يا زيبايىها قرار گرفت ، منشأ اعمال ناپسند يا پسنده‌ى بعدى مىگردد . صفات اخلاقى و ملكات باطنى انسان ، در حقيقت همانند ريسمانى است كه يك سر آن وصل به ذات و جوهره‌ى وجود انسان و طرف ديگر آن به افعال و اعمال انسان متصل است . شايد ريشه‌ى مكتب اگزيستانسياليسم هم همين است ، مكتبى كه بر اساس اصالت خصائص انسانى بنا شده است .\r\nپس بر اين اساس اخلاق جايگاه مهمى در مباحث حركت جوهرى دارد كه بر اثر تحول جوهره و ذات انسان و ملكه سازى اعمال آدمى ، اخلاق شكل مىگيرد .\r\nد هدفدارى جهان آفرينش\r\nيكى ديگر از آثار حركت جوهرى هدفدار بودن عالم است . جهان\r\n\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\nآفرينش دارى هدف و مقصدى است « 1 » كه به سوى آن حركت است . در تعبير فلسفى گفته مىشود : حركت غايتى دارد . در مباحث حركت گفته مىشود كه در هر حركت ، فاعل ، غايت ، موضوع زمان ، مبدأ و منتهى و مسافت وجود دارد .\r\nاينك سخن در اين است كه مبدأ و منتهاى حركت چيست ؟\r\nمنتهاى حركت ، همان هدف است كه حركت بايد به آن دست يابد .\r\nمقصد حركت هم بايد كمال بى نهايت باشد . چون صور وارد بر ماده‌ى اولى و حركت‌ها بىنهايت و مقتضى كمال بىنهايت‌اند از همين طريق مىتوان به درك ذات بارى پرداخت : « عالم حركت دارد ، حركت در جوهره‌ى عالم است و به سوى مقصدى در حركت است و چون حركت بى نهايت است ، مقصد حركت نيز كمال مطلق و بىنهايت خواهد بود » .\r\nاز اين روى ، حركت براى كمال مطلق و بىنهايت ، يعنى حركت جهت رسيدن به ( احديت ) و ( لا يتناهى ) كه ذات مقدس پروردگار است . سوره توحيد اشاره به همين نكته دارد : ( قل هو اللَّه احد ) ، احتمالًا ( هو ) بر خلاف عقيده‌ى مشهور ، ضمير شأن نيست ، بلكه به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - يكى از نويسندگان كمونيست چين در كتابى كه به فارسى به نام ( شناخت و مقولات فلسفى ) ترجمه شد ، نوشته است : نمىتوان كلمه‌ى ( هدف ) را در مورد جهان به كار بريم ، چون كاربرد كلمه‌ى هدف هميشه همراه اراده و اختيار فاعل است و در جهان آفرينش اراده و اختيارى نيست ! ! اينجانب در كتاب ( خدا در نهج البلاغه ) و در جزوه‌ى ( مذهب ) نوشته‌ام كه هدف به دو معناست : هدف طبيعى و هدف ارادى . دانه‌ى گندم با حركت طبيعى به هدفى مىرسد كه خوشه‌ى گندم باشد و انسان نيز در حركت طبيعى خويش به مقصدى مىرسد . هدف طبيعى را كه نمىتوان منكر شد ، به هر حال نهايت كار يك پديده چه خواهد بود ؟ كمونيست‌ها نتوانستند نهايت و انجام حركت را به درستى تبيين كنند ، لذا حركت انسان را دورانى و قهقرايى مىدانستند\r\n","page_name":" 173 ","page_number":173},
  {"content":"\r\n\r\nمعناى ذات است . ذات مستقلى در عالم جز ذات خدا وجود ندارد و ديگر وجودها فرع بر ذات اويند . و جمله‌ى شريف « يا من لا ذات الا ذاته » و « يا من لا هو إلّاهو » در برخى دعاها به همين معناست .\r\nدر تعابير قرآنى ، ذات الهى ، مقصد و منتهاى عالم وجود تلقى شده است : ( . . والى اللَّه المصير ) ( نور / 42 9 ، ( انا لله وانا ليه راجعون ) ( بقره / 156 ) ، ( اليه مآب ) ( رعد / 36 ) ، ( اليه متاب ) ( رعد / 30 ) ، ( الى اللَّه مرجعكم جميعاً ) ( مائده / 48 ) .\r\nبراى رسيدن به اين مقصود ، انسان باب الأبواب به شمار مىرود .\r\nجمادات از طريق رسيدن به نباتات و سپس حيوانات حركات طبيعى را ادامه مىدهند . در حيوانات ، اراده ، شعور و حركات در حدّ تخيل وجود دارد ، ولى حركات و ادراكات عقلانى از انسان شروع مىشود و سپس به تدريج ادامه يافته ، به جايى مىرسد كه به انسان خطاب مىشود : « يابن آدم خلقت الأشياء لأجلك وخلقتك لأجلى » : « اى آدمىزاد همه چيز را براى تو آفريديم ولى تو را براى خودم آفريدم ! » . انسان با پاكى نفس ، به پاكى مطلق مىرسد و وصل به ذات احديت خواهد شد : « عبدى اطعنى حتى اجعلك مثلى » : « اى بنده‌ى من مطيع من باش تا نمونه‌ى من شوى ! » .\r\nدر اين راستا طريق رسيدن به غايت ، راه دل است . وجود آدمى به گونه‌اى خلق شده است كه در صورت پيمودن راههاى تزكيه نفس ، به راحتى به علت غايى وجودش - كه رسيدن به ذات احديت باشد - دست مىيابد . راه دل ، مقصدى را مىطلبد كه از جلوه‌هاى عالم طبيعت و موجودات مادى بيرون است . چه اين كه ، بايد از اين‌ها دل برداشت و به سراغ دلبرى رفت كه جاودانى باشد .\r\n\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\n\r\n بد نامى حيات دو روزى نبود بيش * آن هم كليم ، با تو بگويم چه سان گذشت\r\nيك روز صرف بستن دل شد به اين و آن * روز دگر به كندن دل زين و آن گذشت \r\nوجود آدمى براى دنياى فانى نيست ، تا به آن دل بندد و خود را در قفس عالم مادى زندانى كند . بايد سراغ كمال واقعى رفت و آن را كشف نمود .\r\n شاهدى كز عشق او عالم گريست * عالمش مىراند او را جرم چيست\r\nجرمش آن كه زيور عاريه بست * كرد دعوا كين حلل مال من است\r\nواستائيم آن كه تا داند يقين * خرمن آن ماست خوبان خوشه چين\r\nتا بداند كاين حلل عارى بود * پرتوى بود آن ز خورشيد وجود \r\nمولوى ، در اشعارش ، انسان را عاشق كمال مىداند ، و عشق حقيقى را عشق به كل دانسته ، ( كل يعنى واحد جامع همه ) عشاق جزء را محروم از دسترسى به حقايق مىداند : ( ماند از كل آن كه شد مشتاق جزو ) .\r\n چون كه جز وى ، عاشق جز وى شود * زود معشوقش به كل خود رود\r\nهمچو آن ابله كه تاب آفتاب * ديد بر ديوار و حيران شد شتاب \r\nكسى كه با ديدن نور آفتاب ، در ديوار ، در خيال خود به نورانيت ديوار پى مىبرد و عاشق ديوار مىشود ، از مركز نور غفلت داشته ، راه به كل نخواهد برد . در عالم وجود ، بايد سراغ كمال مطلق رفت . دراين صورت است كه آدمى به مقامى مىرسد كه مىگويد : « ما رأيت شيئاً الا وقد رأيت اللَّه قبله وبعده ومعه وفيه » . اين وصول از طريق برهان دل و غايت حركت است .\r\n عالم به خروش لا إله الا هوست * غافل به گمان كه دشمن است او يا دوست\r\nدريا به وجود خويش موجى دارد * خس پندارد كه اين كشاكش با اوست \r\n\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\n\r\nبرهان عقلى ، خالق را ثابت مىكند ، ولى وصول به حق راه ديگرى دارد كه از جمله‌ى آن عمل صالح و شايسته است : « من كان يرجو لقاء ربه فليعمل عملًا صالحاً » . چه بسا از راه آثار نتوان به كنه مؤثر رسيد ، لكن عشق به مقصود ، و طى طريق باطن و راه دل ، انسان را به كمال مطلق رهنمون مىسازد .\r\nدر دعاى ارزشمند عرفه آمده است : « الهى ترددى فى الاثار يوجب بعد المزار فاجمعنى اليك بخدمة توصلنى اليك : خدايا رفت و آمد در آثار ، راه وصول را دور مىكند ، مرا به وسيله‌ى خدمتى جذب خودت كن ! » .\r\n پيمبر ، عشق ، و دين عشق و خدا عشق * ز فوق العرش تا تحت الثرى عشق\r\nدر سينه هر كه ذره‌اى دل باشد * بىعشق تو زندگيش مشكل باشد \r\n داد جارويى به دستم آن نگار * گفت از دريا بر انگيزان غبار \r\nآرى ، بحث حركت در جوهر ، يك جارويى است كه همه‌ى غبارها را كنار مىزند و آن را دور ريخته ، انسان را به « لا إله الا اللَّه » مىرساند .\r\nه - پيوستگى موجودات عالم به يكديگر\r\nاز ديگر آثار حركت جوهرى ، ارتباط و پيوستگى موجودات عالم با يكديگر است ، چه اين كه همه‌ى عالم ، صورى هستند كه بر ماده‌ى اولى وارد مىشوند .\r\nدر باب حركت ، با برهان ثابت شده است كه ماده‌ى عالم واحد و در عين حال ، همواره به عنوان مخلوقى دائمى و ازلى تحقق دارد و گرنه ، تسلل لازم مىآيد ، چون اگر ماده حادث باشد ، خود حادث بايد حامل امكان استعدادى بوده ، تحقق آن ممكن باشد . پس اين حادث پيش از خود ، نياز به ماده دارد كه حامل امكان استعدادى اش باشد تا\r\n\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\n\r\nآن را تحقق بخشد ، و همچنين پيش از آن ماده ، ماده‌ى ديگر و هكذا . . .\r\nبا اين بيان ، ماده‌ى عالم ، ماده‌ى واحده است كه صور مختلف بر آن وارد مىشود . ما از بعد علمى تجربى ، اشياء را از يكديگر جدا و متباين مىبينيم ، ولى از بعد فلسفى و واقعى ، تباينى در كار نيست .\r\nتعداد زيادى از موجودات در يك كادر معين و زير نفوذ يك مدبّر درمىآيند و چيزى بر آن مسلط بوده ، آن را احاطه كرده است . خداوند با يك سلطه‌ى احاطى بر كل عالم احاطه دارد و از باب قيوميت كل ، همه را واجد است .\r\nبا اصل ارتباط - و به تعبير ديگر ، خويشاوندى موجودات عالم - مىتوان به اسرار معنوى عالم وجود پى برد . اين كه بعد از نزول جبرئيل بر پيامبر اسلام و بعثت آن حضرت ، همه‌ى اجزاى زمين از كوه و دشت و دره و درخت و سنگ و . . . به آن حضرت سلام كردند و آن حضرت سلام و خضوع آن‌ها را شنيده ، احساس مىكرد ، حاكى از ارتباط و خويشاوندى موجودات با يكديگر است . از اين رو ، به يك اصل مىرسيم كه : انسان در عالم وجود تنهانيست ، چون اولًا علت فاعلى به همراه انسان است و ثانياً جلوه‌هاى عالم وجود با يكديگر در ارتباطند و همه ، جلوه‌ى خالق يكتا مىباشند . جمله‌ى ( ان معى ربى ) در كلام حضرت موسى ، به اين امر اشارت دارد : « قال اصحاب موسى انّا لمدركون ، قال كلا ان معى ربى سيهدين : اصحاب موسى گفتند ما را دستگير مىكنند ، موسى فرمود : هرگز ! خدايم با من است ! » . راستى چه ايمان قوىّ و چه وصل و ارتباطى ؟ ! كسى كه به اين درجه از درك معنوى رسيده باشد يكپارچگى و پيوستگى عالم را به خوبى درك مىكند .\r\n\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\n\r\nدر ادامه‌ى مقال ، به بحث ارتباط متغير به ثابت به عنوان يكى ديگر از آثار حركت جوهرى - مىپردازيم .\r\nو - ارتباط متغير با ثابت\r\nيكى از آثار بحث حركت در جوهر ، تبيين ارتباط حادث با قديم و به تعبير ديگر ربط متغير به ثابت است . اين موضوع كه در فلسفه و مسائل كلامى و اعتقادى اهميت خاصى دارد ، به صورتهاى گوناگون در انديشه‌هاى فلسفى گذشتگان آمده و به نظر ما ، با شيوه‌ى خاصى ، در روايات اهل بيت عليهم السلام نيز بيان شده است . در اين بخش از مقال ، به توضيح و بررسى اقوال فيلسوفان در حل مشكل ارتباط متغير با ثابت مىپردازيم .\r\n\r\nتاريخچه بحث ربط متغير به ثابت\r\nاز دير زمان ، يكى از مباحث مهمّ در حوزه‌هاى فلسفى ، تبيين ارتباط ميان متغيرات عالم به ثابتات بوده است . حكماى يونان باستان ، دچار نوعى شرك اعتقادى بودند و به زمين و آسمان و ستارگان نسبت خدايى مىدادند . حكماى هفتگانه با ديدن تغييرات در عالم طبيعت ( همچون تبديل آب به هوا ، و يا هوا به آب و نيز تبديل ساير عناصر زمينى به يكديگر ) گفتند : متغيرات بايد به امر ثابتى برگردند ، و معتقد شدند كه تغيير در صورت است و اشياء در ظاهر متغيرند ، ولى در حقيقت جلوه‌هاى يك چيز ثابت به شمار مىروند . تلاش آنان در اين بود كه در هر صورت ، بايد متغيرات به ثابت برگردند ولى نه ثابت علت فاعلى كه فعلًا موضوع بحث ماست بلكه يك ماده‌ى ثابت .\r\n\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\n\r\n( هراكليتوس ) مىپنداشت كه در عالم ، هيچ چيز ثبات ندارد . ولى معتقد بود كه اصل عالم آتش است و همه‌ى عالم طبيعت ، صور متغيره‌ى آتش به حساب مىروند .\r\nاز ( ثالس ملطى ) - كه گويا يكى از حكماى هفتگانه باشد - نقل شد كه مىگفت : آب ، اصل ثابت براى متغيرات عالم طبيعت است .\r\n( آناكسيمنس ) - كه از شاگردان ثالس ملطى بود - مىگفت : اصل ثابت در طبيعت ( هوا ) است و هر گاه ( هوا ) را از صور متغيره در عالم جداكنيم ، چيزى به جاى نمى ماند . ( فيثاغورث ) - از حكماى شش قرن پيش از ميلاد - معتقد بود كه اصل اولى در عالم ، عدداست . « 1 »\r\nدر توضيح اين مطلب بايد اشاره كرد كه مقصود از عدد در اين موضوع ، نظم است ، چه اين كه نظم بدون عدد به وجود نمىآيد .\r\nخلقت آسمان و زمين بر اساس اعداد است .\r\nاين عقايد گوناگون در ميان حكماى يونان باستان ، براى برگشت دادن متغيرات عالم به يك اصل ثابت مادى و يا فاعلى بود .\r\n\r\nمدخل بحث ارتباط متغير با ثابت\r\nدر مبحث علت و معلول ، يكى از مسائل مطروحه ، سنخيت بين علت و معلول است كه از مسائل قطعى عقل ، شمرده مىشود . در همين رابطه ، بحث لزوم سنخيت در باب تجدد و قدم نيز مطرح مىگردد . اگر علت قديم باشد ، معلول آن هم بايد قديم باشد و گرنه ، با فرض ازلى بودن علت و حادث بودن معلول ، انفكاك علت از معلول\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - فروغى ، محمد على ، سير حكمت در اروپا ، نقل به تلخيص از صص 19 - 3 ، انتشارات زوّار ، چاپ دوم 1367\r\n","page_name":" 179 ","page_number":179},
  {"content":"\r\n\r\nمىشود و بطلان اين از قضاوت‌هاى قطعى عقل است .\r\nدرباره‌ى علت بودن ذات بارى و معلول بودن جهان آفرينش ، توضيح خواهيم داد كه آن ، معلول ذات خدا به تنهايى نيست . صفات و افعال خداوند نيز دخالت دارند ، اراده‌ى و سائر صفات بارى و نيز افعالى كه مقدمه‌ى وجودى آفرينش اند ، مجموعاً علت تامه به حساب مىآيند . گر چه صفات و افعال هم بالاخره به ذات بر مىگردند .\r\nدر باب علت و معلول ، لحاظ سنخيت متجدد و ثابت ، ضرورى است . اگر علت ثابت باشد ، معلول هم لزوماً ثابت است . معلول متغير هم بايد از علت متغير ، صادر شود . هر گاه معلول متغير باشد ، تغير حالات ، گر چه بر شىء واحد وارد گردند ، باز با يكريگر مباينند . هر حالت ، داراى خصوصيت مباين با حالت ديگر است و تغير هم جمع دو حالت متضاد در طول زمان است ، نه آن كه حالات با هم جمع شود و سپس به تدريج بر شىء وارد گردند .\r\nبا اين فرض ، سؤال مىشود كه : حالت اول معلول آن علت بود ، ولى آيا حالت بعدى ، معلول همان علت است ؟ ! اين دو حالت با يكديگر تباين دارند و تباين در معلول ناشى از تباين در علت است .\r\nاگر در علت تباين نباشد ، لازمه‌اش صدور ( كثير ) از ( واحد ) خواهد بود . معلول متغير داراى حالات مباين است و محال است كه حالات مباين ، علت واحد بسيط من جميع الجهات داشته باشند ، چون اگر آن علت ، علت براى حالت اول است ، پس با آن حالت هم سنخ است و چون حالت دوم مباين با حالت اول است ، پس با علت مباين خواهد بود ، زيرا : ( مباين المباين مباين ) .\r\n\r\n","description":"","footnote":"","page_name":" 180 ","page_number":180},
  {"content":"\r\n\r\nبا اين مقدمه‌ى كوتاه ، دانستيم كه در مسأله علت و معلول ، سنخيت از جهت ثبات و تجدد ( قدم و حدوث ) نيز مطرح است . اين مشكل بايد حل گردد كه اگر خدا و مجرداتى چون انوار اهل بيت عليهم السلام و عالم عقول - كه علت موجودات و عالم طبيعت‌اند - ثابتات‌اند و بقيه متغيرات ، چگونه علت ثابت داراى معلول متغير خواهد بود ؟ !\r\nمرحوم صدرا مىگويد : درك و فهم عاقلان از متكلمان و فيلسوفان ، در تحير مانده است و فكر آنان در ارتباط دادن حادث‌به قديم‌متزلزل شده است . « 1 »\r\nگويند ، كسى ادعاى ارتباط با امام زمان عليه السلام داشت . بعضى از بزرگان به وى گفتند : اگر به راستى با آقا ارتباط دارى ، از طريق امام عليه السلام مسأله ربط حادث به قديم را براى ما حل كن !\r\n\r\nپاسخ اجمالى مرحوم صدرا\r\nمرحوم صدر المتألهين در پاسخ شبهه‌ى ارتباط حادث به قديم مىگويد : ( تجدد اگر صفت ذاتى شىء نباشد ، در تجددش نياز به ( مجدد ) دارد و اگر تجدد شىء ، ذاتى آن شىء باشد در تجددش نياز به جاعل ندارد تا آن را متجدد كند ، زيرا خود بالذات متجدد است و اگر نياز به علت دارد به خاطر اصل ايجاد است . او به علتى نيازمند است كه جعل و ايجاد كند ، آن هم جعل بسيط نه جعل مركب و تاليفى . پس نياز به جعل مركب ندارد كه بين مجعول و مجعول اليه واسطه شود . جاعل فقط اصل مجعول را جعل مىكند پس جعل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ملاصدرا ، اسفار ، ج 3 ، ص 128\r\n","page_name":" 181 ","page_number":181},
  {"content":"\r\n\r\nواسطه بين جاعل و مجعول است . بنابراين ، به مقتضاى اين قاعده‌ى كلى ، اگر تجدد ذاتى شد ، ذاتى نياز به علت ندارد . « 1 »\r\nبر مبناى قاعده‌ى منطقى هم گفته‌اند :\r\n ذاتى شىء لم يكن معللًا * وكان ما يسبقه تعقلًا\r\nوكان ايضاً بين الثبوت له * وعرضيه اعرفن مقابله \r\nاين عبارت مرحوم حاجى در منظومه است . ابن سينا با تعبير بهترى در قصيده‌اش مىگويد :\r\n وكل كلى فاما ان رفع * وجود ما قيل عليه يمتنع\r\nكالجسم للانسان و النبات * فهو الذى له يقال الذاتى \r\nو خلاصه معنايش اينكه ذاتى آن است كه اگر آن را برداريم اصل ذات باقى نماند .\r\nهر گاه پذيرفتيم كه اگر تجدد ذاتى يك شىء شد ، خود شىء و اصل وجود آن علت مىخواهد و تجدد آن نياز به علت ندارد ، بايد سراغ چيزى را بگيريم كه تجدد عين ذاتش باشد .\r\nصدرالمتألهين بر اين عقيده است كه چيزهايى وجود دارد كه حقيت آن عين تجدد و سيلان است و آن طبيعت عالم ماده است كه خود مستلزم تجدد و يا عين تجدد است و به عقيده‌ى مشهور فلاسفه ، چيزى كه تجدد عين ذاتش است ، حركت و زمان مىباشد .\r\nبا پذيرش اين مطلب ، اشكال ديگرى رخ مىنمايد و آن اين كه : اگر ذات طبيعت ، تجدد است و يا ذات حركت و زمان ، تجدد و سيلان است ، چگونه مىتوان اين نكته را به خداربط داد كه ذاتش عين ثبات\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - همان ، ج 3 ، ص 68\r\n","page_name":" 182 ","page_number":182},
  {"content":"\r\n\r\nو سرمديت است ؟\r\nچيزى كه ذاتاً تجدد دارد ، پس خدا به آن شىء تجدد نداده است ، اگر چنين باشد چگونه ثبات محض ، با تجدد محض ارتباط پيدا مىكند ؟ در ارتباط ثابت با هر چيزى ، بايد يك جهت ثباتى در كار باشد و سنخيت لازم است . به‌عنوان‌مثال : اگرظلمت علت نمىخواهد ، چگونه ظلمت بالذات با نور بالذات ارتباط پيدا مىكند ؟ !\r\nمرحوم صدر المتألهين مطلبى را در ادامه‌ى بحث ذكر مىكند . وى اعتقاد دارد كه هر متغيرى يك جهت ثبات و فعليتى هم دارد . آنچه كه از جاعل به آن شىء رسيده ، جهت ثبات و فعليتش است . وقتى تجدّد ذاتى يك شىء باشد معناى اين مطلب اين است كه در تجدد خويش ثابت است . هر گاه ثبات چيزى ، ثبات تجددش و فعليت چيزى فعليت قوه‌اش باشد ، آن چيزدر حقيقت دو جهت دارد : هم داراى ثبات است ، و هم از تجدد بهره‌اى دارد .\r\nبه تعبير ديگر : در درون فعليت ، قوه است و در درون ثبات ، تجدد است ، و هر دوى آن‌ها ( ثبات و فعليت ) از آن خداست . چنان كه هر چيزى ، هر اندازه كثرت داشته باشد ، يك نوع وحدتى هم دارد . اگر خانه‌اى را درنظر بگيريم ، داراى اجزاى زيادى است ولى يك وحدت‌هم دارد . در اين موارد ، وحدت ، عين وجود آن شىء خواهد بود . البته در اين مثال وحدت طبيعى منظورنيست . از اين رو ، وحدت هر شىء عين كثرت بالقوه يا بالفعل است ، ليكن آنچه كه از سوى حق ، فيضان نمود ، جهت و حيث وحدت آن موجود متكثر است .\r\nاينك ، در سنجش موجودات بايد گفت : آن موجودى كه ثباتش عين تجدد است ، طبيعت است . همان گونه كه فعليت چيزى كه عين\r\n\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\n\r\nقوه است ، هيولا مىباشد . آنچه كه وحدتش عين كثرت است ، عدد مىباشد . عدد ، در حالى كه كثرت بالفعل دارد ، وحدت هم دارد .\r\nنتيجه آن كه : « الطبيعه بماهى ثابتة ، مرتبطة الى المبدء الثابت » « 1 » ، طبيعت از جهت ثباتش ، به ذات بارى ارتباط دارد .\r\nبا توضيحى كه داده شد ، روشن گرديد كه سه نوع وجود در عالم است :\r\nالف ثابتات ، مانند ذات بارى ، انوار اهل بيت و عالم عقول .\r\nب متجددات ، مانند اجزاى متجدد اين عالم شهود ، و موجودات و حوادثى كه پس از اين در طبيعت به وجود مىآيند .\r\nج وجوداتى كه داراى هر دو جهت ثبات و تجددند مانند اصل وجود طبيعت و تجدد آن .\r\nواسطه‌اى كه ميان ثابت مطلق و متجدد مطلق وجود دارد ، طبيعت جهان است . طبيعت عالم ، از ثبات و تجدد برخوردار است .\r\nدرباره‌ى ( هيولا ) گفته‌اند كه داراى فعليت است ( و به همين خاطر ، صدورش از بارى تعالى است ) . فعليت هيولا هم به اين است كه قوه‌ى موجودات بعدى است ( چه اين كه ، در هيولا ، شيئيت بالفعل نيست ولى قوه بودن آن ، بالفعل است ) . قوه بودن هيولا ، اقتضاى حدوث ، تحول ، انقضاء ، فناء و هلاك را دارد .\r\nپس از اين بيان ، مرحوم صدرالمتألهين در جمعبندى مطالب ، گفته است : ( طبيعت و هيولا دو جوهرند كه با تجدد و دثور ذاتى ، واسطه‌ى حدوث و زوال در امور جسمانى به شمار مىروند و ارتباط بين قديم و حادث هم ، توسط آن دو به دست مىآيد . )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اسفار ، ج 3 ، ص 68\r\n","page_name":" 184 ","page_number":184},
  {"content":"\r\n\r\n\r\nنقش « حركت دورى فلك » در ارتباط ثابت به متغير\r\nمشهور فلاسفه معتقد ند كه علت حادثات عالم ، حركت دورى فلك است . اينان به افلاك ( به عنوان موجوداتى كروى و دايم الحركه ) اعتقاد داشتند و مىگفتند : از آنجا كه حركت دورى ، هميشه در حال دوران است ، پس تجدد دايمى دارد . و چون تجدد دايمى دارد ، علت براى حادثات است . از آنجا كه حدوث ، ذاتى حركت است ، پس براى حدوثش علت نمىخواهد . از طرف ديگر ، از آنجا كه حركت دورى ، ابتداى زمانى ندارد ، پس ازلى است . چون ، حركت فلك گر چه مجرد نيست ، ولى بيرون از زمان است ، زيرا زمان از حركت فلك متولد شده است . همين حركت ازلى دورى ، معلول ذات بارى است . در اين صورت ، خداى ازلى ، علت حركت ازلى معلول خواهد بود .\r\nشايد كسى بگويد : چگونه مىتوان در اين مورد سنخيت ثبات و تغير را در مسأله‌ى علت و معلول در نظر گرفت ؟ در پاسخ گفته‌اند :\r\nتغيير در حركت ازلى ، معلول چيزى نيست ، چون حركت است تغيرش ذاتى است : « وذاتى شىء لم يكن معللا : ذاتى علت نمىخواهد » .\r\nبا بيانى كه گذشت ، روشن شد كه حركت ازلى گر چه حادث است ، ولى ابتداى زمانى ندارد . خداى ازلى علت است براى يك معلول ازلى .\r\nاين نكته ، از نكات بسيار مهمى است كه مشهور فلاسفه ، به ازليت عالم طبيعت تصريح مىكنند . در اين كه ، اصل عالم ( اعم از مجردات و طبيعت ) ازلى است شكى نيست ، چون اگر عالم مجردات ازلى نباشد ، لازم مىآيد كه - نعوذ باللَّه - خداوند بخيل يا عاجز و يا جاهل\r\n\r\n","description":"","footnote":"","page_name":" 185 ","page_number":185},
  {"content":"\r\n\r\nباشد . مسلم است كه عالم مجردات ، مانند : انوار اهل بيت ، عالم عقول ، ملائكه‌ى مقرب و . . . ازلىاند .\r\nالبته ، ازليت عالم طبيعت هم از براهين فلسفى برخوردار است . از جمله‌ى براهين ، پذيرش الوهيت حق تعالى است . خداوند ، نه تنها داراى هويت واجب است ، بلكه از جامعيت صفاتى چون فياضيت ، وهابيت و . . . برخوردار است .\r\nاگر صفت فياضيت ازلى بود ، عالم طبيعت هم بايد ازلى باشد ، زيرا فياضيت بدون فيض و مستفيض و افاضه مفهوم ندارد . واضح است كه اصل عالم طبيعت ، همچون عالم مجردات ، به مقدمات نياز ندارد . منتها ما يك طبيعت كلى كه جداى از اشياء باشد نداريم .\r\nطبيعت ، خاصيت هيولاست ، هيولا هم بدون صورت تحقق ندارد .\r\nصورت هم كه دايماً متجدد است ، پس يك هيولا و صورت ازلى نداريم . در اين مسير ، هر چه به عقب برگرديم ، پيش از هر صورت و هيولا ، يك صورت ديگر وجود دارد . البته ، هيولا ، واحد به شخص است اما صورت‌ها متجددند .\r\nگرچه ، مطابق بعضى از براهين ، صورت هم واحد به شخص است ، چون تمام صورت‌هاى بعدى - طبق مبناى حركت جوهرى - صورت واحد است و تكامل مىيابد و مرحله‌ى بعدى در درون مرحله‌ى پيشين به وجود مىآيد و مرحله‌ى پيشين از بين نمىرود و فقط حدّ و قدر آن از بين رفته تغير پيدا مىكند .\r\nخلاصه‌ى سخن درباره‌ى عقايد مشهور فلاسفه ، اين شد كه : تمام حوادث عالم مستند به حركت فلك‌اند و حركت فلك هم مستند به ذات بارى است . خداوند ، اصل فلك و حركتش را ايجاد كرد ، نه\r\n\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\n\r\nتجدد آن را . تجدد ، ذاتى فلك است و حادثات ديگر عالم ، معلول تجددند و تجدد نياز به علت ندارد .\r\n\r\nنقد نظريه‌ى مربوط به حركت دورى فلك\r\nگرچه مرحوم صدر المتألهين نظريه‌ى حركت دورى فلك را در برابر ديگر آراء ، اصح الاقوال و ( اقرب الى الصواب ) دانسته ، با اين وصف چهار اشكال بر آن وارد ساخته است : « 1 »\r\nاشكال يكم : اين كه گفته شد : ( حركت دورى فلك ، قديم است ) ، درست نيست . چون حركت ( كه خروج يك شىء از قوه به فعل است ) نه قديم است نه حادث . ( خروج ) چيزى جداى از شىء خارج ، نيست ، تا گفته شود حادث است يا قديم .\r\nبه تعبير ديگر ، حركت امر نسبى و امر بالقوه است ، ذاتاً نه حدوث دارد و نه قدم . بنابراين ، نمىتوان گفت حوادث عالم مستند به حركت فلك و حركت فلك قديم است و چون قديم است نياز به علت ندارد .\r\nپاسخ اشكال : مرحوم علامه طباطبايى از اشكال مذكور چنين پاسخ مىدهد : اين كه گفته شد حركت ذاتش تجدد است ، مقصود اين نيست كه ماهيت حركت تجدد است ، تا گفته شود حركت چيزى نيست تا ماهيتى داشته و ماهيتش هم تجدد باشد . بلكه مقصود آنان وجود حركت است . حركت كه خروج از قوه به فعل است در خارح وجودى دارد ، وجود آن تجددى است ، نه آن كه ماهيتى دارد كه آن ماهيت حادث يا قديم است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ر . ك : اسفار ، ج 3 ، ص 129 به بعد\r\n","page_name":" 187 ","page_number":187},
  {"content":"\r\n\r\nرد پاسخ : به نظر مىرسد كه بيان استاد بزرگوارمان مرحوم علامه طباطبايى رحمه الله جاى نقد دارد . چون مرحوم صدر المتألهين و ديگران تصريح دارند كه ماهيت حركت و مشابه آن ، مانند زمان ، تجدد است .\r\nمفهوم حركت ، همانند مفهوم تجدد و تغير مىباشد . علاوه برآن ، صدر المتألهين مىتواند اشكالش را بر وجود تعلقى حركت وارد كند و بگويد : وجود تبعى ، حدوث و قدمى مستقل از شىء و خارج از او ندارد .\r\nظاهراً بايد به نكته‌ى ديگرى در باب اين اشكال اشاره كرد و آن واقعيت دار بودن اصل حركت است . كلام صدرا در اين رابطه ، متهافت است ، گاهى حركت را - همچون راى ابن سينا - امر اعتبارى و غير واقعى مىداند ، و گاهى براى حركت اثبات واقعيت مىكند .\r\nدر بخش حركت توسطيه و قطعيه ، متذكر شديم كه ظاهرسخن صدرا در بعضى از مباحث ، واقعيت داشتن حركت توسطيه و در برخى ديگر ، واقعيت داشتن حركت قطعيه است . پس اشكال مهم بر مرحوم صدرا اين است كه ايشان درباره‌ى حركت كلماتى متهافت دارد . قول مختار ما آن بود كه حركت قطعيه واقعيت دارد و حركت توسطيه امرى انتزاعى بوده ، فقط به تبع منشأ انتزاعش از يك نوع واقعيت برخوردار است ، همچون‌سائر انتزاعيات .\r\nاشكال دوم : اشكال ديگر مرحوم صدرا مبتنى بر اشكال نخست وارد نموده و آن اينكه : چون حركت امر بالقوه است ، نمىتواند براى حادث بعدى علت باشد ، زيرا علت بايد از حيث زمان ، همراه معلول و از حيث رتبه ، پيش از معلول باشد . حركت به عنوان امرى بالقوه ، به خاطر استمرار و سيلان ، لحظه‌اى بقا و فعليت ندارد ، تا گفته شود كه\r\n\r\n","description":"","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\n\r\nهمراه معلول يا پيش از معلول است .\r\nپاسخ اشكال دوم : مىتوان از اين اشكال مرحوم صدرا نيز اين‌طور پاسخ داد : در مباحث پيشين روشن شد كه گرچه اجزا و حدود حركت ، بقا ندارد ، ولى به عنوان امر واحد مستمر و متصل ، داراى بقايى است و همانند يك خط ادامه دار ، به شمار مىرود .\r\nاشكال سوم : مرحوم صدرا اشكال سومى به نظريه‌ى حركت دورى فلك نموده مىگويد : از آن جا كه حركت دورى فلك ، امر بالفعلى نيست و بالقوه است ، بقايى ندارد تا گفته شود كه قديم است . براى حركت دو جهت : حدوث و قدم در نظر گرفته شد و گفته شد كه به خاطر جهت قدم ، معلول حق تعالى است و از نظر حدوث ، علت براى حادثات است . ولى بايد دانست كه بقا ندارد تا قدمتى داشته باشد .\r\nولى پاسخ اين اشكال هم واضح است : گرچه تجدد و حدوث اجزاء عين ذات اجزاء مىباشد و به هيچ وجه بقا ندارد ، ولى چون امر متصل واحد است فعليت و بقاء دارد . هر ذره‌اى از آن را تا جدا نكرده‌ايم در كادر همان امر متصل واحد قرار دارد ، گرچه قابل تجزيه است ، ولى بالفعل و موجود مىباشد . مانند ( زمان ) كه امر متصل و پيوسته‌ايست . گرچه با قراردادى ، امروز از فردا جدا مىشود . ضمناً اين تجزيه اعتبارى مىباشد .\r\nعلاوه برآن ، در صورت پذيرش اين مطلب كه در حركت ، جهت حدوث و تجدد وجود دارد و امر بالقوه است و بقا ندارد و نمىتواند علت بشود ، بايد پذيرفت كه پس حركت معلول قديم هم براى حق تعالى نخواهد بود ، چون چيزى نيست تا معلول قديم گردد .\r\n\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\n\r\nاشكال چهارم : مرحوم صدرا مىفرمايد : نكته ديگر در باب حركت فلك مسأله پيدايش حركت فلك است ، علت آن چيست ؟ اگر گفته شود كه حركت فلك ، ذاتى فلك است و از اين رو ، نياز به علت ديگرى ندارد ، در پاسخ مىگوييم : بر مبناى حركت در جوهر ، ذات فلك هم بقا ندارد . آن وقت چگونه علت براى حركت خويش مىشود ؟ !\r\nمرحوم علامه طباطبايى رحمه الله ، اشكالات صدرالمتألهين را وارد نمىداند و در حقيقت اشكال را متوجه مبناى صدرا مىسازد و مىفرمايد : وجود حركت تجددى است نه اين كه ماهيت آن تجدد باشد . اگر حركت امر بالقوه است و واقعيت ندارد ، بر مبناى حركت جوهرى ماده هم ، اين اشكال وارد خواهد بود .\r\nدر مورد اشكال سوم و چهارم كه گفته شد ، براى حركت بقايى نيست تا علت يا معلول قرار گيرد ، مىگويد مقصود كدام حركت است ؟ در حركت قطعيه گرچه بقايى وجود ندارد ، ولى در حركت توسطيه ، « كون الشىء بين المبدء والمنتهى » بقاء هست و براى هميشه وجود دارد .\r\nپس از اين بيان ، علامه طباطبايى اشكال را متوجه اصل وجود حركت دورى فلك ساخته ، و مىگويد : چيزى به نام حركت دورى فلك در خارج نداريم و بطلان اين نظريه‌ى بطلميوسى ثابت شده است .\r\nجمع‌بندى نظريه‌ى مشهور در باب ارتباط حوادث عالم به خداوند اين شد كه : مشهور ، به واسطه‌اى به نام حركت دورى فلك قائل شده ، و آن را معلول خدا و سپس علت براى حوادث عالم دانسته‌اند . اشكالات اين نظريه هم گذشت .\r\n\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\n\r\n\r\nراه حل دوم براى ارتباط متغير به قديم\r\nنظريه‌ى ديگر در حل مسأله ارتباط متغير به قديم اين است كه از طريق حركت توسطيه بقا ثابت شود . در اين نظريه ، روى حركت قطعيّة ( ثابت بودن حركت دورى فلك و تجدد اجزاى حركت ) تكيه نمىشود . حركت توسطيه ، « كون الشىء بين المبدء والمنتهى » كه داراى عنوان حركت است و همواره به همين عنوان ثابت است . و همين را براى حادثات ، علت قرار مىدهيم كه خود معلول ذات بارى خواهد بود . پس حركت توسطيه از حيث ثابت بودنش و دوام عنوان « كون الشىء بين المبدأ والمنتهى » ، معلول خداست و از حيث اين كه مانند ( آن ) سيال است ( به اين معنى كه در همه‌ى لحظات « كون الشىء بين المبدء والمنتهى » جريان دارد . علت حوادث است ، حركت توسطيه هم منطبق بر همه‌ى لحظات زمان است و هم بقا و دوام دارد ، و بر خلاف حركت قطعيه كه در هر آن ، همه‌ى حركت نيست ، بلكه جزئى از حركت است ، در حركت توسطيه چون تمام حركت در هر آنى وجود دارد و بر همه لحظات زمان تطبيق مىشود ، علت براى وجودات و حوادث بعدى است ، و خود آن حركت هم كه همواره بقاء عنوانى دارد معلول امر قديم است .\r\nگويا مرحوم علامه طباطبايى مىكوشد تا مقصود مشهور فلاسفه از حركت را در حركت توسطيه توجيه كند .\r\n\r\nنكته‌اى در نقد راه حل دوم\r\nنكته‌اى كه پيش از اين درباره‌ى حركت توسطيه آورده بوديم ، نظريه‌ى مذكور را خدشه‌دار مىسازد . به عقيده‌ى ما ، حركت توسطيه\r\n\r\n","description":"","footnote":"","page_name":" 191 ","page_number":191},
  {"content":"\r\n\r\nاز حركت قطعيه انتزاع مىشود . هرگاه چيزى بر اثر حركت از نقطه‌اى به نقطه‌ى ديگر مىرسد ، آن چيزى كه واقعيت دارد ، حركتى است كه جريان دارد . از اين جريان ، عنوان ( كون الشىء بين المبدء و المنتهى ) انتزاع مىشود ، نه آن كه در واقع دو كار واقعى مطرح باشد ، يكى جريان ، و كار ديگر ساختن ( كون الشىء بين المبدء و المنتهى ) باشد .\r\nاز طرف ديگر ، حركت توسطيه به يك امر ثابت بيشتر شبيه است تا به يك امر متجدد . در اين صورت چگونه اين امر ثابت علت براى حادث بعدى است ؟ گرچه از حيث اسمى ، نام حركت توسطيه را بر آن مىگذاريم ، ولى در حقيقت ، يك عنوان بسيط « كون الشىء بين المبدأ و المنتهى » واقعيت دارد . خود اين عنوان ، حركتى ندارد . در تمام لحظات ، اين عنوان بسيط است ، ولى حركت قطعيه مركب و داراى اجزا مىباشد . با بسيط بودن حركت توسطيه ، ديگر امر تجدد دارى نيست كه بتواند براى حادثات علت شود .\r\n\r\nراه حل سوم\r\nنظريه‌ى ديگرى مىتوان مطرح نمود و آن اين كه : اصل عنوان حركت ثابت است و اجزاء آن متجدد است . حركت دورى فلك ، يك امر ثابت و باقى است يعنى دائماً در خارج تحقق دارد و همين جنبه‌ى ثباتش مىباشد كه به ذات بارى مربوط مىشود . يعنى همان عنوان حركت و چون بالاخره حركت همان حركت خارجى است كه متجدد مىشود تجدد اجزاء آن منشأ تغير است .\r\nو مىتوان چنين گفت كه اصل حركت ، اجزايى دارد كه بالقوه‌اند نه بالفعل و چون تجزيه نشده‌اند ، پس امر متصل است و وحدت اتصالى\r\n\r\n","description":"","footnote":"","page_name":" 192 ","page_number":192},
  {"content":"\r\n\r\nهم به منزله‌ى وحدت شخصى است . بنابراين ، اصل حركت ، امر واحد است كه خدا ، علت آن حركت است .\r\nدر تمام حركت‌ها ، امر متصل واحدى در كار است و در عين داشتن اجزاء ، وحدت اتصالى آن به منزله‌ى وحدت شخصى خواهد بود .\r\nاز طرف ديگر ، خداى قديم كه عالم را ايجاد كرده ، در همان ابتدا اين موجود حركت‌دار را ايجاد نمود ، همان‌گونه كه جبرئيل را با وضع ثابت و باقى آفريد ، حركت را كه در اصل حركت ثابت است و نيز وحدت اتصالى دارد آفريد . پس متصل واحد است و در عين حال اجزاء تجددى دارد . پس جهت اثبات : 1 - عنوان حركت كه در خارج هم وجود دارد . 2 - وحدت اتصالى اين موجود خارجى . و جهت تجدد و تغير همان تجدد اجزاء حركت مىباشد .\r\nنكته‌اى كه نظريه‌ى اصلاحى اخير را به نقد مىكشد ، اين است كه گرچه براى آن وجود ، تجدد ذاتى قائل شديم ، حال چه ذاتى وجود باشد يا ذاتى ماهيت . در هر صورت ماهيت و ذات از درجات وجود گرفته شده است ، اصل وجود و همه‌ى خصوصيات وجودى آن ممكن اند و نياز به علت دارند . با صرف گفتن اين كه : تجدد ذاتى است ، مشكل حل نخواهد شد ، زيرا اين تجدد ذاتى ماهيت و مفهوم نيست ( تازه بنابر اصالت وجود ، باز به وجود برمىگردد ) . در هر حال ، ذاتى وجود است ، ذات وجود ، حتماً نياز به علت دارد . خلاصه اينكه ذات و ذاتى را هم خدا مىسازد ، و بدون او ذات و ذاتى تحقق ندارد .\r\nذاتى ماهيت هم از وجود گرفته مىشود .\r\n\r\n","description":"","footnote":"","page_name":" 193 ","page_number":193},
  {"content":"\r\n\r\n\r\nراه حل چهارم\r\nمرحوم فيض كاشانى ، واسطه‌ى بين ذات‌بارى و عالم طبيعت را ، نفس مىداند . نفس ، داراى وجود دو لبه است : از يك جهت ذات مجرد دارد و از جهت ديگر جنبه‌ى ماديت . در جنبه‌ى ثبات به خدامربوط است و در جنبه‌ى تجدد به عالم طبيعت برمىگردد . « 1 »\r\n\r\nنقد و بررسى\r\nاين نظريه هم تمام نيست ، چون نفس عبارت است از تعلق روح مجرد به بدن . جنبه‌ى نفسانيت ، همان جنبه‌ى تعلق روح مجرد به بدن است تعلق ، عمل روح است و يك فعل است . روح ، داراى ذات مجرد است و بدن ، مادى است . نفس همواره بعد از بدن است ، به اين معنى كه تابدن نباشد ، تعلق روح به بدن صورت نمىپذيرد . در كاربردهاى قرآنى هم داريم كه آدمى بعد از خلقت علقه و مضغه ، خلقتى ديگر يافته به جهان فوق طبيعت راه مىيابد . نفس هم گرچه تعلق مجرد است و در ذات خود مجرد است . ليكن مجرد تام نمىباشد و داراى تحولات و تجددات زيادى است كه از تحولات ماده طبيعى كمتر نيست و به قول مولوى :\r\n موج‌هاى تند درياهاى روح * هست صد چندان كه بد طوفان نوح \r\nبنابراين با توجيه از باب حركت چندان فرقى ندارد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ر . ك : اصول المعارف ، ص 158 و 159\r\n","page_name":" 194 ","page_number":194},
  {"content":"\r\n\r\n\r\nپنجمين راه حل پيشنهادى\r\nبه نظر ما توجه به دو نكته ، در اين مرحله از بحث لازم است .\r\nنكته يكم : حركت عالم با بينش متجددات و ثابتات بر اساس تحليل ذهن ما انسانهاست . ما حركت‌ها را با تعبير ( ديروز ) و ( امروز ) و ( فردا ) محاسبه مىكنيم ، ولى در ديدگاه علت مجرد كه به همه‌ى عالم وجود احاطه دارد ، گذشته و حال و آينده ، معنى ندارد و چيزى به نام حدوث و تجدد در نظر گرفته نمىشود . همه چيز يك جا در نظر مجرد ، حاضر است . مثلًا در سفر معراج ، پيامبراكرم صلى الله عليه و آله از جبرئيل درباره‌ى فرشته‌اى پرسيد كه او كيست و چه در دست دارد ؟ جبرئيل پاسخ داد :\r\nاو عزرائيل است و آنچه كه در دست دارد ، همه‌ى دنياست .\r\nاينك با توجه به اين كه همه‌ى دنيا بقا ندارد ، مىگوئيم موجودات مجردى همچون فرشتگان مقرب بر آن احاطه دارند . در صورت احاطه ، زمان گذشته و حال و آينده يكى خواهد بود .\r\nبراى تقريب ذهن ، مثال ديگرى در كتاب‌هاى فلسفى ذكر مىكنند :\r\nفرض كنيد كسى داخل اتاقى نشسته كه از طريق پنجره به بيرون نگاه مىكند . در همين لحظه فرد ديگرى از بالاى بام ريسمانى رنگى را آويزان كرده است . در هر قسمت از آن ريسمان ، رنگ خاصى است .\r\nآن كه از درون اتاق قسمتى از ريسمان را مىنگرد ، فقط قسمتى از رنگ‌هاى آن را مىبيند ، ولى شخصى كه در بالاى بام قرار دارد همه‌ى رنگ‌هاى ريسمان را يك جا مىبيند .\r\nبنابراين ، براى موجود مجرد زمان گذشته و حال معنى ندارد . به گفته‌ى مولوى :\r\n لا مكانى كاندر آن نور خداست * ماضى و مستقبل و حالش كجاست ؟ \r\nپس نگرش موجودات در مقايسه با ذات بارى بر اساس تجدد\r\n\r\n","description":"","footnote":"","page_name":" 195 ","page_number":195},
  {"content":"\r\n\r\nنخواهد بود . و اعتبار زمان گذشته و حال در آن از ديد ماست .\r\nتغييرات وجود هم ، همه امر واحد به شمار مىروند ، چون ماده‌ى عالم ( كه طبق برهان مربوطه ) ماده‌ى واحد است در حركت تكاملى خود داراى همان صورت اوليه است .\r\nخلاصه‌ى بيان در ربط متغير به ثابت چنين خواهد بود : خداى قديم ازلى وجودى را خلق كرد و آن را در مسير تكامل به راه انداخت ، حركت آن وجود ، ذاتى است . گذشته و حال و تغيير به معناى زمانى ، در او راه ندارد . خداى قديم هم از طريق احاطه بر آن ، از او جدا نيست - خارج عن الاشياء لا بالمزايله - بنابراين ، اشكال سنخيت علت و معلول وارد نيست . همواره علت ( خداوند ) بر معلول احاطه دارد و محيط بر آن است . اين يك راه حل مطلب .\r\nنكته دوم : بيان ديگرى كه در حل مشكل ربط متغير به حادث داريم ، اين است كه بگوييم : واسطه‌ى بين حادثات و ذات بارى ، انوار اهل بيت عترت و طهارت عليهم السلام مىباشند ، چون انوار اهل بيت عليهم السلام پيش از بدنشان وجود داشت . ( نور ) غير از ( نفس ) و ( روح ) است . در اصطلاح اهل فن ، نور پيش از طبيعت وجود داشت . نورانيت يك شىء مرحله‌ى پيش از طبيعت اوست ، به هر حال همه عالم در جلوه‌ى ازلى حق قبل از طبيعت تحقق داشته است ، ولى ديگران در اين جهان طبيعت نور خود را از دست داده‌اند . انوار اهل بيت عليهم السلام وقتى وارد عالم طبيعت شد ، نورانيتش را از دست نداد : « لم تنجّسك الجاهليه بأنجاسها و لم تلبسك من مدلهمّات ثيابها : جاهليت تو را آلوده نساخت و لباس ناپاك خويش بر تو ننمود » .\r\n\r\n","description":"","footnote":"","page_name":" 196 ","page_number":196},
  {"content":"\r\n\r\nاين نورانيت دو جنبه دارد : از يك سوى به عالم طبيعت تعلق دارندو وارد طبيعت مىشوند . « حتى منّ اللَّه علينا فجعلكم فى بيوت اذن اللَّه . . . » ، از سوى ديگر ، جنبه‌ى نورانيت اهل‌بيت عليهم السلام قدمت دارد و يك اصل ثابت است . به همين خاطر ، هم فيض مىگيرد و هم فيض مىبخشد . در زيارت جامعه‌ى كبيره ( و در ديگر متون روائى ) به نكات مهمى اشاره شده است :\r\n« بكم تنبت الأرض اشجارها . . . موالى لا احصى ثناءكم ولا ابلغ من المدح كنهكم و من الوصف قدركم وانتم نور الأخيار وهداة الأبرار و حجج الجبّار . . . » .\r\nدر اين ديدگاه ، انوار اهل بيت عليهم السلام پيش از آغاز خلقت جهان هستى وجود داشت و آنان پيش از ( زمان ) بودند ، چنان كه بعد از ( زمان ) نيز خواهند بود : « بكم فتح اللَّه وبكم يختم . . . » .\r\nدر متون دينى ما ، تعابير بسيار بلند و رسا دراين مورد وجود دارد كه مىتوان از طريق همين قاعده ، آن‌ها را پذيرفت . دست‌يابى به مفهوم : « من اراد اللَّه بدأ بكم » از همين نوع تفسير ، ميسر است . راه ورود به معرفت شهودى الهى ، از طريق اهل بيت عليهم السلام است .\r\nديدن خدا با چشم سر نيست ، بلكه بصيرت و چشم دل مىخواهد . چشم دل به خاطر تعلق به عالم طبيعت بسته و كور است .\r\nآنچه كه موجب بينايى مىگردد ، انوار پاك چهارده معصوم عليهم السلام است كه خداوند از راه لطف ما را با آنان آشنا ساخت . شروع عالم و آغاز تكامل معرفتى ، از طريق وصل به اهل بيت عليهم السلام است . و نيز تغيير عالم و محو و اثبات به واسطه‌ى آنان صورت مىگيرد : « بكم يمحو اللَّه ما يشاء ويثبت » .\r\n\r\n","description":"","footnote":"","page_name":" 197 ","page_number":197},
  {"content":"\r\n\r\nهمچنين تعبير زيباى : « بكم تسبّح الأرض التى تحمل ابدانكم » در زيارت مطلقه امام حسين عليه السلام رابطه‌ى عميق تسبيح زمين را به وسيله بدن‌هاى مطهر اهل بيت عليهم السلام كه در درون آن جاى گرفته‌اند ، بيان مىكند . و بالاتر اين كه : « ارادة الرب فى مقادير اموره تهبط اليكم وتصدر من بيوتكم » ، اراده‌ى خدا در همه‌ى مقدرات امورش از طريق شما و از خانه‌ى شما صادر مىگردد . و همين‌طور دقت در تعبيرات دعاء افتتاح درباره‌ى رفع مشاكل به وسيله‌ى امام زمان عليه السلام كه همه جا با « باء » گفته مىشود يعنى او وسيله رفع حاجات است .\r\nتوجيه و تفسير درست اين مفاهيم ارزشمند كه در متون دينى از جمله زيارت جامعه كبيره و زيارت مطلقه امام حسين عليه السلام آمده است ، جز از طريق واسطه شدن موجودى كه هر دو جهت بقا و تجدد را دارد ، ممكن نيست . آرى واسطه ميان ثابت و متغير ، موجودى است كه هم وجهه‌ى جاويدان الهى را دارد « كل شىء هالك الا وجهه » و وجهه‌ى ماسواللّهى را كه منشأ عدم بقاست .\r\n\r\nارتباط نور و ظلمت\r\nنكته ديگرى كه بر اساس سنخيت علت و معلول ، به عنوان اشكال مطرح مىگردد ، ارتباط ميان نور و ظلمت است . طرح اشكال چنين است : خدا ( كه عين نور است ) و عالم طبيعت ( كه عين ظلمت است ) چه ارتباطى با يكديگر دارند ؟\r\nدر پاسخ بايد يادآور شد كه براى ارتباط نور و ظلمت به واسطه‌اى نيازمنديم كه از يك سو به خدا و از سوى ديگر به طبيعت تعلق داشته باشد . اين واسطه همان انوار اهل بيت عليهم السلام است كه به خاطر آن\r\n\r\n","description":"","footnote":"","page_name":" 198 ","page_number":198},
  {"content":"\r\n\r\nنورانيت ذاتى ، عين نورند و به سبب تعلق به عالم طبيعت ، خواص طبيعت را هم دارند .\r\nاز اين رو پيامبر صلى الله عليه و آله به خاطر تعلق به عالم طبيعت فرمود : « . . . انى لأستغفر اللَّه كل يوم سبعين مرّة » « 1 » .\r\nخداوند از طريق پيامبرو اهل بيت عليهم السلام به عالم طبيعت فيض مىرساند . ما ظرفيت نداريم تا به طور مستقيم ، فيض الهى را دريافت كنيم ، چنان كه يك جويبار گنجايش آب اقيانوس را ندارد . اگر فيض خدا ، بدون واسطه به عالم طبيعت برسد ، عالم ( به خاطر نداشتن ظرفيت مناسب ) فانى مىشود : « جعله دكّا وخرّ موسى صعقا » « 2 » در جريان طلب ديدار الهى ، موساى كليم نياز به حركت عرفانى داشت تا از خود بىخود گردد و از عالم طبيعت فراتر رفته ، نمودى از جلوه‌ى حق را ببيند طلب ديدار موسى با طلب بىخردانى كه خداى جسمانى را مىخواهند ، فرق دارد . او ديدار و لقاء معنوى كه حقيقة اللقاء است مىخواهد وخداوند به او مىفهماندكه آن فنا و صعقه مىخواهد ، از خود بيرون شدن مىخواهد . عالم طبيعت ظرفيت ديدار جلوه‌ى حق را ندارد ، موسى هم درس گرفت و همچون اندكاك كوه از خويش مندك شد و به حالت صعقه و مدهوشى از خويشتن درآمد .\r\nبه هر حال خداوند از طريق حركت تدريجى و تكاملى زمينه‌ها را براى انسان‌هاى مستعد ، آماده مىكند تا به مقام عصمت رسندو سپس مقام ولايت باطنى را كسب نمايند و در جهان تأثير بگذارند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - شرح سيد على خان كبير بر سحيفه سجاديه . در كافى شريف روايات متعددى است كه دلالت بر « مأة مرة : صد مرتبه » دارد\r\n( 2 ) - اعراف / 143\r\n","page_name":" 199 ","page_number":199},
  {"content":"\r\n\r\nخلاصه در اين بيان مىخواهم بگويم اصل نورانيت پيامبر صلى الله عليه و آله و اهل بيت عليهم السلام كه همه هم نور واحد هستند - ثابت است همان كه احياناً حقيقت محمديه صلى الله عليه و آله هم گفته مىشود ، حقيقت محمديه صلى الله عليه و آله را گاهى هم به فيض مقدس كه همان وجود انبساطى ظلى است اطلاق مىكنند ، همان حقيقت محمديه صلى الله عليه و آله را مىگويم كه بروز و خفاء دارد در خضر تجلى مىكند و استاد موسى عليه السلام مىشود ، و در قيافه‌ى على عليه السلام ظاهر مىشود و پيش از تولد آن حضرت مادرش - فاطمه بنت اسد - را از چنگال درنده‌ى بيابان نجات مىدهد ، و در عيسى عليه السلام تجلى مىكند و در گهواره سخن مىگويد . اين جهت ثابته است و جهت تغييرات طبيعى هم در طبيعت و خفاء و بروز پيش از طبيعت و پس از آن دارد . اين دو جهت . و اين از سخن مرحوم فيض كه اصل نفس را در سطح كلى واسطه قرار مىدهد بهتر است ، البته نفوس آن بزرگان به نوعى در نفوس ديگران هم تحقق دارد كه « انفسكم فى النفوس » و اين شرحى بيش از اين مىخواهد كه آيا اين گونه جملات معناى علّيت را مىدهد ، يعنى نفس شما اهل بيت در نفوس ديگران است يعنى علت آنهاست ، كه هر علتى در معلول تحقق دارد ، همان‌طور كه مرحوم حاجى سبزوارى معنى مىكند و مرحوم صدرالمتألهين در شرح اصول كافى مىفرمايد : با برهان براى ما ثابت است كه پيامبر و اهل بيت نه تنها علت غائى خلقت هستند ، بلكه علت فاعلى هم هستند . يعنى خداوند به وسيله آن‌ها خلق مىكند نگوئيد : خالق فقط خداست ، كه اين منافات ندارد ، منظور باذن اللَّه است همان‌طور كه عيسى خالق است باذن اللَّه « وَإِذْ تَخْلُقُ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ . . . » . تفكر وهّابيت عمياء كه در اثر بىسوادى مقابل\r\n\r\n","description":"","footnote":"","page_name":" 200 ","page_number":200},
  {"content":"\r\n\r\nمحكمات قرآن مىايستند اين مسائل را درك نمىكند و در اثر نفهميدن روش خشونت و تكفير پيش مىگيرند ، اخيراً در مشهد نيز نوعى تفكر وهابيت پيدا شده كه ديگران ، همه را طرد و خود را كامل خيال مىكنند ، از خدا مىخواهيم بيدار و هشيارشان نمايد .\r\n\r\n","description":"","footnote":"","page_name":" 201 ","page_number":201},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 202 ","page_number":202},
  {"content":"\r\n\r\n\r\nالفهرس الموضوعى لمباحث الاسفار الاربعة\r\n\r\n","description":"","footnote":"","page_name":" 203 ","page_number":203},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 204 ","page_number":204},
  {"content":"\r\n\r\nالفهرس الموضوعى لمباحث الاسفار الاربعة\r\n\r\nفهرس ما في المجلد الاول من آرائه\r\n1 - اطلق المؤلف المهية على الوجود : ص 413 .\r\n2 - لااعتماد في الفلسفة على الاطلاقات العرفيه : ص 438 .\r\n3 - الوجود اعتبارى عند ارباب المهية حتى في الواجب : ص 407 س 3 ويستفاد ذلك من السبزوارى ايضاً ذيل : ص 411 .\r\n4 - مفهوم الاصالة في الوجود ، يقابل الاعتبار : ص 415 س 15 .\r\n5 - يجوز عنده التشكيك في المهية والمفاهيم : ص 258 وص 255 بعد قوله نعم . ويصرّح بجوازه في مطلق الماهيه وخصوص الجوهر في اواخر هذا المجلد وفي فصل يخصّه و بعض فصول اوائل ج 2 .\r\n6 - مسائل العلوم البرهانية ماهيات او امور حقيقيه ولذلك ربما تختلف المفاهيم مع ما في العرف : ص 311 .\r\n7 - دليل ارباب الانواع هوالشهود لارباب السلوك : ص 307 .\r\n8 - ظاهر عبارته في ص 308 درك المحسوس الخارجى باشراق من النفس على الخارج ! و لكن مراده الاشراق على الهويّة العلميّة .\r\n9 - تعليقة العلامة الطباطبائى : لاتتشكل القضية من طرفين احدهما\r\n\r\n","description":"","footnote":"","page_name":" 205 ","page_number":205},
  {"content":"\r\n\r\nحقيقى والاخر اعتبارى او احدهما خارجى والاخر ذهنى : ص 337 التعليقة .\r\n10 - تعليقة السبزوارى : الاتصاف لايمكن إلّامع وجود الطرفين ولو حظاً مّا من الوجود ، خلافاً للمشهور حيث يقولون : ثبوت شىء لشىء فرع ثبوت المثبت له لاالثابت : ص 336 .\r\n11 - اهم التراكيب تركيب الوجود والعدم : ص 379 المتن والتذييل ( كما في الحدود ) .\r\n12 - في كلامه رحمه الله تصريحات متعددة بكون حقيقة الوجود شخصيّة ، منها ما في : ص 71 ومنها ما في ص 113 س 5 .\r\n13 - اصطلاح العقد الاتحادى والارتباطى الشايع فى بعض كتب المتأخرين فى الاصول ، منه رحمه الله في مواضع ، منها : ص 225 س 10 وقد اخذ منه الاستاذ الامام في اصوله . وذكرته في المنطق والاصول .\r\n14 - الادراك انعكاس ما في المبادى العالية ، لا الانتزاع كما عليه الاستاذ الطباطبايى ويعتقده الاكثر : ص 248 س 6 .\r\n15 - يصرّح بوجود الحكم في السوالب خلافاً للاستاذ الطباطبايى رحمه الله : ص 373 س 1 و 2 .\r\n16 - يعترف بعدم فهم كيفيّة الخلق والايجاد : ص 414 س 13 .\r\n17 - ادراك كل وجود ادراك اللَّه تعالى ، بنحو العلم البسيط لاالمركب : ص 117 .\r\n18 - المعنى الحرفي والاسمى حقيقة واحدة ، يتبدل كلّ إلى الاخر بالتفات النظر : ص 143 .\r\n19 - السهروردى يعتقد اصالة المهية حتى في الواجب : ص 250 آخر الصفحه .\r\n20 - يعترف بربّ النوع للماء : ص 323 س 4 .\r\n\r\n","description":"","footnote":"","page_name":" 206 ","page_number":206},
  {"content":"\r\n\r\n\r\nفهرس ما في المجلد الثانى من الاسفار\r\n1 - كل نوع له فرد عقلانى سوى الهيولى والزمان والحركة : ص 19 تعليقة النورى .\r\n2 - فرق التشخص والتعين والامتياز والجزئية : ص 10 و . . .\r\n3 - المادة جوهر مستعد لانفس الاستعداد ، خلافاً لبعض العبارات :\r\nص 33 .\r\n4 - لارب للجنس ولاللعرض ولالجزء الشىء : ص 46 تعليقة السبزوارى .\r\n5 - العشق المجازى قنطرة : ص 77\r\n6 - اختلاف السلب والايجاب في المفردات لاوجه له اصلًا : ص 106 تعليقة الاستاذ رحمه الله .\r\n7 - المراد من وحدة الموضوع والزمان في التناقض : ص 102 تعليقة الاستاذ رحمه الله .\r\n8 - ملاك الحمل الوجود ، اتحاداً وتغايراً : الوجود في نفسه ملاك التغاير ، والوجود لغيره ملاك الاتحاد : ص 93 تعليقة الاستاذ رحمه الله .\r\n9 - يستدل المؤلف قدس سره لتناهى الاعداد في الخارج ! : ص 152\r\n\r\n","description":"","footnote":"","page_name":" 207 ","page_number":207},
  {"content":"\r\n\r\n10 - اسّد براهين امتناع التسلسل ان كل واحد منها رابط فلابد من وجود مستقل : ص 166\r\n11 - التسلسل تنازلى وتعاقبى : ص 166 و 8 في المتن وتعليقة السبزوارى .\r\n12 - الذات يطلق على اصل الوجود وعلى الهوية الوجوديّة ، فللذات معان ثلث في ايساغوجى والبرهان وهنا : ص 168 س 9 .\r\n13 - استدلال على حركة الجوهر : ص 175 و 6 .\r\n14 - ينتفع من بحث حركة الجوهر في بحث المعاد ايضاً ، ولذا كان من المشرقيات : ص 190 ( كان المراد من المشرقى هو الحدس المتولد من القرائن ويناسب القواعد وتثبت بسائر الامور ، لاالاشراقى المصطلع قبال المشّاء ، ولافلسفة المشرقيين بلسان جغرافيا كالايرانيين ، كما قال السجّادى في كتابه المصطلحات ) .\r\n15 - يلزم مراعاة الوحدة من حيث المواطاة او الاشتقاق الحملى ، في التناقض اى حمل على او في : ص 208 .\r\n16 - نظره رحمه الله في تحريك جماعة حجراً ، وكيفية عليّة كل واحد منهم ص 201 .\r\n17 - كيفية تعلق علم البارى بالجزئيات ص 185 .\r\n18 - استناد المعاليل المختلفة إلى الجهة المشتركة بين العلل في النوعيات ؟ ص 212 .\r\n19 - اقتضاء العلة للمعلول الخاص : ص 212 .\r\n20 - سريان العلم في جميع العالم : ص 239 .\r\n21 - سريان الغاية في جميع العالم : ص 277 .\r\n22 - الوجود حقيقة شخصيّه صرّح به في : ص 292 وص 318 و . .\r\n\r\n","description":"","footnote":"","page_name":" 208 ","page_number":208},
  {"content":"\r\n\r\n23 - الظاهر ذهابه إلى قول الرجل الهمدانى غفلة ! : ص 47 .\r\n24 - للمهيات نوع ثبوت بتبع الاسماء : ص 350 .\r\n25 - ثبوتها العقلى منشأ احكام منها استناد النقائص والشرور اليها :\r\nص 350 .\r\n26 - يظهر منه رأى جديد في العلم وانه حضور الخارج بعينه بمرتبة ليس فيها الاثار : ص 359 .\r\n27 - توضيحه لكريمة « هو الاول والاخر و . . . » من باب ان بسيط الحقيقة كل الاشياء وانه اول مرتبة لوجود الشىء المتعين : ص 372 .\r\n28 - رأيه في نفى فاعليّة الجسمانيّات ، وقد ردّه الاستاذ الطباطبائى رحمه الله باطلاقه ص 375 .\r\n29 - يستعمل الابداع بمعنى اعم من التجرد ، يشمل النفس والفلك : ص 396 وغيرها .\r\n30 - اثولوجيا / معرفة الربّ : ص 357 .\r\n\r\n","description":"","footnote":"","page_name":" 209 ","page_number":209},
  {"content":"\r\n\r\n\r\nفهرس ما في المجلد الثالث\r\n1 - هيولى العالم واحدة شخصاً : ص 52 .\r\n2 - صور العالم غير متناهية تتسلسل تعاقبيّاً : ص 52 س 13 .\r\n3 - السبق زمانى ورتبى ، والرّتبى وجودى وعقلى : ص 56 .\r\n4 - قوة الظلم خير من الظلم ووجه ذلك : ص 59 .\r\n5 - دليل المخالف لنظرية حركة الجوهر ، ونظيره في الكم : ص 85 .\r\n6 - دليل آخر للمخالف : ص 98 و 107 و 108 .\r\n7 - الحركة ماهيتها التجدد ؟ ص 129 .\r\n8 - لايعتقد الصدر وجود حركة القطع : ص 129 و . و لكن يصرّح في ص 116 س 2 بوجودها .\r\n9 - البراهن على حركة الجوهر : ص 103 و 121 .\r\n10 - لاواقعية للزمان إلّافي العقل فهومن العوارض التحليليّة :\r\nص 141 .\r\n11 - للطبيعة امتدادان زمانى ومكانى : ص 140 .\r\n12 - رفع اشكال الوجود الذهنى في جمع العرض والجوهر : آخر ص 307 .\r\n\r\n","description":"","footnote":"","page_name":" 210 ","page_number":210},
  {"content":"\r\n\r\n13 - اشار إلى فاعلية الباطن للظاهر في قوله : اكثر ما يظنّونه الخ :\r\nص 16 .\r\n14 - ردّ الاستاذ الطباطبائى في التعليقه على رأى حصر الفاعلية في الالهى ، بل الفاعل الهى وطبيعى : ص 15 .\r\n15 - ردّ الاستاذ الفاعل بالعناية ، وتقسيمه إلى المختار والمجبور :\r\nص 12 .\r\n16 - من مغالطات بحث الحركة ما عن الفخر : ص 36 .\r\n17 - الوجود لايحصل في الذهن ؟ ص 132 .\r\n\r\n","description":"","footnote":"","page_name":" 211 ","page_number":211},
  {"content":"\r\n\r\n\r\nفهرس ما في المجلد السادس\r\n1 - تصريحه بان حقيقة الوجود شخص واحد هو اللَّه تعالى ص 23 و كذا السبزوارى ذيل ص 17\r\n2 - منع الاستاذ رحمه الله التشكيك في المفاهيم في تعليقته : ص 23 .\r\n3 - قاعدة الفرعية لاتقتضى اكثر من تقارن الثابت والمثبت له : تعليقة السبزوارى ص 48 .\r\n4 - العلم بالهوية الشخصيّة لايمكن به غير الشهود الحضورى : ص 85 .\r\n5 - موضوع الفلسفه حقيقة الوجود على الاطلاق لامفهومه : ص 89 .\r\n6 - علم البارى تعالى عندالمشائين كلوازم المهية للمهيّة ؟ ص 132 س 12 .\r\n7 - تصور المحال محال ؟ ! ص 138 .\r\n8 - توضيحه لعينيّة الحق للاشياء لا بالممازجة ، وتطبيقه على الوجود المنبسط ص 283 شرح اصول الكافي .\r\n9 - توضيح كلمة « العرشيات » في تعليقة السبزوارى ص 161 .\r\n10 - تصريحه بكون الطبائع مدركة لغاياتها بنوع من الادراك :\r\nص 261 .\r\n\r\n","description":"","footnote":"","page_name":" 212 ","page_number":212},
  {"content":"\r\n\r\n11 - تصريحه بان نفس الامر معناه وجود الاشياء بالوجود الرّبوبى ! ص 262 .\r\n12 - ازلية الانسان بمعنى وجود آدم وحوا قبل ابينا وامنّا ، وهكذا ! حضال الصدوق ج 2 ص 652 ح : 54 .\r\n13 - سريان العلم في المادّيات ايضاً : تعليقة السبزوارى ص 165 وتعليقة الاستادص 150 و كذا ص 259 14 - العلة والمعلول ، والعاشق والمعشوق و . . . ليست من المتضائفين ، تعليقة الاستاد ص 173 .\r\n15 - المعاد مع وجود جوهرىنفسانىومع اعضاءنفسانية : ص 286 .\r\n16 - قضائه تعالى علمه ، على مذهب المشّاء : ص 292 .\r\n17 - تصريحه بحدوث عالم الطبيعة وقدم المفارقات : ص 315 .\r\n18 - تصريحه بسراية العلم في كل الموجودات حتى الاحجار ص 336 س 1 و ص 340 و 418 خلافا لما في ص 416 .\r\n19 - القضاء والقدر غير ما ذكر في محله ، النفس المنطبعة للفلك ، وقلوب الملائكة العمّالة : ص 397 .\r\n\r\n","description":"","footnote":"","page_name":" 213 ","page_number":213},
  {"content":"\r\n\r\n\r\nفهرس ما في المجلد السابع\r\n1 - البدن المحشور ليس هذا البدن : ص 26 و .\r\n2 - المراد من شمائل المعشوق هو الكمالات الحقيقية النّفسانيّة :\r\nص 34 قبل الفصل بسطرين ، تبعاً لابن‌سينا والخواجه في الاشارات وشرحها في ص 383 ج 3 ، وخلافاً لما في نفس الاسفار ج 2 ص 77 و المجلد السابع ص 173 .\r\n3 - العلم سار في كل الوجود : ص 150 .\r\n4 - العشق مصاحب للشعور دائماً : ص 152 .\r\n5 - كل الوجود حىّ عند العرفاء : ص 150 .\r\n6 - وجه تسمية الانوار الاسفهبدية ، استخدامها لقوى مادونها :\r\nتعليقة السبزوارى ص 164 .\r\n7 - اول الصوادر العقل في النظر التفصيلى ، و اما في النظر الجملى فالصادر واحد هو مجموع العالم اى الوجود المنبسط : ص 117 .\r\n8 - وجه اطلاق السمع والبصر دون الشم والذوق عليه تعالى : ص 67 و ج 2 تعليقة الا ملى رحمه الله .\r\n9 - ملاك الصدق والكذب ، التطابق لما في عالم العقل ، وبيان وجه التطابق في القضايا الكاذبه ؟ ! : ص 279 .\r\n\r\n","description":"","footnote":"","page_name":" 214 ","page_number":214},
  {"content":"\r\n\r\n10 - جميع الماهيات دائمية ؟ : ص 267 .\r\n11 - قاعدة الواحد لايصد . . الخ تجرى في الغايه ايضاً : ص 266 و 269 .\r\n12 - يصرّح بان الحركة امر انتزاعى ذهنى غير واقعى : ص 285 .\r\n13 - سنخية العلة والمعلول لاتستلزم كون الواجب حادثاً اوالعالم قديماً : ص 300 .\r\n14 - يصرّح بعدم تصور الحركة في الحركة : ص 285 و 296 .\r\n15 - ربّ النوع اسم الهى عند العرفا : ص 316 .\r\n16 - مذاق العرفان عدم وجود الكثرة : ص 317 التعليقة .\r\n17 - اعتقاده في الوحى ونزول القران انه مربوط بدرك النبى عليهم السلام ص 22 و . . . .\r\n18 - اعتقاده ان الحروف المقطعة تنزلات الحقائق البسيطة ص 41 و . . . .\r\n\r\n","description":"","footnote":"","page_name":" 215 ","page_number":215},
  {"content":"\r\n\r\n\r\nفهرس المجلد الثامن\r\n1 - عنوان العرضيّة ذاتيّة اى للوجود كعنوان النفسيّة : ص 13 .\r\n2 - اجراء قانون « الواحد لا يصدر . . . » في غيره تعالى ، في تعليقة السبزوارى ص 60 و 64 لكنه ينكره الصدر رحمه الله واظنّ الجريان حتى في الاعتباريات ! فان الاعتبار بنفسه حقيقة من الحقائق .\r\n3 - ادراك الذات اى حضورها ليس في عالم المادة فلا علم لها بنفسها ، اذا لمادة ليست شيئاً بنفسها ، والصورة وجودها للمحل : ص 48 و 66 و 300 و 329 .\r\n4 - المراد من المتأخرين ؟ : ص 64 .\r\n5 - قاعدة الواحد . . . تجرى في القابل أيضاً : ص 84 .\r\n6 - جهل العقل بالخسائس والطبيعة ؟ ! : ص 75 .\r\n7 - وظائف الا ملاك الاربعة ثمّ العزازيل : ص 119 .\r\n8 - الوهم لا هوية مستقلة له قبال العقل : ص 217 و 239 .\r\n9 - تعبير « جان » و « روان » في كلام ابن سينا : ص 251 .\r\n10 - نفس الحيوان باقية تلتحق بعالم المثال : ص 278 وتعليقة السبزوارى ص 277 .\r\n11 - عوام الناس لا يقدرون على تصور الكلى : ص 266 و 283 .\r\n\r\n","description":"","footnote":"","page_name":" 216 ","page_number":216},
  {"content":"\r\n\r\n12 - التشخص العقلى لاينافي الكلّية : ص 282 .\r\n13 - الطبيعة المرسلة بقيد الارسال كلّية لا المطلقة ! : ص 266 .\r\n14 - علّة الموت انصراف النفس عن تدبير هذه النشأة : ص 294 .\r\n15 - الصورة مادّية و غير مادّية ، والثانية حرّية باسم الصورة دون الاولى : ص 329 .\r\n16 - تفسير تعابير القوم في قدم النفس ، وانه من باب الحركة في الجوهر ، وعلى رأى السبزوارى انه من باب حمل الرقيقة على الحقيقة :\r\nص 332 .\r\n17 - الانسان قبل صيرورة عقله الهيولانى ، بالفعل ، نوع واحد ، ولا يمكن انحصار نوعه في شخص : ص 339 .\r\n18 - برهان آخر للحركة في الجوهر : ص 345 .\r\n19 - معنى حديث : كنت نبيّاً وآدم بين الماء والطين : ص 332 و 350 .\r\n20 - اطلاق الطبيعة على كل مهية نوعيّه في كلام ارسطو : ص 361 .\r\n21 - سبعون الف حجاب : ص 360 .\r\n22 - معنى الهبوط والخطيئة : ص 359 .\r\n23 - في الوجود الذهنى حقيقة الشىء موجود بالحمل الشائع :\r\nص 369 .\r\n24 - لكل نوع جسمانى ربّ النوع : ص 371 .\r\n\r\n","description":"","footnote":"","page_name":" 217 ","page_number":217},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 218 ","page_number":218},
  {"content":"\r\n\r\n\r\nفهرس ما في المجلد التاسع من آرائه\r\n1 - الفطرة شىء حسن بحسب ذات الروح و اما بحسب تعلق النفس بالبدن فهى سيّئة ! ؟ : ص 236 .\r\n2 - الحشر ليس حشراً واحداً بل حشور متعددة ، بل كثير كثرة لا تحصى ! : ص 234 .\r\n3 - كتاب الاسفار قرة عين اولى الالباب : ص 257 س 17 .\r\n4 - الحركة في الجوهر ، في لسان ارسطو ؟ : ص 261 س 13 .\r\n5 - لا علم ولا حياة في الجسم المادّى ؟ : ص 271 .\r\n6 - لا يجوز احد الصراط إلّاباذن على عليه السلام : ص 290 .\r\n7 - تاويل الاحاديث وايات الكتاب و كذا المنامات لا يمكن بلا درك مقايسة العوالم الثلث من الطبيعة والبرزخ والاخرة ، وفهم موازنة هذه العوالم ! وفهم ان التعبيرات وقعت تحت لباس عالم الطبيعة بعنوان المثل : ص 302 .\r\n8 - الملك والشيطان هما الملكات الانسانية ؟ : ص 293 ويظهر من بعض عباراته هناك انهما متولدان من الملكات .\r\n9 - الجزاء مربوط بالملكات لا الاعمال وإلّا يلزم بقاء المعلول مع عدم العلّة واشكل الخلود ! : ص 293 .\r\n\r\n","description":"","footnote":"","page_name":" 219 ","page_number":219},
  {"content":"\r\n\r\n10 - يصير العذاب عذباً لفرقة ! ! : ص 346 و 7 و 358 و 355 : « لا يلزم من كان من اهل النار . . ان يكونوا معذبين بها » ! !\r\n11 - جهنم مكانها هو الدنيا : ص 356 .\r\n12 - التناسخ محال لعدم امكان القهقرى من الفعل إلى القوة ، واستحالة انتقال العرض والصورة : ص 2 و 7 .\r\n13 - الصورة واحدة في العالم كالمادة ، لكن الصورة في طريق الاستكمال ولا تبقى بحدّها ، لعدم امكان توارد فاعلين على مادّة واحدة : ص 12 .\r\n14 - البدن الاخروى شبح ظلّى ومنفعل من النفس : ص 18 .\r\n15 - الانسان متحد في النوع في اول الامر ثمّ يختلف بالنوع :\r\nص 20 .\r\n16 - كل جسم له ربّ النوع حتى في الجماد : ص 24 .\r\n17 - حفظ الشخص بالنفس مع المادة المبهمة : ص 32 .\r\n18 - حرارة الشيخ غريزياً اشدّ من الشابّ ! : ص 55 .\r\n19 - النفس الحسّاسة في الانسان مغائر لما في سائر الحيوانات :\r\nص 5 .\r\n20 - الاسماء في « علّم الاسماء » هى اسماء اللَّه تعالى وهى معلومة للانسان : ص 61 .\r\n21 - ترتبط الاعتباريات بالحقائق ، قياسيّاً : ص 82 ما قبل السطر الاخر ، و ص 83 س 3 .\r\n22 - موارد جهل ابن سينا وفرقه مع ارسطو : ص 109 .\r\n23 - ادراكنا له تعالى يكون معمولًا بمفاهيم كلّية ذهنيّة وليس ذلك ادراكاً له تعالى حقيقة : ص 123 .\r\n\r\n","description":"","footnote":"","page_name":" 220 ","page_number":220},
  {"content":"\r\n\r\n24 - تاكيده ره على اثبات الوسائط العلّيه وردّ كلام الفخر : ص 158 .\r\n25 - بيان آخر للشرّ بالقياس من ناحية العلم الحضورى : ص 363 .\r\n26 - في جهنم أيضاً حركة استكماليه : ص 380 و . . .\r\n27 - في الجنة تجدد في الايجاد والفعل لا استكمال الذات :\r\nص 382 .\r\n28 - بحث في المعراج واتحاد كيفيّته مع المعاد : ص 50 ( التفصيل في تعليقة السبزوارى ) .\r\n29 - « لمّا تجلى اللَّه تعالى يوم الميثاق تجلى للممكنات في مظهر من المظاهر وصار ذلك سبباً لان يعبد واللَّه تعالى في الصور ! لكن من قوة بقائهم على الفطرة ما عبدوا لصور على الحقيقة بل لما تخيّلوا فيها من رتبة التقرب والشفاعة . . . ص 353 و . . .\r\n30 - الموت قيامة صغرى : ص 277 و . .\r\nوامّا فهرس المجلد الرابع والخامس في الطبيعيات فكما في فهرس المطبوع ، فانا لم نجد شيئاً مهماً في الامور العامة فيها العجالة و لم نبحث حين تدريسنا للاسفار ، سوى بحث الحركة الجوهرية ص 194 و . . .\r\nثمّ رقم الصفحات المذكورة هنا وفي اصل هذا الكتاب ( اى بحث الحركة فى الجوهر ) منطبق على كتاب الاسفار المطبوع سنه 1378 بنفقه شركه المعارف الاسلامية إلى المجلد الرابع ، و من الخامس بنفقه نشر المصطفوى .\r\n\r\n","description":"","footnote":"","page_name":" 221 ","page_number":221},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 222 ","page_number":222},
  {"content":"\r\n\r\nآثار ديگرى كه از حضرت آيت اللَّه العظمى گرامى منتشر شده است :\r\n1 . رساله‌ى توضيح المسائل\r\n2 . استفتائات ( جلد 1 و 2 )\r\n3 . المعلقات على العروة الوثقى در چهار جلد ( فقه استدلالى ، به عربى )\r\n4 . المعلقات على ملحقات العروة الوثقى ( به عربى يك جلد )\r\n5 . مناسك حج ( به عربى )\r\n6 . مناسك حج ( به فارسى )\r\n7 . منهاج الفلاح ( به عربى )\r\n8 . درس‌هايى از علوم قرآن\r\n9 . اخلاق و عرفان در وضو و نماز\r\n10 . لو لا فاطمه عليها السلام\r\n11 . مالكيت خصوصى در اسلام\r\n12 . مالكيت‌ها\r\n13 . شناخت قرآن\r\n14 . نگاهى به مسأله بردگى در اسلام\r\n15 . نگاهى به سيستم سياسى اسلام\r\n16 . مرزها\r\n17 . مقدمه‌اى بر امامت\r\n\r\n","description":"","footnote":"","page_name":" 223 ","page_number":223},
  {"content":"\r\n\r\n18 . فلسفه - مجموعه دفتر اول تا چهارم\r\n19 . آغاز فلسفه ( ترجمه‌ى بداية الحكمه علامه‌ى طباطبايى )\r\n20 . المنطق المقارن ( عربى )\r\n21 . تعليقه بر منطق منظمه سبزوارى\r\n22 . مقصود الطالب ( شرح حاشيه‌ى ملاعبداللَّه در منطق به عربى )\r\n23 . قانون اساسى در اسلام ( ترجمه‌ى كتاب نحوالدستور الاسلامى )\r\n24 . عدالت اجتماعى در اسلام\r\n25 . خودسازى و مسائل روانى\r\n26 . بررسى ملاك‌هاى روانى در اسلام\r\n27 . ترجمه جلد 10 تفسير الميزان\r\n28 . خدا در نهج البلاغه\r\n29 . مذهب\r\n30 . نگاهى نو به ملاك حرمت ربا و حيل\r\n31 . لولا علىٌ عليه السلام\r\n32 . مذهب تشيع آينده تاريخ بشريت\r\n33 . تفكر\r\n\r\n\r\n","description":"","footnote":"","page_name":" 224 ","page_number":224}
  ]