[
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nمقدمه اى بر امامت\r\nتدوين\r\nآيت الله محمدعلى گرامى\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nگرامى ، محمدعلى ، 1317 -\r\nمقدمه اى بر امامت / تدوين محمدعلى گرامى . - قم : دفتر حضرت آيت الله گرامى ، 1385 .\r\n161 ص .\r\n6 - 0 - 96892 - 964 : isbn\r\nفهرستنويسى براساس اطلاعات فيپا .\r\nكتابنامه به صورت زيرنويس .\r\n1 . امامت . 2 . رهبرى ( اسلام ) . الف . عنوان .\r\n7 م 4 گ / 223 bp\r\n45 / 297\r\nتلفنهاى دفتر : 7740913 - 7743399\r\nسايت دفتر : http \\ \\ . geramiorj\r\nايميل دفتر : info @ gerami . orj\r\nشناسنامه كتاب\r\nنام كتاب : مقدمه بر امامت\r\nمؤلف : آية الله العظمى گرامى\r\nناشر : دفتر معظم له\r\nشمارگان : 5000\r\nنوبت چاپ : پنجم / بهار 1385\r\nچاپ : كوثر\r\nقيمت : 1200 تومان\r\nدفتر فروش :\r\nانتشارات مشهور / ميراث ماندگار\r\nقم ، خيابان ارم / پاساژ قدس / طبقه آخر - پلاك 184\r\nص . پ 3396 - 37185 تلفن 7831646 - / 7737461 - 0251\r\nدفتر مركزى / خيابان سميه / كوچه 24 م پلاك 418\r\nتلفن : 7831646 - 0251 / فاكس 7730365\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nمقدمه‌اى بر چاپ چهارم\r\nبسمه تعالى\r\nاين جزوه به همراه جزوات : نگاهى بر سيستم سياسى اسلام ، مرزها و مالكيتها به عنوان يك مجموعه دربارهء امامت و رهبرى اسلامى در سال‌هاى 50 - 1349 به وسيله حضرت آيت اللّه العظمى گرامى نوشته شد كه برخى از مباحث آن ، پس از بحث با گروههاى مختلف بوده است . در آن سال‌هاى خفقان امكان چاپ و نشر آنها فراهم نشد . خصوصا اينكه معظم له هم به همراه تعدادى ديگر از علماى حوزه در زندان و سپس در تبعيد بودند و اين جزوات نزد يكى از افراد شاغل در چاپ و نشر مانده بود كه او هم از ترس فشارهاى مختلف ساواك اقدامى نكرده بود . پس از پيروزى انقلاب بارها چاپ و منتشر شد و اينك با وضع جديد تقديم مىشود . احتمالا اين چاپ چهارم يا پنجم مىباشد . در يكى دو سال قبل از پيروزى انقلاب و پس از آن مكررا برخى كتابها بدون مراجعه به ادارات مربوطه چاپ و منتشر ميشد كه به همان جهت مرتبه دقيق چاپ اين جزوات مشخص نيست .\r\nدفتر حضرت آيت اللّه العظمى گرامى\r\nاسفند 1384\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n\r\nپيشگفتار\r\nبسم اللّه الرحمن الرحيم\r\nظلمات دوران اختناق براى ما جاى شكى نمىگذاشت كه زير بناى همهء مشكلات جامعه ، مسئله حكومت و به تعبير اسلامىاش « ولايت » مىباشد . در اسلام ، ولايت از همهء قوانين مهم‌تر شمرده شده است .\r\nدر سال 1350 بحثى تحت عنوان « امامت » در يك كانون از انديشمندان و جوان‌هاى پرشور داشتم كه همان وقت به صورت پلى كپى منتشر شد . اشتياق افراد به گرفتن جزوه و نوار بحث موجب ادامه كار در فراغت‌هاى حوزه علميه شد .\r\nمسائلى كه مىخواستم در آن كانون مطرح كنم اينها بود : اصالت تعبير امامت و نه حكومت و مانند آن ، پيامبران هم امام بوده‌اند ، چرا رهبر بايد از طرف خدا معين شود ، حوزه حكومت امام و جهات گوناگون رهبرى ، رهبريت اصيل و بالاضطرار ، رهبر چگونه با مشكلات درگير مىشود ، سياست ائمه در حفظ پيروان در محيطهاى مخالف ، علم و سائر شرائطى كه براى امام بالاصل و يا بالاضطرار لازم است ، وظايف امام ، سيرى در تاريخ رهبرى الهى اسلامى .\r\nدر بحث‌هاى مربوط به جهات گوناگون رهبرى ، يك جهت هم\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nبحث از تفسير و تطبيق قانون پيش مىآيد كه به عنوان نمونه براى بحث « تطبيق » مسأله مالكيت در اسلام مطرح مىشد كه صراحت قانون اسلام با روش رهبريت در پياده كردن قانون تفاوت‌هايى دارد .\r\nبراى احتراز از درگيرى تازه‌اى با ساواك به خاطر اين نوشته ( كه همواره درگيرىها و گرفتارىها داشتم و نحمد الله على بلائه ) سعى كردم تعبيرات انتقادى را كلىتر كنم كه امكان نشر پيدا كند ، چون برخى نوشتجات من مدت‌ها بود كه گرفتار ادارهء نگارش بود و از اين طريق به ناشران محترم زيان‌هاى مادى خورده بود !\r\nو نيز به همين جهت و براى اينكه روى اين نوشته حساسيت زياد توليد نشود ، خواستيم از حجم كتاب بكاهيم تا ناشران هم در صورت عدم اجازه نشر كمتر ضرر كنند ( چون ادارهء نگارش مىگفت بايد همهء كتاب را اول چاپ كنيد بعد براى اجازه به ما رجوع كنيد ! )\r\nلذا بحث امامت تجزيه شد و كتابهايى با عناوين مستقلى :\r\nمرزها ، نگاهى به سيستم سياسى اسلام ، مالكيت خصوصى در اسلام ، به چاپ رسيد ، اين‌ها همه قسمت هايى از كتاب امامت بودند كه مكررا منتشر شدند ولى قسمت اول اين كتاب مدت‌ها همچنان نزد ناشر ماند كه نه حاضر مىشد به ديگران تحويل بدهد و نه خود اقدام به چاپ مىكرد ! تا بالاخره پس از حدود نه سال براى اولين بار در بهمن 58 به چاپ رسيد و سپس مكررا چاپ و منتشر شد و اكنون براى چندمين مرتبه چاپ مىشود .\r\nليكن بحث امامت همچنان اصالت خود را حفظ كرده است و معتقدم كه تا ظهور ولى عصر ارواحنا فداه اين بحث بايد بتمامه و كماله حفظ شود زيرا مىدانيم ( و مىبينيم ) كه جامعه از هيچ حكومتى\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nبه جز حكومت كامل آن سرور به طور مطلق راضى نخواهد بود .\r\nو اولين خاصيت انتظار فرج امام عصر ( عج ) نيز همين است ، و اين خود پيام است ، كه همه انسان‌ها انتظار او را داشته باشند ، خاصيت خواندن دعاء ندبه نيز ( كه سفارش به تداوم آن شده است ) همين مطلب و اعلام اينكه تنها حكومت مورد رضايت كامل خلق و خالق حكومت مهدى عليه السلام است مىباشد . به هر حال اينهم قسمت ديگرى از آن كتاب ، و اينهم چند سطرى كه در اولين سالگرد انقلاب اسلامى ايران ، به عنوان مقدمه بر چندمين چاپ آن نگاشتم .\r\nقسمت‌هاى ديگرى نيز در ليست بحث‌هاى مورد نظر بود كه ديگر توفيق نيافتم و فكر نمىكنم توفيقى هم در اين باره پيدا كنم و له الحمد و الشكر على كل حال .\r\nقم حوزه علميه\r\nمحمد على گرامى\r\n20 / 5 / 74\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n\r\nبخشى از مباحث : امامت\r\nدر بحث امامت و رهبرى ابتدا بايد لغت امامت را كاملا درك نمود تا مطالبى كه زير عنوان اين اصل اعتقادى شيعه قرار داد روشن شود .\r\nپيش از آنكه تعريف‌هاى ديگران را دربارهء امامت ببينيم ( كه در آخر كتاب مىآيد ) بايد در نظر داشت كه امامت مرادف پيشوائى و مقتدا بودن است . امام كسى است كه ديگران را بدنبال خود مىكشاند و خود به جلو ميرود و بنابراين پيش از آنكه يك منصب قرار دادى باشد يك عظمت و قدرت معنوى است . و خداوند كه ابراهيم راامام مىكند او را قدرت چنين كششى مىدهد . منصب ظاهرى امامت يكى از آثار قدرت واقعى است . اگر رهبران اسلامى امامت ظاهرى دارند طبق هان قدرت باطنيشان مىباشد و همهء حرف اينجا است كه نبايد امامت ظاهرى را بدست آنها سپرد كه چنين قدرتى در خود ندارند . . . كشش و تحرك دادن استعدادهاى انسانى ، استعدادهاى فردى و جمعى . . .\r\nانسان استعدادها و نيروهاى مختلفى دارد كه او را از حد يك موجود مادى طبيعى بالاتر برده به صورت يك مجموعهء شگفت آورى در مىآورد كه نمونه‌اى از همهء جهان در خود دارد . پهناى گسترده‌اى دارد كه مىتواند از فرشته بالاتر و يا از حيوان پستى پست‌تر گردد .\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nعده‌اى از فلاسفه چون سهروردى و اتباعش انسان را موجودى بى حد و مرز مىدانند و به تعبير علمى ، او را وجود صرف و عارى از ماهيت مىشمردند .\r\nطغيانها و طوفان‌هاى امواج روح انسانى چنان عظمت دارد كه نه با طغيان زبانه‌هاى آتشين خورشيد و نه با جهش شعله‌هاى ستارهء « شعرى » مقايسه نمىشود ، امواجى كه مىتواند جهان را بسوزاند ، امواج طغيانى حسد و انتقام و شهوت مىتواند هم اكنون در چند دقيقه همهء كرهء خاكى ما را تل خاكسترى كند ، مىتواند فتنه‌ها به پا كند ، آرى\r\n « موج‌هاى تند درياهاى روح * هست صد چندان كه به طوفان نوح \r\nدر قسمت عواطف مثبت هم همين طور . . . مىتواند جهانى سراسر عشق و صفا به وجود آورد كه نه ننگى و نه دردى و نه دشمنى و نه نزاعى باشد . . . اين همه استعدادها كه روح يك فرد اينقدر طوفان دارد اگر همه باهم شوند چه مىشود ، اگر به صورت عالمانه‌اى به كار افتاد به نتايجى بس عجيب ميرسد . اولين شرط اين حركت تكاملى داشتن برنامهء كامل است كه على عليه السلام مىفرمايد : « آنكه بى برنامه كار مىكند همچون رهروى است كه بيراهه مىرود » . « 1 »\r\nاستعداد دانشمندان و مصلحان جهان با اختلاف درجه در بسيارى انسانهاى ديگر نيز هست .\r\nاستعداد ابن سينا هم ( با اختلاف درجه ) در احمد بهمنيار هست ، ولى نبودن برنامه و با امكانات ، او را شاگرد معمولى آهنگر كرده و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - العامل بلا بصيرة كالسائر على غير طريق\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nبرنامه و امكانات ، ابن سينا را معلم و استاد ميسازد .\r\nمشكل تكامل استعداد يك انسان مشكل بزرگى است ولى سخت‌تر از آن تكامل استعدادهاى مختلف انسانها و گروههاى بشرى به صورت اجتماع است .\r\nاگر بتوان اين همه نيروها و استعدادها را به طور همگام و معاون يكديگر تكامل بخشيده به جلو برد قدرت و نيروئى عجيب پيدا مىشود كه مشكل بتوان با مقياسهاى معمولى تصويرى از آن به دست داد .\r\nتكامل و پيشروى عرب پراكنده و فاقد همه چيز ( به تمام معناى كلمه ) در اندك زمانى ، و جهش از زندگى آلوده و ننگين شبه جزيره عربستان به يك زندگى ايده آلى كه هنوز هم تصورش براى بسيارى از ملت‌ها مشكل است يك نمونه كوچك از تكامل استعدادهاست .\r\nيك نمونهء بزرگترش را فقط به عنوان تصوير ايده آلى در كتاب افلاطون مىبينيم . و يا صحيح‌تر بگوئيم در روايات مربوط به زمان امامت حضرت مهدى عليه السلام مىخوانيم و شايد نمونه كاملتر از آن هم در اين زمين تحقق يابد كه بايد در بحثى جداگانه سخنى از « رجعت » به ميان آورده و بررسى نماييم .\r\nلطيفه‌اى كه در حديث معروف :\r\n« يداللّه مع الجماعة »\r\n( دست خدايا جماعت است ) . با توجه به اينكه دست اشاره به قدرت كامله مىباشد همين است كه اجتماع سالم قدرتى بس عجيب دارد كه اضافهء به قدرت بى نهايت الله مىشود . ولى به همان اندازه كه چنين اجتماعى قدرت و ارزش دارد ايجاد آن هم بسيار مشكل است .\r\nپيدا است كه بر طرف كردن موانع پيدايش چنين اجتماعى جز با\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nبرنامه دقيق و اجراى كامل برنامه در سايه قدرت همه جانبه رهبر امكان‌پذير نيست .\r\nرهبر بايد نه تنها براى تكامل استعدادهاى نهفته افراد امكانات لازم فراهم سازد بلكه بطور همگام هم به طرزى ديگر اجتماع را به طرف كمال سوق دهد ، كه افراد در عين تكامل فردى از نظر امتيازات روحيشان ، يك وحدت اجتماعى نيز دارند ، و در هر فردى ، روح فردى و روح اجتماعى تحقق داشته فعاليت مىكند .\r\nامامت كه تعبير ديگرش همان پيشوايى و رهبرى است كارش همين است كه چنين اجتماعى به وجود مىآورد كه تحقق كامل آن هنوز در كره زمين تا آنجا كه ما مىدانيم اتفاق نيفتاده و براى ما صرفا جنبه تئورى و ايده آل دارد . و روى همين مشكلات كه چنين اجتماعى را تنها به صورت آرزو جلوه گر مىسازد نوعا در تعريف رهبرى قيد « تا اندازهء ممكن » را به كار برده مىگويند : رهبرى فراهم آوردن جهات تكامل استعدادها و بهره بردارى از آنها است تا آنجا كه ممكن است . و اين به خاطر عجز و ناتوانى رهبر از دو جهت است .\r\n1 - قدرت محدود خود رهبر كه نوعا رهبران عادى ، نيروى خارق العاده و چنان هوشيارى كاملى را ندارد .\r\n2 - از نظر موانع اجتماعى بسيار كه قاطع راه و مسير انسانيت مىشوند .\r\nنوع رهبرى كه شيعه مىگويد اشكال اول را ندارد و در قسمت دوم هم موفقيت‌هاى بسيار و بيش از ساير رهبرىها را دارد .\r\nبراى تاكيد اهميت امامت و رهبرى به آنطور كه شيعه معتقد است به قطعاتى از كلام امام هشتم عليه السلام توجه كنيد : عبدالعزيز بن مسلم\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nمىگويد : « هنگاميكه با امام رضا عليه السلام در مرو بوديم در همان روزهاى اول ، روز جمعه‌اى در مسجد جامع با اصحاب نشسته بوديم ، آنها در بحث امامت وارد شدند و اختلاف شديد مردم را در آن باره مذاكره مىكردند ، من پس از ختم جلسه نزد امام هشتم رفته و جريان را به آن حضرت خبر دادم ، حضرت تبسمى نموده فرمود :\r\n« آنها كه منكرند مطلب را درك نمىكنند و خويش را در غفلت نگه مىدارند . خداوند پيامبرش را از دنيا نبرد ، مگر آنكه دينش را كامل كرد و قرآنى را كه روشن كننده همه چيز بوده و همه احتياجات مردم در آن بيان شده است به او فرستاد و خودش در قرآن فرمود : « ما فرّطنا فى الكتاب من شىء ؛ ما ، در كتاب هيچ چيز را فرو گذار نكرديم » .\r\nو در سفر « حجة الوداع » كه آخرين فرصتها از زندگى آن حضرت بود اين آيه آمد « امروز دينتان را برايتان كامل كردم و نعمتم را بر شما تمام نمودم و اسلام را به عنوان دين شما پسنديدم » . « 1 » مسلما جريان امامت از تماميت دين است . ( پس آن را هم خداوند بيان كرده بود ) .\r\nپيامبر صلى الله عليه و آله هم پيش از رحلتش قوانين دين مردم را برايشان تشريح نموده و راه‌شان را توضيح داده و على عليه السلام را به عنوان امامت تعيين فرمود . . .\r\n« حقيقت امامت و رهبرى از اين بالاتر است كه مردم با عقل‌هاى معمولى خودشان دريابند و با افكار خود به آن برسند و يا رهبرى را به انتخاب خود بر پا دارند . رهبرى چيزى است كه خداوند پس از مقام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سوره مائده ، آيه 3 : « اليوم اكملت لكم دينكم و اتممت عليكم نعمتى و رضيت لكم الاسلام دينا »\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nپيامبرى و دوستى به ابراهيم داد و فرمود : « ابراهيم ! تو را امام و رهبر مردم قراردادم » خليل با خوشحالى گفت : « از نسل منهم ؟ » خدا فرمود : « اين عهد و منصب من به ستمكاران نمىرسد » « 1 » كه اين آيه رهبرى ستمكاران را تا روز قيامت مردود مىسازد . و آن را مخصوص پاكان مىداند . سپس خداوند پاكان و نيكان فرزندان ابراهيم را رهبرى داده و در آيه قرآن هم مىفرمايد : « اسحاق را به ابراهيم بخشيديم و يعقوب را هم به عنوان عطايى اضافه ، و همه‌شان را با صلاحيت كرديم و آنان را رهبرانى قرار داديم كه به فرمان ما رهنمايى كنند و انجام خوبىها و بپاداشتن نماز و دادن زكات را به آنها سفارش كرديم و آنها بنده ما بودند » . « 2 »\r\n« امامت مقام پيامبران و ميراث اوصياست - امامت جانشينى خدا و رسول اوست - امامت رشته ارتباط دين ، و نظام مسلمانان ، و صلاحيت دنيا و عزت نيكان است . امامت مهم‌ترين عامل رشد اسلام است . . .\r\n« به وسيله امام ، نماز و زكات و روزه و حج و جهاد و تقسيم غنائم و صدقات و بالا بردن اقتصاد اجتماع به كمال مىرسد . به وسيله او حدود و احكام نفوذ يافته و سرحدات و اطراف مملكت حفظ مىشود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء بقره ، آيهء 124 : « قال انى جاعلك للناس اماماً قال و من ذرّيتى قال لا ينال عهدى الظالمين »\r\n( 2 ) - سورهء انبياء ، آيهء 72 : « و وهبنا له اسحاق و يعقوب نافلة و كلّا جعلنا صالحين و جعلناهم ائمة يهدون بأمرنا و أوحينا اليهم فعل الخيرات و اقام الصلاة و ايتاء الزكوة و كانوا لنا عابدين »\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\n« امام حلال و حرام خداوند را تنفيذ نموده ، حدود خدا را به پا مىدارد و از دين خداوند دفاع مىكند و با برهان و وعظ و استدلال رسا ، به راه الهى دعوت مىنمايد .\r\n« امام چون خورشيد تابان است كه جهان را نور مىدهد . او ماهى منوّر و چراغى روشن و ستاره‌اى هدايتگر در تاريكىهاى جهان است .\r\n« امام آب گوارائيست كه در حال شدت تشنگى فراهم آيد . او رهنماى هدايت و منجى از فلاكت است .\r\n« امام همچون آتشى بر قله كوه ، رهنماى گمراهان و مايه جوشش هدايت ، هدايت‌جويان است .\r\n« امام مونسى رفيق و پدرى مهربان و مادرى نيكوكار براى فرزندى خردسال است .\r\n« امام امين خدا در ميان مردم و حجت او بر بندگان است .\r\n« امام پاك از گناهان و دور از عيب‌ها و داراى علم و حلم و بردبارى است .\r\n« امام يگانهء دورهء خود ، و بىهمتاست و در علم و دانش نظير ندارد و از طرف خدا و بدون معلم تمام كمالات را دار مىباشد . . . . »\r\nسپس امام هشتم عليه السلام از اهميت مقام رهبرى اين نتيجه را مىگيرد :\r\n« كسى كه معناى رهبرى و امامت را بفهمد هرگز به فكر انتخاب از پيش خود نمىباشد .\r\n« عقل‌ها گمراه و آرزوها سرگردان و مغزها متحير و چشمها خيره و بزرگان ، كوچك و فلاسفه حيران و بردباران عاجز و گويندگان ناتوانو شعرا و ادبا ، و فصحا همگى از توصيف شئون و فضائل امام درمانده و عاجزند . . .\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\n« امام اشرف از همه بوده و علمش كامل ، و قدرت كامل رهبرى داشته ، عالم به سياست مىباشدو اطاعتش واجب است . » « 1 »\r\nافلاطون هم در كتاب جمهوريت خود به نقل از سقراط « 2 » مىگويد :\r\n« تا فيلسوفان شهريا و شهرياران فيلسوف نگردند و سياست و فلسفه بهم آميزش نيابند ، اجتماعات اصلاح نگردند » .\r\nافلاطون با اين جمله اهميت رهبرى را گوشزد مىكند ، ولى البته ميان جمله او با تعبير امام هشتم عليه السلام خيلى تفاوت است كه يكى از جهاتش وحدت شخصيت رهبر ، در تعبيرات امام هشتم عليه السلام و ازدواج شخصيت رهبر ، در تعبير افلاطون است . ( بيان نكته روانى اين دو تعبير خود محتاج به يك بحث مستقل است ، ولى به طور خلاطه تعبير اول يك وجود كامل را مىرساند كه به مقام اطمينان نفس و بدون درگيرى روحى است كه به تعبير پيامبر اكرم صلى الله عليه و آله : هر كسى شيطانى دارد ولى شيطان من بدست من مسلمان و تسليم شده است . ) .\r\nحكيم فردوسى هم در فصول گوناگون شاهنامه با كلماتى نغز و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اصول كافى باب فضل الامام ، حديث شماره 1 : عن الرضا ( ع ) ص 199 ج 1 ، ط دار الاضواء بيروت . حديث خيلى مفصل است اينها قسمت‌هايى از حديث مزبور مىباشند\r\n( 2 ) - جمهوريت افلاطون ، ترجمه حنا خباز به عربى ط 1929 مقتطف مصر ، ص 50 به بعد ، كل صفحات به صورت سؤال و جواب كه روش سقراط بوده است دربارهء شرايط حاكم بحث مىكند و از جمله تعبيرات او اين مطلب است كه : حاكم بايد براى تربيت جسمى خود به ژيمناستيك و براى تربيت عنصر فلسفى خويش به موسيقى آگاه بوده و عمل نمايد !\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nدلنشين اهميت رهبرى و شرايط رهبر را لطيفانه گوشزد مىكند . و مخصوصا در پرورش استعداد و شهامت و استقلال و ساير صفات لازم رهبر ، بياناتى شيوا و مؤثر دارد و به اين جهت انقلابيون زمان‌هاى گذشته همواره با شاهنامه سر و كار داشته‌اند و على المسموع كتاب شاهنامه در شب‌نشينىهاى عشاير جنوب ايران نقل مجالسشان بوده است . ميرزا كوچك خان جنگلى هم كه روحى پرشور داشته و حتى در دوران طلبگيش براى حق‌خواهى هيجانى داشته با شاهنامه الفتى به سزا داشته است . « 1 »\r\nمعروف است كه نادرشاه سربازى از جان گذشته و متهوّر را در جنگ مىبيند كه شهامتى شگفت از خود نشان مىدهد ، پرسيد : پيش از من آن وقت كه مملكت مورد هجوم دشمن بود كجا بودى ؟ يعنى رهبر نداشتيم .\r\nمثل لشكر شكست خورده ، مثل گويايى براى نشان دادن هدر رفتن نيروها ، در ملت بىرهبر است .\r\nدر روايات ما رهبران حقيقى كامل كه از طرف خداوند معين مىشوند اركان زمين و جانشينان خدا در زمين ، و نور خدا و گواه بر رفتار مردم . . . شمرده شده‌اند . « 2 »\r\nدر اسلام در هر كار گروهى كوچك يا بزرگ ، سفارش به موقعيت رهبرى شده است . و حتى از پيامبر اكرم صلى الله عليه و آله نقل شده است هر دو نفر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سردار جنگل به قلم ابراهيم فخرايى\r\n( 2 ) - چندين باب از اصول كافى در اين زمينه است . به صفحات 190 و 193 و 194 و 196 اصول كافى ج 1 ، ط بيروت دار الاضواء رجوع شود\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nكه به سفر مىروند يكى بايد امير و ديگرى مطيع باشد . يعنى انجام يك مسافرت هم بدون رهبر نمىشود . و اين جمله اشاره به يكى از فوايد رهبر دارد كه با وجود رهبر ، جلوى اختلافات سليقگى و غيره گرفته مىشود .\r\n\r\nتذكر لازم\r\nدر اسلام مسئله رهبرى به همان تعبير واقعيش ( امامت ) مورد بحث واقع شده كه نشان دهندهء سير تكاملى استعدادهاى آنها است كه به همراه پيشوا و امام به جلو مىروند .\r\nامام و پيشوا و رهبر و هر لغت ديگرى شبيه اين‌ها ، نمايشگر حركت به سوى كمال و پيشرو اين قافله كمال ياب است .\r\nدر قرآن درباره ابراهيم كه به مقام رهبرى اجتماع رسيده است كلمه امام به كار رفته و براى فرزندان صالح او هم كه شايستگى رهبرى دارند نيز همين كلمه به كار برده شده است « و جعلناهم ائمّة » . « 1 »\r\nو اصل اساسى مذهب شيعه هم همين اعتقاد به امامت است .\r\nاگر خوارج زمان على عليه السلام و برخى آنارشيستها و نهيليستهاى بعدى كه منكر حكومتند معناى امامت شيعه را كه صرفا واسطه بودن براى رسيدن - به هدف است ، مىدانستند حتما انكار نمىكردند . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء انبياء ، آيهء 72\r\n( 2 ) - برخى نويسندگان چپ‌گراى معاصر كه خوارج را خلقى و انقلابى قلمداد مىكنند احتمالا تحت تاثير عواطف منفى نسبت بامامت شيعه هستند و به خيال خود مىخواهند همچون پيروان معاويه حتى از توهين به على عليه السلام هم نگذرند و دشمنان آن حضرت را انقلابيون خلقى معرفى كنند\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nحكومت و كلماتى مشابه آن اين سير تكاملى را نمايش نمىدهند .\r\nدر حكومت چيزى جز تصور حاكم و محكوم و اطاعت از حاكم نيست در حالى كه در مفهوم امام و پيشوايى ، رهبر جز واسطه براى رساندن به هدف چيزى نيست . حتى مىتوان گفت تقسيم معروف حكومت به استبداد و مشروطه و جمهورى كه افلاطون بيان نموده و سپس ديگران تكميل كرده‌اند ارتباط مستقيم خود را با مفهوم پيشوائى از دست مىدهد . رهبر كارى جز راهنمايى و نشان دادن ، و رساندن به كمال مطلوب ندارد .\r\nاين است كه بايد گفت در حكومت اسلام نه استبداد است و نه مشروطه و نه جمهورى . . . بلكه بايد گفت فقط حكومت ، حكومت قانون است آن هم در اسلام ، روح عينيت و حقيقت خلقت است .\r\nالبته در قرآن كريم لغت حكومت به كار رفته است همچون اين آيه :\r\n« به خدايت قسم اينها ايمان ندارند مگر اين كه در نزاعهاى خود تو را حاكم قرار دهند » « 1 » ولى منظور از اين حكومت قضاوت است . يعنى قضاوت در منازعات را به تو بسپارند . شايد در آيه ديگر « ميان مردم به آنچه خدا نازل كرده حكم كن » « 2 » نيز همين معنى منظور باشد .\r\nو اگر هم در اين آيه و آيه ديگر : « انبياء به آن حكم مىكنند » « 3 » حكومت و رهبرى منظور باشد ، پيداست كه منظور حكومت قانون است . زيرا روش انبياء همان بيان و انفاذ فرامين الهى است ، چنان كه روايت معروف « حكمرانان حاكم بر مردم هستند و علماء حاكم بر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء انبياء ، آيه 65\r\n( 2 ) - سورهء مائده ، آيهء 48\r\n( 3 ) - سورهء مائده ، آيهء 44\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nحكمرانان » « 1 » اشاره به همين معنا است .\r\nالبته پيشوايى و رهبرى در اجتماعات معمولى انسانى بدون امر و نهى و فرمان و اطاعت ، عملا امكان ندارد ، و لذا اطاعت پيشوا و رهبر الهى هم در كليه دستوراتش لازم است ، ليكن آن هم يك اطاعت كوركورانه نيست ، چون مىدانيم هر چه پيشواى منتخب الهى بگويد صلاح است گر چه ما مصلحتش را ندانيم . پس باز هم حكومت ، حكومت قانون و مصلحت است .\r\nالبته دعواى لفظى نداريم چه امامت بگوئيد و چه حكومت . به هر حال رهبرى اسلامى تحميل اراده نبوده صرفا تكامل اجتماع منظور است . انتخاب لفظ امامت در اصول اسلامى نمايشگر حركت تكاملى حكومت اسلام است . و شايد اين نكته هم رعايت شده كه عكس العمل روانى نداشته باشد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - امالى شيخ به نقل بحار صفحه 48 جلد 2 : ( الملوك حكام على الناس و العلم حاكم عليهم »\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\n\r\nپيامبرى و رهبرى\r\nبايد توجه داشت كه منظور از امام و رهبر در مذهب شيعه نه فقط جانشينان پيامبرند بلكه خود پيامبر صلى الله عليه و آله هم امامت و رهبرى دارد .\r\nرهبرى يعنى اداره اجتماع به مبنائى كه گفتيم و در زمان پيامبر صلى الله عليه و آله خود آن حضرت اين كار را به عهده داشت . . .\r\nدر حديث امام هشتم قبلا تذكر داده شده كه رهبرى و امامت مقام انبياء و پيامبران است . و در حديث ديگرى امام صادق صلى الله عليه و آله در پاسخ پرسش فرماندار مدينه از داستان بت شكنى على عليه السلام مىگويد « على تنها امام است ولى پيامبر صلى الله عليه و آله هم پيامبر است و هم امام . . . « 1 »\r\nمرحوم صاحب جواهر مىفرمايد « كليه انبياء » مقام امامت و رهبرى را هم داشته‌اند تنها برخى انبيا بنى اسرائيل چنين نبوده‌اند » .\r\nو لابد نظر ايشان به پيامبر زمان طالوت بوده است كه مردم از او خواستند « حاكمى براى ما قرار ده كه با او در راه خدا بجنگيم » و قرآن داستان آن را نقل مىفرمايد « 2 » ولى به نظر مىرسد آن حاكم هم منتخب از طرف پيامبر و تحت نظر او بوده عزل و نصب او هم با همان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - علل الشرايع صدوق\r\n( 2 ) - سورهء بقره ، آيه 246 ، قالوا لنبىّ لهم ابعث لنا ملكا نقاتل فى سبيل اللّه . .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nپيامبر بوده است ، اگر نگوييم كه تنها وزارت جنگ را داشته است . پس خود آن پيامبر حاكم بوده است .\r\n\r\nنگاهى به مناظرات علمى\r\nاز آنچه گفتيم به دست آمد كه فايده رهبر به جهتى خاص مربوط نبوده بلكه كليه شئون اجتماعى را در بر داشته و در شكوفا نمودن و بهره ور ساختن كليه استعدادهاى نهفته انسانى مؤثر است .\r\nرهبر بايد نيروها را بيدار و فعال نموده در جهات مشتركه اجتماع به طور همگام و در استعدادهاى اختصاصى افراد به طور انفرادى به تكامل وا دارد . بيان احكام و قوانين و رفع اختلافات مذهبى و مانند آن يك گوشه از كارهاى رهبر است كه در آيات و روايات اسلامى بيان شده است .\r\nرهبر الهى كارهائى در مسير حركت تكاملى جامعه دارد كه با مقياسهاى حكومتى نمىتوان قياس نمود .\r\nدر قرآن صفات رهبر را انجام خوبىها به طور كلى و به پا داشتن نماز كه همان ايجاد ارتباط بين خلق و خالق است و رساندن زكات يعنى رفع مشكل فقر و خضوع در برابر خداوند قرار داده است . « 1 »\r\nدر تعبيرات امام هشتم هم گذشت كه همه نظام جامعه به وسيله امام تحقق مىيابد .\r\nدر مناظراتى كه دانشمندان اصحاب ائمه عليهم السلام با مخالفين در\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - « و جعلناهم ائمة يهدون بأمرنا و أوحينا اليهم فعل الخيرات و اقام الصلاة و ايتاء الزكوة و كانوا لنا عابدين » . سورهء انبياء ، آيهء 73\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nمسئله رهبرى و امامت داشته‌اند گاهى روى جهات اجتماعى تكيه مىشده و گاهى روى خصوص مسايل مذهبى كه به عنوان نمونه به چند روايت اشاره مىكنيم .\r\n1 - منصور بن حازم « 1 » به امام صادق عليه السلام گفت : . . . كسى كه مىداند خدايى دارد بايد بداند كه خداوند رضايت و يا نارضائى دارد كه اين موضوع مستقيما از راه وحى و يا به وسيلهء پيامبر معلوم مىشود و افرادى كه با وحى ارتباط مستقيم ندارند بايد به دنبال پيامبران بروند . . .\r\nمن به اين مردم مىگويم مىدانيد وقتى پيامبر حيات داشت او حجت بر مردم بود ؟ مىگويند آرى . مىگويم پس از او حجت خداوند كيست ؟ مىگويند قرآن ، مىگويم در قرآن نگاه مىكنيم و مىبينيم هر گروهى به آن استدلال كرده مرام خود را تقويت مىكنند « 2 » پس قرآن خود قيم مىخواهد كه آن را تشريح نموده معانى آن را به وجه حقيقت بيان كند . قيم قرآن كيست ؟ مىگويند عبدالله مسعود ، عمر ، حذيفه و ديگران . . . آنها قرآن مىدانستند ، مىگويم آيا تمام قرآن را مىدانسته‌اند ؟ مىگويند نه .\r\nمىگويم ما كسى را جز على عليه السلام نمىيابيم كه بگويند تمام قرآن را مىدانسته است .\r\n. . . . و بنابراين من گواهى مىدهم كه على عليه السلام قيم قرآن بوده و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - روايت ( 15 ) باب فرض طاعة الائمة اصول كافى سند روايت مورد اعتبار است\r\n( 2 ) - نويسنده كتاب مشروطيت مىگويد : « در جريان مبارزه استبدادىها و مشروطه‌اىها هر دو تيپ مجالس سخنرانى تاسيس و به آيات قرآن و روايات استدلال مىكردند\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nاطاعتش لازم و حجت بر مردم است و پس از او امام حسن عليه السلام . . .\r\nحضرت صادق عليه السلام بيانات منصور را تصديق فرمودند .\r\nدر اين روايت امام از نظر اينكه حجت الهى و قيم قرآن ( كه منظور همان بيان اوامر و فرامين الهى است ) مىباشد مورد توجه و بحث واقع شده است . ولى به احتمال قوى منظور از « قيم » نه فقط تبيين مفاهيم و قوانين آن بلكه تحقق دادن آن در سطح اجتماع مىباشد .\r\n2 - يونس بن يعقوب « 1 » مىگويد نزد امام صادق عليه السلام بودم مردى از شام نزد آن حضرت آمد گفت « من شخصى دانشمند هستم ، فلسفه و فقه و مباحث ارث را نيز خوب مىدانم آمده‌ام تا با شاگردان شما درباره رهبرى مباحثه كنم .\r\n« امام ابتدا با يك روش به ظاهر ( جدلى منطقى ) « 2 » او را از اوج خيال‌پردازى عنوان دانشمندى به زير آورده فرمود « سخن تو در بحث هايت از كلمات پيامبر صلى الله عليه و آله است يا از خود توست ؟ گفت هر دو .\r\nفرمود : پس تو شريك پيامبر هستى ؟ گفت : نه ، فرمود : پس از طرف خدا وحى به تو رسيده و تو را باخبر ساخته است ؟ گفت نه . فرمود : آيا همچون پيامبر صلى الله عليه و آله اطاعت از تو لازم است ؟ گفت نه . . .\r\nحضرت سپس رو به من كرده فرمود « يونس ، اين شخص پيش از مناظره خود را مغلوب نمود . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - يكى از اصحاب مورد وثوق است ، در روايت « ارسال » هست ولى متن آن موجب اطمينان است : حديث چهارم باب الاضطرار الى الحجة : اصول كافى\r\n( 2 ) - خصوصيت آن در كتاب‌هاى منطقى ذكر شده\r\n( 3 ) - كه اقرار به سستى مطالب خود نمود . البته روش كلام همانطور كه گفتم بر مبناى جدل بوده نه برهان و منظور شكست غرور طرف بوده است . منظور از جدل هم جدل منطقى است نه جدال به معناى عرفى كه نوعا به معناى زير بار نرفتن عمدى استعمال مىشود\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nآنگاه فرمود : يونس ! اگر تو در مناظرات ( يا كلام و فلسفه ) وارد بودى با او بحث مىكردى ؟\r\nيونس اظهار حسرت كرده گفت : شنيده‌ام شما از كلام و فلسفه نهى نموده ، فرموده‌ايد ، واى بر ارباب كلام و فلسفه كه مىگويند : اين مىشود و آن نمىشود ، و اين را تصور مىكنيم و آن را تصور نمىكنيم .\r\nحضرت فرمود « منظورم اين بود كه اگر روش مرا رها كرده به راه خود ادامه دهند . . . ( زيرا خودشان بروش صحيح استدلال و مسائل مناظره و فلسفه و كلام تسلط كامل ندارند ) .\r\nو آنگاه فرمود : به بيرون نگاهى كن ! اگر از متكلمين اصحاب كسى هست . بياور ! يونس مىگويد : من هم حمران بن اعين را كه در مناظرات مذهبى وارد بود آوردم . محمد بن نعمان احول و هشام بن سالم و قيس بن ماصر را نيز كه مناظره را از امام سجاد آموخته بود همراه بردم . همين كه مجلس آراسته شد حضرت صادق عليه السلام نگاهى به راه انداخته فرمود : به خدا هشام است !\r\nما فكر كرديم هشام يكى از عموزاده‌هاى آن حضرت است كه خيلى مورد محبت آن سرور است . نزديكتر آمد ديديم هشام بن حكم مىباشد « 1 » كه در آن زمان تازه خط مويى بر صورت در آورده بود و از همه ما جوان‌تر بود .\r\nامام صادق عليه السلام براى او نزديك خود جائى باز فرموده او را به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - يكى از جدىترين شاگردان امام صادق در مناظرات اصولى\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nعنوان : « ياور ما با دل و زبان خود » ستوده مفتخر فرمود . آنگاه فرمود .\r\nحمران با اين مرد شامى مناظره كن ! حمران بحث نمود و غالب شد .\r\nمحمد بن نعمان نيز در بحث غلبه كرد ولى هشام بن سالم همطراز شد . . .\r\nآن گاه حضرت به آن شخص شامى فرمود با اين پسر ( هشام بن حكم ) صحبت كن . او به هشام گفت پسر ! دربارهء رهبرى اين شخص ( امام صادق ) هر چه مىخواهى از من بپرس . هشام با حالتى غضبناك « 1 » گفت « آيا خداوند بهتر به مصالح مردم توجه دارد يا خود مردم ؟ گفت خداوند . پرسيد خدا براى مردم چه كرده است ؟ گفت حجت و راهنمايى براى جلوگيرى از اختلافات معين كرده تا جلو انحرافات را گرفته و فرامين الهى را به مردم برساند .\r\nپرسيد آن راهنما كيست ؟ گفت پيامبر . پرسيد پس از او ؟ گفت قرآن و احاديث پيامبر . پرسيد قرآن و احاديث پيامبر امروز براى رفع اختلافات ما كافى است ؟ گفت آرى . هشام گفت پس چرا من و تو اختلاف داريم و تو از شام براى رفع اختلاف آمده‌اى ؟\r\nآن شخص به سكوت عميق فرو رفت . امام فرمود : چرا حرف نمىزنى ؟ گفت چه بگويم ؟ اگر بگويم اختلاف نداريم ، دروغ گفته‌ام ! و اگر بگويم قرآن و احاديث اختلافات موجود را بر مىدارد ، بىجا گفته‌ام ، چون آنها صريح نيست و جاى احتمال در قرآن و احاديث موجود است و بالاخره مىبينيم قرآن و احاديث جلو اختلافات را نمىگيرد . ليكن چيزى مىتوانم بگويم و آن‌اينكه سئوال هشام را به خودش بر مىگردانم . . .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كه گويا از بى اعتنائى و تحقير آن مرد شامى نسبت به هشام بوده است\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nحجت و راهنماى پس از پيامبر صلى الله عليه و آله كيست ؟\r\nهشام گفت « همين شخص ( امام صادق ) كه از اطراف به نزدش مىآيند و احكام الهى را سئوال مىكنند . گفت درست گفتى . وظيفهء من است كه بپرسم . در اين هنگام امام صادق عليه السلام فرمود مىخواهى از سفرت و راهت و جريانات بين راه كه چنين و چنان بود خبرت دهم . . .\r\nشخص شامى همه را تصديق كرد و شيعه شد .\r\nروايت مفصل است و حضرت اشاراتى درباره روش مناظره علمى و نيز انتقاد از هشام بن سالم و احول و قيس ماصر ، دارد كه مطالعه آن براى اهل فضل مفيد است و به هر حال در اين روايت هم « امام » از لحاظ بيان مسائل مذهبى مورد توجه قرار گرفته است .\r\n2 - و نيز يونس بن يعقوب مىگويد : « عده‌اى از جمله هشام بن حكم كه تازه جوانى بود ، نزد امام صادق بودند حضرت به هشام فرمود نمىگويى كه با عمرو بن عبيد چه كردى و چگونه بحث نمودى ؟\r\nهشام گفت در محضر شما شرم مىكنم سخن بگويم . فرمود وقتى به شما فرمانى مىدهم انجام دهيد .\r\nهشام گفت : شنيدم عمرو بن عبيد در مسجد بصره مجلس بحثى داير كرده و سر و صدائى دارد خيلى بر من گران آمد . « 1 » حركت كرده روز جمعه‌اى به بصره وارد شده به مسجد جامع رفتم ديدم جماعت زيادى گرد عمرو بن عبيد جمع شده‌اند و از او سئوالاتى مىكنند . در\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - از اين نظر كه يك نفر بى سواد و يا منحرف چگونه مردم را به دور خود جمع مىكند و آن بيچاره‌هاى بى خبر را تحت تأثير قرار مىدهد\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nميان مردم جائى پيدا كرده در آخر مجلس سر زانو نشستم و گفتم آقا من غريبم ( و كار دارم ) اجازه مىدهيد سئوالى بكنم ؟ گفت بپرس .\r\nگفتم شما چشم دارى ؟ گفت پسرم اين چه سئوال است مگر نمىبينى ؟ گفتم پرسشهاى من اين طور است . گفت بپرس هر چند سئوالت احمقانه است . . .\r\nگفتم با چشم چه مىكنى ؟ گفت رنگها و افراد را مىبينم . گفتم دهان دارى ؟ گفت آرى . گفتم با آن چه مىكنى ؟ گفت با آن چشيدنىها را مىچشم . . . بينى . . . گوش . . . سپس پرسيدم قلب دارى ؟ « 1 » گفت آرى . گفتم با آن چه مىكنى ؟ ! گفت : واردات حواس و جوارح خود را با آن كنترل كرده زيرنظر مىگيرم . گفتم : خود حواس و جوارح نمىتوانند كار قلب را به عهده بگيرند ؟ گفت نه . گفتم اين حواس و اعضاء كه سالمند چرا نمىتوانند ؟ گفت : پسر ! وقتى حواس در محسوسات خود شك و ترديد پيدا مىكنند به قلب مراجعه كرده مسلمات را مىپذيرند و مشكوكات خيالى را رد مىنمايند . گفتم پس خداوند قلب را براى رهنمائى اعضاء قرار داده است ؟ گفت آرى .\r\nگفتم حتما « به قلب احتياج است و اعضاء خود قدرت تميز ندارند ؟\r\nگفت آرى ، گفتم خداوندا اعضاى ترا بدون امام نگذاشت تا درست و نادرست - را تميز دهند آن گاه همه مردم را در تحير و شك و اختلاف گذارد و امام و پيشوائى براى رفع شك و تحير آنها قرار نداد ؟\r\nعمرو در اينجا ساكت شد و هيچ نگفت آن گاه سر برداشته و گفت تو هشام بن حكمى ؟ گفتم نه « 2 » گفت از اهل جلسه او هستى ؟ گفتم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - منظور مغز و يا دل است\r\n( 2 ) - شايد از پيروان او تقيه كرد\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nنه . گفت : پس از كجايى ؟ گفتم : اهل كوفه . گفت : پس حتما هشام هستى . آن گاه مرا نزد خود نشانيد و احترام كرد و اهل جلسه را كنار زد و تا من بودم سخنى نگفت . . . « 1 »\r\nدر اين حديث هم امام از نظر رفع تحير و حل اختلافات مورد توجه واقع شده است ولى شايد منظور رفع تحير و سرگردانى و حل اختلافات به طور كلى هر چند در امور زندگانى از نظر اقتصادى و اجتماعى و سياسى باشد .\r\nلازم به تذكر نيست كه منظور از نقل اين روايات استدلال و تمسك اصولى نبوده تنها از نظر تاريخى و نشان دادن روش مناظره پيشينيان در اين بحث آنها را مورد توجه قرار مىدهيم و گرنه بديهى است كه اصل « امامت » با امامت ثابت نمىشود .\r\nبر سر هم مسئله رهبرى از همان زمان‌هاى اوليه اسلام مورد توجه كامل بوده است . زمانى روى جهات مذهبى و رفع اختلافات شرعى تكيه شده است و گاهى كه بين خود شيعه صحبت بود و ترس از دشمن نبود رسما از كليه كارهاى رهبر در امور دينى و دنيوى صحبت مىشد . چنان كه در تعبير امام هشتم گذشت . در روايات زيادى هم به افراد مورد اطمينان گوشزد مىشد كه رهبران تعيين شده از طرف خداوند جانشين خداوند و نور و اركان زمين و دارندهء رياست عاليه اجتماع و ولى امر ملت و . . . هستند . ولى دستور مىدادند با مخالفين طورى صحبت نكنند كه بهمند طالب رهبرى و حكومت مىباشند و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - حديث سوم باب الاضطرار الى الحجة : اصول كافى\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nاين به عنوان سرّ حساب مىشده است . و حفظ اين « سرّ » را به عنوان تقيه و براى حفظ جان امام و شيعه كه در اقليت بودند سفارش مىكردند .\r\nالبته خلفا و روءساى حكومت كه نوعا اهل اطلاع بودند و خودشان مىدانستند كه غاصبند و حكومت حق اهل بيت است دائما مراقب بودند و سختگيرىها مىنمودند و به محض خبر شدن اين كه امام صادق عليه السلام مثلا با شيعيان خراسان ارتباط زير پرده دارد شبانه او را با وضعى رقت بار به دربار مىكشاندند و تهديد مىكردند .\r\nولى طبق دستور مزبور به دستگاه مىفهماندند كه اكنون فرصت ما نيست و قصدى نداريم .\r\nبه هر حال رهبرى يكى از مهمترين مسائل اجتماعى روز و گذشته است . همه مىدانند كه قسمت عمدهء تكامل و يا بدبختى هر اجتماعى وابسته به رهبر آن است . رهبر لايق با تحقق دادن يك ايدئولوژى مترقى مىتواند در اندك مدتى از يك تودهء ضعيف فاقد علم و تكنيك ، مكتب و صنعت ، يك اجتماع كامل و قدرتمند در همه جهات به وجود آورد . رهبر بى صلاحيت و بى لياقت يا خودخواه هم مىتواند در اندك زمانى اجتماعى كامل را از اوج كمال به پستى در آورد .\r\nدر مناظرات اصحاب ديديم كه رهبر به منزله قلب حساب شده است . در روايات ديگر اسلامى آمده كه امام مايه آرامش زمين است كه بدون او هرج و مرج پيش مىآيد :\r\n« لولا الحجة لساخت الأرض بأهلها . » « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سيد مرتضى قده اين حديث را اين طور معنى كرده است . اصول كافى ، ج 1 ، ص 179 ، بيروت\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nآنچه در اين قسمت از بحث به دست آمد اين بود كه : 1 - امامت بهره ور ساختن كليه استعدادهاى انسانى بوده مايه تكامل فرد و اجتماع و حفظ دين و قانون مىباشد و نظام اجتماعى را به طور صحيح اداره مىكند .\r\n2 - امامت و رهبرى ، هميشه مورد توجه بوده و در احاديث و مناظرات اصحاب اوليهء ائمه عليهم السلام و همهء شيعه و فلاسفه ، از مهمترين مباحث بوده است .\r\n3 - تعبير امامت از كلمه حكومت و مانند آن ، به واقعيت رهبرى صحيح ، نزديك‌تر است .\r\n4 - پيامبران هم امام و رهبر بوده‌اند .\r\nولى اينها همه را بايد مقدمه‌اى براى ورود در بحث دانست .\r\nبحث‌هاى ديگرى كه اينك مورد توجه قرار مىدهيم :\r\n1 - چرا ما شيعه معتقديم رهبر بايد از طرف خدا معين شود ؟\r\n2 - حوزه حكومت امام تا چه اندازه وسعت دارد : مكانها و زمان‌ها و جهات گوناگون رهبرى .\r\n3 - رهبرى اصيل و رهبرى بالاضطرار .\r\n4 - رهبر الهى چگونه بر مشكلات اجتماعى پيروز مىشود ؟\r\n5 - سياست ائمه عليهم السلام در حفظ پيروانشان در محيطهاى مخالف چگونه بوده است ؟\r\n6 - علم و ساير شرايطى كه براى امام لزوم دارد ؟\r\n7 - وظايف امام .\r\n8 - سيرى در تاريخ رهبرى الهى اسلامى .\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nمىدانيد تنها ما شيعه هستيم كه معتقديم امام و رهبر بايد از طرف خداوند معين شود . كمونيستها كه نوعا اصل خدا را باور ندارند ، و از نظر اجتماعى هم مىگويند : چه مانعى دارد كه خود افراد يك نفر را به عنوان امامت و رهبرى انتخاب كنند ؟ به خصوص در روش سلسلهء مراتب حزبى كه او تدريجا و با نشان دادن لياقت و صلاحيت در عمل ، بالا مىرود . و همين طور بسيارى از حزب گراهاى ديگر . در ميان مسلمانان از ساير فرقه‌ها به جز شيعه ، هم منكر اين معنى هستند و مىگويند : اصل پيغمبر و قانون از طرف خدا بايد تعيين شود ولى رهبر و مجرى قانون لازم نيست كه از طرف خداوند معين شود .\r\nدر بحث قبل گفته شد : وظيفهء رهبر اين است كه استعدادهاى مختلف و بسيار مهم و عجيب انسانها را در يك مسير صحيح به راه اندازد به طورى كه همگان به كمال مطلوب برسند .\r\nكمال مطلوب نه اين است كه فقط در اجتماع فقر نباشد ، مرض و بيمارى نباشد ، و يا علم و دانش به طور رايگان و عمومى در اختيار مردم باشد ، كه اين‌ها مهمترين مشكلات انسانى سازمان ملل است .\r\nنه ، بلكه بايد به اوج انسانيت برسند . بايد بدانيم كه رهبرى يك كار عادى نيست كه ما بگوييم قانون از طرف خدا بيايد ولى براى اجراء آن و رهبرى جامعه ، فردى را خودمان تعيين مىكنيم .\r\nصفات رهبر همانطور كه جامعه شناسان و نيز روانشناسان از ديدهاى مختلفى مورد توجه قرار داده‌اند بسى زياد و دشوار است .\r\nبسيارند كسانى كه قانون را خوب مىفهمند ولى كيست كه بتواند قانون را خوب اجرا كند .\r\nافراد خوب ما يعنى آنان كه قانون را مىدانند و حتى تطبيق آن را\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nهم مىشناسند و در برابر خرافات زانويشان سست مىشود .\r\nو افرادى كه با خرافات مبارزه مىكنند وقتى پاى عمل خودشان جلو بيايد احتياط مىكنند و فى المثل خانه شمارهء 13 را به زودى معامله نمىكنند .\r\nمردم مىدانند كه فى المثل از درخت و سنگ حاجت گرفته نمىشود ولى كيست كه قدرت داشته باشد تا اوهام را از اساس ويران كند . پيغمبر اكرم با 360 بت در خانهء كعبه مبارزه مىكند مبارزه‌اى سخت و پى گير .\r\nبت از نظر ما خرافه است اما از نظر مردم شبه جزيره عربستان بت‌ها خدايانى هستند كه تمام مقدرات زندگى شان به آنهابستگى دارد . خدايى از طلا و سنگ و خرما و كشك ساخته‌اند و در برابر آن سجده مىكنند و راستى معتقدند هر چه دارند به يمن توجهات آن خدايان است .\r\nاما پيغمبر است كه به اين اوهام و خرافات و افكار پوچ بايد اعتنا نكند و نمىكند .\r\nالان مهمترين حكومت‌هاى دنيا حكومتهايى هستند كه مثلا به صورت دمكراسى اداره مىشوند . حكومت دمكراسى اين است كه خواست ملت عمل شود آنچه را مردم مىخواهند به موقع اجراء در آيد و به اصطلاح معروف آبراهم لينكلن « حكومت مردم بر مردم باشد » . ولى ما نمىگوئيم حكومت مردم بر مردم و آنچه كه مردم مىخواهند ، بلكه مىگوئيم : آنچه كه به صلاح مردم است بايد انجام شود .\r\nممكن است يك خرافه و وهمى در يك اجتماع ريشه بدواند و\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nاجتماع چنان پاى بند آن خرافه باشد كه كسى قدرت قيام عليه آن را نداشته باشد در اين اجتماع مردم مىخواهند آن خرافه باشد ، اما سعادت و مصلحت و تكامل انسانها نابودى آن خرافه را حكم مىكند .\r\nحكومت مردم بر مردم مىگويد با ملت بساز ولى حكومت مصلحت كه حكومت واقعى است مىگويد صلاح مردم را ببين .\r\nمريض چه بسا داروهائى را كه دكتر مىدهد قبول نكند ولى شخص پزشك بايد مراعات مصلحت او را بكند .\r\nشجاعت و قاطعيتى را كه براى استقامت در مقابل خرافات و اوهام لازم است هر كسى ندارد و هر انسانى نمىتواند در اين راه با گامى استوار و اراده‌اى راسخ گام نهد .\r\nچنان كه شجاعت در برابر حوادث و نباختن خود هنگام برخورد با موانع يكى ديگر از تجليات اين روح قاطع است .\r\nبه عنوان نمونه در تاريخ اسلامى آمده است كه پيغمبر اكرم در همان زمان سخت‌گيرى كفار و مشركين مكه ، به مسجد الحرام براى طواف تشريف فرما شدند و عده‌اى از كفار و مخالفين سرسخت در گوشه و كنار مسجد الحرام براى اهانت و آزار و اذيت اجتماع كرده بودند . يكى از افراد به محض اينكه نگاهش به پيغمبر اكرم افتاد گفت نگاهش كن ببين يك تنه چه حرفها در آورده و جوان‌هاى ما را فاسد كرده است و بين اولياى امور و فرزندان اختلاف انداخته است ، آخر چه مىرسد به اين شخص كه چنين و چنان كند ؟\r\nپيغمبر اكرم اعتنا نكرد و طواف خود را ادامه داد تا به دور پنچم طواف رسيد آن گاه ايستاد به و به محض ايستادن رنگ از چهره كفار\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nپريد - فرمود : جماعت قريش ! نمىشنويد ؟ ! ( يك نفر در برابر تيپ مخالف - مخالف در عقيده مخالف در هدف - مخالف رژيم و روش كار او ) بدانيد در آينده روش ما و طرز كار ما بر شما حكومت خواهد كرد و اسلام و دين من بر شما رهبرى خواهد داشت .\r\nكفار به حدى تحت تاثير قرار گرفتند كه يكى از آنها كه از همه سخت‌تر بود گفت يا اباالقاسم خواهش مىكنم بفرماييد اعتنا نكنيد ، اينها نادانند و جاهلند شما اعتنا نكنيد . « 1 »\r\nيكى از جهات لازم در رهبر وجود يك سياست فوق العاده است .\r\nسياست نه به اين معنى كه انسانى در اوج قدرت باشد و تمام مامورين و افراد از او اطاعت كنند و از كلام و دستورش پيروى نمايند و در چنين شرايط و امكانات اجتماعش را حفظ كند و اين را سياست بخواند كه قدرت دارد به محض اينكه مخالفتى ببيند سركوب كرده و تحت اطاعت خويش در مىآورد .\r\nاداره كشور به اين طور مشكل نيست ، سياست بكوب و ببند تا به حد انفجار ملت ، نرسد آسان است .\r\nسياست آنجاست كه انسانى ، جماعت اندك پيروانش را در ميان يك اجتماع بزرگ و مخالف حفظ كند و روش انقلابى خود را پيروزمندانه ادامه دهد .\r\nبا اينكه امام صادق عليه السلام چنان در فشار دولت استبدادى وقت است كه به مختصر توهمى نيمه شب به منزل او ريخته دستگيرش نموده با سرو پاى برهنه به دنبال مركب « ربيع » ، مامور كثيف منصور\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - به نقل از سيرهء ابن هشام .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nدوانيقى مىدوانند كه خودشان به حال و ضعف پيرى او رقت مىكنند . « 1 »\r\nولى هيچ گاه از پاى نمىنشيند ، چهار هزار شاگرد تربيت مىكند كه هر يك اساس حكومت منصور و منصورها را بر باد بدهند .\r\nاين سياست نيست كه « زياد بن ابيه » يك خطابه در بصره بخواند و براى اين كه بفهماند حرف نيست در همان شب 700 نفر را گردن بزند ! زيرا به قدرت مركزى شام بستگى دارد و مدتى چند مىگذرد و همين زياد بن ابيه چادر به سر مىكند و به پناه رئيس قبيله‌اى مىرود و چون پناهندگى اش مورد قبول نمىافتد با خفت و خوارى او را از ميان اجتماع به عنوان زن حرم‌سرا نجات داده بيرون مىبرند . اين عجز ذاتى و آن همه قدرت وابسته و سر و صدا . . .\r\nپيداست كه قدرت اين قبيل افراد مانند طبل تو خالى است كه تا بر آن مىكوبند سر و صدا دارد اما همين كه آن را بشكافند درون آن را خالى و تهى مىبينند .\r\nهنگامى كه امام صادق احتمال مىدهد كه دستگاه حكومتى در تعقيب زراره ( يكى از شاگردان آن حضرت ) مىباشد ، براى نگهدارى او مىفرمايد : زراره از ما نيست او را نمىشناسيم و چون زراره دلگير مىشود و فرزندش را به نزد حضرت مىفرستد كه من خدمتگزار شما هستم چرابى لطفى مىكنيد ؟ . . . امام مىفرمايد : به پدرت بگو : - مثل تو مثل آن كشتى است كه موسى و خضر در آن بودند ، خضر كشتى را\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - به منصور خبر دادند كه امام صادق با شيعيان خراسان ارتباط دارد و قرار است عده زيادى شمشير زن به نفع او قيام كنند . منصور شبانه ربيع را فرستاد و او امام را با سر و پاى برهنه در پاى مركب خود ، دوانده به بارگاه خليفه پيامبر ! آورد\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nسوراخ كرد و گفت : حاكمى مستبد و خودخواه در كمين است ، او اموال خوب مردم را هر چند از آن بينوايان و كارگران باشد به عنوان خالصه تملك مىكند ، خواستم كشتى سالم و نو نباشد ، به اين كشتى سوراخ شده طمع نمىكند و اين بيچارگان بينواتر نشوند « 1 » ما خواستيم تو را حفظ كنيم . . . اگر تو را وفادار به ما بدانند دستگير مىكنند و حتى اتهام بى دينى به تو مىزنند و آن گاه نمىتوانى در ميان مردم كار كنى .\r\nسياست واقعى و صادقانه رهبر در درجه اول ، گذشت و اغماض مىخواهد . سياست اين است كه انسانى در درون اجتماعى با كمال سختى و فشار زندگى كند و ملتى كه او براى آنها كار مىكند و به نفع آنها گام بر مىدارد ضد او شعار دهند ولى او خود را نبازد و هم چنان در راه سعادت آنها بكوشد و تنها بگويد خداوندا اين ملت نمىفهمند بيدارشان كن : « اللّهم اهد قومي فإنّهم لا يعلمون » . چنان كه پيامبر صلى الله عليه و آله چنين بود ، براى همانها كه زحمت مىكشيد قدرش را نمىدانستند و او مأيوس نمىشد .\r\nفردى از شام مىآيد و در مقابل امام مجتبى مىايستد و مىگويد تو را از تمام مردم بدتر مىدانم و با تو از همه دشمن ترم . ولى امام عليه السلام بر خود مسلط است و در عين حال كه قدرت دارد و مىتواند فرمان دهد تا او را تنبيه كنند آن طور رفتار مىكند كه فرد شامى در ظرف چند دقيقه بر مىگردد و مىگويد يابن رسول الله هم اكنون تو را از تمام مردم دوست‌تر دارم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سوره كهف آيه 79\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nاين سياست در افراد معمولى نيست ، افراد عادى تا پول و زور و قدرت هست بر گردهء ديگران سوارند و به محض اينكه قدرت نابود شد اولين كسى كه فرار كند آنها خواهند بود . امام و رهبرى كه ما مىگوييم چنين نيست .\r\nحالا كيست كه اين صفات را در يك فرد انسانى تميز دهد و تشخيص دهد ؟ روحيه‌هاى قوى در حوادث زمان تغيير جهت مىدهند و دوام نمىآورند .\r\nآيا آنان كه مىگويند عقل بشر كامل شده است ، و حالا ديگر احتياجى به اين تعيين و تشخيص خدا نيست ، توجه ندارند كه هنوز دست علم انسان و دست دانش بشر از شمردن موجودات زنده بدن خودش عاجز است تا چه رسد به حالات ياخته‌ها و خاصيت تركيب آنها و روحيات واقعى شخص .\r\nدرك خصوصيات روحى افراد و به خصوص اثبات يكنواختى و عدم تغيير روح در مسير حوادث كارى است بس مشكل . چه كسى مىتواند روح انسان را بشناسد و بشناساند .\r\nبعضى از فلاسفه اسلامى از جمله شهاب الدين سهروردى مىگويند - اساسا براى انسان حدى نيست و به تعبير فلسفى ، انسان بى ماهيت است .\r\nمگر انسان مىتواند خودش را بشناسد ؟\r\n« من عرف نفسه فقد عرف ربه » « 1 »\r\nچه كس مىتواند ادعا كند كه زواياى روح خود را شناخته است تا چه رسد به ديگران ، تا چه رسد به اجتماع ، تا چه رسد به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ج 2 بحار ص 32\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nاينكه براى ادارهء اجتماع قانون وضع كند . و يا رهبر قانوندان و داراى صفات لازم رهبرى را تشخيص و تعيين كند . . .\r\nآرى ما مردم آن قدر گرفتارى ديده‌ايم و بس حوادث ناراحت كننده و اندوه‌بار شنيده‌ايم كه وقتى مىشنويم رئيس جمهورى مصر مرد و خانه نداشت ! مىگوييم اين ما فوق انسان است و يا مثلا وقتى مىشنويم رئيس جمهورى كوبا مسكن را براى كسانى كه خانه ندارند مجانى كرده است و دولت اجاره مسكن افراد بى خانمان را مىپردازد ، وسائط نقليه شهرى مجانى است و تحت هيچ عنوانى از طفل دبستانى و نوجوان دبيرستانى و جوان دانشگاهى هزينه تحصيلى گرفته نمىشود . اگر راست باشد و همچون بسيارى تبليغات آنها دروغ از آب در نيايد مىگوييم ايده‌آل است .\r\nما آن حكومت اسلامى و آن امامت و رهبرى دينى و آن روش الهى را نديده‌ايم . تا مقام انسانيت و رهبرى آن را بفهميم اگر ما حكومت على عليه السلام را ديده بوديم و امامت و رهبرى شخص پيغمبر اكرم را درك كرده بوديم آن وقت مىفهميديم كه انسانهاى معمولى انتخابى نمىتوانند بار سنگين آن روش را به دوش بكشند .\r\nآرى گفتند فلان رهبر مرد و خانه نداشت ، و يا فلان رهبر سوار دو چرخه به ميان مردم خيابان مىآيد و با مردم صحبت مىكند ، ولى رهبرانى كه ما مىگوييم حتى در روش زندگى مادى هم نبايد با اينها مقايسه شوند . مرحوم صدوق در امالى خود نقل مىكند « 1 » « امام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سند روايت صحيح و قابل اعتماد است . اين روايت در ( قرب الاسناد ) نيز كه كتاب معتبرى است آمده است\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nصادق فرمود : پيغمبر وفات يافت در حالى كه زره او نزد فردى گروگان بود . . .\r\nصدوق در روايت ديگرى « 1 » از امام صادق عليه السلام نقل مىكنند : « زمانى پيغمبر اكرم پيراهن درستى نداشت شخصى نزد آن سرور آمده از وضع لباس آن حضرت ناراحت شده و دوازده درهم « 2 » به پيغمبر هديه داد كه لباس بخرد و مىگفت شما رهبريد ، ( رهبر حكومتى كه امپراطورهاى ايران و روم از آن در وحشت بودند . ) حضرت پذيرفت و فرمود على اين 12 درهم را بگير و براى من لباس بخر . على به بازار مىرود و با 12 درهم لباسى تهيه مىكند و به نزد پيغمبر مىآورد .\r\nپيامبر مىفرمايد على اين لباس را من نمىخواهم ، اين براى من گران است پيراهن را بر گردان و پس بده على پيراهن را به بازار مىبرد و با رضايت فروشنده معامله را به هم مىزند و پول را پس مىگيرد و نزد پيامبر مىآورد و آن گاه همراه پيامبر به طرف بازار مىروند . . .\r\nدر بين راه زنى نشسته بود و گريه مىكرد حضرت از حالش پرسيد ، عرض كرد من كنيز فلان منزل هستم ، براى خريد گوشت بيرون آمده‌ام ، پولم را گم كرده‌ام ، حضرت چهار درهم به وى داد كه گوشت بخرد . سپس به بازار رفت و با چهار درهم لباسى خريد و مراجعت كرد ، در بين راه فرد بى لباسى را ديد و لباس خود را به او داد ، و آن گاه با چهار درهم باقى مانده پيراهن ديگرى خريد و برگشت . در بين راه ملاحظه فرمود همان زن ناراحت و گريان است و چون علت پرسيد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اين روايت نيز معتبر و در امالى و خصال شيخ صدوق آمده است\r\n( 2 ) - هر درهم تقريبا نيم مثقال نقره بوده است\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nعرض كرد چون دير شده مىترسم خانمم مرا آزار كند حضرت شخصا به دنبال او راه افتاد به در منزل آمده شفاعت نمود و او هم به احترام پيامبر او را آزاد ساخت . آن گاه پيامبر فرمود : خداى را شكر مىكنم ، چه 12 درهم با بركتى بود دو برهنه را پوشانيد و يك كنيز را آزاد ساخت .\r\nاين وضع رهبر الهى است كه مىگويد پيراهن دوازده درهمى براى من زياد است .\r\nوقتى مىشنويم يك مرجع تقليد يك عباى بالنسبه گران قيمتى را كه براى او هديه برده‌اند نمىپذيرد و مىگويد اين عبا براى من زياد است من بايد چون ضعفا زندگى كنم . مىفهميم كه دست آفرينش و تربيت الهى او را براى رهبرى اين عصر آشفته ذخيره كرده است .\r\nسورهء « مجادله » در قرآن كريم همواره چون تاجى پرافتخار بر تارك مكتب اسلام مىدرخشد . زنى به حضور رئيس حكومت رسيده ، رئيسى كه پيامبر هم هست و در ملت وجهه‌اى بالاتر از وجههء او نيست ، زن آمده اعتراض به قانون دارد ، قانون « ظهار » كه به منزله طلاق حساب مىشده است و پيامبر با او به ملاطفت سخن مىگويد تا دستورى از خداوند بگيرد و خداوند سخن زن را مقدم مىدارد و از همان وقت قانون « ظهار » جاهليت كه به منزلهء طلاقى بود و اسلام با سكوت خود آن را پذيرفته بود ، تغيير مىيابد ، كجا چنين رهبرى صادقانه مىتوان يافت . كمونيستها مىگفتند وقتى كسى كه سال‌ها در يك حزب بوده تجربه كرده‌ايم او را شناخته و براى رهبرى انتخاب مىكنيم .\r\nاهل تسنن نيز كه اكثريت مسلمانان را تشكيل مىدهند و به همين\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nجهت « عامه » خوانده مىشوند معتقدند تنها پيامبر بايد از طرف خدا معين شود نه رهبر پس از او .\r\nولى ما مىگوييم چه بسيارند افرادى كه چندين سال هوا و هوس را در درون خود خفه مىكنند تا پس از رسيدن به قدرت هواها و هوسهاى خويش را ظاهر نموده بهره ور سازند .\r\nدر شرح حال بعضى از ملوك پيشين آمده است كه ابتدا رئوف و مهربان بودند ولى در يك صحنه و جريانى كوتاه ، آن چنان حالتشان عوض مىشد كه از كشته‌ها پشته‌ها مىساختند و از كله‌ها مناره‌ها بر پا مىكردند .\r\nتشخيص شايستگى رهبرى - به معناى كامل كلمه - در يك شخص ، كارى نيست كه با معاشرتهاى چند ساله روشن شود .\r\nمحمد بن نصير نميرى مدتها در ميان مردم بود و با آنها بزرگ شد و كسى هم نظر بدى به او نداشت و شيعه از او حديث و فقه مىآموخت ولى تحت تاثير حسّ حسادت كه چرا ديگرى وكيل امام شد اساساً منكر امامت امام حسن عسگرى شد و خود ادعاى پيامبرى نموده گفت روح خداوند در بدن امام على النقى عليه السلام ( كه قبل از امام حسن عسگرى بود و او را وكالت داده بود ) حلول كرده و او خداوند است و همو مرا به عنوان پيامبرى به نزد شما فرستاده است .\r\nاو ازدواج با محرم را جايز و قانونى مىدانست . ازدواج مرد با مرد را هم قانونى مىدانست و به كمك محمد بن موسى بن فرات اين افكار را در ميان مردم ترويج مىكرد ، و از راه ارضاء حسّ شهوت مردم براى خود جايگاهى درست كرد .\r\nامام حسن عسكرى عليه السلام نامه‌اى به « عبيدى يقطينى » نوشته او را از\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nمحمد بن نصير و نيز از حسن بن محمد بابا » بر حذر داشته آنها را لعنت كرده فرمود اينها فتنه گرند و به نام ما مردم را غارت مىكنند . . . « 1 »\r\nاستالين اولين رهبر نظامى و حكومتى كمونيسم بود كه به همراهى لنين پايه‌هاى حكومت كمونيسم را در روسيه تزارى آن روز استوار كردند ولى ديديم كه چگونه خود رهبران كمونيسم او را فرد پرست و ستمگر و مرتد از مكتب كمونيسم دانستند و مجسمه‌هاى او را هم به زير كشيدند .\r\nخروشچف سالها روى كار بود و در برابر استبداد استالين خيلى ملايم بود كه « كندى » رئيس جمهورى امريكا او را مىستود و هم اين داستان رانقل مىكند كه : يكى از مطبوعات شوروى درباره خروشچف نوشت « او احمق است . . . » دولت مدير مجله را جلب و به چند ماه حبس محكوم نمود و خروشچف گفت جرمش اين است كه اسرار دولت را هويدا كرد ! آن وقت كندى او را مىستايد و او را با شخصيت مىخواند . « 2 »\r\nولى همين خروشچف هم متهم به انحراف از مكتب شده عزل گرديد . « تا باز كجا كشته شود آنكه تو را كشت » .\r\n« راكه » پسر يكى از ژنرال‌هاى كشته شدهء تصفيه استالين ، از كميسيون حقوق بشر وابسته به سازمان بين الملل مىخواهد كه از حقوق بشر در شوروى دفاع كنند و به همراه 45 نفر ديگر تقاضا نامه را امضاء مىكنند . « 3 » البته همين مقدار هم در زمان استالين ممكن نبود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - جامع الرواة\r\n( 2 ) - استراتژى صلح ، به قلم كندى\r\n( 3 ) - فروردين 1348\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nتبعيد مفتضحانه سولژنيستين ، و ساخاروف كه نمونه‌اى از اختناق و ترور افكار در شوروى بود غرب را بيشتر به اسرار درون ديوار آهنين آگاه كرد و اكنون معلوم مىشود كه چرا به اين آسانيها اجازه مسافرت به مردم اين كشورها داده نمىشود . « 1 »\r\nآزادى خواهان يوگسلاوى نيز از دست مارشال تيتو رهبر كمونيست آن كشور مىناليدند و اينك بوسنى « و ما ادريك ما بوسنى » فجائع واقع شده در آنجا به وسيلهء صربها روى همهء جنايتكاران تاريخ را سفيد كرد . در چين نيز از فرد پرستى « مائوتسه تونگ » ناله داشتند . « 2 »\r\nگاهى انسان مىشنود فلان شخص چقدر خير خواه است وه كه چه فعال و چه سختگير بر خود است . شبها تا صبح در كوچه و خيابان مىگردد و در مراسم مذهبى چقدر كوشا مىباشد اما كمى صبر كند تا قدرت بيشترى پيدا كند آن گاه معلوم مىشود كه مىكند . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - حتما نوشته آندره ماژيد « بازگشت از شوروى » ترجمهء جلال آل احمد و نوشته الكساندر سولژنيستين « به زمامداران شوروى » ترجمهء عنايت اللّه رضا را بخوانيد ، و براى آگهى از امتيازهاى طبقهء مترف جديد شوروى به كتاب « طبقه جديد » ميليوان جيلاس مراجعه كنيد\r\n( 2 ) - اين نوشته مربوط به سالها پيش از فروپاشى شوروى بوده است ، شوروى يك مثلى براى ديگر استبدادگران است . مگر آمريكاه هم اكنون در آتش آپارتايد نژادى و ظلم بر سياهان گرفتار نيست ؟ مگر زندانهايشان پر از شكنجه نيست ؟ زندانهاى خارج از كشور آمريكا كه زير نظر آمريكا اداره مىشود همچون گوانتانامو ، و ابوغريب و خيلى زندانهاى بىنام و نشان در سرتاسر اروپا ، حقوق بشر مدعيان حقوق بشر را به خوبى توضيح مىدهد !\r\n( 3 ) - اشاره به روش رضاخان دارد . اين نوشته در زمان شاه نوشته شده است\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nاينها همه از اين معنى حكايت مىكند كه ما انسانها هر قدر تيزبين باشيم باز هم ممكن است در شناخت روحيه‌ها اشتباه كنيم خصوصا روحيه هائى كه زرنگى و خوددارى به خصوصى دارند و مىتوانند ساليان دراز هوسهاى خود را مكتوم دارند .\r\nبه علاوه كه انقلاب روحيه‌ها هم خود بحث قابل توجه ديگرى است كه ممكن است شخص چيزى را مخفى نكرده و حقا خوب بوده است ولى چون به قدرت مىرسد عوض مىشود و تغيير جهت روانى مىدهد و به نظر ما شايد بارزترين خصوصيت ممتاز انسان همان قدرت تحول و انقلاب و جهش باشد . متمّم دعاى عرفه امام حسين عليه السلام را در بيان تحول اوضاع و روحيات به دقت ملاحظه كنيد .\r\nما چه مىدانيم علل و عوامل جنگ بين الملل اول و دوم چه بود ؟\r\nجنگى كه اوليش ده ميليون كشته و 30 ميليون زخمى و 600 ميليارد فرانك خرج داشت و دوميش كه با تكامل آمار ، شماره دقيقترى داد 35 ميليون كشته و 20 ميليون ناقص دست و پا و 12 ميليون ضايعات سقط جنين داشت و 17 ميليون ليتر خون بر زمين ريخت و 13 هزار دبيرستان و دبستان و 6000 هزار دانشگاه و 8 هزار لابراتوار منهدم شد و 390 هزار ميليارد گلوله منفجر شد .\r\nآيا اين خونريزيها براى تحصيل دانش بشرى بود ؟ براى كمال بود ؟\r\nيا فقط حب جاه و خودخواهى ؟\r\n« اختلاف ميان « گلبنگيان » و « هنرى دتردنيك » بر سريك زن زيباى فرانسوى به نام « ليديا » به حدى شديد بود كه خطر يك جنگ جهانى\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nديگرى را در بر داشت « دتردينك » يك گردن بند برليانى 300 هزار ليره‌اى براى ليديا خريده بود . . .\r\n« گلبنگيان از ارامنه تركيه بود كه در سنه 1896 از ترس « تصفيه » سلطان عبدالحيمد عثمانى به مصر گريخت و روش سياست آموخته ، از جمله سياستمداران شد و از اين راه يكى از عوامل سقوط حكومت عثمانى شد ، با قدرت‌هاى نفتى بزرگ دنيا پيوند نمود و به خصوص با دترينك و ماركوس دو تن از نفت خواران بزرگ آشنا شده همدست در مبارزه عليه راكفلر نفت خوار معروف آمريكائى گرديدند ولى سپس بر سر زن فرانسوى « ليديا » چنان اختلافى ميانشان افتاد كه خطر جنگ جهانى پيش آمد » « 1 » اين نمونه‌اى از هوس جنسى انسان‌ها كه خودشان هم مىدانستند . ولى گاهى عيوب انسان چنان مخفى است كه حتى خود شخص هم نمىفهمد .\r\n« محمد بن على شلمغانى كه « ابو جعفر » كنيه‌اش بود و به نام « ابن ابى عذاقر » معروف بود كتاب‌ها و روايات و احاديثى دارد و مدتها راه و روشى درست و در ميان اصحاب ما مقامى و الا داشت تا اينكه حسادتش نسبت به مقام ابوالقاسم حسين بن روح ( نائب خاص امام ) او را تحريك نموده از اساس مذهب بيرون رفته به مذاهب پست پيوست تا آنجا كه توقيع‌ها از جانب امام عليه السلام به عنون طرد و لعن او بيرون آمد . . . او را كشتند و به دار آويختند » « 2 »\r\nاينها چه بسا عمداً هوس‌ها را مخفى نكرده بودند و اگر مثلا روحيه حسد داشتند خودشان توجه نداشتند ولى تحت تاثير حس مخفى رقابت كه چرا « او به منزلها رسيد و ما هنوز آواره‌ايم » فاسد شدند .\r\nكيست كه اين تغيير حالتها را پيش بينى كند ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اطلاعات 16 / 12 / 49\r\n( 2 ) - رجال ابو على نقل از « خلاصه » علامه حلى و نجاشى و فهرست شيخ طوسى\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nو انصاف بايد داد كه اين موارد كم نيست و شواهد بسيار در هر اجتماعى دارد و چه بسا همين انحراف‌ها اجتماع را قرن‌ها بدبخت مىسازد .\r\n* * * مىگويند ملت بايد هميشه بيدار باشد و به محض ديدن يك تغيير حالت كه باعث انحطاط اجتماع شود رژيم را براندازد .\r\nاين گفته در عالم مفاهيم و انتزاع ، سخن خوبى است ولى بايد دانست كه همواره خاصيت انقلاب و تحول در همه اجتماعها زنده نيست و همين كه مدتى زندگى يكنواخت داشتند به راحت‌طلبى عادت كرده خوى آرامش پيدا مىكنند و نه تنها انقلاب نمىكنند بلكه چندان موافق هم نيستند و هيشه هم افراد انقلابى امكانات ندارند كه رژيم را عوض كنند ، و موفقيت پرزيدنت « بومدين » در الجزاير ( اگر يك توفيق انقلابى اصيل باشد كه نمىدانم ) كه تحت تاثير افكار انقلابيون ، آرامش‌طلبى و تنبلى جديد را تغيير داده تحولى تازه پديد آورد در محيط خاص و شرايط محدودى بود كه يكى از علل آن قريب العهد بودن ملت مسلمان الجزاير به مبارزات پيگير ضد استعمار فرانسه بود .\r\nو به هر حال اين يك روش ايده آل نيست ، گرچه در زمان حاضر كه ما معتقد به غيبت امام زمان ارواحنا فداه ، هستيم و رهبريت با انتخاب است نه انتصاب الهى بايد همين وضع باشد كه بعداً به خواست خداوند توضيح مىدهيم ولى اينها در مقايسه با اصل تاريخ بشريت « فلته » حساب مىشود و نبايد معتقد شد كه اصل رهبرى در تمام دوران و زمانها همين طور باشد .\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nالبته همانطور كه پيش از اين گفتيم براى ما كه برنامه اسلام را نديده‌ايم و شايد تصور هم نكرده‌ايم اين روشها ايده آل است .\r\nزيرا ما آدمكش‌هاى نيم قرن ويتنام ، قتل و غارت مسلمانان كشمير و اوضاع اسف‌انگيز فلسطين به دست اسرائيل و نمونه‌هاى ديگر كه تنها مقدارى از آنها منتشر مىشود ديده‌ايم . در جنگ 7 سالهء ويتنام بيش از 1 ميليون سرباز آمريكائى شركت داشت مخارج يك سرباز پياده امريكا در ويتنام ساليانه به 40 هزار دلار مىرسيد . با دلارهائى كه امريكا در ويتنام خرج كرد مىتوانست زندگى هر ويتنامى را 12 برابر بالا ببرد ، بودجهء دفاعى آمريكا در تمام جنگهاى بين الملل دوم 81 ميليارد دلار و در همهء جنگ كره 48 ميليارد دلار بود ولى تنها در 1968 هفتاد و هفت ميليارد دلار بود ، جمعا 3500 هواپيماى امريكائى در ويتنام نابود شدند . تلفات امريكا تا 30 مارس 1968 ، 20500 كشته و 000 / 122 مجروح . « 1 »\r\nما در گوشه و كنار دنيا شكنجه‌هاى زندانيان بى گناه كه نويسندگان ما به غلط شكنجه‌هاى قرون وسطائى نام مىدهند و قرون وسطى از آن شرم دارد ، شنيده‌ايم .\r\nما محاكمه‌هاى بى گناهان را در محكمه‌هاى دربسته و محيط رعب و وحشت ديده و شنيده‌ايم . لذا وقتى خبر آزادى را در گوشه و كنار دنيا مىشنويم همچون بلبلى كه در قفس بوى باغ شنود مىخواهيم از درد فراق و شدت التهاب جان به جان آفرين تسليم كنيم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - « من اعتراض مىكنم » به قلم دوگلاس دونكن امريكائى خبر نگار و عكاس امريكائى كه خود در صحنهء جنگ بوده است به نقل مجلهء فردوسى 27 / 1 / 47\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nمسلم است حال مرغ گرفتارى كه صياد به او رسيدگى كند بهتر از وضع مرغى است كه صياد از يادش برده است و به هيچ حسابش نكرده است و به قول شاعر خودمان :\r\n اى واى بر آن مرغ گرفتار كه از وى * صياد شود غافل و در دام بميرد \r\nفكر مىكنم يكى از جهات اصرار شيعه بر خواندن دعاى ندبه اين بوده است كه در كشان پائين نيايد و به مختصر تحولى قانع نگردند و بدانند كه حكومت ايده آل چيز ديگرى است كه به طور فهرست و خيلى فشرده و كلى در جملات آن دعا آمده است كه انشاء الله بعدا توضيح خواهم داد .\r\nما كشور « هائيتى » را مىبينيم كه :\r\n« پس ار مرگ « پاپادوك » ديكتاتور پيشين هائيتى ، اينك بار ديگر سيل دلارهاى امريكائى به سوى اين جزيره سرازير شده است . در يكى از خيابانهاى بخش بندرى هائيتى هر روز ( به استثناى روز يكشنبه ) گروهى از اهالى نحيف و پا برهنه اين كشور از ساعت 5 / 6 صبح تا ده شامگاه مقابل در ورودى يك تجارت خانه محقر صف مىكشند و در انتظار فرا رسيدن فرصت به سر مىبرند . براى كمك مجانى ؟ نه ، براى مساعده و وام ؟ نه ، براى پذيرش كارگرى ؟ نه !\r\nدر داخل اين ساختمان محقر چهار پزشك و دوازده پرستار در دو نوبت مشغول كار و فعاليتند . آنان خون مراجعين را كه در مقابل در ورودى صف كشيدند مىگيرند .\r\nپلاسماى خون آنان را در لابراتوار جدا مىسازند و مايع سرخ رنگ و بى خاصيت باقى مانده آن را مجددا به رگهاى دهندهء خون باز\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nمىگردانند . در ازاى هر ليتر خون سه دلار به فروشنده مىدهند و اين مبلغ براى مردم هائيتى كه مزد بسيارى از آنها به مرز يك دلار هم نمىرسد قابل توجه است . به طور متوسط روزانه 300 نفر براى فروش خون خود مراجعه مىكنند . آمريكا ماهيانه 5 هزار ليتر پلاسماى منجمد از اين كشور مىبرد تا در بيمارستان‌هاى امريكا به فروش برساند كه بنا به گفته « ونر آينلى / سرپرست قسمت تكنيكى شركت آمريكائى مزبور ، در معاملهء هر ليتر خون 4 تا 5 دلار استفاده مىكند . « 1 »\r\nو اينها هستند مرو جان مذهب مسيح كه به نقل مسيحيت كنونى ، علاوه بر سفارش به ظلم نكردن ، مىفرمود : اگر كسى به اينطرف صورتت سيلى زد آن طرف صورتت را جلو بياور كه بزند » . و اينها هستند كه دائما ميسيونهاى مذهبى به عنوان مبشرين صلح و بشر دوستى و اتحاد به اطراف جهان گسيل مىدارند . 90 درصد مردم هائيتى بيسوادند ، حد متوسط عمر 35 سال است ، در تمام كشور فقط 3 هزار تلفن وجود دارد . « 2 »\r\nما نمونه‌هايى چون برزيل مىبينيم كه به قول ژوزوئه دوكاسترو ، دانشمند برزيلى كه براى اولين مرتبه گرسنگى و عوارض آن را به صورت ادعا نامه‌اى عليه استعمار و جنگ ، عرضه مىكند و مدتى است از كشور خود فرارى است ، كه اگر دستگير شود زندانى خواهد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كيهان 23 / 12 / 50\r\n( 2 ) - كيهان 6 / 2 / 50 ، همانطور كه مىبينيد اين آمارها مربوط به سالها پيش است . اوضاع تفاوتهايى كرده ليكن بساط استعمار همانست\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nشد . . . با خانواده‌هاى افراد زندانى در برابر چشم شوهرانشان تجاوز جنسى مىكنند . روشنفكران از كليسا انتظار دارند كه در كنار مردم فقير و گرفتار بايستد و از كشيشانى كه اين طور نيستند رو گردانند . رئيس پليس مخفى ارتش چهارم برزيل گفته است شكنجه قيمتى است كه ارتش بايد براى نجات جوانان بپردازد .\r\nبرزيل كه پس از كانادا و شوروى و آمريكا و چين وسيعترين كشور جهان و از حاصلخيزترين سرزمينهاست ، و رود آمازون با همه انواع گيج كنندهء ماهيها و انواع گياهان دره‌اش غنىترين رودهاى جهان است در اثر رهبر نالايق و تسليم شدهء استعمارش يك كارگر اگر بخواهد احيانا يك ليتر شير بنوشد بايد 1 چهارم مزد روزانه‌اش را بپردازد تا به يك ليتر شير برسد ! و البته گفته‌اند كه شير خشك آمريكا ارازنتر از شير طبيعى آنجاست .\r\nولى هر چه بخواهيد انواع ورزشها و به خصوص مسابقات فوتبال رواج دارد ! « سائوپولو » در برزيل قرار دارد كه يك استوديو 200 هزار نفرى دارد و « په له » سلطان فوتبال جهان ، برزيلى است كه گفته‌اند به معامله برزيل و يك كشور اجنبى بر سر او ، به مبلغ 2 ميليون دلار حاضر نشد و گفت از ملتم جدا نمىشوم و بايد افتخار ملتم باشم نه ملت ديگر .\r\nو اگر عقل كاملى داشت به جاى سلطان فوتبال ، سلطان درمان فقر و گرسنگى و بدبختى ملتش بود . و ملت اين قدر مرعوب شده و استبداد ديده و در عين حال رمق كشيده هستند كه « انفجار دو لامپ در استوديو هنگام ورزش فوتبال در حضور رئيس جمهور باعث شد كه 110 هزار تماشاگر از ترس انفجار بمب فرار كرده زير دست و پاى\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nيكديگر چندين كشته و هزاران زخمى تحويل دادند » « 1 » و البته اين ترس ، از ديد اجتماعى ، حاكى از اين است كه افرادى هم در ميان مردم هستند كه اهل انقلاب و تحركند . و گرنه احتمال انفجار بمب نبود .\r\nولى نوعا خود مردم از اهل انقلاب و حركت استقبال نمىكنند چون روشن نيستند و به اصطلاح زمان ، استعمار فكرى شده‌اند و به تعبير پيامبر عزيز اسلام صلى الله عليه و آله دربارهء آخر الزمان به حدى رسيده‌اند كه « خوب و بد را درك نمىكنند » .\r\nچه گوارا در ياد داشتهاى خود مىنويسد تودهء كشاورزان به هيچ وجه به ما كمك نمىكنند ، مردم بى سواد هدف انقلابيون را درك نمىكنند . روزنامه « مارچا » ى اروگوئه مىنويسد براى روستائيان ، چريك مردى غريبه است ، چه‌گوارا كه عاشق بهسازى مردم اروگوئه است از پست مهم وزارت و نيز از همكارى كاسترو دست كشيد بيش از يكسال در اروگوئه دوام نياورد و سرخپوستان تعليم ديدهء محلى در ظرف 21 روز او را گرفته و كشتند » . « 2 »\r\nنقش كشيشهاى روشن مسيحى در اين گونه كشورها بسيار مهم است كه مردم را روشن مىكنند ولى متاسفانه كمتر روشن هستند . « از 13 هزار كشيش برزيلى تنها 2 هزارشان افكار مترقى دارند و البته آنها بيش از تمامى نيروهاى ديگر مردم را آگاه مىكنند « 3 » و ياغيان كليسا براى قدرت حاكمه خطرناكتر از چريكها هستند « 4 » و قدرت حاكمه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اطلاعات 15 / 12 / 49\r\n( 2 ) - مسائل آمريكاى لاتين ص 166\r\n( 3 ) - مسائل امريكاى لاتين ص 180 و 185 و 194\r\n( 4 ) - مسائل امريكاى لاتين ص 180 و 185 و 194\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nآنها را متهم به همكارى با كمونيستها مىكند « 1 » در حالى كه انقلاب كشيشها خيلى اصليتر و موثرتر از روش كمونيستها بوده است ، چون كمونيستها در توده‌هاى مذهبى حتى در مثل مسيحيت خرافى كمتر مىتوانند نفوذ كنند و حتما مىدانيد كه در شوروى و چين هم گر چه حكومت را كونيستها گرفته‌اند ولى با اين همه فعاليتهاى تبليغاتى و غيره هنوز فقط 14 ميليون در شوروى 26 ميليون نفر در چين ، عضو حزب كمونيسم شده‌اند .\r\n. . . و از مقصد دور شدم خواستم بگويم كه اگر رهبرى لايق در كشورى نباشد استعمار مردم را بحدّى تنزل مىدهد كه خادمان خود را از خائنان تميز نمىدهند ، و در نتيجه همه چيز خود را از دست مىدهند . منظورم نشان دادن مشكلات دنيايى روز بود . ما كه اين همه مشكلات را مىخوانيم البته حكومتهاى خوب روز در نظرمان ايده آل خواهد بود .\r\nولى روش اسلام را ملاحظه كنيد ، تا رهبرى اصيلى كه مىگوئيم معلوم شود تا بدانيم كه برتر از اين حرفها است كه صرفاً با انتخابات آزاد درست شود . اسلامى كه حتى در زمان خاتم الانبياء صلى الله عليه و آله مشكلات ، فراوان بود و بالنتيجه به طور كامل در سطح اجتماع پياده نشد و بايد بگويم كه اسلام در سطح عالى خود حتى براى يك روز هم حكومت نيافت ، تا زمان ظهور مصلح كل و به دنبال آن رجعت كه در روايات مذهبى ما الگوئى از آن داده شده است چه شود .\r\nو البته آن مقدار هم كه از اسلام تحقق يافت به هيچ وجه نبايد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مسائل امريكاى لاتين ص 180 و 185 و 194\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nطرف قياس يا حكومت‌هاى معمولى شود . « 1 »\r\nبه هر حال - علاوه بر روايات تاريخى پيشين - اين دسته احاديث را نيز در نظر بگيريد تا رهبرى مورد توجه ما بهتر درك شود :\r\n« پيامبر صلى الله عليه و آله فرمود پنج چيز را تا زنده‌ام ترك نمىكنم : 1 - لباس پشمى زير ، پوشيدن ( كه بدنم عادت به نرم پوشى و راحت‌طلبى نكند كه رهبر نمىتواند آرام باشد ) 2 - بر الاغ بى ساز و برگ سوار شدن ( در آن محيط كه همه‌اش تفاخر بود و غرور و اعتنا به در ماندگان نكردن ) 3 - با بردگان غذا خوردن « 2 » 4 - با دست خودم كفشم را پينه كنم 5 - بر اطفال سلام مىكنم . . . تا پس از من هم ديگران عمل كنند . « 3 »\r\n« . . . پيامبر صلى الله عليه و آله سر به جانب آسمان برداشته عرضه داشت خداوندا اين زينتهاى دنيا را نمىخواهم ، مايلم يك روز سير باشم تا ترا سپاس گويم و يك روز گرسنه باشم تا از تو بخواهم ( و غفلت مرا نگيرد تا با تو در تماس باشم ) « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - و اينجا انتقادگران مىگويند : « پس قابل پياده شدن نيست » ! ولى اسلام مراتب زيادى دارد كه به معناى كاملش در ختم مبارزه جهانى حق و باطل ، تحقق مىيابد ، مراتب ديگرش كه تحقق يافته خيلى بهتر از حكومت‌هاى ديگر بوده است و به هر حال تاريخ حكومت‌هاى غاصبانهء اسلام هم لكه‌هاى ننگى چون جنگ جهانى اول و دوم را به دامان ندارد ! مگر مكتبهاى ديگر حتى در زمان تازه نفسىشان توانسته‌اند به طور كامل تحقق يابند ؟\r\n( 2 ) - توضيح « بردگى » در متون مذهب را كه از متفرعات جنگ مىباشد باتحقيقى عقلى و نقلى در جزوه « نگاهى به بردگى » بخوانيد\r\n( 3 ) - خصال صدوق ص 221\r\n( 4 ) - عيون اخبار الرضا ( ع ) تاليف صدوق ره ص 199 به نقل بحار . غزالى هم اين حديث را در احياء العلوم خود ذكر كرده است . « ترمذى » ( از مولفين صحاح اهل سنت ) هم در كتاب صحيح خود نقل كرده است\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\n« عيص بن قاسم به امام صادق عليه السلام مىگويد : حديثى از پدر شما نقل شده است كه پيامبر صلى الله عليه و آله هيچ گاه يك وعده نان گندم سير نخورد ، آيا درست است ؟ فرمود نه ، پيامبر صلى الله عليه و آله هرگز نان گندم نخورد او از نان جو هم يك وعده شكم خود را سير نكرد . « 1 »\r\n« بيچارگان بى خانه در مسجد مىخوابيدند ( تا وضعى پيدا كنند ) پيامبر صلى الله عليه و آله يك شب افطار با آنها هم غذا شد . « 2 »\r\n« على عليه السلام فرمود : با پيامبر صلى الله عليه و آله در كار كندن خندق هنگام جنگ بوديم كه فاطمه زهرا عليها السلام آمده پاره نانى به دست گرفته به پدرش تقديم داشت پيامبر صلى الله عليه و آله فرمود : دخترم اين پاره نان از كجاست ؟ گفت پدر ! يك قرص نان براى فرزندانم حسن و حسين عليهما السلام پخته بودم و اين قسمتش را براى تو آوردم . پيامبر صلى الله عليه و آله فرمود : فاطمه‌ام اين اولين غذايى است كه پس از سه روز به شكم پدرت مىرسد . « 3 »\r\n« پيامبر صلى الله عليه و آله به جعرانه ( محلى بيرون مكه كه ميقات هم هست ) آمده اموالى تقسيم نمود مردم از او درخواست مىكردند و او مىپرداخت و از هجوم جمعيت عقب مىرفت ، عقب رفته به درختى تكيه داد عبايش را بردند و پشت آن سرور ، خراش برداشت ! فرمود :\r\nمردم عبايم را باز دهيد ! به خدا قسم اگر پيش من به شماره درختان تهامه ( كه زمينى سر سبز بود ) دام بوده باشد همه را ميان شما تقسيم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - امالى صدوق ص 192 به سند صحيح نقل كرده است\r\n( 2 ) - بحار ص 219 ج 16\r\n( 3 ) - بحار ج 16 ص 225 نقل از صحيفه الرضا ص 15\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nمىكنم و خواهيد ديد كه نه بخل مىورزم و نه ترس دارم . « 1 »\r\n« هيچكس نزد مردم محبوب‌تر از پيامبر صلى الله عليه و آله نبود ولى در عين حال وقتى او را مىديدند به پا نمىخواستند زير مىدانستند كه آن سرور از اين تكلف منزجر است . « 2 »\r\n« ابن مسعود مىگفت مردى نزد پيامبر صلى الله عليه و آله آمده حرفى داشت و از ترس مرتعش شد ، پيامبر فرمود : آرام و آسوده باش من امپراطور نيستم من فرزند يك زن معمولى هستم . . . « 3 »\r\nابوذر گفت پيامبر صلى الله عليه و آله در ميان اصحاب خود مىنشست شخص آشنا كه مىآمد نمىدانست او كداميك از ماست . ما از آن سرور خواستيم به جائى بنشيند كه فرد ناآشناى تازه وارد هم او را بشناسد ، و سپس جاى آن حضرت را كمى بلندتر از جاى خود قرار داديم و خودمان دو طرفش مىنشستيم . « 4 »\r\n« عمر به منزل پيامبر صلى الله عليه و آله وارد شد ديد آن سرور بر روى حصيرى است كه رگه‌هاى آن در دو طرف صورت ( پا پهلوهاى ) آن حضرت اثر گذارده است گفت يا رسول الله خوب است رختخوابى تهيه فرمائى ! فرمود : دنيا را چه مىخواهم ؟ مثل من و دنيا همچون سواره‌اى است كه در آفتاب تابستانى براى رفع خستگى ساعتى زير سايه درختى بنشيند و سپس حركت نمايد ، ان ساعت كوتاه تهيه وسائل نمىخواهد . « 5 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار ج 16\r\n( 2 ) - مكارم الاخلاق ص 14\r\n( 3 ) - مكارم الاخلاق\r\n( 4 ) - مكارم الاخلاق\r\n( 5 ) - مكارم الاخلاق\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nپيامبر براى جبران فقر حاصل از دوران رباخوارى عربستان از هيچ كوششى فرو گذار نمىكرد ، بر خود سخت مىگرفت تا از ياد مردم گرفتار غافل نشود ، همان مصلحت مهمى كه در قانون روزه اسلام رعايت شده است .\r\nمرحوم مجلسى از عايشه نقل مىكند كه تا پيغمبر زنده بود ما زندگى خوشى نداشتيم ( از نظر جنبه‌هاى مادى ) و زندگى بر ما سخت بود ولى بعد از فوت پيغمبر ما رفاه و آسايش پيدا كرديم .\r\nصدوق در علل الشرايع نقل مىكند « زهراى اطهر به حضور پيامبر اكرم صلى الله عليه و آله رفت و چون اصحاب جمع بودند چيزى نگفت و به خانه بازگشت . پيغمبر بعدا به خانه زهرا آمد سلام كرد و وارد شده فرمود .\r\nدخترم چه كار داشتى ؟ على عرض كرد يا رسول الله من از جانب او مىگويم . كار زهرا زياد است و يك خدمتكار مىخواهد . پيغمبر فرمود هنوز وضع مسلمانها آن طور نيست كه به شما يك خدمتكار بدهم ، مايليد به جاى آن ذكر خداوند به شما بياموزم . زهراى عزيز چيزى به تو ياد مىدهم كه بهتر از خدمتكار باشد . « 1 »\r\nمنظور حضرت لابد اين است كه با ياد خدا دلت را با نشاط كن زيرا انسان با نشاط خسته نمىشود . اين روش پيامبر است . . .\r\nكجا مىتوان رهبرى چنين انتخاب نمود كه اين طور بيدار باشد و مسئله گرسنگى و فقر را لمس كند ، و حتى به خاندان خودش اين طور\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تسبيحات فاطمه زهرا 34 مرتبه الله اكبر 33 مرتبه الحمدلله 33 مرتبه سبحان الله بحار ج 16 ، ص 243\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nسخت بگيرد ، و در عين حال نه براى خودنمائى و رياست باشد كه اين اغراض شخص بالاخره شخصى را از راه منحرف مىكند اساساً فقر خطر بزرگى براى يك جامعه است .\r\nناپلئون در جمله‌اى كه آكادميسين تارله نقل مىكند مىگفت : « من مايلم با 200 هزار مرد جنگى مقابل شوم ولى با انقلاب ملت گرسنه طرف نشوم » .\r\nانقلاب شكمهاى گرسنه انقلاب خونينى است ، و بالاخره هم ناپلئون در اسپانيا در اثر برخورد با اين شكمهاى گرسنه به زانو در آمد .\r\nهر اندازه لشگر مىفرستاد آنها دست از قيام بر نمىداشتند و مارشالهاى او تحت تاثير قيام عمومى قرار گرفته به ضرر خودش كار مىكردند .\r\nاين است اثر فقر ملت و بيچارگى توده مردم . و پيامبر صلى الله عليه و آله اين مشكل را لمس كرده بود و رفع آن از جمله مسايل سرلوحهء دولتش بود .\r\nدر سال 1357 بود كه خبرگزاريها گزارش دادند در يمن جنوبى 600 تا 1000 نفر از گرسنگى مردند .\r\nگاهى خبر مىرسد در فلان نقطه مردم در ايام هفته نان ندارند خرماهاى پوسيده را مىخورند و هسته‌هاى آن را آرد مىكنند و نان يك روز خود را تهيه مىكنند .\r\nولى پيغمبر اكرم صلى الله عليه و آله چنان به روش خود معتقد و آينده نگر است كه به بهترين وجه و به وسيلهء مؤسسات مردمى خطر گرسنگى را دور مىكند و حتى اصرار به تكثير نسل مىكند و مىفرمايد : بهترين زنها زنى است كه زياد فرزند بزايد .\r\nاگر رهبر اجتماعى مردم را به توليد نسل دعوت مىكند معلوم\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nمىشود وضع اقتصادى آينده خود را خوب مىداند و شما وضع دنياى امروز را با آن روز مقايسه كنيد كه با همهء امكانات دمادم صحبت از كنترل نسل مىكنند و عجيب اينكه كسى از خواص گفته :\r\nكنترل نسل واجب است !\r\nمعدن‌ها ، پى در پى كشف مىشود ، صنعت پيوسته پيشرفت مىكند ، و به موازات آنها صنايع غذائى ترقى مىنمايد ، فى المثل از 40 ميليون ليتر نفت 20 ميليون ليتر پروتئين مىتوانند تهيه كنند ، با اين حال هنوز در سازمان بين الملل يك هفته در سال به عنوان مبارزه با گرسنگى اختصاص داده شده است ( تقريبا در اواخر اسفند ماه هر سال ) و طبق آمار سالها پيش 33 درصد مردم دنيا گرسنه‌اند .\r\nتفهيم مسئله تعيين الهى رهبر ، به پيروان اديان الهى ، آسانتر است زيرا اگر بايد قانونگزار شخص خداوند باشد ، و به بيان كننده اين قوانين ، يعنى پيامبر ، احتياج داريم ، به اجرا كننده اين قانونها ( امام ) بيشتر نيازمنديم .\r\nبرنامه مهمتر است يا عمل به برنامه ؟ نبوت يعنى آوردن برنامه ، و رهبرى و امامت يعنى اجراى برنامه .\r\nاجراى قانون حتما مصونيت فكرى از هوا و هوس و شهوت‌هاى بى جا مىخواهد . همانطور كه در فهم قانون و تطبيق آن بايد از خطا و اشتباه مصون باشد ، چه بسا ممكن است فرد منزه باشد و دچار قانون شكنى عمدى نشود ولى در تطبيق قانون و فهم و اجراء آن اشتباه كند .\r\nداستانهاى زيادى آمده كه در زمان حكومت‌هاى اسلامى ( غير الهى ) و غير اسلامى چه بسا افرادى بى گناه در اثر اين گونه اشتباهات تا پاى دار رفته‌اند .\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nدرباره ولايت خاص به معنى ولايت حضرت امير يا ولايت ساير ائمه زياد بحث شده و علماء بزرگ ما كتابها نوشته‌اند شكر اللّه مساعيهم الجميله « 1 »\r\nولى اگر درباره اصل امامت و اين كه امام بايد از طرف خدا تعيين شود بحث بيشترى با مخالفين و بخصوص اهل تسنن بشود موثرتر است و در روايات ما روى اين نكته تكيه شده است چنان كه گذشت امام اصرار مىورزد كه مقام امامت و رهبرى را مردم عادى نمىفهمند . بايد اصل رهبرى اسلامى را به اجتماعهاى بشرى تفهيم كنيم .\r\nاگر مقام امامت و رهبرى را بشناسيم و درك كنيم شايد كمتر احتياج به اين بحث‌ها باشد . . .\r\nاهل تسنن درباره اينكه على عليه السلام خليفه بلافصل بود يا نه ، بحثها مىكنند . فى المثل ما مىگوييم پيامبر اكرم صلى الله عليه و آله در حديث ثقلين فرموده قرآن و اهل بيت من هرگز از يكديگر جدا نمىشوند و آنها كه اهل بيت ( ائمه ) را رها كرده به خيال خود تنها به قرآن عمل مىكنند در حقيقت قرآن را هم از دست داده‌اند . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - و به خصوص كتابهاى « عبقات » مرحوم مير حامد حسين و « الغدير » مرحوم امينى « و اثبات الهداة » مرحوم شيخ حر عاملى و اصول « كافى » شيخ كلينى و « المراجعات » مرحوم سيد شرف الدين را بايد نام برد\r\n( 2 ) - حديث « ثقلين » كه معروف و مسلم بين شيعه و سنى است و برخى علماء عامه تصريح كرده‌اند كه پيامبر اكرم ( ص ) اين مطلب را در موارد متعددى گوشزد فرموده است .\r\nعجيب اينكه برخى خطباى حجاز اخيراً فقط قرآن را نام مىبرند و دومى كه عترت است اصلًا نام نمىبرند با اينكه اول حديث كه ذكر ثقلين است ذكر مىكنند ! دوتا ثقل ولى يكى را مىگويند !\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nآنها مىگويند اين حديث مربوط به بيان احكام است نه مسئله سرپرستى و ولايت امور اجتماع و حكومت . البته ما درباره مرجعيت علمى اهل بيت و اينكه بايد احكام و مسائل دين را از آنها تعليم گرفت نيز با آنها بحث داريم .\r\nمىگوييم پيامبر اكرم در « غدير خم » در آن شرائط حساس تعيين جانشين و رهبر نموده فرمود كسى كه مرا مولاى خود مىداند بايد على را هم مولاى خود بداند . « 1 »\r\nمىگويند منظور از كلمه « مولا » دوست است نه رهبر\r\nمىگوييم پيامبر فرمود على نسبت به من همچون هارون نسبت به موسى است ( كه برادر و وصى او بود ) . . .\r\nمىگويند منظور فضائل نفسانى و كرائم انسانى است نه مقام اجتماعى و حكومت .\r\nاين حرفها هر چند نزد فرد متفكر ارزشى ندارد ولى به هر حال اهل جدل را به خود مشغول ساخته است . « 2 »\r\nچند سال پيش يك نفر آمريكائى كه از طرف آمريكا ماموريتى در برخى ممالك عربى داشت و مسلمان شده بود در انتخاب روش و مسلك ميان فرقه‌هاى اسلامى متحير بود و به خصوص درگير و دار ، مباحث لفظى دليلهاى نقلى بحث « امامت » گيج شده بود ، و به علت تماس بيشتر با علماء اهل تسنن تقريبا مطالب آنهارا به صورت اعتقاد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كه اين حديث نيز مسلم شيعه و سنى است\r\n( 2 ) - گرفتارى شيخ سليم رئيس اسبق الازهر را در اين مباحث در كتاب « المراجعات » ببينيد\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nپذيرفته بود . وى در اصفهان در سال تابستان 1347 با وقت قبلى جلسه‌اى با من داشت كه به صورت پرسش و پاسخ به سوالات ، اساس بحث امامت بررسى شد . بحثهاى مزبور كه با وساطت يكى از مهندسين روشن ضمير و مبارز ، ترجمه به انگليسى مىشد روى او اثرى خاص گذارد ، كه مىگفت گرچه نمىتوانم فورا تغيير عقيده بدهم و ليكن اين روش روى من اثر بسيار گزارد ، اكنون جوابى ندارم ، فكر مىكنم . او طبق بحثهاى سنتى اين قسمت مىخواست به تحقيق مباحث لفظى روايات بپردازد و به اختلاف لغويين در معانى الفاظ تمسك كند و من مىخواستم نسبت به آن حرفها نرسد بحث ما به طور فشرده اين بود كه :\r\nاجراء قانون مهمتر از خود قانون است و آنچه كه بشر را به سعادت مىرساند تنها خود برنامه نيست بلكه عمل به برنامه است . و همانطور كه در قانونگزارى اشتباهات و يا هوس ها دخالت مىكند و بشر نمىتواند خود زمام قانونگزارى را در كف داشته باشد همچنين در اجراء قانون هم كه پس از قانونگذارى بايد از مراحل فهم قانون و تطبيق قانون گذشته به مرحله عمل در آيد اشتباهات و يا هوس‌ها دخالت مىكند .\r\nنمونه‌ها و شواهد اشتباه كارى و يا هوس بازى رؤساء حكومت‌ها در اجراء قانون بسيار است .\r\nاگر قانون « لطف » « 1 » - در علم كلام - و قانون « هدف خواهى »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - در علم كلام مىگويند هر چه بشر را به سعادت نزديك و از بدبختى دور سازد و خود بشر نداند لازم است خداوند بشر را مطلع سازد و اين را قانون لطف مىنامند\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nايجاب مىكند كه خداوند پيامبر بفرستد و قانون و برنامه سعادت بشر را اعلام نمايد همان قانون‌ها حكم مىكنند كه فردى را به عنوان اجراء قانون تعيين فرمايد و دست خلقت و تكوين الهى كه آگاه بر ساخته خويش است مصونيت فكرى و اخلاقى او را تضمين فرمايد .\r\nو به تعبير روشن‌تر نظم آفرينش جهان و به خصوص انسان به خوبى به ما مىفهماند كه آفرينندهء ما با شعور و ادراك بوده است 1 - و پيداست كه كار فرد با شعور براى هدفى انجام مىگيرد 2 - / بنابراين در خلقت ما هدفى بوده است . هدف از آفرينش ما حتما تكامل ما به پيروى از تكامل ساير پديده‌هاست 1 - و تكامل برنامه مىخواهد 2 - و برنامه را خداوند آگاه است ( بنا به اصل مسلم نزد طرف بحث ) 3 - چنان كه فرد مصون از اشتباه و هوس را نيز خداوند مىداند و نگهبانى مىكند 4 - و مهمترين قسمت برنامه تكامل ، مسائل مربوط به جامعه و محيط است كه بر افكار اثر مىگذارد و مردم را به طرف صلاح يا فساد مىكشد 5 - و اگر براى برنامه تكامل اجرا كننده‌اى معين نكند ، مسلم است كه دستخوش هوس‌ها و اشتباهات شده اثر منظور به دست نمىآيد 6 - / بنابراين بايد مجرى قانون و برنامه را خود خداوند معين سازد . و شما هم اكنون رهبران بلوكهاى مختلف جهان و طرز ادارهء ممالكشان را ملاحظه كنيد و اختلاف‌ها و نارضائىها و سپس چهره‌هاى تازه پس از گذشت دوران انقلاب و بالنتيجه قيام‌ها يكى پس از ديگرى عليه يكديگر را بنگريد .\r\nاز طرفى اگر رهبر معصوم در كار نباشد چه بسا مفاهيم اصيل مذهبى و عقيدتى ، معانى خود را از دست مىدهند و سوء استفاده‌ها به وجود مىآيد . سوء استفاده‌هايى كه استعمار از مفاهيم قانونى و\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nتطبيق آنها در ذهن عوام نموده بسيار و هميشه حوادثى ناگوار داشته است . و هم اكنون در ذهنم شواهدى از بهره بردارىهاى ناروا از مفاهيم :\r\nحسبنا كتاب الله ، كفر ، ارتداد ، تسنن ، لا حكم إلا لله ، صفات الله ، اسم و مسمى ، الاتحاد الاسلامى ، وحدت وجود ، تقوى و پاكدامنى ، روشنفكرى ، تجددطلبى ، ولايت و خيلى مفاهيم ديگر وجود دارد كه شايد در بحث‌هاى آينده ببينيم . اين سوء استفاده‌ها خون‌ها ريخته و آبروها برده است .\r\nشخصى معصوم و آگاهى مىخواهد كه همواره در جامعه باشد و مردم هم او را بشناسد تا مانع اين اين سوء استفاده‌ها شود . بيان اين مفاهيم همچون بيان احكام و توضيح همهء اختلاف‌هاى مكتبى ديگر ، از عهدهء چنان امامى بر مىآيد .\r\nمىتوانيد اين طور تعبير كنيد : نظر به اينكه خود بشر نمىتواند برنامه تكاملش را بفهمد و يا رهبر صد در صد درستكار انتخاب كند « لطف » ايجاب مىكند كه خداوند كه برنامه را فرستاده براى اجراى آن نيز شخصى را معين سازد .\r\nو به اقتضاء اين مطلب حتما پس از پيامبر اكرم صلى الله عليه و آله ، شخصى به عنوان رهبرى ملت و فهم و اجراء قانون ، از طرف خداوند تعيين شده بوده است . چنان كه در زمان آن سرور خود آن حضرت رهبر بود . و مىبينيم هيچ كس جز على بن ابى طالب عليه السلام مدعى اين منصب الهى نيست و ديگران هم مىگويند اگر از طرف خداوند كسى معين شده باشد آن كس على بن ابيطالب است . مىدانيم كه اختلاف ما و ديگران\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nدر اين است كه آنها مىگويند اساسا لازم نيست از طرف خداوند كسى معين شود ولى همه قبول دارند كه اگر لازم باشد و معين شده باشد . آن كس پس از پيامبر صلى الله عليه و آله جز على عليه السلام نخواهد بود .\r\nو بنابراين از دقت در بحث امامت عامه و رهبرى كلى الهى ، به امامت خاصه و رهبرى على عليه السلام و فرزندانش تا امام دوازدهم حضرت ولى عصر ارواحنا فداه مىرسيم .\r\nاصل لزوم تعيين شخصى ، به عنوان رهبرى « امامت عامه » خوانده مىشود و رهبرى شخص معين چون على عليه السلام در تاريخ گذشته و امام زمان عليه السلام در تاريخ حاضر « امامت خاصه » ناميده مىشود .\r\nبيانى كه گذشت مورد توجه اصحاب ائمه عليهم السلام در مناظرات بوده است و فى المثل منصور بن حازم در حديثى كه پيش از اين تذكر داديم با اصل عقلى لطف و يا هدف ، اصل امامت و رهبرى را ثابت كرده و با قرائن خارجى و ادعاء شخص على عليه السلام و عدم ادعاء ديگران ، و با توجه به علائم رهبرى على عليه السلام چون علم كامل او كه مىتواند ادارهء اجتماع كند امامت خاصه او و فرزندانش را ثابت كرده است .\r\nاصل « مهمتر بودن رهبرى ، از قانون » را هم امام صادق عليه السلام در حديث ديگرى كه پيش از اين گذشت گوشزد فرموده است .\r\nبنا به حديث معروف ديگرى كه با سندهاى قاطع و مختلف نقل شده است مهمترين ركن اسلام همان مسئله رهبرى است . اين حديث با تعبيرهاى مختلفى بيان شده است .\r\nيكى از تعابير حديث اين است اسلام بر 5 چيز بنا شده است 1 - حج\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\n2 - نماز 3 - روزه 4 - زكات - 5 - ولايت ، و هيچ خطاب قانونى الهى به پايه خطاب ولايت نمىرسد و هيچ فريادى همچون بانك ولايت به مردم نرسيده است . « 1 »\r\nاين حديث اهميت مسئله ولايت و رهبرى را به خوبى روشن ساخته گوشزد مىكند كه حتى نماز و روزه و زكات و حج كه از مهمترين قوانين اسلامى و اركان حفظ اجتماع هستند به پايهء ولايت نمىرسند .\r\nحديث مزبور ضمنا به ما مىفهماند كه همانند عموميت نماز و روزه براى تمام زمان‌ها هميشه يك رهبر و به اصطلاح يك فرد « ولىّ » براى اجتماع هست كه مردم را به نوعى اداره نموده زير نظر دارد .\r\n* * *\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - وسائل مقدمة العبادات باب 1 : « بنى الاسلام على خمس الحج و الصلاة و الصوم و الزكاة و الولاية و مانودى احد بشىء مثل ما نودى بالولاية »\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n\r\nرهبر و محيط\r\nما گر چه تاثير محيط را بر افكار و اعمال افراد به حد جبر نمىدانيم و بر خلاف « ماركس » كليهء افكار را حركت جبرى محيط حساب نمىكنيم ولى بخلاف « ماكس و بر » - جامعه شناس المانى - هم هميشه محيط را معلول انديشه و فكر نمىدانيم .\r\nمنظور اين است كه گر چه انديشه برخى افراد خود ساخته ، حاكم بر محيط بوده ، مىتواند محيطها را تغيير دهد و در ارزيابى حقيقت انسان ، خود به تنهائى يك ملت شود . « 1 »\r\nولى بيشتر مردم تحت تاثير محيط بوده اعمال و رفتارشان محكوم محيط مىباشد .\r\nو بنا بر اين اگر محيط فاسد شود خواه ناخواه اكثريت قاطع مردم فاسد خواهند بود ، و بيشتر قوانين اخلاقى و مذهبى پايمال خواهد شد و هر چه مصلحين اجتماع فرياد بزنند خواهند ديد كه جز اندكى تاثير ندارد ، و به ناچار براى نجات خود از تلاطم فساد به كنار خزيده خاصيت تماشاگر كه از نظر اجتماع و فعاليت‌هاى اجتماعى حالت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - قرآن مجيد ابراهيم پيامبر را يك ملت حساب مىكند : « إنّ ابراهيم كان امّة » سورهء نحل ، آيهء 120\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nمردگى است پيدا خواهند كرد و اين بزرگترين بلاى اجتماعى است كه در اثر فساد محيط و انزواى سياسى رهبران واقعى پيدا مىشود .\r\nاين حالت اجتماعى در برخى روايات اجتماعى اسلام بيان شده است كه : وقتى فاسدها سر كار بيايند و نيكان به كنار زده شوند . . . مرگ بهتر از - زندگى است . « 1 »\r\nو يا وقتى كارهاى پست به افراد لايق و كارهاى مهم به افراد پست سپرده شود هرج و مرج خواهد شد .\r\nقرآن كريم علت نابودن جوامع انسانى را اين طور بيان مىكند :\r\nوقتى بنا است مملكتى ويران شود متمكنين خوشگذران به فسق و فجور مشغول مىشوند ( و تدريجا همگى منحرف مىشوند ) آن گاه عذاب الهى بر آن‌ها فرود مىآيد . « 2 »\r\nيكى از جهات اهميت امر به معروف و نهى از منكر در اسلام همين حفظ محيط است كه با نظارت ملى تأمين شود .\r\nدر قرآن كريم علت بدبختى عده‌اى را در سراى جاودانى اين طور بيان مىكند كه نماز نمىخوانديم و به فقرا رسيدگى نمىكرديم و همراه افراد ساقط در فساد سقوط مىكرديم « 3 » اين سقوط همگام با ديگر سقوطها ، همان تأثير محيط است كه اعمال ديگران بر روى فرد اثر مىگذارد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - « اذا كان امرائكم . . . فبطن الارض خير لكم من ظهرها »\r\n( 2 ) - سورهء اسراء ، آيهء 16 : « إذا أردنا أن نهلك قرية أمرنا مترفيها ففسقوا فيها فحق عليها القول . . . »\r\n( 3 ) - سورهء مدثر ، آيهء 43 : « لم نك من المصلّين و لم نك نطعم المسكين و كنا نخوض مع الخائضين . . . »\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nعلى عليه السلام هم در آن جمله معروفش : اى دنيا ديگرى را به فريب كه من تو را رها كرده‌ام . . . « 1 » همين تأثير محيط را مىرساند .\r\nو در جمله ديگرش : اى دنيا اگر مجسم بودى حد گناه را بر تو جارى مىساختم تأثير محيط را بهتر روشن مىفرمايد .\r\nقانون « حجاب » در اسلام به رعايت اصلاح محيط آمده است و اساسا علت ظاهرى نزول آيه حجاب و به اصطلاح « شأن نزولش » همين تأثير عمل ديگران در فرد بوده است .\r\nو اجمالا مىتوان تخمين زده گفت نظر به اينكه ايمان اكثر مردم دست خوش حوادث مىگردد و فرد هدفى صد در صد ، بسيار نادر است شايد اعمال اكثريت مردم تحت تأثير محيط است .\r\nو بنابراين حفظ محيط از بزرگترين مسائل اسلامى است ، كه اصلاح علت به مراتب مهم‌تر از اصلاح معلول مىباشد .\r\nوقتى محيط فاسد ، و خانه از پاى بست ويران بود نهى از منكرهاى جزئى بازده اجتماعىاش بسيار ناچيز مىباشد ، گر چه فى نفسه مفيد و لازم است . و روشن است كه حفظ محيط به وسيلهء رهبر مىشود او است كه مىتواند محيط را اصلاح يا فاسد كند .\r\nحديث معروف پيامبر صلى الله عليه و آله : « دو گروه از ملت من اگر خوب باشند ملت خوبند و اگر بد باشند مردم هم بد مىشوند : حكمرانان و علماء » « 2 » اشاره به همين قدرت رهبر است : رهبرى قدرت و رهبرى علم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - « يا دنيا غرّي غيري قد طلّقتك ثلاثاً »\r\n( 2 ) - صفان من امتى إذا صلحا صلحت امتي و إذا فسدت فسدت امتي : الامراء و العلماء ، سفينة البحار ( امر )\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nو باز به اين نتيجه مىرسيم كه اگر قوانين فرعى مذهب بايد از طرف خداوند تعيين شود شخص رهبر كه حافظ محيط است حتما بايد از طرف او معين شود .\r\nاو است كه آگاه بر افراد است و چهره‌ها و آن سوى چهره‌ها را دقيقا مىداند و تغيير « صلاح و فساد » شخص را در طول زمان زير نظر دارد و پيش بينى مىكند .\r\nجامعه رهبرى مىخواهد كه به حقيقت شايستهء اصلاح اجتماع باشد و مصونيت فكرى در فهم و تطبيق قانون ، و مصونيت احساسى در اجراء قانون داشته باشد .\r\nو او است كه آگاه بر همهء روحيه‌ها است « ألا يعلم من خلق و هو اللّطيف الخبير » « 1 » « يعلم الجهر و ما يخفى » « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - آيا او كه آفريده نمىداند ؟ او دقيق و آگاه است . سوره ملك\r\n( 2 ) - پيدا و نهان را او مىداند ، سوره اعلى\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\n\r\nاز ديد روانى\r\nمطالبى كه گذشت امامت و رهبرى را از نظر اجتماعى مورد توجه قرار مىداد بايد در نظر داشت كه افراد از نظر روحيات و استقلال و وابستگى روحى مختلفند . بيشتر افراد از نظر روحيات و استقلال و وابستگى روحى هر چند برنامه و قانون را در دست داشته باشند در اثر ضعف نفس و تلون روانى و عدم شخصيت و استقلال منش نمىتوانند به طور كامل عمل كنند و لااقل استقامت در رفتار خويش ندارند ، همچون سايهء آفتاب پرستند و دنباله‌رو بوده بالذات به دنبال رهبر مىگردند .\r\nدستگاه تكوين و آفرينش نبايد اين احتياج را نديده گرفته و يا به دست افراد بلهوس بسپارد كه موجب هرج و مرج و بالنتيجه تباهى بشريت گردد .\r\nبسيار اندكند كسانى كه با دانش خويش توانا هستند و بدون دنباله روى و احتياج به رهبر ، با استقامت كامل به راه خود مىروند .\r\nاساسا روحيات افراد از نظر تأثير و تأثر بر اجتماع و از اجتماع به سه گروه تقسيم مىشوند .\r\n1 - آن‌ها كه ( اگر مواظبت كنند ) نه تنها از محيط رنگ نمىگيرند و يا استقامت و بدون تلون به راه دانستهء خود مىروند و رهبر نمىخواهند\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nبلكه در روح آنها قدرت تأثير بر دگران قرار داده شده است و با نگاه‌هاى نافذ و كلمات و گفتار انقلابى خويش مىتوانند محيط را رهبرى كنند .\r\nاين دسته افراد آنهائى هستند كه داراى روحى لطيف و با دقيق و مهربان و غم خوار ديگران و در عين حال به جاى خود خشمناك و سخت‌گير و تا حدودى مستبد هستند .\r\nدر روحيه اين ها ذوق و قدرت كارهاى متنوع قرار داده شده است و به خصوص مشاغل رهبرى كه مهمترين آن‌ها سخنرانى نافذ و ايجاد تشكل است ، و به جاى خود پيوند و انس معنوى با ديگران دارند .\r\nاين روحيه‌ها داراى استعدادى عالى از نظر درك مطالب هستند و در عين حال يك روشن بينى خاصى دارند كه نوعا روى قرائن احوال ، قدرت پيش بينى حوادث را دارند .\r\nاين روحيه‌ها در اثر آن روح لطيف و با صفايشان ( كه مهمترين امتياز روانى است ) همانطور كه به تكامل و ترقى بسيار نزديكند به سقوط و انحطاط هم نزديكند ! زيرا اگر ذوق سرشار اين روح‌هاى لطيف زير بار تنبلى و سستى قرار گرفت به ذوقيات شهوانى پست رو مىآورد و از ذوقيات معنوى عالى و ارتباط به عالم غيب دور مىماند و اگر گهگاهى آن صفاى معنوى جرقه‌اى بزند اثرى جز حسرت نداشته از لابلاى زنجيرهاى بسته شده بر دست و پاى روح تنها به سوزش ندامت قانع و به قول شاعر : به نگاهى ز دوست خرسند است .\r\nاين روحيه‌ها - كه تنها آنها كه دارند مىفهمند و درست درك مىكنند - اگر به طور صحيح به راه افتند و از فساد دور بمانند به\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nعظمتى بس عجيب مىرسند .\r\nو اينها از اول براى رهبرى ساخته شده‌اند و دست آفرينش اداره ديگران را به آنها واگذار كرده است . خوشبخت ملتى كه كارهاى خود را به دست رهبر واقعى خويش بسپارد و نگذارد كه افراد پست با وسائل زور و زر به جاى آن‌ها بنشينند و بدبخت مردمى كه به رعايت تعصبات گوناگون فرد لائق رهبرى را كنار زده به دنبال ديگران بروند .\r\nالبته اين روحيه‌ها بسيار كمياب هستند .\r\n2 - آنها كه از محيط چندان رنگ نمىگيرند و با استقلال روحى به روش خود ادامه مىدهند ولى قدرت رهبرى هم ندارند .\r\nاستقلال روحى گاهى روى قدرت فعاله روح است و گاهى از نوعى يكنواخت‌گرائى كه به آسانى حاضر به تحول نمىباشد نه اين كه تحول را در داخل خود هضم كند و سپس به دور اندازد و تفوق خود را حفظ كند .\r\nاين دسته افراد داراى روحيه‌اى آرام و بعضىشان تا حدودى گوشه گير و دور از جنجال هستند و از نظر استعداد و ذوق در حد متوسط و يا كمتر مىباشند .\r\nاينها از خطرات دورترند ولى به تحولات سعادتمندانه نيز نزديك نيستند .\r\nو يكى از بزرگترين اشتباهات ملت‌ها اين است كه اين گونه گوشه‌گيرى و آرامش را به حساب عظمت روحى گذاشته اين افراد را كه نوعا فاقد گفتار نافذ و آتشين و رفتارى مؤثر و نگاه‌هائى گيرا هستند به عنوان رهبر انتخاب كنند و اتفاقا نوعا جوامع عقب مانده و غير روشن ( مذهبى و غيره ) به اين اشتباه دچارند غافل از آنكه آرامش\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nروحى گاهى از رضايت به وضع موجود و عدم درك اوضاعى بهتر مىباشد ، و گاهى از برنامه‌ريزى گوشه‌اى نشستن تا نوبت كار برسد .\r\nشخصى به حضور على بن ابيطالب عليه السلام عرضه داشت من باور نمىكنم كه روش جنگجويى شما صحيح باشد و عبداللّه عمر كه مردى زاهد و پارسا است بر باطل باشد .\r\nحضرت فرمود : تو حقيقت را كجا شناختى كه بدانى عبداللّه عمر بر حق و پارسا و متقى است ؟\r\nسئوال كننده قيافه زهد مآبانه و گوشه گير عبداللّه عمر را مىبيند ولى اعمال كثيف نهانى اين فرزند كه پدرش عمر مىگفت آبروى مرا مىبرد نمىداند . « 1 »\r\nمفهوم تقوى و پاكدامنى در ذهن بسيارى مردم به طور منفى تعبير مىشود آن گاه پيداست كه على بن ابيطالب جنگجو ( به قول آن‌ها ) را « 2 » نمىتوان متقى دانست و عبدالله عمر گوشه گير را كه سربه راست و چپ نمىچرخاند بىدين خواند ! !\r\nاين دسته افراد نيز گر چه فى نفسه بسيارند ولى نسبت به گروه سوم اندكند .\r\n3 - آن‌ها كه در اثر عدم شخصيت ذاتى و استقلال روحى ، تحت تأثير محيط واقع شده به رنگ اطراف خود در مىآيند و استقلال ذاتى را كه رنگ تكروى و حالت فردى پيدا مىكند رسوائى حساب مىكنند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - به كتاب الغدير تاليف مرحوم امينى رجوع شود\r\n( 2 ) - جنگجو كسى است كه خوى سفاكى داشته باشد نه آنكه براى دور ريخته علف هرزه‌ها در مدت زمانى ناچار از جنگ باشد\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nو از رسوائى هم وحشت دارند و بدين جهت خيلى زود هم رنگ جماعت مىشوند ( خواهى نشوى رسوا هم رنگ جماعت شو )\r\nاين‌ها گرچه بى شخصيتند ولى ضمنا روحيه‌اى سركش دارند چون روحيه‌اى آرام ندارند قدرت گوشه‌گيرى و تكروى ندارند و چون شخصيت و قدرت تحفظ خويشتن و تكروى ندارند رنگ محيط به خود مىگيرند .\r\nكسانى مىتوانند بين خود و محيط اطراف ، سدّى ايجاد كنند كه محيط ، قدرت نفوذ در آنها را نداشته باشد كه يا روحيه‌اى آرام و گوشه گير داشته باشند و يا قدرت فوق العاده‌اى كه روحيه خود را نبازند و خود را كنترل كنند كه متأثر نشوند و شايد مؤثر باشند .\r\nاين دسته افراد ( دسته سوم ) اكثريت مردم هستند .\r\nسعادت اين گروه و گروه دوم حتما بستگى به وجود رهبرى لايق دارد .\r\nاين دو گروه هميشه روحيه اطاعت از رهبر دارند ( البته رهبرى كه محبوبشان باشد ) و در روانشان احساس احتياج به رهبر نهفته است كه اساسا هر وجود ضعيفى بستگى به يك وجود برتر و قوىتر دارد .\r\nهمانطور كه طفل احساس احتياج به پدر و مادر مىكند افراد ضعيف النفس احتياج به مربى و وجود برتر را احساس مىكنند .\r\nچنان كه سرتاسر وجودات عالم ، احساس احتياج به وجود بى نياز حضرت حق تعالى مىكنند « 1 » .\r\nبه همين جهت است كه ملاحظه مىكنند همه ملت‌ها از گذشته و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - و همين را دليل فطرت مىنامند\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nحال براى خود رهبرى محبوب كه در روحشان بنشيند انتخاب مىكنند و حتى اگر رهبرشان در اثر ستم و يا جهتى ديگر مصدر كارهاى اجتماعى نباشد باز هم به او عشق مىورزند هر چند از نظر ادارى كارهاى خود را به وسيلهء كسى كه مصدر كار است انجام مىدهند .\r\nچنان كه تمايل فطرى به عشق ورزى مقدس ، و مناجات با خداوند ، در نهاد همگى ثابت است . منتهى اگر معرفت كاملى داشته باشند مىگويند\r\n« ما عرفناك حق معرفتك » « 1 »\r\nو اگر معرفتى اندك داشته باشند مىگويند : « چارقت دوزم بمالم پايكت » و اگر به ظاهر انكار كنند ذاتشان از درون فرياد مىزند كه‌اى انسان تو به وجودى برتر بسته‌اى و به اصطلاح علم دارند ولى علم به علم ندارند .\r\nو به قول شاعر :\r\n دانش حق ذوات را فطرى است * دانش دانش است كان فكرى است \r\nو :\r\n در اندرون من خسته دل ندانم كيست * كه من خموشم و او در فغان و در غوغاست \r\nاگر انسان بت مىسازد و مىپرستد در اثر همين تمايل معنوى و وابستگى ذاتى به خداوند است ليكن اشتباها ديگرى را به جاى محبوب گرفته است .\r\nو همين عمل ، خود دليل و راهنماى بر خالق انسان ، و تأثير او در روح انسانى است .\r\nو اگر افرادى نالايق را به عنوان مصلح گرفته و يا تحت عنوان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - خداوندا آن طور كه شايسته است تو را نشناختيم\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nمهدى موعود و يا كامل كننده بشر مىپذيرد دليل بر يك مهدى حقيقى و مصلح واقعى و حتمى بودن يك رهبر لايق و احتياج جهان به يك پيشوا مىباشد .\r\nزمزمه‌هاى باطل چون آوازهاى مهيج كه دلبستگىهاى مادى و عشق‌ها و شهوت‌هاى فاسد به بار مىآورد خود دليل احساس انسان نسبت به يك محبوب حقيقى است و نياز به راز با او .\r\nو از اينجا است كه گاهى گفته‌ايم موسيقى ، خود دليل خداشناسى است چنان كه هر سكه تقلبى دليل بر يك سكه درست است كه به اشتباه به او ، باطل پذيرفته شده است .\r\nبشر به دنبال محبوب جانش مىرود و زمزمه‌هاى عارفانه و نغمه‌هاى رحمانى در ذات او نهفته شده است و نماز و ساير عبادات به عنوان مصداق اكمل همين زمزمه‌هاى رحمانى مشروع شده است تا آوازهاى لهوى و صوفيانه روح او را لخت و بى ثمر نسازد و چون ترياك تخدير نكند .\r\nبه هر حال اكثريت روحيه‌ها بدون رهبر امكان خوشبختى كمى دارند و قانون تكامل طبيعت ( خصوصا در انسان ) اقتضا دارد كه حتما ذات احديت كه آگاه بر افراد لايق است رهبرى حقيقى بر ايشان بگمارد تا نالايق‌ها سوء استفاده نكنند . اين روحيه‌ها رهبر مىخواهند و به دنبال رهبر مىروند ، اگر رهبر شايسته‌اى نيابند به دنبال باطل وجبت و طاغوت مىروند .\r\nاينهم بحثى در رهبرى از ديد روانشناسى بود كه تقديم شد .\r\n* * *\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\n\r\nاشكال\r\nممكن است به عنوان خرده‌گيرى بر آنچه از ديد اجتماعى ذكر نموديم ، گفته شود : تعيين رهبرى جلوى سوء استفاده‌ها را نمىگيرد زيرا ممكن است استعمارگرها و هوسبازها آن فرد معين شده را به هرطور كه ممكن باشد به عقب بزنند و خود به جاى او بنشينند و قدرت را به كف بگيرند ! آن وقت اين تعيين ، چه سودى جز حسرت آن رهبر لايق خانه نشين ، و علاقمندانش خواهد داشت ؟\r\nو اساساً تعيين الهى ( به صورت وحى بر پيامبر ) همچون يك مدح آسمانى است كه ضمانت اجرائى نداشته حتى از ماده قانون‌هاى قوانين مدنى هم ضعيف‌تر بوده مانند دستورات اخلاقى مىباشد .\r\nچنان كه در طول تاريخ مشاهد كرده‌ايم . مثلا در اسلام على عليه السلام خانه نشين شد و آن وقت كه سركار آمد روى تعيين الهى نبود بلكه از ناچارى مردم بود كه ديدند خلفاء پيشين به خصوص عثمان پدر ملت را در آوردند ، و آنچه كه دختر پيامبر صلى الله عليه و آله حضرت زهرا عليها السلام در مسجد گفت ، تحقق پيدا كرد ، و گرنه اين‌ها همان افراد بودند كه با آن همه سفارش‌هاى پيامبر صلى الله عليه و آله و با آن كه بيش از تقريبا 70 روز از تعيين جدى و صريح پيامبر صلى الله عليه و آله در مورد خلافت على نگذشته بود شاهد آن همه رسوائى و ستم دربارهء على عليه السلام بودند . امام حسن عليه السلام نيز خانه نشين شد و همچنين بقيه رهبران الهى تا امام عصر ( عج ) .\r\nرهبران الهى غير اسلام نيز به همين منوال . . .\r\nو بنابراين تعيين الهى چه سودى جز تشكيل يك اقليت محدود كنار زده از ملت و در نتيجه اختلاف هميشگى و مشكلات حاصل از آن خواهد شد ؟\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\n\r\nپاسخ\r\nولى با كمى دقت روشن مىشود كه ايراد مزبور به هيچ وجه درست نيست ما منكر اين نيستيم كه امكان سوء استفاده هنوز هست و با تعيين شخص بر طرف نمىشود ، ولى بايد ديد اگر اساسا شخصى تعيين نشود مسلما شيادها و هوسبازها و استعمارگرها بيشتر بر گرده مردم سوار مىشوند و انسانيت را به سقوط مىكشانند .\r\nنمىتوان گفت : بگذاريد استعمارگرها از مردم بار بكشند تا مردم خودشان بيدار شوند و بفهمند و فرد لايق را پيدا كنند .\r\nزيرا در آن صورت نسل‌ها بايد فدا شوند تا اين بيدارى پيدا شود ، با اينكه در ميان نسل‌ها افراد بيدار و فهميده هم پيدا مىشوند كه اگر رهبرى بيابند به دنبالش مىشتابند و خوشبخت خواهند شد آنگاه اين خلاف لطف الهى است كه اينهمه افراد آماده در طول تاريخ فدا شوند .\r\nتازه مگر به اين زودىها اكثريت مردم بيدار مىشوند يك هوسباز در اثر افراط در هوس سقوط مىكند شياد ديگرى به جايش مىنشيند و با طرح تازه‌اى منافع مردم را مىربايد و به اصطلاح « استعمار نو » مىكند .\r\nهمانطور كه به شماره نفوس انسان‌ها ، راه‌هاى رحمانى وجود دارد « 1 » همچنين راه‌هاى شيطانى و فساد نيز بسيار و هر كس راه به خصوصى براى خود انتخاب كرده خون مردم را مىمكد .\r\nمثلا شما روش خلفاء ثلث پس از پيامبر صلى الله عليه و آله را ببينيد ابوبكر با\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - « الطرق الى اللّه بعدد انفاس الخلائق »\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nملايمت و اخلاق گرم ، عمر با روش زهد ما بانه ، عثمان با پول ، استعمار مىكردند .\r\nتازه معاويه روشى جداگانه داشت يزيد طور ديگر . . . و بنى مروان و بنى العباس هر يك به طورى ملت را فريبت مىدادند عده‌اى فريب مىخوردند عده‌اى تطميع مىشدند عده‌اى هم تهديد . باقيمانده همان افراد كمى بودند كه قدرت حركت نداشتند .\r\nاين گونه سوء استفاده‌ها تنها در موارد غصب حق رهبران الهى نيست . همواره تماشاگر واژگون شدن حكومت‌ها به وسيله سازمان‌هاى جاسوسى مولد كود تاها هستيم .\r\nبلكه مىتوان گفت حكومت‌هائى كه پشتوانه ملى دارند از خطر سقوط دورترند و پيداست كه تعيين الهى به خصوص در محيطهاى مذهبى از احساسات ملى برخوردار است و بنابراين با تعيين رهبر خطر كودتا و شورش كمتر است .\r\nچنان كه در ممالكى كه سياست در اختيار عده معدودى قرار داده شده و مردم از دخالت در امور سياسى محرومند و بالنتيجه ميان ملت و دولت شكافى به وجود آمده است شماره كودتا و تغييرها بيشتر است . چرا كه پشتوانه ملى ندارند و مردم حمايتى از حكومت ندارند .\r\nآرى على عليه السلام خانه نشين شد ولى نه به آسانى خانه نشين شدن رهبران غير الهى ، و البته اگر يك دهم آنها راه انحراف از « تقواى سياسى » را پيش مىگرفت از آنها موفق‌تر بود ! ولى او رياستى كه مبتنى بر انحراف باشد نمىخواست زيرا به اصل « رهبرى » كه تكامل انسانيت است صدمه مىزند .\r\nخروشچف با يك تلفن بر كنار شد و فردا خبرى از او در اجتماع\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nنبود ! فيصل‌ها در اردن و عراق كنار رفتند ! ولى بدون حتى يك طرفدار جدى حتى از سقوط بن‌بلا هم در الجزائر خبر نشد . . . لومومباهم كه قتلش سر و صدا كرد روى همان پشتوانه ملى او بود .\r\nولى خطابه زهرا عليها السلام حكومت ابوبكر را لرزاند زيرا موفق با روح اجتماع و احتياج انسانيشان بود . سخنرانى 12 نفر از طرفداران على عليه السلام مدينه را متزلزل نمود . احتياجشان به علم مواج على عليه السلام همه روزه رسوايشان داشت .\r\nبا اين كه على عليه السلام خصوصيت مهمى داشت كه كينه‌هاى بسيارى از افراد حساس مملكت بدان جهت عليه او شوريده و يا شورانيده شده بود و آن كشتارهاى آن حضرت مخالفين اسلام را ( خويشان همان مخالفان داخلى بعد ) در جنگهاى زمان پيامبر اكرم صلى الله عليه و آله بود كه در دعاء معروف « ندبه » ( كه يكى از برنامه‌هاى انقلابى شيعه بوده است ) همين نكتهء اجتماعى تذكر داده شده است .\r\nعلم و تقوى و شجاعت و صراحت گفتار و بى اعتنائى به توقعات شركت‌آميز و ساير خصوصيات ممتازهء آن حضرت نيز باعث تحريك حسادت مخالفين مىشد .\r\nعلاوه بر آنچه كه دربارهء اهميت تعيين گفتيم ، نكته ديگرى هم هست و آن اين كه همين اختلاف اقليت و اكثريت يكى از عوامل بيدار كنندهء اجتماعات بشرى است و لذا حكومت‌هاى معمولى هم يا دو حزبى هستند و يا در داخل همان حزب واحد جناح‌هاى مخالف ترتيب مىدهند .\r\nخداى بزرگ ، خود آگاه از اين مشكل اقليت ، و اختلاف دائمى آن با اكثريت مىباشد و در عين حال رهبر تعيين مىكند زيرا خود\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nمىداند كه همين قضاوت آزاد ، و جنگ تبليغاتى اقليت بيدار با اكثريت نابينا ، باعث هوشيارى تدريجى مردم خواهد بود .\r\nاين اختلاف اقلّيت و اكثريت ، در اصل نبوت و فرستادن پيامبران نيز هست اگر خداوند پيامبرى نمىفرستاد اختلاف مذهبى به اين صورت نبود . خداوند با انگيزش پيامبران و افروختن استعداد افراد بيدار ، يك اقليت ممتاز و مورد حسادت اكثريت ، به وجود آورد كه همواره با هم اختلاف داشته و دارند . قرآن كريم مىفرمايد : « كان النّاس امّة واحدة فبعث اللّه النّبيّين مبشّرين و منذرين . . . » . « 1 »\r\nاين‌ها همه لازمه تكامل اختيارى انسان است . خداوند مىتواند بشر را طورى بيافريند كه با لذات مجبور به پذيرش خوبىها باشد ، و آن گاه اختلافى نخواهد بود ، ليكن آن گاه انسان نبوده و كمال انسانى را هم نخواهد داشت . فرشته‌اى مىشود كه ترقيات انسان را ندارد .\r\nو مىتواند طورى خلقش نمايد كه همه مجبور به پذيرش هوس‌ها و شهوات باشند و آن گاه اقليت بيدارى نخواهد بود و اختلافى هم نيست ، ليكن انسان نيست بلكه حيوانى خواهد گشت .\r\nلازمه تكامل اختيارى - كه از نظر دقت فلسفى فوق همه تكامل هاست ، همين تضاد و اختلاف و برخورد افكار و جنگ اعصاب است . هر چند ما در مباحث فلسفى ، منشأ كمال را تضاد ندانسته شوق به كمال را در نهاد هر پديده‌اى منشأ كمال مىدانيم ولى همان شوق در مسير حركت با عوامل مزاحم برخورد مىكند و آماده رفع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء بقره ، آيهء 213 ، « مردم همه يك ملت بودند خداوند پيامبران را فرستاد . . . و اختلاف كردند »\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nمىشود و استعداد درونيش شكوفاتر مىگردد . و از اين نظر تضاد موجب كمال تازه‌اى مىشود . آن چه كه لازم است اين است كه آفريننده و خالق با درك و شعور ، كه بشر را براى كمال اختيارى آفريده است راهنمائىها و وسايل سعادت و كمال اختيارى را در دسترس بشر قرار دهد .\r\nپيامبر صلى الله عليه و آله براى راهنمائى و رهبر براى رسيدن به راه .\r\nآن چه كه درباره اقليت و اكثريت و ارتباط آن با تعيين رهبر گفتم از ديد اجتماعى بود . از ديد فلسفى يك بحث عميق و وسيعى مربوط به برهان نظم جهان داريم كه طبق آن كليه خوبىها و بدىها ( البته از ديد فلسفى بدىها همه بالقياس و بالنسبه‌اند و بد بالذات نداريم ) در سلسله نظم علت و معلول جهان قرار دارند و هر يك به جاى خويش ضرورى و حتمى هستند . . .\r\n* * * \r\nقانون زبان ندارد تا از خود دفاع كند\r\nبنابر آن چه گذشت لزوم تعيين يك رهبر از طرف خداوند كه مصونيت فكرىدر فهم و تطبيق و اجراء قانون ، در برابر اشتباهات فكرى و هوس‌ها داشته باشد روشن مىشود .\r\nبه تعبير « بيكن » انگليسى ، بت‌هاى فكرى ( مغالطات و اشتباهات ) بسيارى ، انسان معمولى را احاطه كرده است . ما رهبرى مىخواهيم كه از اين اشتباهات در امان بوده بشر را به سر منزل مقصود برساند .\r\nقرآن كريم دربارهء مصونيت فكرى و عملى پيامبران الهى در تبليغ\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nقانون ، جملهء لطيفى در سوره « جن » بيان داشته است . . . خداوند از پيش و پس مراقب هر پيامبرى است كه حتما بداند مطالب خدايشان را ابلاغ نموده‌اند ، خداوند به همه چيزها كه پيش پيامبران است احاطه دارد و شمارهء همه چيز را احصا فرموده است « 1 »\r\nهمين مصونيت را درباره « امام » هم لازم مىدانيم .\r\nدر ميان روايات گذشته كه مناظرات اصحاب ائمه عليهم السلام را نقل مىكرد روايتى ذكر شد كه هشام بن حكم به آن مرد مخالف شام مىگفت حجت پس از پيامبر صلى الله عليه و آله كيست كه براى حل اختلافات مردم به او مراجعه كند ؟ و او گفت قرآن . هشام گفت قرآن حل اختلاف مىكند ؟ گفت : آرى ، هشام گفت : پس تو چرا به اينجا آمده‌اى تا با ما بحث كنى ؟ با اينكه ما هر دو قرآن را قبول داشته و هميشه مىخوانيم .\r\nمفاد اين حديث مطلب جالبى را در بر دارد : آن فرد مخالف سوريائى متن قانون را در حل اختلاف كافى مىدانست ، در حالى كه فهم قانون از نظر ادراك ذهنى افراد مختلف است ، هر كسى قانون را طورى درك مىكند . خود قانون زبان ندارد تا فهم يكى را تصديق و ديگرى را تخطئه نمايد .\r\nدر گفتار آن فرد مخالف يك نوع تناقضى هم وجود داشت كه هشام بن حكم به روى او نياورد و آن اين كه اگر متن قانون براى حل اختلافات و به اصطلاح « حجت » ميان مردم كافى است پس چرا در زمان خود پيامبر صلى الله عليه و آله آن سرور را حجت قرار مىدهى و متن قانون\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء جن ، آيه‌هاى 27 - 28 : « فإنّه يسلك من بين يديه و من خلفه رصدا ليعلم أن قد أبلغوا رسالات ربهم و أحاط بما لديهم و أحصى كل شيء عدداً »\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nيعنى قرآن را كافى نمىدانى ؟ مگر زمان دخالتى در حل اختلاف فكرى دارد ؟\r\nمنطق بالاتر از زمان و مكان و اوضاع و احوال مخصوص است .\r\nدر زمان پيامبر صلى الله عليه و آله قرآن را حجت قرار نداده آن سرور را به عنوان رهبر و « حجت » و وسيله رفع اختلاف‌ها مىدانى ولى در زمان پس از آن حضرت قرآن را كافى مىدانى ؟\r\nمگر قرآن زمان آن حضرت غير از قران پس از آن سرور است و يا چيزى كم دارد ؟\r\nبايد گفت وجدان هر انسانى گواه است كه خود قانون ، زبان ندارد و براى حل اختلاف‌ها و اشتباهات فكرى كافى نيست و براى فهم صحيح قانون و حل اختلاف‌هاى فكرى احتياج به رهبرى دانا داريم .\r\nاين اقتضاى وجدان است ، و بر طبق همين وجدان در زمان پيامبر صلى الله عليه و آله هم عمل مىشود ، ولى هوس رياست و حب جاه اين وجدان را پس از پيامبر صلى الله عليه و آله زير پا مىگذارد و همان كه در زمان آن سرور وجود آن حضرت را براى حل اختلاف‌ها لازم مىداند و اگر همه قرآن هم از همان اول نازل شده و در دسترس مردم بود ( چنان كه در يكى دو ماه آخر عمر آن حضرت قرآن تكميل بود ) باز هم خود آن حضرت را حجت مىداند نه قرآن را ، بعدا براى رسيدن به مقام و رياست غاصبانه بر ملت و استعمار و استثمار مردم ، ناچار به ترويج اين فكر باطل شده و متن قانون را كه قبلا كافى نمىدانست اينك كافى مىداند . و روى اين موضوع به حدى سر و صدا مىكنند كه نسل‌هاى بعدى سرگردان مىشوند . با اينكه مسئله بسيار روشن است و چه\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nبسيار مواردى كه قانون را به نظر خود تفسير مىنمودند و اجتماع را به لجن مىكشيدند .\r\nدر آن زمان كه درك مردم خيلى قوى نبود ، زير همين پوشش كه همه بايد مستقيما از قرآن بگيرند و وجود امام لازم نيست چه سوء استفاده‌ها از متن قانون بردند و به سود خود تفسير نمودند .\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\n\r\nمفهوم اجتهاد\r\nمثلا اجتهاد يك مفهوم قانونى و صحيح شرعى و عقلائى دارد كه فراتر نمىرود ، ولى ابوبكر براى اثبات پاكدامنى خالد بن وليد كه با همسر مالك بن نويره زنا كرد ، مىگفت مالك خود مجتهد است ، منتها اشتباه كرده و مجرم نيست يعنى او وظيفهء خود را اين طور تشخيص داده است غافل از اين كه ضروريات جاى اجتهاد نيست و به علاوه قضيه كاملا روشن بود كه همسر مالك دل خالد را جذب كرده بود .\r\nبعدها عمر مالك را مجرم دانسته عزل نمود و آن وقت علماء اهل تسنن ماندند كه آن درست بوده يا اين ؟ « 1 »\r\n\r\nمفهوم « قتل عمد »\r\nماده قانون حرمت قتل مومن و يا تسبيب در آن مىگويد اگر كسى مومنى را عمدا بكشد پاداش او جهنم است . . . « 2 » از نظر مجازات حقوقى هم كفاره و قصاص به عهده‌اش ثابت است .\r\nپيامبر اكرم صلى الله عليه و آله درباره كشتن عمار ياسر يكى از اصحاب آن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - توجيه‌هاى دكتر « هيكل » مصرى و « سيد قطب » مصرى را در كتاب عدالت اجتماعى در اسلام ببينيد\r\n( 2 ) - نساء آيه 93\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nحضرت و از ياران با وفاى على عليه السلام - اين جملهء معروف را فرموده بود :\r\nعمار تو را يك گروه ستمكار خواهند كشت . « 1 »\r\nهمين كه عمار در جنگ صفين در ركاب على عليه السلام به دست ارتش معاويه كشته شد در ميان افسران ارتش معاويه اين زمزمه پيدا شد كه :\r\nپس ما آن گروه ستمكار هستيم ، و در نتيجه على عليه السلام به روش حقيقت است .\r\nمىرفت كه اركان ارتش معاويه با همين حديث پيامبر صلى الله عليه و آله متزلزل شود .\r\nمعاويه همچون همهء شيادها و هوس‌بازها كه شهوت چشم دلشان را كور كرده است ، و براى از ميان برداشتن على عليه السلام از هيچ گونه فعاليت تبليغاتى فرو گذار نكرده است ، احاديث فضليت آن سرور را ممنوع اعلام نموده و احاديثى در مذمت آن حضرت از زبان پيامبر صلى الله عليه و آله به وسيله حديث‌گوهاى پولى و بى همه چيز خود در ميان مردم شايع كرده بود .\r\nولى يك مطلب را فراموش كرد و آن اين كه اصحاب و ياران على عليه السلام چون عمار ياسر و اويس قرن و . . . به حدى در ميان مردم معروف و مشهور بودند كه يك حديث پيامبر صلى الله عليه و آله درباره عمار اركان ارتش معاويه را بر هم مىزند .\r\nو مردم مىفهمند كسى كه عمار طرفدار اوست حتما شخص درستى است . معاويه فراموش كرده بود كه احاديث فضليت اصحاب على عليه السلام را هم دستور كتمان و فراموشى دهد . نظم عالم به حدّى دقيق\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - « يا عمار تقتلك الفئة الباغية » ، معجم رجال الحديث ، ج 12 ، ص 367\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nاست كه اگر يك چيز جابجا شود چيزهاى ديگر نيز بهم مىخورند ، همچون مهره‌هاى پيوسته يك جدول . نمىتوان يك چيز را بهم زد با وجود نظم ساير چيزها !\r\nبه هر حال معاويه براى جلوگيرى از اغتشاش ، تفسيرى شيادانه براى ماده قانون قتل و در نتيجه حديث قتل عمار نمود كه جدا موثر شد مردم عوام بودند و به معناى حديث دقت نكردند .\r\nاو گفت قاتل عمار ما نيستيم بلكه على عليه السلام است كه او را به جنگ فرستاده است .\r\nيعنى شمشيرها و نيزه‌هاى ما كشيده شده و برنده است و اعلام كرده‌ايم جلو نياييد كه كشته مىشويد ! اگر كسى جلو آمد و كشته شد ، خودش و آنكه او را فرستاده مقصر است نه ما .\r\nهمچون كسى كه دست به سيم برهنهء برق بزند خودش مقصر است و آنكه او را تشويق كند نه مخترع برق و نه سيم كش .\r\nاين تفسير معاويه در ميان آن مردم عوام كه همه قرآن را قبول داشتند و به قول آن مرد شامى در مناظره‌اش با هشام بن حكم « حجت » را در دست داشتند ولى دور از رهبر حقيقى بودند چنان مؤثر شد كه سر و صدا خوابيد و حتى وقتى به ارتش حضرت على عليه السلام منتقل شد شك و ترديدى در ميان برخى افراد ساده دل ارتش آن حضرت به وجود آورد كه حضرت امير عليه السلام به ناچار تشريح نموده اين طور نقض كرد كه :\r\nپس قاتل حمزه عموى پيامبر صلى الله عليه و آله هم خود آن حضرت بوده است كه حمزه را در جنگ احد در برابر كفار فرستاد نه « وحشى » غلام هند .\r\nمىدانيد ذهن عوام بيش از هر چيز از « نقض » علمى جا مىخورد و\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nعقب نشينى مىكند على عليه السلام شايد براى مردم ساده نتواند در آن فرصت كم و دقائق حساس تشريح كند كه :\r\nمگر معاويه و ارتش او چون برق زمين و آسمان و سنگ كوه ، بى اراده هستند كه بگوئيم خود به خود و بالطبع فرود مىآيند ، ما نبايد جلوى آن‌ها برويم ، و يا حتى مگر مثل درندگان بيابان فاقد شعور انسانى هستند كه هنگام نزاع بى اراده باشند .\r\nآن‌ها هر چه باشند انسانى با اراده هستند آنهايند كه دست به شمشير و تير مىبرند ، مىتوانند دست نبرند و كسى را نكشند و خلاصه فاعل بالاراده بايد در برابر محكمه جواب عمل خود را بدهد .\r\nعلى عليه السلام نمىتواند در آن دقائق حساس اين مسئله حقوقى را براى افراد ساده دل تشريح كند ولى به خوبى مىداند كه آن تفسير شيطانى چه قدر خطرناك است .\r\nاين تفسير يكى از بهترين راه‌هاى كوبيدن انقلاب‌هاى مذهبى است كه بنا به آن هر گونه قيام حق‌طلبى و آزادى خواهانه و حتى صد در صد مذهبى اعتقادى ، هم جرم است و خلاف شرع ، زيرا باعث خون ريختن است و اين گونه تفسير بهترين خدمت به استعمارگران است .\r\nو البته براى شورش‌هاى استعمار گرانه اين خلاف شرع مطرح نيست زيرا « ماسك » آن‌ها عنوان قصاص و خون خواهى كشته شده‌اى چون عثمان است و يا مىخواهند مردم را به بهانه زندگى مدرن‌تر تحريك كنند و به اصطلاح خوشبخت شان كنند ، در نظر مردم ناآگاه ، دين براى آخرت است ، و تكاليف دينى را هم فقط به عنوان اسقاط\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nتكليف انجام مىدهند كه به جهنم نروند ، نمىدانند كه دين خوشبختى دنيا و آخرت است .\r\nمردم نظرشان درباره وظائف دين فقط اسقاط تكليف است و همين كه كوچكترين راه فرار پيدا كنند فورا آرامش وجدان پيدا مىكنند ، يا صحيحتر يا به تعبير ديگر به زور به خودشان آرامش وجدان را تلقين مىكنند و به خود مىقبولانند كه تكليف ساقط شده است و اين است كه به صرف القاء شك و شبهه‌اى سست مىشوند و كنار مىروند .\r\nاين هم از كوته فكرى بيشتر مردم دربارهء دين است كه تصور مىكنند دين تنها قوانين مربوط به آخرت است . و اين البته يك تفكر مسيحى است كه در اسلام وارد شده و دين را مخصوص به گوشه مسجد و كليسا دانسته‌اند و به قول يكى از نويسندگان خودمان در مقاله‌اى - 8 سال پيش - به زودى علماء اسلام بايد همچون كشيشان و پاپ بدانند كه دين مخصوص به آخرت است و مسجد و عبادات . . .\r\nو شايد رساله‌هائى هم كه احيانا منتشر مىشده و تنها قسمتى از احكام اسلام را داشته است اين طرز تفكر را در ميان مردم رسوخ داده است .\r\nو حتما عذر صاحبان اين رساله‌ها اين بوده كه مردم مسائل ديگر را نمىخواهند و عمل نمىكنند ولى مردم بايد به قوانين اسلام آشنا باشند هر چند عمل نكنند و فقهاء قديم نيز همه مسائل را مىنوشتند ، چنان كه قبلا مسايل مربوط به بردگى هم دركتب فقهيه ذكر مىشده است .\r\nبه هر حال در كارهاى دينى كه كمى مشكل باشد بيشتر مردم\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nناآگاه ، منتظر بهانه هستند و چون دين را حداقل همچون دنياى خود نيز ارزش نمىدهند به مختصر بهانه‌اى شانه تهى مىكنند .\r\nقرآن كريم درباره آنها كه به مختصر بهانه‌اى دست از جهاد بر مىداشتند و عذر تراشىهاى زندگى گرائى مىكردند مىفرمايد :\r\nمىگويند خانه‌هاى ما نگهبان ندارد ( و نمىتوانيم بيرون برويم ) در حالى كه دروغ مىگويند مىخواهند از وظيفه فرار كنند . « 1 »\r\nبه هر حال على عليه السلام براى جلوگيرى از اين تبليغ فاسد معاويه در آن دقائق حساس كه فرصت تشريح هم نبود تنها به دليل نقضى قناعت نموده به اصطلاح قياس معارضه‌اى « به طور خلف » تشكيل مىدهد و مىفرمايد : اگر چنين است پس پيامبر صلى الله عليه و آله قاتل حمزه عموى خويشتن است و خود حضرت بايد - معاذالله - مجازات شود .\r\nبايد رهبرى الهى و معصوم از خطا هميشه در اجتماع باشد كه گفته او بى چون و چرا پذيرفته شده براى حل اختلاف كافى باشد .\r\n* * *\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء احزاب ، آيهء 13 : « و يستأذن فريق منهم النّبي يقولون انّ بيوتنا عورة و ما هى بعورة ان يريدون الّا فرارا »\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\n\r\nمفهوم « تفرقه »\r\nمىدانيد يكى از گناهان بزرگ ايجاد تفرقه در ملت اسلام است كه به حيثيت اسلام و مسلمانان لطمه وارد مىسازد اين گناه در اصطلاح مذهبى « شق عصاى مسلمين » ناميده مىشده است كه كنايه از ايجاد شكاف و تفرقه در مسلمانان است .\r\nقرآن كريم مىفرمايد : از مشركين نباشيد ، از آنها كه در دين خود ايجاد تفرقه كرده‌اند و گروه‌ها شدند « 1 »\r\nمسجد « ضرار » كه به دستور پيامبر صلى الله عليه و آله و به امر الهى ويران شد به خاطر اين بود كه منافقين مىخواستند با ساختن مسجدى در برابر مسجد پيامبر صلى الله عليه و آله ايجاد شكاف ميان مسلمانان نموده عده‌اى را از زير تربيت پيامبر صلى الله عليه و آله خارج ساخته به اصطلاح ما ، مسلمانان نوى به وجود آورند كه البته در حقيقت برگشت به ارتجاع جاهليت بود .\r\nقرآن كريم در سوره « توبه » ماسك اين گروه فريب‌كار را كه با عنوان مسجد سازى مىخواستند حقه بزنند و حكومت ملى پيامبر صلى الله عليه و آله را متزلزل سازند كنار زده حقيقت روش و هدفشان را روشن ساخته با\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سوره روم آيه 31 و 32\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nدستور ويران ساختن آن ، نقشه منافقين را نقش بر آب ساخت . « 1 »\r\nالبته در رواياتى كه گناهان بزرگ شمرده شده نامى از اين گناه بزرگ برده نشده است ليكن يك قاعده كلى در آن روايات به دست داده شده است كه بدان وسيله تشخيص گناهان بزرگ آسان است .\r\nدر حديث صحيح حضرت عبدالعظيم از امام جواد عليه السلام ، ميزان تشخيص « معصيت كبيره » و گناه بزرگ اين قرار داده شده است كه در قرآن كريم و يا كلام پيامبر صلى الله عليه و آله وعده عذاب دوزخ داده شده باشد .\r\nهر گناهى كه در قرآن و يا حديث پيامبر صلى الله عليه و آله وعده عذاب دوزخ داشته باشد « گناه كبيره » ناميده مىشود .\r\nو آيات تفرقه دين و حادثهء مسجد ضرار از نظر گويندگى و تندى خطاب و تهديد عذاب تعبيرات سختى دارد . و به علاوه در آيه اول رابطه پيامبر صلى الله عليه و آله با آن‌ها قطع مىشود و در آيه دوم به حد كفر رسانده شده است . اين گناه به حدى در ميان مسلمانان مهم بود كه حضرت حسين بن على السلام را به اين اتهام ( و سائر اتهام‌ها ) شهيد نمودند .\r\nاستعمارگران در اثر عوام بودن مردم و نشناختن رهبر حقيقى لازم الاطاعة مفهوم اين گناه را طورى تفسير نمودند كه هر گونه قيام به حق\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - آيات 107 - 110 سوره « توبه » در اين آيات ، اين مسجد ، عامل تفرقه و كفر و كمين گاه دشمن دين و سقوط گاه جهنم و مانند آن حساب آمده است ، شاخص حقيقت اسلام از ظاهر سازى ، روح عمل اسلامى است . مسجدى كه روح اسلامى ندارد مسجد نمىشود و وقفش باطل است\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nو ضد ستم را ايجاد تفرقه و « شق عصاى اسلام » به حساب آوردند .\r\nهارون الرشيد هنگام گرفتن موسى بن جعفر امام هفتم عليه السلام كه او را مهمترين رقيب سياسى خود مىدانست - كه البته آن حضرت گر چه ضد رژيم ، فعاليت‌هاى مهمى داشت ولى چون قدرت اندك شيعه را مىديد به اقتضاء زمان بناى گرفتن حكومت را نداشت ولى وجهه ملى و مذهبى آن حضرت براى هارون ضربه بزرگى بود - به مدينه بر سر قبر پيامبر صلى الله عليه و آله آمده پس از زيارت و نماز ، به حضور پيامبر عرضه داشت : يا رسول اللّه چه كنم كه اگر فرزندت موسى بن جعفر را نبرم و تبعيد نكنم تفرقه در ميان امت تو خواهد افتاد ! !\r\nشريح قاضى كه عمر او را نصب كرده و على عليه السلام هم به همين جهت نتوانست او را از كار بر كنار سازد و به خاطر منصب قضاوت ممتدى كه در ميان مسلمانان داشت وجههء يك روحانى مذهبى را داشت و در واقع وابسته به دربار يزيد و ابن زياد بود .\r\nآرى شريح قاضى در جريان حادثه كربلا اين حكم معروف را منتشر ساخت كه : حسين بن على عليه السلام از دين جدش پيامبر صلى الله عليه و آله بيرون رفته و مرتد شده است با شمشير پيامبر صلى الله عليه و آله او را بكشيد . « 1 »\r\nتصريح به شمشير پيامبر صلى الله عليه و آله براى تأكيد ارتداد حضرت حسين عليه السلام بوده است كه مردم در برابر اين لحن تند تسليم شوند يعنى اگر خود پيامبر هم بود او را مىكشت و من روحانى هم ، با شمشير آن حضرت او را مىكشم !\r\nآرى ملت گر چه سست بود ولى اين قدر هم بى وجدان نبود كه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - « انّ الحسين خرج عن دين جده فاقتلوه بسيف جدّه » اين جمله از شريح معروف است ولى مدركى معتبر براى آن پيدا نكردم . البته شريح خرابكارىهايى داشته ليكن صحبت در خصوص اين جمله است\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nحسين عليه السلام را با آنهمه سفارش‌هاى پيامبر صلى الله عليه و آله شهيد نمايند .\r\nقدرى تهديد ابن زياد با عنوان ارتش شام ، و قدرى تطميع و فرستادن پول‌هاى دولتى براى رؤساى قبايل ، و قدرى هم تبليغات امثال شريح و مثل عبداللّه عمر كه بالاى منبر رفته تهديد به جهنم كرد كه كسى نبايد از بيعت يزيد بيرون برود . « 1 »\r\nهمين‌ها در روحيه اكثريت ملت اثر مىگذارد .\r\nو حتى اگر اطمينان هم به گفته شريح و عبدالله نكنند لااقل پشتوانه اعتقادشان سست مىشود ، خصوصا كه صحابه بزرگ پيامبر صلى الله عليه و آله را مىبينند كه ساكت اند و گوشه‌اى گرفته‌اند و كارى به اين كارها ندارند و لابد چون ورود در سياست مىشود ! !\r\nبايد براى روشن شدن مفاهيم مذهبى و حل اختلاف‌ها و به قول هشام بن حكم به عنوان « حجت » ، رهبرى لازم الاطاعة در ميان مردم باشد كه بدون بحث و گفتگو كلام او پذيرفته شود و او هم اشتباه نكند و « عصمت الهى » داشته باشد تا اين گونه فجايع پيش نيايد .\r\nاين مطلب كه كسى بگويد : خود مردم عقل دارند و مىفهمند ، همين كه يك فرد روشن به آن‌ها بفهماند كه گفته فلان استعمارگر صحيح نيست مىپذيرند . به هيچ وجه صحيح نيست زيرا همانطور كه يك فرد روشن چنين مىگويد : افراد به ظاهر روشن ديگرى هم كه در واقع تحريك دستگاه‌ها شده‌اند خلاف او را مىگويند و طورى بازيگرى مىكنند كه بيشتر ملت كه در هوا خواهى عدالت سست\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الغدير\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nهستند و به دنبال بهانه مىگردند قانع مىگردند .\r\nبايد يك رهبر الهى در ميان ملت باشد كه روى احساس مذهبى و اعتقاد به عدم اشتباه او ، هيچ كس جرئت رد كلام او را نداشته باشد تا اين گونه استفاده‌هاى استعمارى نشود .\r\n* * * \r\nنتيجه\r\nمفاهيمى كه در اثر نبودن يك رهبر نافذ الكلمه در ميان مردم روشن نبوده و باعث خون‌ريزىها و آبروريزىها شده و يا موجب سستى دين در ميان مردم گرديده بسيار است . و روشن نمودن آن‌ها و بالنتيجه رفع اختلافات گروه‌هاى متخاصم به عنوان دين يكى از فوائد بزرگ رهبر الهى است كه در مناظرات اصحاب ائمه عليهم السلام مورد توجه بوده است . « 1 »\r\nو اگر همهء آن مفاهيم بررسى شود خود كتاب قطورى خواهد شد و به نظر مىرسد با توجه به آنچه گفته شد براى توضيح اين جهت كافى باشد كه حتما اين گونه گرفتارىها تنها به دست يك رهبر الهى نافذ الكلمة كه محفوظ از خطا و اشتباه باشد بر طرف مىگردد . و اگر رهبر الهى معصوم از خطا نباشد - همچون مجتهد عادل نافذ الكلمة - باز اين فايده را دارد كه گفته او براى بر طرف كردن نزاعها قاطع مىباشد .\r\nالبته همانطور كه گفتيم به شرط آن كه رهبر يك نفر باشد . همانطور كه دو امام در يك زمان نمىشود به وجه لازم‌تر دو رهبر مذهبى غير\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كتابچه « مرزها » كه جزوى از همين مجموعه بوده و تاكنون بارها به چاپ رسيده است مقدارى از اين مفاهيم را ذكر كرده است\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nمعصوم هم نمىشود ، زيرا كه عصمت در امام مانع بروز اشتباه و اختلاف مىباشد ليكن به هر حال مركزيت تضعيف مىشود ، در غير معصوم اين مشكل بيشتر است .\r\n\r\nلزوم رهبر از نظر سياسى\r\nاز نظر سياسى هم بايد گفت انسان آزاد آفريده شده و فعاليت‌هاى جسمى و روحى او تنها در اختيار پروردگار است كه او را آفريده و در نظام آفرينش به كار گرفته است .\r\nهمين ناموس تكوين اقتضا دارد كه انسان زير بار احدى جز خداوند كه به هر حال ( چه بخواهد و چه نخواهد ) حاكم بر اوست نرفته و اطاعت هيچ موجودى را لازم نشمارد . و حتى در جنبهء اخلاق اجتماعى از هيچ قانونى پيروى نكند مگر قانونى كه از طرف خداوند تعيين شده باشد .\r\nو بنا به اين فلسفه كه زير بناى بسيارى از مباحث اجتماعى است تنها « رهبرى » كه اطاعت از او مطابق با ناموس آفرينش است همان رهبر الهى است كه لزوم اطاعت او از طرف خداوند تضمن شده باشد . و به همين جهت است كه اطاعت از شخص و قانون غير الهى در اجتماعات بشرى احتياج زائد الوصفى به قوهء مجريه و پليس دارد .\r\nفطرت و تكوين نياز به فشار زيادى ندارد . « لا اكراه فى الدين » .\r\n\r\nمعرفت جايگزين رهبر نمىشود\r\nو اين سخن كه مىتوان مرم را به فوائد قانون آشنا ساخت تا مردم خود به خود مراعات حدود را بنمايند و ديگر نيازى به رهبر به عنوان\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nپشتوانه و ضامن اجرا نيست . . .\r\nسخنى است كه به مباحث انتزاعى و ذهنى اشبه است تا به يك بحث واقعى و عينى ! روشن ساختن اكثريت مردم به خصوصيات قانون تقريبا بايد محال عادى شمرده شود و تازه ميان روشن شدن به فائده تا عشق به هدف فاصله بسيارى است . بسيارند كسانى كه فوائد چيزى را مىدانند ولى مراعات نمىكنند .\r\nو تازه روشن ساختن مردم خود محتاج به رهبر است معمولا بدون يك رهبر نمىتوان كاملا تبليغات را در سطح عموم پياده نمود .\r\nمذهب براى رهبر الهى ، خاصيت يك « محبوب » را به وجود مىآورد و همچون خداوند كه طبق ناموس خلقت معبود و محبوب است رهبر الهى نيز چنين خاصيتى را پيدا مىكند .\r\nو اين سخن كه وقتى مردم فهميدند كه انسانند و زندگى اجتماعى مىخواهند و بالنتيجه بايد از رهبر و قانونى پيروى كنند خواه ناخواه تن به اطاعت مىدهند و چه لازم كه حتما از عنوان « رهبر الهى » برخوردار باشند .\r\nهم به يك فرض ذهنى و تجريدى شبيه است . روشن كردن تمامى ملت نه ، بلكه اكثريت نيز به اين مطلب ، كار آسانى نيست . بسيارند كسانى كه از همين زندگى اجتماعى رنج مىبرند و در عين حال مائلند تنها از شهوات خويش بهره ور شوند هر چند بنا بودى اجتماع و بالنتيجه خودشان منتهى شود . و آنها هم كه رنج نمىبرند حاضر نيستند هوس‌هاى خود را كنار بگذارند .\r\nاينها فقط براى تعداد انگشت شمارى انسان‌هاى خود ساخته خوبست كه در اين جهان و اين انسان‌ها بسيار كمند و آن نمونه ى\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nبسيار كمش را هم باز به نسبت ، در مذهبىها بهتر و بيشتر مىتوان يافت . و به هر حال اين براى يك مكتب ، انزوا است كه فقط براى عده معدودى خود ساخته بيايد و آنها اساسا نياز به قانون و رهبر ندارند .\r\nآن وقت ديگران را بايد يا به زور و يا به شعارهاى خيال گونه مشغول كرد و ديديم و مىبينيم « 1 » كه وقتى در مشكلاتى قرار مىگيرند همه چيز را از دست مىدهند . نه به فكر خلق هستند و نه اهداف خلقى .\r\nو بنابراين اين گونه سخن‌ها همچون ترانه‌هاى احساسى شاعرانه تنها در عالم خيال فعالند نه در محيط تعقل و درك عارى از احساس‌هاى كاذب .\r\nو به هر حال از نظر سياسى تنها اطاعت كسى لازم است كه بر طبق ناموس خلقت و تكوين اطاعت او فرض شده و به عبارت ديگر از مبدء هستى ، ولايت و حكومتش تضمن شده باشد .\r\n* * *\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اشاره به سازش پيروان كمونيسم با ساواك در دوران نظام شاهى دارد كه يك وقتى در بند 4 زندان قصر حساب كرديم در يك مدت زمان محدود ، حدود 20 نفر از كمونيست‌ها خودفرشى كرده حاضر به مصاحبه با روابط جمعى زمان شاه ، به نفع حكومت شدند ، و از مذهبىها فقط يكنفر داشتيم\r\n","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\n\r\nحوزه حكومت رهبر الهى ؟\r\nگرچه در پاره‌اى روايات ، امام به عنوان حل اختلافات مذهبى و بيان حقايق شرع و دين بيان شده است ليكن پيداست كه اين يكى از فوائد بزرگ امام است نه تنها فائده آن .\r\nمحيط فشار و اختناق زمان بنى العباس و بنى مروان و بنى اميه كه به عنوان خلافت پيامبر صلى الله عليه و آله حكومت مىكردند و وجهه الهى به خود داده بودند ، نمىگذاشت كه اصحاب ائمه عليهم السلام در مناظرات خويش با مخالفين مسئله حكومت همه جانبه ائمه را مطرح سازند ، و به خصوص بنى العباس كه زير عنوان خويشى با پيامبر صلى الله عليه و آله و دفاع از حقوق بنى هاشم و اهل بيت عليهم السلام قيام نموده بودند طورى ذهن مردم عوام را تسخير كرده بودند كه همه جنايات را مىديدند و باز هم عنوان پاكى و قداست را براى آنها حفظ مىكردند .\r\nدر پايتخت هارون الرشيد همه شب به قول جرجى زيدان هزاران « زنا » واقع مىشد و در شبهاى جمعه چندين برابر ، ولى به قداست هارون هيچ صدمه‌اى نمىخورد .\r\nو سرّ اينكه ائمه عليهم السلام قيام افرادى همچون زيد و يحيى و عبداللّه . . . را به طور صريح تأييد نمىكردند همين بود كه اگر حكومت‌ها مىفهميدند كه اين گونه قيام‌ها صريحا و به طور قاطع از طرف ائمه عليهم السلام تأييد مىشود به فوريت با روشهاى سياسى حساب\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nشده كار شيعه را خاتمه مىدادند و همين روش اهل بيت يكى از وسائل و سننن الهى بود كه بدان وسيله شيعه و حقيقت دين حفظ شود .\r\nولى با اين همه در آيات قرآن و روايات ، مسئله حكومت همه جانبه رهبران الهى بيان مىشده است .\r\nدر قرآن كريم جريان حكومت همه جانبه ابراهيم پيامبر صلى الله عليه و آله اين طور بيان شده است كه وقتى از امتحان بدر آمده پختگى خاصى پيدا كرد از طرف خداوند پيشواى همه جانبه مردم شد :\r\n« و اذ ابتلى ابراهيم ربّه بكلمات فاتمّهن قال اني جاعلك للنّاس اماماً قال و من ذرّيتى قال لا ينال عهدي الظالمين » « 1 » و هنگامى كه ابراهيم را خدايش به امورى دچار ساخت و او به اتمام رسانيد ، فرمود من تو را پيشواى مردم قرار دادم گفت : و از نسل من نيز ؟ فرمود : پيمان من به ستمگران نخواهد رسيد .\r\nو همين لغت « امام » را درباره پيشوايان ظلم كه كارشان فقط امور دنيائى است به كار برده و فرموده است :\r\n« و ان نكثوا ايمانهم من بعد عهدهم و طعنوا فى دينكم فقاتلوا ائمة الكفر . . . » . « 2 » و اگر پس از پيمانشان عهد شكى كردند و در دينتان ضربه‌اى وارد ساختند با امامان كفر بجنگيد . . .\r\nو دربارهء برخى فرزندان ابراهيم مىفرمايد :\r\n« و جعلناهم ائمة يهدون بأمرنا و اوحينا اليهم فعل الخيرات و اقام الصلاة و ايتاء الزكاة و كانوا لنا عابدين » « 3 » و ايشان را امامانى ساختيم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء بقره ، آيهء 124\r\n( 2 ) - سورهء توبه ، آيهء 12\r\n( 3 ) - سورهء انبياء ، آيهء 73\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nكه با فرمان ما رهبرى مىكردند و بديشان وحى نموديم كه نيكىها كنند و نماز به پا دارند و زكات بدهند و آنها بنده ما بودند .\r\n« و لوطا آتيناه حكما و علما . . . » « 1 » به لوط پيامبر حكومت و دانش داديم . يعنى حكومت همه جانبه ، همانطور كه اطلاق كلام اقتضا دارد .\r\nو درباره موسى و بنى اسرائيل كه در زمان فرعون استضعاف شده بودند مىفرمايد : « و نريد أن نمنّ على الّذين استضعفوا فى الأرض و نجعلهم ائمة و نجعلهم الوارثين و نمكّن لهم فى الارض . . . » . « 2 » مىخواهيم كه بر آن افراد استضعاف شده منت نهاده ايشان را امامانى بسازيم و وارث - حكومت فرعون - سازيم و به آنها در زمين قدرت دهيم . . .\r\nو جعلناهم ائمة يهدون بأمرنا لمّا صبروا و كانوا بآياتنا يوقنون » . « 3 » و چون صبر نمودند از ايشان امامانى قرار داده‌ايم كه به فرمان ما رهنما بودند و به آيات ما يقين داشتند .\r\nملاحظه مىكنيد در اين آيات براى رهبران الهى قدرت و حكومت و رسيدگى به كارهاى اجتماعى به عنوان يك منصب الهى ذكر شده است . در هيچ يك از اين آيات امامت و حكومت اين رهبران مقيد به بيان احكام و توضيح نصوص مذهبى نشده است . بلكه احياناً تصريح به عموميت شده است . مثل بيان امامت مستضعفين در مسير از بين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء انبياء ، آيهء 74\r\n( 2 ) - سورهء قصص ، آيه‌هاى 5 و 6\r\n( 3 ) - سورهء سجده ، آيهء 24\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nبردن طاغوت‌ها و وارث مناصب آنها شدن .\r\nطالوت به عنوان يك حاكم و با يك فرمانده جنگ از طرف خداوند به وسيله پيامبر زمان تعيين شد تا با جالوت بجنگد . و هنگامى كه « داود » كه آن روز يكى از ارتشيان طالوت بود جالوت را به قتل رسانيد از طرف خداوند حكومت و علم داده شد كه بهترين حكومت‌ها يعنى حكومت علم و قدرت را دارا باشد . اين جريان در آيات 251 - 236 سورهء بقره بيان شده و در خاتمه اين جريان را از آيه‌ها و تجليات خداوندى به حساب آورده است :\r\n« آن گروه از بنى اسرائيل ، پس از موسى را نديدى كه به پيامبر خود گفتند حكمرانى براى ما برانگيز تا در راه خدا بجنگيم پيامبر گفت : مىخواهيد بر شما پيكار واجب شود و آن گاه پيكار نكنيد ؟ گفتند چرا در راه خدا نجنگيم در حالى كه از شهرها و فرزندانمان بيرون رانده شده‌ايم ؟ ولى چون پيكار برايشان واجب شد جز اندكى همه ترك نمودند . و خداوند ستمكران را مىشناسد .\r\nپيامبرشان بديشان گفت : خداوند طالوت را برايتان حاكمى قرار داد گفتند : او چگونه سلطنت بر ما دارد ؟ ما خود به سلطنت سزاوارتر از اوئيم ، او ثروتى ندارد . پيامبر گفت : خداوند او را بر شما برگزيده و به او وسعت علمى و قدرت بدنى داده است و خداوند قدرتش را به هر كه بخواهد مىدهد و خداوند محيط و داناست . . .\r\n« و چون برابر جالوت و ارتش او ظاهر شدند گفتند خداوندا ، بر ما صبر و بردبارى به بار ! و ما را ثابت قدم فرما ! و بر ملت كفر پيروزمان فرما ! به اذن حق تعالى دشمن را شكست دادند و داود جالوت را كشت ، و خداوند به او سلطنت و حكمت و از هر آنچه خدا مىخواست به او تعليم داد . و اگر نبود كه خداوند مردم را به دست يكديگر دفع مىكند زمين فاسد مىگشت . ليكن خداوند بر جهانيان تفضل مىفرمايد . اين‌ها آيات خداوند است كه به حقيقت بر تو مىخوانيم و تو حتما از پيامبران هستى » .\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nدر اين آيات به نكاتى اشاره شده است .\r\n1 - مردم در اثر فشار جالوت ستمگر كه از شهر و خانمانشان تبعيد كرده بود به پناه يك مرد الهى كه « نبى » خوانده شده است . آمدند تا حاكمى را براى رهبرى جنگ معين سازد .\r\nاز نظر اجتماعى تا فشار زياد نشود مردم به فعاليت نمىافتند .\r\nنادرند كسانى چون اولياء حق كه بدون اين كه خودشان تحت فشار قرار گيرند دراثر ارتباط با علم خداوند و صفاى باطن ، به درد مردم آشنا باشند بيشتر مردم به علت عدم آمادگى ذاتى براى تحول و حركت خود جوش ، خودشان بفكر تكامل نمىافتند ، بايد فشار ببينند تا درد احساس كنند تا به فكر درمان بيفتند . نقص كار ماديين اين است كه مىخواهند اين را يك قانون كلى و لايتخلف بدانند ، در حالى كه مردم همه يكسان نيستند ، كسانى هم هستند كه از پيش ، آينده مشكلى را مىبينند و قبلا كار خود را شروع مىكنند و بعثت پيامبران هم براى همين است كه مردم را پيش از هلاكت ، از عواقب كار آگاه سازند .\r\n2 - آن « نبى » الهى حكومت مطلقه نداشته و حتى دستورى براى پيشبرد دين و اجتماع از راه جنگ و فرماندهى جنگ نداشته است .\r\nمردم ازاو مىخواهند كه فرمانده و سلطانى بر ايشان معين نمايد يعنى در عين حال كه خودش حكومت مطلقه نداشته است حكام را زير نظر داشته است .\r\nو حتما مىدانيد كه ميان نبى و رسول فرق روشنى است . « نبى » از ريشه لغت « نباء » به معناى خبر است و رسول از رسالت به معناى پيام آورى . و صرف نظر از گفته‌ها درباره اين دو لغت ، قاعدتا « نبى »\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nشخصى است كه گر چه از عالم غيب با خبر است و قوانين الهى را مىداند ولى ماموريتى براى پيام آورى و ايجاد اجتماعى سالم ندارد و بالنتيجه در راه تشكيل حكومتى نيست ولى رسول كه پيام آور است و با اجتماع سخن دارد . ماموريت براى اجتماع و دين و بشريت ( كه بهتر است در همان لغت دين خلاصه كنيم ) دارد .\r\n3 - مردم كوتاه فكر تصور مىكردند راه رسيدن به حكومت ، ثروت است و شايد شخصيت خانوادگى نيز ، همچون روش حكومت‌گيرى قرن بيستم در آمريكا . آن مرد الهى به آنان گوشزد نمود كه رهبرى قدرت جسمى و احاطهء علمى مىخواهد نه ثروت .\r\n4 - آن « نبى » الهى حكومت بالاستقلال نداشت ولى داود كه در زمره ارتشيان آن جنگ الهى بود وقتى شجاعت ذاتى خود را نشان داده جالوت را به قتل رسانيد ، از طرف خداوند حكومت داده شد و به مقام پيامبرى ( رسالت ) و حكومت رسيد .\r\n5 - فشار به تنهائى براى انقلاب كافى نيست ، فشار همانطور كه افرادى را مىسازد بسيارى را زبون و بى شخصيت بار مىآورد كه به هر جا برسند و هر چه سقوط كنند باز هم حاضر نيستند از جان خود بگذرند : « چون پيكار بر آنها واجب شد جز اندكى همه ترك نمودند » .\r\nاين است كه وقتى دقيق مىشويم انقلاب شوروى و ويتنام را هم بيشتر به وسيلهء مذهب و احساس پاك عالى انسانى مىبينيم ، نه فشارها ، آتش زدن روحانيون بودائى خودشان را در ميدان‌هاى سايگون موجد انقلاب است نه فقط گرسنگى مردم ، مردم مذهبشان را از دست رفته مىبينند و با خود مىگويند دنيايمان كه چنين . . .\r\nآخرتمان را ديگر از دست ندهيم . با پيشتازى روحانيون مىفهمند\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nموقعيت مذهب در خطر است و انقلاب مىكنند ، از ناليدن‌هاى لنين از روحانيون انقلابى روسيه ( در نامه‌اش به ماكسيم گوركى ) مىفهميم لنين مىترسيده آنها رل انقلاب را در دست گيرند و حكومت را ببرند ، آرى آنها بودند كه تزار را خارج از مذهب معرفى كردند و مردم را بر انگيختند ، ليكن متاسفانه در برابر كودتاى داخلى كمونيسم نتوانستند يا سستى كردند . « 1 »\r\nحكومت الهى داود و فرزندش سليمان نيز در آيات 15 - 44 سوره « نمل » و 10 - 14 سورهء « سبا » بيان شده است .\r\nحكومتى الهى كه از حكمت علمى و عملى ، دانش حقيقى و حقوقى بارور بود و كمال قدرت و سلطه را در اجتماع انسانى و حتى حيوانات نيز داشت .\r\nسليمان از ارتش خودشان مىبيند و دقيقا افراد غايب و متخلف را مجازات مىكند . به جهاد و فتح كشور « سبا » و تغيير اعتقاد خرافى خورشيد پرستى توفيق مىيابد .\r\nاز آيات رهبرى ابراهيم استفاده مىشود كه حكومت و رهبرى ، مقام به خصوص يك رهبر الهى است ، هر چند خانه نشين و يا تبعيد شود . ابراهيم پيشواى مردم قرار داده شده و بر اين منصب الهى باقى بود هر چند از طرف نمرود تبعيد شد ، نمرود حكومت ملى و الهى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - و حتماً در ايران هم اگر ولايت فقيه در رأس رياست جمهورى نبود ، همچون شوروى ، كودتاى كمونيستى محتمل بود ، چنان كه كمونيست‌ها خود را آماده كرده بودند ، در اكثر جاها رسوخ كرده و طبق دستور مركزيت سازمان خودشان ، همه جا از انقلاب ستايش مىكردند تا هرچه مىتوانند مناصب را اشغال كنند ، وقتى كيانورى دستگير شد عده زيادى از پيروانش كه دائماً دفاع از انقلاب مىكردند متوارى و فرارى به خارج كشور شدند\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nنداشت كه صلاحيت عزل ابراهيم را داشته باشد .\r\nآيات قرآنى مربوط به رهبرى پيامبر اسلام صلى الله عليه و آله كه بسيار است ، و به خصوص در سوره ى بقره و نساء و مائده و « انفال » و « توبه » و « محمد » ، چگونگى انقلاب فكرى و تحول اجتماعى اسلام را نشان مىدهد .\r\nدقت در آيات سوره « توبه » به خصوص انسان را به مباحثى بس عجيب و تحرك آور رهنمون مىشود كه قرن‌ها در طول تاريخ اسلام به بوته فراموشى سپرده شده است .\r\nو اساسا « امامت » كه منصب رهبران الهى است به معناى پيشوائى در كليهء امور مادى و معنوى است ، و هيچ گونه تخصيصى به كارهاى به اصطلاح دينى يعنى بيان احكام و مانند آن داده نشده است . اين قران مجيد و اين احاديث پيامبر صلى الله عليه و آله و اين اخبار ائمه عليهم السلام در ميان كتاب‌ها و در دست ماست حتى يك مورد هم نمىتوان پيدا كرد كه رهبران الهى را از دخالت در رهبرى دنيائى منع كرده باشد ، تا لااقل به استناد همان يك مورد بخواهيم تمام ادله امامت و رهبرى و حكومت و ولايت و مانند آن را تخصيص و تقييد بزنيم .\r\nپيامبر اسلام هم كه حكومت و رهبرى مادى و معنوى داشت به موجب يك دليل تازه‌اى نبود كه : اى پيامبر صلى الله عليه و آله تو تشكيل گروه و حكومت بده تا امور مادى مردم را اداره كنى ، بلكه همان وحى الهى درباره جهاد و دفاع و نظم جامعه و رهبرى همه جانبهء الهى آن سرور همه چيز را در بر گرفته بود . و همهء موارد خصوصى وحى هم تأييد رهبرى عمومى آن سرور بوده است .\r\nآن گاه روش خود آن حضرت به حدى جالب و روى نظم بود كه در\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nآن زمان كه عربستان دوره ابتدائى را مىپيمود همچون يك حكومت پردامنه و با تشكيلات ، همه چيز رعايت مىشد .\r\nكارآگاهان آزموده داشت . در داستان قضاء نماز صبح كه شيخ حر عاملى در باب 61 « مواقيت الصلاة » كتاب وسائل از شيخ طوسى و شهيد اول نقل مىكند بلال حبشى حافظ و نگهبان او و اصحاب بود .\r\nپس از فتح مكه جوانى را به عنوان رياست نظم مكه و ديگرى را به عنوان قضاوت آن شهر معين فرمود . بيت المال داشت كه در آمدها به آن واريز مىشد و به مصرف لزم مىرسيد .\r\nقانون خمس و زكات و انفاقات مستحب براى رفع اختلافات فاحش طبقاتى داشت ، اخلالگران مخالف توحيد و قانون را مجازات مىكرد ، و حتى اگر مسجدى مىساختند تا در پناه نام مذهب اخلالگرى كنند ، دستور خرابى مسجد را صادر مىكرد ، به نقل فريد وجدى در دائرة المعارف ، كعب الاشراف يهودى را شبانه به قتل مىرساند و يهود لجوج خيبر را در جنگ آشكار وادار به تسليم مىكرد .\r\nدر فتح مكه با ارتشى منظم كه منظره‌اش براى دشمن رعب آور بود حركت كرد ، و در خطابهء مسجد الحرامش در آن روز بهترين روش سياسى براى فتح بدون خون‌ريزى را به كار برد .\r\nدر « احد » ابتدا باتاكتيك منظمى به سرعت ارتش بزرگ دشمن را مغلوب كرد . و در جنگ « احزاب » هم كه بنا به نظر شورى خندقى حفر نمود تنها به دعا و توسل قناعت ننموده بيرون رفت و على عليه السلام آن شجاعت فوق العاده مهم را در آن روز ابراز داشت كه مسير تاريخ را دگرگون ساخت . و از همان روزهاى اول رسالتش حساب ملت‌ها را تا\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nآخر بشريت نموده افرادى را به عنوان ولايت عمومى و بر تمام شوون اجتماع تعيين فرمود و چون از حادثه تربيتى غيبت امام زمان آگاه بود فقهاء روشن را به عنوان سرپرستان « خودمختار » و همچنين لائق سرپرستى تام معين نمود .\r\nعلى عليه السلام هم كه اولين رهبر بشر پس از آن سرور است هنگامى كه موانع بر طرف شد و امكاناتى پيدا كرد حكومتى مجهز تشكيل داد كارآگاهان آزموده خود را تا قلب مملكت دشمن ، شام جاى داد .\r\nدر نامه‌اش به « قثم بن عباس » فرماندار مكه مىنويسد : « 1 » « جاسوس من در غرب گزارش داده است كه امسال عده‌اى كوردل و گوش كر از شام به مكه فرستاده شده‌اند ، كسانى كه حق را از مسير باطل مىخواهند ، و از معاويه مخلوق خدا ، اطاعت كرده ، نافرمانى خداوند مىكنند و به نام دين دنيا مىخورند . . .\r\n« تو در كارت محكم و مستقيم باش و احتياط را رعايت كن و فردى خير خواه و پيرو سلطان و امام خويش باش . . . »\r\nو در اداره حكومت خويش به علم امامت قناعت ننموده گزارش‌ها از اطراف مىخواست و پس از دريافت گزارش احتياطات لازم را رعايت مىفرمود .\r\nدر نامه‌هايش سخن با كلمه « بلغنى » شروع مىشود : « به من چنين گزارش رسيد » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - نامه شماره 33 به ترتيب فيض الاسلام ، به گفته ابن ميثم در شرح اين خطبه بنا بود عده‌اى از شام از طرف معاويه در ايام حج به مكه بروند تا به مردم اطراف بفهمانند كه على ( ع ) قاتل عثمان بوده و معاويه جانشين به حق عثمان و خليفهء حقيقى است\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nبراى جمع آورى صدقات ، عاملين خود را به اطراف مىفرستاد و به فرماندارنش دستورات لازم را دربارهء آنها مىداد . از فرماندارانش حساب مىكشيد : « مطلبى از تو رسيده كه گر واقعا چنين كرده باشى خدايت را به غضب آورده‌اى و امام خود را نافرمانى كرده و در امانت خويش خيانت نموده‌اى .\r\n« خبر رسيده كه تو زمين را برهنه و خالى كرده ، آنچه زير پايت بود گرفته و آنچه به دست آورده‌اى خورده‌اى ( او محصول كشاورزان و باغات را گرفته بوده است ) « صورت حسابت را بفرست و بدان كه حساب خداوند دقيقتر از حساب مردم است والسلام . » « 1 »\r\nو اين نامه را به فرمانداران و ماموران ماليات كه سر راه ارتش قرار گرفته‌اند مىنويسد : « از بنده خدا على امير مومنان به مامورين ماليات و فرماندارانى كه در محل عبور اين ارتش هستند . لشكرى را روانه ساختم كه به خواست خداوند از محل‌هاى شما عبور مىكنند آنها را به آنچه كه واجب است توصيه نمودم . سفارش كردم كه مردم را اذيت نكنند و بدى نرسانند و اينك به شما و كفارى كه در پناه ما هستند ابلاغ مىكنم كه از هر گونه زيانى كه اگر ارتش من برسانند مبرى هستم ( ملاحظه مرا نكنيد بايد مجازات شوند ) مگر مضطر به گرسنگى شوند كه هيچ راهى براى سير كردن خود نداشته باشند . اگر كسى از آنها ستمى نمود او را مجازات نموده طرد كنيد و بكوشيد در كارى كه به آنها اجازه داده‌ام افراد نادان متعرض آنها نشوند ، خودم پشت سر سپاه هستم شكايات خود را برايم بفرستيد . . . . » « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - نامه شماره 40 ، نهج البلاغه\r\n( 2 ) - نامه شماره 60 همان مدرك ، نهج البلاغه\r\n","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nو در نامه‌اى به فرماندارانش درباره حفظ وقت نماز و اين كه همواره در همان وقت معين شده نماز جماعت بخوانند سفارش مىكند تا عظمت اجتماع مسلمين حفظ شود . « 1 »\r\nو در نامه‌اى به مأمورين مالياتى خود دربارهء نحوهء معاشرت با مردم مىفرمايد : به كسانى كه مسلمان يا كافر ذمى هستند تجاوز نكنيد مگر اينكه دست به اسلحه عليه مسلمانان برده باشند كه بايد از آنها گرفت . « 2 »\r\nنامه‌اى به مرزبانان و رؤساى ارتش اطراف نوشته به ياد خدا و رعايت اصول اسلامى سفارش مىكند . « 3 »\r\nدر نامه‌اش به عثمان بن حنيف بن حنيف فرماندار بصره از اين جهت كه به ميهمانى ثروتمندى در بصره شتافته و با ثروتمندان در مجلسى كه درش به روى فقرا بسته بوده است نشسته ، شديدا او را نكوهش مىنمايد و روش خود را بيان مىكند كه تنها به عنوان لفظى اميرالمومنين قانع نبوده عملا مصالح جامعه را منظور دارد و غم ملت مىخورد . . . « 4 »\r\nدر نامه‌اش به مصقله بن هبيره كه فرماندار حوزه‌اى در فارس بود شديدا دربارهء جنايتى كه در تقسيم بيت المال آن حوزه نموده و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - نامه 52 . وقت منظم ، به خصوص در نماز ، مورد توجه اكيد اسلام بوده است و روايات دربارهء اوقات نمازها به حد كافى رسيده است ، جاى تأسف است كه گروهى از جوانان مذهبى ما معتقد مىشوند كه نماز صبح مثلا وقت خاصى ندارد ، هر وقت كه از خواب برخاستى وقت نماز است\r\n( 2 ) - نامه شماره 51\r\n( 3 ) - نامه شماره 50\r\n( 4 ) - نامه شماره 45\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nخويشان خود را بر ديگران مقدم داشته است او را توبيخ مىفرمايد :\r\n« مطالبى از تو به من رسيد كه اگر چنين كرده باشى خدايت را ناراضى نموده و امامت را غضبناك ساخته‌اى . اموال مسلمانان را كه با ضرب نيزه و فعاليت اسبان جنگىشان و به بهاى ريخته شدن خونشان به دست آمده است به اطرافيان خويشاوند عرب خودت اختصاص داده‌اى . به خدائى كه دانه را شكافته و انسان را آفريده سوگند اگر اين خبر درست باشد خود را نزد من خوار خواهى يافت و خفت خواهى ديد ، بدان كه حقوق افراد مسلمانى كه دور تو و ما هستند در تقسيم اين مال يكسان است ، آنها دربارهء اين مال‌ها پيش من رفت و آمد مىكنند . » « 1 »\r\nدر خطبه « شقشقيه » تذكر مىدهد كه خلافت حق مسلم من بود و ابوبكرو عمر و عثمان به ناحق ربودند و خصوصيات روحى آن‌ها را نيز تشريح مىفرمايد ، و به خصوص مىفهماند كه حاكم نبايد طورى باشد كه همواره لغزش داشته باشد و دائما عذر خربكارى هايش را بخواهد .\r\nدر فرمانى كه براى مالك اشتر به عنوان حكومت مصر نوشت و به نام عهدنامه معروف شده است روش حكومت دارى را بيان نموده مالك را سفارش به رعايت مصالح اجتماعى و اقتصادى مملكت مىفرمايد و به جاست كه اينك جملاتى از آن نامهء مهم را ذكر كنم :\r\n« اين فرمانى است كه بنده خدا على اميرالمومنين به مالك بن حارث اشتر عطا مىكند كه به موجب آن فرماندارى كشور مصر و خزانه خراج و اختيارات سپاه و شؤون اجتماعى و اقتصادى و آبادى و عمران آن مملكت را به او مىسپارد . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - نامه شماره 43 به ترتيب فيض الاسلام\r\n( 2 ) - يعنى از طرف خداوند به من تفويض شده و من به مالك تفويض مىكنم\r\n","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\n« به او فرمان مىدهد كه پرهيزكارى از خدا و اطاعت خداوندگار را در نظر داشته و در انجام او امر الهى كوتاهى نكند .\r\n« همانطور كه تو در كار پيشوايان پيش از خودت دقت مىكنى مردم نيز رفتار تو را با دقت مىنگرند و آنچه را كه تو درباره پيشينيان مىگوئى درباره تو مىگويند . گواه روشن خوبى افراد لايق ، گفتار بندگان خوب خداوند است . بدان كه بهترين ذخيره‌ات كارهاى خوب است . بر غضب و شهوت خويش مقتدر باش و از آنچه بر تو حلال نيست سخت بپرهيز . . .\r\n« مالكا نسبت به مردم مهربان باش و دلى سرشار از محبت و لطف نسبت به آنان داشته باش ، مبادا كه چون گرگى خون خوار خونشان را بمكى ! مردم دو دسته‌اند : يا برادر دينى تواند و يا همنوع و همجنس تو هستند .\r\n« به هر حال آن‌ها هم چون تو بشرند و همچون تو لغزش دارند بايد با ديده‌اى به آنها بنگرى كه مىخواهى خداوند به آن ديده تو را بنگرد .\r\nتو بر مردم مصر حكومت مىكنى و اميرالمومنين على بر تو ، و خداوند بر تو و ما فوق على است . خداوند تو را فرمانروا مىكند كه بنگرد چگونه اين وظيفه خطير را به پايان مىرسانى ، مراقب باش با خداوند پيكار نكنى . . .\r\n« خيال نكنى كه به تو حكومت داده‌اند تا همه فرمانهايت مطاع باشد و همگى فرمانبردارت ! كه با اين حال و فكر ، آئينه قلب تو زنگ آلوده و تاريك مىشود و روح دينداريت ناتوان شده از خداوند به دور\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nمىافتى ، هر وقت حكومت و سلطنت تو را غفلت آورد قدرت بزرگ خداوند را در نظر آور و بينديش كه او بر تو قدرتى دارد كه تو بر خودت ندارى . اين فكر خاطرت را روشن مىسازد و چراغ عقلت را بر افروز و شعله هوس و غضب را فرو نشاند .\r\n« مالكا اطرافيان و خواص حكومت به كار تو نيايد . مقربان درگاهت را فداى مصلحت عموم بنما ، آن‌ها هر چه برنجند قابل سنجش با رنجش عموم نيست ! اين خواص هنگام نعمت و آسايش در كنار تو و پر توقع ، و هنگام سختى از تو دورند ! اينهايند كه از عدالت و انصاف ناراضى و هنگام خواهش پر اصرار و وقت عطا كم سپاس و وقت منع عطا ، عذرناپذير و در بلا كم صبرتر از همه هستند .\r\n« بدان كه ستون دين و قدرت اجتماعى مسلمين و مايهء آمادگى در برابر دشمن ، عامه ملت‌اند نه خاصه و مقربانت ! بايد دل و ميلت به سوى عامه مردم باشد . . .\r\n« بدترين وزيرانت كسى است كه پيش از تو وزارت ناپاكان را داشته و در گناه آن‌ها شريك بوده است چنين كسى نبايد از خواص و نزديكان تو باشد . مىتوانى به جاى آن‌ها از كسانى كه انديشه نيك و كاربرى دارند به عنوان وزارت استفاده كنى ، آن‌ها كه بار ستم و جنايت به دوش نكشيده‌اند و مددكار ستمگران نگشته‌اند . اين‌ها كم خرج‌تر و بهتر ياور تواند . مهربانىشان با تو بيشتر و انسشان به ديگران كمتر است اينان را مخصوص جلسات خصوصى خودت قرار بده . و بايد از ميان اينان كسى برگزيده‌تر باشد كه تلخى حق گوئى را بيشتر به تو بچشاند و در كارى كه خدا براى اوليائش دوست ندارد كمتر تو را كمك كند . . .\r\n« به اينها هم سفارش كن كه تو را نستايند و براى كار ناشايستى كه انجام نداده‌اى زياده تو را تعريف نكنند كه باعث تكبر و خودپسندى\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nمىشود . بر ان وزير آفرين باد كه چون حاكم را در پرتگاه ظلم ببيند از خشم او انديشه نكند و فرمان خدا و مصالح عموم را بر تملق و چاپلوسى ترجيح دهد .\r\n« بدان كه مردم كشور چند گروه هستند كه در كار يكديگر مؤثرند يك دسته سپاهيان و سربازان ارتش اند كه در راه خدا انجام وظيفه مىكنند ديگر اهل قلم و نويسندگان دولتى هستند و ديگر قضات و دادرسان . چهارم آن مامورين اجرائيند كه با انصاف و مدارا كار مىكنند . پنجم ماليات دهندگان مسلمان و يا آن‌ها كه در پناه حكومت اسلامند . ششم سوداگران و صنعتگران و بالاخره طبقه پائين كه محتاجند و گرفتار .\r\n« خداوند سهم و نصيب هر يك را بيان داشته و حد آن را در قرآن يا سنت پيامبر صلى الله عليه و آله ذكر فرموده كه نزد ما محفوظ مانده است .\r\n« سربازان ، پاسداران ملت‌اند ، سپاهى ، زينت زمامداران است ، سپاهى ، نگهبان دين و شرف و حرمت قانون است ، سپاهى ، مدار امنيت راه و حافظ كاروانيان است .\r\n« سرباز ستونى است كه استقلال و عظمت مملكت بر دوش او پاى برجاست . ولى همين سرباز بايد معاشى منظم و تجهيزاتى درست داشته باشد .\r\n« زندگى سپاه و قوام ارتش بستگى به خراج و ماليات دارد كه بدان وسيله قدرت و توانائى بر جهاد دشمن ، پيدا مىكنند .\r\n« و اين هر دو دسته بر پايه دسته سوم يعنى قضات و مامورين و حسابگران حكومتى استوارند كه منافع را جمع آورى نموده قرار دادها را به ثبت مىرسانند .\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\n« و قوام اينها همه به بازرگانان و صنعتگران و معاملات و بازارهايشان است .\r\n« دل شكسته‌گان تهيدست و مستمند هم كه به حق بايد مورد كمك و مدد قرار گيرند تا بتوانند خود را در سطح بالا آورده زندگى مناسبى پيدا كنند . . .\r\n« فرماندهان ارتش را از كسانى انتخاب كن كه بيش از همه براى كارهاى خدائى و پيامبر و امام تو دلسوز باشند . « 1 »\r\n« افسران سپاه بايد به عظمت روح و شجاعت قلب سرآمد همه سپاه بوده نقشه‌هاى جنگ را با قدرت كامل به انجام برسانند .\r\n« افسران بايد فعال و مقتدر بوده خشم را بر بردبارى و متانت بياميزد و چشم سرباز در عين سختگيرى ، مهربان باشد .\r\n« افسر بايد با ناتوانان و بيچارگان فروتن ، و با گردنكشان متكبر و سخت باشد .\r\n« افسرانت را از خانواده‌هاى نجيب و دودمان‌هاى با شرافت انتخاب كن ! بكوش كه آلوده نژادان و دامان ناپاكان به رياست سپاهت نرسند .\r\n« افسرانت را دقيقا مورد تفقد قرار ده امورشان را بررسى نما و بر آن‌ها پدر باش و آنچه را كه بدان‌ها وعده مىكنى به هر طورى هست وفا كن .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - در نسخه « تحف العقول » اينجا آمده است : « و افضلهم حلما و اجمعهم علما و سياسة . . . » : در حلم و علم و سياست از همه برتر باشد » . و اين جمله در نهج البلاغه حذف شده و در هيچ يك از نسخ نهج البلاغه ذكر نشده است . درباره فرمانداران نيز در نهج البلاغه شبيه همين جمله حذف شده و در تحف العقول ذكر شده است . نمىدانم چرا در هيچ يك از نسخ نهج البلاغه كلمهء « سياست » ذكر نشده است . گر چه در موارد ديگر كلمهء « سائس » كه از مشتقات سياست است آمده است ، شايد دست تحريف در كار بوده است\r\n","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\n« به آن افسر بيشتر توجه كن كه با سربازانت مواسات كند و در انتظام معيشت و زندگى آنان بذل مساعى نمايد . . .\r\n« براى قضاوت ميان مردم هم بهترين مردم را انتخاب كن ! آن كه با ظرفيت بوده حوادث او را به تنگنا نيفكند و طرفين نزاع او را مجبور به حكم به ناحق نسازند و همواره اهل لغزش نباشد ، و چون حقيقت را بشناسد از برگشت عقيده‌اش و پىگيرى حقيقت ناراحت نباشد ، روح طمّاح نداشته باشد تا آزادانه بينديشد ، و به مختصر تحقيق قانع نشده تا آخرين حد امكان بررسى نمايد در شبهات و موارد مشتبه فورا راى ندهد و بيش از هر كسى به دنبال استدلال و برهان باشد ، از رفت و آمد نزاعگران ناراحت نشده بيش از همه تحمل كشف مطالب را داشته باشد . . . و بدان كه اين قبيل قضات كم هستند و با تمام اين خصوصيات خودت هم بايد بسيار رسيدگى نموده قضاوتش را بررسى كنى . آنقدر به او حقوق بده كه ديگر احساس كمبود نكند و چندان احتياج به مردم نداشته باشد . به حدى او را نزد خودت مقرب نما تا ديگر خواصت به فكر عقب‌زدن او نباشند تا از سعايت ديگران نزد تو ايمن بوده به خاطر ترس از سعايتگران حقيقت را زير پا نگذارده و به اين مطلب خيلى اهميت بده كه اين دين مدتها به دست ناپاكان و اشرار گرفتار بوده كه به هوس كار مىكردند و دين را وسيله دنيا كرده بودند . . .\r\n« سفارش ديگرم را درباره تجار و صاحبان صنايع بپذير و دربارهء آن‌ها به خوبى سفارش كن . آنها كه در جايى مانده‌اند و به تجارت اشتغال دارند ، و با آن‌ها كه در رفت و آمدند ، و يا آنها كه با نيروى بدنى فعاليت مىكنند . اينها همه زير بناى منافع و آسايش كشور تواند .\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nاينانند كه سود و منفعت و ضروريات مورد نياز كشور را از راههاى دور ، صحرا و دريا و كوه و دشت ، آنجاها كه هر كسى جرئت رفت و آمد ندارد ، تهيه و آماده مىكنند . . .\r\n« و با اين همه بدان كه بسيارى از تجار و صاحبان صنايع سختگير و تنگ نظر و بخيل و محتكرند و در معاملات تحكم مىكنند ، و اينها به زيان ملت بوده عيبى بر رؤسا و حكمرانان كشور نيز مىباشند . از احتكارشان جلوگيرى كن كه پيامبر صلى الله عليه و آله از احتكار منع فرموده است .\r\nمعاملات هم بايد آسان و به موازين عدالت و وسيلهء سنجش صحيح و بهاء متناسب صورت گيرد . . .\r\n« مالك ! بيش از همه سفارش تهيدستان و خانواده‌هاى پريشان را مىكنم ! خداوند را درباره اينان در نظر داشته باش . . .\r\n« در ميان اين بيچارگان كسانى هستند كه با كمترين امكانات قناعت مىكنند و هرگز دست نياز به سوى دگران دراز نكنند . خداوند تو را به سرپرستى اينان سفارش فرموده و نگهبانى آنها را به دست تو سپرده است . وقتى به تقسيم بيت المال مىپردازى بيچارگان مصر را از دور و نزديك فراموش مكن . از زكات و خالصه جات دولتى به آنها بده . مبادا جلال حكومت تو بر فقرا تحميل شده و عظمت و اهميت تو وظيفه بينوايان را از ذهنت ببرد . و مبادا كه همچون حكومت‌هاى دنيائى به خاطر پرداختن به امور به اصطلاح مهم‌تر از فقرا غفلت كنى و تصور كنى كه چون كار بزرگتر دارى معذورى . . .\r\n« يتيمان ، كودكان خردسالى كه سرپرست خود را از دست داده‌اند در نظر داشته باش و مرتبا سركشى بنما .\r\n« پيران فرتوت كه راستى بايد مورد ترحم قرار گيرند ، آنها خودشان\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nراه به جائى نمىبرند و خواهش‌هاى خود را نمىتوانند برآورند و بگويند ، دلى نازك و زود رنج دارند ، آنها را از نظر دور مدار .\r\n« اين سفارشاتم بر حكمرانان سخت مىآيد و اساسا حقيقت تلخ است . ليكن بر آنها كه به دنبال عاقبت نيك اند و به وعده‌هاى الهى اطمينان دارند و بر دل خويش نداى صبر و تحمل را مىخوانند آسان است و اين توفيق خداوند است . . .\r\nبا همهء اين سفارش‌ها باز هم به مامورينت اطمينان نكن ، حتما وقتى را هم به طور بارعام قرار ده كه دربارت به روى عموم باز باشد و هر كسى بتواند با شخص خودت ملاقات كند در آن هنگام كليه مامورين خصوصى و عموميت را از امر و نهى ملت باز دار كه مردم بتوانند مطالب خود را بدون نگرانى بگويند ، من بارها از پيامبر صلى الله عليه و آله شنيدم كه مىفرمود : ملتى كه در آن براحتى حق ضعيف از قوى گرفته نشود رستگار نخواهد بود .\r\n« بايد درشتى و بى ادبى و پرده درى آنان را تحمل كنى و در برابر آنان خودگيرى و خشونت نداشته باشى تا خداوند رحمتهاى گوناگون خود را بر تو بگستراند . . .\r\n« اينرا هم بگويم كه برخى كارهايت را بايد بالمباشره خودت انجام دهى ، از جمله پاسخ دادن به مطالب كارگزارانت در چيزهايى كه نويسندگانت نتوانند انجام دهند ، و از جمله انجام فورى احتياجات مردم در امورى كه كارگردانان تو به سختى انجام مىدهند .\r\nبراى هر روزى كار همان روز را انجام بده كه هر روزى خود حوادثى و جرياناتى دارد .\r\n« بهترين اوقات را براى خلوت با خداوند قرار بده ! گرچه همه\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nاوقات و همه آن كارها اگر با نيت پاك انجام دهى و زيان ملت نباشد براى خداوند است و عبادت حساب مىشود . . .\r\n« وقتى براى مردم نماز مىخوانى نه آنقدر عجله كن كه نماز را ضايع و تباه گردانى و نه آنقدر كندى نما كه مردم را برنجانى و متنفر سازى ، چه بسا در ميان مردم بيماران و گرفتارانى باشند . هنگامى كه پيامبر صلى الله عليه و آله مرا به يمن فرستاد از آن حضرت پرسيدم كه چگونه برايشان امامت در نماز كنم ؟ فرمود همچون ناتوانترين آن‌ها نماز بخوان و نسبت به مومنين رحم آور .\r\n« پس از اينها باز سفارش مىكنم كه خود را زياد از ملت پنهان مدار و در حجاب قرار مده كه پرده نشينى فرمانروايان ، در حجاب بودن از مردم مشكلاتى به وجود مىآورد و باعث كم آگاهى از مطالب مىگردد . پرده نشينى فرمانروايان موجب مىگردد كه مطالب بزرگ را كوچك و امور كوچك را بزرگ پندارند و نيك را بد و بد را نيك بشمارند و حقيقت‌ها به باطل بياميزند و شناخته نگردند .\r\n« فرمانروا نيز همچون ديگران انسانى است كه مطالب پنهان مردم راآگاهى ندارد . حقيقت هم علامت‌ها و نشانه‌هاى ظاهرى ندارد كه به آن علامت راستىها از دروغ شناخته شود .\r\n« و اساسا تو يا انسانى سخى و دست بازو كريم هستى كه آنچه ملت از تو بخواهد مىدهى ، و در اين صورت وجهى ندارد كه خود را پنهان بدارى و رونشان ندهى ، و يا انسانى سخت مشت و بى سخاوت هستى و در اين صورت مردم به زودى خواهند فهميد و از تو نمىخواهند . . . و به علاوه بيشتر خواسته‌هاى مردم ضررى براى تو ندارد آنها نوعا از ستم‌ها مىنالند ، كه بايد جلوگيرى و بر طرف سازى ،\r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nو يا حل اختلاف در معاملاتشان را مىخواهند كه به صحيح حكم نمائى .\r\n« مالك ! ارزش خون مردم را گوشزد كنم مبادا خونى به ناحق بريزى كه چيزى چون خون به ناحق ريخته ، موجب عذاب و كيفر و باعث زوال نعمت و كوتاهى عمر نخواهد بود .\r\n« خداوند در روز رستاخير پيش از هر چيز حساب خون‌هاى ريخته شده را خواهد نمود . مراقب باش حكومت خود را با ريختن خون‌هاى محترم تقويت نكنى كه اين خود موجب ضعف و سستى حكومت بلكه زوال آن خواهد گشت .\r\n« به هيچ وجه نزد خداوند و نزد من معذور نيستى كه عمدا كسى را بكشى . در قتل عمد قصاص خواهد بود و اگر به اشتباه كسى را كشتى و يا تازيانه و شمشير و دستت در مجازات راه افراط پيمود و حتى اگر اشتباها و بدون تعمد به ضرب مشتى كسى را از پاى در آوردى مبادا نخوت و كبر حكومت تو مانع اداء خون بهاى مقتول گردد . . .\r\n« مالكا مبادا در برابر كار خوبى كه براى مردم انجام مىدهى منت بگذارى يا زياده به حساب آورى و يا به وعده‌اى كه به ملت داده‌اى وفا نكنى ! منت نهادن ، هرگونه احسانى را عقيم مىسازد و زياده حساب كردن كار ، نور حقيقت را پايمال مىسازد و خلف وعده موجب خشم خداوند خواهد شد خداوند مىفرمايد : نزد خداوند جرم بزرگى است كه بگوئيد آنچه را عمل نمىكنيد . . . »\r\nاين خلاصه‌اى از سفارشى است كه حضرت اميرالمؤمنين عليه السلام به مالك اشتر نموده و از او بر مضامين آن ، عهد و پيمان گرفت و به همان عنوان « عهد نامه » معروف شده است .\r\n\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nهمانطور كه ملاحظه مىفرماييد كليه اصلاحات امور ملت ، در كادر كار حكومت مالك قرار گرفته است و كاملا پيدا است كه اين كارها نه روى ضرورت زمان و قرار گرفتن آن حضرت در راه حكومت است ، كه اينها برنامه‌هاى حكومت ، از نظر صلاحديد عقل ، فقط باشد نه روش اسلام . بلكه على عليه السلام برنامه حكومت را از ديدگاه اسلام بيان مىكند و مىخواهد نشان دهد كه حكومت اسلام چنين است .\r\nبرنامهء امارت و حكومت اسلام را مىگويد و مالك را به عنوان حاكم اسلامى توصيف مىكند .\r\nدر خطبه « شقشقيه » كه از نظر سياسى بسيار جالب است امام علت قبول حكومت را پس از دوران ممتد غصب حقش اين مىداند كه اساسا خداوند از علماء عهد و پيمان گرفته است كه ننشينند و ناظر گرسنگى مظلومان و شكم پرورى ستمگران باشند .\r\nنامه‌ها و خطبه‌هاى بسيارى از آن حضرت به يادگار مانده است كه به خوبى نظر اسلام را نشان مىدهد .\r\nبه كتاب برارج « نهج البلاغه » كه مرحوم سيد رضى ره اين آثار را جمع‌آورى فرموده است مراجعه كنيد كه به حق همهء مطالبش در اين عصر فضا ، نيز درخشندگى خاصى دارد .\r\nمسلمانان در جنگهائى كه در ركاب پيامبر و ائمه عليهم السلام داشتند نظم خاصى را رعايت مىكردند كه روحيه دشمن را مرعوب مىنمود . همين كه آن‌ها شعار مىدادند كه « نحن لنا العزى و لا عزى لكم - ما بت عزى داريم و شما مسلمانان نداريد » . فورا دستور مىرسيد بگوئيد « الله مولينا و لا مولى لكم » خداوند ولى ماست و شما ولى و نگهبان نداريد .\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\n« امام صادق مىفرمود : شعار ما « يا محمد يا محمد » است « 1 » شعار ما در روز « بدر » « يا نصر الله اقترب » « 2 » شعار مسلمانان در روز « احد » نيز همين بود . در جنگ بنىنضير « يا روح القدس ارح » « 3 » مىگفتند . . . در جنگ طائف « يا رضوان » مىگفتند ، در جنگ حنين « يا بنى عبدالله » مىگفتند . در جنگ بنى المصطلق « الا الى الله الامر » مىگفتند ، در جنگ حديبيه ( الا لعنة الله على الظالمين ) ، « در جنگ خيبر » « يا على آتهم من على » « 4 » در فتح مكه « نحن عباد الله حقا حقا » ، در جنگ تبوك يا « احد يا صمد » ، در جنگ بنى ملوح « امت امت » ( بميران ، بميران ) ، و در جنگ صفين « يا نصر الله » مىگفتند . شعار حضرت حسين عليه السلام « يا محمد » بود شعار ما نيز « يا محمد است . « 5 »\r\nتوجه داريد كه شعار براى حفظ پيوند ارتش و نيز براى تضعيف روحيه دشمن و از نظر تبليغات چيز لازمى است . حضرت مسلم بن عقيل نيز در كوفه شعار « يا منصور امت » را رمز خروج قرار داده است .\r\nنظم فقط در شعار نبود در مسايل مختلف و تاكتيكهاى گونه‌گون جنگى جريان داشت .\r\nبسيارى از مردم در اثر بى اطلاعى از روش امامت و رهبرى اسلام راستگوئى را بى جا مصرف مىكنند در مواردى كه مسلما دروغ حرام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - حتما منظور اين است كه اگر جنگى زير نظر ما جلوآيد اين شعار را خواهيم داشت\r\n( 2 ) - كمك خدا نزديك بيا\r\n( 3 ) - روح القدس آرامش بده\r\n( 4 ) - خدايا از بالا به آنها حمله كن . شايد هم منظور از على حضرت امير باشد و براى اغفال دشمن كه تصور كند على ( ع ) از پشت‌سر مىخواهد به آنها حمله كند\r\n( 5 ) - اين حديث را مرحوم كلينى با سند معتبر از امام صادق نقل مىكند 56 / 1 جهاد وسائل\r\n","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nاست روى هواى خود دروغ مىگويند و در مواردى كه مسلما دروغ جايز و يا واجب است راست مىگويند و نادانسته بر خلاف مصالح اجتماعى كار مىكنند .\r\nپيامبر صلى الله عليه و آله مىفرمود : « جنگ خدعه و نيرنگ مىخواهد » « 1 » بيان اين گونه مطالب فقط در راه تدبير يك جامعهء پيشرفته است و مناسب با يك سخنگو و مربى اخلاقى خالص نيست .\r\nعلى عليه السلام اين مطلب را براى مردم نقل مىكرد و گويا چون باور آن براى مردم مشكل بود آن سرور تأكيد مىنمود تا شكى نداشته باشند .\r\nعلى عليه السلام فرمود : . . . به خدا قسم از آسمان به زير افتم و يا پرندگانم بخورند آسانتر از اين است كه در گفتارم بر پيامبر صلى الله عليه و آله دروغ بندم . . . به پيامبر صلى الله عليه و آله خبر رسيد كه بنى قريظه پيامى براى ابوسفيان فرستاده‌اند كه هنگامى كه شما با محمد صلى الله عليه و آله رو به رو شديد ما به مددكارى شما خواهيم آمد ، آن حضرت در ميان مردم خطابه خوانده گفت بنى قريظه نزد ما فرستاده‌اند كه وقتى ما و ابوسفيان رو به رو شويم ما را كمك خواهند نمود و چون اين خبر به ابوسفيان رسيد گفت يهود بنىقريظه با ما حيله نمودند و از تماس با آنان احتراز نمود » . « 2 »\r\nملاحظه نموديد كه پيامبر صلى الله عليه و آله چگونه با روش سياسى جالبى پيوند كفار مكه را از يهوديان بنى قريظه قطع نموده ضربه قاطعى بر پيكر دشمن مهاجم زده براى صلح منطقه قدم مؤثرترى برداشت . حالا در سبك سخن حضرت « توريه » « 3 » به كار رفته بوده است يا نه ، مورد توجه ما فعلا نيست .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - 1 / 53 جهاد وسائل\r\n( 2 ) - 3 / 53 جهاد وسائل\r\n( 3 ) - مخفى كارى در كلام : ارادهء خلاف ظاهر كه با دقت معلوم مىشود : ارادهء معناى دقيق كلام كه در عين حال حقيقت است و اگر دقت شود خلافى گفته نشده است\r\n","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nاين خطابه پيامبر نه تنها ميان دشمن تفرقه افكند دوستان را نيز تقويت نموده آرامش داد .\r\nعلى عليه السلام هم در صفين همين برنامه را اجرا فرمود :\r\nهمين كه على عليه السلام در صفين در برابر معاويه قرار گرفت صدايش را بلند نمود كه همهء اصحاب بشنوند آن گاه فرمود به خدا قسم معاويه و يارانش را خواهم كشت » و سپس آهسته فرمود انشاء الله ( اگر خدا بخواهد ) .\r\nعدى بن حاتم نزديك آن سرور بود عرضه داشت : سوگند ياد نموديد و در آخر مقيد نموده به خواست خداوند واگذارديد ، چه منظورى در اين كار بود ؟\r\nامام فرمود : جنگ خدعه و نيرنگ مىخواهد ، مؤمنين هم مرا دروغگو نمىدانند خواستم اصحابم را تحريك نموده قويدل سازم تا سست نشوند و با اميد پيكار كنند ، خوب بفهم كه پس از امروز به كارت مىآيد انشاء الله . و بدان كه آن هنگام كه خداوند موسى را به جانب فرعون فرستاده فرمود : به نزود فرعون برويد و به نرمى سخن بگوييد بلكه بيدار شود و يا بترسد . « 1 » خداوند خود مىدانست كه فرعون متذكر نخواهد شد و ترسى هم ندارد ليكن خواست موسى را اميد بيشترى بدهد تا حريصانه به سوى فرعون برود . « 2 »\r\nاين حديث گرچه با سند معتبرى نقل نشده و به اصطلاح « مرسل » است ليكن با روايات ديگر سازش دارد و با نظام جنگى متناسب مىباشد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - « فاتياه فقولا له قولا ليّنا لعلّه يتذكر او يخشى » ، سورهء طه ، آيهء 44\r\n( 2 ) - 7 / 53 جهاد ، وسائل\r\n","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nاين مقدار فقط به عنوان نمونه و آن هم از زواياى مقررات حكومتى اسلام بيان شد و كمترين دقت در متن قوانين اجتماعى اسلام براى ما هيچگونه شكى در وسعت حوزه حكومتى رهبر الهى باقى نمىگذارد .\r\nقانون خمس و زكات ، به خصوص خمس كه مبلغ يك پنجم از كليه درآمدهاى زائد بر مخارج سال هر فردى از افراد مسلمان و نيز يك پنجم از مجموع معادن و غيره گرفته مىشود و به رقم سرسام‌آورى مىرسد ، به وضوح نشان مىدهد كه نظر اسلام از اين قانون تنها مسئله فقر مستمندان خصوصا مستمندان سادات نبوده است . فقرا يكى از موارد مصرف خمس هستند مصارفى هم به عنوان خداوند و پيامبر و امام قرار داده شده كه به مصرف حكومت و از راهى كه شخص امام معصوم ( و يا مرجع ) صلاح بداند خرج مىشود .\r\nيكى از موارد خمس ، غنائم جنگ است كه ارتش اسلام از ميدان جنگ مىگيرد و پيش از تقسيم ميان جنگجويان ، يك پنجم آن به بيت المال واريز مىگردد . مسايل جنگ كه بديهى است از شؤون يك حكومت فراگير است .\r\nدر فقه اسلام « قضاوت » جاى مهمى دارد كه مخارج زيادى براى حكومت دارد .\r\nاجراى « حدود » و گرفتن « ديات » يكى از شؤون حكومت است كه در فقه اسلامى بيان شده است .\r\nقانون امر به معروف و نهى از منكر كه كليه افراد را به عنوان « وظيفه نظارت ملى » موظف به اصلاح اجتماع مىگرداند نشان دهنده\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nطرز تفكر سازنده مجتمع در اسلام است . و زير همين عنوان و عنوان « النصيحة لائمة المسلمين / خيرخواهى براى رهبر » ، افراد همچون گزارشگرهاى حقوق بگير دولتها كار مىكنند .\r\nدر قانون دفاع و جهاد اسلام حفظ مجتمع و حفظ قانون اسلام منظور شده است .\r\nو به تعبير ديگر بايد بگويم حقوق اسلام جامع‌ترين حقوق دنياى كنونى است كه روابط فرد با خداوند ، اجتماع با خداوند ، فرد با اجتماع ، فرد و اجتماع با دولت ، و بر عكس ، ملت‌هاى اسلام و غير مسلمان باهم ، دولت‌هاى مسلمان با يكديگر ، و دولت اسلام با دولت‌هاى غير مسلمان ، بيان شده است . برخى به تفصيل و برخى به طور كلى و دستورات پايه كه فروع و تفصيلش به عهدهء فقيه آگاه به مقتضيات زمان و اهم و مهم گذارده شده است .\r\nو انسان عاقل شك نمىكند كه وضع اين حقوق به اين توسعه بدون رهبر و بدون يك تشكيلات حكومتى منسجم مسلط بر تمام شؤون اجتماعى و فردى امكان‌پذير نمىباشد .\r\nاين مطلب كه نويسنده‌اى در چندين سال پيش نگاشته بود كه « رهبرى دين اسلام به زودى همچون رهبرى دينى مسيحيت متوجه خواهد شد كه بايد اجتماع و قوانين اجتماعى را رها كرده به گوشهء مسجد پناه برده تنها قوانين عبادى را مورد توجه قرار دهد . . . » به چيزى جز بىاطلاعى و يا غرض‌ورزى نويسنده نمىتوان حمل نمود مگر اينكه منظور بيان اشكال در خصوصيات حكومتى زمان ما باشد نه در اصل اسلام .\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nمسيحيت قوانين اجتماعى ندارد و آن وقت هم كه دخالت مىكرد ناروا بود و جنايت ! و چنان كه ديديم موجب پشت پا زدن مردم به مذهب گرديد .\r\nو اساسا انجيل ، كتاب آسمانى مسيحيت ، تنها كتاب مدركى مذهبى مسيحىها ، نمىتواند در يك اجتماع انديشمند خود را نشان دهد .\r\nشما عهدين عتق و جديد - تورات و انجيل - را ببينيد و بنگريد كه چه خوب است براى حفظ حيثيت مسيح و پاپ از ميان مردم جمع شود كه آبروى مذهب را نبرد .\r\nكشتى گرفتن خداوند با يعقوب كه بالاخره خدا مجبور شد دستى بر ران يعقوب بزند تا از خنده سست شود و به زمين بخورد !\r\nشراب خوردن ابراهيم پيامبر بزرگ و زنا كردن با خواهرزاده خويش در حال مستى ! زنا كردن دختران نوح با او در حال خواب ! به جبهه جنگ فرستادن داود پيامبر ، افسر ارتش خود « اوريا » را ، تا در غيبت او با زنش ارتباط پيدا كند و بالاخره زنا كردن و از اين زنا سليمان پيامبر متولد شدن ، آمدن خداوند در خيمه موسى ، و مطالبى ديگر از اين قبيل در « عهدين » ، همه شاهد بزرگى ، بر آن چه گفتم مىباشد .\r\nو به نظر مىرسد كه دست‌هاى مرموز استعمار كه مىخواسته‌اند مردم را از غيرت دينى آزاد كنند و براى استفاده‌هاى نامشروع خود آماده سازند خواسته‌اند به زبان كتاب رسمى دين ، از زنا و شراب ترويج كنند و ضمنا مكارانه نشان دهند كه فرزند زنا ترقى مىكند و حتى پيامبر مىشود و موجب آبروى خانواده مىگردد ! آن وقت\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nعجيب است كه فرستنده صداى انجيل هنوز اصرار دادر كه كتاب مقدس ! تحريف نشده و نسخ قديمى پيش از ميلاد و پس از آن به دست آمده كه صحت آن را تاييد مىكند . يعنى پس اين مسايل ( زنا و شراب و كشتى خدا با يعقوب و . . . ) درست است ! !\r\nبه هر حال انجيل و تورات ، قدرت عرضه نمودن خود را در سطح اجتماع ندارند ولى اين چه ارتباطى به اسلام دارد . اسلام همه چيز دارد و به حق جامع‌ترين حقوق مدون جوامع انسانى است .\r\n\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\n\r\nآنچه بيان شد\r\nتا كنون دو بحث از مباحث امامت را از نظر گذارنديم :\r\n1 . چرا رهبر از طرف خداوند معين مىشود ؟\r\n2 . حوزه حكومت رهبر الهى .\r\nيكى از جهاتى كه پيش از اين سربسته گفته شد دخالت امام در پياده كردن قانون در سطح اجتماع بود . ممكن است متن قانون طورى باشد و پياده كردن آن طورى ديگر . يعنى قانون در شرايط قدرت امامت با موارد ديگر فرق مىكند . و براى توضيح اين مطلب مهم بحث مالكيت پيش مىآيد كه خود در خور كتابى مستقل است . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اين قسمت از بحث تحت عنوان « مالكيت خصوصى در اسلام » بارها چاپ و منتشر شده است\r\n","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\n\r\nرهبرى اصيل و رهبرى بالاضطرار\r\nما بر خلاف همهء مكتب‌هاى ديگر ، رهبرى و امامت را مقامى برتر از رسالت و آوردن قانون مىدانيم و آن را مشروط به تعيين خصوصى و يا عمومى از طرف خداوند مىدانيم .\r\nدر درجهء اول آنهايى هستند كه به طور خصوصى معين شده‌اند معصوم و از همهء عيوب پاك و منزهند . در درجهء دوم يعنى در صورت عدم امكان رهبرى معصومان و عدم اقتضاى محيط ، آنهايى كه به طور عموم تعيين شده‌اند و « درصد » اشكالات‌شان خيلى كمتر از مردم ديگر است و به نسبت ساير افراد اجتماع كمتر گرفتار عواطف منفى و هوس و شهوات مادى مىباشند امامت دارند .\r\nگروه اول همان انبيا و اوصيا خاص آنهايند كه در اسلام شخص پيامبر اكرم صلى الله عليه و آله و دوازده جانشين او چنان مقامى را دارند . گروه دوم افراد عالم به حقوق اسلامى و دور از گناه و حرص بر دنيا ، و مطيع ذات احديت هستند كه با تعبيرهاى مختلفى در روايات ما بيان شده‌اند ، مانند : فقها ، راويان حديث ، علماء بالله علماء امتى و . . .\r\nتعداد دقيق گروه اول در مجموع زمان‌ها معلوم نيست و تنها همان\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nحديث مشهور ابوذر « 1 » از پيامبر اكرم صلى الله عليه و آله در دست هست كه انبياء يك صد و بيست و چهار هزار پيامبر هستند كه در طول تاريخ و ما قبل آن براى بشريت آمده‌اند ، كه قاعدتاً همه و يا اكثر آنها مقام امامت را نيز داشته‌اند . ولى تعدادشان در اين ملت ، كه به نام ملت اسلامى ناميده مىشود معلوم است و نام و خصوصيات شخصى و خانوادگى و احياناً بسيارى ديگر نيز درباره آنها بيان شده است .\r\nو هم اكنون دوران رهبرى حضرت مهدى عليه السلام ، دوازدهمين وصى پيامبر ص ، و سيزدهمين رهبر اسلام ، مىباشد كه در اثر عدم اقتضاء شرائط ، دور از مقام رهبرى ظاهرى ، نوعى رهبرى ديگر - كه بايد در مبحث خود ، طور آن و علت و خصوصيات آن و فائده آن بررسى شود - دارند تا زمان مناسب برسد ، و « زمان آگاهى » رهبر ، به او اجازهء فعاليت دهد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تعبير استاد بزرگوار مرحوم علامه طباطبايى اينستكه تنها همين حديث ابىذر را داريم ، ليكن اخيراً اينجانب حديث ديگرى را نيز در اين باره بدست آورده‌ام ، ج 2 اثبات الهداة مرحوم شيخ حر عاملى ، ص 58 از امالى صدوق با دو سند كه هيچيك به ابىذر نمىرسند ، مرحوم علامه خود نيز در جاى ديگر الميزان ( ج 17 ، ص 229 ) از امام جواد ( ع ) حديثى نقل كرده‌اند كه تعداد انبياء 124 هزار نفرند كه 313 نفر آنها رسول هستند . مرحوم سبزوارى در حاشيه اسفار ، ج 7 ، ص 129 مىفرمايد : اين عدد ( 124 هزار ) اشاره به غير محصور بودن شماره دارد\r\n","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nنمايش تصوير\r\nدر اين دوره كه دورهء غيبت ناميده مىشود 4 نفر به طور خصوصى از طرف حضرت مهدى عليه السلام تعيين شدند :\r\n1 - عثمان بن سعيد 2 - محمد بن عثمان بن سعيد 3 - حسين بن روح ، 4 - على بن محمد سمرى .\r\nفوت آخرينشان سال 329 هجرت انجام شد ، و دوران رهبرى اين چهار نفر 74 سال به طول انجاميد ، 48 سال عثمان بن سعيد و پسرش ، 26 سال حسين بن روح و على بن محمد ، رياست مذهبى داشتند . اين دوران را دوران غيبت صغرى مىناميدند . شش روز پيش\r\n\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nاز وفات على بن محمد سمرى ، اين نامه از طرف حضرت مهدى عليه السلام به دستش رسيد :\r\n« بسم اللّه الرّحمن الرّحيم . يا على بن محمد السمرى اعظم اللّه اجر اخوانك فيك ، فانّك ميت ما بينك و بين ستة ايام . فاجمع امرك و لاتوص الى احد فيقوم مقامك بعد وفاتك . فقد الغيبة التامّة . فلا ظهور الّا بعد اذن اللّه تعالى ذكره . بعد طول الامد و قسوة القلوب و امتلاء الارض جورا و سيأتى من شيعتى من يدّعى المشاهدة . ألا من ادّعى المشاهدة قبل خروج السفيانى و الصيحة فهو كذّاب مفتر و لا حول و لا قوة الّا باللّه العلى العظيم : « 1 »\r\nبه نام خداوند رحمن و رحيم . اى على بن محمد سمرى ! خداوند پاداش برادرانت را در مصيبت تو زياد كند . تو پس از 6 روز ديگر خواهى مرد . كارت را جمع كن . و هيچ كس ديگرى براى جانشينى خود وصيت مكن . غيبت كامل واقع شد . ديگر ظهور نيست مگر پس از اجازهء حضرت حق . آن هم پس از دورانى ممتد و پس از قساوت دل‌ها و پر شدن زمين از ستم . به زودى از ميان شيعيانم كسانى پيدا مىشوند كه ادعاء ديدار مرا مىكنند ، بدانيد : هر كسى كه پيش از خروج « سفيانى » و جريان « صيحه » ادعاء ديدار مرا كند او دروغگو و تهمت زننده است و لا حول و لا قوة الا باللّه » .\r\nمنظور از سفيانى و حادثه « صيحه » را بايد در بحث تاريخى اين رهبرى بررسى كنيم و علائم ظهور آن حضرت را ببينيم .\r\nبه طورى كه ديديم امام عليه السلام شخص ديگرى را به عنوان نيابت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كمال الدين صدوق ، و غيبت طوسى و سائر كتاب‌ها با سندهاى معتبر\r\n","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nخاصه خود پس از چهار نفر مزبور تعيين نفرمودند ، هر چند در ميان فقهاء دوران بعد ، نيز افرادى منزه بودند ولى اهل بيت خود آگاهترند ، و خود مىدانند كه چرا تنها همان چهار نفر بايد انتخاب شوند .\r\nهنگامى كه نائب دوم يعنى محمد بن عثمان بن سعيد ساعت آخر عمر خود را مىگذرانيد جعفر بن احمد ( از علماء بزرگ و با تقوى ) بالاى سرش نشسته بود و حسين بن روح پائين پاى او ، و اين روى احترامى بود كه حسين بن روح براى جعفر قائل بود ، همه مردم چنين بودند ، همه مىگفتند : حتماجعفر بن احمد نائب خاص پس از محمد بن عثمان خواهد بود ، به علم و تقوى معروف بود ، در پذيرائى از محمد بن عثمان كوشا بود ، و مورد توجه كامل او بود ، در اواخر عمر محمد ، نوعا « غذايش را از منزل جعفر بن احمد مىآوردند . . . ممكن است فرد خيالاتى و بد گمان فكر كند كه پذيرايىاش شايد همراه با علاقه و ميل به رياست بود ولى مىبينيم : همين كه محمد بن عثمان در آن ساعت آخر بر خلاف انتظار همه اعلام نمود : مامورم نيابت را به حسين بن روح واگذار كنم » ناگهان جعفر بن احمد از جاى بر مىخيزد و دست حسين بن روح را گرفته به جاى خود مىنشاند . و اين نشانهء عدم حسادت اوست ، نشانهء حريص نبودن به رياست ، نشانهء تسليم در برابر حكم و قضاء الهى . به هر حال تا كنون نفهميده‌ام كه در آن سوى چهره و زواياى ناخودآگاه دل جعفر بن محمد چه بود و يا چه سابقهء ترك اولى داشته كه هر چند مقامى بس بزرگ داشته ليكن بحدّ نيابت خاصّه نرسيد ، چنان كه كلينى ( ره ) نيز معاصر با على بن محمد سمرى بود ولى به آن مقام نرسيد ، صدوق هم نرسيد .\r\nشيخ صدوق - فرزند ابن بابويه - به دعاء امام زمان متولد شده\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nاست و مقامى بس و الا دارد ولى به مقام نيابت نرسيد . مرحوم مفيد شاگرد شيخ صدوق نيز با آن همه علم و تقوا و روح علاقهء به اهل بيت ، كه در او بود ، و امام زمان هنگام مرگش على المعروف اشعارى به عنوان مرثيه برايش خوانده است . . . ، او هم به آن مقام نرسيد . و بعدا نيز در طول تاريخ همين طور .\r\nگر چه شرايطى كه براى مرجعيت تقليد بيان مىشود نوعا در هر عصرى تنها بر يك يا افراد نادرى تطبيق مىكند ليكن به طور خصوصى نام برده نشدند و به مقام نيابت خاصه نرسيدند . چرا ؟\r\nنمىدانم ! جهات روحى افراد ؟ مصالح اجتماعى ؟ عدم سازش نظام تكاملى اختيارى انسان با تعيين دائمى بر ؟ ؟ ؟ بالاخره نمىدانم .\r\nو اين كه گفته شد گروه اول - پيامبران و ائمه - معصوم هستند . نه فقط روى ادلهء كلامى و اسلامى بلكه تاريخ نيز چنين قضاوت مىكند .\r\nتاكنون يكى از اهل بينش و دقت در تحليل تاريخ نتوانسته است خرده‌اى بر روش اين بزرگان بگيرد و گفتار و كردارشان را حمل بر اشتباه نمايد . قضاوت برخى از مسيحيان و اهل تسنن دربارهء روش حضرت امام مجتبى و امام حسين عليه السلام به فرض كه خالى از اغراض باشد ، محكوم تحليل تاريخ مىباشد .\r\nنواب خاصه را مىتوان گروه دوم رهبران اسلامى ناميد كه به امامان اصيل اسلامى نزديكتر از ديگر مردم عصرشان بوده‌اند و گروه سوم رهبران اسلامى را نواب عامه امامان اصيل بدانيم ، آن‌ها كسانى هستند كه حقوق اسلامى را كاملا آگاه باشند و داراى چنان ملكات اخلاقى باشند كه خلاف قانون الهى نكنند ، و بديهى است كه بايد\r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nعلاوه بر علم و عدالت ، قدرت رهبرى داشته باشند .\r\nپيشوائى اين گروه به طور كلى در دو قسمت خلاصه مىشود : در بيان احكام و قوانين مذهبى ، و در تدبير جامعهء اسلامى .\r\nقسمت اول علاوه بر اينكه مرجعيت هر متخصص در مسائل تخصصى اش از مطالب مسلم عقلى و عقلائى است ، در آيات و روايات ما هم سفارش شده است : در قرآن كريم توصيه مىشود آن‌ها كه نمىدانند بايد به دانايان رجوع كنند « 1 » پيامبر اكرم صلى الله عليه و آله بارها مىفرمود : دو چيز گرانبها در ميان شما مىگذارم : قرآن و عترت :\r\nاهلبيت عليهم السلام . اگر به اين دو تمسك بجوئيد هرگز گمراه نخواهيد شد . و ما مىدانيم كه تمسك به قرآن و اهلبيت عليهم السلام فهم مطالب آن‌ها و عمل به آنهاست ، فهم مطالب اين دو براى متخصصين مستقيما و براى غير متخصصين به وسيله متخصصين انجام مىشود .\r\nامام صادق عليه السلام هم به ابان بن تغلب مىفرمود : در مسجد بنشين و براى مردم فتوى بده .\r\nو روايات بسيار ديگر كه دلالت بر رجوع به فقها دارد .\r\nدر قسمت دوم هم اولا روشن است كه دين جامع اسلام براى حكومت دوران غيبت ائمة چون زمانى موسى جعفر عليه السلام و امام صادق عليه السلام و امام عسكرى عليه السلام ( كه در زندان و تبعيد و بالاخره از مردم غائب بودند ) و امام زمان عليه السلام كه غيبت طولانى دارد برنامه‌اى دارد ، و با دقت در قرآن كريم كه ملاك رهبرى را علم و قدرت مىداند ؛ « زاده بسطة فى العلم و الجسم » ، معلوم مىشود كه حتما بايد به دست فقهاء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - « فاسئلو اهل الذكر كنتم لا تعلمون » سوره نحل ، آيه 43\r\n","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nباشد كه آگاه و عالم به قوانين اسلامند . البته آن دسته از فقهاء كه قدرت رهبرى دارند .\r\nبه علاوه در روايات ما مكرر بيان شده است كه : « علماء ورثة الانبياء » هستند و همانطور كه پيامبران ، رهبرى همه جانبه جامعه را داشتند علماء هم همين طور .\r\nپيامبر اكرم مىفرمود : «\r\nاللّهم ارحم خلفائى\r\n/ خدايا جانشينان مرا ترحم فرما ، و فرمود : منظورم آنهايند كه بعد از من مىآيند و راويان قوانين و سنن من هستند . جانشين پيامبر صلى الله عليه و آله متصدى كارهاى اوست .\r\nامام صادق عليه السلام مىفرمود : كسى را از ميان خود برگزينيد كه احكام ما را بداند و جائز و ممنوع ما را بشناسد و او را قاضى و حاكم خود كنيد كه من او را قاضى و حاكم قرار دادم .\r\nامام كاظم عليه السلام مىفرمايد : . . . مومنين فقيه قلعه‌ها و حصارهاى اسلامند همچون باروى شهر /\r\nلان المومنين الفقهاء حصون الاسلام « 1 »\r\nاين كه فقها قلعه و باروى اسلامند دليل روشنى بر ولايت كامله و جامع الاطراف آن‌ها مىباشد ، اگر فقيه هيچ كارى به جامعه اسلامى نداشته باشد جز اين كه بنشيند كه اگر كسى از او مسأله‌اى پرسيد پاسخ بگويد هرگز قلعه و باروى اسلام نخواهد بود ، مومنين با عمل به دستور امر به معروف و نهى از منكر خيلى بيشتر قلعه و بارو خواهند بود .\r\nحصار و بارو و دژ اسلامى بودن يعنى ماموريت براى حفاظت آن ، و حفاظت فقط در صفحات كتاب و رساله و سخن نيست ، گرچه آن هم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اصول كافى ، ج 1 ، ص 38\r\n","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nتا حدودى هست ، حتما با ورود در متن جامعه است ، ورود در متن جامعه هم اگر جنبهء احترام داشته باشد و هيچ مقام رسمى نباشد يا تحت نفوذ مقام رسمى ديگر باشد نمىتواند وظيفه دژ و بارو بودن را انجام دهد ، فقها چنان قلعه و باروئى هستند كه هيچ چيز جاى آن‌ها را نمىگيرد ، چنان كه در حديث ديگر مىفرمايد : وقتى مومن فقيه از دنيا مىرود رخنه‌اى در اسلام مىافتد كه هيچ چيز ديگرى آن را نمىبندد « 1 » مگر به وسيله فقهيى ديگر .\r\nعلى عليه السلام به تعبير ديگرى ولايت اسلامى را منحصر در افراد عادل و عالم نموده است ، مىفرمايد : كسى كه ولايت بر ناموس و خون و غنائم و احكام و پيشوائى ملت اسلام را دارد نبايد بخيل باشد كه براى جمع مال حريض باشد ، و نه نادان باشد كه مردم را به جهل خود گمراه كند ، و نه ستمگر باشد كه با ظلم خود آنها را از بين ببرد ، و نه از حوادث و قدرت‌ها بترسد كه گروهى را به خود نزديك و گروهى را دور كند . . . « 2 »\r\nامام صادق عليه السلام از پيامبر اكرم صلى الله عليه و آله نقل مىكند : فقها تا در دنيا وارد نشده‌اند امين‌هاى پيامبرانند ، پرسيدند : يا رسول الله ورودشان در دنيا چيست ؟ فرمود : پيروى سلاطين : وقتى چنين كردند از آنها بر دينتان بر حذر بوده احتياط كنيد اصول كافى ج 1 ص 46 . امين پيامبر بودن يعنى حفاظت از شوؤن پيامبر نمودن ، شوؤن پيامبر علاوه بر بيان احكام ، حفاظت جامعه اسلامى از دخالت‌هاى طاغوت‌ها مىباشد .\r\nادلهء حقوقى اين بحث خيلى بيشتر و مفصل‌تر از اينهاست و اينها به عنوان نمونه ذكر شدند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اصول كافى ، ج 1 ، ص 38\r\n( 2 ) - نهج البلاغه ، خطبه 131\r\n","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nقدرت رهبرى كه اشاره كردم يك لغت جامعى است كه شامل شجاعت و بيدارى و هوشيارى و صبر و آگاهى از مسائل سياسى دنياى روز ، و قاطعيت در كار و چيزهاى ديگر مىباشد . رهبر اگر از مسائل دنياى روز مطلع نباشد در تنگناى بازيگرىهاى سياسيون منحرف ، خرد خواهد شد ، آگاهى از روش آن‌ها همچون آگاهى از اقسام مغالطه در علم منطق ضرورت دارد .\r\nرهبر اگر در كارهايش قاطعيت نداشته باشد نمىتواند پيشرو باشد و خاصيت رهبرى را از دست مىدهد . اگر هوشيار به شرائط و مقتضيات نباشد منافع ملت را از دست مىدهد . اگر شجاعت و شهامت ورود در كارهاى اساسى و موضع‌گيرى در برابر دشمن را نداشته باشد به اندك تهديدى عقب نشينى مىكند . اگر صبر نداشته باشد با تحريكات دشمن و يا دوست نادان در مسائلى كه نبايد اعتنا كند درگير مىشود . و اينها هر يك از ديد روانشناسى در خور بحثى جداگانه و مفصل مىباشد . چيزهاى ديگرى كه عملا رهبر خالى از آنها نيست همچون آگاهى با تجربه از انواع تقيه و توريه ، و چون نفوذ و دلنشين بودن كلام و سخنش .\r\n\r\nمراتب رهبرى اجتماعى\r\nهر فقهيى كه قدرت رهبرى داشته باشد در حوزهء خودش نوعى رهبرى دارد ليكن براى رهبرى همه جانبهء يك ملت احتياج به يك رهبر كل مىباشد كه در راس همه قرار دارد .\r\nاگر يكى از فقهاء از ديگران اعلم و اتقى و اشجع و ابصر باشد او بالذات مقدم بر ديگران است و اگر براى همه شناخته شده باشد بايد\r\n\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nهمگى در برابر فرمان‌هاى مولوى او مطيع باشند و اگر همه در يك مرتبه باشند يا ندانيم كدام برترند حتما بايد طبق روش عقلائى در اين باب عمل شود . روش عقلا در اين صورت انتخاب مىباشد . بايد به اكثريت آراء اهل خبره و متخصصين در فنون علم و رهبرى يك فرد از ميان فقهاء انتخاب شود تا رهبرى كل را به دست گيرد . عده‌اى تصور مىكنند اكثريت در اسلام محكوم است ، قرآن كريم فرموده است :\r\n« اكثر الناس لا يعلمون » 21 ، و نيز 40 و 68 يوسف ، و 38 نحل ، و 6 روم ، و 30 روم ، و 28 سبا ، و 26 سبا ، و 57 غافر ، و 26 جاثيه ، « اكثر هم لا يعقلون » 102 مائده ، « اكثر هم يجهلون » 111 انعام .\r\nولى بايد توجه داشت كه آيات مزبور هيچ ارتباطى به بحث ما ندارد ، ما سخن از اكثريت متخصصين مىكنيم نه اكثر مردم . صحبت از « ناس » نيست ، از اهل خبره است . آيات « اكثرهم » هم مربوط به گروه مخالفان پيامبر و مشركين زمان جاهليت مىباشد و يا در هر داستان قرآنى مربوط به افراد جبههء مخالف در همان داستان .\r\nقاعدهء رجوع به اكثريت اهل خبره يك روش عقلائى است كه هم در نظر عقلا ، طريقت اجمالى به واقع دارد و هم از راه ناچارى و به اصطلاح به طور تعبد عقلائى پذيرفته شده است . گر چه ممكن است اكثريت اشتباه كنند يا ناخودآگاه تحت تاثير عواطف منفى خود نسبت به فردى قرار گيرند ، ولى به هر حال چاره چيست ؟ وقتى رهبرى اصيل معصوم و يا نيابت خاصه از طرف معصوم در دسترس نيست ، نواب عام هم متعدد و در يك رتبه هستند ، اگر بگوئيم هر عده‌اى به دنبال يك نفر بروند هرج و مرج مىشود كه حتى در امامت و رهبرى بالاصل هم با اينكه معصومند دو امام در يك زمان قرار داده نشده\r\n\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\nاست . بگوئيم همه را كنار بگذاريم ، پس به دنبال چه كسى برويم ، بگوئيم همين طور و بدون ملاك يك نفر را انتخاب كنيم مثلا با قرعه ، اين هم خطرات بسيارى دارد ممكن است ، قرعه به فردى اصابت كند كه اكثريت افراد زير بار او نروند .\r\nنگوئيد : قرعه براى هر جريان مشكلى تشريع شده است و بنابراين بايد در چنين مواردى به قرعه عمل كنيم .\r\nزيرا ادلهء شرعى قرعه از نظر عقلا شامل چنين موارد مهمى نمىشود . هيچ گاه حكومت بر ملتى را با قرعه نمىتوان تعيين نمود ، و عقلا هرگز زير بار چنين قانونى نمىروند . در چنين مسئله مهمى كه عقلا زير بار نمىروند اگر منظور شرع مقدس اسلام هم باشد بايد خيلى صريح بگويد و به يك عموم و اطلاق عبارت اكتفا نكند . عرف عقلا از اين عموم‌ها يك چنين مطلب مهمى را نمىفهمند و مىگويند حتما منظور شارع غير از چنين مواردى است .\r\nبه علاوه اين كه از فرمودهء امام صادق عليه السلام : او را حاكم و قاضى خود كنيد . . . » مىتوان استفاده لزوم انتخاب نمود ، مردم بايد انتخاب كنند .\r\nبه هر حال رجوع به اكثريت آراء براى تعيين يك رهبر كل در زمينهء تساوى رتبهء افراد يا علم نداشتن به ترجيح يكى بر ديگرى يك طريقهء عقلائى است كه شارع مقدس طرد نفرموده است .\r\nبسيارند افراد ناآگاهى كه تصور مىكنند اگر ولايت فقيه عملى شود « 1 » لابد تبليغاتش در وسائل ارتباط جمعى فقط بيان مسائل طهارت و عبادت ، و يا ذكر مصائب اهلبيت ، و به اصطلاح عوام روضه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اين گونه تعبيرات در اين نوشته مربوط به اوضاع پيش از انقلاب اسلامى است\r\n","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nخوانى است . ولى اينها نمىدانند كه ولايت فقيه درجهء پائين ولايت پيامبر و على عليه السلام مىباشد . آيا ولايت و حكومت آن‌ها فقط بيان احكام عبادات و ذكر مسائل بوده ؟ آيا ولايت مالك اشتر و سلمان و ساير صحابه كه به دستور على عليه السلام يا مستقيما « زير نظر آن حضرت ولايت داشته‌اند فقط بيان احكام عبادى و ذكر مصائب بوده است ؟\r\nاين گونه تبليغات استعمارى براى به انزوا كشاندن مذهب و كنار زدن آن از جامعه مىباشد . ليكن مسلما « و اللّه متمّ نوره و لو كره الكافرون » خداوند نور خود را به كمال مىرساند هر چند كفار نخواهند . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سوره صف ، آيه 8\r\n","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\n\r\nحق رهبر\r\nرهبر الهى كه به طور خصوص يا عموم از طرف خداوند معين شده است اطاعتش بر مردم واجب و يا نافرمانيش ممنوع و حرام مىباشد .\r\n« و اطيعوا الرسول و اولى الامر منكم » پيامبر و فرمانروايان خود را اطاعت كنيد . « 1 » « و ما أرسلنا من رسول الّا ليطاع باذن اللّه » هر پيامبرى فرستاديم براى اين بود كه بنا به اذن الهى مطاع باشد . « 2 »\r\nامام صادق عليه السلام دربارهء فقيه جامع شرائط فرمود : كسى كه حكم او را رد كند حكم ما را رد كرده است . . .\r\nامام زمان ارواحنا فداه فرمود : حوادثى كه پيش مىآيد به راويان اخبار ما رجوع كنيد ( بديهى است كه منظور صرف روايت و نقل نيست هر چند هيچ نفهمد ، كه چنين كسى حتى وظيفهء خودش را هم نمىفهمد تا چه رسد به تعيين وظيفهء ديگران بلكه منظور درايت و فهم حديث مىباشد . )\r\nزين العابدين عليه السلام فرمود : حق كسى كه بر تو حكومت دارد اين است كه او را طاعتى كنى . . .\r\nحق اطاعت را حق ولايت نيز مىگويند ، حق مزبور از آثار ولايت ظاهرى است ، ولى رهبران اصيل الهى نوعى ديگر ولايت هم دارند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء نساء ، آيه 59\r\n( 2 ) - سوره نساء ، آيه 64\r\n","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\nكه به نام ولايت باطنى خوانده مىشود . از نظر دقيق برهانى و يا نظر لطيف عرفانى ولايت ظاهرى خود يكى از آثار ولايت باطنى مىباشد : منظور از ولاى باطنى تسلط امام بر واقع جهان و نفوس انسان‌ها و تصرف در آنها مىباشد .\r\n\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\n\r\nدرجات ولايت و رهبرى\r\nجهان آفرينش به طور كلى همچون انسان‌ها حركت و هدفى دارد و برنامه‌اى و هدايتى كه در ظل عنايات خداوند انجام مىشود .\r\nطبق موازين فلسفى ، فيوضات خداوند با وسائط الهى به جهان آفرينش مىرسد . طبق روايات و نصوص مذهبى ، اين وسائط همان اولياء الهى از پيامبران و اوصياء آن‌ها هستند كه غرض از آفرينش انسان ، در آنها به طور كامل محقق شده است . آن‌ها هستند كه به حق به مقام خليفة اللّهى رسيده‌اند . ديگران يا مردود و به اصطلاح عاميانه « رفوزه » هستند و يا درجه‌اى پايين‌تر از آن مقام را دارند ، به مقدار ارتباطشان با تجليات اسماء و صفات الهى در جهان ، و يا به مقدار پيوندشان با اسم اعظم جامع الهى كه لازمه‌اش تكامل همه جانبه مىباشد . مرحوم صدر المتألهين شيرازى در شرح اصول كافى مىفرمايد : اين اولياء الهى نه تنها علت غائى بلكه در مراحل علت فاعلى اين جهان قرار دارند .\r\nطبق آنچه گفته شد اولياء الهى ولايت بر باطن جهان دارند و چون در متن غيبت جهان چنين ولايتى دارند خداوند در ظاهر هم آن‌ها را ولى و امام قرار داد . تا مقام و منصب ظاهرى طبق واقعيات جهان باشد .\r\nاين بحث كه در سطحى بسيار بالاتر از سطح معمول بحث‌ها است\r\n\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\nنياز به دقت فراوان دارد ، البته جزء اصول اعتقادى نيست تا فهمش لازم و منكرش طرد شود . مىتوانيد در سطحى پائين‌تر و خيلى ساده‌تر اين طور عنوان كنيد كه امامت اسلامى طبق لياقت و قابليت ذاتى افراد انجام مىشود ، روحيه‌هايى كه از نظر آفرينش و استعداد قدرت رهبرى دارند رهبر مىشوند آن‌ها خود بالذات نفوذ بر ديگران دارند و مقام ظاهرى با تاييد و پشتوانهء همان نفوذ واقعى مىشود .\r\nكسانى كه امامت و ولايت را ابتدا از باطن عالم مىبينند در تعريف امامت ابتدا ولايت باطنى را مورد توجه قرار داده‌اند و بنابراين تعريف امامت و رهبرى با ديدهاى مختلف ، فرق مىكند .\r\nاينك نظرى به تعريف‌ها . . .\r\nمرحوم صدر المتألهين شيرازى ( قده ) امامت را يكى از شؤون خلافت و جانشينى خداوند مىداند و در تحقيق خلافت چنين مىگويند : « حكمت الهى كه جامع همهء كمالات و اسماء نيك و صفات عالى مىباشد . مقتضى دانست كه با ايجاد عالم امكان و خلق مخلوقات و تدبير امور آن ، مملكت ايجاد و رحمت خود را توسعه بخشد و پرچم قدرت و حكمت را گسترده سازد ، و انجام اين كار از ذات قديم خداوندى بدون واسطه ، به جهت دورى و تناسب اندك مقام عزت قديم و ذلت حدوث عالم ، غير ممكن بود ، خداوند اراده فرمود كه نائبى به جانشينى خود برگزيند كه نيابتا تصرف نموده سرپرستى و حفظ عالم را انجام دهد . و به ناچار نائب مزبور صورتى به طرف قدم و ازليت دارد و از حق تعالى كمك مىگيرد و جانبى هم به طرف عالم خلق و حوادث دارد و مخلوقات را بدان وسيله مدد مىرساند ، و بنابراين خداوند جانشينى بر طبق كمالات خود آفريد كه\r\n\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\nتصرف عالم را به دست گيرد و همهء اسماء و صفات عاليه خود را به او خلعت داده در مسند خلافت نشانده و مقدرات عالم و حكم مخلوقات را به او سپرد .\r\n« مقصود از خلق عالم هم اين است كه انسانى جانشين خداوند در عالم ايجاد شود . غرض از آفرينش عناصر پيدايش نبات ، و غرض از خلقت نباتات ، پيدايش حيوان ، و غرض از خلقت حيوانات ، پيدايش انسان ، و غرض از خلقت انسان ، پيدايش روح ، و غرض از آفرينش ارواح عاقل ، پيدايش جانشين خداوند در زمين است « انى جاعل فى الأرض خليفة » . « 1 »\r\nپيامبر صلى الله عليه و آله بايد از خداوند تعلم گيرد و به بندگان بدهد و آن‌ها را هدايت نمايد ، پيامبر ميان دو جهان واسطه مىباشد ، گوشش به طرفى و زبانش به طرفى است ، و اين حال همهء سفراء الهى و شفيعان روز قيامت ، مىباشد ، قلب پيامبر دو درب باز دارد ، درى به عالم ملكوت كه همان عالم لوح محفوظ و عالم فرشتگان علمى و عملى است و درى به سوى قواى مدركهء خويش تا مطالب محسوسهء خود را مطالعه كند و بر حوادث مهمهء عالم خلقت ، آگاه گردد . و اين پيامبر بايد مردم را به عبادات و طاعات شرع خويش ملزم كند ، و از عالم حيوانيت به عالم فرشتگى برساند ، پيامبران سالاران قافله‌هاى انسانيتند . » « 2 »\r\nبه طورى كه ملاحظه مىكنيد مرحوم ملاصدرا امامت و خلافت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سوره بقره ، آيه 30 « من در زمين جانشينى قرار مىدهم »\r\n( 2 ) - مظاهر الالهيّة تاليف صدر المتالهين شيرازى متوفى 1050 هجرى\r\n","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nظاهريه را يكى از شئون خلافت باطنى گرفته و پيامبر صلى الله عليه و آله و امامان را يكى از مهره‌هاى علل ايجاد عالم محسوب داشته است كه اصطلاحا ولايت تكوينى ناميده مىشود . رياست ظاهرى اين بزرگان تجلى قسمتى از آن رياست و دخالت باطنى آن‌هاست .\r\nبسيارى از محققين بزرگ همين روش را در تعريف امامت و حكومت اصيل اسلامى پيموده‌اند و حكومت ظاهريه اصيل اسلامى را كه تنها در شخص پيامبر صلى الله عليه و آله و ائمه عليهم السلام است فرع همان خلافت باطنى و جانشينى اين انسان‌هاى كامل نسبت به خداوند محسوب داشته‌اند .\r\nدر اين زمينه نوشته‌اى عميق‌تر و عالمانه‌تر از نوشتهء استاد بزرگوارم مرجع اكبر اسلام اطال الله عمره نديدم . معظم له خلافت ظاهرى پيامبر و ائمه را از شؤون خلافت باطنى آنها دانسته و سلسلهء خلافت را از ظاهر عالم به باطن آن و تا به عالم به اصطلاح « واحديت » حق تعالى كه نوعى خلافت از مقام « احديت » است پيوند داده است . « 1 »\r\nمحقق لاهيجى در كتاب « گوهر مراد » ص 329 مىگويد : امامت رياست عامه مسلمين در امور دنيا و دين بر سبيل خليفگى و نيابت از پيامبر صلى الله عليه و آله مىباشد .\r\nنامبرده اضافه مىكند : تعريف مزبور مورد اتفاق ما و مخالفين ما مىباشد ، با اين كه امامانى كه مخالفين قبول دارند مورد تعريف مزبور نيستند ، چه كه رياست در امور دين متوقف بر معرفت امور دينى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مصباح الهدايه فى حقيقه الولاية - خطى . ( پس از انقلاب اسلامى اين كتاب نيز به چاپ رسيده است )\r\n","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nمىباشد . . . و خودشان حتى ادعاء ثبوت آن را در امامان خود ندارند .\r\nقوشچى - از علماء اهل تسنن ، شارح كتاب تجريد تاليف محقق طوسى ( ره ) مىگويد : امامت رياست عمومى در همهء امور دين و دنيا به عنوان جانشينى از پيامبر صلى الله عليه و آله مىباشد . « 1 » و به راستى متحيّرم كه با اين تعريف ، چگونه خلفاء ثلث و سپس خلفاء بنىاميه و بنىمروان و بنىعباس را خليفه مىدانند .\r\nمرحوم سيد اسماعيل طبرسى مىگويد : پيشوائى ملت عبارت است از رياست همه جانبهء الهى به عنوان جانشينى از پيامبر صلى الله عليه و آله در همهء امور دين و دنيا به طورى كه بر همهء مردم اطاعتش واجب باشد . « 2 »\r\n« منتسكيو » در كتاب معروفش « روح القوانين » مىگويد : حكومت وسيله ارتباط رعايا و طبقه حاكم است كه موجب ارتباط آن‌ها و اجراء قانون و حفظ آزادى سياسى و مدنى مىباشد .\r\nيكى از نويسندگان روانشناس معاصر مىگويد : رهبرى داشتن قدرت و نقش خلاق در :\r\n1 - سازمان بخشى به نيروهاى متفرق انسانى 2 - وحد اكثر استفاده از آن‌ها در نيل به هدف‌هاى فردى و اجتماعى است . تعيين هدف ( فردى يا اجتماعى ) ، شكل رهبرى را از نظر ديكتاتورى يا دموكراسى تعيين مىكند .\r\nيكى از فضلاء جامعه شناس معاصر مىگويد : امامت عبارت است از رسالت سنگين رهبرى ، و راندن جامعه و فرد از آنچه هست به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - شرح تجريد قوشچى ص 427\r\n( 2 ) - كفايه الموحدين\r\n","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nسوى آنچه بايد باشد ، به هر قيمت ممكن .\r\nمفسر و فيلسوف شهير استاد بزرگوار ما علامه طباطبايى مىگويد :\r\nعده‌اى امامت را « نبوت » و پيش بودن و مورد اطاعت بودن معنى كرده‌اند ، عده‌اى ديگر جانشينى يا وصايت و سفارش يا رياست در امور دين و دنيا . . . ولى هيچ يك از آن‌ها نيست !\r\n« نبوت » متحمل شدن اخبار الهى است و « رسالت » متحمل شدن تبليغ به ديگران ، . . . جانشينى و وصايت هم يك نوع نيابت است ، رياست هم نوعى اطاعت شدن يعنى منشاء فرمان بودن در اجتماع است و اينها همه غير از معناى « امامت » است .\r\nامامت اين است كه انسان مقتداى ديگران بوده و آن‌ها رفتار و گفتارشان را با او تطبيق دهند . روشن است كه اين معنى ندارد كه خداوند به يكى از پيامبران كه واجب الاطاعه است بگويد : تو را پيامبر قرار مىدهم يا تو را در آنچه تبليغ مىكنى واجب الاطاعه قرار مىدهم و يا رياستى مىدهم كه در دين امر و نهى كنى ، يا تو را وصى و خلافت در زمين مىدهم كه در منازعات مردم قضاوت كنى . . . « 1 »\r\n« در قرآن كريم هر كجا سخن از امامت به ميان آمده كلمهء هدايت و راهنمائى هم به عنوان شرح و تفسير به دنبال آن آمده است . خداوند در يكى از داستان‌هاى ابراهيم مىفرمايد : به او اسحق داديم و يعقوب هم زيادتى ، و همه را شايسته قرار داديم و امامانى نموديم كه با امر ما هدايت مىكنند » « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - و در آيه قرآن آمده است كه خداوند به ابراهيم مىفرمايد : تو را براى مردم امام قرار مىدهم . پس امامت هيچ يك از اين معانى نيست\r\n( 2 ) - انبياء آيه 73\r\n","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\nو مىفرمايد : و چون صبر نمودند و به آيات ما يقين دانستند از ايشان امامانى قرار داديم كه به امر ما هدايت مىكنند . « 1 »\r\nاجمالا بايد گفت : امام راهنمائى است كه با يك امر ملكوتى كه همراه دارد ديگران را هدايت مىكند . و بنابراين « امامت » در باطن و حقيقت ، يك نوع ولايت بر اعمال مردم است كه با امر الهى به مقصود مىرساند ، امامت تنها نشان دادن راه نيست ، اين كار پيامبر است و حتى هر مؤمنى هم با نصيحت و پند و اندرز مردم را به طرف خداوند رهنمائى مىكند . . . « 2 »\r\nبه طورى كه ملاحظه مىكنيد برخى از اين تفاسير ريشهء اساسى حكومت دينى را بيان مىكنند كه از يك منشاء تكوينى و ناموس آفرينش پيدا شده است : امام - حاكم اصيل - يك جانشينى الهى در زمين است و خلافت الهى دارد كه به موجب آن در سير و حوادث عالم دخالت دارد و حكومت ظاهرى امام يكى از تجليات مقام خلافه الهى اوست .\r\nولى سخن ما در اين نوشته در اين معنى از حكومت نيست كه خلافت الهى تكوينى و ولايت باطنى ناميده مىشود . در جاى خود آن گاه كه از فضائل پيشوايان اصيل ، امامان عليهم السلام بحث كنيم ولايت باطنى را مورد دقت بيشتر قرار خواهيم داد .\r\nاينك سخن در همين حكومت ظاهرى است كه در برابر سائر طرح‌ها و مكتب‌ها مطرح شده است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سجده آيه 24\r\n( 2 ) - تفسير الميزان ج 1 ص 274 - 275\r\n","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nاستاد بزرگوار اطال اللّه عمره « 1 » مىفرمايد : خلافت به حسب اصطلاح دو معنى دارد :\r\n1 - خلافت الهى تكوينى كه تنها در اولياء خالص خداوند چون پيامبران مرسل و ائمه اطهار عليهم السلام مىباشد . 2 - معناى اعتبارى قرار دادى چون نصب نمودن پيامبر اكرم صلى الله عليه و آله امير مومنان عليه السلام را به عنوان حاكم مسلمانان . و همين رياست ظاهرى قرار دادى است كه مورد اعتناء ائمه عليهم السلام نبوده و تنها به عنوان وسيله‌اى براى اجراء حق و عدل مىخواسته‌اند و على عليه السلام دربارهء آن مىگويد : به خدا سوگند كه اين كفش پاره پيش من بهتر از اين حكومت است . « 2 » و نيز مىفرمايد : سوگند به آنكه دانه را شكافته و انسان‌ها را آفريده اگر حضور مردم و تماميت حجت الهى بدين سبب نبود و اگر اين پيمان خدا از آگاهان نبود كه بر شكم پرورى ستمگر و ناتوانى ستم كش نبايد صحه بگذارند ، قطعا ريسمان خلافت را بر كوهان شترش رها مىكردم كه هر كجا مىخواهد برود و آخر كار را نيز همانند اولش و به همان ظرف اولش آب مىدادم و مىديديد كه اين دنياى شما پيش من از عطسهء بزى هم خوارتر است . « 3 » ولى مقام خلافت بزرگ الهى هيچ گاه نزد حضرت عليه السلام كوچك نبوده و امكان ترك و دور انداختن هم ندارد » . « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - منظور امام خمينى است كه در شرايط سالهاى اواخر دهه پنجاه نام بردن از ايشان در يك نوشته كاملا ممنوع و مشكل ساز بود ، و ساواك بارها به منزل نويسنده ريخته و اسناد و نوشتجات زيادى را بردند كه از جمله آنها نوشتجاتى بود كه به نوعى ارتباط با مرحوم امام داشت\r\n( 2 ) - نهج البلاغه ، خطبه 33\r\n( 3 ) - نهج البلاغه ، خطبه 3\r\n( 4 ) - كتاب البيع ج 2 ص 466\r\n","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\nو اين هم دو جمله كوتاه از على عليه السلام و زهرا عليها السلام دو مجاهد بزرگ بشريت :\r\n« امامت و پيشوائى نظام ملت است » « 1 »\r\n« امامت اجتماع پراكندگى هاست » « 2 »\r\nمناسب است كه در آخر اين مبحث به يك سؤال و جواب پرداخته شود :\r\nسؤال : چرا خداوند در قرآن كريم رسما و صريحا نام مبارك على عليه السلام و ائمه پس از او را نياورد تا هم اصل امامت عام و هم امامت خاصه و خصوص اين معصومين روشن شود ؟ مگر ولايت مهمترين قانون الهى نيست ؟ ! مگر خدا در آيه بلاغ « 3 » نفرمود : « اگر آنچه را نازل كرديم ابلاغ نكنى اساساً رسالت خود را انجام نداده‌اى » .\r\nپاسخ : اگر مشكل ديگرى نبود نام بردن از اين بزرگان بسيار خوب و بجا بود ! ليكن مشكل بزرگترى بوجود ميامد و آن اينكه منافقان كه دشمن اهلبيت بودند بعدا كه به قدرت رسيدند قرآن را تحريف مىكردند و آنگاه قرآن از سنديت مىافتاد . آنگاه نه تنها به هدف تصريح به امام خاصه نمىرسيديم بلكه به اساس اسلام نيز ضربه مىخورد .\r\nسؤال : مگر خود در قرآن نفرموده است كه : « انّا نحن نزّلنا الذّكر و انّا له لحافظون » ما قرآن را نازل كرده و خود حافظ آن هستيم ! !\r\nجواب : حفاظت قرآن به وسيله همين برنامه‌ريزيها است . نه اينكه همواره معجزه‌اى بشود و فى المثل كسى كه بخواهد تحريف كند كور و شل شود !\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - نهج البلاغه ، حكمت 244\r\n( 2 ) - از خطبه حضرت زهرا ( ع ) كه در همهء كتب مربوطه از جمله : كشف السنه ، ج 2 ، ص 110 ، ط نجف ذكر شده است\r\n( 3 ) - سورهء مائده ، آيهء 67\r\n","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\nو راستى چقدر مظلوميت است كه با وجود اينكه اساس اسلام با كمك على عليه السلام انجام شده است ليكن خداوند به رعايت حفظ قرآن و اسلام از نامبردن صريح اين اولين مظلوم اسلام خوددارى كند .\r\nدر روايات ما هم وارد شده كه خداوند براى حفظ آيات مربوط به ولايت ، آنها را در لابلاى آيات قرآن به طور متفرق قرارداد كه اگر يك جا به صورت يك صورت مستقلى نازل مىكرد منافقان آن را از بين برده حذف مىكردند چنان كه بعدا بسيارى احكام خدا را تغيير دادند كه ائمه هم نتوانستند همه را روشن كنند و فقط شيعه بود كه توانست از راهنمايىهاى ائمه استفاده كند . به كتاب ارزشمند « النص و الاجتهاد » تاليف مرحوم شرف الدّين رجوع فرماييد تا معلوم شود كه چقدر احكام را تغيير دادند .\r\n\r\n\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160}
  ]