[
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\nيا أيها الذين آمنوا كتب عليكم الصيام كما كتب على الذين من قبلكم لعلكم تتقون\r\nمؤسسهء فرهنگى مطالعاتى الزهراء عليها السلام\r\n\r\n","description":"","footnote":"","page_name":" شناسنامه 1 ","page_number":1},
  {"content":"\r\n\r\nمجموعه آثار حضرت آية الله العظمى مظاهرى مدظله\r\nسرشناسه : مظاهرى ، حسين ، 1312 -\r\nعنون و نام پديدآور : روزه ، سلوك پرهيزكاران / مرجع عاليقدر مظاهرى .\r\nمشخصات نشر : قم : مؤسسه فرهنگى مطالعاتى الزهراء عليها السلام ، 1387 ه‍ ش .\r\nمشخصات ظاهرى : 192 ص . 24000 ريال\r\nفروست : مجموعه آثار حضرت آيت الله العظمى\r\nمظاهرى مدظله : 14 . اخلاق ؛ 6 )\r\nشابك : 5 - 13 - 2985 - 964 - 978\r\nوضعيت فهرست نويسى : فيپا .\r\nموضوع : روزه\r\nموضوع : رمضان\r\nموضوع : فتواهاى شيعه - قرن 14\r\nرده بندى كنگره : 1387 م 64 ر / 9 / 188 bp\r\nرده بندى ديويى : 354 / 297\r\nشماره كتابشناسى ملى : 1271140\r\nمؤسسه فرهنگى مطالعاتى الزهراء عليها السلام\r\nروزه ، سلوك پرهيزكاران\r\nمجموعه آثار - 14 / اخلاق - 6\r\nمرجع عاليقدر\r\nحضرت آيت الله العظمى مظاهرى\r\n\" مدظله العالى \"\r\nناشر : مؤسسهء فرهنگى مطالعاتى\r\nالزهراء عليها السلام\r\nنوبت چاپ : سوم / 1388\r\nچاپ : هشت بهشت\r\nشمارگان : 3000 نسخه\r\nقيمت : 24000 ريال\r\nشابك : 5 - 13 - 2985 - 964 - 978\r\nح تمام حقوق براى \" مؤسسهء فرهنگى\r\nمطالعاتى الزهراء عليها السلام \" محفوظ است .\r\nمركز توزيع :\r\nمؤسسه فرهنگى مطالعاتى الزهراء عليه السلام - دفتر اصفهان\r\nتلفن و دورنگار : 4463671 - 0311\r\nآدرس اينترنتى : www . al - zahra . ir\r\n\r\n","description":"","footnote":"","page_name":" شناسنامه 2 ","page_number":2},
  {"content":"\r\n\r\nروزه\r\nسلوك پرهيزكاران\r\nآية الله العظمى مظاهرى مدظله\r\n\r\n","description":"","footnote":"","page_name":" شناسنامه 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" شناسنامه 4 ","page_number":4},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" فهرست 1 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" فهرست 2 ","page_number":6},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" فهرست 3 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" فهرست 4 ","page_number":8},
  {"content":"\r\n\r\n\r\nسخن ناشر\r\nروزه يكى از مهم‌ترين اعمال عبادى مسلمانان و يكى از واجبات دين مبين اسلام به شمار مىرود .\r\n يَا أيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِن قَبلِكُم لَعَلَّكُم تَتَّقُونَ  « 1 » اى كسانى كه ايمان آورده‌ايد ، روزه بر شما نوشته و مقرّر شده است ، همان‌گونه كه بر كسانى كه پيش از شما بودند ، مقرّر شد ؛ شايد پرهيزكارىكنيد .\r\nهمانطور كه هر عمل عبادى نتايجى در بر دارد ، روزه نيز داراى فوائد فراوانى است كه با توجه به آيهء شريفهء فوق ، مهم‌ترين آن فوائد ، نائل شدن روزه‌دار به مقام تقوا و پرهيزكارى مىباشد . اما روزه‌اى مىتواند موجب نيل انسان به اين مقام شود كه علاوه بر صحّت فقهى ، از حقيقت و كمال معنوىبرخوردار بوده و داراى صحّت اخلاقى نيز باشد .\r\nمجموعهء حاضر كه در سه فصل تنظيم شده است ، به تبيين شرايط و لوازم صحّت و كمال روزه در دو بُعد اخلاقى و فقهى مىپردازد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بقره / 183 .\r\n","page_name":" 1 ","page_number":9},
  {"content":"\r\n\r\nفصل اوّل كتاب شامل گزيدهء بيانات اخلاقى مرجع عاليقدر حضرت آية الله العظمىمظاهرى مدّظلّه‌العالى » پيرامون اهميّت و اسرار روزه و فضائل ماه مبارك رمضان و شب‌هاى قدر مىباشد .\r\nدر فصل دوّم ، احكام روزه - كه عيناً از چاپ دهم رسالهء « توضيح المسائل » معظّم‌له استخراج گرديده است - بيان گرديده است .\r\nفصل سوّم نيز سؤالات شرعىو استفتائات مربوط به روزه و پاسخ‌هاىحضرت آية الله العظمىمظاهرى مدّظلّه‌العالى » را در بر مىگيرد .\r\nاميد آنكه ارائهء اين كتاب ، رضايت حضرت احديّت « جل‌ّوعلا » را فراهم آورده و براىسير و سلوك پرهيزكاران مفيد و مؤثّر واقع شود .\r\nدر خاتمه از كليّهء عزيزانى كه در تنظيم و آماده‌سازى اين كتاب ايفاى نقش نموده‌اند ، خصوصاً از جناب حجت الاسلام آقاى رضا قاسمى كه در تحقيق و تنظيم اين اثر ، نقش آفرينىكرده‌اند ، تقدير و تشكّر مىگردد .\r\n« انّه ولىّ الهداية و التّوفيق »\r\nمؤسّسه فرهنگى مطالعاتى الزّهراء ( س )\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":10},
  {"content":"\r\n\r\n\r\nفصل اوّل : گفتارهاى اخلاقى\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":11},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":12},
  {"content":"\r\n\r\n\r\nگفتار اوّل : اهميّت ماه مبارك رمضان\r\nدر روايتى از پيامبر اكرم ( ص ) وارد شده است كه :\r\nإِنَّ لِرَبِّكُمْ فِي أَيَّامِ دَهْرِكُمْ نَفَحَاتٍ أَلَا فَتَعَرَّضُوا لَهَا « 1 »\r\nخداوند متعال گاهى فرصت‌هايى را - و به تعبير روايت نسيم‌هايى را - در زندگى انسان قرار مىدهد كه انسان بايستى خود را در معرض اين نسيم‌ها قرار دهد و الّا خسارتى مىبيند كه به آسانى قابل جبران نيست .\r\nيكى از اين فرصت‌هاى مبارك ، روزها و شب‌هاى ماه مبارك رمضان است . اين فرصت به اندازه‌اى مقدّس و با بركت است كه پيامبر اكرم ( ص ) در مورد آن فرمودند :\r\nمردم ، ماه خدا با بركت و رحمت و آمرزش به شما رو كرده است ، ماهى است كه پيش خدا بهترين ماه است و روزهايش بهترين روزها و شب‌هايش بهترين شب‌ها و ساعاتش بهترين ساعات . آن ماهى است كه در آن دعوت شديد به ميهمانى خدا و اهل كرامت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بحار الأنوار ، ج 68 ، ص 221 .\r\n","page_name":" 5 ","page_number":13},
  {"content":"\r\n\r\nخداييد در آن . نفس‌هاى شما در آن تسبيح است و خواب شما در آن عبادت است . كردارتان در آن پذيرفته و دعايتان مستجاب . از خدا بخواهيد با نيات درست و دل‌هاى پاك كه شما را براى روزه در آن و خواندن قرآن موفق دارد . بدبخت آنكه از آمرزش خدا در اين ماه محروم گردد . به گرسنگى و تشنگى خود در آن گرسنگى و تشنگى روز قيامت را ياد كنيد و بر فقراء و مساكين خود صدقه دهيد و بزرگان خود را احترام كنيد و خردان را ترحم كنيد و صلهء رحم كنيد و زبان‌ها نگه داريد و از آنچه خدا ديدنش را حلال نكرده ، چشم بپوشيد و آنچه را از شنيدنش حلال نكرده ، گوش ببنديد و بر يتيمان مردم مهر ورزيد تا بر يتيمان شما مهر ورزند و به خدا از گناهان خود توبه كنيد و در وقت نماز دست به دعا برداريد كه بهترين ساعت‌ها است . خدا در آن نظر لطف به بندگان خود دارد ، به مناجات آنها پاسخ دهد و فرياد آنها را لبيك گويد و درخواست آنها را بدهد و دعاى آنها را مستجاب كند .\r\nمردم ، نفس شما گروىكردار شما است ، آن را به استغفار رها كنيد . دوش شما از گناهان شما بار سنگينى دارد ، به طول سجود آن را سبك كنيد و بدانيد كه خداى تعالى به عزّت خود قسم خورده كه نمازخوانان و ساجدان را عذاب نكند و آنها را روز قيامت به هراس دوزخ نيندازد .\r\nمردم ، هر كدام از شما يك روزه‌دار را افطار دهد ، در اين ماه نزد خدا ثواب آزاد كردن بنده‌اى دارد و گناهان گذشته‌اش آمرزيده\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":14},
  {"content":"\r\n\r\nگردد .\r\n. . . . مردم ، هر كه در اين ماه خوش‌خلقى كند ، جواز صراط او باشد در روزى كه همهء قدم‌ها بلغزد . هر كه در آن تخفيف دهد بر مملوكان خود ، خدا حسابش را تخفيف دهد و هر كه شر خود را باز دارد ، خدا خشم خود را از او باز دارد روزى كه ملاقاتش كند و هر كه در آن يتيمى را گرامى دارد ، خدا روز ملاقاتش او را گرامى دارد و هر كه در آن صلهء رحم كند ، روز ملاقات با او صله نمايد به رحمت خود و هر كه قطع رحم كند ، خدا در روز ملاقاتش رحمت خود از او ببرد . هر كه نماز مستحبى بخواند ، خدا برات آزادى از آتش برايش بنويسد و هر كه در آن واجبى ادا كند ، ثواب كسى دارد كه هفتاد واجب در ماه‌هاى ديگر ادا كند و هر كه در آن بر من بسيار صلوات فرستد ، خدا ، روزى كه ميزان‌ها سبك است ، ميزانش را سنگين كند . هر كه يك آيهء قرآن در آن بخواند ، چون كسى باشد كه در ماه‌هاى ديگر يك ختم قرآن بخواند .\r\nمردم ، درهاى بهشت در اين ماه گشوده . از خدا بخواهيد كه آنها را نبندد به روى شما . درهاى دوزخ در اين ماه بسته است ، از پروردگار خود بخواهيد كه به روى شما آنها را نگشايد . شياطين در آن به بندند ، از پروردگار خود بخواهيد كه ديگر آنها را بر شما مسلّط نكند . « 1 » در روايت ديگرى از پيامبر اكرم ( ص ) مىخوانيم :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الأمالى ( للصدوق ) ، ص 93 .\r\n","page_name":" 7 ","page_number":15},
  {"content":"\r\n\r\nمَنْ ذَكَرَنِي فَلَمْ يُصَلِّ عَلَيَّ فَقَدْ شَقِيَ وَ مَنْ أَدْرَكَ رَمَضَانَ فَلَمْ تُصِبْهُ الرَّحْمَةُ فَقَدْ شَقِيَ وَ مَنْ أَدْرَكَ أَبَوَاهُ أَوْ أَحَدَهُمَا فَلَمْ يَبَرَّ فَقَدْ شَقِي « 1 »\r\nشقى است كسى كه نام مرا ببرد و بر من درود نفرستد . شقى است كسى كه ماه مبارك رمضان را درك كند و مشمول رحمت قرار نگيرد . شقى است كسى كه والدين خود يا يكى از آنان را درك كند ، امّا به آنان احسان نكند .\r\nو حقيقتاً چنين است . در اين ماه بندگان ميهمان خداوند متعال‌اند . معناى اين ميهمانى اين نيست كه خداوند شكم بندگان را سير مىكند ؛ معنايش اين است كه بندگان مىتوانند در اين ماه مبارك رشد معنوى پيدا كنند و روزه ، دعا ، راز و نياز با خداوند و ساير عبادات در اين ماه ، موجب رشد معنوى شده و روز به روز آنان را به سازندگى روح ، ريشه‌كن كردن صفات رذيله و غرس درخت فضائل به جاى آن ، نزديك سازد . غنيمت شمردن اين فرصت مبارك ، انسان را به مقام قرب الهى مىرساند . فرصت كم‌نظير شب‌هاى قدر ، براى پيشرفت سير و سلوك ، بسيار مفيد است . بندگان مىتوانند با استفاده از اين ماه مبارك ، بر نفس امّاره مسلط شوند و به جاى اينكه خادم نفس اماره باشند ، آن را تابع خود كنند . در اين صورت ، دنيا و آخرت آنان تأمين خواهد شد .\r\nاما توجّه به اين نكته ضرورى است كه براى رسيدن به اين مقامات ، صرف اجتناب از مبطلات فقهى ، كافى نيست . آنچه در رساله‌هاى عمليّهء مراجع معظّم تقليد آمده ، شرايط صحت روزه است و روزهء صحيح با روزهء مقبول فاصلهء زيادى دارد . روزهء صحيح آن است كه قضا و كفاره را ساقط مىكند ، اما روزهء مقبول ، علاوه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . جامع الأخبار ، ص 59 .\r\n","page_name":" 8 ","page_number":16},
  {"content":"\r\n\r\nبر شرايط صحت روزه ، به امور ديگرى نيز نيازمند است . از جمله اينكه تمامى اعضاء و جوارح انسان بايد روزه باشند . چشم او به نامحرم نگاه نكند ، گوش او شنوندهء غنا و غيبت نباشد ، زبان او گويندهء غيبت و تهمت نباشد . روزه‌اى كه با اين امور همراه است ، اگر چه قضا و كفاره ندارد ، امّا روزه‌اى نيست كه پروردگار عالم آن را بپذيرد ، روزه‌اى نيست كه وقتى روزه‌دار هنگام افطار مىگويد : « اللهم لك صمت » ، ملائكه گفتهء او را تصديق كنند .\r\nعلاوه بر اين ، انسان آرام آرام بايد به جايى برسد كه دل او نيز روزه باشد ؛ يعنى غير خدا را وارد آن نكند و تمام توجه انسان به ذات بارىتعالى باشد .\r\nو بهشت براى چنين روزه‌اى كم است ؛ پاداش اين روزه ذات خداوند متعال است و چه سعادتى بالاتر از اين كه چنين پاداشى نتيجهء عمل انسان باشد . و در تمام عالم وجود ، تنها قلب انسان مؤمن است كه ظرفيت چنين پاداشى را دارد . در حديثى قدسى چنين آمده :\r\nلا يَسَعُنِي أرضِي وَ لا سَمَائِي وَ لكِن يَسَعُنى قَلبُ عَبدِي المُؤمِنِ « 1 »\r\nزمين و آسمان وسعت مرا ندارند . تنها قلب بندهء مؤمنم است كه مىتواند مرا در خود جاى دهد .\r\nو معناى ميهمانى خداوند تبارك و تعالى همين است . انسان نبايد در اين ميهمانى به كمتر از اين راضى شود و گرنه باخته است .\r\nاگر كسى توجه كند كه ارزش و قدر او تا چه اندازه است و به كجاها مىتواند برسد ، از فرصت‌هايى نظير ماه مبارك رمضان ، نهايت استفاده را خواهد برد . ديگر به روزه‌اى كه در رساله‌ها شرايطش را نوشته‌اند ، اكتفا نخواهد كرد ، بلكه تمام وجود\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . عوالى اللآلى ، ج 4 ، ص 7 .\r\n","page_name":" 9 ","page_number":17},
  {"content":"\r\n\r\nاو روزه‌دار خواهد بود . و چنين روزه‌اى است كه انسان را به كمال حقيقى خويش نزديك مىسازد . مهم آن است كه در اين ماه مبارك و به تدريج در ماه‌هاى ديگر ، عالم را محضر خدا ببيند و در محضر خدا ادب حضور را رعايت كند . در اين صورت است كه در همين دنيا ، مصداق آيهء شريفه  وُجُوهٌ يَوْمَئِذٍ ناضِرَةٌ إِلى رَبِّها ناظِرَة  « 1 » خواهد شد .\r\nخلاصهء مطلب تا اينجا آنكه اولًا ، همه بايد از اينكه لياقت حضور در اين ميهمانى را به دست آورده‌اند ، بسيار خوشحال باشند .\r\nثانياً مؤمنين بايد تلاش كنند كه در اين ماه بيش از پيش اهل توجه باشند . خداىناكرده ، آن طور نشود كه اين ماه بر كسى بگذرد و قدمى به جلو نرفته باشد . البته اين توجه در تمامى روزهاى سال لازم است .\r\nامام صادق ( ع ) در روايتى مى فرمايند :\r\nمَنِ اسْتَوَى يَوْمَاهُ فَهُوَ مَغْبُونٌ وَ مَنْ كَانَ آخِرُ يَوْمَيْهِ خَيْرَهُمَا فَهُوَ مَغْبُوطٌ وَ مَنْ كَانَ آخِرُ يَوْمَيْهِ شَرَّهُمَا فَهُوَ مَلْعُونٌ وَ مَنْ لَمْ يَرَ الزِّيَادَةَ فِىنَفْسِهِ فَهُوَ إِلَى النُّقْصَانِ وَ مَنْ كَانَ إِلَى النُّقْصَانِ فَالْمَوْتُ خَيْرٌ لَهُ مِنَ الْحَيَاةِ « 2 »\r\nهر كس دو روزش با يكديگر برابر باشد ، مغبون است . هر كس روز دومش نيكوتر از روز اول باشد ، مورد غبطهء ديگران است . هر كس دومين روزش بدتر باشد ، ملعون است . هر كس در خود افزايشى نبيند ، در حال كاهش است و هر كس رو به كاهش باشد ، مرگ براى او بهتر از زندگى است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . قيامة / 22 و 23 .\r\n( 2 ) . وسائل الشيعة ، ج 16 ، ص 94 .\r\n","page_name":" 10 ","page_number":18},
  {"content":"\r\n\r\nو ثالثاً روزه‌دار بايد علاوه بر اجراى دستورات فقهى ، به آنچه علماى علم اخلاق فرموده‌اند ، نيز عمل نمايد تا روزهء او مورد قبول خداوند متعال قرار گيرد . مهم‌ترين شرط قبول روزه و بهترين عمل در اين ماه ، اجتناب از گناه است .\r\nأَفْضَلُ الْأَعْمَالِ فِي هَذَا الشَّهْرِ الْوَرَعُ عَنْ مَحَارِمِ اللَّهِ عَزَّ وَ جَلَّ « 1 »\r\nبهترين عمل در اين ماه اجتناب از محارم الهىاست .\r\nهمچنين رسول اكرم ( ص ) وقتىدر خصوص فضيلت ماه مبارك رمضان سخن به ميان مىآورند ، متذكّر اين مطلب مىشوند كه تا جايىخواب و ديگر اعمال روزه‌دار عبادت به حساب مىآيد كه گناه نكرده باشد :\r\nالصَّائِم فِي عِبَادَة الله وَ إن كَانَ نَائِماً عَلَى فِرَاشه ، مَا لَم يَغتَب مُسلِماً « 2 »\r\nروزه‌دار در حال عبادت خداوند است ، اگر چه در بستر خويش خوابيده باشد ، مادامىكه از مسلمانىغيبت نكند .\r\nبنابراين ، يكىاز شروط قبولىروزه ، حفظ حقوق اجتماعىساير مسلمانان است و اينكه در روايات آمده تمام اعمال و حركات روزه‌داران حتىخواب در اين ماه به حكم عبادت پروردگار است در صورتىخواهد بود كه وىاز غيبت ، تهمت ، دروغ و شايعه‌پراكنىو ديگر محرمات اجتناب ورزيده باشد .\r\nنكتهء چهارم ، لزوم اهتمام به دعا و راز و نياز با خداوند متعال در اين ماه شريف است . بزرگان دين نام دعا را « كلام صاعد » گذاشته‌اند ، در مقابل قرآن كه « كلام نازل » است ؛ يعنى دعا كلامى است كه از طرف بنده به محضر ربوبى حضرت حق بالا مىرود و چه افتخارى بالاتر از اين كه بنده بتواند هم‌كلام خداى خويش شود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الأمالى ( للصدوق ) ، ص 95 .\r\n( 2 ) . الكافي ، ج 4 ، ص 64 .\r\n","page_name":" 11 ","page_number":19},
  {"content":"\r\n\r\nاهميّت دادن به قرائت قرآن هم در اين ماه مبارك ضرورى است . بسيارى از بزرگان در اين ماه ، هر سه روز يك دور قرآن را ختم مىكرده‌اند . برخى تصور مىكنندكه اين گونه انس با قرآن داشتن سخت است ، ولى بايد بدانند كه براى عاشق ساعت‌ها مكالمه با معشوق ، يك لحظه مىنمايد .\r\nو نكتهء آخر ، ارتباط با مسجد و روحانيت است كه متأسفانه در جامعهء امروز ، بسيار كم‌رنگ شده است . از بزرگ‌ترين بلاهاست كه لذت و حلاوت ارتباط با منبر و محراب از مردم گرفته شده است .\r\nپيامبر اكرم ( ص ) مىفرمايند :\r\nسَيَأْتِي زَمَانٌ عَلَى أُمَّتِي يَفِرُّونَ مِنَ الْعُلَمَاءِ كَمَا يَفِرُّ الْغَنَمُ عَنِ الذِّئْبِ ابْتَلَاهُمُ اللَّهُ تَعَالَى بِثَلَاثَةِ أَشْيَاءَ الْأَوَّلُ يَرْفَعُ الْبَرَكَةَ مِنْ أَمْوَالِهِمْ وَ الثَّانِي سَلَّطَ اللَّهُ عَلَيْهِمْ سُلْطَاناً جَائِراً وَ الثَّالِثُ يَخْرُجُونَ مِنَ الدُّنْيَا بِلَا إِيمَانٍ « 1 »\r\nروزگارى بر امّت من خواهد آمد كه از علماء ، آن گونه كه گوسفندان از گرگ فرار مىكنند ، مىگريزند . وقتى چنين شد ، خداوند متعال ، آنان را به سه بلا گرفتار مىسازد : اول آنكه بركت را از اموالشان مىگيرد . دوم ، افرادى ستمكار بر آنان مسلط مىكند و سوم آنكه از دنيا بدون ايمان خارج مىشوند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . جامع الأخبار ، ص 130 .\r\n","page_name":" 12 ","page_number":20},
  {"content":"\r\n\r\n\r\nگفتار دوّم : روزه\r\nاز جمله پايه‌هاىاساسىدين مبين اسلام روزه است و بعد از نماز ، مهم‌ترين دستور عبادىدر اين دين مقدس محسوب مىشود . روزه ، هم از نظر فردىو تهذيب نفس و هم از نظر اجتماعىو جامعه‌سازى داراى آثار مادىو معنوىبسيار مهمىاست .\r\n« صوم » در لغت به معناىخوددارىاست و در اصطلاح شرعىآن است كه مسلمانان در ماه مبارك رمضان از اول اذان صبح تا مغرب ، از خوردن ، آشاميدن و انجام دادن كارهاىديگرىكه شرع مقدس تعيين كرده است ، اجتناب ورزند .\r\nروزه در ميان اديان مختلف جهان به صورت‌هاىگوناگون وجود دارد . در اسلام نيز بر عموم مكلفان ، در صورت نداشتن عذرى واجب است كه يك ماه از سال را روزه بگيرند . اگر كسىبه دليل داشتن عذر شرعىنتواند در ماه رمضان روزه بگيرد ، فقط قضاىآن روزه‌ها بر او واجب مىشود . اما اگر شخصىاز روىعمد حتىيك روز از ماه مبارك رمضان را روزه نگيرد ، علاوه بر قضا ، كفاره نيز بر او\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":21},
  {"content":"\r\n\r\nواجب مىشود . مجازات روزه نگرفتن در اسلام خيلىسنگين است و از اين مجازات معلوم مىشود كه روزه در مكتب اسلام از اهميّت زيادىبرخوردار است .\r\nدر حديث معراج آمده است كه پيامبراكرم ( ص ) از خداوند متعال سؤال كرد : اىپروردگار من ، ميراث روزه چيست ؟\r\nخداوند فرمود : روزه حكمت را به ارث مىگذارد و حكمت ، معرفت را و معرفت ، يقين را ؛ پس چون بنده به يقين نائل شود ، سختىو آسايش زندگىبراى او تفاوتىندارد « 1 » .\r\n\r\nاهميّت روزه\r\nدر اهميّت روزه همين بس كه خداوندمتعال در حديث قدسىفرموده است :\r\nالصَّومُ لِي وَ انَا اجزَى بِهِ « 2 »\r\nروزه براىمن است و من خود پاداش آن هستم .\r\nمعمولًا اين روايت را اين طور معنا مىكنند كه خداوند متعال فرمود : روزه ، از آنِ من است و خودم پاداش آن را مى دهم ؛ يعنى فعل « اجزى » را به صيغهء معلوم خوانده و فاعل آن را خداوند مىدانند . اما برخى بزرگان آن را به صيغهء مجهول « اجزى » مىخوانند و اين طور معنا مىكنند كه روزه از آنِ من است و خودم پاداش آن هستم .\r\nچنين پاداشىارزش مادىندارد ، بلكه نويدبخش لقاىپروردگار است و اين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مستدرك الوسائل ، ج 7 ، ص 500 .\r\n( 2 ) . من لا يحضره الفقيه ، ج 2 ، ص 75 ؛ تهذيب الاحكام ، ج 4 ، ص 152 . مرحوم شيخ كلينى نيز در كافى ، ج 4 ، ص 63 اين روايت را با اين متن نقل كرده است : « الصوم لىو انا أجزى عليه » .\r\n","page_name":" 14 ","page_number":22},
  {"content":"\r\n\r\nپاداش مخصوص روزه‌دار است . اين تعبير فقط دربارهء روزه ذكر شده است و دربارهء عبادت‌هاىديگر چنين بيانىوارد نشده است .\r\nيكىاز نكاتىكه در توضيح اين حديث قدسىمىتوان ذكر كرد ، اين است كه هيچ كدام از مشركان و بت‌پرستان براىتقرّب به بت‌ها روزه نمىگرفتند . آنان براىبت‌ها نماز مىخواندند و قربانىنيز مىكردند ، اما هيچ‌گاه براىآنان روزه نمىگرفتند . روزه يك فرمان الهىاست و هيچ ملتىآن را جز براىپروردگار متعال ، براىهيچ معبودىانجام نداده است . بنابراين خداوند فرمود :\r\nالصَّومُ لِي وَ انَا اجزى بِهِ ابوحمزه مىگويد : از امام صادق ( ع ) شنيدم كه فرمود : هر كس از شما روزه بگيرد ، در عالم غيب ، در باغ‌هاىبهشت از نعمت‌ها و لذت‌ها بهره‌مند مىشود ، در آنها سير مىكند و ملائكه تا هنگام افطار براىاو دعا مىكنند . « 1 » خداوند تبارك و تعالىدر اهميّت روزه فرموده است :\r\nكُلُّ عَمَلِ ابنِ آدَمَ هُوَ لَهُ إِلَّا الصّيِامَ ، فَهُوَ لِي وَ انَا أجزى بِهِ « 2 » هر عمل فرزند آدم از آنِ اوست ، به‌جز روزه كه از آنِ من است و من پاداش آن هستم .\r\nحضرت رسول اكرم ( ص ) در اهميّت روزه مىفرمايند :\r\nالصَّومُ جُنَّةٌ مِنَ النَّارِ « 3 »\r\nروزه سپرىدر مقابل آتش است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . وسائل الشيعة ، ج 10 ، ص 406 .\r\n( 2 ) . همان ، ص 403 .\r\n( 3 ) . الكافي ، ج 4 ، ص 62 .\r\n","page_name":" 15 ","page_number":23},
  {"content":"\r\n\r\n\r\nمراتب روزه\r\nروزه از نظر فقهاىاسلام و علماىاخلاق داراىمراتب مختلفىاست . مرتبهء نخست آن ، روزهء فقهىاست و آن روزه‌اىاست كه مطابق دستورهاى فقهى گرفته شود ؛ بدين معنا كه روزه‌دار قبل از اذان صبح نيت روزه كند و تا مغرب از مبطلات روزه پرهيز نمايد . از نظر فقهاىاسلام ، چنين روزه‌اىصحيح است و مسقط قضا و كفاره . اين روزه انسان را از سقوط و گمراهىنجات مىدهد ، ولىلزوماً موجب تقرّب انسان به درگاه الهىنمىشود . علماىاخلاق به چنين روزه‌اى ، « روزهء عامّه » مىگويند ، زيرا عموم مردم بدين صورت روزه مىگيرند .\r\nمرتبهء دوم ، « روزهء خواص » است . در اين مرتبه روزه‌دار علاوه بر اينكه از مبطلات روزه پرهيز مىكند ، از گناهان كبيره و صغيره نيز اجتناب مىورزد ؛ به عبارت ديگر ، چشم ، گوش ، زبان و اعضاىبدن او هم روزه هستند .\r\nروزه‌دار چشم خود را از آنچه نهىشده است ، حفظ مىكند ؛ گوش خود را از شنيدن هر چيزىكه شايستهء شنيدن نيست ، نگاه مىدارد ؛ زيرا شنونده در معصيت دروغ و غيبت و غير آن ، با گوينده شريك است . همچنين ، زبان خود را از بيهوده‌گويىباز مىدارد ، يا خاموش مىنشيند يا به خواندن ذكرها و تلاوت قرآن كريم مشغول مىشود و سخنىكه مورد رضايت خداوند نيست ، بر زبان نمىآورد . خلاصه آنكه ، دست ، پا و همهء اعضا و جوارح او از كارهاىناشايست پرهيز مىكنند . چنين روزه‌اىبه افراد خاصّىاز انسان‌ها اختصاص دارد و به آن « روزهء اخلاقى » نيز مىگويند .\r\nمحمد بن مسلم از امام صادق ( ع ) روايت كرده كه حضرت فرمودند :\r\nإِذَا صُمتَ فَليَصُم سَمعُكَ وَ بَصَرُكَ وَ شَعرُكَ وَ جِلدُكَ - وَ عَدَّدَ أشياءَ\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":24},
  {"content":"\r\n\r\nغَيرَ هَذَا - وَ قَالَ : لَا يَكُونُ يَومُ صَومِكَ كَيَومِ فِطرِكَ « 1 »\r\nچون روزه گرفتى ، پس بايد گوش ، چشم ، مو و پوست تو نيز روزه‌دار باشند و اعضا و جوارح ديگر نيز همين‌طور . نبايد روزىكه روزه‌دارىبا روزىكه روزه نيستى ، يكسان باشد .\r\nامام باقر ( ع ) فرمودند : روزىرسول خدا ( ص ) زنىروزه‌دار را ديد كه به كنيز خود دشنام مىداد . پس رسول خدا ( ص ) فرمودند كه طعام بياورند و سپس به آن زن فرمودند : طعام بخور ! آن زن گفت : اىرسول خدا چگونه طعام بخورم در حالىكه روزه‌دار هستم ؟ ! حضرت رسول ( ص ) فرمودند : آيا روزه‌دارىو به كنيز خود دشنام مىدهى ؟ روزه تنها خوددارىاز خوراك و نوشيدن نيست . به درستىكه خداوند روزه را حجابىدر برابر كارهاىزشت و گفتارهاىناروا قرار داده است ، زيرا اين‌گونه كارها نيز روزه را باطل مىكنند . چه اندك‌اند روزه‌داران و چه بسيارند گرسنگان ! « 2 » از نظر علماىاخلاق ، اگر روزه‌دارىدروغ بگويد يا غيبت كند و به عيب‌جويىاز مسلمانان بپردازد ، روزهء او صحيح نيست و نمىتواند هنگام افطار به خداوند متعال عرض كند : « اللهم لك صمت و على رزقك أفطرت » . چنين روزه‌اىاز نظر اخلاقى پذيرفتنى نيست ، هر چند ممكن است از نظر فقهىصحيح باشد و قضا و كفاره هم نداشته باشد .\r\nدر روايتىآمده است كه در روزىاز ماه شعبان ، پيامبراكرم ( ص ) به اصحاب فرمودند : امروز روزه بگيريد و هنگام افطار نزد من آييد ، آنگاه روزهء خود را بگشاييد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الكافي ، ج 4 ، ص 87 .\r\n( 2 ) . بحار الأنوار ، ج 93 ، ص 293 .\r\n","page_name":" 17 ","page_number":25},
  {"content":"\r\n\r\nبه هنگام افطار ، پيرمردىخدمت رسول اكرم ( ص ) رسيد و عرض كرد : اىرسول خدا ! من و دو دخترم روزه‌دار هستيم ، اجازه مىدهيد تا افطار كنيم ؟\r\nحضرت فرمودند : تو روزه هستى ، اما دختران تو روزه نيستند . به خانه برو و به آنها بگو كه روزهء آنان قبول نيست .\r\nپيرمرد با تعجب به خانه برگشت و به دخترانش گفت : رسول خدا ( ص ) مىفرمايند كه روزهء شما قبول نيست . در اين هنگام دختران در حالت كشف ديدند كه دو لختهء گوشت از دهانشان روىزمين افتاد . آنان با ناراحتىخدمت رسول اكرم ( ص ) رفتند و عرض كردند : اىرسول خدا ! ما ديشب گوشت نخورديم و امروز هم روزه بوديم ، لخته‌هاىگوشت چيست ؟\r\nحضرت فرمودند : شما با زبان روزه ، غيبت كرديد و كسىكه غيبت ديگرىرا بكند ، مانند آن است كه گوشت مرده خورده باشد . مگر در قرآن نخوانده‌ايد كه مىفرمايد :\r\n وَ لَا يَغتَب بَعضُكُم بَعضاً أيُحِبُّ أحَدُكُم أن يَأكُلَ لَحْمَ اخِيهِ مَيْتاً فَكَرِهتُمُوهُ وَ اتَّقُوا اللهَ  « 1 » و از يكديگر غيبت نكنيد . آيا هيچ يك از شما دوست دارد گوشت برادر مرده‌ىخود را بخورد ؟ پس آن را ناخوش خواهيد داشت و از خدا بترسيد .\r\nحضرت رسول اكرم ( ص ) فرمودند :\r\nمَنْ صَامَ شَهْرَ رَمَضَانَ إِيمَاناً وَ احْتِسَاباً وَ كَفَّ سَمْعَهُ وَ بَصَرَهُ وَ لِسَانَهُ عَنِ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . حجرات / 12 .\r\n","page_name":" 18 ","page_number":26},
  {"content":"\r\n\r\nالنَّاسِ قَبِلَ اللَّهُ صَوْمَهُ وَ غَفَرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ وَ مَا تَأَخَّرَ وَ أَعْطَاهُ ثَوَابَ الصَّابِرِين « 1 »\r\nكسىكه در ماه رمضان از روىايمان و به انگيزهء انجام دادن تكاليف الهىروزه بدارد و گوش ، چشم و زبانش را از آنچه به مردم زيان مىرساند ، حفظ كند ، خداوند روزهء او را مىپذيرد ، گناهان گذشته و آينده‌اش را مىآمرزد و پاداش صابران را به او عطا مىكند .\r\nحضرت فاطمه ( س ) فرمودند :\r\nمَا يَصنَعُ الصَّائِمُ بِصِيامِهِ إِذَا لَم يَصُن لِسَانَهُ وَ سَمعَهُ وَ بَصَرَهُ وَ جَوارِحَهُ « 2 »\r\nروزه‌دارىكه زبان ، گوش ، چشم و ساير اندام‌هاىخود را حفظ نكند ، روزه‌اش به حال او چه سودىدارد ؟ !\r\nمرتبهء سوم ، « روزهء دل و باطن » است . در اين مرتبه روزه‌دار علاوه بر پرهيز از مبطلات روزه و اجتناب از گناهان و حفظ اعضا و جوارح ، دل و باطن خود را نيز متوجه حق مىكند و از شائبهء غير خدا محفوظ نگه مىدارد .\r\nچنين روزه‌دارىاز صبح تا مغرب ، دلش در محضر ربوبىاست و خود را در پيشگاه خداوند متعال احساس مىكند . روزهء دل به‌گونه‌اىديگر نيز تعبير شده است و آن اينكه گناهان قلبىاز قبيل كبر ، حسد ، ريا ، كينه ، غرور و . . . در دل روزه‌دار راه نمىيابد و قلب او از انديشه‌هاىباطل و صفات ناپسند مبرّىاست .\r\nحضرت على ( ع ) مىفرمايند :\r\nصَومُ القَلب خَيرٌ مِن صِيامِ اللِّسان وَ صِيامُ اللّسَان خَيرٌ مِن صيِامِ البَطن « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . وسائل الشيعة ، ج 10 ، ص 164 .\r\n( 2 ) . مستدرك الوسائل ، ج 7 ، ص 366 .\r\n( 3 ) . غررالحكم و دررالكلم ، ص 176 .\r\n","page_name":" 19 ","page_number":27},
  {"content":"\r\n\r\nروزهء قلب از روزهء زبان و روزهء زبان از روزهء شكم بهتر است .\r\nروزهء قلب كه در برخىاز متون عرفانىاز آن به « روزهء خاص الخواص » تعبير شده است . داراىاين ويژگىاست كه روزه‌دار در حالىكه روزه است ، هيچ‌گونه انديشهء غير خدايىبه دل خود راه نمىدهد ، زيرا توجه به غير خدا و انديشيدن دربارهء امور دنيوىو حتىاخروىموجب بطلان اين روزه است .\r\nقِسم اول روزه ، يعنىروزهء فقهىو امساك از خوردن و آشاميدن و ديگر مفطرات روزه ، موجب رفع تكليف مىشود . قِسم دوم ، يعنىروزهء اعضاء و جوارح ظاهرىموجب غفران الهىمىشود . قِسم سوم ، يعنىروزه‌اىكه همراه با حضور قلب باشد و همهء قواىباطنى ، فكر و دل بنده هم در حال روزه باشد ، موجب تقرّب بنده به حق‌تعالىمىگردد و او در ظلّ حضرت معبود قرار مىگيرد و ميهمان خداوند مىشود . هر كدام از اين سه قِسم روزه ، اجر و پاداش مخصوصىدارد .\r\nروزهء دل و باطن از روزهء اعضاء و جوارح مهم‌تر و روزهء اعضاء و جوارح نيز از روزهء خوردن و آشاميدن مهم‌تر است . اگر روزهء دل و قلب ميسّر نشد ، روزه‌دار بايد بكوشد با گرفتن روزهء خواص ، دادن صدقه ، اطعام روزه‌داران ، توسّل به اهل‌بيت ( ع ) و كمك به مستمندان ، زمينهء قبولىروزه‌هاىخود را در درگاه ربوبىفراهم سازد .\r\nبهترين عمل براىروزه‌دار در ماه مبارك رمضان تلاوت قرآن مجيد است . روزه‌دار مىتواند از اين طريق كاستىهاىروزهء خود را جبران كند .\r\nدربارهء تلاوت قرآن مجيد در روايات آمده است كه اگر روزه‌دار در ماه مبارك رمضان يك آيه از قرآن را تلاوت كند ، اجر و ثواب يك ختم قرآن براىاو نوشته مىشود . اگر كسىيك بار قرآن را در ماه رمضان ختم كند ، ثواب و پاداش آن معادل هفت هزار ختم قرآن كريم در ماه‌هاىديگر است . دربارهء اهميّت تلاوت\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":28},
  {"content":"\r\n\r\nقرآن كريم ، خداوند مىفرمايد :\r\n فَاقرَءُوا مَا تَيَسَّرَ مِنَ القُرآنِ عَلِمَ أن سَيَكُونُ مِنكُم مَرضَى وَ آخَرُونَ يَضرِبُونَ فِي الأرضِ يَبتَغُونَ مِن فَضلِ اللهِ وَ آخَرُونَ يُقاتِلُونَ فِي سَبِيلِ اللهِ فَاقرَءُوا مَا تَيَسَّرَ مِنهُ  « 1 » تا جايىكه ميسر مىشود ، قرآن بخوانيد ، [ خداوند 
  ] مىداند چه كسانىاز شما بيمار خواهند شد و گروهىبه طلب روزىخدا به سفر مىروند و گروهىديگر در راه خداوند به جهاد بر مىخيزند ، پس تا جايىكه ميسر مىشود ، قرآن بخوانيد .\r\nاين آيهء شريفه به اين نكته اشاره مىكند كه انسان در هر حالتىقرار دارد ، چه در تندرستىو بيمارى ، چه در سفر و حضر و چه در حال جهاد و مبارزه با دشمنان خدا ، بايد در حد امكان قرآن بخواند . رسول اكرم ( ص ) مىفرمايند :\r\nإِنَّ الْبَيْتَ إِذَا كَانَ فِيهِ الْمَرْءُ الْمُسْلِمُ يَتْلُو الْقُرْآنَ يَتَرَاءَاهُ أَهْلُ السَّمَاءِ كَمَا يَتَرَاءَى أَهْلُ الدُّنْيَا الْكَوْكَبَ الدُّرِّيَّ فِي السَّمَاءِ « 2 »\r\nوقتىمسلمانىدر خانه‌اىقرآن بخواند ، آن خانه در نظر اهل آسمان چنان مىنمايد كه ستارگان در نظر اهل زمين هستند .\r\nدر جاىديگرىاز رسول اكرم ( ص ) نقل شده است كه مىفرمايند :\r\nإِنَّ الْقُلُوبَ تَصْدَأُ كَمَا يَصْدَأُ الْحَدِيدُ\r\nدل‌ها مانند آهن زنگ مىزند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مزمل / 20 .\r\n( 2 ) . الكافي ، ج 2 ، ص 610 .\r\n","page_name":" 21 ","page_number":29},
  {"content":"\r\n\r\nگفتند : جلاىآن به چيست ؟ حضرت فرمودند :\r\nقِرَاءَةُ الْقُرْآنِ وَ ذِكْرُ الْمَوْتِ « 1 »\r\nياد مرگ و خواندن قرآن .\r\n\r\nروزهء حقيقى\r\nاز نظر قرآن قبولىاعمال بندگان مشروط به وجود خلوص در آن‌هاست . عملىكه به انگيزهء تقرب به خداوند انجام شود ، اگر با خلوص همراه باشد ، پذيرفته است . خداوند در قرآن كريم مىفرمايد :\r\n يَا أيُّهَا الَّذِينَ آمَنُوا لَاتُبطِلُوا صَدَقَاتِكُم بِالمَنِّ وَ الاذَى كَالَّذِي يُنفِقُ مَالَهُ رِئَاءَ النَّاسِ وَ لَايُؤمِنُ بِاللهِ وَ اليَومِ الآخِرِ  « 2 » اىكسانىكه ايمان آورده‌ايد ، صدقه‌هاىخويش را با منّت نهادن و آزار رسانيدن باطل نكنيد ، مانند كسىكه اموال را از روىريا و خودنمايىانفاق مىكند و به خداوند و روز قيامت ايمان ندارد .\r\nقرآن در اين آيهء كريمه هشدار مىدهد كه خدمت‌هاىخود را با منّت باطل نكنيد و در اعمال خود ريا و تظاهر نداشته باشيد . اگر تظاهر و خودنمايىدر عملىباشد ، علاوه بر آنكه آن عمل باطل است ، گناه آن در حد كفر به خداوند و بىايمانىنسبت به جهان آخرت است . بنابراين ، چنانچه در روزه خلوص وجود نداشته باشد ، جز تشنگىو گرسنگىفايده‌اى براى روزه‌دار نخواهد داشت . اگر شخصىبراىستايش مردم و خودنمايىو ريا روزه بگيرد ، روزهء او نه تنها باطل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مستدرك الوسائل ، ج 2 ، ص 104 .\r\n( 2 ) . بقره / 264 .\r\n","page_name":" 22 ","page_number":30},
  {"content":"\r\n\r\nاست ، بلكه گناه آن در حد كفر به پروردگار عالميان است .\r\nحضرت على ( ع ) فرمودند :\r\nكَم مِن صَائِمٍ لَيسَ لَهُ مِن صِيامِهِ إلّا الجُوعُ وَ الظّمَاءُ ، وَ كَم مِن قَائِمٍ لَيسَ لَهُ مِن قِيامِهِ إِلَّا السَّهَرِ وَ العَنَاءَ ، حَبَّذا نَومُ الاكيَاسِ وَ إِفطَارُهُم « 1 »\r\nچه بسا روزه‌دارىكه از روزه‌اش جز تشنگىنصيبىندارد و چه بسا شب‌زنده‌دارىكه جز رنج و سختى بهره‌اى نمىبرد . چه خوش است خواب هوشمندان و افطار آنان .\r\nدر قرآن كريم خداوند خطاب به پيامبراكرم ( ص ) مىفرمايد :\r\n قُل إِنَّمَا أعِظُكُم بِوَاحِدَةٍ أن تَقُومُوا لِلَّهِ مَثنَى وَ فُرَادَى ثُمَّ تَتَفَكَّرُوا  « 2 » بگو شما را به يك چيز اندرز مىدهم : دو نفر ، دو نفر و يك يك براىخدا قيام كنيد ، سپس بينديشد .\r\nاين آيهء كريمه همگان را به قيام براىخدا كه همانا انجام دادن خالصانهء اعمال براىخداست ، دعوت مىكند و آن را اندرز يگانه و موعظه‌بخش بشريت معرفىمىكند .\r\nاگر در يك ظرف غذا مقدار كمىمواد آلوده ريخته شود ، محتويات ظرف هر چند غذاىخوش مزه‌اى باشد ، غيرقابل استفاده مىشود . ريا و تظاهر هم اين چنين است . اگر در نماز ، روزه و هر عمل عبادىديگر ذرّه‌اىريا و تظاهر وجود داشته باشد ، آن اعمال ارزش خود را از دست مىدهند و مورد قبول درگاه احديّت قرار نمىگيرد . قرآن شريف مىفرمايد :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مستدرك الوسائل ، ج 7 ، ص 367 .\r\n( 2 ) . سبأ / 46 .\r\n","page_name":" 23 ","page_number":31},
  {"content":"\r\n\r\n صِبغَةَ اللهِ وَ مَن أحسَنُ مِنَ اللهِ صِبْغَةً  « 1 » اين است نگارگرىالهىو كيست خوش نگارتر از خداوند ؟\r\nاگر انسان بتواند به گفتار و كردار خود رنگ خدايىبدهد ، عمل او با ارزش مىشود و نزد خداوند ارج و بها پيدا مىكند . چنانچه روزه‌دار با خلوص نيّت و تنها به خاطر خشنودىپروردگار روزه گرفت ، مىتواند در وقت افطار بگويد :\r\nأللَّهُمَّ لَكَ صُمتُ وَ عَلَى رِزقِكَ أفطَرتُ وَ عَلَيكَ تَوَكَّلتُ « 2 »\r\nخدايا فقط براىتو روزه گرفتم و با روزىتو افطار مىكنم و تنها بر تو توكّل مىكنم .\r\nآدمىبا پر و بال اخلاص مىتواند به عالم ملكوت پرواز كند و به جايىبرسد كه جز خدا نبيند . وقتىهمهء افكار و اعمال انسان نور خدايىداشته باشد ، شيطان نمىتواند او را فريب دهد . همان‌گونه كه در قرآن كريم آمده است :\r\n إِنَّهُ لَيسَ لَهُ سُلطَانٌ عَلَى الَّذِينَ آمَنُوا وَ عَلَى رَبِّهِم يَتَوَكَّلُونَ  « 3 » شيطان را بر كسانىكه ايمان آورده‌اند و بر خدا توكّل مىكنند ، تسلّطىنيست .\r\nدر روايتىآمده است :\r\nالنَّاس كُلُّهُم هَالِكُونَ إلَّا العَالِمُونَ وَ العَالِمُونَ كُلُّهُم هَالِكُونَ إِلَّا العَامِلُونَ وَ العَامِلُونَ كُلُّهُم هَالِكُونَ إِلَّا المُخلصُونَ وَ المُخلصُونَ فِي خَطَرٍ عَظِيمٍ « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بقره / 138 .\r\n( 2 ) . مستدرك الوسائل ، ج 7 ، ص 360 .\r\n( 3 ) . نحل / 99 .\r\n( 4 ) . مصباح الشّريعة ، ص 37 .\r\n","page_name":" 24 ","page_number":32},
  {"content":"\r\n\r\nهمهء مردم در معرض هلاكت قرار دارند ، جز انسان‌هاىعالم و آشناىبه دين . عالمان همگىدر معرض هلاكت هستند ، جز عمل‌كنندگان به دين . عمل كنندگان نيز همگىدر معرض هلاكت هستند ، جز مخلصان . و مخلصان نيز در موقعيتىسترگ قرار دارند .\r\nانسان‌هاىمخلص در معرض خطر شيطان قرار مىگيرند . شيطان با وسوسهء پيوستهء خود مىكوشد تا با وارد كردن نوعىريا و تظاهر ، ارزش اعمال مؤمنان مخلص را از بين ببرد . ارزش يك ماه روزه ، تلاوت قرآن و نماز شب ، اگر با غرور ، ريا و خودنمايىهمراه شود ، از ميان مىرود .\r\nدر قرآن كريم آمده است كه شيطان به خداوند عرض مىكند :\r\n  قَالَ فَبِعِزَّتِكَ لَاغوِيَنَّهُم أجمَعِينَ إِلّا عِبَادَكَ مِنهُمُ المُخلَصِينَ   « 1 » گفت به عزّت تو سوگند كه همگان را گمراه مىكنم ، مگر آن‌ها كه از بندگان مخلص تو باشند .\r\nبندگان مخلَص كسانىهستند كه خداوند متعال بر قلب و روح آنان حاكم است . و عبادت‌هاىآنان فقط براىتقرب به حق تعالىو لقاىپروردگار است . كسىكه خداوند بر دلش حاكم شده باشد ، ديگر هوىو هوس به قلب او راه نمىيابد ، افكار و خواطر شيطانىبه ذهن او وارد نمىشود و در خطر وسوسه‌هاىشيطان قرار نمىگيرد ؛ زيرا كه\r\nقَلبُ المُؤمِن عَرشُ الرَّحمَان « 2 »\r\nقلب مؤمن عرش خداىرحمان است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ص / 83 - 82 .\r\n( 2 ) . بحار الانوار ، ج 55 ، ص 39 .\r\n","page_name":" 25 ","page_number":33},
  {"content":"\r\n\r\n\r\nفوايد روزه\r\nروزه از عبادت‌هايىاست كه در تقويت ايمان و اراده و نيز تهذيب روح و روان انسان نقش مؤثرىدارد . روزه موجب مىشود انسان اراده‌اى قوى بيابد كه بتواند تمام اعضاء و جوارح و حتى خطورات قلبى خود را كنترل كند و با تمام قوا در مقابل شيطان ايستادگى كند . پرهيز از خوردن و آشاميدن و ديگر مبطلات روزه ، موجب استحكام و استوارىايمان و تقويت اراده مىشود . وقتىاراده قوىشود ، جسم نيز از آن پيروىمىكند . روزه سبب شكستن شهوات و خواهش‌هاى نفسانىاست و روزه موجب حيات دل و دورىانسان از گناهان مىباشد و آدمىبر اثر دورىاز گناهان و پاك شدن از بدىها ، مسير تعالىو رشد را طىمىكند . حضرت على ( ع ) مىفرمايند :\r\nالصِّيامُ اجتِنابُ المَحارِمِ كَمَا يَمتَنِعُ الرَّجُلُ مِنَ الطَّعامِ وَ الشَّرابِ « 1 »\r\nروزه دورىگزيدن از كارهاىحرام است ، همان‌گونه كه روزه‌دار از خوراك و نوشيدنى خوددارى مىورزد .\r\nاز فوايد ديگر روزه ، تندرستى ، نشاط و شادابىجسم است . كسانىكه روزه مىگيرند ، اين نشاط و شادابىرا به خوبىدر خود احساس مىكنند . پيامبراكرم ( ص ) مىفرمايند :\r\nصُومُوا تَصِحُّوا « 2 »\r\nروزه بگيريد تا تندرست بمانيد .\r\nروزه در سير و سلوك و پيمودن راه تقرب به سوى پروردگار نقش مهمىدارد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مستدرك الوسائل ، ج 7 ، ص 367 .\r\n( 2 ) . بحار الانوار ، ج 93 ، ص 255 .\r\n","page_name":" 26 ","page_number":34},
  {"content":"\r\n\r\nاستادان علم اخلاق براىتهذيب شاگردان خود به آنان دستور روزهء مستحبّىمىدهند . روزه ، مجاهدتىاست كه در سوق دادن سالك به سوىمقصد اعلىو آماده كردن او براىلقاىحضرت حق كارساز است .\r\nروزه خود به مثابهء معلم اخلاق ، انسان را تربيت مىكند . همان‌گونه كه معلم اخلاق ، شاگردان خود را در رسيدن به مقصد و هدف متعالىكمك و راهنمايىمىكند ، روزه نيز انسان را به هدف‌هاىبا ارزش و والاى انسانى هدايت و او را در اين راه يارىمىكند .\r\nروزه موجب رفع گرفتارىو برآوردن بعضىاز حاجت‌ها در اين دنيا و خشنودىو لقاىپروردگار در جهان آخرت مىشود . امام صادق ( ع ) مىفرمايند :\r\nلِلصَّائِمِ فَرحَتانِ فَرحَةٌ عِندَ إِفطَارِهِ وَ فَرحَةٌ عِندَ لِقَاءِ رَبّهِ « 1 »\r\nبراىروزه‌دار دو هنگامهء شادىو سرور است : نخست شادىوقت افطار و ديگر شادىهنگام ديدار پروردگار .\r\nمهم‌ترين اثر و بركت روزه به وجود آمدن روح تقوا و خداترسىدر انسان‌هاست . خداوند در قرآن كريم مىفرمايد :\r\n يَا أيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِن قَبلِكُم لَعَلَّكُم تَتَّقُونَ  « 2 » اىكسانىكه ايمان آورده‌ايد ! خداوند روزه را بر شما واجب گردانيد ، همان‌گونه كه بر گذشتگان شما واجب شده بود ، باشد كه تقوا پيشه كنيد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الكافي ، ج 4 ، ص 65 .\r\n( 2 ) . بقره / 183 .\r\n","page_name":" 27 ","page_number":35},
  {"content":"\r\n\r\nدر واقع ، راز و حكمت وجوب روزه بر انسان‌ها پديد آمدن روح تقوا و خداترسىدر آنهاست . از ديدگاه اسلامىمهم‌ترين عنصر در خودسازى ، تقواست . روح خداترسىدر انسان موجب مىشود كه شيطان‌هاىدرون و برون نتوانند بر او چيره شوند . در بينش قرآنىبهترين نماد تقوا و پرهيزگارىيوسف صديق ( ع ) است . او در معرض وسوسهء شيطان درون و شيطان برون قرار گرفت و با استمداد از عنايت پروردگار ، دامان خويش را پاك نگاه داشت . در ميان ما آدميان كمتر كسىرا مىتوان يافت كه در چنان شرايط دشوارىكه يوسف ( ع ) با آن رو به رو شد ، خود را از گناه باز دارد . تقواىيوسف موجب عزّت و سربلندىاو شد . در مقابل ، زليخا كه نماد هواپرستىو بىتقوايىبود ، به خفّت و خوارىمبتلا شد و محبوبيت و بزرگىخود را از دست داد .\r\nدر خصوص فوايد روزه در روايات حضرات معصومان ( ع ) آمده است كه روزه شكرگزارىاز نعمت‌هاىالهىاست ، چرا كه به سبب روزه و گرسنگى ، قدر نعمت‌هاىخداوند بر روزه‌دار آشكار مىشود و شكر آن نعمت‌ها را به‌جا مىآورد .\r\nفايدهء ديگر روزه ، احسان كردن به مستمندان است ؛ زيرا به سبب روزه و درك گرسنگى ، حال فقيران بر روزه‌دار معلوم مىشود و اين باعث رقّت قلب و احسان به آنان مىشود .\r\nاز نظر معصومين ( ع ) به وجود آمدن حالت تضرّع و خشوع در روزه‌دار از مهم‌ترين فوايد روزه محسوب مىشود ؛ چرا كه روزه سبب بر طرف شدن تيرگىباطن و كدورت دل است و جلاىدل نيز موجب تضرّع و خشوع است و تضرّع و خشوع هم قرب الهىرا در پىدارد .\r\nروزه موجب صفاىدل ، قطع اميد از مخلوق و انس به بارىتعالىاست . روزه\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":36},
  {"content":"\r\n\r\nموجب مىشود كه حساب بنده در روز قيامت سبك و حسنات او دو چندان شود . در قرآن كريم آمده است :\r\n وَ استَعِينُوا بِالصَّبرِ وَ الصَّلَوةِ وَ إِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى الخَاشِعِينَ  « 1 » از صبر و نماز يارىجوييد و اين دو جز براىاهل خشوع ، امرىبزرگ و دشوار است .\r\nدر اين آيهء كريمه به جاىروزه صبر گفته شده است ؛ زيرا روزه يكىاز مصاديق صبر است . بنابراين ، معناىآيه به تعبير برخىاز مفسّران اين است كه در مشكلات و گرفتارىهاىخود از روزه و نماز يارىجوييد . بدين ترتيب ، نماز و روزه دو عامل نيرومند معنوىهستند كه در هنگام بروز مشكلات مىتوان با استمداد از آن‌ها تلخىها و دشوارىها را بر خود هموار كرد .\r\n\r\nفضيلت روزه‌دار\r\nروزه‌دار در پيشگاه خداوند متعال داراىارزش و مقام والايىاست كه نمىتوان آن را توصيف كرد . كسىكه به خاطر رضاىپروردگار و خشنودىحق تعالى ، رنج گرسنگىو تشنگىرا تحمل مىكند ، اجر و ثواب بسيار زيادىنزد خداوند دارد . رسول اكرم ( ص ) فرمودند :\r\nإِنَّ لِلجَنَّةِ بَاباً يُدعَى الرَّيَّانَ لَايَدخُلُ مِنهُ إِلّا الصَّائِمُونَ « 2 »\r\nبهشت را درىاست به نام ريان كه از آن در ، جز روزه‌داران به بهشت وارد نمىشوند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بقره / 45 .\r\n( 2 ) . وسائل الشيعة ، ج 10 ، ص 404 .\r\n","page_name":" 29 ","page_number":37},
  {"content":"\r\n\r\nامام صادق ( ع ) در فضيلت روزه‌دار مىفرمايند : چنانچه كسىبه خاطر خداىعزّوجل در شدت گرما روزه بگيرد و تشنگىبر او عارض شود ، خداوند هزار فرشته بر او مىگمارد تا صورت او را دست بكشند و به او مژدهء نيكو دهند تا وقتىكه افطار شود ، در آن هنگام خداىتعالى مىفرمايد : بوىتو چه خوش و جان تو چه نيكوست ! اىفرشتگان من ! گواه باشيد كه من او را آمرزيدم « 1 » .\r\nدربارهء نقش روزه در ارزش بخشيدن به اعمال و حالات روزه‌دار ، مولاىمتّقيان على ( ع ) مىفرمايند :\r\nنَومُ الصَّائِم عِبَادَةٌ وَ صَمتُهُ تَسبِيحٌ وَ دُعَاؤُهُ مُستَجَابٌ وَ عَمَلهُ مُضَاعَفٌ ، إنَّ لِلصَّائِمِ عِندَ إفطَارِه دَعوَةً لَا تُرَدُّ « 2 »\r\nخواب روزه‌دار عبادت ، سكوتش تسبيح ، دعايش مستجاب و عمل او داراىارزش مضاعف است . همانا روزه‌دار هنگام افطار دعايىدارد كه هرگز رد نمىشود .\r\n\r\nاقسام روزه\r\nروزه داراىاقسامىبدين شرح است : روزهء واجب ، حرام ، مكروه و مستحبّ .\r\nروزهء واجب ، روزه‌اىاست كه شرع مقدس آن را بر عموم مكلفين ، با شرايط خاصىواجب كرده است . مهم‌ترين موارد روزهء واجب ، عبارت است از : روزهء ماه مبارك رمضان و روزه‌اىكه به واسطهء نذر ، قسم و عهد بر انسان واجب مىشود .\r\nروزهء حرام ، روزه‌اىاست كه گرفتن آن در دين اسلام منع شده است . چنين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . همان ، ص 65 .\r\n( 2 ) . بحارالانوار ، ج 90 ، ص 27 .\r\n","page_name":" 30 ","page_number":38},
  {"content":"\r\n\r\nروزه‌اىباطل است و موجب گناه و معصيت خداوند مىشود ؛ مانند روزهء عيد فطر و عيد قربان و روزهء ايام تشريق براىحاجيانىكه در منىوقوف دارند .\r\nروزهء مكروه ، روزه‌اىاست كه نگرفتن آن بهتر از گرفتن آن است ؛ مانند روزهء روز عاشورا براىهمهء مكلّفين و روز عرفه براىكسانىكه در صورت روزه گرفتن از خواندن دعا و مناجات باز مىمانند .\r\nروزهء مستحبّى ، روزه‌اىاست كه گرفتن آن ترجيح دارد و از سوىحضرات معصومين ( ع ) در مورد آن سفارش شده است . كسانىكه به گرفتن روزهء مستحبّىموفق مىشوند ، نزد خداوند داراىاجر مىباشند . روزهء تمام ايام سال به غير از روزه‌هاىحرام و مكروه ، مستحبّ است و در مورد بعضىاز روزها بيشتر سفارش شده است . پيامبراكرم ( ص ) فرمودند :\r\nمَن صَامَ ثَلَاثَة ايّام مِن كُلّ شَهر ، كَان لِمَن صَامَ الدَّهر ، لأنَّ اللهَ عَزَّوَجَل يَقُول : مَن جَاءَ بِالحَسَنَة فَلَهُ عَشرُ أمثَالها « 1 »\r\nكسىكه سه روز از هر ماه را روزه بدارد ، مانند كسىاست كه همهء عمر را روزه داشته است ؛ زيرا خداوند عزّوجل فرمود : هر كس يك نيكىكند ، ده برابر آن به عنوان پاداش به او داده مىشود .\r\nبنابر روايتىاز امام رضا ( ع ) اين سه روز در هر ماه ، عبارت از پنجشنبهء اول ، پنجشنبهء آخر و اولين چهارشنبه بعد از روز دهم ماه است .\r\nبرخىديگر از روزه‌هاى مستحبّى عبارت است از : سيزدهم ، چهاردهم و پانزدهم هر ماه ، تمامىروزهاىماه رجب و شعبان ، روز اول تا نهم ذىالحجّه ، عيد سعيد غدير خم ، بيست و پنجم ماه ذىالقعده ، هفدهم ربيع‌الاوّل و بيست و هفتم رجب .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بحارالانوار ، ج 97 ، ص 108 .\r\n","page_name":" 31 ","page_number":39},
  {"content":"\r\n\r\n\r\nاسرار روزه\r\nنماز ، روزه و ساير احكام الهى داراى اسرارىاست كه انسان مىتواند از آن آگاه شود . راز اصلىعبادت‌ها اين است كه روح انسان به كمك آن از تيرگىگناهان و رذايل اخلاقىپيراسته و به زيور فضايل و مكارم اخلاقىآراسته گردد . هچ دشمنىبدتر از دشمن درونىو نفس امّاره نيست . بنابراين ، تمام عبادت‌ها براىآن است كه انسان از راه‌هاىمختلف از غرور و خود خواهى رهايى يافته و بر نفس امّاره پيروز شود . حكمت و راز عبادات ، كسب طهارت روح و پاكىروان است و اينكه انسان وجود خود را از هرچه غير خداست ، پاك كند . حضرت على ( ع ) در مورد حكمت بعضىاز عبادت‌ها مىفرمايند :\r\nفَرَضَ اللهُ الإِيمَانَ تَطهِيرًا مِنَ الشّركِ وَ الصَّلَوةَ تَنزِيهًا عَنِ الكِبرِ وَ الزَّكَوةَ تَسبِيباً لِلرّزقِ وَ الصّيامَ إبتِلَاءً لِإخلاصِ الخَلقِ « 1 »\r\nخداوند ايمان را بر مردمان واجب كرد تا از آلودگىشرك پاك شوند ، نماز را واجب گردانيد تا از كبر و خودپسندىپاك شوند ، زكات را فريضه ساخت تا عاملىبراىجلب روزىباشد و روزه را قرار داد تا وسيله‌اى براى آزمون اخلاص مردمان باشد .\r\nيكىديگر از اسرار روزه كه در روايات به آن اشاره شده است ، تحمل گرسنگىو تشنگىو دورىاز شهوات و تمايلات نفسانىاست . روزه‌دار با گرفتن روزه ، رابطهء خود را با خداوند متعال محكم و استوار مىكند و تحمّل سختىها در راه رسيدن به محبوب و كسب رضاىاو برايش آسان مىشود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نهج البلاغة ، حكمت 252 .\r\n","page_name":" 32 ","page_number":40},
  {"content":"\r\n\r\nامام صادق ( ع ) در مورد يكىاز اسرار روزه فرمودند : خداوند روزه را واجب كرد تا فقير و غنىبا يكديگر برابر شوند و سرّ آن ، اين است كه ثروتمندان به رنج و گرسنگىمبتلا نشده‌اند تا به افراد فقير مهربان باشند ؛ زيرا ثروتمند هرگاه چيزىبخواهد ، قادر است آن را تأمين كند . پس خداوند عزّوجل خواست تا ميان آفريدگانش برابرىايجاد كند و ثروتمندان طعم گرسنگىو رنج را بچشند تا بر ضعيف رقّت ورزند و به گرسنگان مهربانىكنند . « 1 » امام باقر ( ع ) يكىديگر از اسرار روزه را آرامش قلوب بندگان مىدانند و مىفرمايند :\r\nالصّيَام وَ الحَجّ تَسكِينُ القُلوب « 2 »\r\nروزه و حج مايهء آرامش دل‌هاست .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . المحجة البيضاء ، ج 2 ، ص 124 .\r\n( 2 ) . الامالى ( للطوسي ) ، ص 296 .\r\n","page_name":" 33 ","page_number":41},
  {"content":"\r\n\r\n\r\nگفتار سوم : شب‌هاى قدر\r\n\r\nفضيلت شب قدر\r\nشب قدر در تعليمات اسلامى از اهميت فوق‌العاده‌اى برخوردار است . اهميّت اين شب عزيز به حدّى است كه بر اساس آية اول سورة مباركة قدر ، در اين شب ، قرآن كريم در يك نزول دفعى به سينة مبارك پيامبر اكرم ( ص ) نازل شده است .\r\nنكتة ديگر ، شيوة بيان آية وَ ما أَدْراكَ ما لَيْلَةُ الْقَدْرِ است . عرب كلمة « مَا أدرَاكَ » را هنگامى به كار مىبرد كه بخواهد اهميّت مطلب را بيان كند . مىفرمايد : چه مىدانى كه شب قدر چه شبى است ؟ به عبارت ديگر ، مىفرمايد : درك اهميّت شب قدر به اندازه‌اى است كه نمىتوان آن را وصف كرد و انصافاً توصيف اين شب قدر در قالب واژه‌ها و الفاظ نمىگنجد .\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":42},
  {"content":"\r\n\r\n لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْر  « 1 » شب قدر از هزار ماه بهتر است .\r\nارزش شب قدر افضل از ارزش هزار ماه است ؛ و هزار ماه برابر با حدود هشتاد سال ، يعنىعمر طبيعىيك انسان است . يعنى عبادت در اين شب با ارزش‌تر از عبادت يك عمر است .\r\n\r\nمعناى قدر\r\nدر شب قدر جبرئيل همراه با ملائكهء مقرب خدا كه تعداد آنها معيّن نشده و شايد چندين ميليون باشند ، نازل مىشود و مقدّرات انسان‌ها را به خدمت امام معصوم ( ع ) كه در زمان پيامبر ( ص ) به خدمت آن حضرت و در زمان اميرالمؤمنين ( ع ) به خدمت آن بزرگوار و اكنون به خدمت قطب عالم امكان حضرت ولىعصر ( ع ) تقديم مىدارند . به عبارت ديگر ، در شب قدر است كه انسان مىتواند مقدّرات خويش را در يك پروندهء درخشان براى سال آيندهء خود تهيه كند و نام خود را در طومار سعادت‌مندان و در طومار ارادت‌مندان حضرت ولىعصر ( ع ) به عنوان يك شيعه ثبت نمايد . تَنَزَّلُ الْمَلائِكَةُ وَ الرُّوحُ فيها بِإِذْنِ رَبِّهِمْ مِنْ كُلِّ أَمْرٍ بيان كنندة چنين مفهومى است .\r\nتعيين مقدرات هر انسانى به دست خود او است . اگر كسى طالب سعادت باشد ، مىتواند به آن دست يابد و چنانچه خواهان شقاوت باشد نيز به همان خواهد رسيد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . قدر / 4 .\r\n","page_name":" 35 ","page_number":43},
  {"content":"\r\n\r\n يا أَيُّهَا النَّاسُ إِنَّما بَغْيُكُمْ عَلى أَنْفُسِكُمْ  « 1 » اىمردم بىترديد ستم‌هاىشما به زيان خودتان است .\r\nدر شب قدر اگر كسىبه راستىتوبه كند و يك شرمندگىدرونىو حالت خجالت‌زدگىبراىاو پيش آيد و بعد هم از خداوند خير دنيا و آخرت را بخواهد ، پروندة درخشانىكه پس از توبه گشوده مىشود ، زمينهء سعادت وى را فراهم مىآورد و امام زمان ( ارواحنافداه ) اين تقدير را تأييد مىنمايند .\r\nچنان‌كه اگر كسىبه دنبال شقاوت باشد ، در شب قدر به جاىتوبه ، گناه مىكند يا اعراض از دعا و توبه دارد و اهميّت به دعا نمىدهد . بنابراين در شب قدر صاحب يك پروندهء سياه است كه نابود هم نمىشود . تقدير او شقاوت است و اين تقدير هم به تاييد امام زمان ( ارواحنافداه ) مىرسد .\r\nدر طول سال هم هركسى مىتواند تقديرى كه در شب قدر براى خود ايجاد كرده است ، حفظ نمايد و به آن عمل كند . آنكه مقدّر او سعادت و خوشبختى است ، مىتواند با افزايش ارتباط با معنويات و انجام اعمال صالح ، بر سعادت خود بيفزايد و آنكه شقاوت و بدبختى را براى تقدير خود انتخاب كرده است ، مىتواند با اعراض از ارتباط با خدا و ارزش‌هاى معنوى ، شقاوت و بدبختىخود را بيشتر كند .\r\nسپس آيات شريفة اين سوره ، صفت ديگرى را براى شب قدر بيان مىكند و مىفرمايد :\r\n سَلامٌ هِيَ حَتَّى مَطْلَعِ الْفَجْر  « 2 » آن شب همه مشمول سلامت و رحمت خدا است تا طلوع فجر .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . يونس / 23 .\r\n( 2 ) . قدر / 5 .\r\n","page_name":" 36 ","page_number":44},
  {"content":"\r\n\r\nيعنى شب قدر ، شب سلامتى و شب پرخير و بركتى است كه انسان مىتواند سلامتى و سعادت دنيا و آخرتش را تأمين كند . در اين آيه ، كلمهء « سلام » همراه با تأكيداتى ذكر شده است ؛ يعنى شب قدر از اول شب تا به صبح مملو از بركات خداوند لايزال است . در اين شب ، از اول شب تا به صبح ، خير دنيا و آخرت انسان قرار داده شده است .\r\nاز اين رو ، قدر اين شب را بايد بهتر دانست و عظمت آن را بيشتر بايد شناخت . در اين چند شبى كه به احتمال بسيار قوى ، شب قدر مىباشد ، انسان بايد خير دنيا و آخرت را براى خود و ديگران بخواهد ؛ لذا در اين مجال برخى از اعمال اين شب بيان مىشود ، بلكه موجب بهره‌بردارى بيشتر از اين اوقات عزيز گردد .\r\n\r\nنكاتى در ارتباط با شب قدر\r\n\r\n1 . توجّه\r\nاوّل توجّه دادن دل به اينكه اين شب چه شب با عظمتى است . در شبى كه خداوند به ملائكه مىگويد : برويد و فرياد بزنيد آيا بندة حاجت‌مند و گرفتار و گناه‌كارى هست كه به بركت اين شب او را مورد مغفرت قرار دهيم ؟ توجّه به اين نكته لازم است كه عبادت در اين شب از يك عمر عبادت مخلصانه در ايام عادى برتر است . فراموش نشود كه در اين شب ، مقدّرات انسان‌ها رقم مىخورد و در اين شب است كه آدمىبايد نظر ربّ ودود را به خود معطوف نمايد و سرنوشت خود را به نيكى مبدّل سازد .\r\nتوجّه داشتن و غافل نبودن اولين گام در سير و سلوك است . استاد بزرگوار ما علامة طباطبايى ( قدس سره ) هنگام جان دادن اين جمله را مرتب تكرار كردندو از دنيا\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":45},
  {"content":"\r\n\r\nرفتند : توجّه ، توجّه ، توجّه .\r\nبدين ترتيب ، بايد از شب قدر كه والاترينِ شب‌هاى سال به شمار مىآيد و مىشود بهبود اوضاع را در آن از خداوند متعال درخواست نمود ، غفلت نكنيم .\r\n\r\n2 . احياء و شب‌زنده‌دارى\r\nمطلب بعدى كه درشب قدر به آن توصيه شده است ، احياء و شب‌زنده‌دارى است . احياء آن شب بركات فراوانى دارد ، ولى بايد توجه داشت كه اين بيدار ماندن ، همراه با گناه نباشد . دراين صورت ، خواب بهتر است .\r\nنقل مىكنند ظالمى نزد يكى از علماى اصفهان آمد و پرسيد : در شب قدر ، كدام عبادت براى من بهتر است ؟ آن عالم گفت : براى تو خواب بهتر است .\r\nآن فرد رفت و تا صبح خوابيد و صبح كه از خواب بيدار شد ، قدرى تأمل كرد و گفت : راستى اين عالم بزرگ چه توصيهء خوبى به من كرد . اگر تا صبح بيدار مىماندم ، معلوم نبود چه گناهانى از من صادر مىشد .\r\nبنابراين ، احياء بايد همراه با توجه به حضرت حق باشد ، نه همراه با غيبت و تهمت و معصيت .\r\n\r\n3 . اهميّت به نماز و قرائت قرآن ( ارتباط با خدا )\r\nمطلب سوم كه لازم است به آن اهميّت داده شود ، قرائت قرآن و خواندن نماز است . در شب‌هاى قدر ، به اندازة توان بايد نماز خوانده شود . صد ركعت نماز در اعمال اين شب‌ها وارد شده است . انس با قرآن و قرائت قرآن هم كه مورد تأكيد ويژه مىباشد و نبايد از آن غافل بود . پيامبر اكرم ( ص ) و ائمة طاهرين ( ع ) بسيار\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":46},
  {"content":"\r\n\r\nسفارش فرموده‌اند كه قرآن بخوانيم و در پناه آن ، خود را حفظ كنيم . رابطه با خدا خصوصاً به وسيله قرآن ، انسان را به جايگاه والايى مىرساند . با اين رابطه ، انسان از شرور شياطين انس و جن و تمامىشياطين و حتىنفس ، حفظ مىشود . رابطهء مداوم با قرآن براى سير و سلوك بسيار مفيد است ، موجب عاقبت به خيرى و تأمين آتيه مىشود ، براى رفع گرفتارىها و مشكلات كارگشاست و براى تأمين يك زندگى آرام و مطمئن ، سودبخش است .\r\n\r\n4 . اجتناب از گناه\r\nنكتة بعدى كه بسيار اهميّت دارد ، اين است كه در اين چند شبانه‌روز قدر ، گناه وارد زندگىشما نشود . لااقل از هنگام افطار تا وقتى كه نماز صبح اقامه مىشود ، كوچك‌ترين گناه در زندگى كسى نباشد . در خطبة روز جمعة آخر ماه شعبان وقتى پيامبر ( ص ) به توصيف ماه مبارك رمضان پرداختند و در مورد فضائل اين ماه سخن گفتند ، اميرالمؤمنين ( ع ) از جاى خويش برخاستند و عرض كردند : يا رسول‌الله ، برترين اعمال در اين ماه چيست ؟ رسول گرامى ( ص ) فرمودند :\r\nالْوَرَعُ عَنْ مَحَارِمِ اللَّهِ « 1 »\r\nاجتناب از محرمات الهى .\r\nيعنى در اين ماه مراقب باشيد معصيت پروردگار را انجام ندهيد . حال ، به مؤمنين توصيه و سفارش مىشود كه حداقل در سه شبانه‌روز قدر بيشتر از گذشته مراقب اعمال خود باشند و توجّه داشته باشند كه گناه موجب سقوط و ظلمت است و اين ظلمت ، مانع رسيدن رحمت خداوند متّعال به آنان مىشود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الأمالى ( للصدوق ) ، ص 95 .\r\n","page_name":" 39 ","page_number":47},
  {"content":"\r\n\r\nمواظبت از گفتار و رفتار ضرورى است و همه بايد دقّت كنند كه اختلاط بين زن و مرد در ميان آنان نباشد . ظواهر شرع مقدس بايد رعايت شود تا رحمت بارىتعالى شامل حال بندگان شود .\r\nيك توصيهء كلى هم در مورد گناه لازم است و آن اينكه اولًا گناه نكنيد . ثانياً اگر گناهىانجام شد ، فوراً به فكر جبران و تدارك آن باشيد و توبه كنيد . ثالثاً مواظب باشيد در سرازيرىگناه واقع نشويد و گناه روى گناه شما را بدبخت نكند . رابعاً گناه را توجيه نكنيد .\r\nامروزه بسيارى از گناهان در جامعه توجيه مىشود . خانمىكه بدحجاب است ، گناه بدحجابىو بىحجابى را توجيه مىكند . كسىكه ربا مىخورد ، مىگويد ربا نيست . افرادى كه غيبت مىكنند ، غيبت خود را گناه نمىدانند . و نظاير اين توجيه‌ها در جامعه فراوان است . توجيه گناه ، توفيق توبه را از انسان مىگيرد . بدترين دردها اين است كه انسان گناه خود را گناه نداند و بدتر از آن وقتى است كه انسان گناه كند و تصور نمايد كه كار خوبى انجام مىدهد . اصلًا گاهىانسان گناه را به عنوان عبادت انجام مىدهد . قرآن كريم مىفرمايد :\r\n  قُلْ هَلْ نُنَبِّئُكُمْ بِالْأَخْسَرينَ أَعْمالًا الَّذينَ ضَلَّ سَعْيُهُمْ فِي الْحَياةِ الدُّنْيا وَ هُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعاً   « 1 » بگو : آيا شما را از زيان‌كارترين مردم خبر دهيم ؟ آنها كسانىهستند كه سعيشان در زندگىدنيا گم و تباه شده است و خود گمان مىكنند كه كار نيكىانجام مىدهند .\r\nمعلوم است وقتى انسان نفهمد كه گناه مىكند ، توبه هم نمىكند و روز به روز\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كهف / 104 - 103 .\r\n","page_name":" 40 ","page_number":48},
  {"content":"\r\n\r\nگمراه‌تر مىشود . تنها راه برون‌رفت از اين گمراهى ، تبعيّت از دستور و حكم مرجع تقليد است . در غير اين صورت ، جامعه دچار گناه علنى مىشود و گناه علنىو ترك امر به معروف و نهىاز منكر يا بىتفاوتىنسبت به گناه ، باعث مىشود دست عنايت خداوند از روىجامعه برداشته شود و چنين جامعه‌اى جز بدبختى ارمغانى نخواهد داشت .\r\n\r\n5 . توبه\r\nمطلب پنجم كه آن نيز از اهميّت والايى برخوردار است ، توبه است . توبه يعنىبازگشت گناه‌كار و پشيمانىاز قصور و تقصير ، بازگشت از نفس امّاره و صفات رذيله به سوىرحمت خداىمتعال ، بازگشت از طاغوت‌ها مخصوصاً از شياطين جنّىو انسىبه سوىحق‌تعالىو بالاخره بازگشت از هوا و هوس و از هر وسوسه‌اىبه سوىپروردگار مهربان .\r\nاگر كسى به راستى توبه كند ، به يقين بداند كه خداوند گناهان او را مىآمرزد « 1 » . و بالاتر اينكه قرآن كريم مىفرمايد :\r\n إِلَّا مَنْ تابَ وَ آمَنَ وَ عَمِلَ عَمَلًا صالِحاً فَأُوْلئِكَ يُبَدِّلُ اللَّهُ سَيِّئاتِهِمْ حَسَناتٍ  « 2 » مگر كسى كه توبه كند و ايمان آورد و كار شايسته كند . پس خداوند بدىهايشان را به نيكىها تبديل مىكند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . در برخى از موارد پذيرش توبه نيازمند زمينه‌سازى توسط توبه كننده است و بدون آن ، توبه محقّق نمىشود . براى مطالعة بيشتر ر . ك : بخش توبه از اصول اعتقادىِ رسالة توضيح المسائل معظّم‌له .\r\n( 2 ) . فرقان / 70 .\r\n","page_name":" 41 ","page_number":49},
  {"content":"\r\n\r\nبا توبه ، خداوند رحمان و كريم پروندهء سياه و پر از گناه انسان را به پروندهء درخشانِ پر از حسنات مبدّل مىسازد .\r\nگناه هرچه بزرگ و فراوان باشد ، رحمت و عفو خداوند از آن بزرگ‌تر است و خدا وعده داده است كه گناه را مىبخشد . بنابراين كسى نبايد از رحمت حق مأيوس باشد .\r\n قُلْ يا عِبادِيَ الَّذينَ أَسْرَفُوا عَلى أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَميعاً إِنَّهُ هُوَ الْغَفُورُ الرَّحيمُ  « 1 » بگو : اى بندگان من كه بر خويشتن زياده‌روى روا داشته‌ايد ، از رحمت خدا نوميد مشويد . در حقيقت ، خدا همهء گناهان را مىآمرزد ، كه او خود آمرزنده مهربان است .\r\nاگر به راستىدل كسى شكست و يك تلاطم درونىپيدا كرد ، سر به زير و خجالت‌زده از خدا شد ، خدا حتماً توبة او را قبول مىكند . اصلًا يأس و نا اميدى از رحمت خداوند ، گناهى برابر با گناه كفر دارد . مسلمان ، آن هم شيعه ، معنا ندارد از رحمت خداوند مأيوس باشد . مثلًا اگر كسىبگويد خدا ديگر مرا نمىآمرزد ، مأيوس از رحمت خدا شده و گناه او در سر حد كفر است .\r\n وَ لا تَيْأَسُوا مِنْ رَوْحِ اللَّهِ إِنَّهُ لا يَيْأَسُ مِنْ رَوْحِ اللَّهِ إِلَّا الْقَوْمُ الْكافِرُون  « 2 » از رحمت خدا مأيوس نشويد ، كه جز كافران از رحمت خدا نوميد نگردند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . زمر / 53 .\r\n( 2 ) . يوسف / 87 .\r\n","page_name":" 42 ","page_number":50},
  {"content":"\r\n\r\nتوجّه به اين نكته مهمّ است كه از نظر قرآن كريم ، بلكه از نظر عقل ، توبه هيچ شرطىندارد و به صرف پيدا شدن حالت درونىپشيمانىاز گناه ، توبه حاصل مىگردد ، امّا بايد دانست كه لازمة پشيمانى ، تصميم بر ترك گناه و عمل بر طبق دستورات الهىاست ؛ زيرا اگر كسىتصميم بر ترك گناه نداشت و يا بر اساس فرمان الهىعمل نكرد ، در حقيقت از گناه پشيمان نشده است .\r\n\r\nتوبه از حقّ الله\r\nگاهىتوبه مربوط به حق الله است ؛ مثلًا عباداتى مثل نماز از انسان فوت شده و قضا دارد . با اينكه اين گناه خيلى بزرگ است و انسان بىنماز ، و كسىكه به نماز اهميّت نمىدهد و نماز را ضايع مىكند ، حتماً گمراه و بدبخت است ، ولى توبة او پذيرفته مىشود . البته پس از توبه ، جبران كوتاهىاز عبادت فوت شده ، لازم است . بايد تصميم جدىبگيرد كه نماز و روزه و ساير عباداتىرا كه از او قضا شده است ، به مرور زمان جبران نمايد . پروردگار عالم توبة واقعىچنين شخصىرا مىپذيرد و انتظار هم ندارد بعد از توبه ، تمام وقتش را صرف جبران آن عبادات كند ، بلكه بايد به وظايف روزانه‌اش رسيدگى كند و هرچه مىتواند نمازها و روزه‌ها يا ساير عباداتش را قضا كند تا تمام شود . ولىتصميم جدّىبراىجبران اين عبادات لازم است .\r\nتوبه از گناهانى نظير دروغ و غيبت و تهمت نيز پذيرفته مىشود و در بسيارى از اين موارد ، راضى كردن شخصى كه از او غيبت شده يا به او تهمت زده شده است هم لازم نيست و فقط توبة واقعى در محضر پروردگار متعال كفايت مىكند « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . جهت اطلاع از تفصيل اين موضوع ر . ك . بخش اخلاق رسالة توضيح المسائل معظّم‌له .\r\n","page_name":" 43 ","page_number":51},
  {"content":"\r\n\r\n\r\nتوبه از حقّ الناس\r\nكسىكه حقىاز مردم ضايع كرده است و اموال ديگران را به باطل خورده است يا دزدىو حيف و ميل و ربا و رشوه و . . . در زندگى خود داشته است ، اولًا بايد توبه كند و پشيمانىخود را در محضر پروردگار عالم اظهار نمايد ، ولىاين موارد نيز نياز به جبران دارد . بايد حقّ الناس را به صاحب آن برگرداند . اگر هم صاحب آن مال را پيدا نكرد و دسترسىبه او نبود ، بايد با حاكم شرع در ميان بگذارد . اگر هم واقعاً سرمايه‌اىجهت جبران حقّ الناس ندارد ، بايد توبه كند و تصميم جدّىبگيرد كه هر وقت توانست مال مردم را به آنها برگرداند و اگر هم تا آخر عمر بر اين تصميم واقعىبماند و توان پرداخت بدهىخود را نداشته باشد ، در روز قيامت پروردگار عالم آن بستانكار را راضىخواهد كرد .\r\nكسانى هم كه در اداى ديون شرعى نظير خمس و زكات و كفّارات ، كوتاهى كرده‌اند ، بايد توبه كنند و در مورد نحوة پرداخت بدهى خود ، به حاكم شرع مراجعه نمايند .\r\nخلاصه بن‌بست در اسلام نيست . كسىنمىتواند بگويد ديگر فايده ندارد و من بخشيده نمىشوم . اين غلط است و همه بايد توبه كنند و به هر روشىكه مىتوانند جبران حقّ الله يا حقّ الناس را بنمايند يا در صورت عدم توان ، تصميم جدّىبراىجبران بگيرند .\r\n\r\nآثار و بركات توبه\r\nيكى از بركات ارزش‌مند توبه اين است كه پروردگار عالم به كسىكه توبة واقعىكند يا تصميم آن را داشته باشد ، سلام مىكند .\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":52},
  {"content":"\r\n\r\n وَ إِذا جاءَكَ الَّذينَ يُؤْمِنُونَ بِآياتِنا فَقُلْ سَلامٌ عَلَيْكُمْ كَتَبَ رَبُّكُمْ عَلى نَفْسِهِ الرَّحْمَةَ أَنَّهُ مَنْ عَمِلَ مِنْكُمْ سُوءاً بِجَهالَةٍ ثُمَّ تابَ مِنْ بَعْدِهِ وَ أَصْلَحَ فَأَنَّهُ غَفُورٌ رَحيم  « 1 » و چون كسانىكه به آيات ما ايمان مىآورند نزد تو آيند ، بگو : سلام بر شما ، پروردگارتان رحمت را بر خود مقرر داشته ، كه هر كس از شما به نادانىعمل بدىكند آن‌گاه بعد از آن توبه كند و به اصلاح ( كار خود ) پردازد بىترديد خداوند بسيار آمرزنده و مهربان است .\r\nچه پروردگار بزرگوارى كه علاوه بر بخشش بندة گناهكار ، به او سلام هم مىكند . خداىسبحان بنده‌اىرا كه در پيشگاهش حالت تضرّع و سرافكندگىدارد ، دوست مىدارد و در قرآن شريف علاوه بر اظهار محبّت به او ، وىرا مطهّر مىداند و چنين است كه پروردگار عالَم بهترين درجه را به او داده است :\r\nانِّ اللهَ يُحبُّ التِّوّابينَ وَ يُحبُّ الْمُتَطَهَّرين « 2 » خداوند توبه كاران و پاكيزگان را دوست مىدارد .\r\nپروردگار مهربان تأكيد مىكند كه اگر بندة گناهكار توبه را شكست ، ولىدوباره به سوىخدا بازگشت ، خداوند متعال بار ديگر توبة او را قبول مىكند و به عبارت قرآن كريم ، اگر بندة عاصى ، توّاب شد ، خداىمتعال نيز توّاب است :\r\n إِنَّ اللَّهَ هُوَ التَّوَّابُ الرَّحيمُ  « 3 » خداوند توبه‌پذير مهربان است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انعام / 54 .\r\n( 2 ) . بقره / 222 .\r\n( 3 ) . توبه / 118 .\r\n","page_name":" 45 ","page_number":53},
  {"content":"\r\n\r\nقرآن در آيات ديگرىمىفرمايد كه توبه فقط موجب اصلاح آخرت نمىشود ، بلكه اصلاح دنيا را هم به همراه دارد .\r\n يُصْلِحْ لَكُمْ أَعْمالَكُمْ وَ يَغْفِرْ لَكُمْ ذُنُوبَكُم  « 1 » تا خداوند عمل‌هاىشما را اصلاح نمايد و گناهانتان را بيامرزد .\r\nتوبه موجب حل مشكلات و اصلاح امور دنيوىمىشود ، گره‌ها را باز مىكند و گرفتارىها را رفع مىنمايد .\r\nاولاد صالح و شايسته و مال حلال و نيز قدرت و شخصيت اجتماعى ، در ساية توبه روزى انسان مىگردد . همچنين توبه باعث مىشود نعمت‌هاى الهى مثل باران بر سر انسان فرو بريزد .\r\n وَ يا قَوْمِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُرْسِلِ السَّماءَ عَلَيْكُمْ مِدْراراً وَ يَزِدْكُمْ قُوَّةً إِلى قُوَّتِكُمْ  « 2 » و اىقوم من ، از پروردگارتان آمرزش بخواهيد ، سپس به سوىاو بازگرديد تا ابر و باران را بر شما ريزان فرستد و نيرويىبر نيروىشما بيفزايد .\r\n وَ أَنِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُمَتِّعْكُمْ مَتاعاً حَسَناً إِلى أَجَلٍ مُسَمًّى  « 3 » و اين كه از پروردگار خود آمرزش بخواهيد ، سپس به سوىاو بازگرديد تا شما را با بهره خوشى ( از زندگى ) تا مدتىمعين برخوردار نمايد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . احزاب / 71 .\r\n( 2 ) . هود / 52 .\r\n( 3 ) . هود / 3 .\r\n","page_name":" 46 ","page_number":54},
  {"content":"\r\n\r\nتوبه ، آثار فراوان ديگرى هم دارد كه به جهت رعايت اختصار از ذكر آن خوددارى مىشود .\r\n\r\nمراحل توبه\r\nتوبه مراحلى دارد كه عبارتند از :\r\nمرحلة اوّل توبة زبانى است ؛ يعنى همين كه صيغة توبه بر زبان جارى شود .\r\nمرحلة دوّم توبه‌اى است كه در آن دل انسان ، زبان او را همراهى كند .\r\nدر مرحلة سوّم ، دل در مقابل خداوند خاشع مىگردد .\r\nو در مرحلة چهارم انسان خود را در محضر خدا مىيابد و با چشم قلب او را مىبيند و خود به خود حالىپيدا مىكند و اشكىمىريزد و در اين صورت است كه مىتواند راه صد سالة سير و سلوك را بپيمايد ؛ چون حقيقت توبه بازگشت از شرك به توحيد است . كسىكه گناه مىكند ظاهراً مسلمان است و در حقيقت شيطان و هوىو هوس و نفس امّاره را مىپرستد و بايد با توبه از شرك ، به خداپرستىبازگردد .\r\n أَ فَرَأَيْتَ مَنِ اتَّخَذَ إِلهَهُ هَواهُ  « 1 » پس آيا ديدىكسىرا كه معبود خود را هواىنفسش قرار داده است .\r\nيا در جاى ديگر مىفرمايد :\r\n أَ لَمْ أَعْهَدْ إِلَيْكُمْ يا بَني آدَمَ أَنْ لاتَعْبُدُوا الشَّيْطانَ إِنَّهُ لَكُمْ عَدُوٌّ مُبينٌ  « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . جاثيه / 23 .\r\n( 2 ) . يس / 60 .\r\n","page_name":" 47 ","page_number":55},
  {"content":"\r\n\r\nاىفرزندان آدم ، آيا به شما سفارش نكردم كه شيطان را نپرستيد كه او مسلّما براىشما دشمنىآشكار است ؟ !\r\nمگر ما معاهده نكرديم كه بت پرست نباشيد ؟ بت تو شيطان و هوىو هوس نباشد ؟\r\nشب قدر ، شب توبه است . از اين رو ، در اعمال آن شب آمده است كه صد مرتبه « أستغفر الله ربّى و أتوب اليه » بگوييد . ولى بايد توجه شود كه ذكر توبه به تنهائى كافى نيست و اين توبه ، توبة حقيقى نمىباشد ، بلكه توبه آن است كه حالت خجالت و شرمندگى در مقابل حضرت حق تعالى در توبه كننده به وجود آيد ؛ يعنى بنده خود را در محضر پروردگار ببيند و احساس خجالت كند .\r\nجمله‌اى را حضرت امام خمينى ( قدس سره ) بارها در درس‌هاى اخلاقى خويش تكرار مىفرمودند كه « عالم محضر خداست ، در محضر خدا معصيت نكنيد . » همه بايد در محضر پروردگار احساس شرمندگى كنند و از مخالفت‌ها و سرپيچىهايى كه از اوامر او داشته‌اند ، توبه نمايند . اينكه انسان از نعمات و سفرهء گستردهء پروردگار متنعّم شده و مخالفت با فرامين او كند ، حكايت از بىحيايى او دارد و از اين بىحيايى كه نسبت به محضر ربوبى حضرت حق روا داشته است ، بايد احساس خجالت و شرمندگى كند . به گناهان خويش اقرار كند و از محضرش طلب عفو نمايد .\r\nكسى كه در محضر پروردگار عالم شرمنده و خجالت‌زده نيست ، نمىداند چقدر گناهكار است . بعضىاوقات تكرار گناه موجب مىشود قبح آن از دل انسان برود و لذا خودش را مقصّر نمىداند . در جايى كه پيامبر اكرم ( ص ) كه تجلّى عصمت و پاك‌دامنى هستند و از هر خطا و اشتباهى نيز مصون مىباشند ، روزى هفتاد مرتبه\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":56},
  {"content":"\r\n\r\nدر محضر پروردگار توبه مىنمايند ، « 1 » ضرورت توبه براى افراد معمولى بيشتر روشن مىگردد .\r\nدر طول تاريخ بسيار بوده‌اند كسانى كه با توبه از شقاوت و تيره‌بختى به سعادت و خوشبختى دست يافته و راه سير و سلوك را به خوبى طى كرده‌اند .\r\nحر بن يزيد رياحىاوّلين كسىبود كه بدن اهل بيت ( ع ) را در كربلا لرزاند و راه را بر آنان بست . گناه خيلى بزرگ است . ناگهان روز عاشورا متوجه گناه بزرگ خود شد و فهميد چه كرده است . و مهم‌تر اينكه دانست چه بايد بكند و از رحمت الهى و لطف امام زمان خود مأيوس نشد . لذا با بدن لرزان و سرافكنده و خجالت زده خدمت امام حسين ( ع ) آمد . وقتىخدمت آن حضرت رسيد و توبه كرد ، حضرت به او فرمودند : تو را بخشيدم . او باورش نمىشد و از امام ( ع ) خواست تا اجازه دهند به ميدان رود و در راه خدا شهيد شود . به جايىرسيد كه امروز همة ما در مقابل قبر ايشان مىايستيم و مىگوييم : پدر و مادرم فداىشما . و او را شفيع درگاه امام حسين ( ع ) قرار مىدهيم . و همان گونه كه به حضرت ابالفضل العباس ( ع ) مىگوييم : « يا كاشف الكرب عن وجه الحسين ( ع ) اكشف كربى به حق اخيك الحسين ( ع ) » خطاب به جناب حر نيز مىگوييم : « يا كاشف الكرب عن وجه الحسين ( ع ) ، اكشف كربى به حق مولاك الحسين ( ع ) » .\r\nهركه بتواند اين گونه نظر امام زمانش را جلب كند ، حتماً او را خواهند بخشيد و به درجات عالى خواهد رسيد .\r\nرحمت الهى مثل باران بر سر همه مى بارد . اين انسان است كه بايد براى دريافت اين رحمت زمينه سازى كند و خود را در معرض آن قرار دهد . و گرنه اگر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مستدرك‌الوسائل ، ج 5 ، ص 320 .\r\n","page_name":" 49 ","page_number":57},
  {"content":"\r\n\r\nباران ببارد و كسى به زير سقف برود ، هر چقدر هم كه آن باران شدت داشته باشد ، روى سر او نمىريزد .\r\n\r\n6 . دعا\r\nمطلب مهمّى كه بايد در شب‌هاى قدر به آن توجّه شود ، راز و نياز با معبود است . از دعا و راز و نياز با خدا نبايد غافل بود . اگر هم كسى نمىتواند عربى دعا بخواند ، با زبان خودش با خداوند متعال راز و نياز كند . خداوند به زبان بندگان خويش به هر زبانى كه باشد ، آشناست . البته خواندن دعا به پيروى از حضرات معصومين ( ع ) و به زبان عربى ، بهتر است .\r\nبايد انسان در اين شب‌ها حالى پيدا كند و حقيقتاً از عمق جان خداوند تبارك و تعالى را بخواند و « خدا ، خدا ، خدا » بگويد . حال مناجات را هم بايد از خدا خواست . با بىحالى و كسالت نمىتوان از اين اوقات بهره‌مند شد . خوشا به حال كسانى كه با حال خوش ، از اين اوقات خوب بهره مىبرند .\r\n\r\nاستجابت دعا\r\nآيه‌اىدر قرآن راجع به دعا است كه از نظر تأكيد منحصر به فرد است :\r\n وَ إِذا سَأَلَكَ عِبادي عَنِّي فَإِنِّي قَريبٌ أُجيبُ دَعْوَةَ الدَّاعِ إِذا دَعانِ فَلْيَسْتَجيبُوا لي وَ لْيُؤْمِنُوا بي لَعَلَّهُمْ يَرْشُدُونَ  « 1 » و چون بندگان من از تو درباره من بپرسند ( بگو كه ) من حتماً\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بقره / 186 .\r\n","page_name":" 50 ","page_number":58},
  {"content":"\r\n\r\n( به همه ) نزديكم ، دعاىدعاكننده را هنگامىكه مرا بخواند اجابت مىكنم ، پس بايد دعوت مرا بپذيرند و به من ايمان آورند ، شايد كه راه يابند .\r\nيا رسول الله اگر از تو پرسيدند خدا كجاست ؟ بگو نزديك است . از رگ گردن به تو نزديكتر است . از خود تو به تو نزديك‌تر است . از طرف من به آنها بگو اگر راستىدعا كنيد ، اجابت مىكنم . جواب شما را مىدهم حتماً ايمان و عقيده داشته باشيد كه استجابت مىكنم . خداوند دوست دارد رستگار شويد لذا مىگويد دعا كنيد . و رستگارىو رشد انسان‌ها در سايهء دعا و ارتباط با او ميسر مىشود .\r\nدر آيهء ديگر تهديد مىكند و مىفرمايد اگر كسى اعراض از دعا داشته باشد و در زندگىاو دعا نباشد و دعا نكند ، به جهنم خواهد رفت و در جهنّم خوار و ذليل خواهد بود :\r\n وَ قالَ ربُّكُمُ ادعُونِي استَجِبْ لَكُمْ إِنَّ الَّذينَ يَسْتَكْبِرُونَ عَنْ عِبادَتي سَيَدْخُلُونَ جَهَنَّمَ داخِرينَ  « 1 » و پروردگارتان گفت مرا بخوانيد تا شما را اجابت كنم ، البته كسانىكه از عبادت من تكبر ورزند به زودىخوار و سرافكنده وارد جهنم مىشوند .\r\nدر آيهء ديگر مىفرمايد :\r\n قُلْ ما يَعْبَؤُا بِكُمْ رَبِّي لَوْ لا دُعاؤُكُمْ  « 2 » بگو اگر دعاىشما نباشد ، خداوند براىشما ارجىقائل نيست .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . غافر / 60 .\r\n( 2 ) . فرقان / 77 .\r\n","page_name":" 51 ","page_number":59},
  {"content":"\r\n\r\nخداوند در اين آيات مىفرمايد اگر دعا در زندگىشما نباشد من اعتنا به شما ندارم و دست عنايت من از روىسر شما برداشته مىشود .\r\nنظير اين دو سه آيه در قرآن زياد است كه به ما مىفهماند مأيوس از استجابت دعا نباشيم . خداوند متعال در قران كريم استجابت را وعده داده است و وظيفه ما هم دعا كردن است . اعتقاد به اينكه خداوند از ما خواسته است دعا كنيم و دعاىما بدون نتيجه نمىماند ، ضرورىاست .\r\nدعاىسحر دعاىخيلىخوبىاست كه همهء ائمه طاهرين ( ع ) آن دعا را مىخوانده‌اند . و در اين دعا از اول تا آخر نمىگويد خدايا چه مىخواهم . فقط مىگويد « خدا خدا خدا ، به حق محمد و آل محمد ( ص ) » . ولىنمىگويد چه مىخواهم . لذا خوب است انسان فقط دعا كند و يقين داشته باشد آنچه مصلحت اوست به او مىدهند .\r\nتو بندگى چو گدايان به شرط مزد نكن كه خواجه خود روش بنده پرورى داند\r\nحالا اگر كسى تعيين كند چه مىخواهد ، اگر صلاح او باشد ، عين دعا مستجاب مىشود . ولىاگر مصلحت او در استجابت آن دعا نباشد ، حتماً نظير آن عطا مىشود . مثلًا اگر كسىفقير است و تموّل مىخواهد ، اگر به صلاح او نباشد ، خداوند اولاد صالح و عاقبت به خيرىو نظائر آن را عطا مىفرمايد .\r\nبالاخره خداوند متعال جواب دعا را خواهد داد . اگر هم به هيچ وجه استجابت دعا در اين دنيا مصلحت نباشد ، خداوند تبارك و تعالىدر قيامت از بنده‌اش عذرخواهىمىكند و به او مىفرمايد : اگر دعاىتو مستجاب نشد ، مصلحت تو نبود و علت آن را براىاو روشن مىكند و به گونه‌اىبراىاو جبران مىنمايد كه آن بنده مىگويد اىكاش هيچ يك از دعاهايم در دنيا مستجاب نشده بود .\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":60},
  {"content":"\r\n\r\n\r\nبهترين دعاها\r\n\r\n* دعا براى فرج امام زمان ( ارواحنافداه )\r\nدعا براى فرج حضرت مهدى ( ارواحنافداه ) از بهترين دعاها است . . دعا براى اينكه پروردگار عالم لطف كند و به دست شيعه با رهبرى حضرت مهدى ( ارواحنافداه ) پرچم اسلام روى كره زمين افراشته شود . همة گرفتارىها كه اكنون مردم دارند ، با ظهور آن حضرت بر طرف مىشود و عدالت اجتماعىبه صورت صددرصد در جهان پياده خواهد شد . يكى از بركات زمان ظهور حضرت بقية الله ( ارواحنا فداه ) به‌وجود آمدن امنيت اجتماعى ، امنيت اقتصادى ، امنيت فرهنگى و امنيت سياسى است و اين همه ناامنىهاى اجتماعى ، فرهنگى ، اقتصادى و . . . كه موجب رنج مردم شده است ، در آن زمان ديگر وجود ندارد . در زمان حضرت مهدى ( ارواحنافداه ) دنيا زنده خواهد شد :\r\n اعْلَمُوا أَنَّ اللَّهَ يُحْيِ الْأَرْضَ بَعْدَ مَوْتِها  « 1 » بدانيدكه همانا خداوند اين زمين را پس از مرگش زنده مىكند .\r\nو اين دنياىظلمانىبه نور حضرت روشن و منوّر خواهد گشت :\r\n وَ أَشْرَقَتِ الْأَرْضُ بِنُورِ رَبِّها  « 2 » و ( در آن روز روى ) زمين به نور پروردگارش روشن مىگردد .\r\nاگر مردم ، دنيا بخواهند بايد دعاىفرج بخوانند ، اگر خواستار يك زندگى صددرصد با امنيّت و عدالت باشند ، بايد شبانه روز دعاىفرج بخوانند ، بعد از صلوات‌ها « وَ عَجّل فَرَجَهُم » را بگويند ، در زمان‌هاى مقدّس و مبارك نظير ماه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . حديد / 17 .\r\n( 2 ) . زمر / 69 .\r\n","page_name":" 53 ","page_number":61},
  {"content":"\r\n\r\nرجب ، ماه شعبان ، ماه رمضان و شب جمعه و نيز در مكان‌هاى مقدس نظير مكّه ، مدينه ، كربلا حرم‌هاى مطهّر ائمه طاهرين ( ع ) بالاترينِ دعاها بايد دعا براى فرج امام زمان ( ارواحنافداه ) باشد .\r\nهمه بايد به صورت جدّىمخصوصاً وقتى كه حالى دست مىدهد ، براىامر فرج دعا كنند تا در سايه آن ديگر دعاها نيز برآورده شود .\r\n\r\n* دعا براى عافيت\r\nيكىاز دعاهاىمفيد در ليالىقدر و ديگر ايام سال ، دعا براى عافيت است . عافيت به سه معنا است :\r\nالف ) سلامت جسمى\r\nجسم انسان بايد سالم باشد تا بتواند در امور دنيا و آخرت خود موفق باشد . بدون جسم سالم ، نشاط عبادت و دعا و . . . وجود ندارد و سير وسلوك ميسر نمى شود . متأسفانه امروزه بسيارى از افراد جامعه مريض هستند و بيشتر امراض موجود هم ناعلاج است متأسفانه بسيارىاز دردها هم نا علاج است . بنابراين اولًا همه بايد مراقب سلامت جسمى خود باشند . ثانياً دعا كنند كه مبتلا به اين گونه امراض نشوند .\r\nب ) سلامت روحى\r\nبسيارىاز انسان‌ها به بيمارىروحىمبتلا هستند . اين موضوع با ذكر يك مثال روشن‌تر خواهد شد .\r\nحضرت موسى ( ع ) براىمناجات با خداوند مىرفتند . در راه يك انسان بىحيا گفت : به خدا بگو چقدر من گناه كنم و تو مرا عذاب نكنى ؟ !\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":62},
  {"content":"\r\n\r\nحضرت موسىبه مناجات رفتند و هنگامىكه خواستند برگردند خطاب شد : چرا پيام بنده‌ام را نمىدهى ؟ گفت : خجالت مىكشم !\r\nخطاب شد : به او بگو من بالاترين بلا و عذاب را به تو داده‌ام ، متوجّه نيستى . بعد خطاب شد آيا از نماز و مناجات با من لذّت مىبرى ؟ همين قدر كه شيرينىمناجات را از دل توبرده‌ام ، بالاترين بلا را دارى .\r\nكم پيدا مىشود كسىاز نماز لذت ببرد . اگر كسىاز نماز لذت ببرد ، نماز شب او ترك نمىشود . بنابراين افراد مبتلا به بيمارى روحى فراوان‌اند . براىهمين هم اول ظهر يا اول مغرب خيابان‌ها شلوغ است و مساجد عموماً خلوت است . موقع اذان صبح بسيارىاز مردم خواب هستند ، لذا دعا براى كسب عافيت روحى هم ضرورى است .\r\nج ) سلامت دينى\r\nعافيت در دين مهمتر از دو مورد قبلىاست .\r\nعافيت در دين يعنىاينكه جامعه مقيّد به ظواهر شرع و با تقوا باشد . وقتىعافيت دين در جامعه نباشد ، فرزند انسان ناگهان در جامعه با شبهه‌اىمواجه مىشود و دين خود را از دست مىدهد .\r\nاعتقادات تشيّع محكم و ريشه‌دار است . همه بايد مراقب باشند ، اصول عقايد را خوب مطالعه كنند « 1 » و عميق ياد بگيرند تا شبهات نتواند دين آنها را بگيرد و يكىاز مهمترين دعاها هم بايد براىهمين عافيت دينىباشد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ر . ك : اسلام ، آيين رستگارى ؛ از تأليفات معظّم له\r\n","page_name":" 55 ","page_number":63},
  {"content":"\r\n\r\n\r\n* دعا براى حُسن عاقبت\r\nدعا براىبه خير شدن عاقبت ، در زمان غيبت كبرىو آخرالزمان بسيار ضرورى است و بر آن تأكيد شده است . سفارش شده است در وقتى كه فساد دنيا را مىگيرد ، براىعاقبت به خيرىخودتان و خانواده‌تان ، براىعاقبت به خيرىجوانان و بستگان بسيار دعا كنيد .\r\nآقاىاشراقى ( داماد حضرت امام خمينى ) نقل مىكند به همراه حضرت امام ( ره ) راه مىرفتيم . ايشان به من فرمودند : اگر يك دعاىمستجاب داشته باشىچه مىگويى ؟ گفتم : سؤال را خودتان كرديد پاسخ را هم خودتان بفرماييد . حضرت امام ( ره ) فرمودند : « عاقبت به خيرى » .\r\nعاقبت به خيرىدو معنا دارد . يكىاز معانىآن ، اين است كه از خدا بخواهيم ذلت بعد از عزت نصيب ما نشود . خيلىمشكل است كسىعزيز بوده باشد ، عزت خانوادگىداشته باشد و بعد به ذلت جسمىيا آبرويىمبتلا شود . مثلًا فرد سالمى فلج شود . يا متموّلىناگهان دچار ورشكستگىو فقر شود . يا كسى در آخر عمر و در پيرى محتاج به زن ، فرزند ، عروس ، داماد و خويشان شود و دچار ذلت و بدبختىگردد . بايد دعا كرد كه چنين نشود ، زيرا اين ذلت و احتياج ، يك مرگ تدريجىهمراه با خفّت و خوارىاست . از اينرو دعاى « اللّهم اجعَل عَاقِبَة أمرِنا خيرًا » مورد تأكيد فراوان است .\r\nمعناىدوم عاقبت به خيرىاين است كه انسان بتواند دين خود را به عالم برزخ و قيامت ببرد .\r\nشيطان و اعوان و انصار او تلاش زيادىمىكنند تا دين انسان‌ها را بگيرند و باعث شوند آنها بدون دين از دنيا بروند . مخصوصاً اگر انسان صفات رذيله خود را\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":64},
  {"content":"\r\n\r\nنابود نكرده باشد ، در چنين مواقعىشعله‌ور مىشود و انسان را بىدين مىكند . بعضىاز انسان‌ها به جايىمىرسند كه دم مرگ ، همه چيز را تكذيب مىكنند .\r\n ثُمَّ كانَ عاقِبَةَ الَّذينَ أَساؤُا السُّواى أَنْ كَذَّبُوا بِآياتِ اللَّهِ وَ كانُوا بِها يَسْتَهْزِؤُنَ  « 1 » سپس عاقبت كسانىكه كارهاىزشت انجام دادند اين شد كه آيات خدا را تكذيب كردند و آنها را مسخره مىكردند .\r\nچه بسيار افراد مقدّسىكه نماز شب مىخواندند ، خمس مىدادند و . . . امّا يك دفعه با يك شبهه يا يك سخنرانى گمراه‌كننده ، از همه چيز سرد شدند و دست به انكار همهء عقايد زدند . به همين علت از شيعيان در آخرالزّمان خواسته شده است كه براىحفظ دينشان ، دعاىمختصر و مشهور به « دعاىغريق » را مداوم بخوانند :\r\nيَا اللَّهُ يَا رَحْمَانُ يَا رَحِيمُ يَا مُقَلِّبَ الْقُلُوبِ ثَبِّتْ قَلْبِي عَلَى دِينِك « 2 »\r\nانسان بايد مواظب باشد تا در اين طوفان‌هاىشبهات و گردبادهاىسهمگين شك و ترديد گرفتار نگردد و هميشه اين دعاىغريق را براىنجات و عاقبت به خيرىخود زمزمه كند .\r\nاستاد بزرگوار ما حضرت امام ( ره ) اين مطلب را اين گونه مىفرمودند كه اگر كسىفاسق و فاجر باشد ، دم مرگ به جاىاينكه اميرالمؤمنين را ببيند و با اجازه ايشان قبض روح شود ، با بغض ملك مقرب خدا و اميرالمؤمنين ( ع ) از دنيا مىرود . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . روم / 10 .\r\n( 2 ) . بحارالأنوار ، ج 52 ، ص 148 .\r\n( 3 ) . بحارالأنوار ، ج 6 ، ص 180 .\r\n« يَا حَارِ هَمْدَانَ مَنْ يَمُتْ يَرَنِى مِنْ مُؤْمِنٍ أَوْ مُنَافِقٍ قُبُلًا\r\nيَعْرِفُنِىطَرْفُهُ وَ أَعْرِفُهُ بِنَعْتِهِ وَ اسْمِهِ وَ مَا عَمِلا »\r\n","page_name":" 57 ","page_number":65},
  {"content":"\r\n\r\nو اين معناىعاقبت به خيرىمهمتر از معناىاول است . لذا تقاضا مىشود دعاىشما هميشه اين باشد كه دين خود را ، تشيع خود را از دنيا ببريد . و بسيار بوده‌اند كسانى كه دم مرگ ، چهارده معصوم ( ع ) به ديدار آنها آمده‌اند و محتضر در حال احتضار به همه چهارده نور مقدس سلام كرده و به آنان احترام گذاشته و از دنيا رفته است . و به عبارت ديگر مثل اينكه يك گل را بو كند ، از دنيا رفته است . خيلىسخت است كه كسىيك عمر ذكر « يا على » بگويد ولىدم مرگ رضايت اميرالمؤمنين ( ع ) را نداشته باشد و با بغض ايشان از دنيا برود .\r\n\r\n* دعا براى كسب تقوا\r\nدردعاها بايد از خدا تقوا بخواهيم . كلمه‌اىكه بيش از دويست مرتبه در قرآن شريف تكرار شده است .\r\nتقوا يعنىاهميّت به واجبات مخصوصاً نماز اول وقت ، اهميّت به مستحبّات مخصوصاً خدمت به خلق خدا . اهميّت به اجتناب از گناه و اگر گناه آمد فوراً تدارك و جبران و عذر خواهىاز خداوند .\r\nاگر براىتقوا هيچ تأكيدىبه جز اين آيه نداشتيم ، بس بود كه به آن اهميّت فراوان بدهيم :\r\nوَ مَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجاً ، وَ يَرْزُقْهُ مِنْ حَيْثُ لايَحْتَسِبُ « 1 »\r\nو كسىكه از خدا پروا كند براىاو راه خروجى ( از مشكلات ) قرار مىدهد و او را از راهىكه گمان نمىبرد ، روزىمىدهد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . طلاق / 3 - 2 .\r\n","page_name":" 58 ","page_number":66},
  {"content":"\r\n\r\nو در جاىديگر مىفرمايد :\r\nوَ كانَ حَقًّا عَلَيْنا نَصْرُ الْمُؤْمِنين « 1 »\r\nو همواره يارىكردن مؤمنان بر عهده ما حق و لازم است .\r\nو يا در آيهء ديگرىچنين آمده است :\r\nكَذلِكَ حَقًّا عَلَيْنا نُنْجِ الْمُؤْمِنين « 2 »\r\nاينچنين كه بر ما لازم است مؤمنان را نجات مىبخشيم .\r\nاين آيات با چندين تأكيد مىفرمايد كه مؤمن به ما حق دارد كه او را يارىكنيم و مشكلات او را حل كنيم و در گرفتارىها به فرياد او برسيم .\r\nلذا تقاضا مىشود وقتىدعا مىكنيد ، از خدا بخواهيد علاوه بر خودتان ، فرزندانتان نيز متّقىو مؤمن شوند .\r\n\r\n* دعا براى رفع صفات رذيله\r\nوجود همه انسان‌هاى معمولى آكنده از صفات رذيله است ؛ دنياپرستى ، رياست‌طلبى ، حسادت ، بخل ، خود پرستىو منيت و . . . در عمق جان انسان‌ها وجود دارد . چه كسىمىتواند بگويد من صفت رذيله ندارم ؟ به قول حضرت امام ( قدس سره ) انسان بايد چهل سال خون جگر بخورد تا يك صفت رذيله را ريشه‌كن كند ؛ لذا بايد در جهت ريشه‌كنىصفات رذيله بسيار كوشش كنيم . ولىمعلم اخلاق خداوند است و بايد از او بخواهيم كه صفات رذيله ما ريشه كن شود .\r\nوَ لَوْ لا فَضْلُ اللَّهِ عَلَيْكُمْ وَ رَحْمَتُهُ ما زَكى مِنْكُمْ مِنْ أَحَدٍ أَبَداً وَ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . روم / 47 .\r\n( 2 ) . يونس / 103 .\r\n","page_name":" 59 ","page_number":67},
  {"content":"\r\n\r\n لكِنَّ اللَّهَ يُزَكِّي مَنْ يَشاء  « 1 » و اگر فضل خدا و رحمتش بر شما نبود هيچ يك از شما هرگز پاك نمىشد ، و لكن خداست كه هركس را بخواهد پاك مىكند .\r\nاگر فضل و رحمت خداوند نباشد هيچكس نمىتواند درخت رذالت را از دل بكند و درخت فضيلت به جاىآن غرس نمايد . خودسازىو تهذيب نفس ، نيازمند دعاىفراوان و درخواست مكرّر از خداوند متعال است .\r\n\r\n* دعا براى تقرّب الى الله\r\nانسان در اين دنيا آمده است كه به مقام لقاىپروردگار خويش نائل آيد . و قرآن شريف هم روىاين مقوله بسيار تأكيد مىورزد . رفتن به بهشت براىيك انسان هنر فوق‌العادّه‌اىنيست ؛ چرا كه ديوانه‌ها هم ممكن است به بهشت بروند . بچه‌ها هم به بهشت مىروند و جايگاه خوشىدر قيامت دارند . بنابر اين بهشت براىانسان خيلىكم است بايد به لقاىپروردگار رسيد و اين دعا مىخواهد .\r\nيا أَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّةُ ، ارْجِعي إِلى رَبِّكِ راضِيَةً مَرْضِيَّةً ، فَادْخُلي في عِبادي ، وَ ادْخُلي جَنَّتي « 2 » اىجان آرام گرفته ( در سايهء تقوا ) ، به سوىپروردگار خويش بازگرد ، در حالىكه تو از او خشنود و او از تو خشنود است ، پس در ميان بندگان من در آيه ، و در بهشت من داخل شو .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نور / 21 .\r\n( 2 ) . فجر / 30 - 27 .\r\n","page_name":" 60 ","page_number":68},
  {"content":"\r\n\r\nخداوند در اين آيه شريفه نمىفرمايد به بهشت وارد شو . بلكه مىفرمايد نزد خود من بيا ارْجِعي إِلى رَبِّكِ و اين مقام عنداللهىاست .\r\n\r\n* دعا براى رفع مشكلات اجتماعى و شخصى\r\nهمة مردم بايد مهمّات و مشكلات جامعة مسلمين و شيعيان را در نظر داشته باشند و به اينكه اسلام در مخاطرة عجيب دشمنان قرار دارد توجّه خاصىبنمايند . لازم است در اين شب‌ها فتنه‌هاى دشمنان از جمله استكبار جهانى را در نظر آورند . تهديدات اخلاقى اجتماعى را كه اكنون جامعة اسلامى و جوانان را مورد تهاجم قرار داده است و به قصد  لِيُفْسِدَ فيها وَ يُهْلِكَ الْحَرْثَ وَ النَّسْل  « 1 » بىرحمانه به جوانان جامعه مىتازند ، در نظر گرفته شود و دين‌ستيزى دشمنان اسلام را در بىدين كردن نسل جوان از ياد نبرد . از اين نكته نبايد غافل بود كه دشمن در پى گرفتن محبّت اميرالمؤمنين على ( ع ) از دل فرزندان شيعه است و براى رسيدن به اين مقصود ، از هر ترفندى بهره مىگيرد .\r\nمشكلات معيشتى و اقتصادى و اشتغال و ازدواج جوانان نبايد فراموش شود و براىرفع مشكلات از جمله اختلافات طبقاتى بايد دعا كرد .\r\nبايد توجّه شود كه جامعهء ما به بىتفاوتى كشيده شده است و اين بىتفاوتى از بالاترين دردهاى جوامع به شمار مىآيد . درد ، صرفاً درد سرطان بدن و نظائر آن نيست . بىتفاوتى ، سرطان اجتماع است . استكبار جهانى با تحميل جنگ هشت ساله موفقيّت چندانى نداشت ، ولى متأسفانه با تهاجم فرهنگى بسيارى از ارزش‌هاى جامعهء اسلامى ما را هدف گرفته و تا حدود قابل تأملى به پيش آمده\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بقره / 205 .\r\n","page_name":" 61 ","page_number":69},
  {"content":"\r\n\r\nاست . غفلت جامعه نيز موجب موفقيّت بيشتر دشمنان در عرصهء فرهنگى مىشود .\r\nاگر بزرگ‌سالان به ياد داشته باشند ، در دوران دفاع مقدّس‌هنگامى كه صدام جنايت‌كار موشك‌هاى اربابانش را بر سر مردم ما مىريخت ، مردم با شنيدن آژير خطر متوجّه حملة دشمن مىشدند و به پناه‌گاه مىگريختند . امّا در تهاجم فرهنگى دشمن از آژير خطر خبرى نيست .\r\nبايد به اين نكته توجّه داشت كه رفته رفته دشمن دين جامعهء ما را مىبرد . اعتياد به خانه‌ها رخنه مىكند و بىغيرتى و بىعفّتى گريبان‌گير نواميس مىشود . بىتفاوتى جامعهء ما را فرا گرفته است . همهء اين موارد دعا مىخواهد و بايد اين گرفتارىها در شب‌هاى قدر رفع شود .\r\n\r\nموانع استجابت دعا\r\nدر اين مجال به جهت رعايت اختصار ، فقط عناوين موانع استجابت دعا ذكر مىشود :\r\n1 . گناه\r\n2 . ستم و كمك به ستمكار\r\n3 . نافرمانىاز پدر و مادر و آزردن آنان\r\n4 . بريدن از خويشاوندان\r\n5 . ترك امر به معروف و نهىاز منكر\r\n6 . سبك شمردن نماز\r\n7 . سخن‌چينى\r\n8 . متوسّل شدن به غير خدا\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":70},
  {"content":"\r\n\r\n9 . غذاىحرام\r\n10 . حكمت و مصلحت خداوند\r\n\r\n7 . توسّل به اولياى الهى ( ع )\r\nو نكتة آخر اينكه بنا به فرمايش خداوند متعال كه فرموده است :\r\n يا أَيُّهَا الَّذينَ آمَنُوا اتَّقُوا اللَّهَ وَ ابْتَغُوا إِلَيْهِ الْوَسيلَة  « 1 » اى كسانى كه ايمان آورده‌ايد ، از مخالفت فرمان خدا بپرهيزيد و وسيله‌اى براى تقرب به او بجوئيد .\r\nبايد با توسّل و به واسطه حضرات معصومين ( ع ) به درگاه خداوند رفت . يكى از اعمال وارد شده در ليالى قدر توسل به حضرت سيدالشهداء ( ع ) و ساير حضرات معصومين ( ع ) است . توسّل به اين بزرگواران بسيار در اجابت دعا مؤثر است .\r\nقرآن كريم خطاب به پيامبر اكرم ( ص ) مىفرمايد اگر گناهكار نزد تو بيايد و استغفار كند و تو هم براىاو استغفار كنى ، حتماً گناه آمرزيده و حاجت برآورده مىشود :\r\n وَ لَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنْفُسَهُمْ جاؤُكَ فَاسْتَغْفَرُوا اللَّهَ وَ اسْتَغْفَرَ لَهُمُ الرَّسُولُ لَوَجَدُوا اللَّهَ تَوَّاباً رَحيماً  « 2 » و اگر آنها هنگامىكه به خويشتن ستم كردند نزد تو مىآمدند ، آنگاه از خداوند آمرزش مىخواستند و رسول خدا نيز براىآنها طلب آمرزش مىكرد ، بىترديد خدا بسيار توبه‌پذير و مهربان مىيافتند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مائده / 35 .\r\n( 2 ) . نساء / 64 .\r\n","page_name":" 63 ","page_number":71},
  {"content":"\r\n\r\nرسول گرامى ( ص ) در زمان خودشان ، ائمه طاهرين ( ع ) يكىپس از ديگرىدر زمان خودشان و در زمان ما حضرت مهدى ( ارواحنافداه ) واسطه‌هاىفيض الهىهستند . آمرزيده شدن گناهان و رفع حوائج ، بايد با جلب نظر حضرت مهدى ( ارواحنافداه ) صورت پذيرد .\r\nاگر حضرت ولى عصر ( ارواحنافداه ) نظر لطفىبه جلسات دعا نفرمايند ، آن جلسات هيچ فايده‌اىندارد . بايد توسل به محضر ايشان صورت گيرد تا خداوند متعال به واسطهء آن حضرت دعاها را مستجاب كند .\r\nآنان كه خاك را به نظر كيميا كنند آيا شود كه گوشه چشمىبه ما كنند\r\nتوسّل در سيرهء زندگانى حضرات معصومين ( ع ) همواره بوده است . پيامبر ( ص ) در نماز و مواقعىكه دعا مىفرمودند ، اين جمله را مىفرمودند : « اللهم بحقّ على » . و اميرالمؤمنين ( ع ) نيز در نمازها و دعاىخود به پيامبر ( ص ) متوسّل مىشدند . « 1 » در ادعيه‌اىكه از جانب معصومين ( ع ) وارد شده و برخىاز آنها در مفاتيح محدّث قمىآمده است ، نمىتوانيد دعايىرا پيدا كنيد كه بدون توسّل باشد .\r\nبنابراين در جلسات دعا بايد به محضر پروردگار متعال عرض شود كه خدايا ما حضرت زهرا ( س ) ، اميرالمؤمنين ( ع ) و ساير حضرات معصومين ( ع ) را واسطه قرار داده‌ايم . ما با وجود نازنين حضرت مهدى ( ارواحنافداه ) به در خانهء تو آمده‌ايم ، به حق ايشان و به واسطهء اين بزرگواران ، دعاهاى ما را مستجاب و توبه‌هاى ما را قبول بفرما .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بحارالانوار ، ج 36 ، ص 73 .\r\n","page_name":" 64 ","page_number":72},
  {"content":"\r\n\r\n\r\nفصل دوم : احكام روزه\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":73},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 66 ","page_number":74},
  {"content":"\r\n\r\n\r\nروزه\r\nروزه آن است كه انسان با نيّت از اذان صبح تا مغرب از چيزهايىكه روزه را باطل مىكند ، خوددارىنمايد .\r\nمسئله 1 نيّت يعنىتوجّه به عمل براىاطاعت فرمان خدا ، و لازم نيست انسان نيّت را به زبان بگويد يا از قلب خود بگذارند ، بلكه همين قدر كه براىانجام فرمان خداوند عالم از اذان صبح تا مغرب كارىكه روزه را باطل مىكند ، انجام ندهد ، كافىاست و براىآنكه يقين كند تمام اين مدّت را روزه بوده ، بايد مقدارىپيش از اذان صبح و مقدارىهم بعد از مغرب از انجام كارىكه روزه را باطل مىكند ، خوددارىنمايد .\r\nمسئله 2 انسان مىتواند در هر شب از ماه رمضان تا اذان صبح براىروزهء فردا نيّت كند و بهتر است كه شب اوّل ماه هم نيّت روزهء همهء ماه را بنمايد .\r\nمسئله 3 در هر روزهء واجب ، اگر به واسطهء عذرىمثل خواب يا مرض يا\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":75},
  {"content":"\r\n\r\nمسافرت يا غفلت تا پيش از ظهر نيّت نكند و كارىكه روزه را باطل مىكند ، انجام نداده باشد ، بايد نيّت روزه كند .\r\nمسئله 4 وقت نيّت روزهء مستحبّىاز قبل از اذان صبح است تا موقعىكه به اندازهء نيّت كردن به مغرب وقت مانده باشد كه اگر تا اين وقت كارىكه روزه را باطل مىكند ، انجام نداده باشد و نيّت روزهء مستحبّىكند ، روزهء او صحيح است .\r\nمسئله 5 اگر بخواهد غير روزهء رمضان روزهء ديگرىبگيرد و تعيين واقعىنداشته باشد ، بايد آن را معيّن نمايد ؛ مثلًا نيّت كند كه روزهء قضا يا روزهء نذر مىگيرم ، ولىدر ماه رمضان لازم نيست نيّت كند كه روزهء ماه رمضان مىگيرم ، بلكه اگر نداند ماه رمضان است يا فراموش نمايد و روزهء ديگرىرا نيّت كند ، روزهء ماه رمضان حساب مىشود .\r\nمسئله 6 اگر بداند ماه رمضان است و عمداً نيّت روزهء غير رمضان كند ، روزهء ماه رمضان حساب مىشود .\r\nمسئله 7 اگر مثلًا به نيّت روز اوّل ماه روزه بگيرد ، بعد بفهمد دوّم يا سوّم بوده ، روزهء او صحيح است .\r\nمسئله 8 اگر پيش از اذان صبح نيّت كند و بخوابد و بعد از مغرب بيدار شود ، روزه‌اش صحيح است .\r\nمسئله 9 اگر نداند يا فراموش كند كه ماه رمضان است و پيش از ظهر ملتفت شود ، چنانچه كارىكه روزه را باطل مىكند ، انجام نداده باشد ، بايد نيّت كند و روزهء او صحيح است و اگر كارىكه روزه را باطل مىكند ، انجام داده باشد يا بعد از ظهر ملتفت شود كه ماه رمضان است ، روزهء او باطل مىباشد ، ولىبايد تا مغرب كارىكه روزه را باطل مىكند ، انجام ندهد و بعد از رمضان هم آن روزه را قضا\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":76},
  {"content":"\r\n\r\nنمايد .\r\nمسئله 10 اگر بچّه پيش از اذان صبح ماه رمضان بالغ شود ، بايد روزه بگيرد و اگر بعد از اذان بالغ شود ، روزهء آن روز بر او واجب نيست .\r\nمسئله 11 كسىكه روزه قضا يا روزه واجب ديگرىدارد مىتواند روزه مستحبّىيا روزه استيجارىبگيرد .\r\nمسئله 12 اگر كسىدر روزهء واجب يا مستحب مردّد شود كه روزه را باطل كند يا نه ، يا قصد كند كارىكه روزه را باطل مىكند ، انجام دهد ، روزه‌اش باطل نمىشود .\r\nمسئله 13 اگر در ماه رمضان ، پيش از ظهر كافر مسلمان شود و از اذان صبح تا آن وقت كارىكه روزه را باطل مىكند ، انجام نداده باشد ، بايد نيّت روزه كند و روزهء او صحيح است و قضا هم ندارد .\r\nمسئله 14 روزىرا كه انسان شك دارد آخر شعبان است يا اوّل رمضان ، واجب نيست روزه بگيرد و اگر بخواهد روزه بگيرد ، نمىتواند نيّت روزهء رمضان كند ، ولىاگر نيّت روزهء رمضان يا روزهء قضا و مانند آن بنمايد ، چنانچه بعد معلوم شود رمضان بوده ، روزهء او صحيح است و از ماه رمضان حساب مىشود .\r\nمسئله 15 كسىكه در ماه رمضان روزه نيست ، مستحب است از كارهايىكه روزه را باطل مىكند ، خوددارىنمايد و مستحب است اگر غذا يا آب خورد ، سير نخورد .\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":77},
  {"content":"\r\n\r\n\r\nكارهايى كه روزه را باطل مىكند\r\n\r\n1 . خوردن و آشاميدن\r\nمسئله 16 اگر روزه‌دار عمداً چيزىبخورد يا بياشامد ، روزهء او باطل مىشود ، چه خوردن و آشاميدن آن چيز معمول باشد ؛ مثل نان و آب ، چه معمول نباشد ؛ مثل خاك و شيره درخت ، و چه كم باشد يا زياد ، حتّىاگر مسواك را از دهان بيرون آورد و دوباره به دهان ببرد و رطوبت آن را فرو برد ، روزهء او باطل مىشود ، مگر آنكه رطوبت مسواك در آب دهان به طورىاز بين برود كه رطوبت خارج به آن گفته نشود .\r\nمسئله 17 اگر موقعىكه مشغول غذا خوردن است ، بفهمد صبح شده ، بايد لقمه را از دهان بيرون آورد و چنانچه عمداً فرو برد ، روزه‌اش باطل است و كفّاره هم بر او واجب مىشود .\r\nمسئله 18 اگر روزه‌دار سهواً يا جهلًا چيزىبخورد يا بياشامد ، روزه‌اش باطل نمىشود .\r\nمسئله 19 تزريق آمپولىكه عضو را بىحس مىكند يا به جاىدارو استعمال مىشود ، اشكال ندارد ، ولىبهتر است كه روزه‌دار از استعمال آمپول يا سرُمىكه به جاىغذا به كار مىرود ، خوددارىكند .\r\nمسئله 20 اگر روزه‌دار چيزىرا كه لاىدندان مانده است ، عمداً فرو ببرد ، روزه‌اش باطل مىشود .\r\nمسئله 21 كسىكه مىخواهد روزه بگيرد ، لازم نيست پيش از اذان دندان‌هايش را خلال كند ، ولىاگر بداند غذايىكه لاىدندان مانده در روز فرو\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":78},
  {"content":"\r\n\r\nمىرود ، چنانچه خلال نكند و چيزىاز آن فرو رود ، روزه‌اش باطل مىشود .\r\nمسئله 22 فرو بردن آب دهان گرچه به واسطهء خيال كردن ترشىو مانند آن در دهان جمع شده باشد ، روزه را باطل نمىكند .\r\nمسئله 23 فرو بردن اخلاط سر و سينه تا به فضاىدهان نرسيده ، اشكال ندارد ، ولىاگر داخل فضاىدهان شود ، بهتر است آن را فرو نبرد .\r\nمسئله 24 اگر چيزىنظير مگس در گلوىروزه‌دار برود ، اگر ممكن باشد ، بايد آن را بيرون آورد و روزهء او باطل نمىشود و اگر ممكن نباشد ، فرو بردن آن مانعىندارد و روزهء او هم صحيح است .\r\nمسئله 25 اشخاصىكه به تنگىنفس مبتلا مىباشند و به دستور پزشك هنگام تنگىشديد نفس توسّط وسيله‌اىكه حاوىمواد اكسيژنىاست ، از راه دهان اكسيژن به ريهء خودشان مىرسانند ، روزهء آنها صحيح است .\r\nمسئله 26 اگر روزه‌دار به قدرىتشنه شود كه تحمّل آن طاقت‌فرسا باشد و يا خوف ضرر بدهد ، مىتواند به اندازهء رفع ضرورت آب بياشامد ، ولىروزهء او باطل مىشود و اگر ماه رمضان باشد ، بايد در بقيهء روز از به جا آوردن كارىكه روزه را باطل مىكند ، خوددارىنمايد .\r\nمسئله 27 جويدن و چشيدن غذا كه معمولًا به حلق نمىرسد ، گرچه اتفاقاً به حلق برسد ، روزهء را باطل نمىكند ، ولىاگر انسان از اوّل بداند كه به حلق مىرسد ، چنانچه فرو رود ، روزه‌اش باطل مىشود و بايد قضاىآن را بگيرد و كفّاره هم بر او واجب است .\r\nمسئله 28 انسان نمىتواند براىضعف روزه را بخورد ، ولىاگر ضعف او به قدرىاست كه معمولًا نمىشود آن را تحمّل كرد ، خوردن روزه اشكال ندارد .\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":79},
  {"content":"\r\n\r\n\r\n2 . رساندن غبار غليظ به حلق\r\nمسئله 29 اگر به واسطهء باد يا جاروب كردن و مانند اينها غبار برخيزد و بر اثر عدم مواظبت به حلق برسد ، روزه‌اش باطل مىشود و همچنين اگر دود و بخار در اثر عدم مواظبت به حلق برسد ، روزه را باطل مىكند و امّا اگر سهواً يا جهلًا يا بىاختيار غبار و دود و مانند آن به حلق برسد ، مانعىندارد .\r\nمسئله 30 استعمال سيگار و ترياك و هرويين و ساير دخانيات روزه را باطل مىكند .\r\n\r\n3 . اماله كردن\r\nمسئله 31 اماله كردن با چيز روان ، گرچه از روىناچارىو براىمعالجه باشد ، روزه را باطل مىكند ، امّا اگر از روىفراموشىيا ندانستن مسأله باشد ، روزه باطل نمىشود و استعمال شياف‌هايىكه براىمعالجه است ، مطلقاً اشكال ندارد .\r\n\r\n4 . جماع\r\nمسئله 32 جماع ( نزديكىبا زن يا مرد يا حيوان ) روزه را باطل مىكند ، گرچه فقط به مقدار ختنه‌گاه داخل شود و منىهم بيرون نيايد .\r\nمسئله 33 اگر كمتر از مقدار ختنه‌گاه داخل شود و منىهم بيرون نيايد و يا شك كند كه به اندازهء ختنه‌گاه داخل شده يا نه ، روزهء او صحيح است .\r\nمسئله 34 اگر فراموش كند كه روزه است و جماع نمايد يا مسأله را نداند يا او را به جماع مجبور نمايند ، به طورىكه از خود اختيارىنداشته باشد ، روزهء او باطل\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":80},
  {"content":"\r\n\r\nنمىشود ، ولىچنانچه در بين جماع يادش بيايد يا ديگر مجبور نباشد ، بايد فوراً از حال جماع خارج شود و اگر خارج نشود ، روزهء او باطل است .\r\n\r\n5 . استمناء\r\nمسئله 35 اگر روزه‌دار با خود كارىكند كه منىاز او بيرون آيد ، روزه‌اش باطل مىشود ، امّا اگر بىاختيار يا سهواً يا جهلًا يا در خواب منىاز او بيرون آيد ، روزه‌اش باطل نمىشود .\r\nمسئله 36 هرگاه روزه‌دار بداند كه اگر در روز بخوابد ، محتلم مىشود ؛ يعنىدر خواب منىاز او بيرون مىآيد ، مىتواند در روز بخوابد و چنانچه بخوابد و محتلم هم بشود ، روزه‌اش صحيح است .\r\nمسئله 37 اگر روزه‌دار در حال بيرون آمدن منىاز خواب بيدار شود ، واجب نيست از بيرون آمدن آن جلوگيرىكند .\r\nمسئله 38 روزه‌دارىكه محتلم شده ، مىتواند بول كند ، گرچه بداند به واسطهء بول باقىماندهء منىاز مجرىبيرون مىآيد .\r\nمسئله 39 اگر به قصد بيرون آمدن منىكارىبكند ، ولىمنىاز او بيرون نيايد ، روزه‌اش باطل نمىشود .\r\nمسئله 40 اگر روزه‌دار بدون قصد بيرون آمدن منىبا كسىبازىو شوخىكند ، در صورتىكه عادت نداشته باشد كه بعد از بازىو شوخىمنىاز او خارج شود ، گرچه اتفاقاً منىبيرون آيد ، روزهء او صحيح است .\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":81},
  {"content":"\r\n\r\n\r\n6 . باقى ماندن بر جنابت تا اذان صبح\r\nمسئله 41 اگر جنب عمداً تا اذان صبح غسل نكند يا اگر وظيفهء او تيمّم است ، عمداً تيمّم ننمايد ، روزه‌اش باطل است ، ولىاگر از روىسهو يا جهل يا اجبار غسل يا تيمّم ننمايد ، روزه‌اش صحيح است .\r\nمسئله 42 كسىكه جنب است و مىخواهد روزه بگيرد ، گرچه روزهء مستحبّىباشد ، چنانچه عمداً غسل نكند تا وقت تنگ شود ، مىتواند با تيمّم روزه بگيرد و صحيح است و لازم نيست تا اذان صبح بيدار بماند .\r\nمسئله 43 اگر جنب در ماه رمضان غسل را فراموش كند و بعد از يك يا چند روز يادش بيايد ، روزه‌هايىكه گرفته ، صحيح است ، ولىمستحب است كه آن روزه‌ها را قضا كند .\r\nمسئله 44 كسىكه در شب ماه رمضان براىهيچ كدام از غسل و تيمّم وقت ندارد ، اگر خود را جنب كند ، روزه‌اش باطل است و قضا و كفّاره بر او واجب مىشود ، ولىبايد آن روز را روزه بگيرد ، امّا اگر براىتيمّم وقت دارد ، چنانچه خود را جنب كند ، با تيمّم روزهء او صحيح است .\r\nمسئله 45 اگر گمان كند كه به اندازهء تيمّم وقت دارد و خود را جنب كند و بعد بفهمد وقت براىتيمّم ندارد ، روزه‌اش صحيح است .\r\nمسئله 46 كسىكه در شب ماه رمضان جنب است و مىداند كه اگر بخوابد ، تا اذان صبح بيدار نمىشود ، نبايد بخوابد و چنانچه بخوابد و تا صبح بيدار نشود ، روزه‌اش باطل است و قضا و كفّاره بر او واجب مىشود ، مگر اينكه بدون اختيار خوابش ببرد .\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":82},
  {"content":"\r\n\r\nمسئله 47 كسىكه در شب ماه رمضان جنب است و احتمال مىدهد كه اگر بخوابد ، پيش از اذان صبح بيدار مىشود ، در صورتىكه بخوابد و تا اذان صبح خواب بماند ، روزه‌اش صحيح است .\r\nمسئله 48 اگر جنب در شب ماه رمضان بخوابد و بيدار شود و احتمال دهد كه اگر دوباره بخوابد ، پيش از اذان صبح بيدار مىشود ، چنانچه دوباره بخوابد و تا اذان بيدار نشود ، بايد علاوه بر گرفتن روزهء آن روز ، قضاىآن را هم بگيرد . و همچنين است اگر براىدفعهء سوّم يا بيشتر بخوابد و بيدار نشود ، ولىدر هيچ يك از اينها كفّاره بر او واجب نمىشود .\r\nمسئله 49 خوابىرا كه در آن محتلم شده ، نبايد خواب اوّل حساب كرد ، بلكه اگر از آن خواب بيدار شود و دوباره بخوابد ، خواب اوّل حساب مىشود .\r\nمسئله 50 اگر روزه‌دار در روز محتلم شود ، واجب نيست فوراً غسل كند .\r\nمسئله 51 هرگاه در ماه رمضان بعد از اذان صبح بيدار شود و ببيند محتلم شده ، گرچه بداند پيش از اذان محتلم شده ، روزهء او صحيح است .\r\nمسئله 52 كسىكه مىخواهد در غير ماه رمضان روزه بگيرد ، هرگاه تا اذان صبح جنب بماند ، گرچه از روىعمد نباشد ، روزهء او باطل است ، ولىاگر روزهء معيّنىمىخواهد بگيرد و يا وقت قضاىروزهء ماه رمضان تنگ باشد ، اگر از روىعمد نباشد ، بايد آن روز را روزه بگيرد .\r\nمسئله 53 زنىكه پيش از اذان صبح از حيض يا نفاس پاك مىشود ، اگر مىتواند ، بايد غسل كند و اگر نمىتواند ، بايد تيمّم نمايد و احكام جنابت در مورد او جارىنمىشود .\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":83},
  {"content":"\r\n\r\nمسئله 54 اگر زن بعد از اذان صبح از خون حيض يا نفاس پاك شود يا در بين روز خون حيض يا نفاس ببيند ، گرچه نزديك مغرب باشد ، روزهء او باطل است .\r\nمسئله 55 اگر زنىكه در حال استحاضه است ، غسل‌هاىخود را به تفصيلىكه در احكام استحاضه گفته شد ، به جا نياورد ، نمازهاىاو باطل ، ولىروزهء او صحيح است .\r\nمسئله 56 كسىكه مسّ ميّت كرده ؛ يعنىجايىاز بدن خود را به بدن ميّت رسانده ، مىتواند بدون غسل مسّ ميّت روزه بگيرد و اگر در حال روزه هم ميّت را مس نمايد ، روزهء او باطل نمىشود .\r\nمسئله 57 كسىكه جنب است يا از حيض يا نفاس پاك شده است و آب ندارد كه غسل كند و چيزىهم نيست كه بر آن تيمّم كند ، بايد روزه بگيرد و روزهء او صحيح است و قضا هم ندارد .\r\nمسئله 58 كسىكه در شب جنب شده يا در روز محتلم شده است و به واسطهء عذرىمىخواهد قبل از ظهر نيّت كند ، بايد غسل كند و اگر نمىتواند ، بايد تيمّم كند و نيّت روزه كند .\r\n\r\n7 . قى كردن\r\nمسئله 59 هرگاه روزه‌دار عمداً قىكند ، گرچه به واسطهء مرض و مانند آن ناچار باشد ، روزه‌اش باطل مىشود ، ولىكفّاره ندارد و قضاىتنها كافىاست ، امّا اگر جهلًا يا سهواً يا بىاختيار قىكند ، روزه‌اش باطل نمىشود .\r\nمسئله 60 اگر در شب چيزىبخورد كه مىداند به واسطهء خوردن آن در روز\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":84},
  {"content":"\r\n\r\nبىاختيار قىمىكند ، خوب است اگر در روز قىكرد ، روزهء آن روز را قضا نمايد .\r\nمسئله 61 اگر روزه‌دار بتواند از قىكردن خوددارىكند ، چنانچه براىاو ضرر و مشقّت نداشته باشد ، بايد خوددارىنمايد .\r\nمسئله 62 اگر آروغ بزند و بدون اختيار چيزىدر گلو يا دهانش بيايد ، بايد آن را بيرون بريزد و اگر بىاختيار فرو رود ، روزه‌اش صحيح است .\r\n\r\nاحكام مبطلات روزه\r\nمسئله 63 فرو بردن سر در آب ، گرچه از روىعمد باشد ، روزه را باطل نمىكند ، گرچه مستحب است كه تمام سر را در حال روزه در آب فرو نبرد .\r\nمسئله 64 اگر انسان از روىندانستن مسأله ، كارىكه روزه را باطل مىكند ، انجام دهد ، گرچه در ياد گرفتن مسأله كوتاهىكرده باشد ، روزهء او صحيح است ، ولىمعصيت كرده است .\r\nمسئله 65 اگر روزه‌دار سهواً يكىاز كارهايىكه روزه را باطل مىكند ، انجام دهد و به خيال اينكه روزه‌اش باطل شده ، عمداً دوباره يكىاز آنها را به جا آورد ، روزهء او باطل مىشود .\r\nمسئله 66 اگر چيزىبه زور در گلوىروزه‌دار بريزند ، روزهء او باطل نمىشود ، ولىاگر مجبورش كنند كه روزهء خود را باطل كند ؛ مثلًا به او بگويند : اگر غذا نخورى ، ضرر مالىيا جانىبه تو مىزنيم و خودش براىجلوگيرىاز ضرر چيزىبخورد ، روزهء او باطل مىشود .\r\nمسئله 67 روزه‌دار نبايد جايىبرود كه مىداند چيزىدر گلويش مىريزند يا\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":85},
  {"content":"\r\n\r\nمجبورش مىكنند كه خودش روزهء خود را باطل كند ، امّا اگر قصد رفتن كند ، ولىنرود يا بعد از رفتن چيزىبه خوردش ندهند ، روزهء او صحيح است و چنانچه برود و از روىناچارىكارىكه روزه را باطل مىكند ، انجام دهد ، روزهء او باطل مىشود ، ولىاگر چيزىدر گلويش بريزند ، روزهء او صحيح است ، گرچه معصيت نموده است .\r\nمسئله 68 اگر روزه‌دار به گفتن يا به نوشتن يا به اشاره و مانند اينها به خدا و پيغمبر ( ص ) و جانشينان آن حضرت ( ع ) عمداً نسبت دروغ بدهد ، روزهء او باطل نمىشود ، گرچه گناه بزرگىنموده است .\r\n\r\nكفاره روزه\r\nمسئله 69 كسىكه كفّارهء روزهء رمضان بر او واجب است ، بايد دو ماه روزه بگيرد يا شصت فقير را سير نمايد يا به هر كدام تقريباً 750 گرم طعام يعنىگندم يا جو و مانند اينها يا قيمت آنها را بدهد و چنانچه اينها برايش ممكن نباشد ، هر چند مد كه مىتواند به فقرا طعام بدهد و اگر نتواند طعام بدهد ، بايد استغفار كند و چنانچه دادن كفّاره بعداً براىاو ممكن شود ، واجب نيست كفّاره بدهد .\r\nمسئله 70 كسىكه مىخواهد دو ماه كفّارهء روزهء رمضان را بگيرد ، بايد سىو يك روز آن را پىدر پىبگيرد و اگر بقيهء آن پىدر پىنباشد ، اشكال ندارد .\r\nمسئله 71 كسىكه مىخواهد دو ماه كفّارهء روزهء رمضان را بگيرد ، نبايد موقعىشروع كند كه در بين سىو يك روز روزىباشد كه مانند عيد قربان ، روزهء آن حرام است .\r\nمسئله 72 اگر در بين روزهايىكه بايد پىدر پىروزه بگيرد ، عذرىمثل\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":86},
  {"content":"\r\n\r\nحيض يا نفاس يا سفرىكه در رفتن آن مجبور است ، براىاو پيش آيد ، بعد از بر طرف شدن عذر واجب نيست روزه‌ها را از سر بگيرد ، بلكه بقيه را بعد از بر طرف شدن عذر به جا مىآورد .\r\nمسئله 73 اگر به چيز حرامىروزهء خود را باطل كند ، اگر آن چيز ذاتاً حرام باشد ؛ مثل شراب و زنا ، كفّارهء جمع ( گرفتن دو ماه روزه كه سىو يك روز آن پىدر پىباشد و اطعام شصت فقير ) بر او واجب مىشود و چنانچه كفّارهء جمع برايش ممكن نباشد ، هر كدام را كه ممكن است ، بايد انجام دهد و اگر ذاتاً حرام نباشد ، بلكه به جهتىحرام شده باشد ؛ مثل نزديكىكردن با عيال خود در حال حيض ، كفّارهء جمع ندارد .\r\nمسئله 74 اگر روزه‌دار در يك روز ماه رمضان چند مرتبه كارىكه روزه را باطل مىكند ، انجام دهد ، گرچه آن كار جماع باشد ، براىهمهء آنها يك كفّاره كافىاست .\r\nمسئله 75 اگر روزه‌دار زنا كند و بعد با حلال خود جماع نمايد ، يك كفّارهء جمع كافىاست .\r\nمسئله 76 اگر روزه‌دار كارىكه حلال است و روزه را باطل مىكند ، انجام دهد ؛ مثلًا آب بياشامد و بعد كار ديگرىكه حرام است و روزه را باطل مىكند ، انجام دهد ؛ مثلًا غذاىحرامىبخورد ، يك كفّاره كافىاست .\r\nمسئله 77 اگر نذر كند كه روز معيّنىرا روزه بگيرد ، چنانچه در آن روز عمداً روزهء خود را باطل كند ، بايد كفّارهء نذر بدهد و كفّارهء آن اين است كه ده فقير را سير نمايد يا سه روز روزه بگيرد .\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":87},
  {"content":"\r\n\r\nمسئله 78 كسىكه مىتواند وقت را تشخيص دهد ، اگر به گفتهء كسىكه مىگويد مغرب شده ، افطار كند و بعد بفهمد مغرب نبوده است ، اگر گفتهء او حجّت بوده است ؛ نظير ثقه و اذان وقت شناس ، قضا و كفّاره ندارد و اگر حجّت نبوده ، بايد قضاىآن را بگيرد ، ولىكفّاره ندارد .\r\nمسئله 79 كسىكه عمداً روزهء خود را باطل كرده ، اگر بعد از ظهر مسافرت كند يا پيش از ظهر براىفرار از كفّاره سفر نمايد ، كفّارهء او ساقط نمىشود ، بلكه اگر قبل از ظهر مسافرتىبراىاو پيش بيايد ، باز هم كفّاره بر او واجب است .\r\nمسئله 80 اگر عمداً روزهء خود را باطل كند و بعد عذرىمانند حيض يا نفاس يا مرض براىاو پيدا شود ، كفّاره بر او واجب است .\r\nمسئله 81 اگر يقين كند كه روز اوّل ماه رمضان است و عمداً روزهء خود را باطل كند ، بعد معلوم شود كه آخر شعبان بوده ، كفّاره بر او واجب نيست .\r\nمسئله 82 اگر انسان شك كند كه آخر رمضان است يا اوّل شوال و عمداً روزهء خود را باطل كند ، بعد معلوم شود اوّل شوال بوده ، كفّاره بر او واجب نيست .\r\nمسئله 83 هر كسىكه ديگرىرا مجبور كند به انجام دادن كارىكه روزه را باطل مىكند ، بايد كفّارهء او را بدهد .\r\nمسئله 84 اگر روزه‌دار در ماه رمضان زن خود را مجبور به جماع كند ، مرد بايد دو كفّاره بدهد و بر زن كفّاره واجب نيست ؛ حتّىاگر زن در بين جماع راضىشود ، ولىروزهء او باطل مىشود ، مگر اينكه به طورىمجبور شده باشد كه از خود اختيارىنداشته باشد .\r\nمسئله 85 اگر كفّاره بر انسان واجب شود و چند سال آن را به جا نياورد ، چيزىبر آن اضافه نمىشود .\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":88},
  {"content":"\r\n\r\nمسئله 86 كسىكه مىخواهد براىكفّارهء يك روز شصت فقير را سير نمايد ، نمىتواند يك فقير را بيشتر از يك مرتبه سير نمايد ، ولىمىتواند هر يك از عيالات فقير را گرچه صغير باشند ، سير نمايد .\r\nمسئله 87 كسىكه قضاىروزهء رمضان را گرفته ، اگر بعد از ظهر عمداً كارىكه روزه را باطل مىكند ، انجام دهد ، بايد به ده فقير ، هر كدام تقريباً 750 گرم طعام بدهد و اگر نمىتواند ، بايد سه روز روزه بگيرد و پىدر پىبودن لازم نيست و اگر نمىتواند ، بايد استغفار كند .\r\nمسئله 88 كفّاره براىروزه منحصر است به اينكه انسان يكىاز مفطرات سه‌گانه ( خوردن و آشاميدن ، جماع ، باقىماندن بر جنابت يا حيض يا نفاس تا اذان صبح ) را انجام دهد و هر عملىغير از اين سه مفطر به جا بياورد ، قضا دارد ، امّا كفّاره ندارد .\r\n\r\nاحكام قضاى روزه\r\nمسئله 89 اگر انسان شك كند كه مغرب شده يا نه ، نمىتواند افطار كند ، ولىاگر شك كند كه صبح شده يا نه ، پيش از تحقيق هم مىتواند كارىكه روزه را باطل مىكند ، انجام دهد ، ولىدر چهار صورت بايد روزهء آن روز را قضا كند :\r\nاوّل : در ماه رمضان بدون اين كه تحقيق كند صبح شده يا نه ، كارىكه روزه را باطل مىكند ، انجام دهد ، بعد معلوم شود كه صبح بوده است .\r\nدوّم : شخص غير ثقه بگويد صبح نشده يا بگويد صبح شده و انسان خيال كند شوخىمىكند و كارىكه روزه را باطل مىكند ، انجام دهد ، بعد معلوم شود صبح بوده است .\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":89},
  {"content":"\r\n\r\nسوّم : كسىكه نمىتواند تحقيق كند ؛ مثل كور و زندانىو مانند اينها به گفتهء شخص غير ثقه افطار كند ، بعد معلوم شود مغرب نبوده است .\r\nچهارم : در هواىصاف به واسطهء تاريكىيقين كند كه مغرب شده و افطار كند ، بعد معلوم شود مغرب نبوده است ، ولىاگر در هواىابرىبه گمان اينكه مغرب شده ، افطار كند ، بعد معلوم شود مغرب نبوده ، قضا لازم نيست .\r\nمسئله 90 اگر غير آب چيز ديگرىرا در دهان ببرد و بىاختيار فرو رود يا آب داخل بينىكند و بىاختيار فرو رود ، قضا بر او واجب نيست .\r\nمسئله 91 اگر ديوانه عاقل شود ، واجب نيست روزه‌هاىوقتىرا كه ديوانه بوده ، قضا نمايد .\r\nمسئله 92 اگر كافر مسلمان شود ، واجب نيست روزه‌هاىوقتىرا كه كافر بوده ، قضا نمايد . و همچنين است اگر مسلمانىكافر شود و دوباره مسلمان گردد ، روزه‌هاىوقتىرا كه كافر بوده ، واجب نيست قضا نمايد .\r\nمسئله 93 انسان بايد روزه‌اىرا كه به واسطهء بيهوشىيا مستىاز او فوت شده ، قضا نمايد ، ولىاگر قبل از اذان صبح نيّت كند و بعد بيهوش يا مست شود و يا در روز از بيهوشىيا مستىبيرون آيد و قبل از ظهر نيّت روزه كند ، روزهء او صحيح است و قضا ندارد .\r\nمسئله 94 اگر براىعذرىچند روز روزه نگيرد و بعد شك كند كه چه وقت عذر او بر طرف شده ، مىتواند مقدار كمتر را كه احتمال مىدهد روزه نگرفته ، قضا نمايد .\r\nمسئله 95 اگر از چند ماه رمضان روزهء قضا داشته باشد ، قضاىهر كدام را كه\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":90},
  {"content":"\r\n\r\nاوّل بگيرد ، مانعىندارد ، ولىاگر وقت قضاىرمضان آخر تنگ باشد ؛ مثلًا پنج روز از رمضان آخر قضا داشته باشد و پنج روز هم به رمضان مانده باشد ، بايد اوّل قضاىرمضان آخر را بگيرد .\r\nمسئله 96 اگر قضاىروزهء چند رمضان بر او واجب باشد و در نيّت معيّن نكند روزه‌اىرا كه مىگيرد قضاىكدام رمضان است ، قضاىسال اوّل حساب مىشود .\r\nمسئله 97 اگر قضاىروزهء رمضان را يك سال يا چند سال تأخير بيندازد ، بايد قضا را بگيرد و در صورتىكه متمكن باشد ، براىهر روز 750 گرم طعام به فقير بدهد و از جهت تأخير يك سال يا چند سال ، چيزىبر او واجب نمىشود .\r\nمسئله 98 كسىكه قضاىروزهء رمضان را گرفته ، اگر وقت قضاىروزهء او تنگ نباشد ، مىتواند پيش از ظهر روزهء خود را باطل نمايد .\r\nمسئله 99 اگر به واسطهء مرض ، حيض يا نفاس روزهء رمضان را نگيرد و پيش از تمام شدن رمضان بميرد ، لازم نيست روزه‌هايىرا كه نگرفته ، براىاو قضا نمايند .\r\nمسئله 100 اگر به واسطهء عذرىنظير مرض ، نداشتن قدرت ، مسافرت يا شير دادن و مانند اينها روزهء رمضان را نگيرد و تا رمضان سال بعد به واسطهء هر عذرىنتواند قضا كند ، قضاىروزه‌هايىرا كه نگرفته است ، بر او واجب نيست و بايد براىهر روز معادل 750 گرم گندم يا جو و مانند اينها يا قيمت اينها را در صورت تمكّن به فقير بدهد .\r\nمسئله 101 اگر در ماه رمضان به واسطهء عذرىروزه نگيرد و بعد از رمضان عذر او بر طرف شود و تا رمضان آينده عمداً قضاىروزه را نگيرد ، بايد روزه را قضا كند و براىهر روز 750 گرم گندم يا جو و مانند اينها يا قيمت اينها را به فقير بدهد .\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":91},
  {"content":"\r\n\r\nمسئله 102 كسىكه بايد براىهر روز 750 گرم طعام به فقير بدهد ، مىتواند كفّارهء چند روز را به يك فقير بدهد .\r\nمسئله 103 كسىكه به واسطهء پيرىيا مرض ديگر ( مثل تشنگىزياد ) نمىتواند روزه بگيرد يا براىاو مشقّت دارد ، روزه بر او واجب نيست ، ولىدر صورتىكه روزه براىاو مشقّت دارد ، بايد براىهر روز 750 گرم گندم يا جو و مانند اينها يا قيمت آنها را به فقير بدهد و چنانچه بعد بتواند روزه بگيرد ، بهتر است روزه‌هايىرا كه نگرفته قضا نمايد .\r\nمسئله 104 زنىكه باردار است و يا زنىكه بچّه شير مىدهد ، اگر روزه براىاو يا بچه‌اش ضرر دارد ، روزه بر او واجب نيست و چنانچه تا ماه مبارك رمضان بعدىقدرت بر گرفتن روزه‌ها نداشته باشد ، قضا هم ندارد ، ولىدر صورت استطاعت مالىبايد براىهر روز معادل 750 گرم گندم يا جو و مانند اينها يا قيمت آنها را به فقير بدهد .\r\n\r\nكارهايى كه براى روزه‌دار مكروه است\r\nمسئله 105 براىروزه‌دار سيزده مورد مكروه است :\r\n1 . مسافرت براىفرار از روزه .\r\n2 . ريختن دارو به چشم .\r\n3 . سرمه كشيدن در صورتىكه مزه يا بوىآن به حلق برسد .\r\n4 . انجام هر كارىكه باعث ضعف مىشود ؛ مانند خون گرفتن و حمام رفتن .\r\n5 . انفيه كشيدن در صورتىكه نداند كه به حلق مىرسد ( ولىاگر بداند به حلق مىرسد جايز نيست . )\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":92},
  {"content":"\r\n\r\n6 . بو كردن گياه‌هاىمعطر .\r\n7 . نشستن زن در آب .\r\n8 . استعمال شياف .\r\n9 . تر كردن لباسىكه در بدن است .\r\n10 . دندان كشيدن .\r\n11 . هر كارىكه به واسطهء آن از دهان خون بيايد .\r\n12 . با چوب تر مسواك كردن .\r\n13 . هر كارىكه شهوت را تحريك كند .\r\n\r\nاحكام روزهء مسافر\r\nمسئله 106 مسافرىكه بايد نمازهاىچهار ركعتىرا در سفر دو ركعت بخواند ، نبايد روزهء ماه مبارك رمضان را بگيرد و مسافرىكه نمازش را تمام مىخواند ؛ مثل كسىكه شغلش مسافرت يا سفر او معصيت است ، بايد در سفر روزه بگيرد .\r\nمسئله 107 اگر غير روزهء رمضان روزهء معيّن ديگرىبر انسان واجب باشد ؛ مثلًا به واسطهء نذر يا غير آن ، بهتر است در آن روز مسافرت نكند و اگر در سفر باشد ، لازم نيست قصد كند كه ده روز در جايىبماند و آن روز را روزه بگيرد .\r\nمسئله 108 اگر نذر كند روزه بگيرد و روز آن را معيّن نكند ، نمىتواند آن را در سفر به جا آورد ، ولىاگر نذر كند روز معيّنىرا چه مسافر باشد يا نباشد ، روزه بگيرد ، بايد آن روز را - گرچه مسافر باشد - روزه بگيرد .\r\nمسئله 109 مسافر مىتواند در سفر روزهء مستحبّىبگيرد و نيازىبه قصد ده\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":93},
  {"content":"\r\n\r\nروز يا نذر هم ندارد .\r\nمسئله 110 كسىكه نمىداند روزهء ماه مبارك رمضان مسافر باطل است ، اگر در سفر روزه بگيرد و در بين روز مسأله را بفهمد ، روزه‌اش باطل مىشود و اگر تا مغرب نفهمد ، روزه‌اش صحيح است .\r\nمسئله 111 اگر فراموش كند كه مسافر است يا فراموش كند كه روزهء مسافر باطل مىباشد و در سفر روزه بگيرد ، روزهء او باطل است .\r\nمسئله 112 اگر روزه‌دار بعد از ظهر مسافرت نمايد ، بايد روزهء خود را تمام كند و اگر پيش از ظهر مسافرت كند ، وقتىبه حدّ ترخّص برسد ؛ يعنىديوار شهر را نبيند يا صداىاذان آن را نشنود ، مىتواند روزهء خود را باطل كند .\r\nمسئله 113 اگر مسافر پيش از ظهر به وطنش برسد يا به جايىكه مىخواهد ده روز در آنجا بماند ، چنانچه پيش از ظهر به حدّ ترخّص برسد و كارىكه روزه را باطل مىكند ، انجام نداده باشد ، بايد آن روز را روزه بگيرد .\r\n\r\nروزه‌هاى حرام و مكروه\r\nمسئله 114 روزهء عيد فطر و قربان حرام است .\r\nمسئله 115 اگر زن به واسطهء گرفتن روزهء مستحبّىحقّ شوهرش از بين برود ، جايز نيست روزه بگيرد ، بلكه اگر حقّ شوهر هم از بين نرود ، ولىشوهر او را از گرفتن روزهء مستحبّىباز دارد ، بهتر است خوددارىكند .\r\nمسئله 116 روزهء مستحبّىاولاد اگر سبب اذيّت پدر و مادر شود ، جايز نيست ، بلكه اگر اسباب اذيّت آنان نشود ، ولىاو را از گرفتن روزهء مستحبّىجلوگيرى\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":94},
  {"content":"\r\n\r\nكنند ، بهتر آن است كه روزه نگيرد .\r\nمسئله 117 اگر اولاد بدون اجازهء پدر يا مادر روزهء مستحبّىبگيرد و در بين روز پدر يا مادر او را نهىكند ، در صورتىكه روزه سبب اذيت آنها شود ، بايد افطار نمايد .\r\nمسئله 118 كسىكه مىداند روزه براىاو ضرر ندارد ، گرچه دكتر بگويد ضرر دارد ، بايد روزه بگيرد و كسىكه اطمينان يا گمان دارد كه روزه برايش ضرر دارد و دكتر بگويد ضرر ندارد ، جايز نيست روزه بگيرد و در هر صورت اگر روزه بگيرد ، روزهء او صحيح است .\r\nمسئله 119 اگر انسان احتمال بدهد كه روزه برايش ضرر دارد و از آن احتمال ترس براىاو پيدا شود ، چنانچه احتمال او در نظر مردم بجا باشد ، نبايد روزه بگيرد ، ولىاگر روزه بگيرد ، روزهء او صحيح است .\r\nمسئله 120 روزهء روز عاشورا و روزىكه انسان شك دارد روز عرفه است يا عيد قربان ، مكروه است .\r\n\r\nروزه‌هاى مستحب\r\nمسئله 121 روزهء تمام روزهاىسال غير از روزه‌هاىحرام و مكروه كه گفته شد ، مستحب است و براىبعضىاز روزها بيشتر سفارش شده است كه از آن جمله است :\r\n1 . پنج‌شنبهء اوّل و پنج‌شنبهء آخر هر ماه و چهارشنبه اوّلىكه بعد از روز دهم ماه است . و اگر كسىاينها را به جا نياورد ، مستحب است قضا نمايد و چنانچه اصلًا نتواند روزه بگيرد ، مستحب است براىهر روز 750 گرم طعام به فقير بدهد .\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":95},
  {"content":"\r\n\r\n2 . سيزدهم و چهاردهم و پانزدهم هر ماه .\r\n3 . تمام ماه رجب و شعبان و بعضىاز اين دو ماه ، گرچه يك روز باشد .\r\n4 . روز نوروز .\r\n5 . روز بيست و پنجم و بيست و نهم ذىقعده .\r\n6 . روز اوّل تا روز نهم ذىحجّه ( روز عرفه ) . ولىاگر به واسطهء ضعف روزه نتواند دعاهاىروز عرفه را بخواند ، روزهء آن روز مكروه است .\r\n7 . عيد سعيد غدير ( 18 ذىحجّه ) .\r\n8 . روز اوّل و سوّم محرم .\r\n9 . ميلاد مسعود پيامبر اكرم ( ص ) ( 17 ربيع‌الاوّل ) .\r\n10 . روز مبعث حضرت رسول اكرم ( ص ) ( 27 رجب ) .\r\nمسئله 122 اگر كسىروزهء مستحبّىبگيرد ، واجب نيست آن را به آخر رساند ، بلكه اگر برادر مؤمنش او را به غذا دعوت كند ، مستحب است دعوت او را قبول كند و در بين روز افطار نمايد .\r\nمسئله 123 مستحب است روزه‌دار نماز مغرب و عشاء را پيش از افطار كردن بخواند ، ولىاگر كسىمنتظر اوست يا ميل زيادىبه غذا دارد كه نمىتواند با حضور قلب نماز بخواند ، بهتر است اوّل افطار كند ، ولىبه قدرىكه ممكن است نماز را در وقت فضيلت آن به جا آورد .\r\n\r\nراه ثابت شدن اوّل ماه\r\nمسئله 124 اوّل ماه به پنج چيز ثابت مىشود :\r\nاوّل : خود انسان ماه را ببيند .\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":96},
  {"content":"\r\n\r\nدوّم : عدّه‌اىكه از گفتهء آنان اطمينان پيدا شود ، بگويند ماه را ديده‌ايم . و همچنين است هر چيزىكه به واسطهء آن اطمينان پيدا شود .\r\nسوّم : دو مرد عادل بگويند كه در شب ، ماه را ديده‌ايم ، ولىاگر صفت ماه را بر خلاف يكديگر بگويند يا شهادتشان خلاف واقع باشد ؛ مثل اينكه بگويند داخل دايرهء ماه طرف افق بود ، اوّل ماه ثابت نمىشود ، امّا اگر در تشخيص بعض خصوصيات اختلاف داشته باشند ؛ مثل آنكه يكىبگويد ماه بلند بود و ديگرىبگويد نبود ، به گفتهء آنان اوّل ماه ثابت مىشود .\r\nچهارم : سىروز از اوّل ماه شعبان بگذرد كه به واسطهء آن اوّل ماه رمضان ثابت مىشود و سىروز از اوّل ماه رمضان بگذرد كه به واسطهء آن اوّل ماه شوال ثابت مىشود .\r\nپنجم : حاكم شرع حكم كند كه اوّل ماه است .\r\nمسئله 125 اگر حاكم شرع حكم كند كه اوّل ماه است ، كسىهم كه از او تقليد نمىكند ، بايد به حكم او عمل نمايد ، ولىكسىكه مىداند حاكم شرع اشتباه كرده ، نمىتواند به حكم او عمل نمايد .\r\nمسئله 126 اوّل ماه با پيش‌گويىمنجمين ثابت نمىشود ، ولىاگر انسان از گفتهء آنان اطمينان پيدا كند ، بايد به آن عمل نمايد .\r\nمسئله 127 بلند بودن ماه يا دير غروب كردن آن دليل نمىشود كه شب قبل ، شب اوّل ماه بوده است .\r\nمسئله 128 اگر اوّل ماه رمضان براىكسىثابت نشود و روزه نگيرد ، چنانچه بعد معلوم شود كه ماه رمضان بود ، بايد روزهء آن روز را قضا نمايد .\r\nمسئله 129 اگر در شهرىاوّل ماه ثابت شود ، در هر جايىهم كه افقش با\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":97},
  {"content":"\r\n\r\nآنجا نزديك باشد ؛ نظير همهء شهرهاىايران ، اوّل ماه براىهمه ثابت مىشود .\r\nمسئله 130 روزىرا كه انسان نمىداند آخر رمضان است يا اوّل شوّال ، بايد روزه بگيرد ، ولىاگر پيش از مغرب بفهمد كه اوّل شوال است ، بايد افطار كند .\r\nمسئله 131 اگر زندانىو مانند آن نتوانند به ماه رمضان اطمينان كنند ، بايد به گمان عمل نمايند و اگر آن هم ممكن نباشد ، هر ماهىرا كه روزه بگيرند ، صحيح است و بهتر آن است كه بعد از گذشتن يازده ماه از ماهىكه روزه گرفته‌اند ، دوباره يك ماه روزه بگيرند ، ولىاگر بعد گمان پيدا كردند ، بايد به گمان عمل نمايند .\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":98},
  {"content":"\r\n\r\n\r\nفصل سوم : استفتائات\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":99},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 92 ","page_number":100},
  {"content":"\r\n\r\n\r\nنيّت روزه\r\nسؤال 1 آيا نيت روزهء كل ماه رمضان در اوّل ماه كافىاست ؟\r\n* كافىاست .\r\nسؤال 2 همين كه كسىبراىسحرىبلند شود ، نيت به حساب مىآيد يا اينكه حتماّ بايد نيت را بر قلب يا زبان جارىكرد ؟\r\n* كفايت مىكند .\r\nسؤال 3 اينكه گفته مىشود در نيت استمرار لازم است ، در روزه اگر كسىارادهء خوردن نمايد و سپس از ارادهء خود برگردد ، آيا روزه‌اش باطل مىشود ؟\r\n* تا چيزىنخورده ، روزهء او باطل نمىشود .\r\nسؤال 4 آيا كسىكه نيت روزهء مستحبىكرده ، مىتواند بعد از اذان صبح از نيت خود به روزهء واجب عدول كند ؟\r\n* نمىتواند ، مگر ماه مبارك رمضان باشد كه بايد عدول كند .\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":101},
  {"content":"\r\n\r\nسؤال 5 شخصى در ماه رمضان تصميم مىگيرد كه روزهء خود را باطل كند ، ولى قبل از اينكه كارى كه مبطل روزه باشد انجام دهد ، از تصميم خود منصرف مىشود . روزهء او چه حكمى پيدا مىكند ؟\r\n* اشكال ندارد .\r\nسؤال 6 آيا بعد از طلوع فجر و قبل از ظهر در حالىكه هيچ يك از مفطرات را انجام نداده باشم ، مىتوانم نيت روزهء استيجارىكنم ؟\r\n* اشكال ندارد .\r\nسؤال 7 كسىكه عمداً در روز ماه مبارك رمضان ، نيت روزهء غير ماه رمضان نمايد ، روزهء او چه حكمىدارد ؟\r\n* روزهء او صحيح است ، بلكه اين كار ممكن نيست .\r\nسؤال 8 كسىكه روزهء قضا دارد ، آيا مثلًا در روز عيد غدير كه روزه مستحب است ، مىتواند هم به نيت روزهء قضا و هم استحبابىكه براىروزه گرفتن اين روز است ، روزه بگيرد ؟\r\n* نيت قضا كند ، ثواب روزهء مستحبىرا هم خداوند عنايت مىكند .\r\nسؤال 9 شخصىكه نمىداند روزهء قضا دارد يا نه ، آيا مىتواند به نيت اينكه اگر روزهء قضا دارد ، روزه بگيرد و اگر نداشت روزهء مستحبىباشد ؟ آيا اگر بعداً مطمئن شود كه روزهء قضا داشته ، همان روزه جايگزين مىشود يا اينكه چون نيت آن روزه دقيق نبوده ، دوباره بايد روزهء قضا بگيرد ؟\r\n* اشكال ندارد و اگر بعداً فهميد كه روزه بر ذمّة او بوده است ، همان روزه كفايت مىكند .\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":102},
  {"content":"\r\n\r\nسؤال 10 كسىدر غير ماه رمضان نيت كرده كه اگر روزهء واجبىبر عهدهء من باشد ، اين روزه قضاىآن و در غير اين صورت ، روزهء مستحبىباشد . اولًا ، آيا چنين نيتىصحيح است ؟ ثانياً ، اگر بعد از ظهر همان روز عمداً روزهء خود را افطار كرد ، حكم روزهء او چيست و آيا وظيفه‌اىدارد ؟\r\n* چنين نيتى اشكال ندارد و خوردن روزه هم اشكال ندارد .\r\n\r\nزمان روزه\r\nسؤال 11 در روزهء ماه مبارك رمضان و غيره از چه زمانىمىتوان افطار كرد ؟ آيا ملاك غروب خورشيد است يا اذان مغرب ؟ زيرا بين غروب خورشيد تا اذان مغرب حدود 20 دقيقه فاصله است .\r\n* بايد از مغرب باشد .\r\nسؤال 12 براىافطار كردن و خواندن نماز مغرب بايد تا زوال حمرهء مشرقيه صبر كرد يا به محض غروب كامل خورشيد مىتوان افطار كرد و نماز مغرب را خواند ؟ * بايد تا مغرب صبر كند .\r\nسؤال 13 آيا با اطمينان به ساعت و تقويم‌ها و بدون اينكه نسبت به افق تحقيق شود ، مىتوان سحرىخورد و افطار كرد ؟\r\n* مىتواند .\r\nسؤال 14 بسيارىدر ماه رمضان تأكيد مىكنند كه كمىقبل از اذان صبح و مقدارىبعد از اذان مغرب صبر كنيد و مبطلات روزه را به جا نياوريد تا اطمينان\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":103},
  {"content":"\r\n\r\nحاصل شود . آيا اين كار واجب است يا خير ؟\r\n* اگر اطمينان ندارد ، صبر كند .\r\nسؤال 15 با توجه به اينكه راديو و تلويزيون سر وقت اذان مىگويند ، آيا نيازىهست كه كمىقبل و بعد از اذان صبر كنيم ؟\r\n* لازم نيست .\r\nسؤال 16 در ماه مبارك رمضان هنگام مغرب به محض شنيدن « الله اكبر » اذان ، آيا مىتوان افطار كرد يا بايد صبر نمود ؟\r\n* افطار اشكال ندارد .\r\nسؤال 17 اگر كسىبه واسطة تاريكىهوا يقين كند كه مغرب شده و افطار نمايد ، ولىبعد از اذان مغرب معلوم شود كه مغرب نبوده است ، آيا قضا و كفارة روزه لازم است ؟\r\n* اگر تفحّص كرده است ، قضا و كفاره ندارد و اگر تفحص نكرده ، قضا دارد .\r\nسؤال 18 كسى كه يقين ندارد هنوز اذان صبح شده و بدون تحقيق سحرى مىخورد ، حكم روزه‌اش چگونه است ؟\r\n* صحيح است ، ولىسزاوار نيست در آن وقت چيزىبخورد .\r\n\r\nمبطلات روزه\r\nسؤال 19 آيا مبطلات روزه ، در روزهء واجب يا مستحب فرق مىكند ؟\r\n* فرق نمىكند .\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":104},
  {"content":"\r\n\r\nسؤال 20 آيا ارتكاب سهوىمبطلات روزه ( كه فىنفسه حرمت ندارد ) ، به صحت روزه ضرر مىرساند ؟ و آيا فقط موجب قضا مىشود يا كفاره هم دارد ؟\r\n* مفطرات اگر سهواً باشد ، ضرر به روزه نمىزند .\r\nسؤال 21 اگر روزه‌دارىرا مجبور كنند كه روزهء خود را با چيز حرامىباطل كند و او اجباراً اين كار را انجام دهد ، آيا بعداً فقط بايد قضاىروزهء خود را به جا بياورد يا كفاره هم دارد ؟\r\n* فقط قضا دارد .\r\nسؤال 22 روزه‌دارىكه در روز ماه مبارك رمضان عمداً روزهء خود را با مالىكه متعلّق خمس است و . . . كه در اصل حرام نيست ولىبه علتىحرام شده ، افطار كند ، آيا فقط قضا و يكىاز كفارات واجب مىشود يا كفارهء جمع ؟\r\n* قضا و يك كفاره كفايت مىكند .\r\nسؤال 23 اگر زنى عمداً و با چيز حلالىروزهء خود را باطل كند و سپس عذرى مثل حيض برايش پيش آيد ، آيا كفارة روزه بر او واجب مىشود ؟\r\n* واجب است .\r\n\r\n* خوردن و آشاميدن\r\nسؤال 24 غذايىكه از سحرىزير دندان مىماند ، در موارد زير چه حكمىدارد :\r\nالف : اگر به صورت عمدىفرو داده شود ؟\r\n* روزه باطل است .\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":105},
  {"content":"\r\n\r\nب : اگر غير عمدىو خودبه‌خود فرو رود ؟\r\n* اشكال ندارد .\r\nسؤال 25 آيا شخص مىتواند در هنگام سحرىخوردن تا آخر اذان صبح غذا بخورد و بعد هم در مغرب از بعد از تمام شدن اذان مغرب افطار كند ؟\r\n* اول اذان ، بلكه يك مقدار قبل از اذان خوددارىكند .\r\nسؤال 26 روزه‌دارىكه سهواً چيزىدر حالت روزه بخورد و بعد به خيال اينكه روزه‌اش باطل شده ، دوباره غذا بخورد ، حكم روزه‌اش از نظر قضا و كفاره چگونه است ؟\r\n* بايد قضاىآن روزه را بگيرد .\r\nسؤال 27 شخصىكه در ماه رمضان مبادرت به كشيدن دندان خود كند و خون دندان خود را در حال روزه فرو برد ، حكم روزهء او چگونه است ؟ و از نظر قضا و كفاره چه وظيفه‌اىدارد ؟\r\n* قضا و كفاره ندارد .\r\nسؤال 28 آيا خون آمدن از دهان روزه‌دار موجب بطلان روزه مىشود يا خير ؟\r\n* نمىشود .\r\nسؤال 29 اگر مقدار كمىخون از لثهء روزه‌دار خارج شود و با آب دهان او مخلوط گردد ، فرو بردن آن ، روزه را باطل مىكند يا نه ؟\r\n* روزه باطل نيست .\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":106},
  {"content":"\r\n\r\nسؤال 30 به علت خون‌ريزى از لثه‌هايم اكثر مواقع مقدارى خون با آب دهانم مخلوط مىشود . آيا فرو بردن آب دهان براىصحت روزه اشكالى دارد ؟\r\n* اشكال ندارد .\r\nسؤال 31 استفاده از مادهء « ناس » كه از توتون و تنباكو و آهك و . . . به دست مىآيد و آن را زير زبان مىگذارند و سپس از دهان بيرون مىاندازند ، آيا مبطل روزه است ؟\r\n* مبطل است .\r\nسؤال 32 فردىكه معتاد به ترياك است و نمىتواند آن را در روز ترك كند ، تكليف روزه‌اش چيست ؟ آيا مىتواند فقط به مقدار لازم ترياك استفاده كند و مابقىروز را روزه باشد ؟\r\n* بايد روزه بگيرد و بسيارىاز ترياكىها بوده اند كه روزه مىگرفته‌اند ، ولىواقعاً اگر نمىتواند ، اشكال ندارد ، اما روزهء او باطل است . و اگر تا ماه رمضان بعدىنتوانست قضا كند ، قضا هم ندارد و در صورت توان مالىبايد براىهر روز معادل 750 گرم گندم به فقرا بدهد .\r\nسؤال 33 براى بيماران مبتلا به تنگى نفس و آسم ، نوعى داروى طبى وجود دارد كه به‌صورت پودر گاز و از طريق دهان وارد ريه مىشود . گاهى بيمار در يك روز چندين مرتبه از آن استفاده مىنمايد . آيا روزه گرفتن براى اين شخص جايز است يا خير ؟ و با توجه به اينكه بدون استفاده از آن ، روزه گرفتن غير ممكن و يا بسيار سخت خواهد بود ، مىتواند هم‌زمان با استفاده از اين دارو ، روزه هم باشد ؟\r\n* چون جرم ندارد ، روزه را باطل نمىكند .\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":107},
  {"content":"\r\n\r\nسؤال 34 اين جانب به مرض قند مبتلا هستم و در روزهء ماه مبارك رمضان طبق دستور پزشك داروها را مىشود قبل از سحر و بعد از افطار استفاده كرد ، لكن به اين سفارش مىكنند كه تا قبل از ظهر يا در طول روز دو ليوان آب مصرف شود ، آيا مىتوان در چنين صورتىروزه‌دار بود يا خير ؟ همچنين مىشود اين موقعيت ديابت را با كثيرالعطش مطابق نمود ، همانطور كه مىتوان به اندازهء رفع خطر آب مصرف كرد ، بنابر دستور پزشك حاذق متديّن دو ليوان آب مصرف نمود و روزه‌دار بود ؟\r\n* روزه باطل مىشود ؛ ولىچون معذور است ، اشكال ندارد . و راجع به كثيرالعطش نيز همين است ، روزه صحيح نيست . ولىچون معذور است اشكال ندارد و كسىاز بزرگان راجع به ذوالعطاش نگفته است با خوردن آب روزه باطل نمىشود . ولىاگر مرض تا ماه مبارك رمضان بعدىادامه داشت ، روزه‌هايىكه افطار كرده است قضا هم ندارد .\r\nسؤال 35 كسى كه فشار خون دارد و بايد حتماً قرص مصرف كند ، مىتواند فقط يك يا دو عدد قرص بيمارى خود را بخورد و بدون اينكه آبى بخورد ، روزه باشد ؟ در غير اين صورت ، چه تكليفى دارد ؟\r\n* روزهء او باطل است ، ولىاگر هميشه بايد قرص را بخورد ، قضا ندارد ، ولىخوب است از غير قرص اجتناب كند .\r\nسؤال 36 آيا فرو بردن قهرىو ناخواستهء اخلاط سينه كه به فضاىدهان رسيده است ، روزه را باطل مىكند ؟\r\n* باطل نمىكند .\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":108},
  {"content":"\r\n\r\nسؤال 37 شخص روزه‌دارىكه سر كلاس درس به خاطر احترام استاد نمىتواند از كلاس خارج شود و اخلاط سينه كه وارد فضاىدهان شده را فرو مىدهد ، چه حكمىدارد ؟ آيا كفارهء جمع بر او لازم مىشود ، چون عمداً فرو داده است ؟\r\n* اشكال ندارد .\r\nسؤال 38 اگر در حين خواندن نماز ، اخلاط سينه به دهان روزه‌دار بيايد ، چه وظيفه‌اىدارد ؟ آيا بايد نماز را باطل كند و يا اينكه مىتواند آن را فرو برد ؟\r\n* مىتواند آن را فرو برد .\r\nسؤال 39 كسىكه در ماه رمضان سرما خورده و مرتباً گلويش چرك مىكند ، آيا فرو دادن چرك گلو براىاو مبطل روزه است ؟ در حالىكه اگر مدام بخواهد آب دهان خود را خارج كند ، مشكل است .\r\n* اشكال ندارد .\r\nسؤال 40 آيا شستن دهان در روزهء ماه رمضان براىاينكه بوىبد آن از بين برود ، اشكالىدارد ؟\r\n* اشكال ندارد ، بلكه مسواك كردن نيز اشكال ندارد .\r\nسؤال 41 آيا مسواك كردن با خمير دندان يا بدون آن در حال روزه اشكالىدارد ؟ دهان شويه و استفاده از آب نمك چطور ؟\r\n* اشكال ندارد .\r\nسؤال 42 استفاده از نخ دندان كه حاوىفلورايد و طعم نعناع است ، آيا براىروزه ضررىدارد ؟\r\n* ضرر ندارد .\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":109},
  {"content":"\r\n\r\nسؤال 43 به خاطر بيمارىكه داشتم ، به پزشك مراجعه نمودم و ايشان قرصىرا تجويز نمودند كه هر 6 ساعت بايد مصرف شود و حداقل دو تا از اين قرص‌ها در روز مصرف مىشود . آيا مىتوانم در وقتش فقط قرص‌ها را بخورم و روزه هم باشم يا بايد همهء قرص‌ها را در شب كه روزه نيستم ، بخورم يا بايد روزه نگيرم ؟\r\n* اگر دكتر مىگويد بايد در روز مصرف شود ، مصرف كنيد ، ولىروزه باطل مىشود .\r\nسؤال 44 آيا وارد كردن دستگاه آندوسكوپىبه معده براىعكس بردارى بدون اينكه چيزىكه مبطل روزه است ، همراه آن داخل معده شود ، روزه را باطل مىكند ؟\r\n* اشكال ندارد .\r\nسؤال 45 واردكردن شىء خارجىمثل دماسنج ، در دهان براىروزه‌دار اشكالىدارد ؟\r\n* اشكال ندارد .\r\nسؤال 46 زدن موزيك در ماه مبارك كه سازهاىآن زير زبان قرار مىگيرد و پس از خروج از دهان بدون اينكه آن را خشك كنيم ، در دهان خود قرار مىدهيم ، آيا روزه را باطل مىكند ؟\r\n* باطل نمىكند .\r\nسؤال 47 خيس كردن لب‌ها در حالت روزه با زبان و دوباره در حالىكه لب‌ها هنوز خيس است كشيدن زبان روىآن ، آيا اشكالىدارد و مبطل روزه است ؟\r\n* اشكال ندارد .\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":110},
  {"content":"\r\n\r\nسؤال 48\r\nآيا زبان زدن به لب‌ها روزه را باطل مىكند ؟ كندن پوست لب چطور ؟\r\n* اشكال ندارد .\r\nسؤال 49\r\nآيا استفاده از كرم‌هاىويتامينه كه توسط پوست ، جذب پوست بدن مىشود ، به صحت روزه اشكالىوارد مىكند و آن را باطل مىنمايد ؟\r\n* باطل نمىكند .\r\nسؤال 50 پماد ويتامينه‌اىكه شخص براىترك نخوردن لب‌ها در حال روزه استفاده مىكند ، آيا براىروزه اشكال دارد ؟\r\n* اشكال ندارد .\r\nسؤال 51 اگر شخصىچيزىغير خوراكىرا دهان قرار دهد و احساس شورى ( يا هر نوع مزهء ديگر ) كند ، روزهء او چگونه است ؟\r\n* اشكال ندارد .\r\nسؤال 52 من يك جانباز شيميايى هستم . آيا استفاده از اسپرى مخصوص براى رفع تنگى نفس در طول مدت روزه ، روزه را باطل مىكند يا نه ؟\r\n* اشكال ندارد .\r\nسؤال 53 آيا روزه‌دار مىتواند آدامس بجود ؟\r\n* جايز نيست .\r\nسؤال 54 قطره ريختن در بينى با توجه به اينكه به حلق راه دارد و ممكن است به حلق وارد شود ، روزه را باطل مىكند يا خير ؟\r\n* اشكال ندارد .\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":111},
  {"content":"\r\n\r\nسؤال 55 احساس كردن مزهء طعامىكه در حين سحرىخورده شده ، براىروزه دار اشكالىدارد ؟\r\n* اشكال ندارد .\r\nسؤال 56 چشيدن شورىو يا شيرينىغذا براىروزه چه حكمىدارد ؟\r\n* اگر فرو نرود ، اشكال ندارد .\r\nسؤال 57 برخىدر ماه رمضان براىرفع تشنگىو اينكه آب در دهانشان جمع شود ، سنگ تميز زير زبان خود قرار مىدهند . آيا اين كار اشكال دارد و مبطل روزه است يا خير ؟\r\n* اشكال ندارد .\r\nسؤال 58 استنشاق ( آب در بينىكردن ) در حال روزه ، آيا روزه را باطل مىكند ؟\r\n* اشكال ندارد ؛ همچنين در دهان .\r\nسؤال 59 آيا غرغره كردن آب براىروزه‌دار اشكال دارد و موجب بطلان روزه است يا خير ؟\r\n* موجب بطلان نيست ، ولى اگر فرو رفت ، بايد آن روز را روزه باشد و بعد از ماه مبارك رمضان ، قضاىآن روزه را بگيرد .\r\nسؤال 60 اگر هواپيما در ارتفاع بالا و مسير طولانى در حال پرواز باشد و پرواز حدود دو ساعت و نيم تا سه ساعت طول بكشد ، مهمان‌دار و خلبان هواپيما براى حفظ تعادل خود هر بيست دقيقه احتياج به نوشيدن آب دارند . در اين صورت ، آيا\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":112},
  {"content":"\r\n\r\nدر ماه مبارك رمضان ، كفاره و قضاى روزه بر آنها واجب مىشود ؟\r\n* در فرض مذكور ، اگر بتواند مسافرت نكند ، و اگر نتواند بايد آب را بخورد ، ولىروزهء او قضا دارد .\r\n\r\n* جماع ، جنابت و استمناء\r\nسؤال 61 مردىكه به هر علتىمثل مرض ، روزه نمىگيرد ، اگر همسر روزه‌دار خود را مجبور به جماع نمايد ، روزهء زن باطل است ؟ و آيا كفاره دارد يا نه ؟ كفارهء آن به عهدهء چه كسىاست ( زن يا مرد ) ؟\r\n* روزهء او باطل مىشود و كفارة او بر مرد است .\r\nسؤال 62 شخصىكه چند روز را در حال جنابت روزه بگيرد و نداند كه شرط صحت روزه ، طهارت از جنابت است ، آيا بايد براىروزه‌هايىكه با اين حال انجام داده ، فقط قضا به جا بياورد يا كفاره هم دارد ؟\r\n* قضا و كفاره ندارد ، گرچه قضا بسيار مطلوب است .\r\nسؤال 63 كسىقبل از اذان صبح در ماه رمضان جنب شده و بعد براىروزه غسل كرده است . بعد از سه روز مىفهمد كه آبىكه با آن غسل كرده ، نجس بوده است . حكم نماز و روزهء او در اين سه روز چگونه است ؟\r\n* نمازها را قضا كند و روزه‌هاىاو قضا ندارد .\r\nسؤال 64 اگر روزه‌دار در يك روز ماه رمضان چند دفعه جماع نمايد ، آيا بايد براى هر جماع يك كفاره بدهد ؟\r\n* يك كفاره كفايت مىكند .\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":113},
  {"content":"\r\n\r\nسؤال 65 اين جانب چندين مورد در ماه رمضان محتلم شده‌ام ، آن هم قبل از سحرى و قبل از اذان صبح و اين مسأله را اين طور ياد گرفته بودم كه اگر كسى جنب شود ، تا اذان ظهر وقت دارد غسل كند و فقط معصيت كرده است كه تا اذان ظهر بر جنابت مانده و نيز مسألة تيمّم را نمىدانستم و ندانسته و بىاطّلاع نسبت به مسأله ، به حالت جنابت وارد اذان صبح مىگرديدم و بعد از اذان صبح و قبل از اذان ظهر غسل مىكردم . اكنون خواهش‌مندم بفرمائيد براىقضا و كفّارة اين روزه‌ها چه وظيفه‌اىدارم ؟\r\n* روزه‌ها قضا دارد .\r\nسؤال 66 اگر كسى در ماه رمضان با علم به اينكه خروج منى مبطل روزه است ، عمداً كارى كند كه از او منى بيرون آيد ( مثلًا با همسر خود ملاعبه كند ) آيا بايد 60 روز روزه بگيرد يا خير ؟\r\n* اگر با همسر باشد ، كفارة جمع ندارد .\r\nسؤال 67 اگر شخصى بدون نيت خروج منى با خود بازى كند ، ولى منى از او خارج شود ، روزهء او چه حكمى دارد ؟ و آيا بايد كفارهء جمع بدهد ؟\r\n* روزهء او صحيح است و قضا و كفاره ندارد .\r\nسؤال 68 آيا روزه‌دارىكه در خواب ، منىاز او خارج شود ، روزه‌اش باطل است ؟\r\n* باطل نمىشود .\r\nسؤال 69 كسىكه مىداند نمىتواند تا قبل از اذان‌صبح غسل كند ، آيا مىتواند خود را جنب كند و با تيمم روزه بگيرد ؟ و آيا روزهء او صحيح است يا نه ؟\r\n* اشكال ندارد .\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":114},
  {"content":"\r\n\r\nسؤال 70 اگر فرد روزه‌دار در ماه رمضان با همسر خود ملاعبه كند ، حكم موارد ذيل را بيان فرماييد :\r\nالف : بداند اگر ملاعبه كند ، جنب مىشود و اتفاقاً جنب هم شود ؟\r\n* الف : روزه باطل است و كفاره هم دارد .\r\nب : قبلًا اين كار را كرده و جنب نشده و براىاولين بار بدون اينكه قصد خروج منىداشته باشد ، جنب شده باشد ؟\r\n* اشكال ندارد .\r\nج : قبلًا به واسطهء ملاعبه جنب شده و احتمال مىداده اين بار هم جنب شود ؟\r\n* روزه صحيح است .\r\nد : اگر مثلًا مرد راضىو زن ناراضىباشد ، در كفاره تأثيرىدارد ؟\r\n* صرف عدم رضايت فايده ندارد و روزه باطل است و قضا و كفاره دارد ، مگر يكىديگرىرا مجبور كند و اختيار را از او بگيرد كه روزه باطل است ، ولىكفاره بر گردن كسىاست كه مجبور كرده است .\r\nه - : كفارهء جماع جمع است يا نه ؟\r\n* كفارة جماع با همسر جمع نيست و با حرام جمع است .\r\nو : به طور كلى ، پرداختن به امور زناشويىبه جز مباحث جنابت در حال روزه چگونه است ؟ ( صحبت‌هاىعاشقانه ، تحريكات جنسى ، ملاعبه و . . . (\r\n* بسيار بد است و ارزش روزه را مىبرد ، ولىمُفسد نيست .\r\nسؤال 71 تكليف زن يا مردىكه بعد از اذان صبح جنب بشوند ، چيست ؟\r\n* هر وقت غسل كنند ، اشكال ندارد ، ولىاگر مقاربت پيدا شود ، روزه باطل و قضا و كفاره دارد .\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":115},
  {"content":"\r\n\r\nسؤال 72 چند وقتىاست كه ازدواج كرده‌ام و الحمدلله زندگىخوبىدارم ، اما حالا با فرا رسيدن ماه رمضان مشكلىبرايم پيدا شده و مىخواستم بدانم كه آيا احساس نياز جنسىدر روزهاىماه مبارك رمضان روزه را باطل مىكند ؟ و براىحل اين مشكل چه كارىرا بايد انجام دهم ؟\r\n* اگر هم‌بستر نشويد و يا منىاز شما بيرون نيايد ، روزه باطل نيست و بهترين راه خود را منصرف كردن از تمايلات جنسىو پرداختن به عبادات است .\r\nسؤال 73 كسىكه در شب ماه رمضان در خواب محتلم شود و نيمه شب از خواب بيدار شود و بدون اينكه بفهمد صبح شده يا نه ، دوباره بخوابد و پس از طلوع آفتاب بيدار شود ، روزهء او چه حكمىدارد ؟\r\n* صحيح است .\r\nسؤال 74 اگر شخصىدر ماه رمضان يك ربع ساعت مانده به اذان صبح بيدار شود و ببيند جنب است و در اين وقت براىخوردن سحرىيا غسل فقط وقت هست ، وظيفهء او چيست ؟ آيا مىتواند سحرىبخورد و روزه را با تيمم بگيرد يا بايد غسل كند و روزه را بدون سحرىبگيرد ؟\r\n* اگر مىتواند سحرىنخورد ، نخورد و غسل كند .\r\nسؤال 75 شخصىكه روزهء استيجارىبر عهدهء اوست ، اگر وقتىبيدار مىشود ، معلوم شود قبل از اذان صبح محتلم بوده ، مىتواند روزهء استيجارىخود را بگيرد ؟\r\n* اشكال ندارد .\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":116},
  {"content":"\r\n\r\nسؤال 76\r\nدر ماه رمضان من بايد قبل از اذان صبح ، غسل جنابت مىكردم ، ولىچون خسته بودم وقتىبراى سحرى بيدارم كردند ، سريع دوباره خوابيدم و البته مىدانستم كه بايد غسل كنم و بعد از اذان بيدار شدم . تكليف روزهء آن روز من چيست ؟ اگر روزه باطل است ، آيا كفاره هم واجب مىشود يا قضا كافىاست ؟\r\n* روزه باطل نيست و قضا و كفاره ندارد .\r\nسؤال 77 من بعد از اينكه به سن بلوغ رسيدم ، هر وقت بخواهم بخوابم ، اگر به روىشكم بخوابم ، در خواب محتلم مىشوم . آيا خوابيدن به اين صورت و محتلم شدن براىروزه اشكالىدارد ؟\r\n* اشكال ندارد .\r\nسؤال 78 در مواقع تحريكات جنسىبراىپسرىدر ماه رمضان مايع شفافىاز او خارج گرديده است ، بدون آنكه استمناء كرده باشد ، آيا روزه‌اش باطل است ؟\r\n* اشكال ندارد .\r\nسؤال 79 اگر كسىدر ماه رمضان با خود ملاعبه كند و منىدرون او حركت نمايد ، ولىچيزىخارج نشود ، آيا روزه‌اش باطل است ؟\r\n* باطل نيست .\r\nسؤال 80 كسىكه در شب ماه رمضان خود را با استمناء جنب كند و وقت كافىهم براىغسل كردن داشته باشد ، اما تا اذان صبح غسل نكند تا وقت تنگ شود و با تيمم روزه بگيرد ، آيا روزهء او باطل است ؟\r\n* روزه باطل نيست ، ولىگناه‌كار است .\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":117},
  {"content":"\r\n\r\nسؤال 81 حكم روزه‌دارىكه در خواب و قبل از ظهر جنب شود ، چيست ؟\r\n* روزهء او صحيح است .\r\nسؤال 82 كسىكه به هر دليلىغسل واجب خود را تا اذان صبح به تأخير بيندازد و در تنگىوقت با تيمم وارد روزه شود ، حكم روزهء آن روزش چه مىشود ؟\r\n* روزهء او صحيح است .\r\nسؤال 83 كسىكه نمىدانسته خودارضايىروزه را باطل مىكند و در حال روزه اين كار را كرده است ، تكليف روزهء او چه مىشود ؟ در مورد قضا و كفاره چه وظيفه‌اىدارد ؟\r\n* قضا دارد .\r\nسؤال 84 تشخيص پزشكان براىمعالجهء بيمارى كه در بيمارستان تحت معالجه است ، منحصر به تجزيهء منى بيمار مىباشد و چون بيمار مجرّد است ، گرفتن منى متوقّف بر استمناء ، آن هم در ماه مبارك رمضان است . لطفاً حكم استمناء و روزهء مريض را بفرمائيد ؟ وظيفهء او در خصوص قضا و كفاره چيست ؟\r\n* اگر چاره‌اىندارد ، استمناء كند ، ولىروزهء او قضا دارد ، نه كفاره .\r\nسؤال 85 من در شب ماه رمضان محتلم شدم و وقت كافىبراىغسل و سحرىخوردن داشتم . اول ، سحرىخوردم و براىغسل به حمام رفتم . در حمام وقتىكه شروع كردم سرم را براىغسل بشويم ، ديدم اذان صبح را شروع كرده‌اند . تكليف روزهء من چه مىشود ؟ آيا كفاره دارد يا فقط قضاىآن لازم است ؟\r\n* روزه صحيح است .\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":118},
  {"content":"\r\n\r\nسؤال 86 آبىكه در هنگام معاشقه از زن يا مرد خارج مىشود ، پاك است يا نجس ؟ آيا مبطل روزه است ؟\r\n* پاك است و روزه را باطل نمىكند .\r\nسؤال 87 اگر در شب ماه مبارك رمضان ، غسل جنابت بر زن و مرد واجب شود و بخوابند و پس از اذان صبح بيدار شوند ، حكم روزهء آنها چيست ؟ و از نظر كفّاره و قضا ، چه وظيفه‌اىدارند ؟\r\n* روزهء آنها صحيح است .\r\nسؤال 88 روزه‌دارىكه در روز ماه مبارك رمضان محتلم شده است ، آيا لازم است كه زود غسل كند ؟\r\n* لازم نيست ، ولىخوب است .\r\nسؤال 89 اگر براىغسل به حمام بروم و بعد كه از حمام بيرون مىآيم ، بفهمم كه تمام غسل من يا قسمتىاز غسل ، بعد از اذان صبح بوده ( قبل از ورود به حمام فكر مىكردم وقت براىغسل هست ) ، حكم روزهء آن روز من چگونه است ؟ قضا و كفاره چه مىشود ؟\r\n* روزه صحيح است .\r\nسؤال 90 كسىكه بعد از اذان صبح بيدار شده و ببيند جنب شده است ، آيا مىتواند روزهء مستحبىيا قضا بگيرد ؟\r\n* مىتواند .\r\nسؤال 91 كسىكه در روز قبل از ماه مبارك رمضان كه يوم الشّك اعلام شده\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":119},
  {"content":"\r\n\r\nاست ، بعد از اذان صبح بيدار شده و ببيند جنب شده است ، آيا مىتواند روزه بگيرد ؟ اگر بعد معلوم شود آن روز ماه رمضان بوده ، روزه‌اش صحيح است ؟\r\n* مىتواند روزه بگيرد .\r\nسؤال 92 آيا اينكه مثلًا كسىساعتش زنگ مىزند و در حالت بين خواب و بيدارىآن را خاموش مىكند و مىخوابد ، حكم بيدارىرا دارد يا خير ؟\r\n* اشكال ندارد .\r\nسؤال 93 اگر كسىدر شب جنب شود و بخوابد و نيمه شب بيدار شود و دوباره بخوابد و پس از طلوع آفتاب از خواب بيدار شود ، آيا قضا و كفّاره دارد ؟\r\n* كفاره ندارد ، ولىقضا خيلىخوب است .\r\nسؤال 94 اگر مكلّف در شب ماه رمضان قبل از اذان صبح بيدار شود و ببيند كه محتلم شده است و دوباره پيش از اذان صبح به اميد اينكه براى غسل كردن بيدار مىشود ، بخوابد و تا بعد از طلوع آفتاب در خواب بماند و غسل خود را تا اذان ظهر به تأخير بيندازد و بعد از اذان ظهر غسل كرده و نماز ظهر و عصر را بخواند ، روزهء آن روز او چه حكمى دارد ؟\r\n* صحيح است .\r\nسؤال 95 كسىكه در ماه مبارك رمضان غسل واجبىبر عهدهء او قرار گيرد و تا آخر ماه مبارك نتواند غسل كند ، آيا براىهر روز بايد تيمم كند يا يك تيمم بدل از غسل براىاو كافىاست ؟ نماز و روزهء او چگونه است ؟\r\n* يك تيمم كافىاست و براىنمازها بايد وضو بگيرد و اگر همه شب قبل از اذان صبح تيمم كند ، بسيار خوب است .\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":120},
  {"content":"\r\n\r\nسؤال 96 شخصىكه در شب ماه رمضان جنب شود و يا زنىكه از حيض پاك گردد و يقين دارد كه تا اذان صبح آب براىغسل نمىيابد يا عذر او بر طرف نمىشود ، مىتواند همان ابتداىشب تيمّم كند و بخوابد يا بايد تا نزديك وقت اذان صبر كند ؟\r\n* مىتواند تيمم كند ، ولىاگر قبل از اذان تيمم كند ، بهتر است .\r\nسؤال 97 كسىكه در غير ماه مبارك رمضان ، قبل يا بعد از طلوع فجر جنب شده است و قبل از ظهر غسل مىكند و مبطلات روزه را انجام نداده ، آيا مىتواند نيت روزهء قضا يا استيجارىنمايد ؟\r\n* مىتواند .\r\nسؤال 98 روزه‌دارىكه پس از طلوع آفتاب متوجه شود كه به علتىغسل جنابت قبل از اذان صبح او باطل بوده ، حكم روزهء او چيست ؟ آيا قضا و كفاره دارد ؟\r\n* قضا و كفاره ندارد ، ولىبايد غسل كند .\r\nسؤال 99 شخصىدر شب ماه رمضان جنب شده و آب براىتيمم در دسترس نداشته و متوجه تيمم هم نبوده است . تكليف روزهء آن روز او چيست ؟\r\n* روزهء او صحيح است .\r\nسؤال 100 شوخى و ملاعبه با همسر ، آيا ضررى به صحت روزه مىزند ؟\r\n* خير .\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":121},
  {"content":"\r\n\r\n\r\n* رساندن دود و غبار غليظ به حلق\r\nسؤال 101 آيا سيگار كشيدن ، قليان و چپق ( پيپ ) روزه را باطل مىكند ؟\r\n* روزه باطل مىشود .\r\nسؤال 102 آيا بخارهاىآب گرم داخل حمام باعث باطل شدن روزه مىشود ؟\r\n* روزه را باطل نمىكند .\r\nسؤال 103 آيا مه غليظ هوا مبطل روزه است ؟\r\n* مبطل نيست .\r\nسؤال 104 در روزهايىكه هوا بسيار مه است و نمىتوان از ورود آن به حلق جلوگيرىكرد ، روزه چه حكمىدارد ؟\r\n* اشكال ندارد .\r\nسؤال 105 در وقت روزه سيگار كشيدم ، اما كاملًا دودش را به حلق ندادم . آيا روزه‌ام باطل شده ؟ و آيا كفاره دارد يا فقط يك روز قضاىآن لازم است ؟\r\n* قضا دارد .\r\nسؤال 106 كشيدن سيگار براىكسانىكه به آن اعتياد شديد دارند و در حال روزه ناخودآگاه به سوىآن مىروند ، آيا اشكالىدارد ؟\r\n* جائز نيست .\r\nسؤال 107 در محلىكه من كار مىكنم ، آدم‌هاى بسيارى سيگار و قليان مىكشند و دود آن به من مىرسد . آيا روزهء من هم باطل است ؟ به طور كلى ، آيا\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":122},
  {"content":"\r\n\r\nبوىدود سيگار و قليان روزه را باطل مىكند ؟\r\n* باطل نمىكند .\r\nسؤال 108 در خيابانىكه من رفت و آمد مىكنم ، دود زيادىاز ماشين‌ها وجود دارد كه بعضاً در هاله‌اىاز دود قرار مىگيرم . روزهء من در اين حال چگونه است ؟ ( من مجبورم براىكار به آنجا رفت و آمد كنم . )\r\n* اشكال ندارد .\r\nسؤال 109 اين جانب به خاطر مشكلىكه در تنفس دارم ، براىتنفس از وسيله‌اىاستفاده مىكنم كه موادىرا به صورت بخار به حلقم مىرساند و به جز اين ، براىگرفتن روزه مشكلىندارم . آيا با اين حال ، مىتوانم روزه بگيرم و آيا روزه‌ام صحيح است ؟\r\n* اشكال ندارد و روزه صحيح است .\r\nسؤال 110 استفاده كردن از دستگاه بخور براىمعالجه به صحت روزه ضررىمىرساند ؟\r\n* اشكال ندارد .\r\nسؤال 111 در ماه رمضان وقتىمشغول تميزكارىدر خانه بودم و از وايتكس استفاده مىكردم ، در حلق خود احساس تلخىكردم . آيا در اين صورت روزه‌ام باطل است ؟ بعضىوقت‌ها كه سبزىپاك مىكنم و يا پياز خرد مىكنم هم اين اتفاق مىافتد و ته حلقم مىسوزد ، آيا اين موارد اشكالىدر روزه ايجاد مىكند ؟\r\n* كلية آنچه نوشته‌ايد ، اشكال ندارد .\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":123},
  {"content":"\r\n\r\n\r\n* اماله\r\nسؤال 112 فرد بيمارىمبتلا به يبوست است . اگر او در ماه رمضان با آب اماله كند ، روزهء او چه حكمى دارد ؟ اگر باطل است ، براىروزه‌هاى سال‌هاى قبل ، آيا بايد كفاره هم بدهد يا فقط قضا لازم است ؟\r\n* اگر هميشه چنين است ، قضا ندارد .\r\nسؤال 113 داروهاى مخصوصى براى معالجهء بعضى از بيمارىهاى زنان وجود دارد ( شياف‌هاى روغنى ) كه در داخل بدن گذاشته مىشود . آيا استفاده از آن ، موجب بطلان روزه مىشود ؟\r\n* باطل نمىكند .\r\n\r\nروزه مسافر\r\nسؤال 114 آيا در همهء مواردىكه نماز مسافر شكسته است ، روزه نيز ساقط است يا موارد متفاوتىدارد ؟\r\n* غالباً چنين است ، ولى گاهىمتفاوت است . مثلًا در مسافرت روزه مستحبّى مىتواند بگيرد ، در حالى كه نماز او شكسته است ؛ يا مثلًا در مكّه و مدينه و كربلا و كوفه مىتواند نماز را تمام بخواند ، ولى روزه را بايد افطار كند .\r\nسؤال 115 شكسته بودن نماز و روزه در مسافرت ، در رفت و برگشت فرقىدارد يا خير ؟ * فرق ندارد .\r\n\r\n","description":"","footnote":"","page_name":" 116 ","page_number":124},
  {"content":"\r\n\r\nسؤال 116 روزه‌دارىكه فكر مىكرده قبل از زوال وقت به محل اقامتش مىرسد ، ولىبه علتىبعد از فوت وقت رسيده ، حكم روزه‌اش چيست ؟\r\n* روزهء او قضا دارد .\r\nسؤال 117 به طور كلى سفر كردن در ماه مبارك رمضان چه حكمى دارد ؟\r\n* اشكال ندارد .\r\nسؤال 118 شخصى كه در ماه رمضان در سفر بوده است ، قصد داشته است قبل از ظهر به وطن برگردد و آن روز را روزه بگيرد ، ولى در بين راه سهواً يكى از مفطرات روزه را انجام داده است . در اين صورت ، آيا روزهء او باطل است يا مىتواند بگيرد ؟\r\n* نمىتواند روزه بگيرد .\r\nسؤال 119 مسافرىقصد داشته پس از بازگشت به وطن در آنجا روزهء واجب يا مستحب بگيرد ، اما پس از مراجعت به علت فراموشى چيزى خورده ، حكم روزهء او چگونه است ؟\r\n* نمىتواند روزه بگيرد ، مگر در ماه مبارك رمضان كه بايد روزه بگيرد و قضاى آن هم واجب است .\r\nسؤال 120 در ماه رمضان ، مسافرىكه مطمئن است قبل از ظهر به شهر خود مىرسد ، مىتواند قبل از ورود به شهر خود ، روزهء خود را به حكم اينكه مسافر است بخورد يا خير ؟ در اين صورت ، فقط قضاىروزه واجب مىشود يا كفاره هم دارد ؟\r\n* مىتواند بخورد و كفاره ندارد .\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":125},
  {"content":"\r\n\r\nسؤال 121 اگر مسافر به يقين بداند كه قبل از ظهر به مقصد نمىرسد و كارهايىرا كه مبطل روزه است ، انجام دهد ؛ مثلًا غذا و آب بخورد و اتفاقاً قبل از ظهر به مقصد برسد ، روزهء آن روز فقط قضا دارد يا كفاره هم دارد ؟\r\n* فقط قضا دارد .\r\nسؤال 122 رفتن به سفر زيارتى در ماه مبارك رمضان چه حكمىدارد ؟\r\n* از نظر زيارت مستحب است ، و اگر سفر او براىفرار از روزه باشد ، مكروه است و در حقيقت جمع بين مستحب و مكروه شده است .\r\nسؤال 123 مسافرت غيرضرورى كسى كه چند روزهء قضا به عهده دارد ، در چند روز آخر ماه شعبان چه حكمى دارد ؟\r\n* مكروه است .\r\nسؤال 124 برخىدر ماه مبارك رمضان براىفرار از روزه به مسافرت مىروند و در آنجا افطار مىكنند . آيا اين كار اشكالىدارد ؟\r\n* مسافرت براىفرار از روزه مكروه است ، ولىاگر مسافرت كرد ، روزه را بايد افطار كند و بعد از ماه مبارك قضا كند ، ولىكفارة عمد ندارد .\r\nسؤال 125 اگر كسى فراموش كند كه روزهء ماه رمضان مسافر باطل است يا فراموش كند كه در سفر است و روزه بگيرد و تا افطار كارى كه مفطر روزه است ، انجام ندهد ، روزهء او صحيح است يا بايد قضا كند ؟ آيا فرقى مىكند كه قبل از افطار بفهمد روزه‌اش باطل بوده يا بعد از افطار ؟\r\n* بايد قضا كند .\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":126},
  {"content":"\r\n\r\nسؤال 126 كسىكه براىفرار از روزه مسافرت كرده ، آيا فقط لازم است همان روز را قضا كند يا كفاره هم بايد بدهد ؟\r\n* كفاره ندارد .\r\nسؤال 127 اگر كسى در روز ماه مبارك رمضان عمداً مسافرت كند و روزه‌اش را بخورد و قبل از ظهر دوباره برگردد ، اشكالى دارد ؟\r\n* اشكال ندارد ، ولى خوب است اين كار را نكند .\r\nسؤال 128 مسافرىدر سفر فكر مىكرده بايد نماز را تمام بخواند و روزه‌ها را بگيرد ؛ لذا همهء روزه‌هاىدر سفر را گرفته است . وقتىبه وطن بازگشته ، فهميده است كه نمازش شكسته بوده و روزه را بايد افطار مىكرده است . در اين صورت :\r\nالف : آيا نماز و روزه خود را بايد اعاده كند ؟\r\n* الف : قضا لازم نيست .\r\nب : آيا براىروزه ، بايد به جز اعاده ، كفاره هم بدهد يا خير ؟\r\n* لازم نيست .\r\nسؤال 129 كسى كه نمىداند روزه ماه رمضان مسافر باطل است ، اگر روزه گرفت و سفر كرد و تا افطار ، كارى كه روزه را باطل مىكند ، انجام نداد ، روزه او صحيح است يا بايد قضا كند ؟ آيا فرقى مىكند كه قبل از افطار بفهمد كه روزه‌اش باطل است يا بعد از افطار ؟\r\n* اگر در بين روز مسئله را بفهمد روزه‌اش باطل مىشود و اگر تا مغرب نفهمد ، روزه‌اش صحيح است .\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":127},
  {"content":"\r\n\r\nسؤال 130 اگر كسى به علت حضور در سفر نتوانست در ماه مبارك رمضان روزه بگيرد و پس از عيد فطر نيز به واسطهء عذر ديگرى نظير بيمارى تا سال بعد نتوانست آن روزه‌ها را قضا كند ، در خصوص قضا و كفاره چه وظيفه‌اى دارد ؟\r\n* قضا ندارد ، ولى در صورت تمكّن مالىبايد به ازاء هر روز معادل 750 گرم گندم يا پول آن را بابت كفاره به فقرا بدهد .\r\nسؤال 131 دخترى كه در دوران عقد به سر مىبرد و قرار است پس از عروسى براى زندگى به شهر شوهر خود كه از زادگاهش فاصله دارد برود ، در زمان عقد و هنگامى كه براى چند روز به آن شهر مىرود ، نماز و روزه‌اش چه حكمى دارد ؟\r\n* نمازش شكسته است و نمىتواند روزه بگيرد .\r\nسؤال 132 كسى كه شغل او رانندگى داخل شهر است ، اگر اتفاقاً به رانندگى خارج شهر اعزام شد ، حكم نماز و روزه‌اش چيست ؟\r\n* نماز شكسته است و نمىتواند روزه بگيرد .\r\nسؤال 133 به فتواى حضرت‌عالى در شهرهاى بزرگ مثل تهران كه اول و آخر شهر مثلًا 30 كيلومتر با هم فاصله دارند ، حكم نماز و روزه چيست ؟\r\n* تمام است .\r\nسؤال 134 مسافر در شهرهايى مثل مكه و مدينه و كوفه و كربلا كه نمازش را تمام مىخواند ، روزهء ماه مبارك رمضان را هم مىتواند بدون قصد ده روز بگيرد ؟\r\n* نمىتواند .\r\nسؤال 135 اگر مسجد سهله عرفاً جزء شهر كوفه محسوب شود ، نماز مسافر در\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":128},
  {"content":"\r\n\r\nآن قصر است يا تمام ؟\r\n* مىتواند تمام بخواند .\r\n\r\n* مسافت شرعىو حد ترخص « 1 »\r\nسؤال 136 ملاك در محاسبهء مسافت شرعى ، طول جاده است يا مسافت مستقيم ؟ مثلًا اگر جاده‌اى 50 كيلومتر باشد ، ولى مسافت مستقيم آن 20 كيلومتر باشد ، چه بايد كرد ؟\r\n* مناط راه رفتن اوست .\r\nسؤال 137 فاصلهء شرعىبين دو شهر را چگونه بايد تعيين كرد ؟ آيا فقط ابتدا و انتهاىشهرها ملاك است ؟ يا محل مورد نظر در آن شهر را بايد در نظر گرفت ؟\r\n* مناط اول و آخر شهر است و ملاك اول و آخر هم به نظر عرف است .\r\nسؤال 138 براىحد ترخص شهرهاىبزرگ ، آيا به عنوان خانه‌هاى پايانى متصل به هم ، شهرك‌هاىاطراف اين شهرها كه از لحاظ قوانين شهرىجزء آن شهر به حساب مىآيند نيز بايد در نظر گرفته شود ؟\r\n* مناط اول و آخر آن شهر است نه شهرك‌ها .\r\nسؤال 139 حدّ ترخص در شهرهاى بزرگ از چه مكانى محاسبه مىشود ؟\r\n* از اول شهر در وارد شدن و از آخر شهر در خارج شدن ، گرچه از خانه تا آخر شهر بيش از چهار فرسخ باشد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . حد شرعى 5 / 21 كيلومتر و حد ترخص حدوداً يك كيلومتر از آخرين خانه‌هاىهر شهرىفاصله دارد .\r\n","page_name":" 121 ","page_number":129},
  {"content":"\r\n\r\nسؤال 140 امروزه چند كيلومتر كه از شهر خارج شويم ، مىتوانيم روزهء خود را افطار كنيم ؟ و مبدأ محاسبه ، ابتداى بيابان شهرهاست يا مكان ديگر ؟\r\n* تقريباً يك كيلومتر و مبدأ محاسبه ، آخر خانه‌ها است .\r\nسؤال 141 حد ترحض شهرهاى بزرگ مثل تهران و اصفهان از كجاى آن شهرها محسوب مىشود ؟\r\n* تقريباً يك كيلومتر از جايى كه خانه‌ها متصل به يكديگر هستند .\r\nسؤال 142 مسافرى كه مىخواهد قبل از ظهر به وطنش برسد و روزه بگيرد ، قبل از ظهر شرعى بايد به چند كيلومترى شهر رسيده باشد ؟ ابتداى شهراز كجا محاسبه مىشود ؟ ملاك دروازه ورودى است يا چيز ديگرى ؟\r\n* اگر يك كيلومتر تقريباً مانده به اول شهر ، يعنى جايى كه سكونت اهل آن شهر شروع مىشود و ظهر شد ، بايد نماز را تمام و روزه بگيرد .\r\nسؤال 143 شخصىقصد مسافرت به شهرىرا دارد كه فاصلهء ابتداى آن شهر تا شهر خودش از چهار فرسخ شرعىكمتر است ، ولىمكان مورد نظر در آن شهركه شخص قصد رفتن به آنجا را دارد ، فاصله‌اش تا شهر محل زندگىاو بيش از چهار فرسخ است . آيا نماز و روزه در آنجا كامل است يا قصر ؟\r\n* ملاك ابتداىشهر است .\r\nسؤال 144 وقتىاز شهر يا روستايىخارج مىشويم تا چند كيلومتر مغازه‌ها و شركت‌هاىمربوط به آن محل ديده مىشود . ملاك براىپايان شهر يا روستا همان مغازه‌هاست يا منازل مسكونى ؟\r\n* منازل مسكونى است .\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":130},
  {"content":"\r\n\r\nسؤال 145 شخصىقصد سفر به مكانىرا دارد كه تا محل زندگىاو سه فرسخ فاصله دارد و از اول مىداند در بين راه براىانجام كار ديگرىبه يك جادهء فرعىمىرود كه از جادهء اصلىحدود 5 / 1 فرسخ راه است و پس از بازگشت ، به محل مورد نظركه قصد رفتن داشته ، مىرود . حكم نماز و روزهء او از جهت قصر يا تمام چگونه است ؟\r\n* نماز او تمام است و روزه‌اش را بايد بگيرد .\r\nسؤال 146 شخصىبه قصد مسافرت در ماه رمضان از محل خود خارج مىشود . آيا مىتواند بعد از حد ترخّص ، روزهء خود را افطار نمايد ؟\r\n* قبل از حد ترخص نمىتواند و بعد از حد ترخص مىتواند .\r\nسؤال 147 اگر مسافر پس از گذشتن از حد ترخص روزهء خود را افطار كند ، ولىقبل از رسيدن به حد شرعىبه علتىنتواند مسافرت را ادامه دهد و برگردد ، حكم روزهء او چگونه است ؟ فقط قضا دارد يا كفاره نيز واجب مىشود ؟ آيا بايد در ادامهء روز از انجام مبطلات روزه خوددارىكند ؟\r\n* قضا فقط دارد و لازم نيست از مبطلات خوددارى كند ، گرچه بهتر است .\r\nسؤال 148 شخصىصبح ماه مبارك رمضان قصد مسافرت دارد و مىداند كه قبل از اذان ظهر به حد شرعىمىرسد ، آيا مىتواند در محل خود صبحانه بخورد ؟\r\n* نمىتواند و بايد قصد روزه كند تا از حد ترخص بگذرد .\r\nسؤال 149 اگر روزه‌دار در ماه رمضان مسافرت كند و اشتباهاً نرسيده به حدترخص ، روزه خود را افطار نمايد ، در خصوص قضا و كفاره چه وظيفه‌اى دارد ؟\r\n* قضا دارد ، ولى كفاره ندارد .\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":131},
  {"content":"\r\n\r\nسؤال 150 چنانچه مسافر پيش از ظهر ماه رمضان به وطن برگردد و از سحر تا آن موقع كارى كه مفطر روزه باشد ، انجام ندهد ، در اين صورت مىتواند آن روز را روزه بگيرد يا واجب است روزه بگيرد ؟\r\n* بايد روزه بگيرد .\r\nسؤال 151 مسافرىكه شك در رسيدن به حد شرعىيا ترخص دارد ، حكم نماز و روزه‌اش چگونه است ؟\r\n* اگر مىتواند صبر كند تا شكّ او رفع شود ، بهتر است صبر كند .\r\nسؤال 152 مسافرىكه در ماه مبارك رمضان در برگشت از سفر و قبل از ورود به حد شرعىدر وقت سحر ، سحرىبخورد و نيت روزهء آن روز را بكند و مطمئن باشد كه قبل از ظهر به شهر خود مىرسد ، آيا همان نيت كافىاست ؟\r\n* كافىاست .\r\nسؤال 153 شخصىساكن يكىاز روستاهاىاطراف اصفهان است و محل كارش در شهر اصفهان مىباشد . اگر او به مسافرتىمثل مشهد برود ، آيا در برگشت وقتىبه حد ترخص اصفهان رسيد ، مىتواند نماز خود را تمام بخواند و روزه بگيرد يا حتماً بايد براىاتمام نماز و روزه به حد ترخص روستاىخود رسيده باشد ؟\r\n* حد ترخص اصفهان براى او نماز را تمام مىكند .\r\nسؤال 154 بعضى از شهرهايى كه در گذشته حدود 30 كيلومتر با هم فاصله داشته‌اند ، امروزه به هم متصل شده و فاصله دو شهر تماماً محل سكونت يا مغازه است و اصلًا نمىشود تشخيص داد كه شهر تمام شد . در اين صورت ، ساكنين اين\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":132},
  {"content":"\r\n\r\nدو شهر در صورت رفتن به شهر ديگر در مورد نماز و روزه چه وظيفه‌اى دارند ؟\r\n* نماز آنها تمام است و بايد روزه بگيرند .\r\nسؤال 155 كسىكه از محل كارش كه فاصله‌اىبيش از حد شرعى با وطن او دارد ، به مسافرتىبيش از هشت فرسخ مىرود و فردا به محل كار خود بر مىگردد ، آيا قبل از اينكه از محل كار خود به وطنش برود ، نماز او كامل است يا شكسته و روزهء او صحيح است يا خير ؟\r\n* نماز او شكسته است و نمىتواند روزه بگيرد .\r\nسؤال 156 شخصىكه در ماه مبارك رمضان قصد مسافرت دارد و پس از طىسه فرسخ در ادامه سفر خود مردد مىشود و اذان ظهر را مىگويند . چنين كسى در صورت‌هاىزير چگونه بايد عمل كند :\r\nالف ) آيا بايد روزه آن را به حساب آورد يا بايد قضا كند ؟\r\n* اگر افطار نكرده است بايد روزه بگيرد .\r\nب ) در ادامه سفر مردّد شود ولىبعد تصميم بگيرد به مسافرت ادامه دهد .\r\n* آن ترديد ضررىنمىرساند .\r\nج ) در ادامه سفر مردّد شود و پس از ظهر به وطن برگردد .\r\n* آن ترديد ضرر نمىرساند و اگر افطار نكرده است روزه او صحيح است .\r\nسؤال 157 حكم روزه مسافرىكه بعد از حد ترخص روزه خود را افطار كرده ، ولى پس از طىدو فرسخ از سفر منصرف شده و بر مىگردد ، چيست ؟ چه وظيفه‌اى از حيث ادامه روزه و قضا و كفاره دارد ؟\r\n* قضا دارد نه كفاره .\r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":133},
  {"content":"\r\n\r\nسؤال 158 مسافرىپس از بازگشت از سفر به علت گرسنگىشديد قبل از ورود به حد ترخص قبل از شهر توقف كرده تا اذان ظهر را بگويند و روزه خود را افطار كند و بعد به حد ترخص شهر داخل شود . آيا اين كار او اشكال دارد و يا موجب كفاره مىشود يا فقط قضا دارد ؟\r\n* مسافر مىتواند قبل از رسيدن به حد ترخص روزه نگيرد ولو مىداند قبل از ظهر به وطن مىرسد .\r\nسؤال 159 اگر شخصىبدون قصد سفر به محلىرود كه بيش از حد شرعىمسافرت كرده باشد و از آن به بعد قصد مسافرت كند ، آيا مىتواند در همان محل روزه خود را افطار كند يا بايد از حد ترخص آن محل عبور كند ؟\r\n* مىتواند .\r\nسؤال 160 اگر مسافرىشك داشته باشد كه آن روز به مسافرت برود و يا نرود و در حالىكه به شك خود پايبند است حركت كند و پس از دو سه فرسخ روزه خود را افطار كند و به شهر خود برگردد روزه او چه حكمىدارد ؟ آيا فقط قضا دارد يا كفاره نيز بر آن مترتب مىشود ؟\r\n* قضا دارد .\r\nسؤال 161 اگر شخص مسافر شك كند كه مسافرت او به حد شرعىرسيده يا خير ، آيا مىتواند روزه خود را افطار كند يا بايد تا حصول اطمينان از مسافت شرعىبه روزه خود ادامه دهد ؟\r\n* بايد به روزه ادامه دهد تا محرز شود .\r\n\r\n","description":"","footnote":"","page_name":" 126 ","page_number":134},
  {"content":"\r\n\r\nسؤال 162 چرا در مقدار مسافت شرعىبين مراجع معظّم تقليد اختلاف وجود دارد ؟\r\n* اختلاف نيست و مناط هشت فرسخ است يا چهار فرسخ برود و برگردد .\r\nسؤال 163 آيا مسافر مىتواند پس از گذشتن از حد ترخص شهر خود ، روزه خود را افطار كند ؟\r\n* مىتواند ، اگر مسافرت او حد شرعىرا داشته باشد .\r\nسؤال 164 شخصىبراىتفريح در ماه مبارك رمضان به باغىدر اطراف شهر مىرود و به خيال اينكه فاصله آن تا شهر كمتر از چهار فرسخ است روزه آن روز خود را مىگيرد . اما پس از چند روز مىفهمد فاصله بيش از حد شرعىبوده و نمىتوانسته روزه بگيرد . آيا قضاىآن روز بر او واجب است ؟\r\n* بايد روزه‌ها را قضا كند .\r\nسؤال 165 شخصىبراىمسافرت به شهرىكه فكر مىكرده فاصله آن بيش از چهار فرسخ است رفته و در آنجا روزه خود را افطار كرده است . ولىبعداً فهميده فاصله آن به اندازه شرعىنبوده و بايد روزه خود را مىگرفته . وظيفه او در باب قضا و يا كفاره روزه آن روز چيست ؟\r\n* قضا دارد نه كفاره .\r\nسؤال 166 اگر كسىدر مسافرت پس از طىمسافتىحدود سه فرسخ به وطن دوم خود برسد و از آنجا سه فرسخ ديگر مسافرت كند .\r\nاولًا آيا نماز او كامل است و روزه را بايد بگيرد يا چون رفت و برگشت او بيش از\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":135},
  {"content":"\r\n\r\nهشت فرسخ شرعىمىشود بايد نماز را شكسته بخواند و روزه را افطار كند ؟\r\n* نماز او همه جا تمام است و روزه بايد بگيرد .\r\nثانياً براىشكسته يا تمام بودن نماز و روزه بين اينكه از اول قصد مكان دوم را داشته يا مىدانسته اول به وطن مىرسد و بعد به محل ديگرىمىرود ، فرقىوجود دارد ؟\r\n* فرقىندارد .\r\nسؤال 167 مسافرىكه نمىداند مسافرت او به حد شرعىخواهد رسيد يا نه ، آيا مىتواند پس از گذشتن از حد ترخص روزه خود را افطار كند ؟\r\n* نمىتواند .\r\n\r\n* وطن\r\nسؤال 168 مدت اقامت يك نفر در شهر ديگر چقدر بايد باشد تا او بتواند در آن شهر قصد وطن كند ؟\r\n* به مجرد قصد توطّن جداً ، وطن او مىشود .\r\nسؤال 169 قصد وطن نمودن در شهرى ملازم با چيست ؟ به عبارت ديگر ، حتماً بايد در شهرى سكونت داشت تا آن شهر وطن شود يا مثلًا اگر كسى مشهد را دوست بدارد ، مىتواند بگويد : مشهد وطن من است و در مشهد نمازها را تمام بخواند و روزه بگيرد ؟\r\n* بايد قصد توطّن جدى داشته باشد و آنجا هم زندگى كند .\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":136},
  {"content":"\r\n\r\nسؤال 170 آيا كسى مىتواند بدون اقامت دائم يا موقت در شهر ديگرى ، آن شهر را به صورت وطن خود انتخاب كند و در ماه مبارك رمضان در صورت سفر به آن شهر ( مثلًا مشهد ) روزهء خود را بدون قصد ده روز كامل بگيرد ؟\r\n* بايد قصد توطّن جدى و واقعى باشد ، نه صورى و ظاهرى . سؤال 171 چه مقدار و يا چگونه بايد در شهرى ماند تا آن شهر وطن انسان محسوب شود ؟\r\n* دائر مدار قصد اوست ؛ اگر جدى تصميم گرفت در جايى بماند ، بايد نماز را تمام بخواند و روزه بگيرد . سؤال 172 آيا كسىمىتواند چند وطن داشته باشد ؟ مثلًا سه وطن را براىخود انتخاب كند .\r\n* هر مقدار كه قصد ماندن جايى را داشته ، به عنوان دائم يا موقت ، وطن او است .\r\nسؤال 173 چگونه محل دوم حكم وطن شخص را پيدا مىكند ؟ آيا چند سال ماندن كفايت مىكند يا نيت لازم دارد يا بايد شخص از جايىاعراض نمايد ؟\r\n* كسى كه قصد دارد مدتى ، مثلًا دانشجو مدت چهار سال ، در شهرى بماند ، وطن موقت او است و همچنين تاجرى كه تجارت‌خانه در چند شهر يا مملكت دارد ، همة آنجا وطن او است .\r\nسؤال 174 براىصدق وطنيّت چه مقدار شخص بايد در آن مكان بماند ؟\r\n* به مجرد قصد جدى ، وطن محقق مىشود .\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":137},
  {"content":"\r\n\r\nسؤال 175 كسى كه از وطن اصلى و زادگاهش به شهر ديگرى مىرود و پس از چند سال از آن شهر هم منتقل شده و در شهر دوم ساكن مىشود ، مىتواند تا آخر عمر زادگاه خود و شهر اولى كه به آن منتقل شده است را وطن بداند و در صورت رفتن به آن دو شهر ، نماز را تمام بخواند و روزه بگيرد ؟ آيا اگر مثلًا چند سال هم به آن دو شهر نرود يا نمىداند كه تا آخر عمر مى رود يا نه ، باز هم مىتواند آن دو شهر را وطن بداند ؟\r\n* تا اعراض نكرده باشد ، وطن او است ، مگر اعراض عملى صدق كند .\r\nسؤال 176 كسى كه به شهر ديگرى منتقل مىشود و مىداند كه بايد مثلًا چند سال در آن شهر بماند ، آيا از همان روز اول ورود مىتواند نمازش را تمام بخواند و روزه بگيرد يا بايد مدتى بماند ؟\r\n* مىتواند ، بلكه لازم است .\r\nسؤال 177 زن و شوهرى اهل دو شهر جداگانه هستند و محل كارشان در شهر سوّمى است ، ولى مجبور شده‌اند در خارج از حد ترخص شهر محل كار ، سكنى بگيرند . هر روز از محل زندگى به محل كار مىروند و بر مىگردند و هر چند وقت يك بار هم به شهرهاى خودشان مىروند . بفرماييد حكم نماز و روزهء آنها در اين چهار شهر چيست ؟ همچنين بفرمائيد اگر هر كدام از آنها به شهر همسرش برود ، حكم نماز و روزهء او چيست ؟\r\n* نماز زن در همه جا تمام است و بايد روزه هم بگيرد چون زن تابع شوهر است ، ولى مرد تابع زن نيست ؛ لذا نماز مرد به جز در وطن زن ، همه جا تمام است و در وطن زن شكسته است ، مگر آنجا را وطن خود قرار دهد .\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":138},
  {"content":"\r\n\r\nسؤال 178 كسى كه به واسطهء منتقل شدن به شهرى ، از زادگاهش اعراض مىكند ، آيا پس از چند سال مىتواند دوباره زادگاهش را وطن قرار دهد ؟\r\n* مىتواند .\r\nسؤال 179 دخترى كه ازدواج مىكند و براى زندگى به محل سكونت شوهرش كه خارج از شهر خودشان است ، مىرود ، وطن او همان شهر جديد محسوب مىشود و بايد نمازهاى خود را در آنجا تمام بخواند ؟ حكم نماز و روزه‌هاى او در شهر زادگاهش كه مثلًا چند ماه يك بار به آنجا مىرود ، چيست ؟\r\n* تا اعراض نكرده باشد ، تمام است .\r\nسؤال 180 كسى كه براى زندگى به شهر ديگرى منتقل مىشود و نمىداند كه تا آخر عمر به زادگاهش بر مىگردد يا نه ، در صورت حضور موقتى در زادگاه ، حكم نماز و روزهء او چگونه است ؟\r\n* بايد نماز را تمام بخواند و روزه بگيرد .\r\nسؤال 181 شخصىاز وطن خود مثل افغانستان به ايران آمده و در شهرىسكونت دارد و قصد دارد هر موقع موانع بر طرف شد ، به وطن خود برگردد . مدت اقامت اين شخص در ايران پانزده سال طول مىكشد . آيا گذشتن اين مدت باعث مىشود كه آن شهر در ايران وطن او محسوب شود ؟\r\n* همين مقدار كه قصد داشته باشد مدتى در جايى بماند ، وطن موقّت او است .\r\nسؤال 182 فرزندىدر وطن پدرش به دنيا مىآيد و پس از دو سه سال اول\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":139},
  {"content":"\r\n\r\nكودكى ، به شهر ديگرىمىرود و در آنجا بزرگ مىشود . آيا جايىكه در آن به دنيا آمده ، وطن او محسوب مىشود ؟\r\n* اگر اعراض نكرده باشد ، وطن او است .\r\nسؤال 183 اعراض از وطن اصلىچگونه محقّق مىشود ؟\r\n* اگر وطن او مثل ساير شهرها شد ؛ نظير اينكه اصفهانى است ، رفته است تهران و از اصفهان اعراض كرده است و اصفهان و خراسان در نظر او يكسان است ، اعراض محقّق مىشود .\r\nسؤال 184 آيا وطن زن تابع شوهر است ؟\r\n* بلى ، زن و بچه‌هاىتحت تكلّف مرد ، تابع مرد هستند .\r\nسؤال 185 اگر شخصىاز وطن خود اعراض كند و قصد داشته باشد كه ديگر به آنجا بر نگردد ، ولىدو سه ماه بعد پشيمان شود ، آيا اعراض او محقق شده و دوباره بايد در آنجا قصد توطّن كند يا به مجرد اينكه پشيمان شد ، كفايت مىكند ؟\r\n* همين مقدار كه از اعراض خود برگشت ، وطن محسوب مىشود .\r\n\r\n* قصد اقامت\r\nسؤال 186 كسىكه در ماه رمضان قصد ده روز اقامت در محلىرا دارد ، اگر پس از دو روز كه نمازهايش را كامل خوانده و روزه‌هايش را گرفته است ، از اقامت منصرف شود و بخواهد مثلًا چهار روز ديگر برگردد ، آيا در مابقىآن چند روز بايد نمازها را كامل بخواند و روزه‌ها را هم بگيرد يا فقط اتمام نمازها لازم است ؟\r\n* بايد روزه بگيرد و نماز را تمام بخواند .\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":140},
  {"content":"\r\n\r\nسؤال 187 آيا كسى كه مىداند ده روز يا بيشتر در شهرى مىماند ، مىتواند قصد ده روز نكند و در ماه رمضان روزه نگيرد ؟\r\n* نمىتواند ؛ زيرا قصد جدى يك امر واقعى است و تظاهربردار نيست .\r\nسؤال 188 چنانچه كسى در ماه رمضان صبح از وطنش خارج شود و قبل از ظهر به جايى برسد كه مىخواهد ده روز در آنجا بماند ، روزهء آن روز را هم ، در صورتى كه در راه باطل نشده باشد ، مىتواند بگيرد ؟\r\n* بايد بگيرد .\r\nسؤال 189 اگر كسى در محلّى قصد اقامت ده روز كند و در بين ده روز بخواهد از حد ترحض آن محل خارج شود ، در اين صورت ، نماز و روزهء او در آن زمانى كه از آن محل خارج مىشود و همچنين وقتى دوباره به محل قصد بر مىگردد ، چگونه است ؟\r\n* اگر قبل از چهار فرسخ باشد ، نماز او همه جا تمام و روزه را بايد بگيرد و اگر چهار فرسخ رفت ، نماز او همه جا شكسته و نمى تواند روزه بگيرد .\r\nسؤال 190 مسافرىدر مشهد به حساب خود ده روز خواهد ماند و تمام نمازهايش را خوانده و روزه‌هايش را گرفته است ، اما روزىكه مىخواهد برگردد مىبيند مجموع روزهايىكه مانده ، نه روز بوده است و امكان ماندنش نيز نيست . تكليف نماز و روزه‌هايىكه انجام داده ، چيست ؟\r\n* نمازها و رروزه‌ها قضا ندارد ، بلكه تا آنجا هست ، بايد تمام بخواند و روزه بگيرد .\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":141},
  {"content":"\r\n\r\nسؤال 191 كسى كه در شهرى قصد ده روز كرده است ، اگر در وسط آن ده روز مجبور شود دو روز از حد ترحض آن شهر خارج شود ، آيا روزهء آن دو روز را مىتواند بگيرد ؟\r\n* اشكال ندارد .\r\nسؤال 192 اين جانب بنا به ضرورت براىتبليغ به يكىاز روستاهاى دورافتاده رفته‌ام . در اطراف آن روستا ، شهرها و روستاهاى كوچكى وجود دارد كه فاصلهء آن تا محلىكه براىتبليغ رفته‌ام ، كمتر از دو فرسخ است . آيا براىتبليغ و اقامهء يك وعده نماز يا گردش هفتگى ، مىتوانم به آنجا بروم و آيا در قصد اقامت ده روزه خللىايجاد مىكند ؟ ( تبليغ شغل من نيست . )\r\n* به قصد اقامت ضرر نمىخورد و بايد در آن روستا نماز را تمام بخوانيد و در ماه مبارك ، روزه بگيريد .\r\n\r\n* كثيرالسّفر\r\nسؤال 193 چند روز يك بار به سفر رفتن ، انسان را كثيرالسّفر مىكند ؟\r\n* ده روز يك مرتبه .\r\nسؤال 194 ملاك براى اينكه كسى كثيرالسّفر شود ، اين است كه براى كار و شغل مسافرت نمايد يا كسى كه مثلًا جهانگرد است و براى تفريح مسافرت مىكند نيز مىتواند كثيرالسّفر باشد ؟\r\n* همة آنها كثيرالسّفر هستند .\r\n\r\n","description":"","footnote":"","page_name":" 134 ","page_number":142},
  {"content":"\r\n\r\nسؤال 195 تهيهء لوازم و وسائل مربوط به شغل يا گرفتن مجوزهاىلازم آن كه نياز به مسافرت دارد ، در حالىكه خود شغل مسافرت نيست ، آيا باعث كامل بودن نماز و روزه است ؟\r\n* اگر كثيرالسّفر باشد مطلقاً نماز او تمام است و بايد روزه بگيرد .\r\nسؤال 196 كثيرالسّفر اگر براى يك منظور و يك شغل به سفر رود ، نمازش تمام است يا اگر براى مقاصد مختلف سفر كند يا چند نوع شغل داشته باشد هم تابع همين حكم است ؟\r\n* تفاوت ندارد .\r\nسؤال 197 در حكم كثيرالسّفر ، كسى كه شغل او مسافرت است ( مثل راننده‌ها ) يا كسى كه شغل او در سفر است ( مثل كارمندها ) تفاوتى با هم دارند ؟\r\n* تفاوتى ندارد .\r\nسؤال 198 كسىكه شغلش را در سفر انتخاب مىكند ، براىاتمام نمازها و گرفتن روزه‌ها فرقىبين سفر اول و ديگر سفرهاىاو هست ؟\r\n* فرقىنيست ؛ در همان سفر اول بايد بخواند . و همچنين اگر ده روز در جايىماند ، باز بايد در سفر اول نماز را تمام بخواند و روزه بگيرد .\r\nسؤال 199 اگر كسى چند روز يك بار از حد ترحض وطنش خارج شد ، براى گرفتن روزه هاى ماه مبارك رمضان ، كثير السفر محسوب مىشود ؟\r\n* اگر به حد 4 فرسخ مىرسد ، نماز او تمام است و روزه بايد بگيرد و اگر به حد چهار فرسخ نرسد كه اصلًا مسافر شرعى نيست .\r\n\r\n","description":"","footnote":"","page_name":" 135 ","page_number":143},
  {"content":"\r\n\r\nسؤال 200 كسى كه به واسطهء شغل خود در هفته چند بار بايد به مأموريت برون شهرى كه بيش از چهار فرسخ است ، برود ، آيا مىتواند نماز خود را تمام بخواند و روزهء ماه مبارك رمضان را بگيرد ؟ در صورتى كه روزهاى مأموريت و تعداد روزها در هفته منظم نباشد ، فرقى در حكم مىكند ؟\r\n* بايد نماز را تمام بخواند و روزه بگيرد وتفاوتى هم در فرض مذكور نيست .\r\nسؤال 201 كسى كه در شهر خود ساكن است ، ولى همسرش متعلق به شهر ديگرى است و تقريباً هر ماه يك مرتبه به محل زادگاه همسرش مىرود ، اگر در ماه مبارك رمضان به مدت چند روز به اين سفر برود ، مىتواند روزه‌هاى خود را بگيرد ؟\r\n* اگر مسافرت او دائماً هر ده روز يك مرتبه باشد ، نماز او تمام است و روزه بايد بگيرد .\r\nسؤال 202 كسى كه چند شغل دارد و براى هر كدام جداگانه سفر مىكند يا كارهاى مختلف و نامنظمى دارد كه براى هر كدام ، بايد چند روز يك بار از حد شرعىوطنش خارج شود نيز مىتواند در ماه مبارك رمضان ، روزه‌هاى خود را در سفر بگيرد ؟\r\n* بايد نماز را تمام بخواند و روزه نيز بگيرد .\r\nسؤال 203 كسى كه كثير السفر است ، اگر در موسمى كه كارش تعطيل است و به منظور تفريح يا هر امر ديگرى غير از كار ، به مسافرت برود ، در خصوص نماز و روزه چه وظيفه‌اى دارد ؟\r\n* نماز او تمام و بايد روزه بگيرد .\r\nسؤال 204 كثيرالسّفر مىتواند روزه‌اش را در سفر بگيرد يا بايد بگيرد ؟\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":144},
  {"content":"\r\n\r\n* بايد بگيرد ؛ همچنان‌كه نماز را بايد تمام بخواند .\r\nسؤال 205 مشاغلى وجود دارد كه شاغل به واسطهء آن مشاغل گاه مىشود در يك هفته ، ده بار از شهر خارج شود و گاهى هم در يك ماه هيچ خروجى ندارد و قابل پيش‌بينى هم نمىباشد . در اين صورت ، وظيفهء شاغل در خصوص قصر و اتمام نماز و روزهء ماه رمضان چيست ؟\r\n* نماز او تمام است و بايد روزه هم بگيرد .\r\nسؤال 206 كسى كه مرتباً هفته‌اى يك مرتبه به جمكران مىرود ( بدون نذر و عهد ) ، روزهء ماه مبارك رمضان را در سفر جمكران مىتواند بگيرد يا خير ؟\r\n* بايد بگيرد و نماز را بايد تمام بخواند .\r\nسؤال 207 كسى كه مرتباً هفته‌اى يك مرتبه براى تفريح از حد شرعى شهر خارج مىشود ، حكم نماز و روزه‌اش چيست ؟\r\n* بايد نماز را تمام بخواند و روزه بگيرد .\r\nسؤال 208 شخصى براى شغل مخصوصى مسافرت نمىكند ، ولى در ماه سه بار و يا چهار بار اتفاقاً مسافرت مىنمايد و تعداد سفرها و روزهاى آن هم منظم نيست . در اين صورت ، روزهء او صحيح است ؟\r\n* بايد روزه بگيرد .\r\nسؤال 209 كسى كه مثلًا هر هفته به جمكران مىرود و كثير السفر است ، اگر يك بار به مشهد يا شهر ديگرى براى كار يا تفريح يا ساير موارد برود ، آيا نمازش\r\n\r\n","description":"","footnote":"","page_name":" 137 ","page_number":145},
  {"content":"\r\n\r\nدر آن شهر هم تمام است و روزه بايد بگيرد ؟\r\n* نماز تمام است و روزه بايد بگيرد .\r\nسؤال 210 اين جانب باغىدر اطراف شهر دارم و معمولًا هر هفته براىتفريح و گردش با خانواده به آنجا مىرويم . البته در برخىموارد مثل زمان يخ‌بندان و سرماىشديد به آنجا نمىرويم . در ضمن ، فاصلهء شهر تا باغ بيش از چهار فرسخ است . نماز و روزهء ما در آنجا و جاهاى ديگر چگونه است ؟\r\n* نماز تمام است و روزه بايد بگيريد .\r\nسؤال 211 كسانىكه به صورت فصلىشغل در سفر دارند ؛ مثلًا فقط تابستان به مسافرت شغلىمىروند ، حكم نماز و روزه‌شان در آن مواقع چيست ؟\r\n* تمام است .\r\nسؤال 212 فردىتنها در مدت يك ماه كثير السفر است ؛ يعنىهر 5 روز در جايىاست . حكم نماز و روزهء او در اين يك ماه چيست ؟\r\n* شكسته است .\r\nسؤال 213 همسر شخص كثير السفر ، اگر همراه شوهر خود به مسافرت برود ، حكم نماز و روزهء او چگونه است ؟\r\n* شكسته است .\r\nسؤال 214 كسى كه كثير السفر بوده و جهلًا گمان مىكرده است بايد در سفر ، روزهء خود را افطار كند و مدتى در سفر روزه نگرفته است ، آيا فقط بايد روزه‌ها را قضا كند يا كفارهء هم دارد ؟\r\n* كفاره ندارد .\r\n\r\n","description":"","footnote":"","page_name":" 138 ","page_number":146},
  {"content":"\r\n\r\nسؤال 215 شخصى كه كثير السفر است ، صبح روز ماه رمضان با هواپيما به يك مسافرت خارجى رفته است و وقتى با يك يا دو پرواز به كشور مقصد مىرسد ، درآن مكان آفتاب غروب مىكند و زمان افطار مىشود ، ولى در آن ساعت در ايران هنوز زمان افطار نشده است . حال اين شخص بايد به افق مقصد افطار كند يا به افق مبدأ كه در آن نيت روزه كرده است ؟\r\n* بايد به افق مقصد عمل كند .\r\n\r\n* روزه استاد ، طلبه ، دانشجو و سرباز\r\nسؤال 216 دانشجو يا طلبه‌اى كه براى تحصيل ، هفته‌اى دو يا سه روز به شهر ديگرى مىرود و بر مىگردد ، در مرتبهء اولى كه مىرود و دفعات بعدى حكم نماز و روزهء او چگونه است ؟\r\n* نماز او تمام است و بايد روزه بگيرد .\r\nسؤال 217 حكم نماز و روزهء دانشجويان و سربازان در محل تحصيل و محل سربازى آنان چگونه است ؟ آيا براى سفر اول و سفرهاى بعدى ، تفاوت مىكند ؟\r\n* بايد نمازها را تمام بخوانند و روزه بگيرند و تفاوتى ميان سفر اول و سفرهاى بعدى نيست .\r\nسؤال 218 دانشجويى كه در طول تحصيل نمازش تمام است و روزه‌اش را مىگيرد ، پس از اتمام درسش يك ترم يا دو ترم بايد براى تكميل پروژه و يا تكميل پروندة فارغ التحصيلى هر چند وقت يك بار ، سرى به محل تحصيل بزند . آيا در آن مدت هم مىتواند نمازش را تمام بخواند و روزهء ماه رمضان را بگيرد ؟\r\n* نماز او تمام است و بايد روزه بگيرد .\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":147},
  {"content":"\r\n\r\nسؤال 219 طلاب علوم دينى كه در شهرى غير از وطن خود به تحصيل مشغول مىباشند و در آن شهر قصد وطن نكرده‌اند ، ولى مشخص هم نيست كه هميشه بمانند يا بعد از مدتى به شهر خودشان برگردند ، در اين صورت روزهء ماه مبارك رمضان را مىتوانند بدون قصد ده روز در شهر محل تحصيل بگيرند ؟\r\n* نماز آنها تمام است و روزه بايد بگيرند .\r\nسؤال 220 اساتيد دانشگاه كه هفته‌اى يك يا دو مرتبه به صورت پروازى به شهرهاى ديگر سفر مىكنند ، در مورد نماز و روزه چه وظيفه‌اى دارند ؟\r\n* بايد نمازها را تمام بخوانند و روزه بگيرند .\r\nسؤال 221 اگر دانشجو يا طلبه يا سرباز كه به واسطهء اين عوامل در شهر ديگرى نماز خود را تمام مىخواند ، درس يا سربازى او تمام شود و به وطن خود برگردد ، در دفعات بعدى كه به آن محل مىرود ، حكم نماز و روزه‌اش چيست ؟\r\n* نماز او شكسته است و نمىتواند روزه بگيرد .\r\nسؤال 222 خوابگاه بعضى دانشگاه‌ها خارج از حد شرعىشهر آن دانشگاه است . نماز و روزه دانشجوى شهر ديگر در خوابگاه و دانشگاه چگونه بايد باشد ؟\r\n* نماز آنها تمام است و بايد روزه بگيرند .\r\nسؤال 223 آيا سرباز وظيفه مىتواند بدون قصد ده روز در محل سربازى ، نماز خود را تمام بخواند و روزه بگيرد ؟\r\n* مىتواند .\r\nسؤال 224 طلاب و دانشجويانىكه به مدت چهار سال ، هفت سال يا كمتر و\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":148},
  {"content":"\r\n\r\nبيشتر براىتحصيل در شهرىمىمانند ، آيا آنجا وطن آنها به حساب مىآيد ؟\r\n* آنجا وطن آنها است .\r\n\r\n* مسافرت حرام\r\nسؤال 225 كسى كه با هدف معصيت به مسافرت كمتر از ده روز مىرود ، در خصوص نماز و روزه ، چه وظيفه‌اى دارد ؟\r\n* نماز او تمام است و بايد روزه هم بگيرد .\r\nسؤال 226 اگر كسى براى شركت در مجلسى كه ذاتاً حرام نيست ، به مسافرت برود ( مثلًا مجلس عقد ) ولى بداند كه در آن مجلس فعل حرام انجام مىشود ( مثلًا موسيقى حرام ) و او نيز نه قدرت جلوگيرى دارد و نه مىتواند مجلس را ترك كند ، در اين صورت سفر او سفر حرام محسوب مىشود و نماز او تمام است و روزه‌هاى خود را بايد بگيرد يا خير ؟\r\n* سفر او سفر حرام نيست ، گرچه بتواند جلوگيرى كند ، ولى شركت در آن مجلس حرام است ، مگر مجبور باشد .\r\nسؤال 227 در سفر معصيت كه نماز تمام است و شخص روزه را مىگيرد ، آيا پس از مراجعت نياز به اعادهء نماز يا روزه هست يا همان كفايت مىكند ؟\r\n* كفايت مىكند .\r\nسؤال 228 شخصىبراىانجام كار مباح يا كسب درآمد سفر مىكند ، ولىمحل زندگىاو در سفر ، غصبىاست . آيا نماز و روزهء او تمام است ؟\r\n* اگر ده روز نمىماند ، بايد شكسته بخواند و روزه را افطار كند .\r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":149},
  {"content":"\r\n\r\nسؤال 229 كسى كه به مسافرتى مىرود كه حرام نيست ، ولى در سفر از لوازم حرام بهره مىگيرد ؛ مثلًا با وسيلة نقلية دولتى و بدون اجازة مسئول مىرود و يا با پول غصبى و حرام سفر مىكند ، در اين صورت سفر او حكم سفر معصيت دارد و بايد نماز خود را تمام بخواند و روزه‌اش را بگيرد يا خير ؟\r\n* حكم سفر معصيت را ندارد .\r\nسؤال 230 كسى كه به قصد ماهىگيرى سفر مىكند ، تكليف نماز و روزهء او در حالات زير چيست ؟\r\nالف : ماهىگيرى شغل او باشد .\r\nب : ماهىگيرى شغل او نباشد ، ولى قصد دارد با فروش ماهىها درآمد كسب كند .\r\nج : براى اينكه خود و اطرافيان ماهى بخورند ، مىخواهد ماهى بگيرد .\r\nد : قصد او صرفاً فقط تفريح باشد و از ماهىگيرى لذت ببرد .\r\n* در مورد آخر كار حرام است ، ولى در همه موارد اگر مسافرت او به اندازة چهار فرسخ به بالا است ، بايد نماز را شكسته بخواند و روزه را افطار كند .\r\nسؤال 231 كسى كه به قصد شكار غير از ماهىگيرى به سفر كمتر از ده روز برود ، حكم نماز و روزه‌هايش چيست ؟\r\n* اگر صرفاً براىلهو و خوشگذرانىباشد ، كار او حرام است ، ولى نماز او شكسته است و روزه را بايد افطار كند .\r\n\r\n","description":"","footnote":"","page_name":" 142 ","page_number":150},
  {"content":"\r\n\r\n\r\n* ساير اقسام روزه در سفر\r\nسؤال 232 آيا مسافر مىتواند بدون قصد ده روز ، روزهء استيجارى بگيرد ؟\r\n* نمىتواند .\r\nسؤال 233 آيا كسى كه در سفر است ، مىتواند بدون قصد ده روز ، روزهء قضا بگيرد ؟\r\n* نمىتواند .\r\nسؤال 234 آيا مسافر مىتواند در سفر روزهء مستحبى بگيرد ؟\r\n* مىتواند .\r\nسؤال 235 آيا مسافر در صورتى كه روزهء قضا به عهده دارد ، مىتواند در سفر روزهء مستحبى بگيرد ؟\r\n* مىتواند .\r\nسؤال 236 در صورتى كه روزهء مستحبى را در سفر جايز مىدانيد ، حتماً بايد با قصد طلب حاجت يا با نيت رجاء و امثال اينها باشد يا در سفر هم دقيقاً مثل وطن مىشود روزهء مستحبى گرفت ؟\r\n* مثل وطن است .\r\nسؤال 237 كسى كه بخواهد در سفر ، روزهء واجب غير ماه مبارك رمضان را بگيرد ، بايد قصد ده روز بكند ؟\r\n* بايد قصد كند .\r\n\r\n","description":"","footnote":"","page_name":" 143 ","page_number":151},
  {"content":"\r\n\r\nسؤال 238 شخصىشغلش مسافرت است و معمولًا در سفر به سر مىبرد . با توجه به اينكه در سفر ، روزه‌هاىماه رمضان خود را مىگيرد و نماز را تمام مىخواند ، آيا مىتواند روزهء قضاىماه رمضان خود را نيز در سفر بگيرد ؟\r\n* مىتواند .\r\nسؤال 239 كسىكه نذر مىكند براىمدت يك تا دو ماه هر هفته سه شنبه‌ها به جمكران برود ( مجموعاً 8 هفته ) ، آيا نماز و روزهء او تمام است يا شكسته ؟\r\n* شكسته است .\r\nسؤال 240 آيا كسى كه به نيت قضا ، روزه گرفته است ، مىتواند در آن روز به مسافرت برود ؟ اگر برود ، روزهء او باطل مىشود ؟\r\n* قبل از ظهر ، روزهء او باطل مىشود و بعد از ظهر اشكال ندارد .\r\nسؤال 241 آيا كسى كه در سفر است ، مىتواند نذر كند و بدون قصد ده روز ، روزى را روزه بگيرد ؟\r\n* نمىتواند ، مگر در وطن نذر كند كه هر كجا باشد ، روزه باشد .\r\nسؤال 242 اگر كسى نذر كرده باشد كه مثلًا روز اول رجب را روزه بگيرد و اتفاقاً مسافرتى براى او پيش بيايد كه اگر به آن مسافرت برود ، روز اول رجب را در سفر خواهد بود ، در اين صورت مىتواند به آن سفر برود و روزهء خود را بگيرد يا خير ؟\r\n* نمىتواند و بايد مسافرت نكند ، مگر ضرورى باشد كه وجوب روزه ساقط مىشود .\r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":152},
  {"content":"\r\n\r\nسؤال 243 كسى كه كثيرالسفر نيست ، در ماه مبارك رمضان مىتواند قبل از سفر نذر كند كه روزهاى بعد را كه در سفر است ، روزه بگيرد ؟\r\n* نمىتواند .\r\nسؤال 244 آيا كسى كه مسافرتى را در پيش دارد ، مىتواند نذر كند كه روز معينى از آن مسافرت را بدون قصد ده روز ، روزه بگيرد ؟\r\n* نمىتواند ، مگر در وطن نذر كند كه آن روز معين را هر كجا كه باشد ، روزه بگيرد .\r\nسؤال 245 آيا كسى كه نذر كرده است يك روز را روزه بگيرد ، ولى مشخص ننموده است آن روز كى باشد ، مىتواند هنگامى كه در سفر است و قصد ده روز ندارد ، به قصد خود عمل كند ؟\r\n* نمىتواند .\r\nسؤال 246 اگر كسى به واسطهء نذر قبلى روزه باشد ، در اين صورت مىتواند در همان روز كه روزه است ، مسافرت كند ؟ اگر مسافرت كرد ، روزه‌اش صحيح است ؟\r\n* بعد از ظهر مىتواند نه قبل از ظهر . و آن نظير ماه مبارك رمضان است .\r\nسؤال 247 اگر كسىنذر كند كه در سفرىكه نماز شكسته است ، روزهء قضا بگيرد ، آيا روزهء او صحيح است يا خير ؟\r\n* اگر نذر او چنين باشد : « چه در حضر و چه در سفر روزه مىگيرم » ، مىتواند روزه بگيرد ، ولىروزهء قضا ولو با نذر در مسافرت جائز نيست .\r\nسؤال 248 آيا در مواردى كه در سفر مىشود روزهء مستحبى يا نذر گرفت ، در\r\n\r\n","description":"","footnote":"","page_name":" 145 ","page_number":153},
  {"content":"\r\n\r\nراه سفر هم مىشود روزه گرفت يا اين فتوا مخصوص محل اقامت است ؟\r\n* تفاوت نيست .\r\n\r\nروزه بيماران و ناتوانان\r\nسؤال 249 اگر دكتر مؤمن و متخصّص بيمارىرا از روزه منع كند ، ولىبيمار معتقد باشد كه روزه براىاو ضررىندارد ، چه بايد بكند ؟\r\n* اگر بداند ، بايد روزه بگيرد .\r\nسؤال 250 پزشكىكه مريض را از روزه منع مىكند ، آيا لازم است كه حتماً ملزم به امور دينىو مؤمن باشد يا اينكه فقط حاذق و متخصّص در كار خود باشد ، كفايت مىكند ؟\r\n* اگر در گفتار ثقه و وارسته باشد ، كفايت مىكند .\r\nسؤال 251 منظور از مشقتىكه به واسطهء آن پيرمردها و پيرزن‌ها يا دختران تازه به بلوغ رسيده ، نمىتوانند روزه بگيرند ، چيست ؟\r\n* طاقت‌فرسا باشد و آنها را از كارهاىمعمولىباز دارد .\r\nسؤال 252 شخصى 42 ساله تاكنون روزه نگرفته و گفته داراى پانزده عائله بوده و براى تلاش و ادارهء خانواده‌ام در گرما و سرما كار مىكردم و طاقت نداشتم روزه بگيرم . عذر شرعى هم نداشته است . خواهشمند است نظر مبارك را در مورد وظيفهء او بيان فرمائيد .\r\n* بايد به مرور زمان روزه‌ها را بگيرد .\r\n\r\n","description":"","footnote":"","page_name":" 146 ","page_number":154},
  {"content":"\r\n\r\nسؤال 253 اگر پزشك منعىبراىروزهء بيمار نداند ، ولىخود بيمار روزه را براىخود مضر بداند ، آيا مىتواند روزه نگيرد ؟\r\n* اگر بداند ضرر دارد ، مىتواند روزه نگيرد .\r\nسؤال 254 آيا احتمال ضرر براىروزه‌دار و خوف از ضرر احتمالىموجب ساقط شدن روزه از انسان مىشود يا اينكه حتماً بايد يقين كند ؟\r\n* اگر دكتر متدين و متخصّص تشخيص دهد كه نبايد روزه بگيرد ، نبايد روزه بگيرد .\r\nسؤال 255 روزه‌اىكه پزشك انسان را از آن منع مىكند ، آيا فقط قضا دارد يا كفاره هم دارد ؟\r\n* فقط قضا دارد و اگر تا ماه رمضان بعدىنتوانست قضا كند ، در صورت تمكّن بايد براىهر روزه معادل 750 گرم گندم يا پول آن را به فقير بدهد .\r\nسؤال 256 دخترىپس از گذشت چند سال از سن تكليفش فهميده است در زمانىكه تازه به بلوغ رسيده بوده ، تعدادىاز روزه‌هايش را نگرفته و تعداد آن روزه‌ها را هم نمىداند . همچنين به خاطر ندارد آيا روزه خوردن او عمدىبوده يا به خاطر ضعف و يا عذر ديگرىبوده است . در اين صورت ، اكنون از نظر قضا و كفاره چه وظيفه‌اىدارد ؟\r\n* قضا دارد و در صورت تمكّن مالى بايد به ازاى هر روزه 750 گرم گندم يا پول آن را كفاره بدهد .\r\nسؤال 257 كسى كه به واسطة پيرى نمىتواند روزه بگيرد و بعداً هم نمىتواند\r\n\r\n","description":"","footnote":"","page_name":" 147 ","page_number":155},
  {"content":"\r\n\r\nقضا كند ، آيا لازم است كفاره بدهد ؟\r\n* قضا ندارد و در صورت تمكّن مالى بايد به ازاى هر روز 750 گرم گندم به فقرا بدهد .\r\nسؤال 258 من وقتىروزه مىگيرم دچار ضعف مىشوم و در اوقات عادىمشكلىندارم ، ولىاگر امتحان داشته باشم ، نمىتوانم به خوبىدرس بخوانم و در ماه مبارك رمضان گذشته امتحان داشتم و چون درس‌ها را تا آن زمان مطالعه نكرده بودم ، دچار اين اضطراب شدم كه شايد با گرفتن روزه نتوانم در امتحان موفّق شوم . به همين جهت روزه نگرفتم . البتّه با تمام شدن امتحانات ، باقىماندهء ماه مبارك را روزه گرفتم . در اين صورت ، حكم روزه‌هايى را كه براىامتحان نگرفتم ، چيست ؟ و از نظر قضا و كفاره چه وظيفه‌اىدارم ؟\r\n* قضاىآنها را بايد بگيريد .\r\nسؤال 259 اين جانب چند سالىرا بيمارىخاصىداشتم كه به تشخيص پزشك ، روزه برايم مضر بوده است ، اما دو سال پيش با مراجعه به متخصّص ديگرى ايشان گفت كه روزه براىمن ضرر و اشكالىندارد و روزه‌هايم را در اين دو سال گرفته‌ام . تكليف آن چند سال كه روزه نگرفته‌ام ، چه مىشود ؟ از نظر قضا و كفاره چه وظيفه‌اىدارم ؟\r\n* قضا ندارد و اگر وضع مالىشما متوسط و بالاست ، كفاره دارد .\r\nسؤال 260 شخصىدر ماه مبارك رمضان به علت ضعف و بيمارى روزه نگرفته است و بلافاصله بعد از ماه مبارك رمضان ، به خدمت سربازىرفته و تا سال بعد كه در سربازىبوده است ، نتوانسته روزه‌هاىخود را قضا نمايد . البته اگر سرباز\r\n\r\n","description":"","footnote":"","page_name":" 148 ","page_number":156},
  {"content":"\r\n\r\nنبود ، ممكن بود بتواند قضا كند ، ولىدر سربازىامكان چنين كارىرا نداشته است . حال وظيفهء او در قبال قضا و كفارهء روزه‌هاىسال قبل چيست ؟\r\n* قضا ندارد و اگر تمكّن دارد ، براىهر روز 750 گرم گندم به فقرا بدهد .\r\nسؤال 261 دختر من سال گذشته به سن تكليف رسيده است ؛ اما در ماه مبارك رمضان به علت ضعف جسمانىو بنيهء ضعيفىكه دارد ، نمىتوانست روزه بگيرد و در آستانهء ماه رمضان نتوانسته روزه‌هاىسال قبل را قضا كند و امسال هم احتمالًا نمىتواند روزه بگيرد . او بايد چه كار كند ؟ آيا اگر بعد از امسال توانست ، بايد هر دو سال را قضا كند و يا بايد كفاره بدهد ؟\r\n* كفاره ندارد ، بلكه روزه‌هاىسال گذشته قضا هم ندارد . ولىدر صورت تمكّن مالى بايد براىهر روزه ، 750 گرم گندم يا پول آن را به فقرا بپردازد .\r\nسؤال 262 كسىكه به خاطر وضعيت شغلىدر مواقع خاصىمثل تابستان طاقت نداشته باشد روزه‌هايش را بگيرد ( در حالت عادىمىتواند روزه بگيرد ) ؛ مثلًا كشاورزىكه در تابستان مشغول جمع‌آورىمحصول و زراعت خود است يا كسىكه در معادن گرم و طاقت‌فرسا كار مىكند ، حكم روزه‌اش چگونه است ؟ آيا فقط قضا كافىاست يا كفاره هم دارد ؟ و آيا در آن مواقع مىتواند روزهء خود را نگيرد ؟\r\n* بايد روزه بگيرد و اگر نگرفته باشد ، قضا كند .\r\nسؤال 263 اگر دكتر بگويد روزه گرفتن بچهء تازه به تكليف رسيده‌اى براى آينده‌اش ضرر دارد ، ولو الآن احساس ضرر نمىكند ، آياروزه گرفتن‌اوجايز است ؟\r\n* جائز نيست ، اگر دكتر متخصّص و راستگو باشد و همچنين اگر پدر و مادر راستىبدانند كه چنين است ، بايد نگذارند روزه بگيرد و قضا هم ندارد .\r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":157},
  {"content":"\r\n\r\nسؤال 264 پيرمردها و پيرزن‌هايىكه نمىتوانند روزه بگيرند و نمىتوانند حتىهمهء كفارهء آن را بدهند ، آيا روزه از ايشان ساقط مىشود ؟\r\n* ساقط است و قضا هم ندارد ؛ كفاره هم ندارد .\r\nسؤال 265 معمولًا دخترهاى تازه به تكليف رسيده در ايام تحصيل و خصوصاً ايام امتحانات ، روزه گرفتن براى آنان مشقت دارد و از درس خواندن مىافتند . آيا واجب است درس را رها كنند تا بتوانند روزه بگيرند يا اينكه جايز است روزه را بخورند تا اين‌كه مردود نشوند ؟ با توجه به اينكه معمولًا مردود شدن موجب حرج است . لطفاً تكليف آنان را بيان فرمائيد .\r\n* در فرض مذكور ، روزه را مىتوانند بخورند .\r\nسؤال 266 دخترىكه از لحاظ جسمىبسيار ضعيف است و از لحاظ ذهنىهم حتىهنوز تقليد را متوجه نمىشود و به سن تكليف رسيده است ، آيا روزه از او ساقط است ؟ و آيا بايد براىروزه‌هايىكه نمىگيرد در سال‌هاىبعد قضا به جا بياورد و كفاره هم بدهد يا خير ؟\r\n* اگر روزه براىاو ضرر دارد و يا روىجسم او در آينده اثر سوء مىگذارد ، روزه را بخورد و قضا و كفاره هم ندارد .\r\nسؤال 267 كسىكه در ماه مبارك رمضان به واسطهء عذرىنتواند روزه بگيرد و تا ماه مبارك رمضان بعدىبه واسطهء عذر ديگرىنتواند روزه‌هاىخود را قضا كند ، در خصوص قضا و كفاره چه وظيفه‌اىدارد ؟\r\n* قضا ندارد و در صورت تمكّن ، براى هر روز 750 گرم گندم به فقير بدهد .\r\n\r\n","description":"","footnote":"","page_name":" 150 ","page_number":158},
  {"content":"\r\n\r\nسؤال 268 اينجانب به خاطر بيمارىكه دارم ، هر وقت روزه مىگيرم به ضعف غير قابل تحملىمبتلا مىشوم و حتىگاهىاز حال مىروم ، ولىدر عين حال راضىنمىشوم روزه‌ام را بخورم . آيا گرفتن روزه با اين حال ، صحيح است ؟ و آيا براىروزه برى الذمّه مىشوم ؟\r\n* بايد روزهء خود را افطار كنيد و اگر در ايّام سال چنين است ، قضا هم ندارد .\r\nسؤال 269 اگر شخصىدر حالت عادىمشكل ظاهرىنداشته باشد ، ولىوقتىروزه مىگيرد و چيزىنمىخورد ، به سردرد شديد و كم‌خونىمبتلا مىشود ، آيا بايد روزه بگيرد ؟ با توجه به اينكه نمىتواند قضا كند ، آيا فقط بايد كفاره بدهد ؟\r\n* روزه نگيرد و اگر در ايام سال چنين است ، قضا هم ندارد و اگر وضع مالىاو خوب يا متوسط است ، كفاره بدهد .\r\nسؤال 270 شخصىبراىاينكه بتواند روزه بگيرد ، بايد در شب قبل دارو يا آمپول خاصىرا استفاده كند . آيا انجام اين كار براىاينكه بتواند روزه‌هايش را بگيرد ، بر او واجب است يا مىتواند اين كار را انجام ندهد و به علت ضعف روزه‌ها را نگيرد ؟\r\n* بايد آن كار را انجام دهد .\r\nسؤال 271 بيمارىبه چند پزشك متخصّص و متديّن مراجعه كرده و برخىگفته‌اند كه روزه براىاو ضرر دارد و برخىبه عدم ضرر روزه اذعان كرده‌اند ، تكليف شخص براىگرفتن يا نگرفتن روزه چيست ؟\r\n* بايد امتحان كند و چند روز ، روزه بگيرد .\r\n\r\n","description":"","footnote":"","page_name":" 151 ","page_number":159},
  {"content":"\r\n\r\nسؤال 272 كسىكه به علتى احتمال ضرر روزه را براىخود دهد و به اين علت روزه نگيرد و بعداً متوجه شود كه روزه بر او واجب بوده ، از جهت قضا و كفاره چه حكمى دارد ؟\r\n* قضا دارد ، ولىكفاره ندارد .\r\n\r\nروزهء زنان\r\nسؤال 273 زن روزه‌دارىكه يكىدو ساعت مانده به اذان مغرب حيض شود ، تكليف روزه‌اش چيست ؟\r\n* روزهء او باطل مىشود ، گرچه قبل از مغرب هم باشد .\r\nسؤال 274 اگر زنىبعد از اذان مغرب متوجه شود كه خون حيض از او خارج شده ، ولىنمىداند كه آيا قبل از اذان مغرب بوده يا بعد از آن ، تكليف روزهء آن روز او چه مىشود ؟\r\n* روزهء او صحيح است .\r\nسؤال 275 برخىاز زن‌ها براىاينكه بتوانند روزه بگيرند ، عادت خود را با خوردن قرص عقب مىاندازند . آيا روزه گرفتن با اين حال صحيح است ؟\r\n* صحيح است .\r\nسؤال 276 زن باردارى كه نمىداند روزه براىجنين او ضرر دارد يا خير ، آيا روزه گرفتن بر او واجب است ؟\r\n* بايد از دكتر متديّن و متخصّص بپرسد و هر چه گفت عمل كند .\r\n\r\n","description":"","footnote":"","page_name":" 152 ","page_number":160},
  {"content":"\r\n\r\nسؤال 277 زنىدر حالىكه هم باردار بوده و هم كودك خود را شير مىداده است ، روزهء ماه رمضان را گرفته است و هنگام زايمان ، فرزندش مرده به دنيا آمده است . حال در صورت صلاحديد حكم موارد زير را بيان فرماييد :\r\nالف : اگر احتمال ضرر مىداده و روزه گرفته ، آيا روزه‌اش صحيح است يا خير ؟\r\n* صحيح است .\r\nب : با وجود احتمال ضرر ، آيا ديهء فرزند مرده بر ذمّهء او هست يا نه ؟\r\n* ديه ندارد .\r\nج : اگر احتمال ضرر نمىداده ، ولى بعداً معلوم شده كه روزه گرفتن براى جنين ضرر داشته ، حكم روزه و ديهء او چيست ؟\r\n* روزهء او صحيح بوده و ديه ندارد .\r\nسؤال 278 كسىكه به تازگىبچه‌دار شده و با بنيهء ضعيفىكه دارد اگر روزه بگيرد شيرش كم يا خشك مىشود ، چه وظيفه‌اىدارد ؟\r\n* بايد روزهء خود را افطار كند .\r\nسؤال 279 زن باردارىكه در ماه هفتم ، دكتر به او گفته روزه براىاو ضرر دارد ، آيا مىتواند روزه بگيرد ؟\r\n* نمىتواند .\r\nسؤال 280 زن شيرده كه نمىداند روزه گرفتن براىخود و بچه‌اش مضر است يا خير ، چه وظيفه‌اىدارد ؟\r\n* از دكتر متديّن و متخصّص بپرسد .\r\n\r\n","description":"","footnote":"","page_name":" 153 ","page_number":161},
  {"content":"\r\n\r\nسؤال 281 زنى كه به خاطر باردارى يا شير دادن به بچه ، سه سال روزه‌هايش را نگرفته و از ماه رمضان امسال تا ماه رمضان ديگر نتوانسته قضا كند ، از نظر قضا و كفاره چه وظيفه‌اىدارد ؟ آيا چيز ديگرى هم بر عهدهء او هست ؟\r\n* قضا ندارد و اگر وضع مالىاو متوسط است ، براىهر روزه ، معادل 750 گرم گندم يا پول آن را به فقرا بدهد .\r\nسؤال 282 زنىكه در دوران باردارىو شيردهى ( مجموعاً دو سال ) روزه‌هايش را نگرفته ، حالا بايد همهء آن روزه‌ها را قضا كند و براىهر روز آن يك مد طعام بدهد ؟ اگر نتواند همهء روزه‌ها را قضا كند و يا از نظر مالىنتواند براىدو سال كفاره بدهد ، چه بايد بكند ؟\r\n* اگر تا ماه رمضان بعدى براى قضاى روزه ها معذوربوده ، قضا ندارد . ولى در صورت تمكّن بايد به براى روزه 750 گرم گندم يا پول آن را به فقير بدهد .\r\nسؤال 283 كفاره براىزنىكه به علت زايمان نتوانسته روزه بگيرد ، چه مقدار است ؟\r\n* به ازاء هر روز معادل 750 گرم گندم يا پول آن .\r\n\r\nقضا و كفارة روزه\r\nسؤال 284 كسىكه مطمئن است قضاىروزه دارد ، ولىنمىداند تعداد آن چقدر است ، چه تكليفىدارد ؟\r\n* به اندازة يقين ، روزه بگيرد .\r\n\r\n","description":"","footnote":"","page_name":" 154 ","page_number":162},
  {"content":"\r\n\r\nسؤال 285 اگر نيت روزهء قضاىماه رمضان ، قبل از ظهر واقع شود ، كافىاست ؟\r\n* كفايت مىكند .\r\nسؤال 286 كسىكه زمان دقيق به سن تكليف رسيدن خود را نمىداند و نمىداند چقدر نماز و روزه بر عهدهء اوست ، چه مقدار قضاى نماز و روزه بر او واجب است ؟\r\n* هر مقدارىكه يقين دارد قضا كند ، كفايت مىكند .\r\nسؤال 287 كسىكه روزهء قضا دارد ، اگر تا چند روز مانده به ماه مبارك رمضان فراموش كند روزه‌ها را بگيرد و وقتىيادش بيايد كه نتواند قضا را به جا آورد ، چه وظيفه‌اىدارد ؟\r\n* بعد از ماه مبارك رمضان آن قضاها را بگيرد و براىهر روز 750 گرم گندم يا پول آن را به فقير بدهد .\r\nسؤال 288 كفارة قضاىروزه را آيا مىتوان در غير طعام مثل كمك به نيازمند و امور خير صرف كرد ؟\r\n* كمك به نيازمندان اشكال ندارد .\r\nسؤال 289 پولىكه به عنوان كفاره و بابت طعام به فقير پرداخت مىشود ، آيا فقير مىتواند در امور ديگرىكه بيشتر نياز دارد ، صرف كند ؟\r\n* مىتواند .\r\nسؤال 290 اينكه در رسالهء عمليه فرموده‌ايد يكىاز موارد كفارهء عمد ، اطعام شصت فقير است ، آيا مىتوان به اندازهء شصت فقير به يك فقير پول يا طعام داد ؟\r\n* نمىشود .\r\n\r\n","description":"","footnote":"","page_name":" 155 ","page_number":163},
  {"content":"\r\n\r\nسؤال 291 پرداخت پول نقد كفارة روزه به فقير ، كفايت از وظيفه مىكند ؟ ساير خوراكىها مثل گوشت ، برنج ، عدس ، نخود و . . . چطور ؟\r\n* همة اينها كفايت مىكند .\r\nسؤال 292 آيا اگر كسىبه جاىقضاىروزه ، كفارهء نقدىآن را پرداخت كند ، برى الذمه مىشود ؟\r\n* قضاىروزه را هيچ چيزىنمىتواند جبران كند .\r\nسؤال 293 پرداخت كفارهء غير عمدىبه اهل سنت اشكالىدارد يا نه ؟ اگر فقير اهل كتاب باشد ، چه ؟\r\n* بايد به شيعة فقير پرداخت شود .\r\nسؤال 294 مبلغ پولىكه بايد بابت كفاره روزه پرداخت كنيم مبلغ زيادىاست . آيا جايز است كه آن را به تدريج و هر زمان كه استطاعت داريم بپردازيم ؟\r\n* اشكال ندارد .\r\nسؤال 295 پسرىبه سنّ پانزده سال قمرىرسيده و به او تذكّر داده‌اند كه بايد روزه بگيرد ، ولىاو به تصور اينكه سن تكليف تمام شدن پانزده سال شمسىاست ، باور نكرده و روزه‌هاىخود را خورده است . در اين صورت ، چه وظيفه‌اىدارد ؟\r\n* بايد قضاىآن روزه‌ها را بگيرد .\r\nسؤال 296 شخصىكفارهء چند سال روزه بر عهده دارد و نيازمند تهيهء جهيزيه براىدختر خود مىباشد . اگر بخواهد كفاره بدهد ، ديگر نمىتواند جهيزيه تهيه كند . تكليف او چيست و كدام مقدّم است ؟\r\n* كفاره بر او واجب نيست .\r\n\r\n","description":"","footnote":"","page_name":" 156 ","page_number":164},
  {"content":"\r\n\r\nسؤال 297 آيا كفارهء روزه را مىتوان با پول داد ؟ مبلغ اين پول چقدر است و به چه كسى بايد داده شود ؟\r\n* مىتوان پول داد و به فقير بايد بدهد و مبلغ آن براىهر روزه‌اىمعادل قيمت 750 گرم گندم است .\r\nسؤال 298 كسىكه كفارهء روزه و قضاىآن را بر عهده دارد و مىخواهد به صورت نقدىكفارهء خود را پرداخت كند ، آيا بايد اول روزهء قضا را بگيرد و بعد كفاره بدهد يا فرقىنمىكند ؟\r\n* فرقى نمىكند .\r\nسؤال 299 آيا قضا و كفارهء روزه ، واجب فورىاست يا مىتوان آن را تا قبل از ماه مبارك رمضان سال بعد به تأخير انداخت ؟\r\n* فورى نيست و مىتواند تا قبل از ماه مبارك رمضان تأخير بيندازد ، ولى به مدّت روزها در آخر ماه شعبان فورى مىشود .\r\nسؤال 300 پرداخت كفارهء عمدىيا غير عمدىهر يك از موارد ذيل بر عهدهء كيست :\r\nالف : همسر و كسىكه نفقهء او بر مرد واجب است ( مثل مادر و پدر )\r\nب : دخترىكه در خانهء پدر زندگىمىكند .\r\nج : پسرىكه هنوز نان‌خور پدرش مىباشد .\r\n* پرداخت كفارة غير عمدى كلية افراد نفقه‌خور ، بر عهدة كسى است كه بايد نفقه آنها را بدهد ، اما پرداخت كفّارات عمدى بر عهدة او نيست .\r\n\r\n","description":"","footnote":"","page_name":" 157 ","page_number":165},
  {"content":"\r\n\r\nسؤال 301 شخصىكفارهء روزه بر گردن او آمده است ، ولىتوان جسمىگرفتن روزه و نيز توان مالىپرداخت آن را ندارد ، وظيفه‌اش چيست ؟\r\n* توبه كفايت مىكند .\r\nسؤال 302 كسىكه درآمدىندارد و تحت تكفل پدر زندگىمىكند ، اگر كفارهء روزه بر گردن او بيافتد ، چه كسىبايد كفارهء او را پرداخت كند ؟\r\n* كسىكه نفقة او را مىدهد ، بايد كفارة روزهء او را هم بدهد .\r\nسؤال 303 روزهايىكه دختر\r\nبه علت مسائل زنانگىو يا مريضىنتوانسته روزه بگيرد ، اگر كفاره دارد ، پرداخت آن به عهدة كيست ؟\r\n* كسىكه نفقة او را مىدهد ، بايد كفارة او را هم بدهد .\r\nسؤال 304 آيا پدر خانواده‌اىكه وضع مالىخوبىندارد ، مىتواند كفارهء خود را به فرزندش بپردازد ؟\r\n* لازم نيست كفاره بدهد .\r\nسؤال 305 اگر روزه‌دار كارىانجام دهد و فكر كند روزه‌اش باطل شده و سپس مبطل ديگرىانجام دهد ، در صورتىكه بعداً بفهمد در ابتدا روزه‌اش باطل نبوده است ، آيا بايد قضاىروزه را بگيرد يا بايدكفاره هم بدهد ؟\r\n* بايد قضا بگيرد ولىكفاره ندارد .\r\nسؤال 306 كسىكه نمىدانسته به تأخير انداختن قضاىروزه تا ماه رمضان بعد موجب كفاره مىشود ، اگر بعد از ماه رمضان سال بعد روزهء قضا را بگيرد ، آيا باز هم كفارهء تأخير بر او واجب است ؟\r\n* كفارة يك سال را بدهد ، كفايت مىكند .\r\n\r\n","description":"","footnote":"","page_name":" 158 ","page_number":166},
  {"content":"\r\n\r\n\r\nساير اقسام روزه\r\nسؤال 307 آيا نذر روزه حتماً بايد به واسطهء طلب حاجتى باشد يا شخصى مىتواند بدون هيچ درخواستى فقط نذر كند كه فلان روز را روزه بگيرد ؟\r\n* نذر متوقف بر طلب حاجت نيست .\r\nسؤال 308 كسىكه روزهء قضاىواجب داشته باشد آيا مىتواند روزهء نذرى استيجارىيا مستحبىبگيرد ؟\r\n* مىتواند .\r\nسؤال 309 كسىكه روزهء واجبىبر عهده دارد ؛ مثل قضاىروزهء ماه رمضان و روزهء نذر و . . . ، آيا مىتواند روزهء مستحبّىبگيرد ؟\r\n* مىتواند ، بلكه روزهء استيجارىهم مىتواند بگيرد . ولىاين كار را نكند بهتر است .\r\nسؤال 310 شخصىكه براىقضاىروزهء ماه رمضان اجير شده و بعد از ظهر افطار كرده ، آيا كفاره دارد ؟\r\n* ندارد .\r\nسؤال 311 آيا مىشود براىگرفتن قضاىروزهء ميّت ، چند نفر را هم‌زمان اجير كرد ؟ مثلًا آيا مىشود اگر ميت ، سه سال روزه بدهكار است ، سه نفر را در يك ماه اجير كنند كه روزه‌هاىاو را بگيرند ؟\r\n* اشكال ندارد .\r\nسؤال 312 اينجانب در جوانىمحل خدمتم در پالايشگاه آبادان بود و به علّت\r\n\r\n","description":"","footnote":"","page_name":" 159 ","page_number":167},
  {"content":"\r\n\r\nشرايط نامساعد روزه نگرفته‌ام و اكنون به علت پيرىو بيمارىقادر به روزه گرفتن نيستم . آيا در زمان حيات مىتوانم براىجبران به افرادىكه روزه استيجارىانجام مىدهند واگذارم ؟ چون اين خطر هست كه بعد از فوت وكيل و وصىاز انجام آن طفره رود . لطفاً نظر خود را مرقوم فرماييد ؟\r\n* جايز نيست .\r\nسؤال 313 آيا افطار كردن روزهء استيجارىو يا قضا در بعد از ظهر كفاره دارد ؟\r\n* ندارد .\r\nسؤال 314 فرزندىكه پدرش فوت كرده و هنوز به سن بلوغ نرسيده است ، آيا مىتواند قضاىروزهء پدر را بگيرد و آيا پدر او برى الذمه مىشود ؟\r\n* مىتواند .\r\nسؤال 315 فردىدو ماه رمضان پىدر پىمريض بوده و در آن مريضىاز دنيا رفته ، آيا قضاىروزه بر پسر بزرگتر واجب است در حالىكه فديه هم نداده آيا از اصل مال كم مىشود ؟\r\n* روزه اگر نگرفته است و تا ماه رمضان بعدىعذر او باقىبوده ، واجب نيست و كفاره تأخير دارد كه از اصل مال او برداشته مىشود .\r\nسؤال 316 شخصىبراىگرفتن روزهء نذرىو روزهء قضا وقت كافىندارد و مثلًا 10 روز تا ماه رمضان مانده و او مجموعاً 15 روزهء قضا و نذر دارد كه وقت نذر هم در دههء آخر شعبان است . ابتدا بايد كدام يك را نيت كند ؟ روزهء قضا را نيت نمايد يا روزهء نذرىرا ؟\r\n* روزهء نذر - چون وقت آن تمام مىشود - مقدم است .\r\n\r\n","description":"","footnote":"","page_name":" 160 ","page_number":168},
  {"content":"\r\n\r\nسؤال 317 كسىكه هم روزهء قضا و هم روزهء نذرىدارد ، كدام يك را بايد اول بگيرد ؟\r\n* اگر روزهء نذر وقت معين ندارد ، مخيّر است .\r\nسؤال 318 كسىكه روزهء نذرىرا به دلخواه و در موعد مقرر نگرفته ، آيا فقط قضا كافىاست يا بايد كفاره هم بدهد ؟ چه مقدار ؟\r\n* قضا ندارد ؛ بايد كفارة نذر « 1 » بدهد .\r\n\r\nرؤيت هلال « استهلال »\r\nسؤال 319 لطفاً نظر مبارك خود را درباره نحوة رؤيت هلال بفرماييد ؟\r\n* مسئله رؤيت هلال از مسائل حكومتىاست و مناط در آن حكم ولايت فقيه است و اگر اين مناط مراعات شود اختلاف رفع خواهد شد .\r\nسؤال 320 اگر طبق گفتة عده‌اى حدس بزنيم كه فردا عيد فطر است ، آيا مىتوانيم روزه بگيريم يا بايد روزهء خود را افطار كنيم ؟\r\n* حدس حجّت نيست و بايد روزه بگيريد .\r\nسؤال 321 اگر انسان از پيش‌گويىمنجّمين اطمينان حاصل كند كه فردا اول ماه است ، آيا مىتواند به اين اطمينان عمل نمايد ؟\r\n* نمىتواند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كفاره عمل نكردن به نذر و عهد و قسم ، همانگونه كه در رساله توضيح‌المسائل معظّم له آمده است ، اطعام يا پوشانيدن ده فقير و يا گرفتن سه روز روزه است كه پى در پى بودن آن نيز لازم نيست .\r\n","page_name":" 161 ","page_number":169},
  {"content":"\r\n\r\nسؤال 322 استهلال در اول هر ماه واجب كفائى است يا احتياط واجب است ؟\r\n* استهلال در اوّل ماه يك امر مستحب است .\r\nسؤال 323 امروزه كه ديگر وسايل فوق پيشرفتهء نجوم با دقت فوق‌العاده زياد وجود دارند ، آيا باز هم لازم است استهلال با چشم غير مسلح انجام شود ؟\r\n* وسائل نجومىحجّت نيست و دليل آن هم اينكه در اين چند سال تقويم‌ها متفقاً چيزىگفته‌اند و خلاف آن عيناً اثبات شد .\r\nسؤال 324 آيا به استناد تقويم و يا گفتهء منجّمان ، اول ماه ثابت مىشود ؟\r\n* نمىشود .\r\nسؤال 325 اگر در فصل زمستان رؤيت هلال با چشم غير مسلح امكان‌پذير نباشد ، آيا مىتوان به وسايل نجومىو دستگاه‌هاىديگر اعتماد كرد ؟\r\n* نمىتواند .\r\nسؤال 326 آيا رؤيت هلال ماه با استفاده از دستگاه‌هاىمجهز ، مثلًا دوربين\r\n CCD \r\nو ديگر وسايل كه با توجه به انعكاس نور و بازخوانى اطلاعات آن توسط رايانه ، رؤيت ماه را اثبات مىكند ، براى اثبات اول ماه كفايت مىكند ؟\r\n* كفايت نمىكند و بايد با چشم متعارف باشد .\r\nسؤال 327 آيا بلندىهلال ماه ، تطوق و ديگر نشانه‌هايىكه دلالت بر شب دوم ماه دارد ، مىتواند اثبات كنندهء اين باشد كه ديروز اول ماه بوده است ؟\r\n* اين گونه چيزها علامت نيست .\r\n\r\n","description":"","footnote":"","page_name":" 162 ","page_number":170},
  {"content":"\r\n\r\nسؤال 328 اگر يكىاز رصدخانه‌هاىبزرگ و معتبر خارجىاعلام كنند كه امشب در ايران ، شب اول ماه است ، ولىدر آنجا با چشم غير مسلح ماه را نمىتوان ديد ، آيا مىتوان به آن اعتماد نمود ؟\r\n* نمىتوان اعتماد به آن كرد .\r\nسؤال 329 اگر ماه در كشورها و شهرهاىشرقىديده شود ، آيا خودبه‌خود اول ماه در كشورها و شهرهاىغربىثابت مىشود ؟\r\n* ثابت نمىشود .\r\nسؤال 330 آيا اينكه مىگويند هيچ وقت دو ماه قمرى پشت سر هم 29 روز نمىشود ، صحيح است و آيا ملاكىبراى تعيين اول ماه مىشود ؟ مثلًا اگر ماه شعبان 29 روز بود ، آيا مىشود گفت ماه رمضان حتماً بايد 30 روز باشد ؟\r\n* گاهىچندين ماهِ 29 روز پشت سر هم و گاهىچندين ماهِ 30 روز پشت سر هم و گاهىمختلف است و اين‌گونه چيزها در ثبوت ماه حجّت نيست .\r\nسؤال 331 اگر بين علماء در رؤيت هلال اختلاف ايجاد شود و مكلف به همهء آنها اعتماد داشته باشد ، تكليف مكلف چيست و به نظر كدام يك بايد عمل كند ؟\r\n* رؤيت هلال يك امر حكومتىاست و براىحكومت اسلامىكه اثبات شد ، براىهمه ثابت است . بنابراين ، وقتىصدا و سيماى جمهورى اسلامى ، اعلام رؤيت كرد ، بايد همه افطار كنند .\r\nسؤال 332 آيا هر مقلدىمىتواند براىثبوت عيد فطر به نظر مرجع تقليد خود مراجعه و عمل كند ؟\r\n* در اين مسأله بايد به ولىفقيه مراجعه كند ؛ چون از امور حكومتىاست .\r\n\r\n","description":"","footnote":"","page_name":" 163 ","page_number":171},
  {"content":"\r\n\r\nسؤال 333 اعلام مجتهد براىاول ماه مورد اطمينان‌تر است يا وسايل جديد نجومىكه احتمال اشتباه در آنها بسيار بسيار پايين است ؟\r\n* اعلام ولىفقيه بر همه چيز مقدم است .\r\nسؤال 334 چرا در اين چند سال گذشته در تشخيص اول ماه مبارك رمضان و عيد فطر ، اين همه اختلاف بين مراجع و علماء ايجاد شده است ؟\r\n* اگر اين امر مهم حكومتىمربوط به ولىفقيه مىشد ، اختلاف نبود .\r\nسؤال 335 آيا مقلد جناب عالى مىتواند براىامر استهلال و اثبات اول ماه به مرجع ديگرى رجوع كند ؟\r\n* بايد به ولىفقيه رجوع كند .\r\nسؤال 336 آيا براى ابتداى ماه ، تبعيت از ولىفقيه الزامىاست ؟\r\n* الزامىاست .\r\nسؤال 337 اگر مرجع تقليد شخصىدر ايران باشد و خود او در كشور ديگرىمثل عراق زندگىكند و مرجع تقليد او اول ماه را در محل سكونتش اعلام نمايد :\r\nالف : آيا مقلّد مىتواند به نظر مرجع تقليد خود عمل كند يا بايد منتظر باشد تا در منطقهء خودش رؤيت هلال اعلام شود ؟\r\n* الف : بايد در منطقة خودش رؤيت هلال شود .\r\nب : آيا شخص مىتواند طبق نظر مرجعىكه هم‌افق با اوست و در شهر محل زندگىمقلد زندگىمىكند ، عمل نمايد ؟\r\n* مىتواند .\r\n\r\n","description":"","footnote":"","page_name":" 164 ","page_number":172},
  {"content":"\r\n\r\nسؤال 338 اگر ولىفقيه اعلام كند كه فردا عيد است و از صدا و سيما اعلام شود كه فقط در چند شهر ماه رؤيت شده است ، آيا براىهمهء كشور عيد است يا فقط شهرهايىكه ماه در آنها رؤيت شده ؟\r\n* حكم ولىفقيه براىهمة ايران حجّت است و همه بايد افطار كنند .\r\nسؤال 339 آيا با حكم ولى فقيه ، اول ماه ثابت مىشود يا اعلام ايشان نيز كافى است ؟\r\n* اعلام ايشان حكم ايشان است .\r\nسؤال 340 براىثبوت اول ماه ، آيا بايد از اعلام ولى فقيه اطمينان حاصل شود يا صرف اعلام كفايت مىكند ؟\r\n* اعلام كفايت مىكند .\r\nسؤال 341 براىثبوت اول ماه ، منظور از اعلام ولىفقيه ، اعلام هر مرجع تقليدىاست يا اختصاص به شخص رهبرىدارد ؟\r\n* مراجع مىتوانند حكم كنند ، ولىچون امر حكومتىاست ، بگذارند براىرفع اختلاف ولىفقيه حكم كند .\r\nسؤال 342 شخصى كه از راه اعلام نظر مراجع و حاكم شرع به ثبوت هلال اطمينان پيدا نمىكند ، چه تكليفى دارد ؟\r\n* وسواسىاست و نبايد اعتنا كند ، ولىاگر مسافرت كرد و افطار كرد ، اشكال ندارد .\r\nسؤال 343 شخصىكه استهلال كرده ، آيا لازم است حتماً آن را به اطلاع حاكم\r\n\r\n","description":"","footnote":"","page_name":" 165 ","page_number":173},
  {"content":"\r\n\r\nشرع برساند ؟ اگر بداند رؤيت براىحاكم‌شرع امكان‌پذير نيست ، وظيفهء او چيست ؟\r\n* اگر گفتة او تأثير داشته باشد و امكان وصول داشته باشد ، بايد بگويد ، ولىقول او براىديگران حجّت نيست .\r\nسؤال 344 آيا براىاطمينان از ابتداىماه ، اعلام حلول ماه توسط راديو و تلويزيون ( جمهورى اسلامى ) كفايت مىكند يا تحقيق بيشترىلازم است ؟\r\n* كفايت مىكند .\r\nسؤال 345 هم‌افق بودن در شهرها ، آيا شامل همهء شهرهاىيك كشور مىشود يا بايد هم‌افق حقيقىباشد ، حتىاگر اين دو شهر در يك كشور نباشد ؟\r\n* مناط هم‌افق بودن است ، چنان‌كه همة شهرهاىايران هم‌افق هستند و اختلاف تقريباً يك ساعت ، آنها را از هم‌افق بودن بيرون نمىكند .\r\nسؤال 346 اگر در شب اول ماه در شهرىماه رؤيت شود ، براىديگر شهرهاىهم‌افق يا شهرهايىكه اختلاف افق كمىدارند ، هم كفايت مىكند و اول ماه به حساب مىآيد ؟\r\n* در ايران هر كجا ماه ديده شود ، براىساير شهرهاىايران كفايت مىكند .\r\nسؤال 347 آيا اتّحاد افق در رؤيت هلال شرط است يا خير ؟\r\n* شرط است ، ولىدر ايران هر كجا ديده شود ، كفايت مىكند .\r\nسؤال 348 فاصلهء زمانىافق دو شهر تا چه اندازه بايد باشد تا آن دو شهر را هم‌افق بخوانند ؟\r\n* تقريباً يك ساعت . ولىدر ايران هر جا ماه ديده شود ، براىشهرهاىديگر كفايت مىكند .\r\n\r\n","description":"","footnote":"","page_name":" 166 ","page_number":174},
  {"content":"\r\n\r\nسؤال 349 اگر در يك شهر از ايران مثل اصفهان اعلام كنند كه ماه رؤيت شده است ، آيا كسىكه مثلًا در بوشهر است با توجه به اينكه اختلاف افق بين اين دو شهر وجود دارد ، آيا ساكنان بوشهر مىتوانند به آن اعتماد كنند يا بايد منتظر اعلام در محل خود باشند ؟\r\n* در ايران هر كجا ماه ديده شد ، براىشهرهاىديگر كفايت مىكند .\r\nسؤال 350 زمانى كه همه يا اكثر كشورهاى همسايه اعلام اول ماه كنند ، آيا مىتوان به اعلام آنها اطمينان نمود ؟\r\n* فايده ندارد .\r\nسؤال 351 آيا رؤيت هلال ماه در بلاد و شهرهاىدور دست براىشهرهاىما كفايت مىكند ؟\r\n* در ايران كفايت مىكند ، ولىدر خارج از ايران اگر هم‌افق نباشد ، كفايت نمىكند .\r\nسؤال 352 وقتىدر ايران اعلام عيد مىشود ، همهء شهرها آن روز را عيد مىدانند ، با اينكه برخىاز شهرها بيش از 45 دقيقه اختلاف افق دارند . با اين حساب ، آيا شهرهايىكه در كشورهاىهم‌جوار مثل افغانستان قرار دارند و اختلاف افقشان با تهران كمتر از بسيارىاز شهرها مثل مشهد و خرمشهر با تهران است ، آيا مىتوانند با اعلام ايران و اعتماد به آن فردا را عيد بگيرند ؟\r\n* هر كجا كه هم‌افق باشد ، بايد عيد بگيرند و اختلاف افق تقريباً يك ساعت ضرر ندارد .\r\n\r\n","description":"","footnote":"","page_name":" 167 ","page_number":175},
  {"content":"\r\n\r\nسؤال 353 در بعضى موارد ، افراد ساكن در دو شهر از يك كشور كه بيش از هزار كيلومتر نيز با هم فاصله دارند ، اول ماهشان بنابر اعلام حكومت آن كشور يك روز است ، ولىدو شهر مرزىاز دو كشور متفاوت كه فاصلهء آنها كمتر از صد كيلومتر است ، در دو روز مختلف ، ماه قمرى را آغاز مىكنند . آيا چنين امرى صحيح است ؟ اگر امكان دارد ، در مورد علت آن توضيح فرمائيد .\r\n* مناط اتفاق افق است ، نه راه دور يا نزديك .\r\nسؤال 354 آيا ممكن است اعلام عيد فطر تحت تأثير بحث‌هاىاتحاد بين شيعه و سنىقرار گيرد ؟ مثلًا امروز عيد نباشد ، ولىچون اكثر اهل سنت به عيد بودن آن معتقدند ، آن روز را براىشيعيان هم عيد اعلام كنند ؟ يا بر عكس عيد باشد ، ولىچون اكثريّت اهل سنّت معتقدند فردا عيد است ، شيعيان هم فردا را عيد اعلام نمايند ؟\r\n* ممكن نيست .\r\nسؤال 355 چگونه مىتوان اختلافاتىرا كه امروزه براىبحث رؤيت هلال در اول ماه رمضان يا عيد فطر ايجاد مىشود ، بر طرف نمود ؟\r\n* همه ، امور را واگذار به ولىفقيه كنند و همه از ايشان متابعت كنند .\r\nسؤال 356 اگر روز بعد از عيد فطر براىكسىثابت شود كه ديروز عيد نبوده و از اين راه يقين پيدا كند ، آيا لازم است قضاى روزهء روز سىام ماه رمضان را به جا آورد ؟ آيا كفاره‌اىدارد يا خير ؟\r\n* بايد فقط قضا كند .\r\n\r\n","description":"","footnote":"","page_name":" 168 ","page_number":176},
  {"content":"\r\n\r\nسؤال 357 آيا با اعلام دو يا سه تن از مراجع تقليد اول ماه ثابت مىشود ؟ اگر ثابت نمىشود ، پس چگونه با ديدن دو عادل معمولىثابت مىشود ؟\r\n* اگر بگويند ديده‌ايم يا حكم كنند به اول ماه و اختلاف هم ميان آنها نباشد و يا بگويند چند نفر ثقه يا دو نفر عادل ديده‌اند و معارض هم نداشته باشد ، حجّت است .\r\nسؤال 358 اگر شخصىپس از اعلام ولىفقيه به اول ماه شك داشت ، وظيفهء او چيست ؟\r\n* بايد افطار كند و مىتواند مسافرت كند .\r\nسؤال 359 اكثريت ساكنان شهر ما اهل سنت هستند و شيعيان در اقليت به سر مىبرند . آيا مىتوان براىاول ماه طبق اعلام و نظر آنها عمل كنيم يا بايد منتظر اعلام اول ماه توسط جمهورى اسلامى ايران باشيم ؟\r\n* بايد منتظر اعلام توسط جمهورى اسلامى باشيد .\r\nسؤال 360 در صورتىكه عيد فطر مشكوك باشد و معلوم نيست ماه مبارك 29 روز مىباشد يا 30 روز ، حكم حاكم هم دير مىرسد ، وظيفه ما چيست ؟\r\n* بايد روزه بگيريد .\r\nسؤال 361 يكىاز خويشان كه به او اعتماد زيادىهم داريم ، با تلفن به ما اطلاع مىدهد كه فردا عيد است . آيا مىتوان به گفتهء او اعتماد كرد و فردا را عيد قرار داد ؟\r\n* كفايت نمىكند .\r\n\r\n","description":"","footnote":"","page_name":" 169 ","page_number":177},
  {"content":"\r\n\r\nسؤال 362 اگر قبل از ظهر اعلام كنند كه امروز روز اول ماه رمضان بوده ، لطفاً در موارد ذيل وظيفه مكلف را مشخص فرماييد :\r\nالف : شخص ، مبطلات روزه را انجام داده باشد ؛ اعم از محرّمات مثل استمناء يا غير آن مثل خوردن و آشاميدن .\r\n* الف : فقط قضا دارد .\r\nب : شخص هنوز مبطلات را انجام نداده ، ولىنيّت هم نكرده است .\r\n* بايد نيّت روزه كند .\r\nج : به نيت آخر ماه شعبان روزه گرفته است .\r\n* روزهء ماه مبارك رمضان محسوب مىشود .\r\nسؤال 363 اگر مقلدى خود ماه را رؤيت كند ، ولىمرجع تقليدش فردا را آخر ماه رمضان بداند ، تكليف او براىگرفتن روزه يا افطار آن روز چيست ؟\r\n* اگر يقين داشته باشد ، به يقين خود عمل كند ، ولىبايد بدانيم كه در اين گونه موارد تخيّل‌ها ، توهّم‌ها ، وسوسه‌ها زياد كار مىكند ؛ مثلًا در شهر يك نفر ببيند و لا غير ، خيلىبعيد است و اين شخص مسافرت كند ، بهتر است .\r\nسؤال 364 اگر كسىهلال ماه شوّال را قبل از غروب كامل آفتاب رؤيت نمايد ، آيا مىتواند روزهء خود را افطار كند ؟\r\n* نمىتواند .\r\nسؤال 365 تشكيل جلسه براىرؤيت هلال توسط جمعىاز مؤمنين براىتعيين تكليف مردم كافىاست يا حتماً بايد مجتهد آن را ثابت كند و اعلام نمايد ؟\r\n* بايد از طرف مجتهد جامع‌الشّرائط باشد .\r\n\r\n","description":"","footnote":"","page_name":" 170 ","page_number":178},
  {"content":"\r\n\r\nسؤال 366 شب سىام ماه رمضان ، شخصىبرايش اثبات مىشود كه فردا عيد فطر است و روزهء خود را مىخورد ، اما در ميان روز متوجّه مىشود كه امروز عيد نبوده و او اشتباه كرده است . حال وظيفهء او راجع به قضا و كفّارهء آن روزه چيست ؟\r\n* فقط قضا دارد .\r\nزكات فطره\r\nسؤال 367 آيا براىجنين در شكم مادر هم بايد فطريه پرداخت شود ؟ آيا تفاوتىمىكند كه جنين چند ماهه باشد ؟\r\n* لازم نيست ، ولىبراىمحافظت او مطلوب است .\r\nسؤال 368 آيا براىنوزادىكه در ماه مبارك رمضان به دنيا آمده است هم بايد زكات فطره پرداخت شود ؟ حتىاگر يكىدو روز مانده به عيد فطر يا روز عيد به دنيا بيايد ؟\r\n* بايد زكات فطره براىاو داد .\r\nسؤال 369 پرداخت زكات فطره مقدّم است يا خمس ؟\r\n* هر دو واجب است ولىاگر قبل از سال خمسىزكات فطره واجب شود ، بايد اول آن را پرداخت كرد و وقت رسيدن سال خمسىاگر زائد بر مخارج چيزىداشت ، بايد خمس آن زائد را بدهد .\r\nسؤال 370 آيا از مالىكه خمس آن داده نشده مىتوان زكات فطره را پرداخت كرد ؟ يا بايد اول خمس را داد و سپس زكات فطره را از آن پرداخت نمود ؟\r\n* بايد اول خمس داد ، سپس از پول خمس داده زكات داد .\r\n\r\n","description":"","footnote":"","page_name":" 171 ","page_number":179},
  {"content":"\r\n\r\nسؤال 371 كسى كه در افطار شب عيد فطر ، ميهمان ديگرى باشد ، فطريه‌اش به عهدهء كيست ؟ خودش يا صاحب‌خانه ؟ آيا فرقىمىكند كه قبل از اذان مغرب به ميهمانىرفته باشد يا بعد از آن ؟\r\n* مطلقاً به گردن خود اوست ، نه ميزبان .\r\nسؤال 372 كسىكه بدون اطلاع از اينكه امشب شب عيد فطر است ، ميهمانىداده باشد ، حكم فطريه را در موارد ذيل بيان فرماييد :\r\nالف : اگر برخىميهمانان قبل از اذان مغرب به منزل او رفته باشند ؟\r\nب : ميهمانان بعد از غروب آفتاب و اذان مغرب بر صاحب‌خانه وارد شوند ؟\r\n* فطرية ميهمان بر ميزبان نيست و خود او بايد بپردازد . مگر ميزبان از طرف او پرداخت كند .\r\nسؤال 373 براىزكات فطرهء ميهمان ، آيا فرقىبين غذا خوردن در منزل او يا در جاىديگرىمثل سالن ، هتل و رستوران هست يا خير ؟\r\n* فرقىنيست و فطره را خود مهمان بايد بدهد ، ولو در منزل ميزبان غذا بخورد .\r\nسؤال 374 كسىكه ماه رمضان را يا چند روز آخر آن را در شهر ديگرىميهمان كسىبوده ، آيا زكات فطره‌اش بر عهدهء خودش است يا ميزبان ؟\r\n* بر عهدة خود اوست .\r\nسؤال 375 در چه صورتىزكات فطرهء ميهمان بر ميزبان واجب مىشود ؟\r\n* در هيچ صورتى بلى ، فطرية نان‌خور دائمىنظير مستخدم بر ديگرىواجب است .\r\n\r\n","description":"","footnote":"","page_name":" 172 ","page_number":180},
  {"content":"\r\n\r\nسؤال 376 فطريهء سربازانىكه در سربازخانه‌ها زندگىمىكنند و نان‌خور دولت هستند ، بر عهدهء چه كسىاست : خانواده يا دولت يا خود سرباز ؟\r\n* خود آنها بايد بدهند .\r\nسؤال 377 دخترىكه در دوران عقد به سر مىبرد و در بسيارىاز اوقات با نامزد خود رفت و آمد مىكند ، زكات فطره‌اش به عهدهء كيست ؟ خانواده يا داماد ؟\r\n* بر عهدة خانواده است .\r\nسؤال 378 مؤسسهء خيريه‌اى كه تعدادىاز خانواده‌هاىفقير و مستضعف را تحت پوشش خود دارد و از كمك‌هاىمردمى ، آنها را تأمين مىكند ، آيا مىتواند در مواقعىكه زكات فطره را دريافت مىكند و مبلغ زيادىهم مىشود ، با آن كارهاى اقتصادىمفيد مثل تأسيس داروخانه ، شركت‌هاىتوليدى كارگاه و . . . راه بيندازد و از سود آن هزينه‌هاى خانواده‌هاىتحت تكفل خود را بپردازد ؟\r\n* جائز نيست و همچنين است زكات و خمس و كفارات .\r\nسؤال 379 اين جانب ماه مبارك رمضان را به طور كامل در ژاپن هستم و كليهء هزينه‌هاىمن اعم از خوراك و مسكن و . . . بر عهدهء دولت ژاپن است . آيا بايد زكات فطره را در همان جا به مصرف برسانم يا براىمردم ايران بفرستم ؟\r\n* بايد به ايران بفرستيد .\r\nسؤال 380 من به مدت سه سال در آمريكا مشغول تحصيل هستم . مىخواستم بدانم آيا مىتوانم زكات فطرهء خود را در اين سه سال نگه دارم و بعد از مراجعت به ايران ، به افراد نيازمند بدهم ؟\r\n* اگر بتوانيد بفرستيد ، بايد بفرستيد .\r\n\r\n","description":"","footnote":"","page_name":" 173 ","page_number":181},
  {"content":"\r\n\r\nسؤال 381 آيا مىتوان زكات فطره را به شهر ديگرىكه فقراىزيادىدر آن زندگىمىكنند ، فرستاد ؟\r\n* اشكال ندارد .\r\nسؤال 382 كسىكه در بحرين زندگىمىكند و خويشان او در ايران فقير هستند ، مىتواند زكات فطرهء خود و برخىاز دوستانش را كه نسبتىبا خويشان او ندارند ، براىخويشاوندان در ايران بفرستد ؟\r\n* اشكال ندارد .\r\nسؤال 383 آيا غذايىرا كه قوت غالب مردم نباشد و غير از موارد مذكور در رساله است ، مىتوان به عنوان زكات فطره به فقير داد و آيا كفايت مىكند ؟\r\n* اگر براىفقير بهتر باشد ، مىتواند .\r\nسؤال 384 اگر شخصىدر شب عيد فطر ، فطريهء خود و خانواده‌اش را جدا كند ، ولىاتفاقاً آن مبلغ گم شود و يا سهواً خرج گردد ، تكليف چيست ؟\r\n* اگر گم شود ، مسئول نيست و اگر خرج كند ، مسئول است ، ولىدر هر حال دو دفعه بپردازد ، خوب است .\r\nسؤال 385 در چه صورت مىتوان زكات فطره را به سيد پرداخت كرد ؟\r\n* سيد به سيد و سيد به غير سيد مىتواند بپردازد و اگر ضرورتىباشد ، غير سيد به سيد هم مىتواند پرداخت كند .\r\nسؤال 386 آيا لازم است در مورد اينكه فقير ، شخص صالحىاست يا نه تحقيق كرد تا بتوان زكات فطره را به او داد يا صرف فقير بودن براىپرداخت فطريه به او\r\n\r\n","description":"","footnote":"","page_name":" 174 ","page_number":182},
  {"content":"\r\n\r\nكافىاست ؟\r\n* كفايت مىكند و تفحّص لازم نيست ، بلكه حرام است .\r\nسؤال 387 كسىكه چند سال به علت لاابالىگرىزكات فطره را پرداخت نكرده و اكنون مىخواهد زكات فطره را پرداخت نمايد ، آيا بايد همهء آن چند سال را پرداخت كند ؟ و آيا مبلغ را بايد به روز پرداخت نمايد يا به نرخ زمان گذشته ؟\r\n* بايد به نرخ روز ، آنچه را پرداخت نكرده است ، پرداخت كند .\r\nسؤال 388 زكات فطره را به چه كسىبايد پرداخت كرد ؟\r\n* در هر كار خيرىمىتوان مصرف كرد ، ولىپرداخت به فقرا بهتر است .\r\nسؤال 389 اگر شخصىبه هر علتىزكات مال خود را تا قبل از ظهر روز عيد جدا نكند و پرداخت ننمايد ، چه تكليفىدارد ؟\r\n* بايد پرداخت كند و اگر پرداخت نكرد تا روز تمام شد ، بايد به عنوان قضا پرداخت كند .\r\nسؤال 390 آيا زكات فطره را مىتوان قبل از ظهر روز عيد جدا كرد و چند روز بعد به مصرف رساند ؟\r\n* اشكال ندارد .\r\nسؤال 391 آيا فطريه را مىتوان صرف امور خير مثل ساختن مساجد و معابر عمومىيا جشن‌ها و عزادارىهاى مذهبىكرد ؟\r\n* اشكال ندارد ، ولىپرداخت به فقير بهتر است .\r\n\r\n","description":"","footnote":"","page_name":" 175 ","page_number":183},
  {"content":"\r\n\r\nسؤال 392 موارد مصرف زكات فطره به جز براىفقير ، چيست ؟\r\n* در هر كار خيرى مىتوان مصرف كرد .\r\nسؤال 393 آيا زكات فطرهء عده‌اىرا مىتوان گرفت و به وسيلهء آن يك حساب پس‌انداز غير قابل برداشت براىدادن وام به افراد نيازمند باز كرد . در صورتىكه اصل پول ثابت باشد و مزاياىآن را به فقرا بدهند . و هر وقت مدت آن تمام شد اصل پول را بين فقرا تقسيم كنند ؟\r\n* جايز نيست و همچنين است زكات و خمس و كفارات .\r\nسؤال 394 آيا كسىمىتواند زكات فطرهء ديگرىرا به وكالت از او پرداخت كند ؟ در حقيقت مىتواند او را براىپرداخت زكات فطره ميهمان كند ؟\r\n* اشكال ندارد .\r\nسؤال 395 آيا مصرف زكات فطره بايد از طريق مرجع تقليد يا با اجازه ايشان باشد يا هركسىخودش مىتواند به مصرف برساند ؟\r\n* خودش مىتواند به فقير بپردازد .\r\nسؤال 396 پولىكه جهت فطريه كنار گذاشته مىشود ، اگر به خاطر ضرورت پيش از پرداخت خرج گردد و پول ديگرىجاىآن گذاشته شود ، اشكال دارد ؟\r\n* اشكال ندارد .\r\nسؤال 397 پرداخت فطريه به فقيرىكه اهل گناه است ، ايا اشكال دارد ؟\r\n* اگر گناهان نظير فحشا باشد ، جائز نيست چنانچه اگر آن را صرف گناه كند جائز نيست .\r\n\r\n","description":"","footnote":"","page_name":" 176 ","page_number":184},
  {"content":"\r\n\r\nسؤال 398 آيا مىتوان تمام يا قسمتىاز وجوه نقدىفطريه خانواده دانش‌آموزان و همكاران را دريافت و در جهت كمك به دانش‌آموزان بىبضاعت هزينه نمود و يا نقداً وجوه را تحويل خانواده اين گونه دانش‌آموزان داد ؟\r\n* اشكال ندارد ؛ بلكه كار خوبىاست .\r\n\r\nمتفرّقه\r\nسؤال 399 در رسالهء توضيح المسائل حضرت‌عالىديدم كه فرو بردن سر در آب را مبطل روزه نمىدانيد . آيا اين فتوا در صورت ضرورت است يا روزه‌دار مىتواند بدون هيچ عذرىتمام سر خود را در آب فرو برد ؟\r\n* گرچه در صورت غيرضرورت اين كار خوب نيست ، ولىروزهء او باطل نمىشود .\r\nسؤال 400 غلط خواندن قرآن در ماه مبارك رمضان ، مبطل روزه است ؟\r\n* اشكال ندارد .\r\nسؤال 401 خواندن روضه و زبان حال ائمه ( ع ) كه معمولًا به ائمهء معصومين ( ع ) نسبت مىدهند ، آيا مبطل روزه است ؟\r\n* مبطل نيست .\r\nسؤال 402 آيا تزريق آمپول اعم از تقويتى ، مغذى دارويىو . . . در ماه رمضان ضررى به صحت روزه مىرساند ؟\r\n* زدن آمپول مطلقاً روزه را باطل نىمكند .\r\n\r\n","description":"","footnote":"","page_name":" 177 ","page_number":185},
  {"content":"\r\n\r\nسؤال 403 آيا تزريق خون مبطل روزه است ؟\r\n* مبطل نيست ، ولى در شب تزريق كند ، بهتر است .\r\nسؤال 404 گذاشتن حنا و رنگ مو در حال روزه براىخانم‌ها اشكالىدارد ؟\r\n* اشكالىندارد .\r\nسؤال 405 آيا پر كردن دندان در حال روزه به صحت آن اشكالىوارد مىكند ؟\r\n* اشكال ندارد .\r\nسؤال 406 شنيدن موسيقى براى روزه‌دار چه حكمىدارد ؟\r\n* گناه است ، ولىروزه را باطل نمىكند .\r\nسؤال 407 قطره ريختن در چشم در روزهء ماه رمضان ، روزه را باطل مىكند ؟\r\n* روزه را باطل نمىكند .\r\nسؤال 408 ديدن تصاوير شهوت‌انگيز در اينترنت و ماهواره آيا موجب باطل شدن روزه مىشود ؟\r\n* گناه است و ارزش روزه را مىبرد ، ولىروزه را باطل نمىكند .\r\nسؤال 409 حكم استفاده از ادكلن ، لاك و ديگر وسائل آرايشى براى روزه‌دار چيست ؟\r\n* اشكال ندارد .\r\nسؤال 410 آيا تنفّس مصنوعى روزه را باطل مىكند ؟\r\n* باطل نمىكند .\r\n\r\n","description":"","footnote":"","page_name":" 178 ","page_number":186},
  {"content":"\r\n\r\nسؤال 411 آيا شستشوىمعده با سُند كه مايعىرا توسّط آن در معده وارد مىكنند و پس از شستشو دوباره با همان دستگاه آن مايع را خارج مىكنند ، به صحت روزه ضرر مىرساند ؟\r\n* ضرر نمىزند .\r\nسؤال 412 كسىكه آشكارا و بين مردم در ماه مبارك رمضان روزه‌خوارىمىكند ، حكم او چست ؟ و بايد با او چگونه برخورد شود ؟\r\n* حكومت اسلامى بايد او را تعزير كند و بر همة مردم است كه امر به معروف و نهى از منكر كنند .\r\nسؤال 413 زنىكه همسرش عمداً روزه نمىگيرد ، آيا مىتواند براىاو ناهار درست كند ؟ و آيا اين كار اشكال شرعىدارد و اعانت بر اثم به حساب مىآيد يا مىتواند از اين كار سر باز زند ؟\r\n* براى زن اين كار حرام نيست ، ولى امر به معروف و نهى از منكر با مهربانى اگر تأثير داشته باشد ، واجب است .\r\nسؤال 414 لطفاً بفرماييد چگونه مىشود دو روزهء واجب در يك روز واقع شود ؟\r\n* نذر كرده است مثلًا اوّل مهرماه روزه بگيرد . ولىمصادف شده با اوّل ماه مبارك كه بايد نيت ماه مبارك كند و نذر هم محسوب مىشود .\r\n\r\n","description":"","footnote":"","page_name":" 179 ","page_number":187},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 180 ","page_number":188},
  {"content":"\r\n\r\n\r\nمنابع\r\n1 . قرآن كريم\r\n2 . إرشاد القلوب ، ابو محمّد حسن بن ابى الحسن الديلمى ( ت 711 ه ق ) ، بيروت ، مؤسسة الأعلمى ، الطبعة الرابعة ، 1398 ه ق .\r\n3 . اسلام آيين رستگارى آية الله العظمى مظاهرى ، قم ، مؤسسه فرهنگ مطالعاتى الزهرا ( س ) ، چاپ اول ، 1387 ه ش .\r\n4 . الأمالى ، محمّد بن على بن حسين بن بابويه قمى معروف به شيخ صدوق ( ت 381 ه ق ) ، بيروت ، مؤسسة الأعلمي ، الطبعة الخامسة ، 1400 ه ق .\r\n5 . الأمالي ، ابو جعفر محمّد بن حسن الطوسى ( ت 460 ه ق ) ، تحقيق : مؤسسة البعثة ، قم ، دار الثقافة ، الطبعة الأولى ، 1414 ه ق .\r\n6 . بحار الأنوار الجامعة لدرر أخبار الأئمة الأطهار ، محمّد باقر مجلسى ( ت 1110 ه ق ) ، بيروت ، مؤسسة الوفاء ، 1404 ه ق .\r\n7 . تفصيل وسائل الشيعة إلى تحصيل مسائل الشريعة ، محمد بن الحسن بن على الحرّ العاملى ( ت 1104 ه ق ) ، قم ، مؤسسة آل البيت لإحياء التراث ، الطبعة الأولى ، 1409 ه ق .\r\n8 . تنبيه الخواطر و نزهة النواظر ( مجموعة ورام ) ، أبو الحسين ورام بن أبي فراس ( ت 605 ه ق ) ، بيروت ، دار التعارف و دار الصعب ، [ بىتا 
  ] .\r\n9 . تهذيب الأحكام ، ابوجعفر محمّد بن حسن الطوسى ( ت 460 ه ق ) ، تحقيق : سيد حسن الموسوي الخرسان ، تهران ، دارالكتب الإسلاميه ، الطبعة الرابعة ، 1365 ه ش .\r\n10 . جامع الأخبار ، تاج الدين محمّد بن محمّد بن حيدر شعيرى ( ت قرن ششم ) ، قم ، انتشارات رضي ، الطبعة الثانية ، 1363 ه ش .\r\n11 . رساله توضيح‌المسائل ، آية الله العظمى مظاهرى قم ، مؤسسه فرهنگى مطالعاتى الزهرا ( س ) ، چاپ دهم ، 1387 ه ش .\r\n\r\n","description":"","footnote":"","page_name":" 181 ","page_number":189},
  {"content":"\r\n\r\n12 . عوالي اللآلي العزيزية في الأحاديث الدينية ، محمد بن على بن إبراهيم الأحسائي معروف به ابن أبيجمهور ( ت 940 ه ق ) ، تحقيق : مجتبى العراقي ، قم ، مطبعة سيد الشهداء ، الطبعة الأولى ، 1403 ه ق .\r\n13 . غرر الحكم و درر الكلم ، عبد الواحد الآمدي التميمى ( ت 550 ه ق ) ، تحقيق : مير سيد جلال الدين محدث الأرموى ، طهران ، جامعة طهران ، الطبعة الثالثة ، 1360 ه ش .\r\n14 . الكافي ، محمّد بن يعقوب بن اسحاق الكلينى الرازى ( 329 ه ق ) ، تحقيق : على أكبر الغفارى طهران ، دار الكتب الإسلامية ، الطبعة الثانية ، 1389 ه ق . 15 . مستدرك الوسائل و مستنبط المسائل ، ميرزا حسين نورى ، مؤسّسه آل البيت لإحياء التراث ، قم ، اول ، 1408 ه ق .\r\n16 . مصباح الشريعة ، منسوب بالامام جعفر بن محمد الصّادق ( ع ) ، اوّل ، 1400 ه ق .\r\n17 . مصباح المتهجد ، ابو جعفر محمّد بن حسن الطوسى ( ت 460 ه ق ) ، تحقيق : على اصغر مرواريد ، بيروت ، مؤسسة فقه الشيعة ، الطبعة الأولى ، 1411 ه ق .\r\n18 . مكارم الأخلاق ، أبو على الفضل بن الحسن الطبرسي ( ت 548 ه ق ) ، تحقيق : علاء آل جعفر ، قم ، مؤسسة النشر الإسلامي ، الطبعة الأولى ، 1414 ه ق .\r\n19 . من لا يحضره الفقيه ، محمّد بن على بن حسين بن بابويه قمى معروف به شيخ صدوق ( ت 381 ه ق ) ، تحقيق : على اكبر غفارى قم ، مؤسسة النشر الإسلامي ، الطبعة الثانية ، [ بىتا 
  ] .\r\n20 . نهج البلاغة ، گردآورى : ابو الحسن محمّد بن حسين الموسوى البغدادى معروف به سيد رضى ( ت 406 ه ق ) ، تحقيق : كاظم محمدىو محمد دشتى ، قم ، انتشارات الإمام على ، الطبعة الثانية ، 1369 ه ش .\r\n21 . وسائل الشيعة الىتحصيل مسائل الشريعة ، محمد بن الحسن الحر العاملي ( ت 1104 ه ق ) ، تحقيق مؤسسه آل البيت ( ع ) ، قم ، الطباعة الاولي ، 1409 ه ق .\r\n\r\n","description":"","footnote":"","page_name":" 182 ","page_number":190},
  {"content":"\r\n\r\nتأليفات منتشر شده از آيت الله العظمى مظاهرى مدظله العالى\r\nدر مؤسسهء فرهنگى مطالعاتى الزهراء سلام الله عليها\r\nالحاشية على العروة الوثقى : حواشى مرجع عاليقدر حضرت آية الله العظمى مظاهرى مدظله بر كتاب شريف عروة الوثقى .\r\nفقه الولاية والحكومة الاسلامية : تحرير مجموعه مباحث دروس خارج فقه معظم له در تبيين وتحليل نظريه ولايت فقيه وحكومت اسلامى ( سه جلد ) .\r\nالثقاة الاخيار من رواة الاخبار : \" موسوعة رجاليون ثقه \" مشتمل بر يك مدخل و سه باب .\r\nرساله توضيح المسائل : مسائل مهم علم دين در سه بخش \" احكام ، اخلاق ، اعتقادات \" .\r\nاسلام آيين رستگارى : شرح اصول دين و تبيين چهل مسأله اعتقادى و مباحثى در بازشناسى فروع دين اسلام .\r\nمظهر حق : نگرشى بر فضائل وسيره زندگانى مولاى متقيان وامير مؤمنان حضرت على عليه السلام .\r\nاعتكاف سلوك منتظران : مباحثى اخلاقى در باب اعتكاف به اضافه احكام واستفتائات آن .\r\nروزه سلوك پرهيزكاران : گزيده بيانات اخلاقى معظم له پيرامون اهميت واسرار روزه ، فضائل ماه مبارك رمضان ، شب هاى قدر ، احكام و استفتائات روزه .\r\nراهكارهاى عملى درمان وسواس : متن درس گفتارهاى معظم له با موضوع : وسواس \" به اضافه سؤالات شرعى واستفتائات مربوط به وسواس .\r\nسير وسلوك مقدمه : در آمدى بر منازل هفتگانه سيرو سلوك با بهره گيرى از نور قرآن و عترت عليهم السلام .\r\nسير و سلوك : يقظه : شرح منزل يقظه ، دفتر اول از دفاتر حاوى شرح منازل هفتگانه سير و سلوك .\r\nمناسك حج : احكام ، اسرار حج و آداب و مستحبات زيارت مكه مكرمه و مدينه منوره .\r\nاسرار حج : بيان مختصرى از اسرار و رازهاى شگفت نهفته در فريضه انسان ساز \" حج \" .\r\nاحكام عمره مفرده : مسائل و فتاواى مربوط به عمره مفرده همراه با اسرار عمره مفرده و آداب و مستحبات زيارت مكه مكرمه و مدينه منوره .\r\nاستفتائات حج و عمره : مجموعه اى از سؤالات شرعى و استفتائات واصله در خصوص اعمال و مناسك حج و عمره و پاسخ هاى معظم له .\r\n\r\n","description":"","footnote":"","page_name":" 183 ","page_number":191},
  {"content":"\r\n\r\nامور استفتائات و پاسخ به سؤالات\r\nدفتر حضرت آيت الله العظمى مظاهرى \" مدظله العالى \"\r\nآمادهء پاسخگويى به سؤالات شرعى ، اعتقادى واخلاقى مى باشد .\r\nآدرس : اصفهان - خيابان عبدالرزاق - كوچه شهيد بنى لوحى ( قصر )\r\nكوچه مدرسه قدسيه\r\nكد پستى 99581 - 81486 تلفن : 4464691 - 0311\r\nنشانى اينترنتى : www . almazaheri . ir\r\nهمچنين علاقه مندان جهت دريافت ديگر آثار و تأليقات معظم له ، در زمينه هاى تفسير قرآن كريم ، فقه ، اخلاق ، اعتقادات ، رجال و تاريخ وسيره ، مى توانند با مؤسسهء فرهنگى مطالعاتى الزهراء عليها السلام تماس حاصل نمايند .\r\nتلفن و دورنگار : 4463671 - 0311\r\nنشانى اينترنتى : www . al - zahra . ir\r\n\r\n\r\n","description":"","footnote":"","page_name":" 184 ","page_number":192}
  ]