[
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nنكته هايى پيرامون\r\nولايت فقيه\r\nو\r\nحكومت دينى\r\nحضرت آية الله العظمى مظاهرى\r\n\" مدظله العالى \"\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\n\" ولايت فقيه و حكومت دينى \"\r\nحضرت آية الله العظمى مظاهرى\r\nناشر : موسسه فرهنگى مطالعاتى الزهرا ( سلام الله عليها )\r\nطراحى جلد : سيد احمد موسوى ( گروه هنرى نشانه )\r\nمدير توليد : رسول طرفه نژاد ( گروه هنرى نشانه )\r\nنوبت چاپ ) ششم بهار 85\r\nليتوگرافى : سوژه چاپ : اصفهان ، صحافى : پيمان\r\nتعداد : 2000 نسخه\r\n( چاپ اول ، پاييز 1377 ، 8000 نسخه )\r\n( چاپ دوم ، تابستان 1378 ، 10000 نسخه )\r\n( چاپ سوم ، تابستان 1378 ، 5000 نسخه )\r\n( چاپ چهارم ، پاييز 1378 ، 5000 نسخه )\r\n( چاپ پنجم ، زمستان 1378 ، 5000 نسخه )\r\nموسسه فرهنگى مطالعاتى الزهرا ( سلام الله عليها )\r\nتلفن : 44646913 - 0311\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\n« پيشگفتار »\r\nبسم اللَّه الرّحمن الرّحيم\r\nموضوع « ولايت فقيه » يكى از مسائل بسيار مهمّىاست كه در فقه سياسى شريعت اسلام مورد بحث ومداقّهء فقهاء بزرگوار و اصحاب اماميّه - رضوان اللَّه‌عليهم - واقع شده است .\r\nپيروزى انقلاب شكوهمند اسلامى و ظهور پديدهءمبارك « حكومت دينى » در كشور اسلامى ايران كه پس ازسالهاى دراز غربت و ناكامى ، « حكومت اسلامى » ، براساس اصل « ولايت فقيه » پايه گذارى گرديد ، اين‌موضوع را از اهمّيتى مضاعَف برخوردار كرد .\r\nدر اين راستا ورود اين اصل اصيل از عرصهء بحث‌و فحص فقيهان به ميدان تجربه و آزمون عملى از يك سوو از سوى ديگر جانبدارى عميق و التزام دقيق‌بنيانگذار و رهبر كبير انقلاب اسلامى حضرت‌امام‌خمينى - اعلى اللَّه كلامه و مقامه - به اين ركن ركين ، بسترى مناسب و مساعد براى جلب توجّه هر چه بيشتربه اين موضوع را فراهم آورد .\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nدر چند سال اخير يكى از هدفهاى اصلى تهاجم‌فرهنگى دشمنان اسلام و نظام ، اصل « ولايت فقيه » وايجاد شبهات متعدّد پيرامون اين موضوع و مسائل‌مرتبط با آن و زير سؤال بردن اساس « حكومت دينى » و\r\n« توانايى دين در ادارهء نظام و حكومت » بوده است .\r\nالبته بحث و بررسى ، نقد و انتقاد ، سؤال و ابرازعقيدهء علمى از لوازم حيات جامعهء بشرى و به ويژه‌جامعهء اسلامى و مايهء شكوفايى انديشه‌ها و اذهان‌خردمندان و اولوالألباب است ، امّا مشكل از آنجا پديدمىآيد كه به اسم بحث و بررسى ، سفسطه و مغالطه باب‌مىگردد و به جاى نقد و انتقاد ، انتقام جويى شكل‌مىگيرد و بدل از ابراز عقيدهء علمى ، عقده گشايىمىشود . اينها آفاتى است كه ممكن است در فضاى علمىو نظرى جامعه پديدار شود و تنها راه درمان آن پاسخ‌مستدلّ و عالمانه به « شبهات و سؤالات علمى » وبرخورد دقيق و قاطعانه با « شهوات و توطئه‌هاى عملى » و جدا كردن اين دو مقوله از يكديگر و جدا نگريستن‌به آنها است .\r\nدر همين راستا با توجه به برخى شبهات القاء شده‌در پاره‌اى از مطبوعات و جزوات ، در مرداد ماه سال‌گذشته و در آستانهء انتخابات مجلس خبرگان ، جمعى از دانشجويان دانشگاههاى اصفهان طى نامه‌اى به محضرمرجع عاليقدر حضرت آية اللَّه العظمى مظاهرى - مدظله‌العالى - چهارده سؤال را در زمينهء ولايت فقيه ، حكومت دينى و موضوعات پيرامون آن طرح كردند .\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nمعظّم له نيز با توجّه به اهمّيت ويژهء اين‌پرسش‌ها و نيز اهمّيت آن مقطع زمانى در پاسخ به اين‌سؤالات از مقام بيان فتوى به صورت صِرف خارج شده وضمن حرام دانستن سكوت در مقابل اين توطئه‌ها ، طىچهارده نكته پيرامون بحث « ولايت فقيه » و « حكومت‌دينى » ، اجمالًا به استدلالهاى لازم فقهى و غير آن نيزاشاره نمودند .\r\nدر حقيقت مىتوان گفت رسالهء حاضر ، مصداق بارزروايت صادقين عليهما السلام است كه فرمودند :\r\nاذا ظهرت البدع فعلى العالم أَن يُظهرَعلمَه « وسائل الشيعه ، ج 11 ، ص 511 »\r\n« مركز مديريت حوزهء علميهء اصفهان » نيز با عنايت‌به اهميّت سؤالات مذكور و همچنين ضرورت نشرپاسخ‌هاى تفصيلى رياست معظّم حوزهء علميهء اصفهان‌به اين پرسش‌ها ، پس از استخراج منابع و تنظيم‌فهرست ، در مهر ماه گذشته اقدام به انتشار اين كتاب دربيش از هشت هزار نسخه نمود .\r\nاينك با توجّه به درخواستهاى مكرّرى كه براىتجديد چاپ اين كتاب انجام شده است ، رسالهءحاضر در شكل جديد و به عنوان يادبود يكصدمين‌سالروز ميلاد رهبر كبير انقلاب اسلامى و بينانگذارجمهورى اسلامى ايران حضرت امام خمينى قدس سره و همچنين دهمين سالگرد ارتحال ملكوتى آن بزرگ مرد ، به محضر اصحاب انديشه و فرهنگ تقديم مىگردد .\r\nسال 1378 كه از سوى رهبر معظّم انقلاب‌اسلامى و ولىّ امر\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nمسلمين - مدظله العالى - به عنوان سال امام‌خمينى قدس سره اعلام شده است ، در حقيقت سال احياء وگسترش انديشه‌ها ، تفكّرات و آرمانهاى آن امام راحل عظيم الشأن است ، از اينرو اميدواريم اين اقدام نيز ، گامى هر چند كوچك در راه بسط انديشهء سياسى وحكومتى آن بزرگ مرد - كه احياء كننده و برپا دارندهء نظريهء ولايت فقيه بود - محسوب شده و موجب رضايت‌خداوند متعال و خشنودى حضرت ولىّ عصر « ارواحنا فداه » و نيز موجب رضايت روان مقدس آن امام‌عزيز گردد . بمنّه و كرمه .\r\nلازم است از عزيزانى كه محبّت بىدريغ خود را درقالب تذكرات يا زحمات لازم براى آماده سازى اين‌رساله ارائه نمودند ، تقدير و تشكر نمائيم .\r\nخرداد ماه 1378 « مركز مديريت حوزهء علميهء اصفهان »\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\n« پرسش‌ها »\r\nباسمه تعالى\r\nمحضر مبارك مرجع عاليقدر ،\r\nحضرت آية اللَّه العظمى مظاهرى مدّ ظله العالى\r\nپس از عرض سلام و تقديم احترام با توجه به اينكه‌اخيراً در مطبوعات و جرائد و نيز برخى جزوات و كتب‌منتشر شده ، در زمينهء « ولايت فقيه » سئوالات ، شبهات ونظرات مختلفى ابراز مىشود و نظر به اينكه اين اصل‌مهمّ ، زير بنا و پايهء حكومت دينى و جمهورى اسلامىاست خواهشمند است نظر مبارك را در خصوص‌سؤالات ذيل ، به منظور آگاهى دانشجويان عزيز اعلام‌فرمائيد :\r\n1 - آيا از ديدگاه فقهى ، اسلام « حكومت » دارد يا خير ؟ و اگر امرى به نام « حكومت دينى » وجود دارد ، زعامت وولايت آن « انتصابى » است يا « انتخابى » ؟\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\n2 - در صورتى كه ولايت فقيه انتصابى باشد ، « نقش مردم در حكومت » چيست و ارتباط « رأى اكثريت‌و انتخابات » با موضوع ولايت فقيه چگونه تبيين‌مىشود ؟\r\n3 - « ارتباط ولىّ فقيه با مردم » به چه صورتىاست ؟\r\n4 - « شرائط » لازم براى ولىّ فقيه چيست و آيا « أعلميّت » در وى شرط است يا خير ؟\r\n5 - آيا بر ولىّ فقيه « نظارت » هم مىشود ؟ چگونه ؟\r\n6 - آيا « زنان » هم مىتوانند در صورت احرازشرائط ، مقام ولايت فقيه را تصدّى كنند ؟\r\n7 - آيا « ولايت فقيه » « مطلقه » است ؟ معناى مطلقه‌بودن ولايت فقيه چيست ؟\r\n8 - آيا مجلس خبرگان پس از انتخاب رهبر مىتوانددر مورد زمان يا مكان يا مسئوليتهاى وى « محدودّيت » قائل شود ؟\r\n9 - آيا ولىّ فقيه « حاكم بر قانون اساسى » و فوق اين‌قانون است ؟ و در اين صورت آيا قانون اساسىخدشه‌دار نمىشود ؟\r\n10 - آيا رهبرى در اسلام به صورت « شورائى » نيزممكن است ؟\r\n11 - آيا نظارت شوراى نگهبان بر امر انتخابات « استصوابى » است ؟ در اين صورت اشكال « دور » در اين‌زمينه چه مىشود ؟\r\n12 - معناى « النّصيحة لأئمّة المسلمين » چيست ؟ وچگونه بايد آن را انجام داد ؟\r\n13 - آيا « تسامح و تساهل » در جامعهء اسلامى نيزوجود دارد ؟\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n14 - در شرائط حاضر كشور و با توجّه به‌حملاتى كه به اصل ولايت فقيه مىشود چه « وظيفه‌اى » داريم ؟\r\nسلامتى وجود شريف حضرتعالى را از خداوندمتعال خواستاريم .\r\nجمعى از دانشجويان دانشگاههاى اصفهان\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\n\r\n« پاسخ‌ها »\r\nبسم اللَّه الرّحمن الرّحيم\r\nالحمدللَّه ربّ العالمين و صلّى اللَّه‌على سيّدنا محمّد و آله الطاهرين‌و لا سيّما بقيّة اللَّه فى الأرضين .\r\nربّ اشرح لى صدرى و يسِّر لى أمرىو احلُل عقدةً من لسانى يفقهوا قولى .\r\nبا توجّه به اهميّت سؤالات دانشجويان عزيز و باتوجّه به اينكه اينجانب در شرائط حاضر ، سكوت درمقابل توطئه‌ها و فتنه‌هاى دشمنان و معاندان با اسلام و نظام اسلامى را - كه در قالبهاى جديدى انجام مىشود - حرامِ بَيّن مىدانم ، لذا لازم ديدم پاسخ اين سؤالات را طىچهارده نكته بيان كرده و در حدّ امكان ، آن پاسخ‌ها رابسط دهم .\r\nالبتّه لازم است دانشجويان محترم و ديگرعلاقمندان به اين مباحث به كتب مفصّل دراين زمينه ، نيزمراجعه كنند ، لكن اميد است فعلًا همين مقدار مفيد واقع‌شود ، إن‌شاءاللَّه .\r\n20 جمادى الاولى 1419\r\nمطابق 21 شهريور 1377\r\nحوزهء علميهء اصفهان - حسين مظاهرى\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n\r\n« نكتهء اوّل »\r\nآيا از ديدگاه فقهى ، اسلام « حكومت » دارد يا خير ؟ و اگر امرى به نام « حكومت دينى » وجود دارد ، زعامت و ولايت آن « انتصابى » است يا « انتخابى » ؟\r\n« حكومت » براى بشر يك امر ضرورى عقلى است‌زيرا اجتماع بدون حكومت موجب هرج و مرج است و اين‌حكومت است كه تنظيم كنندهء امور فرد و اجتماع و اجراكنندهء حدود و حقوق و تأمين كنندهء عزّت و استقلال‌جامعهء انسانى و مايهء توسعه و تكامل علوم و فنون‌بشرى است و اين مطلب از امور بديهى و غير نيازمند به‌اقامهء برهان مىباشد .\r\nاز سوى ديگر اديان الهى به ويژه دين مبين اسلام‌نيز حكومت را امرى ضرورى و لازمهء زندگى بشرمحسوب نموده و بر آن ضرورت عقلى تأكيد مىكند ، به‌عنوان مثال روايت تفصيلى فضل بن شاذان نيشابورىكه از قول حضرت رضا عليه السلام نقل شده است در اين‌زمينه كافى است « 1 » و اصولًا اگر كسى در اهداف اصلىانبياء الهى عليهم السلام دقّت كند ، به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - / علل الشرايع ، ص 251 ، باب 182 ، حديث 9 .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nخوبى درمىيابد كه رسيدن به اين اهداف بزرگ‌يعنى رهانيدن آدمى از سلطه و اسارت بيگانگان و درنتيجه اعطاء حرّيت و آزادى به وى ، « 1 » تعليم و تربيت فراگير بشر ، « 2 » احياء ارزشهاى انسانى ، « 3 » اقامهء قسط وعدالت و مردم گرايى ، « 4 » و بالاخره إكمال و رسانيدن آدميان به تعالى و رشد إلهى و رستگارى ، « 5 » همه و همه مستلزم برپايى و تشكيل حكومت است و اجراى اين برنامه‌ها و رسيدن به اين آرمانها بدون ابزار حكومت ، امكان پذير نيست و در واقع حكومت و نظام و سياست ، وسيله و ابزار اجراى اهداف انبياء است و از اين جهت مىبينيم كه هر كدام از آن بزرگواران نظير حضرت داود عليه السلام و حضرت سليمان عليه السلام و نبىّ اكرم صلى الله عليه و آله كه موفق به تشكيل حكومت شده‌اند تا چه اندازه در تعقيب و وصول به اهداف الهى خود موفق بوده‌اند ، و هر كدام كه چنين ابزارى را به دست نياورده‌اند تا چه اندازه راه حركت آنها ناهموار و در وصول به اهداف خود تا چه حدّ در تنگنا بوده‌اند و بى جهت نيست كه طواغيت و دشمنان اديان در هميشهء تاريخ ، براى ايجاد حكومتهاى صالحان ، مانع و معضل ايجاد مىكرده‌اند و همواره به دنبال براندازى حاكميّت صالحان بر زمين بوده‌اند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - / سورهء اعراف ، آيهء 157 .\r\n( 2 ) - / سورهء جمعه ، آيهء 2 .\r\n( 3 ) - / سورهء اعراف ، آيهء 157 .\r\n( 4 ) - / سورهء حديد ، آيهء 25 .\r\n( 5 ) - / سورهء نحل ، آيهء 35 .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nاز آنجا كه در ميان همهء اديان الهى ، دين مبين\r\nاسلام براى « همهء افراد » و « همهء مكانها » و « همهء زمانها » تا ابد و قيامت عموميّت دارد و اين عموميّت سه گانه از نظر قرآن شريف و روايات اهل البيت عليهم السلام از ضروريات و بديهيات است ، بنابراين اسلام در زمان غيبت امام معصوم عليه السلام نيز بدون ترديد داراى حكومت است ، به ويژه آنكه اسلام دينى است عبادى و سياسى و احكام مقدّس آن در عبادات و مسائل شخصيّه خلاصه نمىشود و همانند زمان حضور براى ادارهء حكومت ، زعيم و حاكم تعيين و منصوب كرده است تا مسلمانان در امور اجتماعى و حوادثى كه پيش مىآيد به او رجوع كنند و لذا استاد بزرگوار ما حضرت امام خمينى قدس سره در اين زمينه تصريح مىفرمودند كه « هر كه اظهار كند كه تشكيل حكومت اسلامى ضرورت ندارد ، منكر ضرورت اجراى احكام شده و جامعيّت احكام و جاودانگى دين مبين اسلام را انكار كرده است » . « 1 »\r\nاستاد بزرگوار ما مرحوم آية اللَّه العظمى آقاى بروجردى - قدس اللَّه روحه - در اين زمينه مىفرمودند : چون در جوامع اوّليهء شيعه روايات بسيارى بوده كه همهء اين روايات به دست ما نرسيده است ، لذا از اتفاق و اجماع فقهاء در يك فتوى در مىيابيم كه آنان روايت كامل و صحيحى از نظر سند و دلالت در دست داشته‌اند كه در مسير زمان به ما نرسيده است و اصولًا ممكن نيست دينى كه كلّيهء جزئيات عبادى و سياسى و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - / ولايت فقيه ، ص 31 .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nمعاملاتى را ذكر فرموده است ، مسئلهء با اهميت و داراى ضرورت و بداهتى مثل حكومت را فرو گذار كرده باشد و شايد يكى از دلائل اينكه اين روايات به دست ما نرسيده است ، همان تلاش طواغيت و حكومتهاى جور براى جلوگيرى از تشكيل و برپايى حكومت صالحان بوده و از اين جهت آنها براى رسيدن به اين هدف دنبال محو افكار و انديشه‌هاى ائمّهء طاهرين عليهم السلام بوده‌اند گرچه على رغم همهء اين حركات هنوز هم مجامع روايى و حديثى بسيارى در دست ما قرار دارد ، نظير حادثهء مبارك غدير كه با نهايت تلاش طواغيت براى محو آثار غديريه ، هنوز هم آثار با عظمتى از آن حادثه از نقل معصومين عليهم السلام در اختيار ماست .\r\nبنابراين وقتى از يكسو مىبينيم كه اسلام در زمان غيبت امام معصوم عليه السلام بدون ترديد داراى حكومت است و از سوى ديگر مىدانيم كه حكومت در درجهء اوّل از آنِ ذات اقدس الهى است و سپس براى هر كسى كه خداوند به او اعطاء حكومت كند ، لذا درمىيابيم كه آن كسى حق حكومت دارد كه از جانب خداوند براى احراز اين مسئوليت ، نصب شده باشد ، چرا كه توحيد خداوند متعال در « خالقيّت هستى » ملازم و مستلزم با توحيد او در « حاكميت بر هستى » است و همهء حاكميتهاى ديگر ، چون « حاكميت بالعرض » است ، بايد به حاكميت خداوند كه « حاكميت بالذّات » است منتهى شود . پس حكومت از نگاه يك انسان موحّد بايد به نصب از سوى حاكم مطلق بر جهان هستى يعنى خداوند\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nمتعال باشد و اين مطلب مهمّ نشاندهندهء آن است كه اگر تفكّرى ، حكومت را از سوى پائين ببيند ، اين تفكّر ، توحيدى نيست چرا كه بر طبق تفكّر توحيدى ، حكومت اوّلًا از آنِ خداست و ثانياً از آنِ هر كسى كه خداوند به او اعطاء كند ، در نتيجه ، حكومت امرى است كه از سوى بالا مىآيد نه از سوى پائين و دقيقاً بايد ديد كه او اين اختيار را به چه كسانى اعطاء كرده است .\r\nلذا حكومت دينى « انتصابى » است نه « انتخابى » و روايات و ادلّهء مربوطه ، تعيين و نصب حكومت نموده است و اهل خبره بر اساس اين ادلّه ، مصداقى از اين نصب را ، تشخيص داده و كشف مىكنند ، چنان كه اگر مصداقى خود به خود زمام امور را به دست گرفت ، اين سمت در وى تعيّن پيدا مىكند نظير آنچه در جمهورى اسلامى ايران در خصوص حضرت امام خمينى - اعلى اللَّه كلمَته - اتفاق افتاد .\r\nو خلاصه ، مسئلهء حكومت در زمان غيبت امام عصر عليه السلام و موضوع ولايت فقيه از مسائلى است كه به تعبير زيباى استاد عظيم الشأن ما حضرت امام خمينى - اعلى اللَّه كلامه - « تصوّر آن موجب تصديقش خواهد شد » « 1 » و لذاست كه مىبينيم صاحب جواهر قدس سره كه كتاب ارزشمند او ابزار مهمّ مراجع و مجتهدان است نيز در چندين مورد ادعاء ضرورت دربارهء ولايت فقيه مىكند و از جمله در كتاب امر به معروف و نهى از منكر ، بيان بلندى دارد كه : « آنكس كه در ولايت فقيه وسوسه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - / كتاب البيع ، ج 2 ، ص 467 - ولايت فقيه ، ص 3 .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nمىكند از طعم فقه هيچ چيزى نچشيده است و از لحن گفتار فقهاء و رموز آنان هيچ امرى را نفهميده است و در مراد ائمهء طاهرين عليهم السلام از روايات مربوطه دقّت نكرده است » « 1 »\r\nآنچه گذشت ، گزارش اجمالى از يك راه براى اثبات موضوع « حكومت » و زعامت در غياب پيامبر و اهل البيت - عليهم صلوات اللَّه - است كه در اصطلاح « علم اصول » به آن « كشف عقلى » مىگويند .\r\nامّا راه و تقريب ديگر براى اثبات اين موضوع از طريق « علم كلام » است و آن تمسّك به قاعده‌اى است كه در اصطلاح كلامى به آن « قاعدهء لطف » اطلاق مىشود و بيان مطلب به شكل منطقى اين است كه : ارسال رُسل و بعثت انبياء و همچنين تعيين و نصب اوصياء آنان يك فيض و لطف است چرا كه در سعادت و كمال انسانها نقش اساسى و تأثير اصولى دارد و هر چه فيض و لطف باشد بر خداوندى كه فيّاض على الاطلاق است لازم و واجب است زيرا خوددارى از فيض و لطف بُخل است و خداى متعال از بُخل و هر صفت ناشايست ديگرى منزّه و پاكيزه است ، پس نتيجه مىگيريم كه بعثت پيامبران و تعيين جانشينان آنان بر خداى متعال لازم و واجب است و همين برهان عقلى و شكل اوّل منطقى بر نصب زعيم و رهبر در زمان غيبت نيز دلالت دارد به اين تقريب كه نصب زعيم در زمان غيبت فيض و لطف است زيرا حفظ نظام در جوامع اسلامى و اجراى قوانين اسلام به ويژه قوانين اجتماعى و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - / جواهر الكلام ، ج 21 ، ص 397 .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nسياسى و بيان احكام اسلام و تطبيق كليات احكام بر امور و حوادث واقعه ، همه و همه نيازمند حضور زعيم و رهبر است و بدون وى نظام به هرج و مرج مىانجامد و چون هر چه فيض و لطف است بر فيّاض على الاطلاق لازم است پس تعيين و نصب زعيم از ناحيهء خداوند متعال در زمان غيبت لازم و واجب است و از آنجا كه اين نصب نمىتواند در غير پيامبر صلى الله عليه و آله و ائمه طاهرين عليهم السلام به صورت « فردى » باشد بلكه به صورت « عنوانى » است و يا به تعبير ديگر « نصب بوسيلهء تنصيص » نيست بلكه « نصب بوسيلهء توصيف » است و اين « عنوان » و « وصف » ممكن است هميشه داراى مصاديق متعدّد باشد ، از اين جهت مردم بوسيلهء اهل حلّ و عقد يعنى كارشناسان و خبرگان حكومت شناس ، يكى از آن مصاديق متعدّد را كه حائز شرائط كامل است ، تشخيص داده و كشف مىكنند چنان كه از روايات معتبره و از جمله مقبولهء عمر بن حنظله « 1 » - كه اين هم يكى از راههاى اثبات موضوع « حكومت » و « ولايت » در غياب معصومين عليهم السلام است كه به آن « دليل نقلى » اطلاق مىگردد - نيز استفاده مىشود كه ائمهء هدى عليهم السلام در زمان عدم دسترسى به امام معصوم عليه السلام ، فقيه جامع الشّرائط را منصوب به حكومت فرموده‌اند و افراد حكومت شناس بايد در هر زمان اين مصداق را كشف و تشخيص و معرّفى نمايند . و اگر در ميان فقهاء ، يكى از آنها خود به خود مقدم شود ، همان شخص ، ولىّ امر خواهد بود زيرا تعدد موجب هرج و مرج و از بين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - / اصول كافى ، ج 1 ، ص 76 ، حديث 10 .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nرفتن انسجام ملّى كشور است و بنابراين در حقيقت ، انتخاب مردم يك عنوان ثانوى است نه يك حكم اوّلى .\r\nپس مىتوان گفت كه طبق ادلّهء نصب ، وظيفهء اهل حلّ و عقد كه در نظام مقدس جمهورى اسلامى ايران همان مجلس خبرگان رهبرى است ، كشف و تشخيص ولىّ فقيه است و به عبارت ديگر مسئوليت خبرگان ، كشفِ اجتماعِ شرائطِ ولىّ فقيه در شخص خاصّ و معرّفى او به جامعهء اسلامى است و نه « جَعل مقام ولايت » يا « انشاء نصب ولىّ » يا « إعطاء مقام مجعول به فقيه واجد شرائط رهبرى » و بر اين اساس آنچه گفته شده كه « رهبر از ناحيهء خبرگان و مردم انتخاب مىشود » امرى به كلّى غلط و نادرست است .\r\nهمچنين شبهه‌اى كه بر طبق آن گفته شده كه « دلالت روايات مذكوره بر نصب فقهاء براى حكومت و ولايت محلّ اشكال است و حتى مقبولهء عمر بن حنظله بر فرض اينكه مفاد آن نصب باشد - كه آن هم محلّ اشكال است - بر بيش از منصب قضاوت دلالت ندارد » اشكالى غير وارد و ادّعايى بلاوجه است كه ردّ و نقد آن موكول به محلّ خود و كتب مفصّله است لكن اجمالًا بايد اشاره كرد كه اگر مقبولهء عمر بن حنظله را مختص به امر قضاء بدانيم ، نتيجهء آن عدم مماثلت بين سؤال سائل و جواب امام عليه السلام است و در حقيقت ، جواب نسبت به سؤال ، ناقص و اجنبى خواهد بود و البته تفصيل اين مطالب در اين مختصر نمىگنجد .\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nبنابر آنچه تاكنون به صورت اجمال و اختصار آورديم مىتوان در پاسخ سؤال مطروحه گفت كه : نه تنها از « ديدگاه فقهى » - يا به عبارت ديگر به دليل نقلى و روايى صِرف - بلكه از « منظر عقلى » و همچنين از « جنبهء كلامى » ، آئين مبين اسلام داراى « حكومت » و « نظام حكومتى » است و ولايت و زعامت در « حكومت دينى » انتصابى است .\r\nالبته سه دليلى كه اختصاراً بيان شد تفاصيلى دارد كه در كتب تفصيلى آمده است و ما نيز در فصل دوّم از كتاب « مقايسه‌اى بين سيستمهاى اقتصادى » در بحث حكومت و ولايت در اسلام اين دلائل را تفصيلًا تبيين كرده‌ايم كه علاقمندان مىتوانند به آنجا مراجعه كنند ، « 1 » ضمن آنكه براهين و نيز ادلّهء نقلى ديگرى در اين خصوص وجود دارد كه برخى از آن استدلالها در همان كتاب آمده است و تفصيل اين ادلّه - كه تماماً بر ولايت مطلقهء فقيه به صورت نصب از جانب شرع مقدس دلالت دارد - و پاسخ از اشكالات مختلفى كه نسبت به آن طرح شده است و نيز بررسى و ردّ ادّعاى وجود روايات معارض ، همه و همه مباحث علمى مفصّلى است كه در اين مختصر نمىگنجد و ما اين مباحث را در يكسال تحصيلى در دروس خارج فقه به صورت مفصّل بررسى كرده‌ايم كه در شُرف تحقيق و طبع است .\r\nدر خاتمهء پاسخ به پرسش اوّل براى تكميل دلايلى كه گذشت بايد اضافه كنيم كه مفاد اين سه دليل و ادلّهء ديگر به ما مىفهماند كه اسلام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - / مقايسه‌اى بين سيستمهاى اقتصادى ، جلد اوّل ، فصل سوّم ، صفحهء 120 .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nداراى حكومت است و حاكم در اين حكومت امام معصوم عليه السلام است و براى زمان غيبت امام معصوم عليه السلام نيز تعيين و نصب زعيم و رهبر شده است ولى اينكه آن زعيم چه كسى است ؟ اين مطلب را از قاعدهء ديگرى كه در اصطلاح علم اصول قاعدهء « قدر متيقّن » ناميده مىشود به دست مىآوريم . قاعده قدر متيقّن در اينجا دلالت مىكند كه آن زعيم بايد فقيه جامع‌الشرائط يعنى « متخصص در علوم اسلامى » و « متعهد به عدالت و تقوى » و « لايق در مديريت و تدبير » باشد چنان كه عقل نيز حكم مىكند كه چنين شخصى بر ديگران مقدم است زيرا مردم در علوم و معارف اسلامى يا صاحب نظرند و يا نيستند و قطعاً آنكه صاحب نظر است براى امر حكومت اسلامى شايسته‌تر است و آنان كه صاحب نظرند يا عادل هم هستند و يا نيستند و قطعاً آنكه عادل است براى حكومت سزاوارتر است و آنان كه عالم و عادلند يا لياقت قدرت و ادارهء جامعهء اسلامى را دارند و يا ندارند و قطعاً آنكه قدرت مديريت و تدبير داشته باشد براى زعامت و رهبرى اولى و در اولويت است و بنابراين زعامت در اسلام ويژهء « فقيه عادل با كفايت » است .\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\n\r\n« نكتهء دوّم »\r\nدر صورتى كه ولايت فقيه انتصابى باشد ، « نقش مردم در حكومت » چيست و ارتباط « رأى اكثريت و انتخابات » با موضوع ولايت فقيه چگونه تبيين مىشود ؟\r\nدر چنين سيستمى نقش مردم در حكومت از طريق رأى به خبرگانى كه مصداق فقيه عادل با كفايت را شناسايى و معرّفى مىكنند ، روشن مىشود و ما در استدلالهاى سابق به اين مطلب اشاره كرديم امّا آنچه بايد مورد توجّه قرار گيرد اينست كه اين انتخاب هيچ نقشى در « مشروعيت » و يا حتى « فعليّت » ولايت فقيه ندارد ، بلكه تنها عامل مشروعيت ولايت فقيه ، انتصابى است كه از جانب شرع مقدس صورت گرفته و در حقيقت حكومت اسلامى از آن جهت كه با اذن و اجازهء شرع مقدس صورت پذيرفته است و تجلّى حكومت خداوند است ، مشروعيت پيدا مىكند و لذا در روايات و سيرهء ائمهء اهل بيت عليهم السلام ، از امرى به عنوان انتخاب در مسئلهء ولايت فقيه هيچ اثرى « قولًا » يا « فعلًا » يا « تقريراً » وجود ندارد ولى خلاف اين مبنا يعنى مبناى نصب در آيات و روايات\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nمربوط به ولايت و حكومت نظير « إنِ الحكم الّا للَّه » « 1 » « اطيعوا اللَّه و اطيعوا الرّسول و اولى الامر منكم » « 2 » « فإنّهم حُجَّتى عليكم و انا حُجّة اللَّه » « 3 » « فانى قد جعلتُه عَليكُم حاكماً » « 4 » و . . .\r\nوارد شده است و از اين جهت استاد بزرگوار ما حضرت امام خمينى قدس سره مىفرمودند : « از نظر شيعه ، اين مطلب از امور بديهى است كه مفهوم حجّت خدا بودنِ امام معصوم عليه السلام آن است كه او داراى منصب الهى و صاحب ولايت مطلقه بر عباد است و چنان نيست كه فقط ، مرجعِ بيانِ احكامِ الهى باشد و لذا از گفتهء آن حضرت كه فرموده‌اند : فانّهم حجّتى عليكم و انا حجّة اللَّه ، به خوبى مىتوان دريافت كه هر آنچه از سوى خداوند به امام معصوم عليه السلام واگذار شده و در مورد آن امور ، حق ولايت دارد ، فقها نيز از طرف امام معصوم عليه السلام ، صاحب همان اختيارات هستند و از اين حيث روشن مىشود كه مرجع اين حقوق ، جعلِ ولايت از ناحيهء مقدسهء الهيّه براى امام معصوم عليه السلام و جعل ولايت از جانب امام معصوم عليه السلام براى فقهاء است » « 5 » .\r\nاساساً در كلمات فقهاء - رضوان اللَّه عليهم - تعبير « نيابت » وجود دارد ولى تعبير « انتخاب » وجود ندارد و معلوم است كه نايب - اعمّ از\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - / سورهء انعام ، آيهء 57 .\r\n( 2 ) - / سورهء نساء ، آيهء 59 .\r\n( 3 ) - / وسايل الشيعه ، ج 18 ، باب 11 ، روايت 9 .\r\n( 4 ) - / اصول كافى ، ج 1 ، ص 67 ، حديث 10 .\r\n( 5 ) - / شئون و اختيارات ولىّ فقيه ، ص 47 .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nنايب خاص و نايب عامّ ازجانب منوبٌ عنه تعيين و نصب مىشود نه آحاد اجتماع ، در حالى كه در انتخاب ، مسئلهء وكالت مطرح است و در وكالت نه تنها موكّل موظف به پيروى از وكيل خود نيست بلكه هر زمان كه اراده كند مىتواند او را بر كنار نمايد و حال آنكه در امر ولايت و حكومت اوّلًا همگان يعنى مولىَّ عليهم ، موظف به پيروى از ولىّ امر هستند زيرا حكم او حكم خداست و ثانياً اين گونه نيست كه با ارادهء آنان ، ولىّ امر از منصب خود عزل شود چرا كه به نصب آنان نيامده كه با عزل آنان برود .\r\nبنابراين آنچه كه گاهى گفته مىشود كه محتمل است « در زمان عدم دسترسى به امام معصوم عليه السلام ، ادارهء امور عامّهء لازم الاجراء به خود جامعهء مسلمين واگذار شده بدين‌گونه كه آنان موظف باشند شخص صالح جامع الشرائطى را براى اين امور انتخاب نمايند يعنى در چارچوب شرائطى كه براى ولىّ امر از كتاب و سنّت و عقل استفاده مىشود ، تا او پس از انتخاب ، ادارهء اين قبيل امور را به عهده گيرد » احتمالى است بدون وجه و احتمال غير موّجه تحت قاعدهء « اذا جاء الاحتمال بطل الاستدلال » قرار نمىگيرد و اساساً اين سخن كلامى بى اساس و منتهى به پديدهء استعمارى جدائى دين از سياست و در حقيقت حكم نمودن به نابودى اسلام است و اينجا همان نقطهء اساسى اختلاف بين مذهب تشيع و تسنّن است چرا كه اختلاف اساسى و محورى شيعه با اهل سنّت در اصول دين در همين است كه از ديدگاه مذهب تشيّع ولايت انتصابى و از\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nقِبَل خداوند است ولى اهل سنت معتقدند كه امر ولايت و حكومت ، منصوص و انتصابى نبوده و مردم مىتوانند زعيم و رهبر خود را انتخاب نمايند و حتى بالاتر از اين بايد گفت كه انتخاب به معناى وكالت در نزد اهل تسنّن هم مطرح نيست و مسألهء بيعت كه در نزد آنان به عنوان يك اصل مطرح است ، از نوع وكالت به ولىّ امر نبوده كه در نتيجه ، مقام ولايت ، يك منصب اعطاء شده از جانب مردمان باشد چرا كه اهل تسنّن هم معتقدند كه وقتى مردم با حاكم بيعت نمودند بايد ملتزم به اين بيعت باشند و از اين جهت نمىتوانند هر گاه اراده كردند وى را عزل نمايند و بايد از اوامر و نواهى وى تبعيت كنند كه اين مبنا با مبناى وكالت در همان دو جهت اساسى كه قبلًا ذكر شد ، متفاوت است .\r\nخلاصهء كلام آن است كه حجّيت رأى اكثريت ، يك حجّيت مطلق نيست بلكه مقيّد است به دو قيد ، « قيد اوّل » آن است كه بايد عقلائى باشد به اين معنا كه مثلًا ناشى از مشورت با اهل خبره باشد و « قيد دوّم » آن است كه بايد در محدودهء شرع مقدس و در چارچوب احكام إلهيّه باشد و نه در هر مسئله و هر زمان و هر مكان . « قيد اوّل » بر اساس سيرهء عقلائى و روش عقلاء عالم است كه اسلام هم آن را حجّت مىشمارد و « قيد دوّم » هم لازمهء مسلمانى و تدّين ما به دين خداوند است و لذا اين طور نيست كه همه جا رأى اكثريت براى اقلّيت ، حجّت بوده و انتخاب اكثريت يك مبناى مشروعيت بخشنده به همهء اصول و مسائل باشد .\r\nبنابراين آنچه گفته شده كه « ولايت فقيه از ناحيهء مردم تثبيت مىشود\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nو يا فعليّت حكومت به انتخاب مردم مىباشد و از طرف خدا و ائمه عليهم السلام فقط شرائط منتخب تعيين شده است » نيز سخنى نادرست و غير موجّه است چرا كه معناى اين سخن آن است كه ولايت فقيه امرى « اقتضائى » باشد و اين امر اقتضائى « فعليّت » پيدا نمىكند مگر با انتخاب مردم كه موجب جلب مساعدت و همكارى آنها در امر حكومت و اجراى قوانين و اوامر و نواهى نظام مىشود ، در حالى كه اين استدلال به كلى نادرست است و از خلط بين « إعمال ولايت » و « فعليّت ولايت » سرچشمه مىگيرد و به بيان ديگر آنچه منوط به مساعدت مردم كه ناشى از امر انتخاب است ، مىباشد ، إعمال ولايت است و فرق است بين إعمال ولايت با اصل ثبوت و فعليّت ولايت .\r\nالبته ما در نكتهء اوّل در پايان هر دو استدلال براى انتصابى بودن ولايت فقيه ، نقش مردم در حكومت را مورد اشاره قرار داديم و در نكتهء بعد به نقش ديگر مردم در حكومت نيز اشاره خواهيم كرد .\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\n\r\n« نكتهء سوّم »\r\n« ارتباط ولىّ فقيه با مردم » به چه صورتى است ؟\r\nدلالت عقل ضرورى و شرع مقدس است كه همهء افراد جامعهء اسلامى به ويژه مراجع و مجتهدين ، متخصصين فنون ، افراد ذى نفوذ و ديگران بايد در مساعدت و كمك به ولىّ فقيه زمان از هيچ تلاشى فرو گذار ننمايند و از اين جهت قرآن شريف خطابات سياسى و اجتماعى را متوجّه همه افراد مىكند و نه فقط شخص حاكم . آياتى همانند « الزّانية و الزّانى فاجلدوا كلّ واحد منهما مأة جلدة » « 1 » ، « السّارق و السّارقة فاقطعوا ايديهما » « 2 » ، « فقاتلوا الّتى تبغى حتّى تفىء الى امر اللَّه » « 3 » ، « فقاتلوا ائمّة الكفر » « 4 » ، « و قاتلوهم حتى لا تكون فتنة » « 5 » ، « فقاتلوا اولياء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - / سورهء نور ، آيهء 2 .\r\n( 2 ) - / سورهء مائده ، آيهء 38\r\n( 3 ) - / سورهء حجرات ، آيهء 9 .\r\n( 4 ) - / سورهء توبه ، آيهء 12 .\r\n( 5 ) - / سورهء بقره ، آيهء 193 .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nالشيطان » « 1 » ، « و قاتلوا المشركين كافّة » « 2 » ، كه همانند آن در قرآن شريف فراوان است ، در زمانى نازل گشته كه حكومت از سوى خداوند متعال نصب شده و رهبر آن شخص رسول اللَّه صلى الله عليه و آله بوده و احدى حق دخالت نداشته است « ما كان لمؤمن و لا مؤمنة اذا قضى اللَّه و رسوله امراً ان يكون لهم الخِيَرة من امرهم » . « 3 »\r\nچنان كه دلالت عقل ضرورى و شرع مقدس است كه ولىّ فقيه نيز بايد از فكر و رأى و كمك و تخصص و مشورت ديگران بهره‌بردارى كند همانگونه كه قرآن شريف خطاب به نبى اكرم صلى الله عليه و آله مىفرمايد « و شاورهم فى الامر فإذا عَزَمت فتوكّل على اللَّه » « 4 » و روشن است كه اين خطاب به شخص شخيص آن بزرگوار به عنوان « فرد خاص » نازل نشده ، بلكه اين خطاب به نبى اكرم صلى الله عليه و آله به عنوان « رهبر امّت و ولىّ مسلمين » صادر شده است و اين آيهء مباركه ، حجّت مستندى براى ارج نهادن به امر مشورت و رأى مسلمين است چنانچه آيهء شريفهء « و امرهم شورى بينهم » « 5 » نيز به معناى ستايش جامعهء اسلامى است از آن جهت كه در شئون عامّه و مسائل مهمّه به شور و مشورت مىنشينند .\r\nالبته همانگونه كه در مورد رأى اكثريت گفته شد ، بديهى است كه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - / سورهء نساء ، آيهء 76 .\r\n( 2 ) - / سورهء توبه ، آيهء 36 .\r\n( 3 ) - / سورهء احزاب ، آيهء 36 .\r\n( 4 ) - / سورهء آل عمران ، آيهء 159 .\r\n( 5 ) - / سورهء شورى ، آيهء 38 .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nمشورت هم در عرض احكام شرعيهء إلهيّه و يا على رغم آن نمىتواند باشد بلكه بايد در مسير عمل به احكام شرعيهء الهيه باشد ، يعنى هم مشورت و هم رأى اكثريت در حريم امورى كه دين ، تكليف آن را روشن كرده نيست و اگر هم بشود از هيچ حجّيتى برخوردار نيست و لذا نبى اكرم صلى الله عليه و آله كه مخاطب آيهء شريفه و مأمور به مشورت با مسلمين است در امر نبوت و رسالت با كسى مشورت نمىفرمود يا آن امور الهى و وحيانى را به رأى اكثريت و در معرض انتخابات مردمى نمىگذاشت چرا كه دين از جانب حضرت حق تعالى است و مكلّفين بايد تابع باشند بلكه همانگونه كه گفته شد اين خطاب مربوط به جنبهء حكومتى و زعامت آن بزرگوار بوده است كه مأمور به مشورت با مسلمين شده‌اند و اين هم يكى ديگر از نقشهاى مردم در حكومت است كه در نكتهء قبل وعده كرديم كه به آن اشاره كنيم .\r\nبنابراين نقش مردم در حكومتِ دوران غيبت بر دو محور اساسى است :\r\nاوّل : رأى به خبرگان كه مصداق ولىّ فقيه را شناسايى كرده و تشخيص مىدهند و فى الواقع اين مردم هستند كه به صورت غير مستقيم ، رهبر جامعهء اسلامى را كشف كرده و تشخيص مىدهند .\r\nدوّم : مشورت دادن و مساعدت نمودن و معاضدت كردن ولىّ فقيه هم « به صورت مستقيم » از طُرق مختلف مشاركتهاى سياسى و حفظ اتحاد و حضور در صحنه و تبعيت از ولايت مطلقه و ابراز رأى در موارد\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nمختلف انتخابات و همه پرسىها و هم « به صورت غير مستقيم » از طريق انتخاب مسئولانى نظير رئيس جمهور و نمايندگان مجلس شوراى اسلامى و نمايندگان مجلس خبرگان و . . . كه طرف شور و مشورت حكومت و ولايت واقع مىشوند .\r\nبه عبارت ديگر مىتوان گفت : ملّت در حكومت و حاكميّت ، هم در مرحلهء حدوث و هم در مرحلهء بقاء ، داراى مشاركت جدّى و صاحب نقش و سهم تعيين كننده‌اى هستند و از اين جهت « جمهوريّتِ » جمهورى اسلامى به كلّى تأمين مىشود و چون اين جمهوريّت در چارچوب شريعت و با قيد اسلامى است ، بنابر توضيحاتى كه گذشت ، « اسلاميّت » آن نيز به نحو شايسته‌اى تأمين خواهد شد .\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\n\r\n« نكتهء چهارم »\r\n« شرائط » لازم براى ولىّ فقيه چيست و آيا « أعلميّت » در وى شرط است يا خير ؟\r\nأهمّ شرائط ولىّ فقيه ، « فقاهت » ، « عدالت » و « كفايت » است همانگونه كه در اصول پنجم و يكصد و نهم قانون اساسى در مقام برشمردن شرائط و صفات رهبر ، همين سه شرط ، بيان شده است و اشتراط هر سه شرط ، ضرورت عقلى است چرا كه آشنائى كامل به قوانين هر مملكتى لازمهء حكومت است و تعهد و تقوا و امانت نيز براى زعيمى كه مىخواهد در رأس حكومت دينى واقع شود بدون ترديد لازم است و لياقت و كفايت و قدرت بر ادارهء حكومت هم شرطى است كه بدون وجود آن هيچ حكومتى انسجام نمىيابد . لذا نظير آيهء شريفهء « انّ اللَّه اصطفيه عليكم و زاده بسطة فى العلم و الجسم » « 1 » و آيهء شريفهء « لاينال عهدى الظالمين » « 2 » كه اين سه شرط را طرح كرده‌اند ، داراى بيان ارشادى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - / سورهء بقره ، آيهء 247 .\r\n( 2 ) / سورهء بقره ، آيهء 124 .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nهستند و بر همان ضرورت عقلى تأكيد دارند .\r\nامّا « أعلميّت » ، « أعدليّت » و « أقدريّت » در مورد ولىّ فقيه گرچه خوب است ولى عقلًا شرط نيست زيرا دخالت در امر حكومت ندارد ، همانگونه كه در امر قضاوت و يا تصدّى امور حسبيّه ، اجتهاد و عدالت و قدرت شرط است ولى قطعاً اعلميّت ، اعدليّت و اقدريّت شرط نيست .\r\nامّا رواياتى كه اعلميّت را شرط دانسته است و بيش از ده روايت است ، اولًا از ابعاد سه گانهء « صدور » ، « جهت صدور » و « دلالت » قابل بررسى است كه توضيح و تشريح آن موكول به محلّ خود و كتب تفصيلى است .\r\nو ثانياً بهترين آنها سنداً و دلالةً ، صحيحهء عيص بن القاسم است كه در آن حضرت صادق عليه السلام مىفرمايند :\r\n« . . . فواللَّه انّ الرجل ليكون له الغنم فيها الراعى فاذا وجد رجلًا هو أعلم بغنمه من الّذى هو فيها يخرجه و يجيئ بذلك الرّجل الذى هو اعلم بغنمه من الّذى كان فيها » « 1 » لكن :\r\nاولًا اين روايت از آنجا كه ارشادى است بر بيش از آنچه عقل به آن حكم مىكند ، دلالت ندارد و تابع ما يُرشد إليه است يعنى تابع آن چيزى است كه عقل آن را تعيين مىكند و عقل در مورد حكومت ، اعلميّت در يك جهت خاصّ مثل فقه را شرط نمىبيند بلكه اعلميّت در مجموع و اعلميّت در ادارهء حكومت را شرط مىداند ، به خلاف موضوعى مانند مرجعيّت يا رجوع به پزشك ، و لذا براى انجام يك عمل جرّاحىِ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - / وسايل الشيعه ، ج 11 ، ص 35 .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nپزشكى بايد به سراغ بهترين پزشك يعنى اعلم پزشكان در رشتهء مربوطه رفت ولى براى ادارهء يك بيمارستان ، اعلميّتِ در پزشكى شرط نيست بلكه اعلميّت در اداره و تدبير بيمارستان شرط است .\r\nثانياً اين روايت مربوط به خلافت ائمه عليهم السلام است همانگونه كه بسيارى از روايات ديگر نظير اين روايت به اين نكته تصريح دارد و اساساً اين روايات در فضايى صادر شده است كه در آن فضا مدّعيان زيادى براى خلافت و امامت پيدا شده بودند و حتى بعضاً شورش هم مىكردند .\r\nثالثاً اصطلاح « اعلم » در اين روايت « صيغهء مبالغه » نيست بلكه « صفت مشبّهه » است به اين معنا كه چون روايت ، مربوط به خلافت ائمه عليهم السلام است ، نمىخواهد بگويد كه مثلًا امام صادق عليه السلام از ابو حنيفه اعلم است بلكه مىگويد امام صادق عليه السلام عالم و در نتيجه ابوحنيفه جاهل است ، پس اساساً بحث اعلميت به معناى « أَفعل تفضيلى » آن مطرح نيست .\r\nرابعاً اين روايت اطلاق ندارد و قدر متيقّن از آن همان خلافت ائمه طاهرين عليهم السلام است .\r\nخامساً با صرف نظر از نكات فوق و بر فرض شمول اين روايات نسبت به مسئلهء ولايت فقيه بايد گفت :\r\nاعلميّتِ در حكومت غير از اعلميّتِ در مرجعيّت است و اين روايات ، متعرّض اعلميّتِ در حكومت است نه اعلميّتِ در فقاهت ، و به بيان ديگر ، « اصطلاح فقهى اعلم » ،\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nمقياس تفسير « اعلم » در اين روايات نيست و اصولًا ما در استفاده از يك روايت مجاز نيستيم كه اصطلاح مُرتكَز در ذهن خود را بر روايت تحميل كنيم .\r\nدر اين روايات ، « اعلم » به معناى كسى است كه به دليل اجتماعِ جميع شرائط زعامت در وى بهتر بتواند حكومت اسلامى را اداره كند و لذاست كه در تزاحم بين كسى كه اعلم در فقه است و ديگرى كه اعلم در فقه نيست ولى بهتر مىتواند حكومت را اداره كند ، عقلًا و شرعاً فقيه دوّم مقدم است نه فقيه اوّل و اگر حكومت به فقيه اوّل سپرده شود ظلم بزرگى به حكومت اسلامى و به آحاد مسلمين و به آن فقيه دوّم كه مؤخّر انداخته شده و بلكه به آن فقيه اوّل كه بدون جهت مقدّم شمرده شده است ، روا كرده‌اند و عمل فقهاء عظيم الشأن قدس سرهم نيز بر همين شيوه دلالت دارد كه آنان براى پذيرش مرجعيّت عامّه كه نوعى زعامت دينى را به همراه داشته به اعلميّت فقهى اعتنائى نمىكرده‌اند بلكه به اولويّت در ادارهء حكومت و نظام و جامعهء مسلمين توجّه داشته‌اند چنان كه محدث قمى قدس سره نقل مىكند كه :\r\n« مرحوم آية اللَّه العظمى سيد محمد فشاركى قدس سره هنگامى كه بزرگان براى قبول مرجعيّت به ايشان مراجعه نمودند ، در جواب آنها فرمود : گر چه من اعلم در فقه هستم اما رياست شرعيّه و مرجعيّت عامّهء دينيّه به غير از علم فقه ، نيازمند امور ديگرى از قبيل وقوف بر مسائل سياسى و شناختن مواضع و مواقع امور است و لذا من اهليّت براى چنين منصبى ندارم » . « 1 » اين اهتمام بى نظير\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - / فوائد الرّضويه ، ج 2 ، ص 484\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nبراى اين جهت است كه آن بزرگوار مىدانسته كه مرجعيّت عامّه ، مستلزم ادارهء جامعهء اسلامى است و مىدانسته كه اگر ولىّ و حاكم بر اساس عدم تدبير ، و آشنا نبودن به مقتضيات زمان و مكان و يا بواسطهء سادگى در فكر و انديشه ، بگونه‌اى موضع گيرى يا عمل كند كه نظام دچار انفعال شود يا مثلًا جامعهء اسلامى و منابع آن را به رايگان به دشمنان تحويل دهد ، هر چند اين شخص اعلم در فقه هم باشد ، چه خسارت عظيمى گريبانگير نظام و جامعهء اسلامى خواهد شد .\r\nسادساً آنچه در مورد اين روايات مسلّم است ، حدّاقل ، وجود احتمالات موجّه و قابل اعتنايى است كه ما را از استناد به اين روايات به صورت قطعى براى اثبات شرط اعلّميت در رهبرى ، بازمىدارد چرا كه « اذا جاءَ الاحتمال بَطل الاستدلال » .\r\nخلاصهء سخن آنكه اين روايات كشف جديدى نيست بلكه اصحاب - رضوان اللَّه عليهم - از اين دسته احاديث به خوبى مطّلع و آگاه بوده‌اند لكن با توجّه به اشكالاتى كه گذشت ، بالاتفاق به شرط اعلميّت در ولايت ، اعتنايى نكرده‌اند و بنابراين آنچه گفته شده كه « از اين اخبار و روايات به نحو اجمال استفاده مىشود كه ولايت امر مسلمين نيز از شؤن اعلم زمان خود مىباشد و اجمالًا اعلم و افقه متعيّن است » ادعايى بدون دليل و استفاده‌اى كاملًا بلاوجه است .\r\nعلاوه بر اينكه جمع اين ادّعا و ادّعاى ديگر يعنى انتخابى بودن ولايت فقيه ، كاملًا متناقض است چرا كه :\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nاولًا اگر اعلميّت در منصب رهبرى و ولايت شرط باشد ، قاعدةً ، آن اعلم ، يك نفر از فقيهان واجد شرائط خواهد بود و ديگر جائى براى اين ادّعا نمىماند كه بگوئيم « اساس و زيربناى حكومت فعلى فقيه ، آراء مردم و انتخاب آنان مىباشد و ولايت او از ناحيهء مردم تثبيت مىشود » .\r\nثانياً بر طبق مبناى انتخاب ، اگر مردم يا خبرگان كسى را انتخاب كردند كه اعلم نبود ، آنگاه چه بايد كرد و در تزاحم بين اعلم و انتخاب مردم يا خبرگان كداميك مقدّم خواهد بود ؟\r\nبايد در مقام بيان و ابراز يك نظريهء علمى ، همهء جوانب آن را سنجيد ، در غير اين صورت ، مثل بحث حاضر ، در تناقض گويى واقع خواهيم شد .\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\n\r\n« نكتهء پنجم »\r\nآيا بر ولىّ فقيه « نظارت » هم مىشود ؟ چگونه ؟\r\nيكى از امتيازات دين مبين اسلام آن است كه پيامبر و ائمه دين عليهم السلام بايد معصوم و برخوردار از مقام عصمت الهيه باشند و چون در امر مهمّ ولايت مطلقهء فقيه برخوردارى از اين مقام به دليل اختصاص عصمت به ذوات مقدّسهء معيّنه عليهم السلام ، ممكن نيست ، از اين جهت در منصب ولايت فقيه ، عدالت و تقوى شرط شده است يعنى علاوه بر فقاهت و نيز كفايت ، بايد روح خدا ترسى و پرهيزكارى در عمق جان ولىّ فقيه حكم فرما باشد بطورى كه او را از خطاهاى عمدى محفوظ بدارد و بلكه حتى صفت رذيله‌اى همانند حبّ به جاه ، حبّ به مال ، متابعت از هوى و هوس ، عياشى ، تن پرورى و نظاير آن بر او حكومت نكند ، همانگونه كه يك مرجع تقليد نيز بايد چنين باشد و اگر رهبر يا مرجع از مقام عدالت ساقط شود خود به خود از منصب زعامت و يا مرجعيت منعزل مىشود چنان كه اگر از فقاهت و يا از قدرت تدبير افتاد ، نيز بنفسه منعزل مىشود و از اين حيث مجلس خبرگان همانطور كه رهبرى را نصب نكرده است ،\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nعزل هم نمىكند بلكه او با فقدان بعض از شرائط ، به خودى خود منعزل و بر كنار مىشود و سپس خبرگان همانگونه كه كشفِ نصب كردند ، كشفِ عزل مىكنند و نه بيشتر از اين . در مورد مسئله مرجعيّت نيز ، عيناً همين مطلب جارى است .\r\nآنچه گفته شد ، اصطلاحاً « نظارت درونى » نام دارد و اين يكى از پايه‌هاى كنترل و حفظ و ضبط ولىّ فقيه است و پايهء ديگر ، « نظارت بيرونى » است كه در محدودهء اصل يكصد و يازدهم قانون اساسى جمهورى اسلامى ، در كشور ما از طريق مجلس خبرگان إعمال مىشود « 1 » و آنچه متأسفانه در اين ايّام به نحو اهانت آميزى در رسانه‌ها و مجامع و جزوات مختلف گفته و نوشته مىشود كه « مجلس خبرگان به وظيفهء خود عمل نكرده و فقط مدح و ثناى رهبرى را تكرار مىكند » تهمتى است بزرگ ، و أسف بارتر آن است كه حتّى اين مطلب واهى و دشمن پسند از زبان برخى دوستان ناآگاه و بى توجّه هم إلقاء مىشود و بعد هم در كنار آن اضافه مىشود كه چرا مجلس خبرگان به مردم ارائهء گزارش نكرده است ! « انّ الذين جاؤا بالإفك عُصبة منكم لا تحسبوه شرّاً لكم بل هو خيرٌ لكم لكلّ امرىءٍ منهم ما اكتسب من الأثم و الذّى تولىَّ كِبْرَه منهم له عذاب عظيم » . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - / براى توضيح بيشتر به نكتهء هشتم مراجعه شود .\r\n( 2 ) - / سورهء نور ، آيهء 11 . « كسانى كه آن تهمت عظيم را مطرح كردند گروهى از شما بودند ، اما گمان نكنيد اين ماجرا براى شما بد است ، بلكه خير شما در آن است ، آنها هر كدام سهم خود را از اين گناهى كه مرتكب شدند دارند و كسى كه بخش عظيم آن را بر عهده گرفت ، عذاب عظيم براى اوست » .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nمجلس خبرگان ، مجمع ارزشمندى از كارشناسان حكومت شناس و اهل حلّ و عقد در نظام اسلامى است كه بر اساس قانون به صورت يك دستگاه آماده و مهيّا براى روز مباداى انقلاب و كشور ، پيش بينى شده است مثل دستگاه بزرگ ارتش كه با همهء تفاصيلش براى روز مباداى دفاع از كشور و تماميّت ارضى آن ، بوجود آمده است .\r\nچرا بايد ناآگاهانه ، حرفهاى مقبول دشمنان اسلام را زبان به زبان كرده و بدون هيچ اطّلاع يا بررسى به استقبال دروغها و تهمت‌ها برويم ؟ مگر خداوند متعال در قرآن شريف نمىفرمايد : « اذ تلقّونه بأَلسنتِكم و تَقُولون بأفواهكم ما ليس لكم به علم و تَحسبُونه هَيِّناً و هو عنداللَّه عظيم » ؟ « 1 »\r\nمايهء تعجّب بسيار است كه حتى كسانى كه احياناً عضو اين مجلس محترم هستند ولى اساساً معلوم نيست با چه دليل موجّهى ابراز نظر مىكنند كه مجلس خبرگان به وظيفهء خود - كما هو حقّه - عمل نكرده است .\r\nآيا برادران عزيز و بزرگوار به جاى آنكه در مقابل اين تهمت‌ها موضع گيرى كنند و از سرِ استدلال به ردّ آن بپردازند ، تكرار كننده و تأكيدكنندهء اين تهمت‌هاى دشمن پسند مىشوند ؟ « ولولا اذ سمعتموه قلتم ما يكون لنا أن نتكلّم بهذا سبحانك هذا بهتان عظيم ، يَعِظُكم اللَّه أن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - / سورهء نور ، آيهء 15 . « بخاطر بياوريد زمانى را كه به استقبال آن دروغ بزرگ رفتيد و اين شايعه را از زبان يكديگر مىگرفتيد و با دهان خود سخنى مىگفتيد كه به آن يقين نداشتيد و گمان مىكرديد اين مسألهء كوچكى است در حالى كه نزد خدا بزرگ است » .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nتعودوا لمثله ابداً إنْ كنتم مؤمنين ، ويُبيّن اللَّه لكم الآيات واللَّه عليم حكيم ، انّ الذين‌يحبّون أن تشيع الفاحشة فىالّذين امنوا لهم‌عذاب اليم فى الدنيا و الآخرة واللَّه يعلم وانتم لا تعلمون ولو لا فضل‌اللَّه عليكم ورحمته و انّ اللَّه رؤف رحيم » « 1 »\r\nاگر انسان در مقطع حاضر از انقلاب عزيز اسلامى ، تا چندى پيش از سكوت اهل حق در برابر باطل و آراء ونظريات نا حقّ نگران بود ، امروز بايد از مواضع غلطِ اهل حق و جانبدارى آنان از باطل و اباطيل نگران باشد و همين سكوتها يا بد عمل كردنهاست كه موجب فاجعه‌مىشود كما اينكه حادثهء شوم سقيفهء بنى ساعده و فاجعهء عظيم كربلا معلول همين سكوتها و بد عمل‌كردنهاى اهل حق بوده است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - / سورهء نور ، آيات 16 و 17 و 18 و 19 . « چرا هنگامى كه آن تهمت را شنيديد نگفتيد براى ما مجاز نيست كه به دروغ تكلّم كنيم ، خداوند شما را اندرز مىدهد كه هرگز چنين كارى را تكرار نكنيد اگر ايمان داريد . و خداوند آيات خود را براى شما تبيين مىكند و خدا عليم و حكيم است . كسانى كه دوست دارند زشتيها در ميان مردم با ايمان شيوع يابد ، عذاب دردناكى براى آنها در دنيا و آخرت است و خداوند مىداند و شما نمىدانيد . و اگر فضل و رحمت الهى شامل حال شما نبود و اينكه خدا مهربان و رحيم است ، مجازات سختى دامانتان را مىگرفت » .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\n\r\n« نكتهء ششم »\r\nآيا « زنان » هم مىتوانند در صورت احراز شرائط ، مقام ولايت فقيه را تصدّى كنند ؟\r\nقطعاً زنان نمىتوانند منصب ولايت فقيه را عهده دار شوند چرا كه :\r\nاولًا خداوند متعال در ميان 124 هزار پيامبر و تمام اوصياء الهى و ائمهء طاهرين عليهم السلام يك زن قرار نداده است در حالى كه زنان شايسته و عظيم الشأنى همانند حضرت مريم و جناب آسيه كم نبوده‌اند و حتى بانوى با عظمتى چون حضرت صديقهء طاهره - سلام اللَّه عليها - كه از لحاظ فضيلت و شايستگى همانند ائمهء دين عليهم السلام هستند ، نه پيامبر بودند و نه امام گرچه برخوردار از مقام كبراى عصمت الهيه بودند .\r\nثانياً اصحاب اماميه - رضوان اللَّه عليهم - به اجماع ، در تولّى امر قضاء كه يكى از شؤن ولايت است ، ذكوريّت را شرط كرده و اتفاق نظر دارند كه زن نمىتواند مقام قضاء را تصدّى كند ، بنابراين وقتى زنان منصب قضاء را كه يكى از شؤن ولايت و حكومت است . نتوانند عهده دار شوند ، بالفحوى و به نحو اولويّت ، منصب ولايت را نيز نمىتوانند\r\nبر\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nعهده بگيرند .\r\nثالثاً از آنچه كه فقهاء عظام در كتب خود در خصوص شرط ذكوريت در قاضى بيان فرموده‌اند به دست مىآيد كه دامنهء بحث آنان ، تنها منصب قضاوت نيست بلكه مسئله ، فراتر از امر قضاوت و مربوط به تمامى شؤن ولايت مطلقهء فقيه بوده و لذا كبراى مسئله « شرط ذكوريت » ، بطور قدر متيقّن و به صورت قطعى ، شامل نفسِ منصب ولايت نيز خواهد بود .\r\nرابعاً روايات متعدّدى در منع تصدّى قضاوت و حتّى خصوص ولايت براى زنان در دست است كه اگر كسى به دليل اجماع هم خدشه وارد كند ، اين روايات را كه مورد استناد فقهاء عظام است چه خواهد كرد ؟\r\nرواياتى كه نمىتواند مورد خدشه قرار گيرد ، زيرا اولًا مجموع اين روايات حالت « استفاضه » دارد و به اصطلاح « متظافره » و قابل اعتماد است و ثانياً به تعبير صاحب مفتاح الكرامه قدس سره : « شهرت عظيمه و اتفاق گسترده‌اى كه در اين مسئله مطرح است ، موجب جبران ضعف سند خواهد بود » « 1 » .\r\nالبته ذكر اين نكته ضرورى است كه عدم شايستگى زنان براى منصب ولايت مطلقهء فقيه و يا مناصبى كه از شؤن ولايت مطلقه است ، به هيچ وجه به معناى آن نيست كه زن در عنصر انسانيّت ، ناقص و ناتمام است كه اين امر ، اهانت به مقام زنان و مخالف مبانى شريعت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - / مفتاح الكرامة ، ج 10 ، ص 9 .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nمقدسه است و هيچ دليلى بر اعتبار آن در فقه آل محمد - صلوات اللَّه عليهم اجمعين - وجود ندارد . زن انسانى است و الا و گوهرى است با عظمت ، امّا نبايد ترديد كرد كه موقعيّتهاى تكوينى ويژهء مردان و زنان موجب مىشود كه آنان در بسيارى از احكام فرعيهء الهيهء ، با يكديگر متفاوت باشند و اين امر ريشه در مصالح و مفاسد احكام شرع مقدس دارد و بنابراين نبايد منع ورود بانوان در يك سلسه از امور و مناصب ولايى ، به معناى نادرست آن برداشت و تفسير شود و سپس با توجيه اينكه زن از مرد در عنصر انسانيت كمتر ندارد ، و به بهانهء استيفاء حقوق زنان و نظاير آن ، احكام الهى زير سؤال برود . آن توجيه در جاى خود و در كليّت خود صحيح است و احكام فقهىِ مورد اتقاق اصحاب - رضوان اللَّه عليهم - نيز در جاى خود صحيح و لازم الاجراء است ، آنچه مهم است اين است كه احكام شرع را بايد فقيه متخصص ، استنباط و بيان كند نه هر كس ديگر ، كه قطعاً در اشتباهاتى نظير قياس و استحسان و مانند آن واقع خواهد شد .\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\n\r\n« نكتهء هفتم »\r\nآيا « ولايت فقيه » « مطلقه » است و معناى مطلقه بودن ولايت فقيه چيست ؟\r\nاز قرآن شريف استفاده مىشود كه اوامر و نواهىپيامبر اكرم صلى الله عليه و آله در همهء امور و از جمله در امر حكومت‌را همگان بايد قبول كنند حتى اگر بر ضرر آنها باشد و اين ضرر اعمّ از ضرر جانى و مالى و آبرويى و مانند آن است « النّبى اولى بالمؤمنين من انفسهم » « 1 » « ما كان لمؤمن و لا مؤمنة اذا قضى اللَّه ورسوله امراً ان يكون لهم الخيرة من‌امرهم » « 2 » و آنچه كه در مورد اولويّت نبى اكرم صلى الله عليه و آله نسبت به مؤمنين گفته شده كه « اين اولويّت ناظر به‌مسائل عمومى و اجتماعى مؤمنين است نه امورشخصيّه آنان از قبيل مال و خانه و ناموس شخصىآنان » ، حرفى است نادرست و تقييد بدون دليل آيهءشريفه است ، چنان كه استاد بزرگوار ما و مفسّر عظيم‌الشأن مرحوم علّامه طباطبايى - قدّس اللَّه نفسه الزّكيه - در تفسير شريف\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - / سورهء احزاب ، آيهء 6 .\r\n( 2 ) - / سورهء احزاب ، آيهء 36 .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nالميزان در ذيل آيهء شريفه فرموده‌اند كه « اين اولويّت ، مطلقه و در تمام امور دين و دنياى انسانها جارى است » « 1 » و هيچ دليلى بر انحصار آيهء شريفه در امر خاصّى نظير تدبير امور اجتماعى يا مسألهء قضاوت و يا امر ديگرى وجود ندارد و اين مطلب جاى تعجب نيست چرا كه پيامبر صلى الله عليه و آله نمايندهء خداوند است و جُز خير و صلاح فرد و جامعه را در نظر نمىگيرد و بنابراين همين اولويت هم در مسير منافع حقيقى بشر خواهد بود .\r\nمسئلهء « اولويّت بر مؤمنين » ، پس از نبى اكرم صلى الله عليه و آله به معصومين عليهم السلام اختصاص داده شده است ولذا پيامبر خاتم صلى الله عليه و آله در جريان غدير خم پس از آنكه از حاضران سؤال فرمودند كه « أَلَستُ أولى بِكُم من أنفسكم » آيا من به شما اولى از خود شما نيستم ؟ و حاضران پاسخ مثبت دادند ، آنگاه فرمودند « من كنت مولاه فهذا علىٌ مولاه » « 2 » و امّا پس از غيبت كبرى اين امر به ولىّ فقيه اختصاص داده شده همانطور كه در دلايل و روايات مربوطه آمده است و از اين جهت حضرت صادق عليه السلام در مقبولهء عمر بن حنظله مىفرمايد : « ردّ كنندهء فقيه ردّ كنندهء ما و ردّ كنندهء ما ردّ كننده خداوند است و اين عمل در حد شرك به خداوندست » « 3 »\r\nاز اينرو آنجا كه تشخيص و صلاح حكومت باشد نظير امر به جنگ ، امر به اخذ ماليات ، امر به طلاق به عنف و مانند آن بايد مسلمين تابع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - / الميزان ، ج 16 ، ص 276 .\r\n( 2 ) - / بحار الانوار ، ج 4 ، ص 203 .\r\n( 3 ) - / اصول كافى ، ج 1 ، ص 76 ، حديث 10 .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nصددرصد باشند و اين وظيفهء تبعيّت حتّى در مورد مراجع تقليد و حتّى در مورد اعلم از ولىّ فقيه هم جارى است و اين مطلب يك امر ضرورى است و بدون آن هرج و مرج و اختلال نظم لازم مىآيد و لذا اين اشكال هم كه گفته شده « ولايت فقيه اگر انتصابى باشد لابد به عنوان عامّ فقهاء است نه به عنوان اشخاص و انتخاب خبرگان شخص خاصّى را ، موجب عدم ولايت ديگران نمىشود و در اين صورت با تعدّد فقهاى منصوبين در يك زمان و با اختلاف نحوهء درك و انظار آنان چه بر سر اسلام و مسلمين مىآيد » بيشتر يك اشكال سطحى و ناشى از عدم دقّت در مجموع روايات مربوطه است تا يك اشكال علمى زيرا :\r\nاولًا آنچه كه از مجموع روايات ، مستفاد است آن است كه امارت و حكومت و ولايت در مقام عمل براى يكى از فقهاء ثابت مىشود و بقيهء فقهاء او را معاونت و معاضدت مىكنند و به عبارت ديگر بر طبق برخى از روايات نظير مقبولهء عمر بن حنظله « 1 » ، ولايت مطلقه به صورت « اقتضائى » و « شأنى » براى هر فقيه واجد شرائطى ثابت است ولى روايات ديگرى وجود دارد كه بر كيفيت ولايت در مقام « إعمال » ، دلالت مىكند كه در حقيقت اين دسته از روايات به يك معنا مفسّر دستهء قبل است كه نمونهء آن همان روايت فضل بن شاذان « 2 » از حضرت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - / اصول كافى ، ج 1 ، ص 76 ، حديث 10 .\r\n( 2 ) - / علل الشرايع ، ص 251 ، باب 182 ، حديث 9 .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nرضا عليه السلام و نيز روايت ابن ابى يعفور « 1 » از امام صادق عليه السلام و نيز چندين روايت ديگر است ، كه در اين روايات تصريح شده كه در زمان واحد ، بيش از يك امام و والى و ولىّ وجود ندارد چرا كه تعدّد ، موجب هرج و مرج و اختلال نظام است و اساساً اين روايات هم ارشادى است چرا كه عقل نيز بر اين مطلب و ضرورت آن حاكم است .\r\nثانياً : « ادلّ الدليل على شىء و قوعه » ، بهترين دليل بر يك امر ، وقوع خارجى آن امر است . آيا اعتقاد به ولايت مطلقهء فقيه و اجراء آن از ابتداى تشكيل نظام اسلامى در كشور ايران - كه بر اساس نظريهء بنيانگذار نظام قدس سره و بر طبق قانون اساسى مصوّب ملّت شكل گرفته - تاكنون موجب اختلال و هرج و مرج شده است ؟ و خلاصه ، مطلب روشن‌تر از آن است كه نياز به بسط كلام داشته باشد .\r\nبنابر آنچه كه گذشت معناى « ولايت مطلقهء فقيه » اين است كه مفاد دو آيهء شريفه‌اى كه در ابتداى اين نكته ذكر شد يعنى مسئلهء « اولويّت بر مؤمنين » پس از غيبت كبرى به ولىّ فقيه اختصاص دارد .\r\nبنابراين آنچه از سر ناآگاهى و يا از روى عناد در تفسير ولايت مطلقه گفته شده كه مثلًا « ولىّ فقيه ، ولايت بى حدّ و حصر بر جان و مال و ناموس مردم دارد » و بعد هم به اين استناد گفته مىشود كه « تعبير ولايت مطلقه فقيه بد تعريف كردن است و موجب اشمئزار و وحشت مردم است و موهم ولايت بى حدّ و حصر است و بوى استبداد و ديكتاتورى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - / بحار الانوار ، ج 25 ، ص 106 ، حديث 2 .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nمىدهد و هرگز خداوند براى فرد غير معصوم جائز الخطاء چنين ولايتى را قرار نمىدهد و مورد رضايت او هم نيست و اگر فرضاً از نظر تئورى و بحث مدرسه‌اى ، ولايت مطلقهء فقيه را بپذيريم ولى در محيط و جوّ امروز كه مردم نوعاً داراى رشد فكرى و شعور سياسى مىباشند و با جهان خارج ارتباط دارند و آزاديهاى سياسى كشورهاى جهان را مشاهده مىكنند ، ناديده گرفتن آراء و نظريات مردم و سلب آزاديهاى سياسى از آنان و اصرار بر ولايت مطلقهء فقيه و لزوم تسليم همهء اقشار در برابر نظر يك فرد غير معصوم جائز الخطاء موجب زدگى و عصيان آنان مىشود » ! ! اين گونه اظهار نظرها بيشتر شبيه به حرفهاى سياسى و عوام پسند است تا نظريهء علمى و فقهى ، آخر كداميك از فقهاء عظام و كداميك از اصحاب - رضوان اللَّه عليهم - ولايت مطلقه را اين طور تعريف كرده‌اند كه حالا ما بخواهيم در صدد تخطئهء آنها برآئيم ؟\r\n« ولايت مطلقهء فقيه » يعنى آنكه ولىّ امر در هر سه منصب « فتوى » و « قضاء » و « حكومت » داراى ولايت است و محدودهء ولايت او محدود به منصب « فتوى » يا منصب « فتوى » و « قضاء » نيست و او در چارچوب منافع اسلام و مصالح جامعهء اسلامى ، حقّ دخالت در همهء شؤن اجتماع را دارد و از همين جهت است كه هر سه ركن اساسى نظام يعنى ركن تقنينى ، ركن قضائى و ركن اجرائى ، تحت اشراف و اختيار ولائى اوست .\r\n« ولايت مطلقهء فقيه » يعنى آنكه ، به دلالت عقل و شرع ، احدى حقّ\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nدخالت و تصرّف در شؤن اجتماعى را ندارد و در حقيقت احدى ولايت ندارد مگر خداوند متعال و يا كسى كه از ناحيهء خداوند منصوب باشد و لذا در زمان غيبت امام معصوم عليه السلام ، اگر كسى بخواهد در شؤن حكومت و ولايت تصرّف كند ، بايد مأذون از سوى ولىّ فقيه باشد و عمل وى مورد تنفيذ رهبرى حكومت اسلامى قرار گيرد و از اين جهت در نظام مقدّس جمهورى اسلامى بر اساس اصول قانون اساسى كشور ، مناصب رئيس قوهء مجريه و رئيس قوهء قضائيه به صورت مستقيم و قوهء مقنّنه بواسطهء شوراى نگهبان از سوى مقام معظّم رهبرى و ولىّ فقيه مورد تنفيذ قرار مىگيرد و بدون تنفيذ او ، هيچيك مشروعيّت ندارند .\r\n« ولايت مطلقه فقيه » يعنى همانكه استاد عظيم‌الشأن ما ، حضرت امام خمينى - اعلى اللَّه كلمته - فرمودند كه « حكومت كه شعبه‌اى از ولايت مطلقه رسول‌اللَّه صلى الله عليه و آله است يكى از احكام اوّليه اسلام است و مقدم بر تمام احكام فرعيّه حتى نماز ، روزه و حج است . . .\r\nو مىتواند هر امرى را چه عبادى و چه غير عبادى كه جريان آن مخالف مصالح اسلام است تا مادامى كه چنين است جلوگيرى كند . . . » « 1 » و به تعبير ديگر ايشان « اگر اختيارات حكومت در چارچوب احكام فرعيهء إلهيه است بايد عرض كنم كه حكومت الهيه و ولايت مطلقه مفوّضه به نبىّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - / صحيفهء نور ، جلد 20 ، ص 171 .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nاكرم صلى الله عليه و آله يك پديدهء بى معنا و محتوا باشد » « 1 » .\r\nبنابراين لازم است كسانى كه براى ردّ ولايت مطلقه به برخى فرمايشات حضرت امام قدس سره استناد مىكنند به اين تعابير بلند و نظائر آن نيز دقت كرده و چشم خود را از اين فرمايشات نپوشانند كه أخذ به بعض كلام و وانهادن بعض ديگر شيوهء غير مرضيّه و غير علمىاست .\r\nو خلاصه بايد گفت تعبير « مطلقه » يك اصطلاح اصولى است و تأويل و تحوّل آن به « مطلقه » در اصطلاح رايج علوم سياسى امروزى يعنى « حكومت مطلقهء فردى » و قرار دادن آن در قبال « مشروطه » اساساً امرى است باطل و ناشى از خلط مباحث و عدم دقّت و يا خداى ناكرده مغالطه و عناد است . « اعوذ باللَّه من العناد و العصبيّة » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - / صحيفهء نور ، جلد 20 ، ص 170 .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\n\r\n« نكتهء هشتم »\r\nآيا مجلس خبرگان پس از انتخاب رهبر مىتواند در مورد زمان يا مكان يا مسئوليتهاى وى « محدوديّت » قائل شود ؟\r\nاز آنجا كه « ولايت مطلقهء » فقيه ، ادامهء « ولايت عامّهء » ائمهء طاهرين عليهم السلام ، و ولايت آن بزرگواران استمرار « ولايت كليّهء » پيامبر عظيم الشأن صلى الله عليه و آله ، و ولايت ايشان هم استمرار « ولايت تامّهء الهيّه » - جلّت‌عظمته - مىباشد ، بر اين اساس همانگونه كه قبلًا نيز گفته شد كارى كه خبرگان مىتواند انجام دهد كشف و تشخيص مصداق ولىّ فقيه است نه انشاء يا جعل يا اعطاء مقام و نصب وى ، همانگونه كه اگر مصداقى كه داراى هيچ رقيب و عديلى نيست ، ولايت وى در جامعهء اسلامى به نحو تعيّن پديدار شود ، در اين صورت خبرگان همين مسئوليت را هم نخواهند داشت چرا كه ولايت چنين مصداقى ، نياز به تشخيص و قيام آراء كارشناسانهء اهل حلّ و عقد ندارد و به عبارت ديگر در چنين فرضى مسئوليت خبرگان ، سالبهء به انتفاء موضوع است نظير آنچه در خصوص بنيانگذار و رهبر كبير انقلاب اسلامى حضرت امام خمينى -\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nاعلى اللَّه كلمته و درجته - اتّفاق افتاد .\r\nاز اينرو خبرگان نمىتواند براى مصداقى كه به عنوان ولىّ فقيه تشخيص داده است ، توقيت و محدوديّت زمانى يا محدوديّت مسئوليتى قائل شود كه مثلًا مدّت رهبرى شش سال يا ده سال ، هر چند قابل تجديد ، باشد و يا بعضى از شؤن ولايت به ديگر اشخاص يا مسئولين سپرده شود و اساساً چنين شروطى هيچ وجه شرعى نداشته و بلكه خلاف شرع مقدّس است زيرا :\r\nاوّلًا اين خبرگان نيست كه جعل يا اعطاء مقام ولايت مطلقه به ولىّ فقيه كرده است كه در نتيجه بتواند محدوديتى چه از حيث زمانى و چه از جهت مسئوليتى و چه از نظر مكانى براى آن تعيين نمايد بلكه ولايت وى ناشى از حكم شارع مقدس و نصب اوست .\r\nثانياً سلب حقوقى كه خداوند متعال به اشخاص اعمّ از حقيقى و حقوقى اعطاء كرده است ، جائز نبوده و فاسد است ، نظير سلب حق شرعى ارث از وارث ميّت يا سلب حق قصاص از اولياء دم و همانند آن و به عبارت ديگر كليهء اين شروط ، مخالف كتاب و سنت است و شرط مخالف با كتاب و سنت ، فاسد و باطل است .\r\nبنابراين آنچه گفته شده كه « محدوديت رهبرى و ولىّ فقيه ، مردمى بودن نظام را تأييد و به اعتماد ملت كمك مىكند و مطلق و نامحدود بودن انتخاب شخص غير معصوم براى چنين منصب مهمى با اختيارات وسيع ، خلاف احتياط است » و بعد هم استدلال مىشود كه\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\n« مرجع تقليد نيز با فرض اعلم شدن ديگرى بايد عوض شود تا چه رسد به رهبرى سياسى با مسئوليت سنگينى كه بر عهده دارد » ، رأيى باطل و استدلالى بلاوجه است و ناشى از عدم توجه به مبانى شرع و قانون اساسى جمهورى اسلامى است ، زيرا قانون اساسى نيز در اصل يكصد و يازدهم تصريح مىكند كه :\r\n« هر گاه رهبرى از انجام وظايف قانونى خود ناتوان شود يا فاقد يكى از شرائط مذكور در اصول پنجم و يكصد و نهم گردد ، يا معلوم شود از آغاز فاقد بعضى از شرائط بوده است ، از مقام خود بر كنار خواهد شد .\r\nتشخيص اين امر به عهدهء خبرگان مذكور در اصل يكصد و هشتم مىباشد » . بر اساس مفاد اين اصل مراقبت از استمرار اوصاف و شرائط ولىّ فقيه و نظارت بر عدم فقدان اين شرائط به عهدهء مجلس خبرگان رهبرى است و از اين جهت گرچه مقام رهبرى در نظام اسلامى محدوديت زمانى و مكانى و مسئوليتى ندارد ولى روشن است كه مشروط به وجود شرائط و ويژگيهاى معيّنه‌اى است كه در طول زمان و مكان و در بستر انجام مسئوليتها ، بايد پايدار بماند و همانگونه كه در مرحلهء حدوث ، وجود اين شرائط در شخص ولىّ فقيه لازم بوده است ، در مرحلهء بقاء نيز استمرار اين ويژگيها در وى ضرورى است و وظيفهء سنگين مجلس خبرگان در كشف مصداق ولايت فقيه ، اختصاص به مقام حدوث نداشته بلكه در مقام بقاء نيز وجود دارد .\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\n\r\n« نكتهء نهم »\r\nآيا ولىّ فقيه « حاكم بر قانون اساسى » و فوق اين قانون است ؟ و در اين صورت آيا قانون اساسى خدشه دار نمىشود ؟\r\nولىّ فقيه حاكم بر قانون اساسى است و اساساً اين قانون بواسطهء تنفيذ ولىّ فقيه قابليّت اجراء پيدا مىكند همانگونه كه در اصل يكصد و هفتاد و هفتم قانون اساسى تصريح شده كه مصوبات شوراى بازنگرى در قانون اساسى پس از تأييد و امضاى مقام رهبرى قابليّت ارائه به مردم براى همه پرسى دارد و بنابراين روشن است كه رهبرى حاكم و ما فوق قانون اساسى است . و چارچوب قانون اساسى محدود كنندهء حوزهء اختيارات و اقتدار و نفوذ ولايت مطلقهء فقيه نيست ، چرا كه قوانين به صورت موّقت وضع شده‌اند و با تغيير شرائط مختلف ، تغيير مىكنند و دائماً مورد اصلاح و اكمال واقع مىشوند و از اين جهت ممكن است در همه حال ، كارآمد و راهگشا نباشند زيرا قوانين ، قراردادهاى مبتنى بر تجربه‌اند و بنابراين ابطال پذيرى در آنها راه دارد .\r\nدر جامعهء اسلامى كه بر خلاف جوامع غير دينى ، حكومت داراى\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nمنشأ و مشروعيّت إلهى است ، قوانين اعم از عادى و اساسى ، داراى « موضوعيّتِ بالعرض » است و آنچه « موضوعيّتِ بالذّات » دارد ارزشها و فرامين الهى است و همين چارچوب ارزشى و مقدس است كه حاكم بر رفتار فردى و جمعى و حكومتى جامعه اسلامى است و كلّ نظام و شؤن آن را مشروعيّت مىبخشد و قوانين براى كارآمد شدن اين نظام و چگونگى حكومت كردن و شيوه‌هاى إعمال حكومت و توزيع وظائف و تكاليف كارگزاران حكومت وضع شده است و اين ، البته به معناى كم اهميت دانستن قانون اساسى يا قوانين عادى نيست .\r\nبه عبارت ديگر به مسئلهء « حاكمّيت ولىّ فقيه بر قانون اساسى » از دو بُعد « مشروعيّت » و « كارآمدى » بايد نگريست . « مشروعيّت » جامعهء اسلامى و دينى به حاكميت ولايت مطلقهء فقيه است و در نگاه از اين بُعد ، ولىّ فقيه حاكم بر قانون است و البته نظام اسلامى كارآمد نيز هست و كارآمدى اين نظام يعنى آنكه ، روشهاى حكومتى را قوانين ، معيّن و تأمين مىكنند و در اين صورت درست است كه قوانين براى همگان لازم الاجراء است و نقض قانون روا نيست و بر اساس اصل يكصد و هفتم قانون اساسى جمهورى اسلامى ايران « رهبر در برابر قوانين با ساير افراد كشور مساوى است » ، امّا اين بدان معنا نيست كه دست ولىّ فقيه براى حلّ معضلات نظام اسلامى بسته شود زيرا ولىّ فقيه ، اساس ادارهء حكومت اسلامى را بر قوانين مىگذارد اما مىتواند براى تأمين مصلحت جامعهء اسلامى از روشهاى فوق قانون نيز بهره‌بردارى كند و نمونهء\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nبرجستهء آن فرمان حضرت امام خمينى - قدّس اللَّه نفسه الزّكيه - مبنى بر بازنگرى در قانون اساسى مصوّب سال 1358 بود كه در آن قانون با فرض آنكه با دقت نظر فراوانى تنظيم شده بود ولى هيچ راه قانونى براى تجديد نظر و اصلاح و اكمال قانون اساسى جمهورى اسلامى پيش بينى نشده و وجود نداشت و اين يكى از نقائص بزرگ آن قانون بود كه با درايت و تدبير ولىّ فقيه حلّ شد و اگر قرار بود كه ولايت مطلقهء فقيه بر قانون اساسى حاكميت نداشته باشد ، اين نقيصه و نقائص ديگر قانون اوّل ، غير قابل حلّ مىشد در حالى كه در فقه سياسى اسلام ، با توجّه به حوزهء اختيارات ولىّ فقيه ، براى حلّ معضلات جامعهء اسلامى ، بن بست وجود ندارد .\r\nبنابراين حاكميت ولىّ فقيه بر قانون و فوق قانون بودن او به همين معناست كه او مىتواند براى باز كردن بن بستها در ادارهء حكومت و تأمين مصالح جامعهء اسلامى ، از چار چوب خشك و غير قابل انعطاف قانون خارج شود چرا كه قانون ، تقدّس و ارزش و موضوعيّت بالذّات ندارد بلكه قوانين در خدمت ارزشها و در خدمت مقدسات و در خدمت تأمين مصالح فرد و اجتماع اسلامى است و نقص و ضعف قوانين نبايد ما را از رسيدن و اجراى ارزشهاى الهى و سامان دادن مصالح امت اسلام باز دارد و اگر اين هدف و الا با توسل به احكام اولّيهء الهيّه ، قابل وصول و تأمين باشد ، ولىّ فقيه از همين طريق وارد خواهد شد اما اگر با توجه به شرائط خاص و ضرورت جامعه ، اجراى آن احكام ، منتج به آن نتيجهء\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nاصلى و هدف و الا نشود ، در اين صورت از اختيارات و مسئوليتهاى ولايت مطلقهء فقيه آن است كه حتى بوسيلهء تعطيل موقت احكام اولّيه و با استناد به حكم حكومتى ، مصالح اسلام و امت اسلامى را تأمين نمايد و در اين صورت قانون كه قطعاً نسبت به احكام اوليه در رتبهء پايين‌ترى قرار دارد ، بالفحوى و به نحو اولى ، محكوم ولايت مطلقهء فقيه بوده و ولىّ فقيه بر آن حاكميت دارد و از اين جهت استاد بزرگوار ما حضرت امام خمينى قدس سره فرمودند : « حكومت مىتواند قراردادهاى شرعى را كه خود با مردم بسته است در مواقعى كه آن قراردادها ، مخالف مصالح كشور و اسلام باشد يك جانبه لغو كند و مىتواند هر امرى را چه عبادى و يا غير عبادى كه جريان آن مخالف مصالح اسلام است تا مادامى كه چنين است ، از آن جلوگيرى نمايد » « 1 » و دقيقاً بر اساس همين مبنا ، آن بزرگوار پس از تشخيص مصالح و مفاسد ، در مقطع زمانى خاصّى و به دلائل ويژه‌اى ، « حجّ » اين واجب اهمّ الهى را براى چند سال تعطيل فرمود .\r\nاز اينرو اين اشكال كه « با اعتقاد و قول به ولايت مطلقهء فقيه ، قانون اساسى گرفتار تضادّ عجيبى خواهد بود و بالاخره با فرض قانونمند بودن كشور و داشتن تشكيلات وسيع و ارگانهاى مختلف قانونى ، ولىّ فقيه فوق قانون نيست بلكه در متن قانون است » اشكالى كاملًا غير موّجه و ناشى از خلط دو مقولهء « مشروعيّت » و « كارآمدى » و نيز ناشى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - / صحيفهء نور ، ج 20 ، ص 171 .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nاز تفسير غلط قانون و قائل بودن « موضوعيّت بالذّات » براى قانون است و اساساً بر خلاف اين اشكال ، بايد گفت كه اگر بر ولايت مطلقهء فقيه و حاكميّت و فوقيّت ولىّ فقيه بر قانون اساسى معتقد نباشيم ، اين قانون ، گرفتار تضادّ و تناقض خواهد شد چرا كه در اصل يكصد و دهم قانون اساسى در مقام شمارش وظائف مقام رهبرى به مواردى اشاره مىكند كه حاكى از ولايت مطلقه است و از آن جمله ، بند اوّل ، دوّم ، هفتم و هشتم از اين اصل است و همين كه در بند هشتم ، يكى از وظائف مقام رهبرى را « حلّ معضلات نظام كه از طُرق عادى قابل حلّ نيست » دانسته است ، به خوبى دلالت دارد كه ولىّ فقيه در برخى از مواقع براى رفع مشكلات نظام بايد طُرق عادى را - كه همان طُرق قانونى و چارچوب قانون اساسى و قوانين عادى است - ترك كرده و با رأى و نظر خود كه همان « حكم حكومتى » است ، مشكلات جامعهء اسلامى را حلّ و فصل نمايد .\r\nبه عبارت ديگر اين قانون اساسى نيست كه فقه سياسى شريعت اسلام را تفسير مىكند بلكه مبانى شرع است كه بايد مفسّر قانون اساسى و اصول مختلف آن واقع شود و البته اين موضوع نه تنها از عظمت و احترام قانون اساسى نمىكاهد بلكه عين عظمت و احترام به آن است و لذا اگر حاكميت ولىّ فقيه بر قانون مطرح مىشود ، در حقيقت حاكميت « فقه » بر « قانون » مطرح شده است چرا كه ولايت مطلقهء فقيه يعنى ولايت مطلقهء فقه ، و از اين جهت اين حاكميت بر خود ولىّ فقيه نيز\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nهست چرا كه فقه ، قانون شريعت الهى است و بر همهء مكلفّين ، لازم الاجراء است .\r\nخلاصه اين ويژگى لا ينفكّ حكومت و ولايت است‌كه إعمال ولايت و صدور و نفوذ حكم حاكم اسلامى وولىّ امر مسلمين در چارچوب احكام و مقررات ثابت ، محدود نمىشود و ولىّ فقيه با تشخيص مصالح تامّهءملزمه و يا مفاسد تامّهء ملزمه ، نسبت به صدور « حكم‌حكومتى » اقدام مىكند و از ديدگاه قرآن و روايات ، اين‌حكم همان « حكم اللَّه تعالى » است و روشن است كه إعمال‌اينگونه اختياراتِ مفوّضه به ولايت مطلقهء فقيه كه خارج‌از چارچوب احكام فرعيهء اوليه است به عنوان احكام‌ثانويه نيست چرا كه احكام ثانويه ربطى به إعمال ولايت‌مطلقهء فقيه ندارد ، همانگونه كه نظر استاد بزرگوار ماحضرت امام خمينى - رضوان اللَّه تعالى عليه - نيز همين‌است « 1 » و به تعبير آن بزرگوار : « اساساً اگر چنين نباشدحكومت إلهيّه و ولايت مطلقهء مفوّضه به نبى اكرم صلى الله عليه و آله يك پديدهء بى معنا و محتوا خواهد بود » . « 2 »\r\nما در زمينهء احكام ولايى و حكومتى و فرق آن با احكام اوليه و ثانويه و مسائل مرتبطه در جاى ديگرى به تفصيل سخن گفته‌ايم كه علاقمندان مىتوانند مراجعه كنند . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - / صحيفهء نور ، ج 17 ، ص 202 .\r\n( 2 ) - / صحيفهء نور ، ج 20 ، ص 170 .\r\n( 3 ) - / مجموعه آثار كنگرهء بررسى مبانى فقهى حضرت امام‌خمينى « نقش زمان و مكان در اجتهاد » ، ج 14 ، مجموعه مصاحبه‌ها ، ص 333 .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nبا توجه به توضيحاتى كه گذشت و با توجه به‌آنچه كه قبلًا گفته شد كه يكى از شؤن ولايت مطلقه ، مقام‌قضاء است اينك روشن مىشود كه مثلًا گرچه هر مجتهد جامع الشرائطى مىتواند قضاوت كند ولى در سايهءحكومت اسلامى براى رفع هرج و مرج و جلوگيرى از گسستن شيرازهء نظم و انتظام جامعهء اسلامى ، و بر طبق قانون اساسى ، عالىترين مقام قوهء قضائيه را ولىّ فقيه‌تعيين مىكند و بنابراين ولىّ فقيه همانگونه كه شرعاً و قانوناً مىتواند رئيس قوهء قضائيه را تعيين كند ، مىتواند دادگاه يا قاضى ويژه‌اى براى « امر خاصّ » نظيرامور روحانيت تعيين نمايد و عجب اينجاست كه بر طبق قوانين قضايى ، رئيس هر دادگسترى هم مجاز است كه‌قاضى ويژه‌اى براى امر خاصّى تعيين كند اما اشكال به ولىّ فقيه مىشود كه او چرا دادگاه و قاضى ويژه‌اى براى روحانيت تعيين نموده است .\r\nالبته تذكر اين نكته لازم است كه : با استناد به نوع‌عملكرد يك دستگاه ، نمىتوان منكر مشروعيّت آن شد ، همانگونه كه اگر مسلمانان در عمل ، رفتار شايستهء مسلمانى را انجام ندهند ، دليلى بر نقص يا انكار دين اسلام نيست ، در اين صورت تقصير با عامل است نه با اصل عمل و نمىتوان نقص عملكرد هيچ تشكيلاتى در نظام را به پاى كلّ نظام و ولىّ فقيه نوشت همانگونه كه عملكرد ناشايست برخى از اصحاب نبىّ اكرم صلى الله عليه و آله و يا بعضى از كارگزاران حكومت اميرالمؤمنين عليه السلام را نمىتوان به حساب آن بزرگواران گذاشت .\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\n\r\n« نكتهء دهم »\r\nآيا رهبرى در اسلام به‌صورت « شورائى » نيز ممكن است ؟\r\nرهبرى به صورت « شورائى » امرى است غير موجّه زيرا :\r\nاولًا اگر دليلى بر فساد آن نداشتيم جز اينكه در اديان الهى در نبوت و ولايت هيچ مثل و سابقه‌اى ندارد و پروردگار عالم در هيچ زمانى شوراى رهبرى و زعامت نصب نفرموده است ، كافى بود . همانگونه كه در زمان اميرمؤمنان عليه السلام ، حسنين عليهما السلام حضور داشته و اين بزرگواران در فضيلت با هم تفاوتى نداشتند همانگونه كه بعد از اميرمؤمنان عليه السلام آن دو بزرگوار با هم حضور داشتند لكن رهبرى و ولايت ، ابتدا مختص حضرت امير عليه السلام و سپس ويژهء حضرت امام حسن عليه السلام و بعد هم مربوط به امام حسين عليه السلام بود و هر يك ، از امامِ وقت مسلمين تبعيت مىفرمود .\r\nو ثانياً رهبرى شورائى موجب اضطراب و تشتت است و همانگونه كه عقل ، اصل حكومت را ضرورى مىشمارد ، فردى بودن و شورائى نبودن آن را نيز ضرورى مىداند ، چرا كه تشكيل اصل حكومت براى ايجاد نظم و انتظام و يكپارچگى امور بشرى است و شورائى بودن\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nولايت و حكومت كه موجب اضطراب و تشتّت است ، ما را به ضد مطلوب مىرساند همانگونه كه اميرالمؤمنين عليه السلام نيز در اين زمينه مىفرمايند :\r\n« الشركةُ فى المُلك تؤدّى إلى الاضطراب » « 1 »\r\nحتى شورائى بودن رهبرى از ديدگاه اهل سنت نيز فقط به ادعاى آنها در يك مورد واقع شده و ظاهراً همانگونه كه از حيث تاريخى ملاحظه مىشود ، نمونهء بعدى نداشته و شايد بتوان ادّعا كرد كه آن نمونه اوّل هم يك پديدهء خاص سياسى بوده است .\r\nخلاصه توجيهاتى كه در خصوص شوراى رهبرى ، احياناً گفته مىشود هيچ يك موجّه و مستند و قابل قبول و داراى ريشهء شرعى و روايى نيست .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - / غرر الحكم و درر الكلم ، ص 342 ، حديث 7843 .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\n\r\n« نكتهء يازدهم »\r\nآيا نظارت شوراى نگهبان بر امر انتخابات « استصوابى » است ؟ در اين صورت اشكال « دور » در اين زمينه چه مىشود ؟\r\nشوراى نگهبان همانگونه كه از اسم آن معلوم است و بر اساس اصول نود و يك ، نود و شش ، نود و هشت و نود و نهم قانون اساسى ، نگاهبان و پاسدار احكام اسلام و قانون اساسى از نظر عدم مغايرت و تعارض مصوبات مجلس شوراى اسلامى با آنها و همچنين تنها مفسّر قانون اساسى جمهورى اسلامى و نيز نظارت كننده بر انتخابات مجلس خبرگان رهبرى و مجلس شوراى اسلامى و رياست جمهورى و مراجعه به آراى عمومى و همه پرسى است و از جايگاه رفيعى در نظام اسلامى و قانون اساسى برخوردار است .\r\nدر امر انتخابات و همه پرسىها از آنجا كه گزينش و لياقت سنجى منتخبين به دليل اهميت مسئوليتهايشان در حكومت دينى و اسلامى شرط اساسى و لازم است ، بنابراين بايد عده‌اى از اهل حلّ و عقد باشند تا افرادى را كه در معرض آراء عمومى ملت قرار مىگيرند از حيث\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nشرائط لازم گزينش كنند و چون وظائف و مسئوليتهاى شوراى نگهبان از نوع تصرّف و دخالت در شؤن اجتماعى است بايد اولًا داراى شرائط علمى و عملى و خبروى باشند و ثانياً از سوى ولىّ فقيه تعيين و نصب شوند و بهترين راه همان راهى است كه در اصل نود و يكم قانون اساسى پيش بينى شده است كه براى عضويت در اين شورا شش نفر فقيه عادل و آگاه به مقتضيات زمان و مسائل روز به صورت مستقيم از سوى ولىّ فقيه تعيين مىشوند و شش نفر حقوقدان مسلمان هم به صورت غير مستقيم از سوى ولىّ فقيه انتخاب مىگردند يعنى اين شش نفر را رئيس قوهء قضائيه براى كسب رأى به مجلس شوراى اسلامى معرفى مىكند و همانگونه كه قبلًا گفتيم قوهء قضائيه به صورت مستقيم و قوهء مقننه بطور غير مستقيم مشروعيت خود را از ولىّ فقيه كسب كرده و از سوى وى تعيين و يا تنفيذ مىگردند .\r\nبنابراين آنچه گفته شده كه « مردمى بودن حكومت با دخالتهاى شوراى نگهبان در انتخابات بسيار كم رنگ مىشود و مردم را از شركت در انتخابات دلسرد مىكند و براى رفع اين محذور لازم است نظارت استصوابى شوراى نگهبان بطور كلى لغو شود » ، سخنى است باطل و غير موجّه چرا كه :\r\nاولًا استصوابى بودن نظارت بر انتخابات ، امرى است قانونى و اگر شخصى يك قانون تصويب شده بر اساس مبانى شرع را به هر دليلى نمىپسندد ، حق زير سؤال بردن آن قانون را ندارد . قانون در خدمت\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nافراد نيست كه آن را بر اساس تحوّل موقعيّتها و يا به تناسب ديدگاهها و مواضعشان ، تفسير و يا مورد اعتراض قرار دهند و بعد هم اسم آن را انتقاد لازم التذكر و مستدلّ و يا امر به معروف و نهى از منكر و يا اعلام از باب احساس وظيفهء شرعى بگذارند .\r\nثانياً اگر نظارت بر انتخابات ، از نوع « استصوابى » نباشد ، لاجرم از نوع « استطلاعى » خواهد بود در حالى كه اين نوع نظارت ، تأمين كنندهء وظايف سنگين شوراى نگهبان نيست چرا كه مثلًا تشخيص مقامى مثل رهبرى و ولايت مطلقهء فقيه كه ركن ركين نظام اسلامى در زمان غيبت امام معصوم عليه السلام است و از حساسيت و عظمت ويژه‌اى برخوردار است ، پايه‌اى استوار و متين را لازم دارد و استوارى و استحكام اين پايه كه مجلس خبرگان رهبرى است ، قطعاً با نظارت استطلاعى تأمين نمىشود و لذا هم احتياط شرعى و هم ضرورت عقلى ، نظارت‌استصوابى را مشروعيّت مىبخشد .\r\nثالثاً مدّعيان و طرفداران حذف نظارت استصوابى ، براى جايگزين شوراى نگهبان در امر تعيين صلاحيت داوطلبان نمايندگى مجالس خبرگان و شوراى اسلامى يارياست جمهورى چه شخص يا نهادى را معرفى مىكنند ؟\r\nاگر مثلًا قوهء مجريه و يا وزارت كشور را مسئول چنين‌كارى مىدانند كه به كلى مرتكب خطا شده‌اند چرا كه نه‌تنها در هيچيك از اصول قانون اساسى چنين چيزى وجود ندارد بلكه بر اساس اصل پنجاه و هفتم قانون‌اساسى قواى حاكم در جمهورى اسلامى ايران\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nمستقل از يكديگرند ولهذا مثلًا تعيين صلاحيت داوطلبان نمايندگى مجلس شوراى اسلامى توسط قوهء مجريه مغاير چنين اصلى است و موجب تسلط قوهء مجريه بر قوهء مقننه خواهد بود و ديگر پشنهاداتى هم كه در زمينه جايگزين شوراى نگهبان عنوان شده است مبتلا به اشكالات و تناقضات عديده است كه نيازى به تطويل كلام نيست .\r\nرابعاً بايد گفت كه اساساً در اين موارد مسئوليت شوراى نگهبان از حد نظارت بالاتر است و در حد اجراء است يا به يك معنا يك نظارت اجرائى است و ديگر تقسيم به استصوابى و استطلاعى بى معناست چرا كه مثلًا در مورد مجلس خبرگان رهبرى بر اساس مصوّبهء خبرگان ، امر احراز صلاحيت نامزدهاى نمايندگى بر عهدهء شوراى نگهبان قرار داده شده و مسئوليت اين شورا تطبيق مصاديق بر كلّيات يعنى احراز شرائط براى نامزدهاست و روشن است كه اين وظيفه از مرز نظارت ، بالاتر و يك وظيفه اجرائى است و از اين جهت قابل تقسيم به استصوابى و استطلاعى نيست .\r\nهمچنين اين مطلب كه اين روزها مرتباً گفته مىشود و حتى دستمايهء ضد انقلاب و خارجيها هم شده است كه : از دخالت شوراى نگهبان در امر خبرگان رهبرى دور لازم مىآيد زيرا مجلس خبرگان براى تعيين رهبرى است پس اگر شوراى نگهبان احراز صلاحيت نمايندگان را عهده‌دار شود فى الواقع شوراى نگهبان در تعيين مقام رهبرى دخيل شده است و چون اين شورا را مقام رهبرى تعيين مىكند پس در حقيقت ،\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nرهبر ، تعيين\r\nرهبر نموده است ، اين هم حرفى بىپايه و أشبه به وهم است تا يك واقعيت زيرا :\r\nاوّلًا اگر اين جريان مستلزم دور باشد ، از آنجا كه دور واقعيت ندارد پس امرى هم كه دورى است ، محال است كه واقعيت و خارجيّت پيدا كند در حالى كه دخالت شوراى نگهبان در خبرگان سالهاست كه خارجيّت و واقعيت دارد و به بيان ديگر اين دور ادّعايى فقط يك « دور شكلى » است نه « دور محتوايى » .\r\nثانياً شوراى نگهبان توسط رهبرى تعيين مىشوند براى انجام يك سلسه مسئوليتهاى مهمّ كه در قانون اساسى آمده است ( و از جملهء مسئوليتهاى شوراى نگهبان كه توسط مجلس خبرگان به عهدهء آنها گذاشته شده است نظارت بر امر انتخابات خبرگان است ) و سپس مجلس خبرگان در صورت وقوع حادثه ، رهبر ديگرى و در واقع رهبر دومى را معرفى مىكنند ، حال سؤال اين است كه كجاى چنين جريانى دور و « توّقف الشى على نفسه » است ؟\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n\r\n« نكتهء دوازدهم »\r\nمعناى « النّصيحة لأئمّة المسلمين » چيست ؟ و چگونه بايد آن را انجام داد ؟\r\nدر اينكه انتقاد موجب شكوفائى عقل و سدّى در مقابل خطاها و اشتباهات است و موجب كمال فردى و اجتماعى است ، هيچ شكّى نيست و بايد در جامعه اسلامى ، نقد و نظر وجود داشته باشد و از اين مهم‌تر ، انتقاد پذيرى است كه البتّه ، در اين امر فرقى ميان ولىّ فقيه و غير آن نيست و قرآن شريف نيز در اين باره مؤكّداً بيان فرموده است كه « فَبِشّر عباد الذين يستمعون القول فَيتّبعون أحسَنه اولئك الذين هديهم اللَّه و اولئك هم اولوا الألباب » « 1 » . ليكن بايد توجه داشت كه :\r\nاوّلًا : انتقاد غير از انتقام است و ابراز عقيدهء انتقادى غير از اظهار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - / سورهء زمر ، آيهء 17 ، « پس بشارت ده بندگانى را كه سخنان رامىشنوند و بهترين آن را پيروى مىكنند ، همانا اينان را خداوند هدايت كرده است و همانا اينان خردمندانند » .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nعقدهء سياسى است . انتقاد آن است كه اگر نقص و نقطه ضعفى به نظر مىرسد ، به صورت محترمانه و مخفيانه و خارج از آشوب طلبى و فتنه‌گرى گوشزد شود نه اينكه در مطبوعات و جرائد و رسانه‌هاى عمومى و يا در سخنرانىها و نامه پراكنىها آن هم به طور انتقام جويانه و همراه با تعيير و سرزنش و پرخاشگرى و آميخته با تعبيرات كوبنده باشد ، كه اين ديگر اشاعهء فحشاء است نه انتقاد و قرآن شريف عذاب هر دو جهان را بر چنين شيوه‌اى مترتب فرموده است .\r\nثانياً : اينكه اگر هر كس هر چه اراده كند و به هر صورتى كه خواست بيان كند و بعد هم با استناد به مسئلهء « النّصيحة لائمّة المسلمين » رنگ و لعاب علمى و مشفقانه به آن بدهد ، معلوم است كه غلط است . معناى بيان بلند « نصيحت رهبران مسلمين » جز خير خواهى بى غلّ و غش و مساعدت و يارى چيز ديگرى نيست كه از آن انتقاد انتقام جويانه و شكستن حريمها و تعبيرات آكنده از تعيير ، برداشت و تفسير شود و لذاست كه اميرالمؤمنين عليه السلام مىفرمايد : « فأَعينونى بمناصحةٍ خليّةٍ من الغشّ ، سليمةٍ من الرّيب » « 1 » يعنى مرا با خير خواهى خالصانه و سالم از هرگونه ترديد و شكّ يارى كنيد و بر همين اساس در فرمان مبارك خود به مالك اشتر دستور مىفرمايند كه از انتخاب عمّال و كارگزارانى كه جسارت آنها موجب مخالفت آشكار و علنى با حاكم اسلامى در ميان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - / نهج البلاغه ، خطبهء 117 .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nجامعه مىشود ، پرهيز كند ، « . . . ممّن لا تبطره الكرامة فيجترئ بها عليك فى خلاف لك بحضرة ملأ » . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - / نهج البلاغه ، نامهء 53 .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\n\r\n« نكتهء سيزدهم »\r\nآيا « تسامح و تساهل » در جامعهء اسلامى نيز وجود دارد ؟\r\nدر اينكه تسامح و عفو و گذشت و احسان و إقالهء عَثَرات ، از فضائل با اهميت در اسلام است و قرآن و روايات اهل البيت عليهم السلام به اجراء و گسترش آن تأكيد فرموده‌اند ، جاى ترديد و اشكال نيست ، اشكال اينجاست كه اگر قرار باشد عفو در همه جا و بدون ملاك مشروع و معقول آن جارى شود ، پس بايد قاتل و جانى و اخلالگر و مفسد فى الارض و سارق و زانى و ساير مجرمين نيز مورد عفو و احسان واقع شوند در حالى كه خداوند متعال در اين گونه امور مىفرمايد : « و لا تأخذ بهما رأفة » « 1 » چرا كه اگر عفو و تساهل و تسامح در اجراى حدود الهى و قصاص راه پيدا كند ، نتيجه‌اى جز هرج و مرج و تعطيل حدود و جرى شدن مجرمان و گسترش زمينهء جرم و فساد و گناه و تباهى در جامعه اسلامى نخواهد داشت و در نتيجة لغويّت در جعل حكم شرعى الهى لازم مىآيد .\r\nبنابراين اين گونه فضائل در جاى خود بسيار نيكوست و عقل و شرع و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - / سورهء نور ، آيهء 2 .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nقانون‌هم جاى آن را تعيين كرده است كه معمولًا در امور شخصى و فردى است نه در امور نوعى و اجتماعى و در امور مربوط به حكومت و نظام ، و از اين جهت خداوند متعال همانگونه كه به پيامبر خود صلى الله عليه و آله مىفرمايد : « فاعف عنهم و استعفر لهم » « 1 » « خذ العفو و أمُر بالعروف و أعرِض عن الجاهلين » « 2 » « و ليعفوا و ليصفحوا » « 3 » ، در عين حال به آن بزرگوار فرمان مىدهد كه : « قاتلوا المشركين كافّة كما يقاتلونكم كافّة » « 4 » « السارق و السارقة فاقطعوا ايديهما جزاءً بما كسبا » « 5 » « انما جزاء الذين يحاربون اللَّه و رسوله و يسعون فى الأرض فساداً أَن يُقتّلوا او يُصلّبوا أو تقطّع أيديهم و أرجلهم من خلاف أو ينفوا من الأرض » . « 6 »\r\nاز اينرو هر گفته و هر كرده جايى دارد و متأسّفانه همهء مصائب از اينجا سرچشمه مىگيرد كه گفته‌ها بى جا و عملها به جاى يكديگر مصرف مىشود و نتيجهء آن هم چيزى جز خلط حق و باطل و مشوب كردن حق به شائبه‌هاى باطل نيست و همين خلطهاى حق و باطل است كه مردم را در ابهام و گمراهى و ضلالت مىافكند و بايد از اين نحو مغالطه‌ها و سفسطه پردازيها در گفتار و كردار به خداى رحمان و رحيم پناه برد و پرهيز كرد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - / سورهء آل عمران ، آيهء 159 .\r\n( 2 ) - / سورهء اعراف ، آيهء 199 .\r\n( 3 ) - / سورهء نور ، آيهء 22 .\r\n( 4 ) - / سورهء توبه ، آيهء 36 .\r\n( 5 ) - / سورهء مائده ، آيهء 38 .\r\n( 6 ) - / سورهء مائده ، آيهء 33 .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\n\r\n« نكتهء چهاردهم »\r\nدر شرائط حاضر كشور و با توجّه به حملاتى كه به اصل ولايت فقيه مىشود چه « وظيفه‌اى » داريم ؟\r\nدر خاتمهء اين مختصر لازم مىدانم به همگان و به ويژه كسانى كه با قول و عمل خود و با قدم يا قلم خويش چنان مىكنند كه نتيجهء آن اخلالگرى و فتنه‌انگيزى در نظام و جامعهء اسلامى است ، تذكرى را برادرانه عرض كنم كه « فانّ الذّكرى تنفع المؤمنين » « 1 » و آن تذكر عبارت است از اينكه :\r\nنظام مقدّس جمهورى اسلامى ايران ، خونبهاى صدها هزار شهيد و ثمرهء تلاش و مجاهدت و انديشهء حضرت امام راحل عظيم الشأن قدس سره و اصحاب و حواريون اوست و قانون اساسى آن كه تراوش افكار و آراء مجمعى از فقهاء و خبرگان كشور و مظهر ميثاق ملى مردم ماست با رأى قاطبهء اين ملت و تنفيذ ولايت مطلقهء فقيه تصويب شده و اجراء مىشود . حضرت امام خمينى - اعلى اللَّه مقامه و كلامه - ساليان متمادى انزواى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - / سورهء ذاريات ، آيهء 55 .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\n« ولايت و امامت » ، اين اصل بلند مرتبهء تشيّع را با هدايت و رهنمود و رهبرى خود ، به پايان آورد و آرمان دست نيافتنى حكومت اسلامى را به سر انگشت تدبير فقاهتى و ولايتى خود ، دست يافتنى و ممكن الوصول كرد و در تمام دوران ثبات و استقرار حكومت اسلامى به وظيفهء سنگين و تكليف عظيم « حفظ نظام و انقلاب » پاى فشرد و آن را به همگان گوشزد كرد و دشمنان اسلام و نظام اسلامى كه همهء توان خود را در قالب انواع و اقسام توطئه‌هاى داخلى و خارجى ، براى نابودى اين نهضت عظيم به كار گرفته بودند ، در تمام دوران حيات مبارك آن بزرگمرد ، آرزوى مرگ آن عزيز را مىكردند چرا كه به تصوّر باطل و خيال خام آنان ، عدم وجود آن بزرگمرد به معناى محو و نابودى نظام اسلامى بود . آنها تصوّر مىكردند كه قباى هدايت امّت اسلامى فقط براى امام راحل عظيم الشأن قدس سره دوخته شده و ارتحال او علامت پايان همهء نهضت و انقلاب اسلامى است ، امّا به لطف و عنايت حضرت حق متعال و با توجّهات حضرت ولىّ اللَّه الاعظم - ارواحنا له الفداء - پس از ارتحال آن بزرگ مرد و آن نابغهء دوران و آن ولىّ عديم النظير ، مجلس خبرگان رهبرى بر اساس مسئوليت خود با توجه به اشارات و تصريحات حضرت امام راحل عظيم الشأن قدس سره و نيز پس از فحص و بحث لازم ، صالح‌ترين فقيه شايستهء ولايت و زعامت دينى در عصر حاضر يعنى حضرت آية اللَّه آقاى خامنه‌اى - / مدظله العالى - را به عنوان ولىّ فقيه و مقام معظم رهبرى تشخيص داده و آن بزرگوار را به جامعهء\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nاسلامى معرفى كردند و وقتى دشمن در كمال ناباورى آرزوى باطل خود را بر باد رفته ديد ، از شدّت بُغض و كينه در فكر توطئهء ديگرى شد و در فضاى بعد از دفاع مقدّس كه فضاى آرام سازندگى كشور بود ، اصل ولايت را نشانه گرفت و در تهاجم خود به ارزشهاى مقدّس اسلامى و ملّى ، زيربنايىترين ارزش انقلاب و نهضت يعنى اصل اصيل ولايت مطلقهء فقيه را مورد حملات مختلف قرار داد و هنوز هم اين حملات ادامه دارد .\r\nاين نظام در طول دو دهه از حيات مبارك خود بر اساس آرمانهاى اعتقادى خويش و با محوريّت ولىّ فقيه ، حجم عظيم و بىشمارى از مشكلات داخلى و معضلات خارجى را حلّ و فصل كرده و پشت سر گذارده است و پيشرفت اين ملت در همهء زمينه‌ها ، با توجه به توطئه‌هاى دشمنان بسيار چشمگير و اعجاب آور بوده است به گونه‌اى كه دشمنان نيز لاجرم به اين حقيقت معترف شده‌اند . بنابراين عقلًا و شرعاً و قانوناً بر همگان و به ويژه أعاظم از علماء دين و مراجع تقليد و حوزه‌هاى مقدسهء علميه و دانشگاهها لازم است كه اين نظام و حكومت الهى و رهبرى معظم آن - كه در طول زمان قريب به يك دهه از رهبرى و زعامت جامعهء اسلامى ، كفايت و لياقت خود را نشان داده و از آزمايشها و امتحانات بزرگ ، سرفراز بيرون آمده است - را مساعدت و معاضدت كرده و يارى نمايند تا إن شاء اللَّه تعالى اين مملكت امام زمان - سلام اللَّه عليه و عجّل اللَّه فرجه الشريف - به سر\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nمنزل مقصود رسيده و به همهء آرمانهاى الهى خود دست يابد و همچنين بر همهء كسانى كه دغدغهء فكرى آنها اعتلاء اسلام است به ويژه انديشمندان و علماء حوزه‌هاى علميه و دانشگاهها واجب و لازم است كه اگر در اعتقاد خود صادق و راسخ هستند با درايت و آگاهى به زمان و مكان در تحكيم پايه‌هاى اين انقلاب عظيم الشأن هيچ تلاشى را فرو نگذارند و در دايرهء منسجم اين امت ايجاد خلل و تفرقه نكنند و رهبرى و زعامت و ولايت دينى مسلمين را دستخوش اميال و خواسته‌هاى شخصى و گروهى قرار ندهند و در طرح مسائل و بيان مطالب ، از آنچه مظنّهء نزاع قدرت و ابراز عقده‌هاى درونى در آن مىرود پرهيز كنند و آب زلال « ولايت فقيه » را كه در اين نظام جريان دارد ، گل آلود نكنند و از اين نعمت عظمى ، حق شناسى و قدردانى كنند ، چنان كه خداوند متعال در قرآن شريف مىفرمايد :\r\n« قل أرأيتم ان أصبح ماؤكم غوراً فمن يأتيكم بماءٍ مَعين » . « 1 »\r\nحقيقت آن است كه انسان نمىداند چرا بعضى بجاى مساعدت و يارى ولىّ فقيه ، دائماً به حكومت و نظام انتقادهاى همراه با انتقام ارائه كرده و بجاى ارائهء انتقاد به شكل صحيح و عمل به وظيفهء النّصيحهء لأئمّة المسلمين - به همان صورت كه قبلًا توضيح داده شد - مرتّباً به ايجاد شبهه و اختلاف و منفى بافى مىپردازند ؟\r\nاين گونه عملكردها ، هنر نيست\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - / سورهء ملك ، آيهء 30 . « بگو به من خبر دهيد اگر آبهاى سرزمين شما در زمين فرو رود چه كسى مىتواند آب جارى در دسترس شما قرار دهد ؟ »\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\n« بل هى فتنة ولكنّ اكثرهم لا يعلمون » « 1 » چرا قلم و بيان علمى آنان ، تبديل به بلندگوى دشمنان داخلى و خارجى و وسيله‌اى براى فتنه انگيزى و توطئه گرى شده است ؟ مگر خداوند متعال به ما نفرمود كه « الفتنة اشدّ من القتل » « 2 » « والفتنة اكبر من القتل » « 3 » ؟ مگر امام بزرگوار قدس سره به ما نصيحت نفرمود كه بگونه‌اى سخن نگوئيم كه استكبار و دشمنان ما گمان كنند كه انقلاب و انقلابيون در حال عدول از مواضع انقلابى و اسلامى خود هستند ؟\r\nآيا اين سدّ خلل ناپذير ولايت مطلقهء فقيه نبود كه امروز ايران اسلامى را از گرفتار آمدن در گرداب جنگ و خشونت و استبداد ، نظير آنچه در برخى كشورها مثل لبنان ، پاكستان ، بوسنى ، فلسطين ، الجزاير و نظاير آن مىگذرد ، رهايى بخشيده است ؟\r\nآيا اين تدبير و كفايت و كارآمدى ولايت مطلقهء فقيه نبود كه امروز كشور اسلامى ايران را از گزند فتنه‌هاى بزرگ نظير فتنهء افغانستان حفظ كرده است ؟ فتنهء طالبان در افغانستان كه اين روزها جارى است و دل و قلب هر مسلمان و بلكه هر انسان آزاده و حقّ طلب را مالامال از درد و رنج و خون مىكند ، از آنجا سرچشمه مىگيرد كه در اين كشور ، مسلمانان بدون سرپرست و زعيم و ولىّ فقيه هستند ، يعنى خالى از\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - / سورهء زمر ، آيهء 49\r\n( 2 ) - / سورهء بقره ، آيهء 191 .\r\n( 3 ) - / سورهء بقره ، آيهء 217 .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nمحوّريتى كه دين و دنياى آنان را حفظ و حراست‌نمايد و در فتنه‌ها آنان را منسجم گرداند .\r\nآيا اين اصل اصيل ولايت مطلقهء فقيه نبود كه ازوقوع حوادث تأسّف بارى نظير مشروطيت و نهضت‌ملّى در طول انقلاب مبارك اسلامى جلوگيرى كرد ؟ آيا هيچ فكر كرده‌ايم كه از اهمّ اهداف و شايد مهم‌ترين هدف‌فتنه و توطئهء بزرگ طالبان ، نشانه رفتن نظام اسلامىايران در دراز مدّت و يا حتّى كوتاه مدّت است ؟ پس دراين شرائط وظيفه چيست ؟ اتّحاد يا اختلاف ؟ مگرخداوند متعال در قرآن شريف به ما امر نفرمود كه « واطيعوا اللَّه و رسوله و لا تنازعوا فتَفْشَلُوا و تَذْهَبَ ريحُكُم » « 1 » و مگر خداوند در ذكر داستان‌غم انگيز احد در بيان عاقبت تنازع و اختلاف و دنياگرايىبه ما هشدار نفرمود كه « و لَقَد صدقكم اللَّه وعده إذتحُسُّونهم بإذنه حتّى إذا فَشِلْتُم و تنازعْتُم فى الأمر و عصيْتُم مِنْ بَعْد مآ أريكم ما تحبّون منكم مَنْ يريد الدّنيا و منكم من يُريد الآخرة ثم صَرَفَكم عنهم ليبتليكم و لقد عفا عنكم و اللَّه ذو فضلٍ على المؤمنين » « 2 » چرا از اين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - / سورهء انفال ، آيهء 46 . « اطاعت كنيد خدا را و رسولش را واختلاف نكنيد كه سست مىشويد و عظمت شما بر باد مىرود »\r\n( 2 ) - / سورهء آل عمران ، آيهء 152 . « به حقيقت ، صدق وعدهء الهى برشما آشكار شد ، در آن زمان كه دشمنان را به فرمان او به قتل مىرسانديد ، تا اينكه سست شديد و در كار خود به نزاع پرداختيد و بعد از آنكه آنچه را دوست مىداشتيد به شما نشان داد ، نافرمانى كرديد ، بعضى از شما خواهان دنيا بودند و بعضى خواهان آخرت ، سپس خداوند شما را از آنها منصرف ساخت و از پيشرفت و غلبه ، شما را بازداشت تا شما را بيازمايد و او شما را بخشيد و خداوند نسبت به مؤمنان فضل و بخشش دارد » .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nآيات عبرت انگيز درس نمىگيريم و در حول‌محور ولايت به رفع مشكلات كشور و توسعهء ارزشهاىاسلامى و دينى مشغول نمىشويم ؟\r\nمگر در اين مقطع زمانى چه اشكالى پديد آمده كه‌براى رضايت غرب و شرق يا خوش آمد چند ليبرال خودفروخته ، زمزمهء محو ولايت مطلقهء فقيه يا محدوديت زمانى يا مكانى يا مسئوليتى ولىّ فقيه و نظير اين‌زمزمه‌هاى شيطانى در جزوات و مطبوعات سر داده‌مىشود « فأيْن تذهبون » ؟ « 1 » . آيا ما از مؤاخدهء امام راحل عظيم الشأن قدس سره و شهيدان و الا مقام اين مملكت و بالاتر از همهء اينها از مؤاخذهء الهى واهمه نداريم كه دررسانه‌هاى عمومى و جرائد و مطبوعات ، بگونه‌اى عمل‌مىكنيم كه خوراك راديوهاى بيگانه فراهم مىشود ؟ آيا اين درد آور نيست كه پاره‌اى از اين خوراك‌ها درحوزه‌هاى علميّه و دانشگاهها تهيّه شود ؟ همهء حوزويان‌و دانشگاهيان عزيز بايد توجه داشته باشند كه از جايگاه اين دو نهاد حياتى كشور به نفع دشمنان اسلام وانقلاب اسلامى بهره‌بردارى نشود كه در اين صورت‌همچنانكه خداوند متعال هشدار داده است ، راه ضلالت وگمراهى باز خواهد شد « يا ايّها الّذين امنوا لاتتّخذوا عدوّى و عدوّكم اولياء تُلقُون إليهم‌بالمودّة و قد كفروا بما جائكم من الحق‌ّيُخرجون الرّسول و ايّاكم أن تؤمنوا باللَّه‌ربّكم إنْ كنتم خرجتم جهاداً فى سبيلى وابْتغاء مرضاتى تسرّون إليهم بالمودّة و أنااعلم بما أخفيْتم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - / سورهء تكوير ، آيهء 26 .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nو ما أعلنتم و من يفعلْه منكم فقد ضل‌ّسواء السّبيل » . « 1 »\r\nمع الأسف بايد گفت كه اين گونه افراد توجه ندارند كه گفته‌هاى آنان و شيوهء عملكردشان ممكن است موجب از كف رفتن اين نعمت الهى و محو نظام اسلامى گردد و اگر نظام نباشد ، آنها نيز محو شده و نخواهند بود ، و خلاصه همانگونه كه خداوند متعال از زبان نبى اكرم صلى الله عليه و آله مىفرمايد : « قل هو الرّحمن امنّا به و عليه توّكلنا فستعلمون من هو فى ضلال مبين » « 2 » .\r\nخداوندا تو تنها فريادرس مؤمنان و مجاهدان فى سبيل اللَّه هستى و تو خود آنان را وعدهء هدايت و نصرت داده‌اى - و قولُك حقٌ و وعدُك صدقٌ - « الّذين جاهدُوا فينا لَنهدِينّهُم سُبلنا و أن اللَّه لَمع المحسنين » « 3 » « يا ايّها الذين أمنوا إن تنصروا اللَّه ينصركم و يُثبّت اقدامكم » . « 4 » پس اى خداى رحمان و رحيم ، ما جبههء عبوديّت به پيشگاه بلند تو مىسائيم و در\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - / سورهء ممتحنه ، آيهء 1 . « اى كسانى كه به خدا ايمان آورده‌ايد ، هرگز نبايد كافران را كه دشمن من و شمايند به عنوان ياران خود برگرفته و طرح دوستى با آنها در افكنيد در صورتى كه آنان به كتابى كه بر شما آمد يعنى قرآن حقّ ، سخت كافر شدند و رسول خدا و شما مؤمنان را به جرم ايمان به خدا از وطن خود آواره كردند پس نبايد اگر شما براى جهاد در راه من و طلب رضا و خشنودى من بيرون آمده‌ايد ، پنهانى با آنها دوستى كنيد و من به اسرار نهانى و اعمال آشكار شما داناترم و هر كه از شما چنين كند ، سخت به راه ضلالت و گمراهى شتافته است .\r\n( 2 ) - / سورهء ملك ، آيهء 29 . « بگو او خداوند رحمان است ما به او ايمان آورده‌ايم و بر او توكل كرده‌ايم و به زودى خواهيد دانست چه كسى در گمراهى آشكار است .\r\n( 3 ) - / سورهء عنكبوت ، آيهء 69 .\r\n( 4 ) - / سورهء محّمد ، آيهء 7 .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nآستان رفيع تو نبىّ با عظمت و مكرّمت و اوصياء بزرگوار او - صلوات اللَّه عليهم اجمعين - را به وساطت و شفاعت مىگيريم و از درگاه با كرامت تو با تضرّع و ابتهال و به جدّ و جهد مىطلبيم كه اين حكومت اسلامى را از فتنه‌هاى دوران مصون بدارى و ولىّ فقيه و رهبر معظم آن حضرت آية اللَّه آقاى خامنه‌اى\r\nداشته و بر نفوذ كلام و مقام او بيفزايى و انقلاب اسلامى ما را به انقلاب رهايى بخش حضرت ولىّ اللَّه الاعظم مهدى موعود - ارواحنا لتراب مقدمه الفداء و عجّل اللَّه تعالى فرجه المبارك - متصل فرمايى . انكّ ولى النّعم و الهداية والتوفيق .\r\nاللّهم انّا نشكوا إليك فقدَ نبيّنا و غَيبة وليّنا و شدّة الفِتَن بِنا و تظاهر الزّمان علينا .\r\nاللهم عجّل لوليّك الفرج و النّصر و العافية و السلام عليه و على جميع عباد اللَّه الصالحين و على من اتّبع الهدى و رحمة اللَّه و بركاته .\r\n\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84}
  ]