[
  {"content":"\r\n\r\nسپاه پاسداران انقلاب اسلامى\r\n1357\r\nجبهه و جهاد اكبر\r\nاز سلسله درسهاى سمعى بصرى شماره ( 1 )\r\nتهيه شده در مركز تحقيقات و بررسى عقيدتى سياسى سپاه\r\nپاسداران انقلاب اسلامى\r\n\r\n","description":"","footnote":"","page_name":" شناسنامه 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" شناسنامه 2 ","page_number":2},
  {"content":"\r\n\r\nجبهه\r\nو جهاد اكبر\r\nدرسهايى از\r\nاستاد مظاهرى\r\n\r\n","description":"","footnote":"","page_name":" شناسنامه 3 ","page_number":3},
  {"content":"\r\n\r\nجبهه و جهاد اكبر\r\nدرسهايى از استاد مظاهرى\r\nحروفچينى و چاپ :\r\nدفتر انتشارات اسلامى ( وابتسه بجامعه مدرسين حوزه علميه قم )\r\nنشر : واحد آموزش عقيدتى سياسى سپاه پاسداران انقلاب اسلامى\r\nتيراژ : 50000\r\nچاپ اول : آذر ماه 1362\r\n( مصادف باميلاد حضرت رسول اكرم ( ص ) وولادت امام جعفر صادق ( ع )\r\n\r\n","description":"","footnote":"","page_name":" شناسنامه 4 ","page_number":4},
  {"content":"\r\n\r\nتقديم :\r\nبه رزمندگان ايثارگر و سلحشور سپاه اسلام و\r\nسربازان امام زمان ( عجل الله تعالى فرجه الشريف )\r\nشيران روز وزاهدان شب\r\n\r\n","description":"","footnote":"","page_name":" شناسنامه 5 ","page_number":5},
  {"content":"\r\n\r\nبسمه تعالى\r\nكليه جزوات و كتب مركز بررسى و تحقيقات عقيدتى سياسى زير نظر جمعى از اساتيد حوزه علميه قم تحت بررسى قرار گرفته و بتصويب ميرسد .\r\nاميد است مورد استفاده نيروهاى سپاه و بسيج و كليه علاقمندان واقع شود .\r\n\r\n","description":"","footnote":"","page_name":" شناسنامه 6 ","page_number":6},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" شناسنامه 7 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" شناسنامه 8 ","page_number":8},
  {"content":"\r\n\r\n\r\nپيشگفتار\r\nبسم الله الرحمن الرحيم\r\nپس از ستايش خداوند تبارك و تعالى و صلوات و سلام بر رسول خدا و ائمه طاهرين سلام الله عليهم اجمعين و درود بر روان تابناك شهيدان لازم به تذكر است كه :\r\nكتاب حاضر حاصل 22 درس از جلسات سخنرانى استاد مظاهرى مىباشد كه در محل سپاه پاسداران انقلاب اسلامى قم به درخواست و همّت مركزى بررسى و تحقيقات عقيدتى سياسى سپاه پاسداران در ايام ماه مبارك رمضان 1404 « ه - . ق » تشكيل شده وتوسط اين مركز از نوار پياده و پس از بازبينى معظم‌له به چاپ رسيده است .\r\nاستاد مظاهرى ، مفاهيم عاليه اخلاقى را به زبانى ساده و تمثيلاتى محسوس ، مطرح فرموده و با تمسك به آيات و روايات شريفه ، كه در نوع خود كوششى قابل تمجيد براى تقويت روحيه تعبّد مسلمين است ، به بررسى آئين پاسدارى و شرائط جبهه و جهاد و بيان لوازم و اهميت جهاد اكبر پرداخته‌اند .\r\nدر اينجا ضمن آرزوى توفيق روزافزون براى استاد بزرگوار و عرض\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":9},
  {"content":"\r\n\r\nتشكر و امتنان از اينكه قبول زحمت فرمودند به ذكر چند نكته درباره ى اين مجموعه مىپردازيم :\r\n1 - اين اولين شماره از مجموعه « جبهه و جهاد اكبر » است ، و به يارى خداوند سبحان و عنايات ولى الله الاعظم امام زمان اروحنا له الفداء ، شماره‌هاى بعدى اين مجموعه نيز در اختيار برادران قرار خواهد گرفت .\r\n2 - در پياده نمودن نوارها سعى فراوان شده كه مطالب به همان صورت اوليه تنظيم و تدوين شود . فقط در موارد ضرورى مبادرت به تغيير جمله‌بندى شده است . اگر نقصى در آن مشاهده مىشود اميدواريم با ديده ى اغماض بنگريد .\r\nدر آخر ضمن آرزوى پيروزى نهائى رزمندگان غيور اسلام ، و تقاضاى طول عمر براى امام امت ، اميدواريم كه اين خدمت ناچيز مقبول ساحت مقدس بقية الله الأعظم عجّل الله تعالى فرجه و ظفرمندان عرصه پيكار و شرف قرار بگيرد .\r\nوالسلام عليكم و رحمة الله و بركاته\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":10},
  {"content":"\r\n\r\n\r\nجلسه ى اول جبهه و مجاهده\r\nبِسمِهِ تَعالى\r\nقبل از اينكه وارد بحث اصلى بشويم لازم است بدانيم كه جبهه يك مكتب است . و براى ساختن انسان ( شايد ) مكتبى بهتر از جبهه نباشد ،\r\nوَ ما كانَ المُؤمِنُونَ لِيَنفِرُوا كافّةً فَلَولا نَفَرَ مِن كُلّ فِرقَةٍ مِنهُم طائِفَةً لِيَتَفَقَّهُوا فىِ الدّينِ وَ لِيُنذِرُوا قَومَهُم اذا رَجَعُوا الَيهِم لَعَلَّهُم يَحذَرُونَ . توبه / 122 « چرا از هر طايفه اى جمعى براى جنگ و گروهى ديگر نزد رسول ( ص ) براى آموختن علم مهيا نباشند ؟ تا آن علمى را كه آموخته اند پس از بازگشت به قوم خود بياموزند ، كه شايد قومشان نيز خدا ترس شده و از نافرمانى حذركنند » . البته اين آيه ى شريفه را به گونه اى ديگر نيز معنى و تفسير كرده اند كه ظاهراً اين معنى بهتر از معناى اولى است و آن اين است كه : مجاهد بايد به جبهه برود ، براى اينكه آنجا مكتب است . تا نشانه هاى خدا را در جبهه ها ببيند و صفات انسانيت را در وجود خويش تحقق بخشد و آنگاه كه از جبهه بازگشت ديگران را كه به جبهه نرفته اند تعليم دهد و آنها ( از خدا ) بترساند و دعوت به حق نمايد ، بنابراين\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":11},
  {"content":"\r\n\r\nافراديكه به جبهه اعزام شده اند بايد معلم و مربى كسانى باشند كه به جبهه نرفته اند و براستى بايد اين چنين باشد .\r\n\r\nجبهه مكتب انسان سازى\r\nدر حقيقت يك نفر سپاهى ، بسيجى يا ارتشى وقتى كه به جبهه مى رود ، دو كار انجام داده است ، يكى جهاد اكبر و ديگرى جهاد اصغر ، يكى مغلوب كردن دشمن و شكست دادن او ديگرى خودسازى و به صفات انسانى درآمدن است مجاهد را چنان بايد كه صبر و استقامت در برابر ناملايمات را به ارمغان آورد و صفت ايثار و گذشت را در وجود خود به تحقق برساند و صفات رذيله را يكى پس از ديگرى ، از وجود خود بزدايد و همانگونه كه دشمن را نابود مىكند و بر نفس امّاره همانطور چيره شود كه بردشمن پيروز مى گردد و هنگام بازگشت « انسان » بازگردد و مربى و معلم براى افرادى كه به جبهه نرفته اند ، باشد .\r\nبدا به حال كسى كه به جبهه رفته است و در بازگشت تغييرى در او حاصل نشده باشد و همانند اول ( كه به جبهه نرفته بود ) باشد ، يعنى در جبهه خود را نساخته باشد و صفات مذموم را از خود دور نكرده باشد .\r\nاگر در سير و سلوك الى الله و مكتب طلبگى بيست يا سى سال وقت لازم است تا « اينكه آدم » ساخته شود ، مكتب جبهه در مدت زمان پنج يا شش ماه « آدم » مى سازد ، در صدر اسلام نيز چنين بوده است و افراد در مدت بسيار كوتاهى در جبهه ساخته مى شدند . افرادى در صدر اسلام بودند كه متخلق به اخلاق الهى نبوده بلكه صفات رذيله هم داشته اند ولى رفتن به جبهه و جنگ ، آنها را چنان ساخت كه انسان حيران مى ماند كه چگونه « بشر » به اين زودى عوض مىشود ؟ !\r\nدر جنگ احد هنگامى كه رسول الله صلى الله عليه و آله و سلم در\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":12},
  {"content":"\r\n\r\nدامنه كوه با گروهى از صحاب نشسته بودند ، فرمودند چه كسى مىتواند خبرى از سعد بن عباده برايم بياورد ؟ راوى مى گويد رفتم ديدم سعد روى زمين افتاده و در آستانه شهادت قرار گرفته است ، نشستم سرش را به دامن گرفتم - ناگاه چشمش را باز كرد ، تا چشم باز كرد گفت اين رسول الله ؟ از پيغمبر چه خبر دارى ؟ گفتم الحمد لله سالم در دامنه كوه نشسته و اصحاب هم اطراف او هستند ، راوى مى گويد ديدم كه مثل باران شروع به گريستن كرد و گفت الحَمدُللهِ رَبّ العالَمينَ كه پيغمبر ( ص ) سالم است ، به او گفتم كه وصيت ندارى ، سعد در جواب گفت : سلام مرا به پيغمبر اكرم ( ص ) برسان ، و به فرزندان و خويشانم بگو ( عَلَيكُم بِهذَا الرَّجُلِ ) - من رفتم شما هم بيائيد كه راه ، راه خوبى است - و تا مى توانيد پيغمبر را يارى كنيد .\r\nباز در همين جنگ احد بود كه براى مجروحين كه در حال شهادت بودند ظرف آبى آوردند هنگاميكه به يكى از مجرومين ظرف آب را دادند ظرف را پس داد و گفت : ببريد براى آن برادرم او تشنه تر است ، بردند براى ديگرى او نيز همين را گفت ، « ببريد براى آن برادرم » همينطور ديگران . . . تا آب را به هفتمين مجروح رساندند ولى او شهيد شده بود . برگشت تا آب را به ديگر مجروحين بدهند ليكن ديدند كه همه ى مجروحين شهيد شده اند . جبهه معمولًا اين گونه ، افراد را مى سازد . اگر كسى به جبهه رفت ولى خود سازى نكرد ، اگر شهيد هم بشود ، ثواب آن كسى را كه در آن جا خودسازى كرده براى او نيست ، چون يكى از شرائط بسيار مهم مجاهد فى سبيل الله اين است كه مهذب باشد و صفات رذيله را از خود دور كرده باشد .\r\nبارها پيغمبر ( ص ) مسلمانى را كه از جنگ و جهاد برگشته بودند ، به جهاد بزرگتر سفارش مى نمودند ، وقتى از ايشان سؤال مى شد كه : يا\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":13},
  {"content":"\r\n\r\nرسول الله ، جهاد بزرگتر چيست ؟ مگر بالاتر از رفتن به خط مقدم جبهه جهادى هست ؟ حضرت مى فرمود جهاد النفس ، يعنى مبارزه كردن با هوى و هوسهاهمچنانكه مواظب دشمن هستيد تا بر او غالب شويد ، مواظف نفس امّاره شيطانى هم باشيد تا بر او غالب آئيد .\r\n\r\nثواب مجاهد و جبهه\r\nدر اسلام شايد هيچ ثوابى بالاتر از ثواب مجاهده در راه خدا و رفتن خالصانه به جبهه نباشد پيغمبر اكرم صلى الله عليه و آله بارها اين روايت شريف را بيان مى فرمود :\r\nفَوقَ كُلّ ذي بِرّ ، بِرٌّ - حَتّى يُقتَلَ فى سَبيلِ اللهِ فَإِذا قُتِلَ فى سَبيلِ اللهِ فَلَيسَ فَوقَهُ بِرٌّ .\r\nبالاى هر خوبى نيكوئى و خوبى ديگرى هست ، اما بجز جبهه ، تا اينكه انسان در راه خدا كشته شود ، ديگر فوق اين پاداش و ثوابى نتوان تصور كرد .\r\nيا ايُهَا الَّذينَ امَنُوا هَل ادُلُّكُم عَلى تِجارَةٍ تُنجيكُم مِن عَذابٍ اليم‌ٍتُؤمِنُونَ بِاللهِ وَ رَسُولِهِ وَ تُجاهِدُونَ فى سَبيلِ اللهِ بِأَموالِكُم وَ انفُسِكُم ذلِكُم خَيرٌ لَكُم ان كُنتُم تَعلَمُونَ . صف / 9 - 11 اى اهل ايمان آيا شما را به تجارتى سودمند كه از عذاب دردناك آخرت نجات بخشد دلالت كنم ؟ آن تجارت اينست كه به خدا و رسول او ايمان آوريد و به مال و جان در راه خدا جهاد كنيد اين كار از هر تجارتى اگر آگه باشيد براى شما بهتر است . اين تجارت بين عبد و مولا است ، خريدار حق تعالى است و فروشنده عبد است ، خداوند آمرزش ، بهشت ، جنات عدن را مىدهد و در برابر جان و مال شما را مى خرد .\r\nاز روايت ائمه طاهرين ( ع ) و آيات قرآن متوجه مى شويم كه اهل\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":14},
  {"content":"\r\n\r\nبهشت در روز قيامت درجاتى دارند - ( يعنى بهشتهاى متعددى داريم ) يكى از آنها بهشت عموم است و مردمى كه اهل بهشتند در آن از قصرها ، غذاها ، آبها ، حورعينها و . . . متنعمند . اين دسته مردم از جهات مختلف روحى و جسمى فوق العاده در رفاه و آسايش اند ، رفقاى خوب در آنجا هستند و سلامتى و آسايش كامل آنجاست و هر آنچه را كه يك انسان بخواهد به تمام معنى در آن جا موجود است .\r\nاما يك بهشت بالاتر از اين هم هست ، و آن بهشت عدن است ، كه قصرهاى مجلل و مساكن طيبه در آنجا موجود است .\r\nو باز بهتر و عالى تر از بهشت عدن ، رضوان الله است كه چونان ما اشخاصى بهشت عدن و رضوان الله را نمى فهميم و نمى دانيم كه چه چيزى است ، ولى اجمالًا در روايات آمده است كه بنده در آنجا به مقامى نائل مىشود كه به او ندا مى رسد كه « اى بنده از تو راضى هستم » و اين براى انسان بالاترين لذت است اما بالاتر از اين بهشتها ، بهشت مجاهد است كه عند الله مى باشد بَل احياءٌ عِندَ رَبّهِم يُرزَقُونَ شهيد نزد خدا است .\r\nشيخ بزرگوار حرّ عاملى عليه الرحمة در جلد 11 وسائل باب اول ، روايات فراوانى درباره مجاهد آورده است . از اين روايات معلوم مىشود كه ثوابهاى بسيار زيادى كه براى مجاهدت در راه خدا و يك رزمنده ى مسلمان قائل شده اند ، صرفاً بخاطر اين نيست كه انسان در جبهه كشته شود ، بلكه مجاهد به كسى اطلاق مى شودكه دين خدا را بوسيله ى جان و مال و اولادش يارى كند و همواره بفكر كمك به اسلام باشد ، كشته شدن خيلى مهم نيست ، يارى دين خدا مهم است . براى نمونه يكى دو روايت از وسايل الشيعه را اينجا مى آوريم تا متوجه شويم كه مجاهد و حضور در جبهه چه اجر و ثوابهائى دارد .\r\nپيغمبر اكرم صلى الله عليه و آله فرموده اند ،\r\nمَن خَرَجَ فى سَبيلِ اللهِ\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":15},
  {"content":"\r\n\r\nمُجاهِداً - فَلَهُ بِكُلّ خُطوَةٍ سَبعُ مِأَةِ الفِ حَسَنةً\r\n- كسى كه در راه خداوند ، به جهاد برود ، پروردگار عالم در برابر هر قدمى كه بر مى دارد هفتصد هزار حسنه به او مىدهد ، وهفتصد هزارگناه نيز از او مى آموزد و هفتصد هزار درجه به او عنايت مىكند - ( اينها قابل درك براى انسان نيست ) حالا در جبهه كشته و شهيد بشود يا نه ، اين شخص در ضمانت خداوند است ، بازگشت تمام گناهان او آمرزيده شده است و يك دعاى مستجاب هم دارد . روايت مى فرمايد مسئله جبهه رفتن فقط كشته شدن نيست .\r\nروايت ديگرى از حضرت امام زين العابدين ( ع ) وارد شده كه ايشان هم از قول رسول الله ( ص ) نقل كرده اند و آن اين است كه : براى شهيد هفت چيز هست :\r\n1 - اولين قطره ى خونى كه از او روى زمين مى چكد تمام گناهان او آمرزيده مىشود .\r\n2 - هنگاميكه بر روى زمين مى افتد دو حورالعين سر او را بدامن مى گيرند و گرد و غبار را از چهره ى او پاك مى كنند و به او مرحبا مى گويند .\r\n3 - در همان هنگام لباس بهشتى بر تن او مى كنند .\r\n4 - ملائكه و موكّلهاى بهشت پيش او مى آيند و او را گل باران مى كنند و به داخل بهشت مى برند .\r\n5 - جايگاه خود را در بهشت مى بيند .\r\n6 - در بهشت به او مى گويند هر كجا كه مى خواهى برو و او « جوار الله » را انتخاب مىكند .\r\n7 - نگاه مىكند به وجه الله ، و به لقاءالله و فناءالله مى رسد ، لذّت آنها اينست كه حق تعالى هم به آنها نظر مىكند . اين لذّت بردن عاشق از معشوق است و توجه و تلطف معشوق به عاشق است\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":16},
  {"content":"\r\n\r\n. در روايتى هست : وقتى كه بهشتيها به جايگاه خود مى روند ، مبهوت وجه الله مى شوند ، بطورى كه هفتصد سال ، حورالعين آنان سرگردان مى مانند ، حتى به خداوند تبارك و تعالى شكايت مى كنند ، و به خدا عرض مى كنند كه از آنها خبرى نيست و توجهى به ما ندارند و خداوند تبارك و تعالى به حور العين مى فرمايد كه اين بنده عاشق است . و غرق در عالم وحدت است .\r\nالبته از اين گونه روايات كه ثواب جبهه و مجاهد را بيان كرده باشد ، زياد است و از آنها همانطور كه قبلًا هم گفته شد ، معلوم مىشود كه بالاترين درجات و ثوابها و اجرها متعلق به مجاهد فى سبيل الله است .\r\nمجاهد در جبهه به جائى مى رسد كه مظهر جمال و جلال حق تعالى مىشود ، اينها براى خدا از هر چه دارند مى گذرند و لذت در سنگر و جبهه اينان را احدى جز خودشان نمى داند ، لذت عاشق هنگام ديدن معشوق و خلوت با او چگونه است ؟ اينها هم همانطورند ، اينان شب هنگام به خواب پشت پا مى زنند و مشغول راز ونياز با پروردگار مى شوند ونداى الله اكبر سر مى دهند .\r\nآرى جبهه است كه اين گونه « آدم » مى سازد ، و وقتى شخص از جبهه بر ميگردد ، زاهدى به تمام معنى است زاهد يعنى آزاد از تمام هوى و هوس ها و آزاد از نفس امّاره بطورى كه همه ى اعضاء و جوارح او كنترل شده است .\r\nآرى جبهه مكتب است و جوار الله است و محلى است كه انسان مىتواند به وجه الله تعالى نظر كند .\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":17},
  {"content":"\r\n\r\n\r\nجلسه ى دوم شرائط مجاهد و جهاد\r\nبِسمِهِ تَعالى\r\nدر فصل پيش در رابطه ى با جهاد و ثواب مترتب بر آن سخن رفت و معلوم شد كه از نظر روايات و قرآن ، مجاهد به كسى اطلاق مىشود كه در جبهه ى نبرد با باطل بوده باشد ( چه كشته شود و چه كشته نشود ) و در هر حال براى چنين شخصى اجر و پاداش بس والائى نزد پروردگار خواهد بود .\r\nالبته ثوابى بالاتر و بزرگتر از ثواب جهاد در راه خدا نمى توان يافت ، مگر جهاد با نفس كه آن هم يكى از مصاديق جهاد به معناى اعم است .\r\nفَضَّلَ اللهُ المُجاهِدينَ عَلَى القاعِدينَ اجراً عَظيماً - دَرَجاتٍ مِنهُ وَ مَغفِرَةً وَ رَحمَةً . نساء / 95\r\nبدرستيكه پروردگار عالم براى مجاهدين در راهش ، فضل و ثواب بزرگى مقدر فرموده و آنها را بر نشستگان برترى داده است رحمت و مغفرت و جنت از آن مجاهد فى سَبيلِ اللهِ است .\r\nدر روايات مى بينيم كه ، ائمه ( ع ) وقتى مى خواهند عملى را خيلى با\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":18},
  {"content":"\r\n\r\nعظمت و مهم جلوه بدهند ، آن را به جهاد و شهادت در راه خداوند تبارك و تعالى تشبيه مى فرمايند .\r\nمسلمانى كه در ميدان نبرد با دشمنان خداوند است و جان به كف ستيز نموده و از هيچ چيز خود دريغ نمى كند و مال ، جان ، هستى و . . . را در راه حق تعالى ايثار مىكند ، مسلماً داراى فضيلت بزرگى است .\r\nمجاهد و جهاد داراى شرائطى است كه با تحقق اين شرائط اين دو مفهوم ، مصداق صحيح پيدا مىكند ، و در آن صورت است كه مبارزه حقيقتاً جهاد است و پيكارگر براستى ، مجاهد خواهد بود ، و با تحقق آن شرائط است كه كشته ميدان نبرد شهيد خوانده مىشود .\r\nاما شرائط\r\nشرط اول اينست كه مجاهد و جهاد بايد بر اساس مكتب باشد . لذا جبهه براى سپاه ، ارتش و بسيج بايد مكتب خودسازى باشد بطورى كه هر گاه رزمندگان پس از مدتى از جبهه باز گردند ، به راستى تغييركرده و به موجودى الهى مبدل شده باشند و مربى ديگران محسوب شوند .\r\nاگر چنين نباشد ، در روز قيامت چيزى جز حسرت و ندامت براى آنان نيست چرا ؟ چون نسيم رحمت الهى به آنها وزيد ولى استفاده ننموده اند .\r\nچنانچه اگر مسلمانى در جبهه به دو مبارزه بى امان ( مبارزه با دشمن خارجى و مبارزه با نفس ) مشغول باشد ، اجر و پاداش و نتيجه اعمالش ، مضاعف ، بلكه بيشتر خواهد بود ، اين چنين فردى اگر شهيد بشود ثواب و اجر شهيد را دارد و اگر شهيد نشود ثواب و پاداش مجاهد فى سَبيلِ اللهِ را دارا است ، يعنى مورد رحمت و مغفرت پروردگار قرار گرفته است ، و ثواب والاتر و بالاتر و عظيم تر او بخاطر جهاد بزرگتر اوست كه مبارزه با\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":19},
  {"content":"\r\n\r\nنفس وصفات رذيله مى باشد ، و بوسيله ى اين جهاد دوّمى است كه به « جَنّات عَدنٍ » راه پيدا مىكند ، و به رضوان الله دست مى يابد و به جوار الله مى رسد ، و مصداق يا ايَّتُها النَّفسُ المُطمَئِنَّةُ ارجِعى الى رَبّكَ . . . ( سوره الفجر / 28 ) مىشود . اينك بحول و قوه خداوند تعالى به بيان صفاتيكه بايد يك سپاهى ، بسيجى ، ارتشى و . . . داشته باشد و اينكه آنها را در جبهه هاى نور كسب كند مى پردازيم .\r\n\r\n- صبر\r\nصفت حميده اى كه براى همه ، مخصوصاً عزيزانى كه در جبهه هستند ، لازم و واجب است ، يك مجاهد در ميدان جنگ و نبرد در لحظات حساس و سرنوشت ساز براى اسلام ، بايد صابر به تمام معنى باشد .\r\nجبهه و جنگ ، غالب شدن ، مغلوب شدن ، گرسنگى ، سردى ، گرمى ، ركود ، دفاع ، هجوم ، عقب نشينى ، پيشرفت و . . دارد . مجاهدين هستند كه بايد خود را با شرائط تطبيق داده و در مواقع حساس صبر پيشه كنند و ديگران را به اين عمل مقدس دعوت نمايند .\r\nجنگى كه از طرف ابرقدرتها و جنايتكاران شرق و غرب بر اسلام تحميل شده است ، اگر چه خسارات جبران ناپذيرى را براى ما بهمراه داشت و هنوز هم دارد ، و عزيزان ما در جبهه ها بعضاً با مشكلاتى روبرو هستند و گرماى سوزان خوزستان و گرما و سرماى طاقت فرساى غرب را تحمّل مى كنند ، اما براى ما بسيار مفيد و سازنده بوده است .\r\nچنانچه اگر در كل نظرى بيفكنيم و مقايسه اى بين نيروهايمان و سربازان و جان بر كفان صدر اسلام بكنيم ، به خوبى در مى يابيم كه الحمد لله جبهه هاى ما با كمك هاى بى دريغ امت ايثارگر از وضع رفاهى ( پوشاك ،\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":20},
  {"content":"\r\n\r\nغذا و . . . ) بسيارخوى برخوردار هستند . مسلمانهاى صدر اسلام با پاى برهنه به جنگ و جبهه مى رفتند بطورى كه پاى آنان مجروح مى شد و گاهى در جنگها با يك خرما ارتزاق مى كردند ! آرى در صدر اسلام سپاهيان رسول خدا ( ص ) مشقتها ، گرسنگيها و تشنگيها كشيدند ، اينجاست كه بايد از امت اسلام تشكر كرد ، چون حقيقتاً ملت ، جبهه ها را مى گردانند و كمبودها را جبران مى كنند كه البته خود بهتر و بيشتر شاهد و ناظر هستند .\r\nولى به هر حال جنگ كمبود ، ناراحتى و . . با خود به همراه دارد ولى صبر و ايمان شماست كه هر نقصى را جبران مىكند ، راضى بودن شما به رضاى پروردگار است كه قوه مقاومت ايجاد نموده است .\r\nاگر سپاهى ، ارتشى ، بسيجى ، و كليه دست اندركاران جنگ صبر را پيشه خود كنند ، معلوم است كه چه خواهد شد ، صبر و استقامت در برابر ناملايمات است كه شيطانهاى انسى و جنى را عقب زده و شكست ميدهد . و مجاهد را به مقام قرب و لقاء محبوب خواهد رساند . و الا اگر صبر نباشد شياطين خيلى زود مى توانند انسان را فريب بدهند ، و او را به اسفل السافلين بيندازند .\r\nيك حرف بى جا در رابطه با جبهه و جنگ ، يك نق زدن و تضعيف و يا يك بدبينى ، انسان را بيچاره و بدبخت مىكند .\r\nاستمرار نشاط و تحرك و فداكارى و حفظ ايمان و عقيده بستگى به صبر سپاهيان اسلام و ملت مسلمان دارد .\r\nعلماى علم اخلاق رِضوانُ اللهِ عَلَيهِم اجمَعينَ همگى صفت حميده صبر را زيربناى همه فضائل مى دانند .\r\nشما اگر صبر نداشته باشيد صفات ديگر را نمى توانيد كسب كنيد . از اين جهت قرآن شريف به صفت صبر اهميت بسزائى داده و\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":21},
  {"content":"\r\n\r\nبيشتر از 100 بار در مورد اين واژه و مشتقاتش اشاره فرموده است ، لازم به تذكر است كه صبر در برابر ناملايمات بخاطر تحقق و تثبيت كلمه توحيد ( لا الهَ الَّا اللهُ ) پاداش بسيار زيادى دارد .\r\nصبر در برابر مشكلات در جبهه انسان ساز است ، اگر كسى در برابر مشكلات و مصائب وكمبودها صبر نمود همين مواردى كه به ظاهر بلا است براى مرد الهى نعمت حق خواهد شد تا او از اين نعمت استفاده كند ، بايد از جنگ ، جبهه و مصائب ، در جهت خودسازى استفاده ى كامل نمود .\r\nفَامَّا الأِنسانُ اذا مَاابتَليهُ رَبُّهُ فَاكرَمَهُ وَ نَعَّمَهُ فَيَقُولُ رَبّى اكرَمَنِ وَ امّا اذا مَا ابتَليهُ فَقَدَرَ عَلَيهِ رِزقَهُ فَيَقُولُ رَبّى اهانَنِ كَلّا . الفجر / 18 قرآن مى فرمايد : وقتى به انسان نعمت داده شود ، مى گويد خدا مرا گرامى داشته و به من لطف نموده و نعمت عطا كرده است - وقتى بر او تنگ گرفته شود و يك مصيبتى براى او جلو آورده شود ، مى گويد خداوند به من اهانت كرده و مرا دوست ندارد ، البته هر دو فكرخطا است ، چون هر دو حالت ( چه اعطاى نعمت و چه وارد شدن مصيبت ) براى امتحان و آزمايش انسانها است .\r\nبشر بخاطر عبوديت پا به عرصه وجود گذاشت وَ ما خَلَقتُ الجِنَّ وَ الأِنسَ الّا لِيَعبُدُونِ . ( الذاريات ، 56 )\r\nخداوند مى فرمايد : ما شما را امتحان مى كنيم به جنگ و جبهه و نارسائيها و قحطيها و كمبودها ، ما شما را مى آزمايئيم و به گرفتن پا و دست لذا نپنداريد : آنهائى كه دست و پايشان را از دست داده اند به جائى نرسيده اند ، بلكه اينها از شهداء خيلى بالاترند و هر لحظه كه از عمر معلول مى گذرد براى او پاداش و اجر محسوب مىشود البته به شرط اينكه صبر را از دست ندهد و همواره با نشاط باشد و شكر گزار خداوند باشد و چه فيضى\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":22},
  {"content":"\r\n\r\nبالاتر از اين .\r\nمولوى در مثنوى داستانى را به نظم در آورده كه مضمون آن را در روايات نقل شده در بحارالانوار مى توان يافت : در مثنوى آمده است كه :\r\nشخصى نماز يوميه اش را به جماعت در مسجد خوانده و به سوى منزل رهسپار بود ، در راه مردى كه با شوق براى اقامه ى نماز جماعت به طرف مسجد مى رفت ، از وى سؤال كرد كه نماز جماعت تمام شد ؟ گفت آرى از اين جواب حالى به سؤال كننده دست داده متأثر و ناراحت شد ( از اين كه به نماز جماعت نرسيده است ناراحت و متأثر شد ) شخص اول گفت : ثواب مسجد رفتن و نماز جماعت خواندن و عبادتم را به تو مى دهم در برابر تو هم پاداش اين حالت را به من عطا كن .\r\nبله ، ممكن است يك تأثر از اينكه چرا نمى توانم به جبهه بروم ثواب يك سال در جبهه براى او نوشته شود . خلاصه معلولين از معدود كسانى هستندكه خوب مى توانند خودسازى كنند .\r\nقرآن مى فرمايد : اگر كسى بتواند در مقابله با مصيبتها و ناگواريها و كمبودها در جبهه صبر پيشه كند اولًا اين صبر عبادت است و ثانياً خداوند به او بشارت مىدهد كه :\r\nاولئكَ عَلَيهِم صَلَواتٌ مِن رَبّهِم وَ رَحمَةٌ . بقره / 152 درود باد بر چنين صابرى ، كه بلا بر او پيش آمده است و او استقبال مىكند و در جهت خودسازى استفاده مى نمايد ، علاوه بر اينكه خداوند براين فرد درود مى فرستد مى فرمايد : كه هدايت شده است و عمده مطلب هم همين است زيرا هدايت چند قسم است :\r\n1 - هدايت تكوينى : كه اين نوع هدايت بر تمام هستى صدق مىكند - وقتى فرعون به حضرت موسى ( ع ) گفت مَن رَبُّكُما - حضرت فرمود : رَبُّنا الَّذى اعطى كُلَّ شَىءٍ خَلقَهُ ثُمَّ هَدى ( طه ، 50 ) خداوند كسى\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":23},
  {"content":"\r\n\r\nاست كه خلق مىكند و نحوه ى زندگى را هم ياد مىدهد - مثلًا به زنبور عسل چگونه خانه ساختن ، و شيره ى گل مكيدن را ياد مىدهد و به طفل چگونه شير مكيدن را مى آموزد . به اين نحو هدايت ، تكوينى گويند .\r\n2 - هدايت تشريعى : قرآن - انبياء - ائمه علما و روحانيت وسيله ى هدايت مردم هستند و راه و روش را براى مردم تبيين مى كنند ، و هدايت تشريعى دارند .\r\nشَهرُ رمَضَانَ الَّذى انزِلَ فيهِ القُرآنُ هُدًى لِلنّاسِ . بقره / 185 قرآن در ماه مبارك بر قلب نورانى رسول خدا ( ص ) نازل شد براى اينكه مردم را هدايت كند .\r\nانّا هَدَيناهُ السَّيبلَ امّا شاكِراً وَ امّا كَفُوراً . انسان / 3 ما راه را نشان ميدهيم - اين مردم هستند كه بايد انتخاب كنند - راه سعادت يا شقاوت را .\r\n3 - هدايت ايصال الَى المَطلُوبِ : در قرآن از اين هدايت نيز ياد شده است . در اين نوع هدايت خداوند دست بنده را مى گيرد و به مطلوب مى رساند ، عنايت خاص حق در اينحال شامل حال بنده است و هميشه متوجه ى عبد است ، هُدًى لِلمُتَّقينَ ناظر به همين معنى است .\r\n\r\nانجام وظيفه از پيروزى مهمتر است .\r\nاى رزمندگان ، در جبهه صابر باشيد و ديگران را هم به صبر دعوت كنيد ، در برابر شكستهاى ظاهرى و صورى از پاى در نيائيد ، امام بزرگوار فرمودند : ما قيام نكرديم كه پيروز شويم يا شكست بخوريم بلكه ما وظيفه اى داريم كه بايد آن را انجام دهيم ، مسئله ، مسئله انجام وظيفه است ، امام به تنهائى قيام كرد ، قيام او صرفاً براى پيروزى نبود بلكه انجام وظيفه الهى بود ، هر چه ايشان را به اصطلاح نصيحت مى كردند قبول\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":24},
  {"content":"\r\n\r\nنمى كرد و مى فرمود : وظيفه است و من قد علم مى كنم ، اگر به نتيجه رسيدم ، بسيار خوب است و اگر هم نرسيدم به وظيفه ام عمل كرده ام .\r\nدر جنگ هم همينطور است آنچه مهم است انجام وظيفه الهى است ، حالا اگر كربلاى حسينى ( ع ) را هم فتح كرديم كه انشاء الله تعالى خواهيم كرد ، بسيار بسيار خوب است .\r\nاگر شما بتوانيد در عرض يك ساعت بصره را بگيرد ( كه اگر تصميم جدى داشته باشيد خواهيد توانست ) ولى به وظيفه خدائى عمل نكرده باشيد ، نه تنها هيچ ارزشى ندارد بلكه جهنم و كيفر و عذاب هم دارد . چنانچه خلبانى كه جان و هواپيمايش را به خاطر حفظ جان افراد بى گناه در معرض خطر قرار دهد ، انجام وظيفه الهى نموده است و اين افتخار است و در تاريخ بشريت ثبت خواهد شد . فتح بصره كه انجام وظيفه نباشد افتخار نيست بلكه مايه ى ننگ هم هست .\r\nاگر عقيده ى شخصىِ كسى مخالف دستور فرماندهى بود نبايد اعمال عقيده بكند . در اينجا بايد عقيده ى شخصى فداى مصالح اسلام شود ، صدام كشى مسئله مهمى نيست ، تحمل نمودن عقيده ى مخالف و عقيده ى خود را زير پا گذاشتن بخاطر مصالح اسلام كار مشكلى است بايد طورى تحمل داشته باشيد كه اگر زير دست به شما اعتراض كند و حتى بد هم بگويد شما بخاطر خداوند آرام باشيد ، هنگاميكه اسير گرفتيد همان اسيرى كه تا چند لحظه پيش به روى شما آتش مى گشود و شما را به خاك و خون مى كشد ، بايد او را اطعام كنيد ، اگر سيگار مى خواهد ، به او سيگار بدهيد ، و اگر تشنه باشد سيرابش كنيد شما بايد او را مورد ترحمش قرار بدهيد .\r\nچون منطق اسلام اينست ، مروان در فاجعه كربلا استاندار مدينه بود - و به شيعيان و دوستان اهل بيت سلام الله عليهم خيلى بد كرده بود ، خانه هاى بنى هاشم را خراب كرده و باغ امام سجاد ( ع ) را به\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":25},
  {"content":"\r\n\r\nمخروبه اى مبدل نموده بود .\r\nپس از آنكه قضيه ى كربلا تمام شد و امام زين العابدين ( ع ) به مدينه باز گشتند ، دو يا سه بار بر عليه حكومت وقت قيام شد ، در يكى از اين انقلابها به استاندارى هجوم برده شد مردم مى خواستند محل مروان را خراب كنند و او را دستگير نمايند ، در اين حال مروان با همه جنايت و ظلمش نسبت به اهلبيت پيش خود فكر كرد كه به چه كسى پناهنده شود ، و دريافت كه محل امن و پناهى جز حضرت امام سجاد ( ع ) ندارد - با پاى برهنه شبانه به خانه ى حضرت گريخت هنگاميكه در زد حضرت متوجه شدند كه مروان است به استقبال مروان رفتند و او را به داخل منزل بردند و وى را تسلى داده و مورد ترحم و لطف قرار دادند ، بعد هم فرداى همان شب حضرت ، مروان و خانواده اش را به باغ خود برده و آنجا را در اختيار آنها گذاشتند و هر روز خود شخصاً غذا براى آنها مى بردند .\r\nما هم به پيروى از امام بزرگوارمان حضرت سجاد ( ع ) بايد اين گونه عمل كنيم .\r\nاى رزمندگان جبهه ى نور ، در مقابل ناگواريها ومصائب صبر داشته باشيد كه ملائكه ى خداوند به استقبال شما بيايند و به شما درود و سلام بفرستند - و به مقامى برسيد كه به شما خطاب شود :\r\nيا ايَّتُهَا النَّفسُ المُطمَئِنَّةُ ارجِعى الى ربك راضِيَةً مَرضِيَّةً فَادخُلى فى عِبادى وَ ادخُلى جَنَّتى . ( سوره الفجر / 30 )\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":26},
  {"content":"\r\n\r\n\r\nجلسه ى سوم اطاعت از فرماندهى\r\nبِسمِهِ تَعالى\r\nاز شرطهاى ديگر يك مجاهد فى سبيلِ اللهِ در جبهه و يك پاسدار اسلام در سپاه ، و يك نظامى در ارتش و نيز اعضاى ساير نهادها ، متابعت كردن از فرمانده و مسئول است .\r\nاين امر از نظر نظام ضرورى و در دين مقدس اسلام يك امر واجب اعلام شده است . لذا آيات قرآن و روايات شريفه اين امر را به خوبى بيان كرده است ، و عقل نيز به اين حكم مىكند كه در يك نظام اسلامى بايد از فرماندهى اطاعت نمود ، پروردگار عالم هم مى فرمايد : اطيعوالله وَ اطيعُواالرَّسُولَ و اولِى الأَمرِ مِنكُم ( نساء / 59 ) از خدا و رسول و از ائمه طاهرين اطاعت كنيد . عدم فرمانبردارى از فرمانده نشان مىدهد كه انسان خود محورى و عصبيت دارد و در علم اخلاق ، يكى از راههاى خود سازى اينست كه آدم روح تسليم و انعطاف در مقابل حق را در خود رشد بدهد ( فرماندهان و مسئولينى كه از طرف ولى فقيه انتخاب مى شوند حقانيت دارند و تبعيت آنها لازم و واجب است )\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":27},
  {"content":"\r\n\r\nخورده گيريهاى بى مورد و بى جا ، انتقادهاى ناروا ، تضعيف فرمانده و مسئولين ، جوسازى و شايعه پراكنى و العياذ بالله تهمت و غيبت پشت سر فرمانده و . . . از نظر نظام اسلام يك امر حرام و غلطى است .\r\nاولين كارى كه اسلام در اوائل ظهورش انجام داد ، اين بود كه براى نظام و تشكيلات ، مسئول و رئيس انتخاب كرد ، اين امر بوسيله ى رسول خدا ( ص ) انجام مى گرفت ، حضرت رسول ( ص ) در زمان حياتشان فكر آينده را هم كردند و ائمه معصومين سلام الله عليهم اجمعين را به عنوان امام و رهبر قرار دادند ، و خداوند هم امر فرمود : كه همه بايد از رسول الله ( ص ) و ائمه طاهرين ( ع ) متابعت كنند ، و پيروى از آنها را مطابق با متابعت خود دانسته است - يعنى حكم پيغمبر و ائمه حكم خداوند است . وقتى خداوند تبارك و تعالى به اطاعت از رسول و ائمه سلام الله عليهم امر مى فرمايد يعنى امر اينها را بايد به تمامى معنا و مو به مو اطاعت كرد ، همانطور كه رستگارى و فلاح انسانها در گرو اطاعت از حق سبحانه است ، در گرو اطاعت از رسول و ائمه نيز هست .\r\nرسول خدا ائمه اطهار ( ع ) را براى زمان بعد از خود تعيين فرمودند و حضرت ولى الله الاعظم عج الله تعالى فرجه ، براى زمان غيبت فرمانده و مسئول تعيين كرده اند ، بنا به روايتى كه از حضرت امام جعفر صادق ( ع ) وارد شده : زمانى كه دسترسى به ائمه اطهار نيست بايد از ولى فقيه اطاعت كرد .\r\nو اگر حكم ولى فقيه اطاعت نشود حكم خداوند سبك شمرده شده است ،\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":28},
  {"content":"\r\n\r\nيعنى رد حكم ولى فقيه رد حكم ائمه ( ع ) و رسول الله ( ص ) و نهايتاً رد حكم خداوند است و اين در حد كفر است . در برابر امر ولى فقيه بايد تسليم محض و بدون چون و چرا بود .\r\nمسئله قابل توجه در اينجا اينست كه اطاعت از فرماندهان و مسئولانى كه از طرف ولى فقيه يا نماينده تام الاختيار ولى فقيه انتخاب مىشوند ، مانند فرماندهى سپاه ، ارتش ، فرماندهى يك گردان و تيپ و از اين هم پائين‌تر تا هنگاميكه مورد تأييد ولى فقيه هستند واجب است .\r\nهمانطور كه اطاعت از رسول خدا ( ص ) واجب است و اگر كسى دستور فرمانده را عمداً اطاعت نكند معصيت نموده . اين عدم اطاعت در سر حد كفر است و جسارت به فرمانده نيز نهايتاً جسارت به خداوند است .\r\nبدانگونه كه تاريخ نشان مىدهد و قرآن و روايات تأييد مىفرمايند بسيارى از شكستها و بدبختيهاى مسلمين از عدم اطاعت فرماندهى اسلام بوده است . همگى جريان جنگ احد و شكست آن را به خوبى مىدانيد ، شكست در آن جنگ و شهيد شدن عده‌اى از مسلمين فقط بخاطر عدم اطاعت از فرمانده بود ، سرپيچى و تخطى از دستور فرمانده بود كه باعث ضربه خوردن مسلمانان در جنگ احد شد ، دندان و پيشانى مبارك حضرت رسول اكرم صلى الله عليه و آله در همين جنگ شكست و عموى بزرگوار پيغمبر خدا حضرت حمزه سيد الشهدا به شهادت رسيد و . . . پس از جنگ از پيغمبر ( ص ) سؤال شد كه چرا لشكر مسلمين شكست خورد در حالى كه ابتداى جنگ پيروزى از آن مسلمين بود ؟ حضرت فرمود : براى اينكه يك لحظه خداوند را فراموش كردند . يك آن حرف فرمانده را گوش نكردن احياناً مساوى با شكست اسلام است .\r\nدر جنگ احد اين آيه نازل شد :\r\nوَ لَقَد صَدَقَكُمُ اللهُ وَعدَهُ اذ تَحُسُّونَهُم بِاذنِهِ حَتّي اذا فَشِلتُم وَ تَنازَعتُم فِي\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":29},
  {"content":"\r\n\r\nالأَمرِ وَ عَصَيتُم مِن بَعدِ ما اريكُم ما تُحِبُّونَ مِنكُم مَن يُريدُ الدُّنيا وَ . . ( آل عمران / 145 )\r\nبه حقيقت آنگاه صدق وعده خداوند را ، كه شما را بر دشمنان غالب گرداند دريافتيد كه غلبه كرديد و به فرمان خداى ، كافران را به خاك هلاكت افكنديد ، و هميشه بر دشمن غالب بوديد ، تا وقتى كه در كار جنگ سستى كرده و اختلاف انگيختيد ( برخى از آنها سنگرى را كه پيغمبر دستور داده بود بايستند و از آن محافظت كنند رها كردند و در پى جمع‌آورى غنائم رفتند ) و نافرمانى حكم پيغمبر نموديد .\r\n\r\nشرائط نصرت الهى\r\nوعده ى خداوند در نصرت مسلمين صادق است اما شرط دارد و آن اين است كه :\r\n1 - در جنگ خستگى پيدا نشود ، و ضعف اراده در شما ( رزمندگان ) راه نيابد و صبر و استقامت را در مواقع حساس و ضرورى پيشه خود سازيد .\r\n2 - افرادى كه در جبهه هستند ، بسيج ، ارتش ، سپاه و همه افراد با هم اتحاد اتفاق و برادرى داشته باشند .\r\n3 - مهمتر از همه اطاعت از فرمانده و مسئولين است چنان كه قرآن مىفرمايد اگر لشكر اسلام از فرمانده خود متابعت نكند ، شكست خواهد خود و متلاشى خواهد شد .\r\nنقش مخرب اختلاف در روحيه معنوى و الهى\r\nمطلب ديگر ، وجود روحيه معنوى و الهى در ارتش و نظام اسلام است . شما خوب مىدانيد تا به حال لشكر اسلام پيروزيهائى را كه بدست آورده\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":30},
  {"content":"\r\n\r\n( و انشاء الله بدست خواهد آورد ) بخاطر وجود همين روحيه بوده است و دست عنايت حقتعالى و امام زمان ( ع ) بر سر لشكر اسلام است ، اگر بين فرماندها و پرسنل تحت فرمان اختلاف و دوئيت پيدا شود ، يا بين سپاهى ، ارتشى ، بسيجى و . . . اختلاف افتد ، دست عنايت الهى و حضرت مهدى ( ع ) از سر اين جبهه و جنگ برداشته خواهد شد و معنويت و روحيه الهى رخت بر خواهد بست ، و در اين صورت شكست حتماً در كمين لشكر اسلام است .\r\nمسأله‌اى كه بايد به آن توجه كرد اين است كه : چنين نيست كه يك فرمانده يا مسئول به هيچ وجه اشتباه نمىكند و يا اينكه توافق اخلاقى كامل با ديگران داشته باشد ، بلكه امكان اشتباه و عدم توافق اخلاقى وجود دارد ولى اطاعت از فرماندهى چون در حقيقت حفظ نظام اسلام است لازم و واجب است .\r\nمسلم است كه فرمانده بايد اصول و اخلاق و روش فرماندهى از نظر اسلام را رعايت كند . و به فكر ديگران احترام گذاشته و حقوق ديگران را رعايت كند و با زيردستان برخوردى عاطفى و مهربانانه داشته باشد ، و خود ايثارگر باشد تا پرسنل تحت فرمان ، از او درس بياموزند .\r\nولى اگر ( خداى نخواسته ) فرماندهى اين اصول را هم كاملًا رعايت نكرد ، به هر حال افراد تحت فرمان موظفند كه به وظيفه خود ( يعنى اطاعت ) عمل كنند .\r\nدر جبهه ، محل كار ، پادگانها ، مأموريتها و . . اطاعت فرمانده لازم و واجب است ، اگر چه فرمانده اشتباهاتى هم داشته باشد .\r\nفرمانده كل قوا اگر حكمى كند ما نه فقط بايد از لحاظ ظاهر اطاعت كنيم ، بلكه بايد از دل و جان نيز تسليم محض اوامر او باشيم ( نه اينكه بگوئيم . اگر حرف ولى فقيه يا نماينده او باعقل و شيوه تفكر من مطابقت\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":31},
  {"content":"\r\n\r\nنكرد مجبور به پذيرفتن نيستم ! يا مثلًا بگوئيم به حرف آنان عمل مىكنم ولى ، اما و . . نظر خودمان چيز ديگرى است ) فَلا وَ رَبّكَ لا يُؤمِنُونَ حَتّي يُحَكّمُوكَ فيما شَجَرَ بَينَهُم ثُمَّ لا يَجِدُوا في انفُسِهِم حَرَجاً مِمّا قَضَيتَ وَ يُسَلّمُوا تَسليماً ( نساء / 65 ) نه چنين است ، قسم بخداى تو اينان به حقيقت اهل ايمان نمىشوند ، مگر آنكه در خصومت و نزاعشان تنها تو را حاكم كنند و آنگاه به هر حكمى كه ( به سود و زيان آنها ) بكنى - هيچگونه اعتراضى در دل نداشته و كاملًا از دل و جان تسليم فرمان تو باشند ، آيه مربوط به پيغمبر ( ص ) است ، ليكن وقتى در نظام نگاه كنيم حكم جارى است ، يعنى در اوامر امام هم اين حكم صدق پيدا مىكند و امر كسى را هم كه امام تعيين فرموده اينچنين است ، همينطور است در تمام نظام اسلام حكم يك حكم واحد است يعنى مخالفت حرام ، اطاعت واجب .\r\nگاهى رسول خدا ( ص ) جوان كم‌سن و سالى را به فرماندهى منصوب مىكرد ، پيرمردها و جاهلان اعتراض مىكردند ، كه چرا فرماندهى از آن ما نباشد پيغمبر آنها را ساكت مىكرد و همه را امر به اطاعت جوان مىفرمود . پيغمبر ( ص ) در هنگام رحلت لشگرى را براى جنگ آماده كردند و اسامه بن زيد را كه يك جوان سياه بود بعنوان فرمانده انتخاب نمودند بعضيها تخلف كردند و از فرمانده اطاعت نكردند ، به پيغمبر ( ص ) خبر رسيد كه اينها از فرمانده متابعت نمىكنند ، حضرت جمله‌اى فرمود كه بايد همه ى نيروهاى نظامى اسلام اعم از سپاه ، ارتش ، بسيج و . . . همواره اين فرمايش حضرت را متوجه باشند . جمله اينست : مَن تَخَلَّفَ عَن جَيشِ الاسامَةِ فَعَلَيهِ لَعنَهُ اللهِ ، يعنى هر كسى كه از فرماندهى تخلف و تخطى كند لعنت خداوند بر او باد .\r\nالبته هر گاه كه فرمانده واقعاً لياقت نداشته باشد بايد عزل شود ، ولى تا هنگاميكه فرمانده است اطاعت لازم و واجب است .\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":32},
  {"content":"\r\n\r\nدر نظام جمهورى اسلامى كه آزادى به تمام معناى كلمه در نيروهاى انتظامى و نظامى وجود دارد سوء استفاده از اين آزادى و شخصيت مسئولين و فرماندهان را كوبيدن گناه بزرگى است .\r\nدر صدر اسلام مسلمانان متابعت و ( علاقه ) عجيبى نسبت به فرمانده داشتند .\r\nدر جنگ تبوك به پيغمبر ( ص ) خبر دادند كه ابوذر از لشگر عقب مانده است . حضرت دستور توقف دادند . پس از مدتى ديدند كه از دور ابوذر مىآيد ، وقتى به لشگر رسيد ، آنقدر تشنگى به او فشار آورده بود كه از حال رفته و غش كرد ، پس از اينكه به حال آمد . رسول خدا ( ص ) از او پرسيد چه چيز همراه دارى ؟ ابوذر در جواب عرض كرد ، آب . پيغمبر ( ص ) فرمود : اگر آب همراه داشتى چرا از تشنگى از حال رفتى ؟ عرض كرد يا رسول الله ( ص ) در راه زير تخته سنگى مقدارى آب شيرين پيدا كردم ، ولى نخواستم قبل از شما از آن استفاده كنم ، خلاصه اينكه ، در سپاهى ، ارتشى و بسيجى بايد روح تسليم باشد ، كه اين روحيه براى نظام اسلام سازنده و مفيد است و روح تسليم انسان‌ساز است ، شخصى خدمت امام صادق ( ع ) رسيد ، به حضرت عرض كرد : من صد در صد تسليم شما هستم ، اگر انارى را دو قسم كنيد و بفرمائيد نصفش حلال و نصفش حرام مىگويم درست است .\r\nآرى اطاعت از فرماندهى موجب حفظ نظام اسلام ( كه از اوجب واجبات است ) مىشود ، تمرد از فرمانده و خودمحورى در ارتش و . . . از گروهكها و افكار فاسدى نشئت مىگيرد كه از آغاز زمزمه ى شوم انحلال ارتش را سر دادند ، و از ابتدا مخالفت با فرمانده و فرماندهى را شعار خود قرار دادند . امام بزرگوار همواره به نظم و اطاعت از فرماندهى در ارتش ، سپاه و . . . تكيه مىفرمودند و مىفرمايند .\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":33},
  {"content":"\r\n\r\n\r\nجلسه ى چهارم رأفت و مهربانى\r\nبِسمِهِ تَعالى\r\nرأفات و مهربانى از شروط لازم و واجب است بويژه بر افراد سپاه ، ارتش و بسيج در جبهه‌هاى نبرد .\r\nرأفت و مهربانى مفهومى است كه همه از آن لذت مىبرند ، حتى آن كسانى كه در دلشان رحم و مهربانى وجود ندارد ، از سر تا پاى اين كلمه مقدس ، نور و عاطفه مىبارد .\r\nاصلًا عالم هستى بر پايه رحمت استوار است ، اگر خداوند متعال اين صفت نورانى و غريزه ى انسانى را در فطرت آدميزاد قرار نمىداد ، هيچ پدر و مادرى حاضر نمىشد كه براى فرزندانش جانفشانى كند .\r\nاين همه جنايات هولناك كه در دنياى به اصطلاح متمدن كنونى ( در غرب و شرق ) صورت مىگيرد بخاطر رخت بر بستن عاطفه و رأفت است و پيش آمدن اين همه مصيبتها به جهت عدم حكومت عطوفت در بشريت است .\r\nهر گاه رأفت از انسان گرفته شود مسلماً قساوت جانشين او خواهد\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":34},
  {"content":"\r\n\r\nگشت و قساوت پست‌تر از هر صفت رذيله ى ديگرى است ، در حال قساوت تعقل گرفته مىشود و گوش و چشم و زبان كر و كور و لال خواهد شد .\r\nدر اثر نداشتن عطوفت كار به جائى مىرسد كه دختران را زنده بگور مىكنند و موشكهاى نُه مترى به خانه و كاشانه مردم بىدفاع پرتاب مىكنند .\r\nپيغمبر اكرم ( ص ) فرموده‌اند : مَن لايَرحَمُ لايُرحَمُ - كسى كه به مردم رحم نكند خداوند هم به او رحم نخواهد كرد .\r\nانحطاط بشريت بخاطر بىعاطفگى است .\r\n\r\nرأفت در جبهه\r\nاين مسئله براى افرادى كه در جبهه هستند بيشتر حائز اهميت است چون كار اين افراد مقاتله است و هميشه سر و كارشان با كشته‌ها و زخمىها و محرابيها است ، اگر توجه و عنايت به اين امر مهم نداشته باشند زود قساوت و سخت دلى گريبان گير آنان مىشود .\r\nقرآن در اين مورد براى ما خطى ترسيم كرده كه بايد سرمشق برادران رزمنده ى سپاهى ، بسيجى و ارتشى و كلًا همه افراد مسلمان باشد .\r\nمَحَمَّدٌ رَسُولُ اللهِ وَ الَّذينَ مَعَهُ اشِدّاءُ عَلَي الكُفّارِ وَ رُحَماءُ بَينَهُم . ( فتح / 29 )\r\nمحمد ( ص ) فرستاده خداست و ياران وهمراهانش بر كافران بسيار سخت ( گير هستند ) و با يكديگر بسيار با شفقت و مهربانند .\r\nهنگام حمله به دشمنان دين خدا ياران محمد ( ص ) بسيار خوب و سخت حمله مىكنند و جانانه مقاومت مىنمايند ، در اين هنگام گوئى كه در وجود آنها هيچ رحمى نيست ، با اراده‌اى قوى و چهره‌اى مصمم قلب دشمنان را مىشكافند و پيش روى مىكنند .\r\nاما ياران و همراهان محمد ( ص ) در ميان خودشان وجودى مملو از\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":35},
  {"content":"\r\n\r\nرأفت و مهربانى و عطوفت دارند ، همانگونه كه با دشمنان دين خدا به حد كمال ، تندى و خشونت مىورزند در ميان خود رأفت و دلسوزى را به حد كمال و به مرتبه‌اى عالى رسانده‌اند . مصداق كامل اين گونه افراد حضرت اميرالمؤمنين على عليه السلام بود .\r\n\r\nكلام ابن ابى الحديد درباره ى مولى اميرالمؤمنين على ( ع )\r\nابن ابى الحديد درباره ى مولى على ( ع ) مىگويد : از امتيازات على ( ع ) اينست كه مىتوانست جمع بين ضدين كند ، يعنى در حالى كه بسيار شجاع بود ، بسيار با عاطفه و با رأفت بود و وجود مقدسش سرشار از رحم بود درحاليكه در شب عابد بود به تمام معنا ، در روز شير ميدانهاى نبرد بود .\r\nمعمولًا زن شجاعت ندارد ، بخاطر اينكه عاطفه‌اش زياد است و آدمهاى شجاع تقريباً از عطوفت كمترى برخوردار هستند كه اين نقص است . ولى مسلمانان پيرو مولى على ( ع ) شجاعت و جسارت در مقابل دشمن را به حد كمال دارند ، و رحم و دلسوزى آنان هم به حد كمال و اعلاء است .\r\n\r\nسفارشات رسول خدا ( ص ) به سپاهيان اسلام\r\nوقتى لشگر اسلام راهى جبهه و ميدانهاى جنگ ، مىشد رسول خدا ( ص ) براى سپاهيان خطبه مىخواندند و آنان را نصيحت مىكردند و مىفرمودند :\r\nبا زنان ، بچه‌ها ، پيرمردها و پيرزنها كارى نداشته باشيد ، آنها را مورد ترحم قرار بدهيد ، آب آشاميدنى مردم را مسموم نكنيد ، خانه‌ها را آتش نزنيد ، درختان را قطع نكنيد آب را به روى مردم نبنديد ، زراعتها را خراب\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":36},
  {"content":"\r\n\r\nنكنيد ، حيوانات را نكشيد ، اگر فرار كردند آنها را دنبال نكنيد ، اگر رو به شما آوردند و به شما پناهنده شدند از آنها خوب پذيرائى كنيد . بر شما واجب است با اسراى آنها به بهترين وجه برخورد كنيد ، تشنه‌هاشان را سيراب كنيد و گرسنه‌ها را غذا دهيد ، اگر كسى محكوم به اعدام است او را نيز احسان كنيد و اطعام دهيد .\r\nمهربانى\r\n\r\nو تلطف به يگديگر\r\nاما آنچه از رحم به دشمن نيز مهمتر است ، مهربانى و تلطف به يكديگر است .\r\nبايد سپاهى نسبت به ارتشى و بسيجى و نيز ارتش نسبت به سپاهى و بسيجى و همه نسبت به يكديگر ، مخصوصاً در جبهه‌ها رحم و عطوفت داشته باشند .\r\nارتش بايد امكانات مادى و معنوى خود را در اختيار سپاه بگذارد و سپاه هم بايد به ارتش احترام كند ، بسيج بايد به سپاه احترام بگذارد و همگى بايد به بسيج كمك كنند .\r\nمعنى ندارد كه سپاهى امكانات رفاهى داشته باشد ولى بسيجى نداشته باشد ، در جبهه اختلاف رفاهى معنى ندارد ، اگر خداى نخواسته اينطور شود ( كه هيچوقت نيست ) اين جبهه ، جبهه ى اسلام نيست ، جبهه‌اى كه افراد بسيج گرسنه بخوابند و سپاه امكانات داشته باشد ، اسلامى نيست ، اختلاف و تفاوت در غذا - پوشاك ، عدم صميميت و برادرى و مهربانى را مىرساند ، و اين جبهه‌اى نيست كه نور خداوند در آن متجلى باشد ، البته لازم به تذكر است كه اين وضع در جبهه‌هاى ما هيچگاه نبود و نخواهد بود .\r\nبرادرى و رأفت و مهربانى بايد در جبهه حكمفرما باشد كه : مَن\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":37},
  {"content":"\r\n\r\nلايرحَمُ لايرحَمُ كسى كه رحم و دلسوزى و مهربانى به برادرانش نكند ، رحم نخواهد ديد ، مسلمان بايد دوست بدارد براى ديگران آنچه را براى خود دوست مىدارد و بد بداند براى ديگران آنچه را براى خود زشت و بد مىداند . مجاهد فى سبيل‌الله اگر طالب جوار الله است و مىخواهد حقيقتاً نام مجاهد بر او صدق كرده و برازنده او باشد بايد رحم و مهربانى را در وجود خود تحقق بخشد .\r\nبه اين داستان توجه كنيد تا معناى رحم بر برادران براى شما روشن شود .\r\n\r\nمصداق بارز اشِدّاءُ عَلَي الكُفّارِ رُحَماءُ بَينَهُم\r\nزرقاء همدانيه يك زن مجاهده ى صدر اسلام بود ، شخصى كه در جنگ صفين لشگر فرارى اسلام را با خطابه‌هاى آتشين و نصيحتهاى گهربار جمع‌آورى نموده تا اينكه بر معاويه و سربازانش هجوم بردند و پيروز شدند ، زرقاء زنى بسيار شجاع و دلسوز و مهربان بود .\r\nبعد از شهادت اميرالمؤمنين عليه السلام معاويه بر اوضاع مسلمين تلسط كامل يافت . در دوران حكومتش ظلمهاى بسيارى رفت . عمّالش شهرها و روستاها را خراب نموده و اموال شيعيان را غارت مىكردند و به يغما مىبردند و متعرض جان و ناموس آنها مىشدند .\r\nروزى عمّال كثيفش به صحرائى رفتند كه آن شير زن يعنى زرقاء همدانيه آنجا بود . طرفداران معاويه مردها را كشتند ، گوسفندها را بردند - زنها را بىسرپرست در وسط بيابان گذاشتند و رفتند . اين زن تصميم گرفت كه حق خود و مردم را بگيرد ، پاى پياده از كوفه به شام رفت . شام پايتخت ظلم و جور و جنايت و اختناق و اعدام بود . با اين وضع وحشتناك يك زن از شيعيان على ( ع ) به شام رفته و مىخواهد دادخواهى\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":38},
  {"content":"\r\n\r\nكند ؟ عجبا ! كه بحقيقت مصداق اشِدّاءُ عَلَي الكُفّارِ است .\r\nهنگاميكه زرقاء قصد ورود به كاخ معاويه را داشت ، سربازان مانع او شدند ولى ، فريادش به آسمان بلند شد چنانچه معاونيه آن فرياد را از داخل كاخ شنيد و از علت آن پرسيد ؟ به او خبردادند كه زنى از كوفه براى دادخواهى آمده است ، گفت : داخل شود .\r\nزرقاء داخل كاخ شد و در برابر معاويه ايستاد و هر چه مىخواست گفت ، معاويه گفت : چرا اينقدر عصبانى هستى ، چه مىخواهى ، چه مىگوئى ؟\r\nزرقاء گفت : عمال تو ريختند مردهاى ما را كشتند ، اموال ما را غارت كردند ، گوسفندهاى ما را بردند و . . . معاويه گفت : اين كه چيز مهمى نيست ، دستور مىدهم يك گله گوسفند به تو بدهند .\r\nزرقاء گفت : خاك بر سر تو باد ، اى معاويه ، تو گمان مىكنى كه من براى گرفتن حق شخصى خود از كوفه به شام آمده‌ام . ؟ !\r\nمن مىگويم : به بيوه‌زنان و بچه‌هاى يتيم رحم كن . تو مىخواهى به من گوسفند بدهى ! كه من شير و روغن و گوشت داشته باشم و همسايه‌ام گرسنه بخوابد ؟ ! واى بر من ! معاويه ديد كه اين زن به نظرش آشنا مىرسد . پرسيد : تو كى هستى .\r\nزرقاء خود را معرفى كرد . معاويه به خاطرش رسيد كه اين همان زنى است كه لشگريان فرارى اسلام را در جنگ صفين جمع‌آورى كرد و آنها را تحريك و ترغيب به جنگ نمود .\r\nمعاويه گفت : من در آسمانها در جستجوى تو بودم ، تو به پاى خودت آمدى دستور به كشتن او داد .\r\nزرقاء گفت : معاويه مرد باش ، يك وقتى مولى على بن ابيطالب در ميان ما بود و ما زير پرچم او بوديم ، او اكنون ميان ما نيست و حالا زنى صحرانشين هستم\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":39},
  {"content":"\r\n\r\n. معاويه گفت : خير جلاد بيا ، اين زن را اعدام كن .\r\nزرقاء گريه كرد ، و گفت اى فرياد رس مظلومان بفريادم برس .\r\nمعاويه دستور داد او را برگرداندند و از او پرسيد فرياد رس مظلومان كيست ؟\r\nزرقاء گفت : معاويه بگذار قضيه‌اى را تعريف كنم : تا بدانى فرياد رس مظلومان كيست\r\n. . . در مسجد كوفه ، اميرالمؤمنين على ( ع ) اذان و اقامه مىگفتند . ناگهان زنى از پشت پرده فرياد زد اى فرياد رس مظلومان بفريادم برس . ناگهان پاهاى مبارك حضرت لرزيد ، آن شجاع ميدانهاى نبرد توان ايستادن را از كف داد و مثل باران شروع به گريه كردن نمود و آه و ناله سر داد . و فرمود : خدايا على را به ظلم ظالم مگير خدايا من استاندار نفرستادم كه به مردم ظلم كند ، سپس مولى على ( ع ) زن را خواستند و از او پرسيدند چرا مظلوم واقع شدى و . . . به او ترحم و تلطف نمودند و فرمودند : اگر در حق تو كوتاهى شد ، مرا ببخش . آرى على ( ع ) فرمانده ى جبهه و زرقاء مسلمان واقعى است . على ( ع ) آنجا كه بايد شمشير بزند ، تو گوئى رأفت و رحم در وجود مباركش نيست ، شمشير بدست مىگيرد ، رگهاى گردن مباركش برآمده مىشود و از شمشيرش خون مىچكد و هيچ كس را ياراى مقاومت در برابرش نيست .\r\nاما همين شخص در جائى كه محل ترحم است ، برخوردش در كمال عطوفت است ، با آنكه ابن‌ملجم آن شقى ازل و ابد به سر مبارك مولى ضربت مىزند ولى مولى با او مهربانى مىكند وقتى كه دستگير مىشود و او را به خانه ى على ( ع ) مىبرند . حضرت مقدارى از شيرى را كه براى ايشان آورده بودند به امام حسن عليه السلام مىدهد و مىگويد : حسن جان اين شير را براى ابن ملجم ببر ، سپس ابن ملجم را خواست ، او را آوردند .\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":40},
  {"content":"\r\n\r\nمولى ( ع ) ديد او ترسيده و چشمانش گود رفته است ، با او مهربانى كرد و فرمود : چرا چنين كردى ؟ مگر من با تو چه كرده بودم ؟ ! و سفارش او را به امام حسن ( ع ) كردند ، آرى اينست مصداق حقيقى يك انسان كامل و يك مجاهد فى سبيل الله .\r\n\r\nجبهه نعمت است\r\nگرچه جبهه و جنگ مشكلاتى دارد اما بدانيد كه نعمت بزرگى است ، انسان ساز ومكتب على است ، سنگر تجلى گاه نور خدا است ، شايد سنگر از مسجد مقدس تر باشد .\r\nعلى ( ع ) مىفرمايد : المُؤمِنُ اعظَمُ حُرمَةً مِنَ الكَعبَةِ المُؤمِنُ اعظَمُ حُرمَةً مِنَ المَلَكِ المُقَرَّبِ . مؤمن احترامش از كعبه بالاتر است ، و سنگر مؤمن هم از كعبه بالاتر است ، ميدان نبرد و جبهه مسجد الحرام نيست بلكه بالاتر است ، نور خداوند در آنجا متجلى است ( تجلىگاه عشق است ) دست عنايت ولى الله الاعظم امام زمان ( ع ) در جبهه‌ها و سنگرها است . آرى جبهه حقيقتاً نعمت بزرگى است .\r\nرزمندگان سپاهى در جبهه ( اين مكتب انسان ساز ) بايد خود را چنان بسازند كه هنگام برگشتن خود مربى و معلم ديگران باشند ، سپاهى بايد از چهره ى ملكوتيش ديگران غبطه بخورند ، و بس است براى سپاهى كه امام عظيم‌الشأن با آن مقام رفيع معنوىاش بفرمايد : اى كاش من هم يك پاسدار بودم ، يا بفرمايد از چهره ملكوتى شما غبطه مىخورم .\r\nاما كدام سپاهى و پاسدار ؟ پاسدارى كه قساوت داشته باشد ؟ و رحم و تلطف ومهربانى در وجودش نباشد ؟\r\nهرگز چنين كسى نه پاسدار اسلام و نه سرباز امام زمان ( ع ) .\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":41},
  {"content":"\r\n\r\n\r\nجلسه ى پنجم اخوت و اتحاد در جبهه ( قسمت اول )\r\nبِسمِهِ تَعالى\r\nاسلام براى اخوت و اتحاد اهميت بسزائى قائل است ، و مىفرمايد اگر روح برادرى و اتحاد در جبهه‌هاى شما نباشد ، و هماهنگى نكنيد ، يقين داشته باشيد كه شكست خواهيد خورد .\r\nهمانطور كه قبلًا نيز به تفصيل بيان شد ، صدق وعده ى خداوند ( پيروزى ) سه شرط عمده دارد كه يكى از آنها عدم اختلاف در جبهه است ، يعنى بايد برادرى و اخوت وهماهنگى كامل بين سپاهى و ارتشى ، ارتشى و بسيجى باشد و همه با هم باشند ، و تا اين شرط تحقق پيدا نكند ، پيروزى و نصرت خداوند هم تحقق پيدا نخواهد كرد .\r\nآيه 152 در سوره آل عمران به روشنى دلالت دارد بر اينكه ، لشگريان اسلام اعم از ارتش ، بسيج ، سپاه و . . در جبهه و در غير جبهه بايد با هم برادر بوده و اتحاد و هماهنگى داشته باشند . اگر اختلاف سليقه و نظر\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":42},
  {"content":"\r\n\r\nهم باشد بخاطر حفظ نظام اسلام بايد گذشت كرد و ناديده گرفت .\r\n\r\nاختلاف و تفرقه ، و اثرات آن\r\nاگر خداى نخواسته بين نيروهاى نظامى اسلام اختلافى بيفتد آن روز ، روز مصيبت اسلام و مسلمين است .\r\nو از نظر تجربه و تاريخ بهترين راه براى از بين بردن انسجام و متلاشى شدن حكومتها ، تفرقه افتادن و اختلاف پيدا شدن در آنها است ، دشمن اگر بتواند بين ارتش وسپاه اختلاف و جدائى بيندازد و روح برادرى اسلامى و اتحاد را از آنها بگيرد ، كار خودش را كرده ( اين شعار انگليس جنايتكار بود كه : تفرقه بينداز و حكومت كن )\r\n\r\nاختلاف انداختن شيوه ى مفسدين و مستكبران است\r\nانَّ فِرعَونَ عَلا فِي الارضِ - وَ جَعَلَ اهلَها شِيَعاً يَستَضعِفُ طائِفَةً مِنهُم - يُذَبّحُ ابناءَهُم وَ يَستَحيي نِساءَهُم انَّهُ كانَ مِنَ المُفسِدينَ . ( قصص / 4 )\r\nفرعون در سرزمين مصر تكبر و گردنكشى آغاز كرد و چون مىخواست بر سرزمين مصر حكومت كند ، لذا ميان مردم اختلاف وتفرقه انداخت ، وقتى توانست اين كار را انجام دهد نتيجتاً مردم ضعيف وذليل شدند ، پسرانشان را مىكشت ( كه مبادا با ظهور حضرت موسى ( ع ) قدرت يابند ) و زنها را زنده نگه مىداشت و عفت را از آنها مىگرفت ، همانا فرعون بسيار مفسد بود .\r\nآيه ى شريفه به خوبى نشان مىدهد كه اگر خداى نخواسته بين ارتش و بسيج و سپاه اختلاف و جدائى و تفرقه بيفتد و برادرى واتحاد از ميان آنها برود ، آمريكا و شوروى جنايتكار براحتى خواهند توانست به\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":43},
  {"content":"\r\n\r\nاهداف شوم و فاسد خود برسند ، آن روز ، روز عزاى ما و جشن آمريكا و روسيه است . ( حاشا و كلا كه در بين ما همچنين روزى باشد ) .\r\nدر جائى ديگر قرآن براى نشان دادن زشتى تفرقه و اختلاف مثلى عالى مىآورد .\r\n\r\nعذاب آسمان و زمين با اختلاف و تفرقه برابر است .\r\nمىفرمايد : قُل هُوَ القادِرُ عَلى ان يَبعَثَ عَلَيكُم عَذاباً مِن فَوقِكُم او مِن تَحتِ ارجُلِكُم او بَلبِسَكُم شِيَعاً وَ يُذيقَ بَعضَكُم . . . ( انعام / 65 )\r\nقرآن مىفرمايد : اگر از زمين و آسمان بر شما آتش ببارد و عذاب و بلاء نازل شود با حالتى كه در ميان شما اختلاف و تفرقه و دوئيت باشد ، فرقى نمىكند ، هر دو عذاب دردناكى است ، خداوند مىفرمايد : اى مردم ، طغيانگر نباشيد ، اگر اينطور شديد خداى قادر است بر شما عذاب و بلا از زمين و آسمان بفرستد ، يا شما را به اختلاف و پراكندگى بيندازد . يعنى عذاب آسمانها و زمين با تفرقه و اختلاف يكى است .\r\nموشكهاى صدامى يك محله را ( مثلًا ) با 500 نفر ساكنين آن و مغازه و خانه و بيمارستان و . . . . را به خاك و خون مىكشيد ، ولى اختلاف بين سپاه ، بسيج و ارتش و نيروهاى رزمنده انقلاب واسلام و جبهه را نابود مىكند ، اختلاف و تفرقه ، موشكى است كه خطرش به مغز و قلب انقلاب متوجه است ، موشكى است كه اسلام را هدف مىگيرد .\r\nقرآن مىفرمايد : اختلاف در جبهه و لشگر اسلام ، كار را به جائى مىرساند كه گوئى بر لب پرتگاه آتش وعذاب الهى قرار گرفته‌اند .\r\n\r\nاختلاف در سپاه و جبهه معنى ندارد\r\nپناه بر خدا اگر اختلاف كه احياناً در شهرها وجود دارد به جبهه‌ها\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":44},
  {"content":"\r\n\r\nكشيده شود آن وقت روز عزاى سپاه و ارتش و بسيج و جبهه است .\r\nفرياد قرآن بلند است كه : وَاعتَصِمُوا بِحَبلِ اللهِ جَميعاً وَ لاتَفَرَّقُوا - همه با هم يكى باشيد و برادر غمخوار هم مخصوصاً در جبهه و سپاه و ارتش ، اگر اختلاف نظرى هم هست حتماً ناديده بگيريد ، به هيچ وجه اختلاف نظرها را مطرح نكنيد به دل نگيريد و گذشت داشته باشيد . به ريسمان محكم الهى چنگ بزنيد و روح اخوت و برادرى را بر كار خود و جبهه‌ها حاكم كنيد و زبان حالتان زبان حال آن عارف عاشق باشد كه گفته :\r\nمن كيم ليلى ، ليلى كيست من هر دو يك روحيم اندر دو بدن\r\nجبهه بايد اينطور باشد ، ارتش كيست ، سپاه يا بسيج كيست ؟ ارتش ، سپاه كيست ، بسيج و ارتش همه يكى باشيد ، دست واحد با اسامى مختلف .\r\nيا ايُّهَا النّاسُ انّا خَلَقناكُم مِن ذَكَرٍ وَ انثي وَ جَعَلناكُم شُعُوباً وَ قَبائِلَ ، لِتَعارَفُوا انَّ اكرَمَكُم عِندَاللهِ اتقيكُم . ( حجرات / 13 )\r\nاى مردم ما نخست شما را از زن و مردى آفريديم ، آنگاه شعبه‌هاى بسيار و فرقه‌هاى مختلف گردانيديم تا يكديگر را بشناسيد ، ( نه آنكه نسبت به هم فخر كنيد و دل يكديگر را بشكنيد ) زيرا بزرگوارترين شما نزد خدا با تقوىترين شما است .\r\nاگر بسيجى ، ژندارمرى ، سپاهى ، ارتشى و . . مىگويند ، براى اينست كه شناخته شوند ، اگر غير از اين باشد و خداى نخواسته تفاخر به ميان آيد ، آن روز ، روز مصيبت جبهه و تفاخر كنندگان است .\r\nگذشته‌ها را ياد كنيد\r\nبه ياد بياوريد زمان طاغوت را ، همه از هم متفرق و با هم دشمن بوديم . حالا خداوند بين قلوب شما الفت و برادرى ايجاد كرده است ، اين\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":45},
  {"content":"\r\n\r\nنزديكى ، اخوت و برادرى را چه كسى بين شما بوجود آورده است ؟ قرآن به اين سؤال پاسخ مىدهد ، و مىفرمايد :\r\nاى محمد ( ص ) اگر تو هر چه در دنيا هست بدهى ، و بخواهى الفت بين قلوب مردم ايجاد كنى ، نخواهى توانست ، اين خدا است كه مىتواند بين قلوب مهربانى و الفت بيندازد . وَ كُنتُم عَلي شَفا حُفرَةٍ مِنَ النّارِ ، فَأَنقَذَكُم مِنها . ( سوره‌آل عمران / 103 )\r\nبه ياد آوريد هنگامى را كه بر لب پرتگاه و گودالى از آتش بوديد ، و خدا شما را نجات داد ، و برادرى و اتحاد بميان شما آورد !\r\nبه ياد آوريد اختلافات خانمانسوز وخائنانه‌اى را كه بنىصدر در ميان شما انداخته بود ! شايعه پراكنى و انحلال ارتش و توطئه براى سپاه را چه كسانى ايجاد مىكردند ؟\r\nقرآن تذكر مىدهد و متنبه مىكند و مىفرمايد : گذشته‌هاى سراسر اختلاف و تفرقه و جدائى را ياد كنيد و عبرت بگيريد .\r\n\r\nسپاه و جبهه نبايد وارد اختلاف نظرها بشوند .\r\nاگر هم فرض كنيم كه بين يك امام جمعه و سپاه ، بين يك فرماندار با امام جمعه ، بين يك قسمت از سپاه يا بسيج ، بين فرمانده با . . . اختلاف نظرى باشد به نيروهاى سپاه و بسيج و ارتش چه ربطى دارد ؟\r\nسپاه گل سر سبد انقلاب و افتخار اسلام است ، اگر اختلافى بين دو روحانى و يا دو شخصيت است ، به سپاه چه مربوط است ؟ اصلًا چرا در سپاه كشيده و مطرح شود ؟ سپاه كه حزب و سازمان نيست كه بخواهد تحليل سياسى راجع به قضايا بكند ، اختلاف نظر بين دو نفر به ارتش و جبهه مربوط نيست .\r\nسپاهى يعنى آنكه بر قلوب حكومت مىكند ، ومظهر معنويت الهى\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":46},
  {"content":"\r\n\r\nاست ، جبهه يعنى محلى كه نور خدا در آن متجلى است ، حتى پيرزنان نيز براى حضور در جبهه از دل آه مىكشند . جبهه يعنى محل اتحاد برادرى و اخوت است . سپاه يعنى سپاه امام زمان ( ع ) است موارد اختلاف چه ربطى به جبهه و ارتش و سپاه و بسيج دارد ؟ !\r\n\r\nيك پايه اسلام وحدت است\r\nرسول خدا ( ص ) مىفرمايند :\r\nبُنِيَ الأِسلامُ عَلي كَلِمَتَينِ ، كَلِمَةِ التَّوحيدِ ، وَ تَوحيدِ الكَلِمَةِ\r\nيعنى اسلام دو ركن دارد و اگر يكى از آنها نباشد اسلامى هم در كار نيست - اول : توحيد - يعنى توجه به خداوند تبارك و تعالى د رهمه حال ( توجه قلبى و توجه ظاهرى ) دوم : وحدت و يگانگى بين مسلمين و جامعه ى اسلام ، از نظر اين روايت شريف محور اسلام و انقلاب اسلامى بر پايه ى توجه به خداوند و وحدت امت اسلام ، استوار است .\r\nاگر كسى ظاهراً الله بگويد و توحيد را قبول داشته باشد ولى به وحدت و اتحاد مسلمين ضربه بزند مسلمان نيست ، و اگر كسى شعار وحدت بدهد ولى توجه به خداوند تبارك و تعالى نداشته باشد اينهم مسلمان نيست .\r\n\r\nتفرقه از دوزخيان است\r\nاختلاف و تفرقه و دوگانگى شيوه و طريق دوزخ و جهنميان است ، تكفير كردن يكديگر ، شعار عليه يكديگر سَر دادن ، غيبت ، رد كردن همديگر و . . . از كارهاى اهل جهنم است . « 1 » ( جانهاى مردان الهى متحد است جان سگ و شير و گرگ از هم جدا است )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - امام خمينى مىفرمودند اگر همه انبياء ( ع ) با هم جمع شوند اختلافى نمىكنند .\r\n","page_name":" 39 ","page_number":47},
  {"content":"\r\n\r\nقرآن شريف در سوره ى اعراف آيه 38 مىفرمايد :\r\nكُلَّما دَخَلَت امَّةٌ لَعَنَت اخُتَها حَتّي اذَا ادّارَكُوا فيها جَميعاً قالَت اخُريهُم لِاوليهُم . . . هر دسته‌اى از آنان كه به دوزخ وارد مىشوند قوم ديگر ( از هم كيشان خود را ) لعنت كنند تا آنگاه كه آتش دوزخ همه را فرا گيرد ، هر كدام از اين دسته‌ها تقصير و گناه را گردن ديگرى مىاندازد و مىگويد خداوندا اين بود كه ما را جهنمى كرد ، دسته ديگر مىگويد نه بارالها او بود كه ما را گرفتار دوزخ نمود ، اهل جهنم همه اهل تفرقه و اختلافند و خود باعث اختلاف و تفرقه مىشوند .\r\nالعياذ بالله اگر اين مسائل به داخل لشكريان اسلام كشيده شود و تقصيرها و عذرها را گردن يكديگر بيندازيم ، جبهه و سپاه تبدل به جهنم و آتش خواهد شد .\r\n\r\nحقيقت جبهه\r\nجبهه در حقيقت بهشت است و چشم ملكوتى ، جبهه را جنت الهى مىبيند - اين شعار نيست بلكه حقيقت است . نور خدا در جبهه متجلى است ، گوش ملكوتى نغمه‌هاى دلرباى بهشت را مىشوند و چشم حقيقت بين زيبائيهاى بهشت را در جبهه مشاهده مىكند . اگر يكى از دو دسته با هم اختلاف كنند ( ولو يك دسته مقصر نبوده ولى ادامه به اختلافات بدهند ) هر دو دسته جهنمى هستند ، هر كس وارد اختلافات شود گناه كرده است .\r\nدر صورت پيداشدن اختلاف\r\nاگر دو مسلمان با هم قهر كردند ( با اين كه بين مسلمين اصلًا قهر و\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":48},
  {"content":"\r\n\r\nجدائى معنى و مفهوم ندارد ) . بهرحال كوچكتر بايد عذرخواهى كند و اگر كوچكتر پوزش نخواست ، بايد شخص بزرگتر اين كار را انجام دهد ( در حالى كه مقصر هم نباشند ) مردانگى و خودساختگى مىخواهد كه انسان درحاليكه مقصر نباشد از طرف مقابل طلب بخشش و عذرخواهى كند .\r\nگرچه لازم است بسيجى ، ارتشى ، سپاهى از فرمانده تبعيت كنند ، اما بهرحال اگر اختلافى پيدا شد بين فرمانده با ديگران ، بايد فوراً از فرمانده عذرخواهى كرد و طلب بخشش نمود ، ولى اگر نشد وظيفه فرمانده است كه بيايد و عذرخواهى كند و به اختلاف خاتمه دهد . اگر خداى نخواسته اختلاف و قهر از دو روز گذشت و به روز سوم كشيد روايات ائمه ( ع ) به ما مىگويد كه هر دو دسته‌اى كه اختلاف كرده‌اند گرچه يكى هم مقصر نباشد ، از گروه مسلمان خارج مىشوند و يكى از جمله علتهاى عدم استجابت دعا كينه داشتن است .\r\nالعياذبالله اگر در سپاه و جبهه اختلافى بيفتد دست عنايت خداوند از آن سپاه و جبهه برداشته خواهد شد و حيله‌هاى شيطانى و فريب و نيرنگ نفسانى حاكم مىشود .\r\n\r\nنصيحت و سفارش امام خمينى\r\nنصيحت و سفارش رهبر انقلاب امام خمينى مد ظله به روحانيون بر شما سپاهيان هم صدق مىكند ، ايشان مىفرمود : اگر دو طلبه با هم اختلافى پيدا كنند دشمن و بعضى از مردم نمىگويند كه مثلًا شيخ محمد با شيخ تقى اختلاف كرده‌اند ، آنها مىگويند بين روحانيت و آخوندها اختلاف است ، قضيه سپاه و ارتش و بسيج و . . . هم همينطور است ، از كاهى كوهى مىسازند .\r\nدشمنان اسلام منتظر نشته‌اند كه تا كوچكترين اختلافى را ببينند و\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":49},
  {"content":"\r\n\r\nآنگاه جشن بر پا كنند ، اختلاف در بين شما گناهى نابخشيدنى است .\r\nتنبّه\r\nعزيزان مبادا شما كه براى جهاد و خدمت به اسلام ، به جبهه و سپاه رفته‌ايد با اختلاف ، خود را راهى جهنم كنيد ، و دشمنان را شاد سازيد . عزيزان توجه كنيد ، ارتش و سپاه و بسيج در دنيا شخصيت و وقار دارد ، دشمنان شما در غرب و شرق عالم از اسم شما مىهراسند و اين حالت تا وقتى است كه اختلاف كلمه و تفرقه بين شما نباشد .\r\nلازم به تذكر است كه اين بحث گرچه بسيار مهم است ، ولى خوشبختانه در لشگريان اسلام ، اعم از ارتش ، بسيج و سپاه مصداق ندارد ، و آنچه تا به حال از اول پيروزى انقلاب اسلامى باعث پيشروى و پيروزيهاى متعدد و سيلى زدن به صدام شده ، اتحاد و اتفاق و وحدت و يگانگى بين نيروهاى اسلام بوده و هست انشاء الله ، و به گفته ما طلبه‌ها اگر محتمل قوى و خطرناك باشد ، گرچه احتمال بسيار ضعيف باشد ، بايد احتياط كرد و تذكر آن ضرورى است ، بنابراين اگر تذكر دادم و بحث طولانى شد به اين معنى نيست كه اختلاف در جبهه‌ها است ، بلكه به اين معنى است كه خود بحث لازم و مهم به نظر مىرسد .\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":50},
  {"content":"\r\n\r\n\r\nجلسه ى ششم اخوت واتحاد در جبهه ( قسمت دوم )\r\nبِسمِهِ تَعالى\r\nدر بحث پيشين ذكر شد كه يكى از اوصاف اهل دوزخ تفرقه و اختلاف آنها است ، قرآن در مورد اهل بهشت هم صفتى را ذكر نموده و مىفرمايد :\r\n\r\nيك صفت اهل بهشت\r\nوَ نَزَعنا ما في صُدُورِهِم مِن غِلّ اخواناً عَلي سُرُرٍ مُتَقابِلينَ ( حجر / 747 ) .\r\nما آئينه دلهاى پاك آنها را از كدورت كينه و حسد و هر خلق ناپسند به كلى پاك و پاكيزه سازيم تا همه با هم برادر و دوستدار هم شوند و رو به روى يكديگر بر تخت عزت بنشينند .\r\nدر بهشت حرفهاى نامربوط و لغو شنيده نمىشود ، در دل همه سرور و بهجت است ، در آنجا اخوت و رفاقت حاكميت دارد .\r\nاگر كسى بخواهد اهل بهشت شود لازم است كه محيط كار ، سپاه و جبهه ى خود را بهشتى كند ، يعنى اخوت و برادرى را حفظ نمايد .\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":51},
  {"content":"\r\n\r\nهر چقدر كه اخوت و برادرى را تقويت و حفظ كند از نظر اسلام داراى ارزش الهى بيشترى است و ثواب و اجر و پاداش بسيارى بر آن مترتب است ، و برعكس قدرى كه به وحدت و يكپارچگى و اتحاد ضربه زده و صدمه وارد كند ، از نظر دين مقدس اسلام داراى گناه بيشترى است .\r\n\r\nعوامل گسترش اخوت و برادري\r\nيكى از عواملى كه در حفظ و گستردن وحدت و برادرى مؤثر مىباشد دل به دست آوردن است . همچنين احترام به يكديگر گذاشتن و خدمت نمودن به يكديگر نيز موجب تقويت روح برادرى مىشود و در روايت وارد شده است كه اگر كسى برادر مسلمان خود را خوشحال كند ، گوئى خداوند را خوشحال كرده است و ثوابش بيشتر از يك ماه روزه گرفتن و اعتكاف است ، و در روايتى ديگر معصوم ( ع ) فرموده است كه : قضاء حاجت مؤمن افضل است از طواف خانه خدا و شايد اين بخاطر تحكيم روح همبستگى و برادرى و اتحاد در بين مسلمين باشد .\r\n\r\nضربه زدن به وحدت و اتحاد مسلمين\r\nو بالعكس ، كيفر و گناهى را كه براى صدمه زدن به اتحاد و برادرى مسلمين قائل شده‌اند بسيار بزرگ است از جمله اعمال زشتى كه به اخوت و وحدت ضربه مىزند ، زخم زبان زدن ، مسخره كردن ، شخصيت يكديگر را كوبيدن و پشت سر هم صحبت كردن است ، و اين آنقدر گناه دارد كه قرآن مىفرمايد اشخاصى كه زخم زبان مىزنند جايشان چاهى است در جهنم وَيلٌ لِكُلّ هُمَزَةٍ لُمَزَةٍ ، واى بر كسى كه پشت سر مردم غيبت كند يا جلو روى مردم صحبتى كند كه ناراحت شوند ، در مورد\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":52},
  {"content":"\r\n\r\nغيبت مىفرمايند ، كسى كه روزه باشد و غيبت كند روزه‌اش در حقيقت باطل است ، و قرآن در مورد غيبت و گمان بد مىگويد :\r\n\r\nسوءظن ( بدگمانى ) و غيبت از نظر قرآن\r\nيا ايُّهَا الَّذينَ آمَنُوا اجتَنِبُوا كَثيراً مِنَ الظَّنّ انَّ بَعضَ الظَّنّ اثمٌ وَ لا تَجَسَّسُوا وَ لا يَغتَب بَعضُكُم بَعضاً ايُحِبُّ احَدُكُم ان يَأكُلَ لَحمَ اخيهَ مَيتاً فَكَرِهتُمُوهُ وَ اتَّقُوااللهَ ان اللهَ تَوّابٌ رَحيمٌ ( حجرات / 12 )\r\nاى كسانى كه ايمان آورده‌ايد از بسيارى از پندارها ( وظن بد ) در حق يكديگر اجتناب كنيد ، كه برخى ظن و پندارها ( باطل و خالى از حقيقت‌اند ) معصيت است ، و نيز هرگز از حال درونى يكديگر تجسس و جستجو نكيند ( و جاسوس بر احوال خلق برمگماريد ) و نيز غيبت يكديگر را ننمائيد ، آيا شما دوست داريد گوشت برادر مرده ى خود را بخوريد ؟ ! البته كراهت و نفرت از اين كار داريد ( پس بدانيد تجسم عمل غيبت گوشت برادر مرده خود را خوردن است ) از خدا بترسيد و توبه كنيد كه خدا بسيار توبه‌پذير و مهربان است .\r\n\r\nغيبت از نظر روايات ائمه اطهار ( ع )\r\nحضرت سيدالشُّهَداء سَلامُ اللهِ عَلَيه مىفرمايند : الغَيبَةُ ادامُ كِلابِ اهلِ النّارِ غيبت كردن نان و خورشت سگهاى جهنم است ، امام بزرگوار قائد عظميم الشأن ، رهبر انقلاب در توضيح حديث امام حسين ( ع ) مىفرمودند : شخصى كه پشت سر مردم غيبت مىكند به تدريج هويتش تغيير مىكند و به شكل سگ در مىآيد ، اين سگ روز قيامت راهى دوزخ مىشود ، آنجا وقتى كه احتياج به غذا پيدا مىكند ، غيبتهائى كه در دنيا كرده است به صورت چرك و خون غذاى او مىشوند\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":53},
  {"content":"\r\n\r\nدر روايت مشهور ديگرى از معصوم عليه السلام آمده كه :\r\nالغَيبَةُ اشَدُّ مِنَ الزّنا\r\n، غيبت گناهش از زنا بيشتر است .\r\nاين روايت را فقهاى عظام هم در كتابهايشان نقل كرده‌اند .\r\n\r\nزخم‌زبان زدن با غيبت تفاوتى ندارد\r\nزخم زبان زدن و صحبتهاى تند نيش دار با غيبت فرقى ندارد . اگر در برابر كسى صحبتى شود كه آزرده خاطر و ناراحت گردد ، زخم زبان بشمار مىرود و همين صحبت در پشت سرغيبت به حساب مىآيد . اگر عيبى در كسى نباشد ، و جلوى رو يا پشت سرش بدگوئى كنند ، بدان بهتان گويند و گناهش بسيار بزرگ است . قرآن فتنه گرى را بزرگتر از قتل مىداند ، الفِتنَةُ اشَدُّ مِنَ القتلِ .\r\n\r\nاحترام يكديگر را از بين بردن\r\nاحترام يكديگر را در برابر يا پشت سر از بين بردن و به شخصيت يكديگر لطمه وارد كردن موجب كيفر سخت الهى و عذاب و آتش جهنم خواهد شد . قران در آيه 10 سوره ى نور مىفرمايد : آنان كه دوست مىدارند در ميان اهل ايمان كار منكرى را اشاعه و شهرت دهند ، براى آنها در دنيا و آخرت عذابى دردناك خواهد بود .\r\nانَّ الَّذينَ يُحِبُّونَ ان تَشيعَ الفاحِشَةُ فَلَهُم عَذابٌ اليمٌ فِي الدُّنيا وَ الأخِرَةِ .\r\n\r\nدروغ و شايعه پراكنى از نظر ائمه معصومين ( ع )\r\nاما دروغ ، اين عمل شنيع در حد بت‌پرستى است ، چنانچه وارد شده است كه اى مسلمانان از دو چيز پرهيز و دورى گزينيد : 1 - بت‌پرستى 2 - دروغ ، فَاجتَنِبُوا الرّجسَ مِنَ الاوثانِ وَاجتَنِبُوا قَولَ الزُّورِ . ( سوره حج / 30 )\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":54},
  {"content":"\r\n\r\nشايعه پراكنى هم نظير دروغ است ، انسان وقتى مىخواهد مطلبى را نقل كند ، بايد صحت مطلب را بداند ، و اگر جريانى را شنيد نبايد به زودى قبول كند بلكه دليل بخواهد و سرسرى از مطالب نگذرد ، لذا اگر شخصى حرفى زد و دليل براى آن نداشت توبيخش كنيد ، و در اطراف مسئله بررسى لازم را به عمل آوريد نه اينكه به محض شنيدن خبر و مطلبى آن را بدون دليل بپذيريد و اشاعه بدهيد . اميرالمؤمنين ( ع ) مىفرمايد : دروغگوئى فقط اين نيست كه مطلبى را كه مىدانيد دروغ است بگوئيد ، بلكه شايعه پراكنى هم جزء دروغ‌گوئى محسوب مىشود .\r\nموسى بن جعفر ( ع ) مىفرمايد : در روز قيامت ابتداء به بدن درغگو و ( شايعه پراكن ) سيخ داغ فرو مىكنند و پس از آنكه در پيشگاه مردم رسوا شد ، او را روانه جهنم مىسازند .\r\n\r\nگناه و عوارض آن در جبهه\r\nرسول خدا ( ص ) مىفرمايد : كسى كه دروغ مىگويد ، بوى گندى از دهان او به آسمانها مىرود و ملائكه خدا با استشمام اين بو ، دروغگو را لعن مىكنند .\r\nالعياذبالله اگر در جبهه يا سپاه يا . . . دروغ ، شايعه پراكنى ، تهمت و . . باشد ( كه انشاء الله نيست ) بوى گند سپاه و جبهه به عالم ملكوت مىرود و در اين صورت خداى نخواسته ملائكة الله كه از بوى عطر شهيد لذت مىبرند از بوى تعفن زاى دروغگو و شايعه پراكن ملول مىشوند .\r\nجبهه‌اى كه تجليگاه نور الهى است و دست عنايت امام عصر عج‌الله تعالى فرجه الشريف بر آن است ، سزاوار نيست كه در آن دروغ و شايعه پراكنى و جوّ سازى باشد ، پناه بر خداى تعالى ، كه اگر اينطور باشد مغفرت و نصرت و رحمت حق تعالى شامل اين جبهه نخواهد شد .\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":55},
  {"content":"\r\n\r\nمعنى ندارد كه يك سپاهى ، ارتشى و بسيجى شايعه و خبرى را كه صدق و كذبش را نمىداند ، در محل كار خود نقل كند بلكه پاسدار بايد در صدد از بين بردن شايعه باشد و شايعه پراكنى براى او ننگ است ، ( تازه اگر خبرى هم صحيح باشد و گفتنش مصلحت نباشد نقل خبر گناه دارد ) .\r\n\r\nداستانى از امام امت\r\nامام امت بخاطر اينكه يك طلبه‌اى پشت سر يك مرجع غيبتى كرده بود ، سه روز تب كردند و درسهاى خود را تعطيل نمودند و از منزل بيرون نيامدند و وقتى براى تدريس به كلاس درس حاضر شدند نفس مباركشان به شماره افتاده بود و . . آرى اگر در سپاه كه مدعى است كه لشكر امام زمان ( ع ) است غيبت و شايعه پراكنى و . . . باشد ، امام عصر ( عج ) از آن خشنود نخواهند بود . و دست عنايتشان برسر آنها نخواهد بود ، و واى به آن روز كه دست عنايت حق و ولى الله الاعظم ارواحنا له الفداء از سرما كوتاه شود .\r\nاگر خداى نكرده سپاهى ، ارتشى را تحقير كند ، ارتشى ، بسيجى را به مسخره بگيرد ، بسيج به سپاه بدبين باشد ، و اينها پشت سر هم غيبت كنند ، و خداى ناكرده تهمت به يكديگر بزنند ، ديگر آن جبهه ، جبهه خدا نيست جبهه شيطان است و نور خدا شامل حال اين جبهه نخواهد شد .\r\nو شايد اين همه گناه كه بر دروغگوئى ، شايعه پراكنى ، تهمت ، غيبت و جوّسازى مترتب است بخاطر آنست كه اين اعمال زشت ، اخوت ، برادرى و اتحاد را از جامعه مسلمين مىبرد ، و تفرقه و شكست جانشين آن مىشود .\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":56},
  {"content":"\r\n\r\nاى سپاهى ، ارتشى ، فرمانده و بسيجى ، اگر به كسى در جبهه جسارت كردى ، ديگر جبهه آمدنت مورد قبول خداوند تبارك و تعالى نيست ، همه نيروها در جبهه و غير جبهه بايد ( يعنى واجب است ) كه اخوت و اتحاد را حفظ كنند ، تا اعمالشان و جهادشان مورد رضايت خداوند تعالى باشد .\r\nپناه بر خدا كه انسان مال ، اولاد ، جان و زندگى خود را به ظاهر در راه خدا بدهد ، ولى شب اول قبر ببيند كه اعمالش مورد قبول خداوند تعالى قرار نگرفته است ! اين ديگر خيلى حسرت و ندامت و پشيمانى دارد ، العياذبالله كه فرمانده را غرور بگيرد و به يك بسيجى يا سپاهى توهين نمايد ، ديگر اعمالش مورد قبول خداوند تعالى نخواهد بود .\r\nامام زمان ( ع ) در جبهه‌اى كه در آن گناه ( غيبت ، دروغ ، جوسازى و . . . ) باشد تشريف نمىآورند ، و گاهى با غيبت نمودن عده‌اى معدود حتى يك نفر ، صدهزار نفر از نور خدا و وجود مقدس ولى عصر ( ع ) محروم مىشوند .\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":57},
  {"content":"\r\n\r\n\r\nجلسه ى هفتم توكل\r\nبِسمِهِ تَعالى\r\nبايد قوى ترين و برنده‌ترين سلاح رزمندگان اسلام توكل به خدا باشد .\r\nمعناى توكل اينست كه مجاهدين فى سبيل الله در جبهه ، كثرت نيرو ، افزونى تجهيزات ، فرماندهى قوى و خود را نبينند و در همه ى كارها فقط به قدرت لايزال الهى نظر داشته باشند و نصرت و يارى خداوند تعالى را شعار خود قرار بدهند .\r\nوَ مَا النَّصرُ الّا مِن عِندِ اللهِ غير از خداوند كسى نمىتواند يارى دهنده و نصرت كننده باشد فَلَم تَقتُلُوهُم وَ لكِنَّ اللهَ قَتَلَهُم وَ ما رَمَيتَ اذ رَمَيتَ وَ لكِنَّ اللهَ رَمي ( انفال / 17 )\r\n( اى مؤمنان ) نه شما ، بلكه خدا ، كافران را كشت و ( اى رسول ) چون تو تير افكندى ، نه تو بلكه خدا افكند البته ، اسلحه ، تجهيزات ، سياست جنگى ، كثرت نيروى رزمنده ، نظم و انضباط لازم است ، ولى همه اينها وسيله‌اى بيش ، براى پيشبرد هدف نيست و نبايد بدانها اعتماد نمود ،\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":58},
  {"content":"\r\n\r\nتوكلتان فقط بر خدا باشد . كه خَيرُ ناصِرٍ وَ مُعين . وَ مَن يَتَّقِ اللهَ يَجعَل لَهُ مَخرَجاً وَ يَرزُقُهُ مِن حَيثُ لايَحتَسب وَ مَن يَتَوَكَّل عَلَي اللهِ فَهُوَ حَسبُهُ ( طلاق 2 - 3 ) هر كس خدا ترس و پرهيزكار باشد ، پروردگار عالم در بن‌بستها ( گناهان ، بلاها و حوادث سخت عالم ) به فريادش مىرسد و از جاهائى كه گمان نبرد ، به او روزى عطا كند و هر كه به خدا توكل كند خدا او را كفايت مىكند .\r\nاگر جبهه‌ها مقدس و رزمندگان با تقوى باشند و معصيت خداوند تعالى نشود ، اعتماد و توكل بر جبهه‌ها حاكم مىگردد ، قرآن مىفرمايد : كه در بن‌بستها راه باز مىشود و پيروزى نصيب جبهه ى متوكلين مىگردد .\r\nاگر انسان روح توكل را در خود قوى كند و اعتمادش به خداوند تعالى باشد ، قلبش اطمينان پيدا مىكند و مهمتر اينكه ، خداوند تبارك و تعالى در گرفتاريها به فريادش مىرسد و مشمول عنايت الهى مىگردد .\r\nحركت لشگر اسلام بايد بر محور توكل به خداوند متعال باشد ( عَلَي اللهِ في كُلّ الامُورِ تَوَكُّلي ) در مقابل توكل ، صفات رذيله ى تكبر و عجب و غرور است ، اعتماد كاذب به خود و نيروهاى مادى داشتن ، بدون توكل بر خداوند عزوجل ، باعث شكست است . همچنين ، نسبت دادن پيروزى به خود و غرور و عجب پيدا كردن شكست مىآورد قرآن مىفرمايد :\r\n\r\nغرور علت شكست است\r\nلَقَد نَصَرَكُمُ اللهُ في مَواطِنَ كَثيرَةٍ وَ يَومَ حُنَينٍ اذ اعجَبَتكُم كَثرَتُكُم فَلَم تُغنِ عَنكُم شَيئاً وَ ضاقَت عَلَيكُمُ الارضُ بِما رَحُبَت ثُمَّ وَ لَّيتُم مُدبِرينَ ( توبه / 9 - 25 )\r\nخداوند شما مسلمين را در مواقعى بسيار ( سخت و دشوار ) يارى كرد و در جنگ حنين كه فريفته و مغرور بسيارى لشكر شديد ، آن لشكر بسيار\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":59},
  {"content":"\r\n\r\nاصلًا به كار شما نيامد و زمين بدان فراخى بر شما تنگ شد ( دشمن بر شما چيره و قوى پنجه گرديد ) تا آنكه همه پا به فرار نهاديد .\r\nخداوند به خوبى نشان مىدهد كه غرور و عجب و پيروزى را از خود ديدن ، باعث چه بدبختيهائى مىشود .\r\nدر جنگ حنين ، با اينكه لشكر اسلام مجهز بود و جمعيت بسيارى داشت و دشمن از لحاظ تجهيزات و نفرات ضعيف‌تر بود ، اما مسلمين بواسطه غرور وعجبى كه پيدا كرده بودند ، شكست خوردند و كشته‌ها از خود به جاى گذاشتند ، و نزديك بود كه پيغمبر اكرم ( ص ) هم شهيد شود .\r\nسپس قرآن مىفرمايد : ما رحم كرديم و براى شما ملائكه فرستاديم و سكينه و وقار بر قلب شما نازل كرديم تا به ميدان جنگ بازگشتيد و پيروز شديد .\r\nاين داستان واقعى ، كه در قرآن و تاريخ ذكر شده است به شما نصيحت مىكند كه : اى عزيزان و لشگريان اسلام ، در جنگ و جبهه به افزونى نفرات و تجهيزات خود مغرور نشويد ، و اعتماد و توكلتان فقط به خداوند تعالى باشد ، تا پيروزى شويد ، و اگر خداى ناكرده به خود و اسلحه‌تان توكل كنيد ، شكست حتمى در انتظار شما است ، خداوند عزّوجل قسم ياد فرموده است كه : مغرورين را شكست خواهد داد .\r\nو به تجربه ثابت شده است كه انسان به هر كسى غير از خدا اعتماد كند ، از همان ناحيه متحمل شكست و نافرجامى خواهد شد .\r\n\r\nحفظ اسرار\r\nاگر خداى نخواسته كسى از رزمندگان اسير گردد ، عاملى كه باعث حفظ اسرار و اطلاعات مىشود توكل و اعتماد به حق تعالى است .\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":60},
  {"content":"\r\n\r\nحفظ اطلاعات نظامى از امور بسيار مهم است ، و نبايد رزمندگانى كه اسير مىشوند ، به دشمنان اسلام اطلاعات بدهند ، چه افشاء اسرار نظامى گناه بسيار بزرگى است .\r\nدر صدر اسلام اگر كسى از لشگر اسلام بدست كفار اسير مىشد ، و نامه ى رسول خدا ( ص ) را همراه داشت مىخورد تا مبادا به دست دشمن بيفتد و با اينكه شديداً مورد شكنجه كفار قرار مىگرفتند و بدنشان پاره پاره مىشد ، هرگز حاضر به افشاء اسرار نمىشدند ، البته ريشه ى اين مقاومت‌ها فقط توكل به حق تعالى و ايمان است ، توجه و اعتماد انسان به خداوند متعال در او شجاعت و زيركى ايجاد مىكند ، بگونه‌اى كه هيچگاه فريب دشمن را نخورده جوانمردانه به پاى چوبه دار مىرود ولى اسرار نظاميان و لشكر اسلام را فاش نمىسازد .\r\n\r\nتذكر لازم و مفيد\r\nبرادران بايد توجه داشته باشند كه نه تنها افشاى اسرار جنگ و نظام تشكيلات براى دشمن حرام است ، بلكه لازم است كه از گفتن اين امور به دوستان نيز اجتناب كنند چون معنى ندارد كه اخبار داخلى سپاه كه مربوط به تشكيلات درونى اين ارگان است به جامعه راه پيدا كند . نبايد ديگران از اخبار داخلى سپاه ، ارتش ، بسيج مطلع گردند ، اگر چه مورد اطمينان هم باشند .\r\nچه بسا با دادن اطلاعات و اخبار داخلى ارگانهاى نظامى و جبهه به دوستان ، اسرار نظامى زبان به زبان ، پراكنده شود و اطلاعات مورد نياز دشمن بوسيله خود ما و از طريق جامعه بدست او برسد ، كه البته زيان ناشى از اين امر بر همگان روشن است .\r\nبسيجى ، سپاهى و ارتشى كه از جبهه و ارگانهاى نظامى ، اطلاعاتى\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":61},
  {"content":"\r\n\r\nدارند آن را براى هيچكس فاش نكنند و اگر چنانچه اين اطلاعات را به ( مثلًا ) دوست خود بگويد ، مرتكب گناه شده است و البته گناه اين كار هم بسيار بزرگ است ، اسرار داخلى ارتش ، سپاه ، بسيج و مخصوصاً جنگ را نبايد فاش ساخت ، حتى براى نزديكترين و مطمئن‌ترين دوستان ( حتى دوست سپاهى يا بسيجى يا ارتشى خود ) فاش ساختن اسرار يعنى مرتكب شدن به معصيت پروردگار عالم .\r\nنتيجه اينكه اى عزيزان به اين مسئله بسيار مهم توجه كافى داشته باشيد تا خداى ناكرده ، ندانسته و نخواسته به دشمن اسلام كمك نكنيد و به نظام اسلامى ضربه وارد نسازيد .\r\nآرى اعتماد و توكل به پروردگار و هيچ قدرتى را جز حقتعالى مؤثر ندانستن و استقلال ذاتى براى هيچ موجودى جز خداوند قائل نشدن و فقط او را ديدن و از او ديدن ، باعث پيروزى در دنيا ، بحسب پيروزهاى ظاهرى ، و درآخرت بحسب رسيدن به لقاء الله و نظر به وجه او خواهد شد ، چه اگر شهيد ، مجروح ، يا معلول شويد پيروزيد و اگر هم غلبه كنيد پيروزيد .\r\nحضرت موسى عليه السلام فقط يك چوپان بود ، بحسب قدرت ظاهرى با عصاى چوبى ، به همراه برادرش هارون بجانب فرعون روانه شد و اين نبود ، مگر توكل و اعتماد او به خداوند تعالى .\r\nاذهَبا الي فِرعَونَ انَّهُ طَغي ( طه / 43 ) خداوند مىفرمايد : اى موسى و هارون به جانب فرعون روانه شويد كه وى سخت در طغيان است .\r\nفَقُولا قَولًا لَيّنا لَعَلَّهُ يَتَذَكَّرُ او يَخشي ( طه / 44 ) با او به آرامى و نرمى سخن بگوئيد ، باشد كه از اين خواب غفلت و غرور بيدار و متذكر شود و يا از خداوند بترسد و ترك ظلم و طغيان كند .\r\nهنگاميكه حضرت موسى به همراه برادرش ( عليهما السلام ) براى\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":62},
  {"content":"\r\n\r\nانجام دستور الهى به سوى فرعون كه ادعاى خدائى مىكرد ، روانه شد ، از خدا كثرت نفرات وتجهيزات طلب نكرد بلكه فرمود :\r\nرَبّ اشرَح لي صَدري ( طه / 25 ) خدايا مرا در اين مسئوليت بزرگ سعه ى صدر عطا فرما و دريا دلم كن . تا بتوانم در مقابل فرعون مستكبر صحبت كنم و كارم آسانتر گردد ، و پيداست كه سعه صدر و وجود پيدا كردن و دريا دل شدن به كسى عنايت و عطا نمىشود ، مگر اينكه توكل و اعتماد و نظرش فقط به خداوند تعالى باشد .\r\n\r\nداستانى از صدر اسلام\r\nدرصدر اسلام ، روميان متحمل شكستهاى فاحشى از لشكر اسلام شده بودند . آنان مىپنداشتند كه لشگر اسلام ، داراى سياست و تشكيلات پيچيده‌اى است كه باعث پيروزى آنها در ميدان نبرد مىشود . ( و همينطور كه شما عزيزان رزمنده دنياى كفر و ابر جنايتكاران شرق و غرب را به وحشت و تعجب انداخته‌ايد ) مسلمانان صدر اسلام نيز با پيروزيهاى عظيم و پى در پى دنياى كفر را به لرزه درآورده بودند ، چنانچه امپراطورى روم با قدرت بسيارى كه داشت ، همواره در مقابل لشكر اسلام دچار شكستهاى بزرگ مىشد .\r\nدر يكى از جنگها تعداد دوازده نفر از مسلمان اسير لشكر روم شدند ، بنا به دستور پادشاه روم آنها را به پيش وى بردند ، شاه نخست آنها را تطميع كرد و گفت : اگر اسلام را رها كنيد و به لشكر ما بپيونديد ، شما را فرمانده مىكنم و بهترين زنان را به شما مىدهم و خطاب به فرمانده اسيران گفت : دخترم را هم به تو مىدهم ، ولى اين تطميع كوچكترين تأثيرى در اراده ى راسخ و عزم استوار آنها نداشت ( يكى از مسلمانان اسير گفت : حاضرم هزار بار در راه اسلام كشته شوم ولى هرگز زير بار كفر نخواهم\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":63},
  {"content":"\r\n\r\nرفت ) ، سپس شاه سؤالاتى در رابطه با مسائل و اطلاعات نظامى از آنها پرسيد ، ولى دريافت كه به مسائل نظامى آشنائى كافى ندارند ، و بر تعجب او افزوده شد كه مسلمانان از چه راهى به پيروزيهاى بزرگ دست مىيابند ! لذا آنها را تهديد نمود و به قصد ارعابشان دستور داد كه يك ديگ بزرگى پر از روغن زيتون در حال جوشيدن ، حاضر كردند به آنها گفت ، اگر به لشكر من نپيونديد شما را در روغن مىسوزانم ولى اين تهديدها نيز باعث تسليم اسراى مسلمان به خواستهاى پادشاه نشد . يكى از سربازان مسلمان را در برابر چشم ديگر اسراء در ديگ روغن انداخت . و استخوانهايش به ته ديگ فرو رفت و گوشتش بر روى روغن داغ قرار گرفت ، ولى اين امر نيز موجب به زانو درآمدن مسلمانان اسير نشد . اسير دومى را به پاى ديگ آوردند وى شروع به گريستن نمود ، پادشاه روم خوشحال شد ، پرسيد كه چرا گريه مىكنى ؟ دست از اسلام بردار تا آزاد شوى .\r\nسرباز گفت : گريه‌ام از اينست كه چرا بيشتر از يك جان ندارم ، تا اينكه در راه خدا و اسلام بدهم ! ! ايكاش دهها جان داشتم ، تا بارها در راه اسلام سوزانده شوم ، اين سخن سرباز متوكل به خداوند تبارك و تعالى ، آنچنان در پادشاه و اطرافيانش اثر گذاشت ، كه ديگر نتوانستند بقيه اسيران را به شهادت برسانند و گفت : اگر فرمانده ى سربازان اسير سر مرا ببوسد ، همه را آزاد خواهم كرد ، فرمانده قبول كرد ولى با شعار مختصى به اسلام در حالى كه مىرفت سر او را ببوسد ، مىگفت : خدايا اگر براى نجات ديگران نبود ، هرگز حاضر نمىشدم كه چنين ذلتى را بر خود بپذيرم .\r\n( آرى پادشاه روم دريافته بود كه قادر نيست ، با مسلمانان نبرد كند ، چرا كه آنان به افزونى نفرات و تجهيزات اعتماد ندارند ، بلكه به مبدأ و\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":64},
  {"content":"\r\n\r\nمنبع معنوى ، توكل و اعتماد دارند و اين عامل پيشرفت و پيروزى آنهاست . )\r\nدر 74 جنگ جز جنگ حنين ، مسلمانان هميشه از نظر تعداد نفرات و تجهيزات ، كمتر از دشمنان بودند ، ( مثلًا ) گاهى سيصد نفر مسلمان ، در مقابل هزار نفر از كفار قرار مى گرفتند ولى با اين حال ، همواره و در همه ى جنگها ، پيروزى از آن لشگر اسلام بود ، اگر هم متحمل شكستهاى مقطعى مىشدند ، به سبب عجب و فراموش نمودن خداوند تعالى بوده است ، چنانچه شكست در جنگ احد ، بخاطر يك لحظه فراموش كردن خداوند بود .\r\nبرادران به خود اعتماد نداشته باشيد ، اگر دشمن از برابرتان مىگريزد ، تسليم مىشود ، و يا عقب‌نشينى مىكند از قدرت شما نيست بلكه اين اثر خوف و رعبى است ، كه خداوند متعال در دل آنان افكنده است .\r\nفرياد رساى الله اكبر است كه دل آنها را بلرزه در مىآورد ، آنها به تجهيزات و آمريكا و شوروى و فرانسه ، توكل و اعتماد كرده‌اند و هميشه شكست خواهند خورد .\r\nولى شما به خداوند تبارك و تعالى توكل نموده‌ايد و انشاء الله هميشه پيروزيد .\r\nاسلام مكتبى است كه نظامىاش بايد به خداوند تعالى توكل داشته باشد تا پيروز شود ، بايد معنويت و صفا داشته باشد ، تا دست عنايت الهى هميشه بر سر او مستدام باشد لشكر اسلام ، از هزار و چهارصد سال پيش تا به اكنون با توكل به مبدأ كل وجود و پروردگار عالم ، حركت كرده و پيروزى آفريده است و تداوم حركت و پيروزى مسلمين از اين به بعد هم ، بايد بر مبناى اعتماد به حقتعالى و توكل به خداوند باشد . چنانچه پيروزيهاى اسلام از ابتداء تا كنون و در عصر حاضر نيز ، غيرعادى و خارق العاده و به صورت معجزه الهى بوده است .\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":65},
  {"content":"\r\n\r\n\r\nعلاج عجب و غرور\r\nاگر انسان ( موحد باشد ) و پيروزى را از خداوند تعالى بداند و همه قدرتهاى عالم ، ملك و ملكوت را در يد قدرت او ببيند ، هيچگاه غرور و تكبر به او دست نمىدهد ، غرور و تكبر حاصل خود بينى است و به غير خداوند تبارك و تعالى اعتماد و توكل كردن ، معلول جهل نسبت به خداوند عالم است .\r\nعجب و تكبر موجب بطلان اعمال مىشود ، بنابراين اگر كسى به اعمال نيك خود مغرور شود و آنها را وسيله فخر و مباهات خويش قرار داد ، مطمئن باشدكه ديگر موفق به انجام اعمال حسنه و نيك نخواهد شد ، انسان بايد عمل نيك خود را از خداوند سبحان ببيند و چنانچه توفيق اقامه نماز شب ، كمك به زيردستان يا جهاد در راه خدا دست داد ، آن را به خود استناد ندهد و از جانب خود نبيند تا اين توفيق از او سلب نشود ، اين حكم در جبهه و جنگ و سپاه نيز جارى است .\r\nصدام مىپنداشت كه ( با اعتماد و توكل بر تجهيزات بىشمار و مدرن و پشتيبانى شرق و غرب ) در ظرف شش روز ، ايران را تصرف خواهد كرد ، ولى همين عجب و غرور او را از پاى درآورد و به خاك فلاكت نشاند و چنان به صورتش سيلى نواخت كه دشمنان اسلام نيز بدان اقرار كرده‌اند . آرى هر كسى كه مغرور شود ، شكست خواهد خورد ، چه صدام باشد و چه لشكر اسلام .\r\nلشكريان اسلام و ياران ولى عصر امام زمان ( عج ) هميشه اين آيه قرآن را شعار و مبناى عمل خود قرار دهيد ، كه مىفرمايد :\r\nالَّذينَ قالَ لَهُمُ النّاسُ انَّ النّاسَ قَد جَمَعُوا لَكُم فَأخشَوهُم فَزادَهُم ايماناً وَ قالَوا حَسبُنَا اللهُ وَ نِعمَ الوَكيلُ ( آل عمران / 168 )\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":66},
  {"content":"\r\n\r\nآن مؤمنانى كه ، چون مردم به آنها گفتند كه لشكر بسيارى براى شما فراهم شده است ، از آنان در انديشه و حذر باشيد ( اين تبليغات دشمن بجاى آنكه در دل آنها بيم و ترس افكند ) بر ايمانشان بيفزود و گفتند : در مقابل همه ى دشمنان ، تنها ما را خداوند تعالى كفايت مىكند ( يعنى اعتقاد و اعتناء و توكل ما بر خداوند تعالى است ) و او نيكو ياورى است .\r\nحال همچنين است و دشمنان اسلام در سطح جهان ، رزمندگان اسلام را تهديد مىكنند و مى گويند : تمام مستكبران دنيا ، دست بدست هم داده تا شما را از بين ببرند و دشمن شما صدام موشك دوازده مترى و اسلحه‌هاى پيشرفته و مدرن دارد ، اما در برابر بر سكينه و ايمان و توكل رزمندگان اسلام افزوده مىشود و زبان حالشان همان فرمايش قرآن است كه : « تنهاما را خداوند كفايت مىكند » . آرى ، اگر قومى ايمان و توكل به خداوند تعالى داشته باشند ولو اينكه همه دنيا با هم ، عليه آنها قيام كنند ، آن قوم از پاى در نخواهد آمد و ترس و خوف به خود راه نمىدهد .\r\nنقل شده است كه : به مولى امام على ( ع ) عرض شد كه چرا زره شما پشت ندارد ؟ فرمود : زره پشت دار براى آن كسى خوب است كه بخواهد پشت به دشمن كند و من كه نمىخواهم پشت به دشمن كنم ، زره پشت دار لازم ندارم ، ( جبهه‌هاى ما هم از مولى اميرالمؤمنين عليه السلام تبعيت كرده و آموزش ديده‌اند - برادران در جبهه پشت پيراهنهاى نظامى خود بزرگ نوشته‌اند : و رود تير و تركش و . . . ممنوع ، وقتى علت را جويا مىشويم مىگويند : ما پشت به دشمن نمىكنيم تا ما را از ناحيه پشت مورد هدف قرار بدهند ! ! )\r\nاكنون كه سپاه ، ارتش ، بسيج ، عشاير و همه نيروهاى رزمنده ، براى اسلام افتخار آفريده‌اند و براى رهبر انقلاب سرافرازى بوجود آورده و به پيروزيهاى غير عادى و چشمگير دست يافته‌اند ، اين افتخارات را مديون\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":67},
  {"content":"\r\n\r\nاعتماد و توكل به خداوند تعالى هستند .\r\nآرى رزمندگان اسلام به خوبى مىدانند كه تجهيزات ، كثرت نفرات و تاكتيكهاى نظامى ( بدون توكل بحقتعالى ) كارشان را پيش نبرد و معنويت و شعار الله اكبر و توجه و ارتباط ، خداوند تبارك و تعالى است كه اين پيروزيهاى عظيم را مىآفريند .\r\nاگر ما در اين درس ، بر روى توكل و اعتماد به خداوند تعالى پافشارى كرديم ، به آن معنى نيست ، كه در جبهه‌ها و بسيج و سپاه و ارتش اين امر وجود ندارد ، چه اگر توكل به خداى تعالى نبود ، اوضاع جنگ اين گونه نمىبود و اين همه پيروزيهاى چشمگير نيز بدست نمىآمد بلكه زنگ خطرى است ، كه خداى نكرده فرماندهان ، و نيروهاى رزمنده دچار غرور و تكبر و خودبينى نشوند . و از لطف خداى سبحان و عنايت امام زمان ( ع ) غافل نشوند ، مسئله قابل توجه اين است كه : گناه عده‌اى اندك ، همه را مبتلا و گرفتار مىكند ، چنانچه عجب و غرور يك فرمانده يا ديگر رزمندگان به جبهه بر مىگردد و موجب شكست مىشود ، قرآن مىفرمايد : وَاتَّقُوا فِتنَةً لا تُصيبَنَّ الَّذينَ ظَلَمُوا مِنكُم خاصَّةً . ( انفال 8 - 25 )\r\nبترسيد از بلائيكه ، چون بيايد تنها مخصوص ستمكاران از شما نباشد .\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":68},
  {"content":"\r\n\r\n\r\nجلسه ى هشتم خلوص\r\nبِسمِهِ تَعالى\r\nخلوص از مسائلى است كه براى همه مخصوصاً لشگريان اسلام در جبهه ، واجب و لازم است ، خلوص ، خالص كردن قصد از غير خداوند است ، عمل وقتى ارزش پيدا مىكند و تقدس مىيابد كه با اخلاص انجام شود و كار فقط براى رضايت خدا انجام بگيرد و غير از خدا در نظر و نيت نباشد .\r\nاما اگر اعمال ما خالص نباشد اصلًا و ابداً ، ارزش الهى و معنوى ندارد ، بلكه گناه هم بر آن مترتب است ، اگر يك كاسب ، تاجر ، دكتر و . . . در كارهايش خلوص نداشته باشد ، اعمالش باطل نيست ، ولى ثواب خلوصى در كار را نبرده است و رشد معنوى پيدا نمىكند اما اگر يك سپاهى ، ارتشى ، بسيجى و روحانى كه كارهايش از جمله ى عبادات است و جهت الهى دارد ، خلوص نداشته باشد ، هم عملش باطل است و هم استكمال نمىيابد و در ضمن براى او گناه نوشته مىشود ، اگر كسى بخاطر رضاى خداوند تعالى و عمل به وظيفه الهى ، به جهبه نرفته باشد ،\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":69},
  {"content":"\r\n\r\nمجاهد نيست اگر چه نامش پاسدار امام زمان ( ع ) يا سرباز اسلام باشد ، شايد در ظاهر مجاهد فى سبيل‌الله ناميده شود ولى صورت ملكوتيش مجاهد نيست .\r\nاگر كسى در كارها غير از رضاى الهى چيز ديگرى هم در نظر داشته باشد مشرك است ، و قرآن مىفرمايد : واى به حال رياكاران .\r\nو در جاى ديگر حقيقت رياكاران را اين گونه بيان مىفرمايد :\r\nيا ايُّهَا الَّذينَ امَنُوا لا تُبطِلُوا صَدَقاتِكُم بِالمَنّ وَالاذي كَالَّذي يُنفِقُ مالَهُ رِئاء النّاسِ وَ لا يُؤمِنُ بِاللهِ وَ اليَومِ الاخِرِ ، فَمَثَلُهُ كَمَثَلِ صَفوانٍ عَلَيهِ تُرابٌ فَاصابَهُ وابِلٌ فَتَرَكَهُ صَلداً لا يَقدِرُونَ عَلي شَيءٍ مِمّا كَسَبوُا وَاللهُ لا يَهديِ القَومَ الكافِرينَ ( سوره بقره آيه 264 )\r\nاى اهل ايمان اعمال خود را با منت گذاشتن بر سر كسانى كه بدانها خوبى كرده‌ايد ، باطل نكنيد ، اگر چنين شد ، اعمال خود را ضايع كرده‌ايد ، اگر كسى عملى را انجام بدهد ( مثلًا از روى ريا انفاق كند ) تا توجه مردم را به خود جلب نمايد ، ايمان به خداوند تعالى و روز قيامت نياورده است - مَثَل ( عمل ) رياكار بذرى است كه بر روى سنگ سختى كه بر آن خاك نشسته باشد ، افشانده شود و بارانى نيز غبار آن را بشويد كه در نتيجه هيچ حاصلى از آن نتوانند بدست آورد و البته خداوند هم گروه كافران را هدايت نمىكند و به سعادت نمىرساند .\r\nهر عملى كه براى خدا نباشد ، عليرغم اينكه باطل است ، ريا كننده در سر حد كفر نيز قرار دارد .\r\nرسول خدا ( ص ) مىفرمودند : الَاعمالُ بِالنّيّاتِ - يعنى اعمال شما در گرو نيتهاى شما است .\r\nاگر نيت در عملى لله نباشد و كار از اخلاص تهى باشد ، كفر يا شرك است ، هجرت در راه خداى تعالى و به قصد نصرت دين خداوند ،\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":70},
  {"content":"\r\n\r\nهجرت الى الله و رسول است ، رفتن به جبهه آنگاه مورد قبول حق تعالى است ، كه فقط به نيت يارى اسلام باشد ، و اگر كسى با اين نيت به جبهه رود و كشته شود ، شهيد و در جوار الله است و اگر بيرون از جبهه هم دار دنيا را وداع كند ، در جواز خداى تعالى است ، بهشت ، براى چنين كسانى اندك است و بايد شأن به لقاء الله مفتخر شوند .\r\nهمچنانكه اگر عامل هجرت كسى پول ، رياست و بطور كلى امور دنيائى باشد ، پاداشش به اندك مال دنيا و آفرين واحسنت گفتنها ختم مىشود و چنين كسى اگر در جبهه كشته شود ، جزء شهداء محسوب نخواهد شد ، چون عملش خالى از اخلاص بوده ، و نزد خدا ارزشى ندارد .\r\nدر روايات داريم ، كه روز قيامت شخص ( به ظاهر شهيد ) را مىآورند ، از او مىپرسند كه : چكاره بوده‌اى ؟ در دنيا چكار كرده‌اى ؟ در جواب مىگويد در ميدان جنگ بودم ، به خط مقدم جبهه رفتم ، در سنگر زندگى كردم ، كشتم و جلو رفتم تا بالأخره در راه خدا شهيد شدم . به او خطاب مىشود كه دروغ مىگوئى .\r\nآرى ، جهبه بودى ، به خط مقدم رفتى ، كشته هم شدى ، اما براى اين بودكه بگويند : آدم شجاعى است ! و بارك الله و احسنت بگويند ! . .\r\nسپس خطاب مىشود كه اين شهيد نيست او را به رو در آتش جهنم بيندازيد لذا مسئله خيلى حساس و ظريف است و شما برادران رزمنده بايد بسيار مواظب باشيد تا كارهايتان رنگ خلوص داشته باشد ، كه در غيراينصورت در دنيا و آخرت ضرر و زيان خواهيد ديد .\r\nاى بسيجيان عزيز كه بار سنگين جنگ بر دوش شما است ، اى سربازان گمنام ، مواظب باشيد كه نزد پيغمبر ( ص ) و امام زمان ( ع ) نيز جزء گمنامان باشيد ، هيچ افتخارى بالاتر از اين نيست كه روز قيامت گفته شود : بسيجى ، سرباز گمنام ولى الله الأعظم امام زمان ( ع ) است .\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":71},
  {"content":"\r\n\r\nبس افتخار بزرگى است كه روز قيامت بسيجى را به صف محشر بياورند و او را سرباز امام خمينى معرفى كنند ، آرى ، روز قيامت ارتشى شهيد راكه به صف محشر مىآورند ، همه جا نورانى و معطر مىشود ، همگان تعجب زده ، خيره ، خيره نگاه مىكنند و مىپرسند چه شده است ؟ خطاب مىرسد كه : يك سرباز اسلام ، يك سرباز گمنام وارد شده است و مگر افتخارى بالاتر از اين هست ؟\r\nتمامى كارهاى ما بايد رنگ خدائى داشته باشد ، بايد گفتار ، كردار و رفتارمان بويژه به جبهه رفتن و هجرت كردنمان ، از روى خلوص و محض رضاى پروردگار باشد .\r\nدرباره ى بعضى از مردان الهى نقل شده است : كه فقط كارهاى واجب و مستحب را انجام مىداده‌اند ، نه تنها مرتكب حرام و مكروه نمىشدند ، بلكه مباحات را هم انجام نمىداده‌اند ، ( مثلًا ) به خوابيدن ، كه يك امر مباحى است ، رنگ اخلاص و الهى مىدادند و از مباحيت بيرون مىآوردند .\r\n( مثلًا ) نيت شما هنگام استراحت در جبهه ، اين باشدكه : خداوندا استراحت مىكنم و مىخوابم ، تا رفع خستگى كنم و بهتر بتوانم در راه تو بجنگم ، در اين حالت است كه خواب تقدس پيدا مىكند و ثواب نماز شب دارد و نزد خداوند عبادت محسوب مىشود .\r\nيك رزمنده ى با اخلاص مىتواند از كليه امور و اعمال مباح نيز ، ثواب بدست آورد و مقرب درگاه خداوند تعالى گردد . غذا خوردنتان براى تقويت شدن و نيرو گرفتن و در نهايت براى كمك به اسلام و حركت در راه دين خدا ، باشد كه در اين صورت غذا خوردن كار مستحبى مىشود و ثواب خواهد داشت .\r\nآرى اين كار براى سپاهى ، ارتشى و بسيجى رزمنده بسيار لازم است و\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":72},
  {"content":"\r\n\r\nقرآن چه زيبا فرموده است كه : رنگ خدا چه رنگى خوبى است و به هر عملى كه بخورد آن را كيميا مىكند . صِبغَةَ اللهِ وَ مَن احسَنُ مِنَ اللهِ صِبغَةً . ( بقره / 138 )\r\nدر روايات مىخوانيم : كه گاهى اعمال انسان آنچنان نورانيست و درخشندگى دارند كه روز قيامت چونان ماه مىدرخشد ، و اين نيست مگر بخاطر خلوصى كه در كار بوده است .\r\nاخلاص براى همه ، مخصوصاً رزمندگان در جبهه لازم است ، اگر چه اخلاص كارى است بسيار مشكل ولى ضرورى است ، چه عمل بدون اخلاص ، باطل و بىارزش است ، البته خلوص هم داراى مراتبى است ، كه بحث از آن در اينجا لازم نيست ، به هر حال بايد محرك و علت در كارها و حركات خداوند تعالى باشد ، همه ى كارها بخاطر رضاى او و عمل به وظيفه ، انجام شود ، به جبهه رفتن ، جنگ كردن ، كشتن ، كشته‌شدن ، به خط مقدم رفتن ، در سپاه ، بسيج ، ارتش و . . خدمت كردن ، حمله نمودن . پيروز شدن ، شكست خوردن همه و همه فقط بخاطر خداوند تبارك و تعالى باشد .\r\n\r\nعلامت خلوص\r\nچه كسى مىتواند بگويد كه عمل من براى خدا است ؟ ادعاى بدون عمل و آثار ، كفايت نمىكند ، اعمال كسى بخاطر رضاى خداوند تعالى است كه داراى علامات و ويژگيهاى زير باشد :\r\n1 - تشويق و تنبيه در او اثر نكند ، يعنى اگر به او احسنت و بارك الله گفتند ، خوشحال نشود و اگر هم نگفتند ، ملول نگردد ، توقع تشويق و تشكر از هيچ احدى را نداشته باشد ، ( مثلًا ) اگر در حمله‌اى خيلى خوب جنگيد ، و باعث بدست آوردن پيروزى شد و فرمانده او را تشويق نكرد ،\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":73},
  {"content":"\r\n\r\nناراحت نشود و اگر فرمانده به وظيفه‌اش عمل كرد و او را تشويق نمود ، خوشحال نگردد ، اگر هنگاميكه فرمانده او را تشويق نمود ، حالش تغيير پيدا كرد بداند كه كارش براى خداوند تعالى نبوده و اخلاص در كارش وجود نداشته است .\r\nيك وقتى عده‌اى از بزرگان خدمت امام رسيدند و گله نمودند كه ما براى انقلاب خيلى كار كرديم امام فرمودند كه : براى من كار كرده‌ايد يا براى خدا ؟ اگر براى من بوده است كه فايده اى ندارد و اگر براى خداوند تعالى كرده ايد ، پس چرا از من توقع تشكر داريد .\r\nهمچنان يك پاسدار ، ارتشى ، يا بسيجى ، اگر در جبهه كارى براى رضاى خدا انجام داده باشد ، چه توقعى دارد كه ديگران از او سپاسگزارى كنند ؟ و پناه بر خدا اگر براى رضاى خداى تعالى به جبهه نرفته باشد نيازمند تشويق و تمجيد است و چنانچه بدان نائل نشود ، خَسِرَ الدُّنيا وَ الاخِرَة الحج ، آيه 11 قرآن مىفرمايد :\r\nهر كسى كه مىخواهد به لقاء خداوند تعالى برسد ، بايد نيكوكار شود و در پرستش خداوند تبارك و تعالى هرگز احدى را با او شريك نگرداند ، فَمَن كانَ يَرجُوا لِقاءَ رَبّهِ فَليَعمَل عَمَلًا صالِحاً وَ لا يُشرِك بِعِبادَةِ رَبّهِ احَداً . ( الكهف ، آيه 110 )\r\nبسيجى ، ارتشى و سپاهى مواظف باشيد كه با توقع تشويق و تشكر ، اعمال نورانى و شريفى را كه در جبهه انجام داده‌ايد ، از بين نبرده و تباه و باطل نسازيد .\r\n2 - به كار خود فخر نكند ( مثلًا ) در هر جلسه و جمعى كه مىنشيند ، به تعريف و تمجيد خود نپردازد كه من در جبهه ، فلان حمله ، فلان محور ، اينكارها را انجام دادم ، شجاعت داشتم ! - چقدر از دشمن را كشتم ! نترسيدم ، جلو رفتم ! چندين ماه در جبهه بودم و . . اينها اعمال را مىسوزاند\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":74},
  {"content":"\r\n\r\nو تباه و باطل مىكند .\r\nسرباز گمنام و مخلص آن كسى كه در جبهه ، فعاليت و جانفشانى مىكند و كسى هم ازكارهاى او مطلع نيست و هيچگاه از او شنيده نمىشود كه من هم در جبهه بوده‌ام .\r\nالحمدلله كه اسلام از اين گونه سربازان گمنام بسيار دارد ، به فرمايش استاد بزرگوار ما رهبر عظيم الشأن انقلاب : ما چه سربازان گمنامى ، تحويل جامعه داده‌ايم .\r\nآرى همه رزمندگان ما سربازان گمنام اسلامند ، چون از هيچ كس جز امام زمان ( عج ) توقع تشويق و تمجيد ندارند ، خداى را شكر و سپاس ، كه علامت خلوص ، در لشكر اسلام به خوبى و فراوانى هويدا است . اينان براى اسلام و ايران و انقلاب اسلامى افتخار آفرين هستند .\r\nنشانه‌هاى خلوص ، در ارتش ، بسيج و سپاه موجوداست ، ولى بايد هوشيار ، بيدار و مواظب بود ، چون مسئله بسيار حساسى است ، در حديثى وارد شده است كه : تمام مردم در شرف هلاكت‌اند ، مگر اهل علم ، و همه علماء در معرض هلاكت‌اند الا اينكه ، به علم خود عمل كنند و همگى عاملين هم در شرف هلاكت‌اند مگر اينكه اعمالشان رنگ خلوص داشته باشد ، و هم مخلصين در معرض خطرى عظيم و بزرگ و هلاكت كننده قرار دارند ( به قسمت آخر حديث دقت و عنايت فرمائيد ) اگر چه الحمدالله - در جبهه‌هاى لشكر اسلام ، خلوص وجود دارد ، اما معصوم ( ع ) مىفرمايد : المُخلِصُونَ في خَطَرٍ عَظيمٍ . اگر كسى كه اعمالش مخلصانه است ، خداى نكرده ، توقع بارك الله داشته باشد ، ارزش الهى كار او گرفته خواهد شد ، اگر خداى نخواسته فخر كند و به خود ببالد خلوص از دست مىرود و عمل باطل مىشود .\r\nبايد انسان هميشه در نظر داشته باشد كه به وظيفه ى الهى عمل مىكند ،\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":75},
  {"content":"\r\n\r\nاگر به جبهه مىرود اين را وظيفه خود بداند ، نه اينكه به جبهه رفتن و جهاد كردن را وسيله فخر و مباهات قرار دهد ، چون وقتى پاى وظيفه و مسئوليت به ميان آمد ديگر تعريف كردن و فخر نمودن معنائى ندارد .\r\n\r\nمفهوم شكست و پيروزى\r\n3 - شكست و پيروزى برايش يكسان باشد ، يك رزمنده مخلص اگر غلبه پيدا كرد و پيروز شد كه غرض حاصل است و اگر چنانچه مغلوب شد و در ظاهر شكست خورد باز هم به هدف رسيده است ، و بايد سرفراز باشد و بداند كه به وظيفه‌اش عمل نموده ، همين انجام وظيفه الهى خود بزرگترين پيروزيها ( براى بنده ) است .\r\nاگر انشاء الله تعالى لشگر اسلام پيروز شوند و دشمن را از بين ببرند بسيار خوب است ، ولى اگر هم خداى ناكرده مغلوب شوند باز هم پيروزاند و جاى آنها در بهشت است ، چرا ؟ چون به وظيفه خدائى خود عمل كرده‌اند .\r\nبنابراين براى لشگر اسلام هيچگاه شكست نيست و در فرهنگ اسلام واژه شكست مفهوم و مصداق ندارد ، مسئله مهم انجام وظيفه الهى است و كسى هم كه انجام وظيفه الهى نمايد ، ديگر شكستى براى او نيست ، قرآن خطاب به پيغمبر ( ص ) مىفرمايد :\r\nبگو ( اى پيغمبر ) كه ( شما منافقان ) مىتوانيد چيزى ، جز يكى از دو نيكوئى ( بهشت يا فتح ) ما را انتظار بكشيد ؟ نمىتوانيد ، ولى ما درباره شما منتظريم كه از جانب خدا به عذاب سخت گرفتار شويد ( و به دوزخ و عذاب ابد در افتيد ) يا به دست ما هلاك شويد ، بنابراين شما در انتظار باشيد كه ما هم مترصد و منتظر كار شما هستيم ( توبه / 52 )\r\nمبادا كه در پيش آمدهاى ناگوار و شكستهاى ظاهرى و مقطعى\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":76},
  {"content":"\r\n\r\nمأيوس و سست شويد .\r\nعده‌اى از شركت نفت به خدمت امام رسيده و به ايشان جمله ظريفى به اين مضمون عرض كردند ، ما نيامده‌ايم كه بگوئيم از انقلاب و اسلام چه مىخواهيم ، بلكه آمده‌ايم تا بدانيم كه انقلاب و اسلام از ما چه مىخواهد ، امام فرمودند كه : انقلاب و اسلام از شما دو چيز مىخواهد .\r\nاول : خودسازى\r\nدوم : آنكه وظيفه‌اى كه بر دوش شما است ، به نحو احسن انجام دهيد .\r\nاينك امام زمان ( عج ) از سپاهى ، ارتشى و بسيجى و همه مردم ، همين دو چيز را مىخواهد ، خودسازى و انجام وظيفه محوله به نحو احسن . همانطور كه بارها تكرار شد ، جبهه مكتب انسانسازى است ، وظيفه خود را در آنجا به نحو مطلوب انجام دهيد ، چه در خط مقدم باشيد ، چه در پشت جبهه ، در حمله يا در دفاع ، در هر حال وظيفه خود را خوب عمل كنيد ، هر چه فرمانده مىگويد انجام دهيد كه اين نشانه ى خلوص است .\r\n4 - عزل و نصب و ترفيع و تنزيل درجه براى او يكسان باشد . يعنى با عزل شدن از مقامى ، يا انتصاب در مسئوليتى ، تغيير حال پيدا نكند ، اينها از علامت خلوص است - بلكه اگر در مسئوليتى قرار داده باشد ولى بداند كه شخص ديگرى اين مسئوليت را بهتر ازاو انجام مىدهد\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":77},
  {"content":"\r\n\r\nمسئوليت را به او واگذار كند ، يك پاسدار ، فرمانده ، ارتشى و بسيجى وقتى متوجه شد كه كسى هست كه مسئوليت او را به نحو شايسته‌ترى اداره نمايد ، لازم است كه مسئوليت را به او بسپارد و خود به كار ديگر مشغول شود .\r\n5 - اينكه از پست ، مقام ، موقعيت و لباس سوء استفاده نكند . از اين امور اعتبارى سوء استفاده نكند ، بواسطه لباس و حيثيت اجتماعى خود ، به ديگران فخر نفروشد ، چه اگر اينطور شد ، لباس سپاه بت مىشود ، و ديگر خلوصى در كار نخواهد بود و روز قيامت به او مشرك خطاب مىشود چون سوء استفاده‌اى كه از لباس سپاه ، بسيج و ارتش كرده شرك است .\r\nوقتى بواسطه ى لباس و پستش خود را به ديگران تحميل كرد ، يا اينكه توسط لباسش ، جنسى را بىنوبت و ارزانتر خريد يا العياذ بالله مردم آزارى كرد و آنها را به وسيله مقام و لباسش ترساند ، مشرك مىشود و در روز قيامت به او مشرك خطاب خواهد شد ، اگر خداى نكرده يك سپاهى به خود ببالد و به يك برادر بسيجى به ديده تحقير و توهين نگاه كند ، مجاهد و پاسدار اسلام وسپاه امام زمان ( ع ) نيست ، اگر كسى به يك مسلمان توهين كند مثل اينست كه به خداوند تعالى توهين كرده است ، اهانت پاسدار به بسيجى يا ارتشى به سپاهى يا بسيجى به ارتشى مثل جنگيدن با خداوند است و او به جبهه ى جنگ با صدام نرفته است بلكه به جبهه‌اى رفته است كه با خداوند بجنگد .\r\nاگر فرمانده‌اى به زير دست توهين كند ، او را تحقير نمايد و به حساب نياورد ، فرمانده سپاه اسلام نيست بلكه فرمانده ى سپاه شيطان است ، اين فرمانده در جبهه بت‌پرستى كرده و العياذ بالله جبهه و سنگر را تبديل به بتكده نموده است ، همان جبهه‌اى كه حرمتش بالاتر از خانه خدا\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":78},
  {"content":"\r\n\r\nاست .\r\nشايعه پراكنى ، توهين به يكديگر ، فخرفروشى ، ريا ، دروغ ، غيبت ، و . . جبهه‌اى را كه نور خدا در آن متجلى است ، به بتكده تبديل مىكند .\r\nاين همان مسأله‌اى است كه شيطان به آن اهميت بسيار زيادى مىدهد تا خلوص و صفا را از دل همه مخصوصاً سپاه ، بسيج و ارتش و جبهه بزدايد ، خيلى مواظف باشيد ، همانطور كه الحمدلله بر شياطين انسى بيرونى غالب هستيد ، بر شياطين جنى و نفس امّاره هم غلبه پيدا كنيد و كارها را فقط براى رضاى خداوند تعالى انجام دهيد انشاء الله اين گونه باشيد .\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":79},
  {"content":"\r\n\r\n\r\nجلسه ى نهم شرائط قبولى مجاهده در راه خداوند\r\nبِسمِهِ تَعالى\r\nتقوى يكى از اوصاف حميده‌اى است كه براى هر مسلمانى به خصوص عزيزان در جبهه و پاسداران و ارتشيان و بسيجيها و عشاير ، لازم است .\r\nاگر كسى از خداوند تبارك و تعالى بترسد و از محرمات الهى اجتناب كند و به واجبات و مستحبات اهميت بدهد ، اعمالش مورد پذيرش درگاه خداوند متعال قرار خواهد گرفت ، و قرآن در اين باره فرموده است كه : انَّما يتَقَبَّلُ اللهُ مِنَ المُتَّقينَ خداوند عزوجل ( عبادات را ) از انسانى كه تقوى پيشه است قبول مىفرمايد : عبادات فاسق اگر چه بحسب ظاهر صحيح باشد ، اما مورد قبول حقتعالى نيست ، حال كه پذيرش و صحت اعمال نزد خداوند تعالى در گرو تقوى داشتن است ، بر همه مسلمانان مخصوصاً كسانى كه منسوب به انقلابند و بالأخص افراد در جبهه است كه تقواى الهى برگزينند . و سنگر و جبهه را محل عبادت حق تعالى قرار دهند .\r\nجبهه ، پادگان و هر محل كار ديگرى ، بايد براى مجاهد معبد باشد\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":80},
  {"content":"\r\n\r\n، بعبارت ديگر ارتشى ، پاسدار ، بسيجى و همه ى نيروهاى رزمنده لااقل با تقواى منفى ره به جبهه بسپارند و با تقواى مثبت باز گردند .\r\n\r\nتقواى منفى - تقواى مثبت\r\n1 - تقواى منفى آنست كه انسان ولو اينكه از جامعه و مردم دورى گزيند ، ولى مرتكب گناه نشود و بهر نحوى كه ممكن باشد خود را از گناه و معصيت دور نگهدارد ، وواجبات الهى را به انجام رساند .\r\n2 - تقواى مثبت ملكه‌اى است كه در قلب و جان مؤمن رسوخ مىكند از نظر فقهاى اسلام تقواى مثبت همان عدالت است ، يعنى شخص مسلمان بويژه سپاهى ، ارتشى و بسيجى كه در جبهه و جامعه است ، علاوه بر اينكه به واجبات الهى اهميت مىدهد و بدانها ملتزم است ، محرمات را ترك نمايد ، در اين مرحله عمل به واجبات و ترك محرمات به صورت ملكه‌اى براى او در آمده است ، تقواى منفى دورى گزيدن از جامعه و ترك محرمات بود ، ولى تقواى مثبت در جامعه و ميان مردم بودن و مرتكب حرام نشدن و واجبات را انجام دادن است ، در تقواى مثبت بهنگام روبرو شدن با گناه ، حالت تنفر و انزجار پيدا مىشود و آنگاه كه با عمل مستحب و يا واجب برخورد شود ، تلاطم درونى و شوق و رغبت پيدا مىشود ، در لسان فقهاى عظام به اين حالت عدالت گفته شده است .\r\n\r\nكاربرد تقواى منفى ضعيف است\r\nالبته تقواى منفى خوب است ولى كاربردش بسيار ضعيف و محدود است ، يعنى انسان با داشتن تقواى منفى قادر به حفظ خود از معاصى نيست . درباره بعضى از اصحاب رسول خدا ( ص ) نقل شده است كه جهت جلوگيرى از حرف زيادى و بىجا زدن ، ريگ به زير زبان خود\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":81},
  {"content":"\r\n\r\nمىگذاشتند ، اين همان تقواى منفى است ، و اگر حالتى در انسان بوجود آيد كه از غيبت ، تهمت ، شايعه‌پراكنى ، پرحرفى و . . . تنفر و انزجار داشته باشد و ترك اينها برايش ملكه شود ، تقواى مثبت حاصل شده است .\r\nتقواى منفى ممكن است كه عاقبت انسان را به شر ، ختم كند چنانچه عبدالملك مروان تقواى منفى را پيشه خود ساخته و همواره در مسجد مشغول عبادت بود ، وى خودسازى نكرده بود و وقتى به او خبر دادند كه خليفه شده است ، قرآنى را كه در دست داشت به زمين گذاشت وگفت : تا به حال با من بوده‌اى ولى از حالا به بعد نه ! !\r\nعبدالملك خود مىگويد : اگر به من مىگفتند كه كسى پشه‌اى را كشته است ، ناراحت مىشدم ، ولى حالا حجاج برايم مىنويسد كه چند صد نفر را يك جا كشته است ، و هيچ متأثر نمىشوم مثل اينكه اتفاق نيفتاده است ! !\r\nگاهى افرادى كه تقواى منفى بر مىگزينند و از جامعه و مردم دور مىشوند و به خير و شر كسى كارى ندارند و به اوضاع جامعه آگاه نيستند ، عقيده‌اى ، بد اخلاق و بد برخورد مىشوند و اگر پايشان به اجتماع كشيده شود و با مردم برخورد كنند خيلى زود خود را تباه مىكنند و اگر به پست و مقامى برسند ديگر كسى جلو دارشان نخواهد بود .\r\nالبته تقواى منفى در ابتداى كار بسيار خوب است و راه رسيدن به تقواى مثبت نيز همين است ، ولى بدا به حال پاسدارى كه به جبهه برود و در بازگشت تقواى مثبت كسب نكرده باشد ، چون سنگر و جبهه محل سير و معراج و عامل استكمال است .\r\n\r\nخداوندى مشترى جان و مال شما است\r\nانَّ اللهَ اشتري مِنَ المُؤمِنينَ انفُسَهُم وَ اموالَهُم بِانَّ لَهُمُ الجَنَّةَ يُقاتِلُونَ في\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":82},
  {"content":"\r\n\r\nسَبيلِ اللهِ فَيَقتُلُونَ وَ يُقتَلُونَ ( توبه / 110 )\r\nخداوند جان و مال اهل ايمان را به بهاى بهشت خريدارى كرده است ، آنها را در راه خدا جهاد مىكنند كه دشمنان دين را به قتل برسانند و يا خود كشته شوند .\r\nخداوند مشترى جان و مال رزمندگان است و در برابر به آنان بهشت وعده فرموده است و آنها را به لقاء خويش و نزد خويش مىخواند ، البته خداوند تبارك و تعالى مشترى هر مال و جانى نيست ، بلكه شرائط بسيارى دارد و قرآن آن را بيان فرموده است كه :\r\nالتّائِبُونَ العابِدُونَ الحامِدُونَ السّائِحُونَ ، الرّاكِعُونَ السّاجِدُونَ - الأمِرُونَ بِالمَعرُوفِ وَ النّاهُونَ عَنِ المُنكَرِ وَ الحافِظُونَ لِحُدُود اللهِ وَ بَشّرِ المُؤمِنينَ ( توبه / 112 )\r\n\r\nشرائط قبولى مجاهده در راه خداوند\r\nپذيرش مجاهده ى در راه اسلام و خريدارى جان و مال افراد و تحقق وعده ى رضوان و لقاء الله مشروط به اين است كه :\r\nاز گناهان گذشته خويش پشيمان شده و توبه كنند ، به عبادات اهميت بدهند - حمد خداى و شكر نعمتهاى بىپايان او را به جا بياورند درحال سير الى الله و استكمال خود باشند ، به اندازه مقدور در حال ركوع و سجود باشند ( به نماز اهميت دهند ) ، امر به معروف و نهى از منكر را پيشه خود سازند ، پاسدار حدود الهى باشند .\r\nتوضيح بيشتر اينكه :\r\n1 - قرآن شرط اول را تدارك گذشته بيان فرموده است يعنى توبه و بازگشت به خداوند عزّوجل . اولين شرطى را كه يك پاسدار ، ارتشى و بسيجى بايد دارا باشد ، حال توبه و انابه و تدارك گذشته است اگر نماز\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":83},
  {"content":"\r\n\r\nقضاء به گردن او است تا فرصت باقى است در جبهه و مواقع بيكارى آن را قضاء كند ، اگر خداى نكرده در گذشته مرتكب معصيت وحتى غفلت شده باشد ، در سنگر و جبهه با خداوند رحمان راز و نياز آغاز دو از ته دل آه و ناله سر دهد ، حال كه در جبهه است خود را به آب زلال تو به شستشو دهد و مباد كه ( العياذ بالله ) دوباره مرتكب گناهان سابق شود ( مثلًا قبلًا دروغ مىگفته ، غيبت مىكرده ، شايعه پراكنى و جوسازى ميكرده ، به مال مردم و بيت‌المال اهميت نمىداده ، در حفظ اموال مسلمين نمىكوشيده و . . . ) كه خداوند سبحان مشترى جان و مال او نخواهد بود ، ولى به شكرانه خداوند تعالى اينك وضع سنگر و جبهه‌ها به گونه‌ايست كه به عبادتگاه و محل خودسازى و ارتباط با پروردگار تبديل شده است .\r\n2 - شرط دوم : « اشتغال مجاهدين به عبادت » بيان شده است ، سنگر بايد محل اقامه ى نماز شب و تلاوت قرآن باشد . نماز اول وقت ، در شديدترين و حساسترين اوضاع جنگ از مولى اميرالمؤمنين ( ع ) ترك نمىشد و نماز جماعت را غالباً در جبهه نبرد بر پا مىفرمودند .\r\nمجاهد بايد مواظف دو دشمن باشد و از دو محور بر آنها يورش برد ، يكى متجاوز خارجى كه به مرز مسلمين هجوم آورده و ديگرى دشمن درونى كه نفس امّاره است ، بايد با هر دو مردانه و قهرآميز مبارزه كند و آنها را مغلوب اراده ى خود نمايد .\r\nمورخين درباره حضرت زينب سلام الله عليها مىنويسند كه : نماز شب آن حضرت در سفر پر تلاطم وعجيب كربلا نيز هيچگاه ترك نشد . همچنين نقل شده است زمزمه‌هاى عاشقانه اصحاب ابىعبدالله ( ع ) در دل شب از ميان خيمه‌ها بسان هم همه ى برخاسته از كندوى زنبور ، به آسمان بلند بود .\r\nآرى در سفر شام اوضاع قافله امام حسين ( ع ) بسيار پرتلاطم و شور\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":84},
  {"content":"\r\n\r\nانگيز بود . زينب سلام الله عليها پس از اينكه بچه‌هاى خردسال را مىخواباند مشغول نماز شب و عبادت مىشد ، حضرت زينب ( س ) نشسته نماز مىخواند . سيد سجاد امام زين‌العابدين ( ع ) از او سؤال كردند كه عمه جان چرا نشسته نماز مىخوانى ؟ فرمود : نتوانستم روى پا بايستم - جبهه ى امام حسين ( ع ) و اصحاب آن بزرگوار عبادتگاه بود و شما ياران حسين زمان كه پس از قرنها نداى هل من ناصر حسينى را به گوش دل شنيده و با تقديم جان لبيك مىگوئيد ، بايد كه به امام خود اقتدا كنيد و رزمگاهتان يادآور جبهه كربلا باشد كه محراب خون بود و بر شماست كه سر به طاعت و دل به عبادت بسپاريد و مواظب دو دشمن باشيد .\r\n3 - شرط سوم شكر نعمتهاى الهى است ، در سنگر و جبهه بايد خدا را شكر كنيد كه لياقت پيدا كرده‌ايد كه در اين چنين مكان مقدسى باشيد ، نه در خانه‌هاى تيمى ، چه جوانانى كه در خانه‌هاى تيمى بودند در ابتداء مسلمان و مانند شما انقلابى بودند ولى عاقبت كارشان به بدبختى كشيد .\r\nبرادران پاسدار انديشه كنيد كه توفيق حضور در جبهه مقدس حق عليه باطل و مصونيت از انحراف را كه بشما عطا فرموده است .\r\nبرادران ارتشى اگر به شكرانه نعمت‌هاى وافر الهى روزى هزار بار سجده كنيد ، جا دارد با خود انديشه كنيد كه رهائى از دست مستشاران آمريكائى و لشكر كفر مگر بجز عنايت الهى است ؟ .\r\nاگر يك سپاهى يا ارتشى ( العياذ بالله ) به زور به جبهه برود ، خداوند تعالى خريدار جان و مال او نيست .\r\nآرى ، همه بايد شكرگزار نعمتهاى حقتعالى باشيد ، شما كه براى ماديات انقلاب نكرده‌ايد بلكه براى احياء دين خدا و سنت رسول الله ( ص ) به پا خاسته وانقلاب نموده‌ايد و بر همگان روشن است كه پياده\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":85},
  {"content":"\r\n\r\nشدن احكام الهى مستلزم صرف وقت بسيارى است و زحمت و تلاش فراوانى را بدنبال دارد ، بويژه در شرائط فعلى كه دشمنان اسلام براى جلوگيرى از بسط كلمه الله متحد شده‌اند .\r\nپيغمبر اكرم ( ص ) با آنكه دشمنانى همچون آمريكا و شوروى نداشت ، پس از بيست و سه سال سال توانست قوانين را يكى پس از ديگرى تثبيت كند و روى كار بياورد ، حالا شما هم موانع خارجى بزرگ در سطح جهان داريد و هم موانع داخلى .\r\nپاسدار بايد در جبهه خودسازى كند و صبغه ى الهى بيابد ، بگونه‌اى كه جز خداوند تبارك و تعالى بر او حكومت نكند ، او كه به جبهه مىرود ، جان و مال خود را به خدا سپرده است و بايد مراقبت داشته باشد كه با همين نيت به ملكوت اعلى عروج كند . مواظبت نمايد كه خداى ناكرده بوسيله يك غيبت ، دروغ ، تمسخر ، سوءظن ، شايعه پراكنى ، و . . . سقوط نكند ، بوسيله تخليه و تحليه و تجليه « 1 » به معراج رود و قرب الى الله پيدا كند ، و حكومت پروردگار را بر جان خود حس نمايد .\r\n اللهُ وَلِيَّ الَّذينَ آمَنُوا يُخرِجُهُم مِنَ الظُّلُماتِ الَي النُّورِ  « 2 » ، كسى كه خداوند خريدار جان و مال اوست بر دل او حكومت دارد و دست عنايتش بر سر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تخليه ، تخليه عبارت است از اعراض از هر چيزى كه بنده را از حقتعالى محجوب گرداند ، از جمله دنيا و توجه به امور مادى ، حقيقت تخليه اعراض از تمام آنچه كه انسان را از كارهاى ربانى و توجه به امور صمدانى و سير الى الله باز دارد .\r\nتحليه : تحليه عبارت است از متلبس شدن عبد به لباس صديقين و صلحاء ، عملًا ، قولًا و فعلًا و خود رادر كسب محامد و فضائل به روحانيت مشبه كردن .\r\nتجليه ، تجليه جلاء دادن و صيقلى كردن جان ، روح و انديشه از كدورات ، بواسطه بندگى نمودن نسبت به حق جل و علا است ، در اين مرحله اشراق انوار الهيه بر قلب سالك مىرسد ، و انوار غيوب در قلب او جايگزين مىگردد .\r\n( 2 ) - سوره بقره ، آيه 257 .\r\n","page_name":" 78 ","page_number":86},
  {"content":"\r\n\r\nاوست ، و خداوند تبارك و تعالى او را از ظلمات به نور مىبرد .\r\n4 - شرط چهارم كثرت ركوع و سجود است ، سنگر جاى ركوع و سجود است . اويس قرن حالات عجيبى داشت درباره ى او نقل مىكنند كه هر شب را به عملى اختصاص مىداد . يك شب تا به صبح در حال ركوع بود و شب ديگر در حال سجده شب را به صبح مىرساند و يك شب در حال قيام بود ، اويس براى ديدن رسول خدا ( ص ) به مدينه آمد ولى موفق به زيارت حضرت نشد ، پيغمبر ( ص ) هنگاميكه به شهر برگشت فرمود : بوى خدا را در مدينه استشمام مىكنم . او به پيغمبر آنقدر عشق داشت كه هنگامى كه در جنگ احد دندان پيغمبر شكست دندان او نيز شكست در حالى كه تا آن وقت پيغمبر را اصلًا زيارت نكرده بود .\r\nاويس بعد از سالها بالأخره در ركاب امير المؤمنين ( ع ) در جنگ صفين به شهادت و لقاء حضرت احديت جلّ و علا رسيد .\r\nاى كسانى كه در جبهه هستيد ، اگر مىخواهيد كه خداوند تعالى خريدار جان و مال شما باشد واعمال و مجاهدات شما مورد قبول حقتعالى واقع شود . هنگام بيكارى مشغول عبادت خداوند شويد و ركوع و سجود طولانى انجام دهيد . چه بهترين چيزى كه انسان را به خدا نزديك مىكند نماز است ، در جبهه نمازهاى مستحبى بخوانيد ، نمازهاى قضاء بجا بياوريد ، امر به معروف و نهى از منكر نمائيد ، مواظب زبان خود باشيد ، تقواى خدا راپيشه كنيد ، تا مشمول آيه ى شريفه شويد و خداوند شما را به لقاء خود نائل سازد .\r\n\r\nتذكرى در رابطه با امر به معروف و نهياز منكر\r\n5 - شرط پنجم : امر به معروف و نهى از منكر است اين فريضه ى الهى را زنده نگاه داريد تا عنايت امام زمان ( عج ) و الطاف خاصه الهى\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":87},
  {"content":"\r\n\r\nجبهه هاى ما را نورانى كند .\r\nالبته بايد در امر به معروف و نهى از منكر اصول اخلاق اسلامى كاملًا رعايت شود ، هيچگاه با عصبانيت ، تندى و بد خلقى نخواهيد توانست اين عمل مهم و عبادت بزرگ را به انجام رسانيد ، با خوش زبانى ، برخورد صحيح و برادرانه واعظ يكديگر باشيد و امر به معروف و نهى از منكر را عملًا انجام دهيد . در جبهه در فرصتهاى مناسب و اوقات بيكارى رساله و احكام شرعيه را به يكديگر ياد بدهيد و تعليم و تعلم داشته باشيد .\r\nاى عزيزان در جبهه و غير آن از حرفهاى بيهوده جداً پرهيز كنيد . بيهوده گوئى باعث فشار قبر مىشود و كدورت دل مى آورد ، به جاى حرفهاى بيهوده ، به يكديگر موعظه كنيد .\r\n6 - شرط ششم حفظ حدود الهى است . كارى كنيد كه مرتكب معصيت نشويد . بهترين اعمال اجتناب از حرام و گناه است و بالاترين ثوابها را دارد . ثوابش از نماز شب خواندن و روزه ى مستحبى گرفتن و . . . بيشتر است .\r\nيك پاسدار اسلام و سرباز امام زمان عليه السلام بالاترين و مهمترين كارش چه در جبهه و چه در پشت جبهه دورى از گناه و رعايت حدود الله است ، در اين حال است كه خدا خريدار جان و مال شما است و مجاهدات شما مقبول درگاه حق تعالى خواهد شد و به سعادت ابدى خواهيد رسيد .\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":88},
  {"content":"\r\n\r\n\r\nجلسه ى دهم تقوى\r\nبِسمِهِ تَعالى\r\nافَمَن اسَّسَ بُنيانَهُ عَلى تَقوى مِنَ اللهِ وَ رِضوانٍ خَيرٌ ام مَن اسَّسَ بُنيانَهُ عَلى شَفا جُرُفٍ هارٍ فَانهارَ بِهِ فى نارِ جَهَنَّمَ وَاللُه لا يَهدِى القَومَ الظّالِمينَ ( توبه 109 )\r\nآيا كسى كه مسجدى را از روى تقوى بنيان نهاده و رضاى حق را طالب باشد ، مانند كسى است كه ، بنائى را ( از روى كفر و نفاق و تفرقه ) بر پايه ى سستى ، در مسير سيل ( لبه ى پرتگاه ) سازد كه زود ويران شود و عاقبت او و بنا به آتش دوزخ افتند ( اين حال و روز فردى است كه عملى را از روى نفاق و ظلم و ستم انجام دهد ) و خدا هرگز ستمكاران را هدايت نخواهد فرمود .\r\nاز نظر قرآن هر كارى كه زير بنا و پايه اش تقوى باشد با بركت و ريشه دار و مورد رضايت خداى تعالى و رسول الله ( ص ) است و هر كارى كه زير بناى تقواى نداشته باشد ، به سرانجام نخواهد رسيد .\r\nآيه ى شريفه تشبيه معقول به محسوس كرده است ، يعنى يك امر عقلى را به يك امر حسى تشبيه فرموده است ، براى اينكه موضوع خوب درك\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":89},
  {"content":"\r\n\r\nشود . كارى كه بر اساس تقوى نباشد ، به عمارت و ساختمانى مىماند كه بر لب پرتگاه و در مسير سيل واقع شده باشد ، از آيه شريفه استفاده مىشود كه : جبهه ، ارتش و سپاه وقتى مبارك و مفيد به حال اسلام است كه اساس كارش بر محور تقوى باشد .\r\nزنهار كه در جبهه معصيت واقع نشود ، چون جبهه‌اى كه در آن گناه صورت نگيرد ، بنياد و پايه‌اش محكم و استوار است و پيروزى آفرين است ، و جبهه و سنگرى كه در آن گناه ( غيبت ، دروغ ، تضعيف يكديگر ، شايعه‌پراكنى ، اهميت ندادن به واجبات ، سستى در كارها و . . . ) باشد ، اساس محكمى و استوارى ندارد ، اين نظير ساختمانى است كه برلب پرتگاه و مسير سيل قرار گرفته باشد و هر آن در معرض نابودى است .\r\nبايد رزمندگان عزيز در جبهه متقى بوده و از گناه دورى كنند و بدانند كه اگر بنيان كارى بر مبناى تقوى نباشد ، گر چه در جبهه و سنگر و خط مقدم هم باشد ، مورد رضايت خداوند تعالى نيست ، و او بعنوان مجاهد شناخته نمىشود .\r\n\r\nمراتب تقوى\r\nشرطى كه براى لشكريان اسلام واجب و لازم است ، اهميت دادن به واجبات و اجتناب از محرمات است و اين اولين مراتب و درجات تقوى است ، اگر كسى بخواهد خود را بشناسد و تقواى خود را محك بزند ، بايد ببيند كه تا چه اندازه به واجبات ، اهميت مىدهد ؟ و چقدر براى نمازهايش اهميت قائل است ؟ و چه مقدار از گناه پرهيز دارد ؟\r\nامام صادق ( ع ) مىفرمايد : اگر ديديد كسى نمازش را اول وقت و به جماعت و با خضوع و خشوع قلب مىخواند ، بدانيد كه با تقواى است .\r\nيكى از شروط پذيرفته شدن جهاد در راه خدا ، اهميت دادن به\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":90},
  {"content":"\r\n\r\nواجبات الهى و دورى از محرمات است .\r\nاگر رزمندگان مىخواهند كه اعمالشان مورد قبول حق تعالى واقع شود ، بايد هر چه بيشتر و بهتر به واجبات الهى اهميت بدهند كه قرآن مىفرمايد :\r\nوَاستَعينُوا بِالصَّبرِ وَ الصَّلوةِ . اگر كسى بخواهد ، خودسازى كند ، از نماز كمك بگيرد ، اگر مىخواهيد بر دشمن بيرونى و درونى پيروز شويد ، از نماز استعانت بجوئيد ، البته نماز اول وقت ، به جماعت ، در مسجد ، با خضوع و خشوع ، با تعقيبات ، و از روى صبر .\r\nمعصوم ( ع ) مىفرمايد : طورى خدا را عبادت كنيد ، كه گوئى خداوند تعالى را مىبينيد و اگر اين اندازه نمىتوانيد ، لااقل طورى نماز بخوانيد كه مطمئن باشيد ، خدا شما را مىبيند .\r\nجبهه‌اى كه قادر به برگزارى نماز جماعت است ولى به آن اهميت ندهد ، مبغوض خداوند تعالى است ، قرآن مىفرمايد : واى به حال كسانى كه نماز را سبك بشمارند ، فَوَيلٌ لِلمُصَلّينَ الَّذينَ هُم عَن صَلوتِهِم ساهُونَ و نيز قرآن مىفرمايد : فَخَلَفَ مِن بَعدِهِم خَلفٌ اضاعُوا الصَّلوةَ وَ اتَّبَعُوا الشَّهَواتِ فَسَوفَ يَلقَونَ غَيًّا ( مريم / 19 - 59 )\r\nقومى مىآيند كه نماز ر اضايع كرده ( يعنى به نماز اهميت نمىدهند ) و از شهوات نفس پيروى مىكنند ، اينها در وادى جهنم ( غى ) افكنده خواهند شد .\r\nلذا آيه شريفه به ما مىگويد : اگر كسى در نماز كوتاهى و سستى كند ، بتواند ، ولى نماز را به جماعت و اول وقت نخواند ، به تسبيحات حضرت زهرا ( س ) دعا و تعقيبات اعتناء نداشته باشد و بدانها اهميت ندهد ، وادى جهنم محل اوست .\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":91},
  {"content":"\r\n\r\nقَد افلَحَ المُؤمِنُونَ الَّذينَ هُم في صَلاتِهِم خاشِعُونَ وَ الَّذينَ هُم عَنِ اللَّغوِ مُعرِضُونَ . ( سوره ى مؤمنون ، آيه 2 )\r\nرستگارى ( در دنيا و آخرت ) از كسى است كه به نماز اهميت بدهد ، در حال نماز خضوع و خشوع داشته باشد ( نماز را به آخر وقت نيندازد و با عجله انجام ندهد ) و رستگار كسى است كه از گفتار لغو و بيهوده حذر كند .\r\n\r\nعواقب بىاعتنائى به واجبات الهى\r\nاهميت ندادن به واجبات الهى براى انسان بدبختيهاى بسيارى به بار مىآورد از آن جمله ، شكست ، ضعف اراده ، سستى ، اضطراب خاطر ونگرانى كسى كه به واجباتش اهميت ندهد ، در دنيا ، زندگى ناخوشى دارد و در هنگام مرگ ، ملك الموت به سختى جان او را مىگيرد : البته توجه داشته باشيد كه اين حال كسى است كه در نمازش ، سستى كند و بدان اهميت ندهد ، نه كسى كه العياذ بالله نماز نخواند . آرى خجلت زدگى روز قيامت ، فشار قبر و سختى جان كندن ، براى سبك شماردن نماز است امام صادق ( ع ) مىفرمايند : لا تَنالُ شَفاعَتُنا مَن استَخَفَّ بِالصَّلوةِ ، شفاعت ما ( اهل بيت ) نصيب كسى كه نماز را سبك بشمارد نمىشود ، از مصاديق سبك شمردن نماز ، اهميت ندادن به آن به آخر وقت انداختن و با سرعت خواندن نماز است .\r\nلذا برادران پاسدار ، بسيجى و ارتشى ، سنگر و جبهه را به مسجد تبديل كنيد ، محلهاى كارتان را به عبادتگاه مبدل نمائيد ، مراكز خود را محل نور وعنايت و رحمت حق تعالى كنيد و به نماز اهميت دهيد .\r\n\r\nجنگ و جهاد براى احياء دين خدا است\r\nرزمندگان عزيز بايد هميشه در نظر داشته باشند ، كه براى احياء نماز\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":92},
  {"content":"\r\n\r\nو واجبات الهى و ترك محرمات قيام كرده و به جبهه‌ها رفته‌اند و اگر نماز سبك شمرده شود ، جبهه معنى خود را از دست خواهد داد ، اين همه مصائب بخاطر زنده كردن دين مقدس اسلام است .\r\nدر زيارت ابى عبدالله سلام الله عليه مىخوانيم :\r\nاشهَدُ انَكَ قَد اقَمتَ الصَّلوةَ وَ اتَيتَ الزَّكوةَ وَ امَرتَ بِالمَعرُوفِ وَ نَهَيتَ عَنِ المُنكَرِ آرى سيدالشهداء ( ع ) به كربلا تشريف بردند ، تا احكام الهى زنده بماند و براى احياء نماز شهيد شدند ، اهل بيت عصمت و طهارت سلام الله عليهم اجمعين بخاطر احياء فرامين خداوند تعالى ، رنجهاى طاقت‌فرسا و اسارتهاى تلخ و شكنجه‌ها و زندانهاى فراوانى را متحمل شدند .\r\nاى برادران پاسدار ، ارتشى و بسيجى ، براستى كه شما نيز براى زنده كردن اسلام ، به جبهه رفته‌ايد ، جهت برپاداشتن نماز مىجنگيد و مبادا كه نمازتان بدون دليل به آخر وقت كشيده شود ، و يا بدون عذر در نماز جماعت شركت نكنيد كه از لشكر اسلام و امام زمان خارج مىشويد .\r\n\r\nنماز شب كليد سعادت دنيا و آخرت\r\nالبته اگر به شما تذكر داده شد كه به نماز واجب اهميت بدهيد از باب تذكر است و الّا سنگرهاى شما به مسجد تبديل شده است ، بر شماست كه به نماز شب نيز اهميت قائل شويد ، ( كه انشاءالله اهميت داده و خواهيد داد ) . اگر مىخواهيد در زندگى دنيا و اخرت موفق شويد ، و هميشه نشاط داشته باشيد و خير و سعادت براى شما باشد و بر دلها حكومت كنيد ، به نماز شب اهميت دهيد .\r\nالبته مراد از نماز شبى كه در اينجا تذكر داده مىشود ، آن نماز شبهاى طولانى نيست ، بلكه منظور همان يازده ركعت معمول است ، البته اگر\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":93},
  {"content":"\r\n\r\nطولانى شد ، زهى سعادت ، راز و نياز و مناجات در نماز شب بسيار عالى است . « 1 » اما آن اندازه كه اينجا تذكر داده مىشود ، همان يازده ركعتى است كه در رساله امام آمده است ، ( وقت نماز شب از نيمه شب شرعى « چون هميشه دوازده نيست و گاهى يازده و ده دقيقه است » تا قبل از اذان صبح است ) .\r\nقرآن در چندين مورد به وقت آخر شب ، سحر ، اول طلوع فجر و به نماز شب قسم ياد كرده است اين نشان دهنده ى اهميت نماز شب است .\r\nوَالفَجرِ وَ لَيالٍ عَشرٍ وَ الشَّفعِ وَ الوَترِ وَ الَّليلِ اذا يَسرِ . قسم به هنگام اذان صبح ، قسم به ده شب اول ذيحجه ( كه بندگان خدا به دعا و ذكر مشغولند ) قسم به نماز شفع و نماز وتر و قسم به قبل از طلوع فجر ، همچنين مىفرمايد :\r\nوَ اليَّلِ اذا عَسعَسَ وَ الصُّبحِ اذا تَنَفَّسَ . سوره تكوير 18\r\nقسم به آخر شب ( قبل از طلوع فجر ) و قسم به طلوع فجر .\r\n\r\nاهميت وعظمت نماز شب\r\nدر سوره ى مزّمل خداوند خطاب به رسولش مىفرمايد :\r\nيا ايُّهَا المُزَّمّلُ - قُمِ الَّيلَ الّا قَليلًا نِصفَهُ اوِ انقُص مِنهُ قَليلًا - او زِد عَلَيهِ وَ رَتّلِ القُرآنَ تَرتيلًا - انّا سَنُلقي عَلَيك قَولًا ثَقيلًا - انَّ ناشِئَةَ الَّليلِ هِيَ اشَدُّ وَطاً وَ اقوَم قيلًا . ( مزمل 1 - 6 )\r\nاى رسولى كه عباى نبوت بر دوش تو آمده است ، شب را به اطاعت خدا و نماز برخيز ، مگر كمى از آن ، كه نصف يا چيزى كمتر از نصف باشد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مراجعه شود به كتاب شمع سحر در فضيلت و آداب و احكام نماز شب ، تاليف آقاى حاج سيد احمد فهرى .\r\n","page_name":" 86 ","page_number":94},
  {"content":"\r\n\r\n( به استراحت پرداز ) ، يا چيزى بر نصف بيفزا و به تلاوت آيات قرآن با توجه كامل مشغول باش ، ما به وحى خود كلام بسيار سنگين ( و گرانمايه قران را ) بر تو القاء مىكنيم ، يعنى اين بار سنگين را بوسيله نماز شب و قرائت قرآن و . . به منزل برسان ، بيدارى و نماز در دل تاريك شبها است كه اراده و روح را قوى ، و انسان را بر نفس امّاره و دشمنان خارجى موفق و پيروز مىگرداند .\r\nاگر جبهه به اين حد از اوج و كمال و معنويت رسيده ، از همين نماز شبهائى است كه در دل سنگرها خوانده مىشود ، و همه پيروزيها از مناجاتها و نمازهاى شبانه بدست آمده است ، از اين پس نيز پيروزى و سعادت جبهه و سرنوشت جنگ در گرو معنويت رزمندگان و دعا و نمازهاى خالصانه است .\r\nرمز ياالله ، توسل به ائمه اطهار ( ع ) توكل و اعتماد برخداوند تعالى ، نماز شب و دعاها است كه شما را پيروز كرده است .\r\nهمانطور كه مىدانيد ، جبهه مكتب است ، اگر هم پيش از رفتن به جبهه نماز شب نمىخوانديد ، وقتى به جبهه رفتيد ، حتماً نماز شب بخوانيد و هر گاه از جبهه بازگشتيد بر نماز شب محافظت كنيد .\r\n\r\nنماز شب سلاح مؤمن است\r\nنماز شب و رابطه با خداوند تعالى و توسل به اهل بيت طهارت برنده‌ترين و كاراترين اسلحه پاسدار و ارتشى است ، لشگر اسلام آن است كه فرمانده‌اش شبانگاه سجاده پهن كند و به نماز شب بايستد ، اقِمِ الصَّلوةَ لِدُلُوك الشَّمسِ الي غَسَقِ الَّليلِ وَ قُرآنَ الفَجرِ انَّ قُرآنَ الفَجرِ كانَ مَشهُوداً ، نماز را وقت زوال آفتاب تا تاريكى شب بجا آور ، يعنى نماز ظهرين را از اول زوال ظهر و نماز عشائين را از اول تاريكى شب بپادار ، و نماز صبح\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":95},
  {"content":"\r\n\r\nرا بجا آور كه به حقيقت ، مشهود نظر فرشتگان شب و ملائكه روز است ( نماز صبح امتياز همه نمازها را دارد )\r\nوَ مِنَ اللَّيلِ فَتَهَجَّد بِهِ نافِلَةً لكَ عَسي ان يَبعَثَكَ رَبُّكَ مَقاماً مَحمُوداً ( اسراء 79 )\r\nبعضى از شب را بيدار و متهجد باش و نماز شب را بجاى آور كه خاص تو است ، باشد كه خدايت تو را به مقام محمود مبعوث گرداند .\r\nحديث قدسي\r\nحضرت موسى ( ع ) به خداوند عرض كرد : مبغوضترين افراد چه كسانى هستند ، خداوند فرمود : جيفَةٌ بِاللَّيلِ وَ بَطّالٌ بِالنَّهارِ . كسانى كه شب را تا به صبح بخوابند و روز هم بيكار و تنبل باشند ، و وقت خود را به بطالت بگذرانند .\r\nاز اين روايت اين چنين استفاده مىشود كه اگر كسى شب را تا بصبح بخوابد و مقدارى از شب را به عبادت و نماز نگذارند . در عالم ملكوت مثل حيوان مرده گنديده است .\r\nروى سخن قرآن ، در مورد بپاداشتن نماز شب با همه است ولى سپاهيان و لشكريان اسلام را بيشتر شامل مىشود چون خدا مىخواهد شما سرافراز باشيد .\r\nآرى ، آنچه را كه بايد تمام مسلمين بويژه عزيزان در جبهه به آن اهميت جدى بدهند ، التزام به واجبات الهى و ترك محرمات و خواندن نماز با خشوع و خضوع و حضور قلب است ، كه خير و سعادت و پيروزى در دنيا و اخرت در گرو همين امر است .\r\nعزيزان ، جبهه و سنگر تقدس دارد ، حيف است كه در آنجا عمر گرانمايه انسان با صحبتهاى بيهوده و وقت گذراندن و خداى نكرده به معصيت ، تلف شود .\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":96},
  {"content":"\r\n\r\n\r\nجلسه‌ى يازدهم اهميت دادن به واجبات\r\nبِسمِهِ تَعالى\r\nهمانطور كه قبلًا نيز تذكر داده شد ، تقوى يكى از صفات حميده‌اى است كه براى همه اهل اسلام و ايمان ضرورى است ، بويژه براى منسوبين به حكومت نظير سپاه ، ارتش ، بسيج و جهاد و ديگر ارگانهاى دولتى و نهادهاى انقلابى و بالأخص براى عزيزانى كه در جبهه هستند .\r\n\r\nتقوى شرط هدايت\r\nبايد توجه داشت كه تا تقوى حاصل نشود دست عنايت الهى بر سر بنده نخواهد بود ، هدايت وعنايت حقتعالى مرعبد را در گرو تقواى اوست ، قرآن مىفرمايد :\r\nالَم ذلِكَ الكِتابُ لا رَيبَ فيهِ هُديً لِلمُتَّقينَ ( بقره 1 - 2 )\r\nقرآن بدون هيچ شكى راهنماى پرهيزكاران است ، هدايت شرطش پرهيزكارى و تقوى است ، و اگر چنانچه كسى داراى اين صفت حميده كه اساس همه چيزها است نباشد ، مورد عنايت و هدايت و رضايت\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":97},
  {"content":"\r\n\r\nحقتعالى واقع نخواهد شد .\r\nيكى از مصاديق تقوى اهميت دادن به واجبات ( كه در رأس آنها نماز است ) و ترك محرمات الهى است .\r\nامام صادق ( ع ) درباره ى اجر دو ركعت نماز مىفرمايند :\r\nالرَّكعَتانِ في جَوفِ اللَّيلِ خَيرٌ مِنَ الدُّنيا وَ ما فيها . دو ركعت نماز در دل شب ، ارزنده‌تر از دنيا و آنچه در آن است مىباشد .\r\nشخصى خدمت امام صادق ( عليه السلام ) رسيد و براى انجام كارى استخاره كرد ، از قضاء استخاره بد آمد ، ولى وى اعتناء به استخاره نكرد و كارش را كه تجارت بود آغاز كرد ، به مسافرت رفت و اتفاقاً مسافرت به او خوش گذشت و سود بسيارى هم عايدش شد ! وقتى بمدينه بازگشت از اين كه استخاره ى امام صادق ( ع ) بد آمده بود تعجب كرد ، چون در مسافرت به او خيلى خوش گذشته و سود زيادى هم برده بود .\r\nلذا خدمت حضرت رسيد و جريان را از ايشان سؤال كرد ، امام صادق ( ع ) تبسمى نمودند و فرمودند : به ياد دارى كه در مسافرتت در فلان منزل آنچنان خسته بودى كه خوابت برد ، و وقتى بيدار شدى كه آفتاب طلوع كرده و نماز صبحت قضاء شده بود ؟ اگر خداوند تبارك و تعالى آنچه را كه در دنيا است ، به تو داده بود ، جبران دو ركعت نماز قضا شده‌ات نمى شد .\r\nفضيلت نماز جماعت\r\nنماز جماعتى كه با ده نفر اقامه شود ثواب اين نماز را كسى جز خداوند نمىداند .\r\nو در روايت آمده است كه : اگر تمام چوبهاى جهان قلم و تمام آب\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":98},
  {"content":"\r\n\r\nدنيا مركب و جن و انس و ملائكه نويسنده بشوند ، نمىتوانند ثواب يك ركعت از اين نماز جماعت را بنويسند ! ! ما نبايد به اين روايات كم توجهى كنيم .\r\nچطور مىشود انسانى دنبال سود باشد و اين روايات را بداند و بىاعتنائى نمايد ؟\r\nبعضى از فقهاء گفته‌اند اگر سه روز نماز جماعت تشكيل شود و كسى بدون عذر و دليل به جماعت حاضر نشود مرتكب گناهى شده است ، از رسول خدا ( ص ) نقل شده است كه به يهود و نصارى سلام كنيد ، اما به يهود امت من سلام نكنيد !\r\nبه حضرت عرض شد يا رسول الله ( ص ) يهود امت شما چه كسانى هستند ؟\r\nحضرت فرمود : الَّذينَ يَستَمِعُونَ الاذانَ وَ الإِقامَةَ ، وَ لَم يَحضُرُوا الجَماعَةَ . يعنى مردمى كه بشنوند صداى اذان و اقامه را و به نماز جماعت حاضر نشوند .\r\nبايد به مستحبات بعد از نماز ( تعقيبات ) توجه و عنايت خاصى داشته باشيد ، امام صادق ( ع ) مىفرمايد كه : تسبيح جدّه‌ام فاطمه سلام الله عليها نزد من از هزار ركعت نماز برتر است ، اين تسبيح موجب عاقبت بخيرى و قبولى نماز است و ثواب بسيارى دارد ، نوعاً نمازهاى ما ، نمازهائى نيست كه مورد قبول خداوند تبارك و تعالى باشد ، لذا بايد آن را با توسل ، صلوات ، تعقيبات انجام مستحبات و . . . همراه كنيم شايد مقبول درگاه حق تعالى واقع گردد .\r\nيكى از علماى اصفهان هميشه در دعاى كميل مىگفت مردم بيائيد از دعاهايمان توبه كنيم ، و در واقع چنين است و ما بايد از نماز و روزه و حجمان ، توبه كنيم و اگر طمع داشته باشيم كه مورد عنايت و قبول حق\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":99},
  {"content":"\r\n\r\nتعالى قرار گيرد بايد به اهلبيت سلام الله عليهم اجمعين متوسل بشويم .\r\nعزيزان به نماز اهميت بدهيم و هنگام فرا رسيدن موعد آن ، به گونه‌اى تلاطم و جوشش درونى پيدا بكنيم ، كه در شأن اين معراج باشد .\r\nامام سجاد ( ع ) هنگام نماز منقلب مىشدند و رنگ رخسار مباركشان تغيير مىكرد و درباره حضرت حسن عليه السلام نيز وارد شده است كه : پاهاى مباركشان به لرزه مىافتاد ، و با پاهاى لرزان و در حالى كه بهترين لباسش را به تن كرده بودند وارد مسجد مىشدند .\r\nابن عباس درباره ى حضرت اميرالمؤمنين ( ع ) نقل مىكند كه : در يكى از جنگها سخت و طاقت‌فرسا بود و لشكر اسلام لحظات حساسى را مىگذراند ، ديدم كه مولى امام على ( ع ) . . . به آسمان نگاه مىكنند ، عرض كردم يا على ( ع ) چرا به آسمان نگاه مىكنيد ؟ حضرت فرمودند مىخواهم ببينم ظهر شده است يا نه ، ايشان در وقت نماز دست از همه كار مىكشيدند .\r\nتذكر مفيد\r\nعزيزان ، بايد به واجبات اهميت زيادى داد و محتاطانه با آنها برخورد نمود . خداوند فرموده است كه : اى بنده من به واجباتم اهميت بده تا من هم به تو اهميت بدهم و عنايت مىكنم .\r\nاجتناب از گناه\r\nبال دوم تقوى كه خيلى مهمتر از مسئله اول ( اهميت دادن به واجبات ) است ، اجتناب و دورى از گناه مىباشد ، معصيت اعراض از خداوند تبارك و تعالى است و براى انسان نكبت و بدبختى بسيار دارد .\r\nقرآن فرموده است كه : هر كس از خداوند تعالى و ياد او\r\nاعراض كند\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":100},
  {"content":"\r\n\r\nدو مصيبت بر او وارد مىشود ، اول اينكه زندگى ناخوش و سراسر گرفتارى و پريشانى در عالم دنيا دارد . دوم آنكه در روز قيامت كور وارد صف محشر مىشود .\r\nوَ مَن اعرَضَ عَن ذِكري فَانَّ لَهُ مَعيشَةً ضَنكًا وَ نَحشُرُهُ يَومَ القِيمَةِ اعمي ( طه 125 )\r\nاعراض از خداوند تعالى گناه است و معرضين روز قيامت به خداوند عرض مىكنند كه : بارالها ما در دنيا كور نبوديم ، پس چرا كور وارد صف محشر مىشويم ؟\r\nخداوند در پاسخ مىفرمايد :\r\nكَذلِكَ اتَتكَ اياتُنا فَنَسيتَها وَ كَذلِكَ اليَومَ تُنسي ( طه 126 )\r\nآرى ، چون آيات ما براى تو امد و همه را به فراموشى و غفلت سپردى امروز تو نيز فراموش مىشوى .\r\nغفلت از ياد خدا و فراموشى حق تعالى گناه است و هر كس مرتكب معصيت شود ، دست عنايت حق از سر او كوتاه مىگردد ، و اين معنى در بيش از 50 آيه ى قرآن بيان شده است ، از جمله :\r\nانَّ اللهَ لا يَهدِي القَومَ الظَّالِمينَ . انَّ اللهَ لا يَهدِي القَومَ الفاسِقينَ . انَّ اللهَ لا يَهدِي القَومَ المُجرِمينَ . انَّ اللهَ لا يَهدِي القَومَ الكافِرينَ . عنايت و هدايت ، حق تعالى شامل حال ظالم ، فاسق ، مجرم ، كافر و . . . نمىشود .\r\n\r\nتقسيمات گناه\r\nگناهان بر دو دسته‌اند :\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":101},
  {"content":"\r\n\r\n1 - حق الله : گناهانى كه در رابطه با خداوند است .\r\n2 - حق الناس : گناهانى كه در رابطه با مردم است .\r\nحق الناس\r\nدسته دوم از اهميت بسزائى برخوردار است و به اندازه‌اى مهم است كه خداوند تعالى قسم ياد كرده و فرموده است كه : به عزت و جلالم در روز قيامت ممكن است از حق خود گذشت كنم ، اما از حق الناس نخواهم گذشت .\r\nدر رابطه با حق الناس به قدرى روز قيامت مشكل مىگيرند كه از يك سوزن نمىگذرند .\r\nفقهاء هم نوشته‌اند كه اگر در لباسى نخ غصبى باشد و با آن لباس نماز خوانده شود نماز باطل است ، حتى نمازى كه با يك دكمه غصبى خوانده شود نيز باطل است .\r\nاميرالمؤمنين ( ع ) مىفرمايد كه : اگر تمام عالم هستى را به من بدهند و بگويند : در مقابل ، پوست جوى را بىجهت از دهان مورچه‌اى بگير ، نخواهم كرد ، وَ اللهِ لَو اعطيتُ الا قاليمَ السَّبعَةَ بِما تَحتَ افلاكِها عَلي ان اغصِيَ اللهَ في نَملَةٍ اسلُبُها جُلبَ شَعيرَةٍ ما فَعَلتُهُ . اين فرمايش امام على ( ع ) به ما مىآموزد كه غصب حق الناس ولو به اندازه پوست جو باشد ، چنان موجب زيان است كه اگر آنچه در د نيا است به غاصب داده شود ، جبران اين خسارت نخواهد كرد .\r\n\r\nدستورالعمل اميرالمؤمنين ( ع ) به استاندارهاى خود\r\nحضرت اميرعليه السلام به استاندارهاى خود مىنوشت :\r\nادِقُّوا اقلامَكُم ، وَ قارِبُوا بَينَ سُطُورِكُم وَ احذِفُوا عَنّي فُضُولَكُم وَ اقصُدُوا\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":102},
  {"content":"\r\n\r\nقَصدَ المَعاني وَ ايّاكُم وَ الإِكثارَ فَانَّ اموالَ المُسلِمينَ لا تَحتَمِلُ الأِضرارَ . اى استانداران من ، وقتى برايم نامه مىنويسيد ، با قلم ريز بنويسى - بين سطرها را فاصله نيندازيد - فشرده بنويسيد و قلم فرسائى نكنيد ، جان كلام را بنگاريد براى اينكه ضرر به بيت‌المال مسلمين وارد نشود ! !\r\nاين دستور اميرالمؤمنين ( ع ) به شما سپاهى و به همه ى ارگانهاى جمهورى اسلامى نيز مىباشد . فرماندهان و مسئولين سپاه ، ارتش ، بسيج و . . خوب به فرمايش مولى ( ع ) توجه كنيد و عنايت داشته باشيد ، امام ( ع ) كه حاكم مسلمين است مىفرمايد : حق ندارى كه يك مقدار كاغذ زيادى مصرف كنى .\r\n\r\nسلمان و زندگى او\r\nسلمان رحمة الله عليه استاندار مدائن بود ، راوى مىگويد هنگام مرگ بالاى سر او بودم سلمان گريه مىكرد پرسيدم چرا گريه مىكنى ؟ گفت : از رسول خدا ( ص ) شنيدم كه فرمود : در روز قيامت گردنه‌هائى است كه از گردنه‌ها كسى نمىگذرد مگر سبك باران ، راوى مىگويد : نگاه كردم كه ببينم مگر او چه چيزى دارد كه خود را اينقدر سنگين بار مىبيند ، ديدم كه دارائى او عبارتست از : پوست گوسفندى كه هم فرش و هم رختخواب اوست ، يك قلم و دوات براى كار استاندارى ، يك آفتابه گلى ، و يك ظرف گلى ، خانه‌اى هم كه در آن زندگى مىكرد ، يك مغازه بود كه هم محل كارش بود و هم محل زندگى ! ! و آن هم اجاره بود .\r\nآرى حضرت سلمان با اينقدر مال دنيا ، خود را سنگين بار مىدانست و از روز قيامت هراس داشت ، سلمان مىگويد مىترسم كه به من بگويند اى استاندار مدائن با اموال مردم و بيت‌المال مسلمين چه كردى ؟ !\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":103},
  {"content":"\r\n\r\nخدا رحمت كند بابا طاهر رضوان الله تعالى عليه را اين كلام را به شعر در آورده و گفته :\r\nموكه چون اشترى قانع به خارم خورم خارى و خروارى به بارم\r\nبا اين خرج قليل و بار سنگين هنوز در روى صاحب شرمسارم\r\nسلمان فارسى رحمةالله عليه با اين همه عبادت و خدمت با اين همه كم‌خرجى و زهد و تقوى و با اين زندگى ساده ، در هنگام مرگ گريه مىكند و مىگويد سنگين بارم ! ! .\r\nآرى همه بايد راجع به حق‌الناس ( حفظ بيت‌المال مسلمين ) مخصوصاً در ادارات و ارگانها و باز بالأخص سپاه و ارتش و بسيج اهميت زيادى قائل باشيم .\r\nاى سپاهى ، بسيجى و ارتشى مواظب باشيد كه يك گلوله ى بىجا و بى مورد و بدون دليل شليك نكنيد ، در پتو ، كفش ، لباس ، غذا ، مهمات اسراف نكنيد ، اى عزيزان جداً توجه داشته باشيد كه به اموال بيت‌المال كم‌توجهى و بىاعتنائى نشود ، مسئوليت بزرگى بر دوش شما است روز قيامت بازخواست خواهيد شد ، مو به مو به حساب شما رسيدگى خواهند كرد و از حق الناس به هيچ وجه نخواهند گذشت .\r\nاگر يك گلوله بدون دليل شليك كردى ، يا با ماشين ، موتور يا هر وسيله ديگر بدون جهت با سرعت زياد تردد كردى در مقابل همه مسلمين و خون شهداء مسئول خواهى بود .\r\nابوذر و كعب الاحبار و . . .\r\nوقتى حضرت ابوذر رضوان الله تعالى عليه را پيش عثمان آوردند پول زيادى جلوى عثمان بود ، ابوذر ( رحمةالله عليه ) تا چشمانش به پولها افتاد ، گفت اى عثمان اين پولها را براى چه كارى مىخواهى ، گفت :\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":104},
  {"content":"\r\n\r\nمىخواهم اين اندازه روى اين ها بريزم و آنگاه هر كارى كه خواستم بكنم ! !\r\nابوذر به عثمان گفت : به ياددارى كه روزى با هم براى كار مهمى بين نماز مغرب و عشاء خدمت رسول خدا ( ص ) رسيديم وايشان بسيار ناراحت بودند ؟ بطورى كه فقط جواب سلام ما را دادند و توجه بيشترى نفرمودند : پس از مدتى كه نشستيم و پيغمبر ( ص ) همچنان ناراحت بودند ، بلند شديم و رفتيم ؟ فرداى آن روز رسول خدا ( ص ) آمد و از من و تو عذر خواهى كرد ؟ و فرمودند : بخاطر اين بود كه ده تومان از مال مسلمين نزد من بود و نتوانسته بودم به مصرف برسانم ، ترسيدم كه بميرم و ده تومان به مصرف نرسيده باشد ! !\r\nعثمان ديد اوضاع بد شد ، رو كرد به كعب الاحبار و گفت : اگركسى خمس و زكاتش را بپردازد ، و پول جمع‌آورى كند ، اين درست است يا نه ؟ كعب الاحبار گفت : اشكال ندارد ! ! ابوذر كه رحمت خدا بر او باد با عصائى كه در دست داشت بر سر كعب الاحبار زد و فرمود : يابن اليهودى تو كارت به جائى رسيده است كه در احكام اسلام تصرف مىكنى و رو كرد به عثمان و گفت : مگر نخوانده‌اى آيه ى شريفه را كه مىفرمايد :\r\nوَ الَّذينَ يَكنِزُونَ الذَّهَبَ وَ الفِضَّةَ وَ لا يُنفِقُونَها في سَبيلِ اللهِ فَبَشّرهُم بِعَذابٍ اليمٍ . ( التوبه 34 )\r\nكسانى كه ميدانند جبهه اسلام احتياج به كمك دارد ، كسانى كه مىبينند اقوامشان گرسنه‌اند آنهائيكه مىبينند همسايه‌شان احتياج به غذاى شب دارد ، و مىتوانند رسيدگى كنند و نكنند و مال اندوزى كنند ، خداوند اينها را به عذاب اليم بشارت داده است ، سكه‌هاى زرى را كه اندوخته‌اند روزى قيامت داغ مىكنند و به پيشانى و كمرهاى آنها\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":105},
  {"content":"\r\n\r\nمىگذارند ، و مىگويند : بچشيد اين پولهائى است كه جمع‌آورى كرده بوديد .\r\nخلاصه اينكه اگر ما بدانيم مضطر و محتاجى در همسايگى ما هست ، يا جبهه احتياج به كمك دارد و بتوانيم ، ولى رسيدگى نكنيم از نظر اسلام اشكال دارد ، به قول استاد عظيم الشأن ما امام خمينى در اين موارد اگر بدانم عبايم را هم بايد بدهم مىدهم .\r\nمَن اصبَحَ وَ لَم يَهتَمَّ بِأمُورِ المُسلِمينَ فَلَيسَ بِمُسلِمٍ . كسى كه شب را به صبح برساند و در امور مسلمين اهتمام نورزد مسلم نيست .\r\nگردنه‌اى در روز قيامت ، به نام مرصاد است كه خداوند تعالى در آنجا از مردم سؤال مىكند و به حساب آنها رسيدگى مىفرمايد .\r\nانَّ رَبَّكَ لَبِالمِرصادِ . در روايت آمده كه مرصاد گردنه اى است كه در آنجا از حق‌الناس سؤال مىشود . اگر مىخواهيد از اين گردنه‌ها به راحتى بگذريد از حق الناس پرهيز كنيد .\r\nضايع كردن حق الناس و آثار سوء آن\r\nاگر حقى كه مربوط به مردم است ، بوسيله ى ما ضايع شود ، نه تنها در دنيا و آخرت براى ما زيان بخش است و ما را روانه جهنم مىكند ، بلكه در اولاد ما هم اثر سوء خواهد گذاشت . وَ ليَخشَ الَّذينَ لَو تَرَكوُا مِن خَلفِهِم ذُرّيَّةً ضِعافاً خافُوا عَلَيهِم فَليَتَّقُوا اللهَ وَ ليَقُولُو قَولًا سَديداً ( نساء 9 )\r\nقرآن مىفرمايد : كسانى كه از عاقبت فرزندان خود مىترسند مواظب باشند كه حق الناسى برگردن آنها نباشد ، شهادت ناحق ندهند ، ظلم نكنند ، و با تقوى و پرهيز كار باشند .\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":106},
  {"content":"\r\n\r\nاى عزيزان رزمنده ، اگر خداى نكرده در ارگانهاى شما ( سپاه ، بسيج ، و ارتش ) و مخصوصاً در جبهه از بيت‌المال محافظت نشود و حق الناس ضايع گردد ، نه تنها آثار سوءاش گريبان‌گير خود شخص ضايع كننده مىشود بلكه پاپيچ جبهه و سپاه و جنگ مىشود ، يعنىتر و خشك را با هم مىسوزاند ! جداً توجه كنيد و بيدار باشيد ! !\r\nاگر خداى نكرده يك فرمانده دل يك پاسدار يا بسيجى را بشكند يا يك بىتوجهى نمايد ، و به ديده ى تحقير نگاه كند ، يا يك سهل‌انگارى در امور بيت‌المال شود و يا . . . گناه بسيار بزرگى دارد و آثار سوء اين گناه تنها به يك نفر يا چند نفر برنمىگردد خداى نكره باعث شكست جبهه و سپاه مىشود !\r\nمعلوم است كه اگر ارتشى ، بسيجى يا پاسدارى ، در ارتش ، بسيج يا سپاه بويژه در جبهه مرتكب گناه شود ، و در آنجا كشته گردد ، نزد خداوند شهيد محسوب نمىشود .\r\nاى سپاهى ، ارتشى ، بسيجى و . . دستورالعملهاى اميرالمؤمنين ( ع ) را سرمشق خود قرار دهيد و واقعاً به اموال بيت‌المال اهميت دهيد كه خداى نكرده مرتكب معصيت نشويد ، خيلى دقيق و مراقب و مواظب باشيد .\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":107},
  {"content":"\r\n\r\n\r\nجلسه‌ى دوازدهم حفظ بيت المال\r\nبِسمِهِ تَعالى\r\nآنچه بايد مسلمانان بدان توجه كامل داشته باشند ، اهميت دادن به انجام واجبات است ، چنانچه از كسانى كه به انجام واجبات اعتناء نمىكنند و مرتكب معصيت مىشوند ، سلب اسلاميت شده است .\r\nمسلمان حقيقى كسى است كه هنگام روبرو شدن با يك واجب الهى تلاطم درونى پيدا كند و در هنگام روبرو شدن با گناه ، انزجار و تنفر پيدا نمايد ، و اگر خداى نخواسته مرتكب گناه شد ، فورى توبه كند و به سوى خداوند تبارك و تعالى برگردد و مضطرب شود كه اگر چنين باشد سعادتمند است .\r\n\r\nداستانى از يك پيرمرد بهشتي\r\nرسول خدا ( ص ) روزى در مسجد نشسته و اصحاب نيز در خدمت ايشان بودند ، حضرت فرمود : اولين كسى كه وارد مسجد شود ، اهل بهشت است ، پس از چندى پيرمرد كه بين اصحاب معروف و شناخته\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":108},
  {"content":"\r\n\r\nشده نبود ، به مسجد وارد شد . اصحاب از فرمايش رسول خدا ( ص ) درباره ى اين پيرمرد تعجب كردند ، روز بعد نيز حضرت ، همان كلام را در مورد آن پير تكرار فرمودند و موجب تعجب بيشتر اصحاب شد .\r\nبعضى از اصحاب تصميم گرفتند كه مراقب اين پيرمرد باشند تا ببينند كه چه كار فوق‌العاده‌اى انجام مىدهد كه پيغمبر ( ص ) او را بهشتى مىداند .\r\nيكى از آنها بعنوان ميهمانى به منزل او رفت ، مشاهده كرد كه وضع زندگى بسيار ساده‌اى دارد . نه فرشى نه لوازم و اسبابى و نه . . .\r\nشب هنگام پيرمرد شام خورد و گفت : خسته‌ام ومىخواهم بخوابم و سپس به خواب رفت ، درخواب گاهى كه پهلو به پهلو مىشد ذكر « لا إله الا الله » مىگفت ، قبل از نماز صبح ، بلند شد و نماز مختصرى خواند و به مهمان گفت به مسجد برويم تا نماز را با رسول خدا ( ص ) بخوانيم ، نماز را به جماعت اقامه كرد و سپس تعقيبات را انجام داد و قران تلاوت كرد و با هم به منزل بازگشتند و صبحانه خوردند ، از مهمان اجازه خواست كه به بيابان برود و خار و هيزم تهيه نمايد ، مهمان چون فكر مىكرد در صحرا عبادت خاصى انجام مىدهد به او گفت كه : من هم همراه تو مىآيم و بعد از اصرار زياد با او به صحرا رفت .\r\nدر آنجا ديد كه پيرمرد مشغول جمع‌آورى هيزم است و گاهى هم ذكرى مىگويد . پس از پايان كار از بيابان برگشتند ، پيرمرد خارها را فروخت و آب و نانى تهيه كرد و ظهر به اتفاق به نماز جماعت رفتند . .\r\nشب نيز به همين ترتيب ، ميهمان چند روز كارهاى او را زير نظرداشت و ملاحظه كرد كه عمل فوق‌العاده‌اى ندارد و كارهايش يكسان است ، بالأخره اصحاب از پيرمرد سؤال كردند كه توچه امتيازى دارى كه رسول خدا ( ص ) فرموده است اهل بهشت هستى ؟ ابتداء امتناع كرد و گفت من\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":109},
  {"content":"\r\n\r\nكجا و بهشت كجا ولى اصرار كردند ، گفت : به واجبات اسلام اهميت زيادى مىدهم ، و از گناه خيلى خوف دارم ( دروغ نمىگويم ، تهمت نمىزنم ، زبانم كنترل دارد و . . )\r\n( يك معنائى تقوى هم ، اهميت دادن به واجبات الهى و ترك معاصى و محرمات است ) صفت دوم پيرمرد اين بود كه هر آنچه را براى خود دوست مىداشت ، براى مسلمانان نيز مىپسنديد ، و هر آنچه را براى خود نمىپسنديد ، براى ديگران نيز دوست نمىداشت ، اگر كسى مىخواهد خود را محك بزند ببيند كه اين دو صفت را دارد يا نه .\r\nائمه ( ع ) هم علامت مسلمان بودن را اين صفات ذكر فرموده‌اند . عبدالله بن جندب در اواخر عمر كور شده بود ، راوى مىگويد : ديدم در عرفات حالتى داشت ، مثل باران گريه مىكرد ، مراقب او بودم ديدم كه ديگران را دعا مىكرد و به خود اصلًا دعا نمىكرد .\r\nشب به عبدالله گفتم كه نديدم به خودت دعا كنى ، عبدالله گفت : من از امام صادق ( ع ) شنيدم كه ايشان فرمود : به فكر ديگران باشيد ، چه در حالى كه به ديگران دعا مىكنيد ملائكه به شما دعا مىكنند .\r\nهمين عبدالله بن جندب سالى سه ماه روزه مىگرفت و سه مرتبه زكات مىداد و شبانه روزى صد و پنجاه و سه ركعت نماز مىخواند ، علت اين امر را از او پرسيدند ، گفت : دو رفيق داشتم كه به رحمت ايزدى پيوستند كه براى هر كدام از آنها روزانه تعداد 51 ركعت نماز مىخوانم و سالى يك بار زكات مىدهم و يك ماه روزه مىگيرم .\r\n\r\nحساب پاسدار غير ديگران است\r\nبايد صفات حسنه ى مسلمانان صدر اسلام در شما پاسداران زنده شود ، چون حساب شما غير از حساب مردم عادى است ، مخصوصاً در جبهه\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":110},
  {"content":"\r\n\r\nبايد خيلى مواظب باشيد براى اينكه نظام شما ، نظام اسلامى است ، برخوردتان با مردم نيز بايد خيلى حساب شده و دقيق باشد .\r\nبا مراجعه كنندگان بايد در كمال احترام و خوش‌روئى روبرو شويد ، ديگران راپشت ميزهايتان معطل نكنيد ، ( اگر مسئول زندانيان هستيد ، با آنان به بهترين نحو برخورد كنيد ، اگر با ملاقات كنندگان زندانيها برخورد داريد ، رفتارتان طورى باشد كه از شما درس بگيرند ، شما مسئول خون شهداء هستيد خيلى بايد توجه كنيد و مواظب باشيد . )\r\nيك پاسدار بايد هر چه را در جبهه براى خود مىپسندد براى بسيجى و ارتشى هم بپسندد ، و هر چه را زشت مىشمارد براى آنها نيز دوست نداشته باشد و اين يك وظيفه است .\r\nاى عزيزان ، در جبهه و محل كار به دو چيز بسيار اهميت بدهيد ، كه اساس سعادت و فلاح شما در گرو اين امر مهم است\r\n1 - اعتنا و اهميت و التزام به واجبات\r\n2 - ترك و اجتناب از محرمات و معاصى\r\n( اگر اين مسائل را زياد تكرار مىكنيم و تذكر مىدهيم بخاطر اين است كه مسئله بسيار مهم است )\r\nبه حفظ بيت‌المال كه مربوط به مردم است اعتنا كنيد و در اين امر بسيار بكوشيد .\r\nداستان دو مسلمان در سفر مكه\r\nدو جوان مسلمان براى زيارت خانه خدا راهى مكه شدند ، در ميان راه منزل كردند يكى از آنها براى تهيه غذا رفت ، وقتى برگشت ديد كه رفيقش بشدت گريه مىكند و بغض گلويش را گرفته و نمىتواند صحبت كند ، از سبب گريه پرسيد ؟ به او گفت : هنگاميكه تو رفتى\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":111},
  {"content":"\r\n\r\nمشغول تلاوت قرآن شدم ، پس از چندى زنى آمد ، گمان كردم كه محتاج است و به او پول دادم ولى دريافتم كه قصد ارتكاب گناه دارد ( گريه براى گناه ديگران ! ! ) آن دومى نيز كه براى تهيه غذا رفته بود پس از شنيدن اين سخنان گريست و گفت : از اين مىترسم كه اگر به جاى تو مىبودم ممكن بود كه مرتكب گناه مىشدم .\r\nآرى اسم و تصور گناه ، مسلمان را منقلب مىكند ، امام بزرگوار رهبر انقلاب وقتى شبهه ى غيبتى پيش مىآمد ، حالت تنفر پيدا مىكرد و شبهه ى دروغ ايشان را منقلب مىكرد ، پيش از اين اشاره رفت كه يك بار طلبه‌اى در حضور امام غيبت كرده بود و امام بزرگوار سه روز تب كردند و از خانه بيرون نيامدند .\r\nيك پاسدار بايد اينطور حالاتى داشته باشد ( پاسدارى شغل نيست - مسئوليت است - سپاهى يعنى پاسدار ولايت واسلام و امام زمان ( ع ) ) و بايد شديداً مراقب و مواظب حق الناس باشد و از اسلحه ، ماشين و هر وسيله ى ديگرى كه بدست او سپرده شده است ، مانند مارى كه مترصد نيش زدن اوست ، مواظبت كند . بايد از اموال بيت‌المال كه در جبهه در اختيارتان مىگذارند به خوبى مواظبت كنيد ، چون مانند مار است ، اگر غفلت نمائيد شما را به هلاكت مىرساند و به آتش جهنم مىافكند .\r\n\r\nداستانى از اميرالمؤمنين در رابطه با بيت‌المال\r\nروزى اميرالمؤمنين ( ع ) به محل نگهدارى اموال مردم تشريف بردند ، متوجه شدند كه يك گلوبند نيست ، محمد بن رافع ( خزانه‌دار ) را خواستند و از او سؤال فرمودند ، محمد عرض كرد : دختر شما زينب ( س ) چون در نظر داشتند كه به ميهمانى تشريف ببرند گلوبند را امانت گرفتند و شرط كردند كه اگر گم شد يا خسارتى به آن وارد آمد ضامن باشد\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":112},
  {"content":"\r\n\r\n، حضرت امير ( ع ) دنبال حضرت زينب ( س ) فرستادند ، پس از آنكه حضرت خدمت مولى ( ع ) رسيدند ، اميرالمؤمنين ( ع ) فرمودند : اى دختر فاطمه ( س ) چرا اين كار را كردى ؟ زينب ( س ) عرض كرد : پدر جان آن را به عاريه گرفته‌ام ، ولى امام ( ع ) فرمود : من راضى نيستم كه دخترم از بيت‌المال استفاده كند اگر چه به صورت عاريه مضمونه .\r\nيك ارتشى ، پاسدار و بسيجى كه همه چيز خود را فداى اميرالمؤمنين سلام الله عليه مىكندو به جبهه‌ها مىرود و در راه او كشته مىشود ، بايد در حفظ حق الناس و نگهدارى اموال بيت‌المال نيز به امام خود اقتداء نموده و از ايشان تبعيت كند .\r\nخمس\r\nراجع به مسئله خمس : اگر كسى بدهكار باشد و خمس را ندهد قرآن مىفرمايد آتش مىخورد انَّ الَّذينَ يَاكُلُونَ اموالَ اليَتامي ظُلماً انَّما يَاكُلُونَ في بُطُونِهِم ناراً وَ سَيَصلَونَ سَعيراً ( نساء 10 )\r\nكسانى كه اموال بچه‌هاى يتيم را مىخورند ، بدانند كه در همين دنيا آتش مىخورند و در روز قيامت هم با صورت داخل جهنم مىشوند . امام صادق ( ع ) فرمود : يكى از مصاديق بچه‌هاى يتيم ما هستيم . يعنى « سهم امام متعلق به امام زمان ( ع ) و سادات است و هر كس خمس نمىدهد حق آنها را نداده است و آتش مىخورد . « 1 » »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - از رساله امام خمينى - چا جامعه مدرسين .\r\n( مسئله 1752 ) هر گاه انسان از تجارت يا صنعت ؛ يا كسبهاى ديگر مالى كه بدست آورده ، اگر چه مثلًا نماز و روزه ميتى را بجا آورد و از اجرت آن ، مالى تهيه كند ، چنانچه از مخارج سال خود او و عيالاتش زياد بيايد - بايد خمس يعنى پنج يك آن را بدستورى كه بعداً گفته مىشود بدهد .\r\n( مسئله 1756 ) اگر بواسطه قناعت كردن چيزى از مخارج سال انسان زياد بيايد - بايد خمس آن را بدهد .\r\n( مسئله 1757 ) كسى كه ديگرى مخارج او رامىدهد - بايد خمس تمامى مال را كه بدست مىاورد بدهد ، ولى اگر مقدارى از آن را خرج زيارت و مانند آن كرده باشد فقط بايد خمس باقى مانده را بدهد .\r\n( قابل توجه كليه برادران بسيج - ارتش و پاسدار ، بايد حتماً سال معين كرده و اگر متاهل هم نيستند خمس به آنها تعلق مىگيرد ) .\r\n","page_name":" 105 ","page_number":113},
  {"content":"\r\n\r\nفقهاى عظيم‌الشأن در كتب فقهى خود مىنويسند :\r\nاگر كسى خمس ندهد ، زكات نپردازد و به واجبات مالى بىاعتناء باشد ، به حضرت پيامبر و اهل بيت ايشان عليه و عليهم السلام ظلم نموده است ، و اگر زيارت عاشورا بخواند : اللّهُمَّ العَن اوَّلَ ظالِمٍ ظَلَمَ حَقَّ مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ آخِرَ تابِعٍ لَهُ عَلي ذلِكَ در حقيقت لعن به خودش مىكند .\r\nاگر كسى يك تومان خمس بدهكار باشد ، در روز قيامت همه سادات حق خود را از او طلب مىكنند . همچنين اگر يك تومان زكات بدهكار باشد ، حق همه فقرا و ضعفا را ضايع كرده است و آنچه ترسناك مىباشد اين است كه در روز قيامت به هيچ وجه ممكن نيست كه بدهى خود را پرداخت كند ، لذا در برابر هر دو درهم ثواب چهل نماز را از او مىگيرند .\r\nكوتاهى\r\n\r\nو سستى در حفظ اموال بيت‌المال\r\nاگر خداى نكرده يك پاسدار در محل كار خود و يا جبهه در حفظ اموال بيت‌المال كوتاهى و سستى كند ، اگر در جبهه نيز كشته شود شهيد نيست و مردم حق خود را از او در روز قيامت بازپس خواهند گرفت . خداوند تبارك و تعالى از او بازخواست خواهد كرد ، كه ( مثلًا ) چرا ده\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":114},
  {"content":"\r\n\r\nتومان مصرف بىجا كرده است ؟ چرا گلوله‌اى را بدون هدف شليك كرده است ؟ آرى اگر لباس داشته باشيد ، ولى لباس اضافه بگيريد يا در حفظ اموال بيت‌المال كوشش نكنيد ، در روز قيامت بايد حساب پس بدهيد ، و در آن روز هيچ عذاب و دردى بالاتر از حسرت و ندامت نيست .\r\nدر آنجا مشاهده مىكنيد كه دوستانتان فوج ، فوج وارد بهشت مىشوند ، ولى شما را نگاه مىدارند ! ! براى اينكه حق‌الناس به گردن شماست و شما در حفظ اموال بيت‌المال سستى كرده‌ايد . واى به حال كسى كه به هنگام محاسبه الهى بدهكار باشد .\r\nظلم به ناحق\r\nپناه بر خدا ، اگر كه بىجهت يك سيلى به صورت يا يك شلاق به بدن كسى زده باشد ، دل اسير و زيردستى را شكسته باشد ، ( حتى ) دل يك جنايتكارى را سوزانده باشد ، به كسى كه براى ملاقات زندانى آمده توهينى كرده باشد ( گرچه آنها مقصر باشند ولى حق جسارت نداريد ) اى پاسدار و بسيجى حق ندارى كه كسى را كتك بزنى يا به او توهين كنى ، مبادا كه روز قيامت بخاطر توهين به يك جنايتكار ضد انقلاب با او به جهنم در آئى كه واقعاً حسرت و پشيمانى عظيمى دارد .\r\n\r\nطريقه ى سلوك حكومتى اميرالمؤمنين ( ع )\r\nاميرالمؤمنين ( ع ) روزى كه بخلافت ( ظاهرى ) رسيدند ، فرمودند كه :\r\nاگر من متصدى حكومت شدم ، مال مردم را بازپس مىگيريم و بدانها بر مىگردانم ، اگر چه به كابين زنانتان رفته باشد ، ( چنانچه در مورد حضرت بقية الله الاعظم عج الله تعالى فرجه الشريف نقل شده است كه : بهنگام\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":115},
  {"content":"\r\n\r\nظهور مال غصبى را از زير دندان غاصبين بيرون خواهند كشيد ) خلاصه اينكه ، حضرت على ( ع ) فرمودند : من از مال مردم نمىگذرم ، مردم پنداشتند كه اميرالمؤمنين ( ع ) نيز ، جدى نمىفرمايند ، ولى پس از مدت كوتاهى دريافتند كه واقعاً اميرالمؤمنين ( ع ) به حق الناس اهميت فراوانى قائل هستند و به زنده باد و مرده باد كسى گوش فرا نمىدهند ، پارتى بازى و ملاحظه در كار نيست و حق به حقدار مىرسد .\r\nشمعى را كه در هنگام رسيدگى به حساب بيت‌المال روشن مىكردند بلافاصله پس از فارغ شدن و پيش كشيده شدن امور شخصى خاموش مىنمودند ، اميرالمؤمنين ( ع ) در آن هنگامى كه طلحه و زبير مسائل شخصى خود را مطرح مىكردند حاضر نشدند كه شمع مسلمين بسوزد ، و بالأخره دشمنان عدالت بخاطر شدت عدالت امام ( ع ) ، جنگ جمل را برافروختند و پس از آن جنگ صفين را تدارك ديدند و امام ( ع ) براى اينكه حقى از مردم ضايع نشود ، ايستادگى فرمود و با آنان به نبرد پرداخت تا اينكه در محراب عبادت به خاطر عدالت شهيد شد .\r\n\r\nغذاى مولى على ( ع )\r\nغذاى امام على ( ع ) مقدارى نان خشك بود كه در كيسه‌اى سربسته نگهدارى مىفرمود ( براى اينكه روغنى به آن نزنند ) و گندم نانش را از زمينى كه خود آباد مىكرد ، بدست مباركشان تهيه مىفرمود ، حضرت در سرماى شديد زمستان مثل بيد مىلرزيد ولى از لباسى كه از بيت‌المال به او رسيده است استفاده نمىكرد . وقتى به ايشان عرض مىشد يا اميرالمؤمنين ( ع ) مگر يك دست لباس به شما نمىرسد ؟ مىفرمود : چرا ولى من نمىخواهم از اموال بيت‌المال گرچه يكدست لباس باشد استفاده كنم .\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":116},
  {"content":"\r\n\r\n\r\nسفارش امام على ( ع ) به يكى از استاندارها\r\nالبته منظور اين نيست كه مثل اميرالمؤمنين ( ع ) باشيد اما ورع و تقوى داشته باشيد ، حضرت امير ( ع ) به يكى از استانداران خود مىنويسد : شنيده‌ام كه به مجلسى حاضر شده‌اى كه فقرا به آن راه نداشتند ، سر سفره رنگين نشسته و گوشتهاى لذيذ خورده‌اى ؟ اين چه كارى است كه كرده‌اى ، من كه خليفه مسلمين هستم و مىتوانم بهترين غذاها را بخورم و گرانبهاترين لباسها را بپوشم ، به نان خشك جو و خرما و لباس معمولى اكتفا كرده‌ام . شما البته نمىتوانيد مانند من باشيد و نمىخواهم كه باشيد اما با ورع ( و با تقوى ) باشيد .\r\nرزمندگان جبهه حق ، امام على ( ع ) پيشواى شما از حلال خدا نخورد ، شما از حرام خدا دورى كنيد ، على ( ع ) حلال را بر خود روا نمىداشت و نمىپوشيد ، شما لااقل حرام را بر خود روا نداريد و به تن نكنيد - مواظب باشيد كه خمس و زكات و ديگر حقوق خود را بپردازيد .\r\nخلاصه اينكه : در حفظ بيت‌المال بكوشيد و كاهلى نكنيد ، مواظب باشيد كه در جبهه بر سر غذا ، پوشاك ، اسلحه و . . . اختلاف پيش نيايد كه واى به حال جبهه‌اى كه در آن اين گونه اختلاف باشد .\r\nعزيزان جهاد در راه خدا از مصاديق واجبات است . در اين امر امروز و فردا نكنيد و هر چه زودتر واجب را ادا كنيد ، به جبهه پشت نكنيد كه باعث خوارى و بدبختى دنيا و آخرت شما است .\r\nدر مجلسى كه معصيت خداوند مىشود شركت نكنيد و از مجلسى كه در آن غيبت ، شايعه پراكنى و . . است دورى گزينيد تا خود را جهنمى نكنيد ، شما سرباز امام زمان ( ع ) هستيد پس شما را با گناه و جهنم چه كار ! ! ؟\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":117},
  {"content":"\r\n\r\nاگر ديگران دروغ بگويند ، غيبت كنند ، جوّسازى و شايعه‌پراكنى نمايند و شما گوش كنيد مرتكب معصيت شده‌ايد و اهل جهنم هستيد .\r\nبه يكديگر توهين نكنيد ، مبادا كه ارتشى به سپاهى ، بسيجى به ارتشى يا پاسدرا به بسيجى و . . . حرفهاى ركيك و دور از شأن بزنيد . هر گز به زير دست خود توهين نكنيد ، به فرمانده احترام بگذاريد ، چه اگر كسى به يك مسلمانى بىاحترامى كند ، توهين نمايد و حتى اگر به او « تو نمىفهمى » بگويد ، روز قيامت رسوا مىشود اينها آتش جهنم و ندامت دارد ، اى سنگرنشينان عزيز مقام شما خيلى بالا است ، من حاضرم عبات چند ساله‌اى را كه خيال مىكنى دارم ( كه ندارم ) به تو بدهم و در برابر ، ثواب يك شب سنگرت را به من بدهى ، يك شب بودن شما در سنگر به دنيا و هر چه در آن است ارزش دارد ، اى عزيزان خلوص داشته باشيد كارهايتان براى رضايت خدا و خوشنودى امام زما ( ع ) باشد تا اسمتان در دفتر ايشان ثبت باشد ، خدمت حضرت رسيدن گر چه خيلى خوب و مطلوب است ولى مهمتر از آن اينست كه به راستى جزء سپاه اسلام و امام عصر عج الله تعالى فرجه الشريف باشيد و نامتان در دفتر آن حضرت ثبت باشد .\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":118},
  {"content":"\r\n\r\n\r\nجلسه ى سيزدهم احتياط دركارها\r\nبِسمِهِ تَعالى\r\nاز جمله امورى كه همه مردم بايد آن را رعايت كنند و نزد عقلاء كار پسنديده‌اى است ، احيتاط در كارها است ، رعايت اين اصل براى سپاه و بسيج و ارتش از اهميت بسزائى برخوردار است .\r\nفقهاء در كتابهايشان مىنويسند « الإِحتِياطُ حَسَنٌ عَلي كُلّ حالٍ » احتياط كردن در كليه ى امور زندگى ، بسيار مطلوب است ، ولى احتياط در سه چيز لازم و واجب است :\r\n1 - باب دماء : عبارتست از مسائلى كه در رابطه با ريختن خون كسى باشد .\r\n2 - باب فروج : يعنى امورى كه در رابطه با ناموس مردم باشد .\r\n3 - باب اموال : عبارت از مواردى است كه با اموال مردم مربوط باشد .\r\nدر زمان رسول خدا ( ص ) پيرمردى كشته شده ، و جنازه‌اش پشت مسجد افتاده بود و قاتل معلوم نبود . پيغمبر اكرم ( ص ) بر روى منبر\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":119},
  {"content":"\r\n\r\nتشريف بردند و فرمودند : مرگ براى ما شربت است ، اگر همه ى ما بميريم جا دارد ، تا اينكه مظلومى كشته شود و قاتلش معلوم نگردد .\r\nدر رابطه با نواميس مردم ، نيز امام صادق ( ع ) فرموده‌اند كه : انَّ الفَرجَ لَشَديدٌ . يعنى قضيه ناموس خيلى اهميت دارد و در رابطه با آن بايد با عصاى احتياط گام برداشت .\r\nراجع به اموال مسلمين اميرالمؤمنين ( ع ) فرمود : اگر از اول شب تا به صبح ، مراغل و زنجير كنند برهنه بر روى خارها بكشانند ، بهتر از اينست كه ظلمى ولو بسيار ناچيز به كسى روا دارم .\r\nپيغمبر ( ص ) پيش از رحلت به مسجد تشريف آورده و فرمودند : اى مردم ، آگاه باشيد كه خداوند تعالى در روز قيامت از حق‌الناس نخواهد گذشت و اين امر ، خيلى سخت و دشوار است و من هم نمىتوانم جوابگو باشم ، اگر كسى به گردن من حقى دارد ، همينجا حقش را بگيرد ، مردى بلند شد و عرض كرد : يا رسول الله شما يك چوب به سينه من زديد و مىخواهم قصاص كنم ! رسول خدا ( ص ) فرستادند كه تا چوب دستى را بياورند ، هيچ كس ممانعت نكرد ، حتى فاطمه ى زهرا ( س ) ! ! مرد عرب چوب را بدست گرفت و عرض كرد يا رسول الله سينه ى من برهنه بود ، شما هم پيراهنتان را كنار بزنيد تا قصاص كنم ، حضرت ، پيراهنشان را بالا زدند ، ولى آن مرد سينه مبارك رسول خدا ( ص ) را بوسيد .\r\nاز اين قضيه متوجه مىشويم كه حق‌الناس بسيار مهم است ، خلاصه اينكه ، احتياط در هر كارى پسنديده است و در باب دماء و نواميس و اموال ، واجب است ، اين احتياط براى پاسداران ، ارتشيها و بيسجيها ، مخصوصاً در جبهه خيلى لازم است .\r\nرسول اكرم ( ص ) مىفرمايد : مَن بَلَغَ اربعَينَ وَ لا يَتَعَصّي فَقَد عَصي : كسى كه 40 سال از عمر او بگذرد وعصا بدست نگيرد مرتكب گناه\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":120},
  {"content":"\r\n\r\nشده است .\r\nاستاد بزرگوار ما رهبر عظيم الشأن انقلاب ، اين روايت را اين گونه تفسير مىفرمودند : معنى ندارد كه هرچهل ساله‌اى عصا بدست بگيرد و در صورت نگرفتن مرتكب گناه شده باشد ، بلكه منظور اينست كه هر كس چهل سال از عمرش گذشت بايد با عصاى احتياط راه برود ، از واجباتش مواظبت كند ، مواظب گناه باشد ، از مكروهات اجتناب ورزد . عمل به مستحبات كند ، مشتبهات « 1 » را ترك كند ، و در كليه كارهاى اجتماعى و فردى ، حلال و حرام با عصاى احتياط قدم بردارد .\r\nتوقعى كه از يك انسان چهل ساله است ، از يك جوان نيست و در روايات وارد شده است ، كه در مورد افرادى كه سنشان از چهل بيشتر است ، خيلى سخت مىگيرند .\r\nاين گونه روايات به ما درس مىدهند كه اهل علم ، طلاب و پاسداران بايد در كارها خيلى با احتياط عمل كنند و با عصاى احتياط قدم بردارند گفتار و اعمالشان از روى دليل باشد ، اگر در كارى شبهه‌اى مىبينند آن را انجام ندهند و همه كارهايشان ، با احتياط انجام شود .\r\nاگر در كارى شك بكنيد كه مطابق شرع مقدس اسلام است يا نه ، آن را انجام ندهند ، مخصوصاً در جبهه ، رواياتى داريم به اين مضمون كه :\r\nالأُمُورُ ثَلاثَةٌ - حَلالٌ بَيّنٌ - وَ حَرامٌ بَيّنٌ - وَ شُبَهاتٌ بَينَ ذلِكَ فَمَن تَرَكَ الشُّبَهاتِ نَجي مِنَ المُحَرَّماتِ وَ مَنِ الرتَكَبَ الشُّبَهاتِ وَقَعَ فِي المُحَرَّماتِ وَ هَلَكَ مِن حَيثُ لا يَعلَمُ . حلاليت دسته‌اى از كارها روشن و معلوم است ، و حرمت دسته‌اى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - چيزهائى كه شبهه ناك است ، يعنى حرفم كه معلوم نيست ، دروغ باشد يا راست مالى كه معلوم نيست حلال باشد يا حرام - كلًا يقين به حلال بودن يا راست بودن و . . . نباشد .\r\n","page_name":" 113 ","page_number":121},
  {"content":"\r\n\r\nديگر نيز واضح و آشكار است ، اما دسته سومى است كه حرام يا حلال بودن آنها معلوم و روشن نيست ، كسى كه شبهات را ترك كند ، از محرمات نجات خواهد يافت ، و هر كس به شبهات عمل كند ، ندانسته ، به حرام خواهد افتاد ، مثلًا حرفى را كه شك داريد غيبت است يا نه ، نزنيد . كلامى را كه يقين به راست بودنش نداريد ، بر زبان نياوريد ، مالى را كه شك داريد حرام يا حلال است ، استفاده نكنيد ، اگر چنين كنيد مسلماً از غيبت و دروغ و . . . هم اجتناب خواهيد نمود ، ولى انجام اعمال شبهه ناك نفس را جرى مىكند و گناه ، براى او آسان و معمولى مىشود . اگر انسان نزديك معصيت شد ، يعنى مكروهات را انجام داد و به شبهات عمل كرد ، نفس براى معصيت آماده مىشود بطورى كه از گناه كردن هيچ باكى ندارد ، و گاهى العياذ بالله - لذت هم مىبرد . لذا روايات ، زنگ خطر را براى ما به صدا درآورده است كه هان ، هر كارى را انجام ندهيد چه انسان را به لااباليگرى مىكشاند و در منجلاب معاصى غرق مىكند .\r\nقرآن هم مىفرمايد : فَاتَّقُواللهَ مَااستَطَعتُم ( تغابن 16 ) تامىتوانيد خدا ترس و پرهيزكار باشيد وَ جاهِدُوا فِي اللهِ حَقَّ جِهادِهِ ( حج 78 ) در راه خدا تا آنجائى كه مى توانيد ( يعنى تا سر امكان ) جهاد كنيد .\r\nآيات شريفه مىفرمايند : هر مسلمانى ، علاوه بر اينكه بايد ، باتقوى باشد ، لازم است كه : حق تقوى را نيز رعايت كند - بويژه ارگانهاى انقلاب و در رأس آنها سپاه .\r\nاى پاسدار ، در ميان مردم ، در محل كار و در جبهه ، محطاط باش ، ممكن است كه يك سخن بى جا ، عده‌اى را به انقلاب بدبين كند و چه بسا يك زخم زبان تو دسته‌اى را در جبهه افسرده و دلسرد كند . استفاده سوء از لباس ، مردم را به سپاه بدين مىكند ، اين گناه بسيار بزرگى است .\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":122},
  {"content":"\r\n\r\nاهل علم ارتشىها ، پاسداران و همه كسانى كه منسوب به جمهوى اسلامىاند ، بايد در كليه كارها احتياط كنند ، چون حيثيت جمهورى اسلامى مطرح است . امام صادق عليه السلام مىفرمايد : الحَسَنُ لِكُلّ احَدٍ حَسَنٌ وَ مِنكَ احسَنُ لِمَكانِكَ مِنّا - وَ القَبيحُ لِكُلّ احَدٍ قَبيحٌ وَ مِنكَ اقبَحُ لِمَكانِكَ مِنّا . كار خوب را هر كس انجام بدهد ، نيكو است ، اما اگر تو انجام بدهى خوبتر است ، چون منسوب به ما هستى ، و كاربد را هر كسى انجام بدهد . زشت است ، اما اگر تو انجام بدهى ، بدتر است ، چون منسوب به ما هستى .\r\nروحانيون و پاسداران اسلام ، بايد اين روايت شريفه را با گوش جان بشنوند ، بايد اين روايت در محل كار سپاهيان و در جبهه پخش بشود و به در و ديوار نصب گردد چون خطاب حضرت به كسانى است ، كه به حكومت اسلام و انقلاب اسلامى منسوب هستند .\r\nآرى ، خوبى و كار خير از هر كس سر بزند ، خوب است و بدى نيز براى همه به دو زشت است ، اما اگر پاسدار يا بسيجى يا ارتشى كار نيكى انجام بدهد نيكوتر است چون سرباز امام عصر ( ع ) است ، اگر خداى نكرده از شما بدى سر بزند خيلى بدتر است ، چون به حكومت و انقلاب اسلامى منسوب هستيد . بدانيد كه اگر احتياط را از دست بدهيد ، در روز قيامت ملامت خواهيد شد .\r\n\r\nسفارشات امام حسن مجتبى ( ع )\r\nامام حسن ( ع ) در هنگام شهادت به جناده سفارش فرمودند : كه با عصاى احتياط قدم بردار ، ما خلاصه ى آن وصيت را اينجا مىآوريم :\r\n1 - اى جناده ، آماده مرگ باش و قبل از آنكه مرگ فرارسد ، زاد وتوشه تهيه بنما .\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":123},
  {"content":"\r\n\r\n2 - به دنيا خيلى اهميت مده ، و دلبستگى به آن نداشته باش ( قرآن نيز مىفرمايد : به هوش باشيد كه فزونى مال و فرزند و عشيره شما را سخت « از ياد خدا و مرگ و قيامت » غافل داشته است ، اين غفلت از آثار دلبستگى به دنيا است ) .\r\n3 - در كارها بسيار محكم و استوار و منظم باش بطورى كه گوئى تا قيامت زنده هستى ، و آنچنان به فكر آخرت ( قيامت و مرگ ) باش ، بگونه‌اى كه هر شب ، شب اول قبرت باشد .\r\n4 - اگر مىخواهى كه در ميان مردم عزيز باشى و بر قلوب آنها حكومت كنى ، و دشمن از تو هراسناك باشد ، لباس ذلت گناه را از تن بيرون كن و جامه ى عزت واطاعت خداوند تعالى را بپوش ، به واجبات الهى بسيار اهميت بده .\r\n5 - دنيا چنين است كه در روز قيامت حلالش را حسابرسى مىكنند و براى حرامش عقاب مىكنند و براى شبهات عتاب مىنمايند .\r\nروز قيامت سؤال مىكنند كه : از كجا آورى و در چه راهى مصرف كردى ، اگر از راه حلال باشد و مصرفش هم حلال باشد بايد حساب پس بدهد . ولى اگر از راه حرام بدست آورده باشد و در راه حلال مصرف كرده باشد سزاوار جهنم است و اگر از راه حلال بدست آورده باشد و در راه حرام مصرف كرده باشد باز سزاوار آتش دوزخ است .\r\nاى پاسدار ، بسيجى و ارتشى زنهار ، كه اگر در كارها احتياط نكنيد در روز قيامت گرفتار سؤال وحساب و عذاب و عقاب و عتاب خواهيد شد . عزيزان در جبهه با عصاى احتياط قدم برداريد ، تا خداوند و رسول او و امام زمان ( عليه السلام ) و رهبر انقلاب از شما راضى باشند ، اگر كسى با عصاى احتياط راه برود ، نه در دنيا شكست مىخورد و نه در آخرت رسوا و جهنمى مىشود .\r\n\r\n","description":"","footnote":"","page_name":" 116 ","page_number":124},
  {"content":"\r\n\r\n\r\nجلسه ى چهاردهم عدم اسراف و تبذير\r\nبِسمِهِ تَعالى\r\nمسئله اسراف و تبذير از مسائلى است كه همه مسلمين و مخصوصاً عزيزان در جبهه بايد به آن توجه كامل داشته باشند ، بايد همه در زندگى ميانه روى و اعتدال را پيشه خود سازيم .\r\nقرآن و روايات اهل بيت ( ع ) روى اين مسئله پافشارى كرده‌اند .\r\nاذا انفَقُوا لَم يُسرِفُوا وَ لَم يَقتُرُوا وَ كانَ بَينَ ذلِكَ قَواماً ( فرقان 67 )\r\nمؤمنين كسانى هستند كه هنگام انفاق اسراف نكرده و بخل هم نورزند ، بلكه در احسان ميانه رو و معتدل باشند .\r\nكسى كه هنگام خرج ، تبذير و اسراف نمىكند و در امر خانه و معيشت خانواده سخت نمىگيرد از اهل ايمان و مؤمن است .\r\nاميرالمؤمنين ( ع ) در ديوانى كه منسوب به ايشان است مىفرمايد :\r\nوَ قَد دَقَّت وَ رَقَّت وَ استَرقَت فُضُولُ العَيشِ اعناقَ الرّجالِ آن چيزى كه اعصاب آدمى را ناراحت مىكند و او را بنده ى ديگران و بيچاره مىسازد عدم رعايت اعتدال در امور زندگى و زياده روى در امور\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":125},
  {"content":"\r\n\r\nاقتصادى است ، اگر انسان در زندگى طريقه ميانه‌روى و عدل را اختيار نكند ، حتماً دچار بدبختى مىشود .\r\n\r\nعلت پيروزى مسلمانها در صدر اسلام\r\nاگر در زندگى مسلمانان صدر اسلام دقت كنيد بدرستى درخواهيم يافت كه يكى از رموز پيروزى آنها ، زندگى ميانه و معتدلشان بوده است ، آنها در زندگى خصوصى و كارهاى اجتماعى و جبهه تشريفات و اسراف و تبذير نداشتند .\r\nپيغمبر ( ص ) نامه‌اى به دحيه ى كلبى ( كه انسان بسيار مقدسى بوده ) دادند تا به روم ببرد . دحيه ى سوار شتر شد ، در راه غذايش فقط شير شتر ( خودش ) بود و زاد و توشه‌اى با خود برنداشت و پول نيز به همراه نبرد تا پيام رسول خدا ( ص ) را به روم برد و بازگشت ، معلوم است كه يك چنين نظامى پيروز است .\r\n6 - يكى ديگر از عوامل پيروزى مسلمين صدر اسلام شهامت و شجاعت بود ، در باره ى همين دحيه ى كلبى نقل شده است كه : وقتى نامه ى پيغمبر اكرم ( ص ) را به روم برد ، قصد داشت كه بدون اجازه ى قبلى وارد كاخ پادشاه روم شود ، ولى محافظان او را راه ندادند ، لذا فريادش بلند شد ، تا بالأخره به او اجازه دادند ، ولى به او گفتند : وقتى كه خواستى نامه را بدهى ، آن را پيش پاى شاه روى زمين بگذار و سجده كن . دحيه گفت : من هرگز اين كار را نخواهم كرد ، چون سجده مختص خداوند تعالى است ، او را نيز تعظم نمى كنم چون دشمن خداوند تعالى است .\r\nمعذلك وارد كاخ شد و خطاب به شاه روم گفت : السَّلامُ عَلَينا وَ عَلى عِبادِاللهِ الصّالِحين يعنى درود بر ما نظاميان اسلام و درود بر بندگان شايسته خداوند ، سپس نامه را به شاه داد و برگشت .\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":126},
  {"content":"\r\n\r\nدر جنگ موته لشگريان اسلام آب متعفن مىخوردند ، گرسنگى و تشنگى مىكشيدند و خدا را شكر مىكردند ، در بيابانها با پاى برهنه راه مىرفتند تا آنجا كه پاى آنها جراحت برمىداشت و چون كفش نداشتند به پاى خود كهنه مىبستند ، خلاصه مشكلات و سختيهاى بسيارى را متحمل مىشدند ولى معلوم است پيروزى هم بدست مىآوردند .\r\nجرجى زيدان علت شكست روم و ايران در مقابل اسلام را اينطور بيان مىكند :\r\nنظاميان و سربازان روم و ايران نازپرورده بودند .\r\nكسى مىتواند در جبهه استقامت كند وثابت قدم باشد كه نازپرورده نباشد .\r\nناز پرورده تنعم نبرد راه به دوست عاشقى شيوه رندان بلاكش باشد\r\nاز امورى كه لشكر اسلام بايد به آن توجه كند مسئله اسراف و تبذير است ، سپاه ، ارتش و بسيج نبايد اسراف كار باشند چه در جبهه و چه در غير جبهه اسراف ، تبذير و زياده روى از گناهان بزرگ است .\r\nاسلام نمىخواهد انسانها در دنيا فرو روند و در شهوات غرق شوند . اسراف و زياده روى يكى از مصاديق دنيا زدگى است ، فرو رفتن در دنيا به سه قسم تقسيم مىشود .\r\n\r\nعلامات فرو رفتن در دنيا\r\n1 - اتراف : اولين قسمت غرق شدن در دنيا اتراف است ، استاد عظيم‌الشأن ما امام خمينى اسم اين حالت را كاخ نشينى گذاشته‌اند ، اگر اين حالت حاصل شود ، معمولًا انسان طغيان و سركشى مىكند و در دنيا و آخرت خود را به بدبختى مىكشاند .\r\nقرآن نيز مىفرمايد پيغمبران الهى را معمولًا اين گونه افراد ( مترفين )\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":127},
  {"content":"\r\n\r\nتكذيب مىكردند ، وقتى به تاريخ انبياء ( ع ) نظر مىافكنيم مىيابيم كه هر پيغمبرى كه از طرف خدا مبعوث مىشد ، اولين دسته‌اى كه اطراف او جمع مىشدند مستعضفين بوده‌اند و كاخ‌نشينها و مستكبران براى بهانه ، مىگفتند كه بايد اين پا برهنه‌ها و ضعفاء و رعيتها از اطراف پيغمبر ( ص ) كنار بروند تا ما به سوى او بيائيم .\r\nقرآن در سوره ى سبأ نيز مىفرمايد :\r\nوَ ما ارسَلنا في قَريَةٍ مِن نَذيرٍ ، الّا قالَ مُترَفُوها انّا بِما ارسِلتُم بِهِ كافِرُونَ ( سبأ 34 )\r\nما هيچ رسولى را نفرستاديم مگر آنكه ثروتمندان عياش آن ديار به رسولان گفتند ما به رسالت شما كافريم و هيچ ايمان و عقيده به شما نداريم .\r\nلذا اين حالت اتراف ، انسان را غرق در شهوات و امور دنيوى مىكند كه نهايتاً منجر به طغيان و تكذيب انبياء مىشود .\r\nانَّ الإِنس ان‌لَيَطغي ان رَاهُ استَغني ( علق 6 )\r\nوقتى انسان خود را بىنياز مىبيند خود را گم مىكند و طغيان و سركشى مىورزد .\r\nلذا بايد مواظب باشيم كه خود را از خداوند بىنياز نبينيم و الا سركشى و طغيان خواهيم كرد و نتيجه‌اش هم جهنم است - ملتى كه عياش و بىبند و بار باشد مسلماً شكست خواهد خورد .\r\nوَ اذا ارَدنا ان نُهلِكَ قَريَةً امَرنا مُترَفيها فَفَسَقُوا فيها فَحَقَّ عَلَيهَا القَولُ فَدَمَّرناها تَدميراً ( اسراء 16 )\r\nما چون بخواهيم كه اهل ديارى را هلاك سازيم ، پيشوايان و متنعمان آن شهر را امر مىكنيم ( به طاعت ليكن آنان ) راه فسق و تبه كارى و ظلم را پيش مىگيرند ( و مردم هم به راه آنها مىروند ) آنجا\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":128},
  {"content":"\r\n\r\nتنبيه و عقاب لزوم خواهد يافت ، آنگاه همه را ( به جرم بدكارى ) هلاك سازيم ، اگر قومى هلاك شوند ، جبهه‌اى شكست بخورد ، ملتى بيچاره شود معلوم است كه عياشى گرى و تنبلى در آن ملت و قوم بسيار بوده است و مترف و فرو رفته در دنيا در آن جبهه فراوان بوده و معصيت خداوند زياد مىشده و در نتيجه عذاب در دنيا ( شكست و خفت و خوارى ) از آن آنهاست .\r\nدر جنگ شش روزه ى صهيونيستها با اعراب كه منجر به شكست مسلمين شد نقل شده است كه سربازان اسرائيلى با جديت و كوشش بسيار ، از مرد و زن و جوان و پير مشغول پيشروى بودند و جلو مىرفتند ، ولى فرماندهان مصرى در چادرهاى خود مشغول بستنى خوردن بودند ! از مصر براى آنها بستنى آورده بودند ! !\r\nمسلّم است چنين نظاميان عياش شكست مىخورند ، وقتى يك مشت اسراف كننده و تنبل و خوشگذران در جبهه باشند كه در آن جا قمار بازى كنند اين جبهه شكست دارد و بدبختى ، نظاميان مصرى بستنى مىخوردند و قمار بازى مىكردند و اسرائيل در حال پيشروى بود .\r\nقرآن مىفرمايد : كسى كه شديداً غرق در امور دنيا و شهوات مىباشد از اهل جهنم است و كسى كه همواره به فكر پول ، غذا ، لباس ، استراحت ، زن و . . است حتماً شكست خواهد خورد ، خداوند اين دسته را از اصحاب شمال مىداند .\r\nوَ اصحابُ الشّمالِ ما اصحابُ الشّمالِ في سَمُومٍ وَ حَميمٍ وَ ظِلّ مِن يَحمُومٍ - لا بارِدٍ وَ لا كَريمٍ - انَّهُم كانُوا قَبلَ ذلِكَ مُترَفينَ وَ كانُوا يُصِرُّونَ عَلَي الحِنثِ العَظيمِ ( واقعه 40 - 42 )\r\nاصحاب شقاوت نامه ى عملشان به دست چپ است ، آنها در عذاب باد سموم و آب گرم هستند ، و سايه‌اى از دود و آتش دوزخ بر سر آنها است ،\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":129},
  {"content":"\r\n\r\nاين سايه هرگز سرد و خوش نسيم نمىشود ، اين عذابها به اين سبب وعلت است كه در دنيا به ناز و نعمت پرداختند ، و از خداوند غافل شدند و بر اين گناه بزرگ لجاجت و اصرار ورزيدند .\r\nفرو رفتن در دنيا و عياشى گرى و خودخواهى گناه ببار مىآورد و انسان را جهنمى مىكند .\r\n2 - اسراف و تبذير : از دومين علامت فرو رفتن در دنياست ، يعنى كسانى كه در زندگى اسراف و تبذير و زياده‌روى مىكنند فرو رفتگان در دنيا هستند ، و قران شريف اسراف را سخت مذمت كرده و فرموده است كه : تبذير كنندگان برادران شيطانند .\r\nمعناى اسراف زياده‌روى در هر چيز است : تهيه كردن هر چيزى كه در شأن انسان نباشد اسراف است ، زياد خوردن نيز يك نوع اسراف است ، تهيه كردن نوعى از لوازم زندگى كه در شأن انسان نباشد اسراف است ، لباس پوشيدنى كه در شأن شخص نباشد اسراف است .\r\nتبذير ، مانند بيرون ريختن باقى مانده ى غذا ، ضايع كردن و استفاده بى جا نمودن از وسائل و اموال ، بدون جهت شليك كردن گلوله ( اگر فشنگ متعلق به بيت‌المال باشد كه وامصيبتا كه همين گلوله روز قيامت به سينه شليك كننده خواهد خورد ) . بعضى از بزرگان گفته‌اند كه اگر باقيمانده ليوان آب را هم بيرون بريزند ، اشكال دارد ، گناه تبذير و اسراف خيلى زياد است ، قرآن فرموده :\r\nا نَّ المُبَذّرينَ كانُوا اخوانَ الشَّياطينِ ( اسراء 27 )\r\nتبذيركنندگان برادران شيطاطين‌اند .\r\nيعنى اگر كسى بدون جهت گلوله شليك كند ، يا باقىمانده غذا را بيرون بريزد ، يا لباس قابل استفاده را دور بيندازد از برادران شياطين محسوب مىشود .\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":130},
  {"content":"\r\n\r\nوقتى وارد جامعه مىشويد تميز باشيد - كثيف و بىقيد و بند نباشيد ، عرق بدن شما برادرانتان را آزرده نكند - هميشه لباس تميز بر تن كنيد كفشها و پاهاى شما كثيف و زننده نباشد ، غذاهاى متنوع تناول كنيد ولى اسراف نكنيد .\r\nپاكيزه بودن لباس ، بدن ، كفش ، محل كار و غذا مسأله‌اى است كه جداً بايد رعايت شود . اگر در سنگر هستيد سنگر خود را نظافت كنيد و پاكيزه نگهداريد ، همچنين اگر در پادگان يا محلهاى ديگر مىباشيد .\r\nالبته نظافت و پاكيزه‌گى با اسراف كارى فرق دارد ، رسول خدا ( ص ) به نظافت خيلى اهميت مىدادند - هرگاه مىخواستند از منزل بيرون تشريف بياورند خيلى مقيد بودند كه لباسشان تميز باشد - لذا در آينه نگاه مىكردند ، و مىفرمودند مىخواهم باعث غيبت نشوم - به خود عطر مىزدند و خيلى پاكيزه با مردم و جامعه روبرو مىشدند . كسى پيراهن رسول خدا ( ص ) را چرك و كثيف نديده بود ، و در عين حال لباس مباركشان در كمال سادگى بود ، حضرت به لباس گران قيمت اهميت نمىدادند و چيزى كه در نزد حضرت مهم بود پاكيزگى و تميز بودن لباسها بود .\r\nاى عزيزان - در منازل خود نيز از نظرغذا ، لباس وسائل زندگى اسراف نكنيد ، و مهمتر از آن در محل كار و جبهه ، اسراف نكنيد تا جبهه ى شما مورد رضايت امام زمان ( ع ) باشد .\r\nرسول خدا ( ص ) - و تمام پيروان آن بزرگوار در برابر اموال بيت‌المال مثل بيد ، لرزان بودند ، پناه بر خدا اگر پاسدار و بسيجى و ارتشى بخواهد كه در اموال بيت‌المال اسراف و تبذير كند .\r\nاسراف گناهي بزرگ است لذا جبهه را گناه آلود نكنيد ، شما اگر چه در منازل خود مبتلا به اين گناه ( يعنى اسراف ) هستيد ، ولى وقتى به\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":131},
  {"content":"\r\n\r\nجبهه ها مىرويد بايد واقعاً اجتناب نمائيد . پادگانها - محلهاى كار خود و مخصوصاً جبهه‌ها را آلوده به اين گناه نكنيد تادست عنايت حق تعالى بر سر شما و جبهه باقى بماند .\r\n\r\n3 - پايبندى به مباحات\r\nسومين علامت فرو رفتن در دنيا دلبستگى به امور دنيوى و پاىبندى بودن به مباحات است ، يعنى انسان وابستگى به پول ، شكم ، استراحت ، غريزه ى جنسى و . . داشته باشد .\r\nمبتلا بودن به سيگار هم از همين قبيل وابستگيها است ، متأسفانه بعضى از پدرها گله مى كنند كه با اينكه فرزندانشان به جبهه مىروند ولى سيگارى هستند . سيگار ، هم براى سلامت بدن و هم براى اقتصاد مملكت و هم براى سلامت روح و سلامت جامعه ضرر دارد .\r\nاى پاسدار و بسيجى با اين كار سوژه بدست ضد انقلاب داده‌اى ، پدر و مادرت و دوستان واقوامت را به سپاه و بسيج و جبهه بدبين كرده‌اى اصلًا سيگار كشيدن براى شما معنى ندارد ، آن هم مخصوصاً در جبهه . سيگار كشيدن ، فرو رفتن به مباحات است ، و براى شما مصيبت ببار خواهد آورد ، و ترك سيگار هم مشكل نيست ، كسانى بوده‌اند كه ترياك ، مىكشيده‌اند و ترك كرده‌اند ، اينكه بعضىها مىگويند نمىتوانيم ، مشكل است ، عادت داريم معتاديم ، سخت است و . . . هم تخيل است .\r\nسيگار كشيدن كه حكم ثانوى هم پيدا كرده است ( يعنى سوء استفاده ضد انقلاب براى بدبين كردن جامعه نسبت به سپاه و جبهه ) و اين اشكال دارد .\r\nخلاصه اينكه از مصاديق بارز فرو رفتن و غرق شدن در دنيا رفتن به سوى مباحات است .\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":132},
  {"content":"\r\n\r\nدستورالعمل مرحوم ملاحسينقلى همدانى « 1 » ( قدس الله سره )\r\nاولين دستور اخلاقى اين مرد الهى و عارف به حق به شاگردانش اين بود كه :\r\nالحَذَرُ ، الحَذُر ، مِن كَثرَةِ الطَّعامِ وَ كَثرَةِ الكَلامِ وَ كَثرَةِ المُجالَسَةِ مَعَ الأَنامِ وَ عَلَيكَ وَ عَلَيكَ وَ عَلَيكَ بِذِكرِ اللهِ في كُلّ حالٍ . اين بزرگوار مىفرموده‌اند : مواظب باشيد ، مواظب باشيد ، كه زياد صحبت نكنيد و زياد نخوريد و مواظب باشيد زياد با مردم نشست و برخاست نكنيد ( در مجالس ننشينيد و لغو نگوئيد و شوخىهاى بى جا نكنيد ) بر شما باد ، ذكر و ياد خداوند تبارك و تعالى در تمامى احوال .\r\nزياد صحبت كردن ، زياد خوردن ، زياد استراحت كردن موجب قساوت دل است و در روايات آمده است كه زياد صحبت بى جا نمودن موجب فشار قبر است .\r\nدر روايات مىخوانيم كه جوانى بدست پيغمبر ( ص ) به خاك سپرده شد ، مادر جوان گفت : پسرم براى تو گريه نمىكنم چون به دست پيغمبر به خاك رفتى و رستگارى . وقتى مادرش رفت حضرت فرمود : قبر چنان فشارى به او داد كه استخوانهاى سينه‌اش در هم شكست ! سپس فرمودند :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مرحوم آيه الحق آخوندمولى حسنقلى همدانى از فقهاى بزرگ و فيلسوفان عاليقدر و عارفان به حق جهان اسلام بوده - او مقصد نهائىاش وصول به لقاء خداوند تبارك و تعالى بود .\r\nمرحوم شيخ انصارى رضوان الله تعالى عليه هفته‌اى يك بار خدمت ايشان مىرسيده و پند مىگرفته است . او از اساتيد مرحوم حاج ميرزا جواد ملكى تبريزى ( استاد اخلاق و عرفان و از جمله مشايخ حضرت امام خمينى مد ظله ) بوده است .\r\n","page_name":" 125 ","page_number":133},
  {"content":"\r\n\r\nدرست است كه آدم خوبى بود ، در جبهه هم شركت مىكرد ، نماز جماعت مىرفت ، اهل عبادت بود ، اما حرفهاى بى جا زياد مىزد . عزيزان در جلساتى كه هيچ استفاده‌اى براى شما ندارد شركت نكنيد ، نگاه بى جا به اطراف نيندازيد ، اين نگاه كردنها تخم هوى و هوس در دل ميكارد و عواقب بدى بدنبال دارد .\r\n\r\n","description":"","footnote":"","page_name":" 126 ","page_number":134},
  {"content":"\r\n\r\n\r\nجلسه ى پانزدهم غفلت از ياد خداوند\r\nبِسمِهِ تَعالى\r\nدر درس قبل در رابطه با آثار سوء غفلت سخنانى به ميان آمده و بيان شد كه قساوت قلب و كدورت دل از آثار غفلت ازدياد خداوند تبارك و تعالى است .\r\nوَ لَقَد ذَرَأنا لِجَهَنَّمَ كَثيراً مِنَ الجِنّ وَ الإِنسِ لَهُم قُلُوبٌ لا يَفقَهُونَ بِها وَ لَهُم اعيُنٌ لا يُبصِرُونَ بِها وَ لَهُم اذانٌ لا يَسمَعُونَ بِها اولئِكَ كَالأَنعامِ بَل هُم اضَلُّ اولئِكَ هُمُ الغافِلُونَ ( اعراف 178 )\r\nبسيارى از جن و انس را براى جهنم واگذارديم ، ( البته آنها خود به سوء اختيار جهنم را گزيدند ) چه آنكه دلهائى دارند بى ادراك ، و ديده‌هائى بىنور بصيرت ، و گوشهائى ناشنواى حقيقت . آنها مانند چهار پايان هستند بلكه گمراه‌ترند ، اينها قوه ادراك مصلحت و مفسده را داشتند و عمل نكردند . آنها مردمى هستند كه ( از خدا و قيامت وعاقبت كار خود ، با بازيچه و فرو رفتن در دنيا ) غافل شده‌اند .\r\nآيه ى شريفه غفلت از خداوند را موجب بدبختى و شقاوت مىداند ، آنچه\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":135},
  {"content":"\r\n\r\nانسان را كور ، كر ونفهم مىكند و بالأخره او را راهى دوزخ مىسازد ، غافل شدن از حق تعالى است . فراموش كردن خداوند متعال و بىتوجهى به معاد و مرگ و قيامت ، انسان را از هر درنده‌اى ، وحشيتر و از هر ميكروب سرطانى ، خطرناكتر مىكند .\r\nأَفَمَن شَرَحَ اللهُ صَدرَهُ لِلإِسلامِ فَهُوَ عَلي نُورٍ مِن رَبّهِ فَوَيلٌ لِلقاسِيَةِ قُلُوبُهُم مِن ذِكرِاللهِ ( زمر 22 )\r\nآيا آن كسى كه خداوند براى اسلام به او شرح صدر عطا فرمود و او را روشن ضمير گرداند و سعه ى صدر پيدا كرد و در نتيجه دل او به نور الهى روشن شد ( با مردم تاريك دل و كافر يكسان است ) البته هرگز چنين نيست ، واى بر كسى كه قلبش سياه و مبتلا به قساوت و شقاوت گشته و دلش از ياد و ذكر خداوند غافل است ، اينان افرادى هستند كه در ضلالت و گمراهى قرار دارند .\r\n\r\nامورى كه موجب غفلت مىشوند يا ( اسباب غفلت )\r\n1 - گناه : معصيت و گناه هر چند كه خيلى كوچك و جزئى باشد ولى ، براى غافل‌شدن ، عاملى كلى و بزرگ است ، هر چقدر كه گناه كوچك به نظر مىرسد ، آن را بزرگ بشماريد ، چون در روايات بسيارى اين دستور وارد شده است .\r\nشيخ بزرگوار كلينى عليه الرحمة در باب ذنوب در كتاب اصول كافى ، روايتى از امام صادق عليه السلام نقل مىكنند كه حضرت فرمود : اگر كسى گناهى ( هرچند كوچك ) مرتكب شود ، همين گناه كوچك خال و نقطه ى سياهى در دل او ايجاد مىكند ، ( به دل و قلب و روح يك سياهى و قساوت و غفلتى دست مىدهد ) ، اگر توبه كرد آن سياهى و ( قساوت ) زايل و بر طرف مىشود - ولى اگر ( العياذ بالله ) توبه نكرد\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":136},
  {"content":"\r\n\r\nقساوت و سياهى همچنان باقى خواهد ماند ، با مرتكب شدن گناه كوچك ديگر ، دامنه قساومت و ظلمت روح گسترده‌تر مىشود - به همين ترتيب سياهى و ظلمت و غفلت سراسر دل را فرا مىگيرد . حضرت در دنباله روايت مىفرمايند : اين شخص ديگر رستگار نخواهد شد . البته اين همان كسى است كه غفلت و فراموشى از پروردگار عالم به او دست داده است .\r\nثُمَّ كانَ عاقِبَةَ الَّذينَ اساؤُا السُّؤاي ان كَذَّبُوا بِاياتِ اللهِ وَ كانُوا بِها يَستَهزِؤُنَ ( روم - 10 ) كسانى كه گناه و اعمال زشت را مرتكب مىشوند ، عاقبت به مرحله‌اى مىرسند كه آيات خداوند تبارك و تعالى را تكذيب كنند و به سخره بگيرند .\r\nوَ اذا تُتلي عَلَيهِ اياتُنا قالَ اساطيرُ الأَوَّلينَ ( قلم 15 )\r\nوقتى قرآن براى آنها خوانده مىشود و حقيقت را براى آنها بيان مىكنند ، خواهند گفت اين ها افسانه‌هائى بيش نيست - زمان رسول خدا ( ص ) وقتى كلام خداوند را مىشنيديد ، مىگفتند : اينها افسانه و خيالات است . قرآن مجيد مىفرمايد : البته اينها اساطير و افسانه نيست بلك كلام محكم خداوند متعال است ، ولى شما فاسد شده‌ايد وغفلت و قساوت و ظلمت پيدا كرده‌ايد .\r\nنتيجه نهائى اين است كه : غفلت از خداوند تبارك و تعالى و فراموشى ياد حق تعالى كفر و عصيان است ، لذا برادران عزيز توجه داشته باشند كه گناهان - هرچند كه صغيره باشد باز - قساوت قلب مىآورد و خطرناك است ، البته گفتنى است كه بعضى از علماى اخلاق مىفرمايند : اصلًا گناه صغيره معنى ندارد ، هر عصيان و معصيتى كه صورت بگيرد از آنجا كه در مقابل پروردگار عالم است ، كبيره محسوب مىشود .\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":137},
  {"content":"\r\n\r\nغافلين از ياد خداوند متعال و گناهكاران به آتشى خواهند افكنده شد كه يك جرقه‌اش درياهاى دنيا را به جوش مىآورد !\r\n\r\nداستانى از صدر اسلام\r\nمسلمانان در خدمت پيامبر اكرم صلوات الله و سلامه عليه بجنگ رفته بودند و چند نفر نيز در شهر مدينه براى پرستارى و رسيدگى به حال مجاهدين مانده بودند ، يكى از اينان روزى براى سركشى ، و رسيدگى به خانه‌اى رفت ، زنى در را باز كرد . در اين هنگام مرد ، فريب شيطان را خورد و دست شهوت‌آميز بسوى زن دراز نمود ، آن زن مومنه تكانى خورد و گفت : چكار مىكنى ! النار ، النار ، النار .\r\nاين كلمات مثل جرقه‌اى كه بر روى انبار بنزين بريزند ، سراسر وجود مرد ، را آتش زد و او را شعله‌ور كرد ، در كوچه‌هاى مدينه به راه افتادو از خوف خداوند فرياد مىزند : النار ، النار ، النار . و از مدى نه خارج شدو سر به بيابان گذاشت و ديوانه‌وار مىگفت :\r\nالنار ، النار ، النار رسول خدا ( ص ) از جبهه برگشتند ، جريان به سمع مباركشان رسيد . پس از آن توبه نازل شد و خداوند توبه او را پذيرفت ، مرد به فرمان رسول خدا ( ص ) به شهر بازگشت ، وقتى به مدينه رسيد مسلمانان مشغول خواندن نماز بودند ، خود را با خجالت در يكى از صفها جاد داد ، ولى از اينكه به صورت رسول خدا ( ص ) نگاه كند ، شرم داشت ، پس از نماز ، پيغمبر ( ص ) به منبر رفتند و سوره ى الهيكمُ التَّكاثُرُ را براى مردم خواندند .\r\n« دنيا مردم را به خود مشغول كرده است و آدميزاد مثل كرم ابريشم بر خود مىتند ، تا اينكه يك دفعه متوجه مىشود كه در قبر قرار گرفته است » .\r\n( قرآن به حال اين افراد حسرت مىخورد و دلسوزى مىكند و مىفرمايد\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":138},
  {"content":"\r\n\r\nايكاش بيدار بودند و ايمان به قلوب آنها رسوخ كرده بود ) .\r\nو كسى كه اين گونه باشد يعنى مثل كرم به مشغوليتهاى دنيا سرگرم باشد ، بالأخره به يك صورتى در آتش جهنم خواهد افتاد و در جهنم از او سؤال مىشود تو كه نعمت ولايت داشتى پس چه شد در آتش دوزخى ؟ تو كه نعمت اسلام ، نعمت عقل و . . . داشتى چرا جهنم آمدى ، ناگهان آن مرد روى زمين افتاد ، وقتى حاضرين بالاى سرش رفتند كه مرده بود ! !\r\nآرى براى ارتكاب يك معصيت به ظاهر جزئى دق كرد و مرد ! اگر راستى يك پاسدار ، ارتشى ، بسيجى و همه مردم به اين آيه ى شريفه كه مىفرمايد : « اى بشر هر كارى مىخواهى بكن ، ولى بدان خدا و رسول خدا ( ص ) و ائمه طاهرين ( ع ) هم جا ناظر و حاضر هستند » توجه كنيد ديگر در هيچ صورتى چه در خلوت و پنهانى و چه در جامعه و حضور مردم و . . . مرتكب هيچ گناهى چه كوچك و چه بزرگ نخواهند شد .\r\nاگر نگاه به زنى شود ، امام زمان ميداندكه از روى شهوت بوده يا نه : اى پاسدار ، بسيجى ، امام زمان ( ع ) حاضر و ناظر و شاهد بر كليه كردارهاى شما است ، او نيات دلها را مىداند ، او خواطر را مىداند .\r\nبه اين مطلب ايمان كامل داشته باشيد . ديگر هيچگاه معصيتى از شما سر نمىزند ، در محل كار ، جبهه ، منزل و . . هميشه به ياد داشته باشيد و بدانيد كه خداوند و امام زمان مراقب شما هستند ، هيچگاه غفلت از حق تعالى و ولى امام عصر ( عج ) نكنيد .\r\nبايد به خدا پناه برد كه اينچنين صحنه‌ها بسيار خطرناك‌است ، انسان تا جائى كه مىتواند بايد - حتماً از برخورد و صحبت كردن با نامحرم پرهيز كند ، اينكه بگوئيم خواهر ، برادر هستيم ، اصلًا درست نيست .\r\nقرآن درباره ى يوسف ( ع ) كه پيغمبر خدا بوده است مىفرمايد : وَ لَقَد هَمَّت بِهِ وَ هَمَّ بِها لَولا ان رَاي بُرهانَ رَبّهِ آن زن در وصل او اصرار و اهتمام\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":139},
  {"content":"\r\n\r\nكرد و اگر لطف خاص خداوند و برهان روشن حق تعالى نگهبان يوسف ( ع ) نبود ، او هم به ميل طبيعى اهتمام مىكرد ، يوسف ( ع ) نيز مىگفت : بارالها دوست دارم زندان بروم ولى كار زشتى را كه زنان از من تقاضا دارند ، انجام ندهم .\r\n\r\nتذكر مفيد و لازم\r\nآيات و روايات و تجربه به ما مىآموزد كه : تماس با زنان نامحرم كاريست بسيار مشكل و خطرناك ، مبادا كه به اسم خواهر - برادر و . . فريب شيطان را بخوريد ، چون شهوت خواهر و برادر نمىفهمد و چه بسيار كه انسان را به باد فنا مىدهد .\r\nباز شما را نصيحت مىكنم كه مبادا يك وقتى با اسم خواهر و برادرى گول بخوريد ، تا جائى كه ممكن است از برخورد با نامحرم اجتناب كنيد ، تجربه بفراوانى نشان داده است كه عاقبت اين گونه برخوردها ، انسان را به منجلاب بدبختى و گناه مىكشاند ، يوسف ( ع ) كه پيغمبر خدا بود ، مىفرمايد :\r\nبارالها اگر تو حيله و فريب اينان به لطف وعنايت خود از من دفع نفرمائى ، به آنها ميل كرده و از اهل شقاوت خواهم شد ، وَ الّا تَصرِف عَنّي كَيدَهُنَّ اصبُ الَيهِنَّ وَ اكُن مِنَ الجاهِلينَ ( يوسف / 33 ) وقتى پيغمبر خدا اينطور بفرمايد حال ما معلوم است .\r\nشيطان به حضرت نوح ( ع ) گفت كه با زن نامحرم در يك جا ننشين و اگر با زن نامحرم يك جا نشستيد ، بدان كه نفر سوم من هستم ، همانطور كه كراراً تذكر داده شد غفلت از خداوند و ياد او موجب قساوت و ظلمت جان انسان مىشود و نتيجه ى قساوت دل ، گناه ، طغيان و سركشى است و به كفر هم كشيده مىشود .\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":140},
  {"content":"\r\n\r\nنحوه ى كار ارتش ، سپاه و بسيج مخصوصاً در جبهه طورى است كه با قساوت همراه است ، چون مقاتله خود به خود قساوت زاست ، لذا سنگر نشينيان عزيز در جبهه ، بايد خود را به نحوى تربيت كنند ، كه قساوتها را كه البته طبيعى هم هست - جبران كرده و از بين ببرند ، و اين امر ميسر نيست مگر با رشد عبادت و روحيه ى معنوى و تلطف به يكديگر .\r\nنماز شب خواندن ، نماز اول وقت ، تلاوت قرآن و ادعيه ، ياد خدا ، ياد مرگ و قيامت ، ذكر لا الهَ الَّا اللهُ وَ لا حَولَ وَ لا قُوَّةَ الّا بِاللهِ وَ . . . قساوت را از بين مىبرد .\r\nو برعكس غوطه ور شدن در شهوات و مباحات مثل پرخورى ، زياد صحبت كردن ، شوخيهاى بى جا ، زياد خوابيدن ، در هر مجلس نشستن و . . . موجب قساوت مىشود .\r\nالبته لازم به ذكر است كه ، دين مقدس اسلام با به كار بردن غرائز و تمايلات مخالف نيست ، در ضمن اينكه اسلام رهبانيت را مطرود و مردود مىداند ، قرآن مىفرمايد كُلُوا وَ اشرَبُوا وَ لاتُسرِفُوا ، بخوريد ، بياشاميد ولى اسراف و زياده‌روى نكنيد .\r\n\r\nاثرات سوء قساوت در انسان\r\nدر اثر قساوت قلب ، گناه براى انسان خيلى معمولى و و ساده مىشود ، در روايات وارد شده است كه : يهوديها در يك شب چهارصد پيغمبر خدا را كشتند و فرداى آن روز همه به سر كار و مغازه‌هاى خود آمدند - تو گوئى اصلًا قتلى رخ نداده ومسئله‌اى پيش نيامده است ، قساوت قلب نيز در ما موجود است - منتهى به شكل ديگرى ، روزى چندين گناه مانند ، دروغ ، شايعه پراكنى ، جو سازى و . . . مرتكب مىشويم و هيچ ناراحتى نداريم ، عجيب اينست كه گاهى در سپاه با شايعه پراكنى مواجه\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":141},
  {"content":"\r\n\r\nمىشود ، پاسدارى كه بايد مسئول خاموش كردن اين آتشها باشد ، گاهى در اثر بىتوجهى شايعه‌هاى بدون دليل نقل مىكند ، و اين جداً مايه ى تأسف است ، چه اينهاست كه قساوت و سياهى دل ببار مىآورد و عاقبت ، كار را به جائى مىرساند كه نه تنها گناه براى انسان عادى مىشود ، بلكه العياذبالله از گناه لذت هم مىبرد ! !\r\nو چه بسا گمان كند كه كار نيك انجام مىدهد ، شايعه مىسازد ، دروغ مىگويد ، غيبت مىكند و اين معاصى را بعنوان اينكه براى حركت انقلاب مفيد است توجيه مىنمايد ، آرى گناه مىكنند و به حساب اسلام و انقلاب مىگذارند ، برچسب مىزنند به خيال اينكه براى اسلام و انقلاب مفيد است .\r\nدر روايات وارد شده كه در آخرالزمان غيبت نقل مجالس است ، و اگر در مجلسى غيبت نباشد گوئى كمبودى در آن مجلس است ! !\r\n\r\nحجاج بن يوسف و قساوت\r\nقساوت قلب به حدى مىرسد كه حجاج بن يوسف لعنة الله عليه به هنگام غذا خوردن دستور مىداد كه يك شيعه ى اميرالمؤمنين ( ع ) را در برابر او سر ببرند ، تا غذا خوردن او همزمان با دست و پا زدن و جان كندن يكى از شيعان باشد ! ! و او لذت ببرد .\r\n\r\n","description":"","footnote":"","page_name":" 134 ","page_number":142},
  {"content":"\r\n\r\n\r\nجلسه ى شانزدهم دعا\r\nبِسمِهِ تَعالى\r\nاز جمله مسائلى كه براى همه بويژه افراد در جبهه لازم و ضرورى است ، روح دعا مىباشد . بالأخص در شبهائى كه اسلام به آن عنايت خاص دارد .\r\nقرآن راجع به دعا خيلى سفارش كرده و مىفرمايد اگر حال دعا و رابطه ى با خداوند تبارك و تعالى در زندگى كسى نباشد ، اهل جهنم و از مستكبران است ، ادعُوني استَجِب لَكُم انَّ الَّذينَ يَستَكبِرُونَ عَن عِبادَتي سَيَدخُلُونَ جَهَنَّمَ داخِرينَ . « 1 » مرا بخوانيد ، دعاى شما را مستجاب مىكنم و آنان كه از دعا و عبادت اعراض كنند ، با ذلت و خوارى در دوزخ وارد شوند و درجاى ديگر مىفرمايد :\r\n قُل ما يَعبَؤُا بِكُم رَبّي لَولا دُعاؤُكُم  « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سوره ى مؤمن آيه 63\r\n( 2 ) - سوره ى فرقان آيه 77\r\n","page_name":" 135 ","page_number":143},
  {"content":"\r\n\r\nاى رسول ما به امت بگو اگر دعا و ناله وزارى در زندگى شما نبود ، خداى ، چه توجه و اعتنائى به شما داشت ؟ و مصيبتى بالاتر از اين نيست زيرا اگر خداوند يك لحظه انسان را به خودش واگذارد زندگى نكبت بارى خواهد داشت .\r\nاى عزيزان در جبهه توجه كنيد كه در آن مكان مقدس ، حال دعا و راز ونياز و رابطه با پروردگار داشته باشيد ، دعاى در سنگر و درد دل كردن با محبوب خود را هيچگاه فراموش نكنيد ، چه در زندگى ائمه اطهار همواره دعا و راز و نياز با پروردگار جايگاه ويژه اى داشته‌اند ، و هر كدام ذكرى مختص به خود داشته‌اند ، چنانچه يكى از اذكار پيامبر اكرم ( ص ) اين دعا بود كه مىفرمود :\r\nاللّهُمَّ لا تَكِلني الي نَفسي طَرفَةَ عَينٍ ابَداً . يعنى بار الها به اندازه يك چشم بهم زدن مرا بخودم وامگذار .\r\nخدا نكند كه انسان به خودش واگذارده شود ، به خصوص كه قدرتى هم داشته باشد ، و الّا حجاج بن يوسف ، صدام و . . . مىشود . اين مكتبهاى جنايت پيشه‌اى كه در غرب و شرق بوجود آمده و بشريت را در معرض نابودى قرار داده‌اند ، بخاطر آنست كه بخودشان واگذاشته شده‌اند ، وقتى آدمى به خود واگذارده شود ، حيوان درنده ى به تمام معنا مىشود .\r\nاى رزمنده ى سپاهى ، بسيجى ، ارتشى ، به پيروى از رسول‌خدا ( ص ) در سنگرت ، در دل شبها دست دعا به آسمان بردار ، و فضاى جبهه را بادعاى اللّهُمَّ لا تَكِلنا الي انفُسِنا طَرفَةَ عَينٍ ابَداً عطر آگين نما .\r\nخداوند متعال در آيه‌اى بسيار شريف و مهم كه در مقام دعا و در رابطه با پروردگار است هفت بار ضمير متكلم را تكرار فرموده است ( ضمير متكلم را بيشتر براى تلطف و مهربانى مىآورند ) در اين آيه ى شريفه پروردگار بندگان را دعوت مىكند و مىفرمايد بيائيد در خانه ى من ، هر\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":144},
  {"content":"\r\n\r\nچقدر مىخواهيد بيائيد ، هر چه مىخواهيد بگوئيد ، بيا ، بدان تو را دعوت كردم و به تو نزديك هستم ، و ايمان داشته باش كه هر چه بخواهى خواهم داد ، و رشد و صلاح تو در دعا است .\r\nوَ اذا سَئَلَكَ عِبادي عَنَّي فَاني قَريبٌ ، اجيبُ دَعوَةَ الدّاعِ اذا دَعان فَليَستَجيبُوا لي وَ ليُؤمِنُوا بي لَعَلَّهُم يَرشُدُونَ ( بقره ، 186 )\r\nبنده ى من چون از دور و نزديكى من از تو بپرسند ، بدانند كه من به آنها نزديك خواهم بود ، هر كه مرا بخواند ، دعاى او را اجابت خواهم كرد ، پس بايد دعوت مرا بپذيرند ، و بايد بدانند و ايمان داشته باشند كه جواب آنان را خواهم داد ، تا راه سعادت را بيابند .\r\n\r\nفوائد دعا\r\nاز جمله فوائد دعا زائل نمودن غمها از انسان است ، دعا و درد دل كردن با حق تعالى غصه‌ها و عقده‌ها را از دل انسان مىزدايد ، بويژه در اين زمان كه هنگام غم و غصه اسلام و مسلمين است .\r\nعزيزان سنگر نشين جبهه‌هاى نور بر شماست كه با روح دعا و مناجات و ارتباط با خداوند ذىالجلال قلوبتان را به مهمانى نور دعوت كنيد و جبهه‌هاى مقدس شرف و عزت و بيدارى را با فضاى ملكوتى دعا و نيايش تقدس بيشترى بخشيد ، انسان همواره نيازمند است كه گرفتاريها و دردهاى دل خود را براى كسى بازگو كند ( و در غير اين صورت ايجاد عقده و امراض روانى خواهد شد ) چه قدرت و عظمتى بالاتر و بهتر از قدرت و عظمت خداوند متعال است كه او هميشه به حال ما رئوف و مهربان باشد . بايد در شدائد و گرفتاريها با خداوند تعالى درد دل نمود چه او مهربانترين مهربانان است ، و كدام دوستى بهتر از او ؟ و چه پناهى مطمئن‌تر از دامن بنده پرور اوست ؟ .\r\n\r\n","description":"","footnote":"","page_name":" 137 ","page_number":145},
  {"content":"\r\n\r\nعزيزان رزمنده ، در دل شبها و در درون سنگرها با خدا درد دل كنيد و سخنها بگوئيد ( از نگفته‌ها آنچنان بگوئيد كه ناگفته دردى نماند ) غصه‌ها را مصيبتها ، سختيها و شقاوتهاى دشمن را براى حق تعالى باز گوئيد ، هر چه دارى و هر چه خواهيد ( به پيشگاه ربوبيت او به شكايت بريد ) .\r\nنبايد فكر كنيد كه دعا مستجاب مىشود يا نه ( كه البته مستجاب مىشود ) بلكه مهم آن است كه در خانه محبوب و معشوق برويد اگر مصلحت باشد استجابت فرمايد و اگر نفرمايد باز چه باك كه او مطلوب است ، به فوائد عظيمى كه بر دعا مترتب است فكر كنيد كه شما را كفايت كند ، از فوائد مهم دعا همانطورى كه اشاره رفت ، زدودن عقده‌ها است و در نتيجه سوء ظن پروردگار به دل انسان راه پيدا نخواهد كرد .\r\nدر دعا مسئله ديگرى كه بسيار با اهميت است ، رابطه عبد با مولى است و چه لذت و فايده‌اى بهتر و بالاتر از آن ، دعا رابطه و صحبت كردن عاشق با معشوق است ، گفتگوى عبد با مولى است ( اهل معرفت خطاب به معشوق و محبوب خود مىگويند بنواز دل ما را هر چند به دشنامى گرچه كار او همه لطف است و ترحم ، ولى عاشقان درگاه ربوبيت حاضرند كه با معشوق رابطه داشته باشند گرچه او دشنام دهد ، يك نظر كند ولى هزار دشنام بدهد ) اين از الذّ لذّات است . اى سپاهى و بسيجى و سرباز اسلام در دل شب قلبت را به خدا بسپار با خداوند سخن بگو ، درد دل نما ، گرفتاريهايت را بازگو . . .\r\nسومين فائده دعا اين است كه اگر كسى در زندگيش با خداوند رابطه داشته باشد يا هيچگاه مرتكب معصيت نمىشود يا اگر چنانچه دچار لغزش گردد ، بسيار اندك و جزئى است و اگر گناهى از او سر زد ، فوراً تدارك مىكند . همانطور كه خداوند فرموده انَّ الصَّلوةَ تَنهي عَنِ الفَحشاءِ\r\n\r\n","description":"","footnote":"","page_name":" 138 ","page_number":146},
  {"content":"\r\n\r\nوَ المُنكَرِ بدرستيكه نماز آدمى را از ارتكاب به معاصى باز مىدارد . نماز شب خواندن در دل سنگر ، هنگامه ى نيمه شبها شما را به كلى از گناه دور مىكند .\r\nهرگز مپنداريد كه همين صورت نمازهاى عادى ما كه روح چندانى هم ندارد ، خالى از استفاده است و منشأ اثر خير در زندگى ما نيست - هرگز كه چنين باشد - بلكه همين نمازهاى معمولى و عوامانه ( تا حدودى ) انسان را از گناه محفوظ مىكند ، اهل بيت عليهم السلام به ما درس مىدهند كه همين نمازهاى عادى انسان را از رسيدن به بن‌بست نجات مىدهد ، البته مراتب دارد ، چنان چه نمازى كه خيلى روح دارد ، انسان را به كلى از گناه و مكروهات دور مىكند ، و ( آنكه حضور و روح كمترى دارد ، كمتر انسان را در برابر گناهان محفوظ مىدارد ) .\r\nمسأله‌اى را كه قرآن بالاتر از نماز خواندن مىداند ، رابطه و سر و كار داشتن با خداوند متعال است ، هرگاه در جبهه يا محل كار احساس خستگى و كسالت نموديد ، فورى به خدا پناه ببريد چه شما نيك مىدانيد كه لشكر اسلام با مرز يا الله ، يا على ( ع ) يا فاطمه ( س ) پيروز شد و خداوند - و على ( ع ) وفاطمه ( س ) و ائمه اطهار بودند كه شما را به پيروزى رساندند و خواهند رساند و دعاها و رابطه ملت با خدا بود كه شما را پيروز كرد .\r\nلذت بردن از دعا ، فايده ى ديگرى در رابطه با خداوند است ، اين حال و لذت انسان را به مقامى مىرساند كه حاضر مىشود همه چيزش را براى اقامه ى نماز شب فدا كند و هنگاميكه مشغول نماز و دعا است ، هرگز نمىخواهد كه پايان بپذيرد ، اين روحيه‌ها است كه پيروزى آفرين و باعث افتخار است .\r\nوَ استَعينُوا بِالصَّبرِ وَ الصَّلوةِ وَ انَّها لَكَبيرَةٌ الّا عَلَي الخاشِعينَ . ( بقره / 45 )\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":147},
  {"content":"\r\n\r\nاز نماز و روزه استعانت بجوئيد و يارى بطلبيد ، البته نماز سنگين است مگر براى كسانى كه با خدا رابطه داشته باشند و با او راز و نياز و در دل كنند ، بدرستيكه كسى كه با خدا رابطه داشته باشد خداوند هم روح دعا را بر جان او مىدمد ، و براى چنين كسى نماز و روزه سنگين نخواهد بود ، چنين اشخاصى با تمام شدن ماه رمضان گريه و ناله سر مىدهند و از پايان نمازشان متأثر مىشوند .\r\nاز فوائد ديگر دعا اينست كه انسان دائم الذكر مىشود ، كه اين از جمله مقامات اولياء الله است ، يعنى انسان به مقامى مىرسد كه خداوند تعالى همواره در برابر روى اوست و به حق تعالى هميشه نظر دارد ( و زبان حالش چنين است كه :\r\nبر هر چه بنگرم تو پديدار بوده‌اى اى نانموده رخ تو چه بسيار بوده اى\r\nآخرين با ركه به مرحوم علامه طباطبائى رضوان الله تعالى عليه عرض كردم : آقا به ما نصيحتى بفرمائيد : ايشان فرمودند : فَاذكُرُوني اذكُركُم وَ اشكُرُولي وَ لا تَكفُرُونِ ( بقره 152 )\r\nخداوند مىفرمايد : مرا ياد كنيد تا شما را ياد كنم ، شكرگزار نعمتهاى من باشيد و از من غفلت نكنيد و كفر هم نورزيد .\r\nرهبر عظيم الشأن انقلاب هم به ما هميشه نصيحت مىكردند « كارى كنيد كه هميشه خود را در حضور خداوند ببينيد . انَّ اللهَ بِكُلّ شَىءٍ مُحيطٌ - اين معنى باور قلبى مىخواهد نه استدلال عقلى ، چه خوش گفته است كسى كه گفته خدا يافتنى است نه دانستى ، اگر دل باور كند كه در حضور خدا است ، محضر ، محضر حق تعالى است - ديگر گناه معنى ندارد » يا رَبّ يا رَبّ يا رَبّ گفتن شما ايمان و باور را در دل شما رسوخ مىدهد ، استاد عظيم الشأن ما رهبر انقلاب در اول شرح دعاى سحر مىفرمايد :\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":148},
  {"content":"\r\n\r\nبدا به حال كسى كه به در خانه ى خداى برود ، الهى گويد خداوند تبارك و تعالى را به اسماء و صفات ( يعنى اهل بيت ) قسم بدهد ، ولى مطلوبش دنيا ، و رياست باشد ، وقتى خدا خدا مىكند ، بفكر دنيا نباشيد ، وقتى خدا خدا مىكنيد به فكر اين نباشيد كه مستجاب شود يا نه ، حافظ عليه الرحمة چه خوب گفته است :\r\nتو بندگى چو گدايان به شرط مزد مكن كه خواجه خود روش بنده پرورى داند\r\nبدان كه خدا تو را بيشتر از خودت دوست دارد و علاقه حق تعالى به تو بيشتر از علاقه‌ات به خويشتن است ، چه بسا كه به ضرر خود كار مىكنى و نفع و ضرر خود را نمىدانى ، ولى حقتعالى در حق تو به غير از خدا و خوبى نكرده است و نمىكند .\r\nدر روايات وارد شده است كه پروردگار عالم ، رأفت و عطوفت را صد قسم كرده و يك قسمت آن را در دنيا بين همه خلائق منتشر كرده است ، وآثا رمحبت و عشق ، عاشق و معشوقها ، عاطفه‌هاى پدر و مادر به فرزند و همه كششها و عطوفتهاى دنيا از همان يك قسمت است ، و 99 قسمت ديگر را در نزد خودش دارد ، البته اين تعابير از ضيق كلام است ، و الّا حقيقت امر بالاتر والاتر از اين حرفها است .\r\nچنان نباشد كه اگر چند بار دعا كرديد و مستجاب نشد از خداوند گله كنيد ، مهمتر از استجابت دعا ياد و ذكر خداست .\r\nرِجالٌ لا تُلهيهِم تِجارَةٌ وَ لا بَيعٌ عَن ذِكرِ اللهِ وَ اقامِ الصَّلوة وَ ايتاءِ الزَّكوةِ يَخافُونَ يَوماً تَتَقَلَّبُ فيهِ القُلُوبُ وَ الابصارُ ( نور 37 )\r\nپاك مردانى هستند كه هيچ كسب و تجارتى آنان را از ياد خدا غافل نگرداند ، نماز به پا داشته و زكات داده‌اند آنان از روزى كه دلها و ديده‌ها در آن هنگام حيران ومضطرب است ترسان و هرسان هستند .\r\nكسى كه خود را درمحضر خداوند تبارك و تعالى ببيند و حق تعالى\r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":149},
  {"content":"\r\n\r\nرا شاهد و ناظر و حاضر در كليه امور بداند ( البته همانطور كه گفته شد اين حالت از فوائد رابطه با خداوند و از آثار دائم الذكر بودن يعنى هميشه ياد خدا بودن است ) نزد خدا و خلق شخصيت و عزت و بزرگوارى پيدا مىكند .\r\nمنصور دوانيقى جلسه‌اى تشكيل داده ، قتاده چهل سؤال به اصطلاح مهم تهيه كرده بود تا اين كه امام صادق ( ع ) را به جلسه دعوت كرده و ايشان را سؤال پيچ نمايد ، عده‌اى از به اصطلاح دانشمندان هم جمع شده بودند ! به محض اينكه امام صادق ( عليه السلام ) وارد شد ، همه ى اهل مجلس بدون اختيار جلوى پاى مبارك حضرت بلند شدند ، حضرت نشستند ، سكوت عجيبى ( از ابهت ) حضرت بر جلسه حكمفرما شد ، هيچكس جرأت حرف زدن پيدا نكرد ، نفسها در سينه‌ها حبس شده بود ، آنان كه مىخواستند امام را سؤال پيچ كنند ، سكوت مرگبارى اختيار كردند ! !\r\nامام صادق ( ع ) ديدند كه هيچكس صحبت نمىكند ، رو كردند به قتاده و فرمودند ، سؤالى دارى ؟ بپرس . قتاده لرزش به صدايش افتاد ، لكنت زبان پيدا كرد و عرض كرد : يابن رسول الله ( ص ) پنير خوردن چگونه است ؟ ! حضرت تبمسى كردند و فرمودند : سؤالت همين بود ؟ .\r\nقتاده عرض كرد : يابن رسول الله ( ص ) چهل سؤال مشكل تهيه كرده بودم كه سؤال كنم ، اما همه را فراموش كردم ، امام صادق ( ع ) فرمودند : ميدانى كه در مقابل چه كسى نشسته‌اى و اين آيه ى شريفه را تلاوت فرمودند : في بُيُوتٍ اذِنَ اللهُ ان تُرفَعَ وَ يُذكَرَ فيهَا اسمُهُ وَ يُسَبّحُ لَهُ فيه اب‌الغُدُوّ وَ الاصالِ ( نور 36 ) .\r\nدر مقابل كسى نشسته‌اى كه خدا مىخواهد او بزرگ و با عظمت باشد .\r\n\r\n","description":"","footnote":"","page_name":" 142 ","page_number":150},
  {"content":"\r\n\r\nهمين خصوصيت ( ابهت و عظمت ) در رهبر انقلاب امام خمينى هست ، بطوريكه كه هر گاه ايشان وارد جلسه‌اى مىشدند ، عظمت و ابهت ايشان جلسه و اهل جلسه را مىگرفت . از فوائد ديگر دعا از بين رفتن صفات رذيله است ، انسان وقتى خدا خدا مىكند بطور ناخودآگاه به نفس خود معرفت پيدا مىكند و به حقيقت پروردگار راه مىيابد .\r\nيا ايُّهَا النّاسُ انتُمُ الفُقَراءُ الَي اللهِ وَ اللهُ هُوَ الغَنِيُّ الحَميدُ ( فاطر 15 )\r\nبىنيازى و غنى مخصوص پروردگار است و همه مردم به خدا فقير و محتاجند ، همه فقير محض‌اند و در عالم بىنيازى جز خداوند عزّوجل نيست ، همه وابسته به اويند ، اگر كسى اين معنى را درك كند ، ديگر منيت براى او نيست ، به علم ، لباس ، اموال ، عشيره ، رياست و . . . تفاخر نمىكند و من من نمىگويد .\r\nبراى كسانى كه خود را فقير و محتاج و بيچاره ى محض مىبينند ، فخر به رياست معنى ندارد ، تكبر و غرورى در آنها نيست ، در وجود كسى كه در دل شب درون سنگر خدا خدا مىكند و خود را در همه ى شئون زندگى - چه دنيا چه آخرت - محتاج و فقير حق تعالى مىداند ، تكبّر و منيت و غرورى پيدا نمىشود ، ترس و هراسى به او غلبه نمىكند - از بزرگوارى و عزت خاصى برخوردار مىگردد و همه قدرتهاى به اصطلاح بزرگ را تو خالى و پوچ مىداند و لذا صفت شجاعت هم ، بيشتر در همين اشخاص است .\r\nنقل شده است كه هارون الرشيد ، رد مىشد ديد بهلول با بچه‌ها مشغول ساختن خانه‌است ، هارون گفت : بهلول عجب مردى هستى ، پشت پا به دنيا زدى ،\r\nبهلول گفت : نه ، تو مرد هستى كه از آخرت گذشته‌اى و به دنيا\r\n\r\n","description":"","footnote":"","page_name":" 143 ","page_number":151},
  {"content":"\r\n\r\nچسبيده‌اى .\r\nهارون گفت : بهلول از من حاجت بخواه .\r\nبهلول گفت : من و تو بنده خدا هستيم - چگونه خدا تو را فراموش نمىكند ولى مرا فراموش مىكند ؟ چرا از تو بخواهم ؟\r\nهارون گفت : شنيدم قرض دارى - مىخواهى قرضت را بپردازم ؟\r\nبهلول گفت : كسى بايد قرض مرا بدهد كه پول داشته باشد ولى تو كه از خود پولى ندارى و غاصب و بدبخت و ذليل هستى .\r\nگفته‌اند كه همين بهلول حاجتى داشت نذر كرده بود كه اگر حاجتش برآورده شود ، به ذليل‌ترين مردم يك درهم بدهد ، حاجتش برآورده شد ، لذا براى اداى نذر به قصر هارون رفت و يك درهم را به او داد .\r\nهارون پرسيد كه اين چيست ؟ ! بهلول گفت : نذر كرده بودم كه يك درهم به بدبخت‌ترين افراد بدهم ، نذرم برآورده شد ، و حال اين درهم را به تو مىدهم ، چون فقيرتر و بدبختر از تو پيدا نكردم .\r\nآرى دعا و رابطه با خدا براى انسان چنين حالات معنوى ايجاد مىكند . خوشا به حال كسانى كه در نيمه‌هاى شب پشت پا به خواب مىزنند و با ذكر سبوح قدوس به دنيا و آنچه در آنست پشت پا مىزنند .\r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":152},
  {"content":"\r\n\r\n\r\nجلسه‌ى هفدهم علت عدم استجابت دعا\r\nبِسمِهِ تَعالى\r\nدر درس گذشته گفتيم كه دعا و رابطه با خداوند براى سعادت دنيا و آخرت انسان مؤثر است . آه و ناله و راز و نياز با پروردگار در دل شبها ، در سنگرها ، و در جبهه‌ها خيلى مفيد است . در دين مقدس اسلام به اندازه‌اى كه به رابطه با خداوند و دعا و مناجات سفارش شده به چيزهاى ديگر سفارش نشده است .\r\nدر روايات مىخوانيم :\r\nالدُّعا مُخُّ العِبادَةِ ، يعنى شيره و اصل همه عبادات رابطه با حقتعالى و دعا است .\r\nالدُّعا سِنانُ المُؤمِن ، دعا نيزه ى مؤمن است .\r\nالدُّعا ترُسُ المُؤمِنِ ، سپر اهل ايمان دعا است .\r\nاگر فايده‌اى براى دعا نبود جز اينكه خداوند عبد را پذيرفته است كافى بودكه ما اهميت به دعا داده باشيم ، براى كوچك افتخار است كه با بزرگ رابطه داشته باشد و صحبت كند ، پروردگار عالم ما را\r\n\r\n","description":"","footnote":"","page_name":" 145 ","page_number":153},
  {"content":"\r\n\r\nپذيرفته و دعوت نموده ، آيا افتخارى بالاتر از اين هست كه مولى عبد را دعوت كند ، و ادعونى بگويد ؟ و بگويد اجابت مىكنم ؟\r\nاز باب مثال اگر نامه‌اى از دفتر امام بيايد كه از شما دعوت شده باشد و شما برويد وايشان را زيارت كنيد ، خدمت ايشان بنشينيد ، و . . چه حالى براى شما حاصل مىشود ؟ آيا شما دعوتنامه را هميشه همراه خود نگه نمىداريد ؟ و آن را افتخار نمىدانيد ؟\r\nپروردگار عالم شما را دعوت كرده و فرموده ادعونى - يعنى اى بنده من ، تو را دعوت مىكنم - بيا و دعوت مرا بپذير ، حتماً بيا ، براى انسان چه افتخارى بالاتر از اين ؟ چه سعادتى بالاتر از اين كه در سنگر و جبهه انسان خدا خدا كند ، با حقتعالى در دل نمايد ، به جاى اينكه فرصتهاى بيكارى را در جبهه صرف كارهاى بىارزش كنيد ، دست به دعا برداريد و با دعا و رابطه با خداوند بر دشمن داخل يعنى نفس امّاره و دشمنان خارجى پيروز شويد و تا به حال پيروزيهاى شما به خاطر همين بوده است .\r\nخداوند مىفرمايد : بنده‌ها اگر از من سؤال كردند به آنها بگو خدا نزديك است به شما ، اگر او را بخوانيد شما را اجابت مىكند ، حتماً دعا كنيد ، و ايمان به اجابت هم داشته باشيد .\r\n\r\nعلت عدم استجابت دعا\r\nبحث در اين جلسه اينست كه چرا دعاها به اجابت نمىرسد ؟ اين همه جوانان در جبهه و مردم در غير جبهه دعا مىكنند ولى مستجاب نمىشود ؟\r\nدر اين باره صحبتهاى بسيارى شده ، استاد بزرگوار ما علامه طباطبائى ( رَحمَةُ اللهِ عَلَيهِ ) اينطور فرموده‌اند : ( البته ايشان در قالب علمى بيان فرموده و ما اينجا در قالب آيات و روايت مىآوريم ) دعا وقتى به\r\n\r\n","description":"","footnote":"","page_name":" 146 ","page_number":154},
  {"content":"\r\n\r\nاجابت مىرسد كه به صلاح و مصلحت عبد باشد در غير اين صورت مسلم دعا مستجاب نمىشود .\r\nاگر بچه ى شما يا برادر شما مريض است و شما هم خيلى به او علاقه داريد ، و قبلًا هم به او گفته بوديد تو هر چه بخواهى برايت ميخرم ، اين بچه يا برادر شما كه چهل درجه تب دارد از شما تقاضاى غذا يا ميوه‌اى مىكند كه براى او حكم زهر را دارد و به مجرد خوردن ميوه يا غذا خواهد مرد ! مسلم است هر چه گريه كند التماس نمايد زارى و فرياد كند شما به او اعتنائى نخواهيد كرد و حرف او را گوش نمىكنيد و البته اينهم در اثر مهربانى و لطف شما نسبت به او است شايد كار به جائى هم برسد كه او را كتك بزنيد ولى ميوه برايش نخريد ، آمپول و سوزن به بدن او بزنيد ولى غذا برايش تهيه نكنيد ، و . . . خوب توجه فرمائيد گاهى دعاهاى ما همچنين حالاتى دارند ، يعنى صلاح بنده نيست و ما خيال مىكنيم به نفع ما است ! !\r\nما كه حقيقت امر را نمىدانيم چيست - اى بسا بسيار چيزهائى كه انسان خيال مىكند براى او خوب است ولى در حقيقت زيان و ضرر به حال او دارد .\r\nكُتِبَ عَليكُمُ القِتالُ وَ هُوَ كُرهٌ لَكُم وَ عَسي ان تَكرَهُوا شَيئاً وَ هُوَ خَيرٌ لَكُم وَ عَسي ان تُحِبُّوا شَيئاً وَ هُوَ شَرٌ لَكُم وَ اللهُ يَعلَمُ وَ انتُم لا تَعلَمُونَ ( بقره 216 )\r\nخداوند براى شما جنگ پيش آورد و شما خيال مىكنيد اين جنگ بد است ، و چه بسيار چيزها كه شما خيال مىكنيد بد است ولى خوب و خير است ، و چه بسيار چيزهائى كه شما خيال مىكنيد خوب است ولى شر و بد است ، خداوند مىداند ولى شما نمىدانيد .\r\nشما مثل همان بچه مريض هستيد كه از پدر ميوه و غذائى مىخواهد و نمىداند سبب مرگ و هلاكت اوست .\r\n\r\n","description":"","footnote":"","page_name":" 147 ","page_number":155},
  {"content":"\r\n\r\nلذا بعضى از دعاهاى شما صلاح نيست مستجاب شود ولى شما نمىدانيد ، خداوند خير و صلاح شما را مىخواهد ، اگر پرده‌ها كنار رود و حجب دريده شوند شما هم خواهيد فهميد .\r\nگاهى مىشود براى انسان ناراحتى و مصيبتى در زندگى پيش مىآيد و و انسان گريه‌زارى و بعضاً از خداوند گله مىكند ولى بعد از يكسال مىفهمد كه چقدر آن جريان خوب بوده ! ! و بهتر كه دعايش مستجاب نشده ، خداوند هم در قرآن مىفرمايد :\r\nفَعَسي ان تَكرَهُوا شَيئاً وَ يَجعَلَ اللهُ فيهِ خَيراً كَثيراً ( نساء 24 )\r\nچه بسيار چيزهائى كه شما از آن كراهت داريد و مرتب براى رفع آن دعا مىكنيد ولى خداوند خير كثيرى در آن قرار داده است .\r\nشما اين معنا را در انقلاب اسلامى ايران با اندكى تأمل بدرستى ملاحظه خواهيد كرد ، چه بسيار مسائلى كه پيش‌آمد و مصداق آيه شريفه بود .\r\nلذا ، عزيزان سنگرنشين ، از دعا كردن مخصوصاً در جبهه خسته نشويد ، دعا را ترك نكنيد ، شايد صلاح نباشد بعضى از دعاهاى شما در اين دنيا به اجابت رسد ، ولى مسلم به حال شما مفيد است و گاهى استجابت دعا مرهون وقت است .\r\nحضرت موسى ( ع ) از خداوند مىخواهد كه فرعون نابود شود ، از طرف خداوند به او خطاب شد : اى موسى ( ع ) دعايت را مستجاب كردم ، و در روايت مىخوانيم كه چهل سال بعد از اين خطاب ، دعا مستجاب شد و فرعون در دريا غرق گشت .\r\nهر دعائى صلاح نيست كه اجابت شود .\r\nاين جنگ پيروز است . ولى بايد وقتش برسد ، ما نمىدانيم پشت پرده چه خبرهائى هست ، معلوم است جنگ براى ما ضرر داشته - عزيزان\r\n\r\n","description":"","footnote":"","page_name":" 148 ","page_number":156},
  {"content":"\r\n\r\nبزرگوار و با ارزشى را از امت گرفته ولى خيلى استفاده‌ها هم داشت . اين همه فداكاريها از جنگ پيدا شد ، اين فداكاريها را سبك نشماريد ، مسئله ى عادى و ساده‌اى تلقى نكنيد ، دنيا حيران كارهاى شماست ، دشمن در دل به شما آفرين مىگويد ، دوست هم كه معلوم است .\r\nخداوند مىفرمايد : اگر صلاح و خير تو باشد دعايت را زود اجابت مى كنم و گاهى هم دعاهاى ما در آخرت مستجاب مىشود ، و در روايت مىخوانيم روز قيامت افرادى كه در دنيا زياد دعا كرده‌اند و اجابت نشده خيلى خوشحال هستند و در آنجا خداوند بقدرى به آنها پاداش داده كه مىگويند ايكاش يك دعاى ما هم مستجاب نشده بود ، و درباره ى فقرا هم هست كه روز قيامت به خداوند عرض مىكنند ايكاش در دنيا از گرسنگى و فقر مرده بوديم ، تا اينجا پاداش بيشترى داشتيم ، معلولين - خانواده‌هاى شهدا - مصيبت‌زدگان - مصدومين - مجروحين در روز قيامت خيلى با نشاط و مسرور هستند ، و شهدا آرزو مىكنند اى كاش ما روزى هفتاد بار قطعه ، قطعه شده بوديم و دوباره زنده مىشديم .\r\nاگر در دنيا دعاى سنگرنشينان اجابت نشود ( كه البته معلوم هم نيست در دنيا مستجاب نشود . اى بسا كه دعاهاى بسيارى از برادران در جبهه مستجاب شده باشد كه اينطور هم شده ) روز قيامت اين سنگرنشين آنقدر خوشحال و انبساط وجود پيدا كند كه آرزو مىكند ايكاش همه عمرش در سنگر و جبهه مىگذشت .\r\nرزمندگان خدا جو در سنگر جبهه - و در تمام لحظات زندگى اين آيه ى شريفه را بخاطر داشته باشيد : فَعَسي ان تَكرَهُوا شَيئاً وَ يَجعَلَ اللهُ فيهِ خَيراً كَثيراً . آرى : چه بسيارى از چيزها كه شما از آن كراهت داريد و به نظر شما بد است ولى خداوند در آن خير بسيار قرار داده است .\r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":157},
  {"content":"\r\n\r\nوجه دوم عدم اجبات دعا اينست كه انسان آلوده به معصيت است ، و در دعاى كميل هم مىخوانيم اللّهمَّ اغفِرلِيَ الذُّنُوبَ الَّتي تَحبِسُ الدعاءَ . بار الها بيا مرز گناهانى را كه نمىگذارد دعاهاى من مستجاب شود ، گناه رابطه انسان با خداوند را قطع مىكند ، و آدمى را مطرود درگاه حق تعالى مىنمايد ، گناه هر چند كوچك براى قطع رابطه نمودن ، بزرگ و كافى است .\r\nالبته لازم بتذكر است كه گناه نه تنها باعث بدبختى خود فرد گناهكار مىشود ، بلكه گاهى پاپيچ جامعه هم مىشود ، مثلًا جامعه‌اى كه در آن گناه زياد باشد ، مرگهاى غير طبيعى زياد مىشود ، مصيبت و بلا هم زياد مىشود .\r\nاگر خداى ناكرده يك گناه از يك سپاهى سر بزند ، ممكن است آثار سوءاش گريبان گير همه جبهه شود با اينكه عزيزان سنگرنشين گناهى نكرده‌اند و كارشان مناجات و دعا است ، ولى گناه يك نفر در جبهه باعث مىشود دست عنايت حق تعالى از سپاه و جبهه برداشته شود گاهى خداى نكرده يك پاسدار - ارتشى - بسيجى ناباب ( البته اينها ناباب نمىشوند ، بله نابابان لباس سپاه و ارتش و بسيج را مىپوشند ) ضررش به همه ارتش و بسيج و سپاه و جبهه مىرسد ، اين گناه خيلى بزرگى دارد .\r\nاگر خداى نكرده بين دو نفر ارتشى ، پاسدار ، بسيجى در محل كار يا در جبهه اختلافى صورت گيرد و يك حرف ناروائى به يكديگر بزنند ، كار همينها كافى است كه جبهه را خراب كند و دعاى سنگرنشينان به اجابت نرسد .\r\nعلت ديگر عدم استجابت ، كه مورد نظر استاد عظيم‌الشأن ما رهبر انقلاب هم هست ، قصور استعداد است ، يعنى اگر صفت رذيله‌اى بر\r\n\r\n","description":"","footnote":"","page_name":" 150 ","page_number":158},
  {"content":"\r\n\r\nدل حكمفرما باشد ، سلب لياقت مىكند و رحمت پروردگار بسويش نمىآيد .\r\nمثلًا كارخانه برقى در حال توليد است سيم‌ها هم وصل است و در رابطه اشكالى نيست ، ولى وقتى لامپ خراب ، يا سوخته باشد ، برق مىآيد ولى لامپ خراب است و برق را نمىتواند بگيرد . حسد ، چشم هم چشمى ، سوء ظن ، تفرقه و اختلاف ، سوء استفاده از لباس ، تحقير نمودن زيردست و . . . نمىگذارند دعا مستجاب شود .\r\nاگر يك فرمانده غرور داشته باشد ، زيردستها را بكوبد و به آنها اهميت ندهد ، سوء استفاده از مسئوليتش بكند ، بين خود و ديگران فرق بگذارد ، و . . همين كارها باعث عدم استجابت دعا در جبهه مىشود و تقصير و گناه به گردن همين فرمانده است . بالأخره در اين صورت فتح و پيروزى هم در كار نيست ، پيروزى و پيشروى مرهون خلوص و حال و دعا و رابطه شما با خداست ، بالأخره دعا در صورتى به اجابت مىرسد كه دل صاف و جلا داده شده باشد . گَر گِدا كاهل بود ، تقصير صاحب خانه چيست ؟\r\nممكن است انسان چهل سال خدا خدا كند ولى دعاى او مستجاب نشود ، چون غيبت مىكرده است ، مسلّم است كه دروغ و غيبت و چشم هم چشمى ، سستى در كار و . . . باعث عدم اجابت دعا مىشود . هر چه صفات رذيله و گناه بيشتر باشد دعا و راز و نياز بيشتر حبس مىشود در جبهه و سپاه هم همينطور است .\r\nجبهه‌اى كه مكتب است مواظب باشيد شيطان ، صبر و استقامت را از كف شما نر بايد ، سعى كنيد در جبهه ، خود ساخته بشويد و برگرديد .\r\nسپاه بدنه ى انقلاب است ، پاسدار خيلى بايد مواظب خودش باشد ، هر كجا هستيد رابطه با خدا را بر زندگى خود حاكم كنيد . سعادت دنيا و آخرت در گرو همين رابطه با خداست است ، اگر به شما افاضه فيض حق نرسيد ، اشكال را در خودتان جستجو كنيد ، ببينيد عيب از كجا سرچشمه گرفته است .\r\n\r\n","description":"","footnote":"","page_name":" 151 ","page_number":159},
  {"content":"\r\n\r\n\r\nجلسه ى هجدهم ارتباط با خدا\r\nبِسمِهِ تَعالى\r\nدر جلساتى پيش سفارش كردم و اينك هم به شما توصيه مىكنم كه اى عزيزان حال دعا و راز و نياز با حقتعالى داشته باشيد كه اين از الذّ لذّات است و بالاترين افتخار براى بنده و بعد راز و نياز و ارتباط با خداوند است ، بويژه اگر توانستيد ، در دل شب به درگاه خداوند رحمان ميهمان شويد كه :\r\nدلا بسوز كه سوز تو كارها بكند دعاى نيمه شبى دفع صد بلا بكند\r\nعتاب يار پرى چهره عاشقانه بكش كه يك كرشمه تلافى صد جفا بكند\r\nخواجه حافظ عليه الرحمه\r\nممكن است يك يا الله گفتن شما در نيمه‌هاى شب در دل تاريك سنگر ، ملتى را بسعادت برساند ، مخصوصاً اگر با دل سوخته باشد چرا كه خداوند تبارك و تعالى فرموده : رحمت و تلطف من براى دلهاى سوخته و شكسته است .\r\nاى عزيزان يك ذكرى را كه مناسب با حال درونى خود مىيابيد و\r\n\r\n","description":"","footnote":"","page_name":" 152 ","page_number":160},
  {"content":"\r\n\r\nآن را مىپسنديد ، انتخاب كنيد و همواره در حال ذكر باشيد مثل « لاالهَ الَّا اللهُ » يا « لا الهَ الّا انتَ سُبحانَكَ انّي كُنتُ مِنَ الظّالِمينَ » انبياء سَلامُ اللهِ عَلَيهِم اجمَعين همه ذكرهاى مخصوص داشتند مثلًا ذكر پيغمبر اكرم ( ص ) « اللّهمَّ لا تَكِلني الي نَفسي طَرفةَ عَينٍ » اين اذكار به انسان سعادت و نشاط مىدهد و پيروزى به ارمغان مىآورد ، گاهى به واسطه ى يك ذكر يا الله آدمى بر شياطين جن و انس تسلّط پيدا مىكند .\r\nامام صادق عليه السلام مىفرمايد كه پدرم امام باقر ( ع ) هميشه در حال ذكر بودند معمولًا ائمه طاهرين سلام الله عليهم اجمعين همواره به ذكر حقتعالى مشغول بودند .\r\n\r\nاهميت دادن به تلاوت قرآن\r\nهر مسلمانى بايد به قرآن تمسك جويد و هر صبح و شام آياتى را از قرآن كريم تلاوت نمايد و مبناى برنامه‌هاى زندگى خود را قرآن قرار دهد . البته اين براى شما سپاهيان و مخصوصاً رزمندگان جبهه‌ها و سنگرنشينان ، بيشتر اهميت دارد . قرآن مىفرمايد : حتى رزمندگانى كه درخط مقدم و زيرآتش دشمن هستند . تلاوت قرآن را نبايد ترك كنند .\r\nقرآن مىفرمايد : خداوند مىداند كه تو بعضى اوقات مريض يا در جبهه يا مشغول كار هستى اما باز دستور مىدهد كه : اى مريض . و اى كسى كه مشغول كارى و مجاهدى كه در خط مقدّم جبهه در زير آتش دشمن هستى ، قرآن تلاوت كن تا جائى كه ممكن است تلاوت قرآن را ترك مكن . عَلِمَ ان سَيَكُونُ مِنكُم مرضي وَ آخَرُونَ يَضرِبُونَ فِي الارضِ يَبتَغُونَ مِن فَضلِ اللهِ وَ آخَرُونَ يُقاتِلُونَ في سَبيلِ اللهِ فَاقرَؤُا ما تَيَسَّرَ مِنهُ ( سوره المزمل آيه 20 ) جبهه‌اى كه نور قرآن در آن نباشد ، ظلماتى است . بايد كه در سنگرها و جبهه‌ها قرآن تلاوت شود . و در روايتى آمده است :\r\n\r\n","description":"","footnote":"","page_name":" 153 ","page_number":161},
  {"content":"\r\n\r\nخانه‌اى كه در آن قرآن تلاوت شود براى ملائكه درخشندگى دارد همانگونه كه ستاره براى انسان در شبها درخشندگى دارد . و هر چه قرائت قرآن بيشتر باشد درخشندگى و نورافشانى بيشتر خواهد شد . گاهى همانند ماه و گاه ديگر بمانند خورشيد مىشود . و پيغمبر اكرم صلى الله عليه و آله نيز فرموده است خانه‌اى كه در آن قرآن خوانده شود ملائكة الله بر آن خانه و مكان نازل خواهند شد و محل رفت و آمد ملائكه خواهد بود . به خانه و محلّى كه در آن قرآن تلاوت شود شياطين وارد نخواهند گرديد و خداوند عزّوجل مىفرمايد از شياطين به قرآن پناه بريد و نيز مىفرمايد : محلى كه در آن قرآن تلاوت نشود و گناه انجام پذيرد ملائكة الله به آن جا نمىآيند و محل رفت و آمد شياطين خواهد شد . آرى قرآن به دل و قلب انسان نورانيت و نشاط مىبخشد . عرفا و اساتيد اخلاق و روايات ائمه ( ع ) همگى دستور مىدهد كه اگر دچار گرفتارى و غم و ناراحتى هستيد ، قرآن تلاوت كنيد و اين امر به تجربه نيز ثابت شده است كه قرآن هيچگاه نمىگذارد كه براى انسان عقده ايجاد شود و غمّ و همّ و اضطراب خاطر را از بين مىبرد .\r\nمسئله قابل توجه اين است كه قرآن سخن گفتن مولى با عبد ، معشوق با عاشق است . لذا در روايات آمده وقتى كه قران تلاوت مىكنيد به آياتى كه يا ايُّهَا الَّذينَ آمَنُوا دارد مىرسيد ، بگوئيد لبيك يعنى جواب معشوق و مولاى خود را بدهيد . اين سراسر لذّت است و ذوق تلاوت قرآن براى مسلمان انقطاع الى الله تبارك و تعالى مىآورد . در مناجات شعبانيه كه مناجاتى است بسيار عالى و لطيف و همه ى ائمه آن را مىخوانده‌اند آمده است كه الهي هَب لي كَمالَ الإِنقِطاعِ الَيكَ تلاوت قرآن اين حال را براى انسان به ارمغان مىآورد و اين همان حالى است كه آن شاعر عارف گفته :\r\nبه صحرا بنگرم صحرا ، توبينم به دريا بنگرم دريا ، تو بينم\r\nبه هر جا بنگرم كوه و در و دشت نشان از روى زيباى تو بينم\r\n\r\n","description":"","footnote":"","page_name":" 154 ","page_number":162},
  {"content":"\r\n\r\n يكى درد و يكى درمان پسندد * يك وصل و يكى هجران پسندد \r\n من از درمان و درد و وصل و هجران * پسندم آنچه را جانان پسندند \r\nباباطاهر عليه الرحمه\r\nآرى جبهه و سنگر اين حالات الهى و معنويات را به انسان مىدهد ولى به شرط اينكه ، در سنگر و جبهه نور خدا متجلّى شود ، و حال دعا و تلاوت قرآن باشد .\r\nدر حديثى كه از پيغمبر اكرم صلى الله عليه و آله نقل شده است مىفرمايد : اگر فتنه شما را فرا گرفت و در حال شكست واقع شديد و ضعف اراده و خستگى به شما دست داد . و خداى نخواسته وسوسه ها در شما اثر سوء گذاشت و دلهره و اضطراب خاطر براى شما پيش آمد ، قرآن تلاوت كنيد چه قرآن شفيعى است كه شفاعت و نفرينش پذيرفته مىشود . سپاه و جبهه و سنگرى كه با قرآن ارتباط نداشته باشد مشمول نفرين قرآن مىشود .\r\n\r\nتوسل به اهل بيت اطهار ( ع )\r\nتوسل به اهلبيت عليهم السلام از امور مهمى است كه براى همه ى مسلمانان بخصوص سپاهيان ، ارتشىها و عزيزان بسيج در جبهه لازم است . توسل به اهل بيت اطهار عليهم السلام از ذكر و دعا و تلاوت قرآن لازمتر و مهمتر است . در ادعيه ى وارده كه در مفاتيح مرحوم آقا شيخ عباس قمّى رضوان الله تعالى عليه آمده است كه كمتر دعائى مىتوان يافت كه در آن مسئله توسل به اهل بيت نباشد .\r\nاز روايات فراوانى استفاده مىشود كه توسل به اهل بيت عليهم السلام موجب پذيرش دعا و بالا گرفتن آن مىگردد و قرآن صريحاً مىفرمايد كه : بايد شما گروه ايمان آورندگان وسيله و توسل داشته\r\n\r\n","description":"","footnote":"","page_name":" 155 ","page_number":163},
  {"content":"\r\n\r\nباشيد . و در جاى ديگر مىفرمايد كه : اى انسانهاى با تقوى اگر مىخواهيد در خانه من بيائيد و مورد لطف من واقع بشويد بايد توسل و وسيله داشته باشيد . امام صادق ( ع ) مىفرمايند : نَحنُ وَ اللهِ الوَسيلَة . يعنى آن وسيله‌اى كه قرآن فرموده است ما هستيم و بايد به ما متوسل شويد تا خدا به شما لطف و ترحم كند . اگر گرفتارى يا مصيبت يا ناراحتى داشته باشيد بايد به اهل بيت ( ع ) متوسل شويد . خدا خدا كردن بدون توسل خالى از فايده است . پيغمبر ( ص ) از اول تا صبح دعا مىكرد و خدا خدا مىگفت و به خدا عرض مىكرد كه بحقّ على ( ع ) دعاى مرا اجابت فرما و مىفرمود كسى را مقرّب‌تر از على ( ع ) نيافتم ، لذا توسل به او كردم براى اينكه خدا دعاى مرا اجابت فرمايد . ائمه طاهرين سلام الله عليهم اجمعين نيز براى اينكه دعايشان به اجابت برسد معمولًا به فاطمه زهرا سلام الله عليها متوسل مىشدند .\r\nقرآن مىفرمايد : وَلِلّهِ الاسماءُ الحُسني فَادعُوهُ بِها . يعنى خداوند اسماء زيبا و نيكو دارد . شما وقتى دعا مىخوانيد خدا را به آن اسماء نيكو بخوانيد . امام صادق ( ع ) مىفرمايد : نَحنُ وَاللهِ الأَسماءُ الحُسني يعنى اسماء الحسنى كه قرآن فرموده است ما هستيم . ائمه ى اطهار واسطه فيض بين خداوند و بندگان هستند ، در زيارت جامعه مىخوانيم كه : بِكُم فَتَحَ اللهُ وَ بِكُم يَختِمُ وَ بِكُم يُنَزّلُ الغَيثَ وَ بِكُم يُمسِكُ السَّمآءَ ان تَقَعَ عَلَي الارضِ وَ بِكُم يُنَفّسُ الهَمَّ وَ يَكشِفُ الضُّر يعنى : خداى با شما آغاز كردو با شما ختم كند و به خاطر شما باران رحمت را بر زمين فرو فرستد و بخاطر شما ( يعنى بخاطر ائمه اطهار ) آسمان را محكم گرفته كه مبادا بر روى زمين افتد . و بخاطر شما بيرون كند نگرانى را و بر طرف كند بدحالى را . بنابراين توسل به اهلبيت ( ع ) براى همه لازم است . مخصوصاً سنگرنشينان و مجاهدان جبهه‌ها .\r\n\r\n","description":"","footnote":"","page_name":" 156 ","page_number":164},
  {"content":"\r\n\r\n\r\nجلسه‌ى نوزدهم حساب و كتاب سپاهى غير از عوام است\r\nبسمه تعالى\r\nاز روايات و قرآن به وضوح معلوم است كه ، در روز قيامت حساب خواص غير ازعوام است ، چون توقعى كه اسلام از خواص مردم دارد ، از عموم مردم ندارد و اين هم از نظر دنيا است و هم از نظر آخرت . لذا در روايات مىخوانيم كه : هفتاد گناه ازغير عالم در روز قيامت بخشيده مىشود پيش از آنكه يك گناه از عالم بخشيده شود .\r\nقرآن اشاره دارد به اينكه حضرت يوسف سلام الله عليه خواب دو يار زندانىاش را تعبير كرد . ( به اين صورت كه يكى از آنها بدار آويخته مىشود و ديگرى به دستگاه سلطنتى راه پيدا مىكند ) هنگاميكه آن - يكى براى اعدام و ديگرى براى راه يافتن به دستگاه سلطنت قصد خروج از زندان را كردند ، حضرت يوسف ( ع ) به دوّمى گفت وقتى به دستگاه سلطنت راه يافتى ، يادى هم از ما بكن و بگو كه يك بيگناهى به زندان افكنده شده است . ولى او كه به قصر عزيز مصر راه يافت ، سفارش\r\n\r\n","description":"","footnote":"","page_name":" 157 ","page_number":165},
  {"content":"\r\n\r\nحضرت را حدود هفت تا هشت سال فراموش كرد . جبرئيل خدمت حضرت يوسف ( ع ) رسيد و عرض كرد چه كسى تو را از دست برادرهايت نجات داد ؟ حضرت جواب داد : خداى تبارك و تعالى . جبرئيل سؤال كرد چه كسى تو را عزيز مصر كرد و تو را از گناه نجات داد ؟ يوسف ( ع ) باز پاسخ داد : خداوند عزّوجل . جبرئيل پرسيد : چه كسى تو را از دست زليخا و ديگر زنان و . . . نجات داد ؟ حضرت جواب داد خداى متعال . سپس جبرئيل گفت : اگر همه را خدا كرده است پس چرا به رفيق زندانى خود گفتى به فريادت برسد . چرا اينجا هم خدا را نخواندى . يوسف ( ع ) پشيمان شد و به درگاه پروردگار توبه كرد و گريه و آه و زارى نمود . ولى باز براى اين حرف بى جا هفت سال در زندان ماند ( و اگر اين حرف و تقاضاى يوسف ( ع ) از شخص عادى سر مىزند گناهى نبود كه سزاوار هفت سال زندان باشد ) امّا حساب حضرت يوسف ( ع ) غير از حساب افراد ديگر مردم است . خداوند تعالى از حضرت يوسف ( ع ) توقع داشت كه بگويد لا مُؤثِرَ في الوُجُودِ ال ا الله . همين توقع الآن از سپاه اسلام است .\r\nآرى سپاهى ، ارتشى و بسيجى از خواصّ شمرده مىشوند . چه سپاهى در ميان مردم بعنوان بدنه انقلاب است . توقعى كه از سپاهى هست ، از عموم مردم نيست . ممكن است كه يك كارى از بسيجى و سپاهى سر بزند و گناه محسوب شود ولى همين كار از ديگر مردم گناه نباشد .\r\nافراد از نظر مكان ، موقعيت ، زمان و . . با هم تفاوت دارند ، چنانچه قضيه حضرت يونس ( ع ) را شنيده‌ايد كه چقدر آن حضرت را اذيت كردند و به ايشان ظلم و ستم كردند تا آنجا كه پروردگار عالم وعده فرمود : كه قوم را عذاب فرمايد و عذاب هم نزديك بود ، ولى حضرت يونس ( ع ) از شدت آزار و اذيت قوم بدون اجازه خداوند تعالى از شهر بيرون رفتند - كه نبايد بيرون مىرفت - گرچه اين امر گناه نبود ، ولى پيغمبر بدون اجازه\r\n\r\n","description":"","footnote":"","page_name":" 158 ","page_number":166},
  {"content":"\r\n\r\nحق تعالى نبايد از قوم جدا مىشد ، حضرت يونس ( ع ) وقتى به لب دريا رسيد به كشتى سوار شدند و كشتى ره به دريا سپرد در راه نهنگى در برابر كشتى ظاهر شد خطر نهنگ همه سرنشينان كشتى را تهديد مىكرد براى نجات سرنشينان از دام نهنگ تصميم گرفته شد كه يكى از افراد خود را فداى همه كنند . بالأخره قرعه‌كشى كردند و نهايتاً قرعه به اسم پيغمبر خدا حضرت يونس ( ع ) درآمد . بار دوم قرعه كشيدند باز قرعه بنام حضرت افتاد و با رسوم نيز - حضرت فرمود ديگر احتياج به قرعه‌كشى نيست .\r\nخداوند مىفرمايد : كه مرا به دريا بيفكنيد چون فرارى هستم حضرت را به دريا انداختند به نهنگ فرمان داد كه اين بنده ما را ببلع امّا هضمش نكن - حضرت يونس به شكم نهنگ رفت و خدا خدا آغاز كرد و در مناجات با حق تعالى مىگفت : « لا الهَ الّا انتَ سُبحانَكَ انّى كُنتُ مِنَ الظّالِمينَ . به روايتى پنج روز و ( به روايت ديگرى چهل روز ) در شكم نهنگ زندان بود تا اينكه توبه‌اش قبول شد . خداوند به نهنگ امر كرد كه او را بيرون كن . نهنگ به دستور خداوند يونس ( ع ) را به ساحل انداخت . بعد از چند روزى كه حالش خوب شد به ميان قوم رفت اتفاقاً عذاب نازل نشده بود . چونكه وقتى يونس ( ع ) از ميان قوم رفت آنها علامت عذاب را مشاهده كردند و به درگاه پروردگار توبه كردند . سپس به حضرت خطاب شده ، همانطورى كه تو توبه كردى و ما قبول كرديم ، قوم تو هم توبه كردند و ما هم پذيرفتيم .\r\nچيزى كه نبايد فراموش شود اين آيه شريفه است :\r\nفَلولا انَّهُ كانَ مِنَ المُسَبّحينَ لَلَبِثَ في بَطنِهِ الي يَومِ يُبعَثُونَ . صافات ، 142\r\nيعنى اگر حضرت يونس ( ع ) به ذكر خداوند عزّوجل نمىپرداخت و به درگاه حق تعالى توبه نمىكرد ، تا روز قيامت در شكم نهنگ مىماند يعنى به خاطر همان كار كوچك او را تا قيامت زندان با اعمال شاقّه ،\r\n\r\n","description":"","footnote":"","page_name":" 159 ","page_number":167},
  {"content":"\r\n\r\nمىكرديم . اين آيه شريفه به شما سپاهيان و رزمندگان چه چيزى را درس مىدهد ؟ ( مطلب خيلى قابل تأمّل است )\r\nحَسَناتُ الابرارِ سَيّئ ات المُقَرَّبينَ . ممكن است كه يك كارى براى زارع ، بازارى و فرد عادى خوب باشد ولى براى يك سپاهى يا بسيجى خوب نباشد .\r\n\r\nخداوند ، اسلام و مردم از سپاهى توقع بيشترى دارند\r\nچنانچه دور از شأن است كه سپاهى يا بسيجى هنگام خريدن جنسى منازعه كند . يا اينكه در معرض عام و با لباس فرم سيگار بكشد ممكن است ( مثلًا ) كسى به هنگام افطار به همسر خود پرخاش كند ، در حالت كلى اين كار خيلى بد است ولى وقتى از خواص سر بزند كفر است چه آن زن نسبت به سپاه يا بسيج بدبين مىشود ، چه بسا افراد عادى حرف بد هم بزنند و يا لغو بيهوده بگويند ( قَد اف ل حَ المُؤمِنُونَ - الَّذينَهُم في صَلوتِهِم خاشِعُونَ وَ الَّذينَهُم عَنِ الَّلغوِ مُعرِضُونَ ) عموماً اين كار بسيار بد و از اعمال اهل جهنم است .\r\nولى اگر همين عمل از دو تاسپاهى ، يا يك سپاهى يا بسيجى يا ارتشى در جبهه ( العياذبالله ) سر بزند معلوم است كه اين در سر حدّ كفر است . جبهه محل ذكر خدا است . جبهه محلّى است كه عنايت آقا امام زمان ( عج ) آنجاست . مگر مىشود در مقابل رهبر انقلاب امام ، با دوستان خود شوخى كنيد و يا حرف ركيك به يكديگر بزنيد ؟ ! هرگز . ( پس چگونه ممكن است كه در محضر آقا امام زمان ( عج ) عمل لغو و باطل مرتكب شد . )\r\n\r\nسنگر مكان مقدس است\r\nجبهه و سنگر مقدس است واميرالمؤمنين عليه السلام مىفرمايد : احترام\r\n\r\n","description":"","footnote":"","page_name":" 160 ","page_number":168},
  {"content":"\r\n\r\nسنگر از خانه خدا نيز بيشتر است با اين حال مىتوان در سنگر و جبهه ، شوخيهاى زننده كرد و يا حرفهاى لغو و بيهوده زد ؟ ! .\r\nبنابراين اگر سپاهى بخواهد با لباس سپاه ، در خيابان و كوچه سيگار به لب بگيرد و راه برود ، حريم اسلام را از بين برده است . يك سپاهى يا بسيجى حق سيگار كشيدن در معرض عام را ندارد .\r\nممكن است ( مثلًا ) يك فرد عادى با اتومبيل در خيابان با سرعت نود يا صد كيلومتر برود اين كار بسيار بد است و مردم به او اعتراض مىكنند امّا يك سپاهى هم مىتواند با اتومبيل يا موتور آنگونه رانندگى كند ؟ البته خير و اين كار حرام است . چون چشمان مردم به او خيره مىشود و در نتيجه سپاه و سپاهى ، بسيج و بسيجى انگشت نما مىشود و به آنها بدبين مىشوند ، و چه گناهى بالاتر از اين ؟ و چه بسيار كه دشمن اين را بهانه قرار مىدهد بويژه اگر در جبهه باشد ( مثلًا ) اگر بر روستا يا شهرى مسلّط شديد افرادى را به اسارت گرفتيد ، حق ندارى با اسراء بداخلاقى ، كج‌رفتارى كنيد كه اين گناهى بزرگ دارد . شما وقتى به شهر يا روستائى وارد شديد ، بايد حالت پيغمبر اكرم صلى الله عليه و آله و سلم به هنگام ورود به مكه و فتح آن را داشته باشيد . رسول خدا ( ص ) وقتى وارد مكّه شدند ، خانه ى ابىسفيان را كه تعداد هشتاد و چهار جنگ بر عليه اسلام تدارك كرده بود و تا آخر هم اسلام نياورد ، مأمن قرار داد . خانه ى كسى محل امن قرارگرفت كه اولين و بزرگترين دشمن اسلام و پيغمبر ( ص ) بود و حضرت فرمود : هر كسى كه به خانه ى ابى سفيان پناهنده شود با او كارى نداشته باشيد . در همان وقت يكى از سپاهيان اسلام پرچمى در دست گرفته و با حرارت در شهر مكه فرياد مىزد كه امروز روز زدن و كشتن است و گاه انتقام و بازخواست . وقتى كه خبر به پيغمبر ( ص ) رسيد دستور فرمودند كه : حضرت اميرالمؤمنين ( ع ) برود و پرچم را از دست آن شخص بگيرد و به دو\r\n\r\n","description":"","footnote":"","page_name":" 161 ","page_number":169},
  {"content":"\r\n\r\nبفرمايد كه امروز جاى اين حرفها نيست و خود امام عليه السلام به مردم اعلام كند كه « اليَومَ يَومُ المَرحَمَه » امروز روز رحمت و مرحمت و گذشت است .\r\nپيغمبر اكرم صلى الله عليه و آله به ابىسفيان و ديگر دشمنان فرمود : حالا شمارا چه كنم ؟ آنها عرض كردند : هرآنچه كنى ، حق دارى . اگر اسير بگيرى ، اعدام كنى ، قطعه قطعه كنى ، قتل عام نمائى سزاواريم براى اينكه هر بلائى كه از دست ما بر مىآمد بر سر شما مسلمانان آورديم حضرت فرمودند : من هم همانند برادرم يوسف ( ع ) در مقابل برادرانش با شما رفتار مىكنم . هيچ باكى نداشته باشيد . برويد كه آزاد هستيد . شما رزمندگان سلحشور بايد با ضد انقلابى كه توطئه‌گر نيست مدارا كنيد و هدايتش نمائيد . ولى هنگاميكه سدّ راه اسلام شد و عليه نظام جمهورى اسلامى توطئه به راه انداخت او را از سر راه برداريد . شما سپاهيان ، بايد رأفت اسلامى را به مردم عرضه كنيد و در زندانها به تندى با زندانيان برخورد نكنيد و آنها را تحقير ننمائيد و زخم زبان نزنيد چه اگر چنين كرديد واى و صد واى بر شما .\r\nالحَسَنُ لِكُلّ احَدٍ حَسَنٌ وَ مِنكَ احسَنُ لِمَكانِكَ مِنّا القَبيحُ لِكُلّ احَدٍ قَبيحٌ وَ مِنكَ اقبَحُ لِمَكانِكَ مِنّا . كار خوب از هر كه سر بزند ولو يهودى باشد ، خوب است اما از تو بهتر است چون منسوب به اهل بيت و امام زمان ( ع ) هستى . كار بد هم از هر كسى سر بزند بد است ولو مسلمان هم باشد . ولى از تو سپاهى ، بسيجى و . . . خيلى بدتر است . چون منسوب به اسلام و امام زمان ( عج ) هستى . تو در محلّى هستى كه نور امام زمان و اهل بيت ( ع ) در آنجا متجلّى است . نتيجه اينكه : توقع خداوند تعالى و اسلام و مردم از كسانى كه منسوب به اسلام و انقلاب اسلامى هستند خيلى بيشتر است و حسابشان با عوام ، بسيار تفاوت دارد .\r\n\r\n","description":"","footnote":"","page_name":" 162 ","page_number":170},
  {"content":"\r\n\r\n\r\nجلسه ى بيستم مسئوليت پاسدار بيشتر است\r\nبِسمِهِ تَعالى\r\nاز بحث پيش روشن شد كه گناه كسانى كه به اسلام منسوب هستند به مراتب بيشتر از ديگران است چنان كه خداوند تبارك و تعالى در قرآن راجع به زنان پيغمبر ( ص ) مىفرمايد : كه گناه شما مضاعف است و اگر كار نيكو و صالح انجام دهيد دو برابر اجر و ثواب مىبريد . چون شما ( همسران پيامبر « ص » ) زنان عادى نيستيد بلكه به پيغمبر ( ص ) منسوب هستيد لذا حساب شما غير از عموم است . از اين آيه شريفه به خوبى استفاده مىشود كه گناه يك طلب يا پاسدار در نامه عملش مضاعف نوشته مىشود .\r\n يا مكن با پيل با نان دوستى * يا بناكن خانه‌اى در خور پيل \r\nانسان يا بايد معمّم ، سپاهى ، بسيجى و ارتشى نشود و يا اينكه ملتزم به لوازمش گردد ، همچنانكه يك بسيجى يا به جبهه نرود يا اگر رفت لازم است كه لوازمش را ملتزم شود و هميشه فرمايش امام صادق ( ع ) را در نظر داشته باشد كه فرموده‌اى : كسى كه به اسلام منسوب هستى حسابت از\r\n\r\n","description":"","footnote":"","page_name":" 163 ","page_number":171},
  {"content":"\r\n\r\nديگران جدا است . و بداند كه قرآن فرموده است : اى سپاهى ، بسيجى و ارتشى گناه تو مضاعف است .\r\n\r\nحفظ زبان از حرفهاى زشت و زننده\r\nبايد ارتشى ، سپاهى ، روحانى و بسيجى در كار ، گفتار و رفت و آمد با مردم و دشمن و دوست ، دقت و مواظب كامل داشته باشد . هميشه مراقب اعمال خويش باشد . به آداب و احكام شرعيه عمل كند ( مثلًا ) زياد صحبت نكند چون پرحرفى بسيار نكوهش شده است و مصيبت بزرگش كه اثر وضعى و عملى آن مىباشد ، فشار قبر است . آيه قرآن مىفرمايد : هر آنچه بگوئيد ، توسط دو ملك موكل بر شما ضبط مىشود روز قيامت همه ى سخنان ضبط شده ى انسان به معرض سمع گذاشته مىشود و همه ى گفتارهاى ما معلوم خواهد شد و همين است كه يكى از اسماء روز قيامت يومَ تُبلَى السَّرائِر است ، يعنى روزى كه پرده‌ها كنار زده مىشود و آن ، روز رسوائى است . همه ى گفتارها و كردارها در آن روز معلوم مىگردد و انسان فقط از گناه و غيبت شرمنده نمىشود بلكه حرفهاى لغو و بيهوده و هم شرمندگى به دنبال دارد . اما اگر يك طلبه يا پاسدارى لغو و بيهوده بگويد و پرحرفى بكند ، عنوان ثانوى دارد و حرام است . اگر يك رزمنده كه بايد در جبهه چنان خدا خدا كند كه عرش پررودگار را به لرزه درآورد ، دائماً حرفهاى بىفايده و لغو ، حرفى كه نه نتيجه دنيا داشته باشد و نه نتيجه ى آخرت بزند شايد اشكال داشته باشد . پناه بر خدا اگر زبان يك سپاهى يا بسيجى يا ارتشى به حرفهاى ركيك ، زشت و زننده عادت نمايد كه گناهش بسيار بزرگ است . مسأله‌اى كه بايد به آن توجه داشته باشيد اين است كه هيچكدام از حرفهائى كه مىزنيد از بين نمىرود ، بلكه به تناسب صورت‌بندى مىشود و مجسّم مىگردد ( مثلًا )\r\n\r\n","description":"","footnote":"","page_name":" 164 ","page_number":172},
  {"content":"\r\n\r\nحرفهاى ركيك و لغو صورت ميمون پيدا مىكند . از قرآن و روايات فهميده مىشود كه : حرفها و گفتارها در انسان اثر مىگذارند و ملكه ى او مىشوند و ملكه براى انسان هويت مىسازد چنانچه اگر انسان بسيار حرفهاى ركيك بزند ، خود به صورت ميمون وارد صف محشر مىشود .\r\nعزيزانِ در جبهه ، اى سپاهيان ، بسيجيها ، ارتشيان و . . . توجّه داشته باشيد كه انسان گاهى بخاطر بىتوجّهى ، جهنّمى مىشود و يقين داشته باشيد كه اگر حرف زشت و ركيك به يكديگر بزنيد امام زمان عليه السلام شما را طرد خواهند فرمود .\r\nشخصى خدمت حضرت رسول صلى الله عليه و آله رسيد و عرض كرد چه كنم ( تا رستگار شوم ) حضرت فرمود : زبانت را حفظ كن . دوباره عرض كرد يا رسول الله ( ص ) چه كنم ؟ حضرت باز فرمود : زبانت را حفظ كن . تا چند بار اين سؤال و جواب تكرار شد - براستى كه اگر انسان زبانش را حفظ كند از مفاسد بسيارى دور مىماند . دروغ ، غيبت ، تهمت ، جوّسازى ، شايعه‌پراكنى و . . همه از زبان صادر مىشود .\r\n( البته مسلّم است كه درسپاه و مخصوصاً در جبهه غيبت و دروغ و . . . وجود ندارد ) اعمال شما بايد طورى باشد كه مردم سپاه و اسلام و جبهه را تحسين كنند . نه اينكه ( العياذبالله ) كسى بگويد پسرم به جبهه رفت و سيگارى برگشت كه اين ننگ سپاه و بسيج خواهد شد و در اينجا سيگار كشيدن عنوان ثانوى پيدا مىكند و حرام است .\r\n\r\nبرخورد يك سپاهى و بسيجى با مردم\r\nمسلّم است كه بايد برخورد ما با مردم ، خشن و تند نباشد . اگر ارتشى ، سپاهى ، بسيجى و طلبه مراقب خود نباشد ناخودآگاه غرور پيدا مىكند . اولين مفسده غرور برخورد تند و خشن با مردم است كه از كبائر\r\n\r\n","description":"","footnote":"","page_name":" 165 ","page_number":173},
  {"content":"\r\n\r\nسَيئات است و اعلام جنگ با خداوند تعالى است .\r\nنقل شده است كه پيغمبر اكرم صلى الله عليه و آله نشسته بودند كه سربازان اسلام يكى از فرماندهان دشمن را با دست و پاى زنجيركرده آوردند ، وقتى چشمان مبارك پيامبر ( ص ) به اين منظره افتاد تبسّم فرموده برخاستند و عباى خود را پهن كردند و فرمانده را نشاندند و فرمودند كه غل و زنجير را از دست و پاى او باز كنيد ، اسير به حضرت عرض كرد : يا محمّد ( ص ) چرا مىخندى ؟ حضرت فرمودند : خنده‌ام از اين است كه اينان تو را بسوى بهشت مىكشند و تو مىخواهى كه زنجيرها را پاره كنى . حضرت مقدارى با او صحبت فرمودند و پس از آن فرمانده كفّار همانجا اسلام آورد .\r\nبرخورد با علماء\r\nبرخورد با عالم بايد خيلى سنگين و حساب شده باشد . اگر چه از علماى اهل تسنّن و يا از مذاهب ديگر باشد . برخورد سبك و زشت با عالم مفسده‌اى بسيار دارد . يكى از علماء سفارشى مىفرمايد : مواظب باشيد از اينكه پشت سر علماء چه زنده باشد و چه مرده ، حرف نزنيد . تا مىتوانيد اظهار ارادت به علماء بكنيد . رهبر انقلاب حضرت امام ادام الله ظله هر وقت در دستها و كتابهايشان مىخواهند اسم يكى از علماء را ببرند ، خيلى با تجليل و احترام نام مىبرند ولو اينكه عالم سنّى باشد مواظب باشيدكه مبادا غرور به شما دست بدهد به اين كه سلام گفتن را فراموش كنيد بلكه هميشه در سلام كردن مقدم باشيد . چنانچه در روايات آمده است كه هيچ كس نمىتوانست به پيغمبر ( ص ) سلام كند چون اين بزرگوار هميشه زودتر به كوچك و بزرگ سلام مىكردند .\r\nامر به معروف و نهى از منكر نمودن نيز بايد خيلى با تلطّف و\r\n\r\n","description":"","footnote":"","page_name":" 166 ","page_number":174},
  {"content":"\r\n\r\nمهربانى و خوشروئى باشد . لقمان به پسرش وصيت مىكرد كه اى پسر شرك نياور كه شرك ظلم بزرگ است . اين امر به معروف و نهى ازمنكر لقمان به صورت موعظه و نصيحت پدرانه است چون امر به معروف و نهى از منكرى كه با خشونت و تندى صورت پذيرد اثر ندارد بلكه گناه دارد .\r\nهمچنانكه در برخورد با زنان و آنها را امر بمعروف و نهى از منكر كردن ، بايد خيلى مواظب باشيد . برخوردتان با زن بايد مثل برخورد با مار نيش زنده باشد و تا آنجا كه مىشود بايد از زن نامحرم دورى جست . بنام خواهر و برادر گول نخوريد . قضيه ى حضرت يوسف ( ع ) پيامبر را همواره به ياد داشته باشيد كه درآن اوضاع سخت به خداوند عرض كرد : خدايا اگر تو به فرياد نرسى و دست عنايت از من برداشته شود من هم تمايل پيدا مىكنم .\r\n\r\nمسئله ى نظافت واهميّت آن\r\nاز ديگر مسائلى كه بايد برادران سپاه و بسيج و ارتش به آن توجّه و عنايت كامل داشته باشند مسئله نظافت و پاكيزگى است . بايد در جبهه و ميان مردم و محلّ كار و پادگانها و . . . نظافت را خيلى رعايت نمود اگر كفش و لباس سپاهى كثيف باشد عيب است . « 1 » مواظب باشيد كه دشمنان و دوستان نادان از شما بهانه پيدا نكنند . اگر يك نفر يا دو نفر هم سيگارى شوند به اسم سپاه تمام مىشود . اگر خداى نكرده اختلاف نظر جزئى بين يك فرمانده با يك بسيجى يا سپاهى پيش بيايد ، دشمن خبر از انهدام و انحلال جبهه‌ها مىدهد . اين عزيزان سپاه و بسيج و ارتش خيلى مواظب اعمال ، كردار ، گفتار و برخوردهايتان باشيد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كثيف بودن محل كار ، پادگانها ، دستشئيها و . . . عيب است واشكال دارد محل كاريك سپاهى و بسجى بايد مظهر پاكيزگى و نظافت باشد .\r\n","page_name":" 167 ","page_number":175},
  {"content":"\r\n\r\n\r\nجلسه ى بيست و يكم سخنى چند با فرماندهان\r\nبِسمِهِ تَعالى\r\nدر اين بحث روى سخن با فرماندهان است .\r\nاز روايات متعددى كه از ائمه معصومين سلام الله عليهم اجمعين به ما رسيده و از تجربه ى تاريخ اين موضوع ثابت شده كه اگر رئيس يك قومى صالح باشد ، آن قوم هم معمولًا صالح هستند « النّاسُ عَلي دينِ مُلُوكِهِم » مردم نگاه به رئيس ، عالم و حاكم خود مىكنند .\r\nامام خمينى مىفرمودند : به تجربه براى من ثابت شده است كه اهل آن روستائى كه مسئله دان ، نجيب و با فضيلت باشند ، آن ده قبلًا يا فعلًا يك عالم شايسته‌اى داشته‌اند يا دارند و برعكس اذا صَلَحَ العالِمُ ، صَلَحَ النّاسُ وَ اذا فَسَدَ العالِمُ فَسَدَ العالَمُ . اذا صَلَحَ الرَّئيسُ صَلَحَ المَرئُوسُ . فرماندهان بايد بدانند كه اگر با فضيلت باشند ، زير دستانشان نيز به صورت طبيعى ، نجيب و اهل فضيلت خواهند شد . همانطور كه پدر و مادر مؤمن فرزند مؤمن تحويل جامعه مىدهد .\r\nقرآن مىفرمايد : اى مردم شما بايد مواظب خود و زن و بچه‌هايتان\r\n\r\n","description":"","footnote":"","page_name":" 168 ","page_number":176},
  {"content":"\r\n\r\nباشيد .\r\nلازم است كه فرماندهان علاوه بر اينكه از نفس خود مراقبت و محافظت داشته داشته باشند ، از زيردستان نيز مواظبت و مراقبت بنمايند و بهترين وسيله مراقبت از زيردستان التزام عملى به دستورات شارع مقدس اسلام است . با روش و عمل خود ديگران را بسازيد . چه وقتى يك بسيجى يا سپاهى بداندكه فرمانده‌اش نماز شب مىخواند ، دعا و مناجات مىخواند ، با پروردگار راز و نياز مىكند و . . . حتماً متأثر مىشود و خود اهل نماز شب و راز و نياز و دعا و توسل مىشود ولى اگر يك بسيجى ببيندكه فرمانده ، با ديگران جدال و اختلاف مىكند از او متأثر مىشود .\r\nسعى عليه الرحمه چه خوش سروده است :\r\nاگر ز باغ رعيت ملك خورد سيبى برآورند غلامان او درخت از بيخ\r\nاگر فرمانده با اسير بد اخلاقى كند معلوم است كه زير دست با اسير چه مىكند ! .\r\n\r\nمسائل مهم براى خودسازى\r\nپيش‌تر خلاصه‌اى گفته شد و باز هم تكرار مىكنيم كه مهمترين مسائل براى خودسازى سپاهيان و بسيج در جبهه و غير جبهه عبارتند از :\r\n\r\n1 - خلوص ،\r\nيعنى اينكه كارها فقط براى رضايت خداوند تبارك و تعالى باشد ، علامت خلوص در جبهه اين است كه اگر خداى نكرده در مقطعى از زمان مغلوب شديد و به ظاهر شكست خورديد دلسرد و نااميد نشويد . و نشانه ى خلوص فرمانده و مسئول اين است كه از مقام ، موقعيت و لباسش سوء استفاده نكند اگر فرمانده يك نگاه تحقيرآميز به زير دست خود بكند از عدم خلوص است و گناه بسيار بزرگى را مرتكب شده است .\r\n\r\n","description":"","footnote":"","page_name":" 169 ","page_number":177},
  {"content":"\r\n\r\nو خداوند متعال نگاه غضب آلود به او خواهد كرد . خداوند رحمان فرموده است كه : اگر يك فرمانده با تحقير و تمسخر به زيردستان نگاه كند او را در روز قيامت در جهنم مسخره خواهم كرد .\r\n\r\n2 - اخوت ،\r\nبرادرى و اتحاد ( مخصوصاً براى فرمانده ) اگر خداى نخواسته بين دو فرمانده رقابت و اختلافى پيش آيد . يا ( العياذبالله ) اختلافى در شهر باشد و به جبهه كشانده شود ، اين جبهه ، جبهه ى ضرار ( 1 ) مىشود نه جبهه‌اى كه بايد نور خدا در آن تجلّى كند .\r\nاگر خداى نخواسته روزى بين سپاه ، ارتش و بسيج اختلافى افتد ، ديگر سپاه و ارتش امام زمان ( ع ) نيست . ديگر قرارگاه سپاه اسلام نيست . بلكه قرارگاه ضرار است . قرارگاهى است كه منافقين مىتوانند ( بواسطه ى اختلاف ) در آن رسوخ كنند .\r\nاگر در جبهه يا غير آن ، بين دو فرمانده اختلاف و جدالى باشد خواه ناخواه اثر سوء بر جبهه و زيردستان خواهد گذاشت و بالاترين گناه در اسلام اختلاف و تفرقه است . بويژه در موقعيت كنونى اسلام و جنگ .\r\nاگر فرمانده‌اى موجب شود كه بين زيردستان اختلاف و تفرقه حاصل گردد ، گناه آن متوجه او خواهد بود .\r\n\r\n3 - رأفت و مهربانى ،\r\nروح تلطّف و مهربانى بايد در همه جا و البته در جبهه بيشتر وجود داشته باشد . يعنى در حالى كه زير دستان بايد از فرمانده متابعت كنند ، فرمانده هم نبايد روح استبداد داشته باشد بلكه با آنان مشورت كند و به نظرات آنها احترام بگذارد . رحمت ، رأفت و مهربانى لازمه ى همه ى ارگانها و نهادها بويژه مراكز سپاه و جبهه است .\r\n\r\n4 - صبر واستقامت ،\r\nاز موارد لازم ديگرى است كه بايد بين سپاه ،\r\n\r\n","description":"","footnote":"","page_name":" 170 ","page_number":178},
  {"content":"\r\n\r\nارتش ، بسيج و . . وجود داشته باشد البته اين شرط براى فرماندهان از اهميت و لزوم بيشترى برخوردار است . جبهه و جنگ صبر و استقامت و بردبارى بسيارى مىخواهد چنانچه پيغمبر اكرم ( ص ) فرموده است ايمان دو ركن دارد :\r\n1 - هنگاميكه غلبه پيدا مىكنيد شكرگذار نعمتهاى حق تعالى باشيد ، 2 - وقتى كه بلا ، مصيبت و شكست پيش آمد صبر كنيد . اگر فرمانده حرفى بزند يا عملى انجام دهد كه از آن بوى يأس بيايد ، معلوم است كه چه اثر سوئى در زير دستان خواهد گذاشت . ولى اگر فعل و قول فرمانده در برابر كمبودها ، نقصها ، شكستها و . . . بگونه‌اى باشد كه نشان دهنده ى صبر و بردبارى وى باشد يقيناً به زيردستان روح صبر و ايمان خواهد بخشيد .\r\n\r\n5 - اعتماد به خداوند متعال :\r\nتوكل بر حقتعالى از امور مهمه‌اى است كه بايد همه ى رزمندگان بخصوص فرماندهان ، بدان توجه كامل داشته باشند اگر پيروزى بدست آمد ، بدان توجه كامل داشته باشند اگر پيروزى بدست آمد ، بدانند كه از خداوند بوده است و هر مصيبتى هم پيش بيايد از غرور و عدم توكل به خداوند تعالى است .\r\nخلاصه بدانيد كه : بهترين محل براى كسب فضائل و اخلاق پسنديده ، جبهه است . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - يكى از علماى بزرگوار فرمود اگر مىخواهد نفس راضيه مرضيه پيدا كنيد با اخلاص به جبهه‌ها برويد .\r\n","page_name":" 171 ","page_number":179},
  {"content":"\r\n\r\n\r\nجلسه ى بيست و دوم تقوى\r\nبِسمِهِ تَعالى\r\nيا ايُّهَا النّاسُ اتَّقُوا رَبَّكُم انَّ زَلزَلَةَ السّاعَةِ شَئٌ عَظيمٌ ( حج 1 )\r\nاى مردمان خدا ترس و پرهيزكار باشيد كه زلزله روز قيامت بسيار حادثه بزرگ و واقعه ى سخت و هولناكى است ، روزى است كه زنان شيرده از وحشت ، اطفال خود را فراموش كنند و هر آبستن بار رحم بيفكند ، مردم را از وحشت آن روز ، بى خود و مست بنگرى ، در صورتى كه مست نيستند و ليكن عذاب خدا سخت است .\r\nدر سوره ى اعلى درباره اهل جهنم مىفرمايد : لا يَمُوتُ فيها وَ لا يَحيي در دوزخ ، عذاب بقدرى دردناك است كه نه كسى بميرد تا راحت شود و نه زنده است كه برخوردار از زندگى باشد ، در جهنم عذاب الهى آنقدر شديد است كه همه ى قوا بجز قوه ى لامسّه از كار مىافتند فقط عذاب الهى درك مىشود .\r\nيُبَصَّرُونَهُم يَوَدُّ المُجرِمُ لَو يَفتَدي مِن عَذابِ يَومِئِذٍ بِبَنيهِ وَ صاحِبَتِهِ وَ اخيهِ - وَ فَصيلَتِهِ الَّتي تُؤويهِ و مَن فِي الارضِ جَيمعاً ثُمَّ يُنجيهِ كَلّا انَّها لَظي نَزّاعَةً لِلشَّوي ( معارج 10 - 70 ) .\r\n\r\n","description":"","footnote":"","page_name":" 172 ","page_number":180},
  {"content":"\r\n\r\nچون آن روز حقيقت حالشان را به آنها بنمايانند ، بدكار آرزو كند كه اى كاش مىتوانست فرزندان و زن و برادر و خويشاوندشان را كه پناهگاه او بودند و همه افراد روى زمين را فداى خود كند تا مگر از آن عذاب نجات يابد ، و هرگز به فدا نجات نيابد كه آتش دوزخ بر او شعله ور است تا سر و صورت و اندامش بسوزد .\r\nوَاتَّقُوا يَوماً لا تَجزي نَفسٌ عَن نَفسٍ شَيئاً وَ لا يُقبَلُ مِنها شَفاعَةٌ وَ لا يُؤخَذُ مِنها عَدلٌ وَ لا هُم يُنصَرُونَ . ( بقره 48 )\r\nحذر كنيد از روزى كه در ان روز هيچ كسى بجاى ديگرى مجازات نبيند و هيچ شفاعتى از كسى پذيرفه نشود و فدا و عوض قبول نكنند . چنانچه از آيات شريفه قرآن فهميده مىشود تقوى نجات دهنده ى انسان در عالم دنيا و آخرت است ، خداوند مىفرمايد : اگر همه مردم با تقوى بودند مثل باران براى آنها نعمت نازل مى كرديم و همه را در رفاه و آسايش قرار مىداديم ( و ليكن گناه دست و پا پيچ مىشود و از نعم حق جلوگيرى مىكند ) .\r\nسپاهى بايد آئينه ى تمام نماى تقوى و جبهه مظهر تقوى و پرهيزكارى باشد .\r\nفرمانده بايد به زير دست احترام بگذارد\r\nپيغمبر اكرم صلى الله عليه و آله به عيادت مولا اميرالمؤمنين عليه السلام رفتند - چشمان مبارك امام ( ع ) بسيار درد مىكرد پيغمبر ( ص ) مىخواستند توجه ايشان را از درد منصرف و متوجه چيز ديگرى بكنند ، فرمودند : ياعلى ، وقتى عزائيل به قصد گرفتن جان كافر بيايد ، سيخى سرخ ( گداخته ) از آتش جهنم بهمراه دارد و با آن سيخ آتشين جان او را با شدت و سختى مىگيرد ، مولى ( ع ) بقدرى ناراحت شدند كه از رختخواب\r\n\r\n","description":"","footnote":"","page_name":" 173 ","page_number":181},
  {"content":"\r\n\r\nبلند شدند و عرض كردند يا رسول الله يك بار ديگر اين فرمايش را تكرار فرمائيد - حضرت ( ص ) نيز تكرار فرمودند پس از حضرت رسول ( ص ) سؤال فرمودند : كه آيا از امت شما نيز كسى هست كه بدين صورت جانش گرفته شود ؟ آيا مسلمانان هم اين گونه جان مىدهد ؟ حضرت فرمود : آرى - ظالم و متجاوز\r\nالبته مصداق متجاوز و ظالم فقط صدام نيست ، بلكه اگر فرمانده نيز به سپاهيان جسارت كند او هم ظلم كرده است ، نگاه كردن تحقيرآميز و از روى بىاعتنائى و مسخرگى ظلم و تجاوز است .\r\nاگر كسى حرفهاى نيش دار زده باشد ، مردم را تحقير كرده باشد ، روز قيامت به صورت سگ محشور شده و به جهنم افكنده مىشود و در آنجا است كه داد و فرياد مىزند : رَبَّنا اخرِجنا سر مىدهد ، كه خدايا ما را از دوزخ خارج فرما و حق تعالى مىفرمايد : سخن نگوئيد . در اين آيه ى شريفه كلمه ى اخسأ استعمال شده ( قالَ اخسَئُوا فيها وَ لا تُكَلّمُونَ ) اين تعبير براى راندن سگ استعمال مىشود و شايد استعمال اين تعبير ظاهراً دلالت مىكند بر اين كه آنان به صورت سگ مىباشند .\r\n\r\nاهميت دادن به واجبات\r\nمرتبه اول و مهم تقوى اينست كه به واجبات اهميت داده شود ، ( مثلًا ) يكى از واجبات امر به معروف و نهى از منكر است . اين واجب بايد حتماً در سپاه و مخصوصاً در جبهه‌ها عمل شود ، ( قطع نظر از اينكه هر مسلمانى بايد به اين واجب الهى عمل نمايد . )\r\n\r\nصفات مُجاهِد فى سَبيلِ اللهِ تَعالي\r\nخداوند جان و مال مجاهدى را خريدار است كه به صفات زير\r\n\r\n","description":"","footnote":"","page_name":" 174 ","page_number":182},
  {"content":"\r\n\r\nمتصف باشد :\r\n1 - التّائِبُونَ : يعنى هميشه در حال توبه و راز و نياز با خداوند تبارك و تعالى باشند .\r\n2 - العابِدُونَ : يعنى همواره در حال عبادت پروردگار تعالى باشند .\r\n3 - الحامِدُونَ : يعنى حمد و شكر خداى را هميشه به ياد داشته باشند و شكر گزارنده نعمتهاى حق تعالى باشند .\r\n4 - السّائِحُونَ : يعنى در همه حال سير الى الله تعالى داشته و اهل سير و سلوك باشند .\r\n5 - الرّاكِعُونَ السّاجِدُونَ : يعنى در سنگر و جبهه و هنگام بيكارى در حال سجود و ركوع باشند و به نماز اهميت بسيار فراوانى قائل شوند .\r\n6 - الآمِرُونَ بِالمَعرُوفِ وَ النّاهُونَ عَنِ المُنكَرِ : يعنى سپاهى و بسيجى بايد در جبهه ، امر به معروف و نهى از منكر را شعار خود قرار دهند و قولًا و عملًا بدان عمل نمايند ، در سپاه و جبهه همگى بايد مواظب همديگر باشيد و يكديگر را در انجام واجبات الهى به نحو احسن وادار كنيد و بر شما است كه محرمات الهى را ترك كنيد و كارى كنيد كه در سپاه و جبهه معصيت - هر چند كوچك - نباشد .\r\n7 - وَالحافِظُونَ لِحُدُودِ اللهِ : يعنى در جبهه ، محل كار و سپاه هرگز گناه نشود و حدود خداى تعالى مراعات گردد .\r\nاگر فرمانده به واجبات اهميت ندهد ، معلوم است كه زيردستان نيز به واجبات الهى اهميت نخواهد داد ، وقتى سپاهى و بسيجى ببيند كه فرمانده و مسئولش در اول وقت حاضر به نماز شده و در صف جماعت ايستاده است ، خواه ناخواه و در كوتاه يا بلند مدت در او تأثير مثبت خواهد گذاشت ، ولى اگر فرمانده بدون دليل به نماز جماعت حاضر نشود ، اثر سوء مىگذارد و اگر روز اول نماز جماعت يا دعا با حضور ( مثلًا ) صد نفر\r\n\r\n","description":"","footnote":"","page_name":" 175 ","page_number":183},
  {"content":"\r\n\r\nتشكيل شده است ، به تدريج از تعداد افراد كاسته خواهد شد و تا اينكه نماز جماعتى برگزار نگردد .\r\nهمچنانكه اگر لشكريان از فرمانده شجاعت ببينند ، آنها هم شجاع خواهند شد و ديگر عقب نشينى در كار نخواهد بود .\r\nمَن سَنَّ سُنَّةً حَسَنَةً فَلَهُ اجرُها وَ اجرُ مَن عَمِلَ بِها ، وَ مَن سَنَّ سُنَّةً سَيّئَةً فَلَهُ وِزرُها وَ وِزرُ مَن عَمِلَ بِها . هر كسى كه عمل خوب و صالحى را انجام دهد براى او اجر و پاداشى است ، و اگر شخص ديگرى از او پيروى نمايد و آن عمل را انجام داد - ثواب و پاداش اين عمل براى هر دو نوشته خواهد شد ، و اگر كسى عمل زشت و بدى انجام دهد ، همانا براى او بدى و كيفرى است و اگر شخص ديگرى از او متابعت كند و عمل بد را انجام دهد بدرستيكه كيفر و بدى شامل هر دو خواهد شد .\r\nپس معلوم شد كه درجه‌اى از تقوى اهميت دادن به واجبات الهى و ترك محرمات و معاصى است . و اين مسئله از اهمّ مسائلى است كه سپاهيان و مخصوصاً فرماندهان بايد بدان توجه و عنايت خاصى داشته باشند .\r\n\r\nاحتياط دركارها لازم است\r\nسپاهى بايد در كارها متكى به عصاى احتياط باشد ، مخصوصاً فرماندهان عزيزى كه در جبهه هستند . فرمانده و مسئول نبايد كانال‌هاى اطلاعاتيش محدود باشد ، يكى از نارسائيهائى كه در امر مسئوليت و فرماندهى پيش مىآيد اينست كه مسئول و فرمانده اطلاعاتش را از يك كانال مخصوص كسب كند و اين امر باعث بوجود آمدن شايعه پراكنى و بدبينى مىشود .\r\nفرمانده و مسئول بايد گفتار ، اعمال و تصميماتش را ابتداء بررسى\r\n\r\n","description":"","footnote":"","page_name":" 176 ","page_number":184},
  {"content":"\r\n\r\nكرده و حساب شده انجام بدهد ، معناى احتياط اين است كه كارها از روى عجله و بدون فكر و بررسى ( و مشورت ) نباشد ، اگر فرمانده سهواً مرتكب اشتباهى شود ، اولين سؤالى كه روز قيامت از او مىشود اينست كه چرا احتياط نكردى !\r\nاگر از گفتار و كردار و رفتار يك سپاهى ، بسيجى و ارتشى در جامعه بدبينى بوجود آيد اگر چه او مقصر هم نباشد ولى از او سؤال خواهد شد كه چرا با عصاى احتياط راه نرفتى ، اين امر براى همه سپاهيان و افراد بسيج مخصوصاً براى فرماندهان جبهه لازم و واجب است ، چنانچه قرآن شريف مىفرمايد فَاتَّقُوا اللهَ مَا استَطَعتُم وَ اسمَعُوا وَ اطيعُوا ( تغابن 16 )\r\nپس تا مىتوانيد خدا ترس و پرهيزگار باشيد ( يعنى با احتياط عمل كنيم و حرفى را كه مىزنيم ، يا تصميمى را كه مىگيريم از روى دليل محكم و درست باشد ) سخن حق را بشنويد و اطاعت كنيد ، عدم احتياط در كارها براى سپاهى و رزمندگان جبهه گناه و براى فرمانده گناهش بزرگتر است .\r\n\r\nاهميت دادن به مستحبات\r\nديگر امورى كه فرماندهان ومسئولين ، بلكه همه سپاهيان و افراد بسيج بايد به آن عنايت داشته باشند ، انجام مستحبات است ، اين اهميت موجب مىشود كه دست عنايت الهى بر سر بنده باشد .\r\nقابل توجه است كه اين امر در جبهه‌ها حائز اهميت بيشترى است ، چون جبهه بيشتر به عنايات پروردگار محتاج است ( البته همه در هر حال فقير محض و نيازمند به عنايات الهى هستيم ، ليكن مسئله جبهه ، مسئله خاص و مهمترى است ) لذا لازم است كه فرماندهان به مستحبات عمل كنند ، نماز شب در ميان مستحبات ديگر بيشتر سفارش شده است ، چون\r\n\r\n","description":"","footnote":"","page_name":" 177 ","page_number":185},
  {"content":"\r\n\r\nنماز شب به انسان نشاط و مقام محمود « 1 » مىدهد و پيروزى آفرين است ، اى فرماندهان با خواندن نماز شب دست عنايت حق را بر سر خود داشته باشيد و سر مشق براى ديگران بشويد ، مواظب باشيدكه شيطان از اين راه وارد نشود و به شما بگويد : نماز شب نخوانيد كه در حضور ديگران ريا مىشود ، بلكه در حضور مردم و دوستان نماز شب را از روى خلوص به پا داريد ، اى فرمانده شب هنگام در برابر زيردستان و ديگر برادرانت نماز شب بخوان تا مگر از اين عمل ديگران نيز متنبه شوند و اين سنت زنده و پايدار شود و بدانكه اگر كسى از تو پيروى كند و نماز شب بخواند ثوابش را هم براى تو و هم براى او مىنويسند .\r\nاز مستحبات ديگرى كه حائز اهميت مىباشد تلاوت قرآن است ، اى فرماندهان در ميان نظاميان و سپاهيان با صداى بلند قرآن بخوانيد تا آنها نيز ياد بگيرند .\r\nمعمولًا تلقين بر روح انسانها حكمفرما است ، چون وقتى مىبينيد كه دوستانتان در محيطى نشسته و مشغول تلاوت قرآن و ذكر اهل بيت ( ع ) هستند ، به صورت طبيعى شما هم تمايل و علاقه پيدا مىكنند . لذا فرماندهان سپاهى ، بسيجى و ارتشى مىتوانند در جبهه‌ها و غير آن مبدأ خير باشند و اثرات فراوانى بوجود بياورند ، مسئولين و فرماندهان شبهاى جمعه در دعاهاى كميل شركت كنيد تا زيردستان به تبعيت از شما اهل دعا و ذكر بشوند ، درآخر بحث ، روايتى را از رسول اكرم صلى الله عليه و آله نقل مىكنيم ، اميد است كه هميشه مورد توجه باشد ، رسول گرامى ( ص ) به اصحاب مىفرمود :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - شخصى از رسول خدا ( ص ) معناى مقام محمود را پرسيد - حضرت فرمود مقام محمود مقام شفاعتست . ( الميزان ، ج 25 ، ص 305 )\r\n","page_name":" 178 ","page_number":186},
  {"content":"\r\n\r\nزمانى بيايد كه استثمارگران ( مثل آمريكا - شوروى - فرانسه - انگليس ) بر شما بتازند چونان تازيدن گرسنگان بر جانب طعام ، سؤال كردند : آيا به علت كمبود نيرو وتعداد نفرات است ؟ حضرت فرموند : خير جمعيت مسلمانان در آن زمان بسيار است - ليكن همانند كف آبى بيش نيستند ، مسلمان نما هستند در آن هنگام خداوند تبارك و تعالى هيبت شما را از دل دشمن مىزدايد و دلتان مملو از وهن مىشود .\r\nشخصى عرض كرد : وهن چيست : حضرت فرمود : حُبُّ الدُّنيا وَ كَراهَةُ المَوتِ . الحمدلله كه كراهت موت از سپاهى و بسيجى رخت بر بسته است ، و بقول خود خارجيها در ايران صف استقبال كنندگان براى رفتن روى مين از هر صفى طولانىتر است ، الآن پاسدارى نيست كه از مرگ بترسد و همه به استقبال مرگ مىروند ، و انشاء الله حُبُّ الدُّنيا هم از ميان شما برود ، البته توجه داشته باشيد كه « حُبُّ الدُّنيا » منحصر به پول دوستى نيست بلكه معناى عام دارد ، اگر خداى ناكرده در ميان فرماندهان رقابت باشد - از مصاديق « حُبُّ الدُّنيا » است ، اگر در ميان سپاه و ارتش و بسيج و نيروهاى رزمنده اختلاف باشد حُبّ دنيا در دل شماست .\r\nهمه دعا كنيد كه رقابت حُبّ دنيا ، رياست طلبى ، پول پرسى سوءِظنّ و . . از ميان ما برود و ما متخلق به اخلاق الهى بشويم .\r\nالهي هَب لي كَمالَ الانقِطاعِ الَيكَ وَ انرِ ابصارَ قُلُوبِنا بِضِيآءِ نَظَرِها إِلَيكَ حَتّي تَخرِقَ ابصارُ القُلُوبِ حُجُبَ النّورِ فَتَصِلَ إلي مَعدَنِ العَظِمَةِ وَ تَصيرَ اروحُنا مُعلَقَةً بِعِزّ قُدسِك . والسلام عليكم و رحمةالله و بركاته\r\n\r\n","description":"","footnote":"","page_name":" 179 ","page_number":187},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 180 ","page_number":188},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 181 ","page_number":189},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 182 ","page_number":190},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 183 ","page_number":191},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 184 ","page_number":192}
  ]