[
  {"content":"\r\n\r\nويژگيهاى\r\nمعلم خوب\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nمظاهرى . حسين . 1312 .\r\nويژگيهاى معلم خوب / مؤلف حسين مظاهرى - قم : نشر اخلاق ، 1379 .\r\n250 ص . 2 - 1 - 90527 - 964 : isbn\r\nفهرست نويسى براساس اطلاعات فيپا ( فهرست نويسى پيش از انتشار ) .\r\nكتاب حاضر ما حاصل پياده كردن نوارهاى صوتى درسهاى نگارنده وبازنويسى و تنظيم مجدد آنهاست .\r\nچاپ ششم .\r\n1 - معلمان - اخلاق حرفه اى . 2 . اخلاق اسلامى .\r\nالف . عنوان .\r\n9 و 6 م / 4 / 254 bp\r\nالف 1379\r\nكتابخانه ملى ايران\r\n8253 - 79 م\r\nنشر اخلاق\r\nويژگيهاى معلم خوب\r\nآية الله حسين مظاهرى\r\nچاپ : يازدهم زمستان 500088 نسخه\r\nچاپخانه : حافظ صحافى : مشعر رقعى 250 صفحه\r\nشابك : 1 - 7 - 90527 - 964 1 - 7 - 90527 - 964 isbn\r\nقم : خيابان ارم ، پاساژ قدس ، پلاك 108 - تلفن : 7743635 - 7231947 همراه : 09121523396\r\nقيمت : 2500 تومان\r\nهمهء حقوق اين كتاب محفوظ و مخصوص ناشر است .\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nويژگيهاى معلم خوب\r\nويژگيهاى\r\nمعلم خوب\r\nقم - مركز تربيت معلم آية الله طالقانى - صندوق پستى 3549 - فاكس 22897\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\nپيشگفتار\r\nاوراق تاريخ مشحون از نبردها و مصائبى است كه عمدتا بر اثر سركشى ها و طغيان نفس بشر پديد آمده اند . ديروز صداى چكاچك شمشيرها و امروز غرش هواپيماها و تانكها را كسانى بر پا مى كردند و مى كنند كه يا اصولا تعليم نديده اند و يا اگر هم تعليمى در كار بوده است ، تهذيب و تأديب نفس را بدان راهى نبوده است .\r\nاز آغازين روز پيدايى انسان ، هزاران پيامبر از سوى خداوند تبارك و تعالى بر انگيخته شدند تا وسيلهء هدايتش باشند واو را از مسير ضلالت به طريق پاك الهى راهنمايى كنند . عملهايى كه به همراه معجزاتى عظيم و احكامى رهايى بخش ، سختى ها را به جان خريدند و مرارتهاى صعب و جانفرسا را متحمل شدند ، قوم گمراهان را موعظه نمودند و به ستيز با طاغوتيان برخاستند تا آنكه بر مرتفع ترين قلل هدايت ، انوار مشمشع آخرين فرستادهء الهى حضرت محمد ( ص ) پديدار گشت .\r\nوالاترين رسول حق زمانى به ابلاغ رسالتش پرداخت كه حتى در كعبه - اين يادگار ابراهيم بت شكن - انواع بتان خانه گزيده بودند و قوم جاهليت در حضيض نكتب و\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nخوازى غوطه ور بود . در موقعيتى چنين خطير ، بر تارك مواعظ آن حضرت اين جمله مى درخشيد كه \" بعثت للتعليم \" و هدف از بعثت حضرتش را شناساندن راه فلاح و رستگارى به نوع بشر و هدايتشان از وادى تاريكى ها به ديار نور و روشنايى معرفى نمود و آمد تا آنچه را كه نمى دانند بدانانبياموزاند .\r\nطى چهارده قرن دشمنان فروغ هدايت با انواع وسايس به خيال واهى قصد خاموش نمودن اين پرتو ايزدى را داشته اند و نه تنها توفيق نيافتند بكله اكنون با ظهور انقلاب اسلامى در ايران خونى تازه در رگهاى انسانيت به گردش در آمده است . اينك رايت عظيم توده هاى زير سلطه براى رهايى از قيد سلطه جويان مادى و معنوى بر دوش اين نظام الهى است و اين تحقق نخواهد يافت مگر آنكه نسل فعلى و نسلهاى آتى با شيوه اى شايسته و مناسب تحت آموزش و تعليم واقع شوند .\r\nدقيقا در همين راستا ، نقش و جايگاه ارزشمند و انكار ناپذير \" معلم \" پديدار مىشود . البته نبايد هيچگاه در تبيين واژه معلم اكتفا به محدوده مدارس و دانشگاهها نمود ، بلكه مى بايد آن را از تربيت فرزندان در محيط خانه تا رهبرى سياسى ، اجتماعى جامعه تعميم داد . بسيار ضرورى مى نمايد كه با ارج نهادن به مقام شامخ تعليم و تعلم و تأكيد فراوان بر امر تزكيه نفس ، با طراحى و اجراى برنامه هاى اصولى و برداشتن قدمهاى اساسى و سازنده ، حركتى همه جانبه براى نيل به اهداف نظام مقدس اسلامى انجام شود و هرگونه تأخير يا تعلل در اين رابطه خسارات جبران ناپذيرى در پى خواهد داشت .\r\n* * *\r\nمركز تربيت معلم شهيد آية الله مدنى قم طى سالهاى 67 - 1366 توفيق يافت تا با يارى و مساعدت خالصانهء استاد آية الله مظاهرى ، سلسله مباحثى را پيرامون نقش ، جايگاه و وظايف معلمين برگزار نمايد . هر چند از اين جلسات ضبط تصويرى و صوتى\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nبه عمل آمد و همچنين در تيراژ محدود تكثير گرديد ولى محتواى غنى بحث ها و تقاضاى فراوان مشتاقان ما را بر آن داشت تا با صلاحديد حضرت استاد نسبت به چاپ اين مباحث به شكل حاضر اقدام نمائيم . متن حاضر ما حصل پياده كردن نوارهاى صوتى و بازنويسى و تنظيم مجدد آنها است . بديهى است پيشنهادات ، انتقادات و سؤالات ارسالى خوانندگان محترم كمك شايانى در هر چه پربارتر نمودن اين كتاب در چاپ هاى بعدى خواهد بود .\r\nدر اينجا لازم مى دانيم از حضرت آية الله مظاهرى به علت بذل توجه و قبول زحمت ايشان كمال تقدير و تشكر را بنمائيم و همچنين براى كليهء عزيزانى كه در مراحل مختلف تهيه و تدوين اين اثر ما را يارى نمودند از درگاه ايزد منان توفيق روز افزون در خدمت به اسلام ومسلمين را آرزو كنيم .\r\n\" مركز تربيت معلم شهيد آية الله مدنى - قم \"\r\nفروردين 1370 ه‍ ش\r\nمطابق با رمضان المبارك 1411 ه‍ ق\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\n\r\nدرس اوّل مقام و منزلت معلم\r\nقَالَ رَبِّ الشرَح لِى صَدرِى وَ يَسِّرلِى أَمرِى وَاحلُل عُقدَة مِّن لِّسَانِى يَفقهُوا قَولِى ( طه ، 30 - 24 )\r\nبحث ما به خواست پروردگار عالم و به لطف حضرت بقيةالله ( عج ) ، راجع به يك سئوال است و آن سئوال اين است : چه بايد بكنيم تا معلّم خوبى شويم ؟ اين سئوال ، سئوال خوب و بحث مفيدى است ، مخصوصاً براى معلّمان و مربّيان عزيز . در جواب اين سئوال بايد بگويم ، شرايطى بايد در شما فراهم شود تا معلّم خوبى شويد ، به عبارت ديگر فضائلى بايد در شما بوجود بيايد .\r\nشرط اوّل آن است كه معلّم بايد قدر خود را بداند و منزلت خويش را بشناسد ، يعنى مواظب باشد تا اوّلًا خود را ارزان نفروشد ، ثانياً احساس\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nمسئوليّت كند چون قدر و منزلت هر چه بالاتر باشد ، مسئوليّت سنگين تر است .\r\nاز نظر پروردگار عالم ، كار معلّم ، كار خداست و نقش او در جامعه نقش پيغمبر اكرم است ، نقش همه ى انبياء و اوصياء و بالأخره نقش روحانيّت است . اوّلين سوره اى كه بر پيغمبر اكرمص نازل شده است ، سوره ى عَلّق است ، مى فرمايد :\r\nاقرَأ بِاسمِ رَبِّكَ الَّذِى خَلَقَ خَلَقَ الإِنَسنَ مِن عَلَقٍ اقرَأ وَ رَبُّكَ الأَكرَمُ الَّذِى عَلَّمَ بِالقَلَمِ عَلَّمَ الإِنَسنَ مَا لَم يَعلَم ( علق ) اين آياتى است كه در همان وهله ى اوّل بر پيغمبر اكرمص نازل شد و در اين آيات پروردگار عالم خود را يك معلّم قلمداد مىكند . مى فرمايد ، پروردگارت اكرم است ، براى اينكه معلم است و در سوره ى جمعه مى فرمايد كه هدف از بعثت رسول اكرمص ، هدف از آمدن قرآن و به عبارت ديگر ، هدف از آمدن همه ى پيامبران و همه ى كتابهاى آسمانى همانا آموزش و پرورش است .\r\nپيغمبر با معجزه و قرآن براى آموزش و پرورش آمده است ، يعنى بعثت . هدف قرآن يكى تهذيب نفس ( تربيت ) و ديگرى بالا بردن سطح معلومات\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\n( تعليم ) انسان است . در لسان قرآن ، به جاى آموزش و پرورش ، پرورش و آموزش آمده است . در اينجا درصدد آن نيستم كه چرا به جاى آموزش و پرورش ، پرورش و آموزش آمده است ، امّا بالأخره از اين تكرار آيه در قرآن ، نقش معلّم در جامعه معلوم مىشود .\r\nقرآن مى گويد ، كار معلّم ، كار خداست ، نقش او ، نقش انبياء و نقش همه ى كتابهاى آسمانى است . اين جمله ى قرآن را سبك نشماريد .\r\nيك معلّم بايد توجّه داشته باشد كه بسيار مىتواند كار كند و نه تنها مىتواند افراد شايسته و صالح را تحويل جامعه دهد ، بلكه حتّى مىتواند افراد طالح را صالح نمايد و قوانين طبيعى را خنثى كند . مثلًا معلّم مىتواند اثر قانون وراثت را خنثى كند . اگر نوجوان يا جوانى از نظر وراثتى آلوده باشد يا اينكه از نظر محيط خانوادگى آلوده باشد ، معلّم كاردان و شايسته مىتواند اين ناشايسته را شايسته كند . در تاريخ نمونه هاى فراوان داريم كه معلّمى افراد ناشايسته را شايسته نموده است . اينكه معلّم بتواند يك قانون طبيعى را از بين ببرد سبك نشماريد . اين منزلت دنيايى معلّم است ، امّا از نظر پاداش و ثواب اخروى ، بدانيد كه هيچ عبادتى بالاتر از تعليم و تعلّم نيست و هيچ عبادتى بالاتر از معلّمى نيست .\r\nپيغمبر اكرمص وارد مسجد شدند ، ديدند دسته اى مشغول ذكر و ورد هستند از آنها گذشتند و دسته ى ديگرى را ديدند كه مشغول تعليم و تعلّم بودند ؛\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nپيامبر نشستند و سه مرتبه فرمودند : بُعِثت لتّعليم آمده ام براى اين گونه مجالس ؛ من آمده ام براى اينكه سطح معلومات را بالا ببرم .\r\nدر قرآن درباره ى دعا و راز و نياز با آن همه اهميّت سفارش بسيار شده است تا آنجا كه مى فرمايد :\r\nوَ قَالَ رَبُّكُم ادعُونِى أَستَجِب لَكُم إِنَّ الَّذِينَ يَستَكبِرُونَ عَن عِبَادَتِى سَيَدخُلُونَ جَهَنَّمَ دَاخِرِينَ ( مؤمن ، آيه ى 60 )\r\nدعا كنيد و از دعا مأيوس نشويد و اگر شديد به جهنّم مى رويد و در جهنّم خوار و ذليل هستيد . اين راجع به اهميّت دعا بود و امّا راجع به قرائت قرآن ولو در آن تدبّر نشود و معناى آن را نفهمد - قرآن مى فرمايد :\r\nفَاقرَءُوا مَا تَيَسَّرَ مِنَ القُرءَانِ عَلِمَ أَن سَيَكُونُ مِنكُم مَّرضَى وَ ءَاخَرُونَ يَضرِبُونَ فِى الأَرضِ يَبتَغُونَ مِن فَضلِ اللهِ وَ ءَاخَرُونَ يُقَتِلُونَ فِى سَبِيلِ اللهِ فَأقرَءُوا مَا تَيَسَّرَ مِنهُ ( مزمل ، آيه ى 20 )\r\nيعنى اى مسلمان ! تا مى توانى قرآن بخوان . خدا مىداند گاهى مريض هستى ولى در همان حال نيز قرآن بخوان ، خدا مىداند گاهى مشغول كار هستى ،\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nحتماً قرآن بخوان . آنگاه با حرارت مى فرمايد ، مى دانم كه گاهى در خط مقدّم جبهه هستى ، بايد قرآن بخوانى تا اندازه اى كه براى تو ميسّر است .\r\nدر جنگ خيبر ، روز اوّل مسلمانها شكست خوردند . روز دوّم و سوّم نيز شكست بود و دشمن جسور شده بود و افرادى نيز از پشت خنجر مى زدند و روحيّه ى مسلمانان را تضعيف مى كردند . وضع خطرناكى براى اسلام پيش آمده بود . پيامبر فرمود : فردا عَلَم را به دست كسى خواهم داد كه خداوند او را دوست داشته باشد و من نيز او را دوست داشته باشم و او هم خدا را دوست داشته باشد .\r\nروز بعد پيامبرص فرمود كه اميرالمؤمنين على ( ع ) به حضورشان برود . گفتند : يا رسول الله ! چشمان مبارك امام درد مىكند و نمى تواند به جبهه برود . پيامبر فرمودند : بيايد . امام ( ع ) را آوردند . پيامبر آب دهان مبارك خود را به پشت چشمهاى امام ماليدند و با معجزه ايشان را شفا دادند . پيامبر ( ص ) عَلَم را به على ( ع ) سپردند و ايشان را سردار لشكر نمودند . اميرالمؤمنين ( ع ) سوار مركب شد و پيامبر پياده بود . در چنين وضع حسّاس ، پيامبرص بايد حسّاسترين جملات را بفرمايد و ايشان جمله اى فرمودند كه درجه اى است و الا براى معلّم و افتخارى براى او . فرمودند :\r\nلان يهدى الله بك رجلًا خير لك من الدّنيا و ما فيها يا لان يهدى الله بك رجلًا خير ممّا طلعت عليه الشمس\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nعازم جبهه هستى با اين وضع خطرناكى كه براى مسلمانان بوجود آمده است ، امّا بدان كار مهم تر از اين ، آن است كه منحرفى را به راه بياورى ، كه براى تو بهتر است از دنيا و آنچه در دنياست . يعنى ثواب آن ، ثواب خط مقدّم نيست ، بلكه بالاتر از آنچه است كه آفتاب بر آن مى تابد .\r\nاگر يك كلاس دينى تشكيل شود ، در روايات مى خوانيم كه ملائكه مى آيند و بالهايشان را مى گسترانند تا افراد روى آنها بنشينند ، بعد به آسمان مى روند و افتخار مى كنند كه بال آنها فرش جلسه ى تعليم و تعلّم شده است . اينها را سبك نشماريد .\r\nاز اينها گذشته ، قرآن درجه اى به معلّم داده است كه اگر شبانه روز به آن افتخار كند باز هم كم است ، آنجا كه مى فرمايد :\r\nمِن أَجلِ ذَلِكَ كَتَبنَا عَلَى بَنِى إسرَاءِيلَ أَنَّهُ مَن قَتَلَ نَفسَا بِغَيرِ نَفسٍ أَو فَسَادٍ فِى الأرضِ فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعاً وَ مَن أَحيَاهَا فَكَأَنَّمَا أَحيَا النَّاسَ جَمِيعا وَ لَقَد جَاءَتهُم رُسُلُنَا بِالبَيَنَّتِ ثُمَّ إِنَّ كَثِيرا مِنهُم بَعدَ دَلِكَ فِى الأَرضِ لَمُسرِفُونَ . ( مائده ، آيه ى 32 )\r\nبنا به تفسيرى كه امام صادق ( ع ) از اين آيه ى شريفه كرده است ، معناى آن\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nاين است كه اگر كسى بتواند يك نفر را بسازد و يك باسواد متعهّد تحويل جامعه بدهد ، ثوابش تنها اين نيست كه يك نفر را زنده كرده است بلكه ثوابش اين است كه جهان را زنده كرده است . اگر اينك پنج ميليارد جمعيّت روى كره ى زمين است ، قرآن مى فرمايد اگر بتوانى يك بچه ى مسلمان ، يك فرد باسواد متعهّد تحويل جامعه بدهى و به عبارت ديگر اگر به وظيفه ى معلّمى عمل كنى ، در يك سال ، يك نفر را زنده نكردى بلكه هزاران نفر را زنده كرده اى ، پنج ميليارد را زنده كرده اى .\r\nاگر شما فردى را كه در حال غرق شدن در دريا است نجات داديد ، چقدر ثواب دارد و چقدر از اين عمل خود خوشحاليد ؟ يا اگر بچه ى همسايه ى شما در شُرُف مرگ باشد و او را به بيمارستان برسانيد و از مرگ نجات دهيد ، از اين كار خود پيش مردم چقدر افتخار مى كنيد ؟ و چه اندازه پيش وجدان خود و ديگران سرافرازيد ؟ چقدر مردم به شما مى گويند بارك الله يك نفر را زنده كرديد و كسى را كه در شُرُف مرگ بوده است نجات داده ايد ؟\r\nقرآن مى گويد معلّم اگر بتواند آلوده اى را پاك كند ، منحرفى را به راه بياورد و يك مسلمان متعهّد تحويل جامعه بدهد مانند اين است كه جهان را زنده كرده است . اين درجه ى معلّم است و تأسّف در اين است كه بسيارى از ايشان قدر خود را نمى دانند .\r\nاميرالمؤمنين ( ع ) مى فرمايد :\r\nكفى بالمرء جهلًا ان لم يعرف قدره\r\nبس است كه\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nمرد جاهل باشد ، در عالم ملكوت اسم او در دفتر جاهلان نوشته بشود ، اينكه قدر و منزلت خود را نداند . در نهج البلاغه اميرالمؤمنين ( ع ) راجع به مؤمن مى فرمايد : خود را ارزان نفروش ، قيمت تو بهشت است ، مواظب باش خود را به كمتر از بهشت ندهى . همچنين مى فرمايد : خود را به پول نفروش ، به غريزه ى جنسى نفروش ، به رياست و حبّ به مال و جاه دنيا نفروش . اين راجع به مردم معمولى است .\r\nبحث اين قسمت به يك معلّم و يك دبير مى گويد : كار تو كار خدا است ، مواظب باش با فكر كمبود حقوق و دنيا و مادّيّات خود را نفروشى و اين درجه را از بين نبرى ، درجه ى تو بالاتر از اينها است . هر وقت خواستى خودت را ارزان بفروشى اين آيه ى شريفه را بخوان و به يادآور كه پروردگار عالم به معلّم درجه ى\r\nمن احياها فكانّما النّاس جميعاً\r\nرا داده است .\r\nاى معلّم ! ارزش تو سه هزار تومان و پنج هزار تومان نيست ، مبادا با رفيقت بنشينى و بگويى حقوق معلّم كم است ، حقوق معلّم ناچيز است . مواظب باش خود را به پول نفروشى و اگر فروختى ديگر آن درجه و مقامى را كه قرآن و پيامبر به تو داده اند از دست خواهى داد .\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nخلاصه ى درس اول\r\nبايد شرايطى در معلم فراهم باشد تا معلم خوبى محسوب شود . شرط اول شناختن قدر و منزلت معلم است . از نظر خداوند ، كار معلم كار خدا است و نقش او نقش پيامبر اكرمص در جامعه است . -\r\nمعلم توانايى انجام كارهاى بزرگى را دارد و قادر است افراد صالح به اجتماع عرضه نمايد . -\r\nتلاوت قرآن كريم و توسل و دعا بايد از سوى معلمين مورد توجه فراوان قرار گيرد . -\r\nخداوند در قرآن كريم بالاترين درجات را براى معلم منظور نموده است و نهج البلاغه نيز بهاى معلم را با بهشت مقايسه كرده است . -\r\nنبايد معلم درجه ى و الا و مقام رفيع خود را با ماديّات دنيوى معاوضه نمايد . -\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\n\r\nدرس دوّم والاترين عبادت\r\nهيچ عبادتى در اسلام افضل از خدمت به خلق خدا نيست ، حتى جبهه و خط مقدم آن با آن همه فضيلت و نورانيّت ، با آنكه معلّم اخلاق است ، معهذا كار معلّم ثوابش بالاتر است . از حج و نماز شب و از هر عبادتى ، خدمت به خلق خدا افضل است و بشارت مى دهم به معلّمان كه كار آنها خدمت به جامعه است ، با اين ثواب فراوان .\r\nدر روايت مى خوانيم كسى خدمت امام حسن ( ع ) رسيد و عرض كرد : يابن رسول الله ! حاجتى دارم . گره ى كار من با دست شما گشوده مىشود ، گره ى كارم را بگشاى . امام و مرد حاجتمند براى رفع حاجت مرد به راه افتادند .\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nهنگامى كه از كنار مسجد عبور مى كردند ديدند كه امام حسين ( ع ) در مسجد معتكف مى باشند . امام رو به مرد حاجتمند كردند و فرمودند : چرا راهت را دور كردى و پيش من آمدى ؟ خوب بود به برادرم مى گفتنى تا مشكلت را بر طرف كند . سائل عرض كرد : چون برادرتان در حال اعتكاف بود ، نخواستم مزاحم ايشان بشوم . - در اينجا حضرت جمله اى فرمودند كه براى كسانى كه مشغول خدمت به خلق خدا هستند ، بسيار عالى است و بايد از عملى كه انجام مى دهند به خود ببالند -\r\nامام دوّم ( ع ) فرمودند :\r\nقضاء حاجة المؤمن افضل من اعتكاف سنه\r\nاگر كسى حاجتى را از مسلمانى برآورد ، ثواب يك سال اعتكاف دارد . در همين ارتباط ، موسى بن جعفر ( ع ) نيز فرمودند :\r\nقضاء حاجة المؤمن يعدل سبعين حج المقبول\r\n. اگر گره از كار كسى گشودى ، ثواب آن معادل هفتاد حج مقبول است ، هفتاد حجى كه هر طواف آن ، بقول امام صادق ( ع ) شش هزار حسنه دارد و شش هزار گناه از آن بخشوده مىشود .\r\nنظير اين روايات فراوان است . مرحوم ثقة الاسلام كلينى رضوان الله عليه در اصول كافى شايد بيش از پنجاه روايت به مضمونى كه ذكر شد ، نقل كرده است . با توجّه به مطالب فوق معلّمان بايد متوجّه باشند كه عملشان عبادت بزرگى است .\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nبرآوردن حاجت مسلمان بر دو قسم است . يكى مربوط به مادّيّات ، مانند اداء قرض كسى كه مقروض است و ديگرى مربوط به معنويات كه خدمات علمى و فرهنگى است به نسل حال و آينده . همانگونه كه معنويات بالاتر از ماديّات است به همان نسبت كار معنوى ارزشمندتر از كار مادى است .\r\nمملكت بايد اقتصاد صحيح داشته باشد ، در غير اين صورت وابسته خواهد شد ، امّا از اقتصاد مهمتر فرهنگ صحيح است و اگر فرهنگ صحيحى در مملكت برقرار نباشد ، مملكت نوكر اجانب مى گردد و به دامن اين و آن مى افتد . فرق بين اقتصاد و فرهنگ ، فرق بين ماديّت و معنويّت است و اين دو تفاوت فراوانى با هم دارند . تفاوت آنها ، تفاوت جسم و روح است . اگر كسى را سير كنيد ، ثواب بسيارى دارد . كار معلم ، سير كردن نوجوان از نظر علمى است . پيغمبر اكرمص و ائمه طاهرين ( ع ) به دنبال تعليم علم به مردم هستند .\r\nدر روايتى آمده است كه زنى از حضرت زهرا ( س ) مسئله اى را پرسيد و حضرت زهرا ( س ) جواب فرمودند . زن در بين راه جواب را فراموش كرد ، بازگشت و بار ديگر پرسيد و جواب گرفت زن در بين راه مجدداً پاسخ را از ياد برد . شهيد ثانى « 1 » رضوان الله تعالى عليه - در منية المريد نوشته است\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) زين الدين بن على بن احمد ، از فقهاى بنام اماميه ، در سال 911 ه - ق ولادت يافت . وى در دمشق و مصر به تحصيل علم پرداخت . على بن عبدالمعالى و شمس الدين ابن طولون از جمله ى اساتيد او بودند . سفرهايى به حجاز ، عراق و روم داشت . از او بيش از شصت تأليف ذكر شده است مانند روضة البهيه ، مسالك الافهام و منية المريد فى آداب المفيد و المستفيد . وى در دوران سلطان سليم عثمانى در اثناى سفر حج دستگير و در بلاد روم در ساحل دريا به شهادت رسيد و جسد مطهرش به دريا افكنده شد . سال شهادت آن بزرگوار را 965 ه - ق نوشته اند .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nكه اين عمل زن ده مرتبه تكرار گرديد . در مرتبه ى دهم زن ، از زهراء مرضيه ( س ) عذرخواهى كرد و گفت : زهرا جان ! من كُند ذهن هستم و جواب مسئله را براى ديگرى مى خواهم و به اين دليل است كه مزاحم مى شوم . حضرت زهرا ( س ) با كمال خوشروئى و تلطّف فرمودند : در سئوال كردن ، تو حق بر من پيدا مى كنى نه من بر تو . اين جمله واضع حضرت زهرا ( س ) را مى رساند . بعد حضرت فرمودند : براى اينكه با جواب دادن به هر مسئله درجات فراوانى در بهشت پيدا مى كنم .\r\nاين روايت مى گويد كه اگر كودك يا نوجوان كند ذهنى شاگرد شما است بايد با صبر و حوصله و تلطّف ، به عنوان اينكه او يك مسلمان است و قصد آن داريد كه گره از كارش بگشائيد ، به او تعليم دهيد ، و اين بسيار بالاتر از معناى هفتاد حج عمره ى مقبول ، نماز شب و يا يك سال اعتكاف است ، زيرا اين ثوابها مربوط به گره گشايى از امور مادى مردم بود ، اما شما گره معنوى را از كار مردم مى گشائيد .\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nهر گاه شاگرد كُند ذهن بود ، بايد با او كار كرد . از امام صادق ( ع ) روايت است كه مسلمان آن است كه آنچه را براى خود مى خواهد براى ديگران بخواهد و نخواهد چيزى را براى مسلمانها ، آنچه را براى عزيزترين عزيزان خود نمى خواهد . بيش از پنجاه روايت داريم كه همين مضمون را دارند . معلمها با اين عقيده بايد به كلاس بروند .\r\nاى معلم ! آنچه براى عزيزت مى خواهى ، براى ديگران هم بخواه و آنچه براى عزيزت دخترت و پسرت - نمى پسندى براى دخترها و پسرهاى مردم نپسند . اگر دانش آموز يك مسئله رياضى را نمى تواند حل كند ، به او بياموز ، اين گره گشودن از كار مردم است و بالاتر است از برآوردن حاجات مادى مردم . اگر يار انقلاب هستى و قصد خدمت فرهنگى دارى و خود را پاسدار خون شهيدان مى دانى ، از همين لحظه بايد تصميم بگيرى كه شبانه روز خدمت فرهنگى داشته باشى .\r\nگفتم كار معلم خدمت است به جامعه ، انقلاب و نسل آينده كه ثواب بسيار دارد و برعكس ، بى تفاوتى نسبت به جامعه ، نمره ى بى جا دادن به فرزند رفيق خود كه موجب تنبل شدن بچه مىشود ، خنده و مزاح بى مورد و يا ساعت كلاس را با قصّه تمام كردن و بالاخره خدمت نكردن به خلق خدا ، گناهى بسيار بزرگ است . روايتى را ذكر مى كنم تا بدانيد كه بى تفاوتى چه گناه بزرگى است . يك نفر را به صف محشر مى آورند كه از بس ترسيده\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nاست ، چشمهايش به گودى رفته و رويش سياه و در غل و زنجير است . در پيشانى اش نوشته شده است آيس من رحمةالله يعنى اين فرد از رحمت خدا مأيوس است و بايد به جهنم برود . بعد از اين رسوائى خطاب مىشود : اين از طرف حق خيانتكار است . خيانت به خدا و رسول الله كرده است . چرا او خيانتكار است ؟ زيرا او توانايى گره گشائى از كار مردم را داشت امّا گره اى را نگشود و مى توانست خدمتى به جامعه بكند اما نكرد ، بعد خطاب مىشود : او را به جهنم بيندازيد .\r\nاين روايت به معلمين مى گويد : آقا ! قبل از حضور در كلاس ، مطالعه كن ؛ با خنده و قصّه بچه را سرگرم نكن ، اگر توانائى تدريس ندارى ، كنار برو . مواظب باش كه دير به كلاس نروى ، بيشتر درس بده نسبت به بچه هاى ديگران بى تفاوت نباش و دلت براى آنها بتپد . اگر مى بينى دانش آموزى آينده ى روشنى ندارد و مردود خواهد شد ، روى او كار كن ، او را به خانه ببر يا در خانه اش به او كمك كن . اين وظيفه است ، نظير نماز خواندن كه واجب است . اگر گفتى به من چه ؟ و روى دانش آموز ضعيف كار نكردى و بى تفاوتى در كارت آمد و اگر فقط به دنبال اين حقوق ناچيز بودى ، مصداق خسر الدنيا و الاخره خواهى بود .\r\nمعلم بايد قدر و منزلت خود را بداند . با بچه ها خوب كار كند ، با كلماتى نظير عزيزم ، جانم و با قيافه اى سازنده براى بچه ها . در عين اينكه ابّهت\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nمعلمى حفظ شود ، در كلاس اخلاق انسانى و جاذبه داشته باشد . در حالى كه دانش آموز از معلم حساب بايد ببرد ، طورى بايد باشد كه بتواند سئوال كند و جواب بگيرد . اگر مسئله را غلط حل كرد ، جواب صحيح را به او بياموزد و او را تشويق كند و نگذارد بين سايرين خجالت زده و سبك شود .\r\nمِن أَجلِ ذَلِكَ كَتَبنَا عَلَى بَنِى إسرَاءِيلَ أَنَّهُ مَن قَتَلَ نَفسَاً بِغَيرِ نَفسٍ أَو فَسَادٍ فِى الأَرضِ فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعاً وَ مَن أَحيَاهَا فَكَأَنَّمَا أَحيَا النَّاسَ جَمِيعاً وَ لَقَد جَاءَتهُم رُسُلُنَا بِالبَيَنَّتِ ثُمَّ إِنَّ كَثِيراً مِنهُم بَعدَ ذَلِكَ فِى الأَرضِ لَمُسرِفُونَ ( مائده ، آيه ى 32 )\r\nبنابر تفسير امام صادق ( ع ) اگر معلمى بى تفاوت ، موجب انحراف بچّه اى شد و اگر معلمى ضدّ انقلاب شد و ابّهت و روحانيّت را از دل بچه ها برد ، ابّهت اسلام را برد ، گناهش به اندازه اى بزرگ است به مانند آنكه جهان را كشته باشد . اگر معلم با تفاوت باشد و با صرف وقت و عمر و ، با قيافه و گفتار سازنده ، بچه ها را با انضباط عالى تحويل جامعه بدهد قرآن مى فرمايد كه جهان را زنده كرده است . معلم بايد با تفاوت و متعهد باشد . تعهّد به همراه تخصّص ، كه هيچكدام\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nآنها به تنهايى كافى نيست . تخصصِ تنها ، مانند دنياى امروز را پديد مى آورد . در آمريكا ، فرانسه و . . . تخصص هست اما از تعهد خبرى نيست ، لذا مى بينيد كه دنياى امروز ، يك باغ وحش به تمام معنا است . علم دارند ، اما چه جنايتها و گناهان بسيار بزرگ در آنجاها روى مىدهد كه انسان شرم دارد بيان كند . از طرف ديگر تعهد منهاى تخصص ، خشك مقدسى است و فايده اى ندارد و به جائى نمى رسد . ما متعهد با تخصص مى خواهيم . و اما معلّم ، در حالى كه متعهد ، متخصص و متديّن است ، بايد متعادل و با تفاوت باشد ، بايد با وصله ، با تلطّف و مهربان باشد .\r\nوَ إِ قَالَ لُقمنُ لِابنِهِ وَ هَوَ يَعِظُهُ يَبُنَىَّ لَا تُشرِك بِاللهِ إِنَّ الشّركَ لَظُلمٌ عَظِيمٌ ( لقمان ، آيه ى 13 )\r\nاين فرمولى است كه قرآن به معلم مى آموزد . لقمان « 1 » با تلطّف و زبان خوش ، با پند و اندرز و با استدلال پسر خود را تربيت مى كرد و معلم بايد مانند لقمان ، كلاسى را تربيت كند . خلاصه آنكه ، معلمان بدانند . كار حساس و خوبى دارند و مسئوليتى سنگين اما عالى و اگر بهشت را مى خواهند ، بايد متعهد ، متخصص و با تفاوت باشند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لقمان مردى حكيم بود كه بنابر روايات اسلامى حبشى بود و در روزگار داود ( ع ) مى زيست . در اشعار فارسى و امثال و حكم نام وى فراوان آمده است . كلمات حكيمانه ى بسيارى از وى در ارتباط با صفات نيك ، امر به معروف و نهى از منكر ، صبر و تواضع نقل شده است . قرآن كريم در سوره ى لقمان نام او را ذكر كرده است .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nخلاصه ى درس دوّم\r\nدر اسلام خدمت به خلق خدا برترينِ عبادات است و از آنجا كه معلمى ، خدمت به جامعه است از ارزش فراوانى برخوردار است . روايات بسيارى از ائمه ى اطهار ( ع ) رسيده است كه بر اساس آنها خدمت به جامعه ، خصوصاً خدمات معنوى ارجمند تلقى شده اند . -\r\nآنچه از اقتصاد مهمتر است همانا فرهنگ صحيح است و بى تفاوتى نسبت به جامعه و فرهنگ گناهى بزرگ محسوب مىشود . -\r\nدر راستاى توفيق در عبادتى چنين ارزشمند ، ضرورى است كه معلمان عزيز با مطالعه ، با صرف وقت و دقّت كافى ، و با تعهّد و تخصص لازم به امر تربيت شاگردان بپردازند . -\r\nپاسدارى از خون شهيدان و يارى انقلاب اسلامى در گرو خدمت فرهنگى به جامعه است . -\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\n\r\nدرس سوّم امانتدارى\r\nپيش از اين گفته شد كه يك معلّم بايد قدر و منزلت خود را بداند و هر كس قدر و منزلت خود را نشناسد ، قدر آنچه را كه دارد نمى داند و معمولًا نعمت خود را به هدر مىدهد ؛ نظير بچّه اى كه قدر مرواريد را نمى داند و آن را به يك خرما مى فروشد ، گاهى هم با آن بازى مىكند و هنگامى كه خسته شود آن را مى شكند .\r\nاما شرط دوّم كه از شرط اوّل مهمتر است ، آن است كه معلم بايد بداند امانتدار است ، نظير پدر و مادر با اين تفاوت كه پدر و مادر ، دو ، سه و يا ده امانت دارند ولى يك معلّم حدّاقل چهل يا پنجاه امانت دارد و ممكن است\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nطى چند سال بيش از هزار امانت زير دست او بيايد و سپس وارد اجتماع شوند . مسئله مهم ديگر خطير بودن اين امانت است . شاگرد امانت معمولى نيست ، امانتى پر قيمت است و از هر دُرّى گرانبهاتر .\r\nاسلام براى فرد خيلى ارزش قائل است امّا دنياى امروز براى انسان هيچ ارزشى قائل نيست و اين تفاوت اسلام و دنياى امروز است . انسان امروز عمر ، فكر و پول خود را صرف آدم كشى مىكند . گوسفند كشتن و انسان كشتن در دنياى امروز تفاوتى ندارد .\r\nاز ماركس آنكه مى خواست مكتبش جهانى شود - شنيده ايد كه مى گويد : هر كس بايد به اندازه ى قدرت خود كار كند و به اندازه ى ضرورت برداشت . اين گفته دليل بر آن است كه براى فرد ارزش قائل نيست و اين شعار خيلى معنى دارد . وقتى مكاتب فرويد ، دور كيم و نيچه را مطالعه كنيد مى بينيد به اندازه اى انسان را پائين آورده اند كه ارزش او را از حيوان بيشتر ندانسته اند .\r\nاسلام ، در مقابل مكاتب مغرب زمين ، براى انسان ارزش بسيارى قائل است البته اگر انسان ، انسان باشد . اميرالمؤمنين ( ع ) در نهج البلاغه مى فرمايد : مؤمن حرمتش از حرمت كعبه بيشتر و از ملائك مقرّب بالاتر است . در قرآن كريم ديگر لفظ مؤمن نيامده بلكه مى فرمايد : اگر كسى ، كسى را كشت بدون جهت - مانند اين است كه جهان را كشته است .\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nمَن قَتَلَ نَفسَاً بِغَيرِ نَفسٍ أًو فَسَادٍ فِى الأَرضِ فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعاً ( مائده ، آيه ى 32 ) اگر به شما الماسى را به امانت بسپارند تا از آن نگهدارى كنيد ؛ شب ، خواب به چشم شما نمى آيد چون امانتى كه نزد شما است بسيار گرانبها است . اسلام مى گويد كه اى انسان ، الماس هر چند گرانبهاست - سنگى بيش نيست ؛ جوان و نوجوان هزاران برابر آن ارزش دارد . يك معلّم بايد بداند كه هر سال 40 50 نفر از اين امانتهاى پر قيمت زير دست اوست كه علاوه بر ارزش فراوان ، بسيار ظريف و حساس نيز هستند ، به ويژه در دوران دبستان و راهنمايى .\r\nقانون منابهه و محاكات ، كه يكى از الطاف بزرگ خدا است ، در مغز كودك حكمفرما است ؛ به اين معنى كه كودك از پدر و مادر بدون دليل و برهان تقليد مىكند . اين قانون در بسيارى از حيوانات نيز هست و در اطفال زيادتر . در بزرگسالان اين قانون تابع عقل است .\r\nروانشناسان در تبيين قانون منابهه و محاكات مى گويند : اگر گلّه ى گوسفندى را در نظر بگيريم كه از كوچه اى عبور مىكند و در وسط راه مانعى قرار داشته باشد ؛ اوّلين گوسفند از روى مانع مى جهد و بعد دوّمين و سوّمين و مثلًا تا گوسفند پانزدهمى . در اين هنگام اگر مانع را از سر راه برداريم باز هم\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nبقيه ى گوسفندها در محل قرار گرفتن مانع به جهش خويش به روال سابق ادامه مى دهند . گوسفندها بر طبق قانون منابهه و محاكات از سايرين تقليد مى كنند و با استدلال به اين كار نمى پردازند .\r\nدر مورد كودك مى گويند كه او را روى زانوى خود بنشانيد و بگوئيد : مرا دوست دارى ؟ و در همين حال سر خود را پائين بياوريد ، كودك مى گويد : بله بلافاصله عكس اين سئوال را بپرسيد و سر خود را بالا ببريد ، در جواب خواهد گفت : نه ، از ديدگاه روانشناسى كودك تابع حركات سر شما مى باشد .\r\nقانونى كه مطرح شد در عوام زياد ديده مىشود و از سوى قرآن مذمّت شده است . قرآن مى فرمايد كه اين قانون براى دوران كودكى است و در بزرگسالى بايد تابع عقل بود نه احساسات و تقليد . اين قانون در دوران كودكى نعمت بزرگى است زيرا پدر و مادر و معلّم مى توانند با استفاده از آن ، كودك را تابع صد در صد خود نمايند و با كردار و گفتار خود ، شخصيّت كودك را بسازند .\r\nقيافه ، تُن صدا ، ركاكت و يا ادب در كلام و بالأخره همه ى گفتار و كردار بزرگترها به طور ناخودآگاه روى كودك مؤثّر است . مغز كودك ، نوجوان و جوان مانند دوربين عكاسى است . روانشناسان معتقد هستند كه عقل انسان پس از چهل سالگى كامل مىشود .\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nاز طرف ديگر ، رفع قانون منابهه و محاكات از خود نياز به تلاش فراوان دارد و به همين دليل قرآن شريف ، عدم پيروى پيامبرص از قانون فوق را از معجزات ايشان مىداند . آنجا كه مى فرمايد ، قسم به ستاره هائى كه حركت دارند ، غروب و طلوع دارند ؛ اين صاحب شما ( پيامبرص ) در محيطى كه همه گمراه بودند ، هضم در محيط نشد .\r\nوَالنَّجمِ إِذَا هَوى مَا ضَلَّ صَاحِبُكُم وَ مَا غَوَى ( نجم ، آيه ى 2 - 1 ) اين آيه ى شريفه مى گويد كه قانون منابهه و محاكات نتوانست در پيامبر اثر بگذارد و اين معجزه ى اوست .\r\nنقل مى كنند آن هنگام كه پيامبر اكرم 5 - 4 سال بيشتر نداشت مى خواست همراه برادران رضاعى خود به صحرا برود . مادر ايشان دست و صورت او را شست ، لباسهاى وى را عوض كرد و بعد مهره اى را به گردن او آويخت . پيامبر اكرم پرسيدند : اين مهره براى چيست ؟ مادر پيامبر در جواب گفت : اين براى حفاظت تو است . تا اسمِ حفظ آمد ، كودك 4 - 5 ساله مهره را از گردن باز كرد و بدور افكند و فرمود : الله يحافظنى خدايا بايد مرا حفظ كند ، مهره چگونه مىتواند ؟ اين عقل و وحى و تربيت الهى بود . با توجّه به موارد ذكر شده مشخص است كه اگر معلّم ركاكت زبان داشته باشد فرد بى ادبى را به اجتماع عرضه خواهد كرد و اين خيانت است . اين\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nزنگ خطرى است براى معلّم كه هر چه كودك در زمينه ى بى ادبى مرتكب گناه گردد در نامه ى عمل خود ( در صورت مكلّف بودن ) و در نامه ى عمل معلّم او نوشته خواهد شد . برعكس ، اگر ببيند كه معلمش به نماز اول وقت مقيّد است ، او نيز مقيّد مىشود و ثواب آن ، هم در نامه ى عمل محصل و هم در نامه ى عمل معلم تا روز قيامت نوشته خواهد گرديد .\r\nبر اساس روايتى كه شيعه و سنى هر دو آن را نقل كرده اند پيامبرص فرمود : اگر كسى سنّت نيكى بگذارد ، تا آن سنّت باقى است ، براى سنّت گذارنده پاداش دارد و اگر كسى كار بدى را بگذارد ، يعنى به جاى باقيات الصّالحات ، باقيات الطالحات بگذارد ، هر كس مرتكب آن سنّت سوء شود حتى اگر سنّت گذار مرده باشد - در نامه ى عمل او نوشته خواهد شد .\r\nاگر خوشه اى انگور به امانت به شما سپردند و در آن خيانت كنيد ، تنها يك گناه خواهد بود ، اما خيانت در تربيت نسل گناهى مستمر است ، هر روز و شب تا ساليانى دور و تا روز قيامت ، چرا كه فرهنگ امروز است كه نسل آينده را خواهد ساخت .\r\nپَهلَوى چه كرد ؟ فرهنگى را آورد كه انگليس و آمريكا به او ديكته كرده بودند ، فرهنگى استعمارى و استثمارى . در زمان پهلوى دبستان ، دبيرستان و دانشگاه بود امّا محصول آن يك مشت افراد غربزده و يا شرق زده به استثناى افراد اندك و چيزى كه نبود استقلال و دين بود .\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nشقاوت و سعادت نسلهاى بعد مرهون معلّم است و اگر العياذ بالله امانتدار نباشد و در آن خيانت كند ، نسلى را وَ إِذَا تَوَلَّى سَعَى فِى الأَرضِ لِيُفسِدَ فِيهَا وَ يُهلِكَ الحَرثَ وَ النَّسلَ وَاللهُ لَا يُحِبُّ الفَسَادَ به مخاطره افكنده است و اگر هم امانتدار باشد ثواب نسل هاى پياپى براى اوست .\r\n( بقره ، آيه ى 205 )\r\nقرآن مفسد فى الارض را يهلك الحرث و النسل مىداند . طاغوتها به اين دليل مفسد فى الارض هستند كه كارشان فاسد كردن جامعه و نسل بد است .\r\nپهلوى در ايران ، آتاتورك در تركيه و آل سعود در حجاز و قاديانى در پاكستان و هندوستان مصاديق يهلك الحرث و النسل هستند .\r\nيهلك الحرث و النسل يكى نظير كار مغولها است وقتى به ايران داخل شدند . يعنى يك روستا را با خاك يكسان مى كردند ، انسانها را مى كشتند يا به اسارت مى بردند ، درختها را مى شكستند و حتى قناتها را پر مى كردند ، مانند كارى كه صدام كرد . و ديگرى كارى است كه يك معلم ، دبير يا استاد نااهل و شهوت پرست و مادّى گرا مىكند و نوجوان و جوان بى دين و ادب تحويل اجتماع مىدهد و نسل حال و آينده را فاسد مىكند و به تعبير قرآن مفسد فى الارض است . مفسد فى الارض فقط كسى نيست كه با هروئين جامعه را خراب كند ؛ معلم ، مدبّر ، و دبير نااهل هم مفسد فى الارض\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nمى باشند .\r\nامانتى كه در دست معلم است ، خطير ، پر قيمت ، ظريف و حسّاس است ، بر شما معلمان عزيز است كه بسيار بسيار مواظب اين امانت باشيد .\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nخلاصه ى درس سوّم\r\n-\r\nمعلم امانتى خطير و پرارزش را در اختيار دارد و بايد امانتدار باشد . -\r\nدنياى غرب و مكاتب مغرب زمين ارزش انسانى را تا پايين ترين درجات مادّى نزول داده اند اما اسلام براى انسان واقعى ارزشى و الا و عظيم قائل شده است . -\r\nقانون منابهه و محاكات در سنين پايين بر رفتار و كردار تأثير بسيارى دارد و بر معلمين و مربيّان است كه به آن توجّه نمايند . -\r\nذهن كودكان به مثابه ى دوربين عكاسى ، تمامى حركات و رفتار اطرافيان را ضبط مىكند و از اين رو در هيچ حالتى نبايد در رفتار و گفتار ، حالاتى بروز كند كه تأثير منفى در ذهن كودكان پديد آورد . -\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\n\r\nدرس چهارم رأفت و مهربانى\r\nبحث ما در اين جلسه درباره ى سوّمين شرط است و بر اساس اين شرط معلّم بايد رئوف و مهربان باشد . صفت مهربانى براى مسلمانان يك فضيلت است چرا كه در قرآن شريف صفت مؤمن را همين رأفت و مهربانى بيان نموده است .\r\nمُّحَمَّدٌ رَّسُولُ اللهِ وَ الَّذِينَ مَعَهُ أَشّدَّاءُ عَلَى الكُفَّارِ رُحَمَاءُ بَينَهُم تَرَهُم رُكَّعاً سُجَّداً يَبتَغُونَ فَضلًا مِنَ اللهِ وَ رِضوَانَاً سِيمَاهُم فِى وُجُوهِهِم مِّن أَثَرِ السُّجُودِ ذَلِكَ مَثَلُهُم فِى التَّورَية وَ مَثَلُهُم فِى الإِنجِيلِ كَزَرعِ أَخرَجَ شِطئَهُ فَأَزَرَهُ\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nفَاستَغلَظَ فَاستَوَى عَلَى سُوقِهِ يُعجِبُ الزُّرَّاعَ لِيَغِيظَ بِهِم الكُفَّارَ وَعَدَ اللهُ الَّذِينَ ءَامَنُوا وَ عَمِلُوا الصَّلِحَاتَ مِنهُم مَغفِرَة وَ أَجرا عَظِيما ( فتح ، آيه ى 29 )\r\nپيروان پيامبرص داراى دو صفت مى باشند : اوّل سرسختى در مقابل دشمن و دوّم دوستى و رأفت در ميان دوستان . شايد در بين فضايل انسانى فضيلتى به اين بزرگى ، خصوصاً براى معلّم ، نداشته باشيم . آنچنانكه از قرآن استفاده مىشود ، در صفات خداوند ، صفتى بالاتر و بهتر و نورانى تر از رأفت نداريم ، لذا در قرآن شريف اوّل صفتى كه براى پروردگار آورده شده است و يكصد و چهارده مرتبه نيز تكرار گرديده است همين صفت است .\r\nاگر كلمه ى رأفت يا رحمت را در قرآن بررسى كنيم شايد قريب هزار جا پروردگار عالم اين صفت را بر خود اطلاق كرده است . گويا وقتى شما به كلمه ى رحيم و رحمان و يا در فارسى به كلمات رئوف و مهربان نظر كنيد ، مى بينيد كه در سر تا پاى آن نور خوابيده است . كلمه ايست پر نور مثل عاطفه و مثل مادر كه از آن نور مى بارد . اگر به كلمه ى مادر توجّه نمائيد ، مى بينيد كه علاوه بر نورانيّت سرا پاى اين كلمه عاطفه است .\r\nپروردگار عالم روى اين كلمه خيلى اصرار دارد و مخصوصاً براى معلّمها . خداوند روى كره ى زمين اوّل معلّم آورد ، بعد ساير مخلوقات را . از\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nالطاف خفيّه و جليّه ى خدا اينكه اوّل پيامبر آمد و بعد مخلوق مكلّف در اين كره پيدا شد . حضرت آدم معلّم بود و پيامبر . در قرآن مى خوانيم كه پروردگار يك معلّم را با دست خود تربيت مىكند يعنى موسى ( ع ) ؛ وقتى بزرگتر شد او را مى فرستد زير دست معلّم ديگر ( حضرت شعيب ) و ده سال نيز شاگردى او را مىكند . در اين ميان كار او هم با وظيفه ى معلّمى مطابقت دارد . كار شبانى كه صبر و حوصله بسيار نياز دارد و بايد به اندازه اى پايين آمد كه با گوسفندان ساخت . لذا اين معلّم ده سال به شبانى مشغول بود و ضمناً زير نظر يك معلّم ديگر در حال تربيت شدن بود تا معلّم شد . سپس از جانب خداوند خطاب مىشود :\r\nاذهَبَا إِلَى فِرعَونَ اءِنَّهُ طَغَى فَقُولَا لَهُ قَولًا لَّيِّناً لَّعَلَّهُ يَتَذَكَّرُ أو يَخشَى ( طه ، آيه ى 42 ) مى فرمايد كه برو به سوى فرعون كه او ادّعاى خدايى مىكند و آن قلدر را هدايت كن ، خداوند دوست دارد او هدايت شود . اكنون كه قصد به كلاس رفتن و هدايت او را دارى مهربان باش ، خشن نباش و با مهربانى و نرمى با فرعون صحبت كن ، براى اينكه خدا دوست دارد فرعون آدم بشود .\r\nجاذبه هايى كه در عالم وجود دارد ، نظير قوّه ى جاذبه اى كه در كهكشان ها است و يا جاذبه اى كه در بين حيوانات است و تمامى عناياتى كه به عالم شده\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nاست همه از رحمت خداوند است . در روايات مى خوانيم كه پروردگار مى فرمايد من آنقدر مهربانم كه رحمت خود را به صد قسم تقسيم كرده ام و يك قسم را به عالم وجود داده ام . محبّتى كه در عالم هست نظير آنكه مادر براى فرزند خويش ، خود را به زحمت مى اندازد و يا اين جاذبه ها و عشقها كه در ميان انسانها ديده مىشود و در ميان كل موجودات ، تنها از يك قسمت رحمت الهى است و مابقى رحمتش صد برابر رحمت همه ى مخلوقات است و اين همان اوّلين سوره اى است كه بر پيامبر اكرمص نازل شده است و در آن مى فرمايد كه خداوند معلّم است .\r\nوقتى كه در قرآن كريم راجع به پيامبران مطالعه مى كنيم ، مى بينيم خطاب به پيامبر اكرمص كه بالاترين پيامبر است ، مى فرمايد : ما تو را فرستاديم تا رحمت و رأفت براى همه باشى . و همچنين در مى يابيم كه پيامبران براى اين صفت و الا خيلى خون جگر خوردند . همين صفت لطف و مهربانى حق است كه يكصد و بيست و چهار هزار پيامبر را براى هدايت فرستاده است و وقتى در كار اين معلّمان راستين دقّت كنيم ، مى بينيم كه كار آنان عاطفى است . اگر هم پيامبران جنگ كردند ، يا تحميلى بود و يا اينكه مجبور بودند غدّه هاى سرطانى جامعه را از بين ببرند . جنگ براى پيامبر مشكل است و تحميل . اميرالمؤمنين ( ع ) مى فرمايد آنگاه كه كفّار قريش ديدند كار پيامبرص بالا گرفته است مصمّم شدند كه نور ايشان را خاموش كنند و او\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nرا از كارش باز دارند ، لذا بچّه ها را وادار مى كردند اين معلّم را سنگ بزنند و نگذارند سرِ كلاس برود و با مردم تماس داشته باشد . وقتى براى تبليغ از خانه بيرون مى آمد ، اراذل سنگ به ساق پاى ايشان مى زدند و گاهى وقتى به خانه باز مى گشت ، خانه را سنگ باران مى كردند ، امّا فرداى همان روز براى رفتن به كلاس آماده مى شد . خديجه مى پرسيد : كجا مى روى ؟ پيامبرص مى فرمود : نمى بينى كه مردم در هلاكت هستند ؟ همانا منِ معلّم بايد رأفت داشته باشم . آنها بد هستند ، آنها به طرف من نمى آيند ، من بايد بروم .\r\nاميرالمؤمنين ( ع ) مى فرمود : گاهى پيامبرص به كوه حرا پناه مى برد . من و خديجه مقدارى آب و غذا برمى داشتيم و مى رفتيم و او را در آنجا ، در كنار بوته ها و سنگها مى يافتيم در حالى كه زمزمه مى كرد و مى گفت : خدايا ! تو مى دانى كه من يك معلّم هستم و مى خواهم شاگردانم خوب تربيت شوند . تو اگر مى خواهى دل مرا خوشحال كنى ، آنان را هدايت كن . دلى به آنها بده كه من بتوانم كارم را انجام دهم . اگر سنگ به پاى من مى زنند ، هدايتشان نما .\r\nباز مى خوانيم كه وقتى به پيامبرى مبعوث گرديد ، دلش براى مردم مى تپيد ، حتّى براى دشمنانى كه به او سنگ مى زدند و او را زندانى مى كردند ، در مواقع استجابت دعا ، آنان را دعا مى كرد . بالأخره بيست و سه سال با اين زحمت و رنج تحمّل كرد امّا با عاطفه و رحمت عمل كرد و هنگامى كه بر\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nمكّه مسلّط گرديد ، اوّل كارى كه كرد ، بت ها را شكست تا زمينه را براى تربيت فراهم كند و بعد ميان حلقه ى خانه خدا را گرفت ، و همه ى آن نانجيب ها و فرارى ها ، همانها كه زير بار شاگردى نمى رفتند و به استاد سنگ مى زدند ، اينك ترسان در مقابلش ايستاده بودند و خيال مى كردند حالا معلّم شاگردان را تنبيه مىكند و در اين فكر بودند كه به دستور پيامبرص ، حضرت على ( ع ) گردن آنها و امثال هند جگر خوار و ابوسفيان را قطع مىكند . پيامبر دعاى وحدت را خواندند ، سپس رو به آنان كردند و فرمودند : با شما چه كنم ؟ يعنى منِ معلّم كه بيست و سه كلاس را اداره كردم و بيست و سه سال خون جگر خوردم ، ولى شما در كلاس حاضر نشديد ، چه كنم ؟ من كه مى خواستم شما را هدايت كنم امّا در مدّت ده سال هفتاد و دو جنگ بر من تحميل كرديد ، اينك با شما چه بكنم ؟ همه گفتند كه هر چه بكنى حق دارى . پيامبرص تبسّم كردند و با يك دنيا رأفت فرمودند : همان كلمه اى كه برادرم ، يوسف به برادرانش گفت ، من نيز همان را به شما مى گويم . گذشته ها گذشته است ، اينك بياييد به كلاس و آدم بشويد .\r\nوَ إِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ ( قلم ، آيه ى 4 )\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nخلاصه ى درس چهارم\r\n-\r\nصفت مهربانى از برجسته ترين صفات مؤمنين از ديدگاه قرآن كريم است . -\r\nپيامبران الهى خصوصاً پيامبر اكرمص ، در مسير هدايت بشر رأفت و مهربانى را همواره به كار مى گرفته اند . -\r\nامّت پيامبرص و بشريّت شاگردان كلاسهايى هستند كه پيامبران الهى معلمين آنند . انبياء و رسل رنجها و مشقّات بزرگى را در جهت تربيت بشر متحمّل شده اند و در همه حال نهايت عطوفت را مبذول داشته اند . -\r\nانسانها از سوى خداوند به كلاسى دعوت شده اند كه اولياء و اوصياء معلمان آنها هستند و راهِ فلاح رستگارى بشريّت در گرو پيروى از تعاليم ايشان است . -\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\n\r\nدرس پنجم مراعات آداب و رسوم اجتماعى\r\nمعلم بايد مراعات آداب و رسوم اجتماعى را بنمايد چرا كه بسيارى از سعادتهاى اجتماعى مرهون ادب و مراعات آداب و رسوم اجتماعى است و در زندگى رمزى است براى توفيقات . يك معلم تا خود مؤدب نباشد قادر نخواهد بود شاگردانى مؤدب تحويل جامعه بنمايد .\r\nروانشناسان اصطلاح كوچك هاى بزرگ را بعضاً به كار مى برند و معتقدند گاهى اوقات چيزهايى به نظر انسان كوچك مى آيد ولى همين كوچك ها در كوبيدن و يا مطرود ساختن بشر نقش بزرگى پيدا مى كنند . در دين مبين اسلام نيز در اين زمينه دقت شده است . محدثين ما ، در كتب روائى\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nخود بخشى با عنوان آداب معاشرت دارند كه در آن نحوه ى معاشرت با مردم را آورده اند .\r\nانسان بايد از هر لحاظ مؤدب باشد . بحث را از زبان شروع مى كنيم .\r\n-\r\nاولًا : زبان نبايد ركاكت داشته باشد ، يعنى فحّاشى ، تمسخر و نيش نبايد بر زبان جارى شود . -\r\nثانياً : زبان بايد داراى تلطّف باشد . افَبِمَا رَحمَة مِنَ اللهِ لِنتَ لَهُم وَ لَو كُنتَ فَظّاً غَلِيظَ القَلبِ لَا نفَضُّوا مِن حَولِكَ ( آل عمران ، آيه ى 159 )\r\nقرآن كريم مى فرمايد كه معلم نبايد با خشونت صحبت كند بلكه با نرمى و مهربانى بايد سخن بگويد و خطاب به معلّم اوّل پيامبر اكرمص - فرموده است كه ، پيغمبر اكرمص اگر داراى زبانى خشن بود ، اعراب دوران جاهليت از اطرافش پراكنده مى شدند ، هر چند قرآن حق است .\r\n-\r\nثالثاً : معلّم بايد خوب سخن بگويد و لحن گفتار و انتخاب لغاتش بايد متعارف باشد . -\r\nرابعاً : خوب سخن بگويد و سخن خوب نيز . فحاشى ، تمسخر و نيش زدن در اسلام گناهى بزرگ است ، آنقدر بزرگ كه قرآن در مورد آن مى فرمايد : -\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nوَيلٌ لِّكُلِّ هُمَزَة لُّمَزَة ( همزة ، آيه ى 1 )\r\nبراى درك بزرگى گناه فحاشى توجّه كنيد كه يكى از ملازمين حضرت امام صادق ( ع ) چه مى گويد : با امام صادق ( ع ) از كوچه اى عبور مى كرديم . غلام من از ما عقب ماند . او را صدا زدم ، جواب نداد . بار دوم صدا كردم ، باز هم جوابى نشنيدم و پس از سوّمين مرتبه عصبانى شدم و خطاب به او گفتم : يابن فاعله . امام تا اين سخن را شنيد ، از شدّت ناراحتى ، دست خود را به كمر گرفتند ( يعنى اى رفيق ! كمر مرا شكستى ) و فرمودند : چه گفتى ؟ چرا فحاشى كردى . من خود را باختم و عرض كردم : يابن رسول الله ! پدر و مادر اين غلام هندو بودند و مسلمان نبودند . امام فرمودند : من كارى به پدر و مادر او ندارم ، از تو مى پرسم كه چرا فحاشى كردى . تو ديگر حق آمد و رفت با من را ندارى . پس از آن ماجرا تا هنگامى كه آن حضرت زنده بودند ، اجازه ندادند با ايشان رابطه داشته باشم .\r\nاز اينكه اشاره كرديم بالاتر ، نقل شده است كه در صدر اسلام ، يهوديهاى متقلّب براى استهزاء پيامبرص تبانى كردند . گويا پيامبرص همراه عايشه در مسجد نشسته بودند . يهودى اوّل وارد شد و خطاب به پيامبرص گفت : السام عليكم ( سلام عليكم ) به معنى درود بر تو است و سام عليكم به معنى شمشير و مرگ بر تو مى باشد ) . پيامبرص و عايشه\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nمتوجّه شدند كه يهودى فحاشى كرده است . در جواب ، پيامبرص فرمودند : عليكم . يهودى دوم و سوم هم كه داخل شدند همان كلمه را گفتند و پيامبر نيز جواب سابق را .\r\nدر اين هنگام عايشه با عصبانيّت خطاب به يهودى سوم گفت : يا ابناء القردة والخنازير ( اى فرزندان ميمونها و خوكها ) .\r\n-\r\nاين جمله ى عايشه اشاره دارد به آيه اى از قرآن كريم كه مى فرمايد ، اجداد يهوديان به خوك و ميمون نسخ شده اند از آنجا كه اين جمله ى عايشه فحش بود ، پيامبرص ناراحت شدند و فرمودند : اى عايشه ! چرا فحش دادى ؟ عايشه گفت : يا رسول الله ! ببينيد كه چگونه استهزاء مى كنند . پيامبرص در جواب فرمودند : هر چه گفتند ، جواب آن را شنيدند ؛ اگر گفتند : سلام عليكم ، گفتم : عليكم و اگر گفتند : سام عليكم ، گفتم : عليكم ، ديگر نيازى به فحش نبود . سپس پيامبرص در نصيحت به عايشه فرمودند : اى عايشه ! در شب اول قبر ، فحش به صورت بسيار بدى در مى آيد و با انسان محشور مىشود و در برزخ و قيامت نيز ايشان را رسوا مى سازد ، مواظب باش در قبر و قيامت رفيق خوب داشته باشى . اين روايت به ما مى گويد كه نه تنها هر مسلمان بلكه تمامى انسانها ، مى بايست از نظر زبان بسيار مؤدب باشند . بسيارى افراد ، به ويژه خانمها ، دچار ركاكت زبان مى باشند . از يك فرد معمولى انتظار زيادى براى اين\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nمطلب نيست ولى براى خانم ها و آقايان معلّم ، ركاكت زبان ننگ است .\r\nصرف نظر از گناه بزرگ ركاكت زبان ، بايد متوجّه بود كه بى ادبى موجب مىشود كه در شاگرد عقده پديد آيد و وامصيبتا كه اگر كودك و يا نوجوان و جوان عقده اى شود . خيلى بعيد است كه كسى عقده اى شود و از او خطايى سر نزند . يا فردى دل مرده و مطرود از جامعه مىشود و يا تبديل به جنايتكارى به تمام معنا مى گردد . وقتى كه افراد جنايتكار تاريخ را مورد بررسى دقيق روانى قرار دهيم در مى يابيم كه عقده اى بوده اند .\r\nگاهى گفتن جمله ى برو گم شو از سوى معلّم ، ضربه اى به احساسات شاگرد وارد مىكند و اين ضربه از ضمير آگاه به ضمير ناآگاه او مى رود و باعث عقده اى شدن وى مى گردد و در اين حالت خودش نمى داند دچار چه عارضه اى و به چه علّت است . زمانى كه روانشناس آگاه ، با منقاش روان شناسى خارهاى ريز را از دل وى برگيرد ، در مى يابد كه ضربه ى روانى يك معلّم علّت بيمارى است .\r\nگفتيم كه از جمله عواملى كه باعث پيشرفت انسان در جامعه مىشود ، تلطّف در زبان است . در اين رابطه ، يك آمريكايى كتابى نوشته است تحت عنوان آئين دوست يا بى . كه كتاب خوبى است هر چند پيرامون اخلاق انتفاعى سخن مى گويد و زير بناى اخلاق آن مادّى است . اين كتاب مفيد كه شايد بيش از هزار مرتبه تجديد چاپ گرديده است و ميليونها نسخه از آن در\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nسراسر جهان به فروش رفته است ، در اين مورد است كه يك كاسب چه بايد بكند تا مشترى زيادترى داشته باشد و يا يك مدير كارخانه چه عملى را بايد انجام دهد تا كارآيى تشكيلات تحت سرپرستى او افزايش يابد و بالأخره ، يك معلم چه رفتارى داشته باشد تا شاگردانش او را دوست بدارند .\r\nيك انسان چه كند تا بر دلها حكومت كند و در اين موارد مثالهاى متعددى نيز دارد . مجموع كتاب فوق تنها اشاره به محتواى يك آيه از آيات گهربار قرآن شريف است .\r\nزبان نرم پيامبر اكرم باعث شد كه عربهاى جاهل و چموش ، گرد او جمع شوند . فتح مكّه نيز از آثار زبان نرم پيامبر است و شمشير على ( ع ) تنها در بن بست ها به كار مى آمد . همان زبان نرم بود كه به گفته ى ناپلئون ، طى پنجاه سال نيمى از جهان را گرفت و گرده ى دنيا را تكان داد .\r\nهر فرد اگر بخواهد معلّم خوبى باشد ، بايد علاوه بر عدم ركاكت زبان ، از تلطّف و مهربانى نيز برخوردار باشد و جملات او بايد سراپا عاطفه باشد ؛ خواه در كلاس و خواه در جامعه .\r\nدر سوّمين شرط گفتيم كه معلّم بايد از نظر تُن صدا و انتخاب لغات دقّت نمايد . ما عدّه اى از پزشك ها و يا حتّى علماى بزرگ را مى بينيم كه در عين تخصّص ، هنگام سخن گفتن ، لحن گفتار يك روستايى به تمام معنا را دارند . اينان اگر از اهالى روستاهاى شيراز ، اصفهان و يا قم بوده اند ، هنوز هم همان\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nكلمات و لغات روستايى را در سخن گفتن به كار مى برند و آنچنان است كه گويا با استعمال هر كلمه تنزّل مقام پيدا مى كنند . از آنجا كه هر انسان تحصيل كرده ، متعلّق به اجتماع است ، نبايد به منش روستايى خود پاى بند باشد و اين نكته از ضروريّات معلّمى نيز هست . بسيارى بزرگانى را ديده ام كه با عدم رعايت اين شرط ، دچار شكست فراوان گرديده اند .\r\nعزيزانم ! نمى گويم آنگونه كه مى نويسيد ، سخن بگوئيد ، اين افراط گرى است . شخصى در اصفهان بود كه خدا رحمتش كند ، او معتقد بود انسان آنگونه كه مى نويسد بايد صحبت كند . و او كاملًا كتابى سخن مى گفت و به همين دليل مورد تمسخر قرار مى گرفت . بايد متعارف و مورد پسند عموم سخن گفت تا در هر نقطه اى قادر به صحبت باشيم .\r\nدر مورد استخدام لغت گفتنى است كه گاهى ديده مىشود اشخاص هنگام تماس تلفنى مى گويند : تشريف آوردم ، شما نبوديد . با سوادانى را ديده ام كه هنگام سخن گفتن با من ، به جاى آنكه بگويند : شما به من لطف داريد و من نسبت به شما ارادت دارم گفته اند : مى دانم شما ارادت دارى به من براى اينكه من لطف دارم به شما ! در مقابل ، بعضى در جواب اين سئوال كه حالتان چطور است ؟ مى گويند : مرسى . پدرتان كجاست ؟ مى گويند : مرسى مادرتان چطور است ؟ ، مرسى درست مثل آن است كه جواب هيچ كدام از سئولها را نمى دانند و تنها به مرسى اكتفا\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nمى كنند .\r\nعدم توانايى در بكارگيرى لغت مناسب و آداب معاشرت ، ضربه ى بزرگى به شخصيّت انسان وارد مى سازد . ديده مىشود گاهى يك روستايى كه اكنون ديپلم ، ليسانس يا دكترا دارد و داراى مطب خصوصى و منشى و . . . است هنگام سخن گفتن هنوز از همان لغات دوران بچگى و عبارات روستايى استفاده مىكند .\r\nتقاضا دارم به اين كوچكهاى بزرگ بيش از پيش توجه كنيد و تُن صدا و استخدام لغات را با اهميّت بدانيد . خوب سخن بگوئيد و سخن خوب نگوئيد . معلّم هرگز نبايد سخنى بگويد كه خود را ، مجلس را و كودك را سبك نمايد .\r\nمعلم بايد مواظب باشد كه مبادا در كلاس ، يك ساعت عمر 50 60 دانش آموز را هدر دهد كه گناهى بس بزرگ است . در واقع اين يك ساعت 60 ساعت عمر جامعه است و اگر چهار ساعت در روز به كلاس برود در حقيقت 240 ساعت از عمر جامعه را تنها در يك روز ، هدر داده است . پس بايد معلمان بينديشند كه با عمر جامعه چه مى كنند . اگر حرفهاى آنان بدون محتوى باشد . به اجتماع خيانت روا داشته اند و اين دزدى است ، دزدى كه تنها بالا رفتن از ديوار نيست ، كم كارى و اتلاف وقت هم دزدى است . به گفته ى سعدى دو چيز طيره ى عقل است ، دم فرو بستن به وقت گفتن و\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nگفتن به وقت خاموشى . گاهى در ميان ما طلبه ها نيز ديده مىشود كه فردى يك ساعت ، پشت سرِ هم لغت رديف مىكند اما محتوى ندارد . چنين آدمى يك ساعت از عمر مردم را تلف كرده است .\r\nمطلب ديگر آنكه حرف بايد جذّاب باشد تا در دل اثر كند . بايد متوجّه بود كه شنونده كيست و نحوه ى صحبت را مطابق شخصيّت و تفكّر او و به شيوه اى ارائه نمود كه بيشترين و بهترين تأثير را داشته باشد و همچنين كلام بايد تفهيم و تفهّم داشته باشد و داراى فصاحت و بلاغت . اتّفاقاً غالب افراد در مورد فصاحت و بلاغت مشكل دارند و اين نقص بزرگى است و بر عهده ى معلمان عزيز است كه آن را رفع نمايند .\r\nكتابى است به نام مطوّل كه ما طلبه ها مى خوانيم و بخشى از اين كتاب در مورد فصاحت و بخشى ديگر پيرامون بلاغت است اما تنها با مطالعه اين كتاب ، فصيح و بليغ نمى شويم هر چند طى دو يا سه سال ، ابتدا تا انتهاى آن را بخوانيم . از همين نكته بايد پى برد كه اين بحث ، بحث مهمى است و نبايد آن را سرسرى گرفت و بى ارزش تلقّى نمود .\r\nحضرت على ( ع ) در نهج البلاغه مى فرمايند : المَرءُ مَخبُوءٌ تَحتَ لِسانِهِ يعنى شخصيّت انسان وابسته به زبان او است . گاهى انسان با يكى دو جمله در جلسه ، شخصيّت عالى پيدا مىكند . بعضى افراد ديده مى شوند كه على رغم بى سوادى ، خوب حرف مى زنند و قادرند كه جلسه را به خود جذب نمايند و\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nاز آنجايى كه فصاحت و بلاغت خوبى دارند ، شخصيّت اجتماعى آنان نيز عالى مىشود . از طرف ديگر گروهى با وجود داشتن علم فراوان ، قدرت بيان مناسبى ندارند و نمى توانند دانش خود را عرضه نمايند . بزرگى مى گفت : عدّه اى مانند خمره ى پر از باروت هستند اما هيچ استفاده اى از اين خمره نمى شود ولى بعضى ديگر شبيه باروتِ سر تفنگند و تأثير فراوان دارند . بعضى علم ندارند . اما همانند باروت سر تفنگ مى باشند .\r\nمى گويند پدرى پسرش را چنين وصيّت نمود : پسر جان ! زبان خود را نيكو گردان و فصاحت و بلاغت داشته باش چرا كه اگر قصد رفتن به مجلس را داشته باشى اما لباس نداشته باشى ، مى توانى لباس كرايه كنى و همچنين است اگر مَركب نداشته باشى ؛ اما اگر زبان و بيان خوب و مناسب نداشته باشى قادر به كرايه ى آن نخواهى بود . و نيز مشهور است كه دامادى عازم منزل نامزدش بود ، مادر داماد به او گفت : پسرم ! آنجا كه رفتى ، بالا بالا بنشين و حرفهاى بزرگ بزرگ بزن . پسر كه منظور مادر را درك نكرده بود هنگامى كه وارد شد ، رفت و روى طاقچه نشست و شروع كرد به گفتن كلماتى مثل گاو ، شتر ، فيل و ببر و . . . !\r\nخيال نكنيد كه اين گفته ها مثال است ، نه ، واقعيّت دارند و اگر هم مثال باشند ، به قول روانشناسان : مثالهاى جامعه ، آئينه ى فكر جامعه اند .\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nخلاصه ى درس پنجم\r\n-\r\nمراعات آداب و رسوم اجتماعى بر همه و بالأخص بر معلمين لازم است . -\r\nگاهى حركات و اعمال به ظاهر كوچك و معمولى تأثير و نقش بزرگى پيدا مى كنند كه بايد نسبت به آنها دقّت نمود . -\r\nبايد از لحاظ نحوه ى ادا نمودن كلمات و جملات رعايت تلطّف را نمود . معلم بايد ضمن آنكه مطالب خوب و با ارزش را مطرح مى نمايد ، نحوه ى بيان مطالب را به شيواترين و مناسبترين روشها آراسته نمايد . -\r\nعدم مراعات آداب صحيح ، عوارض و عقده هايى را ممكن است در مخاطب بوجود آورد . -\r\nمعلمين بايد با استخدام مناسبترين لغات در هنگام تدريس و سخن گفتن ، نه تنها اوقات گرانبهاى كلاس را تضييع ننمايند بلكه به احسن وجه در مسير ترّقى و تعالى شاگردان به كار گيرند . -\r\nدر نظر گرفتن اطلاعات و شخصيّت اجتماعى مخاطب در تفهيم و تفهّم مطالب نقش اساسى دارد . -\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n\r\nدرس ششم نشاط و شادابى\r\nمعلم نبايد كسل و بى نشاط باشد ، اسلام نيز روى اين نكته تأكيد كرده است و اصولًا مسلمان نبايد كسل و بى نشاط باشد . امام موسى ابن جعفر ( ع ) فرموده اند : اياك و الكسل و الفشل فانها يمنعاك من خير الدنيا و الآخره اى مسلمان ! مواظب باش كه بى نشاط و كسل نباشى و الّا دنيا و آخرت نخواهى داشت .\r\nمعلمين بايد توجه داشته باشند كه به هنگام ورود به كلاس نشاط در چهره داشته باشند و متبسّم باشند . اگر گرد و غبارِ بى حالى ، بى نشاطى ، كسلى و خواب آلودگى در چهره ى معلم باشد ، همين قيافه موجب بى نشاطى و كسلى شاگردان مىشود و آنان را به انحطاط مى كشاند . معلّم دل مرده و بى حال\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nچگونه مىتواند تدريس كند ؟ عوام مى گويند : دست شكسته به كار مى آيد ولى دلِ شكسته به كار نمى آيد .\r\nدر روايات شيعه مى خوانيم كه اميرالمؤمنين ( ع ) وارد مسجد شدند و ديدند دسته اى در مسجد مشغول چرت زدن هستند . وقتى كه حضرت پرسيدند كه آنان چه كسانى هستند جواب داده شد ، گروهى اند به نام رجال الحق كه خانه و كاشانه و دنيا را رها كرده اند و همواره در مسجد مشغول عبادتند و اگر چيزى براى خوردن به ايشان داده شد خواهند خورد و الّا صبر مى كنند . امام ( ع ) فرمودند كه سگ نيز اين گونه است ، اگر چيزى به او بدهند مى خورد و گرنه صبر مىكند . سپس اين دسته را به باد تازيانه گرفتند و فرمودند : برخيزيد و به دنبال كار برويد . اسلام رجال الحق ندارد ، اسلام كسل و بى روح و بى نشاط نمى خواهد .\r\nآدم با نشاط يك سرباز است و مانند سرباز مجهّز . اگر كارش براى دنيا باشد ، سعادت دنيا از آنِ او است و اگر براى خدا ، سعادت آخرت . هارون الرّشيد دو پسر به نامهاى امين و مأمون داشت كه امين از مأمون پست تر و مأمون از امين پليدتر و خود هارون الرّشيد نيز از هر دو آنان زشت كارتر بود لعنت خدا بر هر سه ى آنان باد - هارون حرمسراى بزرگى داشت امّا ملكه ى او زبيده بود . زبيده زنى فهميده بود و كارهاى خوب نيز به انجام رسانده بود . امين فرزند زبيده بود امّا مأمون فرزند يكى از كنيزكان هارون .\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nزبيده از توجّه هارون به مأمون و بى اعتنايى او به امين رنج مى برد و بالأخره يك شب كه هارون الرّشيد سر حال بود به او گفت : پسر من ، پسر تو هم هست و شاهزاده ؛ چرا به امين اعتنا نمى كنى و در عوض به آن كنيز زاده توجّه دارى ؟ هارون الرّشيد گفت : امين به درد نمى خورد و خلافت پس از من به مأمون خواهد رسيد و او است كه قادر به كشور دارى است . همين امشب اين حرف را بر تو ثابت خواهم كرد . سپس هارون كسانى را سراغ امين و مأمون فرستاد كه همان نيمه شب در كاخش حضور يابند . پس از مدّتى امين ژوليده و آشفته وارد شد . هارون الرّشيد به او گفت : امشب قصد دارم جايزه اى به تو بدهم . هر آرزويى دارى بگو . امين گفت : باغ بزرگ تو را كه در خارج شهر است و فلان كنيزك مخصوص را و آن اسب را و . . . هارون پرسيد كه امين آن چيزها را از چه رو مى خواهد . امين در پاسخ گفت : باغ را خانه ام قرار خواهم داد و اسب را مركب خود كه به آن باغ بروم و . . . . پس از امين نوبت به مأمون رسيد ( در ميان خلفاى عبّاسى ، مأمون عالمى شيطان صفت و يك بد جنس به تمام معنى بود ) مأمون آمد امّا به شكلى كاملًا مجهّز و به صورت سربازى آماده با چكمه و شمشير و مؤدّب در برابر هارون ايستاد ، مشابه حالتى كه سرباز در مقابل فرمانده اش مى ايستد . هارون سئوال خود را تكرار كرد و مأمون در جواب گفت : امسال در ماليات مردم به نام من تخفيف بدهيد ، زندانيان قابل عفو را به نام من عفو\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nكنيد و حقوق كارمندان را به نام من امسال يا حداقل در اين ماه افزايش دهيد . پس از رفتن مأمون ، هارون رو به زبيده كرد و به او گفت : مى دانى مأمون چه كرد ؟ مملكت را مريد خود كرد ، زيرا مردم يا كارمند هستند كه حقوق آنان افزوده شد و يا زارع و كاسب هستند كه ماليات آنها كم شد و يا زندانيان و جنايتكاران مى باشند كه آنان هم عفو شدند ؛ پس مأمون لياقت دارد . عاقبت هم پس از مرگ هارون الرّشيد ، امين به دليل عيّاشى نتوانست مايملك خود را حفظ نمايد زيرا بادنجان دور قاب چينهاى عيّاش اطرافش را گرفته بودند . حتّى كار به آنجا رسيده بود كه امين شراب خورده بود و مى گفت چه كسى الاغ من مىشود ؟ آدمى بى شخصيّت گفت ، من و خم شد و امين بر گُرده اش سوار شد و گِرد مجلس مى گرديد و عرعر مى كرد . خدا نكند انسان بى شخصيّت شود . وقتى مأمون ديد كه امين توانايى اداره ى مملكت را ندارد ، با حمله اى بغداد را تصرّف كرد و امين را به قتل رسانيد و حكومت را غصب كرد . به تاريخ و وقايعى اين گونه بايد به ديده ى تعمّق و با دقّت نگريست .\r\nگفته شد كه معلّم بايستى با نشاط و تبسّم به كلاس برود . اگر معلّم در كلاس خميازه بكشد ، شاگرد هم خميازه خواهد كشيد . مى گويند اگر مى خواهى كسى را خواب كنى در مقابلش چرت بزن و اگر مى خواهى كسى را بى حال كنى در مقابل او خميازه بكش !\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nگاهى معلّم به علّت نزاع در خانه و يا قرض و وامى كه خود دارد و يا ساير مشكلات شخصى با چهره اى عبوس و خمود در كلاس حاضر مىشود و به اندازه اى كسل است كه به قول عوام بايد اوّل كفاره داد ، بعد به او نگاه كرد . چنين معلّمى نخواهد توانست عمل مثبتى انجام دهد .\r\nاز ديگر نكات مهمى كه بايد مورد دقت واقع شود ، مسئله رعايت نظافت و نزاكت ظاهرى و آداب تميزى بدن است . مراعات امورى كه شايد بسيارى از آنها ناچيز و ساده فرض مى شوند ولى در عمل عدم مراعات آنها باعث كوبيده شدن شخصيّت انسان مىشود .\r\nيك معلم بايد با لباسهاى پاكيزه و نظيف وارد كلاس شود و شاگرد را با عمل پرورش دهد . پيامبر اكرمص قبل از خروج از منزل مقابل آئينه مى رفتند و آن اندازه به اين امر اهميّت مى دادند كه اگر آئينه اى نبود در مقابل آب خويشتن را مرتّب مى نمودند . حضرتش در جواب اين سئوال كه چرا اين اندازه به اين امر اهميّت مى دهيد ، مى فرمودند : نمى خواهم وسيله ى غيبت مردم شوم . رسول گرامى اسلام سفارش به پوشيدن لباسهاى روشن و سفيد مى نمودند و پوشيدن لباسهاى تيره و سياه را مكروه دانسته اند .\r\nدر روايتى ديگر از پيامبر اكرمص آمده است كه فرموده اند : اگر براى امّت من باعث مشقّت نمى شد مسواك كردن را واجب مى نمودم . رواياتى اينچنين بيانگر آن است كه پيشوايان عظيم الشّان دين ، به امر\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nنظافت و مراعات آداب اجتماعى اهميّت ويژه اى قايل مى شدند و نظافت را به منزله ى جزئى از ايمانِ يك مسلمان محسوب مى كرده اند .\r\nتقاضا دارم روى اين بحث و مواردى كه مطرح شد ، فكر كنيد و در كار و زندگى خود به كار ببريد .\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nخلاصه ى درس ششم\r\n-\r\nدر اسلام بى نشاطى و كسل بودن نكوهش شده است ، از اين رو معلمين در همه حال ، خصوصاً زمان حضور در محيط تدريس بايد شاداب باشند . -\r\nنشاط و سرزندگى از عوامل مؤثر در موفقيّت است و سعادت دنيا و آخرت را در پى دارد . -\r\nمعلمين بايد سعى وافر نمايند كه مشكلات شخصىِ خارج از محدوده ى تدريس در كلاس بروز ندهند چون مستقيماً در شاگرد تأثير منفى خواهد گذاشت . -\r\nبه پيروى از اولياء گرامى دين بايد در حفظ نظافت و مراعات آداب اجتماعى كوشش نمود . -\r\nبسيارى از امور كه كوچك و ناچيز شمرده مى شوند ، احتمال آن دارد كه تأثيرات سوءِ بزرگى را به دنبال داشته باشند . -\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\n\r\nدرس هفتم سعه ى صدر\r\nتاكنون چهار شرط از شرايط و ويژگيهاى معلم خوب را عنوان كرديم . پنجمين شرط كه اينك مطرح مىشود ، تسلّط بر اعصاب است .\r\nاز ويژگى هاى هر معلم خوب ، برخوردارى از اعصاب سالم و قوى است . تسلّط بر اعصاب در اين بحث ، به معناى داشتن سعه ى صدر ، دريا دل بودن ، توانايى پيش سر گذاشتن مشكلات و قدرت مقابله با مصائب است .\r\nدر روايات آمده است كه على ( ع ) فرمود :\r\nآلة الرياسة سعة الصدر\r\n، يعنى كسى كه مسئوليت مى پذيرد بايد سعه ى صدر داشته باشد . پدر در خانه ، رئيس در اداره ، وزير و رهبر در مملكت بايد سعه ى صدر داشته باشند و اصولًا وسيله ى رياست سعه ى صدر است . همانگونه كه نجار به ارّه ، آهنگر به چكش و منشى\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nبه قلم نياز دارد ، معلم هم نياز به سعه ى صدر دارد و اگر معلّمى فاقد آن باشد مانند نجارى است كه ارّه ندارد و يا منشى كه قلم نداشته باشد .\r\nقرآن مجيد در قالب قصّه اى به ما مى فهماند كه معلم بايد مسلّط به اعصاب خود باشد و داراى سعه ى صدر . وقتى حضرت موسى ( ع ) مبعوث به رسالت شد به او خطاب شد :\r\nاذهَبَا إِلَى فِرعَونَ إِنَّهُ طَغَى لَّعَلَّهُ يَتَذَكَّرُ أَو يَخشَى فَقُولَا لَهُ قَولًا لَّيِّناً ( طه ، آيه ى 44 - 43 )\r\nيعنى برو فرعون را اين قلدر را - آدم كن ، كارى كن كه دست از طغيانگرى بردارد . خدا دوست دارد كه كسى مثل فرعون هم آدم بشود . اين معلم حقيقى ( حضرت موسى ع ) از خداوند نخواست كه لشكر مجهّز و امكانات به او بدهد تا نزد فرعون برود ، بلكه گفت :\r\nقَالَ رَبِّ اشرَح لِى صَدرِى ( طه ، آيه ى 25 )\r\nخدايا ! اگر قرار است كه معلم شوم ، وسيله ى معلمى را به من بسپار و مرا مسلّط بر اعصاب و دريا دل كن ؛ تا با مشكلات مبارزه كنم و بتوانم مانند دريا همه چيز را در خود هضم كنم .\r\nپس از آن قرآن مى فرمايد ، اگر شرح صدر پيدا شود ، به دنبال آن نعمتهاى\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nبسيارى پيدا مىشود ( و يسرلى امرى ) . حضرت موسى ( ع ) مى گويد : خداوندا ! به من شرح صدر عنايت كن تا كارم آسان شود\r\n( واحلل عقدة من لسانى ) ،\r\nتا قادر باشم مقابل دشمن حرف بزنم . براى اينكه افرادى كه تسلّط بر اعصاب ندارند هنگام صحبت كردن در مقابل ديگران دچار لكنت مى شوند و توانايى بكارگيرى لغات مناسب را ندارند . در ادامه ى آيه ى شريفه مى فرمايد كه اگر كسى شرح صدر داشت و دريا دل و مسلّط بر اعصاب بود به خوبى مىتواند حرف بزند\r\n( يفقهو قولى ) .\r\nمى فرمايد : خدايا ! به من شرح صدر عنايت كن تا ما فى الضميرم را به ديگران بفهمانم .\r\nقضيه ى تفهيم و تفهّم مشكل است و اگر كسى شرح صدر نداشته باشد و مسلّط بر اعصاب نباشد ، قادر به تفهيم و تفهّم نخواهد بود . اين آيه ى شريفه مى فرمايد كه اگر معلم فاقد شرط فوق باشد ، نمى تواند به نحوى فرمول رياضى را مطرح كند كه شاگردانش آن را درك كنند . آيه ى فوق براى مسئول ، مدير و پدر و مادر سرمشق است و بالأخره شأن نزول آن در مورد يك معلّم است ، يك معلّم حقيقى مانند حضرت موسى ( ع ) . تسلّط بر اعصاب از ضروريات شغل معلمى است و كارى است مشكل .\r\nاگر معلم سعه ى صدر داشته باشد مىتواند استعداد افراد كودن را شكوفا نمايد .\r\nآيا ممكن است كه عقده ى فردى عقده اى را خنثى و يا بى استعدادى را\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nنابغه كرد ؟ آرى ، اگر كه شاگرد يك معلّم با تجربه ، رئوف ، دلسوز و مسلّط بر اعصاب باشد . نبايد تصور شود كه تمام كسانى كه خدمت هاى بزرگى به جهان كردند ، از اول استعداد عالى و خارق العاده اى داشته اند آن مقدار كه من مطالعه كرده ام ، معمولًا اين مخترعين و دانشمندان در ابتدا بى استعداد بوده اند . راجع به انيشتين مى گويند كه بارها رفوزه شد و در فقر و فلاكت غوطه ور بود ، پاستور سر درد هميشگى داشت و نيوتن با آن فضيلت علمى بى استعداد بود . درباره ى يكى از مخترعين مى گويند كه كفش نداشت و پابرهنه به مدرسه مى رفت و يا ديگرى صبحانه نداشت ، همشاگرديش فهميد و هر روز براى او صبحانه مى آورد . به هر حال فكر نشود كه اينها از نظر فكر و استعداد نابغه بوده اند ، نه بلكه نبوغ آنها در كار و استقامت فراوان بوده است .\r\nاز پاستور پرسيده شد كه نابغه كيست ؟ گفت : هر كس كه خوب كار بكند و استقامت زياد داشته باشد . كار و استقامت مىتواند انسان را به هر كجا كه بخواهد ، برساند ؛ لذا خيال نشود كه بچّه كودن نمى تواند به جايى برسد . اگر معلّمى دلسوز و مسلّط بر اعصاب براى بچّه هاى كودن وقت بگذارد ، مىتواند آنها را با استعداد بار بياورد .\r\nپدر و مادر نيز بايد تسلّط بر اعصاب داشته باشند و هرگز نبايد خستگى فعّاليّتهاى بيرون از خانه موجب گردد كه هنگام حضور در منزل ، با رفتار ناشايست خود بچه ها را عقده اى كنند بلكه مى بايد با بچه ها كار كنند .\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nاز طرف ديگر ، داشتن حافظه و استعداد خوب ، معمولًا در افراد ايجاد غرور مىكند و باعث مى گردد كه كمتر كار كنند و در نتيجه از پيشرفت زيادى برخوردار نباشند ولى افرادى كه آهسته و پيوسته در حركت هستند به مقصد و هدف خود خواهند رسيد .\r\nيادم هست كه سابقاً دركتب ابتدايى مثالى بود به اين صورت كه لاك پشت و خرگوشى با يكديگر مسابقه ى دويدن گذاشتند . از آنجا كه خرگوش به سرعت زياد خود مى باليد به خوابيدن و استراحت پرداخت و گفت : لاك پشت ! تو برو ، من بعد به تو خواهم رسيد . لاك پشت به آهستگى امّا بطور مداوم حركت مى كرد و خرگوش هنگامى از خواب بيدار شد كه لاك پشت بسيار به خط پايان و هدف نزديك بود . خرگوش هر چه دويد ، نتوانست به او برسد و بالأخره لاك پشت برنده ى مسابقه شد .\r\nرهرو آن نيست كه گه تند و گهى خسته رود\r\nرهرو آن است كه آهسته و پيوسته رود\r\nمسئله ديگر آن است كه نبايد تنها شاگردان مستعد و با حافظه مورد تشويق قرار گيرند ، بلكه همه را بايد تشويق كرد و آهسته و پيوسته روها را بيشتر بايد اميدوار كرد .\r\nأَلَم نَشرَح لَكَ صَدرَكَ وَ وَضَعنَا عَنكَ وِزرَكَ الَّذِى أَنقَضَ ظَهرَكَ ( انشراح ، آيه ى 3 - 1 )\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nدر اين سوره پروردگار عالم ، منَّت بر سر پيغمبر اكرمص مى گذارد و مى فرمايد : ما به تو نعمت داديم . اين اوّلين نعمتى است كه خدا براى پيغمبر خود بر مى شمارد . نمى گويد : مگر به تو علم نداديم ، مگر نبوّت به تو نداديم ، مگر تو را مسلّط بر جهان نكرديم . بلكه مى گويد : آيا شرح صدر به تو نداديم ؟ اين سوره به ما مى گويد كه والاترين نعمتها براى همه ، مخصوصاً براى معلم و براى پدر چه پدر جسمانى و چه پدر روحانى - شرح صدر است . اگر پيامبر اكرم شرح صدر نداشت همان روزهاى اول خانه نشين مى شد ، اما با آهسته و پيوسته رفتن توانست مصيبت هاى سيزده سال را پشت سر بگذارد .\r\nمصيبتهايى كه بر پيامبرص وارد شد واقعاً مشكل بود . در مدت ده سال در مدينه هفتاد و چهار جنگ براى ايشان پيش آمد ( بطور متوسط هر دو ماه يك جنگ ) ، جنگهايى كه براى آنها به امكانات مالى داشتند و نه نيروى رزمنده ى كافى . جنگهايى سخت در بيابانهاى گرم و سوزان حجاز با ريگهاى برنده اش . اصحاب پيامبرص اغلب اسب و شترى براى سوار شدن نداشتند ، حتّى گاهى كفشى نيز به پا نداشتند و با پاى برهنه و شكم هاى خالى از آب و غذا ، به جنگ مى رفتند . هفتاد و چهار جنگ با آن شرايط براى پيامبر پيش آمد و اينك روز خوش پيامبر است و پروردگار عالم در اين سوره خطاب به پيامبر مى فرمايد : آيا مصيبتهاى كمرشكن مكه را از\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nگرده ات بر نداشتم ؟ يعنى آن مصيبتهاى مكّه مشكل تر از هفتاد و چهار جنگى بود كه در مدينه بر پيامبر تحميل شد .\r\nدر پاسخ به اين سئوال كه چه چيز موجب شد تا پيامبر اكرمص در مقابل آن شدائد عظيم از پاى در نيايد ، بايد گفت ، سعه ى صدر ، آهسته و پيوسته رفتن و صبر و استقامت .\r\nيكى از مصيبتهاى مكه ، جريان حصر اقتصادى بود . امير المؤمنين ( ع ) در نهج البلاغه خطاب به معاويه ، مى نويسد : اى معاويه ! شما آنانى بوديد كه ما را محاصره ى اقتصادى كرديد و ما چهل نفر مسلمان ، مجبور شديم ميان درّه اى در وسط بيابان شعب ابى طالب زندگى كنيم . مسلمانان سه سال در آنجا زندانى بودند و روزها از گرما و شبها از سرما در رنج بودند ، بدون آب و غذا . اميرالمؤمنين ( ع ) ادامه مى دهند : بچّه هاى ما از تشنگى و گرسنگى مردند . زنها از تشنگى و گرسنگى فرياد مى زدند و مردها پوستى بر استخوان داشتند . در آن سه سال يك شير زن حضرت خديجه ى كبرى - كه خيلى به اسلام حق دارد ، آن چهل نفر را به صورت بسيار مشكلى اداره كرد .\r\nهمانطور كه ذكر شد ، آنچه موجب شد تا سختى هاى عظيم بر پيامبر آسان شود ، سعه ى صدر ، تسلّط بر اعصاب و خود را نباختن از مصيبت بود . قرآن مى فرمايد ، پيامبر فقط يك چيز داشت و آن سعه ى صدر بود و خطاب مىكند : يقين داشته باشيد در پس هر سختى ، آسانى است .\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nفان مع العسر يسرا ان مع العسر يسرا . ( انشراح ، آيه ى 6 - 5 )\r\nاگر از زمان حضرت آدم ( ع ) تا حال در تاريخ دقت كنيد ، خواهيد ديد كه سنّت پروردگار عالم بر اين است كه آسانى ها پس از سختى ها باشد ؛ شيرينى ها بعد از تلخى ها و نوشها توأم با نيش ها .\r\nدر مورد پيامبران و انقلاب ها هم همينطور است . آنچه انقلاب اسلامى ايران را پيروز كرد ، صبر ملّت بود . رهبر عظيم الشأن انقلاب « 1 » با سعه ى صدر توانست تمام مشكلات را پشت سر بگذارد . همگان ديدند كه اين پيرمرد در مقابل گرفتارى ها خم به ابرو نياورد . يكى از آشنايان مى گفت : اگر به ايشان بگويند كه شوروى از يك طرف و آمريكا از طرف ديگر به ايران حمله كرده اند ، دچار اضطراب خاطر و نگرانى نمى شوند و كار خود را انجام مى دهند . معلوم است كه اين گونه افراد به هدف و نتيجه مى رسند و بر عكس افرادى كه سعه ى صدر ندارند به هدف نخواهند رسيد .\r\nكلاسى كه معلّم با يك چيز جزئى ناراحت شود و خود خورى كند و رنگش تغيير نمايد ، شاگرد مردود در آخر سال فراوان خواهد داشت و يا اگر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) از آنجا كه اين گفتارها در زمان حيات پر بركت رهبر كبير انقلاب اسلامى ، حضرت امام خمينى ( رضوان الله تعالى عليه ) برگزار شده است در مباحث طرح شده از آن بزرگوار با عنوان رهبر عظيم الشأن انقلاب ياد شده است .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nپدر تسلّط بر اعصاب نداشته باشد در همان ماه‌هاى اوّل در خانه اختلاف پيدا مىشود و همچنين اگر مادر تسلّط بر اعصاب نداشته باشد ، قطعاً نخواهد توانست بچه ى صالح تحويل جامعه نمايد . يك مسئول اگر از ميدان صبر بيرون رود ، نمى تواند مديريت و رياست كند .\r\nاگر مى خواهيد پدر خوبى باشيد ، بايد در مقابل مشكلات عرض اندام كنيد . مشكل زياد است ، خيال نكنيد در دنيا انسانى بدون مشكل پيدا مىشود . هرگز روزى نخواهد رسيد كه انسان مشكل نداشته باشد ؛ اين نه مىشود و نه معقول است . به فرموده ى اميرالمؤمنين ( ع ) :\r\nالدّنيا بحر عميق ، قد غرق فيها خلق كثير ، الدهر يومان ، يوم لك و يوم عليك .\r\nدنيا مثل دريا است ، جزر و مد و موج دارد ، گاهى موج هاى خيلى قوى و گاهى آرام و آرام بودنش خيلى كم . كسى كه در درياست بايد بداند موج هم هست و كسى هم كه در اين دنياست بايد بداند مشكل هست . اگر در مقابل مشكل عرض اندام كنى و با حوصله و صبر گره ها را باز كنى ، اعصاب تو قوى خواهد شد و به مرور زمان سعه ى صدر پيدا مى كنى و به هدف و مقصد خواهى رسيد .\r\nاگر در مقابل مشكلات مقاومت نكنيد و مشكل ها انسان را به زمين بكوبد ، به هدف نخواهد رسيد و ضعف اعصاب ، دلهره ، نگرانى و مصيبتهاى بزرگتر را به دنبال مى آورد . آدمى كه تسلّط بر اعصاب نداشته باشد ، رفيق\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nنخواهد داشت و اگر معلّم باشد واى بر شاگردهاى او .\r\nمعلّمها اين بحث را سبك نشمارند . به تقويّت اعصاب خود بپردازند و هرگز در كلاس عصبانى نشوند . سعه ى صدر داشته باشند و توجه داشته باشند كه فهماندن مطالب به ديگران سعه ى صدر مى خواهد .\r\nاز تمامى شما معلّمين مى خواهم كه دلمرده نباشيد و خود را در مقابل مشكلات نبازيد ، اعم از مشكلات زندگى و يا مشكلات كلاس . من بيش از سى سال است كه معلّم هستم و مى دانم كه كار معلّم بسيار مشكل است و شرطهاى زيادى دارد امّا عمده ى آن تسلّط بر اعصاب است . اگر كم حوصله هستيد ، سعى كنيد پر حوصله شويد و اگر داراى اعصابى ضعيف هستيد ، آن را تقويّت كنيد و گرنه اصلًا وارد اين كار نشويد .\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nخلاصه ى درس هفتم\r\n-\r\nسعه ى صدر و قدرت مقابله با مصائب از لوازم اساسى توفيق است . -\r\nمعلمينى كه از سعه ى صدر برخوردارند توانايى شكوفا نمودن استعداد شاگردان خود را دارند . -\r\nمعمولًا كسانى كه حافظه و استعداد خوبى دارند به خود مغرور مى شوند و اين موجب كمتر كار كردن و عدم پيشرفت ايشان مىشود . -\r\nدر امر تشويق بايد به حالات افراد توجه كافى مبذول شود تا موجبات اميدوارى و پشتكار را پديد آورد . -\r\nآسانى ها در پس سختى ها و مصائب است و اين سنّت خداوندى است . -\r\nمشكلات هميشه هستند ، پس بايد در مقابل آنها ايستاد و با سعه ى صدر گره ها را گشود و اگر مقاومت نشود ، مصيبتهاى بزرگتر پديدار خواهند شد . -\r\nمعلمها بايد در تقويّت اعصاب و مقاومت در مقابل مشكلات كوشش نمايند . -\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n\r\nدرس هشتم اخلاص\r\nشرط ديگر ، براى معلّمى كه مى خواهد كارش براى جامعه مفيد و پر بركت باشد ، اخلاص است . اخلاص آن است كه براى خدا انجام شود و مدرسه و كلاس و گفتار و كردارش همه و همه رنگ خدايى داشته باشد و در اين حالت كلاس او علاوه بر اينكه مكتب و مسجد است ، كارش بهترين كارها و افضل عبادات در اسلام است و اگر كار براى خدا نباشد ، اگر چه براى فرهنگ يا مملكت مفيد باشد ، داراى آن ثواب عظيم نخواهد بود .\r\nاصولًا سفارش مى كنم در زندگى مخلص باشيد و در خانه و اجتماع به كارهاى خود و در مدرسه به تحصيل و يا تعلّم خود رنگ خدايى بدهيد و به عبارتى رنگ خلوص و به فرموده ى قرآن شريف رنگ خدا ، آنجا كه مى فرمايد :\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nصِبغَة اللهِ وَ مَن أَحسَنُ مِنَ اللهِ صِبغَة وَ نَحنُ لَهُ عَبِدُونَ ( بقره ، آيه ى 138 ) اگر بتوانيد به اعمال خود چنين رنگى بدهيد ، يك سلام شما ، يك دلجوئى از بينوا يا جواب دادن به سئوال نوجوان و بالأخره يك خدمت بسيار كوچك ، ممكن است به اندازه اى ثواب داشته باشد كه بهشت را بر شما واجب كند . به قول استاد بزرگوار ما ، علّامه طباطلائى رضوان الله تعالى عليه - : اين خلوص اكسير عجيبى است . به هر چيز بخورد ولو آن چيز كوچك باشد - آن را ارزشمند مىكند .\r\nبعضى اوقات همان چيز كوچك ارزشى بيش از هر آنچه در دنيا است پيدا مىكند بر عكس ، اگر اين اكسير به كار نخورد ، حتى اگر كار بسيار بزرگ باشد ، به اندازه ى بال مگسى ارزش نخواهد داشت . در قرآن شريف گاهى آياتى پر ارزش را مى بينيد كه براى كارهاى به ظاهر بى اهميّت نازل شده اند . براى نمونه اميرالمؤمنين ( ع ) در ركوع انگشتر معمولى و كم ارزشى را به فقير داد ، امّا به اين كار كوچك و بى قيمت رنگ خدائى خورد ؛ رنگ خلوص ، خلوص على ( ع ) و به اندازه اى عمل پرارزش شد كه آيه ى ولايت در مورد اميرالمؤمنين ( ع ) نازل شد . در مورد آن حضرت بيش از سيصد آيه در قرآن كريم آمده است كه بهترين و رساترين و بالاترين آنها ، همين آيه ى ولايت است .\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nإِنَّمَا وَلِيُّكُمُ اللهُ وَ رَسُولُهُ وَ الَّذِينَ ءَامَنُوا الَّذِينَ يُقِيمُونَ الصَّلَوة وَ يُؤتُونَ الزَّكَوة وَ هُم رَاكِعُونَ ( مائده ، آيه ى 55 )\r\nيعنى ولى شما و سرپرست و زعيم شما خدا و پيغمبر است و آن كسانى كه ايمان دارند ، نماز مى خوانند و در ركوع انفاق مى كنند و صدقه مى دهند . اين آيه نه تنها بر دنيا و آنچه در آن است بلكه بر آخرت و آنچه در آخرت است ، برترى دارد .\r\nشايد سئوال شود ، براى يك كار كوچك اين همه پاداش چرا ؟ بايد در پاسخ گفت كه كار كوچك است اما به قول علامه ى طباطبائى ( ره ) رنگ خدايى به كار خورده است ؛ نظير مس كه اكسير به آن مى خورد و آن را تبديل به طلا مىكند .\r\nآن هنگام كه پيغمبرص مى خواستند از مكه به مدينه بروند ، اميرالمؤمنين ( ع ) در بستر ايشان خوابيدند . اين كار براى اميرالمؤمنين ( ع ) خيلى كوچك است . به قول معاويه : استراحت او على ( ع ) - در ميدان ها است ، شيرى است كه همه از او مى ترسند و او از احدى نمى ترسد . براى على ( ع ) خوابيدن در خانه ى پيامبر اكرم كه دشمنان آن را در محاصره دارند ، آسان است امّا چون رنگ خدايى دارد ، ارزش پيدا كرد و اين آيه نازل شد :\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nوَ مِنَ النَّاسِ مَن يَشرِى نَفسَهُ ابتِغَاءَ مَرضَاتِ اللهِ وَ اللهُ رَءُوفُ بِالعِبَادِ ( بقره ، آيه ى 207 )\r\nبعضى از مردم ، جانشان را براى خدا به خطر مى اندازند ، اگر كسى بپرسد كه چرا اين كار كوچك ، اين اندازه ارزش پيدا كرد و درباره ى آن نازل شد ، قرآن در جواب او مى فرمايد : ابتغاء مرضات الله ، براى اينكه رنگ خلوص به آن خورده است .\r\nحضرت زهرا ( س ) در حلا روزه بودند ؛ على ( ع ) ، حسن ( ع ) و حسين ( ع ) و پيامبر اكرمص هم روزه بودند و افطار ميهمان ايشان . هنگام افطار نان جوئى بيش نداشتند كه زهراى مرضيه ( س ) به دست مباركشان جو را آسياب كردند و فطيرى ساخته بودند و بر سفره ى افطار آورده بودند . در اين موقعيّت ، گدايى به درب خانه آمد . حضرت زهرا ( س ) افطار خود و ديگران را به گدا دادند . بار دوّم حضرت زهرا ( س ) نانى تهيّه كردند كه اين مرتبه يتيمى آمد و ايشان غذاى خود و ديگران را به او دادند و در مرتبه ى سوم اسيرى آمد و حضرت سومين و آخرين غذا را به او دادند و چون ديگر چيزى در خانه براى خوردن نبود ، با آب افطار كردند و بدون شام خوابيدند و اينجا بود كه سوره ى هل اتى نازل شد .\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nوَ يُطعِمُونَ الطَّعَامَ عَلَى حُبِّهِ مِسكِيناً وَ يَتِيماً وً أَسِيراً إِنَّمَا نُطعِمُكُم لِوَجهِ اللهِ لَا نُرِيدُ مِنكُم جَزَاءٌ وَ لَا شُكُورا ( دهر ، آيه ى 9 )\r\nاگر كسى بگويد كه اين كار از نظر پيغمبرص و آل پيغبرص كه ايثار و گذشت جزء ذات آنها است ، كوچك است پس چرا بايد سوره اى براى آن نازل شود ؟ قرآن در جوابش مى فرمايد كه كار زهرا ( س ) براى خدا بود ، نه براى آنكه كسى از او تشكر كند و بارك الله بگويد و كار فقط و فقط براى خدا بود ، لذا نه فقط بر دنيا و آنچه در دنيا است بلكه بر بهشت و آنچه در آن است نيز برترى يافت .\r\nدقت در كارهاى عدّه اى از بزرگان نشان مىدهد كه يك كار كوچك ، آنان را به مقام بلندى رسانده است . سيّد شفتى « 1 » يكى از علماى بزرگ بود و به عالم اسلام خدمات بسيارى نمود . وى در اصفهان مسجدى بنام مسجد سيّد ساخته است كه از پر بركت ترين مساجد اصفهان است و قبر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سيّد محمد باقر بن تقى موسوى شفتى از علماى بزرگ شيعه است كه در اصول ، نحو ، رجال و رياضى استاد بود . وى از شاگردان سيّد مهدى بحرالعلوم ، كاشف الغطاء و ميرزاى قمى بود . تحفة الابرار ، الاجازات و مطالع الانوار از تأليفات او است . حجة الاسلام شفتى به سال 1260 ه - - ق در اصفهان وفات يافت و بر طبق وصيّت در جنب مسجدش مدفون گرديد .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nاو در دالان همين مسجد است و يك امامزاده ى به تمام معنى است كه مردم براى گرفتن حاجت به او مراجعه مى كنند و حاجت مى گيرند . او هم مرجع بود و هم قدرتمند و با اينكه در زمان او فتحعلى شاه قاجار سلطنت مى كرد ، ليكن سيّد در اصفهان خود حكومتى داشت . متمكن بود و به فقرا و ضعفا رسيدگى فراوانى مى كرد ، شايد وقتى از دنيا رفت بيش از هزار خانواده محروم و بى سرپرست شدند . به گفته ى او خدا اين مقام را به خاطر يك سگ به او داده است . او گفته است : طلبه بودم و درس مى خواندم ، دو سه روزى بود كه غذايى نداشتم و با بخور و نمير زندگى مى كردم . يك روز صبح مجبور شدم از هم اطاقى ام پولى قرض بگيرم و صبحانه اى تهيّه كنم . رفتم و مقدارى كله و پاچه و نان گرفتم و خيلى دلم مى خواست آن غذا را بخورم . هنگام برگشت در راه سگى را ديدم كه دو سه بچّه ى او پستانهاى او را مى مكيدند و او از فرط گرسنگى شير نداشت . دلم سوخت نان ها را در ظرف آبگوشت ريختم و جلوى سگ گذاشتم . سگ همه را خورد ، بعد ظرف را تطهير كردم و به صاحبش دادم . سيّد در ادامه مى گويد : چند روزى نگذشته بود كه از شفت گيلان خبر آمد كه فلان حاجى مرد و ( با وصيّت ) ثلث مال خود را به تو داد . پيش خود حساب كردم ، ديدم كه اين وصيّت در همان صبحى كه نان و آبگوشت را به سگ داده بودم صورت گرفته است . و اينك سيّد ارباب شده بود . هنگامى كه از دنيا رفت علاوه بر مال و قدرت\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nو علم و مرجعيّت ، مسجد سيّد را هم داشت .\r\nاز نظر يك مرد ايثارگر ، كار سيّد كوچك و ناچيز است . سگ گرسنه اى را ديده است كه از فرط گرسنگى شير ندارد به بچّه هاى خود بدهد و او غذاى خود را به سگ مىدهد . كار كوچك اين مرد بزرگ ، چرا آنقدر ارزش پيدا كرد كه خدا به او عظمت داد ، همان روز زمينه ى ترقّى اجتماعى او را فراهم كرد و سرانجام قبر او را امامزاده كرد ؟ به دليل خلوص .\r\nاگر دنيا و آخرت را مى خواهيد ، به كارهايتان رنگ خدايى بدهيد . وقتى معلّم به كلاس مى رود ، نه براى تشويق گرفتن و اينكه كلاسم نمره ى خوب بياورد تا به من بارك الله بگويند بلكه ، با اين فكر كه اينها امانت هستند و سعادت نسل آينده مرهون اين بچّه ها است و با اين فكر كه اگر من كار كردم و بچّه ها نمره ى خوب آوردند ، دل بچّه ها را خوش كرده ام و دل پدر و مادرشان را نيز بدست آورده ام و بتوانند در آينده براى انقلاب مفيد باشند و گره اى را باز كنند . اين فكر و عنوان به كلاس اكسير مى زند و به اندازه اى آن را پر ارزش خواهد كرد كه ديگر مسجد هم در مقابل آن نمى تواند قد علم كند .\r\nگاهى گفتن كلمه ى عزيزم به يك جوان يا نوجوان ، يك تبسّم به روى كودك ، يك دست تلطّف و يا يك تشويق به شرط آنكه رنگ خدايى داشته باشد بر دنيا و آنچه در آن است برترى پيدا مىكند ؛ امّا اگر اين رنگ در كار نباشد ، كار هر اندازه بزرگ باشد از نظر اسلام به اندازه ى بال مگسى\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nارزش ندارد . در روايات مى خوانيم كه در روز قيامت كسى را به صف محشر مى آورند و مى پرسند : چه كاره بوده اى ؟ در پاسخ مى گويد : من علاوه بر رفتن به جبهه و خط مقدم آن ، كشته شده ام در راه خدا . خطاب مىشود : آقا ! خوب نگاه كن ، ببين آيا به راستى چنين بود ؟ تو جبهه رفته اى ، در خط مقدم كشتى و كشته شدى امّا نه براى خدا بلكه براى اينكه به تو بگويند ؛ بارك الله ، آقا جبهه رو ، انقلابى و حزب اللّهى است . اينجا است كه فرد در روز قيامت در مى ماند و مى بيند كه عمل او رنگ خدايى نداشت و رنگ ريا داشته است . سپس خطاب مىشود : او را به رو به آتش جهنّم بيندازيد . آن آقاى مجاهد فى سبيل الله ، جبهه رفته ى شهيدى كه بدون غسل دفنش كرده اند ، به جهنّم مى رود ؛ چرا ؟ چون كارش ريا ، تظاهر و براى غير خدا بوده است .\r\nشبيه روايت فوق در مورد كسانى كه خود را خدمتگزار خلق خدا و سرپرست افراد بينوا مى دانستند يا كسى كه شصت هفتاد سال قال الباقر و قال الصادق گفته است و رساله نوشته است ولى به جاى اكسير خلوص ، عملشان رنگ تاريك و شوم ريا خورده است ، نيز آمده است و جايگاه آنان را جهنّم دانسته است .\r\nتقاضا دارم خود را جا نزنيد كه در آن صورت يك رياكار بزرگ و گناهكار خواهيد بود و گناه ريا در حد كفر است . قرآن كريم مى فرمايد :\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nيَأَيُّهَا الَّذِينَ ءَامَنُوا لَا تُبطِلُوا صَدَقَتِكُم بِالمَنِّ وَ الأَذَى كَالَّذِى يُنفِقُ مَالَهُ رِئَاءَ النَّاسِ وَ لَا يُؤمِنُ بِاللهِ وَ اليَومِ الأَخِرِ فَمَثَلُهُ كَمَثَلٍ صَفوَانِ عَلَيهِ تُرَابٌ فَأَصَابَهُ وَابِلٌ فَتَرَكَهُ صَلداً لَّا يَقدِرُونَ عَلَى شَىءٍ مِّمَّا كَسَبُوا وَ اللهُ لَا يَهدِى القَومِ الكَفِرِينَ ( بقره ، آيه ى 264 )\r\nيعنى اگر خدمت به كسى مى كنى ، منّت نگذار كه اگر منّت گذاشتى عمل تو پوچ و باطل مىشود نظير گردويى كه پوچ باشد - بعد هم مى فرمايد كه مواظب باش رياكار نباشى و گرنه عمل تو باطل مىشود ، گناه هر دو در حدّ كفر است . لذا در روز قيامت به رياكار ، مشرك و كافر خطاب مىشود . قرآن كريم در سوره ى ماعون مى فرمايد :\r\nفَوَيلٌ لِّلمُصَلِّينِ الَّذِينَ هُم عَن صَلَاتِهِم سَاهُونَ ( ماعون ، آيه ى 5 - 4 )\r\nواى بر آن مسلمانى كه نماز را سبك بشمارد . واى بر آن نامسلمانى كه رياكار و متظاهر است . واى بر آن نامسلمانى كه مىتواند به خلق خدا خدمت كند اما نمى كند .\r\nاين آيه ى شريفه هميشه در نظر شما باشد ، هميشه بگوئيد ، قرآن رياكار را\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nنامسلمان خوانده است و واى بر نامسلمان .\r\nعزيزان ! خلوص كلمه ى مقدّسى است كه گويى نور از سراپاى آن مى بارد . هنگامى كه انسان تصورش را بكند احساس نشاط در او پيدا مىشود و بر عكس كلمه ى ريا و كلمه ى تظاهر شوم است و تاريكى از آن مى بارد . بدا به حال رياكار و خوشا به حال مخلص ! اگر ازدواج مى كنيد ، اگر خدمت مى كنيد ، و اگر پولى براى زن و فرزند و رفاه و آسايش آنان فراهم مى كنيد ؛ به كلاس مى رويد ، غذا مى خوريد ، مى خوابيد ؛ همه و همه را براى خدا انجام دهيد آنگاه است كه اسم شما در عالم ملكوت مخلص نوشته خواهد شد . مواظب باشيد كه براى پول ، مردم و يا شهرت كار نكنيد . به تجربه ثابت شده است كه دروغگو و رياكار رسوا مى شوند ، اگر امروز نه ، فردا حتماً رسوا خواهند شد . ممكن است خداوند پنجاه سال با او مدارا كند امّا بالأخره رسوا خواهد شد . اين سنّت الهى است ، همانگونه كه خداوند متعال مخلص را بالا مى برد و او را محبوب مردم مىكند . متوجّه باشيد كه دست عنايت پروردگار عالم بر سرِ شما باشد تا هم شهرت دنيايى و هم سعادت اخروى داشته باشيد .\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nخلاصه ى درس هشتم\r\n-\r\nاگر تعليم براى خدا و كار معلم از روى اخلاص باشد ، كلاس نقش مسجد را خواهد يافت و كار معلم افضل عبادات خواهد شد . -\r\nبا رنگ خدايى گرفتن رفتار ، گاهى يك خدمت كوچك ثوابى بسيار بزرگ را موجب خواهد شد و اگر اكسير خلوص به كارها نخورد ، هر چند عمل بسيار هم بزرگ باشد ، كوچكترين ارزشى نخواهد داشت . -\r\nتأمين دنيا و آخرت در گرو آن است كه اعمال از روى اخلاص انجام شود نه براى تشويق و تكريم . -\r\nگناه ريا در حد كفر است و روز قيامت ، رياكار مشرك و كافر محسوب مىشود . -\r\nاگر توانايى انجام خدمت داريد هرگز در انجام آن كوتاهى و تعلّل نورزيد . -\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\n\r\nدرس نهم شخصيّت از ديدگاه اسلام\r\nمسئله شخصيّت از نظر اسلام ، مسئله بزرگى است و اسلام مدعى است كه بسيارى از سعادتهاى فردى و اجتماعى انسان ، مرهون شخصيّت او است . با مطالعه در تاريخ مشاهده مىشود كه جنايتهاى فردى و اجتماعى ، مرهون بى شخصيّتى است . معمولًا اعمال شايسته و پسنديده ى اجتماعى از سوى افراد با اصالت سر مى زند و بر عكس از افراد بى اصالت و كرامت و به عبارت ديگر بى شخصيّت رفتار ناشايست انجام مىشود .\r\nامام صادق ( ع ) مى فرمايد : تو اوّل بايد شخصيّت خود را بكوبى بعد گناه كنى هر چند ناخودآگاه . كسى كه مى خواهد مرتكب گناه شود ولو\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nحق الله - اوّل بايد وجدان اخلاقى و شخصيّت خود را بكوبد و صداى آن را خفه كند ، آنگاه گناه نمايد .\r\nمسئله شخصيّت از ديد روانشناسى نيز داراى اهميّت بسيارى است . چيزى كه معلّمان عزيز بايد به آن توجه داشته باشند آن است كه غريزه ى شخصيّت يا بى و عزّت يا بى در همان روزهاى اول در كودك بايد بالفعل شود ، نظير غريزه ى تمايل به غذا كه از موقع تولد اين غريزه با اوست و اين از شاهكارهاى خلقت است . نوزاد گرسنگى و سيرى را درك مىكند و اين غريزه تمايل به غذا بالفعل با او است .\r\nبر مبناى نظر اسلام ، غريزه ى علم يا بى در انسان بالفعل است ، يعنى همان روزى كه كودك به دنيا مى آيد به همراه ساير غرايز ، غريزه ى علم يا بى را هم دارا است ؛ لذا دستور است كه در گوش راست نوزاد اذان و در گوش چپ او اقامه گفته شود . همچنين در روايات آمده است كه نوزاد در بيدارى نبايد شاهد صحنه هاى شهوت انگيز باشد .\r\nروانشناسان و تاريخ نويسان ضمن نقل قضاياى مختلف گفته ى اسلام ، مبنى بر بالفعل بودن غريزه ى علم يا بى در انسان را تأئيد مى كنند ؛ لذا جمله ى معروف ز گهواره تا گور دانش بجوى كه برگرفته از كلام پيامبرص است -\r\nاطلبوا العلم من المهد الى اللحد\r\n- نيز اغراق نيست بلكه بر اساس واقعيت است و پدر و مادر از همان ابتداى تولد مى بايد به غريزه ى علم يا بى\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nكودك توجه نمايند و اين غريزه ى گرسنه را سير كنند .\r\nاز ديگر غرايز كه بايد به آن توجّه شود ، غريزه ى عزّت يا بى و شخصيّت و بچّه است . از همان روزهاى اول كه كودك مورد نوازش قرار مى گيرد و دست بر سر او كشيده مىشود و با تلطّف با او حرف زده مىشود ، تبسّم مىكند و گويى كه نشاط از سراپاى او نمايان است و بر عكس اگر با كودك به خشونت و با ترشرويى صحبت شود و بر سر او داد كشيده شود ، بغض مىكند و گريه را سر مىدهد و گويا كه در سراپاى او غضب پديدار مى گردد . به عبارت ديگر از همان روز اول غريزه ى شخصيّت در كودك بالفعل است و بعضى از غرايز به صورت استعداد در او وجود دارد كه به تدريج بالفعل مىشود . اسلام مى گويد كه غريزه ى جنسى را در ابتدا كودك ندارد و اگر بلوغ زودرس در وى بوجود نيايد آن هنگام كه به بلوغ شرعى رسيد ، اين غريزه در او بالفعل مىشود .\r\nهمه ى ما و به ويژه پدرها و مادرها ، معلّم ها و دبيران و اساتيد بايد متوجّه باشيم كه غريزه ى شخصيّت در بچّه بالفعل است و هر چه كه بر عمر او افزوده مىشود اين غريزه بيشتر خود را نشان مىدهد و غذاى بيشترى را طلب مىكند و ما نيز بايد آن را تغذيه كنيم و اين غريزه تا آخر عمر با او خواهد بود . از طرف ديگر خود نوجوان و يا جوان نيز بايد مواظب باشد كه به شخصيّت خود ضربه وارد نكنند . اسلام حرام مىداند كه انسان با اعمال ناشايست\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nبه شخصيّت خود ضربه وارد كند . در بحثهاى گذشته در قسمت كوچكهاى بزرگ گفتيم كه انسان حق ندارد كارى كند كه از جامعه مطرود شود و شخصيّت او لكه دار گردد كه گناهى بزرگ است همانگونه كه انسان حق ندارد شخصيّت ديگران را لكه دار كند .\r\nوظيفه ى مهمتر پدر و مادر و معلّم آن است كه شخصيّت كودك را شكوفا كنند ، كه از آن استعدادها ، ذوقها و نبوغها سرچشمه مى گيرد . در دنياى امروز صداى قلب مادر را روى نوار ضبط مى كنند و زمانى كه مادر نيست ، براى بچه پخش مى كنند . اين زنگ خطرى است كه اسلام بيش از هزار سال پيش آن را به صدا در آورده است . اين زنگ خطر مى گويد كه بچّه محتاج عاطفه ، نوازش ، تلطّف و مهربانى است . با يك حرف خشن شخصيّت كودك لِه مىشود ، همانند گردوئى كه زير سنگ خرد مىشود . اگر شخصيّت كودك آسيب ببيند عقده ها و مصيبتها به بار مى آورد و استعدادها و نبوغ زيادى محو مىشود . شخصيّت كودك نظير گُل است كه اگر آبيارى نشود پژمرده مىشود و خواهد خشكيد و بايد گفت كه از گُل هم لطيف تر است . ما مشاهده مى كنيم كه در دين اسلام در مورد بچه ى يتيم سفارش زيادى شده است ، چرا ؟ چون اگر گرد يتيمى بر چهره ى بچّه اش بنشيند ، شخصيّت او كوبيده مىشود و باعث بى نشاطى ، بى استعدادى و بى ذوقى او مى گردد . به اين خاطر اسلام ثواب فراوان به كسانى مىدهد كه يتيم دارى كنند هر چند به اين مقدار كه\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nدست نوازش روى سر بچه ى يتيم بكشند و مى گويد ثواب آن به اندازه ى موهاى سر بچه است و از ديگر سو گناه بسيارى بار مىكند بر آن فرد يا جامعه اى كه راجع به ايتام بى تفاوت باشند . قرآن كريم مى فرمايد :\r\nفَذَلِكَ الَّذِى يَدُعُّ اليَتِيمَ ( ماعون ، آيه ى 2 )\r\nاسلام مى گويد ، همه ى زنها مادر يتيمند اگر يتيم مادر نداشته باشد - و همه ى مردها به منزله ى پدر يتيمند و جامعه ى اسلامى بايد مواظبت كند تا گَرد يتيمى به چهره ى يتيم ننشيند و موجب ضربه به شخصيّت او نشود چرا كه اگر فردى شخصيّت او شكوفا نشود ، عضو زائد جامعه است ، مانند انگشت ششم كه نه تنها به درد نمى خورد بلكه مزاحم هم هست .\r\nمعلم بايد در كلاس ضمن تعليم ، به شاگردان شخصيّت بدهد ، با تشويق و با زبان خوش ، اين يكى از وظايف سنگين و از كارهاى مشكل است . از سوى ديگر كوبيدن شخصيّت كار آسانى است . گاهى يك جمله ى تند به اندازه اى شخصيّت بچّه را مى كوبد كه شايد ديگر هرگز نتوان شخصيّت او را شكوفا كرد . اين موضوع براى اساتيد و دبيران لازم و براى معلمين كلاسهاى ابتدايى لازمتر و واجب تر است . معلّم است كه مىتواند زير بناى شخصيّت فرد را پايه ريزى كند و هم او است كه مىتواند به اندازه اى شخصيّت فرد را\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nبكوبد كه ديگر پدر و مادر و اساتيد و دبيران قادر به تربيت آن فرد نباشند .\r\nجمله ى\r\nمن اهاننى وليا فقد بارزنى بالمحاربه و من حاربنى حاربته\r\nرا فراموش نكنيد . معلم ها ، هر روز صبح كه قصد رفتن به كلاس را دارند ، بايد اين جمله را در ذهن زنده كنند كه اگر مسلمانى به مسلمان ديگر توهين كند گناه آن ، گناه جنگ با خدا است و خداوند فرموده است كه اگر كسى با من بجنگد من با او مى جنگم . يعنى اى معلّم اگر در كلاس به بچّه بى گناه توهين كنى با خدا جنگيده اى و خدا مى گويد با تو مى جنگم . سوره ى عبس براى همه خصوصاً معلّمان درس است . شأن نزول اين سوره اين است كه پيغمبرص در جمعى كه يك شخصيّت اجتماعى ثروتمند نيز بود ، حضور داشتند . در اين حال نابيناى فقير امّا روشن ضمير و داراى شخصيّت دينى بنام ابن مكتوم عصا زنان وارد شد و در كنار شخص ثروتمند نشست . فرد متمكن ناراحت شد و خود را جمع كرد و عقب كشيد . شايد ابن مكتوم متوجه نشد امّا پيامبر اكرمص فهميد كه به نابينا توهين شده است در نتيجه با ناراحتى به فرد ثروتمند فرمودند : ترسيدى چيزى از فقر او به تو برسد . عرض كرد : نه يا رسول الله . پيامبر فرمودند : چرا چنين عملى را انجام دادى ؟ مرد ثروتمند متأثر شد و عرض كرد : يا رسول الله ! حاضرم نيمى از دارائى خود را به او بدهم تا از من راضى شود و شما نيز مرا عفو كنيد . پيامبر رو به ابن مكتوم كردند و فرمودند : مى خواهى كه ثروتمند\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nشوى ابن مكتوم در جواب عرض كرد : نه ، مى ترسم اگر متموّل شوم ، مثل او متكبّر شوم .\r\nاين آيه ها از اين سوره ى مباركه به ما مى گويد كه افراد شخصيّت دارند و بايد شخصيّت همه ى افراد را مراعات كنيم و بسيار دقت كنيم تا مبادا شخصيّت كسى لكّه دار شود و يا به آن ضربه وارد آيد .\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nخلاصه ى درس نهم\r\n-\r\nاسلام بسيارى از سعادتهاى فردى و اجتماعى انسان را مرهون شخصيّت او مىداند . -\r\nمعلمين بايد توجه داشته باشند كه غريزه ى شخصيّت يا بى مانند غريزه ى تمايل به غذا ، از ابتدا در انسان بالفعل است . عكس العمل كودك نسبت به تشويق و يا تنبيه مؤيد اين مطلب است . -\r\nلكه دار كردن شخصيّت خود و يا ديگران گناهى بزرگ است . -\r\nشكوفا نمودن شخصيّت كودكان و نوجوانان از وظايف مهم معلمين و اولياء است . شخصيّت مانند گُل محتاج آبيارى و مراقبت است و بى توجهى به آن باعث پژمردگى و خشكيدن آن مىشود و عقده ها و محو استعدادها را به دنبال مى آورد . -\r\nمعلم است كه زير بناى شخصيّت افراد را پايه ريزى مىكند و به همين علت بايستى اهتمام كافى را در زمينه ى مراعات شخصيّت شاگردان و تربيت مناسب آنها بنمايد .\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\n\r\nدرس دهم شخصيّت از ديدگاه ساير مكاتب\r\nپنجمين شرط كه در جلسه قبل در رابطه با آن صحبت شد ولى ناقص ماند اين بود كه معلّم خوب ، هم بايد خود شخصيّت داشته باشد و هم در صدد شكوفايى شخصيّت كودك ، نوجوان و جوان باشد . تقاضا دارم در دبستانها ، دبيرستانها و دانشگاهها به اين شرط اهميّت بسيار داده شود .\r\nاسلام براى يك فرد مؤمن و متعهّد و اصولًا براى مسلمان شخصيّت فراوانى قائل است . قرآن انسان را خليفه ى خدا در زمين معرّفى مىكند . خداوند به هنگام آفرينش آدم ، خطاب به ملائك فرمود :\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nوَ إِذ قَالَ رَبُّكَ لِلمَلَئِكَة إِنّىِ جَاعِلٌ فِى الأَرضِ خَلِيفَة قَالُوا أَتَجعَلُ فِيهَا مَن يُفسِدُ فِيهَا وَ يَسفِكُ الدِّمَاءَ وَ نَحنُ نُسَبِّحُ بِحَمدِكَ وَ نُقَدِّسُ لَكَ قَالَ إِنّىِ أَعلَمُ مَالا تَعمَلُونَ ( بقره ، آيه ى 30 )\r\nيعنى مى خواهم خليفه اى در زمين براى خود قرار دهم . ملائكه از طرز خلقت انسان كه بُعد حيوانى دارد ، فهميدند كه اين انسان مفسده دارد و خونريزى ها ، تجاوزها و ظلمهاى فراوان در ميان انسانها بروز خواهد كرد و طبع انسان اين زمينه و اقتضاء را دارا است . لذا به پروردگار عالم گفتند : خدايا اگر مى خواهى كسى تو را تقديس و تسبيح و عبادت كند ، ما مى كنيم و مفسده اى هم نداريم چرا كه تمايلات و غرايز بُعد حيوانى در ما نيست . خطاب شد : كه شما نمى دانيد ، اگر چه انسان مفسده دارد ولى در ميان آنان ، افراد متعهّد به مراتب بسيار بلند مى رسند . به عبارت فلسفى ، واجب است انسان را خلق كنم . بعد مى فرمايد :\r\nوَ عَلَّمَ ءَادَمَ الأَسمَاءَ كُلَّهَا ثُمَّ عَرَضَهُم عَلَى المَلَئِكَة فَقَالَ أَنبِئُونِى بِأَسمَاءِ هَؤُلَاءِ إِن كُنتُم صَدِقِينَ ( بقره ، آيه ى 31 )\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nيعنى چگونگى خلقت انسان به اندازه اى عالى و والاست كه مىتواند مظهر اسماء و صفات حق شود . ملائك وقتى اين مظهر را ديدند ، به اشتباه خود اقرار كردند و گفتند : خدايا ! اشتباه كرديم . تو مى دانى و ما نمى دانيم .\r\nهمين دو ، سه آيه ى سوره ى بقره كه در آن خداوند داستان آدم را مى گويد ، به انسان به اندازه اى شخصيّت مىدهد كه بالاتر از آن فرض نمى شود . پروردگار عالم علاوه بر اينكه انسان را مظهر اسماء و صفات خود معرّفى مىكند ، او را خليفه ى خود نيز قرار مىدهد .\r\nاز اين دو آيه ى شريفه روشن مىشود كه انسان كيست و چه شخصيّتى دارد . انسان كيست ؟ آنكه مسجود ملائك است و قبله ى ايشان و كسى است كه روح خدا در او دميده شد . روح خدا چيست ؟ من نمى دانم و بالاتر از من هم نمى داند ؛ حتّى قرآن شريف نيز در پاسخ به اين سئوال مى فرمايد :\r\nوَ يَسئَلُونَكَ عَنِ الرُّوحِ قُلِ الرُّوحُ مِن أَمرِ رَبّىِ وَ مَا أُوتِيتُم مِّنَ العِلمِ إِلَّا قَلِيلًا ( اسراء ، آيه ى 58 )\r\nبه اينها بگو : شما حقيقت روح را نمى توانيد درك كنيد . همين اندازه بدانيد كه روح كار خدا است . روح شباهت كاملى به پروردگار عالم دارد . همانطور كه خداوند خالق است ، روح من و شما نيز خالق است ، به اين\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nمعنى كه شما مى توانيد موجودات ذهنى را در خود ايجاد كنيد ؛ چنان كه پروردگار عالم مىتواند هر مخلوقى را كه بخواهد در خارج ايجاد كند . اگر روح شما قوى شد ، همين كار را مى توانيد در خارج انجام دهيد . ما افرادى را سراغ داريم كه روح آنان متّصل به روح خدا شد . رياضت كشيدند ، عبادت كردند و مظهر اسماء و صفات حق شدند و رسيدند به آنجا كه توانستند چيزهائى را در خارج ايجاد كنند .\r\nخداوند مرحوم آقا شيخ غلامرضا يزدى ( رضوان الله تعالى عليه ) را كه عارف كامل و عالم و خدمتگزار اسلام بود رحمت كند . او تعريف مى كرد : ما با مرحوم آقا سيّد عبدالهادى شيرازى كه فردى خود ساخته و كامل و از مراجع بزرگ نجف بود همراه عدّه اى از نجف به كربلا مى آمديم . در آن وقت رسم طلّاب علوم دينيّه ى حوزه ى نجف اين بود كه در ايّام زيارتى ، پاى پياده از نجف به كربلا مى رفتند . چند روزى در كربلا مى ماندند و زيارت مى كردند و پس از آن پاى پياده به نجف باز مى گشتند . ما در ميان راه تشنه شديم . مرحوم آقا سيّد عبدالهادى فرمودند بياييد به پشت اين تپّه تا به شما آب بدهم . همه را به پشت تپّه بُرد . در آنجا چشمه اى ديديم و از آب آن نوشيديم ، وضو گرفتيم ، تطهير كرديم و لُنگ هاى خود را تَر نموديم و روى سر خود انداختيم و به جادّه باز گشتيم . شيخ غلامرضا ادامه داد : من ناگهان به خود آمدم چرا كه ما بارها از نجف به كربلا رفته بوديم و در آن\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nناحيه آبى نبود . آهسته و بدون اينكه همراهان متوجّه شوند ، برگشتم به پشت تپّه امّا ديدم خبرى از آب نيست . كسانى كه قضيّه را از آقا شيخ غلامرضا نقل مى كنند ، مى گويند كه او مى خنديد و مى فرمود : لُنگ تر بر سر ما بود امّا چشمه اى در كار نبود .\r\nنظير واقعه ى فوق را در افراد كامل مى بينيم . اصولًا معنى معجزه همين است . اينكه حضرت امام رضا ( ع ) به دو شير پرده اشاره كردند و شيرها جادوگر را بلعيدند ، از همين باب است . وقتى روح قوى شد و اتّصال به روح ربوبى پيدا كرد ، مىتواند اعمال خارق العاده بكند ؛ همانطور كه ما قادريم در ذهن خود هر چه بخواهيم ايجاد كنيم ، كسى كه متّصل به قدرت خدا بشود و مظهر اسماء و صفات حق ، مىتواند كار خدائى بكند . اين آيات شريفه ى اوّل سوره ى مباركه بقره به انسان شخصيّت مىدهد .\r\nسئوال دوّم اين است كه شخصيّت انسان چه مرتبه اى دارد ؟ قرآن مى گويد : كه انسان ! تو روح الله هستى و به ملائكه مى گويد ، اين انسان ، روح الله است ، به او سجده كنيد و در ادامه مى گويد :\r\nوَ إِذ قُلنَا لِلمَلَئِكَة اسجُدُوا لِأَدَمَ فَسَجَدُوا إِلَّا إِبلِيسَ أَبَى وَ استَكبَرَ وَ كَانَ مِنَ الكَفِرِينَ ( بقره ، آيه ى 34 )\r\nهمه سجده كردند جز شيطان و چون سجده نكرد از درگاه خدا رانده شد\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nو كافر شد . اين نيز براى انسان شخصيّت ديگرى است . قرآن كريم خطاب به انسان مى فرمايد : اى انسان ! به اندازه اى شخصيّت دارى كه اگر كسى با تو مخالفت كند از درگاه من رانده مىشود ولو آنكه شيطان باشد با آن همه عبادت و تقرّبش . در قرآن آيه ى ديگرى است به نام كرامت كه آن نيز به انسان شخصيّت مىدهد ، مى فرمايد :\r\nوَ لَقَد كَرَّمنَا بَنِى ءَادَمَ وَ حَمَلنَهُم فِى البَرِّ وَ البَحرِ وَ رَزَقنَهُم مِّنَ الطَّيِبتِ وَ فَضَّلنَهُم عَلَى كَثِيرٍ مِّمَّن خَلَقنَا تَفضِيلًا ( اسراء ، آيه ى 70 )\r\nبراى معنى كردن آيه و نشان دادن اينكه اين آيه چه مقدار به انسان شخصيّت مىدهد يك مثال ساده مى آورم . شما اگر كسى را بسيار دوست داشته باشيد و به او ارادت بورزيد ، او را به خانه ى خود دعوت مى كنيد ، براى آوردن او اتومبيل مى بريد ، در خانه بهترين غذا را برايش مهيّا مى كنيد و به هنگام بازگشت ، او را به خانه اش مى رسانيد . آيه ى كرامت همين را مى گويد . خطاب به انسان مى فرمايد كه به اندازه اى در پيش من مقرّبى كه ترا در دنيا مهمان نموده ام . البته مهمانىِ خدا در دنيا براى استكمال است و براى آن است كه انسان مظهر اسماء و صفات بشود و از نظر معنى غذا خورده و كامل شود . قرآن مى گويد ترا دعوت كرده ام و مهمان نموده ام . بهترين غذاها را\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nبراى تو تهيّه كرده ام ، هم از نظر بُعد حيوانى و هم روحانى . براى تو مركب تهيّه كرده ام ، چه در دريا و چه در خشكى . مى خواهد بگويد : اى انسان ! تو در پيش من والايى ، بسيار شخصيّت دارى ، قَدر خود را بدان . من كه خالق تو هستم ، برايت شخصيّت بسيار قائلم . اين آيه ى كرامت از نظر قرآن ، افتخارى براى انسان است .\r\nقرآن كريم در آيه ى ديگرى نيز به انسان شخصيّت داده است و مى فرمايد :\r\nإِنَّا عَرَضنَا الأَمَانَة عَلَى السَّمَوَتِ وَ الأَرضِ وَ الجِبَالِ فَأَبَينَ أَن يَحمِلنَهَا وَ أَشفَقنَ مِنهَا وَ حَمَلَهَا الإِنَسنُ إِنَّهُ كَانَ ظَلُوماً جَهُولًا ( احزاب ، آيه ى 72 )\r\nاى انسان ! تو امانتدار هستى ، تو را براى امانتدارى روى زمين آورده ام امانتى را كه به تو دادم و قبول كردى و لياقت آن را داشتى ، همين امانت را به عالم وجود عرضه داشتم امّا عالم وجود استعداد اين امانتدارى را نداشت . تو استعداد دارى امّا حيف كه قدر خود را نمى شناسى و ظالم به خود هستى .\r\nانسان نسبت به خود ظالم است ، براى آنكه شخصيّت دارد ولى آن را لكّه دار مىكند و زير پا مى گذارد ؛ اين انسان نسبت به خود جاهل است . جواهرى بى همتا و گرانبهاست امّا ارزش خود را نمى داند . نظير بچّه اى كه اگر دُرّ گرانبهايى به او داده شود ، ابتدا با آن بازى مىكند و پس از بازى با\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nسنگى آن را مى شكند ولو آنكه جواهر كوه نوربا آن قيمت فراوانش باشد .\r\nقرآن مى فرمايد اى انسان ! تو امانتى را توانستى بپذيرى كه عالم خلقت نتوانست . سئوالى كه در اينجا مطرح مىشود آن است كه اين امانت چيست ؟ هر كس در پاسخ چيزى گفته است . شايد اين امانت ، دل مؤمن است . در روايت مى خوانيم\r\nقلب المؤمن عرش الرّحمن\r\nدل مؤمن عرش خداست . آيا مى توان بالاتر از اين به انسان شخصيّت داد . در روايت ديگر آمده است :\r\nلا يسعنى ارضى و لا سمائى و لكن يسعنى قلب عبدى المؤمن\r\nيعنى عالم وجود گنجايش ندارد كه من در آن باشم امّا اگر مى خواهى مرا پيدا كنى ، در دل مؤمن پيدا كن . دل مؤمن جايگاه و عرش و تخت من است .\r\nامّا حيف ! هر چقدر اسلام و قرآن انسان را بالا برد ، دنياى روز بالعكس عجيب انسان را بر زمين زد و به اندازه اى انسان را بى ارزش جلوه داد كه انسان با مطالعه مكتبهاى خرافى دچار تعجّب مىشود و آنقدر پست كه گويا الفباى انسانيّت را هم بلد نيستند اگر چه اتم را شكافته اند . مكتبهاى فرويد ، ماركس ، نيچه و دوركيم با انسانيّت چه كردند ؟\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nيادم نمى رود ، يك مهندس آلمانى كه پرورش يافته همين مكاتب بود ، انسان را 80 مارك قيمت گذارى كرده بود ! در مورد علّت آن هم گفت : انسان فلان اندازه قند دارد چند مارك و فلان اندازه هم آهك دارد چند مارك و . . . بالأخره مواد شيميايى داخل بدن را محاسبه و قيمت گذارى كرده و در نهايت نوشته است : انسان يعنى 80 مارك !\r\nحال ببينيم از ديد قرآن قيمت انسان چقدر است . مى فرمايد :\r\nمِن أَجلِ ذَلِكَ كَتَبنَا عَلَى بَنِى إِسراءِيلَ أَنَّهُ مَن قَتَلَ نَفسَاً بِغَيرِ نَفسٍ أَو فَسَادٍ فِى الأَرضِ فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعاً وَ مَن أَحيَاهَا فَكَأَنَّمَا أَحيَا النَّاسَ جَمِيعاً وَ لَقَد جَاءَتهُم رُسُلُنَا بِالبَيِّنتِ ثُمَّ إِنَّ كَثِيراً مِنهُم بَعدَ ذَلِكَ فِى الأَرضِ لَمُسرِفُونَ ( مائده ، آيه ى 32 )\r\nيعنى ، هر كس ، فرد بى گناهى را بكشد ، مثل اين است كه جهان را كشته باشد و اگر كسى ، فردى را زنده كند ، به مانند آن است كه جهان را زنده كرده باشد . اين آيه ى شريفه از نظر ظاهر ( قطع نظر از تفسير و تأويلش ) مى گويد : قيمت يك انسان به اندازه ى دنيا است .\r\nآرى ، مكتب فرويد مى گويد كه انسان ! تو آنى كه شير مادر را هم براى\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nارضاء غريزه ى جنسى مى مكيدن و اصلًا به دنيا آمده اى تا غريزه ى جنسى را ارضاء نمايى ؛ قيمت تو اين است . شعار ماركس چيست ؟ او مى گويد كه هر كس بايد به اندازه ى قدرت كار كند و به اندازه ى ضرورت برداشت . معنى اين جمله چيست ؟ جز اين است كه قيمت انسان برابر قيمت يك الاغ است . براى اينكه الاغ را براى چه مى خواهند ؟ الاغ بايد به اندازه ى قدرت كار كند و به اندازه ى ضرورت برداشت كند . يعنى اينكه صاحبش به آن اندازه به او جو مىدهد كه سير شود و بس . وقتى ماركس و فرويد اين گونه سخن بگويند ، معلوم است كه آن مهندس آلمانى هم به آن شكل روى انسان قيمت مى گذارد . امّا من به شما بگويم ، اگر انسان ، آن انسانى باشد كه مورد نظر ماركس و فرويد و آن مهندس آلمانى است ، آن ميزان هم ارزش ندارد . اميرالمؤمنين ( ع ) در نهج البلاغه مى فرمايد :\r\nالانسان اعظم حرمة من الكعبه\r\nقيمت انسان از كعبه بالاتر است ،\r\nيا الانسان اعظم حرمة من المَلَك المقرّب\r\n، مقام انسان از مَلَك مقرّب و جبرئيل بالاتر است ؛ امّا چه موقع ؟ هنگامى كه متعهّد و مؤمن باشد . همچنين اميرالمؤمنين ( ع ) مى فرمايد :\r\nمن كان همّه بطنه قيمته ما يخرج عن بطنه\r\nيعنى آن كسى كه مادّى گرا شد و روز و شب در فكر دنيا و شكم ، قيمت او همان است كه از او دفع مىشود . اين ذلّتى است كه امام ( ع ) به ماركس ها و فرويدها و آنگونه مهندس ها و ديگر مادّيگرايان و دنيا طلبان و شكم پرست ها مىدهد .\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nقرآن كريم مى فرمايد : انّه كان ظلوماً جهولًا خيلى ظالم و جاهل هستى اى انسان .\r\nقيمت انسان بسيار بالا است ، امّا حيف كه خود را نشناخت . مى گويند روزى تيمور لنگ در حمام از كيسه كش پرسيد : قيمت من چقدر است . كيسه كش در پاسخ گفت : صد تومان ، قربان ! تيمور ناراحت شد و گفت : احمق من فقط صد تومان قيمت دارم ؟ تنها اين لُنگ من قيمتش صد تومان است . كيسه كش در جواب گفت : قربان ! با لُنگ حساب كردم . و چقدر عالى گفت . اگر انسان تيمور لنگ و فرويد و امثال آنها شد ، اگر انسان دل و معنويّت را فراموش كرد و از ياد بُرد كه او مظهر اسماء و صفات حق است ، اين همان است كه دلّاك حمّام به تيمور گفت و همان است كه 80 مارك قيمت گذارى شد .\r\nاين بحث ، بحث ارزنده اى است و همين مقدار به شما مى گويم كه انسان شخصيّت دارد و معلّمين علاوه بر اينكه براى خود بايد شخصيّت قائل شوند بايد كارى كنند كه شخصيّت كودك شكوفا شود و به او شخصيّت دهند .\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nخلاصه ى درس دهم\r\n-\r\nانسان نزد قرآن و اسلام از جايگاه رفيع و والايى برخوردار است . اگر روح انسان قوى شود و به روح ربوبى اتّصال يابد ، قادر به انجام امور خارق العاده است . انسانهاى برجسته با عبادت و رياضت ، مظهر اسماء و صفات حق شدند و نمونه هايى از روح متعالى بشر را به عرصه ى ظهور رسانيدند . -\r\nبا بررسى مكاتب رايج دنيا ، شاهد بى ارزش شدن و بر زمين كوبيده شدن شخصيّت والاى انسانى هستيم . -\r\nعقايدى كه از افرادى مثل ماركس و يا فرويد گسترش يافته است ، انسانيّت را از ديدگاهى مادّى نگريسته است و شخصيّت او را از حيوانات هم پست تر معرفى كرده است . -\r\nانسان در حقيقت جواهرى بى همتا و گرانبها است كه خود به ارزش واقعى خود پى نبرده است .\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\n\r\nدرس يازدهم هدف از خلقت انسان\r\nامروز در جهان اين سئوال مطرح است كه ما براى چه به دنيا آمده ايم ؟ و نيافتن پاسخ براى اين سئوال خصوصاً در قشر جوان باعث خودكشى هاى فراوان شده است .\r\nانسان امروز متحيّر و مبهوت است كه براى چه به دنيا آمده است . خوب است ما سئوال را قدرى وسيعتر عنوان كنيم و اصلًا بگوئيم : اين عالم وجود چرا خلق شد ؟ به سخن ديگر ، پروردگار عالم ، دنيا را براى چه خلق كرد ؟ در اين باره هر مكتبى به فراخور حالش صحبت كرده است . مكاتب فلسفى ، مادّى و عرفانى هر يك نظرى داده اند و جامعه شناسان در اين\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nرابطه مشكل دارند كه فعلًا در صدد طرح آن نيستم ولى آن مقدار كه در اينجا به شما عرض مى كنم اين است كه قرآن شريف مى فرمايد ، عالم وجود همه و همه براى همين انسان است . هدف انسان است . زمين و آسمان و كهكشانها با آن وسعت و آسمانهاى دوّم و سوّم با آن عظمت كه هنوز بشر آن را كشف نكرده است تا حضرت بقيّة الله ( عج ) بيايد و كشف نمايد - و بالأخره اين دنياى به اين پهناورى ، از مجرّد و مادّى ، براى انسان است .\r\nقرآن خطاب به انسان مى فرمايد :\r\nأ لَم تَرَوا أَنَّ اللهَ سَخَّرَ لَكُم مَّا فِى السَّمَوَتِ وَ مَا فِى الأَرضِ وَ أَسبَغَ عَلَيكُم نِعَمَهُ ظَهِرَة وَ بَاطِنَة وَ مِنَ النَّاسِ مَن يُجَدِلُ فِى اللهِ بِغَيرِ عِلمٍ وَ لَا هُدىً وَ لَا كِتَبٍ مُّنِيرٍ ( لقمان ، آيه ى 20 )\r\nمگر نمى بينى كه عالم وجود را براى تو خلق كردم ؟\r\nاى انسان ! تو فردى معمولى نيستى . خيال نكن براى خورد و خوراك به اين دنيا آمده اى ، تو به اندازه اى شخصيّت دارى كه عالم براى تو بوجود آمده است .\r\nاگر از قرآن پرسيده شود كه عالم وجود براى چيست و هدف آن كدام است ؟ جواب انسان است . حال اين سئوال باقى مى ماند كه اين انسان براى چيست ؟ قرآن در جواب مى گويد : انسان براى خدا است\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nواصطنعتك لنفسى يعنى اى انسان ! همه چيز را براى تو خلق كردم امّا تو را براى خودم خلق كردم ( خلقت الأنبياء لأجلك و خلقتك لأجلى ) . جمله ى دوّم ( تو را براى خودم خلق كردم ) براى انسان بسيار عجيب است و به او بسيار شخصيّت مىدهد . انسان برسد به جايى كه قرآن در مورد او بگويد كه تو را براى خودم خلق كردم . عالم وجود براى تو و تو براى من و اين ، موضوع بحث ما است .\r\nانسان به اندازه اى شخصيّت دارد كه در اسلام ، هدف خلقت موجودات است و بالاتر آنكه ، او براى خداست و هدف خلقت او خود الله تبارك و تعالى است . اين شخصيّت مانند شخصيّت هايى نيست كه در جلسه ى قبل گفته شد ، گرچه آيات و رواياتى كه ذكر شد فوق العاده و عالى بود و ارزش انسان را بالاتر از دو عالم دانست ، امّا شخصيّتى كه اين آيه به انسان مىدهد بسيار بالاتر است . انسان مؤمن و متعهد حرمتى بالاتر از كعبه و مَلَك مقرّب دارد . از طرف ديگر ، اهانت به اين انسان گناهى است كه بزرگتر از آن را نمى توان يافت و خدمت به او نيز ثوابى كه عظيم تر از آن پيدا نمى شود . امام صادق ( ع ) فرموده اند : من اهان وليا فقد بارزنى به المحاربه يعنى اگر كسى به يك مسلمان توهين كند با خداوند جنگيده است و از سوى ديگر مى فرمايد\r\n: ما عبدالله شيئ افضل من اداء حقوق المؤمن\r\nهيچ عبادتى بالاتر از آن نيست كه خدمت به خلق خداى كنى و حق مؤمنى را ادا .\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nمسلمانان بر يكديگر حقوقى دارند . يكى از اين حقوق خدمتگزارى به يكديگر است . من بايد خدمتگزار شما باشم و شما خدمتگزار من باشيد . اين حق هر مسلمان بر مسلمان ديگر است . امام صادق ( ع ) مى فرمايد كه هيچ عبادتى افضل از اداء اين حق نيست . يعنى اى انسان ، تو به اندازه اى شخصيّت دارى كه توهين به تو ، توهين به خدا است و خدمت به تو ، خدمت به خدا .\r\nقرآن مى فرمايد :\r\nمَّن ذَا الَّذِى يُقرِضُ اللهَ قَرضاً حَسَناً فَيُضَعِفَهُ لَهُ أَضعَافاً كَثِيرَةوَ اللهُ يَقبِضُ وَ يَبصُطُ وَ إِلَيهِ تُرجَعُونَ ( بقره ، آيه ى 245 )\r\nقرض الحسنه به اين معنى است كه اگر من از شما پول قرض مى خواهم يك ماهه و يا يك ساله و . . . بدهيد و اين ثواب بسيار دارد . اگر من احتياج داشته باشم و شما بفهميد و به من قرض بدهيد ، هيجده برابر ثواب دارد در حالى كه صدقه دادن ده برابر ثواب دارد . تأكيد من روى اين نكته است كه قرآن شريف به جاى اينكه بگويد به مؤمن قرض بدهيد مى گويد به خدا قرض بدهيد ( من ذالذى يقرض الله قرضا حسنا ) . اين آيه ى شريفه به ما چه مى فهماند ؟ مى فرمايد خدمت به مسلمان خدمت به خدا است . اگر يك زن\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nدر خانه ى شوهرش خدمت كند از نظر اين آيه ى شريفه ، به خدا خدمت كرده است و اگر فردى زحمت بكشد براى آنكه زن و بچّه اش در رفاه و آسايش باشند ، خدمت به خدا مىكند و علاوه بر آن ثواب حضور در جبهه را هم دارد .\r\nزنى خدمت پيغمبر اكرمص رسيد و عرض كرد : يا رسول الله ! پيغامى از طرف زنها دارم و آن اين است كه چرا شما جهاد را براى مردها واجب كرديد ولى براى زنها نه ؟ زنان نيز مى خواهند اين ثواب و امتياز را داشته باشند . چرا اختلاف و امتياز براى مردها باشد ؟ اين پيام زنان از امروز تا قيامت است .\r\nپيامبرص از گفته ى او بسيار خوشحال شدند و فرمودند : پيام مرا به تمام زنان عالم برسان و بگو\r\nجهاد المرء حسن التبعل\r\nاگر زنى به درستى و خوبى شوهر دارى ، خانه دارى و بچّه دارى كند مثل آن است كه در خط مقدّم جبهه باشد . جهاد و خط مقدّم جبهه براى زن ، خانه ى او است . براى مرد نيز چنين است ، يعنى اينكه خدمت كردن به زن و بچّه به اندازه ى حضور در جبهه ثواب دارد . همه مى دانيد كه حضور در جبهه ثواب زياد دارد امّا پيغمبر اكرمص مى فرمايد :\r\nمن كاد لعيا له كالمجاهد فى سبيل الله\r\nكسى كه براى رفاه و آسايش زن و بچّه اش كار كند ، مثل آن است كه در\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nخط مقدّم جبهه باشد .\r\nاين ثوابها براى چيست ؟ براى اين است كه اسلام براى انسان شخصيّت قائل است . شخصى از اهواز به خدمت امام جعفر صادق ( ع ) رسيد و عرض كرد : يابن رسول الله ! امسال وضع مالى خوبى ندارم ورشكسته ام - و ماليات بدهكار هستم . فرماندار اهواز شيعه است ، به او بنويسيد كه امسال از من ماليات نگيرد . امام صادق ( ع ) نمى نويسد كه از او ماليات نگيرند بلكه مى نويسد :\r\nبسم الله الرّحمن الرّحيم من سراخيه سرالله و هذا اخوك\r\n( هر كس برادرش را خوشحال كند ، خدا را خوشحال كرده است و اين برادر تو است ) . وى نامه را به اهواز آورد و پس از خلوت شدن جلسه به حاكم كه نامش نجاشى بود ، داد . حاكم وقتى نوشته مبارك امام را ديد ، برخاست و نامه را بر سر و چشم خود نهاد و گفت : اى مرد ! چه حاجتى دارى ! مرد در جواب گفت كه ماليات بدهكار است و قادر به پرداخت آن نيست . نجاشى دستور داد دفتر ماليات را آوردند و از مال خود ماليات او را پرداخت نمود و حتّى به غلام خود گفت كه ماليات سال بعد را نيز از مال او بپردازد . آنگاه پولى فراوان به همراه يك اسب به او داد و فرش زير پاى خود را نيز برداشت و روى اسب انداخت و مرد را سوار كرد و گفت : خوشحال شدى ؟ مرد گفت : آرى .\r\nقضيّه گذشت تا سال بعد كه آن شخص ماجراى خود را براى امام تعريف كرد و هر چه از جريان را كه بيان مى كرد ، امام تبسّم مى كرد و خوشحال تر\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nمى شد . در پايان از امام صادق ( ع ) پرسيد : يابن رسول الله ! گويا خيلى خوشحال شده ايد . در اين لحظه امام جمله اى فرمودند كه مراد من است ، فرمودند : كسى كه يك مسلمان را خوشحال كند خدا را خوشحال كرده است و پيغمبر خدا را و ما ( ائمه ى طاهرين ) را . خوشحال كردن يك شيعه ، خوشحال كردن خدا است ، ولو فاسق و بد باشد . همين قدر كه شيعه باشد ، توهين به او توهين به خدا است .\r\nدر هنگام امامت حضرت موسى بن جعفر ( ع ) ، على ابن يقطين از شيعيان بود و وزير هارون الرّشيد . وى قصد داشت كه از دستگاه ظلم هارون الرّشيد خارج شود امّا امام ( ع ) اجازه نمى داد و در مقابل اصرار او مى فرمود كه كفّاره ى گناه خدمت در زير پرچم ظلم ، خدمت به شيعيان است . اصولًا امام او را از آن جهت در اين پُست باقى گذارده بود تا شايد گره اى از كار شيعه اى بگشايد و او نيز بسيار اين كار را مى كرد . يكى از كارهاى على ابن يقطين آن بود كه هر سال عده اى قريب هزار نفر از فقراء و ضعفاى شيعه را به مكّه مى برد و از اين راه در واقع قصد داشت هر سال به خدمت امام شرفياب شود . يكى از سالها كه بدين صورت به حج رفته بود ، به علّت خفقان شديد ، نيمه ى شب و مخفيانه ، بدون آنكه زنش و غلامش متوجّه شوند ، به در خانه ى امام رفت و در زد امّا امام آن شب او را به خانه راه نداد . شب هاى دوّم و سوّم هم همينطور . على ابن يقطين تعجب كرد . فهميد كه مرتكب گناه و تقصيرى\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nشده است . فرياد او بلند شد و گفت : يابن رسول الله ! من نمى توانم از مدينه بروم و شما را نبينم . چه تقصير و گناهى كرده ام كه توبه كنم ؟ به هر حال به خدمت امام رسيد . امام فرمودند : چرا ابراهيم جمّال را كه براى ديدن تو به دربار آمده بود ، راه ندادى ؟ ( ابراهيم جمّال شتربان پيش از آن ، خدمت امام رسيده بود و در پاسخ امام كه جوياى حال على ابن يقطين بودند ، گفته بود كه به ديدن او به دربار رفته است ولى راهش ندادند به او توهين شده بود ) على ابن يقطين هنگامى كه اين سخن را از امام شنيد ، عرض كرد : مى فرمائيد چه بايد بكنم ؟ امام فرمودند : تا ابراهيم جمّال از تو راضى نشود ، از تو راضى نمى شوم . ( تقاضا دارم همه روى اين جمله فكر كنيد و سرمشق زندگى و كلاس شما باشد ) على ابن يقطين گفت : آقا ! ابراهيم جمّال در كوفه است و ما در مدينه ! امام فرمودند : با معجزه تو را به او مى رسانم . به بقيع رو ، آنجا شترى است . سوار شو ، او تو را با طى الارض به كوفه مى رساند . به اين شكل به كوفه آمد و درب خانه ى ابراهيم را به صدا در آورد . ابراهيم با ديدن على ابن يقطين تعجّب كرد و گفت : آقا ! من كجا و شما كجا ! بفرمائيد داخل منزل . على بن يقطين گفت : نه ، اطّلاع پيدا كرده ام از دست من آزرده خاطر شده اى . از من راضى شو تا امام موسى بن جعفر ( ع ) نيز از من راضى شود . ابراهيم جمّال گفت كه از او راضى است امّا با اين وجود على ابن يقطين وزير بيشتر از نصف جهان آن روز\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nهمانجا داخل كوچه روى زمين دراز كشيد و گفت : پاى تو را روى سر من بكوب ابراهيم امتناع مى كرد ولى با اصرار بسيار زياد ابن يقطين اين كار را كرد . على ابن يقطين خوشحال شد و گفت : دلم خنك شد . سپس سوار شتر شد و به همان شكل كه آمده بود ، برگشت به مدينه ، خدمت امام . در زد ، در را گشودند و هنوز خدمت امام نرسيده بود كه امام فرمود : على ابن يقطين ! از تو راضى شدم .\r\nاين دو واقعه ى تاريخى به ما چه مى گويد ؟ مى گويد وظيفه ى معلّم تنها اين نيست كه شخصيّت بدهد ، بلكه بايد مواظب باشد كه به شخصيّت ضربه نيز وارد نيايد . ضربه زدن به شخصيّت ، گناهش گاهى از آدم كشى بالاتر است . پدرها و مادرها مواظب باشند كه به شخصيّت بچه حتّى يك ساله و دو ساله ضربه وارد نشود .\r\nاگر كسى بى شخصيّت شد ، رذل و جنايتكار مىشود و يا لااقل بى نشاط و بى استعداد و دل مرده مىشود . عوام چه خوب مى گويند كه دست شكسته به كار مى آيد ولى دل شكسته به كار نمى آيد . آدم بى نشاط و دل مرده ، عضو رائد جامعه مىشود و اين معلم است كه به نوجوان و جوان شخصيّت مىدهد و هم اوست كه بايد بسيار مراعات اين مسئله را بنمايد . اين يك سال را كه معلم سر كلاس است بايد با بچه ها كار كند ، علاوه بر آن نيايد تنبل باشد و نبايد هم بگذارد كه تنبل باشند . بايد در حدّ توان آنان را تربيت كند و\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nشخصيّت دهد .\r\nچه كسى مىتواند به يك بچّه شخصيّت بدهد ؟ كسى كه خود شخصيّت داشته باشد . يك مادر بى شخصيّت نمى تواند بچه اى با شخصيّت تحويل اجتماع نمايد . به قول شاعر :\r\nذات نايافته از هستى بخش كى تواند كه شود هستى بخش\r\nيك معلّم اگر خودش بى شخصيّت باشد ، به جاى آنكه شخصيّت آفرين باشد ، موجب بى شخصيّتى شاگردانش مىشود . چه بسيار افراد كه استاد و متخصص هستند ولى بى شخصيّت ، لذا در كلاس حرفهايى مى زنند كه با شخصيّت انسان مناسب نيست . شوخيهاى نامناسب مى كنند ، توهين ها مى كنند و بالاخره جوانهاى بى شخصيّت تحويل جامعه مى نمايند . بعضى از جوان هاى باسواد و دانشكده رفته ، بى شخصيّت هستند ، چرا ؟ اگر ريشه يا بى كنيم ، مادر ، معلّم ، دبير و يا استاد او داراى شخصيّت نبوده است . پس كار معلم خيلى با ارزش است و مسئوليّت او نيز سنگين .\r\nيكى از شاهكارهاى قرآن اين است كه بيش از ده آيه در ارتباط با مسئله حجاب دارد ، يعنى راجع به شخصيّت زن . يك خانم معلّم ، اگر مواظب حجاب خود نباشد ، همين دليل بى شخصيّتى او است . زنى كه حجاب ندارد شخصيّت ندارد . از خانمهاى معلّم ، دبير و يا استاد تقاضا دارم جوانانى را كه زير دست دارند با شخصيّت و با حجاب تحويل جامعه دهند چرا كه\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nشخصيّت زن يعنى حجاب ، اسلام براى زن شخصيّت قائل است و او را جواهرى به حساب مى آورد . اين جواهر را بايد مخفى نگهداشت و به او مى گويد زير چادر باش كه اين چادر براى تو شخصيّت است .\r\nشما معلّمها سازنده ى نسل آينده هستيد ، با شخصيّت باشيد و شخصيّت بدهيد و مواظب اين امر مهم براى خود و ديگران باشيد و در هر حال از اين وظيفه ى بزرگ غفلت نكنيد .\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nخلاصه ى درس يازدهم\r\n-\r\nقرآن شريف مى فرمايد هدف از خلقت عالم وجود ، انسان است و هدف از خلقت انسان نيز به فرموده ى قرآن خودِ خداوند تبارك و تعالى است . -\r\nانسانِ مؤمن و متعهّد حرمتى بالاتر از كعبه و ملك مقرّب دارد . -\r\nاز حقوقى كه مسلمانان نسبت به يكديگر دارند ، حق خدمتگزارى همديگر است و به فرموده ى امام صادق ( ع ) هيچ عبادتى افضل از اداء اين حق نيست . -\r\nمعلمين علاوه بر اينكه بايد به شاگردان شخصيّت بدهند ، بايستى مواظب باشند كه شخصيّت ايشان ضربه نيز وارد نشود . -\r\nلازم است كه معلمين در تقويت و تعالى شخصيّت خود بكوشند ، چرا كه تنها يك انسان با شخصيّت مىتواند شخصيّت آفرين باشد و اين از وظايف برجسته ى معلمين است . -\r\nحفظ حجاب اسلامى از نشانه هاى شخصيّت زنان است .\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\n\r\nدرس دوازدهم مراعات شخصيّت ديگران\r\nدر جلسات قبل گفتيم كه از وظايف سنگين معلّم ، دبير و يا استاد ، علاوه بر تعليم و تربيت ، شخصيّت دادن به ديگران است ، بخشى كه در اين قسمت بر آن تأكيد داريم ، دانستن اين مسئله است كه كوبيدن شخصيّت ديگران گناهى بسيار بزرگ است و شايد در اسلام گناهى به اين بزرگى نداشته باشيم . با دقّت در روايات اهل بيت ، مشخّص مى گردد كه هر چيز كه كوبندگى داشته باشد و هر كس كه شخصيّت ديگران را بكوبد ، گناه او خيلى بزرگ است . مثلًا تهمت ، شخصيّت ديگران را مى كوبد و در روايات آمده است كه اگر كسى به ديگران تهمت بزند و بدون تدارك و جبران و توبه از\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nدنيا برود ، در روز قيامت روى تلى از چرك و خون او را نگاه خواهند داشت و به اين وضع ننگين به مدّت پانصد سال باقى مى ماند تا محاسبه ى اعمال تمام مردم انجام گيرد و پس از آن ، او را به رو در آتش جهنّم مى اندازند .\r\nغيبت كردن و بدگويى پشت سر مردم نيز كوبندگى دارد . در روايات مى خوانيم كه الغيبة ادام كلاب اهل النّار يعنى غيبت غذاى سگهاى جهنّم است . اين روايت از امام حسين ( ع ) نقل شده است و بعضى ديگر از ائمه ( ع ) نيز آن را نقل كرده اند .\r\nعلماى بزرگى همچون صدرالمتألهين « 1 » و شاگردهاى او و استاد بزرگوار ما رهبر عظيم الشّأن انقلاب و علّامه ى طباطبائى رضوان الله عليه و شاگردهاى ايشان اين شاگردان قرآن - از روايت فوق جمله ى لطيف و دقيقى تحت عنوان تجسّم عمل استفاده كرده اند كه در اينجا در صدد بيان آن نيستم امّا آن اندازه كه اين روايت مى گويد اين است كه اگر كسى در زندگى غيبت و بدگويى پشت سر مردم داشته باشد ، هويّت او به صورت سگى در خواهد آمد و روز قيامت به شكل سگ وارد صف محشر مىشود . اين سگ را به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صدر الدين محمدبن ابراهيم شيرازى معروف به ملا صدرى ( صدر المتألهين ) در اصفهان نزد شيخ بهايى و مير محمد باقر داماد تحصيل نمود . تأليفات فراوانى از او به جاى مانده است از جمله اسفار اربعه ، مفاتيح الغيب و شرح كافى . ملا محسن فيض و ملا عبدالرزاق لاهيجى از شاگردان بنام او هستند 1050 ه - ، ق در بازگشت از هفتمين سفر حج در بصره وفات يافت و در همان محل به خاك سپرده شد .\r\n","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nجهنّم مى برند و آنجا گرسنه كه مىشود ، آن غيبت هايى كه در دنيا كرده بود ، به صورت گوشت گنديده و گوشت مرده اى در مى آيد و او بايد آنها را بخورد . سگ جهنّم كيست ؟ در جواب اين پرسش امام حسين ( ع ) مى فرمايد : كسى كه غيبت كند و شخصيّت ديگران را بكوبد . قرآن كريم مى فرمايد : آن كس كه غيبت مىكند ، خيال نكند بدگويى پشت سر مردم مىكند ، بلكه او گوشت برادر مرده را مى خورد گرچه خود توجّه ندارد .\r\n( لا يغتب بعضكم بعضاً ، ايحب احدكم ان يأكل لحم اخيه ميتاً فكرهتموه ) ( حجرات ، آيه ى 12 )\r\nيعنى اى مسلمان ! پشت سر مسلمان بدگويى نكن ، او برادر تو است بايد هميشه از او تعريف كنى ؛ او خواهر تو است ، بايد همواره از او تعريف كنى . پشت سر او بدگوئى نكن . اگر نمى خواهى گوشت مرده بخورى ، غيبت نكن . روايت امام حسين ( ع ) نيز از همين آيه ريشه گرفته است ، يعنى قرآن و مبيّن قرآن ( قرآن و عترت ) هر دو مى گويند كه بدگويى پشت سر مردم ، لاشخورى و مرده خورى است . اگر غيبت براى كسى ملكه شود ، هويّت انسانى او را تغيير مىدهد و او را به شكل سگ وارد محشر مىشود .\r\nاختراع شايعه و پخش آن گناهى بسيار بزرگ است . پخش شايعه و اختراع آن تفاوت زيادى ندارند . مثلًا در اين زمان ضد انقلاب شايعه اى مى سازد و سپس به دست انقلابى ها مىدهد و متأسّفانه گاهى ناخودآگاه\r\n\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nحلقوم انقلابى ها بلندگويى براى ضد انقلاب مىشود و شايعه منتشر مى گردد . قرآن كريم مى فرمايد :\r\n( قُتِلَ الخَرّاصُونَ ، الَّذينَ هُم فِى غَمرَة ساهُونَ ) ( الذّاريات 10 و 11 )\r\nمرگ باد بر كسى كه شايعه مى سازد و پخش مىكند و مرگ باد بر آن كس كه شايعه را مى شنود ولى برخورد جدّى با آن نمى كند و با بى تفاوتى از آن مى گذرد و يا آنكه گوش مىدهد و به ديگرى مى گويد . قرآن شريف مى فرمايد كه اين شخص آدم نيست بلكه مانند كرمى كه در خود مى تند ، در تخيّل خود مى تند . ( شايد اين آيه ى شريفه نيز اشاره به همان تجسّم عمل كه ذكر شد ، داشته باشد ) . كسانى كه دهان و زبانشان بلندگوى ضد انقلاب باشد ، ولو شخص انقلابى ، و كسانى كه آگاهانه به آتشى دامن مى زنند و با پخش شايعات ، مسلمانان را مى كوبند ، در روز قيامت ، به صورت كرم وارد صف محشر مى شوند و قرآن مى فرمايد كه مرگ بر اين ، بدا به حال اين و واى بر حال اين .\r\nگناه بسيار بزرگ ديگر ، زخم زبان و تحقير و سرزنش ديگران است و به آن اندازه بزرگ كه قرآن مى فرمايد : ( وَيلٌ لكلٍ هُمزة لُمزة ) يعنى واى بر كسى كه پشت سر مردم بدگويى مىكند و زخم زبان مى زند و يا مردم را كوچك مىكند . در ميان عوام مشهور است كه وقتى به كسى گفته مىشود : غيبت\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nنكن مى گويد : در روبرويش هم مى گويم . او خيال مىكند به اين دليل كه روبروى او هم مى گويد ، آدم جسورى است و ديگر گناه ندارد امّا نه ، چرا كه اگر روبرويش بگويد زهم زبان است و او را كوچك كرده است و موجب شكسته شدن شخصيّت او شده و اگر پشت سر بگويد ، باز هم بدتر ، براى اينكه غيبت شونده حضور ندارد و قادر به دفاع از خود نيست در نتيجه در اين حالت نيز شخصيّت او كوبيده مىشود .\r\nشخصى خدمت رسول اكرمص رسيد و عرض كرد : يا رسول الله ! زنى است كه بسيار عبادت مىكند و روزها به روزه و شب ها به عبادت ايستاده است امّا بد زبان و همسايه آزار . پيامبرص فرمود : عبادتهايش نتيجه اى برايش ندارد و اگر توبه نكند و از كار زشت خود برنگردد او را به رو به آتش جهنّم مى اندازند . در روايت ديگرى مى خوانيم كه پيامبر اكرمص مى فرمايد : هر زنى به شوهر خود زخم زبان بزند ( هر اندازه كوچك ) مثلًا همين قدر كه بگويد ، ( ما كه در خانه ى تو خير نديديم ) روز قيامت او را در جهنّم به زبان آويزان مى كنند . از طرف ديگر درباره ى مردها روايت داريم كه اگر مردى در خانه بد اخلاق و بد زبان باشد و به بچّه ها و زن خود نيش بزند ( زبان او نيش داشته باشد ) به صورت عقرب وارد صف محضر مىشود و حتّى اگر چنين فردى آدم خوبى باشد و از اهل بهشت ، فشار قبر دارد . يكى از اصحاب خاصّ رسول اللهص از دنيا رفت . رسول گرامى\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nاو را تشييع نمود و با دست مبارك خود او را در قبر نهاد و هنگامى كه روى قبر را پوشاندند ، حضرت فرمود : اينك قبر چنان فشارى به او وارد كرد كه استخوانهاى سينه اش شكست . اطرافيان عرض كردند : چرا اين گونه شد ؟ او كه آدم خوبى بود . پيامبرص فرمودند : بله ، او آدمى بود جبهه رفته ، اهل نماز جماعت ، به دست پيامبر به خاك رفته و محشور با پيامبر كه به بهشت هم خواهد رفت امّا بر اثر بد اخلاقى در خانه و نيش داشتن زبانش محيط خانه را سرد مى كرد . اين فشار قبر اثر وضعى آن بد اخلاقى ها در خانه است . اگر شخص جبران نكند و بدون توبه و تدارك از دنيا برود ، دچار فشار قبر خواهد شد . گناه اين گونه معاصى كه نوعى حق النّاس است ، بسيار بزرگ است . اين عذاب ها به دليل رعايت شخصيّت انسانى از ديد اسلام است و دين اسلام مى خواهد شخصيّت افراد ، در مقابل يا پشت سر آنان با دروغ ، تهمت ، غيبت و يا شايعه كوبيده نشود . از همه تقاضا دارم اين گونه معاصى در زندگى آنان نباشد .\r\nشيطان هر كس را از راهى به جهنّم مى برد . هرگز به يك زن با عفت نمى گويد كه عمل منافى با عفت انجام دهد زيرا مىداند كه از اين راه قادر به فريب او نيست و يا به يك مرد باشخصيّت نمى گويد كه از ديوار منازل مردم بالا برود و دزدى كند بلكه به زن مى گويد كه غيبت كند ، تهمت بزند و شايعه پخش كند و به مرد مى گويد كه به زن مردم نگاه شهوت آميز كند . حال\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nبايد پرسيد كه آيا اموال كسى دزدى شود بدتر است يا اگر آبرويش ريخته شود ؟ بايد دانست آنكه غيبت مىكند و تهمت مى زند و شايعه مى سازد و پخش مىكند ، دزد آبرو است و گناه اين گونه بزرگتر از گناه كسى است كه مال مردم را مى ربايد . شيطان سعى دارد با همين كارها ما را به جهنّم بكشاند . بدگويى پشت سر مردم در زندگى ما فراوان است و نبايد باشد . مصيبت وقتى است كه مدير و معاونها و معلّمين و دبيرها وقتى در دفتر جمع مى شوند آن وقت لاشخورى ( غيبت ) راه بيفتد .\r\nاين گروه چشم بصيرت ندارند كه ببينند چه خبر است ، اگر داشتند پى به رفتار بسيار زشت خود مى بردند . وقتى آقا امام زمان ( عج ) به اين مكان نظر كنند ، مى بينند كه معلّم و معاون و مدير و دبيران مشغول غيبت كردن هستند و در واقع به لاشخورى و مرده خورى مشغولند .\r\nعايشه خدمت پيغمبر اكرمص نشسته بود كه زنى آمد و مسئله اى را سئوال كرد و پس از آن رفت . پس از رفتن آن زن ، عايشه رو به پيامبرص كرد و گفت : يا رسول الله ! قد اين زن كوتاه بود ( و در همين حال با اشاره ى دست ، كوتاهى قد زن را نيز نشان داد ) پيامبرص از اين گفته ى او به شدّت ناراحت شدند و با چهره ى برافروخته ، خطاب به عايشه فرمودند : اى عايشه ! چرا غيبت كردى ؟ استفراغ كن . عايشه مقدارى گوشت گنديده استفراغ كرد و سپس پرسيد : يا رسول الله ! دو سه روزى است كه گوشت نخورده ام ،\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nاين چيست ؟ پيامبرص فرمودند : مگر در قرآن نخوانده اى كه ، لا يَغتَب بَعضُكُم بَعضاً ايُحِبُّ احَدُكُم ان يَأكُلَ لَحمَ اخيهِ مَيتاً فَكَرِهتُمُوهُ ، پشت سر يكديگر بدگويى نكنيد . غيبت در عالم كشف و شهود و حقيقت ، مرده خوارى است .\r\nدر روايت ديگرى آمده است كه فردى خدمت رسول اكرمص رسيد و عرض كرد : اى رسول خدا ! مرا نصيحتى بفرما . پيامبرص سه مرتبه و پى در پى از او پرسيد كه اگر نصيحتى به او نمايد آيا بدان عمل خواهد نمود و آن مرد در هر سه نوبت پاسخ مثبت داد . آنگاه پيامبرص فرمود : مواظب زبان خود باش . چه نصيحت خوبى ! مواظب زبان خود بودن و سنجيده و با فكر سخن گفتن جلوگيرى مىكند از آنكه بد زبان ، در جهنّم با زبانش آويزان گردد .\r\nجمله اى را از فردى بزرگ براى شما بازگو مى كنم و تقاضا مى كنم آن را در زندگى خويش سرمشق قرار دهيد و مواظب باشيد كه مبادا نادانسته مرتكب گناهانى بزرگ شويد . آن فرد مى گفت : براى معالجه ى خود به پزشكى مراجعه كردم . پزشك قصد داشت مرا بدون رعايت نوبت معاينه كند امّا من قبول نكردم و گفتم نوبت ديگران است ، چرا نوبت ديگران را بگيرم و نوعى ظلم مرتكب گردم . نشستم تا نوبت به من رسيد . در همين هنگام پيرزنى دهاتى وارد مطب شد و به دكتر گفت : آقاى دكتر ! نسخه ى شما را جوشاندم و خوردم ليكن خوب نشدم ! جناب دكتر عصبانى شد و گفت :\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nحيف از آن نانى كه شوهرت به تو مىدهد بخورى ! پس از اداى اين جمله از سوى دكتر حاضرين خنديدند . دكتر كه از گفته ى خود پشيمان شده بود ، نسخه اى ديگر نوشت و گفت : مادرم ! نگفتم كه كاغذ نسخه را بجوشان ، بلكه اوّل نسخه را به داروخانه ببر و دوايى را كه نوشته ام بگير ، بعد دوا را بجوشان و بخور ؛ حتماً خوب مى شوى . بعد از رفتن آن زن و هنگامى كه نوبت به من رسيد ، كسى در اتاق نبود به جز من و دكتر . به دكتر گفتم : آيا مى دانى امروز چه كردى ؟ كارى بى جا و گناهى بزرگ ؛ تو يك انسان را مسخره كردى و علاوه بر آن به او زخم زبان زدى . در قرآن و روايات داريم كه اگر مسلمانى ، مسلمان ديگرى را مسخره كند ، خداوند مسخره اش مىكند و همچنين قرآن مى فرمايد ، واى بر كسى كه زخم زبان مى زند ( ويل لكلِّ همزة لُمزة ) و ديگر آنكه ، شما جناب دكتر ! ديگران را وادار به خنده كردى براى آن زن . در روايات داريم كه اگر كسى موجب شود تا ديگرى گناه كند ، علاوه بر آنكه گناهكار به كيفر گناه خويش مى رسد ، مشوّق او و كسى كه موجب انجام گناه بوده است ، نيز كيفر مى گردد .\r\nدر قرآن شريف آمده است كه در روز قيامت دسته اى را خداوند مسخره مىكند و بعد مى فرمايد اينها كسانى هستند كه در دنيا مسلمانان را مسخره كرده اند . اين نص قرآن است و حتّى در روايات داريم كه سر به سر اين افراد گذاشته مىشود . دو عدد جو به آنها مى دهند و از آنان مى خواهند كه آن دو را\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nگره بزنند و هنگامى كه از اين عمل عاجز ماندند ، گُرزهايى از آتش جهنّم بر سرشان فرود مى آيد و مسخره مى شوند . تصوّر نكنيد كه خداوند او را مسخره مىكند ، نه ، تمسخر او ، تجسّم واقعيّت پيدا مىكند و بر سرش فرود مى آيد . قرآن كريم مى فرمايد :\r\nفَكُلًّا أَخَذنَا بِذَنبِهِ فَمِنهُم مَّن أَرسَلنَا عَلَيهِ حَاصِباً وَ مِنهُم مَّن أَخَذَتهُ الصَّيحَة وَ مِنهُم مَّن خَسَفنَا بِهِ الأَرضَ وَ مِنهُم مَّن أَغرَقنَا وَ مَا كَانَ اللهُ لِيَظلِمَهُم وَ لَكِن كَانُوا أَنفُسَهُم يَظلِمُونَ ( عنكبوت ، آيه ى 40 )\r\nيعنى ، اى انسان ! ظلم نكن زيرا ظلم دو اثر دارد : اوّل آنكه همان ظلم دست و پاى تو را به هم مى پيچد و دوّم آنكه ظلمى كه مرتكب شدى در روز قيامت دست و پاى تو را مى گيرد .\r\nمعلّم ها بايستى مواظب زبان خود باشند . ممكن است ناخودآگاه در كلاس جمله اى بگويند كه ناخواسته موجب خجالت زدگى شاگرد و كوبيدن شخصيّت او شوند و بايد يقين بدانند كه خود نيز خجلت زده خواهند شد . در روايات فراوان داريم كه اگر كسى ، ديگرى را در معصيت كردن مورد سرزنش قرار دهد ، سرزنش كننده نيز به همان گناه و سرزنش مبتلا مىشود . اتّفاقاً اين مطلب به تجربه بر من ثابت شده است . گناهكار را بايد ارشاد كرد\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nو نهى از منكر نمود ولى حق سرزنش براى كسى نيست ؛ حتّى اگر كسى محكوم به اعدام شد ، قاضى بايد با كمال ادب حكم او را بنويسد و نيز مجرى حكم بايد با ادب و بدون سرزنش او را اعدام كند . اگر قاضى يا اعدام كننده مبادرت به تمسخر محكوم نمايند ، مرتكب گناهى بزرگ شده اند چرا كه شخص را بايد اعدام كرد نه شخصيّت را . اسلام مى گويد شخصيّت را نمى توان اعدام كرد .\r\nبسيارى معلّم ها زخم زبان ، مسخره كردن و كوبيدن شخصيّت بچّه ها در كار و زندگى آنها ديده مىشود كه نبايد باشد . وقتى معلّم به شاگردش مى گويد : خفه شو اين موجب ايجاد عقده و كينه در قلب شاگرد ، نسبت به معلّم مىشود و اين عقده باقى است تا هنگام مرگ و چه بسيار موجب بى نشاطى ، دلمردگى و جنايتكارى ها مى گردد . نظير اين كلمات نابجا و غلط را العياذ بالله - گاهى معلّم ها و يا پدر و مادرها به بچّه مى گويند ، بچّه نيز ياد مى گيرد و به كار مى برد . پس سعى كنيد در زندگى شما معلّم ها بى ادبى نباشد و زندگى و كلاس شما يك دنيا صفا و صميميّت و يك دنيا محبّت و تلطّف باشد .\r\nبدا به حال زبانى كه كوبندگى و نيش داشته باشد . در روايات مى خوانيم كه در روز قيامت دو دسته زبانهايشان به اندازه اى دراز است كه روى صف محشر افتاده است و مردم اين زبانها را پايمال مى كنند . دسته ى اوّل افرادى\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nهستند كه پشت سر مردم غيبت مى كنند و دسته ى دوّم زنان و مردانى كه در خانه زبان آنان نيش دارد .\r\nاسلام براى همه ، اعمّ از معلّم و شاگرد و حتّى بچّه ى چند روز شخصيّت قائل است . اسلام براى اين امانتهايى كه زير دست معلّم ها است ( دانش آموزان ) شخصيّت قائل است و خصوصاً براى نوجوانان و جوانان ، از آن جهت كه اين گروه داراى شخصيّت هستند و وظيفه ى معلّم در تعديل و ارضاء اين غرور است . اگر معلّم نسبت به اين غرور بى تفاوت باشد ، باعث مىشود كه كم كم در آنان تكبّر پديد آيد و اين بدبختى است . شبيه اين وظيفه يعنى تعديل و ارضاء غرور جوان و نوجوان بر عهده ى پدر و مادر نيز مى باشد و بالأخره بايد مواظبت كرد كه مبادا در گفتار و كردار چيزى كه شخصيّت شكن باشد ، پيدا شود .\r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nخلاصه ى درس دوازدهم\r\n-\r\nكوبيدن و از بين بردن شخصيّت ديگران از جمله بزرگترين گناهان محسوب مىشود . -\r\nتهمت ، غيبت و بدگويى موجب از بين رفتن شخصيّت افراد مى شوند . -\r\nقرآن كريم از مسلمين مى خواهد كه نه تنها شايعه نسازند و يا آن را پخش ننمايند بلكه در مقابل آن جبهه گيرى كنند و بى تفاوت از كنار آن نگذرند . -\r\nزخم زبان ، تحقير و استهزاءِ ديگران نيز موجبات شكسته شدن شخصيّت افراد را فراهم مى آورد . -\r\nاز آنجا كه مشاء بسيارى از گناهان از زبان ريشه مى گيرد ، بايد سعى شود كه در همه حال مواظبت نمود تا مبادا به گناه آلوده شود . -\r\nمعلمين در تعديل و ارضاء شخصيّت نوجوانان و جوانان جايگاه ويژه اى دارند .\r\n\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\n\r\nدرس سيزدهم سئوال ( توقع بى جا )\r\nششمين شرط كه در اين جلسه درباره ى آن صحبت مى كنيم آن است كه انسان با شخصيّت بايد مواظب باشد تا در زندگى او سئوال نباشد .\r\nسئوال از ديگران هر چند كوچك و ناچيز ، شخصيّت انسان را لكّه دار مىكند و موجب وارد شدن ضربه به آن مىشود ، خواه سئوال كننده مرد باشد خواه زن ، چه زن و شوهر از يكديگر و خواه رفيق از رفيق و بالأخره خواه فرد در ارتباط با اجتماع . اسلام در اين مورد تأكيد فراوانى دارد و مى گويد تا مى توانيد سئوال و خواهش در زندگى نداشته باشيد و از كسى چيزى\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nنخواهيد مگر اينكه مجبور باشيد و اسلام بر اين موضوع به اندازه اى اصرار دارد كه مى گويد ، آن افرادى كه نيازى ندارند امّا در زندگى آنان سئوال هست مانند گدايى كه قوت شبانه روز يا ماه و سال خود را دارد - در روزِ قيامت آبرو ريخته محشور مى شوند و گوشت به صورت نخواهند داشت . اثر دنيايى آن نيز همين است كه با سئوال كردن ، شخصيّت خود را مى كوبند . به عبارت ديگر اسلام مى گويد ، خواهش كردن از ديگران به شخصيّت ضربه وارد مىكند و راضى نيستم كه به شخصيّت تو ولو بسيار كم - ضربه وارد گردد .\r\nدر روايت مى خوانيم كه پيامبر اكرمص اصحاب را به شكلى تربيت نموده بود كه اگر صحابه اى سوار بود و تازيانه اش بر زمين مى افتاد ، از رفيق پياده اش تقاضا نمى كرد كه تازيانه را به او بدهد بلكه خود پياده مى شد و تازيانه اش را بر مى داشت ، يا اينكه اگر در هنگام خوردن غذا ، شخص تشنه مى شد و ظرف آب آن سوى سفره بود از رفيق خود نمى خواست كه به او آب دهد و به جاى اين كار خود بر مى خاست ، بدان سوى سفره مى رفت و آب مى نوشيد . اين مسائل گوياى آن است كه پيامبرص به اندازه اى اصحاب را با شخصيّت و منش پرورش كرده بود كه اصلًا در زبان و زندگى آنها سئوال و خواهش ديده نمى شد .\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nمرحوم ثقة الاسلام كلينى « 1 » رضوان الله تعالى عليه - در اصول كافى قضيّه اى را كه در زمان رسول اكرمص وقوع يافت از زبان يك مسلمان نقل مىكند . تقاضا دارم ، علاوه بر اينكه به آن توجّه مى كنيد و آن را سرمشق زندگى خود قرار مى دهيد ؛ سعى نمائيد به طور غير مستقيم به نوجوانان بفهمانيد كه يك مسلمان در زندگى چگونه بايد رفتار نمايد .\r\nمردى كه وضع زندگى اش خوب نبود ، بنا به اصرار زن خود به حضور پيامبرص رفت تا تقاضاى كمك نمايد . وى به خدمت ايشان رسيد و قبل از آنكه چيزى بگويد ، پيامبرص فرمودند : من سئلنا آتينا و من لم يسئلنا اقناء الله يعنى هر كس از ما چيزى بخواهد به او مى دهيم امّا اگر از ما سئوال نكند و از خدا درخواست نمايد ، خداوند او را بى نياز مىكند .\r\nمرد مسلمان دريافت كه جمله ى پيامبرص خطاب به او است و پيامبر به طور غير مستقيم به او مى گويد كه سئوال نبايد بكند حتّى از پيامبر ، از اين رو چيزى نگفت و به خانه بازگشت . قضيّه را كه براى زن خود بازگو نمود ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) محمد بن يعقوب الكلينى ملقب به ثقة الاسلام ، صاحب كتاب كافى است كه نزديك به هفده هزار حديث در آن ذكر شده است و او را از اوثق ناس بر شمرده اند . علاوه بر كافى تأليفاتى ديگرى از جمله رسائل الائمه و رجال از او به يادگار مانده است . وى در سال 328 ه - ق وفات يافت و در باب الكوفه بغداد به خاك سپرده شد . گفته مىشود چون مدفن او محل زيارت مردم بود توسط يكى از حكّام شكافته شد و به دليل سالم بودن بدن مطهر ايشان ، حاكم مزبور دستور احداث گنبد و بارگاه عظيمى را در محل دفن او داد .\r\n","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nزن در جواب گفت : خطاب پيامبر با تو نبود بلكه روايت خوانده است روز بعد نيز زن شوهرش را مجبور كرد تا دوباره خدمت پيامبرص برسد و خواسته اش را بيان كند . مرد به خدمت پيامبرص رسيد و هنوز كلامى بر زبان جارى نساخته بود كه مجدّداً پيامبرص جمله ى روز قبل را تكرار فرمودند . اگر روز قبل مرد شك داشت كه خطاب پيامبر با او است ، در اين روز يقين يافته بود ؛ لذا به خانه باز نگشت بلكه تيشه و طنابى از رفيق خود به عاريه گرفت ، به بيابان رفت و به كندن و جمع آورى خار پرداخت ، سپس خارها را به شهر آورد و فروخت و غذايى براى خانواده اش تهيّه نمود . آن شب از اينكه با دست خود موفّق شده بود غذايى براى زن و بچّه ى خود فراهم نمايد احساس لذّت مى كرد و به همين علّت آن روز و روزهاى پس از آن هم به كار خويش ادامه داد تا توانست تيشه و طنابى براى خود مهيّا نمايد و پس از آن شترى را ، و بالأخره فردى متمكّن شد و داراى خانه و غلام و دستگاه . روزى همين مرد در حالى كه بر شترى سوار بود و غلامى نيز به همراه داشت به پيامبرص رسيد . مرد سلام كرد ، پيامبرص همان جمله را به او فرمودند : من سئلنا اتينا و من لم يسئلنا اقناء الله و در ادامه فرمودند : اى مرد ! اگر آن روز به تو گندم داده بودم ، هنوز گدا بودى و شخصيّت تو به هدر رفته ، ولى آن روز با آن جمله اى كه گفتم نگذاشتم سئوال كنى ، ولو از من ، پس به دنبال كار رفتى و كم كم از اثر آن به اين حالت رسيده اى . اين جمله ،\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nجمله ى خوبى است و سرمشقى است براى همه .\r\nجمله ى معروفى از حاتم طائى « 1 » نقل مى كنند . حاتم طائى كسى بود كه درب خانه اش همواره بر روى همه كس باز بود و در خانه اش از افراد پذيرايى مى كرد . به او گفتند : آيا كسى را سخى تر از خود ديده اى ؟ گفت : آرى . روزى مرد خاركنى را ديدم كه بر اثر كار فراوان دستها و پاهاى او زخم برداشته بود . دلم به حال او سوخت . به او گفتم ، چرا خانه حاتم طائى نمى روى ؟ آنجا به رايگان به تو و خانواده ات غذا خواهند داد . مرد خاركن در پاسخ گفت :\r\n هر كه نان از عمل خويش خورد * منّت حاتم طائى نبرد \r\nيك مسلمان بايد چنين باشد . در ريشه يا بى اختلافات خانوادگى مى بينيم كه بسيارى از مسائل از همين جا سرچشمه گرفته است . گاهى مرد توقّع هاى بى جا از زن دارد و امر روى امر و تحميل روى تحميل دارد و نيز گاهى زن توقّع هاى بى جا دارد و خواهش روى خواهش و خواستن روى خواستن .\r\nمرد به راستى تا مىتواند نبايد از زن و فرزند خود چيزى بخواهد ، چه رسد به خواهش از ديگران . اگر تشنه است خود برخيزد و آب بنوشد و تا آن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) خاتم بن عبدالله بن سعد طايى مكنى به ابوسفانه از قبيله ى طى ، در دوره ى جاهليّت مردى جوانمرد و بخشنده بود . عرب در سخا و كَرم به دو مثل مى زدند . « فرهنگ معين »\r\n","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nاندازه كه فرصت دارد با خلوص به عنوان خدمت به يك مسلمان در خانه كار كند و اگر چنين شد ، در خانه اختلاف پيش نمى آيد .\r\nپيامبر اكرمص و اميرالمؤمنين ( ع ) در خانه كار مى كردند . در مورد حضرت زهرا ( س ) روايت داريم كه ايشان هرگز از اميرالمؤمنين ( ع ) چيزى نخواستند . ايشان در طول 9 سال كه در خانه حضرت على ( ع ) بودند ، حتّى درخواست ظرف آب را هم نكردند و حتّى در روايات مى خوانيم : اميرالمؤمنين ( ع ) روزى به خانه آمدند و از زهرا ( س ) پرسيدند كه آيا فلان چيز در خانه هست يا نه ؟ زهرا ( س ) گفتند : نه و يا حتّى گفتند : هيچ در خانه نداريم .\r\nاميرالمؤمنين ( ع ) گفتند : زهرا جان ! چرا نگفتى تا بخرم ؟ زهرا ( س ) گفتند : يا ابى الحسن ! پدرم به من دستور داد كه از شوهر هيچ نخواهم ، لذا شما خود بايد مواظب باشيد كه آيا چيزى در خانه هست يا نه . من از شما چيزى نمى خواهم .\r\nدر روايتى ديگر كه البتّه در درستى آن ترديد است - مى خوانيم كه حضرت زهرا ( س ) در هنگام وفات از امير المؤمنين ( ع ) تقاضاى انار نمودند . اميرالمؤمنين ( ع ) رفتند و انار تهيّه كردند . به هنگام بازگشت ، در راه فقيرى را در خرابه اى ديدند كه در شُرف مرگ بود . على ( ع ) سر فقير را به دامن گذاشتند و از او پرسيدند كه چه تقاضايى دارد . فقير در پاسخ گفت :\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nانار . على ( ع ) انارى را كه براى حضرت زهرا ( س ) فراهم نموده بودند به فقير دادند و با دستان خالى به خانه بازگشتند . هنگام ورود به خانه سبدى پر از انار خوب در مقابل حضرت زهرا ( س ) مشاهده كردند . ( معلوم شد كه انار از عالم غيب آمده است و شايد منظور زهرا ( س ) اين بود كه انار از عالم غيب بيايد ) . اميرالمؤمنين ( ع ) از اينكه خواهش حضرت زهرا ( س ) توسّط پروردگار عالم اجابت شده بود ، خوشحال شدند ( اگر هم حضرت زهرا ( س ) از اميرالمؤمنين ( ع ) خواهشى داشته اند ، فقط همين يك مورد بوده است كه آن هم به وسيله ى اميرالمؤمنين ( ع ) جامه ى عمل نپوشيد بلكه خداوند حاجت زهرا ( س ) را داد . )\r\nزن نبايد از مرد توقّع داشته باشد ، مخصوصاً توقّع بى جا و خواسته اى كه در فراخور حال او نيست . وظيفه ى سنگين خانم معلّم اين است كه در قالب داستان و قصّه و روايت و به صورت مستقيم و غير مستقيم ، نحوه ى شوهردارى را به دانش آموزان دختر بياموزد و در قالب داستان و روايت به آنان بفهماند كه دختر بايد با شخصيّت باشد و نبايد از ديگران توقّع داشته باشد ، به ويژه توقّع بى جا .\r\nبحث اين جلسه را كوچك نشماريد . من با جامعه سر و كار دارم و اختلافات خانوادگى بسيارى از سراسر كشور به من مراجعه مىشود . در ريشه يا بى اختلافات خانوادگى ، مى بينم كه 50 % آنها از توقّع بى جا سرچشمه\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nگرفته است . پدر و مادر به دختر خود و خانمهاى معلّم به دانش آموزان خويش بفهمانند كه سئوال كردن بد است ، ولو از پدر و مادر .\r\nتوقّع داشتن از شوهر ، بخصوص توقّع بى جا ، كه انجام آن در توانايى شوهر نباشد ، گناهى است بسيار بزرگ . در روايات مى خوانيم كه اگر زن از شوهر چيزى بخواهد كه مىداند انجام آن از توان شوهرش خارج است و او تحميل نمايد ، در روزِ قيامت خداوند آبروى زن را مى برد و حتّى در روايت است كه جهنّم بر اين زن واجب مىشود ، مگر اينكه توبه كند و از دنيا برود . همچنين در روايات آمده است كه اگر زنى آبروى شوهر خود را بريزد و شخصيّت او را بكوبد هر چند به همين اندازه كه بگويد : ما كه در خانه ى تو خيرى نديديم ، از مسلمانى خارج مىشود مگر اينكه توبه كند .\r\nاين روايات از نظر كارشناسان و روانكاوان و به ويژه كسانى كه در امور تربيتى كار مى كنند ، اهميّت فراوانى دارد ، زيرا در مى يابند كه اسلام براى شخصيّت دادن به انسانها بررسى هاى دقيق و از مو باريكتر انجام داده است . اسلام مى گويد ، سئوال نكن حتّى از شوهر ، سئوال نكن حتّى از زن خود ، تحميل مكن حتّى بر شوهر و تحميل مكن ، حتّى بر زن ؛ و براى گرم بودن محيط خانه به انسانها شخصيّت مىدهد . اسلام آنچه را همانند سئوال ، ضربه به شخصيّت مى زند ، نهى كرده است و مى گويد : آقا ! سئوال و تحميل ، گناهى است بزرگ و در ضمن به شخصيّت تو نيز ضربه وارد مىشود ؛ اى\r\n\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nخانم ! اگر از شوهر سئوال و بر او تحميل كردى ، گناهى بزرگ مرتكب شده اى ضمن اينكه شخصيّت تو هم لكّه دار شده است . و از اين مهمتر ، اين سئوال ها در خانه اختلاف پديد مى آورد ، مثلًا شوهر صبح كه قصد رفتن به محل كار را دارد ، زن تقاضا مىكند كه وى را بايد به دكتر و يا فلان محل ببرد . براى شوهر ، رفتن به محل كار و اجابت تقاضاى همسر ، هر دو با هم ممكن نيست خواسته ى زن را اجابت نمى كند ، در نتيجه به شخصيّت زن لطمه وارد مىشود و اين شروع و محل پيدا شدن اختلاف است . از سوى ديگر ، اگر مرد نيز كارى تحميل بر همسر خود بنمايد و زن قادر به انجام آن نباشد ، هنگامى كه مرد خسته از راه مى رسد و مى بيند كه آنچه گفته است انجام نگرفته است ، به شخصيّت او ضربه وارد مى آيد و محلّى براى اختلاف پديد مى آيد .\r\nاز معلّم ها تقاضا دارم به دانش آموزان خود بفهمانند كه انسان بايد داراى شخصيّت باشد و آنچه شخصيّت او را لكّه دار مىكند ، سئوال و توقّع بى جا است .\r\n\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nخلاصه ى درس سيزدهم\r\nتوقع بى جا در همه حال شخصيّت انسان را لكّه دار مى نمايد .\r\nپيامبر اكرمص اصحاب را به گونه اى پرورش داده بودند كه در زندگى آنها توقع بى جا ديده نمى شد . -\r\nريشه ى پاره اى از مشكلات اجتماعى بازگشت به مسئله ى توقع و تقاضاى بى جا دارد . -\r\nبا دقّت در دستورات دين مبين اسلام در مى يابيم كه به جزئيات امور دقّت فراوانى شده است تا مبادا رفتارى از مسلمان بروز نمايد كه به شخصيّت خود و يا اطرافيانش خدشه اى وارد آيد .\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\n\r\nدرس چهاردهم تخصص و تعهّد\r\nيكى از ويژگيهاى معلّم خوب ، داشتن تخصّص در كار است و اگر معلّم ، دبير و يا استاد تخصّص در كار نداشته باشند نه تنها خدمتى نمى توانند انجام دهند ، بلكه كارشان مضر و مصيبت زا خواهد بود و اصولًا هر كار ديگرى نيز بدون وجود تخصّص چنين حالتى خواهد داشت .\r\nدنياى امروز بر مديريّت تأكيد فراوان دارد و حتّى براى اين فن ، دانشكده و دانشگاه تأسيس مىكند و اين كار ، كارى است عالى . اسلام هم اين كار را تأييد نموده است تا آنجا كه مى فرمايد :\r\n\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nمن تقدم على قوم و فيهم افضل منه خان الله و رسوله و المؤمنين اگر كسى كارى را قبول كند ، در حالى كه فردى افضل از او است ، نه فقط به جامعه ى خود ، بلكه به خدا و رسول خدا و مؤمنين خيانت نموده است .\r\nاين جمله يعنى تأييد مديريّت و مفهوم آن اين است كه هر كس كارى را تقبّل مى نمايد مى بايست در آن كار مدير و متخصّص باشد .\r\nدر اقتصاد قانونى به نام ارزش و ارزش اضافى مطرح است و ماركس مى گويد كه اين قانون متعلّق به او است . ما به اين قانون اشكالات فراوان داريم و از جمله ى آن همين مسئله ى مديريّت است . آقاى ماركس ، مديريّت در كار را فراموش كرده است . از نظر اقتصادى نيمى از سود از ناحيه ى مديريّت است . اگر مدير ، مدبّر لايقى باشد ، مىداند كه چقدر بايد توليد كرد و چه هنگام و به چه اندازه بايد عرضه نمود و همچنين او مىداند كه طريقه ى برخوردش با افراد بايد چگونه باشد ؛ و به همين علّت نيمى از استفاده و سود كارخانه از اين ناحيه است . در كتاب آئين دوست يا بى كه نوشته ى يك آمريكايى است و كتاب خوبى است - با مثالهايى اثبات شده است كه يك مدير با اخلاق درست ، چه اندازه در جذب افراد و مشترى و بالأخره در افزايش سود دهى مؤثّر است .\r\nقضيّه ى تخصّص و مديريّت همه جا كاربرد دارد و در روانشناسى ، روانكاوى ، اقتصاد ، جامعه شناسى و نيز در اسلام ، فقه و اخلاق مورد توجّه\r\n\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nقرار گرفته است . از ديد اسلامى ، يك مرد بايد در خانه مديريّت داشته باشد . قرآن كريم مى فرمايد :\r\nالرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ بِمَا فَضَّلَ اللهُ بَعضَهُم عَلَى بَعضٍ وَ بِمَا أَنفَقُوا مِن أَموَالِهِم فَالصَّلِحَتٌ قَنِتَتٌ حَفِظَتٌ لِّلغَيبِ بِمَا حَفِظَ اللهُ ( نساء ، آيه ى 34 )\r\nرياست خانه به مرد داده شده است و گفته اند كه در خانه بايد مدير و مدّبر و متخصّص باشد تا نحوه اداره كردن خانه را بداند و اين تخصّص مشكلى است . اگر مرد ، در همسردارى ، نحوه ى تربيت اولاد و اعمال رياست متخصّص نباشد ، موجب فاجعه ها مى گردد و از اين ناحيه است كه عقده ها پيدا مىشود . مثلًا اگر مقدارى برنج و گوشت و ساير مخلّفات آن را به يك زن كدبانو بدهند غذايى لذيذ و ارزشمند تهيّه مى بيند ولى اگر همين را به دست زنى كه كدبانو نيست بسپارند ، غذايى را كه تهيّه مىكند خراب خواهد بود و سفره چيدنش نيز همچنين و كار به جايى مى رسد كه ديگر انسان گرسنه هم ميل به خوردن غذاى او ندارد و اين چيزى جز بى آبرويى براى خود و شوهرش در بر ندارد . اين مصيبتى است كه در بعضى از خانواده ها هست و ناشى از نبودن تخصّص مى باشد . پرخاش گريهايى كه از سوى زن\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nو مرد ديده مىشود نيز به علّت نبود مديريّت در خانه است و از آنجا سرچشمه مى گيرد كه نحوه ى صحيح رفتار را با يكديگر و با فرزندان نمى دانند . زن به خيال خود ، چون خانم معلّم است پس تنها وظيفه دارد به دبستان برود و برگردد بدون آنكه متوجّه باشد كه قبل از هر چيز ، او يك مادر و يك كدبانو است و وزارت يك مملكت كوچك ( خانه ) در دست اوست و بايد مملكت دارى كند و پُست وزارت را به خوبى اداره نمايد . مرد هم كه معلّم يا دبير است خيال مىكند كه وظيفه اش تنها به محل كار رفتن و تهيّه ى خرج خانه است امّا نمى داند كه قبل از هر چيز ، پدر است وظيفه اى كه پدر بر دوش دارد محتاج تخصّص است . اسلام رياست خانه را به او سپرده است و اعمال اين رياست نياز به تخصّص دارد و همه در اين باره لنگيم .\r\nدر اجتماع ماهم وضع فوق حكمفرما است . معلّم خيال مىكند وقتى مدرك گرفت و پُست معلّمى به او دادند ، واقعاً معلّم است ؛ امّا نه ، معلّمى تخصّص مى خواهد و تخصّص براى معلّم مهمتر از تخصّص براى يك مدير كارخانه است . عدم تخصّص يك مدير كارخانه موجب ورشكستگى آنجا مىشود ، اين مهم است ليكن از نظر اسلام و اجتماع داراى اهميّت زيادى نيست بلكه آنچه بسيار اهميّت دارد اين است كه معلّمى ، يك سال به كلاس برود و در پايان سال يك كلاس ورشكسته به اجتماع تحويل دهد و بدين ترتيب به جامعه ضربه وارد نمايد .\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nدر قسمت هاى اوّل اين جلسات از قول قرآن شريف گفته شد كه كار معلّم ، دبير و استاد داراى ارزشى عالى و ثوابى عظيم است ، زيرا اگر او بتواند يك بچّه ى مسلمانِ مهذّب و باسواد ، يعنى متعهّد و متخصّص تربيت كند ، گويى كه جهان را زنده كرده است . از طرف ديگر گفته شد كه از نظر قرآن ، اگر زير دست يك معلّم بچّه ى مسلمانى منحرف شود ( مثلًا وقتى از محيط دبيرستان خارج شد حجاب را يدكى بيش به حساب نياورد و يا چادر را تنها جايى به سر كند كه مى ترسد و اگر بچه مسلمان بر اثر گفتار و كرار معلّم خود بى نماز و يا العياذ باالله - ضدّانقلاب و ضدّ روحانيّت تربيت شود ) مانند آن است كه جهانى را آن معلّم كشته باشد .\r\nاينكه هر كس در كار خود مديريّت و تخصّص داشته باشد ، كارى است مشكل امّا لازم . امام صادق ( ع ) در اين مورد مثال ارزنده اى دارند ، ايشان مى فرمايند : مواظب باشيد كه اگر كسى را مسلمان نموديد ، براى او خيلى تحميل نكنيد .\r\nمعروف است كه كسى ، يك نصرانى را مسلمان كرد . پيش از اذان صبح به منزل اين تازه مسلمان رفت و گفت : برخيز تا به مسجد برويم . با هم به مسجد رفتند و نماز شب را به او آموخت و او خواند . بعد از آنكه نماز صبح را نيز خواندند ، رو به تازه مسلمان كرد و گفت : مستحب است كه بين الطّلوعين تا اوّل آفتاب در مسجد تعقيب خوانده شود و چنين كردند . پس\r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nاز آن گفت : روزه ى مستحبى ثواب دارد و در مسجد بودن نيز همچنين بدين شكل تا ظهر در مسجد ماندند و نماز ظهر و عصر را هم بجاى آوردند . تازه مسلمان خواست از مسجد خارج شود امّا او گفت : چيزى به نماز مغرب و عشا نمانده است ، صبر كن تا نماز مغرب و عشا را هم بخوانيم و بالأخره تمام روز را در مسجد ماندند و تازه مسلمان خسته و گرسنه و بى حال شب هنگام به خانه بازگشت و پس از افطار خوابيد . قبل از اذان صبح روز بعد درب خانه ى او مجدّداً به صدا درآمد و اين بار نيز همان فرد او را به مسجد فرا مى خواند . تازه مسلمان در جواب او گفت : آقا ! به دنبال كار خودت برو ، من همان ديشب از اسلام برگشتم چونكه ديروز قبل از اذان صبح مرا از خانه بيرون بردى و شب باز گرداندى ، پس اسلام يعنى بيكارى و تنها نشستن در مسجد ، اين براى انسانهاى بيكار خوب است و من كار دارم . اينجاست كه امام صادق ( ع ) مى فرمايد : او نمى دانست چه بايد بكند ، هر چند كار خوبى كرد و كسى را زنده كرد ، امّا طولى نكشيد كه همانى را كه زنده كرده بود ، با دست خود به كشتن داد ( كسى را مسلمان كرد امّا از اسلام باز گردانيد ) و آنگاه امام صادق ( ع ) مى فرمايد كه بر خود و ديگران زياد تحميل نكنيد .\r\nگاهى اوقات معلّم ها به شاگرد تكاليف بسيار سنگين مى دهند ، مثلًا ده مرتبه از روى فلان درس بنويس و يا پانزده دفعه از روى فلان مطلب و . . .\r\n\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nبچّه بايد از وقتى كه به منزل بر مى گردد مرتباً بخواند و بنويسد تا آنكه روى كتاب و دفتر به خواب برود . معلّم به خيال خود مىتواند با اين تكاليف باسواد بسازد .\r\nحفظ تعادل موضوع مهمّى است . بى تفاوتى غلط است و از سوى ديگر با تفاوتى داغ هم نادرست . هر چيز كه داغ شود ، نظير كاسه داغ تر از آش ، خود و ديگران را مى سوزاند و هر چيز هم كه سرد شد ، ديگران را مانند يخ سرد مىكند . حفظ تعادل مشكل است و نياز به تخصّص و مديريّت دارد .\r\nمرحوم شهيد مطهّرى كه خدا ايشان را رحمت كند - مى فرمودند : با اتوبوسى از تهران عازم مشهد بودم . در اوّلين نقطه اى كه براى نماز و نهار ايستاديم ، من نزد راننده رفتم و پرسيدم كه چه مدّت در اين محل توقّف داريد ؟ راننده با لحن بسيار بدى پاسخ داد . فهميدم كه او خيلى ضد آخوند است و تعجّب من هنگامى بيشتر شد كه ديدم او پس از نهار ، وضويى عالى گرفت و نماز خوبى خواند . پيش خودم گفتم چرا انسانى كه اينقدر نماز را عالى مى خواند ، بايد ضدّ آخوند باشد ؟ مرحوم شهيد مطهّرى ادامه مى دهند : پس از نيمه شب براى من مشخّص شد كه دليل ضدّيّت او با روحانيون چيست . نيمه هاى شب راننده از دو تن از مسافرين كه دانشجو بودند خواست كنارش بنشينند و با او صحبت كنند تا خوابش نبرد . راننده با آن دو دانشجو خيلى گرم گرفت و به آنها ابراز علاقه مى كرد . ضمن صحبت\r\n\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nبا آنها ، عقده ى دلش باز شد و گفت : خدا آخوندها را لعنت كند . من بايد الآن دكتر يا مهندس مى بودم ، امّا مى بينيد كه مبتلاى رانندگى هستم . تمام خويشان ما دكتر و مهندس و دبير هستند امّا مى دانيد چرا من راننده ام ؟ زيرا پدرم مريد يك آخوند بود و آن آخوند به پدرم گفته بود كه مدرسه موجب كفر است و بچّه ى خود را به مدرسه نفرست كه كافر خواهد شد . پدر عوام من هم به اين توصيه عمل كرد و نگذاشت كه من درس بخوانم و باسواد شوم . بى سواد ماندم و مجبور شدم شاگرد راننده شوم و الآن هم راننده و . . . آخوند نگذاشت . و آنگاه شهيد مطهّرى مى فرمايد : ببينيد ، يك حرف از روى نفهمى و يك افراط گرى ، كار را به كجا مى كشاند .\r\nاگر منِ عمامه به سر ، در نحوه ى گفتار و منبر و كارم تخصّص نداشته باشم ، جز ضرر چيزى نخواهم داشت . استاد بزرگوار ما ، رهبر عظيم الشأن انقلاب ، همواره به ما سفارش مى كردند و مى فرمودند كه عالم بايد داراى سه شرط باشد . اوّل آنكه بايستى علم داشته باشد ( اگر عمامه به سر هم عالم نباشد ، به درد نمى خورد ) و دوّم آنكه بايد متعهّد باشد و الّا :\r\n تيغ دادن در كف زنگىّ مست * به كه آرد عِلم را ناكس بدست \r\n و سوّمين شرط ، عاقل بودن است * ( و گرنه موجب خرابى در كار مىشود ) . \r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nهمه در فن خود بايد چنين باشند . رهبر عظيم الشّأن انقلاب به ما طلبه ها مى فرمودند : عالم ، متديّن و عاقل باشيد و اينك من نيز به معلّمين همين توصيه را دارم : در كار خود عالم ، متديّن و عاقل باشيد .\r\nبايد توجّه داشت كه آموزش و پرورش فقط براى دانش آموزان نيست بلكه ابتدا براى معلّم ها است . معلّم خود بايد عالم باشد تا قادر به آموزش دادن باشد . معلّم بايد شب مطالعه داشته باشد . گاهى ديده مىشود كه معلّمى در اوقات فراغت شغل اقتصادى ديگرى دارد . مثلًا آقا دبير است ولى مغازه هم دارد و پس از پايان كلاس و مدرسه ، دوان دوان به مغازه اش مى رود تا پولى به دست آورد ( البتّه حقوق معلّم و دبير كم است و بايد فكرى براى آن بشود امّا دبيرى كه مغازه دار است ديگر نمى تواند مطالعه كند و چگونه معلّم بدون مطالعه قادر به تدريس مى باشد ؟ )\r\nما طلبه ها هم تدرِيس مى كنيم و حتّى گاهى اوقات بيش از ده دوره يك كتاب را درس گفته ايم امّا باز هم ، شب پيش از شروع تدريس همان كتاب ، يكى دو ساعت آن را مطالعه مى كنيم . استاد بزرگوار ما ، رهبر انقلاب ، گاهى به من مى فرمودند : فلانى ، فقه مشكل است ، من ديشب هشت ساعت در اين مسئله مطالعه كرده ام . ايشان براى حلّ يك مسئله ، هشت ساعت مطالعه كرده اند ؛ علّت اينكه ما طلبه ها ، مثل شما معلّمين فارغ التحصيل نمى شويم ، همين است . آن هنگام كه دوران طلبگى است ، بايد كار بسيار\r\n\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nكرد ، وقتى كه فاضل مىشود بايد بيشتر كار كند و هنگامى هم كه مدرس مىشود تازه آغاز كار است ؛ كارهايى مشقّت بار ، همچون مطالعه از اوّل شب تا به صبح ، اگر مى شنويد كه فقه سنّتى افتخار شيعه است ، به دليل مطالعه ى علماء است . علماء در عين داشتن تخصّص ، روى آن كار و مطالعه مى كنند .\r\nاگر معلّمى بدون مطالعه به كلاس برود ، وقت كلاس را يا با قصّه مى گذراند يا با ساير سرگرمى ها درس دادن بدون مطالعه ، درس نيست . ما طلبه هايى كه مدرس هستيم ، اينكه هر جمله در كجا بيايد ، اوّل باشد يا آخر را در نظر مى گيريم . و در ميان ما مشهور است كه مى گوئيم كه فلانى ، ورود و خروجش در بحث عالى است ؛ يعنى در مدّت درس گفتن هر مطلب را در جاى مخصوص خود بيان مىكند و خوب به بحث وارد و به خوبى نيز از آن خارج مىشود . يك معلّم نيز بايد درس گفتنش اين چنين باشد .\r\n\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\nخلاصه ى درس چهاردهم\r\n-\r\nتخصص در كار از ويژگيهايى است كه معلمين در كسب موفقيّت به آن احتياج دارند . -\r\nاگر معلمى پس از دوره ى تحصيلى ، شاگردانى پرورش نيافته را تحويل اجتماع نمايد ، خسارتى عظيم و ضربه اى سخت بر پيكر جامعه وارد ساخته است . -\r\nسختگيرى و تكليف زياد به شاگردان و تحميل كردن ، راه توفيق در كار نيست ، اساس حفظ تعادل است و ايجاد در حفظ تعادل نياز به مديريّت دارد . -\r\nعلم ، تعهّد و عقل ، سه شرطى هستند كه عالم بايد داشته باشد .\r\n\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\n\r\nدرس پانزدهم معلومات عمومى\r\nبحثى كه در اين جلسه درباره ى آن صحبت مى كنيم نهمين شرط از شرايط يك معلّم خوب است و آن داشتن معلومات عمومى است . معلومات عمومى يك معلّم بايد عالى باشد .\r\nمعلومات عمومى به سه جنبه تقسيم مىشود : اوّل سواد خواندن و نوشتن ، دوّم طرز معاشرت اجتماعى و سوّم معلومات عمومى دينى . در مورد قسم اوّل بسيارى از كشورها از جمله ايران ، از لحاظ خواندن و نوشتن عقب هستند . خواندن و نوشتن بر هر مسلمان واجب است و لازم ، خصوصاً در وضع فعلى و بدون ترديد سواد معلّم از اين حد بالاتر است . آنچه بايد تذكر\r\n\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nدهم اين است كه خط معلّم بايد خوانا باشد و غلط املايى در نوشته او نبايد ديده شود و اگر باشد نقص بزرگى است .\r\nاگر از دبيرى نامه اى برسد و نتوان آن را خواند و معنايش را دريافت ، بسيار زشت است . به قول آن آقا چه خوش مى گفت - مردم در نوشتن سه دسته اند ، گروهى كه مى نويسند ، هم خود مى خوانند و هم ديگران ، گروهى ديگر به شكلى مى نويسند كه فقط خودشان قادرند آن را بخوانند و سرانجام دسته ى آخر طورى مى نويسند كه نه تنها ديگران نمى توانند بخوانند بلكه خودشان هم از خواندن نوشته ى خود عاجزند . گاهى اوقات آقاى دكتر نسخه اى نوشته است و بعد خودش هم نتوانسته است آن را بخواند . گويا در ميان دكترها مُد شده است كه همان لاتين را هم بد بنويسند .\r\nخط خوب يكى از امتيازها است ، چنان كه خوب صحبت كردن نيز امتيازى است براى انسان . اگر خط خوب نيست ، لااقل بايد خوانا باشد و بتوان آن را خواند . ما مى توانيم براى يك معلّم خوب اين شرط را بگذاريم كه در نوشتن و خواندن بايد خوب و قوى باشد .\r\nقسم دوّم از معلومات عمومى همانطور كه گفته شد ، آگاهى از اصطلاحات روز و آداب معاشرت اجتماعى است . همانگونه كه در خانه بايد وسايل كمكهاى اوّليه موجود باشد ، معلّم نيز بايد به اصطلاحات روز وارد باشد و از رسوم اجتماعى خوب مطلع باشد و بايد نحوه ى برخورد وى با\r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\nديگران عالى باشد .\r\nگاهى ديده مىشود يك فرد علم و تخصص كافى در يك علم يا بعضى علوم را دارا است ليكن از نظر معلومات عمومى عقب است ؛ اين نقيصه در روحانيون و فرهنگيان هم گاهى ديده مىشود . ما علاوه بر اينكه بايد اصطلاحات روز ، يعنى آنچه را كه در ميان عموم مشهور است را بدانيم ( مانند آنكه ، مخترع برق كيست ؟ يا اوّلين نويسنده فقه در شيعه كيست ؟ ) ، بايد از آداب و رسوم اجتماعى هم به خوبى آگاه باشيم .\r\nدر ارتباط با مسئله ى فوق ، قبلًا تحت عنوان آنچه را كه روانشناسان بنام كوچكهاى بزرگ نامگذارى كرده اند ، صحبت كردم و انصافاً كوچكهاى بزرگ براى اين مطلب عنوان خوبى است . معمولًا همه ما در اين قسمت از معلومات عمومى لنگيم ، يعنى طريقه ى صحيح نشستن در جلسه ، غذا خوردن ، حرف زدن با ديگران و طرز برخورد با بزرگتر ، با خودى و يا غيره را نمى دانيم و اين ندانستن بعضى اوقات به شخصيّت ما لطمه اى بزرگ وارد مىكند . به خانم ها نكته اى كه لازم است عرض كنم آن است كه ، در زبان مؤدب باشيد و علاوه بر تلطّف و مهربانى ، ادب داشته باشيد و اين به انسان بسيار شخصيّت مىدهد . اصولًا در علوم اسلامى معنى علم ادبيّت همين است . مفاتح العلوم سكّاكى « 1 » داراى چهارده علم است\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سراج الدين ابو يعقوب يوسف خوارزمى ، از ادباى معروف عربيت قرن ششم و هفتم است . وى در انواع علوم خصوصاً علوم ادبى و بالأخص علوم بلاغى متبحّر بود . وى كتاب مفتاح العلوم را تأليف نمود . او در سال 555 ه - ق به دنيا آمد و به سال 626 ه - ق دار فانى را وداع گفت ( فرهنگ معين )\r\n","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nكه تمامى آنها مربوط به ادبيّت است . ادبيّت يعنى ادب در زبان ، غلط نگفتن ، خوب گفتن ، با تلطّف گفتن ، پرخاشگرى نداشتن و امثال اينها . در خانه ، پدر نبايد پرخاشگر باشد و مادر هم بايد ادب در زبان داشته باشد و به ويژه در كلاس معلّم بايد داراى اين شرايط باشد .\r\nدر اينجا مى توانم بيش از ده مثال براى شما بياورم كه چگونه جمله ى تند از پدر و مادر يا معلّم ، فردى را به انحراف كشانيد و او را جنايتكار كرد . من افرادى را سراغ دارم كه محكوم به اعدام بودند و اقرار مى كردند كه معلّم آنان را منحرف كرده بود . پرخاشگرى معلّم ضرباتى به شخصيّت و احساسات اين افراد وارد ساخت كه موجب انحراف آنان گرديد . جنايتكار محكوم به اعدامى را سراغ دارم كه در جريان محاكمه اقرار كرد كه شخصيّت انحرافى او از يك تندى بيجاى مادر و يك سيلى نابجاى پدر سرچشمه گرفت . من به هنگام برخورد مستقيم با بعضى از افراد منحرف ، در ريشه يا بى مى ديدم كه پرخاشگرى هاى پدر ، ندانم كاريهاى مادر و بالأخره تندى هاى معلّم آنان را به انحراف كشانده بود .\r\nگاهى اوقات معلّم مى خواهد كار خوبى انجام دهد امّا بد از آب در\r\n\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\nمى آيد ، لذا به شما عزيزان سفارش مى كنم كه مواظب باشيد ؛ پرخاشگر نباشيد ، شخصيّت بچّه ها را نكوبيد كه شررها پديد مى آيد و يقين داشته باشيد كه با ادب و با تسلّط بر اعصاب بهتر مى توانيد بچه ، نوجوان و يا جوان را تربيت كنيد تا با پرخاشگرى ، پرخاشگرى چيزى جز ضعف اعصاب نتيجه نخواهد داشت و سفارش مى كنم كلمات استهزاء آميز و فحش بر زبانتان جارى نشود . من شاگردى را سراغ دارم كه بر اثر فحش معلّم خود را كُشت و يا جنايتكار شد . افرادى بودند كه زبان بى ادب ، موجب كشته شدن آنها گرديد و به قول شاعر ، زبان سرخ سر سبز مىدهد بر باد .\r\nخدا نكند علم براى كسى غرور بياورد زيرا همان علم موجب بدبختى و به كشتن دادن وى مىشود . اصولًا غرور انسان را به زمين مى زند و فرقى از اين بابت براى فرد و يا جمع نيست . اسلام و قرآن مى گويد ، اگر لشكر اسلام هم دچار غرور گردد ، حتماً شكست خواهد خورد .\r\nواقعه اى تاريخى را در رابطه با غرور علمى و عواقب آن ، عنوان مى كنم .\r\nابن مقفّع اديب بزرگ و موجب افتخار ايران ، در دوران بنى العبّاس در دربار داراى جاه و مقام بالايى بود . او مغرور بود و به دليل همين غرور علمى بد زبان . او كه در بصره زندگى مى كرد و نسبت به حاكم بصره نه تنها اعتنايى نداشت بلكه حتّى در جلسه اى به او اهانت كرد و حاكم نيز كينه ى او را به دل گرفت و همواره در پى يافتن بهانه و فرصتى براى انتقام بود .\r\n\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\nاتّفاقاً عموى منصور دوانقى خليفه ى وقت - سر به شورش برداشت ولى شكست خورد . منصور قصد مجازات عموى خود را داشت امّا نزديكانش از او خواستند كه عموى خود را امان دهد ، منصور قبول كرد و گفت : امان نامه اى بنويسيد و بياوريد تا امضاء كنم . اطرافيان نزد ابن مقفّع رفتند و او نيز از روى غرورى كه ذكر شد ، امان نامه را به صورت بدى نوشت . او نوشت : منصور با خود عهد كرد كه عمويش را ببخشد و اگر نبخشيد از حكومت عزل و اموالش مصادره شود . امان نامه را پيش منصور آوردند و او از متن نامه عصبانى شد امّا چيزى نگفت و به حاكم بصره دستور داد ابن مقفّع را گوشمالى دهد و از اسب غرور پايين آورد . اينك زمان مناسب براى انتقام را حاكم بصره يافته بود ، پس به دستور وى ابن مقفّع فرا خوانده شد . لحظه اى كه ابن مقفّع برابر حاكم قرار گرفت صحنه ى عجيبى بود ، حكم منصور در دست حاكم بصره و تنورى پر از آتش ، آماده . در ابتدا ابن مقفّع سعى كرد شماتت هاى گذشته را تكرار نمايد و موقعى كه آن را بى فايده ديد به التماس پرداخت ، ليكن آن هم سودى برايش نداشت . حاكم بصره ابتدا دست و پاى او را بريد و در تنور انداخت و بدنبال آن خود ابن مقفّع را هم به تنور سرازير نمود و در آن را بست ، و بدين ترتيب خون ابن مقفّع به علّت زبان پرخاشگر ريخته شد و غرور علمى ، او را به كشتن داد .\r\nمن بارها به معلّمها گفته ام ، با بچّه هاى خود و با شاگردانتان با مهربانى\r\n\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nصحبت كنيد و به آنان عزيزم و جانم بگوئيد . اگر شاگرد شما خيلى هم كودن باشد باز هم با رفتار شما و با همين عزيزم و جانم شما استعداد پيدا مىكند .\r\nآيا مى توان شاگرد كودن را با استعداد كرد ؟ شما معلّمين بگوئيد : آرى ، اگر من معلّم باشم مى توانم شاگرد كودن را با استعداد كنم . و همچنين با افتخار بگوئيد : ما كسانى هستيم كه مى توانيم افراد دلمرده و بى نشاط را با نشاط كنيم ، افراد منحرف را به راه بياوريم و شقاوتمندان را سعادتمند كنيم .\r\nتصميم بگيريد و تمرين كنيد تا موفّق شويد كه مُهر سعادت بر پرونده هاى بچّه هاى بزنيد ، مُهر سعادت به سرنوشت نوجوانان و جوانان ؛ و شما مى توانيد .\r\nو امّا سوّمين قسمت از معلومات عمومى معلومات عمومى دينى است . اگر از يك معلّم ، دبير و يا استاد خواسته شود كه خدا را اثبات نمايد ، بايد قادر باشد فوراً با برهان اثبات كند و برهان استاد بايد بالاتر از معلّم و برهان معلّم بالاتر از افراد معمولى باشد . اگر از معلّم پرسيده شود كه به چه دليلى قرآن معجزه است ، بايد بتواند بلافاصله جواب بدهد و حتّى جوابهاى متعدّد ، در پاسخ به باسواد به يك شكل و در پاسخ به كودك به شكل ديگر تا قابل فهم بر ايشان باشد . از طرف ديگر معلّم نبايد در بيان احكام\r\n\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nناتوان باشد و در جواب به نوجوان در ارتباط با شكّيّات نماز ، مقارنات نماز و بالأخره مسائلى كه يك معلّم مبتلاى به آن است ، دچار مشكلى باشد . اينها از معلومات عمومى دينى است كه هر مسلمان بايد بداند و معناى طلب العلم فريضة على كل مسلم همين است ، يعنى هر مرد و زن ، اعم از بى سواد و با سواد بايد معلومات عمومى دينى داشته باشد .\r\nرساله ى مرجع تقليد مى بايد در دست معلّم مانند موم باشد و بايد به هر مسئله اى از آن جواب بگويد . يك معلّم بايد اصول دين خود را با برهان بداند ، و آگاه باشد كه اصل پنجم از اصول دين معاد است و مسلمانان اعم از سنّى و شيعه - اعتقاد به روزى به نام روز قيامت دارند كه در آن روز ، روح و جسم همين جسم فعلى ما - وارد صف محشر مى شوند و افراد خوب به بهشت مى روند و اشخاص بد راهى جهنّم مى گردند و اگر پرسشى در اين مورد پيش آمد بايد براى بچّه ، نوجوان ، جمع دوستان ، بى سواد و با سواد ، هر يك به صورت مناسب پاسخ بگويد .\r\nمعلّمها بايد بتوانند قرآن بخوانند . از ديدگاه اسلام ، يك معلّم هر چند با مدرك ديپلم و فوق ديپلم و با تدريس عالى و معدل بيست ، امّا ناتوان در خواندن قرآن ، معلّم خوبى نيست . چه بسيار افرادى را سراغ داريم كه بى سواد هستند امّا قادر به تلاوت قرآن مى باشند و چه بسيار پيرمردها و پيرزنهايى كه حتّى نمى توانند اسم خود را بنويسند امّا قرآن را مى خوانند .\r\n\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nهمه ، به ويژه معلّم ها نبايد سفارش قرآن كريم را در مورد قرائت قرآن فراموش كنيم .\r\nفَاقرَءُوا مَا تَيَسَّرَ مِنَ القُرءَانَ ( مزمل ، آيه ى 20 )\r\nيعنى تا مى توانيم بايد قرآن بخوانيم و در برنامه ى زندگى ما بايد حتماً قرآن باشد . آيه ى فوق را مقايسه كنيد با آن خانم معلّم يا آن دبيرى كه در قرآن خواندن روان نيست با سر و كار و تدبير در آن ندارد . همانگونه كه بى سوادى براى فرد عادى ننگ است ، به همان صورت ناتوانى در خواندن قرآن بر يك معلّم نقص و ننگ است . خواندن قرآن از معلومات عمومى دينى است ، با قرآن سر و كار داشته باشيد .\r\nمعلومات عمومى دينى براى يك معلّم لازم و واجب است و اتّفاقاً اكثر معلّمين در اين مسئله مشكل دارند و نمى توانند قرآن بخوانند و يا به احكام و مسائل دين آشنايى كافى ندارند در حالى كه علاوه بر اين بايد در مواقع مقتضى قادر به ارائه برهان محكم نيز در اثبات مسائل مهم دينى باشند .\r\nپيامبر اكرمص به پيرزنى رسيدند و پرسيدند : براى وجود خداوند در عالم چه دليلى دارى ؟ پيرزن كه با چرخ نخ ريسى مشغول به كار بود دست از كار كشيد و عرض كرد : اين چرخ كوچك محتاج به دست من است تا در گردش باشد و الّا از حركت مى ايستد ، آيا جهان با اين پهناورى و وسعت نياز\r\n\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\nبه فاعل و مؤثّرى ندارد كه آن را به گردش در آورد ؟ پيامبرص از اين استدلال شادمان شد و فرمود : عليكم بدين العجائز يعنى مانند اين پيرزن ، با برهان و استدلال صحبت كنيد .\r\nمعلّم گاهى با افراد و كسانى كه پا را از گليم خود درازتر مى كنند برخورد دارد . اين افراد شبهاتى را مطرح مى كنند اگر معلّم معلومات لازم را نداشته باشد در مى ماند و بعضى اوقات اين شبهات در دل معلّم عقده مىشود و العياذ بالله - كافر مىشود . از معلّمين تقاضا دارم كه اگر دچار شبهه اى شدند ، فوراً آن را از اهل فن بپرسند تا گره ى آنان بدست ايشان بر طرف شود . اگر شيطان انس به شما شبهه اى القاء كرد ، نگذاريد در ذهن شما باقى بماند چرا كه گاهى از ضمير آگاه به ضمير ناخودآگاه مى رود و موجب بدبينى نسبت به دين مىشود . پس مواظب باشيد كه پاى خود را از گليم خود درازتر نكنيد . مى گويم معلومات عمومى دينى بايد داشته باشيد نه تخصّص در علم كلام . اگر شبهه قوى باشد حتماً متخصّص هاى علم كلام و فلسفه بايد جواب بدهند و هر كس نبايد پايش را درازتر از گليم خود بكند و پاسخ بدهد .\r\nهمانطور كه در آغاز طرح شد يك معلم بايد در هر سه قسم معلومات عمومى و به ويژه در قسمت سوّم آن يعنى معلومات عمومى دينى آگاهى لازم و كافى داشته باشد . تقاضا دارم در مورد معلومات عمومى دينى كار كنيد و اميدوارم ان شاءالله از اين نظر قوى باشيد .\r\n\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nخلاصه ى درس پانزدهم\r\n-\r\nيك معلم بايد داراى معلومات عمومى عالى باشد . -\r\nتحصيلات مناسب ، نحوه ى معاشرت اجتماعى و اطلاعات دينى ، جنبه هاى مختلف معلومات عمومى است . -\r\nخط زيبا از امتيازاتى است كه شايسته است معلمين به آن آراسته باشند . -\r\nعدم آگاهى از اصطلاحات روز و نحوه ى صحيح برخورد با اقشار مختلف جامعه يك نقص بزرگ است . -\r\nاگر علم اسباب غرور انسان شود موجبات بدبختى او را فراهم مى آورد . -\r\nكسب معلومات عمومى دينى ، آشنايى با احكام دينى به ميزان ضرورت و قرائت صحيح قرآن كريم از جمله خصايص خوب معلمين است .\r\n\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\n\r\nدرس شانزدهم تقوا\r\nيكى از شرايط اوّليّه براى مسلمان داشتن تقوا است ، در غير اين صورت در قرآن از او سلب اسلام شده است . قرآن كريم در همان ابتدا مى فرمايد : هدى للمتّقين يعنى اينكه قرآن آمده است تا افراد با تقوا را هدايت كند و بعد از ذكر چند صفت براى متّقين ، مى فرمايد :\r\nإِنَّ الَّذِينَ كَفَرُوا سَوَاءٌ عَلَيهِم ءَأَنذَرتَهُم ام لَم تُنذِرهُم لَا يُؤمِنُونَ خَتَمَ اللهُ عَلَى قُلُوبِهِم وَ عَلَى سَمعِهِم وَ عَلَى أَبصَرِهِم غِشَوَة وَ لَهُم عَذَابٌ عَظِيمٌ ( بقره ، آيه ى 6 )\r\n\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\nدر اينجا به جاى آنكه بفرمايد : ان الذين فقوا مى فرمايد : انّ الذين كفروا يعنى كسى كه خدا ترس نباشد و فاسق باشد ، او را اصلًا مسلمان نمى دانم ، و بعد هم زنگ خطر را به صدا در مى آورد و مى فرمايد ، اگر با تقوا نباشى ، قرآن نمى تواند تو را هدايت كند . اگر فاسق باشى ديگر در گوش تو خواندن و محراب و منبر ، در قلب تو اثر نمى گذارد و ديگر حرف حق را نمى توانى بپذيرى . لذا اسلام از همه مى خواهد كه متّقى و متعهّد باشند و خصوصاً از افراد داراى مسئوليّت اجتماعى ، تقواى بيشترى را طلب مىكند . از يك زن خانه دار تقوا مى خواهد امّا از يك زن كه در اجتماع است ، تقواى بيشتر مى خواهد . از آن جهت كه اگر زن در اجتماع باشد ولى تقوا نداشته باشد ، آن را به لجن مى كشاند . دنياى امروز فريادش بلند است به اين دليل كه در لجنزار شهوت غوطه ور است و نمى داند چه كند . چرا اين مصيبت براى دنياى امروز پيش آمده است ؟ چون زن در اجتماع بى تقوا است . لذا اگر زن تقوا نداشته باشد و خدا ترس نباشد و در اجتماع نيز حضور پيدا كند ، بايد فاتحه ى آن اجتماع را خواند ، به ويژه اگر خانمهاى معلّم ، دبير يا استاد آنگونه باشند .\r\nاز بحث هاى گذشته استفاده شد كه معلّم امانتدار است و بچه ها ، نوجوانان و جوانان اجتماع امانت هايى هستند كه جامعه به او سپرده است ، اگر امين ( معلّم ) خائن شد آن امانت ضايع خواهد گرديد . همانگونه كه\r\n\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\nسپردن مال به شخصى كه امانتدار نيست موجب ضايع شدن آن مى گردد و هزاران بلا بر سر مال مى آيد ، سپردن يك انسان به دست كسى كه متّقى نيست ، هر چند از نظر وراثت و تربيت خانوادگى هم عالى باشد ، آن خائن غير متّقى ، اين انسان را گمراه خواهد كرد . چه بسيار اتّفاق افتاده است كه يك استاد فاسد بلاهاى فراوان بر سر جامعه وارد آورده و جنايات زشت نسبت به آن روا داشته است .\r\nفرهنگ استعمارى و فرهنگى كه يهوديان به جهان اسلام عرضه مى كنند و متأسّفانه امروز رواج فراوان در ممالك اسلامى دارد ، دو ركن دارد . ركن اوّل آن ، ارائه ى يك مشت تئورى و فرضيّات است كه مطالعه ى آنها كسى را متخصّص و باسواد نمى كند ؛ لذا شما مى بينيد كه در كشورهاى استعمار زده مدرسه و دانشگاه وجود دارد امّا باسواد در آنها بسيار كم است و اصولًا معناى فرهنگ استعمارى ، دادن غرور علمى و بى سواد بار آوردن است تا اين ممالك وابسته باشند و اگر نباشد اين وابستگى ، منافع استعمارگران در خطر خواهد بود . از همين رو است كه در مقابل انقلاب اسلامى ايران موضع مى گيرند و همواره در نطق هايشان اين جمله است كه منافع ما در خطر است . ركن دوّم فرهنگ استعمارى ، بى تقوايى است و اين فرهنگى است كه معلّم آن خائن است .\r\nفرهنگ استعمارى يعنى نه آموزش و نه پرورش ، امّا اسلام مى گويد ، اگر\r\n\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\nفرهنگ صحيح مى خواهيد بايد هم آموزش داشته باشيد ( براى تخصص ) و هم پرورش داشته باشيد ( براى تعهّد و تقوا ) . بدا به حال آن جامعه اى كه آموزش داشته باشد ولى پرورش نه . واى بر دبيرستانى كه دبيران آن ضد معنويّت ، ضد روحانى و يا ضد انقلاب باشند . واى بر كلاسى كه معلّم آن بدون در نظر داشتن خدا در آن حاضر گردد . فسادهايى كه در بعضى مدارس ديده مىشود از همين جا سرچشمه مى گيرد . به همين دليل است كه در نظام جمهورى اسلامى همواره براى تصدّى مسئوليّت هاى كليدى گفته مىشود بايد فرد متعهّد انتخاب شود .\r\nقرآن كريم درباره ى آموزش و پرورش در ابتداى سوره ى جمعه مى فرمايد :\r\nهُوَ الَّذِى بَعَثَ فِى الأُمِّيِّنَ رَسُولًا مِنهُم يَتلُوا عَلَيهِم ءَايَتِهِ وَ يُزِكِّيهِم وَ يُعَلِّمُهُمُ الكِتَبَ وَ الحِكمَة وَ إِن كَانُوا مِن قَبلُ لَفِى ضَلَلٍ مُّبِينٍ پيامبرص براى آموزش و پرورش آمده است و اين مى رساند كه جامعه همانطور كه تخصّص لازم دارد ، به تعهّد نيز نياز دارد . در همين سوره ى جمعه ، حتّى تربيت و پرورش مقدّم بر آموزش دانسته شده است ، در ادامه مى فرمايد :\r\n\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\nمَثَلِ الَّذِينَ حُمِّلُوا التَّورَية ثُمَّ لَم يَحمِلُوهَا كَمَثَل الحِمَارِ يَحمِلُ أَسفَارَا بِئسَ مَثَلُ القَومِ الَّذِينَ كَذَّبُوا بِأَيَتِ اللهِ وَ اللهُ لَا يَهدِى القَومَ الظَّلِمِينَ ( جمعه ، آيه ى 5 )\r\nيعنى اينكه پيامبر اكرمص همراه با معجزه براى پرورش و آموزش فرستاده شده است . اين آيات ابتدا هدف از بعثت تمامى انبياء ، از جمله پيامبر اكرمص و همچنين اهميّت دبستان و دبيرستان و دانشگاه را بيان مى نمايد و سپس مى فهماند كه اگر آموزش بدون پرورش باشد ، چيزى جز حيوان بار آوردن نيست و مى فرمايد : عالم بى عمل و فاسق ، الاغى است كه بار كتاب دارد و اين بار نه تنها برايش نفعى ندارد بلكه ضرر هم دارد براى اينكه او را خسته مىكند . قرآن شريف كه همواره زبان آرامى را به كار مى برد ، در اينجا براى آنكه زنگ خطر را به صدا در آورد ، الفاظى را به كار برده است كه اگر مسئله به آن اندازه مهم نبود ، از آنها استفاده نمى كرد .\r\nاين سوره و آيات آن به ما چه مى فهماند ؟ مى گويد كه اى معلّم ! اگر با تقوا نباشى ، انسان نيستى . اگر در كلاس تو تعهّد و تقوى حكمفرما نباشد ، اين كلاس ، اطاق آدمها نيست . اگر بر دبستان ، دبيرستان و دانشگاه تقوا حاكم نباشد ، اين اماكن ديگر جاى غير انسنها است . قرآن كريم در آيه اى\r\n\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\nديگر عالم فاسق را به سگ تشبيه كرده است :\r\nوَ لَو شِئنَا لَرَفَعنَهُ بِهَا وَ لَكِنَّهُ أَخلَدَ إِلَى الأَرضِ وَ اتَّبَعَ هَوَيهُ فَمَثَلُهُ كَمَثَلِ الكَلبِ إِن تَحمِل عَلَيهِ يَلهَث أَو تَترُكُهُ يَلهَثَّ ذلِكَ مَثَلُ القَومِ الَّذِينَ كَذَّبُوا بِئَايَتِنَا فَاقصُصِ القَصَصَ لَعَلَّهُم يَتَفَكَّرُونَ ( اعراف ، آيه ى 176 )\r\nمى فرمايد عالم بى تقوا مانند سگ هار و گزنده است ، اگر به او حمله كنى به تو حمله خواهد كرد و اگر كارى به كارش نداشته باشى هم باز دست از سر تو بر نمى دارد و حمله مىكند ؛ مثلِ بلعم باعورا « 1 » ، عالمى كه علم داشت امّا تقوا نداشت ، آموزش ديده بود امّا پرورش نشده بود .\r\nتأكيد قرآن در آيه ى اوّل از سوره ى مباركه ى جمعه به خوبى بيانگر آن است كه معلّم بايد متّقى باشد و علاوه بر آن بايد سازنده ى افراد باتقوا باشد . يك خانم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بلعم يا بلعام را از مدعيان نبوتى مى دانند كه در بين النهرين مى زيست . مولوى او را از زاهدانِ بنى اسرائيل مىداند كه در شمار گمراهان در آمد . در تورات و انجيل نيز اشاره به بلعام شده است . او مردم را مسحور خود كرده بود و دَم او را شفاى بيماران مى دانستند وى خود را برابر يا حتى برتر از موسى ( ع ) مى دانست . در قرآن كريم نامى از او به ميان نيامده است امّا مفسران آيه ى 175 از سوره ى اعراف را اشاره به او مى دانند . در آيه ى مذكور اشاره به فردى شده است كه از آيات الهى سر پيچيد و از شمار گمراهان شد .\r\n","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\nمعلّم ضمن آنكه خود عفّت بايد داشته باشد و با حجاب باشد ، بايد شاگردانش را با عفّت بار بياورد . معلّم علاوه بر آنكه بايد اهل نماز باشد و خدا ترس و بايد حق النّاس را در نظر داشته باشد ، لازم است كه دانش آموزانش را هم با تعهّد ، باتقوا و با ملكات فاضله تربيت نمايد و بدا به حال بچه هايى كه زير دست معلّمين بى تقوا هستند .\r\nدر اينجا لازم مى بينم نكته اى را كه قبلًا متذكّر شده ام مجدّداً تأكيد نمايم و آن مسئله امانتدارى معلّم است كه خيانت در آن ، گناه بزرگى است . گناه فوق به اندازه اى بزرگ است كه پيامبرص در وصيّت خود نيز بدان اشاره نموده است . اميرالمؤمنين ( ع ) مى فرمايد : به هنگام رحلت پيامبر اكرمص ، سر ايشان بر دامن من بود و در اين حال بر سه مسئله تأكيد فراوان داشتند .\r\nاوّل : اى مردم ! امّت من را كه امانت من است ، حفظ و مراعات كنيد ( حتّى جمله اى از پيامبرص نقل مىشود كه فرمودند\r\nولو فى الخيط و المخيط\r\nيعنى امانتدار باشد ، ولو در يك سوزن يا نخ ) . دوّم : نماز را در اوّل وقت ، با خضوع و ادب و با تعقيب بخوانيد تا كمك شما در دنيا و آخرت باشد و سوّمين سفارش ايشان در مورد زير دستان است . اين سفارش در مورد افرادى نظير زن و بچه و يا آن زمان كه غلامها زير دست خانواده بودند مطرح است كه در قرآن بنام ما ملكت ايمانكم ، ايمانهم ، اطلاق\r\n\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\nشده است و در روايتى از پيامبر نيز آمده است\r\nامَّتى الصلاة و ما ملكت ايمانهم\r\n. آنچه مهم است اين است كه وصاياى اوّل و سوّم مستقيماً با كار معلّم مرتبط است و بايد بگويم كه وصيّت دوّم نيز مربوط به معلّمين است . پيامبر ص مى فرمايند كه اگر يك نخ يا سوزن به امانت گرفته ايد بايد آن را صحيح باز گردانيد ، چه رسد به نسلى كه زير دست معلّم است و امين نبودن در آن موجب به خطر انداختن نسل آينده مىشود و بالاتر از آن ، گفتم كه هر چه مصيبت براى اسلام پيش آمده و مى آيد از يهود و حزب صهيونيست است امّا اگر يك معلّم بى تقوا باشد اگر چه دشمن يهود - كارش ترويج يهود و آن چيزى است كه صهيونيست ها مى خواهند . كوتاهى در اين امر ، كم كارى در درس و كم كارى در تعهّد و تقوا و آموزش و پرورش ، خيانت است ، خيانت در امانت . توجّه داشته باشيد كه پيامبرص هنگام وفات به معلّمين سفارش كرده است كه مواظب بچه ها ، نوجوانان و جوانان مردم باشيد . وصيّت سوّم نيز مربوط به معلّم ها است ، يعنى همانگونه كه والدين در خانه بايد به تربيت زير دستان ( بچّه هاى خود ) بپردازند و اگر نكنند به وصيّت پيامبرص عمل نكرده اند ، يك معلّم ، يك دبير و بالأخره يك استاد نيز بايد اين چنين باشد . در مورد وصيّت دوّم هم كه مرتبط با كار معلّم است ، بايد معلّم نماز را خوب بخواند و با عمل خود نماز را به شاگردان خود بياموزد .\r\n\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\nخلاصه ى درس شانزدهم\r\n-\r\nاسلام از همگان خواسته است كه متقى و متعهّد باشند و آن را از شروط اوليه مسلمان بودن دانسته است . -\r\nاشخاصى كه در اجتماع مسئوليت بالاترى دارند ، بايستى از تقواى بيشترى برخوردار باشند . -\r\nفرهنگ استعمارى با ترويج تئورى ها و فرضيات بى ارزش از يك طرف و بى تقوايى از ديگر سو به جهان اسلام يورش آورده است . -\r\nدر اعتقاد اسلامى بايد آموزش و پرورش افرادى متعهّد متخصص بوجود آورد . -\r\nمعلم هم بايد خود متّقى باشد و هم اينكه افراد باتقوا تربيت و به اجتماع تحويل نمايد . كم كارى در امر تدريس و كوتاهى در تعهّد و تقوا و آموزش و پرورش خيانت در امانت است و نسلهاى بعد را با خطر مواجه مى سازد .\r\n\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\n\r\nدرس هفدهم چه چيز قادر به كنترل غرايز انسان است ؟ ( عقل علم تربيت )\r\nدر بين علماى علم اخلاق در مورد اين سئوال كه چه چيز قادر به كنترل غرايز انسان است ؟ اختلاف است . اگر انسان خود را در اختيار تمايلات نفسانى قرار دهد ، به شقاوت و بدبختى كشيده مىشود . قرآن كريم مى فرمايد :\r\nبَل يُرِيدُ الإِنِسنُ لِيَفجُرَ أَمَامَهُ ( قيامت ، آيه ى 5 )\r\n\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\nيعنى انسان علاقه مند است كه جلويش باز باشد و بر غرايزش نيروى كنترلى نباشد و اگر اين خواسته ى انسان تحقّق يابد ، هم خودش بيچاره مىشود و هم جامعه را بدبخت و بيچاره مىكند و لذا حتماً بايد اين غرايز كنترل شوند . سئوالى كه مطرح است اين است كه نيروى كنترل كننده چيست ؟ در پاسخ به اين سئوال ، بعضى نظير فلاسفه عقل را ذكر مى كنند و معتقدند كه اگر عقل فرد يا عقل جامعه قوى شود ، نيروى كنترل كننده محسوب مىشود و انصافاً نيز چنين است .\r\nعقل چيز خوبى است به قول خواجه عبدالله انصارى « 1 » چه خوش مى گويد - به آن كسى كه عقل دادى ، چه ندادى ؟ و به آنكه عقل ندادى ، چه دادى ؟ احمق اگر چه دنيا را داشته باشد ، هيچ ندارد و از آن طرف ، عاقل هر چند هيچ نداشته باشد ، بالاتر از دنيا را دارد . در قرآن شريف و در روايات از عقل تمجيد فراوان شده است . در قرآن به انسانى كه قوّه ى تميز داشته باشد و خوب را از بد تشخيص دهد ، بشارت داده شده است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) شيخ الاسلام ابو اسماعيل عبدالله بن محمد انصارى هروى ، به سال 396 ه - ق در هرات ديده به جهان گشود . وى از اعقاب ابو ايوب انصارى ( صحابى گرامى رسول اكرم « ص » ) است . در علوم دينى و ادبى و همچنين در حديث و سرودن اشعار فارسى و عربى توانا بود . وى عمر خود را به تعليم و ارشاد اختصاص داد و در 481 ه - ق وفات يافت . از او كتب ارزشمندى چون مناجات نامه ، زاد العارفين و نصايح به يادگار مانده است .\r\n","page_name":" 169 ","page_number":169},
  {"content":"\r\n\r\nالَّذِينَ يَستَمِعُونَ القَولَ فَيَتَّبِعُونَ أَحسَنَهُ اؤلَئِكَ الَّذِينَ هَدَيهُمُ اللهُ وَ اولَئِكَ هُم أُولُوا الأَلبَابِ ( زمر ، آيه ى 18 )\r\nرستگارى فقط براى كسى است كه عقل دارد و قادر به تميز خوب از بد است ؛ خوب را بر مى گزيند و بد را رها مىكند . در روايات مى خوانيم كه آنچه را خداوند اوّل خلق كرد عقل بود . خداوند به عقل خطاب كرد بيا ، آمد و خطاب كرد برو رفت ؛ يعنى عقل ، تابع صرف بود . از جانب خداوند خطاب شد : به عزّت و جلالم سوگند كه تو را به هر كس بدهم او سعادتمند است و هر كس تو را نداشته باشد ، هيچ ندارد ؛ به عزّت و جلالم سوگند ، به واسطه ى تو ثواب و عقاب مى كنم .\r\nحُمق بد دردى است ، لذا غزالى « 1 » در وصيّت به پسرش مى گويد : پسر جان ! با احمق صحبت نكن ، زيرا احمق را نمى توانى هدايت كنى .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) محمد بن محمد بن احمد طوسى مكنى به ابو حامد ( غزالى ) در طابران طوس به سال 450 ه - ق ولادت يافت پدرش را كه از متعبدان زمان بود در كودكى از دست داد . در محضر ابوالمعالى جوينى فقه و كلام آموخت و در همه ى علوم دينىِ عصر خود سرآمد گرديد . وى در عصر سلجوقى مى زيست و در نظاميه ى نيشابور به تدريس پرداخت . احياء علوم الدين ، جواهر القرآن و كيمياى سعادت از جمله آثار معروف او هستند . وى در 505 ه - ق وفات يافت و در طوس به خاك سپرده شد .\r\n","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\nروايتى است از حضرت عيسى ( ع ) كه فرموده اند : من توانستم مرده را زنده كنم امّا نتوانستم احمق را تربيت كنم . اگر احمق شبانه روز عبادت كند و سالها نيز به آن مشغول باشد ، عبادتهاى او ارزشى ندارد و مانند اعمالش سبك است . از سوى خداوند امر شد كه به سراغ عابد احمقى بروند و او را امتحان كنند . آمدند و به عابد گفتند : الحمدلله وضع خوبى دارى . مجرّدى و در مكان خلوت ، رابطه با خداوند دارى و روزىِ تو نيز كه از عالم غيب مى رسد ؛ ديگر چه حاجتى دارى ؟ عابد آهى كشيد و گفت : غمى دارم كه نمى دانيد . گفتند : چه غمى ؟ گفت : اين علفها را ببينيد ؛ خشك مى شوند و از بين مى روند ؛ اگر خدا الاغى مى داد كه ا را مى چراندم ، چقدر خوب بود ! احمق معمولًا اين گونه است . عقل چيز خوبى است و خوشا به حال كسانى كه عقل دارند ، لذا از جوانان تقاضا دارم روى عقل و تعقّل خود كار كنند تا آدم پخته اى شوند . اگر شما مى خواهيد عقلتان كامل و قوى شود ، حرف عقل را بشنويد و آن را زير پا نگذاريد و اگر حرف عقل را زير پا نهاديد ، كم كم احمق مىشويد و عقل خود را با اين كار از بين مى بريد . قرآن كريم مى فرمايد :\r\nإِنَّ شَرَّ الدَّوَابَّ عِندَاللهِ الصُّمُ البُكُمُ الَّذِينَ لَا يَعقِلُونَ ( انفال ، آيه ى 22 )\r\n\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\n\r\nيعنى كسى كه عقل دارد امّا تعقّل ندارد ، آن كسى كه فكر دارد ولى تفكّر ندارد ، پست تر از گرگ بيابان و پلنگ درنده و ميكرب سرطان است . براى قوى شدن عقل بايد از آن كار كشيد .\r\nعقل يك نيروى كنترل كننده است امّا با اين اشكال كه اين نيرو هميشه قادر به كنترل انسان نيست . تا هنگامى كه غرايز و تمايلات انسان توفانى نشده است و در حالت عادّى ، عقل براى انسان عاقل ، راهنما است . انسان در حالت عادّى اگر عقل قوى داشته باشد ، اين عقل او را كنترل مىكند و نمى گذارد گناه ، كارهاى خلاف عقل و اعمال خلاف شرع و مخالف رسومات اجتماعى انجام دهد امّا اگر غريزه توفانى شود ، ديگر البته صدايى كه به جايى نمى رسد ، صداى عقل است و ديگر عقل قادر نخواهد بود كارى انجام دهد . مثلًا العياذ بالله - اگر براى دختر و پسرى عشقى پيدا شود عشق به معناى توفانى شدن غريزه جنسى - و اين غريزه توفانى شود ، عقل هر چه به عاشق بخواند و عاقل ها هم هر اندازه به او گوشزد نمايند ، هيچ فايده اى نخواهد داشت ، بلكه عاشق در جواب شعر مى خواند و مى گويد : ديوانه اى از شهر برون شد ، شده باشد . . . ! عقل به او مى گويد كه آبروى تو و طايفه ات خواهد رفت و او در جواب مى گويد ، برود . عقل به دختر خانم مى گويد : اگر خداى ناكرده كسى بفهمد ، آبروى تو كه مى رود هيچ ، آبروى شهر تو ه خواهد رفت و او در پاسخ مى گويد : برود .\r\n\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\nتمايلات انسان عجيب است و خدا نكند توفانى شود . غريزه مانند سيل است . اگر در مقابل سيل سدّى محكم و فولادى قرار داشته باشد جلوى آن را مى گيرد امّا اگر سدّ خاكى و خاكريز و گونى هاى شن باشد ، سيل همه را بر مى دارد و مى برد . هر كدام از غرايز را كه حساب كنيد به همين شكل است . مثال عوامانه اى كه از نظر روانشناسى و زيست شناسى نيز صحيح است ، مى گويد در ميان حيوانات ميمون بچّه اش را بسيار دوست دارد حيوان شناسان نيز مى گويند ميمون بچّه اش را بيشتر از انسان دوست دارد - اطاقى را كه كف آن را مى توانستند گرم كنند ، مهيّا نمودند و ميمونى را با بچّه اش به داخل آن فرستادند . ابتدا كه سطح حمّام حرارت زيادى نداشته ميمون مادر ، فرزند خود را به دندان گرفت و به اين سو و آن سو حركت مى كرد امّا وقتى حرارت كف اطاق خيلى زياد شد ، بچّه اش را روى زمين گذاشت و خود روى او ايستاد تا نسوزد . بله ، ميمون بچّه اش را خيلى دوست دارد امّا تا موقعى كه مسئله ى جانِ خودش جلو نيايد . حتّى بسياز اتّفاق افتاده است كه انسان بر اثر شدّت گرسنگى و غريزه ى جوع بچّه اش را سر بريده و خورده است ! فرويد فرضيه غلطى دارد و عجيب اينكه اين فرضيه غلط هنوز در كتاب ها مطرح است . يكى از شاگردان فرويد ، فرضيه ى او را رد مىكند و مى گويد : آقاى فرويد ! خدا نكند جوانى گرسنه شود كه در آن حالت ، يك زن با جمال را براى خوردن بهتر مى خواهد تا براى اطفاء شهوت و چقدر\r\n\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\n\r\nعالى گفته است . فرويد تصوّر مىكند بعضى از غرايز انسان از غريزه ى جنسى سرچشمه مى گيرد ، امّا خدا نكند يكى از غرايز ، مانند غريزه ى جوع ، توفانى شد .\r\nدانستيم كه عقل چيز خوبى است و براى كنترل غرايز هم عالى است ، امّا نه همه وقت و همه جا ، بلكه كنترل غرايز چيزى ديگر مى خواهد . نيرويى را كه افلاطون در مدينه ى فاضله روى آن پافشارى بسيار نموده است ، علم مى باشد . او مى گويد : اگر سطح معلومات فرد يا جامعه بالا برود ، اين علم غريزه را مىتواند كنترل كند . مصالح و مفاسد هر چيز را بايد به انسان نشان داد ، وقتى مفاسد و مصالح چيزها را انسان دريافت خود به خود كنترل مىشود . از اين رو در مدينه ى فاضله ، اين فيلسوف تأكيد فراوانى روى علم دارد و شاگردان وى نيز همچنين . حرف افلاطون ، حرف خوبى است . علم چيز خوبى است تا آنجا كه قرآن كريم مى فرمايد : نزول قرآن و ارسال پيامبر براى آن است كه تربيت و سطح معلومات انسانها را بالا ببرد . ويزكّيهم و يعلّمهم الكتاب و الحكمه در روايات مى خوانيم كه پيامبر اكرمص وارد مسجد شدند و مشاهده نمودند كه دسته اى به دعا مشغولند ، از اين دسته گذشتند ، سپس گروهى را ديدند كه در حال ذكر و ورد مى باشند ، از اين دسته نيز گذشتند و به دنبال آن عدّه اى را مشاهده نمودند كه به تعليم و تعلّم مشغول بودند ؛ در جلسه ى اين گروه نشستند و سه مرتبه فرمودند : بعثت للتعليم من مبعوث شدم تا عالِم بسازم .\r\n\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\n\r\nاسلام براى عالم متعهّد و با تقوا فضيلت بسيارى قائل شده است و قرآن كريم در اين رابطه مى فرمايد :\r\nيَأَيُّهَا الَّذِينَ ءَامَنُوا إِذَا قِيلَ لَكُم تَفَسَّحُوا فِى المَجَالِسِ فَافسَحُوا يَفسَحِ اللهُ لَكُم وَ إِذَا قِيلَ انشُزُوا فَانشُزُوا يَرفَعِ اللهُ الَّذِينَ ءَامَنُوا مِنكُم وَالَّذِينَ أُوتُوا العِلمَ دَرَجَاتٍ وَ اللهُ بِمَا تَعمَلُونَ خَبِيرٌ مجادله ، آيه ى 11\r\nدر اين آيه مى فرمايد ، براى عالم متعهّد امتياز فراوانى قائل هستم . براى همين است كه علم نيروى كنترل كننده است . عالم با جاهل تفاوت زيادى دارد ، امّا همان ايرادى را كه نسبت به عقل در مورد كنترل غرايز عنوان گرديد ، در مورد علم نيز مطرح است ، علم در وضعيّت عادى ، كنترل كننده ى غرايز است امّا خدا نكند موقعيّت غير عادّى پيش بيايد ، يعنى غرايز توفانى شود ؛ در اين حالت انسان حاضر است دو سوّم دنيا را با علم خود نابود كند تا قادر گردد كه بر يك سوّم باقى مانده سلطنت نمايد . دليل ادّعاى فوق وضعيّت امروز دنيا است . دنياى امروز چرا با اينكه علم دارد ، امّا اينقدر درنده است ؟ اين وضعى را كه علما و عقلا ! ( آمريكا و شوروى ) براى ايران\r\n\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\n\r\nو عراق پيش آورده اند ، « 1 » هيچ درنده اى براى كسى پيش مى آورد ؟ هيچ پلنگ و گرگى مىكند ؟\r\nچرا علم اين چنين شد ؟ اتم را شكستند تا از آن استفاده هاى سودمند بنمايند امّا بوسيله ى آن بمب ساختند و دو شهر ژاپن را مخروبه كردند و يكصد و پنجاه هزار انسان بى گناه را به خاك و خون كشيدند و اين اوّلين نتيجه ى كار انيشتين بود ؛ چرا ؟ خدا نكند غرايز انسان توفانى شوند كه در آن صورت ، انسان مبدّل به درنده اى مىشود كه با كمال وقاحت عقل را زير پا مى گذارد و با پُر رويى مى گويد : منافع ام در خطر است ، پس بايد بچّه و پير ، بى گناه و با گناه ، خوب و بد و دوست و دشمن را بكشم تا به منافع خود دست يابم . اين وضع دنياى امروز است ، باغ وحش به تمام معنى !\r\nمسئولين جمهورى اسلامى ايران و به ويژه رهبر عظيم الشّأن انقلاب ، به همان اندازه كه دلشان براى تهران مى تپد ، براى بغداد نيز مى تپد و به همان مقدار كه از اصابت موشك ، به تهران متأثّر مى شوند ، از موشكى كه از ايران به بغداد نيز فرستاده مىشود متأثّرند ، امّا چاره چيست ؟ چه بايد بكنيم ؟ چه مىشود كرد ؟ دنياى امروز وضع را به جايى رسانده است كه ما بايد عليرغم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) برگزارى اين كلاسها همزمان با سالهاى دفاع مقدس بود كه طى آن شهرهاى مختلف كشور از جمله شهر مقدس قم به دفعات مورد هجوم هوايى و موشكى قرار گرفت و جمع زيادى در سكوت موذيانه و شرورانه ى مجامع بين المللى ، مظلومانه به درجه ى شهادت نايل آمدند و با خون خود سند جاودانگى ايران اسلامى را امضاء نمودند .\r\n","page_name":" 176 ","page_number":176},
  {"content":"\r\n\r\nميل باطنى خود به پرتاب موشك اقدام كنيم . اين علم است و اگر اين وضع دنيا ادامه پيدا كند ، علم خود را نابود مىكند و تمدّن نيز نابود مىشود ؛ اگر نه امروز ، فردا چنين خواهد شد .\r\nبعضى از غرب زده ها وقتى به آمريكا ، سوئد و فرانسه و . . . مى روند ، در آنجا مى بينند كه ظاهراً دزدى نيست و رأفت و مهربانى وجود دارد ( البته جايى كه آنان را برده اند ) و اينان خيال مى كنند در آنجا انسانيّت وجود دارد ، امّا وقتى انسان دقيقتر به حالاتشان مراجعه مىكند ، مى بيند كه آدمكشى ، دزدى ، زناى به عنف و بى حيائى ها در ميان آنها غوغا مىكند و هر كجا كه متمدنترند ( ! ) اين اعمال بيشتر است . چرا با آنكه علم دارند ، اين علم نتوانسته آنان را كنترل نمايد ؟ همين دنياى روز نظريّه ى افلاطون را رد مىكند . دنياى روز به افلاطون مى گويد : اى افلاطون ! گر چه فيلسوف هستى و افتخار بشريّت ، امّا اشتباه كرده اى ؛ نمى دانى كه اگر غريزه گُل كند كار انسان را به كجا مى كشاند .\r\nيكى از رفقا مى گفت : در زمان طاغوت ، در يك كنفرانس ، آقاى دكترى يك سخنرانى عالى بر عليه مسكرات ( مشروبات الكلى ) نمود . وى مفاسد طبّى ، فردى و اجتماعى شراب را يكى يكى برشمرد و از آنجا كه فنّ او طبابت بود روى مضرّات پزشكى اصرار زيادى داشت . پس از اتمام سخنرانى مورد تشويق شديد حضّار قرار گرفت و جمعيّت دور او را گرفتند و\r\n\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\n\r\nاو را غرق بوسه ساختند . رفيق ما ادامه مىدهد كه : من هم قصد داشتم جلو بروم و دست او را ببوسم ولى به دليل جمعيّت زياد در اطراف او موفّق نشدم . ساعت پنج صبح روز بعد ، ضمن عبور از خيابان لاله زار تهران ، جناب دكتر را ديدم كه در آنسوى خيابان در حال عبور است . با خوشحالى فراوان از اينكه فرصتى پيدا شده است كه از سخنرانى جالب روز گذشته اش تشكّر كنم ، جلو رفتم و سلام كردم ، امّا وى پاسخى نداد . دوباره و سه باره سلام كردم ، جوابى نداد . دقّت كردم ، ديدم دكتر مست است ؛ مستِ مست ! گفتم : آقاى دكتر ! سخنرانى مفصّل ديروز شما درباره ى مفاسد شراب ، خصوصاً از نظر طبّى چه بود و اين حالت مستى چيست ؟ گفت : بله ، چون ديروز خسته شدم ، يك ليوان بيشتر خوردم . مشخّص شد كه دكتر مزبور دائم الخمر بود و بر اثر خستگى سخنرانى پيرامون مضرّات مسكرات مقدارى بيشتر خورده بود .\r\nقضيّه ى فوق به افلاطون مى گويد كه علم چيز خوبى است ، امّا اگر چيز ديگرى با علم توأم نباشد مضر خواهد بود . سعدى چه عالى مى گويد :\r\n تيغ دادن در كف زنگىّ مست * به كه آرد عِلم را ناكس بدست \r\nامروز علم در دست آمريكا و شوروى است ، ببينيد چه مى كنند . اگر يك سال در دنيا اسلحه ساخته نشود و آدم كشى كنار گذاشته شود ، ديگر فقيرى\r\n\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\n\r\nنخواهد بود و همه مستغنى مى شوند . در روايت داريم كه در زمان حضرت ولى عصر ( عج ) زكات دهندگان نمى توانند زكات بدهند زيرا هر چه جستجو مى كنند فقير و مستمندى نمى يابند . در آن زمان اقتصاد اسلامى برقرار خواهد شد و همه در رفاه و آسايش خواهند بود . اگر اقتصاد اسلامى پياده شود و فقط يك سال آمريكا و شوروى اسلحه نسازند ، دنيا متموّل مىشود . در حال حاضر ، هر روز هزاران كودك از بى غذايى يا بد غذايى مى ميرند و چندين هزار نيز از بى دكترى و عدم دسترسى به دارو تلف مى شوند ؛ اين چه رحمى است ؟ رحم كجا رفت ؟ انسانيّت كجا رفت ؟ چرا با اينكه علم وجود دارد امّا انسانيّت موجود نيست ؟ براى اينكه علم منهاى ايمان و علم منهاى تقوا و اخلاق قادر نيست به انسان انسانيّت بدهد . افلاطون اشتباه كرد و شايد هم مراد او از علم ، علم توأم با اخلاق بوده است ، همان كه قرآن كريم مى فرمايد :\r\nهُوَ الَّذِى بَعَثَ فِى الأمِّيِّنَ رَسُولًا مِنهُم يَتلُوا عَلَيهِم ءَايَاتِهِ وَ يُزَكِّيهِم وَ يُعَلِّمُهُمُ الكِتَبَ وَ الحِكمَة وَ إِنَ كَانُوا مِن قَبلُ لَفِى ضَلَلٍ مُّبِينٍ ( جمعه ، آيه ى 2 )\r\nسوّمين نيرويى كه بعنوان نيروى كنترل كننده معرّفى شده است ، تربيت است . تربيت چيز خوبى است و اگر به راستى انسان تربيت\r\n\r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\n\r\nخانوادگى داشته باشد و در مراحل مختلف ، دبستان تا دانشگاه از تربيت اجتماعى سالم برخوردار گردد و آموزش و پرورش او همراه و توأم باشد ، عالى است . شايد براى انسان چيزى مهمتر از تربيت نباشد و قرآن از همين جهت است كه مى فرمايد براى تربيت و تعليم آدم آمده است و نازل گرديده است تا سطح معلومات را بالا ببرد .\r\nبايد دانست كه اشكالى كه بر عقل و علم وارد بود ، بر تربيت نيز وارد است . براى اينكه بدانيد تربيت تنها كافى نيست ، مثالى مى آورم . مى گويند پادشاهى با وزير خود روى اين مسئله كه طبيعت مقدّم بر تربيت است يا تربيت مقدّم بر طبيعت ، گفتگو داشتند . وزير معتقد به تقدّم طبيعت بر تربيت بود امّا شاه بر خلاف او نظر داشت و بحث اين دو به جايى نرسيد تا آنكه به دستور پادشاه سفره ى غذايى مهيّا گرديد كه در چهار سوى آن ، چهار گربه هر كدام شمعى در دست ، قرار داشتند و وزير به اين مجلس دعوت شد . پادشاه از اين كه در بحث بر وزير غلبه يافته خوشحال بود . رو به وزير خود كرد و گفت : تو مى گويى طبيعت مقدّم است بر تربيت ، امّا ببين كه گربه هاى تربيت شده چگونه بر چهار گوشه ى سفره ى پر از غذا ، بدون حركت با شمعهايى كه در دست دارند ، ايستاده اند . وزير در پاسخ چيزى نگفت . روز بعد كه همين صحنه با حضور وزير برقرار بود ناگهان وزير چند موش را كه قبلًا آماده و پنهان نموده بود ، روى سفره رها كرد . گربه ها به محض مشاهده ى\r\n\r\n","description":"","footnote":"","page_name":" 180 ","page_number":180},
  {"content":"\r\n\r\nموشها ، شمعها را رها كردند و سر در پى موشها نهادند و به قول كتاب موش و گربه :\r\n دوبه اين چنگ و دوبه آن چنگش * دوبه دندان چو شير غرّانا \r\nآنگاه وزير رو به پادشاه كرد و گفت : تربيت خوب است و مقدّم بر طبيعت امّا تنها هنگامى كه طبيعت توفانى نشده باشد . آن هنگام كه تمايلات توفانى شوند ، تربيت به ساختن آمريكا و شوروى مى پردازد و همين تربيت بر سر مظلومين و بى گناهان بمب و موشك مى ريزد و ديگر تربيت و علم و عقل براى خوردن مال مردم به كار گرفته مىشود . مى دانيد چرا به مردم ايران به اين اندازه ظلم مىشود ؟ اوّلين بار كه رهبر عظيم الشّأن انقلاب را دستگير كردند و به تهران مى بردند ، در چند فرسخى قم ( سراجه ) كه چاه نفت است و از زمين معلوم بود كه منطقه نفت خيز است ؛ امام فرمودند : يكى از رؤساى ساواك از من پرسيد : اينجا كجاست ؟ گفتم : اينجا ، آنجائى است كه الآن مزاحم من و شما است . مى دانيد معناى اين جمله چيست ؟ يعنى ، چون نفت داريم بايد موشك بر سر ما فرود آيد و اگر نفت نداشتيم كارى هم با ما نداشتند . آنچه آمريكا و شوروى مى كنند فقط براى منابع مادّى ، پول و نفت است . از همين رو است كه اين سگ زنجيرى ( صدام ) را رها كرده اند تا ايران و عراق را در آتش بسوزاند زيرا اين دو\r\n\r\n","description":"","footnote":"","page_name":" 181 ","page_number":181},
  {"content":"\r\n\r\nكشور نفت دارند . خطر منافع ! آمريكا و شوروى را به اين حالت كشانده است و اين تربيت غرب و شرق است .\r\n\r\n","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\n\r\nخلاصه ى درس هفدهم\r\n-\r\nاگر انسان خود را در اختيار تمايلات نفسانى قرار دهد ، دچار شقاوت و بدبختى خواهد شد . -\r\nگروهى از فلاسفه عقل را عامل كنترل كننده ى غرايز انسان معرفى مى كنند و در واقع نيز در بسيارى از موارد عقل قادر به كنترل غرايز است . از نظر قرآن كريم نيز رستگارى فقط براى كسى است كه عقل دارد و خوب را بر مى گزيند و بد را رها مى نمايد . -\r\nعدّه اى را عقيده بر آن است كه اگر سطح معلومات فرد يا جامعه بالا برود ، علمِ حاصله قادر خواهد بود غريزه را كنترل نمايد . پيامبر اكرمص فرموده اند كه براى عالِم سازى مبعوث شده اند . -\r\nتربيت از جمله عوامل كنترل كننده ى غرايز عنوان شده است . -\r\nبايد توجه داشت كه عقل ، علم و تربيت تنها در شرايط عادى قادر به كنترل غرايز مى باشند و مشاهده شده است كه در حالات توفانىِ غريزه ، همچون سدّ خاكى در مقابل سيلابى عظيم از هم پاشيده مى شوند . انسان نيازمند قوايى قدرتمندتر براى پيشگيرى از طغيان غريزه است . -\r\n\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\n\r\n\r\nدرس هجدهم وجدان اخلاقى ( 1 )\r\nتا كنون پيرامون سه نيروى كنترل كننده ى انسان ، تحت عناوين عقل ، علم و تربيت مطالبى بيان شد و همچنين گفته شد كه هر سه خوبند ، امّا نه صد درصد و هر سه براى كنترل انسان مفيدند ولى قادر به كنترل كامل انسان در تمام شرايط نيستند . در اين جلسه پيرامون چهارمين وسيله ى كنترل ، يعنى وجدان اخلاقى بحث خواهيم كرد .\r\nوجدان اخلاقى از چيزهايى است كه مىتواند تعهّد و تقوا به انسان بدهد و او را كنترل كند . اسلام براى وجدان اخلاقى اهميّت فراوانى قائل گرديده است تا آنجا كه در سوره هاى مباركه ى والشّمس و قيامت به آن قسم ياد شده است .\r\n\r\n","description":"","footnote":"","page_name":" 184 ","page_number":184},
  {"content":"\r\n\r\nدر سوره ى قيامت مى فرمايد :\r\nلَا أُقسِمُ بِيَومِ القِيامَة وَ لَا أُقسِمُ بِالنَّفسِ اللَّوَّامَة ( قيامت ، آيه 1 2 )\r\nدر قرآن كريم به دو علّت قسم ياد شده است . اوّل آنكه سعى بر رسا نمودن مطلب و تأكيد بر آن را دارد و ديگر آنكه بفهماند كه به آنچه قسم ياد كرده اهميّت مىدهد . لذا در سوره ى قيامت خداوند تبارك و تعالى ، به وجدان اخلاقى قسم ياد نموده و اسم آن را نيز نفس لوّامه نهاده است . عملى را كه وجدان اخلاقى انجام مىدهد براى انسان بسيار مفيد است . در كارهاى نيك و گفتار و پندار درست ، چه قبل از عمل و چه در موقع انجام آن ، وجدان اخلاقى انسان را ترغيب و تحريص مىكند و اين نيروى درونى پس از اينكه كار به شكل صحيح صورت گرفت انسان را تحسين مىكند و گويا در وجود او يك حالت سرور و شادى برانگيخته مىشود و از ضمير داخلى به او مى گويد : بارك الله به اين مى گويند وجدان اخلاقى . از سوى ديگر ، در كارهاى بد چه قبل و چه در حين آن ، وجدان اخلاقى به تقبيح و ملامت مى پردازد . اگر وجدان اخلاقى بشر نمرده باشد ، آن هنگام كه قصد كار ناشايسته اى را مىكند ، يك نيرويى از درون ، سعى در بازداشتن او دارد . اگر قبل و يا به هنگام عمل تيغش نبريد و جلوگيرى از وقوع عمل ناشايست\r\n\r\n","description":"","footnote":"","page_name":" 185 ","page_number":185},
  {"content":"\r\n\r\nنتوانست بكند ، به ملامت انسان مى پردازد و پس از عمل نيز او را رها نمى كند . اين كه قرآن ، نفس لوّامه اش ناميد به همين دليل است . نفس لوّامه يعنى آن حالى كه در انسان است و او را در گناه ملامت مىكند ، لذا وجدان اخلاقى خيلى عالى است .\r\nچيزى را كه مى بايست به شما عزيزان تذكّر دهم آن است كه قرآن شريف اين را كنار قيامت گذاشته است ، چرا ؟ براى اينكه در روز قيامت از پارتى بازى ، جا زدن ، رشوه دادن و اين گونه كارها خبرى نيست و به فرموده ى قرآن شريف كه مى فرمايد ، بپرهيز و بترس از آن روز كه نمى شود در آن كسى را فريب داد ، ظاهر سازى كرد و با پارتى بازى جهنّمى يا بهشتى شد و با رشوه و دروغ و زور كسى را مجال فرار نيست . وجدان اخلاقى نيز همين طور است . شما اگر گناهى مرتكب شده باشيد ، ضربات تازيانه ى وجدان يكى پس از ديگرى روى گرده ى شما فرود مى آيد . هر مقدار به او التماس كنى يا بخواهى با پارتى بازى و رشوه و گول زدن و يا زورگويى مانع كار او شوى موفّق نخواهى شد . همين معنى را كه عوام استفاده مى كنند و مثلًا مى گويند فلانى آدم با وجدانى است يا آن ديگرى چقدر بى وجدان است ، قرآن به آن مى گويد نفس لوّامه و روانشناسان وجدان اخلاقيش مى خوانند .\r\nاگر وجدان زنده و بيدار باشد كمك و يارى دهنده ى خوبى براى همه است و بر اثر آن بسيارى مفاسد از زندگى انسان رخت بر مى بندد و به\r\n\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\n\r\nراستى كه اگر وجدان انسان كار كند ، آن وجدان نمى گذارد گناه نمايد كارى به بهشت و جهنّم و علاقه به اين و ترس از آن نداريم بلكه وجدان نمى گذارد گناه كند . شخصى خدمت امام صادق ( ع ) رسيد و عرض كرد : يابن رسول الله ! من عادت به گناه پيدا كرده ام ، چه كنم ؟ حضرت دريافتند كه اين شخص را با بهشت و جهنّم نمى شود از عادت ناپسندش رهانيد ، در نتيجه از مسير وجدان اخلاقى وارد شدند و فرمودند : گناه بكن امّا در وقت گناه به مكانى برو كه خدا تو را نبيند و در مقابل كسى كه به تو محبّت دارد و تو را خلق نموده است ، مخالفتش را نكن . عرض كرد : نمى شود ، براى اينكه به هر نقطه اى بروم ، خدا حضور دارد . حضرت فرمودند : اگر چنين است ، لااقل وقتى كه قصد گناه دارى ، روزىِ خدا را نخور .\r\n آن كس كه نمك خورد و نمكدان بشكست * پيش رندان حقيقت سگ به از اوست \r\nآن مرد عرض كرد : نمى شود ، چون كه من هر چه بخورم از آنِ خداوند است امام ( ع ) مى فرمايند وقتى مى خواهى گناه كنى ، از ملك خدا بيرون برو . در خانه ى كسى روزىِ كسى را بخورى و بعد هم گناه و مخالفت او را بنمايى ! مرد گفت : آقا ! نمى شود وقتى كه امام ( ع ) وجدان و احساسات او را تحريك نمودند ، فرمودند : آن هنگام كه عزرائيل مى آيد نگذار جان تو را بگيرد و يا موقعى كه مى خواهند تو را به جهنّم ببرند ، نرو . و مرد پاسخ\r\n\r\n","description":"","footnote":"","page_name":" 187 ","page_number":187},
  {"content":"\r\n\r\nگفت كه قادر به اين اعمال نخواهد بود و سرانجام امام صادق ( ع ) فرمودند : اگر چنين است چرا گناه مى كنى و مخالفت با خداوند مى كنى ؟ اين جمله ى امام صادق ( ع ) از ديدگاه روانكاوها و روانشناسها و از نظر علماى علم اخلاق بسيار و الا است و حقيقتاً اگر انسان متوجّه باشد كه در محضر خداست ديگر گناه نمى كند . استاد بزرگوار ما ، رهبر عظيم الشّأن انقلاب ، چندين مرتبه در هر سال در جلسات عمومى اخلاقى خود ، و نه فقط در جلسات خصوصى ، اصرار مى كردند به اينكه خود را در محضر خدا ببينيد و اين جمله ى همگى علماى علم اخلاق است . اگر انسان وجدان بيدار داشته باشد و با دست نامباركش وجدان خود را نكشته باشد و همواره خويش را در محضر الهى ببيند ، ديگر گناه نمى كند .\r\nيك معلّم خوب آنگاه كه در كلاس حاضر مىشود ، فرض مىكند كه اين بچّه ها ، بچّه هاى خود او هستند . يك مادر و يا يك پدر با فرزند خويش چگونه رفتار مىكند و چه اندازه دلسوزى دارد ؛ يك خانم معلّم و يا آقاى معلّم و يك استاد دانشگاه اگر وجدان اخلاقى داشته باشد ، همانگونه دلسوز شاگردان خود است ، دلسوز نوجوانها و جوانها ، دلسوز وطنش اگر انقلابى هم نباشد - و چه بهتر اگر حزب اللهى باشد كه دلسوز انقلاب و اسلام و خانواده هاى شهداست و دلسوز براى خود شهداء ؛ و اگر وجدان اخلاقى نباشد همه ى اينها زير پا است .\r\n\r\n","description":"","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\n\r\nيك آقا اگر وجدان اخلاقى داشته باشد در خانه هم رئوف و مهربان است . اين پرخاشگرى كه گاهى در خانه ديده مىشود ، براى اين است كه وجدان اخلاقى كار نمى كند . اين خانم كه زحمت فراوانى در خانه متحمّل است و خانه دارى و بچّه دارى نيز كارى مشكل ، بايد از او تشكّر شود نه نسبت به او پرخاشگرى گردد .\r\nجمله اى را از يكى از مراجع بزرگ نقل مى كنند كه جمله ى خوبى است . مى گويند ضياء السلطنه دختر فتحعلى شاه ، براى اينكه اصلًا در داخل دستگاه پدرش نباشد ، ترك وطن كرد و به كربلا رفت و آنجا مجاور شد . از آنجا كه شاهزاده بود ، از نظر مالى در وضع عالى قرار داشت و داراى جوانى و جمال نيز بود . ضياء السّلطنه قاصدى فرستاد پيش اين آقا كه پيرمردى است اهل علم ، و از نظر تقوا و انسانيّت و الا . پيغام داد كه : آقا ! بى سرپرستم ، دلم مى خواهد دست شما روى سر من باشد و شما مرا به همسرى قبول كنيد . ايشان نپذيرفتند و به قاصد گفتند : سلام مرا به ضياء السّلطنه برسانيد و بگوئيد من به درد ايشان نمى خورم و او نيز به درد من . من پيرم و او جوان ، من فقير و او متموّل . روز بعد دوباره از سوى ضياء السّلطنه قاصد آمد و گفت كه آقا ! من از شما پول نمى خواهم و علاوه بر آن خانه ى شما را هم اداره مى كنم و نمى خواهم هوو و هووگرى و امثال اين مسائل هم باشد . به جمله اى كه آن عالم متّقى در پاسخ به ضياء السّلطنه مى گويد توجّه كنيد كه\r\n\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\n\r\nمراد من اين جمله است و دليل بر وجدان اخلاقى اوست . گفت : سلام مرا به اين زن برسانيد و بگوئيد : خانم ! من زنى دارم كه چهل - پنجاه سال با فقر من و با طلبگى من و با خوب و يا بد من ساخته است و بعد از اين مدّت طولانى ، بى وفايى است كه من هوو سر اين زن بياورم ، حالا اگر چه ضياء السّلطنه باشد ولو اينكه به قول عوام نان من برود توى روغن ، چه از نظر غريزه و چه از نظر مال و ثروت . و بالأخره ضياء السّلطنه را جواب كرد .\r\nاگر آدم وجدان اخلاقى داشته باشد العياذ بالله - عمل منافى با عفّت نمى كند و اعمال و رفتارش مشابه با آقا سيّد ابراهيم قزوينى خواهد بود . يك خانم اگر وجدان اخلاقى داشته باشد معلوم است كه عمل منافى با عفّت انجام نمى دهد چرا كه جمال و زينت و لباس خويش متعلّق به شوهر اوست و نمى گذارد كه صورت و عطر و زينتش را نامحرم ببيند و آن وجدان مانع او است چه رسد به عمل منافى با عفّت . اين زنهايى كه بد حجاب يا بى حجاب در معابر ديده مى شوند ، ابتدا به نام روشنفكرى وجدان خود را كشته اند ، سپس به اين عمل زشت مبادرت نموده اند . عفّت يك زن ارزش دارد و اين عفّت مال شوهر است ، لذا قرآن مى فرمايد ، زن شايسته آن است كه عفّت خود را كه متعلّق به شوهرش است ، حفظ كند .\r\nدر زمان معاويه ، مردى ورشكست شد و با اينكه او و همسرش علاقه زيادى به يكديگر داشتند ولى پدر و مادر زن به قدرى درگوش زن خواندند\r\n\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\n\r\nتا كار براى طلاق به دادگاه كشيده شد ( واى بر پدر و مادر نفهم كه با دختر و يا پسرشان گاهى چه مى كنند ) در آن هنگام مروان حكم ، حاكم آنجا بود و از آن رو كه زن داراى جمال بود ، پاى مروان لغزيد و حكم را به خطا به نفع پدر و مادر زن داد و طلاق زن را به زور گرفت و پس از ايّام عدّه ، مرد را به زندان افكند و زن را به زور به ازدواج خود در آورد . وقتى مرد از زندان خارج شد ، رفت شام پيش معاويه و شكايت استاندارش را به او نمود . معاويه ابتدا غضبناك شده و داد و فرياد به راه انداخت و دستور داد كه مروان و زن و پدر و مادرش از كوفه به شام آورده شوند . هنگامى كه چشم معاويه به زن افتاد او نيز به مانند استاندار خود پايش لغزيد معلوم است كه چنين خواهد شد ، آنگاه كه وجدان اخلاقى نباشد ، بين پُست و مقام و خليفه و استاندار و شخص عادى فرقى نخواهد بود . اين كه اسلام مى گويد رهبر يا استاندار و يا قاضى بايد متعهّد و متّقى باشد به همين جهت است اكنون كه معاويه خود نيز لغزش پيدا كرده بود ، نمى دانست چه بگويد ، در نتيجه براى تحريك كردن غرايز زن رو به او كرد و گفت : خانم ! آن شوهر فقير و بيچاره ى به درد نخورت را مى خواهى يا اين استاندار كوفه را با آن حكومتش يا من را با اين قصر و اين سلطنت ؟ زن نيز در پاسخ با كمال شهامت گفت : يك موى شوهرم را به تو و قصرت و حاكم و آن حكومتش نمى فروشم . من با غناى شوهرم ساخته ام ، اكنون نيز با فقر او مى سازم . من متعلّق به\r\n\r\n","description":"","footnote":"","page_name":" 191 ","page_number":191},
  {"content":"\r\n\r\nشوهرم هستم اگر خوبم براى او و اگر بدم نيز مال اويم . اين قضيّه به ما مى گويد اين زن شايسته است براى اينكه وجدان اخلاقى دارد . وقتى زن وجدان اخلاقى داشته باشد با حجاب خواهد بود و ديگر به عنوان روشنفكرى روى خود را باز نمى كند و به عنوان امّل گرى چادرش را بر نمى دارد . زن شايسته آن است كه چادر داشته باشد از ديد قرآن « 1 » ، آنكه بى حجاب و بد حجاب تر است ، امّل تر است . زنى شايسته است كه در مقابل شوهر متواضع است . و زنى شايسته است كه در بود و نبود شوهر و در خلوت و جلوت ، عفّت داشته باشد و با حجاب باشد و بالأخره وجدان اخلاقى چيز خوبى است و قدرت كنترل انسان را دارد كه در آينده مشروح تر بيان خواهد شد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ( فالصالحات قانتات حافظات للغيب بما حفظ الله ) نساء - 36\r\n","page_name":" 192 ","page_number":192},
  {"content":"\r\n\r\nخلاصه ى درس هجدهم\r\n-\r\nوجدان اخلاقى از جمله وسايل كنترل غرايز است و اسلام اهميّت فراوانى براى آن قائل است . -\r\nانسان توسط وجدان اخلاقى نسبت به كارهاى نيك ترغيب مىشود و پس از انجام كارهاى صحيح نيز مورد تحسين آن واقع مىشود . در مورد اعمال نادرست وجدان اخلاقى به صورتِ عكس عمل مىكند . -\r\nاگر وجدان اخلاقى فعّال باشد ، كمك كننده ى خوبى است تا بسيارى از مفاسد از زندگى انسان دور شود . -\r\nيك معلم خوب و داراى وجدان اخلاقى ، رفتارش با شاگردانش همانند نحوه ى برخورد و رفتارش با فرزندان خود است . -\r\n\r\n","description":"","footnote":"","page_name":" 193 ","page_number":193},
  {"content":"\r\n\r\n\r\nدرس نوزدهم وجدان اخلاقى ( 2 )\r\nتا اينجا گفته شد كه وجدان اخلاقى يكى از نيروهاى كنترل كننده ى انسان است و قرآن كريم نيز به آن اهميّت داده است . تذكّرى كه لازم است داده شود اين است كه بايد مواظب بود كه وجدان اخلاقى زنده نگهداشته شود و به عبارت ديگر اگر مى خواهيم كه وجدان اخلاقى پرورش يابد و تقويت گردد ، بايد آن هنگام كه ما را تشويق و ترغيب مىكند ، حرفش را بشنويم و عمل كنيم و در وقتى كه تهديدمان مىكند و عمل ناپسند ما را تقبيح ، تازيانه هاى او را به جان بخريم ، در اين حالت پرورش پيدا مىكند . اگر شما اين گونه عمل نمائيد ، آدمى عاطفى خواهيد شد و اگر هم آدم عاطفى شديد در مدرسه يك معلّم عاطفى و در جامعه يك انسان عاطفى\r\n\r\n","description":"","footnote":"","page_name":" 194 ","page_number":194},
  {"content":"\r\n\r\nهستيد . امّا اگر حرف وجدان اخلاقى را نشنويد ، مانند درختى كه به آن آب داده نشود ، كم كم پژمرده مىشود و از شما مأيوس مى گردد و سرانجام مى ميرد . در قرآن اسم اين كار قساوت قلب گذاشته شده است و در قسمتى از قرآن كريم آمده است : واى بر كسى كه عاطفه ندارد و سنگدل است . در جايى ديگر مى فرمايد : آن كس كه سنگدل است و عاطفه ندارد ، ديگر خيرى در او ديده نمى شود ؛ و يك تشبيهى هم قرآن مىكند و مى فرمايد : سنگ گاهى فايده دارد ، از آن آب و چشمه جارى مىشود ، سنگ گاهى از خوف خداوند ذره ذره مىشود امّا اگر دل انسان سنگ شد و عاطفه در آن نبود و وجدان اخلاقى مِرد ؛ اين دل از سنگ بدتر خواهد شد و ديگر خيرى در آن دل و آن انسان نيست . يعنى دل اين افراد از سنگ سخت تر مىشود و از خدا نمى ترسند . كسى كه وجدان اخلاقى نداشته باشد يك انسان خودگرا و خودخور است و بد اخلاق .\r\nراستى اين آمريكا ، شوروى ، آلمان و ديگر ابرقدرتها چقدر سنگدل هستند . كارشان به آنجا رسيده است كه معادن عظيم كشورهاى ضعيف را غارت مى كنند و مردم آنها را علاوه بر بى فرهنگى در فقر شديد نيز قرار مى دهند و اين فقر به اندازه اى شديد است كه چندين هزار بچّه در اين ممالك از بدغذايى يا بى غذايى مى ميرند ، در حالى كه اهالى اين مناطق روى معادن طلا و نفت زندگى مى كنند و اين عمل قساوت است . قرآن كريم مى فرمايد :\r\n\r\n","description":"","footnote":"","page_name":" 195 ","page_number":195},
  {"content":"\r\n\r\nوَ إِذَا سَمِعُوا مَا أُنزِلَ إِلَى الرَّسُولِ تَرَى أَعيُنَهُم تَفِيضُ مِنَ الدَّمعِ مِمَّا عَرَفُوا مِنَ الحَقِّ يَقُولُونَ رَبَّنّا ءَامَنَّا فَاكتُبنَا مَعَ الشَّاهِدينَ ( مائده ، آيه ى 83 )\r\nآيه ى شريفه مربوط به يهودى ها است و اين مصيبتها را اين يهوديها بر سر دنيا آورده اند . امروز دستگاه حكومت در اختيار صهيونيستها و يهودى ها است و اين آيه ى شريفه در اين رابطه ، زنگ خطرى است . مى گويد كه اگر انسان قسىّ القلب شد و وجدان اخلاقى و عاطفه را از دست داد ، چه زن و چه مرد ، در خانه استثمارگر است و مى خواهد كه در رفاه باشد هر چند به قيمتِ در سختى افتادن ديگران . چنين شخصى اگر به عنوان معلّم به دبستان ، دبيرستان يا دانشگاه راه يابد باز هم آدمى است استثمارگر و استعمارگر و به قول امروزيها ، مى خواهد حرفش را تحميل كند ، مى خواهد اعمال قدرت كند .\r\nيك معلّم بايد پدرى مهربان باشد و اگر زن است مادرى دلسوز ، نه يك استثمارگر . انسان قسىّ القلب راضى است كه تمام افراد جامعه بميرند تا او در رفاه باشد . مثالهايى در جامعه وجود دارد كه فكر جامعه است ، مانند آنكه مى گويد : ديگى كه براى من نجوشد ، سر سگ در او بجوشد ! يا آب بيايد دنيا را بگيرد . امّا خانه ى من باقى بماند ! اين مثالهاى عاميانه و غلط از\r\n\r\n","description":"","footnote":"","page_name":" 196 ","page_number":196},
  {"content":"\r\n\r\nكجا تشكيل شده است ؟ از انسانهايى خودخواه كه فقط به فكر خودشانند . كسى كه به فكر ديگران نيست خودگرا است ، اگر به مدرسه مى رود براى پول به جيب زدن و به رفاه رسيدن است و از همين رو است كه اگر يك مقدار حقوقش كم باشد به قول عوام به سيم آخر مى زند و مثلًا به من و يا سايرين و به هر كس كه دست او برسد نامه مى نويسد و به اصطلاح فحش مىدهد ! معلوم است ، اين فرد استثمارگر است ، نتوانسته استثمار بكند ، اين گونه عمل مىكند .\r\nقبل از اين مطرح شد كه اگر به حرف وجدان اخلاقى توجّه كنيم و بدان عمل نمائيم پرورش مى يابد و انسان مبدل به انسانى عاطفى مىشود . عزيزان من ! اگر عاطفه نداشته باشيم به افراد خانواده ى خويش نيز ترحّم نخواهيم كرد . خانم اگر عاطفه نداشته باشد به بچّه ى خود توهين خواهد كرد و كتك خواهد زد ، چه رسد به بچّه هاى سر كلاس ، حالا مى خواهد عقده اى شود يا نه ! اگر مرد عاطفه نداشته باشد حتّى كودك يك يا دو ساله ى خود را نيز به باد كتك مى گيرد .\r\nبراساس روايات ، همه ى ظالمها را در يك جا جمع مى كنند ، يعنى ريگان را با فردى كه در خانه اش ظلم كرده و همينطور صدام را با معلّمى كه به شاگردان خود توهين مىكند ، در يك محل جمع مى كنند ، تا آنجا كه اگر كسى به ظالمى به اندازه ى ريختن آب در دواتش يا تراشيدن قلمش كمك\r\n\r\n","description":"","footnote":"","page_name":" 197 ","page_number":197},
  {"content":"\r\n\r\nكند نيز كنار همان ظالم قرار مى دهند . اشكال مىشود كه قرار گرفتن صدام و ريگان كنار هم امرى درست امّا يك معلّم بد اخلاق ديگر چرا همراه آنان ؟ كسانى كه روايات را از ديد تحليل اخلاقى بررسى مى كنند در پاسخ اين سئوال مى گويند كه هر ظالم و بى عاطفه اى تنها به آن مقدار كه قدرت داشته باشد ، ظلم مىكند . آن خانم كه در كلاس به دانش آموزان توهين مىكند اگر قدرت تاچر را داشته باشد به اندازه ى او ظلم خواهد كرد و به همين ترتيب آقاى معلّمى كه در كلاس يا منزل به بچّه كتك مى زند اگر به جاى ريگان يا بوش بود ، همانند آنان عمل مى كرد ولى حالا كه قدرتش به اندازه ى آنان نيست و نمى تواند بر همه ى دنيا ظلم كند ، در خانه ظلم مىكند . همين فرد اگر قدرت ظلم در خانه را هم نداشته باشد به سگ و گربه ظلم مىكند و اگر گربه اى را گوشه اى يافت سنگى را به سويش پرتاب مىكند . خدا نكند كسى بى عاطفه شود كه تا آنجا پيش مى رود كه مال بچّه يتيم را مى خورد و يا اينكه ريگان مىشود و مال آفريقائيهاى سياهِ بيچاره و گرسنه را مى خورد . كارى بكنيد كه عاطفه داشته باشيد .\r\nانسان آن هنگام كه به دنيا مى آيد ، عاطفه همراه او است . آيات قرآن كريم مى گويد كه انسان با عاطفه است و داراى وجدان اخلاقى و تا آنجا قرآن كريم به اين وجدان اهميّت داده است كه بدان قسم ياد نموده است ولى انسان وجدان اخلاقيش را مى كُشد و نابود مىكند . تقاضايى كه دارم اين\r\n\r\n","description":"","footnote":"","page_name":" 198 ","page_number":198},
  {"content":"\r\n\r\nاست كه عاطفه خود را آبيارى كنيد و پرورش دهيد و نگذاريد پژمرده شود . پيش از اين بيان شد كه در هنگام كار خلاف ، ضربات وجدان آغاز مىشود ، امّا بايد دانست كه اين ضربات به تدريج ضعيف مىشود و اگر حرفش شنيده نشود عاقبت به اتمام مى رسد . مثلًا شما عزيزان در پاره اى موارد و زمينه ها از نفس لوّامه و وجدان اخلاقى بسيار عالى برخورداريد . براى نمونه اگر متوجّه شويد كه شخصى نگاه شهوت آميز به زن مردم كرد ، ناراحت مىشويد . نسبت به دزدى وجدان اخلاقى شما بسيار قوى است از اين رو هيچ وقت دزدى نمى كنيد و يا اگر بدانيد پسرى يا دخترى دوستى دارد ديگر با آن پسر حرف نمى زنيد و ديگر خانمها با آن دختر حرف نمى زنند و مراوده نمى كنند و اصلًا از كلاس و جمع خودشان بيرونش مى كنند . در اين موارد كه ذكر شد و امثال آن وجدان اخلاقى ما قوى است امّا در بعضى چيزها نه مانند غيبت ، شايعه پراكنى و تهمت زدن كه بارها به سنگينى گناه و عقوبت سخت آنان اشاره كرده ام و در بين افراد فراوان ديده مىشود .\r\nپيامبر اكرمص فرمودند : زمانى بر امّت بيايد كه نه تنها از غيبت كردن ناراحت نمى شوند بلكه لذّت نيز مى برند و غيبت نُقل مجالس خواهد شد . قرآن مى فرمايد : مرگ بر آن كسى باد كه سخنى را مى شنود و بدون استدلال مى پذيرد و پراكنده اش مىكند ؛ اين شايعه پراكنى است كه زياد مشاهده مىشود . بعضى اوقات كه نفس لوّامه مى ميرد و مبدّل به نفس محسنه مىشود\r\n\r\n","description":"","footnote":"","page_name":" 199 ","page_number":199},
  {"content":"\r\n\r\nاز اينكه تهمت مى زند يا غيبت مى شنود خوشحال است و بر اثر زخم زبان زدن احساس لذّت مىكند . علماى علم اخلاق به اين حالت نفس حصنه مى گويند . اشخاص گاهى مى گويند : دلم حال آمد از اينكه فلان حرف را به او زدم ! يعنى آنكه من وجدان اخلاقى ندارم و وجدان اخلاقيم مرده است و قرآن مى فرمايد كه واى بر چنين شخصى .\r\nبه همه سفارش مى كنم اگر نفس لوّامه مرده است ، زنده اش كنيد . چرا در مورد غيبت ، تهمت و يا شايعه پراكنى و دروغ نفس لوّامه مرده است ؟ براى اينكه به نصايح او توجّه نكرده ايم . خدا نكند كه فردى نگاه به نامحرم بكند ، بار اوّل از اين عمل خويش ناراحت مىشود و دفعه ى دوّم نيز همينطور و در دفعات بعدى نيز ضربات وجدان بر او وارد مىشود ولى اگر توجّه به آن نكند كم كم تأثير ضربات از بين مى رود تا يك وقت به آنجا مى رسد كه نگاه حرام مىكند و لذّت هم مى برد و ديگر وجدان اخلاقى عكس العمل نشان نمى دهد و كشته شده است .\r\nاوّل چيزى كه يك معلّم بايد داشته باشد وجدان اخلاقى است و اگر مايليد يك معلّم خوب باشيد وجدان خود را دريابيد .\r\nنكته ى ديگرى كه بايد به شما عزيزان متذكّر شوم و تقاضا نمايم كه به آن اهميّت دهيد اين است كه بدانيد زنده شدن وجدان اخلاقى در انسان بسيار ارزنده است و انسانيّت را در شخص زنده و شكوفا مىكند و در ضمن براى\r\n\r\n","description":"","footnote":"","page_name":" 200 ","page_number":200},
  {"content":"\r\n\r\nآخرت هم خيلى خوب است و علاوه بر اينها براى كسانى كه سير و سلوك دارند نيز مفيد مى باشد . از سفارشهايى كه علماى علم اخلاق به شاگردان خود مى كنند اوّل اين است كه در شبانه روز خدمتى براى اجتماع بكنند و دل دو سه نفر را به دست آورند ، خصوصاً قلب افراد بى گناه مانند بچّه ها را .\r\nاز علّامه ى مجلسى « 1 » قضيّه اى را تعريف مى كنند . مى دانيد كه علامه ى مجلسى از مقام بالايى برخوردار است . يادم نمى رود ، در مجلسى كه استاد بزرگوارم رهبر عظيم الشّأن انقلاب نيز حضور داشتند ، شخصى گفت : علّامه ى مجلسى ، آخوند دربارى بود امام از اين جمله خيلى ناراحت شدند و فرمودند : نگوييد علّامه آخوند دربارى بود ، بگوييد شاه عباس نوكر علّامه ى مجلسى بوده است . علّامه مجلسى ، شيخ بهايى و چند نفر ديگر از اين علما ، با حضور خود در سلسله صفويّه كارهاى عظيمى انجام دادند و اصلًا بايد بگويم شيعه الآن مرهون همين افراد است . قبل از اينها در ايران تنها شهرهاى قم ، سبزوار و دهى بين همدان و اراك شيعه بودند . حضور علّامه ها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) محمد باقر فرزند ملا محمد تقى مجلسى از بزرگان شيعه است كه در سال 1037 ه - ق به دنيا آمد . . بحارالانوار فى اخبار الائمة الاطهار از معروفترين آثار وى است . مجموعه ى تأليفات وى بيش از شصت جلد مى باشد كه علاوه بر بحار مى توان از حلية المتقين ، مشكوة الانوار و زاد المعاد ياد كرد . وى به سال 1110 ه - ق وفات يافت و در جامع عتيق اصفهان مدفون گرديد .\r\n","page_name":" 201 ","page_number":201},
  {"content":"\r\n\r\nو شيخ بهايى ها « 1 » و كاشف الغطاء ها « 2 » در اين دستگاهها توانست شيعه گرى را به دست ملّت ما برساند و لذا مقام اينها خيلى عالى است .\r\nمحدّث زاده ، پسر مرحوم آقا شيخ عبّاس قمى رضوان الله تعالى عليه - مى گفت كه من چيزى قبلًا راجع به علّامه ى مجلسى گفته بودم ، در خواب پدرم را ديدم كه خيلى غضبناك بود و به من گفت : اى پسر تو را چه به علّامه ى مجلسى ؟ علّامه ى مجلسى در صدر علما است .\r\nعلّامه ى مجلسى با شاگرد خود ، مرحوم جزايرى ، وعده گذاشتند كه هر كدام زودتر از دنيا رفتند ، به خواب ديگرى بيايند . ابتدا علّامه درگذشت و پس از مدّتى به خواب شاگردش آمد . مرحوم جزايرى پرسيد : آقا ! چه شد ؟ ( جمله اى كه براى بحث ما بسيار ارزنده است اين پاسخى است كه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) محمدبن حسين بن عبدالصمد الحارثى الهمدانى ، معروف به شيخ بهايى ، از بزرگترين فقها ، مفسران و رياضى دانان دوران بود . ولادت وى در شهر بعلبك به سال 1031 ه - ق روى داد . از وى تأليفات فراوانى از جمله صمديه ، ذخيره ى تشريح افلاك و اربعين به جاى مانده است . او در هفتاد و هشت سالگى بدرود حيات گفت و بر حسب وصيت ، جسد وى در جوار امام رضا ( ع ) ، در گوشه ى صحن مطهر آن جناب دفن شد .\r\n( 2 ) شيخ جعفربن خضربن يحيى حلى ، از بزرگان علماى اماميه محسوب مىشود . وى شاگرد سيد مهدى بحرالعلوم و سيد صادق فخام بود . حجة الاسلام رشتى و صاحب جواهر از شاگردان او بودند . احكام الاموات و شرح قواعد علامه از تأليفات او هستند . شهرت شيخ جعفر به كاشف الغطاء به مناسبت نام كتاب « كاشف الغطاء عن مبهمات الشريفة الفراء » مى باشد كه از جمله ى تأليفات اوست . وى به سال 1227 در نجف رحلت نمود و مدفن او در محله ى عماره ى نجف است .\r\n","page_name":" 202 ","page_number":202},
  {"content":"\r\n\r\nعلّامه مجلسى به شاگردش داد ) علّامه گفت : دو چيز به درد من خورد . يكى آنكه روزى تگرگ مى باريد و من بچّه گربه اى را ديدم كه اين طرف و آن طرف مى رود . دلم به حالش سوخت و او را زير لباسم گرفتم و به مسجد رفتم . پس از ايستادن تگرگ او را رها كردم . ديگر آنكه روزى يك سيب در دستم بود و ضمن عبور بچّه اى كوچك كه در دامن مادرش بود آن سيب را ديد و ذوق كرد و من نيز سيب را به آن كودك دادم . اين دو كار خيلى برايم فايده داشت . بايد توجّه داشت كه علّامه صاحب مجموعه ى گرانقدر بحارالانوار است ولى اشاره ى او به اين دو عمل بود . در همين رابطه يكى از بزرگان مى گفت : زمانى يك حال بى توفيقى پيدا كردم ( عرفا به اين حال مى گويند قبض ) و نمى دانستم از كجا سرچشمه گرفته است تا اينكه در خواب به من گفته شد كه گنجشكى از دستم شكايت كرده است . وقتى از خواب بيدار شدم به ياد آوردم كه مدّتى قبل عدّه اى از كودكان را ديده بودم كه بچّه گنجشكى را گرفته بودند و با آن بازى مى كردند و من بى آنكه اعتنايى كرده باشم مشاهده كردم و گذشتم . اكنون دريافته بودم كه علّت بى توفيقى ام همان است و دليل عدم پيشرفتم در سير و سلوك خود را يافتم . از اين بابت بسيار افسرده و ناراحت بودم . به صحرا رفتم ، ناگهان بچّه گنجشكى را در دهن مار ديدم ، عصاى خود را بلند نمودم ، مار ترسيد ، و گنجشگ را رها كرد و به سوراخش خزيد . بچّه گنجشگ را گرفتم و نوازش\r\n\r\n","description":"","footnote":"","page_name":" 203 ","page_number":203},
  {"content":"\r\n\r\nكردم و به مادرش رساندم . سپس ادامه مىدهد كه در خواب ديدم ( البته اينها خواب نيست بلكه به آن كشف و شهود مى گويند ، امّا چون نمى خواهند منيّتى پيدا شود ، اسمش را خواب مى گذارند ) : در خواب به من گفتند كه گنجشكى پيش خدا از من تشكّر كرد . وقتى از خواب برخاستم احساس كردم آماده و با نشاط هستم و لذّت در عبادت براى من پيدا شده است .\r\nتقاضا دارم دل بچّه را بدست بياوريد . اگر لياقت دارد نمره ى 5 / 17 او را 18 بدهيد ، مىشود با همين نيم نمره دلش را بدست بياوريد . با يك جانم ، عزيزم مىشود دل او را بدست آورد . از او عصبانى نباش و با عاطفه باش . حق كشى نكنيد بله ، به افرادى كه لياقت ندارند بدون علّت نمره ندهيد ، اين واضح است امّا خشك هم نباشيد . مثلًا نمره ى همه 20 باشد امّا نمره ى يك نفر 75 / 19 . اين كار بدى است . اگر يك روانشناس يا روانكاو به اين عمل بنگرد ، اين را بيمارى مىداند . اگر هم شاگرد لياقت نداشت با او كار شود تا لياقت پيدا كند . كارى كنيد كه دل بچّه ها را بدست بياوريد .\r\n\r\n","description":"","footnote":"","page_name":" 204 ","page_number":204},
  {"content":"\r\n\r\nخلاصه ى درس نوزدهم\r\n-\r\nشرط ادامه ى فعاليّت وجدان اخلاقى آن است كه زنده نگهداشته شود ، يعنى آن هنگام كه تشويق و تحسين مىكند مبادرت به انجام عمل كنيم و هر گاه عملى را ناپسند و غلط مى نماياند از انجام آن كار دورى جوييم . -\r\nنشنيدن صداى وجدان شدّت آن را كاهش مىدهد و هر چه كمتر به آن توجه شود ضعيف تر خواهد شد تا آنكه قطع مىشود و قساوت قلب پديد مى آيد . -\r\nبه فرموده ى قرآن كريم ، انسان از آن زمان كه به دنيا مى آيد عاطفه همراه او است امّا بسيارى از افراد اين عاطفه و وجدان اخلاقى را نابود مى كنند . با از بين رفتن وجدان اخلاقى نه تنها فرد از انجام گناه ناراحت نمى شود بلكه در او احساس لذّت بوجود مى آيد و قرآن مى فرمايد واى بر چنين شخصى . -\r\n\r\n","description":"","footnote":"","page_name":" 205 ","page_number":205},
  {"content":"\r\n\r\n\r\nدرس بيستم وجدان اخلاقى ( 3 )\r\nبحث ما در رابطه با وجدان اخلاقى بود و تاكنون دانستيم كه وجدان اخلاقى از نعمت هاى بزرگ است و كاربرد عجيبى نيز دارد و انصافاً اگر جاذبه ى محبّت و عشق در عالمِ وجود نبود ، قطعاً همه ى موجودات مِن جمله انسان منقرض مى شدند . به محبّت و عاطفه به دليل خصوصيّتى كه در انسان ايجاد مى كنند ، وجدان اخلاقى مى گوئيم .\r\nبه راستى اگر انسان وجدان نداشته باشد و اگر عاطفه و محبّت اجتماعى در او نباشد ، از هر ميكروبى پست تر مىشود . قرآن شريف در ارتباط با حبّ به مال انسان قضيّه اى را از حضرت داود نقل مىكند و مى فرمايد دو برادر\r\n\r\n","description":"","footnote":"","page_name":" 206 ","page_number":206},
  {"content":"\r\n\r\nشكايتى را پيش آن حضرت مطرح كردند . يكى از برادرها گفت : برادر من نود و نه گوسفند دارد و من تنها يكى و اينك برادر من قصد دارد كه اين يك گوسفند را هم از من بگيرد تا او صد گوسفند داشته باشد و من هيچ . شنيدن اين جمله گويا موجب گُل كردن عاطفه ى حضرت داود شد ، لذا فرمود : آن برادر به تو ظلم مىكند . مشخّص است كه اين اظهار نظر مخالف مقام شامخ حضرت داود است چرا كه مى بايست از شاكى تقاضاى شاهد براى ادّعايش مى كرد و بر درستى يا نادرستى اظهارات او اطّلاع كافى مى يافت ، از اين رو قرآن كريم مى فرمايد : ما داود را امتحان كرديم . بعد هم حضرت داود پشيمان شد .\r\nقضيّه ى فوق كه در قرآن آمد براى اين منظور است كه نشان دهد اگر انسان عاطفه نداشته باشد به جايى مى رسد كه مايل است همه چيز متعلّق به او باشد و ديگران بى چيز باشند . طبع انسان يعنى طبع غريزى او حبّ به مال است . در مابقى غرايز نيز به همين شكل ، يعنى اگر - العياذ بالله - انسان شهوتران شد كارش مى رسد به آنجا كه خواهان حرمسرا است و اگر جاه طلب شد ، به دنبال رياست كل جهان است و در مقابل ، ديگران چيزى نداشته باشند . اگر غرايز انسان توفانى شود تا آن مرحله پيش مى رود كه با گناه و بى گناه و كوچك و بزرگ فرقى براى او ندارد و به فرموده ى قرآن كريم ، طبع انسان طورى است كه اگر بيفتد در مسير ضلالت ، ديگر نه چشم حقيقت بين دارد و نه گوش\r\n\r\n","description":"","footnote":"","page_name":" 207 ","page_number":207},
  {"content":"\r\n\r\nحقيقت شنو و نه دلى كه بفهمد .\r\nوَ لَقَد ذَرَأنَا لِجَهَنَّمَ كَثِيراً مِّنَ الجِنِّ وَ الإِنسِ لَهُم قُلُوبٌ لَّا يَفقَهُونَ بِهَا وَ لَهُم أَعيُنٌ لَّا يُبصِرُونَ بِهَا وَ لَهُم ءاذَانٌ لَّا يَسمَعُونَ بِهَا أُولَئِكَ كَالأَنعَامِ بَل هُم أَضَلُّ أُولَئِكَ هُمُ الغَافِلُونَ ( اعراف ، آيه ى 179 )\r\nاگر يكى از تمايلات انسان بر او غلبه كرد از نظر معنوى كر ، كور و نافهم مىشود و به تعبير قرآن شريف ، اگر افتاد در راه ضلالت و نيروى كنترل كننده اى نداشت از چهارپا بدتر مىشود .\r\nضمن بررسى سيره ى انبياء و ائمه ى اطهار ، گاهى مشاهده مىشود كه آنان از تحريك عاطفى استفاده مى نمودند . در تاريخ آورده اند كه شخصى خدمت پيامبر اكرمص رسيد و از همسايه اش شكايت كرد . پيامبرص از او خواستند كه صبر كند و با همسايه اش بسازد . همسايه ى خوب فقط اين نيست كه ظلم به همسايه نكند و رفيق خوب تنها اين نيست كه به رفيق خود خوبى كند بلكه همسايه و رفيق خوب آن است كه بر بدى همسايه و رفيقش بسازد . اين يك فرمول و يك جمله ى اخلاقى است در اسلام . زن و شوهر خوب تنها اين نيست كه به يكديگر خوبى كنند كه به طور عادى اين گونه است بلكه از ديدگاه پيامبر اكرمص ، مرد خوب آن است كه بر بدى\r\n\r\n","description":"","footnote":"","page_name":" 208 ","page_number":208},
  {"content":"\r\n\r\nهمسر خود بسازد و صبر و گذشت و فداكارى داشته باشد و به همين شكل زن نسبت به شوهرش .\r\nپس از مدّتى كه پيامبرص مرد را نصيحت نموده بود ، مجدّداً مرد برگشت و از بدى هاى فراوان همسايه اش شكايت نمود و اين بار نيز پيامبر اكرمص او را دعوت به صبر نمودند فرمودند : اگر انسان بر بدى ديگران صبر نمايد اجر و پاداش عظيم دارد ، به اندازه اى كه قرآن شريف مى فرمايد ، براى هر كار خوب يك حساب و كتابى است ولى براى صبر حساب و كتابى نيست و خداوند بى حدّ و حساب پاداش عنايت مىكند .\r\nقُل يَعِبَادِ الَّذِينَ ءَامَنُوا اتَّقُوا رَبَّكُم لِلَّذِينَ أَحسَنُوا فِى هَذِهِ الدُّنيَا حَسَنَة وَ أَرضُ اللهِ وَسِعَة إِنَّمَا يُوَفَّى الصَّبِرُونَ أَجرَهُم بِغَيرِ حِسَابٍ ( زمر ، آيه ى 10 )\r\nمدّتى بعد ، مردى براى سوّمين بار خدمت پيامبرص رسيد و عرض كرد : يا رسول الله ! ديگر نمى توانم صبر و گذشت داشته باشم ، همسايه ام آزار بسيارى نسبت به من روا مى دارد . پيامبر اكرمص فرمودند : روز جمعه قبل از نماز جمعه ، اثاثيّه ى منزل خود را بگذار وسط كوچه ، زن و بچّه ى خود را نيز همچنين . مرد به توصيه ى پيامبرص عمل نمود و هنگامى كه عابرين علّت را از اين حركت او جويا مى شدند در پاسخ مى گفت : واى از\r\n\r\n","description":"","footnote":"","page_name":" 209 ","page_number":209},
  {"content":"\r\n\r\nهمسايه ى بد ! مردم در اطراف او جمع شدند ( اين نشان مىدهد كه احساسات مردم عليه همسايه ى بد تحريك شد و مشخّص مى نمايد كه قصد پيامبرص از چنين توصيه اى چه بوده است ) اين عكس العمل مردم و فشارى كه به همسايه ى بد وارد آمد بالأخره كار را به جايى رساند كه همسايه ى بد مجبور به التماس شد و به همسايه ى خود گفت : آقا ! مرا ببخش ، اشتباه كردم . ديگر بدى نخواهم كرد و بالأخره با التماس و خواهش ، همسايه اش را به منزل باز گردانيد و از اين راه همسايه ى بد تنبيه شد و دست از كار بد و ناشايست خود برداشت .\r\nپيامبرص با اين دستور چه كردند ؟ ايشان با استفاده از وجدان اخلاقى و به كار گرفتن عواطف مردم ، عموم را عليه خطاكار به حركت در آوردند . تحريك احساسات و عواطف قادر به انجام كارهاى فراوانى است . از معلّم ها تقاضا دارم كه در كلاس از اين وسيله به شايسته ترين شكل بهره بردارى كنند .\r\nخانم معلّم ها بطور طبيعى قدرتِ تحريك عواطف را دارند . زن هر چند از نظر جسمى ضعيف تر از مرد است امّا پروردگار عالم اسلحه تحريك عاطفه را در اختيار او نهاده است كه عموم در برابر آن خاضع هستند . اگر ظلمى به زنها شود سلاح گريه و همچنين نحوه ى صحبت ايشان مؤثّرترين حربه ى آنان است . به همين دليل است كه به هيچ وجه جنجال آفرينى و زبان\r\n\r\n","description":"","footnote":"","page_name":" 210 ","page_number":210},
  {"content":"\r\n\r\nدرازى و امثال آن مطابق روحيّات اين قشر نيست اگر هم ديده شود كه خانمى زبان دراز است و در مقابل شوهرش مى ايستد و به راستى مسلّط بر شوهرش شده است ، بدانيد بر خود تحميل كرده است و اين با وجدان و عاطفه و ذاتش سازگار نيست . اينكه گفته مىشود زن ناقص العقل است ، اشتباه است ؛ اين به معناى بيشتر بودن عواطف او است . فعاليّت اصلى زنان خانه دارى ، شوهردارى و عمدة تربيت و بچّه دارى است ، از اين رو بايد از نظر عاطفه و احساسات قدرتمند باشد .\r\nبهترين روش شكوفا نمودن استعداد شاگردان ، تحريك احساس و عاطفه ى آنها است و گاهى يك آفرين گفتن به آنان موجب رشد استعدادشان است . اگر معلّم در عوض زخم زبان ، تندخويى و پرخاشگرى نسبت به شاگردان - كه غلط و گناه است - تحريك عاطفه كند ، قطعاً شاگرد بى استعداد ، استعداد پيدا مىكند .\r\nپيش از اين نيز متذكّر شدم كه مبادا فكر كنيد نمى توان افراد بى استعداد را مستعد نمود . بدانيد كه غالب مخترعين از نظر استعداد علمى ضعيف بودند . براى نمونه انيشتين با آن فرضيه ى بسيار مشكل كه ارائه نمود و افراد قادر به درك آن قليل اند ؛ در حالاتش نوشته است كه بارها در دبستان و دبيرستان مردود شده بود . پاستور ، گاليله ، نيوتن و بسيارى ديگر نيز خيلى وضعيّت بهترى نداشتند ولى به درجات عالى رسيدند . گفتم معلمها قادر به\r\n\r\n","description":"","footnote":"","page_name":" 211 ","page_number":211},
  {"content":"\r\n\r\nشكوفا نمودن استعداد شاگردان و به پيش راندن آنانند ولى متأسّفانه اكثر معلّم ها عاطفه اى كه اسلام مى خواهد ، ندارند و فقر مالى روى آنان اثر مى گذارد . معلّم دبير و يا استادى كه خود فردى عقب مانده است و زير بار مشكلات زندگى فرسوده ، نمى تواند بچّه ى كم استعداد را جلو بياورد ، چه رسد به اينكه عقب مانده اى را بااستعداد كند . ولى نبايد مأيوس بود ، حتّى گروهى از علماى اسلامى كه به مقامات بلندى رسيدند داراى استعداد كم يا ضعيف بودند . در مخترعين و علما چيزهايى مشاهده مىشود كه باعث تعجّب است و به سختى باور كردنى است مثلًا درباره ى يكى از مخترعين جايى چنين خواندم : بنا به روال غربيها كه با سگ و گربه انس و الفتى دارند و حتّى گاهى برايشان قبرستان مى سازند ، آن مخترع هم علاقه ى خاصّى به گربه داشت و گاهى تا نيمه هاى شب به انتظار گربه بيدار مى ماند تا موقعى كه گربه از گردش شبانه باز گردد و او در را برويش بگشايد و بتواند داخل منزل شود . بالأخره پس از مدّتها تفكّر به اين نتيجه رسيد كه نجّارى خبر كند تا سوراخى در درب خانه ايجاد نمايد و گربه در ورود و خروج مشكلى نداشته باشد . نجّارى را به منزل آورد و به او گفت كه دو سوراخ زير در بوجود آورد و وقتى نجّار پرسيد : چرا دو سوراخ ؟ مخترع گفت : يكى بزرگتر براى گربه ى مادر و آن يكى كوچكتر براى بچّه اش . نجّار گفت : خوب ، همان سوراخ كه گربه ى بزرگ از آن عبور مىكند ، بچّه گربه نيز وارد\r\n\r\n","description":"","footnote":"","page_name":" 212 ","page_number":212},
  {"content":"\r\n\r\nو خارج خواهد شد و احتياجى به دو سوراخ نخواهد بود مخترع وقتى اين حرف را شنيد با تعجّب گفت : عجب ، اين را ديگر نمى دانستم !\r\nدر رابطه با يكى از دانشمندان اسلامى گفته شده است كه وقتى پس از درس گفتن قصد برگشتن به منزل خود را داشت ، خانه را گم مى كرد و مسير را اشتباه مى پيمود امّا همين فرد شرحى بر اصول كافى نوشته است كه در ميان بيش از پنجاه شرح نگاشته شده از سوى علماى بزرگ اسلامى ، از رتبه ى بالايى برخوردار است . بله ، استعداد كم است امّا با استقامت ، فعّاليّت ، صبر و حوصله انسان مىتواند به هر كجا كه مى خواهد برسد . ناپلئون مى گفت : من با بيست و پنج نظامى ، فرانسه را گرفتم . نمى دانم ، نمى توانم و نمى شود در قاموس انسانها راه ندارد . مرادم همين حمله ى دوم است و چقدر عالى گفته است . انسان اگر بخواهد مىتواند و اگر بخواهد ، مىشود ، اگر ديديد نشد و يا نتوانست ، بدانيد نخواسته است ، بى حوصله بوده است و يا بى صبر و بى سعه ى صدر ، و الّا اگر انسان دريا دل باشد و با سعه ى صدر ، قدرت فراوانى دارد و متأسّفانه ما از اين نظر كمبود داريم .\r\nتقاضا دارم كه در كلاس با تحريك عاطفه و احساس به دنبال نتيجه باشيد ، عقب مانده ها را به حركت بيندازيد ، استعدادها را شكوفا كنيد و دل مرده ها را بانشاط . اين غنچه هاى گُل كه زير دست شماست را بايد باز كنيد ؛ جاى تأسف است كه گروهى از معلّم ها نه تنها اين غنچه ها را باز نمى كنند\r\n\r\n","description":"","footnote":"","page_name":" 213 ","page_number":213},
  {"content":"\r\n\r\nبلكه مى خشكانند ، اين كار را نكنيد كه گناه اين كار بسيار بزرگ است . اگر مشكلات زندگى روى شما اثر گذاشته است هم اين چند ساعت را كه در كلاس هستيد ، مشكلات را فراموش كنيد .\r\nيكى از اساتيد به من مى گفت : شبها نه تنها براى درس روز بعد مطالعه مى كنم بلكه درباره ى نحوه ى ارائه و تدريس آن نيز تفكّر و مطالعه مى نمايم . به اين چنين كسى مى توان گفت مدرّس و يك معلّم بايد اين گونه باشد . معلّم ، شب بايستى علاوه بر مطالعه ى درس ، چگونگى تشويق شاگردان را هم بررسى كند و به دنبال بهترين راه براى شكوفا كردن اين غنچه ها باشد و بالأخره همانطور كه ائمّه ى اطهار ( ع ) بارها از وجدان اخلاقى استفاده كردند ، وجدان اخلاقى را به كار گيرد .\r\nاز حضرت على ( ع ) كه افتخار انسانها و عالم است قضاوتهاى فراوانى در تاريخ ثبت شده است كه اگر در مورد شخصيّت ايشان جز همين آثار چيزى نداشتيم ، براى كشف بزرگى و عظمت ايشان كافى بود . از مجموعه ى عظيم قضاوتهايشان در اينجا تنها يكى را براى نمونه مى آوريم كه در ارتباط با وجدان اخلاقى هم مى باشد .\r\nدو زن خدمت اميرالمؤمنين ( ع ) رسيدند و سر بچّه اى نزاع داشتند . هر يك خود را مادر طفل مى دانستند و ديگرى را دروغگو . حضرت كه ديدند هيچكدام دليلى بر گفتار و شاهدى بر اثبات نظر خود ندارد از وجدان\r\n\r\n","description":"","footnote":"","page_name":" 214 ","page_number":214},
  {"content":"\r\n\r\nاخلاقى استفاده نمودند و فرمودند : قنبر ! بيا و اين طفل را از وسط دو نيم كن و نيمى را به اين زن و نيم ديگر را به آن ديگرى بده . به محض بيان جمله از سوى حضرت على ( ع ) ، يكى از دو زن گفت : من بچّه را نمى خواهم . بچّه را به آن زن بسپاريد . اميرالمؤمنين ( ع ) فرمودند : اين بچّه متعلّق به زنى است كه راضى نشد طفل دو نيم شود امّا ديگرى حرفى نداشت چون مادر نبود و كشتن بچّه برايش مهم نبود . با دقّت در اين واقعه و ساير وقايع كه نمونه هايى از آن ذكر شد ، مى توان دريافت كه مىشود از وجدان اخلاقى استفاده ى عالى نمود .\r\nبحث وجدان اخلاقى ، بحث مفصّلى است و به همين مقدار اكتفا مى كنيم اما يك سئوال باقى است و آن اينكه با اين هم توصيف آيا وجدان اخلاقى نيروى صد درصد كنترل كننده اى است ؟ در پاسخ بايد گفت : نه بايد دانست كه محدوديّتهايى كه براى ساير نيروهاى كنترل كننده بر شمرديم براى وجدان اخلاقى نيز وجود دارد و به هنگام توفانى شدن غرايز ، وجدان اخلاقى را نيز ياراى مقاومت و پايدارى نيست . در قسمتهاى بعد به دنبال پاسخى براى اين سئوال خواهيم بود كه چه قدرتى قادر است انسان را كاملًا كنترل نمايد ؟\r\n\r\n","description":"","footnote":"","page_name":" 215 ","page_number":215},
  {"content":"\r\n\r\nخلاصه ى درس بيستم\r\n-\r\nبا حذف وجدان اخلاقى از وجود انسان ، موجودى پست و بى ارزش پديد مى آيد . -\r\nطبع انسان به شكلى است كه تمايل دارد همه چيز را در حدّ نهايت براى خودش داشته باشد و در راه رسيدن به آن اگر غرايز توفانى شوند از نظر معنوى كر ، كور و نافهم مىشود . -\r\nبهترين روش شكوفا نمودن استعداد شاگردان ، تحريك احساس و عاطفه ى آنها است . از معلمين انتظار مى رود كه در كلاس از اين وسيله به شايسته ترين وجه بهره گيرى كنند . -\r\nشاگردان همچون غنچه هاى گُل هستند ، ضربه به عواطف و احساسات آنها باعث خشكاندن اين غنچه ها مىشود و اين گناهى بسيار بزرگ است . -\r\nوجدان اخلاقى با تمام توانايى هاى ذكر شده ، در شرايط بحرانىِ غرايز ، كارآيى خود را از دست مىدهد و بايد در جستجوى سدّى قوى تر براى مهار كردن سيلاب غرايز بود . -\r\n\r\n","description":"","footnote":"","page_name":" 216 ","page_number":216},
  {"content":"\r\n\r\n\r\nدرس بيست و يكم قانون\r\nتاكنون در ارتباط با پنج نيرويى كه قادر به كنترل انسان هستند مطالبى بيان گرديد و دريافتيم كه هر چند اين نيروها قوى و ارزنده اند اما توانايى آن را ندارند كه صد درصد انسان را كنترل نمايند . در اين جلسه درباره ى نيروى ديگرى بحث خواهيم نمود كه هميشه در بين مردم وجود داشته است و آن نيروى قانون است .\r\nقانون براى انسان چيز خوبى است و قطعاً در ميان انسانهاى اوليه هم وجود داشته است . در حال حاضر در همه ى ممالك ، قانون مردم را اداره مىكند ، چه ممالك اسلامى و چه ممالك غير اسلامى و چه كشورهاى\r\n\r\n","description":"","footnote":"","page_name":" 217 ","page_number":217},
  {"content":"\r\n\r\nمتمدن يا كشورهاى غير متمدن . دليل تمايل انسان به وجود قانون آن است . كه ذاتاً مدنى است . يعنى انسان اجتماعى است و مانند حيوانات نيست كه قادر به زندگى تنها در بيابان باشد بلكه در زندگى نيازمند به ديگران است . از اين رو جامعه شناسان مى گويند انسان مدنى بالطبع است ، يعنى اين ويژگى در ذات و فطرت او وجود دارد . اين باعث مىشود كه زندگى انسان اجتماعى باشد ، كارها تقسيم شود و هر كس بنابر علاقه اش كارى بيابد تا چرخ اجتماع بچرخد .\r\nو اما از ديگر سو ، انسان موجود خودخواه عجيبى است و مايل است از نظر بُعد حيوانى رياست كند و مالك همه چيز باشد . قرآن شريف در اين ارتباط مى فرمايد كه معاد چيزى نيست كه كسى منكر شود و اگر مى بينيد بعضى انسانها معاد را قبول ندارند به خاطر آن است كه مى خواهند جلوى آنان باز باشد .\r\nبَل يُريدُ الإِنسانَ ليفجر امامه ( قيامت : آيه ى 5 )\r\nانسان دلش مى خواهد راه گريز داشته باشد و آن هنگام كه اين گونه نباشد ، يعنى از يك طرف اجتماعى باشد و از طرف ديگر خودخواه ، نزاع عجيبى در مى گيرد و براى رفع اين نزاع و براى آنكه هر كس به حق خود برسد و يا هيچكس از حقش تجاوز نكند ، قانون وضع مىكند . قانون است\r\n\r\n","description":"","footnote":"","page_name":" 218 ","page_number":218},
  {"content":"\r\n\r\nكه نمى گذارد انسانها به حق يكديگر تجاوز نمايند و پا را از گليم خود درازتر كنند . قانون است كه امنيّت و آسايش فراهم مى آورد و قانون است كه مى گذارد انسان اجتماعى زندگى كند . مثلًا اگر يك قانون جزئى مانند قانون راهنمايى تنها يك روز در شهر اجرا نشود مى بينيد كه چه خرابى ها ، اصطكاكها و مصيبت هايى پيدا مىشود . اگر يك روز جلوى جنايت و خيانت و دزدى گرفته نشود ، بسيارى اتفاقات ناگوار رخ خواهد داد ، لذا قانون لازم است و نيرويى است كنترل كننده و بايستى در بين انسانها جارى باشد .\r\nاز نظر قرآن كريم يكى از كارهاى پيامبران كه فرستاده شدند ، همين مسئله است . مى فرمايد : لَقَد ارسَلنا رُسُلَنا بِالبَيِّنات ما پيامبران را فرستاديم با معجزه وَ انزَلنا مَعَهُمُ الكِتابَ وَ الميزانَ لِيَقُوم النّاسَ بِالقِسط و براى آنان كتاب و قانون فرستاديم تا اينكه مردم با عدالت اجتماعى زندگى نمايند . يكى از مهمترين كارهاى پيامبران وضع قانون بود . از يكصد و بيست و چهار هزار پيامبرى كه آمدند ، گروهى قانون آوردند و بسيارى قانون پيامبر قبلى را اجرا مى كردند و اين گروه دوّم پيامبران تبليغى ناميده مى شوند . قرآن شريف مى فرمايد : وَ فِى القِصاصِ حَياة يا اولو الالباب خطاب به افراد عاقل مى فرمايد كه عقل خود را به كار اندازيد و ببينيد كه قوانين كيفرى و يا قوانين جزائى ، قوانينى هستند كه براى انسان بسيار ضرورى اند و زندگى متوقف بر آنها مى باشد .\r\n\r\n","description":"","footnote":"","page_name":" 219 ","page_number":219},
  {"content":"\r\n\r\nچيزى كه نبايد از آن غفلت نمود اين است كه قانون نيز در كنترل كامل انسان ناتوان است و همان اشكالى كه براى نيروهاى قبلى ذكر شد ، در اينجا نيز مطرح است . قانون خوب است اما در جلوَت نه در خلوت . مثلًا فرد بى عفت هر چند در جمع براى ناموس ديگران خطرى ايجاد نكند اگر فرصتى در خلوت بيابد يك جنايتكار به تمام معنى مىشود . انسان بايد نيرويى در او باشد كه در همه حال وى را كنترل كند و آن چيزى به غير از قانون است . نكته ى ديگر اينكه قانون مىتواند جلوى مردم را بگيرد اما جلوى خود قانونگذار را نه . اگر - العياذ بالله - رشوه خوارى ، پارتى بازى و زور در جايى حكمفرما شد ، ديگر از قانون نمى توان انتظارى داشت و جايى كه قانون براى مسئول نيست ، ظلم فراوان است . ديگر آنكه قانون براى اوقات عادى مناسب است اما هنگامى كه يكى از غرايز انسان بر او مستولى شود ديگر از قانون كارى بر نمى آيد . اگر انسان غضب كند ، با اينكه مىداند كه زندان و كيفر و اعدام خواهد شد اما ديگرى را به قتل مى رساند . دانسته ديگران را مى كُشد ، چرا ؟ براى آنكه عصبانى شده است . اگر مردى در خانه پرخاشگر باشد ، هر چند مىداند كه فشار قبر خواهد داشت و مىداند كه بداخلاقى در خانه موجب پديد آمدن عقده ى حقارت در بچّه ها مىشود ولى به هنگام غضب فريادش بلند مىشود و اگر بى دين باشد ، زن خود را نيز كتك مى زند .\r\n\r\n","description":"","footnote":"","page_name":" 220 ","page_number":220},
  {"content":"\r\n\r\nگاهى قانون هم نمى تواند انسان را كنترل كند . اگر خانم معلم پرخاشگر باشد ، هر چند درس علوم تربيتى خوانده باشد يا روانشناس باشد و از عواقب پرخاشگرى دقيقاً مطّلع ، اما همين خانم روزى چند مرتبه در كلاس به بچّه ها توهين مىكند . وقتى غضب كرد و عصبانى شد ، ديگر به فكر اينكه اين عمل چه تأثيرى بر محصّل خواهد گذاشت و يا قانون چه برخوردى با او خواهد كرد ، نخواهد بود و همه را در آن حال فراموش مىكند . به همان ترتيب كه در مورد وجدان اخلاقى شرح داده شد ، قانون نيز تنها در مواقع عادّى و غير توفانى مؤثّر است و اين سدّ خاكى در مقابل سيل نمى تواند مقاومت كند .\r\nمطلب ديگر آنكه اصولًا قانون به مقام شامخ انسان نمى خورد ، يعنى آنكه انسان اگر انسان باشد ، قانون لازم ندارد . بنا به عقيده ى جامعه شناسان تورّم قانون دليل بر انحطاط جامعه است و چه جمله ى خوبى ! اگر ديديد در مملكتى ، قانون روى قانون و تبصره روى تبصره وجود دارد ، بدانيد آن جامعه منحط است . از شاهكارهاى قرآن ، توجه به مقام شامخ انسان و احترام به آن است . اسلام كه از نظر قانون عنى است و مىتواند هر جامعه اى را از هر نظر اداره كند ، همين اسلام وقتى مراجعه به كتاب آسمانىِ آن ، قرآن مى كنيم مى بينيم كه از بين حدود هفت هزار آيه ، تنها ششصد آيه ى آن قانون است و بقيه مربوط به اخلاق . قرآن مى گويد : آمده ام انسان بسازم و اگر\r\n\r\n","description":"","footnote":"","page_name":" 221 ","page_number":221},
  {"content":"\r\n\r\nبتوانم آدم بسازم ، آدم قانون نمى خواهد . براستى نيز اين گونه است . اگر كسى آدم باشد ، ديگر روز و شب و بود و نبود پليس فرقى برايش ندارد و در هيچ حالتى از چراغ قرمز عبور نمى كند و يا با انحراف غير قانونى موجب راه بندان نمى شود . اگر ديديد كه پليس به انسانها مى گويد در پياده رو راه برويد و به دوچرخه سوار مى گويد از پياده رو عبور نكن ، اين دليل انحطاط اين انسانها است چرا كه اگر انسان باشد با دوچرخه از پياده رو عبور نمى كند حتى اگر نيمى شب باشد و هيچكس هم نباشد . قرآن مى فرمايد براى آدم سازى آمده است و هنگامى كه آدم ساخته شد ديگر دزدى نخواهد بود كه برايش قانون وضع شود . قرآن براى جنايتكارها و خيانتكارها است كه اين ششصد قانون را آورده است و در حقيقت اگر انسان ، انسان باشد ، قانون لازم ندارد ؛ اگر به قانون احتياج پيدا كرد ، دريابيد كه انسانيّت و شعور كامل ندارد .\r\nمعمولًا چه در زمان طاغوت و چه در زمان حاضر ، بررسى پرونده هاى موجود در شهربانى و دادگسترى و دادگاهها ، مربوط به افرادى است كه سر و كارى با منبر و محراب ندارند و بسيار كم پيدا مى شوند افرادى كه سر و كار با منبر و محراب داشته باشند اما پرونده در دادگاه داشته باشند مگر اينكه جنايتكارى دامن او را ملّوث كرده باشد و او را از مسجد و منبر به شهربانى و دادگاه كشانده باشد . كسى كه آدم باشد ، كسى كه خدا را حاضر و ناظر بداند و\r\n\r\n","description":"","footnote":"","page_name":" 222 ","page_number":222},
  {"content":"\r\n\r\nبه عبارت ديگر كسى كه ايمان در دلش رسوخ كرده باشد ، اصلًا و ابداً قانون لازم ندارد . چه بسيار ديده شد كه براى نمونه چيزى گم شده و يك روز و دو روز و ده روز در مسجد افتاده است تا صاحبش پيدا شود و بردارد . از همين رو در اسلام مستحب است كه گمشده را برنداريم تا صاحب آن بيايد و بردارد .\r\nكسى كه به راستى ايمان در دلش رسوخ كرده باشد نه تنها به ناموس مردم خيانت نمى كند بلكه حتى نگاه شهوت آميز هم نمى كند . زن شايسته پرخاشگر نيست ، بدحجاب نيست ، چه در خلوت و چه در جلوَت ، چه در مدرسه و چه در غير مدرسه . اگر براستى زن باشد ، انسان باشد ، عفت و وفا دارد ؛ بد حجابى ندارد . چه قانونى براى حجاب بگذارند يا نگذارند حجاب او درست است و اصلًا كارى به اين كارها ندارد چرا كه عفيف است و انسان . بعضى از زنها دنبال سوژه اى هستند ، مثلًا اگر عمامه به سرى يا مسئولى بگويد چادر هم نباشد طورى نيست او مى گويد حالا كه اينطور است پس بايد بدون حجاب بيرون آمد مگر نه اينكه چادر هم نباشد طورى نيست ! معلوم است كه اين فرد انسان نيست بلكه بدنبال سوژه است ، وقتى با همين خانم كه به يك كلمه ، حجاب را رعايت نمى كند ، صحبت شود ، معلوم مىشود كه از نظر عفت عقب است . لذا قانون خوب است اما نه اينكه توانايى كنترل صد درصد انسان را داشته باشد بلكه محتاج چيز ديگرى است تا بتواند انسان را متّقى و با فضايل پرورش دهد .\r\n\r\n","description":"","footnote":"","page_name":" 223 ","page_number":223},
  {"content":"\r\n\r\nخلاصه ى درس بيست و يكم\r\n-\r\nاز آنجا كه انسان ذاتاً تمايل به زندگى در اجتماع را دارد ، نيازمند به وجود قوانينى در جهت سامان دادن به كارهاى جامعه مى باشد . قانون براى آن است كه هر كس به حق خود برسد و در ضمن كسى از حقى كه براى او معين شده است تجاوز ننمايد . -\r\nقرآن كريم يكى از اهداف پيامبران را ايجاد و وضع قانون صحيح در اجتماع بر شمرده است . -\r\nقانون از جمله ابزارى است كه براى كنترل انسان به كار برده مىشود . -\r\nدو اشكال عمده براى قوانين مطرح مىشود : اول آنكه معمولًا كارآيى آن تنها در انظار ديگران بروز مىكند و در خلوت و عدم نظارتِ قدرت برتر ، بسيار كم رنگ مىشود و ديگر آنكه قانون در مقابل كسى كه آن را وضع مىكند ناتوان است . -\r\nقانون نيز مانند ساير قوايى كه تاكنون مطرح شد در هنگام استيلاى غرايز بر انسان به شدّت ناتوان مىشود . -\r\n\r\n","description":"","footnote":"","page_name":" 224 ","page_number":224},
  {"content":"\r\n\r\n\r\nدرس بيست و دوّم امر به معروف و نهى از منكر ( 1 )\r\nيكى از نيروهاى كنترل كننده ى انسان نظارت ملّى است و به عبارت قرآن كريم امر به معروف و نهى از منكر . امر به معروف و نهى از منكر در رديف نماز ، روزه ، زكات ، خمس ، حج و جهاد واقع شده است ، يعنى از جمله فروع دين است و قرآن به اندازه اى بر آن تأكيد دارد كه آن را يكى از بالهاى سعادت مىداند . اگر فردى يا اجتماعى از اين دستورات اسلام سرپيچى نمايد ، قرآن با قسم مى فرمايد كه او زيانكار است .\r\nسوره ى والعصر اگر چه سوره ى مختصرى است اما دنيايى معنى در آن نهفته است . اين سوره مى فرمايد :\r\n\r\n","description":"","footnote":"","page_name":" 225 ","page_number":225},
  {"content":"\r\n\r\nوَالعَصرِ إِنَّ الإِنسَانَ لَفِى خُسرٍ إلَّا الَّذِينَ ءَامَنُوا وَ عَمِلُوا الصَّالِحَاتِ وَ تَوَاصَوا بِالحَقِّ وَ تَوَاصَوا بِالصَّبرِ ( والعصر ) قسم به عصر - يعنى قسم به عصاره ى عالم خلقت كه حضرت ولى عصر ( عج ) باشد - همه ى انسانها در زيانكارى اند ؛ همه ورشكسته ، شقاوتمند و بدبخت هستند الّا يك طايفه و آن طايفه را نيز اين گونه معرفى مى نمايد :\r\nكُنتُم خَيرَ أُمَّة أُخرِجَت لّلنَّاسِ تَأمُرُونَ بِالمَعرُوفِ وَ تَنهَونَ عَنِ المُنكَرِ وَ تُؤمِنُونَ بِاللهِ وَ لَو ءَامَنَ أَهلُ الكِتَابِ لَكَانَ خَيراً لَّهُم مِنهُمُ المَؤمِنُونَ وَ أَكثَرُهُمُ الفَاسِقُونَ ( آل عمران ، آيه ى 110 )\r\nبه جز افرادى كه ايمان دارند و بر طبق ايمان خود عمل مى كنند . و به عبارت ديگر ، امر به معروف و نهى از منكر دارد . در آيه اى ديگر مى فرمايد :\r\nوَالمُؤمِنُونَ وَ المُؤمِنَاتُ بَعضُهُم أَولِيَاءُ بَعضٍ يَأمُرُونَ بِالمَعرُوفِ وَ يَنهَونَ عَنِ المُنكَرِ ( توبه ، آيه ى 71 )\r\n\r\n","description":"","footnote":"","page_name":" 226 ","page_number":226},
  {"content":"\r\n\r\nمسلمان و مؤمن دوست يكديگرند - و بعد علامت دوستى را مى فرمايد - مواظب يكديگر هستند ، بر يكديگر نظارت دارند و امر به معروف و نهى از منكر مى كنند . نظير اين سوره و اين آيات در قرآن فراوان است ، لذا همه و مخصوصاً معلّمها بايد بدانند كه وظيفه ى امر به معروف و نهى از منكر نظير وظيفه ى نماز است و همانطور كه مكلفيم نماز بخوانيم ، مكلف هستيم كه امر به معروف و نهى از منكر نمائيم .\r\nدر اسلام امر به معروف و نهى از منكر به چهار قسم منحصر مىشود . قسمت اوّل مربوط به فقه و فقاهت است . بنا به فرموده ى قرآن براى حفظ فقه و فقاهت و براى اينكه علماى دين باشند و اسلام را نگهدارى كنند ، دسته اى بايد مهيّا گردند براى مجتهد و فقيه شدن و ديگران نيز بايد از نظر امكانات آن گروه را تأمين نمايند تا در رفاه و آسايش باشند و در همين ارتباط به طور رسا و مؤكد مى فرمايد :\r\nوَ مَا كَانَ المُؤمِنُونَ لِيَنفِرُوا كَا فَّة فَلَولَا نَفَرَ مِن كُلِّ فِرقَة مِّنهُم طَائِفَة لِّيَتَفَقَّهُوا فِى الدِّينِ وَ لِيُنذِرُوا قَومَهُم إِذَا رَجَعُوا إِلَيهِم لَعَلَّهُم يَحذَرُونَ ( توبه ، آيه ى 122 )\r\n\r\n","description":"","footnote":"","page_name":" 227 ","page_number":227},
  {"content":"\r\n\r\nيعنى حتماً حوزه هاى علميه بايد در بين مسلمانان تأسيس شود تا در آنها گروهى براى تبليغ دين تربيت شوند ؛ به اين مى گوئيم نظارت بنيادى در امر به معروف و نهى از منكر . وظيفه ى يك روحانى اين است كه دين خدا را حفظ كند و علاوه بر آنكه خود متديّن است و به دين عمل مىكند ، مواظب دين هم باشد و اگر خطرى پيش آمد و لو بلغ ما بلغ كوشش كند تا خطر را دور نمايد .\r\nفتوايى را كه استاد جليل القدر ، امام امت راجع به كتاب توهين آميز آيات شيطانى نوشته ى سلمان رشدى مرتد صادر فرمودند از اين قبيل است . اين فتواى اخير در جهان سر و صدا به پا كرده است و شيطانها توجّه پيدا كرده اند كه فتواهاى از اين نوع قادر به تكان دادن دنيا است ، نظير فتواى تحريم تنباكو در زمان ميرزاى شيرازى . شياطين جهانى از علما ضربه خورده اند ، آن هم ضربه هاى كارى . اگر همين علما نبودند ، انگلستان همان روزهاى اول ايران را جزء مستعمرات خودش قرار مى داد به همان شكلى كه\r\n\r\n","description":"","footnote":"","page_name":" 228 ","page_number":228},
  {"content":"\r\n\r\nدر جنگ جهانى اوّل عراق ، لبنان ، شام و مصر را مستعمره ى خود نمود . افرادى نظير آيت الله كاشانى ها و آيت الله خوانسارى ها تفنگ بر دوش نهادند . چيزى كه براى انگلستان اهميّت داشت حضورشان در صحنه بود نه تفنگهايشان . و انگليس ضربه خورد و عقب نشينى كرد . ضربه اى را كه اينك رهبر عظيم الشأن انقلاب به انگليس وارد كرد نيز ضربه اى سخت و كارى بود و نبايد خيال كرد چون رسانه هاى گروهى آنان فريادشان بلند است ، پس ضربه نخورده اند ، بلكه ضربه اى سخت خورده اند .\r\nو اما قسم دوم : قرآن كريم مى فرمايد بايد هيئت آمرين به معروف و ناهين عن المنكر داشته باشيم .\r\nيعنى دولت اسلامى بايد وزارتخانه اى داشته باشد كه افراد آن كارشان نظارت بر كارهاى ديگران و امر به معروف و نهى از منكر باشد . اگر پليس وظيفه شناس باشد و يا اگر كميته حالت افراط گرى و تفريط گرى نداشته باشد از همين قبيل است و به راستى كه اگر يك انجمن اسلامى در دانشكده يا دبيرستانى طرز كار كردن را بداند و بتواند كار كند ، هم كار خوبى است و هم اينكه عملش از نظر قرآن امضا شده است . قرآن شريف در اين ارتباط مى فرمايد كه در بين شما دسته اى باشند كه وظيفه ى آنان نظارت و امر به معروف و نهى از منكر باشد . يكى از كارهاى جمهورى اسلامى ان شاءالله بايد اين باشد . در ممالك اسلامى جايى را سراغ نداريم كه آمرين به\r\n\r\n","description":"","footnote":"","page_name":" 229 ","page_number":229},
  {"content":"\r\n\r\nمعروف و ناهين عن المنكر باشند الا حجاز كه آنها هم كارهايشان بسيار زشت است و فقط مواظب هستند كه مبادا كسى قبر رسول اكرمص يا حجرالاسود را ببوسد . هر چند كار بى مزه اى مى كنند و اگر اين گروه نبودند خيلى بهتر بود اما اسم خوبى دارند و در تمامى ممالك اسلامى بايد گروه آمرين به معروف و ناهين از منكر با اعمال صحيح وجود داشته باشند و اميدوارم جمهورى اسلامى بتواند شاهكارهايى را كه قرآن و اسلام دارند يكى پس از ديگرى پياده نمايد .\r\nسوّمين قسم آنكه همه ى افراد بايد بر كارهاى يكديگر نظارت داشته باشند كه به اين مى گويند نظارت ملى . قرآن مى فرمايد ، اگر امت اسلام بهترين أمم است به دليل وجود نظارت ملى است .\r\nوَ كَذَلِكَ جَعَلنَكُم أُمَّة وَسَطَاً لِّتَكُونُوا شُهَدَاءُ عَلَى النَّاسِ وَ يَكُونَ الرَّسُولُ عَلَيكُم شَهِيداً وَ مَا جَعَلنَا القِبلَة الَّتِى كُنتَ عَلَيهَا إِلَّا لِنَعلَمَ مَن يَتَّبِعُ الرَّسُولَ مِمَّن يَنقَلِبُ عَلَى عَقِبَيهِ وَ إِن كَانَت لَكَبِيرَة إِلَّا عَلَى الَّذِينَ هَدَى اللهُ وَ مَا كَانَ اللهُ لِيُضِيعَ إِيمِانَكُم إِنَّ اللهَ بِالنَّاسِ لَرَءُوفٌ رَّحِيمٌ ( بقره ، آيه ى 143 )\r\n\r\n","description":"","footnote":"","page_name":" 230 ","page_number":230},
  {"content":"\r\n\r\nاى مسلمان ! بهترين اديان تعلق به تو دارد و تو بهترين ملّتها هستى و الگو و سرمشق براى جامعه ى بشر . رفيق بايد مواظب رفيقش باشد و اگر غيبتى كرد ، نگاه شهوت آميزى نمود و يا گناهى از او سر زد با زبان به او اعتراض نمايد و جلوى او را بگيرد . هر گاه ديد رفيقش لاابالى در نماز است از او بخواهد كه نماز را اوّل وقت بخواند . زن بر شوهر ، شوهر بر زن و هر دو بر بچّه هايشان نظارت داشته باشند . اگر كسى ديد كه رفيقش با موعظه و پند و نصيحت دست از گناهش بر نمى دارد با او قطع رابطه نمايد و در صورد اصرار بر گناه كاملًا رفاقت خود را قطع نمايد . به اين مى گوئيم مبارزه ى منفى و اين مبارزه ى منفى لازم است كه در زندگى مسلمان باشد . اگر با زبان خوش به رفيق خود گفت كه نماز و روزه را بپاى دارد و دروغ نگويد ، غيبت نكند ، تهمت نزند و . . . و رفيقش پذيرفت كه خوب و گرنه چنين رفيقى به درد نمى خورد بايد قطع رابطه كند . بنا به فرموده ى قرآن اين عمل بسيار مؤثر است و از همه تقاضا دارم كه به نظارت ملى توجه داشته باشند .\r\nامر به معروف و نهى از منكر مانند نماز و روزه واجب است و بى تفاوتى راجع به رفيق و جامعه و زن و شوهر گناه بزرگى است ، به اندازه اى بزرگ كه به حضرت شعيب از جانب خداوند خطاب آمد كه : شعيب ! تصميم\r\n\r\n","description":"","footnote":"","page_name":" 231 ","page_number":231},
  {"content":"\r\n\r\nگرفته ام كه صد هزار نفر از امت تو را هلاك كنم ، از امت تو چهل هزار بد هستند و شصت هزار خوب . حضرت شعيب گفت : خدايا ! اينكه بدها كيفر اعمال زشت خويش را ببينند ، درست اما خوبها ديگر چرا ؟ از سوى خداوند خطاب شد : براى آنكه بدها گناه كردند و خوبها ديدند و سكوت كردند . اين امر به معناى آن است كه در زندگى آنان امر به معروف و نهى از منكر نبود ، لذا از همين لحظه تصميم بگيريد كه رفيق خود را تربيت كنيد ، برادر وار و بدون توهين و سرزنش و به شكلى كه كسى هم نباشد و خجالت نكشد ، او را از گناه باز داريد . آيينه وار گناهان رفيق خود را به او نشان دهيد كه المؤمن مرآت المؤمن . و بالأخره قسمت چهارم از امر به معروف و نهى از منكر ، انتقاد است . انتقاد ، عيوب ديگران را به آنان گفتن است البته به نحوى كه لطمه به شخصيّت و احساساتشان وارد نيايد يعنى بايد برادرانه عيب جويى كرد . عيب جويى بر سه قسم است : اوّل آنكه پشت سر باشد كه به آن غيبت مى گوئيم و گناهش بسيار بسيار بزرگ است و دوّم عيب جويى در رو است اما همراه را تحقير ، سرزنش ، استهزاء و خوار نمودن فرد كه اين هم اگر\r\n\r\n","description":"","footnote":"","page_name":" 232 ","page_number":232},
  {"content":"\r\n\r\nگناهش از غيبت بيشتر نباشد ، كمتر نيست و قرآن كريم اين دو دست را در كنار هم گذاشته است و مى فرمايد : واى بر عيب جويى ، چه پشت سر و چه رو در رو نوع سوّم نيز انتقاد است . مثلًا اگر كسى پرخور است يا زياد مى خوابد و . . . بايد همانند آيينه عيب هاى او را به وى نشان داد . بايد عيوبى را كه هر چند گناه نيست ولى در شأن و شخصيّت يك مسلمان هم نيست به تذكر داد تا اين عيبها رفع گردند .\r\nآنچه كه بايد متوجه باشيم اين است كه هر چند انتقاد واجب و لازم است اما واجب تر و لازم تر از آن ، انتقاد پذيرى است . يك انسان كامل ، انسانى كه مى خواهد به مقام قرب الهى برسد ، بايستى انتقاد پذير باشد . از مسلمانان صدر اسلام بياموزيم كه در ارتباط با نظارت ملّى به هنگام روبرو شدن با يكديگر ( به جاى تعارفات معمول اين دوره كه مثلًا حالتان چطور است و يا اينكه ارادتمند شما هستم كه چه بسيار هم دروغ مى گويند ) اولى مى گفت : بسم الله الرحمن الرحيم ، والعصر ، ان الإنسان لفى خسر و ديگرى نيز مى گفت : الّا الَّذين آمنوا و عملوا الصالحات و تواصوا بالحقِّ و تواصوا بالصبر و با اين كارشان عملًا امر به معروف و نهى از منكر را زنده مى كردند و ديگر آنكه انتقادپذير بودند .\r\nپيامبر اكرمص بعد از نماز بر مى خواستند و مى فرمودند : رحم الله امرءًا هدى إليه عيوبى خداوند رحمت نمايد كسى را كه به من هديه دهد . نمى فرمود كسى بيايد عيبهاى مرا بگويد بلكه گفتن عيبها را هديه مى دانست . اگر كسى\r\n\r\n","description":"","footnote":"","page_name":" 233 ","page_number":233},
  {"content":"\r\n\r\nعيب شما را برشمرد ، كردارش نظير آيينه است كه عيبهايتان را مى نماياند . اگر نگاه به آيينه كرديد و ديديد كه سر و وضع شما آشفته و نامناسب است ، آيا آيينه را مى شكنيد ؟ نه چرا كه اين كار ديوانگى است . حال اگر كسى از انتقاد ديگران برنجد و ناراحت شود ، عمل او مشابه رفتار فردى است كه آيينه را مى شكند . خوشا به حال آنانى كه وقتى عيبهاى آنان تذكر داده مىشود تشكر مى كنند و از انتقاد نه تنها دلگير نمى شوند بلكه به خاطر مى سپارند كه ديگر تكرار نكنند . از همگان تقاضا دارم كه اين گونه باشند و بدانند از اين راه است كه مىشود عيوب را بر طرف نمود .\r\n\r\n","description":"","footnote":"","page_name":" 234 ","page_number":234},
  {"content":"\r\n\r\nخلاصه ى درس بيست و دوّم\r\n-\r\nامر به معروف و نهى از منكر از نيروهاى كنترل كننده ى انسان است و اسلام درجه اى و الا براى آن قايل شده است و آن را يكى از بالهاى سعادت بشر مىداند . -\r\nهمه بايد بدانند كه امر به معروف و نهى از منكر همانند نماز از تكاليف مسلمين است . -\r\nچهار نوع امر به معروف و نهى از منكر در اسلام تحت عناوينِ فقه و فقاهت ، هيئت آمرين به معروف و ناهين عن المنكر ، نظارت ملّى و انتقاد انواع مختلف آن است . -\r\nانتقاد نبايد با غيبت و تحقير و استهزاء اشتباه شود كه اينها گناهى بزرگند . انتقاد كننده بايد با رعايت تمام مسايل ، همچون آيينه عيوب مسلمين را بنماياند تا عيبها رفع شوند . -\r\nانتقاد پذيرى از انتقاد كردن واجب تر و لازم تر است . انسانى كه مايل است به تمام قرب الهى دست يابد بايستى انتقاد پذير باشد . -\r\n\r\n","description":"","footnote":"","page_name":" 235 ","page_number":235},
  {"content":"\r\n\r\n\r\nدرس بيست و سوّم امر به معروف و نهى از منكر ( 2 )\r\nدر اين جلسه نيز در ادامه ى مبحث قبلى و پيرامون امر به معروف و نهى از منكر و اهميّت و ارزش فراوان آن مطالبى را عنوان مى كنيم . گفته شد كه امر به معروف و نهى از منكر دو واجب بزرگ الهى در اسلام است و نيرويى كنترل كننده براى انسان . اگر به راستى جامعه ى اسلامى به اين دستورات جامه ى عمل بپوشاند ، بسيارى از محرمات ، خصوصاً محرمات اجتماعى ، از بين مى رود . كسانى كه اهل سير و سلوك هستند و به مقامات عالى مى رسند ، ديگران را وا مى دارند كه مواظب آنها باشند ، همانگونه كه خود از خويشتن مواظبت مى نمايند . بيائيد ما همچنين كارى بكنيم ، اگر خواهان اصلاح شدن هستيم .\r\n\r\n","description":"","footnote":"","page_name":" 236 ","page_number":236},
  {"content":"\r\n\r\nامر به معروف و نهى از منكر ، چه در ارتباط با واجبات و يا محرمات و چه در رابطه با آداب و رسوم اجتماعى ، نيرويى است كنترل كننده كه حتى حالت منفى آن نيز اثر عجيبى دارد . قرآن كريم در سوره ى توبه مى فرمايد كه در جريان جنگ تبوك دو ، سه نفر از رفتن به جنگ خوددارى كردند . جنگ تبوك از جنگهاى سخت براى مسلمين بود چرا كه امكاناتى ناچيز و مسيرى سخت و طولانى در بيابان گرم و سوزان ، از مدينه تا شام را پيشِ رو داشتند ؛ ولى مسلمانان با اينكه فصل برداشت محصولاتشان بود ، همه چيز خود را رها نمودند و با پاهاى برهنه قدم بر ريگهاى داغ صحرا نهادند . بسيارى در هنگام روز از شدّت حرارت و تشنگى غش مى كردند و يك خرما غذاى دو نفر بود .\r\nپس از پايان جنگ ، به هنگام بازگشت پيامبرص ، آن سه نفر با شرمندگى و عذرخواهى به استقبال پيامبرص آمدند . حضرت رسول اكرمص براى آنكه به آنان بفهماند كه در زندگى مسلمان نبايد گناه باشد ، با ايشان حرف نزدند و فرمودند كسى با آنها صحبت نكند ، حتى زن و فرزندشان . اين قطع رابطه ى همگانى ، شهر را براى سه نفر همانند سلول زندان ساخت . به فرموده ى قرآن شريف : زمين برايشان تنگ و نفس در سينه هايشان پيچيده شد .\r\nو بالأخره چاره اى نديدند جز اينكه شهر را رها كنند و به بيابان بروند و\r\n\r\n","description":"","footnote":"","page_name":" 237 ","page_number":237},
  {"content":"\r\n\r\nحتى در بيابان نيز از يكديگر جدا شده و قطع رابطه كردند و مشغول به راز و نياز با خداوند شدند تا آنكه پروردگار عالم توبه ى آنان را پذيرفت .\r\nلَّقَد تَّابَ اللهُ عَلَ الَّذِينَ اتَّبَعُوهُ فِى النَّبِىِّ وَ المُهَاجِرِينَ وَ الأَنصَارِ سَاعَة العُسرَة مِن بَعدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِّنهُم ثُمَّ تَابَ عَلَيهِم إِنَّهُ بِهِم رَءُوفٌ رَّحِيمٌ ( توبه ، آيه ى 197 )\r\nمراد من از آيه ، قسمتى است كه مى فرمايد : اين قطع رابطه به قدرى مشكل و سخت بود كه نفس در سينه هايشان پيچيده شد . اگر مردم ديدند مغازه اى كارش حرام است و همگى چند روزى از او خريد نكنند ، به زودى مغازه اش را مى بندد يا كار نادرست خود را ديگر انجام نخواهد داد . اگر به يك شخص لاابالى همه ى حرفها زده شد ولى او نپذيرفت و همگان با او قطع رابطه كردند و حرف نزدند ، مسلّماً دو ، سه روزى طول نخواهد كشيد كه مى فهمد ديگر آن محل براى او قابل سكونت نيست ، يا دست از كار زشت خود بر مى دارد يا از آنجا خواهد رفت . اين مبارزه ى منفى يك نيروى كنترل كننده است چه رسد به مبارزه ى مثبت .\r\nنكته اى را كه بايد تذكر دهم اين است كه مبارزه ى مثبت بايد با زبان خوش باشد . به فرموده ى قرآن كريم ، زمانى كه حضرت موسى ( ع ) براى ارشاد\r\n\r\n","description":"","footnote":"","page_name":" 238 ","page_number":238},
  {"content":"\r\n\r\nفرعون مى رفت ، پروردگار عالم سفارش فرعون را به موسى نمود و فرمود :\r\nاذهَبَا إِلَى فِرعَونَ إِنَّهُ طَغَى فَقُولَا لَهُ قَولًا لَّيِّناً لَّعَلَّهُ يَتَذَكَّرُ أَو يَخشَى ( طه ، 43 44 )\r\nموسى ! با برادرت برو و فرعون را ارشاد كن . خدا دوست دارد او آدم شود اما موظب باش با زبان خوش سخن بگويى .\r\nبه معلمها سفارش مى كنم با دانش آموزان ، اين امانتهاى الهى خيلى مدارا كنند . اگر امر به معروف و نهى از منكر مى كنند با زبان خوش باشد . ببينيد ، خداوند موسى را به كلاسى مى فرستد كه در آن فرعون و هامان و فرعونيان هستند و به او مى فرمايد كه اى معلّم ! با زبان خوش با فرعون صحبت كن ، با نرمى و با استدلال سخن بگو . اين جمله براى معلم ها ، خصوصاً خانم ها است چرا كه دخترها از پسرها حساسترند و بايد خانم ها مواظب باشند كه احساسات بچه ها را جريحه دار نكنند . معلمين عزيز توجه داشته باشند كه اين شاگردان امانات خداوندند وقتى خداوند سفارش فرعون را مىكند ديگر معلوم است كه چقدر و به چه اندازه سفارش اين بچه ها را مىكند .\r\nبايد قاعده ى امر به معروف و نهى از منكر در كلاس حكمفرما باشد ولى با رنگ تلطّف و مهربانى . اگر معلم خشن باشد ، نه تنها شاگرد حرفش را نمى پذيرد بلكه بغض و كينه ى او را هم به دل مى گيرد و مسلّم است كه چنين\r\n\r\n","description":"","footnote":"","page_name":" 239 ","page_number":239},
  {"content":"\r\n\r\nمعلمى قادر نخواهد بود روى شاگرد تأثير مثبت و مفيد بگذارد ، نه فقط تأثير اخلاقى نمى گذارد بلكه حتى از تأثير علمى نيز عاجز خواهد شد . گاهى يك جمله ى كوچك ، تأثير منفىِ بزرگى مى گذارد مانند سنگ كوچكى كه شيشه اى بزرگ را مى شكند و وقتى شيشه شكست پيوند دادن آن مشكل است . دلى كه آزرده شد ، و يا احساساتى كه ضربه خورد ديگر ترميم آن نظير ترميم شيشه ى شكسته است ، بسيار مشكل . در زندگى خود مواظب باشيد كه اصلًا خشن نباشيد . خشونت در زبان بسيار بد است و سه مصيبت به بار مى آورد . اول فشار قبر و دوم از بين رفتن اعصاب خود فرد و از اين دو بدتر ، مصيبت سوّم كه موجب ضربه زدن به احساسات فرد مخاطب مىشود .\r\nتقاضا دارم در كلاس هم درس بگوئيد و هم ادب بياموزيد و هم دين را . سفارش مى كنم در حالى كه به شاگرد درس مى دهيد به او عفت و دين نيز بياموزيد و مواظب باشيد كه سخت گيرى نكنيد . افراط و تفريط در كارهايتان نباشد . در روايات مى خوانطم كه اميرالمؤمنين ( ع ) فرموده است : الجاهل اما مُفرِط او مُفَّرَط جاهل تعادل ندارد ، يا اين طرف مى افتد يا آن طرف . سخت گيرى و يا بى تفاوتى هر دو ناپسند مى باشند .\r\nگاهى افراد نسبت به امانتى كه در دستشان است بى تفاوتند . پدر و مادر با اينكه مى بينند كه فرزندشان بزرگ شده است اما نماز نمى خواند ، بى حجاب يا بدحجاب است و يا بد زبان و بى ادب است ولى آنها بى تفاوتند\r\n\r\n","description":"","footnote":"","page_name":" 240 ","page_number":240},
  {"content":"\r\n\r\nو يا معلم با اينكه ركاكت در زبان يا تميز نبودن شاگرد را مشاهده مىكند اما بى تفاوت است و اين تفريط است كه گناهى بزرگ و خيانت در امانت است . روز قيامت چنين بچه يا شاگردى كه بى نماز و بدحجاب است به جهنم مى رود و پدر و مادر و معلمش هم به همراه او ، چرا كه او به دليل عمل نكردن به واجبات دين و اينها نيز به علت عدم توجه و امر به معروف و نهى از منكرى كه بايد مى كردند ولى نكردند .\r\nاز سوى ديگر ، سخت گيرى هم كمتر از بى تفاوتى نيست . مثلًا بعضى از معلمها سخت گيرند و براى ايام تعطيل عيد به اندازه اى به شاگرد تكليف مى دهند كه اگر تمام روزها را به نوشتن بگذراند باز هم وقت كم مى آورد ، اين سخت گيرى غلط است . رهبر كبير انقلاب در جلسات خصوصى به ما نصيحت مى كردند و مى فرمودند كه از راه تشويق بهتر مىشود ساخت تا از راه تهديد . از راه رجاء بهتر مىشود ساخت تا از راه تهديد و جهنم . اين حرف از نظر روانى حرف خوبى است . در زندگى خود اصلًا سخت گير نباشيد . از معلمين تقاضا دارم كه هنگام تكليف دادن ، خود را به جاى محصل قرار دهند و ببينند آيا او مىتواند هم تكليف را انجام دهد و هم با نشاط باشد يا نه ، روى كتاب خوابش مى برد ؟ خوابى وحشتناك و صبح كه بيدار مىشود و در مى يابد كه دستورات شما را عمل نكرده است ، با ترس و بى نشاطى به كلاس مى آيد و علاوه بر عدم دستيابى به نتيجه ى مطلوب ،\r\n\r\n","description":"","footnote":"","page_name":" 241 ","page_number":241},
  {"content":"\r\n\r\nعقده اى هم خواهد شد .\r\nخلاصه ى مطلب اينكه ، امر به معروف و نهى از منكر ، نيروى كنترل كننده ى خوبى است البته نه صد درصد اما بسيار مفيد است . از اين نيرو براى سازندگى در اجتماع استفاده كنيد . مواظب باشيد كه در عمل سخت گير ، سرزنش گر ، پشت سرگو و بى تفاوت نباشيد و مهمتر از همه اينكه با زبان خوش ديگران را ارشاد كنيد با تلطّف و مهربانى و با استدلالى كه در خود فهم مخاطب باشد .\r\n\r\n","description":"","footnote":"","page_name":" 242 ","page_number":242},
  {"content":"\r\n\r\nخلاصه ى درس بيست و سوّم\r\nاگر امر به معروف و نهى از منكر به درستى در جامعه اسلامى جامه ى عمل بپوشد بسيارى از محرمات از جامعه رخت بر خواهد بست .\r\nامر به معروف و نهى از منكر به دو صورت مثبت و منفى قابل پياده شدن است . معلمين بايد متوجه باشند كه حتماً امر به معروف و نهى از منكر در كلاس با تلطّف و مهربانى انجام شود ، چرا كه ترميم احساسات ضربه خورده عملى بسيار مشكل است . -\r\nهمانگونه كه سخت گيرى در انجام امور نادرست است ، بى تفاوتى نيز گناهى بزرگ محسوب مىشود . -\r\nامر به معروف و نهى از منكر اگر چه وسيله ى صد درصد كنترل كننده اى نيست اما از وسايل بسيار ارزشمند و قابل توجه است . -\r\n\r\n","description":"","footnote":"","page_name":" 243 ","page_number":243},
  {"content":"\r\n\r\n\r\nدرس بيست و چهارم ايمان\r\nتا اينجا نيروهاى مختلفى كه با كمك آنها انسانها توانايى مى يابند به كنترل رفتار و كردار خويش بپردازند معرفى شدند و پيرامون آنها مطالبى ارائه شد . نكته ى حائز اهميّت آنكه در تمامى مواردِ ذكر شده ، عدم توفيق كامل و ناتوانى در مهار صد درصد انسان مشاهده مىشود . در اين مبحث به معرفى و بررسى ايمان ، به عنوان عاملى كه قادر به كنترل تمام عيار انسان است مى پردازيم .\r\nاز ديدگاه قرآن كريم و در معارف اسلامى در مقام تبيين و تشريح ايمان ، اقسام و مراتبى براى آن قائل شده اند كه اجمالًا بيان مى كنيم :\r\n\r\n","description":"","footnote":"","page_name":" 244 ","page_number":244},
  {"content":"\r\n\r\nالف - ايمان لسانى : ايمانى است كه در دل رسوخ نكرده است . در سوره ى حج خداوند مى فرمايد :\r\nبعضى از مردم خداوند را به زبان مى پرستند ، لذا هر گاه خير و نعمتى به آنها برسد اطمينان خاطر پيدا مى كنند و اگر فتنه اى به آنها برسد از خداوند روگردان مى شوند . روشن است كه چنين ايمانى نمى تواند انسان را در برابر غرايز كنترل كند . چنين انسانى مصداق همان افرادى است كه در مواقعى كه خيرى به آنان برسد سركشى مى نمايند و اگر هم شرّى به آنان رسيد ، جزع و بى قرارى خواهند كرد ، چرا كه موجوداتى حريص و بى صبرند .\r\nب - ايمان برهانى : اين ايمان از راه برهان در عقل انسان رسوخ مىكند و با گرفتن شكّ از عقل ، او را قانع مى سازد . اگر چه اين مرتبه از ايمان فراتر از ايمان لسانى است ولى قادر به كنترل غرايز نيست . چه بسيار افرادى وجود دارند كه در اثبات معاد دلايل محكمى ارائه مى كنند ولى در زندگى آنها گناه وجود دارد ، از آن رو كه نفس امّاره را مهار نكرده اند و هر چند با دلايل فراوان به اثبات خداوند مى پردازند ، در عين حال نافرمانى او را مى كنند .\r\nج - ايمان قلبى : چنين حالتى ، ايمانى عاطفى و يقينى است كه در دل رسوخ كرده است و انسان ، خدا و معاد را از قلب و جان باور كرده است . مؤمن در اين موقعيّت به مرحله اى رسيده است كه خداوند را از رگ گردن به خود نزديكتر احساس مىكند . امام سجاد ( ع ) در دعاى ابوحمزه مى فرمايد :\r\n\r\n","description":"","footnote":"","page_name":" 245 ","page_number":245},
  {"content":"\r\n\r\nاللّهُمَ انَّى اسئَلُكَ ايمانَاً تُباشِرُ بِهِ قَلبى وَ يَقيناً صادِقاً حَتّى اعلَمُ انَّهُ لَن يُصيبَنى الّا ما كَتَبَ لى خدايا ايمانى به من عطا فرما كه در دل و جانم رسوخ كرده باشد و يقينى به من لطف فرما كه بى شك بدانم هر چه را مقدر كرده اى مى رسد .\r\nبراى ايمان قلبى از سوى علماى علم اخلاق سه درجه ذكر شده است :\r\n1 - علم اليقين : در اين مرتبه از ايمان قلبى ، شخص دورنمايى از مبداء و معاد را مى بيند و ايمان در دلش رسوخ كرده است ؛ همانگونه كه انسان تشنه اى ، تشنگى را درك مىكند او نيز خدا را با قلب خود درك مى نمايد . ريشه كن شدن صفات رذيله در انسان شرط رسيدن به اين مرتبه است .\r\n2 - عين اليقين : در مرتبه ى قبلى ، فرد تنها از دور دستى بر آتش داشت ولى اينك در كنار آتش است و گرماى آن را حس مىكند . اين بدان معنى است كه شخص توانسته است صفات رذيله را از ميان بردارد و خود را ملبس به صفات انسانيّت نمايد . به ديگر سخن ، ملكه ى تقوى و عدالت براى او حاصل شده است و در اين مرحله نور خداوند در دل او تابيده مىشود . ( حديد / آيه ى 28 )\r\nيعنى نورى از پرتو ايمان به آنان اعطا مىشود كه بوسيله ى آن راه مى پيمايند و از گناه در مى گذرند .\r\n3 - حق اليقين : سومين و عالى ترين مرتبه را حق اليقين ناميده اند و در چنين مرحله اى است كه خانه ى دل ، صاحبخانه را مى يابد و آدمى در خودِ آتش واقع مىشود . اينكه گفته مىشود : قَلبُ المُؤمِن عَرشُ الله منظور همين مؤمن است ؛\r\n\r\n","description":"","footnote":"","page_name":" 246 ","page_number":246},
  {"content":"\r\n\r\nيعنى كسى كه در مرتبه اى از ايمان واقع شده است كه خداوند تبارك و تعالى خانه ى خود را درون قلب او قرار داده است . اين بدان معنى است كه هيچ كس جز خداوند بر دل او حكومت نمى كند و تنها سرپرست و حاكم او ذات بارى تعالى است الله وَلِىُّ الَّذينَ امَنُوا و او نيز جز خدا كسى را نمى بيند و نمى يابد .\r\n رسد آدمى به جايى كه به جز خدا نبيند * بنگر كه تا چه حد است مقام آدميّت \r\nخداوند سبحان مى فرمايد :\r\nكسانى كه اهل ايمان هستند كمال محبّت و دوستى را فقط به خدا مخصوص مى دارند . ( بقره / 165 )\r\nمراحل دوّم و سوّم از ايمان يعنى عين اليقين و حق اليقين مختصّ اولياءالهى و مردان نيك روزگار است اما همانگونه كه عنوان شد ، مرحله ى اول از ايمان قلبى كه على اليقين ناميده شد ، عاملى است كه قادر است غرايز را كنترل نمايد چه رسد به مراتب بالاتر .\r\nسئوال اين است كه ايمان قلبى چگونه حاصل مىشود . در جواب بايد گفت كه دستيابى به ايمان قلبى در گرو سه عامل است : اوّل تقيّد به ظواهر شرع است . مقيّد بودن به ظواهر شرع و دين ، و اهميّت دادن به واجبات ، خصوصاً نماز كه عامل بازدارنده ى از فحشا و منكرات است . معلّم بايد در\r\n\r\n","description":"","footnote":"","page_name":" 247 ","page_number":247},
  {"content":"\r\n\r\nمقابل اوامر شرع مطيع باشد و به آنها اهميّت دهد .\r\nدوم اجتناب از گناه است . يعنى دورى جُستن از تمام منهياتى كه در شرع آمده است . گناه آتشى است كه ايمان را هر چند رسوخ كرده رد قلب باشد از ريشه مى سوزاند و قساوت قلب در پى دارد ، بنابراين بايد شديداً از آن پرهيز كرد .\r\nسوم بجاى آوردن مستحبّات است . معلمين بايد مستحبّات دينى را تا اندازه اى كه كار و زندگى ايشان فدا نشود بر پا دارند . در اين ارتباط اهتمام در خدمت به خلق خدا كه از والاترين مستحبّات است جايگاه ويژه اى دارد . البته بايد توجه داشت كه شغل معلّمى اساساً در بردارنده ى چنين حالتى در خود است .\r\nاهتمام به نماز شب همچنين شركت در مجالس مذهبى و توسّل به پيشگاه مبارك ائمه ى طاهرين ( ع ) كه وسايط فيوضات الهى هستند ، از نكات مهمّى است كه رعايت آنها لازم است .\r\nخلاصه ى مطلب آنكه نيروهاى ذكر شده و خصوصاً ايمان را بايد در جهت سازندگى اجتماع به كار گرفت . معلمين عزيز مواظب باشند كه در عمل سختگير ، سرزنشگر ، پشت سر گو و بى تفاوت نباشند و مهمتر از همه اينكه با زبان خوش ديگران را ارشاد كنند ، با زبان تلطّف و مهربانى و با استدلالى كه در خور فهم مخاطب باشد .\r\n\r\n","description":"","footnote":"","page_name":" 248 ","page_number":248},
  {"content":"\r\n\r\nمعلمها هستند كه قادرند نسل آينده را عوض كنند و بايد بدانند كه تأثير دبستان از دبيرستان و دانشگاه بيشتر است . شاگردانتان را با عمل آموزش دهيد و مسلمان كنيد .\r\n\r\n","description":"","footnote":"","page_name":" 249 ","page_number":249},
  {"content":"\r\n\r\nخلاصه ى درس بيست و چهارم\r\n-\r\nدر بينش اسلامى ، ايمان حقيقى عاملى است كه قادر به كنترل كامل انسان است . -\r\nايمان لسانى ، ايمان برهانى و ايمان قلبى ؛ انواع ايمان در معارف اسلامى است . -\r\nايمان لسانى و ايمان برهانى قادر به كنترل كامل غرايز نيستند و آنچه كه مورد نظر است ايمان قلبى است . -\r\nايمان قلبى در دل رسوخ مى نمايد و داراى مراتبِ علم اليقين ، عين اليقين ، حق اليقين ، منقسم مىشود . -\r\nبه دست آوردن ايمان قلبى در گرو تقيّد به ظواهر شرع ، اجتناب از گناه و به جاى آوردن مستحبات دينى است .\r\n\r\n\r\n","description":"","footnote":"","page_name":" 250 ","page_number":250}
  ]