[
  {"content":"\r\n\r\n\" اخلاق در توحيد \"\r\nاثر استاد گرانقدر\r\nحضرت آيت الله مظاهرى\r\nناشر : انجمن اسلامى معلمان قم\r\n\r\n","description":"","footnote":"","page_name":" شناسنامهء كتاب 1 ","page_number":1},
  {"content":"\r\n\r\nشناسنامه كتاب\r\nنام كتاب : اخلاق در توحيد\r\nمؤلف : آيت الله استاد مظاهرى\r\nناشر : انجمن اسلامى معلمان قم\r\nحروفچينى : آموزشگاه امير كبير قم\r\nچاپ : چاپخانهء امير المؤمنين \" ع \"\r\nتاريخ انتشار : تابستان 1374\r\nتيراژ : 5000 نسخه\r\nنوبت چاپ : اول\r\n\r\n","description":"","footnote":"","page_name":" شناسنامهء كتاب 2 ","page_number":2},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" فهرست 1 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" فهرست 2 ","page_number":4},
  {"content":"\r\n\r\n\r\nمقدمه\r\nسپاس خداوند مهربان را كه به ما توفيق عنايت فرمود تا در ماه شعبان المعظم ، ماه پيامبر خاتم ( ص ) پنجمين جلد كتاب شريف جهاد با نفس تحت عنوان « اخلاق در توحيد » اثر استاد گرانقدر اخلاق ، حضرت آيت‌الله مظاهرى ( دامت توفيقاته ) را آماده نشر نموده ، در دسترس راهيان كوى يار و مشتاقان روى نگار قرار دهد .\r\nاين چراغ پرفروغى كه از انوار بيكران الهى كسب فيض نموده و به ضياء دلفروز نبوى و شعاع حيات‌بخش علوى توان ساخته است ، انسان را از ظلمتكدهء تن نجات داده و به وحدانيت ذات حق رهنمون مىسازد .\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":5},
  {"content":"\r\n\r\nراهيان را از حصارهاى بلند شيطانى آزاد و با تخلق به صفات عاليهء خدايى بر سكوى پرواز به سوى معشوق مىكشاند و قصد آن كه در اين وادى سرگردانى ، چگونه زيستن و چسان به طريق نجات ره سپردن را به ما نمايانده و در نهايت ، طريق صبغه الله گشتن با تخلق به اخلاق الهى در همهء صحنه‌هاى زندگى را به ما مىآموزد .\r\nباشد كه از اين خرمن پرفيض توشه‌اى برگيريم و در وقت ملاقات يار به شرمسارى از رفتار ناصوابمان مبتلا نگرديم .\r\nدر ضمن وظيفه مىداند از استاد معظم كه اجازه فرمودند اين بيان دلنشين و كلام نغزشان را به زيور طبع بيارائيم و در اختيار صاحبدلان قرار دهيم و همچنين از برادرانى كه در اين راه يار و مددكارمان بوده‌اند تشكر و قدردانى نموده و اجر جزيل همگى را از خداوند متعال درخواست نمائيم .\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":6},
  {"content":"\r\n\r\n\r\nتوحيد ذاتى\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":8},
  {"content":"\r\n\r\n\r\nگفتار اول شرك خفى ( 1 )\r\n« رب الشرح لي صدري و يسرلي امري و حلل عقدة من لساني يفقهوا قولي » بحث ما به خواست خداوند و لطف حضرت بقيه‌الله عجل الله تعالى فرجه الشريف دربارهء توحيد و مراتب توحيد خواهد بود . البته بحث ما بحث اخلاقى است و اگر دربارهء وحيد بحث مىكنيم رنگ اخلاقى است و اگر دربارهء توحيد بحث مىكنيم رنگ اخلاقى دارد منظور بحث فلسفى و كلامى نيست و اگر بحث كلامى يا بحث فلسفى هم جلو بيايد جنبهء مقدمه دارد . عمدهء بحث اخلاقى است .\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":9},
  {"content":"\r\n\r\nتوحيد را به اقسامى منقسم كرده‌اند :\r\n1 - توحيد ذاتى\r\n2 - توحيد صفاتى\r\n3 - توحيد افعالى\r\n4 - توحيد عبادى\r\nبا دقت كاملى همين چهار قسم نيز به اقسام ديگر تقسيم مىشوند . كه انشاءا . . . به مرور زمان دربارهء آنها بحث خواهيم كرد . مراد از تتوحيد ذاتى يعنى واجب‌الوجودى در اين دنيا نيست مگر « الله » كه كلمهء توحيد دلالت بر آن دارد .\r\n« لا إله الا الله » يعنى واجب‌الوجودى در اين عالم جز خدا نيست و وقتى « اشهد ان لا إله الا الله » مىگوئيم بر اين نوع توحيد شهادت مىدهيم . اين نوع توحيد كه رنگ كلامى و فلسفى دارد اثباتش كار آسانى است براى اينكه تصور دو واجب‌الوجود مساوى با امكانى بودن هر دوى آنهاست . يعنى اينكه هر دو ممكن تلقى مىشوند . واجب‌الوجود يعنى آن وجود مالايتناهى به قول اينها وجود مالايتناهى عدتاً و شدتاً و مدتاً .\r\nاگر فرض كرديم دو واجب‌الوجود موجودند يعنى محدود اگر حساب دو به ميان آمد هر دو محدود مىشود . لذا تصور\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":10},
  {"content":"\r\n\r\nو فرض دو واجب‌الوجود خلف است به قول حاشيهء\r\nملاعبدالله هذا خلف يعني يلزم من وجوه العدم\r\nو اين خيلى دقت لازم ندارد . هر ذهن سالمى مىتواند به آن حكم كند ولو يك آدم بىسواد باشد و در اين قضايا هم خيلى وارد نباشد تصورش خيلى آسان است . از اين جهت در تاريخ پيدا نكرده‌آيم انسانى كه قائل به و واجب‌الوجود باشد . اگر مىگوئيد مجوسىها قائل به يزدان و اهريمن هستند شايد مرادشان همان « الله » و طاغوت در قرآن باشد و قرآن شريف « الله » را در مقابل طاغوت و به عكس مطرح مىكند مواد آنها هم همين است .\r\nلذا توحيد ذاتى پذيرفتنش كار بسيار آسانى است و كسى يافت نمىشود كه بگويد خدا دو تاست و مىگويند خدا يكى است و دو تا نيست و با همان ذهن عوامانه كه مىگفتند : توحيد يعنى خدا يكى است و دو نيست .\r\nتا اينجاى بحث همه اتفاق نظر دارند . آنجا كه مسئله پيش مىآيد و پاى همه هم لنگ است اين است كه در همين توحيد ذاتى « شرك خفى » پيدا مىشود كه توحيد ذاتى را لكه‌دار مىكند و قرآن نيز به آن اشارهءعميق دارد و آن خودپرستى و خودخواهى ، خودمحورى و روح فرعونيتى است كه در همهء انسانها كم و بيش وجود دارد . آن بت بزرگى كه همهء انسانها آن را دارند\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":11},
  {"content":"\r\n\r\nو اين بت بزرگ را قرآن هوى و هوس مىداند و مىفرمايد : آن كسى كه از هوى و هوس متابعت كند بت‌پرست است .\r\n« افرايت من اتخذ الهه هويه و اضله الله عليٍ علمٍ » ( جاثيه 23 ) « اى پيغمبر ! آيا مىبينى يعنى حتماً مىبينى افرادى كه خدايشان خودشان هستند » خداى اينان هوى و هوسشان است و خداوند زنگ خطر مىزند و مىفرمايد : « اضله الله علي علم » اگر اين بت در انسان زنده باشد دانسته گمراه مىشود و مىداند كه راه خطرناكى است اما در همان راه مىافتد و مىرود و « اضله الله علي علم » ولو اينكه از نظر عقيده اعتقاد دارد به اينكه خدا يك است و دو نيست يعنى از نظر فلسفه وعلم كلام هضم كرده و استدلال هم مىكند ، در گفتن اين چنين است اما از نظر دل بت‌پرست و هوى پرست مىباشد و اين اشكال كار است .\r\nقرآن شريف با كمال صراحت مىفرمايد كه اين آدم ، بت‌پرت است و به اين گونه شرك « شرك خفى » يا به عبارت ديگر و بهتر « شرك اخلاقى » مىگويند كه انسان را بيچاره مىكند . اگر انسان خودپرست شد هر چه صحنه برايش جلوتر بيايد وضع براى او خطرناكتر مىشود . يعنى اگر يك افرادى را پيدا كنند كه بتوانند خودپرستى خود را بر آنها تحميل نمايند فرعون خواهند شد .\r\nمىگويند فرعون اول كوزه‌گر بود كه براى فروش كوزه وارد\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":12},
  {"content":"\r\n\r\nمصر شد و ديد كه آنجا ملوك‌الطوايفى است يعنى هر كسى براى خودش كار مىكند و ساز خودش را مىزند فهميد كه مىتواند از اين آب گل‌آلود ماهى بگيرد و تصميم گرفت از اين اختلاف سوء استفاده كند . استكبارها ، سلطه‌گريها ، لجاجت‌ها ، حتى رياها و عجب‌ها و بسيارى از صفات رذيلهء ديگر به اين صفت بر مىگردد . قرآن شريف براى اين گونه انسانها گاهى مثالهاى عجيبى مىزند و مىخواهد نشان دهد كه انسان اگر روح سلطه‌گرى ، روح فرعونيت را نكشد يا از آن مواظبت نكند به كجا مىرسد و چه سرانجامى پيدا مىكند . قضيه حضرت داود بسيار عجيب است و معلوم نيست كه قرآن بخواهد صرفاً قصه بگويد ، قصه‌هاى قرآن همه و همه رنگ اخلاقى دارند و قرآن چنين نقل مىكند كه اين دو نفر به خدمت حضرت داود آمدند و يكى از آنها گفت :\r\n« ان هذا اخي له تسعٌ و تسعونً نعجةً ولي نعجةٌ واحدة فقال اكفلنيها و عزّني في الخطاب » ( 23 ص ) مىگويد من برادرى دارم كه نود و نه گوسفند دارد و من يكى داريم و برادرم مىگويد آن يكى را هم به من بده تا بشود صد تا و تو هيچ !\r\nپشت سر هم انداز عجيبى هم هست و من را هم مجاب\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":13},
  {"content":"\r\n\r\nكرده است كه بهتر است اين يك گوسفند هم به من برسد و فرياد « انا ربكم الاعلي » را سر داد لذا مىگويند هر انسانى كه ساخته نشده باشد اگر زمينه ايجاد گردد روح فرعونيت او شعله‌ور نشود . لااقل استكبارش به كار گرفته مىشود و مثلًا در خانواده و يا ميان دو طلبه هنگام بحث و . . . مصداق پيدا مىكند كه يكى مىخواهد ناحق را بر ديگرى تحميل نمايد . اين همان روح فرعونيت است . گاهى هم بر دهى ، شهرى ، و يا بر دنياى مسلط مىشود . دنياى كنونى ، دنياى سلطه و چيرگى است . امريكا يعنى همان فرعون ، رنگ عوض كرده است گرچه از او « انا ربكم الاعلي » را نمىپذيرند و لذا به اين صورت درآمده است و اين روح سلطه‌گرى در همهء انسانها كم و بيش هست كه همه و همه بر مىگردد به روح خودخواهى ، خودپرستى ، حب به ذات . همان حب به ذاتى كه ريشهء ديگر حب به دنيا و ساير حب‌هاست .\r\nدر روايات داريم كه\r\n« حب الدنيا رأس كل خطيئه\r\n» و يا\r\n« حب الذات رأس كل خطيئه\r\n» و به راستى كه در رأس همهء خطاها همين خودخواهى و خودپرستى است و حضرت داود فرمود : ترك اولى كرده و اشتباه قضاوت كرده بود و نبايست يك\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":14},
  {"content":"\r\n\r\nپيامبر خدا دچار احساسات بشود و زود قضاوت كند شايد واقعاً حق با كسى بود كه مىگفت آن يك گوسفند را هم به او بدهند . مراد اين است كه انسان اين گونه است كه مىگويد من همه چيز و ديگران هيچ‌چيز . ما در دنياى كنونى مشابه قضيه حضرت داود را زياد ملاحظه مىكنيم و البته مطالعهء اخلاق ، گفت و شنود اخلاق كار آسانى است اما رعايت آن فراصت‌ها و دقت‌ها لازم دارد و كارى بس مشكل و پيچيده است . شايد در يك هفته انسان چندين بار مبتلا به قضيهء حضرت داود بشود و خود متوجه نشود . دنياى سلطه‌گر امروزى مىگويد : همه چيز براى من و ديگران هيچ . اى كاش فقط مىگفت ديگران هيچ ، بلكه مىگويد همه چيزت را بده و علاوه بر آن تابع و نوكر من هم باش و گرنه با تو خواهم جنگيد . چرا اين چندين سألهء بعد از انقلاب با دشوارى سپرى شد ؟ چون شما مىگفتند : مال من ، مال خودم و نوكر هم نمىشوم و او مىگفت : مالت مال من ، وكر هم بله ! همهء حرفها در دنيا اين است كه از خودخواهى ، خودپرستى سرچشمه مىگيرد . اگر منيت و خودمحورى و لجاجت هست ، همه و همه از حب ذات سرچشمه مىگيرد . هيچ‌كس نمىتواند\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":15},
  {"content":"\r\n\r\nادعا كند كه اين بت خودخواهى را شكسته است .\r\n« اخر ما يخرج ان قلوب الصديقين حب الجاه » اين جمله ، جملهءرفيع و عظيمى است و اين جمله زنگ خطرى است براى همه و مخصوصاً طلبه‌ها . حب جاه ، يك قسم كوچكى از خودخواهى و خودپرستى است . البته در انسان متقى ، با ورع ، صديق نيز هست و بسيار هم خطرناك مىباشد . گاهى انسان براى استكبار و خودخواهى و لجاجتش پشت پا به دنيا و آخرتش مىزند . قرآن شريف در اين باره خيلى صحبت دارد گاهى مردم را دو دسته مىكند : يك دسته افرادى كه حب به ذاتشان كم است كه مىگوئيم در آنها نيست . آنها كه\r\n« احديّ من الناس\r\n» هستند . يعنى موحدترين مردم هستند . اينها حب به ذاتشان ، خودپرستى و متابعت از نفس اماره‌اشان شعله‌ور نيست . قرآن مىفرمايد ، وضعشان چنين است :\r\n« و اذا سمعوا ما انزل الي الرسول تري اعينهم تفيض من الدمع مما عرفوا من الحق . . . » ( مائده 83 ) وقتى به حق مىرسند گريه شوق مىكنند بسيار خوشحال هستند كه به حق رسيده‌اند نه فقط حق‌جو هستند بلكه گريهء شوق هم برايش مىكنند . و يا به ترسيمى ديگر در قرآن چنين\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":16},
  {"content":"\r\n\r\nآمده است :\r\n« و اذا قالوا اللهم ان كان هذا هو الحق من عندك فامطر علينا حجارة من السماء اوائتنا به عذاب اليم » ( انفال 32 ) مىگويد : خدايا اگر حق اين است من نمىتوانم بپذيرم . بنابراين عذابى از آسمان بيايد و مرا از ميان بردارد و اين زبان حال انسانهاى ساخته نشده است . راستى بعضى از انسانها حاضرند بميرند اما زير بار حق و درستى نروند . آدم خودپرست داراى چنين دنيايى است و اگر اين خودپرستى با او باشد آخرت او نيز بدتر از اين است .\r\nقرآن در روز قيامت براى مجرمين اين طور بيان مىكند :\r\n« يود المجرم لو يفتدي من عذاب يومئذ ببنيه و صاحبته و اخيه » ( 11 و 12 معارج ) مىفرمايد مجرم در صف محشر مىگويد : خدايا من اگر نجات پيدا كنم بچه‌هايم ، زنم ، برادرم ، دوستان و خويشانم ، همه جهان را مىدهم فداى من ، خطاب مىشود « كلا » مىگويى اين طور اما نه ! حرف تو محال است .\r\nاين دنيا ، دنياى استكبار و سلطه است . دنيايى است كه مىخواهد حرفش را به هر صورتى كه امكان داشته باشد تحميل كند در روز قيامت هم همين‌طور است ، اگر خود را نساخته باشد مىخواهد حرفش را به خدا تحميل نمايد . در مقابل خداوند\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":17},
  {"content":"\r\n\r\nتقلب مىكند و قسم دروغ مىخورد . خدايا من خوب هستم اما تو اشتباه مىكنى و خود را بر خدا تحميل مىكند در سورهء مجادله آيه‌اى است بسيار تكان‌دهنده ؛ در اهميت خودسازى استفاده مىشود .\r\n« يوم يبعثهم الله جميعاً فيحلفون له كما يحلفون لكم و يحسبون انهم علي شي الا انهم هم الكاذبون » ( مجادله 18 ) در روز قيامت مجرم قسم دروغ مىخورد . يعنى دروغ هم نيست جهل مركب است . قسم مىخورد براى خدا همان طورى كه براى شما قسم مىخورد . جهل مركب او به جايى رسيده كه خودش را چيزى و كسى مىپندارد . استكبار او در دنيا به جايى رسيده كه در مقابل خدا قد علم مىكند . قرآن در سوره « يس » مىفرمايد : « اليوم نختم علي افواههم و تكلمنا ايديهم و تشهد ارجلهم بما كانوا يكسبون » ( يس آيه 65 ) از بس لجاجت مىكند بر دهانش مهر زده مىشود ديگر نمىگذارند او حرفى بزند و اعضاء و جوارحش عليه او شهادت مىدهند .\r\nملائكه ، شهداء ، پيامبر و ائمه ، شهادت مىدهند . اما او قبول نمىكند و بعد از اينها اعضاء و جوارح او شهادت مىدهند . حضرت على ( ع ) مىفرمايد : اگر مىخواهى عبرت بگيرى مىتوانى از كارهاى خودت و ديگران عبرت بگيرى و بنگريد كه خودخواهى و خودپرستى انسان را به كجا مىبرد . اين قضيهء شيطان چيست ؟ يك كسى كه\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":18},
  {"content":"\r\n\r\nزمرهء ملائك است در مقابل خدا قد علم مىكند و مىگويد : « قال ما منعك الا تسجد اذا امر تك قال انا خير منه خلقتني من النار و خلقته من طين » ( اعراف 12 ) من از او بهتر هستم من از آتش و او از خاك خلق شده است و معلوم است كه او مغالطه كرده است . قرآن مىفرمايد اگر روح خودپرستى در تو باشد عمداً مغالطه مىكنى براى اينكه خودت را مطرح كنى و اگر عمدى نباشد مغالطه به جهل مركب است و من فكر مىكنم كه مغالطهء شيطان عمدى بوده است براى اينكه خداوند عالم غضب كرد و راندهء درگاه خدا شد . بعد هم كارش به جايى رسيد كه چند مرتبه به خدا تشر زد و گفت : « فبعزتك لا عوينهم اجمعين الا عبادك منهم المخلصين » ( 82 و 83 سوره ص ) اين « الا عبادك منهم المخلصين » هم مستثنى منقطع است نه اينكه با آنها كار ندارم و آنها را دوست دارم كارى به آنها ندارم . بعد هم خداوند به او تشر زد و گفت تو و هر كه متابعت از تو كند جهنمى است و اين بىحيائى شيطان از حب به ذات و هوى و هوس ، سلطه و لجاجت او بوده است .\r\nواى بر اين هبل كه در وجود همه هست و ما مىبايست تا مىتوانيم خودسازى كنيم تا اين روح فرعونيت را در هم بشكنيم . البته به اين زودىها نمىتوان آن را ريشه كن نمود ولى بايد مواظب بود كه شعله‌ور نشود و به مرور زمان به خواست\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":19},
  {"content":"\r\n\r\nخداوند با توسل به اهل‌بيت ( ع ) و كوشش و مبارزه با نفس بتوانيم اين روح سلطه‌گرى خودپرستى ، و حب به ذات و به عبارتى اين بت بزرگ را بشكنيم .\r\nخدايا به عزت و جلالت قسمت مىدهم صفات انسانيت ، حالت تنبه ، نورانيت دل ، توفيق عبادت و بندگى و ترك معصيت ، توفيق وظيفه‌شناسى و عمل كردن به وظيفه ، توفيق تهذيب نفس ، توفيق مقام تسليم در مقابل خودت ، به عرات ديگر توفيق پيدا كردن توحيد صفاتى به هر دو معنى ، به همهء ما عنايت بفرما .\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":20},
  {"content":"\r\n\r\n\r\nگفتار دوم شرك خفى ( 2 )\r\nبحث در مورد توحيد و مراتب توحيد بود . اما چون بحث ، بحث اخلاقى است بايد رنگ كلامى و فلسفى كمتر داشته باشد و رنگ اخلاقى به آن بدهيم . همانطور كه در جلسه قبل گفتيم توحيد را به چهار قسم تقسيم كرده‌اند :\r\n1 - توحيد افعالى 2 - توحيد ذاتى 3 - توحيد صفاتى 4 - توحيد عبادى\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":21},
  {"content":"\r\n\r\nقبلًا راجع به توحيد ذاتى صحبت شد كه از نظر فلسفى و كلامى معنى ندارد ك دو واجب‌الوجود در جهان باشند و معلوم هم نيست كسى قائل به اين امر باشد . بايد مواظب باشيم كه نقطهء سياه كه همان شرك خفى و شرك اخلاقى است در آن پيدا نشود كه همان خودپرستى ، منيت ، خودمحورى و خودخواهى است و تا اين رذايل در انسان وجود دارد بداند كه مشرك است ولو از نظر اعتقادى توحيد ذاتى دارد و براهينى هم جهت توحيد ذاتى ارائه دهد . اما تا روح خودمحورى و خودخواهى در او باشد در دل او شرك است ولو در عقل او مشرك نباشد و قرآن با صراحت مىفرمايد كه چنين انسانى مشرك است . « من اتّخذ الله هوي » يعنى او خدايش نفس اماره‌اش است . در سورهء يوسف آيه‌اى است بسيار تكان‌دهنده « و ما يؤمن اكثرهم بالله الا و هم مشركون » ( يوسف 106 ) بسيارى از مسلمانان مشرك هستند و بسيارى ايمان نياورند . الا اين كه مخلوط به شرك است يعنى از نظر قطع و يقين و اعتقاد مىگويند ؛ خدا يكى است و دو نيست اما همين كه اين حرف را مىگويد مشرك است . يعنى نقطه سياهى در توحيد ذاتى او پيدا شده است . توحيد ذاتى يعنى پاك شدن از شرك و از همه چيز مشكل‌تر است . و قرآن شريف ، روايات اهل‌بيت ( ع ) علماى علم اخلاق دست روى\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":22},
  {"content":"\r\n\r\nهمين نقطهء سياه گذاشته‌اند . شايد بيش از صد آيه زنگ خطر مىزنند كه اين نقطه سايه است كه باعث بدبختى انسانهاست و به عبارت ديگر همين جمله « و اضلّه الله علي علم » يك زنگ خطر است در سوره و الشمس بعد از آن كه يازده قسم مىخورد و مى فرمايد : « قد افلح من زكيها و قد خاب من دسيها » قضيهء قوم ثمود را پيش مىكشد و مىفرمايد : « كذبت ثمود بطغويها » يعنى اينها با فرض اين كه معجزه عظيم بيرون آمدن شتر با بچه‌اش از كوه را ديدند اما ايمان نياوردند . بلكه تصميم گرفتند كه شتر را بكشند .\r\nمردى كه توحيد ذاتى داشت زنگ خطر را زد و دلسوزى كرد و گفت شتر را نكشيد كه باعث بدبختى خودتان مىشود اما « فعقروها » شتر را پى كردند . بعد هم در آخر سوره مىفرمايد : « و لا يخاف عقبها » وقتى انسان خود محور ، لجوج و خودخواه شد ديگر عاقبت انديش هم نيست .\r\nدر مورد قضيه وليد بن مغيره كه قرآن نقل مىكند ، شايد آيه‌اى بر اين قهر و غضب در قرآن خيلى كم داشته باشمى . وليدبن مغيره ريحانه و گل سر سبد عرب در فصاحت و بلاغت است . وقتى كه پيامبر اكرم ( ص ) برايش قرآن خواند به قدرى روى او تأثير گذاشت كه آمد و ميان يارانش نشست ، يعنى همان ابىسفيان ابىجهل ، عتبه ، شيبه و . . . و جمله‌اى زيبا در مورد\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":23},
  {"content":"\r\n\r\nقرآن بيان كرد : « ان له لحلاوهء ، و ان عليه لتلاوهء ، ان اعلاه لمثمر و ان اسفله لمعذق و انه ليعلوا و لا يعلى عليه » گفت اين قرآن يك حلاوت و شيرينى خاصى دارد ، يك طراوت خاصى دارد ، يك درخت تنومندى است كه ريشه‌هاى عميقى در زمين و ميوه‌هاى فراوانى دارد و اين قرآن يك كلامى است كه هيچ كلامى بالاى آن كلام نمىتواند بيايد و از همين سخنان پيداست كه جاذبهء قرآن چقدر در او اثر گذاشته است كه توانسته اين جملات را به اين شيوائى و بلاغت بر زبان بياورد . بعد از اين به خانه آمد دوستانش ديدند كه جاذبهء قرآن ممكن است او را مسلمان كند و برايشان ضرر داشته باشد . ابىجهل جلوى او را گرفت و احساسات او را عليه پيامبر ( ص ) تحريك نمود . بعد هم به مسجدالحرام آمد و با دوستان خود جلسه را با رياست خود ترتيب داد و گفت : بايد پيامبر ( ص ) را از ميان بيرون كنيم و گفت مىگوئيم او دروغگو است . همه گفتند « اللّهم لا » مردم نخواهند پذيرفت . يك عمر با صداقت و راستگويى زندگى كرده است ، بعد گفت مىگوئيم جادوگر و كاهن و علم غيب شيطانى و تسخير اجنه دارد همه گفتند « اللّهم لا » چون چهل سال با امانت و صداقت در بين ما زندگى كرده است .\r\nگفت آيا مىتوان گفت او ديوانه است همه گفتند « اللّهم لا » او سال‌هاست\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":24},
  {"content":"\r\n\r\nبين مردم به عقل و كياست و تدبير مشهور است ، نمىتوان چنين گفت نه ! بعد كمى فكر كرد ، احساس ناراحتى كرده و روى ترش نمود و فكرى به خاطرش رسيد كه قطعاً شيطان به دلش و زبانش انداخت كه بگويد . مىگوئيم او ساحر است كه اينطور بين مردم تفرقه انداخت بطورى كه زن مسلمان شد و شوهر نشد ، برادر مسلمان شد و خواهر نشد ، پدر مسلمان شد و مادر نشد و . . . و اين صرفاً از نيروى سحر او بوده است و قرآن مىفرمايد : « يفرق بين المرء و الزوجه » همه گفتند « اللّهم نعم » بله مىتوان گفت . بالاخره مشهور كردند كه پيامبر ( ص ) ساحر است . اما به خواست خدا نتوانسند او را از صحنه بيرون نمايند . اما برچسب بسيار بدى بود . ساده‌لوح‌ها اين تهمت را پذيرفتند . غضب پروردگار عالم متلاطم شد و در سوره « مدثر » چندين آيه در اين خصوص آمده است « انه فكر و قدر فقتل كيف قدر ثم قتل كيف قدر ، ثم نظر ، ثم عبس و بسر ، ثم ادبر و استكبر . فقال ان هذا الا سحر يؤثر . ان هذا الا قول البشر » ( سوره مدثر آيه 18 تا 25 ) قرآن اين جلسه را نقل مىكند و مىفرمايد انه فكر فكر كرد و قدر اندازه \" يرى كرد و بعد مىگويد مرگ باد بر او فكرش ، و دوباره مىفرمايد مرگ باد بر اين فكر او ، روى ترش كرد و حرف را بر سر زبان آورد و بيان نكرد و چند بار اين كار را انجام داد تا عاقبت ناگهان\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":25},
  {"content":"\r\n\r\nگفت : « ان هذا الا سحر يؤثر ان هذا الاقول البشر » گفت اين قرآن از طرف خدا نيست . از جانب خود پيامبر ( ص ) است و پيامبر آدم ساحرى است و سحرش ، سحر مؤثرى است . چرا قرآن براى ما اين قضيه را نقل مىكند و اينقدر به آن اهميت مىدهد ؟\r\nمىخواهد بگويد اگر كسى روح خودخواهى و فرعونيت در او زنده باشد بالاخره « اضله الله علي علم » مىشود . ابىسفين پيامبر را خيلى بهتر از ما مىشناخت ما او را با غيب مىشناسيم « يؤمنون بالغيب » ولى او پيامبر را به طور شفاهى و نزديك مىشناخت ، ما شايد فصاحت و بلاغت نمىدانيم اما ابىسفيان استاد بلاغت و فصاحت بوده است . وليدابن مغيره ، وقتى خودپرستى او شعله‌ور نيست ميگويد « ان له لحلاوه . . . » اما وقتى كه آتش خودپرستى شعله‌ور گشت تناقض مىگويد . يك وقت مىگفت ؛ قرآن بسيار زيبا و دلنشين و بالاترين كلام است و زمانى ديگر مىگويد آن سحر است و كلام خود پيامبر ( ص ) است و چندان هم اهميتى ندارد و اين گونه روح تناقض‌گويى در او ديده مىشود . حتى « ان له لحلاوه » هم از روح خودپرستى و منيت او سرچشمه مىگيرد و هر چند كه از فطرتش سرچشمه مىگيرد . اما باز هم براى خودپرستى و خودخواهى اوست . لذا تناقض‌گويى رياكارى ، تظاهر در كلمات و كارهايش زياد است . شايد\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":26},
  {"content":"\r\n\r\nنود درصد از صفات رذيله ، حتى دنياپرستى از خودپرستى و خود محورى مىباشند . رسول گرامى ( ص ) درست مىفرمايد كه :\r\n« حب الدنيا رأس كل خطيئه\r\n» نكتهء ديگر اين كه اگر مواظب نباشيم اين روح فرعونيت و خودپرستى با علم تقويت مىشود . و اينكه مرحوم شهيد ثانى\r\nدر « منيه »\r\nو استاد بزرگوار ما و بنيانگذار جمهورى اسلامى ، امام رضوان‌آلله تعالى عليه مىفرمايند : « العلم حجاب الاكبر » براستى چنين است ، اگر مراقب نباشيم كسب علم ، بيشتر آبيارى جهت خودپرستى است . هر چقدر قدرت ، شوكت ، شهرت و علم ما زيادتر شود . خودپرستى ، منيت بارورتر و ريشه‌دارتر در ذات و دل ما اثر مىگذارد . كار به جايى مىرسد كه « بلعم باعورا » كسى كه علم او در قرآن نيز آمده و اشاره شده است چگونه دچار نفس و خودپرستى و فرعونيت شد . و در سورهء اعراف خداوند به پيامبر ( ص ) مىفرمايد كه به مردم خبر دهيد قضيه بلعم باعور را تا آگاه شوند . « و اتل عليهم نباء الذي اتيناه اياتنا » ( 175 اعراف ) علاوه بر روايات و احاديث در قرآن آمده است كه خداوند هم به او عالم مىگويد . خداوند به او عنايتى داشته است و لذا در روايات داريم كه او « مستجاب الدعوه » بوده است . اما قرآن مىفرمايد : « فاتبعه الشيطان فكان من الغاوين » ( 175 سوره اعراف ) و باز مىفرمايد : ولو شئنا الرفعنه بها ولكنه اخلد الي الارض و اتّبع هويه\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":27},
  {"content":"\r\n\r\nيعنى مىخواستيم او را براى علمش بالا ببريم اما در زمين ميخكوب شده بود . بعد هم در قران قهر و غضب خدا او را فرا مىگيرد و مىفرمايد : « فمثله كمثل الكلب ان تحمل عليه يلهث و تتركه يلهث » ( 176 اعراف ) مثل او مثل سگ درنده شد كه چه با او كارى داشته باشى و چه نداشته باشى او مىدرد و مثل عقرب كه اقتضاى طبيعتش گزيدن و آزار است او مىگزد . و اين قضيه بعلم باعورا حكايت دارد كه اگر تابع هوى و هوس باشى چنين است تا برايت زمينه ايجاد نشده است ممكن است متقى باشى اما خدا نكند زمينه ايجاد گردد .\r\nاز عبدالملك مروان نقل مىكند كه وقتى به او خبر دادند كه خليفه شدى ، قرآن را از دامن بر زمين انداخت و خطاب به قرآن گفت تا تو با من بودى تا جايى كه خودش مىگفت اگر پشه‌اى جلوى من مىكشتند ناراحت مىشدم اما روزگارى حجاج‌بن يوسف خبر مىدهد كه فوج فوج كشتم و اصلًا ناراحت نشدم . حجابى كه يكصد و بيست هزار نفر را به جرم شيعه بودن از دم شمشير گذراند . يعنى تا زمينه ايجاد نشود مقدس است . اما خدا نكند زمينه بوجود آيد ، يعنى آن آتش رخنه كند ديگر نمىتوان جلوى آن را گرفت و براى ماندن خود دست به هر كارى مىزند .\r\nدنياى امروز ما به اين استكبار و خودپرستى مبتلا است . اسمش را ابرقدرت مىگذارند . در حقيقت روح فرعونيت و\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":28},
  {"content":"\r\n\r\nمنيت و خودپرستى و استبداد است . راستى چگونه اين جنايت‌ها ، خيانت‌ها ، تقلب‌ها با علم صورت مىگيرد ! كارش به جايى مىرسد كه براى حيوانات قانون حمايت از حيوانات مىنويسد ، اما همين انسان است كه هواپيمايى را با سيصد نفر بىگناه در آتش مىسوزاند و ديگر كشورها به او آفرين و بارك الله مىگويند . و او را تأييد مىنمايند .\r\nبايد براى اين صفات رذيله فكرى بكنيم ، اما به اين زودىها و راحتى نمىشود . بايد اول شعله‌اش را بگيريم . كم‌كم او را كم‌رنگ كنيم و بعد از آن ريشه‌اش را با سال‌ها خون جگر خوردن شبانه‌روزى بسوزانيم و اگر از آن مواظبت نكرديم ، بدا به حال ما و شما . انسانى كه يك قدرتى و شهرتى ، علمى پيدا كند اما روح فرعونيت در او زنده باشد هم خود و هم ديگران را به آتش مىكشاند و از بين مىبرد .\r\nخدايا به عزت و جلالت قسمت مىدهم صفات انسانيت ، حالت تنبه ، نورانيت دل ، توفيق عبادت و بندگى و ترك معصيت ، توفيق وظيفه‌شناسى و عمل كردن به وظيفه ، توفيق مقام تسليم در مقابل خودت ، به عبارت ديگر توفيق پيدا كردن توحيدصفاتى به هر دو معنى ، به همهء ما عنايت فرما .\r\nوالسلام عليكم و رحمة الله و بركاته\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":29},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 26 ","page_number":30},
  {"content":"\r\n\r\n\r\nتوحيد صفاتى\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":31},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 28 ","page_number":32},
  {"content":"\r\n\r\n\r\nگفتار سوم مقام تسليم\r\nبحث امسال ما دربارهءتوحيد و مراتب توحيد بود همانطور كه گفتم رنگ اخلاقى دارد و اگر بحث كلامى يا بحث فلسفى جلو آمد جنبهءمقدماتى دارد . توحيد را منقسم كرده‌اند به چهار قسم و هر كدام از اين چهار اقسامى دارد . توحيد ذاتى ، توحيد صفاتى ، توحيد افعالى ، توحيد عبادى . راجع به توحيد ذاتى يك مقدارى صحبت شد و راجع به شرك خفى در توحيد ذاتى هم فىالجمله صحبت شد فهميديم كه حب به ذات\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":33},
  {"content":"\r\n\r\nخودخواهى ، خود پسندى ، منيت ، اينها به توحيد ذاتى ضرر مىزند . البته آن كسى كه منيت ، خود پسندى و خود م حورى و خودخواهى دارد توحيد ذاتى خالص ندارد . و ما اگر بخواهيم توحيد ذاتى ما نقطهء سياه نداشته باشد و به عبارت اخلاقى اگر بخواهيم شرك خفى در توحيد ذاتى ما نباشد بايد خود پسند و خود م حور و حب به ذات در ما يا نباشد يا كم باشد و همچنين از بحث‌ها فهميديم كه ذايل كردن اين رذيله ، اين نقطهء سياه كارى بسيار مشكل است ، اما كارى است بسيار لازم .\r\nقسم دوم ، توحيد صفاتى است ، توحيد صفاتى خود بر دو قسم است . دو معنى دارد ، دو مرتبه دارد : يك معنى آن كه در علم كلام آمده است و بين سنى و شيعه اختلافى است ، شيعه مىگويد صفات پروردگار عالم همه و همه عين ذات اوست نظيرترى براى آب و چربى براى روغن ، روغن يعنى چرب ، اگر چربى روغن را بگيرند ، ديگر روغن نيست ذات او را گرفته‌اند . آب يعنى تر ، اگر ترى آب را بگيرند ديگر آب نيست . شيعه مىگويد صفات پروردگار عالم همه و همه عين ذات اوست . مطابق با ذات او و با وجود اوست . خدا يعنى واجب‌الوجود ، واجب‌الوجود علمش عين ذات اوست . نظير ترى براى آب كه عين ذات آب است ، قدرت خدا عين\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":34},
  {"content":"\r\n\r\nذات اوست ، نظير چربى براى روغن و همچنين تا آخر . هر فضيلتى كه شما فرض كنيد فضيلتى است ذاتى ، آن فضيلت عين ذات پروردگار عالم است ، حتى در صفات افعالى هم كه عين ذات او نيست نظير خالقيت ، نظير اراده مبدأش عين ذات اوست كه اميرالمؤمنين سلام‌الله عليه و آله و سلم در همان خطبهء اول در نهج‌البلاغه به اين جمله اشاره كرده است و فرموده است « كمال التوحيد نفى الصفات عنه » كسى مىتواند ادعاى توحيد كند ، كه صفات را از پروردگار عالم نفى كند ، نگويد خدا و علمش ، نگويد خدا و قدرتش ، بگويد خدا عين قدرت است ، خدا عين علم است ، بر خلاف موجودات غير از خدا كه صفات آنها همه و همه خارج از ذات آنهاست ، ما علم داريم ، ما قدرت داريم اما قدرت ما غير از ماست و ما غير قدرت هستيم علم ما غير از ماست و ما غير از علم هستيم ، اين قدرت و علم هر يك روزى نبوده بعد پيدا شده است يك روزى هم از بين مىرود . هويت آن ، ذات آن ، موجود بود علمش نبود يا الآن هم هويت و ذاتش هست و علمش خارج از ذات اوست ، اما سنى مىگويد : شايد فرقه‌اى غيرشيعه ، نداشته باشيم كه هم عقيده با شيعه باشد صفات پروردگار عالم زائد بر ذات اوست . ولى حرف شيعه نظير همان توحيد ذاتى كه گفتم ، با يك قدرت كمى معلوم مىشود\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":35},
  {"content":"\r\n\r\nكه يك حرف واقعى و نفس الامرى است ، براى اين كه شما اگر صفات حق‌تعالى را خارج از ذات گرفتيد ، ذات احتياج به آن صفات پيدا مىكند ، مثل ما كه احتياج به قدرت خود داريم ا حتياج به علم خود داريم و به مجرد اينكه پاى احتياج در واجب‌الوجود جلو آمد آن ممكن الوجود مىشود . خداى محتاج ، واجب‌الوجود محتاج ، اين خود يك تناقض است . معنى واجب‌الوجود آن است كه احتياج اصلًا و ابداً در او راه ندارد « و الله هو الغني ؛ انتم الفقراء » ( 28 - سوره محمد ص ) اگر قضيهء ا حتياج در كارآمد ، با ممكن مطابق مىشود ، و تقريباً بلكه تحقيقاً نفى واجب‌الوجود مىشود . در حالى كه اثبات مىكند و قبول دارد كه خدا هست . ولى لازمهء كلامش اين است كه خدايى در اين جهان نيست ، به خلاف حرف شيعه ، كه صفات را عين ذات مىداند ديگر خواه ناخواه واجب‌الوجود را از آن مىداند كه مستجمع جميع صفات كماليه باشد ، بدون اين كه دوگانگى در كار باشد . بدون اين كه پاى احتياج جلو بيايد . اينكه اميرالمؤمنين سلام الله عليه در آن خطبه اول نهج‌البلاغه اصرار دارند ، با فرضى كه آن وقتها اين بحثها نبوده ، معلوم مىشود كه يك امر مهمى است و بايد مسلمانان در اين امر مهم دقت بكنند . و الحمد الله شيعه افتخارش اين است كه مبانى او محكم است\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":36},
  {"content":"\r\n\r\nپايه‌هاى اعتقادى او چون از اهلبيت عليهم‌السلام گرفته شده است ، محكم است و اين افتخار فقط مال شيعه است . به اين ؛ توحيد صفاتى در علم كلام مىگويند ، در علم فلسفه البته و حكمت متعاليه ، اين بحث شده است و مىگويند قسم دوم از توحيد ، توحيد صفاتى است . يعنى ما صفات خدا را عين ذاتش بدانيم و دوگانگى در آنجا راه نيابد كه اگر دوگانگى آمد شرك آمده است ، شرك در صفت آمده است ، و اصلًا معناى شريك يعنى احتياج ، اگر كسى شريك براى خدا قائل بشود ، چه در خالقيتش ، در ذاتش ، بالاخره بر مىگردد به احتياج و وقتى احتياج آمد ديگر خواه ناخواه واجب‌الوجودى مىرود اين الآن بحث ما نيست اما همين مقدار مىدانيد و تذكر به شما بدهم كه توحيد صفاتى بين شيعه و سنى يك بخشى است و اگر كسى بخواهد به توحيد معتقد باشد بايد حرف شيعه را بزند . بايد صفات را عين ذات ربوبى بداند .\r\nآنچه بحث ماست و حرف دارد و پيدا كردنش كارى بسيار مشكل است ؛ توحيد صفاتى به معناى دوم است . عبارت از آنست كه ما هر فضيلتى را در جهان از خدا بدانيم . اگر ما علم داشته باشيم از خداست ، او داده است ، معطى اوست . اگر ما قدرت داشته باشيم ، اگر ما شوكت و حكومت بر دل‌ها داشته\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":37},
  {"content":"\r\n\r\nباشيم ، اگر ما عزت داشته باشيم و بالاخره اگر ما تمكن مالى ، كم يا زياد داريم ، از اوست و به قول قرآن شريف « و ان من شي الا عندنا خزائنه و ما ننزله الا به قدر معلوم » ( حجر - 21 ) مخصوصاً با اين تأكيد كه نكرهء در سياق نفع افادهء عموم هم مىدهد و « ان من شى الا عندنا خزائنه » هر چه هست پيش خداست ، هر چه هست از خداست . اگر در عالم هستى چيزى موجود مىشود اين مخلوق خدا است و به قول قرآن شريف به اندازهء مصلحت تامه ملزمه از آنجا آمده است . اعتقاد به اين حرف كار آسانى است . اگر از همهء شما عزيزان كه اينجا نشسته‌ايد بپرسند چه كسى علم به شما داده است ؟ اعتقادتان اين است كه اگر قدرت داريد از خداست ، عقيده‌اتان اين است كه اگر تمكنى ، عزتى مالى داريد از خداست معتقد شدن به اين مطلب كار آسانى است ، اما انسان از نظر دل اين مطلب را باور كند و آن را جامهء عمل بپوشد ، يعنى در عمل هم اين اعتقاد پياده شود ، كارى بسيار مشكل است . اين آيه شريفه كه مىفرمايد : « قل اللّهم مالك الملك تؤتي الملك من تشاء و تنزع الملك ممّن تشاء و تعزّ من تشاء و تذلّ من تشاء بيدك الخير انك علي كل شي قدير » ( آل‌عمران - 26 ) اين توحيد صفاتى به معناى دوم است . عقيده پيدا كردن به اين آيهء شريفه يك چيز آسانى است . عقل ما آن را باور دارد . مىتوانيم هم با دليل و برهان\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":38},
  {"content":"\r\n\r\nو استدلال اثبات كنيم كه « انّا الله و انّا اليه الرّاجعون » ( بقره - 159 ) اما صدى نود و پنج مردم اين مطلب را باور ندارند . صدى نود و پنج مردم جامه عمل به اين حرف نمىپوشانند . يعنى به عبارت ديگر صدى نود و پنج مردم از نظر توحيد صفاتى لنگند البته شرك خفى نظير همان توحيد ذاتى كه گاهى نقطهء سياه در او پيدا مىشود به نام شرك خفى ، به نام شرك اخلاقى اينجا هم همين است . ضرر به اعتقاد نمىزند ، از شيعه گرايى بيرونش نمىبرد ، اما از نظر اخلاقى اين آدم شرك خفى دارد ، يعنى توحيد صفاتى ندارد .\r\nدر توحيد صفاتى لنگ است . اين جمله‌اى كه قرآن از قارون نقل مىكند كه به قارون مىگفتند زكات بده ، گفت : « انما اوتيته علي علم » ( زمر - 50 ) من مالم را با علمم پيدا كردم ، اين جمله از قرآن نمىخواهد قصه بگويد ، مىخواهد بفرمايد كه معمولًا مردم چنين هستند ، مىگويد زحمت كشيدم عالم شدم . عقل داشتم ، اراده داشتم ، فعالتى كردم پول پيدا كردم « انما اوتيته على علم » شوكت من ، قدرت من ، علم من ، مال من و امثال اينها ، و همه را از خود مىداند . يك كسى از نظر عمل راستى اينجور باشد ، آن كه قرآن مىفرمايد : « اتوهم من مال الله الذي اتيكم » ( نور - 33 ) مالى را خدا به تو داده است اين مربوط به تو نيست ، خدا داده است . تو امانتدارى ، در آيهء ديگر\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":39},
  {"content":"\r\n\r\nمىفرمايد تو امانتدارى تو مستخلفى ، تو از طرف خدا خليفه خدا در اين مال هستى ، اين مال را خودخورى نكن ، به ديگران هم بده « اتوهم من مال الله الذي اتيكم » خوب معمولًا مردم در اين جا لنگند . اگر مردم حقوق واجبشان را بدهند ، آن اقتصادى كه قرآن دارد ، آن اقتصادى كه اسلام دارد پياده مىشود . روايات فراوانى داريم كه يك فقير در دنيا پيدا نمىشود .\r\nمرحوم صاحب وسايل رضوان‌الله تعالى عليه در جلد ششم وسايل ، شايد بيش از ده روايات كه بسيارى از آن روايات هم صحيح و هم مسند هستند نقل مىكند كه ائمهء طاهرين عليهم‌السلام فرمود : اگر خدا مىدانست كه بعد از آن كه مردم حقوق واجبشان را بدهند باز هم فقير بود ، بيشتر واجب مىكرد ، بيشتر قرار مىداد ، و همين اندازهء اگر مردم حقوق واجبشان را بدهند ديگر مستضعف ميان مسلمانها پيدا نمىشد و خلاء فقر فردى ، فقر اجتماعى از جامعه برداشته مىشد . آن وقتى كه استاد بزرگوار ما بنيانگذار جمهورى اسلامى رضوان‌الله تعالى عليه در نجف بودند و آن حكومت اسلامى را مىفرموند در آننجا يك جمله دارند كه اگر بازار بغداد خمس خود را بدهد ديگر فقر از عراق برداشته مىشد ، فقط بازار بغداد ، اگر راستى در اين شهر مردم خمس مال خود را بدهند ، حقوق واجبه‌اشان را بدهند ، مخصوصاً قانون\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":40},
  {"content":"\r\n\r\nمواساتى كه قرآن دارد عمل كنند . فقر فرهنگى ، فقر اجتماعى ، فقر مادى از جامعه برداشته مىشود . مخصوصاً با اين آيهء شريفه كه « لينفق ذو سعة و من قدر عليه رزقه فلينفق مما اتيه الله » ( طلاق - 7 ) هر كسى به اندازهء وسعش بايد فقر اجتماعى ، فقر فرهنگى فقر فردى را از بين ببرد . آنكس كه مىتواند به واسطهء خمس و زكاتش و آن كسى كه بيشتر مىتواند به واسطهء انفاقاتش ، آن هم كه نمىتواند اصلًا و ابداً و « من قدر عليه رزقه فلينفق مما اتيه الله » خودخور نباشد . قانون مواسات را ، قانون برادرى را رعايت كند چه وقت مىشود قانون مواسات اسلام را پياده كرد ؟ وقتى توحيد صفاتى در جامعه زنده شود ، توحيد صفاتى به معناى دوم زنده شود . چه وقت مىشود استكبار را از علم جدا كرد ؟ وقتى كه علم توأم با توحيد صفاتى باشد . وقتى عالم علمش را از خدا ببيند نه از خودش ، وقتى قدرتمند قدرتش را از خدا ببيند نه از خودش ، ديگر خواه ناخواه استكبار در خانهء ما ، در اجتماع يا در مملكت از بين خواهد رفت . به عبارت ديگر ، وقتى توحيد صفاتى پياده شود توحيد صفاتى بسيارى از صفات رذيله ريشه‌كن مىكند . اگر ريا و عجب براى كسى هست ، اگر تكبر و استكبار و من ، من و نازيدن به صفت و نازيدن به علم و قدرت و نازيدن به مال يا بخل در جامعه‌اى هست ، بايد پى ببريم كه به اين\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":41},
  {"content":"\r\n\r\nآيه « و ان من شي الا عندنا خزائنه و ما ننزله بقدرٍ معلوم » ( حجر - 21 ) عمل نمىشود ، يعنى باور نشده است ، اعتقاد هست ولى باور نشده است ، جامه عمل نپوشيده است .\r\nراوى مىگويد دلم شرح صدر مىخواست ، دلم روشنايى دل مىخواست . آمدم خدمت امام صادق سلام‌الله عليه براى شرح صدر ، امام صادق ( ع ) ارجاع دادند . مىگويد رفتم سر قبر پيغمبر اكرم ( ص ) و دعا كردم و از رسول گرامى خواستم كه دل امام صادق ( ع ) را نسبت به من رام كند . مىگويد دو دفعه آمدم خدمت امام صادق سلام‌الله عليه باز هم ارجاع دادند و همانطور كه قبلًا هم فرموده بودند كه فلانى من علاوه بر اينكه كار اجتماعى دارم براى خودم يك ذكر و وردى هم دارم ، يك رابطه‌اى با خدا دارم ، وقت ندارم تو و امثال تو را راه بدهم . اما مىگويد امام صادق ( ع ) اجازه دادند . تا نشستم خدمت امام صادق ، امام صادق فرمودند فلانى براى شرح صدر اينجا آمدى ؟ اگر براى شرح صدر آمدى بايد سه چيز را باور كنى نه بدانى ، باور كنى : اول بنده‌اى ( يعنى توحيد ذاتى ) خدايى هست و تو بندهء خدايى ، وقتى بندهء خدا باشى ديگه بايد مقام عبوديت در تو زنده شود . به قول قرآن مىفرمايد : خطاب به حضرت موسى ( ع ) انني انا الله لا إله الا انا فعبدني و اقم الصلاة لذكري ( طه - 14 ) من خدا و تو بنده‌اى وقتى من خدا و تو بنده‌اى ، مقام عبوديت بايد در تو\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":42},
  {"content":"\r\n\r\nزنده باشد فعبدنى رابطه‌ات بايد با من محكم باشد .\r\nمقام عبوديت را چه كسى دارد ؟ آن كه صفات رذيله ندارد . آن كه من ، من ندارد ، آن كه توحيد ذاتىاش نقطهء سياه ندارد . فرمودند ؛ دوم اين كه بايد بدانى كه هر چه هست از خداست . تسليم در مقابل خدا « العبد و ما في يده كان لمولي » بله ! اين را باور كنى . بايد باور كنى نه فقط خودت مال خدا هستى بلكه هر چه دارى مال خداست ، تو عبدى و عبد هر چه دارد ولو مالك است اما مالك طولى است . مىدانيد كه در فقه ما راجع به عبيد و اين كه آيا اينها مالك مىشوند يا نه بحثى داريم . يعنى مثلًا اگر عبدى برود يك بار هيزم از بيابان بكند آيا اين مالك مىشود يا نه ؟\r\nبعضىها مىگويند ، نه ! بعضىها هم مىگويند طولًا مالك مىشود ، يعنى اين پشتهء خار مال اين عبد است ، اما اين عبد با پشتهء «\r\nالعبدو ما في يده كان لمولي\r\n» امام صادق سلام‌الله عليه فرمودند اگر راستى اين مطلب دوم را باور كنى ، ديگر انفاق كردن براى تو آسان است ، ديگر نه به علم خود مىنازى و نه به قدرت خودت ، نه به شوكت ، نه به مالت ، بلكه دل تو ميگويد « قل اللهم مالك الملك تؤتي الملك من تشاء و تنزع الملك ممن تشاء و تعزّ من تشاء و تذل من تشا ييدك الخير انك علي كل شي قدير » ( آل‌عمران - 26 ) . فرمودند مطلب سوم هم اين است كه بايد بدانى اين ، خدا اين مولى كه تو بندهء او هستى ، يك سخط\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":43},
  {"content":"\r\n\r\nو رضايى دارد و بايد شبانه‌روز مواظب باشى از رضاى او مطابعت كنى و سخط او را تحريك نكنى . كارى نكنى مورد سخط اين پروردگار واقع بشوى . امام صادق ( ع ) فرمودند اگر اين سه چيز را هضمش كردى باور كردى شرح صدر برايت پيدا مىشود . ديگر خود به خود شرح صدر مىآيد : « افمن شرح الله صدره للاسلام فهو علي نور من ربه فويل للقاسية قلوبهم من ذكر الله ، اولئك في ضلال مبين » ( مزر - 23 ) ديگر خواه ناخواه اگر براستى اين سه مطلب هضم بشود .\r\nباور بشود ، مقام فرقان برايش پيدا مىشود « ان تتقوا الله يجعل لكم فرقانا » ( انفال - ) و مقام فرقان يعنى دريافت الهامى ، يعنى تميز بين حق و باطل ، ديگر خودش مىتواند تميز بين حق و باطل بدهد ، خودش مىتواند الهامات غيبى داشته باشد . و بالاخره خود همان مقام فرقان موعد مىشود ، مهيا مىشود براى مقام تخليه ، مرادم اين جملهء امام صادق سلام‌الله عليه كه فرمودند اگر شرح صدر مىخواهى بايد بدانى « العبد و ما في يده كان لمولي » بايد توحيد ذاتى داشته باشى ، بايد توحيد صفاتى داشته باشيد تا مقام عبوديت براى تو پيدا بشود و خيال هم نكنيد به اين زودىها اين مقام براى كسى پيدا مىشود ، مقام مشكلى است . به اين مىگويند مقام تسليم ، آن براى خود يك صفتى است . مقام تسليم يك مقامى است كه قرآن شريف مىخواهد ، خيلى با تأكيد هم مىخواهد و اما پيدا شدنش\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":44},
  {"content":"\r\n\r\nهم براى همه كار بسيار مشكلى است « يا ايها الذين آمنوا ادخلوا في السلم كافه » ( بقره - 204 ) و اگر كسى بخواهد به جايى برسد قرآن مىفرمايد كه بايد دست بزند به عروهءالوثقى الهى ، و عروهءالوثقى الهى همين مقام تسليم است . « و من يسلم وجهه الي الله و هو محسن فقد استمسك بالعروةالوثقي » ( لقمان - 21 ) كسى كه تسليم در مقابل خدا پيدا كند . يعنى راستى برسد به جايى كه چون و چرا در كارش نباشد . نمىگويم من و شما بايد اين حالت را داشته باشيم ، اين كه معلوم است حرف نامربوطى است ، به اين زودىها كه من و شما نمىتوانيم كه « و من يسلم وجهه الي الله » باشيم ، ابن رافع مىگويد كه من ده سال خدمت پيغمر اكرم ( ص ) بودم يك لغو از ايشان نشنيدم . اين مال پيغمبر است ، نمىتوانيم ، اما بايد بدانيم كه يك بنده‌هايى هستند كه چنين‌اند يك مقام‌هايى هست كه براى اين انسان است ، يك مقام‌هايى هست كه انسان اگر به آن برسد قيمتش از دنيا و آخرت بالاتر است « فلا تعلم نفس ما اخفي لهم من قرة اعين » ( سجده 17 ) اينها كه راستى هيچ لغو در كلماتش اصلًا و ابداً ديده نمىشود . ما بسيارى از چيزها را عقيده داريم اما وقتى به اخلاق مىرسد ، به عمل مىرسد ، به دل مىرسد ، كار لنگ است آن هم لنگ صددرصد است . پاى استدلاليان چوبين بود . اين پاى استدلاليان چوبين بود ، راجع به همين جاهاست . ممكن است چهل دليل اقامه كند\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":45},
  {"content":"\r\n\r\nبراى عقيده‌اى ، عقيده هم داشته باشد ، عقلش هم باور كند ، اما وقتى به دل و عمل مىرسد ، هيچ باور نداشته باشد ، « ما اصاب من مصيبة في الارض و لا في انفسكم ، الا في كتاب من قبل ان نبراها ان ذالك علي الله يسير » ( حديد - 22 ) اين بحث قضا و قدر ، بعد لام غايت مىآيد لكيلا تأسوا على ما فاتكم و لا تفرحوا بما اتيكم ( حديد - 23 ) براى اينكه لغو در كلام تو نباشد اگر هم يك نعمتى آمد خيلى خوشحال نباشيد براى اينكه دلبستگى به نعمت و خوشحالى از نعمت ، انسان را مشرك مىكند . تأسف از رفتن نعمت ، غم و غصه از رفتن نعمت ، آن هم انسان را مشرك مىكند . لذا قرآن هر دو را پهلوى هم مىگذارد « لكيلا تأسوا علي ما فاتكم و لا تفرحوا بما اتيكم » عقيدهء همهء ما اين است كه « ما اصاب من مصيبة في الارض و لا في انفسكم ، الا في كتاب » كدام طلبه‌اى است كه عقيده به اين حرف نداشته باشد . پس چرا غم داريم ؟ چرا غصه داريم ؟ چرا نگرانى داريم ؟ بله يك افرادى هستند كه غم و غصه از گذشته و نگرانى از آينده ندارند . اصلًا و ابداً « الا ان اولياء الله لا خوف عليهم و لا هم يحزنون » ( يونس - 62 ) اينها كيانند ؟ آنهايى كه توحيد صفاتى به معنى دوم دارند ، تسليم در مقابل خدا را باور كرده‌اند . و اينكه جهان به اندازه‌اى منظم است كه اگر يك پشه‌اى يك بال زيادتر بزند يا يك بال از ماشين خلقت كم كند . عالم به اين چنانى مضمهل خواهد شد .\r\nبه عبارت ديگر\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":46},
  {"content":"\r\n\r\nباور كرده است « و ان من شيء الا عندنا خزائنه و ما نزله به قدر معلوم » بحث تمام شد وقت ما هم تمام شد . يك جمله بگويم : نمىگويم كه بايد اين مطالبى را كه گفتم داشته باشيم ، مىگويم بايد در راه بيفتيم . هفت شهر عشق را عطار گشت ما هنوز اندر خم يك كوچه‌ايم . آن هم خيلى هنر كرده‌ايم ، انسان بتواند اندر خم يك كوچه باشد . همين مقدار بدانيد . من و شما اصلًا وارد كوچه‌اش هم نشده‌ايم . توحيد صفاتى به معناى دوم را نداريم ، اما بايد مخصوصاً به ما اهل علم به مرور زمان با رياضتهاى دينى ، با دعا و راز و نياز از خدا اين مقام‌ها را لااقل كمش را ، لااقل به قول اين شاعر وارد كوچه‌اش بشويم تا انشاء ا . . . بتوانيم به عروهءالوثقى الهى ، دست بزنيم و سعادت دنيا و آخرت شامل حال ما بشود انشاءا . . .\r\nخدايا به عزت و جلالت قسمت مىدهم صفات انسانيت ، حالت تنبه ، نورانيت دل ، توفيق عبادت و بندگى و ترك معصيت ، توفيق وظيفه‌شناسى و عمل كردن به وظيفه ، توفيق تهذيب نفس ، توفيق مقام تسليم در مقابل خودت ، به عرات ديگر توفيق پيدا كردن توحيد صفاتى به هر دو معنى ، به همهء ما عنايت بفرما .\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":47},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 44 ","page_number":48},
  {"content":"\r\n\r\n\r\nتوحيد افعالى\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":49},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 46 ","page_number":50},
  {"content":"\r\n\r\n\r\nگفتار چهارم توحيد در خالقيت\r\nبحث ما دربارهء توحيد و مراتب توحيد بود . بحثى با ارزش و مفيد خواهد بود . اميدوارم براى من و شما مفيد باشد . عرض شد توحيد و مراتب آن را از نظر اخلاق بررسى مىكنيم ، بحث رنگ فلسفى يا عرفانى و كلامى ندارد بلكه اخلاقى است . اگر به عرفان و فلسفه يا كلام اشاره‌اى شود جنبهء مقدمه دارد .\r\nتوحيد به اقسامى منقسم شده است ، اول توحيد ذاتى دوم توحيد صفاتى كه دربارهء آنها فىالجمله بحث شد .\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":51},
  {"content":"\r\n\r\nسوم ، توحيد افعالى است كه به پنج قسم تقسيم مىشود ، قسم اول توحيد در خالقيت است و معنى توحيد در خالقيت از نظر فلسفه و علم كلام و از نظر قرآن شريف اين است كه خلق ، خالقيت منحصر به ذات ربوبى است . هيچ‌چيز و هيچ كس نمىتواند خالق باشد و شايد بيش از پنجاه آيه در قرآن باشد كه مىفرمايد خالقيت منحصر به ذات ربوبى است . قرآن مىفرمايد :\r\n« هو الخالق البارء المصور له الاسماء الحسني » ( حشر - 24 ) و « الله خالق كل شي و هو علي كل شي وكيل » ( زمر - 62 ) نه اينكه خدا شما را خلق كرده است ، آنچه از عمل خير هم كه از شما سر مىزند ، فعلى كه از شما سر مىزند ، آن هم از طرف خداست ، قرآن مىفرمايد : ما اصابك من حسنة فمن الله در توحيد خالقيت ، يك اشكال كوچكى دارد اگر چه مربوط به اين بحث نيست ، اما چون ممكن است اين اشكال به ذهن بعضى از شما بيايد بطور فشرده اشكال و جواب اشكال را مطرح مىكنم تا به جنبه اخلاقى آن برسيم .\r\nشما مىدانيد كه اگر فعلى از ما سر بزند همه چيز آن جز اراده ما از خداست يعنى خدا به ما وجود داده است ، خالق وجود ما خداست ، خدا به ما عقل داده است ، خدا به ما شعور داده است ، خدا به ما نيرو داده است ، زمان و مكان خالقش خداست\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":52},
  {"content":"\r\n\r\nو بالاخره مقدماتى كه يك فعل لازم دارد همه و همه از خداست ، حتى خدا ما را با اراده خلق كرده است ، فرق ما و يك ماشين در راه رفتن اين است كه ماشين شعور ندارد و ما با شعور راه مىرويم اگر يك كارخانه‌اى كار مىكند و چكش بواسطه جريان برق روى سندان مىخورد ، خوردن چكش روى سندان غيرارادى است ، يعنى اينكه چكش با شعور عمل نمىكند خود آن درك ندارد . اما اگر دست ما به صورت بىگناهى بخورد با آن چكش كه روى سندان خورده است تفاوت دارد .\r\nفعل ما ارادى است . به قول مثنوى كه مىگويد : « اين كنم يا آن كنم اين دليل اختيار است اى آقا فرق آن و اين يعنى ، فرق آن چكش خوردن روى سندان و فرق خوردن دست ما بر روى ميز به تفاوت وجود اراده در فعل ما است . اما همين اراده را ، همين من را ، من مختار را ، نيز خدا خلق كرده است . خالق خداست . پروردگار عالم ، من را مختار خلق كرده است و همه مقدمات را خلق كرده است ، يعنى وجود داده است ، سلامتى داده است ، عقل و شعور داده است ، زمان و مكان داده است . براى اينكه كار را انجام بدهد . بعد از آن هم بواسطه يكصد و بيست و چهار هزار پيامبر دستور داده است كه اين چيزهايى كه به تو داده‌ام ، از جمله خودت ، اراده‌ات را در راه خير مصرف كن و از شر بپرهيز\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":53},
  {"content":"\r\n\r\nخودسازى كن ، ديگر گرا باش ، آنچه به تو داده‌ام در حالى كه براى خودت خرج مىكنى ، براى ديگران هم خرج كن . « لينفق ذوسعه من سعته و من قدر عليه رزقه فلينفق مما اتيه الله » ( طلاق - 7 ) « اتيه الله » فقط مخصوص مال نيست همه چيز را شامل مىشود و چنانچه انفاق فقط مخصوص به مال نيست معنى انفاق يعنى پركردن خلاءها و اين پركردن خلاء گاهى به واسطه مال كمبود فقر را پر مىكنم ، گاهى بواسطه عقل خلائى را كه احتياج به عقل دارد پر مىكنم ، گاهى به واسطه قلم خود ، گاهى به واسطه بيان خود ، كار خود بعضى خلاءها را پر مىكنيم . قرآن شريف مىفرمايد : « لينفق ذوسعه من سعته و من قدر عليه رزقه فلينفق مما اتيه الله » ( طلاق 7 ) خدا به تو خيلى چيز داده است . نه فقط براى خودت ، بلكه هر كس به اندازه قدرتش ، شعورش ، نيرويش و بالاخره به اندازه مالش بايد انفاق كند ، حالا ولو اينكه گفتن حرفى باشد ، دلى بدست آوردن باشد ، ولو اينكه شام خود را نصف كند ، نصف خود بخورد و نصف ديگر را به ديگرى بدهد « و من قدر عليه رزقه فلينفق مما اتيه الله » نبايد بيكار نشست ، نمىشود آنچه دارد فقط براى خود مصرف كند و خودگرا باشد . شعار يكصد و بيست و چهار هزار پيامبر « تقوا » بود ، خويشتن‌دارى از مخالفت خدا ، « و ان تعدّوا نعمتة الله لا تحصوها ان الانسان لظلوم كفار » ( ابراهيم - 34 )\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":54},
  {"content":"\r\n\r\nآنچه خدا داده است در كارى كه خير نيست مصرف نكنيم . در كارى كه رضاى خداى نيست ، مصرف نكنيم . آن تكوين و آن هم تكوين و آن هم تشريع ، يعنى تكوين و تشريع هر دو از خداست . دوش بدوش يكديگر ارائه شده‌اند و به ما مىگويد با اراده‌اى كه خدا داده است يعنى وجودش از خداست تو مىتوانى تكوين و تشريع را صرف كنى در راهى كه رضاى خدا در آنست . حالا اگر كسى آنچه را خدا داده است در خيرات صرف كرد ، مىتوان نسبت فعل را به خدا داد و همچنين مىتوان نسبت فعل را به كسى كه عمل را انجام داده است در خيرات صرف كرد ، مىتوان نسبت فعل را به خدا داد و همچنين مىتوان نسبت فعل را به كسى كه عمل را انجام داده نيز بدهند . مثل اينكه شما پولى به من بدهيد كه من در خيرات صرف كنم ، ممكن است نسبت فعل را به كسى كه عمل را انجام داده نيز بدهند . مثل اينكه شما پولى به من بدهيد كه من در خيرات صرف كنم ، ممكن است نسبت فعل به شما داده شود و هم نسبت فعل خير را به من هم داد ، اينكه شمائيد اين كار خير را انجام داده‌ايد و اگر پول را به من داديد كه من در خير صرف كنم ، اما من در راه شر صرف كردم ، اين ديگر به شما مربوط نيست ، هيچ‌كس نسبت فعل را به شما نمىدهد ولو اينكه پول مال نيست ، هيچ‌كس نسبت فعل را به شما نمىدهد ولو اينكه پول مال شما باشد . تمام پيامبران مردم را به تقوا دعوت كردند ، يعنى اينكه آنچه خدا داده است در خيرات صرف كنيد ، ولو اينكه تمام مال از خداست . اگر ما حرف انبياء را نشنويم و آنچه خدا داده است در راه شر و ظلم صرف كنيم ، ما هستيم كه شروريم و فعل به خدا بر نمىگردد . ما هستيم كه سيئه بجا آورده‌ايم نه خدا ، ولو اينكه\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":55},
  {"content":"\r\n\r\nهمه چيز مال خدا بوده است . حتى وجود با اراده ما هم مال خدا بوده است . بالاخره آن خدايى كه همه چيز را داده است ، پيامبران را هم فرستاده است ، كه دارائى خود را در خيرات صرف كنيد . لذا قرآن شريف روى يك جمله اصرار دارد و آن اينكه : « ما اصابك من حسنة فمن الله و ما اصابك من سيئة فمن نفسك » ( النساء - 79 ) . اگر فضيلتى از فضايل در شما پيدا شد آن هم از خداست . براى اين كه همه چيزش ، حتى اراده‌اش مال خداست ، اما اگر شرى يا سيئه‌اى از شما سر زد « فمن نفسك » يعنى تويى كه نعمت خدا را در گناه صرف كرده‌اى ، تويى كه اراده‌اى كه خدا داده است براى اينكه با آن اراده به خدا برسى ، نه اين كه خود را سقوط دادى و به « اسفل السافلين » رساندى . تويى كه وجودت ، عقلت ، سلامتى خود را ، شعور و مال خود را ، زمان و مكان را براى كارهاى شر به كار گرفتى ، آنها مال خدا بودند ولى تو در راه شر صرف كردى ، پس « ما اصابك من حسنة فمن الله » براى اينكه خدا همه چيز را داده و پيامبران هم گفته‌اند كه درخيرات صرف كنيد و تو نيز آن را انجام دادى ، و اما « و ما اصابك من سيئه فمن نفسك » براى اينكه خدا همه چيز را داده است و پيامبران همه گفته‌اند كه در خيرات صرف كنيد ، اما تو در شر صرف كردى . اين آيه شريفه كه نظيرش در قرآن زياد است\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":56},
  {"content":"\r\n\r\nهمان جمله مشهورى است كه مىگويد : « لا جبر و لا تفويض بل امر بين الامرين » جبر نيست كه اشعرى مىگويد ، و تفويض هم نيست كه معتزلى مىگويد ، بلكه بقول امام صادق ( ع ) كه نظر شيعه نيز همين است . يك چيزى است بين اين دو . يعنى همه چيز مال خداست و آن خدا فرموده است كه همه را صرف خيرات كنيد . نه صرف شرور ، اين بنده است كه صرف خيرات كند يا صرف شرور . نسبت خوبيها همه و همه به خدا مىرسد براى اينكه اوست كه پول داد به شما و شما پول به فقير داديد و نسبت بديها همه و همه به ما است . براى اينكه اوست كه پول داد تا ما صرف خير بكنيم ، اما صرف شرور كرديم ، اين همان جمله « لا جبر و لا تفويض بل امر بين الامرين » است . قرآن در سوره نساء مىفرمايد : « و ان تصبهم حسنه يقولوا هذه من عند الله و ان تصبهم سيئة يقول هذه من عندك قل كل من عند الله فمال هؤلاء القوم لا يكادون يفقهون حديثاً » ( نساء - آيه 78 ) . چرا اينها اينقدر بىدرك هستند ، بايد بگويند همه از طرف خداست . اگر وجود است ، اگر شعور ، عقل ، سلامتى ، مال وبالاخره درايت و فهم است از خداست . اراده و خود ما هم از خدائيم « كل من عند الله » بعد بلافاصله مىفرمايد كه : « و قل كل من عند الله » يعنى همه نعمتها از خداست ، و اما\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":57},
  {"content":"\r\n\r\n« ان تصبهم حسنة فمن الله و ان تصبهم سيئه يقولوا هذه من عندك » اين سه آيه ، يك آيه است ، يعنى يك جمله است يعنى يك دفعه نازل شده است ، كه مله اول نسبت به پيغمبر است . به پيغمبر مىگويد كه پيروزيها مال خداست و شكستها مال توست . منافقين مىگفتند العياذالله تو نتوانستى شكست دهى .\r\nآيه شريفه آمد كه نه « كل من عند الله » هر نعمتى از خداست . توحيد در خالقيت ، هر چه هست از خداست . وجود يعنى تجلى حق بقول قرآن « و ما امرنا الا واحده كلمح بالبصر » ( قمر - 50 ) آن تجلى است از تجليات خدا ، در اين تجلى از خدا ، هر چيزى كه زير پوشش اين وجود است از حق است . الا اينكه ما هستيم كه مىتوانيم اين وجود را صرف در خيرات كنيم . اگر در خيرات صرف كرديم ، مثل همان پولى است كه شما به من بدهيد و بگوئيد كه در خيرات صرف كنيد و من هم در خيرات صرف كنم . مردم نسبت فعل را به شما مىدهند و مىگويند خدا به آقا خير بدهد كه به فقراء و ضعفاء و بيچاره‌ها رسيدگى مىكند و اما اگر پول را به من داديد و گفتيد در خيرات صرف كنيد و من در ظلم و شر صرف كردم ، به شما نمىگويند آدم بدى هستيد . همه مىگويند او آدم بدى است كه در امانت مردم خيانت كرد و پولى را كه بايد صرف در خيرات شود ، در شرور صرف كرد\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":58},
  {"content":"\r\n\r\nو « قل كل من عند الله » پول همه‌اش مال شما بود ، صرف آن هم در خيرات و يا در شرور مربوط به من بوده است . اما نسبت فعل اگر در خيرات باشد به شما داده مىشود ولى نسبت در شرور به من داده مىشود . نسبت به فاعل قريب ، لذا قرآن اول ، مىفرمايد : « قل كل من عند الله » پول همه‌اش مال شما بود ، صرف آن هم در خيرات و يا در شرور مربوط به من بوده است . اما نسبت فعل اگر در خيرات باشد به شما داده مىشود ولى نبست در شرور به من داده مىشود . نسبت به فاعل قريب ، لذا قرآن اول مىفرمايد : « قل كل من عند الله » بعد بلافاصله مىفرمايد : « ما اصابك من حسنة فمن الله و ما اصابك من سيئة فمن نفسك » قرآن چقدر شاهكار دارد ، چقدر رسا حرف مىزند و از اين گونه آيات ، شيعه يك جمله‌اى را گرفته است كه « و لا جبر و لا تفويض بل امر بين الامرين » كه برگشت همه حرفها به اين است كه بايد توحيد در خالقيت در قائل باشيم ، اگر خداى نكرده ، فضلى از فضايل از ما سر زد و ما به خودمان نسبت بدهيم اين شرك خفى است و به توحيد در خالقيت ضرر مىزند و نقطه سياهى در توحيد در خالقيت مىآورد . عجب است باليدن به كار خود و براى همه مخصوصاً براى ما ، اين عجب زياد جلو مىآيد .\r\nدو چيز است كه ريشه‌كن كردن آن بسيار مشكل است و اتفاقاً يك چيز فوق‌العاده رايجى در ميان مردم وجود دارد ، يكى رياء و تظاهر است و اينكه كار رنگ خلوص نداشته باشد ، به اندازه‌اى رايج است كه در روايات مىخوانيم كه گرد رياكارى به دامن همه مىنشيند . به اندازه‌اى مشكل است كه درباره\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":59},
  {"content":"\r\n\r\nبحرالعلوم كه معلم اخلاق بود در آخر عمر مىتوانست ادعا كند كه من آن هستم كه رياء را از دلم ريشه‌كن كرده‌ام . اين درخت رذيله از دلم ريشه‌كن شده است و اگر بحرالعلوم نبود مىگفتيم چه ادعادى بزرگى است ، نمىپذيرفتيم ، اما از مثل بحرالعلوم را مىشود پذيرفت . اما اين جمله بحرالعلوم خود يك درس اخلاق است . بحرالعلوم كه نمىخواهد به من و شما بگويد من آن كسى هستم كه چه كردم و چه شده است . از اين بالاتر است ، او به من و شما مىگويد ، بدان كه ريشه اين رذيله را از دل كندن بسيار مشكل است . لذا در روايات مىخوانيم كه رياء به اندازه‌اى مخفى است كه اگر مورچه سياهى در دل شب تاريك روى يك سنگ سياهى راه برود ، آيا جاى پاى ، صداى پاى او را مىتوان ديد يا شنيد ؟ نه ! رياء اينقدر مخفى است . مورچه اصلًا و ابداً جاى پا يا صداى پا ندارد ديگر چه رسد به اينكه روى سنگ راه برود ، چه رسد مورچه سياه روى سنگ سياه راه برود ، چه رسد به اينكه در دل شب باشد . همهء اينها از باب مثال است ، مثال مىخواهد به ما بگويد مواظب اين صفت رذيله‌باش ، دامن‌گير همه هست . و بايد روى آن كار كرد بايد مراتب خلوص را بدست آورد . خلوص داراى مراتبى است ، چهارده مرتبه براى خلوص ذكر كرده‌اند كه اگر ما بتوانيم همان مرتبه اول را هم بگذرانيم كفايت\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":60},
  {"content":"\r\n\r\nمىكند ، ولو اينكه افرادى سراغ داريم كه براستى چهارده مرتبه را هم پشت سر هم گذاشته‌اند ، لذا ادعاى اينكه بگوئيم من رياء ندارم ، ادعاى بسيار بزرگى است . ممكن است گفته باشد ، ولى ما نشنيده‌ايم . اما ما فقط از بحرالعلوم شنيده‌ايم كه آن آخر عمر ادعا كرده است كه من توانسته‌ام اين رذيله را از دل ريشه‌كن كنم . از اين مهمتر اينكه مخصوصاً براى ما اهل علم ، وجود رياء در اعمال عيب بسيار بزرگ است . لذا مىگويند كه افلاطون در آخر عمرش گفته است كه دانستم كه هيچ نمىدانم ، بعد يك بزرگى مىگويد كه از افلاطون چنين ادعاى بزرگى ممكن است پذيرفته شود . اما مگر از همه پذيرفته مىشود كه بگويد كه دانستم كه هيچ ندانستم . يك اشعارى هم منسوب به شيخ‌الرئيس است ، شيخ‌الرئيس هم اين ادعا را كرده است . يك روايتى هم مربوط به امام صادق ( ع ) است ، ولى من آن را نديده‌ام . اما در ميان اهل علم مشهور است كه امام صادق ( ع ) است ، ولى من آن را نديده‌ام . اما در ميان اهل علم مشهور است كه امام صادق ( ع ) مىفرمايد\r\n: « العلم ثلاثة اشبار من دخل في شبرالاول تكبر و من دخل في شبر الثاني تواضع و من دخل في شبر الثالث يعلم انه لا يعلم شيئاً\r\n» مضمون روايت ، اگر روايت هم نباشد از نظر علم اخلاق واقعيت دارد . هميشه و شايد هم بشود گفت كه مضمونش دلالت بر اين مطلب دارد . ما وقتى كه وارد در ادبيات شديم ، اگر مواظب خودمان نباشيم ،\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":61},
  {"content":"\r\n\r\nيك عجب بزرگ براى ما پيدا مىشود . باليدن به خود ، نازيدن به علم خود ، باليدن به اينكه من آنم كه تخصص در معارف اسلامى دارم . همه اينها شرك است . البته شرك خفى است . به عبارت ديگر شركت اخلاقى است ، آن شركى كه در سوره يوسف آيه‌اش را در يك جلسه‌اى خوانده‌آيم كه مىفرمايد :\r\nو ما يؤمن اكثرهم بالله و هم مشركون ( يوسف - 106 ) انصافاً اين آيه انسان را تكان مىدهد . بايد به خود لرزيد . انسان بايد خيلى مواظب خودش باشد . مسلمان‌ها حتى همان‌هايى كه عقايدشان قطعى است ، نه استدلالى يعنى روى عقايدشان قطع دارند . البته همين مقدار هم برايشان بس است . نود درصد مردم روى عقايدشان قاطعند . مىداند خدا هست اما نمىتواند استدلال كند كه خدا هست . مىداند خدا يكى است اما استدلال ندارد . مىداند پيغمبر هست ، مىداند قرآن كتاب خداست ، مىداند ائمه طاهرين بر حق هستند ، مىداند معاد هست ، اما روى آن استدلال ندارد . همين كه نتيجهء استدلال پيش اوست ، كفايت\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":62},
  {"content":"\r\n\r\nمىكند . مردم نتيجه استدلال را دارند . غير ما كه علاوه بر نتيجهء استدلال ، استدلال را هم داريم . آن هم نتيجهء استدلالى كه قطع دارند . فقهاء مىگويند همين مقدار هم كافى است كه ترديد نداشته باشد . ديگر او مسلمان است . پروردگار عالم هم روز قيامت اگر او آدم خوبى باشد ديگر ؛ شتر ديدى ، نديدى .\r\nاين پاكدل‌ها و اين ساده‌لوح‌ها ، اگر در زندگى آنها گناه نباشد ، هفتاد نفر آنها قبل از آن كه يك نفر از ما به بهشت برود ، وارد بهشت مىشوند . دسته دسته وارد بهشت مىشوند . همان قطع داشتن آنها كفايت مىكند . ما كه استدلال داريم همه و همه از نظر اعتقاد ، توحيد در خالقيت داريم ، يعنى از هر عامى بپرسند كه خالق اين جهان كيست ؟ مىگويد « الله خالق كل شي » ( زمر - 2 ) اين قرآن است كه مىفرمايد : « الله خالق كل شي » . لذا از نظر اعتقاد ، ما لنگ نيستيم ، نه ما لنگ هستيم نه عموم مردم ، پس اين آيهء شريفه چه مىفرمايد : « و ما يؤمن اكثرهم بالله الا و هم مشركون » مىگويد غالب مشرك هستند . اين شرك اخلاقى است . اين شرك خفى است . يعنى بسيارى از ما در توحيد خالقيت نقطه سياه داريم آن رياهاى ما ، شما رياء نداريد ، عجب‌هاى شما . نمىدانم آيا توانسته‌ايد درخت عجب را از دل ريشه‌كن كنيد يا نه ؟ با كمال شجاعت بگويم نه ! مگر مىشود ؟\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":63},
  {"content":"\r\n\r\nبه قول استاد بزرگوار ، امام خمينى ( ره ) بيست سال رياضت مداوم مىخواهد تا يك صفت رذيله از دل بركنده شود . بعضى از صفات رذيله ممكن است هفت يا هشت سال طول بكشد تا بركنده شود . اما مسئله ريا و مسئلهء عجب ، مسئلهء منيت و تكبر « آخر ما يخرج عن قلوب صديقين حب الجاه » عجب آن وقت ريشه‌كن مىشود كه آدم صديق است . شما همه متقى هستيد ، اما چه كسى صديق است . چرا اينها را مىگويم ؟ براى اينكه مىخواهم بگويم مواظب باش ، نقطهء سياه در توحيد افعالى ، در توحيد خالقيت ، خيلى ضرر دارد . به اندازه‌اى ضرر دارد كه صاحب وسائل « رضوان‌الله تعالى عليه » در جلد اول وسائل در مقدمه عبارات يك روايت را نقل مىكند كه : دو نفر وارد مسجد شدند . يكى فاسق و ديگرى صديق بود . وقتى از مسجد بيرون رفتند ، آن فرد فاسق صديق شده بود و آن صديق فاسق شده بود . امام صادق ( ع ) مىفرمايد : آن به اين دليل بود وقتى كه اين دو نفر وارد مسجد شدند آن فرد فاسق آه و ناله داشت از گناهانش و عجب نداشت ، كوچك و شرمنده بود در مقابل خدا از افعالى كه پنجاه سال انجام داده بود به قول قرآن « يبدل الله سيئاتهم حسنات و كان الله غفوراًرحيماً من تاب و عمل صالحاًفانّه يتوب الي الله متاباً » ( فرقان 70 ) پروندهء تاريك او نابود شد و پرونده درخشانى براى او جلو آمد .\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":64},
  {"content":"\r\n\r\nاما آن صديق فاسق شده بود ، امام مىفرمايد براى اينكه به عملش نازيد ، به عملش باليد ، اين من هستم كه نماز شب مىخوانم ، اين من هستم كه چه و چه اين باليدن‌ها نقطهء سياه است . نقطهءسياه گاهى در توحيد ذاتى ، گاهى در توحيد صفاتى ، گاهى در توحيد افعالى پيدا مىشود .\r\nمسئلهءريا را كوچك نشماريد . مسئله بكرى هم است كسى روى او صحبت نكرده است . الحمدالله اين مسئله جلو آمده است . از خدا بخواهيد اين مسئله بكر را تا آخر برسانيم . اما تقاضا دارم از نظر علمى كمى به آن اهميت بدهيم . يك مقدار از نظر عمل هم به آن اهميت بدهيم .\r\nخدايا به عزت و جلالت قسمت مىدهم صفات انسانيت ، حالت تنبه ، نورانيت دل ، توفيق عبادت و بندگى و ترك معصيت ، توفيق وظيفه‌شناسى و عمل كردن به وظيفه ، توفيق تهذيب نفس ، توفيق مقام تسليم در مقابل خودت ، به عرات ديگر توفيق پيدا كردن توحيد صفاتى به هر دو معنى ، به همهء ما عنايت بفرما .\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":65},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 62 ","page_number":66},
  {"content":"\r\n\r\n\r\nگفتار پنجم توحيد در ربوبيت\r\nبحث ما دربارهء توحيد و مراتب توحيد بود ، راجع به توحيد ذاتى و توحيد صفاتى يك مقدارى صحبت كرديم . بحث گذشته مربوط به توحيد افعالى بود . گفتم توحيد افعالى منقسم مىشود به پنج قسم ، قسم اول توحيد در خالقيت ، دربارهء آن فىالجمله صحبت كردم . و يك نكته‌اى را تذكر بدهم و از آن بگذرم . آن اين است كه قرآن شريف راجع به اين توحيد در خالقيت خيلى تأكيد دارد . قرآن به معناى\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":67},
  {"content":"\r\n\r\nمختلفه‌اى مىفرمايد . حتى به پيغمبر اكرم ( ص ) « قل لا املك لنفسي نفعاً و لا ضرا الا ماشاءا . . . » ( اعراف 188 ) اى پيغمبر بگو ، من هيچ نفعى ندارم از طرف خودم ، من هيچ ضررى از طرف خودم ندارم . حتى علم غيب هم از طرف خودم ندارم « ولو كنت اعلم الغيب لا ستكثرت من الخير و ما مسني السوء » ( اعراف - 188 ) ب ا فرضى كه همه ما مىدانيم پيغمبر اكرم رحمة للعالمين بود . براى جامعه بشريت خيلى نفع داشت . همهء ما مىدانيم كه اگر جنگى بر پيغمبر اكرم جلو مىآمد پيغمبر اكرم خيلى براى دشمن ضرر داشت . هفتاد و چهار جنگ براى پيغمبر جلو آمد و فاتحانه از اين جنگها بيرون آمد . همه ما مىدانيم پيغمبر اكرم ( ص ) علم غيب داشت . بيش از هزار معجزه غيبى از او نقل مىكنند . پس اين آيه و نظير اين آيه چه مىگويد : « قل لا املك لنفسي نفعاً و لا ضراً » اين آيه و امثال اين آيه كه در قرآن زياد بيان شده است به ما توحيد در خالقيت را تذكر مىدهند .\r\nانسان بايد از نظر عقيده از نظر دل مخصوصاً از نظر عمل به مرتبه و مقامى برسد كه استقلال براى خودش تصور نكند . بداند هيچ استقلالى ندارد و هر چه هست از اوست . اگر زردآلو براى ديگران نفعى دارد از خداست . اگر در آن سمى نهفته شده است اين خاصيت از خداست . اگر كسى مثل پيغمبر\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":68},
  {"content":"\r\n\r\nرحمة للعالمين است از خداست . و اگر بجا قهاريت دارد ، و اگر قهار است از خداست . اگر علم غيب هم دارد از خداست . بالاخره ، پيغمبر اكرم ( ص ) اگر آن مقام شامخ را دارد ، يك تجلى از تجليات خدا است . و اگر عالم موجود است با آن همه ارزشها ، با آن همه نفعها ، با آن همه آثار ، آن هم يك تجلى از تجليات حق است « و ما امرنا واحدة كلمح بالبصر » ( قمر 50 ) يك تجلى از طرف حق ( عالم وجود ) است . همه اينها تجليات حق است . لذا به قول صدرالمتألهين رضوان‌الله تعالى عليه راجع به قرآن مىفرمايد كه پروردگار عالم يك تجلى كرد با همه اسماء و صفاتش قرآن پيدا شد . استاد بزرگوار ما حضرت امام رضوان‌الله تعالى عليه مىفرمايد . اين كلام خوبى است . اما ناقص است زيرا بايد بگويد كه پروردگار عالم يك تجلى كرد با همه اسماء و صفاتش پيدا شد . آن دو پشتوانه‌اى كه در روايت ثقلين آمده و به گفته وصيت‌نامه الهى و سياسى ، افتخار براى عالم تشيع هستند . حتى به قول اين مرد بزرگ كه بايد بگوئيم ، ولايت را چشيده است . تجلى حق با همه اسماء و صفاتش ، حتى اسماء و صفات مستأثر ، و مكنونه كه هيچ‌كس نمىداند جز خدا . تجلى با همان اسماء ، با همان صفات قرآن پيدا شد . عترت پيدا شد . لذا قرآن با اين مقام شامخش كه به قول خودش « تبياناً لكل شي » است .\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":69},
  {"content":"\r\n\r\nعترت با اين مقام شامخش يك تجلى از تجليات حق است . به اندازه‌اى بايد تجلى بدانيم تدلى بدانيم كه بگوئيم پيغمبر اكرم هم نفى و ضررى ندارد . بالاخره هر فعلى از كسى سر مىزند نيست الا باذنه . اين اذن در اينجا اذن تكوينى است . حضرت عيسى عليه السلام به قومش مىگفت : « انّي قد جئتكم بآية من ربّكم ؛ اني اخلق لكم من الطين كهيئة الطير فانفخ فيه فيكون طيراً باذن الله و اتبئكم بما تأكلون و ما تدخرون في بيوتكم . ( آل‌عمران - 49 ) من آنم كه مىتوانم از خاك يك پرنده بسازم ، اين جمله باذن الله ، در حين آيه شريفه مىبينيم كه تكرار مىشود .\r\nيعنى حضرت عيسى مىتواند پرنده بسازد ، اما خالق خداست . حضرت عيسى مىتواند كور مادرزاد و مرض پيسى را شفا بدهد ، مىتواند مرده را زنده بكند ، اما خالق خداست ، مىتواند بگويد صبحانه چه خوردى . ناهار چه مىخورى . در خانه‌ات چه چيز دارى اما باز اين علم از خداست .\r\nقرآن شريف راجع به توحيد در خالقيت پافشارى دارد . همه ، مخصوصاً بايد پايه توحيد در خالقيت در دل ما رسوخ كند . ديگر اين كه « كل يعمل علي شاكلة » از كوزه همان برون طراود كه در اوست . ديگر خواه ناخواه عمل ما ، گفتار ما\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":70},
  {"content":"\r\n\r\nتوحيد در خالقيت را مىپذيرد . ما عملًا بايد توحيد در خالقيت داشته باشيم . ما بايد بدانيم كه كسى حتى پيغمبر اكرم ( ص ) نمىتواند خالق چيزى ، خالق كسى باشد . مىدانيد كه اين بحث مفصلى است . اما به همين اندازه اكتفا مىكنم .\r\nبحث امروز ، راجع به قسم دوم از توحيد افعالى است و آن توحيد در ربوبيت است معناى رب يعنى پرورش . همينطورى كه رب را پروردگار معنا كردند . اين معناى بسيار رسايى و معناى بسيار خوبى است . معناى رب يعنى پروردگار و معناى پروردگار يعنى مؤثر و بعضى « لا إله الا الله » را همين جور معنا كرده‌اند « إله » را به معناى رب گرفته و گفتند كه معنايش اين است كه « لامؤثر في الوجود الا الله » چيزى ، كسى نمىتواند در زندگى ما در سعادت و شقاوت ما ، در عزت و ذلت ما مؤثر باشد . در اين باره هم قرآن شريف خيلى تأكيد دارد . آيه « قل اللّهم مالك الملك » كه مىفرمايد : اگر كسى عزت بخواهد ، شرافت بخواهد ، اين آيه را زياد بخواند ، خدا به او عزت و شرافت مىدهد . اين آيه به ما همين را مىفهماند « قل اللهم مالك الملك تؤتي الملك من تشاء و تنزع الملك ممن تشاء و تعز من تشاء و تذل من تشاء بيدك الخير انك علي كل شيء قدير » بعد در امر تكويني ميافتد « تولج الليل في النهار و تولج النهار في الليل و تخرج الحي من الميت و تخرج الميت من الحي و ترزق من تشاءبغير حساب » ( آل‌عمران - 26 و 27 ) .\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":71},
  {"content":"\r\n\r\nدر امر تشريعى نظير عزت و ذلت ، در امر تكوين نظير حركت كرهء زمين يا حركت همهء سيارات مطرح است . بالاخره در افاضه فيض ، مؤثر فقط و فقط خداست . بله ! بايد توجه به اين مطلب داشته باشيم كه پروردگار عالم مؤثر است ، اما گاهى با واسطه است و داشتن واسطه ضرر ندارد ، در اينكه پروردگار عالم مؤثر تمام در اين جهان باشد . مثلًا ما عقيده داريم كه اهل‌بيت واسطهء فيض اين عالمند . يعنى فيض از طرف حق تجلى مىكند . فيض را اينها مىگيرند و به توسط اينها فيض چه در دنيا و چه در آخرت به ديگران مىرسد . يك معنى شفاعت در آخرت هم همين است . كه اگر كسى بخواهد برود شافع مىخواهد . حتى انبياء را بايد اهل‌بيت شفاعت بكنند . يعنى واسطه فيض در روز قيامت اينها هستند ، اگر الان من دارم با شما حرف مىزنم يا شما قدرت نشستن در اينجا را داريد ، قدرت گوش دادن داريد ، اگر من و شما قدرت شعور داريم ، قدرت فهم داريم ، اصل قدرت مال خداست . ادامه اين قدرت و اينكه ادامه اين فيض براى من و شما هم بواسطه پروردگار عالم است . اما منافات ندارد اين كه ما بىواسطه قابليت براى گرفتن فيض نداشته باشيم و اهل‌بيت اينها واسطه باشند براى گرفتن فيض و آن فيض را به ما برسانند . حتى آن روايت كه\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":72},
  {"content":"\r\n\r\nمىفرمايد\r\n: اب الله ان يجري الامور الاباسبها\r\nاين عالم طبيعت طريقه خلقتش اين است كه بايد همه چيز بسته به يكديگر باشد . يعنى فيض موجودات با واسطه برسد . ولى آن اندازه كه بايد عقيده داشته باشيم كه در همه شما عقيدتان همين است اينكه مؤثرى در اين جهان جز خدا نيست . اينكه مىبينيد در قرآن اين كلمه رب خيلى تكرار شده است ، اينكه مىبينى در دعاها كه زياد هم هست نظير دعاى ابوحمزه ، همان اولش مىفرمايد : بگو اعتقاد ما رسوخ كند . در دل ما رسوخ كند اگر اعتقاد تنها باشد ، توحيد در ربوبيت خيلى مؤثر در زندگى ما نيست . مؤثر كه نيست قطعاً يك نقطه سياهى هم در اين توحيد پيدا مىشود به نام شرك اخلاقى يا به نام شرك خفى . اگر كسى را مؤثر در زندگىاش بداند . اين معلوم است كه شرك خفى دارد . مسلم است اينكه افراد شقاوت مىكنند . بعضى اوقات از بعضى چيزى مىخواهند كه از خيلى افراد اين چيز را نمىخواهند .\r\nاما همين مقدار بدانيد كه درباره حضرت يوسف قرآن شريف اينطور نقل مىكند . حضرت يوسف در زندان بود كه آن دو تا رفيقش آن خواب را ديدند و حضرت يوسف\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":73},
  {"content":"\r\n\r\nخواب آنها را تعبير كرد . و بالاخره تعبير خواب حضرت يوسف اينطور شد كه يكى از آنها آويخته مىشود و يكى از آنها هم ساقى ملك وقت مىشود . ساقى ملك مصر مىشود قرآن در اين باره مىفرمايد : هنگامى كه مىخواست ساقى ملك مصر بشود و مىخواست از زندان بيرون برود . حضرت يوسف گفت : « اذكرني عند ربك فانسيه الشيطان ذكر ربه فلبث في السجن بضع سنين » ( يوسف - 42 ) گ فت وقتى رفتى آنجا يك يادى از ما بكن . بگو يك بىگناهى را آنها زندان كرده‌آند . بفريادش برسيد . قرآن مىفرمايد : « فانسيه الشيطان » شيطان او را به فراموشى انداخت . در روايات مىخوانيم حتى از قرآن فهميده مىشود كه هفت سال به بالا يادش رفت سفارش حضرت يوسف را بگويد . بعد از هفت سال يادش آمد و گفت كه يك كسى كه تعبير خواب خوب مىكند در زندان هست . در روايات مىخوانيم وقتى كه اين دو تا رفيق از پيش حضرت يوسف رفتند ، جبرئيل آمد . جبرئيل به حضرت يوسف گفت : يوسف چه كسى تو را از دست برادرهايت نجات داد ؟ گفت خدا . گفت چه كسى تو را به آن مقامى رساند كه زليخا عاشق تو شد ؟ چه كسى تو را به آنجا رساند پيش عزيز مصر محبوب باشى و تو را به آن مقام رساند ؟ گفت خدا . گفت چه كسى تو را از دست\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":74},
  {"content":"\r\n\r\nزليخا نجات داد ؟ گفت خدا . چه كسى تو را از دست زن‌هاى مبتذل آن جلسه نجات داد ؟ گفت خدا . گفت اگر همه جا خدا ! چرا اينجا به آن مرد گفتى : « اذكرنى عند ربك » چرا نگفتى خدا ؟ متوجه شد كه بى جا كرده است . متوجه شد كه ترك اولايى از او سر زده است . معلوم است كه ترك اولىها پيغمبر را مىگيرد ، لذا قرآن مىفرمايد : « فلبث في السجن بضع سنين » براى خاطر اين جمله بيجايش هفت سال در زندان ماند . اين آيه به ما چه مىگويد ؟ اين آيه علاوه بر اينكه يك نكته اخلاى دارد كه حساب خواص از غير خواص و عوام و ماها متفاوت است . بايد خيلى متوجه خود باشيم . ممكن است يك نگاه به نامحرم ما را به بذبختى بكشاند كه اگر ده تا از آن نگاه‌ها را جوانان مبتذل عامى بكنند به بدبختى ما نباشد . در روايات مىخوانيم كه اگر كسى يك شوخى با يك زن نامحرمى بكند ، صد سال بايد در جهنم زندان باشد البته اگر بدون توبه از دنبا برود . من خيال مىكنم براى همه نباشد ، حساب خواص ، غير از حساب عوام است . اين آيه مىفرمايد كه ممكن است مردم متوسط به ديگران بشوند و مانعى هم نداشته باشد . اما مثل حضرت يوسف كه بايد توحيد در ربوبيت رسوخ در دل او كرده باشد مجسمه توحيد در ربوبيت باشد نبايد بگويد « واذكرني عند ربك » بايد دائم التوجه باشد\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":75},
  {"content":"\r\n\r\nكه « لا مؤثر في الوجود الا الله » و به جاى « اذكرنى عند ربك » بگويد يارب يارب يارب . بدانيد كه بسيارى از چيزها از ما مىخواهند در توحيد در ربوبيت كه از عوام مردم نمىخواهند . مرحوم شيخ‌انصارى در آخر مكاسب اين روايت را براى توكل ، نقل مىكند و مىفرمايد : يكى از اصحاب امام صادق ( ع ) مقروض شده بود . مضطر شده بود . تصميم گرفت كه برود در جايى ، در شهر ديگرى ، از رفيقش پول بگيرد . در وسط راه به يكى از رفقايش برخورد كرد و از او پرسيد كه كجا مىروى گفت : راستى مقروض هستم ، بيچاره هستم ، مىروم از فلانى پول بگيرم . آن يارش ( به او ) گفت : يقين داشته باش كه اميدت قطع مىشود . گفت از كجا مىدانى . گفت : براى اينكه من از امام صادق ( ع ) شنيدم كه اگر كسى اميد داشته باشد به غير خدا ، به حق خودم ، من اميد او را قطع مىكنم . لذا چون اميد دارى به غير خدا ، اميدت قطع مىشود . روايت مى » ويسد از همانجا برگشت و پروردگار عالم كارش را اصلاح كرد . ممكن است عموم مردم متوسل به ديگران ، متوسل به چيزهايى شوند و برايشان مانعى هم نداشته باشد . ولى براى ماها مقام توكل بايد خيلى زنده باشد .\r\nجمله‌اى كه در اول شرح امثله نوشته است ، اين جمله سرمشق بزرگى است ، حيف كه نه گوينده ، نه خواننده توجه به\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":76},
  {"content":"\r\n\r\nاين مطالب ندارند وقتى ما وارد تحصيل مىشويم . امثله و شرح امثله مىخوانيم و در شرح امثله مىنويسد « اول العلم معرفة الجبار و اخرالعلم تفويض الامراليه » اين جمله چه مىگويد ؟ مىگويد توحيد در ربوبيت ، در همان شرح امثله بايد آخر الامر تفويض الامراليه باشد . مردم مراتب دارند . عموم مردم اگر از راه گناه بخواهند به جايى برسند ، نقطه‌اى سياه در توحيد ربوبيتشان پيدا مىشود . مثل اينكه كسى از راه غيبت كردن ، تهمت زدن ، از راه اشاعهء فحشاء بخواهد به رياست برسد ، قطعاً اميدش نااميد مىشود . بر فرض هم به رياست برسد . آن رياست برايش به غير از بدبختى و نكبت چيزى ندارد . اگر كسى از راه ربا ، از راه رشوه ، از راه حرام بخواهد متمول بشود . يعنى توحيد در ربوبتش خدشه‌دار مىشود . از راه گناه قطعاً اميدش نااميد مىشود . حال ممكن است بواسطهءربا پولى هم پيدا كند ، اما به قول قرآن شريف « يمحق الله الرِّبوا ويربي الصدقات » ( بقره - 276 ) حتماً اين پول بركت ندارد ، نابود مىشود . ممكن است اين پول بچه‌هايش را به نكبت و ذلت هم برساند . توحيد در ربوبيتش لنگ است . عموم مردم اگر بخواهند ببينند كه آيا توحيد در ربوبيت دارند يا نه ؟ بايد ببينند گناه در زندگيشان هست يا نه ؟ اگر از راه گناه بخواهند چيزى را بدست بياورند و مؤثر آن را بدانند ، اينكه غيبت مىكند تهمت مىزند ، اشاعهء فحشاء مىكند ، شايعه‌سازى مىكند و\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":77},
  {"content":"\r\n\r\nمىخواهد از راه شايعه ديگران را زمين بزند و خود را بالا ببرد . آن را مؤثر بداند . او توحيد در ربوبيت ندارد . از نظر اخلاق بايد بگوئيم مشرك است . شرك اخلاق دارد . يا از نظر روايات بايد بگوئيم كه شرك خفى دارد . نقطهء سياه در توحيد ربوبيت دارد اين درباره عموم مردم است . براى خواص اينطور نيست كه گناه در زندگيشان نباشد . بواسطهء گناه بخواهند چيزى را بدست بياورند و معلوم است كه اينطور نيستند . از اين نظر توحيد در ربوبيت درست است . اما بايد مقام توكلشان قوى باشد . « آخر العلم تفويض الامر اليه » . و اگر توكل نداشته باشيم به مقام توكلمان ضربه بخورد و بلغزد . اين طرف و آن طرف بزنيم به جاى اينكه يارب يارب يارب در دل شب بگوئيم ، غم و غصه روى دلمان را گرفته باشد . بجاى اينكه نمازشب بخوانيم ، توحيد در ربوبيت ما لنگ است .\r\nاستاد بزرگوار ما آن مرد عظيم‌الشأن مرحوم علامه طباطبائى رضوان‌الله تعالى عليه مىفرمودند : در نجف يك وقت فقر بر من رو آورد . خيلى برايم زندگى مشكل شد قرض اطرافم را گرفته بود . بعد نماز صبح رفتم توى غم و غصه ، رفتم توى فكر ، معلوم است علامهء طباطبائى بعد از نماز صبحش بعد از نماز شبش بايد برود توى قرآن ، مىگويد رفتم توى فكر ، همين‌طور كه فكر مىكردم كه قرضم چه مىشود و آن را چه كنم اين فقر را چه كنم ؟\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":78},
  {"content":"\r\n\r\nيك وقتى حضرت ولىعصر « عجل‌الله تعالى فرجه الشريف » در را باز نمود و همان دم فرمودند كه هيجده سال كى تو را تنها گذاشتيم و رفتيم . آن وقت متوجه شدم عجب گناه بزرگى كرده‌ام . امروز به جاى خواندن قرآن رفتم توى فكر فقرم كه چه كنم . با فرضى كه من امام زمان را دارم . من خدا را دارم . چرا يارب يارب ، يا اباصالح ادركنى ، يا اباصالح المهدى ادركنى . اينها كجا رفت كه غم و غصه به جايش آمد . بعد هم فكر مىكردم هيجده سال يعنى چه ؟ حساب كردم ديدم با اول طلبگىام جور مىآيد . با ازدواجم جور نمىآيد فكر كردم ديدم كه با آمدن نجفم درست نمىآيد . يادم آمد كه با عمامه گذاشتن بر سرم درست در مىآيد . فهميدم كه عمامه‌ام يك ارزشى پيش امام زمان دارد . خوب از مثل علامه طباطبائى نمىخواهند تو فكر قرضش برود تو فكر فقرش برود . به جاى يارب ، يارب ، يارب ، به جاى يا اباصالح المهدى ادركنى ، غم بخورد ، غصه بخورد كه چه كنم .\r\nنمىخواهد حالا آنها كه مقام شامخ را نداريم . دستمان را به اين فورى نمىگيرند . بايد توجه داشته باشيم كه ما غير عموم مردميم . توحيد در ربوبيت نداشتن براى همه قبيح است اما براى ما قبيح‌تر است و حيف ! ما چيزى كه برايش قدر و منزلت قائل نيستيم تحصيل است . چيزى كه برايش قدر و\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":79},
  {"content":"\r\n\r\nمنزلت قائل نيستيم موقعيت ماست . و همين هم است كه ما را از بين برده است همين هم است كه ما را زمين مىزند . اگر ما قدر و منزلت براى طلبگىمان ، براى عمامه‌مان قائل بوديم . به اينجاها نمىرسيدم . به اين بدبختىها نمىرسيديم ، اين از ما يعنى از متوسط مردم از خواص ؛ اما از اخص الخواص چيز ديگرى كه مىخواهند . در روايات مىخوانيم حضرت ذكريا را تعقبيش كردند به درخت گفت : درخت من را بگير ، درخت دهان باز نمود و توى درخت رفت . توى درخت خطاب شد ذكريا ما كجا بوديم كه تو گفتى درخت ، ما را بگير ! خواب اين براى من و شما نيست . بعد هم گفت كيفر داراى و كيفرش اين بود كه آمدند و اره دو سر را گذاشتند درخت را با حضرت ذكريا دو نصف كردند . براى اينكه حضرت ذكريا توحيد در ربوبيتش خيلى بالا باشد . درخت ما را بگير چيست ؟ اين براى من نيست ، براى شما هم نيست ، براى عموم مردم هم نيست . اما بايد بدانيم كه اگر توحيد در ربوبيت حضرت ذكريا لنگ شود ، آنجور مىشود . بايد بدانيم كه اين توحيد در ربوبيت پيدا كردن كارى بسيار مشكل است اما كارى بسيار لازم است . اين جمله اول شرح امثله را بايد ما مرتب بخوانيم . اينكه مرتب بگوييم تدريس سنتى ، فقه سنتى بخوان ، بخوان تا به جايى . برسى اگر مىخواهى شيخ انصارى بشوى ، راهش همين است ، اگر\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":80},
  {"content":"\r\n\r\nمىخواهى صاحب جواهر بشوى ، راهش همين است .\r\nاگر مىخواهى حاج شيخ و آقاى بروجرى و حضرت امام بشوى راهش همين است . براى خاطر همين است كه\r\nاول العلم معرفة الجبار ، آخر العلم تفويض الامراليه\r\nاين اول شرح امثله ما ، اگر كارى بكنيد كه اين جور جملات در شما زنده باشد ، زنده بشود محرك شما باشد و الا العياذ بالله يك وقت هفتاد سال قال الباقر و قال الصادق ( ع ) در روز قيامت خطاب مىشود يا مشرك ! بعد هم مىبينيم كه ما شرك جلى نداشتيم ما خودما را توحيد ذاتى و صفاتى و افعالى را براى ديگران شرح داده‌ايم . پس يا مشرك يعنى چه ؟ ببينيم توحيد در ربوبيت ما لنگ است .\r\nبحث امروز ، بحث خوبى بود . تقاضا دارم روى اين بحث يك مقدار فكر كنيد . اين بحث را يك مقدار به كار بزنيد . توحيد در ربوبيت براى دنياى ما ، براى آخرت ما ، براى اصلاح كار ما ، براى اصلاح زندگى ما ، براى اگر خداى ناكرده رياست دنيا بخواهيم ، براى آخرت خيلى خوب است .\r\nخدايا به عزت و جلالت قسمت مىدهم صفات انسانيت ، حالت تنبه ، نورانيت دل ، توفيق عبادت و بندگى و ترك معصيت ، توفيق وظيفه‌شناسى و عمل كردن به وظيفه را به ما عنايت بفرما .\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":81},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 78 ","page_number":82},
  {"content":"\r\n\r\n\r\nگفتار ششم توحيد در توكل\r\nبحث گذشته دربارهءتوحيد در ربوبيت بود و معناى توحيد در ربوبيت اين است كه انسان ؛ مؤثرى در جهان جز خدا نبيند . اعتقاد به اين مطلب كار آسانى است ، اما عمل كردن به آن اعتقاد كارى بسيار مشكل است . به عبارت ديگر ، دل باور كند\r\nكه لا مؤثر في الوجود الا الله\r\nكار مشكلى است .\r\nاين روايت سلسلهء الذهب كه مىگويد «\r\nكلمةلا إله الا الله حصني فن دخل حصني امن من عذابي » كلمه لا إله الا الله\r\nقلعهء محكم خداست ،\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":83},
  {"content":"\r\n\r\nهر كه وارد در آن بشود از عذاب ايمن است . شايد اين « امن من عذابى » عقابش عذاب دنيا را هم بگيرد . امن از عذاب در دنيا ، از شدائد در دنيا و از عذاب در آخرت را در بر مىگيرد . روايت درست است . اگر گناهكار جهنم مىرود با فرضى كه لا إله الا الله مىگويد ، براى خاطر هيمن است كه از نظر اعتقاد لا إله الا الله گفته است . اما از نظر عمل ، از نظر باور كردن دل ، لنگ بوده . در حقيقت بايد بگوئيم لا إله الا الله نداشته است . در قلعه محكم خدا نبوده است . به عبارت قرآن بگوئيم مشرك بوده است « و ما يؤمن اكثرهم بالله الا و هم مشركون » ( يوسف - 106 ) غالب افرادى كه ايمان آورده‌اند ، اينها مشركند . در اين چند جلسه استفاده كرديم فهميديم كه مراد قرآن شرك اخلاقى است ، شرك خفى نقطه سياهى در كلمه لا إله الا الله‌اى كه در اعتقاد نقش بسته است ، موجود است و پاك كردن اين نقطه كارى بسيار مشكل است . مخصوصاً در توحيد افعالى . از جمله داشتن توحيد در ربوبيت كارى مشكل است .\r\nهفتهء گذشته استفاده كرديم كه توحيد در ربوبيت مراتب دارد . از هر كسى چيزى مىخواهد . از عموم مردم چيزى مىخواهد و از خواص چيز ديگرى و از اخص الخواص چيزى ديگرى مىخواهد . بقول ملاهادى سبزوارى رضوان‌الله تعالى عليه در\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":84},
  {"content":"\r\n\r\nمنظومه مىفرمايد كه مراتب توبه سه قسم است . چنانچه كه مراتب تقوى سه قسم است . يعنى عموم مردم متقى هستند ، وقتى از گناه اجتناب كنند . اما مثل انبياء متقى هستند وقتى كه از ترك اولى اجتناب كنند . و الا آن آيه عتاب قهر الهى به ايشان مىآيد . « و عصي ادم ربه فغوي » ( طه - 120 ) يكى هم توبه اخص الخواص مثل تقواى اميرالمؤمنين ( ع ) تقواى چهارده معصوم كه هادى سبزوارى مىفرمايد تقواى اينها ، آن توجهشان به خدا كه اگر اين توجه رفت عتاب « انا فتحنا لك فتحاً مبينا ليغفر لك الله ما تقدم من ذنبك و ما تأخر » ( فتح - 1 ) برايش مىآيد لذا اگر توبه باشد ، مراتب دارد . اگر تقوى باشد ، مراتب دارد . اگر هم توحيد در ربوبيت است ، آن هم مراتب دارد . توكل يك جمله پر معنايى است . اين جمله به اندازه‌اى مهم است كه قرآن شريف گاهى ميفرمايد « و من يتوكل علي الله فهو حسبه ان الله بالغ امره قد جعل الله لكل شي قدرا » ( طلاق - 3 ) هر كه مقام توكل براى او پيدا بشود ، ديگر خدا را دارد ، و وقتى خدا را داشته باشد ، از همه چيز ، از هر كس بىنياز است و همچنين در جاى ديگر مىفرمايد : « انه ليس له سلطان علي الذين آمنوا و علي ربهم يتوكلون انما سلطانه علي الذين يتولونه و الذين هم به مشركون » ( نحل - 100 و 99 ) البته و صد البته هر كسى كه مقام توكل دارد . سلطه ندارد سلطهء شيطان\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":85},
  {"content":"\r\n\r\nمال كسى است كه توكل بر خدا ندارد . از زير پرچم خدا بيرون آمده است ، و زير پرچم شيطان رفته است . اعتماد به او دارد . اعتماد به طاغوت دارد . يعنى اعتماد به غير خدا . مقام توكل با اين عظمتش كه توحيد در ربوبيت هم از همين جا سرچشمه مىگيرد و براى هر كسى جورى بايد معنى كرد . براى هر كسى يك معناى خاصى دارد . براى عموم مردم ، بايد به ايشان بگوئيم كه با توكل زانوى اشتر ببنديد . تو بايد فعال باشى ، تو بايد اسباب ظاهرى را مراعات بكنى . تو بايد اين نسبتها خدا را داشته باشى ، اين توكل براى عموم مردم بود . همين مقدار توكل براى عموم مردم هم راستى اگر باشد خيلى غنيمت است . يك كسى گفته بود كه وقتى در هواپيما نشستم از ايران به بغداد بروم ، وقتى هواپيما مىخواست بلند بشود با يك آيت‌الكرسى خودم را سپردم به خدا ، به قرآن و جملهء « و من يتوكل علي الله فهو حسبه » ( طلاق 3 ) را خواندم . طيارهءما بلند شد . مىگويد : نرسيده به بغداد زنگ خطر زده شد كه چرخ‌هاى هواپيما باز نمىشود و يا برگرديم به ايران آنجا هواپيمايمان سقوط كند و يا برويم فرودگاه بغداد . زنگ خطر دوم زده شد كه برويم بغداد آنجا اطراف فرودگاه بگرديم تا بنزين تمام بشود هواپيما را پائين بياوريم تا خود به زمين بخورد مىگويد اين زنگ‌هاى خطرى كه زده مىشد\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":86},
  {"content":"\r\n\r\nرنگ همه پريد . لرزان دم مرگ ، بىحال ، اما هيچ تغييرى در من پيدا نشد . حتى رنگ من هم تغيير نكرد . آنكه پهلوى من نشسته بود با يك زبان لرزانى به من گفت كه نشنيدى چه مىگفت ؟ كر هستى ؟ گفتم نه ! گفت خوب هواپيما الان سقوط مى : ند به او گفتم من با جمله « من يتوكل علي الله فهو حسبه » بالا آ « دم . من با آيت‌آلكرسى بالا آمدم . اگر مقدر من مرگ است مى « يرم و اگر مقدر من مرگ نيست ، مىدانم كه قرآن من را نجات مىدهد . پناه من خداست . من در پناه و زير پرچم خدا هستم . اگر مقدرم مرگ است مرگ . و اگر مقدمرم مگر نيست نجات پيدا مىكنم . مىگويد اين نيرو و حالت ، علاوه بر اينكه همه را به تعجب در آورده بود . مىديد كه يكى پس از ديگرى مىآمدند پيش من و به من وصيت مىكردند . وقتى به تهران برگشتى برو به خانهء ما ، فلان جا و بگو كه بابات سقوط كرد . من هم به ايشان مىگفتم خوب . اگر بميريم همه مىميريم . اگر زنده مانديم همه زنده مىمانيم . اين وصيت كردن به من يعنى چه . گفت در فرودگاه بغداد ، آمبلوانس‌ها آمده بودند ، دكترها آمده بودند ، وقتى اينها چشمشان به آمبولانس‌ها به دكترها افتاد ديگر معلوم است چه حالى در اينها پيدا شد . من بلند شدم . كمربندها را تا اندازه‌اى كه در دسترس داشتم ، خودم به آنها بستم . كمربند خودم را نيز\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":87},
  {"content":"\r\n\r\nبستم . طياره زمين خورد . اما هيچ كدام از ما هيچ طورى نشد . و اول كسى كه از طياره بلند شد و به پاى خود پائين آمد ، من بودم . او ما بقىاشان يا آوردنشان يا بردنشان به مريض خانه . اما كسى صدمه‌اى نديد .\r\nدر تاريخ مىنويسند كه پيغمبر اكرم در يك جنگى ، اين طرف تپه منزل كرده بود . تنها روى تپه براى تفريح رفتند ، براى راهپيمايى ، مثلًا دشمن آن طرف تپه منزل كرده بود . رئيس لشگر آن هم براى تفريح تنها بالا آمد پيامبر اكرم روى تپه كه رسيد خسته بودند ، خوابيدند ، خوابشان برد . رئيس لشكر دشمن رسيد ديد به ، چه صحنه خوبى ! شمشير كشيد . آمد در مقابل پيغمبر اكرم و شمشير را از غلاف بيرون آورد و بلند كرد در مقابل سر پيغمبر و گفت : يا محمد ! تا گفت يا محمد ، پيغمبر اكرم چشمانش باز كرد . ديد زير شمشير دشمن است . دشمن گفت كيست كه تو را از دست من نجات بدهد ؟ يك جمله گفت ، گفت خدا . اگر حالا على ( ع ) را ندارم . اگر لشكرم پايين‌تر است . اصلًا من زير پرچم خدا هستم . آنجا خدا را دارم . اينجا هم خدا دارم . اين جمله مثل جرقه‌اى كه در يك بشكهء بنزين بزنند اين مرد را متلاطم كرد . خدا را دارم ، يعنى چه ؟ توكل يعنى چه ؟ براى اينها اين جور معنا ، اين جور الفاظ ناراحت كننده است .\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":88},
  {"content":"\r\n\r\nبرايشان تازگى دارد خواست شمشيرش را پائين بياورد . اتفاقاً يك ريگى از زير پاى او رد شد ، پاى او لغزيد ، خورد زمين . پيغمبر اكرم بلند شدند . شمشيرشان را برداشتند ، شمشير را بلند كردند در مقابل سرش گرفت . گفتند كيست كه تو را از دست من نجات بدهد ؟ زرنگ بود گفت « كرمك » . آقايى تو . حضرت رهايش كرد .\r\nاز اميرالمؤمنين پرسيدند زهد يعنى چه ؟ ما خيال مىكنيم زهد يعنى حال انزوا . زهد يعنى با مردم تماس نگرفتن . يعنى پشت پا زدن به دنيا . اميرالمؤمنين ( ع ) فرمودند كه زهد در اين آيه شريفه نهفته است « ما اصاب من مصيبة في الارض و لا في انفسكم الا في كتاب من قبل ان نبراها ان ذلك علي الله يسيرا لكيلا تأسوا علي ما فاتكم و لا تفرحوا بما آتاكم » ( حديد - 22 ) .\r\nاين جمله « لكيلا تأسوا علي ما فاتكم و لا تفرحوا بما اتاكم » چى مىگويد ؟ مىگويد آن كه غم دارد . آن كه غصه دارد . اين توكل ندارد . اين اصلًااز نظر اعتقاد در قضا و قدر لنگ است . همه مراتب توحيدش لنگ است . « الا ان اولياء الله لا خوف عليهم و لا هم يحزنون » ( يوسف - 62 ) اگر مقام توكل باشد ، نه از گذشته غصه‌اىدارد ، نه از آينده ترس دارد اگر غصه‌اى است ، براى اين است كه توكل ندارد . اگر ترس است براى اين است كه توكل\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":89},
  {"content":"\r\n\r\nندارد . به عبارت ديگر زير پرچم خدا نيستى . و الا اگر انسان راستى به قول اميرالمؤمنين سلام‌الله عليه باور كند لكيلا ديگر نه دلبستگى به اين دنيا پيدا مىكند تا آن خوشحالى بدبختش كند ، نه غم و غصه دارد از نبود اين دنبا . تا اينكه آن غم و غصه او را بدبخت كند . هيچ كدامش براى او نيست . نه غم دارد نه غصه . يك دنيا اطمينان دارد . مشكل هر چه فراوان باشد خدا را دارد . « المؤمن كالجبل الراسخ لا تحركه الحوادث » هيچ مشكلى نمىتواند تكانش بدهد . براى اينكه كوه زير پرچم خداس . نتيجه اينكه دنيا بخواهد دارد آخرت هم دارد . راستى اگر كسى مقام توكل داشته باشد و توحيد در ربوبيت را قبول داشته باشد ، عزم كرده باشد ، ديگر براى خاطر پول دزدى نمىكند . ديگر براى خاطر اين دنيا تقلب و حقه‌بازى نمىكند ، دروغ نمىگويد . اگر راستى مقام توكل باشد و بداند لا مؤثر فى الوجود الا الله ديگر براى زيارتش داد و فرياد نمىكند . ديگر براى رياستش العياذ بالله ظلم ، غيبت ، تهمت ، شايعه ندارد . براى اينكه مىداند زير پرچم اوست فهو حسبه . خوب اين توكل براى عموم مردم است كه اگر عموم مردم اين حالت را داشتند ، حتى حالت اينكه مىگفتند اسباب ظاهرى از ما اين است كه ما بايد دنبال سبب برويم . ما بايد با توكل زانوى اشتر ببنديم . و بالاخره كار از ما\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":90},
  {"content":"\r\n\r\nروزى از او . خوب اين مرتبه توكل براى عموم مردم چنين است . اگر همين هم براى ما بود . براى عموم مردم بود . نود درصد صفات رذيله رفع مىشد . گناهان از جامعه برداشته مىشد .\r\nعلم اخلاق يك بدى يا خوبى دارد . اين است كه رذايل همه و همه وابسته به يكديگرند گويا شباهتى به وحدانيت خدا دارند . به وساطت وجود دارند . بالاخره اين توحيد در ربوبيت ، اين مقام توكل ، اين مرتبه‌ى است كه همه بايد داشته باشند . اما بايد بدانيم كه يك افرادى هم هستند كه مقدارى بالاتر رفته‌اند . خدا رحمت كند پدر مرا كه مىفرمود : آن وقت با فافله كربلا مىرفتند . جايى منزل كرديم ، ديديم يك آقايى آنجا خوابيده است ، گفتيم شايد غذا نخورده باشد ، يك كسى رفت بيدارش كرد و گفت كه بيا غذا بخور . گفت كه مرغ پلو دارى ؟ گفتم نه گفت : نه ، من نمىآيم ، گفت آمديم ، خيال كرديم ديوانه است ، در وسط راه مرغ پلو ! غذا نان خالى گيرشان نمىآيد ، حالا به او گفتيم بيا نهار بخور ، گفت مرغ پلو داريد يا نه ! گفت فهميديم ديوانه است ، گفت : اتفاقاً ركن الملوك اصفهان رسيد . بعد از شستن دست نهار را كشيد ، به من تعارف كردند ، گفتم من ناهار خورده‌آم اما اين آقا كه اينجا خوابيده ناهار نخورده است و مىگويد كه مرغ پلو مىخواهم .\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":91},
  {"content":"\r\n\r\nگفت : خب ، ما كه مرغ پلو داريم برويد صدايش كنيد . مىگويد رفتيم بيدارش كرديم ، گفتيم مرغ پلو آمد بيدار شود . و آمد سر سفره و مرغ‌پلويش را خورد . مىگويد وقتى تمام شد . براى اينكه خيال مىكردند كه او ديوانه است ، خواستند سربسرش بگذارند . ركن‌الملوك از او پرسيد ، مرغ پلو يعنى چه ؟ آن هم توى بيابان . حالا اگر ما نرسيده بوديم چى ؟ گفت مىدانستم مرغ پلو مىرسد تو نه ، كس ديگر ، گفتم از كجا ، به چه دليلى مىگوئى ؟ گفت براى اينكه من قارى بودم . براى يك هندى سر قبرش در مقبره‌آى از مقبره‌هاى صحن حضرت اميرالمؤمنين ( ع ) قرآن مىخواندم رسم اينها اين بود كه شب به شب براى من غذا مىآوردند . هميشه مرغ پلو مىآوردند . مىگويد اتفاقاً آن هندى مرد . و دستگاه به هم خورد . كسى نبود پول به من بدهد تا چه رسد غذا برايم بياورد . مىگويد آمدم سر قبر اميرالمؤمنين سلام الله عليه . به اميرالمؤمنين گفتم يا على ! تو از اين هندى كمتر نيستى اين قرآنى كه براى او مىخواندم براى تو مىخوانم . پولى كه او مىداد از تو نمىخواهم . اما مرغ‌پلو را مىخواهم . اين را بده قرآن را برايت مىخوانم . من قارى تو ، مرغ پلو از تو ، يعنى اين معامله را به حضرت اميرالمؤمنين ( ع ) كردم . از آن وقتى كه اين معاهده بود تا به حال شبانه‌روز يك دفعه مرغ‌پلو رسيده\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":92},
  {"content":"\r\n\r\nاست . خوب اينها مال من و شما نيست بايد انسان يك قدرى بالا برود . وقتى من و شما اين چنين شخصى ببنيم ، مىگوئيم ديوانه شده است همانطورى كه باباى من مىگفت كه همه آنها فهميدند كه او ديوانه نبود . كسى ديوانه است كه و من يتوكل عليالله فهو حسبه را مىخواند و مىگويد كه خوب چه داعى دارم كه در مغازه كار كنم و به مسجد بروم ( با ادعا نمىشود . به خود بستن فايده‌اى ندارد ) . از صبح تا ظهر نماز خواند . گرسنه شد ، ديد ؛ و من يتوكل علىالله فهو حسبه برايش كار نكرد . از بس كه خسته شده بود خوابيد . اما از گرسنگى خوابش نمىبرد . دو نفر آمدند در مسجد غذا بخورند . گفتند نمىدانيم او غذا خورده است يا نه . آن يكى گفت خوب بگذار بخوابد گناه است بيدارش نكن ، او زير عباء اهف مىكرد . فهميدند كه بيدار است گفتند آقا بفرمائيد غذا بخوريد . آمد غذا را خورد . وقتى غذا تمام شد و ديد كه شب گرسنه مىماند . بايد دنبال كار برود از مسجد بيرون آمد . ديد يكى مشغول قرآن خواندن است . و به همين آيه رسيد « و من يتق الله يجعل له مخرجاً » ( طلاق - 2 ) . « و من يتوكل عليآلله فهو حسبه ان الله بالغ امره قد جعل الله لكل شي قدرا » آمد سرگذاشت زير گوش او و گفت و من يتوكل عليالله درست ، اما يك همتى هم لازم دارد . براى ما همتى لازم دارد . اما بايد بدانيم كه يك افرادى\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":93},
  {"content":"\r\n\r\nهستند كه اينها از عالم ديگرند . درباره اينها از عالم ديگرند . درباره اينها پاهاى استدلاليون چوبين بود . پاى چوبين سخت بىتمكين بود ديگر\r\nباب الله ان يجري الامور الاباسبابها\r\nمىگويند . در بسته نه براى ما ، براى آن كسى كه يك اهنى هم لازم دارد . راستى هستند يك افرادى كه مىگويند\r\nطرابيده لا مؤثر في الوجود الا الله\r\n. راستى مىرسد به آنجا كه نه غمى ، و نه غصه‌اى دارد . فقط مىگويد من عبدم او مولا .\r\nهارون‌الرشيد آمد رد بشود ديد كه بهلول نشسته و با بچه‌ها بازى مىكند . به يك مقام بالايى هم رسيده بود . يك روزى هم زبيده آمد رد بشود ديد بهلول دارد خانه مىسازد و بچه‌ها بازى مىكرد براى خاطر اينكه دينش را حفظ كند . نرود زير پرچم هارون‌الرشيد . براى اينكه مىخواستند او را قاضىالقضات بكنند خودش را به ديوانگى زد . وقتى زبيده به او رسيد گفت اين خانه را مىفروشى ؟ گفت بله ، گفت : چقدر ، گفت : هزار دينار ، هزار دينار به او داد و رفت . او هم هزار دينار را بين فقراء و ضعفاء و بيچاره‌ها قسمت كرد ، همه‌اش را داد .\r\nكسى كه حال توكل دارد به فكر شام خودش ، به فكر ناهار خودش نيست . ما هم بايد به فكر خودمان باشيم هم زن و بچه‌مان و هم فكر مال خودمان باشيم هم زن و بچه خودمان . مىخواهم بگويم يك مردانى هستند ما فوق طبيعت . لذا همه‌اش\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":94},
  {"content":"\r\n\r\nرا داد . شب هارون خواب ديد كه يك قصر مفصلى براى زبيده ساخته‌اند گفت : اين قصر مال كى است ؟ گفتند اين قصر را زبيده امروز از بهلول خريده است . از خواب بيدار شد زبيده را بيدار كرد و گفت كه چه خبر ؟ اين قصر چيه ؟ قضيه را به او گفت بله ، گفت چقدر گفت به همه سلطنتت . گفت خانه‌ات را به او به هزار درهم دادى چرا اينقدر گرانش كردى گفت براى اينكه آن نديده خريد تو مىخواهى ديده بخرى و تو اگر مىخواهى راستى آن قصر مال تو شود بايد همهء سلطنت خود را بدهى ، اگر همه خلافتت را به موسى بن جعفر ( ع ) بدهى آن قصر مال تو مىشود . از اين چيزها مرادم اينجاست . هارون آمد رد شود گفت بهلول ، بهلول پا شد ايستاد گفت : چه مىگوئى هارون ، هارون گفت : نمىشناسى من كيم ؟ گفت : چرا گفت : آيا بهلول حاجتى دارى ، حاجتت را برآورم گفت : كه حاجت دارم اما مربوط به تو نيست من مىخواهم بنده خدا باشم . من مىخواهم بهشت بروم . گفت خوب اينكه دست من نيست گفت خوب دست تو نيست كه هيچ . گفت : مىخواهى مواجبى برايت قرار بدهم . يك شهريه قرار بدهم شهريه ماهانه ، گفت من و تو هر دو بندهءخدا هستيم .\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":95},
  {"content":"\r\n\r\nچرا تو به من شهريه بدهى ، همين‌طور آن خدايى كه به تو شهريه مىدهد . آن خدا به من هم شهريه مىدهد آن خدايى كه تو را به خودت باز نمىگذارد . آن خدا مرا را هم بخودم باز نمىگذارد . چيزى كه به فكرش نيستم روزىام است . يك طلبه‌اى با رمل و اسطر لاب مىخواست امام زمان را پيدا كند ، در كربلا بود رمل و اسطر لابش نشان داد اينكه رمل و اسطرلاب و جفر ، يك علمى است واقعيت دارد گرچه اين علم واقعيت دارد اما ناقص يعنى اينطور نيست كه آن كسانى كه عالم به اين علم باشند تسلط به اين علم داشته باشند بلكه ناقص است اما واقعيت دارد . او از حجره آمد به طرف صحن مطهر ابىعبداله الحسين ( ع ) ؛ يك وقت ديد يك آقا آمد به اين طلبه گفت آقا يك كارى بكن مثل اين بساط اندازه ، خودم بيايم نمىخواهد با رمل و اسطرلاب پيدام كنى آن وقت طلبه آمد و به نزد بساط انداز ديد يك آدم مقدسى است كه نشسته و مشغول است قفلى ، كليدى حوائج مردم را مىفروشد . از صبح تا ظهر پهلوى او نشست ببيند چه مىكند ديد كسب حلال مىكند ديد انصاف دارد گرانفروشى نمىكند ديد دروغ نمىگويد ، تقلب ندارد دورويى ندارد ، حقه‌بازى ندارد و آننجا ماند تا ظهر ؛ بچه دخترى آمد گفت باباجان براى ناهارمان پولى بده و او داد\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":96},
  {"content":"\r\n\r\nو گفت : اين پول را بگيريد براى ناهار ، يك مقدارى هم را براى خو دش برداشت و گفت اين هم براى من ؛ شب هم خدا را داريم\r\n« و من يتوكل علي الله فهو حسبه\r\n» مؤذن گفت الله اكبر بساطش را برداشت رفت دنبال نمازش بعد هم رفت . دنبال حرمش عصرى هم آمد بساطش را پهن كرد و دو دفعه كسبش را شروع كرد . روز اول ، روز دوم ، روز سوم ، ديدم اين مقيد است به ظواهر اسلام . اين مقيد به ظواهر اسلام است ، آن مقام توكل است . گفت روز سوم به او گفتم كه اين آقايى كه هر روز مىآيد پيش تو كى است ؟ گفت بله چند روز نيامد يعنى تو مزاحم هستى كه او نمىآيد اما مىآيد يك حرفهاى خوب خوب دارد بعضى اوقات يك غيبتى دارد و بعضى اوقات مىگويد مثلًا علىاكبر از كجا به روى زمين افتاد اينجا بود كه حسين بالاى سر قاسمش آمد .\r\nاينجا به ما نشان مىدهد كه بالاخره هستند افرادى كه يك قدرى اوج گرفتند وقتى چنين شد ديگر آنچنان نمىبينند . ديده‌اى خواهم سبب سوراخ كن تا سبب را بركند از بيخ و بن و برسد به يك مقامى كه همان مقام توكل در توحيد افعالى كه خواص دارند ، نه آن كه در پيش خاص الخواص هست ، آن كه در دسترس ما نيست و نخواهد بود و نخواهد شد . اين را هم بايد من\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":97},
  {"content":"\r\n\r\nو شما بدانيم كه آن مقام توكلى كه از ما مىخواهند از عوام مردم نمىخواهند . آن مقام توكل كه ما بايد داشته باشيم بايد راستى يك مقدار ، يك قدم بالا برويم كه كم‌كم راستى بايد به آنجا برسيم كه ديدهء ما سبب سوراخ‌كن باشد .\r\nدر ميان علماء ، در ميان فقهاء ، در ميان مراجع چه در قم چه در نجف از اين افراد زياد سراغ دارم . وقت ما تمام شد و الا دو سه تا از قضايا را برايتان نقل مىكردم و سفارشى كه به شما مىكنم اين است كه شما از خواصيد . شما غير از عموم مردميد و همه چيز حتى در توبه‌تان ، حتى در تقوىتان ، در همهء فضائل و من الجمله در مقام توكل در همهء مراتب توحيد و فىالجمله توحيد افعالى ، از شما مىخواهند چيزى كه از عوام مردم را با آن چيزها نمىگيرند ، لذا در روايت هم دارد در روز قيامت هفتاد گناه از وام مردم ، از عموم مردم آمرزيده مىشود قبل از آنكه يك گناه از ما آمرزيده شود . در روايات مىخوانيم سخت‌گيرى در روز قيامت هفتاد برابر ، هفتصد برابر ، چنانچه سختگيرىهاى در دنيا همچنين است . آن توقعى كه مردم عوام از ما دارند كه از جوان‌هاى لاابالى ، از جوانهاى كوچه و بازار ندارند . توقع از ما\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":98},
  {"content":"\r\n\r\nيك توقع بالايى است و به شما هم بگويم اين توقع بجاست اين توقع بىجا نيست .\r\nخدايا به عزت و جلالت قسمت مىدهم صفات انسانيت ، حالت تنبه ، نورانيت دل ، توفيق عبادت و بندگى و ترك معصيت ، توفيق وظيفه‌شناسى و عمل كردن به وظيفه ، توفيق تهذيب نفس ، توفيق مقام تسليم در مقابل خودت ، به عرات ديگر توفيق پيدا كردن توحيد صفاتى به هر دو معنى ، به همهء ما عنايت بفرما .\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":99},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 96 ","page_number":100},
  {"content":"\r\n\r\n\r\nگفتار هفتم‌توحيد در قانون ( 1 )\r\nبحث امسال ما ، دربارهءتوحيد و مراتب توحيد بود و قول داديم كه رنگ اخلاقى داشته باشد نه رنگ كلامى و فلسفى و اميدوارم به خاص پروردگار عالم و لطف حضرت بقيهءالله عجل‌الله تعالى فرجه الشريف بتوانيم اين بحث را امسال تمام كنيم و به وعدهء خود هم وفا كنيم . توحيد را منقسم كرده‌ند به چهار قسم كه دربارهء ، توحيد ذاتى ، با اقسامش فىالجمله صحبت شد و دربارهء توحيد صفاتى هم با اقسامش فىالجمله صحبت شد .\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":101},
  {"content":"\r\n\r\nتوحيد افعالى ، توحيد افعالى منقسم مىشود به پنج قسم ، قسم اول ، توحيد در خالقيت ، فىالجمله دربارهء آن صحبت شد . قسم دوم توحيد در ربوبيت كه دربارهء آن هم فىالجمله صحبت شد . قسم سوم توحيد در قانون است . كه به آن ربوبيت تشريعى مىگويند ، در مقابل آن ربوبيت تكوينى است و معناى توحيد در قانون يعنى مختص به ذات باريتعالى است هيچ‌كس حتى انبياء حتى اوصياءنمىتوانند جعل قانون كنند . نمىتوانند بدون گفتهء خدا از خود چيزى بگويند و قرآن شريف در اين باره مىفرمايد : « و من لم يحكم بما انزل الله فاولئك هم الكافرون و من لم يحكم بما انزل الله فاولئك هم الظالمون و من لم يحكم بم انزل الله فاولئك هم الفاسقون » ( مائده - 47 - 44 ) كه اين سه آيه پشت سر هم آمده است و خود در تأكيد منحصر به فرد است و مانند آن را در قرآن نداريم و اين دو سه آيه مىفرمايد : هر كسى از خود قانونى در آورد و بگويد ، قانونى جعلى كند ، حكم به غير از آنكه خدا بگويد ، اين كافر است ، اين ظالم است ، اين فاسق است سبب قضيه هم اين است كه انسانها بر يكديگر حكومت ندارند سلطه بر يكديگر ندارند كه انشاءا . . . بعد در توحيد در حكومت با شما صحبت مىكنم و هيچ كسى بر كسى سلطه ندارد جز خدا خداست كه پروردگار است ، خالق است ، مالك است ، پس سلطه\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":102},
  {"content":"\r\n\r\nبر همه چيز ، سلطه بر همه كس دارد . لذا و مىتواند قانون براى ما وضع كند و اما غير از او كسى نبايد قانون براى انسانى وضع كند يا تبيين كند ، بايد قانون را خدا وضع كند يا از طرف خدا باشد چنان كه در قرآن شريف راجع به پيامبر اكرم مىفرمايد : « و انزلنا اليك الذكر لتبين للناس ما نزل اليهم » ( نحل - 44 ) . پيغمبر ! ما ، قرآن ، اين كتاب قانون را فرستاديم و تو را همه مبين اين كتاب قرار داديم ، مبين قانون ، لذا اين آيه شريفه مىفرمايد : خدا بيانگر قانون است و الا نبايد از خود چيز داشته باشد . هر چه پيغمبر اكرم دارد طولى است . يعنى ولو اينكه در قرآن نباشد كه در قرآن هست و ما نمىفهميم يا ما نمىدانيم اما بالاخره اگر پيغمبر بگويد وحى است . در فقه ما يك جمله‌اى آمده به نام سنةالله ، فريضةالله و سنت النبي فريضةالنبي و مثال مىزنند ، در در روايات ما هم مثال زده شده است به مثالهايى من جمله اينكه نماز ظهر دو ركعت بوده است چهار ركعت كرده است ، خدا او را امضاءكرده است كه به اين مىگويند ركعتين اوليتين فريضهءالله شك بردار نيست و ركعتين اخير تين سنت نبى است فريضه‌النبى است شك بردار است اين هم باز معنايش اين نيست كه پيغمبر اكرم العياذ بالله سرخودى نماز دو ركعت را\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":103},
  {"content":"\r\n\r\nچهار ركعت كرده است . نه واقع نفس‌الامر وحى است در لوح محفوظ همين بوده است فرقش اين است كه پيغمبر اكرم مىگويد ، يك دفعه نه ! اول پيغمبر اكرم آنچه در لوح محفوظ است كار مىكند بعد خطاب مىآيد تفاوتى ندارد كه تقدم و تأخير در خطابه ، يك تقديم و تأخير در امر است اما اينكه هر دو وحى است ، هر دو در لوح محفوظ است ، هر دو در علم ربوبى است ، هر دو از طرف خداست اين بلا اشكال است . همچنين چيزهايى كه ائمه طاهرين عليهم‌السلام مىگفتند همه و همه از طرف پروردگار عالم است . اين رواياتى كه در دسترس ماست ،\r\nشيعه مدعى است كه فرق بين امام صادق ( ع ) و ابوحنيفه همين است كه ابوحنيفه از خود مىآورد و امام صادق ( ع ) از خدا مىگفت . خدا درجاتش را كه عالى است عالىتر كند ، استاد بزرگوار ما مرحوم آيت‌ا . . . بروجردى بعضى اوقات اين روايت را براى ما مىخواندند و مىفرمودند روايت داريم كه بعضى اوقات از امام صادق و امام باقر عليهماسلام مىپرسيدند كه اين روايت را از كجا مىگويد ؟ براى خاطر اينكه عامه را ساكت كنند ، براى ما كه معلوم است يك كتابى مىآوردند به خواص نشان مىدادند مىفرمودند علم ما كان و ما يكون و ما هو كان در اين كتاب است و اين به امضاء رسول گرامى و به خط علىابن‌ابيطالب ( ع )\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":104},
  {"content":"\r\n\r\nاست معناى روايت از ائمه طاهرين جعل قانون از ائمه طاهريان باز همين است كه آنها مسلط بر لوح محفوظاند . مسلط بر علم ربوبى هستند . يعنى فىالجمله و آن تسلط بر لوح محفوظ است كه او را وامىدارد كه واقع احكام را بيان كند . بر مىگردد به اينكه شيعه قائل است به اينكه هر حكمى از احكام مال خداست . اگر پيغمبر اكرم مشرع است باز از طرف خداست ، اگر ائمه طاهرين عليهم‌السلام مبين‌اند ، مشرع‌اند باز از طرف خداست . باز از راه ما كان و ما يكون و ما هو كان ، علم همه چى به قول امام صادق . علم همه چى حتى علم حكم آن نخ در وسط هستهء خرما به آنها گفته شده است . آن تسلط وجودى ، آن سعه وجودى آن تسط علمى مىگويند از طرف خدا است . و اگر مجتهد جامع‌الشرايط هم چيزى بگويد اين هم معلوم است مدركش يا كتاب است و فهم او از كتاب يا سنت است و فهم او از كلمات ائمه طاهرين عليهم‌السلام ، نظير مجلس شوراى اسلامى و امثال مجلس شوراى اسلامى هم آنها اصلًا جعل قانون نمىكنند ، آنها مسئله مىگويند يك مسائلى را مىگويند شوراى محترم نگهبان آن مسأله را بررسى مىكند ، با قرآن و روايات و با احكام شيعه تطبيق مىدهد . اگر سازگار باشد مىگويد حكم الهى است و اگر سازگار نباشد رد مىكند . آنها اصلًا قانون‌گذارى نمىكنند اسمش\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":105},
  {"content":"\r\n\r\nقانونگذارى است . در حقيقت مسئله گويى است ، اگر در اين انقلاب ، مجلس شوراى اسلامى است و شوراى نگهبان ، اگر شوراى خبرگان است ، اگر چيزى از دولت اسلامى است همه و همه بر مىگردد به حكم خدا ، چنانچه اگر وسايل‌الشيعه است و روايات اهل‌البيت ، اگر بحارالانوار است و روايات اهل‌بيت ، و بالاخره اگر قرآن است همه و همه مال خداست . در مقابل حكم خدا ، در مقابل ذات ربوبى به ربوبيت تشريعيف احدى هيچ چيزى ندارد حتى پيغمبر خاتم ( ص ) . اين عقيده شيعه است و همين جا هم يك اختلاف واقع مىشود بين سنى و شيعه كه الان مورد بحثمان نيست و على كل حال ، شيعه قائل به توحيد افعالى در قسم سومش مىباشد ، يعنى توحيد در قانون .\r\nاين از افتخارهاى بزرگ شيعه است ، شيعه نه فقط امامت دارد ، شيعه توحيدى دارد كه ديگرى ندارد ، شيعه نه فقط امامت دارد عدل دارد كه ديگرى ندارد . شيعه نه فقط امامت دارد ، نبوتى دارد كه ديگرى ندارد . و اين چيزهايى كه شيعه دارد ، كه از افتخارهاى بزرگ شيعه است هر شيعه‌اى مخصوصاً ما طلبه‌هاى بايد توجه كاملى به آن داشته باشيم . بايد در اين گونه چيزها\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":106},
  {"content":"\r\n\r\nخوب وارد باشيم ، بدانيم كه توحيد ذاتى شيعه ، توحيد صفاتى شيعه ، توحيد افعالى شيعه ، توحيد عبادى شيعه ، ديگه چه رسد به اثبات وجود خداو عدل خدا و نبوت پيغمبر و معاد يك امتيازهاى خاصى دارد و انصافاً دين شيعه مثل فولاد است و به اندازه‌اى محكم است كه هيچ چيزى نمىتواند او را تكان بدهد يا متزلزل بكند . خوب اين اصل مطلب كه قسم سوم توحيد در ربوبيت تشريعى كه اسمش را مىگذاريم توحيد در قانون و اينكه مىگوييم ربوبيت تشريعى . يعنى همينطور كه مدبرى در اين جهان نيست جز خدا . مقننى هم در اين جهان نيست جز خدا كه كلمه لااله‌الاالله هم يك معناش همين است يعنى مقننى ، مدبرى در اين عالم نيست جز خدا ، مدبر در اين عالم نيست جز خدا مىگوئيم ربوبيت تكوينى ، مقننى در اين عالم نيست جز خدا ، به آن مىگوييم ربوبيت تشريعى ، اين عقيدهء ماست ، مىدانم همهء شما هم مىدانيد ، چيزى كه بايد توجه به او داشته باشيم و كميت بسيارى از ما لنگ است اين است كه گاهى يك نقطهء سياهى در اين ربوبيت تشريعى پيدا مىشود و آن دوجاست ، يكى آنجاهايى كه از ما چيزى بپرسند و ما طفره برويم ، و ما نمىدانيم معناى آن چيست ، مسأله‌اى از ما پرسيده‌اند ، يك حكمى را از ما\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":107},
  {"content":"\r\n\r\nپرسيده‌اند ، حكم را نمىدانيم مسأله را نمىدانيم ، زير بار اينكه نمىدانم نمىرويم ، طفره مىرويم ، بعضى اوقات هم اگر تقواى محكمى نداشته باشد يك چيزى بىحساب مىگويد ، خوب اگر خداى نكرده يك طلبه‌اى اينجور بشود مصداق آن آياتى است كه خوانده‌ام « و من لم يحكم ما انزل الله فاولئك هم الكافرون . . . و من لم يحكم ما انزل الله فاولئك هم الظالمون و من لم يحكم بما انزل الله فاولئك هم الفاسقون » و عزيزان من ! ندانستگىهاى ما زياد است ، علم ما هر چه بالا برود در مقابل جهل ما يك قطره از درياست ، نه علم ما علم جهان ، علم جهان نه فقط اتم را بشكند بتواند به كهكشان‌ها برود كه معلوم نيست برود ، اما همان زمانى هم كه به كهكشان‌ها برود ، باز علم او در مقابل جهلش يك قطره‌اى از درياست . قطره از دريا هم غلط است براى اين كه در روايات مىخوانيم ، آسمان اول به نسبت آسمان دوم يك ريگى است در بيابان ، و همهء اين كهشكان‌ها در آسمان اول است و « زين السماء الدنيا بمصابيح » اين كهكشان‌هايى كه بعضىاش چندين ميليون سال نوبى طول مىكشد تا نورش به ما مىرسد . اين كهكشان‌ها كه بعضى از آنها اين كرهء خاكى ما در مقابل آن يك ريگى است در بيابان ، يك قطره‌اى است از دريا ، اينقدر بزرگ است . امام صادق ( ع )\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":108},
  {"content":"\r\n\r\nمىفرمايد : آسمان اول يك ريگى است در بيابان در مقابل آسمان دوم ، همچنين آسمان سوم ، آسمان چهارم كه علم هيچ‌وقت نمىتواند درك كند آسمان سوم و چهارم و تا هفتم يعنى چه . بله ، اين انسان مىخواهد بداند و بالاخره مىفهمد ، مفيد رضوان‌الله تعالى عليه در كتاب اختصاص ، يك روايت نقل مىكند و مىفرمايد : وقتى حضرت ولىعصر عج‌الله تعالى فرجه الشريف آمدند يركب و يرقل اسباب السموات سبع و ارضين السبع ، آقا سوار مىشوند بالا مىروند آسمان اول ، آسمان دوم ، آسمان هفتم ، زمين اول ، زمين دوم ، زمين هفتم ، اصلًا ارضين سبع نه رو ايت به ما گفته است يعنى چه . نه از قرآن مىتوانيم استفاده كنيم يعنى چه ، در قرآن هست نمىتوانيم استفاده كنيم . نه علم مىتواند بفهمد ارضين سبع يعنى چه ؟ آسمان هفتگانه يعنى چه ؟ نه فلسفه مىداند يعنى چه ! نه علوم طبيعى مىداند يعنى چه ؟ مثل نيوتن‌ها مىگويد كه پشت اين دانستنيهاى ما يك تاريكىهائيست كه اين دانستنيها يك قطره‌اى است نسبت به آن دريا . ولى اين روايت مىگويد وقتى آقا امام زمان آمدند اين مجهولات معلوم مىشود ، اما تا او نيامده مسلم است كه علم نمىتواند به كهكشانها برود چه رسد بخواهد از آسمان اول رد بشود به آسمان دوم برود . اصلًا معقول نيست\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":109},
  {"content":"\r\n\r\nكه انسان علمش را بفهمد . وقتى چنين باشد ما بگوئيم نمىدانيم اين براى ما ضرر ندارد ، خدا رحمت كند حضرت آيت‌ا . . . العظمى استاد بزرگوار ما آقاى روجردى بوده است و راستى مردى محقق بوده است اين مرد ، مشهور است كه اگر از ايشان چيزى مىپرسيدند ، اگر مىدانست آهسته جواب مىداد ، اگر نمىدانست بلند در جلسه مىگفت نمىدانم كه همه بشنوند اين جمله لاادرى نصف العلم جمله خوبى است . افتخار كنيد به اينكه بتوانيد بگوئيد نمىدانم . اين نمىدانم را فقط به مردم نگوئيد بلكه به ذهن خودتان هم بگوئيد نه نمىدانم . نگذاريد شبهه در ذهنتان پيدا شود . اگر مسئله جبر و تفويض براى شما عزيزان جلو آمد با كمال شهامت به عقلتان بگوئيد كه نمىدانم . زود استف اگر مسئله بداع با آن خصوصيتش ، اگر مسئله قضا و قدر با آن لطافتش و بالاخره اگر مسائل دقيق اسلامى براى شما جلو آمد شبهه نكنيد اين طرف و آن طرف نزنيد ، اين طرف و آن طرف نرويد ، جمله اميرالمؤمنين را در نظر بگيريد ، فرمود درياى سياهى است واردش نشويد اميرالمؤمنين به ملاصدرا كه نگفته است به شما گفته است ما يك مسائل دقيق فلسفى ، يك مسائل دقيق اسلامى\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":110},
  {"content":"\r\n\r\nداريم ، الحمدالله شيعه به توسط ائمه طاهرين اين مسائل را خوب حل كرده است از جمله مسائل قضا و قدر ، مسائل جبر و تفويض ، مسئله بداع ، مسائل عرش الهى و امثال اين مسائل ، اينها مسائل حل شده است ، شما طلبه‌هاى عزيز ، اصلًا و ابداً در اين مسائل وارد نشويد اگر براى شما جلو آمد حتماً به عقلتان جواب بدهيد بگوئيد زود است انشاءا . . . روشن مىشود ، اگر يك مسأله‌اى در معارف اسلامى از شما سؤال كردند نتوانستيد جواب بدهيد طفره نرويد بگوئيد نمىدانم هنوز موقعش نيست كه بدانم . بيا برويم پيش يكى متخصص ، كه هم من و هم خودت استفاده كنيم ، از او بپرس هم خودت استفاده كن و هم ديگران . اگر صلاح باشد بگويد مىگويد و اگر هم صلاح نباشد نمىگويد ، مىگويد صبر كنيد اين مسائل فراخور حال شما نيست و يا مىبرد شما را به يك كلى كه بواسطهء آن كلى مسائل شما را جواب بدهد ، مسئله حل شدنى است ، حل شده است ، چيزى نداريم كه شيعه نتواند او را حل كند مسائل حل شده است ، اما اگر مسئله تناسب را بدهند به كسى كه چهار عمل اصلى را بلد نيست آيا اين معنا دارد ؟ تقاضا دارم روى منبر ، تقاضا دارم در مجالس ، مسائل دقيق اسلامى را هيچ متعرض نشويد . براى اينكه\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":111},
  {"content":"\r\n\r\nبعضى اوقات شبهه را القاء مىكنيد جوابش را نمىتوانيد بدهيد ، يا جوابش را مىتوانيد بدهيد ولى او نمىفهمد و شبهه در ذهنش باقى مىماند . گناهى كه شما كرديد مثل اين است كه جهان را كشته باشيد ، هيچ فراموش نمىكنم چند سال قبل يكى از مدرسين حوزه علميهء قم در يكم مجلس عمومى ، يك شبهه‌اى در معاد جسمانى كرده بود و جواب داده بود ، به گوش حضرت امام رضوان‌الله تعالى عليه رسيده بود ، فوراً ايشان را توبيخ كرده بودند ، تلفن كرده بودند به ايشان كه مسائل چجيست كه در ميان مردم مىگوئيد ؟ اين مسائل را مىگوئيد يا مىگذاريد براى هفتهء ديگر . اگر جوابش را ندهيد وا مصيبتا ، اگر جوابش هم بدهيد يا نمىتوانى خوب بيان كنيد ، اگر هم مىتوانى ، او جواب را نمىتوانيد خوب درك كند و شبهه در ذهنش بىجواب مىماند . و قرآن مىگويد اگر كسى ، كسى را منحرف كند مثل اين است كه دنيا را كشته باشد : « من قتل نفساًبغير نفس او فسادا فكانما قتل الناس جميعاً » خوب ما در معاد شبهه آكل و مأكول داريم . حال اگر بخواهيم اين شبهه آكل و مأكول را در منبر بگوئيم ، در جلسهء عمومى بگوئيم خوب معلوم است كه غلط است . يك كسى از شما سؤال بكند معلوم است جواب دادن شما غلط است ، بايد او را ببريم به يك كلياتى ، بگويد معاد جسمانى را قرآن در\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":112},
  {"content":"\r\n\r\nآياتى فراوان گفته است كه اگر قرآن را قبول دارى . بگو همين مقدار بس است ، بگو قرآن در معاد جسمانى بحث فراوان دارد . يك آيه و دو آيه و ده آيه كه بيشتر است ، براى خودمان هم همين كافى است ، تا كم‌كم شبهه آكل و مأكول رفع بشود ، تا مثل دو دو تا چهار تا بشود ، رد نكن اشخاص را ، از خود چيز در نياور ، در مقابل شبهه ، شبهه القاءنكن ، مسائل دقيق فلسفى و عرفانى و اخلاقى را در مجالس عمومى نگو ، اگر در مجالس عمومى از تو سؤال كردند جواب نده ، بالاخره نمىدانم حرف خوبى است ، مشهور است اينكه يكى از علماى بزرگ اصفهان در يكى از دهات اصفهان ، دعوت شد ناهار آنجا بود ، صاحب خانه دو سه تا مسأله داشت . براى خاطر اين دو سه تا مسأله او را دعوت كرده بود ، اين هم چند نفرى را برده بود آنجا يك سور فراوانى هم داده بود . مسأله اول را پرسيده بود گفت نمىدانم ، عصرى مسأله دوم را پرسيد گفت نمىدانم ، آن وقتى كه مىخواست سوار شود مسأله سوم ار پرسيد گفت نمىدانم ، گفت غذايى كه خوردى حرامت باشد ، من اين همه زحمت كشيدم براى اين مسأله . تو مىگويى نمىدانم ، نمىدانم ، نمىدانم ، گفت مرد هستم كه مىگويم نمىدانم . مرد باشيد آقا ، مسأله ازش مىپرسد مىگويد اين مسأله اخلاقى است ، زير بار نمىرود .\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":113},
  {"content":"\r\n\r\nنمىدانم كه چى گفته است ، مسأله اختلافيه يعنى چه ؟ گمانم اين است ، گمان تو به چه درد او مىخورد ؟ وقتى مسأله‌اى از شما سؤال كردند بگو قرآن مىگويد : « و من لم يحكم بما انزل الله فاولئك هم الظالمون و من لم يحكم بما انزل الله فاولئك هم الفاسقون » بلكه يك مقدار زنگ خطر براى خودت بزن ، و بگو « و من لم يحكم بما انزل‌الله فاولئك هم الكافرون » تقاضاى من اين است كه پا به اندازه گليمتان بيشتر دراز نكنيد ، بحث ناقص است ، هفته آينده انشاءا . . . در اين باره با شما صحبت مىكنم .\r\nخدايا به عزت و جلالت قسمت مىدهم صفات انسانيت ، حالت تنبه ، نورانيت دل ، توفيق عبادت و بندگى و ترك معصيت ، توفيق وظيفه‌شناسى و عمل كردن به وظيفه به همهء ما عنايت بفرما .\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":114},
  {"content":"\r\n\r\n\r\nگفتار هشتم توحيد در قانون ( 2 )\r\nبحث درباره توحيد در قانون بود و بنا كردم توحيد در قانون را به اينكه جز حق تبارك و تعالى كسى حق قانون‌گذارى براى انسانها را ندارد ، و اگر پيغمبر كرم است يا ائمه طاهرين ، اينها هم مبين قانون خدا هستند ، و اگر پيغمبر ، قانونى را وضع مىكند بيشتر از وحى نيست ، اتصال به علم خداست ، اتصال به عالم ملكوت است ، و همچنين ائمهءطاهرين عليهم‌السلام ، مبينند بر آن كه حق تعالى وضع كرده است ، آنچه حق تعالى گفته است\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":115},
  {"content":"\r\n\r\nو از خود چيزى ندارند ، و اما مرجع تقليد آن هم قانون‌گذار نيست ، او مسئله‌گو است چنانچه مجلس شوراى اسلامى ، يا شوراى نگهبان ، يا شوراى مصلحت و اين نهادهايى كه در جمهورى اسلامى هستند ، اينها قانون‌گذار نيستند ، اينها مسئله‌گو هستند ، اينها تبيين احكام الهى مىكنند و آنچه پيغمبر اكرم و ائمه طاهرين عليهم‌السلام گفته‌اند ، اينها تبيين مىكنند ، نظير رسالهء علميهء مرجع تقليد ، و اگر كسى در مقابل پروردگار عالم قانون وضع كند ، از نظر قرآن و روايات هم كافر است و هم ظالم است و هم فاسق . دليل مطلب هم معلوم است ، براى اينكه قانون را براى انسانها كسى مىتواند وضع كند كه اولًا عالم باشد كه انسانها چه مىخواهند ، خالق اين انسانها باشد ، و اين مختص به ذات باريتعالى است ، قانون را كسى مىتواند وضع كند كه مالك اين انسانها باشد ، اما اگر مالك نباشد ، يعنى كسى كه مالك انسانى نيست ، حق ندارد در شئونات آن انسان تصرف بكند ، يك قاعدهء كلى در فقه داريم كه مىفرمايد : لا يسلط احد علي احد ، لا يجوز ان يتصرف احد علي شئون احد الا باذن الله تبارك و تعالي ، لذا مالك حقيقى خداست چون مالك حقيقى خداست ، قانون را هم بايد او براى انسانها وضع كند ، چيزى كه هفتهء گذشته جلو آمد ، و بحث اخلاقى ما بود اين بود كه ما بايد مواظب باشيم\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":116},
  {"content":"\r\n\r\nبه واسطهء خودسرىها ، ضرر به اين توحيد در قانون نزنيم ، يك بحث اين بود كه اگر چيزى را نمىدانيم نگوئيم ، بقول قرآن : « و لا تقف ما ليس لك به علم ان السمع و البصر و الفؤاد كل اولئك كان عنه مسئولًا » ( اسراء - 36 ) پيروى نكن از چيزى كه نمىدانى ، نگو چيزى را كه نمىدانى ، براى اينكه همهءجوارح و اعضاء تو ، حتى هويت تو ، اينها مسئوليت دارند . در روز قيامت ، آنها عليه تو يا له تو شهادت مىدهند ، و مخصوصاً ما طلبه‌ها بايد مواظب باشيم با ظن و تخمين ، با شك ، با شقوق مشكوكى در مسأله چيزى نگوئيم ، اگر مسأله را مىدانيم بگوئيم و اگر مسأله را نمىدانيم با كمال صراحت بگوئيم نمىدانم ، در اين باره فىالجمله صحبت شد ، چيزى كه بحث امروز است و مهمتر از آخر بحث هفتهء گذشته است اين است كه ما بايد مواظب باشيم فكرمان را تحميل بر قرآن يا روايات اهل‌بيت نكنيم ، كه اگر چنين باشد حتماً هم كافريم ، هم ظالميم ، هم فاسق ، بايد ما قرآن را ، روايات اهل‌بيت را ، فتاواى فقهاء را بر فكر خودمان تحميل كنيم ، نه اينكه فكر خود را بر قرآن تحميل كنيم ، فكر خود را تحميل كنيم بر روايات ، فكر خود را تحميل كنيم بر فتاواى فقهاى عظام ، رضوان‌الله تعالى عليهم اجمعين . انسان گاهى يك فكرى دارد و اين فكر را مىخواهد به كرسى بنشاند ، و چون\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":117},
  {"content":"\r\n\r\nمردم فكر او را قبول ندارند ، چون مردم دنبال استدلالند ، مىرود در قرآن مىگردد ، تا يك آيه‌اى براى فكر خودش پيدا كند ، وسائل‌الشيعه را مىگيرد ، اين طرف و آن طرف مىگردد ، يك روايتى پيدا مىكند براى آن فكرى كه دارد . به اين مىگويند تحميل فكر بر قرآن ، تحميل فكر بر روايات اهل‌بيت ، و به اين مىگويند با ظن و تخمين قرآن را معنى كردن ، با ظن و تخمين با استحسانها با قياسها روايت معنى كردن ، و ضرر اين خيلى بزرگ است ، ضررى كه اين كار براى اسلام دارد ، كفار اين ضرر را براى اسلام ندارند ، و ضررى كه اين كار براى خود انسان دارد كمتر چيزى پيدا مىشود كه اين گونه ضرر براى انسان داشته باشد .\r\nاين جمله‌اى كه از پيامبر اكرم ( ص ) عامه و خاصه نقل مىكنند مصداقش همين‌جاست كه پيغمبر فرموده است :\r\n« من فسر القرآن براءيه فليتبرئه مقعده من النار\r\n» اگر كسى قرآن را با رأى خودش تفسير كند ، با ظن و تخمين تفسير كند ، حتماً جايگاه او جهنم است و يك جايگاهى براى خود در جهنم ساخته است و آن روايتى كه مشهور در ميان شيعه است و در مقابل سنى ، شيعه قد علم كرده است ، كه امام صادق ( ع ) مىفرمايد :\r\n« اثم اذا قيسط محق الدين\r\n» ما اگر بخواهيم بواسطهء قياس حكم بسازيم ، به واسطهء\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":118},
  {"content":"\r\n\r\nاستحسان‌ها حكم بسازيم ، دين رانابود كرده‌آيم ، و اين جملهء « قيسط محق الدين » و يا جملهء « اثم اذا قيسط محق الدين » يا جمله\r\n« من فسر القرآن براءيه فليتبرئه مقعده من النار\r\n» براى همان اشخاصى است كه فكر خود را مىخواهند بر قرآن تحميل بكنند . فكر خود را بخواهد تحميل بر تعبديات قرآن بكنند .\r\nدر انقلاب ما مخصوصاً در ميان گروهكها ، بعد انقلاب اين قياس استحسان ، اين تقسير زياد پيدا شد كه حتى كار رسيد به اينجا كه از اول قرآن تا آخر قرآن اين جورى جلو رفتند . « الم ذلك الكتاب ، لا ريب فيه هدي للمتقين ، الذين يؤمنون بالغيب » بقره ( 1 تا 4 ) گفتند معناى « الذين يؤمنون بالغيب » يعنى مبارزهءزيرزمينى ، متقى كسى است كه مبارزه با دشمن داشته باشد و يكى از مبارزه‌ها با دشمن ، مبارزهء زيرزمينى است ، ايمان به غيب داشته باشد يعنى اين . همين‌طور جلو رفتند ، تا رسيدند به سورهء فيل ، « الم تركيف فعل ربك باصحاب الفيل » كه معنا كردند يعنى يك عقابهايى ، يعنى يك لشكر مجهزى ، اينها ريختند به سر آن افراد ، فيلبانان كه با فيل آمده بودند خانه خدا را خراب كنند و آن لشكر مجهز ، آنها را نابود كردند . يعنى در قرآن تصرف كردند پرستوها كه قرآن مىگويد يك پرستوهايى آمدند . به صورت معجزه و آن فيلبانان را از بين\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":119},
  {"content":"\r\n\r\nبردند . آنها نتوانستند اين را بپذيرند كه پرستو لشكر خدا باشد لذا پرستو را معنا كردند يعنى افراد جنگجو ، آن غيبهاى قرآن را ، آن معجزه‌هاى قرآن را براى ديگرى يك معنايى درست كردند و به عبارت ديگر يك فكر ساخته و پرداخته اول داشتند و آن فكر ساخته و پرداخته اين بود كه غيب دروغ است ، اينكه علل غيبى دروغ است . هر چه هست طبيعت است و بالاخره به نام ماركسيسم اسلامى جلو آمدند . وقتى هم تفسير نوشتند از اول قرآن تا آخر قرآن اين جورى معنا كردند .\r\nدر روايات هم رسيدند به آنجا كه هر روايتى كه با فكرشان نخواند گفتند اين روايت جعل است ، هر روايتى كه با فكرشان نخواند ، اگر نتوانستند تأويل كنند ، تأويل كردند و اگر نتوانستند با كمال جسارت گفتند ، يك روايت كه اهميت ندارد ، شصت روايت هم عليه اين فكر ما باشد بايد زير پا گذاشت ، كم‌كم ، اين فكر در ميان بعضى از طلبه‌ها ، البته طلبه‌هاى بيسواد رسوخ كرد ، در ميان بعضى از انقلابهايى متدين ، البته انقلابيهاى بيسواد و در ميان خود رأىها رسوخ كرد . در ميان افرادى كه دين منهاى آخوند مىخواستند ، دين منهاى روحانيت مىخواستند ، و همان كارى را كه آنها كردند ، و اين فكر در روحانيت تقريباً يك شيارى پيدا كرد ، اگر حضرت امام رضوان‌الله تعالى عليه و\r\n\r\n","description":"","footnote":"","page_name":" 116 ","page_number":120},
  {"content":"\r\n\r\nآن گفتارهايش به جاهاى باريك باريك مىكشيد ، حضرت امام و فقه سنتىاش ، حضرت امام و داد و فريادش در تلويزيون‌ها ، در رسانه‌هاى گروهى ، با جمله فقه سنتى ، با جملهء فقه جواهرى ، با جملهء اينكه طلبه بايد به همان روش سنتى جلو بيايد ، عزادارىها بايد به همان روش سنتى جلو بيايد ، نشستند در جلسهء ابىعبدا . . . و مثل باران گريه كردند و بدن لرزيدن و تكان خوردنش را تلويزيون نشان داد ، اين فكر را خنثى كرد ، حضرت امام « رضوان‌الله تعالى عليه » خيلى حق به جامعهء بشرى دارد ، آن توجه‌ها ، آن الهامات غيبى ، آن تصرفات ولايت جزئى ، خيلى در آن ده‌ساله كار كرد . و از جملهء كارهاى اين مرد بزرگ اين بود كه يك دسته‌اى مىخواستند روحانيت را نابود كنند و تز دين منهاى روحانيت را هم دادند . حالا يا با نوشتن كتاب يا با گفتن و يا با استفاده كردن از جوانهاى روحانى و بالاخره با تفسيرهايشان يا با فتاواى علما را عقب زدن ، با روايت ضعيف بودن ، يا اينكه اين فكر اسلام ، با اين روايت نمىخواند پس اين روايت مخالف با عقل است ، مخالف با اجماع است ، مخالف با قرآن است . كم‌كم جلو آمد ، يك اسم عجيبى هم به نمام فقه پويا يك چيزى براش درست شد ، حضرت امام « رضوان‌الله تبارك و تعالى عليه » ديدند عجب خطرى است . همان اوايل انقلاب ،\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":121},
  {"content":"\r\n\r\nتعزيه را موقوف كردند ، كم‌كم رسيده بود به اينجا كه گريه يعنى چه ؟ در ميان همين انقلابيها ، كه راستى انقلاب كردند ، انقلاب را سرپا آوردند ، كار رسيد به اينجا كه روز جشن است نه روز گريه ، و اگر مىخواهيد روز عاشورا راهپيمايى كنيد ، آن هم راهپيمايى آرام ، يك دقيقه سكوت ، نظير غربيها مجلس بگيرد و براى عزاى ابىعبدالله سكوت نيم‌ساعت ، كم‌كم كار رسيد به اينجا ، بنيانگذار جمهورى اسلامى ديدند . عجيب فكرى جلو آمده است . امام خطر بزرگى كه جلو آمده بود ديدند كه اين فكر را مىخواهند تحميل به قرآن كنند ، اين فكر را مىخواهند تحميل بر اسلام ، مخصوصاً بر شيعه كنند ، بگويند فكر شيعه يعنى اين ، فكر قرآن ، روش قرآن يعنى اين ، سيرهء ائمه طاهرين يعنى اين ، آن هم با آن دادهايش ، با آن التماسهايش ، با آن نصيحتهايش ، بالاخره الحمدالله موفق شد و توانست اين فكر اسلام نابود كن را ، از بين ببرد ، الحمدالله ايشان اين فكر را از بين برد ، اما ريشه‌هاى اين فكر هنوز هست ، هنوز نخشكيده است ، و در ميان طلبه‌هاى جوان ، طلبه‌هاى با شور ، بعضى از طلبه‌ها كه راستى دلشان براى اسلام ، براى انقلاب مىطپد .\r\nاينكه الان من به شما عزيزان سفارش مىكنم اين است كه\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":122},
  {"content":"\r\n\r\nبايد مواظب باشيد ، تحميل فكر بر قرآن غلط است اين تفسير نيست . تحميل فكر بر روايات غلط است ، اين اجتهاد نيست . پس تفسير قرآن چيست ؟ اين است كه ما بيفتيم در قرآن با يك ذهن خالى ، فكر از خود ساخته نداشته باشيم ، و ببينيم ظاهر قرآن چه مىگويد ؟ به اين مىگويند اول ترجمه ، بعد برويم در روايات اهل‌بيت ، برويم در كلمات مفسرين ، مخصوصاً قدما ، ببينيم روايات براى اين آيه آيا تبيينى ، آيا تخصيصى ، آيا تفسيرى دارد يا نه ؟ اگر روايت ، اگر قول مشهور ، تبيينى ، تفسيرى ، تعبيرى براى قرآن داشت او را بگيرند ، كه به اين مىگويند تخصيص و تبيين قرآن به واسطهء روايات اهل‌بيت ، كه روايات ثقلين به واسطهء همين نازل شده است ، قرآن كه نازل شد آيهء شريفه آمد « و انزلنا اليك الذكر لتبيين للناس ما نزل اليهم » ( نحل - 44 ) اى پيغمبر تو مبين قرآن هستى ، اين قرآن مبين مىخواهد ، اين قرآن عام است ، تخصيص‌ها مىخواهد ، اين قرآن عام ، مطلق ، تبصره‌ها مىخواهد ، اين قرآن بعضى وقتها متشابه است ، تبيين مىخواهد ، اين قرآن كتاب الفبا نيست ، كتاب سهل و امتناع است . مفسر مبين ، تو هستى ، اين اول ، بعد هم روايت ثقلين در مواقع حساس ، كه شايد اين روايت بيش از هزار مرتبه پيغمبر در مواقع حساس فرموده‌اند كه سنى و شيعه با\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":123},
  {"content":"\r\n\r\nپانصد سند ، آن اندازه كه من به دست آورده‌ام با پانصد و چهار سند اين روايت را نقل كرده است يعنى حتماً اين روايت متواتر است ، از نظر سنى و از نظر شيعه « اني تارك فيكم الثقلين كتاب الله و عترتي اهل‌بيتي ما ان تمسكتم بهما لن تضلوا ابداً و انهما لن يفترقاً حتي يردا علي الحوض » يعنى قرآن منهاى ولايت ، قرآن منهاى عترت ، ضلالت است ، عترت منهاى قرآن ضلالت است ، قرآن مبين مىخواهد ، مبينش امام صادق است ، قرآن عام است ، متخصص مىخواهد متخصص آن امام صادق است ، كلمات امام باقر است ، قرآن كتاب مشكلى است ، تفسير مىخواهد ، مفسر آن امام صادق است ، امام باقر است ، لذا قرآن ، منهاى عترت اصلًا حجت نيست ، شما بيفتيد در قرآن بدون اينكه نظرى به كلمات ائمهء طاهرين داشته باشيد به اين مىگويند كه تمسك به عام قبل‌الفحص عن‌المخصص . خوب اين را در اصول خوانديد كه تمسك به عام قبل‌الفحص عن‌المخصص حجت است ، يك كلام مجملى قبل از آن كه تفحص از اجمالش ، از تفصيلش كنيم ، حجت است ، يك مطلقى قبل از آن كه فحص از مقيدش كنيم حجت است ، اينها چيزهايى است كه دودوتا چهار تا در اصول ماست ، از اصول مسلمه ماست . هم اصول فقه ماست و هم اصول اعتقادى ماست . لذا قرآن منهاى عترت اصلًا حجت نيست . ما\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":124},
  {"content":"\r\n\r\nوقتى كه افتاديم در قرآن . اولًا بايد با ذهن خالى ببينيم ظاهر قرآن چى مىگويد ؟ نه اينكه فكر ما چى مىگويد ؟ بعد هم ببينيم آيا مبينى ، مفسرى ، مخصصى ، مقيدى براى اين قرآن از طرف معصومين هست يا نه ؟ اگر هست به او عمل كنيم ، اگر نيست ، ببينيم خود چه مىفهميم ، آن وقت هست كه فهم ما در قرآن حجت است و ما مىتوانيم تفسير قرآن بكنيم ، تفسير قرآن با عترت ، با كمك عترت ، تفسير قرآن ، با فهميدگى در قرآن ، با كار كردن در قرآن ، تفسير قرآن ، با فهميدگى در قرآن ، با كار كردن در قرآن ، تفسير قرآن با فكر خالى ، از پيش پرداخته چيزى نداشتن آيا ، اين حجت است ؟ غير از اين « من فسر القرآن برأيه فليتبرئه مقعده من النار » همچنين است روايات اهل‌بيت ، گاهى يك كسى ، براى خودش چيزى درست كرده است . مىافتد در روايات براى آن مدرك بسازد ، خطرناك است . اين روايت طرح كردن ، اين برگشتش واقع نفس‌الامر از نظر اخلاقى ، بر مىگردد به اينكه اين توحيد در قانون را ندارد ، اين مىخواهد . يك چيزى را درست بكند و از روايات مىخواهد آن را بفهمد ، و يك روايتى ، دو روايتى ، روايت مجهولى ، روايت ضعيفى پيدا مىكند و آن رأى خودش را اعلام مىكند . اين تفسير به رأى است ، اين قياس است ، اين استحسان است . امام صادق ( ع ) فرموده است اين\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":125},
  {"content":"\r\n\r\nغلط است ، امام صادق ( ع ) فرموده است هر كه روايات ما را اينجور معنا كند از ما اهل‌بيت نيست . او اين دين را نابود كرده است ، عبان يك قياسى كرده بود ، يك استحسانى كرده بود ، استحسانش هم خيلى بود ، يعنى آمد خدمت امام صادق سلام‌الله عليه گفت يابن‌رسول‌الله اگر انگشت كسى را ببرند چقدر بايد بدهد ؟ حضرت فرمودند ده تا شتر ، انگشت زنى را ، گفت اگر دو انگشت ، فرمودند كه بيست شتر ، اگر كه سه انگشت ، فرمودند سىشتر ، گفت اگر چهار انگشت فرمودند بيست شتر ، خيلى تعجب كرد ، عبان خود فقيه هم هست ، چندين روايت از امام صادق هم نقل كرده است ، اينكه امام صادق را عصبانى كرد براى همين بود ، براى اينكه طلبه بود ، از بس اين فتواى امام صادق برايش عجيب آمد گفت يابن‌رسول‌الله اين را در كوفه براى ما گفته بودند از قول شما ما نپذيرفته بوديم گفتيم ، هذا حكم شيطاني ، تقاضا دارم به اين روايتها يك كمى فكر كنيد ، عبان اين شيعه ، اين طلبه امام صادق ، اين كه خود امام صادق بهش مىگويد : من دوست دارم مثل تويى در مسجد كوفه بنشينى و براى مردم فتوى بدهى ، يعنى اجازه اجتهاد به او داده است ، امام صادق اجازه اجتهاد به او داده است ، مىگويد يابن رسول‌الله اين مسأله ، و اين روايت را به ما گفته بودند و ما قبول نكرده\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":126},
  {"content":"\r\n\r\nبوديم ، گفتيم هذا حكم شيطاني ، تا اين جمله را گفت امام صادق ( ع ) در غضب شد فرمودند ، مهلًا مهلًا يا عبان ، آهسته ، برو ، كجادارى ميرى ، جهنم است جهنم ، بعد هم فرمودند اين قياس است كه تو كردى ، گفتى ده ، بيست ، سى و چهل ، اگر انگشت اول ده ، اگر انگشت دوم بيست ، انگشت سوم سى پس انگشت چهارم چهل ، اين پس انگشت چهارم چهل ، اين قياس است . ببين من مىگويم چهل يا نه . بعد فرمودند كه پيغمبر اكرم فرموده است ديهء زن اينجورى است ، با مرد مشترك مىشود تا به يك جاى خاصى مىرسد مثل كشتن آن نصف مىشود ، مثل دست زنى را قطع كنند ديه نصف مىشود ، اما در بعضى از اعضاء مثل مرد ، فرمودند عبان از خودم نمىگويم ، پيغمبر فرموده است ، من فسر القرآن برأيه ، با اين جمله مهلًا مهلًا يا عبان به ما چى مىگويد ، مواظب باش ، ببين بزرگان چه مىگويند ، ببين ائمه طاهرين چه فرموده‌اند ، روايت را از خود معنا نكن ، بالاتر از اين ، پا را از گليم خود درازتر نكن ، بعضى اوقات آقا دارد مقدمات مىخواند ، تصرف مىكند در فقه جواهرى ، به اين آقا مىگويند ، آقا چه مىخوانى مىگويد سيوطى بعد اشكال مىكند به تحريرالوسيله حضرت امام ، به عروةالوثقي آيت‌الله العظمى يزدى . معلوم است كه اينها چه بلايى\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":127},
  {"content":"\r\n\r\nبه سر انسان مىآورد ، و بلايش همين است « و من لم يحكم بما انزل الله فاولئك هم الكافرون ، و من لم يحكم بما انزل الله فاولئك هم الظالمون ، و من لم يحكم بما انزل الله فاولئك هم الفاسقون » ( مائده - 45 - 43 ) ، مگر مىشود انسان نخوانده آن هم در فقه ملاشدن . مثل بعضى از باسوادها كه فلسفه نخوانده اما فلسفه را رد مىكند حتى كار مىرسد به آنجا كه مىگويد مثنوى را بايد با انبر گرفت و اسفار را هم بايد با انبر گرفت . دست به اسفار نمىشود گذاشت ، از همين بپرس اسفار با صاد است يا با سين نمىداند ، چند جلد است نمىداند خوب معلوم است اين كار يك مسلمان نيست . حالا ولو ظالم باشد ، ولو مؤمن باشد ، ولو مجتهد باشد . اما كارش معلوم است كه غلط است ، يك كسى كه مثلًا دكتر در حقوق است ، دكتر در حقوق مىدانيد يعنى چه ؟ دكتر در حقوق لمعه را اگر در جلويش بگذارند نمىتواند معنا كند ، حالا اين آقا ببالد و بنازد به دكترهايش و بخواهد در حقوق اسلام ، در فقه اسلام تصرف كند . خدا رحمت كند و درجاتش عالى است عالىتر كند استاد بزرگوار حضرت آيت‌الله داماد « رضوان‌الله تعالى عليه » بعضى وقتها به من مىگفتند فلانى فقه مشكل است ، من ديشب هشت ساعت در اين درس مطالعه كرده‌ام ، حالا شما بخواهيد فقه جواهرى را بگذاريد كنار ، ضلالت است ، ما طلبه‌ها\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":128},
  {"content":"\r\n\r\nوقتى مىتوانيم براى اين جامعه استفاده داشته باشيم كه فعلًا اين روش سنتى را بپيمائيم تا اين كه روش بهترى را پيدا كنيم . ما اگر جواهر فهم نباشيم ، مجتهد نيستيم و حق دخالت در فقه نداريم ، ما اگر فرائد شيخ انصارى را با يك دوره خارج نداشته باشيم ، حق اظهارنظر را در اصول نداريم ، ما اگر اسفار صدرالمتألهين را خوب نديده باشيم ، اظهارنظر در فلسفه ، انتقاد از فلسفه ، رد فلسفه و عرفان نداريم ، ما اصلًا بايد بفهميم بعد آن را رد كنيم . جدل چيز بدى است ، و معناى جدل اين است كه حرف خودش را مىخواهد به كرسى بنشاند از هر راهى كه بشود . ابىدردا مىگويد ما داشتيم در دين مجادله مىكرديم كه پيغمبر اكرم رسيد ، غضب كرد ، غضبش به اندازه‌اى بود كه من مثل اين غضب را تا به حال در پيغمبر نديده بودم ، بعد فرمود نكن ، خسران است ، نكن ضرر به دين مىزند نكنيد جهنم است . بعد هم فرمودند شفيعتان مىشوم به شرطى كه جدال نكنيد ، از خود نقل نگوئيد ، خود بافته‌هاى خود را كنار بگذاريد ، بعد هم فرمودند : «\r\nاول ما نهاني عن الله سبحانه و تعالي بعد الاوصان الجدال » ؛\r\nبعد از بت‌پرستى ، اول نهى كه به من شده است ، اول حرامى كه در اسلام آمده است ، جدل است و معناى جدل همين است كه كرده‌اند ، مواظب باشيد ممكن است از نظر اعتقادى شما\r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":129},
  {"content":"\r\n\r\nتوحيد در قانون را داشته باشيد اما از نظر اخلاق توحيد در قانون شما لنگ بشد و اين غير از آن توحيد در خالقيت است ، توحيد در ربوبيت است . نقطه سياه در آن پيدا مىشود . نقطه سياه پيدا شدن در اينجا يعنى بىدين ، نقطه سياه پيدا شدن در اينجا يعنى خطر بزرگ ، و اين خطر بزرگ معمولًا براى بيسوادها نيست ، براى باسوادهاست ، مخصوصاً براى ما طلبه‌ها .\r\nخدايا به عزت و جلالت قسمت مىدهم صفات انسانيت ، حالت تنبه ، نورانيت دل ، توفيق عبادت و بندگى و ترك معصيت ، توفيق وظيفه‌شناسى و عمل كردن به وظيفه ، توفيق تهذيب نفس ، توفيق توحيد به همهء مراتبش مخصوصاً توحيد در قانون را به همهء ما عنايت بفرما . خدايا به عزت و جلالت روح مطهر حضرت امام را به خاطر تقويت انقلاب شاد فرما .\r\n\r\n","description":"","footnote":"","page_name":" 126 ","page_number":130},
  {"content":"\r\n\r\n\r\nگفتار نهم توحيد در حكومت ( 1 )\r\nبحث در توحيد افعالى بود ، توحيد افعالى را منقسم كردند به پنج قسم ، يكى توحيد در خالقيت ، فىالجمله دربارهء آن صحبت كردم ، يكى توحيد در ربوبيت ، آن هم فىالجمله صحبت شد ، قسم سوم خالقيت ، توحيد در ربوبيت تشريعى ، به عبارت ديگر توحيد در قانون ، آن هم فىالجمله صحبت شد ، قسم چهارم كه بحث حاضر است ، توحيد در حكومت است كه به اين قسم هم توحيد در ربوبيت تشريعى مىگويند همين طورى\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":131},
  {"content":"\r\n\r\nكه توحيد در قانون را ، توحيد در ربوبيت تشريعى مىگفتند . توحيد در حكومت را هم توحيد در ربوبيت تشريعى مىگويند و معناى توحيد در حكومت يعنى حكومت و زعامت مردم ، مختص به خداى متعال است . هيچ‌كسى حق ندارد تسلط ، زعامت ، رهبرى بر مردم پيدا كند جز به اذن خدا ، يعنى آن حقى كه مال خداست واگذار كند به هر ديگرى ،\r\n« لايجوز احد ان يسلط علي احد »\r\nو اين جواز ، جواز عقلى است ، يعنى عقل هر انسانى مىگويد ، تسلط كسى بر كسى جايز نيست ، جز تسلط خدا بر مردم ، «\r\nلا يجوز احد ان يتصرف في امر القيس\r\n» ، باز اين جواز ، جواز تكوينى است ، يعنى هيچ‌كس نمىتواند تصرف در جان كسى ، در مال كسى ، عرض كسى بكند جز خدا ، و اين جواز هم جواز عقلى است ، يعنى عقل ما مستقلًا به اين دو عدم جواز ، حكم مىكند ، عقل ما ، ولو شريعت مقدس اسلام هم نگفته باشد مىگويد آن كسى كه مىتواند سلطه بر تو داشته باشد كه مالك تو باشد ، آن هم مالك حقيقى ، و آن خداست ، و اگر كسى بخواهد سلطه پيدا كند بر كسى ، بر اجتماعى ، بايد با اجازهء خدا باشد ، اين اجازه به همهء پيامبرها داده شده است ، هر كدام به اندازهء سعهء نبوتشان ، بعضى از انبياء مختص دهى بودند ، سلطهء آنها ، حكومت آنها هم مختص آن ده بود ، نه جاى ديگرى ، بعضى از\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":132},
  {"content":"\r\n\r\nانبياء نبى شهرى بودند ، سلطهء آنها هم در سعهء نبوتشان بود ، تا برسد به انبياء اولوالعزم و من جمله پيامبر ما ، كه در قرآن مىفرمايد : « و ما ارسلناك الا كافّةً للناس » ( سباء - 28 ) ، او نبى است ، رسول است بر همهء مردم ، حكومت دارد بر همهء مردم و همچنين اگر خدا يا پيامبر خدا كسى را نصب بكند براى اين ، يعنى اجازهء تسلط ، اجازهء سلطه بدهد و قرآن شريف اين اجازه را براى ائمه طاهرين عليهم‌السلام داده است ، « اطيعوالله و اطيعوالرسول و اوليالامر منكم » ( نساء - 59 ) اين اطاعت همان اطاعت در حكومت است ، اطاعت در زعامت ، اطاعت خدا ، اطاعت رسول خدا به واسطهء اذن خدا ، اطاعت اولىالامر به واسطهء اذن خدا و مبين قرآن هم آن اولىالامر را معنا كرده است به دوازده امام بعد خودش ، و من جمله در غديرخم ، آن ولايت ، آن زعامت را با جملهء من كنت مولاه فهذا علي مولاه واگذار كردند به اميرالمؤمنين سلام‌آلله عليه لذا اگر پيغمبر اكرم حكومت و رهبرى بر جامعه دارد به واسطه اذن خداست ، از خداست . به عبارت ديگر و اگر هم ائمه طاهرين عليهم‌السلام ، سلطه ، حكومت ، زعامت بر همهء مردم دارند آن هم بواسطهء اجازهء پيغمبر اكرم كه بر مىگردد به اجازهء خداست ، ان الحكم الا الله ( يوسف 67 ) بعد در هنگام دسترس نبودن پيغمبر و ائمه طاهرين چه زمان حضور ، چه زمان غيب\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":133},
  {"content":"\r\n\r\nبه مجتهد جامع‌الشرايط اين زعامت داده شده است ، اين ولايت داده شده است ، راوى مىآيد خدمت امام صادق سلام‌الله عليه مىگويد يابن‌رسول‌الله ما اگر منازعه‌اى پيدا كرديم ، احتياج به قاضى ، احتياج به والى و حاكم پيدا كرديم چه كنيم ؟ آيا مىشود به اين قضات جور يا اين ولات جور مراجعه كنيم ؟ مىفرمايد نه ، مراجعه به اينها مراجعه به طاغوت است ، براى اينكه زعامت ، حكومت ، مختص به خداست ، و هر كه بدون اجازهء خدا زعامت كند ، قضاوت كند ، اين طاغوت است . لذا مىفرمايد اگر حقم گرفتند و دادند آن هم سهم توست و حق خودت هست اما چون آنها گرفتند و دادند مىفرمايد نجس است ، حرام است ، گفت يابن‌رسول‌الله پس چه بايد كرد ؟ شيعه بدون رهبر كه نمىتواند زندگى كند ، معنا ندارد ، يك امتى ، يك دهى ، يك شهرى ، بدون رئيس ، بدون قاضى ، پس اين شيعه كه به قضات جور ، به ولات جور نمىتوانند مراجعه كنند چه كنند ؟ فرمودند كه\r\n: « انظر الي رجلٍ منكم رواحد يثنا و نظر في حلالنا و حرامنا و عرف احكامنا فليرضوا به حكما فاني قد جعلته عليكم حاكما\r\n» فرمودند اينها بايد مراجعه كنند به يك شيعه الى رجلا منكم ، كه آن شيعه اولًا راوى حديث ما باشد با روايت قياس استحسان و سرخودى و ظن و خمين\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":134},
  {"content":"\r\n\r\nعمل نكند ، راوى حديث ما باشد ، تابع حديث ما باشدو علاوه بر اين نظر داشته باشد ، يعنى مجتهد باشد\r\n« و نظر في حلالنا و حرامنا\r\n» علاوه بر اين كه راوى است ، راوى صرف نه ، راوى نظردار يعنى مجتهد ، علاوه بر اجتهاد «\r\nعرف احكامنا »\r\nعارف به معارف اسلامى باشد ، جوابگوى جامعهء بشريت باشد . اگر در معارف اسلامى از او چيزى سؤال كردند بتواند جواب بدهد و به عبارت ديگر مجتهد جامع‌الشرايط باشد فرمودند\r\n« فليرضوا به حكما\r\n» روايت اينها بايد رضايت بدهند به حكومت او ، به قضاوت او\r\n« فاني قد جعلته عليكم حاكما\r\n» من اين را يعنى اين مجتهد جامع‌الشرايط را حاكم قرار دادم بر مردم ، همان جمله‌اى كه پيغمبر فرمود : من كنت\r\nمولاه فهذا علي مولاه\r\nاين هم امام صادق ( ع ) مىفرمايد :\r\n« فاني قد جعلته عليكم حاكما » بعد\r\nبه اين اكتفا نكردند ، فرمودند . اگر او حكمى بكند ، حرفى بزند ، حكم او ، حرف او پذيرفته است و اگر كسى حرفش را ، حكمش را نپذيرفت ، سبك شمرده است حرف او را ، استخفاف به حرف ماست ، و استخفاف به حرف ما ، استخفاف به حرف خداست ، بعد باز اكتفا به اين نكردند و فرمودند كه اگر كسى او را رد كند و حكومتش را نپذيرد ، حرفش را نپذيرد ، قضاوتش را نپذيرد ، رد بر ماست و كسى كه رد بر ما كند ، رد بر خدا كند\r\nفهو في حد شرك بالله العظيم\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":135},
  {"content":"\r\n\r\nگناهش در سر حد كفر است . گناهش در سر حد شرك است .\r\nنظير اين روايت ، روايات ديگرى هم داريم و من جمله آن توفيق شريف كه كلينى رضوان‌الله تعالى عليه از برادرش در كفايه نقل مىكند كه برادرش در زمان غيبت صغرى نوشت خدمت ولىعصر عجل‌الله تعالى فرجه‌الشريف كه وقايعى ، حوادثى براى ما جلو مىآيد ، ما كه نمىتوانيم بىسرپرست باشيم ، در حوادث به كه مراجعه كنيم ؟ در مسائل ، خوب مىدانيم به قرآن مراجعه كنيم ، به روايات مراجعه مىكنيم ، حوادثى كه برايمان جلو مىآيد ، تازگىها كه برايمان جلو مىآيد ، اين را چه كنيم ، به عبارت ديگر سؤال كرد كه آقا ما حكومت مىخواهيم ، رهبر مىخواهيم . به كه مراجعه كنيم ؟ رهبر ما ، حاكم نيست ؟\r\nفرمود « و اما الحوادث الواقعه فارجعوا الي رواة احاديثنا فانهم حجتي عليكم و انا حجة الله\r\n» فرمود : من راوى حديثمان را ، كه اين راوى حديث را آن رواهء معنا مىكند يعنى راوى نظردار ، راوى عارف ، يعنى مجتهد جامع‌الشرايط فرمود مجتهد جامع‌الشرايط حجت بر شماست حاكم شماست ، همانطور كه من از طرف خدا حجت بر شما ، حكومت رهبرى بر شما دارم ، او هم از طرف من رهبرى ، زعامت ، حكومت دارد بر شما ، اين هم توقيع\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":136},
  {"content":"\r\n\r\nحضرت ولىعصر كه باز مجتهد جامع‌الشرايط را ، حاكم ، رهبر ، زعيم جامعه شيعه قرار دادند ؛ يعنى آن حكومتى كه مختص پروردگار عالم بود به اجازهءپروردگار عالم ، پيغمبر حكومت پيدا كرد ، همچنين به اجازهء پروردگار عالم ائمه طاهرين حكومت پيدا كردند و به اجازهء خدا وقتى دسترسى به پيامبر و ائمه طاهرين نباشد چه در زمان حضور ، چه در زمان غيبت صغرى ، چه زمان غيبت كبرى ، مجتهد جامع‌الشرايط ؛ و اين قضيه ، يك قضيهء خيلى واضحى هم هست همانطور كه در ضمن بحث هم گفتيم ، اگر ما موضوع محمول قضيه را تصور كنيم ، لازم قضيه به ذهن مىآيد ، معنا ندارد يك امتى بدون سرپرست ، يك ملتى ، يك شيعه‌اى كه مىخواهد رهبرى دنيا را بدست بگيرد ، يك شيعه‌اى كه امام زمان ، ائمه طاهرين مىدانستند كه تا روز قيامت باقى است و به دست او به سرپرستى امام زمانش پرچم اسلام روى كرهء زمين برافراشته مىشود ، اين بدون سرپرست باشد . عقلًا وقتى كه يك جمعيت كوچكى ، به قول خودشان ، يك اكيپ كوچكى ولو چهار نفرى ، ده نفرى يك جايى مىفرستند يكى از اينها را رئيس قرار مىدهند و مىگويند چهار نفر بدون رئيس نمىشود . اگر پنج نفر يك كارى را بخواهند\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":137},
  {"content":"\r\n\r\nانجام بدهند بدون رئيس نمىشود ، خانه بدون رئيس نمىشود « الرجال قوامون علي النساء بما فضل الله بعضهم علي بعض و بما انفقوا من اموالهم » ( نساء - 34 ) قرآن مىگويد : مرد رئيس خانه است ، براى اينكه عقلش بيشتر است ، علاوه بر اين هم نفقهء خانه بدوشش است ، پس رياست مال اوست ، قرآن براى خانهء دو سه نفرى يك رئيس قرار مىدهد ، معلوم است كه خدا براى شيعه در زمان غيبت‌كبرى در هنگام دسترسى نداشتن به رئيس حقيقىاشان ، يك رئيسى ، رهبرى ، زعيمى قرار خواهد داد . لذا نتيجه مىشود مجتهد جامع‌الشرايط ؛ خوب معلوم است ، بايد عادل باشد ، كه از همان مقولهء عمربن حنظله در آخرش فهميده مىشود كه بايد عادل باشد ، بايد با كفايت باشد . اينها ديگر يك چيزهايى است كه خيلى احتياج به گفتن نداشته است ، بقول شما طلبه‌ها ، تخصيصش ، تخصيص لبى است ، قيدش قيد لبى است ، يك كسى كه خانهء خودش هم نتواند اداره كند ، اين معلوم است ، ولو مجتهد حسابى هم باشد نمىتواند رهبر باشد ، كسى كه پنج شش نفر را ، يك مدرسه را نتواند اداره بكند معلوم است نمىتواند يك مملكتى را اداره بكند ، بايد عاقل باشد ، بايد با كفايت باشد ، بايد با سياست باشد ، بايد اجتماع‌شناس باشد ، و\r\n\r\n","description":"","footnote":"","page_name":" 134 ","page_number":138},
  {"content":"\r\n\r\nبالاخره بايد عادل باشد ، اين قيدها ديگر چون احتياج نداشته است قيدهاى واضحى بوده است قيد لبى بوده است اينها را ديگر گذاشتن خود ما به اين مجتهد بزنيم ، لذا فقها مىگويند مجتهد جامع‌الشرايط ، شما در رسالهءتان مىنويسد مجتهد جامع‌الشرايط در باب فتوا ممكن است ده تا مجتهد جامع‌الشرايط باشد ، خوب اشكالى هم نيست ، بىاشكالش نيست اما اشكالى هم ندارد ، ده نفر مرجع تقليد و اما راجع به زعامت ، راجع به حكومت و رهبرى معلوم است بايد يك باشد ، اگر دو شد ، اگر سه شد ، ملوك‌الطوائفى مىشود نبودش بهتر از بودش ، حالا چه كنيم ؟ خوب در اينجا ديگر بايد در آن چارچوبى كه ائمه طاهرين دست ما داده‌اند ، خود يكنفر را انتخاب كنيم ، براى اينكه در آن چارچوب هر كس را انتخاب كرديم مصداق تعيين امام صادق ( ع ) مىشود ، مصداق روايت امام صادق ( ع ) ، روايت امام زمان ( ع ) مىشود . ما تعيين نكرديم در واقع ما ، تعيين مصداق كرديم ، خوب يك كسى را بايد تعيين كنيم ، اين معلوم است اتفاق آرا روى يك كس نخواهد شد ، يعنى صددرصد يك كسى تعيين بشود ، خيلى كم پيدا مىشود بله ، در انقلاب ما كه از افتخارهاى بزرگ اين انقلاب است ، صدى تقريباً 99 به\r\n\r\n","description":"","footnote":"","page_name":" 135 ","page_number":139},
  {"content":"\r\n\r\nجمهورى اسلامى آرى گفتند ، آن وقت ، كه معنايش اين بود كه صدى 99 به رئيس جمهورى يعنى امام رضوان‌الله تعالى آرى گفتند ، ولى اين معلوم است كه كم اتفاق مىافتد . شايد در اسلام ، در دنيا بىنظير بوده است . لذا دنيا هم تعجب كرد ، وقتى كه اتفاق روى يك نباشد ، خوب نمىشود . اكثريت يك كسى را تعيين كند و اقليت يك كس ديگر را ، اين به قول ما طلبه‌ها هذا المحذور ، خوب آن قاعدهء عقلى جلو مىآيد و آن اكثريت ، وقتى اكثريت آراء به يك كسى رأى دادند آن مصداق مىشود و او تعيين مىشود ، در حقيقت تعيينش از امام زمان ( عج ) است ، تعيينش از امام صادق ( ع ) است ، براى اينكه در چارچوب تعيين شده است . اما براى تعيين مصداق بالاخره عقلاء مىگويند ، عقل مىگويد اكثريت مىگويند ، بايد عقل جلو بيايد و همين جمهورى اسلامى با همين قاعده تا به حال جلو آمده است يعنى اين آرائى كه گرفته مىشود ، مجلس خبرگان درست مىشود ، مجلس خبرگان ، يك كسى را تعيين مىكند ، همهء اينها تعيين نمىكنند رهبر را ، رهبر را امام صادق ( ع ) تعيين كرده است خدا تعيين كرده است . امام زمان ( ع ) تعيين كرده است ، اينها در يك چارچوب مصداق را تعيين كرده‌اند ، ديگران مصداق را ارائه\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":140},
  {"content":"\r\n\r\nمىدهند به مردم ديگر همهء مردم براى اينكه اين مجتهد جامع‌الشرايط است بايد حكم او را بپذيرند ، ديگر همه مردم بايد در مقابل او متواضع باشند ، به قول امام صادق ( ع ) حكم او حكم خداست ، رد او رد خداست ، استخفاف به حكم او ، استخفاف به شخص او ، استخفاف به خداست ، استخفاف به حكم خداست ، و گناهش در حد شرك است ، لذا ما اگر الان مقام معظم رهبرى را تعيين كرديم و پذيرفتيم ، همه و همه براى خاطر اين است كه اصلش را امام صادق ( ع ) گفته است ، اصلش را امام حسين ( ع ) گفته است\r\n: « مجار الامور بيد العلماء الامناء علي حلاله و حرامه »\r\nاصلش را امام زمن ( عج ) گفته است ، در آن چارچوب اصل مقام معظم رهبرى ديروز خود پيدا شد ، امروز جلسهء خبرگان تعيين كرد . آن كه خود پيدا شد تعيين مصداق بود . يعنى يك مصداقى از آن مصاديق بود . در ميان مردم بود ظهور كرد ، و اين كه الان هست ، اين بواسطهء مردم يعنى خبرگان معرفى شده است ، مصداق آن روايت امام صادق ( ع ) ، آن روايت امام زمان ( ع ) معرفى شده است ، وقتى معرفى بشود خواه ناخواه اين مىشود حاكم بر همه ، ولو آرى نگفته باشد ، اما بالاخره حاكم است ، مجتهد جامع‌الشرايط است ولو آن اقليت هم آرى نگفته\r\n\r\n","description":"","footnote":"","page_name":" 137 ","page_number":141},
  {"content":"\r\n\r\nباشد ، استخفاف او ، استخفاف به حكم او ، استخفاف به خدا استخفاف به خود خداست ، ما اگر در جمهورى اسلامى به زعيم قائليم ، به رهبر قائليم ، اين ضرر به توحيد در حكومت نمىزند ، طولى است ، يعنى مىگوئيم حكومت مال خدا و هر كه را كه خدا تعيين كرده باشد ، اين اصل قضيه ، كه يك قضيه فلسفى ، يك قضيهء فقهى و يك قضيه اصولى است ، و اين رايك رنگ اخلاقىاش هم بدهيم ، و آن رنگ اخلاقى اين است كه اين ، از شاهكارهاى اسلام است . اسلام مىگويد كه بايد گفتهء رهبر را ولو بخواهى يا نخواهى ، ولو مورد پسند تو نباشد يا باشد ، بايد بپذيرى ، براى خاطر اتحاد ، شايد علتش هم همين باشد ، براى خاطر اينكه تفرقه‌اى پيدا نشود ، براى اينكه نظير يك گله گوسفند بيشتر از يك چوپان نداشته باشد ، براى اينكه اگر يك حكومتى ، دو حكومتى ، سه حكومتى شد ، اختلاف عجيبى پيدا مىشود و خواه ناخواه گسسته مىشود ، اين امت ، اين اجتماعش ، اين وحدتش با آن طمطراقى كه گفتم امام صادق ( ع ) مىفرمايد در مقابل او قد علم كردن ، حرفى روى حرف او زدن ، بالاخره او را طردكردن ، او را ردكردن ، اين استخفاف به حكم ما و حكم خداست و اين گناهش در حد شرك است ، و اگر همهء ما هوى و\r\n\r\n","description":"","footnote":"","page_name":" 138 ","page_number":142},
  {"content":"\r\n\r\nهوس را كنار بگذاريم ، اگر همهء ما منيت‌ها و خوديت‌ها را كنار بگذاريم ، اگر همهء ما استبدادها را كنار بگذاريم ، هيچ‌وقت اختلافى در ميان ما پيدا نخواهد شد . شما اين اختلافها را يك قدرى ريشه‌يابى كنيد ، مىبيند يا از منيت سرچشمه مىگيرد يا از غرور سرچشمه مىگيرد و يا از جهل يا از نادانى . از اين جهت در زمان پيغمبراكرم ( ص ) هم بعضى اوقات يك عرض اندامهايى در مقابل پيغمبراكرم ( ص ) مىشد كه قرآن شريف با كمال صراحت طرد مىكرد قرآن مىفرمايد :\r\n« فلاوربك لايؤمنون حتي يحكموك فيما شجربينهم ثم » به خدا قسم ايمان نياوردند مگر اينكه هر چه تو گوئى بپذيرد « لا يجدوا في انفسهم حرجا مما قضيت و يسلموا تسليما » ( نساء - 68 ) در مقابل حرف او بخواهد حرف بزنند ، ديگر معلوم است از خوديت‌ها ، از منيت‌ها سرچشمه مىگيرد ، اين ديگر ايمان نيست ، ايمان سست است و الا اگر ايمان بود ، سست نبود ؛ نقطهء سياه شرك در او راه نداشت ، معلوم بود كه ديگر اختلاف هم نبود ، ديگر حرف هم نبود در مقابل تو . اينكه در مقابل تو حرف مىزنند ، اين براى خاطر اين است كه ايمان ضعيف است : « فلا و ربك لا يؤمنون » و الا اگر ايمان محكم بود ، مثل همان قضيه كه\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":143},
  {"content":"\r\n\r\nآمده بود خدمت حضرت امام صادق سلام‌الله عليه فرموده بود يابن رسول‌الله اگر شما انار را دو نصف كنيد ، بگوييد اين نصف حلال است ، اين نصف حرام است ، من مىگويم اين نصف حلال است ، و مىخورم ، اين نصف حرام است ، اجتناب مىكنم . يا آن خراسانى آمده بود خدمت امام صادق ( ع ) ، آقا قيام كنيد ، شما رهبرى امت را داريد ، شما مريد در خراسان زياد داريد ، هفتاد هزار لشكر مجهز داريد . امام صادق ( ع ) ديدند او خيلى عصبانى است ، او خيلى احساساتى است ، امام صادق ( ع ) يك قدرى صبر كردند ، او حرفهايش را زد ، دستور دادند تنور روشن كردند ، تنور شعله‌ور شد ، به آن خراسانى گفتند پاشو برو در اين تنور ، اين يك قدر وحشت كرد ، يابن رسول‌الله من كارى نكردم ، من چيزى نگفتم ، تا اينكه هارون مكى رسيد ، يك مريد رسيد ، حضرت به هارون مكى گفتند برو در اين تنور ، گفت يا كفشها ، يا بدون كفشها فرمودند فرق نمىكند . رفت در تنور ، امام صادق با او حرف مىزدند گرمش كردند . آن هم تو تنور به عقيدهء آن خراسانى داشت مىسوخت و او تلاطم داشت كه امام صادق ( ع ) چرا امروز آدم مىسوزاند . منهم مىخواست بسوزاند ، نرفتم توى تنور و اين بيچاره را چرا كرد تو تنور ؟ يك مقدار طول كشيد\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":144},
  {"content":"\r\n\r\nامام صادق ( ع ) فرمودند پاشو برو پيش تنور ، رفت ديد چهار زانو نشسته وسط آتش ، و آن تصرف الهى كه « يانار كوني برداً و سلاما » آن تصرف الهى كه از طرف خدا به آتش نمروديان آمد . آن تصرف والايى از امام صادق آمد ، آتش سرد شد براى او ، سلامت شد براى او ، فرمودند بيا بيرون ، امام صادق فرمودند اين مريدها در خراسان چند تا داريم ؟ ! تا قيام كنيم ، فرمود از اينها هيچى مثل من خيلى ، مثلى كه مىخواهند و يسلموا تسليما ، و اين انقلاب شما تا به اينجا آمده است اگر حضرت امام نبود و آن ارادت همه به او ، ارادت به اين توحيد يسلموا تسليما ، مسلم اين انقلاب شما از بين رفته بود ، دشمن چون كه زعامت اسلامى را درك نكرده بود ، دشمن چون نفهميده بود كه شيعه رهبر دارد ، رهبرش يك معناى خاصى دارد ، اينها يقين داشتند كه همان سالهاى اول و دوم اين انقلاب نابود مىشود ، حسابها كه كرده بودند ، حسابها پيش او دو دو تا چهار بود كه از بين مىرود ، اين لانهء جاسوسى ، كه داشتند كارها را مىكردند ، براى اينكه معلوم است خودبخود خنثى مىشود ، كى را بگذاريم ، چكار بكنيم ، چكار بايد كرد پيششان خيلى واضح بود ، براى اينكه نشناخته بودند رهبرى در اسلام يعنى چه ؟ اما وقتى كه رهبرى در اسلام\r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":145},
  {"content":"\r\n\r\nرا فىالجمله درك كردند ، ديدند ، نه ! به اين زودى نمىشود اين شيعه را از بين برد ، الان همه همين است ، فرداش هم همين است . اگر يك رهبر لايقى سركار باشد ، و مردم در مقابل او تسليم باشند ، اين انقلاب حتماً از بين نخواهد رفت و بالاخره اميدواريم همين نسل ، اين انقلابىها پرچم اسلام را به رهبرى امام زمان ( ع ) روى كرهء زمين افراشته كند ، مثل اينكه دشمن درك كرده آن كه مىتواند از درون بپوساند العياذبالله . و از بين ببرد ، ضعيف كردن ولايت فقيه است و از بين بردن وحدت كلمه است . بحث كامل نيست خلاصه بحث اين شد كه در بحث اخلاقى توحيد در حكومت ، انسان داراى قلبى ، دلى باشد كه خدا بر آن حكومت كند ، نه چيزى ، كسى ديگرى . انسان فقط دلش را به خدا بسپارد و غير از خدا چيزى نبيند همهء امور و كارها را در زندگى از خدا بداند و دل به غير او ندهد . شما انشاءا . . . به اين جهت حكومت خدا در دل توجه داريد .\r\nخدايا به عزت و جلالت روح مطهر حضرت امام را به خاطر تقويت انقلاب شاد فرما .\r\n\r\n","description":"","footnote":"","page_name":" 142 ","page_number":146},
  {"content":"\r\n\r\n\r\nگفتار دهم‌توحيد در حكومت ( 2 )\r\nتوحيد افعالى را منقسم كردم به پنج قسم :\r\n1 - توحيد در خالقيت\r\n2 - توحيد در ربوبيت\r\n3 - توحيد در قانون\r\nدر اين سه قسم صحبت كردم . بحث جلسهء قبل توحيد در حكومت بود ، و توحيد در حكومت را فىالجمله دربارهء او صحبت كردم البته از نظر فقهى چيزى كه باقى مانده است توحيد\r\n\r\n","description":"","footnote":"","page_name":" 143 ","page_number":147},
  {"content":"\r\n\r\nدر حكومت از نظر اخلاق است كه اگر اين توحيد در حكومت از نظر اخلاق نباشد ، نقطهء سياهى در توحيد او پيدا مىشود و به عبارت ديگر شرك خفى ، شرك اخلاقى دارد ، شرك عملى دارد ، و بحث اخلاقى توحيد در حكومت اين است كه اين دل انسان مال خداست ، و بايد فقط و فقط خدا بر او حكومت كند ، نه چيز ديگرى ، نه كس ديگري « الله ولي الذين آمنوا يخرجهم من الظلمات الي النور » ( بقره - ) خدا سرپرست دل مؤمنين است و آنها را از ظلمتها مىكشاند به نور مطلق ، يعنى اگر خدا بر كسى حكومت داشته باشد ، ديگر صددرصد نورانى است ، نور خدا تجلى در دل كرده است ، ديگر ظلمتى ، ظلماتى در دل نيست ، اگر دلى تاريك است براى اين است كه طاغوت بر اين دل حكومت مىكند . « والذين كفروا اولياءهم الطاغوت يخرجونهم من النور الي الظلمات » به قول قرآن شريف آن هم نه يك ظلمت ، اين دل ظلمتها دارد نه يك چيز ، يك كس بر دل حكومت دارد ، چيزها ، كس‌ها بر اين دل حكومت دارد و اين دل از نظر قرآن شرك دارد .\r\n« افرايت من اتخذ الهه هواه و الضله الله علي علم » پيغمبر مىبينى كه هوى و هوس مىپرستند ، مىبينى\r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":148},
  {"content":"\r\n\r\nبه جاى خداپرستى هواپرستى دارد ، به جاى اينكه خدا إله او باشد هوى إله اوست « اتخذ الله هواه » و مىبينى اينكه چون هوى بر دل او حكومت دارد ، دانسته گمراه مىشود ، دانسته بدبخت مىشود . و در سورهء يس مىفرمايد : « الم اعهد اليكم يا بنيآدم ان لا تعبدوا الشيطان أنّه لكم عدوٌّ مبين » ( يس - 60 ) مگر معاهده نكرديم در اصل اينكه شيطان‌پرست نباشيد ، يعنى اگر شيطان بر دل حكومت كرد و ما زير پرچم شيطان باشيم ، قرآن مىفرمايد اين شيطان‌پرست است ، اين عبادت شيطان كرده است ، به جاى اينكه خدا بر دلش حكومت كند ، شيطان مسلط بر دل او شده است در روايت قدسى مىفرمايد : « فلو لا ان الشياطين ، يحومون علي قلوب بنيآدم و نظروا الي ملكوت السموات و الارض » اگر دل چراگاه شيطانها نباشد كه اين شيطانها در اينجا يعنى صفات رذيله ، اگر دل صفات رذيله بر او حكمفرما نباشد ، چراگاه شيطان نباشد ، اين دل جاى خداست ، مىتوند قيوميت را حق را درك كند .\r\n« ونظروا الي ملكوت السموات و الارض » آن وجه عن الربى آسمان‌ها و زمين را مىتواند ببيند . همهء چيزها در اين جهان يك وجهء ملكوتى دارد ، يعنى وابسته به خدا كه\r\n\r\n","description":"","footnote":"","page_name":" 145 ","page_number":149},
  {"content":"\r\n\r\nقيوميت حق آنجا معلوم مىشود « الله لا إله الا هو الحي القيوم » كه همه چيز در محض خدا به نحو تجلى ، به نحو فقر صرف ، و به اين مىگويند جنبه پدر ، و يك جنبه يدالخلقى دارد كه انسانها معمولًا به آن وجهه نگاه مىكنند . نگاه ما به وجههء ناسوتى ، به جنبهء يدالخلقى اشياء است . نمىتوانيم آن وجههء ملكوتى را ببينيم نمىتوانيم درك كنيم اينكه چگونهء همهء عالم وابسته به ذات مقدس الهى است . و بالاخره اگر انسان به قول قرآن شريف درك كند مقام قيوميت حق را ، اينكه قوام همهء عالم به ذات مقدس الهى است . كه قرآن مىفرمايد اين وجهه را نشان حضرت ابراهيم داديم ، « و كذلك نري ابراهيم ملكوت السموات و الارض » ( انعام - ) اين روايت هم مىفرمايد اگر دل رها شد ، اگر دل از اين اسارت‌ها رهايى پيدا كرد ، اگر دل از اين وابستگىها رهايى پيدا كرد و به عبارت ديگر اگر توانست به جاى شيطان ، به جاى هوى و هوس صاحب‌خانه را در خانه بياورد ، توانست به جاى اينكه دل چراگاه شياطين باشد ، عرش خدا بشد « قلب المؤمن عرش الرحمن ، لا يسأني ارضي و لا سمائي و ليكن يسأني قلب عبدي المؤمن » ( روايت ) اگر توانست انسان دلش را آماده كند براى خدا ، براى تجلى حق ، مىتواند نظرها داشته باشد ، ديگر نظرش از ماديت بالاتر مىرود « و نظروا الي ملكوت\r\n\r\n","description":"","footnote":"","page_name":" 146 ","page_number":150},
  {"content":"\r\n\r\nالسموات و الارض » همانطور كه ابراهيم وجههء ملكوتى عالم را ديد . انسان هم مىتواند وجهه ملكوتى عالم را ببيند ، اگر كسى دل را پاك كرد براى خدا ، مهيا كرد براى خدا ، همهء اغيار را بيرون كرد ، همهء بت‌ها را شكست و صاحب منزل آمد در خانه ، اگر همهء موانع را رد كرد ، صاحب‌خانه آمد در خانه . او توحيد در حكومت دارد ، يعنى چيزى ، كسى در دل او نيست جز خدا ، به اين مىگوئيم توحيد در حكومت ، نگذاشته است غير خدا ، چيزى ، كسى در دل او باشد . يا اگر چيزى ، كسى در دل او بود ، شكست بت را پاك كرد او را بيرون كرد او را ، آن وقت توحيد در حكومت پيدا مىكند و اين توحيد در حكومت از همهء مراتب توحيد مشكل‌تر است ، توحيد ذاتى ، آن وجههء اخلاقىاش مشكل بود ، اما نه به اين مشكلى ، توحيد صفاتى ، آن وجههء اخلاقىاش مشكل بود اما نه به اين مشكلى ، توحيد افعالى ، توحيد در خالقيتش ، توحيد در ربوبيت تكوينىآش ، توحيد در ربوبيت تشريعى به معناى توحيد در قانون وجهه‌هاى اخلاقىاش مشكل بود اما نه به اين مشكلى ، و اينكه انسان هيچ وابستگى نداشته باشد جز به خدا ، كارى است بسيار مشكل ، اما معلوم است كارى است بسيار لازم ، اگر چيزى ، كسى ، جز خدا در دل ما باشد ، ما علاوه بر اينكه توحيد در حكومت نداريم فاسد\r\n\r\n","description":"","footnote":"","page_name":" 147 ","page_number":151},
  {"content":"\r\n\r\nهم هستيم . جاى خدا را ، عرش خدا را داديم به ديگرى ، داديم به كس ديگرى ، داديم به چيز ديگرى ، و حيف كه اينها را سرسرى از او مىگذريم ، يعنى شايد شما و من بيش از هزار مرتبه در قرآن اين « الم اعهد اليكم يا بنيآدم ان لا تعبدوا الشيطان انّه لكم عدوٌ مبين » ( يس - 60 ) را خوانده‌ايم . توجه به معنايش هم كرده‌ايم ، شايد بعضى اوقات ناراحت هم شده‌ايم ، اما بالاخره از آن گذشتيم ، درد را شناختيم ، درمان كرديم ، شايد بيش از هزار مرتبه كم و زياد ( آيه ) ديديم ، خوانديم ، گفتيم ، شنيديم اما سرسرى از آن گذشتيم ، نمىشود گفت اين گونه آيات از متشابهات است ، اين گونه آيات از محكمات است . علماى علم اخلاق كه گفتند ، هر چه گفتند ، اما قرآن را كه نمىشود هر چه گفت گفت ، قرآن مىگويد اگر كسى هوى و هوس بر دلش مسلط باشد مشرك است . قرآن مىگويد اگر شيطان بر دل كسى مسلط باشد مشرك است . حالا البته مراد قرآن شرك عملى است ، شرك اخلاقى است ، شرك خفى است ، نه شرك جلى ، بطوريكه ضرر به اعتقاد بزند . او را نجس نكند . او را از وجههء اسلام بيرون كند . اما مسلمان واقعى ، آن هم نيست ، كه بهترين عبارت‌ها همين عبارتى است كه امسال زياد به كار برديم شرك اخلاقى و عملى است و اتفاقاً در\r\n\r\n","description":"","footnote":"","page_name":" 148 ","page_number":152},
  {"content":"\r\n\r\nبعضى از آيات و در بعضى از روايات يك جملاتى به كار برده شده است كه اين جملات خيلى ناراحت كننده است . مخصوصاً با زندگى ما ، با وضع ما . در روايات فراوانى مىخوانيم اگر غم و غصه دلى را گرفته باشد ، اين دل ديگر مال خدا نيست . « من اصبح و كان همه الدنيا فليس من الله في شيء » اگر كسي غم و غصه دنيا او را گرفته باشد ، دگر خدا به اين اعتنا ندارد . ديگر خدا حكومت به دل اين ندارد ، در قرآن مىفرمايد اصلًا آن كه غم و غصه دارد براى گذشته‌ها براى آن چيزهايى كه از دستش رفته است ، و يا آن كه شادى دارد براى آنكه به دست آورده است ، آن منافات دارد با زهد اسلامى ، منافات دارد با قضا و قدر پروردگار عالم . « ما اصاب من مصيبة في الارض و لو في انفسكم الا في كتاب من قبل ان نبرأها انّ ذلك علي الله يسير » ( حديد - 22 ) چرا ما اين كار را كرديم ؟ چرا قضا و قدر است ؟ چرا در قرآن تذكر داديم ؟ « لكيلا تأسوا علي ما فاتكم و لا تفرحوا بما أتيكم و الله لا يحب كل مختال فخور » ( حديد - 23 ) براى اينكه آنچه از دستت رفته است ، روى آن غصه نخور و آنچه به دست آورده‌ايد روى آن خيلى خوشحال نباشى . به عبارت ديگر حظ كنيد .\r\n« قل اللهم مالك الملك تؤتي الملك من تشاء و تنزع الملك ممن تشاء و تعزّ من تشاء و تذل من تشاء » ( آل‌عمران - 25 ) .\r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":153},
  {"content":"\r\n\r\nاى نگونه روايات به ما مىفهماند كه اگر ما توحيد در حكومت نداشته باشيم ، علاوه بر اينكه شرك خفى داريم ، نقطهء سياهى در توحيد ما موجود است ، براى دنياى ما هم خيلى ضرر دارد . همين روايتى كه از امام صادق ( ع ) خواندم يك ذيلى دارد مىفرمايد\r\n: « من اصبح و كان همه الدنيا فليس من الله في شيء و الزم الله قلبه اربع الخصال\r\n» آن كسى كه دلش را غم و غصه گرفته باشد به جاى آنكه نور خدا جلوه حق به دل باشد ، سر تا پا او را تاريكى غصه گرفته است ، تاريكى غم دنيا گرفته است .\r\nاولًا فليس من الله في شيء\r\n. ديگر خدا در اين دل نيست . دست عنايت خدا روى سر او نيست . ديگر ديو آمده ، فرشته رفته است . بعد مىفرمايد وقتى خدا رفت چهار خصلت رذيله در دل او پيدا مىشود . ملازم دل اين مىشود ، همان كه قرآن مىفرمايد اگر الله نباشد ، طاغوت است . اگر نور نباشد ، تاريكىهاست . اينجا هم مىفرمايد اگر خدا نباشد ، به جاى خدا غم و غصه باشد چهار چيز ملازم اين دل\r\nمىشود « و الزم الله قلبه اربع خصال هماً لا ينقطع عنه ابدا »\r\nيك غم و غصه‌اى روى دل او مىآيد كه هيچ وقت از دل بيرون نمىرود تا بميرد ، هميشه بايد دست و پنجه با اين غم و غصه نرم كند ، شايد هم يك معناش اين باشد كه از اين مشكل نجات پيدا مىكند ولى مشكل ديگر ، و بالاخره مشكل دنيا هم و غم دنيا هميشه روى دل او است . اين يك رذيله ، دوم\r\nوفقراً الا يبلغ غناه ابداً\r\n\r\n","description":"","footnote":"","page_name":" 150 ","page_number":154},
  {"content":"\r\n\r\nفقر و احتياج دل او را سراپا فرا مىگيرد كه هيچ‌وقت فناى اين فقر نمىرسد ، نظير سايه‌اى است كه هر چه بدود ، سايه جلوتر است ، بعضى اوقات كه سايه جلوى انسان باشد ، چطور انسان به سايه‌اش نمىرسد ، به قول آن شاعره دنيا هم همينطور است . اگر انسان به آن اقبال كند هر چه بدود به آن نمىرسد . اگر پشت به او كند ، هر چه بدود به آن نمىرسد . و فقراً لا يبلغ غناه ابداً شايد اين فقر همان فقر اخلاقى باشد ، فقر مالى معناش نباشد ، براى اينكه بسيارى از افرادى را مىبينيم خيلى پولدارند ، اما فقيرند . اما محتاجند احتياجى كه او دارد ، مثل آن كه نان شب ندارد نيست ، آن احتياج ندارد صدى نود اين پولدارها اين جورى هستند ، يعنى از نظر دل فقيرند ، محتاجند از نظر كار محتاجند بعضى اوقات از بسكه پول دارد شماره نمىتواند بكند . اما به اندازه‌اى محتاج است كه حاضر است پول گداى سر كوچه را هم بگيرد و بخورد . و بالاخره اين روايت مىفرمايد اگر غير خدا در دل باشد ، اگر غم و غصه در دل شد ، يك فقرى ملازم با دل او مىشود ، كه يبلغ غناه ابداً سوم و شغلًا لا يفرح عنه ابداً اين دل ديگر مشغول مىشود ، ديگر نمىتواند فارغ‌البال باشد ، تا برود در فكر معنويات باشد دل مشغول است . و بالاترين حجاب‌ها هم براى دل همين اشتغال‌هاست . ديگر وقتى وجههء ناسوتى پيدا كرد ، به قول امام صادق دل وارونه شد ، به جاى اينكه وجههء ملكوتى داشته باشد ،\r\n\r\n","description":"","footnote":"","page_name":" 151 ","page_number":155},
  {"content":"\r\n\r\nوجهء ناسوتى داشته باشد ، وارونه باشد ، اين دل ديگر مشغول است . نظير كرم ابريشم در خود مىتند تا كم‌كم خفه شود وشغلًا لا يفرح عنه ابداً و چهارم\r\n« و املًا لا يبلغ منتهاه ابداً\r\n» مىگويد يك آمال و آرزويى روى دل او مىشود كه هيچ‌وقت به آن نمىرسد . آمال و آرزوى طولانى مثل اينكه مىخواهد تا روز قيامت در اين دنيا زندگى كند . چيزى كه به فكر او نيست مرگ است . چيزى كه به فكر او نيست آخرت است . و به عبارت اخلاقى چيزى كه به فكر او نيست معنويت است و اينكه اين دل جاى خداست به جاى غم و غصه ، و بالاخره قرآن مىفرمايد :\r\n« الا ان اولياء الله لا خوف عليهم و لا هم يحزنون » ( يونس - 62 ) آنهايى كه دوست خدا هستند يعنى خدا بر دل آنها حكومت دارد ، توحيد در حكومت دارند ، از آينده ترس ندارند . از گذشته هم غم و غصه ندارند . اينكه اين انسان را رنج مىدهد خيلى هم رنج مىدهد دو چيز است . يكى غم و غصه از گذشته ، يكى ترس از آينده . و اين آيه كه در قرآن تكرار شده و به تأكيد هم تكرار شده مىگويد كه : آن كه خدا را دارد نه غم و غصه از گذشته ، و نه ترس از آينده‌دارد . و اين آيه كه در قرآن هم مىفرمايد آنكه خدا پناه اوست ، خدا بر دل او و حكومت\r\n\r\n","description":"","footnote":"","page_name":" 152 ","page_number":156},
  {"content":"\r\n\r\nدارد ، ديگر از سلطهء شيطان هم نمىترسد ، و اين آيه ، آيهء عجيبى است واقعاً . با يك تأكيد خاصى مىفرمايد : « انه ليس عليه سلطان علي الذين آمنوا و علي ربهم يتوكلون انما سلطانه علي الذين يتولونه » ( نحل - 101 ) در آيات ديگر كه شيطان تشر زده به خدا ، و ايستادگى كرده است در مقابل خدا ، دشمنى كرده است ، دشمنى علنى با خدا ، در آنجا به خدا مىگويد :\r\n« فبعزتك لا غوينهم اجمعين الا عبادك منهم المخلصون »\r\nخدايا به عزت و جلالت همه‌شان را گمراه مىكنم جز مخلصين را . كه مخلصين خوب يك مقامى است مختص به انبياء ، مختص به اوصياء ، نميشه يك كسى ادعاء بكند كه من به مقام مخلص رفته‌ام يا در مقام مخلص رسيده‌ام . ديگر خدا مرا پذيرفته است صددرصد . در آن آيات شيطان مىگويد : من به مخلصين دسترسى ندارم اما در اين آيه مىفرمايد به مخلصين هم دسترسى ندارد اين آيه ديگر از زبان خود خداست . آن آيات از زبان شطان است خدا امضاء كرده است ، پروردگار عالم نفرموده نه نمىشود ، نمىتوانى ، اما در اين آيه شريفه از زبان خود خدا ، كه اگر انسان مخلص باشد ، يعنى خلوص الدين ، اگر پناهى به مثل\r\n\r\n","description":"","footnote":"","page_name":" 153 ","page_number":157},
  {"content":"\r\n\r\nخدا داشته باشد ، در عبارت امر و زمان اگر خدا بر دل او حكومت داشته باشد ، ديگر شيطان سلطه بر اين شخص ندارد . در آن آيات شيطان قسم خورده است ، تأكيدش از شيطان است\r\n« فبعزتك الا غوينهم اجمعين الا عبادك منهم المخلصين »\r\nاست « انه » هم « ان\r\n. « انه ليس له شيطان\r\nعلي الذين آمنوا و علي ربهم يتوكلون\r\nسلطانه علي الذين يتولون\r\nاما تأكيد اينجا از زبان خود خداست ، از طرف خود خداست . تأكيدش هم بيشتر از آن آيات » تأكيد دارد و هم ضمير شأن است . تأكيد دارد » باز هم جار و مجرور مقدم شده تأكيد دارد .\r\n« » سلطه ندارد شيطان بر كسى كه خدا دارد . آن افرادى كه خدا ولى آنهاست ، حكومت خدا بر دل اينهاست ، بعد دو دفعه تأكيد مىكند با « انما » سلطهء شيطان بر افرادى است كه شيطان بر دل آنها مسلط است . زير پرچم شيطان‌اند ، كه اين آيه مردم را دو قسمت مىكند . يك قسمت افرادى كه خدا بر دل اينها حكومت دارد ، توحيد در حكومت دارند . مىفرمايد اين افراد مصونيت دارند . و يك دسته افرادى كه شيطان بر دل اينها حكومت دارد . مىفمرايد اينان كه مصونيت ندارند . اينان كه شيطان مىتواند اينها را گول بزند . مىتواند اينها را ببرد . و\r\n\r\n","description":"","footnote":"","page_name":" 154 ","page_number":158},
  {"content":"\r\n\r\nخلاصهء بحث امروز ما ، خلاصهء اين آيات و رواياتى كه خواندم ، به ما مىگويد كه توحيد از نظر اخلاقى ، اگر چه كار مشكلى است ، اما اگر كسى خير دنيا بخواهد بايد توحيد در حكومت داشته باشد ، براى اينكه اگر توحيد در حكومت آمد ، غم غصه‌اى نيست . اضطراب و نگرانى نيست ، ديگه دلهره نيست ، نگرانى از آينده هم نيست . به قول قرآن شريف امنيت است . بالاترين نعمتها امنيت ظاهرى است ، نمىدانم روايت است يا غير روايت ،\r\n« نعمتان مجهولتان الصحهء و الامان »\r\nسلامتى و امنيت دو تا نعمت خيلى بزرگ است گرچه الطاف خفيه خداست . معمولًا مردم غفلت دارند . بالاتر از امنيت ظاهرى ، امنيت دل است ، كه دل انسان امنيت داشته باشد ، يعنى غم و غصه نداشته باشد ، دلهره نداشته باشد . اضطراب هم نداشته باشد ، نگرانى نداشته باشد ، و اين كم پيدا مىشود ، شايد الان در ميان ما خيلى كم باشد . و اگر توحيد در حكومت باشد اين حالت هم براى انسان پيدا مىشود و « فاى الفريقين احق بالا من ان كنتم تعلمون » اگر گفتى امنيت چه دارد ؟ برات معنى مىكنم . « الذين آمنوا و لم يلبسوا ايمانهم بظلم اولئك لهم الا من هم مهتدون » ( انعام - 82 ) آن كسانى كه\r\n\r\n","description":"","footnote":"","page_name":" 155 ","page_number":159},
  {"content":"\r\n\r\nايمان دارند اما ايمان راستين « و لم يلبسوا ايمانهم بظلم » ايمانشان مشوب به گناه نيست ، ايمان توأم با تقوا « اولئك لهم الا من » اين تأ : يد يعنى حتماً اين امنيت دل دارد ، « و هم مهتدون » او كه توحيد در حكومت دارد ، دست عنايت خدا روى سر اوست ، خدا در دل او ، تجلى حق در دل انسان ، « و هم مهتدون » اين يك دسته انسانها . در بحث امروز ، از آيات و روايات استفاده كرديم ، اين يك دسته افرادى كه توحيد در حكومت ندارند ، چيزى ، كسى ، چيزهايى ، كسانى ، بر دل او حكومت دارد ، « و الذين كفروا اوليائهم الطاغوت » اينها ظلمت‌ها دارند ، و بالاترين ظلمت‌ها براى دل ، غم و غصه است ، نگرانى است ، اضطراب خاطر ، دلهره است ، اينكه دنياى روز سوغات تمدنش است ، چرا براى اينكه به جاى خدا شيطان بر دول حكومت كرده است ، به جاى خدا هوى و هوس بر دل حكومت كرده است ، به جاى خدا شياطين ، به قول خدا يعنى صفات رذيله بر او حكومت كرده است .\r\nگفتم بحث امروز بحث مشكلى است از نظر عمل . اما بحث لازمى است اگر ما بخواهيم به جايى برسيم بايد فارغ البال باشيم و مخصوصاً ما طلبه‌ها اين راهى كه در جلو هست و\r\n\r\n","description":"","footnote":"","page_name":" 156 ","page_number":160},
  {"content":"\r\n\r\nصدى نود ما از آن مىمانيم ، براى همين است معمولًا وقتى ما طلبه‌ها وارد تحصيل مىشويم ، تا وقتى كه هى دسته‌دسته پياده مىشويم چيزى در آخر باقى نمىماند ، نظير قطار ، اول خط پر است ، آخر خط هيچ‌كس در آن نيست ، كم در او هستند ، وقتى ريشه‌يابى بكنيم و مىبينيم كه براى خاطر اينكه نمىتواند فارغ‌البال خودش را نگهدارد ، آن افرادى كه به جايى رسيده‌اند راستى فارغ‌البال‌اند ، توانسته‌اند دل را از همه چيز خالى كند . مشكل است يك چيزى من مىگويم و يك چيزى شما مىشنويد ، نه ما مرد عمل هستيم نه شما مرد عمل هستيد اما بالاخره صاحب جواهر شدن ، شيخ انصارى شدن ، اينها فارغ‌البال مىخواهد . با يكدنيا غم و غصه و گرفتارى و اضطراب خاطر و فكر غير خدا ، نه صاحب جواهر امكان دارد نه شيخ انصارى كه نه پايين‌تر . يك قدرى مىخواند مىبيند نمىشود ، رها مىكند اين هم باز از سخاوت آل برامكه است ، اين هم باز براى اين است كه خدا بر دل ما حكومت ندارد ، راستى اين جملهء اول شرح امثله ، اگر ما فقط نخوانيم ، آن استادى هم كه مىگويد فقط ما نگويد از همان اول با توجه به اين جمله وارد طلبگى شويم . خيلى كارها ساخته مىشود ، « اول العلم معرفة الجبار و آخر العلم تفويض الامر اليه » اولش خدا را بشناسيم كه جبران همهء مشكلات\r\n\r\n","description":"","footnote":"","page_name":" 157 ","page_number":161},
  {"content":"\r\n\r\nمىكند ، رفع همهء مشكلات مىكند . به دست اوست رفع همهء مشكلات ، اين را بشناسيم و بدانيم هر چه بخوانيم براى خاطر اين است كه حكومت خدا بر دل بشود ، و آخر العلم تفويض الامراليه ، بدانيم اول علم اوست آخر علم اوست . بدانيم كه اگر دل از صفات زشت پاك نشود ، مشكلات رفع نمىشود ، نور خدا در دل نمىآيد ، غم و غصه‌ها از دل نمىرود . خلاصه بايد كارى كنيم كه خداوند ولى و سرپرست ما باشد ، در دل ما باشد و ما را از ظلمات به نور ببرد و ما از شر شيطان حفظ كند . اين كار شدنى است البته به نسبت توانايى اگر انسان قلبش را پاك كند و نور خدا را در آن جاى دهد . اگر انسان هر چيزى را مىخواهد و هر كارى مىكند به غير از خدا نخواهد اگر كسى اين را خواست خدا هم او را يارى مىكند ، توفيق مىدهد . خداوند بنده‌اش را دوست دارد . براى پرهيز از شرك اخلاقى در توحيد در حكومت ، لازم است كه دل را به خدا واگذار كنيم ، از همه چيز و همه كس غير از خدا دورى كنيم و به قلب خودمان وارد كنيم كه غير از خدا در دل حكومت ندارد . وقت گذشت ، اميدوارم خداوند به همه ما توفيق دهد كه دل را براى او مهيا و پاك كنيم و صفات رذيله را بيرون كنيم و غير از او در دل نباشد .\r\n\r\n","description":"","footnote":"","page_name":" 158 ","page_number":162},
  {"content":"\r\n\r\nخدايا به عزت و جلالت قسمت مىدهم صفات انسانيت ، حالت تنبه ، نورانيت دل ، توفيق عبادت و بندگى و ترك معصيت ، توفيق وظيفه‌شناسى و عمل كردن به وظيفه ، توفيق تهذيب نفس ، توفيق توحيد به همهء مراتبش مخصوصاً توحيد در قانون را به همهء ما عنايت بفرما . خدايا به عزت و جلالت روح مطهر حضرت امام را به خاطر تقويت انقلاب شاد فرما .\r\n\r\n\r\n","description":"","footnote":"","page_name":" 159 ","page_number":163}
  ]