[
  {"content":"\r\n\r\nالتوازن الاسلامي\r\nبين الدنيا والآخرة\r\nالمؤلف : الهيئة التحريرية ( في طريق الحق ) 41\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nالتوازن الاسلامي\r\nبين الدنيا والآخرة\r\nشبكة كتب الشيعة\r\nshiabooks . net\r\nرابط بديل mktba . net .\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nاسم الكتاب : التوازن الاسلامي بين الدنيا والآخرة\r\nالمؤلف : جمع من الفضلاء\r\nالغة : العربية\r\nمن مجموعة : بحوث حول واقع الاقتصاد الاسلامي ( ز ) رقم 3\r\nرقم التسلسل : 41\r\nنوع الطبع : الأوفست\r\nعدد النسخ : 5000\r\nعدد الصفحات : 184\r\nالحجم : رقعى\r\nالطبعة : الثانية\r\nالمطبعة : سلمان الفارسي . قم\r\nالناشر : مؤسسة في طريق الحق ( در راه حق )\r\nالعنوان : قم - خيابان ارم - كوچهء آقازاده تليفون 23759 ص . ب . 5 و 13 .\r\nحقوق الطبع محفوظة للناشر\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nبسم اللّه الرّحمن الرّحيم\r\nالحمد للّه رب العالمين ، والصلاة والسلام على محمد سيدالنبيين ، وآله الطيبين الطاهرين .\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nتقديم\r\nمن النشاطات التي قامت بها مؤسسة « في طريق الحق » الاسلامية عملها على تكليف لجنة علمية تكون مهمتها تجليةالصورة الصيحة لواقع الاقتصاد الاسلامي . . . لعرضها علىالعالم المتطلع لاقتصاد متكامل ينجو به من الضياع الاقتصادي الذي يلفه اليوم . . . ويتخلص عبره من كل ما يهين الانسانية ويسلبها كرامتها وحريتها ، أو يفسح المجال للنزعات الفردية الطاغية لتفترس ما شاءت لها نهمتها الجشعة ان تفترس من حقوق الآخرين .\r\nنعم ، ان العالم اليوم يتطلع إلى اقتصاد لم تتدخل فيه الأهواء البشرية ليجد السبيل الأقوام للاخلاص . وليس ثمة الا اقتصاد السماء ، اقتصاد الاسلام الحنيف .\r\nومن هنا فقد شكلت لجنة من الأساتذة الأفاضل :\r\nالشيخ حسين المظاهرى\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nالشيخ أبو الحسن المصلحى\r\nالشيخ رضا الاستادى\r\nالشيخ غلام رضا السلطاني\r\nالسيد محسن الخرازى\r\nلتدرس الموضوع بعمق وتتابع المباحث بهذا الصدد ، وكان هذا الكتاب أحد المباحث التمهيدية التي انتجتها اللجنة المذكورة .\r\n* * * ويقع الكتاب في ثلاثة فصول وخاتمة :\r\nيتعرض الفصل الأول منه للنصوص الاسلامية التي يبدو منها الدفع والترغيب في الجانب المادي من حياة الانسان ، وذلك اما بالامر المباشر نحو تحصيله أو باعطائه أوصافا مرغبة كوصفه ب ( الخير ، والفضل ، والاجر ، والرحمة ، والحسن ) والتأكيد على أنه جانب مقوم لحياة الانسان وضروري له .\r\nفي حين يتعرض الفصل الثاني إلى النصوص الاسلامية التي تنفر عن هذا الجانب المادي ، فتصفه بأنه يقتضى العقاب وانه مجرد عرض زائل لاثبات له ولا أصالة ، بل هو غرور وتصور وأهم ولهو ولعب بلا هدف ، وتمتع قصير يعقبه تبعات كبرى .\r\nوبالتالي ترغب في الفقر والعفاف والكفاف والاعراض عنه واستبداله بالعمل للآخرة والسعي الحثيث لها .\r\nأما الفصل الثالث ففيه سير ممتع مع النصوص الاسلامية التي توضح حقيقة التصور الاسلامي عن الجانب المادي من الحياة الانسانية بشكل يرفع الغموض الذي بدا من مقارنة نصوص الفصل الأول ونصوص الفصل الثاني مما أوهم وجود نوع\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nمن التنافي بينها ، ولكن الامر يتوضح‌كما قلناعبر نصوص الفصل الثالث ، وإذا بنا أمام نظرة متكاملة اسلامية للدنيا والنواحي المادية لتشكل عنصرا تصوريا أساسا يقف إلى جنب تصورات الاسلام الأخرى عن الحياة والوجود ويتناسق معها معبرا عن واقعية الاسلام وشموله وتحديده لكل المنطلقات الفكرية التي تضمن السير التكاملى الطبيعي للانسان محققة التوازن الفكري والعملي المطلوب ، فلا هو بالانسان الخامل الكسول المتوقع في قوقعة الأوهام والخيالات ، المنعزل عن المسيرة بزخم كاذب في شخصية ، يكبرها عن واقعها وينسيها حدودها ، ويتصور لها ان الانسان هو كل شئ ، وفوق كل شى ، وهكذا يتحكم الهوى حتى يكون الاله .\r\nوالواقع أن لعقبات التي واجهتها الانسانيةجراء تقاعس الكثير من افرادها على أثر تصورات انغزالية مقيتة هذه العقبات لا تعد شيئا في قبال الضربات التي وجهها غرور الانسان ونسيانه لواقعه الحقيقي وابعاده الطبيعية نتيجة تأليهه الموهوم للنسبيات ونسيانه للحقيقة المطلقة القادرة على أن تسوقه نحو كماله دائما ، في حين تشكل الأوهام والغرور قيودا على تقدمه الحضارى بلا ريب .\r\nومن هنا فنحن نحس بأهمية بالغة لعملية تحديد تصورات الاسلام للحياة بدقة ليبحث المسلم عن مدى تأصل هذه التصورات في وجوده العقلي والعملي .\r\nومن هنا أيضا جاء هذا البحث ليركز حقيقة أحد أبعاد النظرة\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nالاسلامية عن الحياة الدنيا أو الجانب المادي من الحياة الانسانية على هذه الأرض . .\r\nانه بأختصارالنظر إلى هذا الجانب كعنصر ضروري مقوم ، وأرضية لازمة لتحقيق السير التكاملى الانساني الأسمى أي أسير المعنوي .\r\nفإذا اكتسب الجانب المادي صفته الحقيقية كمعبر إلى التكامل المعنوي فقد خرج حتى عن صفته المادية وعاد واقعا معنويا في نفسه ونزع اوضار المادة ليلبس حلة المعنى والآخرة .\r\nاما إذا خرج على واقعه ، وعاد هدفا يسعى اليه الانسان ويخدمه والها يعبده من دون اللّه ، فهناك الخسارة كل الخسارة والغرور كل الغرور ، وهناك إذا التقابل بينه وبين الآخرة حيث يعد القرب منه ابتعادا عنها والبعد عنه اقترابا منها .\r\nوالان ،\r\nلتعب معا من نمير الآيات والروايات عبر التنسيق المذكور ، ثم لنخرج بعده بحصيلة جيدة تحدد لنا تصورنا عن الحياة الدنيا وتهدينا سواء السبيل .\r\nمحمد على التسخيرى\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nبسم اللّه الرّحمن الرّحيم الحمد للّه رب العالمين ، وصلى اللّه على محمد وآله أجمعين ، واللعن على أعدائهم إلى يوم الدين .\r\nفي القرآن الكريم والأحاديث ، آيات وروايات تتحدث عن الدنيا بعضها دالة أو مشعرة على ذمها ، وبعضها الاخر دالة أو مشعرة على مدحها ، وقد يتوهم التعارض بين الطائفتين ، ولكن هناك طائفة ثالثة من الآيات والروايات شاهدة للجمع العرفي بينهما ورافعة للتعارض المتوهم .\r\nونحن نذكر في هذه الرسالة الآيات والروايات الدالة على المدح أولا والدالة على الذم ثانيا والشاهدة للجمع ثالثا في ثلاثة فصول ، ولا ندعي الاستقصاء الكامل .\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\nالفصل الأول : الطائفة الأولى\r\nوتذكر تحت هذه العناوين :\r\n1 - تحصيل الدنيا مأمور به .\r\n2 - الدنيا خير .\r\n3 - الدنيا فضل من اللّه تعالى .\r\n4 - الدنيا قد تكون أجرا للمحسنين والصالحين .\r\n5 - الدنيا محبوبة عند اللّه مخلوقة لعباده .\r\n6 - الدنيا رحمة من اللّه .\r\n7 - الدنيا حسنة ورحمة .\r\n8 - سلب الدنيا عذاب ومكافاة في بعض الأحيان .\r\n9 - الأموال جعلت قواما للناس .\r\n10 - الفقر والفاقة مذمومان .\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n\r\n1 . تحصيل الدنيا مأمور به\r\n1 - قال اللّه تعالى : « وابتغ في ما آتاك اللّه الدار الآخرة ولا تنس نصيبك من الدنيا » « 1 » .\r\nبناءا على أن يكون المراد بقوله : « ولا تنس نصيبك من الدنيا » الترغيب في تحصيلها كما هو ظاهره « 2 » .\r\n2 - فإذا قضيت الصلاة فانتشروا في الأرض وابتغوا من فضل اللّه « 3 » .\r\nوالامر بالابتغاء في هذه الايةلكونه في مقام توهم الحظرلا يدل على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) القصص 28 ، الآية 77 .\r\n( 2 ) ويحتمل كونه تأكيدا للجملة الأولى ، فلا دلالة لها على ما نحن بصدده ؛ ويكون المعنى على هذا : لا تنس ن تعمل لاخرتك لان حقيقة نصيب الانسان من الدنيا هو ما يعمل به لاخرته ، فهو الذي يبقى له ورودى ذلك عن أمير المؤمنين عليه السلام وذهب اليه بعض المحققين من المفسرين .\r\nنعم يمكن ان يقال إن الآية على هذا المعنى أيضا دالة على أن الدنيا مطلوبة إذا كانت عونا على الآخرة .\r\n( 3 ) الجمعة 62 . الآية 10 .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nأزيد من عدم الحظر والإباحة ، الا أن المطلوبية تستفاد من التعبير عن الدنيا ب « فضل اللّه » كما لا يخفى .\r\n3 - هو الذي جعل لكم الأرض ذلو لا فامشوا في مناكبها وكلوا من رزقه « 1 » .\r\nالذلول هو المركوب الذي يسهل ركوبه ، استعير للأرض لامكان جميع التصرفات فيها ، والمناكب جمع منكب وهو المجتمع ما بين العضد والكتف استعير لسطح الأرض . فيكون المعنىو اللّه العالم‌هو الذي جعل لكم الأرض سهلة التناول للتصرف فيها فانتشروا فيها وابتغوا مما رزقكم اللّه فيها .\r\nولما كانت الآية في مقام الامتنان فاستفادة الوجوب منها مشكل ولكن يستفاد منها أصل المطلوبية كما هو الظاهر .\r\nوفي الكتاب العزيز آيات أخرى بهذا المضمون ، ولكن فيما ذكر غنى وكفاية .\r\n* * * وأما الروايات : 1 - عن أبي خالد الكوفي رفعه عن أبي جعفر عليه السلام قال : قال رسول اللّه صلى اللّه عليه وآله : العبادة سبعون جزءا أفضلها طلب الحلال « 2 » .\r\nوفيها ترغيب في الكسب والعمل وطلب الحلال مطلقا ، لأنه من أفضل اجزاء العبادة بالمعنى الاعم‌أي الطاعةأو هو بمنزلة العبادة .\r\n2 - عن إسماعيل بن مسلم عن جعفر بن محمد عن آبائه عليهم السلام قال :\r\nقال رسول اللّه صلى اللّه عليه وآله : العبادة سبعون جزءا أفضلها جزءا طلب الحلا « 3 » .\r\n3 - عن رسول اللّه صلى اللّه عليه وآله : الرزق عشرة أجزاء تسعة أجزاء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الملك 67 ، الآية 15 .\r\n( 2 ) الوسائل ج 12 ص 11 نقلا عن الكافي والتهذيب .\r\n( 3 ) الوسائل 12 / 13 نقلا عن معاني الأخبار وثواب الأعمال .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nفي التجارة وواحد في غيرها « 1 » .\r\nلعل المراد من قولهم تسعة أعشار الرزق في التجارة أن التجارة أكثر نفعا من غيرها ، أو المراد التجارة بالمعنى الأعم الشامل للصناعة والزراعة وغيرهما .\r\n4 - عن علي بن عبد العزيز ، قال : قال أبو عبد اللّه عليه السلام : ما فعل عمرو ابن مسلم ؟ قلت : جعلت فداك أقبل على العبادة وترك التجارة . فقال : ويحه أما علم أن تارك الطلب لا يستجاب له دعوة ، ان قوما من أصحاب رسول اللّه صلى اللّه عليه وآله لما نزلت « ومن يتق اللّه يجعل له مخرجا ويرزقه من حيث لا يحتسب » اغلقوا الأبواب ، واقبلوا على العبادة ، وقالوا قد كفينا ، فبلغ ذلك النبي صلى اللّه عليه وآله فأرسل إليهم فقال : ما حملكم على ما صنعتم ؟ فقالوا : يا رسول اللّه تكفل اللّه لنا بأرزاقنا فأقبلنا على العبادة ، فقال : من فعل ذلك لم يستجب له عليكم بالطلب « 2 » .\r\nويستفاد من قوله عليه السلام : « ويحه » الذم الأكيد على ترك الطلب والاشتغال بالدعاء فقط وترك التمسك بالأسباب الظاهرية ، وانه خطأ هذا التفكير كما خطأ رسول اللّه صلى اللّه عليه وآله قوما من أصحابه فيما فهموا من الآية المذكورة .\r\n5 - عن أبي سعيد الخدري عن النبي صلى اللّه عليه وآله في حديث قال :\r\nمن سقى طلحة أو سدرة فكأنما سقى مؤمنا من ظمأ « 3 » .\r\nوفيها ترغيب إلى انتاج الثروة بالزراعة والغرس بأبلغ ما يمكن وان حفظ الأشجار - لعدم وجود خصوصية للطلحة والسدرةكحفظ نفس محترمة ، ويستفاد من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل 12 / 5 نقلا عن الكافي والفقيه . وسننقله مع صدره في روايات أمير المؤمنين عليه السلام فراجع .\r\n( 2 ) الوسائل ج 12 ص 15 نقلا عن الكافي والتهذيب والفقيه .\r\n( 3 ) الوسائل 12 / 25 نقلا عن تفسير العياشي .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nمحبوبية ابقاء الغرس بالسقي محبوبية الاحداث عقلا كما لا يخفى .\r\n6 - عن أبي بكير عن أبي الحسن عليه السلام ، قال : قال رسول اللّه صلى اللّه عليه وآله : ان النفس إذا أحرزت قوتها استقرت « 1 » .\r\n7 - إسحاق بن عمار عن أبي عبد اللّه عليه السلام قال : شكى رجل إلى رسول اللّه صلى اللّه عليه وآله الحرفة . فقال عليه السلام : انظر بيوعا فاشتر هاثم بعها فما ربحت فيه فالزمه « 2 » .\r\nويستفاد منها ان طلب الربح والحرفة مطلوب حتى أن رسول اللّه صلى اللّه عليه وآله أرشد الرجل إلى عمل مربح فأمره بملازمة بيع متاع فيه ربح .\r\n8 - عن السكوني عن أبي عبد اللّه عليه السلام قال : مر النبي على رجل ومعه ثوب يبيعه وكان الرجل طويلا والثوب قصيرا ، فقال له : اجلس فإنه انفق لسلعتك « 3 » .\r\nوهنا ارشاد منه صلى اللّه عليه وآله إلى طريق التكسب وطلب الربح وتعليمه أسلوبا يدفع به ما يتخيل للرائي من قصر الثوب من باب خطأ الباصرةمع انه لم يكن قصيرا واقعاو يحتمل كون الثوب قصيرا واقعا وإذا كان الرجل قائما وكان طويلا يخيل للرائي كونه اقصر ، وعلى اي حال فهو تعليم منه صلى اللّه عليه وآله له في طريق تحصيل الربح فهو مطلوب .\r\n9 - عن أبان بن تغلب عن أبي جعفر عليه السلام قال : قال رسول اللّه صلى اللّه عليه وآله : من المروة استصلاح المال « 4 » .\r\nولعل المراد باستصلاحه حفظه من التلف والاسراف فيه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل 12 / 320 نقلا عن الكافي والفقيه .\r\n( 2 ) الوسائل 12 / 324 نقلا عن الكافي والفقيه .\r\n( 3 ) الوسائل 12 / 340 نقلا عن الكافي والتهذيب .\r\n( 4 ) الوسائل 12 / 40 نقلا عن الخصال .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\n10 - عن أبي عبد اللّه عليه السلام قال : سئل النبي صلى اللّه عليه وآله اي المال خير ؟ قال : زرع زرعه صاحبه واصلحه وأدى حقه يوم حصاده « 1 » .\r\n11 - قال رسول اللّه صلى اللّه عليه وآله : طلب الحلال فريضة على كل مسلم ومسلمة « 2 » .\r\n12 - قال رسول اللّه صلى اللّه عليه وآله : من أكل من كديده كان يوم القيامة في عداد الأنبياء ويأخذ ثواب الأنبياء « 3 » .\r\n* * * 13 - عن علي عليه السلام : فالجنود باذن اللّه حصون الرعية وزين الولاة وعز الدين ، وسبل الامن ، وليس تقوم الرعية الابهم ، ثم لا قوام للجنود الا بما يخرج اللّه لهم من الخراج الذي يقوون به على جهاد عدوهم ويعتمدون عليه فيما يصلحهم ويكون من وراء حاجتهم ، ثم لأقوام لهذين الصنفين الا بالصنف الثالث من القضاة والعمال والكتاب . . . ولأقوام لهم جميعا الا بالتجار وذوي الصناعات « 4 » .\r\nويستفاد منه ان التجارة والصناعة وانتاج الثروة مطلوب لما يترتب عليه من الفوائد والمصالح المطلوبة للشارع جزما .\r\n14 - وعنه عليه السلام : حصنوا أموالكم بالزكاة « 5 » .\r\nويستفاد منه ان حفظ المال مطلوب وقد جعلت الزكاة وسيلة له ، ولا ينافي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل ج 13 ص 194 نقلا عن الكافي والفقيه والأمالي للصدوق وأيضا في موضع آخر نقلا عن معاني الأخبار والخصال .\r\n( 2 ) بحار الأنوار ج 103 ص 9 نقلا عن جامع الأخبار .\r\n( 3 ) بحار الأنوار ج 103 ص 10 نقلا عن جامع الأخبار . ويأتي حديث آخر عن النبي في حديث مسعدة عن الصادق عليه السلام .\r\n( 4 ) نهج البلاغة ج 3 ص 100 ، طبع مصر مطبعة الاستقامة .\r\n( 5 ) نهج البلاغة ج 3 ص 186 .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nذلك كون الامر فيه ارشاديا .\r\n15 - عن أبي عبد اللّه عليه السلام في حديث ان أمير المؤمنين قال للموالى :\r\nاتجروا بارك اللّه لكم فانى سمعت رسول اللّه صلى اللّه عليه وآله يقول : الرزق عشرة اجزاء تسعة اجزاء في التجارة وواحد في غيرها « 1 » .\r\n16 - وعنه عليه السلام : شاركوا الذي قد أقبل عليه الرزق ، فإنه اخلق للغنى وأجدر باقبال الحظ عليه « 2 » .\r\n17 - وعنه عليه السلام : للمؤمن ثلاث ساعات : فساعة يناجى فيها ربه ، وساعة يرم بها معاشه ، وساعة يخلى بين نفسه وبين لذتها فيما يحل ويجمل . وليس للعاقل ان يكون شاخصا الا في ثلاث : مرمة لمعاش ، أو خطوة في معاد ، أو لذة في غير محرم « 3 » .\r\nويستفاد منها ان ترميم المعاش بقدر الضرورة مطلوب ، واما ما زاد عليها فلادلالة لها عليه .\r\n18 - كان أمير المؤمنين عليه السلام يخرج في الهاجرة في الحاجة قد كفاها يريد ان يراه اللّه يتعب نفسه في طلب الحلال « 4 » .\r\n19 - قال أمير المؤمنينى عليه السلام : ان اللّه يحب المتحرف الأمين « 5 » .\r\n20 - عن زيد الشحام عن أبي عبد اللّه عليه السلام ان أمير المؤمنين عليه السلام اعتق الف مملوك من كديده « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل 12 / 5 نقلا عن الكافي والفقيه .\r\n( 2 ) نهج البلاغة ج 3 ص 204 .\r\n( 3 ) نهج البلاغة ج 3 ص 247 .\r\n( 4 ) الوسائل ج 12 ص 13 نقلا عن الفقيه .\r\n( 5 ) الوسائل ج 12 ص 13 نقلا عن الفقيه وأيضا ج 12 ص 96 نقلا عن الكافي والفقيه .\r\n( 6 ) الوسائل ج 12 ص 22 نقلا عن الكافي والتهذيب .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nوتدل على استحباب العمل مباشرة ، لان فعل الإمام عليه السلام حجة ولنا فيهم أسوة حسنة .\r\n21 - عن السكوني عن جعفر بن محمد عن آبائه عليهم السلام قال : قال أمير المؤمنين عليه السلام في قول اللّه عز وجل : « وانه هو اغنى واقنى » . قال :\r\nاغنى كل انسان بمعيشته وأرضاه بكسب يده « 1 » .\r\nوالظاهر أنه عليه السلام أراد دفع ما يتوهم من ظاهر الآية من أنه تعالى اغنى الانسان بلا واسطة وبيان ان المراد ان اللّه يغنى الانسان من طريق التوسل بالأسباب والعلل الظاهرية ، لان تأثير الأسباب أيضا بإرادة اللّه تعالى .\r\n22 - عن الحسين بن علوان عن جعفر بن محمد عن أبيه عليهما السلام قال :\r\nكان أمير المؤمنين عليه السلام‌يقول : من وجد ماءا وترابا ثم افتقر فأبعده اللّه « 2 » .\r\nوتستفاد من هذه الكلمة الجامعة نكات لطيفة ، منها : ان الفقر مذموم وتحصيل الغنى عن طريق التوسل بالأسباب مطلوب للشارع . ومنها : ان من ترك التوسل بالأسباب الظاهريةمع انها مهيأة له‌فهو بعيد عن رحمة اللّه تعالى لأنه فكر بنعمة . ومنها : ان تحمل الجهد في تجميع عوامل الانتاج مطلوب للشارع .\r\n23 - عن زرارة عن أبي جعفر عليه السلام قال : لقي رجل أمير المؤمنين عليه السلام وتحته وسق من نوى ، فقال له : ما هذا يا أبا الحسن تحتك ؟ فقال :\r\nمائة عذق ان شاء اللّه . قال : فغرسه فلم يغادر منه نواة واحدة « 3 » .\r\nويستفاد منها الترغيب الأكيد في الزراعة وغرس الأشجار .\r\n24 - عن علي عليه السلام في حديث : ان معايش الخلق خمسة : الامارة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل ج 12 / 24 نقلا عن معاني الأخبار .\r\n( 2 ) الوسائل ج 12 ص 24 نقلا عن قرب الإسناد .\r\n( 3 ) الوسائل 12 / 25 نقلا عن الكافي .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nوالعمارة ، والتجارة ، والإجارة ، والصدقات‌الى ان قال‌و اما وجه العمارة فقوله تعالى : « هو الذي أنشأكم من الأرض واستعمركم فيها » فأعلمنا سبحانه انه قد امرهم بالعمارة ليكون ذلك سببا لمعايشهم بما يخرج من الأرض من الحب والثمرات وما شاكل ذلك مما جعله اللّه معايش للخلق « 1 » .\r\n25 - عن علي عليه السلام في حديث الأربعمائة قال : تعرضوا للتجارات فان لكم فيها غنى عما في أيدي الناس وان اللّه يحب المحترف الأمين « 2 » .\r\n* * * 26 - عن أبي عبد اللّه عليه السلام قال كان علي بن الحسين عليهما السلام إذا أصبح خرج غاديا في طلب الرزق ، قيل له : يا بن رسول اللّه اين تذهب ؟ فقال : أتصدق لعيالى ، فقيل : اتتصدق ؟ فقال : من طلب الحلال فهو من اللّه صدقة عليه « 3 » .\r\n27 - عن أبي حمزة عن أبي جعفر عليه السلام قال : من طلب الدنيا استعفافا « 4 » عن الناس وسعيا على أهله وتعطفا على جاره لقي اللّه عز وجل يوم القيامة ووجهه مثل القمر ليلة البدر « 5 » .\r\nويستفاد منها الترغيب في طلب المال بالعنوان الثانوي مثل التوسعة على الأهل والتعطف على الجار والاستغناء والاستعفاف عن الناس .\r\n28 - قال أبو جعفر عليه السلام : انى أجدني أمقت الرجل متعذر المكاسب فيستلقى على قفاه ويقول : اللهم ارزقني ويدع ان ينتشر في الأرض ويلتمس من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل ج 13 ص 195 نقلا عن كتاب المحكم والمتشابه عن تفسير النعماني .\r\n( 2 ) الوسائل ج 12 ص 4 نقلا عن الخصال .\r\n( 3 ) الوسائل ج 12 ص 43 نقلا عن الكافي .\r\n( 4 ) في ثواب الأعمال : اساتغناء .\r\n( 5 ) الوسائل ج 12 ص 11 نقلا عن الكافي وثواب الأعمال والتهذيب .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nفضل اللّه ، فالذرة تخرج من جحرها تلتمس رزقها « 1 » .\r\nوفيه ترغيب أكيد إلى السعي والعمل في طلب الرزق ، وفي التشبيه بالذرة مع ما هو معروف من حالها من عدم التوانى في الطلب إشارة لطيفة إلى لزوم تحمل الجهد والمشقة في طلب المعاش وعدم الاكتفاء بالدعاء .\r\n29 - يزيد بن هارون الواسطي قال : سألت أبا جعفر عليه السلام عن الفلاحين فقال : هم الزارعون ، كنوز اللّه في أرضه ، وما في الاعمال شئ أحب إلى اللّه من الزراعة ، وما بعث اللّه نبيا الازارعا الا إدريس عليه السلام فإنه كان خياطا « 2 » .\r\nوفيه ترغيب إلى العمل التوليدي والزراعة . والحصر في الزراعة لعله إضافي أو بملاحظة أو أول ما يحتاج اليه الانسان من الغذاء واللباس يحصل بالزراعة ، والمواد الأولية للانتاج الصناعي أيضا تتوفر بالزراعة غالبا كما لا يخفى . وأما التجارة فهي ليست عملية توليدية كما لا يخفى .\r\n30 - عن أبي عبد اللّه عليه السلام قال : ان محمد بن المنكدر كان يقول :\r\nما كنت أظن أن علي بن الحسين عليهما السلام يدع خلفا أفضل منه حتى رأيت ابنه محمد بن علي ، فأردت أن أعظه فوعظني ، فقال له أصحابه : بأي شئ وعظك ؟\r\nفقال : خرجت إلى بعض نواحي المدينة في ساعة حارة فلقانى أبو جعفر محمد ابن علي عليهما السلام وكان رجلا بادنا ثقيلا وهو متكئ على غلامين أسودين أو موليين ، فقلت في نفسي : سبحان اللّه شيخ من أشياخ قريش في هذه الساعة على مثل هذه الحالة في طلب الدنيا أما انى لاعظنه ، فدنوت منه فلسمت عليه فرد علي بنهر ( ببهر ) وهو يتصاب عرقا فقلت : أصلحك اللّه شيخ من أشياخ قريش في هذه الساعة على هذه الحالة في طلب الدنيا ، أرأيت لو جاء اجلك وأنت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل ج 12 ص 17 نقلا عن الفقيه .\r\n( 2 ) الوسائل ج 12 ص 25 نقلا عن التهذيب .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nعلى هذه الحال ، فقال : لو جاءني الموت وانا على هذه الحال جاءني وانافى طاعة من طاعة اللّه عز وجل اكف بها نفسي وعيالي عنك وعن الناس ، وانما كنت أخاف لو أن جاءني الموت وانا على معصية من معاصي اللّه ، فقلت : صدقت يرحمك اللّه ، أردت ان أعظك فوعظتني « 1 » .\r\nويستفاد منها ان طالب الدنيا هو في طاعة اللّه ولا يكون عمل طاعة الا بالامر .\r\n* * * 31 - عن جميل بن صالح عن أبي عبد اللّه عليه السلام في قوله اللّه عز وجل :\r\n« ربنا آتنا في الدنيا حسنة وفي الآخرة حسنة » قال : رضوان اللّه والجنة في الآخرة ، والسعة في الرزق والمعاش وحسن الخلق في الدنيا « 2 » .\r\nويستفاد منها ان التوسعة في الرزق والمعاش زائدا على مقدار الضرورة مطلوب للشارع ويحسن طلبه من اللّه تعالى بالدعاء .\r\n32 - عن معلى بن خنيس قال : رآني أبو عبد اللّه عليه السلام وقد تأخرت عن السوق فقال : اغد إلى عزك « 3 » .\r\nوقد اطلق العز على مال الدنيا وامر بتحصيله بالغدو إلى السوق .\r\n33 - عن علي بن عقبة قال : قال أبو عبد اللّه عليه السلام‌لمولى له : يا عبد اللّه احفظ عزك . قال : وما عزى جعلك فداك ؟ قال : غدوك إلى السوق واكرامك نفسك . وقال لاخر مولى له : ما لي أراك تركت غدوك إلى عزك ؟ قال : جنازة أردت ان احضرها . قال : فلا تدع الرواح إلى عزك « 4 » .\r\n34 - عن محمد الزعفراني عن أبي عبد اللّه عليه السلام قال : من طلب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل ج 12 ص 9 نقلا عن الكافي والتهذيب .\r\n( 2 ) الوسائل ج 12 ص 2 نقلا عن الكافي والفقيه ومعاني الأخبار والتهذيب .\r\n( 3 ) الوسائل ج 12 ص 3 نقلا عن الفقيه .\r\n( 4 ) الوسائل ج 12 ص 5 نقلا عن التهذيب .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nالتجارة استغنى عن الناس . قلت : وان كان معيلا . قال : وان كان معيلا ، ان تسعة أعشار الرزق في التجارة « 1 » .\r\nان كان المعيل بمعنى الغني فهو يدل على مطلوبية التوسعة في المال ، وان كان بمعنى من كثر عياله فيدل على مطلوبية مقدار الحاجة . وعلى أي حال فهو يدل على أن الاستغناء عن الناس مطلوب .\r\n35 - عن حماد بن عثمان عن أبي عبد اللّه عليه السلام قال : ترك التجارة بنقص العقل « 2 » .\r\nولعل المراد منها ان ترك التجارة لمن كان شغله وعادته التجارة موجب لنقص عقله في المعاش ، لان المشتغل بالتجارة في معرض تبادل الافكار دائما بخلاف التارك المنزوى في بيته فإنه يبعد عن تجارب الافكار وتبادلها .\r\n36 - عن فضل بن يسار قال أبو عبد اللّه عليه السلام : اى شيء تعالج ؟\r\nفقلت : ما أعالج اليوم شيئا . فقال : كذلك تذهب أموالكم واشتد عليه « 3 » .\r\n37 - عن فضيل الأعور قال : شهدت معاذ بن كثير قال لأبي عبد اللّه عليه السلام : انى قد أيسرت فأدع التجارة ؟ فقال : انك ان فعلك قلّ عقلك‌او نحوه - « 4 » .\r\n38 - عن معاذ بياع الأكسية قال : قال لي أبو عبد اللّه عليه السلام : يا معاذ أضعفت عن التجارة أو زهدت فيها ؟ قلت : ما ضعفت عنها ولازهدت فيها . قال :\r\nفمالك ؟ قلت : كنا ننتظر امرا ، وذلك حين قتل الوليد وعندي مال كثير وهو في يدي وليس لأحد علي شيء ، ولا أراني آكله حتى أموت . فقال : لا تتركها ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل ج 12 4 نقلا عن الكافي والتهذيب .\r\n( 2 ) الوسائل ج 12 ص 5 نقلا عن الكافي والتهذيب .\r\n( 3 ) الوسائل ج 12 ص 6 نقلا عن الكافي .\r\n( 4 ) الوسائل ج 12 ص 6 نقلا عن الكافي والتهذيب .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nفان تركها مذهبة للعقل ، اسع على عيالك وإياك ان يكونو أهم السعاة عليك « 1 » .\r\n39 - عن معاذ بن كثير بياع الأكسية قال : قلت لأبي عبد اللّه عليه السلام :\r\nانى قد هممت ان ادع السوق وفي يدي شيء . فقال : إذا يسقط رأيك ولا يستعان بك على شيء « 2 » .\r\nيستفاد منها ان التوسعة في المال مطلوب حتى يجرى على يده الخير .\r\n40 - عن الفضل بن أبي قرة قال : سأل أبو عبد اللّه عليه السلام عن رجل وانا حاضر ، فقال : ما حبسه من الحج ؟ فقيل : ترك التجارة وقلّ شيئه ، قال :\r\nوكان متكئا فاستوى جالسا ثم قال لهم : لا تدعوا التجارة فتهونوا « 3 » ، اتجروا بارك اللّه لكم « 4 » .\r\n41 - عن فضيل بن يسار قال : قلت لأبي عبد اللّه عليه السلام : اني قد كففت عن التجارة وأمسكت عنها . قال : ولم ذلك ؟ اعجز بك ؟ كذلك تذهب أموالكم لا تكفوا عن التجارة والتمسوا فضل اللّه عز وجل « 5 » .\r\nويستفاد منها ان ذهاب المال مبغوض للشارع وحفظه بل ازدياده محبوب والتجارة طلب لفضل اللّه الذي امر بتحصيله في القرآن الكريم .\r\n42 - عن محمد بن مسلم وكان ختن بريد العجلي ، قال بريد لمحمد بن مسلم : سل لي أبا عبد اللّه عليه السلام عن شيء أريد ان اصنعه ، ان للناس في يدي ودايع وأموالا أتقلب فيها ، وقد أردت ان أتخلى من الدنيا وادفع إلى كل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل ج 12 ص 6 نقلا عن الكافي والتهذيب وفي الثاني : ؛ انظر امرك » و « ليس لأحد عندي شئ » .\r\n( 2 ) الوسائل ج 12 ص 7 نقلا عن الكافي والتهذيب .\r\n( 3 ) في الفقيه : فتموتوا .\r\n( 4 ) الوسائل ج 12 ص 7 نقلا عن الكافي والتهذيب والفقيه .\r\n( 5 ) الوسائل ج 12 ص 7 نقلا عن الكافي .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nذي حق حقه . قال : فسأل محمد أبا عبد اللّه عليه السلام عن ذلك وخبّره بالقصة .\r\nوقال ما ترى له ؟ فقال عليه السلام : يا محمد أيبدأ نفسه بالحرب لا ولكن يأخذ ويعطي على اللّه عز وجل « 1 » .\r\nويستفاد منها ان ترك التجارة والمضاربة بأموال الناس حرب مع النفس ولو كان التارك مثل بريد الذي أراد لكبر سنه ان يتخلى من الدنيا ويستعد للموت .\r\n43 - عن أسباط بن سالم ، قال : سأل أبو عبد اللّه عليه السلام يوما وانا عنده عن معاذ بياع الكرابيس فقيل : ترك التجارة . فقال عليه السلام : عمل الشيطان ، من ترك التجارة ذهب ثلثا عقله . اما علم أن رسول اللّه صلى اللّه عليه وآله قدمت عير من الشام فاشترى منها واتجر فربح فيها ما قضى دينه « 2 » .\r\n44 - عن فضيل بن يسار قلت لأبي عبد اللّه عليه السلام : انى قد تركت التجارة قال : فلا تفعل افتح بابك وابسط بساطك واسترزق اللّه ربك « 3 » .\r\nويستفاد منها الترغيب في التجارة ، بل مطلق الكسب إذا كانت التجارة من باب المثال .\r\n45 - قال الصادق عليه السلام : التجارة تزيد في العقل . وقال : ترك التجارة مذهبة للعقل « 4 » .\r\n46 - عن عبد الأعلى مولى آل سام قال : استقبلت أبا عبد اللّه عليه السلام في بعض طرق المدينة في يوم صائف شديد الحر فقلت : جعلت فداك حالك عند اللّه عز وجل وقرابتك من رسول اللّه صلى اللّه عليه وآله وأنت تجهد نفسك « 5 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل ج 12 ص 7 نقلا عن الكافي والتهذيب .\r\n( 2 ) الوسائل ج 12 ص 8 نقلا عن التهذيب .\r\n( 3 ) الوسائل ج 12 ص 8 نقلا عن الفقيه .\r\n( 4 ) الوسائل ج 12 ص 8 نقلا عن الفقيه .\r\n( 5 ) لنفسك ن ل .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nفي مثل هذا اليوم ؟ فقال : يا عبد الأعلى خرحت في طلب الرزق لاستغنى به عن مثلك « 1 » .\r\nويستفاد منها أن طلب الرزق من حله راجح وان كان الظاهر من التعليل كونه ارشاديا .\r\n47 - عن أيوب أخي أديم بياع الهروي قال : كنا جلوسا عند أبي عبد اللّه عليه السلام إذ أقبل علاء بن كامل فجلس قدام أبى عبد اللّه عليه السلام فقال :\r\nادع اللّه أن يرزقني في دعة . قال : لا أدعولك اطلب كما أمرك اللّه عز وجل « 2 » .\r\n48 - عن كليب الصيداوي قال : قلت لأبي عبد اللّه عليه السلام : ادع اللّه لي في الرزق فقد التأثت علي أموري ، فأجابني مسرعا : لا ، اخرج فاطلب « 3 » .\r\n49 - خالد بن نجيح قال : قال أبو عبد اللّه عليه السلام : اقرأوا من لقيتم من أصحابكم السلام وقولوا لهم : ان فلان بن فلان يقرأكم السلام وقولوا لهم :\r\nعليكم بتقوى اللّه وما ينال به ما عند اللّه انى واللّه ما آمركم الا بما نأمر به أنفسنا فعليكم بالجد والاجتهاد ، وإذا صليتم الصبح فانصر فتم فبكروا في طلب الرزق واطلبوا الحلال ، فان اللّه سيرزقكم ويعينكم عليه « 4 » .\r\n50 - عن العلاء قال : سمعت أبا عبد اللّه عليه السلام يقول : أيعجز أحدكم أن يكون مثل النملة فان النملة تجر إلى جحرها « 5 » .\r\n51 - عن عمر بن يزيد قال : قال أبو عبد اللّه عليه السلام : أرأيت لو أن رجلا دخل بيته وأغلق بابه أكان يسقط عليه شئ من السماء « 6 » ؟ !\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل ج 12 ص 10 نقلا عن الكافي والتهذيب .\r\n( 2 ) الوسائل ج 12 ص 10 نقلا عن الكافي والتهذيب .\r\n( 3 ) الوسائل 12 / 11 نقلا عن الكافي .\r\n( 4 ) الوسائل 12 / 12 نقلا عن الكافي .\r\n( 5 ) الوسائل 12 / 12 نقلا عن الكافي .\r\n( 6 ) الوسائل 12 / 12 نقلا عن الكافي .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n52 - عن عمر بن يزيد قال : قلت لأبي عبد اللّه عليه السلام : رجل قال :\r\nلاقعدن في بيتي ولأصلين ولأصومن ولاعبدن ربى ، فأما رزقي فسيأتينى ، فقال أبو عبد اللّه عليه السلام : هذا أحد الثلاثة الذين لايستجاب لهم « 1 » .\r\nويستفاد منها النهى البليغ عن ترك الطلب وتخطئة صريحة لتوهم السائل ان الرزق سيأتي بالدعاء فقط بلا طلب وتشبث بالأسباب الظاهرية .\r\n53 - عن معلى بن خنيس عن أبيه قال : سأل أبو عبد اللّه عليه السلام عن رجل وانا عنده فقيل : اصابته الحاجة : قال : فما يصنع اليوم ؟ قيل : في البيت يعبد ربه ، قال : فمن اين قوته ؟ قيل : من عند بعض اخوانه ، فقال أبو عبد اللّه عليه السلام : واللّه للذي يقوته أشد عبادة منه « 2 » .\r\nيستفاد منها النهى عن القعود في البيت وترك الطلب .\r\n54 - عن هشام الصيدنانى قال : قال أبو عبد اللّه عليه السلام : يا هشام ان رأيت الصفين قد التقيا فلا تدع طلب الرزق في ذلك اليوم « 3 » .\r\nوفيها إشارة إلى أنه لا بد من طلب الرزق ولو في حال الشدة والحرب .\r\n55 - عن شهاب بن عبد ربه قال : قال لي أبو عبد اللّه عليه السلام : ان ظننت أو بلغك ان هذا الامر كائن في غدفلا تدعن طلب الرزق وان استطعت ان لا تكون كلا فافعل « 4 » .\r\n56 - عن مسعدة بن صدقة عن أبي عبد اللّه عليه السلام‌فى حديث طويل - قال : وفي غير آية من كتاب اللّه انه لا يحب المسرفين فنهاهم عن الاسراف ونهاهم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل ج 12 ص 14 نقلا عن الكافي والتهذيب والسرائر . وسيجئ ذكر هؤلاء الثلاثة الذين لا يستجاب لهم في الروايات الآتية .\r\n( 2 ) الوسائل 12 / 14 نقلا عن الكافي والتهذيب .\r\n( 3 ) الوسائل 12 / 14 نقلا عن الكافي والتهذيب .\r\n( 4 ) الوسائل 12 / 14 نقلا عن الكافي .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nعن التقتير لكن ، امر بين امرين لا يعطي جميع ما عنده ثم يدعو اللّه ان يرزقه فلا يستجيب له ، وللحديث الذي جاء عن النبي صلى اللّه عليه وآله ان أصنافا ن أمتي لا يستجاب لهم دعاؤهم : رجل يدعو على والديه ، ورجل يدعو على غريم ذهب له بماله فلم يكتب له ولم يشهد عليه ، ورجل يدعو على امرأته وقد جعل اللّه تخلية سبيلها بيده ، ورجل يقعد في بيته ويقول : يا رب ارزقني ولا يخرج ولا يطلب الرزق ، فيقول اللّه عز وجل له : عبدي ألم اجعل لك السبيل إلى الطلب والتصرف في الأرض بجوارح صحيحة فتكون قد أعذرت فيما بيني وبينك في الطلب لاتباع امرى ولكيلا تكون كلا على أهلك ، فان شئت رزقتك وان شئت قترت عليك وأنت معذور عندي ، ورجل رزقه اللّه ما لا كثيرا فأنفقه ثم اقبل يدعو يا رب ارزقني فيقول اللّه : ألم ارزقك رزقا واسعا ، فهلا اقتصدت فيه كما أمرتك ؟\r\nولم تسرف وقد نهيتك عن الاسراف ، ورجل يدعو في قطعية رحم « 1 » .\r\nويستفاد منها الترغيب في العمل والطلب وعدم الاكتفاء بالدعاء .\r\n57 - قال أبو عبد اللّه عليه السلام : انى لأبغض الرجل فاغرا فاه إلى ربه فيقول ارزقني ويترك الطلب « 2 » .\r\nويستفاد منها ان ترك الطلب والاكتفاء بالدعاء مبغوض وخطأ .\r\n58 - عمر بن يزيد عن أبي عبد اللّه عليه السلام قال : انى لا ركب في الحاجة التي كفانيها اللّه ، ما أركب فيها الالالتماس أن يراني اللّه أضحى في طلب الحلال .\r\nأما تسمع قول اللّه عز وجل : « فإذا قضيت الصلاة فانتشروا في الأرض وابتغوا من فضل اللّه » أرأيت لو أن رجلا دخل بيتا وطيّن عليه بابه وقال : رزقي ينزل علي كان يكون هذا ؟ أما أنه يكون أحد الثلاثة الذين لا يستجاب لهم دعوة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل ج 12 ص 14 نقلا عن الكافي .\r\n( 2 ) الوسائل 12 / 14 نقلا عن الكافي والفقيه والتهذيب .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nقلت : من هؤلاء ؟ قال : رجل عنده المرأة فيدعو عليها فلا يستجاب له لان عصمتها في يده ولو شاء ان يخلى سبيلها . والرجل يكون له الحق على الرجل فلا يشهد عليه فيجحده حقه فيدعو عليه فلا يستجاب له لأنه ترك ما امر به . والرجل يكون عنده الشئ فيجلس في بيته فلا ينتشر ولا يطلب ولا يلتمس الرزق حتى يأكله فيدعو فلا يستجاب له « 1 » .\r\nوفيها دلالة واضحة على استحباب التوسعة مع كونه عليه السلام قد كفى اللّه حاجته . وفي ذيل الرواية ترغيب في السعي والعمل مع أن عنده الشئ بقدر الكفاية .\r\n59 - عن عبد الأعلى عن أبي عبد اللّه عليه السلام قال : اسألوا اللّه الغنى في الدنيا والعافية وفي الآخرة المغفرة والجنة « 2 » .\r\nويستفاد منها ان الغنى في الدنيا مطلوب ولذا أمر بطلبه من اللّه .\r\n60 - علي بن أبي حمزة قال : سمعت أبا عبد اللّه عليه السلام يقول : انى لا عمل في بعض ضياعي حتى أعرق وان لي من يكفيني ليعلم اللّه عز وجل أنى اطلب الرزق الحلا « 3 » .\r\n61 - عن زرارة ان رجلا أتى أبا عبد اللّه عليه السلام فقال : انى لا أحسن ان اعمل عملا بيدي ولا أحسن ان أتجر وأنا محارف محتاج . فقال عليه السلام :\r\nاعمل فاحمل على رأسك واستغن عن الناس فان رسول اللّه صلى اللّه عليه وآله قد حمل حجرا على عنقه فوضعه في حائط من حيطانه « 4 » . . .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل ج 12 ص 16 نقلا عن عدة الداعي .\r\n( 2 ) الوسائل 12 / 19 نقلا عن الكافي .\r\n( 3 ) الوسائل 12 / نقلا عن الكافي .\r\n( 4 ) الوسائل ج 12 ص 22 نقلا عن الكافي .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nويستفاد منها ان العمل باليد محبوب وليس فيه عار على الانسان ولنا في رسول اللّه أسوة حسنة .\r\n62 - عن إسماعيل بن جابر قال : أتيت أبا عبد اللّه عليه السلام وإذا هو في حائطه وبيده مسحاة وهو يفتح بها الماء وعليه قميص شبه الكرابيس كأنه مخيط عليه من ضيقه « 1 » .\r\n63 - عن أبي عمرو الشيباني قال : رأيت أبا عبد اللّه عليه السلام وبيده مسحاة وعليه ازار غليظ يعمل في حائط له والعرق يتصاب عن ظهره ، فقلت : جعلت فداك أعطني أكفك فقال : انى أحب ان يتأذى الرجل بحر الشمس في طلب المعيشة « 2 » .\r\n64 - الفضل بن أبي قرة قال : دخلنا على أبى عبد اللّه عليه السلام في حائط له فقلنا : جعلنا فداك دعنا نعمله لك أو تعمله الغلمان ، قال : لا ، دعوني فانى اشتهى ان يراني اللّه عز وجل اعمل بيدي واطلب الحلال في اذى نفسي « 3 » .\r\nويستفاد من هذه الروايات وأشباهها ان الأئمة عليهم السلام يرغبون الناس إلى العمل الانتاجى بمباشرتهم له باليدحيث ان عملهم حجةمع انه كان زائدا على قدر الضرورة بل كان للتوسعة .\r\n65 - عن محمد بن عذافر عن أبيه قال : اعطى أبو عبد اللّه عليه السلام أبى ألفا وسبعمأة دينار ، فقال له : اتجر بها لي ، ثم قال : اما انه ليس لي رغبة في ربحها وان كان الربح مرغوبا فيه ولكني أحببت ان يراني اللّه عز وجل متعرضا لفوائده قال : فربحت له فيه مائة دينار ثم لقيته فقلت له : قد ربحت لك فيه مائدة دينار قال : ففرح أبو عبد اللّه بذلك فرحا شديدا ثم قال : أثبتها لي في رأس مالي ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل 12 / 23 نقلا عن الكافي .\r\n( 2 ) الوسائل 12 / 23 نقلا عن الكافي .\r\n( 3 ) الوسائل 12 / 24 نقلا عن الفقيه .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nقال : فمات أبى والمال عنده ، فأرسل إلي أبو عبد اللّه وكتب عافانا اللّه وإياك ان لي عند أبى محمد ألفا وثمانمأة دينار أعطيته ينجر بها فادفعها إلى عمر بن يزيد ، قال : فنظرت في كتاب أبى فإذا فيه : لأبي موسى عندي الف وسبعمائة دينار واتجر له فيها مائة دينار وعبد اللّه بن سنان وعمر بن يزيد يعرفانه « 1 » .\r\nويستفاد منها ان طلب الربح بالتجارة مرغوب فيه لان الربح من فوائد اللّه والتعرض لفوائده محبوب وان كان الانسان غنيا « 2 » .\r\n66 - عن الحلبي عن أبي عبد اللّه عليه السلام قال : الكاد على عياله كالمجاهد في سبيل اللّه « 3 » .\r\n67 - عن فضيل بن يسار عن أبي عبد اللّه عليه السلام قال : إذا كان الرجل معسرا يعمل بقدر ما يقوت به نفسه وأهله لا يطلب حراما فهو كالمجاهد في سبيل اللّه « 4 » .\r\nويستفاد منها ان طلب المال مطلوب للشارع على حد شبّه بالجهاد في سبيل اللّه في الفضيلة ولكن يمكن ان يقال انهما لا تدلان على مطلوبية أزيد من قدر الكفاف لقوله عليه السلام : بقدر ما يقوت به نفسه وأهله « 5 » .\r\n68 - عن زرارة عن أبي عبد اللّه عليه السلام قال : ان من الرزق ما ييبس الجلد على العظم « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل ج 12 ص 26 نقلا عن الكافي والتهذيب .\r\n( 2 ) صدر هذه الرواية ورد بسند آخر في الوسائل ج 12 ص 26 نقلا عن الكافي والفقيه مع اختلاف يسير في المتن .\r\n( 3 ) الوسائل ج 12 ص 42 نقلا عن الكافي والفقيه .\r\n( 4 ) الوسائل ج 12 / 43 نقلا عن الكافي .\r\n( 5 ) وكذلك في الرضوي الآتي عن زكريا بن آدم ، وفيه : « ما يكف به عياله » فراجع .\r\n( 6 ) الوسائل 12 / 43 نقلا عن الكافي .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nويستفاد منها ان طلب الرزق محبوب ولو كان موقوفا على اتعاب النفس وتحمل المشاق بحيث ييبس الجلد على العظم . واللّه العالم .\r\n69 - قال أبو عبد اللّه عليه السلام لمصادف مولاه : اتخذ عقدة « 1 » اوضيعة فان الرجل إذا نزلت به النازلة أو المصيبة لذكر ان وراء ظهره ما يقيم عياله كان أسخى لنفسه « 2 » .\r\nويستفاد منها ان اتخاذ الأرض الزراعية لتأمين المعاش في المستقبل امر مطلوب للشارع .\r\n70 - قال الصادق عليه السلام : ليس منا من ترك دنياه لاخرته ولا آخرته لدنيا « 3 » .\r\nويستفاد منها ان الجمع بين الدنيا والآخرة ممكن والتابع لهم عليهم السلام من جمع بينهما .\r\n71 - عن عمر بن اذينة عن الصادق عليه السلام أنه قال : ان اللّه تبارك وتعالى ليحب الاغتراب في طلب الرزق « 4 » .\r\n72 - أحمد بن محمد بن أبي نصر عن الرضا عليه السلام انه سمعه يقول : كان أبو جعفر وأبو عبد اللّه عليهما السلام لا يشتريان عقدة حتى يدخلا طعام السنة وقالا :\r\nان الانسان إذا ادخل طعام سنة خف ظهره واستراح « 5 » .\r\n73 - حماد بن عثمان قال : أصاب أهل المدينة قحط حتى اقبل الرجل الموسر يخلط الحنطة بالشعير ويأكله . . . وكان عند أبى عبد اللّه عليه السلام طعام جيد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) العقدة المكان الكثير الشجر والنخل والكلاء .\r\n( 2 ) الوسائل 12 / 44 نقلا عن الكافي .\r\n( 3 ) الوسائل ج 12 ص 49 نقلا عن الفقيه .\r\n( 4 ) الوسائل 12 / 50 نقلا عن الفقيه .\r\n( 5 ) الوسائل 12 / 321 نقلا عن قرب الإسناد .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nقد اشتراه أول السنة فقال لبعض مواليه : اشتر لنا شعيرا فاخلطه بهذا الطعام اوبعه فانا نكره ان نأكل جيدا ويأكل الناس رديا « 1 » .\r\nويستفاد منها ان تحصيل قوت السنة وادخارها مطلوب للشارع وجرت سيرة الأئمة عليهم السلام بذلك وقد علل ذلك بأمر ارتكازي عقلي وهو اطمينان النفس واستراحتها .\r\n74 - عن السكوني عن أبي عبد اللّه عليه السلام قال : إذا نظر الرجل في تجارة فلم يرفيها شيئا فليتحول إلى غيرها « 2 » .\r\n75 - عن إسحاق بن عمار قال : سمعت أبا عبد اللّه عليه السلام يقول : من طلب قليل الرزق كان ذلك داعيه إلى اجتلاب كثير من الرزق « 3 » .\r\n76 - عن إسحاق بن عمار الصيرفي سمعت أبا عبد اللّه عليه السلام يقول من استقل قليل الرزق حرم كثيرة ، ثم التفت إلي فقال : يا اسحق لا تستقل قليل الرزق فتحرم كثيره « 4 » .\r\nوفيها ارشاد إلى امر ارتكازي عقلائي وهو مضمون المثل السائرقطرات المطر تشكل بحرافلا يجوز استقلال قليل الرزق والربح لان الربح الكثير لا يتحقق غالبا الا باجتماع الأرباح القليلة . ويستفاد منها تلويحا ان تحصيل كثير الرزق مطلوب للشارع .\r\n77 - عن ثعلبة عن رجل عن أبي عبد اللّه عليه السلام قال : اصلاح المال من الايمان « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل 12 / 321 نقلا عن الكافي والتهذيب .\r\n( 2 ) الوسائل ج 12 ص 325 نقلا عن الكافي والتهذيب .\r\n( 3 ) الوسائل 12 / 338 نقلا عن الكافي .\r\n( 4 ) الوسائل 12 / 338 نقلا عن الكافي .\r\n( 5 ) الوسائل 12 / 40 نقلا عن الكافي والفقيه .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\n78 - عن بعض أصحابنا قال : قال أبو عبد اللّه عليه السلام : عليك باصلاح المال فان فيه منبهة للكريم واستغناء عن اللئيم « 1 » .\r\n79 - عن هشام بن حكم انه سأل أبا عبد اللّه عليه السلام عن علة تحريم الربا . فقال : انه لو كان الربا حلالا لترك الناس التجارات وما يحتاجون اليه فحرم اللّه الربا التنفر الناس من الحرام إلى الحلال وإلى التجارات من البيع والشراء فيبقى ذلك بينهم في القرض « 2 » .\r\n80 - عن المفضل بن عمر قال : سمعت أبا عبد اللّه عليه السلام يقول : من آجر نفسه فقد حظر على نفسه الرزق .\r\n81 - وفي رواية أخرى : وكيف لا يحظره وما أصاب فيه فهو لربه الذي آجره « 3 » .\r\n82 - عن عمار الساباطي قال : قلت لأبي عبد اللّه عليه السلام : الرجل يتجر فان هو آجر نفسه اعطى ما يصيب في تجارته فقال : لا يواجر نفسه ولكن يسترزق اللّه عز وجل ويتجر فإنه إذا آجر نفسه فقد حظر على نفسه الرزق « 4 » .\r\nويستفاد منها الترغيب والارشاد إلى طريق يكون الربح فيه أزيد وأكثر وهو التجارة والاستقلال في العمل بخلاف الإجارة فان ما يأخذه بإزاء عمله يكون غالبا مساويا لبعض عمله مع أن كل ما يحدث بعمله في العين من الهيئة له .\r\n83 - عن سيابة عن أبي عبد اللّه عليه السلام قال : سأله رجل فقال له :\r\nجعلت فداك أسمع قوما يقولون إن الزراعة مكروهة . فقال له : ازرعوا واغرسوا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل 12 / 40 نقلا عن الكافي .\r\n( 2 ) الوسائل ج 12 ص 424 نقلا عن الفقيه وعلل الشرايع وفي الثاني « فيتصل » مكان « فيبقى » .\r\n( 3 ) الوسائل 12 / 175 نقلا عن الكافي والفقيه .\r\n( 4 ) الوسائل 12 / 176 نقلا عن الكافي والفقيه والتهذيب والاستبصار .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nفلا واللّه ما عمل الناس عملا أحل ولا أطيب منه « 1 » .\r\n84 - عن يزيد بن هارون قال : سمعت أبا عبد اللّه يقول : الزارعون كنوز الأنام يزرعون طيبا اخرجه اللّه عز وجل وهم يوم القيامة أحسن الناس مقاما وأقربهم منزلة يدعون : المباركين « 2 » .\r\n85 - وروى أن أبا عبد اللّه عليه السلام قال : الكيميا الأكبر الزراعة « 3 » .\r\nوفي هذه الروايات وأشباهها ترغيب أكيد في انتاج الثروة الزراعية وفي تسميتها باسم الكيميا وتسمية الزارع بالكنز ما لا يخفى من الإشارة إلى أنه عمل انتاجى حقيقي ، فان الزراعة هي قوام معاش الانسان غالبا والانتاج الصناعي بدوره أيضا متوقف على الزراعة لان المواد الأولية غالبا تستخرج من الأرض .\r\n* * * 86 - عن موسى بن بكر قال : قال لي أبو الحسن موسى عليه السلام :\r\nمن طلب هذا الرزق من حله ليعود به على نفسه وعياله كان كالمجاهد في سبيل اللّه « 4 » .\r\nفي هذه الرواية تأكيد بليغ في طلب الدنيا لأنه عليه السلام جعله بمنزلة الجهاد في سبيل اللّه وعدلا له خصوصا إذا كان الامر ارشاديا لذكر العلة والحكمة .\r\n87 - عن علي بن أبي حمزة عن أبيه قال : رأيت أبا الحسن عليه السلام يعمل في ارض له قد استنقعت قدماه في العرق فقلت : جعلت فداك اين الرجال ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل ج 12 ص 193 نقلا عن الكافي والفقيه والتهذيب .\r\n( 2 ) الوسائل 13 / 194 نقلا عن الكافي .\r\n( 3 ) الوسائل 13 / 194 نقلا عن الكافي .\r\n( 4 ) الوسائل ج 12 ص 11 نقلا عن الكافي والتهذيب .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nفقال : يا علي قد عمل باليد من هو خير منى ومن أبى في ارضه ، فقلت : ومن هو ؟ فقال : رسول اللّه صلى اللّه عليه وآله وأمير المؤمنين وآبائي عليهم السلام كلهم كانوا قد عملوا بأيديهم وهو من عمل النبيين والمرسلين والأوصياء والصاحلين « 1 » .\r\nوفيها تخطئة صريحة لتوهم الراوي ان العمل بالجهد والمشقة مناف لشأن الإمام عليه السلام ، وتأكيد على أنه شعار الصالحين والأنبياء والمرسلين وفيها ترغيب أكيد في الانتاج الزراعى .\r\n* * * قال الصدوق : وروى عن العالم أنه قال : اعمل لدنياك كأنك تعيش ابدا واعمل لاخترك كأنك تموت غدا « 2 » .\r\nوفي هذه الرواية احتمالان : أحدهما الاستحكام في أمور الدنيا كأنه يريد ان يعيش ابدا والعجلة في أمور الآخرة كالتوبة وأداء الدين والواجبات كأنه يريدان يموت غدا .\r\nالثاني التوانى والمسامحة في أمور الدنيا والتراخي فيها كأنه يريد ان يعيش ابدا فلا يعجل فيها لأنه لا يفوت امرها والعجلة والمبادرة في أمور الآخرة لان الاجل يأتي بغتة .\r\nولعل الاحتمال الثاني أرجح لرعاية المتقابلة بين الدنيا والآخرة بحسب العجلة والتراخي بخلاف الثاني أرجح لرعاية المقابلة بين الدنيا والآخرة بحسب العجلة والتراخي بخلاف الأول فان في أحدهما أريد بقوله : « اعمل » اتقان العمل واستحكامه وفي الاخر الاتيان به فورا .\r\nوعلى الاحتمال الأول تكون الرواية من روايات الباب الدالة على الترغيب في تحصيل الدنيا .\r\nوعلى الاحتمال الأول تكون الرواية من روياات الباب الدالة على الترغيب في تحصيل الدنيا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل 12 / 23 نقلا عن الكافي والفقيه .\r\n( 2 ) الوسائل 12 / 49 نقلا عن الفقيه .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\n88 - عن أحمد بن محمد بن أبي نصر عن الرضا عليه السلام قال : قلت :\r\nان الكوفة قد نبت بي والمعاش بها ضيق وانما كان معاشنا ببغداد وهذا الجبل قد فتح على الناس منه باب رزق ، فقال : ان أردت الخروج فأخرج فإنها سنة مضطرب وليس للناس بد من طلب معاشهم فلا تدع الطلب « 1 » .\r\nوفيها ترغيب إلى الخروج من البلد ومسقط الرأس في طلب المعاش والتوسعة .\r\n89 - عن زكريا بن آدم عن أبي الحسن الرضا عليه السلام قال : الذي يطلب من فضل اللّه ما يكف به عياله أعظم اجرا من المجاهد في سبيل اللّه عز وجل « 2 » .\r\n90 - عن حسن بن جهم قال : سمعت الرضا عليه السلام يقول : ان الانسان إذا ادخل طعام سنة خف ظهره واستراح « 3 » .\r\n91 - عن البزنطي قال : قلت للرضا السلام : جعلت فداك ادع اللّه ان يرزقني حلالا قال : تدرى ما الحلال ؟ قلت : جعلت فداك اما الذي عندنا فالكسب الطيب . قال : كان علي بن الحسين عليهما السلام يقول : الحلا هو قوت المصطفين ولكن قل : أسألك من رزقك الواسع « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل ج 12 ص 18 نقلا عن قرب الإسناد .\r\n( 2 ) الوسائل 12 / 43 نقلا عن الكافي .\r\n( 3 ) الوسائل 12 / 320 نقلا عن الكافي .\r\n( 4 ) البحار ج 103 ص 4 نقلا عن قرب الإسناد .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\n\r\n2 . الدنيا خير\r\n1 - قال اللّه تعالى : يسألونك ماذا ينفقون قل ما أنفقتم من خير فللو الدين « 1 » .\r\n2 - وما تنفقوا من خير فان اللّه به عليم « 2 » .\r\n3 - وما تنفقوا من خير يوف إليكم « 3 » .\r\n4 - وما تنفقوا من خير فلأنفسكم « 4 » .\r\nقال الراغب : الخير ما يرغب فيه الكل كالعقل مثلا والعدل والفضل والشئ النافع ، وضده الشر . قيل والخير ضربان : خير مطلق وهو ان يكون مرغوبا فيه بكل حال وعند كل أحد . . . ومقيد وهو ان يكون خيرا لواحد وشرا لاخر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البقرة 2 : الآية 215 .\r\n( 2 ) البقرة 2 : الآية 273 .\r\n( 3 ) البقرة 2 : الآية 272 .\r\n( 4 ) البقرة 2 : الآية 272 .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nكالمال الذي ربما يكون خيرا لزيد وشرا لعمرو ولذلك وصفه اللّه تعالى بالامرين فقال في موضع : ان ترك خيرا « 1 » . وقال في موضع آخر : أيحسبون انما نمدهم به من مال وبنين نسارع لهم في الخيرات « 2 » . . .\r\nوقال أيضا : الخير والشر يقالان على وجهين : أحدهما ان يكونا اسمين كما تقدم وهو قوله : ولتكن منكم أمة يدعون إلى الخير « 3 » . والثاني ان يكونا وصفين وتقديرهما تقدير افعل منه نحو هذا خير من ذاك وأفضل وقوله تعالى « 4 » : نأت بخير منها « 5 » . . .\r\nفالخير في الآيات المذكورة بالمعنى الأسمى اطلق على الشئ النافع وهو المال ، فالمال خير في نظر القرآن .\r\nوربما يتبادر للذهن ان اطلاق الخير على المال في هذه الآيات انما هو باعتبار انطباق عنوان الانفاق عليه والا فالمال بما انه عين من الأعيان الخارجية لا يكون في حد ذاته خيرا ولا شرا كالسكين لا يكون خيرا ولا شرا الا باعتبار كيفية استعماله فان استعمل في ذبح حيوان فهو خير وان استعمل في تقل مؤمن فهو شر فالمال خير إذا اتصف بالانفاق لا مطلقا .\r\nولكن الظاهر أن الخيرية حاصلة للمال قبل الانفاق لا بالانفاق وتشهد لما ذكرنا الآيات التالية ، فان اطلاق الخير فيها على المال ليس بملاحظة أي عنوان من العناوين الطارية\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البقرة 2 : الآية 180 .\r\n( 2 ) المؤمنون 23 : الآية 56 .\r\n( 3 ) آل عمران 3 : الآية 104 .\r\n( 4 ) البقرة 2 : الآية 106 .\r\n( 5 ) المفردات : 160 طبع المكتبة الموتضوية .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\n5 - قال رب اني لما أنزلت إلي من خير فقير « 1 » .\r\n6 - فقال إني أحببت حب الخير عن ذكر ربى « 2 » .\r\n7 - هماز مشاء بنميم مناع للخير معتد أثيم « 3 » .\r\n8 - القيا في جهنم كل كفار عنيد مناع للخير معتد مريب « 4 » .\r\nبناءا على أن المراد بالخير في الآيتين الأخيرتين المال ، والمراد بالمنع منع الحقوق المالية المتعلقة بالمال فراجع .\r\n9 - ان الانسان خلق هلوعا إذا مسه الشر جزوعا وإذا مسه الخير منوعا « 5 » .\r\nوالمراد بالشر والخير الفقر والغنى كما في تفسير القمي وقتضيه سياق الآية ، فان الهلوع من الهلع وهو شدة الحرص وذكروا ان الهلوع تفسره الآيتان بعده ، ويناسبه أيضا كلمة « المس » و « المنوع » ومن لزوام شدة الحرص الجزع عند مس الشر والفقر والمنع عند مس الخير والغنى والسعة .\r\n10 - ان الانسان لربه لكنود وانه على ذلك لشهيد وانه لحب الخير لشديد « 6 » .\r\nوقد قيل : المراد أن الانسان لشديد الحب للمال ويدعوه ذلك إلى الامتناع من أداء حق اللّه والانفاق في سبيله . فالآية وما قبلها وان كانت في مقام ذم الانسان وأنه حريص أو كنود وكفور ، الا أن اطلاق كلمة الخير على المال شاهد لما كنا بصدده كما لا يخفى .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) القصص 28 : الآية 24 .\r\n( 2 ) ص 38 : الآية 32 .\r\n( 3 ) القلم 68 : الآية 12 .\r\n( 4 ) ق 50 : الآية 25 .\r\n( 5 ) المعارج 70 : الآية 21 .\r\n( 6 ) العاديات 100 : الآية 8 .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\n11 - كتب عليكم إذا حضر أحدكم الموت ان ترك خيرا الوصية للوالدين والأقربين بالمعروف « 1 » .\r\nوهذه الآية من أظهر الآيات الدالة على ما نحن بصدده ، خصوصا إذا كان المراد بالخير المال الكثير .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البقرة 2 الآية 180\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\n\r\n3 . الدنيا فضل من اللّه تعالى\r\n1 - قال اللّه تعالى : ولا تحسبن الذين يبخلون بما آتيهم اللّه من فضله هو خيرا لهم بل هو شر لهم « 1 » .\r\n2 - الذين يبخلون ويأمرون الناس بالبخل ويكتمون ما آتيهم اللّه من فضله « 2 » .\r\nوأظهر مصاديق الفضل المال بقرينة البخل وان شمل أيضا مثل العلم وسائر الكمالات المعنوية .\r\n3 - أم يحسدون الناس على ما آتاهم اللّه من فضله فقد آتينا آل إبراهيم الكتاب والحكمة وآتيناهم ملكا عظيما « 3 » .\r\nوقوله تعالى : « وآتيناهم ملكا عظيما » شاهد على عمومية الفضل وشموله للمال والملك أي الدنيا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) آل عمران 3 : الآية 180 .\r\n( 2 ) النساء 4 : الآية 37 .\r\n( 3 ) النساء 4 : الآية 54 .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\n4 - ولئن أصابكم فضل من اللّه ليقولن كأن لم تكن بينكم وبينه مودة يا ليتني كنت معهم فأفوز فوزا عظيما « 1 » .\r\nوالفضل في هذه الآية أطلق على الغنيمة والفتح كما هو مورد الآية فراجع .\r\n5 - وان خفتم عيلة فسوف يغنيكم اللّه من فضله ان شاء « 2 » .\r\nوالمعنى : وان خفتم فقرا وحاجةو كانوا قد خافوا انقطاع المتاجر بمنع المشركين من دخول الحرم‌فسوف يغنيكم اللّه من جهة أخرى .\r\n6 - ولو أنهم رضوا ما آتيهم اللّه ورسوله وقالوا حسبنا اللّه سيؤتينا اللّه من فضله ورسوله انا إلى اللّه راغبون « 3 » .\r\n7 - وما نقموا الا أن أغناهم اللّه ورسوله من فضله « 4 » .\r\n8 - ومنهم من عاهد اللّه لئن آتينا من فضله لنصدقن ولنكونن من الصالحين فلما آتيهم من فضله بخلوا به وتولوا وهم معرضون « 5 » .\r\n9 - وترى الفلك مواخر فيه ولتبتغوا من فضله « 6 » .\r\n10 - ربكم الذي يزجي لكم الفلك في البحر لتبتغوا من فضله « 7 » .\r\n11 - . . . وجعلنا آية النهار مبصرة لتبتغوا فضلا من ربكم « 8 » .\r\n12 - ولا يأتل أولوا الفضل منكم والسعة أن يأتوا اولي القربى « 9 » . .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النساء 4 : الآية 73 .\r\n( 2 ) التوبة 9 : الآية 28 .\r\n( 3 ) التوبة : 9 : الآية 59 .\r\n( 4 ) التوبة 9 : الآية 74 .\r\n( 5 ) التوبة 9 : الآية 75 .\r\n( 6 ) النحل 16 : الآية 14 .\r\n( 7 ) الاسراء 17 : الآية 66 .\r\n( 8 ) الاسراء 17 : الآية 12 .\r\n( 9 ) النور 24 : الآية 22 .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\n13 - ان يكونوا فقراء يغنهم اللّه من فضله واللّه واسع عليم « 1 » .\r\n14 - ومن رحمته جعل لكم الليل والنهار لتسكنوا فيه ولتبتغوا من فضله « 2 » .\r\n15 - ومن آياته منامكم بالليل والنهار وابتغاؤكم من فضله « 3 » .\r\n16 - ولتجري الفكل بأمره ولتبتغوا من فضله ولعلكم تشكرون « 4 » .\r\n17 - وترى الفلك فيه مواخر لتبتغوا من فضله ولعلكم تشكرون « 5 » .\r\n18 - اللّه الذي سخر لكم البحر لتجري الفلك فيه يأمره ولتبتغوا من فضله « 6 » .\r\n19 - فإذ قضيت الصلاة فانتشروا في الأرض وابتغوا من فضل اللّه « 7 » .\r\n20 - وآخرون يضربون في الأرض يبتغون من فضل اللّه « 8 » .\r\nإلى غير ذلك من الآيات والروايات « 9 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النور 24 : الآية 32 .\r\n( 2 ) القصص 28 : الآية 73 .\r\n( 3 ) الروم 30 : الآية 23 .\r\n( 4 ) الروم 30 : الآية 46 .\r\n( 5 ) الفاطر 35 : الآية 12 .\r\n( 6 ) الحاثية 45 : الآية 12 .\r\n( 7 ) الجمعة 62 : الآية 10 .\r\n( 8 ) المزمل 73 : الآية 20 .\r\n( 9 ) راجع المعجم المفهرس لألفاظ القرآن الكريم مادة « فضل » وراجع الوسائل ج 12 ص 300 - 301 و 303 - 304 .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n\r\n4 . الدنيا قد تكون أجرا للمحسنين والصالحين\r\n1 - قال اللّه تعالى : وكذلك مكنا ليوسف في الأرض يتبوء منها حيث يشاء نصيب برحمتنا من نشاء ولا نضيع أجر المحسنين « 1 » .\r\n2 - انه من يتق ويصبر فان اللّه لا يضيع أجر المحسنين « 2 » .\r\nوتقريب الدلالة : ان الآيات واردة في شأن يوسف وذكر ابتلائه بمصائب شديدة من كونه محسودا للاخوة وسقوطه في غيابة الجب وأسره وابتلائه بامرأة العزيز ونسوة المدينة والسجن والتهمة . وقد صبر في في جميع هذه المراتب وأدى حق العبودية والتقوى فهو من المحسنين وكان أجره في الدنيا هو تمكنه في الأرض وتسلطه على خزائن الارضن ولاجر الآخرة أكبر للذين آمنوا لو كانوا يتقون . ومن هذا يعلم أن الدنيا مطلوبة للشارع حتى أنها جعلت جزاء ومثوبة للعمل الصالح .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يوسف 12 : الآية 56 .\r\n( 2 ) يوسف 12 : الآية 90 .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\n3 - ووهبنا له اسحق ويعقوب وجعلنا في ذريته النبوة والكتاب وآتيناه أجره في الدنيا وانه في الآخرة لمن الصالحين « 1 » .\r\nويستفاد منها ان اللّه تعالى جعل اجرا إبراهيم في الدنيا الإمامة والرئاسة الدينية والصلاح في الذرية ، فهي دنيا بالمعنى العام .\r\n4 - أولئك يؤتون أجرهم مرتين بما صبروا ويدرؤن بالحسنة السيئة ومما رزقناهم ينفقون « 2 » .\r\nبناء على أن المراد بالاجر مرتين الاجر في الدنيا والآخرة .\r\n5 - قل يا عباد الذين آمنوا اتقوا ربكم للذين أحسنوا في هذه الدنيا حسنة وارض اللّه واسعة انما يوفى الصابرون اجرهم بغير حساب « 3 » .\r\nبناء على إرادة المال من الحسنة أو المعنى الأعم من الدنيا .\r\n6 - ولو أنهم آمنوا واتقوا لمثوبة من عند اللّه خير لو كانوا يعلمون « 4 » .\r\nبناء على إرادة خير الدنيا من الخير بقرينة الآيات السابقة عليها .\r\n7 - من ذا الذي يقرض اللّه قرضا حسنا فيضاعفه له اضعافا كثيرة واللّه يقبض ويبصط واليه ترجعون « 5 » .\r\nبناء على أن المضاعفة تكون في الدنيا كما هو الظاهر ، ويدل عليه قوله :\r\n« واللّه يقبض ويبسط » .\r\n8 - يمحق اللّه الربا ويربي الصدقات واللّه لا يحب كل كفار أثيم « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) العنكبوت 29 : الآية 27 .\r\n( 2 ) القصص 28 : الآية 54 .\r\n( 3 ) الزمر 39 : الآية 100 .\r\n( 4 ) البقرة 2 : الآية 103 .\r\n( 5 ) البقرة 2 : الآية 245 .\r\n( 6 ) البقرة 2 : الآية 276 .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\n9 - فأتيهم اللّه ثواب الدنيا وحسن ثواب الآخرة « 1 » .\r\n10 - ومن يهاجر في سبيل اللّه يجد في الأرض مراغما كثيرا وسعة « 2 » .\r\n11 - من كان يريد ثواب الدنيا فعند اللّه ثواب الدنيا والآخرة « 3 » .\r\n12 - ولو أنهم أقاموا التوراة والإنجيل وما انزل إليهم من ربهم لا كلوا من فوقهم ومن تحت أرجلهم « 4 » .\r\n13 - ولو أن أهل القرى آمنوا واتقوا لفتحنا عليهم بركات من السماء والأرض ولكن كذبوا فأخذناهم بما كانوا يكسبون « 5 » .\r\n14 - وأورثنا القوم الذين كانوا يستضعفون مشارق الأرض ومغاربها التي باركنا فيها وتمت كلمة ربك الحسنى على بني إسرائيل بما صبروا « 6 » .\r\n15 - يا أيها النبي قل لمن في أيديكم من الاسرى ان يعلم اللّه في قلوبكم خيرا يؤتكم خيرا مما اخذ منكم « 7 » .\r\nبناء على أن المراد من الخير الخير الدنيوي كما هو الظاهر أو الأعم منه والأخروي .\r\n16 - يا أيها الذين آمنوا انما المشركون نجس فلا يقربوا المسجد الحرام بعد عامهم هذا وان خفتم علية فسوف يغنيكم اللّه من فضله ان شاء ان اللّه عليم حكيم « 8 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) آل عمران 3 : الآية 148 .\r\n( 2 ) النساء 4 : الآية 100 .\r\n( 3 ) النساء 4 : الآية 134 .\r\n( 4 ) المائدة 5 : الآية 66 .\r\n( 5 ) الأعراف 7 : الآية 96 .\r\n( 6 ) الأعراف 7 : الآية 137 .\r\n( 7 ) الأنفال 8 : الآية 70 .\r\n( 8 ) التوبة : 9 الآية 28 .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\n17 - وأن استغفروا ربكم ثم توبوا اليه يمتعكم متاعا حسنا إلى اجل مسمى ويؤت كل ذي فضل فضله « 1 » .\r\n18 - ويا قوم استغفروا ربكم ثم توبوا اليه يرسل السماء عليكم مدرارا ويزدكم قوة إلى قوتكم ولا تتولوا مجرمين « 2 » .\r\n19 - وكذلك مكنا ليوسف في الأرض « 3 » .\r\n20 - واذتأذن ربكم لئن شكرتم لأزيدنكم ولئن كفرتم ان عذابي لشديد « 4 » .\r\n21 - وقيل للذين اتقوا ماذا انزل ربكم قالوا خيرا للذين أحسنوا في هذه الدنيا حسنة ولدار الآخرة خير ولنعم دار المتقين « 5 » .\r\n22 - والذين هاجروا في اللّه من بعد ما ظلموا لنبؤنهم في الدنيا حسنة لاجر الآخرة أكبر لو كانوا يعلمون « 6 » .\r\n23 - واما من آمن وعمل صالحا فله جزاء الحسنى وسنقول له من أمرنا يسرا « 7 » .\r\nلان الجزاء الحسنى هو الجزاء العائد إليهم من ذي القرنين كما تدل عليه الآيات السابقة .\r\n24 - وعد اللّه الذين آمنوا منكم وعملوا الصالحات ليستخلفنهم في الأرض كما استخلف الذين من قبلهم وليمكنن لهم دينهم الذي ارتضى لهم وليبدلنهم من بعد خوفهم امنا يعبدونني لا يشركون بي شيئا « 8 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هود : 11 الآية 3 .\r\n( 2 ) هود : 11 الآية 52 .\r\n( 3 ) يوسف : 12 الآية 21 .\r\n( 4 ) إبراهيم : 14 الآية 7 .\r\n( 5 ) النحل : 16 الآية 30 .\r\n( 6 ) النحل : 16 الآية 41 .\r\n( 7 ) الكهف : 18 الآية 88 .\r\n( 8 ) النور : 24 الآية 55 .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\n25 - ونريد أن نمن على الذين استضعفوا في الأرض ونجعلهم أئمة ونجعلهم الوارثين « 1 » .\r\n26 - ولقد كتبنا في الزبور من بعد الذكر ان الأرض يرثها عبادي الصالحون « 2 » .\r\n27 - وقالوا الحمد للّه الذي صدقنا وعده وأورثنا الأرض « 3 » .\r\n* * * وأما الروايات : 1 - عن علي عليه السلام : ان أفضل ما توسل به المتوصلون إلى اللّه سبحانه الايمان به وبرسوله ، والجهاد في سبيله فإنه ذروة الاسلام . . . وحج البيت واعتماره فإنهما ينفيان الفقر ويرحضان الذنب ، وصلة الرحم فإنها مثراة في المال ومنسأة في الاجل « 4 » .\r\n2 - وعنه عليه السلام : قد جعل اللّه الاستغفار سببا لدرور الرزق ورحمة الخلق فقال « استغفروا ربكم انه كان غفارا يرسل السماء عليكم مدرارا ويمددكم بأموال وبنين » « 5 » .\r\n3 - وعنه عليه السلام : من اصلح امر آخرته اصلح اللّه له امر دنياه « 6 » .\r\n4 - وعنه عليه السلام : من عمل لدينه كفاه اللّه امر دنياه « 7 » .\r\n5 - وعنه عليه السلام : من كثرت نعم اللّه عليه كثرت حوائج الناس اليه فمن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) القصص : 28 الآية 5 .\r\n( 2 ) الأنبياء : 21 الآية 105 .\r\n( 3 ) الزمر : 39 الآية 74 .\r\n( 4 ) نهج البلاغة ج 1 ص 215 .\r\n( 5 ) نهج البلاغة 2 / 34 .\r\n( 6 ) نهج البلاغة ج 3 ص 170 .\r\n( 7 ) نهج البلاغة 3 / 254 .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nقام للّه فيها بما يجب فيها عرّضها للدوام والبقاء « 1 »\r\n6 - وعنه عليه السلام : فرض اللّه الايمان تطهيرا من الشرك . . . والزكاة تسبيبأ للرزق « 2 » .\r\nبناء على كون المعنى ان أداء الزكاة يوجب الزيادة في الرزق .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة 3 / 243 .\r\n( 2 ) نهج البلاغة 3 / 2080 .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\n\r\nتتمة\r\nوينبغي ان نذكر في ذيل هذا العنوان بعض الآيات والروايات الواردة في بيان الجزاء الدنيوي للأعمال الحسنة . وهذا من باب ذكر المصداق للعنوان ، مثل جزاء البر بالوالدين وصلة الرحم والحج والزكاة والصدقة والانفاق في سبيل اللّه « 1 » .\r\nأما الآيات : قال اللّه تعالى : مثل الذين ينفقون أموالهم في سبيل اللّه كمثل حبة أنبتت سبع سنابل في كل سنبلة مائة حبة واللّه يضاعف لمن يشاء واللّه واسع عليم « 2 » .\r\nوالظاهر أن المضاعفة في الدنيا بقرينة سائر الآيات والروايات الواردة في جزاء الصدقة والانفاق كما سيأتي .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وينبغي أن نذكر الآيات الدالة على أن الانفاق في سبيل اللّه موجب لزيادة المال وأجمعها في سورة البقرة من الآية 261 - إلى 273 فراجع .\r\n( 2 ) البقرة : 2 - الآية 261 .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\n2 - وما أنفقتم من شئ فهو يخلفه وهو خير الرازقين « 1 » .\r\nاى ما أخرجتم من أموالكم في وجوه البرفانه سبحانه يعطيكم خلفه وعوضه اما في الدنيا بزيادة النعمة واما في الآخرة بثواب الجنة .\r\n3 - من ذا الذي يقرض اللّه قرضا حسنا فيضاعفه له « 2 » .\r\n4 - ان تقرضوا اللّه قرضا حسنا يضاعفه لكم ويغفر لكن « 3 » .\r\nوالظاهر أن المراد من القرض الانفاق والصدقة ، واطلاق القرض عليه بلحاظ انه لا يذهب هدرا بل يبقى رأس ماله مع زيادة . ويمكن ان يقال إن الآية تشمل القرض الاصطلاحي في الفقه أيضا .\r\n5 - يمحق اللّه الربا ويربي الصدقات واللّه لا يحب كل كفار أثيم « 4 » .\r\n6 - وما آتيتم من ربا ليربو في أموال الناس فلا يربو عند اللّه وما آتيتم من زكاة تريدون وجه اللّه فأولئك هم المضعفون « 5 » .\r\n* * * وأما الروايات : 1 - عن أبي جعفر عليه السلام ، قال أبو جعفر عليه السلام : صلة الارحام تزكى الاعمال وتنمى الأموال وتدفع البلوى وتيسر الحساب وتنسىء في الاجل « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سبأ : 34 - الآية 39 .\r\n( 2 ) البقرة 2 - الآية 245 . والحديد : 57 - الآية 11 .\r\n( 3 ) التغابن : 64 - الآية 17 .\r\n( 4 ) البقرة : 2 - الآية 276 .\r\n( 5 ) الروم : 30 - الآية 39 . جعل في هذه الآيات المقابلة بين الربا والقرض والزكاة والصدقة ، وان ما يريدونه‌فى الربا من زيادة المال جعله اللّه في القرض والزكاة والصدقة .\r\n( 6 ) الكافي ج 2 ص 150 .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n2 - عن أبي عبد اللّه عليه السلام قال : صلة الارحام تحسن الخلق وتسمح الكف وتطيب النفس وتزيد في الرزق « 1 » وتنسىء في الاجل « 2 » .\r\n3 - عن أبي جعفر عليه السلام قال : صلة الارحام تحسن الخلق . . . وتزيد في الزق « 3 » . .\r\n4 - قال أبو جعفر عليه السلام : صلة الارحام تزكى الاعمال وتدفع البلوى وتنمى الأموال وتنسىء له في عمره وتوسع في رزقه « 4 » . . .\r\n5 - قال رسول اللّه صلى اللّه عليه وآله : من سره النساء في الاجل والزيادة في الرزق فليصل رحمه « 5 » .\r\n6 - عن سليمان بن هلال قال : قلت لأبي عبد اللّه عليه السلام : ان آل فلان يبر بعضهم ويتواصلون فقال عليه السلام : إذا تنمى أموالهم وينمون فلا يزالون في ذلك حتى يتقاطعوا فإذا فعلوا ذلك انقشع عنهم « 6 » و « 7 » .\r\n7 - قال روسل اللّه صلى اللّه عليه وآله : ان القوم ليكونون فجرة ولا يكونون بررة فيصلون أرحامهم فتنمى أموالهم وتطول أعمارهم فكيف إذا كانوا أبرارا بررة « 8 » .\r\n8 - قال رسول اللّه صلى اللّه عليه وآله : من سره ان يمد اللّه في عمره وان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكافي 2 / 151 .\r\n( 2 ) الكافي 2 / 152 .\r\n( 3 ) الكافي 2 / 152 .\r\n( 4 ) الكافي 2 / 152 .\r\n( 5 ) الكافي 2 / 152 .\r\n( 6 ) أي زال نمو الأموال والأنفس عنهم .\r\n( 7 ) الكافي 2 / 154 .\r\n( 8 ) الكافي ج 2 ص 155 .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nيبسط له في رزقه فليصل رحمه « 1 » .\r\n9 - عن أبي عبد اللّه عليه السلام قال : ان صلة الرحم تزكى الاعمال وتنمى الأموال وتيسر الحساب وتدفع البلوى وتزيد في الرزق « 2 » .\r\n10 - عن أبي جعفر عليه السلام قال : في كتاب أمير المؤمنين عليه السلام ثلاث خصال لا يموت صاحبهن حتى يرى وبالهن : البغى وقطيعة الرحم واليمين الكاذبة . وان أعجل الطاعة ثوابا لصلة الرحم . ان القوم ليكونون فجار أفيتواصلون فتنمى أموالهم ويثرون « 3 » . . .\r\n11 - قال رسول اللّه صلى اللّه عليه وآله : ألا أدلكم على خير أخلاق الدنيا والآخرة ؟ قالوا : بلى يا رسول اللّه . قال : من وصل من قطعه وأعطى من حرمه وعفا عمن ظلمه . ومن سره ان ينسأله في عمره ويوسع له في رزقه فليتق اللّه وليصل رحمه « 4 » .\r\n12 - عن رواة قال : سمعت رسول اللّه صلى اللّه عليه وآله يقول : ان صلة الرحم مثراة في المال ومحبة في الأهل ومنسأة في الاجل « 5 » .\r\nإلى غير ذلك من الروايات الكثيرة المتحدة مضمونا مع ما ذكرناه فليراجع .\r\n13 - قال أبو عبد اللّه عليه السلام : حسن الجوار يزيد في الرزق « 6 » .\r\n14 - عن النبي صلى اللّه عليه وآله : من كفى ضريرا حاجة من حوائج الدنيا ومشى فيها حتى يقضى اللّه له حاجته أعطاه اللّه براءة من النفاق ، وبراءة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكافي 2 / 156 .\r\n( 2 ) الكافي 2 / 157 .\r\n( 3 ) البحار ج 74 ص 99 نقلا عن مجالس المفيد .\r\n( 4 ) البحار ج 74 ص 102 نقلا عن كتاب الحسين بن سعيد الأهوازي .\r\n( 5 ) البحار 74 / 102 نقلا عن كتبا الحسين بن سعيد الأهوازي .\r\n( 6 ) البحار 74 / 153 نقلا عن كتاب الحسين بن سعيد الأهوازي .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nمن النار ، وقضى له سبعين حاجة من حوائج الدنيا ولا يزال يخوض في رحمة اللّه حتى يرجع « 1 » .\r\n15 - قال أبو عبد اللّه عليه السلام : ما يمنع الرجل منكم ان يبروا لديه حيين وميتين يصلى عنهما ويتصدق عنهما ويحج عنهما ويصوم عنهما فيكون الذي صنع لهما وله مثل ذلك فيزيده اللّه عز وجل ببره وصلته « 2 » خيرا كثيرا « 3 » .\r\n16 - عن البزنطي قال : سمعت الرضا عليه السلام يقول : ان رجلا من بني إسرائيل قتل قرابة له ثم اخذه فطرحه على طريق أفضل سبط من أسباط بني إسرائيل ثم جاء يطلب بدمه . فقالوا لموسى عليه السلام ان سبط آل فلان قتلوا فلانا فأخبرنا من قتله ؟ قال ائتوني ببقرةالى ان قال‌فطلبوها فوجدوها عند فتى من بني إسرائيل فقال : لا أبيعها الا بملء مسكها ذهبا ، فجاءوا إلى موسى عليه السلام فقالوا له ذلك فقال : اشتروها فاشتروها وجاءوا بها فأمر بذبحها . . . فقال لرسول اللّه موسى عليه السلام بعض أصحابه : ان هذه البقرة لها نبأ فقال : ما هو ؟ قال : ان فتى من بني إسرائيل كان بارا بأبيه وانه اشترى تبيعا فجاء إلى أبيه فرأى أن الأقاليد تحت رأسه فكره ان يوقطظه فترك ذلك البيع فاستيقظ أبوه فأخبر فقال : أحسنت خذ هذه البقرة فهي لك عوضا لما فاتك . قال : فقال رسول اللّه موسى عليه السلام انظروا إلى البر ما بلغ بأهله « 4 » .\r\nوالحديث طويل أخذنا موضع الحاجة منه .\r\n17 - قال الصادق عليه السلام : من أحب ان يخفف اللّه عز وجل عنه سكرات الموت فليكن لقرابته وصولا وبوالديه بارا فإذا كان كذلك هون اللّه عليه سكرات\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البحار 74 / 388 نقلا عن أمالي الصدوق .\r\n( 2 ) صلاته .\r\n( 3 ) البحار ج 74 ص 46 نقلا عن الكافي .\r\n( 4 ) البحار 74 / 69 نقلا عن عيون أخبار الرضا .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nالموت ولم يصبه في حياته فقر أبدا « 1 » .\r\n18 - عن أبي جعفر عليه السلام قال : البر وصدقة السرينفيان الفقر ويزيدان في العمر « 2 » . . .\r\n19 - قال أبو عبد اللّه عليه السلام : وان أحببت ان يزيد اللّه في عمرك فسر أبويك . قال : وسمعته يوقل ان البر يزيد في الرزق « 3 » .\r\n20 - قال رسول اللّه صلى اللّه عليه وآله : ان أهل بيت ليكونون بررة فتنمو أموالهم وانهم لفجار « 4 » .\r\n21 - قال أبو جعفر عليه السلام : الحج ينفى الفقر والصدقة تدفع البلية والبريزيد في العمر « 5 » .\r\n22 - قال النبي صلى اللّه عليه وآله : من سره ان يمد له في عمره ويبسط له في رزقه فليصل أبويه فان صلتهما من طاعة اللّه « 6 » .\r\n23 - قال رسول اللّه صلى اللّه عليه وآله : الحج والعمرة ينفيان الفقر والذنوب كما ينفي الكبر خبث الحديد « 7 » .\r\nوبهذا المضمون روايات كثيرة متظافرة بأسناد مختلفة .\r\n24 - عن أبي إبراهيم عليه السلام قال : لا يملق حاج ابدا . قلت : وما الاملاق ؟ قال : قول اللّه « ولا تقتلوا أولادكم خشية املاق » « 8 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البحار 74 / 81 نقلا عن روضة الواعظين .\r\n( 2 ) البحار 74 / 81 نقلا عن كتاب الحسين بن سعيد الأهوازي .\r\n( 3 ) البحار ج 74 ص 81 نقلا عن كتاب الحسين بن سعيد .\r\n( 4 ) البحار 74 / 82 نقلا عن كتاب الحسين بن سعيد .\r\n( 5 ) البحار 74 / 85 نقلا عن دعوات الراوندي .\r\n( 6 ) البحار 74 / 85 نقلا عن عدة الداعي .\r\n( 7 ) الوسائل ج 8 ص 74 نقلا عن التهذيب والفقيه .\r\n( 8 ) الوسائل 8 / 75 نقلا عن تفسير العياشي .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nوفي رواية أخرى مع هذه الزيادة : قال : ما الاملاق ؟ قال : الافلاس « 1 » .\r\n25 - قال أبو عبد اللّه عليه السلام : حجج تترى وعمر تسعى يدفعن عيلة الفقر وميتة السوء « 2 » .\r\n26 - عن أبي عبد اللّه عليه السلام قال : من حج حجتين لم يزل في خير حتى يموت « 3 » .\r\n27 - عن أبي عبد اللّه عليه السلام قال : من حج ثلاث حجج لم يصبه فقر أبدا « 4 » .\r\n28 - قال رسول اللّه صلى اللّه عليه وآله لا يحالف الفقر والحمى مدمن الحجر والعمرة « 5 » .\r\n29 - قال الصادق عليه السلام إذا كان عشية عرفة بعث اللّه عز وجل ملكين يتصفحان وجوه الناس فإذا فقد رجلا قد عود نفسه بالحج قال أحدهما لصاحبه :\r\nيا فلان ما فعل فلان ؟ قال : فيقول : اللّه عز وجل أعلم . قال فيقول أحدهما : اللهم ان كان حبسه عن الحج فقر فأغنه وان كان حبسه دين فاقض عنه وان كان حبسه مرض فاشفه ، وان كان حبسه موت فاغفر له وارحمه « 6 » .\r\n30 - قال رسول اللّه صلى اللّه عليه وآله : من أراد الدنيا والآخرة فليؤم هذا البيت « 7 » . . .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل 8 / 75 نقلا عن تفسير العياشي .\r\n( 2 ) الوسائل 8 / 88 نقلا عن الكافي .\r\n( 3 ) الوسائل 8 / 91 نقلا عن الخصال .\r\n( 4 ) الوسائل 8 / 91 نقلا عن الخصال .\r\n( 5 ) الوسائل ج 8 ص 95 نقلا عن الكافي .\r\n( 6 ) الوسائل 8 / 96 نقلا عن الكافي .\r\n( 7 ) الوسائل 8 / 107 نقلا عن الفقيه .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\n31 - عن أبي عبد اللّه عليه السلام : ان الصدقة تقضى الدين وتخلف بالبركة « 1 » .\r\n32 - عن أبي عبد اللّه عليه السلام : . . . وحسن الصدقة يقضى الدين ويخلف على البركة « 2 » .\r\n33 - عن أبي جعفر عليه السلام قال : البر والصدقة ينفيان الفقر ويزيدان في العمر ويدفعان عن صاحبهما سبعين ميتة السوء « 3 » .\r\n34 - قال رسول اللّه صلى اللّه عليه وآله : تصدقوا فان الصدقة تزيد في المال كثرة ، فتصدقوا رحمكم اللّه « 4 » .\r\n35 - قال أبو عبد اللّه عليه السلام لمحمد ابنه : يا بنى كم فضل معك من تلك النفقة ؟ قال : أربعون دينارا قال : اخرج قتصدق بها . قال : انه لم يبق معي غيرها . قال : تصدق بها فان اللّه يخلفها ، أما علمت أن لكل شئ مفتاحا ومفتاح الرزق الصدقة ، فتصدق بها « 5 » .\r\n36 - عن الصادق عليه السلام في حديث قال : استنزلوا الرزق بالصدقة .\r\nمن أيقن بالخلف جاد بالعطية . ان اللّه ينزل المعونة على قدر المؤونة « 6 » .\r\nوبهذا المضمون روايات كثيرة .\r\n37 - عن أبي عبد اللّه عليه السلام قال : ان صدقة الليل تطفى غضب الرب . . .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل 6 / 255 نقلا عن الكافي .\r\n( 2 ) الوسائل 6 / 255 نقلا عن الكافي وثواب الأعمال .\r\n( 3 ) الوسائل 6 / 255 نقلا عن الفقيه والكافي وثواب الأعمال .\r\n( 4 ) الوسائل ج 6 ص 257 نقلا عن الكافي .\r\n( 5 ) الوسائل 6 / 257 نقلا عن الكافي .\r\n( 6 ) الوسائل 6 / 257 نقلا عن الفقيه ونهج البلاغة .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nوصدقة النهار تثمر المال وتزيد في العمر « 1 » .\r\n38 - عن علي عليه السلام قال : انفقوا مما رزقكم اللّه فان المنفق بمنزلة المجاهد في سبيل اللّه فمن أيقن بالخلف جاد وسخت نفسه بالنفقة . . . حصنوا أموالكم بالزكاة « 2 » . . .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل 6 / 273 نقلا عن الكافي والتهذيب وثواب الأعمال .\r\n( 2 ) الوسائل 6 / 280 نقلا عن علل الشرائع .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\n\r\n5 . الدنيا محبوبة عند اللّه مخلوقة لعباده\r\n1 - قال اللّه تعالى : ولا تبذر تبذيرا ان المبذرين كانوا اخوان الشياطين « 1 » .\r\nتقريب الدلالة : ان التبذير هو الاتلاف لا لغرض عقلائي ، فلما كان الاتلاف حراما ومبغوضا يفهم منه بالالتزام أن ذات الشئ الذي نهى عن اتلافه محبوب عند اللّه تعالى .\r\n2 - وآتوا حقه يوم حصاده ولا تسرفوا « 2 » .\r\n3 - كلوا واشربوا ولا تسرفوا انه لا يحب المسرفين « 3 » .\r\n4 - والذين إذا أنفقوا لم يسرفوا ولم يقتروا وكان بين ذلك قواما « 4 » .\r\nوالآية في ذيل آيات تصف عباد الرحمن ، ومن الأوصاف التي ذكرت في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الاسراء 17 : الآية 26 .\r\n( 2 ) الانعام 6 : الآية 141 .\r\n( 3 ) الأعراف 7 : الآية 31 .\r\n( 4 ) الفرقان 25 : الآية 67 .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nهذه الآيات ما هو واجب ومنها ما هو مستحب وصفة كمال . ولذا لا يمكن استفادة حرمة الاسراف من نفس هذه الآية .\r\nقال في مجمع البيان : اختلف في معنى الاسراف فقيل هو النفقة في المعاصي والاقتار الامساك عن حق اللّه تعالى . . . وقيل السرف مجاوزة الحد في النفقة والاقتار التقصير عما لا بد منه « 1 » .\r\nوالقوام هو الوسط كما في الرواية عن الصادق عليه السلام « 2 » .\r\nفالآية تأمر بالحد الوسط وتنهى عن الافراط والتفريط كما في كل فضيلة ورذيلة فيكون مضمون الآية موافقا لما في بعض الروايات الماضية في عد من لا تستجاب له دعوة : رجل كان له مال فأفسده فيقول : يا رب ارزقني . فيقول : ألم آمرك بالاقتصاد .\r\nوالاقتصاد هو الوسط في الانفاق والعدل فيه .\r\nفالظاهر من الآية هو المعنى الثاني والمعنى الأول أحد مصاديق المعنى الثاني .\r\n5 - الذي جعل لكم الأرض فراشا والسماء بناءا وانزل من السماء ماءا فأخرج به من الثمرات رزقا لكم « 3 » .\r\n6 - هو الذي خلق لكم ما في الأرض جميعا « 4 » .\r\n7 - ولقد مكناكم في الأرض وجعلنا لكم فيها معايش « 5 » .\r\n8 - قل من حرم زينة اللّه التي اخرج لعباده والطيبات من الرزق قل هي للذين آمنوا في الحياة الدنيا خالصة يوم القيامة « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مجمع البيان ج 4 ص 179 .\r\n( 2 ) مجمع البيان ج 4 ص 179 .\r\n( 3 ) البقرة 2 : الآية 21 .\r\n( 4 ) البقرة 2 : الآية 28 .\r\n( 5 ) الأعراف 7 : الآية 10 .\r\n( 6 ) الأعراف 7 : الآية 32 .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\n9 - وجعلنا لكم فيها معايش « 1 » .\r\n10 - وآتاكم من كل ما سألتموه وان تعدوا نعمة اللّه لا تحصوها « 2 » .\r\n11 - والانعام خلقها لكم فيها دفء ومنافع ومنها تأكلون . . . وان تعدوا نعمة اللّه لا تحصوها « 3 » .\r\n12 - ألم تروا ان اللّه سخر لكم ما في السماوات وما في الأرض وأسبغ عليكم نعمه ظاهرة وباطنة « 4 » .\r\n13 - ألم تر ان اللّه سخر لكم ما في الأرض والفلك تجرى في البحر بأمره « 5 » .\r\n14 - وسخر لكم ما في السماوات وما في الأرض « 6 » .\r\n15 - واللّه جعل لكم من بيوتكم سكنا وجعل لكم من جلود الانعام بيوتا . . . « 7 »\r\n16 - الذي جعل لكم الأرض مهدا وجعل لكم فيها سبلا . . . ثم تذكروا نعمة ربكم إذا استويتم عليه « 8 » .\r\n17 - هو الذي جعل لكم الأرض ذلولا « 9 » .\r\n18 - فقلت استغفروا ربكم انه كان غفارا يرسل السماء عليكم مدرار أو يمددكم بأموال وبنين ويجعل لكم جنات ويجعل لكم أنهارا « 10 » .\r\n19 - ألم نجعل الأرض مهادا والجبال أوتادا . . . وجعلنا النهار معاشا . .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحجر 15 : الآية 20 .\r\n( 2 ) إبراهيم 14 : الآية 34 .\r\n( 3 ) النحل 16 : الآية 4 - 18 .\r\n( 4 ) لقمان 31 : الآية 20 .\r\n( 5 ) الحج 22 : الآية 65 .\r\n( 6 ) الجاثية 45 : الآية 13 .\r\n( 7 ) النحل 16 : الآية 80 .\r\n( 8 ) الزخرف 43 : الآية 9 - 13 .\r\n( 9 ) الملك 67 : الآية 15 .\r\n( 10 ) نوح 71 : الآية 10 - 12 .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nوأنزلنا من المعصرات ماءا ثجاجا لنخرج به حبا ونباتا وجنات ألفافا « 1 » .\r\n20 - والأرض بعد ذلك دحيها اخرج منهاماءها ومرعيها والجبال أرسيها متاعا لكم ولانعامكم « 2 » .\r\n21 - فلينظر الانسان إلى طعامه . . . متاعا لكم ولانعامكم « 3 » .\r\n22 - ونزلنا من السماء ماءا مباركا . . . رزقا للعباد « 4 » .\r\n23 - والأرض وضعها للأنام فيها فاكهة . . فبأي آلاء ربكما تكذبان . . . يخرج منهما اللؤلؤ والمرجان فبأي آلاء ربكما تكذبان « 5 » .\r\n24 - ومن يتق اللّه يجعل له مخرجا ويرزقه من حيث لا يحتسب « 6 » .\r\nتقريب دلالة هذه الآيات : ان اللّه تعالى امتن على عباده لما أعطاهم الدنيا بالمعنى العام المال والثروة والرئاسة وغير ذلك . والامتنان دليل على أنها محبوبة - مع أن خلق الأرض وما فيها من انهار وأشجار ودواب ومعادن وكنوز للانسان اكراما له كاف في ذلك‌و انه يجب الانتفاع بها في غير ما حرم عليهم لأنهم الغرض من خلق هذه الأشياء .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النبأ 78 : الآية 5 - 16 .\r\n( 2 ) النازعات 80 : الآية 30 - 33 .\r\n( 3 ) عبس 81 : الآية 24 - 32 .\r\n( 4 ) ق 51 : الآية 7 - 10 .\r\n( 5 ) الرحمن 55 : الآية 9 - 22 .\r\n( 6 ) الطلاق 66 : الآية 3 .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\n\r\n6 . الدنيا رحمة من اللّه « 1 »\r\n1 - قال اللّه تعالى : وإذا أذقنا الناس رحمة من ربهم من بعد ضراء مستهم إذا لهم مكر في آياتنا « 2 » .\r\n2 - ولئن أذقنا الانسان منا رحمة ثم نزعناها منه انه يؤس كفور « 3 » .\r\n3 - نصيب برحمتنا من نشاء ولا نضيع اجر المحسنين « 4 » .\r\n4 - قل لو أنتم تملكو خزائن رحمة ربى إذا لأمسكتم خشية الانفاق « 5 » .\r\n5 - فأراد ربك ان يبلغها أشدهما ويستخرجا كنزهما رحمة من ربك « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أي يطلق ويحمل عليها الرحمة في كلام اللّه تعالى .\r\n( 2 ) يونس 10 : الآية 21 .\r\n( 3 ) هويد 11 : الآية 9 .\r\n( 4 ) يوسف 12 : الآية 56 .\r\n( 5 ) الاسراء 17 : الآية 100 .\r\n( 6 ) الكهف 18 : الآية 82 .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\n6 - ثم إذا أذاقهم منه رحمة إذا فريق منهم بربهم يشركون « 1 » .\r\n7 - وإذا أذقنا الناس رحمة فرحوا بها « 2 » .\r\n8 - ما يفتح اللّه للناس من رحمة فلا ممسك لها « 3 » .\r\n9 - أم عندهم خزائن رحمة ربك العزيز الوهاب « 4 » .\r\n10 - ووهبنا له أهله ومثلهم معهم رحمة منا « 5 » .\r\n11 - قل أفرأيتم ما تدعون من دون اللّه ان أرادني اللّه بضر هل هن كاشفات ضره أو أرادني برحمة هل هن ممسكات رحمته « 6 » .\r\n12 - ولئن أذقناه رحمة منا من بعد ضراء مسته ليقولن هذا لي « 7 » .\r\n13 - وانا إذا أذقنا الانسان منا رحمة فرح بها « 8 » .\r\nقال الراغب في المفردات : « والرحمة رقة تقتضى الاحسان إلى المرحوم وقد تستعمل تارة في الرقة المجردة وتارة في الاحسان المجرد عن الرقة . . .\r\nوإذا وصف به الباري فليس يراد به الا الاحسان المجرد دون الرقة وعلى هذا روى أن الرحمة من اللّه انعام وافضال ومن الآدميين رقة وتعطف » « 9 » .\r\nواطلاق الرحمة على الثروة والملك في بعض هذه الآيات مما لا اشكال فيه ، كما أن اطلاق الرحمة على الدنيا بالمعنى الأعم بحيث تشمل الصحة والامن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الروم 30 : الآية 33 .\r\n( 2 ) الروم 30 : الآية 63 .\r\n( 3 ) الفاطر 35 : الآية 2 .\r\n( 4 ) ص 38 : الآية 9 .\r\n( 5 ) ص 38 : الآية 43 .\r\n( 6 ) الزمر 39 : الآية 38 .\r\n( 7 ) فصلت 41 : الآية 50 .\r\n( 8 ) الشورى 42 : الآية 48 .\r\n( 9 ) المفردات ص 191 .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nوالعلم غيرو ذلك في بعضها الاخر مما لا اشكال فيه كذلك ، فليس التمسك بالآيات تمسكا بالعام في الشبهة الموضوعية .\r\nتوضيح ذلك : ان مثل قوله : « قل لو أنتم تملكون خزائن رحمة ربى إذا لأمسكتم خشية الانفاق » ظاهر في اطلاق الرحمة على المال لتحقق الامساك والبخل خوفا من الانفاق في المال قطعا وشموله لمثل العلم مشكل .\r\nواما في مثل قوله : « وإذا أذقنا الناس رحمة من بعد ضراء مستهم إذا لهم مكر في آياتنا » فالمراد من الرحمة نعمة من نعم الدنيا فالدنيا بالمعنى العام مراد منها قطعا واما شموله للمال بخصوصة فمشكوك فالتمسك بمثل هذه الآية لاثبات اطلاق الرحمة على الدنيا بالمعنى العام ليس من باب التمسك بالعام في الشبهة الموضوعية . نعم لا يصح التمسك بها لاثبات اطلاق الرحمة على المال للشك في الشمول .\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n\r\n7 . الدنيا حسنة ورحمة\r\n1 - قال الله تعالى : ومنهم من يقول ربنا آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار « 1 » .\r\nقال الراغب : الحسنة يعبرها عن كل ما يسر من نعمة تنال الانسان في نفسه وبدنه وأحواله ، والسيئة تضادها « 2 » .\r\nتقريب الدلالة : ان المؤمن يسأل اللّه تعالى كل ما يسره في الدنيا والآخرة .\r\nفمثل السعة في الرزق والزوجة الصالحة والدار الواسعة والسعة في المال والسلامة في النفس والعقل والانتصار على العدو وغير ذلك حسنة كما فسرت ببعضها في الروايات المأثورة عن الأئمة عليهم السلام من باب بيان المصداق .\r\n2 - ما أصابك من حسنة فمن اللّه وما أصابك من سيئة فمن نفسك وأرسلنا للناس رسولا وكفى باللّه شهيدا « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البقرة 2 : الآية 201 .\r\n( 2 ) المفردات ص 118 .\r\n( 3 ) النساء 4 : الآية 79 .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\n3 - ولقد أخذنا آل فرعون بالسنين ونقص من الثمرات لعلهم يذكرون فإذا جائتهم الحسنة قالوا لنا هذه وان تصبهم سيئة يطيروا بموسى ومن معه ألا انما طائرهم عند اللّه ولكن أكثرهم لا يعلمون « 1 » .\r\n4 - واكتب لنا في هذه الدنيا حسنة وفي الآخرة انا هدنا إليك « 2 » .\r\n5 - وان تصبك حسنة تسؤهم وان تصبك مصيبة يقولوا قد أخذنا أمرنا من قبل ويتولوا وهم فرحون « 3 » .\r\n6 - ان إبراهيم كان أمة قانتا للّه حنيفا ولم يك من المشركين شاكرا لا نعمه اجتباه وهداه إلى صراط مستقيم وآتيناه في الدنيا حسنة وأنه في الآخرة لمن الصالحين « 4 » .\r\n7 - والذين هاجروا في اللّه من بعد ما ظلموا لنبوئنهم في الدنيا حسنة ولا جر الآخرة أكبر لو كانوا يعلمون « 5 » .\r\n8 - وقيل للذين اتقوا ماذا أنزل ربكم قالوا خيرا للذين أحسنوا في هذه الدنيا حسنة ولدار الآخرة خير ولنعم دار المتقين « 6 » .\r\n9 - وابتغ فيما آتاك اللّه الدار الآخرة ولا تنس نصيبك من الدنيا وأحسن كما أحسن اللّه إليك « 7 » .\r\n10 - قل يا عباد الذين آمنوا اتقوا ربكم للذين أحسنوا في هذه الدنيا حسنة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأعراف 7 : الآية 130 .\r\n( 2 ) الأعراف 7 : الآية 156 .\r\n( 3 ) التوبة : 9 : الآية 50 .\r\n( 4 ) النحل 16 : الآية 122 .\r\n( 5 ) النحل 16 : الآية 41 .\r\n( 6 ) النحل 16 : الآية 30 .\r\n( 7 ) القصص 28 : الآية 77 .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nوأرض اللّه واسعة « 1 » .\r\n11 - وإذ قال موسى لقومه يا قوم اذكروا نعمة اللّه عليكم إذ جعل فيكم أنبياء وجعلكم مولكا وآتاكم ما لم يؤت أحدا من العالمين « 2 » .\r\n12 - ذلك بأن اللّه لم يك مغيرا نعمة أنعمها على قوم حتى يغيروا ما بأنفسهم « 3 » .\r\n13 - ولئن أذقناه نعماء بعد ضراء مسته ليقولن ذهب السيئات عني انه لفرح فخور « 4 » .\r\n14 - اللّه الذي خلق السماوات والأرض وأنزل من السماء ماءا فأخرج به من الثمرات رزقا لكم . . . وان تعدوا نعمة اللّه لا تحصوها « 5 » .\r\n15 - يعرفون نعمة اللّه ثم ينكرونها وأكثرهم الكافرون « 6 » .\r\n16 - فكلوا مما رزقكم اللّه حلالا طيبا واشكروا نعمة اللّه « 7 » .\r\n17 - ألم تروا أن اللّه سخر لكم ما في السماوات وما في الأرض وأسبغ عليكم نعمه ظاهرة وباطنة « 8 » .\r\n18 - ألم تر أن الفلك تجرى في البحر بنعمة اللّه « 9 » .\r\n19 - يا أيها الناس اذكروا نعمة اللّه عليكم هل من خالق غير اللّه يرزقكم « 10 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الزمر 39 : الآية 10 .\r\n( 2 ) المائدة 5 : الآية 20 .\r\n( 3 ) الأنفال 8 : الآية 53 .\r\n( 4 ) هود 11 : الآية 10 .\r\n( 5 ) إبراهيم 14 : الآية 32 .\r\n( 6 ) النحل 16 : الآية 83 .\r\n( 7 ) النحل 16 : الآية 114 .\r\n( 8 ) لقمان 31 : الآية 20 .\r\n( 9 ) لقمان 31 : الآية 31 .\r\n( 10 ) الفاطر 35 : الآية 3 .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nاطلق النعمة في هذه الآيات على الدنيا مضافا إلى كونها في مقام الامتنان فهي مؤكدة للمقصود .\r\n20 - فإذا مس الانسان ضر دعانا ثم إذا خولناه نعمة منا قال انما أوتيته على علم « 1 » .\r\n21 - وإذا أنعمنا على الانسان أعرض ونآبجانبه وإذا مسه الشر فذو دعاء عريض « 2 » .\r\n22 - والذي خلق الأزواج كلها وجعل لكم من الفلك والانعام ما تركبون لتستووا على ظهوره ثم تذكروا نعمة ربكم إذا استويتم عليه وتقولوا سبحان الذي سخرلنا هذا وما كنا له مقرنين « 3 » .\r\n23 - كم تركوا من جنات وعيون وزروع ومقام كريم ونعمة كانوا فيها فاكهين « 4 » .\r\n24 - انا فتحنا لك فتحا مبينا ليغفر لك اللّه ما تقدم من ذنبك وما تأخر ويتم نعمته عليك وقديك صراطا مستقيما « 5 » .\r\nتقريب الدلالة أن المراد بالنعمة هو السلطنة والحكومة كما قيل ولا أقل من الشمول بعمومه فتأمل .\r\n25 - وذرني والمكذبين أولى النعمة ومهلهم قليلا « 6 » .\r\nتقريب الدلالة أن المراد بأولى النعمة هم أصحاب الثروة ، الا أن يشكل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الزمر 39 : الآية 49 .\r\n( 2 ) فصلت 41 : الآية 51 .\r\n( 3 ) الزخرف 43 : الآية 13 .\r\n( 4 ) الدخان 44 : الآية 27 .\r\n( 5 ) الفتح 48 : الآية 1 .\r\n( 6 ) المزمل 73 : الآية 11 .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nفيه بأن الاطلاق في أمثال هذه الآية باعتبار رؤية الناس هؤلاء من ذوى النعم .\r\nفتأمل .\r\n26 - فأما الانسان إذا ما ابتلاه ربه فأكرمه ونعمه فيقول ربى اكرمن وأما إذا ما ابتلاه فقد عليه رزقه فيقول ربى أهانن « 1 » .\r\n* * * وأما الروايات : 1 - فعن أمير المؤمنين عليه السلام : الشكر زينة الغنى « 2 » .\r\nويستفاد من كلمة الشكر أن الغنى نعمة ، لان الشكر انما يكون في قبال النعمة .\r\n2 - وعنه عليه السلام : الاوان من النعم سعة المال ، وأفضل من سعة المال صحة البدن ، وأفضل من صحة البدن تقوى القلب « 3 » .\r\n3 - وعنه عليه السلام : من كثرت نعم اللّه عليه كثرت حوائج الناس اليه فمن قام للّه فيها بما يحب فيها عرضها للدوام والبقاء ، ومن لم يقم فيها بما يجب عرضها للزوال والفناء « 4 » .\r\n4 - وعنه عليه السلام : وأيم اللّه ما كان قوم قط في غض « 5 » نعمة من عيش فزال عنهم الا بذنوب اجترحوها « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفجر 89 : الآية 16 .\r\n( 2 ) نهج البلاغة ج 3 ص 165 .\r\n( 3 ) نهج البلاغة ج 3 ص 247 .\r\n( 4 ) نهج البلاغة 3 / 243 .\r\n( 5 ) الغض : الناضر الطري .\r\n( 6 ) نهج البلاغة : 2 / 119 .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\n\r\n8 . ( سلب الدنيا عذاب ومكافاة في بعض الأحيان ) ( لارتكاب السيئات والمعاصي وكفران النعمة )\r\n1 - قال اللّه تعالى : وضربت عليهم الذلة والمسكنة وباءوا بغضب من اللّه ذلك بأنهم كانوا يكفرون بآيات اللّه ويقتلون النبيين بغير الحق ذلك بما عصوا وكانوا يعتدون « 1 » .\r\nبناءا على كون ضرب الذلة والمسكنة هو الضرب التكويني . ويشهد لذلك الاستثناء الواقع في قوله : « ضربت عليهم الذلة أين ماثقفوا الا بحبل « 2 » من اللّه وحبل من الناس وباءوا بغضب من اللّه وضربت عليهم المسكنة ذلك بأنهم كانوا يكفرون بآيات اللّه ويقتلون الأنبياء بغير حق ذلك بما عصوا وكانوا يعتدون »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحبل العهد .\r\n( 2 ) آل عمران 3 : الآية 112 .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nوأما ا إذا قلنا إن المراد بالذلة اعطاء الجزية عن يد وهم صاغرون . والمراد بالمسكنة التفاقر فإنهم يتفاقرون وان كانوا أغنياء فترى المثرى منهم يتباءس مخافة أن تضاعف عليه الجزية ، فلا يصح الاستدلال به لما نحن فيه .\r\n2 - وليخش الذين لو تركوا من خلفهم ذرية ضعافا خافوا عليهم فليتقوا اللّه وليقولوا قولا سديدا « 1 » .\r\nبناءا على أن الامر في الآية لولي مال اليتيم يكلفه بأداء الأمانة فيه والقيام بحفظه ويحذره من عاقبة أكل مال اليتيم ظلما وهو الفقر في ذريته الصغار .\r\nوأما إذا كان مربوطأ بباب الوصية عند حضور موت الرجل والاضرار بالورثة فهو غير مربوط بما نحن فيه .\r\n3 - فبظلم من الذين هادوا حرمنا عليهم طيبات أحلت لهم وبصدهم عن سبيل اللّه كثيرا « 2 » .\r\nولكن سلب النعم الدنيوية في الآية تشريعي عقوبة عليهم كما في قوله تعالى :\r\n« وعلى الذين هادوا حرمنا كل ذي ظفر ومن البقر والغنم حرمنا عليهم شحومهما . . . ذلك جزيناهم ببغيهم » « 3 » فلا يتم الاستدلال بالآية لما نحن بصدده .\r\n4 - وكذلك نولى بعض الظالمين بعضا بما كانوا يكسبون « 4 » .\r\n5 - ولو أن أهل القرى آمنوا واتقوا لفتحنا عليهم بركات من السماء والأرض ولكن كذبوا فأخذناهم بما كانوا يكسبون « 5 » .\r\nوالمراد ببركات السماء الخيرات الناتجة من نزول المطر وغيرها وبركات\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النساء 4 : الآية 9 .\r\n( 2 ) النساء 4 : الآية 160 .\r\n( 3 ) الانعام 6 : الآية 146 .\r\n( 4 ) الانعام 6 : الآية 127 .\r\n( 5 ) الأعراف 7 : الآية 96 .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nالأرض ما يخرج منها من النبات والثمار . والمراد بالاخذ حبس بركات السماء والأرض عنهم لا اال هلاك ويعرف ذلك بمقابلة الاخذ للفتح المذكور .\r\n6 - ولقد أخذنا آل فرعون بالسنين ونقص من الثمرات لعلهم يذكرون « 1 » .\r\nيستفاد منها أن ابتلاءهم بالقحط والجذب ونقصان الثمرات‌و بالجملة سلب الدنيامجازاة لكفرهم بموسى عليه السلام .\r\n7 - ذلك بأن اللّه لم يك مغيرا نعمة أنعمها على قوم حتى يغيروا ما بأنفسهم « 2 » .\r\n8 - ان اللّه لا يغير ما بقوم حتى يغيروا ما بأنفسهم « 3 » .\r\n9 - وإذ تأذن ربكم لئن شكرتم لأزيدنكم ولئن كفرتم ان عذابي لشديد « 4 » .\r\nبناءا على أن يكون المراد بالعذاب ما يعم سلب النعمة بقرينة جعل الملازمة بين الشكر والزيادة والكفر والعذاب .\r\n10 - ولا يزال الذين كفروا تصيبهم بما صنعوا قارعة أو تحل قريبا من دارهم حتى يأتي وعد اللّه ان اللّه لا يخلف الميعاد « 5 » .\r\n11 - وضرب اللّه مثلا قرية كانت آمنة مطمئنة يأتيها رزقها رغدا من كل مكان فكفرت بأنعم اللّه فأذاقها اللّه لباس الجوع والخوف بما كانوا يصنعون « 6 » .\r\n12 - واضرب لهم مثلا رجلين جعلنا لأحدهما جنتين من أعناب . . . وأحبط بثمره فأصبح يقلب كفيه على ما أنفق فيها وهي خاوية على عروشها ويقول يا ليتني\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأعراف 7 : الآية 130 .\r\n( 2 ) الأنفال 8 : الآية 53 .\r\n( 3 ) الرعد 13 : الآية 13 .\r\n( 4 ) إبراهيم 14 : الآية 7 .\r\n( 5 ) الرعد 13 : الآية 32 .\r\n( 6 ) النحل 16 : الآية 112 .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nلم أشرك بربى أحدا ولم تكن له فئة ينصرونه من دون اللّه وما كان منتصرا « 1 » .\r\n13 - ومن أعرض عن ذكرى فان له معيشة صنكا ونحشره يوم القيامة أعمى « 2 » .\r\nبناءا على أن المراد بالضنك الضيق في المعيشة والفقر وأما إذا قلنا إن الضنك يجتمع مع الغنى والثروة فالمراد الضيق في الأمور النفسية فلا يرتبط بما نحن فيه .\r\n14 - أفلا يرون أنا نأتى الأرض ننقصها من أطرافها أفهم الغالبون « 3 » .\r\nبناءا على كون المراد بنقص الأرض نقص بركاتها ونعمتها وثمراتها كما في قوله تعالى : « ولنبلونكم بشيء من الخوف والجوع ونقص من الأموال والأنفس والثمرات » « 4 » وقوله : « ولقد أخذنا آل فرعون بالسنين ونقص من الثمرات » « 5 » .\r\nأما لو كان المراد مثل موت العالم كما فسربه في بعض الروايات فلا دلالة لها على ما نحن فيه . الا أن يقال إن النقص عام يشمل نقص المال والثمرات والأنفس كما في آية 155 من سورة البقرة ، اما ما في بعض الروايات فهو من باب أظهر المصاديق والجرى والتطبيق لا الانحصار والتفسير .\r\nان قلت : ليس في الآية دلالة على أن نقص الأرض كان عقوبة . قلنا : ان الاستدلال بهذه الآية يتم مع ملاحظة صدرها : « بل متعنا هؤلاء وآباءهم حتى طال عليهم العمر أفلا يرون . . . » فان التمنع بنعم الدنيا كان موجبا لغرور هؤلاء وآبائهم ، فالآية تهددهم بأن اللّه قادر على اخذهم بنقص الأرض وهو الغالب على أمره .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) طه 20 : الآية 124 .\r\n( 2 ) الأنبياء 21 : الآية 46 .\r\n( 3 ) البقرة 2 : الآية 155 .\r\n( 4 ) الأعراف 7 : الآية 130 .\r\n( 5 ) البقرة 2 : الآية 155 .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\n15 - فليحذر الذين يخالفون عن أمره أن تصيبهم فتنة أو يصيبهم عذاب أليم « 1 » .\r\n16 - ظهر الفساد في البر والبحر بما كسبت أيدي الناس ليذيقهم بعض الذي عملوا لعلهم يرجعون « 2 » .\r\n17 - ما أصابكم من مصيبة فبما كسبت أيدكم ويعفو عن كثير « 3 » .\r\nوالمراد بالفساد الظاهر المصائب والبلايا من الزلازل وقطع الأمطار والسنين والأمراض السارية والحروب وبالجملة كل ما يفسد النظام الصالح الجاري في الأرض سواء كان مستندا إلى اختيار بعض الناس أو غير مستند اليه .\r\nوالحاصل أن بين أعمال الناس والحوادث الكونية رابطة مباشرة شرا أو خيرا . فالحوادث الكونية تتبع الاعمال بعض التبعية . فسلوك النوع الانساني طريق طاعة اللّه يستتبع نزول الخيرات وانفتاح أبواب البركات ، وانحراف هذا النوع عن صراط العبودية يوجب ظهور الفساد في البر والبحر وبروز الحروب والظلم وساير الشرور الراجعة إلى سوء اختيار الانسان ، وكذا ظهور المصائب والحوادث الكونية كالسيل والزلزلة والصاعقة والوطفان وغير ذلك وقد عد اللّه سبحانه سيل العرم وطوفان نوح وصاعقة ثمود وصرصر عاد « 4 » من هذا القبيل أي بما كسبت أيدي الناس . وهذه سنة الهية جارية في جميع الأمم .\r\nولكن لا يخفى أن هذا ليس قانونا عاما مستوعبا إذ قد يكون نزول الخيرات والبركات من باب الاملاء والاستدراج ونزول البلايا والمصائب من باب ترفيع الدرجة وتكميل النفوس كما في ابتلاء الأنبياء والأولياء .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النور 24 : الآية 63 .\r\n( 2 ) الروم 30 : الآية 41 .\r\n( 3 ) الشورى 42 : الآية 30 .\r\n( 4 ) السبأ 24 : الآية 16 . العنكبوت 29 : الآية 14 . فصلت 41 الآية 17 ، القمر 54 : الآية 19 .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nوبالجملة فإنه إذا أفاض اللّه نعمة على أمة أو فرد ، فإن كان المنعم عليه صالحا كان ذلك نعمة انعمها عليه وامتحانا يمتحنه به تارة وجزاء ومثوبة لاعماله الصالحة تارة أخرى . وان كان المنعم عليه طالحا كان ذلك في حقه نقمة ومكرا واستدراجا واملاء . « ويمكرون ويمكر اللّه . واللّه خير الماكرين » « 1 » « سنستدرجهم من حيث لا يعلمون » « 2 » « واملى لهم ان كيدي متين » « 3 » .\r\nوإذا نزلت النوازل والمصائب والبلايا على قوم أو فرد ، فإن كان المصاب صالحا كان ذلك فتنة ومحنة يمتحن اللّه به عباده ليميز الخبيث من الطيب وموجبا لترفيع درجته ، وان كان المصاب طالحا كان ذلك أخذا بالنقمة وعقابا لاعماله .\r\nفليس ابتلاء الانسان بالفقر والمصائب دليلا على كونه طالحا وانها إهانة له وكذلك ليس وفور النعم ونزول البركات عليه دليلا على كونه صالحا وكون هذا اكراما له . قال اللّه تعالى : « فأما الانسان إذا ما ابتلاه ربه فأكرمه ونعمه فيقول ربى أكرمن وأما إذا ما ابتلاه فقدر عليه رزقه فيقول ربى أهانن كلا . . . » « 4 » .\r\nوفي قوله تعالى : « وما أرسلنا في قرية من نبي الا أخذنا أهلها بالبأساء والضراء لعلهم يضرعون ثم بدلنا مكان السيئة الحسنة حتى عفوا وقالوا قد مس آباؤنا الضراء والسراء فأخذناهم بغتة وهم لا يشعرون » « 5 » إشارة إلى الاخذ بالبأساء والصراء مقدمة للتضرع والرجوع اليه تعالى ، ثم إلى سنة الاخذ بتبديل السيئة بالحسنة ، وهي سنة الاستدراج « 6 » .\r\n* * *\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأنفال 8 : الآية 30 .\r\n( 2 ) الأعراف 7 : الآية 182 . القلم 68 : الآية 44 .\r\n( 3 ) الأعراف 7 : الآية 183 . القلم 68 : الآية 45 .\r\n( 4 ) الفجر 89 : الآية 14 .\r\n( 5 ) الأعراف 7 : الآية 95 .\r\n( 6 ) الميزان في تفسير القرآن ج 2 و 8 .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nوأما الروايات : 1 - فعن علي عليه السلام : وأيم اللّه ما كان قوم قط في غض نعمة من عيش فزال عنهم الا بذنوب اجترحوها لان اللّه ليس بظلام للعبيد « 1 » .\r\n2 - وعنه عليه السلام : من أحبنا أهل البيت فليستعد للفقر جلبابا « 2 » .\r\n3 - وعنه عليه السلام : ان اللّه يقول : واعلموا أن أموالكم وأولادكم فتنة ومعنى ذلك أنه يختبرهم بالأموال والولاد ليتبين الساخط على رزقه والراضي بقسمه وان كان سبحانه اعلم بهم من أنفسهم ولكن لتظهر الافعال التي بها يستحق الثواب والعقاب لان بعضهم يحب الذكور ويكره الإناث وبعضهم يحب تثمير المال ويكره انثلام « 3 » الحال « 4 » .\r\n4 - الا وان من البلاء « 5 » الفاقة « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة ج 2 ص 119 .\r\n( 2 ) نهج البلاغة ج 3 ص 176 .\r\n( 3 ) انثلام الحال : نقصه .\r\n( 4 ) نهج البلاغة 3 / 171 .\r\n( 5 ) أي من الامتحان .\r\n( 6 ) نهج البلاء : 3 / 247 ولا يخفى أن غير الرواية الأولى نقل شاهدا لبعض التوضيحات التي ذكرناها في ذيل الآيات .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\n\r\n9 . الأموال جعلت قواما للناس\r\nقال اللّه تعالى : ولا تؤتوا السفهاء أموالكم التي جعل اللّه لكم قياما « 1 » .\r\nظاهر هذه الآية في بدو النظر انه نهى عن الاكثار في الانفاق على السفهاء واعطائهم من المال أكثر من حاجاتهم الضرورية . غير أن وقوع الآية في سياق الكلام في أموال اليتامى صدرا وذيلا التي يتولى امر ادارتها وانمائها الأولياء قرينة معينة لكون المراد بالسفهاء هم السفهاء من اليتامى وان المراد بقوله :\r\n« أموالكم » في الحقيقة أموالهم أضيف إلى الأولياء بنوع من العناية كما يشهد له قوله قبل ذلك : « وآتوا اليتامى أموالهم » وبعد ذلك : « وارزقوهم واكسوهم » وكذا قوله : « وابتلوا اليتامى حتى إذا بلغوا النكاح فان آنستم منهم رشدا فادفعوا إليهم أموالهم » .\r\nاللهم الا ان يقال : ان الآية عامة والعبرة بعموم الوارد لا بخصوص المورد فتشمل إيتاء الأموال كل سفيه يتيما كان أو غيره .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النساء 4 : الآية 5 .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nوكيف كان فلو كان المراد بالسفهاء اليتامى فالمراد بقوله : « أموالكم » أموال اليتامى ، وانما أضيف إلى الأولياء المخاطبين بعناية ان مجموع المال والثروة الموجودة في الدنيا لمجموع أهلها وانما اختص بعض افراد المجتمع ببعض منه وآخر بآخر للصلاح العام الذي يبتنى عليه مبدأ الملكية وكأنه نوع من « تقسيم العمل » بين أعضاء المجتمع الواحد فعلى كل منهم ان يقوم بواجبه ويتحفظ عليه . ومن فروع هذا المبدأ انه يجب على الأولياء ان يتولوا امر السفهاء فلا يؤتوهم أموالهم فيضيعوها باسراف وتبذير وغيرهما ، فالمحصل من الآية ان المال للّه جعله للانسان كي يقيم به أود مجتمعه ويديم به معيشته بلا ان يخص به شخصا دون آخر ان يقفه على شخص دون شخص ثم اذن في اختصاصهم بهذا الذي خوله الجميع في ضمن اطار خاص تشريعي كالوراثة والحيازة والتجارة وشرط لتصرفهم أمورا كالبلوغ والعقل وغير ذلك . وانما تراعى مصلحة الخاصة على تقدير انحفاظ مصلحة العامة واما مع المزاحمة وتفويت مصلحة المجتمع فالمقدم هو صلاح المجتمع .\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\n\r\n10 . الفقر والفاقة مذمومان\r\n1 - عن علي عليه السلام : الفقر الموت الأكبر « 1 » .\r\n2 - وعنه عليه السلام : يا بنى انى أخاف عليك الفقر فاستعذ باللّه منه فان الفقر منفصة للدين مدهشة للعقل داعية للمقت « 2 » .\r\n3 - وعنه عليه السلام : ألا وان من البلاء الفاقة وأشد من الفاقة مرض البدن وأشد من مرض البدن مرض القلب « 3 » .\r\n4 - وعنه عليه السلام : اللهم إني أعوذ بك من وعثاء « 4 » السفر وكآبة المنقلب وسوء المنظر في الأهل والمال « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة ج 3 ص 192 .\r\n( 2 ) نهج البلاغة ج 3 ص 229 .\r\n( 3 ) نهج البلاغة ج 3 ص 247 .\r\n( 4 ) الوعثاء : المشقة .\r\n( 5 ) نهج البلاغة ج 1 ص 92 .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\n\r\nالفصل الثاني : الطائفة الثانية\r\nوتذكر تحت هذه العناوين :\r\n1 - الدنيا موجبة للعذاب في الدنيا والآخرة .\r\n2 - الدنيا عرض لاثبات له .\r\n3 - الدنيا دار الغرور .\r\n4 - الدنيا والآخرة متنافيتان لا يمكن الجمع بينهما .\r\n5 - الدنيا لهو ولعب .\r\n6 - الدنيا موجبة للاعراض عن الآخرة .\r\n7 - الدنيا متاع والاعراض عنها مطلوب .\r\n8 - الفقر محبوب ومرغوب فيه وكذلك العفاف والكفاف .\r\n9 - الحرص على الدنيا وجمع المال مذموم .\r\n10 - لاقيمه للدنيا في قبال الآخرة والكمالات المعنوية\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\n\r\n1 . الدنيا موجبة للعذاب في الدنيا والآخرة\r\n1 - قال اللّه تعالى : فلا تعجبك أموالهم وأولادهم انما يريد اللّه أن يعذبهم بها في الحياة الدنيا وتزهق أنفسهم وهم كافرون « 1 » .\r\n2 - ولا تمدن عينيك إلى ما متعنا به أزواجا منهم زهرة الحياة الدنيا لنفتنهم فيه ورزق ربك خير وأبقى « 2 » .\r\n3 - لا تمدن عينيك إلى ما متعنا به أزواجا منهم ولا تحزن عليهم واخفض جناحك للمؤمنين « 3 » .\r\nوالمراد بالأزواج الأشباه والأمثال أو الأصناف . وبالهزة بهجتها ونضارتها أو زينتها . وبالفتنة العذاب أو الامتحان .\r\n* * *\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التوبة 9 : الآية 85 .\r\n( 2 ) طه 20 : الآية 131 .\r\n( 3 ) الحجر 15 : الآية 88 .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nأما الروايات : 1 - عن علي عليه السلام : متاع الدنيا حطام موبىء « 1 » .\r\n2 - وعنه عليه السلام : أما بعد فإنما مثل الدنيا مثل الحية لين مسها قاتل سمها « 2 » .\r\n3 - وعنه عليه السلام : مثل الدنيا كمثل الحية لين مسها والسم الناقع في جوفها يهوى اليه الغر الجاهل ويحذرها ذو اللب العاقل « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة ج 3 ص 239 والمؤبى : ذو وباء مهلك .\r\n( 2 ) نهج البلاغة ج 3 ص 141 .\r\n( 3 ) نهج البلاغة ج 3 ص 178 .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\n\r\n2 . الدنيا عرض لاثبات له\r\n1 - قال اللّه تعالى : . . . تبتغون عرض الحياة الدنيا فعند اللّه مغانم كثيرة « 1 » .\r\n2 - يأخذون عرض هذا الأدنى ويقولون سيغفر لنا « 2 » .\r\n3 - تريدون عرض الدنيا واللّه يريد الآخرة « 3 » .\r\n4 - لو كان عرضا قريبا وسفرا قاصدا لا تبعوك « 4 » .\r\n5 - ولا تكرهوا فتياتكم على البغاء ان أردن تحصنا لتبتغوا عرض الحياة الدنيا « 5 » .\r\nوالعرض ما لاثبات له ، ومنه استعار المتكلمون العرض لما لا ثبات له ، الا بالجوهر كاللون والطعم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النساء 4 : الآية 93 .\r\n( 2 ) الأعراف 7 : الآية 169 .\r\n( 3 ) الأنفال 8 : الآية 67 .\r\n( 4 ) التوبة 9 : الآية 42 .\r\n( 5 ) النور 24 : الآية 33 .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\n\r\n3 . الدنيا دار الغرور\r\n1 - قال اللّه تعالى : وما الحياة الدنيا الامتاع الغرور « 1 » .\r\n2 - الذين اتخذوا دينهم لهوا ولعبا وغرتهم الحياة الدنيا « 2 » .\r\n3 - وذر الذين اتخذوا دينهم لعبا ولهوا وغرتهم الحياة الدنيا « 3 » .\r\n4 - وغرتهم الحياة الدنيا وشهدوا على أنفسهم أنهم كانوا كافرين « 4 » .\r\n5 - فلا تغرنكم الحياة الدنيا ولا يغرنكم باللّه الغرور « 5 » .\r\n6 - فلا تغرنكم الحياة الدنيا ولا يغرنكم باللّه الغرور « 6 » .\r\n7 - ذلكم بأنكم اتخذتم آيات اللّه هزوا وغرتكم الحياة الدنيا « 7 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) آل عمران 3 : الآية 185 .\r\n( 2 ) الأعراف 7 : الآية 51 .\r\n( 3 ) الانعام 6 : الآية 7 .\r\n( 4 ) الانعام 6 : الآية 130 .\r\n( 5 ) الفاطر 35 : الآية 5 .\r\n( 6 ) لقمان 31 : الآية 33 .\r\n( 7 ) الجاثية 45 : الآية 35 .\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\n8 - وما الحياة الدنيا الا متاع الغرور « 1 » .\r\nوالغرة غفله في اليقظة ، فالغرور كل ما يغر الانسان من مال وجاه وشهوة وشيطان .\r\n* * * وأما الروايات 1 - فعن علي عليه السلام قال في صفة الدنيا : تغر وتضر وتمران اللّه تعالى لم يرضها ثوابا لأوليائه ولا عقابا بالاعدائه وان أهل الدنيا كركب بيناهم حلوا إذ صاح بهم سائقهم فارتحلوا « 2 » .\r\n2 - وعنه عليه السلام وقد سمع رجلا يذم الدنيا : أيها الذام للدنيا المغتر بغرورها المخدوع بأباطيلها أتغتر بالدنيا ثم تذمها « 3 » . . .\r\n3 - وعنه عليه السلام : يا دنيا يا دنيا إليك عنى أبى تعرضت أم إلي تشوقت لا حان حينك هيهات غرى غيرى لا حاجة لي فيك قد طلقتك ثلاثا لا رجعة فيها « 4 » .\r\n4 - وعنه عليه السلام : خف على نفسك الدنيا الغرور ولا تأمنها على حال « 5 » .\r\n5 - وعنه عليه السلام : أما بعد فانى أحذركم الدنيا فإنها حلوة خضرة حفت بالشهوات . . . غرارة ضرارة « 6 » . . .\r\n6 - وعنه عليه السلام : أيها الناس ان الدنيا تغر المؤمل لها والمخلد إليها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحديد 57 ، الآية 20 .\r\n( 2 ) نهج البلاغة ج 3 ص 252 .\r\n( 3 ) نهج البلاغة ج 3 ص 181 .\r\n( 4 ) نهج البلاغة ج 3 ص 166 .\r\n( 5 ) نهج البلاغة ج 3 ص 124 .\r\n( 6 ) نهج البلاغة ج 1 ص 216 .\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nولا تنفس بمن نافس فيها وتغلب من غلب عليها « 1 » .\r\n7 - وعنه عليه السلام : ولا تغرنكم الحياة الدنيا كما غرت من كان قبلكم في الأمم الماضية والقرون الخالية . . . فاحذروا الدنيا فإنها غدارة غرارة خدوع « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة ج 2 ص 119 .\r\n( 2 ) نهج البلاغة ج 2 ص 251 .\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\n\r\n4 . الدنيا والآخرة متنافيتان لا يمكن الجمع بينهما\r\n1 - قال اللّه تعالى : ان كنتن تردن الحياة الدنيا وزينتها فتعالين أمتعكن واسرحكن سراحا جميلا * وان كنتن تردن اللّه ورسوله والدار الآخرة فان اللّه أعد للمحسنات منكن أجرا عظيما « 1 » .\r\n2 - ومن كان يريد حرث الدنيا نؤته منها وما له في الآخرة من نصيب « 2 » .\r\n3 - ولولا أن يكون الناس أمة واحدة لجعلنا لمن يكفر بالرحمن لبيوتهم سقفا من فضة ومعارج عليها يظهرون ولبيوتهم أبوابا وسررا عليها يتكؤن وزخرفا وان كل لك لما متاع الحياة الدنيا والآخرة عند ربك للمتقين « 3 » .\r\n* * *\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأحزاب 33 : الآية 29 .\r\n( 2 ) الشورى 42 : الآية 20 .\r\n( 3 ) الزخرف 43 : الآية 35 .\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nوأما الروايات : 1 - عن علي عليه السلام : مرارة الدنيا حلاوة الآخرة وحلاوة الدنيا مرارة الآخرة « 1 » .\r\n2 - وعنه عليه السلام : ان الدنيا والآخرة عدوان متفاوتان وسبيلان مختلفان فمن أحب الدنيا وتولاها أبغض الآخرة وعاداها وهما بمنزلة المشرق والمغرب وماش بينهما كلما قرب من واحد بعد من الاخر وهما بعد ضرتان « 2 » .\r\n3 - كونوا من أبناء الآخرة ولا تكونوا من أبناء الدنيا فان كل ولد سيلحق بأمه يوم القيامة « 3 » .\r\n4 - عن أبي جعفر عليه السلام قال : قال علي بن الحسين عليهما السلام : ان الدناى قدار تحلت مدبرة وان الآخرة قد ارتحلت مقبلة ولكل واحد منهما بنون فكونوا من أبناء الآخرة ولا تكونوا من أبناء الدنيا وكونوا من الزاهدين في الدنيا الراغبين في الآخرة ، ألا ان الزاهدين اتخذوا الأرض بساطا والتراب فراشا والماء طيبا وقرضوا من الدنيا تقريضا « 4 » .\r\n5 - قال رسول اللّه صلى اللّه عليه وآله : ان في طلب الدنيا اضرار بالآخرة وفي طلب الآخرة اضرارا بالدنيا ، فأضروا بالدنيا فإنها أحق بالاضرار « 5 » .\r\n6 - قال رسول اللّه صلى اللّه عليه وآله : ان أخوف ما أخاف على أمتي الهوى وطول الامل اما الهوى فإنه يصد عن الحق واما طول الامل فينسى الآخرة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة ج 3 ص 208 .\r\n( 2 ) نهج البلاغة 3 / 173 .\r\n( 3 ) نهج البلاغة ج 1 ص 89 .\r\n( 4 ) البحار ج 73 ص 43 نقلا عن الكافي .\r\n( 5 ) البحار ج 73 161 نقلا عن الكافي .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nوهذه الدنيا قد ارتحلت مدبرة وهذه الآخرة قد ارتحلت مقبلة ولكل واحدة منهما بنون فان استطعتم ان تكونوا من أبناء الآخرة ولا تكونوا من أبناء الدنيا فافعلوا « 1 » .\r\n7 - عن الزهري قال : سمعت علي بن الحسين عليهما السلام يقول : . . . واللّه ما الدنيا والآخرة الاككفتى الميزان فأيهما رجح ذهب بالاخر « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البحار ج 73 ص 91 نقلا عن الخصال .\r\n( 2 ) البحار ج 73 ص 92 نقلا عن الخصال .\r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\n\r\n5 . الدنيا لهو ولعب\r\n1 - قال اللّه تعالى : وما الحياة الدنيا الا لعب ولهو وللدار الآخرة خير للذين يتقون أفلا تعقلون « 1 » .\r\n2 - أو أمن أهل القرى ان يأتيهم بأسنا ضحى وهم يلعبون « 2 » .\r\n3 - قل اللّه ثم ذرهم في خوضهم يلعبون « 3 » .\r\nقال الراغب : الخوض هو الشروع في الماء والمرور فيه ويستفاد في الأمور وأكثر ما ورد في القرآن ورد فيما يذم الشروع فيه « 4 » .\r\n4 - وما هذه الحياة الدنيا الا لهو ولعب وان الدار الآخرة لهي الحيوان لو كانوا يعلمون « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الانعام : 6 - الآية 32 .\r\n( 2 ) الأعراف : 7 - الآية 98 .\r\n( 3 ) الانعام : 6 - الآية 91 .\r\n( 4 ) المفردات ص 161 .\r\n( 5 ) العنكبوت : 29 - الآية 64 .\r\n","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\n5 - فويل يومئذ للمكذبين الذين هم في خوض يلعبون « 1 » .\r\n6 - اعلموا انما الحياة الدنيا لعب ولهو وزينة وتفاخر بينكم وتكاثر في الأموال والأولاد كمثل غيث أعجب الكفار نباته ثم يهيج فتراه مصفرا ثم يكون حطاما وفي الآخرة عذاب شديد ومغفرة من اللّه ورضوان وما الحياة الدنيا الا متاع الغرور « 2 » .\r\n7 - فذرهم يخوضوا ويلعبوا حتى يلاقوا يومهم الذي يوعدون « 3 » .\r\n* * * اللهو ما يلهيك ويشغلك عما هو أهم عندك ، فالحياة الدنيا لهو لأنها تلهى الانسان وتشغله بزينتها الفانية عن الحياة الخالدة الباقية وهي الحيوان لو كانوا يعلمون .\r\nواللعب عمل منتظم انتظاما خياليا لغرض خيالي كملاعب الصبيان والحياة الدنيا لعب لأنها فانية سريعة البطلان كلعب الصبيان يجتمعون عليه ويتولعون به ساعة وسرعان ما يتفرقون عنه .\r\nعلى أن عامة المقاصد التي يتنافس فيها المتنافسون ويتكالب عليها الظالمون امرور وهمية سرابية كالأموال والأزواج والبنين وأنواع التقدم والرئاسة والولاية والخدم والأنصار وغيرها . فالانسان لا يملك شيئا منها الا في ظرف الخيال والوهم .\r\nواما الحياة الآخرة التي يعيش فيها الانسان بكماله الواقعي الذي اكتسبه بايمانه وعمله الصالح فهي المهمة التي لا لهو في الاشتغال بها والجد الذي لا لعب فيه ولا تأثيم . والبقاء الذي لا فناء معه واللذة التي لا ألم عندها والسعادة التي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطور : 52 - الآية 12 .\r\n( 2 ) الحديد : 57 - الآية 19 .\r\n( 3 ) المعارج : 70 - الآية 42 .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nلا شقاء إلى جنبها فهي الحياة بحقيقة معنى الكلمة « 1 » .\r\nوفي الآية قصر للحيوة الدنيا على اللهو واللعب والإشارة إليها ب ( هذه ) مما يفيد التحقير وقصر الحياة الآخرة في الحيوان وهي الحياة .\r\nوعن شيخنا البهائي رحمه اللّه ان الخصال الخمس المذكورة في الآية مترتبة بحسب سني العمر ومراحل حياة الانسان .\r\nفيتولع أولا باللعب وهو طفل أو مراهق ، ثم إذا بلغ واشتد عظمه تعلق باللهو والملاهي ، ثم إذا بلغ أشده اشتغل بالزينة من المبلابس الفاخرة والمراكب البهية والمنازل العالية وتوله للحسن والجمال ، ثم إذا اكتمل أخذ بالماخرة بالأحساب والانساب ، ثم إذا شاب سعى في تكثير المال والولد « 2 » .\r\nوفي الآية مثل لطيف للدنيا وزوالها حاصله : ان مثل الحياة الدنيا في بهجتها المعجبة ثم زوالها كمثل مطر أعجب الفلاح نباته الحاصل بسببه ثم هو يتحرك إلى غاية كماله الصوري من النمو فتراه مصفر اللون ثم يطوى مراحل النزول فيكون هشيما منسحقا متلاشيا تذروه الرياح . والآخرة خير وأبقى وما عندكم ينفد وما عند اللّه باق .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الميزان ج 16 ص 156 .\r\n( 2 ) الميزان ج 19 ص 188 .\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\n\r\n6 . الدنيا موجبة للاعراض عن الآخرة\r\n1 - قال اللّه تعالى : وإذا أنعمنا على الانسان أعرض ونأى بجانبه « 1 » .\r\n2 - فلما نجاكم إلى البر أعرضتم وكان الانسان كفورا « 2 » .\r\nونظير هذه الآية في الكتاب الشريف كثير ونكتفي بذكر بعض الموارد :\r\n3 - فلما آتاهم من فضله بخلوا به وتولوا وهم معرضون « 3 » .\r\n4 - ولو رحمناهم وكشفنا ما بهم من ضر للجوا في طغيانهم يعمهون « 4 » .\r\n5 - وإذا ركبوا في الفلك دعوا اللّه مخلصين له الدين ولما نجاهم إلى البر إذا هم يشركون « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الاسراء : 17 - الآية 83 .\r\n( 2 ) الاسراء : 17 - الآية 67 .\r\n( 3 ) التوبة : 9 - الآية 76 .\r\n( 4 ) المؤمنون : 23 - الآية 75 .\r\n( 5 ) العنكبوت : 29 - الآية 65 .\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\n6 - ولو بسط اللّه الرزق لعباده لبغوا في الأرض « 1 » .\r\n7 - فأعرض عمن تولى عن ذكرنا ولم يرد الا الحياة الدنيا « 2 » .\r\n8 - ان الانسان ليطغى ان رآه استغنى « 3 » .\r\nودلالة هذه الآيات موقوفة على كونها في ماقم بيان مذمة الدنيا وأنها بذاتها توجب الاعراض عن الحق والآخرة ، وأما إذا كانت في مقام بيان مذمة الانسان فهي خارجة عما نحن بصدده .\r\n* * * وأما الروايات 1 - فعن علي عليه السلام : أما بعد فإن الدنيا مشغلة عن غيرها « 4 » . . .\r\n2 - وعنه عليه السلام : المال مادة الشهوات « 5 » .\r\nويعني أن المال يبعث الانسان إلى الشهوات المحرمة ويوجب الغفلة عن الآخرة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشورى : 42 - الآية 27 .\r\n( 2 ) النجم : 53 - الآية 29 .\r\n( 3 ) العلق : 96 - الآية 7 .\r\n( 4 ) نهج البلاغة ج 3 ص 88 .\r\n( 5 ) نهج البلاغة ج 3 ص 164\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\n\r\n7 . الدنيا متاع « 1 » والاعراض عنها مطلوب\r\n1 - قال اللّه تعالى : زين للناس حب الشهوات من النساء والبنين والقناطير المقنطرة من الذهب والفضة والخيل المسومة والانعام والحرث ذلك متاع الحياة الدنيا واللّه عنده حسن المآب « 2 » .\r\n2 - لا يغرنك تقلب الذين كفروا في البلاد متاع قليل ثم مأواهم جهنم « 3 » .\r\n3 - قل متاع الدنيا قليل والآخرة خير لمن اتقى « 4 » .\r\n4 - فما متاع الحياة الدنيا في الآخرة الا قليل « 5 » .\r\n5 - - نما بغيكم على أنفسكم متاع الحياة الدنيا « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أي ما ينتفع به قليلا ولا بقاء له .\r\n( 2 ) آل عمران : 3 - الآية 14 .\r\n( 3 ) آل عمران : 3 - الآية 197 .\r\n( 4 ) النساء : 4 - الآية 77 .\r\n( 5 ) التوبة : 9 - الآية 38 .\r\n( 6 ) يونس : 10 - الآية 23 .\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\n6 - وفرحوا بالحياة الدنيا وما الحياة الدنيا في الآخرة الا متاع « 1 » .\r\n7 - متاع قليل ولهم عذاب أليم « 2 » .\r\n8 - وما أوتيتم من شيء فمتاع الحياة الدنيا وزينتها وما عند اللّه خير وأبقى أفلا تعقلون « 3 » .\r\n9 - أفمن وعدناه وعدا حسنا فهو لاقيه كمن متعناه متاع الحياة الدنيا ثم هو يوم القيامة من المحضرين « 4 » .\r\n10 - يا قوم انما هذه الحياة الدنيا متاع « 5 » .\r\n11 - فما أوتيتم من شيء فمتاع الحياة الدنيا « 6 » .\r\n12 - وان كل ذلك لما متاع الحياة الدنيا « 7 »\r\n13 - وما الحياة الدنيا الا متاع الغرور « 8 » .\r\n14 - ولا تشتروا بآياتي ثمنا قليلا وإياي فاتقون « 9 » .\r\n15 - ان الذين يشترون بعهد اللّه وأيمانهم ثمنا قليلا أولئك لاخلاق لهم في الآخرة « 10 » .\r\n16 - ولا تشترو بآياتي ثمنا قليلا « 11 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الرعد : 13 - الآية 26 .\r\n( 2 ) النحل : 16 - الآية 117 .\r\n( 3 ) القصص : 28 - الآية 60 .\r\n( 4 ) القصص : 28 - الآية 61 .\r\n( 5 ) الغافر : 40 - الآية 39 .\r\n( 6 ) الشورى : 42 - الآية 36 .\r\n( 7 ) الزخرف : 43 - الآية 35 .\r\n( 8 ) الحديد : 57 - الآية 20 .\r\n( 9 ) البقرة : 2 - الآية 41 .\r\n( 10 ) آل عمران : 3 - الآية 77 .\r\n( 11 ) المائدة : 5 - الآية 44 .\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\n17 - ولا تشتروا بعهد اللّه ثمنا قليلا « 1 » .\r\n18 - أولئك الذين اشتروا الحياة الدنيا بالآخرة « 2 » .\r\n19 - فليقاتل في سبيل اللّه الذين يشرون الحياة الدنيا بالآخرة « 3 » .\r\nولك أن تجمع آيات أخرى . واللّه الهادي .\r\n* * * أما الروايات : 1 - عن علي عليه السلام : ألا وان الدنيا قد ولت حذاء فلم يبق منها الاصبابة « 4 » كصبابة الاناء اصطبها صابها « 5 » . . .\r\n2 - وعنه عليه السلام : أين خياركم . . . أليس قد ظعنوا من هذه الدنيا الدنية « 6 » .\r\n3 - وعنه عليه السلام : ألا وان الدنيا تصرمت وآذنت بوداع وتنكر معروفها وأدبرت حذاء . . . فلم يبق منها الاسملة كسملة « 7 » الإداوة أو جرعة كجرعة المقلة لو تمززها الصديان لم ينقع « 8 » .\r\n4 - وعنه عليه السلام وقد مر على مزبلة : هذا ما بخل به الباخلون « 9 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النحل 16 : - الآية 95 .\r\n( 2 ) البقرة 2 : - الآية 85 .\r\n( 3 ) النساء 4 : - الآية 74 .\r\n( 4 ) الصبابة : البقية من الماء واللبن في الاناء .\r\n( 5 ) نهج البلاغة ج 1 ص 89 .\r\n( 6 ) نهج البلاغة ج 2 ص 16 .\r\n( 7 ) السملة : بقية الماء في الحوض . والإداوة : المطهرة .\r\n( 8 ) نهج البلاغة ج 1 ص 97 .\r\n( 9 ) نهج البلاغة ج 3 ص 197 .\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\n5 - وعنه عليه السلام : ان دنياكم عندي لأهون من ورقة في فم جرادة تقضمها « 1 » .\r\n6 - ان أولياء اللّه هم الذين نظروا إلى باطن الدنيا إذا نظر الناس إلى ظاهرها . . . ورأوا استكثار غيرهم منها استقلالا « 2 » .\r\n7 - ألاحر يدع هذه اللماظة « 3 » لأهلها « 4 » .\r\n8 - واللّه لدنياكم هذه أهون في عيني من عراق « 5 » خنزير في يد مجذوم « 6 » .\r\n9 - من هوان الدنيا على اللّه أنه لا يعصى الا فيها ، ولا ينال ما عنده الا بتركها « 7 » .\r\n10 - يتنافسون في دنيا ويتكالبون على جيفة مريحة « 8 » .\r\n11 - عباد اللّه أوصيكم بالرفض لهذه الدنيا التاركة لكم وان لم تحبوا تركها والمبلية لاجسامكم وان كنتم تحبون تجديدها « 9 » .\r\n12 - ما أصف من دار أو لها عناء وآخرها فناء في حلالها حساب وفي حرامها عقاب « 10 » .\r\n13 - كان لي فيما مضى أخ في اللّه كان يعظمه في عيني صغر الدنيا في عينه « 11 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة ج 2 ص 245 .\r\n( 2 ) نهج البلاغة ج 3 ص 256 .\r\n( 3 ) اللماظة : بقية الطعام في الفم .\r\n( 4 ) نهج البلاغة ج 3 ص 261 .\r\n( 5 ) العراق : العظم إذا اكل لحمه .\r\n( 6 ) نهج البلاغة ج 3 ص 205 .\r\n( 7 ) نهج البلاغة ج 3 ص 247 .\r\n( 8 ) نهج البلاغة 2 / 50 .\r\n( 9 ) نهج البلاغة 1 / 191 .\r\n( 10 ) نهج البلاغة 1 / 127 .\r\n( 11 ) نهج البلاغة 3 / 223 .\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\n14 - أما بعد فان الدنيا قد أدبرت وآذنت بوداع ، وان الآخرة أشرفت باطلاع « 1 » .\r\n15 - وكأن الرشد في احراز دنياها « 2 » .\r\n16 - وأحذركم الدنيا . فإنها دار شخوص ومحلة تنغيص « 3 » . . .\r\n17 - وكونوا عن الدنيا نزاها والى الآخرة ولاها « 4 » .\r\n18 - . لا فما يصنع بالدنيا من خلق للآخرة ، وما يصنع بالمال من عما قليل يسلبه وتبقى عليه تبعته وحسابه « 5 » .\r\n19 - ان للّه ملكا ينادى في كل يوم : لدوا للموت . واجمعوا للفناء . وابنوا للخراب « 6 » .\r\n20 - انظروا إلى الدنيا نظر الزاهدين فيها الصادفين عنها « 7 » . . .\r\n21 - أوصيكما بتقوى اللّه وأن لا تبغيا الدنيا وان بغتكما « 8 » .\r\n22 - فلتكن مسألتك فيما يبقى لك جماله وينفى عنك وباله والمال لا يبقى لك ولا تبقى له « 9 » .\r\n23 - فلتكن الدنيا في أعينكم أصغر من حثالة القرظ وقراضة الجلم . . .\r\nوارفضوها ذميمة فإنها رفضت من كان اشغف بها منكم « 10 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة 1 / 66 .\r\n( 2 ) نهج البلاغة 1 / 138 .\r\n( 3 ) نهج البلاغة 2 / 195 .\r\n( 4 ) نهج البلاغة 2 / 158 . الولاه جمع واله وهو المشتاق .\r\n( 5 ) نهج البلاغة 2 / 67 .\r\n( 6 ) نهج البلاغة 3 / 183 .\r\n( 7 ) نهج البلاغة 1 / 197 . الصادفين : المعرضين .\r\n( 8 ) نهج البلاغة 3 / 85 .\r\n( 9 ) نهج البلاغة ج 3 ص 54 .\r\n( 10 ) نهج البلاغة 1 / 75 .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\n24 - ألا وان هذه الدنيا التي أصبحتم تمنونها وترغبون فيها وأصبحت تغضبكم وترضيكم ليست بداركم ولا منزلكم الذي خلقتم له ولا الذي دعيتم اليه . ألا وانها ليست بباقية لكم ولا تبقون عليها « 1 » .\r\n25 - لسنا للدنيا خلقنا ولا بالسعي فيها أمرنا وانما وضعنا فيها لنبتلى بها « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة 2 / 106 .\r\n( 2 ) نهج البلاغة 3 / 123 .\r\n","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\n\r\nتتمة\r\nنذكر في ذيل العنوان السابع الروايات الدالة على التوصية بالاجمال في الطلب واختيار الزهد في الدنيا وغيرها من المضامين الدالة ولو بالالتزام على أن الاعراض عن الدنيا مطلوب والاقبال عليها مذموم .\r\n1 - قال رسول اللّه صلى اللّه عليه وآله في حجة الوداع : ألا ان الروح الأمين نفث في روعى انه لا تموت نفس حتى تستكمل رزقها فاتقوا اللّه واجملوا في الطلب ، ولا يحملنكم استبطاء شئ من الرزق ان تطلبوه بمعصية اللّه ، فان اللّه تعالى قسم الارزاق بين خلقه حلالا الستر وعجل فأخذه من غير حله قص به من رزقه الحلال وحوسب عليه يوم القيامة « 1 » .\r\n2 - عن أبي جعفر عليه السلام قال : ليس من نفس الاوقد فرض اللّه لها رزقا حلالا يأتيها في عافية وعرض لها بالحرام من وجه آخر فان هي تناولت شيئا من الحرام قاصها من الحلال الذي فرض لها . وعند اللّه سواهما فضل كثير وهو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل ج 12 ص 27 نقلا عن الكافي .\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nقوله تعالى « 1 » : واسئلوا اللّه من فضله‌ز « 2 » . 3 - قال أبو عبد اللّه عليه السلام : لو كان العبد في جحر لاتاه رزقه فأجملوا في الطلب « 3 » .\r\n4 - عن أبي عبد اللّه عليه السلام عن آبائه عن رسول اللّه صلى اللّه عليه وآله قال : ان الروح الأمين جبرئيل اخبرني عن ربى انه لن تموت نفس حتى تستكمل رزقها فاتقوا اللّه وأجملوا في الطلب واعلموا ان الرزق رزقان فرزق تطلبونه ورزق يطلبكم . فاطلبوا ارزاقكم من حلال فإنكم ان طلبتموها من وجوهها اكلتموها حلالا وان طلبتموها من غير وجوهها اكلتموها حراما وهي ارزقاكم لا بد لكم من اكلها « 4 » .\r\nويستفاد منها ان الرزق كله مقدر الا ان بعضه غير مشروط بالطلب بل يصل إلى الانسان من حيث لا يحتسب وبعضه الاخر مشروط بالطلب وفي هذا القسم يكفى الطلب المتعارف من غير حرص .\r\n5 - قال أمير المؤمنين عليه السلام : الدنيا دول فاطلب حظك منها بأجمل الطلب ( فأجمل الطلب ) « 5 » .\r\n6 - عن علي عليه السلام : من اقتصر على بلغة الكفاف فقد انتظم الراحة « 6 » .\r\n7 - بلغتها أزكى من ثروتها . . . وانما ينظر المؤمن إلى الدنيا بعين الاعتبار ويقتات منها ببطن الاضطرار « 7 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النساء : 4 - الآية 32 .\r\n( 2 ) الوسائل ج 12 ص 28 نقلا عن الكافي .\r\n( 3 ) الوسائل ج 12 ص 28 نقلا عن الكافي .\r\n( 4 ) الوسائل ج 12 ص 29 نقلا عن المجالس للصدوق .\r\n( 5 ) الوسائل ج 12 ص 29 نقلا عن كنز الفوائد للكراجكي .\r\n( 6 ) نهج البلاغة ج 3 ص 242 .\r\n( 7 ) نهج البلاغة 3 / 239 .\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\n8 - من أكثر من ذكر الموت رضى من الدنيا باليسير « 1 » .\r\n9 - طوبى للزاهدين في الدنيا الراغبين في الآخرة أولئك الذين اتخذوا الأرض بساطا وترابها فراشا . . . ثم قرضوا الدنيا قرضا على منهاج المسيح « 2 » .\r\n10 - طوبى لمن ذكر المعاد وعمل للحساب وقنع بالكفاف ورضي عن اللّه « 3 » .\r\n11 - القناعة مال لا ينفد « 4 » .\r\n12 - لا كنز اغنى من القناعة « 5 » .\r\n13 ايرحم اللّه خباب بن الأرت فلقد اسلم راغبا وهاجر طائعا وقنع بالكفاف ورضى عن اللّه وعاش مجاهدا « 6 » .\r\n14 - المخف فيها أحسن حالا من المثقل « 7 » .\r\n15 - كفى بالقناعة ملكا . . . وسئل عن قوله اللّه تعالى « فلنحيينه حيوة طيبة » فقال : هي القناعة « 8 » .\r\n16 - فان الغاية أمامكم وان وراءكم الساعة تحدوكم . تخففوا تلحقوا فإنما ينتظر بأولكم آخركم « 9 » .\r\n17 - والدنيا دار منى لها الفناء ولأهلها منها الجلاء . . . فارتحلوا عنها بأحسن ما بحضرتكم من الزاد ولا تسألوا فيها فوق الكفاف . ولا تطلبوا منها أكثر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة 3 / 236 .\r\n( 2 ) نهج البلاغة 3 / 173 .\r\n( 3 ) نهج البلاغة 3 / 162 .\r\n( 4 ) نهج البلاغة ج 3 ص 164 و 236 و 266 .\r\n( 5 ) نهج البلاغة ج 3 ص 242 .\r\n( 6 ) نهج البلاغة ج 3 ص 162 .\r\n( 7 ) نهج البلاغة ج 3 ص 52 .\r\n( 8 ) نهج البلاغة ج 3 ص 204 .\r\n( 9 ) نهج البلاغة ج 3 ص 204 .\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nمن البلاغ « 1 » .\r\n18 - من أقل منها استكثر مما يؤمنه ، ومن استكثر منها استكثر مما يوبقه وزال عما قليل عنه « 2 » .\r\n19 - يا بن آدم ما كسبت فوق قوتك فأنت فيه خازن لغيرك « 3 » .\r\n20 - لا تحمل همّ سنتك على هم يومك . كفاك كل يوم على ما فيه فان تكن السنة من عمرك فان اللّه سيؤتيك في كل غد جديد ما قسم لك وان لم تكن السنة من عمرك فما تصنع بالهّم لما ليس لك « 4 » .\r\n21 - يا بن آدم لا تحمل همّ يومك الذي لم يأتك على يومك الذي قد أتاك فإنه ان يك من عمرك يأت اللّه فيه برزقك « 5 » .\r\n22 - الزهد بين كلمتين من القرآن ، قال اللّه سبحانه : « لكيلا تأسوا على ما فاتكم ولا تفرحوا بما آتاكم » « 6 » ومن لم يأس على الماضي ولم يفرح بالاتى فقد أخذ الزهد بطرفيه « 7 » .\r\n23 - ازهد في الدنيا يبصرك اللّه عوراتها « 8 » .\r\n24 - من أصبح على الدنيا حزينا فقد أصبح لقضاء اللّه ساخطا « 9 » .\r\n25 - لازهد كالزهد في الحرام « 10 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة ج 1 ص 91 .\r\n( 2 ) نهج البلاغة 1 / 217 .\r\n( 3 ) نهج البلاغة 3 / 217 .\r\n( 4 ) نهج البلاغة 3 / 245 .\r\n( 5 ) نهج البلاغة ج 3 ص 217 .\r\n( 6 ) الحديد : 57 - الآية 23 .\r\n( 7 ) نهج البلاغة ج 3 ص 258 .\r\n( 8 ) نهج البلاغة ج 3 ص 248 .\r\n( 9 ) نهج البلاغة ج 3 ص 203 .\r\n( 10 ) نهج البلاغة ج 3 ص 177 .\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\n26 - ومن زهد في الدنيا استهانب المصيبات « 1 » .\r\n27 - قال عليه السلام في صفة الزهاد : كانوا قوما من أهل الدنيا وليسوا من أهلها فكانوا فيها كمن ليس منها « 2 » .\r\n28 - ان الرزق رزقان رزق تطلبه ورزق يطلبك فان أنت لم تأته أتاك « 3 » .\r\n29 - فخفض في الطلب وأجمل في المكتسب فإنه رب طلب قدجر إلى حرب « 4 » فليس كل طالب بمرزوق ولاكل مجمل بمحروم « 5 » .\r\n30 - أما بعد فان المرء ليفرح بالشئ الذي لم يكن ليفوته ويحزن على الشئ الذي لم يكن ليصيبه « 6 » .\r\n31 - أما بعد فإنك لست بسابق أجلك ولا مرزوق ما ليس لك « 7 » .\r\n32 - أما بعد فان المرء قد يسره درك ما لم يكن ليفوته ويسوءه فوت ما لم يكن ليدركه ، فليكن سرورك بما نلت من آخرتك وليكن أسفك على مافاتك منها .\r\nومانلت من دنياك فلا تكثر به فرحا ومافاتك منها فلا تأس عليه جزعا وليكن همك فيما بعد الموت « 8 » .\r\n33 - ومن لم يعط قاعدا لم يعط قائما « 9 » . . .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة ج 3 ص 157 .\r\n( 2 ) نهج البلاغة ج 2 ص 252 .\r\n( 3 ) نهج البلاغة ج 3 ص 61 .\r\n( 4 ) الحرب : سلب المال .\r\n( 5 ) نهج البلاغة ج 3 ص 56 .\r\n( 6 ) نهج البلاغة ج 3 ص 139 .\r\n( 7 ) نهج البلاغة ج 3 ص 146 .\r\n( 8 ) نهج البلاغة ج 3 ص 23 - 24 .\r\n( 9 ) نهج البلاغة ج 3 ص 249 .\r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\n34 - خذ من الدنيا ما آتاك وتول عما تولى عنك فان عنك فان أنت لم تفعل فأجمل في الطلب « 1 » .\r\n35 - اعلموا علما يقينا أن اللّه لم يجعل للعبد وان عظمت حيلته واشتدت طلبته وقويت مكيدته أكثر مما سمى له في الذكر الحكيم « 2 » .\r\n* * * 36 - عن عبد اللّه بن سليمان قال : سمعت أبا عبد اللّه عليه السلام يقول : ان اللّه عز وجل وسع في أرزاق الحمقى ليعتبر العقلاء ويعلموا أن الدنيا ليس ينال ما فيها بعمل ولا حيلة « 3 » .\r\n37 - عن أبي عبد اللّه عليه السلام قال : ليكن طلبك للمعيشة فوق كسب المضيع ودون طلب الحريص الراضي بدنياه المطمئن إليها ولكن انزل نفسك من ذلك بمنزلة المنصف المتعفف ترفع نفسك عن منزلة الواهن الضعيف وتكسب ما لا بد للمؤمن منه ، ان الذين أعطوا المال ثم لم يشكروا لا مال لهم « 4 » .\r\n38 - عن أبي عبد اللّه عليه السلام قال : كان أمير المؤمنين عليه السلام كثيرا ما يقول : اعلموا علما يقينا ان اللّه جل وعز لم يجعل للعبد وان اشتد جهده وعظمت حيلته وكثرت مكائده ان يسبق ما سمى له في الذكر الحكيم ولم يخل من العبد في ضعفه وقلة حيلته ان يبلغ ما سمى له في الذكر الحكيم . أيها الناس انه لن يزداد امرؤ نقيرا بحذقه ولن ينقص امرؤ نقيرا لحمقه ، فالعالم بهذا العامل به أعظم الناس راحة في منفعته والعالم لهذا التارك له أعظم الناس شغلا في مضرته ورب منعم عليه مستدرج بالاحسان اليه ورب مغرور في الناس مصنوع له فابق ( فاتق\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة ج 3 ص 248 .\r\n( 2 ) نهج البلاغة ج 3 ص 219 .\r\n( 3 ) الوسائل ج 12 ص 30 نقلا عن الكافي والتهذيب .\r\n( 4 ) الوسائل ج 12 ص 30 نقلا عن الكافي والتهذيب .\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nاللّه ) أيها الساعي عن سعيك وقصر من عجلتك وانتبه من سنة غفلتك « 1 » .\r\nويمكن ان يقال : ان هذه الروايات ليست بصدد ذم الغنى والثروة بل لبيان ذم امر نفساني وهو الحرص والتزلزل لامر المعاش . وإذا علم علما يقينا ان الرزق مقسوم ومقدر فإنه يصير أعظم الناس راحة وتطمئن نفسه بما قدر له ولا يعود مهموما مغموما لتأخير ما قدر له .\r\n39 - عن أمير المؤمنين عليه السلام في وصيته لمحمد بن الحنيفة : قال :\r\nيا بني الرزق رزقان رزق تطلبه ورزق يطلبك فإن لم تأته أتاك . فلا تحمل همّ سنتك على هم يومك وكفاك كل يوم ما هو فيه فان تكن السنة من عمرك فان اللّه تعالى سيأتيك في كل غد بجديد ما قسم لك وان لم تكن السنة من عمرك فما تصنع بهم وغم ما ليس لك . واعلم أنه لن يسبقك إلى رزقك طالب ولن يغلبك عليه غالب ولن يحتجب عنك ما قدر لك . فكم رأيت من طالب متعب نفسه مقتر عليه رزقه ومقتصد في الطلب قد ساعدته المقادير « 2 » .\r\nوفي رواية أخرى عنه عليه السلام : لا تحمل هم يومك الذي لم يأتك على يومك الذي قد اتاك « 3 » .\r\nولكن يعارضه عمل الأئمة عليهم السلام وسرتهم فإنهم يدخرون قوت سنتهم .\r\nويمكن الجمع بينهما بحمل هذه الروايات على ما إذا لم يجد ما يدخر لسنته واما إذا وجد فالاحتياط مطلوب لقول رسول اللّه صلى اللّه عليه وآله : ان النفس إذا أحرزت قوتها استقرت « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل ج 12 ص 30 نقلا عن الكافي والتهذيب .\r\n( 2 ) الوسائل ج 12 ص 30 نقلا عن الفقيه .\r\n( 3 ) نهج البلاغة ج 3 ص 217 .\r\n( 4 ) الوسائل ج 12 ص 320 نقلا عن الكافي والفقيه .\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\n40 - علي بن السري قال : سمعت أبا عبد اللّه عليه السلام يقول : ان اللّه جل وعز جعل ارزاق المؤمنين من حيث لم يحتسبوا وذلك ان العبد إذا لم يعرف وجه رزقه كثر دعاؤه « 1 » .\r\n41 - قال أمير المؤمنين عليه السلام : كن لما لا ترجو أرجى منك لما ترجو فان موسى بن عمران خرج يقتبس نارا لأهله فكلمه اللّه ورجع نبيا وخرجت ملكة سبا فأسلمت مع سليمان وخرجت سحرة فرعون يطلبون العز لفرعون فرجعوا مؤمنين « 2 » .\r\nويمكن ان يقال : ان المستفاد من الرواية لزوم كون الاعتماد على اللّه مسبب الأسباب لا على الأسباب الظاهرية وعلى هذا لا تدل على مرجوحية السعي والطلب .\r\n42 - عن سدير قال : قلت لأبي عبد اللّه عليه السلام : أي شئ على الرجل في طلب الرزق ؟ فقال : إذا فتحت بابك وبسطت بساطك فقد قضيت ما عليك « 3 » .\r\n43 - عن الصادق عليه السلام : من اهتم لرزقه كتب عليه خطيئة « 4 » .\r\nويمكن ان يقال : لا يستفاد من هاتين الروايتين مرجوحية السعي والطلب بل يستفاد من كلمة « على » في الرواية الأولى وجوب الطلب .\r\n44 - روي عن العالم أنه قال : اعمل لدنياك كأنك تعيش أبدا واعمل لاخرتك كأنك تموت غدا « 5 » .\r\nبناءا على أن يكون معناه عدم التعجيل في امر الدنيا كما هو أحد الاحتمالين فيها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل ج 12 ص 32 نقلا عن الكافي والفقيه والتهذيب .\r\n( 2 ) الوسائل ج 12 ص 33 نقلا عن الكافي والفقيه .\r\n( 3 ) الوسائل ج 12 ص 34 نقلا عن الكافي والفقيه والتهذيب .\r\n( 4 ) الوسائل ج 12 ص 35 نقلا عن مجالس ابن الشيخ .\r\n( 5 ) الوسائل ج 12 ص 49 نقلا عن الفقيه .\r\n","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\n45 - عن أبي عبد الله عليه السلام قال : الصناع إذا سهروا الليل كله فهو سحت « 1 » .\r\n46 - عن أبي عبد اللّه عليه السلام قال : من بات ساهرا في كسب ولم يعط العين حقها من النوم فكسبه ذلك حرام « 2 » .\r\n47 - عن محمد بن مسلم عن أبي جعفر وأبى عبد اللّه عليهما السلام انهما كرها ركوب البحر للتجارة « 3 » .\r\n48 - عن محمد عن أبي جعفر عليه السلام أنه قال : في ركوب البحر للتجارة تغرير الرجل بدينه « 4 » .\r\n49 - عن معلى بن خنيس قال : سألت أبا عبد اللّه عليه السلام عن الرجل يسافر فيركب البحر فقال : ان أبى كان يقول : انه يضر بدينك هوذا الناس يصيبون أرزاقهم ومعيشتهم « 5 » .\r\n50 - قال علي عليه السلام : ما أجمل في الطلب من ركب البحر للتجارة « 6 » .\r\n51 - عن أبي عبد اللّه عليه السلام قال : ربح المؤمن على المؤمن ربا « 7 » .\r\n52 - عن أبي عبد اللّه عليه السلام قال : ربح المؤمن على المؤمن ربا الا ان يشتري بأكثر من ماة درهم فاربح عليه قوت يومك أو يشتريه للتجارة فاربحوا عليهم وارفقوا بهم « 8 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل ج 12 ص 118 نقلا عن الكافي والتهذيب .\r\n( 2 ) الوسائل ج 12 ص 118 نقلا عن الكافي والتهذيب .\r\n( 3 ) الوسائل ج 12 ص 177 نقلا عن الكافي والتهذيب .\r\n( 4 ) الوسائل ج 12 ص 177 نقلا عن الكافي والتهذيب .\r\n( 5 ) الوسائل ج 12 ص 177 نقلا عن التهذيب .\r\n( 6 ) الوسائل ج 12 ص 178 نقلا عن الكافي .\r\n( 7 ) الوسائل ج 12 ص 294 نقلا عن المحاسن .\r\n( 8 ) الوسائل ج 12 ص 293 نقلا عن الكافي والتهذيب والاستبصار .\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\n53 - عن علي بن سالم عن أبيه في حديث قال : سألت أبا عبد اللّه عليه السلام عن الخبر الذي روى أن ربح المؤمن على المؤمن ربا ما هو ؟ فقال : ذاك إذا ظهر الحق وقام قائمنا أهل البيت ، فأما اليوم فلا بأس بأن بيع من الأخ المؤمن وتربح عليه « 1 » .\r\nوهذه الروايات من المقيدات للربح في الجملة كما لا يخفى .\r\n54 - نهى رسول اللّه صلى اللّه عليه وآله عن السوم ما بين طلوع الفجر إلى طلوع الشمس « 2 » .\r\n55 - عن الهاشم الصيدنانى قال سألت أبا عبد اللّه عليه السلام عن البضاعة والسلعة فقال : نعم ما من أحد يكون عنده سلعة أو بضاعة الاقيض اللّه نم يربحه فان قبل والا صرفه إلى غيره وذلك أنه رد على اللّه عز وجل « 3 » .\r\nويستفاد منها انه لا ينبغي حبس المتاع طمعا لربح أزيد بل ينبغي ان يبيع متاعه لأول من يريد اشتراءه .\r\n56 - قال علي عليه السلام : مر النبي صلى اللّه عليه وآله على رجل معه سلعة يريد بيعها فقال : عليك بأول السوق « 4 » .\r\nوهذه الرواية كسابقتها في المضمون على احتمال .\r\n57 - عن الحسين بن يسار عن رجل رفعه في قول اللّه عز وجل : « رجال لا تلهيهم تجارة ولا بيع عن ذكر اللّه » « 5 » قال : هم التجار الذين لا تلهيهم تجارة ولا بيع عن ذكر اللّه ، إذ ادخل مواقيت الصلاة أدوا إلى اللّه عز وجل حقه فيها « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل ج 12 ص 294 نقلا عن الفقيه والتهذيب والاستبصار .\r\n( 2 ) الوسائل ج 12 ص 295 نقلا عن الكافي والفقيه والتهذيب .\r\n( 3 ) الوسائل ج 12 ص 296 نقلا عن الكافي والتهذيب .\r\n( 4 ) الوسائل ج 12 ص 296 نقلا عن الفقيه .\r\n( 5 ) النور : 24 - الآية 37 .\r\n( 6 ) الوسائل ج 12 ص 297 نقلا عن الكافي .\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\n58 - عن أبي بصير قال : سمعت أبا جعفر عليه السلام يقول : كان على عهد رسول اللّه صلى اللّه عليه وآله مؤمن فقير شديد الحاجة من أهل الصفة وكان لازما لرسول اللّه صلى اللّه عليه وآله عند مواقيت الصلاة كلها لا يفقده في شئ منها وكان رسول اللّه صلى اللّه عليه وآله يرق له وينظر إلى حاجته وغربته فيقول :\r\nيا سعد لو قد جاءني شئ لاغنيتك . قال : فأبطأ ذلك على رسول اللّه صلى اللّه عليه وآله فاشتد غم رسول اللّه صلى اللّه عليه وآله بسعد ، فعلم اللّه سبحانه ما دخل على رسول اللّه من غمه بسعد ، فأهبط جبرئيل ومعه درهمان فقال له : يا محمد صلى اللّه عليه وآله ان اللّه قد علم ما قد دخلك من الغم بسعد ، فتحب أن تغنيه ؟\r\nفقال : نعم . فقال له : فهاك هذين الدرهمين ، فاعطهما إياه ومره أن يتجر بهما .\r\nقال : فأخذهما رسول اللّه صلى اللّه عليه وآله ثم خرج إلى صلاة الظهر وسعد قائم على باب حجرات رسول اللّه صلى اللّه عليه وآله ينتظره . فلما رآه رسول اللّه صلى اللّه عليه وآله قال : يا سعد أتحسن التجارة ؟ فقال له سعد : واللّه ما أصبحت أملك ما اتجربه . فأعطاه النبي الدرهمين . فقال له : اتجربهما وتصرف لرزق اللّه ، فأخذهما سعد ومضى مع رسول اللّه صلى اللّه عليه وآله . . . فأقبل سعد لا يشترى بالدرهم الا باعه بدرهمين ولا يشترى شيئا بالدرهمين الا باعه بأربعة دراهم وأقبلت الدنيا على سعد . فكثر متاعه وماله وعظمت تجارته فاتخذ على باب المسجد موضعا جلس فيه وجمع تجارته اليه وكان رسول اللّه صلى اللّه عليه وآله إذا أقام بلال الصلاة يخرج وسعد مشغول بالدنيا لم يتطهر ولم يتهيأ كما كان يفعل ذلك قبل أن يتشاغل بالدنيا . فكان النبي صلى اللّه عليه وآله يقول :\r\nيا سعد شغلتك الدنيا عن الصلاة . فقال : ما أصنع ؟ أضيع مالي ؟ . هذا رجل قد بعته فأريد أن أستوفي منه ، فهذا رجل قد اشتريت منه فأريد أن أوفيه .\r\nقال : فدخل رسول اللّه من أمر سعد غم أشد من غمه بفقره . فهبط عليه جبرئيل فقال : يا محمد صلى اللّه عليه وآله ان اللّه قد علم بغمك بسعد ، فأيهما أحب\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nإليك ؟ حاله الأولى أو حاله هذه ؟ . فقال له النبي صلى اللّه عليه وآله : يا جبرئيل بل حاله الأولى قد أذهبت دنياه بآخرته . فقال له جبرئيل : ان حب الدنيا والأموال فتنة مشغلة عن الآخرة « 1 » . . .\r\n59 - دعا أبو عبد اللّه مولى له يقال له مصارف فأعطاه ألف دينار وقال له :\r\nتجهز متى تخرج إلى مصر فان عيالي قد كثروا . قال : فتجهز بمتاع وخرج مع التجار إلى مصر فلما دنوا من مصر استقبلتهم قافلة خارجة من مصر . فسألوهم عن المتاع الذي معهم ما حاله في المدينة ؟ وكان متاع العامة فأخبروهم أنه ليس بمصر شيء فتحالفوا وتعاقدوا على أن لا ينقصوا متاعهم من ربح الدنيار دينارا فلما قبضوا أموالهم انصرفوا إلى المدينة فدخل مصارف على أبى عبد اللّه عليه السلام ومعه كيسان كل واحد ألف دينار فقال جعلت فداك هذا رأس المال وهذا الآخر ربح . فقال : ان هذا الربح كثير ولكن ما صنعتم في المتاع ؟ فحدثه كيف صنعوا وكيف تحالفوا . فقال عليه السلام : سبحان اللّه تحلفون على قوم مسلمين ان لا تبيعوهم الا بربح الدينار دينارا ، ثم اخذ الكيسين وقال : هذا رأس مالي ولا حاجة لنا في هذا الربح . ثم قال : يا مصارف مجالدة السيوف أهون من طلب الحلال « 2 » .\r\nوالظاهر أن المرجوحية مختصة بصورة التعاقد والانحصار في المتاع كما هو فرض الرواية ، وأما في غير هذه الصورة فلا بأس به كما إذا كان في السوق تنافس بين المعاملين ويؤيده قصة عروة البارقي المشهورة وقضية سعد في الرواية السابقة رقم 58 ، فان فيها : لا يشترى شيئا بدرهمين الاباعه بأربعة دراهم .\r\n60 - عن الحلبي عن أبي عبد اللّه عليه السلام قال : سألته عن الرجل يحتكر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل ج 12 ص 297 نقلا عن الكافي .\r\n( 2 ) الوسائل ج 12 ص 311 نقلا عن الكافي والتهذيب .\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nالطعام ويتربص به هل يصلح ذلك ؟ قال : ان كان الطعام كثيرا يسع الناس فلا بأس به ، وان كان الطعام قليلا لا يسع الناس فإنه يكره ان يحتكر الطعام ويترك الناس ليس لهم طعام « 1 » .\r\n61 - عن الحلبي عن أبي عبد اللّه عليه السلام قال سئل عن الحكرة فقال :\r\nانما الحكرة أن تتشرى طعاما وليس في المصر غيره فتحتكره فإن كان في المصر طعام أو متاع غيره فلا بأس أن تلتمس بسلعتك الفضل « 2 » .\r\n62 - عن أبي الفضل سالم الحناط قال : قال لي أبو عبد اللّه عليه السلام :\r\nما علمك ؟ قلت : حناط وربما قدمت على نفاق وربما قدمت على كساد فحبست .\r\nقال : فما يقول من قبلك فيه ؟ قلت : يقولون : محتكر . فقال : يبيعه أحد غيرك ؟\r\nقلت : ما أبيع أنا من ألف جزء جزء . قال : لا بأس ، انما ذلك رجل من قريش يقال له حكيم بن حزام وكان إذا دخل الطعام المدينة اشتراه كله فمر عليه النبي صلى اللّه عليه وآله فقال : يا حكيم بن حزام إياك أن تحتكر « 3 » .\r\n63 - عن علي عليه السلام في عهده لمالك الأشتر : اعلم مع ذلك ان في كثير منهم « 4 » ضيقا فاحشا وشحا قبيحا واحتكارا للمنافع وتحكما في البياعات وذلك باب مضرة للعامة وعيب على الولاة ، فامنع من الاحتكار فان رسول اللّه صلى اللّه عليه وآله منع منه . وليكن البيع بيعا سمحا بموازين عدل وأسعار لا تجحف بالفريقين من البايع والمبتاع ، فمن قارب حكرة بعد نهيك إياه فنكل به وعاقبه في غير اسراف « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل ج 12 ص 313 نقلا عن الكافي والتهذيب والاستبصار .\r\n( 2 ) الوسائل ج 12 ص 315 نقلا عن الكافي والفقيه والتوحيد والتهذيب والاستبصار .\r\n( 3 ) الوسائل ج 12 ص 316 نقلا عن الكافي والفقيه والتوحيد والتهذيب والاستبصار .\r\n( 4 ) أي التجار .\r\n( 5 ) نهج البلاغة ج 2 ص 110 .\r\n","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nويستفاد من روايات باب الاحتكار تحديد الربح وتقديم مصالح المجتمع على منافع الفرد ، وانه إذا كان طعام افراد المجتمع وقوتهم وما به حياتهم بيد شخص وفي انحصاره وهو يحبسه طمعا للربح الكثير يجبره الحاكم على البيع بسعر لا يجحف بالفريقين البايع والشارى لا يظلم ولا يظلم . هذا إذا كان الطعام بيده فقط وليس في المصر طعام غيره ولا باذل غيره وأما إذا كان في المصر متاع بيد غيره ويوجد باذل غيره ولم يكن في حبسه مضرة على العباد فلا بأس بحبس المتاع طلبا للربح كما أشير اليه في الروايات . وفي الحقيقة لا يتحقق موضوع الاحتكار في هذا الفرض .\r\n64 - قال أبو عبد اللّه عليه السلام : لا تلق فان رسول اللّه صلى اللّه عليه وآله نهى عن التلقي « 1 » .\r\nوتلقى الركبان هو خروج التاجر إلى خارج البلد ليستقبل أصحاب الأمتعة ويشترى منهم متاعهم قبل أن يدخلوا البلد ويرجع إلى البلد فيبيع المتاع بربح كثير . والوجه في المنع عن التلقي أحد أمرين أو كلاهما : قلة الوسائط ومواجهة صاحب المتاع أو المنتج للمستهلك حتى يصل إليهم بسعر أرخص فتقل اسعار الحوائج العامة . الثاني عدم غبن أصحاب المتاع لكونهم جاهلين بقيمة البلد بحسب الغالب .\r\n65 - قال رسول اللّه صلى اللّه عليه وآله : لا يتلقى أحدكم تجارة خارجا من المصر ولا يبيع حاضر لباد والمسلمون يرزق اللّه بعضهم من بعض « 2 » .\r\n66 - قال رسول اللّه صلى اللّه عليه وآله : لا يبيع حاضر لباد دعوا الناس يرزق اللّه بعضهم من بعض « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل ج 12 ص 326 نقلا عن الكافي والتهذيب .\r\n( 2 ) الوسائل ج 12 ص 327 نقلا عن الكافي والفقيه والتهذيب .\r\n( 3 ) الوسائل ج 12 ص 327 نقلا عن الكافي ومجالس ابن الشيخ .\r\n","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nوبيع الحاضر لأهل البادية أن يتولى تاجر المدينة شأن أهل القرى والبادية الذي يقدمون المدينة يحملون الفواكه والألبان وغيرها فيتولى بيع المتاع وكالة عنهم ويأخذ منهم حق العمل والأجرة . ويمكن ان يكون الوجه في المنع أيضا اسقاط الوسائط ورخص الأسعار وعدم غلائها في حوائج العامة خصوصا مع تعليله عليه السلام الحكم بأمر ارتكازي وهو قوله : دعوا الناس . . .\r\n67 - عن عمر بن يزيد قال : قلت لأبي عبد اللّه عليه السلام : جعلت فداك ان الناس يزعمون أن الربح على المضطر حرام وهو من الربا . قال : وهل رأيت أحدا يشترى غنيا أو فقيرا الامن ضرورة ، يا عمر قد أحل اللّه البيع وحرم الربا فاربح ولا تربه . قلت : وما الربا ؟ قال : دراهم بدراهم مثلين بمثل « 1 » .\r\n68 - عن أبي عبد اللّه عليه السلام قال : يأتي على الناس زمان عضوض يعض كل امرئ على ما في يده وينسي الفضل وقد قال اللّه « ولا تنسوا الفضل بينكم » ثم ينبرى في ذلك الزمان أقوام يبايعون المضطرين أولئك هم شرار الناس « 2 » .\r\nوالنهي عن مبايعة المضطرين واخذ الربح منهم محمول على الكراهة وبيان انه ينبغي أن يكون المضطر موردا للرحمة لا للربح .\r\n69 - عن أبي عبد اللّه عليه السلام قال : كان أمير المؤمنين عليه السلام يقول :\r\nإذا نادى المنادى فليس لك أن تزيد وانما يحرم الزيادة النداء ويحلها السكوت « 3 » .\r\n70 - نهى رسول اللّه صلى اللّه عليه وآله عن أن يدخل الرجل في سوم أخيه المسلم « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل ج 12 ص 329 نقلا عن النفقيه والتذهيب والاستبصار .\r\n( 2 ) الوسائل ج 12 ص 330 نقلا عن التهذيب والكافي والاستبصار وعيون أخبار الرضا .\r\n( 3 ) الوسائل ج 12 ص 337 نقلا عن الكافي والتهذيب والفقيه .\r\n( 4 ) الوسائل ج 12 ص 338 نقلا عن الفقيه .\r\n","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\n71 - قال النبي صلى اللّه عليه وآله : لا تناجشوا ولا تدابروا . معناه أن يزيد الرجل في ثمن السلعة ولا يريد شرائها ليسمعه غيره فيزيد بزيادته . والناجش خائن . والتدابر الهجران « 1 » .\r\n72 - قال أمير المؤمنين عليه السلام : جاء اعرابى من بنى عامر إلى النبي صلى اللّه عليه وآله فسأله عن شر بقاع الأرض وخير بقاع الأرض . فقال له رسول اللّه صلى اللّه عليه وآله : شر بقاع الأرض الأسواق وهي ميدان إبليس يغدو برايته ويصع كرسيه ويبث ذريته فبين مطفف في قفيز أو سارق في ذراع أو كاذب في سلعة فيقول : عليكم برجل مات أبوه وأبوكم حي فلا يزال مع ذلك أول داخل وآخر خارج « 2 » . . .\r\n73 - قال رسول اللّه صلى اللّه عليه وآله لجبرئيل أي البقاع أبغض إلى اللّه تعالى ؟ قال : الأسواق وابغض أهلها أو لهم دخولا إليها وآخرهم خروجا منها « 3 » .\r\nيستفاد منها ان الحرص في التجارة والدخول أولا والخروج آخرا طلبا للربح مذموم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل ج 12 ص 338 نقلا عن معاني الأخبار .\r\n( 2 ) الوسائل ج 12 ص 344 نقلا عن الفقيه ومعاني الأخبار .\r\n( 3 ) الوسائل ج 12 ص 345 نقلا عن مجالس ابن الشيخ .\r\n","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\n\r\n8 . الفقر محبوب ومرغوب فيه وكذلك العفاف والكفاف\r\n1 - قال أبو عبد اللّه عليه السلام : كلما زاد العبد ايمانا ازداد ضيقا في معيشته « 1 » .\r\n2 - عن أبي عبد اللّه عليه السلام قال : في مناجاة موسى يا موسى إذا رأيت الفقر مقبلا فقل : مرحبا بشعار الصالحين واذار رأيت الغنى مقبلا فقل : ذنب عجلت عقوبته « 2 » .\r\n3 - ان رسول اللّه صلى اللّه عليه وآله قال : شيئان يكرهما ابن آدم :\r\nيكره الموت والموت راحة للمؤمن من الفتنة ، ويكره قلة المال وقلة المال أقل للحساب « 3 » .\r\n4 - عن العقرقوفي قال : قلت لأبي عبد اللّه عليه السلام : شيء يروى عن أبي ذر رحمه اللّه انه كان يقول : ثلاثة يبغضها الناس وانا حبها : أحب الموت وأحب الفقر وأحب البلاء . فقال : ان هذا ليس على ما تروون انما عنى : الموت في طاعة اللّه أحب إلي من الحياة في معصية اللّه ، والفقر في طاعة اللّه أحب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البحار ج 72 ص 9 نقلا عن الكافي . وج 72 ص 49 نقلا عن التمحيص .\r\n( 2 ) البحار ج 72 ص 15 نقلا عن الكافي .\r\n( 3 ) البحار ج 72 ص 39 نقلا عن الخصال .\r\n","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nإلي من الغنا في معصية اللّه ، والبلاء في طاعة اللّه أحب إلي من الصحة في معصية اللّه « 1 » .\r\n5 - عن أبي جعفر عليه السلام قال : لا يبلغ أحدكم حقيقة الايمان حتى يكون فيه ثلاث خصال : يكون الموت أحب اليه من الحياة . والفقر أحب اليه من الغنى . والمرض أحب اليه من الصحة . قلنا : ومن يكون كذلك ؟ قال :\r\nكلكم . ثم قال : أيما أحب إلى أحدكم يموت في حبنا أو يعيش في بغضنا ؟\r\nفقلت : نموت واللّه في حبكم أحب الينا . قال : وكذلك الفقر والغنى والمرض والصحة . قلت : اى واللّه « 2 » .\r\n6 - قال أبو الحسن موسى عليه السلام : ان الأنبياء وأولاد الأنبياء واتباع الأنبياء خصوا بثلاث خصال : السقم في الأبدان وخوف السلطان والفقر « 3 » .\r\n7 - سئل عن النبي صلى اللّه عليه وآله ما الفقر ؟ فقال : خزانة من خزائن اللّه . قيل ثانيا يا رسول اللّه ما الفقر ؟ فقال : كرامة من اللّه . قيل ثالثا ما الفقر ؟\r\nفقال : شئ لا يعطيه اللّه الأنبياء مرسلا أو مؤمنا كريما على اللّه تعالى « 4 » .\r\n8 - عن عبد اللّه بن سنان قال : قال أبو عبد اللّه عليه السلام : أكرم ما يكون العبد إلى اللّه أن يطلب درهما فلا يقدر عليه . قال عبد اللّه بن سنان : قال أبو عبد اللّه عليه السلام هذا الكلام وعندي مأة ألف وأنا اليوم ما املك درهما « 5 » .\r\n9 - عن أبي جعفر عليه السلام قال : انا نحب المال وأن لا نؤتى منه خير لنا ، ان عليا أمير المؤمنين عليه السلام كان يقول : أنا [ يعسوب المؤمنين 
  ]\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البحار ج 72 ص 39 نقلا عن معاني الأخبار .\r\n( 2 ) البحار ج 72 ص 40 نقلا عن معاني الأخبار .\r\n( 3 ) البحار ج 72 ص 46 نقلا عن روضة الواعظين .\r\n( 4 ) البحار ج 72 ص 47 نقلا عن جامع الأخبار .\r\n( 5 ) البحار ج 72 ص 49 نقلا عن التمحيص .\r\n","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nوأمير المؤمنين وان أكثر المال عدو للمؤمنين ويعسوب المنافقين « 1 » .\r\n10 - عن أبي عبد اللّه عليه السلام قال : ان الفقر مخزون عند اللّه لا يبتلى به الا من أحب من المؤمنين . ثم قال : ان اللّه يعطى الدنيا من أحب ومن ابغض ولا يعطى دينه الا من أحب « 2 » .\r\nوالمراد بالفقر في هذه الروايات الفقر غير الاختياري الذي يعد ابتلاءا وامتحانا للعبد وتكميلا لدرجات الايمان وان كان وظيفته طلب المعاش والسعي في تحصيله .\r\n* * * 11 - قال رسول اللّه صلى اللّه عليه وآله : قال اللّه عز وجل : ان من أغبط أوليائي عندي رجل خفيف الحال ذا حظ من صلاة . أحسن عبادة ربه بالغيب وكان غامضا في الناس . جعل رزقه كفافا فصبر عليه . عجلت منيته فقلّ تراثه وقلت بواكيه « 3 » .\r\n12 - قال رسول اللّه صلى اللّه عليه وآله : اللهم ارزق محمدا وآل محمد ومن أحب محمدا وآل محمد العفاف والكفاف ، وارزق من أبغض محمدا وآل محمد المال والولد « 4 » .\r\n13 - قال رسول اللّه صلى اللّه عليه وآله : ان ما قل وكفى خير مما كثر وألهى . اللهم ارزق محمدا وآل محمد الكفاف « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البحار ج 72 ص 51 نقلا عن التمحيص .\r\n( 2 ) البحار ج 72 ص 52 نقلا عن التمحيص .\r\n( 3 ) البحار ج 72 ص 57 نقلا عن الكافي . وقريب منه في البحار ج 72 ص 62 نقلا عن الكافي وص 95 نقلا عن قرب الإسناد وص 66 نقلا عن فقه الرضا .\r\n( 4 ) البحار ج 72 ص 59 نقلا عن الكافي .\r\n( 5 ) البحار ج 72 ص 61 نقلا عن الكافي .\r\n","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\n14 - قال رسول اللّه صلى اللّه عليه وآله : اللهم من أحبني فارزقه الكفاف والعفاف ومن ابغضني فأكثر ماله وولده « 1 » .\r\n15 - قال رسول اللّه صلى اللّه عليه وآله : من رضى من اللّه بالقليل من الرزق رضى اللّه منه بالقليل من العمل « 2 » .\r\n16 - عن النضر بن قابوس قال : سألت أبا عبد اللّه عليه السلام عن معنى الحديث : « من رضى من اللّه باليسير من الرزق رضى اللّه منه باليسير من العمل » قال : يطيعه في بعض ويعصيه في بعض « 3 » .\r\nويمكن ان يقال : انه يستفاد من الرواية ان الفقير اسلم من الخطر ويحاسب حسابا يسيرا لعدم الاستطاعة له بالنسبة إلى معظم التكاليف المالية فهو في سعة من ذلك بخلاف الغنى فان عليه أداء التكليف بقدر الوسع والاستطاعة والخروج عن عهدة التكليف مشكل فالخطر والهلاك بالنسبة اليه أعظم والمسؤولية أشد .\r\nلا ان الغنى في حد نفسه مذموم .\r\n17 - عن عطية قال : سمعت أبا جعفر عليه السلام يقول : انا لنحب الدنيا ولا نؤتاها وهو خير لنا وما أوتي عبد منها شيئا الا كان انقص لحظه في الآخرة وليس من شيعتنا من له مأة الف ولا خمسون ألفا ولا أربعون ألفا ، ولو شئت ان أقول ثلاثون ألفا لقلت ، وما جمع رجل قط عشرة آلاف من حلها « 4 » .\r\n18 - عن أبي عبد اللّه عليه السلام قال : ما اعطى اللّه عبدا ثلاثين ألفا وهو يريد به خيرا . وقال : ما جمع رجل قط عشرة آلاف من حل ، وقد جمعها اللّه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البحار ج 72 ص 64 نقلا عن أمالي الطوسي .\r\n( 2 ) البحار ج 72 ص 64 نقلا عن أمالي الطوسي .\r\n( 3 ) البحار ج 72 ص 65 نقلا عن معاني الأخبار .\r\n( 4 ) البحار ج 74 ص 66 نقلا عن السرائر .\r\n","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nلا قوام إذا أعطوا القريب ورزقوا العمل الصالح وقد جمع اللّه لقوم الدنيا والآخرة « 1 » .\r\n19 - عن أبي عبد اللّه عليه السلام قال : المال أربعة آلاف ، واثنا عشر الف كنز « 2 » ، ولم يجتمع عشرون ألفا من حلال ، وصاحب الثلاثين ألفا هالك ، وليس من شيعتنا من يملك مأة الف « 3 » .\r\nوهذه الروايات الثلاث مع ضعف سندها لا تشكل حكما كليا الهيا بل هي بخصوصة بزمان خاص ومكان خاص كما لا يخفى .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البحار ج 72 ص 66 نقلا عن التمحيص .\r\n( 2 ) إشارة إلى قوله تعالى : « الذين يكنزون الذهب والفضة ولا ينفقونها في سبيل اللّه فبشرهم بعذاب أليم » التوبة : 9 - الآية 34 .\r\n( 3 ) البحار ج 72 ص 67 نقلا عن التحميص .\r\n","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\n\r\n9 . الحرص على الدنيا وجمع المال مذموم\r\n1 - عن أبي عبد اللّه عليه السلام قال : رأس كل خطيئة حب الدنيا « 1 » .\r\n2 - عن أبي عبد اللّه عليه السلام قال : ان الشيطان يدبر ابن آدم في كل شئ فإذا أعياه جثم له عند المال فأخذ برقبته « 2 » .\r\n3 - قال رسول اللّه صلى اللّه عليه وآله : ان الدينار والدرهم أهلكا من كان قبلكم وهما مهلكاكم « 3 » .\r\n4 - قال أبو جعفر عليه السلام : مثل الحريص على الدنيا كمثل دودة القز كلما ازدادت من القز على نفسها لفا كان ابعد لها من الخروج حتى تموت غما « 4 » .\r\n5 - قال أبو عبد اللّه عليه السلام : اغنى الغنا من لم يكن للحرص أسيرا « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البحار ج 72 ص 7 نقلا عن الكافي .\r\n( 2 ) البحار ج 72 ص 22 نقلا عن الكافي .\r\n( 3 ) البحار ج 72 ص 23 نقلا عن الكافي .\r\n( 4 ) البحار ج 72 ص 23 نقلا عن الكافي .\r\n( 5 ) البحار ج 72 ص 23 نقلا عن الكافي .\r\n","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\n6 - عن حماد بن بشير قال : سمعت أبا عبد اللّه عليه السلام يقول : ما ذئبان ضاريان في غنم ليس لها راع هذا في أولها وهذا في آخرها بأسرع فيها من حب المال والشرف في دين المؤمن « 1 » .\r\n7 - عن أبي عبد اللّه عليه السلام قال : خرج النبي صلى اللّه عليه وآله وهو محزون فأتاه ملك ومعه مفاتح خزائن الأرض فقال : يا محمد هذه مفاتح خزائن الدنيا يقول لك ربك افتح وخذ منها ما شئت من غير أن تنقص شيئا عندي فقال رسول اللّه صلى اللّه عليه وآله : الدنيا دار من لادار له ولها يجمع من لا عقل له « 2 » .\r\n8 - قال رسول اللّه صلى اللّه عليه وآله : مالي والدنيا انما مثلي ومثلها كمثل راكب رفعت له شجرة في يوم صائف فقام تحتها ثم راح وتركها « 3 » .\r\n9 - عن ابن أبي يعفور قال : سمعت أبا عبد اللّه عليه السلام يقول : فيما ناجى اللّه عز وجل به موسى عليه السلام : لا تركن إلى الدنيا ركون الظالمين وركون من اتخذها أبا واما ، يا موسى لو وكلتك إلى نفسك لتنظر إليها إذا لغلب عليك حب الدنيا وزهرتها . . واترك من الدنيا ما بك الغنى عنه . . واعلم أن كل فتنة بدوها حب الدنيا ولا تغبط أحدا بكثرة المال فان مع كثرة المال تكثر الذنوب لواجب الحقوق « 4 » . . .\r\n10 - عن أبي عبد اللّه عليه السلام قال : ان في كتاب علي عليه السلام : انما مثل الدنيا كمثل الحية ما الين مسها وفي جوفها السم الناقع « 5 » يحذرها الرجل العاقل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البحار ج 72 ص 54 نقلا عن الكافي .\r\n( 2 ) البحار ج 72 ص 67 نقلا عن الكافي .\r\n( 3 ) البحار ج 72 ص 73 نقلا عن الكافي .\r\n( 4 ) الناقع : الهالك .\r\n( 5 ) البحار ج 73 ص 75 نقلا عن الكافي .\r\n","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\n11 - عن أبي عبد اللّه عليه السلام قال : مثل الدنيا كمثل ماء البحر كلما شرب منه العطشا ازداد عطشا حتى يقتله « 1 » .\r\n12 - محمد بن قيس قال : كان النبي صلى اللّه عليه وآله إذا قدم من السفر بدأ بفاطمة عليها السلام فدخل عليها فأطال عندها المكث ، فخرج مرة في سفر فصنعت فاطمة عليها السلام مسكتين « 2 » من ورق وقلادة وقرطين وسترا لباب البيت لقدوم أبيها وزوجها . فلما قدم رسول اللّه صلى اللّه عليه وآله دخل عليها فوقف أصحابه على الباب لا يدرون يقفون أو ينصرفون لطول مكثه عندها فخرج عند المنبر فظنت فاطمة عليها السلام انه انما فعل ذلك رسول اللّه صلى اللّه عليه وآله لما رأى المسكتين والقلادة والقرطين والستر فنزعت قلادتها وقرطيها ومسكتيها ونزعت الستر فبعثت به إلى رسول اللّه صلى اللّه عليه وآله وقالت للرسول :\r\nقل له صلى اللّه عليه وآله : تقرأ عليك ابنتك السلام وتقول : اجعل هذا في سبيل اللّه . فلما أتاه قال صلى اللّه عليه وآله فعلت فداها ابوهاثلاث مرات - ليست الدنيا من محمد وآل محمد ولو كانت الدنيا تعدل عند اللّه من الخير جناح بعوضة ما سقى فيها كافرا شربة ماء ، ثم قام فدخل عليها « 3 » .\r\n13 - قال رسول اللّه صلى اللّه عليه وآله : ان اللّه جل جلاله أوحى إلى الدنيا ان اتعبى من خدمك واخدمى من رفضك « 4 » .\r\n14 - عن حفص قال : قال أبو عبد اللّه عليه السلام : يا حفص ما أنزلت الدنيا من نفس الا بمنزلة الميتة إذا اضطررت إليها أكلت منها « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البحار ج 73 ص 79 نقلا عن الكافي .\r\n( 2 ) المسكة : الخلخال .\r\n( 3 ) البحار ج 72 ص 89 نقلا عن أمالي الصدوق .\r\n( 4 ) البحار ج 72 ص 87 نقلا عن أمالي الصدوق .\r\n( 5 ) البحار ج 72 ص 90 نقلا عن تفسير القمي .\r\n","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\n15 - عن ابن رباط رفعه قال : شكى رجل إلى أمير المؤمنين عليه السلام الحاجة فقال : اعلم أن كل شئ تصيبه من الدنيا فوق قوتك فإنما أنت فيه خازن لغيرك « 1 » .\r\n16 - قال رسول اللّه صلى اللّه عليه وآله : اخبرني جبرئيل ان ريح الجنة توجد من مسيرة الف عام ما يجدها عاق ولا قاطع رحم . . . ولا جعظرى ، قال : قلت فما الجعظرى ؟ قال : الذي لا يشبع من الدنيا « 2 » .\r\n17 - قال أمير المؤمنين عليه السلام : من عبد الدنيا وآثرها على الآخرة استوخم العاقبة . وقال : أنا يعسوب المؤمنين والمال يعسوب الظلمة « 3 » .\r\n18 - قال أبو عبد اللّه عليه السلام : المسجون من سجنته دنياه عن آخرته « 4 » .\r\n19 - عن أبي عبد اللّه عليه السلام قال : آخر نبي يدخل الجنة سليمان بن داود عليه السلام وذلك لما أعطي في الدنيا « 5 » .\r\n20 - عن علي بن الحسين أنه قال يوما لأصحابه : اخوانى أوصيكم بدار الآخرة ولا أوصيكم بدار الدنيا فإنكم عليها حريصون وبها متمسكون . أما بلغكم ما قال عيسى بن مريم للحواريين ! قال لهم : الدنيا قنطرة فاعبروها ولا تعمروها . وقال : أيكم يبنى على موج البحر دارا ، تلكم الدار الدنيا فلا تتخذوها قرارا « 6 » .\r\n21 - قال رسول اللّه صلى اللّه عليه وآله : ما الدنيا في الآخرة الا مثل ما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البحار ج 72 ص 90 نقلا عن الخصال .\r\n( 2 ) البحار ج 72 ص 103 نقلا عن معاني الأخبار .\r\n( 3 ) البحار ج 72 ص 104 نقلا عن معاني الأخبار .\r\n( 4 ) البحار ج 72 ص 105 نقلا عن المحاسن .\r\n( 5 ) البحار ج 73 107 نقلا عن السرائر .\r\n( 6 ) البحار ج 72 ص 107 نقلا عن مجالس المفيد .\r\n","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nيجعل أحدكم إصبعه في اليم فلينظر بم يرجع « 1 » .\r\n22 - قال أمير المؤمنين عليه السلام : ولا تسألوا فيها فوق الكفاف ولا تطلبوا منها أكثر من البلاغ « 2 » .\r\n23 - قال المسيح عليه السلام للحواريين : انما الدنيا قنطرة فاعبروها ولا تعمروها « 3 » .\r\n24 - قال أمير المؤمنين عليه السلام : ما أصف دارا أولها عناء وآخرها فناء في حلالها حساب وفي حرامها عقاب « 4 » .\r\n25 - قال الصادق عليه السلام : كان عيسى بن مريم يقول لأصحابه : قال اللّه تعالى : يا موسى ان الدنيا دار عقوبة وجعلتها ملعونة ملعون ما فيها الا ما كان لي « 5 » .\r\n26 - قال النبي صلى اللّه عليه وآله : الدنيا دار من لا دار له ، ومال من لا مال له ، ولها يجمع من لا عقل له « 6 » .\r\n27 - عن أبي عبد اللّه عليه السلام قال : مثل الدنيا كمثل البحر المالح كلما شرب العطشان منه ازداد عطشا حتى يقتله « 7 » .\r\n28 - عن علي عليه السلام : الدنيا دارمني لها الفناء . . ولا تسألوا فوق الكفاف ولا تطلبوا منها أكثر من البلاغ « 8 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البحار ج 73 ص 119 نقلا عن روضة الواعظين .\r\n( 2 ) البحار ج 73 ص 119 نقلا عن روضة الواعظين .\r\n( 3 ) البحار ج 73 ص 119 نقلا عن روضة الواعظين .\r\n( 4 ) البحار ج 73 ص 120 نقلا عن روضة الواعظين .\r\n( 5 ) البحار ج 73 ص 121 نقلا عن روضة الواعظين .\r\n( 6 ) البحار ج 73 ص 122 نقلا عن روضة الواعظين .\r\n( 7 ) البحار ج 73 ص 126 نقلا عن كتاب الحسين بن سعيد الأهوازي .\r\n( 8 ) البحار ج 73 ص 135 نقلا عن نهج البلاغة\r\n","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\n29 - قال رسول اللّه صلى اللّه عليه وآله : من أحب دنياه أضر بآخرته « 1 »\r\n30 - قال أمير المؤمنين عليه السلام : الدنيا دول فاطلب حظك منها بأجمل الطلب « 2 » .\r\n31 - عن الصادق عليه السلام قال : ان كان الحساب حقا فالجمع لماذا « 3 » .\r\n32 - عن أبي عبد اللّه عليه السلام قال : كان ؟ ؟ ؟ بني إسرائيل مجاعة حتى نبشوا الموتى فأكلوهم ، فنبشوا قبرا فوجدوا فيه لوحا فيه مكتوب : أنا فلان النبي ينبش قبرى حبشي ، ما قدمنا وجدناه ، وما أكلناه ربحناه ، وما خلفناه خسرناه « 4 » .\r\n33 - عن أبي جعفر عليه السلام في قوله تعالى : « الذين يكنزون الذهب ولا فضة ولا ينفقونها في سبيل اللّه فبشرهم بعذاب أليم » فان اللّه حرم كنز الذهب والفضة وأمر بانفاقه في سبيل اللّه ، وقوله تعالى : « يوم يحمى عليها في نار جهنم فتكوى بها جباههم وجنوبهم وظهورهم هذا ما كنزتم لأنفسكم فذوقوا ما كنتم تكنزون » قال : كان أبو ذر الغفاري يغدو كل يوم وهو بالشام فينادى بأعلى صوته :\r\nبشر أهل الكنوز بكي في الجباه وكي بالجنوب وكي بالظهور أبدا حتى يتردد الحر « 5 » في أجوافهم « 6 » .\r\n34 - عن ابن بزيع قال : سمعت الرضا عليه السلام يقول : لا يجتمع المال الابخصال خمس : ببخل شديد وأمل طويل وحرص غالب وقطيعة الرحم وايثار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البحار ج 73 ص 135 نقلا عن كنز الفوائد .\r\n( 2 ) البحار ج 73 ص 135 نقلا عن كنز الفوائد .\r\n( 3 ) البحار ج 73 ص 137 نقلا عن أمالي الصدوق .\r\n( 4 ) البحار ج 73 ص 137 نقلا عن أمالي الصدوق .\r\n( 5 ) الحرق .\r\n( 6 ) البحار ج 73 ص 138 نقلا عن تفسير القمي .\r\n","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nالدنيا على الآخرة « 1 » .\r\n35 - قال رسول اللّه صلى اللّه عليه وآله : أيكم مال وارثه أحب اليه من ماله ؟\r\nقالوا : ما فينا أحد يحب ذلك يا رسول اللّه . قال : بل كلكم يحب ذلك ، ثم قال :\r\nيقول ابن آدم مالي مالي . وهل لك من مالك الا ما أكلت فأفنيت أو لبست فأبليت أو تصدقت فأمضيت « 2 » وما عدا ذلك فهو مال الوارث « 3 » .\r\n36 - ذكر بعضهم عند أبي الحسن عليه السلام فقال : بلغنا ان رجلا هلك على عهد رسول اللّه صلى اللّه عليه وآله وترك دينارين وقال رسول اللّه صلى اللّه عليه وآله : ترك كثيرا . قال : ان ذاك كان رجلا يأتي أهل الصفة فيسألهم فمات وترك دينارين « 4 » .\r\n37 - عن أبي عبد اللّه عليه السلام قال : أوحى تعالى إلى موسى عليه السلام : لا تفرح بكثرة المال ولا تدع ذكرى على كل حال فان كثرة المال تنسى الذنوب وترك ذكرى يقسى القلوب « 5 » .\r\n38 - عن أبي عبد اللّه عليه السلام في قول اللّه تعالى : « كذلك يريهم اللّه أعمالهم حسرات عليهم » « 6 » . قال : هو الرجل يدع المال لا ينفقه في طاعة اللّه بخلا ثم يموت فيدعه لمن يعمل به في طاعة اللّه أو في معصيته ، فان عمل به في طاعة اللّه رآه في ميزان غيره فزاده حسرة وقد كان المال له ، أو عمل به في معصية اللّه فهو قواه بذلك المال حتى عمل به في معاصي اللّه « 7 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البحار ج 73 ص 138 نقلا عن الخصال .\r\n( 2 ) أي فأبقيت كما في بعض الروايات .\r\n( 3 ) البحار ج 73 ص 138 نقلا عن امالى الطوسي .\r\n( 4 ) البحار ج 73 ص 141 نقلا عن معاني الأخبار .\r\n( 5 ) البحار ج 73 ص 142 نقلا عن قصص الأنبياء .\r\n( 6 ) البقرة : 2 - الآية 167 .\r\n( 7 ) البحار ج 73 ص 142 نقلا عن تفسير العياشي .\r\n","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\n39 - سئل أمير المؤمنين عليه السلام عن أعظم الناس حسرة ؟ قال : من رآى ماله في ميزان غيره وأدخله اللّه به النار وأدخل وارثه به الجنة « 1 » .\r\n40 - عن أحدهما في معنى قوله تعالى : « كذلك يريهم اللّه أعمالهم حسرات عليهم » « 2 » قال : الرجل يكسب مالا فيحرم أن يعمل خيرا فيموت فيرثه غيره فيعمل عملا صالحا فيرى الرجل ما كسب حسنات في ميزان غيره « 3 » .\r\n41 - عن أبي جعفر عليه السلام في قول « 4 » اللّه تعالى : « الذين يكنزون الذهب والفضة . . . » انما عنى بذلك ما جاوز ألفي درهم « 5 » . 42 - عن علي عليه السلام : يا بن آدم ما كسبت فوق قوتك فأنت فيه خازن لغيرك « 6 » .\r\n43 - عن الصادق عليه السلام : ان كان الرزق مقسوما فالحرص لماذا ؟ « 7 » .\r\n44 - عن أمير المؤمنين عليه السلام قال : لو رأى العبد أجله وسرعته اليه لأبغض الامل وترك طلب الدنيا « 8 » .\r\n45 - قال علي عليه السلام : ما أنزل الموت منزلته من عد غدا من أجله « 9 » .\r\n46 - كان علي عليه السلام يقول : لو رأى العبد أجله وسرعته اليه لأبغض\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البحار ج 73 ص 142 نقلا عن تفسير العسكري .\r\n( 2 ) البقرة : 2 - الآية 167 .\r\n( 3 ) البحار ج 73 ص 143 نقلا عن مجالس المفيد .\r\n( 4 ) التوبة : 9 - الآية 34 .\r\n( 5 ) البحار ج 73 ص 143 نقلا عن تفسير العياشي .\r\n( 6 ) البحار ج 73 ص 144 نقلا عن نهج البلاغة .\r\n( 7 ) البحار ج 73 ص 160 نقلا عن أمالي الصدوق .\r\n( 8 ) البحار ج 73 ص 164 نقلا عن عيون أخبار الرضا .\r\n( 9 ) البحار ج 73 ص 166 نقلا عن كتاب الحسين بن سعيد .\r\n","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nالامل وطلب الدنيا « 1 » .\r\n47 - قال النبي صلى اللّه عليه وآله : أفقر الناس الطمع « 2 » .\r\n48 - قال رسول اللّه صلى اللّه عليه وآله : من اتى ذاميسرة فتخشع له طلب ما في يديه ذهب ثلثا دينه « 3 » .\r\n49 - عن أبي عبد اللّه عليه السلام قال : كان أمير المؤمنين عليه السلام يقول :\r\nابن آدم ان كنت تريد من الدنيا ما يكفيك فان أيسر ما فيها يكفيك وان كنت انما تريد مالا يكفيك فان كل ما فيها لا يكفيك « 4 » .\r\n50 - عن أبي جعفر أو أبى عبد اللّه عليهما السلام قال : من قنع بما رزقه اللّه فهو من أغنى الناس « 5 » .\r\n51 - عن أبي عبد اللّه عليه السلام قال : من جمع مالا من مهاوش أذهبه اللّه في نهابر « 6 » .\r\n52 - قال رسول اللّه صلى اللّه عليه وآله : من أصبح معافى في جسده ، آمنا في سربه ، عنده قوت يومه وليله ، فكأنما خيرت له الدنيا ، يا بن جعشم يكفيك منها ما سد جوعتك ووارى عورتك ، فان يكن بيت يكنك فذاك ، وان يكن دابة تركبها فبخ بخ والافالخبز وماء البحر وما بعد ذلك حساب عليك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البحار ج 73 ص 166 نقلا عن كتاب الحسين بن سعيد الأهوازي .\r\n( 2 ) البحار ج 73 ص 168 نقلا عن أمالي الصدوق .\r\n( 3 ) البحار ج 73 ص 169 نقلا عن تفسير القمي .\r\n( 4 ) البحار ج 73 ص 176 نقلا عن الكافي .\r\n( 5 ) البحار ج 73 ص 178 نقلا عن الكافي .\r\n( 6 ) البحار ج 103 ص 8 نقلا عن المحاسن . وقد نقل هذا الحديث في إعلام الورى للطبرسي في باب معجزات الصادق « ع » بالفارسية من كلامه عليه السلام هكذا : « از پاد آيد به دم شود » .\r\n","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nأو عذاب « 1 » .\r\n53 - روى عيسى بن موسى عن الصادق عليه السلام قال : قال : يا عيسى المال مال اللّه عز وجل جعله ودايع عند خلقه وأمرهم أن يأكلوا منه قصدا ويشربوا منه قصدا ويلبسوا منه قصدا وينكحوا منه قصدا ويركبوا منه قصدا ، ويعود وابما سوى ذلك على فقراء المؤمنين . فمن تعدى ذلك كان ما أكله حراما وما شرب منه حراما وما لبسه منه حراما وما نكحه منه حراما وما ركبه منه حراما « 2 » .\r\nظاهر الرواية غير معمول به ولعلها تحمل على الاستحباب والكراهة .\r\n54 - عن النبي صلى اللّه عليه وآله قال : تكون أمتي في الدنيا على ثلاثة اطباق :\r\nاما الطبق الأول فلا يحبون جمع المال وادخاره ولا يسعون في اقتنائه واحتكاره وانما ارضاهم من الدنيا سدجوعة وستر عورة وأغناهم فيها ما بلغ بهم الآخرة فأولئك الآمنون الذين لا خوف عليهم ولا هم يحزنون .\r\nواما الطبق الثاني فإنهم يحبون جمع المال من أطيب وجوهه وأحسن سبله يصلون به أرحامهم ويبرون به اخوانهم ويواسون به فقراءهم ولعضّ أحدهم على الرصيف أيسر عليه من أن يكسب درهما من غير حله أو يمنعه من حقه أو ان يكون له خازنا إلى حين موته فأولئك الذين ان نوقشوا عذبوا وان عفى عنهم سلموا .\r\nواما الطبق الثالث فإنهم يحبون جمع المال مما حل وحرم ومنعه مما افترض ووجب ان انفقوه انفقوه اسرافا وبدارا وان امسكوه امسكوه بخلا واحتكارا « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البحار ج 103 ص 13 نقلا عن عدة الداعي .\r\n( 2 ) البحار ج 103 ص 16 نقلا عن اعلام الدين .\r\n( 3 ) البحار ج 103 ص 16 - 17 نقلا عن اعلام الدين .\r\n","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\n55 - عن ابن عمر روى هذه الرواية عن النبي صلى اللّه عليه وآله وفي ذيله : وان امسكوه امسكوه بخلا واحتكارا أولئك الذين ملكت الدنيا زمام قلوبهم حتى أوردتهم النار بنوبهم « 1 » .\r\n56 - عن علي عليه السلام : طوبى لمن ذل في نفسه وطاب كسبه . . . وانفق الفضل من ماله « 2 » .\r\n57 - وعنه عليه السلام : امسك المال بقدر ضرورتك وقدم الفضل ليوم حاجتك « 3 » .\r\n58 - وعنه عليه السلام : كن سمحا ولا تكن مبذرا وكن مقدار ولا تكن مقترا « 4 » .\r\n59 - وعنه عليه السلام : ان أعظم الحسرات يوم القيامة حسرة رجل كسب ما لا في غير طاعة اللّه فورثه رجل فأنفقه في طاعة اللّه فدخل به الجنة ودخل الأول به النار « 5 » .\r\n60 - وعنه عليه السلام : معاشر الناس اتقوا اللّه فكم من مؤمل ما لا يبلغه وبان مالا يسكنه وجامع ما سوف يتركه ولعله من باطل جمعه ومن حق منعه اصابه حراما واحتمل به اثاما فباء بوزوره وقدم على ربه آسفا لاهفا قد « خسر الدنيا والآخرة ذلك هو الخسران المبين » « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البحار 103 ص 23 - 24 نقلا عن عدة الداعي .\r\n( 2 ) نهج البلاغة ج 3 ص 179 .\r\n( 3 ) نهج البلاغة ج 3 ص 23 .\r\n( 4 ) نهج البلاغة ج 3 ص 159 .\r\n( 5 ) نهج البلاغة ج 3 ص 255 .\r\n( 6 ) نهج البلاغة ج 3 ص 235 ولا يخفى ان كثيرا من روايات هذا العنوان يكون أيضا من الطائفة الثالثة ، اى الشاهدة للجمع .\r\n","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\n\r\n10 . لا قيمة للدنيا في قبال الآخرة والكمال المعنوي\r\n1 - عن علي عليه السلام : ما دنياه التي تحسنت له بخلف من الآخرة التي قبحها سوء النظر عنده وما المغرور الذي ظفر من الدنيا بأعلى همته كالاخر الذي ظفر بالآخرة بأدنى سهمته « 1 » .\r\n2 - عجبت لها مردار الفناء وتارك دار البقاء « 2 » .\r\n3 - لا يترك الناس شيئا من امر دينهم لاستصلاح دنياهم الافتح اللّه عليهم ما هو أضر منه « 3 » .\r\n4 - ليس الخير ان يكثر مالك وولدك ولكن الخير ان يكثر علمك « 4 » .\r\n5 - العلم خير من المال . . . هلك خزان الأموال وهم باقون والعلماء باقون ما بقي الدهر « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة ج 3 ص 241 .\r\n( 2 ) نهج البلاغة ج 2 ص 180 .\r\n( 3 ) نهج البلاغة ج 3 ص 175 .\r\n( 4 ) نهج البلاغة ج 3 ص 171 .\r\n( 5 ) نهج البلاغة ج 3 ص 187 .\r\n","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\n\r\nسيرة الأنبياء عليهم السلام ، الزهد في الدنيا فهبداهم اقتده . ولكم في رسول اللّه أسوة حسنة\r\n1 - عن علي عليه السلام : ألا وان امامكم قد اكتفى من دنياه بطمريه ومن طعمه بقرصيه ألا وانكم لا تقدرون على ذلك ولكن اعينونى بورع واجتهاد وعفة وسداد ، فو اللّه ما كنزت من دنياكم تبرا ولا ادخرت من غنائمها وفرا ولا أعددت لبالى ثوبي طمرا ولاحزت من أرضها شبرا . . . بلى كانت في أيدينا فدك من كل ما ظلته السماء فشحت عليها نفوس قوم وسخت عنها نفوس قوم آخرين . ونعم الحكم اللّه . وما أصنع بفدك وغير فدك « 1 » .\r\n2 - ان اللّه فرض على أئمة العدل أن يقدروا أنفسهم بضعفة الناس كيلا يتبيغ بالفقير فقره « 2 » .\r\n3 - قد كان في رسول اللّه صلى اللّه عليه وآله كاف لك في الأسوة . ودليل لك على ذم الدنيا وعيبها وكثرة مخازيها ومساويها ، إذ قبضت عنه أطرافها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة ج 3 ص 78 .\r\n( 2 ) نهج البلاغة ج 2 ص 213 .\r\n","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nووطئت لغيره أكنافها . وفطم عن رضاعها . وزوى عن زخارفها .\r\nوان شئت ثنيت بموسى كليم اللّه عليه السلام . إذ يقول : رب اني لما أنزلت إلي من خير فقير . واللّه ما سأله الاخبزا يأكله . لأنه كان يأكل بقلة الأرض . ولقد كانت خضرة البقل ترى من شفيف صفاف بطنه لهزاله وتشذب لحمه .\r\nوان شئت ثلث بداود ( ع ) صاحب المزامير قارىء أهل الجنة . فلقد كان يعمل سفائف الخوص بيده ويقول لجلسائه أيكم يكفيني بيعها ؟ ويأكل قرص الشعير من ثمنها .\r\nوان شئت قلت في عيسى بن مريم عليه السلام‌فلقد كان يتوسد الحجر ويأكل الخشن وكان ادامه الجوع . وسراجه بالليل القمر . . . وفاكهته وريحانه ما تنبت الأرض للبهائم ولم تكن له زوجة تفتنه ولا ولد يحزنه ولا مال يلفته ولا طمع يذله .\r\nدابته رجلاه وخادمه يداه .\r\nفتأس بنبيك الأطيب الاحمد صلى اللّه عليه وآله فان فيه أسوة لمن تأسى وعزاء لمن تعزى وأحب العباد إلى اللّه المتأسي بنبيه والمقتص لاثره . . .\r\nولقد كان في رسول اللّه صلى اللّه عليه وآله ما يدلك على مساوى الدنيا وعيوبها . إذ جاع فيها مع خاصته وزويت عنه زخارفها مع عظيم زلفته . فلينظر ناظر بعقله أكرم اللّه محمدا بذلك أم أهانه ؟ فان قال أهانه فقد كذب وأتى بالافك العظيم . وان قال أكرمه فليعلم : ان اللّه قد أهان غيره . حيث بسط الدنيا له .\r\nوزواها عن أقرب الناس منه فتأسى متأس بنبيه . خرج من الدنيا . . . لم يضع حجرا على حجر . حتى مضى لسبيله . وأجاب داعي ربه فما أعظم منة اللّه عندنا حين أنعم علينا به سلفا نتبعه . . .\r\nواللّه لقد رقعت مدرعتى هذه حتى استحييت من راقعها . ولقد قال لي قائل :\r\nألا تنبذها عنك . فقلت : اعزب عنى ، فعند الصباح يحمد القوم السرى « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة ج 2 ص 73 - 76 .\r\n","page_name":" 139 ","page_number":139},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\n\r\nالفصل الثالث : لطائفة الثالثة\r\nوتذكر تحت هذه العناوين :\r\n1 - حب الدنيالا أصل الدنيامذموم .\r\n2 - الفرح بالدنيا مذموم .\r\n3 - الدنيا مذمومة إذا كانت ملهية للانسان .\r\n4 - تقديم الدنيا على الآخرة مذموم .\r\n5 - جمع المال والبخل به مذموم .\r\n6 - شراء الآخرة بالدنيا مذموم واشتراء الآخرة بالدنيا ممدوح ،\r\n7 - الاسراف والتبذير والاتراف مذمومة .\r\n8 - عدم انفاق المال فيما أمر اللّه به مذموم .\r\n9 - الاطمئنان إلى الدنيا مذموم .\r\n10 - الدنيا إذا كانت عونا على الآخرة ممدوحة .\r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\n\r\n1 . حب الدنيالا أصل الدنيامذموم\r\n1 - قال اللّه تعالى : زين للناس حب الشهوات من النساء والبنين والقناطير المقنطرة . . . ذلك متاع الحياة الدنيا واللّه عنده حسن المآب « 1 » .\r\nوالظاهر أن فاعل التزيين ليس هو اللّه سبحانه بل هو الشيطان أو النفس الامارة بالسوء ، وذلك لان التزيين على قسمين :\r\nتزيين للتوسل بالدنيا إلى الآخرة وابتغاء مرضاة اللّه بالمال والجاه والأولاد وهو سلوك الهى حسن ، وتزيين فطرى وهو الميل الغريزي للانسان بالنسبة إلى هذه المور وهذا التزيين منسوب اليه تعالى ، فان الحب الطبيعي بالنسبة إلى هذه الأمور هو المحرك الوحيد للانسان لتكشيل الاجتماع والقيام بمصالحه .\r\nوتزيين آخر لجلب القلوب وايقافها على الزينة والهائها عن ذكر اللّه وهو تصرف شيطانى مذموم نسبه اللّه سبحانه إلى الشيطان في مواضعه من كلامه .\r\nوالمراد بالحب للشهوات التوغل والانغمار في حبها وهو المنسوب إلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) آل عمران : 3 - الآية 13 .\r\n","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nالشيطان لا أصل الحب المودع في الفطرة والغريزة والطبيعة وهو المنسوب إلى اللّه سبحانه .\r\nوالآية مسوقة لدفع توهم الاستغناء عن اللّه بالأموال والأولاد كما في ما قبل الآية « ان الذين كفروا لن تغنى عنهم أموالهم ولا أولادهم من اللّه شيئا » إذ يظهر منها ان الكفار يعتقدون الاستغناء بالأموال والأولاد من اللّه . فالآية تبين أن سبب ذلك انهم انكبوا على حب هذه المشتهيات وانقطعوا إليها من ما يهمهم من امر الآخرة وقد اشتبه عليهم الامر فان ذلك متاع الحياة الدنيا وما هو الامقدمة لنيل ما عنده اللّه من حسن المآب وانما قدر لهم ذلك ليتخذوها وسيلة إلى الدار الآخرة ويأخذوا من متاع هذه ما يتمتعون به في تلك الدار لا لينظروا إلى ما في الدنيا من زخرفها وزينتها بعين الاستقلال ويتخذوا الوسيلة غاية ومقصدا . وهذا التزين اعني ظهور الدنيا للانسان بزينة الاستقلال والغاية والمقصد لا يستند إلى اللّه سبحانه بل يستند إلى الشيطان . زين لهم الشيطان ما كانوا يعملون .\r\nفالمقام مقام ذم هذه الشهوات المحبوبة للناس لصرفها والهائها الناس عمالهم عند اللّه وحثهم على الاعراض عن الآخرة بقرينة ذيل الآية « ذلك متاع الحياة الدنيا واللّه عنده حسن المآب قل أونبئكم بخير من ذلكم » .\r\nفهذا الحب هو الحب البالغ حد العشق والانغمار في الشهوات والذي صار سببا لترجيح الدنيا على الآخرة بتزيين الشيطان .\r\nوبناءا على هذا تكون الآية شاهدا للجمع بين الآيات والروايات وأما إذا كان المزين هو اللّه تعالى كما في بعض التفاسير فلا تنفعنا في المقام كما لا يخفى فراجع .\r\n2 - فقال إني أحببت حب الخير عن ذكر ربى حتى تورات بالحجاب « 1 » .\r\nبناءا على بعض التفاسير .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ص : 38 - الآية 32 .\r\n","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\n3 - كل بل تحبون العاجلة وتذرون الآخرة « 1 » .\r\n4 - ان هؤلاء يحبون العاجلة ويذرون ورائهم يوما ثقيلا « 2 » .\r\n5 - وتحبون المال حبا جما « 3 » .\r\nيستفاد من هذه الآيات ان المذموم ليست الدنيا بذاتها بل الذم راجع إلى أمر نفساني وهو الحب المفرط للدنيا وترجيحها على الآخرة .\r\n* * * وأما الروايات : 1 - فعن الصادق عليه السلام : رأس كل خطيئة حب الدنيا « 4 » .\r\n2 - عن علي عليه السلام : أخرجوا من الدنيا قلوبكم من قبل ان تخرج منها أبدانكم « 5 » .\r\n3 - وعنه عليه السلام : انصرفوا بقلوبكم عنها ولا يختن أحدكم خنين الأمة على ما زوى عنه منها « 6 » .\r\n4 - وعنه عليه السلام : من لهج قلبه بحب الدنيا التاط قلبه منها بثلاث :\r\nهمّ لا يغبه ، وحرص لا يتركه ، وأمل لا يدركه « 7 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) القيامة 75 : الآية 20 .\r\n( 2 ) الانسان 76 : الآية 27 .\r\n( 3 ) الفجر 89 : الآية 20 .\r\n( 4 ) البحار ج 73 ص 7 نقلا عن الكافي .\r\n( 5 ) نهج البلاغة ج 2 ص 209 .\r\n( 6 ) نهج البلاغة ج 2 ص 106 .\r\n( 7 ) نهج البلاغة ج 3 ص 203 .\r\n","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\n\r\n2 . الفرح بالدنيا مذموم\r\n1 - قال اللّه تعالى : فلما نسوا ما ذكّروا به فتحنا عليهم أبواب كل شئ حتى إذا فرحوا بما أوتوا اخذناهم بغتة وهم مبلسون « 1 » .\r\n2 - وإذا أذقنا الناس رحمة فرحوا بها وان تصبهم سيئة بما قدمت أيديهم إذا هم يقنطون « 2 » .\r\n3 - وفرحوا بالحياة الدنيا وما الحياة الدنيا في الآخرة الامتاع « 3 » .\r\n4 - وانا إذا أذقنا الانسان منا رحمة فرح بها وان تصبهم سيئة بما قدمت أيديهم فان الانسان كفور « 4 » .\r\nبناءا على كون الآية في مقام بيان كون الفرح بالدنيا مذموما لا بيان ان الانسان كفور .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الانعام 6 : الآية 44 .\r\n( 2 ) الروم 30 : الآية 36 .\r\n( 3 ) الرعد 13 : الآية 26 .\r\n( 4 ) الشورى 42 : الآية 48 .\r\n","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\n\r\n3 . الدنيا الملهية للانسان مذمومة\r\n1 - قال اللّه تعالى : رجال لا تلهيهم تجارة ولا بيع عن ذكره اللّه « 1 » .\r\n2 - يا أيها الذين آمنوا لا تلهكم أموالكم ولا أولادكم عن ذكر اللّه ومن يفعل ذلك فأولئك هم الخاسرون « 2 » .\r\n3 - الهكم التكاثر حتى زرتم المقابر « 3 » .\r\nوعن علي عليه السلام : ان للذكر لاهلا أخذوه من الدنيا بدلا فلم تشغلهم تجارة ولا بيع عنه « 4 » . . .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النور 24 : الآية 37 .\r\n( 2 ) المنافقون 63 : الآية 9 .\r\n( 3 ) التكاثر 102 : الآية 1 .\r\n( 4 ) نهج البلاغة ج 2 ص 238 .\r\n","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\n\r\n4 . تقديم الدنيا على الآخرة مذموم\r\n1 - قال اللّه تعالى : قل ان كان آباؤكم وأبناؤكم واخوانكم وأزواجكم وعشيرتكم وأموال اقتر فتموها تجارة تخشون كسادها ومساكن ترضونها أحب إليكم من اللّه ورسوله وجهاد في سبيله فتربصوا حتى يأتي اللّه بأمره واللّه لا يهدى القوم الفاسقين « 1 » .\r\nويستفاد منها ان المانع عن الهجرة إلى دار الاسلام والجهاد وإطاعة اللّه ورسوله هو الحب المتعلق بغير اللّه ، وقد عدت في هذه الآية أصول ما يتعلق به الحب النفساني وبيّن ان تقديم حب هذه الأمور على حب اللّه ورسوله والجهاد في سبيله موجب للعذاب . فحب هذه الأمور مشروع ما لم يكن مقدما على حب اللّه ورسوله ، والمؤمنون أشد حبا للّه .\r\n2 - وويل للكافرين من عذاب شديد الذين يستحبون الحياة الدنيا على الآخرة « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التوبة 9 : الآية 24 .\r\n( 2 ) إبراهيم 14 : الآية 3 .\r\n","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\n3 - ولكن من شرح بالكفر صدرا فعليهم غضب من اللّه ولهم عذاب عظيم . ذلك بأنهم استحبوا الحياة الدنيا على الآخرة واللّه لا يهدى القوم الكافرين « 1 » .\r\nقال الراغب : « حقيقة الاستحباب ان يتحرى الانسان في الشئ ان يحبه واقتضى تعديته بعلى معنى الايثار » « 2 » .\r\nومعنى استحباب الحياة الدنيا على الآخرة اختيار الدنيا وترك الآخرة رأسا ويقابله اختيار الآخرة على الدنيا بمعنى اخذ الآخرة غاية للسعى وجعل الدنيا مقدمة لها يتوسل بها إليها . فمن اختار الآخرة وأثبتها لزمه اثبات الدنيا لمقدميتها ومن اختار الدنيا وجعلها غايةلزمه نفى الآخرة تماما . فمفاد الآية واللّه العالم : انهم يتعلقون تمام التعلق بالحياة الدنيا ويعرضون عن الآخرة بنفيها .\r\nفالفرق بين الحب وا لاستحباب بالشدة والضعف لان زيادة المباني تدل على زيادة المعاني فالمبغوض تقديم حب الدنيا على حب الآخرة عند التزاحم وايثار الدنيا على الآخرة ، وبهذا يجمع بين الطائفتين . فالدنيا إذا كانت مقدمة لتحصيل الآخرة وفي طريق الآخرة فهي في الحقيقة آخرة كما وردت في بعض الروايات ، وأما إذا كانت مستقلة في المحبوبية بحيث تقدم على الآخرة فهي مبغوضة وموجبة للفسق والكفر بل هي عين الكفر وانكار الآخرة والمعاد كما لا يخفى .\r\n4 - فقال : انى أحببت حب الخير عن ذكر ربى حتى توارت بالحجاب « 3 » .\r\n5 - يا أيها الذين آمنوا مالكم إذا قيل لكم انفروا في سبيل اللّه اثا قلتم إلى الأرض أرضيتم بالحياة الدنيا من الآخرة « 4 » .\r\n6 - فأما من طغى وآثر الحياة الدنيا فان الجحيم هي المأورى « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النحل 16 - الآية 107 .\r\n( 2 ) المفردات ص 105 .\r\n( 3 ) ص 38 : الآية 32 .\r\n( 4 ) التوبة 9 : الآية 38 .\r\n( 5 ) النازعات 79 : الآية 27 .\r\n","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\n7 - بل تؤثرون الحياة الدنيا والآخرة خير وأبقى « 1 » .\r\n* * * وأما الروايات : 1 - فعن علي عليه السلام : اعلموا أن ما نقص من الدنيا وزاد في الآخرة خير مما نقص من الآخرة وزاد في الدنيا فكم من منقوص رابح ومزيد خاسر « 2 » .\r\n2 - فصارت الدنيا أملك بكم من الآخرة والعاجلة أذهب بكم من الاجلة « 3 » .\r\n3 - ان دعي إلى حرث الدنيا عمل وان دعى إلى حرث الآخرة كسل . كأن ما عمل له واجب عليه وكأن ما ونى فيه ساقط عنه « 4 » .\r\n4 - أف لكم لقد سئمت عتابكم أرضيتم بالحياة الدنيا من الآخرة عوضا وبالذل من العز خلفا « 5 » .\r\n5 - ولبئس المتجر أن ترى الدنيا لنفسك ثمنا وممالك عند اللّه عوضا « 6 » . . .\r\n6 - من عظمت الدنيا في عينه وكبر موقعها في قلبه آثرها على اللّه فانقطع إليها وصار عبدا لها وقد كان في رسول اللّه صلى اللّه عليه وآله كاف لك في أسوة ودليل لك على ذم الدنيا وعيبها وكثرة مخازيها ومساويها « 7 » .\r\n7 - قال الصادق عليه السلام : ليس منا من ترك دنياه لاخرته ولا آخرته لدنياه « 8 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الاعلى 87 : الآية 16 .\r\n( 2 ) نهج البلاغة ج 1 ص 224 .\r\n( 3 ) نهج البلاغة ج 1 ص 221 .\r\n( 4 ) نهج البلاغة ج 1 ص 197 .\r\n( 5 ) نهج البلاغة ج 1 ص 78 .\r\n( 6 ) نهج البلاغة ج 1 ص 73 .\r\n( 7 ) نهج البلاغة ج 2 ص 72 .\r\n( 8 ) الوسائل 12 ج ص 49 نقلا عن الفقيه .\r\n","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\n8 - قال رجل لأبي عبد اللّه عليه السلام : واللّه انا لنطلب الدنيا ونحب أن نؤتاها . فقال عليه السلام : تحب أن تصنع بها ماذا ؟ قال : أعود بها على نفسي وعيالي وأصل بها وأتصدق بها وأحج وأعتمر . فقال أبو عبد اللّه عليه السلام :\r\nليس هذا طلب الدنيا هذا طلب الآخرة « 1 » .\r\n9 - عن هشام بن سالم قال سمعت أبا عبد اللّه عليه السلام يقول : انا لنحب الدنيا وأن لا نعطاها خير لنا وما أعطى أحد منها شيئا الأنقص حظه في الآخرة .\r\nقال فقال له رجل : واللّه انا لنطلب الدنيا فقال له أبو عبد اللّه عليه السلام : تصنع بها ماذا ؟ قال : أعود بها على نفسي وعلى عيالي وأتصدق منها وأصل منها وأحج منها قال : فقال أبو عبد اللّه عليه السلام : ليس هذا طلب الدنيا هذا طلب الآخرة « 2 » .\r\nوهذه الرواية وما سبقها من أحسن ما في الباب لرفع التعارض بين الطائفتين من الاخبار والآيات ، وفي الحقيقة لهما لسان الحكومة والشارحية والمفسرية على سائر الآيات والروايات .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل ج 12 ص 19 نقلا عن الكافي والتهذيب .\r\n( 2 ) البحار ج 73 ص 127 نقلا عن أمالي الطوسي .\r\n","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\n\r\n5 . جمع المال والبخل به مذموم\r\n1 - قال اللّه تعالى : الذين يبخلون ويأمرون الناس بالبخل ويكتمون ما آتاهم اللّه من فضله واعتدنا للكافرين عذابا مهينا « 1 » .\r\n2 - فلما آتاهم من فضله بخلوا به وتولوا وهم معرضون « 2 » .\r\n3 - واللّه فضّل بعضكم على بعض في الرزق فما الذين فضلوا برادي رزقهم على ما ملكت أيمانهم فهم فيه سواء أفبنعمة اللّه يجحدون « 3 » .\r\n4 - قل لو أنتم تملكون خزائن رحمة ربى إذا لأمسكتم خشية الانفاق وكان الانسان قتورا « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النساء 4 : الآية 37 .\r\n( 2 ) التوبة 9 : الآية 76 .\r\n( 3 ) النحل 16 : الآية 71 .\r\n( 4 ) الاسراء 17 : الآية 100 .\r\n","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\nقال الراغب : القتر تقليل النفقة وهو بإزاء الاسراف وكلاهما مذمومان . . .\r\n« وكان الانسان قتورا » تنبيه على ما جبل عليه الانسان من البخل « 1 » .\r\n5 - ان يسألكموها « 2 » فيحفكم تبلخو أو يخرج أضغانكم ها أنتم هؤلاء تدعون لتفقوا في سبيل اللّه فمنكم من يبخل ومن يبخل فإنما يبخل عن نفسه واللّه الغني وأنتم الفقراء « 3 » .\r\n6 - الذين يبخلون ويأمرون الناس بالبخل ومن يتول فان اللّه هو الغنى الحميد « 4 » .\r\n7 - وأما من بخل واستغنى وكذل بالحسنى فسنيره للعسرى « 5 » .\r\n8 - ولا يحسبن الذين يبخلون بما آتاهم اللّه من فضله هو خيرا لهم بل هو شر لهم سيطوقون ما بخلوا به يوم القيامة « 6 » .\r\n9 - . . . ويؤثرون على أنفسهم ولو كان بهم خصاصة ومن يوق شح نفسه فأولئك هم المفلحون « 7 » .\r\n10 - انم أموالكم وأولادكم فتنة واللّه عنده أجر عظيم فاتقوا اللّه ما استطعتم واسمعوا وأطيعوا وأنفقوا خيرا لأنفسكم ومن يوق شح نفسه فأولئك هم المفلحون\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المفردات ص 392 .\r\n( 2 ) أي أموالكم .\r\n( 3 ) محمد 47 : الآية 37 - 38 .\r\n( 4 ) الحديد 57 : الآية 34 .\r\n( 5 ) الليل 92 : الآية 8 .\r\n( 6 ) آل عمران 3 : الآية 180 .\r\n( 7 ) الحشر 59 : الآية 9 .\r\n","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nان تقرضوا اللّه قرضا حسنا يضاعفه لكم ويغفر لكم واللّه شكور حليم « 1 » .\r\nقال الراغب : الشح بخل مع حرص وذلك فيما كان عادة « 2 » . و « يوق » من الوقاية بمعنى الحفظ .\r\n11 - والذين يكنزون الذهب والفضة ولا ينفقونها في سبيل اللّه فبشرهم بعذاب أليم يوم يحمى عليها في نار جهنم فتكوى بهاجباههم وجنوبهم وظهورهم هذا ما كنزتم لأنفسكم فذوقوا ما كنتم تكنزون « 3 » .\r\n12 - ويل لكل همزة لمزة الذي جمع مالا وعدده « 4 » .\r\n13 - قل بفضل اللّه وبرحمته فبذلك فليفرحوا هو خير مما يجمعون « 5 » .\r\n14 - ولئن قتلتم في سبيل اللّه أو متم لمغفرة من اللّه ورحمة خير مما يجمعون « 6 » .\r\n* * * وأما الروايات 1 - فعن علي عليه السلام : لا تكن خازنا لغيرك « 7 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التغابن 64 : الآية 16 .\r\n( 2 ) المفردات ص 256 .\r\n( 3 ) التوبة 9 : الآية 35 .\r\n( 4 ) الهمزة 104 : الآية 58 .\r\n( 5 ) يونس 10 : الآية 58 .\r\n( 6 ) آل عمران 3 : الآية 157 .\r\n( 7 ) نهج البلاغة ج 3 ص 51 .\r\n","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\n2 - وعنه عليه السلام : فإنك ما تقدم من خير يبقى لك ذخره وما تؤخره يكن لغيرك خيره « 1 » .\r\n3 - وعنه عليه السلام : هلك خزان الأموال وهم أحياء « 2 » . . .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة 3 / 142 .\r\n( 2 ) نهج البلاغة ج 3 ص 187 .\r\n","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\n\r\n6 . شراء الآخرة بالدنيا مذموم واشتراء الآخرة بالدنيا ممدوح\r\n1 - قال اللّه تعالى : أولئك الذين اشترو الحياة الدنيا بالآخرة فلا يخفف عنهم العذاب « 1 » .\r\n2 - فنبذوه وراء ظهورهم واشتروا به ثمنا قليلا « 2 » .\r\n3 - اشتروا بآيات اللّه ثمنا قليلا « 3 » .\r\n4 - ولا تشتروا بآياتي ثمنا قليلا « 4 » .\r\n5 - ويشترو ثمنا قليلا أولئك ما يأكلون في بطونهم الا النار « 5 » . 6 - ان الذين يشترون بعهد اللّه وأيمانهم ثمنا قليلا أولئك لا خلاق لهم في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البقرة 2 : الاة 86 .\r\n( 2 ) آل عمران 3 : الآية 187 .\r\n( 3 ) التوبة 9 : الآية 9 .\r\n( 4 ) المائدة 5 : الآية 44 .\r\n( 5 ) البقرة 2 : الآية 174 .\r\n","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\nالآخرة « 1 » .\r\n7 - خاشعين للّه لا يشترون بآيات اللّه ثمنا قليلا « 2 » .\r\n* * * وأما الروايات 1 - عن علي عليه السلام : لا تبع آخرتك بدنياك « 3 » .\r\n2 - لا تصلح دنياك بمحق دينك فتكون من الأخسرين أعمالا « 4 » .\r\n3 - ألا وانه لا يضركم تضييع شيء من دنياكم بعد حفظكم قائمة دينكم ألا وانه لا ينفعكم بعد تضييع دينكم شيء حافظتم عليه من أمور دنياكم « 5 » .\r\n4 - لا يترك الناس شيئا من أمر دينهم لاستطاح دنياهم الا فتح اللّه عليهم ما هو أضر منه « 6 » .\r\n5 - عن أبي عبد اللّه عليه السلام قال : لعن اللّه الذهب والفضة لا يحبهما الا من كان من جنسهما . قلت : جعلت فداك الذهب والفضة ؟ قال : ليس حيث تذهب اليه انما الذهب الذي ذهب بالدين والفضة الذي أفاض الكفر « 7 » .\r\n* * * 1 - قال اللّه تعالى : ان اللّه اشترى من المؤمنين أنفسهم وأموالهم بأن لهم الجنة « 8 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) آل عمران 3 : الآية 77 .\r\n( 2 ) آل عمران 3 : الآية 199 .\r\n( 3 ) نهج البلاغة ج 3 ص 44 .\r\n( 4 ) نهج البلاغة ج 3 ص 76 .\r\n( 5 ) نهج البلاغة ج 3 ص 106 .\r\n( 6 ) نهج البلاغة ج 3 ص 157 .\r\n( 7 ) البحار ج 73 ص 141 نقلا عن معاني الأخبار .\r\n( 8 ) التوبة 9 : الآية 111 .\r\n","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\n2 - يا أيها الذين آمنوا هل أدلكم على تجارة تنجيكم من عذاب أليم تؤمنون باللّه ورسوله وتجاهدون في سبيل اللّه بأموالكم وأنفسكم ذلكم خير لكم ان كنتم تعلمون « 1 » .\r\n3 - عن علي عليه السلام قال وقد سمع رجلا يذم الدنيا : أيها الذام للدنيا المغتر بغرورها المخدوع بأباطيها أتغتر بالدنيا ثم تذمها . . .\r\nان الدنيا دار صدق لمن صدقها ودار عافية لمن فهم عنها ودار غنى لمن تزود منها ودار موعظة لمن اتعظ بها مسجد أحباء اللّه ومصلى ملائكة اللّه ومهبط وحي اللّه ومتجر أولياء اللّه ، اكتسبوا فيها الرحمة وربحوا فيها الجنة « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الصف 61 : الآية 11 - 10 .\r\n( 2 ) نهج البلاغة ج 3 ص 181 .\r\n","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\n\r\n7 . الاسراف والترف والتبذير مذمومة\r\n1 - قال اللّه تعالى : ان المبذرين كانوا اخوان الشياطين وكان الشيطان لربه كفورا « 1 » .\r\n2 - وهو الذي أنشأ جنات معروشات وغير معروشات والنخل والزرع مختلفا اكله والزيتون والرمان متشابها وغير متشابه كلوا من ثمره إذا أثمر وآتوا حقه يوم حصاده ولا تسرفوا انه لا يحب المسرفين « 2 » .\r\nوالظاهر أن قوله : « ولا تسرفوا » متعلق بقوله : « كلوا من ثمره » لا بقوله :\r\n« وآتو حقه » .\r\nوالفرق بين التذير والاسراف ان الأول هو استعمال الشيء فيما لم يكن له داع عقلائي أصلا كاحراق الخشب بلا وجه مثلا والثاني هو الاستعمال الزائد عن الحد اللازم .\r\n* * *\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الاسراء 17 : الآية 27 .\r\n( 2 ) الانعام 6 : الآية 141 .\r\n","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\nوأما الروايات 1 - فعن علي عليه السلام : دع الاسراف مقتصدا « 1 » .\r\n2 - وعنه عليه السلام : ما أعال من اقتصد « 2 » .\r\n3 - كن سمحا ولا تكن مبذرا وكن مقدار ولا تكن مقترا « 3 » .\r\n4 - عن داود بن سرحان قال : رأيت أبا عبد اللّه عليه السلام يكيل ثمرا بيده فقلت : جعلت فداك لو أمرت بعض ولدك أو بعض مواليك فيكفيك . قال :\r\nيا داود انه لا يصلح المرء المسلم الاثلاثة : التفقه في الدين والصبر على النائبة وحسن التقدير في المعيشة « 4 » .\r\n5 - عن أبي عبد اللّه عليه السلام قال : الكمال كل الكمال في ثلاثةفذكر في الثلاثة التقدير في المعيشة « 5 » .\r\n6 - عن أبي عبد اللّه عليه السلام قال : إذا أراد اللّه بأهل بيت خيرا رزقهم الرفق في المعيشة « 6 » .\r\n7 - عن أبي جعفر عليه السلام قال : من علامات المؤمن ثلاث حسن التقدير في المعيشة والصبر على النائبة والتفقه في الدين . وقال : ما خير في رجل لا يقتصد في معيشته ما يصلح لا لدنياه ولا لاخرته « 7 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة ج 3 ص 23 .\r\n( 2 ) نهج البلاغة ج 3 ص 185 .\r\n( 3 ) نهج البلاغة ج 3 ص 159 .\r\n( 4 ) الوسائل ج 12 2 41 نقلا عن الكافي والفقيه .\r\n( 5 ) الوسائل ج 12 ص 42 نقلا عن الكافي .\r\n( 6 ) الوسائل ج 12 ص 42 نقلا عن الكافي .\r\n( 7 ) الوسائل ج 12 ص 42 نقلا عن التهذيب .\r\n","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\n8 - عن أبي عبد اللّه عليه السلام في قول اللّه عز وجل : « ولا تجعل يدك مغلولة إلى عنقك » قال : فضم يده وقال هكذا « ولا تبسطها كل البسط » قال : فبسط راحته وقال هكذا « 1 » .\r\n9 - عن عبيد بن زرارة عن أبي عبد اللّه عليه السلام قال : يا عبيد ان السرف يورث الفقر وان القصد يورث الغنى « 2 » .\r\n10 - قال العالم عليه السلام : ضمنت لمن اقتصد ان لا يفتقر « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل ج 12 ص 42 نقلا عن التهذيب .\r\n( 2 ) الوسائل ج 12 ص 41 نقلا عن الفقيه .\r\n( 3 ) الوسائل ج 12 ص 41 نقلا عن الفقيه .\r\n","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\n\r\n8 . عدم انفاق المال فيما أمر اللّه به مذموم\r\n1 - عن علي عليه السلام : يا بن آدم ما كسبت فوق قوتك فأنت فيه خازن لغيرك « 1 » .\r\n2 - وعنه عليه السلام : ان اللّه سبحانه فرض في أموال الأغنياء اقوات الفقراء فما جاع فقير الا بما متع به غنى واللّه تعالى سائلهم عن ذلك « 2 » .\r\n3 - وعنه عليه السلام : قوام الدنيا بأربعة . . . جواد لا يبخل بمعروفه . . . وإذا بخل الغنى بمعروفه باع الفقير آخرته بدنياه « 3 » . . .\r\n4 - وعنه عليه السلام : اما رأيتم الذين يؤملون بعيدا ويبنون مشيدا ويجمعون كثيرا كيف أصبحت بيوتهم قبورا وما جمعوا بورا وصارت أموالهم للوارثين « 4 » . . .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة ج 3 ص 196 .\r\n( 2 ) نهج البلاغة ج 3 ص 231 .\r\n( 3 ) نهج البلاغة ج 3 ص 242 .\r\n( 4 ) نهج البلاغة ج 2 ص 21 .\r\n","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\n5 - وعنه عليه السلام : للّه آباؤكم فقدموا بعضا يكن لكم ولا تخلفوا كلا فيكون عليكم « 1 » .\r\n6 - وعنه عليه السلام : يا بن آدم كن وصي نفسك في مالك واعمل فيه ما تؤثر ان يعمل فيه من بعدك « 2 » .\r\n7 - وعنه عليه السلام : لا تخلفن وراءك شيئا من الدنيا فإنك تخلفه لاحد رجلين : اما رجل عمل فيه بطاعة اللّه فسعد بما شقيت به ، واما رجل عمل فيه بمعصية اللّه فكنت عونا على معصيته وليس أحد هذين حقيقا أن تؤثره على نفسك « 3 » .\r\n8 - وعنه عليه السلام : من كثرت نعم اللّه عليه كثرت حوائج الناس اليه فمن قام للّه فيها بما يجب فيها عرّضها للدوام والبقاء ومن لم يقم فيها بما يجب عرّضها للزوال والفناء « 4 » .\r\n9 - عن أبي عبد اللّه عليه السلام عن أبيه عليه السلام انه سئل عن الدنانير والدراهم وما على الناس فيها ؟ فقال أبو جعفر عليه السلام : هي خواتيم اللّه في ارضه جعلها اللّه مصحة لخلقه وبها يستقيم شؤونهم ومطالبهم فمن أكثر له منها فقام بحق اللّه تعالى فيها وأدى زكاتها فذاك الذي طابت وخلصت له ومن أكثر له منها فبخل بها ولم يؤد حق اللّه فيها واتخذ منها الانية فذاك الذي حق عليه وعيد اللّه في كتابه يقول اللّه تعالى : يوم ؟ ؟ ؟ عليها في نار جهنم فتكوى بها جباههم وجنوبهم وظهورهم هذا ما كنزتم لأنفسكم فذوقوا ما كنتم تكنزون » « 5 » .\r\n10 - عن أبي جعفر عليه السلام : لما نزلت هذه الآية : « والذين يكنزون\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة ج 2 ص 209 .\r\n( 2 ) نهج البلاغة ج 3 ص 209 .\r\n( 3 ) نهج البلاغة ج 3 ص 252 .\r\n( 4 ) نهج البلاغة ج 3 ص 243 .\r\n( 5 ) البحار ج 73 ص 138 نقلا عن أمالي الطوسي .\r\n","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\nالذهب والفضة ولا ينفقونها في سبيل اللّه فبشرهم بعذاب أليم » قال رسول اللّه صلى اللّه عليه وآله : كل ما يؤدى زكاته فليس بكنز وان كان تحت سبع أرضين وكل مالا يؤدى زكاته فهو كنز وان كان فوق الأرض « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البحار ج 73 ص 139 نقلا عن أمالي الطوسي .\r\n","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\n\r\n9 . الاطمئنان إلى الدنيا مذموم\r\n1 - قال اللّه تعالى : أرضيتم بالحياة الدنيا من الآخرة « 1 » .\r\n2 - ان الذين لا يرجون لقاءنا ورضوان بالحياة الدنيا واطمأنوا بها والذين هم عن آياتنا غافلون أولئك مأواهم النار « 2 » .\r\n3 - ويل لكل همزة لمزة الذي جمع مالا وعدده يحسب أن ماله اخلده كلا لينبذن في الحطمة « 3 » .\r\n* * * أما الروايات : 1 - فعن علي عليه السلام : الركون إلى الدنيا مع ما تعاين منها جهل « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التوبة 9 : الآية 38 .\r\n( 2 ) يونس 10 : الآية 7 .\r\n( 3 ) الهمزة 107 : الآية 5 - 1 .\r\n( 4 ) نهج البلاغة ج 3 ص 246 .\r\n","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\n2 - وعنه عليه السلام : وإياك ان تغتر بما ترى من اخلاد أهل الدنيا إليها وتكالبهم عليها « 1 » .\r\n3 - وعنه عليه السلام : قلعتها احظى من طمأنينتها « 2 » .\r\n4 - وعنه عليه السلام : انسوا بالدنيا فغرتهم ووثقوا بها فصرعتهم فسابقوا رحمكم اللّه إلى منازلكم التي أمرتم ان تعمروها « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة ج 3 ص 55 .\r\n( 2 ) نهج البلاغة ج 3 ص 239 .\r\n( 3 ) نهج البلاغة ج 2 ص 152 .\r\n","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\n\r\n10 . الدنيا ممدوحة إذا كانت عونا على الآخرة\r\n1 - قال اللّه تعالى : ومما رزقناهم ينفقون « 1 » .\r\n2 - من ذا الذي يقرض اللّه قرضا حسنا فيضاعفه له اضعافا كثيرة « 2 » .\r\n3 - مثل الذين ينفقون أموالهم في سبيل اللّه كمثل حبة انبت سبع سنابل « 3 » .\r\n4 - الذينى نفقون في السراء والضراء « 4 » .\r\n5 - والمؤمنون يؤمنون بما انزل إليك . . . والمؤتون الزكاة . . . أولئك سنؤتيهم اجرا عظيما « 5 » .\r\n6 - الذين يقيمون الصلاة ومما رزقناهم ينفقون أولئك هم المؤمنون حقا « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البقرة 2 : الآية 3 .\r\n( 2 ) البقرة 2 : الآية 244 .\r\n( 3 ) البقرة 2 : الآية 261 .\r\n( 4 ) آل عمران 3 : الآية 134 .\r\n( 5 ) النساء 4 : الآية 162 .\r\n( 6 ) الأنفال 8 : الآية 3 .\r\n","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\n7 والذين هم للزكاة فاعلون « 1 » .\r\n8 - ومن يوق شح نفسه فأولئك هم المفلحون « 2 » .\r\n9 - ان تقرضوا اللّه قرضا حسنا يضاعفه لكم ويغفر لكم واللّه شكور حليم « 3 » .\r\n10 - وما أموالكم ولا أولادكم بالتي تقربكم عندنا زلفى الامن آمن وعمل صالحا فأولئك لهم جزاء الضعف بما عملوا وهم في الغرفات آمنون « 4 » .\r\nوجه الدلالة انه إذا كان الانفاق والزكاة والقرض ممدوحا فلا محالة يكون ما يتوقف عليه وهو المال أيضا ممدوحا فان وجود المال وان كان من قبيل شرط الوجوب لا الواجب‌و لذا لا يجب تحصيل المال ليصير إلى حد النصاب حتى يؤدى الزكاةو لكن مع ذلك يستفاد من مطلوبية الزكاة مطلوبية المال إذا انفق في سبيل اللّه . وعلى هذا فدليل مطلوبية كل عمل صالح يتوقف على مال كبناء المساجد والمدارس والشوارع والطرق والحج وإقامة الشعائر الدينية وغيرها ، دليل على مطلوبية تحصيل المال .\r\n* * * وأما الروايات : 1 - فعن علي عليه السلام : الدنيا خلقت لغيرها ولم تخلق لنفسها « 5 » .\r\n2 - الدنيا دار ممر لا دار مقر والناس فيها رجلان رجل باع فيها نفسه فأوبقها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المؤمنون 23 : الآية 4 .\r\n( 2 ) الحشر 59 : الآية 9 .\r\n( 3 ) التغابن 64 : الآية 17 .\r\n( 4 ) السبأ 34 : الآية 37 .\r\n( 5 ) نهج البلاغة ج 3 ص 262 .\r\n","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\nورجل ابتاع نفسه فأعنقها « 1 » .\r\n3 - الدنيا دار غنى لمن تزود منها « 2 » .\r\n4 - واعلم انك خلقت للآخرة لا للدنيا « 3 » .\r\n5 - تزودوا من الدنيا ما تحرزون به أنفسكم به غدا « 4 » .\r\n6 - ولبئس المتجرأن ترى الدنيا لنفسك ثمنا وممالك عند اللّه عوضا ومنهم من يطلب الدنيا بعمل الآخرة وو لا يطلب الآخرة بعمل الدنيا « 5 » .\r\n7 - ألا وان الدنيا دار لا يسلم منها الا فيها . . . فما اخذوه منها لها اخرجوا منه وحوسبوا عليه وما اخذوه منها لغيرها قدموا عليه وأقاموا فيه « 6 » .\r\n8 - ابتاعوا ما يبقى لكم بما يزول عنكم « 7 » .\r\n9 - عباد اللّه الأخيار وباعوا قليلا من الدنيا لا يبقى بكثير من الآخرة لا يفنى « 8 » .\r\n10 - وليتزود من دار ظعنه لدار اقامته « 9 » .\r\n11 - ان الدنيا لم تخلق لكم دار مقام بل خلقت لكم مجازا لتزودوا منها الاعمال إلى دار القرار « 10 » .\r\n12 - أيها الناس انما الدنيا دار قرار ، فخذوا من ممركم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة ج 3 ص 182 .\r\n( 2 ) نهج البلاغة ج 3 ص 181 .\r\n( 3 ) نهج البلاغة ج 3 ص 54 .\r\n( 4 ) نهج البلاغة 1 / 68 و 107 .\r\n( 5 ) نهج البلاغة 1 / 74 .\r\n( 6 ) نهج البلاغة 1 / 104 .\r\n( 7 ) نهج البلاغة 1 / 105 .\r\n( 8 ) نهج البلاغة 2 / 130 .\r\n( 9 ) نهج البلاغة 1 / 147 .\r\n( 10 ) نهج البلاغة 2 / 22 .\r\n","page_name":" 169 ","page_number":169},
  {"content":"\r\n\r\nلمقركم . . . ففيها اختبرتم ولغيرها خلقتم « 1 » .\r\n13 - تجهزوا رحمكم اللّه فقد نودي فيكم بالرحيل . وأقلوا العرجة على الدنيا وانقلبوا بصالح ما بحضرتكم من الزاد « 2 » . . .\r\n14 - فعليكم بالجد والاجتهاد . . . والتزود في منزل الزاد . ولا تغرنكم الحياة الدنيا كما غرت من كان قبلكم « 3 » . . .\r\n15 - فلا يكن أفضل مانلت في نفسك من دنياك بلوغ لذة أو شفاء غيظ وليكن اطفاء باطل أو احياء حق « 4 » .\r\n16 - وليكن سرورك بما قدمت وأسفك على ما خلفت « 5 » .\r\n17 - اخذ امروء من نفسه لنفسه . . . ومن فان لباق ومن ذاهب لدائم « 6 » .\r\n18 - ما كنت تصنع بسعة هذه الدار في الدنيا . . . وبلى ان شئت بلغت بها الآخرة ، تقرى فيها الضيف وتصل فيها الرحم فإذا أنت قد بلغت بها الآخرة « 7 » .\r\n19 - من آتاه اللّه مالا فليصل به القرابة . وليحسن منه الضيافة وليفك به الأسير والعاني . وليعط منه الفقير والغارم . وليصبر نفسه على الحقوق والنوائب ابتغاء الثواب . فان فوزا بهذه الخصال شرف مكارم الدنيا ودرك فضائل الآخرة ان شاء اللّه « 8 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة 2 / 209 .\r\n( 2 ) نهج البلاغة 2 / 209 . وأقلوا العرجة على الدنيا أي اجعلوا ركونكم إلى الدنيا قليلا .\r\n( 3 ) نهج البلاغة 2 / 251 .\r\n( 4 ) نهج البلاغة 3 / 139 .\r\n( 5 ) نهج البلاغة 3 / 139 .\r\n( 6 ) نهج البلاغة 2 / 257 .\r\n( 7 ) نهج البلاغة 2 / 213 .\r\n( 8 ) نهج البلاغة 2 / 33 .\r\n","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\n20 - وبالدنيا تحرز الآخرة « 1 » .\r\n21 - قال‌و هو يخصف نعله - : واللّه لهى أحب إلي من أمرتكم ، الا ان أقيم حقا أو أدفع باطلا « 2 » .\r\n22 - الناس في الدنيا عاملان عامل عمل في الدنيا للدنيا قد شغلته دنياه عن آخرته . . . وعامل عمل في الدنيا لما بعدها فجاءه الذي له من الدنيا بغير عمل فأحرز الحظين معا وملك الدارين جميعا فأصبح وجيها عند اللّه « 3 » .\r\n23 - ان المتقين ذهبوا بعاجل الدنيا وآجل الآخرة فشاركوا أهل الدنيا في دنياهم ولم يشاركهم فحظوا من الدنيا بما حظى به المترفون وأخذوا منها ما أخذه الجبابرة المتكبرون ثم انقلبوا عنها بالزاد المبلغ والمتجر الرابح أصابوا لذة زهد الدنيا في دنياهم وتيقنوا أنهم جيران اللّه غدا في آخرتهم « 4 » .\r\n24 - ان المال والبنين حرث الدنيا والعمل الصالح حرث الآخرة وقد يجمعهما اللّه لأقوام « 5 » .\r\n* * * 25 - عن أبي عبد اللّه عليه السلام قال : ما اعطى اللّه عبدا ثلاثين ألفا وهو يريد به خيرا . وقال : ما جمع رجل قط عشرة آلاف من حل وقد جمعهما اللّه لا قوام إذا أعطوا القريب ورزقوا العمل الصالح وقد جمع اللّه لقوم الدنيا والآخرة « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة 2 / 63 .\r\n( 2 ) نهج البلاغة 1 / 76 وقريب منه في 1 / 32 .\r\n( 3 ) نهج البلاغة 3 / 217 .\r\n( 4 ) نهج البلاغة 3 / 31 .\r\n( 5 ) نهج البلاغة 1 / 56 .\r\n( 6 ) البحار 72 / 66 نقلا عن التمحيص .\r\n","page_name":" 171 ","page_number":171},
  {"content":"\r\n\r\n26 - عن أبي عبد اللّه عليه السلام في تفسير قوله تعالى : « من كان يريد حرث الآخرة نزد له في حرثه « 1 » ومن كان يريد حرث الدنيا نؤته منها وما له في الآخرة من نصيب » « 2 » .\r\nقال : المال والبنون حرث الدنيا والعمل الصالح حرث الآخرة وقد يجمعهما اللّه لا قوام « 3 » .\r\nوظاهر الآية ان الدنيا والآخرة لا يجتمعان ولكن الرواية المفسرة تدل على أن الآية ليست حكما كليا ، بل قد يجمع اللّه لا قوام الدنيا والآخرة وان كانت « قد » للتقليل .\r\n27 - عن أبي بصير قال : ذكرنا عند أبى جعفر عليه السلام من الأغنياء من الشيعة فكأنه كره ما سمع منافيهم قال : يا أبا محمد إذا كان المؤمن غنيا رحيما وصولا له معروف إلى أصحابه أعطاه اللّه اجر ما ينفق في البر أجره مرتين ضعفين لان اللّه يقول في كتابه « 4 » : وما أموالكم ولا أولادكم بالتي تقربكم عندنا زلفى الا من آمن وعمل صالحا فأولئك لهم جزاء الضعف بما عملوا وهم في الغرفات آمنون » « 5 » .\r\n28 - قال رسول اللّه صلى اللّه عليه وآله : نعم العون على تقوى اللّه الغنى « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يعنى ثواب الآخرة .\r\n( 2 ) الشورى 42 : الآية 20 .\r\n( 3 ) البحار 72 / 63 نقلا عن تفسير القمي .\r\n( 4 ) السبأ 34 : الآية 37 .\r\n( 5 ) البحار 72 / 63 نقلا عن علل الشرايع .\r\n( 6 ) الوسائل 12 / 16 نقلا عن الكافي والفقيه .\r\n","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\n29 - عن أبي عبد اللّه عليه السلام قال : نعم العون على الآخرة الدنيا « 1 » .\r\n30 - عن أبي عبد اللّه عليه السلام قال : نعم العون الدنيا على الآخرة « 2 » .\r\n31 - عن أبي جعفر عليه السلام قال : نعم العون الدنيا على طلب الآخرة « 3 » .\r\n32 - في وصية المفضل بن عمر قال : سمعت أبا عبد اللّه عليه السلام يقول :\r\nاستعينوا ببعض هذه على هذه ولا تكونوا كلولا على الناس « 4 » .\r\n33 - ذكر رجل عند أبى عبد اللّه عليه السلام الأغنياء ووقع فيهم فقال أبو عبد اللّه عليه السلام : اسكت فان الغنى إذا كان وصولا لرحمه بارا باخوانه أضعف اللّه له الاجر ضعفين لان اللّه يقول : وما أموالكم ولا أولادكم بالتي تقربكم عندنا زلفى الا من آمن وعمل صالحا فأولئك لهم جزاء الضعف بما عملوا وهم في الغرفات آمنون « 5 » .\r\n34 - عن عمرو بن جميع قال : سمعت أبا عبد اللّه عليه السلام يقول :\r\nلا خير فيمن لا يجب جمع المال من حلال يكف به وجهه ويقضى به دينه ويصل به رحمه « 6 » .\r\n35 - قال رجل لأبي عبد اللّه عليه السلام : واللّه انا لنطلب الدنيا ونحب ان نؤتاها فقال عليه السلام : تحب ان تصنع بها ماذا ؟ قال : أعود بها على نفسي وعيالي وأصل بها وأتصدق بها وأحج واعتمر . فقال أبو عبد اللّه عليه السلام :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل ج 12 / 16 نقلا عن الكافي .\r\n( 2 ) الوسائل ج 12 / 17 نقلا عن الكافي والفقيه .\r\n( 3 ) الوسائل ج 12 / 17 نقلا عن الكافي .\r\n( 4 ) الوسائل ج 12 / 18 نقلا عن الكافي .\r\n( 5 ) البحار 103 / 2 نقلا عن تفسير القمي . والآية في سورة السبأ 34 : الآية 37 .\r\n( 6 ) الوسائل 12 / 19 نقلا عن الكافي والفقيه وثواب الأعمال والتهذيب .\r\n","page_name":" 173 ","page_number":173},
  {"content":"\r\n\r\nليس هذا طلب الدنيا . هذا طلب الآخرة « 1 » .\r\nوهذه الرواية من أحسن ما في الباب ولسانها لسان الشرح والحكومة بالنسبة إلى الروايات الذامة للدنيا من أحسن ما في الباب ولسانها لسان الشرح والحكومة بالنسبة إلى الروايات الذامة للدنيا والمادحة لها فتقدم عليها فهي تقول : طلب الدنيا إذا كان لغرض راجح شرعي فهو ليس من طلب الدنيا بل هو من طلب الآخرة .\r\n36 - عن عمر بن سيف قال : قال لي أبو عبد اللّه عليه السلام : لا تدع طلب الرزق من حله فإنه عون لك على دينك واعقل راحلتك وتوكل « 2 » .\r\n37 - عن العقرقوفي قال : قلت لأبي عبد اللّه عليه السلام شيء يروى عن أبي ذر رحمه اللّه انه كان يقول : ثلاثة يبغضها الناس وانا أحبها أحب الموت وأحب الفقر وأحب البلاء فقال عليه السلام : ان هذا ليس على ما تروون انما عنى الموت في طاعة اللّه أحب إلي من الحياة في معصية اللّه والفقر في طاعة اللّه أحب إلي من الغنا في معصية اللّه والبلاء في طاعة اللّه أحب إلي من الصحة في معصية اللّه « 3 » .\r\n38 - قال الصادق عليه السلام : قال اللّه تعالى : يا موسى ان الدنيا دار عقوبة وجعلتها ملعونة ، ملعون ما فيها الا ما كان لي « 4 » .\r\n39 - عن أسباط بن سالم قال : دخلت على أبى عبد اللّه عليه السلام فسألنا عن عمر بن مسلم ما فعل ؟ فقلت صالح ولكن قد ترك التجارة فقال أبو عبد اللّه عليه السلام : عمل الشيطان‌ثلاثااما علم أن رسول اللّه صلى اللّه عليه وآله اشترى عيرا أتت من الشام فاستفضل فيها ا قضى دينه وقسم في قرابته يقول اللّه : « رجال لا تلهيهم تجارة ولا بيع عن ذكره اللّه وأقام الصلاة وايناء الزكاة » « 5 » يقول القصاص :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل ج 12 / 19 نقلا عن الكافي والتهذيب .\r\n( 2 ) الوسائل ج 12 / 20 نقلا عن مجالس ابن الشيخ .\r\n( 3 ) البحار 72 / 39 نقلا عن معاني الأخبار .\r\n( 4 ) البحار 73 / 121 نقلا عن روضة الواعظين .\r\n( 5 ) النور 24 : الآية 37 .\r\n","page_name":" 174 ","page_number":174},
  {"content":"\r\n\r\nان القوم لم يكونوا يتجرون . كذبوا ولكنهم لم يكونوا يدعون الصلاة في ميقاتها وهم أفضل ممن حضر الصلاة ولم يتجر « 1 » .\r\n40 - روح بن عبد الرحيم عن أبي عبد اللّه عليه السلام في قوله اللّه تعالى :\r\n« رجال لا تلهيهم تجارة ولا بيع عن ذكر اللّه » « 2 » قال : كانوا أصحاب تجارة فإذا حضرت الصلاة تركوا التجارة وانطلقوا إلى الصلاة وهم أعظم أجرا ممن لم يتجر « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل ج 12 / 6 نقلا عن الكافي والتهذيب .\r\n( 2 ) النور 24 : الآية 37 .\r\n( 3 ) الوسائل ج 12 / 8 نقلا عن الفقيه .\r\n","page_name":" 175 ","page_number":175},
  {"content":"\r\n\r\n\r\nالخاتمة\r\nهذا ما أردنا ايراده من الآيات والروايات ويمكن ان يظفر المتتبع على عناوين اخر كما يمكن ارجاع بعض ما ذكر من العناوين إلى بعض وادراج بعضها في بعضها الاخر .\r\nوبالجملة نحن لاندعى استقصاء الآيات والروايات وكذا لا ندعى استقصاء العناوين ولا تمييز العناوين تمام التمييز ، بل نقول : هذا البحث بديع فيما نعلم فعليك باتمامه .\r\nوالمحصل من هذا البحث انه لا تعارض بين هذه الآيات والروايات أصلا وان الدنيا بالمعنى الأعم لو خليت وطبعها لا محبوبة ولا مبغوضة فان استعملت في الأمور المشروعة وفي طريق تحصيل مرضاة اللّه تعالى فهي حسنة ومحبوبة وممدوحة ، وان استعملت في الأمور غير المشروعة وغير العقلائية فهي مذمومة مبغوضة .\r\nوان اللّه تعالى امر بتحصيل الدنيا بالمعنى الأعم لان الانسان بها يتجر ويكتسب ثواب الآخرة ولأنها محتاج إليها في امر دنياه وآخرته وان نيل الكمالات يتوقف عليها كما لا يخفى .\r\n\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\n\r\nنعم انها أيضا موجبة للخسران لان الانسان يعرض عن الحق بها ويبذر ويسرف بها ويظلم الناس ويبغى في الأرض ويفسد فيها بها .\r\nفهي وسيلة لابتلاء الانسان واختباره .\r\nقال اللّه تعالى : انا جعلنا ما على الأرض زينة لها لنبلوهم أيهم أحسن عملا « 1 » .\r\nوقال تعالى : انما أموالكم وأولادكم فتنة واللّه عنده اجر عظيم « 2 » .\r\nفتحصل مما ذكرنا ان العرف يوفق بين الأدلة بأن الدنيا محبوبة إذا كانت وسيلة لكسب الآخرة والمعنويات ومذمومة إذا كانت هدفا وغاية بنفسها .\r\nويمكن ان يقال : ان المستفاد م الآيات والروايات الدالة على أن الدنيا فضل من اللّه ورحمة وجزاء للمحسنين والمؤمنين . . . أن الدنيا بالمعنى الأعم محبوبة ذاتا ولا ينافيه كونها محبوبة بالعرض أيضا في بعض الأحيان .\r\nفحينئذ يمكن التوفيق بين الأدلة والجمع بينها بأن الدنيا بالمعنى الأعم محبوبة ذاتاو عرضا إذا كانت وسيلة لجلب الخيرات ومبغوضة عرضا إذا كانت موجبة لكسب المعاصي والشرور .\r\nوالانصاف أن هذا جمع قوى وتؤكده الروايات الواردة أهل بيت العصمة والطهارة صلوات اللّه عليهم أجمعين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكهف 18 : الآية 7 .\r\n( 2 ) التغابن 64 : الآية 15 .\r\n","page_name":" 177 ","page_number":177},
  {"content":"\r\n\r\n\r\nكلام العلامة المجلسي\r\nقد ذكر العلامة المجلسي رحمه اللّه تعالى في مطاوي كلماته وجوها للجمع بين الطائفتين من الأدلة لعلها يرجع إلى بعض ما ذكرناه ولا بأس بذكرها لأنها لا تخلو عن فائدة .\r\nقال رحمه اللّه في ذيل حديث 4 / 94 بعد كلام له : « وللعامة في تفضيل الفقر على الغنى والكفاف أو العكس أربعة أقوال ثالثها الكفاف أفضل ورابعها الوقف . ومعنى الكفاف ان لا يحتاج ولا يفضل . ولا ريب أن الفقر أسلم وأحسن بالنسبة إلى أكثر الناس والغنى أحسن بالنسبة إلى بعضهم . فينبغي ان يكون المؤمن راضيا بكل ما أعطاه اللّه وعلم صلاحه فيه . وسؤال الفقر لم يرد في الأدعية بل ورد في أكثرها الاستعاذة عن الفقر يشقى به وعن الغنى الذي يصير سببا لطغيانه » « 1 » .\r\nوقال رحمه اللّه أيضا في ذيل حديث 26 / 94 : « كاد الفقر ان يكون كفرا » بعد نقل كلام كثير من العامة : وأقول : مقتضى الجمع بين اخبارنا ان الفقر والغنى كل منهما نعمة من نعم اللّه يعطى كلا منهما من شاء من عباده بحسب ما يعلم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البحار 72 / 7 .\r\n","page_name":" 178 ","page_number":178},
  {"content":"\r\n\r\nمن مصالحه الكاملة . وعلى العبد ان يصبر على الفقر بل يشكره ويشكر الغنا ان أعطاه ويعمل بمقتضاه . فمع عمل كل منهما بما يقتضيه حاله فالغالب ان الفقير الصابر أكثر ثواب من الغنى الشاكر ، لكن مراتب أحوالهما مختلفة غاية الاختلاف ولا يمكن الحكم الكلى من أحد الطرفين والظاهر أن الكفاف اسلم وأقل خطرا من الجانبين ولذا ورد في أكثر الأدعية طلبه وسأله النبي صلى اللّه عليه وآله لا له وعترته عليهم السلام » « 1 » .\r\nوقال رحمه اللّه أيضا في ذيل حديث 3 / 95 : « ثم إن هذه الأخبار تدل على ذم كثرة الأموال والأولاد والاخبار في ذلك مختلفة . وورد في كثير من الأدعية طلب الغنا وكثرة الأموال والأولاد . وورد في كثير منها ذم الفقر والاستعاذة منه والجمع بينها لا يخلو من اشكال . ويمكن الجمع بينها بأن الغنا الممدوح ما يكون وسيِّة إلى تحصيل الآخرة ولا يكون مانعا عن الاشتغال بالطاعات كما ورد نعم المال الصالح للعبد الصالح . ( مال راكز بهر دين باشى حمول‌نعم مال صالح خواندش رسول ) وهو نادر والفقر المذموم هو ما لا يصبر عليه ويكون سببا للمذلة والافتقار إلى الناس . . . ولا ريب في ان كثرة الأموال والأولاد والخدم ملهية غالبا عن ذكر اللّه والآخرة كما قاله سبحانه : « انما أموالكم وأولادكم فتنة » « 2 » وقال :\r\n« ان الانسان ليطغى أن رآه استغنى » « 3 » واما إذا لم يكن حصول هذه الأشياء مانعة عن تحصيل الآخرة وكان الغرض فيها طاعة اللّه فهي من نعم اللّه على من علم اللّه صلاحه فيه ، وكأن هذه الأخبار محمولة على الغالب « 4 » .\r\nوقال رحمه اللّه أيضا في ذيل حديث 30 / 122 : « ولنذكر معنى الدنيا وما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البحار 72 / 34 .\r\n( 2 ) التغابن 64 : الآية 15 .\r\n( 3 ) العلق 96 : الآية 6 - 7 .\r\n( 4 ) البحار 72 / 60 .\r\n","page_name":" 179 ","page_number":179},
  {"content":"\r\n\r\nهو مذموم منها ، فان ذلك قد اشتبه على أكثر الخلق فكثير منهم يسمعون امرا حقا بالدنيا ويذمونه ويختارون شيئا هو عين الدنيا المذمومة ويسمونه زهدا ويشبهون ذلك على الجاهلين .\r\nاعلم أن الدنيا تطلق على معان :\r\nالأول : حياة الدنيا وهي ليست بمذمومة على الاطلاق وليست مما يجب بغضه وتركه بل المذموم منه ان يحب البقاء في الدنيا للمعاصي والأمور الباطلة . . .\r\nوالحاصل ان من يحب العيش والبقاء والعمر للأغراض الباطلة فهو مذموم ومن يحب البقاء للطاعات وكسب الكمالات وتحصيل السعادات فهو ممدوح وهو عين الآخرة فلذا طلب الأنبياء والأوصياء طول العمر والبقاء في الدنيا . . .\r\nالثاني : الدينار والدرهم وأموال الدنيا وأمتعتها وهذه أيضا ليست مذمومة بأسرها بل المذموم منها ما كان من حرام أو شبهة أو وسيلة إليها وما يلهى عن ذكر اللّه ويمنع عبادة اللّه أو يحبها لا يبذلها في الحقوق الواجبة والمستحبة . . .\r\nالثالث : التمتع بملاذ الدنيا من المأكولات والمشروبات والملبوسات والمنكوحات والمركوبات والمساكن الواسعة وأشباه ذلك وقد وردت اخبار كثيرة في استحباب التلذذ بكثير من ذلك ما لم يكن مشتملا على حرام أو شبهة أو اسراف وتبذير وفي ذم تركها والرهبانية . . .\r\nفإذا عرفت ذلك فاعلم أن الذي يظهر من مجموع الآيات والاخبار على ما نفهمه ان الدنيا المذمومة مركبة من مجموع أمور يمنع الانسان من طاعة اللّه وحبه وتحصيل الآخرة . فالدنيا والآخرة ضرتان متقابلتان فكلما يوجب رضى اللّه سبحانه وقربه فهو من الآخرة وان كان بحسب الظاهر من اعمال الدنيا « 1 » . . .\r\nوالحمد للّه أولا وآخرا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البحار 73 / 61 - 63 .\r\n","page_name":" 180 ","page_number":180},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 181 ","page_number":181},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183}
  ]