[
  {"content":"\r\n\r\nآية الله السيد محمد تقي المدرسي\r\nالوجيز\r\nفي الفقه الاسلامي\r\nاحكام مقدمات الصلاة\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nمدرسي ، محمدتقي ، 1945 -\r\nالوجيز في الفقه الإسلامي : أحكام مقدمات الصلاة / محمدتقي المدرسي - طهران : دار محبي الحسين ( ع ) 1999 م = 1420 ق = 1378 .\r\n143 ص .\r\n3500 ريال - 0 - 30 - 5648 - 964 isbn\r\nفهرستنويسى براساس اطلاعات فيپا .\r\nعربى\r\nكتابنامه به صورت زيرنويس .\r\n1 . نماز 2 . نماز - - احكام وقوانين . 3 . نماز - - أحاديث . 4 . نماز - - جنبه هاى قرآني . الف . عنوان . ب . عنوان : احكام مقدمات الصلاة .\r\n3 و 38 م / 186 bp\r\n353 / 297\r\nكتابخانه ملى إيران\r\n5612 - 78 م\r\nأحكام مقدمات الصلاة\r\nآية الله السيد محمدتقي المدرسي\r\nالناشر : دار محبي الحسين عليه السلام\r\nالطبعة الأولى : 1420 ه‍ . ق - 1999 م - 2000 نسخة\r\nالسعر : 3500 ريال\r\nالعنوان : طهران - شارع كريمخان زند\r\nشارع به آفرين - الفرع الرابع - دار رقم 52 - هاتف 6407435\r\nشابك 0 - 3 - 5648 - 964\r\n0 - 30 - 5648 - 964 isbn\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nالمقدمة\r\nبسم الله الرحمن الرحيم\r\nالحمد لله رب العالمين وصلى الله على محمد المصطفى وآله الهداة المرضيين واللعنة على أعدائهم أعداء الدين .\r\nوبعد :\r\nليس في العبادات التي نتقرب بها إلى ربنا سبحانه ، عبادة كالصلاة التي هي عمود الدين ومعراج المؤمن ، وهي التي نؤديها باستمرار وفي أوقات مختلفة في الليل والنهار ، وفي كل موقع . . وهي لا تترك بحال حتى في أشد حالات الحرج ، مثل حالة الغرق أو أثناء القتال ، فإن الصلاة مفروضة . أوليس يزداد الانسان توجهاً إلى ربه عند البأساء والضراء ؟ فليصل اذاً حتى يعينه الرب على شدته .\r\nمن هنا كان فقه الصلاة من أوجب ما ينبغي على المسلم تعلمه من احكام دينه . ومن الجفاء ، بل من الظلم ان يصلي المرء عمراً طويلًا صلاة\r\nناقصة أو حتى صلاة باطلة ، لأنه قصّر في تعلم احكامها ، وربما كان يستطيع\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nان يوفيها خلال فترة شهر أو شهرين .\r\nوهكذا وفقنا الله سبحانه وبمساعدة اخوتنا الكرام في المكتب لانجاز مقدمات الصلاة . ونسأل الله سبحانه ان يوفقنا لاتمام افعال الصلاة في جزء ومن ثم احكام الخلل والملحقات في جزء ثالث .\r\nومنهجنا في دراسة الفقه الاعتماد على آيات القرآن وروايات النبي وأهل بيته صلى الله عليه وعليهم . ومن المنتظر من القراء الكرام ان يتدبروا في النصوص ليستلهموا منها هدىً وضياءً ، قبل ان يستفيدوا من الأحكام الشرعية التي استوحيناها من تلك النصوص .\r\nونسأل الله سبحانه ان يتقبل منّا هذا اليسير ، وان يجعل العمل به مجزياً عنده ، إنه ولي التوفيق . .\r\nمحمد تقي المدرسي\r\n14 / محرم الحرام / 1420 ه\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nالصلاة شعار الايمان * « 1 »\r\nالَّذِينَ يُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ * اوْلَئِكَ هُمُ الْمُؤْمِنُونَ حَقّاً لَهُمْ دَرَجَاتٌ عِندَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ ( الأنفال / 3 - 4 )\r\nان الايمان هو الذي يتجلى في القلب وجلا ، وفي العقل يقينا ، وفي العمل توكلا ، وفي السلوك صلاة ، وفي الاقتصاد انفاقاً ، وإذا تأملنا هذه الصفات في فاتحة سورة الأنفال ، لوجدناها توصل بين الايمان ، وبين حقائقه التي تتجلى في الواقع ، والتي تخرجنا من ظلمات الذات إلى نور الحق ( معرفة الله ، وذكره ، وآياته ، واحكامه ) وهكذا يتجلى الايمان في التوكل على الله ، والصلاة لله ، والانفاق على عباد الله .\r\nولكن بم تستكمل حقائق الايمان ؟ أليس بالصلاة ؟\r\nلنستمع إلى رسول الله صلى الله عليه وآله حيث يقول : \" من اسبغ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هذا الموضوع مأخوذ من الجزء الرابع من كتاب التشريع الاسلامي للمؤلف ، وقد ثبت هنا لأهميته الموضوعية . .\r\n","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nوضوءه ، وأحسن صلاته ، وادى زكاته ، وكف غضبه ، وسجن لسانه ، واستغفر لذنبه ، وادى النصيحة لأهل بيت نبيه ، فقد استكمل حقائق الايمان ، وأبواب الجنة مفتحة له \" . « 1 »\r\nوالصلاة ، هي الصلة بين قلب العبد ونور الله ، وهي معراج المؤمن إلى عرش الله . و ( لو يعلم المصلي ما يغشاه من جلال الله ، ما سره ان يرفع رأسه من السجود ) « 2 » كما يقول أمير المؤمنين عليه السلام .\r\nوهي رمز تعبد الانسان لله ، وتسليمه لامره في كافة حقول حياته .\r\nولذلك فان الصلاة أول ما ينظر من عمل العبد ، فقد روي عن علي عليه السلام : قال رسول الله صلى الله عليه وآله : ان عمود الدين الصلاة ، وهي أول ما ينظر فيه من عمل ابن آدم ، فان صحت نظر في عمله ، وان لم تصح لم ينظر في بقية عمله . « 3 »\r\nوهي اطار ذكر الله الذي هو أكبر ، ولغة الخطاب المباشر بينه وبين الله ، وهي بكلمة عمود الدين ، ومحور احكامه ، ولحظة الشهادة بالحق ، وشعار القيام بالقسط .\r\nقال أبو جعفر عليه السلام : \" الصلاة عمود الدين ، ومثلها كمثل عمود الفسطاط ، إذا ثبت العمود ثبتت الأوتاد والاطناب ، وإذا مال العمود\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار / ج 79 / ص 218 / ح 35 .\r\n( 2 ) المصدر / ج 82 / ص 37 / الخصال ج 2 / ص 167 .\r\n( 3 ) المصدر / ص 227 . .\r\n","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nوانكسر لم يثبت وتد ولا طنب \" . « 1 »\r\nوإقامة الصلاة رمز مدنية الايمان ، حيث قال ربنا سبحانه :\r\nوَأَوْحَيْنَآ إِلَى مُوسَى وَأَخِيهِ أَن تَبَوَّءَا لِقَوْمِكُمَا بِمِصْرَ بُيُوتاً وَاجْعَلُوا بُيُوتَكُمْ قِبْلَةً وَأَقِيمُوا الصَّلَاةَ وَبَشِّرِ الْمُؤْمِنِينَ ( يونس / 87 (\r\nوهكذا يبشر الله المؤمنين لصلاتهم وعبادتهم فقد روي عن الإمام الصادق عليه السلام أنه قال :\r\n\" للمصلي ثلاث خصال : إذا قام في صلاته يتناثر عليه البر من أعنان السماء إلى مفرق رأسه ، وتحف به الملائكة من تحت قدميه إلى أعنان السماء ، وملك ينادي : أيها المصلي لو تعلم من تناجي ما انفتلت \" . « 2 »\r\n\r\nعلامة الايمان :\r\nوالصلاة علامة الايمان وزاد المؤمن ليوم المعاد ، لنستمع إلى الباري عز وجل وهو يخاطب رسوله : قُل لِّعِبَادِيَ الَّذِينَ ءَامَنُوا يُقِيمُوا الصَّلاةَ وَيُنفِقُوا مِمَّا رَزَقْنَاهُمْ سِرّاً وَعَلَانِيَةً مِن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَّا بَيْعٌ فِيهِ وَلا خِلالٌ ( إبراهيم / 31 )\r\nوهكذا روي عن الإمام الصادق عليه السلام : يؤتى بشيخ يوم القيامة فيدفع اليه كتابه ، ظاهره مما يلي الناس لا يرى الا مساوىء فيطول ذلك عليه فيقول : يا رب ! أتأمر بي إلى النار ؟ فيقول الجبار جل جلاله : ( يا شيخ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار / ج 79 / ص 218 / ح 36 .\r\n( 2 ) المصدر / ص 215 / ح 30 . .\r\n","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nانا استحي ان أعذبك وقد كنت تصلي في دار الدنيا ، اذهبوا بعبدي إلى الجنة ) . « 1 »\r\nوالصلاة تطفئ نيران الذنوب التي يوقدها الانسان بين الصلاة والصلاة ، وهكذا جاء في الأثر المروي عن النبي صلى الله عليه وآله :\r\n) ما من صلاة يحضر وقتها إلا نادى ملك بين يدي الناس ( أيها الناس ) قوموا إلى نيرانكم التي اوقدتموها على ظهوركم فأطفؤوها بصلاتكم ) . « 2 »\r\nوهي من ابرز صفات المتقين الذين جاء القرآن هدى لهم : ألم * ذَلِكَ الكِتَابُ لَارَيْبَ فِيهِ هُدىً لِلمُتَّقِينَ * الَّذِينَ يؤْمِنُونَ بِالغَيْبِ وَيُقِيمُونَ الصَّلاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ ( البقرة / 1 - 3 )\r\nوقال الله تعالى : طس تِلْكَ ءَايَاتُ الْقُرْءَانِ وَكِتَابٍ مُبِينٍ * هُدىً وَبُشْرَى لِلْمُؤْمِنِينَ * الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُم بِالاخِرَةِ هُمْ يُوقِنُونَ ( النمل / 1 - 3 )\r\n\r\nاسمى الاعمال :\r\nوهي اسمى الأعمال الصالحة ومن أعظمها اجرا عند الله . قال الله تعالى : إِنَّ الَّذِينَ ءَامَنُوْا وَعَمِلُواْ الصَّالِحَاتِ وَأَقَامُواْ الصَّلاةَ وَاتَوُاْ الزَّكَاةَ لَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ ( البقرة / 277 )\r\nوهكذا روي عن الامام أمير المؤمنين عليه السلام :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار / ج 79 / ص 204 / ح 4 .\r\n( 2 ) المصدر / ص 209 / ح 21 . .\r\n","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\" لو يعلم المصلي ما يغشاه من جلال الله ما سره ان يرفع رأسه من السجود \" وقال : \" من اتى الصلاة عارفا بحقها غفر له \" . « 1 »\r\nوهي أفضل شكر على نعم الله الكثيرة ( الكوثر ) بل هي خير كثير ( الكوثر ) حيث يقول ربنا سبحانه : إِنَّآ أَعْطَيْنَاكَ الْكَوْثَرَ * فَصَلِّ لِرَبِّكَ وَانْحَرْ * إِنَّ شَانِئَكَ هُوَ الابْتَرُ ( الكوثر / 1 - 3 )\r\n\r\nشرط الولاية :\r\nوإقامة الصلاة من شرائط الولاية ، فمن تولى المسلمين وجب عليه ان يقيم الصلاة فيهم ، أليس الله تعالى يقول : الَّذِينَ إِن مَكَّنَّاهُمْ فِي الارْضِ أَقَامُوا الصَّلَاةَ وءَاتَوُا الزَّكَاةَ ( الحج / 41 )\r\nويقول ايضاً : إِنَّمَا وَلِيُّكُمُ اللّهُ وَرَسُولُهُ وَالَّذِينَ ءَامَنُوا الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ رَاكِعُونَ ( المائدة / 55 )\r\nوايضاً : إِنَّمَا يَعْمُرُ مَسَاجِدَ اللّهِ مَنْ ءَامَنَ بِاللّهِ وَالْيَوْمِ الاخِرِ وَأَقَامَ الصَّلَاةَ وءَاتَى الزَّكَاةَ وَلَمْ يَخْشَ إِلَّا اللّهَ فَعَسَى اوْلَئِكَ أَن يَكُونُوا مِنَ الْمُهْتَدِينَ ( التوبة / 18 )\r\nوهؤلاء هم ولاة المساجد ، وسدنة بيوت الله ، وهم أولى الناس بها ، لا الذين يعمرون ظاهر المساجد ويسعون في خراب واقعها ، ويصدون الناس عن سبيل الله .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار / ج 79 / ص 107 / ح 12 . .\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nوالصلاة كذلك شرط ولاية المؤمنين لبعضهم ، ( بعد الامر بالمعروف والنهي عن المنكر ) أليست إقامة الصلاة شعارهم ورمز عبادتهم لله ؟ لنصغي إلى كلام الله العزيز : الْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَولِيَآءُ بَعْضٍ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَيُطِيعُونَ اللّهَ وَرَسُولَهُ ( التوبة / 71 )\r\nوهكذا يخرج من ترك صلاته متعمدا من حزب المؤمنين ، ويحشر مع المنافقين ، حسب الحديث المروي عن النبي صلى الله عليه وآله :\r\n\" ولا تضيعوا صلاتكم فان من ضيّع صلاته حشره الله مع قارون وفرعون وهامان ، لعنهم الله وأخزاهم ، وكان حقا على الله ان يدخله النار مع المنافقين ، فالويل لمن لم يحافظ صلاته \" . « 1 »\r\nوالصلاة من جهة أخرى تزيد التقوى وتردع مقيمها عن اتباع الشهوات ، فالله تعالى يقول : إِنَّ الصَّلَاةَ تَنْهَى عَنِ الْفَحْشَآءِ وَالْمُنكَرِ ( العنكبوت / 45 )\r\nوهي كذلك تذهب السيئات ، وقد قال ربنا سبحانه عن الصلاة : إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئات ( هود / 114 )\r\n\r\nشعار المؤمنين :\r\nوالصلاة من شعائر الله التي تختصر القيم الثابتة في حياة المجتمع المؤمن ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار / ج 79 / ص 202 / ح 2 . .\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nولابد أن تكون اطارا للمتغيرات ، التي يتحاكمون فيها إلى العرف والعقل عبر الشورى ، هذا ما نستلهمه من قول الله تعالى : وَالَّذِينَ اسْتَجَابُوا لِرَبِّهِمْ وَأَقَامُوا الصَّلَاةَ وَأَمْرُهُمْ شُورَى بَيْنَهُمْ وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ ( الشورى / 38 )\r\nوقوله سبحانه : وَجَعَلْنَاهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا وَأَوْحَيْنَآ إِلَيْهِمْ فِعْلَ الْخَيْرَاتِ وَإِقَامَ الصَّلَاةِ وَإِيتَآءَ الزَّكَاةِ وَكَانُوا لَنَا عَابِدِينَ ( الأنبياء / 73 )\r\nوهي كذلك محور اجتماعهم في يوم عيدهم ولقائهم الاسبوعي ( يوم الجمعة ) فحول مائدة الصلاة يتواصل المؤمنون ، وانطلاقا من محور الصلاة يديرون شؤونهم ويحلون مشاكلهم ، وهي إلى ذلكذكر الله في ذلك اليوم المشهود ، يقول الله تعالى : يَآ أَيُّهَا الَّذِينَ ءَامَنُوا إِذَا نُودِيَ لِلصَّلَاةِ مِن يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ ذَلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ ( الجمعة / 9 )\r\n\r\nالخشوع في الصلاة :\r\nوالخشوع في الصلاة علامة كمال الايمان ، ومعناه حسبما يبدو من الآية التالية الا يلهي المصلي عن ذكر ربه ، تجارة ، ولا بيع ، فإذا قام إلى ربه يصلي لا يفكر في مصالحه أو ملاهيه ، وهذا من شروط بيوت العلم التي اذن الله لها ان ترفع وجعلها مشكاة لنوره ، وهكذا قال ربنا بعد آية النور المعروفة : فِي بُيُوتٍ أَذِنَ اللَّهُ أَن تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالآصَالِ * رِجَالٌ لَّا تُلْهِيهِمْ تِجَارَةٌ وَلَا بَيْعٌ عَن ذِكْرِ اللَّهِ\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nوَإِقَامِ الصَّلَاةِ وَإِيتَآءِ الزَّكَاةِ يَخَافُونَ يَوْماً تَتَقَلَّبُفِيهِ الْقُلُوبُ وَالابْصَارُ ( النور / 36 - 37 )\r\nوتعتبر الصلاة معراج المؤمن إلى الله ، كما تعتبر الضراعة فيها قمة التوجه إلى الله سبحانه وهي شرط الفلاح ، ومبدء فضائل الايمان . هذا ما تشير اليه الآية الكريمة : قَدْ أَفْلَحَ الْمُؤْمِنُونَ * الَّذِينَ هُمْ فِي صَلَاتِهِمْ خَاشِعُونَ ( المؤمِنون / 1 - 2 )\r\n\r\nإقامة الصلاة :\r\nوحفظ الصلاة يعني الاهتمام بأدائها في أوقاتها وبشرائطها وآدابها وهو من علائم الايمان بالله وباليوم الاخر ، قال الله تعالى : وَالَّذِينَ يُؤْمِنُونَ بِالاخِرَةِ يُؤْمِنُونَ بِهِ وَهُمْ عَلَى صَلَاتِهِمْ يُحَافِظُونَ ( الانعام / 92 )\r\nوالصلاة نافذة يطلع المؤمن من خلالها على رحاب الغيب ، انها دعاء وذكر وتبتل وكلها حقائق غيبية ، لذلك فان الذين يخشون الله بالغيب هم الذين يقيمون الصلاة اي يؤدونها كما أمر الله : انَّمَا تُنذِرُ الَّذِينَ يَخْشَوْن رَبَّهُم بِالْغَيْبِ وَأَقَامُوا الصَّلَاةَ وَمَن تَزَكَّى فَانَّمَا يَتَزَكَّى لِنَفْسِهِ ( فاطر / 18 )\r\n\r\nالاستعانة بالصلاة :\r\nوبإقامة الصلاة ، يتحدى المؤمنون محاولات الكفار الرامية إلى ردهم إلى الضلالة ، لان الصلاة تورث اليقين في نفوس المؤمنين ، وتبعث اليأس في قلوب الكفار . لنستمع إلى كتاب الله العزيز : وَدَّ كَثِيرٌ مِنْ أَهْلِ الْكِتَابِ\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nلَوْ يَرُدُّونَكُمْ مِنْ بَعْدِ إِيمَانِكُمْ كُفَّاراً حَسَداً مِنْ عِندِ أَنْفُسِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْحَقُّ فَاعْفُوا وَاصْفَحُوا حَتَّى يَأْتِيَ اللّهُ بِامْرِهِ إِنَّ اللّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ * وَأَقِيمُوا الصَّلَاةَ وءَاتُوا الزَّكَاةَ ( البقرة / 109 - 110 )\r\nوهكذا الصلاة تعين المؤمنين على مكاره الدنيا ومصيباتها ، والمؤمنون يستعينون بها على ما أصابهم حسب ما أدبهم الله تعالى : وَاسْتَعِينُوْا بِالصَّبْرِ وَالصَّلَاةِ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى الْخَاشِعِينَ * الَّذِينَ يَظُنُّونَ أَنَّهُم مُلَاقُوا رَبِّهِمْ وَانَّهُمْ إِلَيْهِ رَاجِعُونَ ( البقرة / 45 - 46 )\r\nوالاستعانة بالصلاة امر مستصعب أوليست هذه الاستعانة دليل صدق الايمان بالله ؟ الا على الذين يخشعون ويظنون انهم ملاقوا ربهم .\r\nوإقامة الصلاة بر . . تلك الصلاة النابعة من الايمان الخالص ، وليس مجرد الوقوف واستقبال المشرق أو المغرب ( المسجد الأقصى والمسجد الحرام ) . هذا مانستوحيه من كلام ربنا العزيز : لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلكِنَّ الْبِرَّ مَنْ ءَامَنَ بِاللّهِ وَالْيَومِ الاخِرِ وَالْمَلآئِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ وَاتَى الْمَالَ عَلَى حُبِّهِ ذَوي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينَ وَابْنَ الْسَّبِيلِ وَالسَّآئِلِينَ وَفِي الرِّقابِ وَأَقَامَ الصَّلَاةَ وَاتَى الزَّكَاةَ ( البقرة / 177 )\r\nفليس المطلوب مجرد التوجه تلقاء القبلة ، وانما إقامة الصلاة بشرائطها ، ومن شرائطها إقامة سائر أحكام الشريعة الغرّاء .\r\n\r\nإقامة الصلاة علامة المخبتين :\r\nالاخبات درجة رفيعة في معراج الايمان ، وللمخبتين علامات ؛ أبرزها انهم\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nإذا ذكر الله وجلت قلوبهم ، ومنها إقامة الصلاة حيث قال الله تعالى : وَبَشِّرِ الْمُخْبِتِينَ * الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَالصَّابِرِينَ عَلَى مَآ أَصَابَهُمْ وَالْمُقِيمِي الصَّلَاةِ وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ ( الحج / 34 - 35 )\r\nذلك ان الصلاة معراج الروح والسبيل إلى رضوان الله ، والمخبتون والتائبون والمنيبون يتخذونها وسيلة الزلفى ، وهي تلك التجارة التي لن تبور ، يقول الله سبحانه عن المنيبين : مُنِيبِينَ إِلَيْهِ وَاتَّقُوهُ وَأَقِيمُوا الصَّلَاةَ وَلَا تَكُونُوا مِنَ الْمُشْرِكِينَ ( الروم / 31 )\r\nويقول ربنا سبحانه عن التجارة التي لن تبور والتي كانت من أعظم أركانها إقامة الصلاة : إِنَّ الَّذِينَ يَتْلُونَ كِتَابَ اللَّهِ وَأَقَامُوا الصَّلَاةَ وَأَنفَقُوا مِمَّا رَزَقْنَاهُمْ سِرّاً وَعَلَانِيَةً يَرْجُونَ تِجَارَةً لَن تَبُورَ ( فاطر / 29 )\r\nوهكذا نتلو في آية أخرى عن قيام الليل حيث ميعاد المخبتين مع الله سبحانه : إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أَدْنَى مِن ثُلُثَيِ الَّيْلِ وَنِصْفَهُ وَثُلُثَهُ وَطآئِفَةٌ مِنَ الَّذِينَ مَعَكَ وَاللَّهُ يُقَدِّرُ الَّيْلَ وَالنَّهَارَ عَلِمَ أَن لَن تُحْصُوهُ فَتَابَ عَلَيْكُمْ فَاقْرَءُوا مَا تَيَسَّرَ مِنَ الْقُرءَانِ عَلِمَ أَن سَيَكُونُ مِنكُم مَّرْضَى وَءَاخَرُونَ يَضْرِبُونَ فِي الأَرْضِ يَبْتَغُونَ مِن فَضْلِ اللَّهِ وَءَاخَرُونَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ وَأَقِيمُوا الصَّلَاةَ وَءَاتُوا الزَّكَاةَ وَأَقْرِضُوا اللَّهَ قَرْضاً حَسَناً وَمَا تُقَدِّمُوا لأَنفُسِكُم مِنْ خَيْرٍ تَجِدُوهُ عِندَ اللَّهِ هُوَ خَيْراً وَأَعْظَمَ أَجْراً وَاسْتَغْفِرُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ ( المزمل / 20 )\r\nوقد شرط الله على بني إسرائيل ونقبائهم ان يقيموا الصلاة ، وشرط لهم ان يكون معهم ما داموا على هذا العهد ، فقال ربنا سبحانه : وَلَقَدْ أَخَذَ\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nاللّهُ مِيثَاقَ بَنِي إِسْرَآئِيلَ وَبَعَثْنَا مِنْهُمُ اثْنَيْ عَشَرَ نَقِيباً وَقَالَ اللّهُ إِنِّي مَعَكُمْ لَئِنْ أَقَمْتُمُ الصَّلَاةَ وءَاتَيْتُمْ الزَّكَاةَ وَءامَنتُم بِرُسُلِي وَعَزَّرْتُمُوهُمْ وَأَقْرَضْتُمُ اللّهَ قَرْضاً حَسَناً ( المائدة / 12 )\r\n\r\nالمحافظة على الصلوات :\r\nولان الصلاة معراج المؤمن وشعار عبوديته لله ، ورمز اخلاصه لله ، فان المؤمنين يحافظون عليها دائما ، وفي كل الظروف :\r\nإِنَّ الإِنسَانَ خُلِقَ هَلُوعاً * إِذَا مَسَّهُ الشَّرُّ جَزُوعاً * وَإِذَا مَسَّهُ الْخَيْرُ مَنُوعاً * إِلَّا الْمُصَلِّينَ * الَّذِينَ هُمْ عَلَى صَلَاتِهِمْ دَآئِمُونَ ( المعارج / 19 - 23 )\r\nوَالَّذِينَ هُمْ عَلَى صَلَاتِهِمْ يُحَافِظُونَ ( المعارج / 34 )\r\nوَالَّذِينَ هُمْ عَلَى صَلَوَاتِهِمْ يُحَافِظُونَ ( المؤمنون / 9 )\r\nوالمحافظة على الصلوات هي التي ترفع الانسان إلى درجات الايمان السامية ، ومنها حفظه من الهلع على الدنيا ، وهكذا جاء في الحديث الشريف :\r\nعن محمد بن سنان عن الرضا عليه السلام فيما كتب اليه من جواب مسائله : ( ان علة الصلاة إنها اقرار بالربوبية لله عز وجل ، وخلع الأنداد ، وقيام بين يدي الجبار جل جلاله بالذل والمسكنة ، والخضوع ، والاعتراف ، والطلب للإقالة من سالف الذنوب ، ووضع الوجه على الأرض كل يوم ، اعظاما لله عز وجل ، وأن يكون\r\nذاكرا غير ناس ولا بطر ، ويكون خاشعاً متذللًا راغباً ، طالباً للزيادة في الدين والدنيا ، مع ما فيه من الايجاب والمداومة\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nعلى ذكر الله عز وجل بالليل والنهار ، لئلا ينسى العبد سيده ومدبره وخالقه فيبطر ويطغى ويكون من ذكره لربه وقيامه بين يديه ، زاجرا له عن المعاصي ومانعا له عن أنواع الفساد ) . « 1 »\r\n\r\nإقامة الصلاة في كل حال :\r\nفي الحالات الاستثنائية ( كالحرب ) ينبغي ان نذكر الله ، اما عند الطمأنينة فالمفروض إقامة الصلاة ( لا مجرد ذكر الله ) والفرق بينهما كبير ، حيث إن إقامة الصلاة تعني : اقامتها بشروطها ، بينما الذكر يمكن بأية طريقة قياما أو قعودا أو على الجنوب ، لنتلو معاً كلام الله العزيز : فإِذَا قَضَيْتُمُ الصَّلَاةَ فَاذْكُرُوا اللَّهَ قِيَاماً وَقُعُوداً وَعَلَى جُنُوبِكُمْ فَإِذَا اطْمَأْنَنتُمْ فَاقِيمُوا الصَّلَاةَ إِنَّ الصَّلَاةَ كَانَتْ عَلَى الْمُؤْمِنِينَ كِتَاباً مَوْقُوتاً ( النساء / 103 )\r\nوهكذا جاء في الحديث انه فات الناس مع أمير المؤمنين يوم صفين صلاة الظهر والعصر والمغرب والعشاء الآخرة ، وأمرهم علي أمير المؤمنين فكبروا وهللوا وسبحوا رجالا وركبانا لقول الله فإِنْ خِفْتُمْ فَرِجَالًا أَوْ رُكْبَاناً فأمر علي فصنعوا ذلك . فان الصلاة لا تترك باي حال ، لأنها كانت كتابا\r\nموقوتا على المؤمنين ، ولأنها لا تترك في حالة الحرب وهي أشد الحالات على الانسان ، وهذا ما نستلهمه من هذه الآية : وَإِذَا ضَرَبْتُمْ فِي الأَرْضِ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَقْصُرُوا مِنَ الصَّلَاةِ إِنْ خِفْتُمْ أَن يَفْتِنَكُمُ الَّذِينَ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / كتاب الصلاة / أبواب اعداد الفرائض ونوافلها / الباب 1 / ص 4 / ح 7 . .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nكَفَرُوا إِنَّ الْكَافِرِينَ كَانُوا لَكُمْ عَدُوًّا مُبِيناً ( النساء / 101 )\r\nوهكذا يجب ان تقصر الصلاة في حالة الخوف ، ولكنها تبقى مكتوبة على الانسان لأنها كتاب موقوت ( ثابت ) .\r\nوهكذا جاء في الحديث المأثور عن الإمام الصادق عليه السلام في تفسير هذه الآية قال : كتاباً ثابتاً ، وليس ان عجلت قليلًا أو أخرت قليلًا بالذي يضرك ، ما لم تضع ، فان الله عز وجل يقول : ) أضاعوا الصلاة واتبعوا الشهوات فسوف يلقون غياً ) . « 1 »\r\nومن هنا فقد وجبت الصلاة حتى عند المواجهة العسكرية ، فقد قال الله تعالى : وإِذَا كُنْتَ فِيهِمْ فَاقَمْتَ لَهُمُ الصَّلَاةَ فَلْتَقُمْ طَآئِفَةٌ مِنْهُم مَعَكَ وَلْيَأْخُذُوا أَسْلِحَتَهُمْ فَإِذَا سَجَدُوا فَلْيَكُونُوا مِن وَرَآئِكُمْ وَلْتَأْتِ طَآئِفَةٌ اخْرَى لَمْ يُصَلُّوا فَلْيُصَلُّوا مَعَكَ وَلْيَأْخُذُوا حِذْرَهُمْوَأَسْلِحَتَهُمْ ( النساء / 102 )\r\n\r\nإقامة الصلاة شرط التوبة :\r\nلان الصلاة رمز العبودية ، فان من يتوب إلى الله كان عليه ان يثبت توبته بإقامة الصلاة ، هذا ما نستوحيه من الآيات الكريمة :\r\nفَإِن تَابُوا وَأَقَامُوا الْصَّلَاةَ وَءَاتَوُا الزَّكَاةَ فَخَلُّوا سَبِيلَهُمْ ( التوبة / 5 )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفسير الميزان / ج 5 / ص 67 عن الكافي . .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nفإِن تَابُوا وَأَقَامُوا الصَّلَاةَ وَءَاتَوُا الزَّكَاةَ فَإِخْوَانُكُمْ فِي الدِّينِ ( التوبة / 11 )\r\nفَإِذْ لَمْ تَفْعَلُوا وَتَابَ اللَّهُ عَلَيْكُمْ فَاقِيمُوا الصَّلَاةَ وَءَاتُوا الزَّكَاة ( المجادلة / 13 )\r\n\r\nإقامة الصلاة شعار الدعاة إلى الله :\r\nالصلاة قيمة مهمة ، وجوهر هذه القيمة صلة الانسان بالله سبحانه وتعالى ، واما مظهر هذه القيمة فهي ذكر الله ، والسجود لله ، والركوع لله ، وقراءة القرآن الكريم والدعاء وما أشبه .\r\nولذلك فإنها من شعائر الدعاة إلى الله ، بل انها هدفهم الأساسي من بث الدعوة ، فيما نستلهمه من إبراهيم عليه السلام الذي اسكن بعض ذريته عند البيت الحرام بهدف إقامة الصلاة : رَبَّنَآ إِنِّي أَسْكَنتُ مِن ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرْعٍ عِندَ بَيْتِكَ الْمُحَرَّمِ رَبَّنَا لِيُقِيمُوا الصَّلَاةَ فَاجْعَلْ أَفْئِدَةً مِنَ النَّاسِ تَهْوِي إِلَيْهِمْ وَارْزُقْهُم مِنَ الَّثمَرَاتِ لَعَلَّهُمْ يَشْكُرُونَ * رَبَّنَآ إِنَّكَ تَعْلَمُ مَا نُخْفِي وَمَا نُعْلِنُ وَمَا يَخْفَى عَلَى اللَّهِ مِن شَيْءٍ فِي الأَرْضِ وَلَا فِي السَّمَآءِ * الْحَمْدُ للَّهِ الَّذِي وَهَبَ لِي عَلَى الْكِبَرِ إِسْمَاعِيلَ وإِسْحَاقَ إِنَّ رَبِّي لَسَمِيعُ الدُّعَآءِ * رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي رَبَّنَا وَتَقَبَّلْ دُعَآءِ ( إبراهيم / 37 - 40 )\r\nوهكذا كان النبي إسماعيل يأمر أهله بالصلاة ، فقال الله تعالى عنه : وَكَانَ يَأْمُرُ أَهْلَهُ بِالصَّلَاةِ وَالزَّكَاةِ وَكَانَ عِندَ رَبِّهِ مَرْضِيّاً ( مريم / 55 )\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nوفرض الله على الرسول صلى الله عليه وآله ايضاً ، ومن ثم على أمته ان يأمر أهله بالصلاة ، فقال : وَأْمُرْ أَهْلَكَ بِالصَّلَاةِ وَاصْطَبِرْ عَلَيْهَا ( طه / 132 )\r\nوكانت وصية لقمان لابنه : يَا بُنَيَّ أَقِمِ الصَّلَاةَ وَأْمُرْ بِالْمَعْرُوفِ وَانْهَ عَنِ الْمُنكَرِ ( لقمان / 17 )\r\n\r\nالصلاة شعار الأمة الاسلامية :\r\nوالصلاة من ابرز علائم الأمة الاسلامية حيث قال ربنا سبحانه : مِّلَّةَ أَبِيكُمْ إِبْرَاهِيمَ هُوَ سَمَّاكُمُ الْمُسْلِمِينَ مِن قَبْلُ وَفِي هَذَا لِيَكُونَ الرَّسُولُ شَهِيداً عَلَيْكُمْ وَتَكُونُوا شُهَدَآءَ عَلى النَّاسِ فَاقِيمُوا الصَّلَاةَ وءَاتُواْ الزَّكَاةَ وَاعْتَصِمُوا بِاللَّهِ ( الحج / 78 )\r\nوإقامة الصلاة كانت كذلك ضمن بنود الميثاق التي كتبها الله على بني إسرائيل حيث قال الله تعالى : وإِذْ أَخَذْنَا مِيثَاقَ بَنِي إِسْرآئِيلَ لَاتَعْبُدُونَ إِلَّا اللّهَ وَبِالْوَالِدَيْنِ إِحْسَاناً وَذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَقُولُوا لِلنَّاسِ حُسْناً وَأَقِيمُوا الصَّلَاةَ وءَاتُوا الزَّكَاةَ ثُمَّ تَوَلَّيْتُمْ إِلَّا قَلِيلًا مِنْكُمْ وَأَنْتُمْ مُعْرِضُونَ ( البقرة / 83 )\r\nولان الصلاة شعار المسلمين ، فان من ابرز شروط قبول توبة المشركين اقامتهم للصلاة ، قال الله تعالى : فَإِذَا انسَلَخَ الاشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدتُّمُوهُمْ وَخُذُوهُمْ وَاحْصُرُوهُمْ وَاقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ فَإِن تَابُوا وَأَقَامُوا الْصَّلَاةَ وَءَاتَوُا الزَّكَاةَ فَخَلُّوا سَبِيلَهُمْ إِنَّ اللّهَ\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nغَفُورٌ رَحِيمٌ ( التوبة / 5 )\r\n\r\nالصلاة تزكية النفس :\r\nدرجات المؤمن تتسامى بصلاته ؛ فكلما حافظ عليها أكثر وأقامها بشروطها ، بل وأكثر منها ومن الخشوع فيها ، كلما ازدادت صلته بالله سبحانه ، وقربه منه وبالتالي انعكست هذه الصلة على ابعاد حياته .\r\nفالصلاة تورث التقوى ، والتقوى تنهى النفس عن مرديات الهوى ، وهكذا قال ربنا سبحانه : إِنَّ الصَّلَاةَ تَنْهَى عَنِ الْفَحْشَآءِ وَالْمُنكَرِ وَلَذِكْرُ اللَّهِ أَكْبَرُ ( العنكبوت / 45 )\r\nوالصلاة تقرب الانسان من ربه ، فيزداد اخلاصا وتوحيدا وطهرا من درن الشرك ، قال الله تعالى : قُلْ إِنَّ هُدَياللّهِ هُوَ الْهُدَى وَامِرْنَا لِنُسْلِمَ لِرَبِّ الْعَالَمِينَ * وَأَنْ أَقِيمُوا الصَّلَاةَ وَاتَّقُوهُ وَهُوَ الَّذِي إِلَيْهِ تُحْشَرُونَ ( الانعام / 71 - 72 (\r\nوقال ربنا سبحانه : وَلَيُبَدِّلَنَّهُم مِّن بَعْدِ خَوْفِهِمْ أَمْناً يَعْبُدُونَنِي لَا يُشْرِكُونَ بِي شَيْئاً وَمَن كَفَرَ بَعْدَ ذَلِكَ فَاوْلَئِكَ هُمُ الْفَاسِقُونَ * وَأَقِيمُوا الصَّلَاةَ وءَاتُوا الزَّكَاةَ وَأَطِيعُوا الرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ ( النور / 55 - 56 )\r\nأفلا ترى كيف جاءت إقامة الصلاة مباشرة بعد الامر بالتوحيد واخلاص العبودية لله ، وفي الآية الثانية ارتبطت إقامة الصلاة بطاعة الرسول ، لان إقامة الصلاة تزكي النفس وتهيئها لقبول طاعة الرسول .\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nوهكذا كانت الصلاة أفضل زلفى لأنها تخرق حجاب الشرك ، وقد جاء في الحديث المروي عن يزيد بن خليفة قال : سمعت أبا عبد الله عليه السلام يقول : ( إذا قام المصلي إلى الصلاة نزلت عليه الرحمة من أعنان السماء إلى الأرض ، وحفت به الملائكة ، وناداه ملك : لو يعلم هذا المصلي ما في الصلاة ما انفتل ) . « 1 »\r\nوالصلاة تورث الاحسان ، وانما المحسنون هم الذين يقيمونها ، قال الله تعالى : هُدًى وَرَحْمَةً لِّلْمُحْسِنِينَ * الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُم بِالأَخِرَةِ هُمْ يُوقِنُونَ ( لقمان / 3 - 4 )\r\nوالصلاة من أهم العبادات التي تزكي النفس وترفعها إلى درجة الكمال الأسمى : إِنَّ الإِنسَانَ خُلِقَ هَلُوعاً * إِذَا مَسَّهُ الشَّرُّ جَزُوعاً * وَإِذَا مَسَّهُ الْخَيْرُ مَنُوعاً * إِلَّا الْمُصَلِّينَ * الَّذِينَ هُمْ عَلَى صَلَاتِهِمْ دَآئِمُونَ ( المعارج / 19 - 23 )\r\nوإقامة الصلاة تساهم في تنمية روح الاصلاح في النفس ، والمصلون هم المصلحون : وَالَّذِينَ يُمَسِّكُونَ بِالْكِتَابِ وَأَقَامُوا الصَّلَاةَ إِنَّا لانُضِيعُ اجْرَ الْمُصْلِحِينَ ( الأعراف / 170 )\r\nوإقامة الصلاة من آيات الاخلاص في الدين ، قال الله تعالى : وَمَآ امِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَآءَ وَيُقِيمُوا الصَّلَاةَ وَيُؤْتُوا الزَّكَاةَ وَذَلِكَ دِينُ الْقَيِّمَةِ ( البينة / 5 )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / ص 21 . .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nوقال تعالى : إِنَّنِي أَنَا اللَّهُ لا إِلَهَ إِلآَّ أَنَاْ فَاعْبُدْنِي وَأَقِمِ الصَّلَاةَ لِذِكْرِي ( طه / 14 )\r\n\r\nالصلاة ذكر :\r\nجوهر الصلاة وحقيقتها انها ذكر الله وحده ، فهي رمز العبودية لله ، ودليل التسليم وعلامة الايمان وآية الاخلاص ، من هنا قال ربنا سبحانه وهو يبين فائدة الصلاة وانها تنهى عن الفحشاء والمنكر : وَلَذِكْرُ اللَّهِ أَكْبَرُ ( العنكبوت / 45 )\r\nوقال سبحانه : وَأَقِمِ الصَّلَاةَ لِذِكْرِي ( طه / 14 )\r\nوقال تعالى : قَدْ أَفْلَحَ مَن تَزَكَّى * وَذَكَرَ اسْمَ رَبِّهِ فَصَلَّى ( الاعلى / 14 - 15 )\r\nوقال سبحانه : الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَاماً وَقُعُوداً وَعَلَى جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّماوَاتِ وَالأَرْضِ رَبَّنَا مَا خَلَقْتَ هذَا بَاطِلًا سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ ( آل عمران / 191 )\r\nولأنها ذكر فإنها لا تترك بحال بل تجب ما دامت الحياة ، وقد قال ربنا سبحانه : وَجَعَلَنِي مُبَارَكاً أَيْنَ مَا كُنتُ وَأَوْصَانِي بِالصَّلَاةِ وَالزَّكَاةِ مَادُمْتُ حَيّاً ( مريم / 31 )\r\nوقال الله تعالى : إِنَّمَا يُرِيدُ الشَّيْطَانُ أَنْ يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَآءَ فِي الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ عَن ذِكْرِ اللّهِ وَعَنِ الصَّلَاةِ فَهَلْ أَنْتُمْ مُنْتَهُونَ ( المائدة / 91 )\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nونستلهم من هذه الآية ان الصلاة لون من ألوان الذكر ، وان بيانها من باب التأكيد على هذا اللون من الذكر باعتباره الذكر الأتم .\r\nوهكذا كانت الصلاة ذكرى للذاكرين : وَأَقِمِ الصَّلَاةَ طَرَفَيِ النَّهَارِ وَزُلَفاً مِنَ الَّيْلِ إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئاتِ ذَلِكَ ذِكْرَى لِلذَّاكِرِينَ ( هود / 114 )\r\nوقال ربنا سبحانه : يَآ أَيُّهَا الَّذِينَ ءَامَنُوا إِذَا نُودِيَ لِلصَّلَاةِ مِن يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ ذَلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ ( الجمعة / 9 )\r\n\r\nاحكام الصلاة :\r\nهناك قيم تتصل بالصلاة ، وحسن اقامتها ، أبرزها المحافظة عليها والاستمرار بها وقد تلونا آياتها .\r\n1 ومن شرائع إقامة الصلاة البدء بالطهارة : يَآ أَيُّهَا الَّذِينَ ءَامَنُوا إِذَا قُمْتُمْ إِلَى الصَّلَاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ وَامْسَحُوا بِرُؤُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ وإِن كُنتُمْ جُنُباً فَاطَّهَّرُوا ( المائدة / 6 )\r\n2 ومن شرائع الصلاة التسبيح : وَسَبِّحُوهُ بُكْرَةً وَأَصِيلًا * هُوَ الَّذِي يُصَلِّي عَلَيْكُمْ وَمَلآَئِكَتُهُ ( الأحزاب / 42 - 43 (\r\n3 - كذلك الاعتدال بين الجهر والاخفات فيها : وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا وَابْتَغِ بَيْنَ ذَلِكَ سَبيلًا ( الاسراء / 110 )\r\n4 - وقد بين الله أوقات الصلاة بقوله سبحانه : أَقِمِ الصَّلَاةَ لِدُلُوكِ الشَّمْسِ إِلَى غَسَقِ اللَّيْلِ وَقُرْءَانَ الْفَجْرِ إِنَّ قُرْءَانَ الْفَجْرِ كَانَ مَشْهُوداً ( الاسراء / 78 )\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nفهي ثلاث مواقيت لخمس فرائض في أصل الشرع ، ومن جعلها خمسا كان قد أحسن صنعا . . أولها دلوك الشمس ( الظهر والعصر ) وثالثها مقارنة الفجر ( صلاة الصبح ) وبينهما صلاة المغرب والعشاء عند غسق الليل .\r\n5 - وفي منتصف الليل ندب القرآن المسلمين إلى التهجد ، بينما فرض ذلك على النبي والسابقين من الأمة ، قال الله تعالى : يَآ أَيُّهَا الْمُزَّمِّلُ * قُمِ الَّيْلَ إِلَّا قَلِيلًا ( المزمل / 1 - 2 )\r\nوقال تعالى : وَمِنَ الَّيْلِ فَتَهَجَّدْ بِهِ نَافِلَةً لَّكَ عَسَى أَن يَبْعَثَكَ رَبُّكَ مَقَاماً مَّحمُوداً ( الاسراء / 79 )\r\n6 - ومن شرائع الصلاة الخشوع فيها : قَدْ أَفْلَحَ الْمُؤْمِنُونَ * الَّذِينَ هُمْ فِي صَلَاتِهِمْ خَاشِعُونَ ( المؤمِنون / 1 - 2 )\r\n7 - كذلك الصلاة في المساجد مع المؤمنين أفضل : وَأَقِيمُوا الْصَّلَاةَ وءَاتُوا الْزَّكَاةَ وَارْكَعُوا مَعَ الْرَّاكِعِينَ ( البقرة / 43 )\r\n8 - والاهتمام بصلاة الجمعة فور المناداة بها وترك البيع والتجارة ، من شرائع الصلاة ايضاً : يَآ أَيُّهَا الَّذِينَ ءَامَنُوا إِذَا نُودِيَ لِلصَّلَاةِ مِن يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ ذَلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ ( الجمعة / 9 )\r\n\r\nصلاة المنافق تصدية :\r\nالصلاة ميزان ، بها نعرف المؤمن عن المنافق ، فمن خشع في صلاته وحافظ عليها واتقى وانفق وأحسن ، فإنه قد أقام الصلاة وكان من المؤمنين حقاً ،\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nومن ألهاه البيع والتجارة عن الصلاة وسهى عنها ، وإذا قام إليها قام كسلان ، فان كل ذلك علامة نفاقه ، لنستمع بهذا الصدد إلى آيات الله البينات : فَوَيْلٌ لِلْمُصَلِّينَ * الَّذِينَ هُمْ عَن صَلَاتِهِمْ سَاهُونَ * الَّذِينَ هُمْ يُرَآءُونَ * وَيَمْنَعُونَ الْمَاعُونَ ( الماعونِ / 4 - 7 )\r\nوإِذَا قَامُوا إِلَى الصَّلَاةِ قَامُوا كُسَالى ( النساء / 142 )\r\nوَلا يَأْتُونَ الصَّلَاةَ إِلَّا وَهُمْ كُسَالَى ( التوبة / 54 )\r\nفبينما المؤمنون يسارعون إلى الصلاة ، ويسعون إليها سعيا ، ترى المنافقين لا يأتونها الا وهم كسالى .\r\nومن هنا كانت الصلاة معيارا لمعرفة المؤمن عن المنافق ، ولمعرفة درجات المؤمنين ، فقد جاء في الحديث المأثور عن هارون بن خارجة أنه قال : ذكرت لأبي عبد الله رجلا من أصحابنا فأحسنت عليه الثناء فقال لي : كيف صلاته ؟ « 1 »\r\nاما المشركون فقد كانت صلاتهم ودعاؤهم عند البيت مكاء وتصدية ، حيث قال الله تعالى عنهم : وَمَا كَانَ صَلَاتُهُمْ عِندَ الْبَيْتِ إِلَّا مُكَآءً وَتَصْدِيَةً ( الأنفال / 35 )\r\nوروى العياشي عن الصادق عليه السلام في تفسير هذه الآية قال : ( التصفير والتصفيق ) . « 2 »\r\nوروي عن سعيد بن جبير ( رض ) قال : كانت قريش تعارض النبي في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / ص 21 .\r\n( 2 ) تفسير الميزان / ج 9 / ص 86 . .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nالطواف يستهزؤون ويصفرون ويصفقون فنزلت الآية هذه . « 1 »\r\nواما الكفار فقد كانوا يستهزؤون بالصلاة بالرغم من أن اي انسان سوي يحترم الفرد الذي يناجي ربه ، ويعتبر ذلك نوعا من التسامي ، بشهادة عقله وفطرته .\r\nقال الله تعالى عنهم : وإِذَا نَادَيْتُمْ إِلَى الصَّلَاةِ اتَّخَذُوهَا هُزُواً وَلَعِباً ( المائدة / 58 )\r\n\r\nالذين يضيعون الصلاة :\r\nاما جزاء الذين يضيعون الصلاة أو يتركونها فهو فقدان المناعة عن الشهوات ، قال الله تعالى : فَخَلَفَ مِن بَعْدِهِمْ خَلْفٌ أَضَاعُوا الصَّلَاةَ وَاتَّبَعُوا الشَّهَوَاتِ ( مريم / 59 )\r\nوقد يستدرجه ترك الصلاة إلى التكذيب والابتعاد عن الصراط السوي : فَلَا صَدَّقَ وَلَا صَلَّى * وَلَكِن كَذَّبَ وَتَوَلَّى ( القيامة / 31 - 32 )\r\nوقد يستدرجه ذلك إلى الصد عن سبيل الله ونهي المؤمنين عن الصلاة : أَرَأَيْتَ الَّذِي يَنْهَى * عَبْداً إِذَا صَلَّى ( العلق / 9 - 10 )\r\nولكن هل ينتهي الامر هنا ؟ كلا . . فتارك الصلاة متعمداً كافر . هذا ما يروى عن رسول الله صلى الله عليه وآله : ( من ترك الصلاة متعمداً فقد كفر ) . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفسير الميزان / ج 9 / ص 85 .\r\n( 2 ) المحجة البيضاء / ج 1 / ص 301 . .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nذلك لأن الحد الفاصل بين الاسلام الحقيقي وبين الكفر هو الصلاة ، و ( بين العبد وبين الكفر ترك الصلاة ) « 1 » كما يقول الرسول الكريم صلى الله عليه وآله وسلم .\r\nوعقبى كل ذلك نار لظى حيث يعترفون بحسرة بأنهم تركوا الصلاة ، فتركوا كل احسان ومعروف ، وكان مصيرهم إلى النار . حيث يقول ربنا سبحانه : كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ * إلآَّ أَصْحَابَ الْيَمِينِ * فِي جَنَّاتٍ يَتَسَآءَلُونَ * عَنِ الْمُجْرِمِينَ * مَا سَلَكَكُمْ فِي سَقَرَ * قَالُوا لَمْ نَكُ مِنَ الْمُصَلِّينَ * وَلَمْ نَكُ نُطْعِمُ الْمِسْكِينَ * وَكُنَّا نَخُوضُ مَعَ الْخَآئِضِينَ * وَكُنَّا نُكَذِّبُ بِيَوْمِ الدِّينِ ( المدثر / 38 - 46 )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج الفصاحة / ح 1098 . .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\n\r\nهكذا صلّى الامام\r\nروى حماد بن عيسى ، قال لي أبو عبد الله ( الإمام الصادق ) عليه السلام يوماً : تحُسن ان تصلي يا حمّاد ؟ فقلت : يا سيدي ! انا احفظ كتاب حريز في الصلاة . فقال : لا عليك ، قم صلِّ .\r\nفقمتُ بين يديه متوجهاً إلى القبلة ، فاستفتحت الصلاة وركعت وسجدت .\r\nفقال : يا حمّاد لا تحسن ان تصلي ، ما أقبح بالرجل ان يأتي عليه ستون سنة أو سبعون سنة فما يقيم صلاة واحدة بحدودها تامة .\r\nيقول حمّاد ؛ فأصابني في نفسي الذل ، فقلت : جُعِلت فداك فعلّمني الصلاة .\r\nفقام أبو عبد الله عليه السلام ، مستقبل القبلة منتصباً ، فأرسل يديه جميعاً على فخذيه قد ضم أصابعه ، وقرّب بين قدميه حتى كان بينهما قد ثلاثة\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nأصابع مفرّجات ، واستقبل بأصابع رجليه جميعاً لم يحرفهما عن القبلة بخشوع واستكانة ، وقال : \" الله أكبر \" ثم قرء الحمد بترتيل ، وقل هو الله أحد ، ثم صبر هنيئة بقدر ما يتنفس وهو قائم ، ثم قال : \" الله أكبر \" وهو قائم .\r\nثم ركع وملأ كفّيه من ركبتيه منفرجات ، وردّ ركبتيه إلى خلف حتى استوى ظهره ؛ حتى لو صُبَّ عليه قطرة من ماء أو دهن لم تزل ، لاستواء ظهره ، ومدّ عنقه وغمَّض عينيه ، ثم سبّح ثلاثاً بترتيل فقال : \" سبحان ربي العظيم وبحمده . \"\r\nثم استوى قائماً ، فلما استمكن من القيام ، قال : \" سمع الله لمن حمده \" ثم كبَّر وهو قائم ، ورفع يديه حيال وجهه .\r\nثم سجد ، ووضع كفيه مضمومة الأصابع بين ركبتيه حيال وجهه ، فقال : \" سبحان ربي الأعلى وبحمده \" ثلاث مرات ، ولم يضع شيئاً من بدنه على شيء ، وسجد على ثمانية أعظم : الجبهة والكفين وعيني الركبتين وأنامل إبهامي الرجلين ، فهذه السبعة فرض ، ووضع الأنف على الأرض سُنّة وهو الإرغام .\r\nثم رفع رأسه من السجود ، فلما استوى جالساً ، قال : \" الله أكبر \" ثم قعد على جانبه الأيسر ، قد وضع ظاهر قدمه اليمنى على باطن قدمه اليسرى ، وقال : \" استغفر الله وأتوب اليه \" ثم كبر وهو جالس ، وسجد السجدة الثانية وقال كما قال في الأولى ، ولم يستعن بشيء من جسده على شيء في ركوع ولا سجود ، كان مجنّحاً ولم يضع ذراعيه على الأرض .\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nفصلى ركعتين على هذا ويداه مضمومتا الأصابع وهو جالس في التشهد ، فلما فرغ من التشهد سلّم . فقال : يا حمّاد ! هكذا صلِّ ولا تلتفت ولا تعبث بيديك وأصابعك ، ولا تبزق عن يمينك ولا عن يسارك ولا بين يديك . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مستدرك وسائل الشيعة / كتاب الصلاة / أبواب افعال الصلاة / الباب 1 / ح 1 / وذكره صاحب الوسائل في نفس الكتاب والباب باختلاف يسير في الالفاظ . .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\n\r\nالفرائض والنوافل\r\nالسنة الشريفة :\r\n1 - قال الإمام الرضا عليه السلام حول علّة الصلاة : \" إنها إقرار بالربوبية لله عز وجل ، وخلع الأنداد ، وقيام بين يدي الجبار جل جلاله بالذل والمسكنة والخضوع والاعتراف ، والطلب للإقالة من سالف الذنوب ، ووضع الوجه على الأرض كل يوم اعظاماً لله عز وجل ، وأن يكون ذاكراً غير ناسٍ ولا بطرٍ ، ويكون خاشعاً متذللًا راغباً طالباً للزيادة في الدين والدنيا . مع ما فيه من الايجاب والمداومة على ذكر الله عز وجل بالليل والنهار ، لئلا ينسى العبد سيّده ومدبره وخالقه فيبطر ويطغى ويكون في ذكره لربه ، وقيامه بين يديه زجراً له عن المعاصي ، ومانعاً له من أنواع الفساد . « 1 »\r\n2 - قال الإمام الباقر عليه السلام : \" فرض الله الصلاة ، وسن رسول الله صلى الله عليه وآله وسلم على عشرة أوجه : صلاة السفر والحضر ، وصلاة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / كتاب الصلاة / أبواب اعداد الفرائض ونوافلها / الباب 1 / ص 4 / ح 7 . .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nالخوف على ثلاثة أوجه ، وصلاة كسوف الشمس والقمر ، وصلاة العيدين ، وصلاة الاستسقاء ، والصلاة على الميت . « 1 »\r\n3 - وقال الإمام الصادق عليه السلام : الفريضة والنافلة احدى وخمسون ركعة ، منها ركعتان بعد العتمة جالساً تعدان بركعة وهو قائم ، الفريضة منها سبع عشرة ، والنافلة اربع وثلاثون ركعة . « 2 »\r\n4 - وقال عليه السلام في حديث شرائع الدين : \" . . . وصلاة الفريضة : الظهر أربع ركعات ، والعصر أربع ركعات ، والمغرب ثلاث ركعات ، والعشاء الآخرة أربع ركعات ، والفجر ركعتان ، مجملة الصلاة المفروضة سبع عشرة ركعة ، والسنّة اربع وثلاثون ركعة ، منها : أربع ركعات بعد المغرب لا تقصير فيها في السفر والحضر ، وركعتان من جلوس بعد العشاء الآخرة تعدّان بركعة ، وثمان ركعات في السحر وهي صلاة الليل ، والشفع ركعتان ، والوتر ركعة ، وركعتا الفجر بعد الوتر ، وثمان ركعات قبل الظهر ، وثمان ركعات بعد الظهر قبل العصر ، والصلاة تستحب في أول الأوقات . « 3 »\r\n5 - وروى زرارة انه سأل الإمام الباقر عليه السلام عما فرض الله عز وجل من الصلاة ، فقال : خمس صلوات في الليل والنهار ، فسأله زرارة : هل سمّاهن الله وبيَّنهن في كتابه ؟ قال الامام :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / كتاب الصلاة / أبواب اعداد الفرائض ونوافلها / الباب 1 / ص 3 / ح 2 .\r\n( 2 ) المصدر / الباب 13 / ص 32 / ح 3 .\r\n( 3 ) المصدر / الباب 13 / ص 41 / ح 25 . .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\n\" نعم ، قال الله تعالى لنبيه صلى الله عليه وآله وسلم : أَقِمِ الصَّلَاةَ لِدُلُوكِ الشَّمْسِ إِلَى غَسَقِ اللَّيْلِ ودلوكها زوالها ، وفيما بين دلوك الشمس إلى غسق الليل اربع صلوات ، سمّاهن الله وبيَّنهن ووقَّتهن ، وغسق الليل هو انتصافه ، ثم قال تبارك وتعالى : وَقُرْءَانَ الْفَجْرِ إِنَّ قُرْءَانَ الْفَجْرِ كَانَ مَشْهُوداً فهذه الخامسة ، وقال تبارك وتعالى في ذلك : وَأَقِمِ الصَّلَاةَ طَرَفَيِ النَّهَارِ وطرفاه : المغرب والغداة وَزُلَفاً مِنَ الَّيْلِ وهي صلاة العشاء الآخرة ، وقال تعالى حَافِظُوا عَلَى الصَّلَوَاتِ وَالصَّلَاةِ الْوُسْطَى وهي صلاة الظهر ، وهي أول صلاة صلاها رسول الله صلى الله عليه وآله وسلم ، وهو وسط النهار ووسط صلاتين بالنهار : صلاة الغداة ، وصلاة العصر . . « 1 »\r\n6 - وروي عن الإمام الرضا عليه السلام أنه قال : \" الصلاة قربان كل تقي \" . « 2 »\r\n7 - قال معاوية بن وهب : سألت أبا عبد الله عليه السلام عن أفضل ما يتقرب به العباد إلى ربهم وأحب ذلك إلى الله عز وجل ما هو ؟ فقال : ما اعلم شيئاً بعد المعرفة أفضل من هذه الصلاة ، الا ترى ان العبد الصالح\r\nعيسى ابن مريم عليه السلام قال :\r\nوَأَوْصَانِي بِالصَّلَاةِ وَالزَّكَاةِ مَادُمْتُ حَيّاً\r\n« 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / الباب 2 / ص 5 / ح 1 .\r\n( 2 ) المصدر / الباب 12 / ص 30 / ح 1 .\r\n( 3 ) المصدر / الباب 10 / ص 25 / ح 1 . .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nتفصيل القول :\r\n1 - فرض الله على الانسان خمس صلوات هي :\r\nأ - الصلوات اليومية .\r\nب - صلاة الآيات . « 1 »\r\nج - صلاة الطواف الواجب .\r\nد - صلاة الميت .\r\nه - - قضاء الصلوات الفائتة من الوالدين على الولد الأكبر .\r\nوقد تجب الصلاة على الانسان بالالتزام الذاتي وذلك بواسطة النذر أو العهد أو اليمين أو الإجارة .\r\n2 - والصلوات اليومية هي خمس فرائض :\r\nأ - صلاة الظهر وهي أربع ركعات ، وتسمى الصلاة الوسطى .\r\nب - صلاة العصر ؛ أربع ركعات .\r\nج - صلاة المغرب ؛ ثلاث ركعات .\r\nد - صلاة العشاء ؛ أربع ركعات .\r\nه - - صلاة الصبح ركعتان .\r\n3 - يجب في السفر حسب الشروط الآتية في محلها قصر الصلوات الرباعية ، أي الآتيان بها ركعتين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تجب صلاة الآيات عند كسوف الشمس وخسوف القمر والزلزلة وسائر الحوادث الطبيعية إذا أدت إلى خوف أكثرية الناس وستأتي التفاصيل فيما بعد . .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\n4 - وفي يوم الجمعة تؤدى صلاة الجمعة ركعتين وبخطبتين بدلًا عن الظهر ، حسب تفاصيل وشروط يأتي ذكرها .\r\n5 - ولأن الصلاة قربان كل تقي ، وهي أفضل القربات إلى الله تعالى ، فإنها تستحب ابتداءً ؛ بأن يتقرب العبد كلما شاء إلى الله بأداء ركعات من الصلاة ، تبعث في قلبه الطمأنينة ، وتنهاه عن الفحشاء والمنكر ، وتقرّبه إلى الله زلفى .\r\n6 - وقد ورد في السنة الشريفة الحث على نوافل معينة ترتبط بالمناسبات الزمانية والمكانية . كصلوات ليالي شهر رمضان المبارك ، والصلاة عند زيارة قبور النبي صلى الله عليه وآله وأهل بيته الطاهرين ، وكذلك صلاة وتحية المسجد وغير ذلك . « 1 »\r\n7 - وأفضل النوافل ، الرواتب اليومية وهي اربع وثلاثون ركعة يومياً في غير يوم الجمعة ، مُقسَّمة كالتالي :\r\nأ - ثمان ركعات قبل فريضة الظهر .\r\nب - ثمان ركعات قبل العصر .\r\nج - أربع ركعات بعد المغرب .\r\nد - ركعتا الوتيرة بعد العشاء ، وتصليان من جلوس وتُعدان ركعة واحدة .\r\nه - - ركعتان قبل صلاة الصبح .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يراجع بشأنها كتب الأدعية الموثَّقة ، والموسوعات الروائية . .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nو - أحد عشر ركعة نافلة الليل بالترتيب التالي : صلاة الليل ؛ ثمان ركعات . وصلاة الشفع ؛ ركعتان ، وصلاة الوتر ؛ ركعة واحدة .\r\nاما يوم الجمعة فتضاف فيها أربع ركعات أخرى إلى الستة عشر ركعة .\r\n8 - ينبغي الاتيان بالصلوات المستحبة ركعتين ركعتين إلا صلاة الوتر فإنها ركعة واحدة .\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\n\r\nأوقات الصلوات اليومية\r\nالقرآن الكريم :\r\n1 - حَافِظُوا عَلَى الصَّلَوَاتِ وَالصَّلَاةِ الْوُسْطَى وَقُومُوا لِلّهِ قَانِتِينَ ( البقرة / 238 )\r\nتبصرنا الآية الكريمة بضرورة الالتزام بأوقات الصلاة . فان المحافظة عليها تعني الاهتمام بها وبحدودها واحكامها . ومن ابرز احكامها التقيد بوقتها ، ومن هنا جاء في تفسير العياشي عن الإمام الصادق عليه السلام في معنى الآية : اقبال الرجل على صلاته ومحافظته على وقتها حتى لا يلهيه عنها ولا يشغله شيء . « 1 »\r\nويدلنا سياق الآية الكريمة على أهمية وقت الصلاة ايضاً ، وذلك لان ربنا سبحانه قد فرض الصلاة في حالة القتال بالرغم من فقدان كثير من شرائط الصلاة عادة في تلك الحالة ، مثل الاستقرار والاستقبال والركوع والسجود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفسير الميزان / ج 2 / ص 260 . .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nفإن لم يكن الوقت ذات أهمية كبرى إذا لتأخرت الصلاة إلى حين توفر سائر شروطها .\r\nوقد استنبط الفقهاء من جملة نصوص تؤكد على الوقت ، ان الصلاة لا تترك بحال ، وان الوقت أهم من سائر الشروط .\r\n2 - فإِذَا قَضَيْتُمُ الصَّلَاةَ فَاذْكُرُوا اللَّهَ قِيَاماً وَقُعُوداً وَعَلَى جُنُوبِكُمْ فَإِذَا اطْمَأْنَنتُمْ فَاقِيمُوا الصَّلَاةَ إِنَّ الصَّلَاةَ كَانَتْ عَلَى الْمُؤْمِنِينَ كِتَاباً مَوْقُوتاً ( النساء / 103 )\r\nتبصرنا الآية ان للصلاة أهمية بالغة ، ولذلك فإنها لا تترك في حالة الحرب ( وهي من أشد حالات الفزع والجزع عند البشر ) ، ومن هنا كان لابد من رعاية وقتها كما سائر حدودها . وقد فسرت كلمة الموقوت في الأحاديث بالثابت وفي بعض التفاسير بما له وقت خاص . والآية تحتمل التفسيرين معاً .\r\nوهكذا كانت الآية ذات دلالة واضحة على أهمية مواقيت الصلاة . واولويتها على جل الشروط المفروضة فيها ، فكان جوهر الصلاة وروحها ذكر الله سبحانه ، والدعاء اليه وخشية مقامه ، والحدود المفروضة فيها هي بمثابة الجسد لتلك الروح .\r\n3 - أَقِمِ الصَّلَاةَ لِدُلُوكِ الشَّمْسِ إِلَى غَسَقِ اللَّيْلِ وَقُرْءَانَ الْفَجْرِ إِنَّ قُرْءَانَ الْفَجْرِ كَانَ مَشْهُودا ( الاسراء / 78 )\r\nتبين الآية الشريفة مواقيت الصلاة ، ابتداءً من الظهيرة حيث أمرنا بالمحافظة عليها في آية أخرى . وانتهاءً بصلاة الفجر ، والوقت الرئيسي للصلوات يمتد من دلوك الشمس إلى منتصف الليل ، ففيه اربع فرائض الظهر والعصر نهاراً ،\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nوالمغرب والعشاء ليلًا . بينما فرضت صلاة واحدة مع طلوع الشمس .\r\nوالدلوك هو الزوال ، بينما الغسق شدة الظلام في منتصف الليل ، اما قرآن الفجر تشهده ملائكة الليل والنهار معاً . ولعله السبب في عدم زيادتها على ركعتين ، لأنها تسجل مع كتبة الليل وكتبة النهار معاً .\r\nوقد جاء في تفسير هذه الآية على لسان الإمام الباقر عليه السلام ما يلي : دلوكها زوالها ، غسق الليل إلى نصف الليل : ذلك اربع صلوات وضعهن رسول الله ووقّتهن للناس وقرآن الفجر صلاة الغداة . « 1 »\r\n4 - وَأَقِمِ الصَّلَاةَ طَرَفَيِ النَّهَارِ وَزُلَفاً مِنَ الَّيْلِ إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئاتِ ذَلِكَ ذِكْرَى لِلذَّاكِرِينَ ( هود / 114 )\r\nنستوحي من الآية المباركة مواقيت الصلوات الخمس وهي : الطرف الأول من النهار ( صلاة الفجر ) والطرف الثاني منه ( صلاة الظهيرة والعصر ) وزلفاً من الليل ( المغرب والعشاء ) .\r\nونستفيد من الآية ان حكمة توزيع أوقات الصلاة على ساعات الليل والنهار تتمثل :\r\nاولًا : في أن الحسنات يذهبن السيئات ، فإذا اقترف المرء ذنباً أذهبه بالصلاة .\r\nثانياً : بان يتذكر الانسان ربه ، وكلما ابعدته الشهوات والأهواء عن ربه قربته صلواته ، وقد جاء في حديث مأثور عن الإمام الباقر عليه السلام تفسير\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عن تفسير نور الثقلين / ج 3 / ص 205 ( تفسير نمونه \" باللغة الفارسية \" ، ج 12 / ص 222 ) . .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nهذه الآية بالصلوات الخمس . « 1 »\r\nالسنة الشريفة :\r\n1 - دخل رسول الله صلى الله عليه وآله المسجد وفيه ناس من أصحابه ، فقال : تدرون ما قال ربكم ؟ قالوا : الله ورسوله اعلم .\r\nقال : ان ربكم يقول : ان هذه الصلوات الخمس المفروضات من صلّاهن لوقتهن وحافظ عليهن لقيني يوم القيامة وله عندي عهد ادخله به الجنة ، ومن لم يصلّهن لوقتهن ولم يحافظ عليهن فذاك إليَّ ان شئت عذبته ، وان شئت غفرت له . . « 2 »\r\n2 - وقال الإمام الباقر عليه السلام : أيما مؤمن حافظ على الصلوات المفروضة فصلّاها لوقتها فليس هذا من الغافلين . . « 3 »\r\n3 - وجاء في كتاب ( عقاب الأعمال ) عن الإمام الصادق عليه السلام ان رسول الله صلى الله عليه وآله قال : من صلى الصلاة لغير وقتها رُفعت له سوداء مظلمة تقول : ضيَّعتني ، ضيَّعك الله كما ضيَّعتني . وأول ما يسئل العبد إذا وقف بين يدي الله تعالى عن الصلاة ، فان زكت صلاته زكا سائر عمله ، وان لم تزك صلاته لم يزك عمله . « 4 »\r\n4 - وروى الإمام الرضا عليه السلام عن رسول الله صلى الله عليه وآله\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفسير الميزان / ج 11 / ص 66 .\r\n( 2 ) وسائل الشيعة / ج 3 / الباب 1 من أبواب المواقيت / ص 80 / ح 10 .\r\n( 3 ) المصدر / ص 79 / ح 3 .\r\n( 4 ) المصدر / ص 80 / ح 11 . .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nأنه قال : ( لا يزال الشيطان ذعراً من المؤمن ما حافظ على مواقيت الصلوات الخمس ، فإذا ضَيَّعهن إجترأ عليه فأدخله في العظائم ) . « 1 »\r\n5 - وقال الامام أبو عبد الله الصادق عليه السلام : ( امتحنوا شيعتنا عند مواقيت الصلاة كيف محافظتهم عليها ) . « 2 »\r\n6 - قال ابن مسعود : سألتُ رسول الله صلى الله عليه وآله : أي الاعمال احبُّ إلى الله ؟ قال رسول الله : الصلاة لوقتها . قلت : ثم أي شيء ؟ قال : برّ الوالدين . قلت : ثم أي شيء ؟ قال : الجهاد في سبيل الله ) . « 3 »\r\n7 - وروي عن الإمام الصادق عليه السلام أنه قال : ( ان العبد إذا صلى الصلاة لوقتها وحافظ عليها ارتفعت بيضاء نقية ، تقول حفظتني حفظك الله ، وإذا لم يصلها لوقتها ولم يحافظ عليها رجعت سوداء مظلمة تقول ضيَّعَتني ضيَّعك الله ) . « 4 »\r\n8 - وجاء في ( فقه الرضا عليه السلام ) في تفسير قوله تعالى : وَالَّذِينَ هُمْ عَلَى صَلَوَاتِهِمْ يُحَافِظُونَ ( المؤمِنون / 9 ) أنه قال : يحافظون على المواقيت . « 5 »\r\n9 - وقال رسول الله صلى الله عليه وآله : لا تنال شفاعتي غداً من أخر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / ص 81 / ح 14 .\r\n( 2 ) المصدر / ص 83 / ح 22 .\r\n( 3 ) المصدر / ص 82 / ح 17 .\r\n( 4 ) مستدرك الوسائل / ج 3 / كتاب الصلاة / أبواب المواقيت / الباب 1 / ح 1 .\r\n( 5 ) المصدر / ح 5 . .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nالصلاة المفروضة بعد وقتها . « 1 »\r\n10 - روى زرارة انه سأل الامام أبا جعفر الباقر عليه السلام : أصلحك الله ، وقت كل صلاة أول الوقت أفضل أو وسطه أو آخره ؟ قال : اوّله ، ان رسول الله صلى الله عليه وآله قال إن الله عز وجل يحب من الخير ما يعجّل ) . « 2 »\r\n11 - وروي عن الإمام الصادق عليه السلام في قوله تعالى : الَّذِينَ هُمْ عَن صَلَاتِهِمْ سَاهُونَ ( الماعون / 5 ) قال : تأخير الصلاة عن أول وقتها لغير عذر ) . « 3 »\r\nتفصيل القول :\r\nإذا كانت الصلاة عمود الدين ، فان أهم ما تؤكد عليه عشرات الروايات هو الالتزام بمواقيت الصلوات والمحافظة عليها . فمن صلى اليومية لوقتهن وحافظ عليهن ، لقي الله وله عنده عهد ان يدخله الجنة ، ومن أدى الصلوات في أوقاتها فهو ليس من الغافلين .\r\nان تضييع الصلاة والتهاون بها وهي أول ما يُسأل العبد عنه عند لقاء ربه يعني ضياع حياة الانسان . . ذلك لأنه إذا زكت صلاة الانسان وقبلت ، زكا سائر اعماله وقبلت ايضاً .\r\nوإذا كانت الروايات تؤكد على أن الشيطان لا يزال ذعراً وخائفاً من المؤمن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مستدرك الوسائل / ج 3 / كتاب الصلاة / أبواب المواقيت / الباب 1 / ح 6 .\r\n( 2 ) وسائل الشيعة / ج 3 / كتاب الصلاة / أبواب المواقيت / الباب 3 / ص 89 / ح 12 .\r\n( 3 ) المصدر / ص 91 / ح 20 . .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nما حافظ على مواقيت الصلوات الخمس ، فلماذا يضيّع الواحد منا صلواته ؟ ولماذا لا يلتزم بمواقيت الصلوات ؟ ولماذا لا يسد الباب الذي يلجه الشيطان ، فيدخل المتهاون بالصلاة عظائم الذنوب ؟\r\nوإذا كان أحب الاعمال إلى الله أداء الصلاة لوقتها ، وهو مقدم على برّ الوالدين والجهاد في سبيل الله ، فلماذا لا نتحبب إلى الله ونجنب أنفسنا سخطه ؟\r\nوإذا كنا نتوق لشفاعة رسول الله صلى الله عليه وآله في يوم الحساب ، فليس امامنا الا المحافظة على الصلوات في مواقيتها . . لذلك :\r\n1 - لا ينبغي للمؤمن ان يتهاون بالصلاة أو ان يستخف بها ، بل عليه ان يبادر إلى الصلاة في أول أوقاتها ما أمكن ، ولا يقدم على الصلاة أي عمل غير ضروري .\r\n2 - كما لا يجوز تأخير الصلوات عن أوقاتها المكتوبة ، خاصة صلاة الصبح حيث ينبغي التوسل بأية وسيلة للاستيقاظ قبل طلوع الشمس وأداء الصلاة .\r\n3 - من كان يعلم أن السهر في الليل يؤدي إلى عدم استيقاظه لصلاة الصبح ، ينبغي ان ينام مبكراً بحيث يستيقظ للصلاة .\r\n4 - من يعاني من نوم ثقيل بحيث لا يستيقظ تلقائياً للصلاة ينبغي ان يتخذ أي تدبير يؤدي إلى ايقاظه كالطلب من شخص آخر لكي يوقظه ، أو توقيت ساعة منبهة ، أو ما شاكل ذلك .\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\n\r\nأولًا : وقت الظهرين\r\nالسنة الشريفة :\r\n1 - قال الإمام الصادق عليه السلام : ( إذا زالت الشمس فقد دخل وقت الظهر حتى يمضي مقدار ما يصلي المصلّي أربع ركعات ، فإذا مضى ذلك فقد دخل وقت الظهر والعصر حتى يبقى من الشمس مقدار ما يصلي المصلي أربع ركعات ، فإذا بقي مقدار ذلك فقد خرج وقت الظهر وبقي وقت العصر حتى تغيب الشمس ) . « 1 »\r\n2 - وروى زرارة عن الإمام الصادق عليه السلام أنه قال : ( إذا زالت الشمس فقد دخل وقت الصلاتين ، الا ان هذه قبل هذه ) . « 2 »\r\n3 - روي عن الحلبي في حديث أنه قال : سألته عن رجل نسي الأولى والعصر جميعاً ، ثم ذكر ذلك عند غروب الشمس ، فقال : ان كان في وقت لا يخاف فوت إحداهما فليصل الظهر ثم يصلّ العصر ، وان هو خاف ان تفوته فليبدء بالعصر ولا يؤخرها فتفوته فيكون قد فاتتاه جميعاً ، ولكن يصلي العصر فيما قد بقي من وقتها ، ثم ليصلي الأولى بعد ذلك على اثرها . « 3 »\r\n4 - وروي عن الامام أبي جعفر الباقر عليه السلام انه صلى رسول الله\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / كتاب الصلاة / أبواب المواقيت / الباب 4 / ص 92 / ح 7 .\r\n( 2 ) المصدر / ص 95 / ح 21 .\r\n( 3 ) المصدر / ص 94 / ح 18 . .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nصلى الله عليه وآله بالناس الظهر والعصر حين زالت الشمس في جماعة من غير علة . « 1 »\r\n5 - وقال الإمام الصادق عليه السلام : إذا زالت الشمس فقد دخل وقت الظهر الا ان بين يديها سبحة « 2 » وذلك إليك ان شئت طوّلت وان شئت قصّرت . « 3 »\r\nوجاء في رواية أخرى : إذا صلّيت الظهر فقد دخل وقت العصر ، الا ان بين يديها سبحة وذلك إليك ان شئت طوّلت وان شئت قصًّرت . « 4 »\r\nتفصيل القول :\r\nأوقات الصلوات اليومية :\r\nلكل صلاة من الصلوات اليومية ثلاثة أوقات :\r\n1 - وقت خاص ، وهو الوقت المختص بالصلاة المعينة ولا يجوز اتيان الصلاة الشريكة فيه ( كالعصر في وقت الظهر ) وان جاز اتيان صلوات أخرى مستحبة أو واجبة فيه كالقضاء والنوافل .\r\n2 - وقت مشترك ، وهو الوقت الذي يجوز اتيان الصلاتين فيه كالظهرين والعشاءين ، مع وجوب تقديم الظهر على العصر ، والمغرب على العشاء .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / ص 92 / ح 6 .\r\n( 2 ) سبحة يعني : النافلة .\r\n( 3 ) المصدر / الباب 5 / ص 97 / ح 5 .\r\n( 4 ) المصدر / ص / 96 / ح 4 . .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\n3 - وقت الفضيلة ، وهو الوقت الذي يستحب أداء الصلاة فيه دون سائر اجزاء الوقت المتسع ، وبذلك يثاب المصلي ثواباً اضافياً .\r\n\r\nأوقات الظهرين :\r\n1 - يبدأ الوقت العام لصلاتي الظهر والعصر من زوال الشمس وينتهي بغروبها .\r\n2 - والوقت الخاص بالظهر هو من أول الوقت بمقدار أداء صلاة الظهر ، أي بمقدار أداء أربع ركعات ان كان المصلي حاضراً ، وبمقدار ركعتين ان كان مسافراً ، باعتبار ان ذلك من طبيعة الترتيب بينها وبين فريضة العصر .\r\n3 - اما الوقت الخاص بالعصر فهو من آخر الوقت بمقدار أداء صلاة العصر ، أي أربع ركعات للحاضر ، وركعتين للمسافر .\r\n4 - وما بين الوقتين الخاصين وقت مشترك لصلاتي الظهر والعصر ، إلا أن الواجب تقديم صلاة الظهر على العصر .\r\n5 - ووقت فضيلة الظهر : من الزوال إلى أن يصبح الظل الحادث بعد الزوال قدمين « 1 » حيث يعتبر ما قبله وقتاً للنوافل ، فمن بادر بالنوافل صلى الظهر بعدها مباشرة ، وإذا بلغ الفيء قدمين بادر بفريضة الظهر دون نوافلها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) القدم هو قياس عرفي للمساحة ويعني : طول قدم الانسان المتوسط وهو ما بين طرف ابهام الرجل وطرف العقب ، ويشكل القدم حسب المقاسات العرفية التقريبية سُبع قامة الانسان المتوسط ، كما أن كل قدمين يساوي ذراعاً واحداً ، وسيأتي تفصيل القول حول الزوال والظل الحادث بعده . .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\n6 - واما وقت فضيلة العصر فهو بعد الزوال وأداء نوافل الظهر وفريضتها حتى يصبح الظل الحادث أربعة اقدام ، فإذا بلغ هذا الوقت ترك النوافل واشتغل بالفريضة .\r\n7 - الظاهر أن وقت أداء صلاة الجماعة لفريضة الظهر عند تجدد الفيء بمقدار قدمين ، ولفريضة العصر عند تجدد الفيء بمقدار أربعة اقدام حتى يتوفر وقت كافٍ للجميع لاداء النوافل ثم الاشتراك في صلاة الجماعة .\r\n8 قال الفقهاء : وقت صلاة الجمعة هو من الزوال حتى يصير ظل الشاخص مثله ، ولكن الأحوط المبادرة إليها بعد الزوال بما فيها خطبة الجمعة ، والمبادرة هنا عرفية ، فان اخّرها حتى يصير ظلّ الشاخص مثله مضى وقتها ووجب إقامة فريضة الظهر .\r\n9 - لو صلى في الوقت المشترك صلاة العصر قبل صلاة الظهر سهواً ثم اكتشف خطأه ، صحت صلاته واحتسبت ظهراً وعليه ان يصلي العصر والأحوط ان يصلي أربع ركعات بنية ما في الذمة . ولو صلى الظهر في هذه الحالة في الوقت المختص بالعصر من آخر الوقت صحت صلاته ايضاً . ثم يقضي العصر والأحوط ان يقضيهما معاً . الا ان الأحوط عدم التعرض للأداء أو القضاء في النية ، بل عدم نية كون ما يصليه ظهراً وعصراً ، انما يصلي بنية ( ما في الذمة ) .\r\n10 / لو صلى العصر ظاناً انه قد أدى صلاة الظهر وتوجه قبل الفراغ انه\r\nلم يصلها فعليه ان ينويها ظهراً ويتمها ولا شيء عليه .\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\n11 / ولو صلى العشاء ظاناً انه قد أدى المغرب فعلم في الأثناء انه لم يؤدها فعليه ان يعدل بنيته إلى المغرب ما دام لم يركع في الرابعة . وإذا كان قد ركع فالأحوط ان يتمها ثم يصليهما معاً .\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\n\r\nكيف نعرف الزوال ؟\r\nالسنة الشريفة :\r\n1 - روى سماعة أنه قال للإمام أبي عبد الله الصادق عليه السلام : جعلت فداك ، متى وقت الصلاة ؟ فأقبل الامام يلتفت يميناً وشمالًا كأنه يطلب شيئاً . فلما رأيت ذلك تناولت عوداً ، فقلت : هذا تطلب ؟ قال : نعم ، فأخذ ( الامام ) العود فنصبه بحيال الشمس ثم قال : ان الشمس إذا طلعت كان الفيء طويلًا ، ثم لا يزال ينقص حتى تزول ، فإذا زالت زاد « 1 » فإذا استبنت فيه الزيادة فصل الظهر ، ثم تمهَّل قدر ذراع وصلّ العصر . « 2 »\r\n2 - وجاء في رواية أخرى عن الإمام الصادق عليه السلام ايضاً أنه قال عن كيفية معرفة الزوال : ( أول وقت صلاة الظهر زوال الشمس ، وعلامة زوالها ان ينصب شيئاً له فيء في موضع معتدل في أول النهار فيكون حينئذ ظله ممتداً إلى جهة المغرب ويتعاهد ، فلا يزال الظل يتقلص وينقص حتى يقف ، وذلك حين تكون الشمس في وسط الفلك ما بين المشرق والمغرب ، ثم تزول وتسير ما شاء الله والظل قائم لا يتبين حتى يتحرك إلى الزيادة ، فإذا تبيَّن حركته فذلك أول وقت الظهر . « 3 »\r\n3 - وقال الإمام الصادق عليه السلام في رواية ثالثة : ( . . . تأخذون عموداً\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أي : فإذا زالت الشمس زاد الفيء .\r\n( 2 ) وسائل الشيعة / ج 3 / كتاب الصلاة / أبواب المواقيت / الباب 11 / ص 119 / ح 1 .\r\n( 3 ) مستدرك الوسائل / ج 3 / كتاب الصلاة / أبواب المواقيت / الباب 10 / ح 1 . .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nطوله ثلاثة أشبار ، وان زاد فهو أبين ، فيقام ، فما دام ترى الظل ينقص فلم تزل ، فإذا زاد الظل بعد النقصان فقد زالت . « 1 »\r\nتفصيل القول :\r\nالزوال يعني اصطلاحاً ميل الشمس عن وسط السماء باتجاه المغرب ، ويُعرف ذلك بواسطة ( المِزْولة ) وهي الساعة الشمسية « 2 » التي يعين بها الظهر الحقيقي .\r\nويتم تمديد أوقات نوافل الظهرين وأوقات فضيلتهما بقياس الظل الحادث بعد الزوال ، فإذا كان ظل الشاخص « 3 » عند الزوال ثلاثة اقدام مثلًا ، فإنه يبدء بالامتداد بعد الزوال مرة أخرى ، فإذا بلغ مجموع طول الظل خمسة اقدام ( أي : ثلاثة اقدام الأصلية عند الزوال + قدمان المتجددان بعد الزوال ) يكون نهاية وقت فضيلة الظهر ونوافلها ، وإذا بلغ مجموع طول الظل سبعة اقدام ( اي : ثلاثة اقدام الأصلية عند الزوال + أربعة اقدام المتجددة بعد الزوال ) تكون نهاية وقت فضيلة العصر ونافلتها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / كتاب الصلاة / أبواب المواقيت / الباب 11 / ص 119 / ح 2 .\r\n( 2 ) تتكون الساعة الشمسية من سطح مستوٍ تماماً ينتصب عليه شاخص معتدل ومستقيم بزوايا قائمة ، وبطلوع الشمس يكون للشاخص ظل طويل ممتد باتجاه المغرب ، وكلما تحركت الشمس من المشرق مرتفعة نحو وسط السماء ، فان ظل الشاخص يبدء بالتناقص حتى ينعدم تماماً في بعض المناطق الاستوائية ، أو يصل إلى أدنى حد له في سائر المناطق ، وعند انعدام الظل تماماً أو وصوله إلى أدنى حد له ، فان الشمس تكون قد وصلت إلى وسط السماء ، وفي اللحظة التالية التي يبدء الظل بالظهور في الحالة الأولى أو الامتداد طولًا مرة أخرى - في الحالة الثانية باتجاه المشرق يكون زوال الشمس قد تحقق ، أي تكون الشمس قد مالت عن وسط السماء ، وبذلك يكون الظهر الشرعي قد تحقق .\r\n( 3 ) المقصود من كلمة ( الشاخص ) في الكتب الفقهية في الأغلب ما يبلغ طول قامة الانسان المتوسط ، أي ما يساوي سبعة اقدام ، أو ثلاثة أذرع ونصف الذراع ، حسب المقاييس العرفية القديمة . .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n\r\nثانياً : وقت العشاءين\r\nالسنة الشريفة :\r\n1 - روي عن الإمام الصادق عليه السلام أنه قال : \" وقت المغرب إذا غربت الشمس فغاب قرصها \" . « 1 »\r\n2 - وجاء في رواية أخرى عن الإمام الصادق عليه السلام : \" إذا غابت الشمس فقد حلّ الافطار ووجبت الصلاة ، وإذا صلّيت المغرب فقد دخل وقت العشاء الآخرة إلى انتصاف الليل \" . « 2 »\r\n3 - وروى شهاب بن عبد ربه عن الامام أبي عبد الله الصادق عليه السلام أنه قال له : \" يا شهاب اني أحب إذا صليت المغرب ان أرى في السماء كوكباً \" . « 3 »\r\n4 - روى إسماعيل بن جابر : سألت أبا عبد الله عليه السلام عن وقت\r\nالمغرب ، فقال : \" ما بين غروب الشمس إلى سقوط الشفق \" . « 4 »\r\n5 - وقال الإمام الصادق عليه السلام ايضاً : \" إذا غابت الشمس فقد دخل وقت المغرب حتى يمضي مقدار ما يصلي المصلي ثلاث ركعات ، فإذا مضى ذلك فقد دخل وقت المغرب والعشاء الآخرة حتى يبقى من انتصاف\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / كتاب الصلاة / أبواب المواقيت / الباب 16 / ص 130 / ح 16 .\r\n( 2 ) المصدر / ح 19 .\r\n( 3 ) المصدر / ص 128 / ح 9 .\r\n( 4 ) المصدر / ص 133 / ح 29 . .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nالليل مقدار ما يصلي المصلي أربع ركعات ، وإذا بقي مقدار ذلك فقد خرج وقت المغرب وبقي وقت العشاء إلى انتصاف الليل \" . « 1 »\r\n6 - وقال الإمام الصادق عليه السلام : \" وأول وقت العشاء ذهاب الحمرة ، وآخر وقتها إلى غسق الليل ، يعني نصف الليل \" . « 2 »\r\nتفصيل القول :\r\n1 - وقت المغرب والعشاء ( ويطلق عليهما : العشاءين ) من سقوط قرص الشمس وغروبها إلى منتصف الليل .\r\n2 - والوقت الخاص بالمغرب هو من أول الوقت إلى أن يمضي من الزمان\r\nبمقدار أداء صلاة المغرب ، أي بمقدار أداء ثلاث ركعات في الحضر والسفر .\r\n3 واما الوقت الخاص بالعشاء فهو ما يبقى من آخر الوقت بمقدار أدائها ، أي بمقدار أداء أربع ركعات للحاضر في بلده ، وبمقدار أداء ركعتين للمسافر .\r\nوما بين الوقتين الخاصين بالمغرب والعشاء . وقت مشترك بينهما ، الا انه يجب تقديم المغرب على العشاء ، هذا هو الوقت الاختياري أي في غير حالات الضرورة .\r\n4 - وللعشاءين وقت اضطراري يمتد إلى طلوع الفجر .\r\nوالمضطر هو كمن غلب عليه النوم ، أو نسي أداء الصلاة حتى تجاوز الوقت منتصف الليل ، أو المرأة الحائض تطهر من الدم بعد منتصف الليل . والأفضل ان لا ينوي المضطر الأداء ولا القضاء .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / كتاب الصلاة / أبواب المواقيت / الباب 17 / ص 134 / ح 4 .\r\n( 2 ) المصدر / ص 135 / ح 6 . .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\n5 - من تعمد تأخير العشاءين أو أحدهما إلى ما بعد منتصف الليل فالأقوى امتداد وقته إلى الفجر ايضاً ، مع عدم نية الأداء أو القضاء ، وان كان آثماً بتعمّد التأخير .\r\n6 - اما وقت فضيلة صلاة المغرب فهو من أول المغرب إلى ذهاب الحمرة المغربية ( الشفق ) .\r\n7 - واما وقت فضيلة صلاة العشاء فهو من ذهاب الحمرة المغربية ( الشفق ) أي بعد وقت فضيلة المغرب إلى ثلث الليل .\r\n8 - لو صلى أحد صلاة العشاء قبل المغرب - سهواً - في الوقت المشترك ، ثم اكتشف خطأه ، كانت صلاته صحيحة ووجب ان يصلي صلاة المغرب بعد ذلك .\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\n\r\nكيف نعرف وقت العشاءين ؟\r\nالسنة الشريفة :\r\n1 - قال الإمام الرضا عليه السلام : \" أول وقت المغرب سقوط القرص ، وعلامة سقوطه ان يسودّ أفق المشرق \" .\r\nوقال في موضع آخر :\r\n\" وقت المغرب سقوط القرص إلى مغيب الشفق « 1 » - إلى أن قال - : والدليل على غروب الشمس ذهاب الحمرة من جانب المشرق . . . \" . « 2 »\r\n2 - وروي عن الإمام الباقر عليه السلام أنه قال :\r\n\" إذا غابت الحمرة من هذا الجانب ، يعني من المشرق ، فقد غابت الشمس من شرق الأرض وغربها \" . « 3 »\r\n3 - سأل عمر بن حنظلة الامام أبا عبد الله الصادق عليه السلام فقال له : زوال الشمس نعرفه بالنهار ، فكيف لنا بالليل ؟ فقال : \" للّيل زوال كزوال الشمس ، قال : فبأي شيء نعرفه ؟ فقال الامام : بالنجوم إذا انحدرت \" . « 4 »\r\nتفصيل القول :\r\n1 - يقول بعض الفقهاء ، يتحقق المغرب بذهاب الحمرة المشرقية ( وهي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أي : الحمرة المغربية .\r\n( 2 ) مستدرك الوسائل / كتاب الصلاة / أبواب المواقيت / الباب 13 / ح 3 .\r\n( 3 ) وسائل الشيعة / ج 3 / كتاب الصلاة / أبواب المواقيت / الباب 16 / ص 126 / ح 1 .\r\n( 4 ) المصدر / ص 198 / الباب 55 / ح 1 . .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nالحمرة التي تظهر في الجانب الشرقي من السماء عند غروب الشمس ) وزوالها عن سمت الرأس باتجاه المغرب ، والأقوى كفاية سقوط القرص ( اي غياب قرص الشمس ) وانما بذهاب الحمرة المشرقية وزوالها عن منتصف السماء نعرف تحقق ذلك يقيناً . وان كان الأحوط الانتظار إلى أن تذهب الحمرة .\r\n2 اما نصف الليل - الذي هو آخر وقت العشاء فيعرف بالنجوم الطالعة أول الغروب إذا مالت عن دائرة نصف النهار ، وبتحديد أسهل وادق فان منتصف الليل هو نصف الوقت ما بين غروب الشمس وطلوعها في اليوم التالي ، وقيل ما بين غروب الشمس وطلوع الفجر .\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\n\r\nثالثاً : وقت صلاة الصبح\r\nالسنة الشريفة :\r\n1 - روى زرارة عن الإمام الباقر عليه السلام قوله : \" وقت صلاة الغداة ما بين طلوع الفجر إلى طلوع الشمس \" . « 1 »\r\n2 وقال الإمام الصادق عليه السلام : \" وقت الفجر حين ينشق الفجر إلى أن يتجلل الصبح السماء ، ولا ينبغي تأخير ذلك عمداً ، ولكنه وقت لمن\r\nشغل أو نسي أو نام \" . « 2 »\r\n3 - وجاء في كتاب \" دعائم الاسلام \" عن الإمام جعفر بن محمد الصادق عليهما السلام ايضاً : \" ان أول صلاة الفجر اعتراض الفجر في أفق المشرق ، وآخر وقتها ان يُحْمَرَّ أفق المغرب ، وذلك قبل ان يبدو قرن الشمس « 3 » من أفق المشرق بشيء ، ولا ينبغي تأخيرها إلى هذا الوقت لغير عذر وأول الوقت أفضل \" . « 4 »\r\n4 - وكتب الإمام الباقر عليه السلام في جواب من سأله عن كيفية تحقق الفجر : \" . . الفجر يرحمك الله هو الخيط الأبيض المعترض ، وليس هو الأبيض صعداً ، فلا تصل في سفر ولا حضر حتى تبيّنه ، فان الله تبارك وتعالى لم يجعل خلقه في شبهة من هذا ، فقال : . . وكلوا واشربوا حتى يتبين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / كتاب الصلاة / أبواب المواقيت / الباب 26 / ص 152 / ح 6 .\r\n( 2 ) المصدر / ص 151 / ح 1 .\r\n( 3 ) اي : قرص الشمس .\r\n( 4 ) مستدرك الوسائل / ج 3 / كتاب الصلاة / أبواب المواقيت / الباب 20 / ح 2 . .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nلكم الخيط الأبيض من الخيط الأسود من الفجر ، فالخيط الأبيض هو المعترض الذي يحرم به الأكل والشرب في الصوم ، وكذلك هو الذي يوجب به الصلاة \" . « 1 »\r\n5 - قال إسحاق بن عمار : قلت لأبي عبد الله عليه السلام : أخبرني عن أفضل المواقيت في صلاة الفجر ، قال :\r\n\" مع طلوع الفجر . ان الله تعالى يقول : \" ان قرآن الفجر كان مشهودا \"\r\nيعني صلاة الفجر تشهده ملائكة الليل وملائكة النهار ، فإذا صلى العبد صلاة الصبح مع طلوع الفجر أثبت له مرتين : تثبته ملائكة الليل وملائكة النهار \" . « 2 »\r\nتفصيل القول :\r\n1 - وقت صلاة الصبح هو من طلوع الفجر الثاني ( أو ما يسمى بالفجر الصادق ) إلى طلوع الشمس . وليس لصلاة الصبح وقت مشترك لان الوقت كله لها وحدها ولا شريكة لها .\r\n2 - اما وقت الفضيلة بالنسبة لصلاة الصبح فهو من طلوع الفجر الثاني إلى حدوث الحمرة في المشرق .\r\n3 - ويعرف الفجر بتصاعد خيط ابيض من النور بشكل عمودي في السماء وهذا هو الفجر الأول ( أو ما يصطلح عليه بالفجر الكاذب ) اما الفجر الثاني ( وهو الفجر الصادق ) المعتبر في دخول وقت صلاة الصبح\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / كتاب الصلاة / أبواب المواقيت / الباب 27 / ص 153 / ح 4 .\r\n( 2 ) المصدر / ص 154 / الباب 28 / ح 1 . .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nفهو : انتشار البياض افقياً على امتداد السماء ، وبعبارة أخرى ، الفجر الصادق هو : انتشار البياض على امتداد السماء بعد تصاعده عمودياً في الأفق .\r\n4 يتأكد استحباب المبادرة إلى صلاة الصبح في أول أوقاتها ، وعدم التأخير إلى قرب طلوع الشمس الا للنائم أو الناسي أو المشغول . والأفضل أداء الصلاة قبل ان يسفر الصبح تماماً وفي حالة الظلمة والعتمة وهو ما يسمى ب - ( الغَلَس ) .\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n\r\nاحكام الوقت\r\nالسنة الشريفة :\r\n1 - قال الإمام الصادق عليه السلام : \" انه ليس لأحد ان يصلي صلاة الا لوقتها ، وكذلك الزكاة ، ولا يصوم أحد شهر رمضان الا في شهره الا قضاء ، وكل فريضة انما تؤدى إذا حلت \" . « 1 »\r\n2 - وقال ايضاً : \" لان أصلي الظهر في وقت العصر احبّ إلي من أن أصلي قبل ان تزول الشمس ، فاني إذا صليت قبل ان تزول الشمس لم تحسب لي ، وإذا صليته في وقت العصر حسبت لي \" . « 2 »\r\n3 - وقال عليه السلام ايضاً : \" إذا صليت وأنت ترى انك في وقت ولم يدخل الوقت ، فدخل الوقت وأنت في الصلاة فقد أجزأت عنك \" . « 3 »\r\n4 - وروي عن رسول الله صلى الله عليه وآله أنه قال : \" من أدرك ركعة من الصلاة فقد أدرك الصلاة \" . « 4 »\r\n5 - وقال الإمام علي عليه السلام : \" من أدرك من الغداة ركعة قبل طلوع الشمس ، فقد أدرك الغداة تامة \" . « 5 »\r\n6 - وسُئل الإمام الصادق عليه السلام عن الرجل يأتي المسجد وقد صلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 6 / كتاب الزكاة / أبواب المستحقين للزكاة / ص 212 / الباب 51 / ح 2 .\r\n( 2 ) المصدر / ج 3 / أبواب مواقيت الصلاة / الباب 13 / ص 123 / ح 8 .\r\n( 3 ) المصدر / ص 150 / الباب 25 / ح 1 .\r\n( 4 ) المصدر / الباب 30 / ص 158 / ح 4 .\r\n( 5 ) المصدر / ح 2 . .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nأهله أيبتدي بالمكتوبة أو يتطوع ؟ فقال : \" ان كان في وقت حسن فلا بأس بالتطوع قبل الفريضة ، وان كان خاف الفوت من اجل ما مضى من الوقت فليبدأ بالفريضة وهو حق الله ، ثم ليتطوع ما شاء \" . « 1 »\r\n7 - وسُئل الإمام الصادق عليه السلام ايضاً عن رجل أمّ قوماً في العصر فذكر وهو يصلي بهم انه لم يكن صلى الأولى ، قال : \" فليجعلها الأولى التي فاتته ويستأنف العصر ، وقد مضى القوم بصلاتهم \" . « 2 »\r\n8 - قال بلال : سمعت رسول الله صلى الله عليه وآله يقول : \" المؤذنون أمناء المؤمنين على صلاتهم وصومهم ولحومهم ودمائهم . . \" . « 3 »\r\n9 - وقال الإمام علي عليه السلام : \" المؤذن مؤتمن ، والامام ضامن . . \" . « 4 »\r\nتفصيل القول :\r\n1 - يجب حصول العلم أو الاطمئنان بدخول الوقت حين الشروع في الصلاة . ولا يجوز الصلاة قبل الوقت ، فلو صلى قبله بطلت ولم تحسب له .\r\n2 - يُعرف الوقت بالطرق التالية :\r\nالف - بتحصيل العلم شخصياً ، وذلك إذا كان قادراً على معرفة الفجر والزوال وطلوع الشمس وغروبها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / ص 164 / الباب 35 / ح 1 .\r\n( 2 ) المصدر / الباب 63 / ص 213 / ح 3 .\r\n( 3 ) المصدر / ج 4 / أبواب الأذان والإقامة / الباب 3 / ص 619 / ح 7 .\r\n( 4 ) المصدر / ص 618 / ح 2 . .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nب - بالاعتماد على شهادة عادلين بدخول الوقت ، لأنها تفيد الطمأنينة عند العقلاء ، بل الظاهر كفاية شهادة العادل الواحد ، لأنها تورث الطمأنينة عند العقلاء ، ايضاً .\r\nج - بالاعتماد على اذان المؤذن الثقة ، واشترط بعض الفقهاء عدالة المؤذن ، ولكن الأقوى كفاية الوثوق به .\r\nد - بالاعتماد على الحسابات العلمية المطمئنة إذا كانت صادرة عن الخبير الثقة وكانت مورثة للاطمئنان .\r\n3 - يجب التقيد بدخول الوقت ، فلا تجوز الصلاة قبل دخول الوقت ، ولو اتى بالصلاة كذلك عامداً ، بطلت صلاته حتى ولو دخل الوقت في أثناء الصلاة .\r\n4 - لو صلّى معتقداً دخول الوقت ، ثم اكتشف وقوع الصلاة كاملة قبل الوقت ، كانت باطلة ووجب اعادتها ، اما إذا دخل الوقت وهو في أثناء الصلاة صحت صلاته .\r\nوفي هذه الحالة يجوز أداء صلاة العصر بعد الزوال مباشرة ، وان كان قسم من الوقت مختصاً بالظهر ، وكذا الامر بالنسبة للمغرب والعشاء .\r\n5 - إذا شرع في صلاة العشاء معتقداً أداء المغرب أو غافلًا أو ناسياً ، فاكتشف خطأه أثناء الصلاة انتقل بنيته إلى المغرب ، الا إذا كان التذكر في ركوع الركعة الرابعة ، فان الاحتياط حينئذ يقتضي اتمام الصلاة عشاء ، ثم اعادتها بعد أداء صلاة المغرب .\r\n6 - لو تأخرت الصلاة إلى آخر الوقت ، لأي سبب من الأسباب ، حتى\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nبقي من الوقت بمقدار ركعة واحدة ، وجب الاتيان بالصلاة اداءً ، فان من أدرك ركعة من الصلاة في الوقت فقد أدرك الصلاة ، لكن لا يجوز التعمد في تأخير الصلاة إلى هذا الوقت .\r\n7 لو ضاق وقت الصلاة بحيث لو اتى بمستحبات الصلاة خرج الوقت قبل اتمام الصلاة ، وجب ترك المستحبات والاقتصار على الواجبات فقط .\r\n8 - يجوز الاشتغال بالصلاة المستحبة في وقت صلاة الفريضة إذا كان هناك متسع من الوقت ، وكذا لو كانت بذمته صلوات فائتة ، جاز الاشتغال بالصلاة المستحبة ، الا ان الاحتياط يقتضي تقديم الفريضة وكذلك تقديم قضائها على الصلوات المستحبة .\r\n9 - يجب مراعاة الترتيب بين الظهرين وذلك بتقديم صلاة الظهر على العصر ، وبين العشاءين ايضاً ، بتقديم المغرب على العشاء ، فلو تعمد العكس بطلت صلاته .\r\nولو عكس بسبب جهله بهذا الحكم ، كان عليه اعادتهما احتياطاً .\r\nاما لو عكس سهواً فالأقرب صحة الفرضين ، وان كان الأحوط استحباباً إقامة أربع ركعات بقصد ما في ذمته دون تحديد الظهر أو العصر .\r\n10 - الأحوط عدم العدول بالنية أثناء الصلاة من الظهر أو المغرب إلى العصر أو العشاء ، دون العكس ، فلو دخل في الصلاة بنية الظهر ثم تبين له في الأثناء انه كان قد صلّاها ، لا يعدل بنيته إلى العصر ، بل عليه ان يتم صلاته احتياطاً ثم يبدء بالعصر ، بخلاف ما إذا تصور انه صلى الظهر ،\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nفدخل في صلاة العصر ثم تذكر انه لم يصلِّ الظهر ، جاز له الانتقال بنيته إلى الظهر دون قطع الصلاة ، وكذا الحكم بالنسبة للمغرب والعشاء .\r\n11 - يجب تأخير الصلاة عن أول وقتها في الموارد التالية :\r\nالف / في حالة وجود الاعذار المانعة من أداء الصلاة على الوجه الكامل مع رجاء أو احتمال زوال العذر قبل انتهاء الوقت ، كالمرض المانع من الصلاة قياماً ، وما إلى ذلك .\r\nبلى تجوز المبادرة إلى الصلاة بالتيمم حتى مع احتمال زوال عذره اورجائه .\r\nب / لتوفير مقدمات الصلاة غير الحاصلة ، كالطهارة والساتر الطاهر والمكان المباح ، وغيرها .\r\nج / لتَعَلّم احكام الصلاة واجزائها وشروطها .\r\nد / إذا تعارضت الصلاة مع واجب آخر مضَّيق كتطهير المسجد من النجاسة ، أو انقاذ نفس محترمة من الهلكة ، أو أداء الدين المطالب به مع القدرة على أدائه .\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\n\r\nأوقات النوافل اليومية\r\nالسنة الشريفة :\r\n1 - قال زرارة : سألت أبا جعفر عليه السلام عن وقت الظهر ، فقال : \" . . ذراع من زوال الشمس ، ووقت العصر ذراعان من وقت الظهر فذاك أربعة اقدام من زوال الشمس \" .\r\nثم قال : \" أتدري لم جُعِل الذراع والذراعان ؟ \" قلت : لم جَعل ذلك ؟ قال : \" لمكان النافلة ، لك ان تتنفل من زوال الشمس إلى أن يمضي ذراع ، فإذا بلغ فيئك ذراعاً من الزوال بدأت بالفريضة وتركت النافلة ، وإذا بلغ فيئك ذراعين بدأت بالفريضة وتركت النافلة \" . « 1 »\r\n2 - روى محمد بن مسلم انه سأل الإمام الصادق عليه السلام عن ركعتي الفجر « 2 » ، فقال الامام : \" صلهما قبل الفجر ومع الفجر وبعد الفجر \" . « 3 »\r\n3 - وقال الإمام الصادق عليه السلام : \" لا بأس بصلاة الليل فيما بين أوله إلى آخره ، الا ان أفضل ذلك بعد انتصاف الليل \" . « 4 »\r\n4 - قال الأشعري : سألت أبا الحسن الرضا عليه السلام عن ساعات الوتر . قال : احبّها اليَّ الفجر الأول ، وسألته عن أفضل ساعات الليل ، قال : الثلث الباقي \" . « 5 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / كتاب الصلاة / أبواب المواقيت / الباب 8 / ص 103 / ح 3 .\r\n( 2 ) اي نافلة الفجر .\r\n( 3 ) المصدر / الباب 52 / ص 195 / ح 3 .\r\n( 4 ) المصدر / الباب 44 / ص 183 / ح 9 .\r\n( 5 ) المصدر / الباب 54 / ص 197 / ح 4 . .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nتفصيل القول :\r\n1 - وقت نافلة الظهر قبل أداء الفريضة من زوال الشمس حتى يصل الفيء الحادث بعد الزوال مقدار قدمين أو ذراع .\r\n2 - وقت نافلة العصر بعد الزوال وبعد فريضة الظهر حتى يصل الفيء الحادث بعد الزوال مقدار أربعة اقدام أو ذراعين .\r\n3 - وقت نافلة المغرب من حين الفراغ من أداء الفريضة إلى زوال الشفق ( الحمرة المغربية ) وهي تصلى بعد الفريضة .\r\n4 - وقت الوتيرة بعد فريضة العشاء ، ويمتد بامتداد وقت فريضة العشاء ، والأفضل الاتيان بها بعد صلاة العشاء مباشرة من غير فاصلة يعتد بها .\r\n5 - وقت صلاة الليل يبدء بعد انتصاف الليل إلى الفجر الثاني ( الفجر الصادق ) والأفضل الاتيان بها في السحر أي في الثلث الأخير من الليل . وكلما اقترب وقت الاتيان بها من الفجر كان أفضل .\r\n6 - وقت نافلة الفجر بين الفجر الأول وبزوغ الحمرة المشرقية ويصح تقديمها على الفجر ايضاً ، والاتيان بها مع صلاة الليل .\r\n7 - الرأي المشهور بين الفقهاء ، هو عدم صحة تقديم نافلتي الظهر والعصر على الزوال في غير يوم الجمعة . 8 - اما صلاة الليل فيصح تقديمها على منتصف الليل خصوصاً للمسافر وكل من يصعب عليه ان يصليها في وقتها ، وكذلك يجوز ذلك لذوي الاعذار كالشيخ ومن يخاف البرد والمريض وما شابه . ولكن الأفضل اقامتها عند منتصف الليل وأفضل منه عند السحر .\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\n\r\nسنن الوقت\r\nالسنة الشريفة :\r\n1 - قال رسول الله صلى الله عليه وآله وسلم : \" إذا زالت الشمس فتحت أبواب السماء وأبواب الجنان واستجيب الدعاء ، فطوبى لمن رفع له عند ذلك عمل صالح \" . « 1 »\r\n2 - وقال الإمام الصادق عليه السلام : \" العصر على ذراعين ، فمن تركها حتى تصير على ستة اقدام فذلك المضيِّع \" . « 2 »\r\n3 - وروي ان الإمام الباقر عليه السلام سُئل عن رجل صلى بغير طهور ، أو نسي صلوات لم يصلها ، أو نام عنها ، فقال : \" يقضيها إذا ذكرها ، في أي ساعة ذكرها من ليل أو نهار \" . « 3 »\r\n4 - وقال الإمام جعفر بن محمد الصادق عليه السلام : ان رسول الله صلى الله عليه وآله نهى عن الصلاة عند طلوع الشمس وعند غروبها وعند استوائها \" . « 4 »\r\n5 - وروى الإمام الصادق عليه السلام ايضاً : \" ان رسول الله صلى الله عليه وآله جمع بين الظهر والعصر باذان وإقامتين ، وجمع بين المغرب والعشاء من غير علة بأذان واحد وإقامتين \" . « 5 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / أبواب المواقيت / الباب 12 / ص 121 / ح 2 .\r\n( 2 ) المصدر / الباب 9 / ص 111 / ح 2 .\r\n( 3 ) المصدر / الباب 57 / ص 199 / ح 1 .\r\n( 4 ) المصدر / الباب 38 / ص 171 / ح 6 .\r\n( 5 ) المصدر / الباب 32 / ص 160 / ح 1 . .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nتفصيل القول :\r\n1 - تستحب المبادرة إلى الصلاة والتعجيل بها في أول وقت الفضيلة استحباباً مؤكداً ، وعدم تأخيرها من غير عذر ، كما يستحب التعجيل بالصلاة حتى بعد فوات وقت الفضيلة ، فكلما كان الاتيان بالصلاة أقرب إلى أول الوقت كان أفضل .\r\n2 - يستثنى من استحباب التعجيل الحالات التالية :\r\nالف / تأخير صلاة الفجر والظهر والعصر عن أول الوقت لمن أراد ان يصلي النوافل قبلها .\r\nب / تأخير الفريضة الحاضرة لمن كانت عليه صلاة فائتة وأراد قضاءها ، إذا لم يخف فوات وقت الفضيلة بالنسبة للحاضرة .\r\nج / إذا لم يكن له اقبال للشروع في الصلاة فيؤخرها لحين حصوله .\r\nد / لانتظار قيام صلاة الجماعة بالنسبة إلى امام الجماعة .\r\nه - / تأخير صلاة المغرب بالنسبة للصائم الذي تتوق نفسه إلى الافطار ، أو ينتظره غير على مائدة الافطار .\r\nو / المسافر المستعجل .\r\n3 - لا بأس بالجمع بين صلاتي الظهر والعصر ، وكذلك المغرب والعشاء باذان واحد وإقامتين ، الا انه يستحب ترك فاصلة زمنية بين كل صلاتين مشتركتين في الوقت ، وان كان بمقدار أداء النوافل والتعقيبات .\r\n4 - يستحب الاشتغال بالتسبيح والدعاء والعمل الصالح عند زوال الشمس .\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\n5 - يكره تأخير صلاة العصر حتى يصير الظل الحادث بعد الزوال ستة اقدام .\r\n6 - تستحب المبادرة إلى قضاء الفرائض الفائتة ، فان فوات الفريضة لأي سبب من الأسباب عن وقتها لا يُبرر التهاون بها والمماطلة في قضائها .\r\n7 - يكره انتخاب الأوقات التالية للاتيان بالصلوات المستحبة المبتدأة : « 1 »\r\nا - بعد صلاة الصبح حتى طلوع الشمس .\r\nب - بعد صلاة العصر حتى غروب الشمس .\r\nج - عند طلوع الشمس حتى تنتشر وتنبسط اشعتها .\r\nد - عند ارتفاع الشمس حتى الزوال .\r\nه - - عند غروب الشمس .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تنقسم الصلوات المستحبة إلى ثلاثة أقسام :\r\n1 - النوافل اليومية المؤقتة .\r\n2 - الصلوات المستحبة الواردة في الروايات لأسباب معينة كصلاة الزيارة وغيرها .\r\n3 - الصلوات التي لم يرد بها نص معين وانما تؤدى من باب انها قربان كل تقي ، وهذا القسم يُسمي بالمبتدأة . .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n\r\nحكمة المواقيت\r\nقد يتبادر إلى الذهن التساؤل عن حكمة توزيع الصلوات اليومية على أوقاتها المعروفة .\r\nالإمام الرضا عليه السلام ، يجيب عن هذا التساؤل في حديث طويل عن علل ذلك .\r\nيقول الامام فيما يتعلق بمواقيت الصلوات اليومية :\r\n\" . . انما جعلت الصلاة في هذه الأوقات ، ولم تقدم ولم تؤخر لان الأوقات المشهورة المعلومة التي تعم أهل الأرض فيعرفها الجاهل والعالم أربعة :\r\n- غروب الشمس ، مشهور معروف تجب عنده المغرب .\r\n- وسقوط الشفق ( أي الحمرة المغربية ) مشهور معلوم تجب عنده العشاء .\r\nوطلوع الفجر ، مشهور معلوم تجب عنده الغداة .\r\nوزوال الشمس مشهور معلوم تجب عنده الظهر .\r\nولم يكن للعصر وقت معلوم مشهور مثل هذه الأوقات الأربعة ، فجعل وقتها عند الفراغ من الصلاة التي قبلها .\r\nوعلة أخرى : ان الله عز وجل أحب ان يبدء الناس في كل عمل اولًا بطاعته وعبادته ، فأمرهم أول النهار ان يبدؤوا بعبادته ثم ينتشروا فيما أحبوا من مرمَّة دنياهم فأوجب صلاة الغداة عليهم .\r\nفإذا كان نصف النهار وتركوا ما كانوا فيه من الشغل ، وهو وقت يضع الناس فيه ثيابهم ويستريحون ويشتغلون بطعامهم وقيلولتهم ، فأمرهم ان يبدؤوا\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nاولًا بذكره وعبادته فأوجب عليهم الظهر ، ثم يتفرغوا لما أحبوا من ذلك .\r\nفإذا قضوا ظهرهم ، وأرادوا الانتشار لآخر النهار ، بدؤوا ايضاً بعبادته ، ثم صاروا إلى ما أحبوا من ذلك ، فأوجب عليهم العصر ، ثم ينتشرون فيما شاؤوا من مرمّة دنياهم .\r\nفإذا جاء الليل ووضعوا زينتهم وعادوا إلى أوطانهم ابتدؤوا اولًا بعبادة ربهم ، ثم يتفرغوا لما أحبوا من ذلك ، فأوجب عليهم المغرب .\r\nفإذا جاء وقت النوم ، وفرغوا مما كانوا به مشتغلين أحب ان يبدؤوا اولًا بعبادته وطاعته ثم يصيروا إلى ماشاؤوا ان يصيروا اليه من ذلك ، فيكون قد بدؤوا في كل عمل بطاعته وعبادته ، فأوجب عليهم العتمة ، فإذا فعلوا ذلك لم ينسوه ولم يغفلوا عنه ، ولم تقس قلوبهم ، ولم تقل رغبتهم \" . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / أبواب المواقيت / الباب 10 / ص 117 / ح 11 . .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\n\r\nأحكام القبلة\r\nالقرآن الكريم :\r\n1 - قَدْ نَرَى تَقَلُّبَ وَجْهِكَ فِي السَّمآءِ فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَاهَا فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ وإِنَّ الَّذِينَ اوتُوا الْكِتَابَ لَيَعْلَمُونَ أَنَّهُ الْحَقُّ مِن رَبِّهِمْ وَمَا اللّهُ بِغَافِلٍ عَمَّا يَعْمَلُونَ ( البقرة / 144 )\r\n2 / وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَإِنَّهُ لَلْحَقُّ مِن رَبِّكَ وَمَا اللّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ ( البقرة / 149 )\r\n3 / وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيْكُمْ حُجَّةٌ إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ فَلَا تَخْشَوْهُمْ وَاخْشَوْنِي وِلُاتِمَّ نِعْمَتِي عَلَيْكُمْ وَلَعَلَّكُمْ تَهْتَدُونَ ( البقرة / 150 )\r\nهدى من الآيات :\r\nكان الرسول صلى الله عليه وآله من أهل مكة وكان يعرف عظمتها\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nوجلالها عند الله ، ولكنه كان يصلي إلى المسجد الأقصى حيث امره الله ، فهو أول العابدين وأول المسلِّمين لأمر الله سبحانه ، الا ان تسليمه لله لم يمنعه من الدعاء اليه بان يوليه قبلة يرضاها ، فكان يقلب وجهه في السماء رغبة في استقبال المسجد الحرام حيث الكعبة بيت الله العظيم .\r\nواستجاب الله دعاءه وأمره بأن يولي وجهه شطر المسجد الحرام .\r\nفقه الآيات :\r\nونستفيد من الآيات المذكورة البصائر التالية :\r\nالف : ان تحديد القبلة تشريع إلهي ، أوليس هو شرط أساسي للصلاة ؟ فعليه لابد ان ينزل به وحي فيه حكم من عند الله ، لذلك جاء بصورة الامر .\r\nباء : تولي الوجه الذي امر القرآن به هو استقبال الشيء بالوجه ، ولان الرأس دائري ، فان الوجه يشكل بعض الدائرة ، والتوجه به لا يعني مقابلة الانف فقط ، وانما يصدق أيضا مع مقابلة أحد الجانبين بقدر ما يصدق التولي ، الا ترى انك لو كنت في جمع جالسين حول بعضهم على مائدة مستديرة لكان كل واحد يتولى جمعاً ممن امامه وليس فقط شخصاً واحداً يقابل انفه ، لان المعيار هو الوجه وليس الانف .\r\nجيم : ( الشطر ) هو قسم من الشيء ، والجهات اشطار لأنها اقسام من المكان المحيط بالانسان ، وإذا كان المأمور به استقبال ( شطر المسجد الحرام )\r\nفان الواجب استقبال القسم الذي فيه هذا المسجد . أو بتعبير آخر النحو والجهة التي فيها المسجد ، ولان العرف يقسّم عادة الجهات إلى اربع أو\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nفي أقصى الحالات إلى ثمان ، فإن الجهة تبدو أوسع من استقبال المسجد بذاته ، أو الكعبة بعينها .\r\nوهكذا نستفيد من جملة الآيات التي تكررت فيها هذه الكلمة ان المأمور به جهة المسجد الحرام وليس ذاته والله العالم .\r\nالسنة الشريفة :\r\n1 - روى علم الهدى في ( رسالة المحكم والمتشابه ) عن الامام أمير المؤمنين عليه السلام :\r\n\" ان رسول الله صلى الله عليه وآله كان في أول مبعثه يصلي إلى بيت المقدس جميع أيام مقامه بمكة وبعد هجرته إلى المدينة بأشهر ، فعيّرته اليهود وقالوا : انك تابع لقبلتنا ، فأحْزنه ذلك ، فأنزل الله عز وجل وهو يقلّب وجهه في السماء وينظر الامر : قَدْ نَرَى تَقَلُّبَ وَجْهِكَ فِي السَّمآءِ فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَاهَا فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ « 1 »\r\n2 - قال الإمام الباقر عليه السلام : \" لا صلاة إلا إلى القبلة \" فقيل له : وأين حد القبلة ؟ قال الامام : \" ما بين المشرق والمغرب قبلة كله \" فقيل له : فمن صلى لغير القبلة أو في يوم غيم في غير الوقت ؟ قال الامام : \" يعيد \" . « 2 »\r\n3 - روي عن الإمام الصادق عليه السلام : \" ان الله تعالى جعل الكعبة قبلة لأهل المسجد ، وجعل المسجد قبلة لأهل الحرم ، وجعل الحرم قبلة لأهل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / كتاب الصلاة / أبواب القبلة / الباب 2 / ص 218 / ح 11 .\r\n( 2 ) المصدر / أبواب القبلة / الباب 9 / ص 227 / ح 2 . .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nالدنيا \" . « 1 »\r\n4 - جاء في الحديث ان رجلًا سأل الإمام الصادق عليه السلام قائلًا : صلّيت فوق ( جبل ) أبي قبيس العصر فهل يجزي ذلك والكعبة تحتي ؟ قال الامام : \" نعم ، إنها قبلة من موضعها إلى السماء \" . « 2 »\r\n5 - روي عن رسول الله صلى الله عليه وآله أنه قال حول الآية الكريمة : \" وعلامات وبالنجم هم يهتدون \" : \" الجدي ، لأنه نجم لا يزول ، وعليه بناء القبلة وبه يهتدي أهل البر والبحر \" . « 3 »\r\n6 - روى سماعة بن مهران انه سأله ( اي الامام المعصوم ) عن الصلاة بالليل والنهار إذا لم تر الشمس والقمر ولا النجوم ، فقال : \" تجهد رأيك ، وتعتمد القبلة بجهدك \" . « 4 »\r\n7 - وقال زرارة : سألت أبا جعفر عن قبلة المتحير ، فقال : \" يصلي حيث يشاء \" « 5 » وروي ايضاً انه يصلي إلى أربعة جوانب .\r\n8 - وسُئل الإمام الصادق عليه السلام عن الصلاة في السفينة ، فقال : \" يستقبل القبلة ، فإذا دارت فاستطاع ان يتوجه إلى القبلة فليفعل ، والا فليصل حيث توجهت به ، ثم قال : فإن أمكنه القيام فليصل قائماً والا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / أبواب القبلة / ص 220 / الباب 3 / ح 1 .\r\n( 2 ) المصدر / الباب 18 / ص 247 / ح 1 .\r\n( 3 ) المصدر / الباب 5 / ص 223 / ح 3 .\r\n( 4 ) المصدر / الباب 6 / ص 224 / ح 3 .\r\n( 5 ) المصدر / الباب 8 / ص 226 / ح 3 و 4 . .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nفليقعد ثم ليصل \" . « 1 »\r\n9 - قال الحلبي : سألت الإمام الصادق عليه السلام عن صلاة النافلة على البعير والدابة ، فقال : نعم ، حيث كان متوجهاً ، وكذلك فعل رسول الله صلى الله عليه وآله \" . « 2 »\r\n10 - وروي عن الإمام الصادق عليه السلام ايضاً ، في قوله تعالى : فَايْنَما تُوَلُّوْا فَثَمَّ وَجْهُ اللّهِ أنه قال : \" هذا في النوافل خاصة في حال السفر ، فاما الفرائض فلابد فيها من استقبال القبلة \" . « 3 »\r\nتفصيل القول :\r\n1 - موقع الكعبة ( شرفها الله ) قبلة المسلمين ، وعلى الناس في الأقطار ان يتجهوا شطر المسجد الحرام ( الذي شُرِّف بالكعبة ) أينما خرجوا .\r\n2 - شطر المسجد الحرام يتسع كلما ابتعد المسُتَقْبِل ، وليس الواجب الّا تولي الشطر ( أي : طرف المسجد الحرام وجهته عرفاً ) . ومن هنا صح ما قالوا بان أهل العراق يتجهون إلى الركن االعراقي الذي فيه الحجر الأسود ،\r\nوأهل الشام إلى الركن الشامي ، والمغاربة إلى الركن المغربي ، وسكان اليمن إلى الركن اليماني .\r\nولا يجب البحث عن المواجهة العينية بل يكفي ما يصدق عليه التولي شطر القبلة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / أبواب القبلة / الباب 13 / ص 235 / ح 13 .\r\n( 2 ) المصدر / الباب 15 / ص 240 / ح 6 .\r\n( 3 ) المصدر / الباب 15 / ص 242 / ح 19 . .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\n3 - والشطر هو القبلة ، لا الابنية ، فلو زالت أبنية الكعبة أو المسجد ، فإن المسلم يصلي إلى شطرهما ، كما يصلي من هو أعلى موقعاً إلى ذلك الشطر ، ومن صلى داخل الكعبة صلى إلى أي طرف من أطرافها .\r\n4 - على المسلمين ان يحددوا موقعهم من الكعبة ليتولوا شطر المسجد الحرام ، ويتم التحديد بالوسائل المتاحة التي تورث لهم الطمأنينة والثقة ، والأحوط البحث حتى يحصل لهم علم اليقين ، وان كانت الطمأنينة كافية على الأقوى .\r\n5 - ومن جهل شطر المسجد الحرام فعليه ان يتحراها بالامارات التي يعتمدها العقلاء والتي تورث الثقة ، ومنها ما يلي :\r\nالف - الاهتداء بالنجوم حسب موقعه الجغرافي في البر والبحر والجو . « 1 »\r\nباء - اعتماد خبر العدل من المؤمنين أو الثقة من عامة الناس . وهكذا يجوز التعويل على قبلة البلاد التي يزورها إذا لم يعلم خطأها .\r\nجيم - يمكن تحري القبلة بأية وسيلة علمية ممكنة . مثل حركة الرياح ووضع الشمس والقمر في الأوقات المختلفة حسب البلاد المختلفة إذا أورثت الثقة عند العقلاء .\r\nدال - وإذا تعارضت الامارات فإن عليه اعتماد ما يورثه الثقة وطرح غيرها ، فلو اجتهد وعرف القبلة في جهة واخبره صاحب البيت بما يخالفها ، أو كانت قبلة البلاد مختلفة عما اجتهد ، فان عليه ان يعتمد ما يثق به من جهة القبلة .\r\nاما من يعجز عن الاجتهاد كالأعمى والسجين مثلًا فعليه الرجوع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في ذلك تفصيل ذكره الفقهاء عليهم الرحمة ويحيط بها علماً الخبراء وقد اعرضنا عنه لقلة الحاجة في هذه العصور . .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nإلى الغير في بيان الامارات أو في تعيين القبلة ، أو الاستعانة بالوسائل العلمية المورثة للاطمئنان .\r\nهاء : لا يجوز الاجتهاد بالرأي والقياس أو اعتماد الظن والتصور مما نهى عنه الشرع المقدس ، فان الظن لا يغني عن الحق شيئاً ، وانما يجب التحري بالمناهج التي امر بها الشرع ، أو صدق بها عرف العقلاء .\r\n6 من لم يتمكن من معرفة جهة القبلة صلى إلى اية جهة شاء ، وهناك قول مشهور بضرورة الصلاة إلى اربع جهات ، وهو أحوط .\r\n7 - وعلى المسافر ان يتحرى جهة القبلة ، ولا يجوز ان يصلي الفرائض راكباً الا إذا استطاع ان يؤديها بلا خلل كما في السفينة والقطار والطائرة ، ولا تضيره الحركة البسيطة التي فيها . اما إذا فقد الاستقرار كالقارب في بحر هائج أو الطائرة عند الاقلاع والهبوط ، أو ماأشبه ، فالأحوط تأخير الصلاة ما أمكن لأدائها في مستقر . وعليه ان يتحرى القبلة ابداً ، فينحرف إليها إذا انحرفت ناقلته ، وإذا لم يتمكن من ضبط القبلة وخشي قضاء صلاته ، فعليه ان يستقبلها بما أمكنه منها حتى ولو بتكبيرة الاحرام والا أجزأته من دونها .\r\nوكذلك حكم من اضطر ان يصلي ماشياً .\r\n8 - يجوز ان يصلي الراكب والماشي النوافل إلى غير القبلة في السفر والحضر ، ولا يجوز مع الاستقرار الا التوجه إلى القبلة في الصلاة .\r\nوإذا وجبت بعض النوافل بمثل النذر فحكمها حكم سائر النوافل .\r\n9 - حكم سائر الصلوات الواجبة ، مثل صلاة الآيات وصلاة الميت حكم الفرائض .\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\n\r\nاحكام الاستقبال\r\nالسنة الشريفة :\r\n1 - قال زرارة : سألت الإمام الباقر عليه السلام عن الفرض في الصلاة ؟ فقال الامام : الوقت والطهور والقبلة والتوجه والركوع والسجود والدعاء \" قلت : ما سوى ذلك ؟ فقال : سنة في فريضة \" . « 1 »\r\n2 - وقال الإمام الباقر في حديث آخر : \" لا صلاة إلا إلى القبلة \" . « 2 »\r\n3 - وجاء عن الإمام الصادق عليه السلام : \" المريض إذا لم يقدر ان يصلي قاعداً كيف قدر صلى ، إمّا ان يوجَّه فيومئ إيماءً \" وقال : \" يُوجَّه كما يوجه الرجل في لحده ، وينام على جانبه الأيمن ، ثم يومئ للصلاة ، فإن لم يقدر ان ينام على جنبه الأيمن فكيف ما قدر ، فإنه له جائز ، وليستقبل بوجهه القبلة ، ثم يومئ بالصلاة ايماءً \" . « 3 »\r\n4 - وروي عن رسول الله صلى الله عليه وآله أنه قال : \" إذا لم يستطع الرجل ان يصلي قائماً فليصلِّ جالساً ، فإن لم يستطع جالساً فليصلِّ مستلقياً ، ناصباً رجليه بحيال القبلة يومئ ايماءً \" . « 4 »\r\n5 - وقال الإمام الباقر عليه السلام : \" استقبل القبلة بوجهك ، ولا تقلّب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / كتاب الصلاة / أبواب القبلة / الباب 1 / ص 214 / ح 1 .\r\n( 2 ) المصدر / الباب 2 / ص 97 / ح 9 .\r\n( 3 ) المصدر / ج 4 / أبواب القيام / الباب 1 / ص 691 / ح 10 .\r\n( 4 ) المصدر / ص 693 / ح 18 . .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nبوجهك عن القبلة فتفسد صلاتك . فان الله عز وجل يقول لنبيه في الفريضة : فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ « 1 »\r\n6 - روي عن الإمام الصادق عليه السلام في رجل صلى على غير القبلة فيعلم وهو في الصلاة قبل ان يفرغ من صلاته ، أنه قال : \" ان كان متوجهاً فيما بين المشرق والمغرب فليحوِّل وجهه إلى القبلة ساعة يعلم ، وان كان متوجهاً إلى دبر القبلة فليقطع صلاته ثم يحوِّل وجهه إلى القبلة ثم يفتتح الصلاة \" . « 2 »\r\n7 - وروي عن الامام أمير المؤمنين عليه السلام انه كان يقول : \" من صلى على غير القبلة وهو يرى أنه على القبلة . ثم عرف بعد ذلك فلا إعادة عليه إذا كان فيما بين المشرق والمغرب \" . « 3 »\r\n8 - وقال الإمام الصادق عليه السلام : \" إذا صليتَ وأنت على غير القبلة ، واستبان لك انك صليِتَ وأنت على غير القبلة وأنت في وقت فأعد ، وان فاتك الوقت فلا تعد \" . « 4 »\r\n9 - وقال ايضاً في توجيه الميت : \" تستقبل بوجهه القبلة ، وتجعل قدميه مما يلي القبلة \" . « 5 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / أبواب القبلة / الباب 9 / ص 227 / ح 3 .\r\n( 2 ) المصدر / الباب 10 / ص 229 / ح 4 .\r\n( 3 ) المصدر / ح 5 .\r\n( 4 ) المصدر / الباب 11 / ص 229 / ح 1 .\r\n( 5 ) المصدر / ج 2 / أبواب الاحتضار / الباب 35 / ص 662 / ح 3 . .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\n10 - وقال الإمام الباقر عليه السلام في جواب من سأله عن الذبيحة : \" استقبل بذبيحتك القبلة \" . « 1 »\r\n11 - وفي رواية : \" لا تلبسه ( اي السروال ) من قيام ولا مستقبل القبلة ، ولا إلى الانسان \" . « 2 »\r\n12 - ونهى رسول الله صلى الله عليه وآله عن الجماع مستقبل القبلة ومستدبرها \" . « 3 »\r\nتفصيل القول :\r\n1 - كيفية الاستقبال تعود إلى العرف ، ونعرف ذلك بما يلي :\r\nالف - فإذا كان وجه المصلي ومقاديم بدنه شطر المسجد الحرام كفاه ، حتى ولو لم تتجه إليها أصابع رجله ، ووضع يديه وركبتيه .\r\nباء - ومن صلى جالساً فعليه ان يتولى بوجهه ومجمل بدنه إلى القبلة ، حتى ولو لم يكن رأس ركبتيه إليها .\r\nجيم - ومن صلى مضطجعاً فعليه ان يتولى بوجهه إلى القبلة ، فيكون كوضع الميت في قبره على احتياط إذا كان مضطجعاً على جنبه الأيمن ، أو بعكسه إذا كان مضطجعاً على جنبه الأيسر .\r\nدال - ومن صلى مستلقياً فالأحوط ان يصلي وباطن قدميه إلى القبلة ، بحيث لو جلس توجه تلقاء القبلة ، تماماً كهيئة المحتضر . .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 16 / أبواب الذبائح / الباب 14 / ص 265 / ح 1 .\r\n( 2 ) المصدر / ج 3 / أبواب احكام الملابس / الباب 68 / ص 416 / ح 4 .\r\n( 3 ) المصدر / أبواب القبلة / الباب 12 / ص 232 / ح 3 . .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\n2 - يوجه المحتضر إلى القبلة ان أمكن بالطريقة السابقة . وعند الصلاة على الميت ، يوضع امام المصلي وطرف رأسه على يمينه ، وفي القبر يضطجع الميت على يمينه بحيث يكون وجهه إلى القبلة .\r\n3 - عند الذبح يوجه مقاديم بدن الحيوان إلى القبلة ، واحتاطوا بان يكون الذابح مستقبلًا ايضاً .\r\n4 - يستحب استقبال القبلة عند الدعاء ، وقراءة القرآن والذكر ، وعند المرافعة إلى القضاء ، وفي سجدة الشكر ، وسجدة التلاوة ، ويكره عند الجماع ولبس السروال .\r\n5 - يسقط واجب الاستقبال عند الاضطرار كصلاة المطاردة ، وكما إذا اضطررت إلى الصلاة راكباً ، وهكذا عند ذبح الدابة الهائجة أو المتردية في بئر .\r\n6 - من لم يستقبل القبلة متعمداً فعليه إعادة صلاته ، ومن لم يتعمد وكان جاهلًا بجهة القبلة ، وقد ضاق به الوقت ، أو ذهل عنها أو اجتهد فأخطأ فانحرف\r\nعنها يسيراً \" كما بين المشرق والمغرب عندما تكون القبلة إلى الجنوب أو الشمال « 1 » \" فصلاته ماضية ، وإلّا أعاد الصلاة في الوقت لاخارجه ، وذلك بان استدبرها أو صلى إلى المشرق أو المغرب ، مثلا ( فيمن قبلته الجنوب ) .\r\n7 - ومن اجتهد فأخطأ وصلى مستدبراً القبلة أو إلى يمينها أو شمالها تماماً ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وبعبارة أخرى : ان يكون الانحراف أقل من 90 درجة في كل طرف من طرفي القبلة . أي ما بين اليمين واليسار . .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nفان عرف القبلة في الوقت أعادها ، والا مضت صلاته . والاحتياط يقتضي الإعادة مطلقاً . وكذلك حكم الجاهل والناسي والغافل .\r\nوان كان الاحتياط بالإعادة في الوقت آكد هنا ، ولا يترك الاحتياط في الجاهل بالحكم .\r\n8 - إذا تبين الخلل في القبلة أثناء الصلاة وكان انحرافه عنها يسيراً فعليه ان يستقيم إليها ولا يستأنف الصلاة . وان كان انحرافاً إلى اليمين أو اليسار أو الخلف فعليه ان يستأنفها .\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\n\r\nاحكام الستر\r\n\r\n1 - وجوب الستر\r\nالسنة الشريفة :\r\n1 - روى محمد بن مسلم : رأيت أبا جعفر عليه السلام يصلي في ازار واحد ليس بواسع قد عقد على عنقه ، فقلت له : ما ترى للرجل يصلي في قميص واحد ؟ فقال : إذا كان كثيفاً فلا بأس به ، والمرأة تصلي في الدرع والمقنعة إذا كان الدرع كثيفاً يعني إذا كان ستيراً . « 1 »\r\n2 قال الإمام علي عليه السلام : عليكم بالصفيق « 2 » من الثياب ، فان من رق ثوبهُ رق دينه ، لا يقومنَّ أحدكم بين يدي الرب جل جلاله وعليه ثوب يشفّ . تجزي الصلاة للرجل في ثوب واحد يعقد طرفيه على عنقه ، وفي القميص الصفيق يزرّ عليه . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / أبواب لباس المصلي / الباب 22 / ص 282 / ح 1 / وباب 21 / ص 291 / ح 1 .\r\n( 2 ) ثوب صفيق : كثيفٌ نسجه ، وثوب شف وشفيف : أي رقيق يظهر ما وراءه .\r\n( 3 ) المصدر / الباب 21 / ص 282 / ح 5 . .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\n3 - وقال الإمام الصادق عليه السلام : لا يصلح للمرأة المسلمة ان تلبس من الخُمر والدروع مالا يواري شيئاً . « 1 »\r\n4 - روى الإمام الصادق عليه السلام عن الإمام علي عليه السلام أنه قال : إذا حاضت الجارية فلا تصلي الا بخمار . « 2 »\r\n5 - سُئل الإمام الكاظم عليه السلام عن الرجل صلى وفرجه خارج لا يعلم به ، هل عليه إعادة أو ما حاله ؟ فقال الامام : لا إعادة عليه ، وقد تمت صلاته . « 3 »\r\n6 - روي عن الإمام الباقر عليه السلام قوله : من غرقت ثيابه فلا ينبغي ان يصلي حتى يخاف ذهاب الوقت ، يبتغي ثياباً ، فإن لم يجد صلى عرياناً جالساً يومئ ايماءً يجعل سجوده اخفض من ركوعه ، فان كانوا جماعة تباعدوا في المجالس ، ثم صلوا كذلك فرادى . « 4 »\r\nتفصيل القول :\r\n1 - يجب الستر حال الصلاة على الرجل والمرأة ، سواء كان هناك ناظر أم لم يكن ، كما يجب الستر في توابع الصلاة كقضاء السجدة المنسية والتشهد المنسي ، وايضاً سجدتي السهو على احتياط مستحب ، ولا يجب الستر في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / الباب 21 / ص 281 / ح 2 .\r\n( 2 ) المصدر / الباب 28 / ص 296 / ح 13 وتعني الرواية : إذا بلغت الفتاة البلوغ الشرعي فلا تصلي الا بحجاب .\r\n( 3 ) المصدر / ص 293 / الباب 27 / ح 1 .\r\n( 4 ) المصدر / ص 328 / الباب 52 / ح 1 . .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nصلاة الميت ، الا انه مستحب . كما لا يجب في سجدة التلاوة وسجدة الشكر ، ولا فرق في وجوب الستر بين الصلوات الواجبة والمندوبة .\r\n2 - الستر الواجب على الرجل حال الصلاة هو : ستر العورتين ، ويستحب ستر ما بين السرة والركبة .\r\n3 - واما الستر الواجب على المرأة فهو : ستر جميع البدن حتى الرأس والشعر ، ما عدا الوجه ، واليدين إلى الزندين والقدمين باطنهما والظاهر .\r\n4 - لا يجب على المرأة حال الصلاة ان تستر أو ترفع ما على الوجه من الزينة كالكحل والحمرة وسائر مساحيق وادهان الزينة ، ولا الحلي ، وان قلنا بوجوب ستر هذه الأمور من الناظر ، والأحوط ان تستر الشعر الموصول بشعرها .\r\n5 - الصبية التي لم تبلغ البلوغ الشرعي بعد ، لا يجب عليها ستر الشعر والرأس والرقبة أثناء الصلاة ولو قلنا بصحة صلاتها وشرعيتها .\r\n6 - إذا تعمد المصلي - الرجل أو المرأة - ترك الستر منذ الدخول في الصلاة أو في أثنائها بطلت الصلاة ، اما إذا نسي الستر منذ البداية أو في الأثناء ، وكذلك إذا ترك الستر غفلة ، فالأقوى صحة صلاته وان كان الاحتياط يقتضي الإعادة بعد اتمام الصلاة ، واما من ترك الستر جهلًا بهذا الحكم الشرعي فهو كالعامد احتياطاً .\r\n7 - إذا ظهر أثناء الصلاة شيء من الأعضاء الواجب سترها بسبب هبوب ريح أو بسبب غفلة المصلي لم تبطل الصلاة ، ولكن إذا علم المصلي\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nبذلك أثناء الصلاة وجب عليه المبادرة إلى ستره وكانت صلاته صحيحة ، الا ان الاحتياط يقتضي إعادة الصلاة مرة أخرى بعد الاتمام خاصة إذا استغرق الستر زمناً طويلًا .\r\n8 - إذا كان اللباس مخرَّقاً أو قصيراً بحيث يستر المقدار الواجب في حالة دون أخرى ، كما لو كان يستر أثناء القيام ولا يستر حال الركوع أو السجود ، فشروع الصلاة مع هذا اللباس جائز شرط ان يستر المصلي عورته في الحالات الأخرى قبل ان تظهر وبأية طريقة ممكنة .\r\n9 - يجوز استخدام أوراق الشجر أو العلف والحشيش والقطن والصوف كساتر ، ولكن الاحتياط الستر بهذه الأمور في حالات الاضطرار فقط ، ولا يجوز الستر بالطلي بالطين والوحل الا في الحالات الاستثنائية ، والأفضل في الحالات العادية الستر بالملابس المتعارفة .\r\n10 - من لم يكن له ساتر شرعي بالشروط الآتية وجب عليه السعي للحصول عليه ولو بشراء أو إجارة ولو بأكثر من القيمة السوقية ، ما لم يكن مجحفاً بحاله أو مضراً بماله ، كما يجب قبول الهبة أو العارية إذا لم يكن فيهما حرج ، بل يجب الاستيهاب والاستعارة ان لم يكن فيهما حرج ايضاً .\r\n11 - من لم يكن عنده ساتر شرعي واحتمل توفره قبل انتهاء وقت الفريضة ، وجب احتياطاً بل على الأقوى تأخير الصلاة عن أول الوقت ريثما يتوفر الساتر ، أو يصلي في آخر الوقت حسب وظيفته الشرعية ان لم يتوفر .\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\n\r\n2 - شروط الساتر\r\nبالإضافة إلى كيفية الستر الواجب في الصلاة ، والتي ذكرت في التفصيل السابق يشترط في لباس المصلي ستة شروط :\r\n1 - الطهارة .\r\n2 - الإباحة .\r\n3 - ان لا يكون من اجزاء الميتة .\r\n4 - ان لا يكون من اجزاء الحيوان حرام اللحم .\r\n5 و 6 - ان لا يكون من الذهب والحرير للرجال .\r\nواليك تفاصيل الشروط :\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\n\r\nالأول : الطهارة\r\nالسنة الشريفة :\r\n1 يقول خيران الخادم : كتبت إلى الرجل ( الامام المعصوم ) عليه السلام اسأله عن الثوب يصيبه الخمر ولحم الخنزير أيصلى فيه أم لا ؟ فان أصحابنا قد اختلفوا فيه ، فقال بعضهم : صل فيه فان الله انما حرّم شربها ، وقال بعضهم : لا تصلِّ فيه ، فكتب عليه السلام : لا تصل فيه فإنه رجس . « 1 »\r\n2 - وروي عن الإمام الصادق عليه السلام : لا بأس بالصلاة في الشيء\r\nالذي لا تجوز الصلاة فيه وحده ، يصيب القذر ، مثل القلنسوة والتكة والجورب . « 2 »\r\n3 - وروى زرارة حديثاً مطولًا ذكره صاحب الوسائل مقطّعاً ، يقول : سألت الإمام عليه السلام : أصاب ثوبي دم رعاف أو غيره أو شيء من منيّ فَعَلَّمتُ أثره إلى أن أصيب له الماء ، فأصبت وحضرت الصلاة ونسيت ان بثوبي شيئاً وصليت ، ثم اني ذكرت بعد ذلك ؟\r\nقال الامام : تعيد الصلاة وتغسله .\r\nقلت : فإن لم أكن رأيت موضعه وعَلِمْتُ انه اصابه فطلبته فلم أقدر عليه ، فلما صلّيت وجدته ؟\r\nقال : تغسله وتعيد . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 2 / أبواب النجاسات / الباب 38 / ص 1055 / ح 4 .\r\n( 2 ) المصدر / الباب 31 / ص 1046 / ح 4 .\r\n( 3 ) المصدر / الباب 42 / ص 1063 / ح 2 . .\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nقلت : فإن ظننت انه قد اصابه ولم أتيقن ذلك فنظرت فلم أَرَ فيه شيئاً ثم صليت فرأيت فيه ؟\r\nقال : تغسله ، ولا تعيد الصلاة .\r\nقلت : لم ذاك ؟\r\nقال : لأنك كنت على يقين من طهارتك ثم شككت فليس ينبغي لك ان تنقض اليقين بالشك ابداً . « 1 »\r\nقلت : فاني قد علمت أنه قد اصابه ولم أدر أين هو فأغسله ؟\r\nقال : تغسل من ثوبك الناحية التي ترى انه أصابها ، حتى تكون على يقين من طهارتك .\r\nقلت : فهل علي ان شككت في أنه اصابه شيء ان انظر فيه ؟\r\nقال : لا ، ولكنك انما تريد ان تذهب الشك الذي وقع في نفسك . « 2 »\r\nقلت : ان رأيته في ثوبي وانا في الصلاة ؟\r\nقال : تنقض الصلاة وتعيد إذا شككت في موضع منه ثم رأيته ، وان لم تشك ثم رأيته رطباً قطعت وغسلته ثم بنيت على الصلاة لأنك لا تدري لعله شيء واقع عليك ، فليس ينبغي ان تنقض اليقين بالشك ابداً . « 3 »\r\n4 - سُئل الإمام الصادق عليه السلام عن الرجل يبول فيصيب فخذه قدر نكتة من بوله فيصلي ويذكر بعد ذلك أنه لم يغسلها ؟ قال الامام : يغسلها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 2 / الباب 41 / ص 1061 / ح 1 .\r\n( 2 ) المصدر / الباب 41 / هامش ص 1061 .\r\n( 3 ) المصدر / الباب 44 / ص 1065 / ح 1 . .\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nويعيد صلاته . « 1 »\r\n5 - روى أبو بصير عن أبي عبد الله عليه السلام أنه قال : ان أصاب ثوب الرجل الدم فصلى فيه وهو لا يعلم فلا إعادة عليه ، وان هو علم قبل ان يصلي فنسي وصلى فيه فعليه الإعادة . « 2 »\r\n6 - وروي عن الإمام علي عليه السلام قوله : ما أبالي أبول أصابني أم ماء إذا لم اعلم . « 3 »\r\n7 - وقال أبو بصير : سألت أبا عبد الله عليه السلام عن رجل صلى في ثوب فيه جنابة ركعتين ثم علم به ؟ فقال : عليه ان يبتدي الصلاة ، وسألته عن رجل يصلي وفي ثوبه جنابة أو دم حتى فرغ من صلاته ثم علم ؟ قال : مضت صلاته ولا شيء عليه . « 4 »\r\n8 - روى محمد بن مسلم : قلت له ( اي الإمام عليه السلام ) : الدم يكون في الثوب عليّ وانا في الصلاة ، قال : ان رأيته وعليك ثوب غيره فاطرحه وصلِّ في غيره ، وان لم يكن عليك ثوب غيره فامضِ في صلاتك ولا إعادة عليك ما لم يزد على مقدار الدرهم ، وما كان أقل من ذلك فليس بشيء ، رأيته أو لم تره ، وإذا كنت قد رأيته وهو أكثر من مقدار الدرهم فضيّعت غسله وصليت فيه صلاة كثيرة فأعد ما صليت فيه . « 5 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 2 / الباب 19 / ص 1025 / ح 3 .\r\n( 2 ) المصدر / الباب 40 / ص 1060 / ح 7 .\r\n( 3 ) المصدر / ح 4 .\r\n( 4 ) المصدر / الباب 40 / ص 1059 / ح 2 .\r\n( 5 ) المصدر / الباب 20 / ص 1027 / ح 6 . .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\n9 - كتب صفوان بن يحيى إلى أبي الحسن عليه السلام يسأله عن الرجل معه ثوبان فأصاب أحدهما بول ، ولم يدر أيهما هو وحضرت الصلاة وخاف فوتها وليس عنده ماء كيف يصنع ؟ قال : يصلي فيهما جميعاً . « 1 »\r\nتفصيل القول :\r\n1 - الشرط الأول لملابس المصلي هو أن تكون جميعها ، وكذلك بدن المصلي طاهراً حال الصلاة ، ولو تعمد الصلاة مع نجاسة الثوب أو البدن ، بطلت صلاته .\r\n2 - يستثنى من هذا الشرط القطع الصغيرة من الثياب التي لا تستر لوحدها المقدار الواجب من بدن الرجل كالجورب والقبعة ، وسيأتي الحديث عنها .\r\n3 - حكم الجاهل بنجاسة شيء من الأعيان النجسة ، أو الجاهل باشتراط الطهارة في الصلاة كحكم العامد .\r\n4 - ويلحق بحكم الثوب كل ما يلتحف به من يصلي مستلقياً ، سواء كان الغطاء ساتراً أم كان الساتر غيره ، وان كان الأقوى عدم اشتراط الطهارة فيما إذا لم يكن الغطاء ساتراً ولم يعد ملبوساً .\r\n5 - انما تبطل الصلاة إذا كان المصلي عالماً بوجود النجاسة في ثيابه أو بدنه ، ولهذه القاعدة فروع :\r\nالف - إذا اكتشف المصلي بعد الفراغ من الصلاة ان ثوبه أو بدنه كان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 2 / الباب 64 / ص 1082 / ح 1 . .\r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nنجساً صحت صلاته ، ولكن الأحوط استحباباً إعادة الصلاة إذا كان الوقت باقياً .\r\nب - اما إذا كان الشخص يعلم بنجاسة ثوبه أو بدنه ، ولكنه نسي ذلك وصلى مع نجاسة الثوب أو البدن ، فان عليه إعادة الصلاة في الوقت وقضاءها خارج الوقت احتياطاً واجباً . ولا فرق في ذلك بين العلم بالنجاسة بعد الصلاة أو في أثنائها .\r\nج - إذا اكتشف أثناء الصلاة وجود نجاسة سابقة في ثوبه أو بدنه ، بطلت صلاته مع سعة الوقت . اما إذا كان الوقت ضيقاً ، فان أمكن التطهير أو التبديل فوراً ودون ان يستدعي قطع الصلاة فعل ذلك وأتم صلاته وكانت\r\nصحيحة ، وان لم يمكن أتم الصلاة وكانت صحيحة .\r\nد - إذا اكتشف أثناء الصلاة حدوث نجاسة في ثوبه وبدنه وهو في حالة الصلاة ، أو علم بوجود النجاسة واحتمل أن تكون حادثة ، فمع سعة الوقت وامكانية التطهير أو التبديل دون وقوع ما ينافي الصلاة ، أو امكانية القاء الثوب النجس عن بدنه لوجود ثوب آخر عليه ، فعل ذلك وأتم صلاته وكانت صحيحة ، ومع عدم امكانية ذلك أعاد صلاته ، اما مع ضيق الوقت فإنه يتم الصلاة مع النجاسة ولا شيء عليه .\r\n6 - بناءً على القاعدة السالفة فالجهل بالنجاسة لا يوجب بطلان الصلاة وإن وقعت الصلاة مع وجود النجاسة واقعاً ، وأمثلة ذلك كثيرة نشير إلى بعضها :\r\nالف - إذا طهر ثوبه النجس وأيقن بطهارته ، ولكن بعد الصلاة فيه اكتشف\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nبقاء النجاسة .\r\nب - إذا كان ثوبه طاهراً ثم شك في نجاسته وبعد الصلاة فيه اكتشف انه كان نجساً فعلًا ، فصلاته صحيحة لان اليقين لا ينقض بالشك ابداً كما في الحديث عن الإمام عليه السلام - .\r\nج - إذا علم بنجاسة الثوب ولكن المسؤول عن تطهيره اخبر بطهارته ، أو شهد عادلان بذلك ، فصلى فيه ثم اكتشف الخلاف .\r\nه - إذا وقعت قطرة من الدم أو غيره من النجاسات وشك في أنها وقعت على ثوبه أو على الأرض ، واكتشف بعد الصلاة انها كانت قد وقعت على ثوبه .\r\nد - إذا رأى في ثوبه أو بدنه دماً وأيقن بأنه مما لا يضر بصحة الصلاة كدم البق ، أو دم الجروح المستثنى في الصلاة ، أو زعم أنه أقل من حجم الدرهم ، ثم اكتشف بعد الصلاة انه كان مما لا تجوز فيه الصلاة أو كان أكثر من القدر المجاز .\r\nو - إذا علم بنجاسة شيء ثم نسي ذلك فمسه بثوبه أو بدنه برطوبة ثم بعد الصلاة تذكر نجاسة ذلك الشيء .\r\nففي كل هذه الحالات تكون صلاته صحيحة ولا شيء عليه .\r\n7 - من لم يكن لديه إلّا ثوب نجس واحد ، صلى فيه وصحت صلاته ، خاصة مع عدم امكانية نزعه بسبب برد أو مرض أو وجود ناظر محترم ، واما مع امكانية نزعه كما إذا كان في مكان مستور أو في فلاة فإنه يصلي ايضاً في الثوب ولكن الأحوط استحباباً تكرار الصلاة عارياً .\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\n8 - من كان له ثوبان يعلم بنجاسة أحدهما دون تحديد ، فإن كان في سعة من الوقت كرر الصلاة في الثوبين ، اما إذا لم يمكن تكرار الصلاة بسبب ضيق الوقت صلى في أحدهما في الوقت ، وصلى احتياطاً في ثوب آخر قضاءً خارج الوقت ، ويمكنه ان يصلي في الثوب الآخر .\r\n\r\nالمستثينات من الطهارة\r\nالسنة الشريفة :\r\n1 - روى ليث المرادي : قلت لأبي عبد الله عليه السلام : الرجل تكون به الدماميل والقروح ، فجلده وثيابه مملوّة دماً وقيحاً وثيابه بمنزلة\r\nجلده ، فقال : يصلي في ثيابه ولا يغسلها ولا شيء عليه . « 1 »\r\n2 - وروي عن الإمام الصادق عليه السلام ايضاً : إذا كان بالرجل جرح سائل فأصاب ثوبه من دمه فلا يغسله حتى يبرأ وينقطع الدم . « 2 »\r\n3 - وقال الإمام الباقر عليه السلام في الدم يكون في الثوب : ان كان أقل من قدر الدرهم فلا يعيد الصلاة ، وان كان أكثر من قدر الدرهم وكان رآه فلم يغسل حتى صلى فليعد صلاته ، وان لم يكن رآه حتى صلى فلا يعيد الصلاة . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 2 / كتاب الطهارة / أبواب النجاسات / الباب 32 / ص 1029 / ح 5 .\r\n( 2 ) المصدر / ص 1030 / ح 7 .\r\n( 3 ) المصدر / الباب 20 / ص 1026 / ح 2 . .\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\n4 - روى أبو بصير عن الإمام الصادق ، أو الإمام الباقر عليهما السلام أنه قال : لا تعاد الصلاة من دم لا تبصره غير دم الحيض فان قليله وكثيره في الثوب ان رآه أو لم يره سواء . « 1 »\r\n5 - سأل محمد الحلبي أبا عبد الله الصادق عليه السلام عن الرجل يجنب في الثوب أو يصيبه بول وليس معه ثوب غيره ، قال الامام : يصلي فيه إذا اضطر اليه . « 2 »\r\n6 - وسُئل الإمام الصادق عليه السلام عن امرأة ليس لها الا قميص واحد ولها مولود فيبول عليها كيف تصنع ؟ قال : تغسل القميص في اليوم مرة . « 3 »\r\nتفصيل القول :\r\nويستثنى من اشتراط طهارة الثوب والبدن في الصلاة أمور عدة وردت بها النصوص :\r\n1 - تلوث ثوب أو بدن المصلي بدم الجروح والقروح الموجودة حالياً في بدنه حتى تبرأ تماماً ، فتجوز الصلاة مع هذا الدم في حالة صعوبة تغيير الثوب أو إزالة الدم من البدن وتطهيره ، وبشرط ان يكون الجرح كبيراً ومستقراً ، اما الجروح الصغيرة الآنية التي تبرأ سريعاً فلا يعفى عن دمها .\r\n- بناءً عليه فان الصلاة تصح مع الدماء التي تلوث ثياب وبدن المصاب بسبب حوادث الاصطدام مثلًا ، أو بسبب العمليات الجراحية ويصعب ازالتها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 2 / الباب 21 / ص 1028 / ح 1 .\r\n( 2 ) المصدر / الباب 45 / ص 1067 / ح 7 .\r\n( 3 ) المصدر / الباب 4 / ص 1004 / ح 1 . .\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\n- ولا يعتبر دم الرعاف أو الدم الخارج من الفم واللثة من المستثنيات لأنه ليس من دماء الجروح .\r\n2 - تلوث البدن أو الثوب بالدم - سواء كان دم نفسه أو غيره أو من حيوان حلال اللحم - بما يقل عن حجم الدرهم وهو - كما في المشهور - ما يساوي حجم عقد ابهام اليد ، ولا يشمل هذا الحكم دم الحيض والنفاس ، اما دم الاستحاضة ودماء الحيوانات النجسة ، ودم الميتة ودم مالا يؤكل لحمه ، فعلى الاحتياط الواجب عدم صحة الصلاة فيها .\r\nويشترط في هذه المسألة ان لا تصل إلى الدم رطوبة أخرى ، فلو كان كذلك لم تصح الصلاة معه احتياطاً .\r\n3 - تجوز الصلاة مع نجاسة الثوب أو البدن في كل حالات الاضطرار ، ومن أمثلة ذلك :\r\n- عدم امكانية التطهير أو التبديل بسبب فقدان الماء ، وعدم وجود الثوب البديل ، ووجود المانع من التعري كالبرد أو المرض أو الناظر المحترم .\r\n- عدم امكانية التطهير أو التبديل بسبب ضيق الوقت .\r\n- عدم امكانية ذلك بسبب الخوف .\r\n4 - المرأة المربية للصبي تستطيع ان تصلي في ثوبها المتنجس ببول الصبي وتصح صلاتها بالشروط التالية :\r\nالف - عدم امكانية تبديل الثوب بسبب عدم توفر ثوب آخر لها مثلًا .\r\nباء - ان تغسل الثوب في كل يوم مرة واحدة .\r\nوقيل : ان بدن المربية للصبي يلحقه نفس حكم الثوب ، ولكنه مشكل .\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\n5 - القطع الصغيرة من الملبوسات التي لا يمكن ستر العورة بها لوحدها كالجورب والقبعة والقلنسوة والنعل والمنديل الصغير وربطة العنق والحزام وما شاكل ، شرط ان لا تكون من اجزاء الميتة ولا نجس العين .\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\n\r\nالثاني : الإباحة\r\nالسنة الشريفة :\r\n1 - قال الإمام الصادق عليه السلام : لو أن الناس اخذوا ما امرهم الله فانفقوه فيما نهاهم عنه ما قَبِله منهم ، ولو اخذوا ما نهاهم الله عنه فانفقوه فيما امرهم الله به ما قَبِله منهم حتى يأخذوه من حق وينفقوه في حق . « 1 »\r\n2 - وروي في ( تحف العقول ) عن الإمام علي عليه السلام أنه قال في وصيته لكميل : يا كميل ! انظر في ما تصلي وعلى ما تصلي ان لم يكن من وجهه وحِلّه فلا قبول . « 2 »\r\n3 - وروي في حديث عن الإمام المهدي عليه السلام أنه قال : لا يحل لاحد ان يتصرَّف في مال غيره بغير إذنه . « 3 »\r\nتفصيل القول :\r\nويشترط في صحة الصلاة ، حسب فتوى المشهور ، إباحة ثياب المصلي ، أي ان لا تكون مغصوبة ، ولهذا الحكم الموافق للاحتياط فروع :\r\n1 - لا فرق بين ان يكون المصلي نفسه غاصباً للثوب أم غيره .\r\n2 - ولا فرق ايضاً بين ان يكون الثوب المغصوب هو نفسه الساتر الواجب في الصلاة أو يكون من الثياب الإضافية ، وحتى القطع الصغيرة كالجورب والقلنسوة وما شاكل على الأظهر .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / كتاب الصلاة / أبواب مكان المصلي / الباب 2 / ص 423 / ح 1 .\r\n( 2 ) المصدر / ح 2 .\r\n( 3 ) المصدر / ج 17 / كتاب الغصب / الباب 1 / ص 309 / ح 4 . .\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\n3 - تبطل الصلاة في الثوب المغصوب في الحالات التالية :\r\nأ - ان يكون المصلي عامداً في ارتدائه المغصوب غير مضطر اليه .\r\nب - ان يكون عالماً بالغصب .\r\n4 - اما إذا لبس المغصوب مضطراً كمن يرتديه حفاظاً على نفسه من البرد أو المرض حيث لا يتوفر له ثوب غيره ، أو حفاظاً على مال الغير لأنه\r\nقد يتعرض للسرقة والتلف ان لم يلبسه ، صحت صلاته .\r\n5 - إذا صلى بالمغصوب ناسياً أو جاهلًا بأنه مغصوب ، تم تذكر أو علم بالغصب أثناء الصلاة ، فان استطاع نزعه دون الاضرار بهيئة الصلاة مع وجود ساتر آخر فعل ذلك فوراً واستمر في صلاته ، وان لم يستطع ذلك ففي اتساع الوقت يقطع الصلاة ويستأنفها في ثوب مباح ، ومع ضيق الوقت يخلع الثوب أثناء الصلاة ويكمل صلاته حسب وظيفة العراة ان لم يكن مانع من ذلك .\r\n6 - قال كثير من الفقهاء ان من موارد الغصب هو ان يلبس المصلي ثوباً اشتراه من أموال تعلقت بها الحقوق الشرعية كالخمس والزكاة وهذا موافق للاحتياط .\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\n\r\nالثالث : اجتناب الميتة\r\nالسنة الشريفة :\r\n1 - روى محمد بن مسلم انه سأل الامام عن الجلد الميت أيلبس في الصلاة إذا دبغ ؟ فقال : لا ، ولو دبغ سبعين مرة . « 1 »\r\n2 - وقال الإمام الصادق عليه السلام عن الميتة : لا تصلِّ في شيء منه ولا في شسع . « 2 »\r\n3 - وروي عن الإمام الكاظم عليه السلام قوله : لا بأس بالصلاة في الفراء اليماني وفيما صنع في ارض الاسلام .\r\nقيل له : فإن كان فيها غير أهل الاسلام .\r\nقال : إذا كان الغالب عليها المسلمين فلا بأس . « 3 »\r\n4 - وحول شراء الفرو من السوق ، قال الامام أبو جعفر الثاني عليه السلام : إذا كان مضموناً فلا بأس . « 4 »\r\n5 - روى عبد الرحمن ابن الحجاج : قلت لأبي عبد الله عليه السلام : إني ادخل سوق المسلمين ، اعني هذا الخلق الذين يدعون الاسلام فاشتري منهم الفراء للتجارة ، فأقول لصاحبها : أليس هي ذكية ؟ فيقول : بلى . فهل يصلح لي ان أبيعها على أنها ذكية ؟ فقال : لا ، ولكن لا بأس ان تبيعها وتقول : قد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / أبواب لباس المصلي / الباب 1 / ص 249 / ح 1 .\r\n( 2 ) المصدر / ح 2 .\r\n( 3 ) المصدر / ج 2 / أبواب النجاسات / الباب 50 / ص 1072 / ح 5 .\r\n( 4 ) المصدر / ج 3 / أبواب لباس المصلي / الباب 61 / ص 338 / ح 3 . .\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nشرط لي الذي اشتريتها منه انها ذكية ، قلت : وما افسد ذلك ؟ قال : استحلال أهل العراق للميتة . وزعموا أن دباغ جلد الميتة ذكاته ، ثم لم يرضوا ان يكذبوا في ذلك الا على رسول الله صلى الله عليه وآله . « 1 »\r\n6 - وقال الإمام الصادق عليه السلام : لا بأس بالصلاة فيما كان من صوف الميتة ، إن الصوف ليس فيه روح . « 2 »\r\n7 - وروي عن الإمام الصادق عليه السلام ايضاً : الشعر والصوف والريش وكل نابت لا يكون ميتاً . « 3 »\r\nتفصيل القول :\r\nويشترط في صحة الصلاة ان لا يكون ثوب المصلي حتى القطع الصغيرة التي لا تستر المقدار الواجب في الصلاة من اجزاء ميتة الحيوان « 4 » كالجلد والفرو ، واليك التفاصيل :\r\n1 - لا فرق في هذا الحكم بين الحيوان حلال اللحم أو حرام اللحم .\r\n2 - كما لا فرق بين الحيوان الذي له دم دافق عند الذبح وتكون ميتته نجسة كالغنم ، والحيوان الذي لا يتدفق دمه عند الذبح ولا تكون ميتته نجسة كالسمك على احتياط .\r\n3 - وايضاً لا يختلف الحكم بين ان يكون الجلد مدبوغاً أو غير مدبوغ .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 2 / أبواب النجاسات / الباب 61 / ص 1081 / ح 4 .\r\n( 2 ) المصدر / الباب 68 / ص 1089 / ح 1 .\r\n( 3 ) المصدر / ح 4 .\r\n( 4 ) المقصود بالميتة : الحيوان الميت أو المذبوح على غير الطريقة الشرعية . ويقابله : الحيوان المذكّى . .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\n4 - إذا اخذ الثوب المصنوع من اجزاء الحيوان من يد مسلم ، أو كان عليه اثر الاستعمال بواسطة المسلم اعتُبِرَ طاهراً ، شريطة ان يكون ذلك امارة تورث الاطمئنان العرفي بالتذكية ، اما سوق المسلمين التي تستورد أكثر بضاعتها من الخارج دون الاهتمام بالضوابط الشرعية ، أو في بلاد لا يأبه أهلها ابداً بالدين وضوابطه فلا يجوز لنا الاعتماد عليها .\r\n5 - استصحاب جزء من اجزاء الميتة أو شيء مصنوع من اجزاء الميتة في الصلاة يوجب بطلان الصلاة وان لم يكن ملبوساً على احتياط .\r\n6 - إذا صلى في ثوب متخذ من الميتة جهلًا ، صحت صلاته ان كان جاهلًا بالموضوع ( اي بكون الثوب مصنوعاً من الميتة ) أو كان جاهلًا بالحكم غير مقصّر ( أي كان معذوراً في جهله ) ، اما الجاهل بالحكم غير المعذور فالاحتياط بالنسبة إليه يقتضي إعادة الصلاة .\r\n7 - إذا صلى في الثوب المأخوذ من الميتة ناسياً ، فإن كان مما له دم دافق حين الذبح كان عليه إعادة الصلاة في الوقت وخارجه ، اما ان كان مما ليس له دم دافق صحت صلاته .\r\n8 - في حالة الشك في أن الثوب مصنوع من جلد ميتة الحيوان أو مصنوعٌ من غير الجلد لا إشكال في الصلاة فيه .\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\n\r\nالرابع : اجتناب حرام اللحم في الصلاة\r\nالسنة الشريفة :\r\n1 - جاء في وصية رسول الله صلى الله عليه وآله وسلم لعلي عليه السلام : يا علي ! لا تصلِّ في جلد ما لا يشرب لبنه ولا يؤكل لحمه . « 1 »\r\n2 - قال إبراهيم بن محمد الهمداني : كتبت اليه ( أي إلى الامام المعصوم ) : يسقط على ثوبي الوبر والشعر مما لا يؤكل لحمه من غير تقية ولا ضرورة ؟\r\nفكتب : لا تجوز الصلاة فيه . « 2 »\r\n3 - روي عن ابن مقاتل انه سأل أبا الحسن عليه السلام عن الصلاة في السمّور والسنجاب والثعلب ؟ فقال الامام : لا خير في ذا كله ، ما خلا السنجاب فإنه دابة لا تأكل اللحم . « 3 »\r\n4 - وروى سماعة : سألته ( أي الامام المعصوم ) عن لحوم السباع وجلودها فقال : اما لحوم السباع فمن الطير والدواب فانا نكرهه ، واما الجلود فاركبوا عليها ولا تلبسوا منه شيئاً تصلون فيه . « 4 »\r\n5 - وروى علي بن مهزيار ان إبراهيم بن عقبة كتب اليه ( اي الامام ) يسأله عندنا جوارب وتكك تُعمل من وبر الأرانب ، فهل تجوز الصلاة في وبر الأرانب من غير تقية ولا ضرورة ؟ فكتب اليه : لا تجوز الصلاة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / أبواب لباس المصلي / الباب 2 / ص 251 / ح 6 .\r\n( 2 ) المصدر / ح 4 .\r\n( 3 ) المصدر / الباب 3 / ص 252 / ح 2 .\r\n( 4 ) المصدر / الباب 5 / ص 256 / ح 3 . .\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nفيها . « 1 »\r\n6 - سأل أبا عبد الله عليه السلام رجل عن جلود الخز ، فقال : ليس بها بأس ، فقال الرجل : جعلت فداك انها علاجي ( اي انها عملي ) وانها هي كلاب تخرج من الماء ، فقال أبو عبد الله عليه السلام : إذا خرجت من الماء تعيش خارجة من الماء ؟ فقال الرجل : لا ، قال : لا بأس به . « 2 »\r\nتفصيل القول :\r\nولا يجوز ان يكون ثوب المصلي من اجزاء الحيوان حرام اللحم ، وان كان مذكى ، أو اخذت منه حياً ، واليك فروع المسألة :\r\n1 - لا تجوز الصلاة في الثوب المتخذ من جلد أو فرو الحيوان غير مأكول اللحم ، أو من شعره أو صوفه أو وبره أو ريشه .\r\n2 - تبطل الصلاة إذا كان ثوب المصلي ملوثاً بفضلات حيوان حرام اللحم ، وكذا يحتاط استحباباً في ترك الصلاة في الثياب التي عليها شيء\r\nمن شعر غير مأكول اللحم مثل السنور .\r\n3 - قال بعض الفقهاء : لا فرق في الحيوان حرام اللحم بين ان يكون مما له دم دافق عند الذبح أو لم يكن كذلك كالسمك المحرم ، على اشكال في القسم الأخير .\r\n4 - لا فرق في عدم الجواز بين ان يكون الثوب كله من اجزاء حرام اللحم أو بعضه ، أو جزء منه ، كالازرار أو الخيوط أو ما شاكل ، ولا تستثنى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / الباب 7 / ص 258 / ح 3 .\r\n( 2 ) المصدر / الباب 10 / ص 263 / ح 1 . .\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nهنا القطع الصغيرة ، اما ما يحمله المصلي معه أثناء الصلاة من اجزاء حرام اللحم فلا إشكال فيه .\r\n5 - يستثنى من هذا الحكم جلد وفرو الخز « 1 » ووبره الخالص غير الممزوج بوبر الأرانب والثعالب ، وكذلك جلد وفرو السنجاب . « 2 »\r\n6 - من صلى في غير المأكول جاهلًا به صحت صلاته على الأقوى .\r\n7 - اما الناسي فعليه إعادة الصلاة احتياطاً .\r\n8 - لا بأس بالصلاة في الثوب المشكوك بأنه من اجزاء مالا يؤكل لحمه أو من غيره .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الخز : بسكون الزاء ، الظاهر هو القُنُدس وهو حيوان مائي لبون من رتبة القواضم له ذنب مفلطح قوي ، ولون احمر قاتم ، تتخذ منه الفراء ، وقد تطلق الكلمة على نفس الفرو أو الجلد . ( جواهر الكلام باب لباس المصلي + المنجد في اللغة ) .\r\n( 2 ) السِنجاب : حيوان أكبر من الجرذ من فصيلة السنجابيات ، له ذنب طويل كثيب الشعر ، يتسلق الأشجار بسرعة ، تتخذ منه الفراء ، لونه ازرق رمادي . ( المنجد في اللغة ) . .\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\n\r\nالخامس : اجتناب الذهب\r\nالسنة الشريفة :\r\n1 - روي عن الإمام الصادق عليه السلام أنه قال : لا يلبس الرجل الذهب ولا يصلي فيه لأنه من ثياب أهل الجنة . « 1 »\r\n2 - وروي عنه ايضاً أنه قال : . . وجعل الله الذهب في الدنيا زينة النساء فحرّم على الرجال لبسه والصلاة فيه . « 2 »\r\n3 - وقال الإمام الباقر عليه السلام : ان رسول الله صلى الله عليه وآله وسلم نهاهم عن سبع منها التختم بالذهب . « 3 »\r\n4 - وروى محمد بن مسلم ان الإمام الباقر عليه السلام كانت أسنانه قد استرخت فشدها بالذهب . « 4 »\r\nتفصيل القول :\r\nلا يجوز للرجل ان يصلي بالذهب ، كما لا يجوز له بشكل مطلق ان يلبس ويتزين بالذهب ، سواء كان الذهب ثوباً منسوجاً أو مخيطاً بخيوط الذهب ، أو كانت ازراره من الذهب ، أو كان قلادة أو سلسلة ذهبية يعلقها في عنقه ، اوخاتماً يتختم به ، أو ساعة ذهبية يلبسها أو اطاراً ذهبياً لنظارته .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / أبواب لباس المصلي / الباب 30 / ص 300 / ح 4 .\r\n( 2 ) المصدر / ح 5 .\r\n( 3 ) المصدر / ص 301 / ح 9 .\r\n( 4 ) المصدر / الباب 31 / ص 302 / ح 1 . .\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nوهنا فروع :\r\n1 - لا فرق بين ان يكون الذهب خالصاً أو ممزوجاً بغيره ما دام يصدق عليه لبس الذهب عرفاً .\r\n2 - لا بأس بالذهب المحمول في جيب الانسان كالمسكوكات الذهبية أو حتى المصاغات الذهبية أو غير ذلك ، كما لا بأس بالأسنان الذهبية .\r\n3 - لا بأس بالصلاة مع الأسلحة التي يستعمل في صنعها الذهب كالسيف والخنجر ، ولكن إذا اطلق عليها لفظ اللبس ، فالاحتياط يقتضي اجتنابه .\r\n4 - لا فرق بين حرمة الذهب للرجل في الصلاة وغيرها ، بين ان يكون ظاهراً للرؤية أو مستتراً لا يُرى .\r\n5 - الظاهر صحة الصلاة بالذهب إذا كان المصلي جاهلًا به أو ناسياً .\r\n6 - كما لا بأس بلبس المشكوك كونه ذهباً في الصلاة وفي غيرها .\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\n\r\nالسادس : اجتناب الحرير\r\nالسنة الشريفة :\r\n1 - قال الإمام جعفر بن محمد الصادق عليه السلام : ان رسول الله صلى الله عليه وآله وسلم نهى ( في حديث المناهي ) عن لبس الحرير والديباج والقزّ للرجال ، فاما النساء فلا بأس . « 1 »\r\n2 - وروى إسماعيل بن سعد الأحوص : سألت أبا الحسن الرضا عليه السلام : هل يصلي الرجل في ثوب إبريسم ؟ فقال : لا . « 2 »\r\n3 - وقال محمد بن عبد الجبار : كتبتُ إلى أبي محمد عليه السلام أسأله هل يُصلّى في قلنسوة حرير محض أو قلنسوة ديباج . فكتب عليه السلام : لا تحل الصلاة في حرير محض . « 3 »\r\n4 وروي عن الإمام الصادق عليه السلام أنه قال : لا يصلح للرجل ان يلبس الحرير الا في الحرب . « 4 »\r\n5 - وروي عنه ايضاً في الثوب يكون فيه الحرير ، فقال : ان كان فيه خلط فلا بأس . « 5 »\r\n6 - وقال رسول الله صلى الله عليه وآله : رفع عن أمتي الخطأ والنسيان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / أبواب لباس المصلي / الباب 16 / ص 276 / ح 5 .\r\n( 2 ) المصدر / ص 266 / الباب 11 / ح 1 .\r\n( 3 ) المصدر / ص 267 / ح 2 .\r\n( 4 ) المصدر / ص 269 / الباب 12 / ح 1 .\r\n( 5 ) المصدر / ص 271 / الباب 13 / ح 4 . .\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nوما اكرهوا عليه وما لا يطيقون . « 1 »\r\nتفصيل القول :\r\nلا يجوز للرجل لبس الحرير الخالص مطلقاً لا في حال الصلاة ولا في غير حال الصلاة ، ويُطلق عليه ايضاً : الإبريسم والقزّ والديباج وهو مبطل للصلاة .\r\nواليك التفاصيل :\r\n1 - لا فرق في عدم الجواز بين ان يكون الحرير هو نفس الساتر الشرعي ، أو ان يكون ثوباً اضافياً غيره .\r\n2 - كما لا يجوز على احتياط واجب ارتداء قطع الحرير الصغيرة التي لا تستر العورتين لوحدها ، كالجورب والقبعة والقلنسوة والقفازات والحزام و . .\r\n3 - يجوز لبس الحرير في حال الحرب ، وحينئذ فالأقوى جواز الصلاة فيه ايضاً وان كان الأحوط ترك الصلاة فيه عند عدم الضرورة إلى ذلك .\r\n4 - لا بأس بالصلاة في الثوب المنسوج من خليط الحرير مع القطن أو الصوف أو غير ذلك مما تجوز الصلاة فيه ، ومما يخرجه عن صدق الحرير الخالص عند العرف .\r\n5 - إذا كان الثوب خليطاً من قطع الحرير الخالص إلى جانب قطع أخرى من غير الحرير ، فإذا صدق عند العرف انه يلبس الحرير حرم اللبس\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / الباب 12 / ص 270 / ح 6 . .\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nوبطلت الصلاة ، والا فلا . وعند الشك في الصدق العرفي فالأصل البراءة وصحة الصلاة فيه ، فالمدار في كل التفريعات المشابهة هو الصدق العرفي .\r\n6 - لا بأس بالصلاة مع الحرير إذا استخدم للأغراض الطبية كشد الجروح أو الجبيرة أو ما شاكل .\r\n7 - إذا صلى في الثياب الحرير جهلًا أو نسياناً فالأقوى عدم وجوب الإعادة وان كان الاحتياط يقتضي ذلك .\r\n8 - ان لم يكن للانسان ثوب غير الحرير ، وكان مضطراً للبسه بسبب\r\nالبرد أو المرض أو غير ذلك ، فلا بأس بالصلاة فيه ، اما إذا لم يكن مضطراً إليه ولكنه كان يفقد الساتر غيره فالأقوى صحة الصلاة في الثوب الحرير والأحوط اعادتها عارياً .\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\n\r\n3 - حالات الاضطرار والعري\r\nالسنة الشريفة :\r\n1 - روي عن الإمام الصادق عليه السلام في رجل عريان ليس معه ثوب أنه قال : إذا كان حيث لا يراه أحد فليصل قائماً . « 1 »\r\n2 - وروى سماعة : سألته عن رجل يكون في فلاة من الأرض فأجنب وليس عليه الاثوب فاجنب فيه وليس يجد الماء ، قال : يتيمم ويصلي عرياناً قائماً يومئ ايماءاً . « 2 »\r\n3 - وقال علي بن جعفر : سألت أخي موسى بن جعفر عليهما السلام عن الرجل قطع عليه اوغرق متاعه فبقي عرياناً ، وحضرت الصلاة كيف يصلي ؟ قال : ان أصاب حشيشاً يستر به عورته أتم صلاته بالركوع والسجود ، وان لم يصب شيئاً يستر به عورته اومأ وهو قائم . « 3 »\r\n4 - وروي عن الإمام الصادق عليه السلام قوله : العاري الذي ليس له ثوب إذا وجد حفيرة دخلها ويسجد فيها ويركع . « 4 »\r\n5 - وقال الإمام الباقر عليه السلام : من غرقت ثيابه فلا ينبغي له ان يصلي حتى يخاف ذهاب الوقت يبتغي ثياباً ، فإن لم يجد صلى عرياناً جالساً يومئ ايماءاً ، يجعل سجوده اخفض من ركوعه ، فان كانوا جماعة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 2 / أبواب النجاسات / الباب 46 / ص 1068 / ح 2 .\r\n( 2 ) المصدر / ح 3 .\r\n( 3 ) المصدر / ج 3 / أبواب لباس المصلي / الباب 50 / ص 326 / ح 1 .\r\n( 4 ) المصدر / ح 2 . .\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nتباعدوا في المجالس ، ثم صلوا كذلك فرادى . « 1 »\r\n6 - وقال الإمام الصادق عليه السلام حول الاضطرار : ليس شيء مما حرّم الله الا وقد احلّه لمن اضطرّ اليه . « 2 »\r\nتفصيل القول :\r\n1 - إذا انحصر ثوب الانسان في الحرير أو في فرو أو جلد الحيوان غير المأكول ، أو في المنسوج من صوفه أو شعره أو وبره أو ريشه ، أو انحصر في الثوب النجس ، فالأقوى جواز الصلاة فيه ، ويستحب احتياطاً اعادتها عارياً .\r\n2 - اما إذا انحصر ثوبه في جلد أو فرو الميتة أو المنسوج من صوفه أو شعره أو وبره أو ريشه ، أو انحصر في الذهب ، أو المغصوب ، فإن كان مضطراً إلى ارتدائه بسبب برد أو مرض مثلًا فلا بأس بالصلاة فيه ، وان لم يكن مضطراً وجب نزعه ، فإن لم يكن هناك ساتر آخر حتى مثل أوراق الشجر والحشيش والطين ، صلى عارياً بالكيفية التي سنشير إليها .\r\n3 - ومن لم يجد أي شيء يستر به عورته للصلاة حتى مثل أوراق الشجر والحشيش والطين وحفرة أو ماء كدر يقف فيهما ، إذا كان كذلك وجب عليه الصلاة عارياً ايضاً .\r\n4 - من كانت وظيفته الصلاة عارياً فان امِنَ من النظر المحرّم بأي شكل من الاشكال فالأقوى كفاية الصلاة قياماً والايماء برأسه للركوع والسجود ، ويجعل ايماءه للسجود أخفض من ايماءه للركوع والاحتياط المستحب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / الباب 52 / ص 328 / ح 1 .\r\n( 2 ) المصدر / الباب 12 / ص 270 / ح 6 . .\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nيقتضي ان يصلي إضافة إلى ذلك - صلاة عادية بركوع وسجود مع ستر عورته بيده ، ويصلي جالساً بايماء ، أي يصلي لكل فرض ثلاث صلوات ، الأولى واجبة والاخريان مستحبتان احتياطاً .\r\nوان لم يأمن الناظر المحترم صلى جالساً وينحني للركوع والسجود بمقدار لا تبدو عورته ، وان لم يمكن فيومئ برأسه .\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\n\r\n4 - سنن لباس المصلي\r\nبيَّنت الأحاديث المروية عن المعصومين مكروهات ومستحبات لباس المصلي ، وهي كثيرة ونحن إنّما نشير إلى جملة منها بذكر أحاديثها من دون إضافة .\r\n\r\n1 - أجود الثياب\r\nكان الحسن بن علي عليهما السلام إذا قام إلى الصلاة لبس أجود ثيابه ، فقيل له : يا بن رسول الله لمن تلبس أجود ثيابك ؟ فقال : إن الله جميل يحب الجمال ، فاتجمَّل لربي ، وهو يقول : خذوا زينتكم عند كل مسجد ، فأحب ان ألبس أجمل ثيابي . « 1 »\r\n\r\n2 - الصلاة بالعطر\r\nقال الإمام الصادق عليه السلام : كانت لرسول الله صلى الله عليه وآله ممسكة إذا هو توضأ اخذها بيده وهي رطبة ، فكان إذا خرج عرفوا انه رسول الله برائحته . « 2 »\r\nوقال الصادق عليه السلام ايضاً : صلاة متطيب أفضل من سبعين صلاة بغير طيب . « 3 »\r\nوروى عبد الله بن الحارث انه كانت لعلي بن الحسين عليه السلام قارورة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / أبواب لباس المصلي / الباب 54 / ص 331 / ح 6 .\r\n( 2 ) المصدر / الباب 43 / ص 315 / ح 1 .\r\n( 3 ) المصدر / ح 2 . .\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nمسك في مسجده فإذا دخل إلى الصلاة اخذ منه فتمسَّح به . « 1 »\r\n\r\n3 - التختم بالفضة\r\nقال أمير المؤمنين عليه السلام : لا تختّموا بغير الفضة فان رسول الله صلى الله عليه وآله وسلم قال : ما طهرت كف فيها خاتم من حديد . « 2 »\r\n\r\n4 - كراهة السواد\r\nقال الكليني : وروي لا تصلّي في ثوب اسود . فأما الخف أو الكساء أو العمامة فلا بأس . « 3 »\r\n\r\n5 - اللثام والنقاب\r\nروى سماعة : سألته عن الرجل يصلي فيتلو القرآن وهو متلثم ، فقال : لا بأس به وان كشف عن فيه فهو أفضل ، قال : وسألته عن المرأة تصلي متنقبة ، قال : ان كشفت عن موضع السجود فلا بأس وان أسفرت فهو أفضل . « 4 »\r\n\r\n6 - ثوب عليه تماثيل\r\nروى عبد الله بن سنان عن الامام أبي عبد الله عليه السلام انه كره ان يصلي وعليه ثوب فيه تماثيل . « 5 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / ص 316 / ح 4 .\r\n( 2 ) المصدر / ص 303 / الباب 32 / ح 4 .\r\n( 3 ) المصدر / الباب 20 / ص 281 / ح 2 .\r\n( 4 ) المصدر / الباب 35 / ص 307 / ح 6 .\r\n( 5 ) المصدر / الباب 45 / ص 317 / ح 2 . .\r\n","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\n\r\n7 - الصلاة مع التماثيل\r\nوروى ليث المرادي أنه قال للإمام الصادق عليه السلام : الوسائد تكون في البيت فيها التماثيل عن يمين أو شمال ، فقال : لا بأس ما لم تكن تجاه القبلة ، فإن كان شيء منها بين يديك مما يلي القبلة فغطه وصلّ ، وإذا كانت معك دراهم سود فيها تماثيل فلا تجعلها من بين يديك واجعلها من خلفك . « 1 »\r\nوقال علي بن جعفر : سألت أخي موسى بن جعفر عليهما السلام عن الدار والحجرة فيها التماثيل ايُصلى فيها ؟ قال : لا تصلي فيها وشئ منها مستقبلك الا ان لا تجد بداً فتقطع رؤوسها ، وإلّا فلا تصلي . « 2 »\r\n\r\n8 - الخاتم والتماثيل\r\nوسُئل الإمام الصادق عليه السلام عن الرجل يلبس الخاتم فيه نقش مثال الطير أو غير ذلك ؟ قال : لا تجوز الصلاة فيه . « 3 »\r\n\r\n9 - حَلّ الازرار\r\nوروى إبراهيم الأحمري : سألت أبا عبد الله عليه السلام عن رجل يصلي وازراره محلّلة ؟ قال : لا ينبغي ذلك . « 4 »\r\n\r\n10 - منديل غيرك\r\nوقال الإمام الصادق عليه السلام : صلِّ في منديلك الذي تتمندل به ، ولا تصلِّ في منديل يتمندل به غيرك . « 5 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / ص 319 / ح 11 .\r\n( 2 ) المصدر / ص 321 / ح 21 .\r\n( 3 ) المصدر / الباب 46 / ص 322 / ح 3 .\r\n( 4 ) المصدر / الباب 23 / ص 286 / ح 5 .\r\n( 5 ) المصدر / الباب 49 / ص 325 / ح 2 . .\r\n","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\n\r\nمكان المصلي\r\n\r\nأين نصلي ؟\r\nالسنة الشريفة :\r\n1 - قال رسول الله صلى الله عليه وآله وسلم : جُعلت لي الأرض مسجداً وترابها طهوراً ، أينما ادركتني الصلاة صليت . « 1 »\r\n2 - وجاء في كتاب ( تحف العقول ) ان الامام أمير المؤمنين عليه السلام قال في وصيته لكميل : يا كميل ، انظر في ما تصلي وعلى ما تصلي ، إن لم يكن من وجهه وحلّه فلا قبول . « 2 »\r\n3 - وجاء في حديث عن الإمام المهدي عليه السلام : لا يحل لاحد ان يتصرف في مال غيره بغير اذنه . « 3 »\r\n4 - وروي في ( تحف العقول ) عن رسول الله صلى الله عليه وآله ، انه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / أبواب مكان المصلي / الباب 1 / ص 423 / ح 5 .\r\n( 2 ) المصدر / الباب 2 / ح 2 .\r\n( 3 ) المصدر / ج 17 / كتاب الغصب / الباب 1 / ص 309 / ح 4 . .\r\n","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nقال في خطبة الوداع : أيها الناس ! إنما المؤمنون اخوة ولا يحل لمؤمن مال أخيه الا عن طيب نفس منه . « 1 »\r\n5 - روى محمد بن عبد الله الحميري : كتبت إلى الفقيه عليه السلام أسأله عن الرجل يزور قبور الأئمة هل يجوز ان يسجد على القبر أم لا ؟ وهل يجوز لمن صلى عند قبورهم ان يقوم وراء القبر ويجعل القبر قبلة ويقوم عند رأسه ورجليه ؟ وهل يجوز ان يتقدم القبر ويصلي ويجعله خلفه أم لا ؟ فأجاب :\r\nوأما السجود على القبر فلا يجوز في نافلة ولا فريضة ولا زيارة ، بل يضع خده الأيمن على القبر ، واما الصلاة فإنها خلفه ويجعله الأَمام ، ولا يجوز ان يصلي بين يديه لان الامام لا يُتقدم ويُصلى عن يمينه وشماله . « 2 »\r\n6 - وفي حديث مفصل حول الصلاة ، قال الإمام الباقر عليه السلام : . . . وقم منتصباً ، فان رسول الله صلى الله عليه وآله وسلم قال : من لم يقم صلبه فلا صلاة له . « 3 »\r\n7 - وجاء في خبر سليمان بن صالح عن الإمام الصادق عليه السلام أنه قال : \" لا يُقيم أحدكم الصلاة وهو ماش ولا راكب ولا مضطجع الا ان يكون مريضاً ، وليتمكن في الإقامة كما يتمكن في الصلاة ، فإنه إذا اخذ في الإقامة فهو في صلاة . « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / أبواب مكان المصلي / الباب 3 / ص 425 / ح 3 .\r\n( 2 ) المصدر / الباب 26 / ص 454 / ح 1 .\r\n( 3 ) المصدر / ج 4 / أبواب القيام / الباب 2 / ص 694 / ح 1 .\r\n( 4 ) موسوعة الفقه للسيد الشيرازي كتاب الصلاة / ج 2 / ص 268 . .\r\n","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\n8 - وروى علي بن جعفر انه سأل أخاه الإمام موسى بن جعفر عليهما السلام عن الرجل هل يصلح له ان يصلي على الرف المعلق بين نخلتين ؟ فقال : ان كان مستوياً يقدر على الصلاة فيه فلا بأس . « 1 »\r\n9 - قال أبو بصير : سألت الامام أبا عبد الله الصادق عليه السلام عن الرجل والمرأة يصليان جميعاً في بيت ، المرأة عن يمين الرجل بحذاه ، فقال : لا حتى يكون بينهما شبر ، أوذراع ، أو نحوه . « 2 »\r\n10 - وروي عن الإمام الصادق عليه السلام ايضاً في الرجل يصلي والمرأة تصلي بحذاه ؟ فقال الامام : لا بأس . « 3 »\r\n11 - وروى الفضيل عن الإمام الباقر عليه السلام أنه قال : إنما سُميَّت بكَّة لأنه تبك فيها الرجال والنساء ، والمرأة تصلي بين يديك وعن يمينك وعن يسارك ومعك ولا بأس بذلك ، وإنما يكره في سائر البلدان . « 4 »\r\n12 - وقال زرارة سألت أبا جعفر عليه السلام عن المرأة تصلي عند الرجل فقال : لا تصلي المرأة بحيال الرجل الا ان يكون قدّامها ولو بصدره . « 5 »\r\n13 - روى يونس بن يعقوب أنه قال لأبي عبد الله عليه السلام : حضرت الصلاة المكتوبة وانا في الكعبة ، أفأصلي فيها ؟ فقال الامام : صلِّ . « 6 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / أبواب مكان المصلي / الباب 35 / ص 467 / ح 1 .\r\n( 2 ) المصدر / الباب 5 / ص 427 / ح 4 .\r\n( 3 ) المصدر / ص 428 / ح 6 .\r\n( 4 ) المصدر / ص 429 / ح 10 .\r\n( 5 ) المصدر / الباب 6 / ص 430 / ح 2 .\r\n( 6 ) المصدر / أبواب القبلة / الباب 17 / ص 246 / ح 6 . .\r\n","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\n14 - وروى الإمام الصادق عن أبيه عليهما السلام ، انه رأى علي بن الحسين عليهما السلام يصلي في الكعبة ركعتين . « 1 »\r\nتفصيل القول :\r\n1 - تجوز الصلاة في كل مكان لقول رسول الله صلى الله عليه وآله وسلم : \" جُعلت لي الأرض مسجداً وترابها طهوراً ، أينما ادركتني الصلاة صليت \" . « 2 »\r\n2 - ويجب ان يكون مكان المصلي طاهراً من اية نجاسة سارية تلوِّث بدن أو ثياب المصلي ، اما النجاسة الجافة فلا بأس بها الا في مسجد الجبهة حيث يجب ان يكون طاهراً حتى من النجاسة الجافة .\r\n3 - ذكر الفقهاء عدم صحة الصلاة في بعض الأماكن اما لأن ذلك يؤدي إلى ارتكاب محرم آخر ، واما لأنه يتنافى مع أداء الصلاة واتمامها على وجهها الصحيح ، ونشير إليها فيما يلي :\r\nأ - الصلاة في مكان مغصوب أو غير مأذون فيه ( سنذكر التفاصيل فيما بعد ) . ولا شك في أن قولهم فيه موافق للاحتياط .\r\nب - الصلاة في مكان يحرم الوقوف عليه كما لو كانت أسماء الجلالة أو آيات القرآن الكريم منقوشة على الفرش أو البلاط ، كما لا تجوز الصلاة على قبر الرسول صلى الله عليه وآله وسلم ، والأئمة المعصومين عليهم السلام حيث يعد ذلك هتكاً لحرمتهم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / أبواب القبلة / الباب 17 / ص 247 / ح 8 .\r\n( 2 ) المصدر / أبواب مكان المصلي / الباب 1 / ص 423 / ح 5 . .\r\n","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nج - الصلاة مقدماً أو مساوياً لقبر المعصوم الا مع الحائل شريطة ان يعتبر العرف ذلك رافعاً لسوء الأدب وعدم الاحترام .\r\nد - الصلاة في الأماكن التي تعرض حياة الانسان للخطر ؛ كالمواقع المعرضة للقصف في كل لحظة في جبهات الحرب ، أو الأماكن المعرضة لهجوم الحيوانات المفترسة ، أو في المباني المعرضة للانهيار والسقوط ، وعدم الصحة فيها موافق للاحتياط المستحب .\r\nه - - الصلاة في مكان غير مستقر كوسائط النقل المتحركة في غير حالة الاضطرار ، أو في موقع متأرجح بحيث يسلب المصلي الطمأنينة الواجبة عليه حال الصلاة .\r\nو - الصلاة في مكان لا يستطيع المصلي اتمام صلاته على الوجه الصحيح ؛ كالصلاة وسط الزحام الشديد الذي يعرّض الصلاة للبطلان ، أو الصلاة في معرض هبوب الرياح العاتية ، أو سقوط الأمطار الغزيرة جداً التي تمنع المصلي من إكمال صلاته . فالاحتياط الاستحبابي عدم الشروع في الصلاة في الأماكن المذكورة ، وفي كل مكان لا يطمئن المصلي إلى امكانية اتمام صلاته فيه .\r\nز - الصلاة في مكان يتنافى مع أداء الصلاة بهيأتها الصحيحة ، كما لو كان سقف المكان هابطاً جداً بحيث يمنع وقوف المصلي منتصباً بشكل كامل ، أو كان المكان ضيقاً إلى درجة يمنع من أداء الركوع والسجود على\r\nالوجه الصحيح .\r\n4 - قالوا بوجوب تأخر المرأة في الصلاة عن الرجل وعدم الصلاة متساويين\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nفي المكان أو تقدم المرأة على الرجل ، الا ان الأقوى كراهة ذلك . إلّا عند انعدام ايّ فصل بينهما فالأحوط وجوباً إعادة الصلاة .\r\nوترتفع الكراهة ، أو الحرمة على القول بها ، بوجود حائل بينهما ، أو وجود مسافة تفصل بينهما لا تقل عن عشرة اذرع ( حوالي 450 - 500 سانتيمتراً ) .\r\nكما ترتفع الكراهة في حالات الاضطرار وضيق الوقت ، ومع ذلك لا يقف الرجل والمرأة متلاصقين جنباً إلى جنب في الصلاة ، بل يجب الاحتياط بترك فاصلة ما ، ولو بمقدار ذراع أو شبر ، الا في مكة المكرمة .\r\n5 - الأقوى جواز الصلاة - الفريضة والمندوبة - على سطح الكعبة وفي جوفها ، ويتجه نحو أي جهة من الجهات الأربع .\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\n\r\nشرط الإباحة\r\nالسنة الشريفة :\r\n1 - روى سماعة عن الإمام الصادق عليه السلام ان رسول الله صلى الله عليه وآله قال : . . من كانت عنده أمانة فليؤدها إلى من ائتمنه عليها ، فإنه لا يحل دم امرء مسلم ولا ماله الا بطيبة نفس منه . « 1 »\r\n2 - وروي في نهج البلاغة عن الامام أمير المؤمنين عليه السلام قوله : \" الحجر الغصب في الدار رهن على خرابها . « 2 »\r\n3 - وروي عن رسول الله صلى الله عليه وآله قوله : \" من اخذ ارضاً بغير حق كلِّف ان يحمل ترابها إلى المحشر . « 3 »\r\nتفصيل القول :\r\n1 - الغصب حرام ، والتصرف في أي شيء مغصوب سواء من قبل الغاصب نفسه أو غيره حرام ايضاً ، كما لا يجوز - في الحالات الطبيعية - التصرف في مال الغير بدون إذنه .\r\nاما الصلاة في المكان المغصوب أو في مكان غير مسموح به ، هل هي باطلة أم لا ؟ المشهور بين الفقهاء هو البطلان ، الا ان هناك قولًا بعدم البطلان والعمل بما عليه المشهور موافق للاحتياط . والتفريعات القادمة مبنية على الرأي المشهور بين الفقهاء .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / أبواب مكان المصلي / الباب 3 / ص 424 / ح 1 .\r\n( 2 ) المصدر / ج 17 / كتاب الغصب / الباب 1 / ص 309 / ح 5 .\r\n( 3 ) المصدر / الباب 3 / ص 311 / ح 2 . .\r\n","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\n2 - الغصب قد يقع على عين المكان ، كما لو كانت نفس الأرض مغصوبة من مالكها ، وقد يقع على المنفعة كالتصرف في مكان مستأجَر بدون اذن المستأجِر ، فالتصرف هنا حرام ايضاً حتى ولو اذن المالك ، لان المستأجِر هو الذي يملك حق الانتفاع في فترة عقد الايجار ، وبناءً على المشهور والاحتياط فان الصلاة في هذا المكان باطلة ايضاً .\r\n3 - ولا تبطل الصلاة الا إذا كان المصلي عالماً بالغصب وعامداً ، اما في\r\nحالات الغفلة أو الجهل أو النسيان فان الصلاة صحيحة إن شاء الله ، واما الجاهل بالحكم الشرعي وهو الحرمة فالأقوى صحة صلاته وإن كان الاحتياط الواجب هو البطلان ، خاصة في الجاهل المقصِّر ، حسب الرأي المشهور في بطلان الصلاة في الغصب .\r\n4 - كل استفادة اعتبرها عُرْف المجتمع استعمالًا للمغصوب ، وتصرفاً فيه فإنه مبطل للصلاة احتياطاً - :\r\n- كالصلاة في سفينة أو طائرة أو سيارة مغصوبة .\r\n- أو الصلاة تحت خيمة مغصوبة أو تحت سقف مغصوب ، إذا اعتبر العُرف ذلك تصرفاً في الخيمة أو السقف .\r\n- أو الصلاة على سقف مباح بينما الأرض التي تحته مغصوبة مع الصدق العرفي .\r\n5 - إذا اشترى الشخص مكاناً بمال لم يدفع زكاته أو خمسه فالظاهر صحة البيع ، وعلى المالك تسديد الزكاة أو الخمس أو أي حق شرعي آخر عليه من أي مال يشاء ، وبناءً على ذلك فالصلاة في هذا المكان صحيحة\r\n\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nإن شاء الله .\r\n6 - إذا مات شخص وعليه شيء من حقوق الناس فلا يجوز لورثته التصرف في الإرث حتى بمثل الصلاة في داره قبل تسديد ما عليه من الحقوق أو ضمانه بإذن الحاكم ، ويحتمل ان يكون التصرف جائزاً فيما إذا كانت الحقوق يسيرة ، وكان قرار الورّاث تسديدها ، والله العالم .\r\n7 - وكذلك يجوز للورثة التصرف في إرث المديون والصلاة فيه حتى\r\nولو كانت ديونه تستغرق تركته كلها إذا ضمنوا تسديد الديون .\r\n8 - لا تجوز الصلاة في ملك الآخرين دون الإذن الصريح من المالك أو ما يدل على موافقته من الامارات المعتبرة عند العقلاء .\r\n9 - اما الأراضي الشاسعة جداً كالواقعة في الصحاري والطرقات\r\nالبرية والتي يصعب اجتنابها فتجوز الصلاة فيها ولو من دون الحصول على موافقة المالك .\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\n\r\nسُنن مأثورة في مكان المصلي\r\nذكر الفقهاء عدداً من السنن المرتبطة بمكان المصلي ( من المكروهات والمستحبات ) نشير هنا إلى بعضها من خلال ذكر الأحاديث الشريفة المأثورة عن المعصومين بشأنها ، والظاهر أن الأمر والنهي في هذه الروايات يدلان على الاستحباب والكراهة وليس الوجوب والحرمة :\r\n\r\n1 - صلِّ في المساجد\r\nكان الإمام علي بن أبي طالب عليه السلام يقول : من اختلف إلى المسجد أصاب احدى الثمان : اخاً مستفاداً في الله ، أو علماً مستطرفاً ، أو آية محكمة ، أو يسمع كلمة تدل على هدى ، أو رحمة منتظرة ، أو كلمة ترده عن ردى ، أو يترك ذنباً خشية ، أو حياءً . « 1 »\r\n\r\n2 - جار المسجد\r\nوروى الإمام الباقر عليه السلام ان علياً عليه السلام كان يقول : ليس لجار المسجد صلاة إذا لم يشهد المكتوبة في المسجد إذا كان فارغاً صحيحاً . « 2 »\r\n\r\n3 - تفريق الصلاة\r\nسأل أبو كهمس أبا عبد الله عليه السلام : يصلي الرجل نوافله في موضع أو يفرقها ؟ قال الامام : لا ، بل ها هنا وها هنا فإنها تشهد له يوم القيامة . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / احكام المساجد / الباب 3 / ص 480 / ح 1 .\r\n( 2 ) المصدر / الباب 2 / ص 479 / ح 5 .\r\n( 3 ) المصدر / أبواب مكان المصلي / الباب 42 / ص 472 / ح 2 . .\r\n","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nوروي عنه عليه السلام في حديث آخر : صلّوا في المساجد في بقاع مختلفة ، فان كل بقعة تشهد للمصلي عليها يوم القيامة . « 1 »\r\n\r\n4 - الصلاة في الكنائس\r\nالإمام علي عليه السلام : لا بأس بالصلاة في البيعة والكنيسة ، الفريضة والتطوع ، والمسجد أفضل . « 2 »\r\n\r\n5 - ضع حاجزاً امامك عن المارة\r\nالإمام الصادق عليه السلام : كان طول رحل رسول الله صلى الله عليه وآله ذراعاً ، فإذا كان صلّى وضعه بين يديه يستتر به ممن يمرّ بين يديه . « 3 »\r\n\r\n6 - لا تصلِّ في هذه الأمكنة\r\nالإمام الصادق عليه السلام : عشرة مواضع لا يُصلّى فيها : الطين ، والماء ، والحمّام ، والقبور ، ومسان الطريق ( اي وسط الطريق ) ، وقرى النمل ، ومعاطن الإبل ، ومجرى الماء ، والسبخ ، والثلج . « 4 »\r\n\r\n7 - بيت فيه مجوسي\r\nالإمام الصادق عليه السلام : لا تصلِّ في بيت فيه مجوسي ، ولا بأس بأن تصلي وفيه يهودي أو نصراني . « 5 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / ص 474 / ح 7 .\r\n( 2 ) المصدر / الباب 13 / ص 439 / ح 6 .\r\n( 3 ) المصدر / الباب 12 / ص 437 / ح 2 .\r\n( 4 ) المصدر / الباب 15 / ص 441 / ح 6 .\r\n( 5 ) المصدر / الباب 16 / ص 442 / ح 1 . .\r\n","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\n\r\n8 - بيت فيه خمر\r\nالإمام الصادق عليه السلام : لا تصلِّ في بيت فيه خمر أو مسكر . « 1 »\r\n\r\n9 - بين القبور\r\nالإمام الصادق عن آبائه عليهم السلام : نهى رسول الله صلى الله عليه وآله ان يصلي الرجل في المقابر والطرق والأرحية والأودية ومرابط الإبل وعلى ظهر الكعبة . « 2 »\r\n\r\n10 - كراهة استقبال التماثيل\r\nمحمد بن مسلم : قلت لأبي جعفر : أصلي والتماثيل قدّامي وانا انظر إليها ؟ قال الامام : لا ، اطرح عليها ثوباً ولا بأس بها إذا كانت عن يمينك أو شمالك أو خلفك أو تحت رجلك أو فوق رأسك ، وان كانت في القبلة فألقِ عليها ثوباً وصلّ . « 3 »\r\n\r\n11 - بيت فيه كلب\r\nالإمام الصادق عليه السلام : لا يصلّى في دار فيها كلب ، الّا ان يكون كلب صيد وأغلقت دونه باباً فلا بأس ، فإن الملائكة لا تدخل بيتاً فيه كلب ، ولا بيتاً فيه تماثيل ، ولا بيتاً فيه بول مجموع في آنية . « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / الباب 21 / ص 449 / ح 1 .\r\n( 2 ) المصدر / الباب 25 / ص 453 / ح 2 .\r\n( 3 ) المصدر / الباب 32 / ص 461 / ح 1 .\r\n( 4 ) المصدر / الباب 33 / ص 465 / ح 4 . .\r\n","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\n\r\n12 - الصلاة في الحمام\r\nسُئل الإمام الصادق عليه السلام عن الصلاة في بيت الحمام ، فقال : إذا كان موضعاً نظيفاً فلا بأس . « 1 »\r\n\r\n13 - وعلى الطريق\r\nالإمام الرضا عليه السلام : كل طريق يُوطأ ويتطرق ، كانت فيه جادة أم لم تكن ، لا ينبغي الصلاة فيه . سأل الراوي : فأين أصلي ؟ قال الامام : يمنة ويسرة . « 2 »\r\n\r\n14 - وأمامه النار\r\nالإمام الصادق عليه السلام : لا يصلي الرجل وفي قبلته نار أو حديد ، قال الراوي : ألَه ان يصلي وبين يديه مجمرة شبه ؟ قال : نعم ، فإن كان فيها نار فلا يصلي حتى ينحّيها عن قبلته . وعن الرجل يصلي وبين يديه قنديل معلّق فيه نار الا انه بحياله ، قال : إذا ارتفع كان أشر ، لا يصلي بحياله . « 3 »\r\nوروي ايضاً انه لا بأس به ، لأن الذي يصلي له أقرب إليه من ذلك . « 4 »\r\n\r\n15 - لا بأس . .\r\nروى علي بن جعفر انه سأل أخاه الإمام موسى بن جعفر عليهما السلام :\r\n- عن الرجل يصلي وامامه الكرم ( أي شجر العنب ) وفيه حمله ؟ قال : لا بأس .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / الباب 34 / ص 466 / ح 1 .\r\n( 2 ) المصدر / الباب 19 / ص 445 / ح 3 .\r\n( 3 ) المصدر / الباب 30 / ص 459 / ح 2 .\r\n( 4 ) المصدر / ح 3 . .\r\n","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\n- وعن الرجل يصلي وامامه النخل وفيها حملها ؟ . قال : لا بأس .\r\n- وعن الرجل يصلي وامامه شيء من الطين ؟ قال : لا بأس .\r\n- وعن الرجل هل يصلح له ان يصلي وامامه مشجب وعليه ثياب ؟ قال : لا بأس .\r\n- وعن الرجل هل يصلح له ان يصلي وامامه ثوم أو بصل ؟ قال : لا بأس .\r\n- وعن الرجل هل يصلح له ان يصلي على الرطبة النابتة ؟ قال : إذا ألصق جبهته بالأرض فلا بأس .\r\n- وعن الصلاة على الحشيش النابت والثيل وهو يصيب ارضاً جدداً ( اي ارضاً مستوية غير مزروعة ) ؟ قال : لا بأس . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / الباب 37 / ص 467 / ح 1 . .\r\n","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\n\r\nاحكام وسنن المساجد\r\n\r\nالسنة الشريفة :\r\n1 - قال رسول الله صلى الله عليه وآله وسلم : \" من بنى مسجداً في الدنيا أعطاه الله بكل شبر منه مسيرة أربعين ألف عام ؛ مدينة من ذهب وفضة ودُرٍ وياقوت وزمرّد وزبرجد ولؤلؤ . . . \" « 1 »\r\n2 - وقال صلى الله عليه وآله وسلم : \" لا صلاة لجار المسجد الا في مسجده \" . « 2 »\r\n3 - وقال الإمام علي عليه السلام : \" لا صلاة لمن لم يشهد الصلوات المكتوبات من جيران المسجد إذا كان فارغاً صحيحاً \" . « 3 »\r\n4 - روى زُريق انه سمع الإمام الصادق عليه السلام يقول : \" من صلّى في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / كتاب الصلاة / أبواب احكام المساجد / ص 486 / الباب 8 / ح 4 .\r\n( 2 ) المصدر / ص 478 / الباب 2 / ح 1 .\r\n( 3 ) المصدر / ح 3 . .\r\n","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nبيته جماعة رغبة عن المسجد فلا صلاة له ولا لمن صلى معه الا من علة تمنع من المسجد \" . « 1 »\r\n5 - وقال الإمام الصادق عليه السلام : \" ثلاثة يشكون إلى الله عز وجل : مسجد خراب لا يُصلي فيه أهله ، وعالم بين جهّال ، ومصحف معلق قد وقع عليه الغبار لا يُقرأ فيه \" . « 2 »\r\n6 - وقال رسول الله صلى الله عليه وآله : \" من مشى إلى مسجد من مساجد الله ، فله بكل خطوة خطاها حتى يرجع إلى منزله عشر حسنات ، ومُحي عنه عشر سيئات ، ورُفع له عشر درجات \" . « 3 »\r\n7 - وقال أيضاً : \" الجلوس في المسجد انتظار الصلاة عبادة \" و \" من كان القرآن حديثه ، والمسجد بيته ، بنى الله تعالى له بيتاً في الجنة ، ودرجة دون الدرجة الوسطى \" . « 4 »\r\n8 - قال الحسن بن علي عليه السلام : سمعت رسول الله صلى الله عليه وآله وسلم يقول : \" من أدمن الاختلاف إلى المساجد أصاب أخاً مستفاداً في الله عز وجل ، أو علماً مستطرفاً ، أو كلمة تدله على هدى ،\r\nوأخرى تصرفه عن الردى ، أو رحمة منتظرة ، أو ترك الذنب حياءً أو خشية \" . « 5 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / ص 420 / الباب 2 / ح 10 .\r\n( 2 ) المصدر / ص 483 / الباب 5 / ح 1 .\r\n( 3 ) المصدر / ص 483 / الباب 4 / ح 3 .\r\n( 4 ) مستدرك الوسائل / كتاب الصلاة / أبواب احكام المساجد / الباب 3 / ح 7 .\r\n( 5 ) المصدر / ح 10 . .\r\n","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\n9 - وروي عن الإمام الباقر عليه السلام أنه قال : \" إذا دخلت المسجد وأنت تريد ان تجلس فلا تدخله الا طاهراً ، وإذا دخلته فاستقبل القبلة ، ثم ادع الله وسله ، وسمِّ حين تدخله ، واحمد الله وصلِّ على النبي صلى الله عليه وآله وسلم \" . « 1 »\r\n10 وروي عن المعصوم قوله : \" الفضل في دخول المسجد ؛ ان تبدأ برجلك اليمنى إذا دخلت ، وباليسرى إذا خرجت \" . « 2 »\r\n11 - قال أبو ذر رضوان الله تعالى عليه : دخلتُ على رسول الله صلى الله عليه وآله وسلم وهو في المسجد جالس ، فقال لي يا أبا ذر : ان للمسجد تحية ، قلت : وما تحيته ؟ قال : ركعتان تركعهما . . \" « 3 »\r\n12 - روى الإمام الباقر عليه السلام ان رسول الله صلى الله عليه وآله وسلم قال لجبرئيل : يا جبرئيل أي البقاع أحب إلى الله عز وجل ؟ قال : المساجد ، واحبّ أهلها إلى الله أوّلهم دخولًا وآخرهم خروجاً منها \" . « 4 »\r\n13 - وقال النبي صلى الله عليه وآله وسلم : \" من اسرج في مسجد من مساجد الله سراجاً ، لم تزل الملائكة وحملة العرش يستغفرون له ما دام في ذلك المسجد ضوء من ذلك السراج \" . « 5 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / الباب 39 / ص 516 / ح 2 .\r\n( 2 ) المصدر / ص 517 / الباب 40 / ح 2 .\r\n( 3 ) المصدر / ص 518 / الباب 42 / ح 1 .\r\n( 4 ) المصدر / الباب 68 / ص 554 / ح 2 .\r\n( 5 ) المصدر / الباب 34 / ص 513 / ح 1 . .\r\n","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\n14 - وقال ايضاً : \" من كنس المسجد يوم الخميس ليلة الجمعة فأخرج منه من التراب ما يذّر في العين غفر الله له \" . « 1 »\r\n15 وجاء في ( حديث المناهي ) عن الإمام الصادق عليه السلام : ان رسول الله صلى الله عليه وآله وسلم نهى ان ينشد الشعر أو تنشد الضالة في المسجد \" . « 2 »\r\n16 - وروي انه : يأتي في آخر الزمان قوم يأتون المساجد فيقعدون حلقاً ، ذِكْرُهم الدنيا وحب الدنيا ، لا تجالسوهم فليس لله فيهم حاجة \" . « 3 »\r\n17 - وجاء في وصية النبي صلى الله عليه وآله وسلم لأبي ذر : \" يا ابا ذر : الكلمة الطيبة صدقة ، وكل خطوة تخطوها إلى الصلاة صدقة . يا أبا ذر : من أجاب داعي الله ، وأحسن عمارة مساجد الله ، كان ثوابه من الله الجنة .\r\nفقال أبو ذر : كيف يعمر مساجد الله ؟\r\nقال : لا تُرفع الأصوات فيها ، ولا يخاض فيها بالباطل ، ولا يشترى فيها ولا يُباع ، واترك اللغو ما دمت فيها ، فإن لم تفعل فلا تلومنَّ يوم القيامة الا نفسك \" . « 4 »\r\n18 - روى زيد الشحّام : قلتُ لأبي عبد الله عليه السلام : اخرجُ من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / الباب 32 / ص 511 / ح 1 .\r\n( 2 ) المصدر / الباب 28 / ص 508 / ح 3 .\r\n( 3 ) المصدر / الباب 14 / ص 493 / ح 4 .\r\n( 4 ) المصدر / الباب 27 / ص 507 / ح 3 . .\r\n","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nالمسجد حصاة ؟ . قال : فردها ، أو اطرحها في مسجد . « 1 »\r\n19 - قال محمد بن مسلم سألت أبا جعفر عليه السلام عن اكل الثوم ، فقال : \" انما نهى رسول الله صلى الله عليه وآله وسلم عنه لريحه ، فقال : من اكل هذه البقلة الخبيثة فلا يقرب مسجدنا ، فأما من اكله ولم يأت المسجد فلا بأس \" . « 2 »\r\n20 - قال الإمام علي عليه السلام : \" البزاق في المسجد خطيئة وكفارته دفنه \" . « 3 »\r\n21 - وقال النبي صلى الله عليه وآله وسلم : \" لا تجعلوا المساجد طرقاً حتى تصلوا فيها ركعتين \" . « 4 »\r\n\r\nتفصيل القول :\r\nيستحب بناء المساجد وعمارتها ، فإنها بيوت العبادة والتقرب إلى الله تعالى ، وينبغي تجنب المبالغة في التزيين والزخرفة المنافية لروحانيتها ، والأحوط عدم زخرفتها بصور وتماثيل ذوي الأرواح .\r\nكما يستحب مؤكداً احياؤها بالعبادة والدعاء ، خاصة إقامة الصلوات اليومية فيها ، وتؤكد الروايات ان لا صلاة لجار المسجد الا فيه .\r\nوقد وردت في السنة الشريفة مجموعة من الاحكام والسنن والآداب حول المسجد نشير إلى بعضها فيما يلي :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة / ج 3 / الباب 26 / ص 506 / ح 3 .\r\n( 2 ) المصدر / ص 501 / الباب 22 / ح 1 .\r\n( 3 ) المصدر / الباب 19 / ص 499 / ح 4 .\r\n( 4 ) المصدر / ص 553 / الباب 67 / ح 1 . .\r\n","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\n\r\nالمستحبات :\r\n1 - يستحب ان يكون الداخل إلى المسجد متطهراً ، وان يصلي تحية المسجد وهي ركعتان ، ويكفي عنها أداء احدى الفرائض أو الصلوات المندوبة الأخرى .\r\n2 - يستحب التطيب وارتداء الملابس النظيفة عند الذهاب إلى المسجد .\r\n3 - كما يستحب السبق في دخول المسجد ، والتأخر في الخروج منه ، وان يقدم رجله اليمنى عند الدخول ، واليسرى عند الخروج .\r\n4 - ويستحب إنارة المسجد ، والمحافظة على نظافته ، والاهتمام بطهارته .\r\n5 - يستحب الاكثار من التردد على المساجد ، كما يستحب الصلاة في المسجد الذي لا يصلي فيه أهله منعاً عن تعطيله .\r\n6 - يستحب إعادة بناء المسجد المشرف على الخراب ، بل يجوز هدمه وبناؤه من جديد حتى إذا كان بناؤه مستحكماً إذا كانت الحاجة تستدعي لتوسيعه .\r\n7 - يفضل جعل المرافق الصحية والميضاة عند مدخل المسجد أو في مكان منفصل عن مصلى المسجد .\r\n\r\nالمكروهات :\r\n1 - يكره اتخاذ المسجد طريقاً للمرور الا ان يصلي المار ركعتين ثم يواصل طريقه .\r\n2 - ويكره تلويث المسجد بقذف البصاق والنخامة ورمي الأوساخ .\r\n3 - كما يكره رفع الصوت بشكل يزاحم المصلين إلّا في الاذان ونحوه .\r\n\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\n4 - وايضاً يكره الاعلان على المفقودات في المسجد ، وقراءة الاشعار ( باستثناء المواعظ ) وتداول الأحاديث الدنيوية ، وعقد صفقات البيع والشراء .\r\n5 - ويكره الدخول إلى المسجد لمن اكل الثوم أو البصل أو ما شاكل ذلك مما تؤذي رائحته الآخرين ، وينبغي لمن تفوح من قدميه رائحة العرق الكريهة ان يغسلهما قبل دخول المسجد .\r\n6 - ويكره إدخال الأطفال إلى المساجد ، الا إذا كان بهدف تدريبهم على الصلاة ، وتربيتهم على الأجواء الدينية .\r\n\r\nالاحكام :\r\n1 - المساجد بيوت الله فلا يجوز بيعها ، ولا التصرف فيها تصرفاً شخصياً ، ولا الحاقها بالاملاك الخاصة ، . كما لا يجوز اخراج شيء منها سواء الأثاث والفرش والوسائل والأجهزة التابعة لها ، أو المواد الانشائية\r\nكالحديد والطابوق والحصى والأبواب والنوافذ ، وما إلى ذلك . . الا لمصلحة المسجد نفسه .\r\n2 - وتجب المحافظة على طهارة المساجد ، فلا يجوز تنجيسها بأي شكل من الاشكال ، وإذا ما تنجست وجبت المبادرة إلى إزالة النجاسة ، وتطهير مكانها فوراً سواء كان المتنجس اجزاء من البناء أو الأثاث التابع للمسجد .\r\n3 - لا يجوز دفن الأموات في المساجد إذا كان ذلك يؤدي إلى تلويثه ، والأحوط عدم الدفن في كل الحالات .\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144}
  ]