[
  {"content":"\r\n\r\nمحمد المصطفى صلى الله عليه وآله وسلم\r\nقدوة وأسوة\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nسلسله النبي وأهل بيته قدوة وأسوة - 1\r\nمحمد المصطفى صلى الله عليه وآله وسلم\r\nقدوة وأسوة\r\nسماحة المرجع الديني آية الله العظمى الحاج\r\nالسيد محمدتقي المدرسي\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nمحفوظة\r\nجميع الحقوق\r\n141 ه‍ / 2010 م\r\nهوية الكتاب :\r\n* الكتاب : محمد المصطفى صلى الله عليه وآله وسلم قدوة وأسوة .\r\n* المؤلف : المرجع الديني آية الله العظمى السيد محمدتقي المدرسي .\r\n* الطبعة : الثانية ، 1431 ه‍ / 2010 م .\r\n* الناشر : مركز العصر للثقافة والنشر ، لبنان بيروت . ( alasrr @ gmail . com ) .\r\nدار كميل للطباعة والنشر ، لبنان ، بيروت ، طريق المطار ، ص . ب : 7957 / 11 ( dar - komail @ yahoo . com ) .\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\n[ المدخل 
  ]\r\n( بسم الله الرحمن الرحيم ( 1 ) الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ ( 2 ) الرَّحْمَنِ الرَّحِيمِ ( 3 ) مَالِكِ يَوْمِ الدِّينِ ( 4 ) إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ ( 5 ) اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ ( 6 ) صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلا الضَّالِّينَ ( 7 ) )\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n\r\nالفصل الأول : الأَصْلُ الكَرِيم\r\nمكة المكرّمة : مدينة حجازية أنشئت منذ عهد إبراهيم الخليل عليه السلام ، الذي أمره الله تعالى أن يرحل ببعض ذريّته إلى أرض الحجاز ، ليبني هناك بيتاً لله يُعبد فيه ولا يُشرك به ، فجاء وعمَّر البيت الذي سُمي الكعبة .\r\nومن نسل إبراهيم عليه السلام انحدرت قبائل استعربت فيما بعد ، وكانت إحدى هذه القبائل تسمّى ب - ( قريش ) ، وكانت هذه القبيلة منقسمة إلى عشرة فروع ، وكان لكل فرع سيادته واستقلاله ، كما كان لكل منها نظامه القبلي الخاص الذي يتكوّن من رئيس للقبيلة النافذ الكلمة ، المُطاع الأمر ، ومن سائر أفراد القبيلة التابعين له اتِّباع الفصيل لأمه .\r\n\r\nبَنُو هاشم :\r\nوكانت إحدى هذه القبائل العشر تسمى ب - ( بني هاشم ) ، كما كانت لفظة ( بني أمية ) قد وضعت لقبيلة أخرى .\r\nوبنو هاشم هي القبيلة التي كان النبي محمد صلى الله عليه وآله ينتسب إليها ، حيث إنه كان من أحفاد عبد المطلب الذي كان بدوره من أبناء هاشم ، شيخ العشيرة .\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\n\r\nعبداللَّه وآمنة :\r\nكان عبد المطلب ، شيخ بني هاشم ، ورئيسها المطاع ، وكان له عشرة أولاد ، أصغرهم وأفضلهم هو عبد الله . وكانت في مكة قبيلة قريبة تُعرف ببني زهرة ، منحدرة من نسل زهرة بن كلاب بن مُرة . وكانت امرأة من هذه القبيلة تسمى ب - ( آمنة ) بنت أحد شرفائها ( وهب بن عبد مناف ) . فلمّا شبَّ عبد الله ، زوّجه والدُه بآمنة ، وتمَّ الزواج على أسعده .\r\n\r\nالميلاد المبارك :\r\nولم تمضِ إلَّا مدة يسيرة حتى حملت آمنة بسيّد البريّة النبي محمد صلى الله عليه وآله في حين أن عبد الله ، والده الكريم ، كان قد سافر في رحلة تجارية إلى الشام . فلما بلغ مدينة ( يثرب ) التي سُمِّيت فيما بعد بمدينة الرسول ، توفاه الله تعالى ، فَوُلِدَ النبي يتيماً .\r\nورافقت ميلادَه الكريم حوادث خارقة حيث انخمدت نيران فارس المجوسية ، وغاضت بحيرة ساوة وسقطت شرفات قصر كسرى ملك الفرس ، ونُكّست الأصنام .\r\n\r\nعهد الرضاع :\r\nواحتفلت أسرة بني هاشم بمولده المبارك احتفالًا باهراً ، وذلك لأن عبد الله كان أحبّ بني هاشم إلى أنفسهم . غير أن المنيّة اختطفته وهو في نُضرة شبابه ، وبقيت مَنِيَّتُهُ ثلمةً في قلوبهم وجرحاً عميقاً في نفوسهم . فكان ميلاد محمد صلى الله عليه وآله بلسماً لذلك الجرح ، وسدًّا لذلك\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nالفراغ ، وذكرى لذلك الشاب العظيم .\r\nوحيث كان من عادة الشرفاء في مكة أن يطلبوا لأبنائهم مراضع من أهل البادية ، لتكون نشأة أولادهم سليمةً عن الضعف الجسمي والنفسي ، فقد اتَّخذ عبد المطلب - شيخ بني هاشم ، وكفيل النبي محمد - امرأةً عربيةً من أفصح القبائل العربية لساناً وأكرمهم خُلقاً لتكون مرضعةً ومربيةً له . تلك كانت ( حليمة ) المنسوبة إلى قبيلة ( بني سعد ) التي كانت تسكن أطراف مدينة طائف .\r\nودرج الطفل المبارك في أحضان القبيلة البدوية التي كانت تنظر إليه نظرة المحبة والود ، لأنه كان منشأ البركة والخير فيها ، وأخذ ينمو نموًّا سريعاً .\r\nولما بلغ السادسة من عمره ، رافق أمه آمنة في سفرة ودِّيَّة إلى يثرب ( المدينة ) ، وحينما قفلوا راجعين توفيت آمنة في منزل « الأبواء » تاركة ابنها الوحيد يتيم الأبوين .\r\nولما بلغ الثامنة تُوُفِّي عبد المطلب جدُّ النبي وكفيله ، وترك كفالة محمد صلى الله عليه وآله إلى أبي طالب عليه السلام ، كما خوّل إليه سيادة بني هاشم ، ووفادة الحاج .\r\nولم يكن أبو طالب كفيل النبي فقط ، بل كان بمثابة والدٍ حنون يرى في إكرام ابن أخيه ( محمد ) وفاءً لحق أخيه عبد الله ، وإطاعةً لأمر أبيه عبد المطلب ، وأداءً لمسؤولية سيادته على بني هاشم ، وعملًا بوظيفته الإنسانية المقدسة في الحياة .\r\nفكان النبي صلى الله عليه وآله يذهب معه إلى المرافق العامة ، حتى تلك\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nالمناطق التي كانت محرّمة على غير السادة والأشراف ، مثل دار الندوة التي كانت بمثابة رئاسة الوزراء في المملكة ، وكان لا يدخلها إلَّا من كان سيِّداً في قومه . ذلك لأن أبا طالب كان حريصاً على حياة محمد وتربيته ، حتى أنه لما أراد أبو طالب أن يواصل رحلة قريش التي كانت تتّجه إلى كل من اليمن في الشتاء ، والشام في الصيف لغرض التجارة ، اصطحب معه النبي صلى الله عليه وآله وهو فتىً لم يبلغ مبلغاً من العمر يؤهله إلى مثل هذه الرحلة المليئة بالأخطار .\r\nوحينما سارت القافلة ، رأوا شيئاً غريباً لم يكونوا عرفوه من قبل . فقد رأوا أن سحابة ترفرف على القافلة فَتُظللهم من الشمس ، وتُبدِّل الرحلة الخطيرة إلى رحلة سعيدة مريحة .\r\n\r\nالراهب بُحيرا :\r\nبالقرب من مدينة بصرى القديمة ، كانت تقوم صومعة يسكن فيها عابدٌ مسيحيٌّ ، اشتهر في الناس أنه صاحب كرامات وتنبؤات صادقة .\r\nولم يكن هذا الراهب يعتني بالقوافل التجارية التي كانت تمرّ بمنطقته في سيرها إلى الشام وإلى الحجاز ، لأنه كان مستغنياً عنهم ، في الوقت الذي كانوا محتاجين إليه .\r\nوكانت قد مرَّت قافلة قريش التجارية بهذه المنطقة مرات عديدة ، ولم يرمقهم هذا الراهب بطرف ، ولا خطروا عنده ببال .\r\nأما في هذه المرة فقد تبدلت الأمور ، قبل أن يصل الركب ، رأى الناس أن الراهب يتطلع إلى الصحراء ، ثم يقلب وجهه في السماء كأنه\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nيطلب شيئاً في الأرض وشيئاً في السماء ، فلما اقترب الركب ، لاحظ الناس أن الراهب يراقب سحابة في السماء كأنها تسير على أثر خطوات الخيل والجمال سواء بسواء . وحينما وصلت قريش إلى رحاب الصومعة دعاهم الراهب إلى الإقامة فيها للعشاء تلك الليلة ، وتعجَّب الناس كلهم من هذه البادرة ، إلا أن الراهب أزال دهشتهم بتصريح أدلى به على مأدبة العشاء حيث قال : إن إكرامه وإعظامه لقريش إنما هو لوجود هذا الفتى السعيد بينهم ، وبشّرهم بما سوف يكون من أمره من الرسالة المقدسة .\r\nوتكررت هذه البشارة مرة أخرى في الشام ، حيت التقى بالنبيِّ راهب آخر كان يدعي ب - ( أبو المويعب ) وبشَّر الناس قائلًا : هذا نبيّ الزمان .\r\nورجع النبي صلى الله عليه وآله إلى مكة وامتلأ رفاقه في تلك الرحلة إعجاباً به وإعظاماً له . فلما قصّوا على الناس قصصهم في السفرة ، اشتهر أمر النبيّ صلى الله عليه وآله أيَّما اشتهار .\r\nثم بَدرت من النبي بوادر طيبة جعلت الناس تنظر إليه نظر التوقير والاحترام . فحينما هدم السيل بنيان الكعبة ، وأرادت قريش ترميمها ، اختلفت في الذي يجب أن يحظى بفخر وَضْع الحجر الأسود في مكانه من ركن الكعبة ، فقد كان لذلك الحجر شأن عظيم في نظر قريش وسائر العرب ، وكاد الزعماء في قريش يحارب بعضهم بعضاً ، بيد أنَّ حكماءها قالوا : لنحتكم إلى أول داخل من هذا الباب ، فرضي الجميع بذلك .\r\nووقف الناس ينتظرون أول الداخلين من ذلك الباب ، فإذا\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nبطلعة النبيِّ محمدٍ صلى الله عليه وآله قد أشرقت عليهم ، وإذا صوت واحد يقول : هذا الأمين قد رضينا به . فعرف النبيُّ ما جرى بينهم ، فأمر بأن يؤتى بثوب ، ثم أمر بأن يأخذ كل زعيمٍ بطرف منه ثم وضع الحجر فيه وأمر برفعه حتى إذا تساوى مع الحائط أخذه النبيُّ ووضعه في موقعه . وهكذا حفظ النبي صلى الله عليه وآله بهذا الحكم العادل المنصف حقوق القبائل كلها ، كما أنه فاز بفخر تركيز الحجر بنفسه ، ورضيت به قريش صاحب فخر ومجد بالغين .\r\nوكانت الرذيلة والأخلاق السيئة متفشّية بين الشباب بصورة فاحشة ، حتى أنه لم يكن في العرب شاب لم يتدنس بسيئاتها إلَّا الشاذ النادر .\r\nومع كل ذلك فلم يسجل العرب المعاصرون للنبي صلى الله عليه وآله والمراقبون لأيام شبابه ، أي ميل إلى الباطل أو أي مشاركة في لهو أو لغو ، بل العكس فقد لاحظ الناسُ في النبيِّ صلى الله عليه وآله كلَّ معاني الشرف والنبل ، وكل سمات الإنسانية والصلاح .\r\nوالمعروف أنه كان قد تم الاقتراح على شرفاء مكة وساداتها ، أن يكوّنوا لجنة تدافع عن حقوق الضعفاء ، وتراعي أمورهم . فاستجابت النفوس الطيبة إليه ، وأقسموا قسماً شرفيًّا بذلك ؛ وسُمِّيَ ب - ( حلف الفضول ) ، وسواءً كان النبي صلى الله عليه وآله هو المقترح أو غيره ، فإنه قد حضره وقد أشاد به بعد الرسالة حيث قال :\r\n« لَقَدْ شَهِدْتُ مَعَ عُمُوْمَتِي حِلْفاً فِيْ دَارِ عَبْدِاللهِ بْنِ جَدْعَانَ مَا أُحِبُّ أَنَّ لِيْ بِهِ حُمْرَ النِّعَمِ ، وَلَوْ دُعِيْتُ إِلَيْهِ فِيْ الإِسْلَامِ لَأَجَبْتُ » « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكامل في التاريخ ، ابن الأثير ، ج 2 ، ص 41 .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n\r\nالأمين . . الحكيم :\r\nوحيث عرف أهل مكة فيه هذا السموّ الخُلقي والنبل المعنوي ، فقد ائتمنوه على أمورهم ، وسلَّموا إليه ودائعهم ، كما أفشوا إليه أسرارهم ، واستشاروه في قضاياهم الخاصة ، فكان يُعرف بينهم بالأمين وبالصادق الحكيم .\r\nأما ما يخصّ أمر كفيله أبي طالب ، فقد كان النبي وفياً له ، برًّا به . فلقد كان أبو طالب فقيراً مُعيلًا ، حيث إنَّه كان سيِّداً يتحمل مسؤوليات السيادة الخطيرة التي كانت تحتاج إلى المال قبل كل شيء ، وكانت موارده قليلة جدًّا ، فلذلك أخذ النبي يفكر منذ صباه في طريقة للعيش يُخفِّف بها مسؤولية الكفالة عن عمه أبي طالب .\r\nفاشتغل برعي الغنم شأن صبيان العرب في مكة ، بفارق أنه كان يتأهل بذلك لمسؤولية الرسالة أيضاً ، وذلك أنه ما بعث الله نبيًّا إلَّا وقد كان راعياً في يوم من أيام حياته ! .\r\nومرّت الأيام ، وشبّ النبي صلى الله عليه وآله ، ولم تعد هذه الطريقة لائقة به في مثل سنّه ، فأخذ يمارس التجارة . ثم سعى عمه في إرساله بتجارة إلى الشام تخص السيدة خديجة بنت خويلد ، المرأة الثرية التي كان يُتاجر بأموالها كثيرون من سكان مكة ، على أن يكون الربح بينها وبينهم ، فتمَّ له ذلك .\r\nوحينما ذهب النبي صلى الله عليه وآله في هذه الرحلة التجارية ، كان من أوفق التجارات التي تمت بمال خديجة إلى ذلك الحين . وقد كان ظهر من النبي صلى الله عليه وآله في تلك الرحلة معاجز كثيرة ، لما قُصَّتْ على خديجة\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nرغبت بالزواج بالنبيّ صلى الله عليه وآله ، فقبل النبيّ بذلك ، ووافق عليه عمه أبو طالب . فتم الزواج السعيد في السنة الخامسة والعشرين من عمر النبيّ الشريف . وكان زواجه تحوُّلًا في حياته الاجتماعية . حيث لم يعد الآن صاحب بيت وأولاد فقط بل وصاحب ثروة كبيرة ضخمة أيضاً .\r\nورُزق النبيُّ صلى الله عليه وآله من خديجة خمسة أولاد هم ( زينب ) و ( أم كلثوم ) و ( فاطمة ) و ( رقيّة ) و ( القاسم ، أو الطاهر ) عليهم السلام .\r\nلقد كان هذا الزواج أوفق زواج يُعرف في صدر الإسلام .\r\nأما بالنسبة إلى خديجة فإنها أصبحت به : زوجة النبيّ ، والأم الكبرى للمسلمين . بعد أن اتَّصل بها أشرف الخلائق أجمعين .\r\nوأمّا بالنسبة للنبيّ صلى الله عليه وآله فقد كانت خديجة أول من آمن به ، ثم نصرته وبذلت ما لديها من المال والجاه والحكمة في سبيله وفي سبيل نشر دعوته المقدسة . ولم يزل النبيّ يذكر لها ذلك حتى آخر لحظة من حياته . وقد كانت وفاة خديجة تعادل عند النبيِّ صلى الله عليه وآله موت عمه أبي طالب ، فلقد تأثر بهما تأثراً بالغاً ، ثم فقدهما في عام واحد حينما كان أحوج ما يكون إليهما معاً .\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\n\r\nالفصل الثَّاني : وبَعْدَ الرِّسَالة\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nالعالم في ذلك الوقت أحوج ما يكون إلى رسالة ، وإلى رسول .\r\nفهذي عربٌ تَئِدُ البنات وتقول : نِعْمَ الصهرُ القبر . وتُكثر الحرب ، وتحسب أنها مفخرة للإنسان . وتؤمن بالخرافات : بالكهّان والعرّافين ، وتعبد الأصنام ، وقد شاع فيها اً وتُستثمر قواهم استثماراً . وهذه سائر مناطق الأرض في مملكة الروم ، وفي إمبراطورية الفرس ، شاع فيها الفساد والعدوان ، وكثرت فيها الفواحش والموبالظلمُ ، فهناك طائفة من المستغلين الذين لا يعرفون للطمع حدوداً ، ولا للاستغلال قيوداً ، وهناك طائفة من الكادحين الذين تُستنزف جهودهم استنزافقات .\r\nوهؤلاء حكماء العرب الذين يطَّلعون على الكتب السماوية مثل : ورقة بن نوفل وعبد الله بن جحش وعثمان بن الحويرث وغيرهم ، يبشِّرون بنبيٍّ يُبعث ، ويُنقذ الإنسانية من هذه الهاوية السحيقة .\r\nوهؤلاء يهود يثرب يتطاولون على العرب بنبيٍّ يُبعث فيهم ، ويأتي بكتاب عظيم ، ويخضع لدعوته العالم ، فيصبحون أعزاء في الحياة .\r\nوهؤلاء الكهنة والعرّافون لا يزالون ينتظرون النبيّ الذي يكون خاتم النبيين ، وسيَّدهم .\r\nفمن هو هذا النبيُّ ، ومتى يُبعث ؟ ؟ .\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nهنا في بيت خديجة - بمكة وفي أرض الحجاز - يُعرف رجل لم يشترك في باطل قط ، ولم يعزف عن حق قط ، ولم يَعرف الإثم جنابه ولا غاب الخير والصلاح عن رحابه .\r\nإنَّ هذا الرجل تجتمع فيه جميع مؤهلات الرسالة ، وكل ما ذكر في الكتب من علائمها ؛ فهو من أعرق العرب فخراً ومجداً ، ومن أسمى أُسَر العرب شرفاً وكَرماً ، وهو أحسن الناس خُلقاً ، وأفضلهم عملًا ، وأقربهم إلى الحق وابعدهم عن الباطل .\r\nوقد حدث مرات عديدة أن فقدته مكة فَوُجِدَ في غار حِراء يعبد الله ويطيعه ، ويمارس نُسكاً خاصة لا يعرفها أهل مكة .\r\nففي الشمال الشرقي من مكة يرتفع جبل النور ، وفيه غارٌ أعتاد النبيّ صلى الله عليه وآله أن يظلّ فيه أياماً يواصل فيها عبادةً مجهولة عند الناس .\r\nوذات يوم يروح محمدٌ صلى الله عليه وآله إلى حِراء فيرى كلَّ شيء قد تبدّل . فإن روحانية جديدة تشمل كيانه ، وتستوعب شعوره ، وإذا به يرى السماء قد فتحت أبوابها ، والمَلَك على أرجائها ، وجبرائيل يهبط إليه ويقول له : اقرأ . . فيقول له النبيّ صلى الله عليه وآله : ما أقرأ ؟\r\nفقال له جبرائيل عليه السلام : ( اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ ( 1 ) خَلَقَ الإِنسَانَ مِنْ عَلَقٍ ( 2 ) اقْرَأْ وَرَبُّكَ الأَكْرَمُ ( 3 ) الَّذِي عَلَّمَ بِالْقَلَمِ ( 4 ) عَلَّمَ الإِنسَانَ مَا لَمْ يَعْلَمْ ) « 1 » .\r\nوكان هذا الحادث في السابع والعشرين من شهر رجب حيث يحتفل المسلمون بعيد ( المبعث النبويّ ) باعتباره بدْءَ حياة الخير والسعادة للإنسان على وجه الأرض .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة العلق ، آية : 1 - 5 .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nوهكذا بُعث النبي بالرسالة ، وابتدأت مرحلة جديدة من حياته الكريمة ، حيث لم يعد الإنسان الطيب الذي يعمل المعروف فقط ، ويؤدي الأمانة ويصدق الحديث ، ويُعيل الأقرباء ، بل أصبح الآن البشير النذير الذي يحمل على كتفه مسؤولية قيادة الإنسان إلى كل خير ، وصيانته من كل شر .\r\nكما أنها ابتدأت بالبعثة مرحلة جديدة للجزيرة العربية ، بل للعالم كله . فسوف لا يبقى العالم يسوده الظلم والظلام ، والشر والطغيان ، بل ستفتح فيه أبواب الخير التي تنتهي إلى سيادة العدل والنور والخير والمعروف .\r\nورجع النبي إلى مكة فبلَّغ خديجة ما جرى له ، وقصَّ عليها القصة فآمنت به ، كما أنه حدَّث بها ابن عمه عليًّا - وهو فتى مراهق كان النبي قد تكفَّل تربيته - فآمن ثم آمن كذلك جعفر أخو علي . ثم أعلن النبي صلى الله عليه وآله دعوته حينما نزلت هذه الآية : ( يَا أَيُّهَا الْمُدَّثِّرُ ( 1 ) قُمْ فَأَنذِرْ ( 2 ) وَرَبَّكَ فَكَبِّرْ ) « 1 » .\r\nوابتدأ بعشيرته حيث نزلت عليه آية أخرى تقول : ( وَأَنذِرْ عَشِيرَتَكَ الأَقْرَبِينَ ) « 2 » .\r\nفجاء النبيُّ صلى الله عليه وآله حتى وقف على الصفا فنادى :\r\n« يَا صَبَاحَاهْ .\r\nفَاجْتَمَعَتْ إِلَيْهِ قُرَيْشٌ فَقَالُوا : مَا لَكَ ؟ .\r\nفَقَالَ صلى الله عليه وآله :\r\nأَرَأَيْتُكُمْ إِنْ أَخْبَرْتُكُمْ أَنَّ الْعَدُوَّ مُصْبِحُكُمْ أَوْ مُمْسِيكُمْ مَا كُنْتُمْ تُصَدِّقُونَنِي .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة المدّثِّر ، آية : 1 - 3 .\r\n( 2 ) سورة الشعراء ، آية : 214 .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nقَالُوا بَلَى .\r\nقَالَ صلى الله عليه وآله : فَإِنِّي : ( نَذِيرٌ لَكُمْ بَيْنَ يَدَيْ عَذَابٍ شَدِيدٍ ) .\r\nقَالَ أَبُو لَهَبٍ - أحد أعمام النبيّ - تَبًّا لَكَ أَلِهَذَا دَعَوْتَنَا جَمِيعاً ! » « 1 » .\r\nوخطب فيهم مرةً أخرى وقال صلى الله عليه وآله :\r\n« أَيُّهَا النَّاسُ إِنَّ الرَّائِدَ لَا يَكْذِبُ أَهْلَهُ ، وَلَوْ كُنْتُ كَاذِباً لَمَا كَذَبْتُكُمْ ، وَالله الَّذِي لَا إِلَهَ إِلَّا هُوَ إِنِّي رَسُولُ الله إِلَيْكُمْ حَقًّا خَاصَّةً وَإِلَى النَّاسِ عَامَّةً ، وَالله لَتَمُوتُونَ كَمَا تَنَامُونَ ، وَلَتُبْعَثُونَ كَمَا تَسْتَيْقِظُونَ ، وَلَتُحَاسَبُونَ كَمَا تَعْمَلُونَ ، وَلَتُجْزَوْنَ بِالْإِحْسَانِ إِحْسَاناً وَبِالسُّوءِ سُوءاً ، وَإِنَّهَا الجَنَّةُ أَبَداً وَالنَّارُ أَبَداً ، وَإِنَّكُمْ أَوَّلُ مَنْ أُنْذِرْتُمْ » « 2 »\r\n. ولكن لم تكن تلبية القوم إلَّا مثل تلبية أبي لهب . فقد أعرضوا عنه ، واستهزؤوا به ، وسخروا بدعوته . أما هو فقد ظلَّ يواصل دعوته بشتى الأساليب ، حتى اشتهر خبرها في مكة وما حولها . وبلغت دعوته بعض النفوس النيِّرة الخيِّرة التي كانت تريد الحق والخير ، فآمنت بها ، واتَّبعتها . بيد أن أكثرية التابعين لها كانوا من الطبقة الفقيرة التي لم تكن تملك لنفسها نفعاً ولاضرًّا .\r\nأما سادة قريش وأشرافها ، أما المستغلون المرابون ، أما الذين كانت مصالحهم ترتبط بالأصنام والأزلام ، أما ذوو العقول المتحجرة ، والنفوس المتصلبة ، أما هؤلاء فقد اعتبروا هذه الدعوة شرًّا يجب أن يقاوَم وأن يحاربّ بكل وسيلة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار : ج 18 ، ص 164 .\r\n( 2 ) بحار الأنوار : ج 18 ، ص 197 .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nولذلك فهؤلاء لم يمتنعوا عن قبول الدعوة فقط ، بل أخذوا يسلكون معها مسلكاً معادياً ، وساروا في جبهة معاكسة تماماً ؛ فكل من أسلمَ قابلوه بالكبت والاضطهاد ، وحاولوا ردَّه إلى دينهم الخرافي السخيف . فكم من رجل منشرح الصدر ، ومنوَّر القلب اعترف بالنبي صلى الله عليه وآله ، فتعرّض للتعذيب والتنكيل من جانب قريش ؟ وكم من عبد أو أمة آمن بالرسالة فَهُدِرَ دَمُه ومات فداء إيمانه ! فهذا عمار قد عذَّبوه ونكَّلوا به . وهذا ياسر أبوه ، وهذه سُميّة أمّه قد قتلوهما قتلًا ! .\r\nولم يكن نصيب النبي صلى الله عليه وآله من هذا التعذيب والأذى قليلًا . فإنه كان كلما سمع أنَّه عُذِّب أو أوذيَ أحدٌ في سبيل دعوته تألَّم وتأثَّر ، ولربما فاضت عيناه بالدموع . وبالإضافة إلى ذلك فقد كانت قريش تتعرض للنبي صلى الله عليه وآله بالذات ، إذ كان أبو لهب يرمي النبيّ بالحجارة ، وكانت زوجته تُلقي في طريق الرسول صلى الله عليه وآله الأشواك . وكان أبو جهل يحاول إثارة غضبه بإلقاء الفرث على رأسه وهو في الصلاة ، أو يرمي القذر في طعامه وهو يأكل ؟ .\r\nوشجَّ أحد الكفَّار رأسه الشريف بالقوس حتى جرت دماؤه على وجهه الكريم ! . وكان بعض آخر منهم يلطِّخون داره بالأقذار ، وقد يُلقون بها في فناء داره .\r\nأما السخرية والاستهزاء والتقريع ، فقد كانت تمتلئ بها أفواه الكفاّر ، ويصبُّونها على النبيِّ صلى الله عليه وآله كلَّ حين ! .\r\nوكان النبيّ صلى الله عليه وآله يقابل كلّ ذلك بصبر حكيم ، وحلم قائد ، وأناة نبيّ ؛ فإذا جاءت إليه طائفة من الكفّار استقبلهم بكل طلاقة ، ودعاهم إلى الدِّين بأحسن طريق ، فإذا لبّوا دعوته يكون ذلك خيرٌ ، وإلَّا فإنه كان\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nيطلب منهم أن يأتوا بمثل ما أتى به من القرآن ، ثم يتلو عليهم : ( قُلْ لَئِنْ اجْتَمَعَتْ الإِنسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لا يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيراً ) « 1 » .\r\nولطالما كانوا يسخرون منه ويستهزئون بدعوته ، فكان يعظهم ويدعو الله لهم بالهداية دون أن يغضب أو يثور .\r\nوكان في بعض الأحيان يتجوَّل في العشائر والمجامع ، ويدعو الناس إلى ربهم . بيد أن كفار قريش كانوا يعرقلون طريق دعوته بأمرين :\r\nالأول : أنهم كانوا يحذرون الناس من أن يتأثروا بدعوته قائلين لهم : إنَّ الرجل منّا ، وهو ساحر ومجنون أو كذّاب . حتى أن الناس كانوا يضعون القطن في آذانهم لكيلا يسمعوا قول النبي صلى الله عليه وآله .\r\nالثاني : أنه كان يسير خلفه رجل منهم ويصيح : إنه كذاب فلا يُسمع قولُه ، ولا تُلَبَّى دعوتُه .\r\nوعجز كفارُ قريش عن أن يمنعوا سير الدعوة الحثيث واشتهارها بهذه المعارضات . ففكّروا في انتهاج مسلك آخر في منع الناس عن الإسلام ، فجاؤوا إلى النبيِّ صلى الله عليه وآله وقالوا له : « يَا مُحَمَّدُ ! شَتَمْتَ الْآلِهَةَ ، وَسَفِهْتَ الْأَحْلَامَ ، وَفَرَّقْتَ الْجَمَاعَةَ . فَإِنْ طَلَبْتَ مَالًا أَعْطَيْنَاكَ ، أَوِ الشَّرَفَ سَوَّدْنَاكَ ، أَوْ كَانَ بِكَ عِلَّةٌ دَاوَيْنَاكَ ! .\r\nفَقَالَ صلى الله عليه وآله : « لَيْسَ شَيْءٌ مِنْ ذَلِكَ ، بَلْ بَعَثَنِي اللهُ إِلَيْكُمْ رَسُولًا وَأَنْزَلَ كِتَاباً ، فَإِنْ قَبِلْتُمْ مَا جِئْتُ بِهِ فَهُوَ حَظُّكُمْ فِي الدُّنْيَا وَالْآخِرَةِ ، وَإِنْ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الأسراء ، آية : 88 .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nتَرُدُّوهُ أَصْبِرُ ) حَتَّى يَحْكُمَ اللَّهُ بَيْنَنَا ) « 1 » » « 2 » .\r\nوفكروا هذه المرة بأن يستأصلوا الشجرة الطيبة من أصلها وأن يغتالوا النبيَّ صلى الله عليه وآله نفسه ، بيد أنَّه كان يومئذ يأوي إلى ركن شديد ، وسندٍ قويّ ، لم يقتدر الكفار أن يأتوا عليه ، وهو عمُّه وناصره أبو طالب سيد قريش وشيخ بني هاشم . فحاولوا أوّل الأمر إغراء أبي طالب فقالوا له : « إننا نعطيك ولداً وسيماً من أبنائنا ونأخذ محمداً ونقتله .\r\nفقال : ما انصفتموني . آخُذ ولدكم فأُطعمه وأسقيه ، وتأخذون ولدي فتقتلونه . فقالوا له : إنَّ ابن أخيك قد سبّ آلهتنا ، وعاب ديننا ، وسفَّه أحلامنا ، وضلل آباءنا . فإما أن تكفه عنّا ، وإمّا أن تخلِّي بيننا وبينه فنكفيكه » .\r\nلكن أبا طالب الذي لم يشكَّ في صدق مقالة ابن أخيه والرسول المبعوث إليه ، ردّهم ولم يقبل أيَّ واحد من اقتراحاتهم ؛ وخاطب النبيَّ صلى الله عليه وآله قائلًا : « أُدع إلى ربّك . فإني لن أتخلَّى عنك أبداً » .\r\nوحينما رأت قريش أن أبا طالب لن يتخلى عن النبي ، دبّرت له خطة أخرى ، حيث أجمعت أمرها على مقاطعة النبيِّ وكلّ من يؤازره من بني هاشم . وكتبوا صحيفة بشأن هذا القرار ، ومنعوا الناس من أن يبيعوا شيئاً إلى بني هاشم . فجمع أبو طالب بني هاشم وجعلهم في شِعْبٍ كان له في أطراف مكة ، وبقوا هناك ثلاث سنين في أشدّ ما يكون من سوء العيش ، وأكثر ما يكون من الخوف والقلق ، حتى أن أبا طالب كان يُبدِّل فراش النبي صلى الله عليه وآله في كل ليلة مرات خوفاً على حياته الكريمة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الأعراف ، آية : 87 .\r\n( 2 ) بحار الأنوار : ج 18 ، ص 201 .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nوشاء الله أن تنقضي مدة هذا النفي فأمر بالأرضة ( وهي دابة صغيرة ) أن تأكل الخطوط الملعونة التي رُسمت على الصحيفة . فأكلتها ، وأَلْهَم نبيَّه بشأن ذلك ، فأخبر النبيُّ صلى الله عليه وآله أبا طالب عليه السلام ، وهو بدوره ذهب إلى الكفار وحدَّثهم بذلك . وقال : إن ذلك علامة صدق ابن أخي في ادّعائه الرسالة ، وكذبكم في إنكاركم أمره . فجعلوا الاطلاع على الصحيفة حكماً بينهم فإن كانت الصحيفة كما أخبر الرسول صلى الله عليه وآله أخرجوهم من المنفى ، وإن لم تكن فإنهم ماكثون فيه .\r\nوحينما اطَّلعوا عليها وجدوها كما أخبر الرسول صلى الله عليه وآله . فخرج بنو هاشم من المنفى منتصرين . وتمَّ بذلك عهد كان من أشد العهود على النبيِّ وآله ، وأصعبها جميعاً .\r\nوإنّ الضراء التي مست الأسرة الهاشمية في منفاها بِشِعْب أبي طالب كانت شديدة للغاية . ولذلك فإن خسارتها كانت بالغة وكبيرة أيضاً ، حيث نتج عن الحصار الاقتصادي والاجتماعي على بني هاشم موت خديجة زوجة النبي صلى الله عليه وآله ، وموت أبي طالب عمه وكفيله .\r\nلقد كانت خديجة عليها السلام شريكة النبيِّ صلى الله عليه وآله في كلّ آلامه وآماله ، والمسلّية له فيما أصابه من أذى ، بل كانت المُعينة له على مكاره قريش ، كما كان أبو طالب حامي النبي صلى الله عليه وآله الذي كان قد ألقى بينه وبين أذى قريش حجاباً ثقيلًا .\r\nلقد كان أبو طالب سيّد قريش وشيخ بني هاشم ؛ وكان له حق مشروع في الدفاع عن النبيّ محمد صلى الله عليه وآله في منطق النظام الاجتماعي السائد في تلك\r\nالأيام ، حيث إنه كان يعتبر النبيَّ ابناً له . والمرء يمكنه الدفاع عن ولده في ذلك النظام بكل أسلوب وفي جميع الأحوال حتى\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nولو كان ابنه خارجاً عن طريقة أهل البلاد ودينهم .\r\nفموت أبي طالب وخديجة كان بمثابة هدم حصن حصين ذي ركنين ثابتين بالنسبة إلى النبي صلى الله عليه وآله في تلك الظروف ، ولذلك سميت تلك السنة بعام الحزن . وحيث اشتدّ فيه حزن النبيِّ وتأثره بموت حامِيَيهِ والمدافعين عن دعوته ورسالته . وكان ذلك بين العام السابع والثامن من البعثة .\r\nواشتدت الأزمة بالنبي صلى الله عليه وآله بعد وفاة أبي طالب ؛ لأن قريشاً أجمعت أمرها على سحق المسلمين ومحق الدعوة الإسلامية ، فقامت بضغط عنيف على المسلمين ، وبأذىً كثير للنبيِّ صلى الله عليه وآله ، وحاولوا مراتٍ عديدةً قتله إلَّا أنَّ الله منعه منهم . فأخذ النبي صلى الله عليه وآله يُعدّ تدابير لهذه الأزمة المحيطة به وبالمسلمين . فبالنسبة إلى المسلمين أمرَهم بالهجرة إلى الحبشة ، وقد تمت هذه الخطة بترحيل طائفتين كبيرتين منهم إليها عن طريق البحر ، فتخلصوا من شرّ الكفار وكيدهم ، وقد آواهم ملك الحبشة ، وأكرم وفادتهم .\r\nوأما بالنسبة إليه نفسه صلى الله عليه وآله فقد ذهب إلى الطائف - وهي مدينة قريبة من مكة تقطنها ثقيف القبيلة الكبيرة - لعله يستطيع أن يهدي أهلها فيمنعوه من قريش . بيد أن هذه الخطة لم تحظ بنجاح ، فقبيلة ثقيف لم تقبل الإسلام ، بل سلّطت سفهاءَها وجُهَّالها على النبي صلى الله عليه وآله ؛ فآذوه شر أذية وأرسلوا إلى مكة ينقلون إلى قريش قصة دعوته لهم إلى الإسلام ، فاستعدت قريش له من جديد ، فلم يأمن النبي صلى الله عليه وآله يومئذ على نفسه من الرجوع إلى مكة بصورة عادية ، فاضطرّ إلى أن يراسل بعض سادات قريش ورؤسائها يطلب منهم أن يُجيروه من قريش ، فأجاره واحد منهم\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nحتى جاء إلى مكة تحت حمايته .\r\nوعرف النبي صلى الله عليه وآله أخيراً أن أهل مكة لا يمكن أن يكونوا الحاملين للرسالة الإسلامية المقدسة إلى الآفاق ، لأنَّ دعوته الملحَّة المستمرة التي ظلت فيها زهاء عشر سنوات لم تُجْدِهِ نفعاً أبداً ، ولم تُنتج غير إصرارٍ من الكفار وعنادٍ بالغين .\r\nفصمَّم على نشر الدعوة بين سائر القبائل العربية الأخرى ، فإذا استطاع أن يهدي قبيلة واحدة ذهب إليها وظلّ ينشر نور الإسلام من خلال أفرادها . فأخذ يدعو الناس في المواسم التي كانت العرب تتدفق فيها على مكة لغرض العبادة أو التجارة ، فيذهب إلى القبيلة ويقول لها : « يا بَني فلان : إني رسول الله إليكم ، وأنا آمُركم أن تعبدوا الله ولا تشركوا به شيئاً ، وأن تخلعوا ما تعبدون من دونه من هذه الأنداد ، وإن تؤمنوا بي وتصدقوني وتمنعوني حتى أبيِّن عن الله ما بعثني به » .\r\nوكانت قريش ترسل وراءه من يعقّب على كلامه بتحذير العرب من طاعته ، وتهجّن دعواه ، وكان عمّه أبو لهب يتولى هذه المهمّة في أغلب الأحوال .\r\nأما القبائل العربية فكانت تتعصّب لآلهتها المزعومة ، وتُؤْثِرُ البقاء على تقليد الآباء . كما كانت تَحْذَرُ من قريش ؛ إذ لو كانت تُسلم لكانت تتعرض لحرب قريش قطعاً ، فكانت تردّ النبي ولا تقبل دعواه ، وتردُّه إما ردًّا جميلًا أو قبيحاً .\r\nإلَّا أن قبيلة واحدة استجابت إلى دعوة النبي صلى الله عليه وآله ، تلك كانت القبيلة العربية الساكنة في يثرب ، والتي كانت منقسمة إلى طائفتين : الأوس والخزرج ، وكانت الحرب بينهما قائمة على أشدها ، وكانوا قد ملُّوها .\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nنعم ، استجاب أهل يثرب إلى قول النبي صلى الله عليه وآله وقبلوا دعوته . وبذلك أخذ الإسلام ينتشر في المدينة ( يثرب ) انتشار الضياء بعد ليل طويل .\r\nوتمّت بيعة مسلمي المدينة الثانية مع محمد صلى الله عليه وآله في العقبة بمنى في السنة الثانية ، وتمت بها الاتفاقية العسكرية بين النبي صلى الله عليه وآله وأنصاره من أهل المدينة . وكان اللازم بموجبها على المسلمين من أهل المدينة الدفاع عن النبي صلى الله عليه وآله وعن سائر المسلمين من أتباعه بكل ما لديهم من قوى حربية .\r\nوابتدأ النبي صلى الله عليه وآله بتنظيم الهجرة إلى المدينة ؛ فأخذ يُرحِّل أصحابه إليها واحداً بعد آخر على حين غفلة من كفّار قريش .\r\nوحينما سمع الكفّار بذلك قالوا فيما بينهم : إنَّ المسلمين إذا اجتمعوا في المدينة ، كَوَّنوا قوةً معارضة تُكَلِّفُنا كثيراً من المال والدم . ففكروا في إعاقة الهجرة بمنع المسلمين ترغيباً أو ترهيباً ، بيد أنَّ المسلمين أخذوا يفلتون من أيديهم تحت أجنحة الظلام وفي غياهب الليل . فقال الكفَّار لأنفسهم : إنَّ النبيّ لا يزال بين أيدينا ، وليس له منعة عنّا ، فلو هاجر إلى المدينة وجمع أنصاره حوله ، فهنالك يصبح من الصعب القضاء عليه . فاجتمعوا في دار الندوة وتشاوروا في الأمر ، حتى استقر رأيهم على أن يأتوا من كل قبيلة برجل ، ثمَّ يهجموا على النبيِّ صلى الله عليه وآله هجمةً واحدةً فيقتلوه ويضيع دمه بين قبائل العرب ، فلا يستطيع بنو هاشم من أخذ الثأر منهم .\r\nواختاروا من كل عشيرة رجلًا ، فجاؤوا وأحاطوا بدار النبيِّ صلى الله عليه وآله ، ولكن الوحي نزل وأمره بأن يتخذ الليل جملًا مهاجراً إلى\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nالمدينة ، ثم أوضح له كل شيء من تدابير قريش وخططهم .\r\nفجعل النبي الإمام عليًّا مكانه يبيت في فراشه لكي يظن الكفار أن النبيّ صلى الله عليه وآله موجود فيشتغلون به ، ويخرج هو من طريق آخر . فبات الإمام على فراش الموت ينتظر المصير الكائن ، بينما ذهب النبيّ يلتمس طريقه إلى غار ثور ، حيث بقي هناك وقتاً كافياً ، ثم سار إلى المدينة على غير الجادة ، لكيلا تلحقه قريش أو عملاؤها الذين جعلت لكل من أخذ محمداً منهم مقداراً كثيراً من المال .\r\nوعندما وصل النبيّ صلى الله عليه وآله إلى المدينة احتفلت احتفالًا رائعاً بقدومه ، وسارت فيها مواكب السرور بأهازيج الفرح .\r\nوتمت بذلك الهجرة النبويَّة التي كانت بداية حياة جديدة للمسلمين ، حياة العزة والمنعة ، وحياة الدفاع عن حقوقهم ، والجهاد لأعدائهم ، وحياة التوسع والانطلاق إلى آفاق العالم . وفي الواقع كانت الهجرة بدء تكوين الأمة الإسلامية الموحدة ؛ ولذلك اتخذ المسلمون منها بدء تاريخهم الديني ، لأنها كانت أهم الأحداث بالنسبة إليهم .\r\nوبقيت في مكة طائفة من المسلمين تَمَّ ترحيلُهم أيضاً بقيادة الإمام علي بن أبي طالب عليه السلام ، بعد التغلب على صعوبات شديدة . وهناك فكّرت قريش في أساليب أخرى للقضاء على الإسلام والمسلمين بعدما فات وقت الأساليب السابقة .\r\nالأساليب الجديدة كانت توجز في خطتين اتبعتهما قريش الواحدة تلو الأخرى :\r\nالخطة الأولى : كانت بعث رسائل إلى أهل المدينة يريدون فيها\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nمنهم تسليم محمد صلى الله عليه وآله إليهم مع شيء من الترهيب والترغيب ، بيد أن المسلمين هَزِئُوا بهذه الفكرة ، وسخروا من أهلها ، وبعثوا بقصيدة هجائية إلى قريش بيَّنوا بها جوابهم الصريح بعد أن أثبتوا حقيقة النبي صلى الله عليه وآله وحقيقة قريش التي تناوئه .\r\nالخطة الثانية : وضع الحصار الاقتصادي على المدينة حيث كانت لقريش كل التجارة العربية ، وكانوا قد أمَّنوا طرق تجارتهم بالتحالف مع القبائل البدوية التي كانت تسكن في طريق الشام وطريق اليمن . فأصدروا إليها بياناً حظروا فيه بيع المواد الغذائية لأهل المدينة ، أو الإجازة لمرور القوافل التجارية لأهل المدينة التي ترمي إلى استيراد المواد إليها .\r\nوأما النبي صلى الله عليه وآله الذي أخذ على عاتقه مسؤولية الدفاع عن المدينة ، والذي كان يرى أن الحصار الاقتصادي الذي ابْتُلِيَ به أهل المدينة إنما هو لأجله وبسببه ؛ فإنه دبَّر خطة دفاع عن هذا الحصار بما سيأتي من أمر غزوة بدر ، إلَّا أنه يجب علينا أن نُلقي نظرة عاجلة على حالة أهل المدينة وإمكانيتهم المادية والمعنوية قبل الحديث عنها .\r\nفقد جاء النبي صلى الله عليه وآله إلى المدينة فوجد فيها عناصر ثلاثة :\r\n1 - المسلمون : وهم يتألفون من أوس وخزرج ومهاجرين ، وكل منهم يختلف عن الآخر ، فاستطاع النبي صلى الله عليه وآله أن يصهرهم في قالب واحد ، حتى صاروا إخوة متألفة قلوبهم ، متراصَّة صفوفهم ، وأصبحوا « أمة واحدة كأسنان المشط . . في التساوي والتعاون » .\r\n2 - المنافقون : وهم طائفة كبيرة من العرب ، أظهروا الإسلام وأضمروا الكفر . وقد قدر النبي صلى الله عليه وآله على أن يشلَّ حركات هذه\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nالطائفة ونشاطاتها باللُّطف حيناً ، وبإعطائهم بعض المناصب التي تشغلهم ، وبعض المسؤوليات التي تسدّ فراغهم حيناً آخر . واشترك الوحي في تقويمهم بالآيات التي نزلت في المنافقين ، وكانت تؤكد على ( إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ الأَسْفَلِ مِنْ النَّارِ ) « 1 » .\r\n3 - اليهود : الذين كانوا قوة رهيبة يملكون من المال والسلاح والحيلة الشيء الكثير . ولقد وضع النبي صلى الله عليه وآله اتفاقيات سياسية وعسكرية معهم ، تضمن للفريقين التعايش السلمي والدفاع المشترك عن البلاد وأهلها .\r\nوكانت مسؤوليات الرسول صلى الله عليه وآله في المدينة أكثر منها في مكة ، وإن كان الضغط هناك أكثر . حيث كان الرسول يريد أن يكوِّن أمة ، قبل أن يشيد دولة .\r\nفمسؤولية التبليغ لغير المسلمين ، ومسؤولية تهذيب المسلمين ، ومسؤولية تطبيق نظم الإسلام ، ومسؤولية الدفاع عن المسلمين في الجزيرة العربية التي كان شعارها الحروب والغزوات ، ودثارها السيوف والرماح . هذه المسؤوليات كانت بعض ما أخذ النبيُّ صلى الله عليه وآله على عاتقه أداءها من المسوؤليات الخطيرة . ففي الوقت نفسه الذي كان النبيُّ صلى الله عليه وآله يقود الجيش الإسلامي إلى جبهات القتال كان يوصيهم بأداء الأمانة والوفاء بالعهد ولو مع العدو اللدود . وفي الوقت نفسه الذي كان يُلقِّنُهم دروس التضحية والجهاد للدين ، كان يشرح لهم معاني العفو والصفح ، وإشاعة السلام وإطابة الكلام .\r\nوفي اللحظة نفسها التي كان يتولَّى دفن الشهداء في أُحُد وقد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة النساء ، آية : 145 .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nمُثِّل بهم شرَّ تمثيل فامتلأت قلوب المسلمين حقداً على الكفار وغيظاً وأملًا بالثأر ، كان النبي صلى الله عليه وآله يتلوا عليهم آيات العفو وتحريم المُثْلَةِ ولو بالكلب العقور .\r\nومن كل هذا نكتشف مدى خطورة مسؤولية النبيِّ صلى الله عليه وآله التي كانت تهدف إلى تكوين الأمة الموحدة ، كأفضل وأمجد أمة في الحياة .\r\nوهنا نرجع إلى الحصار الاقتصادي الذي ضربه كفّار مكة على المدينة لنعرف ما كان موقف النبيِّ صلى الله عليه وآله وكيف فكَّه عنها .\r\nفالخطة التي اتَّبعها النبيُّ صلى الله عليه وآله في رد هذا الحصار كان شيئاً مماثلًا ؛ فالقوافل التجارية التي كانت تريد أن تسير إلى الشام من مكة كان الواجب عليها أن تقطع المضيق البرّي بين البحر الأحمر والمدينة . فجعل النبيُّ صلى الله عليه وآله سَرِيَّة مسلحة لمراقبة هذه المنطقة ، وكانت هذه السَّرِيَّة من المهاجرين حيناً ومن الأنصار حيناً آخر ، وكانت وظيفة هذه السَّرِيَّة منع القوافل التجارية .\r\nولكن القوافل هذه كانت قد تعاهدت مع القبائل البدوية في الطريق على أن تمنعها من المهاجمات التي كان يقوم بها قراصنة الصحراء ، على أن تُعطي القوافل التجارية لها ضرائب معلومة كل سنة . ولذلك فقد فشلت هذه الخطة مرات عديدة حيث كانت هذه السَّرِيَّة المسلحة تريد التعرض للقوافل ، فكانت القبائل البدوية تدافع عنها بحجة المعاهدة التي بينهما .\r\nبيد أن النبي صلى الله عليه وآله ذهب إلى هذه القبائل البدوية العربية وعقد معها اتفاقية في شأن الأمور الحربية ، وبذلك أَمِنَ من دفاعها عن قوافل مكة .\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nوأرسل النبيّ صلى الله عليه وآله طائفة من أصحابه إلى موضع بين مكة والطائف ليترصدوا له قافلة قريش التجارية ، فكتب رسالة مختومة وأعطاها قائد هذه الطائفة المدعو ب - ( عبد الله بن جحش ) وقال له : اذهب في اتّجاه مكة ، فإذا سرت يومين فافتح الكتاب واعمل بما فيه . فلما فتحه وجد فيه ما يلي :\r\nإذا نظرت كتابي هذا فامضِ حتى تنزلَ نخلَة بين مكة والطائفة فتَرصد بها قريشاً وتَعلم لنا من أخبارها .\r\nفذهب إلى نخلة ورأى قافلة تجارية تمرُّ بها في طريقها إلى مكة ، فاستولى عليها ، وأتى بها إلى المدينة بعد أن أسر منها رجلَين وقتل رجلًا وهرب آخر .\r\nوالنبيُّ صلى الله عليه وآله وإن كان لم يرضَ بفعل هذا القائد إلَّا أنه استفاد من هذا المال في حين كان أحوج ما يكون إليه . كما أنه ربح الموقف بإلقاء الرعب في قلوب الكفار .\r\nوقاد النبيُّ صلى الله عليه وآله السَّرِيَّة المسلحة في المرة الثانية ، وأخذ يراقب بنفسه الركب التجاري لقريش ، وسمع غير مرة بمسيرة قريش للتجارة وخرج إليها ، غير أن الركب كان قد فاته ولم يلحق به . ولقد سبق أن قلنا : إن إعاقة مسير قريش للتجارة كان دفاعاً مشروعاً للنبيِّ ، باعتباره عملًا مماثلًا لمنع القوافل التجارية عن أهل المدينة ؛ وفكًّا للحصار الاقتصادي ، وإدانةً لقريش مقابل ما استولوا عليه من أموال المسلمين في مكة ولم يرضوا بإعطائها لهم .\r\nوذات مرةٍ خرج النبيُّ صلى الله عليه وآله لهذه الغاية - حيث سمع بركب\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nقرشي للتجارة فخرج إليه ليستولي عليه - فوصل الخبر إلى الركب ، فأرسل بخبر ذلك إلى مكة واستنفرهم بأن أموالهم في خطر ، والعرب في مكة كانوا يفدون أنفسهم لأموالهم ، ويبذلون أرواحهم في سبيل حفظها ، فحينما سمعوا بالنبأ ، وهو أن محمداً صلى الله عليه وآله يتعرض لأموالهم ، خرجوا إليه مسرعين نحو المدينة .\r\nوكان أبو سفيان يتولَّى رئاسة القافلة التجارية ، فَتَنَكَّبَ بها الطريقَ حتى سيّرها على ساحل البحر الأحمر بعيداً عن النبي صلى الله عليه وآله وعن سَرِيَّتِهِ المسلحة ، وأنقذها بذلك من سيطرة المسلمين واستيلائهم عليها .\r\nوأما كفّار قريش فإنهم ساروا إلى جهة المدينة . ومع أنهم سمعوا بنجاة القافلة التجارية ، فإنهم لم يسمحوا لأنفسهم بالرجوع إلى مكة إلَّا بعد إبادة المسلمين وكسر شوكتهم .\r\nوكان النبيّ صلى الله عليه وآله لا يزال في طريقه إلى مكة - وهو يطلب عير قريش - وقريش في طريقها إلى المدينة تريد إبادة المسلمين ، فالتقيا على ماء كان يسمى ب - ( بدر ) ولم يكن النبيُّ صلى الله عليه وآله قد استعد للحرب ، بل كما سبق كان هدفه الاستيلاء على أموال التجارة القرشية ، ومع ذلك فإنه رأى رجوعه إلى المدينة انهزاماً ، ولم يسمح لنفسه بذلك حتى لا يدبَّ الطمع في قلوب الكفّار بالقضاء على المسلمين .\r\nوكانت هذه أول حرب يخوضها المسلمون ، وكانت في السنة الثانية من الهجرة ، وكان عدد الكفار يتجاوز تسعمائة وخمسين رجلًا ، في حين لم يكن عدد المسلمين يبلغ أكثر من ثلاثمائة وثلاثة عشر رجلًا ، ومع كل ذلك فقد ربحها المسلمون وألحقوا خسارات فادحة بأعدائهم وهزموهم بإذن الله .\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nلقد كان التكتيك الحربي في الجزيرة العربية لا يعدو عن مقابلة الفرد بالفرد في مشهد ينظر إليه الفريقان ، حتى إذا قتل الأبطال ، هاجم الفرد ، أو الجبهة - الجبهة المعادية - حتى ينهزم أحد الفريقين .\r\nبيد أن النبيَّ صلى الله عليه وآله اتبع في حرب بدر طريقة جديدة حيث شكَّل مثلثاتٍ حربيةً فريدةً من نوعها .\r\nوذلك بأن أمر باصطفاف المسلمين على شكل مثلث كبير على شرط أن يكون ظهر كل فرد داخل المثلث - أي إلى سائر أفراد المثلث - ووجهه إلى الخارج - أي إلى الكفار - .\r\nولقد نصره الله بجنودٍ من الملائكة أنزلهم لِنُصرة نبيَّه صلى الله عليه وآله فانهزم الكفّار بعدما قُتل أبطالهم على يد الإمام علي بن أبي طالب عليه السلام . وانجلت الحرب عن سبعين قتيلًا من الكفّار أكثرهم من رؤسائهم وأبطالهم ، وأربعة عشر شهيداً من المسلمين ، ثمانية منهم من الأنصار ، وستة من المهاجرين .\r\nوهذه الحرب الدامية فتحت باب الحروب في وجه النبي صلى الله عليه وآله ، الذي تصدَّى لها ببسالة وصمود ، فجعلت قريشاً موتورةً بقتلاها ، وطالبة لثاراتها ؛ كما جعلت المسلمين مؤمنين بنصر الله لهم وقدرتهم على صد كلِّ هجومٍ مسلَّح من أيِّ طراز كان .\r\nوهذه الحرب دعت قريشاً إلى حبك المؤامرات الكائدة للنبيِّ صلى الله عليه وآله . فقد أرسلت ببعض أبطالها إلى المدينة خفية للغدر بالنبي وقتله ، بيد أن الله تعالى فضحه ، فلما جيء به إلى النبي صلى الله عليه وآله وتكلم النبي معه وأخبره بالمؤامرة تفصيلًا أسلم الرجل الذي كان يدعى ( عمير بن وهب ) وذهب إلى مكة داعياً للإسلام متحمساً نشيطاً .\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nوهكذا فشلت هذه المؤامرة الماكرة .\r\nثم قامت قريش بمحاولة فاشلة أخرى ، إذ خرجوا وهم مائتا نفر يقودهم أبو سفيان ، وأغاروا على المدينة ليلًا فقتلوا رجلَين . فلما لحقهم المسلمون بقيادة النبيّ صلى الله عليه وآله ولَّوا هاربين ، وخلَّفوا بعض أمتعتهم ليخففوا عن أنفسهم في السير . وتسمى هذه الغزوة ب - ( السُّوَيق ) حيث إن المسلمين غنموا من السويق ما كان زاداً للكفار .\r\nوأخذ أبو سفيان قيادة قريش هذه المرة ، إذ نصب لواء الكفر وحشد تحته خمسة آلاف رجل مقاتل ، وزحف نحو المدينة . فلما بلغ جبل أُحُدٍ على بعد كيلو مترات من المدينة ، تصدّى له الرسول صلى الله عليه وآله بجيش لم يتجاوز عدده ستمائة محارب . ووضع النبيُّ خطة حربية باهرة ، إذ اتَّخذ من الجبل ظهراً للجيش ، وجعل على ثغور الجبل الذي وراءَه سريّة برئاسة ( عبد الله ) وأمرهم بألَّا يغادروا موقعهم الحربي الخطير مهما كان الأمر ، غَلَبَ المسلمون أو غُلِبوا ، ثم أمر المسلمين بالهجوم الموحد على الكفار .\r\nوالكفار الذين لم يكونوا يعرفون نظام الهجوم الموحّد لأنهم لم يروه من ذي قبل انهزموا بعد ساعات من الاشتباك الدامي ، فاستولى المسلمون على أمتعتهم ، فرأى أهل الثغور خلف المسلمين فوق جبل أُحُد رأى هؤلاء أن إخوانهم في تقدم باهر وفي جمع الغنائم ؛ فنزلوا عن الموقع الخطير واشتركوا في جمع الغنائم .\r\nوكلما ناشدهم قائدهم عبد الله بالبقاء لم يقبلوا منه ، وحينما رأى الكفَّار ذلك داروا من خلف الجيش الإسلامي ، وهجموا على ما بقي من أصحاب عبد الله - صاحب الثغر - بقيادة خالد بن الوليد وكان\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nفي جيش قريش ، وقتلوهم وهجموا على المسلمين من ورائهم ونادوا بالكفار المنهزمين ليرجعوا ، فأحاط جيش قريش بالجيش الإسلامي ، وهرب القسم الأكبر من المسلمين ، بيد أن الذين بقوا مع النبيِّ صلى الله عليه وآله والإمام علي عليه السلام وطائفة أخرى من المسلمين المخلصين ، ربحوا الموقف . وأخيراً قتل الإمام عشرة أفراد من حاملي ألوية الكفار حتى وقع لوائهم وانهزموا راجعين .\r\nوبعد ذلك غنم المسلمون غنائم كثيرة ، مع أنهم خسروا خسارات باهظة ، مثل قتل حمزة بن عبد المطلب الشجاع البطل والقائد الثالث للقوات الإسلامية بعد النبيِّ صلى الله عليه وآله والإمام عليّ عليه السلام ، والذي سمَّاه النبيُّ صلى الله عليه وآله ب - ( سيِّد الشهداء ) .\r\nوجمع أبو سفيان فلول جيشه وعسكر في بعض المواقع بين مكة والمدينة . فخرج الرسول صلى الله عليه وآله إلى الروحاء مع كل ما لحقه من خسارات الحرب الباهظة ، وكل ما أضر بأصحابه من متاعبها ومصاعبها . وحينما وصل إليه هابه أبو سفيان وفرَّ هارباً إلى مكة .\r\nوكان خروج النبي هذا كسباً للموقف بعد خسارته ، وإرجاعاً لمكانة الجيش الإسلامي في نفوس أعدائه بعد زوالها .\r\nثم بعد مدة جمع أبو سفيان ألف مقاتل وزحف بهم إلى المدينة ، فلما سمع النبيُّ صلى الله عليه وآله بخبره خرج حتى بلغ بدراً ولكن الكفار لما سمعوا بذلك ولَّوا هاربين ولم يبقَ من أمر كفار قريش مع النبيِّ إلَّا غزوة واحدة فقط ، وهي غزوة الخندق التي اشترك فيها قريش وغيرها .\r\nوقاد هذه الغزوة أبو سفيان بوصفه قائداً للقوات العربية في\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nمكة ، حيث جمع قريشاً والأعراب وتحالفوا مع بعض اليهود في المدينة ، وجاؤوا إلى إبادة المسلمين .\r\nوالحروب التي خاضها المسلمون في حياة النبيِّ صلى الله عليه وآله كانت تنقسم إلى ثلاثة أنواع :\r\nالأول : الذي كان بينهم وبين قريش .\r\nالثاني : الذي كان بينهم وبين اليهود الساكنين في حصون اليهود حول المدينة .\r\nالثالث : الذي كان بينهم وبين سائر الأعراب الذين تصدوا لمنع تقدُّم الإسلام ، ووقفوا أمام انتشاره .\r\nوقد اجتمعت الحروب بأنواعها الثلاثة في غزوة الخندق ؛ ولذلك سميت ب - ( الأحزاب ) أيضاً ، حيث تحالفت قريش مع ( بني سليم ) و ( أسد ) و ( فزارة ) و ( أشجع ) و ( غطفان ) ومع ( بني قريظة ) ، وبعض يهود المدينة ؛ تحالفوا جميعاً على محاربة النبيّ صلى الله عليه وآله .\r\nوحينئذٍ تَمَّ رأي المسلمين على أن يبقوا في المدينة ، ويحفروا بينهم وبين الأحزاب خندقاً عميقاً وعريضاً .\r\nوجاءت الجيوش المعادية كالسيل الهادر يملأ السهل والجبل ، فرأوا الخندق فقالوا : هذه حيلة جديدة .\r\nوجاء شجعانهم ، وهما : ( عمرو بن عبد ودّ ، وعكرمة بن أبي جهل ) واقتحما الخندق حتى توسَّطا بينه وبين المسلمين . فأخذا يطلبان المبارزة ، فتقدم الإمام علي بن أبي طالب عليه السلام إلى أشجع العرب في زمانه عمرو بن عبد ود فقتله . وبموته ساد الرعب في صفوف الكفار .\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nوتبادل الفريقان المُراماة بالسهام . وبقيت الجيوش الكافرة أكثر من عشرين يوماً ، ثم رجعوا على أعقابهم خائبين بعدما كلَّفهم الأمر خسائر معنوية ومادية كثيرة .\r\nوشاع في الجزيرة العربية خبر صمود المسلمين أمام القوى مهما تضاعفت وتجمَّعت . فهذا جيش الإسلام لم يتجاوز عدده ثلاثة آلاف ، في حين أن الكفار كانوا عشرة آلاف . ومع ذلك كان النصر للإسلام .\r\nوبغزوة الخندق انتهت السلسلة الكبرى من حروب النبيِّ صلى الله عليه وآله مع قريش ، ولم يخض النبي بعدها أيَّة معركة ، إلَّا فتح مكة التي لم تكن حرباً في الواقع ، بل كانت انتصاراً وغلبةً نهائيةً للمسلمين على الكفار .\r\nوبقيت هناك سلسلتان من الحروب الإسلامية :\r\nالأولى : حروب المسلمين مع اليهود .\r\nالثانية : حروبهم مع القبائل العربية الأخرى .\r\nأما حروب المسلمين مع اليهود فَتُوجَزُ بما يلي : اليهود كانوا أحجاراً ناتئة ناشزة وضعت في الجزيرة العربية لترد ما لحقهم من سيوف الملوك والسلاطين . وكانت الأكثرية الساحقة منهم تسكن في المدينة ، وهم بنو قينقاع ، وبنو النضير ، وبنو قريظة ويهود خيبر ، ويهود فدك ، ويهود وادي قرن ، ويهود تيماء .\r\nفأما بنو قينقاع فقد كانت قبيلة مهنية تستولي على صياغة الجزيرة . وقد ذهبت امرأة من المسلمين عند أحد الصاغة منهم فراودها ليكشف عن وجهها فأبت ، فعمد اليهودي إلى طرف ثوب المرأة فعقده إلى ظهرها من حيث لم تعلم المرأة بذلك . فلما قامت انكشفت سوأتها فضحك\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nاليهودي منها ، فصاحت تستصرخ المسلمين . فوثب أحد المسلمين وقتل اليهودي ، فاجتمع اليهود وقتلوا ذلك المسلم .\r\nثم احتدم النزاع بين المسلمين واليهود ، وجاء النبيُّ صلى الله عليه وآله إلى اليهود ينصحهم بالدخول إلى الإسلام وقبول نُظمه المقدسة ، فاستهزؤوا به ، وطلبوا النزال . فذهب الرسول إلى حصونهم وحاصرهم خمسة عشر يوماً فانتهى إلى الصلح مع النبيِّ بالخروج عن المدينة مع أموالهم وذراريهم وخلَّفوا تركاتهم وأمتعتهم لتكون للمسلمين ، ففعلوا ذلك وذهبوا إلى أطراف الشام .\r\nوأما بنو النضير فقد كانت قبيلة ثريّة تُعطي أموالها قرضاً للناس . فذهب النبيُّ صلى الله عليه وآله إليها يطلب منها القرض ، فأرادوا اغتياله ، حيث أصرُّوا عليه بالدخول إلى دورهم فأبى ذلك ، واتَّكأ على الحائط فأرادوا إلقاء حجر الدفن على رأسه من فوقه ، فتنحى عنه ، ورجع إلى المدينة قبل أن يقترض منهم ، وأرسل إليهم أن اخرجوا من دياري حيث نقضتم ميثاقي ، وقد أجَّلتكم عشرة أيام . فأخبروا النبيَّ صلى الله عليه وآله بأنهم لن يخرجوا ، فليفعل ما شاء .\r\nفخرج النبي صلى الله عليه وآله إليهم ، وحاصرهم وهدم مساكنهم فأخذوا يتنقلون من حصن إلى حصن ، حتى ضاق عليهم الأمر ، فطلبوا من النبيِّ صلى الله عليه وآله أن يخرجوا بأثقالهم عن المدينة ، فلم يقبل منهم ، فخرجوا وخلَّفوا أموالهم غنائم للمسلمين .\r\nأما بنو قريظة فإنهم كانوا حلفاء للأوس ، ثم أصبحوا معاهدين مع الرسول صلى الله عليه وآله . ولكنهم انضموا إلى الأحزاب في غزوة الخندق ، فبعد انتهاء الغزوة بانتصار المسلمين أمر الرسول صلى الله عليه وآله الجيش بالمسير\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nإلى بني قريظة ، فجاؤوا حتى حاصروهم مدة خمسة وعشرين يوماً ، ثم أراد الإمام أمير المؤمنين عليه السلام أن يقتحم حصونهم ، فنزلوا على حكم رسول الله صلى الله عليه وآله .\r\nفأمر بهم فأُوثقوا . ثم جاء إليه بعض الأوس يستشفعونه في أمرهم فقال لهم : ألا ترضون أن يحكم فيهم رجل منكم ؟ قالوا : بلى . فاختاروا سيّدهم ( سعد بن معاذ ) فلما جاء سعد حكم فيهم بحكم التوراة ( الكتاب المقدس الذي يتبعونه ) بأن يقتل رجالهم ، ويسبي نساءهم ، فَفُعِلَ ذلك بهم .\r\nوفي السنة السابعة من الهجرة حيث تم صلح الحُديبية فكّر النبيُّ صلى الله عليه وآله في محاربة يهود خيبر الذين كانوا يُكثرون الضغط على المسلمين ويعاونون أعداءهم عليهم دائماً . فلما سار إليهم الجيش كان لهم حصون سبعة كلها منيعة أشد ما تكون المنعة . فحاصروا الحصون مدةً مديدة ، حتى ضاق اليهود ذرعاً بالحصار ، بيد أنهم قاوموا حتى فتح المسلمون - تحت قيادة الإمام علي بن أبي طالب عليه السلام - حصونهم واحداً تلو الآخر ، وقتل الإمامُ أشجعَ أبطالهم ( مرحباً ) ، وقلع الباب الكبير الذي كان يعجز عنه أربعون فارساً ورمى به بعيداً . وانتهت المعركة بقتل مائة من اليهود ، واستشهاد سبعة عشر من المسلمين . وقد غنم المسملون الشيء الكثير من المال والسلاح والأسرى .\r\nوبعد هذه الغزوة لم يبق لليهود شأن يذكر في الجزيرة العربية فقد أصبحوا - بعدها - عبيداً في حين كانوا قبلها أسياداً .\r\nولذلك فإن يهود فدك ويهود تيماء رضوا بأن تكون أراضيهم للرسول صلى الله عليه وآله ويعملوا فيها على أن تكون الغلة بينهما نصفين .\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nوكانت طائفة من اليهود في وادي قرن لم يستسلموا للنبيّ صلى الله عليه وآله فذهب الرسول إليهم ، ونازلهم وحاربهم حتى قبلوا أن يكونوا مثل إخوانهم .\r\nأما حروبهم مع سائر العرب فهي كما يلي :\r\n1 - بنو سليم ذهب إليهم الرسول صلى الله عليه وآله بعد تجمعهم لمحاربته في موضع كان يسمى ب - ( الكدر ) ولكنهم تفرّقوا خوفاً منه صلى الله عليه وآله .\r\n2 - ( بنو ثعلبة ) و ( محارب ) اجتمعوا تحت قيادة رجل كان يدعى ب - ( دعثور ) في واحة عطفان في أطراف نجد ، فرحل إليهم النبي صلى الله عليه وآله وقبل أن يحاربهم اتَّفق أنه صلى الله عليه وآله اضطجع على تلّ فعرف بذلك دعثور قائد الجبهة المعادية فجاء إليه ، ووقف على رأسه شاهراً سفيه وقال : من يمنعك مني ؟ فقال النبي صلى الله عليه وآله : « الله » .\r\nوفيما أراد دعثور إنزال سيفه دفعه جبرائيل فوقع بجانب التل ، فوثب النبيُّ صلى الله عليه وآله وأخذ سيفه ووقف عليه وقال : من يمنعك مني ؟ . فقال : عفوك . فعفا عنه النبي صلى الله عليه وآله وأسلم ، ودعا قومه إلى الإسلام ولم تقع محاربة قط .\r\n3 - بنو سليم أيضاً أرادوا الحرب فخرج إليهم النبي صلى الله عليه وآله فولَّوا هاربين قبل أن يلحقهم .\r\n4 - بنو ثعلبة ومحارب ، وبنو غطفان أيضاً ، اجتمعوا للحرب في نجد ، فلحقهم الرسول صلى الله عليه وآله ففرُّوا من وجهه قبل النزال وخلّفوا نساءهم وأموالهم غنيمةً للمسلمين .\r\n5 - البدو في دومة الجندل ، وكانت هذه المنطقة قرب الشام ،\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nوكانت هذه القبيلة قد عاشت على السلب والنهب مما قَوَّض الأمن والاستقرار ؛ فذهب النبيُّ صلى الله عليه وآله لتأديبهم ، بيد أنهم فرّوا هاربين قبل بلوغ النبي صلى الله عليه وآله إلى هناك .\r\n6 - ومن هذه الحروب الحرب التي قامت بين المسلمين والكفار في مؤتة ، وانتهت بغلبة المسلمين بعد تحملهم خسارات فادحة . ولكن هذه الحرب لم تكن تختص بالنبي صلى الله عليه وآله مباشرة ، ولذلك فإنا نُعرض عن ذكرها كما نُعرض عن ذكر سائر الغزوات التي قام بها الجيش الإسلامي دون أن يشترك فيها النبيّ صلى الله عليه وآله . ونعطف إلى ما هو المهمّ من أعماله صلى الله عليه وآله في الحقلَين السياسي والديني .\r\nوإليك موجزاً لأهم الأحداث السياسية والدينية :\r\nصلح الحديبية : منذ أن أخرجت قريش المسلمين وعلى رأسهم رسول الله صلى الله عليه وآله عن وطنه مكة ، كان يشتاق إلى الرجوع إليها ، لأنها البلد الأمين والمقدّس عند الله ، ولأنها - مع ذلك - محطُّ أنظار العرب جميعاً .\r\nولكن الحروب والغزوات التي اكتنفت السنوات السبع بعد الهجرة ، والضعف الذي كان يراه في أصحابه ، منعاه من المسير إلى مكة . ولذلك فإنه حين رأى الوقت مناسباً عزم على الزحف إلى مكة وأعلن في المسلمين ذلك ، وقال : إنه يريد مكة لأداء مناسك البيت فقط ، فسار بألف وأربعمائة رجل من المهاجرين والأنصار .\r\nبَيْدَ أن كفار قريش الذين رأوا أن دخول القوم مكة بعد أن أُخْرِجُوا منها من دون أن يلحقهم أذىً ، إنَّما هو ضعف وانهزام صريح\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nفي وجه المسلمين .\r\nولذلك فإنهم أرادوا منعه منها ، وأرسلوا بطلائع من جنودهم ليقفوا في وجه المسلمين . وحين ذاك تنكّب النبيُّ صلى الله عليه وآله عن الطريق المألوف لئلا يصطدم بهذه الطلائع . ولما عرف الكفار تنكُّبه ، وأنه بلغ ثنية المرار أسفل مكة ، أرسل النبي صلى الله عليه وآله أحد المسلمين يُنْبِئُ قريشاً بأنه لم يأتهم محارباً بل معتمراً .\r\nوأرسلت قريش سفراء يريدون من النبي صلى الله عليه وآله الرجوع عن عزمه . وكانت من قبل قد أرسلت سرية لمقاومة أعمال النبي صلى الله عليه وآله ، فأخذها المسلمون وحبسوا جميع أفرادها .\r\nولما أصرت قريش على منع النبيِّ صلى الله عليه وآله عن البيت قال النبي لأصحابه :\r\n« لَا نَبْرَحُ حَتَّى نُنَاجِزَ القَوْمَ »\r\nوطلب من المسلمين البيعة فبايعوه على الفتح أو الشهادة .\r\nوحينما بلغ قريشاً نبأ البيعة الجديدة للنبيِّ صلى الله عليه وآله هابوه فراسلوه على الصلح ، فاصطلح معهم بما يلي وكان أهم بنوده :\r\n1 - إيقاف الحرب بين الفريقين لمدة سنتين .\r\n2 - القادم إلى المسلمين يُردّ وليس بالعكس .\r\n3 - رجوع المسلمين هذه السنة وإتيانهم في المقبلة .\r\n4 - يستطيع الفريقان قبول عهد من شاء .\r\nوكانت هذه السياسة السليمة التي اتَّبعها النبيُّ صلى الله عليه وآله هي التي فتحت عليه طرق التقدم والنجاح ، حيث زحف المسلمون لمواجهة العالم الخارجي بعد أن أمَّنوا الجانب الداخلي ، وكان بذلك الحدث التالي :\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\n1 - بعد هذا الصلح مباشرة بعث النبيُّ صلى الله عليه وآله رسائل إلى زعماء وملوك كافة الدول المجاورة . فراسل ملك الروم ، والفرس ، والحبشة ، والقبط ، كما أرسل رسائل إلى كلِّ من أمير بصرى ، وأمير دمشق ، وملك البحرين ، وملكَي عمان ، وملك اليمامة بشأن الرسالة التي حُمِّل مسؤولية تبليغها . وقد كان لهذه الرسائل آثارها البعيدة في نشر لواء الإسلام ومحق آثار الكفر .\r\nأما أجوبة هؤلاء فمنهم من أسلم ، وهو كلٌّ من ملك الحبشة ، وأمير البحرين ، وملكَي عمان ، فكان ذلك فتحاً مبيناً للإسلام . ومنهم من لم يسلم ولكنه احترم الرسول فايَّده ، وهو كلٌّ من ملك الروم وملك القبط وملك اليمامة . ومنهم من أساء إلى الرسول واستهزأ به ، وهو كلٌّ من ملك الفرس ، وأمير بُصرى وأمير دمشق .\r\n2 - وفي السنة التالية - السابعة للهجرة - اعتمر النبيُّ صلى الله عليه وآله على رأس أصحابه الذين كانوا في الحديبية . وفسح الكفار المجال أمامهم ، وخرجوا عن مكة لئلا يقع تضارب بين الفريقين - على ما كان يتضمنه أحد بنود الصلح الماضي - . وكانت هذه المرة أول مرة يدخل فيها النبيُّ صلى الله عليه وآله مكة بعد هجرته عنها بسبعة أعوام .\r\n3 - ورجع النبي صلى الله عليه وآله إلى المدينة بعدما بقي في مكة ثلاثة أيام . وبعد ذلك نقضت قريش بعض بنود الصلح بأن كانت قبيلة تسمى بخزاعة ( معاهدة مع النبيّ ) ، وكان على قريش ألَّا تُحاربها وألَّا تُعين عليها أعداءها ، لكنها فعلت ذلك .\r\nوحلّ للنبي صلى الله عليه وآله بذلك قتالها ، فجمع أصحابُه وجمع من القبائل المسلمة التي كانت تقطن حول المدينة عدداً كبيراً ، وزحف نحو مكة بعد\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nأن ملأ الطريق عيوناً ورقباء على السائرين ، لكيلا يصل خبر خروجه إلى قريش فيتم الأمر بالحرب التي لا يريدها النبي صلى الله عليه وآله أبداً .\r\nولما بلغ النبيّ صلى الله عليه وآله بجيشه حي ظهران بقرب مكة ، أمر أصحابه بأن يُكثروا من إيقاد النار ، ففعلوا ذلك . فاسترهب ذلك قلوب الكفار أَيَّ استرهاب ، وكان أبو سفيان يراقب طريق مكة إذ رأى النار فملكه الرعب ؛ والتقى بالعباس - عمّ النبيّ صلى الله عليه وآله - فحمله إلى النبي صلى الله عليه وآله ودار بينهما محادثات تمت بإظهار أبي سفيان للإسلام وبإسلام بعض أبطال قريش وزعمائها قبله ، ففقدت مكة قوَّتها ، ومنعتها ، ولم تملك قوةً تدافع ضد دخول النبيِّ إليها . وقد انتهج النبيّ صلى الله عليه وآله مسلكاً فريداً في هذا الهجوم العسكري ، وذلك بأن أعلن قبل الزحف إلى مكة أنَّ من ألقى السلاح أو دخل دار أبي سفيان أو دخل داره أو فناء الكعبة أو تحت لواء أبي رويحة فهو آمن . ثم أمر قواته بإحاطة البلد والزحف عليها من جميع جهاتها ، وألَّا يقاتلوا إلَّا من قاتلهم . ثم دخل مكة من دون أن يعترض أحد طريقه إلَّا من جهة أسفل مكة حيث جاء منها خالد بن الوليد ، وقَتل اثنَي عشر نفراً ممن عارضه ، وقُتل من المسلمين واحد . ثم أعلن النبيّ صلى الله عليه وآله في البيت الحرام العفو العام عن المشركين جميعاً ، أثناء خطبة ألقاها عليهم .\r\nوبفتح مكة تمت السيطرة المطلقة للمسلمين على الجزيرة العربية التي كانت تعتبر مكة دينها ودنياها معاً .\r\nثم أمر النبيّ صلى الله عليه وآله بهدم الأصنام التي كانت تُعبد من دون الله فهدمت جميعاً . وبعد ذلك سمع النبيّ صلى الله عليه وآله بأنَّ قبائل عربية اتَّحدت تريد الانقضاض على مكة للقضاء على المسلمين ، ومن بين تلك القبائل\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nهوازن وثقيف . فلما تحقق النبيّ صلى الله عليه وآله الخبر جنَّد اثني عشر ألفاً من المسلمين وتوجه إليها ، فالتقى الجمعان في وادي حُنين ، حيث كان مضيق جبليٌّ واقع بين جبلَين . وقد كان العدو قد سبق المسلمين إلى احتلال المواقع العسكرية في الجبلين .\r\nوحينما زحف المسلمون إلى العدو بين الجبلين انقض الكفار عليهم انقضاضاً ، فهزمت طائفة منهم ثم التقت بالطائفة التي بعدها فسادت الفوضى في الجيش الإسلامي ، وهُزموا هزيمة قبيحة . بيد أن النبيّ صلى الله عليه وآله بقي صامداً .\r\nوبقي معه بعض المسلمين ، ثم اجتمعت فلول المسلمين حتى كوَّنوا جبهة حاربوا بها الكفار وغلبوهم . وحيث إن الكفار كانوا قد أخرجوا جميع ممتلكاتهم ونسائهم إلى ساحة الحرب لعل ذلك يسبّب قوةً لمعنويات الجيش ، فإن المسلمين ربحوا غنائم كثيرة .\r\nواستعمل النبيُّ صلى الله عليه وآله تلك الأموال في تأليف قلوب قريش ، ثم عزم الرجوع إلى المدينة .\r\nوقبل الرجوع أرسل سرايا من المسلمين في ملاحقة المنهزمين من الكفار الذين أرادوا التجمع مرة أخرى وإيقاد نار الحرب .\r\nومن تلك السرايا ، قوة مسلحة إلى الطائف حيث تحصَّن الكفار فيها . بيد أن حصون الطائف كانت أمنع من أن يتغلب عليها المسلمون فرجعوا ، وعندما بلغ النبيّ صلى الله عليه وآله المدينة تقاطرت عليه الوفود من جميع أنحاء الجزيرة يُعلنون دخولهم في الإسلام ، ويطلبون منه إرسال المبلّغين المرشدين لهم .\r\nوفي السنة التالية لفتح مكة نزلت سورة البراءة التي أعلنت انتهاء الدور المظلم للجزيرة وابتداء الدور المشرق .\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nفأرسل النبي صلى الله عليه وآله الإمام علي بن أبي طالب إلى مكة حيث تلا هذه السورة في الحجَّاج المحتشدين في منى ، وأعلن بصراحة منع دخول المشركين إلى المسجد الحرام ؛ لأنهم نجس ، ولأن الله بريء منهم . كما أعلن أنه لا عهد ولا ذمة لمشرك ، وأن دم كل مشرك حلال بعد أربعة أشهر .\r\nوبعد هذا الإعلان لم يبقَ في الجزيرة من يظهر الشرك ، إلَّا فلول منهزمة مختفية على خوف من المسلمين . فأخذ الرسول يتأهب لمقاتلة الروم ، وقد كانت طلائعهم تستقي في أرض الشام التي كانت إمارة عربية تابعة للأمبراطورية الرومية . فزحف بالجيش الإسلامي ، الذي كان عدده أكثر من ثلاثين ألفاً ، وكانت الخيل عشرة آلاف . وكان المسلمون مدججين بالسلاح الكامل .\r\nوكان فعلُ النبيِّ صلى الله عليه وآله ذلك بعد إشاعة راجت في المدينة بأن جيش الروم قاصد لفتح الجزيرة العربية وإبادة المسلمين . ولكن حينما وصل النبيُّ صلى الله عليه وآله بجيوشه إلى تبوك عرف كذب الإشاعة ، فصالح أهل تلك البلاد وملك الروم . ثم رجع بعدما جعل من أهل الحدود الشامية الحجازية مرابطين له ضد الأعداء ، وبعدما زرع الخوف والذعر في قلوب الرومانيين بمباغتة المسلمين لهم .\r\nوفي السنة العاشرة بعد الهجرة اعتزم النبيُّ صلى الله عليه وآله أن يحج ، فاجتمع إليه المسلمون من كل مكان . فلما اكتمل عددهم سار بهم إلى مكة حيث أراهم كيفية الحج بعدما مُنع المشركون من إجراء مراسم الحج في السنة التاسعة .\r\nفلما أتم النبيُّ صلى الله عليه وآله مناسكه خطب في المسلمين خطبته المشهورة\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nالتي بيَّن بها تعاليمه الدينية والخلقية ورجع قاصداً المدينة .\r\nولعل بعض من رافق النبيَّ صلى الله عليه وآله في هذه الرحلة المقدسة لاحظوا بوضوح مظاهر القلق والاضطراب في ملامحه كل حين ، كأنِّه يريد إبداء شيء يخاف منه أو يرتقب فرصة أخرى أفسح وأولى ! ! .\r\nولكنَّ هذه الحجة كانت الحجة الأخيرة للنبيِّ صلى الله عليه وآله . ولذلك سُمِّيت بحجة الوداع . ومن الضروري أن يُبيِّن فيها النبيُّ كل شيء يتعلق بمصالح المسلمين وشؤونهم السياسية والدينية . وإنّ أهم هذه الشؤون هي السلطة . فإذا تُوُفِّيَ النبيّ صلى الله عليه وآله اختلفت العرب الذين لم يتسرّب الإسلام إلى قلوبهم كما هو في واقعه ، وتنازعت أمرها وذهب الدين ضحيةً للاختلاف .\r\nولقد أنبأه الوحي بأنَّ السلطة تكون من بعده لعليِّ بن أبي طالب عليه السلام ، أوّل من آمن بالله وبرسوله صلى الله عليه وآله ، وأشدَّ من أَبلى في سبيله ، وأقضى المسلمين وأفضلهم . ولقد ذكر النبيُّ صلى الله عليه وآله ذلك للمسلمين مراراً إِلَّا أن خوف النبيّ صلى الله عليه وآله كان شديداً على مستقبل الأمة ، حيث رأى في المسلمين بعض الذين يهدفون للسيطرة وقد التفوا حول النبيِّ لها فقط . فلما كان النبيُّ صلى الله عليه وآله بمنزل ( كراع الغميم ) من أراضي عسفان نزلت عليه الآية المباركة تقول : ( فَلَعَلَّكَ تَارِكٌ بَعْضَ مَا يُوحَى إِلَيْكَ وَضَائِقٌ بِهِ صَدْرُكَ ) « 1 » .\r\nولمّا بلغ غدير خم نزلت عليه هذه الآية : ( يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنزِلَ إِلَيْكَ مِنْ رَبِّكَ وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ وَاللَّهُ يَعْصِمُكَ مِنْ النَّاسِ إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الْكَافِرِينَ ) « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة هود ، آية : 12 .\r\n( 2 ) سورة المائدة ، آية : 67 .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nواطمأن النبي بنصرة الله في خلافة علي عليه السلام فعزم على الأمر وأمر المسلمين بأن ينزلوا في ذلك المكان وبأن يجتمعوا . فلما اجتمعوا قام فيهم خطيباً وأعلن خلافة علي عليه السلام قائلًا ، بعد خطبة كريمة :\r\n« أَلَا مَنْ كُنْتُ مَوْلَاهُ فَهَذَا عَلِيٌّ مَوْلَاهُ ، اللَّهُمَّ وَالِ مَنْ وَالَاهُ ، وَعَادِ مَنْ عَادَاهُ ، وَانْصُرْ مَنْ نَصَرَهُ ، وَاخْذُلْ مَنْ خَذَلَهُ ، وَأَحِبَّ مَنْ أَحَبَّهُ . . . . . » « 1 » .\r\nثمَّ أمر المسلمين بالبيعة له ، والسلام عليه بإمرة المؤمنين . ولما تمَّ أخذُ البيعة جاءت الآية الأخيرة التي أعلنت إكمال الدين وتمامه : ( الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمْ الإِسْلامَ دِيناً ) « 2 » .\r\nوبعد رجوعه إلى المدينة سيّر جيشاً كبيراً فيه أبو بكر وعمر وكثير من المهاجرين والأنصار ، وأَمَّر عليه أسامة بن زيد - وهو فتىً لم يبلغ العشرين - ، سيّر هذا الجيش إلى الشام حيث قُتل جعفر وزيد أبو أسامة القائدان للجيش الإسلامي .\r\nومع حِرصِ النبيِّ صلى الله عليه وآله على أن يخرج هذا الجيش في أقرب وقت ليبعد العناصر الفاسدة في المسلمين الذين كان يخشى منهم على مستقبل الأمة ومصيرها ، في حين كان يرى اقتراب أجله . ومع ذلك فإن المنافقين أرجؤوه ، حتى أمر النبي صلى الله عليه وآله أسامة بكل إصرار على متابعة سيره فعسكر بالجرف على فرسخ من المدينة .\r\nبيد أنَّه اشتد خلال ذلك مرض النبي صلى الله عليه وآله الذي كان سببه السم الذي سُقيه على ما يذهب إليه بعض الرواة ، وقد دُسَّ إليه بيد بعض اليهود . فرجع أفراد الجيش إلى المدينة مع أن النبي صلى الله عليه وآله لعن من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار : ج 37 ، ص 115 .\r\n( 2 ) سورة المائدة ، آية : 3 .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nيتخلف عن الجيش أشد لعنة .\r\nوفي الثامن والعشرين من شهر صفر من السنة الحادية عشرة بعد الهجرة ، وبعد ثلاث وستين سنة قضاها في الله ، ثلاثة وعشرين عاماً منها بصورة خاصة في حمل الرسالة العالمية إلى الآفاق ، عشرة منها في مكة ، وثلاثة عشر في المدينة ، الْتَحق النبي محمّد صلى الله عليه وآله بالرفيق الأعلى ؛ وكان ذلك في ضحى يوم الاثنين من سنة ( 633 ميلادية ) .\r\nوكانت وفاة النبي صلى الله عليه وآله نكبة فادحة في الإسلام لم يسبق لها مثيل ، كما كان فيها انحراف مباشر لخط السير السريع لتقدم الإسلام .\r\nوقام الإمام علي بي أبي طالب عليه السلام بمراسم الغسل والتكفين وصلَّى عليه هو والمسلمون ، ثمَّ دُفِنَ في بيته حيث مرقده الآن .\r\nفعليك يا رسول الله أفضل الصلاة والسلام وعلى آلك الطيبين الطاهرين .\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n\r\nالفصل الثَّالث : الخُلُقُ العَظِيْمُ\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\n\r\nتعدّد الزوجات :\r\nلقد حسب العدو أنه يستطيع أن يتخذ من تعدد زوجات النبيِّ صلى الله عليه وآله نقطة ضعف ليفتري منها عليه من يشاء .\r\nبيد أن الدراسة الواعية لتاريخ النبيِّ صلى الله عليه وآله ، توحي بالفلسفة الواقعية لزيجات رسول الإسلام ، فإذا هي من صميم أخلاقه الطيبة ، ومن مظاهر إنسانيته ونشاطاته الدينية المقدسة .\r\nونحن إذ لا نستطيع أن نوجز ما يحتاج إلى سِفْرٍ في صفحة ، نأمل أن نُشير إلى موجز من فلسفة زيجات النبي صلى الله عليه وآله ، ومجملها أُبيِّنه فيما يلي :\r\n1 - إن الرسول صلى الله عليه وآله لم يتزوج في شبابه حينما تبلغ غريزة الإنسان الجنسية منتهاها . بل اكتفى بالسيدة خديجة وهي - كما يعلم الجميع - كانت امرأة ثَيِّباً ، ولم يتزوج بامرأة بِكْرٍ إلَّا بعائشة ، وذلك حيث لم تكن له زوجة ، وكان بدء التبليغ الإسلامي وتأسيس شرائعه التي كانت تخالف الرهبانية المسيحية التي تحظر الزواج . وكان النبي يريد أن يكون عاملًا قبل أن يكون قائلًا ليكون أسوة حقة للمسلمين ؟\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\n2 - إن الرسول صلى الله عليه وآله تزوج بنساء ( أرامل ) كانت العادة العربية تنبذهن نبذاً ، فتذهب الأرملة إما فاجرة أو فقيرة ( معدمة ) . أولئك الأرامل اللاتي كانت الحروب الإسلامية تكثر منهن . كما أنه تزوج بنساء لكي يستميل أهلهن إلى الإسلام .\r\nفمن القسم الأول : أم سلمة وسودة بنت زمعة ورملة أم حبيبة وحفصة بنت عمر وميمونة وغيرهن .\r\nومن القسم الثاني : صفية بنت ثابت أحد زعماء اليهود ، ولعل النبي تزوج بها لتأليف قلوب اليهود الذين هُدّمت حصونهم ، وأُبيد مجدهم . وجويرة التي تزوجها بعد هزيمة أربابها في غزوة بني المصطلق ، فأعتق بسببها كل من أسر من بني المصطلق ، وأسلموا ببركة هذا الزواج الميمون . أضف إلى ذلك كله أن النبيَّ صلى الله عليه وآله لم يبعث إلى الرجال فقط بل إلى النساء أيضاً فكان يتصل هو مباشرة بالرجال وبالنساء فيربيهم ويهذب نفوسهم . فإن لم يكن يتزوج هذا المقدار لم تتح له الفرصة الكافية للاتِّصال بالنساء إلَّا من بعيد . وهو لا يكفي في تربية المرأة التي تؤهل لقيادة النساء فكريًّا وتربويًّا .\r\nومع أن الرسول صلى الله عليه وآله تزوج بهؤلاء النساء المختلفات الجنسية ، فقد استطاع أن يكون المثل الأعلى في تدبير الشؤون العائلية مع ما كان له من مشاكل اجتماعية بالغة التعقيد .\r\nأما في سائر الشؤون فقد استطاع النبيُّ صلى الله عليه وآله بفكره وسعة صدره ، وحسن تدبيره ، وبما آتاه الله من تفوُّق كامل على جميع الناس في جميع العصور ، لقد استطاع : أن يُكَوِّنَ - وهو اليتيم المطارَد - من جحيم الصحراء العربية ، جنة البلاد الإسلامية ، ومهد الحضارات الإنسانية .\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nومن أهلها شر أهل الأرض وأسوئهم خُلقاً ومبدأً وعادات ، كوَّن منهم قادة العالم وسادته على طول الخط ، كما سبق تفصيل بعض أحداثه آنفاً . أفلا يدلّ هذا على حسن التدبير ، وسعة التفكير ، وجميل السيرة والاكتمال في السمو النفسي والعقلي .\r\nأما إذا تكلَّمنا عن رحابة الصدر وسعة النفس في مجال التدبير للشؤون الخاصة والعامة - إلى سائر مظاهر السمو النفسي والخلقي - فإنا يجب أن نعترف بالعجز عن التعبير الكامل عن كل جوانب التفوق والتسامي في الأخلاق بالنسبة إلى النبي صلى الله عليه وآله ، الذي جعله الله خاتم النبيين الذين كانوا قادة النّاس وسادتهم في كِلَا الحقلَين المادي والروحي .\r\nولقد احتج الإمام أمير المؤمنين علي بن أبي طالب عليه السلام بعجز الإنسان عن التعبير الكامل عن أخلاق النبيّ صلى الله عليه وآله ، احتج لذلك احتجاجاً لطيفاً بأن الله يقول في كتابه : ( وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لا تُحْصُوهَا ) « 1 » ، في حين يقول في آية أخرى : ( فَمَا مَتَاعُ الْحَيَاةِ الدُّنْيَا فِي الآخِرَةِ إِلَّا قَلِيلٌ ) « 2 » ، فالحياة الدنيا مع أنها قليلة عند الله ، فإنها لا يمكن الإحاطة بها ، وإحصاء ما فيها . . فكيف بأخلاق النبي صلى الله عليه وآله الذي يقول فيه الله تعالى : ( وَإِنَّكَ لَعَلى خُلُقٍ عَظِيمٍ ) « 3 » ، حيث عبّر عنه بالعظيم . فإذا لم يكن إحصاء القليل ممكناً فكيف يمكن إحصاء العظيم .\r\nومع كل ذلك فإني أسرد لك شيئاً من مظاهر الْخُلُق العظيم ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة إبراهيم ، آية : 34 .\r\n( 2 ) سورة التوبة ، آية : 38 .\r\n( 3 ) سورة القلم ، آية : 4 .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nتاركاً الشيء الكثير منه .\r\nكان النبي صلى الله عليه وآله أشجع ، وأحلم ، وأعدل ، وأعف ، وأسخى الناس جميعاً ، وكان لا يبيت عنده دينار ولا درهم .\r\nوكان أزهد الناس ، وأبسطهم في العيش ، حيث كان يخصف النعل ويرقع الثوب ، ويخدم في البيت مع سائر أهل بيته .\r\nوكان أشد الناس حياءً ، فلا يثبت بصره في وجه أحد أبداً .\r\nوكان أسمح الناس وأسهلهم ، وكان يُجيب دعوة الحر والعبد ، ويقبل الهدية ولو أنها جرعة لبن ، ويكافئ عليها أحسن مكافأة ، وكان لا يستكبر عن إجابة أَمَةٍ أو مسكين .\r\nوكان يغضب لله ولا يغضب لنفسه ؛ ويُجري حكم الله وإن تضرَّر هو أو أحد من أصحابه به . فقد أشار عليه أصحابه ذات مرة بأن ينتصر على أعدائه المشركين بسائر المشركين ، فأبى قائلًا :\r\n« لَا نَسْتَنْصِرُ بِأَهْلِ الشِّرْكِ » « 1 »\r\nمع أنه كان أحوج ما يكون إلى ذلك .\r\nوكان يربط الحجر على بطنه من الجوع ، فإذا حضر الأكل ، أكل ما وجد ولم يردّ شيئاً . وكان متواضعاً في أكله ، فلا يأكل مُتوكِّئاً ، ولا على خوان ، ويؤاكل المساكين ، ويجالس الفقراء ، ويكرم أهل الفضل ، ولا يجفو أحداً .\r\nأما في شؤونه الاجتماعية ، فكان يعود المريض كائناً من كان وكيف كان ، ويشيّع الجنائز ، ويمشي وحده ولا يتخذ حاشية أبداً . ويركب ما حضر إن فرساً ، أو بغلةً ، أو حماراً ، إن حافياً أو ناعلًا ، مع الرداء حيناً ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) شرح نهج البلاغة ، ج 14 ، ص 227 .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nوحيناً بلا رداء وبلا عمامة ولا قلنسوة . ولكنه كان يسير بمظهر القوة لا الضعف ، فإذا مشى اقتلع رجليه عن الأرض اقتلاعاً حتى كأنه ينحدر من علٍ .\r\nوكان يحب الطِّيب حبًّا جمًّا ، وكان له عبيد وإماء ، ولكن لم يكن يترفع عليهم أبداً .\r\nوكان لا يمضي عليه وقت ليس في طاعة الله .\r\nوكان يبدأ مَنْ لقيه بالسلام ، ومن قام معه في حاجة سايَرَه حتى يكون هو المنصرف .\r\nوكان إذا لقي أحداً من أصحابه بدأه بالمصافحة ، ثم أخذ يده وشابكه ثم قبض عليها .\r\nوكان لا يجلس إليه أحد وهو يصلِّي إلَّا خفَّف صلاته والتفت إليه قائلا : ألك حاجة ؟ . فإذا تمت حاجته قام إلى صلاته .\r\nوكان أكثر جلوسه جلسة التواضع وهي أن يرفع ساقيه ويمسكها بيديه ، ويجلس حيث ينتهي به المجلس . وما رؤي قط مادًّا رجليه بين أصحابه ، وكان أكثر ما يجلس يستقبل القبلة . وكان يُكرم مَنْ يدخل عليه ؛ حتى ربما بسط ثوبه لمن ليس بينه وبين الرسول قرابة . وكان يُؤثر الداخل عليه بالوسادة التي تكون تحته فإن أبى عزم عليه حتى يقبل .\r\nوما استصغاه أحد إلَّا ظن أنه أكرم الناس عليه ، حتى أنه كان يُعطي كل من جلس إليه نصيبه من وجهه ونظره .\r\nولقد كان يدعو أصحابه بكناهم إكراماً لهم وتعظيماً ، فإذا لم يكن لأحد كنية كنّاه من جديد حتى يُكنَّى بها .\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nوالمرأة إن كان لها ولد كنَّاها به ، وإن لم يكن لها ابتدأ بكنية لها جديدة . حتى الصبيان فإنه كان يكنيهم . وكان أبعد الناس غضباً على أحد ، وأسرعهم رضاً ، وأرقهم لهم قلباً ، وخيرهم لهم نفعاً .\r\nوكان إذا جلس مجلساً قال :\r\n« سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ . أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا أَنْتَ ، أَسْتَغْفِرُكَ وَأَتُوْبُ إِلَيْكَ » « 1 » .\r\nوكان إذا جلس بين أصحابه لا يُعرف أيهم محمد صلى الله عليه وآله لاختلاطه بهم . فلما كثر الوافدون الذين كانوا يسألون عنه أمام عينيه قائلين : أيُّكم محمد ! . صنع له دكة من طين . وكان يقول :\r\nإِنَّمَا أَنَا عَبْدٌ ! .\r\nأما صلته بربه فلقد كان نبيَّ الإسلام ، أخشى الناس لربه ، وأتقاهم له ، وأعلمهم به ، وأقواهم في طاعته ، وأصبرهم على عبادته ، وأكثرهم حبًّا له ، وأزهدهم فيما سواه . فكان يصلِّي حتى انشقت بطن قدَميه من كثرة الصلاة . فإذا وقف إلى الصلاة انهمرت دموعه ، وارتجت البقعة بنشيجه وضراعته . وكان يصوم حتى يقال : إنه لا يفطر ، ويفطر حتى يقال : إنه لا يصوم . وكان نظيف الجسم ، طاهر الثياب ، يرجّل جمته ، ويسرّح لحيتَه ، ويستاك ، ويعطِّر جسده ، حتى كان يشم منه الرائحة الطيبة من بُعد ، ويعرف الشخص الذي يصاحبه أو يجالسه أنه قد التقى به بما يسري منه إليه من العطر . ويطعم الجائع ، ويكسو العاري ، ويُركب الراجل ، ويُعين ذا الحاجة فيها ، ويقضي دين المَدين .\r\nوكان أشجع الناس ، حتى قال الإمام علي عليه السلام :\r\n« لَقَدْ رَأَيْتُنِي يَوْمَ بَدْرٍ وَنَحْنُ نَلُوذُ بِالنَّبِيِّ صلى الله عليه وآله وَهُوَ أَقْرَبُنَا إِلَى الْعَدُو ، وَكَانَ مِنْ أَشَدِّ النَّاسِ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مستدرك الوسائل ، ج 15 ، ص 428 .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nيَوْمَئِذٍ بَأْساً » « 1 » .\r\nوقال عليه السلام أيضاً :\r\n« كُنَّا إِذَا احْمَرَّ الْبَأْسُ اتَّقَيْنَا بِرَسُولِ اللهِ صلى الله عليه وآله ، فَلَمْ يَكُنْ أَحَدٌ مِنَّا أَقْرَبَ إِلَى الْعَدُوِّ مِنْهُ » « 2 »\r\n. وكان أجود الناس كفًّا ، وأصدقهم لهجةً ، وأوفاهم ذمةً ، وألينهم عريكةً ، وأوسطهم نسباً . من رآه هابه ، ومن خالطه أحبه . ما سُئِلَ شيئاً إلَّا أعطاه . وإن رجلًا أتاه سائلًا فأعطاه غنماً سدّت بين جبلين ، فرجع إلى قومه فقال : أسلموا فإن محمداً صلى الله عليه وآله يعطي عطاء من لا يخشى الفاقة .\r\nوكان يُنكر كلَّ منكر ، ويأمر بالمعروف .\r\nوكان - أخيراً - قدوةً لكل خير ، وأسوةً في كل فضل ، ورائداً إلى كل ما ينفع الإنسان في العالمين .\r\nفعليه وعلى آله أفضل الصلاة والسلام .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 16 ، ص 232 .\r\n( 2 ) بحارالأنوار ، ج 19 ، ص 191 .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63}
  ]