[
  {"content":"\r\n\r\nالإمام الرضا عليه السلام\r\nقدوة وأسوة\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nسلسلة النبي وأهل بيته قدوة وأسوة - 10\r\nالإمام الرضا عليه السلام\r\nقدوة وأسوة\r\nسماحة المرجع الديني آية الله العظمى الحاج\r\nالسيد محمدتقي المدرسي\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nمحفوظة\r\nجميع الحقوق\r\n1431 ه‍ / 2010 م\r\nهوية الكتاب :\r\n* الكتاب : الإمام الرضا عليه السلام قدوة وأسوة .\r\n* المؤلف : المرجع الديني آية الله العظمى السيد محمدتقي المدرسي .\r\n* الطبعة : الثانية ، 1431 ه‍ / 2010 م .\r\n* الناشر : مركز العصر للثقافة والنشر ، لبنان بيروت . ( alasrr @ gmail . com ) .\r\nدار كميل للطباعة والنشر ، لبنان ، بيروت ، طريق المطار ، ص . ب : 7957 / 11 ( dar - komail @ yahoo . com ) .\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم ( 1 ) الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ ( 2 ) الرَّحْمَنِ الرَّحِيمِ ( 3 ) مَالِكِ يَوْمِ الدِّينِ ( 4 ) إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ ( 5 ) اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ ( 6 ) صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلا الضَّالِّينَ ( 7 )\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nتمهيد\r\nالحمد لله رب العالمين وسلام الله على الأنبياء والمرسلين والملائكة والصالحين .\r\nوصلى الله على سيد الخلق أجمعين المهيمن على رسالات الله خاتم النبيين محمد وعلى آله الهداة الميامين .\r\nوبعد . .\r\nإن حياة المعصومين الأربعة عشر كانت زاهرة بالحب والمعرفة والعبر والبصائر ، إلَّا أن ما بلغنا من ضياء بعضهم كان أكثر من البعض الآخر ، والإمام الرضا عليه السلام من أولئك الذين تسنَّت لنا فرصة الاهتداء إلى المزيد من فضائلهم ، ولأنهم عند الله نور واحد ، فليس علينا إلَّا الاستضاءة بسيرته عليه السلام لمعرفة سيرة سائر المعصومين من آبائه عليهم السلام .\r\nوأظن أن حياة الإمام الرضا عليه السلام كانت فاتحة مرحلة جديدة من حياة الشيعة حيث خرجت بصائرهم وأفكارهم من مرحلة الكتمان إلى الظهور والإعلان ، ولم يعد الشيعة من بعد ذلك العهد طائفة معارضة في مناطق خاصة ، بل أصبحوا ظاهرين في كل البلاد ، ولقب الرضا الذي أطلق على الإمام علي بن موسى عليه السلام يدل - فيما يدل - على أنه\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nكان إماماً رضي به الموافق والمخالف .\r\nوها نحن نتبرك بالحديث عنه ، سائلين الرب أن يرزقنا معرفته واتِّباعه وشفاعته وشفاعة جده المصطفى صلى الله عليه وآله .\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n\r\nالفصل الأول : وَجَاءَ المولُودُ المَيمُونُ\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nيذكر الرواة أن أم الإمام موسى بن جعفر عليه السلام حميدة المصفاة كانت من أشراف العجم ، فاشترت جارية قد ولدت في البلاد العربية وتربَّت فيها ، فلما اختبرتها ووجدتها من أفضل الناس في دينها وعقلها ، اختارتها لولدها الإمام موسى بن جعفر عليه السلام ، وقالت له :\r\n« يَا بُنَيَّ إِنَّ تُكْتَمَ ( وهذا أحد أسمائها ) جَارِيَةٌ مَا رَأَيْتُ جَارِيَةً قَطُّ أَفْضَلَ مِنْهَا ، وَلَسْتُ أَشُكُّ أَنَّ اللهَ تَعَالَى سَيُطَهِّرُ نَسْلَهَا إِنْ كَانَ لَهَا نَسْلٌ ، وَقَدْ وَهَبْتُهَا ، لَكَ فَاسْتَوْصِ بِهَا خَيْراً » .\r\nوذكروا من فضلها :\r\nأنها لَمَّا وَلَدَتْ لَهُ الرِّضَا عليه السلام سَمَّاهَا الطَّاهِرَةَ ، فَكَانَ الرِّضَا عليه السلام يَرْتَضِعُ كَثِيراً وَكَانَ تَامَّ الْخَلْقِ ، فَقَالَتْ : أَعِينُونِي بِمُرْضِعَةٍ ، فَقِيلَ لَهَا : أَنَقَصَ الدَّرُّ ؟ فَقَالَتْ : لَا أَكْذِبُ ، وَاللهِ مَا نَقَصَ ، وَلَكِنْ عَلَيَّ وِرْدٌ مِنْ صَلَاتِي وَتَسْبِيحِي وَقَدْ نَقَصَ مُنْذُ وَلَدْتُ « 1 »\r\n. وقد ذكر المؤرخون أسماء عديدة لوالدة الإمام ، لأنها جارية فكانت تسمى عند كل مولاة باسم جديد . فمن أسمائها : نجمة ، وأروى ، وسكن ، وسمان ، وتكتم ، وطاهرة . إلَّا أن أشهر الأسماء هو تكتم ، وبعد ولادتها سُمِّيت طاهرة ، وأم البنين .\r\nوفي سنة مائة وثمان وأربعين من الهجرة في اليوم الحادي عشر من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 49 ، ص 5 .\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nشهر ذي القعدة الحرام « 1 » وُلِدَ الإمام عليه السلام ، وعمَّ بيت الرسالة سرور وبهجة .\r\nتقول أمه ( تكتم الطاهرة ) : « لَمَّا حَمَلْتُ بِابْنِي عَلِيٍّ لَمْ أَشْعَرْ بِثِقْلِ الْحَمْلِ ، وَكُنْتُ أَسْمَعُ فِي مَنَامِي تَسْبِيحاً وَتَهْلِيلًا وَتَمْجِيداً مِنْ بَطْنِي فَيُفْزِعُنِي ذَلِكَ وَيَهُولُنِي ، فَإِذَا انْتَبَهْتُ لَمْ أَسْمَعْ شَيْئاً ، فَلَمَّا وَضَعْتُهُ وَقَعَ عَلَى الْأَرْضِ وَاضِعاً يَدَهُ عَلَى الْأَرْضِ رَافِعاً رَأْسَهُ إِلَى السَّمَاءِ يُحَرِّكُ شَفَتَيْهِ كَأَنَّهُ يَتَكَلَّمُ ، فَدَخَلَ إِلَيَّ أَبُوهُ مُوسَى بْنُ جَعْفَرٍ عليه السلام فَقَالَ لِي : هَنِيئاً لَكِ يَا نَجْمَةُ كَرَامَةُ رَبِّكَ ، فَنَاوَلْتُهُ إِيَّاهُ فِي خِرْقَةٍ بَيْضَاءَ فَأَذَّنَ فِي أُذُنِهِ الْيُمْنَى وَأَقَامَ فِي الْيُسْرَى ، وَدَعَا بِمَاءِ الْفُرَاتِ فَحَنَّكَهُ بِهِ ثُمَّ رَدَّهُ إِلَيَّ وَقَالَ : خُذِيهِ فَإِنَّهُ بَقِيَّةُ اللهِ تَعَالَى فِي أَرْضِه » « 2 »\r\n. وكان الإمام موسى بن جعفر عليه السلام قد منحه لقب ( الرضا ) منذ نعومة أظفاره ، كما أنه أعطاه كنية أبي الحسن ، فكان كثير الحب له . هكذا يروي المفضل بن عمر يقول :\r\nدَخَلْتُ عَلَى أَبِي الْحَسَنِ مُوسَى بْنِ جَعْفَرٍ عليه السلام وَعَلِيٌّ ابْنُهُ عليه السلام فِي حَجْرِهِ وَهُوَ يُقَبِّلُهُ وَيَمَصُّ لِسَانَهُ ، وَيَضَعُهُ عَلَى عَاتِقِهِ وَيَضُمُّهُ إِلَيْهِ وَيَقُولُ : « بِأَبِي أَنْتَ مَا أَطْيَبَ رِيحَكَ وَأَطْهَرَ خَلْقَكَ وَأَبْيَنَ فَضْلَكَ ! » قُلْتُ : جُعِلْتُ فِدَاكَ ! لَقَدْ وَقَعَ فِي قَلْبِي لِهَذَا الْغُلَامِ مِنَ المَوَدَّةِ مَا لَمْ يَقَعْ لِأَحَدٍ إِلَّا لَكَ ، فَقَالَ لِي : « يَا مُفَضَّلُ ! هُوَ مِنِّي بِمَنْزِلَتِي مِنْ أَبِي عليه السلام\r\nذُرِّيَّةً بَعْضُهَا مِنْ بَعْضٍ وَاللَّهُ سَمِيعٌ عَلِيمٌ « 3 » » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وقيل : بل ولد في الحادي عشر من ذي الحجة . انظر : بحار الأنوار ، ج 49 ، ص 2 - 3 .\r\n( 2 ) بحار الأنوار ، ج 49 ، ص 9 .\r\n( 3 ) سورة آل عمران ، الآية 34 .\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nقَالَ : قُلْتُ هُوَصَاحِبُ هَذَا الْأَمْرِ مِنْ بَعْدِكَ ؟ قَالَ : « نَعَمْ ، مَنْ أَطَاعَهُ رَشَدَ وَمَنْ عَصَاهُ كَفَرَ » « 1 »\r\n. وهكذا ترعرع الوليد في ظل والده يُزكِّيه بآداب الإمامة ويعلّمه أسرارها ويُطلعه على ودائع النبوة .\r\nوكان الإمام موسى بن جعفر يقول - حسبما جاء في حديث - :\r\n« عَلِيٌّ ابْنِي أَكْبَرُ وُلْدِي ، وَأَسْمَعُهُمْ لِقَوْلِي ، وَأَطْوَعُهُمْ لِأَمْرِي ، يَنْظُرُ مَعِي فِي كِتَابِ الجَفْرِ وَالجَامِعَةِ وَلَيْسَ يَنْظُرُ فِيهِ إِلَّا نَبِيٌّ أَوْ وَصِيُّ نَبِيٍّ » « 2 »\r\n. وخلال سني حياته مع والده تولى - فيما يبدو لي - إدارة بعض شؤون الطائفة نيابةً عن والده ، ولعل الحديث التالي يدل على ذلك . يقول زِيَادِ بْنِ مَرْوَانَ الْقَنْدِيِّ : دَخَلْتُ عَلَى أَبِي إِبْرَاهِيم ( الإمام موسيبن جعفر عليه السلام ) وَعِنْدَهُ عَلِيٌّ ابْنُهُ فَقَالَ لِي :\r\n« يَا زِيَادُ هَذَا كِتَابُهُ كِتَابِي ، وَكَلَامُهُ كَلَامِي ، وَرَسُولُهُ رَسُولِي ، وَمَا قَالَ فَالْقَوْلُ قَوْلُه » « 3 »\r\n. وقد أكثر الإمام موسى بن جعفر عليه السلام من بيان فضائل ابنه الرضا عليه السلام وأنه خليفته والإمام من بعده مما يثير السؤال عن حكمة ذلك ، ولعل من الأسباب التي تهدينا إلى تلك الحكمة :\r\nأن الظروف السياسية كانت قاسية جدًّا ؛ حيث التقيّة في أشدها ، وأهل البيت مطاردون ، وهارون الرشيد كان يلاحق أصحاب أهل البيت عليهم السلام وأنصارهم من بلد إلى بلد ، ويقتلهم زرافاتٍ ووحداناً .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 49 ، ص 21 .\r\n( 2 ) بحار الأنوار ، ج 49 ، ص 20 .\r\n( 3 ) بحار الأنوار ، ج 49 ، ص 19 .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nوالإمام موسى بن جعفر يتنقل بأمره من سجن لآخر ، فكانت إمكانية تفرُّق كلمة الشيعة بعد وفاته تجعل من الحكمة التأكيد على ولاية الإمام الرضا عليه السلام .\r\nوالأصحاب بدورهم كانوا يتوجَّسون خِيْفةً من اختفاء الإمام فجأة دون معرفة الإمام من بعده ، يظهر ذلك كله من بعض الأحاديث التالية :\r\nرُوِيَ عَنْ يَزِيدَ بْنِ سَلِيطٍ الزَّيْدِيِّ قَالَ : لَقِيتُ مُوسَى بْنَ جَعْفَرٍ عليه السلام فَقُلْتُ : أَخْبِرْنِي عَنِ الْإِمَامِ بَعْدَكَ بِمِثْلِ مَا أَخْبَرَ بِهِ أَبُوكَ ، قَالَ : فَقَالَ : « كَانَ أَبِي فِي زَمَنٍ لَيْسَ هَذَا مِثْلَهُ » .\r\nقَالَ يَزِيدُ : فَقُلْتُ : مَنْ يَرْضَ مِنْكَ بِهَذَا فَعَلَيْهِ لَعْنَةُ اللهِ . قَالَ : فَضَحِكَ ثُمَّ قَالَ : « أُخْبِرُكَ يَا أَبَا عُمَارَةَ ! أَنِّي خَرَجْتُ مِنْ مَنْزِلِي فَأَوْصَيْتُ فِي الظَّاهِرِ إِلَى بَنِيَّ وَأَشْرَكْتُهُمْ مَعَ عَلِيٍّ ابْنِي وَأَفْرَدْتُهُ بِوَصِيَّتِي فِي الْبَاطِنِ » « 1 »\r\n. ويروي عَلِيِّ بْنِ عَبْدِ اللهِ الْهَاشِمِيِّ قَالَ : كُنَّا عِنْدَ الْقَبْرِ ( أي قبر رسول الله صلى الله عليه وآله ) نَحْوَ سِتِّينَ رَجُلًا مِنَّا وَمِنْ مَوَالِينَا ، إِذْ أَقْبَلَ أَبُو إِبْرَاهِيمَ مُوسَى بْنُ جَعْفَرٍ عليه السلام وَيَدُ عَلِيٍّ ابْنِهِ عليه السلام فِي يَدِهِ ، فَقَالَ : « أَتَدْرُونَ مَنْ أَنَا » ؟\r\nقُلْنَا : أَنْتَ سَيِّدُنَا وَكَبِيرُنَا ، قَالَ : « سَمُّونِي وَانْسُبُونِي » .\r\nفَقُلْنَا : أَنْتَ مُوسَى بْنُ جَعْفَرٍ ، فَقَالَ : « مَنْ هَذَا مَعِي » ؟\r\nقُلْنَا : هُوَ عَلِيُّ بْنُ مُوسَى بْنِ جَعْفَرٍ ، قَالَ : « فَاشْهَدُوا أَنَّهُ وَكِيلي فِي حَيَاتِي وَوَصِيِّي بَعْدَ مَوْتِي » « 2 »\r\n. وقد اتخذ الإمام موسى بن جعفر عليه السلام كافة وسائل الاحتياط\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 49 ، ص 11 .\r\n( 2 ) بحار الأنوار ، ج 49 ، ص 15 .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nلبيان إمامة الإمام الرضا . فمثلًا : « كَتَبَ لَهُ كِتَاباً أَشْهَدَ فِيهِ سِتِّينَ رَجُلًا مِنْ وُجُوهِ أَهْلِ المَدِينَة » « 1 »\r\n. وكان يُرجع الأمور إليه في حياته كما فعل عندما أشخص به إلى البصرة ، حيث دفع إلى عبد الله بن وحوم كتباً وأمره بإيصالها إلى نجله الرضا في المدينة « 2 » .\r\nوكتب في البصرة ألواحاً وبعثها إلى شيعته هناك ، وقد كتب فيها : « عَهْدِي إِلَى أَكْبَرِ وُلْدِي » « 3 » .\r\nوكان يأخذ بعض الحقوق التي تُجبى إليه ويُبقي بعضها ليعطيه إلى وصيه الذي يطالبه بها ليكون علامة ظاهرة ، كما فعل بداود بن زربي « 4 » .\r\nوذلك بعكس الظروف السياسية الصعبة التي كان يعيشها الإمام في حياة والده والتي احتاط الإمام موسى بن جعفر عليه السلام فيها لتبقى الإمامة بعيدة عن الشكوك .\r\nويظهر ذلك بوضوح من وصيةٍ لنجله بأن يسكت ما دام الرشيد حيًّا فإذا هلك نطق بالحق .\r\nومن جهة أخرى في مثل هذه الظروف الصعبة التي كان الشيعة يعيشونها على عهد طاغية بغداد هارون الرشيد ، كان من الممكن أن تنتشر الخرافات التي لها سوق رائجة عند اشتداد الأزمات . ولعل بعض التيارات السياسية كانت وراء نشر مثل تلك الخرافات لأهداف معينة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 49 ، ص 17 .\r\n( 2 ) بحار الأنوار ، ج 49 ، ص 16 .\r\n( 3 ) بحار الأنوار ، ج 49 ، ص 19 .\r\n( 4 ) يبدو من بعض الأحاديث أن هذا الرجل كان يعيش حالة التقية مما يجعل هذا الإجراء مناسباً لحاله .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nفدرءاً لمثلها قام الإمام الكاظم ببيان إمامة ابنه الرضا بذلك الوضوح .\r\nوبالرغم من أن فكرة غياب الإمام الكاظم انتشرت ردحاً من الزمان وغذتها أيدٍ خائنة وأخرى جاهلة ، فقالوا : إن الإمام لم يمت ، وإنه مهدي هذه الأمة . ووقفوا عند الإمام السابع فسمّوا ( الواقفية ) .\r\nإلَّا أنها لم تلبث أن زالت . ويبدو أن أحد أهم أسباب ذلك ، تأكيد الإمام عليه السلام في تعريف الشيعة بأن وصيَّه هو الإمام الرضا عليه السلام .\r\nخلقه وفضائله :\r\nكان الإمام الرضا عليه السلام بمثابة قرآن ناطق ، فخُلُقه من القرآن ، وعلمه ومكرماته من القرآن ، أَوَليس القرآن هو آية الله العظمى في خلقه ، أَوَلم يُيَسِّره ربنا لمن شاء من عباده أن يستقيم عليه ؟ أوَيكون ذلك غريباً أن يصبح من تَمَثَّل القرآن في حياته آية عظمى لرب العالمين .\r\nوالنبي صلى الله عليه وآله كان أفضل وأعظم ميزاته ، أنه عبد يُوحى إليه ، وحين سُئل بعضهم عن خُلُقه العظيم قال :\r\n« كَانَ القُرْآنُ خُلُقَهُ . . » « 1 »\r\n. وأعظم ميزات الإمام علي عليه السلام أن الله قد جعل أُذُنَهُ واعية للقرآن .\r\nوقد ذَكَّرَنَا الرسولُ بأنه يُخلِّف بعده الثقلين : كتاب الله وعترته أهل بيته ، ثم بيّن أنهما لن يفترقا حتى يردا عليه الحوض . أوَلا يعني ذلك أن أهل بيت الرسالة عليهم السلام كانوا مشكاة نور القرآن ومعدن خيرات الوحي ومستقر علم الله ؟ .\r\nوكان الإمام الرضا عليه السلام قد تمثَّل هذا النور - بكل وجوده - حتى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) شرح نهج البلاغة ، ج 6 ، ص 340 .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nجاء في الحديث : عَنْ أَبِي ذَكْوَانَ قَالَ سَمِعْتُ إِبْرَاهِيمَ بْنَ الْعَبَّاسِ يَقُولُ :\r\nمَا رَأَيْتُ الرِّضَا عليه السلام سُئِلَ عَنْ شَيْءٍ قَطُّ إِلَّا عَلِمَهُ ، وَلَا رَأَيْتُ أَعْلَمَ مِنْهُ بِمَا كَانَ فِي الزَّمَانِ إِلَى وَقْتِهِ وَعَصْرِهِ ، وَكَانَ المَأْمُونُ يَمْتَحِنُهُ بِالسُّؤَالِ عَنْ كُلِّ شَيْءٍ فَيُجِيبُ فِيهِ ، وَكَانَ كَلَامُهُ كُلُّهُ وَجَوَابُهُ وَتَمَثُّلُهُ انْتِزَاعَاتٍ مِنَ الْقُرْآنِ ، وَكَانَ يَخْتِمُهُ فِي كُلِّ ثَلَاثٍ وَيَقُولُ : « لَوْ أَرَدْتُ أَنْ أَخْتِمَهُ فِي أَقْرَبَ مِنْ ثَلَاثَةٍ لَخَتَمْتُ ، وَلَكِنِّي مَا مَرَرْتُ بِآيَةٍ قَطُّ إِلَّا فَكَّرْتُ فِيهَا وَفِي أَيِّ شَيْءٍ أُنْزِلَتْ وَفِي أَيِّ وَقْتٍ ، فَلِذَلِكَ صِرْتُ أَخْتِمُ فِي كُلِّ ثَلَاثَةِ أَيَّامٍ » « 1 »\r\n. ولكن دعنا نعرف كيف تمثَّل إمامنا الرضا عليه السلام القرآن بهذه الدرجة ، أَوَيُمكننا أن نتبعه في ذلك ؟\r\nالقرآن كتاب الله ومن لا يتصل قلبه بنور الله لا يعرف كتابه ، أَوَلَمْ يقل ربنا سبحانه : وَنُنَزِّلُ مِنْ الْقُرْآنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ وَلا يَزِيدُ الظَّالِمِينَ إِلَّا خَسَاراً « 2 » .\r\nوبدرجة الإيمان ، وبمستوى اليقين ، وبقدر تجلي عظمة الرب في القلب يستضيء الإنسان بنور الله الذي تجلَّى به في كتابه .\r\nوالإمام الرضا عليه السلام عظَّم الله ووقَّره ، وسلَّم له أمره ، واستصغر كل شيء سواه ، واستعد لكل بلاء في سبيله ، وكان كل ذلك وسيلته إلى ربه .\r\nدعنا نلتمس بعض الشواهد على ما قلنا لا لنزداد بالإمام معرفة فقط ، بل لكي تخشع قلوبنا أيضاً بهذه السيرة التي تفيض روحاً إلهيًّا وضياءً .\r\nكان من عبادته عليه السلام أنه إذا صلّى الفجر في أول وقتها يسجد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 49 ، ص 90 .\r\n( 2 ) سورة الإسراء ، الآية : 82 .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nلربه فلا يرفع رأسه إلى أن ترتفع الشمس « 1 » .\r\nوعندما كلّف المأمون العباسي وإليه على المدينة بمرافقة الإمام إلى خراسان ، سأله - بعد مقدمه إليها - عن أحواله في الطريق ، ففصّل الحديث عن درجات عبادته وذكره وتبتله ، فلما قصَّ عليه ذلك أمره بأن يكتم عن الناس ذلك . وكان مما نقله :\r\nكَانَ إِذَا أَصْبَحَ صَلَّى الْغَدَاةَ ، فَإِذَا سَلَّمَ جَلَسَ فِي مُصَلَّاهُ يُسَبِّحُ اللهَ وَيُحَمِّدُهُ وَيُكَبِّرُهُ وَيُهَلِّلُهُ وَيُصَلِّي عَلَى النَّبِيِّ وَآلِهِ صلى الله عليه وآله حَتَّى تَطْلُعَ الشَّمْسُ ، ثُمَّ يَسْجُدُ سَجْدَةً يَبْقَى فِيهَا حَتَّى يَتَعَالَى النَّهَارُ ، ثُمَّ أَقْبَلَ عَلَى النَّاسِ يُحَدِّثُهُمْ وَيَعِظُهُمْ إِلَى قُرْبِ الزَّوَالِ ، ثُمَّ جَدَّدَ وُضُوءَهُ وَعَادَ إِلَى مُصَلَّاهُ . .\r\nوبعد أن يذكر كيفية صلاته وسجداته ونوافله إلى وقت العصر مما هو معروف في الفقه ، يقول : أَقَامَ وَصَلَّى الْعَصْرَ ، فَإِذَا سَلَّمَ جَلَسَ فِي مُصَلَّاهُ يُسَبِّحُ اللهَ وَيُحَمِّدُهُ وَيُكَبِّرُهُ وَيُهَلِّلُهُ مَا شَاءَ اللهُ ، ثُمَّ سَجَدَ سَجْدَةً يَقُولُ فِيهَا مِائَةَ مَرَّةٍ « حَمْداً لله » .\r\nثم يذكر كيف كان يُصلِّي بعد غروب الشمس ويسبّح ربه حتى يمضي قريب من ثلث الليل ثم يأوي إلى فراشه ، فإذا كان الثلث الأخير من الليل قام من فراشه لنافلة الليل ، واستمر على ذلك حتى يطلع الفجر ، ثم يجلس للتعقيب حتى تطلع الشمس ، ويسجد حتى يتعالى النهار .\r\nويضيف : وَكَانَ يُكْثِرُ بِاللَّيْلِ فِي فِرَاشِهِ مِنْ تِلَاوَةِ الْقُرْآنِ ، فَإِذَا مَرَّ بِآيَةٍ فِيهَا ذِكْرُ جَنَّةٍ أَوْ نَارٍ بَكَى وَسَأَلَ اللهَ الْجَنَّةَ وَتَعَوَّذَ بِهِ مِنَ النَّار » « 2 »\r\n. وكان الإمام يرى أن ما له من فضل إنما هو بالتقوى وليس فقط\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 49 ، ص 90 .\r\n( 2 ) بحار الأنوار ، ج 49 ، ص 92 - 94 .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nبالانتساب إلى رسول الله صلى الله عليه وآله بالولادة .\r\nهَكَذَا الْبَيْهَقِيُّ ، عَنِ الصَّوْلِيِّ ، عَنْ مُحَمَّدِ بْنِ مُوسَى بْنِ نَصْرٍ الرَّازِيِّ قَال : سَمِعْتُ أَبِي يَقُولُ : قَالَ رَجُلٌ لِلرِّضَا عليه السلام : وَاللهِ مَا عَلَى وَجْهِ الْأَرْضِ أَشْرَفُ مِنْكَ أَباً ، فَقَالَ : « التَّقْوَى شَرَّفَتْهُمْ ، وَطَاعَةُ اللهِ أَحْظَتْهُم » .\r\nفَقَالَ لَهُ آخَرُ : أَنْتَ وَاللهِ خَيْرُ النَّاسِ ، فَقَالَ لَهُ : « لَا تَحْلِفْ يَا هَذَا ! خَيْرٌ مِنِّي مَنْ كَانَ أَتْقَى لِلهِ عَزَّ وَجَلَّ وَأَطْوَعَ لَهُ . وَاللهِ مَا نَسَخَتْ هَذِهِ الْآيَةَ آيَةٌ\r\n: وَجَعَلْنَاكُمْ شُعُوباً وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ » « 1 » .\r\nوهذا الحديث يُذَكِّرُنَا بما يُروى عن الإمام الصادق عليه السلام أنه قال : « وَلَايَتِي لِعَلِيِّ بْنِ أَبِي طَالِبٍ عليه السلام أَحَبُّ إِلَيَّ مِنْ وِلَادَتِي مِنْهُ » .\r\nوهكذا أطاع الله بكل جوانب حياته ، فأحبه الله ونوّر قلبه بضياء المعرفة وألهمه من العلوم ما ألهمه ، وجعله حجة بالغة على خلقه . أَوَلَمْ نقرأ سورة ( ص ) كيف بيّن فيها ربنا مواهبه لعباده الصالحين ، وأنه إنما آتاهم كل تلك المواهب لعبادتهم وإخلاصهم ، فقال مثلًا :\r\nاصْبِرْ عَلَى مَا يَقُولُونَ وَاذْكُرْ عَبْدَنَا دَاوُودَ ذَا الأَيْدِ إِنَّهُ أَوَّابٌ « 2 » . وَشَدَدْنَا مُلْكَهُ وَآتَيْنَاهُ الْحِكْمَةَ وَفَصْلَ الْخِطَابِ « 3 » . إلى أن يقول : فَغَفَرْنَا لَهُ ذَلِكَ وَإِنَّ لَهُ عِنْدَنَا لَزُلْفَى وَحُسْنَ مَآبٍ ( 25 ) يَا دَاوُودُ إِنَّا جَعَلْنَاكَ خَلِيفَةً فِي الأَرْضِ فَاحْكُمْ بَيْنَ النَّاسِ بِالْحَقِّ وَلا تَتَّبِعْ الْهَوَى فَيُضِلَّكَ عَنْ سَبِيلِ اللَّهِ إِنَّ الَّذِينَ يَضِلُّونَ عَنْ سَبِيلِ اللَّهِ لَهُمْ عَذَابٌ شَدِيدٌ بِمَا نَسُوا يَوْمَ الْحِسَابِ « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 49 ، ص 95 .\r\n( 2 ) سورة ص ، الآية : 17 .\r\n( 3 ) سورة ص ، الآية : 20 .\r\n( 4 ) سورة ص ، الآية : 25 - 26 .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nوهكذا أناب الإمام الرضا عليه السلام إلى ربه فوهب الله له ما شاء من الكرامة والعلم .\r\nلقد زهد في الدنيا واستصغر شأنها ، ورفض مغرياتها ، فرفع الله الحجاب بينه وبين الحقائق ؛ لأن حب الدنيا رأس كل خطيئة ، وهو حجاب سميك بين الإنسان وبين حقائق الخلق .\r\nيذكر البيهقي عن الصولي :\r\n« كَانَ جُلُوسُ الرِّضَا عليه السلام فِي الصَّيْفِ عَلَى حَصِيرٍ وَفِي الشِّتَاءِ عَلَى مِسْحٍ ، وَلُبْسُهُ الْغَلِيظَ مِنَ الثِّيَابِ ، حَتَّى إِذَا بَرَزَ لِلنَّاسِ تَزَيَّنَ لَهُمْ » « 1 »\r\n. وكان ذلك عندما أقبلت الدنيا عليه فلم يقبلها ، وتزيَّنت له فلم يغترّ بها . بل عندما كانت الخلافة العباسية في أوج عظمتها وبذخها وترفها وكان الإمام ولي عهد الخليفة في الظاهر يومئذ عاف الدنيا وشهواتها . هكذا تروي جارية اسمها عذر فتقول :\r\n« اشْتُرِيتُ مَعَ عِدَّةِ جِوَارٍ مِنَ الْكُوفَةِ ، وَكُنْتُ مِنْ مُوَلَّدَاتِهَا ( كانت مولودة في الكوفة ) ، قَالَتْ : فَحُمِلْنَا إِلَى المَأْمُونِ فَكُنَّا فِي دَارِهِ فِي جَنَّةٍ مِنَ الْأَكْلِ وَالشُّرْبِ وَالطِّيبِ وَكَثْرَةِ الدَّنَانِيرِ ، فَوَهَبَنِي المَأْمُونُ لِلرِّضَا عليه السلام ، فَلَمَّا صِرْتُ فِي دَارِهِ فَقَدْتُ جَمِيعَ مَا كُنْتُ فِيهِ مِنَ النَّعِيمِ ، وَكَانَتْ عَلَيْنَا قَيِّمَةٌ تُنَبِّهُنَا مِنَ اللَّيْلِ وَتَأْخُذُنَا بِالصَّلَاةِ ، وَكَانَ ذَلِكَ مِنْ أَشَدِّ مَا عَلَيْنَا ، فَكُنْتُ أَتَمَنَّى الْخُرُوجَ مِنْ دَارِه » « 2 »\r\n. وأعظم الزهد زهده في الخلافة بالطريقة التي عرضها عليه المأمون العباسي ، فإن من الناس من يزهد في الدنيا طلباً لما هو أعظم من متاعها . ولا أعظم من الرئاسة في أعين الإنسان .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 49 ، ص 89 .\r\n( 2 ) بحار الأنوار ، ج 49 ، ص 89 .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nيقول الفضل بن سهل الذي شهد حوار المأمون مع الإمام الرضا في شأن الخلافة : ما رأيت الملك ذليلًا مثل ذلك اليوم .\r\nيقول المأمون العباسي فيما رُوي منه :\r\n« فَجَهَدْتُ الْجُهْدَ كُلَّهُ وَأَطْمَعْتُهُ فِي الْخِلَافَةِ وَمَا سِوَاهَا فَمَا أَطْمَعَنِي فِي نَفْسِهِ » « 1 »\r\n. السبيل إلى اللَّه :\r\nومن يُعظِّم الله يُعظِّم أولياءه ، ومن يرفض توقير أولياء الله يفقد السبيل إلى الله . والإمام الرضا عليه السلام سلك هذا السبيل إلى ربه . ولعمري إن الشيطان يُزَيِّن للإنسان مخالفة أولياء الله والتكبر عليهم حتى يُضله عن سبيل الله القويم ، ويُلقيه في تيه السبل المتفرقة .\r\nوكلما ازداد الإنسان تسليماً لقيادته الشرعية ، وحبًّا لولي أمره ، ولأولياء الله من الأنبياء والأوصياء والصالحين ، يزداد من ربه قرباً .\r\nوالإمام الرضا عليه السلام كان - كما سائر الأئمة عليهم السلام - أطوع الناس لولي أمره الإمام موسى بن جعفر عليه السلام فجعله الله حجة من بعده .\r\nيقول الإمام الكاظم :\r\n« عَلِيٌّ ابْنِي أَكْبَرُ وُلْدِي وَأَسْمَعُهُمْ لِقَوْلِي وَأَطْوَعُهُمْ لِأَمْرِي » « 2 »\r\n. وقال :\r\n« عَلِيٌّ أَكْبَرُ وُلْدِي وَأَبَرُّهُمْ عِنْدِي وَأَحَبُّهُم » « 3 »\r\n. إن بين الإنسان وأولياء الله حجاب من الغرور والكبر ، فمن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 49 ، ص 145 .\r\n( 2 ) بحار الأنوار ، ج 49 ، ص 145 . وسيأتي الحديث إن شاء الله مفصلًّا حول ما جرى بينه عليه السلام وبين المأمون .\r\n( 3 ) بحار الأنوار ، ج 49 ، ص 24 .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nخالف هواه وتحدَّى غروره وحارب كبر نفسه ، يخرق هذا الحجاب ، فيدخل في حزب الله وينتمي إلى أوليائه ويستقر في مقامه عند الله . لذلك أكّد القرآن على الكافرين قولهم : أَبَشَراً مِنَّا وَاحِداً نَتَّبِعُهُ إِنَّا إِذاً لَفِي ضَلالٍ وَسُعُرٍ « 1 » .\r\nوقد جاء في حديث روي عَنِ ابْنِ أَبِي كَثِيرٍ قَالَ : لَمَّا تُوُفِّيَ مُوسَى عليه السلام وَقَفَ النَّاسُ فِي أَمْرِهِ ، فَحَجَجْتُ فِي تِلْكَ السَّنَةِ فَإِذَا أَنَا بِالرِّضَا عليه السلام ، فَأَضْمَرْتُ فِي قَلْبِي أَمْراً فَقُلْتُ : أَبَشَراً مِنَّا وَاحِداً نَتَّبِعُهُ الْآيَةَ ، فَمَرَّ عليه السلام كَالْبَرْقِ الْخَاطِفِ عَلَيَّ ، فَقَالَ :\r\n« أَنَا وَاللهِ الْبَشَرُ الَّذِي يَجِبُ عَلَيْكَ أَنْ تَتَّبِعَنِي » ، فَقُلْتُ : مَعْذِرَةً إِلَى اللهِ وَإِلَيْكَ فَقَالَ : « مَغْفُورٌ لَكَ » « 2 »\r\n. الشجرة الطيبة :\r\nكان الرضا عليه السلام من الشجرة الطيبة التي أكرمها الله ، وبارك لأمة محمد فيها ، وقال سبحانه : ذُرِّيَّةً بَعْضُهَا مِنْ بَعْضٍ وَاللَّهُ سَمِيعٌ عَلِيمٌ « 3 » .\r\nولقد اختار الله يحيى بن زكريا عليهما السلامللنبوة وآتاه الحكم صبيًّا ، بحكمته البالغة وإكراماً لوالده زكريا عليه السلام .\r\nواختار مريم عليها السلام صديقة حينما نذرت امرأة عمران ما في بطنها محرراً لله .\r\nواختار عيسى ابن مريم عليهما السلام كرامة لوالدته الصديقة فتكلم في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة القمر ، الآية : 24 .\r\n( 2 ) بحار الأنوار ، ج 49 ، ص 38 .\r\n( 3 ) سورة آل عمران ، الآية : 34 .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nالمهد قائلًا : إِنِّي عَبْدُ اللَّهِ آتَانِي الْكِتَابَ « 1 » .\r\nفلماذا نستغرب حينما يَخْتَارُ من أهل بيت محمد صلى الله عليه وآله اثني عشر نقيباً ، أئمةً هداةً ميامين ، بحكمته البالغة وكرامة لأقرب الناس إلى الله سيد المرسلين محمد صلى الله عليه وآله .\r\nالخلق الكريم :\r\nوقد فاضت من هذه النفس الكريمة تلك الأخلاق الحسنة التي تُحَدِّثُنَا بها كتب التاريخ ، أَوَلَيس الطيب دليل الزهرة ، والشعاع دليل الضياء ؟ وهل الإيمان إلَّا الحب ، وهل دليل الحب غير تلك الأخلاق الحسنة ؟\r\nكان عليه السلام في قمة التواضع وحسن المعاشرة مع الناس هكذا ينقل إِبْرَاهِيمَ بْنِ الْعَبَّاسِ ، قَالَ : « مَا رَأَيْتُ الرِّضَا عليه السلام جَفَا أَحَداً بِكَلِمَةٍ قَطُّ ، وَلَا رَأَيْتُهُ قَطَعَ عَلَى أَحَدٍ كَلَامَهُ حَتَّى يَفْرُغَ مِنْهُ ، وَمَا رَدَّ أَحَداً عَنْ حَاجَةٍ يَقْدِرُ عَلَيْهَا ، وَلَا مَدَّ رِجْلَهُ بَيْنَ يَدَيْ جَلِيسٍ لَهُ قَطُّ ، وَلَا اتَّكَأَ بَيْنَ يَدَيْ جَلِيسٍ لَهُ قَطُّ ، وَلَا رَأَيْتُهُ شَتَمَ أَحَداً مِنْ مَوَالِيهِ وَمَمَالِيكِهِ قَطُّ ، وَلَا رَأَيْتُهُ تَفَلَ قَطُّ ، وَلَا رَأَيْتُهُ تَقَهْقَهَ فِي ضَحِكِهِ قَطُّ بَلْ كَانَ ضَحِكُهُ التَّبَسُّم .\r\nوَكَانَ إِذَا خَلَا وَنُصِبَتْ مَائِدَتُهُ أَجْلَسَ مَعَهُ عَلَى مَائِدَتِهِ مَمَالِيكَهُ حَتَّى الْبَوَّابِ وَالسَّائِسِ . وَكَانَ عليه السلام قَلِيلَ النَّوْمِ بِاللَّيْلِ كَثِيرَ السَّهَرِ ، يُحْيِي أَكْثَرَ لَيَالِيهِ مِنْ أَوَّلِهَا إِلَى الصُّبْحِ . وَكَانَ كَثِيرَ الصِّيَامِ فَلَا يَفُوتُهُ صِيَامُ ثَلَاثَةِ أَيَّامٍ فِي الشَّهْرِ ، وَيَقُولُ ذَلِكَ صَوْمُ الدَّهْرِ . وَكَانَ عليه السلام كَثِيرَ المَعْرُوفِ وَالصَّدَقَةِ فِي السِّرِّ ، وَأَكْثَرُ ذَلِكَ يَكُونُ مِنْهُ فِي اللَّيَالِي المُظْلِمَةِ .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة مريم ، الآية : 30 .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nفَمَنْ زَعَمَ أَنَّهُ رَأَى مِثْلَهُ فِي فَضْلِهِ فَلَا تُصَدِّقُوه » « 1 »\r\n. وكان من تواضعه عليه السلام :\r\n« أنه دَخَلَ الْحَمَّامَ فَقَالَ لَهُ بَعْضُ النَّاسِ : دَلِّكْنِي ، فَجَعَلَ يُدَلِّكُهُ ، فَعَرَّفُوهُ فَجَعَلَ الرَّجُلُ يَسْتَعْذِرُ مِنْهُ ، وَهُوَ يُطَيِّبُ قَلْبَهُ وَيُدَلِّكُه . . . » « 2 »\r\n. ويروي رجل من أهل بلخ رافق الإمام في سفره إلى خراسان ويقول :\r\n« دَعَا يَوْماً بِمَائِدَةٍ لَهُ فَجَمَعَ عَلَيْهَا مَوَالِيَهُ مِنَ السُّودَانِ وَغَيْرِهِمْ ، فَقُلْتُ : جُعِلْتُ فِدَاكَ ! لَوْ عَزَلْتَ لِهَؤُلَاءِ مَائِدَةً ، فَقَالَ : مَهْ ، إِنَّ الرَّبَّ تَبَارَكَ وَتَعَالَى وَاحِدٌ ، وَالْأُمَّ وَاحِدَةٌ ، وَالْأَبَ وَاحِدٌ ، وَالجَزَاءَ بِالْأَعْمَال » « 3 »\r\n. وكان يكره لغلمانه أن يقوموا له احتراماً عندما يكونون على الطعام ويقول :\r\n« إِنْ قُمْتُ عَلَى رُؤُوسِكُمْ وَأَنْتُمْ تَأْكُلُونَ فَلَا تَقُومُوا حتىَّ تفُرغُوا » « 4 »\r\n. وكان عظيم الحلم والعفو . ويذكر من حلمه أن قائداً من أتباع بني العباس يسمى ب - ( الجلودي ) أمره هارون الرشيد بأن يذهب إلى المدينة ويسلب نساء آل أبي طالب ، ولا يدع على كل واحدة منهن إلَّا ثوباً واحداً ، ففعل الرجل ، مما أثار سخطاً عظيماً عند الإمام الرضا عليه السلام ، ولكن بعد أن عُهِدَ إلى الإمام الرضا بولاية العهد عارض ذلك الجلودي ونقم من بيعة الإمام ، فغضب عليه المأمون ، وأخرجه يوماً ليقتله من بعد أن قتل اثنين قبله ، فلما تمثل أمامه شفع له الإمام الرضا عند المأمون ، وقال :\r\n« يَا أَمِيرَ المُؤْمِنِينَ هَبْ لِي هَذَا الشَّيْخ » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 49 ، ص 91 .\r\n( 2 ) بحار الأنوار ، ج 49 ، ص 99 .\r\n( 3 ) بحار الأنوار ، ج 49 ، ص 101 .\r\n( 4 ) بحار الأنوار ، ج 49 ، ص 102 .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nفظن الجلودي أنه يُعين عليه ، فأقسم على المأمون ألَّا يقبل قوله . فَقَالَ المَأْمُون : لا وَاللهِ لَا أَقْبَلُ فِيك ، وأَمَرَ بضرِب عُنُقُهُ « 1 »\r\n. وكان سخياً كريماً .\r\nوكان من آدابه في الصدقات أنه إذا جلس للأكل أُتِيَ بِصَحْفَةٍ فَتُوضَعُ قُرْبَ مَائِدَتِهِ فَيَعْمِدُ إِلَى أَطْيَبِ الطَّعَامِ مِمَّا يُؤْتَى بِهِ فَيَأْخُذُ مِنْ كُلِّ شَيْءٍ شَيْئاً ، فَيُوضَعُ فِي تِلْكَ الصَّحْفَةِ ، ثُمَّ يَأْمُرُ بِهَا لِلْمَسَاكِينِ ، ثُمَّ يَتْلُو هَذِهِ الْآيَة :\r\nفَلا اقْتَحَمَ الْعَقَبَةَ « 2 » ، ثُمَّ يَقُولُ :\r\n« عَلِمَ اللهُ عَزَّ وَجَلَّ أَنْ لَيْسَ كُلُّ إِنْسَانٍ يَقْدِرُ عَلَى عِتْقِ رَقَبَةٍ فَجَعَلَ لَهُمُ السَّبِيلَ إِلَى الجَنَّةِ بِإِطْعَامِ الطَّعَام ( عبر الإطعام ) » « 3 »\r\n. وَفَرَّقَ عليه السلام بِخُرَاسَانَ مَالَهُ كُلَّهُ فِي يَوْمِ عَرَفَةَ ، فَقَالَ لَهُ الْفَضْلُ بْنُ سَهْلٍ : إِنَّ هَذَا لَمَغْرَمٌ ، فَقَالَ عليه السلام :\r\n« بَلْ هُوَ المَغْنَمُ ، لَا تَعُدَّنَّ مَغْرَماً مَا ابْتَعْتَ بِهِ أَجْراً وَكَرَماً » « 4 »\r\n. وكان إذا أعطى أحداً سعى ألَّا يذهب بهاؤه ولا يُراق ماء وجهه . والقصة التالية تعلمنا كيف نجعل صدقاتنا خالصة لوجه الله لا منّة فيها ولا استعلاء .\r\nيروي الْيَسَعِ بْنِ حَمْزَةَ وَيَقُوْلُ : « كُنْتُ أَنَا فِي مَجْلِسِ أَبِي الْحَسَنِ الرِّضَا عليه السلام أُحَدِّثُهُ ، وَقَدِ اجْتَمَعَ إِلَيْهِ خَلْقٌ كَثِيرٌ يَسْأَلُونَهُ عَنِ الْحَلَالِ وَالْحَرَامِ ، إِذْ دَخَلَ عَلَيْهِ رَجُلٌ طُوَالٌ آدِمٌ فَقَالَ لَهُ : السَّلَامُ عَلَيْكَ يَا بْنَ رَسُولِ اللهِ ، رَجُلٌ مِنْ مُحِبِّيكَ وَمُحِبِّي آبَائِكَ وَأَجْدَادِكَ عليهم السلام ، مَصْدَرِي مِنَ الْحَجِّ وَقَدِ افْتَقَدْتُ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في رحاب أئمة أهل البيت ، ص 108 سيرة الرضا .\r\n( 2 ) سورة البلد ، الآية : 11 .\r\n( 3 ) بحار الأنوار ، ج 49 ، ص 97 .\r\n( 4 ) بحار الأنوار ، ج 49 ، ص 100 .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nنَفَقَتِي وَمَا مَعِي مَا أَبْلُغُ بِهِ مَرْحَلَةً ، فَإِنْ رَأَيْتَ أَنْ تُنْهِضَنِي إِلَى بَلَدِي وَللهِ عَلَيَّ نِعْمَةٌ ، فَإِذَا بَلَغْتُ بَلَدِي تَصَدَّقْتُ بِالَّذِي تُولِينِي عَنْكَ فَلَسْتُ مَوْضِعَ صَدَقَةٍ ، فَقَالَ لَهُ : « اجْلِسْ رَحِمَكَ اللهُ » ، وَأَقْبَلَ عَلَى النَّاسِ يُحَدِّثُهُمْ حَتَّى تَفَرَّقُوا وَبَقِيَ هُوَ وَسُلَيْمَانُ الْجَعْفَرِيُّ وَخَيْثَمَةُ وَأَنَا ، فَقَالَ : « أَتَأْذَنُونَ لِي فِي الدُّخُولِ ؟ » فَقَالَ لَهُ : سُلَيْمَانُ قَدَّمَ اللهُ أَمْرَكَ ، فَقَامَ فَدَخَلَ الْحُجْرَةَ وَبَقِيَ سَاعَةً ثُمَّ خَرَجَ وَرَدَّ الْبَابَ وَأَخْرَجَ يَدَهُ مِنْ أَعْلَى الْبَابِ وَقَالَ : « أَيْنَ الخُرَاسَانِيُّ ؟ » فَقَالَ : هَا أَنَا ذَا ، فَقَالَ : « خُذْ هَذِهِ الْمِائَتَيْ دِينَارٍ وَاسْتَعِنْ بِهَا فِي مَؤُونَتِكَ وَنَفَقَتِكَ ، وَتَبَرَّكْ بِهَا ، وَلَا تَصَدَّقْ بِهَا عَنِّي ، وَاخْرُجْ فَلَا أَرَاكَ وَلَا تَرَانِي » .\r\nثُمَّ خَرَجَ ، فَقَالَ سُلَيْمَانُ : جُعِلْتُ فِدَاكَ لَقَدْ أَجْزَلْتَ وَرَحِمْتَ ، فَلِمَاذَا سَتَرْتَ وَجْهَكَ عَنْهُ ؟ فَقَالَ :\r\n« مَخَافَةَ أَنْ أَرَى ذُلَّ السُّؤَالِ فِي وَجْهِهِ لِقَضَائِي حَاجَتَهُ . أَمَا سَمِعْتَ حَدِيثَ رَسُولِ اللهِ صلى الله عليه وآله : « المُسْتَتِرُ بِالْحَسَنَةِ تَعْدِلُ سَبْعِينَ حِجَّةً ، وَالمُذِيعُ بِالسَّيِّئَةِ مَخْذُولٌ ، وَالمُسْتَتِرُ بِهَا مَغْفُورٌ لَهُ » ، أَمَا سَمِعْتَ قَوْلَ الْأُوَل :\r\n مًتَى آتِهِ يَوْماً لِأَطْلُبَ حَاجَةً * رَجَعْتُ إِلَى أَهْلِي وَوَجْهِي بِمَائِه » \r\n« 1 »\r\nوقد أعطى أبا نواس ثلاثمائة درهم لم يكن عنده سواها ، وقدّم إليه بغلته التي كان يمتطيها . وحينما أعطى دعبل الخزاعي ستمائة دينار اعتذر إليه .\r\nوكان كثير الصدقة في السر ، وأكثرها كان في الليالي المظلمة « 2 » . وكان عليه السلام مكتمل الجسم عظيم الهيبة . وكأيِّن من ذي حاجة دخل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 49 ، ص 101 .\r\n( 2 ) بحار الأنوار ، ج 49 ، ص 110 .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nعليه ليطلبها منه فشغله جلاله وهيبته عنها فبادره الإمام بقضائها ، وسنذكر جانباً من ذلك عن بيان علمه .\r\nهكذا أفاض الإمام علمه :\r\nأربعة من أئمة الهدى تسنَّى لهم نشر معارف الإسلام في الآفاق . أولهم الإمام أمير المؤمنين وآخرهم الإمام الرضا والصادقان محمد بن علي وجعفر بن محمد عليهم السلام .\r\nوبالرغم من أن جميع أئمة الهدى نشروا العلم ، إلَّا أن الظروف ساعدت هؤلاء الأربعة على ذلك أكثر من الآخرين .\r\nولقد سبق الحديث - ببعض التفصيل - عن علم الأئمة ومصادره المتنوعة فيما سردته من حياة الإمام الباقر عليه السلام فنكتفي بذلك ، وإنما نشير إلى آفاق العلم التي تناولتها أحاديث الإمام الرضا عليه السلام . ونُقِلَ عن اليقطيني أنه قال :\r\n« لَمَّا اخْتَلَفَ النَّاسُ فِي أَمْرِ أَبِي الْحَسَنِ الرِّضَا عليه السلام جَمَعْتُ مِنْ مَسَائِلِهِ مِمَّا سُئِلَ عَنْهُ وَأَجَابَ عَنْهُ خَمْسَ عَشَرَةَ أَلْفَ مَسْأَلَة » « 1 » .\r\nولقد قال الإمام عليه السلام مرة : « كُنْتُ أَجْلِسُ فِي الرَّوْضَةِ وَالْعُلَمَاءُ بِالمَدِينَةِ مُتَوَافِرُونَ ، فَإِذَا أَعْيَا الْوَاحِدُ مِنْهُمْ عَنْ مَسْأَلَةٍ أَشَارُوا إِلَيَّ بِأَجْمَعِهِمْ وَبَعَثُوا إِلَيَّ بِالمَسَائِلِ ، فَأُجِيبُ عَنْهَا » « 2 »\r\n. وقد بدأ بالفتيا في مسجد الرسول صلى الله عليه وآله ، وعمره الشريف نيف وعشرون عاماً .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 49 ، ص 97 .\r\n( 2 ) بحار الأنوار ، ج 49 ، ص 100 .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nولنعرف دور الإمام الرضا في هذا الحقل لابد أن نعود قليلًا إلى الوراء ، لنعرف أن الحزب العباسي الذي تسلَّط على رقاب المسلمين بعد الفراغ السياسي الذي أحدثه غياب السلطة الأموية قد وجد نفسه أمام تيارات سياسية معارضة ، تعتمد على الفكر ، وتتسلَّح بالنظريات الثقافية ، وفي طليعتها التيار العلوي الذي كان يقود المعارضة السياسية إلى جنب قيادة الساحة الفكرية ، والحزب العباسي الذي كان يعيش خواءً نظريًّا قاتلًا لم يجد حيلةً إلَّا البحث عن مصادر خارجية للثقافة ، فشجع حركة الترجمة وتوجَّه إلى الكتب الفلسفية قبل الكتب العلمية ، وبنشاط هذه الحركة حدث في الأمة اضطراب فكري وتوتر ثقافي مما أضحى يهدد وحدة الأمة .\r\nوكانت عوامل شتى تساهم في هذا الخطر :\r\nاولًا : انشغال المفكرين بالقضايا السياسية .\r\nثانياً : ازدياد الاضطراب السياسي ، والحروب الداخلية التي تجر بطبيعتها الأمة إلى المزيد من التوتر الفكري .\r\nثالثاً : وجود تيارات غريبة عن الأمة كان هدفها إفساد ثقافة المجتمع ومحاربة الإسلام باسم الإسلام ، والتي كانت تغذيها حركات سياسية متصلة بالكفار .\r\nوفي عهد المأمون العباسي بلغ الاضطراب الفكري قمته مما دفع الإمام الرضا عليه السلام إلى التصدي لها .\r\nوقد ساعده في ذلك انتقاله إلى حاضرة البلاد الإسلامية ، وقبوله لولاية العهد ؛ مما جعله في قلب الصراعات الفكرية .\r\nوهكذا كثرت حواراته مع سائر الملل والمذاهب ، مما حدا بعلمائنا الكرام إفراد كتب حول ما رُوي عنه عليه السلام ، مثل ما فعل الصدوق رحمه الله\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nفي كتابه عيون أخبار الرضا .\r\nوحينما نتدبر في كلمات الإمام الرضا وحججه التي ألقاها على خصوم الإسلام أو مخالفي المذهب ؛ نراها تتسم بمنهجية علمية عميقة . مما يدل على مستوى الثقافة في عصره لأن الأئمة - كالأنبياء عليهم السلام - إنما يُكلمون الناس على قدر عقولهم ، وبمستوى أفكارهم .\r\nكذلك نستوحي من التأمل في كلماته أنها كانت تصدُّ تشكيكات يبثها الأعداء حول الإسلام وبالذات حول عقلانية أحكامه ، من هنا كثر حديثه عن علل الشرائع ، والحِكَم التي وراء أحكام الدين . كما أن طائفة من كلماته المضيئة تُعالج الشؤون الحياتية مثل رسالته الطبية المعروفة بطب الرضا عليه السلام .\r\nومما يُميِّز حياة الإمام الرضا عليه السلام العلمية أن كلماته كانت تلقى قبولًا في كافة الأوساط الإسلامية ، ولعل وروده على مدينة نيسابور - التي كانت من الحواضر العلمية في العالم الإسلامي - أظهر مدى اهتمام علماء الإسلام بأحاديث الإمام عليه السلام . دعنا نستمع إلى هذه القصة الطريفة :\r\n« لَمَّا دَخَلَ إِلَى نَيْسَابُورَ فِي السَّفَرَةِ الَّتِي فَازَ فِيهَا بِفَضِيلَةِ الشَّهَادَةِ ، كَانَ فِي مَهْدٍ عَلَى بَغْلَةٍ شَهْبَاءَ عَلَيْهَا مَرْكَبٌ مِنْ فِضَّةٍ خَالِصَةٍ ، فَعَرَضَ لَهُ فِي السُّوقِ الْإِمَامَانِ الْحَافِظَانِ لِلْأَحَادِيثِ النَّبَوِيَّةِ أَبُو زُرْعَةَ وَمُحَمَّدُبْنُ أَسْلَمَ الطُّوسِيُّ رَحِمَهُمَا اللهُ ، فَقَالَا : أَيُّهَا السَّيِّدُ ابْنَ السَّادَةِ ، أَيُّهَا الْإِمَامُ وَابْنَ الْأَئِمَّةِ ، أَيُّهَا السُّلَالَةُ الطَّاهِرَةُ الرَّضِيَّةُ ، أَيُّهَا الْخُلَاصَةُ الزَّاكِيَةُ النَّبَوِيَّةُ ؛ بِحَقِّ آبَائِكَ الْأَطْهَرِينَ ، وَأَسْلَافِكَ الْأَكْرَمِينَ ؛ إِلَّا أَرَيْتَنَا وَجْهَكَ المُبَارَكَ الْمَيْمُونَ ، وَرَوَيْتَ لَنَا حَدِيثاً عَنْ آبَائِكَ عَنْ جَدِّكَ نَذْكُرُكَ بِهِ .\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nفَاسْتَوْقَفَ الْبَغْلَةَ وَرَفَعَ المَظَلَّةَ وَأَقَرَّ عُيُونَ المُسْلِمِينَ بِطَلْعَتِهِ المُبَارَكَةِ المَيْمُونَةِ ، فَكَانَتْ ذُؤَابَتَاهُ كَذُؤَابَتَيْ رَسُولِ الله صلى الله عليه وآله ، فَقَالَ عليه السلام : حَدَّثَنِي أَبِي مُوسَى بْنُ جَعْفَرٍ الْكَاظِمُ ، قَالَ : حَدَّثَنِي أَبِي جَعْفَرُبْنُ مُحَمَّدٍ الصَّادِقُ ، قَالَ : حَدَّثَنِي أَبِي مُحَمَّدُ بْنُ عَلِيٍّ الْبَاقِرُ ، قَالَ : حَدَّثَنِي أَبِي عَلِيُّ بْنُ الحُسَيْنِ زَيْنُ الْعَابِدِينَ ، قَالَ : حَدَّثَنِي أَبِي الحُسَيْنُ بْنُ عَلِيٍّ شَهِيدُ أَرْضِ كَرْبَلَاءَ ، قَالَ : حَدَّثَنِي أَبِي أَمِيرُ المُؤْمِنِينَ عَلِيُّ بْنُ أَبِي طَالِبٍ شَهِيدُ أَرْضِ الْكُوفَةِ ، قَالَ : حَدَّثَنِي أَخِي وَابْنُ عَمِّي مُحَمَّدٌ رَسُولُ اللهِ صلى الله عليه وآله ، قَالَ : حَدَّثَنِي جَبْرَئِيلُ عليه السلام ، قَالَ : سَمِعْتُ رَبَّ الْعِزَّةِ سُبْحَانَهُ وَتَعَالَى يَقُولُ :\r\n« كَلِمَةُ لَا إِلَهَ إِلَّا اللهُ حِصْنِي فَمَنْ قَالَهَا دَخَلَ حِصْنِي وَمَنْ دَخَلَ حِصْنِي أَمِنَ مِنْ عَذَابِي » .\r\nصَدَقَ اللهُ سُبْحَانَهُ وَصَدَقَ جَبْرَئِيلُ عليه السلام وَصَدَقَ رَسُولُ اللهِ وَالْأَئِمَّةُ عليهم السلام » « 1 »\r\n.\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 49 ، ص 126 - 127 .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n\r\nالفصل الثَّاني : الإِمَامُ وَعَصْرُهُ\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nعاش الإمام الرضا عليه السلام عصرين مختلفين ، وكان عهد هارون الرشيد من أقسى العهود على آل البيت ، حيث قرأنا عما في سيرة الإمام الكاظم عليه السلام كيف ضيّق العباسيون على شيعة أهل البيت ، وكيف آذوا الإمام وهجّروه عن دار أمنه عند قبر جده إلى البصرة ، ثم إلى بغداد حيث وضعوه إما تحت الإقامة الجبرية ، وإما في قعر السجون المظلمة حتى دسُّوا له السم ، فمات شهيداً مظلوماً .\r\nوخلال السنين الأربع الأولى من عهد إمامته تجرَّع الإمام كوالده غصص الألم . وهناك قصتان تعكسان طبيعة هذه الغصص :\r\n1 - يروي أبو الصلت الهروي\r\n: « كَانَ الرِّضَا عليه السلام ذَاتَ يَوْمٍ جَالِساً فِي مَنْزِلِهِ إِذْ دَخَلَ عَلَيْهِ رَسُولُ هَارُونَ الرَّشِيدِ ، فَقَالَ : أَجِبْ أَمِيرَ المُؤْمِنِينَ ، فَقَامَ عليه السلام فَقَالَ لِي : « يَا أَبَا الصَّلْتِ ! إِنَّهُ لَا يَدْعُونِي فِي هَذَا الْوَقْتِ إِلَّا لِدَاهِيَةٍ ، فَوَاللهِ لَا يُمْكِنُهُ أَنْ يَعْمَلَ بِي شَيْئاً أَكْرَهُهُ لِكَلِمَاتٍ وَقَعَتْ إِلَيَّ مِنْ جَدِّي رَسُولِ اللهِ صلى الله عليه وآله » .\r\nقَالَ فَخَرَجْتُ مَعَهُ حَتَّى دَخَلْنَا عَلَى هَارُونَ الرَّشِيدِ ، فَلَمَّا نَظَرَ إِلَيْهِ الرِّضَا عليه السلام قَرَأَ هَذَا الْحِرْزَ ( وذكره ) ، فَلَمَّا وَقَفَ بَيْنَ يَدَيْهِ نَظَرَ إِلَيْهِ هَارُونُ الرَّشِيدُ وَقَالَ : يَا أَبَا الْحَسَنِ ! قَدْ أَمَرْنَا لَكَ بِمِائَةِ أَلْفِ دِرْهَمٍ ، وَاكْتُبْ حَوَائِجَ أَهْلِكَ . فَلَمَّا وَلَّى عَنْهُ عَلِيُّ بْنُ مُوسَى عليه السلام وَهَارُونُ يَنْظُرُ\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nإِلَيْهِ فِي قَفَاهُ ، قَالَ : « أَرَدْتَ وَأَرَادَ اللهُ وَمَا أَرَادَ اللهُ خَيْرٌ » « 1 »\r\n. وقد أشار يحيى البرمكي على هارون بقتل الإمام الرضا كما أشار غيره بذلك فاستعظم الأمر ، وقال :\r\n« مَا تَرَى ؟ ! تُرِيدُ أَنْ أَقْتُلَهُمْ كُلَّهُم »\r\n. 2 - والقصة الثانية تلك التي رويناها سابقاً عن دخول الجلودي على الإمام وسلبه أهله . حتى هلك هارون ، وشب الخلاف بين ورثته بدأ الإمام نشاطه بقدر من الحرية النسبية .\r\nلقد وصّى هارون لثلاثة من أبنائه بولاية العهد وهم : الأمين والمأمون والمؤتمن بالترتيب ، ولمعرفته بميول العباسيين إلى الأمين الذي كانت والدته زبيدة ترعاه ، خشي على المأمون الذي كان يرى فيه كفاءة أكثر لإدارة البلاد فمنحه بعض المناصب في الدولة .\r\nوكان الفُرس - الذين كانوا لا يزالون مُتنفِّذين في الدولة العباسية بالرغم من نكبة البرامكة - يميلون نحو المأمون ؛ لأن أمه منهم ، ولأنه تربَّى في أحضانهم .\r\nمن هنا كانت سُحُب الفتنة تتجمع في سماء الأمة ، وكان هلاك هارون الرشيد في خراسان في وقت مبكر وقبل أن يرتب أوضاع البلاد ، فعجَّل ذلك في اشتعال نار الفتنة ، كما أن مرافقة المأمون لوالده - التي جاءت ، حسب بعض الروايات ، بإشارة من فضل بن سهل - ساهمت فيها .\r\nلقد سارع الأمين - وربما بإشارة من بعض قواده العباسيين - في خلع أخيه ونصب ابنه وليًّا للعهد ، وكان من الطبيعي أن يرفض المأمون ذلك مما حدا بالأمين إلى بعث بعض قواده ليأتون به مغلولًا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 49 ، ص 116 .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nوقد شجَّع المأمون بعض قادة جيشه ولا سيما من هم من الفرس على التمرُّد ، ففعل وانتهى الأمر إلى الحرب بين الأخوين التي انتهت بخلع الأمين واستتب الأمر لأخيه .\r\nوكانت هذه الحرب أول حرب بين العباسيين ، ومن أسوأ الحروب الداخلية بين المسلمين . مما زعزع الثقة بالنظام السياسي عند الجماهير وشجَّع المعارضة على الثورة ، فإذا بأطراف البلاد تنتفض وتخلع الحاكم وتبايع واحداً من العلويين .\r\nوكانت أخطر وأعظم هذه الثورات حركة أبي السرايا في الكوفة التي قادها السَّرِيُّ بن منصور ، وعقدت لواء الزعامة لواحد من أبناء الإمام الحسن المجتبى عليه السلام واسمه محمد بن إبراهيم بن إسماعيل .\r\nوانتشرت هذه حتى شملت الكوفة والواسط والبصرة والحجاز واليمن . ووقعت بينها وبين جيوش بني العباس معارك طاحنة لم يظفر العباسيون بها إلَّا بالحيلة والمكر « 1 » .\r\nوفي مكة المكرمة ثار محمد ابن الإمام جعفر الصادق عليه السلام وبُويع بالخلافة ولقب ب - ( أمير المؤمنين ) .\r\nوكانت هناك ثورات أخرى في بلاد الشام والمغرب وكلها تدل على اضطراب الوضع السياسي ، حتى أن الناس لم يبايعوا المأمون إلَّا بعد أن استتب الأمر له وعاد إلى بغداد ، وبعد حروب أكلت مئات الألوف من المسلمين .\r\nوكان عصر المأمون يتميز - كما أشرنا سابقاً - بتنامي التيارات الفكرية الغريبة التي كان من شأنها زعزعة النظام الثقافي للأمة ، وكانت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع : التاريخ الإسلامي . . دروس وعبر ( للمؤلف ) ، ص 290 - 296 .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nنتيجة طبيعية لحركة الترجمة التي شجّعها العباسيون من دون رؤية .\r\nكما أن الثقة عند قيادات الجيش الذي يمثل العماد الأصلي للنظام كادت تنهار ، حتى قال هرثمة بن حازم ( أحد قيادات العسكر ) للمأمون :\r\n« يا أمير المؤمنين لن ينصحك من كذبك ، ولن يغشك من صدقك ، لا تُجرِّئ القواد على الخلع فيخلعوك ، ولا تحملهم على نكث العهد فينكثوا عهدك وبيعتك » « 1 » .\r\nولعلنا نضيف إلى كل ذلك حالة المجون والترف التي اشتهرت بين رجال الدولة وبطانتهم ، والتي كان يشجعها النظام لإلهائهم عن الحقائق المرة التي يعيشها المسلمون . وإذا كان آل ( برمك ) بالأمس أبطال هذا الميدان ، فإن آل ( سهل ) خلفوهم فيه ، وما يذكره بعض المؤرخين عن زواج الخليفة ب - ( بوران ) وما رافقه من مظاهر البذخ والترف شاهد على ذلك .\r\nالإمام الرضا يتحدى الفساد :\r\nحينما نتدبر في سورة هود أو سائر السور القرآنية التي تقص علينا رسالة الأنبياء السابقين عليهم السلام نجد أنهم يتحدون الفساد بكل ألوانه ، وبالذات الفساد الذي كان مستشرياً في قومهم ، ويعتبرون كل فساد سياسي أو اجتماعي أو اقتصادي أو فكري ينتهي إلى الضلالة أو الشرك أو الكفر ، وكانوا عليهم السلام يُذكِّرون الناس بالله ويحذِّرونهم عذابه في الدنيا وعقابه في الآخرة ، لأن هذا هو السبيل لإصلاح الإنسان وردعه عن الفساد بكل ألوانه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ المسعودي ، ج 3 ، ص 389 .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nوسار الأئمة عليهم السلام على طريق الأنبياء ، حاربوا كل ألوان الفساد ، بالوسيلة ذاتها ، والإمام الرضا عليه السلام كأجداده قاد المخلصين من أبناء الأمة في هذا السبيل وتحمل الأذى في سبيل الله .\r\nلقد رفض الاعتراف بالسلطة الجاهلية التي بناها العباسيون باسم الإسلام ، واعتبرها سلطة غاصبة ظالمة فاسدة جملةً وتفصيلًا .\r\nوناهض التيارات الفكرية المخالفة لأصول الشريعة ، وقاوم الفساد الخلقي في الأمة وذلك بنشر تعاليم الدين الحنيف .\r\nولم يكن الإمام وحده في مواجهة ذلك الفساد العريض ، بل كانت صفوة الأمة وخيرة العلماء والحكماء والقادة المخلصين ، وهم شيعة أهل البيت عليهم السلام ، يتبعونه في ذلك .\r\nوقد قرأنا معاً كيف وبأي أسلوب كان الأئمة يقودون الأمة ، ولكن هنا ينبغي أن نتحدث قليلًا عما أثار التساؤل عند المؤرخين ، وهي نقطةٌ مضيئةٌ - في رأينا - تلمع في حياة الإمام الرضا عليه السلام ، ومنعطف أساسي في حركة الشيعة ، وهي قبول الإمام عليه السلام بولاية عهد المأمون .\r\nوقبل كل شيء نتساءل عن الأسباب التي دفعت الخليفة العباسي للإقدام على هذه الخطوة الجريئة .\r\nالمأمون يتقرب للإمام :\r\nوالمأمون الذي ولد من أمٍّ فارسية ، وتربَّى في حجر المؤيدين للبيت العلوي ، وعرف الكثير من تاريخ الإسلام وتبحَّر في علم الكلام ، هل كان شيعيًّا فعلًا ؟ وهل كان عهده إلى الإمام الرضا عليه السلام بدافع سليم ، ثم انقلب عن ذلك ودسَّ السم إلى الإمام لأن الملك - كما قال والده هارون له يوماً - عقيم وأنه لو نازعه فيه لأخذ الذي فيه عيناه ؟\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nأم كانت خطة دبرها الفضل بن سهل وغيره من بطانته ووقع فيها من دون التفات ، ثم عاد عنها وقتل الفضل غيلة في الحمام وقضى على الإمام بالسم ؟\r\nأم أنها كانت خطته اشترك فيها هو وغيره من القادة ، وكانت مجرد لعبة سياسية ؟\r\nكل ذلك ممكن ! ولم أجد فيما اطلعت عليه من التاريخ ما يدل على واحد من الاحتمالات بالتأكيد ، على أني أميل إلى الاعتراف بكل العوامل التاريخية ، وآخذها بعين الاعتبار عند تفسير ظاهرة معينة ، لأن مثل هذه العوامل تتفاعل مع بعضها في حياتنا وتصنع من حيث المجموع حياتنا الحاضرة ، فلماذا لا نعتقد أن الماضي كالحاضر تصنعه كل العوامل المؤثرة في حياة البشر ؟\r\nمن هنا أميل إلى الرأي التالي : أن كلًّا من خلفية المأمون الثقافية ، والظروف السياسية ، ورأي بطانته ، أثَّرت في الإقدام على هذه الخطوة الجريئة ، ولولا واحدة منها لم يقدم .\r\nوهذا يعني أن انقلاب المأمون على الإمام الرضا عليه السلام جاء بعد تحول الظروف السياسية ، وأن الرجل لم يكن شيعيًّا بالمعنى الحقيقي للكلمة ، وهو اتِّباع أهل البيت عليهم السلام ، والتعبد لله في طاعتهم ، إنما كان متأثراً ببعض الأفكار الشيعية كتفضيل أمير المؤمنين عليه السلام على غيره من الخلفاء ، والاعتقاد بخيانة معاوية ، وبأن القرآن كتاب محدث وما أشبه .\r\nإلَّا أن ذلك لا يجعل الفرد شيعيًّا في نظر الأئمة عليهم السلام ، وهو بالتالي كان صاحب سلطة يبحث عنها أكثر مما يبحث عن المبادئ والقيم .\r\nولعل والده هارون كان يشير إلى ابنه وإلى خواصّ أهل بيته كما\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nيشير الطغاة عادة إلى بطانتهم من الاعتراف بحق معارضيهم ، وذلك عندما تستيقظ ضمائرهم ولو لفترة محدودة . وهكذا يروي المأمون أنه إنما تشيّع على يد والده .\r\nوقد أسرّ المأمون إلى بعض خواصه بالسبب الذي دعاه إلى هذا الأمر ، فعَنِ الرَّيَّانِ بْنِ الصَّلْتِ قَالَ : « أَكْثَرَ النَّاسُ فِي بَيْعَةِ الرِّضَا عليه السلام مِنَ الْقُوَّادِ وَالْعَامَّةِ وَمَنْ لَا يُحِبُّ ذَلِكَ ، وَقَالُوا : إِنَّ هَذَا مِنْ تَدْبِيرِ الْفَضْلِبْنِ سَهْلٍ ذِي الرِّئَاسَتَيْنِ ، فَبَلَغَ المَأْمُونَ ذَلِكَ فَبَعَثَ إِلَيَّ فِي جَوْفِ اللَّيْلِ ، فَصِرْتُ إِلَيْهِ فَقَالَ : يَا رَيَّانُ ! بَلَغَنِي أَنَّ النَّاسَ يَقُولُونَ : إِنَّ بَيْعَةَ الرِّضَا عليه السلام كَانَتْ مِنْ تَدْبِيرِ الْفَضْلِ بْنِ سَهْلٍ ؟ فَقُلْتُ : يَا أَمِيرَ المُؤْمِنِينَ ! يَقُولُونَ هَذَا ، قَالَ : وَيْحَكَ يَا رَيَّانُ ! أَيَجْسُرُ أَحَدٌ أَنْ يَجِيءَ إِلَى خَلِيفَةٍ قَدِ اسْتَقَامَتْ لَهُ الرَّعِيَّةُ وَالْقُوَّادُ وَاسْتَوَتْ لَهُ الْخِلَافَةُ فَيَقُولَ لَهُ : ادْفَعِ الْخِلَافَةَ مِنْ يَدِكَ إِلَى غَيْرِكَ ، أَيَجُوزُ هَذَا فِي الْعَقْلِ ؟ قُلْتُ لَهُ : لَا وَاللهِ يَا أَمِيرَ الْمُؤْمِنِينَ مَا يَجْسُرُ عَلَى هَذَا أَحَدٌ ، قَالَ : لَا وَاللهِ مَا كَانَ كَمَا يَقُولُونَ ، وَلَكِنْ سَأُخْبِرُكَ بِسَبَبِ ذَلِك .\r\nأَنَّهُ لَمَّا كَتَبَ إِلَيَّ مُحَمَّدٌ أَخِي يَأْمُرُنِي بِالْقَدُومِ عَلَيْهِ فَأَبَيْتُ عَلَيْهِ ، عَقَدَ لِعَلِيِّ بْنِ عِيسَى بْنِ مَاهَانَ وَأَمَرَهُ أَنْ يُقَيِّدَنِي بِقَيْدٍ وَيَجْعَلَ الْجَامِعَةَ فِي عُنُقِي ، فَوَرَدَ عَلَيَّ بِذَلِكَ الْخَبَرِ وَبَعَثْتُ هَرْثَمَةَ بْنَ أَعْيَنَ إِلَى سِجِسْتَانَ وَكِرْمَانَ وَمَا وَالَاهُمَا ، فَأَفْسَدَ عَلَيَّ أَمْرِي وَانْهَزَمَ هَرْثَمَةُ ، وَخَرَجَ صَاحِبُ السَّرِيرِ وَغَلَبَ عَلَى كُوَرِ خُرَاسَانَ مِنْ نَاحِيَتِهِ ، فَوَرَدَ عَلَيَّ هَذَا كُلُّهُ فِي أُسْبُوع .\r\nفَلَمَّا وَرَدَ ذَلِكَ عَلَيَّ لَمْ يَكُنْ لِي قُوَّةٌ بِذَلِكَ ، وَلَا كَانَ لِي مَالٌ أَتَقَوَّى بِهِ ، وَرَأَيْتُ مِنْ قُوَّادِي وَرِجَالِيَ الْفَشَلَ وَالْجُبْنَ أَرَدْتُ أَنْ أَلْحَقَ بِمَلِكِ كَابُلَ ، فَقُلْتُ فِي نَفْسِي : مَلِكُ كَابُلَ رجُلٌ كَافِرٌ وَيَبْذُلُ مُحَمَّدٌ لَهُ الْأَمْوَالَ فَيَدْفَعُنِي إِلَى يَدِهِ ، فَلَمْ أَجِدْ وَجْهاً أَفْضَلَ مِنْ أَنْ أَتُوبَ إِلَى اللهِ عَزَّ وَجَلَّ\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nمِنْ ذُنُوبِي وَأَسْتَعِينَ بِهِ عَلَى هَذِهِ الْأُمُورِ ، وَأَسْتَجِيرَ بِاللهِ عَزَّ وَجَلَّ ، فَأَمَرْتُ بِهَذَا الْبَيْتِ - وَأَشَارَ إِلَى بَيْتٍ - تُكْنَسُ وَصَبَبْتُ عَلَيَّ المَاءَ ، وَلَبِسْتُ ثَوْبَيْنِ أَبْيَضَيْنِ ، وَصَلَّيْتُ أَرْبَعَ رَكَعَاتٍ قَرَأْتُ فِيهَا مِنَ الْقُرْآنِ مَا حَضَرَنِي ، وَدَعَوْتُ اللهَ عَزَّ وَجَلَّ وَاسْتَجَرْتُ بِهِ وَعَاهَدْتُهُ عَهْداً وَثِيقاً بِنِيَّةٍ صَادِقَةٍ ، إِنْ أَفْضَى اللهُ بِهَذَا الْأَمْرِ إِلَيَّ وَكَفَانِي عَادِيَتَهُ وَهَذِهِ الْأُمُورَ الْغَلِيظَةَ أَنْ أَضَعَ هَذَا الْأَمْرَ فِي مَوْضِعِهِ الَّذِي وَضَعَهُ اللهُ عَزَّ وَجَلَّ فِيه .\r\nثُمَّ قَوِيَ فِيهِ قَلْبِي ، فَبَعَثْتُ طَاهِراً إِلَى عَلِيِّ بْنِ عِيسَى بْنِ مَاهَانَ فَكَانَ مِنْ أَمْرِهِ مَا كَانَ ، وَرَدَدْتُ هَرْثَمَةَ إِلَى رَافِعِ بْنِ أَعْيَنَ فَظَفِرَ بِهِ وَقَتَلَهُ ، وَبَعَثْتُ إِلَى صَاحِبِ السَّرِيرِ فَهَادَنْتُهُ وَبَذَلْتُ لَهُ شَيْئاً حَتَّى رَجَعَ ، فَلَمْ يَزَلْ أَمْرِي يَقْوَى حَتَّى كَانَ مِنْ أَمْرِ مُحَمَّدٍ مَا كَانَ ، وَأَفْضَى اللهُ إِلَيَّ بِهَذَا الْأَمْرِ وَاسْتَوَى لِي .\r\nفَلَمَّا وَافَى اللهُ عَزَّ وَجَلَّ لِي بِمَا عَاهَدْتُهُ عَلَيْهِ أَحْبَبْتُ أَنْ أَفِيَ للهِ تَعَالَى بِمَا عَاهَدْتُهُ ، فَلَمْ أَرَ أَحَداً أَحَقَّ بِهَذَا الْأَمْرِ مِنْ أَبِي الْحَسَنِ الرِّضَا عليه السلام فَوَضَعْتُهَا فِيهِ ، فَلَمْ يَقْبَلْهَا إِلَّا عَلَى مَا قَدْ عَلِمْتَ فَهَذَا كَانَ سَبَبَهَا » « 1 »\r\n. ولعل هذا السبب كان أيضاً من الدواعي المساعدة إلَّا أن أبرز العوامل التي دفعته إلى ذلك كانت الظروف السياسية التي أشرنا إليها حيث كانت علاقته بالعباسيين سيئة لقتله أخاه أميناً ، كما أن القيادات العربية لم تكن راضية عنه بسبب تفضيله الصارخ للقيادات الفارسية ، أما أنصار البيت العلوي فقد رأوا ووجدوا الفرصة مؤاتية للانتقام من السلطة العباسية الغاشمة ، وانتفضوا في كل مصر . فماذا بقي له من فرص الاستمرار في السلطة ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 49 ، ص 137 - 138 .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nولكن محصلة خطط المأمون ، والأقدار التي أجرت الرياح في اتجاهه كانت التالية :\r\n1 - اكتساب ود أنصار البيت العلوي باستقدام الإمام الرضا عليه السلام لولاية عهده .\r\n2 - تصفية لكثير من الثورات بالأعمال العسكرية وبقدر من السماحة والعطاء .\r\n3 - الالتفاف على العباسيين واكتساب ودّهم والعودة إلى خطهم ، بعد تصفية الفضل بن سهل ، وشهادة الإمام الرضا عليه السلام .\r\nوهكذا تسنى للمأمون أن يستمر في الحكم وأن يحافظ على العرش العباسي من بعده .\r\nالإمام يستجيب للتحدّي :\r\nلماذا قبل الإمام الرضا عليه السلام ولاية عهد المأمون ، وإذا كان مضطراً إلى ذلك فكيف استجاب لتحديه ؟\r\nقبل أن نجيب عن هذا السؤال لابد أن نُلقي نظرة إلى واقع الحركة الرسالية عندما تولى الرضا مركز الإمامة من بعد والده الإمام الكاظم عليهما السلام .\r\nفي حديث شريف : كان من المقدر أن يكون الإمام موسى بن جعفر هو قائم آل محمد صلى الله عليه وآله إلَّا أن الشيعة أذاعوا الأمر فبدا لله فتأخر إلى أجل غير مسمى .\r\nوهذا يعني أن الحركة الرسالية كادت تبلغ يومئذ إلى مستوى التصدي لشؤون الأمة . وبالرغم من أن الإمام الكاظم عليه السلام قضى نحبه في سجن هارون مسموماً ، إلَّا أن الحركة لم تُصَبْ بأذى كثير كما نستفيد ذلك من حديث شريف .\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nوهكذا كانت إمامة الإمام الرضا عليه السلام واحدة من فرصتين :\r\nالأولى : القيام بحركة مسلحة قد تنتهي إلى دمار الحركة .\r\nالثانية : الاستجابة لتحدي المأمون بقبول ولاية العهد للعمل من خلال السلطة دون إعطاء شرعية لها ، كما فعل النبي يوسف حينما طلب من عزيز مصر أن يجعله على خزائن الأرض ، ثم قام بما استطاع إليه سبيلًا ، من الإصلاح من داخل النظام .\r\nوكما فعل الإمام أمير المؤمنين عليه السلام مع الخلفاء الذين سبقوه عندما قبل بالدخول في الشورى واحداً من ستة أعضاء .\r\nوأقل ما في هذه الفرصة الثانية أنها تشكل حماية للحركة الرسالية من التصفية ، والقبول بها حركةً معارضةً رسميةً .\r\nوهكذا نعرف أن الإمام لم يترك قيادته للحركة الرسالية ، بل استفاد من مركزه الجديد ، كما استفاد الشيعة لدعم مسيرة حركتهم الرسالية التي فرضت نفسها على النظام فرضاً .\r\nولتحقيق هذه الغايات اتبع الإمام عليه السلام النهج التالي :\r\nأولًا : امتنع عن قبول الخلافة التي عرضها عليه المأمون أولًا ، ولعل السبب في رفض الخلافة كان أمرين :\r\nألف : إن تلك الخلافة كانت ثوباً خاصاً بأمثال المأمون ، وإنها لا تليق بحجة الله البالغة ، لأن بناءها كان قائماً على أساس فاسد ، جيشها ونظامها وقوانينها وكل شيء فيها ، ولو قبل الإمام بها كان عليه أن يهدمها ويبنيها من جديد ولم يكن ذلك أمراً ممكناً في تلك الظروف .\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nباء : إن المأمون لم يكن صادقاً في عرضه ، فهو كان يدبر حيلة مع حزبه الماكر للإيقاع بالإمام إن قبل ، بعد أخذ الشرعية منه ، كما فعل بالنسبة إلى ولاية العهد .\r\nثانياً : اشترط في قبوله لولاية العهد ألَّا يتدخل في شؤون الدولة من قريب أو بعيد ، مما أفقدهم القدرة على تمشية الأمور باسم الإمام وكسب الشرعية له ، وأبان للعالمين - ذلك اليوم وللتاريخ إلى الأبد - أنه لا يعترف بشرعية النظام بأي وجه . وقد حاول المأمون مراراً أن يستدرج الإمام للتدخل في الشؤون فلم يقبل ، والحديث التالي يدل على ذلك :\r\n« إنَّ المَأْمُونَ لَمَّا أَرَادَ أَنْ يَأْخُذَ الْبَيْعَةَ لِنَفْسِهِ بِإِمْرَةِ المُؤْمِنِينَ وَلِلرِّضَا عليه السلام بِوِلَايَةِ الْعَهْدِ وَلِلْفَضْلِ بْنِ سَهْلٍ بِالْوِزَارَةِ ، أَمَرَ بِثَلَاثَةِ كَرَاسِيَّ فَنُصِبَتْ لَهُمْ ، فَلَمَّا قَعَدُوا عَلَيْهَا أَذِنَ لِلنَّاسِ فَدَخَلُوا يُبَايِعُونَ فَكَانُوا يُصَفِّقُونَ بِأَيْمَانِهِمْ عَلَى أَيْمَانِ الثَّلَاثَةِ مِنْ أَعْلَى الْإِبْهَامِ إِلَى الْخِنْصِرِ وَيَخْرُجُونَ ، حَتَّى بَايَعَ فِي آخِرِ النَّاسِ فَتًى مِنَ الْأَنْصَارِ فَصَفَّقَ بِيَمِينِهِ مِنَ الْخِنْصِرِ إِلَى أَعْلَى الْإِبْهَامِ ، فَتَبَسَّمَ أَبُو الْحَسَنِ الرِّضَا عليه السلام ، ثُمَّ قَال :\r\n« كُلُّ مَنْ بَايَعَنَا بَايَعَ بِفَسْخِ الْبَيْعَةِ غَيْرَ هَذَا الْفَتَى فَإِنَّهُ بَايَعَنَا بِعَقْدِهَا » .\r\nفَقَالَ المَأْمُونُ : وَمَا فَسْخُ الْبَيْعَةِ مِنْ عَقْدِهَا ؟\r\nقَالَ أَبُو الْحَسَنِ عليه السلام : « عَقْدُ الْبَيْعَةِ هُوَ مِنْ أَعْلَى الْخِنْصِرِ إِلَى أَعْلَى الْإِبْهَامِ ، وَفَسْخُهَا مِنْ أَعْلَى الْإِبْهَامِ إِلَى أَعْلَى الْخِنْصِرِ » .\r\nقَالَ : فَمَاجَ النَّاسُ فِي ذَلِكَ ، وَأَمَرَ المَأْمُونُ بِإِعَادَةِ النَّاسِ إِلَى الْبَيْعَةِ عَلَى مَا وَصَفَهُ أَبُو الْحَسَنِ عليه السلام ، وَقَالَ النَّاسُ : كَيْفَ يَسْتَحِقُّ الْإِمَامَةَ مَنْ لَا يَعْرِفُ عَقْدَ الْبَيْعَةِ ، إِنَّ مَنْ عَلِمَ لَأَوْلَى بِهَا مِمَّنْ لَا يَعْلَمُ ، قَالَ : فَحَمَلَهُ\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nذَلِكَ عَلَى مَا فَعَلَهُ مِنْ سَمِّهِ » « 1 »\r\n. ثالثاً : منذ الأيام الأولى لولايته للعهد انتهز الإمام كل فرصة ممكنة لنشر بصائر الوحي ، وأظهر أنه أحق بالخلافة من غيره ، فمثلًا نقرأ في وثيقة ولايته للعهد ما يدل على أن المأمون إنما عمل بواجبه في الاحتفاء بأهل بيت الرسالة . دعنا نقرأ ونتدبر معاً الوثيقة التالية :\r\n« بِسْمِ اللهِ الرَّحْمنِ الرَّحِيمِ الحَمْدُ للهِ الْفَعَّالِ لِمَا يَشَاءُ ، لا مُعَقِّبَ لِحُكْمِهِ وَلَا رَادَّ لِقَضَائِهِ ، يَعْلَمُ خائِنَةَ الْأَعْيُنِ وَما تُخْفِي الصُّدُورُ ، وَصَلَّى اللهُ عَلَى نَبِيِّهِ مُحَمَّدٍ خَاتَمِ النَّبِيِّينَ وَآلِهِ الطَّيِّبِينَ الطَّاهِرِين .\r\nأَقُولُ وَأَنَا عَلِيُّ بْنُ مُوسَى بْنِ جَعْفَرٍ : إِنَّ أَمِيرَ المُؤْمِنِينَ عَضَّدَهُ اللهُ بِالسَّدَادِ وَوَفَّقَهُ لِلرَّشَادِ ، عَرَفَ مِنْ حَقِّنَا مَا جَهِلَهُ غَيْرُهُ ، فَوَصَلَ أَرْحَاماً قُطِعَتْ ، وَآمَنَ نُفُوساً فَزِعَتْ ، بَلْ أَحْيَاهَا وَقَدْ تَلِفَتْ ، وَأَغْنَاهَا إِذِ افْتَقَرَتْ ؛ مُبْتَغِياً رِضَا رَبِّ الْعَالَمِينَ لَا يُرِيدُ جَزَاءً مِنْ غَيْرِهِ ، وَسَيَجْزِي اللهُ الشَّاكِرِينَ وَلا يُضِيعُ أَجْرَ المُحْسِنِينَ .\r\nوَإِنَّهُ جَعَلَ إِلَيَّ عَهْدَهُ وَالْإِمْرَةَ الْكُبْرَى إِنْ بَقِيتُ بَعْدَهُ ، فَمَنْ حَلَّ عُقْدَةً أَمَرَ اللهُ بِشَدِّهَا وَقَصَمَ عُرْوَةً أَحَبَّ اللهُ إِيثَاقَهَا فَقَدْ أَبَاحَ حَرِيمَهُ وَأَحَلَّ مُحَرَّمَهُ ؛ إِذْ كَانَ بِذَلِكَ زَارِياً عَلَى الْإِمَامِ مُنْتَهِكاً حُرْمَةَ الْإِسْلَامِ . بِذَلِكَ جَرَى السَّالِفُ ، فَصُبِرَ مِنْهُ عَلَى الْفَلَتَاتِ ، وَلَمْ يُعْتَرَضْ بَعْدَهَا عَلَى الْعَزَمَاتِ ، خَوْفاً عَلَى شَتَاتِ الدِّينِ وَاضْطِرَابِ حَبْلِ المُسْلِمِينَ ، وَلِقُرْبِ أَمْرِ الْجَاهِلِيَّةِ وَرَصَدِ فُرْصَةٍ تُنْتَهَزُ وَبَائِقَةٍ تُبْتَدَرُ .\r\nوَقَدْ جَعَلْتُ للهِ عَلَى نَفْسِي - إِنِ اسْتَرْعَانِي أَمْرَ المُسْلِمِينَ وَقَلَّدَنِي خِلَافَتَهُ - الْعَمَلَ فِيهِمْ عَامَّةً وَفِي بَنِي الْعَبَّاسِ بْنِ عَبْدِ المُطَّلِبِ خَاصَّةً\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 49 ، ص 144 .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nبِطَاعَتِهِ وَطَاعَةِ رَسُولِهِ صلى الله عليه وآله ، وَأَلَّا أَسْفِكَ دَماً حَرَاماً ، وَلَا أُبِيحَ فَرْجاً وَلَا مَالًا إِلَّا مَا سَفَكَتْهُ حُدُودُهُ وَأَبَاحَتْهُ فَرَائِضُهُ ، وَأَنْ أَتَخَيَّرَ الْكُفَاةَ جُهْدِي وَطَاقَتِي ، وَجَعَلْتُ بِذَلِكَ عَلَى نَفْسِي عَهْداً مُؤَكَّداً يَسْأَلُنِي اللهُ عَنْهُ فَإِنَّهُ عَزَّ وَجَلَّ يَقُولُ :\r\nوَأَوْفُوا بِالْعَهْدِ إِنَّ الْعَهْدَ كَانَ مَسْئُولًا « 1 » .\r\nوَإِنْ أَحْدَثْتُ أَوْ غَيَّرْتُ أَوْ بَدَّلْتُ كُنْتُ لِلْغِيَرِ مُسْتَحِقًّا وَلِلنَّكَالِ مُتَعَرِّضاً ، وَأَعُوذُ بِاللهِ مِنْ سَخَطِهِ ، وَإِلَيْهِ أَرْغَبُ فِي التَّوْفِيقِ لِطَاعَتِهِ وَالْحَوْلِ بَيْنِي وَبَيْنَ مَعْصِيَتِهِ فِي عَافِيَةٍ لِي وَلِلْمُسْلِمِين .\r\nوَالجَامِعَةُ وَالجَفْرُ يَدُلَّانِ عَلَى ضِدِّ ذَلِكَ ، وَما أَدْرِي ما يُفْعَلُ بِي وَلا بِكُمْ ، إِنِ الحُكْمُ إِلَّا للهِ يَقْضِي بِالحَقِّ وَهُوَ خَيْرُ الْفاصِلِين .\r\nلَكِنِّي امْتَثَلْتُ أَمْرَ أَمِيرِ المُؤْمِنِينَ وَآثَرْتُ رِضَاهُ ، وَاللهُ يَعْصِمُنِي وَإِيَّاهُ ، وَأَشْهَدْتُ اللهُ عَلَى نَفْسِي بِذَلِكَ وَكَفى بِاللهِ شَهِيداً » « 2 »\r\n. وهناك بصائر نستوحيها من كلمات الرضا المضيئة :\r\nأولًا : قوله عليه السلام : « عَرَفَ مِنْ حَقِّنَا مَا جَهِلَهُ غَيْرُهُ . . . إلخ » . حيث عرّض بهارون والد المأمون ، وبالنظام العباسي كله ، الذين لم يرعوا حرمة رسول الله صلى الله عليه وآله .\r\nثانياً : إنه قال : « فَمَنْ حَلَّ عُقْدَةً أَمَرَ اللهُ بِشَدِّهَا . . . إلخ » ، إشارة إلى خبث السرائر ، وحبك المؤامرات ضد الولاية .\r\nثالثاً : قوله : « بِذَلِكَ جَرَى السَّالِفُ . . . إلى آخره » ، لعله إشارة إلى سكوت الإمام أمير المؤمنين عن جهة أو صبر الأئمة على الأذى خوفاً على شتات الدين واضطراب حبل المسلمين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الإسراء ، الآية : 34 .\r\n( 2 ) بحار الأنوار ، ج 49 ، ص 152 - 153 .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nرابعاً : ثم بيان برنامجه للحكم الذي يخالف ما كان عليه عامة بني العباس ، وبضمنهم المأمون ذاته .\r\nخامساً : وقال أخيراً : « وَالجَامِعَةُ وَالجَفْرُ يَدُلَّانِ عَلَى ضِدِّ ذَلِكَ » ، حيث بيّن بذلك أنهم أصحاب علم رسول الله صلى الله عليه وآله ، وأنهم أحق بالأمر منهم .\r\nوعندما تهيَّأ الناس للبيعة لفت الإمام نظره إلى أن طريقتهم للبيعة خاطئة مما أثار زوبعة في الناس . دعنا نستمع إلى الحديث التالي الذي جرى بين المأمون والإمام عليه السلام :\r\n« يَا أَبَا الْحَسَنِ ! انْظُرْ بَعْضَ مَنْ تَثِقُ بِهِ تُوَلِّيهِ هَذِهِ الْبُلْدَانَ الَّتِي قَدْ فَسَدَتْ عَلَيْنَا ، فَقُلْتُ لَهُ : تَفِي لِي وَأَفِي لَكَ ، فَإِنِّي إِنَّمَا دَخَلْتُ فِيمَا دَخَلْتُ عَلَى أَنْ لَا آمُرَ فِيهِ وَلَا أَنْهَى وَلَا أَعْزِلَ وَلَا أُوَلِّيَ وَلَا أَسِيرَ حَتَّى يُقَدِّمَنِيَ اللهُ قَبْلَكَ ، فَوَاللهِ إِنَّ الْخِلَافَةَ لَشَيْءٌ مَا حَدَّثَتْ بِهِ نَفْسِي ، وَلَقَدْ كُنْتُ بِالمَدِينَةِ أَتَرَدَّدُ فِي طُرُقِهَا عَلَى دَابَّتِي ، وَإِنَّ أَهْلَهَا وَغَيْرَهُمْ يَسْأَلُونِّيَ الْحَوَائِجَ فَأَقْضِيهَا لَهُمْ ، فَيَصِيرُونَ كَالْأَعْمَامِ لِي ، وَإِنَّ كُتُبِي لَنَافِذَةٌ فِي الْأَمْصَارِ ، وَمَا زِدْتَنِي فِي نِعْمَةٍ هِيَ عَلَيَّ مِنْ رَبِّي ، فَقَالَ : أَفِي لَكَ » « 1 »\r\n. وكانت من أعظم ما بيّن فضل الإمام ، مجالس المحاجّة التي كان يعقدها بين فترة وأخرى . ولنستعرض معاً واحداً من هذه المجالس لنرى ماذا يدور فيها :\r\n« قَالَ الْحَسَنُ بْنُ مُحَمَّدٍ النَّوْفَلِيُّ : فَبَيْنَا نَحْنُ فِي حَدِيثٍ لَنَا عِنْدَ أَبِي الْحَسَنِ الرِّضَا عليه السلام إِذْ دَخَلَ عَلَيْنَا يَاسِرٌ ، وَكَانَ يَتَوَلَّى أَمْرَ أَبِي الْحَسَنِ عليه السلام فَقَالَ : يَا سَيِّدِي ! إِنَّ أَمِيرَ الْمُؤْمِنِينَ يُقْرِئُكَ السَّلَامَ وَيَقُولُ : فِدَاكَ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 49 ، ص 144 .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nأَخُوكَ ! إِنَّهُ اجْتَمَعَ إِلَيَّ أَصْحَابُ المَقَالَاتِ وَأَهْلُ الْأَدْيَانِ وَالمُتَكَلِّمُونَ مِنْ جَمِيعِ الْمِلَلِ فَرَأْيُكَ فِي الْبُكُورِ عَلَيْنَا إِنْ أَحْبَبْتَ كَلَامَهُمْ ، وَإِنْ كَرِهْتَ ذَلِكَ فَلَا تَتَجَشَّمْ ، وَإِنْ أَحْبَبْتَ أَنْ نَصِيرَ إِلَيْكَ خَفَّ ذَلِكَ عَلَيْنَا ، فَقَالَ أَبُو الْحَسَنِ عليه السلام : « أَبْلِغْهُ السَّلَامَ وَقُلْ لَهُ : قَدْ عَلِمْتُ مَا أَرَدْتَ وَأَنَا صَائِرٌ إِلَيْكَ بُكْرَةً إِنْ شَاءَ اللهُ تَعَالَى » « 1 »\r\n. ثم بيَّن الإمام ما يدل على أن هدف المأمون من تشكيل مثل هذه المجالس ، النيل من قدر الإمام حيث يظن أنه قد يتوقف عن محاجة خصومه ولكن الإمام قال للنوفلي ( الراوي ) :\r\n« يَا نَوْفَلِيُّ ! أَتُحِبُّ أَنْ تَعْلَمَ مَتَى يَنْدَمُ المَأْمُونُ ؟ قُلْتُ : نَعَمْ ، قَالَ : إِذَا سَمِعَ احْتِجَاجِي عَلَى أَهْلِ التَّوْرَاةِ بِتَوْرَاتِهِمْ ، وَعَلَى أَهْلِ الْإِنْجِيلِ بِإِنْجِيلِهِمْ ، وَعَلَى أَهْلِ الزَّبُورِ بِزَبُورِهِمْ ، وَعَلَى الصَّابِئِينَ بِعِبْرَانِيَّتِهِمْ ، وَعَلَى أَهْلِ الْهَرَابِذَةِ بِفَارِسِيَّتِهِمْ ، وَعَلَى أَهْلِ الرُّومِ بِرُومِيَّتِهِمْ ، وَعَلَى أَصْحَابِ المَقَالَاتِ بِلُغَاتِهِمْ ، فَإِذَا قَطَعْتُ كُلَّ صِنْفٍ وَدَحَضْتُ حُجَّتَهُ وَتَرَكَ مَقَالَتَهُ وَرَجَعَ إِلَى قَوْلِي عَلِمَ المَأْمُونُ أَنَّ المَوْضِعَ الَّذِي هُوَ بِسَبِيلِهِ لَيْسَ بِمُسْتَحِقٍّ لَهُ ، فَعِنْدَ ذَلِكَ تَكُونُ النَّدَامَةُ مِنْهُ وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللهِ الْعَلِيِّ الْعَظِيم » « 2 »\r\n. ثم بيّن الحديث - بعد هذا الكلام - وضع الجلسة وقال : « فَلَمَّا دَخَلَ الرِّضَا عليه السلام قَامَ المَأْمُونُ وَقَامَ مُحَمَّدُ بْنُ جَعْفَرٍ وَجَمِيعُ بَنِي هَاشِمٍ ، فَمَا زَالُوا وُقُوفاً وَالرِّضَا عليه السلام جَالِسٌ مَعَ المَأْمُونِ ، حَتَّى أَمَرَهُمْ بِالْجُلُوسِ فَجَلَسُوا ، فَلَمْ يَزَلِ المَأْمُونُ مُقْبِلًا عَلَيْهِ يُحَدِّثُهُ سَاعَةً ، ثُمَّ الْتَفَتَ إِلَى الْجَاثَلِيقِ فَقَالَ : يَا جَاثَلِيقُ ! هَذَا ابْنُ عَمِّي عَلِيُّ بْنُ مُوسَى بْنِ جَعْفَرٍ ، وَهُوَمِنْ وُلْدِ فَاطِمَةَ بِنْتِ نَبِيِّنَا وَابْنُ عَلِيِّ بْنِ أَبِي طَالِبٍ عليه السلام ، فَأُحِبُّ أَنْ تُكَلِّمَهُ وَتُحَاجَّهُ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 49 ، ص 174 .\r\n( 2 ) بحار الأنوار ، ج 49 ، ص 175 .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nوَتُنْصِفَهُ ، فَقَالَ الْجَاثَلِيقُ : يَا أَمِيرَ المُؤْمِنِينَ ! كَيْفَ أُحَاجُّ رَجُلًا يَحْتَجُّ عَلَيَّ بِكِتَابٍ أَنَا مُنْكِرُهُ وَنَبِيٍّ لَا أُومِنُ بِهِ ؟ فَقَالَ الرِّضَا عليه السلام : يَا نَصْرَانِيُّ فَإِنِ احْتَجَجْتُ عَلَيْكَ بِإِنْجِيلِكَ أَتُقِرُّ بِه ؟\r\nقَالَ الْجَاثَلِيقُ : وَهَلْ أَقْدِرُ عَلَى دَفْعِ مَا نَطَقَ بِهِ الْإِنْجِيلُ ؟ ، نَعَمْ وَاللهِ أُقِرُّ بِهِ عَلَى رَغْمِ أَنْفِي .\r\nثُمَّ قَرَأَ الرِّضَا عليه السلام عَلَيْهِ الْإِنْجِيلَ وَأَثْبَتَ عَلَيْهِ أَنَّ نَبِيَّنَا صلى الله عليه وآله مَذْكُورٌ فِيهِ ، ثُمَّ أَخْبَرَهُ بِعَدَدِ حَوَارِيِّ عِيسَى عليه السلام وَأَحْوَالِهِمْ ، وَاحْتَجَّ بِحُجَجٍ كَثِيرَةٍ أَقَرَّ بِهَا ، ثُمَّ قَرَأَ عَلَيْهِ كِتَابَ شَعْيَا وَغَيْرَهُ ، إِلَى أَنْ قَالَ الْجَاثَلِيقُ : لِيَسْأَلْكَ غَيْرِي فَلَا وَحَقِّ المَسِيحِ مَا ظَنَنْتُ أَنَّ فِي عُلَمَاءِ المُسْلِمِينَ مِثْلَكَ ، فَالْتَفَتَ الرِّضَا عليه السلام إِلَى رَأْسِ الْجَالُوتِ ، وَاحْتَجَّ عَلَيْهِ بِالتَّوْرَاةِ وَالزَّبُورِ وَكِتَابِ شَعْيَا وَحَيْقُوقَ ، حَتَّى أُقْحِمَ وَلَمْ يُحِرْ جَوَاباً .\r\nثُمَّ دَعَا عليه السلام بِالْهِرْبِذِ الْأَكْبَرِ وَاحْتَجَّ عَلَيْهِ حَتَّى انْقَطَعَ هِرْبِذُ مَكَانَهُ .\r\nفَقَالَ الرِّضَا عليه السلام : يَا قَوْمِ ! إِنْ كَانَ فِيكُمْ أَحَدٌ يُخَالِفُ الْإِسْلَامَ وَأَرَادَ أَنْ يَسْأَلَ فَلْيَسْأَلْ غَيْرَ مُحْتَشِمٍ ؟\r\nفَقَامَ إِلَيْهِ عِمْرَانُ الصَّابِي ، وَكَانَ وَاحِداً فِي المُتَكَلِّمِينَ فَقَالَ : يَا عَالِمَ النَّاسِ ! لَوْلَا أَنَّكَ دَعَوْتَ إِلَى مَسْأَلَتِكَ لَمْ أُقْدِمْ عَلَيْكَ بِالمَسَائِلِ ، فَلَقَدْ دَخَلْتُ الْكُوفَةَ وَالْبَصْرَةَ وَالشَّامَ وَالْجَزِيرَةَ وَلَقِيتُ المُتَكَلِّمِينَ فَلَمْ أَقَعْ عَلَى أَحَدٍ يُثْبِتُ لِي وَاحِداً لَيْسَ غَيْرُهُ قَائِماً بِوَحْدَانِيَّتِهِ ، أَفَتَأْذَنُ أَنْ أَسْأَلَكَ ؟\r\nقَالَ الرِّضَا عليه السلام : إِنْ كَانَ فِي الْجَمَاعَةِ عِمْرَانُ الصَّابِي فَأَنْتَ هُوَ ، قَالَ : أَنَا هُوَ ، قَالَ : سَلْ يَا عِمْرَانُ ! وَعَلَيْكَ بِالنَّصَفَةِ وَإِيَّاكَ وَالخَطَلَ وَالجَوْرَ ، فَقَالَ : وَاللهِ يَا سَيِّدِي مَا أُرِيدُ إِلَّا أَنْ تُثْبِتَ لِي شَيْئاً أَتَعَلَّقُ بِهِ فَلَا\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nأَجُوزُهُ ، قَالَ : سَلْ عَمَّا بَدَا لَكَ .\r\nفَازْدَحَمَ النَّاسُ وَانْضَمَّ بَعْضُهُمْ إِلَى بَعْضٍ ، فَاحْتَجَّ الرِّضَا عليه السلام عَلَيْهِ وَطَالَ الْكَلَامُ بَيْنَهُمَا إِلَى الزَّوَالِ ، فَالْتَفَتَ الرِّضَا عليه السلام إِلَى المَأْمُونِ فَقَالَ : الصَّلَاةُ قَدْ حَضَرَتْ ، فَقَالَ عِمْرَانُ : يَا سَيِّدِي ! لَا تَقْطَعْ عَلَيَّ مَسْأَلَتِي فَقَدْ رَقَّ قَلْبِي ، قَالَ الرِّضَا عليه السلام : نُصَلِّي وَنَعُودُ ، فَنَهَضَ وَنَهَضَ المَأْمُونُ ، فَصَلَّى الرِّضَا عليه السلام دَاخِلًا وَصَلَّى النَّاسُ خَارِجاً خَلْفَ مُحَمَّدِبْنِ جَعْفَرٍ ، ثُمَّ خَرَجَا فَعَادَ الرِّضَا عليه السلام إِلَى مَجْلِسِهِ وَدَعَا بِعِمْرَانَ فَقَالَ : سَلْ يَا عِمْرَانُ ، فَسَأَلَهُ عَنِ الصَّانِعِ تَعَالَى وَصِفَاتِهِ ، وَأُجِيبَ إِلَى أَنْ قَالَ : أَفَهِمْتَ يَا عِمْرَانُ ؟ قَالَ : نَعَمْ يَا سَيِّدِي قَدْ فَهِمْتُ ، وَأَشْهَدُ أَنَّ اللهَ عَلَى مَا وَصَفْتَ وَوَحَّدْتَ ، وَأَنَّ مُحَمَّداً عَبْدُهُ المَبْعُوثُ بِالْهُدَى وَدِينِ الْحَقِّ ، ثُمَّ خَرَّ سَاجِداً نَحْوَالْقِبْلَةِ ، وَأَسْلَم .\r\nقَالَ الْحَسَنُ بْنُ مُحَمَّدٍ النَّوْفَلِيُّ : فَلَمَّا نَظَرَ المُتَكَلِّمُونَ إِلَى كَلَامِ عِمْرَانَ الصَّابِي ، وَكَانَ جَدِلًا لَمْ يَقْطَعْهُ عَنْ حُجَّتِهِ أَحَدٌ قَطُّ ؛ لَمْ يَدْنُ مِنَ الرِّضَا عليه السلام أَحَدٌ مِنْهُمْ وَلَمْ يَسْأَلُوهُ عَنْ شَيْءٍ ، وَأَمْسَيْنَا فَنَهَضَ المَأْمُونُ وَالرِّضَا عليه السلام فَدَخَلَا ، وَانْصَرَفَ النَّاسُ ، وَكُنْتُ مَعَ جَمَاعَةٍ مِنْ أَصْحَابِنَا إِذْ بَعَثَ إِلَيَّ مُحَمَّدُ بْنُ جَعْفَرٍ فَأَتَيْتُهُ ، فَقَالَ لِي : يَا نَوْفَلِيُّ ! أَمَا رَأَيْتَ مَا جَاءَ بِهِ صَدِيقُكَ لَا وَاللهِ مَا ظَنَنْتُ أَنَّ عَلِيَّ بْنَ مُوسَى خَاضَ فِي شَيْءٍ مِنْ هَذَا قَطُّ ، وَلَا عَرَفْنَاهُ بِهِ إِنَّهُ كَانَ يَتَكَلَّمُ بِالمَدِينَةِ أَوْ يَجْتَمِعُ إِلَيْهِ أَصْحَابُ الْكَلَامِ ، قُلْتُ : قَدْ كَانَ الْحَاجُّ يَأْتُونَهُ فَيَسْأَلُونَهُ عَنْ أَشْيَاءَ مِنْ حَلَالِهِمْ وَحَرَامِهِمْ ، فَيُجِيبُهُمْ وَرُبَّمَا كَلَّمَ مَنْ يَأْتِيهِ يُحَاجُّه .\r\nفَقَالَ مُحَمَّدُ بْنُ جَعْفَرٍ : يَا أبَا مُحَمَّدٍ ! إِنِّي أَخَافُ عَلَيْهِ أَنْ يَحْسُدَهُ هَذَا الرَّجُلُ فَيَسُمَّهُ أَوْ يَفْعَلَ بِهِ بَلِيَّةً ، فَأَشِرْ عَلَيْهِ بِالْإِمْسَاكِ عَنْ هَذِهِ الْأَشْيَاءِ ، قُلْتُ : إِذاً لَا يَقْبَلُ مِنِّي ، وَمَا أَرَادَ الرَّجُلُ إِلَّا امْتِحَانَهُ لِيَعْلَمَ هَلْ عِنْدَهُ\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nشَيْءٌ مِنْ عُلُومِ آبَائِهِ عليه السلام ، فَقَالَ لِي : قُلْ لَهُ : إِنَّ عَمَّكَ قَدْ كَرِهَ هَذَا الْبَابَ وَأَحَبَّ أَنْ تُمْسِكَ عَنْ هَذِهِ الْأَشْيَاءِ لِخِصَالٍ شَتَّى .\r\nفَلَمَّا انْقَلَبْتُ إِلَى مَنْزِلِ الرِّضَا عليه السلام أَخْبَرْتُهُ بِمَا كَانَ مِنْ عَمِّهِ مُحَمَّدِبْنِ جَعْفَرٍ فَتَبَسَّمَ ، عليه السلام ثُمَّ قَال :\r\n« حَفِظَ اللهُ عَمِّي ، مَا أَعْرَفَنِي بِهِ لِمَ كَرِهَ ذَلِكَ ، يَا غُلَامُ ! صِرْ إِلَى عِمْرَانَ الصَّابِي فَأْتِنِي بِه » .\r\nفَقُلْتُ : جُعِلْتُ فِدَاكَ ! أَنَا أَعْرِفُ مَوْضِعَهُ وَهُوَ عِنْدَ بَعْضِ إِخْوَانِنَا مِنَ الشِّيعَةِ ، قَالَ : فَلَا بَأْسَ ، قَرِّبُوا إِلَيْهِ دَابَّةً . فَصِرْتُ إِلَى عِمْرَانَ فَأَتَيْتُهُ بِهِ فَرَحَّبَ بِهِ ، وَدَعَا بِكِسْوَةٍ فَخَلَعَهَا عَلَيْهِ وَحَمَلَهُ وَدَعَا بِعَشَرَةِ آلَافِ دِرْهَمٍ فَوَصَلَهُ بِهَا .\r\nفَقُلْتُ : جُعِلْتُ فِدَاكَ ! حَكَيْتَ فِعْلَ جَدِّكَ أَمِيرِ المُؤْمِنِينَ عليه السلام ، قَالَ : هَكَذَا يَجِبُ . ثُمَّ دَعَا عليه السلام بِالْعِشَاءِ فَأَجْلَسَنِي عَنْ يَمِينِهِ وَأَجْلَسَ عِمْرَانَ عَنْ يَسَارِهِ ، حَتَّى إِذَا فَرَغْنَا قَالَ لِعِمْرَانَ : انْصَرِفْ مُصَاحِباً وَبَكِّرْ عَلَيْنَا نُطْعِمْكَ طَعَامَ المَدِينَةِ ، فَكَانَ عِمْرَانُ بَعْدَ ذَلِكَ يَجْتَمِعُ إِلَيْهِ المُتَكَلِّمُونَ مِنْ أَصْحَابِ المَقَالَاتِ فَيُبْطِلُ أَمْرَهُمْ ، حَتَّى اجْتَنَبُوهُ ، وَوَصَلَهُ المَأْمُونُ بِعَشَرَةِ آلَافِ دِرْهَمٍ ، وَأَعْطَاهُ الْفَضْلُ مَالًا ، وَحَمَلَهُ وَوَلَّاهُ الرِّضَا عليه السلام صَدَقَاتِ بَلْخٍ فَأَصَابَ الرَّغَائِب » « 1 »\r\n. وقصة استعداد الإمام لصلاة العيد التي أرهبت النظام دليل آخر على أن الإمام لم يترك فرصة إلَّا واستفاد منها لإعلان دعوته ، وبيان أنه الأحق بالخلافة من البيت العباسي .\r\n« لَمَّا حَضَرَ الْعِيدُ بَعَثَ المَأْمُونُ إِلَى الرِّضَا عليه السلام يَسْأَلُهُ أَنْ يَرْكَبَ وَيَحْضُرَ الْعِيدَ وَيَخْطُبَ ؛ لِتَطْمَئِنَّ قُلُوبُ النَّاسِ وَيَعْرِفُوا فَضْلَهُ وَتَقِرَّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 49 ، ص 175 .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nقُلُوبُهُمْ عَلَى هَذِهِ الدَّوْلَةِ المُبَارَكَةِ ، فَبَعَثَ إِلَيْهِ الرِّضَا عليه السلام وَقَالَ : قَدْ عَلِمْتَ مَا كَانَ بَيْنِي وَبَيْنَكَ مِنَ الشُّرُوطِ فِي دُخُولِي فِي هَذَا الْأَمْرِ ، فَقَالَ المَأْمُونُ : إِنَّمَا أُرِيدُ بِهَذَا أَنْ يَرْسُخَ فِي قُلُوبِ الْعَامَّةِ وَالْجُنْدِ وَالشَّاكِرِيَّةِ هَذَا الْأَمْرُ ؛ فَتَطْمَئِنَّ قُلُوبُهُمْ وَيُقِرُّوا بِمَا فَضَّلَكَ اللهُ تَعَالَى بِهِ ، فَلَمْ يَزَلْ يُرَادُّهُ الْكَلَامَ فِي ذَلِكَ ، فَلَمَّا أَلَحَّ عَلَيْهِ قَالَ :\r\nيَا أَمِيرَ المُؤْمِنِينَ ! إِنْ أَعْفَيْتَنِي مِنْ ذَلِكَ فَهُوَأَحَبُّ إِلَيَّ ، وَإِنْ لَمْ تُعْفِنِي خَرَجْتُ كَمَا كَانَ يَخْرُجُ رَسُولُ اللهِ صلى الله عليه وآله وَكَمَا خَرَجَ أَمِيرُ المُؤْمِنِينَ عَلِيُّ بْنُ أَبِي طَالِبٍ عليه السلام .\r\nقَالَ المَأْمُونُ : اخْرُجْ كَمَا تُحِبُّ . وَأَمَرَ المَأْمُونُ الْقُوَّادَ وَالنَّاسَ أَنْ يُبَكِّرُوا إِلَى بَابِ أَبِي الْحَسَنِ عليه السلام ، فَقَعَدَ النَّاسُ لِأَبِي الْحَسَنِ عليه السلام فِي الطُّرُقَاتِ وَالسُّطُوحِ مِنَ الرِّجَالِ وَالنِّسَاءِ وَالصِّبْيَانِ ، وَاجْتَمَعَ الْقُوَّادُ عَلَى بَابِ الرِّضَا عليه السلام .\r\nفَلَمَّا طَلَعَتِ الشَّمْسُ قَامَ الرِّضَا عليه السلام فَاغْتَسَلَ وَتَعَمَّمَ بِعِمَامَةٍ بَيْضَاءَ مِنْ قُطْنٍ وَأَلْقَى طَرَفاً مِنْهَا عَلَى صَدْرِهِ وَطَرَفاً بَيْنَ كَتِفَيْهِ وَتَشَمَّرَ ، ثُمَّ قَالَ لِجَمِيعِ مَوَالِيهِ : افْعَلُوا مِثْلَ مَا فَعَلْتُ ، ثُمَّ أَخَذَ بِيَدِهِ عُكَّازَةً وَخَرَجَ وَنَحْنُ بَيْنَ يَدَيْهِ وَهُوَحَافٍ قَدْ شَمَّرَ سَرَاوِيلَهُ إِلَى نِصْفِ السَّاقِ وَعَلَيْهِ ثِيَابٌ مُشَمَّرَةٌ .\r\nفَلَمَّا قَامَ وَمَشَيْنَا بَيْنَ يَدَيْهِ رَفَعَ رَأْسَهُ إِلَى السَّمَاءِ ، وَكَبَّرَ أَرْبَعَ تَكْبِيرَاتٍ ، فَخُيِّلَ إِلَيْنَا أَنَّ الْهَوَاءَ وَالْحِيطَانَ تُجَاوِبُهُ ، وَالْقُوَّادُ وَالنَّاسُ عَلَى الْبَابِ قَدْ تَزَيَّنُوا وَلَبِسُوا السِّلَاحَ وَتَهَيَّئُوا بِأَحْسَنِ هَيْئَةٍ ، فَلَمَّا طَلَعْنَا عَلَيْهِمْ بِهَذِهِ الصُّورَةِ حُفَاةً قَدْ تَشَمَّرْنَا وَطَلَعَ الرِّضَا وَقَفَ وَقْفَةً عَلَى الْبَابِ وَقَالَ :\r\n« اللهُ أَكْبَرُ ، اللهُ أَكْبَرُ ، اللهُ أَكْبَرُ عَلَى مَا هَدَانَا ، اللهُ أَكْبَرُ عَلَى مَا رَزَقَنَا مِنْ بَهِيمَةِ الْأَنْعَامِ ، وَالْحَمْدُ للهِ عَلَى مَا أَبْلَانَا » ، وَرَفَعَ بِذَلِكَ صَوْتَهُ وَرَفَعْنَا أَصْوَاتَنَا .\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nفَتَزَعْزَعَتْ مَرْوُ مِنَ الْبُكَاءِ وَالصِّيَاحِ ، فَقَالَهَا ثَلَاثَ مَرَّاتٍ ، فَسَقَطَ الْقُوَّادُ عَنْ دَوَابِّهِمْ وَرَمَوْا بِخِفَافِهِمْ لَمَّا نَظَرُوا إِلَى أَبِي الْحَسَنِ عليه السلام ، وَصَارَتْ مَرْوُ ضَجَّةً وَاحِدَةً ، وَلَمْ يَتَمَالَكِ النَّاسُ مِنَ الْبُكَاءِ وَالضَّجَّةِ .\r\nفَكَانَ أَبُو الْحَسَنِ عليه السلام يَمْشِي وَيَقِفُ فِي كُلِّ عَشَرَةِ خُطُوَاتٍ وَقْفَةً يُكَبِّرُ اللهَ أَرْبَعَ مَرَّاتٍ ، فَيُتَخَيَّلُ إِلَيْنَا أَنَّ السَّمَاءَ وَالْأَرْضَ وَالْحِيطَانَ تُجَاوِبُهُ . وَبَلَغَ المَأْمُونَ ذَلِكَ فَقَالَ لَهُ الْفَضْلُ بْنُ سَهْلٍ ذُو الرِّئَاسَتَيْنِ : يَا أَمِيرَ المُؤْمِنِينَ ! إِنْ بَلَغَ الرِّضَا المُصَلَّى عَلَى هَذَا السَّبِيلِ افْتَتَنَ بِهِ النَّاسُ ، فَالرَّأْيُ أَنْ تَسْأَلَهُ أَنْ يَرْجِعَ . فَبَعَثَ إِلَيْهِ المَأْمُونُ فَسَأَلَهُ الرُّجُوعَ ، فَدَعَا أَبُو الْحَسَنِ عليه السلام بِخُفِّهِ فَلَبِسَهُ وَرَجَع » « 1 »\r\n.\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 49 ، ص 143 - 135 .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n\r\nالفصل الثَّالث : شَهَادَتُهُ وَمَزَارُهُ\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nوأخيراً دسّ إليه السم فمضى شهيداً شأن سائر أئمة الهدى الذين جاء عنهم الحديث الشريف :\r\n« مَا مِنَّا إِلَّا مَسْمُومٌ أَوْ مَقْتُول » « 1 »\r\n. ولكن من الذي فعل ذلك ؟\r\nيرى طائفة كبيرة من العلماء أن المأمون كان وراء ذلك ، في حين يستبعد ذلك بعضهم ويتساءل عما إذا كان المأمون بهذا المستوى من الدناءة أن يلوث يده بهذه الجريمة النكراء ؟\r\nوقد رأيت بعضهم قد ساق عشرة أدلة على براءة المأمون من دم سيدنا الإمام الرضا عليه السلام ولكنها عند التمحيص تنتهي إلى دليل واحد هو استبعاد وقوع تلك الجريمة من شخص نصب نفسه للدفاع عن أفكار المذهب الشيعي ، وتبني أفضلية الإمام عليه السلام .\r\nولكن إذا عرفنا أن المأمون العباسي كان واحداً من الخلفاء العباسيين الذين تميَّز نظامهم بالغدر بأنصارهم ، أو بالذين يخشون تابعيهم ، ابتداء من أبي مسلم الخراساني وإلى برمك ، وانتهاءً بفضلبن سهل . وإن المأمون كان متسنماً قمة هرم ذلك النظام الذي قد بُنيت مؤسساته على أساس البغي والمكر والغيلة ، فما الذي يمنعه عن اتباع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 27 ، ص 217 . وَج 44 ، ص 138 .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nسيرة أسلافه ، وممارسة جرائم أجداده ؟\r\nعلى أن عقائده في خلق القرآن أو تفضيل الإمام علي على سائر الصحابة أو ما أشبه لم تجعله من شيعة علي وآل علي عليهم السلام ، لأن استمراره في حكم المسلمين بذاته أكبر جريمة ، وأعظم ذنب ، وأعتى طغيان في منطق علي وشيعة علي . إذ إنه نوع من ادِّعاء الربوبية ومنازعة الله في الألوهية !\r\nثم إن سيرته - مع الناس من القتل والتنكيل ونشر الفساد بمختلف ألوانه - تتنافى وأبسط مبادئ التشيع لآل البيت عليهم السلام . فما الذي يمنعه إذاً من ارتكاب جريمة القتل بحق آل بيت الرسالة ؟ .\r\nوإننا لنقرأ في صفحات التاريخ ما يهدينا إلى أن شخص المأمون قد أشرف على عملية اغتيال الإمام عليه السلام عبر جهازه السري ، الذي يُشابه في أيامنا مخابرات قصر الإمارة أو الرئاسة في الدولة الأشد ديكتاتوريةً في العالم .\r\nوقد جاءت هذه الخطوة بعد أن قُمعت أو هدأت ثورات العلويين في أطراف الأرض ، وانتهت فلسفة استدعاء الإمام عليه السلام إلى خراسان . وبعد أن بدأت تتجمع الغيوم فوق بغداد ، وظهرت ارهاصات ثورة العباسيين ، وأزمع المأمون على العودة إلى بغداد لاسترضاء بني عمه ، والعودة إلى سيرة أجداده من لبس السواد وتوزيع المناصب على ذوي قرباه .\r\nولعل الحديث التالي يوضح هذه الحالة التي تَنَبَّه لها الإمام الرضا عليه السلام ونَبَّه إليها المأمون ربما ليعرف هذا الأخير أن الإمام واقف على نواياه ، وأنه إنما يسايره حسب المصلحة العامة .\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nقال الإمام الرضا للمأمون يوماً في حديث مفصل :\r\n« فَاتَّقِ اللهَ - يَا أَمِيرَ المُؤْمِنِينَ - فِي أُمُورِ الْمُسْلِمِينَ وَارْجِعْ إِلَى بَيْتِ النُّبُوَّةِ وَمَعْدِنِ المُهَاجِرِينَ وَالْأَنْصَار .\r\nثم قال : أَرَى أَنْ تَخْرُجَ مِنْ هَذِهِ الْبِلَادِ وَتَتَحَوَّلَ إِلَى مَوْضِعِ آبَائِكَ وَأَجْدَادِكَ ، وَتَنْظُرَ فِي أُمُورِ المُسْلِمِينَ وَلَا تَكِلَهُمْ إِلَى غَيْرِكَ ؛ فَإِنَّ اللهَ عَزَّ وَجَلَّ سَائِلُكَ عَمَّا وَلَّاك » « 1 »\r\n. ثم إن الفضل بن سهل تنبه إلى ذلك أيضاً فتراه يمتنع عن الرحيل مع المأمون ، ويعتذر في ذلك إليه بالقول :\r\n« إِنَّ ذَنْبِي عَظِيمٌ عِنْدَ أَهْلِ بَيْتِكَ وَعِنْدَ الْعَامَّةِ وَالنَّاسُ يَلُومُونَنِي بِقَتْلِ أَخِيكَ المَخْلُوعِ وَبَيْعَةِ الرِّضَا عليه السلام ، وَلَا آمُنُ السُّعَاةَ وَالْحُسَّادَ وَأَهْلَ الْبَغْيِ أَنْ يَسْعَوْا بِي ، فَدَعْنِي أَخْلُفُكَ بِخُرَاسَان » « 2 »\r\n. ولكن المأمون يصدّ عليه بذلك وقد دبَّر له أمراً . إنه لا يريد اغتياله في معقل قوته وبين أنصاره وأعوانه بل في الطريق .\r\nوفعلًا - تقول الرواية - فلما كان بعد ذلك ( والحوار بين المأمون والفضل ) - بأيام ونحن في بعض المنازل - دخل الفضل الحمام\r\n« فَدَخَلَ عَلَيْهِ قَوْمٌ بِالسُّيُوفِ فَقَتَلُوهُ وَأُخِذَ مَنْ دَخَلَ عَلَيْهِ فِي الْحَمَّامِ ، وَكَانُوا ثَلَاثَةَ نَفَرٍ أَحَدُهُمْ ابْنُ خَالَةِ الْفَضْلِ ذُو الْقَلَمَيْنِ . قَالَ : وَاجْتَمَعَ الْقُوَّادُ وَالْجُنْدُ وَمَنْ كَانَ مِنْ رِجَالِ ذِي الرِّئَاسَتَيْنِ عَلَى بَابِ المَأْمُونِ ، فَقَالُوا : اغْتَالَهُ وَقَتَلَهُ فَلَنَطْلُبَنَّ بِدَمِه » « 3 »\r\n. وهكذا تخلَّص المأمون من أبرز مراكز القوى داخل سلطته ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 49 ، ص 164 .\r\n( 2 ) بحار الأنوار ، ج 49 ، ص 166 .\r\n( 3 ) بحار الأنوار ، ج 49 ، ص 168 .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nولم يبقَ أمامه إلَّا الإمام الرضا عليه السلام الذي تم اغتياله بعد ذلك بأيام قلائل . أَوَلَا يدل قرب وفاته عليه السلام وقتل الفضل على وجود مؤامرةٍ قذرةٍ ضده .\r\nهكذا يتأكد لنا ما يذهب إليه المشهور من العلماء الشيعة من أن الإمام استشهد بسم المأمون حسبما يرى العلَّامة المجلسي في قوله : « الأشهر بيننا أنه عليه السلام مضى شهيداً بسم المأمون » . ويضيف : « وينسب إلى السيد علي بن طاوس أنه أنكر ذلك » « 1 » .\r\nدعنا نستمع إلى نبأ شهادته من لسان المعاصرين :\r\nألف : كان أبو الصلت الهروي من المعاصرين للإمام ومن صانعي الأحداث أو المراقبين لها عن كثب لصلته الوثيقة بالإمام ، فيسأله أحمد بن علي الأنصاري عن سبب اغتيال المأمون للإمام الرضا عليه السلام ، يقول له :\r\n« كَيْفَ طَابَتْ نَفْسُ المَأْمُونِ بِقَتْلِ الرِّضَا عليه السلام مَعَ إِكْرَامِهِ وَمَحَبَّتِهِ لَهُ وَمَا جَعَلَ لَهُ مِنْ وِلَايَةِ الْعَهْدِ بَعْدَهُ ؟ فَقَالَ : إِنَّ المَأْمُونَ إِنَّمَا كَانَ يُكْرِمُهُ وَيُحِبُّهُ لِمَعْرِفَتِهِ بِفَضْلِهِ ، وَجَعَلَ لَهُ وِلَايَةَ الْعَهْدِ مِنْ بَعْدِهِ لِيُرِيَ النَّاسَ أَنَّهُ رَاغِبٌ فِي الدُّنْيَا فَيَسْقُطَ مَحَلُّهُ مِنْ نُفُوسِهِمْ ، فَلَمَّا لَمْ يَظْهَرْ مِنْهُ فِي ذَلِكَ لِلنَّاسِ إِلَّا مَا ازْدَادَ بِهِ فَضْلًا عِنْدَهُمْ وَمَحَلًّا فِي نُفُوسِهِمْ ، جَلَبَ عَلَيْهِ المُتَكَلِّمِينَ مِنَ الْبُلْدَانِ طَمَعاً مِنْ أَنْ يَقْطَعَهُ وَاحِدٌ مِنْهُمْ فَيَسْقُطَ مَحَلُّهُ عِنْدَ الْعُلَمَاءِ ، وَبِسَبَبِهِمْ يَشْتَهِرُ نَقْصُهُ عِنْدَ الْعَامَّةِ .\r\nفَكَانَ لَا يُكَلِّمُهُ خَصْمٌ مِنَ الْيَهُودِ وَالنَّصَارَى وَالمَجُوسِ وَالصَّابِئِينَ وَالْبَرَاهِمَةِ وَالمُلْحِدِينَ وَالدَّهْرِيَّةِ وَلَا خَصْمٍ مِنْ فِرَقِ المُسْلِمِينَ المُخَالِفِينَ لَهُ إِلَّا قَطَعَهُ وَأَلْزَمَهُ الْحُجَّةَ ، وَكَانَ النَّاسُ يَقُولُونَ : وَاللهِ إِنَّهُ أَوْلَى بِالْخِلَافَةِ مِنَ المَأْمُونِ ، فَكَانَ أَصْحَابُ الْأَخْبَارِ يَرْفَعُونَ ذَلِكَ إِلَيْهِ فَيَغْتَاظُ مِنْ ذَلِكَ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 49 ، ص 311 .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nوَيَشْتَدُّ حَسَدُهُ ، وَكَانَ الرِّضَا عليه السلام لَا يُحَابِي المَأْمُونَ مِنْ حَقٍّ وَكَانَ يُجِيبُهُ بِمَا يَكْرَهُ فِي أَكْثَرِ أَحْوَالِهِ ، فَيَغِيظُهُ ذَلِكَ وَيَحْقِدُهُ عَلَيْهِ وَلَا يُظْهِرُهُ لَهُ ، فَلَمَّا أَعْيَتْهُ الْحِيلَةُ فِي أَمْرِهِ اغْتَالَهُ فَقَتَلَهُ بِالسَّم » « 1 »\r\n. باء : وينقل الشيخ المفيد - رضوان الله عليه - مجمل قصة شهادته ، مع بعض التفسير لأسباب غيظ المأمون منه ، فيقول :\r\n« دَخَلَ الرِّضَا عليه السلام يَوْماً عَلَيْهِ فَرَآهُ يَتَوَضَّأُ لِلصَّلَاةِ وَالْغُلَامُ يَصُبُّ المَاءَ عَلَى يَدَيْهِ فَقَالَ : لَا تُشْرِكْ يَا أَمِيرَ المُؤْمِنِينَ بِعِبَادَةِ رَبِّكَ أَحَداً .\r\nفَصَرَفَ المَأْمُونُ الْغُلَامَ وَتَوَلَّى تَمَامَ وُضُوءِ نَفْسِهِ ، وَزَادَ ذَلِكَ فِي غَيْظِهِ وَوَجْدِهِ .\r\nوَكَانَ عليه السلام يُزْرِي عَلَى الْفَضْلِ وَالْحَسَنِ ابْنَيْ سَهْلٍ عِنْدَ المَأْمُونِ إِذَا ذَكَرَهُمَا وَيَصِفُ لَهُ مَسَاوِيَهُمَا وَيَنْهَاهُ عَنِ الْإِصْغَاءِ إِلَى قَوْلِهِمَا ، وَعَرَفَا ذَلِكَ مِنْهُ ، فَجَعَلَا يُخَطِّئَانِ عَلَيْهِ عِنْدَ المَأْمُونِ وَيَذْكُرَانِ لَهُ عِنْدَهُ مَا يُبَعِّدُهُ مِنْهُ وَيُخَوِّفَانِهِ مِنْ حَمْلِ النَّاسِ عَلَيْهِ ، فَلَمْ يَزَالَا كَذَلِكَ حَتَّى قَلَّبَا رَأْيَهُ فِيهِ وَعَمِلَ عَلَى قَتْلِهِ عليه السلام .\r\nفَاتَّفَقَ أَنَّهُ أَكَلَ هُوَ وَالمَأْمُونُ يَوْماً طَعَاماً فَاعْتَلَّ مِنْهُ الرِّضَا عليه السلام وَأَظْهَرَ المَأْمُونُ تَمَارُضاً ، فَذَكَرَ مُحَمَّدُ بْنُ عَلِيِّ بْنِ حَمْزَةَ عَنْ مَنْصُورِ بْنِ بِشْرٍ عَنْ أَخِيهِ عَبْدِ اللهِ بْنِ بِشْرٍ قَالَ : أَمَرَنِي المَأْمُونُ أَنْ أُطَوِّلَ أَظْفَارِي عَلَى الْعَادَةِ وَلَا أُظْهِرَ ذَلِكَ لِأَحَدٍ ، فَفَعَلْتُ ثُمَّ اسْتَدْعَانِي فَأَخْرَجَ إِلَيَّ شَيْئاً يُشْبِهُ التَّمْرَ الْهِنْدِيَّ ، فَقَالَ لِيَ : اعْجِنْ هَذَا بِيَدَيْكَ جَمِيعاً فَفَعَلْتُ ، ثُمَّ قَامَ وَتَرَكَنِي ، وَدَخَلَ عَلَى الرِّضَا عليه السلام وَقَالَ لَهُ مَا خَبَرُك ؟\r\nقَالَ : أَرْجُو أَنْ أَكُونَ صَالِحاً .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 49 ، ص 290 .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nقَالَ لَهُ : أَنَا الْيَوْمَ بِحَمْدِ اللهِ أَيْضاً صَالِحٌ ، فَهَلْ جَاءَكَ أَحَدٌ مِنَ المُتَرَفِّقِينَ فِي هَذَا الْيَوْمِ ؟ قَالَ : لَا ، فَغَضِبَ المَأْمُونُ وَصَاحَ عَلَى غِلْمَانِهِ ، ثُمَّ قَالَ : فَخُذْ مَاءَ الرُّمَّانِ السَّاعَةَ فَإِنَّهُ مِمَّا لَا يُسْتَغْنَى عَنْهُ ، ثُمَّ دَعَانِي فَقَالَ ائْتِنَا بِرُمَّانٍ فَأَتَيْتُهُ بِهِ فَقَالَ لِيَ : اعْصِرْ بِيَدَيْكَ ، فَفَعَلْتُ وَسَقَاهُ المَأْمُونُ الرِّضَا عليه السلام بِيَدِهِ ، وَكَانَ ذَلِكَ سَبَبَ وَفَاتِهِ ، فَلَمْ يَلْبَثْ إِلَّا يَوْمَيْنِ حَتَّى مَات عليه السلام .\r\nوَذُكِرَ عَنْ أَبِي الصَّلْتِ الْهَرَوِيِّ أَنَّهُ قَالَ : دَخَلْتُ عَلَى الرِّضَا عليه السلام وَقَدْ خَرَجَ المَأْمُونُ مِنْ عِنْدِهِ .\r\nفَقَالَ لِي : يَا أَبَا الصَّلْتِ ! قَدْ فَعَلُوهَا . وَجَعَلَ يُوَحِّدُ اللهَ وَيُمَجِّدُهُ .\r\nوَرُوِيَ عَنْ مُحَمَّدِ بْنِ الْجَهْمِ أَنَّهُ قَالَ : كَانَ الرِّضَا عليه السلام يُعْجِبُهُ الْعِنَبُ فَأَخَذَ لَهُ مِنْهُ شَيْئاً فَجَعَلَ فِي مَوْضِعِ أَقْمَاعِهِ الْإِبْرَ أَيَّاماً ثُمَّ نَزَعَ وَجِيءَ بِهِ إِلَيْهِ فَأَكَلَ مِنْهُ وَهُوَ فِي عِلَّتِهِ الَّتِي ذَكَرْنَا فَقَتَلَهُ . وَذَكَرَ أَنَّ ذَلِكَ مِنْ لَطِيفِ السُّمُومِ .\r\nوَلَمَّا تُوُفِّيَ الرِّضَا عليه السلام كَتَمَ المَأْمُونُ مَوْتَهُ يَوْماً وَلَيْلَةً ، ثُمَّ أَنْفَذَ إِلَى مُحَمَّدِ بْنِ جَعْفَرٍ الصَّادِقِ عليه السلام وَجَمَاعَةِ آلِ أَبِي طَالِبٍ الَّذِينَ كَانُوا عِنْدَهُ ، فَلَمَّا حَضَرُوهُ نَعَاهُ إِلَيْهِمْ وَبَكَى وَأَظْهَرَ حُزْناً شَدِيداً وَتَوَجَّعَ ، وَأَرَاهُمْ إِيَّاهُ صَحِيحَ الْجَسَدِ ، وَقَالَ : يَعِزُّ عَلَيَّ - يَا أَخِي - أَنْ أَرَاكَ فِي هَذِهِ الْحَالِ ، قَدْ كُنْتُ أُؤَمِّلُ أَنْ أُقَدَّمَ قَبْلَكَ فَأَبَى اللهُ إِلَّا مَا أَرَادَ .\r\nثُمَّ أَمَرَ بِغُسْلِهِ وَتَكْفِينِهِ وَتَحْنِيطِهِ ، وَخَرَجَ مَعَ جَنَازَتِهِ فَحَمَلَهَا حَتَّى أَتَى إِلَى المَوْضِعِ الَّذِي هُوَمَدْفُونٌ فِيهِ الْآنَ فَدَفَنَهُ . وَالمَوْضِعُ دَارُ حُمَيْدِ بْنِ قَحْطَبَةَ فِي قَرْيَةٍ يُقَالُ لَهَا سَنَابَادُ عَلَى دَعْوَةٍ مِنْ نَوْقَانَ مِنْ أَرْضِ طُوسَ ، وَفِيهَا قَبْرُ هَارُونَ الرَّشِيدِ وَقَبْرُ أَبِي الْحَسَنِ عليه السلام بَيْنَ يَدَيْهِ فِي قِبْلَتِهِ . وَمَضَى الرِّضَا عليه السلام وَلَمْ يَتْرُكْ وَلَداً نَعْلَمُهُ إِلَّا ابْنَهُ الْإِمَامَ بَعْدَهُ أَبَا جَعْفَرٍ مُحَمَّدَ بْنَ\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nعَلِيٍّ عليه السلام ، وَكَانَ سِنُّهُ يَوْمَ وَفَاةِ أَبِيهِ سَبْعَ سِنِينَ » « 1 » .\r\nجيم : ويصف ياسر الخادم اللحظات الأخيرة من حياة الإمام الرضا عليه السلام حيث تجلَّت فيها روحه الربانية وخُلُقُهُ المحمدي فيقول :\r\n« لَمَّا كَانَ بَيْنَنَا وَبَيْنَ طُوسَ سَبْعَةُ مَنَازِلَ اعْتَلَّ أَبُو الْحَسَنِ عليه السلام فَدَخَلْنَا طُوسَ ، وَقَدِ اشْتَدَّتْ بِهِ الْعِلَّةُ فَبَقِينَا بِطُوسَ أَيَّاماً ، فَكَانَ المَأْمُونُ يَأْتِيهِ فِي كُلِّ يَوْمٍ مَرَّتَيْنِ ، فَلَمَّا كَانَ فِي آخِرِ يَوْمِهِ الَّذِي قُبِضَ فِيهِ كَانَ ضَعِيفاً فِي ذَلِكَ الْيَوْمِ ، فَقَالَ لِي بَعْدَمَا صَلَّى الظُّهْرَ : يَا يَاسِرُ ! أَكَلَ النَّاسُ شَيْئاً ؟\r\nقُلْتُ : يَا سَيِّدِي ! مَنْ يَأْكُلُ هَاهُنَا مَعَ مَا أَنْتَ فِيه ؟ ! .\r\nفَانْتَصَبَ عليه السلام ثُمَّ قَالَ : هَاتُوا المَائِدَةَ .\r\nوَلَمْ يَدَعْ مِنْ حَشَمِهِ أَحَداً إِلَّا أَقْعَدَهُ مَعَهُ عَلَى المَائِدَةِ يَتَفَقَّدُ وَاحِداً وَاحِداً ، فَلَمَّا أَكَلُوا قَالَ : ابْعَثُوا إِلَى النِّسَاءِ بِالطَّعَامِ .\r\nفَحُمِلَ الطَّعَامُ إِلَى النِّسَاءِ ، فَلَمَّا فَرَغُوا مِنَ الْأَكْلِ أُغْمِيَ عَلَيْهِ وَضَعُفَ فَوَقَعَتِ الصَّيْحَةُ ، وَجَاءَتْ جَوَارِي المَأْمُونِ وَنِسَاؤُهُ حَافِيَاتٍ حَاسِرَاتٍ ، وَوَقَعَتِ الْوَجْبَةُ بِطُوسَ ، وَجَاءَ المَأْمُونُ حَافِياً وَحَاسِراً يَضْرِبُ عَلَى رَأْسِهِ وَيَقْبِضُ عَلَى لِحْيَتِهِ وَيَتَأَسَّفُ وَيَبْكِي وَتَسِيلُ الدُّمُوعُ عَلَى خَدَّيْهِ ، فَوَقَفَ عَلَى الرِّضَا عليه السلام وَقَدْ أَفَاقَ ، فَقَالَ : يَا سَيِّدِي ! وَاللهِ مَا أَدْرِي أَيُّ المُصِيبَتَيْنِ أَعْظَمُ عَلَيَّ : فَقْدِي لَكَ وَفِرَاقِي إِيَّاكَ أَوْ تُهَمَةُ النَّاسِ لِي أَنِّي اغْتَلْتُكَ وَقَتَلْتُكَ ؟ قَالَ : فَرَفَعَ طَرْفَهُ إِلَيْهِ ثُمَّ قَال :\r\n« أَحْسِنْ - يَا أَمِيرَ المُؤْمِنِينَ - مُعَاشَرَةَ أَبِي جَعْفَرٍ ، فَإِنَّ عُمُرَكَ وَعُمُرَهُ هَكَذَا ، وَجَمَعَ بَيْنَ سَبَّابَتَيْهِ » « 2 »\r\n.\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 49 ، ص 308 .\r\n( 2 ) بحار الأنوار ، ج 49 ، ص 299 .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nكما أنه يصف الحوادث التي وقعت بعد وفاته مباشرةً ، فيقول :\r\n« فَلَمَّا كَانَ مِنْ تِلْكَ اللَّيْلَةِ قَضَى عَلَيْهِ بَعْدَمَا ذَهَبَ مِنَ اللَّيْلِ بَعْضُهُ ، فَلَمَّا أَصْبَحَ اجْتَمَعَ الْخَلْقُ وَقَالُوا : هَذَا قَتَلَهُ وَاغْتَالَهُ يَعْنِي المَأْمُونَ ، وَقَالُوا : قَتَلَ ابْنَ رَسُولِ اللهِ ، وَأَكْثَرُوا الْقَوْلَ وَالْجَلَبَةَ ، وَكَانَ مُحَمَّدُ بْنُ جَعْفَرِ بْنِ مُحَمَّدٍ عليه السلام اسْتَأْمَنَ إِلَى المَأْمُونِ وَجَاءَ إِلَى خُرَاسَانَ ، وَكَانَ عَمَّ أَبِي الْحَسَنِ ، فَقَالَ لَهُ المَأْمُونُ : يَا أَبَا جَعْفَرٍ ! اخْرُجْ إِلَى النَّاسِ وَأَعْلِمْهُمْ أَنَّ أَبَا الْحَسَنِ لَا يُخْرَجُ الْيَوْمَ ، وَكَرِهَ أَنْ يُخْرِجَهُ فَتَقَعَ الْفِتْنَةُ ، فَخَرَجَ مُحَمَّدُ بْنُ جَعْفَرٍ إِلَى النَّاسِ فَقَالَ : أَيُّهَا النَّاسُ ! تَفَرَّقُوا فَإِنَّ أَبَا الْحَسَنِ لَا يُخْرَجُ الْيَوْمَ فَتَفَرَّقَ النَّاسُ ، وَغُسِّلَ أَبُو الْحَسَنِ فِي اللَّيْلِ وَدُفِنَ » « 1 »\r\n. وبقي ضريح الإمام الرضا عليه السلام مزاراً يؤمه شيعة أهل البيت عليهم السلام ومحبوهم لما أُثر عن النبي صلى الله عليه وآله وأهل بيته من الترغيب في ذلك ، فقد روي عن النبي صلى الله عليه وآله أنه قال :\r\n« سَتُدْفَنُ بَضْعَةٌ مِنِّي بِأَرْضِ خُرَاسَانَ ؛ لَا يَزُورُهَا مُؤْمِنٌ إِلَّا أَوْجَبَ اللهُ عَزَّ وَجَلَّ لَهُ الْجَنَّةَ ، وَحَرَّمَ جَسَدَهُ عَلَى النَّار » « 2 » .\r\nوروي عن الإمام الصادق عليه السلام أنه قال :\r\n« يَخْرُجُ وَلَدٌ مِنِ ابْنِي مُوسَى اسْمُهُ اسْمُ أَمِيرِ المُؤْمِنِينَ ( عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ ) إِلَى أَرْضِ طُوسَ وَهِيَ بِخُرَاسَانَ ، يُقْتَلُ فِيهَا بِالسَّمِّ ، فَيُدْفَنُ فِيهَا غَرِيباً ؛ مَنْ زَارَهُ عَارِفاً بِحَقِّهِ أَعْطَاهُ اللهُ تَعَالَى أَجْرَ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقاتَل » « 3 »\r\n.\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 49 ، ص 299 .\r\n( 2 ) بحار الأنوار ، ج 49 ، ص 284 .\r\n( 3 ) بحار الأنوار ، ج 49 ، ص 286 .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nوطفق الشعراء يرثونه بما يُفَتِّتُ كبد الحجر ألماً . كما أخذوا بفضح أولئك الغدرة الذين اغتالوه بالسم ، فقال دعبل ضمن قصيدة :\r\n أَرعتم ذئاباً من أميّة وانتحت * عليهم دراكاً أزمة وسنون\r\nوعاثت بنو العبّاس في الدين عيثة * تَحَكَّمَ فيه ظالم وظنين\r\nوسموا رشيداً ليس فيهم لرشده * وما ذاك مأمون وذاك أمين\r\nفما قبلت بالرشد منهم رعاية * ولا لولي بالأمانة دين\r\nرئيسهم غاوٍ وطفلاه بعده * لهذا رزايا دون ذاك مجون\r\nألا أيها القبر الغريب محله * بطوس عليك الساريات هتون « 1 » \r\nوقال أبو فراس الحمداني يرثي الرضا عليه السلام :\r\n باؤوا بقتل الرضا من بعد بيعته * وأبصروا بعضه من رشدهم وعموا\r\nعصابة شقيت من بعدما سعدت * ومعشر هلكوا من بعدما سلموا\r\nلا بيعة ردعتهم عن دمائهم * ولا يمين ولا قربى ولا رحم « 2 » \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 49 ، ص 315 ، نقلًا عن مقاتل الطالبيين ، ص 372 - 373 .\r\n( 2 ) بحار الأنوار ، ج 49 ، ص 314 .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\n\r\nالفصل الرابع : كلمَاتُهُ المُضِيْئَةُ\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nهل يكفي الانتماء الاسمي إلى الإمام الرضا عليه السلام من دون معرفته ، والاستضاءة بنور علمه ومعارفه ؟ وكيف يرجو شفاعة النبي صلى الله عليه وآله وأهل بيته عليهم السلام يوم الجزاء مَنْ لم يتبع سننهم ، ويهتدي بنورهم ؟\r\nإن علينا أن نبحث عن وصاياهم التي خلفوها لنا كنوزاً لا تنفد ، وتلاداً نعم لا تُضاهى .\r\nوالإمام الرضا عليه السلام خلّف ميراثاً عظيماً من المعارف والعلوم ، خصوصاً في ا لحكمة الإلهية ، وبيان فلسفة الأحكام ، والرد على المذاهب الباطلة .\r\nونحن في خاتمة كتابنا الذي تشرّف باسمه نُثبت وصاياه الرشيدة وأشعاره الحكيمة ، لعلَّنا ننتفع بها :\r\nقال علي بن شعيب :\r\n« دَخَلْتُ عَلَى أَبِي الْحَسَنِ الرِّضَا عليه السلام فَقَالَ لِي : يَا عَلِيُّ ! مَنْ أَحْسَنُ النَّاسِ مَعَاشاً ؟ قُلْتُ : يَا سَيِّدِي أَنْتَ أَعْلَمُ بِهِ مِنِّي ، فَقَالَ عليه السلام : يَا عَلِيُّ ! مَنْ حَسَّنَ مَعَاشَ غَيْرِهِ فِي مَعَاشِهِ . يَا عَلِيُّ ! مَنْ أَسْوَأُ النَّاسِ مَعَاشاً ؟ قُلْتُ : أَنْتَ أَعْلَمُ ، قَالَ : مَنْ لَمْ يُعِشْ غَيْرَهُ فِي مَعَاشِهِ . يَا عَلِيُّ ! أَحْسِنُوا جِوَارَ النِّعَمِ فَإِنَّهَا وَحْشِيَّةٌ مَا نَأَتْ عَنْ قَوْمٍ فَعَادَتْ إِلَيْهِم . يَا عَلِيُّ ! إِنَّ شَرَّ النَّاسِ مَنْ\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nمَنَعَ رِفْدَهُ وَأَكَلَ وَحْدَهُ وَجَلَدَ عَبْدَهُ ، أَحْسِنِ الظَّنَّ بِاللهِ فَإِنَّ مَنْ حَسُنَ ظَنُّهُ بِاللهِ كَانَ اللهُ عِنْدَ ظَنِّهِ ، وَمَنْ رَضِيَ بِالْقَلِيلِ مِنَ الرِّزْقِ قُبِلَ مِنْهُ الْيَسِيرُ مِنَ الْعَمَلِ ، وَمَنْ رَضِيَ بِالْيَسِيرِ مِنَ الْحَلَالِ خَفَّتْ مَؤُونَتُهُ ، وَنُعِّمَ أَهْلُهُ ، وَبَصَّرَهُ اللهُ دَاءَ الدُّنْيَا وَدَوَاءَهَا ، وَأَخْرَجَهُ مِنْهَا سَالِماً إِلَى دَارِ السَّلَام . لَيْسَ لِبَخِيلٍ رَاحَةٌ وَلَا لِحَسُودٍ ، لَذَّةٌ وَلَا لِمَلُولٍ وَفَاءٌ ، وَلَا لِكَذُوبٍ مُرُوَّة » « 1 »\r\n. وقال عليه السلام : « إِنَّ أَوْحَشَ مَا يَكُونُ هَذَا الْخَلْقُ فِي ثَلَاثَةِ مَوَاطِنَ : يَوْمَ يُولَدُ وَيَخْرُجُ مِنْ بَطْنِ أُمِّهِ فَيَرَى الدُّنْيَا ، وَيَوْمَ يَمُوتُ فَيُعَايِنُ الْآخِرَةَ وَأَهْلَهَا ، وَيَوْمَ يُبْعَثُ فَيَرَى أَحْكَاماً لَمْ يَرَهَا فِي دَارِ الدُّنْيَا . وَقَدْ سَلَّمَ اللهُ عَزَّ وَجَلَّ عَلَى يَحْيَى عليه السلام فِي هَذِهِ الثَّلَاثَةِ المَوَاطِنِ وَآمَنَ رَوْعَتَهُ ؛ فَقَالَ في يحيى :\r\nوَسَلامٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيّاً « 2 » ، وفي عيسى : وَالسَّلامُ عَلَيَّ يَوْمَ وُلِدْتُ وَيَوْمَ أَمُوتُ وَيَوْمَ أُبْعَثُ حَيّاً « 3 » » .\r\n« لَا يَتِمُّ عَقْلُ امْرِئٍ مُسْلِمٍ حَتَّى تَكُونَ فِيهِ عَشْرُ خِصَال :\r\nالْخَيْرُ مِنْهُ مَأْمُولٌ ، وَالشَّرُّ مِنْهُ مَأْمُونٌ ، يَسْتَكْثِرُ قَلِيلَ الْخَيْرِ مِنْ غَيْرِهِ ، وَيَسْتَقِلُّ كَثِيرَ الْخَيْرِ مِنْ نَفْسِهِ ، لَا يَسْأَمُ مِنْ طَلَبِ الْحَوَائِجِ إِلَيْهِ ، وَلَا يَمَلُّ مِنْ طَلَبِ الْعِلْمِ طُولَ دَهْرِهِ ، الْفَقْرُ فِي اللهِ أَحَبُّ إِلَيْهِ مِنَ الْغِنَى ، وَالذُّلُّ فِي اللهِ أَحَبُّ إِلَيْهِ مِنَ الْعِزِّ فِي عَدُوِّهِ ، وَالْخُمُولُ أَشْهَى إِلَيْهِ مِنَ الشُّهْرَةِ .\r\nثُمَّ قَالَ عليه السلام : الْعَاشِرَةُ وَمَا الْعَاشِرَةُ ؟\r\nقِيلَ لَهُ : مَا هِيَ ؟\r\nقَالَ عليه السلام : لَا يَرَى أَحَداً إِلَّا قَالَ : هُوَخَيْرٌ مِنِّي وَأَتْقَى ؛ إِنَّمَا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في رحاب أئمة أهل البيت ، ص 148 .\r\n( 2 ) سورة مريم ، الآية : 15\r\n( 3 ) سورة مريم ، الآية : 33 .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nالنَّاسُ رَجُلَانِ : رَجُلٌ خَيْرٌ مِنْهُ وَأَتْقَى وَرَجُلٌ شَرٌّ مِنْهُ وَأَدْنَى ، فَإِذَا لَقِيَ الَّذِي شَرٌّ مِنْهُ وَأَدْنَى قَالَ : لَعَلَّ خَيْرَ هَذَا بَاطِنٌ وَهُوَخَيْرٌ لَهُ وَخَيْرِي ظَاهِرٌ وَهُوَشَرٌّ لِي ، وَإِذَا رَأَى الَّذِي هُوَخَيْرٌ مِنْهُ وَأَتْقَى تَوَاضَعَ لَهُ لِيَلْحَقَ بِهِ ، فَإِذَا فَعَلَ ذَلِكَ فَقَدْ عَلَا مَجْدُهُ ، وَطَابَ خَيْرُهُ ، وَحَسُنَ ذِكْرُهُ ، وَسَادَ أَهْلَ زَمَانِه » « 1 »\r\n. وكان ينشد أشعاراً يقول فيها ( ولعلها من إنشائه ) :\r\n إِذَا كَانَ دُونِي مَنْ بُلِيتُ بِجَهْلِهِ * أَبَيْتُ لِنَفْسِي أَنْ تُقَابِلَ بِالْجَهْلِ\r\nوَإِنْ كَانَ مِثْلِي فِي مَحَلِّي مِنَ النُّهَى * أَخَذْتُ بِحِلْمِي كَيْ أَجِلَّ عَنِ الْمِثْلِ\r\nوَإِنْ كُنْتُ أَدْنَى مِنْهُ فِي الْفَضْلِ وَالْحِجَى * عَرَفْتُ لَهُ حَقَّ التَّقَدُّمِ وَالْفَضْل « 2 » \r\nوقال :\r\n إِنَّكَ فِي دَارٍ لَهَا مُدَّة * يُقْبَلُ فِيهَا عَمَلُ الْعَامِلِ\r\nأَلَا تَرَى المَوْتَ مُحِيطاً بِهَا * يَكْذِبُ فِيهَا أَمَلُ الْآمِل\r\nتُعَجِّلُ الذَّنْبَ لِمَا تَشْتَهِي * وَتَأْمُلُ التَّوْبَةَ فِي قَابِل\r\nوَالمَوْتُ يَأْتِي أَهْلَهُ بَغْتَةً * مَا ذَاكَ فِعْلَ الْحَازِمِ الْعَاقِل « 3 » \r\nوإلى هنا نختم حديثنا المختصر عن حياة سيدنا الإمام الرضا عليه السلام نسأل الله أن ينفعنا به يوم القيامة ويجعل ذلك وسيلةً لاتباعنا له في الدنيا وشفاعته عند الله في الآخرة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في رحاب أئمة أهل البيت ، ص 147 .\r\n( 2 ) في رحاب أئمة أهل البيت ، ص 150 .\r\n( 3 ) في رحاب أئمة أهل البيت ، ص 150 .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71}
  ]