[
  {"content":"\r\n\r\nالإمام الهادي\r\nعليه السلام\r\nقدوة وأسوة\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nاسم الكتاب : الإمام الهادي ( ع ) قدوة وأسوة\r\nالمؤلف : العلامة السيد محمد تقي المدرسي\r\nالناشر : مكتب العلامة المدرسي\r\nالطبعة : الأولى ذي القعدة / 1410\r\nعدد النسخ : 000 / 3\r\nالثمن : 350 ريال\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\n\r\nالمقدمة\r\nبسم الله الرحمن الرحيم\r\nالحمد لله رب العالمين . والسلام على النبيّين والصديقين ، وصلوات الله وبركاته على خاتم المرسلين محمد وآله الهداة الميامين .\r\nأفكر في نفسي أحياناً : هل تكفي أحدنا صلة بالأئمة هذه المعرفة البسيطة بأسمائهم وتواريخ ميلادهم وشهادتهم ؟\r\nوهل بمجرد ذلك يصبح الواحد منا تابعاً للأئمة بحيث يكون مأموماً لهم ، وما علامة الائتمام إذاً ؟\r\nوإذا مثل الواحد منا أمام رب العزة فسأله : من إمامك أو من هم أئمتك ؟ فعرّفهم بأسمائهم دون صفاتهم وأفعالهم فلم يعرفوه بل أنكروه وأنكروا أن يكون من شيعتهم فهل له عذر مقبول عند الله يومئذ ؟\r\nأشك في ذلك ، وأحتمل أن يكون على موالي أهل البيت الذي يدعي\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nالإنتماء إليهم ، والتشيع لهم واتباع منهجهم أن يعرفهم معرفة تنشئ بينه وبينهم صلة الإئتمام ، وهي معرفة تتجاوز كثيرا حدود الأسماء والألقاب ، حتى تبلغ - على الأقل - إلى معرفة نهجهم العام في الحياة ، وبعض ما أمروا به شيعتهم .\r\nوإذا كان هذا الاحتمال صحيحاً يجب أن يجعل الشيعي في برنامج دراسته معرفة تاريخ الأئمة ولو بصورة موجزة .\r\nعلى أن الاستزادة من معرفتهم ( ع ) ، ودراسة أقوالهم ترفع درجات الإنسان عند ربه ، كما ترفع قيمة أعماله الصالحة .\r\nوما نقدمه خلال الصفحات التالية بضاعة مزجاة إلى أئمة الهدى ، أرجو أن يتقبلها الله قبولًا حسناً ومنّه . .\r\nوإذا وفقنا الله لإكمال هذا الكتاب الذي يتشرف بتاريخ حياة الإمام العاشر ( ع ) ، فإن مشروع التآليف عن تاريخ المعصومين الأربعة عشر يكون قد أنجز بفضل الله بالرغم من أنه قد تكون الفاصلة الزمنية بين الكتاب والآخر تبلغ ثلاثا وعشرين عاماً من سني المحن والفتن ، وإذا وجد القارئ اختلافاً بين أساليب التأليف ، فهو الاختلاف بين شاب عمره 23 عاماً ومن بلغ الخامسة والأربعين من حياته التي أسأل الله تعالى أن يختمها بالشهادة في سبيله وحسن العاقبة بحق أوليائه المعصومين محمد وآله الطاهرين .\r\nطهران : محمد تقي المدرسي\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nالفصل الأول : منعطفات الحركة الرسالية\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nمنذ أن هبط آدم أبو البشر ( ع ) أرض الفتن والابتلاء ، ومن قيام الساعة تجري سنّة الصراع بين الأبرار الذين ابتغوا رضوان الله ، والضّالين الذين اتبعوا خطوات الشيطان .\r\nولم تخل الأرض - في أية حقبة - عن أولي بقية من سلالة النبيين واتباعهم ينهون عن الفساد في الأرض ، ويقيمون حجة الله على العباد .\r\nوقد قال ربّنا سبحانه :\r\nفَلَوْلَا كَانَ مِنَ الْقُرُونِ مِن قَبْلِكُمْ اولُواْ بَقِيَّةٍ يَنْهَوْنَ عَنِ الْفَسَادِ فِي الأَرْضِ إِلَّا قَلِيلًا مِمَّنْ أَنْجَيْنَا مِنْهُمْ وَاتَّبَعَ الَّذِينَ ظَلَمُوا مَآ اتْرِفُوا فِيهِ وَكَانُوا مُجْرِمِينَ ( هود / 116 )\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nوكان يقود أولئك البقية الصالحة نبي مرسل ، أو وصي نبي ، أو عالم رباني ، يتوارثون الدعوة إلى الله ، والقيام بأمره . وورث الإمام الهادي ( ع ) هذه القيادة الرشيدة من والده الجواد ( ع ) الذي انتهى إليه ميراث رسول الله خاتم الأنبياء والمهيمن على رسالات الله جميعاً ! فالإمامة الربانية ورثها المصطفون من عباد الله ، وان نهج الحق توارثه العلماء الربانيون ، وأهل الزهد والصلاح من شيعة الحق واتباع نهج الأنبياء .\r\nوكان هدف هذا الخط الميمون تحقيق ذات التطلعات التي سعى إليها الأنبياء والصالحون عبر التاريخ والتي يوجزها ربّنا سبحانه في كتابه حين يقول :\r\nلَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَأَنزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ وَأَنزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ وَمَنَافِعُ لِلنَّاسِ وَلِيَعْلَمَ الله مَن يَنصُرُهُ وَرُسُلَهُ بِالْغَيْبِ إِنَّ الله قَوِيٌّ عَزِيزٌ ( الحديد / 25 )\r\nان ما تهدينا اليه سائر الآيات القرآنية ومنها هذه الآية المباركة هي الغايات السامية لابتعاث الرسل وهي التالية :\r\nألف : الدعوة إلى الله بالبينات ، التي تتمثل في كلمة الإمام أمير المؤمنين عليه السلام :\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n\" ليستأدوهم ميثاق فطرته ويذكروهم منسي نعمته ، ويقدروا لهم بالبينات ، وليثيروا لهم دفائن العقول . . . \" .\r\nهكذا بإيقاظ العقل من سباته ، وإثارة الوجدان من تحت ركام الغفلة ، وتنقية الفطرة من الشوائب ، والحجب ، بذلك كله تتم حجة الله على عباد الله عبر رسله الكرام !\r\nباء : تلاوة كتاب الله الذي فيه تبيان كل شيء مما يحتاجه الخلق ، وعبر تلاوة الكتاب وآياته الكريمة كان الأنبياء ( ع ) يقومون بتزكية الناس وتعليمهم وقد قال ربنا سبحانه :\r\nهُوَ الَّذِي بَعَثَ فِي الأُمِّيِّينَ رَسُولًا مِنْهُمْ يَتْلُواْ عَلَيْهِمْ ءَايَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِن كَانُوا مِن قَبْلُ لَفِي ضَلَالٍ مُبِينٍ ( الجُمُعَة / 2 )\r\nجيم : توفير الميزان : والذي يعني ولي الأمر الذي يقضي بين الناس بالعدل ، وقد قال ربنا سبحانه :\r\nفَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لَا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجاً مِمَّا قَضَيْتَ\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nوَيُسَلِّمُوا تَسْلِيماً ( النساء / 65 )\r\nوهكذا كل من يستلم منصب الخلافة الإلهية يكون ميزاناً للحق وفرقاناً ونوراً ، ليعلم الناس إذا تشابهت المذاهب ، واختلفت الآراء ، أي سبيل يهديهم إلى ربهم ، وأي نهج يرضاه خالقهم .\r\nدال : والهدف الأسمى لكل تلك التطلعات السامية تحقيق أقصى درجات العدالة بين الناس وهي القسط ، والتي لا تتم إلّا بإيمان الناس بالرسل واتباعهم للكتاب وتسليمهم للميزان - لذلك قال ربنا سبحانه : ليقوم الناس بالقسط\r\nومعلوم : أن هذا القسط لا يتحقق بالتمام إلّا بقوة مادية رادعة تتمثل بالحديد الذي أنزله الله . . وجعل فيه بأساً شديداً .\r\nوالحديد بدوره لا يعني شيئاً لو لم تحمله أيادي شجاعة متفانية في سبيل الله ونصر دينه ورسله .\r\nفإذا حملوا الحديد دفاعاً عن وحي الله ونهج رسل الله ، نزل عليهم نصر الله إن الله قوي عزيز ، كما قال سبحانه :\r\nوَلَيَنصُرَنَّ الله مَن يَنصُرُهُ إِنَّ الله لَقَويٌ عَزِيزٌ ( الحَج / 40 )\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nتلك كانت تطلعات الخط الرسالي الذي قاده في عصره الإمام النقي علي بن محمد الهادي ( ع ) ، فماذا كانت منعطفات هذا الخط منذ تبلوره في عصر الإمام أمير المؤمنين ( ع ) حتى ذلك اليوم .\r\nبعد رحيل النبي إلى الرفيق الأعلى كانت الأمة الناشئة بحاجة إلى إمام يحافظ على تراث الرسول ، ويدافع عن خطه الأصيل ان يزمع الناس عنه يمنة ويساراً ، ويكرس تلك القيم السامية التي نزل بها الوحي في واقع الأمة .\r\nوقد قام الإمام أمير المؤمنين ( ع ) بذلك خير قيام والتف حوله الأصفياء من الأمة الذين أصبحوا تلك البقية الصالحة الذين حافظوا على الخط الأصيل للرسالة الإلهية !\r\nوعندما وقعت معركة صفّين ازداد الفرق بين هذا الخط وبين سائر الخطوط وضوحاً ، وانحاز الأبرار كلياً إلى الإمام ( ع ) وبينهم بقية السلف الصالح من أصحاب النبي ( ص ) ، وبقي هذا الخط في تصاعد رغم إرهاب الحزب الأموي الحاكم ، ولكنه لم يشتهر في أرجاء الأرض إلّا بعد أن اصطبغ بلون الدم ، واكتسب حرارة المأساة بعد واقعة الطف ، فإذا كانت بلورة الخط في صفّين ، فإن رشده وتكامله كان في يوم عاشوراء .\r\nوعلى عهد الإمام زين العابدين تضاعفت صبغته الإلهية . وفي عهد الإمام الباقر تبلور فيه المنهج التوحيدي حيث يلتقي في ذروته العقل النير بالوحي المنزل . أما في عهد الإمام الصادق ( ع ) فإن تفاصيل هذا المنهج في الأحكام والأخلاق والآداب والمواعظ كانت قد رسمت بصورة تامة .\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nأما في عهد الإمام الكاظم ( ع ) فإن الخط قد اتخذ الصبغة السياسية في صورتها حيث التخطيط لثورة جماهيرية ، أما على عهد الأئمة من بعده - الإمام الرضا وأبنائه الثلاثة - فإن الخط الرسالي قد أصبح قوة سياسية وأجتماعية متداخلة مع السلطة الحاكمة مؤثرة في قراراتها مهيمنة على الحياة الدينية .\r\nوهكذا كان عهد الإمام الهادي ( ع ) يتميز بقدرة الخط الرسالي على جميع الأصعدة بالرغم من الإرهاب الذي كان يتميز به النظام العباسي ، وبالذات على عهد المتوكّل العبّاسي .\r\nولعلنا نجد في الشواهد التاريخية التالية بعض الملامح لوضع الطائفة في عصر الإمام ( ع ) .\r\n1 - في حديث مفصل رواه الشيخ الكليني رضوان الله عليه عما جرى بعد وفاة الإمام الجواد ( ع ) جاء فيه :\r\n\" فلما مضى أبو جعفر ( الإمام الجواد ( ع ) ) لم أخرج من منزلي حتى علمت أن رؤوس العصابة قد اجتمعوا عند محمد بن الفرج ( الرخجي وكان ثقة من أصحاب الرضا والجواد ووكيلًا عن الإمام الهادي عليه السلام ) يتفاوضون في الأمر \" « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحديث مفصل أخذنا منه موضع الحاجة عن بحار الأنوار : ( ج 50 ، ص 120 ) .\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nهكذا كان للشيعة يومئذ مجالس للتفاوض في الأمور المهمَّة ، ومن أبرزها معرفة الإمام والبيعة له والتسليم لأوامره ، وقد أجمعوا بعد الإمام الجواد على الإمام الهادي ، بما تناهت إليهم من الإخبار الصحيحة بذلك حيث جاء في نهاية هذه الرواية : فلم يبرح القوم حتى سلموا لأبي الحسن ( ع ) ، وأضاف الشيخ المفيد في كتابه الإرشاد : والأخبار في هذا الباب كثيرة جداً إن عملنا على إثباتها طال الكتاب ، وفي إجماع العصابة على امامة أبي الحسن وعدم من يدعيها سواه في وقته ممن يلتمس الأمر فيه ، غني عن إيراد الأخبار بالنصوص على التفصيل \" « 1 » .\r\nوهكذا ترى الشيخ المفيد يقول بإمامة الهادي ( ع ) بإجماع العصابة ، بلى وهو صفوة الأمة وكبار فقهائها ، فمعرفتهم بالإمام الذي عاصروه وعاصروا والده وجدَّه ، سبيل عقلائي إلى معرفة الإمام بعدهم .\r\nوالأمر الذي نستفيده من كلام الشيخ المفيد ومن الحديث الذي يرويه هو وضع الطائفة في ذلك اليوم .\r\n2 - وكان فتح بن خاقان وزيراً عند المتوكل ، ولكنه كان يتحبب إلى الإمام الهادي ، إما لميله النفسي إليه أو لأنه كان من رجاله في البلاط ، ولكن ورد من الإمام بحقه الذم حفاظاً عليه ، دعنا نستمع معاً إلى الحديث التالي الذي يحكي مكرمة من مكارم الإمام ، وفي ذات الوقت يعكس جانباً من وضع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر : ( ص 121 ) نقلًا عن إرشاد المفيد : ( ص 308 ) .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nالطائفة في تلك الأيام !\r\nقصدت الإمام ( ع ) يوماً فقلت : يا سيدي إن هذا الرجل قد اطّرحني ، وقطع رزقي ، ومللني ، وما أتهم في ذلك إلّا علمُه بملازمتي لك ، وإذا سألته شيئاً منه يلزمه القبول منك فينبغي أن تتفضل عليّ بمسألة ، فقال : تكفى إن شاء الله .\r\nفلما كان في الليل طرقني رسل المتوكل رسول يتلو رسولًا فجئت والفتح على الباب قائم فقال : يا رجل ما تأوي في منزلك بالليل كدني هذا الرجل مما يطلبك ، فدخلت وإذا المتوكل جالس على فراشه فقال : يا أبا موسى نشغل عنك وتنسينا نفسك أي شيء لك عندي ؟ فقلت : الصلة الفلانية والرزق الفلاني وذكرت أشياء فأمر لي بها ويضعها .\r\nفقلت للفتح : وافي علي بن محمد إلى ههنا ؟ فقال : لا ، فقلت : كتب رقعة ؟ فقال : لا فوليت منصرفاً فتبعني فقال لي : لست أشك أنك سألته دعاء لك فالتمس لي منه دعاء .\r\nفلما دخلت إليه ( ع ) فقال لي : يا أبا موسى ! هذا وجه الرضا ، فقلت : ببركتك يا سيدي ، ولكن قالوا لي : إنك ما مضيت إليه ولا سألته ، فقال : إن الله تعالى علم منا أنا لا نلجأ في المهمات إلّا إليه ولا نتوكل في الملمات إلّا عليه وعودنا إذا سألناه الإجابة ، ونخاف أن نعدل فيعدل بنا .\r\nقلت : إن الفتح قال لي كيت وكيت ، قال : إنه يوالينا بظاهره ، ويجانبنا\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nبباطنه ، الدعاء لمن يدعو به : إذا أخلصت في طاعة الله ، واعترفت برسول الله ( ص ) وبحقنا أهل البيت وسألت الله تبارك وتعالى شيئاً لم يحرمك « 1 » .\r\n3 - وكان الإمام الهادي يسكن سامراء في عاصمة الخلافة وكان يدخل على المتوكل وينقل الرواة في صفة دخوله عليه أنه كان لا يملك من يحضر باب الخليفة أن يترجل إذا طلع عليه الإمام ، يقول محمد بن الحسن بن الأشتر العلوي . . قال : كنت مع أبي بباب المتوكل ، وانا صبي في جمع الناس ما بين طالبي إلى عباسي إلى جندي إلى غير ذلك ، وكان إذا جاء أبو الحسن ( ع ) ترجل الناس كلهم حتى يدخل . فقال بعضهم لبعض : لم نترجل لهذا الغلام ؟ وما هو بأشرفنا ولا بأكبرنا ولا بأسننا ولا بأعلمنا ؟ فقالوا : والله لا ترجلنا له فقال لهم أبو هاشم : والله لترجلن له صغاراً وذلة إذا رأيتموه ، فما هو إلّا أن أقبل وبصروا به فترجل له الناس كلهم فقال لهم أبو هاشم : أليس زعمتم أنكم لا تترجلون له ؟ فقالوا : والله ما ملكنا أنفسنا حتى ترجلنا « 2 » .\r\nوكان الإمام إذا دخل على المتوكل رفعوا له الستر واحترموه بكل وقار ، تقول الرواية : إن أحد الأشرار قال للمتوكل العباسي يوماً ما يعمل أحد بك أكثر مما تعمله بنفسك في علي بن محمد ، فلا يبقى في الدار إلّا من يخدمه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر : ( ص 127 ) .\r\n( 2 ) المصدر : ( ص 137 ) .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nولا يتعبونه بشيل ستر ولا فتح باب ولا شيء ، ولهذا كان الناس يقولون : لو لم يعلم استحقاقه للأمر ما فعل به هذا « 1 » .\r\nويظهر من هذا الحديث المفصّل الذي أخذنا منه موضع الحاجة أنه ( ع ) كان مهيباً مبجلًا حتى في بلاط أشد الخلفاء العباسيين إرهاباً في عصره وهو المتوكل العباسي .\r\nوكان ( ع ) إذا دخل على الخليفة جابهه بالحق ، فقد دخل يوماً عليه فقال ا لمتوكل : يا أبا الحسن من أِشعر الناس ، قال الإمام فلان ابن فلان العلوي حيث يقول :\r\n لقد فاخرتنا من قريش * عصابة بمط خدود وامتداد أصابع\r\nفلما تنازعنا القضاء قضى لنا * عليه بما فاهوا نداء الصوامع \r\nقال وما نداء الصوامع يا أبا الحسن ؟\r\nقال : أشهد أن لا إله إلّا الله وأشهد أن محمداً . . جدي أم جدكم ، فضحك المتوكل كثيراً ثم قال : هو جدك لا ندفعك عنه « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر : ( ص 128 ) .\r\n( 2 ) المصدر : ( ص 129 ) .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nومرة أخرى أدخل المتوكل الإمام ( ع ) إلى مجلس لهوه وطلب منه المشاركة فيما كان فيه ، فوعظه الإمام عظة بليغة تعالوا نستمع إلى قصة ذلك حسبما ينقلها المسعودي ، قال : سعي إلى المتوكل بعلي بن محمد الجواد ( ع ) أن في منزله كتباً وسلاحاً من شيعته من أهل قم ، وأنه عازم على الوثوب بالدولة ، فبعث إليه جماعة من الأتراك ، فهجموا داره ليلًا فلم يجدوا فيها شيئاً ووجدوه في بيت مغلق عليه ، وعليه مدرعة من صوف ، وهو جالس على الرمل والحصى وهو متوجه إلى الله تعالى يتلو آيات من القرآن ، فحمل على حاله تلك إلى المتوكل وقالوا له : لم نجد في بيته شيئاً ووجدناه يقرأ القرآن مستقبل القبلة ، وكان المتوكل جالساً في مجلس الشرب فدخل عليه والكأس في يد المتوكل . فلما رآه هابه وعظمه وأجلسه إلى جانبه ، وناوله الكأس التي كانت في يده فقال : والله ما يخامر لحمي ودمي قط ، فاعفني فأعفاه ، فقال : أنشدني شعراً فقال ( ع ) : إني قليل الرواية للشعر فقال : لابد ، فأنشده ( ع ) وهو جالس عنده :\r\n باتوا على قلل الأجبال تحرسهم * غلب الرجال فلم تنفعهم القلل\r\nواستنزلوا بعد عز من معاقلهم * واسكنوا حفراً يا بئسما نزلوا\r\nناداهم صارخ من بعد دفنهم * أين الأساور والتيجان والحلل\r\nأين الوجوه التي كانت منعَّمة * من دونها تضرب الأستار والكلل \r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\n فأفصح القبر عنهم حين ساءلهم * تلك الوجوه عليها الدود تقتتل\r\nقد طال ما أكلوا دهراً وقد شربوا * وأصبحوا اليوم بعد الأكل قد أكلوا \r\nقال : فبكى المتوكل حتى بل لحيته دموع عينيه ، وبكى الحاضرون ، ودفع إلى علي ( ع ) أربعة آلاف دينار ، ثم رده إلى منزله مكرّماً « 1 » .\r\nوحسبما نقرأ في المصادر التاريخية ، كان الكثير من بطانة الخليفة يتشيع للإمام ، أما واقعاً أو لما يجد عند الشيعة من ثقل سياسي ، مثل الفتح بن خاقان الذي كان من أعظم وزراء المتوكل ، والذي قتل معه عندما انقلب عليه عسكره من الأتراك ، كان يحاول التقرب إلى الإمام ، ويظهر من بعض الروايات أن المتوكل كان يتهمه بذلك مما يدل على أنه قد أحسَّ بأمره « 2 » .\r\nوجاء فيه فقال المتوكل : يا فتح هذا صاحبك وضحك في وجه الفتح وضحك الفتح في وجهه . كما يظهر من القصة التالية أن بعض قادة النظام العسكريين كانوا يكنون للإمام الحب وربما الولاء ، كما أن القصة تعكس جانباً من انتشار حب الإمام واحترامه بين عامة الناس لا سيما في الحرمين الشريفين .\r\nينقل عن القائد العباسي يحيى بن هرثمة قال : أرجعني المتوكل إلى المدينة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر : ( ص 211 - 212 ) .\r\n( 2 ) راجع المصدر : ( ص 196 ) الحديث الثامن .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nلاشخاص علي بن محمد ( ع ) لشيء بلغه عنه ، فلما صرت إليها ضج أهلها وعجوا ضجيجاً وعجيجاً ما سمعت مثله ، فجعلت أسكنهم وأحلف أني لم أومر فيه بمكروه ، وفتشت منزله ، فلم أصب فيه إلّا مصاحف ودعاء وما أشبه ذلك ، فأشخصته وتوليت خدمته ، وأحسنت عشرته .\r\nفبينما أنا في يوم من الأيام والسماء صاحية والشمس طالعة ، إذ ركب وعليه ممطر عقد ذنب دابته فتعجبت من فعله ، فلم يكن من ذلك إلّا هنيئة حتى جاءت سحابة فأرخت عزاليها ، ونالنا من المطر أمر عظيم جدا فالتفت إليّ فقال : أنا أعلم أنك أنكرت ما رأيت ، وتوهمت أني أعلم من الأمر ما لم تعلم ، وليس ذلك كما ظننت ولكني نشأت بالبادية ، فأنا اعرف الرياح التي تكون في عقبها المطر فتأهبت لذلك .\r\nفلما قدمت إلى مدينة السلام بدأت بإسحاق بن إبراهيم الطاهري وكان على بغداد ، فقال : يا يحيى إن هذا الرجل قد ولده رسول الله ( ص ) والمتوكل من تعلم ، وإن حرضته عليه قتله ، وكان رسول الله ( ص ) خصمك ، فقلت : والله ما وقفت منه إلّا على أمر جميل .\r\nفصرت إلى سامراء فبدأت بوصيف التركي وكنت من أصحابه ، فقال لي : والله لئن سقط من رأس هذا الرجل شعرة لا يكون الطالب بها غيري ، فتعجبت من قولهما ، وعرَّفتُ المتوكل ما وقفت عليه من أمره ، وسمعته من الثناء فأحسن جائزته ، وأظهر بره وتكرمته « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر : ( ص 207 - 208 ) .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nوكان عصر الإمام ( ع ) قد تميز بالتحولات السياسية حيث تنامى بعودة الأتراك في بلاط العباسيين ، وكان كل قائد منهم يميل إلى واحد من المرشحين للخلافة ، فيتحين الفرص لدفعه إلى واجهة السلطة وتسميته باسم الخليفة ليلعب ما يشاء في أمور البلاد باسمه . فبعدما مضى المعتصم ملك الواثق ابنه واستوزر ابن الزيات ، وغضب على جعفر بن المعتصم أخيه ، وما لبث أن مات واستخلف المتوكل وقتل ابن الزيات ، وشهد عصره قدراً من الاستقرار ، وقبل أن يموت الواثق سئل عن الخليفة بعده فقال : لا يراني الله أتقلدها حياً وميتاً ، \" ويبدو من هذه الكلمة : أنه كان يعرف ماذا تعني الخلافة في عصره أو ليست تعني القمع والدجل والمؤامرات والانغماس في الشهوات ، ثم أليس أنه نفسه قد سجن أخاه المتوكل بعد أن ولّاه إمارة الحج لمّا عرف أن ينافسهم الأمر ولم يقبل فيه شفاعة أحد ؟ \" .\r\nوبعد الواثق وُلّي المتوكل الذي شهد عصره قدراً من الاستقرار ولكنه كان استقراراً قائماً على العنف والتضليل .\r\nوأبرز مظاهر عنفه سياسته الإرهابية تجاه البيت العلوي وأمره بهدم قبر سيد الشهداء أبي عبد الله الحسين ( ع ) حيث أمر سنة 236 بهدم قبر الإمام وما حوله من الدور ، وأن يحرث ويبذر ويسقى موضعه ، وأن يمنع الناس من إتيانه ، فذكر أن عامل صاحب الشرطة نادى في الناحية من وجدناه عنده بعد ثلاثة أيام بعثنا به إلى المطبق ( السجن ) ، فهرب الناس وأشنعوا من المصيد إليه ، وقد أثار المتوكل بهذه السياسة حفيظة المسلمين وخاصة أهل بغداد الذين\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nردوا على الإهانات التي ألحقها بالعلويين بسبه في المساجد والطرقات « 1 » .\r\nووقعت في عهده مجاعة رهيبة في العراق وهلك كثير من الناس ، وقد طمع الروم في بلاد الإسلام بسبب ضعف الدولة العباسية فاستأنفوا غاراتهم على أراضي قاليقلا جنوبي آسيا الصغرى وهزموا أهلها هزيمة منكرة « 2 » .\r\nوتظهر من القصة التالية صورة عن طبيعة حكم المتوكل ، وما بلغ من إرهابه ضد العلويين ومن ثورة هؤلاء ضده .\r\nقال البختري : كنت بمنبج بحضرة المتوكل ، إذ دخل عليه رجل من أولاد محمد بن الحنيفة حلو العينين ، حسن الثياب ، قد قرف عنده بشيء فوقف بين يديه والمتوكل مقبل على الفتح يحدثه .\r\nفلما طال وقوف الفتى بين يديه وهو لا ينظر إليه قال له :\r\n\" يا أمير المؤمنين إن كنت أحضرتني لتأديبي فقد أسأت الأدب ، وإن كنت أحضرتني ليعرف من بحضرتك من أوباش الناس استهانتك بأهلي فقد عرفوا \" .\r\nفقال له المتوكل : والله يا حنفي لولا ما يثنيني عليك من أوصال\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ الإسلام السياسي / حسن إبراهيم حسن : ( ج 3 ، ص 5 ) .\r\n( 2 ) المصدر .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nالرحم ويعطفني عليك من مواقع الحلم لانتزعت لسانك ، ولفرقت بين رأسك وجسدك ، ولو كان بمكانك محمد أبوك ، قال : ثم التفت إلى الفتح فقال : أما ترى ما نلقاه من آل أبي طالب ؟ إما حسني يجذب إلى نفسه تاج عز نقله الله إلينا قبله ، أو حسيني يسعى في نقض ما أنزل الله إلينا قبله ، أو حنفي يدل بجهله أسيافنا على سفك دمه .\r\nفقال له الفتى :\r\n\" وأي حلم تركته لك الخمور وإدمانها ؟ أم العيدان وفتيانها ومتى عطفك الرحم على أهلي وقد ابتززتهم فدكاً إرثهم من رسول الله ( صلى الله عليه وآله وسلم ) فورثها أبو حرملة ! وأمّا ذكرك محمداً أبي فقد طفقت تضع عن عز رفعه الله ورسوله ، وتطاول شرفاً تقصر عنه ولا تطوله ، فأنت كما قال الشاعر :\r\n فغض الطرف إنك من نمير * فلا كعباً بلغت ولا كلابا \r\nثم ها أنت تشكو لي علجك هذا ما تلقاه من الحسني والحسيني والحنفي فلبئس المولى ولبئس العشير .\r\nثم مد رجليه ثم قال : هاتان رجلاي لقيدك ،\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nوهذه عنقي لسيفك ، فبؤ بإثمي وتحمَّل ظلمي فليس هذا أول مكروه أوقعته أنت وسلفك بهم ، يقول الله تعالى ذَلِكَ الَّذِي يُبَشِّرُ الله عِبَادَهُ الَّذِينَ ءَامَنُوا وَعَمِلُوا الصَّالِحَاتِ قُل لا أَسْالُكُمْ عَلَيْهِ أَجْراً إِلَّا الْمَوَدَّةَ فِي الْقُرْبَى وَمَن يَقْتَرِفْ حَسَنَةً نَّزِدْ لَهُ فِيهَا حُسْناً إِنَّ الله غَفُورٌ شَكُورٌ ( الشّورى / 23 ) « 1 » فوالله ما أجبت رسول الله ( ص ) عن مسألته ولقد عطفت بالمودة على غير قرابته فعما قليل ترد الحوض ، فيذودك أبي ويمنعك جدي صلوات الله عليهما .\r\nقال : فبكى المتوكل ثم قام فدخل إلى قصر جواريه ، فلما كان من الغد أحضره وأحسن جائزته وخلى سبيله .\r\nوكانت قبضة المتوكل الحديدية وإرهابه الشديد سبباً لسخط الناس عليه ، والذي تنامى حتى بلغ الجيش الذي ثار عليه بقيادة بغا الصغير وباغر ، وقتل المتوكل ووزيره الفتح بن خاقان وخلفه ابنه المنتصر في شوال عام 247 الذي أخذ يخالف أباه في كل شيء ، وبالذات فيما يتعلق بالبيت العلوي وحتى أنشد يزيد المعلبي يقول :\r\n ولقد برزت الطالبية بعدما * ذموا زماماً بعدها وزمانا \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار : ( ج 50 ، ص 213 - 214 ) .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\n ورددت ألفة هاشم فرأيتهم * بعد العداوة بينهم إخوانا « 1 » \r\nولم يدم عهد المنتصر الذي وصفه بعض المؤرخين بالحسن ، وقالوا : كان عظيم الحلم ، راجح العقل ، غزير المعروف راغباً في الخير جواداً كثير الإنصاف حسن العشرة « 2 » .\r\nفقد مات بعد ستة أشهر وذلك سنة ( 248 ) وبايع الناس أحمد بن محمد المعتصم ( 248 / 252 ) وأعطوه لقب المستعين بالله ، ويبدو أن المستعين أراد أن يحدّ من نفوذ الأتراك الذين تحولت قوتهم العسكرية إلى قوة سياسية متنامية في البلاد ، فواجه تحدياً من قبل بعضهم وبالذات من بغا وباغر الذين تمردا عليه وبايعا المعتز بن المتوكل وقامت حرب ضاربة بين أنصار الخليفتين حيث استقر الأول ببغداد والثاني بسامراء ، وأثّرت الحرب على الحالة الاقتصادية للبلاد وبعد أن تم الأمر للمعتز تم إبعاد المستعين إلى واسط ولكنه قتل بالتالي على يد عصابة سيرها بقيادة سعيد الخادم « 3 » .\r\nولكن المعتز بقي يخشى جانب الأتراك الذين قتلوا أباه وخلعوا ابن عمه ، وهكذا لم تصفو له الخلافة بل قتل بصورة شنيعة يصفها المؤرخون بما يلي . . قد حل إليه جماعة من الأتراك فجروه برجله إلى باب الحجرة وضربوه بالدبابيس وخرقوا قميصه وأقاموه في الشمس في الدار فكان يرفع رجلًا ويضع أخرى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ الإسلام السياسي : ( ج 3 ، ص 7 ) .\r\n( 2 ) المصدر عن ابن الأثير : ( ج 7 ، ص 29 ) .\r\n( 3 ) المصدر : ( ص 8 ) عن ابن الأثير : ( ج 7 ص 60 - 61 ) .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nلشدة الحر وكان بعضهم يلطمه وهو يتقي بيده ثم اشهدوا على خلعه بعض علماء البلاط وادخلوه سرداباً وحَصوا حصْوا عليه وسدوا عليه الباب حتى مات « 1 » .\r\nوبعده استخلفوا المعتدي بن واثق عام 255 واضطربت البلاد في عهده فمن ثورة ببغداد إلى تمرد في الجيش ، إلى انتفاضات للعلويين هنا وهناك .\r\nوهكذا أصبحت الخلافة العباسية شعاراً لكل الطامعين في السلطة ، وأصبحت المؤامرة والدجل سمة بارزة للسياسة . . وكل ذلك كان نهاية طبيعية للإرهاب والدجل الذي مارسه الرواد الأوائل لهؤلاء الخلفاء . . حيث أن المعتصم مثلًا حينما استقدم الأتراك وجعل منهم قوة عسكرية ضاربة ، وأرهب بهم الناس وأخمد الإنتفاضات والثورات ، كان من الطبيعي أن تتحول هذه القوة ضد أسرته وأن تستبد بالأمر دونهم . حتى حكى بعض المؤرخين أنه لما جلس المعتز على سرير الخلافة قعد خواصهم وأحضروا المنجمين وقالوا لهم انظروا كم يعيش وكم يبقى في الخلافة ، وكان بالمجلس بعض الظرفاء فقال : أنا أعرف من هؤلاء بمقدار عمره وخلافته فقالوا : فكم تقول أنه يعيش وكم يملك ؟ قال : مهما أراد الأتراك ، فلم يبق في المجلس إلّا من ضحك « 2 » .\r\nوهكذا كان الانحراف يبدأ في الظاهر قليلًا وسرعان ما يجرف كل خير\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر : ( ص 10 ) .\r\n( 2 ) المصدر : ( ص 9 ) .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nوصلاح ، وإنما كان الأئمة ( ع ) وأنصارهم يدافعون عن قيم الحق والعدل والحرية ، لكي لا تنتهي أمور الدين وشؤون الملة إلى مثل هذه المآسي الفضيعة .\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n\r\nالفصل الثاني : سيرة الإمام الهادي ( عليه السلام )\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nفي الثاني من رجب من عام 212 ه - ، استقبلت المدينة المنورة ميلاد أول أبناء الإمام الجواد ( ع ) ، وعمَّ البيت الهاشمي فرح عظيم ، فسمّاه والده علياً باسم جده الرضا وجده الأكبر أمير المؤمنين ، وكناه بأبي الحسن ومشت ألقابه الكريمة تعبر عن محياه الكريم وسيرته الزكيّة ، فكان النجيب والمرتضى والهادي والنقي والعالم والفقيه والأمين والمؤتمن والطيب والمتوكل .\r\nوعندما انتقل إلى مدينة سامراء وسكن محلة كانت تسمى عسكر سمي أيضاً العسكري أو الفقيه العسكري .\r\nوقيل بل كان اسم سامراء العسكر لأنها كانت حاشية الجيش ولذلك سمي الإمام ب - ( العسكري ) .\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nأما أمّه فكانت سماته الغربية ، وترعرع الوليد في ظل أبيه يربيه بعلم الإمامة ، ويرفع له من معارف الدين كل يوم علماً ويأمره بالاقتداء به ، وفي الثامن والعشرين من محرم عام 220 ه - حيث استقدم المعتصم والده الإمام الجواد ( ع ) إلى العراق ، أجلسه في حجره وقال له : ما الذي تحب أن أهدي إليك من طرائق العراق ؟ فقال سيفاً كأنه شعلة نار « 1 » .\r\nولكنه لم ير ذلك االسيف ولم يعد يرى والده الكريم لأنه لم يعد من تلك الرحلة أبداً . فلعله كان في يوم 29 / ذي القعدة من عام 220 حيث رأت عائلة الإمام أنه قد رعب ، وكان عمره يومئذ ثمانية أعوام فسألوه ما به فقال : مات أبي والله الساعة ، فقالوا له : لا تقل هذا قال : هو والله كما أقول فكتبوا ذلك اليوم فكان كما قال « 2 » .\r\nوكان قد سبقت وصية أبيه إلى زعماء الطائفة فاجتمعوا وسلموا إليه الأمر . . كما سبق الحديث عن ذلك بتفصيل .\r\nوبقي في مدينة جده بقية خلافة المعتصم وأيام خلافة الواثق ، حيث اشتهرت مكارمه في الآفاق ، فلما ملك المتوكل ، خشي منه القيام ضده فاستقدمه ، ليكون قريباً منه يراقبه ويسهل الضغط عليه .\r\nويبدو أنه لم يستقدمه إلّا بعد أن توالت عليه الرسائل من الحجاز تخبره\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر : ( ص 123 )\r\n( 2 ) المصدر : ( ص 176 ) .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nبأن الناس في الحرمين يميلون إليه ، وكانت زوجة المتوكل التي يبدو أنه أرسلها لاستخبار الأمر ممن بعثوا الرسائل .\r\nويبدو من طريقة استقدام الإمام أن المتوكل كان شديد الحذر في الأمر ، حيث بعث بسرية كاملة من سامراء إلى المدينة لتحقيق هذا الأمر . . كما سبق . وقد كتب المتوكل إلى الإمام رسالة رقيقة جاء فيها :\r\nفقد رأى أمير المؤمنين صرف عبد الله بن محمد عما كان يتولى من الحرب والصلاة بمدينة الرسول إذ كان على ما ذكرت من جهالته بحقك ، واستخفافه بقدرك ، وعندما قرنك به ونسبك إليه من الأمر الذي قد علم أمير المؤمنين براءتك منه وصدق نيتك وبرك وقولك وأنك لم تؤهل نفسك لما قرفت بطلبه « 1 » .\r\nوكان هذا الرجل قد كتب رسالة إلى المتوكل يتهم الإمام فيها بأنه ينوي القيام ضده ، وكتب الإمام رسالة إلى المتوكل ينفي تلك التهمة ، ثم أضاف :\r\nوقد ولى أمير المؤمنين ما كان يلي من ذلك محمد بن الفضل وأمره بإكرامك وبتجليك والانتهاء إلى أمرك ورأيك والتقرب إلى الله وإلى أمير المؤمنين بذلك .\r\nوأمير المؤمنين مشتاق إليك يحب إحداث العهد بك والنظر إلى وجهك « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر : ( ص 301 ) .\r\n( 2 ) المصدر .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nوعندما نزل الإمام مدينة سامراء أراد المتوكل النيل من شخصيته عند الناس فامر أن يسكن دار الصعاليك لمدة أيام ثلاث ، قبل أن يدخل عليه وهو لا يعلم أن قدر الإمام عند الله ، أو عند عباد الله الصالحين ليس بما يسكنه من دار أو يحوزه من ثروة ، وإنما بزهده في درجات الدنيا ورغبته فيما عند الله ، فلا يزداد بتواضعه وصبره على الأذى في جنب الله إلّا زلفى من الله .\r\nوهكذا دخل عليه بعض شيعته ( صالح بن سعد ) في ذلك المكان المتواضع وقال له : جعلت فداك في كل الأمور أرادوا إطفاء نورك والتشهير بك حتى أنزلوك هذا الخان الأشنع خان الصعاليك ، ولكن الإمام أراه بعض مكرماته ثم قال له :\r\n\" حيث كنا فهذا لنا عتيد ولسنا في خان الصعاليك \" « 1 »\r\n. وقد فتش الموالون لأهل البيت عن موضع ذلك الخان فاشتروا مكاناً معيناً قريباً من مرقد الإمام الهادي ( ع ) وحولوه إلى مركز ديني بأمل أن يكون هو موضع ذلك الخان الذي تشرف بمقام الإمام فيه برهة من الوقت .\r\nويبدو أن الإمام كان يقود في تلك الفترة من مقامه في سامراء الخط الرسالي وبطرقه الخاصة ، وقد استطاب السكن فيها حتى قال ( ع ) :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر : ( ص 133 ) .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\n« أخرجت إلى سر من رأى كرهاً ولو أخرجت عنها ، أخرجت كرهاً ، قال الراوي : ولِمَ يا سيدي ؟ قال : لطيب هوائها وعذوبة مائها وقلة دائها » « 1 »\r\n. والمتوكل العباسي المعروف بشدَّة بطشه وبغضه لأهل البيت ، وإرهابه ضد الشيعة ، أراد أن يبقى أعظم وأقوى معارضيه قريباً منه حتى يسهل عليه القضاء عليه أنى شاء . إلّا أن الإمام قد كاد بإذن الله كيداً ، حيث أخذ ينفذ إلى عمق سلطته ، ويمد نفوذه إلى أقرب أنصاره ، وهكذا فعل .\r\nفي هذا الوقت كانت أم المتوكل تنذر للإمام ، ولعل القصص التالية تعكس جانباً من تأثير الإمام في بلاطه .\r\n( مرض المتوكل من خراج خرج به ، فأشرف منه على التلف ، فلم يجسر أحد أن يمسه بحديدة ، فنذرت أمه إن عوفي أن يحمل إلى أبي الحسن علي بن محمد ( ع ) مالًا جليلًا من مالها ) .\r\nوقال له الفتح بن خاقان : لو بعثت إلى هذا الرجل يعني أبا الحسن فسألته فإنه ربما كان عنده صفة شيء يفرج الله به عنك ، قال : ابعثوا إليه فمضى الرسول ورجع ، فقال : خذوا كسب الغنم فديفوه بماء ورد ، وضعوه على الخراج فإنه نافع بإذن الله .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر : ( ص 130 ) .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nفجعل من بحضرة المتوكل يهزأ من قوله ، فقال لهم الفتح : وما يضر من تجربة ما قال فوالله إني لأرجو الصلاح به ، فأحضر الكسب ، وديف بماء الورد ووضع على الخراج ، ، فانفتح وخرج ما كان فيه ، وبشرت أم المتوكل بعافيته فحملت إلى أبي الحسن ( ع ) عشرة آلاف دينار تحت ختمها فاستقل المتوكل في علته « 1 » .\r\n2 - روي عن الصقر بن أبي دلف الكرخي ، قال : لما حمل المتوكل سيدنا أبا الحسن العسكري ( ع ) جئت أسأل عن خبره ، قال : فنظر إلى الزرافي وكان حاجباً للمتوكل ، فأمر أن أدخل إليه فأدخلت إليه ، فقال : يا صقر ما شأنك ؟ فقلت : خير أيها الأستاذ ، فقال : أقعد فاخذني ما تقدم وما تأخر ، وقلت : أخطئت في المجيء .\r\nقال : فوحى الناس عنه ثم قال لي : ما شانك وفيم جئت ؟ قلت : لخبر ما فقال : لعلك تسأل عن خبر مولاك ؟ فقلت له : ومن مولاي ؟ مولاي أمير المؤمنين ، فقال : أسكت ! مولاك هو الحق ، فلا تحتشمني فإني على مذهبك ، فقلت : الحمد لله .\r\nقال : أتحب أن تراه ؟ قلت : نعم ، قال : أجلس حتى يخرج صاحب البريد من عنده .\r\nقال : فجلست فلما خرج قال الغلام له : خذ بيد الصقر وأدخله إلى الحجرة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر : ( ص 168 ) .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nالتي فيها العلوي المحبوس ، وخل بينه وبينه ، قال : فأدخلني إلى الحجرة وأومأ إلى بيت فدخلت فإذا هو جالس على صدر حصير وبحذاه قبر محفور ، قال : فسلمت عليه فرد عليّ ثم أمرني بالجلوس ثم قال لي : يا صقر ما أتى بك ؟ قلت : سيدي جئت أتعرف خبرك ؟ قال : ثم نظرت إلى القبر فبكيت فنظر إليّ فقال : يا صقر لا عليك لن يصلوا إلينا بسوء الآن ، فقلت : الحمد لله « 1 » .\r\n3 - قال أبو عبد الله الزيادي :\r\nلما سمَّ المتوكل ، نذر لله إنّ رزقه الله العافية أن يتصدق بمال كثير ، فلما عوفي اختلف الفقهاء في المال الكثير فقال له الحسن حاجبه : إن أتيتك يا أمير المؤمنين بالصواب فما لي عندك ؟\r\nقال : عشرة آلاف درهم وإلّا ضربتك مائة مقرعة قال : قد رضيت فأتى أبا الحسن ( ع ) فسأله عن ذلك فقال : قل له : يتصدق بثمانين درهماً فأخبر المتوكل فسأله : ما العلة ؟ فأتاه فسأله قال : إن الله تعالى قال لنبيه ( ص ) : لَقَدْ نَصَرَكُمُ الله فِي مَوَاطِنَ كَثِيرَةٍ ( التوبة / 25 ) فعددنا مواطن رسول الله ( ص ) فبلغت ثمانين مواطناً ، فرجع إليه فأخبره ففرح وأعطاه عشرة آلاف درهم « 2 » .\r\n4 - وهكذا كان الإمام ( ع ) يحل المعضلات فيزداد الناس إيماناً به ، ومعرفة بمقامه وبمدى جهالة خصمه المتوكل ، فكثيراً ما كان المتوكل يوعز إلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر : ( ص 194 ) .\r\n( 2 ) المصدر : ( ص 162 - 163 )\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nبعض أصحابه بأن يسألوا الإمام أسئلة صعبة لعله يتوقف فيها ، فمثلًا قال المتوكل لابن السكيت : سل ابن الرضا مسألة عوصاء بحضرتي فسأله فقال : لم بعث الله موسى بالعصا وبعث عيسى ( ع ) بإبراء الأكمه والأبرص وإحياء الموتى ، وبعث محمداً بالقرآن والسيف ؟\r\nفقال أبو الحسن ( ع ) :\r\nبعث الله موسى ( ع ) بالعصا واليد البيضاء في زمان الغالب على أهله السحر ، فأتاهم من ذلك ما قهر سحرهم وبهرهم ، وأثبت الحجة عليهم ، وبعث عيسى ( ع ) بإبراء الأكمه والأبرص وإحياء الموتى بإذن الله في زمان الغالب على أهله الطب فأتاهم من إبراء الأكمه والأبرص وإحياء الموتى بإذن الله فقهرهم وبهرهم ، وبعث محمداً بالقرآن والسيف في زمان الغالب على أهله السيف والشعر فأتاهم من القرآن الزاهر والسيف القاهر ما بهر به شعرهم وبهر سيفهم وأثبت الحجة به عليهم .\r\nفقال ابن السكيت : فما الحجة الآن ؟ قال :\r\n« العقل يعرف به الكاذب على الله فيكذب » .\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nوقد كان ابن السكيت هذا عالماً كبيراً في النحو والشعر واللغة وقالوا عن كتابه المنطق أنه أفضل كتاب في اللغة كتبه علماء بغداد ، وكان المتوكل قد عهد إليه بتربية ابنيه المعتز والمؤيد ، فسأله يوماً أيهما أحب إليك ابناي هذان أم الحسن والحسين فقال ابن السكيت والله إن قنبراً خادم علي بن أبي طالب خير منك ومن ابنيك ، فقال المتوكل للأتراك سلوا لسانه من قفاه ففعلوا فمات ( رضوان الله عليه ) .\r\n4 - وفي بعض أيام الربيع حيث كان الجو صحواً وحاراً خرج الناس في مناسبة رسمية صائفين ، وخرج الإمام الهادي ( ع ) في ثياب شتوية فلما توسطوا الصحراء خرجت عليهم سحابة ممطرة وفاضت عليهم الوديان ولم يسلم من أذى المطر والطين إلّا الإمام فاهتدى إليه وإلى علمه الكثير من الناس .\r\nوهكذا تكيف الإمام ( ع ) مع الواقع المر لعهد المتوكل حتى استفاد منه إيجابياً لمصحلة الدعوة الإلهية ، وذلك بحكمته الرشيدة وباستقامته وصبره في الله .\r\nولكن المتوكل عقد العزم على الإيقاع به في أيامه الأخيرة فلم يأذن له الله بذلك بل أطيح به في انقلاب دموي .\r\nفقد جاء في الجزامة : لمّا حبس المتوكل أبا الحسن ( ع ) ، ودفعه إلى علي ابن كركر قال أبو الحسن : أنا أكرم على الله من ناقة صالح تَمَتَّعُوا فِي دَارِكُمْ ثَلَاثَةَ أَيَّامٍ ذَلِكَ وَعْدٌ غَيْرُ مَكْذُوبٍ ( هود / 65 ) ، فلما كان من الغد أطلقه واعتقد إليه ، فلما كان في اليوم الثالث وثب عليه ياغز وتاشى ومعطوف فقتلوه واعقدوا\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nالمنتصر ولده خليفة « 1 » .\r\nولعل المتوكل اعتقل الإمام أكثر من مرة ولكن الله أنقذه من شرّه ، ولعله كان يخشى كل مرة من ثورة جماهيرية عارمة ضده بالإضافة إلى أنّه لم يجد مبرراً للقضاء على الإمام مع أنه كان يعرف أن في أصحابه من يتشيع له .\r\nفمثلًا عندما سعى البطحاني إلى المتوكل وكان من أولاد أبي طالب ولكنه يتشيع للبيت العباسي ، وقال له أنّ عنده سلاح وأموال ، فتقدم المتوكل إلى سعيد الحاجب وأمره أن يهجم ليلًا عليه ويأخذ ما يجد عنده من الأموال والسلاح ويحمل إليه .\r\nفقال إبراهيم بن محمد : قال لي سعيد الحاجب : صرت إلى دار أبي الحسن ( ع ) بالليل ، ومعي سلم ، فصعدت منه إلى السطح ، ونزلت من الدرجة إلى بعضها في الظلمة ، فلم أدر كيف أصل إلى الدار فناداني أبو الحسن ( ع ) من الدار :\r\n\" يا سعيد مكانك حتى يأتوك بشمعة \"\r\n. فلم ألبث أن أتوني بشمعة ، فنزلت ووجدت عليه جبة من صوف وقلنسوة منها وسجادته على حصير بين يديه وهو مقبل على القبلة فقال لي :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر : ( ص 204 )\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\n« دونك بالبيوت »\r\nفدخلتها وفتشتها فلم أجد فيها شيئاً ، ووجدت البدرة مختومة بخاتم أم المتوكل وكيساً مختوماً معها ، فقال أبو الحسن ( ع ) : دونك المصلى فرفعت فوجدت سيفاً في جفن غير ملبوس ، فأخذت ذلك وصرت إليه .\r\nفلما نظر إلى خاتم أمه على البدرة بعث إليها ، فخرجت إليه ، فسألها عن البدرة ، فأخبرني بعض خدم الخاصة أنها قالت له : كنت نذرت في علتك إن عوفيت أن أحمل إليه من مالي عشرة آلاف دينار فحملتها إليه ، وهذا خاتمك على الكيس ما حركها .\r\nوفتح الكيس الآخر وكان فيه أربع مائة دينار ، فامر أن يضم إلى البدرة بدرة أخرى وقال لي : إحمل ذلك إلى أبي الحسن واردد عليه السيف والكيس بما فيه ، فحملت ذلك إليه واستحييت منه ، وقلت : يا سيدي عزَّ علي دخول دارك بغير إذنك ، ولكني مأمور به ، فقال لي : سيعلم الذين ظلموا أيَّ منقلب ينقلبون « 1 » .\r\nوالواقع أن الشيعة كانوا يحملون إلى الإمام الأموال ولكنهم كانوا قد أتقنوا أساليب الكتمان ، وكانت لديهم عناصرهم في البلاط العباسي مما يجعلهم عارفين بمواقع الخطر وكيفية اجتنابها ، والحديث التالي يكشف لنا جانباً من ذلك .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر : ( ص 199 - 200 ) .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nفعن المنصوري ، عن عم أبيه قال : دخلت يوماً على المتوكل وهو يشرب فدعاني إلى الشرب فقلت : يا سيدي ما شربته قط ، قال : أنت تشرب مع علي بن محمد ، قال : فقلت له : ليس تعرف من في يدك إنما يضرك ولا يضره ولم أعد ذلك عليه .\r\nقال : فلما كان يوماً من الأيام قال لي الفتح بن خاقان : قد ذكر الرجل يعني المتوكل خبر مال يجيء من قم ، وقد أمرني أن أرصده لأخبره له فقل لي من أي طريق يجيء حتى أجتنبه ، فجئت إلى الإمام علي بن محمد فصادفت عنده من أحتشمه فتبسم وقال لي : لا يكون إلّا خيراً يا أبا موسى لِمْ لمْ تعد الرسالة الأولى ؟ فقلت : اجللتك يا سيدي ، فقال لي : المال يجيء الليلة وليس يصلون إليه فبت عندي « 1 » .\r\nالإمام بعد عهد المتوكل :\r\nبعد أن قتل المتوكل بدعاء الإمام الهادي وبسبب مؤامرات قواته التركية ، انقشعت عن آل أبي طالب والموالين لأهل بيت الرسول سحابة الإرهاب إذ كان المنتصر بن المتوكل يخالف أباه في كل شيء ويظهر الحب والاحترام لآل الرسول وشيعتهم ، حتى أنه عزل والي المدينة الذي نصبه أبوه واسمه صالح بن علي ونصّب مكانه علي بن الحسين ، فدخل عليه يردعه فقال : يا علي إني\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر : ( ص 124 - 125 ) .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nأوجهك إلى لحمي ودمي ، ومد جلد ساعده وقال : إلى هذا وجهتك فانظر : كيف تكون للقوم ، وكيف تعاملهم - يعني آل أبي طالب « 1 » .\r\nأما الخلفاء العباسيون الذين تعاقبوا بعد المتوكل وابنه المنتصر لم يكونوا في قوة المتوكل ولا في لين المنتصر ، ولم نجد في التاريخ حوادث مهمة تتصل بحياة الإمام الهادي ( ع ) ، الذي يبدو أنه تفرغ لتربية وقيادة الربانيين من العلماء وإدارة الشؤون العامة لمواليه وشيعته ، كذلك في ملاحقة بعض الغلاة والمشعوذين الذي أرادوا التسلل إلى صفوف الخط الرسالي مثل الذي اغتاله بعض الموالين وربما بعد صدور الفتوى الشرعية بإعدامه ! !\r\nوالكتاب التالي نموذج لمنهجية إدارة الإمام ( ع ) للشيعة ، قال : ( نسخة الكتاب مع ابن راشد إلى جماعة الموالي الذين هم ببغداد المقيمين بها والمدائن والسواد وما يليها :\r\n\" أحمد الله إليكم ما أنا عليه من عافية وحسن عائدته ، وأصلي على نبيه وآله أفضل صلواته وأكمل رحمته ورأفته ، وإني أقمت أبا علي بن راشد مقام الحسين بن عبد ربه ومن كان قبله من وكلائي وصار في منزلته عندي ، ووليته ما كان يتولاه غيره من وكلائي قبلكم ، ليقبض حقي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر : ( ص 210 ) .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nوأرتضيته لكم ، وقدمته في ذلك وهو أهله وموضعه .\r\nفصيروا رحمكم الله إلى الدفع إليه ذلك وإليَّ ، وأن لا تجعلوا له على أنفسكم علة ، فعليكم بالخروج عن ذلك ، والتسرع إلى طاعة الله وتحليل أموالكم والحقن لدمائكم\r\nوَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى وَلا تَعَاوَنُوا عَلَى الإِثْمِ وَالْعُدْوَانِ وَاتَّقُوا الله لَعَلَّكُمْ تُرْحَمُونَ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُم مُسْلِمُونَ وَاعْتَصِمُوا بِحَبْلِ الله جَمِيعاً\r\nفقد أوجبت في طاعته طاعتي ، والخروج إلى عصيانه الخروج إلى عصياني ، فالزموا الطريق يأجركم الله ويزيدكم من فضله ، فأن الله بما عنده واسع كريم ، متطول على عباده رحيم ، نحن وأنتم في وديعة الله وحفظته وكتبته بخطي والحمد لله كثيراً \" .\r\nوفي كتاب آخر : \" وأنا آمرك يا أيوب بن نوح أن تقطع الإكثار بينك وبين أبي علي وأن يلزم كل واحد منكما ما وكل به وأمر القيام فيه بأمر ناحيته ، فإنكم إن انتهيتم إلى كل ما أمرتم به استغنيتم بذلك عن معاودتي وآمرك يا أبا علي بمثل ما آمرك به أيوب أن لا تقبل من أحد من أهل بغداد والمدائن\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nشيئاً يحملونه ولا تلي لهم استئذاناً عليّ ، ومر من أتاك بشيء من غير أهل ناحيتك أن يصيره إلى الموكل بناحيته ، وآمرك يا أبا علي بمثل ما أمرت به أيوب وليقبل كل واحد منكما ما أمرته به \" « 1 » .\r\nوبالتالي وبعد ثلاثة وثلاثين عاماً من الإمامة ، وقيادة طليعة الأمة أحضر الإمام الهادي ( ع ) نجله الإمام الحسن العسكري وأوصى إليه وأشهد خيرة الطائفة بذلك واستعد للرحيل .\r\nوفي الثالث من رجب وفي ملك المعتمد بالله فارقت روحه النقية الدنيا ونقل عن العالم الكبير ابن بابويه أن المعتمد قد دس إليه السم فمضى شهيداً !\r\nوقال المسعودي : ولما توفي اجتمع في داره جملة بني هاشم من الطالبيين والعباسيين ، واجتمع خلق كثير من الشيعة ، ثم فتح من صدر الدار باب وخرج خادم أسود ، ثم خرج بعده أبو محمد الحسن العسكري حاسراً مكشوف الرأس ، مشقوق الثياب ، وكان وجهه وجه أبيه لا يخطى منه شيئاً ، وأضاف : وكانت الدار كالسوق بالأحاديث ، فلما خرج وجلس أمسك الناس وكنا لا نسمع إلّا العطسة والسعلة وقال : وصاحت سر من رأى يوم موته صيحة واحدة « 2 » .\r\nويظهر من المسعودي أن وفاة الإمام كانت في عهد المعتمد الذي استهل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر : ( ص 223 ) .\r\n( 2 ) في رحاب أئمة أهل البيت : ( ج 4 ، ص 183 ) .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nبعام 256 ه - ، وحيث كان أخوه الموفق الغالب على السلطة وهو الذي حضر جنازة الإمام ، ويقول المسعودي في ذلك : ووثب إليه\r\n( الإمام الحسن العسكري ) أبو أحمد الموفق فعانقه ثم قال له : \" مرحباً يا بن العم \" « 1 » .\r\nوهكذا يظهر من الشيخ ابن بابويه الذي يرى أن المعتمد قد سم الإمام ، وعلى هذا فلا بدَّ أن تكون وفاته بعد عام 256 وليس كما قالوا عام ( 254 ) ، ويظهر ذلك أيضاً من كشف الغمة إذ قال : وفي آخر ملك المعتمد استشهد مسموماً « 2 » .\r\nولعل هناك اشتباهاً عند النسّاخ بين المهتدي والمعتمد ، إذ أن آخر ملك المعتمد يصادف عام 279 ، ولعل الذي استشهد في أيام المعتمد هو الإمام الحسن العسكري الذي استشهد عام 260 والله العالم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر .\r\n( 2 ) بحار الأنوار : ( ج 50 ، ص 114 ) .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n\r\nالفصل الثالث : كراماته ومكرماته\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nكما اختار ربنا من بني إسرائيل اثني عشر نقيباً ، اختار لهذه الأمة اثني عشر إماماً هادياً إليه بإذنه ، ذرية بعضها من بعض والله سميع عليم . . أوليس الله أعلم حيث يجعل رسالته ؟ بلى . لذلك كان الإمام أفضل خلق الله في علم الله ، ولذلك اصطفاه الله لهذا المنصب الإلهي العظيم ! !\r\nوهكذا كان الإمام عبداً لله قد وقر قلبه الإيمان بالله ومعرفته ، أحب الله ، والتسليم له فأحبه الله ، ورفعه مقاماً علياً ، وكان عند ربه مرضياً .\r\nوما الكرامات التي ظهرت على يديه إلّا آية بينة لمدى حب الله له ، وبالتالي لمدى حبه لله ، وتسليمه له ورضاه بما قدر له وقضى .\r\nلقد كان للإمام الهادي ( ع ) ذِكراً يبدو أنه كان يكرره ، وقد علَّمهُ\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nلشيعته وقال : دعوت الله أن يستجيب لمن دعا به في مشهدي بعد وفاتي وهذا الذكر هو :\r\n« يا عدتي عند العدد ويا رجائي والمعتمد ويا كهفي والسند ، ويا واحد يا أحد ، يا قل هو الله أحد ، وأسألك اللهم بحق من خلقته من خلقك ، ولم تجعل في خلقك مثلهم أحداً أن تصلي عليهم وتفعل بي ( كيت وكيت ) » « 1 »\r\n. هذا الذكر هو عنوان صفات الإمام ، ومفتاح معرفته فهو عبد أخلص العبودية لله ، فكان مثلًا لما جاء في الحديث القدسي :\r\n\" عبدي أطعني تكن مثلي - أو مثلي - أقول للشيء كن فيكون وتقول للشيء كن فيكون \" .\r\nإنه عبد أطاع الله فطوع الله له الأشياء : إنه خاف ربه فأخاف الله منه كل شيء .\r\nولابد أن نجعل كرامات أهل البيت ( ع ) في هذا الإطار ، وهو الإطار المناسب الذي وضعوا فيه أنفسهم وعلمهم وكرامتهم على الله ، فمثلًا عندما أظهر الله على يد الإمام الهادي ( ع ) بعض آياته ولم يتحمله بعض مواليه ، فدخله وسواس الشيطان فبادره الإمام ( ع ) برفع اللّبس عنه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر : ( ص 127 )\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nوقال له :\r\n« وأما الذي أخلج في صدرك فإن شاء العالم أنبئك أن الله لم يظهر على غيبه أحداً إلّا من ارتضى من رسول ، فكل ما كان عند الرسول كان عند العالم وكل ما أطلع عليه الرسول فقد أطلع أوصياءه عليه ، كيلا تخلو أرضه من حجة يكون معه علم يدل على صدق مقالته ، وجواز عدالته .\r\nيا فتح عسى الشيطان أراد اللّبس عليك ، فأوهمك في بعض ما أودعتك ، وشكّك في بعض ما أنبأتك ، حتى أراد إزالتك عن طريق الله ، وصراطه المستقيم ؟ فقلت : \" متى أيقنت أنهم كذا فهم أرباب ، معاذ الله إنهم مخلوقون مربوبون ، مطيعون لله داخرون راغبون ، فإذا جاءك الشيطان من قبل ما جاءك فاقمعه بما أنبأتك به .\r\nفقلت له : جعلت فداك ! فرَّجت عني ، وكشفت ما لبس الملعون عليَّ بشرحك فقد كان أوقع في خلدي أنكم أرباب ، قال : فسجد أبو الحسن ( ع ) وهو يقول في سجوده : راغماً لك يا خالقي داخراً خاضعاً ، قال : فلم يزل كذلك\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nحتى ذهب ليلي \" « 1 »\r\n. وهكذا كانت الكرامات التي نتلوها عليك بفضل هذه الصلة الوثيقة بين الإمام وبين ربه سبحانه ، وكذلك كان الذين اتبعوه مخلصين العبودية لله ، من العلماء الربانيين والمجاهدين الصابرين فإن الله لا يضيع أجر من عمل صالحاً منهم ، وإن الله ينصرهم في الدنيا كما في الآخرة وقد قال سبحانه :\r\nوَلَيَنصُرَنَّ الله مَن يَنصُرُهُ إِنَّ الله لَقَويٌ عَزِيزٌ ( الحَج / 40 )\r\nوقال :\r\nوَمَن يَتَوَكَّلْ عَلَى الله فَهُوَ حَسْبُهُ ( الطَّلَاقِ / 3 )\r\nوهكذا نجد كيف يدعو الإمام للمؤمنين وكيف يتسجيب الله له دعاءه في حقهم .\r\nلقد كان يونس النقاش واحداٌ من الموالين الذين حظي بخدمة الإسلام ، فجاء يوماً يرعد فقال : يا سيدي أوصيك بأهلي خيراً ، قال : وما الخبر ؟ قال : عزمت على الرحيل ، قال : ولم يا يونس ؟ وهو ( ع ) مبتسم ، قال : موسى بن بغا وجَّه إليَّ بفص ليس له قيمة أقبلت أنقشه فكسرته بأثنين وموعده غداً وهو موسى بن بغا أمّا ألف سوط أو القتل ، قال : إمض إلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر : ( ص 179 ) .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nمنزلك إلى غد فما يكون إلّا خيراً .\r\nفلما كان من الغد وافى بكرة يرعد فقال : قد جاء الرسول يلتمس الفصَّ قال : إمض إليه فما ترى إلّا خيراً ، قال : وما أقول له يا سيدي ؟ قال : فتبسَّم وقال : إمض إليه واسمع ما يخبرك به ، فلن يكون إلّا خيراً .\r\nقال : فمضى وعاد يضحك قال : قال لي يا سيدي : الجواري اختصمن فيمكنك أن تجعله فصين حتى نغنيك ؟ فقال سيدنا الإمام ( ع ) : اللهم لك الحمد إذ جعلتنا ممن يحمدك حقاً ( أي شيء ) قلت له ؟ قال : قلت له : أمهلني حتى أتأمل أمره كيف أعمله ؟ فقال : أصبت « 1 » .\r\nوكان محمد بن الفرج واحداً من المجاهدين الصابرين الذين كتب إليه الإمام يحذره من بلاء وشيك يقول :\r\nإن أبا الحسن كتب إليَّ إجمع أمرك ، وخذ حذرك ، قال : فأنا في جمع أمري لست أدري ما الذ ي أراد فيما كتب به إليَّ حتى ورد علي رسول حملني من مصر مقيداً مصفَّداً بالحديد ، وضرب على كل ما أملك .\r\nفمكثت في السجن ثماني سنين ثم ورد علي كتاب من أبي الحسن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر : ( ص 126 ) .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nعليه السلام وانا في الحبس « ولا تنزل في ناحية الجانب الغربي » فقرأت الكتاب فقلت في نفسي : يكتب إليّ أبو الحسن ( عليه لاسلام ) بهذا وأنا في الحبس إن هذا لعجيب ! فما مكثت إلّا أياماً يسيرة حتى أفرج عني ، وحلّت قيودي ، وخلي سبيلي .\r\nولما رجع إلى العراق لم يقف ببغداد لما أمره أبو الحسن ( ع ) وخرج إلى سر من رأى « 1 » .\r\nوكان الإمام يهتم بتأديب شيعته مثلما يهتم بقضاء حوائجهم ، ومن ذلك قصة يرويها لنا أبو هاشم الجعفري ويقول : أصابتني ضيقة شديدة فصرت إلى أبي الحسن علي بن محمد ( ع ) فأذن لي فلما جلست قال : يا أبا هاشم أي نعم الله عزّ وجلّ عليك تريد أن تؤدي شكرها ؟ قال أبو هاشم : فوجمت فلم أدر ما أقول له .\r\nفابتدأ ( ع ) فقال :\r\nرزقك الإيمان فحرم بدنك على النار ، ورزقك العافية فأعانتك على الطاعة ، ورزقك القنوع فصانك عن التبذل ، يا أبا هاشم إنما أبتدأتك بهذا لأني ظننت أنك تريد أن تشكو لي من فعل بك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر : ( ص 140 ) .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nهذا ، وقد أمرت لك بمائة دينار فخذها « 1 » .\r\nويبدو أن عمله ( ع ) كان مشروطاً بالتزامهم بفرائض الدين ، وهكذا يحكي لنا أبو محمد الطبري قصته مع خاتم حصل عليه بفضل الإمام ويقول :\r\nتمنيت أن يكون لي خاتم من عنده ( ع ) فجاءني نصر الخادم بدرهمين ، فصغت خاتما فدخلت على قوم يشربون الخمر فتعلقوا بي حتى شربت قدحاً أو قدحين ، فكان الخاتم ضيقاً في إصبعي لا يمكنني إدارته للوضوء ، فأصبحت وقد افتقدته ، فتبت إلى الله « 2 » .\r\nإن ولاء الإنسان لأهل بيت الرسول إذا كان خالصاً لوجه الله ، يكون وسيلة لهدايته وسعادته والقصة التالية تعكس مدى صدق هذه الحقيقة .\r\nحَدث أن جماعة من أهل أصفهان منهم أبو العباس أحمد بن النضير وأبو جعفر محمد بن علوية قالوا : كان بأصفهان رجل يقال له : عبد الرحمان وكان شيعياً قيل له : ما السبب الذي أوجب عليك بإمامة علي النقي دون غيره من أهل الزمان ؟ قال : شاهدت ما أوجب عليَّ ، وذلك لأني كنت رجلًا فقيراً وكان لي لسان وجرأة ، فأخرجني أهل أصفهان سنة من السنين مع قوم آخرين إلى باب المتوكل متظلمين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر : ( ص 129 ) .\r\n( 2 ) المصدر : ( ص 155 ) .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nفكنا بباب المتوكل يوماً إذ خرج الأمر بإجضار علي بن محمد بن الرضا ( ع ) ، فقلت لبعض من حضر :\r\nمن هذا الرجل الذي قد أمر بإحضاره ؟ فقيل : هذا رجل علوي تقول الرافضة بإمامته ، ثم قال : ويقدر أن المتوكل يحضره للقتل فقلت : لا أبرح من ههنا حتى أنظر إلى هذا الرجل أي رجل هو ؟\r\nقال : فأقبل راكباً على فرس ، وقد قام الناس يمنة الطريق ويسرتها صفين ينظرون إليه ، فلما رأيته وقع حبه في قلبي فجعلت أدعو في نفسي بأن يدفع الله عنه شر المتوكل ، فأقبل يسير بين الناس وهو ينظر إلى عرف دابته لا ينظر يمنة ولا يسرة ، وأنا دائم الدعاء ، فلما صار إليَّ أقبل بوجهه إليَّ وقال : استجاب الله دعاءك ، وطَوّل عمرك ، وكثر مالك وولدك قال : فارتعدت ووقعت بين أصحابي فسألوني وهم يقولون : ما شأنك ؟ فقلت : خير ولم أخبر بذلك .\r\nفأنصرفنا بعد ذلك إلى أصفهان ، ففتح الله عليّ وجوهاً من المال ، حتى أنا اليوم أغلق بابي على ما قيمته ألف ألف درهم ، سوى مالي خارج داري ، ورزقت عشرة من الأولاد ، وقد بلغت الآن من عمري نيفاً وسبعين سنة وأنا أقول بإمامة الرجل على الذي علم ما في قلبي ، واستجاب الله دعاءه فيَّ ولي « 1 » .\r\nهكذا استجاب ربنا سبحانه دعاء وليّه الكريم الإمام الهادي في حق واحد من سائر الناس أحبه وأشفق عليه من ظلم السلطان ، وبالرغم من أنه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر : ( ص 141 - 142 ) .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nلم يكن من مواليه وشيعته من قبل ، بينما نجد أخاه موسى بن محمد ينوي الإضرار بالدين فيدعو عليه ويستجيب الله دعاءه فيه ، ألا يَدُلَّنا ذلك على أنه ( ع ) كسائر الأنبياء والأوصياء والصديقين يعملون لمرضاة ربهم والله يؤيدهم لأنهم ينصرون دينه ، وهكذا كل من نصر دين الله نصره الله سبحانه .\r\nتعالوا نستمع قصة موسى هذا الذي عرف عنه بموسى المبرقع لكي نعرف أن أولياء الله المرضيين لا تأخذهم في دينه لومة لائم .\r\nروي عن يعقوب بن ياسر قال : كان المتوكل يقول : وَيْحكم قد أعياني أمر ابن الرضا وجهدت أن يشرب معي وينادمني فامتنع ، وجهدت أن آخذ فرصة في هذا المعنى ، فلم أجدها ، فقالوا له : فإن لم تجد من ابن الرضا ما تريده في هذه الحالة فهذا أخوه موسى قصاف عزاف يأكل ويشرب ويتعشق قال : ابعثوا إليه وجيئوا به حتى نموِّه به على الناس ، ونقول : ابن الرضا .\r\nفكتب إليه وأشخص مكرماً وتلقاه جميع بني هاشم والقواد والناس على أنه إذا وافى أقطعه قطيعة ، وبنى له فيها وحوّل الخمّارين والقيان إليه ، ووصله وبره وجعل له منزلًا سرِّياً حتى يزوره هو فيه .\r\nفلما وافى موسى تلقاه أبو الحسن في قنطرة وصيف ، وهو موضع يتلقى فيه القادمون فسلم عليه ووفاه حقه ثم قال له : إن هذا الرجل قد أحضرك ليهتكك ويضع منك ، فلا تقر له أنك شربت نبيذاً قط ، فقال له موسى : فإذا كان دعاني لهذا فما حيلتي ؟ قال : فلا تضع من قدرك ولا تفعل ، فإنما أراد هتكك\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nفأبى عليه ، فكرر عليه القول والوعظ وهو مقيم على خلافه ، فلما رأى أنه لا يجيب قال : أما إن هذا مجلس لا\r\nتجتمع أنت وهو عليه أبداً .\r\nفأقام موسى ثلاث سنين يبكر كل يوم فيقال : قد تشاغل اليوم فَرُح فَيرُوح فقال : قد سكر فبكر ! فيبكر فيقال : قد شرب دواء فما زال على هذا ثلاث سنين حتى قتل المتوكل ولم يجتمع معه عليه « 1 » .\r\nعلم الإمام :\r\nلقد تحدثنا بإيجاز حول علم الإمام عندما تحدثنا عن حياة الإمام الباقر ( ع ) وقلنا أن علم الأئمة ( ع ) بالغيب ليس علماً ذاتياً بل بما أعطاهم الله سبحانه وبالقدر الذي شاءت حكمته ، وبطرق شتى أبرزها توارث العلم عن النبي وعبر آباءهم الطاهرين .\r\nوقد جاء في الحديث عن الإمام الهادي ( ع ) تأكيد على ذلك حيث قال :\r\nإن الله لم يظهر على غيبه أحداً إلّا من ارتضى من رسول الله ، لكل ما كان عند الرسول كان عند العالم وكل ما أطلع عليه الرسول فقد اطلّع أوصياؤه عليه كيلا تخلو أرضه من حجة يكون معه علم يدل على صدق مقالته وجواز\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر : ( ص 158 - 160 ) .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nعدالته « 1 » .\r\nومن أبعاد علمه ( ع ) إلهام الله له حسبما تقتضيه حكمته البالغة ، وقد قال ربنا سبحانه : إِنَّ فِي ذَلِكَ لَايَاتٍ لِلْمُتَوَسِّمِينَ ( الحِجرِ / 75 )\r\nوهكذا كان الإمام يعلم اللغات المختلفة بإلهام الله وقد استفاضت الروايات التي تهدينا إلى علم الأئمة بذلك .\r\nكذلك روي عن علي بن مهزيار : قال : أرسلت إلى أبي الحسن ( ع ) غلامي وكان مقلابياً ، فرجع الغلام إليّ متعجباً فقلت مالك يا بني ؟ قال : كيف لا أتعجب ، ما زال يكلمني بالقلابية كأنه واحد منا ، فظننت أنه إنما دار بينهم « 2 » .\r\nوفي ذلك روايات أخرى تدل على علمهم بسائر اللغات الفارسية والتركية وما أشبه . وكان ينبئ الناس بما يحدث في المستقبل بتعليم الله ، كما حدث بالنسبة إلى موت الواثق .\r\nروي عن خيران الأسباطي قال : قدمت المدينة على أبي الحسن ( ع ) فقال لي :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر : ( ص 179 ) .\r\n( 2 ) المصدر : ( ص 130 ) .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nما فعل الواثق ؟ قلت : هو في عافية ، قال : وما يفعل جعفر ؟ قلت تركته أسوأ الناس حالًا في السجن قال : وما يفعل ابن الزيات ؟ قلت : الأمر أمره وانا منذ عشرة أيام خرجت من هناك ، قال : مات الواثق ، وقد قعد المتوكل جعفر ، وقتل ابن الزيات قلت : متى ؟ قال : بعد خروجك بستة أيام وكان كذلك « 1 » .\r\nوكذلك إخباره بموت المتوكل حيث دعا عليه وأخبر المقربين إليه أنه يهلك خلال أيام ثلاثة .\r\nوحينما حمله قائد المتوكل إلى سر من رأى أخذ حذره وأخذ لبابين وبرانس احتياطاً لما كان يتوقعه في الطريق من عواصف ثلجية أيام الصيف ولم تكن متوقعة أبداً ، ولكنها وقعت وقتلت طائفة من الجنود المرافقين له وبقي الإمام سالماً بفضل الله « 2 » .\r\nوتجلى علمه في احتجاجه على يحيى بن أكثم ، الذي كان المقَّدم بين علماء عصره عند الخليفة ، فطلب منه إحضار أسئلة صعبة لإحراجه ، وسوف نذكر القصة في فصل آت .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر : ( ص 151 ) .\r\n( 2 ) انظر المصدر : ( ص 142 - 144 ) .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nوقد وعظ شاباً كان يبالغ في الضحك وأخبره بقرب وفاته وكان كذلك :\r\nقالوا : حدث لبعض أولاد الخليفة وليمة فدعا الناس إليها ودعا أبا الحسن ، فدخلنا فلما رأوه انصتوا إجلالًا له ، وجعل شاب في المجلس لا يوقره ، وجعل يلغط ويضحك ، فأقبل عليه وقال له : يا هذا تضحك ملء فيك وتذهل عن ذكر الله وأنت بعد ثلاثة من أهل القبور ؟ قال : فقلنا هذا دليل حتى ننظر ما يكون .\r\nقال : فأمسك الفتى وكفَّ عما هو عليه ، وطعمنا وخرجنا ، فلما كان بعد يوم أعتل الفتى ومات في اليوم الثالث من أول النهار ، ودفن في آخره « 1 » .\r\nوفي خبر مشابه حدَّث به سعيد بن سهل البصري قال : اجتمعنا أيضاً في وليمة لبعض أهل سر من رأى وأبو الحسن ( ع ) معنا ، فجعل رجل يعبث ويمزح ، ولا يرى له جلالة فأقبل على جعفر\r\nفقال : أما أنه لا يأكل من هذا الطعام ، وسوف يرد عليه من خبر أهله ما ينغص عليه عيشه ، قال :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر : ( ص 183 ) .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nفقدمت المائدة قال جعفر : ليس بعد هذا خبر ، قد بطل قوله ، فوالله لقد غسل الرجل يده وأهوى إلى الطعام فإذا غلامه قد دخل من باب البيت يبكي وقال له : الحق أمك فقد وقعت من فوق البيت ، وهي بالموت ، قال جعفر فقلت والله لا وقفت بعد هذا وقطعت عليه « 1 » .\r\nوآخر مكرمة ننقلها عنه ( ع ) تلك التي ينقلها الرواة حول تل المخالي حيث سعى المتوكل لإرهاب معارضيه بما يملك من قوة عسكرية ، فأمر العسكر وهم تسعون ألف فارس من الأتراك الساكني بسر من رأى أن يملأ كل واحد مخلاة فرسه من ا لطين الأحمر ، ويجعلوا بعضه على بعض في وسط تربة واسعة هناك ، ففعلوا . فلما صار مثل جبل عظيم واسمه تل المخلي صعد فوقه ، واستدعى أبا الحسن واستصعده ، وقال : استحضرتك لنظارة خيولي ، وكان قد أمرهم ان يلبسوا التجافيف ويحملوا الأسلحة وقد عرضوا بأحسن زينة ، وأتم عدة ، وأعظم هيبة ، وكان غرضه أن يكسر قلب كل من يخرج عليه وكان خوفه من أبي الحسن ( ع ) أن يأمر أحداً من أهل بيته أن يخرج على الخليفة .\r\nفقال له أبو الحسن ( ع ) : وهل أعرض عليك عسكري ؟ قال :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر : ( ص 183 ) .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nنعم ، فدعا الله سبحانه فإذا بين السماء والأرض من المشرق والمغرب ملائكة مدججون فغشي على الخليفة ، فلما أفاق قال أبو الحسن ( ع ) : نحن لانناقشكم في الدنيا نحن مشتغلون بأمر الآخرة فلا عليك شيء مما تظن « 1 » .\r\nكرمه وجوده :\r\nوكان ( ع ) من أهل بيت عادتهم الإحسان وسجيتهم الكرم .\r\nجاء في التاريخ :\r\nدخل أبو عمرو عثمان بن سعيد وأحمد بن إسحاق الأشعري وعلي بن جعفر الهمداني على أبي الحسن العسكري ، فشكى إليه أحمد بن إسحاق ديناً عليه فقال يا ( أبا ) عمرو - وكان وكيله - إدفع إليه ثلاثين ألف دينار ، وإلى علي بن جعفر ثلاثين ألف دينار ، وخذ أنت ثلاثين ألف دينار ، فهذه معجزة لا يقدر عليها إلّا الملوك ، وما سمعنا بمثل هذا العطاء « 2 » .\r\nوالقصة التالية تعكس قمة الإيثار عند الإمام ( ع ) حيث سعى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر : ( ص 155 - 156 ) .\r\n( 2 ) المصدر : ( ص 173 ) .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nلقضاء حاجة واحدة من مواليه بطريقة عجيبة دعنا نستمع إلى التاريخ يروي لنا قصته بكل عظمة :\r\nقال محمد بن طلحة : خرج ( ع ) يوماً من سر من رأى إلى قرية لِمُهّمٍ عرض له ، فجاء رجل من الأعراب يطلبه فقيل له قد ذهب إلى الموضع الفلاني ، فقصده فلما وصل إليه قال له ما حاجتك ؟ فقال : أنا رجل من أعراب الكوفة المتمسكين بولاية جدك علي بن أبي طالب ( ع ) قد ركبني دين فادح أثقلني حمله ، ولم أر من أقصده لقضاءه سواك .\r\nفقال له أبو الحسن : طب نفساً وقر عيناً ثم أنزله ، فلما أصبح ذلك اليوم قال له أبو الحسن ( ع ) : أريد منك حاجة . الله الله أن تخالفني فيها ، فقال الأعرابي لا أخالفك ، فكتب أبو الحسن ( ع ) ورقة بخطه معترفاً فيها أن عليه للأعرابي مالًا عينه فيها يرجح على دينه ، وقال : خذ هذا الخط فإذا وصلت إلى سر من رأى إحضر إليّ وعندي جماعة ، فطالبني به وأغلظ القول عليَّ في ترك إبقائك إياه الله الله في مخالفتي فقال : أفعل ، وأخذ الخط .\r\nفلما وصل أبو الحسن إلى سر من رأى ، وحضر عنده جماعة كثيرون من أصحاب الخليفة وغيرهم ، حضر\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nذلك الرجل وأخرج الخط وطالبه وقال كما أوصاه ، فألان أبو الحسن ( ع ) له القول ورفقه ، وجعل يعتذر ، ووعده بوفائه وطيبه نفسه ، فنقل ذلك إلى الخليفة المتوكل فأمر أن يحمل إلى أبي الحسن ( ع ) ثلاثون ألف درهم .\r\nفلما حملت إليه تركها إلى أن جاء الرجل فقال : خذ هذا المال واقض منه دينك ، وأنفق الباقي على عيالك وأهلك ، واعذرنا ، فقال له الأعرابي : يا ابن رسول الله والله إن أملي كان يقصر عن ثلث هذا ، ولكن الله أعلم حيث يجعل رسالته ، وأخذ المال وانصرف « 1 » .\r\nتعالوا نتعلم من أئمتنا الإيثار والكرم ، فليس الكرم مجرد الإنفاق إنما السعي لقضاء الحاجة بكل وسيلة ممكنة وحتى ولو كانت في ذلك غضاضة على النفس .\r\nوتذكرني قصة الإمام هذه بما روي عن أحد الأنبياء العظام الذي جاءه صاحب حاجة ، وطلب منه مالًا ولم يكن يملك شيئاً ، فقال له خذني وبعني في سوق النخاسين كما لو كنت عبداً لك وخذ الثمن واقض حاجتك به ، وفعل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر : ( ص 175 ) .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nالرجل ولكن الذي اشترى النبي عرفه بالتالي فتركه . . وبهذه الطريقة التي تفيض إيثاراً وكرماً وجوداً علّمنا قادتنا كيف نحسن إلى بعضنا ، وننفق بما نملك ونسعى لامتلاك ما نفقده بهدف قضاء حوائج الناس .\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\n\r\nالفصل الرابع : كلماته المضيئة\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nلقد بلغ مذهب أهل البيت ( ع ) مرحلة النضج في عهد الإمام الهادي ، إلّا أنه كان يهدده خطر التطرف الذي تسرب إلى بعض المسلمين عبر الثقافات المستوردة من الشرق ، كما أنه كان بحاجة إلى مزيد من الدفع الإيماني حتى لا تهبط الروح المعنوية عند البعض بسبب دعايات الأعداء وبالذات الخلفاء العباسيين الذين لم يعرفوا مقام الأئمة فنسبوا إليهم أو إلى شيعتهم الغلو والغنوص ، وهكذا احتياج المذاهب إلى نصوص جامعة تكون بمثابة دروس توجيهية تتضمن أصول العقائد بلا زيادة أو نقصان .\r\nوهكذا جاءت زيارة الجامعة المروية عن الإمام الهادي ( ع ) التي تجعل الأئمة في مقامهم الأسمى بعيداً عن الغنوص والغلو .\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nدعنا نتدبر في بعض كلماتها المضيئة التي تعتبر أفضل وسيلة لتكريس حبهم في النفس ذلك الحب الذي يعتبر امتداداً لحب المؤمن لربّه ، وليس بديلًا عنه .\r\n\" السلام عليكم يا أهل بيت النبوة ، وموضع الرسالة ، ومختلف الملائكة ، ومهبط الوحي ومعدن الرحمة ، وخزّان العلم ومنتهى الحلم ، وأصول الكرم وقادة الأمم ، وأولياء النعم وعناصر الأبرار ودعائم الأخيار ، وساسة العباد وأركان البلاد ، وأبواب الإيمان وأمناء الرحمن ، وسلالة النبيين وصفوة المرسلين وعترة خيرة رب العالمين ورحمة الله وبركاته ، السلام على أئمة الهدى ومصابيح الدجى ، وأعلام التقى وذوي النهى ، وأولي الحجى وكهف الورى ، وورثة الأنبياء والمثل الأعلى ، والدعوة الحسنى وحجج الله على أهل الدنيا والآخرة والأولى ورحمة الله وبركاته ، السلام على محال معرفة الله ، وبساكن بركة الله ، ومعادن حكمة الله ، وحفظة سر الله ، وحملة كتاب الله ، وأوصياء نبي الله ، وذرية رسول الله ( ص ) ورحمة الله وبركاته ، السلام على الدعاة إلى الله والأدلّاء على مرضاة الله ، والمستقرين \" والمستوفرين \" في أمر الله ، والتامين في محبة الله ، والمخلصين في توحيد الله ، والمظهرين لأمر الله ونهيه ، وعباده المكرمين الذين\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nلا يسبقونه بالقول وهم بأمره يعملون ورحمة الله وبركاته \" « 1 » .\r\nوقال ( ع ) ينصح بعض مواليه :\r\n« يا فتح من أطاع الخالق لم يبال بسخط المخلوق ، ومن أسخط الخالق فأيقن أن يحل به الخالق سخط المخلوق ، وأن الخالق لا يوصف إلّا بما وصف به نفسه ، وأنى يوصف الخالق الذي تعجز الحواس أن تدركه ، والأوهام أن تناله ، والخطرات أن تحده ، والأبصار عن الإحاطة به » .\r\n« جل عما يصفه الواصفون ، وتعالى عما ينعته الناعتون ، نأى في قربه ، وقرب في نأيه ، فهو في نأيه قريب ، وفي قربه بعيد ، كيف الكيف فلا يقال كيف ، وأيّن الأين فلا يقال أين ، إذ هو منقطع الكيفية والآيّنية » « 2 » .\r\nوقال عليه السلام : « من اتقى الله يُتَّق ، ومن أطاع الله يُطَع ، ومن أطاع الخالق لم يبال سخط المخلوقين ، من أمن مكر الله وأليم أخذه تكبر حتى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) زيارة الجامعة في كتاب الأنوار اللامعة - في شرح زيارة الجامعة ( ص 123 ) للسيد عبد الله شبر .\r\n( 2 ) بحار الأنوار : ( ج 50 ، ص 177 - 178 ) .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nيحل به قضاؤه ونافذ أمره ، ومن كان على بينة من ربه هانت عليه مصائب الدنيا ولو قرض ونشر ، الشاكر أسعد بالشكر منه بالنعمة التي أوجبت الشكر لأن النعم متاع والشكر نعم وعقبى ، إن الله جعل الدنيا دار بلوى والآخرة دار عقبى وجعل بلوى الدنيا لثواب الآخرة سبباً وثواب الآخرة من بلوى الدنيا عوضاً ، إن الظالم الحاكم يكاد أن يعفى على ظلمه بحلمه وأن المحق السفيه يكاد أن يطفئ نور حقه بسفهه ، من جمع لك وده ورأيه فأجمع له طاعتك ، من هانت عليه نفسه فلا تأمن شره ، الدنيا سوق ربح فيها قوم وخسر آخرون \" « 1 » .\r\n« المراء يفسد الصداقة القديمة ويحل العقدة الوثيقة وأقل ما فيه أن يكون فيه المغالبة والمغالبة أسباب القطيعة » .\r\n« العتاب مفتاح التقالي والعتاب خير من الحقد » .\r\nوقال لرجل ذم إليه ولداً له : « العقوق ثكل من لم يثكل » .\r\nوقال : السهر ألذ للمنام والجوع يزيد في طيب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في رحاب أئمة أهل البيت : ( ج 4 ، ص 180 ) .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nالطعام ، يريد به الحث على قيام الليل وصيام النهار » .\r\n« اذكر مصرعك بين يدي أهلك ، ولا طبيب يمنعك ولا حبيب ينفعك » .\r\n« الغضب على من تملك لؤم » .\r\n« الحكمة لا تنجح في الطباع الفاسدة » .\r\n« خير من الخير فاعله ، وأجمل من الجميل قائله ، وأرجح من العلم حامله ، وشر من الشر جالبه ، وأهول من الهول راكبه » .\r\n« إياك والحسد فإنه يبين فيك ولا يعمل في عدوك » .\r\n« إذا كان زمان العدل فيه أغلب من الجور فحرام أن يظن أحد بأحد سوء حتى يعلم ذلك منه ، وإذا كان زمان الجور أغلب فيه من العدل فليس لأحد أن يظن بأحد خيراً ما لم يعلم ذلك منه » « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر : ( ص 181 ) .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72}
  ]