[
  {"content":"\r\n\r\nالإمام الجواد عليه السلام\r\nقدوة وأسوة\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nسلسلة النبي وأهل بيته قدوة وأسوة - 11\r\nالإمام الجواد عليه السلام\r\nقدوة وأسوة\r\nسماحة المرجع الديني آية الله العظمى الحاج\r\nالسيد محمدتقي المدرسي\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nمحفوظة\r\nجميع الحقوق\r\n1431 ه‍ / 2010 م\r\nهوية الكتاب :\r\n* الكتاب : الإمام الجواد عليه السلام قدوة وأسوة .\r\n* المؤلف : المرجع الديني آية الله العظمى السيد محمدتقي المدرسي .\r\n* الطبعة : الثانية ، 1431 ه‍ / 2010 م .\r\n* الناشر : مركز العصر للثقافة والنشر ، لبنان بيروت . ( alasrr @ gmail . com ) .\r\nدار كميل للطباعة والنشر ، لبنان ، بيروت ، طريق المطار ، ص . ب : 7957 / 11 ( dar - komail @ yahoo . com ) .\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم ( 1 ) الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ ( 2 ) الرَّحْمَنِ الرَّحِيمِ ( 3 ) مَالِكِ يَوْمِ الدِّينِ ( 4 ) إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ ( 5 ) اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ ( 6 ) صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلا الضَّالِّينَ ( 7 )\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nتمهيد\r\nأحمد ربي الموُفِّق عباده لطاعته ، المقدّر لهم الخير في عبادته ، وأصلّي على النبَّي محمد سيد المرسلين وعلى آله المعصومين .\r\nوبعد :\r\nيسرني أن أجد فرصة متاحة لأغمر يراعي الصغير في بحر البطولة والعبقرية من حياة الإمام الجواد - تاسع الأئمة الطاهرين - ، حيث تمتزج فيه البطولة بالاستقامة ، والطهارة بالمجد والشرف .\r\nوالإمام الجواد الذي أتشرف بسرد موجز من حياته المباركة ، كان أقصر الأئمة عمراً حينما أدركته المنية ، فلقد وُلِدَ في سنة ( 195 ) هجرية وتُوُفِّيَ في سنة ( 220 ) ، وكل عمره ( 25 ) سنةً فقط .\r\nومن هذه الناحية تكون حياة إمامنا ذات أهمية تدعو إلى البحث أكثر ، حيث إن بعض البسطاء من الناس قد يستغربون إمامة فتى لم يبلغ من العمر أكثر من سبع سنوات .\r\nومن جهة أخرى إن عصر الإمام الجواد عليه السلام كان من العصور الزاخرة بالأحداث المختلفة والتيارات المتفاوتة التي تدعو إلى دراسته بصورة خاصة .\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nونحن إذ نُقَدِّمُ حياة الإمام عليه السلام ، نستعرض أيضاً بعض الأحداث التاريخية التي رافقت حياته بين سنة ( 195 - 220 ) هجرية .\r\nفإليكم الحديث مفصلًا . .\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n\r\nالفصل الأول : الأَصْلُ الكَرِيموالمِيْلادُ المُبَارَك\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\n1 - والده :\r\nوالده الإمام علي بن موسى بن جعفر بن محمد بن علي بن الحسين ابن علي بن أبي طالب عليه السلام .\r\nولقد كان عبقريًّا ملأ فضله وعلمه آفاق العالم الإسلامي ، فلهج بمدحه مخالفوه ، كما هلَّل به شيعته وموالوه سواءً بسواء ، فكان الرضا الذي ارتضى به الخالق إماماً وحجةً ، وللخلق سيِّداً وقدوةً .\r\n\r\n2 - أمه :\r\nالسيدة سبيكة النوبية التي وفدت إلى المدينة مع من وفد من أهل إفريقيا ، فالتحقت بآل الرسول وأنجبت سيدهم الإمام الجواد عليه السلام ، وتذهب بعض الروايات إلى أنها كانت من قوم مارية القبطية زوجة النبي الأكرم صلى الله عليه وآله إلَّا أن ذلك مستبعد .\r\n\r\n3 - ميلاده :\r\nفي عقيدتنا : أن الإمام الذي يختاره الله لكي يكون قدوة صالحة للخير والصلاح يلزم أن يكون كاملًا من جميع الوجوه ، وأيَّما نقص أو\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nعيب في الفكر أو في الجسم عند الإنسان يبين أنه ليس إماماً . ولقد كان الإمام الرضا عليه السلام قد بلغ الخامسة والخمسين ولم يرزق ولداً ، فذهبت بعض الإشاعات تنشر من قبل دعاة الواقفية الذين قالوا بغيبة الإمام موسى الكاظم عليه السلام ، وأنه لم يوصِ إلى أي إمام من بعده ، قائلين بأن الإمام الرضا عليه السلام عقيم ليس له ولد ، وهو عيب واضح في القدوة الدينية . فإذاً لا يكون هو الإمام الحق حسب زعمهم ، حتى كتب بعضهم إليه عليه السلام رسالة قال فيها :\r\nكَيْفَ تَكُونُ إِمَاماً وَلَيْسَ لَكَ وَلَدٌ ؟ فَأَجَابَهُ أَبُو الْحَسَنِ الرِّضَا عليه السلام : «\r\nمَا عَلَّمَكَ أَنَّهُ لَا يَكُونُ لِي وَلَدٌ ، وَاللهِ لَا تَمْضِي الْأَيَّامُ وَاللَّيَالِي حَتَّى يَرْزُقَنِيَ اللهُ وَلَداً ذَكَراً ، يَفْرُقُ بِهِ بَيْنَ الْحَقِّ وَالْبَاطِلِ\r\n» « 1 » .\r\nوجاء إليه رجل من أصحابه يقول : مَنِ الْإِمَامُ بَعْدَكَ ؟ فَقَالَ لِيَ الْإِمَامُ : ابْنِي ، ثُمَّ قَالَ : هَلْ يَجْتَرِئُ أَحَدٌ أَنْ يَقُولَ ابْنِي وَلَيْسَ لَهُ وَلَد ؟ فيحدث الراوي : أنه فَلَمْ تَمْضِ الْأَيَّامُ حَتَّى وُلِدَ أَبُو جَعْفَرٍ الجواد « 2 » .\r\nودخل عليه ابن قيام الواسطي ، وكان من الواقفية الذين لم يكونوا يعترفون بالإمام الرضا عليه السلام ، فأراد أن يعيب عليه فقال : أَيَكُونُ إِمَامَانِ ؟ ، قَالَ : لَا ، إِلَّا أَنْ يَكُونَ أَحَدُهُمَا صَامِتاً ، فقال الرجل : هُوَ ذَا أَنْتَ لَيْسَ لَكَ صَامِتٌ ، فَقَالَ : بَلَى ، وَاللهِ لَيَجْعَلَنَّ اللهُ لِي مَنْ يُثْبِتُ بِهِ الحَقَّ وَأَهْلَهُ وَيَمْحَقُ بِهِ الْبَاطِلَ وَأَهْلَهُ . وَلَمْ يَكُنْ فِي الْوَقْتِ لَهُ وَلَدٌ فَوُلِدَ لَهُ أَبُو جَعْفَرٍ عليه السلام بَعْدَ سَنَة « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 50 ، ص 22 .\r\n( 2 ) بحار الأنوار ، ج 50 ، ص 22 .\r\n( 3 ) بحار الأنوار ، ج 50 ، ص 22 .\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n\r\nالميلاد المبارك :\r\nوكانت سنة ( 195 ) هجرية ، وكان شهر رمضان ، وكان الشيعة المخلصون يعيشون أشد الانتظار لمقدم ولد الإمام الرضا عليه السلام ، ذلك الذي زخرت أحاديثهم تُنبئ عن مقدمه المبارك ، وهم الراوون عن الرسول صلى الله عليه وآله أنه قال : «\r\nبِأَبِي ابْنُ خِيَرَةِ الْإِمَاءِ النُّوبِيَّةِ\r\n» « 1 » ، وهو يشير إلى الإمام عليه السلام ، ليدحضوا حجة الواقفية الذين قد أكثروا من الدعايات ضده .\r\nوكانت تلك الليلة توافق ليلة التاسع عشر من شهر الله المبارك ، حينما بزغ من أفق الحق بدر أضحى شمساً للهدى ، وسماءً في جلاله ، ألا وهو الإمام الجواد عليه السلام .\r\nوتناقل الرواة الحديث على لسان والده العظيم يقول : «\r\nهَذَا المَوْلُودُ الَّذِي لَمْ يُولَدْ فِي الْإِسْلَامِ أَعْظَمُ بَرَكَةً مِنْهُ\r\n» « 2 » .\r\nأجل ، لقد وُلِدَ الإمام في الوقت الذي اختلفت فيه الشيعة أيَّما اختلاف ، وكانت دعايات بعض المخالفين لهم تشق طريقها إلى أفئدة بعض السذج منهم . كانت آية صدق الإمام الرضا وإبطال زعم الواقفية تثبت بميلاد ابنه الموعود .\r\nفلما وُلِدَ الجواد عليه السلام ذهبت دعايات الواقفية أدراج الرياح ، وذابت كما يذوب الملح في الموج الهادر ، وأصبح ميلاد الإمام سبباً لانتصار الحق واتحاد الشيعة ، أتباع الحق ، بعد الاختلاف والتفرقة ،\r\nأضف إلى ذلك أن الإمام الرضا عليه السلام كان يقول دائماً : إن ابني خليفتي عليكم ، وهم يرون أن لا ابن له . وحتى إذا بلغ مرحلة الكهولة ، ومضت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 50 ، ص 21 .\r\n( 2 ) بحار الأنوار ، ج 50 ، ص 20 .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nالشكوك تراود أفئدة البسطاء من الموالين ؛ جاء الإمام الجواد عليه السلام ، فكان ميلاداً مباركاً ميموناً ، فهلَّلت الشيعة وسبَّحت لله لمّا رأت في أحاديثها الصدق والحق .\r\n\r\nعهد الصبا :\r\nوترعرع الطفل الشريف في رعاية والده العظيم عليه السلام كما يترعرع الورد على كف النسيم ، يُضفي عليه والده المعارف والأداب ، فتجتمع أصول الحسب بشرف المَحْتِد ، فإذا بالمواهب تتفتح كما يتفتح الفجر عن صبح بهيج .\r\nوإذا بمشيئة الله تتعلق على أن يكون الطفل ، وهو في صباه ، سيداً وإماماً .\r\n سبق الدهر كله في صباه * ومشى الدهر خادماً من ورائه \r\nوعندما كان الإمام الجواد عليه السلام في الخامسة من عمره جاءت رسل المأمون العباسي تحثُّ والده الإمام الرضا عليه السلام ليُهاجر إلى العاصمة الجديدة للبلاد الإسلامية وهي خراسان ، ويكون ولي العهد وذلك بعدما قتل المأمون أخاه الأمين ، وكانت الظروف تُكرِه الإمام علي بن موسى عليه السلام على أن يُغادر المدينة إلى خراسان عاصمة المسلمين الجديدة ، حيث إن الحرب التي قامت بين الأخوين العباسيين : الأمين والمأمون ، كانت قد صرفت كثيراً من طاقات المسلمين وجعلتها وقوداً مشتعلًا لها ، بل قامت ثورة خراسان على كتف الشيعة هناك الذين\r\nاستُخدموا في ثورة العباسيين الأولى ضد الحكم الأموي ، ثم سُرِقَتْ ثورتهم بانحراف القادة وذهبت مساعيهم أدراج الرياح ، وهذه الثورة الثانية قامت رَدَّ فعل قوي لانحراف دفَّة الحكم عن آل بيت الرسول ، أصحابه\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nالشرعيين ، والمأمون كان ممن تشيع ظاهراً ونادى بمبادئ الشيعة صريحاً في باكورة أمره ، وأكره الإمام الرضا عليه السلام على الرحيل إلى خراسان ليثبت فكرة تشيعه في قلوب التابعين ثم يصنع ما يشاء .\r\nاستعد الإمام الرضا عليه السلام للرحيل ولكنه كان يعلم يقيناً بما سوف يحدث له بعد سفره ، إنها رحلة واضحة المعالم ، ولكنها خطة يجب أن يسير عليها الإمام حسب الظروف وحسب التعاليم الظاهرية للدين الإسلامي ، يجب عليه أن يبلّغ فيعذر ، ويعمل حسب مقدرته على بث الوعي الصحيح للمسلمين وإن كان ذلك سوف يُودي بحياته الكريمة ، ثم ودَّع أهله وجعل الخليفة عليهم ابنه الجواد ، وهو ابن الخامسة فقط ، لِمَا كان يعرف منه من الكفاءة الموهوبة ، وراح الرضا يخترق السهل والجبل إلى خراسان حيث تستقبله الجماهير المؤمنة ويجعلونه وليًّا لعهدهم ، تنتقل إليه الخلافة الإسلامية بعد المأمون ، وكانت الرسائل تربط بين الوالد والولد ، فترد تباعاً بشأن الأمور الخاصة أو العامة .\r\nأما الإمام الرضا عليه السلام فقد كان معجباً بنجله أيَّما إعجاب ، فإذا جاءت رسالة عن الجواد عليه السلام وأراد أن يُخبر شيعته بها قال : كتب لي أبو جعفر أو كتبتُ إلى أبي جعفر ، فلا يقول ابني ولا يرضى باسمه الخاص ، بل يكنيه إجلالًا واحتراماً .\r\nوأما ولده التَّقي في المدينة فقد كان يختلف إليه الشيعة اختلافهم إلى والده الرضا عليه السلام ؛ لأنهم كانوا يعرفون أنه إمامهم في المستقبل ،\r\nوعلى حد تعبيرهم ( إمامهم الصامت ) .\r\nوذات يوم ، والشيعة في حضرة الجواد عليه السلام وفي مشهده ، إذ تغيَّر حاله وأخذ يبكي ، وعندما جاء الخادم ، أمره بإقامة المأتم .\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\n- عزاء من ؟ ومأتم لمن ؟ جعلت فداك .\r\n- مأتم أبي الحسن الرضا عليه السلام ، فقد استشهد الساعة في خراسان .\r\n- بأبي أنت وأمي ، خراسان قطر يبتعد عن المدينة آلاف الأميال ، وتفصل بينهما سهول وجبال .\r\n- نعم ، دخلني ذل من الله عزّ وجلّ لم أكن أعرفه ، فعرفت أن أبي قد توفي « 1 » .\r\nوكان الإمام الجواد يُكنى بأبي جعفر ليكون تذكاراً لجده أبي جعفر بن علي الباقر عليه السلام ، ولأنه لم يكن له ولد يُسمى بجعفر .\r\nوكان يُلقب بألقاب شتى ، منها : الجواد ، والتَّقي ، والمرتضى ، والمنتجب ، والقانع ، بيد أن لقباً واحداً اشتُهر به أكثر من غيره وهو « ابن الرضا » ، ذلك أن أباه الإمام الرضا عليه السلام طار صيتُه في الآفاق لما اشتهر به من الفضل والجد فعرف الناس ثلاثة من أبنائه باسم ابن الرضا ، ولذلك كان كلٌّ من الإمام التاسع والعاشر والحادي عشر يعرفون ب ( ابن الرضا ) لِمَا كان للرضا من الصيت الواسع الحسن بين المسلمين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 50 ، ص 63 .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\n\r\nالفصل الثَّاني : حَيَاتُهُ وَإمَامَتُهُ\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\n\r\nإمام وهو ( صبي ) :\r\nالإمامة في عقيدة الشيعة القائلين بها تختلف عنها في منطق الآخرين كثيراً . فإن الكلمة تعني عند الشيعة الخلافة المطلقة لشخص الرسول ولعلومه ومعارفه ومؤهلاته وصلاحياته ومسؤولياته ، وبتعبير آخر « صورة كاملة للنبوة » ، بفارق واحد فقط هو أن الإمام لا يُوحى إليه ، في حين أن النبي يُوحى إليه ، فلا نبي بغير وحي ، ولكن الإمام من دونه .\r\nوالنبوة - في منطق الإسلام - صلاحية فريدة في نوعها ومتميزة عن صلاحيات سائر البشر ، يهبها الله تعالى إلى فرد يختاره ويجعله وسيطاً يتلقَّى الوحي منه وينشره بين قومه ، وإذا تمت هذه الفكرة عن النبي تتم عن الإمام بالملاك نفسه والحجة نفسها ، وكما أنه إذا صح القول بأنه من الممكن ان يغتدي الصبي نبيًّا وهو في المهد رضيع ، صح ذلك في الإمام عليه السلام .\r\nوالعمر وإن كان مقياساً للناس في الأغلب ولكنه ليس بمقياس عند الله ، فليس الأكبر سنًّا أعظم عند الله دائماً ، ورُبَّ شيخ بغيض عند ربه ولرُبَّ شاب أو طفل محبوب عند بارئه . العمل الصالح والنية الطيبة والإمكانات الموهوبة وما إلى ذلك مما يهب الفرد قيمة وتقديراً هو المقياس الأول عند الإسلام وفي منطق القرآن . أضف إلى ذلك أن القول بالنبوة والإمامة لا يمكن إلَّا بعد\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nالإيمان الكامل بقدرة الله تعالى على أن يجعل من فرد واحد مجمعاً للفضائل ، ومرجعاً للمعارف ، وقدوة للناس وأسوة للخلق ؛ فالاعتقاد بالنبوة يفرض على الإنسان الإيمان بالمعجزة ( والتي هي ما يتعدى طاقة الإنسان ) ، وله ميزة على سائر البشر حتى يمكنه أن يقودهم ويقول لهم : إنني نذير من الله .\r\nوإذا كانت المعجزة تعني شيئاً خارجاً عن الطبيعة الجارية في سائر الخلق ، فلا فرق بين أن يكون الفرد الذي تتجلى فيه المعجزة كبيراً أو صغيراً ، غنيًّا أو فقيراً .\r\nوطالما زعمت الأمم السالفة : أن النبي يجب أن يكون له مال وثراء عريض ، ويكون سيداً في قومه ورئيساً مهيباً ، فأفهمهم أنبياؤهم عليهم السلام أن الله إذا أراد أن ينزَّل رحمته في فرد لا تتوافر فيه هذه الشروط ويجعله نبيًّا ، فهل في ذلك من بأس ؟ قال تعالى :\r\nأَهُمْ يَقْسِمُونَ رَحْمَةَ رَبِّكَ نَحْنُ قَسَمْنَا بَيْنَهُمْ مَعِيشَتَهُمْ فِي الْحَيَاةِ الدُّنْيَا وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِيَتَّخِذَ بَعْضُهُمْ بَعْضاً سُخْرِيّاً وَرَحْمَةُ رَبِّكَ خَيْرٌ مِمَّا يَجْمَعُونَ « 1 » .\r\nولطالما أُعجبت الأمم ودُهشت حينما رأت أن الله قد بعث إليها صبيًّا نبيًّا ، ولكن ربنا أبرز لهم أن فعله ذلك إنما كان تعمداً ليعرفهم معنى النبوة ، وأنها ليست موهبة عادية تبرز في فرد دون فرد ، تبعاً للبيئة والتربية ، وإنما هو نبوءٌ عن عادة الخلق ، وخرقٌ لسنة الكون ، ونداء جديد ليس يشابهه نداء المخلوقات ، بأن الله هو القادر وأنه إليه المصير ، يقول علي بن أسباط في حديث له عن الإمامة : «\r\nرَأَيْتُ أَبَا جَعْفَرٍ عليه السلام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الزخرف ، الآية : 32 .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nقَدْ خَرَجَ عَلَيَّ ، فَأَحْدَدْتُ النَّظَرَ إِلَيْهِ وَإِلَى رَأْسِهِ وَإِلَى رِجْلِهِ لِأَصِفَ قَامَتَهُ لِأَصْحَابِنَا بِمِصْرَ ، فَخَرَّ سَاجِداً وَقَالَ : إِنَّ اللهَ احْتَجَّ فِي الْإِمَامَةِ بِمِثْلِ مَا احْتَجَّ فِي النُّبُوَّةِ ،\r\nقَالَ اللهُ تعالى : وَآتَيْنَاهُ الْحُكْمَ صَبِيّاً « 1 » .\r\nوَقَالَ اللهُ سبحانه وتعالى : وَلَمَّا بَلَغَ أَشُدَّهُ « 2 » .\r\nوَقَالَ : وَبَلَغَ أَرْبَعِينَ سَنَةً « 3 » .\r\nفَقَدْ يَجُوزُ أَنْ يُؤْتَى الْحِكْمَةَ وَهُوَ صَبِيٌّ ، وَيَجُوزُ أَنْ يُؤْتَى وَهُوَ ابْنُ أَرْبَعِينَ سَنَة\r\n» « 4 » .\r\nأجل إذا كانت النبوة معجزة الله تعالى ، أو كانت آية الابتداع ؛ فسواء - إذاً - أن تظهر في كبير أو صغير .\r\nوعن بعض الرواة أنه قال : «\r\nكُنْتُ وَاقِفاً عِنْدَ أَبِي الْحَسَنِ الرِّضَا عليه السلام بِخُرَاسَانَ ، فَقَالَ قَائِلٌ : يَا سَيِّدِي ! إِنْ كَانَ كَوْنٌ فَإِلَى مَنْ ؟ ( يريد : إذا متَّ فمن الإمام بعدك ؟ ) .\r\nقَالَ : إِلَى أَبِي جَعْفَرٍ ابْنِي . . وَكَأَنَّ الْقَائِلَ اسْتَصْغَرَ سِنَّ أَبِي جَعْفَرٍ .\r\nفَقَالَ أَبُو الْحَسَنِ عليه السلام :\r\nإِنَّ اللهَ سُبْحَانَهُ بَعَثَ عِيسَى رَسُولًا نَبِيًّا صَاحِبَ شَرِيعَةٍ مُبْتَدَأَةٍ فِي أَصْغَرَ مِنَ السِّنِّ الَّذِي فِيهِ أَبُو جَعْفَرٍ عليه السلام\r\n» « 5 » .\r\nنعم : ليس هناك أي استبعاد لما يشاؤه الله ويفعله ، فقد يجعل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة مريم ، الآية : 12 .\r\n( 2 ) سورة يوسف ، الآية : 22 .\r\n( 3 ) سورة الأحقاف ، الآية : 15 .\r\n( 4 ) بحار الأنوار ، ج 50 ، ص 24 - 37 .\r\n( 5 ) بحار الأنوار ، ج 50 ، ص 23 - 24 .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nعيسى نبيًّا في أول صباه ، ويهب محمد بن علي الإمامة صبيًّا أيضاً .\r\nكان للإمام أبي عبد الله الصادق عليه السلام ولد يدعى علي بن جعفر ، وكان وجيهاً محترماً لدى الشيعة الإمامية ، وكان يفد إليه الناس ، وينهلون من علومه التي تلقَّاها مباشرةً عن أبيه الصادق عليه السلام وأخيه موسى بن جعفر عليه السلام . فيقول بعض المحدثين : «\r\nكُنْتُ عِنْدَ عَلِيِّ بْنِ جَعْفَرِ بْنِ مُحَمَّدٍ عليه السلام جَالِساً بِالمَدِينَةِ ، وَكُنْتُ أَقَمْتُ عِنْدَهُ سَنَتَيْنِ أَكْتُبُ عَنْهُ مَا سَمِعَ مِنْ أَخِيهِ يَعْنِي أَبَا الْحَسَنِ ، إِذْ دَخَلَ عَلَيْهِ أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ عَلِيٍّ الرِّضَا عليه السلام المَسْجِدَ - مَسْجِدَ رَسُولِ اللهِ عليه السلام - ، فَوَثَبَ عَلِيُّ بْنُ جَعْفَرٍ بِلَا حِذَاءٍ وَلَا رِدَاءٍ فَقَبَّلَ يَدَهُ وَعَظَّمَهُ .\r\nفَقَالَ لَهُ أَبُو جَعْفَرٍ عليه السلام : يَا عَمِّ اجْلِسْ رَحِمَكَ اللهُ .\r\nفَقَالَ : يَا سَيِّدِي ! كَيْفَ أَجْلِسُ وَأَنْتَ قَائِمٌ ؟ !\r\nفَلَمَّا رَجَعَ عَلِيُّ بْنُ جَعْفَرٍ إِلَى مَجْلِسِهِ جَعَلَ أَصْحَابُهُ يُوَبِّخُونَهُ وَيَقُولُونَ : أَنْتَ عَمُّ أَبِيهِ ، وَأَنْتَ تَفْعَلُ بِهِ هَذَا الْفِعْلَ ؟\r\nفَقَالَ : اسْكُتُوا ، إِذَا كَانَ اللهُ عَزَّ وَجَلَّ - وَقَبَضَ عَلَى لِحْيَتِهِ - لَمْ يُؤَهِّلْ هَذِهِ الشَّيْبَةَ وَأَهَّلَ هَذَا الْفَتَى وَوَضَعَهُ حَيْثُ وَضَعَهُ أُنْكِرُ فَضْلَهُ ، نَعُوذُ بِاللهِ مِمَّا تَقُولُونَ ، بَلْ أَنَا لَهُ عَبْدٌ » « 1 » .\r\n\r\nبعد وفاة والده :\r\nتُوُفِّيَ الإمام الرضا في خراسان مسموماً ، ودفن في طوس ، واختلفت - بسبب موته - الأمة الإسلامية ، وفقدت الأمة ملامحها التي كانت قد تميَّزت بها في عهد الرضا عليه السلام . فرجعت الخلافة إلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكافي ، ج 1 ، ص 322 .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nبغداد ، وقرَّب المأمون العباسي من يريد وغدر بمن كان قد نصره على أخيه الأمين في نزع الملك عنه ، وغيَّر شعاره الذي اتخذه للثورة التي كانت نصف علوية ، ورجع إلى لبس السواد ، فأصبحت الدولة دولة عباسية مرة أخرى .\r\nومرة كان الإمام يسير في طرقات بغداد العاصمة المزدحمة ، وقد اصطف الناس لابن الرضا عليه السلام ، رافعين أعناقهم كي يفوزوا بنظرة منه ، وكان من الواقفين رجل زيدي المذهب ، يحدثنا فيقول :\r\nخَرَجْتُ إِلَى بَغْدَادَ فَبَيْنَا أَنَا بِهَا إِذْ رَأَيْتُ النَّاسَ يَتَعَادَوْنَ وَيَتَشَرَّفُونَ وَيَقِفُونَ ، فَقُلْتُ : مَا هَذَا ؟\r\nفَقَالُوا : ابْنُ الرِّضَا عليه السلام ، فَقُلْتُ : وَاللهِ لَأَنْظُرَنَّ إِلَيْهِ ، فَطَلَعَ عَلَى بَغْلٍ أَوْ بَغْلَةٍ ، فَقُلْتُ : لَعَنَ اللهُ أَصْحَابَ الْإِمَامَةِ حَيْثُ يَقُولُونَ : إِنَّ اللهَ افْتَرَضَ طَاعَةَ هَذَا . فَعَدَلَ إِلَيَّ وَقَالَ : يَا قَاسِمَ بْنَ عَبْدِ الرَّحْمَنِ : فَقَالُوا أَبَشَراً مِنَّا وَاحِداً نَتَّبِعُهُ إِنَّا إِذاً لَفِي ضَلالٍ وَسُعُرٍ « 1 » .\r\nفَقُلْتُ فِي نَفْسِي : سَاحِرٌ وَاللهِ !\r\nفَعَدَلَ إِلَيَّ فَقَالَ : الذِّكْرُ عَلَيْهِ مِنْ بَيْنِنَا بَلْ هُوَ كَذَّابٌ أَشِرٌ « 2 » .\r\nقَالَ : فَانْصَرَفْتُ وَقُلْتُ بِالْإِمَامَةِ وَشَهِدْتُ أَنَّهُ حُجَّةُ اللهِ عَلَى خَلْقِهِ وَاعْتَقَدْت به » « 3 » ،\r\nأجل . . إن الاستغراب الذي غمر قلب هذا الرجل من جهة صغر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة القمَر ، الآية : 24 .\r\n( 2 ) سورة القمَر ، الآية : 25 .\r\n( 3 ) بحار الأنوار ، ج 50 ، ص 64 .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nالسن كان جوابه في هاتين الآيتين المباركتين واضحاً مستبيناً .\r\nوكان الإمام الجواد عليه السلام رابضاً بالمدينة وهو الفتى الحديث في السن ، المُقدَّر عند الله والخلق ، قد أعطت الشيعة - وهي يومذاك كثرة لا يُستهان بها - أزمَّتها بيده فنهض بتدبيرها خير نهوض ، حتى التفَّتْ حوله طائفة من أصحاب أبيه وجده .\r\n\r\nفي المدينة :\r\nوبقي في المدينة المنورة بعد عهد إمامته زهاء ثمانية أعوام ، يحترمه الخاص والعام ويأوي إليه البعيد والقريب ، يسألونه عما أغمض وأشكل عليهم فيحل ذلك لهم في أسرع وقت .\r\nيقول بعض الرواة : «\r\nلَمَّا مَاتَ أَبُو الْحَسَنِ الرِّضَا عليه السلام حَجَجْنَا فَدَخَلْنَا عَلَى أَبِي جَعْفَرٍ عليه السلام ، وَقَدْ حَضَرَ خَلْقٌ مِنَ الشِّيعَةِ مِنْ كُلِّ بَلَدٍ لِيَنْظُرُوا إِلَى أَبِي جَعْفَرٍ عليه السلام ، فَدَخَلَ عَمُّهُ عَبْدُ اللهِ بْنُ مُوسَى وَكَانَ شَيْخاً كَبِيراً نَبِيلًا عَلَيْهِ ثِيَابٌ خَشِنَةٌ وَبَيْنَ عَيْنَيْهِ سَجَّادَةٌ ، فَجَلَسَ وَخَرَجَ أَبُو جَعْفَرٍ عليه السلام مِنَ الْحُجْرَةِ وَعَلَيْهِ قَمِيصٌ قَصَبٌ وَرِدَاءٌ قَصَبٌ وَنَعْلٌ حَذْوٌ بَيْضَاءُ ، فَقَامَ عَبْدُ اللهِ وَاسْتَقْبَلَهُ وَقَبَّلَ بَيْنَ عَيْنَيْهِ وَقَامَتِ الشِّيعَةُ وَقَعَدَ أَبُو جَعْفَرٍ عليه السلام عَلَى كُرْسِيٍّ وَنَظَرَ النَّاسُ بَعْضُهُمْ إِلَى بَعْضٍ تَحَيُّراً لِصِغَرِ سِنِّه\r\n. فَانْتَدَبَ رَجُلٌ مِنَ الْقَوْمِ فَقَالَ لِعَمِّهِ : أَصْلَحَكَ اللهُ ! مَا تَقُولُ فِي رَجُلٍ أَتَى بَهِيمَةً ؟ « 1 » فَقَالَ : تُقْطَعُ يَمِينُهُ وَيُضْرَبُ الْحَدَّ .\r\nفَغَضِبَ أَبُو جَعْفَرٍ عليه السلام ، ثُمَّ نَظَرَ إِلَيْهِ فَقَالَ : يَا عَمِّ ! اتَّقِ اللهَ - اتَّقِ اللهِ - إِنَّهُ لَعَظِيمٌ أَنْ تَقِفَ يَوْمَ الْقِيَامَةِ بَيْنَ يَدَيِ اللهِ عَزَّ وَجَلَّ فَيَقُولَ لَكَ : لِمَ أَفْتَيْتَ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أي باشر ووطئ بهيمة .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nالنَّاسَ بِمَا لَا تَعْلَمُ . فَقَالَ لَهُ عَمُّهُ : يَا سَيِّدِي ! أَلَيْسَ قَالَ هَذَا أَبُوك عليه السلام ؟\r\nفَقَالَ أَبُو جَعْفَرٍ عليه السلام :\r\nإِنَّمَا سُئِلَ أَبِي عَنْ رَجُلٍ نَبَشَ قَبْرَ امْرَأَةٍ فَنَكَحَهَا ، فَقَالَ أَبِي : تُقْطَعُ يَمِينُهُ لِلنَّبْشِ وَيُضْرَبُ حَدَّ الزِّنَاءِ فَإِنَّ حُرْمَةَ المَيِّتَةِ كَحُرْمَةِ الْحَيَّةِ . فَقَالَ : صَدَقْتَ يَا سَيِّدِي وَأَنَا أَسْتَغْفِرُ اللهَ . فَتَعَجَّبَ النَّاسُ ، فَقَالُوا : يَا سَيِّدَنَا ! أَتَأْذَنُ لَنَا أَنْ نَسْأَلَكَ ؟\r\nقَالَ : نَعَمْ . فَسَأَلُوهُ فِي مَجْلِسٍ عَنْ ثَلَاثِينَ أَلْفَ مَسْأَلَةٍ فَأَجَابَهُمْ فِيهَا وَلَهُ تِسْعُ سِنِينَ\r\n» « 1 » .\r\nوهذه القصة تُبيِّن مدى أهمية الإمام في عين الشيعة ، ثم غزارة علمه ، وطول باعه ، وسعة ثقافته ، التي نبعت عن قلب نفخ فيه الله علمه ومعرفته ، وأكثر فيه تقواه وخشيته .\r\n\r\nإلى بغداد :\r\nوحينما انتقل المأمون العباسي إلى بغداد ، وكان يعيش في صراع دائم مع العباسيين الذين استنكروا عليه إعطاءه ولاية العهد للرضا عليه السلام ، مُذكِّرين إياه أن هؤلاء بني فاطمة هم المناوئون الذين يُخشى جانبهم أكثر من أي مناوئ آخر ؛ لأن لهم أنصاراً وموالين في شرق البلاد وغربها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 50 ، ص 85 - 86 . ومن المحتمل أن يكون عمره ثماني سنوات فقط كما هو مذكور في بعض الأحاديث ، حيث إن الذي يبدو من هذا الحديث : أن الشيعة كانت قد اجتمعت بالمدينة في الموسم بعد وفاة الإمام الرضا مباشرة ، وكان للإمام الجوادعليه السلام ( 7 ) سنين حين موته في آخر شهر صفر ، فلما انقضت سبعة أشهر جاء شهر رمضان ودخل الجواد في الثامنة ، وفي موسم الحج من تلك السنة كانت هذه المحاورة . كما أن من الممكن كون الأسئلة وُجِّهت إلى الإمام في أيام متعددة مع وحدة المجلس ، فيكون مجلسه أشبه بالمؤتمرات التي تطول أياماً تباعاً يقضونها بالبحث باستثناء أوقات الراحة والطعام .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nوكان المأمون يبرر موقفه من علي بن موسى بنقل فضائله التي عجزت شفاه المأمون وغيره عن أن تحصيها عدًّا قائلًا : إن أهل هذا البيت قد ورثوا العلم من آبائهم كما ورثوا المكارم والخلق الرفيع .\r\nوكانت الشيعة يومئذ قد قويت شوكتهم بالإمام الرضا وأصبح لهم دعاة مخلصون في كل زاوية من البلاد الإسلامية ، ومالت إليهم العامة لما ظهر من الإمام الرضا عليه السلام في المسرح السياسي من آيات الفضل والكمال .\r\nثم إنه ذهبت دعوتهم إلى إمامة بني فاطمة تنتشر أكثر من أي يوم آخر ، لأن كثيراً منهم نالوا المناصب الرفيعة في الدولة وقاموا بحركات إيجابية دائمة بسبب الاختلاف الذي وقع بين العباسيين ، وعرفت السلطة طوائف كثيرة من العباسيين أنفسهم كانوا يكيدون للدولة ويريدون لأنفسهم السلطان ، فاضطرت إلى استخدام مناوئ هؤلاء من الشيعة .\r\nهذا من جانب ، ومن جانب آخر كانت موجة من الاستياء العام تمثل العامة بسبب قتل المأمون للرضا عليه السلام . وتغطيةً لغدره بالرضا عليه السلام ، واحتجاجاً على الخاصة من العباسيين ، واستمالةً لفؤاد العامة من غيرهم ؛ أرسل المأمون إلى المدينة يطلب الإمام الجواد عليه السلام في دعوة رسمية .\r\nكان ذلك في السنة ( 211 ) هجرية حيث كان لأبي جعفر الجواد من العمر زهاء ( 16 ) سنة فقط .\r\nومما يبدو من التاريخ : أن وُفُود الإمام عليه السلام كان حافلًا بالاحتفاء الملوكي ، الذي هيَّأه الخليفة لمقدم موفده المبارك .\r\nوكان الناس يبشرون أنفسهم بابن الرضا عليه السلام الذي طالما تشوَّقوا إلى رؤيته والمثول عنده .\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nواستقبله المأمون استقبالًا حافلًا ، ونوى أن يزوجه ابنته أم الفضل ، كما زوَّج أباه الرضا عليه السلام ابنته أم حبيب .\r\nفاعترضه العباسيون اعتراضاً شديداً ، خوفاً من انتقال الخلافة إلى بني فاطمة .\r\nفاجتمع من أهل بيته الأدنون وقالوا له : نَنْشُدُكَ اللهُ يَا أَمِيرَ المُؤْمِنِينَ أَنْ تُقِيمَ عَلَى هَذَا الْأَمْرِ الَّذِي عَزَمْتَ عَلَيْهِ مِنْ تَزْوِيجِ ابْنِ الرِّضَا عليه السلام ، فَإِنَّا نَخَافُ أَنْ يَخْرُجَ بِهِ عَنَّا أَمْرٌ قَدْ مَلَّكَنَاهُ اللهُ عَزَّ وَجَلَّ ، وَيَنْزِعَ مِنَّا عِزًّا قَدْ أَلْبَسَنَاهُ اللهُ . وَقَدْ عَرَفْتَ مَا بَيْنَنَا وَبَيْنَ هَؤُلَاءِ الْقَوْمِ قَدِيماً وَحَدِيثاً ، وَمَا كَانَ عَلَيْهِ الْخُلَفَاءُ الرَّاشِدُونَ قَبْلَكَ مِنْ تَبْعِيدِهِمْ وَالتَّصْغِيرِ بِهِمْ ، وَقَدْ كُنَّا فِي وَهْلَةٍ مِنْ عَمَلِكَ مَعَ الرِّضَا عليه السلام مَا عَمِلْتَ ، فَكَفَانَا اللهُ الْمُهِمَّ مِنْ ذَلِكَ ، فَاللهَ اللهَ أَنْ تَرُدَّنَا إِلَى غَمٍّ قَدِ انْحَسَرَ عَنَّا .\r\nفَقَالَ لَهُمُ المَأْمُونُ : أَمَّا مَا بَيْنَكُمْ وَبَيْنَ آلِ أَبِي طَالِبٍ فَأَنْتُمُ السَّبَبُ فِيهِ ، وَلَوْ أَنْصَفْتُمُ الْقَوْمَ لَكَانُوا أَوْلَى بِكُمْ ، وَأَمَّا مَا كَانَ يَفْعَلُهُ مَنْ قَبْلي بِهِمْ فَقَدْ كَانَ قَاطِعاً لِلرَّحِمِ وَأَعُوذُ بِاللهِ مِنْ ذَلِكَ وَاللهِ ، مَا نَدِمْتُ عَلَى مَا كَانَ مِنِّي مِنِ اسْتِخْلَافِ الرِّضَاعليه السلام ، وَلَقَدْ سَأَلْتُهُ أَنْ يَقُومَ بِالْأَمْرِ وَأَنْزِعَهُ مِنْ نَفْسِي فَأَبَى ، وَكانَ أَمْرُ اللهِ قَدَراً مَقْدُوراً ! !\r\nوَأَمَّا أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ عَلِيٍّ فَقَدِ اخْتَرْتُهُ لِتَبْرِيزِهِ عَلَى كَافَّةِ أَهْلِ الْفَضْلِ فِي الْعِلْمِ وَالْفَضْلِ مَعَ صِغَرِ سِنِّهِ .\r\nوَأَنَا أَرْجُو أَنْ يَظْهَرَ لِلنَّاسِ مَا قَدْ عَرَفْتُهُ مِنْهُ فَيَعْلَمُونَ أَنَّ الرَّأْيَ مَا رَأَيْتُ فِيه .\r\nفَقَالُوا : لَهُ إِنَّ هَذَا الْفَتَى وَإِنْ رَاقَكَ مِنْهُ هَدْيُهُ فَإِنَّهُ صَبِيٌّ لَا مَعْرِفَةَ\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nلَهُ وَلَا فِقْهَ ، فَأَمْهِلْهُ لِيَتَأَدَّبَ ثُمَّ اصْنَعْ مَا تَرَاهُ بَعْدَ ذَلِكَ .\r\nفَقَالَ لَهُمْ : وَيْحَكُمْ إِنِّي أَعْرَفُ بِهَذَا الْفَتَى مِنْكُمْ ، وَإِنَّ أَهْلَ هَذَا الْبَيْتِ عِلْمُهُمْ مِنَ اللهِ تَعَالَى وَمَوَادِّهِ وَإِلْهَامِهِ ، لَمْ تَزَلْ آبَاؤُهُ أَغْنِيَاءَ فِي عِلْمِ الدِّينِ وَالْأَدَبِ عَنِ الرَّعَايَا النَّاقِصَةِ عَنْ حَدِّ الْكَمَالِ ، فَإِنْ شِئْتُمْ فَامْتَحِنُوا أَبَا جَعْفَرٍ بِمَا يَتَبَيَّنُ لَكُمْ بِهِ مَا وَصَفْتُ لَكُمْ مِنْ حَالِهِ .\r\nقَالُوا : قَدْ رَضِينَا لَكَ - يَا أَمِيرَ المُؤْمِنِينَ - وَلِأَنْفُسِنَا بِامْتِحَانِهِ ، فَخَلِّ بَيْنَنَا وَبَيْنَهُ لِنَنْصِبَ مَنْ يَسْأَلُهُ بِحَضْرَتِكَ عَنْ شَيْءٍ مِنْ فِقْهِ الشَّرِيعَةِ ، فَإِنْ أَصَابَ فِي الْجَوَابِ عَنْهُ لَمْ يَكُنْ لَنَا اعْتِرَاضٌ فِي أَمْرِهِ ، وَظَهَرَ لِلْخَاصَّةِ وَالْعَامَّةِ سَدِيدُ رَأْيِ أَمِيرِ المُؤْمِنِينَ فِيهِ ، وَإِنْ عَجَزَ عَنْ ذَلِكَ فَقَدْ كُفِينَا الْخَطْبَ فِي مَعْنَاهُ . فَقَالَ لَهُمُ المَأْمُونُ : شَأْنَكُمْ وَذَلِكَ مَتَى أَرَدْتُمْ . فَخَرَجُوا مِنْ عِنْدِهِ وَاجْتَمَعَ رَأْيُهُمْ عَلَى مَسْأَلَةِ يَحْيَى بْنِ أَكْثَمَ ، وَهُوَ يَوْمَئِذٍ قَاضِي الزَّمَانِ ، عَلَى أَنْ يَسْأَلَهُ مَسْأَلَةً لَا يَعْرِفُ الْجَوَابَ فِيهَا وَوَعَدُوهُ بِأَمْوَالٍ نَفِيسَةٍ عَلَى ذَلِكَ ، وَعَادُوا إِلَى المَأْمُونِ وَسَأَلُوهُ أَنْ يَخْتَارَ لَهُمْ يَوْماً لِلاجْتِمَاعِ فَأَجَابَهُمْ إِلَى ذَلِكَ ، فَاجْتَمَعُوا فِي الْيَوْمِ الَّذِي اتَّفَقُوا عَلَيْهِ وَحَضَرَ مَعَهُمْ يَحْيَى بْنُ أَكْثَمَ ، وَأَمَرَ المَأْمُونُ أَنْ يُفْرَشَ لِأَبِي جَعْفَرٍ دَسْتٌ وَيُجْعَلُ لَهُ فِيهِ مِسْوَرَتَانِ فَفُعِلَ ذَلِكَ ، وَخَرَجَ أَبُو جَعْفَرٍ ، وَهُوَ يَوْمَئِذٍ ابْنُ تِسْعِ سِنِينَ وَأَشْهُرٍ ، فَجَلَسَ بَيْنَ الْمِسْوَرَتَيْنِ ، وَجَلَسَ يَحْيَى بْنُ أَكْثَمَ بَيْنَ يَدَيْهِ ، وَقَامَ النَّاسُ فِي مَرَاتِبِهِمْ وَالمَأْمُونُ جَالِسٌ فِي دَسْتٍ مُتَّصِلٍ بِدَسْتِ أَبِي جَعْفَرٍ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ ، فَقَالَ يَحْيَى بْنُ أَكْثَمَ لِلْمَأْمُونِ :\r\nيَأْذَنُ لِي أَمِيرُ المُؤْمِنِينَ أَنْ أَسْأَلَ أَبَا جَعْفَرٍ عَنْ مَسْأَلَةٍ ؟ فَقَالَ لَهُ المَأْمُونُ : اسْتَأْذِنْهُ فِي ذَلِكَ ، فَأَقْبَلَ عَلَيْهِ يَحْيَى بْنُ أَكْثَمَ فَقَالَ : أَتَأْذَنُ لِي - جُعِلْتُ فِدَاكَ - فِي مَسْأَلَةٍ ؟ فَقَالَ أَبُو جَعْفَرٍ عليه السلام : سَلْ إِنْ شِئْتَ .\r\nقَالَ يَحْيَى : مَا تَقُولُ - جُعِلْتُ فِدَاكَ - فِي مُحْرِمٍ قَتَلَ صَيْداً ؟\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nفَقَالَ أَبُو جَعْفَرٍ عليه السلام :\r\n- قَتَلَهُ فِي حِلٍّ أَوْ حَرَمٍ ؟\r\n- عَالِماً كَانَ المُحْرِمُ أَوْ جَاهِلًا ؟\r\n- قَتَلَهُ عَمْداً أَوْ خَطَأً ؟\r\n- حُرًّا كَانَ المُحْرِمُ أَوْ عَبْداً ؟\r\n- صغِيراً كَانَ أَوْ كَبِيراً ؟\r\n- مُبْتَدِئاً بِالْقَتْلِ أَوْ مُعِيداً ؟\r\n- مِنْ ذَوَاتِ الطَّيْرِ كَانَ الصَّيْدُ أَمْ مِنْ غَيْرِهَا ؟\r\n- مِنْ صِغَارِ الصَّيْدِ أَمْ مِنْ كِبَارِهَا ؟\r\n- مُصِرًّا عَلَى مَا فَعَلَ أَوْ نَادِماً ؟\r\n- فِي اللَّيْلِ كَانَ قَتْلُهُ لِلصَّيْدِ أَمْ فِي النَّهَارِ ؟\r\n- مُحْرِماً كَانَ بِالْعُمْرَةِ إِذْ قَتَلَهُ أَوْ بِالحَجِّ كَانَ مُحْرِماً ؟ « 1 » .\r\nفَتَحَيَّرَ يَحْيَى بْنُ أَكْثَمَ وَبَانَ فِي وَجْهِهِ الْعَجْزُ وَالِانْقِطَاعُ وَلَجْلَجَ حَتَّى عَرَفَ جَمَاعَةُ أَهْلِ المَجْلِسِ أَمْرَهُ ، فَقَالَ المَأْمُونُ : الْحَمْدُ للهِ عَلَى هَذِهِ النِّعْمَةِ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في هذه الفقرات التالية تبدو بطولته العلمية التي تظهر في مدى استطاعته على التشقيق ، وقديماً قالوا : تشقيق السؤال نصف الجواب ، بالإضافة إلى بديهة الخاطر ، والذكاء النادر الذي يحيط بجميع جوانب المسألة ، وكل سؤال ثنائي للإمامعليه السلاميضرب في السؤال السابق عليه ويضرب فيه السؤال اللاحق به ، لأن السؤال يكون على هذا الوجه ، لو كان القتل في الحل فهو على قسمين ، إما أن يكون المحرم عالماً أو جاهلًا ، كما أن القتل في الحرم ينقسم بدوره إلى قسمين : إما أن يكن المحرم عالماً أو جاهلًا ، وهكذا دواليك .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nوَالتَّوْفِيقِ لِي فِي الرَّأْيِ . ثُمَّ نَظَرَ إِلَى أَهْلِ بَيْتِهِ فَقَالَ لَهُمْ : أَعَرَفْتُمُ الْآنَ مَا كُنْتُمْ تُنْكِرُونَهُ ، ثُمَّ أَقْبَلَ عَلَى أَبِي جَعْفَرٍ عليه السلام فَقَالَ لَهُ : أَتَخْطُبُ يَا أَبَا جَعْفَرٍ ؟ فَقَالَ : نَعَمْ يَا أَمِيرَ المُؤْمِنِينَ . فَقَالَ لَهُ المَأْمُونُ : اخْطُبْ لِنَفْسِكَ - جُعِلْتُ فِدَاكَ - قَدْ رَضِيتُكَ لِنَفْسِي وَأَنَا مُزَوِّجُكَ أُمَّ الْفَضْلِ ابْنَتِي وَإِنْ رَغِمَ قَوْمٌ لِذَلِك .\r\nفَقَالَ أَبُو جَعْفَرٍ عليه السلام : الحَمْدُ للهِ إِقْرَاراً بِنِعْمَتِهِ ، وَلَا إِلَهَ إِلَّا اللهُ إِخْلَاصاً لِوَحْدَانِيَّتِهِ ، وَصَلَّى اللهُ عَلَى مُحَمَّدٍ سَيِّدِ بَرِيَّتِهِ ، وَالْأَصْفِيَاءِ مِنْ عِتْرَتِهِ ، أَمَّا بَعْدُ فَقَدْ كَانَ مِنْ فَضْلِ اللهِ عَلَى الْأَنَامِ أَنْ أَغْنَاهُمْ بِالْحَلَالِ عَنِ الْحَرَامِ ، وَقَالَ سُبْحَانَهُ : وَأَنكِحُوا الأَيَامَى مِنْكُمْ وَالصَّالِحِينَ مِنْ عِبَادِكُمْ وَإِمَائِكُمْ إِنْ يَكُونُوا فُقَرَاءَ يُغْنِهِمْ اللَّهُ مِنْ فَضْلِهِ وَاللَّهُ وَاسِعٌ عَلِيمٌ « 1 » .\r\nثُمَّ إِنَّ مُحَمَّدَ بْنَ عَلِيِّ بْنِ مُوسَى يَخْطُبُ أُمَّ الْفَضْلِ بِنْتَ عَبْدِ اللهِ المَأْمُونِ ، وَقَدْ بَذَلَ لَهَا مِنَ الصَّدَاقِ مَهْرَ جَدَّتِهِ فَاطِمَةَ بِنْتِ مُحَمَّدٍ عليها السلام ، وَهُوَ خَمْسُمِائَةِ دِرْهَمٍ جِيَاداً ، فَهَلْ زَوَّجْتَهُ - يَا أَمِيرَ المُؤْمِنِينَ - بِهَا عَلَى هَذَا الصَّدَاقِ المَذْكُور ؟\r\nفَقَالَ المَأْمُونُ : نَعَمْ قَدْ زَوَّجْتُكَ - يَا أَبَا جَعْفَرٍ - أُمَّ الْفَضْلِ ابْنَتِي عَلَى الصَّدَاقِ الْمَذْكُورِ ، فَهَلْ قَبِلْتَ النِّكَاحَ ؟ قَالَ أَبُو جَعْفَرٍ عليه السلام : قَدْ قَبِلْتُ ذَلِكَ وَرَضِيتُ بِهِ .\r\n\r\nحفلة الزواج :\r\nقَالَ المحدث : وَلَمْ نَلْبَثْ أَنْ سَمِعْنَا أَصْوَاتاً تُشْبِهُ أَصْوَاتَ المَلَّاحِينَ فِي مُحَاوَرَاتِهِمْ ، فَإِذَا الْخَدَمُ يَجُرُّونَ سَفِينَةً مَصْنُوعَةً مِنْ فِضَّةٍ مَشْدُودَةً بِالْحِبَالِ مِنَ الْإِبْرِيسَمِ عَلَى عِجْلَةٍ مَمْلُوَّةٍ مِنَ الْغَالِيَةِ ( قسم من العطر ) ، ثُمَّ أَمَرَ المَأْمُونُ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة النُّور ، الآية : 32 .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nأَنْ تُخْضَبَ لِحَاءُ الْخَاصَّةِ مِنْ تِلْكَ الْغَالِيَةِ ، ثُمَّ مُدَّتْ إِلَى دَارِ الْعَامَّةِ فَتَطَيَّبُوا مِنْهَا ، وَوُضِعَتِ المَوَائِدُ فَأَكَلَ النَّاسُ ، وَخَرَجَتِ الْجَوَائِزُ إِلَى كُلِّ قَوْمٍ عَلَى قَدْرِهِمْ ، فَلَمَّا تَفَرَّقَ النَّاسُ وَبَقِيَ مِنَ الْخَاصَّةِ مَنْ بَقِيَ قَالَ المَأْمُونُ لِأَبِي جَعْفَرٍ عليه السلام : إِنْ رَأَيْتَ - جُعِلْتُ فِدَاكَ - أَنْ تَذْكُرَ الْفِقْهَ الَّذِي فَصَلْتَهُ مِنْ وُجُوهٍ مِنْ قَتْلِ المُحْرِمِ ؛ لِنَعْلَمَهُ وَنَسْتَفِيدَهُ ، فَقَالَ أَبُو جَعْفَرٍ عليه السلام :\r\nنَعَمْ ، إِنَّ المُحْرِمَ إِذَا قَتَلَ صَيْداً فِي الْحِلِّ وَكَانَ الصَّيْدُ مِنْ ذَوَاتِ الطَّيْرِ وَكَانَ مِنْ كِبَارِهَا فَعَلَيْهِ شَاةٌ ، فَإِنْ أَصَابَهُ فِي الحَرَمِ فَعَلَيْهِ الجَزَاءُ مُضَاعَفاً ، وَإِذَا قَتَلَ فَرْخاً فِي الْحِلِّ فَعَلَيْهِ حَمَلٌ قَدْ فُطِمَ مِنَ اللَّبَنِ ، وَإِذَا قَتَلَهُ فِي الْحَرَمِ فَعَلَيْهِ الْحَمَلُ وَقِيمَةُ الْفَرْخِ ، فَإِذَا كَانَ مِنَ الْوَحْشِ وَكَانَ حِمَارَ وَحْشٍ فَعَلَيْهِ بَقَرَةٌ ، وَإِنْ كَانَ نَعَامَةً فَعَلَيْهِ بَدَنَةٌ ، وَإِنْ كَانَ ظَبْياً فَعَلَيْهِ شَاةٌ ، وَإِنْ كَانَ قَتَلَ شَيْئاً مِنْ ذَلِكَ فِي الحَرَمِ فَعَلَيْهِ الجَزَاءُ مُضَاعَفاً هَدْياً بَالِغَ الْكَعْبَةِ ، وَإِذَا أَصَابَ المُحْرِمُ مَا يَجِبُ عَلَيْهِ الْهَدْيُ فِيهِ وَكَانَ إِحْرَامُهُ بِالحَجِّ نَحَرَهُ بِمِنًى ، وَإِنْ كَانَ إِحْرَامُهُ بِالْعُمْرَةِ نَحَرَهُ بِمَكَّةَ ، وَجَزَاءُ الصَّيْدِ عَلَى الْعَالِمِ وَالجَاهِلِ سَوَاءٌ ، وَفِي الْعَمْدِ عَلَيْهِ المَأْثَمُ ، وَهُوَ مَوْضُوعٌ عَنْهُ فِي الخَطَاءِ ، وَالْكَفَّارَةُ عَلَى الحُرِّ فِي نَفْسِهِ وَعَلَى السَّيِّدِ فِي عَبْدِهِ وَالصَّغِيرُ لَا كَفَّارَةَ عَلَيْهِ ، وَهِيَ عَلَى الْكَبِيرِ وَاجِبَةٌ ، وَالنَّادِمُ يُسْقِطُ نَدَمُهُ عَنْهُ عِقَابَ الْآخِرَةِ ، وَالمُصِرُّ يَجِبُ عَلَيْهِ الْعِقَابُ فِي الْآخِرَةِ .\r\nفَقَالَ المَأْمُونُ : أَحْسَنْتَ يَا أَبَا جَعْفَرٍ أَحْسَنَ اللهُ إِلَيْكَ ، فَإِنْ رَأَيْتَ أَنْ تَسْأَلَ يَحْيَى عَنْ مَسْأَلَةٍ كَمَا سَأَلَكَ .\r\nفَقَالَ أَبُو جَعْفَرٍ عليه السلام لِيَحْيَى : أَسْأَلُكَ ؟ قَالَ ذَلِكَ إِلَيْكَ - جُعِلْتُ فِدَاكَ - فَإِنْ عَرَفْتُ جَوَابَ مَا تَسْأَلُنِي عَنْهُ وَإِلَّا اسْتَفَدْتُهُ مِنْكَ .\r\nفَقَالَ لَهُ أَبُو جَعْفَرٍ عليه السلام : أَخْبِرْنِي عَنْ رَجُلٍ نَظَرَ إِلَى امْرَأَةٍ فِي أَوَّلِ النَّهَارِ فَكَانَ نَظَرُهُ إِلَيْهَا حَرَاماً عَلَيْهِ ، فَلَمَّا ارْتَفَعَ النَّهَارُ حَلَّتْ لَهُ ، فَلَمَّا\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nزَالَتِ الشَّمْسُ حَرُمَتْ عَلَيْهِ ، فَلَمَّا كَانَ وَقْتُ الْعَصْرِ حَلَّتْ لَهُ ، فَلَمَّا غَرَبَتِ الشَّمْسُ حَرُمَتْ عَلَيْهِ ، فَلَمَّا دَخَلَ وَقْتُ الْعِشَاءِ الْآخِرَةِ حَلَّتْ لَهُ ، فَلَمَّا كَانَ وَقْتُ انْتِصَافِ اللَّيْلِ حَرُمَتْ عَلَيْه ، فَلَمَّا طَلَعَ الْفَجْرُ حَلَّتْ لَهُ مَا حَالُ هَذِهِ المَرْأَةِ وَبِمَا ذَا حَلَّتْ لَهُ وَحَرُمَتْ عَلَيْهِ ؟\r\nفَقَالَ لَهُ يَحْيَى بْنُ أَكْثَمَ : لَا وَاللهِ لَا أَهْتَدِي إِلَى جَوَابِ هَذَا السُّؤَالِ وَلَا أَعْرِفُ الْوَجْهَ فِيهِ ، فَإِنْ رَأَيْتَ أَنْ تُفِيدَنَاهُ .\r\nفَقَالَ أَبُو جَعْفَرٍ عليه السلام : هَذِهِ أَمَةٌ لِرَجُلٍ مِنَ النَّاسِ نَظَرَ إِلَيْهَا أَجْنَبِيٌّ فِي أَوَّلِ النَّهَارِ فَكَانَ نَظَرُهُ إِلَيْهَا حَرَاماً عَلَيْهِ ، فَلَمَّا ارْتَفَعَ النَّهَارُ ابْتَاعَهَا مِنْ مَوْلَاهَا فَحَلَّتْ لَهُ ، فَلَمَّا كَانَ عِنْدَ الظُّهْرِ أَعْتَقَهَا فَحَرُمَتْ عَلَيْهِ ، فَلَمَّا كَانَ وَقْتُ الْعَصْرِ تَزَوَّجَهَا فَحَلَّتْ لَهُ ، فَلَمَّا كَانَ وَقْتُ الْمَغْرِبِ ظَاهَرَ مِنْهَا فَحَرُمَتْ عَلَيْهِ ، فَلَمَّا كَانَ وَقْتُ الْعِشَاءِ الْآخِرَةِ كَفَّرَ عَنِ الظِّهَارِ فَحَلَّتْ لَهُ ، فَلَمَّا كَانَ نِصْفُ اللَّيْلِ طَلَّقَهَا وَاحِدَةً فَحَرُمَتْ عَلَيْهِ ، فَلَمَّا كَانَ عِنْدَ الْفَجْرِ رَاجَعَهَا فَحَلَّتْ لَهُ .\r\nقَالَ : فَأَقْبَلَ المَأْمُونُ عَلَى مَنْ حَضَرَهُ مِنْ أَهْلِ بَيْتِهِ فَقَالَ لَهُمْ : هَلْ فِيكُمْ مَنْ يُجِيبُ هَذِهِ المَسْأَلَةَ بِمِثْلِ هَذَا الْجَوَابِ أَوْ يَعْرِفُ الْقَوْلَ فِيمَا تَقَدَّمَ مِنَ السُّؤَال ؟\r\nقَالُوا : لَا وَاللهِ ، إِنَّ أَمِيرَ المُؤْمِنِينَ أَعْلَمُ وَمَا رَأَى .\r\nقَالَ : وَيْحَكُمْ ! إِنَّ أَهْلَ هَذَا الْبَيْتِ خُصُّوا مِنَ الْخَلْقِ بِمَا تَرَوْنَ مِنَ الْفَضْلِ وَإِنَّ صِغَرَ السِّنِّ فِيهِمْ لَا يَمْنَعُهُمْ مِنَ الْكَمَالِ ، أَمَا عَلِمْتُمْ أَنَّ رَسُولَ اللهِ صلى الله عليه وآله افْتَتَحَ دَعْوَتَهُ بِدُعَاءِ أَمِيرِ المُؤْمِنِينَ عَلِيِّ بْنِ أَبِي طَالِبٍ عليه السلام وَهُوَ ابْنُ عَشْرِ سِنِينَ وَقَبِلَ مِنْهُ الْإِسْلَامَ وَحَكَمَ لَهُ بِهِ وَلَمْ يَدْعُ أَحَداً فِي سِنِّهِ غَيْرَهُ ، وَبَايَعَ الْحَسَنَ وَالْحُسَيْنَ عليهما السلام وَهُمَا ابْنَا دُونِ السِّتِّ سِنِينَ وَلَمْ يُبَايِعْ صَبِيّاً غَيْرَهُمَا ، أَوَلَا تَعْلَمُونَ مَا اخْتَصَّ اللهُ بِهِ هَؤُلَاءِ الْقَوْمَ ؟\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nوَأَنَّهُمْ ذُرِّيَّةٌ بَعْضُهَا مِنْ بَعْضٍ يَجْرِي لِآخِرِهِمْ مَا يَجْرِي لِأَوَّلِهِمْ .\r\nفَقَالُوا : صَدَقْتَ يَا أَمِيرَ المُؤْمِنِينَ ، ثُمَّ نَهَضَ الْقَوْمُ .\r\n\r\nالجوائز :\r\nفَلَمَّا كَانَ مِنَ الْغَدِ أَحْضَرَ النَّاسَ وَحَضَرَ أَبُو جَعْفَرٍ عليه السلام وَسَارَ الْقُوَّادُ وَالْحُجَّابُ وَالْخَاصَّةُ وَالْعُمَّالُ لِتَهْنِئَةِ المَأْمُونِ وَأَبِي جَعْفَرٍ عليه السلام ، فَأُخْرِجَتْ ثَلَاثَةُ أَطْبَاقٍ مِنَ الْفِضَّةِ فِيهَا بَنَادِقُ « 1 » مِسْكٍ وَزَعْفَرَانٍ مَعْجُونٍ ، فِي أَجْوَافِ تِلْكَ الْبَنَادِقِ رِقَاعٌ مَكْتُوبَةٌ بِأَمْوَالٍ جَزِيلَةٍ وَعَطَايَا سَنِيَّةٍ وَإِقْطَاعَات « 2 » ، فَأَمَرَ المَأْمُونُ بِنَثْرِهَا عَلَى الْقَوْمِ مِنْ خَاصَّتِهِ ، فَكَانَ كُلُّ مَنْ وَقَعَ فِي يَدِهِ بُنْدُقَةٌ أَخْرَجَ الرُّقْعَةَ الَّتِي فِيهَا وَالْتَمَسَهُ فَأُطْلِقَ يَدُهُ لَهُ .\r\nوَوُضِعَتِ الْبَدْرُ فَنَثَرَ مَا فِيهَا عَلَى الْقُوَّادِ وَغَيْرِهِم ( من كبار الموظفين ) وَانْصَرَفَ النَّاسُ وَهُمْ أَغْنِيَاءُ بِالْجَوَائِزِ وَالْعَطَايَا ، وَتَقَدَّمَ المَأْمُونُ بِالصَّدَقَةِ عَلَى كَافَّةِ المَسَاكِينِ ، وَلَمْ يَزَلْ مُكْرِماً لِأَبِي جَعْفَرٍ عليه السلام مُعَظِّماً لِقَدْرِهِ مُدَّةَ حَيَاتِهِ يُؤْثِرُهُ عَلَى وُلْدِهِ وَجَمَاعَةِ أَهْلِ بَيْتِهِ « 3 » .\r\nوحينما تم زواج الإمام بابنة المأمون ، وبقي في بغداد مدة غير قليلة ناعماً مُرفَّهاً يأتيه المسلمون ، فينهلون من فيضه ، ويستقون غمائمه ، ما يغنيهم ويرويهم ، بيد أنه لم يكن يرضيه التنعُّم في قصور العباسيين تاركاً أمور الشيعة والمسلمين الدينية وراءه ظِهْرِيًّا ، وكما يبدو أنه إن لم يكن قد أكرهته الظروف بالمقام في بغداد ، لما أقام فيها إلَّا قليلًا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جمع بندقة ، وهي شيء مدور يشبه الجوز .\r\n( 2 ) كان الملوك يهبون لبعض الأفراد قطعاً كبيرة من الأراضي الأميرية ، فكانت تسمى إقطاعاً .\r\n( 3 ) الاحتجاج ، ص 227 - 229 وبحار الأنوار ، ج 50 ، ص 73 - 79\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nيروي بعض أصحابه فيقول : دَخَلْتُ عَلَى أَبِي جَعْفَرٍ بِبَغْدَادَ وَهُوَ عَلَى مَا كَانَ مِنْ أَمْرِهِ فَقُلْتُ فِي نَفْسِي : هَذَا الرَّجُلُ لَا يَرْجِعُ إِلَى مَوْطِنِهِ أَبَداً وَمَا أَعْرِفُ مَطْعَمَهُ ، قَالَ : فَأَطْرَقَ رَأْسَهُ ثُمَّ رَفَعَهُ وَقَدِ اصْفَرَّ لَوْنُهُ فَقَالَ : «\r\nيَا حُسَيْنُ خُبْزُ شَعِيرٍ وَمِلْحُ جَرِيشٍ فِي حَرَمِ رَسُولِ اللهِ أَحَبُّ إِلَيَّ مِمَّا تَرَانِي فِيهَا\r\n» « 1 » .\r\n\r\nإلى المدينة من جديد :\r\nوسار إلى المدينة عن طريق الكوفة ، فلما أن ورد الكوفة اجتمع إليه الشيعة ، فاستقبلوه استقبالًا حافلًا ، ثم ودَّعهم إلى مدينة جده ، حيث بقي فيها سائر أيام حياته يواصل أداء مسؤولياته الخطيرة التي منها إنشاء مدرسة فكرية جامعة حتى وفاة المأمون العباسي .\r\n\r\nبعد المأمون :\r\nوأوصى المأمون إلى أخيه المعتصم العباسي ولبَّى دعوة ربه فمات في قرية من نواحي طرسوس ، التي كانت من الحدود الفاصلة بين البلاد الإسلامية وبلاد الروم ، وكانت قد اشتعلت فيها مناوشات وقد سار إليها الخليفة بنفسه حتى ظفر المسلمون .\r\nوأوصى إليه بشأن العلويين بصورة خاصة ، فقال مخاطباً أخاه المعتصم : هؤلاء بنو عمك من ولد أمير المؤمنين علي عليه السلام فأحسن صحبتهم ، وتجاوز عن مُسيئهم ، وأقبل عليهم ، ولا تترك صِلاتهم في كل سنة عن محلها ، فإن حقوقهم تجب من وجوه شتى .\r\nفي أواخر الصيف ، ليلة الثاني عشر من رجب سنة 218 ه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مختار الخرائج والجرائح ، ص 208 .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nتُوُفِّيَ المأمون العباسي ودُفِنَ في ضاحية طرسوس ، فأخذ المعتصم أزمّة الحكم ، وراح يُثبت حكمه بكل قدر مستطاع ، ففكر في أن الإمام الجواد وهو صهر الخليفة الراحل وسيد الشيعة وهم قوة جبارة في الأمة ، قد يُشكِّل خطراً ما على الدولة فأشخصه من المدينة إلى بغداد ، لا لشيء إلَّا لكي يكون الإمام تحت مراقبته الشخصية ، ونزح الإمام للمرة الثانية إلى بغداد ، وبقي فيها مبتعداً عن البلاط الملكي مشتغلًا بالشؤون العامة ، وذلك في الفترة ما بين ( 28 محرم الحرام سنة 220 ه و 29 ذي القعدة الحرام من السنة نفسها ) حيث وافته المنية بسم دُسَّ إليه من قبل السلطة بإشارة من الخليفة المعتصم بالله ، وقصة ذلك حسبما رواها المؤلف القدير العياشي عن خادم ابن أبي داود وصاحب سره الذي كان يُسمى ( ونان ) ، وابن أبي داود هذا كان قاضياً شهيراً في بغداد ، قال :\r\n« رَجَعَ ابْنُ أَبِي دُوَادٍ ذَاتَ يَوْمٍ مِنْ عِنْدِ المُعْتَصِمِ وَهُوَ مُغْتَمٌّ ، فَقُلْتُ لَهُ : وَلِمَ ذَاكَ ؟ قَالَ : لِمَا كَانَ مِنْ هَذَا الْأَسْوَدِ ( أي أبي جعفر الجواد عليه السلام ) بَيْنَ يَدَيْ أَمِيرِ المُؤْمِنِينَ ، قَالَ : قُلْتُ لَهُ : وَكَيْفَ كَانَ ذَلِكَ ؟ قَالَ : إِنَّ سَارِقاً أَقَرَّ عَلَى نَفْسِهِ بِالسَّرِقَةِ وَسَأَلَ الْخَلِيفَةَ تَطْهِيرَهُ بِإِقَامَةِ الْحَدِّ عَلَيْهِ ، فَجَمَعَ لِذَلِكَ الْفُقَهَاءَ فِي مَجْلِسِهِ وَقَدْ أَحْضَرَ مُحَمَّدَ بْنَ عَلِيٍّ ، فَسَأَلَنَا عَنِ الْقَطْعِ فِي أَيِّ مَوْضِعٍ يَجِبُ أَنْ يُقْطَعَ ؟ قَالَ : فَقُلْتُ مِنَ الْكُرْسُوع ( أي المفصل بين الكف والذراع ) ، قَالَ : قُلْتُ : لِأَنَّ الْيَدَ هِيَ الْأَصَابِعُ وَالْكَفُّ إِلَى الْكُرْسُوعِ لِقَوْلِ اللهِ فِي التَّيَمُّمِ\r\nفَتَيَمَّمُوا صَعِيداً طَيِّباً فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ مِنْهُ « 1 » .\r\nوَاتَّفَقَ مَعِي عَلَى ذَلِكَ قَوْمٌ ، وَقَالَ آخَرُونَ : بَلْ يَجِبُ الْقَطْعُ مِنَ الْمِرْفَقِ ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة المائدة ، الآية : 6 .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nقَالَ : وَمَا الدَّلِيلُ عَلَى ذَلِكَ ؟ قَالُوا : لِأَنَّ اللهَ لَمَّا قَالَ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ فدَلَّ ذَلِكَ عَلَى أَنَّ حَدَّ الْيَدِ هُوَ الْمِرْفَقُ . فَالْتَفَتَ المعتصم إِلَى مُحَمَّدِ بْنِ عَلِيٍّ عليه السلام فَقَالَ : مَا تَقُولُ فِي هَذَا يَا أَبَا جَعْفَرٍ ؟ فَقَالَ : قَدْ تَكَلَّمَ الْقَوْمُ فِيهِ يَا أَمِيرَ المُؤْمِنِينَ ، قَالَ : دَعْنِي مِمَّا تَكَلَّمُوا بِهِ ، أَيُّ شَيْءٍ عِنْدَكَ ؟ قَالَ : أَعْفِنِي عَنْ هَذَا يَا أَمِيرَ المُؤْمِنِينَ ، قَالَ : أَقْسَمْتُ عَلَيْكَ بِاللهِ لَمَّا أَخْبَرْتَ بِمَا عِنْدَكَ فِيهِ ، فَقَالَ : أَمَّا إِذَا أَقْسَمْتَ عَلَيَّ بِاللهِ إِنِّي أَقُولُ : إِنَّهُمْ أَخْطَؤُوا فِيهِ السُّنَّةَ ، فَإِنَّ الْقَطْعَ يَجِبُ أَنْ يَكُونَ مِنْ مَفْصِلِ أُصُولِ الْأَصَابِعِ فَيُتْرَكُ الْكَفُّ . قَالَ : وَمَا الْحُجَّةُ فِي ذَلِكَ ؟\r\nقَالَ : قَوْلُ رَسُولِ اللهِ صلى الله عليه وآله : «\r\nالسُّجُودُ عَلَى سَبْعَةِ أَعْضَاءٍ الْوَجْهِ وَالْيَدَيْنِ وَالرُّكْبَتَيْنِ وَالرِّجْلَيْنِ » فَإِذَا قُطِعَتْ يَدُهُ مِنَ الْكُرْسُوعِ أَوِ الْمِرْفَقِ لَمْ يَبْقَ لَهُ يَدٌ يَسْجُدُ عَلَيْهَا ، وَقَالَ اللهُ تَبَارَكَ وَتَعَالَىّ :\r\nوَأَنَّ الْمَسَاجِدَ لِلَّهِ\r\nيَعْنِي بِهِ هَذَا الْأَعْضَاءَ السَّبْعَةَ الَّتِي يُسْجَدُ عَلَيْهَا فَلا تَدْعُوا مَعَ اللهِ أَحَداً وَمَا كَانَ للهِ لَمْ يُقْطَع .\r\nقَالَ : فَأَعْجَبَ المُعْتَصِمَ ذَلِكَ وَأَمَرَ بِقَطْعِ يَدِ السَّارِقِ مِنْ مَفْصِلِ الْأَصَابِعِ دُونَ الْكَفِّ .\r\n( قَالَ ابْنُ أَبِي دُوَادٍ ) قَامَتْ قِيَامَتِي وَتَمَنَّيْتُ أَنِّي لَمْ أَكُ حَيًّا ، ( قَالَ ) : ثم صِرْتُ إِلَى المُعْتَصِمِ بَعْدَ ثَالِثَةٍ فَقُلْتُ : إِنَّ نَصِيحَةَ أَمِيرِ المُؤْمِنِينَ عَلَيَّ وَاجِبَةٌ وَأَنَا أُكَلِّمُهُ بِمَا أَعْلَمُ أَنِّي أَدْخُلُ بِهِ النَّارَ . قَالَ : وَمَا هُوَ ؟ قُلْتُ : إِذَا جَمَعَ أَمِيرُ المُؤْمِنِينَ فِي مَجْلِسِهِ فُقَهَاءَ رَعِيَّتِهِ وَعُلَمَاءَهُمْ لِأَمْرٍ وَاقِعٍ مِنْ أُمُورِ الدِّينِ فَسَأَلَهُمْ عَنِ الْحُكْمِ فِيهِ فَأَخْبَرُوهُ بِمَا عِنْدَهُمْ مِنَ الْحُكْمِ فِي ذَلِكَ ، وَقَدْ حَضَرَ مَجْلِسَهُ أَهْلُ بَيْتِهِ وَقُوَّادُهُ وَوُزَرَاؤُهُ وَكُتَّابُهُ ، وَقَدْ تَسَامَعَ النَّاسُ بِذَلِكَ مِنْ وَرَاءِ بَابِهِ ، ثُمَّ يَتْرُكُ أَقَاوِيلَهُمْ كُلَّهُمْ لِقَوْلِ رَجُلٍ يَقُولُ شَطْرُ هَذِهِ الْأُمَّةِ بِإِمَامَتِهِ وَيَدَّعُونَ أَنَّهُ أَوْلَى مِنْهُ بِمَقَامِهِ ثُمَّ يَحْكُمُ بِحُكْمِهِ دُونَ حُكْمِ الْفُقَهَاءِ ! ! ( قَالَ ) فَتَغَيَّرَ لَوْنُهُ\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nوَانْتَبَهَ لِمَا نَبَّهْتُهُ لَهُ وَقَالَ : جَزَاكَ اللهُ عَنْ نَصِيحَتِكَ خَيْراً ، قَالَ : فَأَمَرَ الْيَوْمَ الرَّابِعَ فُلَاناً - بالطبع ، ذكر اسماً حذفه بعض المؤلفين أو الرواة - مِنْ كُتَّابِ وُزَرَائِهِ بِأَنْ يَدْعُوَ الجواد عليه السلام إِلَى مَنْزِلِهِ فَدَعَاهُ فَأَبَى أَنْ يُجِيبَهُ وَقَالَ : قَدْ عَلِمْتَ أَنِّي لَا أَحْضُرُ مَجَالِسَكُمْ ، فَقَالَ : إِنِّي إِنَّمَا أَدْعُوكَ إِلَى الطَّعَامِ وَأُحِبُّ أَنْ تَطَأَ ثِيَابِي وَتَدْخُلَ مَنْزِلِي فَأَتَبَرَّكَ بِذَلِكَ ، فَقَدْ أَحَبَّ فُلَانُ بْنُ فُلَانٍ مِنْ وُزَرَاءِ الْخَلِيفَةِ لِقَاءَكَ ، فَصَارَ إِلَيْهِ ( ودسَّ إليه السم في الطعام ) فَلَمَّا طَعِمَ عليه السلام أَحَسَّ السَّمَّ ، فَدَعَا بِدَابَّتِهِ فَسَأَلَهُ رَبُّ المَنْزِلِ أَنْ يُقِيمَ ، قَالَ : خُرُوجِي مِنْ دَارِكَ خَيْرٌ لَكَ ، فَلَمْ يَزَلْ يَوْمُهُ ذَلِكَ وَلَيْلُهُ فِي خِلْفَةٍ حَتَّى قُبِضَ عليه السلام » « 1 » .\r\nآه ، إمام الحق ، هذا جزاؤك بعد كل هذا أنك لم تَرُمْ لهم إلَّا الخير ، ولم يبغوا لك إلَّا الشر فسقياً لك ورعياً ، وتعساً لهم وويلًا ، غدرٌ والله ومكرٌ والله أن يطعموك السم وأنت في ربيع أيامك ، ولكن لك في الأولين من آبائك أسوة حسنة ، ولهم في الأولين من آبائهم أسوة سيئة فعليك السلام وعليهم اللعنة والعذاب .\r\nنعم ، انطفأ ذلك المشعل الوهَّاج وخلَّف وراءه الأمة الإسلامية تجرُّ حسراتها تندبه كالأرض تنتدب بعد مغيب الشمس .\r\nلقد كان الإمام الجواد عليه السلام أحدث الأئمة الاثني عشر سنًّا - باستثناء الإمام الحجة عليه السلام - حين انتقلت إليه الخلافة الروحية في آخر صفر من سنة 202 ه وهو ابن سبع وكان أحدثهم سنًّا على الإطلاق ، فحينما استشهد في آخر ( ذي القعدة سنة 220 من الهجرة ) ، وكان عمره آنذاك خمسة وعشرين ربيعاً ، كما كانت مدة إمامته ثماني عشرة سنة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 50 ، ص 5 - 7 .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nوضجت بغداد بوفاة ابن الرضا عليه السلام ، وذهبت الشكوك تحوم حول البلاط ، وكادت تتفجر ثورة عارمة على الحكم الجائر . وصلى عليه ابن المعتصم وولي عهده الواثق بالله ، كما صلى عليه نجله الكريم الإمام علي بن محمد النقي عليه السلام ، ودفن في مرقده في الكاظمية حيث لا يزال يُقصد ويُزار ، فعلى محمد بن علي الجواد عليه السلام التحية والسلام .\r\nوجاء في بعض الأحاديث عن وفاته عليه السلام : «\r\nإِنَّ المُعْتَصِمَ دَعَا جَمَاعَةً مِنْ وُزَرَائِهِ فَقَالَ : اشْهَدُوا لِي عَلَى مُحَمَّدِ بْنِ عَلِيِّ بْنِ مُوسَى زُوراً ، وَاكْتُبُوا أَنَّهُ أَرَادَ أَنْ يَخْرُجَ بِثَوْرَةٍ يُفَجِّرُهُا مَعَ تَابِعِيْهِ مِنَ الشِّيْعَةِ الإِمَامِيَّةِ ، ذلك لكي يسهل عليه أن يُلقي به في السجن أو يقتله قتلًا .\r\nفلما أحضر الإمام التفت المعتصم إليه قائلًا : إِنَّكَ أَرَدْتَ أَنْ تَخْرُجَ عَلَيَّ ، فَقَالَ الامام : وَاللهِ مَا فَعَلْتُ شَيْئاً مِنْ ذَلِكَ ، قَالَ : إِنَّ فُلَاناً وَفُلَاناً شَهِدُوا عَلَيْكَ ، فَأُحْضِرُوا فَقَالُوا : نَعَمْ هَذِهِ الْكُتُبَ أَخَذْنَاهَا مِنْ بَعْضِ غِلْمَانِكَ ، قَالَ وَكَانَ جَالِساً فِي بَهْوٍ ( قاعة في مقدم الدار ) فَرَفَعَ أَبُو جَعْفَرٍ عليه السلام يَدَهُ وَقَالَ : اللهُمَّ إِنْ كَانُوا كَذَبُوا عَلَيَّ فَخُذْهُمْ .\r\nقَالَ الراوي : فَنَظَرْنَا إِلَى ذَلِكَ الْبَهْوِ كَيْفَ يَرْجُفُ وَيَذْهَبُ وَيَجِيءُ وَكُلَّمَا قَامَ وَاحِدٌ وَقَعَ .\r\nفَقَالَ المُعْتَصِمُ : يَا بْنَ رَسُولِ اللهِ ! إِنِّي تَائِبٌ مِمَّا قُلْتُ فَادْعُ رَبَّكَ أَنْ يُسَكِّنَهُ ، فَقَالَ : اللهُمَّ سَكِّنْهُ إِنَّكَ تَعْلَمُ أَنَّهُمْ أَعْدَاؤُكَ وَأَعْدَائِي ، فَسَكَنَ » « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مختار الخرائج والجرائج ، ص 237 .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\n\r\nالفصل الثَّالث : الإمَامُ وَعَصْرُهُ\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nعاصر الإمام محمد بن علي الجواد عليه السلام « 1 » ، خليفتين عباسيين . والخليفة الذي عاش الإمام في عهده ظروفاً هادئةً ، هو المأمون العباسي .\r\nومعروف أن المأمون قام بالتقرُّب إلى العلويين وإلى سيدهم الإمام علي بن موسى الرضا عليه السلام ، بسبب الضغط الجماهيري الذي تعرَّض له النظام العباسي حيث تميَّز عهده بسلسلة من الثورات والانتفاضات في كافة أرجاء الدولة الإسلامية .\r\nويقول بعض المؤرخين : إن المأمون العباسي كان شيعيًّا ، وكان يذهب إلى أحقية أولاد الإمام علي عليه السلام بالخلافة ، وإلى إمامة الإمام علي عليه السلام ، ولكنتا لا نرى ذلك في المأمون العباسي لأن ذلك شرف لا يستحقه خليفة غاصب .\r\nيبقى أن نعرف أنه بعد استشهاد الإمام الرضا عليه السلام على يد المأمون ، أصبح محمد بن علي الجواد عليه السلام الإمام الشرعي للرساليين ، ومعروف أن الإمام الجواد عليه السلام صاهر المأمون العباسي .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اقتبسنا هذا الفصل من كتاب التاريخ الإسلامي للمؤلف ، تحت عنوان الإمام الجواد وانتشار الحركة الرسالية .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nلماذا صاهر الإمام الخليفة ؟\r\nونتساءل : لماذا أقدم الإمام الجواد عليه السلام على الزواج من بنت المأمون العباسي ؟\r\nولكي نعرف الإجابة عن مثل هذا السؤال لابدّ أن نُلقي نظرةً على الحركة الرسالية التي كان الأئمة عليه السلام يقودونها ويُوسِّعونها ، في عصر الإمام الرضا ونجله الإمام الجواد عليه السلام .\r\nفي عهد المأمون تحوَّلت الحركة الرسالية إلى حركة تستطيع أن تتداخل مع النظام وتستفيد من مظلته أو حتى تكوّن ما يُسمى اليوم بحكومة ائتلافية ، مع أي دولة من الدول ، والأئمة عليهم السلام كانوا يقبلون بالحماية من قبل الدولة دون أن يفقدوا رسالتهم .\r\nوالأئمة المعصومون عليهم السلام لم يحلوا حركتهم ، أي أنهم لم يقبلوا بالخلافة ولم يشتركوا فيها ، والدليل على ذلك موقف الإمام الرضا عليه السلام من ولاية العهد حيث قبلها بشرط عدم التدخل في شؤون النظام .\r\nأما الإمام الجواد عليه السلام فحينما خطب ابنة المأمون وتزوجها ، أصبح صهر الخليفة واستفاد من ذلك لأجل رسالته ، فماذا يعني أن يصبح شخص صهراً للخليفة ؟\r\nإن من يدخل البلاط يمكن أن يصير والياً على منطقة ، أو حاكماً على بلد ، أو قاضي القضاة لا أقل ، ولكن الإمام الجواد لم يفعل شيئاً من ذلك ، بل أخذ بيد زوجته وذهب إلى المدينة وبقي هناك حتى مات المأمون العباسي .\r\nفماذا كسب الإمام عليه السلام من هذه المصاهرة ؟\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nكسب الإمام الجواد عليه السلام بهذا العمل أمرين :\r\nأولًا : منع المأمون من أن يقوم بعملية اغتياله ، وذلك بقبوله الزواج من ابنته .\r\nثانياً : جعل مخالب السلطة وأنيابها في قفص الحركة الرسالية ، وذلك أن المأمون ما كان ليجرؤ بعد ذلك على أن يقوم بالفتك برجالات الحركة ومجموعاتها .\r\nولقد كان هذا الأسلوب متبعاً في كثير من عصور الأئمة عليهم السلام ، وخير شاهد على ذلك قصة علي بن يقطين بن موسى البغدادي الذي كان بمثابة مستشار للخليفة المهدي العباسي ، ثم صار في رتبة الوزير لهارون الرشيد ، وعندما حصل على هذا المنصب وكان اتجاهه رساليًّا ، جاء إلى الإمام الصادق عليه السلام وقال : يا بن رسول الله ! أنا صرت عوناً لهذا الطاغية . وأراد أن يستقيل ، ومعروف أن الذي يحصل على هذا المركز ذلك اليوم يسيطر على مرافق أكبر دولة في العالم .\r\nفطلب منه الإمام أن يظل في عمله ، ويستمر في أداء مهامه الرسالية ويبقى في بلاط هارون ، وعاود الطلب من الإمام أن يأذن له بترك السلطة إلَّا أن الإمام لم يأذن له ، ولقد كانت أعماله كبيرة بالنسبة للحركة ، حتى أن الإمام أبا الحسن عليه السلام قال فيه عندما دخل عليه داود الرقي ، في يوم النحر : «\r\nمَا عَرَضَ فِيْ قَلْبِيْ أَحَدٌ وَأَنَا عَلَىْ المُوْقِفِ إلَّا عَلِيُّبْنُ يَقْطِيْنٍ ، فَإِنَّهُ مَا زَالَ مَعِيْ وَمَا فَارَقَنِيْ حَتَّىْ أَفْضَتْ\r\n» « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جامع الرواة ، العلامة الأردبيلي ، ج 1 ، ص 609 .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\n\r\nعصر المعتصم العباسي :\r\nوالإمام الجواد عليه السلام عاصر خليفة من الخلفاء الذين أثَّروا تأثيراً مباشراً على زوال الدولة العباسية ، وهو المعتصم العباسي .\r\nالمعتصم العباسي كان ابن أمة تركية ، فمال إلى أخواله فكان يحب جمع الأتراك وشراءهم من أيدي مواليهم ، فاجتمع له منهم أربعة آلاف ، وألبسهم أنواع الديباج والمناطق المذهبة والحلي المذهبة وأبانهم عن سائر الجنود « 1 » .\r\nثم وسمهم رتباً قيادية في الجيش حتى أنه ثارت ثائرة العسكريين العرب في الجيش ، فلقد حاول « عجيف » أن يقلب الحكم على المعتصم ليولّي العباس بن المأمون ، ولكن هذه المحاولة أخفقت وقتله المعتصم .\r\nوالأتراك حينما جاؤوا إلى البلاد الإسلامية أخذوا شيئاً فشيئاً يسيطرون على الحكم ويُجرِّدون الخلفاء من سلطتهم الحقيقية ، وأخذوا يحدثون الانقلابات العسكرية ( كما نسميها الآن ) .\r\nحتى وصل بهم الأمر إلى أنه إذا مال عنهم خليفة عباسي ، فإنهم كانوا يقتلونه غيلة ، ثم ينصبون رجلًا آخر من البيت العباسي مكانه ، فابتداءً من المتوكل إلى المستعين إلى المهتدي وانتهاءً بالمقتدر ، كل هؤلاء قتلوا بواسطة القادة العسكريين الأتراك .\r\nوهكذا كانوا يقومون بالخلع والقتل لأي خليفة لم تتجاوب أهواؤه مع أهوائهم ، وليس ذلك لشيء في تركيبة العنصر التركي ، وإنما نتيجة للحالة المتردية التي وصل إليها المجتمع الإسلامي من الانحلال\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المسعودي ، ج 3 ، ص 465 .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nوالفساد الخلقي الشامل .\r\nوالإمام الجواد عليه السلام استفاد من هذا الوضع في تغذية الحركات الرسالية التي كانت تضع جنينها للمستقبل ، وفي هذا الوقت كانت الثورة التي قام بها محمد بن القاسم بن علي الطالبي تقلق السلطة ولا تدعها تعيش في هدوء وسكينة .\r\n\r\nنموذج من الثورة العلوية :\r\nلقد كانت ثورة محمد بن القاسم بن علي بن عمر ابن الإمام زين العابدين علي بن الحسين عليه السلام أبرز ثورة في عهد الإمام الجواد عليه السلام .\r\nكان محمد بن القاسم جليل القدر إذا ما قرأنا يوميات جهاده . كانت العامة تُلقِّبه بالصوفي ، لأنه كان يُدمن لبس الصوف الأبيض الخشن ، وكان من أهل العلم والفقه والدين والزهد .\r\nكان قد ذهب إلى ( مرو ) في مقاطعة خراسان ، وكان معه من الكوفيين بضعة رجال ، وذلك بعد أن رحل من الكوفة ، وكان قبل ذلك قد خرج إلى ناحية الرقة ، ومعه جماعة من وجوه الزيدية ، منهم يحيى بن الحسن بن الفرات ، وعبّاد بن يعقوب الرواجني ، والزيدية كانت تُشكِّل القاعدة للكثير من الثورات .\r\nروى إبراهيم بن عبد العطّار : «\r\nكنا معه ، فتفرقنا في الناس ندعوهم إليه ، فلم نلبث إلَّا يسيراً حتى استجاب له أربعون ألفاً ، وأخذنا عليهم البيعة ، وكنا أنزلناه في رستاق من رساتيق مرو ، وأهله شيعة كلهم ، فأحلوه في قلعة لا يبلغها الطير في جبل حريز\r\n» « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مقاتل الطالبيين ، ج 1 ، ص 149 .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nومرة سمع بكاء في ( مرو ) فندب أحد أصحابه ل رى ما هذا البكاء ، فجاءه بخبر أن أحد الذين بايعوه قد كان غصب شيئاً من أحد الرجال ، فأصلح بينهما ، فقال محمد لصاحبه إبراهيم : «\r\nيا إبراهيم ! أبمثل هذا ينصر دين الله ؟ ثم قال : فرقوا الناس عني حتى أرى رأيي\r\n» . فانتخب الصالحين من الذين بايعوه ثم سار بهم .\r\nوهذا نموذج من طبيعة الثورات الرسالية إذ إنها لم تكن تبيح أية وسيلة في سبيل الوصول إلى الهدف ، بل مثلما يكون الهدف هو إقامة حكم الله عزّ وجلّ ، يجب أن تكون الوسيلة أيضاً مرضية من قبل الله تعالى .\r\nوهذا كان يربي المجتمع على عشق المثل العليا ، والمبادئ السامية . وبعدما نقّي أصحابه ، ساروا إلى الطالقان .\r\nويروي إبراهيم صاحبه :\r\n« ورحل محمد بن القاسم من وقته إلى الطالقان ، وبينها وبين مرو أربعين فرسخاً ، فنزلها وتفرقنا ندعو الناس فاجتمع عليه عالم ، وجئنا إليه ، فقلنا له : إن أتممت أمرك ، وخرجت فنابذت القوم ، رجونا أن ينصرك الله ، فإذا ظفرت اخترت حينئذ من ترضاه من جندك ، وإن فعلت كما فعلت بمرو - يقصد اختيار الصالحين فقط - أخذ عبد الله بن طاهر يعقبك » ، وهكذا أراد صاحبه ( إبراهيم ) أن يثنيه عن إبعاد الذين ليسوا بملتزمين جيداً عن جيش الثورة . ولكن محمد بن القاسم أبى ذلك .\r\nودخل محمد بن القاسم مع عبد الله بن طاهر في حروب كثيرة وكان يلحق به شرَّ الهزائم .\r\nومرة هدأت صولات الحرب بينهما ، فسارع عبد الله بن طاهر\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nبإرسال كل جيوشه مقسمة في فرق ضمن خطة ماكرة جدًّا ، وقال ابن طاهر لقائد جيوشه وهو إبراهيم بن غسان بن فرج العودي :\r\n« قد جرَّدتُ لك ألف فارس من نخبة عسكري ، وأمرتُ أن يحمل معك مائة ألف درهم تصرفها فيما تحتاج إلى صرفها من أمورك ، وخذ من خيلي ثلاثة أفراس نجيبة معك تنتقل عليها ، وخذ بين يديك دليلًا قد رسمته لصحبتك فادفع إليه من المال ألف درهم ، واحمله على فرس من الثلاثة فليركض بين يديك ، فإذا صرت على فرسخ واحد من ( نسا ) ، ( وهي المدينة التي يتواجد فيها محمد بن القاسم ) ، فافضض الكتاب ، واقرأه واعمل بما فيه ولا تغادر منه حرفاً ، ولا تخالف مما رسمته شيئاً . واعلم أن لي عيناً في جملة من صحبك يخبرني بأنفاسك ، فاحذر ثم احذر ، وأنت أعلم » .\r\nوهذا يُبيِّن مدى خوف ابن طاهر من أن يكون هذا القائد يميل إلى صف محمد بن القاسم ، فلقد كان ذلك شيئاً طبيعيًّا لأن نفوس الناس كانت مع الحركة الثورية ، ولكن السلطات كانت تجلب وتسخّر الناس في ضرب الحركة الرسالية مرةً بالتهديد ومرةً بالإغراء ومرةً بالإفساد ومرات بأساليبها المختلفة ، حتى أن ابن طاهر يقول : جعلت عيوناً عليك يرقبون أنفاسك .\r\nفسار قائده إلى ( نسا ) وقبل أن يصل بفرسخ فتح كتاب ابن طاهر وإذا فيه الخطة كاملة ، والبيت الذي يسكن فيه محمد بن القاسم ، وصاحبه أبو تراب ، ويأمره فيه أن يستوثقهما بالحديد ، استيثاقاً شديداً ، وأن يُنفذ خاتمه مع خاتم محمد بن القاسم أول ما يظفر به ، وقبل أن يعود خطوة واحدة لكي يطمئن ، وعلى الذي يرسلهما معه أن يركض بهما ركضاً ، ثم\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nيكتب إليه شرح ما حدث . « وكن على غاية التحرز والتحفظ والتيقظ من أمره حتى تصير به وصاحبه إلى حضرتي » .\r\nنجحت الخطة وحمل محمد بن القاسم مع صاحبه أبي تراب إلى ابن طاهر في نيسابور ، فجاء ابن طاهر ليراهما فقال لقائده :\r\n« ويحك يا إبراهيم ! أما خفت الله في فعلك - يقصد القيود الثقيلة جدًّا التي وضعها على محمد وصاحبه - أتُقيِّد هذا الرجل الصالح بمثل هذا القيد الثقيل ؟ » .\r\nفقال إبراهيم العودي ( قائده ) : « أيها الأمير ! خوفك أنساني خوف الله ، ووعدك الذي قدمته إليّ أذهل عقلي عما سواه » .\r\nوكانا يتكلمان من فوق سطح يُطل على الغرفة المسجون بها محمد بن القاسم في نيسابور .\r\nفقال ابن طاهر : خفف هذا الحديد كله عنه ، وقيِّده بقيد خفيف في حلقته رطل وليكن عموده طويلًا ، وحلقتاه واسعتين ليخطو فيه .\r\nوكان عبد الله بن طاهر يخرج من اصطبله بغالًا عليها القباب ليوهم الناس أنه قد أخرجه ، ثم يردّها حتى استتر بنيسابور سلّه في جوف الليل ، وخرج به مع إبراهيم العودي ووافى به الري ، وقد أمره عبد الله بن طاهر أن يفعل به كما فعل هو ، يخرج في كل ثلاث ليال ومعه بغل عليه قبة ، ومعه جيش حتى يجوز الري بفرسخ ، ثم يعود إلى أن يمكنه سلّه ، ففعل ذلك خوفاً من أن يغلب عليه لكثرة من أجاب محمد بن القاسم بالبيعة له ، حتى أخرجه من الري ولم يعلم به أحد ، ثم اتبعه حتى أورده بغداد على المعتصم .\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nوقد سمع المعتصم بمسير محمد إلى بغداد ، فأرسل إلى طاهر العودي : أن انزع العمامة من عليه واجعله حاسراً وانزع رداء قبة البغل ليكون على البغل حاسراً ، ثم أدخله بغداد .\r\nوكان يريد بذلك تعذيب محمد نفسيًّا والحط من كرامته ، وقد ازدحم الناس ازدحاماً شديداً على الطرقات حين إدخال محمد بن القاسم إلى بغداد ، ثم أُدخل على المعتصم في مجلس اللهو والشراب .\r\nوقيل : وجعلت الفراغنة يحملون على العامة ويرمونهم بالقذر والمعتصم يضحك ، ومحمد بن القاسم يسبّح ويستغفر الله ويُحرِّك شفتيه يدعو عليهم ، والمعتصم جالس يشرب ، ومحمد واقف إلى أن انتهى من لعبه فأمر بسجنه .\r\nوسرعان ما دبّر محمد بن القاسم حيلة ذكية للهروب ، ثم توارى عن الأنظار في بغداد ثم إلى واسط ، وقد شَدَّ وسطه للوهن الذي أصاب فقار ظهره عند عملية هروبه . وظل محمد مختفياً بعد ذلك إلى نهاية عهدَي المعتصم ومحمد الواثق ، ثم بعض أيام المتوكل ، وقيل : إنه أُخذ إليه فَحُمِلَ إلى السجن حتى مات فيه .\r\nولكن ماذا فعل خلال فترة تواريه عن الأنظار وهي ليست بالفترة القليلة ؟ هذا ما أجابت عنه الثورات العديدة التي قامت بعد ذلك في عهد المتوكل ، والمستعين وما بعده من الخلفاء ، التي لم تدع الخليفة يلعب ويلهو براحة .\r\nوفي واسط سكن محمد بيتاً يعود إلى أم ابن عمه علي بن الحسن بن علي بن عمر ابن الإمام زين العابدين عليه السلام وكانت عجوزاً مقعدة ، فلما\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nنظرت إليه وثبت فرحاً وقالت : « محمد والله ، فدتك نفسي وأهلي ، الحمد لله على سلامتك » فقامت على رجلها وما قامت قبل ذلك بسنين .\r\nوقال إبراهيم العودي ، قائد جيوش ابن طاهر يصف محمداً :\r\nما رأيت قط أشدّ اجتهاداً منه ، ولا أعف ، ولا أكثر ذكراً لله عزّ وجلّ مع شدة نفس ، واجتماع وما أظهر من جزع ولا انكسار ولا خضوع في الشدائد التي مرت به ، وإنهم ما رأوه قط مازحاً ولا هازلًا ولا ضاحكاً إلا مرة واحدة ، فإنهم لما انحدروا من عقبة حلوان أراد الركوب ، فجاء بعض أصحاب إبراهيم بن غسان العودي ، فطأطأ له ظهره ، حتى ركب في المحمل على البغل ، فلما استوى على المحمل قال للذي علا ظهره مازحاً : « أتأخذ أرزاق بني العباس وتخدم بني علي بن أبي طالب ؟ وتبسم » .\r\nوقال : عرضوا على محمد بن القاسم كل شيء نفيس من مال وجواهر وغير ذلك ، فلم يقبل إلَّا مصحفاً جامعاً كان لابن طاهر فلمّا قبله ، سُرَّ عبد الله بن طاهر بذلك ، وإنما قبله لأنه كان يدرس فيه .\r\nووجود شخصية ثورية مثل محمد وثورة مثل ثورته تدلان على أن الحركة الرسالية لم تتوقف يوماً ما عن مسيرتها ، وأنها لا يمكن أن تميل عن استقامتها التي كانت معهودة بها ، وهاتان ميزتان موجودتان في طول الثورات التي قامت بها الحركة الرسالية ، بجانب وضع السلطة المتأزم .\r\nومن عهد الإمام الجواد عليه السلام بدأت مسيرة ذات كيفية خاصة للثورات وطبيعتها ، ووضع الحركة الرسالية في أيام الإمام الجواد كان\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nجيداً ، وإذا كان أحرج وقت مرّ على الحركة الرسالية هو في أيام الإمام موسى بن جعفر عليه السلام ، فإن أحسن الأوقات كانت في عهد الإمام الجواد عليه السلام ، وربما لذلك جاء في الحديث المأثور عن ابن أسباط وعبّاد ابن إسماعيل :\r\n« إِنَّا لَعِنْدَ الرِّضَا عليه السلام بِمِنًى إِذْ جِيءَ بِأَبِي جَعْفَرٍ عليه السلام ، قُلْنَا : هَذَا المَوْلُودُ المُبَارَكُ ؟ قَالَ : نَعَمْ ، هَذَا المَوْلُودُ الَّذِي لَمْ يُولَدْ فِي الْإِسْلَامِ أَعْظَمُ بَرَكَةً مِنْهُ\r\n» « 1 » .\r\nوروى أبو يحيى الصنعاني قال : كُنْتُ عِنْدَ أَبِي الْحَسَنِ الرِّضَا عليه السلام فَجِيءَ بِابْنِهِ أَبِي جَعْفَرٍ عليه السلام وَهُوَ صَغِيرٌ فَقَالَ :\r\n« هَذَا المَوْلُودُ الَّذِي لَمْ يُولَدْ مَوْلُودٌ أَعْظَمُ بَرَكَةً عَلَى شِيعَتِنَا مِنْه\r\n» . والبركة التي حصلت للحركة الرسالية بولادة الإمام الجواد عليه السلام ليست في ارتفاع الإرهاب والاختناق السياسي عنهم فقط ، بل وأهم من ذلك في تجذر الرسالة عقيدةً وفكراً وسياسةً وفقهاً .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 50 ، ص 23 .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nالفصل الرابع : خُلُقُهُ وَفَضَائِلُهُ وَكلِمَاتُهُ المُضِيْئَةُ\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\n\r\nألف : الجواد الكريم :\r\nكان يُلقَّب إمامنا التاسع بالجواد لما كان يشتهر به من الجود الذي فاض فغمر السهل والجبل كما يغمر الضوء السهول .\r\nوإليك قصصاً من جوده :\r\n- لقد كان برنامجَهُ العمليَّ ، كتابٌ وفد إليه من والده من خراسان وله زهاء ست سنوات من العمر ، ومضمون الكتاب ما يلي :\r\n« فَأَسْأَلُكَ بِحَقِّي عَلَيْكَ : لَا يَكُنْ مَدْخَلُكَ وَمَخْرَجُكَ إِلَّا مِنَ الْبَابِ الْكَبِيرِ ، وَإِذَا رَكِبْتَ فَلْيَكُنْ مَعَكَ ذَهَبٌ وَفِضَّةٌ ، ثُمَّ لَا يَسْأَلُكَ أَحَدٌ إِلَّا أَعْطَيْتَهُ ، وَمَنْ سَأَلَكَ مِنْ عُمُومَتِكَ أَنْ تَبَرَّهُ فَلَا تُعْطِهِ أَقَلَّ مِنْ خَمْسِينَ دِينَاراً وَالْكَثِيرُ إِلَيْكَ ، وَمَنْ سَأَلَكَ مِنْ عَمَّاتِكَ فَلَا تُعْطِهَا أَقَلَّ مِنْ خَمْسَةٍ وَعِشْرِينَ دِينَاراً وَالْكَثِيرُ إِلَيْكَ ، إِنِّي أُرِيدُ أَنْ يَرْفَعَكَ اللهُ ، فَأَنْفِقْ وَلَا تَخْشَ مِنْ ذِي الْعَرْشِ إِقْتَاراً\r\n» « 1 » .\r\n- ورُويَ أَنَّهُ حُمِلَ له حِمْلُ بَزٍّ لَهُ قِيمَةٌ كَثِيرَةٌ ، فَسُلَّ فِي الطَّرِيقِ ، فَكَتَبَ إِلَيْهِ الَّذِي حَمَلَهُ يُعَرِّفُهُ الْخَبَرَ ، فَوَقَّعَ بِخَطِّهِ : إِنَّ أَنْفُسَنَا وَأَمْوَالَنَا مِنْ مَوَاهِبِ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 50 ، ص 102 .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nاللهِ الهَنِيئَةِ وَعَوَارِيهِ المُسْتَوْدَعَةِ ، يُمَتِّعُ بِمَا مَتَّعَ مِنْهَا فِي سُرُورٍ وَغِبْطَةٍ ، وَيَأْخُذُ مَا أَخَذَ مِنْهَا فِي أَجْرٍ وَحِسْبَةٍ ، فَمَنْ غَلَبَ جَزَعُهُ عَلَى صَبْرِهِ حَبِطَ أَجْرُهُ نَعُوذُ بِاللهِ مِنْ ذَلِك « 1 » .\r\n- ودخل عليه بعض أصحابه الذي كان للإمام عليه دين يقول له : جُعِلْتُ فِدَاكَ ! اجْعَلْنِي مِنْ عَشَرَةِ آلَافِ دِرْهَمٍ فِي حِلٍّ ؛ فَإِنِّي أَنْفَقْتُهَا . فَقَالَ لَهُ أَبُو جَعْفَرٍ عليه السلام : أَنْتَ فِي حِلٍّ ، الحديث « 2 » .\r\n\r\nبأء : زهده وتقواه :\r\n- يقول بعض الرواة : حَجَجْتُ أَيَّامَ أَبِي جَعْفَرٍ مُحَمَّدِ بْنِ عَلِيِّ بْنِ مُوسَى عليه السلام ، وجئت إليه في المدينة ، فَدَخَلْتُ الدار فَإِذَا أَبُو جَعْفَرٍ عليه السلام قَائِمٌ عَلَى دُكَّانٍ لَمْ يَكُنْ فُرِشَ لَهُ مَا يَقْعُدُ عَلَيْهِ ، فَجَاءَ غُلَامٌ بِمُصَلًّى فَأَلْقَاهُ لَهُ فَجَلَسَ ، فَلَمَّا نَظَرْتُ إِلَيْهِ تَهَيَّبْتُهُ وَدَهِشْتُ ، فَذَهَبْتُ لِأَصْعَدَ الدُّكَّانَ مِنْ غَيْرِ دَرَجَةٍ فَأَشَارَ إِلَى مَوْضِعِ الدَّرَجَةِ ، فَصَعِدْتُ وَسَلَّمْتُ فَرَدَّ السَّلَامَ وَمَدَّ إِلَيَّ يَدَهُ فَأَخَذْتُهَا وَقَبَّلْتُهَا وَوَضَعْتُهَا عَلَى وَجْهِي ، وَأَقْعَدَنِي بِيَدِهِ فَأَمْسَكْتُ يَدَهُ مِمَّا دَخَلَنِي مِنَ الدَّهَشِ فَتَرَكَهَا فِي يَدِي ، فَلَمَّا سَكَنْتُ خَلَّيْتُهَا « 3 » .\r\n- واستقبل الناس في حفلة أقيمت تكريماً له أيام الحج ، وقد حضرها من فقهاء العراق ومصر والحجاز جمع غفير استقبلهم بقميصين وعمامة بذؤابتين ونعلين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تحف العقول ، ص 339 .\r\n( 2 ) بحار الأنوار ، ج 50 ، ص 105 .\r\n( 3 ) بحار الأنوار ، ج 50 ، ص 106 .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\n- وينقل عن أبي هاشم قوله : إِنَّ أَبَا جَعْفَرٍ أَعْطَانِي ثَلَاثَمِائَةِ دِينَارٍ فِي صُرَّةٍ وَأَمَرَنِي أَنْ أَحْمِلَهَا إِلَى بَعْضِ بَنِي عَمِّهِ ، وَقَالَ : أَمَا إِنَّهُ سَيَقُولُ لَكَ دُلَّنِي عَلَى مَنِ أَشْتَرِي بِهَا مِنْهُ مَتَاعاً فَدُلَّهُ . قَالَ : فَأَتَيْتُهُ بِالدَّنَانِيرِ ، فَقَالَ لِي : يَا أَبَا هَاشِمٍ ! دُلَّنِي عَلَى حَرِيفٍ يَشْتَرِي بِهَا مَتَاعاً ، فَفَعَلْت « 1 » .\r\n- وعن أحد أصحابه الذي كان يُدعى ( ابن حديد ) قال : خَرَجْتُ مَعَ جَمَاعَةٍ حُجَّاجاً فَقُطِعَ عَلَيْنَا الطَّرِيقُ ، فَلَمَّا دَخَلْتُ المَدِينَةَ لَقِيتُ أَبَا جَعْفَرٍ عليه السلام فِي بَعْضِ الطَّرِيقِ فَأَتَيْتُهُ إِلَى المَنْزِلِ فَأَخْبَرْتُهُ بِالَّذِي أَصَابَنَا فَأَمَرَ لِي بِكِسْوَةٍ وَأَعْطَانِي دَنَانِيرَ ، وَقَالَ : فَرِّقْهَا عَلَى أَصْحَابِكَ عَلَى قَدْرِ مَا ذَهَبَ . فَقَسَمْتُهَا بَيْنَهُمْ فَإِذَا هِيَ عَلَى قَدْرِ مَا ذَهَبَ مِنْهُمْ لَا أَقَلَّ وَلَا أَكْثَرَ « 2 » .\r\n- وقال بعضهم : جِئْتُ إِلَى أَبِي جَعْفَرٍ عليه السلام يَوْمَ عِيدٍ فَشَكَوْتُ إِلَيْهِ ضِيقَ المَعَاشِ ، فَرَفَعَ المُصَلَّى وَأَخَذَ مِنَ التُّرَابِ سَبِيكَةً مِنْ ذَهَبٍ فَأَعْطَانِيهَا فَخَرَجْتُ بِهَا إِلَى السُّوقِ فَكَانَتْ سِتَّةَ عَشَرَ مِثْقَالًا « 3 » .\r\n- وقال عمر بن الريّان : احْتَالَ المَأْمُونُ عَلَى أَبِي جَعْفَرٍ عليه السلام «\r\nلكي يهوي به مزالق الفساد فينقص من كرامته وهيبته لدى الناس جميعاً\r\n» ، فأحتال بِكُلِّ حِيلَةٍ فَلَمْ يُمْكِنْهُ فِيهِ شَيْءٌ ، فَلَمَّا اعْتَلَّ وَأَرَادَ أَنْ يَبْنِيَ عَلَيْهِ ابْنَتَهُ دَفَعَ إِلَيَّ مِائَةَ وَصِيفَةٍ مِنْ أَجْمَلِ مَا يَكُنَّ إِلَى كُلِّ وَاحِدَةٍ مِنْهُنَّ جَاماً فِيهِ جَوْهَرٌ يَسْتَقْبِلُونَ أَبَا جَعْفَرٍ عليه السلام إِذَا قَعَدَ فِي مَوْضِعِ الْأَخْتَانِ ، فَلَمْ يَلْتَفِتْ إِلَيْهِنَّ . وَكَانَ رَجُلٌ يُقَالُ لَهُ : مُخَارِقٌ صَاحِبُ صَوْتٍ وَعُودٍ وَضَرْبٍ طَوِيلُ اللِّحْيَةِ ، فَدَعَاهُ المَأْمُونُ فَقَالَ : يَا أَمِيرَ المُؤْمِنِينَ ! إِنْ كَانَ فِي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 50 ، ص 41 .\r\n( 2 ) بحار الأنوار ، ج 50 ، ص 44 .\r\n( 3 ) بحار الأنوار ، ج 50 ، ص 49\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nشَيْءٍ مِنْ أَمْرِ الدُّنْيَا فَأَنَا أَكْفِيكَ أَمْرَهُ ، فَقَعَدَ بَيْنَ يَدَيْ أَبِي جَعْفَرٍ عليه السلام ، فَشَهِقَ مُخَارِقٌ شَهْقَةً اجْتَمَعَ إِلَيْهِ أَهْلُ الدَّار ، وَجَعَلَ يَضْرِبُ بِعُودِهِ وَيُغَنِّي ، فَلَمَّا فَعَلَ سَاعَةً وَإِذَا أَبُو جَعْفَرٍ عليه السلام لَا يَلْتَفِتُ إِلَيْهِ وَلَا يَمِيناً وَلَا شِمَالًا ، ثُمَّ رَفَعَ رَأْسَهُ إِلَيْهِ وَقَالَ : اتَّقِ اللهَ يَا ذَا الْعُثْنُونِ ( أي اللحية ) قَالَ : فَسَقَطَ الْمِضْرَابُ مِنْ يَدِهِ وَالْعُودُ ، فَلَمْ يَنْتَفِعْ بِيَدِهِ إِلَى أَنْ مَات « 1 » .\r\n- وجاء بعض أصحاب أبيه ، وقد كان حديثاً في السن ، وحمل معه شيئاً مما يلعب به الأطفال ، فيقول : لما جئته ووقفت أمامه مسَلّماً لم يأذن لي بالجلوس ، فرميت بما كان معي بين يديه فغضب علي وقال : مَا لِهَذَا خُلِقْنَا .\r\n\r\nجيم : علمه وثقافته :\r\nلقد سبق الحديث عن علم الأوصياء عليهم السلام في كتابي الخاص بحياة الإمام جعفر الصادق ناشر علوم آل البيت ومبلغها إلى الشرق والغرب ، وسبق بيان معنى علم الأوصياء بالمغيبات ، ومع ذلك فلا أجد بُدًّا من أن أبحث ها هنا عن علم الإمام الجواد الغزير ، وثقافته التي نبعت عن قلب مُلهم ، وفؤاد مُفعم .\r\nأقول : لقد كثر في الأحاديث إنباؤه عليه السلام الناس بما يجول في خاطرهم وبما يأتي عليهم مستقبلًا ، ولا يعني ذلك أن الأئمة عليهم السلام يعلمون الغيب ، وإنما يعني أنهم عليهم السلام متصلون بالله سبحانه وتعالى عن طريق الإلهام أو عن طريق النبي صلى الله عليه وآله ، فيستقون معارفهم بشكل مباشر في حين يستقي سائر البشر معارفهم عبر الحواس والتجارب مثلًا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مناقب آل أبي طالب ، ج 4 ، ص 396 .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nوإذا أثبتت التجارب الحديثة وجود الحس السادس عند بعض الأفراد ، سهل علينا أن نعتقد بأن شيئاً ما يوجد في بعض الأشخاص الذين يشاء الله لهم ذلك ، أضف إلى ذلك أن الإيمان بقدرة الله واستطاعته على أن يفعل كل شيء دون أي استثناء ، يحدو بالفرد إلى تقبُّل كل ممكن إذا ثبت أن الله قد أراده .\r\nورُوي أن والي مكة والمدينة ( فرج الرغجي ) ، الذي كان من المعارضين لآل البيت ، قال مرة لأبي جعفر عليه السلام : إِنَّ شِيعَتَكَ تَدَّعِي أَنَّكَ تَعْلَمُ كُلَّ مَاءٍ فِي دِجْلَةَ وَوَزْنَهُ ، وَكُنَّا عَلَى شَاطِئِ دِجْلَةَ ، فَقَالَ عليه السلام : يَقْدِرُ اللهُ تَعَالَى أَنْ يُفَوِّضَ عِلْمَ ذَلِكَ إِلَى بَعُوضَةٍ مِنْ خَلْقِهِ أَمْ لَا ؟ يقول الراوي : فقال فرج : نَعَمْ يَقْدِرُ ، فَقَالَ عليه السلام : أَنَا أَكْرَمُ عَلَى اللهِ تَعَالَى مِنْ بَعُوضَةٍ وَمِنْ أَكْثَرِ خَلْقِه « 1 » .\r\nنعم ، إن الغرابة الناشئة عن الشك في قدرة الله لهي أوهى من الشك في ضياء الشمس ، بل يبقى الريب في محله إذا كان في الرجل الذي يدّعي هذا المنصب الرفيع ، فلا يستطيع المرء أن يتقبله إلَّا بعد الفحص والتدقيق ، أما إذا كان في أهل بيت الرسول فسوف لا يبقى للشك مجال ، بعد استفاضة حديث متواتر عن النبي صلى الله عليه وآله في أنهم قدوة الخلق وأئمتهم ، وبعد أن عرفنا أن كل إمام كان أعلم أهل زمانه في كل شيء منذ ان تنتقل إليه الخلافة الروحية ، وكذلك كان النبي صلى الله عليه وآله وأوصياؤه عليهم السلام جميعاً .\r\nويكفيك في الإمام الجواد ما سبق من أنه سئل في مجلس واحد ثلاثين ألف مسألة ، فأجاب عنها وهو ابن ثمان أو تسع ، وأنه كان في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 50 ، ص 100 .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nزهاء السادسة عشرة من عمره إذ حضر مجلس المأمون وباحث مع قاضي القضاة ، فأفحمه إفحاماً ، وإذا علمنا أن المأمون كان كما يحدثنا التاريخ أعلم الخلفاء العباسيين وأعرفهم بعلوم أهل زمانه ، ثم رأيناه كيف يخشع لجلال ابن الرضا عليه السلام في المشاهد التي مضت علينا ؛ نعرف معنى العلم الإلهي ونوعيته .\r\nوإليك بعض الأحاديث التي تُنْبِئُنَا عن جانب من علم الإمام الجواد عليه السلام :\r\n1 - عن أمية بن علي قال : كُنْتُ مَعَ أَبِي الْحَسَنِ بِمَكَّةَ فِي السَّنَةِ الَّتِي حَجَّ فِيهَا ثُمَّ صَارَ إِلَى خُرَاسَانَ وَمَعَهُ أَبُو جَعْفَر ، وَأَبُو الْحَسَنِ يُوَدِّعُ الْبَيْتَ ، فَلَمَّا قَضَى طَوَافَهُ عَدَلَ إِلَى المَقَامِ فَصَلَّى عِنْدَهُ ، فَصَارَ أَبُو جَعْفَرٍ عليه السلام عَلَى عُنُقِ مُوَفَّقٍ يَطُوفُ بِهِ ، فَصَارَ أَبُو جَعْفَرٍ إِلَى الْحِجْر ، فَجَلَسَ فِيهِ فَأَطَالَ ، فَقَالَ لَهُ مُوَفَّقٌ : قُمْ جُعِلْتُ فِدَاكَ ، فَقَالَ : مَا أُرِيدُ أَنْ أَبْرَحَ مِنْ مَكَانِي هَذَا إِلَّا أَنْ يَشَاءَ اللهُ . وَاسْتَبَانَ فِي وَجْهِهِ الْغَمُّ ، فَأَتَى مُوَفَّقٌ أَبَا الْحَسَنِ عليه السلام فَقَالَ لَهُ : جُعِلْتُ فِدَاكَ قَدْ جَلَسَ أَبُو جَعْفَرٍ عليه السلام فِي الْحِجْرِ وَهُوَ يَأْبَى أَنْ يَقُومَ ، فَقَامَ أَبُو الْحَسَنِ عليه السلام فَأَتَى أَبَا جَعْفَرٍ عليه السلام فَقَالَ لَهُ : قُمْ يَا حَبِيبِي ، فَقَالَ : مَا أُرِيدُ أَنْ أَبْرَحَ مِنْ مَكَانِي هَذَا ، فَقَالَ : بَلَى يَا حَبِيبِي ، ثُمَّ قَالَ : كَيْفَ أَقُومُ وَقَدْ وَدَّعْتَ الْبَيْتَ وَدَاعاً لَا تَرْجِعُ إِلَيْهِ ، فَقَالَ : قُمْ يَا حَبِيبِي ، فَقَامَ مَعَهُ « 1 » .\r\n2 - كان يحيى بن أكثم قاضي القضاة في عهد المأمون ، ويذهب بعض المؤرخين إلى أنه تشيع أخيراً أو كان شيعيًّا ، وينقل عنه أنه قال : فَبَيْنَا أَنَا ذَاتَ يَوْمٍ دَخَلْتُ أَطُوفُ بِقَبْرِ رَسُولِ اللهِ صلى الله عليه وآله فَرَأَيْتُ مُحَمَّدَ بْنَ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 50 ، ص 63 .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nعَلِيٍّ الرِّضَا يَطُوفُ بِهِ ، فَنَاظَرْتُهُ فِي مَسَائِلَ عِنْدِي فَأَخْرَجَهَا إِلَيَّ ، فَقُلْتُ لَهُ : وَاللهِ إِنِّي أُرِيدُ أَنْ أَسْأَلَكَ مَسْأَلَةً وَاحِدَةً وَإِنِّي وَاللهِ لَأَسْتَحْيِي مِنْ ذَلِكَ ، فَقَالَ لِي : أَنَا أُخْبِرُكَ قَبْلَ أَنْ تَسْأَلَنِي ، تَسْأَلُنِي عَنِ الْإِمَامِ ؟ فَقُلْتُ : هُوَ وَاللهِ هَذَا ، فَقَالَ : أَنَا هُوَ ، فَقُلْتُ : عَلَامَةٌ ، فَكَانَ فِي يَدِهِ عَصًا فَنَطَقَتْ فَقَالَتْ : إِنَّهُ مَوْلَايَ إِمَامُ هَذَا الزَّمَانِ وَهُوَ الْحُجَّة « 1 » .\r\n3 - نقل بعض الرواة أنه : اجْتَازَ المَأْمُونُ بِابْنِ الرِّضَا عليه السلام وَهُوَ بَيْنَ صِبْيَانٍ فَهَرَبُوا سِوَاهُ ، فَقَالَ : عَلَيَّ بِهِ ، فَقَالَ لَهُ : مَا لَكَ لَا هَرَبْتَ فِي جُمْلَةِ الصِّبْيَانِ ؟ قَالَ : مَا لِي ذَنْبٌ فَأَفِرَّ مِنْهُ ، وَلَا الطَّرِيقُ ضَيِّقٌ فَأُوَسِّعَهُ عَلَيْكَ ، سِرْ حَيْثُ شِئْتَ ، فَقَالَ : مَنْ تَكُونُ أَنْتَ ؟ قَالَ : أَنَا مُحَمَّدُ بْنُ عَلِيِّ بْنِ مُوسَيبْنِ جَعْفَرِ بْنِ مُحَمَّدِ بْنِ عَلِيِّ بْنِ الْحُسَيْنِ بْنِ عَلِيِّ بْنِ أَبِي طَالِبٍ عليهم السلام ، فَقَالَ : مَا تَعْرِفُ مِنَ الْعُلُومِ ؟ قَالَ : سَلْنِي عَنْ أَخْبَارِ السَّمَاوَاتِ ، فَوَدَّعَهُ وَمَضَى ، وَعَلَى يَدِهِ بَازٌ أَشْهَبُ يَطْلُبُ بِهِ الصَّيْدَ ، فَلَمَّا بَعُدَ عَنْهُ نَهَضَ عَنْ يَدِهِ الْبَازُ فَنَظَرَ يَمِينَهُ وَشِمَالَهُ لَمْ يَرَ صَيْداً وَالْبَازُ يَثِبُ عَنْ يَدِه ، فَأَرْسَلَهُ فَطَارَ يَطْلُبُ الْأُفُقَ ، حَتَّى غَابَ عَنْ نَاظِرِهِ سَاعَةً ، ثُمَّ عَادَ إِلَيْهِ وَقَدْ صَادَ حَيَّةً ، فَوَضَعَ الْحَيَّةَ فِي بَيْتِ الطَّعْمِ ، وَقَالَ لِأَصْحَابِهِ : قَدْ دَنَا حَتْفُ ذَلِكَ الصَّبِيِّ فِي هَذَا الْيَوْمِ عَلَى يَدِي ، ثُمَّ عَادَ وَابْنُ الرِّضَا عليه السلام فِي جُمْلَةِ الصِّبْيَانِ ، فَقَالَ : مَا عِنْدَكَ مِنْ أَخْبَارِ السَّمَاوَاتِ ؟ فَقَال : نَعَمْ يَا أَمِيرَ المُؤْمِنِينَ ، حَدَّثَنِي أَبِي عَنْ آبَائِهِ عَنِ النَّبِيِّ عَنْ جَبْرَئِيلَ عَنْ رَبِّ الْعَالَمِينَ أَنَّهُ قَالَ : بَيْنَ السَّمَاءِ وَالْهَوَاءِ بَحْرٌ عَجَّاجٌ يَتَلَاطَمُ بِهِ الْأَمْوَاجُ فِيهِ حَيَّاتٌ خُضْرُ الْبُطُونِ رُقْطُ الظُّهُورِ يَصِيدُهَا المُلُوكُ بِالْبُزَاةِ الشُّهْبِ يُمْتَحَنُ بِهِ الْعُلَمَاءُ .\r\nفَقَالَ : صَدَقْتَ وَصَدَقَ أَبُوكَ وَصَدَقَ جَدُّكَ وَصَدَقَ رَبُّكَ فَأَرْكَبَهُ ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكافي ، ج 1 ، ص 353 .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nثُمَّ زَوَّجَهُ أُمَّ الْفَضْل « 1 » .\r\n4 - ويُروى عن فاصدٍ طلبه الإمام أبو جعفر الثاني في عهد المأمون ، فَقَالَ لَهُ : افْصِدْنِي فِي الْعِرْقِ الزَّاهِر ، فَقَالَ لَهُ : مَا أَعْرِفُ هَذَا الْعِرْقَ يَا سَيِّدِي ، وَلَا سَمِعْتُ بِهِ ، فَأَرَاهُ إِيَّاهُ ، فَلَمَّا فَصَدَهُ خَرَجَ مِنْهُ مَاءٌ أَصْفَرُ ، فَجَرَى حَتَّى امْتَلَأَ الطَّشْتُ ، ثُمَّ قَالَ لَهُ : أَمْسِكْهُ ، وَأَمَرَ بِتَفْرِيغِ الطَّسْتِ ، ثُمَّ قَالَ : خَلِّ عَنْهُ ، فَخَرَجَ دُونَ ذَلِكَ ، فَقَالَ : شُدَّهُ الْآنَ ، فَلَمَّا شَدَّ يَدَهُ أَمَرَ لَهُ بِمِائَةِ دِينَار ، فَأَخَذَهَا وَجَاءَ إِلَى يُوحَنَّا بْنِ بَخْتِيشُوعَ فَحَكَى لَهُ ذَلِكَ ، فَقَالَ : وَاللهِ مَا سَمِعْتُ بِهَذَا الْعِرْقِ مُذْ نَظَرْتُ فِي الطِّبِّ ، وَلَكِنْ هَاهُنَا فُلَانٌ الْأُسْقُفُّ قَدْ مَضَتْ عَلَيْهِ السِّنُونَ فَامْضِ بِنَا إِلَيْهِ ، فَإِنْ كَانَ عِنْدَهُ عِلْمُهُ وَإِلَّا لَمْ نَقْدِرْ عَلَى مَنْ يَعْلَمُهُ ، فَمَضَيَا وَدَخَلَا عَلَيْهِ وَقَصَّا الْقَصَصَ ، فَأَطْرَقَ مَلِيًّا ، ثُمَّ قَالَ : يُوشِكُ أَنْ يَكُونَ هَذَا الرَّجُلُ نَبِيًّا أَوْ مِنْ ذُرِّيَّةِ نَبِيٍّ « 2 » .\r\nوهكذا تمضي الأحاديث تنقل عن الأئمة عجباً ، ولكن لا عجب من أمر الله ، إذ يشاء أن يجعل علمه ومعرفته وقوته وقدرته في إنسان امتحن قلبه ، فزكّاه وطهّره تطهيراً .\r\n\r\nدال : من كلمات الإمام :\r\n\r\n1 - الروايات المفتعلة :\r\nيروى : «\r\nأَنَّ الْمَأْمُونَ بَعْدَ مَا زَوَّجَ ابْنَتَهُ أُمَّ الْفَضْلِ أَبَا جَعْفَرٍ عليه السلام كَانَ فِي مَجْلِسٍ وَعِنْدَهُ أَبُو جَعْفَرٍ عليه السلام وَيَحْيَى بْنُ أَكْثَمَ وَجَمَاعَةٌ كَثِيرَةٌ ، فَقَالَ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 50 ، ص 56 .\r\n( 2 ) بحار الأنوار ، ج 50 ، ص 57 .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nلَهُ يَحْيَى بْنُ أَكْثَمَ : مَا تَقُولُ يَا بْنَ رَسُولِ اللهِ فِي الْخَبَرِ الَّذِي رُوِيَ : أَنَّهُ نَزَلَ جَبْرَئِيلُ عليه السلام عَلَى رَسُولِ اللهِ صلى الله عليه وآله وَقَالَ : يَا مُحَمَّدُ ! إِنَّ اللهَ عَزَّ وَجَلَّ يُقْرِئُكَ السَّلَامَ وَيَقُولُ لَكَ : سَلْ أَبَا بَكْرٍ هَلْ هُوَ عَنِّي رَاضٍ ؟ فَإِنِّي عَنْهُ رَاضٍ . فَقَالَ أَبُو جَعْفَر : لَسْتُ بِمُنْكِرِ فَضْلِ أَبِي بَكْرٍ ، وَلَكِنْ يَجِبُ عَلَى صَاحِبِ هَذَا الْخَبَرِ أَنْ يَأْخُذَ مِثَالَ الْخَبَرِ الَّذِي قَالَهُ رَسُولُ اللهِ صلى الله عليه وآله فِي حَجَّةِ الْوَدَاعِ :\r\n« قَدْ كَثُرَتْ عَلَيَّ الْكَذَّابَةُ وَسَتَكْثُرُ ، فَمَنْ كَذَبَ عَلَيَّ مُتَعَمِّداً فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ ، فَإِذَا أَتَاكُمُ الحَدِيثُ فَاعْرِضُوهُ عَلَى كِتَابِ اللهِ وَسُنَّتِي ، فَمَا وَافَقَ كِتَابَ اللهِ وَسُنَّتِي فَخُذُوا بِهِ ، وَمَا خَالَفَ كِتَابَ اللهِ وَسُنَّتِي فَلَا تَأْخُذُوا بِهِ\r\n» . وَلَيْسَ يُوَافِقُ هَذَا الْخَبَرُ كِتَابَ اللهِ ، قَالَ اللهُ تَعَالَى : وَلَقَدْ خَلَقْنَا الإِنْسَانَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهِ نَفْسُهُ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ « 1 » .\r\nفَاللهُ عَزَّ وَجَلَّ خَفِيَ عَلَيْهِ رِضَا أَبِي بَكْرٍ مِنْ سَخَطِهِ حَتَّى سَأَلَ مِنْ مَكْنُونِ سِرِّهِ ؟ ! هَذَا مُسْتَحِيلٌ فِي الْعُقُول .\r\nثُمَّ قَالَ يَحْيَى بْنُ أَكْثَمَ : وَقَدْ رُوِيَ أَنَّ مَثَلَ أَبِي بَكْرٍ وَعُمَرَ فِي الْأَرْضِ كَمَثَلِ جَبْرَئِيلَ وَمِيكَائِيلَ فِي السَّمَاءِ .\r\nفَقَالَ عليه السلام : وَهَذَا أَيْضاً يَجِبُ أَنْ يُنْظَرَ فِيهِ لِأَنَّ جَبْرَئِيلَ وَمِيكَائِيلَ مَلَكَانِ للهِ مُقَرَّبَانِ لَمْ يَعْصِيَا اللهَ قَطُّ وَلَمْ يُفَارِقَا طَاعَتَهُ لَحْظَةً وَاحِدَةً ، وَهُمَا قَدْ أَشْرَكَا بِاللهِ عَزَّ وَجَلَّ وَإِنْ أَسْلَمَا بَعْدَ الشِّرْكِ وَكَانَ أَكْثَرُ أَيَّامِهِمَا فِي الشِّرْكِ بِاللهِ ؛ فَمُحَالٌ أَنْ يُشْبِهَهُمَا بِهِمَا .\r\nقَالَ يَحْيَى : وَقَدْ رُوِيَ أَيْضاً أَنَّهُمَا سَيِّدَا كُهُولِ أَهْلِ الْجَنَّةِ فَمَا تَقُولُ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة ق ، الآية : 16 .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nفِيهِ ؟\r\nفَقَالَ عليه السلام : وَهَذَا الْخَبَرُ مُحَالٌ أَيْضاً ؛ لِأَنَّ أَهْلَ الْجَنَّةِ كُلَّهُمْ يَكُونُونَ شَبَاباً وَلَا يَكُونُ فِيهِمْ كَهْلٌ . وَهَذَا الْخَبَرُ وَضَعَهُ بَنُو أُمَيَّةَ لِمُضَادَّةِ الْخَبَرِ الَّذِي قَالَ رَسُولُ اللهِ صلى الله عليه وآله فِي الْحَسَنِ وَالْحُسَيْنِ بِأَنَّهُمَا سَيِّدَا شَبَابِ أَهْلِ الْجَنَّةِ .\r\nفَقَالَ يَحْيَى بْنُ أَكْثَمَ : وَرُوِيَ أَنَّ عُمَرَ بْنَ الْخَطَّابِ سِرَاجُ أَهْلِ الْجَنَّةِ ؟\r\nفَقَالَ عليه السلام : وَهَذَا أَيْضاً مُحَالٌ ؛ لِأَنَّ فِي الْجَنَّةِ مَلَائِكَةَ اللهِ المُقَرَّبِينَ وَآدَمَ مُحَمَّداً وَجَمِيعَ الْأَنْبِيَاءِ وَالمُرْسَلِينَ لَا تُضِيءُ بِأَنْوَارِهِمْ حَتَّى تُضِيءَ بِنُورِ عُمَرَ .\r\nفَقَالَ يَحْيَى : وَقَدْ رُوِيَ أَنَّ السَّكِينَةَ تَنْطِقُ عَلَى لِسَانِ عُمَرَ .\r\nفَقَالَ عليه السلام : لَسْتُ بِمُنْكِرِ فَضَائِلِ عُمَرَ وَلَكِنَّ أَبَا بَكْرٍ أَفْضَلُ مِنْ عُمَرَ فَقَالَ عَلَى رَأْسِ الْمِنْبَرِ : إِنَّ لِي شَيْطَاناً يَعْتَرِينِي فَإِذَا مِلْتُ فَسَدِّدُونِي .\r\nفَقَالَ يَحْيَى : قَدْ رُوِيَ أَنَّ النَّبِيَّ صلى الله عليه وآله قَالَ : لَوْ لَمْ أُبْعَثْ لَبُعِثَ عُمَرُ .\r\nفَقَالَ عليه السلام : كِتَابُ اللهِ أَصْدَقُ مِنْ هَذَا الْحَدِيثِ ، يَقُولُ اللهُ فِي كِتَابِهِ : وَإِذْ أَخَذْنَا مِنْ النَّبِيِّينَ مِيثَاقَهُمْ وَمِنْكَ وَمِنْ نُوحٍ « 1 » .\r\nفَقَدْ أَخَذَ اللهُ مِيثَاقَ النَّبِيِّينَ فَكَيْفَ يُمْكِنُ أَنْ يُبَدِّلَ مِيثَاقَهُ ؟ ! وَكَانَ الْأَنْبِيَاءُ عليهم السلام لَمْ يُشْرِكُوا طَرْفَةَ عَيْنٍ فَكَيْفَ يُبْعَثُ بِالنُّبُوَّةِ مَنْ أَشْرَكَ وَكَانَ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الأحزَاب ، الآية : 7 .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nأَكْثَرُ أَيَّامِهِ مَعَ الشِّرْكِ بِاللهِ ؟ ! وَقَالَ رَسُولُ اللهِ صلى الله عليه وآله : «\r\nنُبِّئْتُ وَآدَمُ بَيْنَ الرُّوحِ وَالْجَسَدِ\r\n» . فَقَالَ يَحْيَى بْنُ أَكْثَمَ : وَقَدْ رُوِيَ أَنَّ النَّبِيَّ صلى الله عليه وآله قَالَ : مَا احْتَبَسَ الْوَحْيُ عَنِّي قَطُّ إِلَّا ظَنَنْتُهُ قَدْ نَزَلَ عَلَى آلِ الْخَطَّابِ .\r\nفَقَالَ : عليه السلام وَهَذَا مُحَالٌ أَيْضاً ؛ لِأَنَّهُ لَا يَجُوزُ أَنْ يَشُكَّ النَّبِيُّ صلى الله عليه وآله فِي نُبُوَّتِهِ ، قَالَ اللهُ تَعَالَى : اللَّهُ يَصْطَفِي مِنْ الْمَلائِكَةِ رُسُلًا وَمِنْ النَّاسِ « 1 » .\r\nفَكَيْفَ يُمْكِنُ أَنْ تَنْتَقِلَ النُّبُوَّةُ مِمَّنِ اصْطَفَاهُ اللهُ تَعَالَى إِلَى مَنْ أَشْرَكَ بِه ؟ !\r\nقَالَ يَحْيَى بْنُ أَكْثَمَ : رُوِيَ أَنَّ النَّبِيَّ صلى الله عليه وآله قَالَ : «\r\nلَوْ نَزَلَ الْعَذَابُ لَمَا نَجَا مِنْهُ إِلَّا عُمَرُ\r\n» . فَقَالَ عليه السلام : وَهَذَا مُحَالٌ أَيْضاً ؛ إِنَّ اللهَ تَعَالَى يَقُولُ : وَمَا كَانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ وَمَا كَانَ اللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ « 2 » .\r\nفَأَخْبَرَ سُبْحَانَهُ أَلَّا يُعَذِّبَ أَحَداً مَا دَامَ فِيهِمْ رَسُولُ اللهِ صلى الله عليه وآله وَمَا دَامُوا يَسْتَغْفِرُونَ اللهُ تَعَالَى » « 3 » .\r\n\r\n2 - أنا محمد :\r\nوروي أَنَّهُ جِيءَ بِأَبِي جَعْفَرٍ عليه السلام إِلَى مَسْجِدِ رَسُولِ اللهِ صلى الله عليه وآله\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الحج ، الآية : 75 .\r\n( 2 ) سورة الأنفال ، الآية : 33 .\r\n( 3 ) بحار الأنوار ، ج 50 ، ص 83 ، ط 2 .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nبَعْدَ مَوْتِ أَبِيهِ وَهُوَ طِفْلٌ وَجَاءَ إِلَى الْمِنْبَرِ وَرَقِيَ مِنْهُ دَرَجَةً ثُمَّ نَطَقَ فَقَالَ :\r\n« أَنَا مُحَمَّدُ بْنُ عَلِيٍّ الرِّضَا ، أَنَا الجَوَادُ أَنَا الْعَالِمُ بِأَنْسَابِ النَّاسِ فِي الْأَصْلَابِ ، أَنَا أَعْلَمُ بِسَرَائِرِكُمْ وَظَوَاهِرِكُمْ وَمَا أَنْتُمْ صَائِرُونَ إِلَيْهِ عِلْمٌ مَنَحَنَا بِهِ مِنْ قَبْلِ خَلْقِ الْخَلْقِ أَجْمَعِينَ وَبَعْدَ فَنَاءِ السَّمَاوَاتِ وَالْأَرَضِينَ ، وَلَوْلَا تَظَاهُرُ أَهْلِ الْبَاطِلِ وَدَوْلَةُ أَهْلِ الضَّلَالِ وَوُثُوبُ أَهْلِ الشَّكِّ لَقُلْتُ قَوْلًا تَعَجَّبَ مِنْهُ الْأَوَّلُونَ وَالْآخِرُون\r\n» . ثُمَّ وَضَعَ يَدَهُ الشَّرِيفَةَ عَلَى فِيهِ وَقَالَ : «\r\nيَا مُحَمَّدُ ! اصْمُتْ كَمَا صَمَتَ آبَاؤُكَ مِنْ قَبْل\r\n» « 1 » .\r\nوفيما نأتي على هذا القدر المقدور نحمد الله تعالى ونصلّي على نبيّه والمعصومين من آله ونسلم لهم تسليماً .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 50 ، ص 108 .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67}
  ]