[
  {"content":"\r\n\r\nالإمام الكاظم عليه السلام\r\nقدوة وأسوة\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nسلسلة النبي وأهل بيته قدوة وأسوة - 9\r\nالإمام الكاظم عليه السلام\r\nقدوة وأسوة\r\nسماحة المرجع الديني آية الله العظمى الحاج\r\nالسيد محمدتقي المدرسي\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nمحفوظة\r\nجميع الحقوق\r\n1431 ه‍ / 2010 م\r\nهوية الكتاب :\r\n* الكتاب : الإمام الكاظم عليه السلام قدوة وأسوة .\r\n* المؤلف : المرجع الديني آية الله العظمى السيد محمدتقي المدرسي .\r\n* الطبعة : الثانية ، 1431 ه‍ / 2010 م .\r\n* الناشر : مركز العصر للثقافة والنشر ، لبنان بيروت . ( alasrr @ gmail . com ) .\r\nدار كميل للطباعة والنشر ، لبنان ، بيروت ، طريق المطار ، ص . ب : 7957 / 11 ( dar - komail @ yahoo . com ) .\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم ( 1 ) الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ ( 2 ) الرَّحْمَنِ الرَّحِيمِ ( 3 ) مَالِكِ يَوْمِ الدِّينِ ( 4 ) إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ ( 5 ) اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ ( 6 ) صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلا الضَّالِّينَ ( 7 )\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nتمهيد\r\nالحمد لله وسلام على عباده الذين اصطفى ، محمد وآله الهداة .\r\nفي الوقت الذي يشهد العالم بعثاً إسلاميًّا اصيلًا ، ليكون أملًا في أفئدة المحرومين ، وخطراً على كيان الظالمين ، يعكف مستكبروا العالم ، والظالمون على دراسة الخطط الكفيلة بصدّ هذا الموج ، أو لا أقل من احتوائه ، ويهمس شياطينهم في آذانهم أنه لا يفسد أمر آخر هذه الأمة إلَّا بما أفسد أوّله ، أي بثّ النواة الطائفية ، وإقامة أنظمة التسلط والقهر باسم الدين ، وبعث الروح في العصبيات الجاهلية .\r\nفإذا بالإقلام المرتزقة تضرب على وتر الطائفية ، وتُهاجم مذهب آل البيت ، ولا تفتأ تكرر من نغمة : الإرهاب الشيعي ، عسى أن تُثير أحقاداً أموية دفينة في نفوس بعض المسلمين .\r\nوهكذا كان على الأقلام الشريفة والضمائر النظيفة أن تنهض بواجب المحافظة على مكاسب الأمة ، وتحمي روافد البعث الإسلامي الجديد ، من رجس الشياطين ونفثهم ووسوستهم وإعلامهم المضلل .\r\nألا فلننبذ العصبيات الجاهلية ، ولندافع عن رسالات الله ، وعن رسله العظام عليهم السلام وعن رسول الله محمد بن عبد الله صلى الله عليه وآله وسلم ، وعن أهل بيته المظلومين عليهم السلام ، وعن الخط الرسالي الأصيل في الأمة .\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nإن الشيطان قد عبّأ قواه وجاءكم بخيله ورجاله وأعدّ لإغوائكم وصدّكم عن السبيل كل مكائده ومصائده ، فلنتسلّح بمزيد من الوعي ولنكن على أشد الحذر ، ولنتخذ أقلامنا دروعاً للدفاع عن مقدسات الأمة ، وعن أهل بيت الرسول وعن سبيلهم القويم في مقاومة أنظمة النفاق التي تعود اليوم إلى الظهور .\r\nوإنّي أرى بوضوح ، أن الاهتمام بتراث آل البيت عليهم السلام المتمثل في نهجهم وسيرتهم وشرحهم لمعارف القرآن ، وتفسيرهم لسُنة جدهم الرسول صلى الله عليه وآله وسلم يضمن استمرار الثورة الإسلامية واستقامتها وانتصارها بإذن الله ، وإن التهاون بهذا الشأن غلطة كبيرة وخطأ مميت .\r\nوفي اليوم الخامس والعشرين من شهر شوال لعام 1405 ه - والذي يصادف ذكرى وفاة الإمام الصادق عليه السلام ، أَبْتَدِئُ في تأليف حلقة جديدة من سلسلة ( قدوة وأسوة ) تقصّ حياة نجل الإمام الصادق الإمام موسى بن جعفر عليه السلام ، تلك الحياة الحافلة بالعبر والدروس الثورية .\r\nوإني أعتبر ذلك مساهمة بسيطة في صدّ مؤامرات المستكبرين ضد خط آل البيت ، ومكرهم في احتواء البعث الإسلامي الأصيل .\r\nأسأل الله أن يوفقني لإكمال هذه الحلقة وسائر الحلقات ، وأن ينفعني به يوم لا ينفع مال ولا بنون إلَّا من أتى الله بقلب سليم .\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n\r\nالفصل الأول : الأَصْلُ الكَرِيمُ والمولدُ المُبَارَكُ\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nيبدو أن قرية ( الأبواء ) الواقعة بين المدينة ومكة ، كانت تستقطب قوافل الحجاج من آل البيت أكثر من غيرها ، لأنها كانت مثوى أم الرسول آمنة بنت وهب .\r\nوفي طريقهم إلى المدينة قافلين من حج بيت الله الحرام « 1 » حطَّت قافلة الإمام أبي عبد الله الصادق عليه السلام في هذه القرية ، وذلك في اليوم السابع عشر من شهر صفر الخير ، عام 128 ه - - على أشهر الروايات - ، حيث قدَّم الإمام المائدة لضيوفه ، وجاءه الرسول من عند نسائه تبشره بالوليد المبارك .\r\nتقول الرواية التاريخية - المأثورة - عن منهال القصّاب قال : ( خَرَجْتُ مِنْ مَكَّةَ وَأَنَا أُرِيدُ المَدِينَةَ فَمَرَرْتُ بِالْأَبْوَاءِ وَقَدْ وُلِدَ لِأَبِي عَبْدِاللهِ عليه السلام ، فَسَبَقْتُهُ إِلَى المَدِينَةِ ، وَدَخَلَ بَعْدِي بِيَوْمٍ فَأَطْعَمَ النَّاسَ ثَلَاثاً ، فَكُنْتُ آكُلُ فِيمَنْ يَأْكُلُ ، فَمَا آكُلُ شَيْئاً إِلَى الْغَدِ حَتَّى أَعُودَ فَآكُلَ ، فَمَكَثْتُ بِذَلِكَ ثَلَاثاً أَطْعَمُ حَتَّى أَرْتَفِقَ ثُمَّ لَا أَطْعَمُ شَيْئاً إِلَى الْغَدِ ) .\r\nوجاء في حديث مروي عن أبي بصير قال : ( كُنْتُ مَعَ أَبِي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع : بحار الأنوار ، ج 48 ، ص 4 ، وأيضاً كتاب المحاسن للبرقي ، ج 2 ، ص 418 .\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nعَبْدِاللهِ عليه السلام فِي السَّنَةِ الَّتِي وُلِدَ فِيهَا ابْنُهُ مُوسَى عليه السلام ، فَلَمَّا نَزَلْنَا الْأَبْوَاءَ وَضَعَ لَنَا أَبُو عَبْدِاللهِ عليه السلام الْغَدَاءَ وَلِأَصْحَابِهِ وَأَكْثَرَهُ وَأَطَابَهُ ، فَبَيْنَا نَحْنُ نَتَغَدَّى إِذْ أَتَاهُ رَسُولُ حَمِيدَةَ : أَنَّ الطَّلْقَ قَدْ ضَرَبَنِي وَقَدْ أَمَرْتَنِي أَلَّا أَسْبِقَكَ بِابْنِكَ هَذَا .\r\nفَقَامَ أَبُو عَبْدِ اللهِ فَرحاً مَسْرُوراً فَلَمْ يَلْبَثْ أَنْ عَادَ إِلَيْنَا حَاسِراً عَنْ ذِرَاعَيْهِ ضَاحِكاً سِنُّهُ ، فَقُلْنَا : أَضْحَكَ اللهُ سِنَّكَ وَأَقَرَّ عَيْنَكَ ، مَا صَنَعَتْ حَمِيدَةُ ؟\r\nفَقَالَ :\r\nوَهَبَ اللهُ لِي غُلَاماً ، وَهُوَ خَيْرُ مَنْ بَرَأَ اللهُ ، وَلَقَدْ خَبَّرَتْنِي عَنْهُ بِأَمْرٍ كُنْتُ أَعْلَمُ بِهِ مِنْهَا .\r\nقُلْتُ : جُعِلْتُ فِدَاكَ ! وَمَا خَبَّرَتْكَ عَنْهُ حَمِيدَةُ ؟\r\nقَالَ :\r\nذَكَرَتْ أَنَّهُ لَمَّا وَقَعَ مِنْ بَطْنِهَا وَقَعَ وَاضِعاً يَدَيْهِ عَلَى الْأَرْضِ رَافِعاً رَأْسَهُ إِلَى السَّمَاءِ . فَأَخْبَرْتُهَا أَنَّ تِلْكَ أَمَارَةُ رَسُولِ اللهِ صلى الله عليه وآله وسلم وَأَمَارَةُ الْإِمَامِ مِنْ بَعْدِهِ .\r\nفَقُلْتُ : جُعِلْتُ فِدَاكَ ! وَمَا تِلْكَ مِنْ عَلَامَةِ الْإِمَام ؟\r\nفَقَالَ :\r\nإِنَّهُ لَمَّا كَانَ فِي اللَّيْلَةِ الَّتِي عُلِقَ بِجَدِّي فِيهَا أَتَى آتٍ جَدَّ أَبِي وَهُوَ رَاقِدٌ ، فَأَتَاهُ بِكَأْسٍ فِيهَا شَرْبَةٌ أَرَقُّ مِنَ المَاءِ وَأَبْيَضُ مِنَ اللَّبَنِ وَأَلْيَنُ مِنَ الزُّبْدِ وَأَحْلَى مِنَ الشَّهْدِ وَأَبْرَدُ مِنَ الثَّلْجِ ، فَسَقَاهُ إِيَّاهُ وَأَمَرَهُ بِالْجِمَاعِ ، فَقَامَ فَرِحاً مَسْرُوراً فَجَامَعَ فَعُلِقَ فِيهَا بِجَدِّي ، وَلَمَّا كَانَ فِي اللَّيْلَةِ الَّتِي عُلِقَ فِيهَا بِأَبِي أَتَى آتٍ جَدِّي فَسَقَاهُ كَمَا سَقَى جَدَّ أَبِي وَأَمَرَهُ بِالْجِمَاعِ فَقَامَ فَرِحاً مَسْرُوراً فَجَامَعَ فَعُلِقَ بِأَبِي ، وَلَمَّا كَانَ فِي اللَّيْلَةِ الَّتِي عُلِقَ بِي فِيهَا أَتَى آتٍ أَبِي فَسَقَاهُ وَأَمَرَهُ كَمَا أَمَرَهُمْ فَقَامَ فَرِحاً مَسْرُوراً فَجَامَعَ فَعُلِقَ بِي ، وَلَمَّا\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nكَانَ فِي اللَّيْلَةِ الَّتِي عُلِقَ فِيهَا بِابْنِي هَذَا أَتَانِي آتٍ كَمَا أَتَى جَدَّ أَبِي وَجَدِّي وَأَبِي فَسَقَانِي كَمَا سَقَاهُمْ وَأَمَرَنِي كَمَا أَمَرَهُمْ فَقُمْتُ فَرِحاً مَسْرُوراً بِعِلْمِ اللهِ بِمَا وَهَبَ لِي فَجَامَعْتُ فَعُلِقَ بِابْنِي هَذَا المَوْلُودِ ، فَدُونَكُمْ فَهُوَ وَاللهِ صَاحِبُكُمْ مِنْ بَعْدِي\r\n) « 1 » .\r\nفلما أن عاد الإمام إلى المدينة أطعم الناس ثلاثاً وتباشر الناس بالوليد المبارك .\r\nأبواه :\r\nوالده : إمام الهدى أبو عبد الله جعفر بن محمد الصادق عليه السلام .\r\nوالدته : حميدة البربرية التي ربما كانت من الأندلس أو من المغرب ، وكانت تلقب ب - ( حميدة المصفاة ) .\r\nوقد كانت حميدة من فضليات النساء حيث اضطلعت بمهمة نشر الرسالة ، وقد روت بعض الأحاديث عن زوجها عليه السلام .\r\nفعن ابن سنان ، عن سابق بن الوليد ، عن المعلّى بن خنيس أن أبا عبد الله عليه السلام قال : (\r\nحَمِيدَةُ مُصَفَّاةٌ مِنَ الْأَدْنَاسِ كَسَبِيكَةِ الذَّهَبِ ، مَا زَالَتِ الْأَمْلَاكُ تَحْرُسُهَا حَتَّى أُدِّيَتْ إِلَيَّ كَرَامَةً مِنَ اللهِ لِي وَالْحُجَّةِ مِنْ بَعْدِي\r\n) « 2 » .\r\nصفاته :\r\nكانت ملامحه الشخصية عليه السلام تعبر عن تلك النفس الكبيرة ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 48 ، ص 2 .\r\n( 2 ) بحار الأنوار ، ص 6 ، نقلًا عن الكافي ، ج 1 ، ص 477 .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nوتلك المسؤولية العُظمى التي كان عليه أداؤها . ذلك الهاشمي الكريم أزهر الملامح ، مربع القامة ، حالك ، كث اللحية ، يفيض مهابة وجلالًا .\r\nوتكشف ألقابه عن الصفات الرسالية التي تجلّت فيه ، فهو : الكاظم ، والصابر ، والصالح ، والأمين . وفعلًا كانت حياته حافلة بتجليات هذه الصفات الفضيلة .\r\nنشأته :\r\nخلال عشرين عاماً من عمره الشريف كان والده الإمام أبو عبد الله الصادق عليه السلام يتعهده بالرعاية ، ويشير إلى فضائله ويُبيِّن لخاصة أوليائه أنه سيد ولده ، وأنه الإمام من بعده .\r\nإن الإمامة لابد أن تكون بنص صريح ، وقد تواترت النصوص على الأئمة الاثني عشر من الرسول الأكرم صلى الله عليه وآله وسلم ، وهكذا كان كل إمام يوصي بمن بعده ، فلهذا كان الموالون لآل البيت عليهم السلام حريصين على التأكد من إمامهم ، يسألون السلف عن الخلف .\r\nيروي عبد الرحمن بن الحجاج يقول : ( دَخَلْتُ عَلَى جَعْفَرِ بْنِ مُحَمَّدٍ فِي مَنْزِلِهِ وَهُوَ فِي بَيْتِ كَذَا مِنْ دَارِهِ فِي مَسْجِدٍ لَهُ وَهُوَ يَدْعُو وَعَلَى يَمِينِهِ مُوسَى بْنُ جَعْفَرٍ عليه السلام يُؤَمِّنُ عَلَى دُعَائِهِ ، فَقُلْتُ لَهُ : جَعَلَنِيَ اللهُ فِدَاكَ ! قَدْ عَرَفْتَ انْقِطَاعِي إِلَيْكَ وَخِدْمَتِي لَكَ ، فَمَنْ وَلِيُّ الْأَمْرِ بَعْدَكَ ؟ قَالَ :\r\nيَا عَبْدَ الرَّحْمَنِ ! إِنَّ مُوسَى قَدْ لَبِسَ الدِّرْعَ فَاسْتَوَتْ عَلَيْهِ\r\n. فَقُلْتُ لَهُ : لَا أَحْتَاجُ بَعْدَهَا إِلَى شَيْء ) « 1 » .\r\nوكان الإمام الصادق عليه السلام يوصي سائر أبنائه بحق ابنه موسى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 48 ، ص 181 .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nعليه السلام ، فهذا عبد الله بن جعفر أكبر سنًّا من الإمام موسى يتحدَّث إليه والده ويقول له :\r\nمَا يَمْنَعُكَ أَنْ تَكُونَ مِثْلَ أَخِيكَ ؟ فَوَاللهِ إِنِّي لَأَعْرِفُ النُّورَ فِي وَجْهِهِ\r\n. فَقَالَ عَبْدُاللهِ : وَكَيْفَ ؟ أَلَيْسَ أَبِي وَأَبُوهُ وَاحِداً ؟ وَأَصْلِي وَأَصْلُهُ وَاحِداً ؟ فَقَالَ لَهُ أَبُو عَبْدِاللهِ : (\r\nإِنَّهُ مِنْ نَفْسِي وَأَنْتَ ابْنِي\r\n) « 1 » .\r\nوكانت حياة الإمام موسى عليه السلام متميّزة منذ الصبا ، ولذلك فقد كانت في ذلك أمارة مقامه العظيم . جاء في حديث مأثور عن صفوان الجمّال وهو من خواصّ الشيعة : ( سَأَلْتُ أَبَا عَبْدِ اللهِ عليه السلام عَنْ صَاحِبِ هَذَا الْأَمْرِ ، قَالَ :\r\nصَاحِبُ هَذَا الْأَمْرِ لَا يَلْهُو وَلَا يَلْعَبُ\r\n. وَأَقْبَلَ أَبُو الْحَسَنِ وَهُوَ صَغِيرٌ وَمَعَهُ بَهْمَةُ عَنَاقٍ مَكِّيَّةٌ « 2 » وَيَقُولُ لَهَا : اسْجُدِي لِرَبِّكِ . فَأَخَذَهُ أَبُو عَبْدِ اللهِ عليه السلام وَضَمَّهُ إِلَيْهِ ، وَقَالَ :\r\nبِأَبِي أَنْتَ وَأُمِّي ! مَنْ لَا يَلْهُو وَلَا يَلْعَب\r\n) « 3 » .\r\nوهكذا شبّ موسى بن جعفر محبوباً بين إخوته بسبب وصفه المميز ، وعملًا بوصايا والده بحقه ، فكان بين إخوته المتمسّكين بولايته علي بن جعفر ، جاء في الحديث المأثور عن محمد بن الوليد قال :\r\n( سَمِعْتُ عَلِيَّ بْنَ جَعْفَرٍ بنِ مُحَمَّدٍ الصَّادِق عليه السلام يَقُولُ : سَمِعْتُ أَبِي جَعْفَرَ بْنَ مُحَمَّدٍ عليه السلام يَقُولُ لِجَمَاعَةٍ مِنْ خَاصَّتِهِ وَأَصْحَابِهِ :\r\nاسْتَوْصُوا بِمُوسَى ابْنِي خَيْراً فَإِنَّهُ أَفْضَلُ وُلْدِي وَمَنْ أُخَلِّفُ مِنْ بَعْدِي ، وَهُوَ الْقَائِمُ مَقَامِي وَالحُجَّةُ لِلهِ عَزَّ وَجَلَّ عَلَى كَافَّةِ خَلْقِهِ مِنْ بَعْدِي\r\n. وَكَانَ عَلِيُّ بْنُ جَعْفَرٍ شَدِيدَ التَّمَسُّكِ بِأَخِيهِ مُوسَى وَالِانْقِطَاعِ إِلَيْهِ ، وَالتَّوَفُّرِ عَلَى أَخْذِ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 48 ، ص 18 .\r\n( 2 ) البهمة الواحدة من الضأن ، والعناق الأنثى من أولاد المعز ما لم يتم لها سنة .\r\n( 3 ) بحار الأنوار ، ج 48 ، ص 19 .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nمَعَالِمِ الدِّينِ مِنْهُ ، وَلَهُ مَسَائِلُ مَشْهُورَةٌ عَنْهُ وَجَوَابَاتٌ رَوَاهَا سَمَاعاً مِنْهُ ، وَالْأَخْبَارُ فِيمَا ذَكَرْنَاهُ أَكْثَرُ مِنْ أَنْ تُحْصَى عَلَى مَا بَيَّنَّاهُ وَوَصَفْنَاهُ ) « 1 » .\r\nولأن عهد الإمام الصادق عليه السلام مميَّز ببعض الانفراج ، وقد انتشرت معارف أهل البيت وأصبح مذهبهم من بين المذاهب الأكثر شيوعاً واتِّباعاً في العالم الإسلامي ، فلقد كان الخوف على مستقبل الطائفة شديداً ، حيث كان يخشى من طمع بعض القيادات في الرئاسة على الطائفة ، وربما انجرف معهم بعض أولاد الإمام الصادق أو أحفاده ، لذلك فقد كان تأكيد الإمام على أن الوصي بعده ابنه موسى شديداً ومستمراً .\r\nوهكذا كان ؛ فلقد انحرف البعض وزعم أن الوليّ بعد الإمام الصادق عليه السلام ابنه الأكبر إسماعيل ، وقالوا : إنه لم يمت على عهد أبيه إنما غاب عن الأنظار .\r\nوكانت الفرقة الإسماعيلية ذات الشوكة التي أسست أكبر حركة ثورية بعد الحركة الرسالية ، وبَنت دولة عظيمة في شمال إفريقيا ، وكانت هذه الحركة وليدة هذا التصور الخاطئ .\r\nمن هنا أشهد الإمام الصادق عليه السلام كبار شيعته على وفاة ابنه ، وأكد لهم أن الوصي الحق بعده إنما هو موسى عليه السلام .\r\nفلقد روي عن زرارة بن أعين أنه قال :\r\n( دَخَلْتُ عَلَى أَبِي عَبْدِاللهِ عليه السلام وَعِنْدَ يَمِينِهِ سَيِّدُ وُلْدِهِ مُوسَى عليه السلام وَقُدَّامَهُ مَرْقَدٌ مُغَطًّى ، فَقَالَ لِي : يَا زُرَارَةُ ! جِئْنِي بِدَاوُدَ الرَّقِّيِّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 48 ، ص 20 .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nوَحُمْرَانَ وَأَبِي بَصِيرٍ ، وَدَخَلَ عَلَيْهِ المُفَضَّلُ بْنُ عُمَرَ ، فَخَرَجْتُ فَأَحْضَرْتُ مَنْ أَمَرَنِي بِإِحْضَارِهِ ، وَلَمْ تَزَلِ النَّاسُ يَدْخُلُونَ وَاحِداً أَثَرَ وَاحِدٍ حَتَّى صِرْنَا فِي الْبَيْتِ ثَلَاثِينَ رَجُلًا .\r\nفَلَمَّا حَشَدَ المَجْلِسُ قَالَ : يَا دَاوُدُ ! اكْشِفْ لِي عَنْ وَجْهِ إِسْمَاعِيلَ ، فَكَشَفْتُ عَنْ وَجْهِهِ ، فَقَالَ أَبُو عَبْدِ اللهِ عليه السلام :\r\nيَا دَاوُدُ ! أَحَيٌّ هُوَ أَمْ مَيِّتٌ ؟\r\nقَالَ دَاوُدُ : يَا مَوْلَايَ ! هُوَ مَيِّتٌ ، فَجَعَلَ يَعْرِضُ ذَلِكَ عَلَى رَجُلٍ رَجُلٍ حَتَّى أَتَى عَلَى آخِرِ مَنْ فِي المَجْلِسِ ، وَكُلٌّ يَقُولُ : هُوَ مَيِّتٌ يَا مَوْلَايَ ، فَقَالَ :\r\nاللهُمَّ اشْهَدْ\r\n. ثُمَّ أَمَرَ بِغُسْلِهِ وَحَنُوطِهِ وَإِدْرَاجِهِ فِي أَثْوَابِهِ .\r\nفَلَمَّا فَرَغَ مِنْهُ قَالَ لِلْمُفَضَّلِ : يَا مُفَضَّلُ ! احْسِرْ عَنْ وَجْهِهِ فَحَسَرَ عَنْ وَجْهِهِ ، فَقَالَ : أَحَيٌّ هُوَ أَمْ مَيِّتٌ ؟ فَقَالَ : مَيِّتٌ ، قَالَ :\r\nاللَّهُمَّ اشْهَدْ عَلَيْهِمْ ،\r\nثُمَّ حُمِلَ إِلَى قَبْرِهِ ، فَلَمَّا وُضِعَ فِي لَحْدِهِ قَالَ :\r\nيَا مُفَضَّلُ ! اكْشِفْ عَنْ وَجْهِهِ\r\n، وَقَالَ لِلْجَمَاعَةِ :\r\nأَحَيٌّ هُوَ أَمْ مَيِّتٌ ؟\r\nقُلْنَا لَهُ : مَيِّتٌ ، فَقَالَ :\r\nاللَّهُمَّ اشْهَدْ وَاشْهَدُوا فَإِنَّهُ سَيَرْتَابُ\r\nالمُبْطِلُونَ يُرِيدُونَ لِيُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ ثُمَّ أَوْمَأَ إِلَى مُوسَى وَاللَّهُ مُتِمُّ نُورِهِ وَلَوْ كَرِهَ الْكَافِرُونَ « 1 » . ثُمَّ حَثَوْا عَلَيْهِ التُّرَابَ ثُمَّ أَعَادَ عَلَيْنَا الْقَوْلَ فَقَالَ : المَيِّتُ المُكَفَّنُ المُحَنَّطُ\r\nالمَدْفُونُ فِي هَذَا اللَّحْدِ مَنْ هُوَ ؟\r\nقُلْنَا : إِسْمَاعِيلُ ، قَالَ :\r\nاللَّهُمَّ اشْهَدْ .\r\nثُمَّ أَخَذَ بِيَدِ مُوسَى عليه السلام وَقَالَ :\r\nهُوَ حَقٌّ وَالحَقُّ مَعَهُ وَمِنْهُ إِلَى أَنْ يَرِثَ اللهُ الْأَرْضَ وَمَنْ عَلَيْها\r\n) « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الصف ، الآية : 8 - 9 .\r\n( 2 ) بحار الأنوار ، ج 48 ، ص 21 .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\n\r\nالفصل الثَّاني : الإِمَامُ وَعَصْرُهُ\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nعصر الإمام موسى بن جعفر عليه السلام :\r\nلقد كانت مدّة إمامة الكاظم عليه السلام خمسةً وثلاثين عاماً ، حيث اضطلع بها منذ أن كان عمره عشرين ربيعاً عام 148 ه - إلى أن استشهد عام 183 ه - وعمره خمسة وخمسون عاماً .\r\nوهكذا عاصر من ملوك بني العباس بقية ملك المنصور ، وملك المهدي لمدة ( 10 ) سنوات ، والهادي لمدة سنة واحدة ، وهارون الملقب بالرشيد لمدة ( 15 ) عاماً .\r\nوكان ملك بني العباس من أقوى ما يكون خلال هذه الفترة حتى سمّي عصر الرشيد بالعصر الذهبي ، ولا ريب في أن قوة البلاد الإسلامية خلال هذا العصر لا يمكن قياسها بسائر العصور ، وفي الوقت ذاته كانت الحركة الرسالية قد بلغت من القوة خلال عهد الإمام الكاظم عليه السلام ما أهّله للقيام بثورة شاملة لولا بعض الأقدار التي منعت اندلاع الثورة ، وأخَّرت نجاحها .\r\nوقد بلغ الصراع بين السلطة العباسية والحركة الرسالية الذَّروة في عهد الرشيد ، حيث نستوحي من مجموعة نصوص وحوادث تاريخية أن مخطط الثورة كان جاهزاً ، وأن السلطة العباسية قد فشلت في احتواء\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nالثورة على أنها كانت في عصرها الذهبي ، ذلك لأن أنصار الحركة الرسالية قد ازدادوا ليس فقط بين الناس بل كان بعض كبار رجالات الدولة يميلون إلى حدٍّ ما إلى الحركة الرسالية ، ولعل ذلك يفسر لنا محاولة المأمون العباسي خليفة الرشيد ، للتقرب إلى البيت العلوي وبالذات إلى الإمام علي بن موسى الرضا عليه السلام الذي قتل الرشيد والده عليه السلام . والحوادث التي تهدينا إلى تلك الحقيقة هي التالية :\r\nهناك بعض الأحاديث التي تدل على أنه كان المقدر أن يقوم الإمام السابع بالأمر ، وقد اشتهر عند الشيعة أنه القائم من آل محمد صلى الله عليه وآله وسلم ، وأنه لا يموت حتى يملأ الله على يديه الأرض قسطاً وعدلًا بعد أن مُلِئَتْ ظلماً وجوراً .\r\nفعن أبي حمزة الثمالي قَالَ : قُلْتُ لِأَبِي جَعْفَرٍ عليه السلام : إِنَّ عَلِيًّا عليه السلام كَانَ يَقُولُ : (\r\nإِلَى السَّبْعِينَ بَلَاءٌ\r\n) ، وَكَانَ يَقُولُ : (\r\nبَعْدَ الْبَلَاءِ رَخَاءٌ\r\n) وَقَدْ مَضَتِ السَّبْعُونَ وَلَمْ نَرَ رَخَاءً ، فَقَالَ أَبُو جَعْفَرٍ عليه السلام : (\r\nيَا ثَابِتُ ! إِنَّ اللهَ تَعَالَى كَانَ وَقَّتَ هَذَا الْأَمْرَ فِي السَّبْعِينَ فَلَمَّا قُتِلَ الحُسَيْنُ عليه السلام اشْتَدَّ غَضَبُ اللهِ عَلَى أَهْلِ الْأَرْضِ فَأَخَّرَهُ إِلَى أَرْبَعِينَ وَمِائَةِ سَنَةٍ ، فَحَدَّثْنَاكُمْ فَأَذَعْتُمُ الْحَدِيثَ وَكَشَفْتُمْ قِنَاعَ السِّرِّ ، فَأَخَّرَهُ اللهُ وَلَمْ يَجْعَلْ لَهُ بَعْدَ ذَلِكَ وَقْتاً عِنْدَنَا ،\r\nوَيَمْحُو اللهُ مَا يَشَاءُ وَيُثْبِتُ وَعِنْدَهُ أَمُّ الْكِتَابِ قَالَ أَبُو حَمْزَةَ : وَقُلْتُ ذَلِكَ لِأَبِي عَبْدِ اللهِ عليه السلام فَقَالَ : (\r\nقَدْ كَانَ ذَاك\r\n) « 1 » .\r\nوهنالك رواية عن داود الرقّي قال : ( قُلْتُ لِأَبِي الْحَسَنِ الرِّضَا عليه السلام : جُعِلْتُ فِدَاكَ ! إِنَّهُ وَاللهِ مَا يَلِجُ فِي صَدْرِي مِنْ أَمْرِكَ شَيْءٌ إِلَّا حَدِيثاً سَمِعْتُهُ مِنْ ذَرِيحٍ يَرْوِيهِ عَنْ أَبِي جَعْفَرٍ عليه السلام ، قَالَ لِي : (\r\nوَمَا هُوَ\r\n)\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 4 ، ص 114 .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nقَالَ : سَمِعْتُهُ يَقُولُ : (\r\nسَابِعُنَا قَائِمُنَا إِنْ شَاءَ اللهُ\r\n) . قَالَ : (\r\nصَدَقْتَ وَصَدَقَ ذَرِيحٌ وَصَدَقَ أَبُو جَعْفَرٍ عليه السلام\r\n) ، فَازْدَدْتُ وَاللهِ شَكًّا ، ثُمَّ قَالَ لِي : (\r\nيَا دَاوُدَ بْنَ أَبِي كَلْدَةَ ! أَمَا وَاللهِ لَوْ لَا أَنَّ مُوسَى قَالَ\r\nلِلْعَالِم سَتَجِدُنِي إِنْ شَاءَ اللَّهُ صَابِراً « 1 » مَا سَأَلَهُ عَنْ شَيْءٍ ، وَكَذَلِكَ أَبُو جَعْفَرٍ عليه السلام لَوْ لَا أَنْ قَالَ : ( إن شاء الله ) لَكَانَ كَمَا قَالَ . فَقَطَعْتُ عَلَيْه ) « 2 » .\r\nلقد بدأ الرساليون في ذلك الظرف يتناقلون الكلام ، وبلغ الأمر إلى السلطات ، إلى درجة أنه شاع وَفَشَا ، فاعتقلت مجموعة من الرساليين وسجنت الإمام عليه السلام وقتلته بعد ذلك « 3 » .\r\nولقد شاعت فكرة قيام الإمام السابع إلى درجة أن السلطة استخدمتها ورقةً إعلاميةً ضد الحركة الرسالية ، بعد أن دسّت السمّ إلى الإمام وقتلته في غياهب سجون بغداد ، كيف ؟\r\nإن من المعروف أن القائم لا يموت حتى يملأ الأرض قسطاً وعدلًا بعد أن مُلِئَتْ ظلماً وجوراً ، وها هو الإمام السابع قد فارق الحياة ، إذاً هو ليس القائم المنتظر .\r\nوهكذا حاولت السلطة إبراز التناقض في أقوال الحركة الرسالية ، حيث نادى أزلام السلطة على نعش الإمام الكاظم عليه السلام بما يلي :\r\nهَذَا مُوسَى بْنُ جَعْفَرٍ الَّذِي تَزْعُمُ الرَّافِضَةُ أَنَّهُ لَا يَمُوتُ فَانْظُرُوا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الكهف ، الآية : 69 .\r\n( 2 ) بحار الأنوار ، ج 48 ، ص 260 .\r\n( 3 ) بحار الأنوار ، ج 48 ، ص 291 .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nإِلَيْهِ فَنَظَرُوا إِلَيْه « 1 » .\r\nوالواقع أن ( فشل الثورة ) أو تأخيرها ، واستشهاد الإمام المنتظر لقيادتها ، سبّب صدمة عنيفة لبعض أبناء الحركة الرسالية ، وكان امتحاناً عسيراً لولا ما ظهر بعدئذ من حكمة ذلك حيث تحول الوضع السياسي لمصلحتهم بعد هارون من دون إراقة الدماء .\r\nولقد استغل بعض أصحاب المصالح الطامعين في الرئاسة أو المال هذه الصدمة عند السذّج من الناس ، وطفقوا يقولون : إن موسى ابن جعفر عليه السلام لم يمت ، وأنه لا يموت حتى يقوم بالأمر .\r\nولقد قاوم الإمام علي بن موسى الرضا عليه السلام هذا المذهب الفاسد ، حتى اضمحل ولم يعد لهم وجود يذكر .\r\nفمثلًا جاء في الحديث المأثور عن جعفر بن محمد النوفلي قال : ( أَتَيْتُ الرِّضَا عليه السلام وَهُوَ بِقَنْطَرَةِ إِبْرِيقٍ « 2 » ، فَسَلَّمْتُ عَلَيْهِ ثُمَّ جَلَسْتُ وَقُلْتُ : جُعِلْتُ فِدَاكَ ! إِنَّ أُنَاساً يَزْعُمُونَ أَنَّ أَبَاكَ عليه السلام حَيٌّ . فَقَالَ :\r\nكَذَبُوا لَعَنَهُمُ اللهُ ، لَوْ كَانَ حَيًّا مَا قُسِمَ مِيرَاثُهُ وَلَا نُكِحَ نِسَاؤُهُ ، وَلَكِنَّهُ وَاللهِ ذَاقَ المَوْتَ كَمَا ذَاقَهُ عَلِيُّ بْنُ أَبِي طَالِبٍ عليه السلام\r\n) « 3 » .\r\nوهكذا كانت المواجهة بين السلطة العباسية والحركة الرسالية قد بلغت الذروة ، وكان مخطط الثورة الشاملة جاهزاً لولا إذاعة السرّ ومبادرة السلطة باعتقال الإمام موسى الكاظم . وقد سردنا نصوصاً وشواهد تاريخية على ذلك ، وهناك المزيد من الشواهد نُبَيِّنُهَا فيما يلي :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مقاتل الطالبيين ، ص 505 .\r\n( 2 ) من نواحي رامهرمز في خوزستان إيران .\r\n( 3 ) بحار الأنوار ، ج 48 ، ص 260 .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nعهد الرشيد : قمة الإرهاب العباسي :\r\nبسبب تصاعد المد الرسالي ، وازدياد احتمالات سقوط النظام العباسي ، مارس هارون الرشيد إرهاباً لا مثيل له في تاريخ المواجهة بين السلطة العباسية وأئمة آل البيت عليهم السلام .\r\nلقد كانت التقية - والتي تعني العمل السري - على أشدها في عصر الإمام موسى عليه السلام ، ولعل لقب الإمام الكاظم يشير إلى أن منهج حياته كان التقية ، وكظم الغيظ عمّا يصيبه من آلام وضغوط .\r\nوسائر ألقابه أيضاً تدل على ميزة عصره ، فقد كان شيعته يكنون عنه ب - ( العبد الصالح ) و ( النفس الزكية ) و ( الصابر ) ، وتنوُّع كناه يدل أيضاً على السرّية التي اتسمت بها الحركة في عصره ، فهو ( أبو الحسن ) و ( أبو علي ) و ( أبو إبراهيم ) وقيل أيضاً ( أبو إسماعيل ) .\r\nولقد بقي سيدنا الإمام موسى عليه السلام فترة طويلة في سجون آل عباس ، وكانت شهادته أيضاً بصورة مأساوية لا يساويها إلَّا شهادة جده أبي عبد الله الحسين عليه السلام ، وذلك يدل على أن خشيتهم كانت عظيمة من قيامه عليه السلام ضد ظلمهم وإرهابهم ، ذلك لأنه لا أحد من الطغاة كان يفكّر في تكرار غلطة يزيد بن معاوية في قتله لسيد الشهداء عليه السلام بصورة علنية ، إنما كانوا يفضلون اغتيال أئمة آل البيت للتخلص منهم ، وللبراءة من دمائهم عند الجماهير المسلمة الذين كانوا يَكُنُّون لآل بيت رسول الله كل ولاء واحترام .\r\nحتى الرشيد الذي استشهد الكاظم عليه السلام في سجنه ، حاول التبرؤ من دمه ، والتمويه بأنه مات حتف أنفه ، أو أن السندي بن شاهك\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nقائد شرطته هو الذي بادر بقتل الإمام دون أمره « 1 » .\r\nومن هنا نعلم أن السلطة لم تخاطر بقتل سيد أهل البيت ، لو لم تشعر بالخوف على مركزها . على أن السلطة قد قتلت - صبراً - الكثير من قيادات البيت العلوي .\r\nمحنة البيت العلوي :\r\nوهكذا كانت محنة البيت العلوي عظيمة في تلك الحقبة ، حيث إنهم رفضوا التسليم لإرهاب النظام ، فَزُجّ بهم في السجون الرهيبة ، ومُورس في حقهم كل ألوان التعذيب ، كما قتل النظام الكثير منهم صبراً . وإن ذلك لدليل على قوة شوكة المعارضة الرسالية وتهديدها للنظام ، كما هو دليل على مدى احتمال هذا البيت الطاهر للمآسي والمصائب من أجل رسالات الله ، ولم يكن عبثاً تأكيد الرسول صلى الله عليه وآله وسلم على الاهتمام بأهل بيته واعتبارهم ورثته ، وجعلهم محور أهل الحق ، وإن مثلهم مثل سفينة نوح من ركبها نجا ومن تخلَّف عنها غرق وهلك .\r\nوفي القصة التالية بعض تلك المحن العظيمة التي توالت على أهل بيت الرسول صلى الله عليه وآله وسلم من أبناء فاطمة وعلي عليهما السلام .\r\nعَنْ عُبَيْدِ اللهِ الْبَزَّازِ النَّيْسَابُورِيِّ - وَكَانَ مُسِنًّا - قَالَ : كَانَ بَيْنِي وَبَيْنَ حُمَيْدِ بْنِ قَحْطَبَةَ الطَّائِيِّ الطُّوسِيِّ مُعَامَلَةٌ ، فَرَحَلْتُ إِلَيْهِ فِي بَعْضِ الْأَيَّامِ فَبَلَغَهُ خَبَرُ قُدُومِي ، فَاسْتَحْضَرَنِي لِلْوَقْتِ وَعَلَيَّ ثِيَابُ السَّفَرِ لَمْ أُغَيِّرْهَا وَذَلِكَ فِي شَهْرِ رَمَضَانَ وَقْتِ صَلَاةِ الظُّهْرِ .\r\nفَلَمَّا دَخَلْتُ إِلَيْهِ رَأَيْتُهُ فِي بَيْتٍ يَجْرِي فِيهِ المَاءُ ، فَسَلَّمْتُ عَلَيْهِ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 48 ، ص 226 - 227 .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nوَجَلَسْتُ ، فَأُتِيَ بِطَسْتٍ وَإِبْرِيقٍ فَغَسَلَ يَدَيْهِ ثُمَّ أَمَرَنِي فَغَسَلْتُ يَدَيَّ ، وَأُحْضِرَتِ المَائِدَةُ وَذَهَبَ عَنِّي أَنِّي صَائِمٌ وَأَنِّي فِي شَهْرِ رَمَضَانَ ، ثُمَّ ذَكَرْتُ فَأَمْسَكْتُ يَدِي ، فَقَالَ لِي حُمَيْدٌ : مَا لَكَ لَا تَأْكُلُ ؟ فَقُلْتُ : أَيُّهَا الْأَمِيرُ هَذَا شَهْرُ رَمَضَانَ وَلَسْتُ بِمَرِيضٍ وَلَا بِي عِلَّةٌ تُوجِبُ الْإِفْطَارَ ، وَلَعَلَّ الْأَمِيرَ لَهُ عُذْرٌ فِي ذَلِكَ أَوْ عِلَّةٌ تُوجِبُ الْإِفْطَارَ . فَقَالَ : مَا بِي عِلَّةٌ تُوجِبُ الْإِفْطَارَ وَإِنِّي لَصَحِيحُ الْبَدَنِ ، ثُمَّ دَمَعَتْ عَيْنَاهُ وَبَكَى .\r\nفَقُلْتُ لَهُ بَعْدَمَا فَرَغَ مِنْ طَعَامِهِ : مَا يُبْكِيكَ أَيُّهَا الْأَمِيرُ ؟ فَقَالَ : أَنْفَذَ إِلَيَّ هَارُونُ الرَّشِيدُ وَقْتَ كَوْنِهِ بِطُوسَ فِي بَعْضِ اللَّيْلِ أَنْ أَجِبْ ، فَلَمَّا دَخَلْتُ عَلَيْهِ رَأَيْتُ بَيْنَ يَدَيْهِ شَمْعَةً تَتَّقِدُ وَسَيْفاً أُحْضِرَ مَسْلُولًا وَبَيْنَ يَدَيْهِ خَادِمٌ وَاقِفٌ ، فَلَمَّا قُمْتُ بَيْنَ يَدَيْهِ رَفَعَ رَأْسَهُ إِلَيَّ فَقَالَ : كَيْفَ طَاعَتُكَ لِأَمِيرِ المُؤْمِنِينَ ؟ فَقُلْتُ : بِالنَّفْسِ وَالمَالِ ، فَأَطْرَقَ ثُمَّ أَذِنَ لِي فِي الِانْصِرَافِ .\r\nفَلَمْ أَلْبَثْ فِي مَنْزِلِي حَتَّى عَادَ الرَّسُولُ إِلَيَّ وَقَالَ : أَجِبْ أَمِيرَ المُؤْمِنِينَ ، فَقُلْتُ فِي نَفْسِي : إِنَّا لِلهِ ، أَخَافُ أَنْ يَكُونَ قَدْ عَزَمَ عَلَى قَتْلِي وَإِنَّهُ لَمَّا رَآنِي اسْتَحْيَا مِنِّي ، فَعُدْتُ إِلَى بَيْنِ يَدَيْهِ فَرَفَعَ رَأْسَهُ إِلَيَّ فَقَالَ : كَيْفَ طَاعَتُكَ لِأَمِيرِ المُؤْمِنِينَ ؟ فَقُلْتُ : بِالنَّفْسِ وَالمَالِ وَالْأَهْلِ وَالْوَلَدِ ، فَتَبَسَّمَ ضَاحِكاً ثُمَّ أَذِنَ لِي فِي الِانْصِرَافِ .\r\nفَلَمَّا دَخَلْتُ مَنْزِلِي لَمْ أَلْبَثْ أَنْ عَادَ الرَّسُولُ إِلَيَّ فَقَالَ : أَجِبْ أَمِيرَ المُؤْمِنِينَ ، فَحَضَرْتُ بَيْنَ يَدَيْهِ وَهُوَ عَلَى حَالِهِ فَرَفَعَ رَأْسَهُ إِلَيَّ فَقَالَ : كَيْفَ طَاعَتُكَ لِأَمِيرِ المُؤْمِنِينَ ؟ فَقُلْتُ : بِالنَّفْسِ وَالمَالِ وَالْأَهْلِ وَالْوَلَدِ وَالدِّينِ ، فَضَحِكَ ثُمَّ قَالَ لِي : خُذْ هَذَا السَّيْفَ وَامْتَثِلْ مَا يَأْمُرُكَ بِهِ هَذَا الْخَادِمُ .\r\nقَالَ : فَتَنَاوَلَ الْخَادِمُ السَّيْفَ وَنَاوَلَنِيهِ وَجَاءَ بِي إِلَى بَيْتٍ بَابُهُ مُغْلَقٌ فَفَتَحَهُ فَإِذَا فِيهِ بِئْرٌ فِي وَسَطِهِ وَثَلَاثَةُ بُيُوتٍ أَبْوَابُهَا مُغْلَقَةٌ ، فَفَتَحَ بَابَ بَيْتٍ مِنْهَا فَإِذَا\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nفِيهِ عِشْرُونَ نَفْساً عَلَيْهِمُ الشُّعُورُ وَالذَّوَائِبُ شُيُوخٌ وَكُهُولٌ وَشُبَّانٌ مُقَيَّدُونَ ، فَقَالَ لِي : إِنَّ أَمِيرَ المُؤْمِنِينَ يَأْمُرُكَ بِقَتْلِ هَؤُلَاءِ ، وَكَانُوا كُلُّهُمْ عَلَوِيَّةً مِنْ وُلْدِ عَلِيٍّ وَفَاطِمَةَ عليهما السلام ، فَجَعَلَ يُخْرِجُ إِلَيَّ وَاحِداً بَعْدَ وَاحِدٍ فَأَضْرِبُ عُنُقَهُ حَتَّى أَتَيْتُ عَلَى آخِرِهِمْ ، ثُمَّ رَمَى بِأَجْسَادِهِمْ وَرُؤُوسِهِمْ فِي تِلْكَ الْبِئْرِ .\r\nثُمَّ فَتَحَ بَابَ بَيْتٍ آخَرَ فَإِذَا فِيهِ أَيْضاً عِشْرُونَ نَفْساً مِنَ الْعَلَوِيَّةِ مِنْ وُلْدِ عَلِيٍّ وَفَاطِمَةَ عليهما السلام مُقَيَّدُونَ ، فَقَالَ لِي : إِنَّ أَمِيرَ المُؤْمِنِينَ يَأْمُرُكَ بِقَتْلِ هَؤُلَاءِ ، فَجَعَلَ يُخْرِجُ إِلَيَّ وَاحِداً بَعْدَ وَاحِدٍ فَأَضْرِبُ عُنُقَهُ وَيَرْمِي بِهِ فِي تِلْكَ الْبِئْرِ حَتَّى أَتَيْتُ عَلَى آخِرِهِمْ ، ثُمَّ فَتَحَ بَابَ الْبَيْتِ الثَّالِثِ فَإِذَا فِيهِ مِثْلُهُمْ عِشْرُونَ نَفْساً مِنْ وُلْدِ عَلِيٍّ وَفَاطِمَة عليهما السلام مُقَيَّدُونَ عَلَيْهِمُ الشُّعُورُ وَالذَّوَائِبُ ، فَقَالَ لِي : إِنَّ أَمِيرَ المُؤْمِنِينَ يَأْمُرُكَ أَنْ تَقْتُلَ هَؤُلَاءِ أَيْضاً ، فَجَعَلَ يُخْرِجُ إِلَيَّ وَاحِداً بَعْدَ وَاحِدٍ فَأَضْرِبُ عُنُقَهُ فَيَرْمِي بِهِ فِي تِلْكَ الْبِئْرِ حَتَّى أَتَيْتُ عَلَى تِسْعَ عَشْرَةَ نَفْساً مِنْهُمْ وَبَقِيَ شَيْخٌ مِنْهُمْ عَلَيْهِ شَعْرٌ ، فَقَالَ لِي : تَبًّا لَكَ يَا مَشُومُ ؛ أَيُّ عُذْرٍ لَكَ يَوْمَ الْقِيَامَةِ إِذَا قَدِمْتَ عَلَى جَدِّنَا رَسُولِ اللهِ صلى الله عليه وآله وسلم وَقَدْ قَتَلْتَ مِنْ أَوْلَادِهِ سِتِّينَ نَفْساً قَدْ وَلَدَهُمْ عَلِيٌّ وَفَاطِمَةُ عليهما السلام ؟ فَارْتَعَشَتْ يَدِي وَارْتَعَدَتْ فَرَائِصِي فَنَظَرَ إِلَيَّ الْخَادِمُ مُغْضَباً وَزَبَرَنِي فَأَتَيْتُ عَلَى ذَلِكَ الشَّيْخِ أَيْضاً فَقَتَلْتُهُ وَرَمَى بِهِ فِي تِلْكَ الْبِئْرِ ، فَإِذَا كَانَ فِعْلِي هَذَا وَقَدْ قَتَلْتُ سِتِّينَ نَفْساً مِنْ وُلْدِ رَسُولِ اللهِ صلى الله عليه وآله وسلم فَمَا يَنْفَعُنِي صَوْمِي وَصَلَاتِي وَأَنَا لَا أَشُكُّ أَنِّي مُخَلَّدٌ فِي النَّار ) « 1 » .\r\nمحنة العلماء الرساليين :\r\nوكانت محنة العلماء الكبار من الموالين لآل البيت عظيمة أيضاً أَوَلَيسوا شيعة آل محمد صلى الله عليه وآله وسلم ؟ فلابد أن يقتدوا بهم في بلائهم ، ومن أعظمهم بلاء محمد بن أبي عمير الأزدي البغدادي وهو في الوقت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 48 ، ص 176 - 178 .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nنفسه من أعظمهم شأناً . وكان من أوثق الناس عند الخاصة والعامة ، وأنسكهم نسكاً ، وأورعهم وأعبدهم ، وحُكي عن الجاحظ أنه قال : كان أوحد أهل زمانه في الأشياء كلها ، وقال أيضاً : وكان وجهاً من وجوه الرافضة ، حبس أيام الرشيد ليلي القضاء . وقيل : بل ليدلّ على الشيعة وأصحاب موسى بن جعفر عليه السلام ، وضُرب على ذلك ، وكاد يُقرّ لعظيم الألم ، فسمع محمد بن يونس بن عبد الرحمن يقول له : اتَّقِ الله يا محمد بن أبي عمير فصبر ففرّج الله عنه . وروى الكشي : أنه ضُرب مائة وعشرين خشبة أيام هارون ، وتولى ضربه السندي بن شاهك ، وكان ذلك على التشيع ، وحُبس فلم يُفرج عنه ، حتى أدَّى من ماله واحداً وعشرين ألف درهم . وروي أن المأمون حبسه حتى ولَّاه قضاء بعض البلاد . وروى الشيخ المفيد في الإختصاص : أنه حُبس سبع عشرة سنة ، وفي مدة حبسه دفنت أخته كتبه فبقيت مدة أربع سنين ، فهلكت الكتب ، وقيل : إنه تركها في غرفة فسال عليها المطر ، لذلك حدّث من حفظه ، ومما كان سلف له في أيدي الناس . أدرك أيام الكاظم عليه السلام ولم يُحدِّث عنه ، وأيام الرضا والجواد عليهما السلام وحدّث عنهما ، ومات سنة 217 ه - « 1 » .\r\nالتسلل إلى النظام :\r\nولعل أوضح شواهد القوة عند الحركة الرسالية في عصر الإمام الكاظم عليه السلام هو حجم تسلل عناصرها في أجهزة النظام ، والذي يدل على مدى نفوذهم في مجمل\r\nالمؤسسات الرسمية ، ولعلّ رأس النظام كان على علم وإن بصورة إجمالية بولاء رجاله لآل البيت ، لكنه كان عاجزاً عن الانقلاب عليهم لسبب أو لآخر ، وقبل أن نورد بعض القصص\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 48 ، ص 179 الهامش ، عن شرح مشيخة الفقيه ، ص 56 - 57 .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nالتاريخية لهذا التسلل ، يجدر أن نعلم أن متانة الشبكة التنظيمية التي كانت تتمتع بها الحركة الرسالية التي أوجدت هذا المدى الواسع من العناصر في مختلف أجهزة النظام الحساسة ، لتعتبر نموذجاً لما ينبغي أن تكون عليه التنظيمات الرسالية في كل مكان .\r\n1 - يبدو أن بعض رؤساء المحافظات ، أو حسب تعبيرهم يومئذ ( الولاة ) ، كانوا منتمين إلى الحركة ، فمثلًا مدينة ( الري ) وهي طهران الحالية ، كانت من الحواضر العامة في ذلك اليوم ، ومع ذلك كان واليها واحداً من موالي أهل البيت ، كما تذكر الرواية التالية : ( مِنْ كِتَابِ قَضَاءِ حُقُوقِ المُؤْمِنِينَ ، لِأَبِي عَلِيِّ بْنِ طَاهِرٍ الصُّورِيِّ بِإِسْنَادِهِ عَنْ رَجُلٍ مِنْ أَهْلِ الرَّيِّ قَالَ : وُلِّيَ عَلَيْنَا بَعْضُ كُتَّابِ يَحْيَى بْنِ خَالِدٍ وَكَانَ عَلَيَّ بَقَايَا يُطَالِبُنِي بِهَا وَخِفْتُ مِنْ إِلْزَامِي إِيَّاهَا خُرُوجاً عَنْ نِعْمَتِي ، وَقِيلَ لِي : إِنَّهُ يَنْتَحِلُ هَذَا المَذْهَبَ ، فَخِفْتُ أَنْ أَمْضِيَ إِلَيْهِ فَلَا يَكُونَ كَذَلِكَ فَأَقَعَ فِيمَا لَا أُحِبُّ ، فَاجْتَمَعَ رَأْيِي عَلَى أَنِّي هَرَبْتُ إِلَى اللهِ تَعَالَى ، وَحَجَجْتُ وَلَقِيتُ مَوْلَايَ الصَّابِرَ - يَعْنِي مُوسَى بْنَ جَعْفَرٍ عليه السلام - فَشَكَوْتُ حَالِي إِلَيْهِ فَأَصْحَبَنِي مَكْتُوباً نُسْخَتُهُ : (\r\nبِسْمِ اللهِ الرَّحْمنِ الرَّحِيمِ ، اعْلَمْ أَنَّ لِلهِ تَحْتَ عَرْشِهِ ظِلًّا لَا يَسْكُنُهُ إِلَّا مَنْ أَسْدَى إِلَى أَخِيهِ مَعْرُوفاً أَوْ نَفَّسَ عَنْهُ كُرْبَةً أَوْ أَدْخَلَ عَلَى قَلْبِهِ سُرُوراً ، وَهَذَا أَخُوكَ وَالسَّلَامُ\r\n) . قَالَ : فَعُدْتُ مِنَ الْحَجِّ إِلَى بَلَدِي وَمَضَيْتُ إِلَى الرَّجُلِ لَيْلًا وَاسْتَأْذَنْتُ عَلَيْهِ ، وَقُلْتُ : رَسُولُ الصَّابِرِ عليه السلام ، فَخَرَجَ إِلَيَّ حَافِياً مَاشِياً فَفَتَحَ لِي بَابَهُ وَقَبَّلَنِي وَضَمَّنِي إِلَيْهِ وَجَعَلَ يُقَبِّلُ بَيْنَ عَيْنَيَّ وَيُكَرِّرُ ذَلِكَ كُلَّمَا سَأَلَنِي عَنْ رُؤْيَتِهِ عليه السلام ، وَكُلَّمَا أَخْبَرْتُهُ بِسَلَامَتِهِ وَصَلَاحِ أَحْوَالِهِ اسْتَبْشَرَ وَشَكَرَ اللهَ ، ثُمَّ أَدْخَلَنِي دَارَهُ وَصَدَّرَنِي فِي مَجْلِسِهِ وَجَلَسَ بَيْنَ يَدَيَّ فَأَخْرَجْتُ إِلَيْهِ كِتَابَهُ عليه السلام فَقَبَّلَهُ قَائِماً وَقَرَأَهُ ، ثُمَّ اسْتَدْعَى بِمَالِهِ وَثِيَابِهِ فَقَاسَمَنِي دِينَاراً\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nدِينَاراً وَدِرْهَماً دِرْهَماً وَثَوْباً ثَوْباً وَأَعْطَانِي قِيمَةَ مَا لَمْ يُمْكِنْ قِسْمَتُهُ ، وَفِي كُلِّ شَيْءٍ مِنْ ذَلِكَ يَقُولُ : يَا أَخِي هَلْ سَرَرْتُكَ ؟ فَأَقُولُ : إِي وَاللهِ وَزِدْتَ عَلَى السُّرُورِ ، ثُمَّ اسْتَدْعَى الْعَمَلَ فَأَسْقَطَ مَا كَانَ بِاسْمِي ، وَأَعْطَانِي بَرَاءَةً مِمَّا يَتَوَجَّهُ عَلَيَّ مِنْهُ ، وَوَدَّعْتُهُ وَانْصَرَفْتُ عَنْهُ .\r\nفَقُلْتُ : لَا أَقْدِرُ عَلَى مُكَافَاةِ هَذَا الرَّجُلِ إِلَّا بِأَنْ أَحُجَّ فِي قَابِلٍ وَأَدْعُوَ لَهُ وَأَلْقَى الصَّابِرَ عليه السلام وَأُعَرِّفَهُ فِعْلَهُ ، فَفَعَلْتُ وَلَقِيتُ مَوْلَايَ الصَّابِرَ عليه السلام وَجَعَلْتُ أُحَدِّثُهُ وَوَجْهُهُ يَتَهَلَّلُ فَرَحاً ، فَقُلْتُ : يَا مَوْلَايَ هَلْ سَرَّكَ ذَلِكَ ؟ فَقَالَ : (\r\nإِي وَاللهِ لَقَدْ سَرَّنِي وَسَرَّ أَمِيرَ المُؤْمِنِينَ وَاللهِ ، لَقَدْ سَرَّ جَدِّي رَسُولَ اللهِ صلى الله عليه وآله وسلم وَلَقَدْ سَرَّ اللهَ تَعَالَى\r\n) « 1 » .\r\n2 - كان علي بن يقطين وزيراً للخليفة وكان يُشرف على بلاد واسعة ، وكان من أقرب المستشارين لهارون الرشيد ، وفي الوقت ذاته كان من الموالين لأهل البيت عليهم السلام « 2 » . وسنذكر بإذن الله بعض\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 48 ، ص 174 .\r\n( 2 ) علي بن يقطين بن موسى البغدادي مسكناً ، والكوفي أصلًا ، مولى بني أسد ، يُكنى أبا الحسن ، من وجوه هذه الطائفة ، جليل القدر ، وقد ضمن له الإمام الكاظم عليه السلام الجنة وألَّا تمسه النار ، وفي الكشي أحاديث دلَّت على عظم شأنه وجلالة قدره ، وأنه كان يحمل إلى الإمام الكاظم عليه السلام أموالًا طائلة ، فربما حمل مائة ألف إلى ثلاثمائة ألف ، وكان علي يبعث في كل سنة من يحج عنه حتى أحصى له في بعض السنين مائة وخمسين أو ثلاثمائة مُلَبٍّ ، وكان يُعطي بعضهم عشرة آلاف وبعضهم عشرين ألف ، مثل الكاهلي وعبد الرحمن بن الحجاج وغيرهما ، ويُعطي أدناهم ألف درهم . له كتب رواها عنه ابنه الحسن وأحمد بن هلال . مات سنة 182 في أيام حياة أبي الحسن الكاظم ببغداد ، وأبو الحسن في سجن هارون وقد بقي فيه أربع سنين .\r\n« باقتضاب عن شرح مشيخة الفقيه : ( ص 47 ) ، عنه هامش كتاب البحار : ( ص 178 ، ج 48 ) » .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nالأحاديث التي تُبيِّن لنا مواقف علي بن يقطين ، والتي تكشف أن سياسة التقية أو العمل السري لم تكن سياسة مرحلية مؤقتة ، بل كانت بمثابة استراتيجية عمل بعيدة المدى ، فلعل أئمة الهدى رأوا أن تمكين رجالهم من مراكز الحكم بصورة أو بأخرى ، أفضل وسيلة لإصلاح أمر الأمة ، ولم يجدوا حاجة إلى التغيير السريع في قمة الهرم السلطوي ، وتحمل مسؤوليات الحكم بصورة مباشرة وحتى ولو لم يكن بناء الأمة الحضاري قد بلغ من النصج ما يحتمل نظاماً إلهيًّا كالذي كان أهل البيت عليهم السلام يريدونه .\r\nوبتعبير آخر : إن استراتيجية ( التقاطع ) مع نظام الحكم وذلك بالسيطرة على مراكزه الهامة ، وشل قدرته من الداخل عن المعارضة ربما كانت الاستراتيجية المثلى لتلك الظروف .\r\nألف : قصة الدرّاعة :\r\nفي الوقت الذي كان علي بن يقطين مُقرَّباً إلى الرشيد ، كان جواسيسه لا يفتؤون يحيطون به وبسائر الوزراء ، إذ كان هاجس موالاة وزرائه للإمام الحق موسى بن جعفر عليه السلام يلاحق الرشيد ليل نهار ، إلَّا أن العلم الإلهي الذي كان لأئمة آل البيت عليهم السلام منع الرشيد من إثبات أي شيء بحق علي بن يقطين ، كما أن\r\nانضباط علي بن يقطين وشدة التزامه بالأوامر القيادية فوّتت على الرشيد فرصاً كثيرة ، ومنها ما ذكرت قصة الدرّاعة التي نُبيِّنها فيما يلي :\r\nرَوَى إِبْرَاهِيمُ بْنُ الْحَسَنِ بْنِ رَاشِدٍ عَنِ ابْنِ يَقْطِينٍ قَالَ : ( كُنْتُ وَاقِفاً عِنْدَ هَارُونَ الرَّشِيدِ إِذْ جَاءَتْهُ هَدَايَا مَلِكِ الرُّومِ ، وَكَانَ فِيهَا دُرَّاعَةُ\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nدِيبَاجٍ سَوْدَاءُ مَنْسُوجَةٌ بِالذَّهَبِ لَمْ أَرَ أَحْسَنَ مِنْهَا ، فَرَآنِي أَنْظُرُ إِلَيْهَا فَوَهَبَهَا لِي وَبَعَثْتُهَا إِلَى أَبِي إِبْرَاهِيمَ عليه السلام وَمَضَتْ عَلَيْهَا بُرْهَةُ تِسْعَةِ أَشْهُرٍ ، وَانْصَرَفْتُ يَوْماً مِنْ عِنْدِ هَارُونَ بَعْدَ أَنْ تَغَدَّيْتُ بَيْنَ يَدَيْهِ فَلَمَّا دَخَلْتُ دَارِي قَامَ إِلَيَّ خَادِمِيَ الَّذِي يَأْخُذُ ثِيَابِي بِمِنْدِيلٍ عَلَى يَدِهِ وَكِتَابٍ لَطِيفٍ خَتْمُهُ رَطْبٌ فَقَالَ : أَتَانِي بِهَذَا رَجُلٌ السَّاعَةَ ، فَقَالَ : أَوْصِلْهُ إِلَى مَوْلَاكَ سَاعَةَ يَدْخُلُ ، فَفَضَضْتُ الْكِتَابَ وَإِذَا بِهِ كِتَابُ مَوْلَايَ أَبِي إِبْرَاهِيمَ عليه السلام وَفِيهِ : (\r\nيَا عَلِيُّ هَذَا وَقْتُ حَاجَتِكَ إِلَى الدُّرَّاعَةِ وَقَدْ بَعَثْتُ بِهَا إِلَيْكَ\r\n) فَكَشَفْتُ طَرَفَ المِنْدِيلِ عَنْهَا وَرَأَيْتُهَا وَعَرَفْتُهَا ، وَدَخَلَ عَلَيَّ خَادِمُ هَارُونَ بِغَيْرِ إِذْنٍ ، فَقَالَ : أَجِبْ أَمِيرَ المُؤْمِنِين .\r\nقُلْتُ : أَيُّ شَيْءٍ حَدَثَ ؟ قَالَ : لَا أَدْرِي .\r\nفَرَكِبْتُ وَدَخَلْتُ عَلَيْهِ ، وَعِنْدَهُ عُمَرُ بْنُ بَزِيعٍ وَاقِفاً بَيْنَ يَدَيْهِ فَقَالَ : مَا فَعَلْتَ بالدُّرَّاعَةِ الَّتِي وَهَبْتُكَ ؟ قُلْتُ : خِلَعُ أَمِيرِ المُؤْمِنِينَ عَلَيَّ كَثِيرَةٌ مِنْ دَرَارِيعَ وَغَيْرِهَا ، فَعَنْ أَيِّهَا يَسْأَلُنِي ؟ قَالَ : دُرَّاعَةِ الدِّيبَاجِ السَّوْدَاءِ الرُّومِيَّةِ المُذَهَّبَةِ ، فَقُلْتُ : مَا عَسَى أَنْ أَصْنَعَ بِهَا أَلْبَسُهَا فِي أَوْقَاتٍ وَأُصَلِّي فِيهَا رَكَعَاتٍ ، وَقَدْ كُنْتُ دَعَوْتُ بِهَا عِنْدَ مُنْصَرَفِي مِنْ دَارِ أَمِيرِ المُؤْمِنِينَ السَّاعَةَ لِأَلْبَسَهَا ، فَنَظَرَ إِلَيَّ عُمَرُ بْنُ بَزِيعٍ فَقَالَ : قُلْ يُحْضِرْهَا ، فَأَرْسَلْتُ خَادِمِي جَاءَ بِهَا ، فَلَمَّا رَآهَا قَالَ : يَا عُمَرُ مَا يَنْبَغِي أَنْ تَنْقُلَ عَلَى عَلِيٍّ بَعْدَ هَذَا شَيْئاً ،\r\nقَالَ : فَأَمَرَ لِي بِخَمْسِينَ أَلْفَ دِرْهَمٍ حَمَلْتُ مَعَ الدُّرَّاعَةِ إِلَى دَارِي ، قَالَ عَلِيُّبْنُ يَقْطِينٍ : وَكَانَ السَّاعِي ابْنَ عَمٍّ لِي فَسَوَّدَ اللهُ وَجْهَهُ وَكَذَّبَهُ ، وَالْحَمْدُ لله ) « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 48 ، ص 59 - 60 .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nباء : سِرِيَّة الاتصالات :\r\nكيف كان يتم الاتصال بين الإمام وشيعته المتخفّين من أمثال عليبن يقطين ؟\r\nنحن لا نعرف مزيداً من التفاصيل حول طبيعة الاتصالات ، إلَّا أن الباحث باستطاعته أن يتعرف على القضايا من خلال بعض الأخبار المتناثرة ، فالخبير الزراعي يتعرف على طبيعة التربة والماء والهواء والبذر والسماد و . . . و . . . من خلال ثمرة واحدة من شجرة التفاح مثلًا ، وهكذا المؤرخ بإمكانه أن يتعرف على المزيد من التفاصيل من خلال التفكر في أبعاد حادثة تاريخية تروى .\r\nوهكذا الحادثة الثانية تبين أبعاد الاتصالات السرية التي كانت تتم بين أئمة الهدى وشيعتهم .\r\nعن مُحَمَّدُ بْنُ مَسْعُودٍ ، عَنِ الْحُسَيْنِ بْنِ إِشْكِيبَ ، عَنْ بَكْرِ بْنِ صَالِحٍ ، عَنْ إِسْمَاعِيلَ بْنِ عَبَّادٍ الْقَصْرِيِّ ، عَنْ إِسْمَاعِيلَ بْنِ سَلَّامٍ ، وَفُلَانِ ابْنِ حُمَيْدٍ ، قَالَا : ( بَعَثَ إِلَيْنَا عَلِيُّ بْنُ يَقْطِينٍ فَقَالَ : اشْتَرِيَا رَاحِلَتَيْنِ وَتَجَنَّبَا الطَّرِيقَ - وَدَفَعَ إِلَيْنَا أَمْوَالًا وَكُتُباً - حَتَّى تُوصِلَا مَا مَعَكُمَا مِنَ المَالِ وَالْكُتُبِ إِلَى أَبِي الْحَسَنِ مُوسَى عليه السلام وَلَا يَعْلَمْ بِكُمَا أَحَدٌ . قَالَ : فَأَتَيْنَا الْكُوفَةَ وَاشْتَرَيْنَا رَاحِلَتَيْنِ وَتَزَوَّدْنَا زَاداً ، وَخَرَجْنَا نَتَجَنَّبُ الطَّرِيقَ ، حَتَّى إِذَا صِرْنَا بِبَطْنِ الرُّمَّةِ شَدَدْنَا رَاحِلَتَنَا وَوَضَعْنَا لَهَا الْعَلَفَ وَقَعَدْنَا نَأْكُلُ ، فَبَيْنَا نَحْنُ كَذَلِكَ إِذْ رَاكِبٌ قَدْ أَقْبَلَ وَمَعَهُ شَاكِرِيٌّ ، فَلَمَّا قَرُبَ مِنَّا ، فَإِذَا هُوَ أَبُو الْحَسَنِ مُوسَى عليه السلام ، فَقُمْنَا إِلَيْهِ وَسَلَّمْنَا عَلَيْهِ وَدَفَعْنَا إِلَيْهِ الْكُتُبَ وَمَا كَانَ مَعَنَا ، فَأَخْرَجَ مِنْ كُمِّهِ كُتُباً فَنَاوَلَنَا إِيَّاهَا ، فَقَالَ :\r\nهَذِهِ جَوَابَاتُ كُتُبِكُم\r\n.\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nقَالَ : فَقُلْنَا : إِنَّ زَادَنَا قَدْ فَنِيَ فَلَوْ أَذِنْتَ لَنَا ، فَدَخَلْنَا المَدِينَةَ فَزُرْنَا رَسُولَ اللهِ صلى الله عليه وآله وسلم وَتَزَوَّدْنَا زَاداً ، فَقَالَ :\r\nهَاتَا مَا مَعَكُمَا مِنَ الزَّادِ\r\n، فَأَخْرَجْنَا الزَّادَ إِلَيْهِ فَقَلَّبَهُ بِيَدِهِ ، فَقَالَ :\r\nهَذَا يُبَلِّغُكُمَا إِلَى الْكُوفَةِ\r\n، وَأَمَّا رَسُولُ اللهِ صلى الله عليه وآله وسلم فَقَدْ رَأَيْتُمَاهُ ، إِنِّي صَلَّيْتُ مَعَهُمُ الْفَجْرَ ، وَإِنِّي أُرِيدُ أَنْ أُصَلِّيَ مَعَهُمُ الظُّهْرَ ، انْصَرِفَا فِي حِفْظِ الله ) « 1 » .\r\nجيم : التقية حتى في كيفية الوضوء :\r\nوفشلت محاولات الوشاة ورجال مباحث النظام في كشف حقيقة علي بن يقطين ، فقام الرشيد بنفسه بعملية التجسس عليه ، فكانت عاقبته الفشل أيضاً كما في الخبر التالي :\r\nرَوَى مُحَمَّدُ بْنُ إِسْمَاعِيلَ عَنْ مُحَمَّدِ بْنِ الْفَضْلِ ، قَالَ : ( اخْتَلَفَتِ الرِّوَايَةُ بَيْنَ أَصْحَابِنَا فِي مَسْحِ الرِّجْلَيْنِ فِي الْوُضُوءِ ، هُوَ مِنَ الْأَصَابِعِ إِلَى الْكَعْبَيْنِ ؟ أَمْ هُوَ مِنَ الْكَعْبَيْنِ إِلَى الْأَصَابِعِ ؟ فَكَتَبَ عَلِيُّ بْنُ يَقْطِينٍ إِلَى أَبِي الْحَسَنِ مُوسَى عليه السلام : إِنَّ أَصْحَابَنَا قَدِ اخْتَلَفُوا فِي مَسْحِ الرِّجْلَيْنِ فَإِنْ رَأَيْتَ أَنْ تَكْتُبَ إِلَيَّ بِخَطِّكَ مَا يَكُونُ عَمَلِي عَلَيْهِ فَعَلْتُ إِنْ شَاءَ اللهُ . فَكَتَبَ إِلَيْهِ أَبُو الْحَسَنِ عليه السلام :\r\nفَهِمْتُ مَا ذَكَرْتَ مِنَ الِاخْتِلَافِ فِي الْوُضُوءِ ، وَالَّذِي آمُرُكَ بِهِ فِي ذَلِكَ : أَنْ تَتَمَضْمَضَ ثَلَاثاً ، وَتَسْتَنْشِقَ ثَلَاثاً ، وَتَغْسِلَ وَجْهَكَ ثَلَاثاً ، وَتُخَلِّلَ شَعْرَ لِحْيَتِكَ ، وَتَمْسَحَ رَأْسَكَ كُلَّهُ ، وَتَمْسَحَ ظَاهِرَ أُذُنَيْكَ وَبَاطِنَهُمَا ، وَتَغْسِلَ رِجْلَيْكَ إِلَى الْكَعْبَيْنِ ثَلَاثاً ، وَلَا تُخَالِفْ ذَلِكَ إِلَى غَيْرِهِ .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 48 ، ص 35 .\r\nويبدو أن الإمام أمرهم بالانصراف من زيارة النبي صلى الله عليه وآله والاكتفاء بزيارة خليفته زيارة مباشرة ، وذلك حين قال : أما رسول الله فقد رأيتماه .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nفَلَمَّا وَصَلَ الْكِتَابُ إِلَى عَلِيِّ بْنِ يَقْطِينٍ تَعَجَّبَ بِمَا رُسِمَ فِيهِ مِمَّا أَجْمَعَ الْعِصَابَةُ عَلَى خِلَافِهِ ، ثُمَّ قَالَ : مَوْلَايَ أَعْلَمُ بِمَا قَالَ وَأَنَا مُمْتَثِلٌ أَمْرَهُ . وَكَانَ يَعْمَلُ فِي وُضُوئِهِ عَلَى هَذَا الْحَدِّ وَيُخَالِفُ مَا عَلَيْهِ جَمِيعُ الشِّيعَةِ امْتِثَالًا لِأَمْرِ أَبِي الْحَسَنِ عليه السلام . وَسُعِيَ بِعَلِيِّ بْنِ يَقْطِينٍ إِلَى الرَّشِيدِ وَقِيلَ : إِنَّهُ رَافِضِيٌّ مُخَالِفٌ لَكَ .\r\nفَقَالَ الرَّشِيدُ لِبَعْضِ خَاصَّتِهِ : قَدْ كَثُرَ عِنْدِيَ الْقَوْلُ فِي عَلِيِّ بْنِ يَقْطِينٍ وَالْقَرَفُ لَهُ بِخِلَافِنَا وَمَيْلِهِ إِلَى الرَّفْضِ ، وَلَسْتُ أَرَى فِي خِدْمَتِهِ لِي تَقْصِيراً ، وَقَدِ امْتَحَنْتُهُ مِرَاراً فَمَا ظَهَرْتُ مِنْهُ عَلَى مَا يُقْرَفُ بِهِ ، وَأُحِبُّ أَنْ أَسْتَبْرِئَ أَمْرَهُ مِنْ حَيْثُ لَا يَشْعُرُ بِذَلِكَ فَيَتَحَرَّزَ مِنِّي .\r\nفَقِيلَ لَهُ : إِنَّ الرَّافِضَةَ - يَا أَمِيرَ المُؤْمِنِينَ - تُخَالِفُ الْجَمَاعَةَ فِي الْوُضُوءِ فَتُخَفِّفُهُ وَلَا تَرَى غَسْلَ الرِّجْلَيْنِ ، فَامْتَحِنْهُ يَا أَمِيرَ المُؤْمِنِينَ مِنْ حَيْثُ لَا يَعْلَمُ بِالْوُقُوفِ عَلَى وُضُوئِهِ ، فَقَالَ : أَجَلْ إِنَّ هَذَا الْوَجْهَ يَظْهَرُ بِهِ أَمْرُهُ ، ثُمَّ تَرَكَهُ مُدَّةً وَنَاطَهُ بِشَيْءٍ مِنَ الشُّغُلِ فِي الدَّار ، حَتَّى دَخَلَ وَقْتُ الصَّلَاةِ ، وَكَانَ عَلِيُّ بْنُ يَقْطِينٍ يَخْلُو فِي حُجْرَةٍ فِي الدَّارِ لِوُضُوئِهِ وَصَلَاتِهِ ، فَلَمَّا دَخَلَ وَقْتُ الصَّلَاةِ وَقَفَ الرَّشِيدُ مِنْ وَرَاءِ حَائِطِ الْحُجْرَةِ بِحَيْثُ يَرَى عَلِيَّ بْنَ يَقْطِينٍ وَلَا يَرَاهُ هُوَ ، فَدَعَا بِالمَاءِ لِلْوُضُوءِ فَتَمَضْمَضَ ثَلَاثاً وَاسْتَنْشَقَ ثَلَاثاً وَغَسَلَ وَجْهَهُ ثَلَاثاً وَخَلَّلَ شَعْرَ لِحْيَتِهِ وَغَسَلَ يَدَيْهِ إِلَى المِرْفَقَيْنِ ثَلَاثاً وَمَسَحَ رَأْسَهُ وَأُذُنَيْهِ وَغَسَلَ رِجْلَيْهِ ، وَالرَّشِيدُ يَنْظُرُ إِلَيْهِ .\r\nفَلَمَّا رَآهُ وَقَدْ فَعَلَ ذَلِكَ لَمْ يَمْلِكْ نَفْسَهُ حَتَّى أَشْرَفَ عَلَيْهِ بِحَيْثُ يَرَاهُ ، ثُمَّ نَادَاهُ : كَذَبَ يَا عَلِيُّ بْنُ يَقْطِينٍ مَنْ زَعَمَ أَنَّكَ مِنَ الرَّافِضَةِ . وَصَلَحَتْ حَالُهُ عِنْدَهُ ، وَوَرَدَ عَلَيْهِ كِتَابُ أَبِي الْحَسَنِ عليه السلام : (\r\nابْتِدَاءً مِنَ الْآنَ يَا عَلِيَّ بْنَ يَقْطِينٍ فَتَوَضَّ كَمَا أَمَرَ اللهُ ، وَاغْسِلْ وَجْهَكَ مَرَّةً فَرِيضَةً\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nوَأُخْرَى إِسْبَاغاً ، وَاغْسِلْ يَدَيْكَ مِنَ المِرْفَقَيْنِ كَذَلِكَ ، وَامْسَحْ مُقَدَّمَ رَأْسِكَ وَظَاهِرَ قَدَمَيْكَ بِفَضْلِ نَدَاوَةِ وَضُوئِكَ ، فَقَدْ زَالَ مَا كَانَ يُخَافُ عَلَيْكَ وَالسَّلَام\r\n) « 1 » .\r\n3 - كان المسيّب نائب رئيس شرطة النظام سندي بن شاهك ، وكان موكلًا بسجن الإمام عليه السلام ، وكان يوالي الإمام عليه السلام كما يظهر من بعض التواريخ ، وكان يتصل بالشيعة ويأمرهم بما يوصيه الإمام ، والواقع أن كثيراً ممن سجن الإمام عندهم قالوا بولايته لما شاهدوا منه من المعاجز ، فهذا بشّار مولى السندي بن شاهك يقول :\r\n( كُنْتُ مِنْ أَشَدِّ النَّاسِ بُغْضاً لِآلِ أَبِي طَالِبٍ ، فَدَعَانِي السِّنْدِيُّبْنُ شَاهَكَ يَوْماً فَقَالَ لِي : يَا بَشَّارُ إِنِّي أُرِيدُ أَنْ أَئْتَمِنَكَ عَلَى مَا ائْتَمَنَنِي عَلَيْهِ هَارُونُ ، قُلْتُ : إِذَنْ لَا أُبْقِي فِيهِ غَايَةً ، فَقَالَ : هَذَا مُوسَى بْنُ جَعْفَرٍ قَدْ دَفَعَهُ إِلَيَّ وَقَدْ وَكَّلْتُكَ بِحِفْظِهِ ، فَجَعَلَهُ فِي دَارٍ دُونَ حَرَمِهِ ، وَوَكَّلَنِي عَلَيْهِ ، فَكُنْتُ أُقْفِلُ عَلَيْهِ عِدَّةَ أَقْفَالٍ ، فَإِذَا مَضَيْتُ فِي حَاجَةٍ وَكَّلْتُ امْرَأَتِي بِالْبَابِ فَلَا تُفَارِقُهُ حَتَّى أَرْجِعَ .\r\nقَالَ بَشَّارٌ : فَحَوَّلَ اللهُ مَا كَانَ فِي قَلْبِي مِنَ الْبُغْضِ حُبًّا ، قَال : فَدَعَانِي عليه السلام يَوْماً فَقَالَ :\r\nيَا بَشَّارُ ! امْضِ إِلَى سِجْنِ الْقَنْطَرَةِ فَادْعُ لِي هِنْدَ بْنَ الْحَجَّاجِ ، وَقُلْ لَهُ : أَبُو الْحَسَنِ يَأْمُرُكَ بِالمَصِيرِ إِلَيْه ، فَإِنَّهُ سَيَنْهَرُكَ وَيَصِيحُ عَلَيْكَ ، فَإِذَا فَعَلَ ذَلِكَ فَقُلْ لَهُ : أَنَا قَدْ قُلْتُ لَكَ ، وَأَبْلَغْتُ رِسَالَتَهُ فَإِنْ شِئْتَ فَافْعَلْ مَا أَمَرَنِي ، وَإِنْ شِئْتَ فَلَا تَفْعَلْ ، وَاتْرُكْهُ وَانْصَرِفْ\r\n. قَالَ : فَفَعَلْتُ مَا أَمَرَنِي وَأَقْفَلْتُ الْأَبْوَابَ كَمَا كُنْتُ أُقْفِلُ ، وَأَقْعَدْتُ امْرَأَتِي عَلَى الْبَابِ ، وَقُلْتُ لَهَا : لَا تَبْرَحِي حَتَّى آتِيَكِ .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 48 ، ص 38 - 39 .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nوَقَصَدْتُ إِلَى سِجْنِ الْقَنْطَرَةِ ، فَدَخَلْتُ إِلَى هِنْدِ بْنِ الْحَجَّاجِ فَقُلْتُ : أَبُو الْحَسَنِ يَأْمُرُكَ بِالمَصِيرِ إِلَيْهِ ، قَالَ : فَصَاحَ عَلَيَّ وَانْتَهَرَنِي ، فَقُلْتُ لَهُ : أَنَا قَدْ أَبْلَغْتُكَ وَقُلْتُ لَكَ فَإِنْ شِئْتَ فَافْعَلْ وَإِنْ شِئْتَ فَلَا تَفْعَلْ ، وَانْصَرَفْتُ وَتَرَكْتُهُ ، وَجِئْتُ إِلَى أَبِي الْحَسَنِ عليه السلام فَوَجَدْتُ امْرَأَتِي قَاعِدَةً عَلَى الْبَابِ وَالْأَبْوَابُ مُغْلَقَةٌ ، فَلَمْ أَزَلْ أَفْتَحُ وَاحِداً وَاحِداً مِنْهَا حَتَّى انْتَهَيْتُ إِلَيْهِ ، فَوَجَدْتُهُ وَأَعْلَمْتُهُ الْخَبَرَ ، فَقَالَ :\r\nنَعَمْ قَدْ جَاءَنِي وَانْصَرَفَ\r\n، فَخَرَجْتُ إِلَى امْرَأَتِي فَقُلْتُ لَهَا : جَاءَ أَحَدٌ بَعْدِي فَدَخَلَ هَذَا الْبَابَ ؟ فَقَالَتْ : لَا وَاللهِ مَا فَارَقْتُ الْبَابَ وَلَا فَتَحْتُ الْأَقْفَالَ حَتَّى جِئْتَ ) « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 48 ، ص 241 .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\n\r\nالفصل الثَّالث : مَعَاجِزُ الإِمَامِ وعِلْمُهُ\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nمعاجز الإمام الكاظم :\r\nهناك فرق كبير بين فكرة الغلو المرفوضة عند المسلمين بشدة ، وبين الاعتقاد بكرامة أولياء الله ، واستجابة الله دعائهم ، ونظرهم بنور الله إلى الحقائق .\r\nذلك أن فكرة الغلو تسمو بالشخص إلى درجة الألوهية وترى أن الرب سبحانه وتعالى يحل في عباده ، حتى يصبح العبد هو الرب بروحه ، وتكون قدراته آنئذٍ ذاتية .\r\nفي حين أن الاعتقاد بالإعجاز لدى أولياء الله يعكس التوحيد الخالص حيث يرفض أي تحول ذاتي في شخص النبي أو الإمام أو الولي ، إنما يعني تفضيل الله لعباده المخلصين ، وإكرامهم بالعلم أو القدرة .\r\nوفي الوقت الذي نجد الآيات القرآنية تقدّس الله وتسبّحه وتذكّرنا باستحالة حلوله في شيء أو شخص وتندد بعقائد الشرك ، في الوقت ذاته تَذْكُرُ لنا معاجز الأنبياء عليهم السلام التي دلّت على كرامتهم عند الله ، حيث أجرى الله على أيديهم تلك المعاجز ، فيقول الله سبحانه في شأن عيسى بن مريم عليه السلام : وَرَسُولًا إِلَى بَنِي إِسْرَائِيلَ أَنِّي قَدْ جِئْتُكُمْ\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nبِآيَةٍ مِنْ رَبِّكُمْ أَنِّي أَخْلُقُ لَكُمْ مِنْ الطِّينِ كَهَيْئَةِ الطَّيْرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيْراً بِإِذْنِ اللَّهِ وَأُبْرِئُ الأَكْمَهَ وَالأَبْرَصَ وَأُحْيِ الْمَوْتَى بِإِذْنِ اللَّهِ وَأُنَبِّئُكُمْ بِمَا تَأْكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمْ إِنَّ فِي ذَلِكَ لآيَةً لَكُمْ إِنْ كُنْتُمْ مُؤْمِنينَ « 1 » .\r\nإن تكرار كلمة بإذنِ اللهِ يدلل على أن تلك المعاجز لا تعني حلولًا إلهيًّا في شخص عيسى ليجعله ابناً لله سبحانه وتعالى عما يقوله المشركون ، بل على أن الله يهب لعبده ما يشاء وكيف يشاء ومتى يشاء .\r\nوهكذا كانت عقيدة المسلمين في الأئمة عليهم السلام والأولياء بأن الله قد أكرمهم بالعلم والقدرة ، وهذا من صميم عقيدة التوحيد ، أوليس الله بقادر على أن يكفي عبده وينصره ويطلعه على غيبه إذا ارتضاه ؟ ولِمَ لا يفعل الرب بعبده المطيع له المخلص في العبادة مثل ذلك ؟ أوليس الله يحب التوّابين ويحب المتطّهرين ويحب المتوكّلين ، ويحب من يطيعه ، ويجزي من يعبده ، ويجزي المتصدقين ، ويجزي المحسنين ، ويكرم المتقين ، ويسلّم ويصلي على عباده الصابرين ؟ كما نقرأ في أكثر سور القرآن الكريم .\r\nإن من لا يعتقد بالتأييد الإلهي لعباده الصالحين وفي طليعتهم الأئمة المعصومين عليهم السلام ، ويُثير الشكوك حول معاجزهم ، يكاد يكفر بروح القرآن وباطنه ومحتواه وأعظم معانيه .\r\nإن لبّ رسالات الله هو الاعتقاد بأن الله مهيمن على عرش القدرة ، ويفعل ما يشاء وأنه لا يفعل إلَّا بحكمة بالغة ، وخلاصة الحكمة جزاء من أحسن وعقاب من أساء ، فإذا كان سواء عنده من أحسن ومن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة آل عمران ، الآية : 49 .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nأساء ، وكان لا ينصر عباده المؤمنين ولا يخذل الكفار والمنافقين ؛ فما هي فائدة الإيمان بقدرته وحكمته و . . . و . . .\r\nوهكذا كان الإمام موسى بن جعفر حليف القرآن ، وأعبد الناس للرب في عصره ، وأعظم المطيعين للخالق ، كان له من المعاجز والكرامات ما اعترف بها المسلمون جميعاً ، ولا يسعنا أن نذكر فيما يلي إلَّا قليلًا منها « 1 » :\r\n1 - لقد أنقذ الله سبحانه عبده الصالح موسى بن جعفر عليه السلام من طغاة عصره بفضل توكله عليه وتبتله إليه ، وكذلك ينجي الله المؤمنين .\r\nجاء في الحديث عن عبيد الله بن صالح قال : حدثني حاجب الفضل بن الربيع عن الفضل بن ربيع قال : كُنْتُ ذَاتَ لَيْلَةٍ فِي فِرَاشِي مَعَ بَعْضِ جَوَارِيَّ ، فَلَمَّا كَانَ فِي نِصْفِ اللَّيْلِ سَمِعْتُ حَرَكَةَ بَابِ المَقْصُورَةِ فَرَاعَنِي ذَلِكَ ، فَقَالَتِ الْجَارِيَةُ : لَعَلَّ هَذَا مِنَ الرِّيحِ ، فَلَمْ يَمْضِ إِلَّا يَسِيرٌ حَتَّى رَأَيْتُ بَابَ الْبَيْتِ الَّذِي كُنْتُ فِيهِ قَدْ فُتِحَ ، وَإِذَا مَسْرُورٌ الْكَبِيرُ قَدْ دَخَلَ عَلَيَّ فَقَالَ لِي : أَجِبِ الْأَمِيرَ ، وَلَمْ يُسَلِّمْ عَلَيَّ .\r\nفَيَئِسْتُ مِنْ نَفْسِي وَقُلْتُ : هَذَا مَسْرُورٌ وَدَخَلَ إِلَيَّ بِلَا إِذْنٍ وَلَمْ يُسَلِّمْ مَا هُوَ إِلَّا الْقَتْلُ ، وَكُنْتُ جُنُباً فَلَمْ أَجْسُرْ أَنْ أَسْأَلَهُ إِنْظَارِي حَتَّى أَغْتَسِلَ ، فَقَالَتْ لِيَ الْجَارِيَةُ لَمَّا رَأَتْ تَحَيُّرِي وَتَبَلُّدِي : ثِقْ بِاللهِ عَزَّ وَجَلَّ وَانْهَضْ ، فَنَهَضْتُ وَلَبِسْتُ ثِيَابِي وَخَرَجْتُ مَعَهُ ، حَتَّى أَتَيْتُ الدَّارَ فَسَلَّمْتُ عَلَى أَمِيرِ المُؤْمِنِينَ وَهُوَ فِي مَرْقَدِه ، فَرَدَّ عَلَيَّ السَّلَامَ ، فَسَقَطْتُ ، فَقَالَ : تَدَاخَلَكَ رُعْبٌ ؟ قُلْتُ : نَعَمْ يَا أَمِيرَ المُؤْمِنِينَ ، فَتَرَكَنِي سَاعَةً حَتَّى سَكَنْتُ ، ثُمَّ قَالَ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) العلّامة المجلسي خصص في موسوعته بحار الأنوار الجزء 48 جزأً مفصلًا ( من ص 29 - 100 ) حول بعض معاجزه .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nلِي : صِرْ إِلَى حَبْسِنَا فَأَخْرِجْ مُوسَى بْنَ جَعْفَرِ بْنِ مُحَمَّدٍ ، وَادْفَعْ إِلَيْهِ ثَلَاثِينَ أَلْفَ دِرْهَمٍ ، وَاخْلَعْ عَلَيْهِ خَمْسَ خِلَعٍ ، وَاحْمِلْهُ عَلَى ثَلَاثَةِ مَرَاكِبَ ، وَخَيِّرْهُ بَيْنَ المُقَامِ مَعَنَا أَوِ الرَّحِيلِ عَنَّا إِلَى أَيِّ بَلَدٍ أَرَادَ وَأَحَبَّ .\r\nفَقُلْتُ : يَا أَمِيرَ المُؤْمِنِينَ ! تَأْمُرُ بِإِطْلَاقِ مُوسَى بْنِ جَعْفَرٍ ؟ قَالَ : نَعَمْ ، فَكَرَّرْتُ ذَلِكَ عَلَيْهِ ثَلَاثَ مَرَّاتٍ ، فَقَالَ لِي : نَعَمْ ، وَيْلَكَ أَتُرِيدُ أَنْ أَنْكُثَ الْعَهْدَ ؟ فَقُلْتُ : يَا أَمِيرَ المُؤْمِنِينَ ! وَمَا الْعَهْدُ ؟ قَالَ : بَيْنَا أَنَا فِي مَرْقَدِي هَذَا إِذْ سَاوَرَنِي أَسْوَدُ مَا رَأَيْتُ مِنَ السُّودَانِ أَعْظَمَ مِنْهُ ، فَقَعَدَ عَلَى صَدْرِي وَقَبَضَ عَلَى حَلْقِي ، وَقَالَ لِي : حَبَسْتَ مُوسَى بْنَ جَعْفَرٍ ظَالِماً لَهُ ؟ فَقُلْتُ : فَأَنَا أُطْلِقُهُ وَأَهَبُ لَهُ وَأَخْلَعُ عَلَيْهِ ، فَأَخَذَ عَلَيَّ عَهْدَ اللهِ عَزَّ وَجَلَّ وَمِيثَاقَهُ ، وَقَامَ عَنْ صَدْرِي وَقَدْ كَادَتْ نَفْسِي تَخْرُج .\r\nفَخَرَجْتُ مِنْ عِنْدِهِ ، وَوَافَيْتُ مُوسَى بْنَ جَعْفَرٍ عليه السلام وَهُوَ فِي حَبْسِهِ ، فَرَأَيْتُهُ قَائِماً يُصَلِّي ، فَجَلَسْتُ حَتَّى سَلَّمَ ، ثُمَّ أَبْلَغْتُهُ سَلَامَ أَمِيرِ المُؤْمِنِينَ وَأَعْلَمْتُهُ بِالَّذِي أَمَرَنِي بِهِ فِي أَمْرِهِ ، وَأَنِّي قَدْ أَحْضَرْتُ مَا وَصَلَهُ بِهِ ، فَقَالَ :\r\nإِنْ كُنْتَ أُمِرْتَ بِشَيْءٍ غَيْرِ هَذَا فَافْعَلْهُ\r\n، فَقُلْتُ : لَا وَحَقِّ جَدِّكَ رَسُولِ اللهِ مَا أُمِرْتُ إِلَّا بِهَذَا ، فَقَالَ :\r\nلَا حَاجَةَ لِي فِي الْخِلَعِ وَالْحُمْلَانِ وَالمَالِ ، إِذْ كَانَتْ فِيهِ حُقُوقُ الْأُمَّةِ\r\n، فَقُلْتُ : نَاشَدْتُكَ بِاللهِ أَلَّا تَرُدَّهُ فَيَغْتَاظَ ، فَقَالَ :\r\nاعْمَلْ بِهِ مَا أَحْبَبْتَ\r\n، وَأَخَذْتُ بِيَدِهِ عليه السلام وَأَخْرَجْتُهُ مِنَ السِّجْنَ .\r\nثُمَّ قُلْتُ لَهُ : يَا بْنَ رَسُولِ اللهِ أَخْبِرْنِي بِالسَّبَبِ الَّذِي نِلْتَ بِهِ هَذِهِ الْكَرَامَةَ مِنْ هَذَا الرَّجُلِ ؟ فَقَدْ وَجَبَ حَقِّي عَلَيْكَ لِبِشَارَتِي إِيَّاكَ ، وَلِمَا أَجْرَاهُ اللهُ عَزَّ وَجَلَّ عَلَى يَدَيَّ مِنْ هَذَا الْأَمْرِ ، فَقَالَ عليه السلام :\r\nرَأَيْتُ النَّبِيَّ صلى الله عليه وآله وسلم لَيْلَةَ الْأَرْبِعَاءِ فِي النَّوْمِ فَقَالَ لِي : يَا مُوسَى أَنْتَ مَحْبُوسٌ مَظْلُومٌ ؟ فَقُلْتُ : نَعَمْ يَا رَسُولَ اللهُ ، مَحْبُوسٌ مَظْلُومٌ ، فَكَرَّرَ عَلَيَّ ذَلِكَ ثَلَاثاً ، ثُمَّ قَال :\r\nوَإِنْ\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nأَدْرِي لَعَلَّهُ فِتْنَةٌ لَكُمْ وَمَتَاعٌ إِلَى حِينٍ « 1 »\r\nأَصْبِحْ غَداً صَائِماً وَأَتْبِعْهُ بِصِيَامِ الْخَمِيْسِ وَالْجُمُعَةِ ، فَإِذَا كَانَ وَقْتُ الْإِفْطَارِ ، فَصَلِّ اثْنَتَيْ عَشْرَةَ رَكْعَةً تَقْرَأُ فِي كُلِّ رَكْعَةٍ الْحَمْدَ وَاثْنَتَيْ عَشْرَةَ مَرَّةً\r\nقُلْ هُوَ اللَّهُ أَحَدٌ ،\r\nفَإِذَا صَلَّيْتَ مِنْهَا أَرْبَعَ رَكَعَاتٍ فَاسْجُدْ ، ثُمَّ قُلْ : يَا سَابِقَ الْفَوْتِ ، يَا سَامِعَ كُلِّ صَوْتٍ ، يَا مُحْيِيَ الْعِظَامِ وَهِيَ رَمِيمٌ بَعْدَ المَوْتِ ، أَسْأَلُكَ بِاسْمِكَ الْعَظِيمِ الْأَعْظَمِ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ عَبْدِكَ وَرَسُولِكَ وَعَلَى أَهْلِ بَيْتِهِ الطَّيِّبِينَ الطَّاهِرِينَ ، وَأَنْ تُعَجِّلَ لِيَ الْفَرَجَ مِمَّا أَنَا فِيهِ . فَفَعَلْتُ فَكَانَ الَّذِي رَأَيْتَ\r\n) « 2 » .\r\n2 - وقد دعا سيدنا الكاظم عليه السلام لإنقاذ بعض المؤمنين من شيعته من ظلم الطاغية ، فاستجاب الله دعاءه ، حيث جاء في التاريخ عن صالح بن واقد الطبري قال : ( دَخَلْتُ عَلَى مُوسَى بْنِ جَعْفَرٍ ، فَقَالَ :\r\nيَا صَالِحُ ! إِنَّهُ يَدْعُوكَ الطَّاغِيَةُ\r\n- يَعْنِي هَارُونَ -\r\nفَيَحْبِسُكَ فِي مَحْبَسِهِ وَيَسْأَلُكَ عَنِّي ، فَقُلْ : إِنِّي لَا أَعْرِفُهُ ، فَإِذَا صِرْتَ إِلَى مَحْبَسِهِ ، فَقُلْ : مَنْ أَرَدْتَ أَنْ تُخْرِجَهُ فَأُخْرِجَهُ بِإِذْنِ اللهِ تَعَالَى .\r\nقَالَ صَالِحُ : فَدَعَانِي هَارُونُ مِنْ طَبَرِسْتَانَ ، فَقَالَ : مَا فَعَلَ مُوسَيبْنُ جَعْفَرٍ ؟ فَقَدْ بَلَغَنِي أَنَّهُ كَانَ عِنْدَكَ ، فَقُلْتُ : وَمَا يُدْرِينِي مَنْ مُوسَى بْنُ جَعْفَرٍ ؟ أَنْتَ يَا أَمِيرَ المُؤْمِنِينَ أَعْرَفُ بِهِ وَبِمَكَانِهِ ، فَقَالَ : اذْهَبُوا بِهِ إِلَى الْحَبْسِ ، فَوَاللهِ إِنِّي لَفِي بَعْضِ اللَّيَالِي قَاعِدٌ وَأَهْلُ الْحَبْسِ نِيَامٌ ، إِذَا أَنَا بِهِ يَقُولُ :\r\nيَا صَالِحُ\r\n، قُلْتُ : لَبَّيْكَ ، قَالَ :\r\nصِرْتَ إِلَى هَاهُنَا ؟\r\nفَقُلْتُ : نَعَمْ يَا سَيِّدِي ، قَالَ :\r\nقُمْ فَاخْرُجْ وَاتَّبِعْنِي\r\n، فَقُمْتُ وَخَرَجْتُ ، فَلَمَّا صِرْنَا إِلَى بَعْضِ الطَّرِيقِ ، قَالَ :\r\nيَا صَالِحُ ! السُّلْطَانُ سُلْطَانُنَا كَرَامَةً مِنَ اللهِ أَعْطَانَاهَا\r\n، قُلْتُ : يَا سَيِّدِي فَأَيْنَ أَحْتَجِزُ مِنْ هَذَا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الأنبياءِ ، الآية : 111 .\r\n( 2 ) بحار الأنوار ، ج 48 ، ص 213 - 215 .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nالطَّاغِيَةِ ، قَالَ :\r\nعَلَيْكَ بِبِلَادِكَ فَارْجِعْ إِلَيْهَا ، فَإِنَّهُ لَنْ يَصِلَ إِلَيْكَ\r\n، قَالَ صَالِحٌ : فَرَجَعْتُ إِلَى طَبَرِسْتَانَ ، فَوَاللهِ مَا سَأَلَ عَنِّي وَلَا دَرَى أَحَبَسَنِي أَمْ لَا ) « 1 » .\r\n3 - وكان يؤدب شيعته على التقوى ، ويعطيه الرب نوراً يعلم به خباياهم ، فقد جاء في الحديث عن عبد الله بن القاسم بن الحارث البطل ، عن مرازم قال : ( دَخَلْتُ المَدِينَةَ فَرَأَيْتُ جَارِيَةً فِي الدَّارِ الَّتِي نَزَلْتُهَا فَعَجَّبَتْنِي ، فَأَرَدْتُ أَنْ أَتَمَتَّعَ مِنْهَا ، فَأَبَتْ أَنْ تُزَوِّجَنِي نَفْسَهَا ، قَالَ : فَجِئْتُ بَعْدَ الْعَتَمَةِ ، فَقَرَعْتُ الْبَابَ فَكَانَتْ هِيَ الَّتِي فَتَحَتْ لِي ، فَوَضَعْتُ يَدِي عَلَى صَدْرِهَا ، فَبَادَرَتْنِي حَتَّى دَخَلْتُ ، فَلَمَّا أَصْبَحْتُ دَخَلْتُ عَلَى أَبِي الْحَسَنِ عليه السلام فَقَالَ :\r\nيَا مُرَازِمُ لَيْسَ مِنْ شِيعَتِنَا مَنْ خَلَا ثُمَّ لَمْ يَرُعْ قَلْبُه\r\n) « 2 » .\r\n4 - وينتفع بعلمه الإلهي في سبيل تربية شيعته على الانضباط ، باعتباره ضرورة قصوى في سائر حقول الحياة ، وبالذات حقل الجهاد . جاء في الآثار :\r\nعن محمد بن الحسين بن علي عن حسان الواسطي ، عن موسى بن بكر قال : ( دَفَعَ إِلَيَّ أَبُو الْحَسَنِ الْأَوَّلُ عليه السلام رُقْعَةً فِيهَا حَوَائِجُ ، وَقَالَ لِي :\r\nاعْمَلْ بِمَا فِيهَا\r\n، فَوَضَعْتُهَا تَحْتَ المُصَلَّى وَتَوَانَيْتُ عَنْهَا ، فَمَرَرْتُ فَإِذَا الرُّقْعَةُ فِي يَدِهِ فَسَأَلَنِي عَنِ الرُّقْعَةِ ، فَقُلْتُ : فِي الْبَيْتِ ، فَقَالَ :\r\nيَا مُوسَى ! إِذَا أَمَرْتُكَ بِالشَّيْءِ فَاعْمَلْهُ وَإِلَّا غَضِبْتُ عَلَيْكَ\r\n) « 3 » .\r\n5 - وربما اقتضى الأمر الإعجاز بهدف تأديب الشيعة على التواضع للحق ، والابتعاد عن الكبر والتعالي للارتفاع بهم إلى مستوى ( حزب الله )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 48 ، ص 66 .\r\n( 2 ) بحار الأنوار ، ج 48 ، ص 45 .\r\n( 3 ) بحار الأنوار ، ج 48 ، ص 44 .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nالذين لا يتمايزون عن بعضهم بما يملكون من مال أو علم أو منصب . دعنا نقرأ معاً قصة علي بن يقطين ، وهو وزير في سلطان الطغاة ، وبحكم منصبه ربما أخذه الغرور وتعالى على سائر المؤمنين ، لننظر كيف يؤدبه الإمام ، ويستخدم قدرته الإلهية لتربية روح التقوى فيه .\r\nعَنْ مُحَمَّدِ بْنِ عَلِيٍّ الصُّوفِيِّ قَالَ : ( اسْتَأْذَنَ إِبْرَاهِيمُ الْجَمَّالُ رضي الله عنه عَلَى أَبِي الْحَسَنِ عَلِيِّ بْنِ يَقْطِينٍ الْوَزِيرِ فَحَجَبَهُ ، فَحَجَّ عَلِيُّ بْنُ يَقْطِينٍ فِي تِلْكَ السَّنَّةِ ، فَاسْتَأْذَنَ بِالمَدِينَةِ عَلَى مَوْلَانَا مُوسَى بْنِ جَعْفَرٍ فَحَجَبَهُ ، فَرَآهُ ثَانِيَ يَوْمِهِ ، فَقَالَ عَلِيُّ بْنُ يَقْطِينٍ : يَا سَيِّدِي مَا ذَنْبِي ؟ فَقَالَ :\r\nحَجَبْتُكَ لِأَنَّكَ حَجَبْتَ أَخَاكَ إِبْرَاهِيمَ الْجَمَّالَ ، وَقَدْ أَبَى اللهُ أَنْ يَشْكُرَ سَعْيَكَ أَوْ يَغْفِرَ لَكَ إِبْرَاهِيمُ الْجَمَّالُ\r\n، فَقُلْتُ : سَيِّدِي وَمَوْلَايَ مَنْ لِي بِإِبْرَاهِيمَ الْجَمَّالِ فِي هَذَا الْوَقْتِ وَأَنَا بِالمَدِينَةِ وَهُوَ بِالْكُوفَةِ ؟ فَقَال :\r\nإِذَا كَانَ اللَّيْلُ فَامْضِ إِلَى الْبَقِيعِ وَحْدَكَ مِنْ غَيْرِ أَنْ يَعْلَمَ بِكَ أَحَدٌ مِنْ أَصْحَابِكَ وَغِلْمَانِكَ ، وَارْكَبْ نَجِيباً هُنَاكَ مُسْرَجاً .\r\nقَالَ : فَوَافَى الْبَقِيعَ وَرَكِبَ النَّجِيبَ ، وَلَمْ يَلْبَثْ أَنْ أَنَاخَهُ عَلَى بَابِ إِبْرَاهِيمَ الْجَمَّالِ بِالْكُوفَةِ ، فَقَرَعَ الْبَابَ وَقَالَ : أَنَا عَلِيُّ بْنُ يَقْطِينٍ ، فَقَالَ إِبْرَاهِيمُ الْجَمَّالُ مِنْ دَاخِلِ الدَّارِ : وَمَا يَعْمَلُ عَلِيُّ بْنُ يَقْطِينٍ الْوَزِيرُ بِبَابِي ؟ فَقَالَ عَلِيُّ بْنُ يَقْطِينٍ : يَا هَذَا ! إِنَّ أَمْرِي عَظِيمٌ ، وَآلَى عَلَيْهِ أَنْ يَأْذَنَ لَهُ ، فَلَمَّا دَخَلَ قَالَ : يَا إِبْرَاهِيمُ ! إِنَّ المَوْلَى عليه السلام أَبَى أَنْ يَقْبَلَنِي أَوْ تَغْفِرَ لِي ، فَقَال : يَغْفِرُ اللهُ لَكَ ، فَآلَى عَلِيُّ بْنُ يَقْطِينٍ عَلَى إِبْرَاهِيمَ الْجَمَّالِ أَنْ يَطَأَ خَدَّهُ ، فَامْتَنَعَ إِبْرَاهِيمُ مِنْ ذَلِكَ ، فَآلَى عَلَيْهِ ثَانِياً فَفَعَلَ ، فَلَمْ يَزَلْ إِبْرَاهِيمُ يَطَأُ خَدَّهُ وَعَلِيُّ بْنُ يَقْطِينٍ يَقُولُ : اللَّهُمَّ اشْهَدْ ، ثُمَّ انْصَرَفَ وَرَكِبَ النَّجِيبَ وَأَنَاخَهُ مِنْ لَيْلَتِهِ بِبَابِ المَوْلَى مُوسَى بْنِ جَعْفَرٍ عليه السلام بِالمَدِينَةِ ، فَأَذِنَ لَهُ وَدَخَلَ عَلَيْهِ فَقَبِلَهُ ) « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 48 ، ص 85 .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\n6 - باعتباره قائد المسلمين ، وخليفة رسول الله صلى الله عليه وآله وسلم الذي تحلّى بمكارم الخلق المحمدي ، فإنه كان رحيماً بالمؤمنين عزيزاً عليه ما عندتم .\r\nوكثيراً ما كان ينظر بنور الله فيرى الضرّ الَّذي قد يلحق بهم فيبادر برفعه عنهم بطريقة أو بأخرى حتى ولو كان من النوع الفردي أو الجزئي . دعنا نقرأ معاً القصة التالية :\r\nعَنْ إِبْرَاهِيمَ بْنِ عَبْدِ الْحَمِيدِ قَالَ : ( كَتَبَ إِلَيَّ أَبُو الْحَسَنِ عليه السلام - قَالَ عُثْمَانُ بْنُ عِيسَى : وَكُنْتُ حَاضِراً بِالمَدِينَةِ - :\r\nتَحَوَّلْ عَنْ مَنْزِلِكَ\r\n، فَاغْتَمَّ بِذَلِكَ وَكَانَ مَنْزِلُهُ مَنْزِلًا وَسَطاً بَيْنَ المَسْجِدِ وَالسُّوقِ ، فَلَمْ يَتَحَوَّلْ فَعَادَ إِلَيْهِ الرَّسُولُ :\r\nتَحَوَّلْ عَنْ مَنْزِلِكَ\r\n، فَبَقِيَ ، ثُمَّ عَادَ إِلَيْهِ الثَّالِثَةَ :\r\nتَحَوَّلْ عَنْ مَنْزِلِكَ\r\n، فَذَهَبَ وَطَلَبَ مَنْزِلًا ، وَكُنْتُ فِي المَسْجِدِ وَلَمْ يَجِئْ إِلَى المَسْجِدِ إِلَّا عَتَمَةً ، فَقُلْتُ لَهُ : مَا خَلَّفَكَ ؟ فَقَالَ : مَا تَدْرِي مَا أَصَابَنِي الْيَوْمَ ؟ قُلْتُ : لَا ، قَالَ : ذَهَبْتُ أَسْتَقِي المَاءَ مِنَ الْبِئْرِ لِأَتَوَضَّأَ ، فَخَرَجَ الدَّلْوُ مَمْلُوءاً خُرْءاً ، وَقَدْ عَجَنَّا خُبْزَنَا بِذَلِكَ المَاءِ ، فَطَرَحْنَا خُبْزَنَا وَغَسَلْنَا ثِيَابَنَا ، فَشَغَلَنِي عَنِ المَجِيءِ ، وَنَقَلْتُ مَتَاعِي إِلَى الْبَيْتِ الَّذِي اكْتَرَيْتُهُ ، فَلَيْسَ بِالمَنْزِلِ إِلَّا الْجَارِيَةُ السَّاعَةَ أَنْصَرِفُ وَآخُذُ بِيَدِهَا ، فَقُلْتُ : بَارَكَ اللهُ لَكَ ، ثُمَّ افْتَرَقْنَا ، فَلَمَّا كَانَ سَحَراً خَرَجْنَا إِلَى المَسْجِدِ فَجَاءَ ، فَقَالَ : مَا تَرَوْنَ مَا حَدَثَ فِي هَذِهِ اللَّيْلَةِ ؟ قُلْتُ : لَا ، قَالَ : سَقَطَ وَاللهِ مَنْزِلِيَ السُّفْلَى وَالْعُلْيَا ) « 1 » .\r\nهكذا قدم الإمام نصيحته لشيعته في مسألة حياتية جزئية ولكنها هامة بالنسبة إلى الفرد المؤمن صاحب المسألة ، وفي واقعة أخرى نجد الإمام ينصح الفرد في مسألة تجارية تبدو هي الأخرى جزئية ولكنها تكشف عن حقيقة الاهتمام بأمور المسلمين ، والواقعة رويت هكذا :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 48 ، ص 45 - 46 .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nعَنْ الْحَسَنُ بْنُ عَلِيِّ بْنِ النُّعْمَانِ ، عَنْ عُثْمَانَ بْنِ عِيسَى ، قَالَ : ( قَالَ أَبُو الْحَسَنِ عليه السلام لِإِبْرَاهِيمَ بْنِ عَبْدِ الْحَمِيدِ ، وَلَقِيَهُ سَحَراً وَإِبْرَاهِيمُ ذَاهِبٌ إِلَى قُبَاءَ ، وَأَبُو الْحَسَنِ عليه السلام دَاخِلٌ إِلَى المَدِينَةِ ، فَقَالَ :\r\nيَا إِبْرَاهِيمُ\r\n، فَقُلْتُ : لَبَّيْكَ ، قَالَ :\r\nإِلَى أَيْنَ ؟\r\nقُلْتُ : إِلَى قُبَاءَ ، فَقَالَ :\r\nفِي أَيِّ شَيْءٍ ؟\r\nفَقُلْتُ : إِنَّا كُنَّا نَشْتَرِي فِي كُلِّ سَنَةٍ هَذَا التَّمْرَ ، فَأَرَدْتُ أَنْ آتِيَ رَجُلًا مِنَ الْأَنْصَارِ فَأَشْتَرِيَ مِنْهُ مِنَ الثِّمَارِ ، فَقَالَ :\r\nوَقَدْ أَمِنْتُمُ الجَرَادَ ؟\r\nثُمَّ دَخَلَ وَمَضَيْتُ أَنَا ، فَأَخْبَرْتُ أَبَا الْعِزِّ ، فَقَالَ : لَا وَاللهِ لَا أَشْتَرِي الْعَامَ نَخْلَةً ، فَمَا مَرَّتْ بِنَا خَامِسَةٌ حَتَّى بَعَثَ اللهُ جَرَاداً فَأَكَلَ عَامَّةَ مَا فِي النَّخْلِ ) « 1 » .\r\nعلم الإمامة :\r\nإن قاعدة الرسالات الإلهية قائمة على أساس الإيمان بالغيب ، وأبرز مظاهر الغيب هو العلم به من قبل عباد الله المقربين ، أَوَلَيس الكتاب ذاته الذي يُوحى إلى النبي - أيّ نبي - ويُؤمر الناس باتباعه من الغيب ؟\r\nكيف علّم الله رسوله النبي الأمي كل تلك الرسالة العظيمة وذلك الكتاب الكريم ، الذي تحدّى العالمين أن يأتوا بمثل بعض سوره أو آياته .\r\nإننا نقرأ في الكتاب حجة عيسى بن مريم على قومه أن ينبئهم بما يدّخرون في بيوتهم .\r\nوهكذا يكون علم الإمام الإلهي الذي تجاوز حدود علم الناس دليلًا على أنه مُؤَيَّد بالله ، وأنه الإمام ، والحجة على الناس أجمعين .\r\nكيف يكون هذا العلم ؟ هل يكون عبر توارث الحديث عن رسول\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 48 ، ص 46 - الرقم 30 .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nالله عن جبرائيل عن الله ، أم عبر نَكْتٍ في القلوب ونَقْرٍ في الأسماع ، أو عبر عمود من نور ينظر إليه الإمام متى شاء الله أن يعلم شيئاً فيعلم ، أم بنزول الروح - وهو أعظم من الملائكة - عليه ليلة القدر ؟ !\r\nالصحيح أن كل ذلك - وربما غير ذلك مما لا نعلم من سبل العلم الإلهي - يكون طريق علم الإمام ، ولم نُكَلَّفْ نحن بمعرفة تفاصيل ذلك ، إنما يكفينا أن الإمام يعلم - بإذن الله - بما يجهله الناس ، وبذلك يفضّل عليهم ، ولا بدّ أن يكون مطاعاً فيهم بإذن الله .\r\nجاء في حديث شريف عن أبي عبد الله الصادق عليه السلام :\r\n( قَالَ : قُلْتُ : أَخْبِرْنِي عَنْ عِلْمِ عَالِمِكُمْ ؟ قَالَ :\r\nوِرَاثَةٌ مِنْ رَسُولِ اللهِ صلى الله عليه وآله وسلم ، وَمِنْ عَلِيِّ بْنِ أَبِي طَالِبٍ عليه السلام\r\n، فَقُلْتُ : إِنَّا نَتَحَدَّثُ أَنَّهُ يُقْذَفُ فِي قَلْبِهِ ، أَوْ يُنْكَتُ فِي أُذُنِهِ ، فَقَالَ :\r\nأَوْ ذَاك\r\n) « 1 » .\r\nأي لعله يكون ذلك .\r\nوالإمام الكاظم نطق بعلم الرسالة في كافة الحقول ، ويكفيك وصيته لهشام التي تعتبر خلاصة حكم الأنبياء ، وزبدة رؤى الرسالات ، وما نذكره فيما يلي رشح من بحر علمه الزاخر :\r\n1 - رُوِيَ أَنَّ إِسْحَاقَ بْنَ عَمَّارٍ ، قَالَ : ( لَمَّا حَبَسَ هَارُونُ أَبَا الْحَسَنِ مُوسَى دَخَلَ عَلَيْهِ أَبُو يُوسُفَ وَمُحَمَّدُ بْنُ الْحَسَنِ صَاحِبَا أَبِي حَنِيفَةَ ، فَقَالَ أَحَدُهُمَا لِلْآخَرِ : نَحْنُ\r\nعَلَى أَحَدِ الْأَمْرَيْنِ : إِمَّا أَنْ نُسَاوِيَهُ أَوْ نُشْكِلَهُ ، فَجَلَسَا بَيْنَ يَدَيْهِ ، فَجَاءَ رَجُلٌ كَانَ مُوَكَّلًا مِنْ قِبَلِ السِّنْدِيِّ بْنِ شَاهَكَ ، فَقَالَ : إِنَّ نَوْبَتِي قَدِ انْقَضَتْ وَأَنَا عَلَى الِانْصِرَافِ ، فَإِنْ كَانَ لَكَ حَاجَةٌ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 2 ، ص 174 .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nأَمَرْتَنِي حَتَّى آتِيَكَ بِهَا فِي الْوَقْتِ الَّذِي تَخْلُفُنِي النُّوبَةُ ؟ فَقَالَ مَا لِي حَاجَةٌ ، فَلَمَّا أَنْ خَرَجَ قَالَ لِأَبِي يُوسُفَ :\r\n( مَا أَعْجَبَ هَذَا يَسْأَلُنِي أَنْ أُكَلِّفَهُ حَاجَةً مِنْ حَوَائِجِي لِيَرْجِعَ وَهُوَ مَيِّتٌ فِي هَذِهِ اللَّيْلَةِ\r\n) . فَقَامَا ، فَقَالَ أَحَدُهُمَا لِلْآخَرِ : إِنْ جِئْنَا لِنَسْأَلَهُ عَنِ الْفَرْضِ وَالسُّنَّةِ وَهُوَ الْآنَ جَاءَ بِشَيْءٍ آخَرَ كَأَنَّهُ مِنْ عِلْمِ الْغَيْبِ .\r\nثُمَّ بَعَثَا بِرَجُلٍ مَعَ الرَّجُلِ ، فَقَالَا : اذْهَبْ حَتَّى تَلْزَمَهُ وَتَنْظُرَ مَا يَكُونُ مِنْ أَمْرِهِ فِي هَذِهِ اللَّيْلَةِ وَتَأْتِيَنَا بِخَبَرِهِ مِنَ الْغَدِ ، فَمَضَى الرَّجُلُ فَنَامَ فِي مَسْجِدٍ فِي بَابِ دَارِهِ ، فَلَمَّا أَصْبَحَ سَمِعَ الْوَاعِيَةَ وَرَأَى النَّاسَ يَدْخُلُونَ دَارَهُ ، فَقَالَ : مَا هَذَا ؟ قَالُوا : قَدْ مَاتَ فُلَانٌ فِي هَذِهِ اللَّيْلَةِ فَجْأَةً مِنْ غَيْرِ عِلَّةٍ ، فَانْصَرَفَ إِلَى أَبِي يُوسُفَ وَمُحَمَّدٍ وَأَخْبَرَهُمَا الْخَبَرَ ، فَأَتَيَا أَبَا الْحَسَنِ عليه السلام فَقَالَا : قَدْ عَلِمْنَا أَنَّكَ أَدْرَكْتَ الْعِلْمَ فِي الْحَلَالِ وَالْحَرَامِ ، فَمِنْ أَيْنَ أَدْرَكْتَ أَمْرَ هَذَا الرَّجُلِ المُوَكَّلِ بِكَ أَنَّهُ يَمُوتُ فِي هَذِهِ اللَّيْلَةِ ؟ قَال :\r\n( مِنَ الْبَابِ الَّذِي أَخْبَرَ بِعِلْمِهِ رَسُولُ اللهِ صلى الله عليه وآله وسلم عَلِيَّ بْنَ أَبِي طَالِبٍ عليه السلام\r\n) . فَلَمَّا رَدَّ عَلَيْهِمَا هَذَا بَقِيَا لَا يُحِيرَانِ جَوَاباً ) « 1 » .\r\nهكذا أوتي الإمام موسى بن جعفر عليه السلام علم المنايا كما أوتي ذلك من قَبْلُ أنبياء الله وأولياؤه الكرام .\r\n2 - وكذلك أُوتي علم منطق الناس بإذن الله تعالى ، فقد جاء في الحديث عَنِ ابْنِ أَبِي حَمْزَةَ قَالَ : ( كُنْتُ عِنْدَ أَبِي الْحَسَنِ مُوسَى عليه السلام إِذْ دَخَلَ عَلَيْهِ ثَلَاثُونَ مَمْلُوكاً مِنَ الْحَبَشَةِ اشْتُرُوْا لَهُ ، فَتَكَلَّمَ غُلَامٌ مِنْهُمْ فَكَانَ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 48 ، ص 64 - 65 .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nجَمِيلًا بِكَلَامٍ ، فَأَجَابَهُ مُوسَى عليه السلام بِلُغَتِهِ ، فَتَعَجَّبَ الْغُلَامُ وَتَعَجَّبُوا جَمِيعاً ، وَظَنُّوا أَنَّهُ لَا يَفْهَمُ كَلَامَهُمْ ، فَقَالَ لَهُ مُوسَى :\r\nإِنِّي لَأَدْفَعُ إِلَيْكَ مَالًا ، فَادْفَعْ إِلَى كُلٍّ مِنْهُمْ ثَلَاثِينَ دِرْهَماً\r\n، فَخَرَجُوا وَبَعْضُهُمْ يَقُولُ لِبَعْضٍ : إِنَّهُ أَفْصَحُ مِنَّا بِلُغَاتِنَا ، وَهَذِهِ نِعْمَةٌ مِنَ اللهِ عَلَيْنَا .\r\nقَالَ عَلِيُّ بْنُ أَبِي حَمْزَةَ : فَلَمَّا خَرَجُوا ، قُلْتُ : يَا بْنَ رَسُولِ اللهِ ! رَأَيْتُكَ تُكَلِّمُ هَؤُلَاءِ الْحَبَشِيِّينَ بِلُغَاتِهِمْ ، قَالَ :\r\nنَعَمْ\r\n، قَالَ : وَأَمَرْتَ ذَلِكَ الْغُلَامَ مِنْ بَيْنِهِمْ بِشَيْءٍ دُونَهُمْ ، قَالَ :\r\nنَعَمْ أَمَرْتُهُ أَنْ يَسْتَوْصِيَ بِأَصْحَابِهِ خَيْراً ، وَأَنْ يُعْطِيَ كُلَّ وَاحِدٍ مِنْهُمْ فِي كُلِّ شَهْرٍ ثَلَاثِينَ دِرْهَماً ؛ لِأَنَّهُ لَمَّا تَكَلَّمَ كَانَ أَعْلَمَهُمْ ، فَإِنَّهُ مِنْ أَبْنَاءِ مُلُوكِهِمْ ، فَجَعَلْتُهُ عَلَيْهِمْ وَأَوْصَيْتُهُ بِمَا يَحْتَاجُونَ إِلَيْهِ ، وَهُوَ مَعَ هَذَا غُلَامُ صِدْقٍ\r\n، ثُمَّ قَالَ :\r\nلَعَلَّكَ عَجِبْتَ مِنْ كَلَامِي إِيَّاهُمْ بِالْحَبَشَةِ ؟\r\nقُلْتُ : إِي وَاللهِ ، قَالَ :\r\nلَا تَعْجَبْ فَمَا خَفِيَ عَلَيْكَ مِنْ أَمْرِي أَعْجَبُ وَأَعْجَبُ ، وَمَا الَّذِي سَمِعْتَهُ مِنِّي إِلَّا كَطَائِرٍ أَخَذَ بِمِنْقَارِهِ مِنَ الْبَحْرِ قَطْرَةً ، أَفَتَرَى هَذَا الَّذِي يَأْخُذُهُ بِمِنْقَارِهِ يَنْقُصُ مِنَ الْبَحْرِ ؟ وَالْإِمَامُ بِمَنْزِلَةِ الْبَحْرِ لَا يَنْفَدُ مَا عِنْدَهُ ، وَعَجَائِبُهُ أَكْثَرُ مِنْ عَجَائِبِ الْبَحْر\r\n) « 1 » .\r\n3 - وجاء في حديث آخر يرويه عَلِيُّ بْنُ أَبِي حَمْزَةَ قَالَ : ( أَرْسَلَنِي أَبُو الْحَسَنِ عليه السلام إِلَى رَجُلٍ قُدَّامَهُ طَبَقٌ يَبِيعُ بِفَلْسٍ فَلْسٍ ، وَقَالَ :\r\nأَعْطِهِ هَذِهِ الثَّمَانِيَةَ عَشَرَ دِرْهَماً ، وَقُلْ لَهُ : يَقُولُ لَكَ أَبُو الْحَسَنِ : انْتَفِعْ بِهَذِهِ الدَّرَاهِمِ فَإِنَّهَا تَكْفِيكَ حَتَّى تَمُوتَ\r\n. فَلَمَّا أَعْطَيْتُهُ بَكَى ، فَقُلْتُ : وَمَا يُبْكِيكَ ؟ قَالَ : وَلِمَ لَا أَبْكِي ، وَقَدْ نُعِيَتْ إِلَيَّ نَفْسِي ، فَقُلْتُ :\r\nوَمَا عِنْدَ اللهِ خَيْرٌ مِمَّا أَنْتَ فِيهِ ، فَسَكَتَ وَقَالَ : مَنْ أَنْتَ يَا عَبْدَ اللهِ ؟ فَقُلْتُ : عَلِيُّ بْنُ أَبِي حَمْزَةَ ، قَالَ : وَاللهِ لَهَكَذَا قَالَ لِي سَيِّدِي وَمَوْلَايَ :\r\nإِنِّي بَاعِثٌ إِلَيْكَ مَعَ عَلِيِّ بْنِ أَبِي حَمْزَةَ بِرِسَالَتِي .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 48 ، ص 70 .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nقَالَ عَلِيٌّ : فَلَبِثْتُ نَحْواً مِنْ عِشْرِينَ لَيْلَةً ، ثُمَّ أَتَيْتُ إِلَيْهِ وَهُوَ مَرِيضٌ ، فَقُلْتُ : أَوْصِنِي بِمَا أَحْبَبْتَ أُنْفِذْهُ مِنْ مَالِي ؟ قَالَ : إِذَا أَنَا مِتُّ فَزَوِّجْ ابْنَتِي مِنْ رَجُلِ دِينٍ ، ثُمَّ بِعْ دَارِي وَادْفَعْ ثَمَنَهَا إِلَى أَبِي الْحَسَنِ ، وَاشْهَدْ لِي بِالْغُسْلِ وَالدَّفْنِ وَالصَّلَاةِ ، قَالَ : فَلَمَّا دَفَنْتُهُ زَوَّجْتُ ابْنَتَهُ مِنْ رَجُلٍ مُؤْمِنٍ ، وَبِعْتُ دَارَهُ وَأَتَيْتُ بِثَمَنِهَا إِلَى أَبِي الْحَسَنِ عليه السلام فَزَكَّاهُ ، وَتَرَحَّمَ عَلَيْهِ وَقَالَ :\r\nرُدَّ هَذِهِ الدَّرَاهِمَ فَادْفَعْهَا إِلَى ابْنَتِهِ\r\n) « 1 » .\r\n4 - وإذا كان علم الأئمة من الله ، فإن الله سبحانه لا يُعجزه شيء في السماوات والأرض ، وقد تقضي حكمته أن يجعل علمه عند صبي في المهد ، كما فعل بالمسيح عيسى بن مريم ويحيى بن زكريا عليه السلام ، وهكذا أظهر قدرته في شخص الإمام الكاظم عليه السلام حيث جاء في حديث شريف مأثور عَنْ عِيسَى شَلَقَانَ قَالَ : ( دَخَلْتُ عَلَى أَبِي عَبْدِ اللهِ عليه السلام وَأَنَا أُرِيدُ أَنْ أَسْأَلَهُ عَنْ أَبِي الْخَطَّابِ ، فَقَالَ لِي مُبْتَدِئاً ، قَبْلَ أَنْ أَجْلِسَ :\r\nيَا عِيسَى ! مَا مَنَعَكَ أَنْ تَلْقَى ابْنِي فَتَسْأَلَهُ عَنْ جَمِيعِ مَا تُرِيدُ ؟\r\nقَالَ عِيسَى : فَذَهَبْتُ إِلَى الْعَبْدِ الصَّالِحِ عليه السلام وَهُوَ قَاعِدٌ فِي الْكُتَّابِ ، وَعَلَى شَفَتَيْهِ أَثَرُ المِدَادِ ، فَقَالَ لِي مُبْتَدِئاً : (\r\nيَا عِيسَى ! إِنَّ اللهَ تَبَارَكَ وَتَعَالَى أَخَذَ مِيثَاقَ النَّبِيِّينَ عَلَى النُّبُوَّةِ ، فَلَمْ يَتَحَوَّلُوا عَنْهَا أَبَداً ، وَأَخَذَ مِيثَاقَ الْوَصِيِّينَ عَلَى الْوَصِيَّةِ ، فَلَمْ يَتَحَوَّلُوا عَنْهَا أَبَداً ، وَأَعَارَ قَوْماً الْإِيمَانَ زَمَاناً ثُمَّ يَسْلُبُهُمْ إِيَّاهُ ، وَإِنَّ أَبَا الْخَطَّابِ مِمَّنْ أُعِيرَ الْإِيمَانَ ثُمَّ سَلَبَهُ اللهُ تَعَالَى\r\n) ، فَضَمَمْتُهُ إِلَيَّ وَقَبَّلْتُ بَيْنَ عَيْنَيْهِ ، ثُمَّ قُلْتُ : بِأَبِي أَنْتَ وَأُمِّي ! ذُرِّيَّةً بَعْضُهَا مِنْ بَعْضٍ وَاللَّهُ سَمِيعٌ عَلِيمٌ « 2 » .\r\nثُمَّ رَجَعْتُ إِلَى أَبِي عَبْدِ اللهِ عليه السلام فَقَالَ لِي :\r\nمَا صَنَعْتَ يَا عِيسَى ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 48 ، ص 76 .\r\n( 2 ) سورة آل عمران ، الآية : 34 .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nقُلْتُ لَهُ : بِأَبِي أَنْتَ وَأُمِّي ! أَتَيْتُهُ فَأَخْبَرَنِي مُبْتَدِئاً مِنْ غَيْرِ أَنْ أَسْأَلَهُ عَنْ جَمِيعِ مَا أَرَدْتُ أَنْ أَسْأَلَهُ عَنْهُ ، فَعَلِمْتُ وَاللهِ عِنْدَ ذَلِك أَنَّهُ صَاحِبُ هَذَا الْأَمْرِ ، فَقَالَ :\r\nيَا عِيسَى ! إِنَّ ابْنِي هَذَا الَّذِي رَأَيْتَ لَوْ سَأَلْتَهُ عَمَّا بَيْنَ دَفَّتَيِ المُصْحَفِ لَأَجَابَكَ فِيهِ بِعِلْمٍ ، ثُمَّ أَخْرَجَهُ ذَلِكَ الْيَوْمَ مِنَ الْكُتَّابِ\r\n) « 1 » .\r\n5 - حينما يسقط الحجاب بين الرب وعبده ، وحينما يبلغ الصفاء الروحي والمعرفة الإلهية القمة ، فإن الدنيا تأتي مطيعة للعبد الصالح ، كما قال الله في الحديث القدسي :\r\n( عَبْدِيْ ، أَطِعْنِيْ تَكُنْ مِثْلِيْ ( أَوْ مَثَلِيْ ) أَقُوْلُ لِلشَّيْءِ كُنْ فَيَكُوْنُ وَتَقُوْلُ لِلشَّيْءِ كُنْ فُيَكُوْنُ\r\n) . هكذا يروي لنا شقيق البلخي جانباً من الكرامة التي خصها الله تعالى لإمامنا السابع موسى بن جعفر عليه السلام فيقول : ( خَرَجْتُ حَاجًّا فِي سَنَةِ تِسْعٍ وَأَرْبَعِينَ وَمِائَةٍ ، فَنَزَلْتُ الْقَادِسِيَّةَ ، فَبَيْنَا أَنَا أَنْظُرُ إِلَى النَّاسِ فِي زِينَتِهِمْ وَكَثْرَتِهِمْ ، فَنَظَرْتُ إِلَى فَتًى حَسَنِ الْوَجْهِ شَدِيدِ السُّمْرَةِ ضَعِيفٍ ، فَوْقَ ثِيَابِهِ ثَوْبٌ مِنْ صُوفٍ مُشْتَمِلٍ بِشَمْلَةٍ فِي رِجْلَيْهِ نَعْلَانِ ، وَقَدْ جَلَسَ مُنْفَرِداً ، فَقُلْتُ فِي نَفْسِي : هَذَا الْفَتَى مِنَ الصُّوفِيَّةِ يُرِيدُ أَنْ يَكُونَ كَلًّا عَلَى النَّاسِ فِي طَرِيقِهِمْ ، وَاللهِ لَأَمْضِيَنَّ إِلَيْهِ وَلَأُوَبِّخَنَّهُ ، فَدَنَوْتُ مِنْهُ ، فَلَمَّا رَآنِي مُقْبِلًا ، قَالَ :\r\nيَا شَقِيقُ !\r\nاجْتَنِبُوا كَثِيراً مِنْ الظَّنِّ إِنَّ بَعْضَ الظَّنِّ إِثْمٌ « 2 » ثُمَّ تَرَكَنِي وَمَضَى ، فَقُلْتُ فِي نَفْسِي : إِنَّ هَذَا الْأَمْرَ عَظِيمٌ قَدْ تَكَلَّمَ بِمَا فِي نَفْسِي وَنَطَقَ بِاسْمِي ، وَمَا هَذَا إِلَّا عَبْدٌ صَالِحٌ ، لَأَلْحَقَنَّهُ وَلَأَسْأَلَنَّهُ أَنْ يُحَلِّلَنِي ، فَأَسْرَعْتُ فِي أَثَرِهِ ، فَلَمْ أَلْحَقْهُ وَغَابَ مِنْ عَيْنِي ، فَلَمَّا نَزَلْنَا وَاقِصَةَ ، وَإِذَا بِهِ يُصَلِّي وَأَعْضَاؤُهُ تَضْطَرِبُ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 48 ، ص 58 .\r\n( 2 ) سورة الحُجُرات ، الآية : 12 .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nوَدُمُوعُهُ تَجْرِي ، فَقُلْتُ : هَذَا صَاحِبِي أَمْضِي إِلَيْهِ وَأَسْتَحِلُّهُ .\r\nفَصَبَرْتُ حَتَّى جَلَسَ ، وَأَقْبَلْتُ نَحْوَهُ ، فَلَمَّا رَآنِي مُقْبِلًا قَالَ :\r\nيَا شَقِيقُ اتْلُ :\r\nوَإِنِّي لَغَفَّارٌ لِمَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحاً ثُمَّ اهْتَدَى « 1 » ، ثُمَّ تَرَكَنِي وَمَضَى ، فَقُلْتُ : إِنَّ هَذَا الْفَتَى لَمِنَ الْأَبْدَالِ ، لَقَدْ تَكَلَّمَ عَلَى سِرِّي مَرَّتَيْنِ ، فَلَمَّا نَزَلْنَا زُبَالَةَ إِذَا بِالْفَتَى قَائِمٌ عَلَى الْبِئْرِ وَبِيَدِهِ رَكْوَةٌ يُرِيدُ أَنْ يَسْتَقِيَ مَاءً ، فَسَقَطَتِ الرَّكْوَةُ مِنْ يَدِهِ فِي الْبِئْرِ ، وَأَنَا أَنْظُرُ إِلَيْهِ فَرَأَيْتُهُ قَدْ رَمَقَ السَّمَاءَ وَسَمِعْتُهُ يَقُولُ :\r\n أَنْتَ رَبِّي إِذَا ظَمِئْتُ إِلَى المَاءِ * وَقُوتِي إِذَا أَرَدْتُ الطَّعَامَا \r\n( اللَّهُمَّ سَيِّدِي مَا لِي غَيْرُهَا فَلَا تُعْدِمْنِيهَا\r\n) . قَالَ شَقِيقٌ : فَوَاللهِ لَقَدْ رَأَيْتُ الْبِئْرَ وَقَدِ ارْتَفَعَ مَاؤُهَا ، فَمَدَّ يَدَهُ وَأَخَذَ الرَّكْوَةَ ، وَمَلَأَهَا مَاءً فَتَوَضَّأَ وَصَلَّى أَرْبَعَ رَكَعَاتٍ ، ثُمَّ مَالَ إِلَى كَثِيبِ رَمْلٍ فَجَعَلَ يَقْبِضُ بِيَدِهِ وَيَطْرَحُهُ فِي الرَّكْوَةِ وَيُحَرِّكُهُ وَيَشْرَبُ ، فَأَقْبَلْتُ إِلَيْهِ ، وَسَلَّمْتُ عَلَيْهِ ، فَرَدَّ عَلَيَّ السَّلَامَ فَقُلْتُ :\r\nأَطْعِمْنِي مِنْ فَضْلِ مَا أَنْعَمَ اللهُ عَلَيْكَ\r\n، فَقَالَ : يَا شَقِيقُ ! لَمْ تَزَلْ نِعْمَةُ اللهِ عَلَيْنَا ظَاهِرَةً وَبَاطِنَةً ، فَأَحْسِنْ ظَنَّكَ بِرَبِّكَ ، ثُمَّ نَاوَلَنِي الرَّكْوَةَ فَشَرِبْتُ مِنْهَا : فَإِذَا هُوَ سَوِيقٌ\r\nوَسُكَّرٌ ، فَوَاللهِ مَا شَرِبْتُ قَطُّ أَلَذَّ مِنْهُ وَلَا أَطْيَبَ رِيحاً ، فَشَبِعْتُ وَرَوِيْتُ وَأَقَمْتُ أَيَّاماً لَا أَشْتَهِي طَعَاماً وَلَا شَرَاباً .\r\nثُمَّ لَمْ أَرَهُ ، حَتَّى دَخَلْنَا مَكَّةَ فَرَأَيْتُهُ لَيْلَةً إِلَى جَنْبِ قُبَّةِ الشَّرَابِ فِي نِصْفِ اللَّيْلِ قَائِماً يُصَلِّي بِخُشُوعٍ وَأَنِينٍ وَبُكَاءٍ ، فَلَمْ يَزَلْ كَذَلِكَ حَتَّى ذَهَبَ اللَّيْلُ ، فَلَمَّا رَأَى الْفَجْرَ جَلَسَ فِي مُصَلَّاهُ يُسَبِّحُ ، ثُمَّ قَامَ فَصَلَّى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة طه ، الآية : 82 .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nالْغَدَاةَ ، وَطَافَ بِالْبَيْتِ أُسْبُوعاً وَخَرَجَ ، فَتَبِعْتُهُ وَإِذَا لَهُ غَاشِيَةٌ وَمَوَالٍ وَهُوَ عَلَى خِلَافِ مَا رَأَيْتُهُ فِي الطَّرِيقِ ، وَدَارَ بِهِ النَّاسُ مِنْ حَوْلِهِ يُسَلِّمُونَ عَلَيْهِ ، فَقُلْتُ لِبَعْضِ مَنْ رَأَيْتُهُ يَقْرُبُ مِنْهُ : مَنْ هَذَا الْفَتَى ؟ فَقَالَ : هَذَا مُوسَى بْنُ جَعْفَرِ بْنِ مُحَمَّدِ بْنِ عَلِيِّ بْنِ الْحُسَيْنِ بْنِ عَلِيِّ بْنِ أَبِي طَالِبٍ عليهم السلام ، فَقُلْتُ : قَدْ عَجِبْتُ أَنْ يَكُونَ هَذِهِ الْعَجَائِبُ إِلَّا لِمِثْلِ هَذَا السَّيِّدِ .\r\nوَلَقَدْ نَظَمَ بَعْضُ المُتَقَدِّمِينَ وَاقِعَةَ شَقِيقٍ مَعَهُ فِي أَبْيَاتٍ طَوِيلَةٍ اقْتَصَرْتُ عَلَى ذِكْرِ بَعْضِهَا فَقَال :\r\n سَلْ شَقِيقَ الْبَلْخِيِّ عَنْهُ وَمَا * عَايَنَ مِنْهُ وَمَا الَّذِي كَانَ أَبْصَر\r\nقَالَ : لَمَّا حَجَجْتُ عَايَنْتُ شَخْصا * شَاحِبَ اللَّوْنِ نَاحِلَ الْجِسْمِ أَسْمَر\r\nسَائِراً وَحْدَهُ وَلَيْسَ لَهُ زَادٌ * فَمَا زِلْتُ دَائِماً أَتَفَكَّر\r\nوَتَوَهَّمْتُ أَنَّهُ يَسْأَلُ النَّاسَ * وَلَمْ أَدْرِ أَنَّهُ الْحَجُّ الْأَكْبَر\r\nثُمَّ عَايَنْتُهُ وَنَحْنُ نُزُولٌ * دُونَ فَيْدٍ عَلَى الْكَثِيبِ الْأَحْمَر\r\nيَضَعُ الرَّمْلَ فِي الْإِنَاءِ وَيَشْرَبُه * فَنَادَيْتُهُ وَعَقْلِي مُحَيَّر\r\nسْقِنِي شَرْبَةً فَنَاوَلَنِي مِنْهُ * فَعَايَنْتُهُ سَوِيقاً وَسُكَّرْ\r\nفَسَأَلْتُ الْحَجِيجَ : مَنْ يَكُ هَذَا ؟ * قِيلَ : هَذَا الْإِمَامُ مُوسَى بْنُ جَعْفَر « 1 » \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 48 ، ص 80 - 82 .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\n\r\nالفصل الرابع : خُلُقُهُ وَفَضَائِلُهُ\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nخلقه وفضائله :\r\nإنما جعل الله أنبياءه وحملة رسالاته من البشر ، لكي تتم الحجة على الناس فيقتدوا بهم ، ولو كانوا ملائكة لكان الناس يقولون : ما لنا والملائكة ، أوليسوا من جنس آخر ؟\r\nبلى ، وإن الإنسان مفطور على حب الفضيلة ، وإذا تجسدت في شخص ازداد لها حبًّا ، ودفعته دواعي الخير في ذاته إلى اتباعه ، والسعي لكي يكون مثله .\r\nإنك لو ألقيت على شخص محاضرة مفصّلة عن فضيلة الإحسان فإنه لا يندفع بقدر ما لو حكيت له قصة رجل محسن .\r\nإن مكارم أخلاق الأئمة من أهل البيت عليهم السلام أفضل منهاج تربوي ، وإنهم - بحق - أسمى قدوات الخير والفضيلة ، وإن سيرة حياتهم الحافلة بالمكرمات أقوى حجة على سلامة نهجهم في التربية وسلامة خطتهم في الحياة ، وإن أفكارهم التي تناقلتها الرواة هي التفسير الصحيح للقرآن الحق ، أَوَليسوا من البشر ؟ إذاً كيف بلغوا هذا الشأن من العظمة ، ألم يبلغوه بتطبيق هذه الأفكار التي رُويت عنهم ؟ بلى ، أولسنا\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nنحن أيضاً نريد العظمة ؟ إذاً دعنا نقرأ تلك الأفكار ونتفاعل معها .\r\nوالواقع أن التاريخ لم يحفظ لنا من سيرة الأئمة إلَّا قليلًا ، لأنهم كانوا محاصرين إعلاميًّا من قبل سلطات الجور حتى أن رواية فضيلة لهم كانت تُكلِّف في بعض العصور حياة الراوي ، وكان على الشاعر دعبل أن يحمل على كتفه خشبة إعدامه لمدة ربع قرن ، ويهيم على وجهه في القفار لأنه كان يمدح أهل البيت . ومع ذلك فإن ما تبقّى من فضائلهم يعتبر دورة تربوية كاملة لمكارم الأخلاق .\r\nولإنْ عاش إمامنا الكاظم عليه السلام في أشد أيام الصراع وأصعب أوقات التقيّة وسرّية العمل ، فإن اختراق قصصه لحصار السلطات يعتبر معجزة ، وعلينا أن نستدل بما وصلتنا من قصصه وهي قليلة على ما لم تصل إلينا وهي الأكثر .\r\nألف : عبادته وزهده :\r\nمن أبرز سمات القيادات الرسالية الزهد ، والتقشف والاجتهاد في التبتل إلى الله تعالى ، وقد كان عصر الإمام الكاظم عليه السلام معروفاً بالعصر الذهبي ، وكانت بيوت السلطة العباسية تفيض بالثروات الطائلة ، وتشهد حفلات المجون ، كالتي نقرأ بعضها في قصص ألف ليلة وليلة ، وفي الوقت ذاته ينقل إبراهيم بن عبد الحميد ويقول : ( دَخَلْتُ عَلَى أَبِي الْحَسَنِ الْأَوَّلِ عليه السلام فِي بَيْتِهِ الَّذِي كَانَ يُصَلِّي فِيهِ فَإِذَا لَيْسَ فِي الْبَيْتِ شَيْءٌ إِلَّا خَصَفَةٌ « 1 » وَسَيْفٌ مُعَلَّقٌ وَمُصْحَف ) « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الخصفة : الحيكة تعمل من الخوص للتمر ، وأيضاً يقال للثوب الغليظ جدًّا .\r\n( 2 ) بحار الأنوار ، ج 48 ، ص 100 .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nوكان عليه السلام يسعى إلى بيت الله الحرام ماشياً لشدة تواضعه لله ، واجتهاده في العبادة ، وإذا عرفنا المسافة بين المدينة ومكة التي تقارب ( 400 ) كليو متر وطبيعة الصحراء في أرض الحجاز ، عرفنا مدى تحمل الإمام للصعاب في سبيل الله .\r\nيقول علي بن جعفر عليه السلام : ( خَرَجْنَا مَعَ أَخِي مُوسَى بْنِ جَعْفَرٍ عليه السلام فِي أَرْبَعِ عُمَرٍ يَمْشِي فِيهَا إِلَى مَكَّةَ بِعِيَالِهِ وَأَهْلِهِ ، وَاحِدَةٌ مِنْهُنَّ مَشَى فِيهَا سِتَّةً وَعِشْرِينَ يَوْماً ، وَأُخْرَى خَمْسَةً وَعِشْرِينَ يَوْماً ، وَأُخْرَى أَرْبَعَةً وَعِشْرِينَ يَوْماً ، وَأُخْرَى أَحَداً وَعِشْرِينَ يَوْماً ) « 1 » .\r\nأما شدة اجتهاده في الصلاة ، وهي قرة عين المؤمنين وملتقى الحبيب مع الحبيب ، فيقول عنها الحديث التالي :\r\n( رُوِيَ أَنَّهُ كَانَ يُصَلِّي نَوَافِلَ اللَّيْلِ وَيَصِلُهَا بِصَلَاةِ الصُّبْحِ ، ثُمَّ يُعَقِّبُ حَتَّى تَطْلُعَ الشَّمْسُ ، وَيَخِرُّ لِلهِ سَاجِداً فَلَا يَرْفَعُ رَأْسَهُ مِنَ السُّجُودِ وَالتَّحْمِيدِ حَتَّى يَقْرُبَ زَوَالُ الشَّمْسِ ، وَكَانَ يَدْعُو كَثِيراً فَيَقُولُ :\r\nاللَّهُمَّ إِنِّي أَسْأَلُكَ الرَّاحَةَ عِنْدَ المَوْتِ ، وَالْعَفْوَ عِنْدَ الْحِسَابِ\r\n، وَيُكَرِّرُ ذَلِكَ . وَكَانَ مِنْ دُعَائِهِ عليه السلام :\r\nعَظُمَ الذَّنْبُ مِنْ عَبْدِكَ فَلْيَحْسُنِ الْعَفْوُ مِنْ عِنْدِكَ\r\n. وَكَانَ يَبْكِي مِنْ خَشْيَةِ اللهِ حَتَّى تَخْضَلَّ لِحْيَتُهُ بِالدُّمُوعِ ، وَكَانَ أَوْصَلَ النَّاسِ لِأَهْلِهِ وَرَحِمِهِ ، وَكَانَ يَفْتَقِدُ فُقَرَاءَ المَدِينَةِ ) « 2 » .\r\nوالواقع أن اجتهاد الإمام في عبادة ربه والتبتل إليه بالصلوات والأدعية ، هو السبب الذي بعثه الله به مقاماً محموداً ، وهو الذي أعطاه قدرة تحمل أعباء الرسالة التي نهض بها وضحّى بما لديه في سبيل تبليغها ، وكانت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 48 ، ص 100 .\r\n( 2 ) بحار الأنوار ، ج 48 ، ص 102 .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nصلواته أعظم مؤنس له في ظلِّ ظُلم الطغاة ، فهذا أحمد بن عبد الله ينقل عن أبيه فيقول : ( دَخَلْتُ عَلَى الْفَضْلِ بْنِ الرَّبِيعِ وَهُوَ جَالِسٌ عَلَى سَطْحٍ ، فَقَالَ لِي : أَشْرِفْ عَلَى هَذَا الْبَيْتِ وَانْظُرْ مَا تَرَى ؟ فَقُلْتُ : ثَوْباً مَطْرُوحاً ، فَقَالَ : انْظُرْ حَسَناً ، فَتَأَمَّلْتُ فَقُلْتُ : رَجُلٌ سَاجِدٌ ، فَقَالَ لِي : تَعْرِفُهُ ؟ هُوَ مُوسَى بْنُ جَعْفَرٍ ، أَتَفَقَّدُهُ اللَّيْلَ وَالنَّهَارَ فَلَمْ أَجِدْهُ فِي وَقْتٍ مِنَ الْأَوْقَاتِ إِلَّا عَلَى هَذِهِ الْحَالَةِ ، إِنَّهُ يُصَلِّي الْفَجْرَ ، فَيُعَقِّبُ إِلَى أَنْ تَطْلُعَ الشَّمْسُ ، ثُمَّ يَسْجُدُ سَجْدَةً فَلَا يَزَالُ سَاجِداً حَتَّى تَزُولَ الشَّمْسُ ، وَقَدْ وَكَّلَ مَنْ يَتَرَصَّدُ أَوْقَاتَ الصَّلَاةِ ، فَإِذَا أَخْبَرَهُ وَثَبَ يُصَلِّي مِنْ غَيْرِ تَجْدِيدِ وُضُوءٍ ، وَهُوَ دَأْبُهُ ، فَإِذَا صَلَّى الْعَتَمَةَ أَفْطَرَ ، ثُمَّ يُجَدِّدُ الْوُضُوءَ ، ثُمَّ يَسْجُدُ فَلَا يَزَالُ يُصَلِّي فِي جَوْفِ اللَّيْلِ حَتَّى يَطْلُعَ الْفَجْر ، وَقَالَ بَعْضُ عُيُونِهِ : كُنْتُ أَسْمَعُهُ كَثِيراً يَقُولُ فِي دُعَائِهِ :\r\n( اللَّهُمَّ إِنَّكَ تَعْلَمُ أَنَّنِي كُنْتُ أَسْأَلُكَ أَنْ تُفَرِّغَنِي لِعِبَادَتِكَ اللَّهُمَّ وَقَدْ فَعَلْتَ فَلَكَ الحَمْدُ\r\n) « 1 » .\r\nأما قراءته للقرآن ، فيحدثنا عنها حفص ويقول : ( مَا رَأَيْتُ أَحَداً أَشَدَّ خَوْفاً عَلَى نَفْسِهِ مِنْ مُوسَى بْنِ جَعْفَرٍ عليه السلام ، وَلَا أَرْجَى لِلنَّاسِ مِنْهُ ، وَكَانَتْ قِرَاءَتُهُ حَزَناً ، فَإِذَا قَرَأَ فَكَأَنَّهُ يُخَاطِبُ إِنْسَاناً ) « 2 » .\r\nلقد علّمه القرآن الكريم أسمى القيم ، ومن أبرزها الإشفاق على نفسه ، والسعي الدائب لتزكيتها وخلاصها من غضب الرب ، وإصلاحها لتكون موضع محبة الخالق ورضوانه .\r\nبينما كان يرجو للناس كل خير ، ولم يكن رجاؤه مجرداً عن العمل ، بل كان عليه السلام يتقرب إلى الله بالإحسان إلى الناس ، فقد كان يتفقد فقراء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 48 ، ص 107 - 108 .\r\n( 2 ) بحار الأنوار ، ج 48 ، ص 111 .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nأهل البيت فيحمل إليهم في الليل العين والورق وغير ذلك ، فيوصله إليهم وهم لا يعلمون من أي جهة هو « 1 » .\r\nباء : جوده وكرمه :\r\nبالتوكل على الله واليقين يعظم ثواب المحسنين عنده ، والثقة بأنه الرزاق ذو القوة المتين . يعطي المؤمن عطاءً لا يخشى الفقر . وأئمة الهدى هم المثل الأسمى في الكرم والجود ، فهذا الإمام موسى بن جعفر عليه السلام مع ما كان يعيشه من ظروف قاسية ، اشتهر بهذه الصفة في الآفاق .\r\nجاء في التاريخ رواية مأثورة عن محمد بن عبد الله البكري ، قال :\r\n( قَدِمْتُ المَدِينَةَ أَطْلُبُ بِهَا دَيْناً فَأَعْيَانِي فَقُلْتُ : لَوْ ذَهَبْتُ إِلَى أَبِي الْحَسَنِ عليه السلام فَشَكَوْتُ إِلَيْهِ ، فَأَتَيْتُهُ بِنَقَمَى فِي ضَيْعَتِهِ ، فَخَرَجَ إِلَيَّ وَمَعَهُ غُلَامٌ وَمَعَهُ مِنْسَفٌ فِيهِ قَدِيدٌ مُجَزَّعٌ لَيْسَ مَعَهُ غَيْرُهُ ، فَأَكَلَ فَأَكَلْتُ مَعَهُ ، ثُمَّ سَأَلَنِي عَنْ حَاجَتِي ، فَذَكَرْتُ لَهُ قِصَّتِي ، فَدَخَلَ وَلَمْ يَقُمْ إِلَّا يَسِيراً حَتَّى خَرَجَ إِلَيَّ ، فَقَالَ لِغُلَامِهِ : اذْهَبْ ، ثُمَّ مَدَّ يَدَهُ إِلَيَّ ، فَنَاوَلَنِي صُرَّةً فِيهَا ثَلَاثُمِائَةِ دِينَارٍ ، ثُمَّ قَامَ فَوَلَّى ، فَقُمْتُ فَرَكِبْتُ دَابَّتِي وَانْصَرَفْتُ ) « 2 » .\r\nورُوي عن أبي الفرج في مقاتل الطالبيين عن يحيى بن الحسن قال : ( كَانَ مُوسَى بْنُ جَعْفَرٍ عليه السلام إِذَا بَلَغَهُ عَنِ الرَّجُلِ مَا يَكْرَهُ بَعَثَ إِلَيْهِ بِصُرَّةِ دَنَانِيرَ ، وَكَانَتْ صِرَارُهُ مَا بَيْنَ الثَّلَاثِمِائَةِ إِلَى المِائَتَيْ دِينَارٍ ، فَكَانَتْ صِرَارُ مُوسَى مَثَلًا ) « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 48 ، ص 108 .\r\n( 2 ) بحار الأنوار ، ج 48 ، ص 102 .\r\n( 3 ) مقاتل الطالبيين ، ص 104 .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nوجاء في حكاية تاريخية طريفة : أَنَّ المَنْصُورَ تَقَدَّمَ إِلَى مُوسَى بْنِ جَعْفَرٍ عليه السلام بِالْجُلُوسِ لِلتَّهْنِيَةِ فِي يَوْمِ النَّيْرُوزِ ، وَقَبْضِ مَا يُحْمَلُ إِلَيْهِ ، فَقَالَ عليه السلام :\r\n( إِنِّي قَدْ فَتَّشْتُ الْأَخْبَارَ عَنْ جَدِّي رَسُولِ اللهِ صلى الله عليه وآله وسلم فَلَمْ أَجِدْ لِهَذَا الْعِيدِ خَبَراً ، وَإِنَّهُ سُنَّةٌ لِلْفُرْسِ وَمَحَاهَا الْإِسْلَام وَمَعَاذَ اللهِ أَنْ نُحْيِيَ مَا مَحَاهُ الْإِسْلَام\r\n) . فَقَالَ المَنْصُورُ : إِنَّمَا نَفْعَلُ هَذَا سِيَاسَةً لِلْجُنْدِ ، فَسَأَلْتُكَ بِاللهِ الْعَظِيمِ إِلَّا جَلَسْتَ ، فَجَلَسَ وَدَخَلَتْ عَلَيْهِ المُلُوكُ وَالْأُمَرَاءُ وَالْأَجْنَادُ يُهَنِّئُونَهُ وَيَحْمِلُونَ إِلَيْهِ الْهَدَايَا وَالتُّحَفَ ، وَعَلَى رَأْسِهِ خَادِمُ المَنْصُورِ يُحْصِي مَا يُحْمَلُ ، فَدَخَلَ فِي آخِرِ النَّاسِ رَجُلٌ شَيْخٌ كَبِيرُ السِّنِّ ، فَقَالَ لَهُ : يَا بْنَ بِنْتِ رَسُولِ اللهِ إِنَّنِي رَجُلٌ صُعْلُوكٌ لَا مَالَ لِي أُتْحِفُكَ ، وَلَكِنْ أُتْحِفُكَ بِثَلَاثَةِ أَبْيَاتٍ قَالَهَا جَدِّي فِي جَدِّكَ الْحُسَيْنِ بْنِ عَلِيٍّ عليه السلام :\r\n عَجِبْتُ لِمَصْقُولٍ عَلَاكَ فِرِنْدُهُ * يَوْمَ الْهِيَاجِ وَقَدْ عَلَاكَ غُبَارُ\r\nوَلِأَسْهُمٍ نَفَذَتْكَ دُونَ حَرَائِرَ * يَدْعُونَ جَدَّكَ وَالدُّمُوعُ غِزَارُ\r\nأَلَّا تَغَضْغَضَتِ السِّهَامُ وَعَاقَهَا * عَنْ جِسْمِكَ الْإِجْلَالُ وَالْإِكْبَارُ \r\nقَالَ :\r\nقَبِلْتُ هَدِيَّتَكَ ، اجْلِسْ بَارَكَ اللهُ فِيكَ\r\n، وَرَفَعَ رَأْسَهُ إِلَى الْخَادِمِ وَقَالَ : امْضِ إِلَى أَمِيرِ المُؤْمِنِينَ وَعَرِّفْهُ بِهَذَا المَالِ وَمَا يَصْنَعُ بِهِ ، فَمَضَى الْخَادِمُ وَعَادَ وَهُوَ يَقُولُ : كُلُّهَا هِبَةٌ مِنِّي لَهُ ، يَفْعَلُ بِهِ مَا أَرَادَ ، فَقَالَ مُوسَى لِلشَّيْخِ :\r\nاقْبِضْ جَمِيعَ هَذَا المَالِ فَهُوَ هِبَةٌ مِنِّي لَكَ « 1 »\r\n. وكان يلقى بكرمه عدوه فإذا به يصبح وليًّا حميماً ، فهذا شخص من أولاد الخليفة الثاني كان بالمدينة يؤذي أبا الحسن موسى عليه السلام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 48 ، ص 108 .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nويسبه إذا رآه ، ويشتم عليًّا ، فقال له بعض حاشيته يوماً : دَعْنَا نَقْتُلْ هَذَا الْفَاجِرَ ، فَنَهَاهُمْ عَنْ ذَلِكَ أَشَدَّ النَّهْيِ وَزَجَرَهُمْ ، وَسَأَلَ عَنِ الْعُمَرِيِّ ، فَذَكَرَ أَنَّهُ يَزْرَعُ بِنَاحِيَةٍ مِنْ نَوَاحِي المَدِينَةِ ، فَرَكِبَ إِلَيْهِ فَوَجَدَهُ فِي مَزْرَعَةٍ لَهُ ، فَدَخَلَ المَزْرَعَةَ بِحِمَارِهِ ، فَصَاحَ بِهِ الْعُمَرِيُّ : لَا تُوَطِّئْ زَرْعَنَا ، فَتَوَطَّأَهُ عليه السلام بِالْحِمَارِ حَتَّى وَصَلَ إِلَيْهِ ، وَنَزَلَ وَجَلَسَ عِنْدَهُ وَبَاسَطَهُ وَضَاحَكَهُ ، وَقَالَ لَهُ :\r\nكَمْ غَرِمْتُ عَلَى زَرْعِكَ هَذَا ؟\r\nقَالَ : مِائَةَ دِينَارٍ ، قَالَ :\r\nفَكَمْ تَرْجُو أَنْ تُصِيبَ ؟\r\nقَالَ : لَسْتُ أَعْلَمُ الْغَيْبَ ، قَالَ لَهُ :\r\nإِنَّمَا قُلْتُ : كَمْ تَرْجُو أَنْ يَجِيئَكَ فِيهِ ؟\r\nقَالَ : أَرْجُو أَنْ يَجِيءَ مِائَتَا دِينَارٍ .\r\nقَالَ : فَأَخْرَجَ لَهُ أَبُو الْحَسَنِ عليه السلام صُرَّةً فِيهَا ثَلَاثُمِائَةِ دِينَارٍ ، وَقَالَ :\r\nهَذَا زَرْعُكَ عَلَى حَالِهِ وَاللهُ يَرْزُقُكَ فِيهِ مَا تَرْجُو\r\n، قَالَ : فَقَامَ الْعُمَرِيُّ فَقَبَّلَ رَأْسَهُ وَسَأَلَهُ أَنْ يَصْفَحَ عَنْ فَارِطِهِ ، فَتَبَسَّمَ إِلَيْهِ أَبُو الْحَسَنِ وَانْصَرَفَ ، قَالَ : وَرَاحَ إِلَى المَسْجِدِ فَوَجَدَ الْعُمَرِيَّ جَالِساً ، فَلَمَّا نَظَرَ إِلَيْهِ قَالَ : اللهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَاتِهِ ، قَالَ : فَوَثَبَ أَصْحَابُهُ إِلَيْهِ فَقَالُوا لَهُ : مَا قَضِيَّتُكَ قَدْ كُنْتَ تَقُولُ غَيْرَ هَذَا ؟ قَالَ : فَقَالَ لَهُمْ : قَدْ سَمِعْتُمْ مَا قُلْتُ الْآنَ ، وَجَعَلَ يَدْعُو لِأَبِي الْحَسَنِ عليه السلام ، فَخَاصَمُوهُ وَخَاصَمَهُمْ ، فَلَمَّا رَجَعَ أَبُو الْحَسَنِ إِلَى دَارِهِ ، قَالَ لِجُلَسَائِهِ الَّذِينَ سَأَلُوهُ فِي قَتْلِ الْعُمَرِيِّ :\r\nأَيُّمَا كَانَ خَيْراً مَا أَرَدْتُمْ أَمْ مَا أَرَدْتُ ؟ إِنَّنِي أَصْلَحْتُ أَمْرَهُ بِالمِقْدَارِ الَّذِي عَرَفْتُمْ وَكُفِيتُ بِهِ شَرَّهُ « 1 »\r\n. جيم : علمه عليه السلام :\r\nسبق الحديث عن علم الإمام ونعود هنا لنثبت رواية طريفة في علمه ، حيث ينقل عن محمد بن النعمان المعروف بأبي حنيفة إمام المذهب أنه قال :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 56 ، ص 102 - 103 .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\n( رَأَيْتُ مُوسَى بْنَ جَعْفَرٍ وَهُوَ صَغِيرُ السِّنِّ فِي دِهْلِيزِ أَبِيهِ ، فَقُلْتُ : أَيْنَ يُحْدِثُ الْغَرِيبُ مِنْكُمْ إِذَا أَرَادَ ذَلِكَ ؟ فَنَظَرَ إِلَيَّ ثُمَّ قَالَ :\r\nيَتَوَارَى خَلْفَ الْجِدَارِ ، وَيَتَوَقَّى أَعْيُنَ الجَارِ ، وَيَتَجَنَّبُ شُطُوطَ الْأَنْهَارِ وَمَسَاقِطَ الثِّمَارِ وَأَفْنِيَةَ الدُّورِ وَالطُّرُقَ النَّافِذَةَ وَالمَسَاجِدَ ، وَلَا يَسْتَقْبِلُ الْقِبْلَةَ وَلَا يَسْتَدْبِرُهَا ، وَيَرْفَعُ وَيَضَعُ بَعْدَ ذَلِكَ حَيْثُ شَاءَ\r\n. قَالَ : فَلَمَّا سَمِعْتُ هَذَا الْقَوْلَ مِنْهُ نَبُلَ فِي عَيْنِي وَعَظُمَ فِي قَلْبِي ، فَقُلْتُ لَهُ : جُعِلْتُ فِدَاكَ ! مِمَّنِ المَعْصِيَةُ ؟ فَنَظَرَ إِلَيَّ ثُمَّ قَالَ :\r\nاجْلِسْ حَتَّى أُخْبِرَكَ\r\n، فَجَلَسْتُ ، فَقَالَ :\r\nإِنَّ المَعْصِيَةَ لَا بُدَّ أَنْ تَكُونَ مِنَ الْعَبْدِ أَوْ مِنْ رَبِّهِ أَوْ مِنْهُمَا جَمِيعاً ، فَإِنْ كَانَتْ مِنَ اللهِ تَعَالَى فَهُوَ أَعْدَلُ وَأَنْصَفُ مِنْ أَنْ يَظْلِمَ عَبْدَهُ وَيَأْخُذَهُ بِمَا لَمْ يَفْعَلْهُ ، وَإِنْ كَانَتْ مِنْهُمَا فَهُوَ شَرِيكُهُ وَالْقَوِيُّ أَوْلَى بِإِنْصَافِ عَبْدِهِ الضَّعِيفِ ، وَإِنْ كَانَتْ مِنَ الْعَبْدِ وَحْدَهُ فَعَلَيْهِ وَقَعَ الْأَمْرُ وَإِلَيْهِ تَوَجَّهَ النَّهْيُ وَلَهُ حَقَّ الثَّوَابُ وَالْعِقَابُ وَوَجَبَتِ الْجَنَّةُ وَالنَّارُ\r\n، فَقُلْتُ : ذُرِّيَّةً بَعْضُهَا مِنْ بَعْضٍ « 1 » ) « 2 » .\r\nوروي عنه الخطيب في تاريخ بغداد ، والسمعاني في الرسالة القومية ، وأبو صالح أحمد المؤذن في الأربعين ، وأبو عبد الله بن بطة في الإبانة ، والثعلبي في الكشف والبيان : ( وَكَانَ أَحْمَدُ بْنُ حَنْبَلٍ مَعَ انْحِرَافِهِ عَنْ أَهْلِ الْبَيْتِ عليهم السلام لَمَّا رَوَى عَنْهُ ، قَالَ : حَدَّثَنِي مُوسَى بْنُ جَعْفَرٍ ، قَالَ : حَدَّثَنِي أَبِي جَعْفَرُ بْنُ مُحَمَّدٍ ، وَهَكَذَا إِلَى\r\nالنَّبِيِّ صلى الله عليه وآله وسلم ثُمَّ قَالَ أَحْمَدُ : وَهَذَا إِسْنَادٌ لَوْ قُرِئَ عَلَى المَجْنُونِ أَفَاق ) « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة آل عمران ، الآية : 34 .\r\n( 2 ) بحار الأنوار ، ج 48 ، ص 104 .\r\n( 3 ) بحار الأنوار ، ج 48 ، ص 106 .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nشجاعته واستقامته :\r\nلقد حمل الإمام أعباء رسالات الأنبياء بالعزيمة العظيمة ذاتها التي كانت للنبيين عليهم السلام . لقد تحدَّى كل طغيان الاستكبار ، وكل تراكمات الفساد بثقة مطلقة برب العالمين .\r\nحينما يأتيه الفضل بن الربيع ويقول له : اسْتَعِدَّ لِلْعُقُوبَةِ يَا أَبَا إِبْرَاهِيمَ رَحِمَكَ اللهُ ، فَقَالَ عليه السلام : (\r\nأَلَيْسَ مَعِي مَنْ يَمْلِكُ الدُّنْيَا وَالْآخِرَةَ ؟ ! وَلَنْ يَقْدِرَ الْيَوْمَ عَلَى سُوءٍ بِي إِنْ شَاءَ اللهُ\r\n) « 1 » .\r\nوحينما يدخل على هارون الرشيد ذلك الطاغية الذي كان يخاطب مرة السحاب ويفتخر بسعة سلطانه ، فيقول : شرِّقي غرِّبي فأنّى ذهبتِ فخراجك إليّ .\r\nيقول له هارون : مَا هَذِهِ الدَّارُ ؟\r\nفَقَالَ الإمام عليه السلام :\r\nهَذِهِ دَارُ الْفَاسِقِينَ ، قَالَ الله تعالى :\r\nسَأَصْرِفُ عَنْ آيَاتِي الَّذِينَ يَتَكَبَّرُونَ فِي الأَرْضِ بِغَيْرِ الْحَقِّ وَإِنْ يَرَوْا كُلَّ آيَةٍ لا يُؤْمِنُوا بِهَا وَإِنْ يَرَوْا سَبِيلَ الرُّشْدِ لا يَتَّخِذُوهُ سَبِيلًا « 2 » .\r\nفَقَالَ لَهُ هَارُونُ : فَدَارُ مَنْ هِيَ ؟ قَالَ : (\r\nهِيَ لِشِيعَتِنَا فَتْرَةٌ وَلِغَيْرِهِمْ فِتْنَةٌ\r\n) . قَالَ : فَمَا بَالُ صَاحِبِ الدَّارِ لَا يَأْخُذُهَا ؟ فَقَالَ : (\r\nأُخِذَتْ مِنْهُ عَامِرَةً وَلَا يَأْخُذُهَا إِلَّا مَعْمُورَةً\r\n) .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 48 ، ص 215 .\r\n( 2 ) سورة الأعراف ، الآية : 146 .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nقَالَ : فَأَيْنَ شِيعَتُكَ ؟ فَقَرَأَ أَبُو الْحَسَن عليه السلام : لَمْ يَكُنْ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ مُنفَكِّينَ حَتَّى تَأْتِيَهُمْ الْبَيِّنَةُ « 1 » .\r\nقَالَ : فَقَالَ لَهُ : فَنَحْنُ كُفَّارٌ ؟ قَالَ :\r\nلَا ، وَلَكِنْ كَمَا قَالَ اللهُ :\r\nالَّذِينَ بَدَّلُوا نِعْمَةَ اللَّهِ كُفْراً وَأَحَلُّوا قَوْمَهُمْ دَارَ الْبَوَارِ « 2 » .\r\nفَغَضِبَ عِنْدَ ذَلِكَ وَغَلَّظَ عَلَيْه « 3 » .\r\nومن المعتقل حيث تحيط به جلاوزة السلطات المجرمون ، كتب رسالة إلى الرّشيد جاء فيها : (\r\nإِنَّهُ لَنْ يَنْقَضِيَ عَنِّي يَوْمٌ مِنَ الْبَلَاءِ إِلَّا انْقَضَى عَنْكَ مَعَهُ يَوْمٌ مِنَ الرَّخَاءِ حَتَّى نَقْضِيَ جَمِيعاً إِلَى يَوْمٍ لَيْسَ لَهُ انْقِضَاءٌ يَخْسَرُ فِيهِ المُبْطِلُون\r\n) « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة البَيِّنةِ ، الآية : 1 .\r\n( 2 ) سورة إِبراهيم ، الآية : 28 .\r\n( 3 ) بحار الأنوار ، ج 56 ، ص 223 .\r\n( 4 ) بحار الأنوار ، ج 48 ، ص 148 .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\n\r\nالفصل الخامس : مِحْنَتُهُ وَشَهَادَتُهُ\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nبعد محنة أبي عبد الله الحسين عليه السلام ، وأكثر من سائر أئمة الهدى من أهل بيت الرسول ، كانت محنة أبي إبراهيم موسى بن جعفر عليه السلام شديدة وأليمة .\r\nلقد كان الرّشيد يترصده ولا يقدر عليه ، ولعله كان يخشى من بعث جيش إليه خوف انقلابه وتحوله إلى صفِّه ، وكانت السِّرِّيَّة التي عمل بها الرساليون تجعل السلطات لا تثق بأقرب الناس إليهم ، فهذا علي بن يقطين وزير الرّشيد ، وذاك وزيره الآخر جعفر بن محمد بن الأشعث شيعيان ، كما كان من بين قيادات جيشه ، وأبرز ولاته على الأمصار من يخفي ولاءه لآل البيت عليهم السلام ، فلذلك قرر الذهاب بنفسه إلى المدينة ، لإلقاء القبض عليه ، وأخذ معه قوّاته الخاصة ، بالإضافة إلى جيش من الشعراء ، وعلماء السلاطين ، والمستشارين و . . . و . . . كما أنه حمل معه الملايين مما سرقه من المحرومين ، فقسّمها بين الناس لشراء سكوتهم .\r\nوخصَّ منهم رؤساء القبائل ووجوه المعارضة وأعيانها .\r\nهكذا ذهب الرّشيد إلى المدينة ليُلقي القبض على أعظم معارضي سلطانه الغاصب . لننظر ما فعل :\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nأولًّا : جلس عدة أيام يستقبل الناس ويأمر لهم بالصِّلات السخية ، حتى أشبع بطون المعارضين ، ممن كانت معارضتهم للسلطة لأسباب شخصية ومصالح خاصة .\r\nثانياً : بعث في البلد من يبث الدعايات ضد أعداء السلطان ، وأغرى الشعراء وعملاء السلطة من أدعياء الدين بمدح السلطان وإصدار الفتاوى بحرمة محاربته .\r\nثالثاً : استعرض قوّته لأهل المدينة لكيلا يفكر أحد بمقاومته في هذا الوقت بالذات .\r\nرابعاً : وحينما أكمل استعداده قام شخصيًّا بتطبيق البند الأخير من خطته الإرهابية ، فدخل مسجد رسول الله صلى الله عليه وآله وسلم ، ربما في وقت يجتمع الناس لأداء الفريضة ، ولا يتخلَّف عنهم - بالطبع - الإمام موسى بن جعفر عليه السلام .\r\nثم تقدم إلى قبر الرسول وسلم عليه : وقال : السلام عليك يا رسول الله ، يا بن عم .\r\nوكان هدفه إثبات شرعية خلافته لرسول الله ، لتكون سبباً وجيهاً لاعتقال الإمام عليه السلام ، ولكن الإمام فوّت عليه هذه الفرصة ، وشق الصفوف حتى تقدمها وتوجه إلى القبر الشريف وقال في ذهول الجميع : السلام عليك يا رسول الله ، السلام عليك يا جدّاه .\r\nفلإن كان رسول الله ابن عمك يا سلطان الجور ، وإنّك تدّعي شرعية سلطتك بانتمائك النسبي لرسول الله صلى الله عليه وآله وسلم ، فإنه أقرب إليّ ، فهو جدي وأنا أحقُّ بخلافته منك .\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nولكن الرّشيد استدرك الموقف وقال وهو يبرّر عزمه على اعتقال الإمام بالقول :\r\nبِأَبِي أَنْتَ وَأُمِّي يَا رَسُولَ اللهِ ! إِنِّي أَعْتَذِرُ إِلَيْكَ مِنْ أَمْرٍ عَزَمْتُ عَلَيْهِ ، وَإِنِّي أُرِيدُ أَنْ آخُذَ مُوسَى بْنَ جَعْفَرٍ فَأَحْبِسَهُ ؛ لِأَنِّي قَدْ خَشِيتُ أَنْ يُلْقِيَ بَيْنَ أُمَّتِكَ حَرْباً تُسْفَكُ فِيهَا دِمَاؤُهُمْ .\r\nفَلَمَّا كَانَ اليَومُ التَّالِيْ أَرْسَلَ إِلَيْهِ الْفَضْلَ بْنَ الرَّبِيعِ وَهُوَ قَائِمٌ يُصَلِّي فِي مَقَامِ رَسُولِ اللهِ صلى الله عليه وآله وسلم فَأَمَرَ بِالْقَبْضِ عَلَيْهِ وَحَبْسِه « 1 » .\r\nوَأُخْرِجَ مِنْ دَارِهِ بَغْلَانِ عَلَيْهِمَا قُبَّتَانِ مُغَطَّاتَانِ هُوَ فِي إِحْدَاهُمَا ، وَوَجَّهَ مَعَ كُلِّ وَاحِدَةٍ مِنْهُمَا خَيْلًا فَأَخَذَ بِوَاحِدَةٍ عَلَى طَرِيقِ الْبَصْرَةِ وَالْأُخْرَى عَلَى طَرِيقِ الْكُوفَةِ ؛ لِيُعْمِيَ عَلَى النَّاسِ أَمْرَهُ ، وَكَانَ فِي الَّتِي مَضَتْ إِلَى الْبَصْرَةِ . وَأَمَرَ الرَّسُولَ أَنْ يُسَلِّمَهُ إِلَى عِيسَى بْنِ جَعْفَرِ بْنِ المَنْصُورِ وَكَانَ عَلَى الْبَصْرَةِ حِينَئِذٍ ، فَمَضَى بِهِ فَحَبَسَهُ عِنْدَهُ سَنَةً .\r\nثُمَّ كَتَبَ إِلَى الرَّشِيدِ : أَنْ خُذْهُ مِنِّي وَسَلِّمْهُ إِلَى مَنْ شِئْتَ ، وَإِلَّا خَلَّيْتُ سَبِيلَهُ ، فَقَدِ اجْتَهَدْتُ بِأَنْ أَجِدَ عَلَيْهِ حُجَّةً فَمَا أَقْدِرُ عَلَى ذَلِكَ ، حَتَّى إِنِّي لَأَتَسَمَّعُ عَلَيْهِ إِذَا دَعَا لَعَلَّهُ يَدْعُو عَلَيَّ أَوْ عَلَيْكَ ، فَمَا أَسْمَعُهُ يَدْعُو إِلَّا لِنَفْسِهِ يَسْأَلُ الرَّحْمَةَ وَالمَغْفِرَةَ ، فَوَجِّهْ مَنْ تَسَلَّمُهُ مِنْهُ . وَحَبَسَهُ عِنْدَ الْفَضْلِ بْنِ الرَّبِيعِ بِبَغْدَادَ ، فَبَقِيَ عِنْدَهُ مُدَّةً طَوِيلَةً ، وَأَرَادَهُ الرَّشِيدُ عَلَى شَيْءٍ مِنْ أَمْرِهِ فَأَبَى ، فَكَتَبَ بِتَسْلِيمِهِ إِلَى الْفَضْلِ بْنِ يَحْيَى فَتَسَلَّمَهُ مِنْهُ ، وَأَرَادَ ذَلِكَ مِنْهُ فَلَمْ يَفْعَلْ ، وَبَلَغَهُ أَنَّهُ عِنْدَهُ فِي رَفَاهِيَةٍ وَسَعَةٍ وَهُوَ حِينَئِذٍ بِالرَّقَّةِ .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 48 ، ص 213 .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nفَأَنْفَذَ مَسْرُورَ الْخَادِمِ إِلَى بَغْدَادَ عَلَى الْبَرِيدِ ، وَأَمَرَهُ أَنْ يَدْخُلَ مِنْ فَوْرِهِ إِلَى مُوسَى بْنِ جَعْفَرٍ فَيَعْرِفَ خَبَرَهُ ، فَإِنْ كَانَ الْأَمْرُ عَلَى مَا بَلَغَهُ أَوْصَلَ كِتَاباً مِنْهُ إِلَى الْعَبَّاسِ بْنِ مُحَمَّدٍ وَأَمَرَهُ بِامْتِثَالِهِ ، وَأَوْصَلَ مِنْهُ كِتَاباً آخَرَ إِلَى السِّنْدِيِّ بْنِ شَاهَكَ يَأْمُرُهُ بِطَاعَةِ الْعَبَّاسِ « 1 » .\r\nوتمضي الرواية التاريخية لتقول :\r\nوَبَلَغَ يَحْيَى بْنَ خَالِدٍ ، فَرَكِبَ إِلَى الرَّشِيدِ وَدَخَلَ مِنْ غَيْرِ الْبَابِ الَّذِي يَدْخُلُ النَّاسُ مِنْهُ حَتَّى جَاءَهُ مِنْ خَلْفِهِ وَهُوَ لَا يَشْعُرُ ، ثُمَّ قَالَ : الْتَفِتْ إِلَيَّ يَا أَمِيرَ المُؤْمِنِينَ ، فَأَصْغَى إِلَيْهِ فَزِعاً ، فَقَالَ لَهُ : إِنَّ الْفَضْلَ حَدَثٌ وَأَنَا أَكْفِيكَ مَا تُرِيدُ ، فَانْطَلَقَ وَجْهُهُ وَسُرَّ وَأَقْبَلَ عَلَى النَّاسِ ، فَقَالَ : إِنَّ الْفَضْلَ كَانَ عَصَانِي فِي شَيْءٍ فَلَعَنْتُهُ ، وَقَدْ تَابَ وَأَنَابَ إِلَى طَاعَتِي فَتَوَلَّوْهُ ، فَقَالُوا لَهُ : نَحْنُ أَوْلِيَاءُ مَنْ وَالَيْتَ وَأَعْدَاءُ مَنْ عَادَيْتَ وَقَدْ تَوَلَّيْنَاهُ .\r\nثُمَّ خَرَجَ يَحْيَى بْنُ خَالِدٍ بِنَفْسِهِ عَلَى الْبَرِيدِ حَتَّى أَتَى بَغْدَادَ ، فَمَاجَ النَّاسُ وَأَرْجَفُوا بِكُلِّ شَيْءٍ ، فَأَظْهَرَ أَنَّهُ وَرَدَ لِتَعْدِيلِ السَّوَادِ وَالنَّظَرِ فِي أَمْرِ الْعُمَّالِ ، وَتَشَاغَلَ بِبَعْضِ ذَلِكَ ، وَدَعَا السِّنْدِيَّ فَأَمَرَهُ فِيهِ بِأَمْرِهِ فَامْتَثَلَهُ ، وَسَأَلَ مُوسَى عليه السلام السِّنْدِيَّ عِنْدَ وَفَاتِهِ أَنْ يَحْضُرَهُ مَوْلًى لَهُ يَنْزِلُ عِنْدَ دَارِ الْعَبَّاسِ بْنِ مُحَمَّدٍ فِي أَصْحَابِ الْقَصَبِ لِيُغَسِّلَهُ ، فَفَعَلَ ذَلِكَ قَالَ : وَسَأَلْتُهُ أَنْ يَأْذَنَ لِي أَنْ أُكَفِّنَهُ فَأَبَى ، وَقَالَ :\r\n( إِنَّا أَهْلُ بَيْتٍ مُهُورُ نِسَائِنَا وَحَجُّ صَرُورَتِنَا وَأَكْفَانُ مَوْتَانَا مِنْ طُهْرَةِ أَمْوَالِنَا وَعِنْدِي كَفَنِي\r\n) . فَلَمَّا مَاتَ أُدْخِلَ عَلَيْهِ الْفُقَهَاءُ وَوُجُوهُ أَهْلِ بَغْدَادَ ، وَفِيهِمُ الْهَيْثَمُ بْنُ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 48 ، ص 233 .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nعَدِيٍّ وَغَيْرُهُ ، فَنَظَرُوا إِلَيْهِ لَا أَثَرَ بِهِ وَشَهِدُوا عَلَى ذَلِكَ ، وَأُخْرِجَ فَوُضِعَ عَلَى الْجِسْرِ بِبَغْدَادَ ، وَنُودِيَ : هَذَا مُوسَى بْنُ جَعْفَرٍ قَدْ مَاتَ فَانْظُرُوا إِلَيْهِ ، فَجَعَلَ النَّاسُ يَتَفَرَّسُونَ فِي وَجْهِهِ وَهُوَ عليه السلام مَيِّتٌ .\r\nقَالَ : وَحَدَّثَنِي رَجُلٌ مِنْ بَعْضِ الطَّالِبِيِّينَ ، أَنَّهُ نُودِيَ عَلَيْهِ : هَذَا مُوسَى بْنُ جَعْفَرٍ الَّذِي تَزْعُمُ الرَّافِضَةُ أَنَّهُ لَا يَمُوتُ ، فَانْظُرُوا إِلَيْهِ فَنَظَرُوا إِلَيْهِ .\r\nقَالُوا : وَحُمِلَ فَدُفِنَ فِي مَقَابِرِ قُرَيْشٍ ، فَوَقَعَ قَبْرُهُ إِلَى جَانِبِ رَجُلٍ مِنَ النَّوْفَلِيِّينَ يُقَالُ لَهُ : عِيسَى بْنُ عَبْدِ الله ) « 1 » .\r\nوتنقل الروايات التاريخية : أن الإمام عليه السلام كان يتصل بشيعته وأهل دعوته من السجون التي يتناقل فيها ، ويأمرهم بأمره ، كما أنه كان يُجيب عن مسائلهم السياسية ، والفقهية .\r\nوقد نتساءل : كيف كان عليه السلام يتصل بهم ؟\r\nلعله بطرق غيبية . ولكن أحاديث كثيرة تبيّن لنا أن أكثر من سجن عندهم الإمام عليه السلام قالوا بإمامته ، بالرغم من أن السلطة كانت تختار سجّانه من بين أغلظ الناس وأكثرهم ولاءً لها ، لما كانوا يرونه فيه من شدة الاجتهاد في العبادة ، وغزارة العلم ، ومكارم الأخلاق ، ولما كانوا يرونه منه من كرامات .\r\nوفي كتاب الأنوار قال العامري : إِنَّ هَارُونَ الرَّشِيدَ أَنْفَذَ إِلَى مُوسَى ابْنِ جَعْفَرٍ جَارِيَةً خَصِيفَةً لَهَا جَمَالٌ وَوَضَاءَةٌ لِتَخْدُمَهُ فِي السِّجْنِ فَقَالَ :\r\nقُلْ لَهُ\r\n: بَلْ أَنْتُمْ بِهَدِيَّتِكُمْ تَفْرَحُونَ « 2 »\r\n، لَا حَاجَةَ لِي فِي هَذِهِ وَلَا فِي أَمْثَالِهَا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 48 ، ص 234 ، نقلًا عن كتاب الغيبة للطوسي ، ص 22 .\r\n( 2 ) سورة النَّمْل ، الآية : 36 .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nقَالَ : فَاسْتَطَارَ هَارُونُ غَضَباً وَقَالَ : ارْجِعْ إِلَيْهِ وَقُلْ لَهُ : لَيْسَ بِرِضَاكَ حَبَسْنَاكَ وَلَا بِرِضَاكَ أَخَذْنَاكَ ، وَاتْرُكِ الْجَارِيَةَ عِنْدَهُ وَانْصَرِفْ . قَالَ : فَمَضَى وَرَجَعَ ، ثُمَّ قَامَ هَارُونُ عَنْ مَجْلِسِهِ وَأَنْفَذَ الْخَادِمَ إِلَيْهِ ؛ لِيَسْتَفْحِصَ عَنْ حَالِهَا ، فَرَآهَا سَاجِدَةً لِرَبِّهَا لَا تَرْفَعُ رَأْسَهَا تَقُولُ : قُدُّوسٌ سُبْحَانَكَ سُبْحَانَكَ .\r\nفَقَالَ هَارُونُ : سَحَرَهَا وَاللهِ مُوسَى بْنُ جَعْفَرٍ بِسِحْرِهِ ، عَلَيَّ بِهَا فَأُتِيَ بِهَا وَهِيَ تَرْعُدُ شَاخِصَةً نَحْوَ السَّمَاءِ بَصَرَهَا ، فَقَالَ : مَا شَأْنُكِ ؟ قَالَتْ : شَأْنِيَ الشَّأْنُ الْبَدِيعُ ، إِنِّي كُنْتُ عِنْدَهُ وَاقِفَةً وَهُوَ قَائِمٌ يُصَلِّي لَيْلَهُ وَنَهَارَهُ ، فَلَمَّا انْصَرَفَ عَنْ صَلَاتِهِ بِوَجْهِهِ وَهُوَ يُسَبِّحُ اللهَ وَيُقَدِّسُهُ ، قُلْتُ : يَا سَيِّدِي هَلْ لَكَ حَاجَةٌ أُعْطِيكَهَا ؟ قَالَ :\r\nوَمَا حَاجَتِي إِلَيْكِ ؟\r\nقُلْتُ : إِنِّي أُدْخِلْتُ عَلَيْكَ لِحَوَائِجِكَ ، قَالَ :\r\nفَمَا بَالُ هَؤُلَاءِ ؟\r\nقَالَتْ : فَالْتَفَتُّ فَإِذَا رَوْضَةٌ مُزْهِرَةٌ لَا أَبْلُغُ آخِرَهَا مِنْ أَوَّلِهَا بِنَظَرِي وَلَا أَوَّلَهَا مِنْ آخِرِهَا ، فِيهَا مَجَالِسُ مَفْرُوشَةٌ بِالْوَشْيِ وَالدِّيبَاجِ ، وَعَلَيْهَا وُصَفَاءُ وَوَصَائِفُ لَمْ أَرَ مِثْلَ وُجُوهِهِمْ حَسَناً وَلَا مِثْلَ لِبَاسِهِمْ لِبَاساً عَلَيْهِمُ الْحَرِيرُ الْأَخْضَرُ وَالْأَكَالِيلُ وَالدُّرُّ وَالْيَاقُوتُ ، وَفِي أَيْدِيهِمُ الْأَبَارِيقُ وَالمَنَادِيلُ وَمِنْ كُلِّ الطَّعَامِ ، فَخَرَرْتُ سَاجِدَةً حَتَّى أَقَامَنِي هَذَا الْخَادِمُ ، فَرَأَيْتُ نَفْسِي حَيْثُ كُنْتُ .\r\nقَالَ : فَقَالَ هَارُونُ : يَا خَبِيثَةُ لَعَلَّكِ سَجَدْتِ فَنِمْتِ فَرَأَيْتِ هَذَا فِي مَنَامِكِ ؟ قَالَتْ : لَا وَاللهِ يَا سَيِّدِي ، إِلَّا قَبْلَ سُجُودِي رَأَيْتُ ، فَسَجَدْتُ مِنْ أَجْلِ ذَلِكَ ، فَقَالَ الرَّشِيدُ : اقْبِضْ هَذِهِ الْخَبِيثَةَ إِلَيْكَ فَلَا يَسْمَعَ هَذَا مِنْهَا أَحَدٌ ، فَأَقْبَلَتْ فِي الصَّلَاةِ فَإِذَا قِيلَ لَهَا فِي ذَلِكَ ؟ قَالَتْ : هَكَذَا رَأَيْتُ الْعَبْدَ الصَّالِحَ عليه السلام ، فَسُئِلَتْ عَنْ قَوْلِهَا ، قَالَتْ : إِنِّي لَمَّا عَايَنْتُ مِنَ الْأَمْرِ نَادَتْنِي الْجَوَارِي : يَا فُلَانَةُ ابْعُدِي عَنِ الْعَبْدِ الصَّالِحِ ؛ حَتَّى نَدْخُلَ عَلَيْهِ\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nفَنَحْنُ لَهُ دُونَكِ . فَمَا زَالَتْ كَذَلِكَ حَتَّى مَاتَتْ ، وَذَلِكَ قَبْلَ مَوْتِ مُوسَى بِأَيَّامٍ يَسِيرَة « 1 » .\r\nهذه هي كرامة الإمام عليه السلام على الله ، وتلك هي عاقبة الرّشيد الظَّالم الطَّاغي .\r\nنسأل الله العلي العظيم أن يجعلنا ممن يتولى أوليائه ، ويتبرأ من أعدائه ، ويسير على نهجهم أئمة الهدى من آل محمد صلى الله عليه وآله وسلم والحمد لله رب العالمين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 48 ، ص 238 - 239 .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79}
  ]