[
  {"content":"\r\n\r\nالسيد محمدتقي المدرسي\r\nكيف تحيا سعيدا ؟ . . .\r\nالكتاب / الخامس السنة التاسعة\r\nمنابع للثقافة الإسلامية\r\nجمادى الثانية / 1388 هج‍\r\n85\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nمنابع الثقافة الاسلامية\r\nسلسلة كتب علمية ثقافية تبحث في الاسلام\r\nتصدر : عشرة كتب في السنة\r\nلاتصدر في شهري ( محرم ، وصفر )\r\nبدل الاشتراك السنوي : 500 فلس في الداخل\r\nللدوائر الريمية : ديناران\r\nفي البلاد الخارجية :\r\nدينار واحد في الكويت ، والبحرين ، والأردن\r\n5 ليرات بلبنان\r\n6 ليرات في سورية\r\n12 تومانا في إيران\r\n20 روبية في الباكستان\r\n25 روبية في الهند\r\n15 روبية : في \" قطر \" و \" دبى \" و \" مسقط و \" الشارجة \" و \" أبي ظبي \" وباقي بلاد الخليج عدى الكويت والبحرين : ( ترسل كافة المراسلات المالية إلى )\r\n( كربلاء المقدسة - مكتب المنابع - الشيخ محمد المجاهد )\r\nمطبعة الآداب في النجف الأشرف\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\nالكتاب والمؤلف\r\n* هذا هو الكتاب الرابع والثمانون من سلسلة ( منابع الثقافة الاسلامية ) .\r\n* تأمين للحياة الحرة السعيدة ، والعيش الهانيء الرغيد ، الذي منحه الاسلام للبشر بفضل قوانينه الأخلاقية وأنظمته التي سنها لخلق مجتمع سعيد .\r\n* الكتاب كتاب عمل أكثر من أن يكون كتاب علم ، فهو لم يوضع لأن يقرأ ، ويتعلم ما فيه ، وبتقن فهمه ، انما وضع ليكون منهاج عمل ، وطريق سعادة ، ودستور حياة ، يبني الفرد عليها حياته الخاصة ، والعامة .\r\n* يعمد المؤلف إلى ابراز نتف من الأحاديث الواردة عن العترة الطاهرة - سلام الله عليهم أجمعين - بشأن السعادة في اطارها الانساني الواقعي - كما هي عليه -\r\n* مؤلفه الأستاذ للعلامة السيد محمد تقي نجل العلامة الحجة\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nالحاج السيد محمد كاظم المدرسي .\r\n* ولد بكربلاء المقدسة عام ( 1364 ) هجرية .\r\n* لشأبها ، وترعرع في احصان العلم والفضل ، ودرس مقدمات العلوم على أساتذتها في كربلاء المقدسة .\r\n* يشترك في المناسبات الدينية ، والحفلات الاسلامية ، بالقاء كلمات أدبية ، أو قصائد شعرية من نسج فكرته .\r\n* له كتب طبع منها ( مع الرسول على الطريق الشائك ) ( الإمام الحسين ( ع ) قدوة وأسوة ) ( التي محمد ( ص ) قدوة وأسوة ) ( نهضة الإمام الحسين ) ( المرأة في المجتمع الاسلامي ) وهذا الكتاب .\r\n* له مقالات اسلامية وقصائد شعرية في كل من ( الاخلاق والآداب ) و ( صوت المبلغين ) و ( القرآن يهدي ) و ( ذكريات المعصومين ( ع ) الكربلائيات ، وقصائد شعرية :\r\nكربلاء المقدسة مكتب ( منابع الثقافة الاسلامية )\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nما هي السعادة ؟\r\nالسؤال الذي لزق بكل إنسان ودوخ كل إنسان « ما هي السعادة ؟ » السؤال الذي فتش البشر له عن إجابة صحيحة عبر تاريخ طويل :\r\nأهي أطابة طعام ، وتكييف البيئة وفق الحاجات أهي هذا فقط أم هي أيضا أحلام تتسع حتى تكتنف طموح الإنسان الكبير .\r\nلقد قال بكلٍ فريق ولكني احسبه حقاً الجواب التالي : متى وافقت الحياة متطلبات الإنسان ومشتهياته فقد سعدت الحياة وسعد فيها الإنسان :\r\nفهي نبت في القلب فيفرع عنه وفاق الحياة .\r\nالذي لا يطلب من الدنيا سوى كسرة رغيف . وشربة ماء . وسعة مترين من حافة الرصيف فهو سعيد إذا أعطته الحياة ما أراد .\r\nاما إذا وسع هذا الفرد طلبة بامتلاك بيت حقير وراء تلك الأمور فلم تهب له الدنيا سواها فهو من الأشقياء :\r\nوقد يكون سعيداً كالإمام أمير المؤمنين الذي يكتفي من الحياة بقرصين ومن اللباس بطمرين إذا عمل الناس بالحق . وعافوا الباطل ، اما إذا عند معه الزمان فعد فيه المحسن مسيئا ، والمسيئ محسنا فخير له ان يرحل من الدنيا لأنها لم تعطه ما أراد .\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nوقد لا يكون سعيداً ك - « روكفلر » ملك الدولار في العالم لأنه أراد أكثر مما اعطى فشقى وشقت به الحياة :\r\nوبكلمة واحدة نقول :\r\n« السعادة هي الملائمة بين قلب الإنسان وواقع الحياة التي يعيشها » :\r\nوكيف نوفق بين القلب والحياة ؟\r\nإلى ذلك طريقان متبعان في كل الأمم .\r\nطريق تكييف الحياة ليجعلها مثلما يجري في القلب من اشتهاء حياة أفضل وأكمل .\r\nوهذا الذي يسعى له الإنسان في كل زمان وكل مكان . وهذا الذي صاغ الحضارات وطورها إلى شكلها الحالي الموجود .\r\nوعلى الإنسان - أي إنسان - ان يسعى جهده مع الأسرة البشرية لتكييف بيئة الحياة وفق متطلبات قلبه الكبير الواسع .\r\nوطريق اخر يكيف نفسه وقلبه مع الحياة . فلا يريد سوى ما يمكن ان يبلغه بغير جهد وبغير شقاء .\r\nويتبع هذا الطريق موكب حافل يسير معه الشعراء والأدباء وذوو الفنون الجميلة . وفي طليعة هذا الموكب يسير الأنبياء العظام . والموجهون الاخلاقيون :\r\nوهذا الكتاب حينما نقدم - مساهمة منا في دفع هذا الموكب إلى الإمام . شريطة ان نندفع معه لنحقق الهدف الإنساني الاعلى الذي يحلم به كل شيء في الحياة السعيدة .\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nحقل السعادة\r\nاين يقع ذلك الحقل الذي تنبت فيه السعادة فيملأ الأنوف عطراً واريجا ويشحن الفكر سكينة وهدوءاً ، ويلبس الحياة قرنفلًا وفلًا ؟\r\nلو فتشت عنه كل مكان في الشرق والغرب في الأرض والسماء لما وجدته - أتدري لماذا ؟\r\nلأنه يقع في قلبك . في أحناء ضميرك في تيار تفكيرك في كل قلب نبع للسعادة يجري منه الماء زلالا صافيا :\r\nوفي كل ضمير مروج خضراء .\r\nوفي كل فكر زهرة بيضاء . فمن ذلك النبع . وعلى تلك المورج تنبت السعادة في الفكر زهرة بيضاء ناضرة .\r\nأليست السعادة هي الفضيلة متى كانت كانت ، وانى رحلت رحلت ، اوليست للفضيلة حقولًا في القلوب : ومروجاً في الصدور ووروداً في الافكار .\r\nيقول الله تعالى في القرآن الكريم :\r\n« ونفس وما سواها فألهمها فجورها وتقواها »\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nلقد اهتم كل إنسان ما يترك وما يعمل من شرّ وخير وقال أمير المؤمنين ( ع ) :\r\n« فكرك يهديك إلى الرشاد »\r\nويعترف بهذه الحقيقة الأديب الشهير جان جاك روسو قائلا : ( انا نجد بين الأمم جميعا . وبين تعاليمها الخلقية المختلفة المتناقضة نجد بين كل هذا تلك الأصول الثابتة « العدالة والصلاح » ونفس التعاليم الخلقية ونفس مفاهيم الخير والشر ) .\r\nوعلى هذا يوجد في اعماق النفس البشرية أصول ثابتة العدالة والتقوى - التي نجعلها لأنفسنا - رغم اختلاف القوانين والظروف - مقياساً نقضي به على أعمال الناس ونحكم لها بخير أو شر ، ان هذا الأصل هو الذي أجده « انا » في نفسي .\r\nوأنت فقل لي : هل تجد في العالم أمة يعتبر فيها الالتزام بالعقيدة والايمان وكتمان السر والرحمة بالخلق وابتغاء الخير للناس والبسالة والشهامة - اجراماً مبغوضا .\r\nأو يعد فيها الرجل الصالح مكروها منفورا والطالح محبوبا مكرماً .\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nفيا أيّها الوجدان « الأدبي » الخير ! أيتها العزيزة البصيرة ! أيتها الصرخة السماوية الخالدة ! أيتها الهادية الرشيدة - لهذه الخليقة الضالة !\r\nأنت الحرة العاقلة\r\nيا من تميز الحقّ عن الباطل والرشد عن الغي !\r\nأنت الذي تقرب الناس إلى الله\r\nأنت الذي تطهر الضمير عن أوساخ الجهل والظلم ، وتنظم الأخلاق وفق التعاليم الرشيدة الحكيمة !\r\nلو لم تكن لي لما كنت اشعر - في ضميري - ما يسمو بي عن البهائم واذن كنت اقتحم بما اتيت من عقل ضل وحس انحرف في - متاهات الجهل والظلم في ضلال مستمر من خطأ إلى خطأ » . « 1 »\r\nفالمكارم أصول ثابتة راسخة في النفس الانسانية تنفرع منها الفضائل والمكرمات ان واتتها المواسم الخيرة - ولا تختص - هذه الأصول - بشعب أو عنصر أو أمة دون أخرى .\r\nوليست التربية أو التوجيه الا تنمية هذه الأصول واستخراج خبثها المستور - أو - ان كانت سيئة دسها تحت رغام المصالح واضلالها وفي زحام الماديات الرخيصة !\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - أميل ص 204\r\n","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nولكنها سوف تبقى رغم هذا وذاك مبعث اشعاع وضاّء يحكم على النفس والناس ويبصر الإنسان طريقه المستقيم إلى الله والقيم . ومن هنا نجد أمم العالم كلها تحلم بطريق أو باخر ان توفق بتحقيق مبادئ هذه الأصول على نفسها . تطبيقا يلائم ظروفها الخاصة :\r\nيقول الدكتور موريس ربس - الأستاذ بجامعة ستراسبورك :\r\nتفاجئ الشباب بين 15 - 17 صيحة « سماوية مقدسة تنبعث من اعماق أنفسهم داعية لهم إلى نسف صروح الشر والظلم ومحوها عن وجه هذا الكوكب وان يلتمسوا العيش في عالم مثالي فاضل ويطبقوا العدالة الانسانية على البشر في كل مكان » . « 1 »\r\nتدفعه في تلك اللحظة التي تنفجر طاقات الإنسان في كيان الطفل والى ان يصبح انسانا مكتملا - تنبعث فيه أيضا شعلة حكيمة شجاعة تدعوه إلى الخير والصلاح .\r\nيقول الدكتور الآنف الذكر\r\n« فكان علماء النفس يتفقون على هذه النقطة وهي ان هناك علاقة وثيقة متينة بين مشاعر البشر العاطفية التي تندلع أوّل البلوغ وبين وجدانه الديني في الوقت ذاته\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - البلوغ 122 - 118\r\n","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nففي مثل هذا الزمان تقوم من ضمير الإنسان نهضة دينية حتى عند أولئك الذين لم تكن لهم اية علاقة « تربطهم بالدين والمذهب » « 1 »\r\nوإذا ثبت هذا الواقع فعلينا ان نبتغي منهاجاً تربوياً وتوجيهياً صالحاً يكفل للإنسان تنمية هذا الوجدان الأدبي على أفضل وجه .\r\nوالاسلام يملك طاقات هائلة يستطيع بها تحقيق هذه المهمة فإذا به يضرب المثل الاعلى في تنمية مشاعر الخير في الإنسان وتوجيهها والمؤازرة بينها وبين الحقوق التي يجب أداؤها في الحياة .\r\nومن هنا كان على الموجه الخلقي - ان يستخدم هذه الطاقة في سبيل انماء الوجدان الأدبي في المجتمع .\r\nوسواء كان موجه الفرد نفسه أو وليه أو معلمه أو كاتب صحفي\r\nأو مذيعة فان هناك واجباً مشتركاً على الجميع هو انماء مشاعر الخير واستخدامها في التوجيه الصالح .\r\nوبهذا يحيى الفرد سعيداً . وتعيش الأمة في سعادة . وتزهر الحياة لكل من دخلها زهرة الهناء .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - البلوغ 122 - 118\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\n\r\nكيف تسعد بلسانك ؟\r\n( 1 )\r\nكان المتسلل إلى مصنع الحياكة مندهشاً حينما سمع الحائك الماهر يردد ويخاطب لسانه قائلًا : كل حذري منك أيّها المارد اني اسهر الليالي واقضي الأيام في سبيل لقمة عيش ، ولكن هل لي ان أرجو ذلك وأنت في فمي ؟ فشغل المتسلل عما جاء من اجله من السرقة واخذ يستمع إلى الحائك في عجب فعزم غداً على أن يتابع حياة هذا الرجل ليرى نهايتها فاخذ يراقبه كل ليلة حتى أتم الحائك السجاد القيم ، وفي الغد اخذ السجاد الثمين إلى الملك هدية قيمة فرحب به واعجب بهديته وقدر مساعيه وحضر المتسلل المجلس ليشهد مصير الحائك فقال كل قولا ثم قال الملك : الأفضل ان تسئل من الحائك فهو اعلم بالموضوع فلما سأله أجاب : في رأيي ان أحسن ما يصلح له السجاد هو ان يطرح على جنازة الملك فإذا بالملك اشتد غضبه ونهر الحائك ، وامر بقطع لسانه وقطع عنقه : هناك قام المتسلل إلى الملك وقص عليه قصة الليالي ومناجاته العجيبة مع\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nنفسه كل ليلة سهر فيها على السجاد واعتذر عن المسكين بأن لسانه لا يعبر عن فؤاده تماما .\r\nومن هنا نعرف حكمة الإمام الباقر ( ع ) « ان الندامة على طول الصمت مرة واحدة خير من الندامة على كثرة الكلام مرات » .\r\nالكلمة الواحدة تكفي لشقاء عمر كامل ، وللقضاء على عمر كامل فلماذا لا الاحظ كلماتي ، واتبع القصد فيها ، ولا أكون وراء لساني يجرني إلى ما لا تحمد عواقبه ، ان اللسان مارد يجب ان يسجن قبل ان يلقي صاحبه في السجن ، ويجب ان يقيد قبل ان يكبل صاحبه بألف قيد ، قال الشاعر :\r\n يموت الفتى من عثرة بلسانه * وليس يموت المرء من عثرة الرجل \r\nان ابا ذر كان من أصدق أصحاب النبي ، ولكنه حينما يستنصح الرسول بشيء يقول له النبي ( ص ) الا أعلمك بعمل خفيف على البدن ثقيل في الميزان ؟ قال : بلى يا رسول الله قال هو الصمت ، وحسن الخلق ، وترك ما لا يعنيك » :\r\nأتدري ما كان خلق صحابة الرسول الذين أعجب بهم العالم مدى التاريخ : كانوا كما يقول أحدهم ان الرجل ليكلمن بالكلام وجوابه اشهى إلي من الماء البارد على الظمأ ، فاتركه خيفة ان يكون فضولا » كان قد ادبهم النبي ( ص ) بذلك حينما قال لهم\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\n« طوبى لمن امسك الفضل من لسانه وانفق الفضل من ماله » .\r\nوحينما قال لهم من تكفل لي بما بين لحييه ورجليه اتكفل له بالجنة ، وحينما سألوه ما النجات ، أجابهم املك عليك لسانك » .\r\nوحينما أكثر من تلاوة آيات النار يوم القيامة وأهوالها المرعبة : فأرادوا ان يعرفوا ما هو السبب الرئيسي في دخول الناس إلى النار قال لهم ، « وهل يكب الناس على مناخرهم في النار الا حصائد ألسنتهم » .\r\n( 2 )\r\nأتدري ما أقرب الخطوط بين نقطتين ؟ . انه الخط المستقيم وكذلك كلما في الحياة أقرب الطرق التي تؤدي إلى اهدافك هو الصراط المستقيم ، ولا أظنك ترضى عن الطريق القريب بالبعيد فلماذا لا تصمم على أن تسلكه دائما ، ان الاستقامة اية الطبع السليم المعتدل ، وهي تظهر في اللسان صدقاً ، وفي العيش صراحة ، وفي الحياة عقيدة تحيى ولا تموت ، والالتواء يموت ولا يحيى ، والمستقيم هو الإنسان الطبيعي المعتدل الذي لم تؤثر فيه عاقبة من هنا تعوجه ولا مصلحة من هناك تلويه .\r\nوقد يحسب طائفة من الناس ان الاستقامة تجر إليهم المشاكل\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nويحتجون لذلك بان صاحب المصنع الذي يصارح زبائنه وصاحب المحل الذي يصدق لمشتريه ، وبصورة خاصة المحامي الذي يحاول الا يكذب في كل ما يسئل ، والموظف الذي يحب ان لا يصارح مراجعيه بكل امر ، ان هؤلاء هم أناس فاشلون في الحياة اليومية .\r\nولربما كان هذا بالفعل في بعض الظروف أو في قسم من المهن ، ولكننا نسئل هل من المستحيل ان يجد الفرد مهنة لا تتطلب منه الالتواء ، وحتى لو كان من الصعب عليه ذلك فهل من الأصلح للأسرة البشرية ان تعيش في حالة الالتواء إلى الأبد . أو هل للإنسان ان يعتقد ان أفضل احتمالات السعادة هذه الحياة الملتوية ؟ فلنجرب حياة مستقيمة ولو بقليل من مرارة المبتدأ - ان كانت هناك مرارة - فعسانا نفوز بمنتهى حلو ، وليبتدأ كل فرد يخلق حياة مستقيمة لكي ننتهي إلى مجتمع مستقيم .\r\nيقول الكاتب والفيلسوف الإنجليزي ( برتراند رسل ) : اننا نحيا في دنيا خداع ورياء ، والصدق حقبة في سبيل صاحبه في مجتمع يوده النفاق ، ولكن هذه الحقبة يرجحها ويفوقها فوائد عدم التهيب الذي بدونه لا يتأتى للإنسان ان يكون صادقاً ، اننا نحب لآبنائنا ان يكونوا مستقيمين صرحاء يحترمون أنفسهم ، وانني شخصياً أؤثر ان يفشل أولادي لاتصافهم على أن ينجحوا بأساليب\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nالعبيد . « 1 »\r\nفي صالحك ان تدفع ألف دينار لتشتري سيارة صغيرة تقلك عند انتقالك من والى البيت والمحل ، ولكن هل في صالحك ان تدفع مائة ألف دينار للغاية نفسها ؟ طبعاً لا لماذا ؟ لان هذا المبلغ أحبّ إليك من سيارة صغيرة .\r\nان الاستقامة أغلى بكثير من النجاح مع الالتواء إذ ليس لنا ان ندفعها ثمناً للنجاح الحقير ومما لا شك فيه ان القلق والشبح المفزع الذي يهدد سعادة الانسانية . . ولو فتش عن أسبابه لرأينا أكثرها ترجع إلى الالتواء ، ان فقد الاستقامة يعني بالضبط فقد كل خير في المجتمع الانساني ، واليك هذا الشاهد الواضح من واقعنا المعاصر : يعتقد المراقبون السياسيون ان نكسة العرب في حزيران جاءت من فقد ثقة الشعب بالدولة ، والدولة بالشعب في أكثر الدول العربية ، ولكني اعتقد انها جاءت أيضا من فقد الأسرة الحاكمة في كل قطر ثقة بعضها من بعض وذلك للنفاق والالتواء إذ كانت نتيجة حتمية لها .\r\nترى بعد هذا ان المال يكون شيئاً مذكوراً لدى المقايسة بقيمة الاستقامة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - في التربية ص 117\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nان النكسة كلفت الأمة العربية بل الأمة الإسلامية الشيء الكثير ، ومع أن نتائجها لم تقدر بعد بالضبط فإنها كانت باهضة جداً كما يعلم الجميع ، فهل يمكننا ان نتخذ منها درساً عملياً ، ونصمم على الصراحة والصدق والاخلاص ، وأخيرا على الاستقامة حتى ترجع ثقة الدولة بالشعب والشعب بالدولة .\r\nواليك تقويماً اخر للاستقامة :\r\nمَن المعروف ان الرئيس خروشوف لما اجتمع بالرئيس ايزنهاور قال له : ان هناك جواسيساً يعملون للدولتين معاً ويتقاضون الأجور من كلا الجانبين ، وهذا يعني انهم في نفس الوقت الذي يتجسسون لامريكا على الاتحاد السوفيتي كذلك أيضا يتجسسون للاتحاد السوفيتي على أمريكا ، فهل يمكننا ان نتفق حتى نتخلص من هؤلاء الذين دوخوا أكبر دولتين في العالم ؟\r\nان التجسس يقض مضجع العالم كله حتى يكون اتفاق الروس والامريكان اخر حل للمشكلة ، التي عجزت عن حلها كل ما بوسع أمريكا ، والاتحاد السوفيتي من العقول الالكترونية ووسائلها المدهشة .\r\nوفي كل قطر لا يحذر الناس من شيء حذرهم من الجواسيس الذين يعملون على حساب الدول الأجنبية ، ونحن نعلم أن التجسس\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nيعتمد أوّل ما يعتمد على النفاق والالتواء . . افليس من الأفضل من أن ندفع عن الناس هذا الخوف بإشاعة الاستقامة في الحياة العملية ، وذلك بان يصبح كل فرد منا مستقيما صريحاً .\r\nان وزارة الاستخبارات في الولايات المتحدة تحتل مركز الصدارة ، من اهتمام الدولة بعد وزارة الدفاع ، وأصبحت الاستخبارات في بعض الدول هي الموجهة لسياسة الدولة ، حتى لم تبق أي سلطة بيد الرئيس أو الملك أو مجلس النواب أو الأعيان أو الشيوخ ، وهذا يعني ان الالتواء ، يدفع بالعالم إلى خلق عالم ضخم مهيب وراء هذه المظاهر ليصبح ، حتى الرئيس والحزب والبرلمان ، والسلطات التشريعية والقضائية والتنفيذية مجرد أوهام بلا حقيقة ، والحقيقة سياسة الاستخبارات التي لا يعرفها أحد ، وهذا تحد صريح لشرافة المثل الانسانية ، فهل تقبله وإذا قبلناه فهل هو في صالحنا ؟\r\nان لم يكن ذلك في صالحنا فالأفضل ان نقاوم الالتواءات ونعيش مستقيمين !\r\n( 3 )\r\nوانا اوافقك على أن الصراحة ليست بيننا في كل موقع فمثلا\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nلو كان لديك مستخدم متعجرف ، واردت ان تطرده ليس من الصالح ان تصارحه بعيوبه ، وتنتقده انتقاداً لاذعاً فان ذلك يجعله ان يفكر في الانتقام ولكن بوسعك ان تضع الصراحة في كبسول حلو يتجرعه كل أحد بدون مرارة ، لقد كان من انجح رجال الأعمال الامريكيين ملك الصحافة ( اندولف هيرست ) « 1 » وكان متخصصا في صناعة الكبسولات التي تحتوي على مادة مرة هي الصراحة ، وحينما أراد ان يستغني عن أحد مستخدميه وجه إليه خطابا قال فيه : « انني لا أتصور يا بني كيف نستطيع ان نستغني عن خدماتك ؟ ولكنا سنقوم بمحاولة ذلك ابتداء من الأسبوع المقبل » ، ولكن كان بامكان ( اندولف هيرست ) ان يقول له : لا أريدك بعد اليوم ولكنه لم يكن يصبح ان على الإنسان ان يلاحظ أسلوب كلامه عندما يريد ان يتحدث إلى أحد بصراحة فإذا استطاع ان يجد أسلوبا رائعا لا يخدش عاطفة الآخرين فهو إنسان مثالي كامل .\r\nان المعنى الواحد قد يصاغ في أسلوب جميل ، فيتقبله الناس بدون تردد ، ولكنه إذا صيغ في أسلوب اخر رفضه كل من سمع .\r\nيحدثنا التاريخ عن أحد الجبابرة انه رأى في المنام أسنانه تتساقط ، فطلب المعبرين فدخلوا عليه وعبروا له منامه بيد انه لم يأته معبر الا وقتله لان السن عندهم علامة القوة وقوة الإنسان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مجلة العربي : 112 ص 72\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nباقربائه فسقوطه في الرؤيا يعني موت القريب وحيث إن هذه الرؤيا كانت تفسر عند المعبرين بهذا التفسير بالذات فان كل معبر اتاه لقي مصرعه ظلما . . واخيراً جاء معبر بارع وقال له الملك أرأيت كيف قتلت اصدقائك فعليك ان تعبر رؤياي تعبيراً جميلا ثم قص عليه رؤياه فقال المعبر : تفسيره انك تعيش أطول من كل أقربائك ؟ فتهلل وجه الملك واكرمه أيما اكرام .\r\nأعرفت ما هو وجه الفرق بين تفسير المعبرين الذين قتلوا وبين الذي أُكرم وأُجيز ؟ المعنى واحد ولكن الأسلوب اختلف والكبسول تغير .\r\nان الأناقة مطلوبة في كل شيء ، وفي الكلام آكد طلباً يقول الله سبحانه « وقل لعبادي يقولوا التي هي أحسن ان الشيطان ينزغ بينهم ، ان الشيطان كان للإنسان عدواً مبينا » . « 1 »\r\nويقول : « وإذ أخذنا ميثاق بني إسرائيل ، لا تعبدون الا الله ، وبالوالدين احسانا ، وذي القربى واليتامى والمساكين ، وقولوا للناس حسنا ، وأقيموا الصلاة وآتوا الزكاة » . « 2 »\r\nويقول علي أمير المؤمنين ( ع ) في الحكمة المأثورة عنه : «\r\nلا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الإسراء ( 53 ) .\r\n( 2 ) - البقرة ( 83 ) .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nتغضبوا ولا تغضبوا ، وافشوا السلام ، واطيبوا الكلام ، وصلوا بالليل والناس نيام تدخلوا الجنة بسلام » . « 1 »\r\n( 4 )\r\nوالآن اقدم لك وصفة تستطيع ان تستعمل بها الأسلوب الأنيق الذي يساعدك على مصارحة الآخرين بافكارك دون ان زعجهم :\r\n1 - كان الإمام زين العابدين ( عليه السلام ) في جملة الاسرى الذين أوفدهم عامل الطاغية يزيد ( لعنه الله ) بعد الفاجعة العظيمة ( كربلاء ) وكانت الدعاية الأموية سبقتهم إليه بان هؤلاء قوم خوارج بغوا في البلاد فاخمدتهم السلطة وجاء باهلهم اسرى ، وفي الشام تقدم شيخ حتى وقف على الامام ، وقال : الحمد لله الذي قتلكم وافضح أحدوثتكم في تلك الحالة كانت هذه الكلمة لاذعة جداً ، ونره لازم في هذا الموقف باشد ما يكون لدى الناس العاديين فهل هو كذلك لدى صاحب الرسالة الهادف ؟\r\n2 - أو كنت في هذه الحالة لقلت ما قلت ولا فزعت عليه جميع احقادك وضغائنك . . ولكن الإمام ما قال له ؟ قال له يا شيخ هل قرأت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - وسائل الشيعة أبواب العشرة ج 2 .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nالقرآن : فقال نعم قال : هل قرأت قوله تعالى : وما أسئلكم الا المودّة في القربى فقال نعم ، قال : وهل قرأت واعلموا انما غنمتم من شيء فأن لله خمسه وللرسول ولذي القربى فقال : نعم واما أنتم وهذه الآيات « انها نزلت في أقرباء الرسول فقال : يا شيخ نحن القربى ، هنالك انبهر الشيخ واسقط في يده من هذه المجاملة لمثل هذا الشخص وهذه الاخلاق العجيبة فانقلب الشامي المعادي موالياً بهذه الكلمات القصيرة ومشى يخترق الصفوف ويهتف بسقوط يزيد . . حتى قتلن وقد كان لهذا النقد النزيه الذي وجهه الإمام ( ع ) إلى الشامي كبيراً بحيث جعله يضحي في سبيل من صب عليه السب قبل ساعة هل عرفت كيف نقده الامام ؟\r\n1 - انه لم يسم عواطفه بسوء .\r\n2 - انه لم ينقده صراحة بل تلميحاً .\r\nهذه هي الموعظة الحسنة التي يأمرنا باتباعها القرآن الكريم بقوله ( ادع إلى سبيل ربك بالحكمة والموعظة الحسنة ، وجادلهم بالتي هي أحسن ) .\r\nلا تعتقد ان فرداً ما سوف يصدقك على أنه مجرم دونك حتى أن الذين ليساقون إلى الكرسي الكهربائي في سجن ( سنغ سنغ ) يعتقدون انهم أبرياء وان الأعمال الارهابية التي صنعوها\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nكانت بدافع إنساني كما يتحدث بذلك مدير السجن . « 1 »\r\nذلك ان في كل إنسان غريزة الدفاع عن الذات ، فإذا استثيرت هذه الغريزة فحتى العقل والعلم يعجزان عن رد صاحبه عن الغي ، لأنه يعتقد بأنه على الحق ، ولا يجد الانتقاد الا تصلباً .\r\nان هناك طريقا واحداً إلى هداية هذا الفرد هو الطريق الذي سلكه إبراهيم النبي ( ع ) مع قومه ، كان إبراهيم الوحيد الذي يعتقد بالله ، بين ممن يعبدون الاجرام السماوية والأصنام وكان يعتقد خطأهم مائة بالمائة . . ولكنه تحامى عن النقد بل سايرهم أولا ثم انقلب عليهم بعد ما اظهر لهم انه اكتشف في عبادة غير الله نقاط الضعف .\r\n3 - وهذه طريقة أخرى للنقد المفيد تعتمد على المسايرة حيناً ، حتى يعرف المنقد ان النقد لا يمس كرامته وحده بل وكرامته الناقد أيضا ، فيخفف عنه وطأة النقد ويخضع لمضونه سريعا .\r\nوطريق اخر كان النبي محمد ( ص ) يدأب عليها وهو : حينما كان يرى من أحد أصحابه ما يوجب النقد يصعد المنبر فيوجه خطابه إلى الجماهير ، ويرغبهم في ترك السيئة الفلانية وانما فعلها فرداً واحداً منهم ، فإذا به يترك العمل دون ان يتكلف النبي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كيف تكسب الأصدقاء\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nعاقبة النقد السلبي الوخيمة .\r\nوهنا تجيء الطريقة المحمدية . . لنتخذ منها قاعدة أخرى تتلخص فيما يلي :\r\n4 - وجه الخطاب إلى الجماهير ، وأنت تنقد فرداً واحداً ، لتحفظ كرامته وحرمته وفي الحين توجه النقد النزيه .\r\n5 - اجعل للمنتقد حلا ايجابيا يوحي اليه نقطة ضعفه . . كل فرد يحب نفسه أولا ، والآخرين في الدرجة الثانية ومن هنا فان المتحدث الناجح هو الذي يربط قضيته بحب الذات في مخاطبة ويظهر له انه انما يهتم به ويتكلم لصالحه ولا يدعوه إلى ذلك مصلحته ترجع إلى نفسه .\r\nيقول ( ديل كار نيجي ) اعتدت استئجار ردهات الفنادق المشرفة على الحديقة في فنادق نيويورك لالقاء بعض المحاضرات فيها لكنني وجدت أحد الفنادق يوماً قد رفع الأجرة إلى ثلاثة أمثالها ، وكانت بطاقات الدعوة قد وزعت من قبل ولم أكن أشأ ان ادفع اجراً باهضاً ، فتقدمت من مدير الفندق قائلا : لقد بلغني انكم تودون رفع أجور الردهة ، وهذا من حقكم فإنك تريد جني أقصى ما تستطيعه من الأرباح للفندق ، والا اقالوك من وظيفتك وانا معك ، ولكن دعنا نرى الفوائد والخسارة التي يمكن\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nان تعود من رفع الأجرة ، اما الخسارة فهي امكانية ابقاء الردهة شاغرة غير مستأجرة ، واما الفائدة فهي اجتذاب عدد كبير من المثقفين لزيارة الفندق ، وأظن ان الإدارة لن تقدر في جلب هذا القدر الكبير من الزوار لو أنفقت ( 5000 ) دولار للدعاية في الصحف ، هذا كما أن الطبقة التي تستحضر المحاضرات هي التي تؤم الفنادق في العادة ، أضف إلى هذا المبلغ الذي سيتقاضاه الفندق من استئجاري ردهته .\r\nها انا بينت الفوائد والخسائر المحتملة ، ولست انوي قبول اخطاركم برفع الأجرة ، وها انا اترك لك التفكير في الامر راجيا اعلامي ما يقر عليه الرأي .\r\nاما ما حدث فهو ان المدير خفض الأجرة بنسبة 050 % ولو قابلته صارخاً متشكياً من أن هذا استغلال لا يليق بفندق محترم ، أو هددته بنقل مكان المحاضرة ( وكان هذا انذك عسيراً ) لقابلني هو الاخر بالتشديد والتصلب حفاظاً على كرامته واعتداداً بنفسه في أنه يتخذ القرار الأصوب لصالح ادارته . « 1 »\r\nمن الطبيعي انك أدركت سر نجاح ( ديل كار نيجي ) في هذا العمل : انه اتبع القاعدة السالفة الذكر .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كيف تكسب الأصدقاء ص 27 .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\n6 - حاول ان توجه النقد من وجه نظر المنتقد كان من انجح الكتب التي صدرت اخيراً في تحقيق أهدافها كتاباً « كيف تكسب الأصدقاء » و « دع القلق وابدأ الحياة » للكاتب الأمريكي « ديل كار نيجي » ولم يقرأها أحد الا واقتنع بهما تمام الاقتناع أتدري ما هو الأسلوب الذي يتبعه دائما هذا المؤلف العالمي في كتابيه هذين ؟ حتى أصبح انجح كتاب في الاخلاق .\r\nانه استطاع ان يبصر الأمور بمنظار القراء ، ثم يشير إلى الأخطاء فإذا بها واضحة لديهم جميعا . . انه يستخدم دائما القاعدة السادسة أفلا استخدمتها أنت أيضا . !\r\nيندر ان نرى في التاريخ الانساني ، قائد حرب يقتنع بآراء في ميدان الحرب بمحادثة قصيرة ، فيتراجع عن القتال ويضم صوته إلى خصمه بكل صراحة .\r\nولكن هذا حدث بالفعل في التاريخ الاسلامي عندما التقى الجمعان في حرب الجمل ، كانت القيادة تتمثل في جانب أمير المؤمنين ( علي ابن أبي طالب ) ( عليه السلام ) بينما كان الزبير بن العوام من ابرز القادة ( بل أبرزهم بالفعل ) في الجانب الآخر ، وعندما دقت ساعة الحرب ، انبعث الإمام والقى سلاحه ودعى زبيراً للمفاوضة ، فلما تمثل بين يديه تبادلت بينهما\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nكلمات وفجأة تقبل الزبير فكرة الإمام بكل اقتناع .\r\nأتدري أي أسلوب استخدمه الإمام أمير المؤمنين ( ع ) في اقناع الزبير ؟ لننقل لك نص المحاورة القصيرة لتتعرف على الأسلوب الساحر فتتخذه :\r\nقال الامام : أنشدك الله الذي لا إله إلا هو اما تذكر يوما قال لك رسول الله صلى الله عليه يا زبير أتحب علياً ، فقلت وما يمنعني عن حبه . وهو ابن خالي ؟ فقال لك رسول الله : اما أنت فستخرج عليه وأنت له ظالم « فقال زبير اللهم بلى » . فقال له الإمام أفلست بايعتني طائعاً « فقال الزبير بلى » فقال له الإمام ( ع ) « في هدوء الصديقين » افوجدت مني ما يوجب مفارقتي فوجم ساعة ثم قال : لا جرم والله لاقاتلتك .\r\nهل رأيت التحول الكبير . . انه معجزة من معاجز البيان والاقناع .\r\n. . وإذا أعجبك اقناع خصمك في بضع دقائق فاتبع القاعدة التالية :\r\nامدحه وعظم ذاته في نفسه ، في غزوة أحد الشهيرة التي انتصر المسلمون بقيادة الرسول الأكرم ) ص ( على قبائل ثقيف ، وهوازن التي شنت هجومها المستميت على مكة المكرمة ، بعد ان\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nفتحت بأيدي المسلمين . وحصلوا على مغانم كثيرة ورأى النبي ( ص ) ان يقسمها بين السادة من قريش ليربح ولائهم للاسلام ، ويأمن مكايدهم ضده ، واثار التقسيم غير المتساوي ، حفيظة طائفة من المسلمين الذين أبوا أن تكون عليهم مسؤولية الحرب ولغيرهم مغانمها ، فاستغلوها فتنة كادت ان تحرق جذور الاسلام ، وتفسد فتوحاته .\r\nأنبأ الرسول بالقصة فجمعهم وبعد ان تحدث إليهم فترة وجيزة تابوا إلى رشدهم وتابوا إلى النبي وانقلبوا اليه مستسلمين . فكيف تحدث معهم ، وبماذا أقنعهم ؟ دعني أحدثك :\r\nقال لهم : ألم تكونوا ضلالا فهداكم الله بي . ألم تكونوا متشتتين فوعدكم الله بي ألم تكونوا على شفا جرف هار فأنقذكم الله بي .\r\nفقالوا بصوت واحد بلى يا رسول الله .\r\nثم قال لهم : لماذا لا تذكرونني بأعمالكم قالوا وما لنا ان نقول يا رسول الله ؟\r\nاما لو شئتم لقلتم وأنت قد كنت جئتنا طريداً فآويناك وجئتنا خائفاً فأمناك وجئتنا مكذباً فصدقناك فارتفعت أصواتهم بالبكاء .\r\nوقالوا : هذه أموالنا بين يديك فان شئت فاقسمها على قومك .\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nفقال النبي ( ص ) : اللهم اغفر للأنصار ولابناء الأنصار ولابناء أبناء الأنصار .\r\nهذا هو الأسلوب المؤثر الذي اتبعه الرسول فتكلم ليست عن وجهة نظره فقط بل عن وجهة نظرهم ايضاً وابدى بهم الاهتمام أيضا . . فاقنعهم اقناعاً .\r\nعرفنا حتى الان على أنه كيف تستقيم السنتنا وكيف نحقق اهدافنا ونحن نحافظ على الاستقامة ، واجب ان أتناول وإياكم بحثاً هاماً حول موضوع ( كيف تكسب اعجاب من يتحدث إليك ؟ ) .\r\nفي كل قلب شهوة الظهور « فكل فرد يتحدث إليك يحب ان يتكلم أكثر منك عساه ينال الظهور عندك ، فتعرفه أكثر من ذي قبل ، فيقول وإذا تم ما يقول ثرثر » فإذا نضبت الثرثرة ، سب الناس ووقع فيهم ، ونال من كرامتهم ، فإذا طال حديثه اخذ في معارضة بعض ارائك لعله يستطيع ان يكسب جدالك فتشبع شهوة الكلام عنده .\r\nوهنا إذا تكلمت أكثر منه فقد جعلت شهوة الظهور عنده جائعة منهومة ، تدغدغه وتلح عليه ، وتدعوه إلى أن يبغضك ويكرهك ، وليس لكلامك موقع في قلبه بل وقد يحدث\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nعنده تحصناً عما تريد ان تقنعه من آراء وأفكار ولذلك فان الناس يحبون المصغي إلى آرائهم وأفكارهم أكثر مما يحبون المكثر عليهم آراء وافكاراً .\r\nمهما انتشرت الثرثرة ، قل النشاط والجد ومهما ساد الإنسان الصمت انبعث وتفجرت طاقاته .\r\nلقد كان صحابة الرسول من انشط من عرفهم التاريخ الإنساني رجالا في الحرب والسلم ، ومن هنا كانوا من أطول الناس صمتاً وأكثرهم سكوتاً ، لقد كانوا يجلسون إلى الرسول ) ص ( وكأن على رؤوسهم الطير ، يصفهم الإمام الصادق ) ع ( كان بعض أصحاب رسول الله ) ص ( يضع الحصاة في فمه فإذا أراد ان يتكلم . تذكر لزوم اتباع الصمت من الحصاة التي في حلقه وربما يتحدث الإنسان فيعرف مخاطبه الكثير مما كان خافياً عنه ذلك لان للكلام لحناً لا يقصده المتكلم بينما يعرفه السامع جيداً ولذلك اعتماد الدبلوماسية اليوم على لحن الكلمات التي تفتر عنها شفاه الرؤساء أو تبتل بها أقلامهم ، وان أصدق الرجال في الاستخبارات العالمية اليوم هو الذي لحن كلمات رؤساء العالم ويكتشف منها ما تجري في أفئدتهم ، قال الإمام أمير المؤمنين ( ع ) « المرء مخبؤ تحت لسانه » ، وقال الله سبحانه : « ولتعرفنهم في لحن القول » .\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nان من الطبيعي ان تدور في خلد الإنسان أفكار لا يريد لها اظهار فإذا استرسل الكلام من دون ترو وتدبير خرجت من حيث لا يشعر ، ومن هنا كان الكلام في وثاق صاحبه مالم يفه به فإذا لفظه انقلب صاحبه في وثاقه حيث عرف الناس إذ ذاك حقيقة وكشفوا سريرته ، فيسهل عليهم ان يسددوا ضرباتهم من الزوايا المتهدمة في كيانه ويركزوا على نقاط الضعف منه .\r\nأخي ان شئت ان يحبك من تتحدث إليه أو ان شئت ان تسلم من الشرور فاعمل بالقاعدة رقم 1 ( الزم الصمت ) .\r\nعندما تفكر في قضية علمية مهما كانت صعبة لا تصرف من المبادلات الكيمياوية في جسمك الا بمقدار ما يصرفه كنفك عند رفع بضع جرامات ، ومن هنا ليس للتفكير العلمي تأثير يذكر في جسم الإنسان ، ولكن هل تدري ما هو الثمن الذي تدفعه بإزاء برهة وجيزة من الغضب ان ذلك كثير وكثير . . لان اعصابك سوف تتحطم تحت ضغط الانفعال والتوتر ، وشريانات جسمك تنتفخ بنشاط الدورة الدموية ؟ ويتخذ كل ما في جسمك حالة غير طبيعية .\r\nفأيهما تختار لنفسك التفكير الهادئ أم الانفعال الثائر فان كنت تفضل الأول فتحامي عن الجدل مهما استطعت إلى ذلك\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nسبيلا لتوفر لنفسك طاقة كبيرة ؟ أما من يخاطبك فان الجدل سوف يثير عواطفه إلى حد يستحيل أن يقتنع بارائك ، ولقد جربت ذلك وبنفسي مع كثيرين ممن أردت إقناعهم بارائي فحاولت عبثاً أن أخضعهم لها بالجدل والمراء فلم يزدهم ذلك إلا إصراراً وعناداً ولكنني أقنعت بتجربتي هذه ، بان العنف في الكلام لا يحقق الهدف ابداً فلجئت إلى اللطف واللين فاكتسبت الجدل أولا بتركه ، ثم اتيت صاحبي من حيث لا يمس عواطفه بسوء ، وتلطفت معه في بيان الفكرة من حيث لا يشعر باي ضعة أو احتقار امام ايحائي اليه ولم يزل صاحبي امام هذه التجربة حتى استلان وتقبل الفكرة بكل اقتناع .\r\nوأصبحت الآن لا أراني اسقط معركة الجدل الا وافر منها بالتزام الصمت برهة يسكت خلالها عن صاحبي الغضب ويثيب اليه الرشد ، فاعود إلى ايضاح الفكرة وبيانه ثم لا اغُلب في ذلك ابداً .\r\nنعم انه الصمت الذي يكسب الإنسان في بعض الأحايين نصراً عزيزاً لا يحرزه أي كلام .\r\nفي سنة ( 1283 ) هجرية ، تشرفت بزيارة الديار المقدسة وفي المدينة المنورة دار نقاش ديني بيني وبين موظف كويتي وكان\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nالرجل عنيفاً للغاية ، وأصبحت ويالبئس الصدف التمس اقناعه بالعنف أيضا ، فقلت وقال حتى بلغ بنا الجدال مقاماً غير محمود ولم يزد الخلاف الا اتساعاً بعد اتساع والعناد قوة بعد قوة واضطررنا ان نترك البحث على غير ميعاد وبدون اقتناع .\r\nوعلمتني هذه المناقشة الفاشلة درساً اتبعته فيما دار نقاش فكري اخر بيني وبين مستشرق الماني بعد ثلاث سنوات من ذلك التاريخ لقد وجه إلي أسئلة أجبت عليها فاخذ يجادل فتركت البحث ثم ادرت دفة الحديث إلى موضوع اخر متحامياً عن المراء العابث فإذا به يقتنع بعد مزيد من التذليل حتى بتلك الآراء التي حاول فيها من ذي قبل .\r\nوفي المجتمع أناس مبتلون بمركب النقص يزيدون جبره بالكبر زاعمين ان من يتكبر ينال العلياء والكبرياء .\r\nومن هنا يستصغرون سائر الناس . ولا يتقبلون آرائهم مهما كانت قوية مبرهنة . وهؤلاء يحبون الجدل لذاته لا لكي يكون وسيلة إلى اقناع أو اقتناع .\r\nوآية هؤلاء انهم يدعون إلى النقاش ويثيرونه في اتفه الأمور وإذا تحدث إليهم أحد عارضوه بكل عنف قبل ان يتم كلامه وقبل ان يدركوا مراده .\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nوخير للإنسان ان يدع هؤلاء وشأنهم ولا يتورط بجدالهم الذي لا يثمر سوى النفاق والبغضاء . وصرف طاقات وبذل جهود فكرية منهكة .\r\nوأفضل الأساليب التي يجب ان تتبع لاقناع هؤلاء هو : ان يثير الإنسان مسئلة نظرية ويطلب رأيهم فيما فإنهم سوف يستروحون إلى ذلك كما تستريح المعدة الفارغة بكسرة رغيف ولكنهم لا يلبثون بعد ثرثرة ربما لا تدوم الا دقائق حتى يعترفوا بعجزهم وقصر باعهم وعند ذلك تتاح الفرصة للإنسان ليعرض فكرته في أسلوب التساؤل يقول : مثلا : كيف ترى لو كان يفعل كذا أو يقال كذا فها هنا نجد أحدهم يوميء برأسه ويقول بكل غرور لا بأس به .\r\nومن الناس من يغتر بهؤلاء فيسقط في شباكهم ويشتبك معهم في نقاش تافه يرضي غرورهم ولا يحقق هدفه ولذلك فان الإسلام يحذر الناس عن ممارة هذا الفريق من الناس في أكثر من مناسبة وبأكثر من أسلوب .\r\nيقول الإمام الصادق ( ع ) لا تمارين حليماً ولا سفيهاً فان الحلم يقلبك ، والسفيه يؤذيك وقال أمير المؤمنين : « إياكم والمراء والخصومة فإنهما يمرضان القلوب على الاخوان وينبتان عليها النفاق » .\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nوقد يصبح الجدال عادة الإنسان من كثرة ما يمارسه ويستصعب إذ ذاك ان يتركه فعلى الإنسان ان يدع الجدال ولو مرة واحدة لكي لا يعتاده .\r\nيقول النبي ( ص ) « ما اتاني جبرئيل قط الا ووعظني بموعظة فاخر قوله : لي إياك ومشادة الناس فإنها تكشف العورة وتذهب بالعز » .\r\nوكلنا يحب السعادة . . ولكن لن يكسبها دون ان يترك الجدال ، لأنه يورث البغضاء ويحصد زهرة الحب ، ويدع الاحياء منطوين على ردود فعل بالنسبة إلى بعضهم . . وكيف تهنأ الحياة في مجتمع متباغض رحل عنه الحب ونزل عليه الحقد ! ؟ .\r\nفلو أحببت هناءة العيش . . وسعادة الحياة ، واقتناع الناس بآرائك ومحبة لك ، ان توفر على نفسك من الوقت والجهد والطاقة فاترك الجدال إلى غير رجعة ! .\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\n\r\nمرفأ السعادة\r\nصفة يشرح النفوس بهائها وسنائها وتهدأ الأرواح بهجتها وروعتها وتمثل قمة المكارم الانسانية الشماء .\r\nانها الصدق مظهر اخر من مظاهر الاستقامة في النفس الكريمة يأتي دورها بعد الاستقامة في الفعل المتمثل في الوفاء بالعهد الذي سبق آنفاً .\r\nالصدق « استقامة اللسان » فطر الإنسان عليه كما فطر على أن يكون مستقيماً صريحاً .\r\nولولا جوانب الضعف المؤثرة في هذا الإنسان « الذي خلق ضعيفاً » اذن لما شرى الاستقامة باي ثمن غال ولما اعتاض بها أي شيء قيم .\r\nولكنه الضعف الذي ركب في الإنسان يجر البشر إلى الأرض بماديته الكثيفة كلما أراد ان يخلق في أجواء القيم أو يطير إلى قمم الشيم الشماء .\r\nوفي البشر جوانب ثلاثة تشكل الخطر العظيم على قيمه ومثله هي جوانب الضعف .\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\n1 - الخوف .\r\n2 - الطمع .\r\n3 - العقد النفسية .\r\nفما لم تنزل على الفرد نوازل الضعف هذه من خشية قاهرة أو شهوة فائرة أو عقدة حقارة تدفعه إلى التماس جاه أو سلطان يبقى مستقيماً طبيعياً .\r\nكالعود الندي الذي يبقى مستقيما ما لم تعوجه يد ظالم أو لم تحمل ثمر ثقيل .\r\nوعلى الإنسان ان يسعى في سبيل طرد جوانب الضعف البشري عن نفسه ليتمكن من التحليق إلى أي قمة وفي أي فضاء ( فأولا خشية ظالم ) والإنسان الصريح أقرب إلى النجاة من الملتوي المنافق والإنسان الصريح لا يضعف امام الظالم فيكذب له وينافق لارضائه بل يتحداه بصراحة . ويقضي عليه بحكمة .\r\nالإنسان الصريح لا يعترف بالظلم بل يسعى لدفعه عن نفسه بالقوة لا بالضعف وبالنكير لا بالمراوغة والتحدي لا بالنفاق .\r\nولو أن من في الأرض كانوا صرحاء أقوياء لما كان للظالمين على الأرض قراراً ولا للظلم مكان وسيع .\r\nان الشعوب التي تثور على المستعمر الدخيل أو الحاكم المستبد\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nالظلوم أو النظام الثقيل المنحرف لهي الشعوب التي يحق لها البقاء والاستقلال والسعادة أو كما قال الشاعر :\r\nعرش البقاء عقيدة وفداء وفم الخلود ضحية واباء\r\nالاباء عز تحلم الضيم كفيل بتحقيق عز الإنسان . وخلوده ومتى ما حوسبت النتائج ؟ رجحت كفة الاستقامة حتى في مقياس المادة على الالتواء . لان عاقبة الصدق خير في الدنيا . وخير في الآخرة .\r\nاما إذا اثرنا ان ننظر إلى الأشياء بعيون صغيرة لا تكاد تبصر بعد متر ونقيس الأمور بمنافعها المستعجلة دون ان ننظر إلى الاضرار الكبيرة والعاقبة السوأى - فان الكذب قد يرجح في مقياس المادة العمياء دون ان يكون له أي رجاحة في مقياس المثل الانسانية الرفيعة .\r\nواليك في ذلك مثالا :\r\nصاحب المحل التجاري الذي يكذب لمشتريه فيما يبالغ في مدح سلعته الرخيصة ليربح كثيراً فعلا يربح ربحا موفوراً . ولكنه سرعان ما يكش الذباب بدلا من أن يعامل الزبائن . لأنهم يكتشفون الواقع وينفرون من هكذا إنسان منافق مراوغ نفوراً . وبعد أيام وشهور أو سنين على أكثر التقادير تصيب محله الخسارة الكبرى التي\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nلا تنجبر .\r\nوما يصدق في هذا التجاري يصدق على ذلك الرئيس وذلك الخادم صدقاً مساويا .\r\nاللهم بلى قد تنطلي خديعة الكاذب وجه نهار . ولكنه نجاح خادع يعقبه الفشل الذريع بعد ساعات قليلة .\r\nوالعكس بالعكس فقد يصيب الصدوق ضر بصراحته أو اذى أو ضيق ولكنه سوف يربح الصفقة اخيراً فيما يكتشف الناس حقيقته ويضعون ثقتهم فيه .\r\nوهنا يجدر بالإنسان ان يفكر في قيمة الربح الحاضر القليل أو القادم الكثير . فإن كان عاقلا رجح الاخر وان كان اخر .\r\nولربما تكون الاستقامة مجرة الضر في واقعه ولكنها سوف تكون رابحة إذا نظر إليها الإنسان من هذه الزاوية ، ان قيمة اعتياد الفرد بالخلق الطيب غالية جداً . وانه يعني تغلب جانب القوة المتمثل في الصراحة والصدق وسائر المثل الإنسانية . على جانب الضعف وانه يحتاج إلى قوة الإرادة والصبر والصمود ، وكما أن الإنسان إذا أراد ان يصبح سليم الجسم قوية العضلات وجب عليه ان يصبر ويجهد في لعب الرياضة وحمل الأثقال ، وقد لا تكون الرياضة بنفسها رائقة له ولكنها سوف تصبح طريقا\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nللتمرن وهو طريق القوة وهي بدورها غاية محبوبة فتكون الرياضة شائقة رائقة لأنها طريق القوة أقول وكما تكون الرياضة الجسمية هكذا فكذلك الارتياض الروحي . وحمل النفس على مكارم الخلق قد لا يكون غاية وهو غاية أيضا في أغلب الأحايين لكنها سوف تبقى وسيلة إلى غاية طرد الضعف من الكيان الانساني وتبديله بالقوة .\r\nفالصدق الذي يجر ضراً أو يجر على الفرد ربحاً ونفعا قد يكون بنفسه غير شائق رائق . ولكنه طريق إلى التعود عليه فمن صدق مرة تقدم إلى الاعتياد به خطوة فيلزم ان يغتدي رائقاً شائقاً من هذه الوجهة .\r\nوتأتي عقدة الحقارة لتشكل العامل الثالث للكذب والجانب الثالث للضعف البشري .\r\nوعلينا ان نتناولها بمزيد من البيان ليسهل على القارئ ان يطردها عن نفسه طرداً لا ترجع بعدها ابداً .\r\n« عقدة الحقارة »\r\nمرض سيكلوجي يصيب النفس البشرية من العوامل التالية :\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\n1 - الشذوذ الخلقي الطبيعي الذي يدعى « السكيوبائي » فهناك طائفة من الناس يولدون منحرفين خلقياً ولا يمكن علاج هذا النوع من المرض في علم « الاخلاق » بل حيث إن القول المختار في العلم الحديث : ان الشذوذ مرض عقلي قبل ان يكون حالة نفسية .\r\nولقد صد الإسلام أبواب هذا المرض بتحريم الزنا ودفع القلق وتحريم المسكر من عوامل هذا المرض الخطير في الأولاد .\r\n2 - الانتساب إلى بيئة سيئة الخلق . أو ممتهنة المكانة في المجتمع . فان ذلك عامل مؤثر في خلق عقدة الحقارة .\r\nومن هنا كان على المجتمع الكف عن امتهان أي إنسان واية أسرة لكي يتحاموا عن ابتلائها بهذا المرض الخطير الذي يشكل خطراً مباشراً على الحضارة الانسانية في كل مكان ! .\r\n3 - التربية السيئة . وكثيرا ما تكون تحقير المربي للطفل الناشئ أو تدليله أو تفضيله على سائر اخوته أو تفضيل أخ له عليه عاملا في نشوء « صد الحقارة وعقدة الحقارة فيه » .\r\nومن هنا يتحتم على الأولياء أن يقصدوا في التربية فلا يمتهنوا الطفل ولا يدللوه . بل يتخذوا بين ذلك سبيلا .\r\nفي الطفل طاقات هائلة تستلزم التوجيه الصحيح وهي تتفجر\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nواحدة تلو الأخرى . فحب الذات واحترام الآخرين ، وحب الاستقامة والصراحة كلها طاقات تتفتح في كيان الطفل شيئا فشيئاً .\r\nفعلى الموجه سواء كان الولي أو المربي ان يلاحظ هذه الطاقات فيستفيد منها دون ان يقصر على أحدها في حساب الاخر ، يجب ان يدرك ان الطفل إنسان يحب نفسه فأية محاولة ترمى إلى النزاع هذا الحب عنه محاولة فاشلة سيئة . اجل توجيه هذا الحب فريضة محتمة على المربي بان يعرف الطفل ان حبه لذاته لا يعني ان يبغض الآخرين بل على العكس ان حبه لذاته ودفاعه عنه يوجب عليه مراعاة حقوق الآخرين لأنه متى راعى حقوقهم راعوا حقوقه . ومتى ما اهملها اهملوها أيضا .\r\nويعلم ان الطفل يكبر نفسه . ويعجب بها ويطمع ان يبلغ بها كل مبلغ رفيع فأي محاولة للقضاء على هذا الشعور بان يبين للطفل بأنه عاجز عن بلوغ هذا الهدف أو تحقيق ذاك الامل فهي محاولة ليست فاشلة فقط بل انها سوف تخمد صدى الانطلاق وتقتل نشاط الطموح من نفس الطفل المسكين . فيكون دنيا مهنيا واطئا فيما يعمل وفيما يأمل .\r\nاجل على الموجّه تربية هذا الشعور الطبيعي بان يبين له ان آماله كلها سوف تتحقق إذا اتبع منهاجاً اخلاقياً فاضلا .\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nومن هنا فان الشعوب التي تلتجئ إلى الضعف . وتبدي من نفسها النفاق والمراوغة . وان تنطوي على بغض المستعمرين الدخلاء والحكام المستبدين والنظم الفاسدة دون ان تظهر ذلك باعلان وصراحة .\r\nالأمم التي تتذرع إلى الكذب والالتواء . ودخول الحياة من الأبواب الخلفية السلبية . وتهرب من تحمل مسؤولية الصدق والاستقامة .\r\nان هذه الأمم لا يحق لها ان تدعي لنفسها الحق في الاستقلال والحرية والحياة السعيدة الهادئة .\r\nفعلى الإنسان ان أراد عيشا سعيداً وحياة هنيئة ان يتحدى الظالم القاهر بالصراحة والاباء متحملا مسؤولية ذلك بكل شجاعة واقدام . وبذلك يطرد عن ذات نفسه جانبا من جوانب الضعف ويبدله بالقوة : الا وهو : الخضوع للظالم ، بممارسة الالتواء . وما يقال في الفرد يقال في الشعب سواء .\r\nهذا : ويجب على الإنسان ان يطارد الخوف عن نفسه بشتى الأساليب الممكنة لان أكثر موجبات الخوف ناشئة من الضعف الداخلي وليست من قياس علمي أو عقلي .\r\nوحتى لو كان الخوف على جانب من الصحة فان كثيراً\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nمن الذين صدقوا في الساعات الحرجة دون ان يأبهوا بالشر المحدق بهم لم تصبهم الضراء التي خافوا منها . وقد أوجز الرسول لهذه الحقيقة في كلمته الرائعة : « اجتنبوا الكذب وان رأيتم فيه النجاة فان فيه الهلكة » .\r\nأتي الحجاج بن يوسف الثقفي بطائفة من أعدائه اسرى وأضمر قتلهم فقام منهم رجل يقول له لي عليك حق يا أمير قال ما هو ؟ قال لقد كنت في مجلس عبد الرحمن ( أحد معارضي سياسة الحجاج ) فدافعت عنك عنده فقال : لك على ذلك شاهد ؟ قال نعم هذا وأشار إلى رجل صدقه في ذلك فقال الحجاج للشاهد لم لا تدافع أنت عني ان كنت شاهد المجلس ؟\r\nفقال الحجاج : أطلقوهما معا هذا لدفاعه عني وهذا لصدقه لدي ! .\r\n( وثانيا : شهوة تلح ) .\r\nوعليه ان يدفع عن نفسه نقطة ضعف أخرى هي « شهوة تلح » فما أكثر الرغبات التافهات التي تقضي على شرف الاستقامة في الإنسان وتدعه مجموعة عظم ولحم ودم يقّوم بسبعين كيلوغرام وعشرة دراهم في كل يوم .\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nوعلى الإنسان ان يحسب النتائج دون ان يعتني بالجزيئات الصغيرة الحقيرة في حياته العملية .\r\nوكذلك يوجد في الطفل نزوع إلى الآخرين ورغبة في التعاون معهم ويجب على الموجّه الا يقضي على هذا الحب بابداء الاشمئزاز معه وعدم الاكتراث بأعماله وأقواله . أو نقده نقداً سلبياً مقيتاً أو اهانته في المجلس على أعين الناس . وأخيرا كل ما يدعو الطفل إلى الشعور بان هناك حجاباً حاجزاً بينه وبين سائر الخلق .\r\nبل يوجهه بالايحاء إليه بان الناس يحبوك أيضا ويحبون مثلما تحب ان يتعاونوا معك . ولكن ليس معنى التعاون ان تتكل على الآخرين في كل الأمور ، وتطلب مساعدتهم حتى في الشؤون الخاصة التي يمكن لك القيام بها وحدك .\r\nوهكذا تكون مشاعر الطفل الطائشة الثائرة ، أحوج ما تكون إلى التوجيه الصالح الذي يتمناه الولي ليتحامى عقدة الحقارة وبذلك تصبح التربية مؤدية مسؤوليتها الخطيرة في الحياة .\r\nوبهذا كله يستبين لنا ان الحل الايجابي الوحيد الذي يمكن للإنسان استعماله تجاه مشكلة « عقدة الحقارة » الناشئة من التربية السيئة . انما هو باصلاح التربية وجعلها « تربية صالحة » .\r\nهذه هي العوامل الثلاث الرئيسية لعقدة الحقارة . وهذه هي\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nالأسباب التي تمنع عن نشوئها في الإنسان . اما الحلول الحاسمة التي تعالج هذه العقدة فإنها توجز :\r\n1 - يوحي إلى نفسه هذه الحقيقة التي هي : وجود شخصية محترمة له بين الآخرين .\r\n2 - يسعى لأجل تثقيف نفسه بالثقافة الموجهة كالتاريخ والفلسفة وما أشبه ذلك لان الثقافة تضفي على الفرد نضوجا واعتدالا .\r\n3 - يسعى لاسداء خدمات اجتماعية ترفعه مقاما محموداً لدى الرأي العام وليتذكر ان التاريخ انجب كثيراً من النوابغ كانت عقدة الحقارة هي الطاقة التي استخدموها وقوداً لسيرهم الصاعد نحو القمة .\r\n4 - يفكر بدقة وعمق حول الفائدة التي يجنيها من المراوغة والنفاق وما إلى ذلك من الوسائل اللاانسانية التي تشفي مركب النقص في نفسه ان منتهى ما يتصور في ذلك السيطرة على آراء الناس سيطرة محدودة . ثم ليفكر هل يحتوي هذا الربح في إزاء الثمن الذي يدفعه من نفسه . حيث تضحي بأنسانيته تسمو به عن الحيوان . وتكرمه بين الخلائق .\r\nفي حين يخسر ثقة الناس الطبيعية ، وبفقدها يفقد مكانتها التي\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nيريد ابقائها واقرارها على قاعدة متينة .\r\nومن هنا فان عليه ان يتجنب العلاج السلبي لحس الضعة ويبتدئ بالتفتيش عن حلول ايجابية .\r\nفإن كان في نفسه عيوب أصلحها .\r\nثم سعى في بناء مجد رفيع عن طريق مستقيم . بالصدق والاخلاص والنشاط والتضحية والصبر . بكل ذلك سوف يبني مجده العالي الخالد .\r\nوالصدق سد منيع امام الشهوة البشرية الثائرة الطائشة ! ذلك لان الإنسان يحب ان يحمد عند الآخرين فيتجنب كثيراً من الجرائم ويعمل كثيراً من المكارم لغاية واحدة هي ( حمد الناس ) له .\r\nوالكذب يفتح امام الفرد بابا عاليا إلى استغلال هذا الحب استغلالا غير مشروع . فيقترف الجريمة ويغطيها بالكذب ويترك المكرمة ويدعيها مينا وخداعا .\r\nولكن الصدق يصد هذا الباب صداً منيعا فيستخدم الشعور بحب المحمدة لدى الناس في سبيل خير المجتمع وإشاعة الفضيلة فيه ومنع الجريمة والمنكر عنه .\r\nويصوّر لنا هذه الحقيقة الحديث التالي تصويراً رائعا :\r\n« جاء رجل يسعى إلى النبي ( صلى الله عليه وآله\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nوقال له : يا رسول الله دلني على عمل أتقرب به إلى الله تعالى فقال : لا تكذب » .\r\nوانقلب الرجل إلى أهله جذلا مسروراً . فما أيسر على الإنسان ترك الكذب وانه مجرد تهذيب اللسان عن اللقلقة الزائدة . ولكنه سرعان ما اكتشف ان الرسول ) ص ( حمله واجبا ثقيلا .\r\n« لأنه لم يقصد وجها من وجوه المعاصي الا وجد فيه كذبا أو ما يدعو إلى كذب فزال عنه ذلك من وجوه المعاصي » .\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\n\r\nالعدل والاحسان قاعدتا السعادة\r\nان في طبيعة الإنسان طاقتين قديرتين هما : العقل والعاطفة « 1 » إذ تنبعث من كل واحدة منهما - سلسلة - من القوى التي تبعث بالفرد والمجتمع اسمى مقام - وارفعه - لو استخدمت للأغراض الصالحة .\r\nوالعقل - متأخر - في بروزه عن العاطفة - فبينما - نرى ان الطفل يأتي إلى العالم حاملا - بين ترائبه - جذوة من العاطفة - وتنمو سريعا - نجد انه لا يكتمل العقل في الإنسان - الا بعد البلوغ - بل - لا يصل منتهى نضجه الا بعد الثامنة والعشرين ! !\r\nان معدل وزن المخ - العضو الذي يلتقط أشعة العقل - في الوليد هو : 330 غراماً في الابن 283 غراما في البنت ولا يبلغ 1374 غراما الذي هو معدل وزن المخ في الرجل الكامل ولا 1244 الذي هو معدله في المرأة الكاملة - الا بعد السنة الرابعة عشرة فقط .\r\nبينما يشعر قلب الوليد بحب الذات - والدفاع عنها والحب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نشرت في مجلة « نداء الاسلام » الكربلائية .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nفيها - في الأسابيع الأولى في حياته - بل اللحظات الأولى منها .\r\nولقد أكدت التجارب اخيراً انه ليس الوليد الجديد - كما يزعم - بعض الناس - حفنة مجموعة من عظم ولحم ودم - وانما هو - إنسان كامل - يسير نحو التكامل بسرعة مدهشة ويلتقط صوراً عن الحياة يختزنها في حافظته - ويتعود بكيفيات العالم وأحوالها - وهو بعد ذلك يحب ويكره .\r\nوالاسلام حيث إنه دين يراعي كافة مناحي كيان الإنسان - وسائر عناصر وجوده - يولي كل واحدة من العقل والعاطفة نصيبهما المفروض من العناية والرعاية .\r\nفمن العقل ينبعث العدل - ومن العاطفة يتفجر الاحسان - والاسلام يأتي فيأمر « بالعدل والاحسان » معا .\r\nيأمر بالعدل - لكي يحفظ توازن الشعب - فلا يطغى قوى ويهضم ضعيف - ويأكل مقتدر - ويؤكل - مستهان .\r\nيأمر بالعدل - لأنه مقياس النظام الصحيح - والنظام روح الحياة - فدنيا بلا نظام انما هي دنيا بلا روح - وبلا حياة أرأيت - لو سلخ الكون عن النظام ماذا تكون النتيجة - ؟ النتيجة هي الصفر - فاسمعني أقول : لو فقد الكون نظام تماسك الاشعاع الذري - لانقلب الوجود إلى العدم فوراً - ولو فقد هذا الكوكب نظام\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nجاذبيته فزادت أو نقصت - لانقلب إلى حطام - وليس فيه حياة ولو فقدت المنظومة الشمسية نظام حركتها - لتحولت إلى رماد - وقامت قيامتها الكبرى - ولو فقدت - المنظومات الشمسية والمجرات - بعض نظامها - لاصبحت النتيجة فناءاً في فناء .\r\nفبالعدل خلق الإنسان ورزق - وبالعدل بنى كيانه - وتماسك عناصره - وركبت تركيباً - وبالعدل أيضا يجب ان يولد الإنسان بسلام - واطمئنان - لا تتناقض قواه - ولا تتصادم .\r\nويأمر بالاحسان - لأنه - شعلة دافئة . تخفف من وطأة الحياة - وقسوتها - وانبعاث حلو - يمتزج بمر العيش - فيطيبه - ويهنئه - وغنوة حبيبة تجري في اعصاب الكون فتهدئها - وتسكنها - .\r\nيأمر بالاحسان - لان الحياة ، بدونها أبرد من قلب الخائف وأقتم من لون الرعد وأشد - من سريرة القتاد - .\r\nيأمر بالاحسان - لان العاطفة غريزة أصيلة في كيان الإنسان - فالغض عنها - يعني الغض عن أقوى عناصر الحياة - والاحسان - انما هو كهربة عاطفية تنمي الحب - وتزرع الوداد - فيجب ان تلاحظ وتراعى .\r\nان العقل والعاطفة يجب ان يتعاونا في اسداء حياة سعيدة للإنسان - فيجب اذن - ان يعتبر بالعدل - وليد العقل - والاحسان\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\n- وليد - العاطفة جنبا إلى جنب لتحقيق - الهدف الأساسي - للإنسان حياة - هادئة وديعة .\r\nيقول القرآن الكريم : ان الله يأمر بالعدل والاحسان .\r\nويقول : اعدلوا هو أقرب للتقوى .\r\nوعن أبي الحسن عليه السلام : ان أهل الأرض لمرحومون ماتحابوا وأدوا الأمانة . وعملوا الحق .\r\nيشير هذا الحديث إلى أن عناصر الحياة القريرة الرفيهة - تنحصر - في ثلاث : الحب والعدل - والحق - .\r\nإيه امام الحق - صدقت - : فأهل الأرض لو ؟ تحابوا - لما تحاربوا واقتتلوا ولو عدلوا - لما جاروا - وضعفوا - ولو عملوا بالحق - اذن لبلغوا قمة آمالهم - من السعادة والرفاه .\r\nوعن أبي عبد الله - عليه السلام : تواصلوا وتباروا وتراحموا وتعاطفوا وعنه أيضا يحق على المسلمين الاجتهاد في التواصل والتعاون .\r\nواليكم قصة حياة - رجل - مثل الإسلام أروع تمثيل الا وهو الإمام أمير المؤمنين - علي عليه السلام - انها سوف تشرح لنا أولا حقيقة\r\nالعدل والاحسان - وواقع مفهومهما - وثانيا مدى اهتمام الإسلام بهما كحقيقتين لكل منهما شأن عظيم - بالنسبة إلى الإنسان .\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nرأى الإمام ذات يوم - امرأة تحمل قربة - بجهد شديد - فتقدم إليها يقول يا أمة الله ناوليني إياها - فلما اخذها - اندفعا في الطريق واخذت المرأة - تبث شكواها إليه - وتقول : ان علياً - وطبعاً لم تكن تعرف عليا قد بعث زوجي إلى الحرب فقتل - فغدونا بلا متكفل يسد حوائجنا - ويدفع الأذى عنا - فلما كان الغد حمل علي شيئا من الطعام دقيقا ولحما إليهم فلما كان على بعض الطرقات استقبله أصحابه ، وأرادوا كفايته عن حمله فقال : من يحمل اثقالي يوم القيامة ؟ وراح حتى وقف على باب دارها - ودقه : قالت : من بالباب فأجاب : الذي أعانك يوم أمس - قد جائك اليوم بطعام ، ففتحت الباب وهي تقول : رضي الله عنك : وحكم بيني وبين علي بن أبي طالب !\r\nفقال لها : ) ع ( اتخبزين - أم ترعين شؤون الأولاد حتى - اخبز قالت : انا أقوى على الاخباز فراع اطفالي - .\r\nثم راحت المرأة تعجن الدقيق - لتخبزه - وراح - علي - يشوي اللحم ويلقمه أولادها مع التمر ويقول - إذا لقمه ولداً :\r\nأي بني : اجعل علي بن أبي طالب ففي حل . .\r\nوبينما المرأة تعمل الخبز - إذ دخلت الدار احدى جاراتها\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\n- فدهشت حينما رأت عليا ( عليه السلام ) في الدار ! ؟\r\nفأسرعت إلى المرأة تقول :\r\nويحك هذا أمير المؤمنين !\r\nفبادرت المرأة ، تقول : واحيائي منك يا أمير المؤمنين ! !\r\nفقال : بل واحيائي منك يا أمة الله فيما قصرت في حقك « 1 » .\r\nان العدل كان يقضي ان يحشد علي - أمير المؤمنين - عليه السلام أكبر قوة ممكنة من الجيش ضد معاوية دفاعاً عن قضية الحق - وتحكيما لأسس العدالة - فكان من الطبيعي ان تبيد الحرب كثيراً من الرجال - وترمل عديداً من النساء - .\r\nان هذا هو العدل - وأمره هنا قاس - أشد ما تكون القسوة - بيد ان الاحسان سوف يخفف من قسوته وعنفه بعض الشيء .\r\nفان المرأة هذه لم تكن تقتنع بألف دليل ودليل لو كان علي - عليه السلام - يشاء ذلك مجرداً عن الاحسان ذلك لأن المرأة إنسان عاطفي : قبل أن تكون انسانا عاقلا مفكراً - بيد ان جذوة من دفن الاحسان استطاعت ان تؤثر في نفسها . وتهدء قلبها في أقرب فرصة .\r\nان العدالة تحتل المنزلة الأسمى بين القيم الانسانية ويجب ان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بحارالانوار الجزء 9 الصفحة 520 .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nتقف كل طاقات الإنسان في سبيل الدفاع عنها لدى عروض ما يهددها أو يشكل خطراً عليها .\r\nيقول الإمام علي عليه السلام :\r\n« والله لو أعطيت الأقاليم السبعة بما تحت أفلاكها على أن اعصي الله في نملة اسلبها لب شعيرة ما فعلت ! » .\r\nوان دنياكم أهون عندي من ورقة في فم جرادة ، فما هي قيمة دنيا بلا عدل . دنيا بلا فضيلة دنيا بلا قيم انسانية خير لهذه الدنيا الا تكون .\r\nان الإنسان يعيش بجسمه وروحه . وما أضر بجسمه ونفع روحه أو أفاد جسمه واضر روحه . كان بهذا عزاء واما الذي افسد هذا وهذا معاً . فالموت خير من الحياة والظلم من هذا النوع المفسد المهلك المبيد .\r\nوان القانون الطبيعي الذي يكشفه لنا القرآن يقضي على صاحب الظلم ان يحصد ندامة وشراً مستطيراً : يقول الله في الكتاب :\r\n« انما السبيل على الذين يظلمون الناس ويبغون في الأرض بغير الحق أولئك لهم عذاب اليم » .\r\n« وسيعلم الذين ظلموا أي منقلب ينقلبون » .\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nوقد يحلو للإنسان ان يظلم استجابة لمصلحة مادية أو عرض دنيا زائلة . ولكن عليه ان يفكر .\r\nأليس في العالم أقوى مني فإن كان الظلم جائزاً شائعاً أفلا يمكن ان يهضمني هذا القوي . وقد تقول ثم ماذا سوف اظلم الان وانتظر الظلم بدوري . ولكن عليك ان تفكر في انك تعيش في وسط اجتماعي تحتاج إليه أكثر مما يحتاج إليك ويقوى عليك أكثر مما تقوى عليه فلو أصبح الظلم مفهوماً شائعاً وعادة مستمرة اذن لاصابك من ظلم الناس لك اضعاف ما تفعله بهم .\r\nيقول الإمام الصادق عليه السلام كاشفاً عن هذا الواقع الطبيعي «\r\nمن يفعل الشر بالناس فلا ينكر الشر إذا فعل به » .\r\n« اما أنه يحصد ابن ادم ما يزرع وليس أحد من المر حلواً ، ولا من الحلو مراً » .\r\n« من ظلم سلط الله عليه من يظلمه أو على عقبه أو على عقب عقبه » .\r\nأو ما يصيب الظالم من جراء عمله فصل مادي ونفسي بين نفسه والآخرين الذين تعتبرونه رجلا مجرما بغيضا . فيخسر تعاونهم في الحياة هذه التي لا تصلح الا بالتعاون والتكافل .\r\nفالشريك الذي يهضم حق شريكه . لا يشترك معه أحد .\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nومدير الشركة الذي يعتدي على أموال المساهمة لا يعتمد عليه في إدارة شركة أخرى بعد ان تسقط شركته عن الثقة الاجتماعية .\r\nولقد ضربت نكسة حزيران أصدق الأمثلة لذلك حيث تعاون الشعب الإسرائيلي مع دولتها المنتصرة الغالبة . فخفضت الشركات قيم سلعها . وأقدمت عروضاً كبيرة للدولة بينما احتكر تجار العرب في بعض الدول العربية المتضررة بالنكسة احتكروا المواد الغذائية حتى اضطرت الحكومة إلى اتخاذ اجراءات حاسمة بشأنهم بل والى استيراد مواد غذائية من خارج البلاد .\r\nولم يكن ذلك الا نتيجة حتمية للظلم الذي مارسه بعض التجار على الشعب فجعلته يبتعد عنها فراسخ واميالا .\r\nوالرئيس الذي يظلم في الحكم لا بد الا ينتخب مرة ثانية والا يتعاون الشعب معه في سراء أو ضراء .\r\nوهكذا كل فرد .\r\nفإذا بالظلم يعيش في فراغ مريع وهنا يتبين عهد ظلم الناس به إذ ان المجتمع ، لا يملك مقياساً دقيقاً يجازي الإنسان بقدر جرمه بل سوف يزيد على ذلك انتقاماً واحتياطاً ومن هنا نجد ان الفرد يهضم حقاً واحداً مثلا . فتسلب عنه ثقة الناس في كل الحقوق .\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nولربما تزعم - يا من تقرء هذه السطور - ان الكلام حول الظلم يختص بطائفة من الرؤساء والمدراء وأصحاب رؤوس الأموال وأولي القوة والسلطان - لا - ليس الامر كذلك ان مجالات الظلم واسعة ومختلفة . فالضعيف يظلم القوي إذا لا يطيعه في الذي يجب ان يطيعه فالعامل يكسل والصانع يغفل والولد يسيء إلى والده ، والمريض لا يتعاون مع الدكتور في وصاياه وهكذا فكل ذلك ظلم .\r\nوالقوي يظلم حينما يهضم الوالد حق ابنه والمدير حق موظفيه والزوج حق زوجته وهكذا .\r\nولئن كان الظلم وخيم العاقبة في الدنيا فكيف هو في ميزان العمل عند الله .\r\nالا تأتينا نصغ إلى الرسول - صلى الله عليه وآله - يشرح لنا مغبه في الحياة الآخرة يقول :\r\n« جور ساعة في حكم أشد وأعظم عند الله من معاصي تسعين سنة »\r\n« اتقوا الظلم فإنه ظلمات يوم القيامة »\r\n« أوحى الله إلى داود قل للظالمين لا تذكروني فان حقاً علي ان اذكر من ذكرني ، وان ذكري إياهم : ان العنهم » .\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nأرأيت رحمة أوسع ومغفرة أشمل وحنانا ادفأ من رحمة الله وحنانه وغفرانه ؟\r\nان هذه الرحمة الوسيعة تحبس عز الظالم فلا يمكنه حتى أن يذكر الله بكلمة .\r\nوبالقدر الذي ينذر الإسلام من عاقبة الظلم يبشر بعاقبة العدل بالحسنى فيقول الرسول :\r\n« عدل ساعة خير من عبادة سبعين سنة »\r\n« قيام ليلها وصيام نهارها »\r\nما أسهل الصيام والقيام إذا قورن بالعدل حينما يخالف مصلحة الفرد وشهوته الملحة العنودة وما أحلى العدل في هذه الحالة التي تميز الإنسان وتسمو به عن درك الحيوان إلى قمة إنسانيته العليا .\r\nوليست إنسانية الإنسان تقف على هذا الحد وان كان رائعا جميلا بل انها تأبى الا ان يدخل الإنسان روضات الإحسان - وما هو الإحسان :\r\nالإحسان فيض سخي ينبع عن كرم النفس البشرية واسمى قمة تبلغها في مسيرة القيم الرفعية .\r\nان المجتمع الذي يعيش في ظلال الإحسان هو المجتمع المثالي الفاضل الذي لا عهد له بالسجون ولا حاجة له بالمحاكم بل ولا إلى\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nحكومة ونظام .\r\nومن يحسن إلى الناس بيد واحدة . فإنه سوف يكسب ايادياً كثيرة لأنه يخلق لنفسه وسطا محسنا . فيحسن إليه في كل شيء .\r\nفي نفس الوقت الذي يكسب محبة الناس ويربح ثقتهم ومتى ما وضع فريق من الناس ثقتهم في فرد فهنيئاً له وهنيئاً لهم . وهنيئاً له إذ يذهب بخير الدنيا والآخرة . ويعيش حياة هادئة بلا قلق ولا اضطراب .\r\nوهنيئاً لهم إذ يوجد جمعهم ويتم شملهم . ويصبحون خلية اجتماعية مترابطة متكافلة . لأنهم يرجعون جميعا إلى واحد في أعمالهم وآرائهم .\r\nفما أجدر بك ان تحسن إلى المجتمع وأنت أحوج إليه منه إليك أنت عضو من المجتمع فكن عضواً قديراً مباركاً .\r\nوبقدر ما يكسب المحسن في الدنيا من الاجر الجميل . ويجني من الثمرة المباركة يفوز في الآخرة برضوان الله وبجنة عرضها السماوات والأرض .\r\nفهذا الرسول يحدثنا بذلك فيأتينا بالعجب العجاب :\r\n« إذا كان يوم القيامة ينادي مناد يسمع آخرهم\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nكما يسمع أولهم فيقول : اين أهل الفضل ؟ فيقوم عنق من الناس فتستقبلهم الملائكة فيقولون ما فضلكم هذا الذي نوديتم به ؟ يقولون كنا يجهل علينا في الدنيا ويساء الينا فنعفوا » .\r\nفينادي مناد من الله تعالى : صدق عبادي خلوا سبيلهم ليدخلوا الجنة بغير حساب » .\r\nان اصرار الإنسان على اخذ حقه من الناس إذا لم يكن من أهل الفضل الذي يحفظ له الناس يداً طويلة ومعروفاً مشكوراً .\r\nفان أحببت أن تكون سعيداً في حياتك الدنيا والأخرى فكن محسناً ، فان الله مع المحسنين .\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\n\r\nالوفاء مقياس السعادة\r\nفي كيان الإنسان غرائز لها جذور راسخة عجنت بها طينته ومزجت بها مزجا .\r\nومنها ما تطرؤ على الفكر بعوامل خارجية من تربية وتوجيه .\r\nوالاستقامة في القول والفعل من تلك الغرائز التي تجري من ذات الإنسان وتنبع من صميم كيانه جريان الماء الزلال من النبع الصافي .\r\nيدرك كل شخص إلى اية أمة انتسب وفي أي نوع من المحيط عاش وترعرع - يدرك ادراكاً فطرياً ان الاستقامة خير وان الالتواء شر وفساد .\r\nومن مظاهر الاستقامة في الفعل الوفاء بالعهد الذي يعتبره كل شخص في العالم مسؤولية انسانية من حملها ولم يحملها فقد اقترف سيئة كبيرة خطيرة .\r\nوما ذلك الا لان الوجدان الفطري الذي يشع في ضمير كل إنسان يدعو إلى الوفاء فريضة ومعاشا .\r\nودليل هذا الوجدان الطفل الذي لم تؤثر فيه التربية والتوجيه\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nولم تحجب صفاء وجدانه مصالح الحياة ومتطلباتها فإنه يدرك حسن الوفاء منذ الوقت المبكر الذي لا يدرك فيه أي شيء اخر من المسائل الفكرية فإذا وعد وليه بشيء ان يجلبه له من السوق ظل ينتظر طيلة غياب الوالد انتظاراً طبيعيا . وفي فرض خلفه للوعد يشعر بان امراً غريباً وغير طبيعي قد حدث فيتألم ويكاد يميز غيضاً .\r\nوإذ بعث الأنبياء لكي يخلصوا وجدان الإنسان من اصدائه وحجبه ليعود إليه صفائه وسنائه ونوره وضيائه - فإنهم يدعون إلى ما يدعو إليه الوجدان ويهدون الإنسان إلى ما يرشد إليه من وظائف ومسؤوليات .\r\nومن هنا نجد تعاليم السماء تؤكد على الوفاء بالعهد وتعتبره وظيفة حتمية لا يسع الإنسان الا أدائها بكل أمانة وإذا بالوفاء يصبح مسؤولية اجتماعية تفرضه التعاليم التربوية للأنبياء في نفس الوقت الذي هو مسؤولية انسانية .\r\nومن هنا أيضا اعتبر الإسلام الوفاء فريضة على كل مسلم ومسلمة فيقول الكتاب الحكيم .\r\n« وافوا بالعهد ان العهد كان مسؤولا »\r\nويقول النبي ( ص )\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\n« لا دين لمن لا عهد له »\r\nويقول الإمام الصادق ) ع (\r\n« عدة المؤمن أخاه نذر لا كفارة له »\r\nويقول الإمام علي ( ع )\r\n« وان عقدت بينك وبين عدوك عقداً أو ألبسته منك ذمة فحط عهدك بالوفاء وادع ذمتك بالأمانة فإنه ليس من فرائض الله سيئ الناس أشد عليه اجتماعا مع تفرق أهوائهم وتشتت آرائهم من تعظيم الوفاء بالعهود » .\r\nوالوفاء بالعهد يبعث الثقة في روح المجتمع فتتماسك أطرافه ويتراص بنيانه على قاعدة مثبتة هي الايمان بحق الآخرين والسعي وراء أدائه .\r\nوعلى العكس فان المجتمع الذي يفقد أبنائه الوفاء تضعف فيه الأواصر . وتوهي العلاقات . ويصبح متناثر الأعضاء متفرق الأهواء .\r\nبينما المجتمع الذي تشيع فيه فضيلة الوفاء وضبطت فيه مواعيد العمل في المصانع والمتاجر والإدارات وما إليها فإنه تجري شؤون الحياة فيه سهلا بسيطاً طبيعياً .\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nان من يعهد إلى أحد يحمل نفسه حقاً فان أداه والا باء بخطيئة ظلم الناس . والتعدي على حقوقهم المشروعة افليس قد وثق الموعود له بقول هذا . إذا فالخلف غدر له وتضليل وخداع .\r\nوفي الوقت الذي يعد الخلف ظلما للناس يجب ان يعد ظلما نفسه . أليس الخلف يوجب مقت الناس ويسلب ثقتهم . أوليس المخلف يخلق مجتمعا مخلفا حوله وفق قانون التأييد المتقابل في الناس فيبوء بذنبه وذنوب الناس . ويجني ثمرة الخلف النكدة بدوره من يد الناس .\r\nالان جرب مع الناس أولا عدهم فلا تفي فانظر هل يقبل الموعود له وعدك مرة أخرى ويثق بعهدك وثانيا اخلف العهد فانظر لترى هل تستطيع ان تطالبهم بالوفاء بعد ذلك . ان طالبتهم طالبوك وقاسوا عليك شؤونهم ثم احسب لترى كم مدة تصرف عبثاً من اجل خلف الوعد . وكم طاقة تهدر بسبب فقدان الثقة .\r\nواني شخصيا حسبت المدة التي تفوت ضحية للخلف بالنسبة إلى كل فرد فإذا بها ساعات كل يوم . فإذا قيست هذه الساعات بالنسبة إلى الناس عرف مدى حضارة الإنسان من وراء الخلف . أضف إلى ذلك ان الوفاء فضيلة انسانية يتجلى فيها كرم النفس في أروع صورها . ولو فرضت للمكارم صورة مجسدة\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nفاضحى الصدق لسانها الناطق . والعفاف عينها الباصرة . والصراحة جبهتها الناصعة اذن لكان الوفاء جمالها الباهر .\r\n« أو كما يقول الامام : الوفاء بالذمم زينة الكرم » ذلك ان الصدق جميل في كل مكان . ولدى الوفاء به أجمل والصراحة حلوة وعند العهد أحلى . والعفاف دافئ ومع العهد ادفأ » .\r\nومن هنا أضحى الوفي محبوبا لدى البر والفاجر - العالم والجاهل - أوليس الوفاء سخاء الطبع الكريم . والنفس الاريحية أوليس الإنسان يحب الفضيلة انى كانت وفي أي صورة وجدت .\r\nومن هنا نجد المسلمين الأولين الذين عرفوا بالوفاء في الحرب والسلم : استقبلهم العالم بكل رحابة صدر وطلاقة وجه فإذا بالشعوب تشيد فيهم هذه المكرمة وتحمد لهم هذه الصفة الحميدة . وبالتالي تمكنهم من أنفسها لأجلها . وان قسما كبيراً من انتصارات المسلمين الحربية تعزى إلى شياع هذه الفضيلة بينهم .\r\nوانا لنجد في التاريخ مشاهد تروعنا من آيات الوفاء التي صنعت المعجزات .\r\nففي التاريخ العربي تروي قصة النعمان بن المنذر الملك العربي الذي دخل المسيحية بعد ان كان وثنيا فإذا بها من أعجب العجاب .\r\nذهب يتلهى بالصيد فتخلف عنه حراسه ومرافقوه وضل\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nالطريق فضرب في الصحراء وإذا به يبصر شبح خيمة من بعيد فانطلق إليها . فرحب به أهلها وذبحوا له شاتهم الوحيد وخبزوا له بحفنة من دقيق .\r\nفلما طعم وأراد ان ينصرف اثباهم بخبره وانه النعمان ملك العرب . وسئل عن رب البيت فأنبأ بأنه حنظلة الطائي . فدعاه إلى الحضر ليعطيه اجر ما صنعه من معروف .\r\nوأصاب البادية جدب واتخذ الاعرابي طريقه إلى بلد النعمان ساعيا .\r\nومن العادات الوحشية التي ابتلى بها النعمان انه كان قد اتخذ يوما بئيساً . ويوما سعيداً اما يوم السعد فجعله عيداً حافلا يستقبل فيه الوفود ويكرمهم . واما يوم البؤس - الذي كان يرمز إلى اليوم الذي مات فيه ديماه فجأة - فقد اتخذه للانتقام من الطبيعة بان يجلس في بيت شيد له بجانب الصحراء . فأول قادم من تلك الجهة . هو الذي أصيب بلعنة الحياة . فكان يقتل سفها وعدوانا .\r\nوبينما كان النعمان ينتظر القادم البائس في اليوم الموعود . وإذا به بحنظلة قد اقبل . وفي قلبه الف علم وفي نفسه الف امل وأمل بعطايا النعمان « ملك العرب » .\r\nوقال له الملك ما أقدمك يا حنظلة في هذا اليوم البئيس الذي\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nلا أرى فيه قادما الا قتلته حتى قابوس ابني وفلذة كبدي فاطلب حاجتك فاني قاتلك .\r\nقال حنظلة لتكن خزائن الملك فداء نفسي ما تنفعني وفرة العطاء ان زهقت نفسي .\r\nقال الملك : ان هذا لهو القضاء المحتوم ولن تجد من دونه ملتحداً .\r\nفقال أيها الملك ! ان كان لا بد من قتلي فامهلني ارجع إلى أهلي أودعهم . وارعي شؤونهم .\r\nقال : لك ذلك وهذه حمشاء إبل ولكن عليك ان تأتيني بضامن يكفلك .\r\nوإذا بحنظلة يلتفت إلى الحاضرين فلا يجد من يكفله سوى رجل كان يدعى ب - « قراد » .\r\nفرجع الملك وانصرف حنظلة وتفرق الجمع على أن يأتوا بعد عام ليشهدوا مقتل حنظلة أو قراد كفيله .\r\nوقبل ان تنقضي السنة بيوم نظر النعمان إلى قراد وقال له أراك من الهالكين فأجاب :\r\nفان يك صدر هذا اليوم ولى فان غداً لناظره قريب\r\nواجتمعوا على ميعاد واستعجل الملك بقتل قراد ومنعه ذووا\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nقرابته قائلين لنشهد انقضاء ساعات النهار فإن لم يقدم حنظلة فلك ما تشاء .\r\nوكان الناس واثقين جميعاً بان الاعرابي غاب إلى غير رجعة وبالفعل كانت أشعة الشمس الصفراء تمسح جنادل الصحراء وكان قراد يستعد للقتل وحنظلة لم يقدم .\r\nوكادت الشمس تغرب . وكاد قراد يقتل فإذا بحنظلة يسعى إلى الملك . نهره الملك قائلا ما حملك إلى المجيء بعد ان نجوت من الموت .\r\nقال له : الوفاء بالعهد .\r\nقال : فما حملك على الوفاء بالعهد ؟\r\nقال له : ديني الحق الذي حملني .\r\nقال : وما دينك ؟\r\nوشرح حنظلة مبادئ دينه للنعمان وشرح الله صدر النعمان للدين الحق - دين الإسلام المتمثل في اتباع المسيح ذلك اليوم وهدى به أمة من الناس بعد الغي والضلال البعيد .\r\nهكذا تكون فضيلة الوفاء بالعهد داعية إلى الخير والحق والهدى .\r\nوهكذا تكون فضيلة الوفاء كما في الحديث :\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\n« الوفاء بالذمم زينة الكرم »\r\nوهكذا يجب على الإنسان ان يفي بالعهد ان العهد كان عنه مسؤولا . ( 11 / 99 )\r\nوالقلق أضحى اليوم سمة عامة للحضارة الحديثة . ومن عوامله الأساسية فقد الثقة المتبادلة بين افراد المجتمع . الدائن يخاف نكول المدين والمؤجر يخشى جحود المستأجر . وصاحب المصنع يراقب عماله وهم يراقبونه لكي لا يهضم أحدهم حق الاخر . وأصحاب المحلات ومن إليهم يضعون الف عين على وكلائهم وشركائهم خوفاً وحذراً .\r\nولقد أكثر الناس من قيود المعاملة . حتى أصبحت معقدة مستعصية فمن شاء ان يبتاع داراً جرت معاملات الطابو ( السند الرسمي ) في الف دائرة ودائرة ، وكلما زادوا من تعقيب الأعمال خشية التزوير كلما تفنن الإنسان في السرقة والتزوير والتزييف .\r\nوفي احدى العواصم الإسلامية اليوم ركدت الحركة التجارية نوعا ما حتى أن الفرد يملك الملايين فلا يستخدمها لعامل واحد هو عدم الثقة بالناس . وكثرة التزوير في أوراق الاعتماد .\r\nوهنا تتجلى لنا مرة أخرى خطورة الوفاء بالعهد . ومكانه الأسمى في المجتمع الراقي المتقدم . وضرورة وجوده لدى أولئك\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nالذين يبتغون بناء حياة هانئة بعيدة عن القلق والاضطراب .\r\nولقد كان المسلمون ينعمون بالثقة المتبادلة بين افراد المجتمع عندما كانت التعاليم الإسلامية موجهة لواقعهم في العصور الغابرة فضربوا أروع أمثلة اليسر في المعاملة . ونشاط الحركة التجارية . رغم الظروف القاسية التي عاشوها .\r\nلقد كانت الديون وأموال المضاربة والقروض البعيدة الاجل قد أوجدت زخماً بليغا في التجارة بين المسلمين .\r\nوليس كل ذلك الا ناشئة الثقة التي كان المجتمع الاسلامي ينعم بها فيما بينهم ، حتى أن المسلم لم يكن يفكر في نقض عهد أو خلف وعد . لأنه كان يجد نفسه مسؤولا عنهما كما هي مسؤولة عن أي فريضة أخرى دينية أو اجتماعية .\r\nوطالما دفع المسلم قرضا لأخيه كبيراً دون ان يسجله أو يطالب بدله رهينة . مما يحسبه الناس في هذه العصور « مغامرة مالية » .\r\nواليكم القصة التالية التي تكشف لنا عن صورة واحدة من التزام الناس بالوفاء في العهد الإسلامي وتأثير الوفاء في تنشيط الحركة التجارية وها هي القصة :\r\nلقد كان للإمام علي بن الحسين عليه السلام عبداً معتقاً\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nثريا . فأراد ان يقترض منه عشرة آلاف درهم إلى حين الميسرة فطلب العبد وثيقة على ذلك فأخرج الإمام سلكا من ورائه وأعطاه قائلا :\r\n« هذه وثيقتي إليك حتى أؤدي ما علي من الدين »\r\nما قيمة السلك لكي يقع رهينة عشرة آلاف درهم ؟ غير أن ثقة العبد بسيده وانه يفي بذمته لدى المكنة دعته إلى قبول الخيط وثيقة السلفة . فاستلمه وسلم الدراهم .\r\nوبعد مدة اتى الإمام بالدراهم ليسد دينه فقال له :\r\n« قد أحضرت مالك فهات وثيقتي فقال له جعلت فداك ضيعتها » قال : اذن لا مال لك عندي ، مثلي لا يستخف بذمته » .\r\nفأخرج الرجل حقا فإذا فيه الهدبة فأعطاها علي بن الحسين عليه السلام واخذ الهدبة ورمى بها وانصرف ليست للهدبة وحدها اية قيمة ولكنها لدى انبائها عن عهد إنسان كريم تصبح وثيقة عشرة آلاف درهم : لأنها أنبئت عن عهد لا ينقض وذمة لا يستهان بها .\r\nمن هذه القصة الصغيرة في صورتها الكبيرة في جوهرها نكتشف مدى التزام المسلمين بذممهم . ومدى تأثير ذلك في معاملاتهم التجارية .\r\nواخيراً نرجو من الله العزيز : ان يوفق القارئ الكريم إلى العمل بما احتواه هذا الكتاب ليعيش حياة سعيدة هانئة والسلام عليه حينذاك في الدنيا والآخرة .\r\nكربلاء المقدسة - محمد تقي المدرسي\r\n\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72}
  ]