[
  {"content":"\r\n\r\nالمرجع الديني\r\nآية الله العظمى السيد محمدتقي المدرسي\r\nالإنسان\r\nو\r\nآفاق المسؤولية\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\n\r\nمقدمة الناشر\r\nبسم الله الرحمن الرحيم\r\nالحمد لله رب العالمين وصلّى الله على محمد وآله الطاهرين\r\nبالرغم من أن الخطاب القرآني يتوجّه إلى المجموع بشكل عام ويحمّل المجتمع المسؤولية الكاملة تجاه الأفراد وأمام الله تعالى ؛ إلّا أن هذا الخطاب ينسحب على الأفراد أيضاً ، ويحمّل كل واحد منهم المسؤولية ويحدّد له الواجبات ؛ بل أن التجمع ليس إطاراً للمسؤولية وإنما هو إطار لممارستها كما إنه ليس شرطاً للعمل بل أسلوباً له .\r\nلكن مشكلة الإنسان الرئيسية هي كفره بالدين أي بيوم الجزاء ويوم المسؤولية وعدم قبوله أنه سيمثل غداً أمام محكمة عادلة بصيرة وأنه سيجازى جزاءاً عادلًا ، وهذا الكفر والإنكار ناتج عن رفضه لتحمّل المسؤولية .\r\nوتأسيساً على كلّ ذلك فإننا عندما نقف وجهاً لوجه أمام المسؤولية الخالصة فيجب أن لا نحتجب عن الشعور بالمسؤولية وعلينا أن نضع يوم الدين نصب أعيننا في كل عمل نقوم به ، فهناك أمامنا المحكمة الكبرى والسّجل الذي سيفتح أمام أعيننا لنرى كل أعمالنا مكتوبة فيه .\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nوالإنسان المؤمن ديدنه التدبر في أعماله فهو لا يتخذ قراراته بسرعة بل يفكر فيها طويلًا قبل أن يتخذها ، وهكذا الحال بالنسبة إلى « الكلمة » فإن الإنسان مسؤول عنها أيضاً إلى درجة أن الإمام علي عليه السلام يتمنى في بعض أحاديثه أن يكون له عنق البعير لكي لا تخرج الكلمة من فمه إلّا بعد أن تمرّ بمراحل من التفكير والتأمل .\r\nونحن حينما نتحدث عن آفاق مسؤولية الإنسان ينبغي أن نتذكر بأن المسؤولية تعني أن أي انحراف أو إهمال عن التخطيط لتحمل المسؤولية سينعكس على الإنسان بصورة سلبية وقاسية وعلى حياته الدنيا وكذلك لدى لقاء ربه في يوم الحساب ؛ سواء قبل الإنسان بذلك أم رفض ، إقتنع أم لم يقتنع ؛ لأن قانون تحمل المسؤولية سنّة إلهيّة وحقيقة فطرية لا يمكن لأحد التهرب منها .\r\nكما إن مسؤولية الإنسان عن عقيدته والتزامه فكراً معيناً تفرضه طبيعته الحرة وإحساسه التام بالقدرة على الاهتداء إلى الصراط المستقيم .\r\nوالكتاب الذي بين يديك ( الإنسان وآفاق المسؤولية ) محاولة لتوضيح معالم هذه المسؤولية وهو يتناول في هذا الضمن رحلة الإنسان الأبدية من عالم الشك إلى اليقين وهي الرحلة التي لا تتوقف عند محطة معينة يتمكن الإنسان عندها من التخلّص من الشك بصورة نهائية ، إلّا أن تأرجح الإنسان بين حالتي الشك واليقين والانطواء والانفتاح والهزل والجدّ والتبرير وتحمل المسؤولية ؛ إلى جانب الميزات الأخرى مثل كونه مخلوقاً مميزاً قادراً\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nعلى التسامي والارتفاع إلى أرقى درجات الرقي والسمو وكونه أيضاً محور العدل الإلهي باعتباره ( خليفة الله في الأرض ) وكونه أخيراً حمل الأمانة العظمى التي لم يقدر على حملها أحد غيره ؛ تشكل بمجملها ؛ عوامل تؤهله لتحمّل هذه المسؤولية بكل جدارة .\r\nدار محبي الحسين ( ع ) للنشر\r\nجمادى الثانية 1428 ه -\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\nالمقدمة\r\nالحمد لله ربّ العالمين ، والصلاة والسلام على خير خلق الله أجمعين ، محمّد وآله الطيبين الطاهرين .\r\nحينما نوجه نظرنا صوب الإنسان نفسه ، نراه مظهراً من مظاهر رحمة الله تعالى . إنه لم يكن شيئاً مذكوراً ، فأوجده الله من غير استحقاق منه ، ومن دون أي جبر أو اضطرار ، إلّا رحمة منه عزّ وجلّ .\r\nوكفى بخلق الإنسان دليلًا على رحمته ، ألا تراه عالماً كبيراً بذاته ، تماوجت في كيانه ملايين النعم .\r\nوتتجلى قدرة الله سبحانه في صنع جسد الإنسان ؛ من استقامة قامته ، إلى شبكة أعصابه ، إلى قدرات مخه ، إلى مرونة جسمه وما فيه من قدرة تحمّل للظروف المختلفة . . مما يدل على أنه أعد لدور أعظم من مجرد دوره الحياتي أو البنائي .\r\nإنه ليس مجرد فرد متطور ، إنه مخلوق مكرم ، سخر الله له الأحياء والنباتات والطبيعة . فإذا دوره الحقيقي ليس في جسمه ، وإنما في روحه ؛ في تلك الومضة المباركة من نور المشيئة التي منح من دون سائر الأحياء ؛ في ذلك القبس من نور العقل والعلم والمعرفة الذي زود به وميز به عن سائر الخلائق .\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nوهذا المعنى نستفيده من قول الله تعالى : ( لَقَدْ خَلَقْنَا اْلإِنْسانَ في أَحْسَنِ تَقْويمٍ ) ( التين / 4 ) .\r\nحيث أن القوام الحسن الذي منّ الله به على الإنسان ، ليس تقويم جسده فقط ، لأن هذا التقويم مقدمة لما هو أهم ، وهو قوام روحه .\r\nفالإنسان خلق ليكون ضيف ربّه في جنان الخلد ، وليكون جليس في مقعد صدق عند مليك مقتدر . .\r\nوما دام الإنسان قد خلق في أحسن تقويم ، فهل من الصحيح أن يترك نفسه تتماوج أنى اتجهت ؟\r\nكلّا ، إذ أن ذلك يؤدي به إلى أسفل سافلين . لذا لا مناص له من وعي ونشاط وتحمل مسوؤلياته حتى لا يهبط إلى الدرك الأسفل .\r\nولكي نعي حكمة خلق الإنسان ، لابدّ لنا من التأمل في قول الله سبحانه : ( إِنّا خَلَقْنَا اْلإِنْسانَ مِنْ نُطْفَةٍ أَمْشاجٍ نَبْتَليهِ فَجَعَلْناهُ سَميعًا بَصيرًا ) ( الإنسان / 2 ) .\r\nفكل شيء في الإنسان يحمل نزعتين ، وصبغتين ، ومنهجين ، ووجهتين : الحق أو الباطل ، العقل أو الجهل ، الإيمان أو الجحود ، الجنّة أو النار .\r\nويبدو أن هذه الثنائية أقرب إلى كلمة الأمشاج ، لأن شأن الثنائيات ( الاختلاط بين ماء الرجل وماء المرأة ، أو مختلف العوامل الوراثية من الآباء والأُمهات ) مقدمة لهذه الثنائية ، ويدل على ذلك بيان حكمة الابتلاء بعد بيان الثنائية .\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nولا يصدق الابتلاء في حياة الإنسان حتى يكون مختاراً ، وذلك بأن تكون خلقته خليطاً من نزعتين وتطلعين ، أحدهما الخير والآخر الشر .\r\nومن الضروري للإنسان وهو يمارس الحياة ونعمة الوجود أن يعرف بأن الابتلاء جزء من وجوده ، ومن دونه تصبح حياته بلا معنى ، بلا روح ، وبلا هدف .\r\nوحيث أراد ربنا امتحان الإنسان وفّر من جهته الشروط والمستلزمات التي تجعل الإنسان مسؤولًا عن الامتحان ، فتكون حجة عليه ، لذا قال ربّنا عزّ وجلّ : ( إِنّا خَلَقْنَا اْلإِنْسانَ مِنْ نُطْفَةٍ أَمْشاجٍ نَبْتَليهِ فَجَعَلْناهُ سَميعًا بَصيرًا ) ( الإنسان / 2 ) .\r\nوالسمع والبصر نافذتان لعقل الإنسان على الخليقة ، وهما أدوات المعرفة عنده ، وبالتالي أبرز وسائل الاختبار . فبسمعه يتلقى نصائح الآخرين وتجاربهم ، وببصره وبصيرته يرى ويقلب وجوه الأمور ثم يختار لنفسه الموقف والطريق . وذلك يكفي دافعاً يحمله المسؤولية ويقيم عليه الحجة .\r\nولكي تتبلور نظرة الإنسان إلى نفسه ، وتتميز في وعيه حوافز الخير والصلاح عن الشهوات والفساد . . لابدّ أن يعي الآخرة وأهوالها ، وينتبه إلى نفسه اللوامة . فالآخرة تذكر الإنسان بالبعث في واحد من أعظم مشاهد تلك الحياة ، حيث القيام من وهدة القبر للحساب والجزاء . والنفس اللوامة هي التي تدعو إلى الحق والصلاح ، ونعبّر عنها في الأدب الحديث بالضمير والوجدان ؛ وهذه النفس\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nتستيقظ داخل الإنسان لتعاتبه على عدم العمل بالحق ، وتنهره عن اقتحام الباطل .\r\nوكما الآخرة يوم البعث والحساب ، فإن النفس اللوامة هي الأخرى آية وجدانية على الآخرة ، باعتبارها صورة مصغرة عن تلك المحكمة العظمى ، بل أنها تصبح بلا مبرر لولا أن الإنسان سيلاقي حسابه الأوفى في يوم من الأيام .\r\nوعليه فمن يثير في نفسه هذان الحافزان بالتأكيد سيؤدي مسؤولياته في الحياة على أحسن وجه ، وسيفوز في الدنيا بحياة طيبة ، وفي الآخرة بجنّات ربّ العالمين .\r\nمكتب المرجع الديني\r\nآية الله العظمى السيد محمد تقي المدرّسي\r\n1 / جمادى الثانية / 1428 ه -\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\nالفصل الأول : الانسان في الميزان\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n\r\nالإنسان بين الشك واليقين\r\n( وَإِذْ قالَ إِبْراهيمُ لأَبيهِ آزَرَ أَ تَتَّخِذُ أَصْنامًا آلِهَةً إِنّي أَراكَ وَقَوْمَكَ في ضَلالٍ مُبينٍ * وَكَذلِكَ نُري إِبْراهيمَ مَلَكُوتَ السَّماواتِ وَاْلأَرْضِ وَلِيَكُونَ مِنَ الْمُوقِنينَ * فَلَمّا جَنَّ عَلَيْهِ اللَّيْلُ رَأى كَوْكَبًا قالَ هذا رَبّي فَلَمّا أَفَلَ قالَ لا أُحِبُّ اْلآفِلينَ * فَلَمّا رَأَى الْقَمَرَ بازِغًا قالَ هذا رَبّي فَلَمّا أَفَلَ قالَ لَئِنْ لَمْ يَهْدِني رَبّي لأَكُونَنَّ مِنَ الْقَوْمِ الضّالِّينَ * فَلَمّا رَأَى الشَّمْسَ بازِغَةً قالَ هذا رَبّي هذا أَكْبَرُ فَلَمّا أَفَلَتْ قالَ يا قَوْمِ إِنّي بَريءٌ مِمّا تُشْرِكُونَ * إِنّي وَجَّهْتُ وَجْهِيَ لِلَّذي فَطَرَ السَّماواتِ وَاْلأَرْضَ حَنيفًا وَما أَنَا مِنَ الْمُشْرِكينَ ) ( الأنعام / 79 74 ) .\r\nرحلة الإنسان من الشك إلى اليقين رحلة أبدية مستمرة ، وأن يبلغ المرء مرحلة من مراحل اليقين فلا يعني بالضرورة تخلّصه من الشك بصورة نهائية وقاطعة ، بل الشك سيبقى يلاحقه ويلاحقه حتى ينتهي إلى الموت . وهذه الحقيقة هي عين ما أشار إليه معظم مفسري قوله تعالى : ( وَاعْبُدْ رَبَّكَ حَتّى يَأْتِيَكَ الْيَقينُ ) ( الحجر / 99 ) حيث يدعو الله عبده إلى الطاعة والعبادة حتى آخر لحظة من لحظات عمره . فالإنسان أثناء حياته لا يزال خاضعاً للسير في مرحلة\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nالشك . فيا ترى كيف يستطيع التخلّص من هذا الواقع وأن يعرج بنفسه وبفكره ضمن الاتجاه الصحيح ، وأن يتحول بالفعل من الشك إلى اليقين ؟ فهو مدعو إلى طيّ درجات الشك والوصول إلى درجات اليقين ، بالإضافة إلى أن فطرة الإنسان السليمة تدفع به إلى التطور والنمو ضمن عملية صعود لا العكس .\r\nإنّ أعزّ شيء في الوجود هو اليقين ، وقد روي عن الإمام موسى الكاظم عليه السّلام : «\r\nالإيمان فوق الإسلام بدرجة ، والتقوى فوق الإيمان بدرجة ، واليقين فوق التقوى بدرجة ، وما قسم في الناس شيء أقل من اليقين\r\n» « 1 » .\r\nوروي عن الإمام جعفر الصادق عليه السّلام قال : «\r\nالإيمان في القلب ، واليقين خطرات\r\n» « 2 » .\r\nأي أنّ قلب الإنسان محفوف بالشكوك والريب ، وإنما اليقين عبارة عن موجات إيمانية وإشعاعات نورانية تحلّ في قلب المؤمن المتقي . . كل حسب منزلته وقربه إلى الله تبارك وتعالى .\r\nوقال أمير المؤمنين عليه السّلام في خطبة له : «\r\nأيها الناس ، سلوا الله اليقين ، وارغبوا إليه في العافية ، فإن أجل النعمة العافية ، وخير ما دام في القلب اليقين ، والمغبون من غبن دينه ، والمغبوط من غبط يقينه\r\n» « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الكافي ، ج 2 ، ص 51 .\r\n( 2 ) - المحاسن ، ج 1 ، ص 249 .\r\n( 3 ) - المحاسن ، ج 1 ، ص 248 .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nوكان علي بن الحسين عليهما السّلام يطيل القعود بعد المغرب يسأل الله اليقين . « 1 »\r\nوليس يتفاضل ويتفاخر الناس في الآخرة بكثرة أعمالهم ، وإنما يتفاضلون بنوعية أعمالهم ، واليقين والتيقن هو الرمز في النوعية دون شك .\r\nوقد قال الإمام علي عليه السّلام : «\r\nنوم على يقين خير من صلاة في شك\r\n» « 2 » .\r\nفالنائم الموقن يعرف أنه على هدى من ربّه ، على عكس ذلك الذي يقوم الليل يصلّي وهو في شك من أمره .\r\nكيف نتخلّص من الشكّ ؟\r\nينبغي بادئ بدء أن نضع في حساباتنا وجود هدفٍ مقدسٍ منشود وهو الوصول إلى اليقين ، وعلى ذلك فإنّ الإنسان المؤمن مدعو إلى عدم التغافل عن هذا الهدف بأيّ حال من الأحوال ، سواء في أقواله أو أفعاله أو تقاريره . فالمصلي مثلًا لابدّ له أن يعرف بأنّ الصلاة التي يصليها إنما هي معراجه إلى الله تبارك وتعالى ، فهي الوسيلة المثلى لنقل الإنسان من درجات الشك إلى درجات اليقين ، وهذا يستدعي كما هو ظاهر معرفة ما تعنيه أبعاد الصلاة من أذكار وحركات وسكنات . فالبعض من المصلّين لا يعرف لماذا يصلي ( ! ) فهو يجهل أنّ أصل وجوب النية إنما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - المصدر .\r\n( 2 ) - نهج البلاغة ، حكمة رقم 97 .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nشرّع لكي يتبلور في قلب المصلّي وعي بأهداف الصلاة ، رغم الكمّ الهائل من الأحاديث والروايات الخاصة بهذا الشأن ، حيث قال رسول الله صلّى الله عليه وآله : «\r\nنيّة المؤمن خير من عمله ، ونيّة الكافر شرّ من عمله ، وكل عامل يعمل على نيته\r\n» « 1 » .\r\nفالنيّة في الصلاة ليست مجرد استذكار نوعية الصلاة وعدد ركعاتها ثم قول « الله أكبر » ، بل إن حقيقة النيّة والهدف منها مكنون في أحاديث أهل البيت عليهم السّلام وأذكارهم وأدعيتهم ، حيث كانوا يقولون ويقرّون بأنهم عبيد ربّ العزّة والجبروت قد وقفوا ببابه وبين يديه ، أو كما يقول النبي إبراهيم عليه السّلام : ( إِنّي وَجَّهْتُ وَجْهِيَ لِلَّذي فَطَرَ السَّماواتِ وَاْلأَرْضَ حَنيفًا وَما أَنَا مِنَ الْمُشْرِكينَ ) ( الأنعام / 79 ) .\r\nفقلب الإنسان وروحه وكيانه وكل ما هو فيه يتوجه إلى ربّ العالمين . إن المصلّي عليه أن يعرف حين يشرع في صلاته أنه يقف بين يدي جبّار السماوات والأرض ، وأنه يخاطب المهيمن على جبروت السماوات والأرض ، وحينما يتفوّه بكلمة « الله أكبر » لابدّ وأن يستحضر في قلبه حقيقة أنّ السماوات والأرض وكلّ ما يحيط به يكبّر لله ربّ العالمين .\r\nإنّ هذه النية هي التي تحوّل الشك إلى اليقين ، أما إذا كان وعي المصلي غير جدير بأن يتوصّل إلى هذه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الكافي ، ج 2 ، ص 84 .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nالمعارف ؛ فليعرف أن قيامه وركوعه وسجوده وأذكاره ليست إلّا لقلقة لسان ، وهو غير ما كان ينتظره الربّ تعالى .\r\nومع الأسف البالغ نقول بأنّ الكثير من المسلمين يجهلون حقيقة الهدف من عباداتهم التي يمارسونها ، ولا يعرفون دلائل تشريعها وممارستها .\r\nإذن فالأمر الأول الذي ينبغي معرفته هو الهدف من الأعمال . وقد قال الله تعالى : ( قُلْ هَلْ يَسْتَوِي اْلأَعْمى وَالْبَصيرُ أَمْ هَلْ تَسْتَوِي الظُّلُماتُ وَالنُّورُ ) ( الرعد / 16 ) ، وخاطب نبيه صلوات الله عليه وآله : ( قُلْ هَلْ يَسْتَوِي الَّذينَ يَعْلَمُونَ وَالَّذينَ لا يَعْلَمُونَ ) ( الزمر / 9 ) .\r\nوالأمر الثاني في إطار تخلّصنا من الشكّ ؛ هو : معرفة أسباب الشكّ .\r\nفمن كان يشكو من وجود الحشرات في بيته ؛ عليه قبل أن يعالجها بالمبيدات والمواد الكيميائية أن يبحث عن سبب وجودها ، فقد يكون بيته غير نظيف أو يكون قليل الإضاءة ، ولو لم يقضي على الأسباب ويتوقّاها فإنّ جهوده ستذهب أدراج الريح ؛ ولن يستطيع القضاء نهائياً على الحشرات .\r\nكذلك هو حال الشكّ ؛ فلنعرف أسبابه أولًا ثم لنقض عليه . فالعبادة مع الشك عبادة غير مجدية ، بل ولعلّها غير مقبولة عند الله سبحانه وتعالى الذي قال في كتابه الحكيم : ( يَوْمَ لا يَنْفَعُ مالٌ وَلا بَنُونَ * إِلّا مَنْ أَتَى اللّهَ بِقَلْبٍ سَليمٍ ) ( الشعراء / 88 / 89 ) .\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nولعلّ الأوّل من أسباب الشكّ هو حبّ الدنيا . فمن تعلّق قلبه بالدنيا يستحيل عليه أن يرى الآخرة ، ولا نعني بحب الدنيا الأكل والشرب وغير ذلك من الأمور الطبيعية للإنسان ، بل نعني به اختيار وتفضيل الدنيا على الآخرة .\r\nوالسبب الثاني لتسلّط الشك على قلب الإنسان هو الخوف من الآخرين ، على اعتبار أنّ من يخاف الآخرين يخشى التفكير بطريقة مخالفة لطريقتهم ، فضلًا عن التوصل إلى النتائج المغايرة لنتائجهم . ترى في الناس عادةً أنّ الأبناء يتبعون آباءهم ، فابن المسلم مسلم ، وابن الكافر كافر ، و . . . فالخوف من الآباء أو الخوف من المجتمع ، أو الخوف من السلطات يكرس الفعل والتأثير في آلية الضغط ويفرض التوافق والتكيّف مع مبادئ قد لا يعترف بها الفرد الخائف بعد مجرد لحظات من التفكير الجدّي .\r\nفإذا أراد المرء أن يصل إلى الحقيقة لابدّ له من التجرد من الخوف .\r\nإنّ أوّل إنجاز تاريخي عظيم قام به النبي إبراهيم عليه السّلام هو أنه تحدّى جبروت السلطة الاجتماعية ، وهو حينما تبرّأ من هذا الجبروت فتح المجال أمامه للانتقال من الشك إلى اليقين .\r\nوإذا كانت قصة هذا النبي العظيم وبقية الأنبياء والرسل وقد سردت وفق أسلوب « إياك أعني وأسمعي يا جارة » ، فإننا كمسلمين رساليين نرفع لواء إصلاح المجتمعات البشرية وانقاذها من فوضى الجاهلية الحديثة ، نكون معنيين أكثر من غيرنا بضرورة الإفادة من هذه القصص\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nالقرآنية الفذّة ؛ ومطالعة السنن الكونية بهذا الشأن . لقد تحدى النبي إبراهيم عليه السّلام مجتمع نمرود البابلي وشكّك في الثقافة الجاهلية الطاغية في ذلك المجتمع ، ( وَإِذْ قالَ إِبْراهيمُ لأَبيهِ آزَرَ أَ تَتَّخِذُ أَصْنامًا آلِهَةً إِنّي أَراكَ وَقَوْمَكَ في ضَلالٍ مُبينٍ ) ( الأنعام / 74 ) .\r\nوإزاء هذا التشكيك والتحدي الصارم كان أن آتى الله إبراهيم عليه السلام الجزاء الأوفى بقوله الكريم : ( وَكَذلِكَ نُري إِبْراهيمَ مَلَكُوتَ السَّماواتِ وَاْلأَرْضِ وَلِيَكُونَ مِنَ الْمُوقِنينَ ) ( الأنعام / 75 ) .\r\nهذا الجزاء يحوي في طيّاته حقائق عدّة ؛ أولها : أن النبي إبراهيم عليه السّلام لم يصل إلى درجة اليقين لكونه نبيّاً ، وإنّما لأنه تمكّن من نقل نبوته من حيز النظرية إلى حيّز التطبيق ، حيث قام بفعل التشكيك والتحدي ، وهو لم يصل إلى درجة اليقين الروحي والعقلي إلّا بعد دحضه ثقافة الجاهلية المستشرية في مجتمعه . وثانيها : أن ملكوت السماوات والأرض ، قد لا يكون شيئاً مادياً ملموساً ، بل هو جوهر وجود الكون وسننه الإلهية . وثالثها : أنّ من دون فعل تحدي الجاهلية بثقافتها ورموزها يستحيل فهم حقائق الكون ؛ فضلًا عن اليقين بها . فالطريق إلى اليقين يكمن في تحدي أسباب الشكّ ، ومن أسباب الشكّ الطغيان والجاهلية التي تدفع الإنسان إلى الهزيمة الروحية والعقلية ؛ بل وحتى إلى الهزيمة المادية .\r\nثم يبين القرآن الكريم كيف انتقل النبي إبراهيم عليه السّلام من الشك إلى اليقين ، وكيف أصبح ذا بصيرة\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nنافذة تمكنه من فهم الوجود واستيعاب الحقائق ؛ على اختلاف أنواعها وأشكالها .\r\nوكما يوضح القرآن الكريم وتؤكد الشواهد التأريخية ، فإن مجتمع نمرود كان متأثراً إلى درجة بعيدة بالظواهر الطبيعية الملموسة ، حتى انتهى به الأمر إلى عبادة هذه الظواهر . ولكنّ النبي إبراهيم عليه السّلام الذي أوتي اليقين والبصيرة لم يعدو ارتباطه وتأثره بهذه الظواهر الكونية أكثر من الإعجاب بحالتها الإيجابية ، مستفيداً منها كل الاستفادة في إطار إثبات أصل الوجود الذي هو الله عزّ وجلّ ، وإثبات حقيقة السنن الكونية .\r\nإن هذا النبي الكريم قد نفذ ببصيرته ويقينه إلى عمق الحياة ، لذلك لم ينخدع بالظواهر والمظاهر . وهذا يعود بنا إلى القول بأن من يتحدى الجاهلية والطغيان بإمكانه أن يتوصل إلى حقيقة الوجود وأن لا تخدعه المظاهر مهما كان نوعها ، حتى لو كانت هذه المظاهر متجسدة في أجهزة الاستخبارات ووسائل الإعلام وغسل الدماغ والإمكانات المادية . ومهما تكن درجة تأثيرها وتضليلها فهي ليست لدى النبي إبراهيم عليه السّلام وأمثاله من الشخصيات الإلهية العظيمة سوى مظاهر عديمة المحتوى ؛ قياساً بدرجة اليقين والبصيرة .\r\nنعم ؛ فالآية الكريمة توضح كيف نفذ النبي إبراهيم عليه السّلام إلى ملكوت السماوات والأرض حينما لم ينخدع بالظواهر الطبيعية : ( فَلَمّا جَنَّ عَلَيْهِ اللَّيْلُ رَأى كَوْكَبًا قالَ هذا رَبّي فَلَمّا أَفَلَ قالَ لا أُحِبُّ اْلآفِلينَ * فَلَمّا رَأَى الْقَمَرَ بازِغًا\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nقالَ هذا رَبّي فَلَمّا أَفَلَ قالَ لَئِنْ لَمْ يَهْدِني رَبّي لأَكُونَنَّ مِنَ الْقَوْمِ الضّالِّينَ * فَلَمّا رَأَى الشَّمْسَ بازِغَةً قالَ هذا رَبّي هذا أَكْبَرُ فَلَمّا أَفَلَتْ قالَ يا قَوْمِ إِنّي بَريءٌ مِمّا تُشْرِكُونَ ) ( الأنعام / 78 76 ) .\r\nإن أسلوب الاستعراض الرائع الذي استخدمه النبي إبراهيم عليه السّلام تمكّن بالفعل من محاكاة فطرة الناس في مجتمعه ، فآمن من آمن منهم عن بينة ، وكفر من كفر عن بينة وجحود وإلحاد ، وليس عن عدم اقتناع .\r\nوعظمة الليل وسحره لم تخدع النبي إبراهيم عليه السّلام ، وحركة الكواكب وبزوغ القمر وحجم الشمس وإشراقها وكونها مركز الكون القريب له ، بالإضافة إلى أنه لم ينخدع بها فهو استخدمها لصالح إثبات العلم والتحدي وتحديد أصل الوجود وهو الله سبحانه وتعالى .\r\nإذن ؛ فمن أجل الوصول إلى مرتبة اليقين ينبغي تجاوز عوامل الرهبة والرغبة ، وأن نتجاوز أطماع النفس ووساوسها ، وأن نتجاوز المجتمع الجاهلي وإرهابه .\r\nوقبل هذا وذاك من الحري بنا أن نداوم على طلب الوصول إلى اليقين من الله تبارك وتعالى . فقلب الإنسان مشبع بالظلام ووساوس الشيطان ، ولو كشف الغطاء لرأى الإنسان ملايين الوساوس من حوله ، مترصدة أدنى تهاون وضعف منه للانقضاض عليه .\r\nوالطريق إلى ذلك واضح كل الوضوح ، فالإنسان المؤمن حري به أن يحصّن نفسه من أجل الوصول إلى درجة اليقين والمحافظة على هذه الدرجة بالعبادة ومزيد العبادة ، فالنوافل إذا كانت بالنسبة للناس مستحبة فهي للمؤمن أمر واجب ، إذ القضية ليست قضاء وقت أو مزاج ، بل هي أمر\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nجدّي للغاية ، يتوقف عليها وجودنا في الدنيا ومصيرنا في الآخرة ، فلابدّ من التحصن بمزيد من الدروع والتزود بالأسلحة الرادعة قبل الدخول إلى حلبة الصراع ؛ صراع المبادئ والثقافة والوجود مع الجاهلية بثقافتها ورموزها .\r\nفمن يقضي ليلته متبتلًا قائماً وراكعاً وساجداً . فإن نهاره سيكون نهاراً موفقاً مليئاً بالبركة والنجاح ، وعلماء الإسلام العظام الذين فضّلهم نبي الإسلام محمد صلوات الله عليه وعلى آله على أنبياء بني إسرائيل لم يصلوا إلى ما وصلوا إليه دون أن يجهدوا أنفسهم وأبدانهم مطلق الجهد عبر صلاة الليل وتلاوة القرآن الواعية .\r\nقصة اليقين\r\nوإليك هذه القصة المعبرة عن عظمة صلاة الليل والانقطاع من وجهته الإيجابية إلى الله تعالى :\r\nقررت إحدى أميرات مدينة مشهد بناء مسجد قرب مرقد الإمام علي ابن موسى الرضا عليه السّلام ، فكانت تشرف على عمل البناء بين فترة وأخرى ، وكان العمال يخلون لها المكان كلّ ما قدمت تعظيماً لها - . وفي إحدى الزيارات غفل العمال عن أحدهم وكان نائماً في إحدى الزوايا ، ولم يكد يصحو إلّا وقد وقع نظره على جمال هذه الأميرة ذات المنزلة الرفيعة ، فوقع على الفور في غرامها رغم الفارق الشاسع بين منزلتيهما ، فساءت أحواله أشدّ سوء وهجر النوم عينيه وعافت نفسه الطعام والشراب . . . ولم يكن بوسعه إلّا الإفصاح لأُمه العجوز عمّا حلّ به ، وأنى لها تحقيق أُمنية وحيدها المسكين\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nبالزواج من الأميرة ؟ . . ومرت الليالي والأيام حتى بثت الأُم همّها وهمّ ولدها إلى بعض جاراتها فنصحنها بخطبة الأميرة لابنها وانتظار ما تصنع الأقدار . وبالفعل عملت الأُم بنصيحة جارتها وذهبت لخطبة الأميرة ، فشرطت الأميرة شرطاً واحداً لقبولها الزواج ، وكان الشرط أن يصلي الشاب الخاطب أربعين ليلة صلاة الليل . فما كان منه إلّا المبادرة إلى الموافقة ، فبدأت الأُم تعدُّ الليالي لولدها وهو مواظب شديد المواظبة على شرط الأميرة ، وانتبهت العجوز في إحدى الليالي إلى أن العدد قد تجاوز الأربعين بكثير ، فقالت لابنها : لقد حققت الشرط ويزيد ، فأعرب عن جهله ما تعنيه . . فأخبرته بأن الهدف من صلاته كان تحقيق شرط الأميرة وكسب رضاها ، فزاد الشاب من تعجب أُمه حينما سألها : وأية أميرة ؟ ! فأعادت أُمه عليه قصته هو ، وقد أخذتها الحيرة كل مأخذ ، ولكنه رفض الزواج بالأميرة مؤكداً أنه قد توصل إلى حقائق أغلى وأعز ممّا قد توفره له الأميرة ، وأنه لن يتزوج إلّا بامرأة حازت من المرتبة ما حاز به هو . . .\r\nمن خلال هذه القصة الموجزة يكون لزاماً علينا أن لا نبيع أنفسنا في مقابل دنيا زائلة لا محالة ، وأن نسعى دوماً إلى الارتفاع بها نحو السعادة الأبدية .\r\nوأقولها بصراحة إن الشيطان وضغوط الحياة المادية لا تعكر على الإنسان صفاء روحه ما لم يتهاون ويسوّف . وإنني على يقين بأنّ عظماء الإسلام لم يصلوا إلى ما وصلوا إليه إلّا بعد أن وفقهم الله تبارك وتعالى إلى الجدّ والإسراع في أعمال الخير ؛ حيث أثبتوا أنهم أهل لذلك .\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\n\r\nالإنسان بين الانطواء والانفتاح\r\nللإنسان في حياته وسيرته حالتان ؛ حالة الانفتاح ، وحالة الانغلاق . فقد تجد إنساناً ينظر إلى ما حوله من أشياء وحوادث وظواهر ، فيتكيّف معها ويتغير حسب متغيراتها ويتفاعل معها ، فيؤثر فيها ويتأثر بها . إن مثل هذا الإنسان تجده حيويّاً ونشطاً ذا قدرة على التحرك المستمر وعلى تطوير نفسه وتغيير ما حوله .\r\nبينما تجد على الضفة الأخرى إنساناً منغلقاً على نفسه ، لا يأبه بما يجري من حوله من حوادث وظواهر ومتغيرات ، فتراه لا يفرق حتى بين الأيام ، ولا يهمّه أبداً إن كان حاكمه فلاناً أو أي شخص آخر ، وهو يعيش في عالمه الخاص وحياته الضيّقة .\r\nوإن من الطبيعي أن تكون لهذا الإنسان المنغلق صفات خاصة به دون غيره .\r\nمنها « صفة اليأس من كل شيء » فهو يرى الوجود جامداً ولا أمل له في تغييره ، أو تغيّره على الأقل ، ولنقل إنه يصاب بمرض اليهود الذين قالوا بأنّ يدَ الله مغلولة ، فأنكروا كل متغير ، بل وأنكروا للدعاء أن يكون له تأثير ، فإذا وقع عليهم البلاء سكتوا وصبروا صبر البهائم ، وإذا حلّ بهم الرخاء ظنوه قدراً مقدوراً وقضاءً\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nمبرماً لا يتغيّر . ولذلك فقد أدانهم الله عزّ وجلّ إدانةً شديدة حيث قال : ( غُلَّتْ أَيْديهِمْ وَلُعِنُوا بِما قالُوا ) ( المائدة / 64 ) .\r\nفالإنسان قد يفرض على نفسه حالة الخنوع واليأس دون مؤثر خارجي ، في حين أن المحسن يحسن لنفسه . ولذلك فإننا إذا طالعنا سورة الإسراء المسماة بسورة بني إسرائيل أيضاً ، نجد أن الله سبحانه وتعالى يقول فيها : ( إِنْ أَحْسَنْتُمْ أَحْسَنْتُمْ لأَنْفُسِكُمْ ) ( الإسراء / 7 ) أي أن الإنسان هو الطرف المؤثر في تكوين ملامح وخطوط وتفاصيل حياته قبل أي شخص .\r\nومن جدير ما يذكر هنا ، أن الصهيوني تيودور هرتزل حينما سئل عن السبب وراء سعيه الحثيث لتأسيس كيان يهودي جديد ، أجاب بأن آية ( إِنْ أَحْسَنْتُمْ أَحْسَنْتُمْ لأَنْفُسِكُمْ ) الموجودة في القرآن هي التي دفعته إلى كسر حاجز اليأس والخنوع عن يهود العالم بعد مئات السنين من التشرد والتشرذم والهلع من مواجهة العالم . . .\r\nإن الرأي القرآني العظيم ، وهو الرأي الذي تستأنس له الفطرة الإنسانية ويجد القبول العقلي المطلق هو أن الله تبارك اسمه لم يخلق هذا الوجود عبثاً ، ولم يخلقه ويتركه لشأنه كما تقول بعض النظريات الفلسفية الخاطئة ، بل إن الله هو الخلّاق والفعّال لما يريد ، وهو الرزاق ، وهو الذي لا تزيده كثرة العطاء إلّا جوداً وكرماً . . وهذه كلها وغيرها أسماء وأفعال تدلل على استمرار العناية الإلهية المباركة بالكون . وما دام الله هكذا ، فإن هناك الفرصة تلو الفرصة لأن يخرج المرء عن عزلته ليدعو ربّه ،\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nوليتحرك لتأخذه أمواج الأمل ، بدلًا عن الوقوف عند شاطئ اليأس والرعب من الحياة .\r\nإن للإنسان كمخلوق مكرّم دور مهم في تحوّل الطبيعة ، وذلك بالدعاء والعمل الصالح ، ولذلك فإننا نؤمن كما أمرتنا الشريعة الإسلامية بأن الصدقة تدفع البلاء ، وأن الدعاء يرفع البلاء ، بمعنى أن الصدقة التي هي أحد مصاديق التكافل وتحقيق العدالة الاجتماعية من شأنها أن تحصّن الإنسان ضد تعرضه للبلاء والعسر ، ولكن إذا افترضنا إنساناً أصبح محطاً للفتنة والبلاء فإن بإمكانه رفع ذلك عبر دعائه وتقرّبه من الله الذي هو أرحم الراحمين .\r\nولقد قصّ علينا القرآن الكريم في هذا المجال القصص العديدة التي من شأن أية واحدة منها تغيير أُمة بأكملها إن هي اعتبرت بها واستفادت منها ، تماماً كما فعل قوم النبي يونس عليه السّلام ، الذين كان البلاء السماوي منهم قاب قوسين أو أدنى ، إلّا أنهم تمكنوا من رفعه عنهم بالدعاء والتوسل إلى الله عزّ وجلّ . وهذا يعني أنهم تمكنوا من تغيير مسار الطبيعة عبر إرادة الله الرحيمة بالإنسان ومصيره .\r\nأما الإنسان المنغلق فلا يأبه بما يجري حوله ، ولا يهمه ما يؤول إليه من مصير . لذلك تجده لا يأمر بمعروف ولا ينهى عن منكر . في حين نجد الله سبحانه وتعالى قد سخّر لنا الطبيعة ، وما أروعها من طبيعة ، وأجزل علينا النعم ، وما أكثرها ، فكان لابدّ من أن نتفاعل معها فنؤثر فيها ونتأثر بها .\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n\r\nالإنسان بين الأغلال وحركة التكامل\r\n( يَوْمَ تَرَى الْمُؤْمِنينَ وَالْمُؤْمِناتِ يَسْعى نُورُهُمْ بَيْنَ أَيْديهِمْ وَبِأَيْمانِهِمْ بُشْراكُمُ الْيَوْمَ جَنّاتٌ تَجْري مِنْ تَحْتِهَا اْلأَنْهارُ خالِدينَ فيها ذلِكَ هُوَ الْفَوْزُ الْعَظيمُ * يَوْمَ يَقُولُ الْمُنافِقُونَ وَالْمُنافِقاتُ لِلَّذينَ آمَنُوا انْظُرُونا نَقْتَبِسْ مِنْ نُورِكُمْ قيلَ ارْجِعُوا وَراءَكُمْ فَالْتَمِسُوا نُورًا فَضُرِبَ بَيْنَهُمْ بِسُورٍ لَهُ بابٌ باطِنُهُ فيهِ الرَّحْمَةُ وَظاهِرُهُ مِنْ قِبَلِهِ الْعَذابُ * يُنادُونَهُمْ أَ لَمْ نَكُنْ مَعَكُمْ قالُوا بَلى وَلكِنَّكُمْ فَتَنْتُمْ أَنْفُسَكُمْ وَتَرَبَّصْتُمْ وَارْتَبْتُمْ وَغَرَّتْكُمُ اْلأَمانِيُّ حَتّى جاءَ أَمْرُ اللّهِ وَغَرَّكُمْ بِاللّهِ الْغَرُورُ * فَالْيَوْمَ لا يُؤْخَذُ مِنْكُمْ فِدْيَةٌ وَلا مِنَ الَّذينَ كَفَرُوا مَأْواكُمُ النّارُ هِيَ مَوْلاكُمْ وَبِئْسَ الْمَصيرُ ) ( الحديد / 15 12 )\r\nكان الإنسان ناهضاً بطبعه ، حيث خلقه الله تبارك وتعالى في أحسن تقويم ، فأودع فيه قيماً هائلةً وساميةً تدفعه إلى الحركة والتكامل . ولولا ذلك ، لتجمد الإنسان على ما كان عليه .\r\nغير إن هناك أغلالًا وأُصُراً وعقبات تحيط بالإنسان وتقف دون سموّه وتحركه وتكامله . ولعل من أبرز هذه الأغلال هي وساوس الشيطان الرجيم التي قد تتخذ أشكالًا مختلفة ، منها الثقافية في الغالب ، ومنها الاقتصادية ، ومنها السياسية . وليس أمام ابن آدم إلّا أن يحطم هذه الأغلال وفق ما ألقاه ويلقيه الله سبحانه عليه من هدىً وتوفيق .\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nومن جملة هذا الهدى والتوفيق أن بعث إليه رسولًا نبيّاً ليضع عنه إصره والأغلال التي عليه . . وكان من الصعب جداً أن يحقق الإنسان طموحاته من دون هذا الهدى ، بل إن المتوقع هو تكاثف ردود اللّامسؤولية عليه ، وكذلك إصابته بالمزيد من الأذى والخسارة والعذاب .\r\nفالأغلال تمنع من تحقيق المسؤولية ، وعندها سينعكس على من يرزح تحتها القدر المناسب في إحاطة البلاء .\r\nوثمة التفاتة ؛ إن الإنسان من طبعه التهرب من خوض الصراع ، ولكنّه قد يجهل أو يغفل عن أن صراعه الحقيقي والمصيري هو الصراع الذي يجب أن يخوضه مع الشيطان ، لأنه عدوه الأشرس والأعتى ، وقد أمرنا سبحانه وتعالى أن نتخذه عدواً ولا نغفل عن وساوسه ومؤامراته ضدنا .\r\nفمن دون خوض هذا الصراع المصيري مع الشيطان الذي يجري في الإنسان مجرى الدم في العروق ، من دون ذلك سيكون من الصعب ؛ بل ومن المستحيل عليه أن يفك أغلاله . علماً أن الإنسان ما أن يتمكن من فك غلٍ واحدٍ من الأغلال إلّا وقيده الشيطان بغلٍ آخر ، قد يكون أشد وطأة عليه . فوساوسه تلقى على ابن آدم لحظة بعد أخرى وآناً بعد آن . ومن هذه الزاوية كان عليه أن يخلق في ذاته الهمة والعزم الشديدين على مقاومة الشيطان وخوض الصراع ضده .\r\nإن من وساوس إبليس وجنوده أنهم يسوفون للإنسان ما ينبغي عليه أن ينجزه من أعمال الخير ، كالتوبة مثلًا . .\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nولقد قال إمامنا أمير المؤمنين علي عليه السّلام في كلمة رائعة : «\r\nألا إن أخوف ما أتخوّف عليكم اثنان : طول الأمل واتباع الهوى\r\n» « 1 » .\r\nفطول الأمل من شأنه أن ينسي الآخرة ، واتباع الهوى يعني الخوض في الشهوات الباطلة .\r\nأما الله سبحانه وتعالى فقد بيّن لنا جملة من الوساوس الشيطانية في قوله : ( يَوْمَ يَقُولُ الْمُنافِقُونَ وَالْمُنافِقاتُ لِلَّذينَ آمَنُوا انْظُرُونا نَقْتَبِسْ مِنْ نُورِكُمْ قيلَ ارْجِعُوا وَراءَكُمْ فَالْتَمِسُوا نُورًا فَضُرِبَ بَيْنَهُمْ بِسُورٍ لَهُ بابٌ باطِنُهُ فيهِ الرَّحْمَةُ وَظاهِرُهُ مِنْ قِبَلِهِ الْعَذابُ * يُنادُونَهُمْ أَ لَمْ نَكُنْ مَعَكُمْ قالُوا بَلى وَلكِنَّكُمْ فَتَنْتُمْ أَنْفُسَكُمْ وَتَرَبَّصْتُمْ وَارْتَبْتُمْ وَغَرَّتْكُمُ اْلأَمانِيُّ حَتّى جاءَ أَمْرُ اللّهِ وَغَرَّكُمْ بِاللّهِ الْغَرُورُ ) ( الحديد / 13 - 14 ) وقد قصت هذه الآيات وما قبلها حديثاً كان محوره أن الإنسان لا نور له في يوم القيامة سوى نورٍ حمله معه من الدنيا ، ولأن المؤمنين والمؤمنات قد حملوا النور معهم بأعمالهم الصالحة ، فإن نورهم سيسعى بين أيديهم ليدلهم وينقذهم من أهوال يوم القيامة . . ( يَوْمَ تَرَى الْمُؤْمِنينَ وَالْمُؤْمِناتِ يَسْعى نُورُهُمْ بَيْنَ أَيْديهِمْ وَبِأَيْمانِهِمْ بُشْراكُمُ الْيَوْمَ جَنّاتٌ تَجْري مِنْ تَحْتِهَا اْلأَنْهارُ خالِدينَ فيها ذلِكَ هُوَ الْفَوْزُ الْعَظيمُ ) ( الحديد / 12 ) . وهذا النور سيفتح له الطريق ، بالإضافة إلى أن الملائكة ستبشرهم وهم في طريقهم إلى الجنة . .\r\nأما المنافقون ؛ فلا نور لهم قطعاً ، فتراهم يقولون للمؤمنين ( انْظُرُونا نَقْتَبِسْ مِنْ نُورِكُمْ ) ، وهنا يقول قائل : ( قيلَ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار الأنوار ، ج 74 ، ص 293 .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nارْجِعُوا وَراءَكُمْ فَالْتَمِسُوا نُورًا ) . وهذا اقتراح تعجيزي ، لأنهم لا خيرة لهم في الرجوع إلى الدنيا والتزود بالأعمال الصالحة . في هذه اللحظة يرتفع سور يحجر المؤمنين عن المنافقين ، فينادي أهلُ الحسرة أهلَ النعيم : ( أَ لَمْ نَكُنْ مَعَكُمْ ) فبمَ تقدمتم علينا ؟ ولماذا حصلتم على النور ولم نحصل عليه ؟\r\nفيأتي الجواب القارع : ( بَلى وَلكِنَّكُمْ فَتَنْتُمْ أَنْفُسَكُمْ وَتَرَبَّصْتُمْ وَارْتَبْتُمْ وَغَرَّتْكُمُ اْلأَمانِيُّ حَتّى جاءَ أَمْرُ اللّهِ وَغَرَّكُمْ بِاللّهِ الْغَرُورُ ) .\r\nإذن ؛ فمشكلة المنافقين بالدرجة الأُولى أنهم فتنوا أنفسهم وخدعوها من أجل الحصول على شهوة من الشهوات وبعضاً من الراحة في الدنيا ، فكانوا يزينون لأنفسهم تأخير أداء الواجبات من عبادة وحقوق وجهاد وأمر بمعروف ونهيٍ عن منكر . .\r\nثم كانت المشكلة الثانية أنهم تربصوا ولم يبادروا إلى عمل الخير ، ولم يكونوا ليعرفوا معنىً للتوكل على الله سبحانه وتعالى ، كما غفلوا عن قوله الكريم : ( وَسارِعُوا إِلى مَغْفِرَةٍ مِنْ رَبِّكُمْ ) ( آل عمران / 133 ) ، أو قوله سبحانه : ( فَاسْتَبِقُوا الْخَيْراتِ ) ( البقرة / 148 ) . .\r\nفهل تعلم كم من إنسان تمنّى أن يفعل الخيرات غداً أو بعد غدٍ ، ولكنه لم يتدارك نفسه إلّا والموت يقتحم عليه داره ، فيفصل بينه وبين أمانيه .\r\nقال أمير المؤمنين عليه السّلام : «\r\nفمن عمل في أيام أمله قبل حضور أجله نفعه عمله ، ولم يضره أجله ، ومن قصر في أيام أمله قبل حضور أجله ، فقد خسر عمله وضرّه أجله\r\n» « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - نهج البلاغة ، خطبة رقم 28 .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nثم إن الإنسان إذا فتن نفسه وتربّص لها الأيام . . بدأ بالغرق في الحضيض الشيطاني ، فتراه آنذاك يبخل عن بذل بعض ماله أو التضحية بشيء من وقته في سبيل الخير . . فهو يشكك بقدرته على تمييز الحق من الباطل والحلال من الحرام . . وينتهي به المطاف إلى أن يبحث لنفسه عن عقيدة لا مسؤولية فيها ولا التزامات . فتراه يبدأ بأن يمني نفسه بالحظوة بالجنة أو فعل الخير ، معتقداً بأن مجرد هذه القشرية ستكفيه في الحصول على ما يتمنى . ولكنه يفاجأ بأمر الله بعد أن غرّه الغرور واستحوذ عليه الشيطان وقاده إلى سوء الجحيم .\r\nإن البعض من تلكم الأماني نلاحظها تتجسد في بعض الأحيان لدى أشخاص يتمنون لو أن الملائكة تحول بينه وبين العذاب ، أو أن النبي عيسى عليه السّلام سيفديه رغم ما يرتكب من مآثم ، أو أنه يعتقد بحجر وصنم وكوكباً وطاغوتاً ، فيزعم بنفع بعض هذه النماذج . . إلّا أنهم سيفاجاؤن المفاجأة الكبرى حيث يخاطبهم ربهم العزيز المقتدر بالقول : ( مَأْواكُمُ النّارُ هِيَ مَوْلاكُمْ وَبِئْسَ الْمَصيرُ ) ( الحديد / 15 ) .\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\n\r\nالإنسان بين بصيرة النفس اللوّامة ومعاذير النفس الأمّارة\r\nبين جميع الكائنات ؛ يبقى الإنسان قادراً على تغيير نفسه ، إذ كلّما خلق الله سبحانه وتعالى من خلق حسب معلوماتنا جعل أمره بيده سبحانه ، سوى الإنسان الذي أعطاه ربّه بعضاً من المميزات بيده مباشرةً .\r\nفالإنسان يستطيع بأمر الله وإذنه ، وبما أعطاه من قدرته القائمة أن يصلح نفسه بنفسه ، وأن يجدد ذاته ويخلقها بإذن الله خلقاً جديداً . وهذه القدرة تأتي من قدرة ابن آدم على استشراف نفسه من داخلها . فهو قادر في لحظات على أن يصبح إنسانين ؛ إنسان يُحاسِب ، وإنسان يُحاسَب . إنسان يُقيِّم وآخر يُقيَّم . إنسان يَلوم وآخر يُلام . . حيث يستشرف من فوق ويطّلع على نفسه بنفسه ، فينتقدها ويحاسبها ويزنها ويعيد بين فترة وأخرى حساباتها المعقدة ، وبهذه القدرة الفائقة أصبح الإنسان إنساناً .\r\nونقرأ في قصة أبينا آدم وأُمنا حوّاء عليهما السّلام ، كيف سقطا السقوط الذي من شأنه أن يضعف الإنسان . . سقطا في فتنة الشجرة المنهي عنها ، ولكن دعنا ننظر إلى الجانب الآخر من القصة ، وكيف أنهما ارتفعا من بعد ذلك السقوط .\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nفحينما ارتفع آدم وحواء من وهدة السقوط في فتنة الاقتراب من الشجرة التي نهاهما الله عزّ وجلّ عنها ، لم يرتفعا أو يعودا إلى المستوى الذي كانا عليه من قبل فقط ، وإنما قد حلّقا إلى حدٍّ اصطفاهما الله فيه واجتباهما . بمعنى أن توبة آدم وحواء عليهما الصّلاة والسّلام قد تقدمت بهما إلى أعلى من مستواهما الذي سبق السقوط . وهذه القصة ليست حكراً على آدم فحسب ، وإنما صادفها كثير من الأنبياء والرسل عليهم أفضل الصّلاة والسّلام .\r\nوالقضية هي أن الله عزّ اسمه قد يرخي حبل عصمته - تبعاً لحكمة بالغة هو يراها دون غيره لنبي من أنبيائه ليسقط قليلًا ، ليس سقوط الذنب القبيح ، وإنما سقوط ترك الأُولى . وهذا ما حدث للنبي سليمان عليه السّلام الذي كان زاهداً وعابداً ، حتى أنه قد روي أنه كان يأكل الخل والخبز ، كما كان ملبسه الخشن رغم أن الله قد أعطاه ما لم يعطِ أحداً من العالمين من الملك والإمكانات الهائلة ، ولكنه كان يحرص على أن يكون له ولد يرثه ليتولى أمر الملك من بعده ، كما كان هو قد ورث أباه داود عليه السّلام . . .\r\nونستطيع أن نمثل لهذا السقوط بمثل السقطات التي قد تتعرض لها الطائرات بين الحين والآخر لدى مواجهتها لما يسمى بالمطبات الجوية التي تجبرها على النزول شيئاً يسيراً ، وهكذا هو نزول بعض الأنبياء والرسل بداعي إرخاء حبل العصمة لهم من قبل الله سبحانه وتعالى .\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nولكن ما هو الهدف والحكمة الإلهية من هذا الامتحان الذي يتعرض له هذا النبي أو ذاك ؟ !\r\nإن النبي المعصوم بعد أن يرتفع بإيمانه بالله تعالى والتسليم له ، ينطلق بحركة قوية جداً ، فهو يحلق تحليقاً كبيراً حتى يصل إلى أعلى عليين ، وليس إرخاء حبل العصمة له من قبل الله ليس إلّا شحنة قوية تزيده انطلاقاً وانبعاثاً وتحليقاً . . . ولذلك كان الإنسان التائب من الذنب في بعض الأحيان أرقى ممن لا ذنب له ، إذ أن مَن لا ذنب له قد يصاب بشيءٍ من الكبر والغرور ، ولكن الذي يتوب بفعل ذنب من الذنوب يكون في خضم ردّة فعل وندم وتألم قلبي على نفسه ومصيره ، حيث يرى نار جهنم محدقة به ، ما يدفعه إلى التحليق حتى يصبح في أعلى عليين ، أما الذي لا ذنب له تراه لا يحلق مثل هذا التحليق .\r\nإذن ؛ فقدرة الإنسان على إصلاح نفسه هي قدرة هائلة جداً ، ومن هنا نجد في النصوص الإسلامية تأكيداً ملحّاً على التوبة ، حيث قال تعالى : ( تُوبُوا إِلَى اللّهِ تَوْبَةً نَصُوحًا ) ( التحريم / 8 ) .\r\nإن استشراف الإنسان على نفسه وقدرته على اكتشافها بنفسه ومحاسبتها ، هذه القدرة الهائلة تعطي للإنسان أصل التقوى ، بمعنى قاعدة الانطلاق نحو قمة التقوى . ولذلك جاء في الحديث النبوي الشريف : «\r\nحاسِبوا أنفسكم قبل أن تُحاسَبوا ، وزنوها قبل أن تُوزنوا\r\n» « 1 » . وقال أمير المؤمنين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - وسائل الشيعة ، للحرّ العاملي ، ج 11 ، ص 380 .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nعليه السّلام : «\r\nليس منّا من لم يحاسب نفسه كل يوم ، فإن كان خيراً حمد الله واستزاده ، وإن عمل سوء استغفر الل\r\nه » « 1 » . وقد ورد في كثير من قصص الأولياء والعلماء والعباد والزهّاد أن بعضهم كان لديهم الكتب التي يدونون فيها أخطاءهم وذنوبهم ، ليعودوا إلى مطالعتها بين الفترة والأخرى ومراجعتها والتوبة منها ، ليزدادوا علوّاً وعبادة وتحليقاً ، لئلّا يغترّ أحدهم أو يتملكه الكبر حينما يلتفّ حوله الناس ويقبّلون يديه . وقد كان جدّي المرحوم آية الله العظمى السيّد ميرزا مهدي الشيرازي قدّس سرّه الشريف لديه كتاب قد سجل فيه ما سجل ، وكان يخاطب نفسه باسمه الشخصي في خلواته مراراً وتكراراً حيث يقول : يا مهدي ! انتبه إلى الصراط وكيف تجوزه ، وانظر إلى القبر وظلمته وكيف ستجلس فيه وتقاوم وحشته وحيداً فريداً . . . وذلك كله وغيره حتى يكبح جماح نفسه وينطلق من محاسبتها الدائمة إلى قمة التقوى والورع . . فهذا المرجع أو ذاك قد لا يجد من ينصحه أو يذكره أو ينبهه إلى ما قد يرتكبه من أخطاء ، فليس وسيلة أجدر إلى التوبة أو تلافي الأخطاء من محاسبة الذات وكبح جماحها ومخاطبتها باللوم إزاء أخطائها ومكاشفتها بحقيقتها ، ومن ثم الانتقال بها إلى شاطئ الأمان والاستقرار والاطمئنان والنزاهة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - عدة الداعي ، لابن فهد الحلّي ، ص 224 .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nوإذا ما طالعنا سورة القيامة المباركة ، نجدها تبدأ بتعظيم يوم القيامة ، حيث تبلى فيه السرائر ويكشف فيه ما كان خافياً في ذهن الإنسان وذاكرته ، بل وحتى ما خفي من أثقال أرضية ، فهو يوم البلاء ويوم الظهور المطلق ويوم الفتنة ويوم المحكمة الكبرى ، حيث تشهد على الإنسان آنذاك جميع جوارحه .\r\nوالله سبحانه وتعالى أعلن امتناعه عن القسم بيوم القيامة ثم إنه امتنع مرة أخرى عن القسم بالنفس اللوّامة لأنها بمثابة المحكمة الداخلية التي لا مفرّ للإنسان منها ، فهو إذا كان بمستطاعه التهرب من هذا أو ذاك ، فإنه عاجز في حقيقة الأمر عن مراوغة النفس بالمعاذير ، كما هو الحال بالنسبة إلى واقعه تجاه محكمة يوم القيامة .\r\n( لا أُقْسِمُ بِيَوْمِ الْقِيامَةِ * وَلا أُقْسِمُ بِالنَّفْسِ اللَّوّامَةِ * أَ يَحْسَبُ اْلإِنْسانُ أَلَّنْ نَجْمَعَ عِظامَهُ * بَلى قادِرينَ عَلى أَنْ نُسَوِّيَ بَنانَهُ * بَلْ يُريدُ اْلإِنْسانُ لِيَفْجُرَ أَمامَهُ * يَسْئَلُ أَيّانَ يَوْمُ الْقِيامَةِ * فَإِذا بَرِقَ الْبَصَرُ * وَخَسَفَ الْقَمَرُ * وَجُمِعَ الشَّمْسُ وَالْقَمَرُ * يَقُولُ اْلإِنْسانُ يَوْمَئِذٍ أَيْنَ الْمَفَرُّ * كَلّا لا وَزَرَ * إِلى رَبِّكَ يَوْمَئِذٍ الْمُسْتَقَرُّ * يُنَبَّؤُا اْلإِنْسانُ يَوْمَئِذٍ بِما قَدَّمَ وَأَخَّرَ * بَلِ اْلإِنْسانُ عَلى نَفْسِهِ بَصيرَةٌ * وَلَوْ أَلْقى مَعاذيرَهُ ) ( القيامة / 15 1 ) .\r\nوعلى هذا الأساس ؛ فقاعدة الانطلاق والصعود إلى قمة التقوى السامية تبدأ من مكاشفة النفس بذنوبها وأخطائها . .\r\nوحريٌ بالإنسان أن يخلو إلى نفسه خلوةً في مسجد من المساجد مثلًا فيجلس إليها ويحاكمها ، حتى يشعر حينها بأن إنساناً آخر يحاوره ، وطرف المحاورة طبعاً هو عقل الإنسان ذاته ونفسه اللوامة التي تذكره بما ارتكبه من ذنوب وموبقات حتى يصل إلى مرحلة الراحة النفسية\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nوالاطمئنان الروحي ، لأنه بهذه الوسيلة يكون قد قطع شوطاً كبيراً جداً على جادة اكتشاف الأخطاء والتصميم على تلافيها وهجرها . فالذنوب في داخل النفس كما الجراثيم داخل الجسم ، ولن يجد الجسم الإنساني طعماً للراحة ما لم تطرد الجراثيم من داخله .\r\nوبعد أن يستشرف الإنسان على نفسه ويتصوّر نفسه في أعلى قاعة عجيبة الصنعة والهندسة ، سيرى مرة أخرى شيئاً عجيباً في نفسه ، سيرى نوعين من الحيوانات فيها ؛ حيوانات ذات طبيعة سبعية ، وحيوانات أليفة . أما الحيوانات السبعية فتتجسد بالأفكار الخاطئة والوساوس الشيطانية ، وهي تشبه إلى حد كبير العقرب والذئب . ويقابلها التوجهات الصحيحة والفطرة النزيهة التي من طبيعتها توجيه الإنسان إلى جادة الطهر وحسن الخلق ، وهي تشبه الحيوانات الأليفة المريحة كالطواويس والبلابل وطيور الحب وما أشبه ذلك .\r\nوعندما يكتشف المرء ما في داخله من أفكار ، سيجد نوعاً من ذلك يسمى بالوساوس الشيطانية ، كالحمية والعصبية والغرور والكبر والكذب . كما ترى نوعاً آخر من الوسوسة الشيطانية ، وهي الخوف من المستقبل القائم على أساس عدم الثقة بالله سبحانه وتعالى ، فتجد الإنسان الخائف غير المعتمد على ربّه لا ينفق في سبيل الله ويتجه إلى تعاطي الربا منساقاً وراء الوساوس الشيطانية التي تدفعه باتجاه الحرص والطمع وتناسي رحمة الله ونعمته وجميل رزقه . .\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nكما أنه من جانب آخر ؛ يرى هذا الإنسان أفكاراً جميلة تحويها ذاته وتدعوه إلى الإحسان إلى الناس والمحبة والألفة والصلاة والصيام والحج والتقوى .\r\nوالإنسان بين هذا وذاك ، يكون عرضةً لضغوط الشيطان التي لا تسمح له بفتح عينيه ليرى حقيقة أمره ، بل إن هذه الضغوط التي تأخذ أشكالًا عديدة لتصور له الموبقات شيئاً جميلًا حتى يلتصق بها ويألفها وكأنها هي الحالة الطبيعية للإنسان . وهو الإنسان يتوجب عليه أن يضع نظارة خاصة على عينيه ، بل وعليه أن يستعين بأدق أجهزة الرؤية ليخترق الواقع فيرى الحقيقة كما هي . وليست هذه النظارة أو الأجهزة المشار إليها إلّا التقوى والاهتداء بنور الله سبحانه وتعالى الذي هو نور البصائر القرآنية وسيرة وروايات النبي وأهل بيته عليه وعليهم الصّلاة والسّلام .\r\nوإنما يتمكن المرء من التمييز بين الأفكار الإيجابية وبين الأفكار السلبية بالبصائر القرآنية قبل كل شيءٍ .\r\nفالفكر الإيجابي الذي ينبع عن العقل والوحي وحتى الملائكة الموكلين بقلب الإنسان ، نظراً لأن قلب ابن آدم موكلٌ به ثلاثة وثلاثون ملكاً ، ومثل ذلك من الشياطين الذين لا يضيعون جهداً في إغفال الإنسان وجرّه إلى هاوية الموبقة .\r\nوإذا ما أراد المرء اكتشاف الجيد من الرديء عليه التأكد بأن القرآن الكريم قد صرح بأن الفكر\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nالصحيح هو الفكر المستقر ، وأن الفكر السيء والرديء هو الذي يتصف بالاضطراب .\r\nفالذي يتبع الهوى تراه شخصاً مضطرباً ، لأن هوى النفس كالرياح التي تعصف تارة ذات الشمال وأخرى ذات اليمين ، وهي تتجه في كل لحظة وجهة معينة . ولذلك قال سبحانه وتعالى : ( وَاتَّبَعَ هَواهُ وَكانَ أَمْرُهُ فُرُطًا ) ( الكهف / 28 ) .\r\nفإذا رأيت شخصاً يرفع كل يوم علماً ، وينادي كل يوم بشعار ، فأعلم أنه شخص من أصحاب الهوى والأفكار السيئة الخاطئة ممن أغفل الله قلبه واتبع هواه وكان أمره فرطاً ؛ هذا أولًا .\r\nوأما ثانياً : فهو أن الأفكار الصحيحة هي أفكار ذات جذور ضاربة في الأعماق ، على النقيض من الأفكار الهوائية الخاطئة . فإن تسأل أحدهم عن عدم إقامته للصلاة أو عدم انتهائه عن المنكر ، فإنه لا يسعه سوى الإجابة عن القول بأنه يكره هذا أو يحب ذاك ، دونما دليل بين يديه يقدمه أو يقنع المعترض عليه . بينما الأفكار الصحيحة لها ولصاحبها الدليل المتين المقنع لكل صاحب منطق وإنصاف ، لأنها تستند أولًا وآخراً إلى الوحي والعقل والقواعد الفكرية الإنسانية الأصيلة ، وقد قال تبارك وتعالى بهذا الصدد : ( أَ لَمْ تَرَ كَيْفَ ضَرَبَ اللّهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ أَصْلُها ثابِتٌ وَفَرْعُها فِي السَّماءِ * تُؤْتي أُكُلَها كُلَّ حينٍ بِإِذْنِ رَبِّها ( إبراهيم / 25 24 ) . في حين أنّ : ( وَمَثَلُ كَلِمَةٍ خَبيثَةٍ كَشَجَرَةٍ خَبيثَةٍ اجْتُثَّتْ مِنْ فَوْقِ اْلأَرْضِ ما لَها مِنْ قَرارٍ ) ( إبراهيم / 26 ) . ثم يقول سبحانه وتعالى : ( يُثَبِّتُ اللّهُ الَّذينَ آمَنُوا\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nبِالْقَوْلِ الثّابِتِ فِي الْحَياةِ الدُّنْيا ) ( إبراهيم / 27 ) . إذ المؤمن ذو قول ثابت مهما طال عليه الأمد ومهما تقلبت حوله الأحوال وضغطت عليه الضغوط ، لأنه يعلم مسبقاً أن ما أصابه ويصيبه من خيرٍ فمن الله ، وما أصابه ويصيبه من شرٍ فمن نفسه ، وبالتالي فهو لا يغتر بما آتاه الله ، ولا ييأس أو ينغمس فيما قد يضغط عليه أو يتعرض له ، لأنه يؤمن بالله العظيم ويعتمد عليه ، وهو من جانب آخر قد ألهمه الله الصبر والقناعة والقوة والشجاعة . .\r\nفالقول الثابت إذن من أدلة الفكر الصحيح . أما الكلمة الخبيثة فهي مفتقرة إلى الجذر الإلهي المنطقي .\r\nأما النقطة الثالثة التي تميز الحق عن الباطل ، فهي أن الحق منسجم مع نفسه ، بينما الباطل متناقض مع ذاته .\r\nفإذا راجعنا أي كتاب من الكتب البشرية نجد فيه نسبة من التفاوت أو التناقض ، بينما الكتاب الوحيد الذي لا مجال للتناقض فيه هو القرآن الكريم ، إذ قال الله عزّ اسمه : ( وَلَوْ كانَ مِنْ عِنْدِ غَيْرِ اللّهِ لَوَجَدُوا فيهِ اخْتِلافًا كَثيرًا ) ( النساء / 82 ) . فالقرآن يصدّق بعضه بعضاً ، ولا مجال لدخول التناقض فيه ، لأنه كلام الله سبحانه وتعالى .\r\nوحيث يقول عزّ اسمه : ( بَلِ اْلإِنْسانُ عَلى نَفْسِهِ بَصيرَةٌ * وَلَوْ أَلْقى مَعاذيرَهُ ) ( القيامة / 15 14 ) ، فإنما يدعوه إلى محاكمة نفسه في محكمة الذات والضمير قبل محكمة يوم القيامة ، إذ يتوجه الجميع إلى يوم القيامة ولاتَ حين تحمل لأهوال ذلك اليوم الرهيب ، فينبؤ الإنسان بما قدم وأخّر ، فلا ينبغي له الانغماس في الغفلة عمّا سيصير إليه أو ما يراد له أن يكون . .\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\n\r\nالإنسان بين الاستهزاء والجدّية\r\nمن الصفات المثلى التي يتميّز بها المؤمنون ، الجدّية في الحياة ، لأنهم يعلمون أنهم إنما جاؤوا إلى هذه الحياة الدنيا لكي يتعرّضوا للفتنة والابتلاء ، ولكي تختبر إرادتهم ، وبالتالي فإنهم إنما خلقوا في هذه الدنيا لهدف محدّد ، فهم لم يخلقوا عبثاً ، ولم يأتوا للّعب واللّهو .\r\nوهذه هي الصفة المثلى التي تنبع منها سائر صفات المؤمنين ؛ فإذا رأيتهم خاشعين في صلاتهم فلأنهم يعلمون أن عليهم أن ينقذوا أنفسهم بهذه الصلاة من نار الجحيم ، وإذا رأيتهم محسنين في معاملاتهم فلأنهم يعلمون أنّ وراء كل معاملة من معاملاتهم حساباً عسيراً ، وإذا رأيتهم نشطين ومجتهدين في أعمالهم فلأنهم يعلمون أنّ كل ساعة بل كل لحظة من أعمارهم محاسبون عليها حساباً شديداً عند من لا ينسى ولا تفوته صغيرة ولا كبيرة ، وإذا رأيناهم أذكياء في وعيهم فلأنهم يدركون أنّ أية غفلة في حياتهم قد تهوي بهم في نار جهنّم .\r\nالاستهزاء صفة المنافقين\r\nوهكذا فإنّ المؤمنين يتميّزون بالجدّية ، وينظرون إلى كل شيء بمنظار الجدّية ، ولكنّنا من ناحية أخرى نجد الكفار والمنافقين - الذين هم أسوأ من الكفار -\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nعلى العكس من ذلك ، فهم يأخذون كل شيء بمأخذ اللعب واللّهو ، فيستهزؤون بالله ، ورسالاته ، وبالقيم الإنسانية ، وبالآخرين ، لذلك تجد حياتهم ممتلئة باللعب واللهو .\r\nوالقرآن الكريم يتعامل بشدّة مع المنافقين لأنهم يستهزؤون ، ففي آيات كريمة من سورة البقرة والتي تبيّن بداياتها النماذج الثلاثة من الشخصيات الإنسانية المختلفة ؛ المؤمنين ، والكفار ، والمنافقين ، نجد أن الله سبحانه وتعالى عندما يحدّثنا عن المنافقين فإنّ حديثه هذا ينتهي بالتأكيد على صفة الاستهزاء وكأنها الصفة الرئيسية التي تنبع منها سائر صفاتهم .\r\nلماذا الاستهزاء ؟\r\nترى لماذا يستهزئ المنافق ، وينظر إلى الأمور بمنظار اللّهو واللعب ، ولا نجده جدياً في حياته ؟\r\nالجواب : لأنه اعتبر الحياة بدون هدف وكأنه جاء إليها عبثاً ، وأنه سيموت دون أن يواجه أي حساب ، والله عزّ وجلّ يحدّثنا عن هذه الصفة في قوله : ( وَإِذا لَقُوا الَّذينَ آمَنُوا قالُوا آمَنّا وَإِذا خَلَوْا إِلى شَياطينِهِمْ قالُوا إِنّا مَعَكُمْ إِنَّما نَحْنُ مُسْتَهْزِؤُنَ * اللّهُ يَسْتَهْزِئُ بِهِمْ وَيَمُدُّهُمْ في طُغْيانِهِمْ يَعْمَهُونَ ) ( البقرة / 15 14 ) .\r\nفهم يظنّون أنهم يستهزؤون بالله تعالى من خلال الأعمال التي يمارسونها ، في حين أنّ الله هو الذي يستهزئ بهم .\r\nومن أبعاد استهزاء الرّب بهؤلاء هو أنه يتركهم يتوغّلون في طغيانهم ، وفي يوم القيامة يدخلهم في نار جهنّم لتحيط\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nبهم سرادقها ، فتلدغهم حيّاتها وعقاربها ، وفي هذه النار الملتهبة يفتح أمامهم من مكان بعيد باب إلى الجنّة فإذا بهم يرون قصورها ودورها ومياهها ونعمها المختلفة ، فيتشوّقون إليها ، ويسرعون إلى ذلك الباب ظانين أنهم سيصلون إليه ، ليهربوا من خلاله إلى الجنّة ، وعندما يصلون على مقربة من هذا الباب إذا بالملائكة الغلاظ الشداد تظهر أمامهم فتشبعهم ضرباً وركلًا وتجبرهم على العودة من حيث جاؤوا ، ويبقون على هذه الحالة إلى ما شاء الله ، فيتحقق بذلك الاستهزاء الإلهي منهم .\r\nمصدر النفاق\r\nوالسؤال المهم المطروح في هذا المجال هو : من أين ينبع النفاق ، وما هو مصدره ؟\r\nللجواب على هذا السؤال نقول : ربما نستوحي من هذه الآية الكريمة : ( في قُلُوبِهِمْ مَرَضٌ ) ( البقرة / 10 ) ، إنّ في قلب كل إنسان جذور النفاق ، فالإنسان يولد وفي قلبه فطرة الإيمان ، وجذور النفاق في نفس الوقت . فهذه التجلّيات الظاهرة التي نجدها في الدنيا إنّما تدل على وجود جذورها في قلوب البشر ، إلّا أنّ بعض الناس ينمّون الإيمان في قلوبهم ، فإذا به يتحوّل إلى شجرة وارفة الظلال ، متشعّبة الفروع ، ومثمرة في قلوبهم ، ولكن البعض الآخر يزرعون بذرة الكفر والنفاق في قلوبهم كما يشير إلى ذلك ربّنا سبحانه في قوله : ( في قُلُوبِهِمْ مَرَضٌ فَزادَهُمُ اللّهُ مَرَضًا ) ( البقرة / 10 ) .\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nوهذا يعني أننا مبتلون أيضاً بالنفاق بنسبة معيّنة ، وعلى الإنسان المؤمن أن يسعى في حياته جاهداً من أجل أن ينتزع من قلبه بذور النفاق ، حتى يطهّر قلبه ، ويصفّيه ، ويكون من المخلصين .\r\nكيف نقتلع جذور النفاق ؟\r\nومن أبرز وأسمى الأساليب والطرق التي نستطيع بواسطتها أن نقتلع جذور النفاق من نفوسنا ، هو محاربة الاستهزاء واللهو واللعب ، لأنّ هذه هي من مكائد الشيطان الذي يحاول أن يبعد الإنسان عن الطريق المستقيم ، ويضلّه ضلالًا بعيداً ولكي نعود إلى وعينا لابدّ أن نطرد الشيطان ، ونفكّر دائماً بأننا مسؤولون ، وينبغي أن نكون جدّيين .\r\nالجدّية في الحياة\r\nوإذا كان الإنسان جدّياً فإنّه لا يدع لحظة من حياته تمر من دون أن ينتفع منها . فحاول أن تجهد نفسك لتعرف من أنت ، ولماذا خلقت في هذه الدنيا ، وما هو ثمن حياتك وأنفاسك ؟ . .\r\nإنّ ثمن أنفاسك الجنّة ، وثمن ساعات حياتك الوصول إلى حيث وصل المقرّبون والصدّيقون ، فأنت لم تأتِ من أجل أن تلهي نفسك في مجالس البطالين ، وتشغلها في التفكير في قضايا تافهة ، بل ينبغي أن تفكر في ملكوت السماوات والأرض .\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nإنّ دور الشيطان هو أن يلهي الإنسان ، لذلك نرى هذا الإنسان مشغولًا بأمور الدنيا ، ولا يجد وقتاً لأداء أي عمل جدّي .\r\nوللأسف فإنّ الشيطان يحيط بقلوبنا من جهة ، ومن جهة أخرى تسيطر علينا شياطين الإنس أمثال الإذاعات ، ومحطّات التلفزة والفضائيات وما فيها من برامج تشغلنا عن قضايانا الأساسية ونحن بين هذا الشيطان وذاك ضعفاء مساكين ، ولو لم يكن الأمر كذلك لما قضينا أوقاتنا في الأعمال الثانوية التافهة ، في حين أنّ علينا أن نكون جدّيين في الحياة ، فالإنسان المؤمن يجب أن يكون جدّياً لكي يستطيع المحافظة على استقلاله ، ودينه ، وشرفه .\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\n\r\nالإنسان بين التبرير والمسؤولية\r\nإنّ الإنسان ليس كسائر الأحياء ، ففي مقابل تسخير السماوات والأرض وما فيهما له هناك مسؤولية عليه أن يؤدّيها ، وهذا ما تقتضيه عدالة الله تعالى في الكون ، ولكنّ الإنسان يحاول أن يتخلّص من هذه المسؤولية بسبب التبعات الخطيرة والكبيرة التي تترتب عليها .\r\nإنّ هذه المسؤولية هي تلك التي أشفقت الجبال - على ضخامتها وصلابتها - من تحمّلها ، بل وضعفت وخارت عزيمة السماوات والأرض - على اتّساعها - من أدائها .\r\nولكن ، كيف يتخذ الإنسان موقفه من هذه المسؤولية ؟\r\nإن الإنسان يسعى جهده من أجل إبعاد نفسه عن إطارها بطرق شتّى ، والقرآن الكريم يستعرض لنا هذه الطرق في أكثر من سورة وبالذات في سورة سبأ ، ففيها يحدّثنا القرآن الكريم عن كيفيّة تهرّب الإنسان من المسؤولية ، أو بتعبير آخر ؛ عن التبريرات والأعذار التي يخدع بها الإنسان نفسه ليقنع بعد ذلك الآخرين بأنه ليس مسؤولًا .\r\nالاعتماد على الأسباب المادّية\r\nومن تلك التبريرات والأعذار أنه يحاول التخلّص من تبعات أفعاله بالاعتماد على المال والأولاد ، فيزعم أنه لو\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nكان صاحب ثروة طائلة ، وأعوان كثيرين فإنه يستطيع بذلك التخلص من مسؤولية أفعاله .\r\nوإذا ما بحثنا عميقاً في ضمير الإنسان المولع بجمع الثروات وتكديسها لوجدنا أن ضميره يقول : إنني أخاف ، وأحاول أن أحصل على الأمن والسلام والطمأنينة من خلال الثروة والمال . . زاعماً بذلك أنّ المال هو الإله الذي يسعد الإنسان ، وينقذه من المشاكل . في حين أنّ هذا المال قد يكون مصدر المشاكل ، فكلّما ازداد الإنسان ثراء كلّما ازداد قلقاً وخوفاً .\r\nوفي هذا المجال يقول الإمام علي عليه السّلام في وصيته لكميل بن زياد : «\r\nيا كميل ؛ العلم خير من المال ، والعلم يحرسك وأنت تحرس المال . المال تنقصه النفقة ، والعلم يزكوا على الإنفاق ، وصنيع المال يزول بزواله .\r\nيا كميل ؛ العلم دين يدان به ، به يكسب الإنسان الطاعة في حياته ، وجميل الأحدوثة بعد وفاته . والعلم حاكم والمال محكوم عليه .\r\nيا كميل ؛ هلك خزان الأموال وهم أحياء ، والعلماء باقون ما بقي الدهر\r\n» « 1 » .\r\nومن خلال هذه المقارنة بين العلم والمال نستفيد أنّ الإنسان كلّما ازداد مالًا ازداد تعلّقاً به وولعاً به ، فصاحب المال هو كالذي يشرب من ماء البحر الذي لا يزيده إلّا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - نهج البلاغة ، حكمة رقم 147 .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nعطشاً . ولذلك فإن الإمام علي عليه السّلام يقول : «\r\nمنهومان لا يشبعان ؛ طالب علم ، وطالب دنيا\r\n» « 1 » .\r\nوالقرآن يخاطب الإنسان : إنك تبحث عن الأمن والطمأنينة ، وعن السلام والسكينة ، ولكنّك لن تحصل عليها إلّا عند ربّ العزّة والقدرة ، لأنّ المال يسلب منك السكينة ولا يمكن أن يعطيك إيّاها .\r\nوفي هذا المجال يقول الله تعالى : ( وَما أَرْسَلْنا في قَرْيَةٍ مِنْ نَذيرٍ إِلّا قالَ مُتْرَفُوها إِنّا بِما أُرْسِلْتُمْ بِهِ كافِرُونَ ) ( سبأ / 34 ) .\r\nفهؤلاء هم المترفون الذين حصلوا على أموال طائلة ، فقد وقف هؤلاء في وجه رسالات السماء وأعلنوا كفرهم به بكلّ وقاحة وصلافة ، لأنهم اعتمدوا على المال ، وزعموا أنه ينجيهم من عذاب الله ، وأنه ينقذهم من المسؤولية الملقاة على عاتقهم فيستغنون عن أداء الفرائض والواجبات الإلهيّة لأنهم يملكون المال : ( وَقالُوا نَحْنُ أَكْثَرُ أَمْوالًا وَأَوْلادًا وَما نَحْنُ بِمُعَذَّبينَ ) ( سبأ / 35 ) .\r\nإن الإنسان مسؤول عن أفعاله صغيرها وكبيرها ولو كانت بمثقال ذرّة لا تكاد العين تراها ، وعلى هذا فإنّ المسؤولية دقيقة ، فحياتنا الدنيا ليست لعباً ولهواً ، بل نحن مسؤولون إلى درجة أن الإمام عليّ عليه السّلام يقول : «\r\nأنتم مسؤولون حتى عن البقاع والبهائم\r\n» « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - نهج البلاغة ، حكمة رقم 457 .\r\n( 2 ) - بحار الأنوار ، ج 32 ، ص 9 .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nفإذا كان الإنسان مسؤولًا حتى عن الحيوانات فكيف لا يكون مسؤولًا عن علاقته بالآخرين ، وعن أقواله وأفعاله ؟\r\nالملكية لله وحده\r\nأيزعم الإنسان أنّ الأموال التي حصل عليها كانت نتيجة جهوده ومساعيه ؟\r\nكلّا ، فالله تعالى هو الرازق ( قُلْ إِنَّ رَبّي يَبْسُطُ الرِّزْقَ لِمَنْ يَشاءُ وَيَقْدِرُ وَلكِنَّ أَكْثَرَ النّاسِ لا يَعْلَمُونَ ) ( سبأ / 36 ) .\r\nفهذه المعادن التي نستخرجها من الأرض هل نحن أنشأناها ، وهذه السحب التي تمطر البركات علينا هل نحن بعثناها ؟\r\nترى ماذا سيحدث لو حوّل الله أرضنا إلى أرض جدباء فقيرة ؟ فما قيمة الأموال والأولاد عند الله تعالى ؟\r\nإنها لا تعفينا من مسؤولياتنا ، لأنّ القيمة المثلى عند ربّ العزّة ، هي الإيمان والعمل الصالح .\r\n( وَما أَمْوالُكُمْ وَلا أَوْلادُكُمْ بِالَّتي تُقَرِّبُكُمْ عِنْدَنا زُلْفى إِلّا مَنْ آمَنَ وَعَمِلَ صالِحًا فَأُولئِكَ لَهُمْ جَزاءُ الضِّعْفِ بِما عَمِلُوا وَهُمْ فِي الْغُرُفاتِ آمِنُونَ ) ( سبأ / 37 ) .\r\nولنتدبّر هنا عبارة ( آمِنُونَ ) ، فقد قال المترفون أنهم ما داموا يملكون الأموال والأولاد فإنّهم ليسوا بمعذّبين . وهنا ينفي القرآن هذا المنطق نفياً قاطعاً ، فالقضيّة ليست قضيّة الأموال والأولاد ، بل هي قضيّة الإيمان والعمل الصالح ، فإن أراد الإنسان الأمان فسيجده في الإيمان والعمل الصالح .\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nهروب الإنسان من الموعظة\r\nومن المظاهر الأخرى لتملّص الإنسان من المسؤولية هروبه وإعراضه عن الموعظة ، وقد كان الكفار في عهد رسول الله صلّى الله عليه وآله يسدّون آذانهم لكي لا يسمعوا القرآن ، وكان يتواصون باللغو فيه ، وفي كربلاء وعندما كان الإمام الحسين عليه السّلام يحاول هداية الجيش اليزيدي بخطبه كانوا يضربون الطبول ويصيحون ويصفرون لكي لا يسمعوا كلامه .\r\nونحن أيضاً من الممكن أن يغوينا الشيطان في بعض الأحيان فيمنعنا من ارتياد مجالس الوعظ في حين أنّ أشجار الوعظ والإرشاد يجب أن تزدهر في قلوبنا ، فعلينا أن نتردّد على هذه المجالس لنصلح أنفسنا ، وأن تعي قلوبنا تلك المواعظ .\r\nثمّ يضيف السياق القرآني الكريم قائلًا : ( أُولئِكَ فِي الْعَذابِ مُحْضَرُونَ ) ( سبأ / 38 ) .\r\nويقصد بذلك أولئك الذين يحاولون التهرّب من الاستماع إلى الموعظة والنقد والمحاسبة ، فهناك من الناس من يتهرّب منك عندما تريد محاسبته ، فهو لا يريد أن يواجه أخطاءه ، أو يواجهه بها أحد .\r\nومثل هؤلاء سيكون مصيرهم النار إن هم استمرّوا في هذه السلوكية المنحرفة ( أُولئِكَ فِي الْعَذابِ مُحْضَرُونَ ) ( سبأ / 38 ) .\r\nفقد يستطيع الإنسان الهروب من الموعظة وكلمة الحقّ ، ولكن كيف يمكن له الهروب يوم القيامة ؟ فالجميع\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nسيحضرون في هذا اليوم ، والمعاجزون سيكونون في مقدمة الداخلين إلى نار جهنّم وساءت مصيراً .\r\nثم يقول ربّنا عزّ وجلّ : ( قُلْ إِنَّ رَبّي يَبْسُطُ الرِّزْقَ لِمَنْ يَشاءُ مِنْ عِبادِهِ وَيَقْدِرُ لَهُ وَما أَنْفَقْتُمْ مِنْ شَيْءٍ فَهُوَ يُخْلِفُهُ وَهُوَ خَيْرُ الرّازِقينَ ) ( سبأ / 39 ) .\r\nفالقرآن الكريم يقرّر أنّ المال بحدّ ذاته حسن ولكن بشرط واحد وهو أن نتخذه وسيلة لشراء الجنّة ، كما يشير إلى ذلك الحديث الشريف المروي عن رسول الله صلّى الله عليه وآله : «\r\nنعم العون على تقوى الله الغنى\r\n» « 1 » .\r\nعبادة الملائكة هروب من المسؤولية\r\nوهناك مظهر آخر من مظاهر تهرّب الإنسان من المسؤولية تشير إليه الآيات القرآنية ، ألا وهو عبادة الملائكة . فلقد كان بعض الناس يعبدون هذه الكائنات بحجّة التقرّب إلى الله تعالى ، بل إنّ الذين كانوا يعبدون الأصنام كانوا يزعمون أنهم يعبدون الأرواح المتجلّية في هذه الأصنام ، أي أنهم بتعبير آخر لم يكونوا يعبدون الحجر إلّا لأنه يمثّل الروح أو الملائكة .\r\nويخاطب الله عزّ وجلّ هؤلاء قائلًا : ( وَيَوْمَ يَحْشُرُهُمْ جَميعًا ثُمَّ يَقُولُ لِلْمَلائِكَةِ أَ هؤُلاءِ إِيّاكُمْ كانُوا يَعْبُدُونَ ) ( سبأ / 40 ) .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الكافي ، ج 5 ، ص 71 .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nلكي تتجلّى الحقيقة لنا ، فتجيب الملائكة قائلة : ( قالُوا سُبْحانَكَ أَنْتَ وَلِيُّنا مِنْ دُونِهِمْ بَلْ كانُوا يَعْبُدُونَ الْجِنَّ أَكْثَرُهُمْ بِهِمْ مُؤْمِنُونَ ) ( سبأ / 41 ) .\r\nوهكذا فإنّ الملائكة تصرّح بأنّ أولئك لم يكونوا يعبدونهم ، بل كانت عبادتهم في الحقيقة للجنّ . فنحن كنّا نهديهم إلى الخير ولكنهم لم يكونوا يستمعون إلى كلامنا ، بل كانوا يستمعون إلى كلام الجنّ .\r\nالقرآن ينسف كلّ التبريرات\r\nوهكذا فإنّ القرآن الكريم ينسف كلّ صورة من صور التبرير قائلًا : ( فَالْيَوْمَ لا يَمْلِكُ بَعْضُكُمْ لِبَعْضٍ نَفْعًا وَلا ضَرًّا ) ( سبأ / 42 ) .\r\nفعلى الإنسان أن يدرك إنّ أيّ تبرير سوف لا ينفعه أمام الله تعالى ، فليدع التبريرات جانباً ، وليأخذ الحياة مأخذ الجدّ ، وليعلم أن التشبّث بالأعذار والتبريرات المختلفة لا يزيده من الله تعالى إلّا بُعداً ، ولا يمكن أن يمهّد بها الطريق إلى آخرته ، وأنّ السبيل الوحيد للفوز برضوان الله وجنّته أن يكون الإنسان واقعياً ، نابذاً للأوهام والخيالات المريضة التي تفوّت عليه فرصة التزوّد من هذه الدنيا للآخرة .\r\nفلنتحمّل الأمانة ، وليغمرنا الشعور بالمسؤولية ، فنحن لم نخلق في هذه الدنيا عبثاً ، وإنما هناك هدف سامٍ يجب أن نسعى إليه ، ونضعه نصب أعيننا ونحن نعيش هذه الحياة ، ألا وهو محاولة إرضاء الخالق تعالى ، وبالتالي الفوز\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nبرضوانه ، ودخول جناته الخالدة ، ومثل هذا الهدف ممكن تحقيقه من خلال التعامل بجدّية مع مفردات الحياة ، والعيش فيها على ضوء النهج الإلهي القويم .\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\n\r\nالفصل الثاني : حقيقة الانسان\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\n\r\nالإنسان مخلوق متميز\r\nيرتكب الواحد منّا خطأً كبيراً إذا اعتقد أنّ الإنسان مخلوق اعتيادي كسائر المخلوقات ، بل هو مخلوق متميز ؛ له من الصفات والقابليات ما لم يحظ بها مخلوق آخر . فهو قادر كل القدرة على التسامي والارتفاع ، إلى درجة حيث روي في حديث قدسي أن الله تعالى يقول : «\r\nيا بن آدم ؛ أنا حي لا أموت ، أطعني فيما أمرتك ، حتى أجعلك حيّاً لا تموت .\r\nيا بن آدم ؛ أنا أقول للشيء كن فيكون ، أطعني فيما أمرتك ، أجعلك تقول للشيء كن فيكون\r\n» « 1 » .\r\nفهذا الرّب العظيم كتب على نفسه أن يرتفع ببني البشر ما أرادوا الارتفاع وأن يسموا بهم ما أرادوا السموّ .\r\nومن آيات هذه الخاصيّة التي يتمتع بها الإنسان أنه يحكم على نفسه بالهبوط والانحدار نحو الهاوية في حال عصيانه لرب العالمين ومخالفته لتعاليم دينه . . فهذا الإنسان الذي لا يجسد شيئاً يذكر في الكون الواسع بمقدوره أن يتنافس وعظمة هذا الكون ، وبمقدوره أيضاً أن يتحوّل بكل تفاهة إلى كائن حقير بالقياس إلى ما هو أصغر منه خلقة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مستدرك الوسائل ، ج 11 ، ص 259 258 .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nفماذا ترى يمثل ابن آدم من وجود أمام وجود وتعاظم الكون بمجراته وكواكبه وشموسه التي خلقها الله لتكون له آية يمعن التفكر فيها ؛ وهو الإنسان لا يعدو كونه إلّا واحداً من مائة مليون نوع من الأحياء في كرتنا الأرضية ؟\r\nيشعر من يسير نحو الإنحدار بالاطمئنان إزاء الرقابة السماوية ، معتقداً بعدم وجود الحساب والعقاب ، فيرتكب الذنوب تلو الذنوب ، ويتجاهل ما تتلى عليه من الآيات في كل حين ، ويتغافل عمّا تأتيه من نذر تحملها الرسل . فهو يحضر مجالس القرآن الحكيم ويشارك في الشعائر الدينية ويشاهد بأم عينيه كيف يقضي إخوانه ورفاقه نحبهم ؛ الواحد تلو الآخر ، غير أنه وبكل إصرار وعناد يظن أنه ليس معنيّاً بهذه الإشارات والصعقات الإلهيّة ، أو أنه يخالها خاصّة بغيره دونه .\r\nولعل الداعي إلى كل ذلك الإصرار على نكران وتكذيب هذه الاضاءات التي يرحم الله بها عباده . وهذا التكذيب بحدّ ذاته يأتي انعكاساً للرغبة الشيطانية المستفحلة داخل الذات البشرية المنحطة .\r\nإنه يغفل أو يتغافل عمّا حذرتنا آيات القرآن المجيد من مغبة اتباع الهوى . فالآيات التي تتحدث عن أهوال القبر ويوم الحساب ونار جهنم كثيرة جداً ، والأحاديث والروايات الواردة عن النبي وأهل بيته عليه وعليهم السّلام أكثر من ذلك عدداً ، إلّا أن الإنسان في معظم الأحيان يضع هذه التوجيهات الفذّة وراء ظهره ويحاول حجبها عن\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nعقله وضميره . غير أن الإنسان مهما سار في هذا الطريق فإنه يبقى على نفسه بصيرة ولو ألقى معاذيره . فالحقيقة هي الحقيقة ولابدّ لها أن تظهر في يوم من الأيام لتصدع من يبغي إنكارها أو التغطية عليها .\r\nإن ابن آدم هذا كان بإمكانه الارتفاع والسمو والفرار من غضب الله العزيز المقتدر ونار جهنم وأهوالها التي ليس بعدها أهوال ، إلّا أنه يأبى إلّا التكابر والتكذيب والانجرار وراء شهواته .\r\nإن الإنسان مدعو بالدرجة الأُولى في هذه الدنيا إلى اتخاذ قراره الحاسم لتحديد مصيره الأُخروي ، لاسيّما وأن ثَمَّ عوامل نورانيّة عديدة تساعده في هذا الإطار ، إذ أن رحمة الله سبحانه وتعالى حَريّة ألّا تترك الإنسان يخوض وحده متاهات الدنيا . هذا من جانب ، ومن جانب آخر ؛ فإن الكمّ الهائل من الواجبات الشرعية والمناسبات الدينية التي يحويها التأريخ والتشريع الإسلامي مليئة بما يكفل للإنسان المسلم المصمم على العبور إلى جنان الخلد أن ينجح في الاختبار والوقوف موقف الإيجاب منه .\r\nولكن الشيطان يقف للإنسان بالمرصاد ، حيث يحاول بوساوسه ونفثاته أن يزيغ قلبه وأن يضلّه عن الطريق . . حتى يأخذ بيده إلى أسفل سافلين . وذلك لأنه أقسم لرب العزّة أن يغوي بني آدم أجمعين ويقعد لهم صراطه المستقيم ؛ إلّا عباده المخلصين .\r\nإنّ الشيطان يحث الإنسان المؤمن على ارتكاب المعاصي وركوب مَطيّة الغفلة ألف مرّة قبل أن يسوق الإنسان\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nالفاسق إلى الإصرار على مواصلة فسقه مرّة واحدة . إن الشيطان الرجيم بما يمثل من نفس أمّارة وعوامل ضغط أخرى يجري في الناس مجرى الدم ، فهل يستطيع الإنسان أن يتخلص من دمه ؟ إنه عاجز عن الخلاص من ربقة الشيطان تماماً دون التوجه إلى الله والدعاء إليه بأن تكون الملائكة قرينه . وقبل هذا وذاك لابدّ من قرار حاسم يتخذه المرء مع ربّه بأن يكون مصدّقاً لأوامر الشريعة ، وبالعمل الصالح يتمكن من ترجمة هذا القرار .\r\nفالإنسان حينما يهدف الوصول إلى الجنّة ودخولها وملازمة الأبرار فيها يكون وهو في هذا الإطار ملزماً أن يتيقّن بأن لهذه الجنّة ثمناً ، ولهذه الملازمة الخالدة تضحية يجب أن يقدمها في سبيل ذلك .\r\nولعل عملية دفع ثمن الدخول إلى الجنّة تتمثل بالدرجة الأُولى في أن يتخلص الواحد منّا من أسباب الانحراف عن الصراط المستقيم ؛ حيث التكذيب الذي تدور رُحى مئات الآيات القرآنية الكريمة حوله باعتباره قريناً كاملًا وتجسيداً واضحاً للكفر . والعكس هو الصحيح أيضاً . فالإيمان يعني التصديق والتسليم والإذعان للحق وللحقيقة ، فيما التكذيب يعني الكفر بالحقائق . فالمرء لا يكون مؤمناً حتى يصدق ويسلّم ويذعن بأن ثَمَّ إلهاً واحداً أحداً وأن هناك يوماً للحساب ، يُثاب فيه الصالحون ويعاقب فيه المجرمون ، وأن الله بعث الرسل مبشّرين ومنذرين ، وأن الجنّة حق والنار حق والموت حق . إن المرء\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nينبغي أن يصدّق بهذه الحقائق كلها ، فلا تكفي شهادة دون أخرى ، ولا يغني تصديق عن تصديق .\r\nوكذلك الموقف في الضفة الأخرى ، فلو كذّب الإنسان بأي حق من الحقائق ؛ صغيراً كان أو كبيراً فمعناه أنه قد هوى إلى حضيض الكفر .\r\nوعليه فإن الإنسان إذا أراد التخلص من نار الآخرة فعليه أن يغلق بابها ، وإن أراد أن ينعم بنعيم الجنان فعليه أن يفتح له أبوابها .\r\nإن باب التكذيب الذي هو أسّ الانحراف لابدّ وأن يغلق ، فما أردى ولا أودى ولا أهلك القرون الماضية والأمم الغابرة إلّا التكذيب ، لقد كذّبوا ب « النُذُر » لمّا جاءتهم ، والتكذيب بها يعني محاولة يائسة لدحض الوحي والملائكة ؛ وهذا يعني إنكاراً لوجود الله سبحانه وتعالى ، أو على الأقل تكذيب حكمة الله وإرادته ، ونسبة ما لا ينبغي إليه .\r\nفتلك « عاد » كان قومها يعيشون في طرف الجزيرة العربية ؛ وكان الله أنعم عليهم ببسطة في الجسم ودقة في التفكير ، شيّدوا مدينتهم في الجبال وأحاطوها بحصون حربية بالغة الدقة والتنظيم الهندسي . . فبعث الله تبارك وتعالى إليهم النبي هود عليه السّلام ؛ منهم وفيهم لينذرهم بأن الدنيا ليست النهاية في حساب الله وحكمته ، وأن ما يرتكبونه من بطش بحق غيرهم من الأمم والمدن ليس بالأمر الذي يتجاوز عنه خالقهم . فهم كانوا إذا بطشوا بطشوا جبّارين ، وذاك بالذّات ما ينافي حدود الله\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nوشريعته ؛ الشريعة التي وضعت لكل شيء نواميسه وقوانينه ، وبينت أن للقتال كيفية وظرفية وتوقيت خاص به . فما كان من عاد إلّا أن أنكروا على نبي الله هود عليه السّلام أن يكون مبعوثاً بوحي إليهم ، كما أنكروا أن تكون لله سبحانه حدوداً توضح لهم مقدار ما يمكنهم أن يفيدوا من طاقاتهم المنعَم بها عليهم . لقد كذّبوا بالحقيقة ؛ ففتحوا على أنفسهم أبواب العذاب ، فأرسل الله العزيز القهّار عليهم الرياح التي دمّرتهم شرّ تدمير وأصبحوا أمثولة على مرّ التأريخ وحتى اليوم . قال الله سبحانه : ( مُهْطِعينَ إِلَى الدّاعِ يَقُولُ الْكافِرُونَ هذا يَوْمٌ عَسِرٌ * كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ فَكَذَّبُوا عَبْدَنا وَقالُوا مَجْنُونٌ وَازْدُجِرَ * فَدَعا رَبَّهُ أَنّي مَغْلُوبٌ فَانْتَصِرْ * فَفَتَحْنا أَبْوابَ السَّماءِ بِماءٍ مُنْهَمِرٍ * وَفَجَّرْنَا اْلأَرْضَ عُيُونًا فَالْتَقَى الْماءُ عَلى أَمْرٍ قَدْ قُدِرَ ) ( القمر ، 8 - 12 ) .\r\nوتبعتهم الأُمم والأقوام ولا تزال ، والمعادلة هي هي لم تتغيّر ، والآيات القرآنية تحدّثنا عبر « القصص » عن قوانين وسنن كونية ثابتة ، وكأنها قوانين رياضية ، فإزاء الحق والحقائق ليس ثَمَّ ما يمكن الهزل به ( إِنَّهُ لَقَوْلٌ فَصْلٌ * وَما هُوَ بِالْهَزْلِ ) ( الطارق / 14 13 ) .\r\nإن بني آدم مدعوّون في هذه الدنيا لأن يسلموا بالحقائق الكونية ، وبالأهمية ذاتها مدعوون لأن يفهموها ببساطة ويسر ؛ فليس هناك ما يحملهم على التعقيد واللّبس . فالله تبارك وتعالى لم يتفضل على الإنسان بالقوى والإمكانات لكي يستكبر ويصعّر خدّه للناس ، بل العكس هو الصحيح تماماً ، ولم يؤمر المرء بالصلاة لكي يتاجر بها ،\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nولم يؤتَ من العلم لكي يخدم الشيطان ويعلو على الناس به ، وغالباً ما كان أئمة الهدى عليهم السّلام يأمرون أصحابهم الخُلَّص بأن لا يفخروا على الناس وبقية الأصحاب بما كانوا يختصونهم به من رعاية وتعليم وتربية ، فالقضية لا تستدعي ذلك أبداً ، لذلك نجد أن حواريّي الأئمة عليهم السّلام استوعبوا الدرس والحكمة جيداً ، ونقرأ آيات التواضع والتفاني في الله في سيرتهم رضي الله عنهم - .\r\nلقد أثبت الدهر بأن لا بقاء لغير الله ؛ ولا بقاء لغير الفضيلة التي تقف نقيضاً ثابتاً للأطماع والغرور والتكبّر والاستعلاء ، والدليل على ذلك استمرار شعاع الحق رغم ما بذله الطواغيت الذين كانوا عبيداً للمنصب وحراساً على الأموال من جهد وضنك لإطفائه .\r\nإن مجموعة صفات الشرّ والرذيلة تمثل مفتاحاً لأبواب التكذيب ؛ فالغرور والتكبّر والظلم والبطش يدفع بالإنسان لأن يعيش حياة غير واقعية أبداً .\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\n\r\nالإنسان محور العدل الإلهي\r\nأنّا اتجهت نظراتنا ضمن رحاب هذا الكون العظيم تأكّد لنا أنّ العدالة الإلهية قائمة ومستمرة ومستقرة ، وهي إلى الأزل تبقى كذلك . فهذه الملايين من الكواكب والمنظومات والمجرات الكونية لا ولن تشذّ حركتها الدائمة عن نطاق مفهوم الآية القرآنية القائلة ( وَكُلٌّ في فَلَكٍ يَسْبَحُونَ ) ( يس / 40 ) . فالمميزات الهائلة التي أضفاها الله سبحانه وتعالى على هذه المليارات من النجوم لا تحدو بها إلى الخروج على الموازنة الربانية العظيمة . إنّ مجاهل الكون لن تتجاوز قوانينها الثابتة من دون إيعازٍ إلهي مباشر أو إرادة إلهيّة مباشرة .\r\nوإذا ما تحولنا بنظرنا إلى عالمنا الأرضي الواسع لرأينا العجب العجاب جرّاء الكمّ الهائل من المخلوقات البسيطة التكوين منها والمعقدة ، من جهة ، وجراء عظمة القانون الحاكم لهذه الكائنات . فحسب بعض التقديرات العلمية هناك ثلاثون مليون نوع من الأحياء ، ولا يمثل الجنس البشري إلّا نوعاً واحداً منها . ولكل حيٍّ من الأحياء ولكل متحرك من المتحركات ثَمَّ طريقة حقّة في ديمومته في الحياة .\r\nولعل من المناسب بمكان القول بأن علماء الطبيعة ورغم القفزات الكبيرة التي حققوها على صعيد الكشوفات\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nالعلمية لا يزالون حائرين أمام القوانين الحاكمة والمتسلّطة على العديد من الكائنات الحيّة فضلًا عن الأصغر حجماً فيها . فالنملة مثلًا قد كتب عنها حتى الآن ما يقرب من مئة ألف كتاب ؛ تحتفظ مكتبة الكونغرس الأميركي بمعظمها ، وعلماء الأحياء يصرّون على أنهم لا يعرفون عنها شيئاً ذا شأن .\r\nإن مجرد الكشف عن حقيقة من حقائق الكون والطبيعة ، وفي مقدمتها حقيقة وجود العدالة الإلهية المسيّرة لهذه الطبيعة من الجدير به أن يحدو بنا ويحثنا على ترسيخ إيماننا بأن ثَمَّ قوة مطلقة تقف وراء هذا الوجود تبعث فيه الحياة والنظام على حدّ سواء . وليس الإنسان بمستثنى عن هذه القاعدة ، بل لعله الكائن الأوّل ، المعني بهذه الحكمة المتعالية ، ومن أجله كان كل هذا الخلْق .\r\nالبشر في ميزان العدالة\r\nإن حكمة البارئ جلّ وعلا اقتضت أن يكون للإنسان تكويناً داخلياً كريماً فذّاً ، حيث قال ربّنا سبحانه : ( لَقَدْ خَلَقْنَا اْلإِنْسانَ في أَحْسَنِ تَقْويمٍ ) ( التين / 4 ) ، وقال : ( وَلَقَدْ كَرَّمْنا بَني آدَمَ ) ( الإسراء / 70 ) . فأعضاء بدن الإنسان تعمل ضمن نظام ميكانيكي وكل واحدٍ من هذه الأعضاء يقوم بوظيفته المرسومة له ، ولك أن تطالع وتدرس مدى العظمة الكامنة في تكوين كل جزء من أجزاء البدن البشري من الكتب المعنية بذلك .\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nأمّا علاقة البشر بعضهم ببعض ، فقد رسم الله سبحانه وتعالى خارطة متكاملة تقوم أوّلَ ما تقوم على أساس العدل والقسط ، لكيلا يُظلمون فتيلًا . وفي طليعة آيات هذا العدل أن أرسل رسلًا بشراً ليوضحوا معالم وتفاصيل ما ينبغي أن تكون عليه علاقة الإنسان به سبحانه وتعالى ثم ببني جلدته من باقي الناس . فيما منح الله هذا الإنسانَ الحرية والعقل ليقوم بتطبيق ما جاء به الرسل .\r\nإذاً فإن من أولى أمارات التكريم الرباني لبني البشر على سائر المخلوقات أن جعله مسؤولًا عن تقرير مصيره بذاته .\r\nولقد كان بمقدرة القوة المطلقة أن تجري العدالة والنظم القويمة بذاتها ، وأن يجعل الناس أُمة واحدة ، أو أن يرسل ملائكة تتفاوت طبيعتهم عن طبيعة البشر ، غير أن الكرامة التي اختُص بها بنو آدم سوف لن تكون لها أية مصداقية ، أو أنّ الحكمة في قانون الثواب والعقاب والرحمة والغضب ستأخذ منحىً آخر غير المقرر من قبله تعالى في القرآن الكريم والسنّة النبويّة الشريفة والكتب السماوية الأخرى .\r\nيقول ربُّنا تبارك وتعالى : ( لَقَدْ أَرْسَلْنا رُسُلَنا بِالْبَيِّناتِ ) ( الحديد / 25 ) . فالرسل جاءت محمّلةً بالأفكار الواضحة والتوجيهات الإلهيّة الجليّة دون لبَس أو غموض ، إنها حقائق تخاطب عقول وفطرة بني البشر .\r\nثم يقول عزّ وجلّ : ( وَأَنْزَلْنا مَعَهُمُ الْكِتابَ ) ( الحديد / 25 ) أي القانون ، وكان من إعجاز هذا الكتاب أنْ لم يدع\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nفرصةً للناس للتبرير والتملّص من تطبيقه في أرض الواقع ، حتى قال الإمام علي عليه السّلام في صفة القرآن : «\r\nفيه حكم ما بينكم ، وخبر ما قبلكم ، ونبأ ما بعدكم\r\n» « 1 » .\r\nوعلى ذلك فقد صار الناس مطالبين بالرجوع إلى القرآن الكريم وتحكيمه لدى ظهور أدنى بوادر اختلافٍ ما ليجدوا فيه الجواب الحاسم الواضح والحكم الفصل . فبدءاً من الاختلاف ضمن نطاق الأُسرة الواحدة إلى الصراع الاجتماعي إلى الصراع الدولي ثمّ حلول ناجحة من شأنها القضاء على أية بادرة من بوادر التناقض .\r\nأفلا يتدبّرون القرآن ؟\r\nولعلّ وظيفتنا الأُولى تجاه كتاب ربّنا هي التدبّر في آياته واستخراج المعاني والتفاصيل القيّمة الكامنة بين دفّتيه .\r\nإن القرآن كما هي موجات الأثير المرسلة حيث لن يستفيد منها أحد ما لم يستقبلها عبر جهاز المذياع الذي يمتلكه . وحرية المرء تقف أمام الأمر الواقع حيث بإمكانه الإفادة من نظم القرآن العادلة ، أو العيش بإعراض مقيت عن ذكر الله . إنّ الله يقول : ( أَ فَلا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلى قُلُوبٍ أَقْفالُها ) ( محمّد / 24 ) .\r\nإن من كرامة الإنسان على الله إن لم يجعله مجرد عنصر متلّقٍ تجاه تعليمات كتابه المجيد ، بل إنه وضعه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تفسير ابن كثير ، ج 3 ، ص 300 .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nباعتباره طرفاً مُسائلًا . . محاوراً . . مستكشفاً لمكنوناته الحكيمة . وهذا التصور يحدو بنا إلى الإقرار بمدى سعة العدالة الربانيّة .\r\nفبالنسبة إلى قانون الأُسرة يصرح لنا الكتاب السماوي العظيم بالقول : ( وَلَهُنَّ مِثْلُ الَّذي عَلَيْهِنَّ بِالْمَعْرُوفِ وَلِلرِّجالِ عَلَيْهِنَّ دَرَجَةٌ ) ( البقرة / 228 ) إنّه يتحدث عن تقسيم الحقوق والأعمال والواجبات ضمن موازين العدالة الشرعية التي يحدد معالمها وتفاصيلها العرف الاجتماعي النزيه الذي يتكوّن بدوره من مجموعة عقول الناس التي تدرك بإحساسها الفطريّ الحسنَ والقبح .\r\nإذاً ففي القرآن الكريم إجابات عن كل ما يهم الناس من أسئلة .\r\nالميزان . . . تطبيق العدالة\r\nهذا هو الكتاب قد فهمنا عنه نزراً يسيراً ، أما « الميزان » الذي تشير إليه الآية الكريمة ، فهو الطرف المعني بتطبيق مفاهيم وأحكام الكتاب ، وهو رسول الله صلّى الله عليه وآله ومن بعده الأئمة المعصومين عليهم السّلام ، ومن ثم يأتي العلماء الذين يحملون هذا الكتاب ، وبعدهم يأتي دور العقل ؛ العقل الذي بمقدوره استيعاب هذه المفاهيم الربانية : ( وَأَنْزَلْنا مَعَهُمُ الْكِتابَ وَالْميزانَ لِيَقُومَ النّاسُ بِالْقِسْطِ ) ( الحديد / 25 ) . فالهدف الأسمى من بعث الرسول والكتاب هو ألّا يسلب الناس بعضهم بعضاً\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nحقوقهم ، وأن لا يعتدي الإنسان على أخيه الإنسان . . والقسط يعني أول ما يعني النصيب والحق .\r\nوإذا كان الله تعالى قد وضع قانون الثواب ، فقد وضع إلى جانبه قانون العقاب الذي تعبّر عنه الآية ب ( وَأَنْزَلْنَا الْحَديدَ فيهِ بَأْسٌ شَديدٌ ) ( الحديد / 25 ) . إذ أن الطبيعة البشرية ومجموعة الغرائز التي خلقت مع الإنسان من شأنها أن تكون في حالة صراع ذاتي دائم لا تنتهي إلّا بموته ؛ فهناك قانون مجازاة السارق والقاتل والزاني والمعتدي والمفسد في الأرض . . وغيره من القوانين المنزلة في صفحات القرآن الكريم ، لتكون بمثابة الرادع دون تخطّي المرء لحدوده . إن هذه الروادع وهذه العقوبات من شأنها أن تحفظ لباقي أفراد المجتمع أمنهم واستقرارهم وحياتهم الطبيعية التي كُلّفوا بمزاولتها ( وَاسْتَقِمْ كَما أُمِرْتَ ) ( الشورى / 15 ) . فاليد السارقة تقطع إذا امتدت على دينار واحد مثلًا - ، وتقطع أيضاً لو امتدت على ملايين الدنانير ، والسبب في ذلك رغم هذا التفاوت الظاهر في كمية المال المسروق ، هو ذلّ الخيانة الذي استحوذ على تصرف السارق ، الأمر الذي ترفضه العدالة الإلهيّة رفضاً قاطعاً . إن الميزان يكفل للناس حياةً طيبة ، والحديد يتكفّل بالتصدي لمن يخرج على إرادة هؤلاء الناس ذاتهم .\r\nالطليعة المجاهدة\r\nيبقى أن القرآن المجيد قد حدّد أيضاً من يقوم بحمل هذا الحديد القوة الذي يعيد ما سُلب من أمن واستقرار من\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nالحياة . إنهم المجاهدون ، ( وَلِيَعْلَمَ اللّهُ مَنْ يَنْصُرُهُ وَرُسُلَهُ بِالْغَيْبِ ) ( الحديد / 25 ) . فالمجتمع بحاجة ماسّة للغاية أن تكون هناك فئة ونخبة تحمل همَّ قيم الله والرسل والأئمة و . . . السنن الكونية المرسومة .\r\nمن المؤكد أنه كان باستطاعة الله القوي العزيز أن يقوم بتنفيذ مبادئ العدالة بنفسه أو بمخلوقات غير بشرية من قبيل الملائكة ذات القدرات الخارقة ، غير أن الله القوي العزيز أراد للحياة أن تأخذ مجراها الطبيعي ، وأن تتحقق الأمور بأسبابها المنطقية ، إن الله وضع الحديد في هذه الأرض وأراد أن يرى من يحملها لينصره .\r\nإن من الطبيعي والمنطقي أن تتعرض أية أُمّة إلى الاستغلال والمهانة والاحتلال والزوال في حال خلت من رجال طليعيين يقيمون ما اعوجّ من أمرها . وإذا كنّا نرى اليوم بعض البلاد الإسلامية والحمد لله منتصرة وقائمةً وعزيزةً ومقتدرة ، والبعض الآخر ذليلةً منهزمةً محطّمة ، فإن ذلك يعني أن تناقضاً كبيراً يفصل بين نتائج المعادلة المشار إليها آنفاً .\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n\r\nالأمانة في ذمّة الإنسان\r\n( يا أَيُّهَا الَّذينَ آمَنُوا اتَّقُوا اللّهَ وَقُولُوا قَوْلًا سَديدًا * يُصْلِحْ لَكُمْ أَعْمالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللّهَ وَرَسُولَهُ فَقَدْ فازَ فَوْزًا عَظيمًا * إِنّا عَرَضْنَا اْلأَمانَةَ عَلَى السَّماواتِ وَاْلأَرْضِ وَالْجِبالِ فَأَبَيْنَ أَنْ يَحْمِلْنَها وَأَشْفَقْنَ مِنْها وَحَمَلَهَا اْلإِنْسانُ إِنَّهُ كانَ ظَلُومًا جَهُولًا * لِيُعَذِّبَ اللّهُ الْمُنافِقينَ وَالْمُنافِقاتِ وَالْمُشْرِكينَ وَالْمُشْرِكاتِ وَيَتُوبَ اللّهُ عَلَى الْمُؤْمِنينَ وَالْمُؤْمِناتِ وَكانَ اللّهُ غَفُورًا رَحيمًا ) ( الأحزاب / 73 70 ) .\r\nمن دون سائر الأحياء ؛ حمّل الإنسان الأمانة ، فلماذا يا ترى قد حمّلها الله إياها ؟ وما هي هذه الأمانة التي أشفقت السماوات والأرض والجبال منها ؟ وما هي النتائج التي لابدّ وأن تعقب هذا القبول الإنساني وهذا الحمل الثقيل ؟\r\nوقبل الإجابة عن هذه الأسئلة الهامّة يجدر القول بأنّ الإنسان قد ينشغل بالتوافه والصغائر ، كأن يهتم بلون ملابسه أو نوع حذائه أكثر مما يهتم بطبيعة تفكيره وبرنامجه المصيري للحياة ، إذ القرآن الكريم يريد لبني البشر الارتفاع والنظر من الأُفق الأعلى ؛ إلى الماضي والحاضر والمستقبل .\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nالإنسان والأمانة\r\nإن من الصحيح أنّ الإنسان لا يعدو كونه ذرّة متواضعة غير ذات قيمة في هذا الكون الواسع ، ووفقاً للمقاييس والقيم المادية والظاهرية ، ولكنّ الأصح أن الإنسان إنّما خلق ليكون سيّداً للكائنات ، حيث يقول ربّ العزّة في الحديث القدسي : «\r\nعبدي أطعني تكن مثلي تقول للشيء كن فيكون\r\n» « 1 » . فهذا هو المستوى المطلوب أن يرتقيه الإنسان ، ولكنّ من يتعمّد الخضوع والانحدار وعبودية التوافه والتمحور حول القضايا الجانبية ، فإن قيمته قيمة تلك التوافه .\r\nربنا سبحانه وتعالى يفصل موضوع عرض الأمانة على الكائنات على اعتباره قراراً إلهيّاً فوقياً متعالياً مفروضاً ، ولكن لم يكن كائناً من بين الكائنات مجبراً على الاختيار والقبول ، بل كان كل واحدٍ منها مختاراً تمام الاختيار في الرفض أو القبول . فالقضية نابعة من صميم ذات العدل والقسط المتفضل من جانب الله تعالى - على الخليقة بكافة أقسامها بالشعور والمشيئة لكي تتم عملية الانتخاب بكل حرّية واستجابة .\r\nلقد أحجمت السماوات والأرض والجبال عن تحمل مسؤولية قيادة الكون تبعاً لطبيعة القوانين والقابليات\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الفوائد الرجالية ، للسيّد بحر العلوم ، ج 1 ، ص 39 .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nالمزودة بها ؛ التي تجعلها متخلفة عن مقام الإنسان وكرامته وشجاعته ضمن ما هو مزود من مواهب .\r\nلقد حمل الإنسان الأمانة وقبلها دون أن يكون هناك دفع خارجي أو ضغط موجّه إليه .\r\n( وَحَمَلَهَا اْلإِنْسانُ إِنَّهُ كانَ ظَلُومًا جَهُولًا ) ( الأحزاب / 72 ) . فالأجيال كلّها مسؤولة عن تحمّل الأمانة ، وليس لإنسان دون آخر ، أو جيل دون آخر ؛ أن يبحث لنفسه عن أعذار وحجج يظنّ فيها إمكانية الخلاص أو التملّص عن التزامه أو تعهده تجاه هذه المهمة التأريخية . فالاستعداد والموهبة التي يتمتع بها بنو آدم تجعلهم يختارون إن لم يكن كل فرد منهم قد قبل حمل الأمانة بصراحة ووضوح بحرية ما يشاؤون . فالقرآن الكريم قد يعبّر عنّا تارة بمفردة « الإنسان » أو « بني آدم » أو « الناس » أو غير ذلك مما يستفاد منه التعبير عن جنس الإنسان وحقيقته المباشرة .\r\nوالأمر الملفت للنظر في هذا الإنسان المزوّد بالمواهب والعقل الخلّاق ، ومن ذلك أن خاطبه أمير المؤمنين عليه السّلام بقوله :\r\n أتحسب أنّك جرم صغير * وفيك انطوى العالم الأكبرُ « 1 » \r\nأنه من الممكن والغريب أن يوجّه الظلم إلى نفسه قبل أي طرف آخر ؛ تبعاً لجهله وغفلته أو تغافله عن حقيقة ذاته من جانب ؛ وعن حقيقة وواقع ما يحتمل أن ينتظره من عذاب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تفسير الصافي ، ج 1 ، ص 92 .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nمهيب في الدنيا والآخرة من جانب آخر ، ففضلًا عمّا يلاقي المرء من تقاصٍ شديد في الدنيا ؛ إذا ما تعمّد تجاوز\r\nالحقائق واقتراف الذنوب حيث يقول تعالى : ( وَمَنْ أَعْرَضَ عَنْ ذِكْري فَإِنَّ لَهُ مَعيشَةً ضَنْكًا ) ( طه / 124 ) ، فهو معرض أيضاً إلى جهنم وعذابها الشديد الذي أقلّ ما يمكن أن يوصف هو أن الشمس بحجمها الهائل وتأثيرها الكبير ليست سوى جمرة من جمرات جهنّم ، وأنها الشمس لتستغيث بربّها العظيم إذا ما أُلقيت في نار جهنم .\r\nبلى ؛ إن القرآن الكريم يهدف فيما يهدف عبر القول بأن الإنسان ظلوم جهول وأنه قد قبل بحمل الأمانة إلى توضيح حقيقة خلقة وطبيعة الإنسان . فهو بهذا الاستعراض البليغ يبيّن ما للإنسان وما عليه . فهذا المخلوق من الطبيعي والمناسب له استيعاب حقائق العالم الأكبر ، قد حمل أمانة المسؤولية ؛ مسؤولية قيادة نفسه وقيادة الوجود وخلافة الله على مخلوقاته ، هو في ذات الوقت معرض إلى الجهل والغفلة والظلم والانحطاط والهزيمة ؛ وهي الأمور التي قد لا تكون بطور الحتم فعل مصدر خارجي أو غريب عنه ، بل الأقرب إلى التصور الواقعي أن هذه الأمور وليدة غير طبيعية أو شرعية لأبعاد ذاته وحقيقة تصوراته وسلوكه .\r\nما هي الأمانة ؟\r\nبعبارة موجزة : إنّ الأمانة خليط من جميع ما يمكن أن يلاقيه الإنسان في حياته ، فالأمانة هي نعم الله على\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nالإنسان ، وهو الكائن المحاط من كل الجوانب والاتجاهات بالنعم والمكارم الإلهية ، وهذه النعم من الممكن اعتبارها أو اتخاذها وسيلة للرقي والتقدم لتحقيق السعادة الدنيوية والأُخروية ، كما أن من الواضح كون هذه الوسيلة بمثابة الفتنة والامتحان الرباني لمعرفة مدى استخدامها في الطريق الصحيح .\r\nنجد في بعض الأحاديث الصادرة عن أئمتنا ( عليهم السّلام ) أن المقصود بالأمانة هو ولاية النبي محمّد وأهل بيته الطاهرين ( صلوات الله عليهم أجمعين ) ثم نجد في أحاديث أخرى أن الأمانة هي العقل والإرادة والحرية المودعة في داخل الإنسان وضميره لانتقاء الصحيح من الخطأ من كل شيء .\r\nومن أجل المحافظة على أنواع الأمانة ينبغي على الإنسان بادئ بدء أن يحدد نوعية العلاقة بينه وبين كل واحد منها . فالمرء مطالب بتحديد تصوره وسلوكه تجاه كل ما يحيط به وكل ما يمت إليه بصلة ؛ وإن تفاوتت درجات كل ذلك .\r\nفالمرء مسؤول عن وقته وعن حواسه المادية وغير المادية ؛ الظاهرة منها والباطنة ، ومسؤول عن ماله وعن بنيه . . وأداء هذه المسؤوليات الجسام لا يتأتى ما لم يسبقه تشخيص وتحديد لنوعية التصور والسلوك تجاهها .\r\nوإزاء كل ذلك ؛ لابدّ للإنسان من تكريس الاعتقاد واستدامته بأن مجمل المسؤوليات إنما هو اختبار إلهي له ؛ وهو الأمر الفاصل بين بني البشر وسائر المخلوقات الحيّة\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nالأخرى ، نظراً إلى أن المخلوقات الأخرى مزودة بدورها بمثل ما زوّد به الإنسان ؛ بل لعل من القابليات الكامنة في\r\nبعض الحيوانات أرقى بكثير مما هي في الإنسان ، غير أنّ الفارق الأكبر بين الطرفين أنّ الإنسان مفتون بما أنعم الله عليه ؛ مسؤول عنه في الآخرة .\r\nإن حقيقة هذا الاعتقاد وتكريسه هو الدافع الذي يحث بني آدم على الجد والاجتهاد والإحساس بالمسؤولية تجاه ما يحيط به ؛ وهو الذي يجعل بني آدم مخلوقات أرقى من غيرهم ، وبالتالي هو الذي يؤهلهم إلى أن يرزقهم الله سبحانه وتعالى الجنّة ، إنْ هم عملوا وفق ما تمليه عليهم مسؤولياتهم وتمسكهم بهذه المسؤوليات .\r\nومن أجل هذا ؛ خلق الله الإنسان في أحسن تقويم وكرّمه على سائر مخلوقاته ؛ بل وسخّر له ما في الكون لتحقيق طموحه المتمثل بتحمّل الأمانة ، فما هي حدود الأمانة ؟\r\nحدود الأمانة\r\nيقول سبحانه وتعالى : ( لا يُكَلِّفُ اللّهُ نَفْسًا إِلّا وُسْعَها ) ( البقرة / 286 ) ، ويقول في موضع آخر من القرآن الكريم : ( بَلِ اْلإِنْسانُ عَلى نَفْسِهِ بَصيرَةٌ ) ( القيامة / 14 ) بمعنى أن حدود أمانة ومسؤولية الإنسان رهينة بوسعه ، وأول شيء يمكنه تعيين الوسع هو ضمير ووجدان الإنسان نفسه ؛ دون مراوغاته وجدله الشيطاني ومعاذيره وتبريراته الباطلة ؛ أي أنّ المرء نفسه يعرف أكثر من غيره حدود مسؤولياته ووظائفه .\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nوفي سبيل تحديد إطار عام يضمّ أفراد الإنسان ليكون بمثابة الوجدان الملموس ؛ وضع علماء الأصول والقانون شرطين أساسيين لتحديد مستوى المسؤولية ، وهذان الشرطان هما : العلم والقدرة . فكل ما يعيه الإنسان ويقدر على إنجازه على تنوع صور الإنجاز فهو مسؤول عنه ، باختلاف صور المسؤولية .\r\nوقد ورد في نصوص القرآن الكريم وسنّة النبي وأهل بيته عليه وعليهم السلام تفاصيل تحمل المسؤولية ، بدءاً بأهمّ المسؤوليات وانتهاءً بأصغرها ، فرعاية النفس والعقل والبدن هي أول المسؤوليات الملقاة على عاتق الإنسان .\r\nومن جملة تلك النصوص ؛ قول الله تعالى : ( وَنَفْسٍ وَما سَوّاها * فَأَلْهَمَها فُجُورَها وَتَقْواها * قَدْ أَفْلَحَ مَنْ زَكّاها * وَقَدْ خابَ مَنْ دَسّاها ) ( الشمس / 10 7 ) ، وقوله عزّ وجلّ : ( فَلْيَنْظُرِ اْلإِنْسانُ إِلى طَعامِهِ ) ( عبس / 24 ) ، وكذلك قوله سبحانه : ( الَّذينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ ) ( الزمر / 18 ) . فهذه ثلاثة نصوص مقدسة تفرض على الإنسان أن يربي نفسه تربية صالحة ، وتوجب عليه الاهتمام ببدنه عبر اهتمامه بطعامه كرمز للوقاية الصحية معنوياً ومادياً ؛ حيث من المسلَّم به عقيدياً أن يبحث المرء عن الطعام الحلال والطيّب . كما يشير النصّ الثالث إلى لزوم اتباع الحق بعد التحليل العقلي للآراء والنظريات والأنباء . فقد روي عن الإمام محمد الباقر عليه السلام قال : «\r\nمن أصغى إلى ناطق فقد عبده ، فإن كان الناطق يؤدي عن الله عزّ وجلّ فقد عبد الله ، وإن كان الناطق يؤدي عن الشيطان فقد عبد الشيطان\r\n» « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الكافي ، ج 6 ، ص 434 .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nومن هنا ؛ فإنني أوجه نصيحتي الخالصة إلى الشباب المسلم وأدعوه إلى إيلاء المزيد من الاهتمام بالنصوص القرآنية المقدسة وإلى قراءة الأدعية والتدبر في معانيها وإلى تكريسها ضمن سلوكهم اليومي ، بدلًا من هدر الأوقات في الباطل ، فوجودنا في الحياة ليس أمراً هزلًا ؛ بل هو أمر مقرر من قبل الله سبحانه وتعالى ، ثم ينتهي هذا الوجود في يوم من الأيام لننتقل إلى الحياة الأخرى الخالدة ، حيث يحاسب المرء إذ ذاك حساباً عسيراً إزاء كل لحظة عاشها وكل حركة قام بها ، حيث يقول تعالى في ذلك : ( وَوُضِعَ الْكِتابُ فَتَرَى الْمُجْرِمينَ مُشْفِقينَ مِمّا فيهِ وَيَقُولُونَ يا وَيْلَتَنا ما لِهذَا الْكِتابِ لا يُغادِرُ صَغيرَةً وَلا كَبيرَةً إِلّا أَحْصاها وَوَجَدُوا ما عَمِلُوا حاضِرًا وَلا يَظْلِمُ رَبُّكَ أَحَدًا ) ( الكهف / 49 ) .\r\nوالإنسان مسؤول عن أهله وعشيرته ومجتمعه ؛ الأقرب فالأقرب . قال الله تعالى : ( وَأَنْذِرْ عَشيرَتَكَ اْلأَقْرَبينَ ) ( الشعراء / 214 ) . وقال رسول الله صلّى الله عليه وآله : «\r\nكلّكم راع وكلّكم مسؤول عن رعيته\r\n» . « 1 » إذ لا يمكن لأحد من الناس أن يعيش بمعزل عن الناس وعمّا يجري من حوله ، لاسيّما وأن الدين الإسلامي هو « دين مجتمع » بالدرجة الأُولى أكثر من كونه « دين الفرد » ولعلّ الإسلام حين يحرص على تربية الفرد الواحد إنما ليكون جزءاً صالحاً ضمن تجمع صالح .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار الأنوار ، ج 72 ، ص 38 .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\n\r\nالكرامة محور حركة الإنسان\r\nإن العوامل المحركة للتأريخ ؛ والتي تؤثر بصورة مباشرة أو غير مباشرة في حركة الأُمم وفي صعود مجتمع وسقوط آخر ، عوامل عديدة ، تتصل جميعاً بالنزعات المؤثرة في الذات الإنسانية . . كما أن تأثيرات هذه العوامل تختلف من أُمة إلى أخرى ، بل ومن شريحة اجتماعية معينة إلى شريحة أخرى .\r\nفالإنسان عبارة عن تركيب معقد ، كما تقول الآية الكريمة : ( وَكانَ اْلإِنْسانُ أَكْثَرَ شَيْءٍ جَدَلًا ) ( الكهف / 54 ) . والجدل هنا يعني اللف والالتفاف ، وهو ليس بالكائن البسيط بوجه من الوجوه كما يسعى البعض أن يعرفه ، بل فيه نزعات مادّية وروحية وعاطفية وفكرية ، وإن كل نزعة من هذه النزعات لها خلفياتها الخاصة وأجواؤها الخاصة . فهناك الحاجة إلى الطعام والمأوى والجنس ، وهناك نزعة الحسد والتنافس والبحث عن القدرة والقوة ، وهناك الطموح إلى التكامل المعنوي والعلم والوصول إلى القمم السامية ، كما أن هناك عواطف وعصبيات وحميات وغير ذلك . . والإنسان خليط من عشرات النزعات وعشرات الطموحات وعشرات التطلعات وعشرات الحميات . .\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nفالعاطفة والمادة والعقل والروح كلها تتصارع وتتنافس في إطار السيطرة على الإنسان ، وفوق هذه وتلك هناك الكرامة الإنسانية والإرادة الحرّة المالكة بإذن الله لحركته ، فإن سيطرت نزعة من هذه النزعات على الإنسان الفرد أو الإنسان المجتمع كان لها أن تصبغ حياته الفردية أو الاجتماعية بصبغتها وأن تدفعه باتجاه نتائجها .\r\nفإذا كان مجتمع ما يسعى إلى إشباع بطنه وإلى ما يسد جوعه ويروي عطشه ، أو يبحث عن المأوى ، فإن هذا المجتمع يقوده الاقتصاد ، كما لاحظنا أن كثيراً من الحروب كان محركها الأول هو الاقتصاد وما يتملك هذا المجتمع من نزعة عارمة تفرض عليه البحث عن النوم والراحة وإشباع البطن ، وإن كان ذلك عبر إشهار السلاح على الآخرين ! ! فالحروب القبلية التي كانت تحرق الجزيرة العربية قبل البعثة النبوية الشريفة ، كلها أو معظمها كان الدافع لها البحث عن الماء والكلأ والأرض والطعام والشراب .\r\nوهناك نزعات حادة اندلعت بداعي الحسد ، كما هو المعروف في قصة النبي يوسف عليه السّلام ، حيث لم تنتهي القضية بالمؤامرة على هذا النبي العظيم من قبل إخوته الذين لم يرق لهم أن يقربه أبوهم دونهم ، بل تعدى الأمر إلى أخلافهم الذين جاؤوا من بعدهم ، حتى وصل الأمر بهم في زمن النبي موسى عليه السّلام أي بعد مئات السنين أن تحسد كل عائلة ممتدة من أولاد النبي يعقوب عليه السّلام وهي اثنتا عشرة عائلة فتطلب من\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nالنبي موسى عليه السّلام أن يشق لها طريقاً خاصاً بها لعبور البحر أثناء ملاحقة فرعون الشهيرة ، ثم تطلب بعد ذلك أن يفجر لكل عائلة ينبوعاً خاصاً بها لتشرب منه لوحدها ، ففجر لهم النبي موسى عليه السّلام اثنتا عشرة عيناً من الصخر حتى شربت كل العوائل الإسرائيلية المتحاسدة فيما بينها . .\r\nوترى أُمة أخرى كأُمة عاد كان محرّكها الأقوى نزعة القدرة والجبروت ، حتى قال الله تبارك وتعالى عنها : ( وَإِذا بَطَشْتُمْ بَطَشْتُمْ جَبّارينَ ) ( الشعراء / 130 ) . فهذه الأُمة كانت قد بلغت التكامل في أكثر مناحي الحياة ، إلّا أنها كانت نهمةً لا تشبع من الجبروت ، حتى قضى الله عليها وأبادها عن بكرة أبيها بسلاح القوة نفسه الذي كانت تبحث عنه ودمرت وجودها وتأريخها من أجل الحصول عليه .\r\nإن النزعات الإنسانية تؤثر على طبيعة الحركة الاجتماعية وإن كل مجتمع يتميز بنزعة معينة ، تبعاً لما يمليه عليه تأريخه وظروفه وإمكاناته المادية والعاطفية والروحية والعقلية .\r\nجاء « ماركس » كفيلسوف مادي ، وفسر الحركة التأريخية لجميع المجتمعات بالاقتصاد ووسائل وقوى الإنتاج ، وجاء « فرويد » ليخضع مسيرة التأريخ برمته لتأثيرات الجنس ، وقال « ارنولد توينبي » إن التأريخ يحركه التحدي الاجتماعي والاستجابة كحركة ثانية للتحدّي .\r\nلقد كان الجميع وبنسبة محدّدة صادقاً في تفسيره ، ولكن خطأهم الأفدح أنهم كانوا ينظرون إلى صورة\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nالحركة التأريخية والحركة الاجتماعية من زاوية معينة لا تسمح لهم بالنظر إلى جميع زوايا الصورة ، ولذلك ؛ كانت نظرياتهم خاطئة لأنهم أرادوا تعميمها على الصورة برمتها ، إذ أنها كلها كانت ناقصة ، وكانت كلها عبارة عن أحكام كاسحة غير صحيحة .\r\nنزعة الكرامة الإنسانية\r\nإن النزعة الإنسانية التي نجد دورها الأساسي في حركة التأريخ البشري عموماً هي نزعة الكرامة الإنسانية ، وإن الإنسان كان عبر التأريخ يتحدى من يريد إذلاله وإهانته وسلبه حقوقه وفرض الهيمنة عليه وسحق شخصيته . .\r\nفإذا قرأنا التأريخ من بدايته وحتى عصرنا الحاضر ، وبالخصوص التأريخ الذي يسرده علينا كتاب ربنا وهو المهيمن والبصير بالحركة البشرية تأكد لنا أن حركة الصراع كان محورها حسم مصير الكرامة الإنسانية ، سواء من قبل الطاغوت المدجّج بالسلاح ، أو من قبل الإنسان المستضعف الأعزل عن السلاح والباحث عن وسائل صيانة شخصيته ، كما يبين السرد القرآني لقصة التاريخ ولاستلهام العبرة بعد الكشف المبين للقارئ المتدبر في آياته ، حيث أن نهاية كل صراع تأريخي كانت لصالح الإنسان المستضعف الأعزل عن وسائل القوة ، وأن الهزيمة الساحقة يجرّ أذيالها الطاغوت المالك للقوّة والإرهاب والمكر والتقنية . ومن أبعاد الرحمة القرآنية\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nبالبشرية أنها تبين لها بعد استعراض قصص التأريخ ، أن المظلوم والمستضعف هو الذي ينتصر ، شاء الظالم المستكبر أم أبى ، وأن الحكمة من هذا القانون الصارم هو إعلام البشرية جمعاء بأن الله الذي خلق السماوات والأرض وما فيهما وما بينهما قد أراد ولا رادَّ لإرادته ، ولا معقّب لحكمه بأن ينتصر المظلوم ، ليقول الله للناس أنه لا يحق لهم التكبر على الآخرين مهما بلغت قوتهم وقدرتهم ، وذلك لأن الله جلّت قدرته هو الأقوى والأقدر ، وأن الكبرياء لا يحق لغيره . وقد جاء في الحديث عن رسول الله صلّى الله عليه وآله قال : يقول الله : «\r\nالكبرياء ردائي ، والعظمة إزاري ، فمن نازعني واحداً منهما ألقيته في ناري\r\n» « 1 » .\r\nوعليه فإن فرعون وهامان وقارون وسائر الظلمة في الماضي والحاضر والمستقبل محكومون بقانون الهزيمة والموت وأن من ورائهم برزخ إلى يوم يبعثون حيث جهنم وبئس المصير .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مستدرك الوسائل ، للميرزا النوري ، ج 12 ، ص 31 .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\n\r\nكرامة الإنسان والعوامل المضادة\r\nغالباً ما يُضرب المثل بأظهر المصاديق وأجلى الحقائق ؛ فالرئيس السوفياتي الأسبق جوزيف ستالين يعدّ من الوجهة التأريخية المعاصرة مثلًا للسوء المطلق ، وهو الذي قتل ما يزيد على عشرين مليون إنسان ، لتحقيق خططه التصفوية في محيط الاتحاد السوفياتي السابق . . ويضرب المثل بهتلر الذي دمّر العالم الأوروبي خلال الحرب العالمية الثانية . . كما أن أجلى مظاهر الرعب في وقتنا الحاضر كان « صدام المقبور » الذي عاث فساداً في الأرض وقتل الآلاف من أبناء الشعب العراقي ظلماً وعدواناً .\r\nأما من وجهة النظر القرآنية وعموم الرسالات السماوية عبر التأريخ ؛ فإن المثل يضرب بمن قضي على مصيره أن ينتهي إلى الدرك الأسفل من النار كنمرود الذي طغى وحاول قتل النبي إبراهيم الخليل عليه السّلام ، ثم يضرب المثل القرآني بفرعون الذي كان قمة الإرهاب والقمع والمكر عبر التأريخ ، ولعل التأريخ لم يجد لفرعون مثيلًا من حيث اللّامبالاة بالقوانين والأعراف الإنسانية .\r\nلقد بقر بطون النساء الحوامل وقتل الرجال وحرق البلاد من أجل كلمة سمعها من منجم يتوقع ولادة طفل في المستقبل القريب سيكون من شأنه إعلان التمرد على فرعون وجبروته . .\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nأقول : إن فلسفة الاستفادة من القصص والأمثال الواردة في القرآن الكريم وغيره من الكتب الإلهيّة ، إنما تكمن في توضيح حقيقة من الحقائق ، وإعلانها أمام الناس ليستفيدوا منها ويتخذوها شعاراً ورمزاً لمسيرتهم وحركتهم في هذه الحياة . .\r\nومن جملة ما يقف وراء سرد قصة فرعون خلال سور قرآنية عديدة ، هو ضرورة أن يشعر الإنسان بكرامته التي زوده الله بها دون سائر المخلوقات في الأرض ، وأن يسعى كل جهده للحفاظ عليها وصونها دون مطامع الطامعين بالنيل منها أو مصادرتها .\r\nفالقرآن الكريم يقص علينا لدى استعراض الصراع بين النبي موسى عليه السّلام وبين فرعون سيرة زوجة فرعون آسية بنت مزاحم التي كانت ترفل بالنعيم والسعادة والثروة . . فقد كانت سيدة مصر الأُولى ، مصر التي كانت في أوج قوتها ، وكانت معمورة بالزراعة والصناعة والعمارة .\r\nلقد كانت هذه السيدة الجليلة ذات عقل رصين ؛ وقد عرفت بأنها محاصرة بالإرهاب الفرعوني العتيد من جهة ، وبالمصالح والشهوات من جهة أخرى ، ولكنها رغم ذلك كله تحدت تلك العوامل المثبطة وقالت : ( رَبِ ابْنِ لي عِنْدَكَ بَيْتًا فِي الْجَنَّةِ وَنَجِّني مِنْ فِرْعَوْنَ وَعَمَلِهِ ) ( التحريم / 11 ) .\r\nفترى ماذا كان في ضمير آسية ، هذه المرأة الحديدية المتحدية ، حتى كانت أقوى من الجبال الراسيات ؟\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nإنها من المؤكد كانت تحمل جوهر الإنسانية الذي يميز أولاد آدم عن غيرهم ، وهو الكرامة ، ذلك لأن الله سبحانه وتعالى حينما خلق الإنسان توجّه بالكرامة فقال عزّ من قائل : ( وَلَقَدْ كَرَّمْنا بَني آدَمَ ) ( الإسراء / 70 ) ، وقال أيضاً : ( لَقَدْ خَلَقْنَا اْلإِنْسانَ في أَحْسَنِ تَقْويمٍ ) ( التين / 4 ) حيث أسجد الله الملائكة للإنسان وحملهم على طاعته والاعتراف بكرامته ؛ الكرامة التي سخر الله بها الريح والبر والبحر والنار وسائر المخلوقات للإنسان . هذه الكرامة كانت في ضمير آسية بنت مزاحم ، وهذه الكرامة هي التي تشكل بطبيعتها وواقعها وبُعدها جذر الحضارة وعمق التمدن البشري ، ولولا هذه الكرامة ولولا الشعور بهذه الكرامة وتفعيلها من قبل الإنسان فيدافع عنها ويضحي من أجلها ، لكان شأنه شأن أية دابة تدب على الأرض ، أو كأي طير يطير في الفضاء ، أو كأي حيوان زاحف ، حيث يعيش دورة حياتية طبيعية ثم ينتهي .\r\nالعوامل المضادة\r\nهناك نوعان من العوامل التي تحاول سحق كرامة الإنسان وتحويله إلى مادة طيّعة بيدها :\r\nالنوع الأول : العوامل الطبيعية ، كالشمس والقمر والنجوم والحرّ والبرد والزلازل والسيول والموت والمرض والخوف ، فهذه وغيرها من العوامل والمظاهر الطبيعية تحاول الاستيلاء على الإنسان لتسيطر عليه وتسحق\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nكرامته وإرادته ، وذلك عن طريق الهوى ومنافذ الضعف الموجودة في داخله .\r\nفالإنسان لديه الرغبة في أن يأكل ويعيش وينام ، وتشترك سائر الدواب معه في هذا الإحساس . فترى الأسد يخرج من عرينه بحثاً عن فريسة ما ، فإذا اصطاد وشبع ، تراه يبحث عن ظل ليستلقي فيه هرباً من حرارة الشمس ، وإراحةً لمعدته . . وهكذا سائر الدواب ، حيث همها علفها لا غير ، وهي بهذه السيرة أصبحت جزءاً من الطبيعة . ولكن الإنسان من ديدنه التحدي ، فهو يأكل ويشبع ثم يفكر بالعلم وبالسلطة وبالبقاء ، حتى لتراه يبحث مستخدماً ما أُوتي من علم وتقنية عن الحياة في الكواكب الأخرى ، أو تراه يستخدم حيتان البحار في عمليات التجسس ، وتراه أيضاً يركع الطبيعة طوع إرادته .\r\nأما النوع الثاني من العوامل التي تحاول سحق كرامة الإنسان وتحويله إلى آلة صماء أو وسيلة عبور وإنجاز ؛ فهي العوامل الإنسانية .\r\nفهل تعرفون لماذا اخترعت السجون ؟ وكم هم سجناء الضمير في العالم ؟ !\r\nإن آسية بنت مزاحم لم تطرد من بيتها ولم تطلق ، ولكن ما أثار حنق فرعون عليها هو أنها كانت قد كفرت بفرعون الذي كان يتفنّن في تعذيب معارضيه ، إذ كان يؤتي بهم فيفرشون على الأرض ثم تسمر أطرافهم بالأوتاد ، وهي المسامير الكبيرة ، ثم يؤخذ\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nالقصب ويشطر شطرين ليصبح كل شطر أمضى من السكين ، وبعد أن يوثقوا بالحبال والقصب تبدأ عملية التعذيب الرهيبة حيث يُسحب القصب فيسحب معه جلود الضحايا . . وهكذا قتلت زوجة فرعون المؤمنة بالله العزيز العليم ، ولكن الضمير الذي كان في داخلها لا يزال موجوداً حتى اللحظة في وجدان الكثير من سجناء الرأي في عالم اليوم .\r\nقد يكون البعض قرأ عن السجون ، وقد يكون البعض ذاق ويلاتها في عهد الطاغية صدام ، وغيره . . ولكن الأمر المثير بهذا الصدد هو أن السجّان ومن يقف وراءه يحاول سحق كرامة السجين قبل كل شيءٍ ، وذلك عبر مختلف الطرق ، كمنع الغذاء أو توجيه الإهانات أو حتى عبر شراء الضمير بالثمن البخس بعد التهديد والتعذيب . .\r\nغير أن كرامة الإنسان هذه الجوهرة الربّانية تحدت ولا تزال تتحدى ، بدءاً من قابيل ونمرود وهامان ونيرون في التأريخ القديم ، ومروراً بهتلر وستالين وصدام وإلى اليوم وإلى غد ، بقي الإنسان إنساناً وتحدى كل الأساليب الجهنمية ، ذلك لأن الإنسان الذي يصمم على أن يبقى إنساناً يشعر أن في داخله شيئاً عزيزاً وهو الكرامة والعقل والميل إلى الحرّية والتحدّي . .\r\nكيف نحافظ على الكرامة ؟ !\r\nإذا سمع إنسان ما أن وباءً خطيراً في طريقه إلى الدخول إلى بلده ، فإن أمامه طريقين لابدّ أن ينتخب إحداهما :\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nفهو إما أن يختار المساهمة في منع انتشار هذا الوباء في البلاد وعدم السماح له بالدخول ، وإما أن يخلد إلى الدعة واللّامبالاة حتى يفاجأ بوصوله إلى بيته .\r\nومن المنطقي جداً أن يختار الإنسان ذو العقل السليم الطريق الأوّل .\r\nوهكذا الأمر بالنسبة لقضية الكرامة الإنسانية التي يجب أن يحافظ الإنسان عليها قبل أن تسحق وقبل أن يأتي من يحاول اقتلاعها من جذورها ، ولعل الفلسفة التي تقف وراء الأخلاق وحكمتها أنها تحاول زرع الكرامة ومنع فاعلية المضادات لها في عمق الشخصية الإنسانية .\r\nفكرامة الإنسان تسلب حينما يتحول هذا الكائن المخلوق جزءًا من العوامل المضادة . فإن يصبح الشخص شرطياً في نظام الطاغوت الذي يهدف إلى استعباد الناس ، فإنه يكون قد وقّع منذ انتمائه لجهاز الشرطة على التنازل عن كرامته .\r\nومما ينقل في هذا الإطار أن البريطانيين حينما احتلوا العراق ودخلوا مدينة النجف الأشرف أعلنوا عن حاجتهم لأفراد ينخرطون في سلك الحراسة والوظيفة المحلية ، فكان أن ذهب الكثير ممن كان عاطلًا عن العمل للالتحاق بهذه الوظائف ، لكن ما فاجأهم أن البريطانيين اشترطوا على من يريد الانتماء أن يبصق بوجه أبيه ، فرفض الكثير منهم هذا الشرط وبقيت ثلة قليلة موافقة ، وهم ممن يشك في أصلهم ونسبهم أو ممن لم تكن لديهم أية قيمة للحياة ، وقد تساءل أحدهم عن فلسفة هذا الشرط\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nالغريب ، فأجاب القائد البريطاني بأن من لم يكن مستعداً للبصق بوجه أبيه فإنه سيمتنع عن اعتقال أخيه ، ونحن البريطانيون بحاجة إلى شرطي يحرس وجودنا لا إلى شرطي يحترم أباه ! !\r\nإن من جملة العوامل التي تسحق الكرامة الإنسانية هي العصبية القبلية ، كأن يقول قائل أنا من عشيرة فلان أو قبيلة فلان متفاخراً ، حيث يترك بذلك إنسانيته لينتمي إلى قبيلته .\r\nنعم ؛ إن لكل إنسان الحق في الدفاع عن كيانه وكيان عائلته وقبيلته ، شريطة ألّا يعتبر هذه السلسلة أعلى من الكرامة الإنسانية ، ذلك لأنه إذا جعل القبيلة مقياساً لقناعاته وتطلعاته فإنه سيجد نفسه متورطاً في كثير من القضايا الباطلة التي أثارتها العصبية القبلية من حوله . . في حين أن الله كرّم الإنسان المؤمن وخلقه في أحسن تقويم وبالتالي يتوجب عليه الترفع على هذه الجاهليات التي بعث الله الأنبياء من أجل إزاحتها ودحضها لتكون المسيرة الإنسانية مسيرة قويمة . . وقد قال الله تبارك وتعالى : ( يا أَيُّهَا النّاسُ إِنّا خَلَقْناكُمْ مِنْ ذَكَرٍ وَأُنْثى وَجَعَلْناكُمْ شُعُوبًا وَقَبائِلَ لِتَعارَفُوا إِنَّ أَكْرَمَكُمْ عِنْدَ اللّهِ أَتْقاكُمْ ) ( الحجرات / 13 ) ، فالكرامة إذن تكمن في الاعتقاد بأن الله هو الخالق وهو الذي له الهيمنة وحق التشريع للإنسان ، دون القبيلة والعشيرة . .\r\nأما أعداء الكرامة الإنسانية كبني أُمية ؛ فهم الذين عملوا على إثارة النعرات واستثمار النفوس الضعيفة ، لإحكام سيطرتهم على البلاد والعباد ، وقد قال رسول\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nالله صلّى الله عليه وآله وسلّم : «\r\nمن كان في قلبه حبة من خردل من عصبية بعثه الله يوم القيامة مع أعراب الجاهلية\r\n» « 1 » .\r\nوقال رسول الله صلّى الله عليه وآله : «\r\nمن تَعصّب أو تُعصّب له ، فقد خلع ربق الإيمان من عنقه\r\n» « 2 » .\r\nوقال الإمام جعفر الصادق عليه السّلام : «\r\nمن تعصّب عصّبه الله بعصابة من نار\r\n» « 3 » .\r\nفالعصبية تقف بالضد من الحق والمنطق ، ومصاحبة الحق والمنطق تعني صيانة الكرامة ، في حين أن اتخاذ العصبية رفيقاً وقناعة تعني القضاء على الكرامة والكفر بها ، وهي النعمة الإلهيّة الكبرى .\r\nإن العشيرة والعائلة والوالدين والأصدقاء لهم مكانتهم الرفيعة ما داموا مع الحق والإيمان والعلم ، أما من يعاند أو يحارب هذه الأنوار الثلاثة فإن الدين يؤكد علينا تغيير موقفنا منه نظراً لأنه : «\r\nلا طاعة لمخلوق في معصية الخالق\r\n» « 4 » ، كما قال أمير المؤمنين عليه السّلام .\r\nبلى ؛ إذا كانت العصبية تنتهي بالإنسان إلى الجنّة ورضوان الله فنعمّا هي ، كعصبية سيدالشهداء حمزة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الكافي ، ج 2 ، ص 308 .\r\n( 2 ) - الكافي ، ج 2 ، ص 308 .\r\n( 3 ) - الكافي ، ج 2 ، ص 308 .\r\n( 4 ) - نهج البلاغة ، حكمة رقم 165 .\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nلابن أخيه الرسول الأكرم صلّى الله عليه وآله ، حيث تعصّب لرسول الله ثم آمن به .\r\nوالعصبية قد تكون قبلية ، وقد تكون حزبية ، وكل ذلك إلى النار باستثناء أن يكون المرء متعصّباً لحزب الإيمان الذي لا تأخذ أفراده لومة لائم ، إذ هم لا يفرقون بين إنسان وآخر مهما تفاوتا ، اللّهم إلّا في قضية واحدة ، وهي القرب من الله ، فهم يفضلون شخصاً على شخص وفقاً لهذا المقياس فقط . ولذلك ؛ يقول ربّنا سبحانه وتعالى : ( لا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللّهِ وَالْيَوْمِ اْلآخِرِ يُوادُّونَ مَنْ حَادَّ اللّهَ وَرَسُولَهُ وَلَوْ كانُوا آباءَهُمْ أَوْ أَبْناءَهُمْ أَوْ إِخْوانَهُمْ أَوْ عَشيرَتَهُمْ ) ( المجادلة / 22 ) لأن الكرامة الإنسانية هي مقياس الودّ والنصرة ، وهذه الكرامة لا يمكن تصورها بأي حال من الأحوال في إنسان يحارب واهب الكرامة والمنعم بها ، حتى وإن كان هذا المحارب أباً أو أخاً أو عشيرة ، رغم أن القرآن الكريم قد أوصى في أكثر من آية بالإحسان إلى الوالدين وصلة الرحم . .\r\nثم إن من يبحث عن الكرامة ، ومن يريد نصرتها ، من الطبيعي أن يكون ذا قلب مفعم بالإيمان بأبعاده المتكاملة ، أو الطامحة للكمال ، وهو لن يوفق إلى تحقيق هذا الهدف السامي ما لم يؤيد برضى الله ونصره .\r\nإن مثل هذا القلب هو الذي تملؤه السكينة ويملؤه الاطمئنان والرضا وحب الله ومعرفته ، وهو المرشح الوحيد للدخول إلى جنان الله الرحبة والخلود فيها ، لأن الله قد رضي عنه ، ورضي وسلم هو بما كتب الله له .\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\n\r\nالإنسان ؛ وحرية الانتخاب\r\nالحياة بطبيعتها عبارة عن سلسلة لا تنتهي من الانتخابات والاختيارات والمسؤوليات المفروضة على الإنسان ؛ وذلك منذ إحساسه بالحياة وحتى آخر لحظة يعيش فيها . فالمهم في الأمر أن يأخذ هذا المخلوق المكرّم والمفضّل الإنسان دوره في الانتخاب وتحمل مسؤولية الكرامة والأفضلية على سائر المخلوقات برمتها ، ابتداءً من انتخاب أبسط الأمور والأشياء ؛ مثل لون ثيابه وتسريحة شعره وطريقة قيامه ومشيه وقعوده ، مروراً بقضية انتخاب الزوجة والبيت ، وانتهاءً بالانتخابات الكبرى التي يقف على رأسها انتخاب الدين والعقيدة . وعلى أية حال ؛ فإن الحياة سلسلة لا تنتهي من الانتخابات .\r\nوقبل الخوض في تفاصيل المسؤولية والانتخاب ينبغي الإجابة عن أسئلة على درجة من الأهمية ، وهي :\r\nلماذا يقع على الإنسان بالذات واجب الانتخاب وتحمل المسؤولية من دون سائر المخلوقات والكائنات ؟\r\nفمن الواضح أن السماوات والأرض والجبال والبحار ستبقى كما خلقها الله سبحانه وتعالى هي هي حتى يأذن الله لها بالموت والانعدام دون تغير أو تبدّل ، وكذا الحال في النبات والحيوان ، الذي لعله يمتاز بهامش لا يكاد يذكر من حرّية الانتخاب .\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nأما السؤال الثاني فهو : ما هي حقيقة الانتخاب ؟ بل وكيف ننتخب ؟ وبتعبير آخر : ما هي المقاييس والنظم التي تتم على أساسها عملية الانتخاب ؟\r\nقبل كل شئ لابدّ أن نشير إلى أن مصداقاً واحداً من مصاديق القدرة والعظمة الإلهيّة هو هذا التنوع الموجود والحاصل في الكائنات والمخلوقات والقابليات ، حتى أنك كباحث علمي طبيعي تعلن عجزك التام عن العثور على وجود كائنين أو حقيقتين أو قابليتين أو صورتين متشابهتين تماماً ، وذلك من بين ما يزيد على ثلاثين مليون نوع من أنواع الحياة حسب تقديرات علماء الطبيعة والجيولوجيا حيث الإنسان بأسراره وأبعاده وتاريخه ليس إلّا جزءاً واحداً من ثلاثين مليون جزء أو أكثر ! !\r\nفالله سبحانه وتعالى قادر على خلق الوجود برمته خلقاً واحداً لاتنوع فيه ؛ ولكنّ سبباً رئيسياً من بين عديد الأسباب أدى إلى هذا التنوع ، وهو الرغبة الإلهية الخلّاقة أبداً إلى فتح الآفاق أمام الإنسان وإتاحة المزيد من الخيارات أمام هذا المخلوق المكرم ليمارس حريته وليجد لها المصداقية الأعلى طيلة حياته ، وبالتالي ليكون مسؤولًا عن هذه السعة في الأفق ؛ وعن هذه الحرية المتاحة ، وعن هذا التنوع ، وعن هذه القدرة على تسخير إرادته التامة ، ومن ثم لتكون حجة الله بالغة له وعليه يوم الجزاء الأكبر .\r\nوالإنسان على هذا الأساس ينتخب اللون المناسب والطعام المناسب والزوج المناسب والأرض المناسبة والصديق المناسب والدين المناسب .\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nوبعبارة أوضح نقول : إن التعدد القائم في الأنواع ووجود الحرية والإرادة لدى الإنسان ترتفع به إلى أن يكون في مستوى مساءلة الله لها ، وأن يكون جديراً بثواب الله . وفوق هذا وذاك ، فإن الله جلّ وعلا يقول في كتابه الكريم : ( وَلَدَيْنا مَزيدٌ ) ( ق / 35 ) و : ( وَإِنّا لَمُوسِعُونَ ) ( الذاريات / 47 ) .\r\nوفوق كل ذلك ، فإن الخالق سبحانه وتعالى لم يفرض هذه الحقيقة على الإنسان كنوع فرضاً حتمياً ، وإنما جاء هذا التفاوت بين الإنسان وبين سائر الموجودات على أساس أن الله تبارك وتعالى قد طرح الأمانة التي هي بمثابة قيادة الكون أو الخلافة عنه على الكون والوجود كلّه ، فلم يكن واحداً من الموجودات كما كان عليه الجنس البشري من قابليات وإمكانيات ، فتقبل حملها الثقيل الذي ينتهي به الأمر إلى الجنة أو النار ، إذ أن الانتخاب يحول الإنسان مسؤولًا عمّا انتخبه .\r\nوليس من شك في أنّ حجم مسؤولية الإنسان في هذه الحياة بحجم وثقل وسعة الأمانة والانتخاب الذي تبناه بداعي العقل والقابلية التي يتمتع بها ، حتى أنه يتدرج مدارج العليين فيشير إليه ربّ العزة بالقول الكريم كما جاء في الحديث القدسي : «\r\nعبدي أطعني تكن مثلي ، تقول للشيء كن فيكون\r\n» « 1 » . أو ينحدر إلى قعر جهنم والعياذ بالله والفاصلة واضحة وجلية بين المقامين ؛ فهي فاصلة لا نهاية لها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الفوائد الرجالية ، للسيّد بحر العلوم ، ج 1 ، ص 39 .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nنعم ؛ إن أصل الانتخاب كان أمراً مفروضاً على الإنسان ، ولكنّه حينما انتخب بإرادته وحريته المطلقة أصبح مسؤولًا عن هذا الانتخاب ، شأنه في ذلك شأن كثير من الأمور والقضايا المحيطة بالإنسان منذ ولادته ، كالحياة والموت ، والشبع والجوع ، والصحة والمرض . فالحياة كأصل أمر لا خيار للإنسان فيه ، ولكنه في الوقت ذاته ؛ وفور تسلّل بوادر الحياة إلى بدنه يكون حرّاً في اختيار نوع الحياة التي يرتضيها ويقرّها ، فإن اختار حياة الصلاح يكون مسؤولًا كلّ المسؤولية عن بنود الصلاح في أقواله وأعماله . وكذا الحال بالنسبة إلى الشبع والجوع ، حيث أن الله سبحانه وتعالى لم يجبر الإنسان على تناول نوع معيّن من الغذاء ، بل إنّه بيّن له صفات المؤمنين وصفات الفاسقين ، وأكد أيضاً ضرورة الابتعاد عن الفسق والشيطان ، ثم قال بعد ذلك أن نوعاً معيناً من الغذاء يكون من تناوله في عداد الفساق والشياطين ، فقال : ( إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَاْلأَنْصابُ وَاْلأَزْلامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطانِ ) ( المائدة / 90 ) ، وقال الله سبحانه في موضع آخر : ( وَكُلُوا وَاشْرَبُوا وَلا تُسْرِفُوا ) ( الأعراف / 31 ) ، وقال سبحانه : ( فَامْشُوا في مَناكِبِها وَكُلُوا مِنْ رِزْقِهِ ) ( الملك / 15 ) ؛ أي أن الأكل الصحيح والغذاء الحلال هو ما ينطوي ضمن قائمة رزق الله ، ومن الطبيعي جداً أن لا تكون السرقة رزقاً من الله ، بل هي نوع من الفوضى التي يفرضها الشيطان على أتباعه .\r\nومن هنا يتضح أن التعاليم الإلهية عبارة عن نصائح لا جبر فيها ، وما على الإنسان إلّا تعيين ما يلتزم به أو يفضّله ،\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nووفق هذه الحقيقة التي أساسها إرادة الإنسان وانتخابه يتحدد قانون العقاب والثواب الإلهي الذي هو الهدف من وجود الخليقة في الحياة الدنيا .\r\nحتى أن الله تبارك وتعالى حين أرسل النبي موسى بن عمران عليه السّلام لم يفرض على قومه الالتزام بجميع التوراة ، بل قال عزّ وجلّ : ( وَكَتَبْنا لَهُ فِي اْلأَلْواحِ مِنْ كُلِ شَيْءٍ مَوْعِظَةً وَتَفْصيلًا لِكُلِ شَيْءٍ فَخُذْها بِقُوَّةٍ وَأْمُرْ قَوْمَكَ يَأْخُذُوا بِأَحْسَنِها سَأُريكُمْ دارَ الْفاسِقينَ ) ( الأعراف / 145 ) ؛ بمعنى أنّ قوم النبي موسى عليه السّلام مدعوّون إلى البحث في التوراة عمّا يناسبهم في طريق التقرب والقرب إلى الله تبارك وتعالى ، نظراً إلى حقيقة أنّ كلّ إنسان ليس بمقدوره تطبيق كافة الأحكام الإلهيّة ، وذلك تابع لتنوّعها .\r\nفالأحكام الإلهية ؛ سواء كانت في توراة النبي موسى عليه السّلام ، أو إنجيل النبي عيسى عليه السّلام ، أو في قرآن النبي محمد صلّى الله عليه وآله ، أو صحف وتعاليم بقية الأنبياء والرسل عليهم السّلام ، فيها ما يخص الصلاة والجهاد والحج والإنفاق وغير ذلك . ومن الواضح أن أحكام الجهاد مثلًا تختص بالقادر على الجهاد ، وأحكام الإنفاق مختصة بالأغنياء دون الفقراء ، وأحكام الحاج بمن استطاع إليه سبيلًا .\r\nإذن ؛ فكما تتنوع الآيات القرآنية تتنوعها أحكام التوراة التي أُنزلت على النبي موسى بن عمران عليه السّلام ، وهذا دليل واضح للغاية على أن الله سبحانه وتعالى\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nيرى في إفساح المجال للإنسان لأن يُحَكِّم عقله وإرادته ، وينتخب ما يناسبه في طريق الحق والقربة إليه ، ( لِئَلّا يَكُونَ لِلنّاسِ عَلَى اللّهِ حُجَّةٌ بَعْدَ الرُّسُلِ ) ( النساء / 165 ) ، ( قُلْ فَلِلّهِ الْحُجَّةُ الْبالِغَةُ فَلَوْ شاءَ لَهَداكُمْ أَجْمَعينَ ) ( الأنعام / 149 ) .\r\nوهذا الواقع القرآني المجيد يفتح أمام البشرية الأفق الواسع فيما يخص حرية الرأي ، أو أنه يحدد النظرية السماوية بشأن حقيقة حرية الرأي ، وعلى ذلك ؛ يكون الله هو الأوّل في تحديد هذه الحقيقة للناس . ولا عجب في ذلك إذ أنه هو المصدر الكريم : و ( قُلْ كُلٌّ يَعْمَلُ عَلى شاكِلَتِهِ ) ( الإسراء / 84 ) لكي تتنوع الآراء وتتحد الطاقات البشرية ضمن مسيرة ( يا أَيُّهَا اْلإِنْسانُ إِنَّكَ كادِحٌ إِلى رَبِّكَ كَدْحًا فَمُلاقيهِ ) ( الانشقاق / 6 ) ، وتتبلور التجارب ، وتسهل عملية الوصول إلى الأفضل .\r\nكيف تتمّ عملية الانتخاب ؟\r\nيبدو أن السؤال عريض للغاية ، تبعاً لسعة المساحة وتعدد العقول واختلاف الأذواق . فالبعض من الناس يرى الحياة تسير وفق نظام دقيق ، ذلك لأنه يعرف ويدرك قيمة حياته وقيمة ما يمتلك وقيمة ما يحيط به . في حين تجد العكس من ذلك أيضاً ، حيث ترى كمّاً كبيراً من الناس لا يعرف أين يضع قدمه وحسب التعبير القرآني : ( وَلا تُطِعْ مَنْ أَغْفَلْنا قَلْبَهُ عَنْ ذِكْرِنا وَاتَّبَعَ هَواهُ وَكانَ أَمْرُهُ فُرُطًا ) ( الكهف / 28 ) . فمثل هذا النموذج عاجز عن انتخاب الأصلح ، لا في الدين ، ولا في الصحة ، ولا في التعليم ، ولا في التطور .\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nوالثابت من التعاليم الإلهية والتجارب البشرية هو أنّ المهم في عملية الانتخاب ضرورة وجود المعيار والميزان\r\nالأصلح في انتخاب واختيار الأصلح ، الميزان الذي من شأنه توجيه المرء نحو المعرفة والقرار والإرادة .\r\nولكن ، ترى ما هو هذا الميزان من وجهة النظر الإسلامية ؟\r\nإنّ الميزان عبارة عن القيم العظمى في حياة الإنسان ؛ بمعنى أن الإنسان مدعو إلى امتلاك الأُسس التي على ضوئها تتم عملية انتخابه لهذا الشيء أو ذاك . فمن جلس إلى مائدة طعام متعددة الألوان لابدّ له من ميزان يحدد له أساس اختياره لهذا اللّون دون غيره ، وإن كان هذا الميزان سيحرمه من اللّذة الآنية لدى تناوله الطعام اللذيذ والضار . . . ولا شك أن الميزان في هذا الإطار عبارة عن النية في تناول ما يمكن أن يحافظ على الصحة دون غيره ، ثم يأتي دور معرفة ما يضر وما ينفع . أي لابدّ من حصول التجانس والتقارن بين النية المشار إليها وبين معرفة تفعيل هذه النية على أرض الواقع بالمعرفة والعلم والاطلاع الدقيق ونظرة التخصص في كل مجال منظور .\r\nوالإنسان المؤمن الذي يجعل في طليعة أهدافه في الحياة الدخول إلى الجنّة ، لاجرم أنّ انتخابه هذا هو الغاية في الصواب ، على اعتبار أنه يقيس كل ما يصادفه في الحياة بمعيار وأسباب دخول الجنّة والابتعاد عن النار .\r\nوقد قال رسول الله صلّى الله عليه وآله في أُخريات أيام حياته : «\r\nما من شيء يبعدكم عن النار ويقرّبكم إلى\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nالجنّة إلّا وأنبأتكم به\r\n» . وفي ذلك إشارة واضحة إلى أن نبي الإسلام قد جعل الميزان في الحياة هو الجنّة ودخولها .\r\nوإذا ما رأيت البعض من الناس لا يولي أهمية إلى مصدر معيشته ؛ هل هو من حرام أو من حلال ، أو عن غشٍ أو عن سلامة ، هل عن كذب أو عن صدق . . فاعلم بأن هذا البعض يفتقر عملياً إلى الميزان ، وإن كان يؤمن بالله نظرياً . فقد وصف الله قوماً مؤمنين يعرفون المبدأ والمعاد قد وضعوا الميزان نصب أعينهم بالقول المجيد : ( رِجالٌ لا تُلْهيهِمْ تِجارَةٌ وَلا بَيْعٌ عَنْ ذِكْرِ اللّهِ وَإِقامِ الصَّلاةِ وَإيتاءِ الزَّكاةِ يَخافُونَ يَوْمًا تَتَقَلَّبُ فيهِ الْقُلُوبُ وَاْلأَبْصارُ * لِيَجْزِيَهُمُ اللّهُ أَحْسَنَ ما عَمِلُوا وَيَزيدَهُمْ مِنْ فَضْلِهِ وَاللّهُ يَرْزُقُ مَنْ يَشاءُ بِغَيْرِ حِسابٍ ) ( النور / 38 37 ) .\r\nفهؤلاء وضعوا الميزان نصب أعينهم وعملوا وفق هذا الميزان ، ولذلك فإنّ الله تبارك وتعالى يجزيهم بما عملوا ، لا بما اعتقدوا فحسب . وهذا الميزان بعيد عن العواطف ، وبعيد عن الأهواء ، وبعيد عن المصالح الدنيوية ، وبعيد عن الغرور والأماني والآمال الكاذبة .\r\nولعل السبب الأكبر في أزمة التقهقر الحاصل في مجتمعاتنا المسلمة على مختلف الأصعدة ، هو افتقارها إلى الميزان المشار إليه آنفاً ؛ ميزان الرغبة في الجنة . فمجتمعاتنا ضيعت موازين الدنيا وكذلك ضيعت موازين الآخرة ، فأضحت محكومة بتيهٍ ، لا يدانيه تيهُ بني إسرائيل على عهد النبي موسى عليه السّلام بشكل من الأشكال ! ولذلك يكون انتخابهم لغير الأصلح وعلى كل المستويات .\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nولعلّ الطريق الأوحد إلى العودة بأُمتنا المسلمة التي كانت في يوم من الأيام خير أُمة أُخرجت للناس نحو\r\nالنهضة والتطور الديني والدنيوي يكمن في إعادتها وجذبها نحو الموازين الشرعية الصحيحة بما تملك من ثروة القيم السماوية .\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\n\r\nكيف نحقّق معنى الإنسانية في واقعنا ؟\r\nأنت إنسان قبل أن تكون أي شيء آخر ؛ وأنت إنسان قبل أن تكون غنياً ، وقبل أن تكون ضعيفاً أو قويّاً ، وقبل أن تكون سيّداً وأميراً ، أو عبداً وأجيراً .\r\nولولا هذه المعرفة لذاتك ، وهذا الإيمان بنفسك بأنك إنسان فإنّك ستفقد إنسانيتك ؛ فإن كنت فقيراً استُعبدت ، وإن كنت غنياً استكبرت ، وإن كنت عالماً تطاولت بعلمك على الناس ، وإن كنت جاهلًا تعصّبت لجهلك . . . وبذلك ستفقد إنسانيتك .\r\nالقرآن والإنسان\r\nإنّ تعاليم القرآن الكريم تريد لك أن تكون إنساناً ، وأن لا تفقد جوهرك ، ولا تفقد شخصيتك وذاتك ، وأن لا تذوب في الظروف المحيطة بك ، فهناك من الناس من يذوب على سبيل المثال في الغنى ، كأن يعطيهم الله تعالى المال ، فيفقدون ذواتهم ، ويعبدون المال ، أو يتّبعونه - بتعبير آخر - كما يقول الله تعالى : ( وَاتَّبَعَ الَّذينَ ظَلَمُوا ما أُتْرِفُوا فيهِ ) ( هود / 116 ) ، فإن أصبح الواحد منهم غنيّاً استكبر على الناس بغناه ، واستطال عليهم بما يملك فيقول : أنا صاحب مال فأنا إذن عظيم ، ولا يقول لنفسه : أنا صاحب إنسانيّة فأنا عظيم . وإن فقد المال قال :\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nأنا فقير ، ولأني فقير فأنا حقير . ففي حال الغنى يستطيل بماله ، وفي حال الفقر يستسلم لفقره .\r\nوالقرآن الكريم ينهانا عن هذه السلوكية ويوجّه إلينا نداءه : أيها الإنسان إن كنت صاحب مال ، فإنّك قبل ذلك وفوق ذلك أسمى من المال ، فالمال يأتي ويذهب ، واليوم بيدك وغداً بيد غيرك ، والشيء الوحيد الذي يبقى هو أنت . فالمال لا يمكن أن يحقق لك السعادة المنشودة ، فقد يأتي هذا المال ويأتي معه القلق والطغيان والحقد والحسد . وعلى هذا فليس بالضرورة أن تأتي السعادة مع المال ، فمن الممكن أن يكون هناك إنسان يعيش على الكفاف ، والعفاف ، والقناعة ، خير أملًا ، وأكثر راحة في الدنيا وكذلك في الآخرة .\r\nومن جانب آخر فإن الغنى هو نِعْم العون على تقوى الله ، حيث قال رسول الله صلّى الله عليه وآله : «\r\nنعم العون على تقوى الله الغنى\r\n» « 1 » .\r\nفإن كنت صاحب مال ، واستفدت من مالك لدينك ، وتزكية نفسك ، وتقويمها ، واختبار إرادتك فإنّك سعيد في هذه الحالة .\r\nالمال لا يصنع الإنسان\r\nوهكذا فإنّ المال لا يصنع من الإنسان رجلًا ، فقد يكون لديك الأدب ؛ والأدب زينة الرجل ، وقد تكون عالماً ؛ وصاحب العلم أفضل من صاحب المال وكما يقول\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الكافي ، ج 5 ، ص 71 .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nالحديث الشريف المروي عن أمير المؤمنين عليه السّلام : «\r\nالعلم يحرسك وأنت تحرس المال\r\n» « 1 » ، فالعلم ميراث الأنبياء عليهم السّلام ، والعلم يبقى مع الإنسان ، أمّا المال فإنّه إن بقي معه فإنّه لابدّ وأن يودّعه على حافّة قبره .\r\nأنت أيها الإنسان باستطاعتك أن تكون صاحب إحسان للناس وهذا الإحسان بإمكانك أن تجسّده من خلال علمك ، وبكلمتك الطيّبة التي هي خير من مال الغنيّ ، فلماذا تفقد إنسانيّتك بسبب فقرك ؟\r\nهناك بعض الناس يذوبون في السلطة ، فإذا تسلّطوا استطالوا على الناس وطغوا . . في حين أنّ السلطة لا تصنع منهم رجالًا ، فكم من أمير ووزير وكم من رجل كان يشار إليه بالبنان تحوّل في ليلة وضحاها إلى سجين في زاوية معتقل ، أو طريد ، أو مهاجر من بلد إلى آخر ، فلماذا تتعلّق بشيء يزول عنك ولا تتعلّق بنفسك ؟\r\nإنّ الإسلام يريد لنا أن نكون ذوي شخصيّات كبيرة ، فالمال يجيء ويذهب ، والسلطة تأتي وترحل ، والذي يجب أن يفتخر به الإنسان هو عبوديّته لله ، وتوحيده ، وعزّته بالإيمان ، والقناعة .\r\nقارون . . الإنسان الطاغي\r\nوالقرآن الكريم يضرب على ذلك مثلًا في شخصية قارون ، فيقول الله سبحانه : ( إِنَّ قارُونَ كانَ مِنْ قَوْمِ مُوسى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الخصال ، للشيخ الصدوق ، ص 186 .\r\n","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nفَبَغى عَلَيْهِمْ ) ( القصص / 76 ) ، فهذا الرجل كان صاحب أموال طائلة فبغى واعتدى على قومه . فالقرآن الكريم لا يقول إنّه أصبح صاحب ثروة ، بل قال إنّه بغى عليهم ؛ أي إنّه أصبح إنساناً باغياً ، وبنى كيانه على أساس الظلم والبغي . فالإنسان عادة لا يصبح ممتلكاً للثروات الهائلة إلّا بالبغي والظلم والاعتداء على ثروات الآخرين .\r\nثم يقول الله سبحانه وتعالى واصفاً الثروات العريضة التي كان قارون يمتلكها : ( وَآتَيْناهُ مِنَ الْكُنُوزِ ما إِنَّ مَفاتِحَهُ لَتَنُوأُ بِالْعُصْبَةِ أُولِي الْقُوَّةِ ) ( القصص / 76 ) .\r\nففي تلك الأيام كانت المفاتيح ضخمة ، وكلّ كنز كان له مفتاح ، ولذلك فعندما كان قارون يريد أن يخرج كانت هناك عصبة من الشباب الأقوياء تمشي وراءه ليحملوا له مفاتيح كنوزه .\r\nوكانت أوّل نصيحة قدّمها له العقلاء والأتقياء من قومه أن قالوا له : ( لا تَفْرَحْ إِنَّ اللّهَ لا يُحِبُّ الْفَرِحينَ ) ( القصص / 76 ) ؛ أي لا تفقد ذاتك ، ولا تخسر شخصيّتك ، ولا تفقد إحساسك بالأخطار المحدقة بك لمجرّد أنك امتلكت بعض المال . وربّما يعني الفرح هنا وفي آيات أخرى مشابهة إحساس الإنسان بالنشوة ، والامتلاء ، وأنه قد أدّى ما عليه ووصل إلى قمّة المجد .\r\nلماذا الفرح ؟\r\nإنّ الإنسان الذي يمتلك المال قد لا يمتلك الأدب ، وقد لا يكون صاحب علم ، وقد يكون ما يزال فقيراً بالنسبة إلى جوانب أخرى في حياته ، فلماذا يفرح ؟\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nإنّ هناك الكثير من الناس ذوي شخصيّات ضعيفة وبسيطة فإن امتلكوا شيئاً ، أو حصلوا على مركز أو منصب ما فقدوا كلّ شيء ، كمثل شخص يؤلّف كتاباً ، ففي اليوم الأوّل من صدور كتابه تراه يمشي وينظر إلى الناس ؛ هل يرونه أم لا ، وكيف هي نظرتهم إليه . . فإن تكلّم شخص حول صدور كتاب جديد أرهن أذنه ليسمع كلام الناس عن كتابه ، ثم تصدر منه حالات غريبة فإذا به يتصفّح كتابه المطبوع لمرّات عديدة ، وينظر إلى فهرسه ، ويسأل الناس عن رأيهم في كتابه ، وهكذا تكون شخصيته على قدر كتابه .\r\nفلا تفرح أيها الإنسان - ، إنّ أمامك طريقاً طويلًا لابدّ أن تسلكه لكي تصل إلى السعادة ، كما يقول الله تعالى : ( وَاعْبُدْ رَبَّكَ حَتّى يَأْتِيَكَ الْيَقينُ ) ( الحجر / 99 ) . فأنت لم تصل إلى اليقين بعد ، فإن اجتزت مرحلة الدنيا فإنّ أمامك القبر والبرزخ : ( وَمِنْ وَرائِهِمْ بَرْزَخٌ إِلى يَوْمِ يُبْعَثُونَ ) ( المؤمنون / 100 ) . فهناك أمامك في القبر الملايين من السنين عليك أن تنام تحت التراب وتنتظر ، ثم بعد ذلك يأتون بك عارياً ليلقوك مع ألوف الملايين من البشر .\r\nرضوان الله هو الغاية\r\nإنّ هذا هو البرنامج الأوّل الذي يشير إليه القرآن الكريم في مجال كيفية تربية الإنسان لنفسه ، أما البرنامج الآخر فيتمثّل في قول الله تعالى : ( وَابْتَغِ فيما آتاكَ اللّهُ الدّارَ اْلآخِرَةَ ) ( القصص / 77 ) . فأفضل هدف يجب على\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nالإنسان أن يسعى إلى تحقيقه هو رضوان الله تعالى والحصول على الجنّة ؛ فإن حصلتَ على مال فانفقه في سبيل الله ، وإن أصبحت صاحب علم أو سلطة ، أو صحّة أو قوّة فوظّف كل ذلك لوجه الله ، وفي سبيل الدار الآخرة .\r\nثم يقول الله عزّ وجلّ : ( وَلا تَنْسَ نَصيبَكَ مِنَ الدُّنْيا ) ( القصص / 77 ) ؛ أي إنّ عليك أن تفكّر في الدنيا بقدر حاجتك ، فلكل إنسان نصيب معيّن من الرزق في الدنيا ، وهو لا يستطيع أن يستوعب أكثر منه .\r\nالإحسان إلى الآخرين\r\nثم يقول ربّنا سبحانه : ( وَأَحْسِنْ كَما أَحْسَنَ اللّهُ إِلَيْكَ ) . فعندما تمتلك على سبيل المثال لمبلغ من المال فعليك أن تنفق جزء منه لتأمين رزقك ، والجزء الآخر خصّصه لإطعام فقير ، فعندما ترى إنّك قد أطعمت فقيراً ، فحينئذ تكون لذّة الإطعام والإحسان أكثر من لذّة الطعام الذي تأكله ، وإن أردت أن تستغلّ قوّتك وعافيتك في سبيل الله ، فتوجّه إلى رجل ضعيف مار في الشارع واحمل عنه العبء الذي ينوء تحت وطأته ، أو اخرج في الليل وحاول أن تعثر على رجل فقير ، أو امرأة مسكينة ، أو عائلة مستضعفة لتجلس معهم ، وتقدم لهم مساعدة على قدر استطاعتك .\r\nالفساد ممنوع ! !\r\nوأخيراً يقدّم القرآن الكريم وصيته الرئيسيّة والحاسمة ، فيقول : ( وَلا تَبْغِ الْفَسادَ فِي اْلأَرْضِ إِنَّ اللّهَ لا يُحِبُّ\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nالْمُفْسِدينَ ) ( القصص / 77 ) . فإن كان الإنسان يسعى من أجل الدار الآخرة ، ولا يفرح بماله ، ويحسن إلى الناس فمن الطبيعي إنه سوف لا يبغي الفساد في الأرض .\r\nإنّ المال يدعو الإنسان إلى الإفساد ، فمن أجل أن يوسّع حدود ثروته ، أو أن يستغلّها للتسلّط والسيطرة على الناس فإنّه سوف يسعى من أجل نشر الفساد في الأرض ، وهنا تكمن الخطورة .\r\nوعلى سبيل المثال فمنذ سبعة قرون تشكّلت في هذه الأرض قوّة الرأسمال ، فقد كانت هناك مجموعة من الأغنياء شكّلوا مع بعضهم قوّة سمّيت بعدئذ ب - ( الرأسمالية ) ، وهذه القوّة التي تنامت في أوروبا ، وانتقلت بعد ذلك إلى أميركا الشمالية ، وإلى بعض البلدان في الشرق كاليابان ، كانت قوّة اقتصاديّة استفادت من العلم والتكنولوجيا ، ومن التجارة ، والزراعة .\r\nوبالطبع فإنّ هذه الطريقة هي استفادة مشروعة ، ولكنّها تحوّلت إلى أكبر قوّة مفسدة في الأرض . فهناك مجموعة من التجار ، والرأسماليّين امتصّوا دماء الشعوب في أميركا اللاتينيّة ، وآسيا ، وأفريقيا نتيجة لاجتماعهم مع بعضهم ، وتخطيطهم للسيطرة على العالم ، ففرضوا عليه نظاماً رأسمالياً ، وحاربوا كلّ من هبّ لمعارضة هذا النظام مرّة من خلال الأسلحة ، ومرّة بواسطة المحاصرة الاقتصادية ، ومرّة عبر الدعاية والإعلام وشبكاتهم التخريبيّة الإرهابيّة ، فإن لم تنفع هذه الأساليب حاربوه بقوّتهم العسكريّة .\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nإنّ علينا أن نتدبّر في الآيات القرآنية ، فالرأسمالية تسير اليوم على خطى قارون ، والتأريخ يعيد نفسه دائماً ، فقد كان قارون يقول : ( إِنَّما أُوتيتُهُ عَلى عِلْمٍ عِنْدي ) ( القصص / 78 ) ؛ أي بما كنت أمتلكه من العلم ، والذكاء ، والخبرة ، والدهاء ، والمكر استطعت أن أحصل على هذه الثروة الطائلة ، والرأسمالية تكرّر اليوم نفس هذه العبارة فتقول إنني أمتلك التكنولوجيا ، والعلم ، والشبكات ، والاستخبارات .\r\nوالقرآن الكريم يجيب قارون ومن حذا حذوه قائلًا : ( أَوَلَمْ يَعْلَمْ أَنَّ اللّهَ قَدْ أَهْلَكَ مِنْ قَبْلِهِ مِنَ الْقُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً وَأَكْثَرُ جَمْعًا ) ( القصص / 78 ) ، فقد كان قبل قارون وأمثاله طغاة متجبّرون مثل نمرود ، وشدّاد ، وفرعون . . ولكنّ الله تبارك وتعالى أهلكهم بقوّته المطلقة ، فمن يكن هؤلاء الرأسماليّون الطغاة ؟ ومن يكن أولئك الذين يفتخرون بما يملكون من قدرات علمية وتقنيّة ؟\r\nثم يقول الله تعالى : ( وَلا يُسْئَلُ عَنْ ذُنُوبِهِمُ الْمُجْرِمُونَ ) ( القصص / 78 ) ، فالحكام الطغاة ، وأربابهم من وجوه الإمبريالية العالميّة يظنّون أنّ هناك محامين ومدافعين سيدافعون عنهم يوم القيامة ، ويبرّرون مواقفهم كما كان ديدنهم في الدنيا . فعندما يريد الله تعالى أن يدمّر هؤلاء الطغاة فإنّه لا يسألهم عن ذنوبهم ، ولا يعقد لهم محكمة ، فالمحكمة للمتّهم ، أمّا المجرم فليست هناك حاجة إلى محاكمته عند الله سبحانه .\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nالرحمة الإلهيّة\r\nومع ذلك فإن الله عزّ وجلّ رحيم بعباده ، فهو يعطي المهلة بعد الأخرى لهم عسى أن يعودوا إلى رشدهم ، ويتغيّروا . ولذلك فإنّ الله تعالى أمر النبي موسى عليه السّلام أن لا يجابه فرعون بشكل مباشر ، ولا يوجّه إليه كلاماً عنيفاً وقاسياً : ( اذْهَبا إِلى فِرْعَوْنَ إِنَّهُ طَغى * فَقُولا لَهُ قَوْلًا لَيِّنًا لَعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشى ) ( طه / 44 43 ) . فالله جلّت قدرته لا يريد لأحد أن يدخل جهنّم حتى وإن كان فرعون نفسه ؛ فهو رحيم بعباده ، وهو خلقهم لكي يرحمهم ، ولكنّ الإنسان - للأسف - لا تجدي معه النصيحة .\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\n\r\nالفصل الثالث : الإنسان والمسؤولية\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\n\r\nالإنسان . . هو المسؤول الأوّل\r\nالخطابات القرآنية تتوجّه عادة إلى المجموع ، لكي تحمّل المجتمع مسؤوليته إزاء الأفراد وأمام الله سبحانه وتعالى . ولكنّ هذا لا يعني أن لا تنطبق هذه الخطابات على الأفراد لكي يحمل كلّ واحد منهم مسؤوليته بصورة خاصّة ، وتثار المبادرات الفرديّة ، وتتحوّل إلى دافع نفسي لكلّ قلب ونفس ، بل إنّ هذه الخطابات قد تصرّح بأنّ المطلوب ليس تحرّكاً اجتماعيّاً فحسب ، بل تحرّك فردي في إطار التجمّع .\r\nوالتجمّع ليس إطاراً للمسؤولية بل هو إطار لممارستها ، كما أنه ليس شرطاً للعمل بل أسلوباً له ، وليس هدفاً بذاته وإنّما هو وسيلة للإنجاز الأكبر والأفضل . وفي الآيات الكريمات من سورة آل عمران يبدأ الحديث بالخطاب الموجّه إلى المجموع ، فيقول ربّنا عزّ وجلّ : ( لا يَتَّخِذِ الْمُؤْمِنُونَ الْكافِرينَ أَوْلِياءَ مِنْ دُونِ الْمُؤْمِنينَ وَمَنْ يَفْعَلْ ذلِكَ فَلَيْسَ مِنَ اللّهِ في شَيْءٍ إِلّا أَنْ تَتَّقُوا مِنْهُمْ تُقاةً وَيُحَذِّرُكُمُ اللّهُ نَفْسَهُ وَإِلَى اللّهِ الْمَصيرُ * قُلْ إِنْ تُخْفُوا ما في صُدُورِكُمْ أَوْ تُبْدُوهُ يَعْلَمْهُ اللّهُ وَيَعْلَمُ ما فِي السَّماواتِ وَما فِي اْلأَرْضِ وَاللّهُ عَلى كُلِ شَيْءٍ قَديرٌ * يَوْمَ تَجِدُ كُلُّ نَفْسٍ ما عَمِلَتْ مِنْ خَيْرٍ مُحْضَرًا وَما عَمِلَتْ مِنْ سُوءٍ تَوَدُّ لَوْ أَنَّ بَيْنَها وَبَيْنَهُ أَمَدًا بَعيدًا وَيُحَذِّرُكُمُ اللّهُ نَفْسَهُ وَاللّهُ رَؤُفٌ بِالْعِبادِ * قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللّهَ فَاتَّبِعُوني يُحْبِبْكُمُ اللّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللّهُ غَفُورٌ رَحيمٌ ) ( آل عمران / 31 28 ) .\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nفالخطاب في الآيات القرآنية موجّه كما هو واضح إلى المجتمع ككلّ كما نلاحظ ذلك في صيغة الجمع المستعملة في الآية الأُولى : ( لا يَتَّخِذِ الْمُؤْمِنُونَ الْكافِرينَ أَوْلِياءَ مِنْ دُونِ الْمُؤْمِنينَ ) . ثم يؤكد الله تعالى قائلًا : ( وَمَنْ يَفْعَلْ ذلِكَ فَلَيْسَ مِنَ اللّهِ في شَيْءٍ إِلّا أَنْ تَتَّقُوا مِنْهُمْ تُقاةً ) . فالخطاب إذن موجّه إلى المجموع ، وإلى المؤمنين كأُمّة ، وكتجمّع حسب مراحل تصاعدهم .\r\nولكنّنا سرعان ما نجد السياق القرآني ينتقل من هذا الأسلوب في الخطاب إلى أسلوب آخر ، فيقول الله تعالى : ( يَوْمَ تَجِدُ كُلُّ نَفْسٍ ما عَمِلَتْ مِنْ خَيْرٍ مُحْضَرًا وَما عَمِلَتْ مِنْ سُوءٍ تَوَدُّ لَوْ أَنَّ بَيْنَها وَبَيْنَهُ أَمَدًا بَعيدًا ) .\r\nوعلى هذا فإنّ كلّ نفس مسؤولة ، وإن هناك رابطة مباشرة بين الإنسان وبين ربّه . فالله جلّ وعلا سيحاسبنا كأفراد على أعمالنا : ( يَوْمَ تَجِدُ كُلُّ نَفْسٍ ما عَمِلَتْ مِنْ خَيْرٍ مُحْضَرًا ) . فالحساب لا يمكن أن يجري عبر التجمّع ، فهو سبحانه لا يحاسب المجموعة عن الفرد من غير أن يحاسب الفرد ، بل إنّه في البدء يحاسب الفرد بشكل مباشر .\r\nثم يعود السياق الكريم ليبيّن لنا أنّ الحساب الفرديّ لا يعني أن يكون العمل فرديّاً بعيداً عن التجمّع ، والتنظيم ، والتعاون البنّاء ، وقد أشار الله تعالى إلى ذلك قائلًا : ( قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللّهَ فَاتَّبِعُوني يُحْبِبْكُمُ اللّهُ ) .\r\nوبذلك يمكننا أن نفكّ اللغز المطروح الآن وهو : هل القرآن الكريم يخاطب المجموع أم الأفراد ، وهل يهتمّ\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nبالمجتمعات والشعوب أم الأفراد ، وهل إنّ المجتمع هو الذي يفرز الفرد أم أنّ الفرد هو الذي يفرز التجمّع ؟\r\nالفرد هو المسؤول أولًا . .\r\nإنّ الفرد هو المسؤول أوّلًا ولكنّ هذه المسؤوليّة إنّما يمارسها من خلال التجمّع . وهذا يعني إنّ القرآن الكريم قد حمّلنا كأفراد كما حمّلنا كتجمّعات مسؤولية هامّة حيث يشير إليها ربّنا عزّ من قائل في قوله : ( لا يَتَّخِذِ الْمُؤْمِنُونَ الْكافِرينَ أَوْلِياءَ مِنْ دُونِ الْمُؤْمِنينَ ) .\r\nفالقرآن الكريم يحمّلنا مسؤوليات جسام ، أمّا كيف نحقّق هذه المسؤوليات ، وفي أيّ حقل ، فهذه قضايا يحدّدها القانون ، أو يحدّدها عقل الإنسان حسب الظروف ، والمجالات .\r\nإننا يجب أن نسعى كأفراد وجماعات مؤمنة سعياً حثيثاً من أجل التخلّص من علوّ واستكبار وتعال الكفّار علينا ولا نكون أولياء لهم ، وقد يكون هذا السعي عبر الحرب والجهاد المقدّس ، وقد يكون عبر البحث العلمي الدقيق ، والتكنولوجيا المتقدمة ، وقد يتمثل في تطوير الزراعة بحيث نؤمّن لأنفسنا الاكتفاء الذاتي في مجال الغذاء ، كما وقد يتجسّد في التجمّع ، وبناء المؤسّسات ، أو من خلال تأسيس البنوك الإسلاميّة ، والمؤسّسات الماليّة المستقلّة عن المؤسّسات القائمة في العالم ، وما إلى ذلك .\r\nوالعقل ، والعلم ، والمعرفة ، والأوضاع الاجتماعيّة والسياسيّة كلّ ذلك هو الذي يحدّد هذه القضيّة ، ولكنّ\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nالمسلّم به إنّ هذا السعي يمثّل واجباً جادّاً مفروضاً علينا كأفراد وكجماعات ، لأنّ الخطاب القرآني حتى وإن كان موجّهاً إلى المجموع فإنّه ينسحب على الأفراد أيضاً ، بحيث يكون الفرد هو المسؤول عن تطبيقه . هذا في الوقت الذي لا يلغي فيه دور التجمّع ، بل يعطي لهذا الدور الأهميّة الكبرى .\r\nترى هل فكرنا في تطبيق هذه الآية الكريمة : ( لا يَتَّخِذِ الْمُؤْمِنُونَ الْكافِرينَ أَوْلِياءَ مِنْ دُونِ الْمُؤْمِنينَ ) ، وبعبارة أخرى ؛ ما هو واجبنا تجاه التكنولوجيا المتقدّمة ، وهل فكرنا كيف ننقذ العالم من الأسلحة المتطورة ، وكيف ننقذ المسلمين من التخلف الاقتصادي والعلمي . . وكيف نكون نحن المسلمون أفضل علماً ، وأكثر استيعاباً لمسائل الطبّ مثلًا وكيفيّة علاج الأمراض لكي لا يدفعنا جهلنا بالأمراض نحو السفر إلى البلدان الغربيّة بمجرّد أن نشعر بأبسط مرض ؟\r\nإنّ الواحد منّا كمسلم مسؤول عن أن يجعل راية الإسلام راية عالية خفاقة فوق رايات الكافرين ، ومسؤول عن تطبيق قوله ( ص ) : «\r\nالإسلام يعلو ولا يعلى عليه\r\n» « 1 » ، فالإسلام لا يمكن أن يعلو إلّا من خلال تحملنا لمسؤولياتنا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - من لا يحضره الفقيه ، ج 4 ، ص 334 .\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\n\r\nالشعور بالمسؤولية أساس النجاة\r\nمن خصائص القرآن الكريم أن آياته تطرح الحقائق بشكل مباشر ، وتجعلنا نطّلع عليها كما يطّلع الإنسان من فوق ربوة على مروج خضراء .\r\nومن هذه الحقائق إننا نشاهد سماءاً مرفوعة ، وكواكباً تدور ، وبحاراً هادئة حيناً وهائجة حيناً آخر ، وإذا ما مات منّا شخص واريناه تحت التراب فتنقطع عنّا أخباره ، فلا نعلم عنه بعد ذلك شيئاً . وهكذا الحال بالنسبة إلى ما تنطوي عليه أنفسنا من خير أو شرّ فإنه قيد الكتمان لا يكاد يعلم به أحد غيرنا . ولكنّنا غداً عندما نجد هذه السماء التي جعلها الله تعالى سقفاً محفوظاً قد انفطرت ، ونرى هذه الكواكب المنتظمة التي يسير كل منها في فلك ترتطم ببعضها وتتبعثر . وإذا بالبحار الهادئة تتحوّل إلى نيران متفجرة ، والنفوس التي كانت تحاول إخفاء ما فيها عن الناس تظهر على حقيقتها .\r\nيوم انكشاف الحقيقة\r\nفي مثل هذه الأجواء يعرف الإنسان الحقيقة ؛ وهي أنه كان غافلًا مغروراً لأسباب تافهة ، ولكنّنا هناك سننكشف على حقائقنا ، وتظهر أعمالنا ، وتنكشف سوءاتنا ، فلماذا نغترّ إذن - ؟\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\n( يا أَيُّهَا اْلإِنْسانُ ما غَرَّكَ بِرَبِّكَ الْكَريمِ ) ( الانفطار / 6 ) ؟ فمن أنت ، ومن أنا ، ولماذا يتبختر الواحد منّا ويطغى وهو من العجز بحيث يصفه الله تعالى بالقول : ( وَإِنْ يَسْلُبْهُمُ الذُّبابُ شَيْئًا لا يَسْتَنْقِذُوهُ مِنْهُ ضَعُفَ الطّالِبُ وَالْمَطْلُوبُ ) ( الحج / 73 ) ، ويقول عنه الحديث الشريف : «\r\nمسكين ابن آدم ، مكتوم الأجل ، مكنون العلل ، محفوظ العمل ، تؤلمه البقة ، وتقتله الشرقة ، وتنتنه الحرقة\r\n» « 1 » .\r\nوفي هذا المجال يروي لنا التأريخ رواية معبّرة تقول إنّ ذبابة حطّت على جبين أحد الخلفاء العبّاسيين ، وكان كلّما يحاول إبعادها تعود ، وفي هذه الأثناء دخل بهلول ، فإذا بهذا الطاغية ينبري قائلًا : لماذا خلق الله الذباب ؟ فأجاب بهلول : لكي يرغم به أنوف الطغاة !\r\nإنّ الآية المباركة : ( يا أَيُّهَا اْلإِنْسانُ ما غَرَّكَ بِرَبِّكَ الْكَريمِ ) تحمل السؤال وجوابه . فالله عزّ وجلّ أنعم علينا بنعم بلغت من الكثرة والتواتر بحيث أنها أذهلتنا عن شكره وذكره ، فانشغلنا بإرضاء رغباتنا وشهواتنا المادّية ، وأنستنا هذه الرغبات والشهوات حمد الله تعالى وشكره . فعد إلى نفسك أيها الإنسان ، واعرف نفسك بنفسك ، وزنها قبل أن توزن غداً بميزان العدالة ، واعرفها قبل أن تُعْرَف أمام الملأ .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - نهج البلاغة ، حكمة رقم 419 .\r\n","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nمراحل خلق الإنسان\r\nثم يقول ربّنا عزّ وجلّ : ( الَّذي خَلَقَكَ فَسَوّاكَ فَعَدَلَكَ ) ( الانفطار / 7 ) . وفي هذا القسم من الآية يشير الله تعالى إلى مراحل خلق الإنسان ، وهذه المراحل عبارة عن الخلقة الأُولى ، ثم تسوية الإنسان ؛ فما من عضو فيه إلّا وهو متناسب مع سائر الأعضاء . فكلّ أعضاء جسم الإنسان مترابطة متعاونة ، بحيث إذا تعرّض عضو ما إلى تأثير من التأثيرات فإنّ الجسم كلّه سيبدي ردود الفعل إزاء هذا التأثير .\r\nوعندما تلتقي نطفة الرجل ، مع بويضة المرأة ، فإنّ هناك حسب ما يقرّره العلم الحديث ثلاثمائة مليار احتمال ، وصورة الإنسان هي واحدة من هذه الاحتمالات ، ولذلك فإنّ من غير الممكن أن يتماثل اثنان في العالم تماثلًا كاملًا إلى قيام الساعة .\r\nترى من الذي اختار للإنسان هذه الصورة الجميلة المتناسقة التي يشير إليها قول الله تعالى : ( في أَيِ صُورَةٍ ما شاءَ رَكَّبَكَ ) ( الانفطار / 8 ) ؟ فحتّى هذه الصورة لم أستطع أنا اختيارها ، ومع ذلك فإنّ الإنسان يصيبه الغرور حتى يدفعه هذا الغرور إلى التكذيب بالدين .\r\n( كَلّا بَلْ تُكَذِّبُونَ بِالدِّينِ ) ( الانفطار / 9 ) .\r\nإنّ مشكلة الإنسان الرئيسيّة هي كفره بالدين ؛ أي بيوم الجزاء والمسؤولية ، في حين أنه إذا آمن بالمسؤولية فإنّ حياته ستسودها السعادة والاستقرار ، فالإنسان الذي\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nيؤمن أنه سوف يمثل غداً أمام محكمة عادلة بصيرة ، وأنه سيجازى جزاءً عادلًا ، فإنّ مثل هذا الإنسان سوف لا يكذّب بالله العظيم ، ولماذا يفعل ذلك وهو يعلم أنه حيّ قيّوم مهيمن عليه ؟\r\nأمّا الإنسان اللّامسؤول ، والذي لا يؤمن بأنه سيقف أمام محكمة العدل ، والذي يكذب ، ويكفر بجميع القيم والمعتقدات الإلهيّة ، فإنّ من الطبيعيّ أن كذبه هذا سيشمل الخالق عزّ وجلّ نفسه . وعلى هذا فإنّ كلمة ( كلّا ) تحمل هنا بصائر مختلفة ، وأهم هذه البصائر أنّ الإنسان إنما ينكر الحقيقة لأنه ينكر المسؤولية ، ويكذّب بيوم الدين الذي هو يوم المسؤولية والجزاء .\r\nثم ماذا ينفعني تكذيبي ؟ دعنا نكذّب ملايين المرات بالشمس مثلًا - ، فهل أن تكذيبنا بها يعني أنها ستفنى وتنعدم ؟\r\nوالقرآن الكريم يريد أن يفهمنا هنا أنّ التكذيب بيوم الدين لا يمكن أن ينفع صاحبه ، بل أنه يعود بالضرر عليه ، لأنّ هناك من يسجّل كلّ كبيرة وصغيرة عليه .\r\n( وَإِنَّ عَلَيْكُمْ لَحافِظينَ * كِرامًا كاتِبينَ * يَعْلَمُونَ ما تَفْعَلُونَ ) .\r\nيقول الله تعالى : ( وَكُلَّ إِنسانٍ أَلْزَمْناهُ طائِرَهُ في عُنُقِهِ وَنُخْرِجُ لَهُ يَوْمَ الْقِيامَةِ كِتابًا يَلْقاهُ مَنْشُورًا * اقْرَأْ كِتابَكَ كَفى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسيبًا ) ( الإسراء / 14 13 ) .\r\nوالإنسان عندما يفتح هذا الكتاب سيكتشف أن كلّ صغيرة وكبيرة مسجّلة فيه ، وسيقول وقد أخذته الدهشة\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nوالذهول : ( ما لِ هذَا الْكِتابِ لا يُغادِرُ صَغيرَةً وَلا كَبيرَةً إِلّا أَحْصاها ) ( الكهف / 49 ) .\r\nوربما ينكر هذا الإنسان ما يحصيه هذا الكتاب ، وعندئذ تشهد عليه أعضاؤه وجوارحه ، فلا يمكنه أن ينكر شيئاً مما اقترفه .\r\nغفلتنا عن الآخرة\r\nوعلى الرغم من كلّ ذلك تجدنا نعقد الجلسات الطويلة التي ربّما ننال فيها من الآخرين بالغيبة ، والتهمة ، والنميمة . . متناسين أنّ كلّ هذه الذنوب سنؤاخذ عليها يوم القيامة . ويقال في هذا المجال أن علمائنا السابقين كانوا يسجّلون ذنوبهم على رغم قلّتها لكي يحاسبون أنفسهم عليها ، ولكنّنا نرتكب الذنوب الكثيرة غير عابئين بها في حين أننا لا نستطيع أن نخفي أنفسنا عن الملائكة المحيطين بنا ، ولا نستطيع الهروب منهم .\r\nويضيف السياق القرآني قائلًا : ( إِنَّ اْلأَبْرارَ لَفي نَعيمٍ ) ( الانفطار / 13 ) . ومن الطريف في هذه الآية أنّ الله تعالى لا يقول إنّ الأبرار سيدخلون النعيم ، فليست هناك كلمة ( سين أو سوف ) الدالّتين على المستقبل ، بل إن الله يقول : ( إِنَّ اْلأَبْرارَ لَفي نَعيمٍ ) ( الانفطار / 13 ) ؛ أي إنّ النعيم محيط بهؤلاء الأبرار منذ الآن ، وهذا يعني أنّ الجنّة موجودة في الدنيا ولكنّنا محجوبون عنها . فصلاتنا نعمة ، وهكذا الحال بالنسبة إلى صومنا ، والكلمة الطيّبة التي تصدر منّا ، بل إنّ جميع أعمالنا الصالحة هي نعم في الحقيقة ولكنّنا محجوبون عن معرفتها ، والتلذّذ بها .\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nتجسُّد النعم يوم القيامة\r\nوفي يوم القيامة تتجسّد هذه النعم ؛ فتأتي الصلاة مثلًا في صورة شاب وسيم ، طيّب الرائحة ، لطيف المعشر ، ليؤنسنا في وحشتنا ؛ وفي القبر مثلًا - تتحوّل الصلاة إلى نور يبدّد ظلماته ، والكثير من الناس لا ينتبهون إلى أنهم قد دخلوا عالم الموت حتى يوضعوا في القبر ، فتعود الروح إليهم جزئياً ، وفي هذه اللحظة يدرك الإنسان أنه قد فارق الحياة ، فتصبح ( الوحشة ) المشكلة الأُولى التي يعاني منها ، حيث لا أقارب ، ولا أهل ، ولا أصدقاء ، ولا باستطاعته الرجوع . . وهنا بالضبط تسرع إليه صلاته لتؤنسه . فلنحذر من الصلاة الناقصة ، ولنحاول أن نهتمّ بها من خلال الاهتمام بمقدّماتها ، وأركانها ، وأدائها على الوجه الصحيح والكامل .\r\nومرّة أخرى تهبّ الصلاة إلى نجدة الإنسان ؛ وذلك عندما يخرج من قبره مؤتزراً كفنه ، مضطرباً ، مغبراً ، لا يعرف إلى أين يذهب ، وفي هذه اللحظات العصيبة تأتي الصلاة لتشفع للإنسان ، وتنقذه من هذه الأزمة ، ولذلك فإنّ الأبرار في نعيم منذ الآن ، فممارساتهم العباديّة ستتحوّل إلى نعم كبيرة في الجنّة .\r\nالفجّار في جحيم\r\nوفي الطرف المقابل يتحدّث القرآن الكريم عن الفجّار قائلًا : ( وَإِنَّ الْفُجّارَ لَفي جَحيمٍ ) ( الانفطار / 14 ) . فالذي يأكل على سبيل المثال مال اليتيم ، فإنّه يأكل في الحقيقة\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nفي بطنه ناراً ولكنّه لا يشعر . وفي هذا المجال يروى إنّ رجلًا كافراً جاء إلى أحد المسلمين وقد أحضر معه عظمة ، فقال للمسلم : أتدري من أين جئت بهذه العظمة ؟ فقال : لا . فقال : هذه عظمة أخذتها من قبر كافر ، وأنتم تقولون إنّ الإنسان الكافر يعذّب بالنار في قبره ، فأين النار ؟ فلم يحر المسلم جواباً ، فبعث إلى أمير المؤمنين ( ع ) ليسأله عن جواب ذلك الرجل ، فجاء الإمام ( ع ) وطلب إحضار حجرين ، فضربهما ببعض ، فانقدحت النار منهما ، فسأل الإمام ( ع ) الرجل الكافر : أين كانت هذه النار ؟\r\nفالنار إذن موجودة في الحجر ، ولكنّها كامنة فيه فظهرت . وهكذا الحال بالنسبة إلى الأعمال السيّئة التي يرتكبها الإنسان ، فهي في الحقيقة نيران ، ولكنّها كامنة ستظهر يوم القيامة . وعلى هذا فإنّ الفجّار في جحيم ، ولكنّهم لا يصلونها إلّا في يوم القيامة . فهذه النار الخفيّة ستتحول في الآخرة إلى نار مشتعلة يصلونها بشكل متواصل كما يشير إلى ذلك ربنا عزّ وجلّ في قوله : ( وَما هُمْ عَنْها بِغائِبينَ ) ( الانفطار / 16 ) ، فأين يهربون منها ، وهم الذين جمعوا وقودها ؟\r\nالاستغفار طريق النجاة\r\nولذلك فإنّ علينا أن نتخلّص من هذه النار بالاستغفار ، وعلينا في هذا المجال أن نضع نصب أعيننا موضع الشاهد في الآية التالية : ( رَبَّنا آتِنا فِي الدُّنْيا حَسَنَةً وَفِي اْلآخِرَةِ حَسَنَةً وَقِنا عَذابَ النّارِ ) ( البقرة / 201 ) . فالحسنة في\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nالدنيا هي الحياة الطيّبة ، وفي الآخرة الجنّة ، أمّا معنى ( وَقِنا عَذابَ النّارِ ) فإنّ هناك أُناساً يدخلون الجنّة ولكنّهم في الطريق يمرّون على جهنّم ، ونحن نرجو من الله سبحانه ، أن لا نكون ممّن يمرّ بهذا الطريق ، بل أن نجتاز الطريق الذي يؤدّي مباشرة إلى الجنّة .\r\nوالسؤال المطروح هنا : كيف نتخلّص من هذه الذنوب التي ارتكبناها ، ونسيناها ، وهي مسجّلة عند الله ؟\r\nإنّ الطريق إلى ذلك هو الاستغفار ، وفعل الحسنات ، وقد قال الله تعالى : ( إِنَّ الْحَسَناتِ يُذْهِبْنَ السَّيِّئاتِ ) ( هود / 114 ) .\r\nوالإنسان لأنّه لا يعرف هل انمحت ذنوبه أم ما زالت مسجّلة ، فإنّ عليه أن يكون دائم الاستغفار ، ودائم الفعل للحسنات والأعمال الصالحة .\r\nضرورة الشعور بالمسؤولية\r\nوتأسيساً على كلّ ذلك فإننا نقف وجهاً لوجه أمام المسؤولية الخالصة ، فيجب علينا أن لا نحتجب عن هذا الشعور ، ألا وهو الشعور بالمسؤولية . فعلينا أن نضع ( يوم الدين ) نصب أعيننا في كلّ عمل نقوم به ، فهناك أمامنا المحكمة الكبرى ، والسجلّ الذي سيفتح أمام أعيننا لنرى كلّ أعمالنا مكتوبة فيه .\r\nوالإنسان المؤمن ديدنه التدبّر في أعماله ، فهو لا يتخذ قراراته بسرعة ، بل يفكّر فيها طويلًا قبل أن يتخذها . وهكذا الحال بالنسبة إلى ( الكلمة ) فإنّ الإنسان مسؤول عنها أيضاً إلى درجة أنّ الإمام علي ( ع ) يتمنى في بعض\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nأحاديثه أن يكون له عنق كعنق البعير لكي لا تخرج الكلمة من فمه ألّا بعد أن تمرّ بمراحل من التفكّر ، والتأمّل .\r\nإنّنا نعيش في هذه الدنيا أياماً قليلة ، وقد قال الإمام أمير المؤمنين علي عليه السّلام : «\r\nيا بن آدم ، إنّما أنت أيام مجموعة ، فإذا مضى يوم مضى بعضك\r\n» « 1 » . ففي كلّ يوم ينهدم ركن من أركاننا ، والأيام تمضي سراعاً ، وكلّما تقدّمنا في العمر ، سارعنا إلى الفناء . فلنبادر إلى التوبة ، وتزكية النفس ، وإصلاح الذات ، ولنفكّر في أنفسنا ، ونجعل لها برنامجاً تربويّاً . فنحن نمتلك في كل يوم أربعاً وعشرين ساعة ، علينا أن نستغلّها لتزكية أنفسنا .\r\nفلنكن جاهزين لعمل الخير ، ولنحاول أن نخطّط لهذا العمل ، فمن المفترض أن تكون لدينا وضوح رؤية في هذا المجال ، وإن لم نمتلك هذا الوضوح ، فلنسأل الآخرين ممن يتمتّعون بالتجربة والخبرة ، ولا بأس أن ننتمي إلى الهيئات الدينية ، والجمعيّات الخيريّة ، المهمّ أن لا نعيش حالة الاسترسال والغفلة ؛ فالساعات تمرّ ، والأيام تنصرم بسرعة ، والموت في انتظارنا ، ونحن لا ندري كم يوماً سنعيش بعد يومنا هذا .\r\nبين الأمل والأجل\r\nوفي هذا المجال يقول الإمام عليّ ( ع ) أيضاً :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - شرح نهج البلاغة ، لابن أبي الحديد ، ج 20 ، ص 319 .\r\n","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\n« أما بعد ، فإنّ الدنيا أدبرت ، وآذنت بوداع ، وأنّ الآخرة قد أقبلت وأشرفت باطلاع ، ألا وإنّ اليوم المضمار ، وغداً السباق ، والسبقة الجنّة ، والغاية النار ؛ ألا تائب من خطيئته قبل حلول منيّته ، ألا عامل لنفسه قبل يوم بؤسه ، ألا وأنكم في أيام أمل من ورائه أجل ، فمن عمل في أيام أمله قبل حضور أجله فقد نفعه عمله ، ولم يضرّهُ أجله ، ومن قصّر في أيام أمله قبل حضور أجله ، فقد خسر عمله ، وضرّه أجله\r\n» « 1 » .\r\nفلنفكّر في أنفسنا ، ونبرمج لتزكيتها على الصعيد الروحيّ والأخلاقي من أجل أن نتزوّد لآخرتنا ، ولا ننشغل بشهواتنا وميولنا ، ولنضع الموت نصب أعيننا ، ولنستزد دوماً من الأعمال الصالحة التي من شأنها أن تشفع لنا في يوم الفاقة الذي لا ينفع فيه مال ولا بنون إلّا من أتى الله بقلب سليم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - نهج البلاغة ، خطبة رقم 28 .\r\n","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\n\r\nوعي المسؤوليّة هدف الرسالات\r\nمن المعلوم إنّ الهدف الأسمى لرسالات السماء هو « تربية الإنسان » والتربية هذه تنبع من ذاته ، وتتفاعل مع ضميره ووجدانه ، ولا يمكن أن تقوم على القهر والإجبار ، فيؤتى بها من خارج وجوده وكيانه .\r\nوالإنسان كما هو معروف هو المخلوق الوحيد الذي أوتي القدرة على تغيير نفسه تغييراً نوعيّاً هائلًا ، وإنّ أسمى ما في هذا الإنسان الذي كان خلقه من ضغثين ؛ ضغث من نار ، وآخر من نور ، إنّما هو الإرادة ، فهي أسمى قيمة ، وأكبر نعمة . فالإرادة هذه إمّا أن تجعل من الإنسان وجوداً ناريّاً مطلقاً ، أو وجوداً نوريّاً محضاً ؛ أي إنّه إمّا أن يصبح من أهل النار التي ليس فيها إلّا العذاب ، ولا ترجى منها الرحمة والشفقة ، ولا حتى السماح والإذن بأن يدعو الإنسان ربّه ، وإمّا أن يكون من أهل الجنّة التي ليس فيها إلّا النور ، والطهر ، والنقاء ، والسلام ، ولقاء الربّ الكريم .\r\nمسيرة تكليف\r\nوهكذا فإنّ مسيرة حياة الإنسان في هذه الدنيا هي مسيرة تكليف له بأن يغيّر ذاته تغييراً نوعيّاً ؛ فأمّا أن يهبط به هذا التغيير إلى حضيض النار ، أو يرتفع به إلى\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nنعيم الجنّة . وكلّ ذلك يتوقف على إرادة الإنسان ، فالإرادة والتكليف اللّذان اتّصف بهما الإنسان دون سائر المخلوقات إنّما هما من قدرة الله جلّ شأنه ولطفه ، فهما هبة إلهيّة ينبغي على الإنسان أن يستثمرهما في تنمية نفسه ، وصياغتها من جديد بما يقوده إلى نور ونعيم الجنّة ، وإلّا فإنّهما سيقودانه إلى النار إن هو أساء العمل بهما بحيث يحرفانه عن الصلاح والصواب .\r\nولذلك فإنّ الأولى بالناس على أن يسلكوا في هذه الحياة الطريق الذي يقودهم إلى الجنّة ، ويجعلهم من أهلها ، والقرار يتوقّف عليك أنت أيها الإنسان ، فلابدّ من أن تعمل بما يؤدّي بك إلى الجنّة ، فدع المشاكل ، وعثرات الطريق ، وكلّ ما يبعدك عن سلامة المسير جانباً ، وإيّاك والسقوط في شرك الشيطان ، فتكون ضحية مكره وخداعه .\r\nوعلى هذا الأساس فإنّ الإنسان هو الكائن الوحيد الذي يمكنه أن يصنع نفسه بنفسه ، ويخلقها من جديد بما وُهب من قدرة الإرادة والمشيئة ؛ وذلك بأن يربّي نفسه ، ويوجّهها من داخلها لا من خارجها ؛ فإذا حدثت هذه التربية والتوجيه بمؤثّر وموجّه خارجيّين فإنّ أثر هذه التربية سيستمر لفترة معيّنة ثم ينتهي . فحينما يكون الإنسان المسلم حاضراً في مجلس حسينيّ ، أو تجمع قرآني نجده يخضع لهذه الأجواء ، وترتسم عليه علائم التديّن والاهتداء ، ولكنّه عندما ينتقل إلى مجالس اللهو واللعب تراه يتحوّل شيئاً فشيئاً إلى إنسان لاهٍ نتيجة خضوعه لأجواء اللّهو واللّعب .\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nولذلك فإنّ المؤثّر التربوي الخارجيّ سيجعل الإنسان يتلوّن في سلوكه ، وأخلاقه ، وتعامله إذا ما انفصل عنه الدافع الداخلي للتربية ، الخاضع للإرادة . أمّا التربية الداخليّة النابعة من الإرادة فإنها تظهر الإنسان على معدنه الحقيقيّ ؛ فإن كانت إيجابيّة سلكت به إلى عالم النور والهداية الربّانيّة ، وإن كانت سلبيّة ظهر معدنه مشوباً عكراً ينذر بالنار .\r\nبلوغ الطريق القويم\r\nوهكذا فإذا كان الإخلاص في النيّة والعمل نابع من داخل الإنسان ، وعمق ضميره ، وعن عقل وإرادة خيّرة ، فهذا هو ما ينشده القرآن في صياغة الإنسان ، وبنائه روحياً ومعنويّاً ، وإذا ما اهتم الإنسان المؤمن بهذا الهدف القرآني فقد بلغ الطريق القويم ، ووضع قدمه على جادّة الصواب ، وإلّا فليس هناك طريق صائب ، ولا هدف منشود إذا ما انعدم الشرط المهمّ المتمثّل في معرفة الهدف القرآني . وفي هذا المجال يقول الله تعالى : ( فَمَنِ اهْتَدى فَإِنَّما يَهْتَدي لِنَفْسِهِ وَمَنْ ضَلَّ فَإِنَّما يَضِلُّ عَلَيْها وَما أَنَا عَلَيْكُمْ بِوَكيلٍ ) ( يونس / 108 ) . وما أدقّ هذا التعبير القرآني ، حيث يتبيّن من خلاله أن الهدى إنّما هو لمصلحة الإنسان في الدنيا والآخرة ، في حين أنّ الضلال عدوّه . وإذا ما سادت هذه الروح ؛ روح الشعور بالمسؤوليات ووعيها ، فهذا يعني أنّ السير نحو الهدف القرآني المتمثّل في البناء الذاتي صار قويماً .\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nوعلى هذا لابدّ أن نفكّر مليّاً ، وندرك حقيقة المسؤولية ، فنحن المسؤولون أولًا وأخيراً ، وهذه الحقيقة لو وعاها الإنسان فإنّه سيبادر إلى تربية نفسه وتزكيتها . فالإنسان هو الذي يزكّي نفسه لا غيره ، وهو الذي يدسّ نفسه كما يقول ربّنا سبحانه : ( وَنَفْسٍ وَما سَوّاها ( 7 )\r\nفَأَلْهَمَها فُجُورَها وَتَقْواها * قَدْ أَفْلَحَ مَنْ زَكّاها * وَقَدْ خابَ مَنْ دَسّاها ) ( الشمس / 10 7 ) .\r\nوربّما يعلّل البعض سوء مسلكه أو انحرافه بأسباب بيئيّة ، أو اجتماعية ، أو عائلية . وهو لا يعلم أنّ العلّة الحقيقيّة إنّما تكمن في ذاته هو ، كما يقول القرآن الكريم : ( بَلِ اْلإِنْسانُ عَلى نَفْسِهِ بَصيرَةٌ * وَلَوْ أَلْقى مَعاذيرَهُ ) ( القيامة / 15 14 ) . فالمعاذير هي هذه التبريرات التي نردّدها دائماً ، والتي هي في حقيقتها نوع من الكذب والخداع الذاتي .\r\nوربّما لا تشعر أنك تكذب وتخادع نفسك عندما تبرّئ ساحتك من المسؤوليّة ، فتلقيها على أبيك أو أُمّك أو مجتمعك ، وتعتبرهم هم المسؤولون عن وضعك وحالتك الاجتماعيّة والنفسيّة ؛ أَفلَم تملك العقل ، وتُوهب الإرادة ، فَلِمَ لا تشكر الله على هاتين النعمتين بأن تختار لنفسك الطريق القويم في هذه الحياة ؟\r\nوهكذا لا ينبغي لنا أن نترك الساعات والأيام ، والفرص التي تمرّ مرّ السحاب دون استثمارها بما نبني به أنفسنا ، ونصلح داخلنا ، فيكون لدينا ما نقدّمه غداً لآخرتنا من خلال ما نعمله في دنيانا ، ونخلص فيه لوجه الله سبحانه ، فكلّ هذه الساعات والأيام محصيّة علينا عند الله ، فالأجدر بنا منذ الآن أن نفكّر في أنفسنا ، ونهتمّ\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nبمسؤوليّتنا ، ونتحرّك على ضوء ذلك ، وهذا هو ما يهدف إليه القرآن الكريم .\r\nالهدف التربويّ في القرآن\r\nونحن إذ نتلو كلّ آية في القرآن نلمس الهدف التربوي الذاتي فيها ، فعندما يخاطب القرآن المؤمنين قائلًا : ( ى ا الَّذينَ آمَنُوا ) فإنما يعني أولئك الذين دخلوا بمحض اختيارهم واحة الإيمان الخضراء ، وهكذا الحال بالنسبة إلى جميع الخطابات القرآنية كالآيات التالية المقتطفة من سورة الرعد :\r\n( الَّذينَ آمَنُوا وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ اللّهِ أَلا بِذِكْرِ اللّهِ تَطْمَئِنُّ الْقُلُوبُ * الَّذينَ آمَنُوا وَعَمِلُوا الصّالِحاتِ طُوبى لَهُمْ وَحُسْنُ مَآبٍ * كَذلِكَ أَرْسَلْناكَ في أُمَّةٍ قَدْ خَلَتْ مِنْ قَبْلِها أُمَمٌ لِتَتْلُوَا عَلَيْهِمُ الَّذي أَوْحَيْنا إِلَيْكَ وَهُمْ يَكْفُرُونَ بِالرَّحْمنِ قُلْ هُوَ رَبّي لا إِلهَ إِلّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ مَتابِ * وَلَوْ أَنَّ قُرْآنًا سُيِّرَتْ بِهِ الْجِبالُ أَوْ قُطِّعَتْ بِهِ اْلأَرْضُ أَوْ كُلِّمَ بِهِ الْمَوْتى بَلْ لِلّهِ اْلأَمْرُ جَميعًا أَفَلَمْ يَيْأَسِ الَّذينَ آمَنُوا أَنْ لَوْ يَشاءُ اللّهُ لَهَدَى النّاسَ جَميعًا وَلا يَزالُ الَّذينَ كَفَرُوا تُصيبُهُمْ بِما صَنَعُوا قارِعَةٌ أَوْ تَحُلُّ قَريبًا مِنْ دارِهِمْ حَتّى يَأْتِيَ وَعْدُ اللّهِ إِنَّ اللّهَ لا يُخْلِفُ الْميعادَ ) ( الرعد / 31 28 ) .\r\nإنّ هؤلاء المؤمنين يرفلون بالسعادة والاطمئنان حين يذكر اسم الله عندهم ، وكأنك أبحرت بهم في سفينة النجاة نحو شاطئ الأمان . فذكر الله يجعلهم يستشعرون الطمأنينة والراحة وإن كانوا يعيشون أصعب الظروف وأحلكها ، لأنهم يدركون أنّ كلّ مصيبة تهون ، وكلّ\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nهمّ ينجلي ، وكلّ عسر ينتهي ما دام الله سبحانه هو المهيمن والمدبّر ، وهو المقدّر الرزّاق الكريم ، فلماذا الخوف والقلق والحذر ؟\r\nثم ينتقل السياق ليزفّ البشرى لهؤلاء المؤمنين : ( . . . طُوبى لَهُمْ وَحُسْنُ مَآبٍ ) . وكلمة ( طوبى ) مشتقة من الطيب ؛ أي إنّ لهم العاقبة الحسنى ، والحياة الطيّبة .\r\nهدف الرسالة والرسول\r\nويستمر السياق الكريم ليبيّن الهدف الذي تنتهي عنده مسؤولية الرسالة والرسول : ( كَذلِكَ أَرْسَلْناكَ في أُمَّةٍ قَدْ خَلَتْ مِنْ قَبْلِها أُمَمٌ لِتَتْلُوَا عَلَيْهِمُ الَّذي أَوْحَيْنا إِلَيْكَ وَهُمْ يَكْفُرُونَ بِالرَّحْمنِ ) . فالهدف هو تلاوة القرآن ، فعندما يتلى هذا الكتاب العظيم على أحد فقد تمّت حجّة الله عليه ، وبلغته الرسالة الإلهيّة . فيوم تلا رسول الله صلّى الله عليه وآله القرآن على الناس تمّت الحجة عليهم ، فحين يكفر هؤلاء الناس بما يتلى عليهم فإنّ مسؤولية هذا الكفر تقع عليهم .\r\n( وَهُمْ يَكْفُرُونَ بِالرَّحْمنِ قُلْ هُوَ رَبّي لا إِلهَ إِلّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ مَتابِ ) .\r\nفالرسول يتحدّاهم ، ولا يخضع لمشيئتهم ، بل إنّه يتوكل على الله تعالى . وهذه هي مسؤولية الرسول والرسالة ، فهي تتمثّل في حمل العبء القرآني الذي تنوء من حمله الجبال وتتصدّع ، ولكنّ قلب النبيّ صلّى الله عليه وآله أعظم وأقوى من الجبال ، بل إنّ الأرض كلّها لو شاءت أن تلمّ به وتستوعبه لتقطّعت هي الأخرى أوصالًا متناثرة ،\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nوكذلك الموتى لو تلي عليهم هذا القرآن وفهموه واستوعبوه لعادت إليهم الحياة .\r\n( وَلَوْ أَنَّ قُرْآنًا سُيِّرَتْ بِهِ الْجِبالُ أَوْ قُطِّعَتْ بِهِ اْلأَرْضُ أَوْ كُلِّمَ بِهِ الْمَوْتى بَلْ لِلّهِ اْلأَمْرُ جَميعًا ) .\r\nمسؤوليتنا إزاء القرآن الكريم\r\nفلابدّ من الهداية حين يتلى هذا القرآن ، ولابدّ من أن تهيمن معانيه وخطاباته على القلب النقي السليم ، ولكن كيف السبيل إلى من أماتوا قلوبهم بالعناد والجحود ؟\r\nفليشحذ الرساليّون أنفسهم بالطاقة الإيمانيّة الهائلة التي يشعّها القرآن الكريم ، وليغترفوا من هذا البحر الزاخر ، وليدرسوه مليّاً ، ويطبّقوه بعد أن يدركوا مفاهيمه وقيمه ووصاياه ، ولا يتوانوا عن العمل به .\r\nثمّ يستمرّ السياق ليكشف عن حقيقة نعمة الإرادة التي وهبها الله عزّ وجلّ للإنسان : ( فَلَمْ يَيْأَسِ الَّذينَ آمَنُوا أَنْ لَوْ يَشاءُ اللّهُ لَهَدَى النّاسَ جَميعًا ) .\r\nفالله تعالى لو شاء لأجبر الناس على الإيمان والاهتداء ، ولكن ما جدوى هداية كهذه ، لذلك كانت مشيئته أن يهب الإرادة للإنسان ، ويعطيه الحرّية في الاختيار ، ويحمّله مسؤوليّة سلوكه وعمله في الحياة الدنيا ، وهذه هي قاعدة ( لا إِكْراهَ فِي الدِّينِ ) ، ثم جعل للهداية الثواب والأجر الجزيل ، والنجاح في الدنيا والآخرة ، بينما جعل عاقبة الظلال والانحراف العقابَ والعذاب .\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nثم يقول الله تعالى : ( وَلا يَزالُ الَّذينَ كَفَرُوا تُصيبُهُمْ بِما صَنَعُوا قارِعَةٌ أَوْ تَحُلُّ قَريبًا مِنْ دارِهِمْ حَتّى يَأْتِيَ وَعْدُ اللّهِ إِنَّ اللّهَ لا يُخْلِفُ الْميعادَ ) ، ولعلّ المراد من هذه الآية الخاتمة لمجموعة الآيات التي ذكرناها هو مخاطبة الأمم العاصية والجاحدة ، وتحذيرها من الإمعان من غيّها وإنحرافها حتى تأتيها قوارع وطوارق الدهر والأيام ، فتصيبها المصائب والويلات والنكبات ، ومع كلّ ذلك فإن البعض من هؤلاء الكافرين ، وجحدة الحقّ لا يعتبرون بها ، ولا يستيقظون من سبات جاهليّتهم ، ولا يخرجون أنفسهم من جحيم طغيانهم وعصيانهم ، وانحرافهم من خلال الإقبال على الهدى .\r\nوعلى أية حال فإنّ على الإنسان الذي يرفض الهداية ، ويبتعد عن المسؤولية ، وتحمّل عبئها أن لا يظنّ أنّ شيئاً ما في هذه الحياة سيعوّضه وينفعه ، فلابدّ للإنسان إذن أن يفكّر في نفسه وتربية ذاته في أجواء الهداية ، والإيمان ، والأخذ بالمثل العليا والقيم والمفاهيم السامية .\r\nوهكذا فإنّ لله جلّت قدرته في هذا الكون ، وفي خلقه سنناً تجري ما جرى الدهر ، وتمضي على الآخرين كما مضت على الأوّلين ، وسنّة التغيير التي نحن بصددها تقف على رأس هذه السنن ، فلابدّ من أن نبدأ بتغيير أنفسنا لكي تجري سنّة التغيير الإلهيّة في مجراها الطبيعيّ .\r\nفليكن أبناؤنا ورجالنا قرآنيّين يعون الرسالة الإلهيّة ، ويستجيبون لدعوتها ، ولنتحمّل بكلّ ثبات وصبر مسؤوليّتنا التأريخيّة الخطيرة في جميع القضايا ، ولندع الله سبحانه بعد ذلك أن يرزقنا التوكل عليه ؛ بأن نخطّط ونبرمج جهودنا ونعمل بها ثم ننتظر بعدئذ رحمته .\r\n\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\n\r\nآفاق مسؤولية الإنسان\r\n( وَإِذْ أَخَذَ رَبُّكَ مِنْ بَني آدَمَ مِنْ ظُهُورِهِمْ ذُرّيَّتَهُمْ وَأَشْهَدَهُمْ عَلى أَنْفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ قالُوا بَلى شَهِدْنا أَنْ تَقُولُوا يَوْمَ الْقِيامَةِ إِنّا كُنّا عَنْ هذا غافِلينَ * أَوْ تَقُولُوا إِنَّما أَشْرَكَ آباؤُنا مِنْ قَبْلُ وَكُنّا ذُرّيَّةً مِنْ بَعْدِهِمْ أَ فَتُهْلِكُنا بِما فَعَلَ الْمُبْطِلُونَ * وَكَذلِكَ نُفَصِّلُ اْلآياتِ وَلَعَلَّهُمْ يَرْجِعُونَ * وَاتْلُ عَلَيْهِمْ نَبَأَ الَّذي آتَيْناهُ آياتِنا فَانْسَلَخَ مِنْها فَأَتْبَعَهُ الشَّيْطانُ فَكانَ مِنَ الْغاوينَ * وَلَوْ شِئْنا لَرَفَعْناهُ بِها وَلكِنَّهُ أَخْلَدَ إِلَى اْلأَرْضِ وَاتَّبَعَ هَواهُ فَمَثَلُهُ كَمَثَلِ الْكَلْبِ إِنْ تَحْمِلْ عَلَيْهِ يَلْهَثْ أَوْ تَتْرُكْهُ يَلْهَثْ ذلِكَ مَثَلُ الْقَوْمِ الَّذينَ كَذَّبُوا بِآياتِنا فَاقْصُصِ الْقَصَصَ لَعَلَّهُمْ يَتَفَكَّرُونَ ) ( الأعراف / 176 172 ) .\r\nلما كان الإنسان يتحمل المسؤولية فور ما يبلغ رشده ، فيا ترى ما هي آفاق هذه المسؤولية ؟\r\nلِنَقُلْ أولًا : إنّ الإنسان مسؤول عن منهج تفكيره ، وعن هداه وضلاله ، وعن العقيدة الدينية وخطّه الفكري الذي يلتزم به .\r\nونحن حينما نشير إلى هذا الأُفق من المسؤولية ينبغي أن نتذكر أنّ المسؤولية تعني أن أي انحراف أو إهمال عن التخطيط لتحمل المسؤولية سينعكس على الإنسان بصورة سلبية وقاسية في حياته الدنيا ولدى لقاء ربّه في يوم الحساب ، سواء قبل الإنسان بذلك أم رفض ، اقتنع أم لم\r\n\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nيقتنع ، لأن قانون تحمل المسؤولية سنّة إلهيّة وحقيقة فطرية ، لا يمكن لأحدٍ التهرب منها .\r\nإن مسؤولية الإنسان عن عقيدته والتزامه فكراً معيناً تفرضها طبيعته الحرّة وإحساسه التام بالقدرة على الاهتداء إلى الصراط المستقيم .\r\nلقد خلق الله الإنسان أوّلَ ما خلقه في عالم الذر ، وكان قبل أن ينقله إلى هذه الدنيا قد خلقه سوياً ، فأشهده في ذلك العالم على نفسه ، حيث أخرج الله سبحانه وتعالى ذرّية بني آدم من صلبه وأشهدهم على أنفسهم قائلًا : ( أَ لَسْتُ بِرَبِّكُمْ قالُوا ) . فأركز في ذات كل فرد من أفراد البشرية هذه الفطرة ؛ فطرة معرفة الله والاعتراف به والتسليم له كربّ واحد لا شريك له . . فطرة نبذ الشركاء والأنداد من دون الله عزّ وجلّ .\r\nوقد يكون هؤلاء الأفراد قد نسوا تلكم المشاهدة ونسوا الموقف والمعاينة ، ولكن آثارها لا تزال راسخة في أعماق أنفسهم ، حيث وعاء الفطرة لا يمكن بحال من الأحوال أن يلغى من الطبيعة الإنسانية ، حتى أصبح الإنسان بناءً على ذلك على نفسه بصيرةً ولو ألقى معاذيره ، وهو كان عاجزاً كل العجز عن التهرّب أو تبرير هذا التهرّب من تحمّل ثقل مكاشفة الفطرة له .\r\nوبهذه الفطرة يحتج الله تبارك وتعالى على عباده لما فرطوا في أمرهم وغفلوا أو تغافلوا ، فاتبعوا ثقافة وتقاليد وقناعات آبائهم والأجيال التي سبقتهم ، فيحاسبهم ربّهم أشد الحساب وأدقه . وقد قال سبحانه بهذا الصدد :\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\n( أو تَقُولُوا إِنَّما أَشْرَكَ آباؤُنا مِنْ قَبْلُ وَكُنّا ذُرّيَّةً مِنْ بَعْدِهِمْ أَ فَتُهْلِكُنا بِما فَعَلَ الْمُبْطِلُونَ ) ( الأعراف / 173 ) .\r\nكلّا ؛ فكل إنسان حرٌّ في اعتناق العقيدة ، وهو حرُّ أيضاً وقادر على تجاوز ضغوط التراث . . وليس محقّاً أبداً في ادعائه عدم عقلانية آبائه أو تأريخه ، لأنه سيحاسب في يوم القيامة حساباً منفرداً وفي معزل عن الآخرين وحسابهم ، وعليه فإن هذا التبرير وأمثاله غير مقبول لدى ربّ العباد .\r\nويضرب الله جلّ وعلا مثلًا لنا ؛ إنساناً آتاه العلم وهداه إلى الصراط المستقيم وبيّن له الآيات ، ولكنّه انسلخ عنها ، حيث يقول : ( وَاتْلُ عَلَيْهِمْ نَبَأَ الَّذي آتَيْناهُ آياتِنا فَانْسَلَخَ مِنْها فَأَتْبَعَهُ الشَّيْطانُ فَكانَ مِنَ الْغاوينَ * وَلَوْ شِئْنا لَرَفَعْناهُ بِها وَلكِنَّهُ أَخْلَدَ إِلَى اْلأَرْضِ وَاتَّبَعَ هَواهُ فَمَثَلُهُ كَمَثَلِ الْكَلْبِ إِنْ تَحْمِلْ عَلَيْهِ يَلْهَثْ أَوْ تَتْرُكْهُ يَلْهَثْ ذلِكَ مَثَلُ الْقَوْمِ الَّذينَ كَذَّبُوا بِآياتِنا فَاقْصُصِ الْقَصَصَ لَعَلَّهُمْ يَتَفَكَّرُونَ ) ( الأعراف / 176 175 ) . فآيات الله قد بصّرته وذكرته وزوّدته بالحكمة ، ولكنّه انسلخ منها انسلاخاً وجد خلاله الشيطان له قريناً تابعاً ، لأنه رأى فيه فرصته الذهبية لإغواء الآخرين به . .\r\nإذن ؛ فليس من الصحيح والمجدي أن يبرر الإنسان ضلاله وانحرافه بأنه هكذا اعتقد وهكذا اقتنع وهكذا فكر ، بل لا يجوز له وهي فريضة فطرية ودينية أن يقتنع إلّا بالحق دون سواه ، كما لابدّ له من اختيار الطريق المناسب للوصول إلى الحق ، لأنه الوسيلة الوحيدة\r\n\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nلتحقيق إنسانية الإنسان وإحراز مرضاة الله . ومن هنا نرى المؤمنين المخلصين يلجؤون إلى ربّهم متضرعين بالقول : «\r\nاللّهمّ صلِّ على محمّد وآله ، وأرني الحقّ حقّاً حتى أتبعه ، وأرني الباطل باطلًا حتى أجتنبه ، ولا تجعله عليَّ متشابهاً فاتبع هواي بغير هدى منك\r\n» « 1 » .\r\nهناك في حريم نفسك ، وسرِّ سرِّك ، وغيبِ غيبك ، يراقبك الله وهو العالم بما توسوس به نفسك ، وهو الأقرب إليك من حبل الوريد . . هنالك يراقبك ربّك الأكرم ، فلا مجال لك أن تخطأ المسير ، لأن الخطأ الحقيقي يأتي من خطأ المنهج ، في حين أن المنهج الفكري الصحيح هو المطلب الإلهي ، أما التفكير الذي يقود إلى الهوى والشهوات فهو تفكير قاتل مرفوض . .\r\nولنقل ثانياً : إنّ من آفاق وأبعاد مسؤولية الإنسان هو مسؤوليته عن سلوكه ، وقد بيّن لنا ربّنا سبحانه وتعالى في سورة الزلزلة ، وهي التي لها الوقع الأعظم في النفس : ( إِذا زُلْزِلَتِ اْلأَرْضُ زِلْزالَها * وَأَخْرَجَتِ اْلأَرْضُ أَثْقالَها * وَقالَ اْلإِنْسانُ ما لَها * يَوْمَئِذٍ تُحَدِّثُ أَخْبارَها * بِأَنَّ رَبَّكَ أَوْحى لَها * يَوْمَئِذٍ يَصْدُرُ النّاسُ أَشْتاتًا لِيُرَوْا أَعْمالَهُمْ * فَمَنْ يَعْمَلْ مِثْقالَ ذَرَّةٍ خَيْرًا يَرَهُ * وَمَنْ يَعْمَلْ مِثْقالَ ذَرَّةٍ شَرًّا يَرَهُ ) ( الزلزال / 8 1 ) .\r\nبهذه الدقة المتناهية وبهذا الوضوح والشفافية يبيّن لنا ربّنا حقيقة وثقل مسؤولية ابن آدم تجاه سلوكه وضرورة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مصباح المتهجد ، للشيخ الطوسي ، ص 111 .\r\n","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nرصد كل فعل من أفعاله لئلّا يجد نفسه من الخاسرين في نهاية المطاف في يوم الحساب ، حيث سيشاهد حتى ذرّات مثاقيل أعماله .\r\nولنقل ثالثاً : إنّ الإنسان بعد أن كان مسؤولًا عن عقيدته وسلوكه ، وفكره وأخلاقه ، قد أصبح مسؤولًا عمّن يحيط به من أهل وذرّية ، انطلاقاً من قوله سبحانه وتعالى : ( يا أَيُّهَا الَّذينَ آمَنُوا قُوا أَنْفُسَكُمْ وَأَهْليكُمْ نارًا وَقُودُهَا النّاسُ وَالْحِجارَةُ عَلَيْها مَلائِكَةٌ غِلاظٌ شِدادٌ لا يَعْصُونَ اللّهَ ما أَمَرَهُمْ وَيَفْعَلُونَ ما يُؤْمَرُونَ ) ( التحريم / 6 ) .\r\nتُرى من يرتضي لأهله أو ذرّيته الاحتراق في سعير جهنّم ؟\r\nبالطبع لا أحد يرتضي ذلك ، ولكن الكثير يغفل عن أنه بإهماله مسؤوليته تجاه أهله وذرّيته حيث لا يأمرهم بمعروف أو ينهاهم عن منكر ، أو لا يدلّهم على نبع الهداية الصافي إنما يساعد مساعدةً مباشرة ، أو لنقل يدفعهم إلى النار دفعاً .\r\nوإنما نعني بهذه المسؤولية ضرورة ممارسة الإنسان دوره الإيجابي والفعال تجاه الأُسرة الصغيرة ، وهي العائلة ، والأُسرة الكبيرة ، وهي المجتمع على وجه العموم ، لأن المجتمع كالسفينة في بحر الحياة إذا خرقها أحدهم غرق وأغرق الآخرين . . فإذا انتشرت الرذائل في المجتمع فإنها لن تستثني أحداً على الإطلاق ، سواء على صعيد الحاضر أو المستقبل .\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\n\r\nمسؤولية الإنسان تجاه ربّه\r\nمن أبرز معاني المسؤولية وأخطرها مسؤولية الإنسان أمام ربّ العالمين سبحانه وتعالى ، وذلك حينما يواجهه مباشرةً ويحاسبه على أفعاله وأقواله ، بل وحتى على نيّاته وبنات أفكاره . .\r\nفي هذه المواجهة العتيدة ستكثر وتتعدد الشهادة عليه ، حيث ستشهد عليه جوارحه ، وستشهد عليه الأرض والسماء والملائكة والأنبياء وكل الذين تتابعوا في إنذاره ، كل هؤلاء سيشهدون عليه ، ولكن بين هذه الشهادات هناك شاهد سيشهد عليه ، فيهزّه من الأعماق ، وهذا الشاهد ليس سوى نفس الإنسان ، وقد قال الله سبحانه : ( اقْرَأْ كِتابَكَ كَفى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسيبًا ) ( الإسراء / 14 ) .\r\nوحينما تصدر الشهادة ضد المرء من وجدانه وضميره ، ثم تتكاثر ضدّه الشهادات ، ولا سيّما شهادة ربّ العزّة وكفى به شاهداً وشهيداً آنذاك ستبدأ مرحلة جديدة ، يجبر ابن آدم على خوضها ، وهي مرحلة الميزان ، إذ توزن أعماله من حسنات وسيئات ، بميزان دقيق لا تفوته الذرةُ من المثقال من أعمال الخير وأعمال الشرّ .\r\nثم يساق الإنسان بعد المحاسبة الدقيقة إلى الصراط الممتد من موطئ قدمه على أرض ميدان الحساب إلى الجنّة مارّاً\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nفوق لهيب نار جهنم . . وهو الصراط الذي قال عنه رسول الله صلّى الله عليه وآله ، بما أخبره الروح الأمين : «\r\nأدق من الشعر ، وأحد من السيف\r\n» « 1 » .\r\nفإما أن ينتقل ابن آدم عبره إلى الجنّة المفتّحة أبوابها للمتقين ، وإما أن يتهاوى منه إلى النار ، ليكون في عداد الفاسقين ، فيحترق فيها ثم يكون وقوداً لاستمرار اشتعالها ، كما قضى الله عزّ وجلّ بذلك .\r\nمنهج المسؤولية\r\nأوَ ليست هذه المسؤولية كافيةً لأن نفرض رقابةً صارمة على أعمالنا وأقوالنا وأفكارنا لئلّا تكون عرضةً للأهواء والشهوات والضغوط المادية .\r\nأن المنهج الرباني الذي فرض على الناس هذه المسؤولية يلفت انتباههم إلى ضرورة مراجعة حساباتهم وطبيعة دورهم في الحياة الدنيا ، لا سيّما وأنه قد أوضح لهم بأن الدنيا عبارة عن مرحلة زائلة ، وأن ما فيها من نعم قد أُحيطت بالكدر والخوف والوجل والنقصان ، وبالتالي فهي لا تستحق هذا التكالب المستميت وهذا الاقتتال العنيف عليها ، وهي إذا كانت لم تبقَ لإنسانٍ بعينه ، فكيف ستدوم لغيره ، وبأي دليل ؟ !\r\nلقد بينت نصوص القرآن وسنّة الرسول الأكرم والأئمة من أهل بيته الطاهرين عليهم الصّلاة والسّلام ، وهي التي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الكافي ، ج 8 ، ص 312 .\r\n","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nتمثل بمجموعها بنود النهج الإسلامي العظيم ، بينت أن الدنيا لا تستحق أن يبيع الإنسان آخرته من أجلها ، وأن الجنّة الخالدة ورضوان الله الأكبر هما الثمن الأغلى الذي لا ينبغي أن يدفع لسائر الأمور الأخرى . فهل من المعقول أن يتجرأ الإنسان على بيع الجنّة التي عرضها السماوات والأرض للحصول على بيت مثلًا محدود المساحة في هذه الدنيا ، وقد شيد من المال المسروق أو المغصوب . . أم هل يمكنه أن يبيع رضوان الله الذي يعجز الواصفون عن مجرد تخيّله ، بشهوة عاجلة ؟ !\r\nلقد خانت الدنيا الملوك والسلاطين والأثرياء والمترفين والمغرورين ، وهم الذين وفوا لها مطلق الوفاء ، وها هي الحضارات والدول القوية يعلوها تراب الأرض ، تنتظر قيام الساعة لتبرز إلى ربّها ، فكيف ستفي هذه الدنيا لمن قد يكتفي منها باللذّة البسيطة العاجلة .\r\nإن من طبيعة خلقة هذا الوجود أن ابن آدم إذا مات أصبحت الدنيا لديه كأن لم تكن ، إذ ستطوى طيّاً أمامه ، وليست حاله آنذاك إلّا كحال من استيقظ بعد نوم ثقيل . فهل يصلح أن يبيع الإنسان آخرته بدنياه ؟ !\r\nسيقف الإنسان يوم القيامة أمام ربّ العزّة والجبروت ، فيُسأل عن الذين أُرسلوا إليه ، كما يسأل عن أنفاسه وماله وشبابه ، وعن مختلف المسؤوليات التي أُلقيت على عاتقه . .\r\nولكن لمّا كان الله أرحمَ الراحمين ، فقد جعل للإنسان مناسبات ومنحه الفرص الثمينة لأن يحاسب نفسه فيضبطها ويكبح جماح شهواتها قبل أن يستدعيه في يوم القيامة .\r\n\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nولعل من أبرز تلكم المناسبات والفرص ليلة الجمعة من كل أسبوع ، حيث يبعث الله تبارك اسمه ملكاً من السماء الدنيا فينادي عبادَ الله عن لسان ربّ العالمين ويدعوهم إلى التوبة والاستغفار والعودة إلى خالقهم . فقد روي عن الإمام محمد الباقر والإمام جعفر الصادق عليهما السّلام ، أنهما قالا : «\r\nإذا كانت ليلة الجمعة ، أمر الله عزّ وجلّ ملكاً فنادى من أوّل الليل إلى آخره ، وينادي في كل ليلة غير ليلة الجمعة من ثلث الليل الآخر : هل من سائل فأعطيه ، هل من تائب فأتوب عليه ، هل من مستغفر فأغفر له . يا طالب الخير أقبل ، يا طالب الشرّ أقصر\r\n» « 1 » .\r\nوالإنسان في مقابل كل هذه الرحمة الإلهيّة وهذا الإقبال العظيم من جانب الله سبحانه وتعالى مسؤول عن ألّا يغفل أو يتساهل أو يسوّف ويتربّص ، فيمنّي نفسه بالتوبة في الغد أو بعد غد . . كما أنه مسؤول في الوقت نفسه عن الاعتقاد وتفعيل هذا الاعتقاد بأن الأيام تطوى والعمر يتناقص والأجل يسارع إليه ، وأنه إذا جاء أجله فلن يستأخر لحظةً أو يستقدم . .\r\nكما أن من مستحبات ليلة الجمعة ونهارها تلاوة سورتي الجمعة والمنافقون الكريمتين ، وذلك لتتكرس عقيدة الإنسان ولتتمركز نظرته الإيمانية إلى حقيقة الحياة وطبيعة المسؤولية . فنقرأ في سورة « المنافقون » قوله تبارك وتعالى : ( وَأَنْفِقُوا مِنْ ما رَزَقْناكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ أَحَدَكُمُ الْمَوْتُ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - دعائم الإسلام ، للقاضي نعمان المقدسي ، ج 1 ، ص 180 .\r\n","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nفَيَقُولَ رَبِ لَوْ لا أَخَّرْتَني إِلى أَجَلٍ قَريبٍ فَأَصَّدَّقَ وَأَكُنْ مِنَ الصّالِحينَ ) ( المنافقون / 10 ) ، ثم قوله سبحانه : ( وَلَنْ يُؤَخِّرَ اللّهُ نَفْسًا إِذا جاءَ أَجَلُها وَاللّهُ خَبيرٌ بِما تَعْمَلُونَ ) ( المنافقون / 11 ) . . فبالإضافة إلى توضيح هذه الآية حقيقة مفاجأة الموت للإنسان ، فإنها تؤكد له بأن أوّل أنواع العقاب الذي قد يتعرّض له لدى البدء بعملية الحساب الدقيقة ، هو إبقاء الحسرة في قلبه ، حيث يصدع بأمر الله القائل بأنْ لا مجال للإمهال أو تأخير لحظة الموت .\r\nفالقرآن المجيد هو كتاب مسؤولية وكتاب وعي وكتاب عقل وحكمة تضيء الدرب أمام الإنسان ليفتح عقله حيال الحقائق الكبرى لكي لا تسيطر عليه الغفلة والضلال والعمى . .\r\nإذن ؛ فتعالوا نتدبّر في آيات كتاب ربّنا ، لنستشفي بها من الغفلة والكبوة .\r\nفالقرآن يؤكد لنا عبر آياته أننا إذا لم نتحمل مسؤولياتنا ونرتكب أعمال الشر ، كالكذب والغيبة وأكل مال اليتيم وظلم الآخرين . . سنكون من غير المنضبطين بضوابط الدين أو المتقيدين بحدود الشريعة والفطرة الإنسانية النزيهة . فهل نعلم عاقبة كل ذلك ؟\r\nإن العاقبة ستكون من جنس العمل ، إذ الأغلال ستكون في أعناق الغافلين عن الحقيقة ، المنهزمين أمام المسؤولية ، حيث ستلحق بهم الذلّة وسيتبرأ منهم أقرب المقرّبين إليهم ، ثم يقال لهم أين ما كنتم تشركون من دون الله . . ادخلوا أبواب جهنم خالدين فيها ، فبئس مثوى المتكبّرين .\r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\n\r\nلكي لا نهرب من المسؤوليّة\r\nمن المعلوم أنّ الإنسان هو كتلة هائلة من الطاقات ، ولكنّها تنطوي على قنبلة موقوتة لو انفجرت لفجّرت معها تلك الطاقات ، ولم تذر منها شيئاً ، وهذه القنبلة هي الشرك بالله العظيم .\r\nمصدر الشرك\r\nولو بحثنا في أبعاد الشرك لعلمنا أن مصدره الأساسيّ هو فرار الإنسان من مسؤوليّاته في الحياة ، وعن أداء دوره فيها ، والبحث عن كهف يختفي فيه ويهرب من مواجهة حقيقة المسؤولية والأمانة التي هي أعظم شيء في السماوات والأرض ، وأثقل من الجبال ، والتي أبت أن تحملها السماوات والأرض ، وأشفقت الجبال الراسيات من حملها .\r\nوالإنسان إنما أصبح أفضل وأكرم من كثير ممّا خلق الله تبارك وتعالى ، لأنه يحمل هذه الأمانة ، ولأنّ كاهل وجوده تحمّل عبء أمانة العقل ، والإرادة ، والمسؤولية . فالإنسان هو كائن مسؤول يحمل العقل والوعي .\r\nالشرك . . التبرير الأكبر\r\nوبناء على ذلك فلكي يهرب هذا الإنسان من تلك المسؤولية الكبيرة ، ويفرّ من أمانته التي أودعها الله تعالى في ضميره ، فإنه يلجأ إلى أسلوب الشرك .\r\n\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nوهكذا فإنّ هناك علاقة وثيقة بين الشرك والتبرير . فالإنسان عندما يقف أمام الله سبحانه وتعالى ، ويؤمن به ، ويسقط الشركاء من دونه ، فحينئذ لابدّ أن يتحمّل مسؤوليته ، فيجد نفسه أمام تلك الأمانة الكبيرة . أما الإنسان الذي لا يؤمن بالله تعالى ، فإنّه سيبحث عن كهف الأنداد من دونه ، فيتملّص بذلك من المسؤوليّة بصورة موقتة وكاذبة ، رغم أنّ الله تعالى قد خاطبه قائلًا : ( يا أَيُّهَا اْلإِنْسانُ إِنَّكَ كادِحٌ إِلى رَبِّكَ كَدْحًا فَمُلاقيهِ ) ( الانشقاق / 6 ) ، وفي موضع آخر يقول سبحانه :\r\n( بَلِ اْلإِنْسانُ عَلى نَفْسِهِ بَصيرَةٌ * وَلَوْ أَلْقى مَعاذيرَهُ ) ( القيامة / 15 14 ) .\r\nالشرك أصل كلّ فساد\r\nوبذلك يكون الإنسان قد تهرّب من المسؤولية إلى الشرك ؛ أي إنّه اتخذ من دون الله أنداداً ، ولذلك نجد أنّ القرآن الكريم كلّما ذكر سيّئة من سيّئات الإنسان ، وسلبيّة من سلبيّاته ، فإنّه يبادر إلى نهيه قبل ذلك وبعده عن الشرك بالله ، لأنّ الشرك هو مصدر كل السيئات والرذائل كما أنه أصل كل فساد . وفي المقابل فإنه كلما أمر بفضيلة أو تقوىً أو خير فإنّه يربط كلّ ذلك بالتوحيد ، لأنه أصل كلّ فضيلة ، ورأس كلّ حكمة .\r\nوبناء على ذلك فإذا رأيت نفسك تسقط في فخّ الشيطان ، وتميل إلى بعض السيئات ، ووجدت في داخلك حالة التعالي والتكبّر على أقرانك وأقربائك ، واكتشفت في نفسك\r\n\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\nضعفاً وتقاعساً في أداء العمل والاجتهاد . فاعلم أنّ جذر ذلك هو ضعف الإيمان ، ومخالطة الشرك لقلبك .\r\nوعلى الإنسان في هذه الحالة أن يبادر إلى إصلاح نفسه ، وتطهيرها من رواسب الشرك بالله ؛ ومنها العنصرية ، والفردية ، والمصلحيّة . . فجرثومة الشرك موجودة في ذات الإنسان ، كما يشير إلى ذلك ربنا عزّ وجلّ في آيات كثيرة ، منها قوله : ( إِنَّهُ كانَ ظَلُومًا جَهُولًا ) ( الأحزاب / 72 ) ، وقوله : ( وَكانَ اْلإِنْسانُ عَجُولًا ) ( الإسراء / 11 ) ، وقوله : ( كَلّا إِنَّ اْلإِنْسانَ لَيَطْغى * أَنْ رَآهُ اسْتَغْنى ) ( العلق / 7 6 ) . فالإنسان بطبعه جاهل ، ظلوم ، عجول ، جزوع .\r\nومن أجل أن يطهّر الإنسان نفسه من رواسب الشرك ، فإنّ عليه أن يعلم أنّ هذه الكهوف التي يأوي إليها هروباً من المسؤولية ما هي إلّا بيوت متهرّئة سرعان ما تنهدم ولا تستطيع بأيّ حال من الأحوال أن تمنع عذاب الله تعالى عنه ، كما يشير إلى ذلك ربّ العزّة في قوله : ( قُلْ مَنْ رَبُّ السَّماواتِ وَاْلأَرْضِ قُلِ اللّهُ قُلْ أَ فَاتَّخَذْتُمْ مِنْ دُونِهِ أَوْلِياءَ لا يَمْلِكُونَ لأَنْفُسِهِمْ نَفْعًا وَلا ضَرًّا ) ( الرعد / 16 ) .\r\nفليحاول كلّ واحد منّا أن يوجد في نفسه الشجاعة لتحمّل مسؤوليّاته .\r\n\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\n\r\nكيف نحقق مسؤولياتنا ؟\r\n( وَجاءَ مِنْ أَقْصَا الْمَدينَةِ رَجُلٌ يَسْعى قالَ يا قَوْمِ اتَّبِعُوا الْمُرْسَلينَ ( 20 )\r\nاتَّبِعُوا مَنْ لا يَسْئَلُكُمْ أَجْرًا وَهُمْ مُهْتَدُونَ * وَما لِيَ لا أَعْبُدُ الَّذي فَطَرَني وَإِلَيْهِ تُرْجَعُونَ * ءَ أَتَّخِذُ مِنْ دُونِهِ آلِهَةً إِنْ يُرِدْنِ الرَّحْمنُ بِضُرٍّ لا تُغْنِ عَنّي شَفاعَتُهُمْ شَيْئًا وَلا يُنْقِذُونِ * إِنّي إِذًا لَفي ضَلالٍ مُبينٍ * إِنِّي آمَنْتُ بِرَبِّكُمْ فَاسْمَعُونِ * قيلَ ادْخُلِ الْجَنَّةَ قالَ يا لَيْتَ قَوْمي يَعْلَمُونَ * بِما غَفَرَ لي رَبّي وَجَعَلَني مِنَ الْمُكْرَمينَ * وَما أَنْزَلْنا عَلى قَوْمِهِ مِنْ بَعْدِهِ مِنْ جُنْدٍ مِنَ السَّماءِ وَما كُنّا مُنْزِلينَ * إِنْ كانَتْ إِلّا صَيْحَةً واحِدَةً فَإِذا هُمْ خامِدُونَ ) ( يس / 29 20 ) .\r\nلمّا أمر الله تعالى الملائكة بالسجود لأبينا آدم صفوة الله على نبيّنا وعليه السّلام فوقعوا له ساجدين ، تساءلت الملائكة عن حكمة السجود لهذا المخلوق الجديد ، ولماذا ينبغي لملائكة السماء والأرض بل لهذه الموجودات الروحانية المكلّفة بالطبيعة أن تسجد لهذا المخلوق الضعيف الذي خلق من طين ؟ فكان البيان الإلهي ( إِنّي أَعْلَمُ ما لا تَعْلَمُونَ ) ( البقرة / 30 ) بياناً لنا عن الحكمة الربّانية في الأمر بالسجود لآدم بأنه قد أوتي علم الأسماء ، قال تعالى : ( وَعَلَّمَ آدَمَ اْلأَسْماءَ كُلَّها ) ( البقرة / 31 ) .\r\nومن هنا راح الإنسان يتساءل عن علّة خلقه على هذه البسيطة وسبب تسخير الطبيعة له بهذه الطريقة الفريدة ،\r\n\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nوالجواب في علم الله تبارك وتعالى ، بل هكذا شاءت حكمته . لكن الذي نستوحيه من الآيات القرآنية ، بل الذي يتبادر إلينا من استقراء تأريخ الإنسان على وجه هذه البسيطة هو أن هذا الإنسان الضعيف استطاع أن يسبر أغوار المحيطات العميقة وأن ينفذ في أقطار السماء فيحلّق في الفضاء اللّامتناهي فيفكر في غزو الكواكب ، بل أن يفلق الذرّة ، ولعلّ المستقبل القريب يكشف عن الكثير من القدرات والإمكانات ، وكل ذلك بسلطان العلم الذي وهبه الله عزّ وجلّ لهذا الإنسان الذي كان في الأصل مجموعة من طين حينما سجد له الملائكة طائعين لأمر الله تعالى مستجيبين لأمره عزّت قدرته . إذ لا ريب أن الإنسان الأوّل كان في الظاهر ضعيفاً تجاه غيره وأقل قوّة وقدرة من كثير من الأحياء والمخلوقات التي كانت مستقرّة على الأرض إبان تلك الأزمنة ، لكنّه استطاع بالعلم الذي وهبه الله إيّاه ( وَعَلَّمَ آدَمَ اْلأَسْماءَ كُلَّها ثُمَّ عَرَضَهُمْ عَلَى الْمَلائِكَةِ ) ( البقرة / 31 ) أن يكون الإنسان الذي نراه اليوم ونجده قادراً على كثير من الأمور . فقديماً كانت قدرة الإنسان وقوّته توسم بالضعف إذا ما قورنت بسائر المخلوقات ، بل بالأحياء من الموجودات آنذاك ، وهذه المقارنة هي التي كانت تحدد الفرق بين الإنسان وسائر الأحياء فيوصف بأنه ضعيف ، لأنه وعلى سبيل المثال حين تقارن سرعته بسرعة الفرس ، فالفرس أسرع منه بكثير ، لكن هذه السرعة أصبحت اليوم لا تقاس بسرعة الصواريخ العابرة للقارات والمحيطات والمخترقة\r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\nلأعماق الفضاء ، وذلك كلّه بفضل الهبة الإلهية ، بفضل العلم الذي صيّر الفرق واضحاً جلياً بين الإنسان من جهة وبين سائر المخلوقات من جهة أخرى .\r\nلكن ما هي مسؤوليتنا تجاه الخالق الواهب لهذه النعمة الكبرى ؟ وفي مقابل هذا العلم ، وهذه النعمة يأمرنا الله عزّ وجلّ أن نخلص له العبادة ، ويأمرنا بأن نعبده وحده وأن تكون عبادة الإنسان لله ناشئة من إرادته ومن قراره الشخصي بكامل حريته إذ لَا إِكْرَاهَ فِي الدِّين ( البقرة / 256 ) . لأنّ الدين الذي يأمرنا الله أن نلتزم به هو الدين البعيد عن أي نوع من الإكراه أو الاضطرار ، فالصلاة مثلًا خوفاً من العقاب الدنيوي ، وحتى رغبة في الثواب الدنيوي غير مقبولة عند الله تعالى ، إذ هو سبحانه وتعالى غني عن العباد ، وفقه الصلاة الصحيحة المقبولة عند الله عزّ وجلّ كما هو في أقوال الفقهاء يتمثل في خلوص النيّة لله تعالى . وأمّا التظاهر بالعبادة رياءً ودونما إيمان أو اعتقاد ، فهي ليست سوى أفعال بلا محتوى وبلا مضامين .\r\nهنا تتضح لنا سنّة الله تعالى في هذا الكون والفكرة الأساسية التي تدور حولها هذه السنّة الإلهيّة ، ألا وهي مسؤولية الإنسان تجاه خالقه وتجاه أبناء جنسه ، بل وتجاه هذا الوجود بأكمله . وهنا تتجلّى عظمة الإنسان من قبل الله تعالى ، وهي الكرامة التي منحها الله للإنسان حيث أكرمه بهذه المسؤولية في قبال العلم ، ذلك السلطان الذي وهبه إيّاه . ففي مقابل تسخير الطبيعة للإنسان كلّف الله الإنسان مسؤولية عبادته وحده ، انطلاقاً من الحرّية الذاتية\r\n\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nإذ هي الخلوص بالعبادة لله وحده ، عبادة غير مشوبة بالرياء أو السمعة أو الطمع أو الخوف أو أية شائبة أخرى .\r\nوقد روي عن الإمام جعفر الصادق عليه السّلام قال : يقول الله عزّ وجلّ : «\r\nأنا خير شريك ، فمن عمل لي ولغيري فهو لمن عمله غيري\r\n» « 1 » .\r\nوهذا يعني ضرورة تجرّد العبادة وخلوصها لله وحده .\r\nوأكثر ما تتجلى هذه المسؤولية وتصبح واضحة وتثبت على صفحات التأريخ في عهد الأنبياء عليهم السّلام ، حيث تكبر الصراعات بشكل يتناولها التأريخ بمزيد من الحساسية كأحداث شاخصة لها وزنها وأثرها وموقعيتها فتغدو عبر العصور والقرون وتخلد بخلود الزمن . مثالًا على ذلك ، هذان حدثان اتفقا في عام واحد فتح خيبر وعودة جعفر الطيّار من الحبشة بعد أن قاد مجموعة من المسلمين بأمر النبي صلّى الله عليه وآله إلى الحبشة والتقى ملكها حيث كانت الظروف قاسية جداً على المسلمين وكانوا في ضياع من أمرهم وعدّ هذا الحدث فتحاً أيضاً لما نقل من إسلام ملك الحبشة إثر هذه الحادثة التأريخية . هذان الحدثان كانا سبباً لسرور النبي وفرحه ، حيث كان يقول : «\r\nلا أدري بأيهما أنا أشد سروراً ؛ بقدومك يا جعفر ، أم بفتح الله على أخيك خيبر\r\n» « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - المحاسن ، للبرقي ، ج 1 ، ص 25 .\r\n( 2 ) - الخصال ، للشيخ الصدوق ، ص 484 .\r\n","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\nوكانت نقطة عطف في التأريخ الإسلامي أوجدت حينها حالة تستدعي أن يكافأ هذا القائد العائد من الحبشة ، وذاك الفاتح العائد من خيبر ، فكانت جائزة جعفر أن علّمه النبي صلاة معينة خاصّة ، وهي الصلاة المعروفة بصلاة جعفر الطيّار ، وهذه الجائزة الخالدة بخلود التأريخ الباقية بقاء الشمس والقمر وما دام الإنسان على هذه الأرض ، هذه الجائزة لم تكن مقاطعة من المقاطعات ، فلو أنه صلّى الله عليه وآله كان قد منح جعفر مقاطعة ما ، لزالت ، وانتقلت إلى غير جعفر بعد وفاته ، لكن صلاة جعفر خلدت بخلود الإسلام . هذا جعفر وذاك حيدر فاتح خيبر ، حيث قال فيه النبي الأكرم صلّى الله عليه وآله وسلّم : «\r\nضربة علي يوم الخندق أفضل من أعمال أمتي إلى يوم القيامة\r\n» « 1 » . ترى كم استغرقت ضربة علي منذ أن ارتفع السيف حتى هوى ، إن هي إلّا لحظات من الزمن وقعت في ظرف حساس ، لكنها قوبلت بجائزة النبي الكريم بأنها أفضل من عبادة الثقلين ، هذه الجائزة الخالدة بخلود الإنسانية . والله سبحانه وتعالى يخلّد هكذا أحداث ومثل هذه الساعات عبر كتابه الكريم ( وَجاءَ مِنْ أَقْصَا الْمَدينَةِ رَجُلٌ يَسْعى ) ( ياسين / 20 ) لعلّ هذه الحادثة اتفقت في مدينة أنطاكية وهي مدينة عربية تقع في ديار بكر شرق تركيا ، حيث كانت آنذاك منطقة حساسة جداً ، لأن الله تبارك وتعالى بعث بنبيين يدعوان إلى رسالة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ينابيع المودة ، للقندوزي ، ج 1 ، ص 412 .\r\n","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\nالنبي عيسى عليه السّلام فآل مصيرهما إلى السجن ، لكن الله تبارك وتعالى عززهما بثالث في قصة طويلة أشارت إليها سورة ياسين المباركة حيث استطاع هذا النبي الآتي من أقصى المدينة ومن وسط المحرومين والمستضعفين الذين يعيشون عادة في أطراف المدن وفي حاراتها الفقيرة ؛ وفي ظروف صعبة ورهيبة ؛ جاء وهو يحمل إيماناً برسالة النبي عيسى على نبينا وعليه السّلام إيماناً يكتمه في قلبه ، جاء وقد اغتنم اللحظة المناسبة والساعة المؤاتية ليعلن ويبيّن صدق الرسالة وفحواها ، جاء ليقول كلمة حق أمام سلطان جائر ، كلمة لها وقعها وقيمتها وهي أن تشهد بشهادة الحق وفي الوقت المناسب فتزعزع بها كيان الكفار وتزلزل بها عروش الطغاة .\r\nجاء النبي يسعى من وسط المستضعفين ومن أقصى المدينة ليتحدث للناس بقوة وعزيمة منطلقاً من إيمانه بعقيدته فراح يأمرهم باتباع المرسلين ، لأنّ اتّباع الناس للمرسلين هو الحجة البالغة إذ أنهم لا يسألون الناس أجراً ( اتَّبِعُوا مَنْ لا يَسْئَلُكُمْ أَجْرًا ) ، ولأنهم مهتدون فهم يحيون حياة طيبة ، وراح يخاطب نفسه فيقول : ( وَما لِيَ لا أَعْبُدُ الَّذي فَطَرَني وَإِلَيْهِ تُرْجَعُونَ * ءَ أَتَّخِذُ مِنْ دُونِهِ آلِهَةً إِنْ يُرِدْنِ الرَّحْمنُ بِضُرٍّ لا تُغْنِ عَنّي شَفاعَتُهُمْ شَيْئًا وَلا يُنْقِذُونِ * إِنّي إِذًا لَفي ضَلالٍ مُبينٍ ) ، قال ذلك كلّه ثم حسم مقولته فقال : ( إِنِّي آمَنْتُ بِرَبِّكُمْ فَاسْمَعُونِ ) متحدياً الجميع بإيمانه بالله تبارك وتعالى ، هذه الساعات الحاسمة التي انتفض بها هذا النبي ليقاوم الطغاة وكل التيارات\r\n\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nالفاسدة ، والتي أعلن فيها إيمانه حيث قال : ( إِنِّي آمَنْتُ بِرَبِّكُمْ فَاسْمَعُونِ ) كانت جديرة أن يثبتها التأريخ ، بل هي جديرة بأن يذكرها القرآن الكريم كمواقف جريئة تنبع عن إيمان بالعقيدة وعن استعداد للدفاع عنها في كل الأحوال والظروف وبغض النظر عن النتائج الآنية الدنيوية . لذا لم يذكر القرآن الكريم المصير الذي آل إليه هذا النبي في أعقاب إعلانه الرسالة ، وإنما يذكر القرآن أنه دخل الجنّة ؛ الجنّة التي هي جزاء الإنسان الذي يحمل رسالة ويريد تكريس التوحيد في الأرض .\r\nالإنسان الذي يريد تغيير مجرى التأريخ إلى ما فيه خير البشرية جمعاء ، الإنسان الذي يريد أن يكون حجة الله على الناس لابدّ أن يتحمل مثل هذه المصاعب وأن يواجه مثل هذه العقبات والمشاكل .\r\nوكل صاحب إيمان وعقيدة لابدّ أن يتوقع أن يقال له ( قيلَ ادْخُلِ الْجَنَّةَ ) ( ياسين / 26 ) ، وحينها إذ يرى الجنّة والحور العين والقصور والأنبياء السابقين يرى شيئاً بعيداً عن تصوّره وعن تصوّر أي إنسان فيتمنّى أن يكون قومه معه في مثل هذا النعيم ( قالَ يا لَيْتَ قَوْمي يَعْلَمُونَ ) بأني لو كنت أعرف هذا مسبقاً لأخبرت الناس كلّهم ولدعوتهم لينالوا هذه الجائزة الجديرة بالتضحية . ( قيلَ ادْخُلِ الْجَنَّةَ قالَ يا لَيْتَ قَوْمي يَعْلَمُونَ * بِما غَفَرَ لي رَبّي وَجَعَلَني مِنَ الْمُكْرَمينَ ) بأن هداني للإيمان وللتضحية في سبيل الحق ، فجعلني من أصحاب الكرامة وفي صف الأنبياء والصدّيقين والصالحين ، وهي منزلة ما بعدها منزلة .\r\n\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nالإنسان كفرد ، بل وكمجموعة لابدّ وأن يتحمّل مسؤولياته دونما اكتراث أو اهتمام بما سيواجه من العقبات والمشكلات ، لأنه إنما يقوم بواجبه ويؤدي مسؤوليته عن إيمان راسخ غير متزعزع بصحة عقيدته ، ولأنّ هناك ربّ يحكم هذا الوجود ويديره ويدبره ، بل ويهيمن عليه وحده وهو القادر والبصير الذي يقرر مصير العباد حيث إليه المصير ، وذلك هو الله الذي يقول : ( وَما أَنْزَلْنا عَلى قَوْمِهِ مِنْ بَعْدِهِ مِنْ جُنْدٍ مِنَ السَّماءِ وَما كُنّا مُنْزِلينَ ) . فالله سبحانه وتعالى يشير إلى عدم الحاجة إلى إرسال جنود كانت جرّارة لمحاربة مجموعة من الناس البسطاء ، ولا حاجة لإرسال ملائكة من السماء ( إِنْ كانَتْ إِلّا صَيْحَةً واحِدَةً ) صيحة سماوية أو غيرها من بركان أو انفجار ، ( وَلِلّهِ جُنُودُ السَّماواتِ وَاْلأَرْضِ ) ( الفتح / 4 ) .\r\nفمن هنا يتبين أن الإنسان حينما يتحمل مسؤولية ما لابدّ أن يؤديها ، ومن ثم فإن الله تبارك وتعالى يتكفّل بالباقي . فالإنسان يقوم بدوره في هذا الوجود باعتباره جزءاً لا ينفصل عنه ، ولأنه وجد ضمن هذه المنظومة الكونية وبالتالي ضمن سنّة إلهيّة كبرى وما بقي بعد ذلك فإن الله به كفيل .\r\nوتبعاً لهذا فإنه ينبغي للإنسان أن يقوم بدوره في الحياة ويؤدي ما عليه من مسؤوليات ، ومن ثم يوكل الأمر إلى الله جلت قدرته ، والله سبحانه بحكمته البالغة ورحمته الواسعة وفضله الحميم يحقق ما يريده .\r\n\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nمن مؤلفات سماحة المرجع الديني آية الله السيد محمد\r\nتقي المدرسي\r\n1 - أحكام الإسلام\r\n2 - أحكام الإسلام ( منتخب أحكام العبادات والمعاملات )\r\n3 - مقاصد السور في القرآن الكريم\r\n4 - تفسير من هدى القرآن\r\n5 - الوجيز في الفقه الإسلامي ( أصول العقائد وأحكام التقليد والبلوغ )\r\n6 - الوجيز في الفقه الإسلامي ( فقه الحياة الطيبة )\r\n7 - الوجيز في الفقه الإسلامي ( فقه الجهاد وأحكام القتال )\r\n8 - النبي وأهل بيته قدوة وأسوة\r\n9 - فاطمة الزهراء قدوة وأسوة\r\n10 - الإمام الحسين قدوة وأسوة\r\n11 - الإمام الحسين قدوة الصديقين\r\n12 - الإمام الحسين مصباح الهدى وسفينة النجاة\r\n13 - في رحاب القرآن\r\n14 - في رحاب بيت الله\r\n\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\nأحاديث رمضانية\r\n16 - شهر رمضان بصائر وأحكام\r\n17 - ليلة القدر معراج الصالحين\r\n18 - بحوث في القرآن الكريم\r\n19 - تأملات في رسالة الحقوق للإمام علي بن الحسين\r\n20 - الإمام المهدي ( عج ) قدوة الصديقين\r\n21 - أم البنين قدوة الإيمان والاستقامة\r\n22 - العباس بن علي نصير الحسين\r\n23 - الإسلام حياة أفضل\r\n24 - القيادة السياسية في المجتمع الإسلامي\r\n25 - قيم التقدم في المجتمع الإسلامي\r\n26 - كيف نبني حضارتنا الإسلامية ؟\r\n27 - كيف تصلى الله رب العالمين ؟\r\n28 - تزكية النفس سبيل المؤمنين\r\n29 - معالم التربية الحضارية\r\n30 - معالم الحضارة الإسلامية آفاق وتطلعات\r\n31 - على أبواب الآخرة\r\n32 - رسالة عاشوراء\r\n33 - الأخلاق عنوان الإيمان ومنطلق التقدم\r\n34 - تجليات الإيمان\r\n35 - التشريع الإسلامي ، مناهجه ومقاصده\r\n36 - النطق الإسلامي أصوله ومناهجه\r\n37 - التاريط الإسلامي دروس وعبر\r\n\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\n38 - العرفان الإسلامي\r\n39 - الفكر الإسلامي أصوله ومناهجه\r\n40 - تعليقات على العروة الوثقى\r\n41 - الوجيز في الفقه الإسلامي ( الجزء الأول / العبادات )\r\n42 - جهاد النفس ( بصيرة العقل واستقامة السلوك )\r\n43 - الققه الإسلامي ( تعليقات على العروة الوثقى ومهذب الأحكام )\r\n44 - أحكام الطلاق ومعالجة تفكك الأسرة\r\n45 - عقود المنفعة وعقود الشركة\r\n46 - عقود العين وعقود الضمان\r\n47 - مبادئ الحكمة بين هدى الوحي وتصورات الفلسفة\r\n48 - أعمال ليالي القدر\r\n\r\n\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160}
  ]