[
  {"content":"\r\n\r\nآية الله السيد محمد تقي المدرسي\r\nالإمام المهدي عجل الله فرجه\r\nقدوة الصديقين\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nالمدرسي ، محمدتقي ، 1945 -\r\nالإمام المهدي عجل الله فرجه قدوة الصديقين / محمدتقي المدرسي . - طهران ز\r\nدار محبي الحسين عليه السلام 1422 ق = 2001 م = 1380 ش\r\n144 ص .\r\n4000 ريال : 4 - 10 - 7373 - 964 isbn\r\nفهرستنويسى براساس اطلاعات فيپا .\r\nعربى .\r\n1 . محمد بن حسن ( عج ) ، امام دوازدهم ، 255 ق - 2 . مهدويت - - انتظار . الف . عنوان .\r\n77 الف 4 م / 4 / 224 bp\r\n462 / 297\r\nكتابخانه ملى إيران\r\n3411 - 80 م\r\nالإمام المهدي ( عج ) قدوة الصديقين\r\nآية الله السيد محمدتقي المدرسي\r\nناشر : دار محبي الحسين عليه السلام\r\nالطبعة الأولى : 1422 ق / 2001 م - 3000 نسخة\r\nالسعر : 4000 ريال\r\nالعنوان : طهران - شارع كريمخان زند\r\nشارع به آفرين - الفرع الرابع - دار رقم 52 - هاتف 6407435\r\nمركز التوزيع : شارع ناصر خسرو - فرع حاج نايب - هاتف 3907181\r\nشابك 4 - 10 - 7373 - 964\r\n4 - 10 - 7373 - 964 isbn\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\n\r\nالمقدمة\r\nبسم الله الرحمن الرحيم\r\nالحمد لله رب العالمين ، والصلاة والسلام على أشرف الخلق أجمعين محمد وآله الطيبين الطاهرين .\r\nلأجل أن يرقى الإنسان إلى الأعالي في سلالم التقوى والنجاح ، وان يفوز بحياة طيبة . . لابد له من نموذج يتأسى به ، وقدوة يقتدي بها .\r\nونحن نعيش في زمن يصعب على الإنسان اختيار النموذج والقدوة ليكون شاخصا له ومقياساً في أفكاره وأعماله وطموحاته ، حيث أن وسائل الإعلام في عصرنا الحاضر أخذت تلمع لنا مئات الأسماء والشخصيات ، في شتى المجالات ، مما جعلت البعض يحتار في اختيار قدوته ؛ بل قد يتيه بين الكم الهائل من الأسماء اللامعة فلا يهتدي إلى النموذج الذي يبغيه ، فيعيش الضياع .\r\nفي ظل هذه الأجواء التي تحكمها الدعاية ، وتسيرها وسائل\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nالاعلام . . ينساب البعض معها دون أي تفكير ، مما يجعل قلبه يميل في كل مرة مع شخص قد سلطت عليه الأضواء ؛ سواء كان بطلًا رياضياً أو نجماً سينمائياً ، أو وجهاً سياسياً . .\r\nغير إننا لو دققنا النظر ، نجد كل هؤلاء ؛ إن كانوا حقاً قدوة . فإنما هم قدوة في جانب واحد حسب اختصاصهم وما عرفوا به من إبداع ؛ بغض النظر عن أهميته الحياتية ، ومكانته الاجتماعية . . وهذا - بدوره - قد لا ينسجم مع واقع كل واحد واحد من الناس ، لاختلاف توجهاتهم وأذواقهم . .\r\nولكن إذا ما بحثنا عن قدوة يروي ظمأ كل العطاشى ، وينسجم مع الجميع . . لم نجد في زماننا هذا غير شخص واحد ، ألا وهو الإمام الحجة بن الحسن المهدي عليه السلام .\r\nففيه يجد الإنسان بغيته ، وعبره يحقق طموحاته ، وبواسطته يدخل الجنة .\r\nمن هنا يجدر بنا آن لا نحيد النظر عنه ، بل لابد أن نقترب منه ، وذلك عبر معرفته شخصياً ، واستيعاب كلماته ، والالتزام بمنهجه .\r\nويخطأ كل من يولي وجهه إلى غيره ، مهما كانت خصوصياته . فالإمام عليه السلام هو قدوة الصديقين ، ومنار الصالحين ؛ وهو - بكلمة - هدية الرب جل جلاله إلى الناس أجمعين ، لينقذهم من الظلم والجور إلى شواطئ القسط والعدل بإذن الله تعالى .\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nوالحديث عن الإمام المهدي عليه السلام - بلا أي مبالغة - إنما هو يجذب القلوب ، ويهيمن على النفوس . . لأنه حديث عن شخص كله فضائل ، وكله قيم ، وكله مكارم . . فإنه بلسم لكل جرح ، وشفاء لكل داء ، وانه حياة القلوب والأرواح .\r\nوبهدف القرب من الإمام عليه السلام ولو بخطوة ، والاهتداء بهداه ، والتبصر بأحواله . . قمنا بجمع جملة أحاديث ألقاها سماحة آية الله السيد محمد تقي المدرسي في مناسبات عديدة حول شخص الإمام المنتظر وشخصيته ، راجين من الله تعالى أن ينفع بها عباده الصالحين ، ويزيدنا بذلك أجراً وثواباً إلى يوم الدين .\r\nالقسم الثقافي\r\nمكتب آية الله السيد محمد تقي المدرسي\r\nطهران 2 / ذي القعدة / 1421 ه -\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nالفصل الأول : اليوم الموعود في الأفق\r\n- بقية الله خير لكم\r\n- البشرية بانتظار الأمل الواعد\r\n- الإمام المهدي عليه السلام أمل الانسانية الأكبر\r\n- اليوم الموعود ؛ أمل البشرية ووقود مسيرتها\r\n- انتظار الفرج أفضل الأعمال\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n\r\nبقية الله خير لكم\r\nبَقِيَّتُ اللَّهِ خَيْرٌ لَكُمْ إِن كُنتُم مُؤْمِنِينَ وَمَآ أَنَاْ عَلَيْكُمْ بِحَفِيظٍ ( هود / 86 )\r\nيعيش المسلمون في هذا العصر وفي هذا الظرف الحساس تحديات خطيرة ، منها ما هي تحديات مادية تحيط بأجسامهم وبلادهم ، ومنها ما هي تحديات وأخطار روحية ومعنوية تحيط بقيمهم ورسالتهم . .\r\nولا يغيب عنا ان العديد من البلدان الإسلامية تعاني من خطر الإدمان على المخدرات ، هذه اللّعنة التي أخذت وقضت على كثير من شبابنا ، حتى أن بلداً إسلامياً واحداً فقط يوجد فيه حوالي خمسة ملايين مدمن . .\r\nوتواجه العديد من بلدان المسلمين خطر الحروب حتى قيل مؤخّراً أن الغربيين قد جاءوا بالقنبلة النووية إلى منطقة الخليج ، وهم لم يأتوا بها للقضاء على سلطة صدام طبعاً ، إذ\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nهي صنيعتهم دون أدنى شك ؛ فهي - إذن - موجّهة ضد الشعوب المسلمة في هذه المنطقة ، القنبلة التي يزيد تأثيرها على مفعول قنبلة هيروشيما خمسين مرة ، علماً أن هذه الأخيرة قد قضت على مائتي ألف إنسان ياباني في مدة لا تتجاوز ربع الثانية وحولتهم إلى رماد ودخان .\r\nونحن نواجه أيضاً خطر الهجوم الثقافي الغربي الشرس على قيمنا وعقولنا ؛ فهذه الأقمار الصناعية بلغ عددها أكثر من خمسمائة قمر صناعي متناثرة في الفضاء ، تبث في كل يوم عشرات الآلاف من الأفلام الرذيلة . فهم أدخلوا العهر والفساد والميوعة إلى عقر ديارنا ومخادع نومنا ، وأولادنا لم يعودوا أولادنا ، بل هم أولاد الغربيين قبل كل شيء ، لأنهم هم الذين يربّونهم ، وهم الذين يستولون على أرواحهم وعقولهم وإرادتهم .\r\nونحن نواجه مخاطر الجفاف وشحّة الأمطار والمحاصيل الزراعية ، بسبب ضعف البنى التحتية لاقتصادياتنا .\r\nفبماذا نواجه هذه المخاطر وغيرها ؟ وإلى أي موقع نلجأ ؟\r\nهل نلجأ إلى أميركا أم روسيا أم أوروبا ؟\r\nويجيبنا الله تبارك وتعالى عن كل ذلك بقوله الكريم : بَقِيَّتُ اللَّهِ خَيْرٌ لَكُمْ\r\nفحسب ما نستفيده من بعض النصوص القرآنية وروايات أهل البيت عليهم السلام أن الله عزّ وجل قد نصب الجبال في\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nالأرض لحفظ توازنها ومنعها عن الميلان ، لأنها بمثابة المرساة التي تحافظ على توازن السفينة ، ولكن من يحفظ سكان الأرض من الدمار والانهيار والضياع ؟\r\nإنه الإمام الغائب ؛ الإمام المهدي المنتظر عجل الله فرجه ، فهو الإمام لأهل الأرض ، ولولاه لساخت الأرض بأهلها ، ولتحول كل شيء إلى كثيب مهيل .\r\nولكن لا يكفي في أي حال من الأحوال الادعاء بالإيمان بهذا الإمام العظيم ، بل لابد من التمسّك بحبله ؛ تماماً كمن كان غريقاً تتلاقفه أمواج البحر العاتية ، لا يكفيه النظر إلى خشبة طافية فوق سطح الماء ، وإنما يتوجّب عليه امتطاء تلك الخشبة .\r\nوالله جل وعلا قد أمرنا بالتمسك بالقرآن وبأهل البيت عليهم السلام ، حيث قال : وَاعْتَصِمُوا بِحَبْلِ اللّهِ جَمِيعاً وأهل البيت هم لا غيرهم سفن النجاة ، مَن ركبها نجا ومن تخلّف عنها غرق وهوى .\r\nفيا ترى كيف نتمسك بحبل الله ، وكيف نركب سفينة النجاة ؟\r\nولتعلم - أخي المسلم - قبل كل شيء أن الإمام الحجة المنتظر أقرب إليك مما تظن ، وهو عندك وأنت عنده . . ولكنك أنت الذي تحاول التهرب منه بسبب ما تقترفه من ذنوب وأخطاء . .\r\nوقد روي عن سماعة عن الإمام الصادق عليه السلام قال : سمعته يقول : مالكم تسوؤن رسول الله صلى الله عليه وآله ؟\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nفقال له رجل : كيف نسوؤه ؟ فقال : اما تعلمون ان أعمالكم تعرض عليه ، فإذا رأى فيها معصية ساءه ذلك ، فلا تسوؤا رسول الله صلى الله عليه وآله وسرّوه « 1 »\r\nإذن فالرسول والأئمة يسوؤهم أن يروا في قوائم أعمال محبيهم ذنوباً ، كشرب الخمر وسماع الأغاني والغيبة والتهمة والنميمة والتفرقة والعصبية والخمول والتهرب من الجهاد .\r\nإذن ؛ فإن ارتكاب الذنوب إذا كان يحجب العبد العاصي عن ربه ، فكذلك هو يحجب عن أولياء الله وأحبائه .\r\nإن اختراق الحجب الفاصلة بين المؤمنين وإمامهم يتيسّر عبر الالتزام بهذه النقاط التالية :\r\n1 - هجر الذنوب والتوبة إلى الله سبحانه وتعالى منها ، وعدم القنوط من رحمة الله ، وعدم الاستخفاف بمنزلة أولياء الله .\r\n2 - الإكثار من ضمانات الأمن ، كبناء المساجد والحسينيات والمدارس العلمية ، فهي كما الأعمدة في البناء تحافظ عليه ، وهي كالسور الذي يدافع ويحصن المدينة .\r\n3 - الاهتمام بتربية الأولاد تربية صحيحة ، إذ في ذلك ضمانة لاستمرار الدين في الحياة . فالإنسان مسؤول في الدنيا والآخرة عن تربية أولاده ، قبل أن يكون مسؤولًا عن توفير لقمة العيش لهم ، لا سيما إذا عرفنا أن الله سبحانه وتعالى يخلق الإنسان ويكتب رزقه له ، وبالتالي فإن الوالدين يتوجّب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 17 ، ص 131 ، ح 5 .\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nعليهما قبل كل شيء تقريب أولادهما إلى تعاليم القرآن وتعاليم النبي وأئمة أهل البيت عليه وعليهم السلام ، ليوفروا بذلك ضمانة عدم انحرافهم أو تقليل فرص الضلال التي يخلقها أعداؤهم لهم .\r\nإننا في عصر الغيبة مدعوون إلى مزيد من التوجه إلى إمامنا الحجة بن الحسن عليهما السلام ، حتى أن في بعض الروايات تأكيد على مخاطبته بلقب بقية الله ، ولعل السبب في ذلك يعود إلى أن مائة وأربعة وعشرين ألف نبي قد أدّوا أدوارهم المقدسة ورفعهم الله مكاناً عليّاً ، وأن أضعاف هذا العدد من الأوصياء قد انتهى دورهم ، ولم يبقَ لنا من حبل بين السماء والأرض سوى هذا الإمام العظيم بعد كتاب الله المجيد ؛ فلنتمسك به ونتوجه إليه ، ونطلب منه أن يكون وسيلتنا وشفيعنا إلى الله سبحانه وتعالى . .\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nالبشرية بانتظار الأمل الواعد\r\nوَكَيْفَ تَكْفُرُونَ وَأَنْتُمْ تُتْلَى عَلَيْكُمْ ءَايَاتُ اللَّهِ وَفِيكُمْ رَسُولُهُ وَمَن يَعْتَصِم بِاللّهِ فَقَدْ هُدِيَ إِلَى صِرَاطٍ مُسْتَقِيمٍ * يَآ أَيُّهَا الَّذِينَ ءَامَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُم مُسْلِمُون ( آل عمران / 101 - 102 )\r\nمثَلُ الرسالة الإسلامية الخاتمة مَثلُ الثمرات التي أنعم الله بها على الإنسان ؛ هذه الثمرات التي إذا اجتمعت صنعت إنساناً متكامل الجسد ، صحيح البنية ، سوياً مقتدراً . . ولكنها لو اختلفت ولم يحسن الاستفادة منها ، لم تعطِ النفع المرجوّ ، لا سيما وأن البدن فقير إلى جميع ما تحويه تلكم الثمرات ، حيث تساهم في صناعة القوة والحيوية والفاعلية ، وأن الحكمة الإلهية قد قدرت توزيع احتياجات الجسم الإنساني على خواص الثمرات ، حتى أن الإنسان إذا ما استفاد من ثمرة دون أخرى لأحس بالنقص وبالفقر إلى ميزات ما لم يتناوله .\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nأقول : إن مثل الدين مثل الثمرات ، نظراً إلى أن الدين عبارة عن وحدة متكاملة ينبغي الاستفادة منه بعمومه ، دون تعمد أخذ نبذة منه وإلقاء الباقي ، وإن المجتمع البشري لو انصاع إلى جميع بنود منهجه وتعليماته ووصاياه لسعد كل السعادة .\r\nأما إذا استفاد من جزئه ، فإنه سيستفيد في واقع الأمر - من جزئه الذي به عمل .\r\nفصحيح أن المجتمع الذي يترك بعض الوصايا ويعمل بالبعض الآخر لن تتحقق له السعادة المطلقة ، ولكنه في الوقت ذاته سوف لن يشقى الشقاء المطلق .\r\nفلو فرضنا أن مجتمعاً ما قد التزم بفريضة الإحسان إلى الوالدين ولم يلتزم بالوصايا الدينية الأخرى ، فإنه سيستفيد بمقدار ما التزم . ولو أن أمة عملت بالمبادئ الإسلامية في مجال الاقتصاد ، كتحريم الربا والغش والسرقة والكسل ، فإنها ستكون أمة سعيدة من الناحية الاقتصادية ، أوَلا ترى الشعوب الغربية كيف حققت لنفسها نمواً اقتصادياً مذهلًا حينما عملت بوصايا الإسلام في هذا المجال ، رغم أنها قد لا تعلم بالجهة المشرّعة التي تلتزم بتعاليمها ، ورغم أنها لا تؤدي التعاليم الإسلامية الأخرى ، كالصلاة والصيام والأمر بالمعروف والنهي عن المنكر . . .\r\nإن الحديث هذا ليس إلّا تمهيداً لما أريد قوله في مناسبة ولادة الإمام الحجة المنتظر عجل الله فرجه الشريف .\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nفالإيمان بوجود هذا الإمام العظيم والاهتمام الجدي بعقيدة انتظار ظهوره ، يعتبران من أهم وصايا الأنبياء لأممهم على مرّ التأريخ ، حيث لم يبعث الله نبياً إلّا وبيّن له ان خاتمة هذه الدنيا ستكون إلى خير وسعادة وأن العاقبة للمتقين ، وأن الأرض سيورثها الله عباده الصالحين ، حيث سيمكّن الله المستضعفين في نهاية المطاف .\r\nولقد آمن جميع الأنبياء والمرسلين والأئمة والصالحين بحقيقة ظهور الإمام الحجة المنتظر عليه السلام في آخر الزمان ، وبحقيقة ان الله سيملأ به الأرض عدلًا وسعادة بعد أن ملأها الظالمون وأتباعهم جوراً وبؤساً . كما أن الأنبياء وعلى رأسهم سيدنا وحبيبنا محمد صلى الله عليه وآله وسلم قد بشروا بذلك الظهور الموعود طيلة حياتهم ، كما كان الأئمة من أهل البيت عليهم السلام يبشرون به أيضاً .\r\nولو أننا افترضنا التزام البشرية بهذه العقيدة - عقيدة انتظار ظهور الإمام المهدي عليه السلام - بغضّ النظر عن إيمانها أو التزامها بسائر العقائد والوصايا الإلهية الأخرى ، فإن لنا الجزم بأن هذه الأمة ستحقق الفائدة الكبرى من اهتمامها بهذه الوصية المقدسة .\r\n\r\nالبشرية بين اليأس والأمل\r\nتطالع البشرية أخبار الدمار العالمي والحروب الدولية والمؤامرات السياسية وانتهاك الحقوق ، وتفاجأ بأخبار مروّعة\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nفي كل صباح ومساء ، حيث أنها لتروّع لدى إخبارها بأن الكرة الأرضية قد حزمت بحزام متفجّر اسمه الخطر النووي والكيمائي والجرثومي ، وأنواع هائلة ورهيبة من الأسلحة الفتاكة .\r\nوتروّع أيضاً بأخبار اتساع الفجوة الحاصلة في غلاف الأوزون ، وأن درجة حرارة الأرض والمحيط الجوي سترتفع إلى حدٍ تطغى فيه البحار على اليابسة ، أو تتضاعف لديه احتمالات وقوع الزلازل وانفجار البراكين ، أو غير ذلك من أنباء الرعب والهلع ؛ بل إن من الدراسات الاستراتيجية تؤكد بأن العالم بما فيه العنصر البشري - سينتهي إلى وقت قريب ، إذا ما استمرت وتيرة التدمير هذه ، حيث الاستفادة غير المدروسة من النفط والغازات السامة واقتلاع الغابات التي خلقت لنفع الإنسان ، الأمر الذي سيؤدي إلى انقراضه من على سطح الأرض .\r\nإن مثل هذه الأخبار التي تطالع البشرية في كل صباح ومساء ، تؤدي إلى انكماشها على نفسها ، وإلى يأسها من الحياة والحركة ، حتى أنها - في هذا الجو المفعم بالتطيّر والتشاؤم - ستتمنى الموت قبل أن يحلّ بها ، باعتبار ان القلب البشري المجبول على التقلب والتحول يعجز عن الصمود بوجه موجات الرعب المشار إليها .\r\nولكن البشرية نفسها إذا طالعها قول الله سبحانه وتعالى : وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِن بَعْدِ الذِّكْرِ أَنَّ الارْضَ يَرِثُهَا عِبَادِيَ الصَّالِحُونَ ( الأنبياء / 105 ) فحدثت نفسها وآمنت به على اعتبار ان الله لن ينهي العالم إلّا إلى الخير والسعادة والصلاح ، وأن هذه\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nالسفينة التي تعصف بها الأعاصير وتتقاذفها الأمواج العاتية سوف تعود إلى المرفأ الآمن ، وأنه من المتوقع بين لحظة وأخرى حدوث المعجزة الإلهية الكبرى ، حتى ولو كان ذلك سيتحقق للأجيال القادمة فهي البشرية - ستعيش حياة الأمل وواقع النشاط والحيوية ، والإصرار على تحدي اليأس والخضوع دون شك .\r\nإذن ؛ فالدعوة الإسلامية ينبغي أن تتوجه إلى جميع الناس ، بمن فيهم المسيحيون واليهود والكفار وعبدة الأوثان ، وأن تصطبغ هذه الدعوة بصبغة التبشير بحقيقة أن الله عز وجل لم يخلق الخلق من الناس ليعذبهم أو ينهي وجودهم على الأرض وهم تعساء . ولم يرض عن الظلمة والمترفين الذين يعيثون في الأرض الفساد . وذلك لأن الرب هو قائد العالم والمسيطر على مقدّراته ، فهو الرحمن الذي لا حدود لرحمته ، وقد أبت هذه الرحمة والإرادة الإلهية أن يكون مصير الأرض بيد الظالمين ، مهما أفسدوا .\r\nلقد يتذكر العالم تطورات الحرب الباردة بين الغرب بقيادة الولايات المتحدة الأميركية ، وبين الشرق بقيادة الاتحاد السوفياتي السابق ، وكيف أن الأرض صارت آنذاك على حافة حرب نووية ، وذلك في أزمة خليج الخنازير المعروفة في عهد الرئيسين المتجبرين خروشوف وكندي في عقد الستينات ، إذ هددت الولايات المتحدة بإعلان الحرب الذرية إذا ما لم يسحب الاتحاد السوفياتي صواريخه النووية من الأراضي الكوبية ؛\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nالأراضي التي تعتبرها الولايات المتحدة حدوداً استراتيجية وأمنيةً لها . وهناك أزمات عالمية أخرى قد لم تتابعها البشرية بصورة دقيقة ، أو إنها لم تعلم بها أبداً . فيا ترى من منع وحال دون وقوع الكارثة الكبرى ، لا سيما وأننا والعالم أجمع يعرف أن من يصنع مثل هذه الأسلحة المدمرة لا يمكن بحال من الأحوال ان يمتلك العقل الكافي والإرادة اللازمة لضبط النفس لدى هذه الأزمة وذلك التحدي الكبير ، نظراً إلى أن الانفجارات النووية لا تعرف ، أو لا تميز بين الطرف المهاجم أو الطرف المدافع ، فالجميع سينتهي في حالة اندلاع الحرب النووية .\r\nولنضرب مثالين آخرين على حقيقة ما نذهب إليه ، وهما حادثة الغواصة الروسية الغارقة في بحر النرويج ، والتي ظلت عالقة في قاع هذا البحر ، حيث يجهل الجميع سبب تعطلها وغرقها ، بل ويجهل الجميع مصير الصواريخ النووية التي تقلها . أما المثل الثاني فهو تعرض المدمرة الأميركية للهجوم الانتحاري قرب ميناء عدن ، وهي مدمرة نووية ، كاد القارب الانتحاري أن يصطدم بها ، وكادت أن تحل كارثة كبرى ومأساة عالمية لو أن القارب المذكور قد اصطدم بها ، لولا أنه قد تفجر على بعد ما لا يزيد على مسافة متر ونصف المتر منه .\r\nوما بال العالم لو قرر مجنون من المجانين المسؤولين عن الأسلحة الذرية في هذه الدولة الكبرى أو تلك ، بالضغط على أحد أزرار الرعب بداعي تخليص البشرية من عذابها وقلقها ؟ ! !\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\n\r\nالرحمن على العرش استوى\r\nولكن القرآن الذي هو رسالة الخالق إلى مخلوقه الإنسان يؤكد بطلان هذا الاحتمال وخطأ هذا الاعتقاد ، وأن الرَّحْمن عَلَى العَرْشِ اسْتَوى ( طه / 5 ) وان الله لن يترك البشرية تحترق ، بل هو الحافظ لها ليوم موعود ، وهو يوم خلاص البشرية والعالم أجمع من الظلم والطغيان .\r\nولعل قراءة دقيقة في الآيات القرآنية الخاصة بالحديث عن الأمم السالفة ، تكشف أن طواغيت الأرض كفرعون ونمرود وقارون وهامان وسلالاتهم وأتباعهم لم يموتوا الموتة الطبيعية التي يقضي لها بها على كل إنسان ، وإنما قد أزيحوا وأزيلوا من عروشهم ، ذلك لأن الله الرحمن كان قد أمهلهم وقدّم لهم العذر ليكون ذلك امتحاناً لهم وللناس على حدٍ سواء . ولكن تلك المهلة وذلك العذر لم يكونا أبديين ، بل كان لكل اجلٍ كتاب .\r\nأما الوحشية الصهيونية التي لا تستثني صغيراً أو كبيراً إلّا ووجهت له رصاص الظلم والإبادة ، أو هذه الهمجية التي يمارسها صدام وأعوانه ضد المواطنين في العراق ، وغيرهما من نماذج الطغيان ، لا يمكن تصور خلودها أبداً ، ومَن تصور ذلك فإنه سيحكم على نفسه بالفناء قبل ان يلحقه ظلم الظالمين . .\r\n\r\nالأمل الصادق\r\nلقد بشرنا القرآن وأحاديث الرسول وأهل البيت عليهم الصلاة والسلام ، وبشرتنا ضرورات العقل بأنه سيأتي ذلك\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nاليوم الذي سيظهر فيه الإمام المهدي عليه السلام حاملًا راية القرآن والرسول ، وأنه سيستجيب لندائه العالم أجمع ، وذلك بعد يأس الأمم والشعوب من تجاربها الفاشلة على مر التأريخ ، وبعد أن وصلت إلى نقطة الصفر ، فلا تجد في الإمام الظاهر إلّا الأمل الإلهي ، وإلّا المنقذ الأوحد الذي حفظ الله الأرض من أجله ومن أجل يومه الموعود ذاك .\r\nفجدير بنا نحن الذين نسعى إلى نشر رسالة القرآن ، ألا نتوقع تسليم الناس لهذه الرسالة عبر تعليمهم صلاة الليل مثلًا ثم نعدهم ونبين لهم فكرة ظهور المنقذ ، بل العكس هو الصحيح . إذ لابد أن نبين للعالم بادئ بدء حقيقة البشرى القرآنية الخاصة بظهور مصداق العدل والخير والرفاه والسلام ، وأن هذه البشرى تعتبر صميم المذهب الشيعي ، وهي تمثل الذروة في خط وسيرة أمير المؤمنين الإمام علي وولديه الإمامين الحسن والحسين عليهما السلام وسائر أئمة الخير والهدى عليهم صلوات الله وسلامه . وبهذا يكتشف العالم طريق الحق . ويلمس الناس بعقولهم وقلوبهم أحقية العقيدة الإسلامية التي تدفع بهم نحو الأمل والحياة .\r\nإن التبشير بهذا الأمل ، يختلف اختلافاً جذرياً عن سائر أنواع التبشير الذي شهدته البشرية على مرّ التأريخ ، فتلك الأنواع لم تكن سوى وعود كاذبة اختلقها هذا الإنسان أو ذاك لتحقيق مصالحه الشخصية ، أو لتمرير ظلم الظالمين وبقائهم في عروشهم التي يعلمون أنها خاوية وزائلة في يوم من الأيام .\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nولكن هذه البشرى بظهور الإمام الحجة بن الحسن عليهما السلام لا تنفصل عن الواقع أبداً . فهي قد صدرت عن خالق البشرية والأنبياء والأئمة من جهة ، وهي أيضاً ترجمة صادقة للحاجة الإنسانية والتاريخية من جهة أخرى .\r\n\r\nقتل الخرّاصون\r\nلقد ابتلي المؤمنون خاصة ، والمسلمون عموماً بأنصاف المثقفين الذين يصبون كل جهودهم للتدخل فيما لا علم لهم به ، وللتجاوز على قدّسية العلم والاختصاص ، وذلك لزعزعة موقع الإيمان والإسلام في القلوب ، سواء علموا بتأثير ما يخرّصون أم لم يعلموا .\r\nفكم من صحيفة وكتاب وإذاعة وبوق إعلامي يحرض الناس على الشك بالعقيدة واليأس من التغيير والتغيّر ، جاهلين بأن الشك واليأس والتشكيك والتأييس ليس إلّا شكلًا رهيباً من أشكال الشرك والنفاق .\r\nوإذا راجعنا كتاب الله وهو عين الحق - لوجدنا ان المستهزئين بالمؤمنين والعقيدة سوف يلقون أشد العذاب وأقسى التنكيل في يوم القيامة ؛ بل إن عذابهم سيكون أشد من عذاب الكافرين ، لأن الكافر قد يكفر ولا يهمه من آمن ، ولكن المستهزئ من طبيعته الكفر والكيد والأذى . ولقد ورد في الأحاديث الشريفة أن جزاء المستهزئ بحقائق القرآن وعقائد المؤمنين سيكون جهنم خالداً فيها أبداً ، حيث يلقى فيها من\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nمكان سحيق ، ولكنه يرى في الطرف الآخر الذي قد يبعد عنه مسيرة ألف سنة بصيصاً من نور الجنة ، فتراه يعمل المستحيل للوصول إليه ، مارّاً بلهب النار العملاقة وما تحويه من ناس وأجنة ووحوش وعنت وعذاب ، حتى إذا وصل إليه إنطفأ دونه ، وإذا بباب الجنة يغلق بوجهه ، ولكنه يرى مرة أخرى بصيص نور وباباً آخر فيهرع إليهما لعلّه ينقذ نفسه أو يجد من العذاب مهرباً ، فيلقى المصير نفسه ، وهكذا يظل في جهنم خالداً . .\r\nأقول : سمعنا وتسمعون أكاذيب وافتراءات من يستهزئ - وبأعصاب باردة لها ما يبررها من مصالح ودوافع ، كالجهل والطمع والكفر - من الحركات الإسلامية والثقافة الدينية والمقدسات ، فلا يكون موقفنا منهم إلّا التوجيه لهم أو الابتعاد عنهم والاستعاذة بالله القدير منهم فيما لو لم يثمر التوجيه أو ينفع النصح ، لأنهم ليسوا إلّا موجودات جهنّمية يحرقون كل من يقترب أو يركن إليهم . فالحذر كل الحذر منهم ، ذلك أنهم آمنوا ثم كفروا وأنهم لن يضروا المؤمنين الصادقين شيئاً .\r\nإن الجدير بالإنسان المؤمن البحث عن ثقافة الأمل وإثارة الطموح والجد والاجتهاد ، وهذا ما يجده في القرآن وكلمات النبي وأهل بيته عليهم السلام .\r\nفإن كان البحث فيما يخص وجود وظهور الإمام الحجة عليه السلام ، فليعلم الإنسان المؤمن ان الله قد عاب في كتابه على من يكفر بالعقيدة الإسلامية سيرته هذه فقال : وَكَيْفَ تَكْفُرُونَ\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nوَأَنْتُمْ تُتْلَى عَلَيْكُمْ ءَايَاتُ اللَّهِ وَفِيكُمْ رَسُولُه . . ؟ بمعنى أن الرسول وإن مات جسداً ، ولكنه حيٌّ يرزق بين أظهر المسلمين ، وذلك عبر خليفته ووصيه الذي هو القرآن الناطق ، وهو الأمان لأهل الأرض ، وهو الأمل التاريخي للبشرية جمعاء ، وهو الإمام الحجة بن الحسن المهدي عليه السلام . ومن هنا ينبغي الاعتصام به والتسليم إليه وتوطيد العلاقة الإيجابية ، لأن في ذلك فقط ضمان طرد اليأس من القلب والسير في طريق التقدم والازدهار .\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\n\r\nالإمام المهدي عليه السلام أمل الإنسانية الأكبر\r\nترى من لهذه القافلة الإنسانية المنحدرة باتجاه الهاوية ، ومن لهذه المجتمعات البشرية التي تهوي إلى الحضيض ؟\r\nإن جميع الآمال التي عُقدت على مختلف العلاجات الجزئية تبدو اليوم واهية وباطلة ؛ فلقد حاولوا أن يوقفوا انحدار الإنسان ببعض التعاليم ، والإرشادات الأخلاقية الفوقية ، ولكنّهم فشلوا ؛ وبذلوا جهودهم من أجل إيقاف عمليّات الإبادة الجماعية التي سببتها الحروب العالميّة والإقليمية المدّمرة بواسطة منظمات من مثل منظمة الأمم المتحدة ، ومجلس الأمن الدولي ، ومحكمة العدل الدولية ، ولكنّ جهودهم هذه باءت بالفشل الذريع .\r\nففي ظل عصبة الأمم نشبت الحرب العالمية الثانية ، وفي ظل الأمم المتحدة اندلعت حروب إقليمية مدمّرة ، وفي ظل مجلس الأمن الدولي احتلت قوّة كبرى كالاتحاد السوفياتي دولتين\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nمستقلتين هما : المجر وتشيكوسلوفاكيا ، وهدّدت دولة مستقلة أخرى هي بولندا بالاحتلال ، ثم احتلت بلداً ثالثاً هو أفغانستان !\r\nوفي ظل مجلس الأمن الدولي أيضاً اعتدت الولايات المتحدة الاميريكية على كثير من الدول ، وفي أكثر من موضع في العالم !\r\n\r\nأوضاع العالم تنذر بالدمار\r\nوعلى هذا ؛ فإن هذه الأنظمة ، وتلك القوانين لا تستطيع أن تمنحنا ضماناً بعدم الانحدار إلى الهاوية ، ففي كل دقيقة واحدة ينفق العالم أكثر من مليون دولار على أسلحة التدمير ، ومن أجل أن نبيّن المخاطر الهائلة التي تحدق بالبشرية يكفينا أن نقول أن نصيب كل إنسان على هذه الأرض من أسلحة التدمير وخصوصاً مادّة أل - ( تي . أن . تي ) يبلغ درجة بحيث أنه يكفي لئن يقتله خمس عشرة مليون مرّة .\r\nوهناك أيضاً الأسلحة الكيمياوية التي يكفي مائة مليون طن منها لإبادة من على سطح الأرض ، علماً أن بلدان العالم المختلفة - وخصوصاً البلدان الغربية - تملك آلاف الملايين من الأطنان منها !\r\nوبناءً على ذلك ؛ فإن المجتمعات البشرية تنحدر بسرعة جنونية نحو هاوية الانتحار الجماعي .\r\nوالسؤال المصيري المطروح في هذا المجال هو : من ينقذ الإنسان من الإنسان ؟\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n\r\nضرورة الاعتقاد بالوحي\r\nإن هذا المنقذ هو إمامنا ، وسيدنا ، وقائدنا الإمام الحجة بن الحسن المنتظر عجل الله تعالى فرجه الشريف .\r\nولكي لا يبقى ثمة شك في التسليم لهذه الحقيقة ، نقول : إن من الضروري أن يعتقد الإنسان بالوحي الذي يمثل أعظم عقيدة يمكن أن يصل إليها الإنسان ، والذي يمثل أسمى قمة في الكمال الإنساني .\r\nوالوحي يعني الاعتقاد الراسخ بوجود العلاقة بين السماء والأرض ، وأن ربّ السماوات والأرض رحيم رؤوف بعباده ، وأنه وانطلاقاً من هذه الرحمةيبعث إليهم الأنبياء والرسل ليهديهم ، وينقذهم من الضلالة . .\r\nإن الإنسان الذي يعتقد ب - ( الوحي ) الذي هو تجلٍ من تجليات قدرة الله تعالى ورحمته بالإنسان ، لابد له أن يعتقد بالإمام الحجة عليه السلام ، لأن الذي ربط الأرض بالسماء بفضل الوحي تأبى رحمته ، ويأبى فضله العميم على الإنسان ، ويأبى لطفه أن يترك البشرية دون رابط يربطها بالسماء بعد وفاة خاتم الأنبياء والمرسلين محمد صلى الله عليه وآله .\r\nفالأرض ومنذ أن وُجد فيها الإنسان وحتى مبعث النبي الأعظم صلى الله عليه وآله لم تخلُ من حجّة إلهية ، فكيف يترك الله جلّت أسماؤه ، هذه الأرض من غير حجة ، وهل كانت البشرية في السابق أقرب إليه تعالى لكي يبعث لها مائة وأربعة\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nوعشرين ألف نبي عدا الأوصياء وثم يتركنا بعد وفاة النبي محمد صلى الله عليه وآله دون أن تكون له حجة عليها ؟\r\n\r\nالإيمان بامتداد الوحي\r\nإنّ الإنسان الذي يعتقد بالوحي لابد أن يؤمن أيضاً بامتداد هذا الوحي المتمثل في الأئمة عليهم السلام ، وانّ هذا الامتداد يتجسد ، بل يرتفع ، وينمو حتى يصل إلى قمته ، وإلى ذروة امتداد الرسالة الإسلامية المتمثلة في الإمام الحجة المنتظر عجل الله تعالى فرجه .\r\nإن مثل هذه الفلسفة يطول شرحها ، وتبيانها ، وأنا أريد في هذا الفصل أن اقتبس من هذا النور حزمة ضوء تنفعنا في حياتنا ، وتنير لنا الدروب المظلمة خصوصاً وأننا نمثل مجتمعات جريحة مستضعفة .\r\n\r\nكيف نكرس الأمل في نفوسنا ؟\r\nإننا بحاجة إلى أن نستوحي من فلسفة وجود الإمام الحجة عليه السلام فكرة مهمة لنرى هل نجد في اعتقادنا بالإمام المنتظر الأمنية ، أو النقص الذي نعاني منه .\r\nإن من طبيعة الإنسان أنه يميل إلى اليأس من الحياة ، والطغاة يحاولون دوماً تكريس هذه الصفة في الإنسان ، فهم يوحون له بشكل مستمر بأنه موجود تافه لا قيمة له .\r\nوفي المقابل فإن أنبياء ورسل الله جل وعلا يحاولون دائماً أن يزرعوا الأمل في قلب الإنسان ، فيؤكدوا له أنه مخلوق ذو كرامة ، وأنه عظيم عند الله وأنه أكرم الكائنات ، وأن الله قد خلقه\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nفي أحسن تقويم ، وهذه المفردة هي من جملة البنود الرئيسية في رسالات الأنبياء عليهم السلام ، في حين أن تكريس اليأس والقنوط هو من جملة المخططات الرئيسية في سياسات الطغاة .\r\nترى كيف نستطيع أن نحمل الأمل ، وان لا يحيط بنا اليأس ، خصوصاً وأن الظروف المحيطة بنا تدعونا كلها إلى السقوط في مستنقع اليأس ، والشعور القاتل بالقنوط والإحباط ؟\r\nللجواب على هذا التساؤل نقول : إن الإنسان المسلم المعتقد بالوحي يدرك أن وراء هذه الظواهر المادية ، والعوامل المؤثرة في الظروف غيباً يجعل الأمور لا تجري كلها حسب الظواهر .\r\nصحيح أن الطغاة يتحكمون بالمستضعفين ، ويسومونهم سوء العذاب ، ولكن هل من المعقول أن يترك الإمام الحجة هذه البشرية المعذّبة دون أن يتدخل في الأمور لصالح هؤلاء المستضعفين ؟ فأين رحمة الله - إذن - وأين فضله ؟\r\nإننا م مطمئنون لرحمته تعالى ، وواثقون من لطفه وفضله ، ولذلك فإن اليأس لا يمكن أن يداخل قلوبنا ، ولا يمكن أن يستبدّ بنا . فنحن نرجو ، وعندما نرجو نتحرك ، وعندما نتحرك نصل إلى بغيتنا ، لأن الله عز وجل يقول : وَأَن لَّيْسَ لِلإِنسَانِ إِلَّا مَا سَعَى * وَأَنَّ سَعْيَهُ سَوْفَ يُرَى .\r\n\r\nحاجتنا إلى الأمل\r\nوهكذا فإننا الآن بحاجة إلى الأمل ، وهذا الأمل ينبعث من إيماننا بالإمام المنتظر عجل الله فرجه ، وأن ما يجري حولنا من\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nأحداث ليست بعيدة عن علم الإمام وإشرافه ، بالإضافة إلى أن هناك ليلة القدر ، حيث يتنزّل الروح من السماء مع الملائكة الآخرين ليعرضوا على إمام عصرنا صحيفة أعمال كل واحد منا . وإلى هذا المعنى يشير قوله تعالى : وَقُلِ اعْمَلُوا فَسَيَرَى اللّهُ عَمَلَكُمْ وَرَسُولُهُ وَالْمُؤْمِنُون وهذا ما يهدينا إلى أن الإمام المهدي عليه السلام ناظر على أعمالنا ، سواء كانت حسنة أو سيئة ، ولا ريب انه عليه السلام يسر بعمل الحسنات ، وينزعج من عمل السيئات .\r\nوليس من باب الصدفة أن تهبط علينا النفحات الإلهية ، ويشملنا الله تعالى بألطافه بين الحين والآخر ، فهناك مكونات نفسية وعقائد امتزجت بدماء المسلمين ، ومن ضمن هذه العقائد الإيمان بضرورة وحتمية ظهور الإمام المهدي المنتظر عجل الله فرجه ، وأنا شخصياً يغمرني الاعتقاد الراسخ والإيمان العميق بأن عُقد مكارهنا ستحل من خلال هذه المعتقدات ، ذلك لأن العقد النفسية للإنسان وما يعاني منه من حالات سلبية يقف في مقدمتها اليأس والقنوط ستحل ، لأنه سيتفجر أملًا ووعياً . ومن يتحلى بهذه الصفات سيصل لا محالة إلى غاياته بإذن الله .\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n\r\nاليوم الموعود ؛ أمل البشرية ووقود مسيرتها\r\nتعج مسيرة البشرية بمنعطفات كثيرة وخطيرة حتى تكاد النفوس تتلبد بسحب اليأس وغيوم التشاؤم ، هذا التشاؤم وذلك اليأس اللذان بدءا يهيمنان عليها ؛ فبات الكمد يقتلها ، والضغينة والبغضاء يحيطان بها من كل جانب .\r\nكما إن الإنسانية قد عميت عن حقيقة وجودها ، وسرّ قدومها إلى الحياة الدنيا واستقرارها على هذه الأرض . فالهدف الحقيقي والغاية النهائية ليست الأعمار أو البحث عن أسباب السعادة والراحة فحسب ، بل لابد أن تجتاز هذه الأهداف الثانوية المحدودة إلى الهدف الأسمى والأعلى ، إلى تلك المحطة الأبدية الرحيبة ، حيث رضوان الله تبارك وتعالى ، وحيث فسيح جناته ونعيمه الأبدي .\r\n\r\nمنعطفات خطيرة\r\nوقد جعلت المنعطفات الخطيرة ، البشرية في أوضاع مظلمة ورهيبة ، فمن خلال قراءة سريعة لتأريخها الملئ بالمآسي\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nوالعذاب والويلات ، نلمح أكثر من طاغية وأكثر من مستبد وجلاد دموي . وهذه الويلات لم تقتصر على نيرون واحد ، ولا هولاكو ، أو هتلر أو موسوليني واحد ، بل إن تأريخ البشرية شهد حروباً ، وصراعات جمّة كانت في حد ذاتها تجسّد المأسات والآلام والدمار التي نزلت على البشرية طيلة تأريخها الطويل ، فيما كانت أعداد الضحايا في تصاعد وارتفاع حتى بلغت عشرات الملايين بسبب ما ارتكبه أولئك الطغاة من جرائم فظيعة وممارسات رهيبة .\r\nوأما الوجود الحضاري فقد بات طيلة العصور طعمة الدمار الذي كان يصبّه طغاة التاريخ ، وفي هذا المجال يحدثنا بعض مؤرخي التاريخ اليوناني القديم أنّ الإمبراطور الطاغية ( نيرون ) كان هو وزوجته يجلسان على شرفة قصرهما ، ويتفرّجان على مدينة روما كيف تحترق وتلتهمها النيران ، فيما كانا يضحكان ويقهقهان بصوت عال ، ساخرين ومستهزئين بالأرواح التي كانت تُزهق في تلك اللحظات الرهيبة .\r\nإن التاريخ يحدثنا في صفحاته السوداء الملطخة بالدماء عن مدن وحضارات كانت عامرة زاهرة في الليل ، فما أصبح عليها الصبح حتى تحولت إلى ركام وأنقاض يتصاعد منهما الدخان وألسنة اللهب ؛ ومثال ذلك ما نتج عن الحرب العالمية الثانية حين قدرت الإحصاءات ضحايا هذه الحرب القذرة المدمّرة بستين مليون إنسان ، ناهيك عن الأعداد الهائلة من المشردين\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nوالمعوّقين والخسائر والأضرار المادية التي لا يمكن لأحد أن يعدّها ، وإن عدّت فهي تبلغ آلاف المليارات من الدولارات !\r\n\r\nشحنة الأمل والتفاؤل\r\nولكي لا يلين عزم الإنسان ولا تتوقف حركته التكاملية في هذه الحياة بفعل اليأس والتشاؤم وبسبب تلك المنعطفات الخطيرة . ومن أجل أن يمضي إلى الأمام باستمرار ، لابد أن يحدوه الأمل ، وتغمر نفسه الثقة بحلول المستقبل الزاهر المشرق الذي تنعدم فيه تلك الويلات والمآسي ، وترفرف راية العدل على ربوع العالم ، وينتهي عهد الظلم والاعتداء ونهب الثروات ، والاعتداء على الحقوق والكرامة الإنسانية .\r\nوالسبب في ذلك أن الإنسان الذي يتغلّب عليه اليأس ويستولي على كيانه ، يصبح عاجزاً تماماً عن إنجاز أي عمل ، وعن تحقيق أي هدف سامٍ ، بل إنه لا يستطيع أن يقدّم شيئاً ، ويتقدم به على طريق ذلك الهدف ، فاليأس هو قرين الانتحار ، والإنسان اليائس هو الذي أمات نفسه بيديه قبل أن يموت على يد الآخرين ، أو يموت موتته الطبيعية .\r\n\r\nأمل البشرية\r\nوبناءً على ذلك ؛ يطرح السؤال المهم التالي نفسه في هذا المجال : ترى ما هو الأمل الذي يجعل البشرية تتحرك وتنساب إلى الامام ، نابذة وراءها حجب اليأس وسحابات القنوط ؟\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nإن هذا الأمل يتلخص - من منظورنا الإسلامي الأصيل - في أن الله تقدست أسماؤه قطع لبني الإٍنسان عهداً ووعداً صادقين لا سبيل إلى التراجع عنهما ، يتمثلان ، في أن مسيرتهم لابد لها من أن تنتهي إلى السعادة الحقيقية واستتباب العدل والقسط بين الناس .\r\nونحن نجد هذا الوعد الإلهي مدوناً بصراحة ووضوح لا سبيل إلى الشك فيه ؛ في التاريخ ، وبالتحديد في الكتب والرسالات السماوية بلا استثناء ، وقد أكدت عليه بالخصوص الرسالة الإسلامية ، وصاحبها سيدنا وحبيب قلوبنا محمد صلى الله عليه وآله ، حيث نقرأ في الآيات القرآنية والأحاديث النبوية الشريفة ، وتلك التي رويت عن الأئمة الأطهار عليهم السلام ، التأكيد المتواصل والمستمر على هذه الحقيقة ، كقول الله تعالى : وَنُرِيدُ أَن نَّمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الارْضِ وَنَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمُ الْوَارِثِينَ\r\nوكقول النبي صلى الله عليه وآله في حديثه المعروف : \" لو لم يبق من الدنيا إلا ليلة لطوّل الله تلك الليلة حتى يملك رجل من أهل بيتي يواطئ اسمه اسمي واسم أبيه اسم أبي يملأها قسطاً وعدلا كما ملئت ظلماً وجورا . . . « 1 »\r\n\r\nسنّة لابّد منها\r\nوهكذا فإن الرسول صلى الله عليه وآله يريد من خلال بياناته الشريفة في هذا الحديث أن يؤكد لنا أن سنة ظهور الإمام ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 51 ، ص 84 .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nوتحقق العدالة الإلهية ، وامتلاء الأرض بالقسط والعدل . كلّ ذلك إنما يمثل سنة ثابتة لا يمكن أن تتغير ، ولابد لها من أن تتحقق وتقع ، وإن تطلّب ذلك واستوجب حدوث تغيير في طبيعة الكون ؛ كأن يطول اليوم الأخير من الحياة الدنيا ، ويمتد إلى أكثر مما هو مألوف ، وهو الأربع والعشرون ساعة .\r\nفالرسول صلى الله عليه وآله يريد التأكيد هنا بقوة وشدّة على هذه الحقيقة الكبرى ، وعلى تحقق ذلك الأمل المنشود من قبل جميع الرسالات الإلهية ، ومن قبل جميع الأمم والشعوب ، فالله سبحانه وتعالى لابد من أن يظهر مهدي هذه الأمة ، وإن استلزم هذا الظهور تغيير السنن الطبيعية في الكون ، نظراً إلى أهمية هذا الظهور وإلى كونه يمثل السنة الكبرى التي تفوق أهميتها سائر السنن في الكون .\r\n\r\nالبشرية في الانتظار\r\nوبالطبع ؛ فإن الحديث الشريف لا يعني أنه سيبقى يوم واحد من عمر هذه الدنيا ، ثم يطوّل الله تعالى هذا اليوم ، بل إنه بصدد بيان الأهمية الفائقة التي يتمتع بها هذا الحدث العظيم ، وكونه من الحتميات التي لابد من حدوثها ، لأنه يمثل حقيقة ثابتة خلقت من أجلها البشرية ، حيث أن هذه البشرية المنهكة المعذبة التي عانت الأمرّين من نزوات حكّامها وطغاتها ، وقاست الويلات والمآسي والمحن بفعل شهوات طغاتها ، تنتظر على أحرّ من الجمر هذا اليوم الموعود الذي ستذوق في ظله الطعم الحقيقي\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nللسعادة ، حيث سيظهر الإمام المهدي عجل الله فرجه ، ومن بعده عيسى بن مريم عليه السلام الذي سيبادر إلى الائتمام بالإمام المنتظر ، والصلاة خلفه ، ليدفع أهل الأديان وأصحاب الشرائع السماوية الأخرى إلى الإيمان بالإمام واتباعه ، والدخول في الدين الإسلامي الذي سيجمع الديانات جميعاً ، ويوحد تحت رايته التوحيدية جميع القوميات والطوائف البشرية بجميع ميولها وانتماءاتها الدينية والقومية ، ليحكم الكرة الأرضية دين واحد ، هو الدين الذي جاء به نبينا الأعظم محمد صلى الله عليه وآله وأحياه ولده الإمام المهدي عجل الله فرجه .\r\nوإننا لنلمس اليوم من خلال الحركة الراهنة للبشرية أنها كلما خطت خطوة إلى الأمام ، كلما اقتربت من حالة الاندماج ، والاتحاد والتلاحم بين مختلف فئاتها وقومياتها وأقاليمها ، وهذا دليل على أن ما أكده الرسول صلى الله عليه وآله في أحاديثه الشريفة بخصوص الفرج إنما هو الحق الصريح الصادق والوعد الذي لابد أن يتحقق . فمسيرة البشرية متجهة لا محالة باتجاه ذلك اليوم الموعود بإذن الله تعالى .\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\n\r\nانتظار الفرج أفضل الأعمال\r\nالحديث عن الإمام الحجة عجل الله فرجه ، حديث عذب ذو شجون ، ولذلك سأحاول مراعاة الاختصار والإيجاز ما أمكنني ذلك ، واستلال ما أستطيع استلاله من عبر ودروس من مجمل ماله صلة بواقعنا ومواقفنا وسلوكياتنا في حياتنا المعاصرة .\r\n\r\nعلاقة الانتظار بواقعنا\r\nوسأبدأ بحثي هذا بطرح سؤال في غاية الأهمية ، وهو : ما هي علاقة الانتظار وفكرته والعقيدة به ، وإيماننا بالإمام الحجة المنتظر بواقعنا المتدهور الذي نعيشه في عالمنا الإسلامي ، وهل باستطاعتنا الاستفادة من هذه الفكرة والعقيدة والبصيرة الإلهية لكي نغيّر بها واقعنا السيء إلى واقع أفضل ، وكيف السبيل إلى هذا التغيير ؟\r\nقبل الإجابة على هذا التساؤل المهم والحساس لابد ان نضرب مثلًا من واقع رجل لم يكن يمتلك بيتاً ، فسعى وجهد من\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nاجل ان يكون له ذلك ، وجهد في توظيف كل إمكانياته وطاقاته المادية والمعنوية من اجل اقتناء البيت كأن يشتريه جاهزاً أو يبنيه ؛ وهكذا الحال بالنسبة إلى الذي يريد أن يبني حياة زوجية فإننا سنجده يحاول ان يختصر الزمن والمسافة في سبيل توظيف كل ما يملك من رصيد اجتماعي واقتصادي في سبيل تحقيق طموحه في إقامة حياته الزوجية التي يطمح إليها .\r\nوإذا كان الأمر يتطلّب كل هذا البذل والمجهود والسعي من اجل بناء بيت أو حياة زوجية ، فما بالك بمن يريد تحرير بلده أو إنقاذ أمته أو خلاص شعبه ، أليست القضية أخطر واهم من ذلك ؟\r\nولذلك فان على مثل هذا الإنسان أو الجماعة أو الأمة إن أرادوا تحقيق أهداف كهذه الأهداف العظيمة ، أن يختصروا هم أيضاً كل مسافة بعيدة تحول بينهم وبين مرامهم ، وان يبذلوا كل ما يملكون ، ويجهدوا أنفسهم ما استطاعوا لكي يبلغوا تلك الأهداف المتمثلة في بناء وطن شامخ يليق بمكانتهم ومنزلتهم .\r\nونحن اليوم في هذا الزمن المصيري الذي نعيش فيه صراعاً مريراً ، ومعركة الموت والحياة مع الأنظمة الطاغوتية ، فإن قضيتنا عظيمة ومهمة للغاية ، وأن أولئك الذين يستهينون بها إنما يحتقرون أنفسهم - من حيث لا يشعرون - ويستهينون بكرامتهم وتاريخهم وقيمهم .\r\n\r\nأزمة الأنظمة الطاغوتية\r\nان قضية هذه الأنظمة الطاغوتية ليست بالقضية الهينة ، ولذلك لابد لنا في مواجهتها من استخدام كل عناصر قوتنا ، وجميع\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nإمكانياتنا ، ولعل أبرزها جميعاً وأكثرها قوة ، تلك القوة الكامنة في عقيدة ( انتظار الفرج ) التي هي إحدى ابرز عقائدنا .\r\nفلولا هذا الأمل الذي تلوح اشراقته على آفاق الزمن ، ولولا ومضة النور التي أوجدها هذا الأمل في قلوبنا رغم ما عانيناه ونعانيه من عصور الاضطهاد والقمع والآلام وما فيها من ظلام حالك يبعث على اليأس والإحباط المحدقين ، لكان الانهيار والزوال من نصيب وجودنا وهويتنا ، ولكن الله تبارك وتعالى شاء لنا الامتداد والبقاء بنور بقيته في الأرضين كما يقول - عز من قائل - : بَقِيَّتُ اللَّهِ خَيْرٌ لَكُمْ إِن كُنتُم مُؤْمِنِينَ .\r\nفالظلم والإرهاب والاضطهاد الذي لحق بنا ، لو كان نزل على الجبال لهدّها ولانصهرت منه زبر الحديد وعلينا ان لا نظن أن العالم يغفل سرّ قوتنا ، بل إن الأحداث - التي نعيشها اليوم وفي التاريخ - أضحت محور تساؤل الغرب وغيرهم عن سرّ هذه القوة .\r\nوأنا اذكر في هذا المجال انّ أحد الصحفيين الفرنسيين التفت إلى الظاهرة الثورية التي نمتاز بها نحن الشيعة في تحركنا وعملنا الجهادي ، فسألني عن السبب أو السر الذي جعل الشيعة مستقيمين وصامدين رغم مالاقوه من قبل الأنظمة الطاغية من قهر وقتل وتغريب ومطاردة ؟ فأجبته على سؤاله هذا قائلًا : إننا - نحن الشيعة - أهل توكل على الله تعالى ، وأمل بالمستقبل .\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\n\r\nانتظار الفرج أفضل الأعمال\r\nأن تاريخ الشيعة هو تاريخ العطاء والتضحيات الجسام ، وتاريخ الآلام والمعاناة والمطاردة ، والسجون ، انه تاريخ الإمام الحسين والإمام موسى ابن جعفر عليهم السلام ؛ ومع ذلك كلّه لم نتحطم ، ولم نستسلم لليأس ، بل ازددنا رغم قوة الدمار تألقاً وصلابة وقوة وإظهاراً لحقّنا وحقوقنا المهدورة المغصوبة . . وكل ذلك يعود الفضل فيه إلى ذلك الأمل العظيم الذي كان الطاقة التي حركت عجلة مسيرتنا في التاريخ ؛ أنه انتظار الفرج ، الذي قال عنه رسول الله صلى الله عليه وآله : \" أفضل أعمال أمتي انتظار الفرج \" .\r\nونحن كلما عمّقنا هذه الفلسفة الإيمانية الحقة في الأجيال المتلاحقة من أبنائنا وأحفادنا ، استطعنا أن نصل إلى الأهداف المرجوة ، والغايات المنشودة . والذي يذهب منّا إلى الشك في هذه العقيدة الراسخة بسبب وطأة البلاء ، والمصائب الشديدة القاسية التي تبعث على اليأس ، فان مثله كمثل الذي يجلس على غصن شجرة ثم ينشر جذعها بمنشار ، فهو سرعان ما يهوي إلى الأرض .\r\nأن كياننا قائم على مجموعة من الركائز القوية المتينة ، من أبرزها هذه العقيدة الراسخة في قلوبنا ؛ أي فكرة ظهور الإمام المهدي عجل الله فرجه ، وليس هناك فوق هذا الكوكب الذي نحيا عليه ورغم ما تزدحم وتتصارع فيه آلاف الأديان والمذاهب ، بالإضافة إلى الأفكار والمبادئ والنظريات\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nوالفلسفات العديدة المنتشرة هنا وهناك ؛ أقول ليس هناك دين أو مذهب أو مبدأ واحد يقول أن العلاقة بين الأرض والسماء ، أو بعبارة أخرى ؛ بين الإنسان وخالقه هي علاقة مستمرة كما هي عقيدة الشيعة ، فنحن نؤمن باستمرار ودوام هذه العلاقة بين الإنسان وبارئه ، ولا نرى انقطاعها كما هو الحال لدى اتباع المذاهب الإسلامية الأخرى ، حيث يقولون إنها انقطعت بوفاة النبي صلى الله عليه وآله وانقطاع الوحي ، ولا يعترفون بوجود إنسان يحيى على هذه الأرض ذي صلة بالله سبحانه ، إلا أنه ليس بنبيّ .\r\n\r\nعقيدتنا بالمهدي سرّ قوتنا\r\nأما الشيعة فإنهم يعتقدون اعتقاداً راسخاً ، ويؤمنون تمام الإيمان بوجود هذا الإنسان الغيبي الإلهي الذي ينزل عليه الروح الأعظم في ليلة القدر التي هي خير من ألف شهر .\r\nوالروح الأعظم هذا هو كيان أعظم من الملائكة ، ومن جبريل وميكال ، ينزل على الحجة عليه السلام ، وهذا هو فخرنا وعزنا ، وفيه تكمن قوتنا ، وصلابة عقيدتنا ، وسلاحنا الفاعل في معركتنا ، وصراعنا ضد الباطل وأهله مهما اختلفت أشكاله وألوانه ، ووقوفنا بوجه أهل الظلم والجور والفساد في الأرض . وهل من الممكن أن يتخلى المقاتل عن سلاحه في الميدان حتى نتخلى نحن الشيعة عن عقيدتنا هذه وسلاحنا وقوتنا التي لا تنضب ؟\r\nومن هنا أرى إننا لابد من أن نوظف ما أمكننا من إيماننا ، وعقيدتنا هذه بالإمام المهدي عليه السلام ، في مقارعتنا ،\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nوصراعنا الطويل مع قوى الظلم والفساد والطغيان ، ولابد من أن نزداد استلهاماً من إيماننا به عليه السلام وانتظار فرجه في صراعنا الحضاري ، وذلك بأن نربط القضية التاريخية أو القضية العقائدية بقضايانا الراهنة التي نشهدها .\r\n\r\nأهمية الأمل والتفاؤل\r\nويا حبذا لو أكد المفكرون والأدباء وأصحاب الأقلام في مقالاتهم ونتاجاتهم الأدبية الفكرية والثقافية على قضية منح الأمل ، وتعزيز ثقة الناس به بأن يبينوا أهمية الانتظار ، والآثار العظيمة بل والبركات والخيرات التي تنهمر علينا بفضل دعاء الإمام عليه السلام لنا ، ثم يتناولوا بالبحث والدراسة والبيان الواضح قضية الظهور ، ودورنا نحن في التمهيد ، والتعجيل لهذا الظهور . فلماذا هذا التخوّف والتردد وعدم الاهتمام في بيان قضية الإمام وانتظاره وظهوره من أقوال المتقولين ، وسخرية الساخرين الذين لا يؤمنون بالإمام المهدي ؟ أليس هذا التخوّف والتردد دليلًا على ضعف العقيدة به عليه السلام ؟ علماً ان هذا الضعف لربما يخلّ بمجمل الكيان العقائدي ؟\r\nفلنوضح عقيدتنا ونتحدث عنها بكل صراحة ليكون الناس على علم بها ، كما يقول الله تعالى في محكم كتابه الكريم : وَقُلِ الْحَقُّ مِن رَبِّكُمْ فَمَن شَآءَ فَلْيُؤْمِن وَمَن شَآءَ فَلْيَكفُرْ إِنَّآ أَعْتَدْنَا لِلظَّالِمِينَ نَاراً أَحَاطَ بِهِمْ سُرَادِقُهَا .\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\n\r\nفكرة الانتظار ترعب المستكبرين\r\nأن هذه العقيدة التي يسخر منّا بسبها بعض طوائف المسلمين لجهلهم ، باتت تؤرق أعداء المسلمين من الصهاينة والمستكبرين الذين يحسبون لها منذ الآن ألف حساب وحساب ، ويعدون العدة لمواجهة صاحب لواء الخلاص ، والمنقذ العظيم الذي سيقضي بظهوره المبارك عليهم ، وعلى كفرهم وضلالهم وفسادهم في الأرض .\r\nوتأسيساً على ما سبق فلنعّمق هذه الروحية ، ونعززها في أعماق أولادنا وأجيالنا القادمة ، ولنقرأ المهدي عجل الله فرجه السلام في كل صباح ومساء ، ولندع له . ففي هذا الدعاء ، وتلك التحية كل البركة والخير ، ولنجدد العهد معه كل يوم وإن طالت ، وتعقّدت مشاغلنا الحياتية ، ولنبايعه في كل يوم جمعة عندما نقرأ دعاء الندبة قائلين : \" اين معزّ الأولياء ومذّل الأعداء ، أين قاصم شوكة المعتدين \" ؟\r\nفهذا الدعاء وغيره من شأنه ان يعزز علاقتنا به عجل الله فرجه ، ويعمق إيماننا بالانتظار ونعطي مفهومه حقه ، من التجسيد العملي المتمثل في العمل على تربية نفوسنا اولًا ، ثم المبادرة إلى تغيير الواقع الفاسد .\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n\r\nالفصل الثاني : في انتظار الإمام المهدي عليه السلام\r\n- الابعاد الحياتية للعقيدة بالامام المهدي عليه السلام\r\n- فوائد عصر الغيبة الكبرى\r\n- المفهوم الحقيقي لانتظار الإمام المهدي عليه السلام\r\n- كيف ننتظر الإمام المهدي عليه السلام\r\n- في استقبال الإمام المهدي عليه السلام\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\n\r\nالأبعاد الحياتية للعقيدة بالإمام المهدي عليه السلام\r\nقُلْ أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ فَإِن تَوَلَّوْا فإِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُم مَا حُمِّلْتُمْ وَإِن تُطِيعُوهُ تَهْتَدُوا وَمَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ الْمُبِينُ * وَعَدَ اللَّهُ الَّذِينَ ءَامَنُوا مِنكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الارْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِن قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُم مِّن بَعْدِ خَوْفِهِمْ أَمْناً يَعْبُدُونَنِي لَا يُشْرِكُونَ بِي شَيْئاً وَمَن كَفَرَ بَعْدَ ذَلِكَ فَاوْلَئِكَ هُمُ الْفَاسِقُونَ * وَأَقِيمُوا الصَّلَاةَ وءَاتُوا الزَّكَاةَ وَأَطِيعُوا الرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ * لَا تَحْسَبَنَّ الَّذِينَ كَفَرُوا مُعْجِزِينَ فِي الارْضِ وَمَأْوَاهُمُ النَّارُ وَلَبِئْسَ الْمَصِيرُ ( النور / 54 - 57 )\r\nمن المناسبات والأحداث العظيمة التي يجب على كل مؤمن ومسلم ، وعلى وجه الخصوص الاخوة المؤمنون الرساليون الذين يشكلون طليعة المجتمع والأمة ، الاستفادة القصوى منها واستخلاص الدروس والعبر والوعي المسؤول من وحيها ؛ مناسبة\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nليلة النصف من شعبان ، حيث ولادة النور الإلهي المحمدي ، ولادة إمامنا الحجة بن الحسن عجل الله فرجه ، فزاد هذه الليلة كرامة إلى كرامتها ، وهذا الشهر شرفا وعظمة إلى شرفه وعظمته .\r\n\r\nبصائر المعرفة بالإمامة والإمام\r\nفمناسبة شريفة كريمة تتمثل بميلاد خاتم الأوصياء وإمام العصر والشفيع الذي لا يزال ناظرا ورقيباً ، سيدنا وإمامنا المهدي المنتظر عجل الله فرجه وجعلنا من أنصاره وأعوانه ؛ مناسبة كهذه لابد أن تكون محطة تزود وانطلاق للمؤمنين الرساليين ، وحافزا قويا للتقدم والقفز إلى الأمام على طريق التطور الإيجابي ، والانبعاث المتواصل من عمق الأمل والطموح الرسالي المستمد من وجود الإمام عجل الله فرجه ، ونبذ السكون والانفلات من قوقعة الجمود . . وذلك عن طريق أكثر من رؤية وبصيرة إيمانية يجب أن نستفيدها من هذا البحر الزاخر ، والفيض الإلهي المتدفق .\r\nفلو عرف الإنسان مستوى درجة الإمامة ، والمقام الأرفع والأسمى لها ؛ ولو عرف أن الإمام والإمامة هي الدرجة التي تسبق والتي تلحق درجة النبوة . فإبراهيم عليه السلام كان نبياً ورسولًا من أولي العزم حينما امتحنه الله سبحانه بأشد الامتحانات ؛ بالنيران التي القي فيها فصبر وسلم لله تعالى . بالهجرة ، حيث ترك زوجته وطفله الرضيع عند البيت الحرام إذ لا ماء ولا زرع وسكن ، وبأمره أن يذبح ابنه بيده ، وغيرها من الابتلاءات العظيمة . هنالك فقط وبعد أن اجتاز إبراهيم عليه\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nالسلام كل الامتحانات ، جعله الله سبحانه إماما وإِذِ ابْتَلَى إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَاتَمَّهُنَّ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَاماً قَالَ وَمِنْ ذُرِّيَتِي قَالَ لَا يَنالُ عَهدِي الظَّالِمِينَ .\r\nفإذا عرفنا هذه الحقيقة ، وعرفنا أن مولانا المهدي عجل الله فرجه هو إمام ، أي انه في هذا المستوى العظيم والدرجة الرفيعة ، وأنه حي يتعايش معنا ويرانا من حيث لا نراه ، وأنه مطلع على أحوالنا ويراقب صفحات أعمالنا التي تعرض عليه يومياً ، وأننا بحاجة ماسة إليه ، لبركاته ونوره وحبه و . . ليشفع لنا ذنوبنا ولنهتدي به جادة الحق والصواب ويوحدنا وينقذنا من صحراء التيه والضياع ، من الانكسار والذلة ، إذا عرفنا ذلك ، فلابد ان نستفيد من هذه المعرفة عدة بصائر ، ولنتساءل عن كيفية إقامة علاقة حقيقية تربطنا بالإمام عجل الله فرجه ، وكيف نمتن هذه العلاقة ؟ وهل أن الحجة عليه السلام هو الذي لا يريد إقامة مثل هذه العلاقة معنا أم أننا نحن الذين لا نريد ولا نسعى إليها ؟\r\nفي هذا الجانب ينقل أحد العلماء أنه وبينما كان يشتغل بالتدريس في النجف الأشرف إذ جاءه رجل من أهل القرى البعيدة وطلب الدراسة من اليوم التالي . وفي أحد الأيام صادف أن فقد العالم خاتمه ، ففتش كل زوايا بيته فلم يعثر عليه ، فأصبح مغموما لأنه كان متعلقا بهذا الخاتم ، ولكنه عندما حضر لإلقاء أحد الدروس على طلبته قام ذلك الطالب الجديد فقال له : يا سيدنا ، إن خاتمك موجود في غرفتك ، وفي الموضع الفلاني\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nبالتحديد فتعجب العالم من معرفة الطالب بأمر خاتمه ، ومعرفته بالمكان الموجود فيه بالتحديد ، . الا أنه كتم عجبه وذهب إلى بيته فرأى الخاتم هنالك في الغرفة كما أخبره الطالب ومرت الأيام والليالي فحدث أن أضاع العالم شيئاً معيناً في بيته أيضاً ، فحدثت مشادة بينه وبين زوجته بسبب ذلك ، وكما في المرة الأولى جاء السيد العالم إلى مكان الدرس ، فإذا بنفس الطالب يقول له : بأن الشيء الذي فقدته هو في المكان الكذائي من بيتك . وبعد انتهاء الدرس ذهب العالم إلى البيت فوجد ما أضاعه في نفس المكان الذي أخبره عنه ذلك الرجل . يقول هذا الفقيه : بأنني كنت في غاية العجب من أمر هذا الرجل ، فأنا متأكد بان لا أحد يعلم بأنني أضعت ما أضعت ، كما أني فتشت بيتي مراراً فلم أعثر على ما فقدته قبل أن يخبرني هو بذلك ، فذهبت اليه وقلت : يا أخي من أين تأتي بهذه الأخبار العجيبة ؟ فقال لي : أنا أيضا لا أعرف ، ولكنه أحد أصحابي أراه في الشارع واسلم عليه ، هو الذي أخبرني بذلك . يقول العالم : فشكرته وطلبت منه إذا ما رأى ذلك الشخص ثانية أن يقول له بأن السيد ( العالم ) يريد أن يصل بخدمتك ، فجاءني في اليوم التالي وقال : بأنه نقل رغبة السيد لصاحبه فرد عليه بالقول : قل للسيد أن يصبح آدميا حتى أصل أنا بخدمته !\r\nوينقل السيد الفقيه أنه سأل الطالب عمن يكون وما هي قصته وأعماله وسلوكه الذي أوصله إلى هذه الدرجة ، بحيث أصبح\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nيلتقي بالإمام الحجة عجل الله فرجه ، فذكر له بأنه أحد أبناء شيوخ العشائر ، وأن والده رجل يفعل المنكرات من قتل ونهب و . . ، وأنه ( أي الابن ) ينكر أفعال والده ولكنه لا يملك القدرة على مقاومته . وبعد أن مات والده في إحدى الليالي كان منصب رئاسة العشيرة سينتقل إليه حسب العادات والتقاليد العشائرية في مثل هذه الحالة ، ولأنه يخشى أن يكون مثل والده إن هو تسلم المنصب فيقوم بفعل المنكرات والمحرمات ، بقي تلك الليلة يفكر حتى الصباح ويخير نفسه بين الدنيا والآخرة ، فقرر في نهاية الأمر أن يترك عشيرته وبيته ويهرب من هذه المسؤولية إلى النجف الأشرف ليكون طالباً للعلم عند هذا العالم . لقد فرّ هذا الرجل الصالح من الرئاسة المنكرة ، ومن حطام الدنيا الفاني ؛ فر بدينه وأخذ يرى الإمام المهدي عجل الله فرجه تِلْكَ الدَّارُ الاخِرَةُ نَجْعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوّاً فِي الارْضِ وَلَا فَسَاداً\r\n\r\nتوثيق عرى العلاقة بالإمام المنتظر\r\nنعم ؛ إن الإمام موجود معنا وقريب منا ، ولكن الأعمال السيئة والمنكرات هي التي تحجب أبصارنا عن رؤيته ، وتسد أسماعنا عن سماع كلامه ، وسماع جوابه عندما نزوره ونسلم عليه مثلًا ، وكذلك جميع الأئمة الأطهار عليهم السلام . وإن الله سبحانه قريب منا ، أقرب مما نتصوره بعقولنا الغافلة وأحاسيسنا المحدودة . وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ ، وكما يقول الإمام السجاد عليه السلام في دعائه . \" وإنك لا تحتجب عن خلقك إلا\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nأن تحجبهم الأعمال دونك \" . « 1 » فهو تعالى ليس ببعيد عنا ، ولكننا نحن البعيدون عنه سبحانه نتيجة لسوء أعمالنا . .\r\nإذن ؛ فالإمام عجل الله فرجه موجود معنا ، والواجب أن نصلح أنفسنا لنشعر بوجوده ونعمق علاقتنا به ، بل قد نحظى بشرف رؤيته واللقاء به في بعض الأوقات والأماكن ، فذلك شيء ممكن بإذن الله تعالى . ولكن كيف يمكننا أن نصلح أنفسنا ونزيد من ارتباطنا وحرارة علاقتنا به عجل الله فرجه ؟\r\nهناك عدة خطوات يمكن أن نقوم بها في هذا السبيل ، وهي خطوات بإمكان كل شخص منا القيام بها بتوفيق الله له ، وبلا صعوبات وتعقيد ، إذا ما صمّمنا وامتلكنا الإرادة الإيمانية لذلك ، منها :\r\n1 - زيارة الإمام عجل الله فرجه والسلام عليه بعد الانتهاء من أداء صلاة الصبح ، ولو بجملة واحدة هي : السلام عليك يا مولاي يا صاحب الزمان .\r\n2 - كذلك وبعد الفراغ من كل صلاة ، وكما ندعوا لأنفسنا وآبائنا وأمهاتنا وإخواننا المؤمنين ، لابد من الدعاء للإمام عليه السلام ولو بقدر قليل من الأدعية الكثيرة المعروفة في هذا الخصوص .\r\n3 - وحتى عند تجمعنا وجلوسنا للحديث والتشاور و . . ، يجب أن يكون دعاؤنا للإمام والتطرق إلى ذكره ولو بعد الانتهاء من أحاديثنا الخاصة ؛ فهو أيضا عجل الله فرجه ذاكر من يذكره ، وداع لمن دعا له .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) دعاء أبي حمزة الثمالي .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n4 - تخصيص يوم واحد في الأسبوع ، وبالذات يوم الجمعة لقراءة الأدعية والزيارات الخاصة بالإمام ، كدعاء الندبة ، ودعاء العهد ، وإحدى الزيارات الخاصة به .\r\n5 - وحتى في مشاكلنا والأزمات التي نواجهها يوميا ، والأحداث المفاجئة التي قد نتعرض لها فنتضايق منها . . فإن من الجميل والواجب أن ندعو الله سبحانه ببركة الإمام الحجة أن ييسر لنا أمورنا ويقضي حوائجنا .\r\nإن كل ذلك وغيره من الخطوات الإيجابية المطلوبة ، يجعلنا نعايش حضور الإمام عجل الله فرجه ونكوّن معه علاقة صميمية . ومرحلة بعد مرحلة ، ودرجة بعد أخرى ، سنجد أن نورانية الإمام الشريفة المباركة ستجذبنا إليها وتأخذ بأيدينا وتدفعنا إلى الإمام ، وقد نحظى في يوم ما بلقائه والتزود من فيض نور وجوده وبركته . فنحن كما ندعو له ونسلم عليه ونزوره و . . ، فهو أيضا يفعل ذلك تجاهنا ، وبذلك نبني علاقتنا به وتستمر هذه العلاقة وتنمو وتتكامل .\r\n\r\nالعقيدة بالإمام الحجة\r\nإن العقيدة بالإمام المهدي عجل الله فرجه يجب أن تخلق تطوراً في حياتنا ، ولكن كيف نستفيد من هذه العقيدة لتحقيق ذلك ؟\r\nلقد جاءت سورة ( النور ) لتنظيم العلاقات في المجتمع ، وبين الأسرة الواحدة بالذات ، حيث يأتي الحديث في بدايتها عن\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nالمجتمع والعلاقات الاجتماعية والمعالجات والعقوبات للمفاسد التي تطرؤ على هذه العلاقات . . سُورَةٌ أَنزَلْنَاهَا وَفَرَضْنَاهَا وَأَنزَلْنَا فِيهَآ ءَايَاتٍ بَيِّنَاتٍ لَّعَلَّكُمْ تَذَكَّرُونَ كذلك تأتي فيها آيات حول الاستخلاف في الأرض وَعَدَ اللَّهُ الَّذِينَ ءَامَنُوا مِنكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الأَرْضِ وفيها أيضا حديث عن بيت النبوة فِي بُيُوتٍ أَذِنَ اللَّهُ أَن تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالآصَالِ\r\nفما هي العلاقة بين قضية النبوة والإمامة من جهة ، وبين العلاقات الاجتماعية من جهة أخرى ؟\r\nأن الإنسان عندما يريد أن يحسن أخلاقه وسلوكه وعلاقاته وطريقة معاملته مع الآخرين ، فلابد أن يكون لديه برنامج ما ليسير عليه ؛ أن تكون له أسوة وقدوة ونموذج يحتذي به ويتبعه . فإذا كنا نريد أن نقوّم ونطوّر مجتمعنا ، فلابد أن تكون لدينا علاقة مع إمام ، مع حجة . وبتعبير آخر ، لا بد أن يكون أمامنا ضوءاً نتحرك على أساس حركته وكشفه للواقع . فأهم شيء في قضية علاقتنا بالإمام الحجة عجل الله فرجه هو أنه يجب أن نبرمج حياتنا بمختلف جوانبها وسلوكياتها على أساس العقيدة به ، وعلى أساس قبوله أو رفضه لما نقوم به في هذه الحياة .\r\nفلو أنا ذهبنا على سبيل المثال إلى وليمة عند أحد الشخصيات المعروفة كأن يكون مرجعاً وعالماً كبيراً ، أو شخصية جهادية بارزة ، فمن الطبيعي أن الإنسان سينظر إلى حركات وسكنات\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nتلك الشخصية ، وكيف يتناول الطعام أو الشراب مثلا . . فهو ينظر اليه ويراقبه ليتعلم منه ويتخذ منه قدوة له . ونحن ما دمنا نعتقد بوجود الإمام المهدي عجل الله فرجه ، فلماذا لا نفكر فيما يقبل به ، وما الذي يرفضه منا ؟ وهل نحن نقوم بالأعمال التي تلقى قبوله ، أم تلك التي تؤذيه ؟\r\nأذن ؛ لابد أن ننظم سلوكنا الاجتماعي مع الآخرين ومع أنفسنا والأقربين منا على ضوء ما يريده الإمام منا من تنظيم لسلوكياتنا وعلاقاتنا الاجتماعية ، وقد يقول البعض بأننا لا نعرف سلوك وأخلاق وأعمال الإمام المنتظر عجل الله فرجه ، كيف يأكل ويشرب ويلبس ويتكلم . .\r\nيجب أن نعرف بأن الإمام الحجة عجل الله فرجه هو خلاصة الأئمة الطاهرين من قبله ، فكلهم محمد صلى الله عليه وآله ، وكما يقول الحديث الشريف : \" أولنا محمد ، أوسطنا محمد ، آخرنا محمد \" ، فكل الأئمة عليهم السلام يمثلون اتجاها واحداً ، وشخصية واحدة ، وهدفا واحدا ، وان اختلفت الظروف والخصوصيات لكل واحد منهم عليهم السلام . لذلك إذا ما أردنا الاستفادة من هذا السراج الوضاء ، ومن هذا البرنامج السامي ، فيجب أن نبرمج حياتنا على أساس متين ، وهو أن الإمام الحجة عجل الله فرجه قدوة وأسوة يجب أن نتبعها . ولذلك لابد أن نتساءل في هذا الجانب ، هل أن الإمام يختار شخصاً ليكون من أعوانه وأنصاره ، وهذا الشخص يقضي ليله بلعب القمار حتى\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nالصباح مثلا ، ولا يصلي صلاة الصبح ، وذو أخلاق وعرة سيئة مع عائلته ومع الناس الآخرين ؟\r\nبالطبع لا ؛ فإنه يختار اناساً مؤمنين طيبين ، رهبان الليل وفرسان في النهار ، سيماهم في وجوههم من أثر السجود ، قائمون ، صائمون ، متضرعون ، وفي قمة الأخلاق الكريمة . لذا يجب أن نهتم بأنفسنا ونزكيها بالأخلاق والأعمال الصالحة ونصلح من شأنها ، لا أن يكون جلّ اهتمامنا هذه الحجب المادية التي سرعان ما تبلى وتنفى جانباً ، أويكون اهتمامنا منصّباً على ما يقول الناس فينا . فمثل هذه الاهتمامات تصبح عائقا أمامنا وسبباً لعدم تطورنا وتقدمنا وتزكية أعمالنا ونفوسنا .\r\n\r\nالانتظار مفهوم رسالي نهضوي\r\nيتصور البعض أن مفهوم الانتظار مفهوم رجعي جامد يدعونا إلى السكون والسكوت عن الظالمين والعياذ بالله ، في حين أن العكس هو الصحيح . فلو نظرنا إلى التاريخ لوجدنا أن الشيعة منذ البداية وحتى يومنا الحاضر ، ويسبقون حتى ساعة الظهور المباركة ، أصحاب الثورات وأهل النهضات والمقاومة الرسالية للظلم والظالمين ، وما ذلك إلا لعقيدتهم بالإمام الحجة عجل الله فرجه ، والمفهوم الرسالي الإيجابي للانتظار لديهم .\r\nفهذه العقيدة وهذا المفهوم هما اللذان يعطيان الأمل والحيوية للإنسان ، لأن هناك قانون أو سنة الهية تتمثل في أن الذي يكون مظلوماً ، أو الذي يكون مع الحق فإن الله ناصره . وهذه السنة\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nتتحقق في أجلى صورها بالإمام الحجة عجل الله فرجه ، لأنه عبد صالح وولي لله سبحانه ، ومع الحق ، ولأنه مظلوم ومضطر وصابر و . . وأي إنسان تتحقق فيه هذه السنة الإلهية ، وهذه الصفات بنسبة معينة ، فإن الله سبحانه ينصره بمقدار تلك النسبة .\r\nوالدليل على ذلك أن النبي صلى الله عليه وآله هو أول من بشر المسلمين بظهور الإمام الحجة عجل الله فرجه ، حيث أن هناك أكثر من إحدى وخمسين رواية مذكورة عن النبي صلى الله عليه وآله في كتب علماء السنة فقط تتحدث عن الإمام المهدي عجل الله فرجه ، ومن بين علماء السنة من كتب كتاباً خاصاً عنه عليه السلام في سنة 127 ه - أي قبل أن يولد ، مثلما كتب علماء الشيعة عنه أيضا قبل ولادته . وبالإضافة إلى الشيعة فإن أكثر علماء السنة الموجودين حالياً يذكرون في كتبهم بأن العقيدة بالإمام المهدي عجل الله فرجه جزء من العقائد الإسلامية الثابتة . وهكذا كان النبي صلى الله عليه وآله هو المبشر الأول بالحجة عجل الله فرجه .\r\nإن الإيمان بالمهدي عجل الله فرجه كامل مكمل للمنظومة الإمامية ، فكما أن الطائرة لا يمكنها التحليق في الجو إذا أصابها عطب أو خلل في أحد جناحيها أو أجهزتها العديدة التي تكون بمجموعها وحدة واحدة لا يمكن الاستغناء عن إحداها أو إلغائها ، وكما أن الذي يؤمن بالزكاة والحج والخمس ولكنه لا يؤمن بالصلاة وينكرها يعتبر كافراً وليس مسلماً لأنه يفتقد جزءاً\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nرئيسياً من منظومة الإيمان . . كذلك الذي لا يؤمن بالإمام الحجة عجل الله فرجه فهو لديه مشكلة رئيسية وخلل عميق في ركن أساس من الإيمان ، ولذلك لا ينصره الله تعالى .\r\nفالإيمان بالحجة ، والإيمان بأن الله سينصر المظلوم ، والثائر القائم بالحق الذي يدعو إلى الله سبحانه ، هذا الإيمان هو الذي يبعث النهضة في صفوف المسلمين ، حيث نرى أن الشيعة الرساليين في جنوب لبنان قد طردوا الصهاينة ولا يزالون يجابهون العدو بروح التضحية والأمل بالنصر بفضل كلمة يا مهدي أدركني . وهذا الإيمان بصاحب الزمان عجل الله فرجه هو الذي أعطاهم الحيوية والأمل بالنصر والسعي له !\r\nوالقرآن الكريم عندما يتكلم عن قضية الاستخلاف في الأرض لا يخصص ذلك بالإمام الحجة عجل الله فرجه بل يعممه ، لأن سنة الله في الأرض تحققت مرة لبني إسرائيل حينما أنقذهم الله بموسى بن عمران عليه السلام ، وتحققت للنبي صلى الله عليه وآله والمسلمين على عهده الشريف ، وستتحقق إنشاء الله في عهد الإمام المنتظر عجل الله فرجه . فالأرض لا تتحرر بكاملها إلا بعد قيام إمامنا عليه الصلاة والسلام .\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\n\r\nفوائد عصر الغيبة الكبرى\r\nلابد أن نعرف أن مثل الإمام الحجة عجل الله فرجه بيننا كمثل الشمس التي قد تحجبها الغيوم ، إلا أن نورها لابد ان ينفذ إلينا مهما تكاثفت السحب ، وحرارتها ودفئها لابد أن يصلا إلينا ، فمعينها باق ومستمر رغم تلك الغيوم والحجب .\r\nوقلب الإنسان المؤمن يعيش ويحيى بوجود حجة الله في أرضه كعيشه وحياته وسط النهار الذي حجبت الغيوم شمسه . فالإمام المهدي عليه السلام هو شمس المؤمن المحجوبة عنه .\r\n\r\nفوائد عصر الغيبة الكبرى\r\nوهنا يطرح التساؤل التالي نفسه ؛ ما هي الفوائد والثمار والمنافع التي يمكن أن نستفيد منها ، ونحصل عليها الآن في عصر الغيبة الكبرى ؟\r\nومن اجل الإجابة على هذا التساؤل لابد ان نمهد له بالقول : أن زمن ما بعد ظهور الحجة عليه السلام سوف تعمّ فيه الفائدة\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nوالمنافع للجميع ، بل ولكل الأحياء على الأرض حتى تشمل الملائكة والجن وكل موجود عاقل . وقد جاء في بعض الروايات أن إبليس عليه اللعنة قد أُمهل هو الآخر إلى يوم الوقت المعلوم ، الذي يفسر بأنه يوم الظهور وخروج المهدي عليه السلام ، ذلك لأن إبليس كان قد طلب أمهاله إلى يوم القيامة ، ولكنّ الله تبارك وتعالى لم يجبه إلى ذلك ، وإنما أمهله إلى يوم معيّن وهو - كما تقول الروايات - يوم ظهور الإمام الحجة عليه السلام ، حيث سيُقمع في ذلك اليوم الموعود إبليس ، وكل شياطين الأرض ، وعندها ينعم الإنسان والوجود كله بالخير والسعادة .\r\nوهكذا ففي عصر الغيبة الكبرى ، أو عصر الانتظار ثمرة معنوية ، وفائدة روحية نستلهمها من خلال عقيدتنا بالإمام المهدي عليه السلام ، وهذا هو مجمل فلسفة الانتظار الذي نعيشه في عصر الغيبة ، ويمكننا إجمال هذه الفائدة والثمرة المعنويّة والروحية بثلاثة أمور أساسية هي :\r\nأ - الفائدة الناجمة عن نفس عقيدتنا بالإمام الحجة عجل الله فرجه .\r\nب - محبتنا وولاؤنا له عليه السلام .\r\nج - تأييده لنا في المواقف الحرجة ، وساعات العسرة .\r\n\r\nسبيل الانتفاع بالإمام الحجة\r\nوهنا قد يسأل سائل : كيف السبيل إلى الاستزادة ، والانتفاع من نور هذه الشمس التي حجبتها غيوم الدهر السوداء ؟\r\nوالجواب على هذا السؤال تتضمنه النقاط التالية :\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n\r\n1 - انتظار الفرج\r\nوالحديث عن هذا الانتظار طويل وذو شجون ، ولكننا نستطيع أن نوضح مفهومه من خلال ضرب المثل التالي : أن الواحد منّا عندما ينتظر ضيفاً عزيزاً عليه يقدم إليه فان حالته ووضعه سيكونان غير الحالة والوضع الطبيعيتين ، حيث سترتسم معالم اللهفة والشوق على وجهه ، فنجده يترقب قدوم الضيف عليه دقيقة بعد أخرى ، وعيناه مشدودتان إلى الطريق بعد أن يكون قد هيّأ في بيته كل ما تستلزمه الضيافة الكريمة من فراش جيد وطعام وشراب لذيذين ، وما إلى ذلك . . . فكل هذه الأمور إلى جانب الأمور المعنوية التي يعيشها الإنسان تعكس معنى الانتظار .\r\nفإن كان هذا الاستعداد للصديق العادي الذي يأتيك زائراً ، فكيف الحال بالنسبة لإمام معصوم يأتي لينقذ البشرية المعذبة ، وينجّيها من آلامها ومعاناتها . وهمومها إلى الأبد ، أفلا تنتظره القلوب والأرواح قبل الأبدان ؟\r\nأن ساعة الظهور هي أمر غيبي حُجب عنّا ، وعن الإمام عليه السلام نفسه ، فلا يعلمها إلا الله سبحانه . فنحن لا ندري هل ستحل هذه الساعة بعد شهر أو سنة أو ربما دهر ، فذلك في علم الله وحده كما أكدت على ذلك الكثير من الروايات ، ولذلك فما على المؤمن المنتظر إلا أن يدعو دائماً للتعجيل في ظهوره عجل الله فرجه . وهذه الدعوة يجب أن لا تكون مجرد ترديد لسان فحسب ، بل دعاءً نابعاً من الصميم ، ومن أعماق القلب الملهوف ،\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nالتوّاق إلى ظهور الفرج ليعكس ويتجسد في سلوك الداعي وأعماله وجهاده الذي يبرهن من خلاله على صدق دعوته ، وشوقه إلى ظهور المهدي ، والله سبحانه وتعالى يقول : إدْعُونِي أَسْتَجِبْ لَكُمْ فلا يستخفّن مؤمن عامل بدعائه فيقول : وما قيمة دعائي ؟ فللدعاء أهميته ودوره في تعجيل ظهوره عليه السلام ، وحدوث الفرج .\r\nفالخالق جل وعلا يدعو عباده إلى الدعاء ، والإلحاح في الطلب ، حيث يقول : وَقَالَ رَبُّكُمُ إدْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ داخِرِينَ ، وفي موضع آخر يقول عز من قائل :\r\nوَإِذَا سَالَكَ عِبَادِي عَنِّي فَانِّي قَرِيبٌ اجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ فَلْيَسْتَجِيبُوا لِيْ وَلْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ\r\nفالله تبارك وتعالى يستجيب لدعوة عبده المؤمن إذا اخلص العبادة والدعاء ، فهو سبحانه يحب إلحاح الملحّين . فلا ينسى أحد منّا عندما يفرغ من كل صلاة يؤدّيها أن يدعو بتعجيل الفرج بظهور مهدي أهل البيت عليه السلام ، وهذا ما يجب أن يتخذه كل مؤمن صادق الولاء لأهل بيت العصمة منهاجاً وسيرة ، ألا وهو الدعاء بالفرج في عصر الانتظار فهو لا محالة يقرّب الفرج .\r\n\r\n2 - تعزيز روحيّة الإنسان المؤمن\r\nوالأمر التالي يتمثل في الفائدة المعنوية وتعزيز الروحية لدى المؤمن ، إذ أن مجرّد الإيمان والاعتقاد بوجوده وحضوره عليه\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nالسلام في هذا العالم رغم عدم معرفة شخصه ، فإن ذلك من شأنه أن يخلق الأمل والطموح لدى المؤمنين ، ويهوّن لديهم المصاعب والمعضلات ، ويزيل همومهم وآلامهم . . ولذلك فإن المؤمنين الصادقين لم يعرفوا الهزيمة والانكسار المعنوي في صراعهم مع أهل الباطل والكفر والعدوان والإلحاد .\r\nبلى ؛ قد ينهزمون عسكرياً فلا ينالون النصر في معركة ما ، ولكن هذه الهزيمة لا يمكن أن تنال من معنوياتهم وروحياتهم ما دامت الغلبة في نهاية المطاف لا تكون لأهل الظلم والجور ، وما دام هناك في هذا العالم إمام لابد من أن يظهر ويأخذ بثأر ومظلومية كل المظلومين على امتداد تاريخ العمل والجهاد في سبيل إعلاء كلمة الله عز وجل .\r\n\r\n3 - بركة دعاء الإمام لأتباعه\r\nفكما نحن ندعو له عليه السلام بالفرج والظهور ، ونصرة الله له ، وأن يكون قائده وناصره ودليله وعينه ، فإنه عجل الله فرجه يدعو بدوره لأبناء أمته ومحبيه ومواليه ، ولعل أكثر النعم التي نعيشها ولا نكاد نحس بها أو لا تخطر على بالنا هي من بركات دعاء الإمام لنا ؛ فلعل العديد من الكوارث التي نكره وقوعها ولكنّها مقدّرة في العلم الإلهي يجري عليها البداء ببركة دعاء الإمام المهدي عجل الله فرجه ، فتزول أو يخفّف وطأها وأثرها .\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\n\r\n4 - الأجر والثواب الإلهيان\r\nفالله تبارك وتعالى يكتب لنا الأجر الجزيل لرسوخ عقيدتنا بالمهدي ، ولدعائنا الكثير الدائم له بالظهور ووقوع الفرج بهذا الظهور المبارك ، وقد جاء في الحديث الشريف :\r\n\" أفضل أعمال أمتي انتظار الفرج \"\r\n، وجاء أيضاً :\r\n\" أفضل العبادة انتظار الفرج \"\r\n، فلولا انتظار الفرج ليأس المؤمنون من جهادهم وعملهم في سبيل الإسلام ورفعة كلمته ، ولضاقت صدورهم حين وقوع البلايا والمصائب وتوالي المحن والآلام عليهم ؛ بلى لولا انتظار الفرج لما وثبوا إلى ساحات العمل والجهاد والبذل والتضحية بالمال والأنفس في سبيل الله .\r\nفلا يبررن أحد تقاعسه وتكاسله ويدّعي أن لا فائدة ولا جدوى من الجهاد والعمل ، إن كان يؤمن ويعتقد بإمامه المهدي عليه السلام ، وانتظار ظهوره ، وحلول الفرج . فالمنتظر لظهور إمامه عليه السلام يعتبر كل جهد يبذله في سبيل الله تعالى ريحانة يغرسها على طريق الظهور ، يستقبل بها إمامه الظاهر لا محالة ، والذي سيملأ الله به الأرض قسطاً وعدلًا بعد ما ملئت ظلماً وجوراً ، وهذه حقيقة ثابتة .\r\nونحن لو نظرنا إلى كل المجاهدين والعاملين في طريق الإسلام وفي مجالات الخير والصالحات لوجدناهم جميعاً ممّن يحبّون الإمام ، وينتظرون خروجه وفرجه ، وهذا يعود إلى كون قلوبهم حيّة طريّة عامرة بالإيمان والأمل .\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nوهنا أعود لأذكّر على أن مجرّد انتظار الفرج من شأنه أن يخلق الحيوية والنشاط والأمل لدى المؤمن ، فيحفزه على العمل والنشاط الدؤوب والبذل وخوض غمار العمل والجهاد ، فنراه ينفق ماله في الخيرات ومشاريع الخير والصلاح إن كان ذا مال ، أو يجنّد نفسه وطاقاته إن كان صاحب جسم قوي ونشاط ، أو يوظف فكره وقابلياته ومواهبه على هذا الطريق إن كان ذا ثقافة وعلم وأدب وفن .\r\nوهكذا فان انتظار الفرج هو الأمر الأول الذي نستفيد منه كفائدة معنوية من فوائد عصر الغيبة الكبرى .\r\nأما الأمر الأساسي الثاني فهو حبّنا للإمام عليه السلام وولاؤنا له . فالإنسان الذي يؤمن بفلسفة الغيبة ولديه اليقين بوجود الإمام وكونه ناظراً على أعمالنا وسلوكنا وتعاملنا مع المجتمع والأمة في الحياة ، فإنه يكون على صلة قلبية وروحية مع الإمام ؛ أي أنه يصبح ويمسي محباً ، ذائباً في إمامه وقائده الذي غيّبته الدهور عنه ، فحرمته حلاوة لقائه ، والتمتع برؤيته .\r\nونحن كشيعة مؤمنين نعتبر الإمام المنتظر النموذج الأعلى لنا ، ولما كان هذا الإمام مغيباً عنا كان علينا الرجوع إلى ممثّليه الشرعيين ، ومن ينوب عنه في غيبته وهم العلماء والفقهاء والمراجع العظام ، نتبعهم ونقلّدهم ونعمل بوصاياهم على أساس من النيابة أو الوكالة . فالإمام مفروض الطاعة ولا جدال في طاعته واتباعه ، أما الوكيل أو النائب عنه فإنه واجب الطاعة\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nأيضاً ما دام مستقيماً على خط الإمام ونهجه ، وفي حالة انحرافه - لا قدّر الله - ولو بأدنى مقدار فان على الأمة أن تميل عنه إلى من هو أعدل منه ، وأكثر استقامة وورعاً وتقوى .\r\nوهكذا فان الإمام الحجة عليه السلام هو المقياس لدى الشيعة ، وهذه العقيدة هي التي أعطت الفكر الشيعي ، وأغنته بالحيوية والاستقامة والثبات ، ولذلك لم نجد في تأريخ التشيع أن مرجعاً ما انحرف عن الطريقة بأن جبن ، أو صار عميلا ، أو خان دينه وأمته ، ذلك لأن أبناء الأمة المؤمنة بمهديِّها تراقب بكل دقة مراجعها وسيرتهم وهم يؤدون ما عليهم من التكاليف الشرعية ؛ فهم لا محالة سيسقطون من أعين الجماهير أن انحرفوا عن الطريقة أدنى انحراف . فعلاقة الشيعة بمراجعهم لم تكن في يوم من الأيام علاقة شخصية عاطفية ، بل هي علاقة قيم ومبادئ ، وعلاقة نيابة عن إمامهم الغائب الذي هو قدوتهم الأولى والأخيرة ، ومثالهم الحقيقي .\r\n\r\nالفوائد الحقيقية\r\nوبعد ؛ فهذه هي المنافع الظاهرة من الغيبة وانتظار الفرج وهي ما يمكن تسميتها بالفوائد العامة ، ثم هناك المنافع والفوائد الخفية التي لا يحس بها ، ولا يلمسها إلا أهل الفضل والعرفان .\r\nفكثيرة هي المواقف والظروف العسيرة التي مرّ بها الشيعة أو المسلمون وربما البشرية جمعاء ، والتي كادت أن تتحول إلى أهوال لشدتها ، فكان الإمام الحجة بدعائه وبمنزلته عند الله\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nسبحانه وتعالى سبباً لإنقاذها وخلاصها من تلك الأهوال والمواقف العسيرة وهذا مالا يدركه إلا أولو الأبصار من أهل العلم والعرفان .\r\nأننا جميعاً جلوس على مائدة الحجة المنتظر عجل الله فرجه ؛ فممّا لا ريب فيه أنه مهيمن على كل أوضاع الأرض وأهوالها ، وقد كانت له هذه الهيمنة بفضل الله وقدرته ورحمته ، ولذلك ينبغي علينا الالتزام بالمفردات التالية :\r\n\r\n1 - تغيير السلوك\r\nوالذي أرجوه أن نعاهد الله جل جلاله منذ هذه اللحظة على أن نغيّر سلوكنا . فقد يغيب عن بالنا ، أو ربما يجهل الكثير منا إن أعماله وسلوكه يطّلع عليها الإمام عليه السلام في كل يوم وليلة كما تؤكد على هذه الحقيقة الكثير من الروايات الشريفة ؛ فإن كان قد صدر منا خير وصلاح سرّه ذلك ، وإن كان شراً أو إثماً اساءه وأحزنه . وإذا أردنا أن نفهم معنى هذا السرور أو الشعور بتلك الإساءة فلنرجع إلى مشاعرنا وأحاسيسنا عندما نلمس المعصية والإساءة من أولادنا ، ومن ذلك ندرك أحاسيس إمامنا ومشاعره تجاهنا نحن كشيعة ندعي ولاءه وحبّه ثم نسيئه ونحزنه بمعاصينا ، وانحرافاتنا وتقاعسنا وتبريراتنا .\r\nفليكن سلوكنا سلوك المنتظرين الحقيقيين له عليه السلام ، ولنتمثل حقيقة الانتظار فنصلح نفوسنا وأخلاقنا وسلوكياتنا وتعاملنا مع إخواننا الآخرين ، ونجعلها بالشكل الذي يتطابق مع روح الانتظار .\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\n\r\n2 - الاستعداد النفسي والجسمي\r\nلنكن مستعدّين نفسياً وجسمياً على الدوام ، ذلك لان ظهور الإمام - كما بيّنا - لا يعرف أوانه ، ومن ذلك نفهم السرّ في أن بعض العلماء والمراجع يجعلون سيوفهم تحت وسادتهم كي يكونوا مستعدين في أية لحظة عندما يظهر الموعود ، فما السيف إلا رمز للاستعداد الجسدي .\r\nوبناء على ذلك ينبغي أن يكون لدينا استعداد قتالي هو من الضرورات بالنسبة إلى الشيعة ، فيجب على الشيعي أن يكون مهيئاً مدرباً نشطاً مستعداً للتضحية على طول الخط ، بالإضافة إلى الاستعداد الأخلاقي ، والتزكية النفسية ، فالحجة المنتظر إنما يريد أناساً طاهرين مخلصين ، وهذا ما يجب أن نبنيه في أنفسنا ، ونخلقه في اطباعنا وأخلاقنا .\r\n\r\n3 - التبشير بالإمام\r\nأي أن نعمل منذ الآن على التبشير بالإمام عليه السلام ، وبيان حقيقة الانتظار وفلسفتها ، ولنعلّم أطفالنا ونعرّفهم بالمهدي عليه السلام وغيبته وفوائد هذه الغيبة حسب ما تستوعبه مداركهم ؛ أي أن نبسّط المفاهيم ونقرّبها إلى أذهانهم كي يعوا هذه العقيدة ، ويترعرعوا في ظلِّها شيئاً فشيئاً ؛ فلعل أوان الظهور يكون من نصيبهم ، وزمانهم .\r\nوكل ذلك - كما أوضحنا - يكمن في فهمنا واتباعاً لأمرين أساسيين هما :\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\n1 - دعاؤنا بتعجيل ظهور الإمام عليه السلام .\r\n2 - استيعاب حقيقة الإمام عليه السلام وفلسفة الانتظار .\r\nواستيعاب هذين الأمرين ربما يكفي لوحده لأن يغير أوضاع المسلمين ، ويجعلهم أكثر التصاقاً بأئمتهم ، والقيم التي عملوا وجاهدوا من أجلها ، وأكثر إتباعاً لمناهجهم ، وتقفّي آثار العلماء والمراجع اللذين ينوبون عنهم ، وبذلك يصبح المسلمون قوة منيعة كالبنيان المرصوص .\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\n\r\nالمفهوم الحقيقي لانتظار الإمام المهدي عليه السلام\r\nلأنّ رحمة الله سبقت غضبه ، ولأنها وسعت كل شيء ، ولأن الله سبحانه وتعالى خلق الإنسان ليرحمه لا ليعذبه ، فقد جعل عاقبة هذه الحياة الحسنى ، وقضى أن يختمها بأفضل يوم وأحسن عهد ، وذلك حين ظهور الإمام الحجة بن الحسن المنتظر عجل الله فرجه .\r\nولقد أخبرنا الله عز وجل في آيات عديدة بهذه الحقيقة الثابتة ، ومن ضمنها قوله تعالى : هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ\r\n\r\nعلاقتنا بالإمام المنتظر\r\nولا ريب أن هذه الحقيقة لم تقع بعد ، وأن الإنسانية ما تزال تنتظر ذلك اليوم الأغرّ الذي يرفرف فيه لواء العدل والحق فوق أرجاء العالم أجمع ، ولكن كيف يتحقق هذا الهدف ، وما هي مسؤولية الإنسان اتجاهه ، وما هي علاقته أساساً بهذا المنقذ\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nالمنجي الذي سيظهر الله تعالى به دينه على الدين كلّه ، وبتعبير آخر ؛ ما هي العلاقة التي يجب أن نقيمها ونحن نعيش عصر الغيبة بسيّدنا ومولانا الإمام المهدي عليه السلام ؟ ؟\r\nوللإجابة على هذه الأسئلة لابد أن نقول أن القرآن يفسّر بعضه بعضاً ؛ فالله عز وجل يقول بعد الآية السابقة : يَآ أَيُّهَا الَّذِينَ ءَامَنُوا هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنجِيكُم مِنْ عَذَابٍ أَلِيمٍ ، فهذه الآية توحي لنا بحقيقتين مهمتين :\r\n\r\nالظهور يتحقق على أيدي المؤمنين المجاهدين\r\n1 - ان تحقيق هذا الهدف يتم على يد أولئك المؤمنين الذين قرروا أن يكونوا مجاهدين حقاً ، وان يعقدوا صفقة تجارية رابحة مع ربهم ، يجاهدون من خلالها بأنفسهم وأموالهم لينجيهم الرب من العذاب الأليم ، ولينالوا رضوانه .\r\nوعلى هذا فليس من الصحيح الاعتقاد بان مسائل غيبية لابد أن تتدخل لتغيير مسار الحياة . فالله تعالى يقول : هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ ثم يقول بعد ذلك مباشرة : يَآ أَيُّهَا الَّذِينَ ءَامَنُوا هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنجِيكُم مِنْ عَذَابٍ أَلِيم .\r\nثم يستمر السياق الكريم ليبيّن ماهيّة هذه التجارة ، في قوله تعالى : تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بَأَمْوَالِكُمْ وَأَنفُسِكُمْ . . . . فالقضية - إذن - تتعلق بالإنسان ، فهو الذي يجب أن يحمل راية الجهاد ، ويضحّي بماله ، ونفسه . ليحصل بذلك على\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nالجنّة ، وينجي نفسه من النار حتى تتحقق إرادة الله في إظهار دينه على الدين كله .\r\n\r\nالجهاد على نوعين\r\n2 - الجهاد في سبيل الله على نوعين ؛ نوع يأتي من خلال فورة عاطفية مرحلية ، فيبادر الناس إلى حمل الرايات وينادي المنادون بالجهاد بسبب تأثرهم بالأجواء المحيطة بهم ، فيندفعون إلى ساحة المواجهة .\r\nوهناك نوع آخر من الجهاد هو الذي يحقق المسيرة الحضارية ، ويجعل الإنسان يصل إلى الهدف الأسمى من خلق الكون ، ألا وهو إظهار الدين على الأرض كلّها . وتحقيق هذا الهدف الأسمى ، وهو غلبة الدين الإلهي على كل الأفكار والمبادئ الوضعية فهو يتطلب فئة باعت نفسها لله عز وجل ، ودخلت في صفقة تجارية معه لا تراجع عنها سواء كانت هناك رايات ترفع للجهاد أم لم تكن ، وسواء كانت هناك أجواء تحرّض على الجهاد أم لم تكن .\r\n\r\nالجهاد طبيعة المؤمنين\r\nأن مثل هؤلاء المؤمنين يتمتعون بطبيعة جهادية ، فنراهم يبحثون عن الجهاد في كل أفق سواء كانت الظروف مواتية أم لا ، لأنهم يعتبرون الجهاد الجسر الأقرب إلى الجنة ، والطريق الأقصر لرضوان الله ، والسبيل الأفضل للنجاة من النار ، ومن الذنوب المتراكمة على النفس .\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nفكل إنسان لابد أن يرد نار جهنم ، فنحن واقعون فيها شئنا أم أبينا ، وهذا ما أكدت عليه مصادر التشريع الإسلامي كقوله تعالى : وَإِن مِّنكُمْ إِلَّا وَارِدُهَا كَانَ عَلَى رَبِّكَ حَتْماً مَقْضِيّاً * ثُمَّ نُنَجِّي الَّذِينَ اتَّقَوْا وَنَذَرُ الظَّالِمِينَ فِيهَا جِثِيّاً ( مريم / 71 - 72 )\r\n\r\nالنجاة من النار هدف المؤمنين الأعلى\r\nوعلى هذا فإن الهدف الأسمى ، والتطلع المهم للإنسان المؤمن يتمثلان في النجاة من النار . وهكذا الحال بالنسبة إلى المجاهدين فهم يسعون لتحقيق هذا الهدف ، ولكن بطريق اقصر ، وقول الله تعالى : يَآ أَيُّهَا الَّذِينَ ءَامَنُوا هَلْ أَدُلُّكُمْ يدّل على ذلك ، لأن الخطاب موجّه إلى المؤمنين لا إلى المسلمين أو عامّة الناس ، ولأن الحديث موجّه إلى المؤمنين فقد أصبح يمتلك مستوى رفيعاً يتمثل في مخاطبة الإنسان الذي يبحث عن النجاة . أما الإنسان الذي لا يعرف معنى لجهنم ، ولا يؤمن بالآخرة ، ولا يفكر في الخلاص من نار جهنم ، فالحديث لا يمسه بشيء .\r\nوهنا قد يتبادر إلى الذهن أن الحديث موجّه إلى المؤمنين ، فلماذا يؤكد النداء الإلهي مرة أخرى على قضية الإيمان ؟ وللجواب على هذا السؤال نقول : أن هذا التأكيد ربما يكون توجيهاً إلى الدرجات العلى من الإيمان .\r\n\r\nما يأخذه الإنسان المؤمن\r\nأن كلّ ما ذكر في الآية السابقة كان متعلّقاً بما يعطيه الإنسان\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nالمؤمن ، إما بالنسبة إلى ما يأخذه فهو ما يبيّنه الله جل وعلا في القسم الثاني من الآية الكريمة ، والذي نذكره من خلال النقاط التالية :\r\n1 - غفران الذنوب يَغْفِرْ لَكُمْ ذُنُوبَكُمْ ؛ وهو أهم هدف يسعى المؤمنون لتحقيقه ، ذلك لأننا جميعاً مذنبون في حق أنفسنا ، ولو غفلنا عن هذه الذنوب فإن عقاب الله لا يضل ولا ينسى ، ولا يغادر صغيرة ولا كبيرة إلا أحصاها ، وباعتبار أننا جميعاً مذنبون ، فلابد أن نبحث عن طريقة للنجاة تتمثل في الجهاد من النوع الثاني - كما أشرنا إليه - والذي يقضي ان يكون الإنسان مجنداً لله ، ومتطوعاً ومخلصاً في سبيله .\r\n2 - دخول الجنة ؛ وَيُدْخِلْكُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الانْهَارُ وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ ذَلِكَ الْفَوْزُ الْعَظِيمُ .\r\nوالقرآن الكريم يقرر أن الإنسان ليس بإمكانه إدراك معنى الجنات ، ولكنها - باختصار - هي الفوز العظيم ، فهي ليست بساتين عادية ، أو سقوفاً من فضة ، وبيوتاً من ذهب ، لأن جميع هذه المظاهر أمور بسيطة لا أهمية لها ، والمهم في كل ذلك أنها الفوز العظيم الذي يحققه الإنسان متمثلًا في نيل رضوان الله .\r\n3 - النصر المؤزر وَأُخْرَى تُحِبُّونَها نَصْرٌ مِنَ اللَّهِ وَفَتْحٌ قَرِيب ؛ وهذه من النتائج المهمة التي يبذل الإنسان المؤمن جهوده من أجل تحقيقها ، حيث يشرع في الجهاد ، ويصمم على مقارعة أعداء الله .\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\n\r\nالجهاد في كل الظروف والأحوال\r\nثم يستمر السياق القرآني الكريم ليؤكد على صفة الإخلاص المطلق لله عز وجل ، ونصرة الحق ، حيث يقول تعالى : يَآ أَيُّهَا الَّذِينَ ءَامَنُوا كُونُوا أَنصَارَ اللَّهِ ؛ أي على الإنسان المؤمن أن يكون جندياً في جيش الحق ، متطوّعاً في جند الله ، متفرغاً في سبيله ، وبالتالي أن يكون إنساناً يبحث عن كل ما يمتّ إلى الجهاد بالصلة ، وعن أي مظلوم أو حق سليب أو أمة مستضعفة يدافع عنها .\r\n\r\nالحواريون قدوة المؤمنين\r\nوللإنسان المؤمن في هذا المجال أسوة حسنة بالحواريين الذين قال عنهم الله تعالى : كَمَا قَالَ عِيسَى ابْنُ مَرْيَمَ لِلْحَوَارِيِّينَ مَنْ أَنصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ انصَارُ اللَّهِ . فالحواريون - كما يبدو من هذه الآية - تقدموا مرحلة مهمة ، فعيسى عليه السلام أمرهم أن يكونوا أنصار إلى الله ، ولكنهم تقدموا مرحلة وقالوا : نحن أنصار الله ؛ أي أننا سلكنا هذا الطريق ، ومضينا فيه إلى درجة بحيث وصلنا إلى النتيجة ، فأصبحنا أنصار الله جلّت قدرته ، ولذلك قال تعالى في بداية الآية : كُونُوا أَنصَارَ اللَّهِ .\r\nيستأنف السياق القرآني الكريم مُبيّناً لنا معنى ( أنصار الله ) قائلًا : قَالَ الْحَوَارِيُّونَ نَحْنُ انصَارُ اللَّه فَآمَنَت طَآئِفَةٌ مِنْ بَنِي إِسْرَآئِيلَ وَكَفَرَت طَآئِفَةٌ فَأَيَّدْنَا الَّذِينَ ءَامَنُوا عَلَى عَدُوِّهِمْ فَأَصْبَحُوا ظَاهِرِينَ\r\nونحن لو تدبرنا في كلمة ( ظاهرين ) وربطناها مع العبارة السابقة ( ليظهره على الدين كله ) لاستنتجنا أن أنصار الله الحقيقيون\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nهم الذين يمكن ان نضرب بهم مثلًا من واقع الحواريين الملتفّين حول عيسى بن مريم عليه السلام ، وهؤلاء هم الذين سيظهر الله تعالى بهم دينه فوق هذا الكوكب . ثم انّ هذه الآية تجيبنا على سؤال سبق وأن طرحناه آنفاً وهو : ما هي علاقتنا بالإمام الحجة عجل الله فرجه .\r\n\r\nالإمام الحجة شمس مغيَّبة\r\nأن الأحاديث والروايات تبين أن الإمام المنتظر هو كالشمس المغيّبة وراء السحب ، فهي ترسل أشعتها ، ولكن الإنسان لا يستطيع أن يراها ، ولا يعرف في أي منطقة من هذه السماء الواسعة هي موجودة ، فهي تبث الخير والبركة إلى الأرض ولكن من موقع مجهول .\r\nوهكذا الحال بالنسبة إلى الإمام الحجة عجل الله فرجه ، فهو موجود بيننا إلى درجة أنه عندما يظهر فأن الجميع سيشعر أنهم رأوه في أماكن مختلفة ، كما أشارت إلى ذلك الأحاديث الواردة في هذا الصدد ، ولذلك فإن على الإنسان المؤمن أن يكون مؤدباً وملتزماً بالأحكام الإسلامية وخاصة في مجلس الدعاء والعزاء والعلم وفي البقع والأماكن المقدسة ، لأن الإمام المنتظر عجل الله فرجه قد يكون من بين الحاضرين .\r\nولذلك فإن من أهم ما يشعر به الإنسان المؤمن فيما يرتبط بعلاقته بالإمام الحجة عجل الله فرجه هو تأدّبه وتهذيبه لنفسه ، لأنه يعلم أن الإمام المهدي الذي هو إمامه ، وشفيع ذنوبه ، وقائده\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nإلى الجنة في الآخرة ، تعرض عليه كل يوم أعمال المؤمنين جميعاً ، فإذا وجد إنساناً من شيعته يذكر الله تعالى باستمرار ، ويفعل الخير ، ويسعى إلى الصالحات ، فإنه يستبشر ، ويغمره الفرح ، ويدعو له ، أما إذا وجد أن صحيفته سوداء فإنه يحزن ويتأثر .\r\n\r\nجوانب علاقتنا بالإمام\r\nوعلى هذا فان علاقتنا بالإمام الحجة عجل الله فرجه لها عدة جوانب :\r\n1 - تهذيب الإنسان المؤمن لنفسه ، واهتمامه باعماله وتصرفاته ، وخصوصاً بالنسبة إلى من تطوّع في سبيل الله من العلماء والخطباء والمجاهدين ، لأن علاقة هؤلاء بالإمام أكثر متانة من علاقة غيرهم به ، فهم بمثابة ضباط في جيشه ، فإن قدّر لهم الخروج في عهده ، فلابد أن يراقبوا أنفسهم أشد المراقبة .\r\n2 - الانتظار الذي يعطي معنى ( الإنذار ) ؛ بان يكون الجيش في حالة الإنذار القصوى ، وإذا كان كذلك فهذا يعني أن يكون سلاحه وعتاده وصفوفه وتنظيماته في مستوى التحدي والانطلاق للعمل في أية لحظة ، وهذا هو ما يعنيه ( الانتظار ) .\r\nوقد لا يكون الجيش الذي وضع تحت الإنذار الشديد محباً للقاء عدوه ، فترى كل فرد منه يوجس خيفة من قدوم الأعداء ، في حين أن المؤمنين الذين يعيشون تحت أعلى درجة للإنذار يحدو بهم الشوق دائماً إلى لقاء الإمام ، وكلما أصبح عليهم يوم جديد سألوا الله عز وجل أن يكون هو موعد ظهور الإمام الحجة عليه السلام .\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nولذلك فإنهم مستعدون في كل لحظة لسلوك الطريق ، وقد جاء في تاريخ علمائنا الذين عاشوا أيام السيوف والرماح أنهم كانوا يهيؤون لأنفسهم سيوفاً يتدربون عليها كل يوم جمعة بعيداً عن أعين السلطات استعداداً لظهور إمامهم ، وإبقاءً منهم على الدرجة العالية من التدريب والاستعداد .\r\nوهذا هو المفهوم الحقيقي للانتظار ، فهو لا يعني الجمود ، وان نجلس مكتوفي الأيدي ، أو أن ننتظر حتى ظهور الإمام المهدي عجل الله فرجه ، ثم نتدرب على السلاح وننظم صفوفنا فهذا تصور خاطئ لا يرضى به الشرع ولا العقل ، فقد قال الله جل وعلا في بداية السورة التي استعرضنا بعضاً من آياتها : إِنَّ اللَّهَ يُحِبُّ الَّذِينَ يُقَاتِلُونَ فِي سَبِيلِهِ صَفّاً كَأَنَّهُم بُنْيَانٌ مَرْصُوصٌ .\r\nفلابد - إذن - من أن نبادر إلى العمل من الآن استعداداً لظهور الإمام المنتظر عجل الله فرجه ، ولذلك فان على كل إنسان مؤمن إن يجدد عهده مع الإمام في كل يوم عبر الأدعية والزيارات المأثورة .\r\n3 - طاعة من أمر الإمام بطاعته ؛ فالجندي في المعركة لاينتظر القائد الأعلى ليأتيه ويخبره بالأوامر والواجبات ولكن عبر مراتب القيادة ، ونحن باعتبارنا نعيش في أيام الانتظار فان علينا أن نطيع من أمر الله تعالى والإمام بطاعتهم ، متمثلين في الفقهاء العدول الذين هم نوّاب الإمام عجل الله فرجه .\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\n\r\nكيف ننتظر الإمام المهدي عليه السلام ؟\r\nسنن الله تعالى تجري في الأولين كما جرت في الآخرين ، وهي سنن واحدة لا تجد لها تحويلًا ولا تبديلًا ، وفي القصص التي حدثت في تأريخ البشرية إشارات وأمثلة على ما سيجري في مستقبلها ، والمستقبل الذي سوف تتجلى فيه سنن الله بصورة كاملة وشاملة هو المراد من خلق الإنسان .\r\n\r\nالمهدي خاتم الأوصياء\r\nوإذا كان آخر الأنبياء ، وخاتم المرسلين هو نبينا الأعظم محمد صلى الله عليه وآله الذي ختمت به رسالات الله ، فإن خاتم الأوصياء هو الآخر سوف تختصر فيه غايات الرسالات الإلهية ، لأن الله عز وجل خلق الكون على سنّة التكامل والتسامي . فالأنبياء السابقون - مثلًا - لم يؤمن بهم إلا نزر يسير ، وقلما وجد هؤلاء الأنبياء انتصاراً في حياتهم كما انتصر الله لرسالته الخاتمة على يد رسولنا الأعظم صلى الله عليه وآله .\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nوإذا كان فتح الله الذي تجلى على يد النبي صلى الله عليه وآله أعظم فتح ، فإن هذا يعني أن الرسالة سوف تتجلى في أفضل صورها ، وأروع معانيها ، وأصدق حقائقها على يد خاتم الأوصياء سيدنا وإمامنا المنتظر عجل الله فرجه . وهذه الرحلة الشاقة للبشرية لابد أن تنتهي بيوم النصر ، وهذه هي إرادة الله تعالى ، فالخلق هو خلقه ، والمملكة مملكته ، والأرض قبضته ، ولأن هذه الدنيا إنما خلقت ليرحم الله فيها العباد .\r\n\r\nالرحمة الإلهية تقتضي الظهور\r\nولأن الخالق عز وجل هو أرحم الراحمين ، فلابد أن ينتهي الظلام ، ولابد أن ينجلي الليل عن نهار مشرق ، ولا مناص من أن ترسو سفينة البشرية على شاطئ السلام والأمن والرحمة ، لأنه تعالى إنما خلق الخلق ليشملهم برحمته ومن المستحيل لمن يعرف رب العباد ، ويعرف أسماءه الحسنى أن يعتقد أن هذه الدنيا وما فيها هي مراد الله ، والهدف الذي خلق الكون من أجله . فحاشى له عز وجل أن يخلق البشر ليكونوا ألعوبة بيد الطغاة ، ويرسفوا تحت نير الظالمين ، وليكونوا تحت سحابة قاتمة من الفقر والمرض والحروب الطاحنة .\r\nفلو فرضنا أن الله تعالى ترك هذه البشرية على ما هي عليه ، فما هي - إذن - حكمة بعثة الأنبياء عليهم السلام ، وما هي حكمة الكتب والرسالات إذا كان عز وجل يريد للبشرية أن تنتهي إلى ما انتهت إليه الآن ؟\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nوبناءً على ذلك لابد أن تكون لرب العالمين حكمة ، وهي أنه إنما أخر إذنه لوليه الأعظم وخاتم الأوصياء بالظهور لأن ظهوره هذا ستكون فيه غاية ونهاية وذروة التقدم البشري ، ولذلك فقد أخر هذا الظهور .\r\n\r\nالظهور هو السعادة الحقيقية\r\nفإن وجدنا البشرية الآن تعاني العذاب ، فإن بعد هذا العذاب رحمة . وإذا عاشت البشرية التفرقة ، فإن هذه التفرقة هي إرهاص للوحدة . ونحن نجد المجتمع البشري اليوم يتقدم خطوات واسعة في طريق التكنلوجيا ، ولعل البعض يعتقد أن السعادة سوف تتحقق بهذه التكنلوجيا المتطورة في جميع المجالات ، في حين أن هذه ليست سعادة ، لأن البشر بحاجة إلى الوحي في الغايات والأهداف والأخلاق والمثل ، فهم لا يستطيعون أن يتحركوا لوحدهم .\r\nوهنا لابد أن تأتي رسالات الله عز وجل لتنقذ البشرية من هذه المحن ، فالإنسان اليوم يستغل التكنلوجيا المتطورة التي توصّل إليها لضرب الأطفال ، وقتل النساء ، وتدمير المدن ، وفي مجال آخر استطاع أن يتطور ويحصل على نتائج مدهشة في مضمار الاقتصاد والزراعة ؛ فهو اليوم بمستطاعه أن يزرع في فدان واحد عشر مرات أكثر مما كان يزرعه سابقاً ، وتلك مخازن القمح والذرة في أميركا ممتلئة ، ولكننا نجد في نفس الوقت ثمانين مليون إنسان يعانون من الجوع ، وعشرات الملايين من\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nالأطفال يموتون سنوياً بسبب نقص التغذية وسوء الظروف الصحية .\r\nوإزاء ذلك نرى الغربيين يصرفون أكثر من خمسين مليون دولار لإحراق وإتلاف المحاصيل الزراعية الفائضة عن حاجتهم ! والسبب في ذلك ان الإنسان يعرف كيف يُغير الطبيعة ولكنه لا يعرف الهدف ، ويجهل كيف يعيش كإنسان أو يتألم لآلام الآخرين .\r\n\r\nلماذا آلت البشرية إلى هذا الوضع ؟\r\nترى لماذا يحدث كل هذا ؟\r\nإن هذا العالم لا يعرف القيم ، ويعاني الأمراض فيها ، كرجل كلّ أعضائه سليمة ولكنه لا يملك العقل . فالإنسان في هذا العصر يتحرك ولكنه لا يعرف وجهته ، وكما روي عن الإمام علي بن الحسين عليهما السلام :\r\n\" ومن لم يكن عقله أكمل ما فيه كان هلاكه من أيسر ما فيه \"\r\n« 1 » .\r\nإنّ هذا هو حال البشرية اليوم ، فهل خلقها الله تعالى لكي تعيش هكذا ؟\r\nوبناءً على ذلك فإن هذه التقنية وهذا التقدم الصناعي لا يمكن أن يعطيا الإنسان ما يريده . فهو يريد عيشة الرفاه والسعادة ، وهذه السعادة مهددة اليوم بالأسلحة الفتاكة ، بحيث أنه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 1 ، ص 94 ، ح 26 .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nبمجرد أن يضغط الإنسان على زر واحد وإذا بالطائرات والصواريخ الحاملة للرؤوس النووية تهدم العالم كله .\r\n\r\nالعلاج في مذهب أهل البيت عليهم السلام\r\nترى هل أنّ هذا الإنسان الذي يمتلك هذه التقنية القاتلة يتمتع بقيم كافية لتحديدها ؟\r\nإن التقدم الصناعي لم يعط للإنسان هذه الحقيقة ، فأين - إذن - المنقذ ؟\r\nلقد خلق الله عز وجل الكون ليغمره برحمته ، فأين تتجلى هذه الرحمة ؟\r\nابحثوا في ديانات الأرض كلها لتجدوا أنها كلها تبشر بيوم الخلاص ، وبإقامة حكومة الله في الأرض ، ولكن ليس بتلك الصورة الواضحة والمؤكدة التي نجدها في الإسلام ، وفي مذهب أهل البيت عليهم السلام خصوصاً ؛ فهذا المذهب يتميز بأنه يزود الإنسان بأفق مشرق ، ويقر في الإنسان الإيمان بحقيقة أن الله تعالى لابد أن يملأ هذه الأرض بالقسط والعدل والسلام والأمن بعد أن ملئت ظلماً وعدواناً .\r\nلقد ادخر الله عز وجل رجلًا وضعه وراء ستار الغيب ، وهذا الرجل موجود ومن الممكن أن يظهر في أية لحظة ليملأ الأرض بكل الخيرات والبركات ، وليكمل عقل الإنسان ، وحينئذ تتحقق سعادته ، ويغدو إنساناً كاملًا لا يريد أكثر من أن يعيش مرتاحاً ، لا يعتدي على إخوانه ، ولا يوجد في قلبه غل . فهذا الغلّ الذي في\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nقلوبنا وسوء الظن ، وهذه الأخلاق السيئة هي التي تفرّقنا ، ولا تدعنا نعيش بسلام فالسلام لا يقتصر فقط على السلام الخارجي ، فهناك سلام في قلب الإنسان ، والمجموعة التي لا تعيش أجواء المحبة لا يمكن أن تعيش السعادة ، لأن النفس هي معدن السعادة وموطنها .\r\n\r\nالمعنى الحقيقي للانتظار\r\nللانتظار ثلاث معانٍ متدرجة وهي :\r\n1 - انتظار الفرج ؛ وهو النقطة المشرقة التي تتجلى أمام الإنسان ، فيتحرّك نحوها بالانتظار . فحركته يجب أن تكون باتجاه نقطة معينة ؛ أي باتجاه تلك الغاية التي رسمها الله سبحانه وتعالى ، وهذه الغاية هي التي تحددها فكرة انتظار الفرج الذي يشرق على القلوب دائماً بنور الأمل . فالإنسان الذي يعيش الأمل يؤمن بأن العاقبة للمتقين ، وبالتالي فإن الله عز وجل سيمكن للصالحين ، وتكون على أيديهم نهاية العتاة المتمردين ، وهذه الفكرة تجعل قلبه في راحة وأمل ، حتى في أحلك الظروف ؛ لأن اليأس هو أخطر مشكلة يواجهها الإنسان ، فهو يفقد الحياة عندما ييأس ، نظراً إلى أن القنوط هو الموت العاجل ، والخطيئة الكبرى .\r\nوفي الحقيقة ، فإن انتظار الفرج يعالج هذه المشكلة ؛ مشكلة اليأس والقنوط ، والدليل على ذلك أن الشيعة كانوا وما يزالون هم الأكثر رفضاً للظلم والطغيان ، فالمناطق التي تسكنها الأغلبية المؤمنة بمذهب أهل البيت عليهم السلام ، الذين في قلوبهم نور من انتظار الفرج ، وشعاع من نور الإمام الحجة عجل الله فرجه\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nنراهم هم الذين يرفضون الظلم أكثر من غيرهم ، وهم الذين يتصدّون للفساد ، ويضحّون بأنفسهم قبل غيرهم ، وعلى سبيل المثال ؛ فعندما احتلت إسرائيل جنوب لبنان بادر المسلمون الشيعة في لبنان إلى مقاومة الاحتلال كما يعرف الجميع ، وعندما قاوموا الاحتلال كان الشعار الذائع على أفواههم ( يا حجة بن الحسن ، يا مهدي ) ، لأن قوات الكيان الصهيوني كانت جاءت لكي تبقى في لبنان ، وهذا يعني انتهاك الأعراض ، وتغيير الدين ، وانتشار الفساد ، فعرف الشيعة الحقيقة ، لذلك اتجهوا إلى الإمام الحجة ، وحملوا السلاح في وجه المعتدين ، حتى حققوا انتصارهم العظيم .\r\nونفس هذه الظاهرة وجدناها لدى الشيعة في العراق الذين قاوموا الظلم أيام الاحتلال البريطاني وقبله وحتى اليوم ؛ وأذكر في هذا المجال أن مراسلًا فرنسياً سألني قائلًا : إن الشيعة في العراق أصيبوا بمشاكل أكثر من الأكراد ، وتحملوا الدمار أكثر من غيرهم ، فلماذا لم يقبلوا التفاوض مع النظام كما فعل غيرهم ؟ فقلت : لأن الشيعة يمتلكون أملًا اسمه انتظار الفرج .\r\nوفي الواقع فإن السبب الذي يجعلنا نحارب دائماً أننا نؤمن بفكرة الانتظار ، ومن علامات وإشارات هذه الحقيقة أن ثورة العشرين قد تفجرت في ليلة الخامس عشر من شعبان ، كما أن الانتفاضة الأخيرة ضد النظام الصدامي حدثت هي الأخرى في هذه الليلة ، ذلك لأن هذه الليلة هي ليلة النور التي تذكرنا بأننا لسنا من الذين لا يمتلكون إماماً وراعياً ، بل نحن نمتلك هذا الإمام\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nوالراعي ، وهو ينظر إلينا ، وهذه الفكرة هي التي تدفعنا إلى الامام . ولو أن الشيعة عرفوا قيمة انتظار الفرج حق معرفتها ، واستوعبوها حق استيعابها ، لما بقي شيعي واحد مظلوماً في الأرض ، لأنهم سيرفضون في هذه الحالة الظلم ، وسينصرهم الله عز وجل .\r\n2 - المعنى الثاني لانتظار الفرج ، أننا عندما ننتظر هذا الفرج نوجه نظرتنا دائماً إلى القيادة ، وإلى مركز القرار ، وإلى الولاية الإلهية ، ونجعل مقياسنا في ذلك الإمام الحجة عجل الله فرجه . وهذا ما ينعكس على قيادتنا الروحية المتمثلة في المرجعية ، وما يفسر سبب كون القيادة الدينية لدى الشيعة هي الأزهد والأتقى والأعلم ، والأقرب إلى المثل الإلهية .\r\nونحن عندما نستعرض القيادات الشيعية في العصور الأخيرة . فإننا نجد أشخاصاً من مثل العلامة الأنصاري ، والميرزا حسن الشيرازي ، والشيخ كاظم الأخوند والسيد الطباطبائي صاحب العروة الوثقى ، والمرحوم آية الله السيد أبو الحسن الاصفهاني ، وأخيراً السيد الخوئي ، والسيد الكلبايكاني ( رضي الله تعالى عنهم أجمعين ) .\r\nترى كيف اكتشف الشيعة هذه النماذج ، وكيف نمت هذه النماذج ، حتى أصبحت قمماً مضيئة لا نجد لها نظيراً في العالم .\r\nالسبب أنهم يمتلكون قمة أعلى هي قمة الإمام الحجة عجل الله فرجه ، وهذه الذروة السامقة والمتكاملة هي التي نعبّر عنها ب - ( انتظار الفرج ) لأن انتظار الفرج يجعلنا دائماً نسير نحو القمم المضيئة ، ونحلّق حتى نصل إلى الآفاق البعيدة .\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\n3 - وأما المعنى الأعمق لانتظار الفرج ، فهو أن يعيش كل واحد منا كما يريد له الإمام الحجة عجل الله فرجه أن يعيش ، فكل واحد منا يحاول أن يجد لنفسه نموذجاً يقتدي به ، وهذه صفة أصيلة في البشر ، لكي يحوّل نفسه إلى صورة مصغرة لذلك النموذج الأسمى ، ونحن عندما ندرك ان إمامنا الحجة المؤيد من السماء تتجسد فيه كل المثل العليا ، فإننا سننتظر خروجه ؛ أي نستقبله من خلال جعل أنفسنا بحيث يرضى عنا .\r\nوفي هذا المجال يؤكد أئمتنا عليهم السلام أن صحيفة أعمالنا تعرض كل يوم على الإمام المنتظر عجل الله فرجه ، وأننا بحاجة إليه في كل صغيرة وكبيرة ؛ في الدنيا ، وعند سكرات الموت ، وعند النزول في القبر ، وأن السؤال الأول الذي يوجّه إلينا هو عن إمامنا .\r\nونحن عندما نسمع أن صحائف أعمالنا تعرض كل يوم عليه ، فإننا سنحاول تهذيب أنفسنا أكثر فأكثر ، وهذا هو المعنى الأصيل والحقيقي لانتظار الفرج ، فهو يعني أن تستقبل الإمام الحجة عجل الله فرجه بأعمالك الحسنة ، وبتهذيب نفسك وتزكيتها ، وتنمية المعاني الخيرة فيها .\r\n\r\nكيف نرضي الإمام المنتظر ؟\r\nفلنبرمج لأيام حياتنا ، ونضع لها خططاً للتطوير والإصلاح ، فمن تساوى يوماه فهو مغبون ، ولنحاول أن نرى ما هو النقص فينا ، فلقد منّ الله تعالى علينا بالعيش في بيوت مؤمنة تعوّدنا فيها\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nعلى الصلاة والصيام وحضور المجالس ، وهذه نعمة كبيرة ، ولكن هل يكفي هذا أم أن أمامنا مدارج أخرى للتكامل يمكننا أن نرتقي من خلالها ؟\r\nإن علينا تحديد نقاط الضعف في شخصيتنا ، والسعي لعلاجها ، ومن ضمن نقاط الضعف التي نعاني منها ؛ سوء الظن ، الذي هو من أسوأ ما يبتلي به المؤمنون ، وهذه فتنة لهم ، وهي أسوأ الفتن ، فنحن نعتقد دائماً أننا أهل الجنة وأن الآخرين مأواهم النار ، فلنستغل ذكرى ميلاد الإمام الحجة عجل الله فرجه لإصلاح أنفسنا ، وإزالة هذه الخصلة السيئة من أنفسنا ؛ الخصلة التي نهانا الله سبحانه عنها قائلًا : يَآ أَيُّهَا الَّذِينَ ءَامَنُوا اجْتَنِبُوا كَثِيراً مِنَ الظَّنِّ إِنَّ بَعْضَ الظَّنِّ إِثْمٌ ، والمؤمنون هم المخاطبون في هذه الآية الكريمة ، ثم يستأنف تعالى قائلًا : وَلَا تَجَسَّسُوا وَلَا يَغْتَب بَعْضُكُم بَعْضاً . . ، وللأسف فإن هذه الصفات السلبية معشّشة في نفوسنا ، وعلينا أن نحاول ونجاهد من أجل اقتلاعها ، لنعيش مؤمنين صالحين ، ولنكون من المنتظرين حقاً لفرج إمام زماننا .\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\n\r\nفي استقبال الإمام المهدي عليه السلام\r\nعندما يكون الجهاد في سبيل الله عز وجل . فإن الإنسان سوف لا يفرّق في هذه الحالة بين أمة وأخرى ، وبين شعب وآخر ، وتجمّع وتجمّع ثانٍ ، وقد أوضح الله سبحانه هذه البصيرة القرآنية في الآيات التالية من سورة النساء :\r\nوَمَا لَكُمْ لَا تُقَاتِلُونَ فِي سَبِيلِ اللَّهِ وَالْمُسْتَضْعَفِينَ مِنَ الرِّجَالِ وَالنِّسَآءِ وَالْوِلْدَانِ الَّذِينَ يَقُولُونَ رَبَّنَآ أَخْرِجْنَا مِنْ هذِهِ الْقَرْيَةِ الظَّالِمِ أَهْلُهَا وَاجْعَل لَنَا مِن لَدُنْكَ وَلِيّاً وَاجْعَلْ لَنَا مِن لَدُنكَ نَصِيراً * الَّذِينَ ءَامَنُوا يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ وَالَّذِينَ كَفَرُوا يُقَاتِلُونَ فِي سَبِيلِ الطَّاغُوتِ فَقَاتِلُوا أَوْلِيَآءَ الشَّيْطَانِ إِنَّ كَيْدَ الشَّيْطَانِ كَانَ ضَعِيفاً * أَلَمْ تَرَ إِلَى الَّذِينَ قِيلَ لَهُمْ كُفُّوا أَيْدِيَكُمْ وَأَقِيمُوا الصَّلَاةَ وءَاتُوا الزَّكَاةَ فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ إِذَا فَرِيقٌ مِنْهُمْ يَخْشَوْنَ النَّاسَ كَخَشْيَةِ اللَّهِ أَوْ أَشَدَّ خَشْيَةً وَقَالُوا رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا الْقِتَالَ لَوْلآ أَخَّرْتَنَآ إِلَى أَجَلٍ قَرِيب قُلْ مَتَاعُ الدُّنْيَا قَلِيلٌ وَالاخِرَةُ خَيْرٌ لِمَنِ اتَّقَى وَلَا تُظْلَمُونَ فَتِيلًا ( النساء / 75 - 77 )\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nونحن نجد في الآيات السابقة التي تحدد في مجملها أبعاد وملامح المجتمع الإسلامي الفاضل ، آيتين متتاليتين تحدّثنا حول ضرورة نصرة المستضعفين أنى كانوا ، وتبيّنان لنا أن المؤمنين يقاتلون في سبيل الله ، وعلى هذا فإن ( سبيل الله ) الذي تشير إليه الآية الثانية ليس إلا الدفاع عن حق المستضعفين الذي تشير إليه الآية الأولى .\r\nوعندما يكون الدفاع عن المستضعفين هو سبيل الله ، فإن ذلك يعني أن هذا الدفاع لا يخصّ مجتمعاً أو جماعة دون أخرى ، فعندما يدافع الإنسان عن شعبه ، فإن دفاعه هذا قد يكون في سبيل الله ، وقد يكون في سبيل الطاغوت ، كأن يكون في سبيل الوطن ، أو القومية والعنصرية والتكبر .\r\nوعلى سبيل المثال فإن المجتمع النازي في ألمانيا قدّم أكثر من عشرة ملايين قتيل في سبيل أحلامه العنصرية التوسعية ، والمجتمع الصهيوني هو مجتمع حرب ، فميزانية الحرب فيه تطغى على كل ميزانية أخرى ، فكل إنسان في هذا المجتمع يعتبر مقاتلًا في سبيل هذا المجتمع ، ولكن هل قتاله هذا في سبيل الله أم في سبيل الطاغوت ؟\r\n\r\nمجرد الحرب ليس جهاداً\r\nإن مجرد الحرب والقتال ، ومجرد خوض المعارك لا يعنيان أن العمل الذي يقوم به الإنسان مشروع ، كما يشير إلى ذلك تعالى في قوله الكريم : الَّذِينَ ءَامَنُوا يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ وَالَّذِينَ\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nكَفَرُوا يُقَاتِلُونَ فِي سَبِيلِ الطَّاغُوتِ ( النساء / 76 ) ؛ فهما معاً يخوضان القتال ، ويقدمان التضحيات ، ولكن أحدهما يقاتل في سبيل الله ، والآخر في سبيل الطاغوت .\r\nترى كيف نميّز القتال الحق عن الباطل ؟\r\nالجواب : الهدف هو وسيلة التمييز ، فإذا كان هذا الهدف متمثلًا في طائفة ، أو شعب ، أو قوم ، أو أرض معينة . . . فإن هذا يعني أن القتال قد يكون في سبيل الطاغوت .\r\nأما إذا كان الإنسان يدافع عن المستضعفين مهما كانوا ، وأينما كانوا ، فإن الأمر سيختلف ، فهذا يعني أن هذا الإنسان يحارب من أجل الله وفي سبيله .\r\nوفي هذا المجال علينا أن نقول إن الإمام الحجة عجل الله فرجه ، إنما يأتي من أجل المستضعفين في الأرض ، والذي نريد أن نبينه هنا أن وصول البشرية إلى درجة الدفاع عن المستضعفين يعني بلوغها القمة السامقة من الوعي والنضج الفكريين ، فالإنسان - شاء أم أبى - لابد أن يكون محدداً ضمن إطار ، سواء كان إطار الأرض أم الإقليم أم أي إطار آخر ، فهناك - على سبيل المثال - رجل يدافع عن العراق ، وآخر عن أفغانستان ، وثالث عن لبنان . . . وهؤلاء يحق لهم أن يدافعوا عن أرضهم .\r\nولكن عندما يكون الدفاع عن الأرض فإن هناك واقعين يدفعان الإنسان معاً ، وهما ؛ دافع الإيمان ، ودافع الوطنية ؛ ولكن متى يصبح الدافع دافعاً وحيداً ؟\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nالجواب : عندما يقال لك إن إنساناً مستضعفاً في نيكاراغوا ، أو في ناميبيا ، أو في الفلبين أو أي بلد آخر من بلدان هذه الأرض الشاسعة يتعرّض اليوم للمأساة والحرمان ، فتندفع لنصرته ، وفي هذه الحالة فقط سيكون جهادك في سبيل الله سبحانه وتعالى .\r\nأما إذا اندفعت للقتال في سبيل أرض ، أو شعب ، أو قوم ، أو من اجل قضية دون قضية أخرى ، في حين أن القضيتين تشتركان في ملاك واحد ، ومقياس واحد ، فإن قتالك هذا سيكون فيه نظر ؛ أي أنه سوف لا يكون خالصاً لوجه الله عز وجل .\r\nإن القرآن الكريم يقول بصريح العبارة : وَمَا لَكُمْ لَا تُقَاتِلُونَ فِي سَبِيلِ اللَّهِ وَالْمُسْتَضْعَفِينَ مِنَ الرِّجَالِ وَالنِّسَآءِ وَالْوِلْدَانِ الَّذِينَ يَقُولُونَ رَبَّنَآ أَخْرِجْنَا مِنْ هذِهِ الْقَرْيَةِ الظَّالِمِ أَهْلُهَا وَاجْعَل لَنَا مِن لَدُنْكَ وَلِيّاً وَاجْعَلْ لَنَا مِن لَدُنكَ نَصِيراً ( النساء / 75 ) .\r\nوهذا يعني أن هؤلاء المستضعفين يستحقون الدفاع أيا كانت انتماءاتهم ؛ سواء كانوا ملوّنين أم بيضاً ، فقراء أم أغنياء ، وسواء كانوا مؤمنين مخلصين أم لم يكونوا كذلك ، بل المهم في هذا المجال أنهم مستضعفون .\r\nوإذا كانت هذه الحقيقة صادقة ، فإن هذا يشير إلى إن هناك فئة ستمهّد لظهور الإمام الحجة عجل الله فرجه وإذا كانت هذه الحقيقة صادقة أيضاً ، فإن الصراع بين جبهة الحق والباطل إذا بلغ ذروته ، فإن الله تعالى سيأذن لوليه بالظهور . ونريد من بلوغ\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nالصراع لذروته أن يتحول إلى صراع دوليّ وعالميّ ، وهذا يعني أننا نقترب بخطى حثيثة من اليوم الموعود إن شاء الله . . .\r\nوالسبب في ذلك أن الصراع في العصور الماضية كان محدوداً وإقليمياً ، فهو لم يمتد من أقصى الأرض إلى أقصاها ، في حين أن الصراع الآن يشمل العالم كله ، فهذه الحروب يشترك فيها الأميريكيّون ، والفرنسيون ، والبريطانيون ، والروس بالإضافة إلى من يدور في فلكهم ، وفي جهة أخرى نجد أن المسلم العراقي والإيراني والأفغاني وسائر المسلمين في العالم يقفون في جبهة واحدة ضد جبهة الجاهلية ، وهذا يعني أن الحق والباطل أصبحا يمثلان جبهتين عالميتين غير محدودتين بحدود إقليمية أو عنصرية وما إلى ذلك .\r\n\r\nالصراع بين الإيمان والجاهلية يبلغ أوجه\r\nإن الإنسان المؤمن يقاتل في سبيل الله ؛ فالصراع أصبح صراعاً من جانب المؤمنين في سبيل الله دون إعارة أية أهمية إلى الاعتبارات الأخرى ، ومن جهة أخرى فإن الجاهلية عبّأت اليوم طاقاتها من أجل الإبقاء على الطاغوت أيّاً كان ، وهذه ميزة أخرى لا تتحقق إلا قبيل ظهور الإمام المنتظر عجل الله فرجه ؛ فالأرض قد ملئت ظلماً وجوراً ، وهذه الأرض يجب أن تملأ بحول الله وقوته بالقسط والعدل والسلام من قبل وليّ الله الأعظم ، وهذه حقيقة ثابتة لابد أن تتحقق .\r\nوهكذا ؛ فإن الحرب اليوم أصبحت على جبهتين واسعتين ؛ جبهة الحق ، وجبهة الباطل . وبعبارة أخرى ؛ صراع بين المؤمنين\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nالمجاهدين في سبيل الله والمستضعفين ، وبين الكفار المقاتلين في سبيل الطاغوت .\r\nفالذين آمنوا يقاتلون في سبيل الله جلّ وعلا ، وبتعبير آخر ؛ من أجل القيم ، لا من أجل أرض ، أو ذات ، أو أيّة قيمة مادية أخرى ، بل من أجل الإنسان المستضعف أنى كان .\r\nوهناك في المقابل جبهة الجاهليّة التي تحارب من أجل الطاغوت . وقد دخلنا الآن مرحلة جديدة . فلو أردنا أن نقرّب ظهور الإمام الحجة عجل الله فرجه فعلينا أن نعمل من أجل إنقاذ البشرية من هذه الحروب ، والويلات والمآسي ، ولابد أن نصبح جنوداً وعاملين مخلصين في جبهة وليّ الأمر .\r\nونحن الآن علينا أن نسجل أسماءنا في قائمة أصحاب وأنصار وجنود الإمام المهدي عجل الله فرجه ، وذلك من خلال تغيير الذات ، والتجرد من الأنانيات ، والتحوّل إلى إنسان يعمل في سبيل الله سبحانه ، ويقاتل من أجله في أية أرض ، ومن أجل أي إنسان مستضعف .\r\nإن المسافة بيننا وبين ما نريد أن نصل إليه طويلة وشاسعة ، ونحن نحتاج من أجل تحقيق أهدافنا إلى العمل الجاد الدؤوب ، والاجتهاد والحيوية ، وتزكية أنفسنا ، وطرد الأطر الضيقة منها ، وأن نجاهد من أجل ان نجعل نوايانا في جهادنا خالصة بشكل كامل لوجه الله الكريم . . ومن خلال هذه الخطوات الضرورية سنستطيع حينئذ أن نمهّد لظهور الإمام المنتظر عجل الله فرجه ، ونكون من جنوده .\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\n\r\nالفصل الثالث : الولاية والايمان بالغيب\r\n- مرتكزات الولاية الإلهية\r\n- الولاية ؛ السبيل إلى تحقيق العدالة\r\n- أوجه الشبه بين الإمام المهدي والنبي موسى\r\n- الايمان بالغيب ؛ ماذا يعني ؟\r\n- الاتصال بالغيب حاجة ماسة\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\n\r\nمرتكزات الولاية الإلهية\r\nمَا كَانَ لِبَشَرٍ أَن يُؤْتِيَهُ اللَّهُ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُوا عِبَاداً لِي مِن دُونِ اللّهِ وَلَكِن كُونُوا رَبَّانِيِّينَ بِمَا كُنْتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنْتُمْ تَدْرُسُونَ * وَلَا يَأْمُرُكُم أَنْ تَتَّخِذُوا الْمَلآئِكَةَ وَالنَّبِيِّيِنَ أَرْبَاباً أَيَأْمُرُكُمْ بالْكُفْرِ بَعْدَ إِذْ أَنْتُم مُسْلِمُونَ * وإِذْ أَخَذَ اللّهُ مِيثَاقَ النَّبِيِّينَ لَمَآ ءَاتَيْتُكُم مِن كِتَابٍ وَحِكْمَةٍ ثُمَّ جَآءَكُمْ رَسُولٌ مُصَدِّقٌ لِمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِ وَلَتَنصُرُنَّهُ قَالَ ءَأَقْرَرْتُمْ وَأَخَذْتُمْ عَلَى ذَلِكُمْ إِصْرِي قَالُوا أَقْرَرْنَا قَالَ فَاشْهَدُوا وَأَنَاْ مَعَكُم مِنَ الشَّاهِدِينَ * فَمَن تَوَلَّى بَعْدَ ذَلِكَ فَاوْلَئِكَ هُمُ الْفَاسِقُونَ * أَفَغَيْرَ دِينِ اللّهِ يَبْغُونَ وَلَهُ أَسْلَمَ مَنْ فِي السَّمَاوَاتِ وَاْلأرْضِ طَوْعاً وَكَرْهاً وَإِلَيْهِ يُرْجَعُونَ ( آل عمران / 79 - 83 )\r\nليس من شك أن دين الله دين شامل وعام ، فهو لا يختص بظرف زماني أو مكاني ، تماماً كما هو الحال بالنسبة لنعم الله وبركاته على عباده . وعليه فإن دين الله لا يرتبط بالنظام\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nالسياسي الحاكم بأي وجه من الوجوه ، حتى وإن كان هذا النظام السياسي غير منبثق عن الدين ، فالإنسان مكلّف بأداء تعاليم الدين في مختلف الظروف والأحوال حسب الوسع والإمكان .\r\nوهذه الحقيقة لا تعني افتقار الدين إلى نظام سياسي ، بل العكس هو الصحيح تماماً ، إذ أن أعظم ما في الدين نظامه السياسي الذي شرّعه للبشرية ، هذا النظام الذي يأخذ من الولاية الإلهية التي أنزلها الله وحدّدها قبل ان يخلق الخلق ، معتمداً ومتّكأ .\r\nفالله تبارك وتعالى جعل في الأرض خليفة ، ثم خلق الناس ؛ الناس الذين خلقهم في عالم النسل والذرية ، فهؤلاء لم يخلقهم إلا بعد أن عين لهم خليفة ، وهو صفوة الله أبونا آدم عليه السلام . وقد بعث الله مائة وأربعة وعشرين الف نبي ورسول وأرفدهم بالأسباط والأئمة ليكونوا خلفاء وأئمة مطاعين بإذن الله ، ولا يوجد أكثر صراحة من الآية القرآنية الكريمة في هذا المجال ، حيث تقول : وَمَآ أَرْسَلْنَا مِن رَسُولٍ إِلَّا لِيُطَاعَ بإِذْنِ اللّهِ .\r\nوهكذا فإنّ ما من رسول أو نبي بعثه الله إلا وكان يحمل مشروعاً سياسياً للمجتمع الإنساني . والناس بين هذا وذاك مخيّرون في الاهتداء والاقتداء بقيادة السماء المنتخبة لهم أو عدم الاهتداء والاقتداء . فكانت لله الحجّة البالغة على الذين أعرضوا عن الإيمان بهذه الحقيقة الواضحة وضوح الشمس .\r\nفلقد ختم الله رسالات الأنبياء برسالة نبينا محمد صلى الله عليه وآله وسلم ، فكان خاتم الأنبياء والمرسلين ، كما ختم مهمة\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nالأوصياء والأئمة بإمامة الحجة بن الحسن المهدي الموعود عجل الله فرجه الشريف ، الذي جعله للناس كما الشمس في رابعة النهار ، فإن حجبت الغيوم الداكنة ضوء الشمس ، فلا يعني انعدام الشمس ، فهي تبقى قائمة بوظائفها وباعثة لأشعتها . ومن يغلق دون أشعة الشمس نوافذ بيته ، فلا يحرم إلّا نفسه من الاستفادة منها . ومثل الإمام الحجة المنتظر مثل القرآن ، تضيء بصائره العقول ، وتعالج مناهجه وتعاليمه المشاكل والأزمات . . غير أن أكثر الناس يحجمون عن الاستفادة منه .\r\nفهل - بعد كل ذلك - تكون الحجة للناس على الله ، أم لله الحجة عليهم ؟\r\nبالتأكيد كانت وتكون الحجة البالغة لله على الناس . فلقد أنزل القرآن الذي ان تمسكت البشرية بمعانيه ومناهجه لسقيت ماءً غدقا . وكذلك واقع حجة الله في أرضه الإمام المهدي المنتظر ، فهو عدل القرآن ، وهو القرآن الناطق دون أدنى شك .\r\n\r\nركائز النظام السياسي في الإسلام\r\nبادئ بدء أقول : أنّ التعابير والألفاظ قد تعددت في إطار النظام السياسي في الإسلام ، فتارة يسمى بولاية الفقيه أو الإمامة أو القيادة الإسلامية والدينية ، وقد يسمى بولاية الله ، وتعابير أخرى لا تغير من المعنى شيئاً .\r\nإنّ الركيزة الأولى لهذا النظام ، هو عدم العلاقة بين الإيمان بوجود القيادة الإلهية للأمة وبين الإيمان بغيبة الإمام المهدي الموعود .\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nفالإيمان بوجود الإمام مرتبط بصورة مباشرة بأصل الدين وفلسفته وحكمته ؛ أي أن الإيمان بالنظام السياسي الإسلامي يعني الإيمان بوجود إمام مشرف ، إشرافاً مباشراً على المسيرة البشرية . إذن ؛ فوجود الإمام أوسع من أن يكون مشاهداً أو غائباً عن الأنظار .\r\nونحن لم نصور الإيمان بالنظام الإسلامي ، والإيمان بوجود الإمام بصورة واحدة ، إلّا لأننا تصفحنا الآيات القرآنية فوجدنا فيها قوله تعالى : وَمَا خَلَقْتُ الْجِنَّ وَالإِنسَ إِلَّا لِيَعْبُدُون فعرفنا عبر هذه الآية حقائق عدة ، منها :\r\n1 - أن وجود الخلقة والخليقة قائم على أساس الطاعة .\r\n2 - أنّ مستوى العبادة تتفاوت درجاته بحسب تفاوت درجة العابدين .\r\n3 - أنّ وجود غير العابدين من الجن والإنس يعتبر خطوة عاصية على طريق تغيير حكمة الله في عملية الخلق ، وهذا ما يجعل الحجة البالغة لله على غير العابدين .\r\n4 - بما أنّ درجة العبادة في تفاوت مستمر ، فإنّ العابد الأصدق من شأنه أن يكون الأكثر قرباً إلى الله تعالى ، وبالتالي فإن الأعبد من بين الناس يأخذ الحصة الأكبر في حكمة الله في خلقته للمخلوقات ، وأنه - الأعبد - كان سبباً لان يخلق الله الخلق من أجله .\r\n5 - أنّ الأنبياء والرسل هم أعبد الناس ، وأن نبينا محمد وآله من بعده صلوات الله عليهم أجمعين هم أعبد الصفوة من بين عباد الله . وبالتالي فإن أساس الخلقة قام على أساس وجود\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nومنزلة أهل البيت عليهم الصلاة والسلام .\r\n6 - أن أولئك الذين يختصمون في مصداقية إمامة الحجة المنتظر ووجوده وغيبته سلام الله عليه ، بعيدون عن معرفة حكمة الوجود ولماذا خلق الله سبحانه الكون ، إلّا الذين أبصروا حقائق الدين وقالوا بأنّ إمامة أهل البيت ووجود الإمام الغائب تمثل التعبير الأصدق لمقولة وجود النظام السياسي الإسلامي وولاية الله . .\r\nومن هذا المنطلق الذي أكدته آيات القرآن والأحاديث والروايات الشريفة نتساءل عن أنّه هل من المعقول أن يخلق الله الخلق من أجل مجموعة من الأشخاص - وهو النبي وأوصياؤه من بعده - ثم يعمد الله أن يخلي الأرض منهم ، حيث تبقى الدنيا دون أن تبقى الحكمة من خلقها ؛ الحكمة التي تعني وجود النبي أو من ينوب عنه بالنص المباشر ؟\r\nبالتأكيد ليس من المعقول أبداً أن يحدث كلّ هذا . ولكنّ الذين في قلوبهم زيغ ، والتابعون لما تشاء أهواؤهم ، ومريدو الفتن والتأويل غير الصادق ، إنّما أصلهم الله على علم ، وأصبح مثلهم بين الناس كمثل الغني الذي مات فقراً وجوعاً .\r\nإذن ؛ فهي نقمة كبرى أن يؤمن الإنسان ثم يكفر فيطبع الله على قلبه فلا يكون ممّن يفقه قيلًا .\r\n\r\nتسلسل نظام الولاية\r\nلقد خُلق الإنسان مدنياً بطبعه ؛ أي أنّه يميل تلقائياً إلى أقرانه ، ولا يمكن أن ينتظم هذا الميل دون وجود نظام وحكم يأخذان\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nبيد هذا الإنسان المدني إلى مدارج الرقي والتقدم ، ولا يمكن أن يؤدي هذا النظام وهذا الحكم وظيفته بالصورة المطلوبة والمرجّوة دون أن يكون رمز هذا الحكم إنساناً صالحاً وأصلحاً من بين أقرانه ، ولا يكون الإنسان أصلحاً ما لم يكن أقرباً إلى خالقه ، وكيف يحكم من يحكم وهو لمّا يولد بعد ؟ !\r\nولقد أجمع المسلمون على وجود اثني عشر خليفة لرسول الله صلى الله عليه وآله وسلم ، ولكنهم اختلفوا في الرأي على أسمائهم ، فرأى الشيعة أنهم علي بن أبي طالب والحسن والحسين وتسعة من ذرية الحسين عليهم الصلاة والسلام ، ورأى غير الشيعة أنّ خلافة رسول الله تختص بمن بايعهم الناس وانتخبوهم من قبل ، ولكنهم أجمعوا أيضاً على أنّ الإمام المهدي سيظهر في عهد من العهود ليملأ الأرض عدلًا كما ملئت بالجور من قبل ، ولكنهم اختلفوا أيضاً بخصوص تحقق ولادته ، فقالت الامامية بأنّه قد ولد بالفعل ، وقال غيرهم انّه لمّا يولد بعد ، وإنه من أولاد الرسول كما قالت الشيعة بهذا الخصوص .\r\nأقول : إننا وبالاستناد إلى الروايات المؤكدة الصادرة عن النبي والأئمة من بعده ، فإنّ الإمام الثاني عشر قد ولد فعلًا ، وإنّه قد اضطرّ إلى الغيبة القسرية مرّتين ، وإنّه قد أناب عنه في غيبته الأولى أربعةً من الوكلاء ، إلا أنه أطلق الأمر في غيبته الكبرى إلى العلماء بالدين المطيعين لمولاهم المخالفين لأهوائهم ، لقيادة الناس باعتبارهم وكلاءه العامّين في إفتاء الناس وقيادتهم نحو\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nما يريد الله لهم من خير وينهاهم عنه من شر .\r\nومن هنا ، كان لابد من التأكيد على عدم إمكان الفصل بين الولاية الإلهية والقيادة الدينية ، وهكذا كان جميع الناس مدعوّين إلى البحث عن قائد يتبعونه ، وهذا ما يمكن تسميته بالنظام المرجعي ، حيث يسعى كلّ إنسان بالغ غير مجتهد في الأحكام إلى تقليد مرجع من المراجع ، وهذا الأمر يعود إلى قناعة الإنسان .\r\nولعل القضية الجديرة بالاهتمام البالغ أنّ مراجعنا العظام كان كلّ منهم - وفي خضم التطور الاجتماعي ومتطلبات الحياة - يفتي الناس ويقودهم تحت مظلّة الولاية الإلهية ، وهذا ما يظهر جلياً للقارئ الفطن في كتبهم وتعابيرهم الدقيقة ، لا سيما في باب القضاء منها ، حيث يحددون وظائف الإمام باعتباره القائد المسؤول عن شؤون الناس .\r\n\r\nبين الشورى والديمقراطية\r\nيعتبر مبدأ الشورى في الإسلام أصلًا أصيلًا في النظام الديني ، فإذا كنا فيما مضى من الزمان نختار أئمتنا المراجع عن طريق الانتخاب العفوي ، فإنّ عصرنا الراهن يؤكد الحاجة الماسة إلى استبدال تلكم الطريقة بطريقة أخرى ، وعبر صناديق الاقتراع مثلًا . فالقيادة الدينية لها ارتباط مباشر بمن له علاقة بالدين ، وبالتالي فإن الإنسان المؤمن معنيٌ بالدرجة الأولى بمن يقوده وبمن يمثل هذا الدين فقهاً وعدالة وقدوةً .\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nوهذا يعني أن هذا المنحى سينتهي في الخاتمة إلى تحويل المجتمع المسلم إلى مجتمع إلهي بعد أن كانت قيادته إلهية ، وهذا الواقع نفسه يجب أن يشمل طبيعة النخبة في المجتمع أو ما يطلق عليه بالحركات الإسلامية السياسية ، حيث لابد لها من قيادة مرجعية ميدانية تأخذ بزمام أمورها نحو العدل وسلوك الخير ، لتتحاشى - بقيادتها تلك - احتمال الوقوع في الأخطاء والمطبات السياسية المحرّمة . .\r\nولكنّ الديمقراطية - كما هو معروف - تأخذ مشروعيتها من الرأي العام وانتخاب الأكثرية ، دون الأخذ بعين الاعتبار الوجهة الدينية والأخلاقية . ورغم ذلك فإننا لم نجد نظاماً ديمقراطياً مطلقاً في مكان ما من العالم فضلًا عن تطبيقاتها الفاشلة .\r\nإنني اعتقد أنّ ما فصّلناه من طبيعة النظام السياسي الإسلامي يكاد لا يخفى على عاقل ، ولكن الأسف الشديد يغمر وجودنا حينما تختلط الثقافات وينهار البعض أمام ما يبهرهم من تطور مدني وصناعي حاصل في بلاد الغرب ، فتضيع حقيقة الدين السمح واليسير عليهم ، فيرفعون رايات الإبهام والإشكال على شخصية العلماء والمراجع ، رغم أن هؤلاء لم يدّعوا في يوم من الأيام أن لهم مكانة الأئمة المعصومين ، وإني لعلى حيرة من أمر بعض الناس الذين يرفضون حاكمية وولاية الفقيه ، فهل يرغبون بولاية المنافقين ؟ وما هو البديل الذي يرونه مناسباً ؟ فإن كانوا يريدون النظام ، فالنظام لا يقوده سوى العلماء بحلال الله\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nوحرامه ، فهذا الشرط يتضمن باقي شروط الشخصية القيادية الطبيعية .\r\nإن القرآن الكريم يؤكد قائلا : مَا كَانَ لِبَشَرٍ أَن يُؤْتِيَهُ اللَّهُ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُوا عِبَاداً لِي مِن دُونِ اللّهِ وَلَكِن كُونُوا رَبَّانِيِّينَ بِمَا كُنْتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنْتُمْ تَدْرُسُونَ . فالحكمة في القيادة هي دعوة القائد للناس أن يكونوا ربانيين ، لا أن يدعوهم لعبادته ، إذ العبادة لله تعالى وحده .\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\n\r\nالولاية ؛ السبيل إلى تحقيق العدالة\r\nالقرآن الكريم هو الكتاب الوحيد الذي لا يحتاج إلى شهادة من خارجه ، وإن ازدحمت الشهادات والشهود له من المؤمنين وغيرهم فهو الكتاب الذي يشهد لنفسه بنفسه على أنه ليس من وضع البشر وإبداعهم مهما بلغت درجات سموهم في العلم والفصاحة والبلاغة ، ولا غرابة في ذلك ما دام لسان السماء ورسالتها لمن على الأرض ، فهو بما يتضمنه من آيات عظيمة ، وبصائر نيرة ، وحقائق مشهودة ، يجعلنا نهتدي إلى حقيقة أنه كتاب الله عز وجل ، وإن اختارت بعض النفوس الرفض والعناد والإصرار على الكفر والإلحاد .\r\n\r\nالقرآن شفاء كل داء\r\nوفي كتاب الله الشفاء لكل داء ، والعلاج لكل مشكلة تعترض مسيرة الإنسانية نحو أهدافها التكاملية في الحياة ، ويوم يأخذ الناس هذا الكتاب مأخذ الجد في القول والعمل والسلوك\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nفلينتظروا إشراقة شمس السعادة في آفاق حياتهم ليسمو بنورها ودفئها ، وليطمئنوا حينئذ للفلاح والنصر الإلهي وجني اليانع من ثمار الجهاد والعمل فضلًا من الثواب والأجر الجميل ، والرضوان الإلهي الأكبر في الآخرة .\r\nومن حقائق القرآن أنه يكشف للإنسان عن القيم والمبادئ العامة التي لابد له من التحرك نحوها ، والأهداف والغايات النبيلة السابقة التي ينبغي عليه بلوغها ليتنعم بوارف ظلالها ، وهو - أي القرآن - يبيّن في ذات الوقت السبل التي ينبغي اتباعها ، والوسائل التي من المفترض استثمارها للوصول إلى تلك الأهداف والغايات والحقائق الكبرى ، فهو الدليل إلى بلوغها ؛ أي أنه - بالإضافة إلى مهمته الرسالية الأساسية في الحياة وهي بيان الهدف التكاملي - الصراط المستقيم الذي يقود نحو ذلك الهدف التكاملي .\r\nوللهدف التكاملي هذا جوانب عديدة يؤطرها الإيمان ، وتدور حول محور التقريب إلى الله جل وعلا ؛ ومن هذه الجوانب تشكيل مجتمع العزّة والكرامة في ظل سيادة العدل ، وهيمنة روح المساواة وفق الموازين والمعايير الواحدة .\r\n\r\nحقيقة العدالة\r\nوالعدالة في مجمل معناها وتعريفها تعني وصول كل ذي حق إلى حقه دون زيادة أو نقصان ، وتترتّب على ذلك المساواة في المجتمع ؛ أي أن لا تعيش طائفة من الناس في قمة من الثراء والعزة ، بينما يبقى الآخرون في قاع الذّل والفقر والحرمان . فليس\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nمن العدل أن تتكدس المقدرات في يد مجموعة صغيرة من الناس تمكّنهم من السيطرة على حقوق الآخرين وأرزاقهم ، بل وحتى على كراماتهم وأعراضهم وحرماتهم ؛ وليس من الإنصاف أيضاً أن تتخذ هذه الشرذمة لنفسها مقاعد في القصور الضخمة لتخطط بروح شيطانية للملايين من البشر ثم تنبري مدّعية ظلماً وعدواناً أن هؤلاء ليسوا ببشر ، فتنظر إليهم على أنهم مجرد بهائم خلقت لتكون وسائل لخدمتهم بما يعزّز قوتهم وكيانهم ، ويزيدهم جبروتاً وطغياناً .\r\nوالله سبحانه وتعالى إنما خلق الإنسان ليرحمه لا ليعذبه ، كما يشير إلى ذلك في قوله : وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا ، والرسول إنما هو رحمة للناس والعالمين ، ولذلك فإن الإنسان خُلق للرحمة لا للعذاب ، وفي ذلك يقول عز من قائل : وَلا يَزَالُونَ مُخْتَلِفِينَ * إِلَّا مَن رَحِمَ رَبُّكَ وَلِذَلِكَ خَلَقَهُمْ . فالله جل وعلا هو الرحمان الرحيم ، وآثار رحمته شاخصة في كل أرجاء الكون .\r\n\r\nلماذا البؤس والحرمان ؟\r\nوإذا كان الأمر كذلك ؛ فلماذا نجد الغالبية العظمى من البشرية تعيش البؤس والحرمان ، وتعاني الويلات وأنواع الاضطهاد والظلم ؟ ولماذا أصبحت مصادر الثورة الهائلة والأموال الطائلة وأسباب القوة والهيمنة وقفاً على أناس معدودين دون غيرهم ، بينما يسرح القسم الأكبر من البشرية المعذبة في غياهب الجهل والفقر وظلمات التخلف والانحطاط ، تسحقها عجلات ماكنة التقدم التكنلوجي التي يأخذ بمقودها أولئك المترفون الذين\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nوصلوا إلى درجة من الشبع والبطر بحيث لم يدعوا سبيلًا للتبذير والإسراف إلا وسلكوه ؟ !\r\nوما أكثر الأمثلة على صور الإسراف والبطر الذي يعيشه أولئك ، ولنتصفح في هذا المجال المجلات والصحف ففيها ما يسبب الدوار في الرأس من شدة الاستغراب ؛ فذاك يمتلك آلاف الملايين وعندما يدنو منه الموت يوصي بأمواله وممتلكاته تلك إلى قطة صغيرة كان قد ربّاها ! !\r\nإنه الشذوذ بجوانبه العديدة الذي أصيبت به تلك الأقلية التي تقود زمام الحضارة والتكنلوجيا المتطوّرة ، وعلى رأسه الشذوذ العقلي الناجم عن الشعور والفراغ القاتل الذي يدفع أولئك إلى أن يحترموا الهرة إلى درجة التقديس ، بينما لا يلتفتون أدنى التفاته إلى ورائهم ليروا تلك الحشود البشرية الجائعة التي تبحث عن فتات رغيف تدفع به الخطر الداهم فلا تجده ، ثم تموت أفواجاً بعد أفواج وكأنها ليست بشراً له الحق في الحياة .\r\n\r\nالخالق يريد لنا العزة والكرامة\r\nوالله عز وعلا خلق الإنسان ، وأوضح له مناهجه في الحياة عبر رسالات السماء ، ولم يكن يريد لمسيرته أن تنتهي إلى ما هي عليه الآن من الصور القاتمة ، ولم يكن يريد له أن يضيع في متاهات الفراغ أو يتخبط في مستنقع شذوذه ، ثم يعاني الملأ الأعظم الويلات والمآسي في حياته ، بل إنه جل وعلا عندما خلقه وهداه إلى الطريق المستقيم بالرسالات ، أراد له الكرامة\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nوالعزة ، وأن يحيا ويموت عزيزاً مكرماً شريطة أن يتحمل الأمانة التي عهد إليه بتحملها .\r\nوبناءً على ذلك ؛ فإن كرامة الإنسان وقف على الأمانة التي يتحملها كما يقول سبحانه : انَّا عَرَضْنَا الأَمَانَةَ عَلَى السَّمَاوَاتِ وَالأَرْضِ وَالْجِبَالِ فَأَبَيْنَ أَن يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا وَحَمَلَهَا الانسَانُ ( الأحزاب / 72 ) . فالذي لا أمانة له لا شرف له ولا كرامة ولا عزة ؛ أي ليس له ما يجعله يستحق العيش والاستمرار في الحياة .\r\nإن الله تبارك وتعالى يريد من الإنسان أن يكون أميناً أوأن يبذل الغالي والنفيس من أجل إعطائها حقها وإن كلّفه ذلك حياته أحياناً ، وأن يكون عند كلمته ، ويفي بالعهد والوعد لكي يقوم مجتمع يتسم بالأمانة والشرف والكرامة ، وتسوده روح العدل والعدالة . فلابد أن تسود وتحكم العدالة المجتمع الإنساني ؛ فالظلم الذي هو ضد العدالة ظلمات وتحطيم للإنسان وشلّ لحركة الإنسانية وتطلعاتها نحو آفاق الازدهار الحضاري الحقيقي ، والظلم عائق كبير دون سير البشرية نحو طموحاتها في بلوغ أهدافها التكاملية النبيلة والمدنية الفضلى .\r\n\r\nوصيتان إلهيتان\r\nوفي هذا المجال يقول تبارك وتعالى : إِنَّ اللَّهَ يَأْمُرُكُمْ أَن تُؤَدُّوا الأَمَانَاتِ إِلَى أَهْلِهَا وإِذَا حَكَمْتُم بَيْنَ النَّاسِ أَن تَحْكُمُوا بِالْعَدْلِ وهاتان وصيتان إلهيتان عظيمتان للبشرية لهذا الإنسان الذي جعل الله تعالى له عينين ولساناً وشفتين وهداه النجدين ،\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nوليس هناك من هو أعلم منه سبحانه بهذا الإنسان وما يكتمه في قلبه ، وما يدور في ذهنه من أفكار ، وما يهيج في نفسه من عواطف .\r\nوالوصيتان - كما هو واضح من صريح الآية الكريمة - هما :\r\n1 - أداء الأمانات إلى أهلها ، أي إلى أصحابها ، وهذا هو موضوع الأمانة .\r\n2 - ان الحكم بين الناس ينبغي أن يكون بالعدل ، وهنا تأتي الإشارة إلى موضوع العدالة .\r\n\r\nكيف نحقق مجتمع الأمانة والعدالة ؟\r\nوالسؤال الذي يطرح نفسه في هذا المجال هو : كيف السبيل إلى تجسيد هاتين الوصيتين الإلهيتين في حياتنا العملية ، وبتعبير آخر : كيف نحقق ونبني مجتمع الأمانة والعدالة في هذه الأرض ؟\r\nالجواب : ليس بعيداً عنا ، ويمكننا الوصول إليه عبر الآية التالية : يَآ أَيُّهَا الَّذِينَ ءَامَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَاولِي الأمْرِ مِنْكُمْ . فلكي نحقق مجتمع العدل والكرامة لابد أن نخلق في أنفسنا فضيلة الطاعة لله جل وعلا ، ولمن بعثه إلينا رسولًا ، ومن ثم لمن استخلفه الرسول إماماً ، أو لمن استخلفه الإمام ولياً للأمر ، وهذا هو السبيل وإلا فبدونه لن يتحقق العدل ، ولن يتم الوفاء بعهد الأمانة ، ولعل المشكلة الكبرى التي تعاني منها البشرية بالأمس واليوم ومن الممكن أن تبقى متورطة فيها مستقبلًا ، هي ضلالها عن هذا السبيل ، فالجميع يتشدقون بالعدالة\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nويتمنونها ، ولو نظرنا إلى جميع القوانين لوجدناها تحكم باسم العدالة ، ولعرفنا أن هذه العدالة ليست إلا ديباجة برّاقة لكل الدساتير الموجودة في مختلف أنحاء العالم ، وكلها تدعي ارتكازها واستنادها إلى مبدأ العدالة . ولكن أين هي العدالة حقاً ؟\r\nإن البشرية ما دامت قد ضلت الطريق إليها فلا يمكن أن تصلها وتبلغها وإن كان طعمها مرّاً في بعض الأحيان عندما تصطدم بالأهواء وما تشتهيه الأنفس .\r\n\r\nسبيل العدالة\r\nفلابد - إذن - من البحث عن سبيل العدالة عند الله جل جلاله ، وعلى لسان أنبيائه ورسله ، والأئمة والأولياء ؛ وهذا هو مفهوم الطاعة ؛ طاعة الله من خلال الامتثال إليه في أوامره ونواهيه التي جاءت في كتابه العزيز - وطاعته عبر طاعة رسوله ، وطاعة الذين نصبهم أئمة للناس وأولياء للأمور . وتبقى سلسلة الطاعة متصلة ابتداءً من قاعدتها المتمثلة في طاعة ولي الأمر ، وانتهاءً بالقمة وهي طاعة الله عز وجل .\r\nوهكذا فإن طاعة ولي الأمر تعني طاعة الإمام المعصوم ، وهو في عصرنا الإمام الحجة بن الحسن عجل الله فرجه ، وطاعة الإمام الحجة تعني طاعة الرسول التي تعني بدورها طاعة الله سبحانه ، وهذا بالإضافة إلى الطاعة المباشرة للخالق ، وهي الامتثال لأوامره ونواهيه التي صرّح بها وبيّنها في كتابه العزيز .\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\n\r\nمقياس ولي الأمر\r\nوقد يسأل سائل في هذا المجال : هل أن ولي الأمر هو كل من استتبّت له الأمور ، وحالفه الحظ في الوصول إلى السلطة وقيادة زمام الأمة ؟ !\r\nوللإجابة على هذا التساؤل نقول : كلا بالطبع ؛ فليس كل من يعتلي الكرسي بأية وسيلة كانت يغدو ولياً لأمر الأمة ؛ بل لابد أن يكون الولي الحقيقي للأمر ذلك الذي لا يزلّ ولا ينحرف عن خط الرسالة ونهجها قيد أنملة ، وأن تكون حياته انعكاساً لله وللرسول . وأن لا تتناقض كلماته وكلمات الله التي لا يمتد إليها التبديل والاختلاف ، وحاشى لله تبارك وتعالى من الاختلاف : وَلَن تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا .\r\nوعلى هذا ؛ فليس من المعقول أن يكون أمر الله متجسداً في طاعة رجل يعاقر الخمرة ، ويظلم ، ويسفك الدماء بغير حق ، ويقتل النفوس الزكية ، ذلك لأن رسالات السماء هي دعوة لتحقيق القسط والعدل اللتين لا يمكن انتظارهما من حاكم جائر يعمل في الأمة بالظلم والبغي ، ويتخلق بصفات الفسق والفجور .\r\nإن ولي الأمر الذي ينبغي على الأمة طاعته والانقياد له هو ذلك الشخص الذي تتجسد في أخلاقه وسلوكه وتعامله ونهجه وعموم سيرته قيم السماء ومفاهيم الرسالة ومناهجها البينة .\r\n\r\nأهل البيت عليهم السلام هم أولو الأمر\r\nونحن إذا تصفحنا التأريخ وبحثنا عن أولياء الأمور الذين تتمثل\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nفيهم تلك الصفات فكانوا عنواناً للقرآن الكريم ، وبات كيانهم جزءاً من كيان الرسول صلى الله عليه وآله في الأخلاق والسيرة والعلم ؛ فحيوا حياته ، وماتوا مماته ، ولم يحيدوا عن طريقه ونهجه . لا نجدهم سوى آل محمد عليهم السلام ، الذين هم أولياء الأمر الحقيقيون ، وفيهم شهادة القرآن العظيم ؛ فكل ثناء فيه لابد أن يكون من نصيبهم هم بالذات ؛ فهم الكاظمون للغيظ ، والعافون عن الناس ، وهم المقيمون للصلاة ، والمؤتون للزكاة ، وهم الراكعون الساجدون ، وهم المنفقون في السر والعلانية ، وهم الشاكرون لربهم في السراء والضراء . . . إلى عشرات بل مئات الخصال أوصى القرآن بالتحلي بها ، وحث على اتباعها قولًا وعملًا ، فهم عليهم السلام أمثال القرآن في حياتهم ، بل إنهم القرآن الناطق بين الناس .\r\n\r\nهل انتفت الحاجة إلى الإمامة ؟\r\nوبعد أن أدى الرسول صلى الله عليه وآله ، والأئمة المعصومون عليهم السلام ما كلّفوا به ، وحُمّلوه من أمانة الرسالة ، والإمامة ثم مضوا إلى بارئهم الواحد بعد الآخر ، ترى هل تنتفي الحاجة حينئذ للإمامة التي بها يستتبّ العدل ، وتصان الكرامات ، ويزول الظلم ، أم أن البشرية بلغت في مستواها العقلي والفكري مبلغ القمة التي هي عند الأئمة فلم تعد بحاجة إلى الإمامة ، أم أن الحاجة إلى العدالة قد انتفت أساساً ؟\r\nأقول : إن ما يشهد له التاريخ أن البشرية تبقى دائماً بحاجة إلى من يأخذ بزمامها في الحياة ، ويحكّم فيها العدالة ، ولو كانت\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nهذه الحاجة تنعدم بمرور الزمان لكان يكفي البشرية منذ خلقها الله تعالى وحتى يوم القيامة نبيّ واحد .\r\n\r\nمن هو الإمام في عصرنا الراهن ؟\r\nوإذا ثبت لنا أن هذه الحاجة باقية ، فمن الذي يتولى - إذن - الإمامة في عصرنا الراهن ؟\r\nهنا تتكفل بالإجابة نظرية المنقذ الذي شاء الله تعالى له الغيبة إلى أجل لا يعلمه إلا هو سبحانه ، ليملأ به الأرض قسطاً وعدلًا بعد أن ملئت ظلماً وجوراً ؛ فقضية حاجة البشرية في زمن ما للإمامة والقيادة ، وانتفائها في زمن آخر لا تنسجم مع نظرية العدل الإلهي ، والحكمة الربانية في استمرار اللطف والرحمة ، بالإضافة إلى اصطدامها بالعقل والمنطق .\r\n\r\nآثار وجود الإمام المنتظر\r\nولوجود إمامنا المنتظر آثار عظيمة ومتنوعة ، ربما نجهل الكثير منها ، ولعل أعظم هذه الآثار ولاية الفقهاء على الناس وطاعتهم لهم ، والتي هي ليست طاعة ذاتية باعتبار أن الفقهاء ومراجع الأمة نواب عن الإمام الحجة المنتظر ، فولاية الفقهاء على الناس هي شعاع من أشعة ولاية الأنبياء وقبس من نورهم عليهم السلام . فلنحاول أن نبحث في هذا القبس من خلال بعض المفردات ، ومن ضمنها وأهمها مفردة الاستقامة والثبات على الطريق . ومثل هذه الاستقامة لا يمكن الوصول إليها إلا من خلال اتباع وتولي هؤلاء\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nالفقهاء والمراجع الذين يمثلون خط الولاية للأئمة والأنبياء والرسل أجمعين ، على أن تمثيلهم هذا لخط الولاية لا ينفي ضلال أكثر الناس عنهم وعدم اتباعهم لهم لجهلهم بهم ، والتمرد على مذهبهم الصحيح ، ولا غرابة في هذا الأمر إذا لاحظنا التصريح به في محكم القرآن الكريم حيث يقول الله سبحانه : وَمَآ أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ ويقول : وَأَكْثَرُهُمْ لِلْحَقِ كَارِهُونَ . فعدم إيمان الناس بالله جل جلاله لا يعني انتفاء الوجود الإلهي وصحة الإلحاد ، وعدم اتباعهم للحق لا يعني أن الحق مرفوض ، بل إن الإنسان يميل في أعماق ضميره ، إلى الحق ، ولكنه عندما يصطدم بالمصلحة الذاتية يكرهه ويفرّ منه .\r\nونحن عندما نبحث عملياً عن السر في بقاء ديننا ، وتوجّهنا إلى الخط الصحيح ، والصراط المستقيم ، ومعرفة الله تعالى معرفة صحيحة خالية من أية شائبة ، نجد أن خط العلماء هو الخط الذي أنعم الله تعالى به علينا ؛ فهم الذين علّمونا معالم ديننا ، ونقلوا إلينا هدى الأئمة وبصائرهم التي هي بصائر القرآن ، وهدى الله سبحانه ، ولذلك فإن الذين يهجرون خط العلماء ، ويبتعدون عنه سواء كانوا أفراداً أم جماعة ، فإنهم بتركهم وابتعادهم هذين سوف يضلون ضلالًا بعيداً .\r\n\r\nأهمية اتباع المرجعية\r\nوهكذا ينبغي على المؤمنين أن ينتبهوا إلى الأهمية الفائقة لاتباع المرجعية ، والالتفاف حولها ، بالإضافة إلى توقيرها\r\n\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nوإجلالها ، وأن يعملوا ويسيروا على خط هذه المرجعية ، ويزيلوا من نفوسهم كل الدواعي والأسباب التي تؤدي إلى ابتعادهم وانحرافهم عن هذا الخط - لا سمح الله - لضلال يقعون به بسبب المضلين ، أو لحسد ، أو كبر ، أو عجب يقع في نفوسهم ، فيدفعهم إلى الخروج عن طريق الاستقامة الذي أمر به نبينا صلى الله عليه وآله ، ونهي - في نفس الوقت - عن اتباع أهواء المضلين في قوله تعالى : فَلِذَلِكَ فَادْعُ وَاسْتَقِمْ كَمَآ أُمِرْتَ وَلَا تَتَّبِعْ أَهْوَآءَهُمْ وَقُلْ ءَامَنتُ بِمَآ أَنزَلَ اللَّهُ مِن كِتَابٍ وَأُمِرْتُ لأَعْدِلَ بَيْنَكُمُ اللَّهُ رَبُّنَا وَرَبُّكُمْ لَنَآ أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ لا حُجَّةَ بَيْنَنَا وَبَيْنَكُمُ اللَّهُ يَجْمَعُ بَيْنَنَا وَإِلَيْهِ الْمَصِيرُ\r\n\r\nخط الولاية هو الخط القويم\r\nويبقى الطريق مستقيماً منذ أول نبي وحتى آخر مرجع إلى حين ظهور الإمام المهدي عجل الله فرجه ، وبتوفر هذه العوامل الإيمانية يمكننا أن نحقق النجاح والنصر ، فخط الولاية هو الخط الصحيح والقويم ، وإذا ما سلكناه ولم ننحرف عنه قيد أنملة بلغنا هدفنا في نشر العدالة ، ونيل العزة والكرامة في حياتنا الدنيا ، وسرنا نحو الهدف التكاملي المتمثل في التقرب إلى الله عز وجل ، وإن اخترنا غير هذا المسلك القويم يبقى مصيرنا - عندئذ - التيه والضلال ، ولذلك يأمرنا سبحانه ، ويحذرنا من هذا التيه والضلال فيقول : إِنَّ اللَّهَ يَأْمُرُكُمْ أَن تُؤَدُّوا الأَمَانَاتِ إِلَى أَهْلِهَا وإِذَا حَكَمْتُم بَيْنَ النَّاسِ أَن تَحْكُمُوا بِالْعَدْلِ إِنَّ اللَّهَ نِعِمَّا يَعِظُكُم بِهِ إِنَّ اللَّهَ كَانَ سَمِيعاً بَصِيراً .\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nوالله سبحانه إنما يهدينا إلى الصراط المستقيم من خلال طاعته التي هي طاعة رسوله وأوليائه ومن ينوب عنهم ، والرجوع إليهم في كل صغيرة وكبيرة ، والانقياد لهم بكل طواعية عبر اتباع أوامرهم وتوجيهاتهم كما يؤكد على ذلك سبحانه في قوله : يَآ أَيُّهَا الَّذِينَ ءَامَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَاولِي الأمْرِ مِنْكُمْ فَإِن تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِن كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَومِ الاخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا .\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\n\r\nأوجه الشبه بين الإمام المهدي عليه السلام والنبي موسى عليه السلام\r\nهناك أوجه شبه بين النبي موسى بن عمران عليه السلام ، وبين الحجة بن الحسن عجل الله فرجه ، ولذلك فإن الآيات التالية من سورة القصص فسّرت في أحاديثنا وفي أحاديث المذاهب الإسلامية الأخرى بحياة الإمام المهدي ، وهذه هي الآيات : إِنَّ فِرْعَوْنَ عَلَا فِي الارْضِ وَجَعَلَ أَهْلَهَا شِيَعاً يَسْتَضْعِفُ طَآئِفَةً مِّنْهُمْ يُذبِّحُ أَبْنَآءَهُمْ وَيَسْتَحْيِي نِسَآءَهُمْ إِنَّهُ كَانَ مِنَ الْمُفْسِدِينَ * وَنُرِيدُ أَن نَّمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الارْضِ وَنَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمُ الْوَارِثِينَ * وَنُمَكِّنَ لَهُمْ فِي الارْضِ وَنُرِيَ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا مِنْهُم مَّا كَانُوا يَحْذَرُونَ * وَأَوْحَيْنَآ إِلَى امِّ مُوسَى أَنْ أَرْضِعِيهِ فَإِذَا خِفْتِ عَلَيْهِ فَالْقِيهِ فِي الْيَمِّ وَلَا تَخَافِي وَلَا تَحْزَنِي إِنَّا رَآدُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ الْمُرْسَلِينَ ( القصص ( 4 - 7 )\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\n\r\nأوجه التشابه بين الإمام المهدي وموسى عليهما السلام\r\nوتبرز أوجه التشابه تلك في النقاط التالية :\r\n1 - إنّ موسى بن عمران عليه السلام أرسله الله تقدّست أسماؤه ، وبعثه بعدما علا فرعون في الأرض وملأها فساداً واستكباراً . فقد ورد في بعض التواريخ أن فرعون لم يكن يحكم مصر وحدها ، بل كان يحكم جميع المناطق المتحضّرة آنذاك . وبناءً على ذلك فإن فرعون كان قد ملأ في ذلك العصر الأرض فساداً وظلماً وجوراً ، فبعث الله تعالى النبي موسى ليملأها قسطاً وعدلًا وحرية وكرامة ، فيكون الخالق بذلك قد أدخر رجلًا من آل عمران ليملأ الأرض قسطاً وعدلًا بعد أن ملئت ظلماً وجوراً .\r\n\r\nإثبات القدرة الإلهية\r\n2 - إنّ موسى بن عمران عليه السلام كان معجزة الله عز وجل في الأرض ، فعندما يئس الجميع ، وعرفوا أن لا ملجأ ومنجى من الله إلا إليه ، وعندما عجزت كل الوسائل الطبيعية من أن تمنح الناس الخير والسعادة والرفاهية ، فإن الله سبحانه ولكي يثبت لعباده أنه هو القاهر فوقهم ، وأنه هو الحاكم والمهيمن ، وله السلطان والملكوت ، فقد بعث موسى بن عمران عليه السلام بعد أن عاش وتربى في بيت فرعون لكي يثبت للبشرية أن الإنسان مهما طغى واستكبر في الأرض ، فإن الله تعالى يبقى أكبر منه ، وأنه سيجعل هلاكه على يد الذي ربّاه بيده .\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nوهكذا الحال بالنسبة إلى الإمام الحجة عليه السلام فإنه سيأتي بعد أن يعم اليأس الجميع ، ويستبدّ بالبشرية شعور العجز عن توفير الخير والرفاهية لنفسها إلا بالتوجّه إلى بارئها تبارك وتعالى ، ولذلك فعندما يظهر الإمام المهدي عليه السلام فإن البشرية بأسرها سوف تهرع لتبايعه .\r\nصحيح أنه عليه السلام سوف يخرج بالسيف ، ويظهر به ، ولكنه لا يشهره إلا ضد المعاندين ، فالغالبية العظمى من الناس سيسلمون على يديه الكريمتين طواعية دون أي قهر وإجبار ، لأن الله عز وجل سينزل عيسى بن مريم عليه السلام فيصلّي خلف إمامنا الحجة بن الحسن كما جاء في أحاديث المذاهب الإسلامية ، وعندما يشاهد المسيحيون نبيّهم يصلّي خلف المهدي فإنهم سيهرعون إلى بيعة الإمام عليه السلام .\r\nإن الجاهلية المادية الطاغية في الأرض سوف تصل بالبشرية إلى حالة انعدام الوزن ، وعند الوصول إلى هذه النقطة فإنهم يبدؤون بمراجعة أنفسهم ويتساءلون عن جدوى المذاهب المادية المختلفة التي ابتلوا بها ، ثم يأخذون بالتطلّع إلى هدف آخر يعقدون عليه الآمال بعد أن ينفضوا عن أنفسهم غبار الجاهلية الجهلاء . وهنا يعلو صوت الإمام المهدي عليه السلام فيسمعه جميع أهل الأرض ، وفي هذا الصوت الرباني يجدون بغيتهم ، فيسرعون إلى قبول دعوته فتسود الأرض عدالته ، ويسود الإسلام .\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\n\r\nالانتظار الطويل\r\n3 - إن المؤمنين من بني إسرائيل كانوا في انتظار نبيهم موسى عليه السلام سنين طويلة ، وعندما استبد بهم اليأس ، وبلغ مداه كفر بعضهم بالبشارة ، وظنوا أن المنقذ لن يأتيهم ، ولكن الله سبحانه وتعالى أرسله لهم بعد اشتداد الأزمة ، وسوء الظروف ، فكانت بعثة موسى عليه السلام نجاة وبركة ورحمة لأولئك القوم ، ونحن أيضاً قد طال انتظارنا كما طال انتظار سائر المظلومين والمحرومين في العالم .\r\n\r\nالغيبة الصغرى\r\n4 - كانت لموسى بن عمران عليه السلام غيبة صغرى ؛ فعندما ولد أمر الله تعالى أمّه أن تضعه في التابوت وتلقي به في اليم ، وهكذا الحال بالنسبة إلى الإمام الحجة عليه السلام فقد غاب هو الآخر عن الأنظار منذ اللحظة الأولى من ولادته إلا عن خواص مواليه .\r\n\r\nواجبنا في عصر الغيبة\r\nولكن السؤال المهم المطروح هنا هو : ماذا علينا أن نعمل ونحن نعيش عصر الغيبة ؟\r\nإن علينا أن نعلم ونحن في عصر الغيبة أن شعلة الأمل الإلهي لابد أن تبقى وتستمر في قلوبنا ، فالطغاة يحاولون أن يسلبوا منّا الأمل والرجاء ، وهم يعملون جاهدين من أجل أن ينخر اليأس\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nقلوبنا ، ويكيلوا لنا الضربات الموجعة . . وهذا هو هدف الطغاة ، ولكننا عندما نعلم أن الله سبحانه قد ادخر لنا أملًا ونجاة فإننا سنعرف أن نهاية هذه المسيرة ستكون سعادة الإنسان ، وأنّ العاقبة للمتقين ، فهذه المسيرة بالرغم من صعوباتها ، وما يكتنفها من المشاق ، وما تتطلّب من التضحيات الشخصية ، فإنها سوف تنتهي بالنصر المؤزر .\r\nإن الطغاة في الأرض استطاعوا أن يقهروا البشر ، ولكنهم لم يستطيعوا أن يحصلوا على الأمن والاستقرار رغم ذلك ، لأن الشعوب ماضية في مقاومتها لهم ، وهي غدت تشكل الآن خطراً حقيقياً يهدد مصالحهم ، ويقضّ مضاجعهم ، وما علينا إلا أن نستمر في هذه المقاومة لكي نكون بذلك قد جسّدنا المفهوم الحقيقي للانتظار الذي يعني تهيئة الأرضية المناسبة لظهور إمامنا المفدّى المهدي عجل الله فرجه .\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\n\r\nالإيمان بالغيب ؛ ماذا يعني ؟ !\r\nألم * ذَلِكَ الكِتَابُ لَارَيْبَ فِيهِ هُدىً لِلمُتَّقِينَ * الَّذِينَ يؤْمِنُونَ بِالغَيْبِ وَيُقِيمُونَ الصَّلاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ * وَالَّذِينَ يُؤْمِنُونَ بِمآ انْزِلَ إِلَيْكَ وَمآ انْزِلَ مِن قَبْلِكَ وَبِالاخِرَةِ هُمْ يُوقِنُونَ * أُوْلئِكَ عَلَى هُدًى مِنْ رَبِّهِمْ وَأُوْلئِكَ هُمُ المُفْلِحُونَ ( البقرة / 1 - 5 )\r\nما هو الغيب ؟ وما هو موقفنا من الغيب ؟ وما هي علاقة الغيب بالإمام المهدي المنتظر عليه السلام ؟\r\nقبل استعراض الإجابة على الأسئلة المتقدمة الذكر أودّ الإشارة إلى انّ القليل من الناس من يتزود بأحسن الزاد .\r\nوإننا جلوس حول مائدة العقيدة المباركة ؛ فلا يكن حظّنا سوى رشحات ، وإنما ليحاول كلٌ منّا أن يكون زاده الأكثر والأنفع . لذلك فإنني حاولت وأحاول أن أتحدث عن قضية هامة جداً ، وهي قضية الغيب ، لأنها من وجهة نظر العقيدة الإسلامية\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nقضية محورية من شأنها أن تحدد علاقاتنا بالحقائق ، فما هو الغيب يا ترى ؟\r\nيؤكد القرآن الحكيم بادئ بدء أن آياته الكريمة هدىً ، ولكن ليس لكل من هبّ ودبّ ، بل هي هدىً للمتقين . وأبرز صفات هؤلاء المتقين الذين سيقول عنهم القرآن في الموقع التالي : أُوْلئِكَ عَلَى هُدًى مِنْ رَبِّهِمْ وَأُوْلئِكَ هُمُ المُفْلِحُونَ أبرز الصفات فيهم هي الإيمان بالغيب ، فهو الشرط الأساس في إيمان الإنسان المتقي الذي حصر الله سبحانه وتعالى فيه الفوز والفلاح في الدنيا والآخرة .\r\nومرة أخرى ؛ أتساءل : ما هو الغيب ؟ ولماذا أصبح الإيمان بالغيب محوراً أساسياً للإيمان ؟\r\nإن الله جلّ جلاله هو الغيب ، إن الرسالات السماوية هي الغيب ، إن الآخرة هي الغيب ، إن الإمامة في أهل البيت وعصمتهم صلوات الله وسلامه عليهم أجمعين هي الغيب . وإن أبرز وأهم غيب في حياتنا ، هو الإيمان بوجود وظهور وانتصار الإمام الحجة المنتظر عجل الله فرجه الشريف ، ولكن لماذا ؟ . .\r\nالجواب : إن الغيب هو خلق الشهود ، وهو أصل الشهود ، وهو روح الشهود ، وهو محتوى الشهود ، وهو في الحقيقة النور الأسطع للشهود . فاللّب أهم من القشرة ، ومن أراد شراء بضاعة ما فهو يهتم بتحديد حقيقة هذه البضاعة دون الاكتفاء أو الاهتمام بما يعكسه مظهرها . وعلى الرغم من أنّ كثيراً من الناس يقول بأن ماكنة\r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nالسيارة هي التي تحرّك السيارة ؛ لكنني أقول - كما هي الحقيقة - إن وقود السيارة ، هو غيب السيارة وهو الوجه الآخر الأصيل لذاتها . وإنّ ضوء الشمس ليس هو الشمس ، وإنما عين الشمس الغائبة عنّا هو التفاعلات الذرية الحادثة باستمرار في الشمس ، ولولا هذه التفاعلات لما أضاءت الشمس ولو للحظة واحدة وإن غيب الإنسان ليس حركته أو سكنته ، وإنما الغيب فيه كامن في قوة قلبه وسلامة أعصابه وشرايينه ومخّه . وإذا أمعنّا النظر في حقيقة الإنسان لوجدنا أن مخّه ليس هو الأساس فيه ، وإنما الروح هي المحور لديه ، وإذا أمعنا النظر ثانيةً لعرفنا أن العقل هو موجّه هذه الروح . ثم إن هذا العقل والحياة والقدرة الكامنة في الروح يقف وراءها أمراً أهم بكثير منها مجتمعةً ، وهي إرادة الله سبحانه وتعالى ، ولولا مشيئته وإفاضته وقدرته ونوره لتلاشت الروح الإنسانية ؛ أو لنقل : لو لم تكن الإرادة الإلهية في إيجاد الروح والقدرة لدى الإنسان ، لأصبح هذا الأخير كالجماد أو هو أعجز من الجماد ، إن صحّ التعبير عن وجود جمادٍ في هذا الكون العجيب ! . . .\r\nإذن ؛ فكلّ حلقة من حلقات الغيب تأخذ أهميّتها وموقعها من مستوى التعمق في النظر إليها . فكلما كانت هذه الحلقة أبعد من حيث الترتيب والعمق ، كلما جسّدت هي الأساس والمصدر ؛ أما النور والمظهر فلا شيء مهم يذكر فيهما ، هذا هو الغيب . . .\r\nوالإيمان بالغيب عادةً ما يكون فارقاً بين الإنسان والحيوان ؛ الحيوان العاجز عن النفوذ إلى اللّب والجوهر إلّا بالحواس\r\n\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nالمادية . والبشر بدورهم على مراتب متفاوتة تجاه هذه المسألة ؛ فالرجل العادي منهم ينظر إلى طبيعة المجتمع المتخلفة والفقيرة والمتوترة والمضطربة ، ولكنه لا يعرف السبب من وراء ذلك ، وهو قد يقول : لعلّ الله خلقهم كذلك ! . . ولكن الخبير منهم ينظر بعين متفحصة وخلفية فكرية متينة ، فهو يؤكد - عالماً - بأن هناك أسباب للاختلاف والتخلف والفقر والتوتر والاضطراب وباقي الظواهر الأخرى . فالخبير يتعمق ويصل إلى العمق ، في حين أن الإنسان البسيط أو المعاند أو الجاهل يقتصر على التعامل مع المظاهر فقط . والفرق بين فريق المؤمنين وفريق الكافرين هو في بالذات . فالكافرون لا يعلمون إلّا ظاهراً من الحياة الدنيا ، فهم لا يعرفون إلّا أنهم يتوالدون ويتناسلون ويتكاثرون ، وأنه لا يميتهم إلّا الدهر . وأما عن الآخرة فهم قوم عمون ، لا ينظرون إليها ، ولا يعرفون عنها شيئاً . أما فريق المؤمنين فهو من لا يضطر إلى جعل الغيب شهوداً حتى يؤمن به ، بل هو يرتفع إلى مستوى الإيمان به .\r\nوماذا يعني ذلك ؟ !\r\nيعني أن الإنسان المؤمن لم يعترف بالموت أو بما وراء الغيب من رؤيته القبر ، أو ما وراء القبر من عذاب أو ثواب ، وهو لم يؤمن بالغيب من رؤية رآها في المنام ، وهو لم يؤمن بأن الميت الفلاني يتعذب في الوقت بعذاب القبر لأنه قد رأى ذلك في منامه ، وهو لا يقول إنّ فلاناً في الجنّة لأنه قد رأى رؤية في\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nذلك ، فرؤية المنام لا ينبغي أن تكون العامل الحاسم في الإيمان بالغيب ، كيف كان ومتى كان ؛ بل إن المؤمن ومن خلال محاكمة عقلية ، ومحاسبة علمية ، ومن خلال ارتفاع مستوى روحه إلى الاستشراف على الغيب يؤمن بما وراء المادة والغيب . فهو يعلو ويعلو ، ويسمو ويسمو إلى أن يصل إلى أفق الغيب فيؤمن به كحقيقة ثابتة لا تقبل الشك .\r\nمن هنا يقول البعض : أؤمن بالإمام الحجة ، ويسأل : من رأى الحجة ؟\r\nويجيبه رفيقه : لقد رآه بعضهم وقصته كذا وكذا . فهو يؤمن بالإمام المنتظر لأن أحدهم قد رآه في اليقظة أو في المنام ، ولو كان لم يُرَ عليه السلام في اليقظة أو في المنام لأصبح لا وجود له ! !\r\nإن الاعتماد على النقل الموثّق أمر صحيح ، ولكنه يعبّر عن إيمانٍ جاهل وناقص ؛ جاهل من حيث أنه لم يصدر عن ذات عالمة بذاتها ، وناقص بالمقارنة مع ما هو كامل .\r\nإن الإيمان الكامل والواعي والقوي هو الإيمان المتنامي من خلال دراسة القرآن وجوهره وروحه ، ومن خلال دراسة الأحاديث النبوية الشريفة التي خرجت عن مصدر الحق والصدق الذي هو رسول الله صلى الله عليه وآله ، من خلال ذلك يؤمن الإنسان إيماناً أساسياً بحقائق الغيب ، لا من خلال رؤية أحد الناس .\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\n\r\nالإيمان بالحقائق الغيبية\r\nإن الإيمان بالحقائق الغيبية ينبغي أن يكون تسليماً للأوامر الدينية ؛ بمعنى أن هذين الأمرين ينبغي أن يكون الإيمان بهما من البديهيات في عقيدة الإنسان المسلم ، وذلك قبل البحث عن الاستدلال أو الكشف عن أسبابهما ونتائجهما المادية .\r\nفالله سبحانه وتعالى حينما حرّم أكل لحم الخنزير ، إنما حرّمه ليكون موضع ابتلاء وتمييز للملتزم من غير الملتزم ، قبل أن يحرمه لمضارّه الصحية . والإنسان المسلم عليه التقيد بهذا القيد ، إذ من دونه تكون نار جهنم بانتظاره .\r\nثم إن من دون الاعتماد على الله والنصوص التي أوردها في قرآنه الحكيم وعلى لسان رسوله الكريم صلى الله عليه وآله يكون دين الإنسان المسلم أمراً معلّقاً على معرفة الأسباب قبل التأدية ، وبالتالي فإنّ نوعاً من اليأس من روح الله تعالى يسيطر عليه ، الواقع الذي وصفه الله بالكفر ، حيث قال سبحانه : وَلا تَيْأَسُوا مِن رَّوْحِ اللَّهِ إِنَّهُ لا يَيْأَسُ مِن رَوْحِ اللَّهِ إِلَّا الْقَوْمُ الْكَافِرُونَ ( يوسف / 87 )\r\nإن الصحيح في الأمر هو التصور المجرد بأنّ وراء الأوامر الإلهية جنات وثواب ورضوان ، وأن وراء المناهي نيران وعقاب وسخط إلهي كبير ، وأن الإيمان بالغيب هو العامل الأهم في تلقي واستيعاب هذه الحقيقة .\r\nإن الشريعة الإسلامية - كما هو واضح - تشجعنا على العلم ، وتحرّضنا على السعي نحو معرفة أسباب الأحكام والأوامر\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nوالمناهي . ولكن لا يعني ذلك أنّ إيماننا بالشريعة الإسلامية يكون متوقفاً على معرفة أسبابها ، فهذا الإيمان لا يعدّ أبداً إيماناً بالغيب .\r\nالإمام الصادق عليه السلام يقول :\r\n\" نحن - الأئمة - صُبّر ، وشيعتنا أصبر منّا \"\r\n، قلت ( الراوي ) : جعلت فداك كيف صار شيعتكم أصبر منكم ؟ قال :\r\n\" لأنا نصبر على ما نعلم ، وشيعتنا يصبرون على مالا يعلمون \" .\r\n« 1 »\r\nإذن ؛ فالقضية تكمن في ضرورة الارتفاع إلى مستوى الإيمان بالغيب وما يتطلبه ، وليس الاتجاه نحو تجيير الحقائق الإيمانية لصالح المذاقات النفسية والمادية ، وإنما يتم ذلك عبر تعويد الذات على عدم الاكتفاء بما تشاهده العينان وتحسّه الحواس . بل لابد من الإيمان بما يشهد عليه القلب والعقل ، وما يطمئن إليه الضمير ، وينصّ عليه الكتاب والرسول .\r\nوببالغ الأسف أقول : إن بعض الناس من المسلمين أصبح لا يؤمن بحكم شرعي حتى يعرف سببه أو يفسر له العلماء ذلك ، وهذا يعتبر تجاوزاً صارخاً على حقيقة القرآن والأحكام الشرعية القائلة بضرورة الإيمان بالغيب والتسليم بإخلاص إلى أوامر الله ونواهيه ، لا سيما وأنّ الآيات القرآنية الكريمة التي تلوتها على مسامعكم في مقدمة الحديث تشير بكل وضوح إلى أن الإيمان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكافي ، ج 2 ، ص 93 .\r\n","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nبالغيب أمر متقدم على إقامة الصلاة - وهي عمود الدين - وعلى الإنفاق في سبيل الله تعالى ذكره .\r\nوكما تقدم ؛ فإن الله ووحدانيته هما من مصاديق الغيب رغم أننا نعجز عن رؤيته بأعيننا ، ولقد روي عن أبي عبد الله الصادق عليه السلام قال :\r\nجاء حبر إلى أمير المؤمنين صلوات الله عليه فقال : يا أمير المؤمنين هل رأيت ربك حين عبدته ؟ قال : فقال : ويلك ما كنت اعبد رباً لم أره ؛ قال : كيف رأيته ؟ قال : ويلك لا تدركه العيون في مشاهدة الابصار ولكن رأته القلوب بحقائق الايمان .\r\n« 1 » فالله تعالى قد خلق أرضاً واحدة ، وجعل فيها ماءً واحداً ، وشمساً واحدة ، ولكنّه جعل أنواع متعددة من الفاكهة . . ونحن من خلال كل هذا نصل إلى معرفة أسماء الله ، وآيات الله ، وقدرة الله وتدبيره .\r\nوهكذا من كان يشك في وجود أو ظهور أو انتصار الإمام المهدي عجل الله فرجه الشريف فالمشكلة فيه هو لا غير . فالأدلة كثيرة للغاية ، ولكنه هو بذاته أصبح - لضعف إيمانه - لا يؤمن بالشيء دون أن تراه عيناه .\r\nويروى أن أحد الزنادقة جاء إلى مقبرة الكفار فتناول عظماً من عظام الموتى ، وقال لمن كان حاضراً من المسلمين : أرى أنكم تقولون إن الكفار يتعرضون لنار القبر ، وإن هذا العظم بارد كقطعة ثلج في يدي . . فجيء به إلى أمير المؤمنين عليه السلام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكافي ، ج 1 ، ص 98 .\r\n","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nالذي أجابه بعد أن تناول حجرين من الأرض وضرب بعضهما ببعض فأنقدحت شرارة من نار :\r\nأين كانت هذه النار ؟\r\nنعم ؛ إن جهنم محيطة بالكافرين ، انسياقاً واتّساقاً مع أعمالهم ومعتقداتهم الشيطانية .\r\nوفيما يروى من الأحاديث الشريفة ، هو\r\nالقول بأن فائدة الإمام الحجة عليه السلام كفائدة الشمس التي تسترها السحب .\r\nولتوضيح ذلك ، أقول بأن الإمام عجل الله فرجه الشريف - كما كان آباؤه الطاهرون - هو عدل القرآن ، وهما ثقلان ورافدان إلهيان ؛ ولكن لمن كان له قلب وأراد أن يتذكر ويتبصّر ويستفيد . فهؤلاء العلماء الربانيون والمجاهدون العاملون إنما يتزودون بزاد هذا الإمام العظيم ، وإن سلوكهم الشريف وعدم انصياعهم وراء الهوى والوساوس الشيطانية ، إنما هو انعكاس لعمق اتحادهم مع توجيهات الحجة عجل الله فرجه الشريف لهم .\r\n\r\nسنّة سماوية\r\nإن من سنن الله تعالى في خلقه ، هو أن من يرتدّ عن دينه الحنيف - نظرياً أو عملياً - يصاب بالذلة والضياع في دنياه قبل آخرته . وفضلًا عن أن هذه الحقيقة مثبتة في الآيات والأحاديث ، فهي مجربة وملموسة ، بالذات لمن اهتدى إلى الإسلام ، حيث يجد في داخله راحة واطمئناناً عجيباً .\r\nوفي القصة القرآنية التالية يشير الله تعالى إلى هذه الحقيقة ، وإلى ضرورة الإيمان بالغيب والتسليم للتكاليف الشرعية ، وإلى\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nضرورة نبذ ثقافة التبرير الجاهلية التي تعتبر مصداقاً على تراجع الأمة ودليلًا على تخاذلها وذلها . ففي سورة البقرة يوضح الله تعالى الذل والتراجع الذي أصاب بني إسرائيل ، حينما أصابهم مرض الرغبة في التهرب من التكاليف الشرعية ، وعدم إيلائهم رسول الله موسى بن عمران عليه السلام حقّ منزلته وشرفه .\r\nوَإِذْ قَالَ مُوسَى لِقَوْمِهِ إِنَّ اللّهَ يَأْمُرُكُمْ أَن تَذْبَحُوا بَقَرَةً قَالُوا أَتَتَّخِذُنَا هُزُواً قَالَ أَعُوذُ بِاللّهِ أَنْ أَكُونَ مِنَ الْجَاهِلِين * قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَنَا مَا هِيَ قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ لَا فَارِضٌ وَلَا بِكْرٌ عَوَانٌ بَيْنَ ذَلِكَ فَافْعَلُوا مَا تُؤْمَرُونَ * قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَنَا مَا لَوْنُهَا قَالَ انَّهُ يَقُولُ انَّهَا بَقَرَةٌ صَفْرَآءُ فَاقِعٌ لَوْنُهَا تَسُرُّ النَّاظِرِينَ * قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَنَا مَا هِيَ إِنَّ الْبَقَرَ تَشَابَهَ عَلَيْنَا وَإِنَّآ إِنْ شَآءَ اللّهُ لَمُهْتَدُونَ * قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ لَا ذَلُولٌ تُثِيرُ الأَرْضَ وَلَا تَسْقِي الْحَرْثَ مُسَلَّمَةٌ لَاشِيَةَ فِيهَا قَالُوا الانَ جَئْتَ بِالْحَقِّ فَذَبَحُوهَا وَمَا كَادُوا يَفْعَلُونَ ( البقرة / 67 - 71 )\r\nإنهم اتّهموا نبيهم بالسخرية والاستهزاء رغم أنه لم يكن كذلك ، بل كان رجلًا قائداً عملاقاً شديد المراس . وأرادوا التملّص من الواجب المكتوب عبر التساؤل المتكرّر ، حيث كانوا يأملون نفاذ صبر النبي موسى عليه السلام ، أو عسى الله أن يبدل رأيه . . . ثم إنهم ولفرط الضعف في إيمانهم كانوا يصفون الله بأنه رب موسى ، وكأنه ليس ربهم أيضاً ؛ أي كأن الأمر لا يعنيهم ، وأنهم حينما ينفذون المهمة يمنون على نبيهم وعلى ربه . . !\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nفَذَبَحُوهَا وَمَا كَادُوا يَفْعَلُونَ . أي أنهم نفذوا الأمر دون تسليم أو رغبة أو تعبّد أو رجاء للثواب . . وهم كلّما يتباطؤون في التنفيذ ، كلما زادت عليهم المشاكل . ففي وقت كان المطلوب منهم ذبح مجرد بقرة - تلاحظ الصيغة النكرة هنا - سوّفوا الأمر حتى اضطروا في نهاية المطاف إلى البحث عن بقرة فريدة من نوعها ، وبعد عناء شديد وجدوها في حوزة عجوز فيهم ، وهذه العجوز حينما علمت حاجتهم إلى بقرتها أخذت بالمساومة والتمنّع ورفع السعر أضعافاً مضاعفاً ، حتى اضطرتهم إلى القبول بشرائها مقابل أن يملؤوا جلدها - بعد سلخها - ذهباً ! !\r\nهذا واقع بني إسرائيل ، أما صحابة الرسول صلى الله عليه وآله ، والخلّص من الشيعة ، فقد كانت سمتهم الأولى أنهم كانوا يتمتعون بروح الانضباط والتسليم ، إيماناً منهم بالله الذي لا يريد سوى فائدتهم ، وحبّاً في التعبّد الخالص الذي هو الآخر لا يعود بغير الفائدة عليهم .\r\nأمّا نحن - في الوقت الراهن - فلو كنّا أطعنا قياداتنا الإسلامية منذ النداء الأول ، ودخلنا في العمل بروح جماعية ، لما وصل بنا الحال على ما هو عليه الآن ، ولكانت التضحيات أقل بكثير ، ولكانت النتائج الإيجابية أكثر بكثير . إلا أن ثقافة التبرير والتسويف قد تأصلت بنا وتجذرت فينا إلى حدٍ لا يمكن الخلاص منها من دون العودة إلى مفاهيم القرآن الكريم ، وتفسيره\r\n\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nللسنن الكونية الخاصة بهذا الإطار .\r\nإننا بأمس الحاجة إلى الاقتداء بأمير المؤمنين علي بن أبي طالب عليه السلام ، الذي كان قوله وفعله وسكنه رهن إشارة صغيرة من النبي صلى الله عليه وآله . فكنت تراه أول المضحين ، وأول المقاتلين ، وأول المؤمنين ، وأول المنفذين . . وهو بذلك يضرب للمسلمين المثل الأعلى في الانصهار في المفاهيم القرآنية ، وفي التربية الرسالية ؛ روحاً ومظهراً ، فما أحوجنا نحن اليوم إلى تطبيق الإسلام ، وهو الموجود في كتاب الله المقدّس ، تطبيقاً فردياً واجتماعياً ومصيرياً . .\r\n\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\n\r\nالاتصال بالغيب حاجة ماسة\r\nمن المعلوم أن العقبات والمشاكل التي تقف في طريقنا كثيرة ، وهي مختلفة وسائدة في جميع المجالات ، وخصوصاً النفسية والاجتماعية والسياسية ، وجميع هذه العقبات من شأنها أن تعترض طريق تطبيق الإسلام ، وبتعبير آخر ؛ فإننا نريد أن نجتاز في حياتنا كل هذه العقبات ، وأن نحقق نصراً مؤزراً ، وأن نوحّد الأمة الإسلامية ، وننقذها وننقذ شعوبنا المحرومة البائسة من براثن الظلم ، والاستغلال ، والتبعية ، والتخلف .\r\nترى ماذا نملك من الزاد لمواجهة هذه العقبات ؟ إن أكثر الناس ينهارون نفسياً أمام ضخامة المشاكل قبل أن يواجهوها ، لأنها كثيرة ومتنوعة .\r\n\r\nزادنا أمام العقبات\r\nإننا نمتلك في هذا المجال زاداً واحداً هو الاتصال بالغيب ، وبمعنى آخر ؛ فإن إيماننا بالإمام المنتظر عليه السلام هو الذي\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nيسعفنا ويغيثنا في هذه الحالات ، فهو عليه السلام يمثل لنا نقطة ضوء ساطعة تلوح لنا من بعيد ، وتفهمنا بأن اليأس حرام ، وأن نهاية العالم ستكون نهاية سعيدة ، وأن العدالة سوف تسود الكرة الأرضية .\r\nوحتى لو لم نمتلك هذا العامل النفسي ، والأثر الروحي بالنسبة إلى إيماننا بالإمام الحجة عجل الله فرجه ، فهناك فوق كل ذلك الاتصال المباشر بين قلب الإنسان المسلم وإشعاع هذا الإمام أو تجلّيه في هذا القلب ، ففي أصعب الحالات وفي مواجهة أشد الظروف حراجة على كل واحد منا أن يتوجه بقلبه إلى الإمام المهدي عليه السلام وأن يطلب إلى الله تبارك وتعالى أن ينصره بوجاهة هذا الإمام . وحينئذ سنحسّ بمدى قوتنا ، ومدى الثقة بأنفسنا التي ستغمرنا عند مواجهة المشاكل والعقبات .\r\nإننا بصفتنا مؤمنين وحاملي رسالة ، فإن علينا أن لا نقطع علاقتنا به ، بل علينا أن نبقى على اتصال مستمر به ، وأن ندعوا له ونطلب الفرج من الله له .\r\n\r\nالقيادة والقرار الصعب\r\nوهذه العلاقة القلبية ستمنحنا - ولا ريب - القدرة على مواجهة المشاكل ، وأنا أوجه هنا حديثي إلى المؤمنين العاملين في سبيل الله في كل مكان لأقول لهم : إنكم تعيشون الآن مع بعضكم البعض ، وتقتبسون النشاط والحيوية من بعضكم البعض ، وإذا ما ساءت بكم الأوضاع فإنكم ستستمدون الروحية والمعنوية ممن\r\n\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nهو فوقكم ، ولكنكم عندما تصبحون - إن شاء الله - قادة هذه الأمة فحينئذ ستشعرون بالوحشة ، وفي هذه الحالة يجب أن تتخذوا القرار المناسب الذي ترون أنفسكم مسؤولين عنه أمام الله عز وجل وأمام الناس ، وبذلك ستشعرون بالرهبة والوحشة ، فلا تعرفون كيف تعملون ، وفي نفس الوقت فإنكم لا تستطيعون أن تتهربون من اتخاذ القرار ، ولا يمكنكم أن تستعجلوا في اتخاذه .\r\nوقد مرّت هذه الظروف نفسها بالميرزا محمد حسن الشيرازي المرجع الأعلى لأتباع مذهب آل البيت عليهم السلام آنذاك ، فقد كان هذا الرجل يشعر بضخامة المسؤولية عندما علم أن البريطانيين أمسكوا بزمام الأمور في إيران ، وأن الملك قد تحالف معهم ، وأن الناس لاذوا بالصمت ، وبعض العلماء قد تعاونوا مع السلطة ، وبذلك فقد كان يشعر بالتهيب والوحشة ، فهل يتخذ القرار أم لا يتخذه ، وعندما اشتد الضغط الجماهيري على الميرزا بأن يقوم بعمل ما ، انتظر حتى كان يوم الجمعة ، وفي عشية هذا اليوم ذهب إلى ( السرداب ) المنسوب إلى الإمام الحجة عليه السلام وأمر الناس أن ينفضّوا من حوله ، وبقي وحده لفترة في السرداب ثم أصدر بعد ذلك فتواه المعروفة والقاضية بأن استعمال التبغ اليوم يعتبر بمثابة إعلان الحرب ضد الإمام المهدي عليه السلام .\r\nوعندما أصدر رضوان الله عليه هذه الفتوى كانت بمثابة الصاعقة التي نزلت على هشيم البريطانيين ، فاحترق هذا الهشيم ، وكانت أول هزيمة لحقت بالاستعمار البريطاني في\r\n\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nتأريخه ، وهنا أريد أن أسلط الأضواء على لقطة من هذه الحادثة وهي أن أصدقاء الميرزا الشيرازي والمقربين إليه كانوا قد سألوه بالقول له : لماذا صبرت هذه الفترة الطويلة ؟ فأجاب قائلًا : كنت انتظر الأمر من الإمام الحجة .\r\nترى هل كانت لهذا المرجع علاقة مباشرة مع الإمام أو مع بعض أصحابه ؟ أنا لا أعلم بالضبط ، ولكن الذي أعلمه أن الإنسان عندما يكون مخلصاً للخالق عز وجل ويجد صعوبات حادة في حياته ، فإن علاقته بالإمام المنتظر عجل الله فرجه ستنفعه حينئذ وسيسدّد من قبل ولي الله .\r\n\r\nضرورة الاهتمام بالمسائل الغيبية\r\nوهنا أوجّه خطابي إلى طلاب العلوم الدينية فأقول لهم : إنكم بصفتكم طلبة علوم دينية ، فإن من الشرف العظيم لكم أن تسيروا على خطى أهل البيت عليهم السلام وان تصبحوا نوّاباً للإمام الحجة الذي قال :\r\n\" وأمّا الحوادث الواقعة فارجعوا فيها إلى رواة حديثنا فإنهم حجتي عليكم ، وأنا حجة الله عليكم \"\r\n« 1 » .\r\nإن هناك مسائل ظاهرة ، وهناك أيضاً مسائل عميقة ، فالمسائل الظاهرة فيما يتعلق بطالب العلم أن يذهب إلى الحوزة أو المدرسة ، وينشغل في الدراسة والمباحثة ، ويصلح ما بينه وما بين أخوته ، ويصلح أخلاقه ، ولكن هناك بالإضافة إلى ذلك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 53 ، ص 181 .\r\n","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nمسائل غيبية ينبغي أن يرقى إليها ويصل قلبه بها ، فيتصل بالنور الأعظم من خلال تفجير العلم في قلبه ، وجعله طاهراً نقياً كما يقول الدعاء الشريف : المروي عن الرسول الأعظم صلى الله عليه وآله :\r\n\" اللهم ارزقني قلباً تقياً نقياً من الشرك بريئاً لا كافراً ولا شقياً \"\r\n« 1 » . فعندما يكون قلبك نقياً ، صافياً ، طاهراً ، زكياً ، بعيداً عن الغي ، والغش ، والحقد ، والحسد . . فحينئذ سيشعّ نور الله تبارك وتعالى في قلبك ، وستكون علاقتك بأولياء الله المغيبين منهم والظاهرين علاقة التفاعل .\r\n\r\nلإنقاذ المستضعفين\r\nوبالإضافة إلى ذلك فإننا نحمل شعار الدفاع عن المستضعفين والمظلومين ، وهو شعار كبير ، ومن يحمل شعار كهذا فلابد ان يسود الاعتقاد نفسه بأنه قادر على تطبيق هذا الشعار في واقعه .\r\nوفيما يتعلق بعقيدتنا بالإمام الحجة عليه السلام فإننا يجب أن نطرح على أنفسنا السؤال التالي وهو : كيف ننقذ المستضعفين في الأرض ؟\r\nوبالطبع فإن الشيطان لابد أن يدخل في هذا المجال قلوب البعض منّا ، فيقول : ومن أنا لكي أستطيع إنقاذ المستضعفين ؟\r\nإن الحركات التاريخية الكبرى في العالم بدأت من خلال أشخاص مستضعفين أمثالنا ، وهؤلاء الأشخاص هم الذين غيرّوا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 94 ، ص 89 .\r\n","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nالتاريخ في الاتجاه الصحيح ، وقد كانوا بشراً مثلنا ، ولكن كان يحدوهم الأمل الراسخ والوطيد بأنهم يستطيعون إنقاذ المستضعفين من شعوبهم .\r\nونحن أيضاً علينا - باعتبارنا مسلمين متبعين لخط النبي وأهل البيت عليهم السلام - أن نعمّق اتصالنا بالله سبحانه وتعالى أولًا ، ثم بوليّه الأعظم الإمام الحجة عجل الله فرجه ؛ ومن دون هذه العلاقة التي تبعث فينا روح الأمل والتفاؤل ، وتثير فينا العزم الراسخ والإرادة القوية ، فإننا سوف نصبح مشلولين تماماً ، وسوف نعجز تمام العجز عن القيام بأي عملٍ في سبيل ديننا ، وأمتنا .\r\nفلنقوّ هذا الاتصال ولنوطّده من خلال قراءة الأدعية ، وأداء العبادات المستحبة المتعلّقة بالإمام المنتظر شريطة أن تكون تلك القراءة ، وهذا الأداء نابعين من صميم قلوبنا ، وخالصين لوجه الله الكريم .\r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144}
  ]