[
  {"content":"\r\n\r\nالمرجع الديني آية الله\r\nالسيد محمدتقي المدرسي\r\nمعالم\r\nالحضارة الإسلامية\r\nآفاق وتطلعات\r\nالطبعة الثانية\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nانتشارات محبان الحسين\r\nمعالم الحضارة الاسلامية آفاق وتطلعات\r\nالمرجع الديني آية الله العظمى السيد محمدتقي المدرسي\r\nالناشر : انتشارات محبان الحسين عليه السلام\r\nالطبعة الثانية : 1427 ه‍ / 2006 م - 5000 نسخة\r\nالعنوان : قم المقدسة - شارع انقلاب - فرع 47 - رقم 5\r\nردمك : 1 - 51 - 7373 - 964\r\n1 - 51 - 7373 - 964 : isbn\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nالمقدمة\r\nبسم‌الله الرحمن الرحيم\r\nما أن يخطر ذكر الحضارة على أذهاننا حتى تهفو قلوبنا ، إلى ظلها الوارف ، وتحن أرواحنا إلى أجوائها المفعمة بالتقدم‌والتطور ، وتميل نفوسنا إلى ذكرها الطيب لما ترفل به من النعم والخيرات . . غير أن الحضارة بما فيها من روعة وجاذبية ، لا تعني شيئاً من دون أن تكون واقعاً ملموساً .\r\nهذا ما دفع البشرية منذ نشأتها إلى تحقيق هذا الطموح السامي ، ولأجل ذلك بذلت جهود مضنية ، حتى تمكنت من ذلك‌مرات ومرات .\r\nوما شهدته البشرية على طول تاريخها من حضارات ، بقيت آثار كثير منها شامخة إلى يومنا هذا ، وهي تحكي لنا قصتهايوم سادت كما تحكي لنا قصتها يوم بادت .\r\nوإليها أنشدت العيون ترنو معالمها ، وتقرأ قصتها دون أي ملل يذكر .\r\nومن بين كل تلك الحضارات التي عاصرتها البشرية في حقب تاريخية متباينة ، كان للحضارة الإسلامية شأن علا كل‌شأن ، وفضل فاق كل فضل . . حيث فاضت على الناس بالقيم السامية ، والأخلاق الفاضلة ، والعلوم والفنون الرائعة . . واستمرت على هذا المنوال سنينن وسنين حتى جاء أجلها لما ابتعد المسلمون عن مناهج الوحي وهدى الشريعة ، وتمادوا في حب الدنيا ، والانغماس في شهواتها . . عند ذاك حلت بهم الانتكاسة ، فخسروا ما كانوا فيه ينعمون .\r\nفبعد ذاك العز عاشت الأمة الهوان ، وبعد ذاك الشموخ عاشت الأمة الانحطاط ، وبعد ذاك التقدم عاشت الأمة القهقري . .\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nوراحت السنوات تطوي أيامها ، والأمة على هذا الحال لم تستطع أن ترفع رأسها مرة ثانية . وإذا بأصوات رقيقةأخذت تخرج من حلقوم الأمة تنادي بأمجادها ، معترضة على ما ألم بها من تخلف . وما برحت هذه الأصوات أن ترتفع‌وترتفع لتسمعها كل أذن ، معلنة أن لا نجاة من المآسي والويلات ، والفقر والحرمان ، والظلم والاضطهاد . . إلا بالعودة إلىحضارة الإسلام .\r\nوبالرغم من عمق التخلف وشدة الانحطاط اللذين لم يسمحا للأمة بالنهوض من جديد على وجه السرعة ، مع ذلك لم‌ييأس المؤمنون بالعودة إلى الحضارة الإسلامية من أن يستمروا في إثارة العزم والإرادة والنشاط في أبناء الأمة ، ويدفعون بهم باتجاه الحضارة المنشودة عبر خطاباتهم وكتاباتهم ومشاريعهم . . دون أن يثنيهم شيء عن هدفهم هذا . إذلابد لليل أن ينقضي ، وينبلج الصباح بضياء حضارة الإسلام .\r\nوفي هذا الاتجاه تحدث سماحة آية اللَّه السيد محمد تقي المدرسي كثيراً عن معالم الحضارة الإسلامية ونشأتها وظروفها ، كما تحدث أيضاً عن أسباب انتكاستها وانحطاطها ، بالإضافة إلى أنه قارنها بغيرها من الحضارات والمدنيات . . ولما رأيناجمعها في كتاب يخدم الأمة في مسيرتها الحضارية ، بادرنا إلى ذلك ، مستمدين العون من اللَّه تعالى ، واللَّه هو ولي التوفيق .\r\nالقسم الثقافي في مكتب\r\nسماحة آية اللَّه السيد محمد تقي المدرسي\r\nطهران - 20 / ذي الحجة / 1423 ه\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n\r\nالفصل‌الأول : رؤى قرآنية في الحضارة\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\nالعلاقة بين الدين والحضارة\r\nمن البحوث المثيرة للجدل والنقاش ؛ البحث عن العلاقة بين الدين والحضارة ، وفي هذا المجال فجّر ( ماكس فيبر ) قبل عدة عقود من الزمن قنبلة صوتية متأثراً بالأجواء العلمانية السائدة في فرنسا والتي كانت الدافع له فيبحوثه الاجتماعية ، فادعى أن الدين عائق دون التقدم البشري ، والتطوّر الحضاري . وحاول أن يستدل على صحةفكرته هذه ببيان أن أوروبا لم تستطع التخلص من التخلف إلا بعد أن تحررت من هذا العائق ، وأن المسلمين الأكثر التزاماً بدينهم هم الأكثر تخلفاً وبعداً عن الحضارة .\r\nولكنّ البحوث التي أسهمت في تطويرها مجموعة كبيرة من علماء الاجتماع دلّت بما لا يقبل الشك أن الدين ليس معوّقاً للتقدم الحضاري ، بل إننا نجد في أكثر الديانات حوافز وبواعث تدعو إلى التطوّر الحضاري .\r\nالدين ليس معوّقاً\r\nوكمقدّمة لبحث معالم الحضارة الربانية ، نريد إلقاء بعض الضوء على هذا الموضوع الشائك . فلا ريب أن هناك بعض‌المعوّقات في بعض الديانات ، ولكننا عندما نعود إلى جذور هذه الديانات نجد أنها في الأغلب نقية من تلك المعوقات ، وأن الأفكار المنحرفة تحوّلت إلى جزءٍ من تلك الديانات بفعل مرور الزمن ، وهذه\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nالظاهرة لا تقتصر على الديانات ؛ بل‌تنسحب أيضاً على المذاهب الفلسفية التي يعتقد بها البعض ، الأمر الذي يطرح تساؤلًا ؛ وهو : لماذا نجد أن الدين في بدايةانطلاقه وانبعاثه يوصي بالسعي ، والتحرك ، والحماس ، والإيثار ، ولكن هذا الدين ذاته يتحوّل شيئاً فشيئاً في ذهن‌معتنقيه إلى سبب للتخلف ، وعامل للجمود والسكون ؟\r\nالإسلام فجرّ طاقات التقدم\r\nومن أجل الإجابة على هذا التساؤل لا بأس أن نضرب مثلًا من واقعنا - نحن المسلمين - فنحن نعلم - كما يشهد بذلك‌العالم بأسره - أن الإسلام فجرّ في ضمير الإنسانية طاقات التقدم ، والتطور ، وأعطى البشرية شحنات حضارية قوية ما تزال أمواجها تنير الدرب أمام كل من يريد التقدم ، واليوم لم يعد هناك أحد في هذا العالم سواء كان غربياً أم شرقياً ، مؤمناً أم ملحداً ، مسلماً أم غير مسلم ، ينكر هذه الحقيقة ، لأنها فرضت نفسها على التاريخ .\r\nصحيح أن الكنيسة من جهة ، والمستشرقين والملحدين والعلمانيين من جهة أخرى حاولوا أن يلصقوا بالإسلام تهماًمعينة ، وأن يغمطوا حقه ؛ بل إن بعضهم حاول أن يسند التقدم الذي حدث لدى المسلمين إلى بعض العوامل الجغرافية والتاريخية ، كفكرة الدورات الحضارية وما إلى ذلك ، ولكننا عندما نقرأ اليوم كتاباً لأحد المستشرقين أو عندما نطالع‌نصوصاً لعلماء كبار في المسيحية ، أو حتى عندما نقرأ توصيات وقرارات المجامع المسيحية الكبرى مثل الفاتيكان نجد أن‌تلك التهم قد ذابت ولم يعد لها صيت .\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nمفارقة فهم القرآن\r\nوبناءً على ذلك ؛ فإن الدور الذي لعبه الدين الإسلامي في تقدم المسلمين يعدّ حقيقة تاريخية لا يشك فيها اثنان ممّن‌أوتيا نصيباً من العلم ، ولكن البعض هنا وهناك يتخذون من الإسلام وسيلة لتبرير جمودهم وتقاعسهم ، وتبريراًلكسلهم وتفرّقهم وبالتالي تخلّفهم ، فلماذا هذه المفارقة ؟\r\nفالقرآن هو نفسه القرآن الذي كانت الآية منه تفجر وتحرّك طاقات الملايين من البشر في اتجاه العمران والتقدم ، ولكن‌هذه الآية القرآنية نفسها عندما تتلى عليّ فإني استوحي منها حالة الجمود ، والركود ، والتقاعس ، فكيف نستيطع أن نحل‌ّهذه المفارقة ؟\r\nعندما نطرح هذا السؤال على القرآن الكريم نفسه ، نجد الإجابة الواضحة والصريحة عليه ، ونكتشف أن هذه الإجابةمطابقة لما تحكم به عقولنا ؛ ففي بعض الأحيان عندما تطرح على الآخرين لغزاً فإنهم يحتارون في كيفية حلّه ، ولكنك‌عندما تقدم لهم حلّ هذا اللغز فإن الجميع سوف يؤيدونك ، لأنهم سيدركون أن هذا الحلّ هو الحل المتناسب مع ما تقتضيه عقولهم ، فكيف نستطيع حلّ اللغز المشار إليه ؟\r\nإن الجواب نجده في القرآن الكريم ، وخصوصاً في الآية التالية التي جاءت بعد بيان التوجه الإيماني عند جيل من‌الأجيال .\r\n( فَخَلَفَ مِن بَعْدِهِمْ خَلْفٌ أَضَاعُوا الصَّلَاةَ وَاتَّبَعُوا الشَّهَوَاتِ فَسَوْفَ يَلْقَوْنَ غَيّاً ) ( مريم / 59 )\r\nولا بأس أن نذكر في هذا المجال آيات أخرى تحل مشكلة أساسية ليس في حقل العلم والمعرفة فحسب ؛ وإنما في الحقل‌الاجتماعي ، والتبريري والشخصي . ففي سورة\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nمريم يقول القرآن الكريم بعد ذكر مجموعة من الأنبياء ابتداءً من إبراهيم ، ثم يعقوب ، وإسحاق ، وموسى ، وهارون ، وإسماعيل ، وإدريس‌عليهم السلام : ( اوْلَئِكَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِم مِنَ النَّبِيِّينَ مِن‌ذُرِّيَّةِ ءَادَمَ وَمِمَّنْ حَمَلْنَا مَعَ نُوحٍ وَمِن ذُرِّيَّةِ إِبْرَاهِيمَ وإِسْرَآئِيلَ وَمِمَّنْ هَدَيْنَا وَاجْتَبَيْنَا إِذَا تُتْلَى عَلَيْهِمْ ءَايَاتُ الرَّحْمَن‌ِخَرُّوا سُجَّداً وَبُكِيّاً ) ( مريم / 58 ) .\r\nوفي آية أخرى نقرؤها في سورة الحديد ، يقول تعالى : ( لَا يَسْتَوِي مِنكُم مَنْ أَنفَقَ مِن قَبْلِ الْفَتْح‌ِوَقَاتَلَ ) ( الحديد / 10 ) ، ويقول عز وجل موجّهاً خطابه للمؤمنين : ( أَلَمْ يَأْنِ لِلَّذِينَ ءَامَنُوا أَن تَخْشَع‌َقُلُوبُهُمْ لِذِكْرِ اللَّهِ وَمَا نَزَلَ مِنَ الْحَقِ ) ( الحديد / 16 ) .\r\nوهذا هو النصف الأول من الآية ، أما النصف الثاني فهو : ( وَلَا يَكُونُوا كَالَّذِينَ اوتُوا الْكِتَابَ مِن قَبْلُ فَطَالَ عَلَيْهِم‌ُالأَمَدُ فَقَسَتْ قُلُوبُهُمْ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ ) .\r\nهبوط روح الحضارة عند اتباع الأديان\r\nوهذه الفكرة نجدها في مجموعة أخرى من الآيات وخصوصاً في قصة بني إسرائيل والتدرّج الحضاري الذي سلكوه ، ومن هذه الآيات نستنتج أن الإنسان في بدء نزول القرآن عليه أن يتلقى الوحي من قبل مجموعة إيمانية مخلصة ونزيهة ، وهؤلاء يتلقون الوحي بفطرتهم ، ويتفاعلون معه بهذه الفطرة النقية ، ولكن الروح الحضارة لا تلبث أن تخبو فيهم شيئاًفشيئاً بسبب طول الأمد ، وبسبب خشيتهم من الجهاد في سبيل اللَّه تعالى وركونهم إلى الدنيا .\r\nومن هذا المنطلق ؛ فإن هناك الكثير منا يبدؤون بتفسير الآيات القرآنية تفسيراً مختلفاً ، ويغيّرون الكلم عن مواضعه ؛ فهم لا يغيّرون الآيات نفسها ، وإنما يغيّرون تفسيرها ، ويؤوّلونها تأويلات متطابقة مع أهوائهم وميولهم ، ويحاولون أن‌يفتشوا عن آيات متشابهة يتبعونها ، ويتركون الآيات المحكمة الصريحة .\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nوالأدهى من ذلك أن ظاهرة أخرى أكثر خطورة تنتشر بينهم ، وهي أنهم يتوارثون بعض أفكارهم المتخلّفة ، ثم يضفون‌عليها القداسة ، كأن يخلطوا الدين بالتراث ، في حين أن الدين يمثل برنامجاً واضحاً ، فكل ما يوصي به يسمى ديناً ، وأماما يطبّقه الإنسان من سيرة السلف والأولين فهو ليس بدين ، بل هو تطبيق ديني لفترة معيّنة من التاريخ . وبناءً على هذافإن علينا أن لا نجمد على سلوكهم ، ونستنبط من هذا السلوك الأحكام الشرعية ، لأن هذا العمل يمثل خلطاً بين الدين‌والتراث .\r\nوقد جاءت الكثير من الآيات القرآنية لتحارب هذه الرؤية المتحجّرة ، كقوله تعالى : ( قُلْ مَنْ حَرَّمَ زِينَةَ اللّهِ الَّتِيأَخْرَجَ لِعِبَادِهِ ) ( الأعراف / 32 ) ، وقوله : ( أَوَلَوْ كَانَ ءَابَاؤُهُمْ لَا يَعْقِلُونَ شَيْئاًوَلَايَهْتَدُونَ ) ( البقرة / 170 ) . . فلماذا - إذن - نتبع آباءنا ، ونجمد على سلوكهم وسيرتهم والقرآن يقول : ( تِلْكَ امَّةٌ قَدْ خَلَتْ لَهَا مَا كَسَبَتْ وَلَكُمْ مَا كَسَبْتُمْ وَلَا تُسْئَلُونَ عَمَّا كَانُواْ يَعْمَلُونَ ) ( البقرة / 141 ) ؟ فتلك‌أمة ونحن أمة ، وذلك جيل ونحن جيل آخر ،\r\n( والناس - كما يقول الإمام عليعليه السلام - بزمانهم أشبه منهم‌بآبائهم ) « 1 » .\r\nإننا - للأسف الشديد - لم نأخذ الدين من مصادره الحقيقية المتمثلة في القرآن ، والأحاديث الشريفة ، بل ورثناه وراثة ، في حين أن الإسلام يحرّم علينا التقليد في أصول الدين ، ويأمرنا بتحكيم عقولنا في هذه الأصول ، وأن نحذر من أن نخلطبين الدين والتراث ، ونفسر هذا الدين تفسيراً خاطئاً حسب الهوى لتقسوا قلوبنا بعد ذلك ، ويطول عليها الأمد .\r\nوإذا ما عدنا إلى التاريخ ؛ سنجد أن الآية القرآنية عندما كانت تنزل في عهد الرسول‌صلى الله عليه وآله وسلم ، فإن هذه الآية كانت تفجّر فينفوس المسلمين ينابيع الحنان ، والخوف ، والخشية ، فتحرّك فيهم كل المشاعر الخيّرة ، وتبعث فيهم الحوافز الإيمانية ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) خصائص الأئمة للشريف الرضي ، ص 115 .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nأمانحن فإننا نسمع أو نقرأ نفس الآية دون أن نبالي بها وكأن اللَّه تعالى عنى بها غيرنا ولم يقصدنا !\r\nقسوة القلب\r\nلقد ابتلينا بحالة قسوة القلب ، كما يشير إلى ذلك القرآن الكريم في قوله : ( ثُمَّ قَسَتْ قُلُوبُكُمْ مِنْ بَعْدِ ذلِكَ فَهِيَكَالْحِجَارَةِ أَوْ أَشَدُّ قَسْوَةً ) ( البقرة / 74 ) ، موجهاً خطابه إلى بني إسرائيل الذين كانوا قبل ذلك مفضلين علىالعالمين بشهادة قوله عز من قائل : ( يَا بَنِي إِسْرآئِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَنِّي فَضَّلْتُكُمْ عَلَىالْعَالَمِينَ ) ( البقرة / 47 ) . ولكن نفس هؤلاء القوم قست قلوبهم بعد ذلك فإذا هي ( ثُمَّ قَسَتْ قُلُوبُكُمْ مِن‌ْبَعْدِ ذلِكَ فَهِيَ كَالْحِجَارَةِ أَوْ أَشَدُّ قَسْوَةً وإِنَّ مِنَ الْحِجَارَةِ لَمَا يَتَفَجَّرُ مِنْهُ الأنْهَارُ ) ( البقرة / 74 ) . نعوذ باللَّه من‌قسوة القلب .\r\nونحن إذا أردنا أن نرى ونلمس التخلف والجاهلية والركود بصورة مركّزة ، فإن بإمكاننا أن نراه في قسوة القلب ؛ فعندمايقسو القلب ، يتوقّف الزمن ، ويتخلّف الإنسان ، ويتوغّل في الجهل والجاهلية .\r\nوعندما ترين القسوة على القلب يصاب الإنسان بحالة سلبية أخرى هي حالة ( التأويل ) ، فيعد إلى تأويل‌الآيات التي تتنافى مع مصالحه ورغباته وأهوائه ، كآيات الجهاد ، وآيات وصف العذاب الشديد في الآخرة ، أما آيات‌المغفرة والرحمة فتراه يتشبث بها ؛ فهو يؤمن ببعض الكتاب ، ويكفر ببعضه الآخر كما يقول تعالى : ( الَّذِينَ جَعَلُواالقرآن عِضِينَ * فَوَرَبِّكَ لَنَسْالَنَّهُمْ أَجْمَعِينَ ) ( الحجر / 92 - 91 ) ، ويقول : ( أَفَكُلَّمَا جَآءَكُمْ رَسُولٌ بِمَا لَاتَهْوَى أَنْفُسُكُمُ اسْتَكْبَرْتُمْ ) ( البقرة / 87 ) . فالرسول الذي يعجبهم يأخذون بمنهجه ، والرسول الذي لا تهواه‌أنفسهم يستكبرون عليه ، بل ويقتلونه .\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nوهناك ظاهرة أخرى من ظواهر عدم فهم الدين ، والجمود على سيرة الأولين ، ألا وهي الإضافات والبدع التي يشيرإليها تعالى في قوله : ( وَرَهْبَانِيَّةً ابْتَدَعُوهَا مَا كَتَبْنَاهَا عَلَيْهِمْ ) ( الحديد / 27 ) ، فهذه الحالة البشرية التيأضيفت إلى الثقافة الإلهية هي المعوق ، لأنّ التاريخ في حالة تغيّر مستمر ، وإذا ما التزمنا بنفس الثقافة التي كانت سائدةقبل ألف سنة فإنها ستتحول إلى أكبر معوق لحركة التاريخ .\r\nمتى يعوّق الدين التقدّم ؟\r\nإن النتائج التي توصّل إليها ( ماكس فيبر ) صحيحة من جهة ، وعلى سبيل المثال فإن الديانة المسيحية فيالقرن السادس عشر كانت كتلة من الأفكار المتخلّفة ، ونحن نعلم جميعاً ما فعلته محاكم التفتيش في أسبانيا ، وكيف أنهاكانت تعاقب بالقتل والحرق من كان يقول أن الأرض كروية أو أن الشمس هي مركز منظومتنا لا الأرض وما إلىذلك ، وكمثال آخر فإن المنطق الكلاسيكي ؛ أي المنطق الأرسطي كان يعدّ جزءاً من الدين المقدس ، فإن تجرأ أحد وقال : إن هذا المنطق ليس صحيحاً بادروا إلى قتله وحرقه .\r\nوبالطبع فإن مثل هذا الدين يعتبر عائقاً لحركة التقدم ، ولكن هل كان هذا الدين ديناً إلهياً ، أم كان عبارة عن مجموعةمن الأفكار المتخلّفة الرجعية سمّيت باسم الدين ، وأضفيت عليها القداسة بالباطل ؟\r\nالجوانب المشرقة من الدين\r\nأما علماء الاجتماع الآخرون الذين رأوا أن الدين ليس معوّقاً فحسب ، وإنما هو محفز وباعث إلى الحضارة فقد نظروا إلىالجوانب المشرقة من الدين ، وهنا لا بأس من أن أبيّن فكرتين :\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\n1 / ماذا نعني بقولنا ( الجوانب المشرقة من الدين ) ؟\r\nالجواب : إننا إذا راجعنا آيات الاجتهاد والسعي والتحرّك والحيوية والتعاون والتنظيم والعقلانية . . فإننا سنجد أن هذه‌الآيات هي كتلة من الحضارة ، وأنها ينبوع التقدم . إن علماء الاجتماع الذين نفذوا إلى أعماق الدين وجدوا فيه ذلك‌الجوهر النقي ، فقرروا على ضوء ذلك أن الدين يعد أكبر محفّز للإنسان على العمل ، والنشاط والسعي والتحرّك من أجل‌بناء الحضارة .\r\n2 / الفكرة الثانية تتمثل في كلام أورده المفكر الغربي المعروف ( هاملتون جيب ) الذي يعتبر مرجعاً في فهم‌المجتمعات الإسلامية اليوم ، وهو أن علماء الدين في العالم الإسلامي هم الوحيدون القادرون على بعث الحضارة الإسلامية وتجديد المجتمع في البلدان المسلمة . ويستدل على ذلك بدليل يستحق الاهتمام والملاحظة ، وهو أن الدين‌عندما يكون باعثاً فإنه سيكون عاملًا إيجابياً ، وإلا فسوف يكون باعثاً سلبياً يقف أمام تقدم المجتمعات .\r\nولا شك أن علماء الدين قادرون على أن يحركوا البواعث الكامنة في النفوس من جهة ، وأن يبينوا للناس ذلك الدين‌الحقيقي الذي يبعث على التطوير من جهة أخرى .\r\nالثورة في النفوس\r\nوهنا تحضرني كلمة لأحد علماء الحضارة ، ذات حدين ويرى بموجبها ضرورة إحداث ثورة في عمق الدين ، أي الثورةفي الدين نفسه ، أو بتعبير آخر ؛ إحداث تغيير في الجانب النظري من الدين . وبالطبع فإني لا أؤيد هذا العالم في أن التغييريجب أن يكون منصباً على الجانب النظري من الدين ، لأني أرى أن النظرية الدينية هي نظرية متكاملة لا تحتاج إلىثورة ، بل إننا نحن من يحتاج إلى القيام بثورة في نفوسنا لنفهم الدين من جديد ، وهذا هو الفرق ، لأن هذا العالم يقرّر ذلك بصفته\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nشخصاً علمانياً ، في حين أن الدين لا يحتاج إلى ثورة ، فالقرآن يبقى نفس القرآن ولكننا بحاجة إلى أن نرتفع إلىمستوى فهمه .\r\nمسؤولية الدفاع عن الحضارة\r\nالبند الآخر من بنود الحضارة يتمثل - كما نستوحي ذلك من سورة المائدة - هو ضرورة أن يتحمل الإنسان مسؤوليةالدفاع عن الحضارة ، فإذا دهمك خطر ما فإن أمامك أحد أمرين ؛ فإما أن تهرب من هذا الخطر ، وإما أن تقف فيمواجهته ، وتدافع عن نفسك . وننظر في هذا المجال إلى الآيات القرآنية التي تضرب لنا الأمثال ، وتبين لنا حقائق غامضةعنا ، بلغة فطرية مفهومة من خلال إيراد قصة تاريخية هي قصة بني إسرائيل : ( وَقَالَتِ الْيَهُودُ وَالنَّصَارَى نَحْن‌ُأَبْنَآءُ اللّهِ وَأَحِبَّآؤُهُ قُلْ فَلِمَ يُعَذِّبُكُم بِذُنُوبِكُم ) ( المائدة / 18 ) .\r\nوالآية السابقة تقرر فكرة المسؤولية ، فلا يوجد إنسان يقول إنه ليس مسؤولًا عن أعماله ، لأنه مسؤول مهما كانت‌انتماءاته الدينية ؛ وفي هذا يقول عز من قائل : ( بَلْ أَنْتُم بَشَرٌ مِمَّنْ خَلَقَ يَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ وَلِلّهِ مُلْك‌ُالسَّماوَاتِ وَالأَرْضِ وَمَا بَيْنَهُمَا وَإِلَيْهِ الْمَصِيرُ ) ( المائدة / 18 )\r\nولكن هذه المسؤولية بحاجة إلى أن تتكرّس ضمن أسس للدفاع عن النفس ، كما يشير إلى ذلك سبحانه في قوله : ( يَآ أَهْلَ الْكِتَابِ قَدْ جَآءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ عَلَى فَتْرَةٍ مِنَ الرُّسُلِ أَن تَقُولُوا مَا جَآءَنَا مِنْ بَشِيرٍ وَلا نَذِيرٍ فَقَدْجَآءَكُمْ بَشِيرٌ وَنَذِيرٌ وَاللّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ * وَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَاقَوْمِ اذْكُرُوا نِعْمَةَ اللّهِ عَلَيْكُمْ إِذْ جَعَلَ فِيكُم‌ْأَنْبِيَآءَ وَجَعَلَكُم مُلُوكاً وَءَاتاكُم مَا لَمْ يُؤْتِ أَحَداً مِنَ الْعَالَمِينَ ) ( المائدة / 20 - 19 )\r\nوهذه هي الحضارة التي أنعم اللَّه جل وعلا بها على بني إسرائيل ، ولكنها كانت\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nبحاجة إلى الدفاع ، ولذلك قال لهم تعالىعلى لسان النبي موسى عليه السلام : ( يَاقَوْمِ ادْخُلُوا الأَرْضَ الْمُقَدَّسَةَ الَّتِي كَتَبَ اللّهُ لَكُمْ وَلَا تَرْتَدُّوا عَلَى أَدْبَارِكُم‌ْفَتَنْقَلِبُوا خَاسِرِينَ ) ( المائدة / 21 ) ، ولكنهم تخاذلوا عن الدفاع قائلين : ( قَالُوا يَا مُوسى إِنَّ فِيهَا قَوْماًجَبَّارِينَ وإِنَّا لَن نَدْخُلَهُا حَتَّى يَخْرُجُوا مِنْهَا فإِن يَخْرُجُوا مِنْهَا فإِنَّا دَاخِلُونَ * قَالَ رَجُلَانِ مِنَ الَّذِينَ يَخَافُونَ أَنْعَمَ اللّه‌ُعَلَيْهِمَا ادْخُلُوا عَلَيْهِمُ الْبَابَ فإِذَا دَخَلْتُمُوهُ فَإِنَّكُمْ غَالِبُونَ وَعَلَى اللّهِ فَتَوَكَّلُوا إِن كُنْتُم مُؤْمِنِينَ * قَالُوا يَا مُوسَى إِنَّا لَن‌نَدْخُلَهَآ أَبَداً مَا دَامُوا فِيهَا فَاذْهَبْ أَنْتَ وَرَبُّكَ فَقَاتِلآ إِنَّا هَا هُنَا قَاعِدُونَ * قَالَ رَبِّ إِنِّي لا أَمْلِكُ إِلَّا نَفْسِي وَأَخِيفَافْرُقْ بَيْنَنَا وَبَيْنَ الْقَوْمِ الْفَاسِقِينَ ) ( المائدة / 25 - 22 )\r\nوالنتيجة الطبيعية لهذا السلوك المتخاذل هي أن الذي لا يستعد للدفاع عن حضارته ، ومواجهة التحديات ، لابد أن‌يعيش في التخلّف ( التيه ) كما يشير إلى ذلك تعالى في قوله : ( قَالَ فإِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ أَرْبَعِينَ سَنَةًيَتِيهُونَ فِي الأرْضِ فَلَا تَأْسَ عَلَى الْقَوْمِ الْفَاسِقِينَ ) ( المائدة / 26 ) .\r\nالدين حافز على التطوير\r\nوعلى هذا فالدين حافز على التطوير ، وإذا ما رأينا أن الدين يتحوّل عند البعض إلى معوّق ؛ فإن فهمه لهذا الدين لا بد وأن يكون قد اختلط بالمفردات التالية :\r\n1 - التراث\r\n2 - تحريف الدين\r\n3 - تأويل القرآن بالرأي وقسوة القلب .\r\nونحن إذا أردنا أن نتطوّر ، فلابد أن نقوم بثورة في فهمنا للدين ، لا في الدين نفسه ، ومن أبرز معالم الدين المسؤولية ؛ فكل‌واحد منا مسؤول عن عمله ومحاسبٌ عليه ،\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nصغيراً كان أم كبيراً ، مسلماً كان أم غير مسلم .\r\nوعلينا أن لا ننسى في هذا المجال أن نتخذ من مبدأ ( الشك ) منهاجاً في التعامل مع نظرتنا إلى الدين ، فالواحدمنا ينبغي أن يسأل نفسه دائماً : من يقول إن الأفكار التي أحملها عن الدين صحيحة كلها ، فلعلّي اتبع التراث وأقلدالآخرين تقليداً جاهلًا في صياغة هذه الأفكار ؟ ولذلك ؛ كان لزاماً علينا - إذن - أن نعود إلى القرآن الكريم ، والسنة الشريفة وإرشادات الفقهاء عودةً واعيةً ، ونحذر من‌أن نتبع مجموعة من المكررات والمرتكزات التقليدية الموروثة التي قد لا تكون صحيحة ، وقد تكون مختلطة بأفكارمتخلفة منحرفة وأفكار رجعية لا تتناسب مع متطلبات ومقتضيات عصرنا التي تختلف بالتأكيد عن تلك التي كانت‌سائدة في العصور السابقة .\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\n\r\nالإيمان والبوعث الحضارية\r\n( وَالتِّينِ وَالزَّيْتُونِ * وَطُورِ سِينِينَ * وَهَذَا الْبَلَدِ الأَمِينِ * لَقَدْ خَلَقْنَا الإِنسَانَ فِي أَحْسَنِ تَقْوِيمٍ * ثُم‌َرَدَدْنَاهُ أَسْفَلَ سَافِلِينَ * إِلَّا الَّذِينَ ءَامَنُوا وَعَمِلُوا الصَّالِحَاتِ فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ * فَمَا يُكَذِّبُكَ بَعْدُ بِالدِّينِ * أَلَيْسَ اللَّهُ بِأَحْكَمِ الْحَاكِمِينَ ) ( التين / 8 - 1 )\r\nما هي العلاقة المثلى بين الدنيا والآخرة ؟ وكيف يجب على الإنسان المؤمن أن يجعل إيمانه بالآخرة متصلًا بحركته بالدنيا ، وحركته بالدنيا مرتبطة بإيمانه بالآخرة ؟\r\nإن الناس حيال هذا الأمر على عدة أقسام ؛ ففريق منهم يفصل بين الأمرين ؛ بين حياته في الدنيا وحقيقة الآخرة ، فتراه‌مثلًا - حينما يدخل المسجد يجد نفسه في روضة من رياض الجنة وفي رحاب الآخرة ، فهو يتعبد ويذكر اللَّه كثيراًويلجأ إلى اللَّه ليخلصه من عذاب نار جهنم ، إلا أنه سرعان ما تتغير سلوكياته وتوجهاته القلبية بخروجه من المسجدوهو يذهب إلى خضم الحياة . . إلى السوق . . المعمل . . المدرسة . . ، فيتحول - نعوذ باللَّه - إلى إنسان ماكر وكائد ، يلهث‌وراء زخرف الحياة الدنيا ، ناسياً حينها أحكام الشريعة وقيم السماء السامية . . إنه يدخل إلى الحياة الدنيا دون أن يلزم‌نفسه برادع أو كابح .\r\nوفريق آخر من الناس ، تجده يترك الدنيا ويتجه إلى الآخرة ، ويزعم أنه لو وجد\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nصومعة في أعلى جبل وترهبن فيها ذاكراً وصائماً ، قائماً وقاعداً ، متوجهاً إلى البارئ تعالى ، فإن هذا العمل سوف يقربه إلى اللَّه سبحانه ويحصل على السعادة الحقيقية .\r\nوالفريق الثالث تلحظه تاركاً الآخرة مطلقاً ، فهو لا يرى حتى باب المسجد ، وقد وضع القيم وآيات الكتاب المجيد وراءظهره ، فيهرب من ( قيود ) قيم السماء كهروبه من الأسد .\r\nإن هذه الفرق والأقسام الثلاثة من الناس كلهم سوف يكونون إدام النار وحطب نار جهنم ؛ فالذي يترك أهله ومجتمعه‌جائعين ويدع أمته عرضة لصولات وجولات العدو المستكبر ، ويلتجئ إلى كهف أو صومعة أو . . مثل هذا الإنسان‌يكون أقرب إلى عدم التقيد والالتزام بحقائق القيم السماوية وإن تمسك وتنسّك بظاهرها وقشورها .\r\nإن اللَّه سبحانه فرض على الناس واجبات وفرائض ، كالجهاد والكد على العيال ، كما أوجب الأمر بالمعروف والنهي عن‌المنكر . . وهذه الفرائض هي من صميم القيم الإلهية التي سنّها سبحانه لتحقيق سعادة الناس في الدنيا والآخرة معاً .\r\nوفي هذا المجال يروى أن الإمام الحسين‌عليه السلام لدى خروجه إلى كربلاء دعا بعض أهل المدينة للحاق به والوقوف أمام‌ظلم وفساد يزيد وبني أمية ، فأجابه قائلًا : إن صلاة ركعتين في مسجد النبي أثوب عندي من أن أخرج معك ! ؟ . . إن هذإ ؛ الكلام بعيد عن روح الدين وحقائق الواقع ، لأن هذه الأماكن المقدسة كمسجد النبي والكعبة المشرفة ، لم تسلم أيضاً من‌جرائم وبطش يزيد وزبانيته حينما اعتدت جيوش يزيد على الكعبة المشرفة ورشقوها بالمنجنيق فأخذ الدم يسيل فيداخل المسجد الحرام ، وانتهكت أعراض المؤمنين والمؤمنات في مدينة الرسول ، حتى لم تسلم بنت في هذه المدينة حينها من الاعتداء الجنسي !\r\nإن هذا الشخص وأمثاله يتصورون أن مجرد الانصراف لأداء بعض الركعات سوف يضفي قدسيةً على الدين وقيمه ، إنه‌وأمثاله ترك حمل السلاح وجعل فريضة\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nالجهاد وراء ظهره متصوراً أن ذلك سوف ينجيه من نار جهنم .\r\nالتدافع سنة إلهية\r\nإن اللَّه سبحانه وتعالى يؤكد في كتابه الكريم على حقيقة ( التدافع ) كسنة إلهية ، فيقول : ( وَلَوْلَا دَفْعُ اللَّه‌ِالنَّاسَ بَعْضَهُم بِبَعْضٍ لَّهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَصَلَوَاتٌ وَمَسَاجِدُ يُذْكَرُ فِيهَا اسْمُ اللَّهِ كَثِيراً وَلَيَنصُرَنَّ اللَّهُ مَن يَنصُرُهُ إِن‌َاللَّهَ لَقَويٌ عَزِيزٌ ) ( الحج / 40 ) . إن المساجد بحاجة إلى رجال يدافعون عن حريمها وحرمتها ، فاللجوء إلى قمةجبل والانشغال بالعبادة وترك المجتمع يتضور جوعاً ويتعرض إلى الجهل والاستعباد ، إن هذا العمل ليس له قيمة عنداللَّه سبحانه .\r\nوقد روي أنه لما توفي ابنٌ لعثمان بن مظعون فاشتد حزنه عليه حتى اتخذ من داره مسجداً يتعبد فيه ، فبلغ ذلك رسول‌اللَّه‌صلى الله عليه وآله وسلم فأتاه فقال له :\r\n( يا عثمان ؛ ان اللَّه تبارك وتعالى لم يكتب علينا الرهبانية ، إنما رهبانة أمتيالجهاد في سبيل اللَّه . . ) « 1 »\r\nوقال‌صلى الله عليه وآله وسلم :\r\n( سياحة أمتي الجهاد ) « 2 » ،\r\nفالدين الذين لا يتدخل فيالشؤون الاجتماعية والسياسية للمجتمع لا يمكن أن يحقق أهدافه المرجوة ، حتى النبي عيسىعليه السلام لم يكن ديدنه - كمايتصور البعض خطأ - الرهبنة وترك الدنيا ، بل إنها ( وَرَهْبَانِيَّةً ابْتَدَعُوهَا ) ( الحديد / 27 ) .\r\nإن الرهبانية التي يراها الرسول الأكرم‌صلى الله عليه وآله وسلم هي التوكل على اللَّه والدفاع المستميت عن قيم السماء ، عبر الجهاد في سبيل اللَّه ومقاومة الظلم ومحاربة الأعداء . وهذا هو المعنى الحقيقي للرهبنة التي يقول فيها الرسول صلى الله عليه وآله وسلم :\r\n( رهبانية أمتي الجهاد ) . .\r\nأي أن قيمة التسامي والتقرب إلى اللَّه تكمن في جوهر التصدي لقيم الزيف والزيغ والباطل ؛ بل حتى سياحة الإنسان المؤمن وفرحه وانسه تكمن في الذود عن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار الأنوار ، ج 8 ، ص 170\r\n( 2 ) - المصدر ، ج 40 ، ص 328\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nحريم الرسالة والدفاع عن حقوق المقهورين والمضطهدين .\r\nممارسات قشرية\r\nإن هذا الفريق الذي يترك الدنيا ويتعبد بقشور الدين هارباً من لباب الدين وجوهره ومغزاه ، هو أبعد ما يكون عن‌منهجية وسيرة الرسول الأكرم‌صلى الله عليه وآله وسلم ، وأهل بيته الأطهار الذين كانت حياتهم كلها تحدٍّ وتصدٍّ لأسباب الظلم والتعسف ، حتى نالوا جميعاً وسام الشهادة ، فتقربوا واختصروا الطريق إلى اللَّه سبحانه وتعالى .\r\nأما الفريق الثاني الذي يفصل بين الدنيا والآخرة ؛ فهو شعاره ( ما للَّه للَّه ، وما لقيصر لقيصر ) و ( ماللمسجد للمسجد ، وما للسوق للسوق ) هذا التوجه وطريقة التفكير تصنع من المرء رجلًا ازدواجياً ومصلحياًيلهث وراء شهواته ليلتهمها ، ثم يلجأ إلى المسجد وأداء بعض قشور العبادات ليغطي على سوءاته ، إنه يقول لك : انظر فيالمسجد ماذا يقول لك الخطيب ، انظر إلى إمام الجماعة كيف يركع ويسجد ويقوم ، افعل كما يفعل الإمام ، ولكن في السوق‌انظر ماذا تقول لك ( البورصة ) ، وما الذي ينفعك فادخل فيه ، ولا شأن لك بغير ذلك . إنه لا يهمه من صفقته‌التجارية فيما لو أضرّت باقتصاد البلد والمجتمع ، إنه يتصور كأن السوق لا يحكمه قانون اللَّه .\r\nإن اللَّه سبحانه لا يتقبل صلاة هذا الفريق فكيف بسوقه وتجارته ، فالذي يصلي في المسجد ونيته الخروج منه لزرع‌الفساد والظلم في الأرض ، هذا من الذين لا تقبل أعمالهم العبادية الظاهرية ، لأن اللَّه سبحانه يقول : ( فَوَيْل‌ٌلِلْمُصَلِّينَ * الَّذِينَ هُمْ عَن صَلَاتِهِمْ سَاهُونَ * الَّذِينَ هُمْ يُرَآءُونَ * وَيَمْنَعُونَ الْمَاعُونَ ) ( الماعون / 7 - 4 ) فصلاة هذا الفريق لا قيمة لها ، لأنها لا تنهى عن الفحشاء والمنكر .\r\nأما الفريق الثالث الذي يخوض في الدنيا مع الخائضين ولا يهتم بالمسجد ولا بالأحكام والقيم الشرعية والإلهية ؛ فهوالآخر سوف يؤول مصيره إلى نار جهنم ،\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nلأنه لا يهتم في الدنيا إلّا بما يرضي شهواته وغرائزه الحيوانية الزائلة .\r\nيبقى الفريق الرابع من الناس ، وهو الفريق الذي ينجو من نار جهنم ويضمن سعادة الدارين ، هو ذلك الذي يجعل الدنيامزرعة لآخرته ، وتصبح الآخرة هدف الدنيا بالنسبة له ؛ بل يرى الحياة كلها بأبعادها وجوانبها المختلفة والمتعددة فيمحضر اللَّه سبحانه . . ( قُلْ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلّهِ رَبِّ الْعَالَمِينَ ) ( الانعام / 162 ) . . إنه لا يفرق في كل حركة يقدم عليها بين الدنيا والآخرة ، فهو يتحرك في الدنيا ببواعث الآخرة ، وهذا الفريق من الناس هو الذي يسلك الطريق السليم والقويم الذي يشير إليه سبحانه في سورة ( التين ) ، والتي تصور هذه السورةالمباركة معالم الحضارة الإلهية التي يبعث فيها الإنسان روح التحرك والفاعلية . . ( وَالتِّينِ وَالزَّيْتُونِ * وَطُورِسِينِينَ ) إنه سبحانه وتعالى يشير إلى المادة الحيوية والغذائية التي تنفع جسم الإنسان وتغذّيه وتطعمه ليتمكن‌بسببها من بناء معالم الحضارة الإلهية على الأرض . فالتين فهو من الفواكه الطيبة التي تقضي على كثير من الأمراض ، كداء ( النقرص ) أو يصطلح عليه ب ( داء الملوك ) والذي أصبح اليوم داء شائع بين الناس ، فهوينظم حركة الدم في جسم الإنسان . وكذلك ( الزيتون ) والذي يعتبر غذاءً وإداماً مقوياً لجسم الإنسان ، وإن‌زيته مفيد للجسم دون إحداث مضاعفات ، فزيت الزيتون لا يضر بكبد الإنسان ، كما تضر الدهونات الأخرى ، فلذاينصح الأطباء المرضى أو المصابين بارتفاع في نسبة ( الكلسترول ) في الدم إلى تناول زيت الزيتون .\r\nمعالم الحضارة الإلهية\r\nإذاً ، فالتين دواء والزيتون غذاء . . ( وَطُورِ سِينِينَ ) أي ذلك الجبل المتوسط الذي انتشرت على روابيه أشجارالزيتون ، لتشكل هذا المنظر الجميل الذي يوحي إلى اعتدال الهواء فيه ، لأن الزيتون لا ينمو إلّا في المناخ المعتدل . . ( وَهَذَا الْبَلَدِ الأَمِينِ ) . .\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nهو ذلك التجمع الإنساني الحضاري المتكامل الذي يكتنفه عنصر الأمن .\r\nإن الأمن من العناصر الحياتية الضرورية التي تحتاجه كافة الكائنات الحية وبالذات الحياة البشرية ، فلو كانت لناحضارة متقدمة وراقية ولكن ليس فيها أمن ، فما فائدة تلك الحضارة وصرحها الشامخ ؟ فلو قالوا لك مثلًا ؛ هناك قصرمنيف جداً ولكن فيه ( جن ) ، فحتى لو باعوه لك مجاناً ، فهل على استعداد لتسكن فيه ؟ !\r\nنتذكر أن أيام القصف الصدامي على عاصمة الجمهورية الإسلامية وبسبب توالي الصواريخ كان الناس يخرجون من‌المدينة ويتركون وراء ظهورهم البيوت الكبيرة والقصور والشوارع و . . ويلجؤون إلى القرى والفيافي بحثاً عن الأمان !\r\nإذن ، فاللَّه سبحانه هيأ للإنسان الفاكهة وهيأ له الإدام المناسب ، ووفر له الموقع الحصين والجميل والرابية الخضراء ( وَطُورِ سِينِينَ ) ومنحه الأمن والتعاون . . فكل هذه هي آلاء ونعم إلهية يقسم اللَّه تعالى بها بعد أن وفرهاجميعاً لمصلحة الإنسان . . ( لَقَدْ خَلَقْنَا الإِنسَانَ فِي أَحْسَنِ تَقْوِيمٍ ) ، هذا الإنسان الذي يستطيع أن يحرث‌الأرض ويستنبتها ويطعم نفسه بالتين والزيتون الذي يحافظ على أمنه وأمانه من أسباب الخوف والرعب كالزلازل‌والحروب ؛ إن هذا الإنسان خلقه سبحانه وتعالى خلقة قويمة ومتكاملة لا يعتريها نقص ولا يشوبها عوز ، لقد منح‌بالعقل الذي هو قوام التطور والانطلاق لتشييد صرح حضارته البشرية ، فهو يمتاز عن كافة الكائنات الحية الأخرىبالقدرة على التفكير وتطوير الأساليب والوسائل العملية والتعاون مع الآخرين لبناء مدنيته ، وهذا مالم ولن تقدر عليه‌الحيوانات .\r\nبين قوام الإنسان وتسافله\r\nولكن نفس هذا الإنسان القويم والمتكامل ، بإمكانه - بين عشية وضحاها - أن ينزل إلى مستوى حتى دون مستوىالوحوش الكاسرة ، فتراه يختلف مع زميله\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nفيتراشق وإياه بالكلمات والاتهامات ، فيتحول إلى نزاع ، ثم إلى معركة يستنجد بها كل طرف بقبيلته أو جماعته ، فتشتعل الحرب الضارية بين الطرفين ، فتحيل الحضارة والمدنية التي شيدها إلىأنقاض ورماد . هذا الإنسان هو الذي يخرب بيته بيده فيتسافل بعد أن خلقه اللَّه سبحانه وتعالى عظيم الشأن والمنزلةإلى مرتبة أدنى من مرتبة ومقام الحيوانات ، لأن الحيوانات قد تأكل بعضها بعضاً بحثاً عن رزقها وطعامها الضروريوالحياتي ، إلا أنها لا تنهش كياناتها وتجمعاتها ، غير أن هذا الإنسان يتسافل في حيوانيته لينهش لحم أخيه ويدمروجوده وحضارته . . ( ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ * إِلَّا الَّذِينَ ءَامَنُوا وَعَمِلُوا الصَّالِحَاتِ ) . . ما هو العمل‌الصالح ؟ فالبعض يفسره بأداء الصلاة أو الصوم أو الحج وباقي الفروع العبادية ، إلّا أنني اعتقد أن هذا إيمان وليس عملًاصالحاً ، إنما العمل الصالح هو الذي له منفعة ومصلحة للأمة وللمجتمع . فالكاسب والكادّ على عياله الذي يذهب إلىالسوق ويحترف التجارة ويحصل على المال الحلال فإنه يعمل عملًا صالحاً ، فكسب المال إذاً كان الهدف منه إشباع‌العيال وخدمة المجتمع ، فهو عمل صالح ويؤجر المرء عليه لما يقدم خدمة للمجتمع وللآخرين .\r\nوقد روي عن رسول اللَّه صلى الله عليه وآله وسلم ، أنه قال :\r\n( من سعادة المرء المسلم الزوجة الصالحة ، والمسكن الواسع ، والمركب البهي ، والولد الصالح ) « 1 » .\r\nومن كلام لأمير المؤمنين الإمام عليعليه السلام بالبصرة ، وقد دخل على العلاء بن زياد الحارثي - وهو من أصحابه - يعوده ، فلما رأى سعة داره ، قال :\r\n( ما كنت تصنع بسعة هذه الدار في الدنيا ، وأنت إليها في الآخرة كنت أحوج ؟ وبلى إن شئت بلغت بها الآخرة ، تقري فيها الضيف ، وتصل فيها الرحم ، وتُطلع منها الحقوق مطالعها ، فإذاأنت قد بلغت بها الآخرة ) « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار الأنوار ، ج 73 ، ص 155 .\r\n( 2 ) - نهج البلاغة ، خطبة رقم 209\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nوأتذكر في أخريات حياة المرحوم والدي رحمه الله كان يجتهد في بناء بيت لأحد الأقارب ، وكان يهتم كثيراً بهذا الأمر وهو كبير السن قد تجاوز الثمانين ، فقلت له : سيدنا ! كيف تتعب نفسك وأنت في هذا العمر ؟ فقال - رحمه اللَّه - : إنه ليس لي أجر في الدنيا من ورائه ، ولكن أريد أن يجلس الأقارب فيه ثم يترحّمون عليَّ بعد وفاتي .\r\nإن الحياة التي ألفها المؤمنون سابقاً كانت مشفوعة بالتعاون والتواصل ، فكان الناس ينظفون طرقهم بأيديهم - ولم تكن في السابق مديرية البلدية - وكان يضع كل منزل مشكاةً ومصباحاً فوق داره ليضيء الدار وطريق المارة ، وكانوا يتسابقون في إماطة الأذى عن طريق الناس . . ( وَلا تُفْسِدُوا فِي الارْضِ بَعْدَ اصْلَاحِهَا ) ( الأعراف / 56 )\r\nإنك ترى في بعض بلداننا كراسي حافلات نقل الركاب ملوثة وأعقاب السجائر مرمية هنا وهناك ، وكأن الناس قد نسوا الحديث الشريف الذي قاله الرسول الأكرم صلى الله عليه وآله وسلم :\r\n( النظافة من الايمان ) « 1 » .\r\nالحضارة الإلهية ؛ قمة الرقي المعنوي والمادي\r\nإن بلادنا الإسلامية ينبغي أن تكون أرقى بلدان العالم على كافة النواحي والأصعدة كافة ، سواء في مجال الصناعة والزراعة والتكنولوجيا ؛ بل يجب أن نحوز على الرقم القياسي في هذا المجال ، وذلك لأن المؤمن هو الذي يعمر دنياه ببواعث الآخرة ، لأن الدنيا في رؤيته مزرعة الآخرة ، ولهذا نحن عندما نراجع مصارف الزكاة في سبيل اللَّه في الكتب‌الفقهية - ككتاب شرائع الإسلام للمحقق الحلي - نرى أنواع المصارف المتعددة لهذه الفريضة ، كبناء القناطر والجسور والطرقات والمدارس والمساجد . فالمسجد أو الجسر لا يختلف ثواب بنائه عن الآخر .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار الأنوار ، ج 59 ، ص 291\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nفإذا كان الإنسان الكافر والمشرك يعمر ويبني دنياه بدوافع مادية بحتة ، فالمؤمن يعمر الدنيا بدوافع أخروية إلهية أيضاً .\r\nإن آباءنا وأجدادنا السابقين تمكنوا من أن يشيدوا مدنيتهم المادية بدوافع معنوية كبيرة ، حتى ذهلت منها عقول العلماء المعاصرين ، فكانت كلها بدوافع إيمانية نبيلة ، فتلحظ فيها كافة صور الإبداع والخلاقية ، فتتعجب من دقة العمل وذوق‌التفنن ، فترى الجسور التي بنيت على نهر أصفهان والمعروفة ب ( 33 جسراً ) قد فاقت في إبداعها الجسورالحديثة رغم مرور مئات السنين على بنائها ، بل قد ترى بعض الجسور الحديثة سرعان ما تتهدم لمجرد تعرضها لعارض‌بسيط .\r\nمن هنا ، يجدر بنا في نهضتنا الحضارية أن لا نألوا جهداً في التزود الإيماني ، مضافاً إلى الحصول على علوم الحياة .\r\nوربنا سبحانه وتعالى يقول : ( إِلَّا الَّذِينَ ءَامَنُوا وَعَمِلُوا الصَّالِحَاتِ فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ ) يعني أن أجرهم لا ينقطع ، لأنه مبارك ، وتستمر بركته إلى الأبد . . ( فَمَا يُكَذِّبُكَ بَعْدُ بِالدِّينِ * أَلَيْسَ اللَّهُ بِأَحْكَمِ الْحَاكِمِينَ ) ، إن‌عملك الصالح يجزيك اللَّه ازاءه خير الدنيا والآخرة .\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n\r\nأسس الحضارة في القرآن الكريم\r\n( وَالَّذِينَ تَبَوَّءُوْا الدَّارَ وَالإِيمَانَ مِن قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِمَّآ أُوتُواوَيُؤْثِرُونَ عَلَى أَنفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ وَمَن يُوقَ شُحَّ نَفْسِهِ فَأُوْلَئِكَ هُمُ الْمُفْلِحُونَ * وَالَّذِينَ جَآءُوا مِن بَعْدِهِم‌ْيَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالإِيمَانِ وَلَا تَجْعَلْ فِي قُلُوبِنَا غِلًّا لِلَّذِينَ ءَامَنُوا رَبَّنَآ إِنَّكَ رَؤوفٌ رَحِيمٌ * أَلَمْ تَرَ إِلَى الَّذِينَ نَافَقُواْ يَقُولُونَ لإِخْوَانِهِمُ الَّذِينَ كَفَروا مِنْ أَهْلِ الْكِتَابِ لَئِنْ اخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيعُ فِيكُم‌ْأَحَداً أَبَداً وَإِن قُوتِلْتُمْ لَنَنصُرَنَّكُمْ وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ * لَئِنْ اخْرِجُوا لَا يَخْرُجُونَ مَعَهُمْ وَلَئِن قُوتِلُوا لَايَنصُرُونَهُمْ وَلَئِن نَصَرُوهُمْ لَيُوَلُّنَّ الأَدْبَارَ ثُمَّ لَا يُنصَرُونَ ) ( الحشر / 12 - 9 )\r\nفي هذه الآيات الكريمة صورتان متقابلتان ومتناقضتان عن الإيمان والنفاق ، ففي حين تشعّ صورة الإيمان في حدث‌تأريخي هام هو إيثار الأنصار للمهاجرين على أنفسهم بكلّ ما يملكون ، وخروجهم من شحّ ذواتهم إلى رحاب القيم‌والمبادئ ، تتجلى الصورة الثانية في حالة النفاق ، والغلّ ، والكذب ، والدجل ، التي كانت قائمة بين الكفّار من أهل الكتاب‌والمشركين أو المنافقين الذين وعدوهم بالنصرة ثم خذلوهم ، وخانوهم .\r\nإن في هاتين الواقعتين التاريخيتين ؛ واقعة إيثار الأنصار وحادثة دجل المنافقين\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nوكذبهم على أهل الكتاب من اليهود ، ألفَ عبرة وعبرة لنا .\r\nوفي الواقع ؛ فإن الآيات القرآنية تحدثنا عن قضية معينة ، ولكن من خلال أفق أوسع بحيث إننا لو استندنا إلى آية قرآنيةواحدة لاستطعنا من خلال منظارها أن نرى العالم كله . فعلى الرغم من أن الآية الواحدة تبين لنا حقيقة خاصة إلا أنهاتضمنت أيماءً وإشارة إلى سائر الحقائق الكونية ، وهذا من معاجز القرآن الكريم .\r\nوالآيات التي أوردناها في مقدّمة هذا البحث يمكننا أن نستوحي منها القواعد التي لابد أن ننطلق منها لبناء صرح‌الحضارة الإسلامية الشامخ ؛ بمعنى أننا لو استلهمنا من هذه الآيات كل معانيها السامية لاستطعنا أن نحوّلها إلى برامج‌عملية لقهر التخلّف الحضاري الذي نعاني منه .\r\nما هي الحضارة الحقيقية ؟\r\nوالحضارة هي : حضور الإنسان عند الإنسان ، وتعاونه ، وتفاعله معه ، ابتداءً من الحضور المادي وانتهاءً بالتفاعل‌المعنوي ، ومروراً بالتعاون العملي ، وهذه البنود هي التي تشكل قواعد الحضارة .\r\nوالقرآن الكريم لا يريد لنا أن نكون صوريين قشريين نتحدث فقط عن الإنجازات والمكاسب والبنى الفوقيةللحضارة ، أو عن القشور الخارجية للتقدم ، بل يريد منا أن نكون موضوعييّن ، واقعيين ، من ذوي الألباب ؛ فإن تحدثناعن شيء تحدثنا عن خلفيّاته ، وعن أول نشأته ، وعن طريقة نموّه وتكامله ، ولا نكتفي بالحديث عندما انتهى إليه .\r\nوالقرآن عندما يحدثنا عن المجتمع الإسلامي الفاضل الذي بناه ، وشيّد صرحه رسول الإسلام سيدنا محمدصلى الله عليه وآله وسلم فيالمدينة المنورة فإنه لا يحدثنا عن طبيعة البيوت ، وطريقة تعبيد الطرق ، ولا عن أسلوب بيعهم وشرائهم ، بل يحدثنا عن‌أمر آخر ؛ عن قواعد الحضارة ، وتلك الروح الكبيرة التي استطاعت أن تستوعب شتات\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nالقبائل العربية المتناحرة التيكان شعارها الخوف ، ودثارها السيف ، والتي كانت تعيش في وضع متأزم ، ويهدد الفناء حياتها ، وكانت طعمة للغزاة .\r\nومع كل ذلك فقد حوّلهم رسول اللَّه‌صلى الله عليه وآله وسلم برسالة الإسلام ، وبالقرآن الكريم الذي بين أيدينا إلى ذلك المجتمع الفاضل‌الذي يضرب به المثل في التقدم المعنوي والمادي .\r\nقواعد الحضارة\r\nترى ما هي أسس وقواعد الحضارة التي يحدثنا عنها الخالق عز وجل في الآيات السابقة ؟ أنها كما يلي :\r\n1 / حبّ الآخرين\r\nالأساس الأول هو حبّ الآخرين : ( يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ ) ، فعلى الرغم من أن الإنسان مفطور علىالحسد ، وحبّ الذات ، وكره الآخرين ، ولكن أولئك الأنصار كانوا يستقبلون المهاجرين بالحبّ قبل كل شيء ، وذلك‌عندما كانت وفود المهاجرين تتقاطر عليهم تاركة بلدها ، وأموالها ، وإمكاناتها الاجتماعية ، وقادمة صفر اليدين ، لا يملكون من مال الدنيا شيئاً .\r\nإن بإمكان الإنسان أن يصطنع الحبّ في قلبه ، وبإمكانه أن يداهن ، ويجامل الآخرين دون أن يكنّ الحبّ الحقيقي لهم . أمّاالحبّ النابع من أعماق القلب فهو شيء آخر ، إنه يدلّ على تحول في أعمق أعماق الإنسان ولذلك قال تعالى عنهم : ( يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِمَّآ أُوتُوا ) ؛ أي أنّ حبّ هؤلاء يسمو على كل‌علاقاتهم ؛ فما قيمة الدار ، وما قيمة الأثاث والمتاع ، وما قيمة العلائق المادية الأخرى ؟\r\n2 / السموّ على الأمور المادية\r\nإن الإيمان هو القيمة الأسمى ، فنفوسهم كانت تسمو على الأمور المادية ، وعندما\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nكانوا يدفعون مقداراً من المال ، أويتنازل الواحد منهم للمهاجرين عن الأرض والدار ، أو عن زوجته الثانية من خلال تطليقها ليتزوّجها المهاجر ، فإنه‌مع ذلك لا يستعظم ما قدّمه ، ولا يرى قيمة له ، فلا يلحق بما قدم مَنّاً ولا أدىً .\r\n3 / الإيثار على النفس\r\nالصفة الثالثة تتمثل في قوله تعالى : ( وَيُؤْثِرُونَ عَلَى أَنفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ ) ، وهذا هو منتهى العطاءوالجود في سبيل اللَّه تعالى .\r\n4 / إيقاء النفس من الشح\r\nوتلك الصفات الثلاث تجمعها صفة واحدة أساسية يعبّر عنها القرآن الكريم بقوله : ( وَمَن يُوقَ شُحَّ نَفْسِهِ فَأُوْلَئِك‌َهُمُ الْمُفْلِحُونَ ) . وكلمة ( من ) جاءت بحيث تحتمل الجمع ، وتحتمل الأفراد في نفس الوقت ، ولكنّ الكلمةالثانية ( يوق ) توحي بالمفرد ، لأن الإنسان عندما يوقى شحّ نفسه ، ويخرج من زنزانة ذاته ، فحينئذ سوف لا يكون إنساناً واحداً ، بل سيكون في رحاب الجمع ، ولا يلبث أن يصبح مجتمعاً ، ويتحول إلى حضارة .\r\nإن الإنسان الذي يوقى شحّ نفسه ، ويتحرّر من ذاتيته وأنانيته فإنه سيلحق بتجمّع الرساليين عبر التاريخ ؛ وينضمّ إلىصفوف شخصيّات عظيمة مثل آدم ، وإدريس ، ونوح ، وإبراهيم الخليل ، وموسى بن عمران ، وعيسى بن مريم ، ونبينامحمدصلى الله عليه وآله وسلم والأئمة الأطهارعليهم السلام وسيلتحق بركب الحضارة التاريخية ، ولذلك قال تعالى : ( وَمَن يُوقَ شُحَّ نَفْسِه‌ِفَأُوْلَئِكَ هُمُ الْمُفْلِحُونَ ) ، وهذه هي الصفة الأساسية التي تتفرّع منها سائر الصفات .\r\nإننا إذا أردنا أن نعرف أنفسنا ، وهل نحن في عداد هؤلاء الأشخاص الرساليين ، فإن مقياسنا في ذلك هو الصفات‌الفرعية ، فإن كان الواحد منا محباً للمهاجرين ، ولا يجد في صدره حاجة مما أوتي ، وكان مؤثراً على نفسه ولو كان به خصاصة ،\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nفحينئذ سيكون ممّن قال عنهم عز وجل : ( وَمَن يُوقَ شُحَّ نَفْسِهِ فَأُوْلَئِكَ هُمُ الْمُفْلِحُونَ ) .\r\nالوحدة منطلق تأسيس الحضارة\r\nإننا قد لا نعيش أزمة حضارية ، وقد لا نمر بالغليان الثوري الذي يهزّ المجتمع من الأعماق فنحتاج إلى الإيثار ، ولكننانعيش - لا ريب - في حالة نحتاج فيها إلى الوحدة ، ولذلك يقول اللَّه تعالى : ( وَالَّذِينَ جَآءُوا مِن بَعْدِهِمْ يَقُولُون‌َرَبَّنَا اغْفِرْ لَنَا ) . فبداية تأسيس الحضارة ، ومنطلق الوحدة اعتراف الإنسان بالذنب ، واعترافه باحتمال أن يصدرالخطأ منه برحابة صدر ، وإلا فإن أرضية الوحدة لا يمكن أن تتهيأ أبداً .\r\nإن هذه الأرضية تتطلّب مني أن اعترف بخطأي ، واستغفر اللَّه ، قبل أن أشير إلى أخطاء الآخرين ، واستغفر لهم . وإلى هذاالمعنى يشير قوله تبارك وتعالى : ( رَبَّنَا اغْفِرْ لَنَا وَلإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالإِيمَانِ ) . والغل يعني أن تضمر فينفسك السوء للآخرين ، فإن كان هذا السوء يعني أن تحبّ لنفسك ما لا تحب لهم ، وتكره لها ما لا تكرهه لهم ، فإن هذامعناه أنك تحب أن يرتكبوا خطأ ، وينزلقوا ، ويتوقفوا عن التحرك إلى الإمام . فالغل هو أي سوء تضمره في نفسك‌للآخرين ، ولذلك يقول عز وجل محذّراً من هذه الصفة : ( رَبَّنَا اغْفِرْ لَنَا وَلإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالإِيمَانِ وَلَا تَجْعَل‌ْفِي قُلُوبِنَا غِلًّا لِلَّذِينَ ءَامَنُوا رَبَّنَآ إِنَّكَ رَؤوفٌ رَحِيمٌ ) .\r\nوالملاحظ هنا أن اللَّه سبحانه استخدم صفة الرأفة والرحمة عندما تحدث عن ضرورة أن يكن المؤمنون الحبّ لبعضهم‌البعض . وهذا معناه أننا عندما نريد أن نتحدث عن التعاون ، والوحدة بين الأصدقاء ، فإن علينا أن لا نتحدث معهم بلغةالجبار ، ولغة عذاب اللَّه ، بل بلغة رحمة اللَّه ورأفته .\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nإن على الإنسان أن يتخلّق بأخلاق ربه ، فعندما تريد أن تتعاون مع الآخرين فلا تحصِ أخطاءهم . فاللَّه سبحانه وتعالىهو الذي يتولى المحاسبة والمراقبة ، وهو الذي من أجله نعمل ، وهو الغفور الرحيم .\r\nإن هذه هي الصورة الحقيقية للحضارة كما يرسمها لنا القرآن الكريم ، فهي ليست مجرّد كلمات وشعارات ، أو إنجازات‌مادية ، بل هي مكاسب معنوية قبل كل شيء ، وهي تعاون ينطلق من حالة الإيثار .\r\nثمّ يصوّر لنا القرآن الكريم الجانب المخالف للحضارة ، فيقول : ( أَلَمْ تَرَ إِلَى الَّذِينَ نَافَقُواْ يَقُولُونَ لإِخْوَانِهِمُ الَّذِين‌َكَفَروا مِنْ أَهْلِ الْكِتَابِ لَئِنْ اخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيعُ فِيكُمْ أَحَداً أَبَداً وَإِن قُوتِلْتُمْ لَنَنصُرَنَّكُمْ وَاللَّهُ يَشْهَدُ إِنَّهُم‌ْلَكَاذِبُونَ * لَئِنْ اخْرِجُوا لَا يَخْرُجُونَ مَعَهُمْ وَلَئِن قُوتِلُوا لَا يَنصُرُونَهُمْ وَلَئِن نَصَرُوهُمْ لَيُوَلُّنَّ الأَدْبَارَ ثُمَّ لَايُنصَرُونَ ) .\r\nترى من أي فريق نريد أن نكون ؟\r\nإننا يجب أن نجتهد اليوم من أجل أن نكون من الفريق الأول ، وللأسف فإن الكثير منّا يرفع شعار الوحدة ، ولكنه عندما يواجه الواقع العملي سرعان ما ينهار ، فتزلّ قدمه بما يرفع من شعار .\r\nإننا نعلم أن هناك خلافات ، وأن هناك وجهات نظر مختلفة ، وأسباباً تدعو إلى الشقاق ، ولكن لابد أن نتمتّع بتلك النفسية الرحبة التي تستطيع أن تستوعب الجميع ، ولابد من أن نصمد أمام الخلافات ، فلا نستسلم لأي إنسان يثيرنا بصورة أوبأخرى بحيث تشتعل حرب لا تبقي ولا تذر بسبب أمور ثانوية تافهة .\r\nأن من العار علينا أن ندخل في صراع مع بعضنا البعض ، فالأعداء يتربصون بنا الدوائر ، والقرآن الكريم يأمر أن نكون‌أشداء على الكافرين ، أذلّة مع المؤمنين الذين يتمثلون اليوم في التجمعات الإسلامية ، والمؤسسات الدينية . صحيح إن هناك\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nالكثير من النفوس الطيبة ، ولكن ينبغي أن لا نغفل عن أن الشيطان قد تكون له بعض الخطوط في هذه التجمعات والمؤسسات ، وقد يستطيع النفوذ إلى مواقع قريبة من القيادة ، ويمرّر إليها بعض الأوراق الصفراء المليئة بالتهم ضد هذاوذاك ، فإن لم تكن هذه القيادة متصفة بصفة الإيمان الحق ، والحكمة ، والرشاد ، والتريّث في الأمور فإنها ستقع لا محالة فيتلك المزالق الشيطانية .\r\nإن الشيطان قد لا يخدعك - كقائد - بشكل مباشر ، ولكنه يخدع من وراءك ، كصديقك ومن يعمل معك ، أو يخدع‌الطفيليين الذين يدورون حولك ، ويجعلك تنخدع من خلالهم . فلتعلم القيادات أنّها - هي الأخرى - قد تكون طعمةسائغة للدوائر الاستعمارية ، لأن وحدتنا تهددهم ، وتشكل الخطر الرئيسي عليهم ، ولتتذكر قياداتنا إن شياطين الإنس‌لهم طرق خفية ، فلا تنس هذه القيادات أن مواقعها خطيرة ، وعليها أن لا تتورّط في الصراعات ، ولا تنسى أن بعض‌من يحوم حولها قد يثير الخلاف باسمها ، وفي هذه الحالة سيضطرّ القائد إلى خوض الصراع بسبب عدم انتباهه وحذره .\r\nوبالطبع ؛ فإنه لا بأس أن يعتمد القائد على مجموعة أو أجهزة معينة ، ولكنّ القرار النهائي يجب أن يكون بيده ، كما يقول‌عز وجل : ( وَشَاوِرْهُمْ فِي الأَمْرِ فإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللَّهِ ) ( آل عمران / 159 ) .\r\nفالحذر الحذر من أن يتدخّل الآخرون سلبياً في قرارات القائد ، وخصوصاً في قضايا الصراع ، فإنهم في هذه الحالةسيشعلون نار هذا الصراع ، ويتركون القائد يحترق في نارها دون أن يشعر .\r\nإن من الواجب على الأمة الإسلامية أن تنصح القيادة ، وربّما يكون من أبرز معاني النصيحة أن تقول لها الحق ، ولاتحاول التأثير على قراراتها من خلال التقارير الكاذبة . وهذه هي من أهم واجبات من يحيط بالقيادات في المؤسسات‌الدينية ، أو\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nالتجمعات الإسلامية .\r\nوقد يصبح الواحد منّا قائداً في المستقبل ، وأنا أوجّه تحذيراتي هذه بالدرجة الأولى إلى الشباب الرسالي ، وإلى طلاب‌العلم الذين من الممكن أن يتصدّوا لمراكز قيادية في المستقبل ، فالفتيا لا تنحصر في مسائل الدماء والطهارة وما إلى ذلك‌من أبواب الفقه ، بل إن المواقف هي فتاوى بحدّ ذاتها ، فلنتخذ مواقفنا هذه بوعي وعمق ، ولنفكّر ونجيل النظر فيها قبل‌أن نتخذها . فالفقيه من الممكن أن ينفق عشرات الأيام من أجل أن يعرف حكم مسألة شرعية قد لا يبتلي بها إلا القلةمن الناس ، أما بالنسبة إلى المواقف فيبغي أن ننفق عليها أضعافاً مضاعفة من الأيام لكي لا نقع في أخطاء فادحة تسبب‌الضرر إلى الأمة كلها .\r\nوكل ذلك من الممكن أن نتفاداه من خلال تطبيق الأسس الحضارية التي أشارت إليها الآيات القرآنية السابقة ، والتيتعتمد بالدرجة الأولى على الأساس الأكبر المتمثل في سيادة روح المحبة ، والتآلف والتعاون بين صفوف المؤمنين .\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\n\r\nبصائر الحضارة في سورة المائدة\r\nالحديث عن علاقة الدين بالحضارة حديث ذو شجون ، وقد أسهب في تفصيلها وشرحها الكثير من المؤلفين والباحثين .\r\nوخلاصة رؤيتنا فيها ؛ إن الحضارة والدين يشتركان في الطريق ، ولكن الحضارة البشرية - وأعني بها الجوانب الإيجابية من مدنية الإنسان - تتوقف عند الحياة الدنيا ، بينما يستمر الدين في تنظيم حياة الإنسان في الآخرة أيضاً .\r\nوفي هذا أود أن أتحدث عمّا توصلت إليه من خلال التدبر في سورة المائدة التي نستطيع أن نقول : إنها تحدثنا عن حضارة المسلمين .\r\nوالمعروف عن هذه السورة أنها آخر سورة نزلت على قلب النبي الأمين صلى الله عليه وآله وسلم ، ومنها آية إكمال الدين حيث يقول تعالى : ( الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الإِسْلَامَ دِيناً ) ( المائدة / 3 ) .\r\nونحن نجد في هذه السورة أيضاً الملامح الخاصة بشخصية الأمة الإسلامية ، التي تميّزها عن شخصية المعتنقين للديانات السماوية الأخرى وخصوصاً اليهودية والنصرانية .\r\nمقياس تسمية السورة القرآنية\r\nوقبل أن نتحدث عن البرنامج الحضاري الذي نستخلصه من هذه السورة المباركة ، نود أن نقف قليلًا عند كلمة ( المائدة ) التي سميت السورة بها ، بل لماذا سميت\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nالسور القرآنية - أساساً - بالأسماء المعروفة عنها ؟\r\nإن اللَّه تبارك وتعالى ينتزع أسماء السور من الواقع ، وبالذات من أكثر الحقائق والظواهر إثارةً في هذا الواقع ؛ فعندمايحدثنا القرآن الكريم في سورة ( البقرة ) عن التقوى ، ودورها في بناء شخصية الفرد والمجتمع ، فإنه على الرغم من ذلك يطلق عليها اسم ( البقرة ) لأن قصة أصحاب البقرة قصة مثيرة ، وهي تتكرر في حياة المجتمعات ، حيث أن أغلب الناس يزعمون أنهم متدينون ، وأنهم ليسوا منافقين بالمعنى المعروف عن النفاق ، ولكنهم - في نفس‌الوقت - ليسوا مؤمنين بالمعنى الحقيقي للإيمان ، وإنما هم عناصر تحب أن تكون مؤمنة ، إلا أنهم - في ذات الوقت‌يحاولون الالتفاف حول الدين ، والقيم ، والأحكام ، وخصوصاً تلك التي تبدو صادقه وحاسمة وشديدة الوقع عليهم . ولذلك فقد أطلق اسم ( البقرة ) على هذه السورة المباركة استناداً إلى الفكرة المستوحاة في قصة بني إسرائيل‌المعروفة .\r\nوهناك سورة مباركة أخرى تحدثنا عن القيادة الإسلامية التي تمنح المسلمين الانسجام والتكامل والتفاعل ، وقد أطلق‌على هذه السورة ( آل عمران ) ، لأن وجود القيادة النزيهة الطاهرة المختارة من قبل اللَّه جل وعلا هو ركيزةوحدة الأمة ، ولذلك سميت هذه السورة ب ( آل عمران ) .\r\nأمّا السورة التي تحدثنا عن المجتمع الإنساني وخصوصاً المجتمع الإسلامي فتحمل اسم ( النساء ) ، ذلك لأن‌الموقف من المرأة هو سمة أساسية في حضارة المجتمعات ، وفي تقدمها ، أو تخلّفها .\r\nالتوجيهات الحضارية في سورة المائدة\r\nوالسورة التي نحن بصددها - أعني سورة المائدة - فإنها سميت باسم المائدة التي نزلت على بني إسرائيل في عهد النبيعيسىعليه السلام .\r\nوالمائدة - هنا - لا تعني الخوان الذي ينضد عليه أنواع الطعام والشراب ، بل إنها\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nتعني - بمفهوم أشمل - ما يسترزق‌الإنسان به ، أو ما يستريح له من طعام وشراب ، أو ما يسبّب الرفاه له .\r\nفي الآيات الأولى من هذه السورة المباركة تطالعنا فكرتان :\r\n1 / نموّ التعاون .\r\n2 / النهي عن مجموعة من المحرمات ؛ كأكل الميتة ، والمتاجرة بالقمار ، وأنواع السحت .\r\nترى ما هي العلاقة بين هاتين الفكرتين من جهة ، وبين بناء الحضارة الإنسانية المتطوّرة من جهة أخرى ؟\r\nالجواب ؛ إن الحضارة هي الحضور ؛ أي تفاعل الإنسان ، وتعاونه مع نظيره الإنسان ، وهذا التفاعل والتعاون قائمان علىأساس قانون ؛ إذا التزم به الجميع فإن التعاون سيسير بانتظام وتصاعد ؛ أما إذا لم يلتزموا به ، فإن التعاون لا يلبث أن‌يتحوّل إلى فوضى .\r\nوقد تضمنت سورة المائدة جملة بنود للحضارة ، ونذكرها كما يلي :\r\n1 / الالتزام بالقانون\r\nولذلك نجد في الآية الأولى من سورة المائدة أن اللَّه تقدست أسماؤه أمر بالالتزام بالقانون في قوله : ( يا أَيُّهَا الَّذِينَءَامَنُوا أَوْفُوا بِالْعُقُودِ ) ( المائدة / 1 ) . وهذا هو البند الأول من البرنامج الذي سبقت الإشارة إليه ، فعلى الجميع‌أن يلتزموا بالقانون ، ويفوا بالعقود التي تمثل القوانين والالتزامات التي يضعها الإنسان في مجال التعامل مع غيره ، أياًكان نوعها .\r\nوهناك من العقود ما هو تجاري ، وما هو اجتماعي ، ونحن جميعاً سمعنا بنظرية العقد الاجتماعي التي تحاول أن تصوغ‌النظام السياسي للمجتمعات ، فهي قائمة على فكرة أن الإنسان حرّ ولكنه قادر على أن يربط نفسه بعقد ، فيكون ملتزماًبه ولا يجوز له\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nأن يتحلل منه ، وتقرّر هذه النظرية أن السلطة السياسية تقوم على هذا الأساس ؛ أي على أساس أن‌العلاقة بين أفراد المجتمع والسلطة الحاكمة تقوم من خلال عقد سياسي .\r\nوبناءً على ذلك ، فإن الركيزة الأولى للمجتمع المتحضّر هي الالتزام بالعقود والمعاهدات كما يقول تعالى : ( يا أَيُّهَاالَّذِينَ ءَامَنُوا أَوْفُوا بِالْعُقُودِ ) .\r\n2 / اجتناب المحرّمات\r\nوأما عن البند الثاني يقول القرآن الكريم : ( أحِلَّتْ لَكُمْ بَهِيمَةُ الأَنْعَامِ إِلَّا مَا يُتْلَى عَلَيْكُم ) .\r\nوبعد ذلك يذكر لنا القرآن مجموعة من المحرمات ، وهنا علينا أن نلاحظ نوع هذه المحرمات ، فهي من النوع الذي لابد من تثبيته لتصفية الحضارة من الطفيليات . فهناك من المجتمعات من هو مبتلى بالطفيليات كما هو الحال بالنسبة إلى الإنسان ؛ بمعنى أن هناك بعضاً من أفراد المجتمع يعملون ، ولكن هناك مجموعة منه تعيش عالة على غيرها ، مثل الإنسان المرابيالذي يجلس في بيته وفي نهاية الشهر أو السنة تأتيه الأرباح والفوائد دون أن يبذل أي جهد ، وفي الحقيقة فإن هذه‌الأرباح مبتزّة من جهد سائر أفراد المجتمع .\r\nوالنموذج الآخر من المحرمات التي نهى عنها الإسلام هو الأطعمة الخبيثة التي يشير إليها تعالى في قوله : ( حُرِّمَت‌ْعَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيرِ وَمَآ اهِلَّ لِغَيْرِ اللّهِ بِهِ وَالْمُنْخَنِقَةُ وَالْمَوْقُوذَةُ وَالْمُتَرَدِّيَةُ وَالنَّطِيحَةُ وَمَآ أَكَلَ السَّبُعُ إِلَّامَا ذَكَّيْتُمْ وَمَا ذُبِحَ عَلَى النُّصُب ) .\r\nإن هذه المجموعة من المحرمات هي من نوع آخر فهي ليست من الطفيليات ، بل هي من أنواع المحرمات التي لو شاعت‌في المجتمع فإن روح التكاسل ، والتقاعس سوف تنتشر فيها . فالإسلام يطلب من الإنسان القادر الذي يمتلك النشاط والقوة\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nأن يعمل ، كأن يزرع الأرض ، أو يصطاد الحيوانات الحيّة المحلّلة ، وينهاه بشدة عن أكل الميتة ، أو ما يتبقى من لحوم‌الحيوانات بعد أن تأكلها الحيوانات المفترسة ، أو الحيوانات الميتة نتيجة تعرضها لحادثة من الحوادث كالسقوط والنطح‌والقتل . . كل ذلك لكي ينمي في الإنسان روح العمل والنشاط وعدم الاتكال على الغير . فالحضارة التي تقوم علىأساس تلك الصفات السلبية هي حضارة منهارة لا محالة ، بينما الحضارة المثلى لابد من أن تقوم على أساس النشاطوالاجتهاد والسعي .\r\nونحن نستطيع من خلال ذلك التحريم أن نستوحي بصيرة ورؤية خاصة بطبيعة الاقتصاد في المجتمع الإسلامي ، تقوم‌على أساس لغو كل نوع من أنواع العمل الكاذب . ونحن إذا درسنا تأريخ الحضارات الناجحة رأينا أن تلك الحضارات لم‌تكن لتقوم وتزدهر لو كان فيها مجموعة من تلك الأعمال الكاذبة ، فكلما استطعنا أن نحذف الوسائط ونلغيها كلّمااستطعنا أن نقترب من المفهوم الحقيقي للحضارة .\r\n3 / الإقبال على الطيّبات\r\nالبند الثالث يشير إليه سبحانه في قوله : ( يَسْأَلُونَكَ مَاذَا احِلَّ لَهُمْ قُلْ احِلَّ لَكُمُ الطَّيِّبَاتُ ) ( المائدة / 4 ) . هذا هو شعار المجتمع الإسلامي ، والحضارة الربانية ، وتفسير ذلك أن النفس البشرية تعتريها حالتان هما ؛ حالةالانغلاق ، وحالة الانبساط . فحالة الانغلاق تساوي حالة التخلّف ، أما حالة الانبساط فتعادل حالة التحضّر .\r\nونحن نعلم أن الغالبية العظمى من البشر تسودهم حالة الرهبة والخوف من بعض الأشياء والظواهر المحيطة بهم ؛ أي أنهم‌يمتلكون نظرة تشاؤمية تجاه ما حولهم ، وإذا ما درسنا تأريخ الشعوب البدائية وجدنا أنها كانت تعبد الظواهر الطبيعة المخيفة الموجودة في بيئتها كالبحار والأنهار ، والأصوات الغريبة ، والصواعق . . لأنهم كانوا يخافون منها ، ومن أجل أن‌يأمنوا شرها - حسب زعمهم - فقد كانوا يعبدونها .\r\nوعلى هذا الأساس ؛ فإن الإنسان عندما يكون بدائياً متخلّفاً فإننا نراه يهاب\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nويخاف كل شيء ، ونراه يعمد إلى تحريم كثير من الطيبات والأرزاق على نفسه ، بل إن الأصل عنده هو الحرمة ، أما الحلّية فإنها استثناء بالنسبة إليه ، ولذلك فإن‌الناس في ذلك العصر سألوا النبيصلى الله عليه وآله وسلم قائلين : ( ماذا أحل لهم ) ولم يقولوا : ( ماذا حرّم عليهم ) لأنهم يعتقدون أن كل شيء حرام باستثناء أشياء معدودة .\r\nأما القرآن الكريم ؛ فقد أعطاهم القاعدة العامة في ذلك ، فقال :\r\n( قُلْ احِلَّ لَكُمُ الطَّيِّبَاتُ ) ،\r\nوقدّم لهم قاعدة :\r\n( كل شيء حلال حتى تعلم أنه حرام ) ،\r\nشريطة أن تكون ( الطيبات ) هي المدار في الحلّية ، ذلك لأن الإنسان إذا اندفع معتقداً بأن كل شيء حلال فعله يعمّم اعتقاده هذا حتى على الخبائث ، وهذا مما لا يجوز ، وعليه في هذه الحالة أن يعود إلى عقله وضميره ووجدانه .\r\nوعليه ؛ فإن الإقبال على الطيّبات وتجنب المحرمات هما بند أساسي من بنود الحضارة التي أشار إليها تعالى في قوله :\r\n( احِلَّ لَكُمُ الطَّيِّبَاتُ ) ؛\r\nأي الاستغلال الصحيح للطبيعة وما فيها ، والقرآن الكريم يفتح لنا الآفاق الواسعة فيهذا المجال .\r\n4 / النظرة الإيجابية إلى المتعة الجنسية\r\nبعد أن يقرر اللَّه سبحانه وتعالى أصل الحلّية في الاستفادة من نعمه ، يصل بنا إلى بند آخر هو بند النظرة الإيجابية إلىالمتعة الجنسية . فالإنسان المتحضّر من المفروض فيه أن ينظر نظرة إيجابية إلى متعة الجنس في حدودها الشرعية والطبيعية ، في حين نرى أن الإنسان البدائي المنغلق على نفسه يتصور خطأً أن التمتّع مع الجنس الآخر هو جزء من الحرام إلا في حالة الاضطرار ، ونحن نرى هذه الظاهرة لدى بعض الديانات إذ تحرّم على رجال الدين ممارسة العلاقة الجنسية .\r\nأما الإسلام ؛ فيفتح أمام الإنسان الأفق في هذا المجال موضحاً أن العلاقة الجنسية في حدودها الشرعية لا ضير منها ؛ بل‌إنها تعتبر واجبة في بعض الأحيان كان يشعر الإنسان بأنه سيندفع إلى ارتكاب المحرّم في حالة عدم زواجه .\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nوبناءً على ذلك ؛ فإن ممارسة العلاقة الجنسية تعد أمراً طبيعياً من وجهة النظر الإسلامية إذا ما تمت على ضوء أحكام‌الشريعة الإلهية ، وأن ليس هناك من داعٍ إلى أن يشعر الإنسان بتأنيب الضمير والكآبة بعد ممارستها ، فقد أثبت علم‌النفس والتربية الحديث أن شعور الإنسان بالندم والكآبة بعد ممارسته للجنس يعد حالة غير طبيعية ناجمة عن عوامل‌تربوية خاطئة .\r\nوقد أشار سبحانه إلى هذا البند المهم من بنود الحضارة في قوله بعد أن يوضح أن طعام أهل الكتاب حلّ للمسلمين‌وبالعكس : ( . . . وَالُمحْصَنَاتُ مِنَ الْمُؤْمِنَاتِ وَالُمحْصَنَاتُ مِنَ الَّذِينَ اوْتُوا الْكِتَابَ مِن قَبْلِكُمْ إِذَآ ءَاتَيْتُمُوهُن‌َاجُورَهُنَّ مُحْصِنِينَ غَيْرَ مُسَافِحِينَ وَلا مُتَّخِذِي أَخْدَانٍ وَمَن يَكْفُرْ بِالإِيمَانِ فَقَدْ حَبِطَ عَمَلُهُ وَهُوَ فِي الاخِرَةِ مِن‌َالْخَاسِرِين ) ( المائدة / 5 )\r\nونحن نستوحي من هذه الآية الكريمة أن التعامل مع الجنس يتم خلال مرحلتين ؛ المرحلة الأولى باعتباره ضرورة ، والمرحلة الثانية بوصفه أكثر من ضرورة . وحسب ما يبدو لي فإن الآية تحدّثنا عن هذا الجانب ، فهي لا تقرّر أن الجنس‌هو ضرورة اجتماعية فحسب ، بل يجب أن يتحول إلى متعة بريئة طاهرة ، فيكون هناك عقد ، ويكون هناك دفع للأجور ، وأن يكون بريئاً من السفاح واتخاذ الأخدان . ونحن إذا درسنا تأريخ الحضارات ، فأننا سندرك أن هذا البند يمثل نوعاًمن التقدم فيها .\r\n5 / الالتزام بالنظافة\r\nإن النظافة هي من أصول الحضارة الإسلامية ، فعلى الواحد منا أن لا يتصور أنه يقوم بعمل دوني وضيع عندما يعمد إلىتنظيف الوسط الذي يعيش فيه ، بل إن هذا العمل هو من صميم دورنا في الحياة ، والقرآن الكريم يرفع مستوى التنظيف‌إلى درجة بحيث يجعله في بعض الأحيان من الواجبات المقدسة كما يشير إلى ذلك تعالى في قوله بعد أن يأمر بالتوضؤقبل الصلاة : ( مَا يُرِيدُ اللّهُ لِيَجْعَلَ عَلَيْكُم مِنْ حَرَجٍ\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nوَلكِن يُرِيدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُم‌ْتَشْكُرُونَ ) ( المائدة / 6 )\r\nالحضارة مجموعة من القيم السامية أولًا\r\nوفي نهاية هذا البحث لابد أن نذكّر بأن الحضارة ليست مجرد تقنية ، وتكنولوجيا ، وتوفير للوسائل الترفيهية ، بل هيقبل كل شيء مجموعة من القيم الرفيعة السامية التي يلتزم بها الإنسان ، ومن هذه القيم ؛ القيم الجمالية ، فالإنسان الذي لا يستطيع أن يتذوق مظاهر الجمال في الحياة ليس جديراً بأن يكون متحضراً . فنحن إذا أردنا أن نصل إلى مستوىًحضاريّ رفيع ، فلابد من أن نهتم بالجوانب الجمالية كما نهتم بالجوانب الأساسية في حياتنا ، وأن لا نقصر اهتمامنا علىالجوانب المادية من الحضارة فحسب ، فنتصوّر إن الحضارة هي التقدم في الجانب التكنولوجي والعلمي فقط ، بل علينابالإضافة إلى ذلك - أن نهتم بالمظهر ، وأن نحرص على تكريس المظاهر الجمالية في حياتنا ، كالاهتمام بالنظافة ، والسعيمن أجل أن نكون منضبطين ومنظمين في جميع أمورنا ، لأن النظام بحد ذاته - مظهر من مظاهر الجمال التي من شأنها أن‌تجعل حياتنا جميلة مشرقة في ظاهرها وفي باطنها ، علماً إن الإسلام قد وجّه اهتمامنا إلى هذه الناحية في نصوص كثيرةفي نفس الوقت الذي لفت أذهاننا فيه إلى ضرورة تحقيق التقدم في المحتوى والمضمون .\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\n\r\nالإسلام ضمانة الحضارة المنشودة\r\nالحضارة الفضلى الرفيعة التي تصبو إليها الإنسانية المعذبة ، والتي وعد بها الإسلام ، وبشّرت بها رسالات اللَّه سبحانه‌وتعالى ، هذه الحضارة ترتسم لنا تباشيرها في سورة المائدة الكريمة ، وهي خاتمة السور القرآنيّة التي نزلت على قلب‌نبيّنا محمدصلى الله عليه وآله وسلم .\r\nوإذا ما أمعنّا النظر وتدبّرنا في المعنى العميق لكلمة ( المائدة ) لوجدنا أنها تجسّد لنا معاني السعادة الإنسانية ، والأمن ، والاستقرار ، وراحة النفس والروح ، ذلك لأنّ ظلالها وامتداداتها أوسع وأكبر من مصطلح الحضارة ، ومفهوم ( المدنيّة ) ، حيث أنّ لهذين المصطلحين آثاراً بعيدة عن الصحة والصواب في أطر المفاهيم المادية السائدة ، والرؤى السطحية للحياة المعاصرة .\r\nالإسلام روح الحضارة\r\nإنّ الحضارة الحقّة التي تفي بمعنى تلك الكلمة ، هي التي تجلّت تباشيرها في رسالة السماء الخاتمة ، كما تجلّت من قبل فيالرسالات السابقة ، والتي تجعل من الإنسان وتكامله محور حركتها ؛ فهي تعتمد هذا المخلوق الناطق الذي كرّمه اللَّه‌تبارك وتعالى على كل مخلوق ، فلا تلغي دوره أو تهمل جانباً من حياته ، بل هي حضارة عدم الإفراط والتفريط في جميع جوانب الحياة الإنسانيّة ، وفي أي بعد من أبعادها ؛ وهي الحضارة ذات البناء المتكامل ، وهي في داخل الإنسان حضارة الروح والنفس\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nوالعقل والجسم ، وهي في الحساب الزمني حضارة العصر الحاضر ، والزمن الماضي ، والمستقبل‌الآتي . ثم إنّها حضارة المعنويات السامية ، والمعاني النبيلة ، والقيم والمفاهيم الرفيعة ، وحضارة الإصلاح والإحسان والازدهار والتقدم ، وهي الحلقة الرابطة بين الدنيا والآخرة ، بل هي مقدمة الحضارة الأخروية ، والمبشرة بها .\r\nوالحضارة التي ترسمها لنا رسالات السماء وخصوصاً الإسلام في هذه الدنيا هي بمثابة المدرسة التي تصنع الإنسان‌وتصوغه ، فيتخرّج منها البشر الصلحاء الذين يصبحون أهلًا لحضارة الآخرة .\r\nالدعوة السامية إلى البناء الحضاري\r\nومن بين ثنايا السورة المباركة نفهم وندرك الدعوة السامية إلى البناء الحضاري القائم على الركائز والأسس الإلهية التيتضمّنتها كل رسالات السماء ؛ فلو كان الذين اتبعوا النبي عيسى بن مريم‌عليه السلام قد أخلصوا في اتباعهم ومناصرتهم له ، ولوأنّهم أخذوا بالإنجيل طبقاً لما هو في الأصل ، وطبّقوه في حياتهم وانتهجوا خطوطه في مسالكهم ، ولو أنّ الذين سبقوهم‌أعني اتباع النبي موسىعليه السلام - أخذوا بالتوراة كما أنزلها اللَّه سبحانه وتعالى ، بلا تحريف ، ولا إضافة ، ولا تزييف ، ولو كانوا قد تجنّبوا الداء الذي مزّق شمل ووحدة الإنسانية في أطر الأفكار الضيقة والأطروحات الاستعلائية الجاهلية . . لوأنّهم فعلوا كل ذلك لاعتُرف بهم من وجهة النظر الإسلامية والمنظار القرآني شريطة أن يطهّروا عباداتهم وتشريعاتهم‌من تلك الأفكار والمفاهيم الدخيلة التي تشربت ونفذت إلى معتقداتهم ، كفكرة الحلول والخلوص في المسيحية ، وفكرةالعنصرية التي دخلت في اليهودية .\r\nونحن نلحظ ونلمس في الآيات القرآنية إشارات واضحة وعديدة إلى هذه الحقيقة ، وهي أن الإسلام زرع لنا بذورالأمل والبشرى بقيام حضارة الإنسان المتكامل ، ومن تلك الإشارات الواضحة قوله عز من قائل : ( إِنَّ الَّذِينَءَامَنُوا\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nوَالَّذِينَ هَادُوا وَالصَّابِئُونَ وَالنَّصَارَى مَنْ ءَامَنَ بِاللّهِ وَالْيَوْمِ الاخِرِ وَعَمِلَ صَالِحاً فَلا خَوْفٌ عَلَيْهِمْ وَلَا هُم‌ْيَحْزَنُونَ ) ( المائدة / 69 )\r\nوفي آية أخرى من سورة آل عمران يقول سبحانه وتعالى : ( قُلْ يَآ أَهْلَ الْكِتَابِ تَعَالَوْاْ إِلَى كَلِمَةٍ سَوَآءٍ بَيْنَنَاوَبَيْنَكُمْ الَّا نَعْبُدَ إِلَّا اللَّهَ وَلَا نُشْرِكَ بِهِ شَيْئاً وَلَايَتَّخِذَ بَعْضُنَا بَعْضاً أَرْبَاباً مِنْ دُونِ اللّهِ فَإِن تَوَلَّواْ فَقُولُوا اشْهَدُواْ بِانَّامُسْلِمُونَ ) ( آل عمران / 64 )\r\nهل تحققت الحضارة التكامليّة ؟\r\nوقد يعترض معترض في هذا المجال فيقول : إنّ شيئاً بمعنى ( الحضارة التكاملية ) لم يتحقق على يد الرسل والأنبياء على امتداد التأريخ الطويل ، ولم نلمسه نحن حتى الآن ، علماً أن ألفاً وأربعمائة عام أو يزيد قد انطوت على عمرالرسالة الخاتمة . ولكنني أقول جواباً على هذه الشبهة إن هذه المدّة ليست بالزمن الذي يذكر عندما نقارنه بالآلاف‌المؤلّفة من السنين في عمر الرسالات المديد ، وعمر الإنسانية على هذه البسيطة . فالإنسان ربما عاش على هذه الأرض‌كما يرى ذلك علماء الجيولوجيا والتاريخ - منذ أربعة ملايين عام - على تقدير البعض ، وربمّا يستمرّ في بقائه عليها إلىملايين أخرى . . . ولكن نظرتنا السطحية واستعجالنا للأمور ، سببهما أعمارنا الضئيلة قياساً بتلك المدة المتطاولة .\r\nونحن لنا رؤية أعمق وأوضح في هذا المجال تختلف عن الرؤى الأخرى ، فعمر الإنسان وحياته على هذه الأرض أطول‌بكثير مما قيل ، ودليلنا على ذلك قول الإمام علي بن أبي طالب‌عليه السلام :\r\n( وقروناً بين ذلك كثير ) « 1 »\r\nثم إن مايدعم نظرتنا واعتقادنا هذين ، هو ما تم اكتشافه في بعض الحفريات والآثار ، حيث قدّر فريق من العلماء أن وجودالإنسان على كوكب الأرض يعود إلى ما قبل مليون عام ! !\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 6 ، ص 134 .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nولو نظرنا إلى تاريخ البشرية على الأرض منذ أهبط اللَّه تعالى آدم عليها ثم المضيّ نحو المستقبل الممتد البعيد ، فافترضناجدلًا - أن كل هذا التاريخ هو بمثابة يوم واحد ، لوجدنا أن هناك طفرات هائلة في مقاطع متقاربة جداً ومتداخلة من‌هذه المسيرة . وبعبارة أخرى ؛ لرأينا أنّ مسيرة التقدم الحضاري تتصاعد بشكل متسارع ، فلو أردنا قياس عمر هذاالتطوّر الإنساني وافترضناه يوماً واحداً فسوف يتضح لنا هذا التقدّم بالشكل التالي : في الساعات الأولى لم يكن‌الإنسان يعرف شيئاً ، وكان طبعه كطبع الحيوانات الوحشية ، ثم في الساعة الخامسة من هذا اليوم اكتشف الإنسان النار ، وبعدها بساعة اكتشف الزراعة ، ثم بعدها بساعة أو ساعتين ظهرت الحياة الاجتماعية ، وأقيمت المدن والقرى ، وبعدبضعة دقائق من تلك الساعة أقيمت الحضارات ، ثم اخترعت الماكنات والآلات ، وقامت الثورة الصناعية ، وبعد بضع ثوان صنعت المركبات الفضائية ، وتم غزو القمر . . . وهذه هي حركة التقدم البشري ، فهي بصورة متوالية هندسيةمعكوسة بالنسبة إلى العمر الزمني ؛ أي إنّ الإنسان استغرق سنين طوالًا ربما كانت قروناً حتى اكتشف النار ، ولكن‌المسافة الزمنية بين اختراع الماكنة البخاريّة واكتشاف الذرة لم تكن إلّا قرنين ، ثم ما هي إلّا عشرات من السنين حتىوطأت قدماه أرض القمر . . وهذه هي مسيرة البشرية ، وانطلاقها السريع نحو الأمام .\r\nونحن لو أمعنّا النظر مرة أخرى في الفترة الزمنية الأخيرة التي شهدت هذا التقدم الهائل والقفزات السريعة لوجدناهاأنها إنّما حدثت بعد أن بُعث النبي عيسىعليه السلام ، ثم نشطت بزخم أقوى بعد بعثة خاتم الأنبياء والمرسلين النبي محمدصلى الله عليه وآله وسلم ، وهذا إن دلّ على شيء فإنّما يدل على أنّ رسالة الإسلام ، والمؤمنين الحقيقيين بها هم أصحاب البشارة الحقيقة ، والقفزات‌الكبرى المترقبة .\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\n\r\nالحوار بين الحضارات الإلهية\r\n( إِذْ قَالَ الْحَوارِيُّونَ يَا عِيسَى ابْنَ مَرْيَمَ هَلْ يَسْتَطِيعُ رَبُّكَ أَن يُنَزِّلَ عَلَيْنَا مَآئِدَةً مِنَ السَّمآءِ قَالَ اتَّقُوا اللّهَ إِن كُنتُم‌مُؤْمِنِينَ * قَالُوا نُرِيدُ أَن نَأْكُلَ مِنْهَا وَتَطْمَئِنَّ قُلُوبُنَا وَنَعْلَمَ أَن قَدْ صَدَقْتَنَا وَنَكُونَ عَلَيْهَا مِنَ الشَّاهِدِينَ * قَالَ عِيسَىابْنُ مَرْيَمَ اللّهُمَّ رَبَّنَآ أَنْزِلْ عَلَيْنَا مَآئِدَةً مِنَ السَّمَآءِ تَكُونُ لَنَا عِيداً لأَوَّلِنَا وءَاخِرِنَا وءَايَةً مِنكَ وَارْزُقْنَا وَأَنْتَ خَيْرُالرَّازِقِينَ * قَالَ اللّهُ إِنِّي مُنَزِّلُهَا عَلَيْكُمْ فَمَن يَكْفُرْ بَعْدُ مِنكُمْ فَإِنِّي اعَذِّبُهُ عَذَاباً لا اعَذِّبُهُ أَحَداً مِن‌َالْعَالَمِينَ ) ( المائدة / 115 - 112 )\r\nكانت الحياة خلية واحدة ثم نمت وتكاثرت وتنوعت . هكذا يقول علماء التاريخ .\r\nفالحضاري في البدء كانت كلمة طيبة ثم أخذت بالنمو حتى أصبحت شجرة وارفة الظلال كثيرة الثمار عظيمة الفوائد . وهذه الحضارات الكبرى التي تضرب بها الأمثال عبر التأريخ لم تكن سوى كلمات طيبة في صدور أولي الذكر ، ثم‌تطورت وتنامت وازدهرت فأصبحت حضارة يشار إليها بالبنان .\r\nوكما كان أصل الحياة من اللَّه الخالق المبدع سبحانه وتعالى الذي يخرج الحي من الميت ، كذلك كانت الكلمة الطيبة جذرالحضارة البشرية .\r\nوقد تتفاوت مفردات التعبير عن هذا الاصطلاح ، حيث يحلو للبعض من علماء التاريخ أن يعبروا عن أساس وجذرالحضارة بكلمة الفكرة الحية ويعادلون بها كلمة ( الخلية الحية ) حيث تتكاثر وتتنوع حتى تصبح حياةبأنواعها ، كذلك الفكرة الحية\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nتتكاثر وتتنوع فتصبح حضارة .\r\nولكنني أفضل الاستفادة من التعبير القرآني الأدق والأصح وهو ( الكلمة الطيبة ) استيناساً بقوله سبحانه‌وتعالى : ( أَلَمْ تَرَ كَيْفَ ضَرَبَ اللَّهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِيالسَّمَآءِ ) ( إبراهيم / 24 ) . وإذا أردنا تعبيراً مناسباً لفكرة الحضارة ، فأظن أن أرجح تعبير عن ذلك هو كلمة ( المائدة السماوية ) .\r\nولعل الأسباب الكامنة وراء اختيار هذه التسمية هي :\r\n1 / إن مفردة الحضارة مستمدة من الحضور ، بمعنى أن يكون هناك أناس حاضرين إلى آخرين حاضرين . وبعضهم‌يسميها بالمدينة ، إذ المجموع يجتمع في مدينة واحدة . وكان العرب من قبل يميزون بين الحضارة وغيرها على هذاالأساس ، حتى قال شاعرهم :\r\n ومن تكن الحضارة أعجبته * فأي رجال بادية ترانا \r\nنظراً إلى أن البدو في الصحراء القاحلة لا يجتمعون على شيء ، خلافاً للحاضرين في المدينة . وعلى هذا الأساس فإن‌الحضارة والمدنية شيء واحد ، باعتبار أن المدنيين يجتمعون إلى بعضهم ، فلا حضارة دون مدينة ، ولا مدينة دون‌حضارة .\r\n2 / لما كان الحضور والاجتماع هو الأساس ، فهل يمكن تصور حضور واجتماع دون محور مشترك أو داع مقنع ؟\r\nوالجواب هو النفي قطعاً ، إذ الناس لا يجتمعون ولا يحضرون في مكان واحد صدفة ؛ فقد يكون الماء - الذي هو وجه‌الحياة - أو التجارة أو الفكرة أو المسجد أو . . أساس حضورهم . وحينما ندرس تاريخ المدن نكتشف بأن كل مدينة قدتأسست بسبب محور ما ؛ فمثلًا كانت الجزيرة العربية قليلة المياه ، وكان الناس يجتمعون حول الماء أينما وجدوه ، ثم‌يتكاثر الجمع حتى يشيدوا مدينة وحضارة . . ولم تكن مدينة مكة المكرمة استثناء عن هذه القاعدة ، حيث شيدت علىأساس بئر زمزم التي تفجرت تحت قدمي النبي اسماعيل‌عليه السلام ، ثم تكرست مدنية الجمع بعد أن شيد النبي\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nإبراهيم عليه السلام بيت‌اللَّه الحرام ، فأصبحت مدينة مكة المكرمة محوراً حضارياً لكافة المدن في الجزيرة العربية آنذاك .\r\nالحضارة روح وجسد\r\nوبعد كل ذلك علينا الإجابة عن هذا السؤال المهم ، والخطير جداً ، وهو : ماذا يحدث لو اختلف أفراد الحضارة إختلافاًمعنوياً ؟\r\nإن ما يضمن استمرار المدنية هو القيم والمقدسات الصالحة لا غير ، وقد جاء في الحديث النبوي المروي عن الإمام الباقر عليه السلام ، يقول :\r\n( وإنَّ اليمين الكاذبة وقطيعة الرحم لتذران الديار بلاقع من أهلها ) « 1 »\r\nبمعنى أن‌البلاد التي تنعدم فيها القيم والقوانين ستتحول بمرور الزمن إلى أرض خاوية ، فكان لابد من فكرة وقانون ونظام‌ورؤية وإيمان تحول دون التفكك وتحفظ للمجتمع ذمته واحترامه وأمنه واستمراره في الحياة ؛ أي إن الناس إذا اجتمعواوحضروا لمجرد وجود الماء دون إطار قانوني أو محتوى فكري ، فإن اجتماعهم هذا سرعان ما ينتهي إلى الاختلاف والتناحر والتفرق والخراب ، فتصبح البلاد بلقعاً .\r\nومن هذه الفكرة استمد علماء التاريخ والحضارة كابن خلدون وتوينبي وآخرون مقولة إن الحضارة أساسها فكرة قبل‌أن تكون مصلحة مادية ، أو إن المصلحة المادية تحتل مرتبة متأخرة عن الأساس الفكري للحضارة .\r\nونحن نقول : إن الحضارة كلمة طيبة مصدرها اللَّه تبارك وتعالى ، لأن اللَّه هو الطيب وهو الخير ، وهو الذي يخلق الخيروالجمال ، أما الإنسان فهو ربيب الدنيا والشهوة والمصلحة إذ منع على نفسه الخير والجمال .\r\nإذن ؛ فالكلمة الطيبة من اللَّه سبحانه وتعالى ، واجتماع الناس لابد أن يكون حول شيء ينزل من السماء ليسمو بهم إلىالأعلى ، ونسمي ذلك بالمائدة السماوية التي لا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 71 ، ص 135 .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nتعني مجرد الأكل والشرب ، حيث قد يتحققان بمجرد تناول قرص رغيف‌وجرعة ماء . . بل المائدة المقصودة سفرة ممدودة وخوان متسع يجتمع الناس حوله ليأكلوا ويشبعوا من طيبه السماويالمقدس .\r\nمائدة من السماء\r\nولذلك نجد أن سورة قرآنية كاملة ، وهي آخر سور القرآن الكريم التي نزلت على صدر نبينا محمدصلى الله عليه وآله وسلم ، وهي التيتنسخ سائر السور ولا ينسخها شيء ، قد سميت باسم سورة المائدة ، وذلك لقصة تأريخية محورها نبي اللَّه عيسى بن مريم‌عليهما السلام والحواريون الذين نصروا نبيهم وكانوا بيضاً في ظاهرهم وباطنهم ، حيث اجتمعوا حول نبيهم قائلين له : ( هَلْ يَسْتَطِيعُ رَبُّكَ أَن يُنَزِّلَ عَلَيْنَا مَآئِدَةً مِنَ السَّمآء ) . وهذه المقولة رمز لتلكم الفكرة الجميلة التي تتنزل من‌السماء فيجتمع الناس حولها .\r\nولا تفوتنا الإشارة هنا إلى أن تساؤل الحواريين بقولهم هل يستطيع ربك لا يعني تشكيكهم أو كفرهم بقدرة اللَّه‌سبحانه وتعالى ، بقدر رغبتهم في معرفة هل أن ما يطلبونه مناسب إلى اللَّه . . .\r\nوكان أول شيء واجههم به النبي عيسىعليه السلام هو قوله : ( اتَّقُوا اللّهَ إِن كُنتُم مُؤْمِنِينَ ) أي أنكم إذا كنتم تريدون‌مائدة من السماء فعليكم بالتمحور حول مبدأ وثقافة التقوى التي هي أفضل مائدة وأطيب كلمة .\r\nولم يكن أمام الحواريين الذين تربوا في ظل الرعاية النبوية إلّا التسليم لهذه الحقيقة الربانية ، ولكنهم في الوقت نفسه‌تمادوا في الاستكثار من الطلب ، حيث طلبوا إلى نبيهم أن يسأل اللَّه لأن ينبئهم بقبول تقواهم وعبادتهم فينزل عليهم‌المائدة لكي تتجسد التقوى في شيء ملموس يرونه ، فكان أن قالوا :\r\n1 / ( نُرِيدُ أَن نَأْكُلَ مِنْهَا ) ومن الطبيعي أنهم لم يكونوا جياعاً حتى يطلبوا أكلًا\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nلمجرد إشباع بطونهم ، بل إن‌الأكل من المائدة السماوية الإلهية ليتجسد لديهم رمز المحبة بينهم وبين اللَّه . وبعبارة أخرى ؛ إنهم طلبوا من النبيعيسىعليه السلام أن يحملهم إلى ضيافة اللَّه بشكل مباشر وملموس ، تماماً كما يستضيف اللَّه أمة نبيه محمدصلى الله عليه وآله وسلم في شهر رمضان‌الكريم ، حيث يضاعف اللَّه على المسلمين بركاته ونعمه ورحماته في شهر الصيام .\r\n2 / والأهم من الأكل الظاهري هو أنهم قالوا : ( وَتَطْمَئِنَّ قُلُوبُنَا ) إذ نحن - الحواريون - مؤمنون بأنك روح‌اللَّه وكلمته وأن الكتاب والحكمة قد أنزلها اللَّه عليك ، ولكننا نريد تكريس هذا الإيمان . فأن يسعى المرء إلى حقيقةيطمئن إليها قلبه ، فإنه في واقع الأمر يسعى إلى هدف مقدس .\r\n3 / وبعد اطمئنان القلب ؛ قلب الحوارين لنبيهم ( قَالُوا نُرِيدُ أَن نَأْكُلَ مِنْهَا وَتَطْمَئِنَّ قُلُوبُنَا وَنَعْلَمَ أَن قَدْ صَدَقْتَنَاوَنَكُونَ عَلَيْهَا مِنَ الشَّاهِدِينَ ) ( المائدة / 113 ) فإنك - يا نبي اللَّه - حينما بشرتنا بالجنة ، نريد أن نرى شيئاً منهاعلى هذه الأرض ، وهذه كلها رموز لها مصاديقها ، تماماً كما بشر رسول اللَّه‌صلى الله عليه وآله وسلم المؤمنين بالجنة وبشرهم أيضاً بأنهم‌سيكونون ملوكاً في الأرض أيضاً ، وقد تحقق لهم ذلك ، فصدقهم الرسول .\r\n4 / وحينما يطمئن القلب ، ويتضاعف الإيمان بمزيد من العلم ، وتشبع البطن ، ويقوى الجسم ، هنالك يتوجب على المرءأكثر من أي وقت مضى أن يقوم بدوره التأريخي ، فيكرس كل جهده ليرفع راية كلمة السماء الطيبة ، فيشهد لها بين‌الناس ويحثهم على اتخاذها محوراً في حياتهم .\r\n5 / وحينما اطمأن النبي عيسىعليه السلام إلى عهدهم دعا ربه بقوله : ( اللّهُمَّ رَبَّنَآ أَنْزِلْ عَلَيْنَا مَآئِدَةً مِنَ السَّمَآءِ تَكُونُ لَنَاعِيداً لأَوَّلِنَا وءَاخِرِنَا وءَايَةً مِنكَ ) نظراً إلى أن اطمئنان القلب وتضاعف الإيمان وقوة الجسم يعني تجدد الحياة ، وهذا هو معنى العيد والعودة إلى ممارسة الواجبات وتحقيق المسؤوليات . وها هم المسلمون حينما يلتزمون بواجبات‌شهر الصيام ويستوعبون القدر الممكن من حكمته فإنهم يحتفلون بالعيد ،\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nليس لانتهاء أيام هذا الشهر الكريم ، وإنمإ ؛ لأنهم تزودوا منه بخير الزاد ، فتراهم يعودون إلى تحقيق وتطبيق ما تعلموه من مفاهيم ربانية طيلة الشهور القادمة حتىيحل عليهم شهر رمضان آخر فيعيدون الكرة من جديد . . .\r\nولم يكن طلب النبي عيسىعليه السلام - الناطق باسم الحواريين - من ربه مجرد طلباً مؤقتاً ، بقدر كونه طلبه أبدياً يعم أول‌المؤمنين كما يعم آخرهم إلى يوم القيامة ، حيث تكون قصة نزول المائدة مبعثاً للأجيال لأن يتذاكرونها فيزداد ايمانهم‌وحيويتهم .\r\n6 / ( قَالَ اللّهُ إِنِّي مُنَزِّلُهَا عَلَيْكُمْ فَمَن يَكْفُرْ بَعْدُ مِنكُمْ فَإِنِّي اعَذِّبُهُ عَذَاباً لا اعَذِّبُهُ أَحَداً مِنَ الْعَالَمِينَ ) ( المائدة / 115 ) وهذا قانون سماوي صارم لا يقبل التغيير والتبديل مطلقاً .\r\nبعد هذه الاطلالة القرآنية على ما دار بين النبي عيسىعليه السلام وحواريه ، لابد أن نقول : إن النبي عيسىعليه السلام وقصته ليس‌للمسيحيين فقط ، كما أن النبي موسىعليه السلام وسيرته ليسا حكراً على اليهود ؛ بل وحتى رسول اللَّه‌صلى الله عليه وآله وسلم ليس للمسلمين‌فقط ، وإنما هو رحمة للعالمين .\r\nإن أساس الحكمة الربانية من بعثة النبي عيسى خصوصاً والديانة المسيحية عموماً إنما يكمن في التبشير بخاتم الأنبياءوالرسل محمدصلى الله عليه وآله وسلم ، وقد قال اللَّه تعالى في ذلك : ( وَإِذْ قَالَ عِيسَى ابْنُ مَرْيَمَ يَا بَنِي إِسْرَآئِيلَ إِنِّي رَسُولُ اللَّهِ إِلَيْكُم‌مُصَدِّقاً لِمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَمُبَشِّرَاً بِرَسُولٍ يَأْتِي مِن بَعْدِي اسْمُهُ أَحْمَدُ فَلَمَّا جَآءَهُم بِالْبَيِّنَاتِ قَالُوا هَذَا سِحْرٌمُبِينٌ ) ( الصف / 6 ) . فكان دوره الأول البشارة ودوره الأخير هو البشارة أيضاً ، حيث سيأتي يوم ينزل اللَّه‌فيه النبي عيسىعليه السلام من جديد ليبشر الناس بظهور الإمام الحجة المهدي عجل اللَّه فرجه الشريف ، وهذه هي حكمةخلقة وبعثة النبي عيسىعليه السلام .\r\nوعليه فإن الديانة المسيحية ليست إلّا تمهيداً للديانة الإسلامية ؛ أي ان الديانة المسيحية كلما توسعت كلما تضاعفت‌فرص انتشار الدين الإسلامي ، لذلك تجد\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nالقرآن الكريم يذكرنا بأن أقرب الناس إلى المسلمين هم . ( لَتَجِدَنَّ أَشَدَّالنَّاسِ عَدَاوَةً لِلَّذِينَ ءَامَنُوا الْيَهُودَ وَالَّذِينَ أَشْرَكُوا وَلَتَجِدَنَّ أَقْرَبَهُم مَوَدَّةً لِلَّذِينَ ءَامَنُوا الَّذِينَ قَالُوا إِنَّا نَصَارى ذلِكَ بِان‌َمِنْهُمْ قِسِّيسِينَ وَرُهْبَاناً وَأَنَّهُمْ لَا يَسْتَكْبِرُون ) ( المائدة / 82 ) لأن فيهم قسيسين يقرأون الكتاب ويصبحون‌من ذوي العلاقة بالإسلام .\r\nالحضارة الحقيقية\r\nإن الحضارة الحقيقة هي الحضارة الإلهية ، ولم يتبق من نماذج هذه الحضارة سوى حضارتين ، وهي المسيحية والإسلامية ، وقد أثبتت حقب التاريخ أن ما لم يتصل بالسماء مصيره إلى الفناء الحتمي ، وقد قال غورباتشوف - آخررئيس سوفياتي - لدى انهيار الاتحاد السوفياتي : إن سبب هذا الانهيار هو أن الاتحاد السوفياتي لم يكن يؤمن باللَّه . والمهم هو أن هذا الكيان السوفياتي قد عاد مرة أخرى إلى الإسلام والمسيحية ، وقد سبق أن قلنا بأن المسيحية مقدمةلانتشار الإسلام .\r\nمن هنا أدعو إلى حوار الحضارتين المسيحية والإسلامية دون غيرهما ، لأنهما هما المسيطرتان على الفكر البشري ، كماأدعو إلى أن يكون جوهر هذا الحوار حول السعي نحو اقناع المسيحيين بفكرة أنهم مبشرون للإسلام ؛ فالإسلامي هو الدين الناسخ لكل الديانات ، لأنه الخاتم ، ولأنه الأحدث ، ولأنه الديانة الوحيدة التي أمنت من التحريف بفضل اللَّه‌ورحمته .\r\nأقول : لما كان من الخطأ على المسلم أن يطلق تسمية الحضارة على الوجودات التاريخية غير القائمة على أفكار السماء ، فإنه من الخطأ أيضاً أن يطلق على حواره معها تسمية حوار الحضارات ، فهل الحضارة هي إهرامات مصر ، أم قلاع‌بعلبك ، أم بقايا آثار بابل وسومر وجدار الصين ؟\r\nكلا ؛ فهذه مجموعة من نماذج البناء البشري الذي سرعان ما تهدم . . . وتهدم لأنه لم يقم على أساس الفكر الإلهي ، وإنما قام‌على أساس ظلال وآثار ذلك الفكر المقتبس\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nمن الآخرين .\r\nفأية حضارة هذه التي تعتمد عبادة البقر في الهند ؟\r\nوأية حضارة هذه القائمة على مبدأ العنصرية كما في اليونان ؟\r\nوأية حضارة هذه القائمة على أساس استغلال الضعفاء والفقراء كما حصل في الصين القديمة ؟\r\nوأية حضارة هذه ا لتي تجبر الناس على عبادة الملك من دون اللَّه كما كان شأن مصر الفرعونية ؟\r\nفإذن ؛ العقل البشري لا يسمح مطلقاً بأن يسمي صفحات التاريخ المليئة بالظلم والطغيان والقتل والاستعباد والعنصرية بالحضارة والمدينة .\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\n\r\nالفصل‌الثاني : في السلوك الحضاري\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n\r\nالتعارف منطلق الحضارة الإيمانية\r\n( يَآ أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُم مِن ذَكَرٍ وَانثَى وَجَعَلْنَاكُمْ شُعُوباً وَقَبَآئِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِندَ اللَّهِ أَتْقَاكُمْ إِنَّ اللَّه‌َعَلِيمٌ خَبِيرٌ * قَالَتِ الاعْرَابُ ءَامَنَّا قُل لَمْ تُؤْمِنُوا وَلَكِن قُولُوا أَسْلَمْنَا وَلَمَّا يَدْخُلِ الإِيمَانُ فِي قُلُوبِكُمْ وَإِن تُطِيعُوا اللَّه‌َوَرَسُولَهُ لَا يَلِتْكُم مِنْ أَعْمَالِكُمْ شَيْئاً إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ ) ( الحجرات / 14 - 13 )\r\nلا شك أن الإنسان بحاجة ماسة إلى هزة عنيفة ، أو إلى هزات عنيفة متواصلة لئلا يصاب بداء الخلود إلى الأرض ؛ الأرض ذات الجذب الشديد ، بما فيها من الرغبات الجامحة إلى إبقاء ما كان على ما كان ، واستصحاب التراث ، واستصعاب التغيير والتحول والتطور ، والبقاء على ما هو عليه . . تبعاً إلى أن حقيقة التغيير والتطور بحاجة إلى ثمن‌مناسب ، عادةً ما يبخل المرء في بذله . .\r\nولعل الفرق الأساسي بين الإنسان من جهة ، والحيوانات والنباتات والجمادات من جهة أخرى يكمن في أن ابن آدم ذوقابلية وقدرة على التطور ، بل وذو فطرة تدفعه إلى التحول . . ولكن انجذابه إلى الأرض هو الذي يؤثر فيه ويحاول قمع‌تلك الفطرة النزيهة . ولكن المخلوقات الأخرى المشار إليها مجبولة على الثبات والبقاء والمراوحة في مكانها ؛ فالجماد - كماهو واضح ومعروف - يبقى في مكانه ما شاء اللَّه ، حتى يأتي من يحركه ويزحزحه عن مكانه الذي هو قابع فيه .\r\nإن الإنسان السويَّ الأصيل معابٌ عليه أن يبقى على حاله ، لأن رأس ماله الوحيد هو عمره وأيام حياته في الدنيا ، فإذالم يحصل على الفائدة المرجوة - التي لا تتحقق أبداً دون تغيير وتطور - والمغنم الجديد ، سيكون كمن قدّم ما لديه دون\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nقبضه شيئاً وثمناً لذلك أبداً .\r\nلقد ورد في الرواية الكريمة عن الإمام جعفر الصادق‌عليه السلام :\r\n( من استوى يوماه فهو مغبون ، ومن كان آخريومه شرهما فهو ملعون ، ومن لم يعرف الزيادة في نفسه كان إلى النقصان أقرب ، ومن كان إلى النقصان‌أقرب فالموت خير له من الحياة ) « 1 » .\r\nفالعمر يتجه إلى الانقضاء ، ولا توقف - أبداً - في هذا التوجه والمسيرة ، في حين أن ابن آدم قد يصرف عمره ولا يحصل على ما ينفعه ، وهو إن لم يحقق التطور والتغيير والتحول في كيانه وفيماحوله ، فإن حياته ستكون إلى غبن وخسران وهباءٍ . .\r\nواستناداً إلى هذا المنطلق وهذه الاستراتيجية السامية نلاحظ أن القرآن الكريم حينما يحدّث الإنسان كأكرم مخلوق - أوهكذا يفترض فيه - ، يبعث في ضميره صاعقةً تجري في دمه كما التيار الكهربائي القوي ، ليوقظه من غفلته ، ولينفض عنه‌غبار الكسل والجمود .\r\nوقد أخذ القرآن الكريم عيّنة مثيرة وجديرة بالتوجه لإثبات هذه الحقيقة ، وهي قصة الأعراب الذين قالوا آمنا ولم‌يكن الإيمان قد دخل إلى قلوبهم بعد . . نظراً لأنهم يعيشون في الصحراء ويتنقلون بين منازلها ، بحثاً عن الماء والكلأ ، فلايجدون فرصة لتحصيل العلم والمطالعة والتثقف . . حتى أن اللَّه سبحانه وتعالى قال عنهم في كتابه : ( الاعْرَابُ أَشَدُّكُفْراً وَنِفَاقاً ) ( التوبة / 97 ) ، ولعلهم كانوا من بني سليم الذين نزلوا المدينة فوجدوا أهل المدينة أناساً متثقفين‌بثقافة الإسلام على يد رسول اللَّه‌صلى الله عليه وآله وسلم ، ويقرؤون القرآن ويتداولون الأحاديث النبوية الشريفة . . فظنوا جهلًا أن‌القضية قضية يسيرة ؛ لا تعب ولا نصَب فيها . . ( فقَالَتِ الاعْرَابُ ءَامَنَّا ) . فقال لهم اللَّه عز وجل : ( قُل لَم‌ْتُؤْمِنُوا وَلَكِن قُولُوا أَسْلَمْنَا وَلَمَّا يَدْخُلِ الإِيمَانُ فِي قُلُوبِكُمْ وَإِن تُطِيعُوا اللَّهَ وَرَسُولَهُ لَا يَلِتْكُم مِنْ أَعْمَالِكُمْ شَيْئاً إِنَّ اللَّه‌َغَفُورٌ رَحِيمٌ ) . إذ الإيمان أمر بحاجة لئن تستوعبه الأفئدة وتمارسه الجوارح .\r\nففي هذه القصّة والعيّنة القرآنية أوضح اللَّه تبارك أسمه مجموعة حقائق تمثل محور\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 68 ، ص 173 .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nالإسلام ونظرته إلى ما ينبغي أن يكون‌عليها الإنسان ، وأكد القرآن عبر ذلك أن للإيمان شروط ثلاثة :\r\n1 - القول وتلفظ الشهادتين ، كمدخل إلى الإيمان ، في حين أن الأعراب اكتفت - جهلًا - بهذا المقدار .\r\n2 - العقد بالقلب ، وهذا هو أصل الإيمان وجوهره .\r\n3 - العمل ، وأشار إلى ذلك قوله سبحانه : ( لَا يَلِتْكُم مِنْ أَعْمَالِكُمْ شَيْئاً ) . فقولٌ بلا قلبٍ ، وقلبٌ بلا عملٍ ، لا يعني شيئاً أبداً ، إذ الكل جزءٌ لا يتجزأ مهما تقلبت الأحوال واختلفت الظروف . . ( فَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْراً يَرَهُ * وَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرّاً يَرَهُ ) ( الزلزلةِ / 8 - 7 ) ، و ( وَأَن لَّيْسَ لِلإِنسَانِ إِلَّا مَاسَعَى ) ( النجم / 39 ) ، وكفى بالعمل شعاراً رفعه الإسلام على مدى التاريخ . . العمل الذي يقف خلفه قلب نظيف .\r\nوهذه هي الهزة العنيفة والصعقة التوحيدية التي نزل بها الوحي المقدس على قلب الإنسان ليحرك فيه فطرته ، ويبعث‌فيه روح التطور والتحول إلى الأحسن .\r\nيقول اللَّه تقدست أسماؤه : ( يَآ أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُم مِن ذَكَرٍ وَانثَى وَجَعَلْنَاكُمْ شُعُوباً وَقَبَآئِلَ لِتَعَارَفُوا . . . ) فاللَّه لم يخلق الناس بجنسيات أو ضمن حدود جغرافية معينة . فالأرض كانت كلها لآدم وحواء عليهما السلام دون‌حدود أو تمايز أو حواجز ، وكان دم الإنسان واحداً وتركيبته واحدة . ثم إن اللَّه سبحانه قسم الناس تقسيماً كانت الحاجةإليه ضرورية لإحراز التكامل الإنساني وبنائه ، فجعلهم شعوباً وقبائل ليتعارفوا فيما بينهم ويعترفوا بالعوامل المكمّلة لبعضهم البعض .\r\nأقول : إن المادة الإنسانية الأولى كانت واحدة ، ولكن التقسيمات جاءت على أساس ضروري وعادل لحكمة أخرى .\r\nإن التعارف هو الاعتراف ، فضلًا عن المعرفة والتعرف . فيعترف البعض بحقوق الآخرين ويسلّم بوجودهم ، فلا يسخرقوم من قوم ، ولا يحتقر بعض بعضاً ، حتى يكون الجميع على صعيد واحد ، ينظرون إلى الحياة على أنها ميدان للتكامل‌من جهة ، وللتسابق إلى الكمال والسمو من جهة أخرى .\r\nوهذا يعني امتناع الأغنياء عن احتقار الفقراء ، وامتناع الأقوياء عن مصادرة حقوق الضعفاء . .\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nإن الإنسان المسلم لا يعترف بحق المسلمين فحسب ، بل هو مأمور وملزم بالاعتراف بحقوق كل إنسان . . والحديث‌الشريف المروي عن رسول اللَّه‌صلى الله عليه وآله وسلم يؤكد بهذا الصدد :\r\n( لكل كبدٍ حرّا أجر ؛ « 1 »\r\nأي أن المسلم إذا صادف‌كافراً مشرفاً على الهلاك عطشاً في صحراء - مثلًا - عليه أن يسقيه الماء ، ليحصل على الثواب والأجر . وهكذا عمل‌أمير المؤمنين‌عليه السلام في معركة صفين ، حيث أباح الماء لجيش معاوية الذين جاؤوا لقتاله ، وهو الجيش نفسه الذي كان قدمنع على أصحابه الماء بادئ الأمر ، رغم أن علياًعليه السلام كان بإمكانه منع جيش معاوية من الماء كردّ المثل بالمثل . وهكذاأيضاً قام الإمام الحسين‌عليه السلام بسقي الذين خرجوا لحربه الماء ، رغم علمه بأنهم قاتلِوه لا محالة ، ورغم أنه يعلم ويعيحقيقة أن الخارج على إمام زمانه محكوم بالكفر ، ولكنه سقاهم - حتى بيديه الكريمتين مباشرةً - ليؤكد لهم وللتاريخ‌الأصل الإسلامي الأصيل القائل بضرورة احترام حقوق الإنسان كإنسان . وقد قال الإمام أمير المؤمنين‌عليه السلام فيمعرض عهده لمالك الأشتر النخعي حينما بعثه إلى مصر والياً :\r\n( فإنهم ( الناس ) صنفان ؛ إما أخٌ لك فيالدين أو نظيرٌ لك في الخلق ) « 2 » .\r\nوهذا لعمري إقرار تام وصريح ومطلق بحرمة الإنسان ، وهو دعوة مباشرةللاعتراف بحقوق الإنسان في المبدأ والعيش .\r\nإن من الواجب الصريح على كل إنسان أن يسعى جهده ليسد أبواب الظلم والبغي والاعتداء والخداع ، وليفتح باباًواحدة هي باب التنافس الشريف والمسابقة إلى الخير . فكل منّا ليس له الحق في مصادرة حق جاره أو صديقه ، بل علىالجميع أن يبحثوا عن طريق لاستصلاح الأرض والاستفادة من الإمكانات الواسعة والطائلة في هذه الأرض ، فيحصلوا على رزقهم ، دون المساس برزق الآخرين عن طريق الغزو والاعتداء والتطاول . وقد قال تبارك وتعالى : ( إِنَّ أَكْرَمَكُمْ عِندَ اللَّهِ أَتْقَاكُمْ ) . فابن آدم في غناً مطلقٍ عن حطام الدنيا والتشاجر من أجله عبر الحروب‌وافتعال الأزمات التي يقع ضحيتها الفقير والضعيف .\r\nها هو كتاب اللَّه ؛ خالق الخلق جميعاً ، يخاطبهم بقوله المبارك : ( يَآ أَيُّهَا النَّاسُ ) ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 71 ، ص 370 .\r\n( 2 ) بحار الأنوار ، ج 74 ، ص 241 .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nويدعوهم إلى التعارف ، لأن‌التعارف والاعتراف ينتجان المحبة والتفاهم ، ولذلك كان من الأمور الهامة في الإسلام هو التعرف إلى الناس والسير فيالأرض . وقد كان من الفوائد الجمة لفريضة الحج هو أن يشهد الناس منافع لهم ، لأن الجميع يجب عليهم أن يقصدوا بيت‌اللَّه الحرام ومجمل البقاع المقدسة هناك ليتعارفوا فيما بينهم .\r\nإننا كمسلمين وموالين لأهل البيت عليهم الصلاة والسلام ملزمون بالتعايش السلمي فيما بيننا ، وملزمون بأن ندعوالآخرين إلى ذلك ، فنعترف ببعضنا ، ونتنافس تنافساً شريفاً وكريماً قائماً على أساس التقوى ، وليس على أساس‌العدوان . فإذا كانت دعوتنا إلى الناس هي التعايش والتنافس ، فيكون من الأحرى بنا أن ندعو أنفسنا قبل ذلك بهذه‌الدعوة .\r\nلقد أضحى من المؤسف جداً أن القاعدة التي تقوم عليها مجتمعاتنا قاعدة هشة مضطربة ، إذ ما أن تحدث مشكلة ما ، أويقع اختلاف بين مجموعتين أو شخصين مشتركين في العمل ، حتى تراهما يفترقان في خضم جوٍ من تبادل التهم والافتراءات . . وهذا الواقع المؤسف ليس هو الذي حرضنا عليه ربنا وشريعتنا في الحياة ! !\r\nفإلى مَ نعيش مثل هذه الأجواء الموجودة ؟ ومتى نحاسب أنفسنا ونقودها باتجاه ما أوصى به القرآن وما دعانا إليه النبيوأهل بيته‌عليهم السلام ؟\r\nوقد قال الشاعر :\r\n الأممُ الأخلاقُ ، ما بقيت بقوا * وإنْ هُمُ ذهبتْ أخلاقُهم ذهبوا \r\nأما الحديث الشريف المروي عن الإمام محمد الباقرعليه السلام ، يقول\r\n: ( وإنَّ اليمين الكاذبة وقطيعة الرحم لتذران‌الديار بلاقع من أهلها ) « 1 » .\r\nفترى ما هي العلاقة بين اليمين الكاذبة وبين انهدام المجتمع وتلاشي الحضارة وخراب‌البلاد ؟ !\r\nوالجواب ؛ إن ما يجمع الناس هو الثقة ، وأن أساس الحضارة هو الثقة المتبادلة بين أفرادها ، فإذا تبخرت الثقة تبخرت‌معها الحضارة وتهدمت وتلاشت . واليمين الكاذبة لا تعني إلا محاولة قائلها استغفال الآخرين لاستغلالهم ، وحينما تتفشى ثقافة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 71 ، ص 135 .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nالاستغلال هذه تذهب الحرمات . ولا شك أنه لا حضارة دون قوانين وحرمات ، والالتزام بالقوانين ورعايةللحرمات . .\r\nوبهذا الصدد يقول الكاتب الجزائري مالك بن نبي كلمة جميلة - رغم تحفظنا عليها من وجهة النظر التاريخية والعقائدية - : لقد ارتفعت الأمة الإسلامية وسمت يوم آخى رسول اللَّه‌صلى الله عليه وآله وسلم بين الأنصار والمهاجرين . . ولكن العدالعكسي لهذا الارتفاع سرعان ما بدأ حينما اقتتل المسلمون في حرب صفين ، فأصبح مجتمعاً بلا أُخوّة .\r\nورغم ذلك أقول : نحن لدينا - بتوفيق اللَّه - بقايا من آثار الوحي ، وبقايا من أخلاق أجدادنا وآبائنا ، ولدينا بقايا من‌تعاليم ديننا . . ولكن هذه البقايا لم تعد تكفي لبناء حضارة ، والأمر الملحّ هنا هو تعميقها وتكريسها وتوسيعها ووضعهاعلى أسس واضحة . . فلا يكون أكبرُ همِّ أحدنا التفكير بنفسه ، بل لابد من التفكير بالآخرين ومطالبهم واحتياجاتهم وحقوقهم وحرماتهم . ومن طريف ما يذكر نتيجة الإحصائية التي أجريت في الولايات المتحدة الأميركية ، حيث علم‌أن معظم الكلمات المتبادلة عبر الهاتف هي كلمة ( أنا ) مما يعني تصاعد حدة الأنانية في هذا البلد ذي المظهرالقوي . .\r\nنعلم وتعلمون أن الحضارة تعني التقدم والازدهار ، ولكن هذا التقدم والازدهار ليس له أن يحدث في ظل السعيالفردي البحث ، إذ اليد الواحدة عاجزة على التصفيق . .\r\nفتعالوا إلى البدء بالضد من ذلك ، فنفكر بالفقراء في مقابل كل مرة نفكر بأنفسنا ، ولنسعَ إلى نجدة المحتاجين إزاء ما نوفرلأنفسنا المستلزمات ، ولننظر إلى من هو أدنى منا ، كما نتمنى مواقع من هم أعلى منّا . . وقد قال رسول اللَّه‌صلى الله عليه وآله وسلم :\r\n( من أصبح لا يهتم بأمور المسلمين فليس بمسلم ) « 1 » .\r\nفإن كنا عاجزين عن تقديم خدمات إلىالناس ، فلنهتم بهم ونتعاطف معهم على الأقل ، لأن ذلك ينتهي إلى أن ننصفهم من أنفسنا من جهة ، وإلى أن اللَّه سبحانه‌وتعالى حينما يرانا نهتم بالآخرين ، فإنه سينزل علينا رزقه الكريم ويفتح علينا أبواب رحمته إن شاء اللَّه تعالى .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 71 ، ص 337 .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n\r\nالتوكّل وقود الحضارة\r\nهناك نظريات عديدة تقول : إنّ أمام المجتمعات دورات عديدة يجب أن تمرّ بها قبل أن تصل إلى ذروة الحضارة ، فكما أن‌الإنسان لابد أن يمرّ بدورات حتى يصل إلى مرحلة الكمال في النموّ ، فكذلك الحال بالنسبة إلى المجتمعات فإنها تعيش‌هي الأخرى ضمن دورات حياتية ؛ فتترعرع كما يترعرع الأطفال ثم تنمو حتى تدخل مرحلة المراهقة ، ثم تنمو أكثرلتعلن عن حضارتها ، ثم لا تلبث بعد ذلك أن تعيش في حالة الكهولة ، ثم الشيخوخة ، ثم لتزول بعد ذلك وتنهار .\r\nوهناك البعض يرى أن تحديات معيّنة تعيشها الشعوب ، تبعث فيها الحضارة ، وإذا كانت هذه التحديات عنيفة غايةالعنف فإنها تتسبب في إلحاق الهزيمة النفسية بهذه الشعوب ، وخصوصاً إذا كانت ضعيفة خائرة الهمّة .\r\nأما إذا كانت التحديات بقدر همة الإنسان فلا هي ضعيفة ، ولا قوية ، فحينئذ ستبدأ الحضارة . والقائلون بهذا الرأييضربون أمثلة تاريخية عديدة على نظريّتهم هذه .\r\nفيتامين الحضارة\r\nوفي الفترة الأخيرة اكتشف بعض العلماء والباحثين ما أطلقوا عليه اسم ( فيروس التقدم ) ، وأنا شخصياً لا يروق لي هذا المصطلح كثيراً ، لأن كلمة ( الفيروس ) تستخدم عادة في الجوانب السلبية ، فهي كلمة تسبب فيأذهاننا تداعياً\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nإلى حكمة المرض ، ولذلك فإني سأحاول أن أغيّر هذا المصطلح لاستعيض عنه بمصطلح ( فيتامين‌التطوّر أو الحضارة ) .\r\nإنّ أولئك العلماء والباحثين يقولون : إنهم عندما درسوا تاريخ اليونانيين القدماء رأوا أن ثقافتهم كانت في بداية نهضتهم مليئة بهذا الفيتامين ، ثم قلّت نسبة هذا الفيتامين بالتدرج مع هبوط مستوى الحضارة في اليونان حتى انعدم تقريباً من ثقافتهم .\r\nثم إن هؤلاء الباحثين أخضعوا بعض العيّنات التاريخية الأخرى للدراسة ، فبحثوا في تاريخ الحضارة البريطانية أوالمجتمع البريطاني خلال أربعمائة عام ، ثم بدؤوا يقيسون نسبة وجود هذا الفيتامين ، فلاحظوا أنه كلّما كانت نسبته تزدادفي أفكار وثقافة وأدبيّات المجتمع البريطاني ، فإن ازدهاراً في الاقتصاد كان يحدث ؛ والعكس صحيح .\r\nثم بحث هؤلاء العلماء في مختلف الحضارات البشرية ، حتى أنهم درسوا حياة بعض الشعوب البطيئة ، فقد كانت هناك - على سبيل المثال - قبيلتان ؛ إحداهما متحفزة دوماً للتقدم ، ولديها من القوانين السياسية والاقتصادية والاجتماعية ما هو أفضل من القبيلة الأخرى ، وعندما بحثوا في ثقافة القبيلة الأولى وجدوها غنية بفيتامين الحضارة ، في حين أن نسبةهذا الفيتامين كانت معدومة تقريباً لدى ثقافة وآداب القبيلة الثانية .\r\nعلى أن الباحثين لم يكتفوا عند هذا الحدّ من الدراسات والتجارب ، فاختاروا عيّنة من الأشخاص من مدينة هندّيةتسمى ( كاكينادا ) ، وأجروا على هؤلاء الأشخاص تجارب عملية ، فزوّدهم بهذا الفيتامين ضمن دورةمركّزة خلال عشرة أيام ، ثم درسوا حياتهم بعد سنتين ، فلاحظوا أن تطوّراً حضارياً كبيراً حدث في حياتهم بسبب‌وجود هذا الفيتامين .\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nحقيقة هذا الفيتامين ومواصفاته\r\nولعل سائلًا يسأل ، ترى ما هي حقيقة هذا الفيتامين ، وما هي مواصفاته ؟\r\nولم يكن هذا الفيتامين إلا الشعور بالحاجة إلى النشاط ، والتحرّك ، والانبعاث ، فهذا الشعور عندما يكون سائداً فيآداب بلد من البلدان ، أو شعب من الشعوب فإننا سنرى فيه حالة من النهضة المتصاعدة .\r\nوفي المقابل ؛ فإن هناك ظاهرة أخرى تمثل السبب الرئيسي في التخلّف والجهل ألا وهي ظاهرة التردّد ، والإحجام ، وعدم المبادرة ؛ فهناك شعوب تقول عندما تريد أن تقوم على عمل ما : ( دعنا ننتظر ونبحث ونستسف ) كما كان الحال بالنسبة إلى بني إسرائيل بعد أن أمرهم اللَّه جل وعلا أن يقتلوا أنفسهم بعد حادثة العجل المعروفة لكييطهّروا أنفسهم ، فما كان منهم إلا أن نفذوا الأمر الإلهي ، وبعد فترة خرج بنو إسرائيل من التيه ، وسكنوا منطقة أخرىبعد أن فقدوا تلك الحالة من الحيوية ، المبادرة إلى تنفيذ الأوامر ، فوصلوا إلى حالة جديدة ، هي حالة التساؤلات والاستفهامات عندما أمرهم اللَّه سبحانه أن يذبحوا بقرة ، فما كان منهم إلا أن انهالوا على نبيهم موسىعليه السلام السيل من‌الأسئلة والاستفسارات العديمة الجدوى حول نوع تلك البقرة ، ولونها ، وعمرها . . .\r\nوللأسف ؛ فإن أكثر الناس يعيشون اليوم حالة أصحاب البقرة ، فبمجرد أن يطلب منهم القائد أن يفعلوا شيئاً فإنهم‌يبدؤون بطرح الأسئلة والاستفسارات عليه حول فلسفة هذا الشيء ، والحكمة من ورائها ، وما إلى ذلك ، فتراهم‌يفتقرون إلى ( الفيتامين ) الذي سبقت الإشارة إليه .\r\nمصدر فيتامين التقدّم\r\nوهنا يتبادر إلى الأذهان السؤال المهم التالي : ما هو مصدر هذا الفيتامين ، وأين\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nنجده ؟ ولماذا نجد أنّ أمة من الأمم‌تحتوي على كميّة هائلة منه وتبدأ على ضوء ذلك انطلاقتها الحضارية في حين نجد أن أمة أخرى تفتقر إليه فتبقى متخلفة ؟\r\nلا يغيب عنا أن الحضارة هي - أساساً - فطرة الإنسان ؛ أي أن فطرة الإنسان الأولية تدعوه إلى التحرك ، والنهضة ، والانبعاث ، والتكامل ؛ في حين أن الأغلال الاجتماعية ، والأصر الثقافية ، والمثبطات والمعوّقات هي التي تجعل الإنسان‌يخلد إلى الأرض ، وإلا فإن الإنسان هو في الأصل كائن متحضّر . وهنا قد ينبري إلى الأذهان السؤال التالي : أين‌الإسلام من هذا ( الفيتامين ) ، ولماذا يوجد في أمة من الأمم لفترة من الفترات ثم ينعدم في فترة أخرى ؟ ؟\r\nومن أجل أن نجيب إجابة مفصلة عن هذه التساؤلات ، فإننا نذكر النقاط التالية :\r\n1 / إن الفكرة الحضارية المتمثلة في شعار ( دعنا نبدأ ) إنما تنبعث من ضمير الإنسان بسبب الثقافة الدينية .\r\n2 / إن هذه الفكرة قد تنبعث في ضمير شعب عبر انتقال الثقافة الدينية إليه ؛ أي قد يوجد شعب يتحضّر بالثقافة الدينية ، كالمسلمين الذين نقلوا هذه الفكرة إلى الأوروبيين بواسطة الأندلس ، فأخذ الأوربيون هذه الفكرة ، وبدؤوا حضارتهم‌بها .\r\n3 / قد تواجه أمة من الأمم التحديات ، ولكي تعرف كيف تتعامل مع هذه التحديات فإنها تتوصل بالثقافات الحضارية الأصيلة ، وتتمسك بها وتبدأ حضارتها على هذا الأساس ، وأنا - هنا - أوافق ( آرنولد تويمبى ) فيبعض أبعاد نظريته ليس كلّها .\r\n4 / والأهم من كل ما سبق أن الإنسان عندما يحمل قضية ، وهدفاً ، ورسالة ، فإن فكره وثقافته سيفرزان بشكل طبيعيفكرة ( دعنا نبدأ ) . فالإنسان إنما يبقى ويحيى وينمو بقضيته ، أما الذي لا قضية له فإنه يعيش في الفراغ بدون‌أي أساس يستند إليه ، ولذلك نجد أن أصحاب المبادئ والثوريين هم أكثر نشاطاً من غيرهم ، لأنهم أكثر تمسّكاً بفكرة ( دعنا نبدأ العمل ) .\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n5 / فكرة التوكّل على اللَّه جل وعلا ، فالتطلّع والهمة والطموح ، هذه الشعلة الأبدية المتوقدة في ضمير الإنسان ، والتيتدعوه أبداً إلى التسامي والتكامل والعروج هي غريزة فطرية موجودة في داخل كل إنسان .\r\nوفي المقابل ؛ فإن هناك فيروساً مضاداً للتطلع والأمل والطموح ألا وهو اليأس . فهناك من الناس من يمتلكون التطلع‌ولكنّ حاجز اليأس بحجبهم في نفس الوقت ، علماً أن اليأس هو من الأسلحة الفاعلة الفتاكة التي يستخدمها الشيطان فيقتل روح الحياة والنشاط في الإنسان .\r\nالتوكّل سبيل مقاومة اليأس\r\nوبناءً على ذلك ؛ فإن حاجز اليأس هو الذي يحول دون أن نحقق تطلّعاتنا ، فكيف نستطيع أن نقاوم حاجز اليأس هذا ؟\r\nالجواب : إن السلاح الفاعل الذي نستطيع بواسطته القضاء على اليأس هو التوكّل على اللَّه تبارك وتعالى ، ولذلك ؛ فإن‌التوكل يتمثل أعظم فضيلة من الممكن أن يمتلكها الإنسان .\r\nوإليك نموذجاً بارزاً في باب التوكل على اللَّه عز وجل ، ذكره اللَّه تعالى لنا في سورة الأنفال ، إذ قال : ( يَسْالُونَكَ عَن‌ِالانْفَالِ قُلِ الانْفَالُ لِلّهِ وَالرَّسُولِ فَاتَّقُوا اللّهَ وَأَصْلِحُوا ذَاتَ بَيْنِكُمْ وَأَطِيعُوا اللّهَ وَرَسُولَهُ إِن كُنتُم مُؤْمِنِينَ * إِنَّمَاالْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ ءَايَاتُهُ زَادَتْهُمْ إِيمَاناً وَعَلى رَبِّهِمْ يَتَوَكَّلُونَ ) ( الأنفال / 2 - 1 ) .\r\nفالقرآن الكريم يصرّح في الآيات السابقة بأن من صفات المؤمنين المتوكلين أنهم إذا تليت عليهم آيات اللَّه زادتهم‌خشوعاً ، ثم يذكر بعد ذلك قصة تاريخية هي خروج النبيصلى الله عليه وآله وسلم من المدينة لقتال المشركين ، ولكن عناصر من المسلمين‌عارضت هذا الخروج واعتقدوا أنه سيؤدي إلى حدوث مذبحة ، أوحرب إبادة ، فما\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nكان من النبي صلى الله عليه وآله وسلم إلا أن استشارأصحابه ، فأشار عليه بعضهم بعدم الخروج لعدم امتلاكهم للإمكانيات اللازمة للقتال ، ولكن الأمر الإلهي نزل صريحاًبضرورة الخروج لمحاربة الكفار والمشركين ، فما كان من النبيصلى الله عليه وآله وسلم إلا أن خرج متوكلًا على اللَّه جل وعلا ، وبالفعل فقدحقق الانتصار في معركة بدر .\r\nوالقرآن الكريم لا يكتفي بنقل هذا المقطع ؛ بل يبين لنا جانباً آخر من التوكل . فعندما خرج المسلمون قبل معركة بدر ، فإنهم كانوا يستهدفون السيطرة على قافلة تجارية ، وكانوا يمنون أنفسهم بالحصول على الغنائم . ولكن اللَّه سبحانه‌ابتلاهم وجعلهم يواجهون جيشاً قوامه ألف مسلح جاؤوا للدفاع عن القافلة التجارية وعن مصالح قريش ، وهذا ما يشير إليه قوله عز من قائل : ( وإِذْ يَعِدُكُمُ اللّهُ إِحْدَى الطَّآئِفَتَيْنِ انَّهَا لَكُمْ وَتَوَدُّونَ انَّ غَيْرَ ذَاتِ الشَّوْكَةِ تَكُونُ لَكُم‌ْوَيُرِيدُ اللّهُ أَن يُحِقَّ الْحَقَّ بِكَلِمَاتِهِ وَيَقْطَعَ دَابِرَ الْكَافِرِينَ ) ( الأنفال / 7 ) .\r\nفقد أنبأهم اللَّه تعالى بأنهم سيحصلون على شيءٍ ، في حين أنهم فكروا بأنهم سيحصلون على الغنائم ، وقد كانوا مؤمنين‌بأن اللَّه قد صدقهم وعده ، ولكنهم كانوا يرغبون في الحصول على غنائم سائغة يحصلون عليهم من القافلة التجارية ، ولو كانوا حصلوا بالفعل على القافلة التجارية لما استطاعوا أن يحققوا نصراً خدم الرسالة الإسلامية كل الخدمة وأعظمها ، ولكن اللَّه تعالى ساقهم في اتجاه استطاعوا فيه أن يكسروا شوكة الجاهلية ، فانتصر الإسلام في بدر ، وانتهت المعركة فييوم بدر لمصلحة المسلمين إلى الأبد . وبعبارة أخرى ؛ فإن الخالق تعالى أراد لهم أن يحققوا انتصاراً حضارياً ، في حين‌أنهم كانوا يريدون أن يحصلوا على الغنائم ، والمتع الزائلة .\r\nترى لماذا ابتلى اللَّه تقدست أسماؤه المسلمين الأوائل بهذا البلاء ؟\r\nالجواب نجده في الآيات السابقة نفسها حيث يقول عز شأنه : ( لِيُحِقَّ الْحَقَّ وَيُبْطِلَ الْبَاطِلَ وَلَوْ كَرِهَ الْمجْرِمُونَ ) ( الأنفال / 8 ) ، فإذا ما حصل الإنسان على مغنم بسهولة فإن إيمانه وتوكله لا يمكن أن يزداد ، ولكن‌اللَّه جل وعلا كان يريد لهم أن\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nيواجهوا قوة عسكرية هائلة لينتصروا عليها فيتضاعف توكلهم على الخالق ، وترتفع ثقتهم به . وبالفعل فإن المسلمين حصلوا على معنويات عالية في بدر أكثر مما حصلوا على مغانم .\r\nالتوكل في الأحاديث\r\nوعلى هذا الأساس ؛ فإننا بحاجة إلى روح التوكل ، لأنها أعظم من المكاسب المادية ومن الأمور التافهة الأخرى ، والإسلام يؤكد كثيراً على موضوع التوكل ، والأحاديث في هذا المجال غزيرة ، نذكر منها على سبيل المثال ما روي عن‌الإمام موسى الكاظم‌عليه السلام إذ قال :\r\n( إن الغنى والعزّ يجولان ، فإذا ظفرا بمواضع التوكل أوطنا ) « 1 » .\r\nوقال الإمام جعفر الصادق‌عليه السلام : ( أيما عبد أقبل قِبَلَ ما يحبُّ اللَّه عز وجل أقبل اللَّه قِبَل ما يحبُّ ، ومن‌اعتصم باللَّه عصمه اللَّه ، ومن أقْبَل اللَّه قبله وعصمه لم يبال لو سقطت السماء على الأرض ، أو كانت نازلةنزلت على أهل الأرض فشملتهم بليّة كان في حزب اللَّه بالتقوى من كل بليّة ، أليس اللَّه عز وجل يقول :\r\n( إن المتقين في مقام أمين ) « 2 » .\r\nوقال‌عليه السلام :\r\n( من أُعطي ثلاثاً لم يمنع ثلاثاً ؛ من أعطي الدعاء أعطي الإجابة ، ومن أعطي الشكر أعطيالزيادة ، ومن أعطي التوكل أعطي الكفاية ) « 3 » .\r\nوروي عن الإمام جعفر الصادق‌عليه السلام أنه قرأ في بعض الكتب أن اللَّه تبارك وتعالى يقول :\r\n( وعزتي وجلالي ومجدي وارتفاعي على عرشي لأقطعن أمل كل مؤمل من الناس أمّل غيري باليأس ، ولأكسونّه ثوب المذلة عند الناس ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 68 ، ص 143 .\r\n( 2 ) بحار الأنوار ، ج 68 ، ص 127 .\r\n( 3 ) بحار الأنوار ، ج 68 ، ص 129 .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nولأنحيّنه من قربي ، ولأُبعدنه من وصلي . أيؤمّل غيري في الشدائد والشدائد بيدي ، ويرجوغيري ، ويقرع بالفكر باب غيري ، وبيدي مفاتيح الأبواب وهي مغلقة ، وبابي مفتوح لمن دعاني ؟ فمن ذا الذي أمّلني بنوائبه فقطعته دونها ، ومن ذا الذي رجاني لعظمة فقطعت رجاءه مني ؟ جعلت آمال عباديعندي محفوظة فلم يرضوا بحفظي ، وملأت سماواتي ممّن لا يمّل من تسبيحي وأمرتهم أن لا يغلقواالأبواب بيني وبين عبادي فلم يثقوا بقولي ، ألم يعلم من طرقته نائبة من نوائبي أنه لا يملك كشفها أحدغيري إلّا من بعد أذني ، فمالي أراه لاهياً عني ؟ أعطيته بجودي ما لم يسألني ، ثم انتزعته عنه فلم يسألنيردّه ، وسأل غيري . أفيراني أبدأ بالعطايا قبل المسألة ، ثم أُسأل فلا أجيب سائلي ؟ أبخيل أنا فيبخلنيعبدي ، أوليس الجود والكرم لي ، أوليس العفو والرحمة بيدي ، أولست محل الآمال فمن يقطعها دوني ، أفلايخشى المؤملون أن يؤملوا غيري ؟ ؟ فلو أن أهل سماواتي ، وأهل أرضي أملوا جميعاً ثم أعطيت كل واحدمنهم مثل ما أمل الجميع ، ما نقص من ملكي مثل عضو ذرّة ، وكيف ينتقص ملك أنا قيّمه ؟ ! فيا بؤساًللقانطين من رحمتي ، ويا بؤساً لمن عصاني ولم يراقبني ) « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار الأنوار ، ج 68 ، ص 131\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\n\r\nالتحدي مصنع الحضارة\r\nربما يسأل سائل : لماذا أُوتينا السمع والبصر وسائر الحواس ؟ وهنا يأتي الجواب مباشرة : لكي نكيّف حياتنا مع الطبيعةالمحيطة بنا ؛ فلولا البصر لتعثّر الإنسان في كل يوم ألف عثرة وعثرة ، ولسقط في كل حفرة ، وارتطم بكل جدار ، ولولاالسمع لما استطاع الإنسان أن يفهم ما يريده الآخرون منه ، وأما حاسة الذوق فمن خلالها نتذوق الأشياء ، ونميز بين ما هو لذيذ وغيره ، وبين الضار والنافع . وكذلك الحال بالنسبة إلى الخلايا الحسيّة في الجلد ؛ فهي التي تشعرنا بالبرد والحر ، ولولاها لمات الإنسان لأنه في هذه الحالة سوف لا يشعر بهما ، وبالتالي فإنه سوف لا يبادر إلى التوقّي منهما .\r\nعدم التكيف يعني الانقراض\r\nإن هذه الحواس التي منحها اللَّه تعالى إيّانا إنما هي من أجل أقلمة وتكييف أنفسنا مع الطبيعة من حولنا ، وفي حالة عدم‌استخدام الإنسان وتجاهله لهذه الحواس فإن حاله سيكون سواء مع الجماد . فالإنسان الذي يمتلك عينين بصيرتين ثم‌يمشي ولا ينظر إلى سبيله ، فعند سقوطه في حفرة فإنه سيكون أشدّ عمىً من أي أعمى ، وكذلك الذي أوتي السمع ثم‌يتجاهل الخطر الآتي بالصوت والسماع فإنه أكثر صمماً من الأصم . وهكذا الحال عندما يسمع ما فيه خير وهدىً له ثم‌يسدّ أذنيه فإن حاله سيكون كحال أي جماد أو نبات ، بل هو أكثر ضلالًا وبعداً عن الهدى من الأصمّ .\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nفكلّما كانت قابلية التكيف ، والقدرة على التأقلم لدى الإنسان مع الطبيعة والحياة أكثر ، كلّما استطاع هذا الإنسان أن يحفظ نفسه ، ويقيهاالأخطار ، ويدفع عنها المشاكل والصعاب .\r\nومن هذه الحقيقة الموضوعية تنبثق الحضارات ، وتنطلق في مسيرها نحو التقدم لدى جماعة من الناس ، بينما ينهارآخرون ويضمحلّون أمام الأخطار ، وبكلمة بسيطة فإن حضارة الإنسان إنما هي وليدة قابليته وقدرته على التكيف مع‌الظروف المحيطة به .\r\nمثال من التاريخ\r\nولنضرب مثلًا على ذلك من واقع التاريخ ؛ ففي الهلال الخصيب ( بلاد الرافدين والشام ) كان الإنسان يعتمدفي زراعته على الديم ؛ أي الأمطار . فالأرض خصبة ، ومياه الأمطار متوفّرة ، ولكن وبمرور الزمن حدثت تغيرات‌جوية سببت موسمية الأمطار ، وانحسار كمياتها ، فلم يكن أمام المزارع في هذه الأرض سوى طريقين ، عليه أن يختارأحدهما ؛ إما أن يجلس في بيته ويستسلم لخطر الجفاف الذي يهدد حياته ، وإما أن يستمرّ في ممارسة الزراعة ، ويتحدىبذلك الأخطار الطبيعية . ولكن ابن هذه الأرض اختار السبيل الثاني ، فراح يعتمد طريقة الإرواء ، وتنظيم قنوات‌المياه ، ولعلّ الحضارة الأولى التي أقيمت في الكرة الأرضية كانت في هذه المنطقة كما يستشف من المعلومات والآثار والاكتشافات التاريخية ، فإنسان بلاد الرافدين استطاع بهذا الأسلوب أن يتحدى أخطار الطبيعة ، ويبني الحضارةوالوجود الإنساني .\r\nمثال من الحاضر\r\nواليوم تواجه بعض بلدان أفريقيا مشكلة تهدد الوجود الإنساني فيها ، ألا وهي\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nمشكلة الجفاف أو ما يسمى ب ( التصحّر ) ؛ فقد غدت هذه الظاهرة شبحاً لا يقّل خطراً عن الآفات الزراعية التي تقضي على المحاصيل والنباتات ، فقد راح هذا الأخطبوط يزحف نحو الأراضي والمقاطعات الزراعية ، حيث تشير الإحصائيات إلى أن‌عشرات الكيلو مترات المربّعة من الأراضي الخصبة تتعرّض للجفاف سنوياً .\r\nترى كيف تُعالج هذه المشكلة ؟\r\nإن بعضاً من بلدان أفريقيا تحدّى هذا الخطر بأن قام بإنشاء غابات اصطناعية يمكنها أن تتصدّى لظاهرة التصحّروزحف الكثبان الرملية المتحركة نحو المناطق المستغلّة زراعياً ، وقد نجحت في ذلك بالفعل . وفي المقابل نرى أن البعض‌من هذه البلدان - وربما بسبب أنظمتها التي لا تهتم بشعوبها ، وتعمل على إبقائها استهلاكية غير إنتاجية - يستسلم‌لمخاطر الجفاف والتصحّر ، الأمر الذي يؤدّي إلى حدوث المجاعات وسوء التغذية .\r\nوالمستفاد من هذه الحقائق المعاشية أن اللَّه سبحانه وتعالى منح الإنسان عقلًا ، وزوّده بالحواس ، ويبقى عليه - أي علىالإنسان - أن يعرف كيف يستغلّ هذه النعمة في مواجهة وتحدي الأخطار المحدقة به .\r\nوفي هذا المجال يحدثنا التاريخ بأن كائنات تتمتع بالوعي والإحساس كانت تعيش على هذه الأرض قبل هبوطالإنسان عليها ، وقد كانت هذه المخلوقات تشبه البشر ، وتتمتع بالحواس كما هو الحال لدى الإنسان ، ولكن كانت لهم‌ملامح خاصة به ، وكان عيبهم أنهم لم يكونوا قادرين على مقاومة الأخطار ولذلك تعرضوا للانقراض .\r\nوالتاريخ العلمي يضرب لنا مثلًا على هذه المخلوقات فيقول : إنهم لم يكونوا يفكرون ببناء بيت ، أو يتوجّهوا نحو الكهوف‌عند نزول المطر ، بل كانوا يحفرون حفراً في الأرض ، ويدخلونها ، وبسبب برودة الجو فيها ، وانعدام وسائل التدفئة فإنهم‌كانوا يموتون فيها ، وبذلك انقرض هذا النوع من الكائنات ، ولعل السبب في انقراض\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nهذه الأحياء وغيرها من‌الحيوانات كالديناصورات يعود إلى ضعف التحدي لديهم . من هذا المجال يقول تاريخ الأحياء : إن الدايناصورات والأنواع المنقرضة الأخرى كانت قوة إبداء ردود الفعل لديها ضعيفة .\r\nلا خير فيمن لا يتحدى\r\nوهنا نعود لنتحدث عن الإنسان الذي يقول عنه رسول اللَّه‌صلى الله عليه وآله وسلم :\r\n( إن اللَّه حرم الجنة على كل فاحش بذي ، قليل الحياء ، لا يبالي ما قال ولا ما قيل له ، فإنك إن فتشته لم تجده إلا لغية أو شرك شيطان ) « 1 » ،\r\nفمثل هذاالإنسان لا قيمة له ، لأنه لا يفكر ، ولا يظهر رد فعل إزاء ما يقال فيه ، فلابد لابن آدم من غيرة وهمّة ، وإلا فما هي ميزته‌عن الحيوان ؟\r\nوفي الحقيقة فإن هذا النموذج من البشر متواجد في كل المجتمعات ، فعندما تُشْتَم مقدساته ويُساء إليها تراه ضعيف‌الإرادة خائر العزيمة ، لا أبالياً ، سرعان ما يتراجع ويستسلم ويدخل في نفق التبريرات .\r\nوإذا ما دققنا النظر فإننا سنلمس حقيقة أن حالة الإنسان النفسية والروحية إذا انعدمت فيها تلك الخصال الحميدة ، وهي الغيرة وروح التحدي ، ومقاومة الأخطار المداهمة ، فلا جدوى بعد ذلك من التضحيات والمزيد من العطاءوالدمار . أما إذا توفّرت فيه تلك الخصال ، فإنه ومن خلال مبادرته إلى التحدي سيكون بمقدوره منذ أول مرة أن يبعدالعدو ويجنّب نفسه المخاطر دون أن تكون هناك حاجة لأن يبذل المزيد من التضحيات والعطاء .\r\nالتحدي سبيل الحضارة\r\nإن العامل الذي يغير وجه حياة الإنسان ويرتقي به إلى الحضارة ، هو التحدي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 60 ، ص 207 .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nوالإرادة ، والثقة بالنفس . وفي هذا الإطار يذكر التاريخ أنه في عهد آل عثمان قام وفد تركي بزيارة إلى فينا ، وكان هذا الوفد يتألف من خمسين خبيراً اطلعوا علىما يجري هناك من تقدم ، ورأوا بأم أعينهم عظمة ذاك التقدم ، ولكنهم كانوا فاقدين للغيرة والحمية ، فرجعوا إلى بلادهم‌ميتي الإرادة ، عديمي الثقة بالنفس ، ولم يعملوا على تغيير واقعهم المرير ، واستمروا على ذلك الحال الذي يرثى له ، ولذلك‌استطاع الأوروبيون غزو الإمبراطورية العثمانية المترامية الأطراف ، فتقاسموها فيما بينهم ، وسبّبوا تلك المآسي التيمازلنا نعاني من آثارها إلى اليوم .\r\nإن السبب الحقيقي في هزيمتنا لا يعود إلى قوّة الغرب وتقدمه فحسب ، بل ربّما يكون النصيب الأوفر منه عائداً إلينا نحن ؛ فالكل له نصيب في التقصير ، وما نعانيه اليوم ونقاسيه ما هو إلا حصيلة التقاعس وانعدام الإرادة والاهتمام ، فالجميع قدقصّر بحق هذه الأمة المطعونة من كل جانب .\r\nترى بماذا نختلف عن اليابانيين الذين كانوا هم أيضاً متخلفين وجاهلين بأنواع العلوم والتكنولوجيا ؟ إن السر يكمن فيأنهم اتصلوا بالغرب ، واطّلعوا على الاكتشافات العلمية التي توصّل إليها ، فأخذوا هذه التكنولوجيا ، والمعرفة العلميةالمتقدمة ، حتى أصبحت اليابان اليوم المنافس الأول للبلدان الغربية ، بل وربما فاقتها بالتقدم العلمي والتقني ، إذ استطاع اليابانيون أن يصنعوا عقولًا إلكترونية بإمكانها إجراء مائتي مليون عملية حسابية خلال ثانية واحدة .\r\nفياترى ماذا ينقصنا نحن الذين نستورد من الغرب حتى إبرة الخياطة ، ولم كل هذا التخلف والانهزام ؟ فاليابانيوين لم‌يصلوا إلى تلك الدرجة من التقدم والحضارة عبر البترول .\r\nحاجتنا إلى التحدي والتصدي\r\nإن السبب الحقيقي هو الإرادة والتحدي لا غير ، وهذه الصفة هي التي تنفعنا ،\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nوبسبب عدم وجودها فينا ، حشرنا في زاوية المتخلّفين . فنحن بحاجة إلى تلك الإرادة ، وذلك التحدي والهمّة والغيرة التي كان أسلافنا يتمتعون بها في العصور السابقة ، وأما أحرى بنا أن نقرأ قول الإمام عليعليه السلام ونستوعبه عندما يقول في خطبته الجهادية المعروفة :\r\n( واغزوهم قبل أن يغزوكم ، فو اللَّه ما غزي قوم في عقر دارهم إلا ذلوا ) « 1 » .\r\nفكيف يمكن للإنسان أن يركن إلى الجلوس في بيته تاركاً العدو يغزوه ، ويدخل عليه بلاده ، أوليس هذا العدو سيدخل‌البيت بعد أن يدخل البلاد ؟\r\nإن روح الإسلام هي روح التحدي ، وعلى سبيل المثال ، كان رسول اللَّه‌صلى الله عليه وآله وسلم يأمر السرية بأن تهاجم قافلة قريش‌خلف مكة ، والمسافة آنذاك بين مكة والمدينة كانت شاسعة قياساً بوسائط النقل آنذاك ، ومع ذلك لم يترددوا من تنفيذهذه المهمة ، فراحوا يداهمون قوافل قريش التجارية ، كخطوة لفرض لحصار الاقتصادي على المشركين ، ومن ثم عادواإلى المدينة المنورة مع الغنائم !\r\nإن هذا هو إحساس التحدي والعطاء ، والشعور بالمبادرة ، والغيرة ، والنظرة إلى المستقبل البعيد . . إن أعداءنا يزعمون‌الآن أن بإمكانهم بدء الهجوم المضاد علينا حسب تحليلهم ونظرتهم إلى أوضاعنا ؛ فالمستكبرون كانوا قد أصيبوابالهزيمة النفسية بالإضافة إلى الهزيمة السياسية من خلال التراجع أمام المدّ الإسلامي عند انطلاقته ، ولكنهم بدؤوا اليوم‌بوضع حسابات جديدة وفق تصوّر وتحليل تبلورا في أذهانهم .\r\nونحن علينا أن نتحدى ونقاوم كل هذه الحسابات والمخططات الجديدة من خلال الإمساك بزمام المبادرة ، وعدم‌الاستلام والضعف والهزيمة وخوار الهمة ، لأن استسلامنا يعني - بالتأكيد - موتنا ، واندثار قيمنا ومبادئنا وحضارتنا ، وهذه سنة إلهية لا تغيير ولا تبديل فيها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - نهج البلاغة ، خطبة رقم 27 .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\n\r\nالرؤية الشاملة في الحضارة\r\nلكي نستفيد أكثر فأكثر من تعاليم ديننا الحنيف لابد أن نكوّن في أذهاننا تصوّراً شاملًا لهذا الدين ، وتلك التعاليم ، ونحن‌إذا ما حصلنا على هذه النظرة الشمولية إلى الإسلام ، وهذه البصيرة التفاعلية إلى مجموع الدين ، فإننا سوف نتقيّدبتعاليمه تقيداً أكثر ، لأننا نعلم أن المجموع سيظل ناقصاً بفقدان أي جزء منه .\r\nوبناء على ذلك ؛ فإن خللًا بسيطاً في أي عمل من أعمالنا العبادية من الممكن أن يؤدي إلى انهيار عباداتنا كلها ، وعدم‌قبولها من قبل الخالق تبارك وتعالى ، فكلمة غيبة واحدة من الممكن أن تذهب بصومك فلا تحصل من هذا الصيام سوىعلى الجوع والعطش . فعلينا أن لا نستهين بهذه الكلمة إذ مثلها كمثل قطرة دم سقطت في حوض ماء الورد فجعلته نجساًمهما كان حجمه كبيراً .\r\nفقد روي عن جابر ، عن أبي جعفر ( الإمام محمد الباقر ) عليه السلام قال : أتاه رجل فقال : وقعت فارة في خابية فيهاسمن أو زيت فماترى في أكله ؟ قال : فقال له أبو جعفرعليه السلام : لا تأكله . فقال له الرجل : الفأرة أهون عليّ من أن أترك‌طعامي من أجلها . قال : فقال له أبو جعفرعليه السلام :\r\n( إنّك لم تستخّف بالفأرة ، وإنما استخففت بدينك ) « 1 » .\r\nوهكذا ؛ قد يؤدي ذنب صغير كالعجب ، والكبر ، والاستهزاء بالناس ، وإفشاء أسرار الآخرين إلى ضياع عمر من العمل‌الصالح . وعلى العكس من ذلك فقد تؤدّي كلمة طيبة ، أو نصيحة مخلصة ، أو عمل صادق ، وبالتالي الاهتمام بالجانب‌الديني إلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة ، ج 1 ، ص 149 .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nمحو صحيفة سوداء من الأعمال السيئة .\r\nوروي في هذا المجال عن الحسن ابن الجهم ، قال : سمعت أبا الحسن‌عليه السلام يقول :\r\nإنّ رجلًا في بني إسرائيل عبد اللَّه‌أربعين سنة ، ثم قرّب قرباناً فلم يقبل منه ، فقال لنفسه : وما أوتيت إلّا منك ، وما الذنب إلّا لك . قال : فأوحى اللَّه‌تبارك وتعالى إليه : ذمّك لنفسك أفضل من عبادتك أربعين سنة « 1 » .\r\nالعبادات بأهدافها\r\nإن المطلوب منا لدى صلاتنا هو إيجاد حالة الخضوع في أنفسنا ، أما الصلاة التي لا تزيدني خشوعاً ، والصوم الذي لاينمّي ملكة التقوى في نفسي ، والحج الذي لا يزيد من انسجامي مع سائر المسلمين ولا يجعلني أتبرّأ من الكفار ، والجهادالذي لا يؤدي إلى إعلاء كلمة الدين . . كل ذلك لا نفعَ من ورائه .\r\nومن هنا ؛ فإن علينا أن ندرس الدين دراسة جديدة ، وأن ندرس تعاليمه من خلال الحكم ، والأهداف ، والغايات‌المرجوّة منها ؛ والتي جعلت لكل واحدة من فرائض الدين ، ولكل تعليم من تعاليمه ، وأن ننظر إليه ككلّ ومجموع . فنحن‌إنما نريد من الدين الإسلامي أن يحملنا إلى المجد في الدنيا ، والعظمة ، والرقيّ والتطور ، ونريد منه في الآخرة أن يكون‌جسراً للوصول بنا إلى الجنة .\r\nسورة الحضارة\r\nونحن إذا نظرنا مثل هذه النظرة الشمولية إلى التعالم الاجتماعية في الإسلام ، فإننا سوف نحصل على المفهوم الصحيح للحضارة ؛ هذا المفهوم الذي يمكننا أن نستقيه من القرآن الكريم ، وخصوصاً سورة المائدة التي هي أساساً سورة الحضارة الإسلامية ، والحكم الإسلامي ، وهي السورة التي تبيّن لنا بوضوح الأسس المتكاملة للمدنية\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 14 ، ص 500 .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nالإلهية فيالأرض ، كما تبيّن من جهة أخرى صفات الجاهلية بكل أبعادها .\r\nولو تدبّرنا في هذه السورة الكريمة فإننا سنحصل بالتأكيد على آفاق جديدة من المعرفة وعلم الحضارات .\r\nولقد قمت سابقاً بتفسير هذه السورة ، وأشرت إلى أنها تحدثنا عن معالم المجتمع الإسلامي ، ولكنني لم أتوصل إلى الخيطالذي يربط بين مختلف تعاليمها ؛ أي التصور الشمولي لهذه السورة . وهذا يعني أننا لم نصل بعد إلى مثل هذا التصورالشمولي فيما يتعلق بالمجتمع الإسلامي ، فنحن لا نعرف بالضبط لماذا حرّم الإسلام الغيبة والتهمة والنميمة ، ولماذا فرض‌علينا الأمر بالمعروف والنهي عن المنكر ، ولماذا أمرنا بالتواصي والتحابب ، وقول الكلمة الطيبة ، والتشجيع على عمل‌الخير . لأننا ننظر إلى كل واحدة من هذه المفردات الأخلاقية والتبريرية لوحدها ؛ دون أن نحاول الربط بينها بخيطواحد لكي نرى صورة المجتمع الإسلامي المتكامل فنحصل من خلال ذلك على مجموعة من القوانين والسنن الإلهية التييجب أن تتحكم في المجتمع .\r\nوهذه الظاهرة هي مشكلة المسلمين في جميع المجالات ؛ أي مشكلة الفكر المتخلّف الذي لا يصل بين مفردة وأخرى ، والذي لم يستطع بعد أن يتوصّل إلى الأسلوب الأمثل لفهم الآيات القرآنية . فنحن نقرأ كلّ آية لوحدها دون أن نطرح‌على أنفسنا السؤال التالي وهو : ما هي صلة هذه الآية بما سبقها من الآيات ، وبماذا تهتم هذه السورة ، وما هو إطارهاالعام ؟ إلى درجة أن بعض العلماء ما يزالون يطرحون التساؤل التالي : هل هناك ارتباط وعلاقة بين الآيات القرآنية فيالسورة الواحدة ؟\r\nوتوجد في الفقه نفس هذه المشكلة ؛ فمن المعروف عند الفقهاء أن هناك مجموعة كبيرة من التعاليم التي تصبّ كلّها في خانةواحدة هي خانة الصلاة ، وبناء على ذلك فإن القبلة ، والوضوء ، والتطهّر ، والمكان المباح ، والنيّة ، والأذكار وما إلى ذلك‌من واجبات وأركان تشكّل كلّها وحدة واحدة نطلق عليها اسم الصلاة . ولكن هل\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nنعلم أنه ما ذكرت الصلاة في القرآن‌إلا وذكرت معها الزكاة ، فلماذا - إذن - نربط بين قراءة سورة الحمد في الصلاة والركوع ، ولا نربط بين الصلاة والزكاة ، مع أن القرآن ذكرهما معاً ؟\r\nوعلى هذا ؛ فلابد من أن نكوّن في أذهاننا تصوّراً شاملًا للصلاة والزكاة معاً ولجميع العبادات بشكل عام ، وكذلك الحال‌بالنسبة إلى الجانب التربوي ، والاجتماعي ، والاقتصادي .\r\nأهداف التعاليم الاجتماعية في الإسلام\r\nوإذا ما تعمّقنا في التعاليم الخاصة بالمجتمع الإسلامي نجد أن هذه المجموعة من التعاليم يُتوقّع تحقيق أهداف كثيرة ؛ منها أن‌يكون المجتمع الإسلامي متماسكاً أكثر فأكثر ، فهناك العديد من الفرائض والتعاليم والمستحبات تشكل كلها وحدةواحدة تدعونا إلى المزيد من التماسك في المجتمع الإسلامي ، وفيما يلي سأبيّن هذه التعاليم بشكل مختصر .\r\nإن القرآن الكريم يأمرنا ببناء الأسرة ، لأنها تمثل الوحدة الاجتماعية الأولى في صرح المجتمع الإسلامي ، وبعد الأسرةيأمرنا بصلة الرحم ، والاهتمام بالجار ، والفقراء ، والمستضعفين ، والأيتام ، ويأمرنا باحترام الذين نتعلّم منهم ، والتواضع‌لمن نعلّمهم ، وبالتالي فإنّه يأمرنا بمجموعة من التعاليم يجمعها الإمام زين العابدين‌عليه السلام في رسالته المعروفةب ( رسالة الحقوق ) .\r\nوجميع هذه الأوامر تؤدي إلى نتيجة واحدة ؛ هي إيجاد مزيد من التماسك في المجتمع الإسلامي ، ومن جهة أخرى ، فإن‌الإسلام يريد أن ينشئ مجتمعاً متماسكاً حيوياً ؛ أي أن يكون من خصائص هذا المجتمع بذل المزيد من الحركة والنشاطكما كانت حالة هذا المجتمع في العصر الإسلامي الأول ، وإذا ما أردنا أن نعقد مقارنة بين مجتمعنا الآن وبين ذلك المجتمع لوجدنا أن الفرق بينهما هائل يشبه إلى حد كبير الفرق\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nبين المدينة الأثرية القديمة ، والمدنية الجديدة المتطوّرة ! !\r\nوبناء على ذلك فإننا لسنا بحاجة إلى عملية ترميم فحسب ، بل نحن بحاجة إلى بناء صرحٍ جديد في كل الحقول‌والمجالات . فتعاليم الإسلام موجودة اليوم بيننا ، وكذلك في عهد الرسول‌صلى الله عليه وآله وسلم ، ولكن شتّان بين تطبيقنا لهذه التعاليم‌وبين تطبيق أصحاب الرسول‌صلى الله عليه وآله وسلم لها .\r\nلقد قدم النبي صلى الله عليه وآله وسلم المدنية المنوّرة التي كانت لحين مجيئه قرية موبوأة متخلّفة ، يسيطر عليها التخلّف والجمود ، وما أن‌وطأت قدماه المباركتان هذه المدينة حتى دبّ فيها النشاط والحركة ، وإذا بمجتمعها يصبح حيوياً ، وإذا بالزراعة وحركةالتجارة والاقتصاد تحيى ، وفي خلال سنين معدودة تحوّلت إلى مدينة حيويّة متطوّرة تُشع الحضارة إلى جميع أرجاءالعالم ، وحتى اليوم فإننا نقتبس نور الحضارة من هذه المدينة التي بناها الرسول‌صلى الله عليه وآله وسلم بيديه المباركتين .\r\nالكلمة الطيّبة من دوافع الحضارة\r\nإن الإسلام هو دين النشاط والحيوية ، ومن أهم تعاليمه في هذا المجال نشر الكلمة الطيبة ، فإن رأى الواحد منا صاحبه يقوم بعمل حسن فعليه من خلال الكلمة الطيبة أن يشجّعه ، لأن هذه الكلمة - رغم بساطتها - من شأنها أن تترك تأثيراً بالغاً في نفسيّة هذا الإنسان إلى درجة تجعله يندفع إلى العمل بصورة غريبة .\r\nأما المجتمع المتخلّف ؛ فعلى العكس من ذلك تماماً ، فترى الكلمات السلبية المثبّطة منتشرة فيه ؛ فإذا ألفَ أحد ما كتاباًونشره ، قالوا له : إنك نشرته رياءً ، وإن صعد الخطيب المنبر تراهم يبحثون في كلماته عن النقائص والعيوب لينشروهابين الآخرين . ففي بعض الأحيان لا يرى أحدنا الفضيلة ، والخير ، والعمل الصالح الذي يقوم به طرف من الأطراف ، بل‌تراه ينظر إلى السلبيات والأخطاء فحسب ، وهذه الظاهرة ناجمة عن جلوس أولئك المثيرين للسلبيات في زاوية من‌الزوايا ليكتفوا\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nبالحديث ضد العاملين في سبيل اللَّه سبحانه وتعالى . فهم لم يعملوا لكي يفهموا معنى العمل ، ولكي يعرفواكيف يواجه العاملون التحديات والصعوبات ، والظروف المعاكسة ، بل إن قصارى جهدهم أن يسلّطوا الأضواء علىالأخطاء والسلبيّات - إن وجدت - ، وبسبب هذه الروح التثبيطية نرى أن عدد العاملين ينقص يوماً بعد آخر .\r\nهذا في حين أن القرآن الكريم يقول : ( الَم تَرَ كَيفَ ضَرَبَ اللَّهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَافِي السَّمَآءِ ) ( إبراهيم / 24 ) . فالإسلام يوصينا بنشر الكلمة الطيبة ، ويأمرنا بالتواصي بعمل الخير ، وإشاعةالحسنة ، وينهانا عن إشاعة الفاحشة . . وكل ذلك ليكون المجتمع حيوياً ومتفاعلًا ، ولكي يتحوّل إلى مجتمع حضاري يبنيصرح الحضارة الشامخ من خلال التحلّي بأخلاقيات المجتمع المتحضّر التي تقف في مقدّمتها النظرة الشمولية إلى الدين‌الإسلامي الحنيف ، واجتناب النظرة التجزيئية الضيّقة التي تعتبر سبباً رئيسياً من أسباب الجهل والتخلف ، والتي كانت‌وما زالت السبب الكامن وراء عدم فهمنا الصحيح للمفاهيم والتعاليم والأحكام الإسلامية ، وخصوصاً تلك المرتبطةببناء المجتمع المتحضر ، الذي تسوده روح التضامن والتكافل والتعاون . .\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\n\r\nالحس الجمالي في الحضارة\r\nلا ريب أن الحسّ الجمالي يشكّل جانباً مهمّاً من جوانب الحضارة ، وهذا الحسّ يتجلّى - أول ما يتجلّى - في الطهروالنقاء والنظافة ، ولكنّه يمتلك بالإضافة إلى ذلك أبعاداً أخرى .\r\nإن في الإسلام تشجيعاً مستمرّاً ومتواصلًا على الجمال وما يؤدّي إليه ؛ وعلى سبيل المثال فإن من المستحب في الإسلام‌أن ينظر الإنسان إلى نفسه في المرآة لكي يهندم نفسه ، ويضفي مسحة من الجمال عليها ، كما أنّ من المكروه أن يهمل هذاالإنسان شعر رأسه ويتركه دون حلاقة إلا إذا تعهّده بالنظافة المستمرّ ، ، ومن المستحب أيضاً أن يمشّط الإنسان شعررأسه ولحيته بشكل متواصل ، حتى أنه روي عن أبي بصير عن أبي عبد اللَّه ( الإمام جعفر الصادق‌عليه السلام ) ، قال : سألته عن قوله تعالى : ( خُذُوا زِينَتَكُم عِندَ كُلُ مَسجِد ) ( الأعراف / 31 ) قال :\r\n( هو المشط عند كل‌صلاة فريضة ونافلة ) « 1 » .\r\nالجمال من سمات الحضارة ؟\r\nإن علينا أن نسأل أنفسنا في هذا المجال : ترى لماذا هذا التأكيد المستمر والمتواصل على يكون الإنسان ذا مظهر حسن‌وجميل ، ولماذا هذه المجموعة الكبيرة من التعاليم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار الأنوار ، 81 ، ص 329 .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nالإسلامية حول النظافة والأمور الجمالية . ؟\r\nالجواب على ذلك : لأن تلك التعاليم هي من سمات الحضارة التي هي تكامل في وعي الإنسان ، وفي نفسه . ومن المعلوم‌أن من الأبعاد الحقيقية لوعي الإنسان هو الحس الجمالي ، فالإنسان المتكامل هو الذي يتحسّس ويتذوّق ، وهو الذييبحث عن الجمال ويتلذّذ به .\r\nوفي هذا المجال يقول تبارك وتعالى : ( يَا بَنِي ءَادَمَ خُذُوا زِينَتَكُمْ عِندَ كُلِّ مَسْجِدٍ وَكُلُوا وَاشْرَبُوا وَلَا تُسْرِفُوا إِنَّه‌ُلايُحِبُّ الْمُسْرِفِينَ ) ( الأعراف / 31 ) . وهذه الآية تعني أن على الإنسان المسلم أن يكون متزيناً بأفضل الثياب ، وأن يكون في حالة عالية من الطهر والجمال عندما يريد أن يدخل المسجد لأداء الصلاة .\r\nوبالإضافة إلى ذلك ؛ فإن من المستحب في الإسلام التطيّب ، لأن الطيب يمثل جانباً من الحسّ الجمالي لدى الإنسان إلىدرجة أن رسول اللَّه‌صلى الله عليه وآله وسلم قال في حديثه المعروف :\r\n( أحب من دنياكم ثلاثاً ؛ الطيب ، والنساء ، وقرّة عينيالصلاة ) « 1 » .\r\nملخّصاً جميع أبعاد الجمال النفسي والروحي في هذه الكلمة القصيرة .\r\nمن هنا يجب تنمية الحس الجمالي في أنفسنا ، وفي وعينا ، وأن نكون ممن قال عنهم الإمام عليعليه السلام :\r\n( إنّ اللَّه عزّوجلّ جميل يحبّ الجمال ) « 2 » ،\r\nوأن نعمّم الجمال على جميع جوانب حياتنا ؛ فتكون بيوتنا جميلة ، وكذلك الحال‌بالنسبة إلى مساجدنا ، وثيابنا ، ووجوهنا ، والمدينة التي نعيش فيها . . . وبالتالي يجب أن يكون لدينا الحسّ الجمالي ، والبحث الدائم عن الجمال ، لأننا عندما نزرع الجمال في كلّ بقعة من بقاع بيوتنا أو مدينتنا ، فإنّ قلوبنا - أيضاً - ستكون‌جميلة ، وحينئذ سنعرف معنى الصدق والوفاء وحبّ الآخرين ، لانّ قلوبنا ستتألق - في هذه الحالة - بالجمال ، فقد تربّت‌ونمت ، وتكاملت من قبل بالجمال .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 73 ، ص 141 .\r\n( 2 ) بحار الأنوار ، ج 10 ، ص 92 .\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nجمال الكلمة والتعبير\r\nوالجمال قد يتجسّد في جانب آخر غير الطهر والنظافة ، هو جانب الكلمة . فعندما تجد أمامك مجموعة من المفردات ، فحاول أن تبحث عن أفضلها ، وأروعها ، وأكثرها تأثيراً من الناحية الجماليّة في الطرف الآخر ، وأن تحترز من اختيارالكلمات النابية الثقيلة على السمع ، بل عليك أن تختار الكلمات الجميلة الحسنة الوقع على الآذان والنفوس ، كما يقول عزّمن قائل : ( وَقُل لِعِبَادِي يَقُولُوا الَّتِي هِيَ أَحْسَنُ إِنَّ الشَّيْطَانَ يَنزَغُ بَيْنَهُمْ ) ( الإسراء / 53 ) . أي إنّ علىالإنسان أن يبحث دوماً عن الأحسن لا الأفضل ، فحتّى لو كانت هناك كلمتان أحدهما حسنة والأخرى أحسن ، فإن‌ّعلينا أن نختار الثانية على الأولى .\r\nإنّ هذا الإحساس الجمالي ينمّي في ذاتنا روح الجمال ؛ فالكلمة الطيّبة والخلق الحسن هما انعكاس لجمال الروح ، وجمال‌الروح يفرزه الجمال الظاهري . فعندما يكون الإنسان في جو مشبع بالطهارة والنظافة والجمال ، فإن روحه ستكون أيضاًجميلة ، كما إن أخلاقه التي هي انعكاس لروحه التي تكون هي الأخرى ذات أخلاق جذابة وجميلة ، ولذلك يقول رسول‌اللَّه‌صلى الله عليه وآله وسلم :\r\n( اطلبوا الخير عند حسان الوجوه ) « 1 »\r\nلأن ذوي الوجوه الحسنة هم - عادة - أبناء النعمةوالجمال ، وبناء على ذلك ، فإن الخير منهم مأمول ، والشر مأمون .\r\nالقرآن آية الجمال الكبرى\r\nوفي الآيات القرآنية هناك الكثير من المفردات والأساليب الجمالية ، التي لا أريد أن أتوسّع فيها كثيراً ، ولكنني اكتفيبالإشارة إلى أن البيان القرآني مبني أساساً على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 67 ، ص 9 .\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nجمال التعبير ، والتصوير إلى درجة أنه يقع في أعلى مستويات الحسن‌والجمال . وهذه الظاهرة دليل على أننا كجيل قرآني ، وكأناس نتبع القرآن يجب أن نختار في أحاديثنا مثل تلك الكلمات والتعابير الرائعة والجذابة التي من شأنها أن تزيد الطرف الآخر بهاءً وإشراقاً ، بل أكاد أن أقول : إن المفترض فينا أن‌نحاول تعويد ألسنتنا على الطريقة الجميلة في أداء الألفاظ .\r\nفإذا كان الواحد منا ذا أدب رفيع ، ومستعملًا للكلمات الجميلة الطيبة ، حارصاً على أن يختارها اختياراً سواء في بيته أومع الذين يتعامل معهم في المجتمع ، فإنه سرعان ما سيتعود على تلك الأساليب والتعبيرات الجميلة حتى تكون منسجمةمع عاداته وسلوكياته . وكذلك الحال عندما يريد الواحد منّا أن يؤلف كتاباً ، فإن هذا الكتاب سوف يعكس هو الآخرروحه الجمالية ، والأدب الرفيع الذي يتحلى به .\r\nأما إذا أراد الإنسان أن يقسّم ويوّزع شخصيته ؛ كأن يتكلم فوق المنبر بطريقة ، وحين الكتابة بطريقة أخرى ، ويتكلم‌مع أهله بأسلوب ، ومع أصدقائه وزملائه بأسلوب آخر ، فإن كلامه سوف يتحول إلى تكلّف وتعسّف حتى في التعبيروفي كيفية أداء الألفاظ .\r\nوبكلمة ؛ لكي نتمتع بحضارة سامية ، لا بد لنا من أن نتحلى بالحس الجمالي في كل مجالات ؛ الشخصية والاجتماعية .\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\n\r\nالحضارة وفن الحياة\r\nلا ريب في أن الجزء الأكبر من آيات الذكر الحكيم ينير بصيرة الإنسان ويعلّمه فنّ الحياة ، ولكنّ هناك حقائق كبرىينحسر عادة عنها وعي الناس العادييّن ، وإنما يرتفع إلى وعيها أولئك الرجال الذين تسامى علمهم ، وتعالت روحهم‌وإرادتهم .\r\nومما لا شك فيه أن استيعاب هذه الحقائق الكبرى هو الذي يمنح الإنسان القدرة على التعامل مع الطبيعة تعاملًا سليماً ، وتسخير ما في الكون من أجل مصلحته ومصلحة سائر أبناء البشر .\r\nالطريق الخاطئ مشكلة الإنسان\r\nوكثيراً ما يسلك الإنسان طريقاً خاطئاً ، ولكننا نراه دائماً يفتش عن أفضل السبل لقطع المسافات ، ولكن ماذا ينفعه هذاالتفتيش والاجتهاد إذا كان طريقه لا يوصل إلى هدف ؟ فالإنسان إنما يستطيع الاستفادة من تعبيد الطريق ، ومن‌البحث عن الوسيلة المناسبة للسير فيه إذا كان هذا الطريق سليماً مؤدّياً إلى هدفه .\r\nإن غالبيّة الناس مثلهم كمثل الإنسان الذي تراه يفتش عن أصغر الأمور ، وأدقها ليدقق فيها موظفاً ما يتمتع به من‌وعي وعقل وذكاء ، ولكنه لا يكلّف نفسه عناء اكتشاف هل أن الطريق الذي يسير فيه مغلوط أساساً أم لا ؟\r\nإن هذه الظاهرة تمثل إحدى المشاكل الكبرى التي يعاني منها الإنسان في حضارته ؛ فهو يهتم بالحقائق الجزئية الصغيرةدون الاهتمام بالحقائق الكبرى .\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nوالقرآن الكريم يحدثنا عن هذه الحقائق الكبرى التي لو عرفها الإنسان لنجح في حياته ، ومن هذه الحقائق حقيقةالصراع الأبدي بين أهل الحق والباطل ، ولكننا للأسف الشديد وعلى الرغم من قراءتنا المتكررة للقرآن لم نستطع أن‌نعي أن هناك صراعاً أبدياً بين أهل الحق وأهل الباطل ، وأن العاقبة ستكون للمتقين .\r\nإن هذه الحقيقة البسيطة يطرحها القرآن الكريم المرّة بعد الأخرى .\r\nبين الدين والحضارة\r\nوقبل أن نتحدث عن علاقة الدين بالحضارة ، نذكّر أولًا ببصيرتين أساسيتين ؛\r\nالأولى : تتمثل في أن مشكلة الحضارة تتلخص في أنها مبتورة إذا ما قيست بالدين ، فالدين يتحرك مع الحضارة لمسافةمعيّنة ، ولكنّ هذه الحضارة سرعان ما تتوقف .\r\nوالثانية : إن الدين يمضي قدماً إلى النهاية السعيدة ، إذ الحضارة تحدثنا عن الوسيلة ، بينما الدين يحدثنا عن الهدف بعد أن‌يشير إلى الوسيلة أيضاً ؛ والحضارة تبين لنا الجزئيات ، بينما الدين يقولب هذه الجزئيات ضمن إطار عام ؛ والحضارةتزودنا العلم ، بينما الدين يمنحنا فقهاً ؛ والحضارة تعلّمنا ما هي الحياة ، والدين يعلّمنا كيف ننتفع منها ، ولماذا كانت الحياة ، وكيف ينبغي أن تكون . .\r\nمعرفة فن الحياة\r\nإننا - كمسلمين - لابد أن ينصب جلّ اهتمامنا على المسائل الحياتية ، أو بتعبير آخر ؛ على معرفة فنّ الحياة ، مستلهمين ذلك من كتاب ربّنا تعالى ومن منهجه في فهم الحياة . أما أن نبقى نبحث في الجزئيات - سواء كانت هذه الجزئيات‌مرتبطة بالدين أم بالحياة - ونلغي النظر في الكليات ، فإن هذه الحالة سوف تؤدّي إلى إصابتنا بهزائم متلاحقة .\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nإن من مشاكل كل أمة متخلفة أنها تبحث عن الجزئيات دون أن تربط بينها وتحوّلها إلى إطار واحد مشترك ، فالغالبيةالعظمى من الناس تكون تصوراتهم عن الحياة تصورات تجزيئية ؛ أي تصوّر الأشياء دون ربطها ببعضها .\r\nومشكلتنا نحن - المسلمين - تتمثل في أن معرفتنا بالقضايا السياسية والاجتماعية والدينية وما إلى ذلك ، هي معرفةمتنافرة غير مجتمعة ضمن إطار واحد ، ولذلك فإن هذه المعرفة لا تعيننا على فهم الحياة .\r\nومما لا ريب فيه أننا نمتلك كوادر وأصحاب اختصاصات في مختلف العلوم ، ولكن أكثرهم علماء ، أمّا الذين أوتواالحكمة ، وفنّ معرفة الحياة ، ومعرفة الخطوط العريضة فيها ؛ فإنهم لا يشكلون إلا أقلية هي أقل من القليل ، أما الغالبيةالعظمى فإنهم لم يحوّلوا معلوماتهم إلى رؤية وبصيرة ، وهذه هي المشكلة الرئيسية التي نعاني منها نحن المسلمين .\r\nوبكلمة ؛ إن القرآن الكريم يعلّمنا فنّ الحياة الحرّة الكريمة ، وكيف نتعامل مع الأحداث المختلفة المحيطة بنا ، لذا يجدر بنا أن‌نتدبّر في آياته الكريمة ، ونتعمق فيها ، ونتدارسها لكي نستوحي منها برنامجاً ومنهاجاً متكاملين نستطيع من خلالهما أن‌نحصل على البرنامج الأفضل والأمثل في الحياة لكي نتمكن من الوصول إلى أهدافنا الحضارية المنشودة من أقصرالسبل وأكثرها استقامة وصحّة ، ولكي لا نتيه ونضيع في متاهات الطرق الأخرى التي لا تزيدنا عن أهدافنا إلا بعداًوانحرافاً وضلالًا كما ابتليت بذلك الأمم والشعوب الأخرى ، ولم تعرف السبيل الأفضل في الحياة ، والطريق الأمثل‌لتحقيق الأهداف بسبب ابتعادها عن بصائر الرسالات الإلهية .\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\n\r\nأصالة الحضارة\r\nعندما اجتمع الكفار واستشكلوا على أهلية الرسول‌صلى الله عليه وآله وسلم للرسالة متذرعين بأنه يتيم الأبوين ، ولا يمتلك من الأموال والثروة ما يؤهّله لقيادة العرب ، أنزل اللَّه سبحانه وتعالى آيات بينات تؤكد على أن الرب الجليل هو مقسم الرزق بين‌العباد ، وأن الثروة ليست مقياساً للحق والباطل أو المجد والضعة ، وبالتالي فإنه لا يحق لأي إنسان أن يقرر على من يجب‌أن تهبط الرسالة ، لأن الرسالة أعظم مجد من الممكن أن يحظى به الإنسان ، وهي عطاء اللَّه تبارك وتعالى لخيرة عباده .\r\nلقد قال الكفار في هذا المجال كما جاء في القرآن الكريم : ( وَقَالُوا لَوْلا نُزِّلَ هَذَا الْقُرْءَانُ عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْن‌ِعَظِيمٍ ) ( الزخرف / 31 ) ؛ أي على رجل عظيم من مكة أو الطائف ، فأجابهم اللَّه تعالى قائلًا : ( أَهُمْ يَقْسِمُون‌َرَحْمَةَ رَبِّكَ نَحْنُ قَسَمْنَا بَيْنَهُم مَعِيشَتَهُمْ فِي الْحَيَاةِ الدُّنْيَا وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِيَتَّخِذَ بَعْضُهُم بَعْضاًسُخْرِيّاً ) ( الزخرف / 32 ) .\r\nالتفاوت ليس مقياس الأفضلية\r\nإن الدرجات التي يتفاوت بها الناس ما بين فقير وذي ثروة طائلة ، وأسير ومأمور ، وصحيح الجسم وسقيم . . . كل ذلك‌ليس دليلًا على أن اللَّه سبحانه وتعالى يفضلّ بعض الناس على بعض دون سبب ، بل هي تدبيرات إلهية لتنظيم حياةالبشر . فاللَّه تبارك وتعالى وزّع المعادن فوق كوكبنا بحيث تمتلك بعض المناطق معادن لا\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nتوجد في المناطق الأخرى ، والحكمة في ذلك أن يحتاج الناس إلى بعضهم البعض ، وأن تتشابك مصالحهم ، ويتعاونوا في الحياة الدنيا .\r\nومع ذلك فإن رحمة اللَّه ، ورسالاته وقيمه خير من حطام الدنيا الذي يتكالب عليه أبناء البشر ، كما يشير إلى ذلك قوله‌عز من قائل : ( وَلَوْلآ أَن يَكُونَ النَّاسُ امَّةً وَاحِدَةً لَجَعَلْنَا لِمَن يَكْفُرُ بِالرَّحْمَنِ لِبُيُوتِهِمْ سُقُفاً مِن فِضَّةٍ وَمَعَارِجَ عَلَيْهَايَظْهَرُونَ * وَلِبُيُوتِهِمْ أَبْوَاباً وَسُرراً عَلَيْهَا يتَّكِئُونَ ) ( الزخرف / 34 - 33 ) .\r\nفلولا أن اللَّه يعلم أن حيازة الكفّار لمباهج الدنيا وزخرفها تؤثر في الناس ، وتجمعهم في ملّة الكفر ، لخصّهم بهذه النعم‌الزائلة ، كما يقول رسول اللَّه‌صلى الله عليه وآله وسلم :\r\n( لو كانت الدنيا عنده ( عند اللَّه ) تعدل جناح بعوضة لماسقى كافراً به مخالفاً له شربة ماء ) « 1 » .\r\nالتطوّر لا يعني تفوق المذهب\r\nإن تلك الآيات والأحاديث تؤكد قضية هامة ترتبط بالتقدم والتخلف ، فهناك الكثير من الناس عندما يرون التقدم التكنولوجي والعملي ، وتكدّس الثروات ، وتراكم الإمكانات في الغرب ينبهرون وينهارون أمامها ، فيقولون مستندين‌إلى تصوّراتهم الخاطئة هذه : ما دام اللَّه قد أعطى اليابانيين - مثلًا - هذه الأدمغة الممتازة التي صنعوا بها المخترعات الإلكترونية ، وما دام الأمريكيون يمتلكون قوّة هائلة ، ويبعثون بمركباتهم الفضائية إلى الكواكب البعيدة ، وما دام الروس‌يتمتعون بقوة عسكرية هائلة يستطيعون بها تدمير الكوكب الذي نعيش عليه . . . فإن دينهم لابد أن يكون هو الأفضل ، وأخلاقياتهم وسلوكياتهم هي المثلى ، وعليه ؛ فلا مناص لنا من أن نخضع لمناهجهم ونتبعها !\r\nإن هؤلاء يتجاهلون التشريعات الإلهية التي تقول أن التقدم المادي ليس دليلًا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 9 ، ص 273 .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nعلى سلامة المذهب والمنهج لسببين :\r\nالتقدم ليس محكوماً بالإرادة دائماً\r\n1 / إن تقدم أمة ما ليس محكوماً بإرادتها فحسب ؛ فالهنود الحمر - مثلًا - لو لم يقعوا لسبب من الأسباب فريسة لمجموعة من العوامل الطبيعية والحضارية المختلفة لكانوا أكثر تقدماً من الشعب الأمريكي ، إلا أن الأخير وبسبب توفر العوامل الخارجية والذاتية فيه ، وبسبب هجرة العقول إلى تلك المنطقة ، وانعدام الضمير لدى المهاجرين الأوائل إلىأميركا استطاع أن يقطع أشواطاً طويلة من التقدم على حساب تخلف السكان الأصليين ، ولو كانت تلك العوامل قد توفرت لهؤلاء السكان لكان التقدم من نصيبهم .\r\nوقد قرر علماء الحضارات أن شعوباً كانت أكثر ذكاءً ، وهمّة ، وسعياً ، وخلقاً فاضلًا ، وتعاوناً فيما بينها ، ولكنها مع ذلك لم‌تستطع أن تتقدم لعدم اكتمال أسباب وعوامل الحضارة عندها مثل انعدام الخصوبة في الأرض وما إلى ذلك ، في حين‌توفّرت عوامل التقدم لشعوب أخرى .\r\nفالإنسان الذي يولد في بلد نفطي تُهيّأ له أسباب المعيشة الرغيدة ، ويذرع بطائرته الخاصة عواصم العالم ، ثم ينسى رغم‌كل ذلك أن اللَّه جل جلاله هو الذي فجّر في أرضه الآبار البترولية ، فإنه لا يؤدي في الحقيقة واجب شكر هذه النعمة التيتستلزم التقدم في سائر المجالات ، واستثمارها في تقدم العالم الإسلامي .\r\nالتقدم ليس خيراً دائماً\r\n2 / ليس من الضروري أن يكون تقدم مجموعة ما خيراً لها ، فقدرتها على الوصول إلى القمر ، وتمكنها من صنع أكثرالأجهزة تعقيداً ، فكل ذلك قد لا يكون في صالحها بقدر ما هو ضرر لها . فقد تكون هذه الوسائل سبباً لدمار الإنسان‌وضياعه ،\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nودافعاً لابتعاده عن قيمه وذاته ، وبالتالي قد تكون معبراً لفساد ضميره ، فما قيمة إنسان بلا إنسانية ؟ إن من‌ينسى اللَّه سبحانه وتعالى ينسيه نفسه فيصبح كالأنعام ؛ لا يبحث في حياته إلا عن سراب وخيالات حتى تنتهي فترةبقائه فيعود إلى بارئه صفر اليدين ، كما يؤكد على ذلك تعالى في قوله : ( نَسُوا اللَّهَ فَانسَاهُمْ أَنفُسَهُمْ اوْلَئِكَ هُم‌ُالْفَاسِقُونَ ) ( الحشر / 19 ) .\r\nوعندما ينبهر الإنسان بأصحاب الثروات ، والمسيطرين على الإمكانيات المادية ، ويركز جهده على الدنيا وما فيها ، فحينئذ تتهيأ نفسه لضلالات الشيطان كما يقول عز من قائل : ( وَمَن يَعْشُ عَن ذِكْرِ الرَّحْمَنِ نُقَيِّضْ لَهُ شَيْطَاناً فَهُوَلَهُ قَرِينٌ ) ( الزخرف / 36 ) . وكلمة ( يعشو ) تعني تعامي الإنسان ، فمع أن عينه سليمة إلا أنه يتعامىبمحض إرادته عن الرؤية . وإذا نسي القلب ذكر الرب ، وغفل عن المنعم ، وابتعد عن خلقه ، فحينئذ ستكون نفسه‌مسرحاً وميداناً لعمل الشيطان الذي يكون له قريناً في الدنيا والآخرة .\r\nوبمعنى آخر ؛ فإن أراد الإنسان الابتعاد عن آثار الإعلام والدعايات التضليلية ، فلابد أن يكون قلبه متصلًا بذكر اللَّه‌أبداً .\r\nلنحذر التضليل الإعلامي\r\nومن المعلوم أننا الآن خاضعون لموجة هائلة من التضليل الإعلامي ، فينبغي أن ننتبه لذلك حتى لا نقع ضحية الإعلام الاستكباري ، وذلك من خلال الاتصال قلبياً باللَّه تقدست أسماؤه دائماً وأبداً ، لأن الشيطان محدق بالإنسان ، فبمجرد أن‌يبتعد الأخير عن ذكر اللَّه ويغفل ، فإن الوساوس الشيطانية سوف تقبل عليه ، لتعشعش في نفسه ، وتبعده عن سواءالسبيل ، وتوحي له بأنه على طريق الهدى كما يقول تعالى : ( وَإِنَّهُمْ لَيَصُدُّونَهُمْ عَنِ السَّبِيلِ وَيَحْسَبُونَ أَنَّهُم‌مُهْتَدُونَ ) ( الزخرف / 37 ) .\r\nوفي أيامنا هذه نستطيع أن ندرك خبث الإعلام وطبيعة مكائده ، فقديماً كان\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nأعداء الإسلام في الشرق والغرب يشيعون‌أن الإسلام ضعيف ، وأنه قد انتهى ، ولم يعد بإمكانه أن ينظم مجتمعاً ويدير شؤونه أو أن يخلق واقعاً سياسياً ، ولا يمكن أن‌يكون فاعلًا في الساحة .\r\nوعلى ضوء ذلك ؛ برزت في المجتمع الإسلامي تكتلات شرقية وغربية ؛ فالمتأثرون بالإعلام الشرقي كانوا يبثون‌ادعاءات تفيد أن الأفكار الإسلامية رجعية ، وداعية إلى التخلّف ، فدعوا الناس إلى الانتماء إلى أحزاب الكادحين والبروليتاريا لزعمهم أنها قادرة على ضمان التقدم للعالم !\r\nأما المتأثرون بالإعلام الغربي ؛ فكانوا يوحون بأن الأفكار الإسلامية إنما هي أفكار بالية قد أكل الدهر عليها وشرب ، وإن كان لابد من الإسلام فلنأخذ منه بعض الشعائر والطقوس ثم نكون بعد ذلك أحراراً في اقتصادنا وتجارتنا لنكون‌في مستوى العصر !\r\nإذا أردنا أن نتحوّل إلى مسلمين حقيقيين علينا أن ننبذ هذه الأطروحات والمشاريع التي تستهدف القضاء علىالإسلام ، وحسر تأثيره في النفوس ، وأن نعود إلى ينابيعه الصافية المتمثلة في القرآن والسنة الشريفة ، وبذلك نستطيع‌اللحاق بركب الحضارة ، وإذ ذاك سنتحوّل إلى أمة فاعلة تمارس التأثير الأكبر في مسيرة الحضارة البشرية ، كما كان ذلك‌ديدننا في العصور السالفة عندما كانت الشريعة الإسلامية في جانبيها العقيدي والتشريعي هي التي تدفع المسلمين إلىأداء دورهم في الحياة . وبالفعل فقد أدوا دورهم كأحسن ما يكون الأداء ، وإن المطلوب منّا الآن أن نحيي هذا الدور ، وأن نعود خير أمة أخرجت إلى الناس .\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\n\r\nالفصل‌الثالث : في البناء الحضاري\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\n\r\nعوامل النهوض الحضاري\r\nإنّ التدبّر في حياة الشعوب يعطينا المزيد من القدرة على صنع مستقبلنا ، وفهم واقعنا ، والعوامل المسهمة في ضعفنا ، وتلك المساعدة على نهوضنا . ومن جملة وقائع التأريخ المهمة نهوض الحضارة الإسلامية ، هذا الحدث الذي أريد أن‌استنبط منه ثلاث قيم صعدت من خلالها الحضارة الإسلامية ، وعليها قامت ، وبسبب انعدامها هوت وتلاشت ، وهذه‌القيم هي :\r\n1 / القيم الأخلاقية والروحيّة\r\nإنّ هذه الحضارة كانت مبنية على أساس القيم الأخلاقية والروحيّة ، لا على المقاييس المادية . فكانت قيمة ( عبادة اللَّه ) هي السائدة في هذه الحضارة ، لا قيمة الخضوع للجبت والطاغوت ؛ وعلى قيمة الأخوة وانعدام التفاضل إلّا بالتقوى ، لا على العنصريات والعصبيات ، فلقد قاد النبي صلى الله عليه وآله أناساً ينتمون إلى قبائل مختلفة في شبه الجزيرة العربية ، فكان القرشيّ إلى جانب الخزرجي ، وهذا إلى جانب الأوسيّ وهكذا . . فكانت الافضليّات والأولويات العشائريةمعدومة ، بل والأكثر من ذلك إنّ مجموعات أخرى كانت تجاهد جنباً إلى جنب مع العرب ممن تنتمي إلى عناصر أخرىكاليهود الذين منّ اللَّه تعالى عليهم بالإسلام ؛ والروم ، والفرس بعد ذلك .\r\nوهكذا فإنّ الجميع كانوا يُحكمون بعلاقة واحدة ، هي علاقة الإيمان وتوحيد اللَّه\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nعز وجل ، لا علاقة الدم أو اللغة أوالأرض وما إلى ذلك من علائق طارئة ، ولذلك فإنّ العمل الصالح كان ينمو في هذا المجتمع . في حين إذا كانت ورائيعشيرة تساعدني وتحميني ، سواء كنت خاطئاً أم على حقّ ، أو كنت عالماً أم جاهلًا ، وعادلًا أم ظالماً . . عندما أعرف أن‌العشيرة ستحميني في كلّ الأوقات والظروف ، فحينئذ لا فرق بالنسبة لي بين أن أعمل صالحاً أو طالحاً ، ولذلك فإن‌ّالإنسان سيختار في هذه الحالة العمل الطالح ، والكسل والجهل ، والتقاعس عن العمل الصالح على الهمّة والنشاط والعلم والفضيلة . . أمّا عندما أدرك أنّ عملي الصالح هو الذي سيحميني فحينئذ سأتحرّك باتجاه العلم ، والعمل ، والعدالة . . ومن‌الطبيعيّ إن هذا المجتمع الذي يتسابق فيه الناس نحو الفضيلة والعلم والعمل الصالح سينمو ، ويتحرك .\r\n2 / التكامل في الحقّ والعدالة\r\nإنّ هذا المجتمع كان مجتمع التكامل في الحقّ والعدالة ، قبل أن يكون مجتمع التنابز والتناقض . فقد كان الجميع فيه يشعرون‌أنّ تقدّم أيّ واحد منهم يعني تقدّمهم ، ورفعة أيّ واحد منهم تعني رفعتهم . لذلك كانوا يعملون ليس من أجل أن يرتفعوإ ؛ 7  7  فقط ، وإنّما من أجل أن يرتفع الآخرون أيضاً . فكان هذا الشعور هو السائد الذي جعل هذا المجتمع مجتمعاً متكاملًامنسجماً ، يشعر الفرد فيه بانتمائه إلى المجتمع أكثر من شعوره بالأنانيّة والفرديّة .\r\n3 / استبعاد المصالح الشخصية\r\nكانت الدعوة في هذا المجتمع مقصورة على العمل الصالح ، لا على المصالح والمنافع الشخصية . فكان الأمر بالمعروف‌والنهي عن المنكر صبغة هذا المجتمع ؛ فلم يكونوا يكتفون بأن يقولوا خيراً للآخرين ، ويقدّمون النصائح اللفظية لهم ، بل‌كانوا يدفعونهم إلى المعروف دفعاً ، ويسحبونهم من طريق المنكر سحباً . فكانت الجادّة\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nأمام هذا المجتمع مستقيمةواضحة يعرفها الجميع ، ويتواصون بها .\r\nهذه هي الميزات الثلاث في المجتمع الرساليّ ، وهي - كما أتصوّر - ملازمة لكلّ مجتمع حين تقدّمه ، ونهوضه ؛ فلا تستطيع‌أيّ حضارة أن تنمو ، وتتقدّم إلّا بها ، وفي حالة انعدامها ( أي انعدام هذه المزايا ) فانّ مصير هذه الحضارات سيؤول إلى الدمار والانقراض .\r\nوقبل أن تدمّر هذه الحضارات يبعث إليها الرسل والأنبياء والمصلحون ؛ أي عندما تجنح تلك المجتمعات نحو الانحدارليوقفوا هذا التدهور والهبوط سواء نجحوا في هذه المهمّة أم لم ينجحوا فيها . ولذلك فانّ القرآن الكريم يركّز على هذه‌المراحل الزمنيّة الهامّة والخطيرة ، ويطلب منّا أن نعتبر بها . فالقرآن الكريم عندما يتحدّث عن مجتمع قوم نوح فانّه لايحدّثنا عن مرحلة تقدّم هذا المجتمع ، بل عن مرحلة تدهوره وطغيانه ، وهكذا الحال بالنسبة إلى قوم لوط ، وعاد ، وثمود ، ومدين . . .\r\nحضارة سادت ثمّ بادت\r\nسنتحدّث عن مجتمع مدين الذي يقول عنه القرآن الكريم : ( وإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْباً ) ( الأعراف / 85 ) . وكانت الكلمة الأولى التي وجّهها هذا النبيّ إلى قومه أن قال لهم : ( يَا قَوْمِ اعْبُدُوا اللّهَ مَالَكُمْ مِنْ إِلَه‌ٍغَيْرُهُ ) ( الأعراف / 85 ) . وهذه الكلمة تعني إزالة القيم الاسطوريّة الجاهليّة المتخلّفة ، واستبدالها بقيمة واحدةهي قيمة ( عبادة اللَّه ) ، والاتّصال به وحده . فنحن عندما نعبد اللَّه تعالى فانّنا سوف نعزف عن عبادة القيم‌الأخرى من مثل الشرف القبليّ ، والعنصريّة ، والأرض ، والدم ، والقومية . . من المفترض بنا أن ننبذ هذه الأساطير والأصنام والأسماء والخرافات ، لنعبد اللَّه وحده .\r\nونلاحظ هنا أن شعيباًعليه السلام يذكّر قومه بالميزة الأولى التي تحدّثنا عنها كواحدة من مزايا مجتمع الرسول‌صلى الله عليه وآله وسلم ، وقد كان‌الأنبياء جميعاً يبدؤون دعوتهم بهذه الكلمة التي هي الأساس لتغيير القيم الجاهليّة . كما كان الأنبياءعليهم السلام يستهدفون أوّلًا وقبل\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nكل شيء إزالة السلطة السياسيّة الفاسدة من المجتمع ، وإقامة سلطة سياسية إلهية محلّها ، ولذلك يقول تعالى بعد ذلك : ( مَالَكُمْ مِنْ إِلَهٍ غَيْرُهُ ) .\r\nوبعد أن طالب النبي شعيب‌عليه السلام بنسف السلطة السياسيّة ، بدء يشير إلى النظام الاقتصادي بما يرتبط بالميزة الثانية فيالمجتمع الحضاري الرسالي ، ألا وهي ميزة ( التكامل ) التي تتطلّب من كلّ واحد من أفراد المجتمع الرساليّ دفع‌الآخرين إلى النهوض ، والتقدّم ، والرفعة ، والعزّة . . وعلى ضوء ذلك قال النبي شعيب‌عليه السلام لقومه : ( فَاوْفُوا الْكَيْل‌َوَالْمِيزَانَ وَلَا تَبْخَسُوا النَّاسَ أَشْيَآءَهُمْ وَلَا تُفْسِدُوا فِي الارْضِ بَعْدَ إِصْلَاحِهَا ) ( الأعراف / 85 ) . وهذه الأمورالثلاثة تدلّ كلّها على التكامل .\r\nوأمّا بالنسبة إلى أمر ( الإصلاح ) فإنّ هناك علاقة متينة بين الإنسان والإنسان ، وبينه وبين الطبيعة ، ألا وهيعلاقة الإصلاح . فالمجتمع الرساليّ هو المجتمع الذي تكون فيه علاقته ببعض ، وعلاقته بالطبيعة هي علاقة التربيةوالتنمية والتقدّم والنهوض . . في حين أنّ علاقة المجتمع المتخلّف تكون علاقة الإفساد والاستهلاك والإسراف والترف .\r\nالإصلاح ميزة المجتمع الرسالي\r\nوهكذا فإنّ هذه الميزة ( الإصلاح ) هي ميزة المجتمعات الرساليّة ، أمّا الإفساد فيمثّل ميزة المجتمعات الجاهلية المتخلّفة ، وقد قال النبي شعيب‌عليه السلام لقومه : ( فَاوْفُوا الْكَيْلَ وَالْمِيزَانَ ) ؛ أي ليحاول كلّ واحد منكم‌أداء حقوق الآخرين ، بل ليحاول إعطاءهم أكثر من حقّهم .\r\nثم يقول بعد ذلك : ( وَلَا تَبْخَسُوا النَّاسَ أَشْيَآءَهُمْ ) ؛ أي ليعترف كلّ واحد منكم بحقوق الآخرين ، ومزاياهم ، وليحاول الاستفادة من هذه المزايا من خلال الاعتراف بهم . فهذا ما يجعل المجتمع يتكامل ويتعاون ويتبادل المنفعة . وقال أيضاً : ( وَلَا تُفْسِدُوا فِي الارْضِ بَعْدَ إِصْلَاحِهَا ) ؛ أي لتكن علاقتك بالآخرين ، وعلاقة الآخرين بك\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nعلاقة التكامل .\r\nويا ليت شعوبنا الإسلامية تعي المداليل العظيمة لهذه الآية : ( وَلَا تُفْسِدُوا فِي الارْضِ بَعْدَ إِصْلَاحِهَا ) ، إذن‌لعرفت أن هذا الاستهلاك المستمر للموارد الطبيعية ، واستهلاك الصناعات والمنتوجات الأجنبيّة ، إنّما هو مسامير فينعش هذه الأمة . فالأمة الرساليّة يجب أن تنتج ، لا أن تستهلك ، وأن لا تُستثمر ؛ بل أن تتكامل مع الآخرين . فيجب أن‌لا يكون همّ الواحد منّا أن يركب سيارة حديثة مستوردة من الخارج وما شاكل ذلك ، بل يجب أن تكون جهودنامنصبّة على الصنع لا الاستهلاك ، والابتكار لا التقليد . .\r\nإنّ هذه الميزة ( ميزة الإصلاح ) كانت موجودة في مجتمع النبي شعيب‌عليه السلام ، ولكنّها انتهت وتلاشت ، ولذلك‌فإنّ شعيباًعليه السلام قام بتذكيرهم بهذه الميزة .\r\nأمّا الميزة الثالثة التي كان يتمتّع بها مجتمع النبي شعيب‌عليه السلام ثم فقدها ، فهي ميزة الأمر بالمعروف والنهي عن المنكر ، حيث‌انعكست هذه الميزة في قوم النبي شعيب ؛ فأخذوا يأمرون بالمنكر وينهون عن المعروف ، بل ويضعون العقبات أمام‌الذين يريدون أن يعملوا المعروف ويأمروا به .\r\nوللأسف فإن مجتمعاتنا الإسلامية انتهت إلى نفس هذا المصير ، فالمصلحون في هذا المجتمعات مطاردون وكذلك الأحرار والمفكّرون ، أمّا المفسدون الضالّون فهم الذين أمسكوا بزمام الأمور في هذه المجتمعات ، والقرآن الكريم يشير إلى هذه‌الحالة السلبيّة الشّاذة بقوله على لسان النبي شعيب‌عليه السلام : ( وَلَا تَقْعُدُوا بِكُلِّ صِرَاطٍ تُوعِدُونَ وَتَصُدُّونَ عَنْ سَبِيلِ اللّه‌ِمَنْ ءَامَنَ بِهِ وَتَبْغُونَهَا عِوَجاً وَاذْكُرُوا إِذْ كُنْتُمْ قَلِيلًا فَكَثَّرَكُمْ وَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُالْمُفْسِدِينَ ) ( الأعراف / 86 ) . انّ القرآن الكريم يصرّح في معرض حديثه عن مجتمع النبي شعيب‌عليه السلام ؛ أنّ هذا المجتمع بلغ مرحلة من الفساد والكفردفعته إلى أن يصدّ ويعارض من يريد أن يشيع الخير والمعروف والفضيلة . وهذه هي نفس الحالة التي تسود مجتمعاتنا ؛ فكلّ الطرق\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nمسدودة على المصلحين ، فإذا أرادوا أن يصدروا صحيفة تشيع القيم والأخلاق الفاضلة منعوهم ، كما وأنّهم‌لا يفسحون لهم المجال لكي يتحدّثوا في وسائل الاعلام الأخرى ، في حين أن هذه الوسائل هي ملكه لا ملك أولئك‌الفاسدين ، وإذا أراد الواحد من هؤلاء المصلحين أن يخطب في الملأ العام منعوه كذلك ، وإذا أراد أن يصدر نشرة اعتقلوه‌وقدّموه إلى المحاكمة . . . وباختصار فانّهم لا يفسحون المجال ، ويسدّون جميع سبل انتشار المعروف ، والخير .\r\nومن الطبيعي إن مثل هذا المجتمع هو مجتمع فاسد ، وأنّ عاقبته الدمار ، كما كانت عاقبة قوم النبي شعيب ، هذه العاقبة التييحدّثنا القرآن الكريم عنها قائلًا : ( فَاخَذَتْهُمُ الرَّجْفَةُ فَاصْبَحُوا فِي دَارِهِمْ جَاثِمِينَ * الَّذِينَ كَذَّبُوا شُعَيْباً كَأَن لَم‌ْيَغْنَوْا فِيهَا الَّذِينَ كَذَّبُوا شُعَيْباً كَانُوا هُمُ الْخَاسِرِينَ ) ( الأعراف / 92 - 91 ) .\r\nفلنعد إلى هذه القيم ، ولنربّها في أنفسنا ، ونربّي الآخرين عليها ، ولنحاول تكريس تلك المزايا الثلاث في نفوسنا لكينستطيع بناء مجتمع حضاري بإذن اللَّه .\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\n\r\nكيف نخلق البيئة الحضارية ؟\r\nهناك ظاهرة برزت في عالمنا الإسلامي في العقود الأخيرة ، ألا وهي ظاهرة هجرة الأدمغة من البلدان الإسلامية إلىالبلدان الأكثر تطوّراً ؛ فالإحصائيات تشير في هذا المجال إلى أن عدد الخبراء في مختلف الحقول الذين هاجروا من‌البلدان الإسلامية إلى الغرب قد بلغ خلال عقد الثمانينات فقط مليوني خبير ، في حين بلغت خسائر الدول النامية بسبب‌نزيف الأدمغة هذا ما يقرب من ستين ألف مليون دولار خلال عام واحد .\r\nسبب ظاهرة هجرة الأدمغة\r\nإن بعض الخبراء يفسرون هذه الظاهرة بالشلل الإداري السائد في البلدان النامية ؛ فالإنسان المتعلّم إنما بذل الجهودالمتواصلة في الدراسة والتخصّص بهدف إفادة بلده وشعبه ، ولكنه عندما يتخرّج من الجامعة تراه يُزجّ في دائرة من‌الدوائر ، ليجلس وراء المكتب ، ويقبض مرتبه ، ولكنه في قرارة نفسه يشعر بعدم الارتياح لعلمه بأنه لا يؤدّي خدمة فيالمجال الذي تخصّص فيه ، ولأن التخلّف الإداري سدّ أبواب العمل في وجهه ، أضف إلى ذلك أن وجود الديكتاتورية والاستبداد والضغط الفكري شأنه أن يمنع المتوقد الوهّاج من أن يقدّم خدمة إلى بلده ، فتراه يعيش حالة من التناقض والانفصام ، فيتمزّق داخلياً ، ويحاول أن يستغّل أيّة فرصة للهروب والخلاص من بلده إلى البلدان المتقدمة ، حيث لايتمتع بوضع معاشي أفضل\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nفحسب ، وإنما الفرص متاحة هناك أكثر لتقديم خدماته ، والتعبير عن إرادته وأفكاره ، وثقافته .\r\nإن هذه الظاهرة هي - في الحقيقة - جزء من مشكلة أكبر ، هي مشكلة عدم وجود بيئة للتطوّر في بلداننا .\r\nوعلى سبيل المثال ؛ فإن ما أنفقته البلدان العربية خلال عقد من الزمن على المشاريع الإنمائية يفوق أربعمائة وخمسين‌ألف مليون دولار ، ولكن أياً من هذه البلدان لا يمكننا أن نصفه بأنه بلد متطوّر ومتقدم ، وهذه مشكلة لا أطرحها أنافحسب ، فهناك الكثير من الخبراء والباحثين مشغولون بمناقشة هذه المشكلة ، للعثور على حلٍ لها ، فتشكلت أثر ذلك‌الاجتماعات المكثفة ، وعقدت المعاهدات الاستراتيجية للقضاء على هذه المشكلة .\r\nوالسبب - ببساطة - هو أن الجو العام السائد في البلدان الإسلامية غير مهيّأ للتنمية الاقتصادية ، فعندما ندرس الثورةالصناعية في بريطانيا ونتساءل عن سبب وقوع هذه الثورة في بريطانيا وفي ذلك العصر بالذات ، نجد أن الظروف كانت‌مهيأة لذلك . فنحن عندما نريد أن ننمّي الاقتصاد في بلد ما ، فإننا بحاجة إلى وقود رخيص ، وأيدٍ عاملة ، واختصاصات‌في المجالات الفنية والتكنولوجية المختلفة ، ونحن أيضاً بحاجة إلى الخبرة المكثفة ، والنظام الإداري المتطور ، والنظام‌التسويقي المناسب ، والتمويل الكافي ، وإلى العشرات من الظروف والعوامل المساعدة لكي ينمو البلد اقتصادياً ، وإذإ ؛ ؛ ؛ فقدنا شرطاً واحداً من تلك الشروط المتعددة ، فإن الاقتصاد لا يمكن أن ينمو ، بل إن الاستثمار في مجال من المجالات‌سيعدُّ نوعاً من الحماقة والسفه .\r\nوعلى سبيل المثال ؛ ففي السودان بعض المناطق الزراعية النائية التي تسودها حالة الوفرة والغزارة في المحاصيل ، ولكن‌هذه المحاصيل - على وفرتها - منعدمة القيمة بسبب انعدام الطرق التي توصل هذه المنطقة بغيرها من المناطق التيتعيش حالة المجاعة والعوز ؛ وهكذا فإن الاستثمار في تلك المنطقة ، يعدّ أمراً لا جدوى منه .\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nالحاجة إلى خلق البيئة المناسبة\r\nوبناءً على ذلك ؛ فإننا بحاجة إلى أن نرجع إلى قضية هامة في التطوير الحضاري لبلادنا ، ألا وهي البيئة المناسبة للنموالحضاري في مختلف الأصعدة والمجالات . ولا يمكن تحقيق ذلك إلّا أن نخلق في المجتمع الروح الإيجابية ، ومن ثم إيجادحالة التعاون كما يقول تعالى : ( وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى وَلا تَعَاوَنُوا عَلَى الإِثْم‌ِوَالْعُدْوَانِ ) ( المائدة / 2 ) .\r\nوهنا لابد من القول : إن هذه التجمعات المباركة المنتشرة هنا وهناك هي نواة الحضارة ، فعلينا أن نبدأ بأنفسنا ، ونشرع‌بالعمل الجدّي من خلال خلق الروح الجماعية في أنفسنا في جميع الأعمال التي نؤديها ، فنبادر مثلًا إلى إنشاء لجان‌ٍومؤسسات للتأليف ، ومراكز دراسات وأبحاث ، وتشكيل فرق العمل العلمي كأن تتخصص كل مجموعة في جانب ما بعد أن تعيّن مشرفاً عليها ينسّق بينها وبين مجموعات العمل الأخرى .\r\nوهذا النوع من العمل الجماعي نحن بحاجة إلى ممارسته في جميع المجالات العملية ، كالفقه والتفسير والأصول ، والفروع الأكاديمية في الجامعات . . ليتوسّع إلى أن يتحول إلى نواة للحضارة ، وهذه الحضارة إنما تبدأ منّا ، وتنطلق من نفوسنا ، وتستند إلى مبادرتنا .\r\nوالإسلام يأمرنا بالتعاون ، لأنّه أرضية الحضارة ، فمن المستحيل إن يبني شخص من الأشخاص حضارة أو عملًا كبيراًبمفرده ، وعلينا في هذا المجال أن نتأمل حياة الشعوب المتطوّرة التي استطاعت أن تحقق نجاحات باهرة في مجال التقدم التكنولوجي ، لكي نستفيد من تجاربها وخبراتها في هذا المجال .\r\nففي فرنسا - على سبيل المثال - كانت واسطة النقل الوحيدة في باريس هي ( المترو ) ، وكانت أكثر تطوّراً من‌وسائط النقل الأخرى ، ومع ذلك فقد اجتمع\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nالخبراء ليخترعوا واسطة نقل أخرى أكثر سرعة ، فصنعوا ( مترو ) آخر تحت المترو السابق ، وأطلقوا عليه اسم الخط السريع الذي يقطع المسافة بين أقصى نقطة فيباريس إلى أقصى نقطة خلال دقائق معدودة .\r\nالسبيل إلى البيئة الحضارية\r\nإن شعوب العالم المتقدمة تحسب حساب الثواني واللحظات ، في حين إننا ما زلنا نضيّع الساعات الطويلة في الأمورالتافهة التي لا جدوى منها ، والسبب في ذلك أن بيئة التطوّر لدينا غير مهيأة ، فكيف السبيل إلى تهيئة هذه البيئة ، وكيف‌نصنع البيئة المتحفّزة ، والإنسان الحضاري ؟ ؟ ؟\r\nإن علينا - من أجل الوصول إلى هذا الهدف - أن لا يمنع بعضنا البعض الآخر من التحرّك السريع ، وبذل النشاط ، والمبادرة إلى تبيّن مشاريع التطوير . فلابد من أن نتخذ مقياساً جديداً في تجمّعنا ، وهو مقياس التحرّك ، لكي نسرع‌جميعاً في تحرّكنا ، فإذا ما أسرعنا معاً ، وخلقنا بيئة وظروفاً مناسبة للسرعة فإن هذه السرعة سوف تنفعنا ، لأن البيئةكلها غدت متلائمة مع السرعة .\r\nوللأسف ؛ فإن أكثر ظواهر تضييع الوقت السائدة بيننا سببها أن علاقاتنا الاجتماعية غير قائمة على الأسس الصحيحة ، وفيما يلي سنذكر بعضاً من الظواهر السلبية التي يفرّط من خلالها أبناء مجتمعاتنا بأوقاتهم .\r\n1 / مجالس البطالة التي تقام أساساً لتضييع الوقت ، في حين أن الحديث الشريف المروي عن الإمام الحسين‌عليه السلام يقول :\r\n( يا بن آدم إنما أنت أيام كلما مضى يوم ذهب بعضك ) « 1 » ،\r\nفالوقت هو جزء من طبيعة الإنسان ، وهوخطانا نحو الموت كما يقول أمير المؤمنين‌عليه السلام :\r\n( نفس المرء خطاه إلى أجله ) « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج السعادة للشيخ المحمودي ، ج 7 ، ص 398 .\r\n( 2 ) بحار الأنوار ، ج 70 ، ص 128 .\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nفلنلغِ - إذن - مجالس البطالة لأن هذه المجالس تسهم بشكل فاعل في تأخرنا عن مسيرة التقدم في الحياة ، والتي ستكون‌سبب حسرتنا يوم القيامة ، لأننا أهدرنا أوقاتنا فيما لا طائل من ورائه ، وإذا ما اضطررنا بسبب الظروف المختلفة أن‌نشترك في مثل هذه المجال فلنمرّ عليها مرّ الكرام ، أو لنحاول أن نبدّل وجهة الحديث فيه من خلال طرح بعض الأفكار والمقترحات ، وإثارة جو النقاش في القضايا المهمة والساخنة والمصيرية . . .\r\n2 / المواعيد غير المنتظمة والدقيقة ، فإنها مضيعة للوقت ، كأن تواعد أحد أصدقائك بأن تأتيه إلى المكان الفلاني فيالساعة الخامسة - مثلًا - ثم يأتي صديقك حسب الموعد أما أنت فتسوّف في هذا الموعد فلا تأتي إلّا في الساعةالسادسة ، أو قد ينعكس الأمر ، فيكون المتأخّر هو صديقك ، وهذه الظاهرة في تضييع للوقت تنتهي بالإضرار بكلاالطرفين ، في حين أن القرآن يؤكد علينا في أن نكون دقيقين ومنضبطين في مواعيدنا ، وقد قال اللَّه سبحانه وتعالى بشأن‌النبي إسماعيل‌عليه السلام : ( وَاذْكُرْ فِي الْكِتَابِ إِسْماعِيلَ إِنَّهُ كَانَ صَادِقَ الْوَعْدِ ) ( مريم / 54 ) ، وعن سبب نزول‌هذه الآية يقول المفسرون : إن هذا النبي العظيم انتظر رجلًا سنة كاملة في نفس المكان الذي وعده فيه لكي يثبت‌للآخرين أهمية وقدسيّة الوعد الذي يقطعه الإنسان على نفسه بالنسبة إلى الآخرين ، والمثل المعروف يقول في هذاالمجال : ( وعد الحرّ دين ) أي إن الوعد هو بالنسبة إلى الإنسان الحر دين عليه أن يؤدّيه .\r\nوبناءً على ذلك فإذا أردنا أن نصوغ المجتمع المستعد للتطور الحضاري وإذا أردنا أن نهيئ أرضية التقدم والتحضّر فيه ، فلابد من الالتزم بجميع القيم والعناصر والتعاليم الحضارية التي ذكرتها نصوصنا ومصادرنا الدينية ، والتي كان‌المسلمون الأوائل ملتزمين بها أشد الالتزام .\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\n\r\nالعمل طريقنا إلى بناء الحضارة\r\nمن السهل على الإنسان أن يحمل هدفاً ورسالة ، أما أن يحقق ذلك الهدف وتلك الرسالة فإنه أمر شاق للغاية ، كما يؤكدعلى ذلك الحديث الشريف المروي عن الإمام جعفر الصادق‌عليه السلام :\r\n( إن أمرنا لصعب مستصعب لا يحتمله إلاملك مقرب ، أو نبيٌّ مرسل ، أو مؤمن أمتحن اللَّه قلبه للإيمان ) « 1 » .\r\nوفي هذا الصدد تثار أسئلة عديدة تفرض نفسها ، وتطالب بالجواب عليها بإلحاح وهي :\r\n1 / ما هي المسافة بين العمل ونجاحه ؟\r\n2 / ما هي المسافة بين الهدف والرسالة وتحقيقها ؟\r\n3 / كيف يمكن لنا أن نقطع هذه المسافة ؟\r\nالاعتقاد وحدة لا يكفي\r\nوفي إطار الإجابة على التساؤلات السابقة نقول : إن الكثير منا يزعم أن مجرد اعتقاده بالحق وإيمانه بقيم الرسالة يكفيانه‌في تقديم إجابات مقنعة على تلك الأسئلة ، غافلًا عن خطأ هذا التصوّر ، فقد جاء عن رسول اللَّه‌صلى الله عليه وآله وسلم أنه قال :\r\n( إن على كل حق حقيقة ، وعلى كل صواب نوراً ) « 2 » ؛\r\nأي إن الإيمان الذي لا يتحول إلى عمل ، والعقيدةالتي لا تفرز واقعاً حضارياً حياً ، لا قيمة لهما .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار الأنوار ، ج 2 ، ص 71\r\n( 2 ) - بحار الأنوار ، ج 96 ، ص 262\r\n","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nونحن الذين نؤمن بالإسلام ؛ رغم أن إيماننا هذا هو إيمان لفظي ، ولكننا عندما نراجع أوضاع المسلمين نجد أنهم يمثلون‌أكثر شعوب العالم تبعية وتمزقاً ، وقد تفشى فيهم الفقر ، والمرض ، وسائر الظواهر الدالة على التخلف والانحطاط . فالإنسان ، والقيم ، والعدالة ، والحرية ، والكرامة . . كل ذلك بات من أرخص القضايا في البلدان الإسلامية .\r\nأما في الأنحاء الأخرى من العالم ؛ فإننا عندما نراهم يتحدثون عن الطفولة - مثلًا - وعن ضرورة الاهتمام بالطفل ، نجدأن أطفالهم مكرّمون ومحترمون بالفعل ، ففي بلدان العالم نجد منظمات عديدة تهتم بالطفولة ، ومن أبرز هذه المنظمات‌منظمة ( اليونيسيف ) التي تولت مؤتمراتها وبحوثها في العقود الأخيرة ضرورة الاهتمام بالطفل ، حتى خصصواله عاماً هو عام الطفل .\r\nانعدام الكرامة\r\nإن كل ما حدث ويحدث في بلداننا من انتهاك لحقوق الإنسان ، وهدر لكرامته ، وعدم إعطائه مكانته الإنسانية اللائقةبه ؛ كل ذلك سببه الكرامة التي نزعت عن الأمة ، لأن الأمة المفرغة من القوة والوحدة والحرية . . التي لا وجود حضاريلها في هذا العالم ، هذه الأمة لا كرامة لها . فالطفل ، والرجل ، والمرأة - والإنسان بصورة عامة - ليسوا مكرمين فيها ، وبالتالي فإن الإنسان والقيم أصبحا رخيصين فيها ، بل إن كل شيء فيها أضحى تافهاً لا أهمية له .\r\nترى هل هدانا اللَّه عز وجل للدين الإسلامي لكي نكون على هذه الشاكلة ، وهل يعني الإسلام التمرق والتخلّف‌والتبعية والكبت والدكتاتورية ؟\r\nكلّا ؛ ليس هذا هو الإسلام الذي أراده الخالق سبحانه وتعالى لعبادة ؛ فهو لا يطلب لنا سوى الرحمة والكرامة ، وقد جاءبالإسلام ليسعدنا ويرحمنا ويكرمنا به ، وليرزقنا الفلاح في الدارين بواسطته ، وبناءً على ذلك فإن المسلمين هم‌المسؤولون -\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nدون غيرهم - عما يعيشونه من تردد وتخلّف وتراجع .\r\nأساس البناء الحضاري\r\nإن الكسل لا يفرز إلا الفشل ، والأنانية لا تفرز غير التبعية ، والجهل لا يولد سوى التخلف . . وهذه الصفات السلبيةوغيرها لا يمكن أن تعطينا سوى التمزق ، والتباغض ، فلا يسعها أن تفرز وحدة أو حضارة ، أو تهب للمجتمع التقدم‌والرقي .\r\nفالإنسان لا يستطيع تغيير وحلحلة الوضع المتخلّف الذي يعيشه إلا بسعيه ومثابرته ، لا بالكسل والأنانية والجهل‌والجبن ، كما يؤكد ربنا عز وجل ذلك في قوله : ( إِنَّ اللَّهَ لا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَابِأنفُسِهِمْ ) ( الرعد / 11 ) ، وقوله سبحانه : ( وَأَن لَّيْسَ لِلإِنسَانِ إِلَّا مَا سَعَى ) ( النجم / 39 ) .\r\nفالدين الإسلامي يؤكد على أساس البناء الحضاري للأمة ، والقرآن الكريم صريح في ذلك ، فهو - على سبيل المثال‌يقول بصراحة فيما يتعلق بالإيثار : ( وَيُؤْثِرُونَ عَلَى أَنفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ ) ، وفي قضية العلم يوجدفي القرآن ما يقرب من ثلاثمائة آية تتحدث حول العلم كقوله تعالى : ( وَقُل رَبي زِدْنيعِلما ) ( الكهف / 20 ) . وهكذا الحال بالنسبة إلى العمل الصالح ، حيث يأمرنا القرآن الكريم في مائة وعشرين‌آية بضرورة القيام بالعمل الصالح وربطه بالإيمان : ( الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ ) . وكذلك يدفعنا هذاالكتاب العظيم إلى التوكل على اللَّه ، كما يدفعنا إلى التسلح بسائر الصفات الحميدة والرفيعة كقوله : ( وَعَلَى اللَّه‌ِفَلْيَتَوَكَّلِ الْمُتَوَكِّلُونَ ) .\r\nوعلى هذا ؛ فإننا لا نجد في القرآن ما يحثنا على الكسل ، والجبن ، والتبعية ، والعجز . . . بل إن الأمر على العكس من ذلك‌تماماً ، حيث تأمرنا آياته المباركة بالاستقلال ، والطموح ، والعمل الجاد ، والتطلّع نحو الأفضل .\r\nولما كان القرآن داعياً إلى انتهاج النهج السليم ، والاتصاف بالصفات المثلى بهذا\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nالوضوح والصدق ، بات حتماً علىالمسلمين - بعد اتضاح هذه الحقائق - أن يلقوا باللائمة على أنفسهم ، وعلى الطريقة الخاطئة التي فهموا القرآن من‌خلالها ؛ فهم لم يدركوا من القرآن ولم يفهموا منه إلا حروفاً ورسماً ، فتركوا معانيه وحقائقه وبصائره ؛ فهم لا يؤمنون إلابالقرآن الذي يتلى بصوت حسن جميل في المناسبات ، ولعلّهم يفخرون عندما يقرؤون عشر آيات منه في كل صباح !\r\nوهنا أتساءل : هل إننا نقرأ القرآن بصفته برنامج عمل يوميّ ، وهل نقرأه من أجل تغيير أنفسنا ، أم إننا نتلوه لكي نفسره‌حسب أهوائنا وآرائنا ، فنعمد إلى الآية التي تحثنا على العطاء ، وتدفعنا إلى العمل ، فنحرّفها إلى آية للكسل والتقاعس ؟\r\nفالآية القرآنية التي تقول : ( وَأَنْفِقُوْا فِي سَبِيلِ اللّهِ وَلَا تُلْقُواْ بِايْدِيكُمْ إِلَى التَّهْلُكَةِ ) ( البقرة / 195 ) ، تأمرنابالعطاء والإنفاق ، ولكننا نجد البعض يفسرها بالجبن والتخاذل ، ليبرر هزيمته ، غافلًا عن أن القرآن لا يبرر الهزيمة ، ولا يدعو إليها ، بل يأمرنا بالصمود والاستقامة والتحدي .\r\nالقرآن تعاليم حياتية\r\nإن القرآن عبارة عن مجموعة تعاليم حياتية وقيم رفيعة ؛ تعلّمنا كيفية العيش بكرامة وسعادة في هذه الدنيا ، وكيف ينبغيلنا أن نحيى لنسعد في الدنيا والآخرة معاً . وهذه هي خلاصة محتوى القرآن ورسالته .\r\nوهكذا ، وبعد أن علمنا أن الفهم الخاطئ للقرآن هو السبب الرئيس الكامن وراء تخلف المسلمين وانحطاطهم وتبعيتهم‌أصبح لزاماً علينا أن نحذر من تكرّر هذه الحالة التي ستؤدي بنا - إن استمرّت - إلى ما لا يحمد عقباه .\r\nإننا لو أخذنا الجانب الاقتصادي لوجدنا أن القرآن يأمرنا بأن نسلك مسلكاً سليماً لا تبذير فيه ولا إسراف ، بل يدعوفيه إلى الاقتصاد والإنفاق المعتدل ، كما تشير إلى ذلك الآية : ( وَالَّذِينَ إِذَآ أَنفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكَانَ بَيْن‌َذَلِكَ قَوَاماً )\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\n( الفرقان / 67 ) . فلا إفراط ولا تفريط ولكننا إذا نظرنا إلى طريقة تعاملنا الاقتصادي في حياتنالوجدنا أن حياتنا بعيدة كل البعد عمّا اختطّه الإسلام ، وأراده القرآن لنا ، فهي حياة تبذير وإسراف ، إذ أن حياةالاقتصاد والإنفاق المعتدل تعني - على سبل المثال - أن لو كان مرتبك الشهري خمسين دولاراً فإن عليك أن تنفق‌خمسة وعشرين دولاراً منه لاحتياجاتك ، وتهب عشر دولارات منه للفقراء والمساكين ، وتدّخر الباقي ليوم الحاجة ، أما إذا أخذت مرتبك وأنفقته بأكمله ، واستقرضت بالإضافة إلى ذلك مبلغاً آخر ولم يكن ذلك من أجل الإنفاق فيسبيل اللَّه ، وإنما في سبيل الاستهلاك ، فحينئذ ستكون حياتك حياة إسراف وتبذير .\r\nوللأسف فإننا - بصورة عامة - مستهلكون أكثر منا منتجون ، في حين أن القرآن يأمرنا أن نعطي أكثر مما نأخذ ، وأن‌ننتج أكثر مما نستهلك ، كما تشعر بذلك الآية التي تقول : ( وَلا تُفْسِدُوا فِي الأَرْضِ بَعْدَ إِصْلَاحِهَا وَادْعُوهُ خَوْفاًوَطَمَعاً إِنَّ رَحْمَتَ اللّهِ قَرِيبٌ مِنَ الُمحْسِنِينَ ) ( الأعراف / 56 ) . فحياتنا العملية قائمة على أساس الإسراف‌والتبذير ، ولعل طريقة تعاملنا مع الماء الذي نتوضأ به ، والطعام الذي نأكله ، والملابس التي نرتديها ، وسائر الأدوات‌والأمتعة التي نقتنيها ونستعملها ، ليست طريقة إصلاح ؛ بل هي طريقة إفساد . وبمعنى آخر ؛ فإن حياتنا استهلاكية رغم‌إننا ندّعي بأننا دعاة إلى اللَّه سبحانه ، وأدلاء إلى سبيله ، ومبلّغون لرسالاته ، فما بالك بالأشخاص العاديين !\r\nأهمية معرفة لغة القرآن\r\nإننا نحمل اليوم رسالات أنبياء اللَّه على عواتقنا ، وما علينا سوى أن نصوغ شخصياتنا بهذه الرسالات المقدسة قبل أن‌نصوغ شخصيات الآخرين بها ، وأهم أمر في صياغة أنفسنا أن نبدأ من تعرّفنا على لغة القرآن العميقة ، وكيفية تطبيقهاعلى أنفسنا ؛ فعندما تخاطبنا آيات الذكر تذكّرنا بأن أي عمل يقوم به الإنسان يُجزَ به ، وإن كان مثقال ذرة : ( وَمَن‌يَعْمَل مِثْقالَ ذَرَّة خَيراً يَره ، ومَن يَعْمَل مِثْقَالَ ذَرَّة شَراً يَرَه ) ( الزلزلة / 8 - 7 ) .\r\n\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nفما الذي يريد أن يقوله لنا القرآن ، ويوصله إلى أذهاننا عبر هذه الآية ؟\r\nإن القرآن الكريم يريد أن يوجد فينا عبر لغته الراقية والدقيقة حبّ العمل الصالح ، والوله به . فآيات القرآن واضحة فيهذا المضمار ، وهي تبعث دوماً على النشاط ، والعمل ، والجهاد ، ولكنّ هناك من لا يفهم لغة القرآن ، فيعمد في البدء إلىتنفيذ العمل الملقى عليه برغبة منه أو دون رغبة ، إجباراً أو اندفاعاً ، وفي المرة الثانية تراه يتردد قائلًا : ألا يوجد أحدغيري يقوم بهذا العمل ؟ ، أما في المرّة الثالثة ؛ فإنه يهرب نهائياً من العمل ! !\r\nوفي هذه الحالة يهاجم الشيطان الإنسان بالتبريرات الجاهزة ، ليقعده عن القيام بالعمل الصالح ، ويلقي بالأعذار في ذهنه‌من قبيل التذرّع بالتعب ، أو عدم جدوى القيام بهذا العمل . . . في حين أن الإنسان الذي يعمل وهو مرغم ، أو لا يعمل‌أساساً لأنه يقدم جملة من التبريرات سلفاً ، فإنه لا يمكن أن ينجح في الحياة ، ولا يكن أن تنجح رسالته التي يحملها ، لأنه‌ليس مخلصاً ومتفانياً في سبيل تحقيق أهدافه .\r\nأما المؤمنون الحقيقيون ؛ فإنهم يعشقون العمل الصالح ، ويعلمون أن لكل شيء حسابه الخاص به في يوم القيامة ، ولذلك‌فهم يجتهدون ويتنافسون في أعمال الخير ، لأنهم عرفوا ووعوا منذ البداية لغة القرآن ، ومعانيه العميقة الواسعة .\r\nونحن جميعاً ينبغي أن نعمل ، لأننا نؤمن بيوم الحساب ، ونعلم بأن الدار الآخرة هي دار حساب ولا عمل ، والدنيا دارعمل ولا حساب ، وأن العمل الصالح هو الشيء الوحيد الذي يجب أن نتسابق إليه ، ونتنافس فيه قبل حلول الأجل‌وفوات الفرصة .\r\nالأهداف لا تتحقق بالشعارات\r\nوعليه ؛ فإن الأهداف العظيمة التي نحملها لا يمكن تحقيقها بالشعارات\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nوالهتافات ، لأنها - أي الأهداف - بحاجة إلىتربية ذاتية ، تغيّر من خلالها الشخصية تغييراً كاملًا . فالتراخي والتوالي والأنانية هي أمور لا يمكن أن تصنع حضارة أوتحقق تقدماً وازدهاراً ؛ وأن الشيء الوحيد الذي تحتاج إليه شخصية الإنسان هو الاجتهاد ؛ أي بذل المزيد من الجهدوالعطاء .\r\nونحن عندما ننظر إلى ما أنجزه الغربيون من التقدم ، علينا أن نتأكد بأنهم لم يسبقونا ويتفوّقوا علينا بالكلام والشعارات ، بل كان سر تفوقهم هو العمل والمساعي العلمية والاقتصادية .\r\nوكما أسلفنا ؛ فإن السعي والعمل يتّمان عبر تربية النفس على حب العمل الصالح ، وأن نقرأ القرآن لنقاوم به ضعف أنفسنا ، وجبننا ، وكسلنا ، وأنانيتنا ، وفشلنا ، وجميع المظاهر السلبية في حياتنا لنصنع - بالتالي - جيلًا قرآنياً يزرع النجاح‌والأمل والتفاؤل في كل مكان .\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\n\r\nالسبيل إلى الإصلاح الحضاري\r\nمن أين بدأت بإصلاح المجتمع أو إصلاح الحياة ، فإنك لابد أن تصل إلى سائر الأبعاد ، لأن في الحياة عوامل متكاملةمتفاعلة وذات تأثير متقابل .\r\nترى من أين نبدأ عملية الإصلاح الحضاري في الأمة ؛ من الفرد لإصلاح المجتمع ، أم من المجتمع لإصلاح الفرد ، وهل نبدأمن المجال الاقتصادي أم السياسي أم الاجتماعي ؟\r\nللجواب على ذلك نقول : إنّه ليس المهمّ تحديد نقطة الانطلاق في عمليّة الإصلاح الحضاري ، فجميع مساعينا في هذاالمجال تصبّ في قناة واحدة ؛ فإن أصلحنا الفرد فإنّه سيكون الّلبنة الأولى لبناء صرح المجتمع ، وسيبث روحاً جديداً فيه . وإذا بدأنا بإصلاح المجتمع فإن قوانين هذا المجتمع وديناميكية نظامه ستؤثّران بشكل مباشر في إصلاح الفرد أيضاً ، وإذاأصلحنا الاقتصاد فإن السياسة هي الأخرى سينعكس عليها الإصلاح ، وإذا أصلحنا الأخلاق أثّر هذا الإصلاح‌مباشرة على الثقافة .\r\nوبناءً على ذلك ؛ فإننا نستطيع من خلال بيان هذه الحقيقة أن نحسم الجدال الذي استهلك جهود وأوقات الكثير من‌الخبراء والعلماء حول تعيين منطلق عملية الإصلاح الحضاري ، بل إنّ هذا الجدال جعل البعض منهم يعيش ضمن دائرةمفرغة لا يعلم من أين يدخل فيها ، ومن أين يخرج منها ، فالمهمّ ليس معرفة هذا البعد أو ذاك بقدر ما هو الانطلاق والمبادرة .\r\nونحن - كمسلمين - نصاب في بعض الأحيان بشلل الإرادة ، وقد ينعكس هذا\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nالشلل في تأخير اتخاذ القرار ؛ متذرّعين‌بأنّنا لا نعرف من أين نبدأ عملنا ، وكيف نتحرك ، ومن الذي سيساعدنا . . في حين أنّ من الواجب علينا أن نتوكّل في هذاالمجال على اللَّه تقدّست أسماؤه ، الذي يقول : ( وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا ) ( العنكبوت / 69 ) .\r\nوثمة سؤال لا يصح التغافل عنه ؛ ما هو السبيل إلى إنشاء مؤسسات اجتماعية حضارية فاعلة ، وكيف نحوّل مساجدنا إلىجامعات ، ومنتديات علمية ومراكز اجتماعية وخدماتية . . ؟\r\nمن أجل أن نقوم بكلّ ذلك وغيره ، علينا أن نتّبع الخطوات التالية :\r\nإسقاط الحواجز\r\n1 / لابد أن نسقط الحواجز بيننا كأفراد ؛ فنحن نعيش فيما بيننا سواء في الأسرة ، أم في المسجد أو حتى في التنظيمات السياسية ، ولكن هذا التعايش هو تعايش مادّي بحت ، أمّا الأرواح فإنها متنافرة ، فكل واحد منّا يعيش في وادٍ ، والآخرون في وادٍ آخر .\r\nترى كيف السبيل إلى إسقاط هذه الحجب ، وتجاوز هذه الحواجز والعقبات ؟ من أجل العثور على إجابة شافية على هذاالسؤال ، لابد أن نعود إلى كلمة نبينا الأعظم محمدصلى الله عليه وآله وسلم التي يقول فيها :\r\n( إنما بُعثت لأتمّم مكارم‌الأخلاق ) « 1 »\r\n، إلا أننا عادة لا ننظر إلى التعاليم الأخلاقية باعتبارها قضايا أساسية . فنحن قليلًا ما نتأثّر بالنصائح والمواعظ الأخلاقية ، فالكثير منّا عندما يجلس في مجالس الوعظ والإرشاد فإنّه يسمع المواعظ والإرشادات بإذن‌ليخرجها من الأذن الأخرى ، فترى كل واحد ينظر إلى ساعته ليرى متى ينتهي المجلس ، في حين أن هذه الدقائق‌محسوبة عليه ، وهذه المجالس نحن مسؤولون عنها يوم القيامة ، فلعلّ حديثاً نسمعه في هذا المجلس أو ذاك من شأنه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار الأنوار ، ج 16 ، ص 199 .\r\n","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\n- إذا لم نطبّقه - أن يقف أمامنا يوم القيامة ليمنعنا من دخول الجنّة ، فهذا الحديث يعتبر بالنسبة إلينا نذيراً وبشيراً . صحيح أن‌الرسول‌صلى الله عليه وآله وسلم ليس بيننا ، ولكن كلامه ما يزال بيننا ، فالخطيب إنما يتحدث إليك بالنيابة عن القرآن وعن النبيصلى الله عليه وآله وسلم ، وعندما لا يترك فيك هذا الحديث الأثر المطلوب فإن هذا يعني أنك لم تأت لكي ترتفع ، وتحدث تحوّلًا حقيقياً فينفسك ، وتتغيّر تغيراً جذرياً ، ولذلك فإن الحديث سوف لا ينفعك ، ولا ينفذ إلى أعماقك لأنك لم تكن مستعداً له من‌الناحية الذهنية والنفسية .\r\nإن التربية الأخلاقية تمثّل عملية متطورة ، وهي بإمكانها أن تحدث قفزة هائلة في حياتنا ، ونحن إذا أردنا أن نتمسك‌بتعاليم النبيصلى الله عليه وآله وسلم وأهل بيته‌عليهم السلام الخلقية ، فإننا نحتاج إلى عزيمة تشبه عزيمة الإنسان الذي يريد أن يقتلع جبال الهملايامن جذورها ، والسبب في ذلك أن نفس الإنسان بتجبّره متكبرة ، طاغية ، كما أن الوساوس الشيطانية ، والثقافة الجاهلية ، وغفلة الإنسان وشهواته تزيد من تلك الصفات السلبية في النفس .\r\nإن الحواجز التي تفصلنا عن بعضنا لابد وأن نهدّمها لكي نبني المجتمع الحضاري من خلال تصوّر أن هذه الحواجزستمنعنا أولًا من دخول الجنة لقول الإمام موسى الكاظم‌عليه السلام في وصيته لهشام بن الحكم في إطار بيانه للأثر الذيسيتركه في يوم القيامة حاجز من تلك الحواجز :\r\n( وهل يكبّ الناس على مناخرهم في نار جهنم إلا حصائدألسنتهم ) « 1 » ،\r\nفالكلمة الواحدة من الممكن أن تهوي بالإنسان في نار جهنم سبعين خريفاً ، ولكننا - للأسف‌الشديد - ترانا نجلس لنخوض مع الخائضين ، ولنوزّع التثبيطات يميننا وشمالًا ، في حين أن الكلمات المثبطة التي نتفوّه بهامن الممكن أن تصبح بالنسبة إلى الطرف المقابل بمثابة فرامل توقف مسيرته . فقد تكون هناك عشرات البرامج في ذهن‌هذا الإنسان يريد أن يطبّقها ، ولكنّ تلك الكلمات أوقفتها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار الأنوار ، ج 1 ، ص 150 .\r\n","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nهذا في حين أننا مسؤولون عن الكلمات التي ننطبق بها ، وسوف نحاسب عليها يوم القيامة حساباً عسيراً ؛ فالغيبة ، والتهمة ، والنميمة . . . كل ذلك نحن مسؤولون عنه ، وفي القرآن الكريم آيات عجيبة تتوفر على معالجة أمراض النفس‌شريطة أن يعي الإنسان هذا العلاج ، كقوله تعالى : ( وَذَرُوا ظَاهِرَ الإِثْمِ وَبَاطِنَهُ ) ( الأنعام / 120 ) . ففيبعض الأحيان قد لا يغتاب الواحد منّا إنساناً آخر بشكل مباشر ، وقد يرتكب ذنوباً لفظية أخرى فتترك آثارهاالضارة والسلبية على الآخرين دون دخولنا الجنة ، وتمنعنا بذلك من الوصول إلى أفضل ما نصبو إليه .\r\nالصفات السلبية سبب المأساة\r\n2 / لنتصوّر أن هذه المآسي التي تحلّ بنا - نحن المسلمين - بما فيها من فظاعة وآلام قد كان السبب فيها تلك‌الأخلاقيات السيئة التي نعاني منها ، فاللَّه سبحانه وتعالى لا يغيّر ما بقوم حتى يغيّروا ما بأنفسهم .\r\nترى ما هي هذه الصفات السلبية التي تكّرست فينا وسبّبت هذه المآسي والأزمات ؟ لابد أن هناك أنواعاً أخرى من‌الذنوب ، ألا وهي الذنوب التي نستهين بها ونستصغرها والتي تعتبر أخطر الذنوب على الإطلاق ، لأن الذنب الذييستصغره الإنسان لا يمكن أن يغفره اللَّه جل وعلا ؛ فكلّ واحد منّا يتصوّر امتيازه عن الآخرين ببراءة خاصة ، فيقرّرأن جميع الناس كفار ، ومنافقون ، وأن عليه أن يحطّمهم . . ومثل هذا الإنسان سوف يعذبه اللَّه تعالى مرتين ؛ مرّة لأنه‌ارتكب ذنباً ، ومرّة ثانية لأنه استحلّ حرمة إنسان مؤمن .\r\nوأنا أرى في هذا المجال أن الذنوب التي تنزل نقمات الرب ، وتحول بيننا وبين معالجة وإصلاح أوضاعنا ، هي نوع من‌الذنوب الخفيّة ؛ مثل سوء الظنّ ، والتكبّر ، والتفاخر ، والاستهزاء بالآخرين ، والحط من شأنهم .\r\nفلنقرأ - مثلًا - سورة الحجرات ، ولنطبّقها على أنفسنا ، ولنتدبر في هذه الآية :\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\n( يَآ أَيُّهَا الَّذِينَ ءَامَنُوا لَا يَسْخَرْ قَوْم‌ٌمِن قَوْمٍ عَسَى أَن يَكُونُوا خَيْراً مِنْهُمْ وَلَا نِسَآءٌ مِن نِسَآءٍ عَسَى أَن يَكُنَّ خَيْراً مِنْهُنَ ) ( الحجرات / 11 ) . فكيف‌يحق لنا أن نقرّر أن جماعتنا هي أفضل من تلك الجماعة ، وكيف استطعنا أن نضمن خلاصنا من نار جهنم لكي ندخل‌الآخرين فيها ؟\r\nإن هذه الصفات السلبيّة المذمومة هي حواجز بيننا كأفراد ، وهذه الحواجز تمنعنا من التعاون ، وعندما ينعدم التعاون‌سيوجد الذل والفقر وسائر الصفات السلبية الأخرى .\r\nوللأسف ؛ فإنّني قد أرى اثنين من الإخوان المؤمنين الملتزمين بالتعاليم الدينية لا يستطيعان أن ينسجما مع بعضهما فيمشروع واحد ، رغم أن هذا المشروع هو مشروع دينيّ ليس من ورائه مصلحة شخصية ، في حين أن الأعمال الحضاريةهي - عادة - أعمال جماعية ، ومثل هذه الروحية لم تنمُ فينا بعد ، لأنّنا نعاني من تلك الأخلاقيات السلبية ، وقد يكون‌الواحد منا اكتسب هذه الأخلاقيات منذ الطفولة .\r\nتوظيف الاختلاف في التكامل\r\nإن القرآن الكريم يقول صراحة : ( وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى ) ( المائدة / 2 ) ، ولكن الواحد منّا لا يريدأن يعمل مع الآخرين بحجّة أنه لا ينسجم معهم ! في حين أن القضية ليست قضية هوى نفس ، فالأيادي لابد أن تتلاحم‌مع بعضها ، والتجارب والخبرات لابد أن تتجمّع مع بعضها . صحيح أن اللَّه تقدست أسماؤه قد خلق كل إنسان علىشاكلة معيّنة ، وأن الاختلاف من طبيعة كل إنسان ، ولكنّ هذا الاختلاف يجب أن يُوظّف لمصلحة التكامل ، من أجل أن‌نشكل به المجتمع الواحد المكتفي من خلال ذلك الاختلاف اكتفاء ذاتياً . فاللَّه تبارك وتعالى لم يخلقنا مختلفين لكي نتنافرونتصارع مع بعضنا ، فهو يقول : ( يَآ أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُم مِن ذَكَرٍ وَانثَى وَجَعَلْنَاكُمْ شُعُوباً وَقَبَآئِلَ لِتَعَارَفُوا إِن‌َأَكْرَمَكُمْ عِندَ اللَّهِ أَتْقَاكُمْ ) ( الحجرات / 13 ) .\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nوعلى هذا فإن الحكمة من الاختلاف هو الوحدة ، والتكامل ، والتفاعل . أما أن نتمسك بالاختلاف الذي بين نفوسناوطبائعنا ، وأن يبغي كل واحد منا أن تكون له مؤسسة خاصة به لا يدخل فيها عليه أحد ، فإن هذه الظواهر هي من‌صفات المنافقين الذين يعصون من فوقهم ، ويظلمون من تحتهم ، فلا يستطيعون التوحّد والانسجام مع من هو أعلىمنهم ، ولا مع من هو أصغر منهم .\r\nإن علينا أن ننتزع هذه الصفات السلبية من نفوسنا ، وعندما نتخلّص منها فإننا سنستطيع أن نبدأ مسيرة الحضارة .\r\nوكذلك الحال بالنسبة إلينا فإن من الواجب لكي نصل إلى تلك المستويات الرفيعة أن نلتزم بجميع الأخلاقيات الإيجابية ، وأن لا ندّعي أننا مبرّؤون من الآثام والذنوب ؛ وعلى سبيل المثال فإن هناك بعضاً من الذنوب تصدر من‌العقل الباطن ، ومن بعض المؤثرات غير الشعورية دون أن نحس بها ، ومثل هذه الذنوب يجب أن نتخلص منها وأن لاندّعي إننا منزّهون عنها .\r\nحسن الخلق في الروايات\r\nوفيما يلي سأنقل للقراء الكرام بعض الروايات التي تتحدّث عن فضيلة حسن الخلق ، هذه الفضيلة التي تقود إلى أعلىالمستويات الحضارية :\r\n- قال رسول اللَّه‌صلى الله عليه وآله وسلم :\r\n( ما يوضع في ميزان امرئ يوم القيامة أفضل من حسن الخلق ) « 1 » .\r\n- وقال الإمام جعفر الصادق‌عليه السلام :\r\n( أربع من كنَّ فيه كمل إيمانه ، وإن كان من قرنه إلى قدمه ذنوب لم ينقصه ذلك وهي : الصدق ، وأداء الأمانة ، والحياء ، وحسن الخلق ) « 2 » .\r\n- وقال‌عليه السلام :\r\n( ما يقدم المؤمن على اللَّه عز وجل بعمل بعد الفرائض أحبُ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار الأنوار ، ج 7 ، ص 249 .\r\n( 2 ) - بحار الأنوار ، ج 64 ، ص 295 .\r\n","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nإلى اللَّه تعالى من أن يسع‌الناس بخلقه ) « 1 » .\r\n- وقال رسول اللَّه صلى الله عليه وآله وسلم :\r\n( إن صاحب الخلق الحسن له مثل أجر الصائم القائم ) « 2 » .\r\n- وقال‌صلى الله عليه وآله وسلم :\r\n( . . وأكثر ما يدخل به الجنة ، تقوى اللَّه ، وحسن الخلق ) « 3 » .\r\n- وقال الإمام جعفر الصادق‌عليه السلام :\r\n( إن الخلق الحسن يميث الخطيئة كما تميث الشمس الجليد ) « 4 » .\r\n- وقال‌عليه السلام :\r\n( إن اللَّه تبارك وتعالى ليعطي العبد من الثواب على حسن الخلق كما يعطى المجاهد فيسبيل اللَّه يغدو عليه ويروح ) « 5 » .\r\n- وقال‌عليه السلام :\r\n( إذا خالطت الناس فإن استطعت أن لا تخالط أحداً من الناس إلا كانت يدك عليه العليافأفعل ، فإن العبد يكون فيه بعض التقصير من العبادة ، ويكون له خلق حسن ، فيبلّغه اللَّه بخلقه ، درجةالصائم القائم ) « 6 » .\r\nوهذا يعني إن الأخلاق الحسنة تسدّ ، وتكمل النواقص الموجودة في أعمال الإنسان .\r\nفالتمسك بالأخلاق الحسنة ، وطرد الأخلاق السيئة ، وخصوصاً الاجتماعية منها ، من شأنه أن يرفع ويحطّم الحواجز بيننا ، تلك الحواجز والعقبات النفسية التي تحول دون سيادة حالة التكافل والتعاون والانسجام والحضور الضرورية لتشييدصرح الحضارة الشامخ . فمن دون أن نتسلح بالأخلاقيات الحضارية التي تقف الروح الجماعية في مقدمتها سنظل نرسف‌في أغلال الجهل ، والتخلّف ، والانحطاط ، وسنبقى تابعين لغيرنا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار الأنوار ، ج 68 ، ص 375 .\r\n( 2 ) - بحار الأنوار ، ج 68 ، ص 375\r\n( 3 ) - - بحار الأنوار ، ج 67 ، ص 288\r\n( 4 ) - بحار الأنوار ، ج 68 ، ص 375\r\n( 5 ) - بحار الأنوار ، ج 68 ، ص 377\r\n( 6 ) - بحار الأنوار ، ج 68 ، ص 394 - 395 .\r\n","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\n\r\nالثقافة منطلق المسيرة الحضارية\r\nمما يؤلم كل ضمير حيّ في هذه الأمة ، ويحز فيه هو حالة التخلف والجهل والفقر التي تعيشها أمتنا الإسلامية منذ أمدطويل وإلى حد الآن ، فالواحد منا ينام ليله وهو يحلم في رغيف الغد كيف سيحصل عليه ، ويأتي به إلى أطفاله لكي يسدبه رمقهم ورمقه . فإلى متى - يا ترى - سنظل نعيش حضيض التخلف ، في حين أن العالم الآخر يخطو خطوات واسعة ، ويقفز قفزات عملاقة في دنيا التكنولوجيا المتطورة ، والاقتصاد المزدهر ؟\r\nبين البلدان المتخلفة والبلدان المتطوّرة\r\nفي بعض البلدان الفقيرة قد لا يمر العام الأول على الأطفال فيموتون خلال أشهرهم الأولى ولم يحتفلوا بعد بعيد ميلادهم‌الأول ، في حين توقد الشموع لأطفال أوروبا وأميركا واليابان كل عام حتى يهرموا ، وإذا افترضنا أن أولادنا قد كتبت‌لهم الحياة فإنهم سينمون نحيفين أو مشوّهين لأنهم لم يزودوا في صغرهم بلقاح بسيط لا تتعدى كلفته الدولار الواحد ، فيكونون عندئذ ضحايا الشلل ، أو الجدري وغير ذلك من الأوبئة والأمراض ، بينما توضع برامج التغذية الخاصة لأطفال‌العالم الصناعي بالإضافة إلى الدواء والعلاج الذي قد لا يحتاجونه ، لأن الأمراض والأوبئة قد رحلت من بين أوساطهم‌منذ زمن ليس بالقصير .\r\nترى لماذا تعصف ببلداننا أمواج الفقر والكوارث ، فيموت أبناؤها ضحايا الأمراض والجفاف والجوع الذي يسحق‌الألوف المؤلفة ؟\r\nمنذ مئات السنين والعيش الرغيد الهنيء حسرة على كثير من الشعوب المسلمة\r\n\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nوقلوب أطفالهم ، ولو كان هناك جهدمن الإنسان الغني في هذه المنطقة الإسلامية أو تلك لما وصل الفقر إلى هذه الدرجة المتأزمة الحادة التي عليها الآن ، ولكن الصبغة العامة - للأسف - ليست هي صبغة الغنا والرفاهية والازدهار ، بل هي صبغة التخلف والفقر والهوان‌والذل والتبعية ، وما إلى ذلك من الظواهر السلبية المقيتة .\r\nترى هل خُلقنا لكي نعاني ونتألم . . . أم لأننا مسلمون فكان قدرنا هذا الواقع المرير ، أم أننا زهدنا في الدنيا وابتغيناالآخرة ورجوناها ، فكان الازدهار والتقدم والنعيم في هذه الدنيا من نصيب الآخرين ؟\r\nكلا ؛ فحاشى للَّه تبارك وتعالى أن يكون قد قدّر لنا كل ذلك ، بل لابد أن نفتش عن أسباب وجذور واقعنا المظلم‌المتخلف ، فإذا أردنا معالجة أوضاعنا الاجتماعية والسياسية والاقتصادية المتردية علاجاً آنياً وموقتاً دون البحث فيالعمق ، ودون دراسة خلفيات وجذور هذه الأوضاع وما يسفر عنها من نتائج ، فإن بحثاً وعلاجاً كهذين إنما هما عبث‌في عبث .\r\nلابد من علاج جذري\r\nإن مثل التخلف في أوضاعنا الاجتماعية والسياسية والاقتصادية كمثل جبل الثلج الذي يطفو فوق البحر ، فلا يظهر إلاجزء يسير من حجمه فوق سطح المياه لا يتجاوز المعشار ، أما النسبة الباقية فهي غائصة لا تبدو للعيان . وهكذا الحال‌بالنسبة إلى أوضاعنا ، وخصوصاً الاقتصادية منها ، فإن النسبة الأعظم منها غائصة في بحر التخلّف .\r\nلقد بلغ التخلف والتردي في أوضاعنا الاقتصادية والسياسية درجة بات لا ينفع معها العلاج الموقّت ، لأن العلة ستبقىمتأصلة تكبر وتستشري بمرور الزمن ، فلابد - والحالة هذه - من المعالجة الجذرية ما دامت العلل والأسباب متأصلةوجذرية هي الأخرى .\r\nوقد يعلّل البعض تخلّفنا وتقهقرنا بأنهما قدر إلهي كتب علينا ، وحاشا للَّه - جلت قدرته - أن يجعل ذلك قدراً يقدره دون سبب ، فهو تعالى ينفي ذلك عن ذاته المقدسة\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nبشدة في قوله : ( وَمَا رَبُّكَ بِظَلَّامٍ لِلْعَبِيدِ ) ( فصلت / 46 ) ، فكيف يكتب الفقر على عباده وقد خلق كل ما في الوجود مسخراً لهم ، ولأجل منفعتهم ، وقد خلق هذه الأرض وما عليها من خيرات وما في جوفها من كنوز وثروات ، والسهول ، والجبال ، والبحار والأنهار ، والحقول والمراعي ، والطيور والثروات الحيوانية . . وغيرها من النعم التي لا تعد ولا تحصى ؟\r\nنحن أغنياء ولكن . . . !\r\nإن بلداننا الطويلة العريضة ما من واحد منها إلا وتجده غنياً مليئاً بالكثير من الموارد والثروات الطبيعية المختلفة ؛ من‌نفط ، وغاز ، وحديد ، ونحاس ، وذهب ، ومياه عذبة ، وتربة خصبة ، وغابات . . ولعل هذه الموارد نجدها تتركز عادة فيالمناطق الإسلامية كما هو الحال في الاتحاد السوفياتي والصين فضلًا عن البلدان الإسلامية نفسها .\r\nإن اللَّه تقدست أسماؤه لم يكن ليقدّر لنا - نحن المسلمين - أن نعيش فقراء معوزين محتاجين إلى غيرنا ، وكيف يقدّر لناالفقر وفي بلدان الخليج وحدها خمسون بالمائة من احتياطي النفط العالمي ؟\r\nوفي الوقت الذي لم يجعل اللَّه تعالى الفقر قدرنا وقضاءنا ، فإنه لم يأمرنا أن نركن إلى زوايا بيوتنا لنقعد ، وننتظر أن يرفدنابكل ما نحتاجه من المعاجز والإمدادات الغيبية ، بل إنه تعالى أمرنا بالانطلاق في رحاب هذه الأرض ، والابتغاء من‌فضله ونعمه .\r\nفما هو - إذن - سبب فقرنا وتخلفنا بعد أن اتضح لنا أن الفقر ليس من اللَّه جل جلاله ، وأين تكمن علّة الفقر ؟\r\nللجواب على ذلك : إن السبب هو القيود والأغلال التي كُبّلت بها أيدينا ، فلم تعد قادرة على الاستثمار ، والإنتاج ، والإبداع ، وانعدام الحرية الاقتصادية . فعلى الرغم مما تزخر به بلداننا من كنوز وثروات ، ولكن استثمارها والانتفاع منها ممنوعان على أهلها وأصحابها ؛ وعلى سبيل المثال فإن هناك أراضي خصبة بكراً تملأ الآفاق ،\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nوهناك مياه عذبة غزيرة من شأنها أن تجعل من تلك الأراضي جناناً خضراً تحمل لنا ثماراً طيبة عبر استصلاحها ، وحرثها ، وزراعتها ، ولكنك عندما تعزم على تعزم على تنفيذ مشروعك لابد أن تصطدم بألف قانون وقانون يحول بينك وبين تحقيق هذاالهدف الاستثماري .\r\nنعم ؛ إن القوانين التي من الأحرى أن نسميّها بالموانع والعراقيل تظل تلاحق آمالنا وأحلامنا ، ونحن لو أمعنا النظر فيهذه القوانين لوجدنا أنها ليست إلا تركة استعمارية مقيتة .\r\nالتخلّف في المجال الزراعي\r\nوللأسف فإن الزراعة في معظم بلداننا التي كانت في يوم من الأيام تتمتع بالاكتفاء في هذا المجال ، شبه ميتة ؛ فأراضيهايقتلها البوار ، والمياه العذبة تذهب إلى البحار هدراً دون استغلال صحيح لها ، حتى بتنا نستجدي ونطلب الصدقات من‌أميركا وأوروبا لتزودنا بشيء من القمح واللحم والبطاطس بعد أن نهبوا نفطنا ، وثرواتنا المعدنية ، فأضحى اقتصادنا أسيراً للعملات الأجنبية .\r\nترى أين نحن اليوم من أمسنا ؟ فأرض العراق التي كانت تسمى ( أرض السواد ) ، حيث لم تكن بقعة منهاتخلو من الزراعة والخضرة ، أصبح أبناؤها اليوم يموتون جوعاً ، كما أن هذه الأرض كانت في يوم ما ملجأ لكل جياع‌العالم عندما يصيبهم القحط ، في حين نرى الآن أن مخزون القمح فيها لا يكفي إلا لمدة أسبوعين ، وإذا ما بحثنا عن السبب ؛ حدثنا عنه التاريخ ؛ فالبريطانيون عندما جاؤوا إلى مصر منعوا وحاربوا زراعة القمح واستبدلوها بزراعة القطن‌ليزودوا به مصانعهم في بريطانيا ، حيث بلغت الثروة الصناعية أوجها ، وكانت المصانع في أمسّ الحاجة إلى المواد الخام‌ومن ضمنها القطن الذي يعتبر المادّة الأولية الأساسية في صناعة النسيج .\r\nإن معظم القوانين الاستعمارية المستوردة التي يُعْمَل بها في بلداننا الإسلامية إنما وفدت علينا في إطار مؤامرة غربيةلتدمير اقتصاد المسلمين ، وعرقلة عملية نموّهم وتطوّرهم ؛ بل ومن أجل تجويع شعوبنا ، وهدم البنى التحتية لاقتصادها فأماتوا\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nزراعتنا ، وزودونا بالمكائن والآلات غير الأساسية لنضيّع أوقاتنا في صناعات التجميع .\r\nوفي الحقيقة ؛ فإننا لو نظرنا إلى البلدان المتقدمة صناعياً نجد أن تقدمها هذا لم يحدث إلا من خلال التطوّر الزراعي ، وزيادة الإنتاج . فالأولى بكل بلد نامٍ - إذن - أن يطوّر زراعته أولًا ، ويؤمن إنتاجه ، ثم ينتقل بعد ذلك إلى المجال‌الصناعي . ولعل من الأسباب التي فجّرت الثورة الصناعية في عالم الغرب - وخصوصاً بريطانيا ، وكما يرى ذلك بعض‌المؤرّخين - هو الفائض في الإنتاج الزراعي الذي شهدته بريطانيا ، والدول الأوروبية الأخرى آنذاك .\r\nومن أجل علاج تلك المعضلات لعلنا نقول : حسناً ؛ لنعط الزراعة حقها ، فهذه الأرض مفتوحة لمن أراد أن يستثمرها ، وبالإضافة إلى ذلك لنعط الحرية في الصناعة ، ولنشيّد المعامل ، وننتج .\r\nغير إن هذا وحد لا يكفي ؛ فالحرية بدون ضوابط وتنظيم لا تكفي ، بل إنها ستتحول بهذا الشكل العشوائي إلى طبقيةمقيتة ؛ فالبعض يستخدمون دهاءهم ولا يتورّعون عن ارتكاب أية جريمة ، وإذا بهم يشكلون كتلًا وتجمعات اقتصاديةخاصة ، ويمتصون من خلال هذه التشكيلات دماء الغالبية المسحوقة من أبناء شعوبنا ، فيزدادون - بالتالي - ثراءًوترفاً ، بينما يظل المسحوقون في فقرهم وفاقتهم ، وتضحى الحركة الاقتصادية عبارة عن سيطرة مجاميع من البرجوازية الكبيرة والصغيرة ، والرأسمالية ، والكارتلات على مقدراتنا .\r\nالحرية الاقتصادية والسياسية معاً\r\nوخلاصة القول ؛ إننا نسلّم بحاجتنا الماسة إلى الحرية الاقتصادية ، ولكن هذه الحرية لا تكفي لوحدها ، إذ لابد من حريةسياسية تؤازر الحرية الاقتصادية وتوجهها ، لأن الحرية الاقتصادية وحدها ومن دون خلفية سياسية تكون بمثابة ضابط وموجه لها ، لا تلبث أن تتحول إلى ذئب ضارٍ ينهش في جسد الأمة ، ويمتص دماءها . فالضوابط والتنظيم والإدارة الحازمة التي تتولاها القوة السياسية في البلاد\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nتعني الحيلولة دون انتشار المفاسد الاقتصادية ، كالاستغلال والاحتكار والجشع والغلاء والرشوة والاختلاس . فما أهمية القانون وما معناه إذا شاعت الرشوة في البلاد أو استفحل‌الاستغلال والاحتكار ؛ فهذه العوامل التي تشلّ اقتصاد البلد تتحوّل إلى مجموعة كارتلات تسيطر ، وتخطط ، وتنفذ .\r\nوفيما يتعلق بالحرية السياسية نتساءل : هل أن هذه الحرية ينتهي عندها كل شيء ، فتسير الأمور في مجراها الطبيعي ؟\r\nهنا نقول : إن الحرية السياسية لا تكفي - هي الأخرى - لوحدها ، وليست قادرة على منع انتشار عوامل الفسادالاقتصادي ، ذلك لأن للحرية السياسية منافعها ومضارها ، فمن ضمن منافعها أنها تجعل الواحد منا حراً في أن يبوح‌ويعبّر عما يريد ويمارس ما يرغب ، ومن مضارّها أيضاً إفساد الرأي العام من خلال حدوث الانشقاق بين الأفراد ، فإذا بكل واحد يبغي إسقاط الآخر ؛ فيتكلم عنه بما فيه ، وما ليس فيه . وهذا هو الجذر الأساسي للمشاكل التي نعانيمنها ، وهو الذي يجب علينا أن نسعى جاهدين لاجتثاثه من خلال نشر ثقافة رسالية إيمانية وتعامل أخلاقي فاضل .\r\nالثقافة الرسالية ؛ إطار الحرية\r\nوإذا ما أُطرت الحرية السياسية بإطار إيماني ، وأخلاق إسلامية فاضلة ، فإننا سنكون أهلًا لضبط وتوجيه الحرية الاقتصادية التي هي من جملة الأسباب الرئيسية للنمو والازدهار والتقدم .\r\nإن الثقافة الرسالية هي التي تصنع الإنسان المتقي الورع الذي يكون أهلًا لإبداء الآراء ، والبحث على صعيد الاجتماع ؛ فلا يقول شيئاً ، ولا يرى رأياً إلا بعد تمحيص ودراسة ودراية ، ولا يفعل فعلًا إلا بعد إحاطة بالنتائج ، فيصدر كل ذلك‌منه في إطار مخافة اللَّه سبحانه وتعالى وتقواه ، فلا يقول ولا يعمل شيئاً من باب العبث .\r\nوهكذا فلابد من ثقافة رسالية توجه التيار السياسي في هذه الأمة ، وإذا ما انتشرت في أوساط الأمة ثقافة رساليةصادقة ، وعرف الناس حقوقهم وواجباتهم ،\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nوأحسنوا التعامل معها ، فحينئذ ستكون الحرية السياسية مجدية ونافعة ، وستؤتي الحرية الاقتصادية بعد ذاك ثمارها ، وتزدهر الأمة ، وتمضي قدماً في مسيرة التقدم .\r\nولذلك نجد القرآن الكريم يؤكد على محور الثقافة الرسالية باعتبارها العنصر الأهم في عملية التقدم ؛ فلابد - أولًا - من‌أن يزكى عقل الإنسان ، وينمو ويتفتح ، وإلى هذه الحقيقة يشير السياق القرآني في قوله : ( أَفَمَن شَرَحَ اللَّهُ صَدْرَه‌ُلِلإِسْلَامِ فَهُوَ عَلَى نُورٍ مِن رَبِّهِ فَوَيْلٌ لِلْقَاسِيَةِ قُلُوبُهُم مِن ذِكْرِ اللَّهِ أُوْلَئِكَ فِي ضَلَالٍ مُبِينٍ ) ( الزمر / 22 ) .\r\nفالإنسان المؤمن عندما يفتح قلبه ، ويجعله منشرحاً للإيمان ، فإن اللَّه سبحانه يغدق على قلبه فيضاً من نوره السرمدي ، وعندئذ سيدرك صاحب هذا القلب ماله وما عليه في هذه الحياة سواء إزاء نفسه ، أو أمام أسرته ، ومجتمعه ، وأمته .\r\nوالإمام السجادعليه السلام يبيّن في رسالته المعروفة ب ( رسالة الحقوق ) أن علينا في هذه الدنيا حقوقاً ، وعلى سبيل‌المثال ؛ فإن لنفس الإنسان وجسمه ولكل جوارحه حقوقاً لابد من أن يوفيها ، وإذا ما خرج هذا الإنسان من إطار ذاته‌لاقته حقوق أخرى ؛ كحقوق الوالدين ، والأولاد ، والزوجة ، والجار ، ثم تتعدى إلى الأصدقاء والأقرباء والمجتمع حتىتشمل الأمة كلها . وإذا ما حافظ الإنسان على هذه الحقوق والواجبات وعمل بها ، فإنه سوف لا يحتاج إلى قانون‌خارجي يؤطر حركته ويوجهها في الحياة ، ذلك لأن القانون قد وجد - مسبقاً - في ذاته وضميره ؛ أي أن وازعاً داخلياًهو الذي سيحرّكه .\r\nأما الذين قست قلوبهم ، ومات الضمير والوجدان فيهم ، فإن هؤلاء لا تنفع معهم جميع القوانين ، مهما تعدّدت وتفرعت‌بنودها ، ما دام ذكر اللَّه جل وعلا لا يدخل إلى أعماقهم ولا يتغلغل إلى قلوبهم الميتة القاسية . ثم يمضي السياق القرآنيالكريم مؤكداً على هذه الحقيقة قائلًا : ( اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَاباً مُتَشَابِهاً مَثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِين‌َيَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ ذَلِكَ هُدَى اللَّهِ يَهْدِي بِهِ مَنْ يَشآءُ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِن‌ْهَادٍ ) ( الزمر / 23 ) .\r\nوعلى هذا الأساس ؛ فإننا بحاجة إلى هدى اللَّه ، ومجتمعاتنا بحاجة - هي\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nالأخرى - إلى أن تقتلع جذور التبعية والتخلّف‌والتمزق وجميع الأمراض المستعصية المعششة في مجتمعاتنا الإسلامية ، ما دام القرآن بين أيدينا .\r\nفلنتلُ القرآن الكريم حق تلاوته ، ولننشر مبادئه ، وتعاليمه بين أفراد المجتمع ، ولندعُهم إلى أن يكونوا قرآنيين . وإذا ماوصلنا إلى هذا المستوى ، فحينئذ سوف تحلّ جميع مشاكلنا . ففهم القرآن ، وتدبّره يعنيان أننا قد عالجنا مشكلتنا الثقافية ؛ أي تزودنا بزاد الثقافة الرسالية التي هي مفتاح علاج مشاكلنا ، ومعضلاتنا السياسية ، ومن ثم الاقتصادية ، وبذلك‌سوف نبني أمة خلاقة ، مبدعة تحب العمل المؤطر بالإخلاص ، وترغب في التحرك والنشاط .\r\nفلابد - إذن - من أن نتسلّح بسلاح الثقافة الرسالية ، وندع الجمود ، والخمول ، وروح الاتكال جانباً ، ولابد لنا من ان‌نتشبع بالثقافة القرآنية ، ونعيها وعياً تاماً ، ونبثها في مجتمعاتنا لكي نخطو الخطوات الأولى في معالجة مشاكلنا ، وتغييرواقعنا المتردي نحو الأفضل والأحسن ، وبالتالي نسير بأمتنا إلى مستقبل حضاري مشرق ومزدهر .\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\n\r\nبناء المؤسسات ضرورة حضارية\r\nإذا كانت هناك ميزة يتميز بها عصرنا الحديث ، فإنها - ولا ريب - ميزة ( المؤسسات ) . فجميع البحوث‌والدراسات التي تبحث في تطوير المجتمعات وتحضيرها ، لابد أن تؤدي إلى هذا المحور وهو : كيف نتجاوز عصر الفردإلى عصر المؤسسة ، والحالة الفردية إلى الحالة الاجتماعية ؟\r\nالحضارة هي الحضور\r\nإن كلمة ( الحضارة ) و ( المدنية ) وما يراد منها من مصطلحات وتعابير تؤدي كلها معنى حضورالإنسان واجتماعه وتفاعله معه ، بل إننا عندما نريد أن نعرّف الإنسان تعريفاً يميزه عن سائر الأحياء ، فلا مناص لنا من‌القول بأنه كائن اجتماعي سياسي ، وقد ظهر هذا التعريف مؤخراً في مؤلفات المفكرين والعلماء .\r\nالبيان والعلم ميزة الإنسان\r\nوعندما بيّن القرآن الكريم الصفة الأساسية للإنسان ، فإنه ركز على صفة البيان والعلم ، وذلك في الآية الكريمة التي كانت‌باكورة وحي اللَّه تعالى إلى النبيصلى الله عليه وآله وسلم : ( اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ * خَلَقَ الإِنسَانَ مِنْ عَلَقٍ * اقْرَأْ وَرَبُّك‌َالأَكْرَمُ * الَّذِي عَلَّمَ بِالْقَلَمِ * عَلَّمَ الإِنسَانَ مَا لَمْ يَعْلَمْ ) ( العلق / 5 - 1 ) .\r\nوفي سورة الرحمان التي تتجلى فيها رحمة اللَّه عز وجل نقرأ قوله تعالى : ( الرَّحْمَنُ * عَلَّمَ الْقُرْءَانَ * خَلَق‌َالإِنسَانَ ) ( الرحمن / 3 - 1 ) ، وفي سورة القلم تطالعنا الآيات الكريمة القائلة : ( ن وَالْقَلَمِ وَمَا يَسْطُرُونَ * مَآ أَنتَ بِنِعْمَةِ رَبِّكَ\r\n\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nبِمَجْنُونٍ ) ( القلم / 2 - 1 ) ، فلماذا كان القلم أداة العلم ، والبيان وسيلته ، ولماذا كان العلم‌والبيان ميزة الإنسان ؟\r\nالجواب : لأن العلم والبيان يتولان مسؤولية نقل الخبرة من إنسان إلى آخر ، ومن جيل إلى جيل ، في حين إن هذه القدرةمعدومة تماماً لدى سائر الكائنات الحيّة ، ولذلك فإنها متوقفة عند حد معين من الفهم والمعرفة .\r\nفالبيان وسيلة لنقل التجربة من إنسان إلى آخر ، السمة الأساسية له هي سمة الحضور ، فالإنسان كائن حيّ متحضّر ، اجتماعي ، مبيّن ناطق ، ولكن الناس مع ذلك يختلفون في مستويات تحضّرهم ، فهناك بعض الحضارات متقدمة ، وهناك‌حضارات متوسطة في التقدم ، في حين أن هناك حضارات بدائية متخلّفة .\r\nمقياس التحضّر\r\nإن القيمة التي نقيس بها الحضارة ونحكم على ضوئها بأنها متقدمة ، أو متوسطة ، أو متخلفة ، هي مدى ( الحضور ) فيها ؛ فنحن قد نحضر عند بعضنا حضوراً مادياً بحتاً كما تجتمع أعواد الثقاب إلى بعضها في العلبة ، ولكن ترى هل هناك تفاعل بيننا في هذه الحالة ؟ الجواب بالنفي طبعاً ، ولذلك فإننا لا نستطيع أن نسمّي علبة أعوادالثقاب بحضارة الثقاب ، لأن الحضور في هذه الحالة هو حضور فيزيائي صرف وليس حضوراً معنوياً .\r\nوالآن فإن من الوسائل التي يستطيع بها العلماء معرفة مدى تحضّر شعب ما هي مفردات اللغة التي يتعامل بها ، فهناك‌بعض الشعوب البدائية لا تمتلك مفردات لغوية كثيرة ، فالجمل عندها بسيطة التركيب ، لأن أفرادها لا يتمتعون بخبرةكبيرة لكي يحتاجوا إلى نقلها إلى بعضهم البعض ، فنقل الخبرة بحاجة إلى البيان ، والبيان بحاجة إلى تطوير للفهم ، ولذلك‌نجد أن معلوماتهم بسيطة ، وحضارتهم محدودة رغم أنهم يعيشون سوية .\r\nإن الحضارة روح ، وتفاعل معنوي يؤدي إلى التعاون ، ونحن إذا أردنا أن نبني الحضارة الإسلامية فعلينا أن نعود إلىالجذور ، وإلى الفكرة الأساسية في الحضارة ،\r\n\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nوإلى المحتوى فيها ، ونفكر في الطريقة التي نجعل بها حضورنا إلى بعضناالبعض حضوراً معنوياً فاعلًا وقادراً على صنع الواقع المتقدم ، وإيجاد الأرضية المشتركة للعمل .\r\nإن علينا - نحن المسلمين - أن نعود إلى حضارتنا ، أي أن نجعل حضورنا عند بعضنا البعض حضوراً حيوياً فاعلًا لكينصل إلى الحقيقة ، ولكننا - للأسف الشديد - ترى كل واحد منا يعيش في زنزانة نفسه ، فإذا أراد أحدنا أن يدرس أويعمل ، فإنه يخطط لنفسه ، ويبرمج وينفذ لها فقط ، فكل تفكيرنا منصب على أنفسنا كأفراد .\r\nحياة المؤسسات لا الأشخاص\r\nإننا عاجزون عن أن نتقدم بوصة واحدة إن لم نخرج من زنزانة أنفسنا كأفراد لندخل في رحاب التجمعات ، ونعيش‌حياة المؤسسات لا حياة الأشخاص ، وأن نحذر من أن تكون قياداتنا شخصية مستندة إلى أفراد معينين فإن ذهبت ، فإن علينا أن نبنيها من جديد من ألفها إلى يائها .\r\nوعلى سبيل المثال ؛ فإن المؤسسة المرجعية التي تمتلك تاريخاً عريقاً يمتد إلى أكثر من ألف سنة ، هي المؤسسة الشرعيةالوحيدة التي تستطيع أن تنوب عن الإمام الحجة عجل اللَّه فرجه في عصر الغيبة ، ورغم ذلك فإني - حسب معلوماتيلم أجد حتى الآن كتاباً ألف حول تجربة المؤسسة المرجعية خلال ألف عام من الخبرات والجهات ، والعطاء العلميوالحضاري في مختلف الأمور .\r\nإن السبب في ذلك أن المؤسسات لم يكن لها وجود في ذلك العصر ، ولذلك فإن التاريخ لم يكتب ، ولم تنتقل الخبرات‌والتجارب إلا من خلال الألسن والأفواه . . . وفي مثل هذه الحالة تسود جميع مجالات حياتنا . فنحن نعيش أفراداً ولم نستطع بعد أن نعي ضرورة ظهور المؤسسات في حياتنا .\r\nإن الإسلام عندما قال لنا : ( وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى ) ( المائدة / 2 ) فإنه لم يأمرنا أن نرفع الأذى عن‌طريق المسلمين فحسب ، بل إن اللَّه تعالى أعطانا بذلك الأستراتيجية العامة في حياتنا ؛ أي أن حركتنا لابد أن تكون‌حركة تعاونية ، وفكرنا\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nيجب أن يكون فكر التشاور وتبادل الآراء والخبرات كما يقول تعالى : ( وَالَّذِينَ اسْتَجَابُوالِرَبِّهِمْ وَأَقَامُوا الصَّلَاةَ وَأَمْرُهُمْ شُورَى بَيْنَهُمْ ) ( الشورى / 38 ) ، كما أن خططنا يجب أن تكون خططاً مشتركة ، وأن تسود حالة التعاون حياتنا .\r\nمجتمع الجمع والحضارة\r\nوالسؤال المهم المطروح في هذا المجال هو : كيف نحوّل مجتمعنا من مجتمع الآحاد إلى مجتمع الجمع والحضارة ؟\r\nللإجابة على هذا السؤال المهم هنا أفكار كثيرة تتزاحم عليّ لبيانها ، ولكنّي أريد أن أخصص حديثي للتطرّق إلى جانب‌واحد ، وهو أننا نمتلك مؤسسات اجتماعية غير فاعلة لابد أن نبعث فيها الروح والحيوية والنشاط لكي تصبح بذلك‌مؤسسات فاعلة . ونحن في هذا المجال بحاجة إلى مؤسسات جديدة تستطيع أن تجاري العصر الذي نعيشه ، ومن أجل‌تحقيق هذا الهدف علينا أن نقوم بوظيفتين ؛ الأولى هي بعث الروح في المؤسسات القائمة ، والثانية بناء مؤسسات جديدةحسب مقتضيات العصر .\r\nالأسرة هي المؤسسة الأولى\r\nومن أولى وأهم المؤسسات التي يجب أن نعمل على إحيائها ، وبعث الروح فيها هي مؤسسة ( الأسرة ) . فللأسف الشديد فإن التفاعل والحضور غير قائمين في أسرنا ، فهناك الكثير من الحواجز والاختلافات بين أفراد الأسرةالواحدة ؛ فالصراحة ، والتعاون ، والروح الجماعية المشتركة . . . كلها صفات تفتقر إليها الغالبية العظمى من أسرنا ، وهذه‌حالات سلبية يجب أن نبادر إلى معالجتها .\r\nفمن الظواهر المشهودة في هذا المجال هي أن الأبناء يعملون - وبمجرد وفاة أبيهم - على هدم الشركة التي تعب الأب‌وبذل الجهود المضنية من أجل إنشائها ، في حين أنهم في الحقيقة يجمعهم مصير مشترك ، وحياة واحدة . . وهذه الظاهرةإن دلّت على شيء ، فإنما تدل على أن الروح الجماعية مفقودة تماماً في أسرنا .\r\n\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nإننا - كمسلمين - مكلّفون بإعادة الروح إلى أسرنا ، لكي تعود الروح إلى المؤسسات والكيانات الأخرى في المجتمع .\r\nمؤسسة المسجد\r\nومن المؤسسات الاجتماعية الأخرى التي يجب أن نصبّ اهتمامنا عليها هي مؤسسة ( المسجد ) . فالتجمع‌الذي يحضر في مسجد من المساجد ينبغي أن يكون لمجيئهم فائدة ، وأن يعرف كل الواحد منهم السبب الذي جاء من‌أجله إلى المسجد ، وأن يتعرّف على روّاد المسجد ، وينشئ علاقات اجتماعية معهم ، ويسعى من أجل أن يشترك مع‌الآخرين في تأسيس صندوق مشترك للتعاون ، والقيام بالأنشطة الاجتماعية والسياسية .\r\nإن المسجد هو - بعد الأسرة - اللبنة الحضارية الأولى في الأمة الإسلامية ، فلابد من الاعتناء به ؛ فهو ليس محلًا لأداءالعبادات فحسب ، بل هو مكان من الممكن أن تمارس فيه الكثير من الأنشطة في مختلف مجالات الحياة .\r\nوعلى هذا ؛ فلابد من أن نعيد الروح إلى مؤسسة المسجد ، فإن كانت لدينا بعض المشاكل فلا بأس من أن نطرحها فيالمسجد مع الآخرين أو مع إمام هذا المسجد ، لكي يتعاون الجميع من أجل حلّها كما كان يحدث ذلك في عصرالرسول‌صلى الله عليه وآله وسلم ، فكثيراً ما كان عقد الزواج - مثلًا - يتمّ في المسجد ، وقد وردت روايات كثيرة في هذا المجال نستنتج منهاأن النبيصلى الله عليه وآله وسلم كان يحل مع أصحابه الكثير من المشاكل الاقتصادية والاجتماعية والجهادية في المسجد .\r\nمؤسسة الحيّ\r\nالمؤسسة الاجتماعية الثالثة التي ينبغي الاهتمام بها هي مؤسسة ( الحىّ ) ، فالإسلام يأمرنا بأن نهتم بجيرانناليكوّن الواحد منا هو وجيرانه مؤسسة اجتماعية فاعلة ونشطة ، كأن تقام الاجتماعات والجلسات الدورية بين سكان‌الحيّ الواحد ، أو أن يكون لهم تنظيم بلدي لإدارة شؤون محلّتهم لكي لا يضطرّوا إلى ترقّب القوانين الإدارية حتى تحل‌مشاكلهم ، فمن المفروض أن نكون نحن المبادرين إلى القيام بهذه\r\n\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nالأعمال ، فعلى أهل الحارة الواحدة أن يجتمعوا فيما بينهم‌ليحدّدوا احتياجات حارتهم ، مثل بناء مسجد ، أو تأسيس مستوصف ، أو صندوق للقرض الحسن . .\r\nإن هذا هو المعنى الحقيقي للجيرة التي يربطها مع بعضها عمل مشترك ، ومصير واحد ، وهناك مؤسسات أخرى أمرالإسلام بإقامتها ، وقد ذكرت تلك الأمثلة البسيطة من أجل بيان أن المؤسسات التي أمر الإسلام بها ، وبرمج التعاون من‌خلالها يجب أن نبعث فيها روحها الأصيلة ؛ وعلى سبيل المثال ، فإن اللَّه تبارك وتعالى قد أمرنا بالتعاون فقال : ( وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى وَلا تَعَاوَنُوا عَلَى الإِثْمِ وَالْعُدْوَانِ ) ( المائدة / 2 ) ، فقد بيّن لنا هنا قنوات‌التعاون مثل الأسرة ، والجيران ، والمسجد .\r\nمؤسسات حسب الظروف\r\nأما بالنسبة إلى المؤسسات الحضارية ؛ فإننا لا نستطيع أن نكتفي بالمؤسسات الموجودة ، بل لابد من أن نشكل مؤسسات‌حسب الظروف المتطوّرة ، فنحن - مثلًا - بحاجة إلى حزب سياسي ، وإلى مؤسسة تهتم بأمر البيئة . . وعلى سبيل المثال‌فإذا كان يوجد في منطقتنا حمّام يسهم في تلويث البيئة من خلال الدخان المتصاعد منه ، فلنفكر حتى نعثر على الطريقةالتي نتخلّص بها من هذا الدخان ، وإذا كانت هناك أرض متروكة قد تحوّلت إلى مكان لتجتمع النفايات ومرتع خصب‌للجراثيم فعلينا أن نحثّ مالكها لكي يضع لها الحلّ المناسب ، ذلك لأننا جميعاً مشتركون في الهواء الذي نتنفس منه ، وليس لأي واحد منا الحق في أن يفسد هذا الهواء ويلوّثه ، كما تشير إلى ذلك الآية الكريمة : ( وَلا تُفْسِدُوا فِيالارْضِ بَعْدَ اصْلَاحِهَا ) ( الأعراف / 56 ) . فهذه الآية توحي إلينا بضرورة المحافظة على البيئة ، كما أن هناك‌قاعدة شرعية تقول : ( لا ضرر ولا ضرا ) ر .\r\nإن هذه الأنشطة من السهل علينا القيام بها حسب مقتضيات الظروف المحيطة بنا ، وحسب احتياجاتنا ، وذلك من‌خلال التغلّب على الحواجز والعقبات النفسية التي تمنعنا من أداء تلك الأعمال من مثل الفرديات ، والأنانيات ، والتفكيرفي المصالح الشخصية .\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\n\r\nمن معالم الحضارة الإسلامية\r\nمن معالم الحضارة الإسلامية - كما رسمها لنا ربنا تعالى في سورة المائدة - الطاعة والتسليم ، فالطاعة للَّه ورسوله وأوليالأمر الشرعيين الذين اختارهم اللَّه ، وأوصى بهم الرسول‌صلى الله عليه وآله وسلم ، والوفاء بذلك الميثاق الذي أخذه الخالق جل وعلاعلى الإنسان ، واعترف به الإنسان نفسه ، والتسليم يكون للحق .\r\nالفصل العملي بين الحق والباطل\r\nإن معرفة هذه الحقيقة ، وهي أن هناك حقاً وباطلًا ، تبدأ في بادئ الأمر قضية بسيطة وواضحة ؛ فالجميع يعترف بوجودالحق ، ويقرّ بأن الباطل - بدوره - موجود ، وأن من الواجب اجتنابه ، ولكن المشكلة لا تكمن هنا ؛ أي في الاعتراف‌الفطري بوجود الخط الفاصل بين الحق والباطل ، بل في الاعتراف العملي ، والتمييز بين هاتين الجبهتين ؛ الحق والباطل .\r\nوالسبب في ذلك أن النفس البشرية تميل إلى خلط الأوراق وعدم الوضوح ، ذلك لأن الوضوح يضع الإنسان وجهاًلوجه أمام مسؤوليته ، ويجعله أمام ضميره ، وأمام حقائق الحياة ، في حين أن الغموض يتيح له فرصة الالتفاف حول‌الحق والتبرير .\r\nولذلك ؛ فإن من أهم وأعظم ما تقدّمه لنا رسالات اللَّه ، هو إيجاد هذا الفصل في داخل نفس الإنسان بين الحق والباطل ، ولذلك نقرأ في الدعاء :\r\n( وأرني الحق حقاً فأتبعه ، والباطل باطلًا فاجتنبه ، ولا تجعله عليَّ متشابهاًفأتبع هواي\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nبغير هدى منك ) « 1 » .\r\nإن هذه الفكرة ؛ أي وجود حق وباطل ، وأن هناك فاصلًا بينهما ، وأنه لا يمكن أن يختلطا ، هي فكرة حضارية أساسية فيرسالات اللَّه تبارك وتعالى ، لأن هذه الفكرة تفرز فكرة أخرى وراءها وهي : أن الحق ما دام حقاً فإنه سوف يكون‌ثابتاً ، وأن اللَّه هو الذي يضمن تطبيقه ، وهو الذي يقف وراءه بكل قوته وعظمته .\r\nضرورة البحث عن الحق وأصحابه\r\nإن على الإنسان أن يبحث عن الحق ، فترى كيف يجده ، وما هو المنهج السليم للوصول إليه ، ومن هم أصحابه ؟\r\nفالذي لا يعترف بأن هناك حقاً وباطلًا ، وأنهما مختلفان ولا يمكن أن يختلطا ، لا يبحث عن الحق ، ولا يتعب نفسه فيالتفكير به ، أو البحث عنه ، وسيعجز عن أن يميز بين أهل الحق وأهل الباطل ، وسوف ينظر إلى الناس نظرة واحدة ، لأن‌هؤلاء الناس سواء في ظاهر الخلق ، فلماذا - إذن - يتعب الإنسان نفسه في البحث عن أصحاب الحق ، وأين يجدهم ؟ إنهم قد يكونون مجموعة ضعيفة ، وقد يمثلون فئة تتناقض مصالحهم مع مصالحه ، بل إن التفكير أساساً عملية صعبة ، فالغالبية العظمى من الناس يهربون منه ، ويفضّلون أن ينساقوا في تيار الأحداث كما هي ، وأن يخوضوا مع الخائضين .\r\nولولا وجود بواعث شديدة تدفع الإنسان إلى التفكير والبحث والتنقيب ، فإنه يحجم عن التفكير ، ولذلك قيل : ( الحاجة أم الاختراع ) فإذا كان هناك شخص محتاج فلماذا لا يبادر إلى الابتكار والاختراع ؟\r\nوفي مجال الطاعة التي سبقت الإشارة إليها ، يقول عز من قائل : ( وَاذْكُرُوا نِعْمَةَ اللّهِ عَلَيْكُمْ وَمِيثَاقَهُ الَّذِي وَاثَقَكُم بِهِ إِذْ قُلْتُمْ سَمِعْنَا وَأَطَعْنَا وَاتَّقُوا اللّهَ إِنَّ اللّهَ عَلِيمٌ بِذَاتِ الصُّدُورِ ) ( المائدة / 7 ) ، فالطاعة لصاحب الحق ، ولمن‌يحمل رايته ، ويبحث عنه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار الأنوار ، ج 99 ، ص 77 .\r\n","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nأدوات البحث عن الحق\r\nوالإنسان عندما يريد أن يبحث عن الحق ، فإنه يفكر أولًا في أدوات هذا البحث ؛ وعقل الإنسان هو أحد هذه‌الأدوات ، فكيف نستثير هذا العقل ونستغلّه ونستضيء بنوره ، وكيف نتجنّب الهوى ؟\r\nإن بداية الطريق إلى ذلك هي أن ننطلق مستندين إلى المنطق السليم ، لأننا نهدف الوصول إلى الحق ، وطريقنا إلى الحق‌هو عقلنا ، والعقل يجب أن يبحث عن الطريق المناسب الذي يوصلنا إلى الحق ، وهذه هي المرحلة الأولى .\r\nأما المرحلة الثانية من استخدام أدوات البحث عن الحق ، فهي التحرّك . فنحن إذا لذنا بالصمت والسكون فإنّنا لا يمكن‌أن نصل إلى نتيجة ، إذ عندما نريد التعرف إلى أصحاب الحق ، علينا أن نتحرّك ، ونسأل عنهم ، ونتحقق في صفاتهم ؛ وبالتالي فإن الإنسان لابد أن يحمل مشعلًا يستطيع بواسطته العثور على أهل الحق ، وذلك بأن يتحرّك ، ويسير فيالأرض كما يحثنا على ذلك القرآن الكريم في قوله : ( قُلْ سِيرُوا فِي الأَرْضِ فَانْظُرُوا كَيْفَ بَدَأَ الْخَلْقَ ثُمَّ يُنشِئُالنَّشْأَةَ الاخِرَةَ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ) ( العنكبوت / 20 )\r\nفالقرآن يبيّن لنا بوضوح أن طريقنا إلى الحق طريق شاق يستدعي التحرّك ، والسير ، والبحث .\r\nالحضارات تشترك في العقلانية\r\nوهناك فكرة يطرحها المؤرخون وعلماء الحضارة ، وهي أن الحضارات تختلف عن بعضها ؛ فهناك حضارات جمالية ، وأخرى قانونية ، وثالثة علمية أو تقنية . . ولكن هذه الحضارات جميعها تشترك مع بعضها في خصوصية واحدة هي ( العقلانية ) ؛ فأي حضارة لابد أن تبحث عن العقل ، وتعمل بالعلم والمعرفة ، وتولي لهما الاحترام والتقدير ، فمثلًا ؛ كان الإغريق القدماء يتمتعون بحضارة راقية تميّزت بتقديس العقل والعلم والعمل ومنهجية التفكير ، وكذلك‌الحال بالنسبة إلى الحضارة العربية\r\n\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nالإسلامية في عصورها الذهبية فقد كانت تتميّز هي الأخرى بالعقلانية والعلمية ، ونفس الشيء يمكن أن يقال عن الحضارة الغربية الحديثة .\r\nأمّا الإسلام ؛ فعندما يأمرنا بالحق والطاعة له ولأهله ، فإنه في الواقع يرسي الحجر الأساس لبناء الحضارة ، والقرآن‌الكريم هو الذي يبيّن لنا برنامج اتباع الحق وطاعته ، فعلينا - إذن - أن نولي الاحترام الأكبر لهذا الكتاب العظيم لأننا إذاكنا نمتلك شيئاً من العلم فهو من القرآن الكريم ، وكلّما زاد احترامنا له كلّما اتّسعت واتضحت آفاقه أمامنا ، فعلينا أن‌نصغي له عند تلاوته لأننا في هذه الحالة نتبادل الحديث مع ربنا .\r\nالعدالة من صميم الحق\r\nإن الحق قد ينطلق مما يربط بينك وبين الطبيعة ، وقد يتصل فيما يربط بينك وبين الناس ، وحينئذ يسمّى ب ( العدل ) . والفرق بين العدل والحق هو أن الحق أكثر شمولًا ، فقد يكون الشيء بينك وبين اللَّه تبارك وتعالى حقّاً ، ولكن قد لا يكون بالمصطلح الدقيق هو العدل . أمّا الحق الذي بينك وبين الناس فإنه هو الذي يسمى ب ( العدل ) . وفي هذا المجال يقول تبارك وتعالى : ( يَآ أَيُّهَا الَّذِينَ ءَامَنُوا كُونُوا قَوَّامِينَ لِلّهِ شُهَدَآءَ بِالْقِسْطِوَلَا يَجْرِمَنَّكُمْ شَنَانُ قَوْمٍ عَلَى الَّا تَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى وَاتَّقُوا اللّهَ إِنَّ اللّهَ خَبِيرٌ بِمَاتَعْمَلُونَ ) ( المائدة / 8 ) .\r\nومن معالم الحضارة الإسلامية والمدنية الربانية ؛ العدالة . والعدالة تمثل مطلباً يسعى كل إنسان وخصوصاً إذا كان فيمصلحته ، ولكن من الذي يطبق العدالة ؟ إن الحضارة ليست الدعوة إلى العدالة وطلبها لنفسك بقدر ما هي حمل رايةالعدل ، وأن أنت قواماً به ، وأن تطلب المزيد من القيام بالحق بالمعنيين التاليين :\r\n1 / الكثرة الكمّية ؛ أي أن تقوم بالدعوة إلى الحق وتكرّس لهذه المهمة جميع أوقاتك ، وتوجّه الآخرين للعمل في سبيل‌اللَّه والحق . وبالطبع فإن هذه المهمة صعبة للغاية ؛ فالأمر بالمعروف ، والنهي عن المنكر يجعلانك في مواجهة الآخرين ، ويضطرانك إلى أن تتخذ موقفاً اجتماعياً .\r\n\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\n2 / النوعية ؛ ففي بعض الأحيان قد نأمر شخصاً أن يترك الغيبة ، ونأمر شخصاً آخر باجتناب البهتان ، ونطلب من ثالث‌أن يؤدي صلاة الليل ، أو يدفع الصدقة ، وما إلى ذلك . . وفي أحيان أخرى نحمل راية العدالة الاجتماعية في مقابل‌طاغوت ، وفي هذه الحالة سنعتبر قوّامين بالعدل ، لأن محاربة الطاغوت لا يمكن أن تتم بمجرد كلمة ، وبمجرد الأمربالمعروف والنهي عن المنكر ، بل إننا نحتاج في هذه الحالة إلى أن نصنع حركة حضارية تعمل لفترة طويلة حتى نستطيع‌إسقاط الطاغوت بأنفسنا أو نمهد الطريق للأجيال القادمة لأن تسقطه ، والذي يقوم بهذه المهمة يطلق عليه أسم ( القوّام ) كما جاء في قوله تعالى : ( يَآ أَيُّهَا الَّذِينَ ءَامَنُوا كُونُوا قَوَّامِينَ لِلّهِ شُهَدَآءَ بِالْقِسْطِ ) .\r\nوفي هذه الآية إشارة صريحة إلى ضرورة أن يكون القيام للَّه ؛ أي إن علينا أن نبتعد عن المصالح الشخصية والحزبية والفئوية ، وأن نشهد بالقسط ، وعندما يكون المجتمع على هذه الشاكلة سيكون مجتمعاً نشيطاً متحفزاً يحاول دائماً أن‌يقتحم الصراع . فالإنسان المتحضر هو الإنسان الذي يمتلك رغبة خوض الصراع ، والتدخل في القضايا والعلاقات الاجتماعية ، لأن انحراف أو صلاح الأفراد الآخرين في المجتمع يمثلان مفردة تعنيه .\r\nأزمة العدالة والقسط\r\nوالقرآن الكريم يمثل كلاماً حقيقياً يتوفّر على معالجة المشاكل بواقعية . . وأزمة العدالة هي عدم تطبيق الإنسان لها ، ومشكلة القسط هي عدم الشهود . فالظالم عندما يظلم فإنه يبرّر ظلمه للناس ، ويحاول أن يقنع نفسه بالظلم وأن يختلق‌التبريرات لنفسه ، ثم يعمل على نشر هذه التبريرات بعد أن يتأكد من أن قابلية تقبّل هذه التبريرات موجودة في المجتمع ، ويعرف أن هناك أشخاصاً يلوذون بالصمت والسكوت . أما إذا ارتكب الإنسان الظالم الظلم وهو يعلم أن المجتمع مجتمع‌شاهد بالحق ، فقبل أن يردعه العقاب الرسمي ، تردعه ملامة أفراد المجتمع .\r\nوهناك نقطة أخرى يؤكد عليها القرآن الكريم ، وهي أن أكثر الناس يظلمون ،\r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nويبررون ظلمهم للآخرين بأن هؤلاءالآخرين يظلمونهم ، ولكنّ القرآن الكريم ينهى عن هذا السلوك في قوله : ( وَلَا يَجْرِمَنَّكُمْ شَنَانُ قَوْمٍ عَلَى الَّاتَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى ) ، وقوله على لسان ( هابيل ) الذي حاول أن يرد إساءة أخيه بالحسنى : ( لَئِنْ بَسَطْتَ إِلَيَّ يَدَكَ لِتَقْتُلَنِي مَآ أَنَا بِبَاسِطٍ يَدِيَ إِلَيْكَ لَاقْتُلَكَ إِنِّي أَخَافُ اللّهَ رَب‌َالْعَالَمِينَ ) ( المائدة / 28 )\r\nالتحلّي بروح العدالة أبداً\r\nولكي نكرّس العدالة في المجتمع لابد أن نتحلّى بروحها حتى أمام الظالمين ، فمن أجل أن نصنع واقعاً حضارياً في أمتنإ ؛ پپّفإننا بحاجة إلى العدالة ، والعدالة بحاجة إلى أن يلتزم الإنسان بها حتى في مقابل من يبغضه ويعاديه ، وهذا - بدوره‌بحاجة إلى القيام للَّه بشكل متواصل ، ومن خلال نوعيّات وكيفيات معينة .\r\nإن علينا في مجال ضمان تطبيق العدالة أن نلتزم بالتسلسل التالي :\r\n1 - القيام للَّه\r\n2 - الشهادة بالقسط\r\n3 - الالتزام بالعدالة ، حتى مع العدو\r\n4 - العدالة التي هي أقرب إلى التقوى .\r\nوفي الختام ؛ ينبغي لنا توطين أنفسنا على تطبيق البنود السابقة ، فالمآسي التي تتوالى علينا إنما سببها عدم تطبيقنا للآيات‌القرآنية ، فلنحوّل شخصيتنا التي ورثناها من المجتمع المتخلف إلى شخصية نصوغها - بأنفسنا - وفق البصائر والتوجيهات القرآنية .\r\n\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\n\r\nمن أجل حضارة إسلامية\r\nيختلف الإنسان عن سائر الكائنات الحية أنه أوتي نزعة في داخله تدعوه إلى السمو والتقدم والتكامل ، وهذه النزعة لانجدها في جميع المخلوقات ؛ فالماء - مثلًا - لا يتحرك إلى الأعلى ، بل هو أبداً ينجذب إلى الأسفل باحثاً عن منحدر ثم‌عن حفرة ليستقر فيها ، بينما الإنسان يبحث عن القمم والتقدم والرقي ، إنه يهدف إلى أن يكون يومه خيراً من أمسه ، وغده خيراً من يومه ، وهو يطمح أن يكون أكثر مالًا وأكثر علماً وأكثر شهرة . ولولا هذه النزعة المتأصلة في ذاته لكان‌واقعه يشبه واقع الأحياء الأخرى ؛ كما القرود والقطط والأسود . . . وغيرها مما يعيش ضمن واقع راكد ومتخلف‌وبدائي .\r\nلكن الإنسان يفكر ويحاول ويسعى فيتقدم ، وهذا هو الذي دفع به إلى أن يطور مراحله التاريخية ، فتكون التالية أتقن‌وأرقى من التي سبقتها . فهو ينتقل من العصر الحجري إلى عصر اكتشاف النار ثم الزراعة ثم البخار ثم الماكنة ثم إلىعصر اكتشاف الذرة ؛ حيث يغزو فيه الفضاء ويرسل الصواريخ والأقمار الصناعية والسفن الفضائية بحثاً عمّا يجري فيالمريخ والمشتري ، حتى وصل به الأمر إلى استطلاع الكواكب وأخبارها وهو جالس على مقعده في مركزه الأرضي هنا .\r\nإن هذه النزعة وهذا الطموح هو الدافع للبشرية في الاستمرار ضمن عملية التنافس ، ونجد في التنافس صفة عميقةالجذور في النفس الإنسانية .\r\nشيء من تأريخ الإسلام\r\nففي يوم من الأيام وعهد من العهود كانت فيه الأمة الإسلامية تمثل القمة والتألق\r\n\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\nبالنسبة للحركة العالمية ولسائر الشعوب والدول والحضارات ، إذ كانت تجد في الحضارة المدنية الإسلامية كعبتها وقدوتها . فالعالم كله كان شديدالفضول والتطلع إلى الكشف عن تفاصيل حياة المسلمين ؛ كيف يفكرون وكيف يتعاملون وكيف يتقدمون وكيف وكيف . . . وسبب ذلك كله كان المسلمون القمة في التشريعات والتطبيقات ؛ في الحركة والتعاون ، في المال والاقتصاد ، في القوةوالحرية . وليس عجباً أن نرى المؤرخين يؤكدون روعة التقدم الحضاري للمسلمين ، ويصورون أجمل الصور وأروعهاعن طبيعة حياتهم ، حتى أن أحد المؤرخين لم يغفل عن إحصاء عدد الحمامات في بغداد ، حيث وصل إلى زهاء الألف ، وكذا المساجد والمدارس والمستشفيات والحوزات العلمية ، وكانت أهمها الحوزة التي يشرف على إدارتها زعيم الشيعةونقيب الطالبيين والأشراف السيد الشريف المرتضى الملقب ب ( علم الهدى ) ومن بعده شيخ الطائفة أبو جعفر الطوسي ، اللذان كانا يهتمان كل الاهتمام بالطلبة والدارسين ، وكان من أمر علم الهدى أن صنع لكل واحد من‌طلابه مفتاحاً خاصاً به لأخذ ما يحتاجه - من دون حرج - من بيت المال الخاص بالحوزة العلمية المشار إليها آنفاً ، حيث تجمع فيها المخصصات والنذورات والهدايا والحقوق الشرعية ، وما كان أحد من طلابه يأخذ أكثر من حاجته‌اليومية . ولعمري إن في ذلك المصداق الأكبر في الأمانة من جهة ، والاهتمام بالتطور العلمي ، وما ذاك إلّا صورة مصغرةللغاية عن عظمة ما وصلت إليه العقلية الإسلامية المخلصة والطامحة للتطور ، وسبق الأمم الأخرى من جهة ثانية .\r\nلقد كان العالم يجهل حياة وطبيعة المسلمين ، ولكن الأمر قد انعكس تماماً في الزمن الحاضر ، وإذا الحضارة والقوةوالقدرة قد انتقلت إلى مناطق أخرى ، فالمسلم أينما يولي وجهه فهو يسمع خبراً علمياً صادراً من أوروبا أو أميركا أواليابان ، فاليوم تم اكتشاف علاج مرض السل ، وخبر آخر يشير إلى غزو الفضاء ، وآخر يتحدث عن التطور الصناعيو . . و . .\r\nبلى ؛ إن تطور وتقدم المسلمين آنذاك كانت له أسبابه ، واضمحلالهم - فيما بعد - كانت له أسباب أيضاً . وكذلك العالم‌الغربي محكوم بنفس القانون ، فإذا كانت القوة والقدرة والرقي موجوداً اليوم في الحضارة المدنية الغربية ؛ فإن ذلك كله قد يتلاشى -\r\n\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nوهو في طريقه إلى التلاشي - لمجرد ظهور أسبابه .\r\nهزيمة المجتمع الغربي\r\nوحيث كانت أطماع وأنانية معظم من حكموا بلاد المسلمين أحد أهم أسباب التراجع والنكسة والهزيمة التي حلت‌بالمجتمع الإسلامي ، فإن الخواء الروحي يعد في طليعة أهم عوامل الانحدار الغربي . وللأسف الشديد فإن غالبية الشباب‌المسلم في مجتمعاتنا لا يتصورون الغرب إلا عالماً متماسكاً لا يأتيه الباطل من بين يديه ولا من خلفه ، إذ يعتقدون فيه قمةالتطور الإنساني أو نهاية التاريخ وحافته ! متغافلين عن أن الغرب فيه ما فيه من المساوئ ما يندى لها الجبين ؛ علىالأقل لو تم فضحها في الوسائل الإعلامية والخبرية ؛ فضلًا عما لو أخذت ونوقشت مناقشة منطقية أو فلسفية تأريخية .\r\nفمصادقة معظم برلمانات أوروبا الغربية على قانون إباحة الشذوذ الجنسي ، أو بنسبة فوز الرئيس الأميركي بيل كلينتون‌بعد حصوله على أصوات الشاذين وسماحه لهم بالانخراط في صفوف الجيش ، أو المصادقة في معظم الولايات الأميركيةعلى قانون حرية الإجهاض وقتل النفس المحترمة . . فهذه مجرد عيّنة مصغرة من طبيعة الانحدار الخلقي وتآكل البنيةالتحتية للمجتمعات الغربية ، ولعل السر في بقاء أنظمة هذه الدول في الحياة ، يكمن في عدم نهضة الشعوب الأخرىلإبادة هذا التفسخ ، لا غير . .\r\nثم إن هذه الفوضى الإعلامية التي ملأت أسماع وأنظار العالم برمته بداعي مصرع زوجة ولي عهد إنكلترا المطلّقة تعددليلًا دامغاً آخر على تفاهة العقلية - إن كان ثم عقل - الغربية ، فالقتيلة توفيت وهي ملاحقة من قبل الإعلاميين‌الذين كانوا يتحينون فرصة التقاط صور فاضحة مع عشيقها الجديد المليونير المصري ، وكأنهم - الإعلاميين - لم‌يكتفوا بالمغامرات العديدة السابقة للأميرة ، فهي وزوجها ولي العهد ليسا إلّا رمزاً تافهاً للتفكك العائلي والانحطاط الخلقي والمغامرات غير الشريفة . ومن فداحة الخطب أن القارئ المسلم والشاب الشرقي المتطلع يواجه\r\n\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nيومياً ولمرات لاحصر لها بأنباء هذا الحادث التافه ، وهذا بالذات ما يثير الشكوك تلو الشكوك حول ما إذا كانت هناك ثمة مؤامرة ومخطط صهيوني - تبعاً لما يمتلك اليهود من سيطرة شبه مطلقة على الصحافة العالمية - لتحويل الأميرة القتيلة إلى رمز للحرية والانطلاق المزعومين لزوجة كان من المقرر أن تكون ملكة لبريطانيا ، اختارت عدم التقيد بالأخلاق - التيتصورها أبواق الدعاية والفضائح - على أنها من مخلفات الماضي ورجعية الإنسان القديم .\r\nوإذا كانت العقلية والسلوك الغربيان الحاليان وليدَي نوع من الاستهتار بالقيم والأخلاق ومتطلبات الروح ، فإن الجيل‌الأوروبي والأميركي في المرحلة الراهنة يعاني وسيعاني أكثر بكثير مما عاناه سلفه ؛ فالطفل يعيش التمزق بما تعنيه‌الكلمة ، هذا الطفل الذي خلق اللَّه فيه غريزة الحب والحنين لأمه وأبيه أضحى كدمية ملقاة في زاوية غرفة خربةمتروكة ، فهو لا يعرف أباه أو أمه ولم يشاهدهم منذ لحظة ولادته نتيجة الطلاق والتشرد . .\r\nوهذا الواقع بالذات ما دعا البابا إلى الحديث عنه لدى إحدى زيارته لباريس ، حيث تناول في خطابه قضية حقوق‌الإنسان والكرامة الإنسانية المهدورة في العالم الغربي ، وعن مسألة الإجهاض ، وعن التماسك العائلي المفقود . .\r\nإننا في مجتمعنا المسلم إذا سمعنا نبأ طلاق حدث بين زوج وزوجته في منطقتنا أو محلتنا فإن الأفواه ستفغر ، والاستياء أوالاستنكار سيكون محور ردود أفعالنا وأحاديثنا ، مهما كان السبب لذلك الطلاق أو الانفصال . أما في المجتمع الغربي فإن‌الانفصال هو رد الفعل الأول ، أو يكون هو الفعل بذاته لدى حدوث أي اختلاف في وجهات النظر على أبعد احتمال .\r\nتفعيل الجانب الحضاري\r\nوالسؤال الذي يطرح نفسه بكل قوة في المرحلة الراهنة هو : كيف نقلب الصورة والواقع ونعود بالمجد والتقدم إلىمجتمعنا المسلم ؟ أو على الأقل كيف نجعل الأحداث الدائرة في وطننا الإسلامي الأولى من حيث الصدارة لدى الرأيالعام العالمي ؟\r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\nولماذا نسمع دوماً أنباء الاكتشافات من أميركا وأوروبا وليس من بلداننا ، فهل التقدم العلمي والصناعيمحرَّم على المسلمين ، أم أن اللَّه سبحانه وتعالى قد خلق الفكر والعقل والتقدم لأناس دون غيرهم - والعياذ باللَّه - ؟ ! فأين يكمن السر ؟ وكيف نغير المعادلة الظالمة هذه ؟\r\nإن الواقع يشير إلى أن السر الحقيقي يكمن في أننا - نحن المسلمين - قد أهملنا جانباً أساسياً من الدين ؛ وهو الجانب‌الحياتي منه ، أهملناه واقتصرنا على مجموعة صغيرة من التعاليم المرتبطة بالعلاقة بين الإنسان وبين اللَّه سبحانه وتعالى . لقد أهملنا تعاليم الأمر بالمعروف والنهي عن المنكر ، والجهاد في سبيل اللَّه ، وإرشاد الجاهل ، والاهتمام بالمحرومين ، وعشرات الأحكام الشرعية قد ألغيت من قاموسنا ، حتى أن الكثير من الكتب الفقهية الصادرة عن كبار العلماء لا تعالج‌سوى أحكام النجاسات والطهارات والصلاة والصوم وكيفية دخول دورة المياه ، أما الحديث عن كيفية بناء المجتمع ، وتحقيق الكرامة للمسلمين ، والدفاع عن حقوقهم فهي بحكم المعدوم في الكتابات الفقهية .\r\nولو أننا عدنا إلى تفعيل الجانب الاجتماعي والحضاري للدين الإسلامي لأخذنا بزمام المبادرة التأريخية من جديد دون‌أدنى شك . فالمسلمون إذا ما اهتموا بقاعدة التعاون والتكافل والعمل الجدي ، فإنهم سوف يتقدمون على غيرهم من‌الأمم .\r\nالإيثار وحب الآخرين\r\nإن التعاون والاتحاد أمران ليسا بحاجة إلى استدلال ، فهما يمثلان البنية التحتية لأي تطور ؛ والآن فإننا نسمع في نشرات الأخبار الاقتصادية والمالية عن اندماج شركة من الشركات مع نظيرة لها ، أو أن البنك الفلاني أعلن عن اتحاده مع بنك‌آخر ، وليس بالضرورة أن يكون هذا الاندماج أو ذاك الاتحاد نابعاً عن عجز في الميزانية أو حدوث فضيحة مالية ، بل قد يكون العكس في كثير من الأحيان هو الصحيح ؛ إذ أن الغالب في عالم الاقتصاد المعاصر هو أن الشركات الكبرى تتجنب احتمال حدوث العجز في ميزانيتها وموازنتها بواسطة الاندماج بشركات أخرى ؛ أضخم أو\r\n\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nأضأل منها ، فهيتتحد مع شركة أخرى من أجل مواجهة التحديات الجديدة المحتملة .\r\nولكننا لم نؤمن بالشركات أو التعاونيات أو اندماجهما ، بل اقتصرنا على تشكيل هيئات لبناء مساجد أو حسينيات ضمن عمل خيري مؤقت تشوبه الكثير من نماذج التمزق وعدم التسامح وعدم الاهتمام بأخلاقيات التعاون والعمل‌المشترك ، من قبيل الصبر وسعة الصدر والاستقامة وروح التفاهم ؛ علماً أننا نعرف بفضل القواعد والرؤى الدينيةلشريعتنا ، إن الناس يتفاوتون في تربيتهم وأخلاقهم وطبائعهم وألوانهم وألسنتهم وبصماتهم ؛ ونعرف أيضاً أن الدين قدبيّن لنا ضرورة التوليف بين أمثلة التفاوت هذه ، ليتكرس النصر والتقدم ؛ وليكون الأجر جزيلًا عند اللَّه سبحانه وتعالى .\r\nفمن الضروري جداً أن يعي الإنسان المسلم أهمية الاعتراف بوجود وشخصية أخيه المسلم ، تبعاً لمنطوق ومفهوم الآية القرآنية الكريمة القائلة : ( وَجَعَلْنَاكُمْ شُعُوباً وَقَبَآئِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِندَ اللَّهِ أَتْقَاكُمْ إِنَّ اللَّهَ عَلِيم‌ٌخَبِيرٌ ) ( الحجرات / 13 ) . وهذا الاعتراف والإيمان يستدعي في نهاية المطاف مزيداً من الحب والاحترام ، والاستفادة من القدرات والطاقات والإمكانات .\r\nواللَّه تبارك وتعالى قد بيّن أهم صفة من صفات المؤمنين في سورة الحشر ، وهي صفة الإيثار وحب الآخرين النابع من‌الاعتراف بهم .\r\nفلقد استطاع الرسول المصطفىصلى الله عليه وآله وسلم أن يخلق مجتمعاً جديداً في المدينة المنورة بعيد هجرته الشريفة من بين الأنصار والمهاجرين ، وفيهم العرب والعجم والروم والأحباش ، إذ صبّ أخلاقهم الدينية الجديدة في بوتقة واحدة لصالح الدين‌ولصالح تفوقهم - كمسلمين مؤمنين - على بقية الأمم . ولعل النماذج في هذا الإطار عديدة وكثيرة ، حيث طلق‌الأنصاري إحدى زوجاته وأعتق بعض عبيده وتنازل عن جملة من ماله أو أرضه أو مواشيه لصالح أخيه المسلم‌المهاجر ؛ من أجل أن تتكافأ فرص العمل ، وليكون التقدم والتفوق أمراً مضموناً ، وذلك ضمن عملية المؤاخاة العظيمةبين أصحاب البلاد الأصليين والمهاجرين الجدد الذين قدموا مع الرسول\r\n\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\nالمصطفى . وهي العملية التي لم يتمكن أي قائدعلى مرّ التأريخ من تنفيذها بين أتباعه ، فضلًا عن مستوى نجاحها المنقطع النظير ، فلقد كان الأنصاري يحرم نفسه من‌الطعام الذي قد لا يكون يملك سواه لإشباع أخيه المهاجر . وبهذه الأخلاق الحسنة والمصداقية الفائقة كان لهم أن‌يوصفوا بقول اللَّه تعالى : ( وَيُؤْثِرُونَ عَلَى أَنفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ وَمَن يُوقَ شُحَّ نَفْسِهِ فَأُوْلَئِكَ هُم‌ُالْمُفْلِحُونَ ) ( الحشر / 9 ) . فالفلاح في الدنيا رهين بممارسة هذه الأخلاقيات والاتصاف بهذه الصفات المثلى .\r\nوالأرقى من ذلك أن الأنصار قد بنوا أساساً متيناً من النجاح لأجيالهم القادمين ، حتى أنها - الأجيال - لم تكن تذكرأسلافها إلّا بما هو خير ( وَالَّذِينَ جَآءُوا مِن بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلإِخْوَانِنَا الَّذِينَ سَبَقُونَابِالإِيمَان ) ( الحشر / 10 ) على العكس مما عليه نحن المسلمين في هذا الزمن ، حيث ندفع في مرحلتنا الراهنةالغالي والنفيس ثمناً لتراجع وانهيار وهزيمة رجال المرحلة السابقة لمرحلتنا .\r\nأما القرآن الكريم فإنه يريد منا - كمسلمين - أن نصنع التأريخ ونصوّره كوحدة واحدة متكاملة مضمونها الخيروالصلاح والتقدم نحو الأفضل ، على الضد من تلكم الصورة التي تلعن فيها الأمةُ الأمةَ التي سبقتها .\r\nفالإيمان إذاً هو تربية الذات والارتقاء بالمجتمع وصناعة التأريخ . أما النفاق ؛ فهو ما امتاز أتباعه بالفرقة والتشرذم‌والفرار من الحقيقة .\r\nيقول ربنا تبارك وتعالى : ( أَلَمْ تَرَ إِلَى الَّذِينَ نَافَقُواْ يَقُولُونَ لإِخْوَانِهِمُ الَّذِينَ كَفَروا مِنْ أَهْلِ الْكِتَابِ لَئِنْ اخْرِجْتُم‌ْلَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيعُ فِيكُمْ أَحَداً أَبَداً وَإِن قُوتِلْتُمْ لَنَنصُرَنَّكُمْ وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ ) ( الحشر / 11 ) . ومن خلال هذا الاستعراض الرائع ؛ يبين اللَّه تعالى حقيقة النفاق والمنافقين ، فبنيتهم قائمة على التشرذم والكذب‌والغدر ، تبعاً إلى أنهم يفتقرون بشكل مطلق إلى أساس يرتكزون عليه . وعلى ضوء ذلك ؛ فإن أي إنسان يفتقر إلىقاعدة تربوية صالحة وتنعدم فيه سلوكيات الإيمان محكوم بانتمائه إلى جبهة النفاق والمنافقين ؛ وإن كان كثيراً ما يرفع‌عقيرته ويدعي الإسلام والإيمان . وبعد ذلك ؛ فلا عجب أن يحل بأمتنا ما حلّ بها من ويلات وهزائم ، إذ الواقع المسيطرعليها - إلى نسبة كبيرة - هو واقع النفاق وصفاته والابتعاد عن الإيمان وصفاته المسلّم بها قرآنياً .\r\n\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\n\r\nالفصل‌الرابع : حضارتان متقابلتان\r\n\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\n\r\nبين الحضارة الإسلامية والمدنية الغربية\r\nإذا كان الإسلام قد رفع شعاراً ، وجعل منه هدفاً يطمح إلى تحقيقه في المجتمع الإسلامي المتكامل ، وهو أن الناس سواسية كأسنان المشط ، وأن لا يكون التفاضل بينهم إلا بالتقوى ، وأنهم من آدم وآدم من تراب وأنه لافضلَ لعربي منهم علىأعجمي إلا بالتقوى ، وإذا كان الإسلام ينظر إلى بني آدم هذه النظرة فلماذا - يا ترى - كان الرق ، وما الحكمة من‌استمراره رغم تلك الدعوة المبدئية الواضحة ؟\r\nالرق ظاهرة شاذة\r\nهذا ما يدور في خلد البعض من تساؤلات تبحث عن إجابة ، فالرق - كما يبدو - هو ظاهرة اجتماعية شاذة ظهرت فيظروف استثنائية خاصة ؛ أبرزها وقوع الحروب التي تمثل حالات غير طبيعية ، وإن كانت مستمرة ؛ فبعد أن أهبط اللَّه‌سبحانه وتعالى آدم وزوجه إلى الأرض إثر النداء الإلهي : ( وَقُلْنَا اهْبِطُوا بَعْضُكُمْ لِبَعْض‌ٍعَدُوٌّ ) ( البقرة / 36 ) ، وما أن تكوّن أول تجمع بشري فوق هذا الكوكب حتى نشبت الحروب والصراعات ، حيث قتل قابيل أخاه هابيل رغم أنهما من أبوين واحدين ، ثم تطوّرت من بعد ذلك النزاعات والحروب فصارت‌الكتل والجماعات ، وكانت القوة الغالبة الظاهرة لا تستعبد فقط أولئك الذين جاؤوا إلى ميادين القتال ، وساهموا فيها ثم‌وقعوا في الأسر بل كل الذين هُزموا ، وخضعوا للغالب القوي ؛ وعلى سبيل المثال فإن اليونانيين عندما كانوا يهاجمون‌بلداً ما ، ويقاتلون أهله ، ثم ينتصرون عليهم ، فإنهم كانوا يستعبدون النساء والأطفال ويحوّلونهم إلى غلمان وإماءبالإضافة إلى أسر الرجل واستعبادهم إن لم يقتلوهم .\r\n\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nوعندما أشرق الإسلام في سماء هذه الدنيا لم يعمل على تقليص وتحديد ظاهرة الاستعباد والاسترقاق فحسب ، بل راح‌يرفع من قيمة العبيد في بعض الأحيان حتى أن قيمة العبيد كانت تفوق قيمة الأحرار في بعض الموارد الفقهية ، فالمعروف‌في الفقه - مثلًا - أن المرأة الحرّة لا تحل لزوجها إذا ما طلقت ثلاثاً حتى تنكح زوجاً آخر بصريح الآية الكريمة : ( فإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُ مِن بَعْدُ حَتَّى تَنكِحَ زَوْجاً غَيْرَهُ ) ( البقرة / 230 ) ، أما بالنسبة إلى الأمة فإن الطلاق‌مرتان ، وبذلك نجد أن حكم هذه الأمة أهم ، ونفعها أعظم ، وحقها أكبر من حق الحرة .\r\nالحكمة من استمرار الرق\r\nويبقى السؤال : لماذا الرق ، وما الحكمة من استمراره في الإسلام ؟ يجرّنا هذا إلى التفكير بالحرب ، والقوة ، وأبعاد هذه‌القوة عبر التاريخ ، وبدافع هذا التفكير ننتبه إلى حقيقة مرّة ، وهي أن العبودية قد ألغيت في ظاهر الأمر في عالم اليوم كماتنصّ على ذلك وثيقة الأمم المتحدة بهذا الصدد ، ولعل بدايات هذا الإلغاء كانت على يد الزعيم الأمريكي ( ابراهام لنكولن ) ، ولكن واقع الأمر أن هذا الاسترقاق قد انتقل من الطور الفردي إلى الطور الجماعي ، فبدلًا من أن يعمد الاستعمار إلى استرقاق الأفراد مضى يسترق الشعوب ، حتى غدت شعوب الأرض مستعبدة من‌قبل دولة واحدة تفرض حكمها ورأيها على الجميع .\r\nالرق الجديد\r\nوأنا أذكر في هذا المجال أن هناك وثيقة صدرت عن البنتاغون تتحدث عن النفوذ الأمريكي ومصيره بعد فترة ما بعدالحرب الباردة ، وسقوط الشرق ، وكان عنوان هذه الوثيقة على شكل استفهام يقول : كيف تحافظ أميركا على مركز القوةالعظمى في العالم كله ؟ ! وتتألف هذه الوثيقة من خمس وأربعين صفحة ، خلاصتها أن أميركا لابد من أن تحافظ على قوتهاوجبروتها كي تبقى شرطيّ العالم كلّه ، وتتحكم بمصائر ومقدرات شعوبه وبلدانه ، ولا تسمح لأية دولة - مهما كانت وفيأي منطقة من\r\n\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\nمناطق العالم - بالنمو والتقدم إلى الدرجة التي تجعلها قادرة على منافسة المارد الأمريكي . ثم تتطرق‌الوثيقة إلى الحديث عن السبيل الذي يجب على أميركا أن تسلكه من أجل أن تمنع أوروبا من أن تتحول إلى قوة عالمية ، وأخيراً السبيل للحيلولة دون تنامي وتطور القوة الإسلامية بحيث تصبح قوة عالمية منافسة .\r\nوالحديث في هذه الوثيقة البنتاغونية جاء بالتحديد حول منطقة الشرق الأوسط ، حيث تقع بلدان العالم الإسلامي ، وقدجاء في هذا المجال أن على الولايات المتحدة الأمريكية أن تسعى من أجل أن لا يقفز إلى سدة الحكم من تسمّيهم‌الوثيقة ب ( الأصوليين ) . وعلى هذا فإن الذي يستشف من هذه الوثيقة أن هناك قراراً أمريكياً واضحاً لالبس فيه بأن لا تظهر إلى الوجود حكومة إسلامية ثورية في أي بلد من بلدان العالم الإسلامي ، ولذلك لابد أن تكون‌كل مخططات البنتاغون سائدة في منحى منع ( الأصوليين ) من الوصول إلى الحكم .\r\nوالسّر في هذا الحرص الأمريكي الشديد على الوقوف في وجه الإسلاميين ومنعهم من الوصول إلى السلطة ، هو أن‌بلدان العالم الإسلامي متجاورة مع بعضها ، فإذا ما شكلت حكومة إسلامية في بلد منه فإن هذا يعني تبلور القوةالإسلامية العظمى التي يحسب لهما الغرب ألف حساب ، ولذلك فإن أميركا تخشى بروز هذه القوة الجبارة التي ستضحىخطراً عظيماً يهدد الحضارة الغربية الجاهلية ! !\r\nالهلع الأمريكي من الشرق الأوسط\r\nوهناك وثيقة أخرى حول نزع السلاح عن منطقة الشرق الأوسط ، ويدور موضوع هذه الوثيقة حول السبل الكفيلةبمنع دول الشرق الأوسط من امتلاك الأسلحة الاستراتيجية ، ومما جاء فيها أن هناك جهوداً أمريكية جبارة بذلت من‌أجل منع بلدان الشرق الأوسط - عدا إسرائيل - من امتلاك أسلحة التدمير الشامل ، وقد عبّرت الوثيقة عن المنع هذإ ؛ ج‌ج‌ّب ( الضبط ) أي بحث الطرق والوسائل التي تدفع هذه البلدان إلى الانضباط ضمن أطر سياساتهم التسليحية .\r\nوقد عملت أميركا في هذا المجال على دعوة الدول الخمس العظمى في العالم التي\r\n\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nتتولى عملية تصدير الأسلحة إلى سائربلدان العالم ، وهي روسيا ، والصين ، وفرنسا ، وبريطانيا بالإضافة إلى أميركا نفسها إلى الاجتماع والتشاور فيما بينها ، وقدأسفر هذا الاجتماع عن تشكيل لجنة يشرف عليها وزير الخارجية الأمريكي نفسه ، وقرر المجتمعون في هذه اللجنة العمل‌من أجل الحيلولة دون أن تتسلح دول العالم الأخرى بالأسلحة الذرية ، أو الكيمياوية ، أو الصواريخ البالستية ؛ بل‌وقرروا أيضاً العمل على تدمير الأسلحة الإضافية الموجودة في منطقة الشرق الأوسط المتأزمة ، والتي تهدد الاستقرار - على حد تعبيرهم - علماً أننا لا نعرف ما هو هذا الاستقرار الذي يريدونه ، أهو استقرار أميركا ، أم روسيا ، أم‌أوروبا ؟ !\r\nومن المعلوم أنهم عندما يتحدّثون عن منطقة الشرق الأوسط فإنهم يستثنون من ذلك ( إسرائيل ) التي باتت‌اليوم تمتلك قنابل نووية بالإضافة إلى عشرات الرؤوس النووية ومئات الصواريخ الاستراتيجية ، كما أنهم يريدون من‌المناطق المتأزمة بلداننا الإسلامية .\r\nحقيقة الهلع الاستعماري\r\nترى ما السر في هذه القائمة على الهلع ، وانعدام الثقة ، ولماذا لا يخشون - مثلًا - من امتلاك الصين ، أو روسيا ، أوإسرائيل ، أو جنوب أفريقيا للأسلحة النووية ، بينما يتهيّبون من أن امتلاك المسلمين ولو لجزء ضئيل منها ؟\r\nإن السر في ذلك هو أن الدول الغربية قد استرقتنا ، واعتبر الغربيون أنفسهم سادة ، واعتبرونا نحن المسلمين عبيداً لهم ، فهم يعتبرون أنفسهم أوصياء علينا ، إذ أيقنوا وعرفوا أن الأمة الوحيدة التي من الممكن أن تتحول في يوم من الأيام إلى قوة عالمية عظمى تجرف كياناتهم ، وتدمّر بنيانهم هي الأمة الإسلامية بما تمتلكه من خلفية حضارية وتاريخية مجيدةوعريقة ، وما تستند إليه من قيم حضارية مشرقة بفضل كتابها المقدّس ، القرآن الكريم ، ولما لها من القابلية على التوسّع والامتداد إلى آفاق الأرض ، واستيعاب البشرية مهما كانت جنسياتها وألوانها ولغاتها . وهذا هو سر إمكانية تحولها إلىقوة عالمية جبارة ، وبعد ذلك كلّه ما تملكه هذه الأمة من قيم\r\n\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\nجهادية وتضحوية تفتقر إليها سائر الأمم ، علماً أن هذه‌القيم هي سر بقائها وعزتها ورفعتها .\r\nوعلى هذا ؛ فإن ما يخشاه الأمريكيون ومن يدور في فلكهم من الغربيين هو بروز القوة الإسلامية العظمى في منطقةالشرق الأوسط .\r\nالوجه الآخر للحضارة الغربية\r\nوالحقيقة التي هي على غاية من الأهمية والدقة ، والتي يجدر بنا أن ندركها نحن العاملين في الساحة ، ونرتفع إلى مستواها ، هي أن الحضارة الغربية رغم كونها حضارة متطورة ، ولها من السبق التقني ، والمنهجية العقلية الراقية ما لا تمتلكه الأمم‌المعاصرة الأخرى ، إلا أن هناك مجموعة من العادات ، والتقاليد ، والممارسات الجاهلية التي يندى لها جبين التأريخ‌الإنساني تتكرس في كيان هذه الحضارة ؛ على الرغم من تلك النقاط المشعة التي تتميّز بها الحضارة الأميريكية والغربيةمن تطور تكنولوجي وصناعي متفوق ، وأن لديهم من القيم الحضارية الراقية ما يزيد تلك النقاط إشعاعاً لتعاونهم ، وانسجامهم ، واجتهادهم في العمل ، وإخلاصهم . . . إلا أن رائحة الجاهلية المقيتة تفوح من عقليتهم ، وتفكيرهم ، حيث‌ينطلقون في تعاملهم مع سائر الأمم من منطلق تلك القيم الجاهلية التي تستحوذ على عقلياتهم .\r\nفطموحات السيطرة والاستغلال والنهب في الحروب يجعلهم يدوسون كل قيمة إنسانية نبيلة تحت أقدامهم ، والدليل‌على ذلك ما فعلوه وارتكبوه هم وأذنابهم بحق الكثير من شعوب الأرض التي رزحت لفترات طويلة تحت نيرتسلّطهم ، أليس هم الذين ذبحوا الآلاف المؤلفة من أبناء الشعب الفيتنامي ، وارتكبوا المجازر الجماعية ضدهم بكل‌صلافة ووقاحة ، وأليس هم الذين أبادوا ثلاثة ملايين إنسان في كمبوديا ، ثم أليس من جاهليتهم أنهم ينافقون فيتعاملهم ، ويخونون ويكذبون ويغدرون ؟ ؟ وكل هذه الصفات الرذيلة يعتبرونها من أسباب قوتهم ، وتسلطهم علىالآخرين .\r\n\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\nتأثيرات الحضارة الإسلامية\r\nوإذا ما وجدنا لديهم بعض القيم الحضارية السامية التي يتعاملون بها فيما بينهم ، كالصدق ، والتعاون ، والإخلاص ، والتفاني ، فإن ذلك إنما استوحوه من المسلمين ، وقرآنهم ، وحضارتهم الرسالية العريقة بشهادة مؤرخيهم ، وفلاسفتهم ، ومفكّريهم ؛ ولا أحد يستطيع في هذا المجال إنكار حقيقة أن مذهب الرفض المسيحي ( البروتستانتية ) الذيأسسه وتزعمه ( مارتن لوثر ) قد تأثر إلى حد كبير بموجة المعارف والقيم والآداب الإسلامية الرفيعة ، حيث‌يؤكد الجميع على أن هذا المذهب يشبه إلى حدّ كبير المذهب الشيعي في إطار المذاهب الإسلامية . فهو مذهب توحيدي ، استوحى أفكاره وقيمه ومنهجيته من روح الإسلام ؛ صحيح أنه مذهب مسيحي ، ولكنه - في واقعه - يمثل حركةإصلاحية في المسيحية ، فهو يرفض مبدأ ( التثليث ) في العبادة ، ويدعو إلى الوحدانية .\r\nهذه حقيقة تاريخية لا يمكن أن تنكر ، وهناك حقيقة تاريخية أخرى تكمل الأولى ، وهي أن الحضارة الغربية نشأت من‌بعد ظهور الحركة الإصلاحية البروتستانتية التي تفجرت في أوروبا ، والتي هي بدورها وليدة الحضارة الإسلامية .\r\nوعلى هذا الأساس ؛ فإن كل ما لدى الغرب من قيم فاضلة نبيلة وحضارة وتقدم وازدهار إنما هو مستوحى - فيالأصل - ومكتسب من الانبعاث الإسلامي ، وإشراقة أشعته على ربوعهم ، وحضارة الأندلس الإسلامية هي خيرشاهد ودليل على ذلك ، وقد كان مذهب الرفض المسيحي هو السبب والوسيلة التي نقلت إلى الغربيين القيم الإسلامية ، والروح القرآنية الناهضة .\r\nوالشعب الأميريكي يدين في مسيحيته بالمذهب البروتستاني ، ويلزم أن يكون رئيس الجمهورية من اتباع هذاالمذهب لا من اتباع المذاهب المسيحية الأخرى كالكاثوليكية ، والارثوذوكسية ، وسائر المذاهب الأخرى .\r\nالتأثيرات السلبية للحضارة اليونانية\r\nوما نجده اليوم من قيم جاهلية فضة ، وأفكار عدوانية ، وظلم وعنصرية ، وبعض\r\n\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\nالمعتقدات اليهودية ، كالاعتقاد بأنهم‌شعب اللَّه المختار وما إلى ذلك من أفكار خرافية ، فإن كل ذلك من آثار الفلسفة اليونانية التي كانوا يعتقدون بها ، والتيعكّرت صفو مذهبهم ؛ حيث خلطوا السم بالعسل ، فامتزجت قيمهم الحضارية الرفيعة برواسب جاهليتهم اليونانية القديمة ، فأضحوا يعيشون الازدواجية في تعاملهم . ولذلك لم يكن غريباً أن تصدر السلوكيات الهمجية الجاهلية منهم فيتعاملهم مع الأمم الأخرى في نفس الوقت الذي تسود فيه بينهم روح المدنية المتحضرة والديموقراطية ، حتى راحوايدافعون عن حقوق ( الحيوان ) ويؤسسون الهيئات والمنظمات التي تدافع لذلك .\r\nإن الإنسان الأميريكي والغربي عموماً يعيشان سلوكين ؛ سلوكاً مظلماً قاتماً ، مصدره قيم الحضارة اليونانية ، وسلوكاًمضيئاً أخذ نوره من شمس الإسلام التي أشرقت على أوروبا في عصورها الوسطى . والحضارة اليونانية - كما هو معروف - هي حضارة الغاب ، وحضارة الوثنية والعنصرية التي ولدت في بيئة قادة عسكريين قساة كانوا يجهزون‌الحملات ، ويشنّون الهجمات على البلدان الأخرى المجاورة لهم فيحطموها ؛ ومثال ذلك الإسكندر المقدوني الذي كان‌يغير على البلدان المختلفة بجيوشه ، فيقتل ، ويذبح ، ويدمر ، ثم يصفق له شعبه تأييداً وموالاةً !\r\nهذا في حين لا توجد في الإسلام أية شائبة من هذا القبيل ، فالإسلام ما رفع سيفاً إلا دفاعاً عن الحق ، ونصرةً للمظلوم ، وإعلاءً كلمة الإسلام ، وكان آخر ما يفكّر فيه هو السيف والقتال حيث لا يجد سبيلًا آخر . فالحضارة الإسلامية نابعةمن منهل القرآن العذب النقي ، فهي حضارة مهذبة من كل أثر جاهلي .\r\nترى لماذا لا نبادر نحن إلى استثمار الجيد الذي نمتلكه ، ولم نخلطه بالرديء الذي كان عندنا أيام الجاهلية الأولى ، أو بمانراه الآن عند الغرب من فساد وانحطاط حضاري ، لنشيّد حضارة عالمية جديدة نقية من كل جوانبها ؟ بالطبع إن هذاشيءٌ مطلوب للغاية ، فلقد استطاع أسلافنا بالأمس القريب أن يشيّدوا تلك الحضارة الرفيعة التي انتشرت في أقاصيآسيا ، وأعماق أفريقيا ، وأطراف أوروبا ، فهيمنوا على العالم بقيمهم ومبادئهم الإنسانية .\r\n\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\nحضارة الرحمة\r\nإن الغربيين يدركون جيداً أن المسلمين لو انتفضوا ونهضوا من أجل بناء حضارتهم من جديد وملكوا أسرار العلم ، والتقنية ، فإن العالم سوف يتوجه صوبهم ، ويضرب بالحضارة الغربية الهمجية عرض الحائط . فحضارة الإسلام هيحضارة رسالية تعمل على تحرير الإنسان ، وإنقاذه من آلامه ، ومعاناته ، ولعل أفضل ما يمكن أن نصف به هذه الحضارةهو أنها حضارة الرحمة للعالمين ؛ فهي الحضارة الرحيمة والعطوفة على كل إنسان مهما كان لونه ، ولغته ، ودمه ؛ بل وحتىعقيدته ومبادئه . فالإسلام كان رحيماً حتى بأعدائه .\r\nترى أين حضارتنا من حضارتهم الخاوية ، وأين الأصيل النقي من الشائب الهجين ؟ إن حضارتنا هي حضارة الرحمةكما يقول تعالى : ( وَمَآ أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ ) ( الأنبياءِ / 107 ) ، وهي حضارة الحب والسلام والرأفةوالمودّة والإخاء والنخوة ، حضارة تتعامل مع الأمم الأخرى انطلاقاً من مبدأ الرحمة الإلهية ، هذا المبدأ الذي خطه لنارسول اللَّه‌صلى الله عليه وآله وسلم بقوله الشريف :\r\n( ما آمن باللَّه واليوم الآخر من بات شبعاناً وجاره جايع ) « 1 » ،\r\nفي حين‌أن حضارة الغرب المهيمنة على العالم لا يستشم منها سوى النفاق والخداع والأنانية وتقديم المصالح والمنافع على القيم‌والمبادئ ؛ بل وجعل القيم والمبادئ الإنسانية الخيرة تحت الأقدام عندما تقتضي ذلك المصالح والمنافع المادية ؛ فهيحضارة القتل والدمار والفساد والإفساد والظلم والقسوة والعنصرية البغيضة .\r\nلابد من استعادة مجدنا\r\nوتأسيساً على ما سبق ؛ لابد لنا - نحن المسلمين - من أن نستعيد مجدنا ، وحضارتنا الرسالية الأصيلة القائمة على أسس‌العدل والتقوى ، وعلى ركائز القسط\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 74 ، ص 191 .\r\n","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\nوالإحسان . ويوم نغدو كذلك ، فسنكون - حينئذ - أهلًا للغلبة والنصر ودحرحضارة الغرب وهدم بنائها الفاسد . فحريّ بنا - إذن - أن نعمل جهد إمكاننا ووسعنا لاستعادة ذلك المجد الغابر ، ولنعلم‌أن خير ذلك سوف يعود علينا ، وعلى غيرنا من سائر أبناء البشرية .\r\nفلابد من استنهاض العملاق الإسلامي الحضاري ليقف في وجه الغول الحضاري الغربي - إن صح التعبير - الذي بات‌يهدد مصير البشرية ، والحياة على الأرض ، وعلى المسلمين أن يواصلوا نهضتهم ، وبالفعل فإننا نقف على مشارف قيام‌الحضارة الإسلامية الجديدة ، فالإسلام يكاد ينهض في كل بقعة تتشرف به .\r\nومن خلال التوكل على اللَّه وحده ، والثقة به ، والاعتماد على قوته وحوله نستطيع أن نهزم أكبر قوة في الأرض . أما إذاأصبحنا اتكاليين ، نلقي بالمسؤولية على بعضنا البعض ، أو نترك العمل وننتظر من الغربيين أن يفعلوا لنا شيئاً ، فإن ذلك‌وهم وسراب علينا أن ننبذهما جانباً ، وأن نعتمد بدلًا من ذلك على اللَّه جل وعلا من أجل تحرير بلداننا ، ما دمنا نحمل‌راية الإسلام التي هي راية العدل والحق والحرية ، ما دامت دعوتنا هي دعوة الصدق والخير والإحسان .\r\n\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\nالجاهلية الحديثة والحاجة إلى المعنويات\r\n( مَن ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضاً حَسَناً فَيُضَاعِفَهُ لَهُ وَلَهُ أَجْرٌ كَرِيمٌ * يَوْمَ تَرَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ يَسْعَىنُورُهُم بَيْنَ أَيْدِيهِمْ وَبِايْمَانِهِم بُشْرَاكُمُ الْيَوْمَ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الانْهَارُ خَالِدِينَ فِيهَا ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ * يَوْمَ يَقُولُ الْمُنَافِقُونَ وَالْمُنَافِقَاتُ لِلَّذِينَ ءَامَنُوا انظُرُونَا نَقْتَبِسْ مِن نُورِكُمْ قِيلَ ارْجِعُوا وَرَآءَكُمْ فَالَتمِسُوا نُوراً فَضُرِب‌َبَيْنَهُم بِسُورٍ لَهُ بَابٌ بَاطِنُهُ فِيهِ الرَّحْمَةُ وَظَاهِرُهُ مِن قِبَلِهِ الْعَذَابُ * يُنَادُونَهُمْ أَلَمْ نَكُن مَعَكُمْ قَالُوا بَلَى وَلَكِنَّكُمْ فَتَنْتُم‌ْأَنفُسَكُمْ وَتَرَبَّصْتُمْ وَارْتَبْتُمْ وَغَرَّتْكُمُ الأَمَانِيُّ حَتَّى جَآءَ أَمْرُ اللَّهِ وَغَرَّكُم بِاللَّهِ الْغَرُورُ * فَالْيَوْمَ لَا يُؤْخَذُ مِنكُمْ فِدْيَةٌ وَلَامِنَ الَّذِينَ كَفَرُوا مَأْوَاكُمُ النَّارُ هِيَ مَوْلَاكُمْ وَبِئْسَ الْمَصِيرُ * أَلَمْ يَأْنِ لِلَّذِينَ ءَامَنُوا أَن تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ وَمَانَزَلَ مِنَ الْحَقِّ وَلَا يَكُونُوا كَالَّذِينَ اوتُوا الْكِتَابَ مِن قَبْلُ فَطَالَ عَلَيْهِمُ الامَدُ فَقَسَتْ قُلُوبُهُمْ وَكَثِيرٌ مِنْهُم‌ْفَاسِقُونَ ) ( الحديد / 16 - 11 )\r\nالبشرية اليوم أشبه ما تكون بجسم عملاق رُكّب عليه رأس صغير ! إنك لو رأيت رجلًا ضخماً ؛ صدره عريض ويداه‌طويلتان ورجلاه أطول ، ولكن رأسه رأس طفل صغير ، فلا شك أنك ستقول بأن خللًا كبيراً حاكم على خلقته منذالولادة .\r\nإننا اليوم نملك قدرات هائلة ، حتى استطاع الإنسان أن يفلق الذرة ويتحكم بالجنين ويهندس الوراثة ويجوب الفضاء ، وأصبحت الأرض التي كانت في يوم من\r\n\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\nالأيام عالماً مغلقاً أمام البشر ؛ أصبحت تمسح بالأقمار الصناعية مسحاًجيولوجياً ليكتشف ما في أعماقها من معادن وآثار وأحواض مائية ونفطية وتيارات هوائية عالية التأثير قد تتسبب‌في وقوع الزلازل والبراكين . . وإنسان اليوم يستطيع التحكم حتى بالنباتات ، حيث أخذ هذا التحكم وما يقف وراءه‌من تقنية علمية بتوفير مواد غذائية جديدة ، واستطاع العلماء تحسين نطف الحيوانات ، فركّبوا بعضها على بعض . . . وهاهو العلم الحاضر يسعى إلى زرع خلايا الدماغ ، ويتجه إلى صنع أعضاء احتياطية حية لجسم الإنسان عبر الاستعانةبتحسين جينات الحيوانات الذكية .\r\nوهذا التطور العلمي الحاصل لا يعني أن الإنسان قد وصل الذروة ، بل العكس هو الصحيح ، وفي ذلك إشارة واضحة ومباشرة إلى أن البشرية قد ضيعت مميزات أبلغ أهمية من التطور العلمي الذي حصلت عليه .\r\nإن باستطاعة إنسان اليوم أن يجلس مستريحاً في بيته مطلق الاستراحة بفضل الخدمات التي ينفذها له الإنسان الآلي ، ويستطيع أيضاً تشييد مصنع معقد للسيارات المتطورة ، والتفرج على العقول الالكترونية وهي تعمل على قدم وساق لا يعوزها نقص ؛ واحتمال ارتكاب الخطأ فيها واحد إلى المليون . . فالإنسان الآلي المبرمج من قبل الإنسان الطبيعي ينجزمسؤوليات صانعه بإتقان أشد . ولكن هذا التطور وهذا الإنجاز قد كلف البشرية الكثير الكثير من مصداقيتها وقابلياتها وروحياتها ومستقبلها .\r\nإننا ؛ ومن منطلق مفاهيم ديننا الإسلامي لا نقول بأن السبب في تراجع البشرية هو التطور العلمي والاستفادة من‌طاقات الأرض والكون ، بل العكس هو الأصح تماماً . فالنصوص الدينية الواردة فيها من التحريض على استثمارالطبيعة مالم يأت لها شبيه في دين أو عقيدة أخرى ؛ لا كماً ولا نوعاً . إن نظرتنا الدينية تؤكد بأن العلة فيما وصلت إليه‌البشرية من جاهلية وعدم تناسب ، هو التفكير المادي المتحكم في\r\n\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\nالتعامل مع الامكانات النهضوية .\r\nفمن الملاحظ أن سجلات وأروقة الهيئات والمنظمات الدولية والإقليمية والمحلية تزدحم بتسجيل براءات الاختراع والاكتشاف ، وكل يوم تطالعنا الصحافة العالمية بعشرات ؛ بل بمئات الاختراعات العلمية الحديثة الغريبة بحق . ولكن‌كل هذا وذاك لا يعني توفر السعادة للبشرية ، بل العكس هو الصحيح تماماً . إذ الجسم البشري أصبح كتلةً مشوهة لاتناسب فيها مطلقاً ، فالتفاوت كبير للغاية بين التطور العلمي وبين درجات كبح هذا التطور . وهناك اختلاف شاسع بين‌الإمكانات الطبيعية للبشرية وبين مستوى الاستقلال الذاتي لأصحاب هذه الإمكانات والموارد الحقيقيين ، فالواقع‌الملموس يشير إلى أن الغني يتضاعف غناه والقوي تتضاعف قوته ، فيما الفقير يزداد فقراً والضعيف يتكرس ضعفه‌باستمرار . وأن التطور العلمي والاكتشافات الحديثة لم تساعد في حل هذه المشكلة ، إن لم نقل إنها سبب رئيسي فيوجودها واستفحالها . فلقد أصبح مَثل الجسم البشري مَثل الشاحنة المتطور تقنياً ولكن تعوزها الكوابح ، فالعالم اليوم‌تعوزه القيادة الحكيمة والحازمة لضبط هذه الحركة هائلة السرعة لتتحكم بها وتوصلها إلى شاطئ الأمن والسلام .\r\nإن البشرية اليوم تتسابق مع الزمن لمجرد السباق ، إذ هي تفتقر كل الافتقار إلى وجود غاية تسير باتجاهها وإليها ؛ بمعنىأن حركة البشرية أضحت كحركة كرة الثلج الهابطة من قمة الجبل ، فهي كلما هوت إلى الأسفل كلما تضاعفت سرعتهاوكبر حجمها ، ولكنها لا تعي مصيرها ، فالوعي هنا سالب بانتفاء الحياة والروح لديها .\r\nفقد تقدم الإنسان في العصر الراهن تقدماً هائلًا في عالم الماديات ، ولكنه تضاءل وتراجع في عالم الروحانيات . ومما لا يخفى أن الروح هي الضابط الأوحد للمادة ، وهذه الروح إن لم تؤدي وظيفتها على الشكل الصحيح فإن المادة تكون‌ذات مردود سلبي على الإنسان . والرسول‌صلى الله عليه وآله وسلم يقول بهذا الخصوص\r\n: ( إن العقل عِقال من\r\n\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\nالجهل ) « 1 » ؛\r\nأيإن الإنسان لا يعدو كونه كتلة من الجهل ما لم يستعن بسلاح العقل الذي يمنعه من الاندفاع نحو الخطأ ، ويقول‌صلى الله عليه وآله وسلم‌أيضاً :\r\n( والنفس مثل أخبث الدواب ، فإن لم تُعقل حارت ) « 2 » ؛\r\nبمعنى أن النفس البشرية حيوان هائج ، والعقل والروح والحكمة هو ما يدبّر أمورها .\r\nبينما اليوم نجد الأسلحة الفتاكة التي تصرف لها الأموال الطائلة وتهدر لها الطاقات العلمية الجبارة يطول عنها الحديث‌ويطول حتى ليحس المتحدث والمستمع والكاتب والقارئ بالاشمئزاز منها . فالعلم الحديث استطاع أن يسخر الجراثيم‌لقتل وإبادة الناس ، وهذا السلاح بطبيعة الحال ليس سلاحاً دفاعياً أو رادعاً كما يحلو للبعض أن يقدّم تبريراته الكاذبةفي إطار صناعة ونشر واستخدام الأسلحة الذرية ، حيث ضحكت الدول المالكة لهذا السلاح على بعضها البعض وعلىبقية الدول طيلة ما كان يسمى الحرب الباردة بين المعسكرين الشرقي والغربي ، حيث كانوا ولا يزالون يعتصرون‌جذوة الجهود البشرية والإمكانات الطبيعية المتاحة في سبيل إحكام سيطرتهم على مقدرات هذا العالم . هذه هي الحياةالتي نعيشها في الحقبة الراهنة مع بالغ الأسف والحسرة ! .\r\nوالسؤال الهام جداً هنا ، هو : كيف نقاوم هذا التوجه ؟ وكيف نستطيع أن نوجّه العالم ونقوده إلى الأمن والسلام ؟\r\nوالجواب يكمن في مسألة واحدة ، وهي العودة إلى الروح وتنمية المعنويات لدى الإنسان . فالمعادلة الطبيعية واليسيرةلدى الإنسان تقول بلزوم الحفاظ على الحالة المعنوية العالية لتتم السيطرة على الجسم والمادة فيه . ولا ريب أن الشريعة الإسلامية مليئة بالوصفات الروحية التي تؤدي دورها في هذا الإطار ، من قبيل الصوم والصلاة المستحبين ودفع‌الصدقات ومساعدة المساكين والفقراء . . وبالأخص في أشهر رجب وشعبان ورمضان ؛ الأشهر التي جعلها اللَّه بمثابةالفرصة المثالية والهدية للناس .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار الأنوار ، ج 1 ، ص 117\r\n( 2 ) - المصدر السابق .\r\n","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\nوهناك أمر على غاية في الأهمية ، ألا وهو ضرورة الانتباه إلى الطريقة التي نؤدي بها عباداتنا ؛ بمعنى أننا لابد وأن نسعىإلى ممارسة العبادات على الوجه الصحيح والكامل .\r\nإن الدين الإسلامي يرشدنا - في هذا المجال - إلى طريقة ذكية جداً ، تتمثل في أن ننظر في تأدية العمل والعبادة إلى من‌هو فوقنا في ممارسته للعبادة ، ليكون بذلك تحريضاً على عزمنا ورغبتنا في الأعمال الصالحة التي من جملتها العبادة ، وأن‌ننظر إلى من هو دوننا من حيث الإمكانات المادية لتتأصل فينا القناعة والرضا بما قسم الرب جل وعلا .\r\nثم إن الإسلام يقول كما جاء عن الإمام جعفر الصادق‌عليه السلام :\r\n( من لم يهتم بأمور المسلمين فليس‌بمسلم ) « 1 »\r\nويقول أيضاً كما جاء عن رسول اللَّه‌صلى الله عليه وآله وسلم :\r\n( ما آمن باللَّه واليوم الآخر من بات شبعاناًوجاره جايع ) « 2 » ،\r\nبمعنى أن الشريعة الإلهية تحرضنا وتوجب علينا متابعة ما يجري من حولنا من تطورات ، ومن‌ثم نمارس اهتمامنا ونقدم يد المساعدة للمحتاجين . وفي هذا الزمن بالذات ، حيث المسلمون أحوج الناس من الجانب‌المادي والمعنوي ، فان ثقل المسؤولية يتضاعف ويتضاعف حتى نؤدي ما علينا من توفير الروح المعنوية في الناس‌ونضمن انتفاء انحرافهم ، بالإضافة إلى ما نقدم لهم من يد مساعدة مادية منتظمة وهادفة لاستئصال الجوع والفقر من‌بينهم .\r\nإن في الآيات الشريفة السالفة الذكر تصور لنا حالة من حالات ما بعد دخول المؤمنين الجنة ، ودخول الكافرين والمنافقين النار ؛ حيث تتحول أعمال المؤمنين إلى نور يسعى بين أيديهم ، يتنعمون في جنات تجري من تحتها الأنهارخالدين فيها ، مبشرين من الملائكة برضوان اللَّه الذي هو أكبر وأشرف من الجنان وما فيها . أما الكفار والمنافقون فتتحول أعمالهم الدنيوية إلى عقد نفسية وظلمات ، حتى ليستغيثوا بالمؤمنين ليتزودوا من نورهم ، ولكن هيهات أن يكون لهم ذلك ، فالملائكة تواجههم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 71 ، ص 338 .\r\n( 2 ) بحار الأنوار ، ج 74 ، ص 191 .\r\n","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\nبأشد التقريع ، فيقال لهم تعجيزاً : ارجعوا إلى ورائكم - دنياكم - لعلكم تلتمسون نوراً . وحين يعترف المنافقون والكفار بالعجز عن ذلك يضرب بينهم وبين المؤمنين حجاب ؛ جهة منه فيه الرحمة لأهل الجنة ، وأخرى فيها العذاب لأهل النار .\r\nإن اللَّه سبحانه وتعالى يستعرض في هذه الآيات جملة من الأعمال التي أدت بالمنافقين إلى النار ، وهي : فتنة النفس ، والريبة بالحقائق ، والغرور بالأماني ، والتعويل على المادة ، وعدم الإيمان والتصديق بالغيب ، وقسوة القلب ، والفسق فيالممارسات والمعتقدات ، والتسويف بالتوبة مع معرفة الحق .\r\nوعلى هذا الأساس ؛ فإن المنافقين سيعيشون - فوق ما يعيشونه ويعانونه من عذاب النار - حالة من العزلة والاحتقارحتى لتكون النار مولىً لهم ؛ أي ملجأً يلجؤون منها إليها ؛ بمعنى أنهم يدورون في حلقة متكاملة من العذاب الإلهي الدائم‌والشديد . وقد أصابهم هذا كله بداعي رفضهم للروح واكتفائهم بالمادة ؛ المادة التي ما أن يستغنى بها عن الروح حتىتضيّع الإنسان وتكتب على مصيره العقاب . .\r\n\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\n\r\n\r\nحضارة الروح تتحدى طغاة المال والقوة\r\n( إِنَّ قَارُونَ كَانَ مِن قَوْمِ مُوسَى فَبَغَى عَلَيْهِمْ وءَاتَيْنَاهُ مِنَ الْكُنُوزِ مَآ إِنَّ مَفَاتِحَهُ لَتَنُوأُ بِالْعُصْبَةِ اوْلِي الْقُوَّةِ إِذْ قَالَ لَه‌ُقَوْمُهُ لا تَفْرَحْ إِنَّ اللَّهَ لا يُحِبُّ الْفَرِحِينَ * وَابْتَغِ فِيمَآ ءَاتَاكَ اللَّهُ الدَّارَ الاخِرَةَ وَلا تَنسَ نَصِيبَكَ مِنَ الدُّنْيَا وَأَحْسِن كَمَآأَحْسَنَ اللَّهُ إِلَيْكَ وَلا تَبْغِ الْفَسَادَ فِي الارْضِ إِنَّ اللَّهَ لا يُحِبُّ الْمُفْسِدِينَ * قَالَ إِنَّمَآ اوتِيتُهُ عَلَى عِلْمٍ عِندِي أَوَلَمْ يَعْلَم‌ْأَنَّ اللَّهَ قَدْ أَهْلَكَ مِن قَبْلِهِ مِنَ الْقُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً وَأَكْثَرُ جَمْعاً وَلا يُسْأَلُ عَن ذُنُوبِهِم‌ُالُمجْرِمُونَ ) ( القصص / 78 - 76 )\r\nهل للثروة والقوة والسلطة قيمة ذاتية مجردة تستحق أن يسعى الإنسان من أجلها أو يوقف حياته للوصول إليها ؟\r\nإنك لو سألت طفلًا عن القيمة الذاتية للدرهم أو السكين ، لأجابك بكل براءة أن السكين التي تستخدمها أمه في المطبخ ، أو تلك التي قد يضطر إلى استعمالها في الدفاع عن نفسه ضد حيوان ما ، وكذلك المال الذي يشتري به ملابس المدرسة أوطعاماً يتغذى به ، مثل هذه السكين وهذا المال لهما قيمتهما الجيدة ، أما السكين التي تجرحه والمال الذي قد يشتري به‌أبوه المخدرات أو الخمرة ، فإنهما غير جيدين بالمرّة .\r\nإذن ؛ فحسن الثروة والقوة يتحدد بنوعية الهدف الذي من أجله يستخدمان ، باعتبار أنهما لا قيمة ذاتية لهما .\r\nوهنا بالذات كانت مشكلة البشرية عبر التاريخ تكمن في تحول الثروة والقوة\r\n\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\nوالسلطة من كونها وسيلة إلى هدف وقيمة ذاتية ، الأمر الذي أدى بها إلى التصارع والارتطام على أعلى المستويات . . فكان الإنسان يدخل السوق وهدفه الأول‌والأخير أن يصبح ثرياً ، ساحقاً كل القيم ، متجاوزاً المقدسات والمعايير الإنسانية وأصول التعامل . . فأكل أموال الناس‌والتهام حقوقهم وتعامل بالربا ودفع الرشوة وغش المبتاعين . . وذلك لمجرد اقتناص الدينار والدرهم . وأكثر من ذلك ، كنت ترى مثل هذا الإنسان يتجاوز حتى عواطفه ويضيق على أهله من الأبناء والزوجة ، بل وعلى نفسه أيضاً ، بداعيعلاقته بالثروة التي تعمقت ووصلت إلى حد العبادة .\r\nوكم من رجل جمع مالًا ، ولكنه تركه لغيره ؛ وكم كان من الناس من عبد القدرة والسلطة ، تاركين المقدسات وراءأظهرهم . .\r\nهذا ما كان على المستوى الفردي ، أما على مستوى الحضارات ، فقد عرفنا أن الكثير من المدنيات قد قامت على أساس‌هذا النوع من التوجه والاهتمام ، وهي الآن في عالم العدم - إن صح التعبير - إذ لا أثر لها إلّا ما جمعته المتاحف أو حوته‌الكتب في احدوثاتها ، لأنها بدلًا من أن تستخدم الثروة والقوة كوسيلة لما هو سامٍ من الأهداف ، اعتبرتها هدفاً ذا قيمة ذاتية ، فضاعت واندثرت أثناء سعيها وراء مثل هذا السراب المخادع ، فامتلكتهم الأموال وتسلطت عليهم القوة ، عوضاًعن أن يمتلكوها أو يمسكوا بأعنتها .\r\nولقد حوى التأريخ أمثلة كثيرة جداً بالنسبة للأفراد أو الحضارات التي درستها الثروة وأصبحت وبالًا عليها .\r\nأما المثال الذي خلده القرآن الكريم في أكثر من موقع ؛ فهو مثال قارون ومثال صاحب الجنتين . .\r\n. . كان قارون رجلًا بسيطاً من قوم النبي موسىعليه السلام ، أنعم اللَّه عليه ، فنسي نفسه ، معتمداً التآمر حتى ضد الرسالة الإلهية .\r\nيقول تبارك اسمه : ( إِنَّ قَارُونَ كَانَ مِن قَوْمِ مُوسَى فَبَغَى عَلَيْهِمْ وءَاتَيْنَاهُ مِنَ\r\n\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\n\r\nالْكُنُوزِ مَآ إِنَّ مَفَاتِحَهُ لَتَنُوأُ بِالْعُصْبَةِاوْلِي الْقُوَّةِ ) ، وهي أشبه ما تكون بالصندوق الأسود الذي يحمله الوفد المرافق للرئيس الأميركي ويحرسه أينمايذهب ، ولو إلى سرير النوم ! !\r\nفنصحه المؤمنون العارفون من قومه ، إذ قالوا له : ( لا تَفْرَحْ إِنَّ اللَّهَ لا يُحِبُّ الْفَرِحِينَ * وَابْتَغِ فِيمَ آءَاتَاكَ اللَّه‌ُالدَّارَ الاخِرَةَ وَلا تَنسَ نَصِيبَكَ مِنَ الدُّنْيَا وَأَحْسِن كَمَآ أَحْسَنَ اللَّهُ إِلَيْكَ وَلا تَبْغِ الْفَسَادَ فِي الارْضِ إِنَّ اللَّهَ لا يُحِب‌ُالْمُفْسِدِينَ ) .\r\nأي إن الفرح والاستعلاء والاستهتار ينتهي إلى الفساد في الأرض ، واللَّه لا يحب المفسدين ؛ لأن ذلك لا يمر في طريق‌وعقيدة اعتبار الثروة مجرد وسيلة إلى إحراز الفوز بالدار الآخرة ، كما أنه يشوش الصورة الحقيقية للدنيا التي أوجدهااللَّه سبحانه وتعالى كمحطة في طريق الدار الآخرة ، بالإضافة إلى أن مجرد اتخاذ اكتساب الثروة هدفاً ذاتياً يؤديبصاحبه إلى الطغيان ، فينسى أصل الإحسان ؛ هذا الأصل الإنساني الكفيل بتحقيق التكافؤ الاجتماعي والتضامن بين‌أفراد الأمة .\r\nولكن قارون ترجم طغيانه واستعلائه بعبارات لا تنم إلّا عن الجهل وانعدام التصور الحق ، فقال لهم . .\r\n( إِنَّمَآ اوتِيتُه‌ُعَلَى عِلْمٍ عِندِي ) .\r\nأي أنه نفى حقيقة أن الرزق والإمكانات بيد اللَّه يؤتيهما من يشاء ويمنعهما من يشاء لحكمةوإرادة خاصتين به دون سواه . فقارون لم يكلف نفسه مجرد التفكير في محدوديته ، وأن علمه وأسلوبه ومجهوده في سبيل‌جمع الثروة ، هو نعمة من اللَّه أيضاً ، وأن من دون هذه النعمة الربانية يبقى الإنسان بلا حول ولا قوة .\r\nثم بدأ يتغافل عن نهاية ومصير كل إنسان ، وهو الموت والهلاك ، وتناسى كل صفحات التاريخ البشري ، وخادع نفسه‌بالبقاء إلى أبد الآبدين . . وقد وصف القرآن الكريم واقعه المؤسف هذا بالقول الشريف : ( أَوَلَمْ يَعْلَمْ أَنَّ اللَّهَ قَدْأَهْلَكَ مِن قَبْلِهِ مِنَ الْقُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً وَأَكْثَرُ جَمْعاً وَلا يُسْأَلُ عَن ذُنُوبِهِمُ الْمجْرِمُونَ ) .\r\n\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\nتُرى هل غاب عن ذاكرة قارون مصير الأثرياء والملوك والدول والحضارات التي سبقت زمنه ؟ !\r\nأما صاحب الجنتين ، فيقول اللَّه تعالى عنه : ( وَدَخَلَ جَنَّتَهُ وَهُوَ ظَالِمٌ لِّنَفْسِهِ قَالَ مَآ أَظُنُّ أَن تَبِيدَ هَذِهِ أَبَداً * وَمَآأَظُنُّ السَّاعَةَ قَآئِمَةً وَلَئِن رُّدِدتُّ إِلَى رَبِّي لَاجِدَنَّ خَيْراً مِنْهَا مُنقَلَباً * قَالَ لَهُ صَاحِبُهُ وَهُوَ يُحَاوِرُهُ أَكَفَرْتَ بِالَّذِيخَلَقَكَ مِن تُرَابٍ ثُمَّ مِن نُطْفَةٍ ثُمَّ سَوَّاكَ رَجُلًا * لَكِنَّ هُوَ اللَّهُ رَبِّي وَلآ اشْرِكُ بِرَبِّي أَحَداً * وَلَوْلآ إِذْ دَخَلْتَ جَنَّتَك‌َقُلْتَ مَا شَآءَ اللَّهُ لَا قُوَّةَ إِلَّا بِاللَّهِ إِن تَرَنِ أَنَاْ أَقَلَّ مِنكَ مَالًا وَوَلَداً * فَعَسَى رَبِّي أَن يُؤْتِيَنِ خَيْراً مِن جَنَّتِكَ وَيُرْسِل‌َعَلَيْهَا حُسْبَاناً مِنَ السَّمَآءِ فَتُصْبِحَ صَعِيداً زَلَقاً * أَوْ يُصْبِحَ مَآؤُهَا غَوْراً فَلَن تَسْتَطِيعَ لَهُ طَلَباً * وَاحِيطَ بِثَمَرِهِ فَاصْبَح‌َيُقَلِّبُ كَفَّيْهِ عَلَى مَآ أَنفَقَ فِيهَا وَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا وَيَقُولُ يَا لَيْتَنِي لَمْ اشْرِكْ بِرَبِّيأَحَداً ) ( الكهف / 42 - 35 ) .\r\nلقد تملّكه الطغيان ، وتملكته الغفلة عن القيمة الحقيقية لما أنعم اللَّه عليه ، فأصبح من النادمين على ما أشرك بربه ، إذ تفرق‌عنه أعوانه وحلفاؤه الذين كان قد طغى بهم . .\r\nإن السنة الإلهية بهذا الصدد تؤكد أن المالك الحقيقي لكل شيء هو اللَّه عز وجل ، وهو صاحب الولاية الأصلية علىالمخلوقات وما في أيديهم ، وهم لا يذهبون إلّا باطلًا في تصورهم بأنهم أصحاب ثروة أو قوة أو سلطة . . فالغرض من كل نعمة ينعمها اللَّه على عبد من عبيده ، هو الامتحان والابتلاء .\r\nأما بالنسبة إلى تاريخ الحضارات فأقول : إن الحضارة الإسلامية التي قامت على أساس القيم والأخلاق ووعي السنن‌الإلهية التي وضعت للتأريخ - رغم أن كثيراً من الحكام المسلمين كانوا حكاماً ظالمين وطغاة - رغم ذلك ، فإن الحضارة الإسلامية خلّفت وراءها الأخلاق والتطور والعمران لجميع الشعوب والبلدان التي لاقتها أو دخلتها . أما الحضارات القائمة على أساس الاستغلال والطغيان ، وآخرها الحضارة\r\n\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\n\r\nالغربية ، فصفحات التأريخ البشري الخاصة بها تشير إلى أن مثل تلك الحضارات لم تخلف سوى الجهل والتفرقة والاستغلال والدمار في الشعوب التي استولت عليها ، وأوضح دليل‌على ذلك هو ما تعانيه الشعوب الإفريقية أو الآسيوية التي أصبحت مسرحاً لفصول الاستعمار الغربي منذ قرون ، وهذاكله لم يكن له أن يحدث لو لم تكن الحضارة الغربية قائمة على أساس المادة ، ومبنية على أصل اعتبار المال والقوة هدفاًيسعى إليه . . ومثل الحضارة الغربية كانت الحضارة البابلية والمصرية وغيرهما .\r\nلقد عدَّ المؤرخون ك ( تويمبى ) و ( ابن خلدون ) وغيرهما أكثر من عشرين حضارة عبر التأريخ ، كما بينوا عوامل تفوقها وأفولها . وقبلهم كانت آيات القرآن الحكيم وروايات النبي وأهل البيت‌عليهم السلام قد بينت جميع السنن‌الإلهية الثابتة في نهاية وسقوط الحضارات . . وكانت كلها قد أجمعت الرأي على أن الحضارات القائمة على أساس الطغيان والاستعلاء وعبادة المال والقوة ، محكومة بالفشل مسبقاً ؛ إلّا أن الأمر الذي أطال عمر بعضها دون بعض هو مستوىالظلم والكبت الذي كانت تمارسه ضد شعوبها ، ولكن الأصل في ذلك هو تحقق فشلها الذريع وانكشاف الحقيقة ولو إلىحين .\r\nولتوضيح هذه الحقيقة القرآنية والتأريخ أضرب مثلًا بهذا الصدد فأقول : إن حركة التنمية الاقتصادية لأية حضارةكانت ، بمثابة حركة القطار الذي تسيره عربة القيادة ، وتجر عدداً من المقطورات . فقد تكون قاطرة ذات تكنولوجيامتقدمة ، ولكن في الوقت ذاته تعود بالضرر على الركاب ، مما يعني أنهم قد لا يصلون إلى النقطة المرجوّة بداعيتسرعهم ، وقد تكون القاطرة - عربة القيادة - بمحركات ذات ضجيج مرتفع جداً ، إذ لا يصل الركاب إلى هدفهم إلّابعد فقدهم لأعصابهم . وثمة قاطرة متفاوتة ، فهي تتصف بالاتزان والتعادل في الحركة والسلامة في نوعية الوقود أوالحمولة ، مع احتمال تأخرها في الوصول .\r\nفقاطرة التقدم الاقتصادي أو الاجتماعي أو السياسي أو التأريخي الأفضل\r\n\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\n\r\nوالأرقى بحق هي تلك القاطرة التي تقودالناس وتسير بهم بوقود الإيمان والتقوى لتصل بهم إلى الاستقرار والاطمئنان . .\r\nإن المدنية الأميركية - مثلًا - قامت على أساس اغتصاب الأرض وقتل وإبادة أصحابها من الهنود الحمر بلذة عارمة ، كما أنها قامت على أكتاف مئات الملايين من الأفارقة الذين سرقوا من قارتهم لأداء مراسم العبودية والخدمة ، فكانت‌هذه المدنية قائمة على الاستغلال والجشع وعبادة المال والقوة واحتكار الحريات السياسية في حزبين فقط ، وهما الحزب‌الجمهوري والحزب الديمقراطي ، تحت مظلة الدعاية والإعلام الذي لا يعرض للعالم إلّا ما يخدعهم ويصور لهم أن جنةالأرض هي الولايات المتحدة ، خافياً وراءها كل الجرائم والفساد والكبت والتدمير والنية في القضاء على طموحات‌الشعوب الأخرى وتطلعاتها ومعتقداتها ، وكان آخر عمليات الإخفاء هذه ، هي محاولات الاستتار وراء إنشاء القريةالعالمية الواحدة ، لتتم السيطرة على مقدرات العالم كله .\r\nولكن تبقى المشكلة نفسها ، وهي أن منظري الاستراتيجية الأميركية التي تمثل إلى حدود واسعة طبيعة الفكرالاستعماري الغربي عموماً ، هؤلاء يحاولون تجاوز الحقائق التاريخية الثابتة والسنن الإلهية غير القابلة للتبديل أوالتحويل والتحريف ، مثل قوله سبحانه وتعالى : ( أَوَلَمْ يَعْلَمْ أَنَّ اللَّهَ قَدْ أَهْلَكَ مِن قَبْلِهِ مِنَ الْقُرُونِ مَنْ هُوَ أَشَدُّ مِنْه‌ُقُوَّةً وَأَكْثَرُ جَمْعاً ) ، الذي يشير بوضوح إلى أن المال والقوة وما يحتويه هذان العاملان محكومان بالفناء وعدم‌الخلود ، وأن الخالد فقط هو المعتقد والعمل الصالحين والقائمين على أساس الحق والإنسانية النزيهة .\r\nوأبرز مصداق على ذلك قصة أصحاب الفيل الذين تركهم اللَّه كعصف مأكول قرب صحراء مكة ، رغم ما جمعوه من‌الفيلة وعوامل القوة الأخرى التي كانت تفوق كل قوة في ذلك الوقت . .\r\nإنني لا أريد تشبيه دمار أصحاب الفيل بحادثة الحادي عشر من أيلول -\r\n\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\n\r\nسبتمبر ، التي أطاحت ببرجي التجارة العالمية في مدينة نيويورك ، لأن من قام بهذه العملية الأخيرة غير محترم من قبلنا ، كما أن هذا العمل لم يكن شريفاً ؛ ولكن بالإمكان القول بأن لكل حضارة علامة على أفولها ، كما كانت لها علامة الطلوع والظهور . . وقد تأكد العالم بأن انهيارالاتحاد السوفياتي السابق كان له علامته ، وهي تفجر المفاعل النووي العملاق الموسوم ب ( تشرنوبيل ) أواخر عقد الثمانيّات ، رغم أن السياسة السوفياتية بذلت مساعيها للتكتم على هذه الحادثة التأريخية . وها هم خبراءالتأريخ يرسمون نفس الخط البياني ليؤكدوا أن تدمير برجي التجارة العالمية في نيويورك علامة انهيار النظام الرأسمالي الأميركي .\r\nإن الحضارة التي أسلمت زمام قيادتها للثروة والقوة محكومة بالانتهاء والأفول ، ذلك لأن قانون السماء قد جعل الموت‌في صميم الحياة ، إلا أن الموت والحياة يتصلان بإرادة اللَّه وتوقيته الحكيم . ولكن يبدو أن طبيعة النظام الغربي الحاكم فيأميركا يستعجل الفناء ، بعدم قراءته التأريخ وعدم تصديقه للسنن الإلهية الثابتة في الحياة .\r\nكما أود - ختاماً - لفت انتباه أنظار الشباب العربي والمسلم عموماً بألّا ينخدعوا بمظاهر القوة من طائرات عسكرية أوسفن عملاقة أو أسلحة ذرية أميركية . . فهذه كلها عوامل فناء الصرح الأميركي نفسه ، فالحق والإنسانية هما الأمران‌الوحيدان اللذان كتب اللَّه لهما البقاء والخلود ، فلا ينبغي أن نرهب بشيء فانٍ أبداً ، بل علينا تكريس توكلنا على اللَّه‌الباق ، وأن نثق بديننا ونتطلع إلى ذلك اليوم الذي تتسلم الحضارة الإسلامية العادلة زمام قيادة الأرض على أسس‌القيم المثلى ، وليس على أساس الثروة أو القوة أو الطغيان والاستعلاء ، وسبحان اللَّه الذي يأبى أن تبقى البشرية تحت‌وطأة الأغنياء وأقوياء المادة الزائلة . .\r\n\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\n\r\n\r\nالحضارات بين الشكر وكفران النعم\r\n( وَلَقَدْ ءَاتَيْنَا دَاوُدَ مِنَّا فَضْلًا يَا جِبَالُ أَوِّبِي مَعَهُ وَالطَّيْرَ وَأَلَنَّا لَهُ الْحَدِيدَ * أَنِ اعْمَلْ سَابِغَاتٍ وَقَدِّرْ فِي السَّرْدِوَاعْمَلُوا صَالِحاً إِنِّي بِمَا تَعْمَلُونَ بَصِيرٌ * وَلِسُلَيَمانَ الرِّيحَ غُدُوُّهَا شَهْرٌ وَرَوَاحُهَا شَهْرٌ وَأَسَلْنَا لَهُ عَيْنَ الْقِطْرِ وَمِن‌َالْجِنِّ مَن يَعْمَلُ بَيْنَ يَدَيْهِ بِإِذْنِ رَبِّهِ وَمَن يَزِغْ مِنْهُمْ عَنْ أَمْرِنَا نُذِقْهُ مِنْ عَذَابِ السَّعِيرِ * يَعْمَلُونَ لَهُ مَا يَشَآءُ مِن‌مَّحَارِيبَ وَتَمَاثِيلَ وَجِفَانٍ كَالْجَوَابِ وَقُدُورٍ رَّاسِيَاتٍ اعْمَلُوا ءَالَ دَاوُدَ شُكْراً وَقَلِيلٌ مِنْ عِبَادِيَ الشَّكُورُ * فَلَمَّاقَضَيْنَا عَلَيْهِ الْمَوْتَ مَا دَلَّهُمْ عَلَى مَوْتِهِ إِلآَّ دَآبَّةُ الأَرْضِ تَأْكُلُ مِنسَأَتَهُ فَلَمَّا خَرَّ تَبَيَّنَتِ الْجِنُّ أَن لَّوْ كَانُوا يَعْلَمُونَ الْغَيْبَ مَالَبِثُوا فِي الْعَذَابِ الْمُهِينِ * لَقَدْ كَانَ لِسَبَإٍ فِي مَسْكَنِهِمْ ءَايَةٌ جَنَّتَانِ عَن يَمِينٍ وَشِمَالٍ كُلُوا مِن رِّزْقِ رَبِّكُمْ وَاشْكُرُوا لَه‌ُبَلْدَةٌ طَيِّبَةٌ وَرَبٌّ غَفُورٌ * فَأَعْرَضُوا فَارْسَلْنَا عَلَيْهِمْ سَيْلَ الْعَرِمِ وَبَدَّلْنَاهُم بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَيْ أُكُلٍ خَمْطٍ وَأَثْل‌ٍوَشَيْءٍ مِن سِدْرٍ قَلِيلٍ * ذَلِكَ جَزَيْنَاهُم بِمَا كَفَرُوا وَهَلْ نُجَازِي الَّا الْكَفُورَ ) ( سبأ / 17 - 10 )\r\nيضرب لنا اللَّه جل وعلا في الآيات المتقدمة مثلين من حضارتين عاشتا ثم بادتا ، إلا أن أحدهما عاشت عيشة طيبةواستمرت في حياتها حتى قضت أجلها المسمّى لها ، فانتهى بذلك وجودها انتهاء طبيعياً . أما الحضارة الأخرى فقد دمّرها\r\n\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\n\r\nالخالق سبحانه شرّ تدمير ، وأنهى وجودها بشكل مأساوي على الرغم من تمتعها بكافة وسائل العيش الرغيدالتي وفّرها اللَّه سبحانه لها .\r\nالحضارات الإلهية\r\nلقد تمثلت الحضارة الأولى في حضارة بني إسرائيل وخصوصاً في عهد النبي داود وابنه سليمان‌عليهما السلام ، فأما النبي داود فقدشملت حضارته الصناعات ، حيث ألان له الرب الحديد ، وسخّر له الجبال ، فلفظت الأرض ما في جوفها من المعادن التيكان الحديد من جملتها ، فصنع داودعليه السلام من هذا الحديد اللين الدروع المعروفة بالدروع الداودية .\r\nأما النبي سليمان‌عليه السلام ؛ فقد اتسعت حضارته ، وترامت أطرافها ، حيث أنعم اللَّه عز وجل عليه باستجابة الدعاء وجعل له‌ملكاً عظيماً لم ولن يؤتيه لأحد من قبل ، ولا من بعد ؛ فقد كان‌عليه السلام يمتطي الريح ببساطه المعروف ، ومعه مئات الألوف من‌الجنود المجندة ، وكانت حركة هذا البساط بالاستناد إلى مقاييسنا الحديثة ما يقرب من ستمائة كيلو متر في النصف الأول‌من النهار ، ومثل ذلك عصراً ، كما يشعر بذلك قوله تعالى : ( غُدُوُّهَا شَهْرٌ وَرَوَاحُهَا شَهْرٌ ) ( سبأ / 12 ) ؛ أيأن الريح كانت تحمل النبي سليمان‌عليه السلام وجنوده مسافة شهر كامل خلال نصف يوم ، ثم لا تلبث أن تعود هذه المركبة بهم‌قاطعة نفس المسافة خلال نصف نهار أيضاً ! ومما تذكره كتب التاريخ أن سليمان‌عليه السلام كان يصبح في بعلبك ، ثم يكون فيبغداد عند الظهيرة ، وفي خاوران عند العصر ، ثم يعود إلى قصره في بعلبك !\r\nإن الحضارة الرفيعة التي كانت لنبّي اللَّه سليمان‌عليه السلام لم يستطيع البشر أن يصلوا إلى مستواها حتى اليوم ، على الرغم مماحققه الإنسان من تقدم علمي .\r\nوعلى سبيل المثال ؛ فإن استخدام الطير لإنجاز بعض المهام ما هو إلا استخدام\r\n\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\n\r\nمحدود لدينا ، في حين أن النبي سليمان عليه السلام أوتي منطق الطير كما تشير إلى ذلك بوضوح قصة الهدهد المعروفة . كما أن البشر لم يستطع الوصول إلى مستوى استخدام القوى الغيبية العاملة كالجن ، في حين أن النبي سليمان عليه السلام كان بإمكانه أن يستخدمها لتقدم له مختلف أنواع الخدمات ، ومن جملة هذه الخدمات - كما يذكر القرآن - صناعة القدور الراسية ، والجفان الكبيرة الحجم .\r\nانتهاء العمر الطبيعي للحضارة\r\nومع ذلك فإن هؤلاء الجنّ لم يستطيعوا أن يتبينوا موت النبي سليمان‌عليه السلام إلا من خلال ( الأرضة ) التي أكلت‌منسأته . ففي رواية عن الإمام جعفر الصادق‌عليه السلام ، أنه قال : إن سليمان بن داودعليه السلام قال ذات يوم لأصحابه : إن اللَّه تبارك‌وتعالى قد وهب لي ملكاً لا ينبغي لأحد من بعدي ، سخّر لي الريح والإنس والجن والطير والوحوش ، وعلمني منطق‌الطير ، وآتاني من كل شيء . ومع جميع ما أوتيت من الملك ما تمّ لي سرور يوم إلى الليل ، وقد أحببت أن أدخل قصريفي غد فأصعد أعلاه وأنظر إلى ممالكي ، فلا تأذنوا لأحد عليّ لئلّا يرد عليَّ ما ينغص علي يومي . قالوا : نعم .\r\nفلما كان من الغد أخذ عصاه بيده وصعد إلى أعلى موضع من قصره ، ووقف متكئاً على عصاه ينظر إلى ممالكه مسروراًبما أوتي فرحاً بما أعطي ، إذ نظر إلى شابّ حسن الوجه واللباس قد خرج عليه من بعض زوايا قصره ، فلما بصر به‌سليمان‌عليه السلام قال له : من أدخلك إلى هذا القصر ، وقد أردت أن أخلو فيه اليوم ؟ فبإذن من دخلت ؟\r\nفقال الشاب : أدخلني هذا القصر ربه ، وبإذنه دخلت .\r\nفقال : ربه أحق به مني ، فمن أنت ؟ !\r\n\r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\n\r\nقال : أنا ملك الموت .\r\nقال : وفيما جئت ؟\r\nقال : جئت لأقبض روحك\r\nقال : امض لما أمرت به ، فهذا يوم سروري ، وأبى اللَّه عز وجل أن يكون لي سرور دون لقائه .\r\nفقبض ملك الموت روحه ، وهو متكئ على عصاه ، فبقي سليمان‌عليه السلام متكئاً على عصاه وهو ميت ما شاء اللَّه ) « 1 » .\r\nولعل النبي سليمان‌عليه السلام ظلّ سنة كاملة على هذه الحالة ، والجن ينظرون إليه ، فحسب بعض السذج والبسطاء أن النبيسليمان هو الإله ، لا من البشر الذي يتعب ، ولا يستطيع الوقوف كل هذه المدة ، إذ الإنسان بحاجة إلى الأكل والشرب‌والنوم ، في حين أن سليمان‌عليه السلام ظل واقفاً لمدة عام كامل وهو مشرف على جيشه ومملكته ، فهو إله إذن !\r\nوكان ذلك امتحاناً لرعاياه ، وعندما انتهى وقت الامتحان أمر اللَّه تقدست أسماؤه الأرضة أن تنخر منسأة النبي سليمان ، فانهارت هذه المنسأة ، وأنهار معها سليمان‌عليه السلام ، وخرّ إلى الأرض ، وحينئذ أدرك الجن أنهم كانوا على خطأ عظيم .\r\nلقد استمرت هذه الحضارة لفترة طويلة حتى بعد وفاة صاحبها بعام ، ففي هذه السنة كان وصي سليمان‌عليه السلام ، آصف بن‌برخيا هو الذي يقود المملكة ، ويدير شؤونها ، وقد استمرت هذه الحضارة بصورة طبيعية كما ابتدأت .\r\nالحضارة التي دُمّرت\r\nوفي المقابل ذكر القرآن الكريم قصة حضارة أخرى كانت على عكس الأولى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، ج 14 ، ص 136 .\r\n","page_name":" 180 ","page_number":180},
  {"content":"\r\n\r\nتماماً ، ألا وهي حضارة ( سبأ ) التي كانت تمثل قبائل جنوب الجزيرة العربية في منطقة اليمن ، وقد استطاعت هذه الأمة أن تشيّد سد مأرب الذي ما تزال معالمه موجودة إلى الآن . ففي ذلك الوقت الذي يتحدث عنه القرآن الكريم والذي شُيّدت فيه الحضارة السبئية آتى اللَّه سبحانه العرب الحكمة ، فبنوا سدّاً في تلك المنطقة حفظوا فيه المياه ، ثم شقوا القنوات إلى مناطق شاسعة من بلادهم ، فغمرت بذلك الأرض واستصلحت ، حتى أن الرجل كان يكفيه أن يحمل سلّة فارغة ويمرّ تحت الأشجار المختلفة ثم يعود إلى بيته وقد امتلأت سلّته تلك بأنواع الفواكه دون أن يكلّف نفسه عناء قطفها !\r\nواتسعت حضارة سبأ ، ولكن أصحابها كفروا بأنعم اللَّه ، فأباد عز وجل حضارتهم ، حيث سلّط على ذلك السد الفئران فهدمته ، فانطلق السيل العرم إلى المناطق الزراعية ، وأغرقها مع أهلها ، فهلك منهم من هلك ، ونجا منهم من هرب إلى شمال ووسط الجزيرة العربية .\r\nوقد حدّثنا القرآن الكريم عن هذه الحضارة بقوله : ( لَقَدْ كَانَ لِسَبَإٍ فِي مَسْكَنِهِمْ ءَايَةٌ جَنَّتَانِ عَن يَمِينٍ وَشِمَالٍ كُلُوامِن رِّزْقِ رَبِّكُمْ وَاشْكُرُوا لَهُ بَلْدَةٌ طَيِّبَةٌ وَرَبٌّ غَفُورٌ * فَأَعْرَضُوا فَارْسَلْنَا عَلَيْهِمْ سَيْلَ الْعَرِمِ وَبَدَّلْنَاهُم بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَيْ أُكُلٍ خَمْطٍ وَأَثْلٍ وَشَيْءٍ مِن سِدْرٍ قَلِيلٍ * ذَلِكَ جَزَيْنَاهُم بِمَا كَفَرُوا وَهَلْ نُجَازِي الَّاالْكَفُور ) ( سبأ / 17 - 15 )\r\nفالقرآن يشير هنا بوضوح إلى أنهم لم يستحقوا العذاب والغرق والفناء إلا لأنهم أعرضوا وكفروا ، فكانت نهاية مأساوية لحضارة لو كانت شكرت أنعم ربها لدامت مئات السنين ، إلا أن الكفر هو الذي أدى إلى انقراضها وهي فيأوج قوتها وعنفوانها .\r\n\r\n","description":"","footnote":"","page_name":" 181 ","page_number":181},
  {"content":"\r\n\r\nالتاريخ يعيد نفسه\r\nوالقرآن الكريم يضرب لنا هذه الأمثلة وغيرها ليبين لنا أن التاريخ يعيد نفسه دوماً ، لأنه ليس إلا تطبيقاً وتجسيداً لسنن‌اللَّه سبحانه في الأرض ، فهو عبارة عن تطبيقات للأنظمة والقوانين التي وضعها البارئ لهذا الكوكب ؛ فالقوانين لا يمكن‌أن تتبدل ، كقانون الجاذبية الذي كان ولا يزال يجذب الأشياء إلى الأرض ، كما أن الحر والبرد يمثلان حقائق وقوانين لم‌تتغيّر منذ الأزل .\r\nوهكذا الحال بالنسبة إلى قانون الحضارات ، فإنه هو الآخر ثابت لا يتغيّر ؛ فعندما يكفر الإنسان بربّه ، ولا يشكر أنعمه‌فإن حضارته لابد أن تنتهي وتزول شر زوال ، حتى لو كانت هذه الحضارة في عنفوان شبابها . أما إذا شكر الإنسان ربه ، فإن حضارته سوف تدوم وتستمرّ حتى ينقضي عمرها الطبيعي . فكما أن الإنسان يطول عمره إذا اتبع المناهج الصحيةالسليمة ومن ثم يموت موتاً طبيعياً ، وكما أن الإنسان الذي يرتكب الفواحش يصاب بالأمراض والشيخوخة المبكرة والانهيار العصبي وعشرات الأمراض الأخرى ، فإن نفس هذه القاعدة تنطبق على الحضارات أيضاً .\r\nإن قانون الحضارات هو قانون يتكرّر ويتجسّد اليوم في واقع الأمة الإسلامية وفي كل مكان ، فنحن لو شكرنا اللَّه سبحانه وتعالى لدامت نعمه علينا كما يقول عز وجل : ( وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِن شَكَرْتُمْ لأَزِيدَنَّكُمْ وَلَئِن كَفَرْتُمْ إِن‌َعَذَابِي لَشَدِيدٌ ) ( إبراهيم / 7 ) . فهذا إعلان إلهي بأن الشكر يؤدّي إلى دوام النعمة ، بل وزيادتها .\r\nالشكر وأسلوبه\r\nوالسؤال المطروح هنا هو : ما هو الشكر ، وكيف يكون ؟\r\nالجواب : إن الشكر هو شكر كل نعمة من خلال الفيض بها على الآخرين ؛ فشكر\r\n\r\n","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\n\r\nنعمة المال يكون ببذله ، وشكر نعمةالعلم بنشره ، وشكر نعمة الجاه باستغلاله في سبيل خدمة الآخرين ، وشكر نعمة الهدى يتجسّد في الاستقامة . . فلكل‌نعمة شكر يلائمها ، ولكننا عندما أحجمنا عن الشكر فإن حضارتنا انتهت ؛ فأصحاب المال بخلوا ، وأصحاب العلم‌جبنوا ، والعاملين تكاسلوا . . . وبالتالي فإن الجميع قد انهار ، وانهارت الحضارة بانهيارهم . والسبيل الوحيد لنهوضنا ، وإعادة أمجادنا السابقة ، والحصول على استقلالنا ، هو الاعتبار بما جرى للأمم السابقة التي كفرت بأنعم ربها وتنكّرت‌لها ، وغفلت عن ذكر اللَّه ، فكانت النتيجة أن انهارت حضاراتها ، وانقرضت ، وتحوّلت إلى خبر يذكر .\r\nومن أجل أن نحول دون تورّطنا في هذا المصير ؛ فإن علينا أن نؤدي فريضة الشكر إلى الخالق تعالى بالمعنى الذي ذكرناه‌سالفاً ، وأن نعرف قدر نعمه ، ولا يصيبنا البطر والطغيان والغرور ، لأن شكر النعمة موجب لدوامها وثباتها ؛ بل‌وزيادتها . وهذه سنة إلهية ثابتة لا يمكن أن تتغير ، ولن تجد لسنّة اللَّه تبديلًا .\r\n\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\n\r\n\r\nحضارة في بيت العنكبوت\r\n( وَعَاداً وَثَمُودَ وَقَد تَبَيَّنَ لَكُم مِن مَسَاكِنِهِمْ وَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيلِ وَكَانُوا مُسْتَبْصِرِينَ * وَقَارُونَ وَفِرْعَوْنَ وَهَامَانَ وَلَقَدْ جَآءَهُم مُّوسَى بِالْبَيِّنَاتِ فَاسْتَكْبَرُوا فِي الارْضِ وَمَا كَانُوا سَابِقِينَ * فَكُلًّاأَخَذْنَا بِذَنْبِهِ فَمِنْهُم مَنْ أَرْسَلْنَا عَلَيْهِ حَاصِباً وَمِنْهُم مَّنْ أَخَذَتْهُ الصَّيْحَةُ وَمِنْهُم مَّنْ خَسَفْنَا بِهِ الارْضَ وَمِنْهُم مَنْ أَغْرَقْنَاوَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِن كَانُوا انفُسَهُمْ يَظْلِمُونَ * مَثَلُ الَّذِينَ اتَّخَذُوا مِن دُونِ اللَّهِ أَوْلِيَآءَ كَمَثَلِ الْعَنكَبُوت‌ِاتَّخَذَتْ بَيْتاً وَإِنَّ أَوْهَنَ الْبُيُوتِ لَبَيْتُ الْعَنكَبُوتِ لَوْكَانُوا يَعْلَمُونَ * إِنَّ اللَّهَ يَعْلَمُ مَا يَدْعُونَ مِن دُونِهِ مِن شَيْءٍ وَهُوَالْعَزِيزُ الْحَكِيمُ * وَتِلْكَ الامْثَالُ نَضْرِبُهَا لِلنَّاسِ وَمَا يَعْقِلُهَآ إِلَّا الْعَالِمُونَ ) ( العنكبوت / 38 - 27 )\r\nالشرف العظيم والقوة الكبرى والركن الشديد أن يؤمن الإنسان باللَّه وحده ، ويعتمد عليه وحده ، ويتوكل عليه وحده . فالتوحيد أعظم شرف يتشرف به ابن آدم ، وأقوى ركن يعتمد عليه ، وأفضل وسيلة يتوسل بها . أما الشرك ؛ فهو ضعف‌وذل وهوان .\r\nوعلينا - ونحن نتلو آيات القرآن المجيد - أن نتبصّر ذلك النور الفياض منها ؛ ابتداءً من باء ( بسم اللَّه ) ، وانتهاءً بسين ( والناس ) .\r\n\r\n","description":"","footnote":"","page_name":" 184 ","page_number":184},
  {"content":"\r\n\r\nولعلّ من أعظم أنوار القرآن ؛ نور الهداية إلى اللَّه سبحانه وتعالى . وقد ورد عن الإمام جعفر الصادق‌عليه السلام :\r\n( لقدتجلى اللَّه لخلقه في كلامه ، ولكنهم لا يبصرون ) ( 48 ) .\r\nفإذا كنّا لا نبصر ولا نسمع ولا نعقل ، فلماذا وهبنا اللَّه تبارك وتعالى السمع والبصر والفؤاد ؟\r\nإنّ القرآن الكريم كتاب التوحيد ، ومفتاح فهم هذا الكتاب هو معرفة اللَّه عزّ وجل ، ومن ضلّ عن ربّه فقد ضلّ ضلالًابعيداً ، ومن لم يجعل اللَّه له نوراً فما له من نور . والشرك هو الضلالة الكبرى والتيه الأكبر . .\r\nومن أجل توضيح هذه الفكرة التي استوحيها من آيات مباركات من سورة العنكبوت ، لابد أنّ أضرب لكم مثلًا فيذلك ، لأن الأمثال تقرب الحقائق ، فأقول ؛ من يقصد منطقة معينة فيركب صهوة حصان هائج ، لن يصل إلى مقصوده ، ولن يفلح راكب سيارة ذات فرامل ضعيفة في الوصول بسلام ، ولن ينجو الغريق إذا ما توسّل بقشّة . .\r\nوكذلك الإنسان إذا ما اعتمد على غير اللَّه ، فإنه سيتأكد في نهاية المطاف أنّ ( هذا الغير ) ليس لن ينفعه فقط ، وإنّما سيضره أيضاً . فهذا الغير سيتحول إلى وسيلة هدم لحياته .\r\nفلقد اعتمد فرعون على قدرته الاقتصادية والزراعية وثروته المائية ، حتى قال : ( وَهَذِهِ الانْهَارُ تَجْرِي مِن‌تَحْتِي ) ( الزخرف / 51 ) إشارة إلى تسلطه المطلق على نهر النيل ، وأنّه يسيره كيف شاء . لكن هذا النهر هو الذيغرق فيه فرعون وأصبح بذلك آية للعالمين .\r\nوتلك عادٌ الأولى التي كانت قبيلة قوية ، ذات شوكة وبطش وجبروت ، كانت\r\n\r\n","description":"","footnote":"","page_name":" 185 ","page_number":185},
  {"content":"\r\n\r\nتقطن في الطرف الشمالي للجزيرة العربية ، متشبّثة ببيوتها وصخورها ، إذ نحتت من الجبال بيوتاً ، فأرست قواعد حضارتها ، إلّا أنها لفرط اعتمادها على صخورهاوحصونها دمّرها اللَّه بذات الصخور .\r\nإذن ؛ قانون وسنّة إلهية ، مفادها ضرورة فتح الإنسان لعينيه وأذنه وعقله ليرى حقيقة التأريخ ، وأنّ من يحجم عن ذلك‌ويريد ابتداع سنّة كونية من عند نفسه ، أو يهدف محاربة السنن الإلهية في الكون ، فإن عقاب اللَّه سيقف له بالمرصاد ، حيث سيدمّر ويمحق بذات الشيء الذي اعتمد عليه من دون اللَّه .\r\nأتعلمون أن أبا مسلم الخراساني هو الذي أقام حكومة أبي العباس السفاح والمنصور العباسي ، ولكنّهما هما اللذان قتلاه . والبرامكة على عظمة صيتهم رفعوا هارون العباسي إلى سلطان الهيبة والاقتدار ، فما كان منه إلّا أن بدأ بهم فقتلهم شرَّقتلة . ذلك لأنهم وأمثالهم ممن يعينون الطغاة ، يتغافلون عن الحقيقة الإلهية القائلة : بأنّ من اعتمد على غير اللَّه ذلّ . ولعل‌في صعود وأفول نجم الحضارات البشرية عبر التأريخ أمثلة ومصاديق لذلك .\r\nوالمثل الجديد الذي أرغب في إيضاحه لكم هو مَثل الثورة المعلوماتية الجديدة التي تعتمدها الحضارة البشرية الراهنة ، وكيف أن هذه الحضارة التي لا تتخذ من الحق والعدل والحرية وكرامة الإنسان مرتكزاً لها ، سيكون مصيرها نفس‌مصير ما سبقها من حضارات ، وكيف أنّها تعيد عجلة التأريخ على نفسها وكأنّها غير معنيّة بما سبق للبشرية أن ذاقته من‌عذاب إلهي شديد . . .\r\nأتحدّث معكم ونحن في مطلع القرن الواحد والعشرين ، حيث مرت علينا سنة الألفين ، وعاش فيها العالم أزمة الكومبيوترات الكبرى ، المبني نظامها أساساً على رقمين هما واحد وصفر أو صفر وصفر ؛ أي صفران . ولما كانت سنةألفين تحوي ثلاث أصفار ، فإنّ أجهزة الكومبيوتر الحاوية لمليارات المليارات من المعلومات ، والتي\r\n\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\n\r\nأضحت القائد والموجّه لمعظم الأجهزة التكنولوجية في العالم عموماً والغرب على الخصوص ؛ وما فيها من صواريخ وطائرات ومطارات وقطارات وبنوك وبورصات وأقمار صناعية وغير ذلك ، كلّها عانت الرعب أن تصاب بالعطل ، لو لم يعثرعلى حلّ مجدٍ لتلك الأزمة الكبرى .\r\nإن هذا الغلط البسيط كان له أن يتسبّب بحدوث كارثة عظمى ، حسب ما أكد رئيس لجنة كارثة الألفين في مجلس‌الشيوخ الأميركي . إذ أكد أنه بعد سنة ألفين ستتوقف القطارات ، لأنّها تعتمد على الكومبيوتر ، وكان متوقعاً في أول يوم‌من هذه السنة أن تتعطل الأقمار الصناعية وأنظمة الاتصال ومحطات الوقود والطائرات وكل الكومبيوترات مركّبةبطريقة غير صحيحة .\r\nولقد انكبّ العلماء والمتخصّصون على اكتشاف حلٍّ لهذه المعضلة التأريخية .\r\nولكنّ العالم المهدّد بسبب بسيط ، وهو عدم قدرة الكومبيوتر على التجانس مع قراءة رقم ألفين وما بعده ، هذا العالم من‌الممكن جداً أن يتعرض لمشكلة وكارثة أكبر وأخطر إذا ما توقفت كل الأجهزة المعلوماتية وأجهزة الاتصال ، لأنّه‌يعتمد على نظام شركي ، قوامه الأوّل الأمواج التي تثير الأجهزة وتحركها وتمنحها مزيداً من الدقة في الفعل وردّ الفعل . فهذه الصواريخ كلها تتوجّه وتعمل عبر الأمواج ، وإذا ما أمكن تعطيل حركة الأمواج ، فإنها - الصواريخ - ستنتهي إلىاحتمالين ؛ إمّا التصويب غير الدقيق ، وهذا يعني نهاية العالم . واحتمال آخر هو التوقّف عن العمل أساساً .\r\nإنّ عجز الكومبيوتر ليس بالشيء الغريب أبداً ، فإن لدينا من القصص والتجارب العديدة ما يؤيد ويسهل هضم هذه‌الحقيقة الملموسة . فهذا العالم الفيزيائي الشهير ( البرت انشتاين ) الذي يقال إن حجم دماغه كان أكبر من‌الأحجام المعتادة بنسبة ثلاثين بالمائة من الأدمغة الطبيعية للناس . . وكان ذا قدرة عجيبة على التحليل واكتشاف القوانين والنظريات ، وآخرها نظرية النسبية\r\n\r\n","description":"","footnote":"","page_name":" 187 ","page_number":187},
  {"content":"\r\n\r\nالمعروفة . هذا الرجل - على عظمة قدرته الرياضية - كثيراً ما كان يفشل في كتابة أو قراءة الرقم ( 2 ) ، مما كان يتسبب في وقوعه في المشاكل والإزعاجات اليومية . ولما كانت قدرةالعقل البشري المتوسط يفوق بمليارات المرات قدرة أدق وأحدث كومبيوتر مخترع ، فما بالك بالفارق الذي لا يوصف‌والذي يميّز عقل أنشتاين عن جهاز الكومبيوتر المشار إليه ؟\r\nوما أريد تأكيده هنا ، هو القول بأنّ احتمال أو توقع حصول خطأ تكنولوجي في الاختراع أو طريقة الاختراع من قبل‌المخترعين أمر في غاية الصحّة ، وأنّ القول بحصول كارثة بشرية تأريخية قول لا يجانب الصواب أبداً ، بل القول المعاكس‌هو الخطأ تماماً . وما كانت البشرية لتصل إلى هذا الواقع المرير من القلق والرعب والانفعال ، لو كانت اعتمدت علىأسس أفضل ومعتمدات أرقى . فهي تعمّدت ظلم نفسها باعتمادها على المادة المجردة ، وتناسيها آيات خالق المادة . وعلىهذا فإن جزاءها العادل ، هو استمرار الرعب والقلق والانفعال الشيطاني ، ثم حدوث الكارثة فضلًا عمّا ينتظرها من‌عذاب في يوم القيامة ، يوم الحساب العادل .\r\nإنّ اللَّه عزّ وجلّ يؤكد سنّته الثابتة بقوله المجيد : ( فَكُلًّا أَخَذْنَا بِذَنْبِهِ ) ؛ أي إنّ اللَّه يعاقب كل فرد وكل مجتمع‌وكل حضارة بعقوبة تتجانس والشيء الذي حاولت عبره تحدّيه . وها هي آيات اللَّه العجيبة تترى علينا كل يوم‌ونراها بأمّ أعيننا ، فضلًا عمّا قص علينا القرآن الكريم من قصص المدنيات القديمة التي أصيبت بذات السلاح الذياتخذته لنفسها حامياً ودرعاً .\r\nوها هو ( فورد ) مخترع السيارة الحديثة وصاحب الثروة والنفوذ ، ورجل الاقتصاد الأميركي الكبير يواجهه الموت بين دولاراته وصكوكه في صندوق ادّخاره الحديدي ، حيث أقفله على نفسه غافلًا عن أن المفتاح فيالخارج ، ولم ينفعه صياحه واستغاثاته . . تماماً كما قضى اللَّه عزّ وجل على قارون الذي كان يتفاخر على\r\n\r\n","description":"","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\n\r\nقومه بثروته وأراضيه الواسعة ، فقبره اللَّه في عمق الأرض ليكون عبرة لمن تسول له نفسه وتوسوس له .\r\nإن طغاة المعلومات اليوم يظنون بأنهم توصلوا إلى قمة العلم ، وأنه من الصعب التطور أبعد من ذلك . وهذا ما يطلقون‌عليه بنظرية حافّة التأريخ فيما يخص الصراع البشري وتطور البشرية ، غافلين عن قول اللَّه تعالى : ( وَفَوْقَ كُلِّ ذِيعِلْمٍ عَلِيمٌ ) ، ومتغافلين أيضاً عن أنهم ما يظلمون إلّا أنفسهم بنظريتهم هذه .\r\nإنّ هؤلاء الذين اتخذوا من العلم ولياً من دون اللَّه ، إنما كيانهم ككيان العنكبوت المعرض للزوال بأدنى ريحٍ وحركة .\r\nوها هي سنّة اللَّه الثابتة نراها تتكرر يومياً وبين لحظة وأخرى ؛ إذ من يعتمد على القوّة يهزم بالقوة ، ومن يعتمد علىمؤسسات الأمن والمخابرات تنقلب عليه هذه المؤسسات فتبيده ، ومن يعتمد على الإمكانات المادية ينسحق بها .\r\nأمّا الإنسان المؤمن ، فإن من شأنه توحيد اللَّه والاعتماد عليه ، لأن اللَّه لا يهدي إلّا إلى الخير ؛ بل ذلك قانون كتبه اللَّه علىنفسه ، فقال سبحانه : ( وَمَن يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ ) سواء كان حاكماً أم محكوماً ، جاهلًا أم مجتهداً . .\r\nبلى ؛ إن من الممكن أن يتخذ المرء أغراض الدنيا وإمكاناتها وسيلة إلى الكمال والتقرب إلى صاحب الكمال المطلق ، وهواللَّه جل وعلا ، دون أن تتحول هذه الوسيلة إلى مركز ثقل واعتماد . فالذكاء والخبرة والمادة والجنود كلّها ينبغي أن تكون‌مجرد وسيلة نحو الإقرار بوحدانية اللَّه وقدرته وجبروته وتحكمه بمجريات الأمور .\r\n\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\n\r\n\r\nالعولمة ومستقبل الحضارة الإسلامية\r\n( وإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَذَا الْبَلَدَ ءَامِناً وَاجْنُبْنِي وَبَنِيَّ أَن نَّعْبُدَ الاصْنَامَ * رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثيراً مِن‌َالنَّاسِ فَمَن تَبِعَنِي فَإِنَّهُ مِنِّي وَمَنْ عَصَانِي فَإِنَّكَ غَفُورٌ رَّحِيمٌ * رَبَّنَآ إِنِّي أَسْكَنتُ مِن ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرْعٍ عِندَبَيْتِكَ الُمحَرَّمِ رَبَّنَا لِيُقِيمُوا الصَّلَاةَ فَاجْعَلْ أَفْئِدَةً مِنَ النَّاسِ تَهْوِي إِلَيْهِمْ وَارْزُقْهُم مِنَ الَّثمَرَاتِ لَعَلَّهُمْ يَشْكُرُونَ ) ( إبراهيم / 37 - 35 )\r\nها هو العالم يندفع بقوة نحو القرية العالمية الواحدة ، وسنشهد بإذن اللَّه تعالى يوماً نجد فيه العلاقة بين إنسان وإنسان فيأقصى العالم أوثق وأمتن بكثير ممّا هي عليه اليوم ؛ علاقات الجيرة وزمالة المدرسة والدرب والعمل . . . فيا ترى ماذا أعدّالمسلمون لذلك اليوم ؟ هل سيبقون حيث هم بانتظار أن تسحقهم عجلات الاندماج العالمي ؟ أم سيصبّون اهتماماتهم ليكونوا أمّة قائدة لهذا التفاعل والاندماج ، أو مشاركين ؛ على الأقلّ ؟\r\nقبل سنين معدودة ، كانت المحطات الفضائية العالمية حلماً ، وكان الإنترنيت نوعاً من الخيال ، وكانت الصحافة القاريةنوعاً من التفكير غير العلمي . . ولكنّ ذلك كله قد تحقّق كلّه ، بل وأصبح إنجازاً قابلًا للتطوير الواسع . وها هو النظام‌المدرسي أخذ يخطو خطوات واسعة باتجاه إلغاء البناء المدرسي واكتفاء الطالب بتلقي دروسه عبر أجهزة التلفاز أوالحاسوب ، وهكذا الأمر بالنسبة إلى الإدارات أو الشركات\r\n\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\n\r\nوالمعامل ، وذلك كله لتجاوز حاجز المكان واختصار الزمن‌وتوفير أكبر قدر ممكن من التفاهم . أمّا فيما يخصّ القطاع الاقتصادي فهو الآخر سيأخذ الصيغة العالمية ليحلّ محل‌الاقتصاد المحلي المحدود ، ومن جملة بوادر تكريس هذا الاتجاه الإعلان عن منظمة التجارة العالمية ، حيث سيتم عبر مقرراتها وأساليبها سحق مختلف أنواع العقبات في هذا الإطار .\r\nنعم ؛ لقد كنّا نقرأ بالأمس في كتاب ( صدمة المستقبل ) أو كتاب ( الموجة الثالثة ) أشياء نعتبرهاأحلاماً أو خرافات علمية . . ولكنّها تحقّقت ، إذ نلمس ونرى حركة عالمية نحو الاندماج والاندكاك ، فماذا أعددنا ؟ وهل‌سنكون ضيوفاً على العالم الجديد ، علماً أن الضيف فيه لن يكون مكرّماً معزّزاً ؛ بل سيكون ذليلًا تابعاً مهاناً محكوماًبالعبودية ، شاء أم أبى ، فأين نحن من هذا السيل العرم ؟ !\r\nالإسلام ومبدأ العولمة\r\nإن رسول اللَّه‌صلى الله عليه وآله وسلم رفع راية العولمة والعالمية من قبل ، انطلاقاً من قوله تعالى : ( وَمَآ أَرْسَلْنَاكَ الَّا كَآفَّةً لِّلنَّاس بَشيراًوَنَذيراً ) ( الأحزاب / 45 ) ، أو قوله سبحانه : ( تَبارَك الَّذي نَزلَ الفرْقَانَ عَلَى عَبْده لِيكونَ لِلْعَالَمِينَ نَذِيراً ) ( الفرقان / 1 ) .\r\nإذن ؛ فراية العولمة كان قد حملها الرسول الأكرم وبشر بها من بعده الأئمة من أهل بيته عليهم أفضل الصلاة والسلام ، ومنذ ذلك اليوم وحتّى هذه اللحظة ، حيث يمر ما يزيد على ألف وأربع مائة سنة ، تُرى هل فكرنا - نحن المسلمين - فيحقيقة هذه العولمة ، وكيفيّة التخطيط لها ، وهل أنّ موقعنا منها موقع الضيوف أم المساهمين والمشاركين ، أم القادة لها ؟ . . .\r\nوفي إطار الإجابة على كل هذه التساؤلات أقول : إن هناك ثلاث نظريات في هذا الإطار .\r\nالنظرية الأولى : تواجه هذه الحقيقة بالتكذيب التام والعناد لكل ما يطرح\r\n\r\n","description":"","footnote":"","page_name":" 191 ","page_number":191},
  {"content":"\r\n\r\nويدعم العولمة - من المنظور الإسلامي - من‌أدلّة واضحة وضوح الشمس ، بل ويفضل هؤلاء المكذبون الانطواء على أنفسهم ، ليكونوا مصداقاً لقول الإمام أمير المؤمنين علي بن أبي طالب‌عليه السلام :\r\n( وذلك ميّت الأحياء ) « 1 » .\r\nأماّ النظرية الثانية : فهي التي يلفها اليأس والقنوط دون التطلع إلى التطور ، وذلك بداعي الرهبة ممّا وصل إليه العالم‌وحققه من قفزات علمية هائلة . ومن الطبيعي أن كان هذا الواقع قد سلبهم الثقة بالنفس ومقوّمات الشخصية الكريمة ، حتى لم يبق من تعاليم الدين لدى أصحاب هذه النظرية سوى رسوم وأسماء ، ذلك لأنّ روح الرسالة الإلهية تتناقض‌تناقضاً كلياً مع اليأس والإحباط وعدم التوكلّ والتشكيك بقدرة اللَّه العلي العظيم على الأخذ بيد المؤمنين بهم‌وتسليمهم زمام المبادرة الإنسانية والحركة التاريخية عموماً .\r\nولكن النظرية الثالثة تملؤها الحياة والتفاؤل ؛ إذ تنظر إلى التاريخ على أنه محكوم بسنن إلهية ، وأنّ اللَّه سبحانه وتعالى قدأخذ على نفسه أن يتيح الفرصة لمخلوقاته في هذه الحياة لتأخذ دورها وفق ما تبذل من مساعٍ وجهود لإثبات وجودهاوجدارتها في العيش والكدح والتقدم .\r\nفإذا كان الأوربيون - في يوم من الأيام - عبارة عن مجموعة قبائل متناحرة ، إلّا أنّهم بعد ذلك تمكنوا من قيادة العالم ، وأصبحت الشعوب والدول مجرّد تابع لها .\r\nوتلك ألمانيا التي كادت أن تسيطر على العالم قد تفككت في ظل قوانين وقرارات الحلفاء ، ولكنها عادت مرّةً أخرىلتصبح دولة موحدة مسيطرة على مساحة شاسعة من موازنات الاقتصاد العالمي ، ولها كلمتها المسموعة في أوروبا .\r\nواليابانيون الذين خرجوا من الحرب العالمية الثانية منهاري القوى والإمكانات ، تحكمهم العزلة الدولية ، ها هم اليوم‌قد تحوّلوا إلى رمز التطور ونموذج الإبداع التكنولوجي والمتانة الاقتصادية والتجارية ، وتحاول مختلف الشعوب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحارالأنوار ، ج 2 ، ص 57 .\r\n","page_name":" 192 ","page_number":192},
  {"content":"\r\n\r\nوالدول التقرب إليهم والاستفادة من تجاربهم .\r\nوليس هذا وذاك - في حقيقة الأمر - إلا مصداقاً لقول اللَّه سبحانه وتعالى : ( إِنْ أَحْسَنتُمْ أَحْسَنتُمْ لَانفُسِكُمْ وَإِن‌ْأَسَأْتُمْ فَلَهَا ) وكذلك قوله تعالى : ( إِنَّ اللَّهَ لا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِانفُسِهِمْ ) . فالمسلمون الذين‌يمتلكون هذه المنطلقات الطيبة وأمثالها ، كان من المفترض بهم التقدم على غيرهم ، وهم إذا ما وجدوا أنفسهم متأخرين‌عن غيرهم بفعل أخطاء التطبيق وظلم الظلمة وتكالب الأعداد . . فليس من الجدير بهم النكوص والتراجع واليأس ، لأنهم بذلك يكونون قد خرجوا عن حدود الدائرة الدينية ، والعياذ باللَّه ، إذ أنّ التكذيب أمر باطل ، واليأس من روح‌اللَّه هو داء الكافرين باللَّه . بينما الإقبال على الحياة بإيمان وشجاعة وثقة بالنفس وتوكّل على اللَّه القائل : ( إِن‌تَنصُرُوا اللَّهَ يَنصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ ) هو الكفيل بإعادة الروح إلى جسد الأمة الإسلامية ، وهو الكفيل أيضاًبتقدم المسلمين على غيرهم ، وما دون ذلك يعني التراجع والذل واستعباد الآخرين لهم ، كما هو حاصل بالفعل ، ويشعربه المسلمون في كل لحظة وفي كلّ مكان .\r\nعالمية النبي إبراهيم عليه السلام\r\nلقد أضفى اللَّه سبحانه وتعالى بإرادته القادرة على رسالة وشخصية النبي إبراهيم‌عليه السلام الصفة العالمية ، وذلك لعمق‌الشمولية الحاصلة في تفاصيل هذه الرسالة المباركة ، بالإضافة إلى كونه قد أصبح بحكمة اللَّه أباً للأنبياء من بعده في منطقةالجزيرة العربية وما حولها ، وقد تجلت هذه الحقيقة بصورة أكبر حينما رفع قواعد البيت الحرام ليكون قبلة الناس إلى اللَّه‌ضمن عملية توحيد القلوب إلى خالقها ؛ بل وأبعد من ذلك حينما دعا هذا النبي العظيم ربّه سبحانه وتعالى بأن يجعل‌أفئدة من الناس تهوي إلى من خلّفه من ذرية في وادي مكّة المقفر ، وذلك في إيحاء مباشر إلى الفكر البشري عموماً ، بأن‌ّالتوجه إلى القبلة إنمّا هو وسيلة إلى التمحور والولاء لذرية\r\n\r\n","description":"","footnote":"","page_name":" 193 ","page_number":193},
  {"content":"\r\n\r\nالنبي إبراهيم من الأنبياء والأئمة عليهم السلام ، وذلك لأنهم يجسدون‌نهج اللَّه الناطق بين الناس ، على اعتبار أنّ مهمة النبي إبراهيم والجهد الحثيث الذي بذله في هذا الإطار ليس من أجل أن‌يعاني الحجاج لقصد مجموعة من الأحجار وسط صحراء قاحلة ، بل إن ذرية هذا النبي كان مقدّراً لها إقامة الدين ، وهذه‌الذرية التي تضمّ رجال اللَّه تدعو إلى ربها بالحكمة ؛ أي وفق خطط ومناهج مرسومة من قبل اللَّه نفسه .\r\nولمّا كان هؤلاء الرجال امتداداً طيباً لرسالة أبيهم إبراهيم‌عليه السلام ؛ الرسالة التي من أولى خصائصها العالمية ، فقد كان جديراًباتباع هذه الرسالة واتباع أولئك الرجال أن يقتدوا بها وبهم ، فيكون نوع تفكيرهم تفكيراً أممياً لا يخضع للوساوس الشيطانية والدوافع المصلحية أو العنصرية أو القومية أو الطائفية أو الطبقية . وإنّه لمن المنطقي جداً أن تكون ممارسات‌ووسائل التطبيق لمثل هذا المنهج وهذا التفكير عالمية على مستواه .\r\nالمسلمون والثورة الحضارية\r\nحينما أمرنا اللَّه عزّ وجل بالدعوة إلى دينه بين الناس كافّة ، كان قد أمرنا بالضمن إيجاد المقدمات والوسائل لإنجاز هذه‌المهمة الكبيرة ، وذلك كله لا يغيب عن عناية اللَّه ولطفه ونصره .\r\nفاليوم أصبح من الصعب علينا تصور الاكتفاء بمنبر واحد يدعى فيه إلى اللَّه عز وجل ، في وقت يستفيد فيه الأعداء من‌كل وسيلة تقنية كالمحطات الفضائية - مثلًا - لنشر أفكارهم الشيطانية المنحرفة .\r\nبل لقد أصبح من غير المعقول الاقتصار على طريقة الدعوة إلى الإسلام نفسها التي كانت قبل مئات السنين - مثلًالاسيما وأنّ قضايا عديدة مستجدة تتطلب أشكالًا أخرى من المعالجة ، كما يتبع ذلك توفير الوسائل اللازمة المناسبة للموضوع المراد طرحه وبحثه ، والمناسبة لشكل وطبيعة ذهنية المراد توجيهه .\r\n\r\n","description":"","footnote":"","page_name":" 194 ","page_number":194},
  {"content":"\r\n\r\nولنا في هذا المجال التساؤل عن أنّ الأعداء إذا كانوا بصدد توسيع أفق تفكيرهم واستغلال ما يمكن استغلاله من وسائل‌لكسب تأييد وموافقة أكبر كمية من العقول أو الأهواء ، بما في ذلك استغلال العولمة وتحويل العالم إلى قرية صغيرة لضمان‌تحقيق المصالح والنفوذ المباشر ، إذا كان كلّ ذلك مفروغاً منه وفق تصريحات الأعداء أنفسهم ، فلماذا يمتنع المسلمون الاستفادة ممّا أحلّ اللَّه لهم لنشر دين اللَّه بين خلق اللَّه ؟ ! أو لنقل : لماذا يتعمّد البعض تحجيم تفكيرهم ويكتفون بالاهتمامات الضيقة رغم الإمكانات الكبيرة التي من الممكن توفيرها ؟ فإذا كان توسيع الاهتمامات وتطويرالإمكانات ، واستغلال الفرص ، والتفكير على مستوى هموم العالم والتاريخ ؛ إذا كان كل ذلك حراماً ، فما هو الدليل ؟ ! وإذا كان كل ذلك حلالًا أو واجباً ، فلماذا هذا الإحجام والتكاسل والتناسي ؟ ! !\r\nأقول : لماذا لا نساهم في بناء حضارة في الثورة المعرفية ، وهي الثورة الجديدة لهذا العصر ؟ وما هو فعلنا أو ردّ فعلنا - على الأقل - تجاه ثورة المعلومات التي تقودها الولايات المتحدة الأمريكية ؟ خصوصاً وأن في السيرة النبوية كثيراً من‌الأحاديث والوقائع تشير إلى ضرورة سعي المسلمين نحو التقدم التقني ، وعلى كافة الأصعدة ؛ بل إنّ الآيات القرآنيةالخاصّة بصياغة شخصية الإنسان المؤمن ، كلّها تدعوه إلى النظر إلى الحياة على أنها محطة للآخرة ، وأن من المفترض الاستفادة من وسائل هذه المحطة لنيل أكبر قدر من الثواب والحسنات .\r\nفنحن المسلمين مطالبون إذن بالقيام بثورة حضارية جديدة كبرى ، فننطلق منها ونشارك ونساهم بكل وعي وشجاعةبناءً على ما تمليه علينا مصالح واستراتيجيات ديننا الحنيف ، وألّا نركن إلى التأثر بالجاهليات ، وألّا نبدي خلال ذلك مايحلو لنا من معاذير واهية . فمشكلة تأخرنا وهزائمنا هي مشكلتنا نحن دون غيرنا ، ونحن الذين سندفع ثمنها في الدنياوكذلك في الآخرة .\r\n\r\n","description":"","footnote":"","page_name":" 195 ","page_number":195},
  {"content":"\r\n\r\n\r\nمن تأليفات آية اللَّه السيد محمد تقي المدرسي\r\n1 - تفسير ( من هدى القرآن ) - في 18 مجلد .\r\n2 - التشريع الإسلامي ؛ مناهجه ومقاصده - صدر منه لحدالآن 9 أجزاء .\r\n3 - الفكر الإسلامي ؛ مواجهة حضارية\r\n4 - المنطق الإسلامي ؛ أصوله ومناهجه\r\n5 - العرفان الإسلامي ؛ بين حقائق الوحي وتصورات البشر\r\n6 - التمدن الإسلامي ؛ أسسه ومبادئه\r\n7 - التاريخ الإسلامي ؛ دروس وعبر\r\n8 - العمل الإسلامي ؛ في 3 أجزاء\r\n9 - النهج الإسلامي ؛ تأملات في مسيرة الحركة الإسلامية\r\n10 - الوعي الإسلامي\r\n11 - المجتمع الإسلامي ؛ متطلباته وأهدافه\r\n12 - البعث الإسلامي\r\n13 - التحدي الإسلامي\r\n14 - المعهد الإسلامي ؛ بين الأصالة والتطوير\r\n15 - مبادئ الحكمة ؛ بين هدى الوحي وتصورات الفلسفة\r\n16 - في رحاب الإيمان\r\n17 - التوحيد يتجلى في الحياة\r\n18 - النبي وأهل بيته عليهم السلام ؛ قدوة وأسوة - في جزئين\r\n19 - الإمام الحسين عليه السلام ؛ مصباح هدى وسفينة نجاة\r\n20 - الفقه الإسلامي ؛ أحكام العبادات\r\n21 - الفقه الإسلامي ؛ قسم المعاملات - الأصول العامة\r\n22 - الفقه الإسلامي ؛ أحكام الطهارة\r\n23 - الفقه الإسلامي ؛ أحكام الصلاة\r\n24 - أصول العقائد وأحكام التقليد والبلوغ\r\n25 - أحكام مقدمات الصلاة\r\n26 - أحكام أفعال الصلاة\r\n27 - فقه الخلل وأحكام سائر الصلوات\r\n28 - أحكام المطهرات والنجاسات\r\n29 - أحكام الدماء\r\n30 - أحكام الخمس\r\n31 - أحكام الزكاة وفقه الصدقات\r\n32 - أحكام الصيام وفقه الاعتكاف\r\n34 - مناسك الحج\r\n35 - فقه الجهاد وأحكام القتال\r\n36 - فقه الحياة الطيبة\r\n37 - أحكام الزواج وفقه الأسرة\r\n38 - بحوث في القرآن الحكيم\r\n39 - الابتلاء مدرسة الاستقامة\r\n40 - عن الإعلام والثقافة الرسالية\r\n41 - أحاديث رمضانية\r\n42 - الحج ضيافة اللَّه\r\n43 - عاشوراء امتداد لحركة الأنبياء\r\n44 - الأخلاق عنوان الإيمان ومنطلق التقدم\r\n45 - لنكون خير أمة\r\n46 - على طريق الوحدة\r\n47 - لكي نواجه النفاق\r\n48 - القرآن حكمة الحياة\r\n49 - المرأة ؛ بين مهام الحياة ومسؤوليات الرسالة\r\n50 - الإسلام حياة أفضل\r\n51 - شهر اللَّه\r\n52 - أنيس المؤمنين\r\n53 - في رحاب القرآن\r\n54 - معالم على طريق الخلاص\r\n55 - الإسلام ثقافة الحياة\r\n56 - الإمام المهدي عليه السلام والإيمان بالغيب\r\n\r\n\r\n","description":"","footnote":"","page_name":" 196 ","page_number":196}
  ]