[
  {"content":"\r\n\r\nالمرجع الديني\r\nآية الله العظمى السيد محمدتقي المدرسي\r\nعلى\r\nطريق الحضارة\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nانتشارات محبان الحسين\r\nعلى طريق الحضارة\r\nالمرجع الديني آية الله العظمى السيد محمدتقي المدرسي\r\nالناشر : انتشارات محبان الحسين عليه السلام\r\nالطبعة الأولى : 1428 ه‍ / 2007 م - 3000 نسخة\r\nالعنوان : قم المقدسة - شارع انقلاب - فرع 47 - رقم 5\r\n9 - 033 - 427 - 964 : isbn\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\n\r\nالمقدمة\r\nالحمد لله ربّ العالمين ، والصلاة والسلام على خاتم الأنبياء والمرسلين محمد وآله الهداة المرضيين .\r\nوبعد . .\r\nالحديث عن الحضارة يذكرنا بأن :\r\nالحضارة تعزيز للمثل والقيم . .\r\nالحضارة رمز التقدم والرقي . .\r\nالحضارة مبعث النهضة والانطلاق . .\r\nالحضارة بوابة الخير والإحسان . .\r\nالحضارة منشأ السعادة والرفاهية .\r\nفإذا كانت الحضارة كل ذلك ، فأين نحن منها ؟\r\nلقد كانت لنا فيما مضى حضارة عريقة ، عمّ خيرها أرجاء العالم ، وعاش الناس في نعيمها . . غير أننا ضيعناها بتكاسلنا وتراجعنا وتخلفنا .\r\nوبفقدانها ، فقدنا كل خصوصيات الحضارة ، وكل آثارها الطيبة .\r\nوبعد مضي سنين طويلة على هذا الحال ، تجرعنا فيها مرارة العيش ، وضنك الحياة . . هل لنا من سبيل أن نعيش في ظل تلك الحضارة السامية من جديد ؟\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nبادئ ذي بدء ، لابدّ أن نعرف أن الحضارة ليست منحة كي ننتظر أن تقدم إلينا على طبق من الرياحين ، وإنما هي من خصوصيات الإنسان وإبداعاته . فمتى ما ثابرنا على تحقيقها في وجودنا وفي واقعنا ، عندها بالتأكيد سوف نلبس ثوبها ونعيش أجواءها .\r\nوثَم أمر مهم ينبغي التوجه إليه ، وهو إن الحضارة لا يمكن لها أن تولد من دون أساس رصين وبناء قويم ، ومن دونهما تبقى مطامير الظلمات ودهاليز الجهل والتخلف هي الحاكمة .\r\nفلابدّ من الاعتماد على فكر صحيح ، ونهج واضح ، واتباع قدوات صالحة . وكل ذلك تجده في الإسلام ، ملخصاً في القرآن الكريم والنبي الأمين وأهل بيته الطيبين الطاهرين ؛ فكلماتهم وحي ، ومنهاجهم هدى ، وسيرتهم ضياء . . فيخطئ من يروم الحضارة فيسلك غير سبيلهم .\r\nوقد تناول سماحة المرجع الديني آية الله العظمى السيد محمد تقي المدرّسي حفظه الله تعالى أبعاد هذه الحضارة في أحاديث عديدة ، حيث تم جمعها وتنظيمها في كتاب بعنوان ( على طريق الحضارة ) ، راجين من الله تعالى أن يجعله وسيلة للخروج من نفق الجهل والتخلف ، والانطلاق إلى رحاب الحضارة والتقدم ، والله ولي التوفيق .\r\nمكتب المرجع الديني\r\nآية الله العظمى السيد محمد تقي المدرّسي\r\n5 / رجب / 1428\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nالفصل الأول : نهج الحضارة\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nكيف نبني الحضارة ؟\r\nعندما يعيش الإنسان لوحده وبعيداً عن المجتمع ، فستختلط عليه الكثير من المقاييس ، فهو سيعجز عن اكتشاف ثغرات نفسه ، ونقاط ضعفه . لأنه لا يستطيع أن يكتشف هذه الثغرات ونقاط الضعف إلّا عندما يعيش حالة التحدي .\r\nوبذلك تستخرج كنوز الذات ، وتبلور طاقات الإنسان ، وإمكانيات وقدرات البلد الذي يعيش فيه .\r\n\r\n* إلى متى نغطّ في سباتنا ؟\r\nونحن كمسلمين كنّا وما زلنا نغطّ منذ قرون في سبات ، فكان الروتين الجامد والسكون يسودان جميع حقول حياتنا ؛ فالدائرة الاقتصادية في بلداننا على سبيل المثال - كانت تدور حول محاور محدودة دون أن نعمد إلى تغييرها ، ولعل المُزارع اليوم يحرث الأرض ويستصلحها كما كان يفعل أسلافه قبل الف عام ، وهكذا الحال بالنسبة إلى التجارة والصناعة .\r\nإن هذا السبات الذي استمر قروناً طويلة ، كان يقابله في الجانب الآخر ؛ أي في القسم الغربي من العالم نهضة ،\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nوحركة سريعة نحو التجديد ، والإبداع ، والتطوير في مختلف المجالات .\r\nونحن لم نستطع أن نكتشف ضعفنا وتخلفنا إلّا عند مواجهتنا للغرب ، حيث اكتشفنا أننا بعيدون جداً عن مسيرة الحضارة ، وقد أحدث هذا الاكتشاف - الذي جاء متأخراً - فينا هزة عنيفة ، وجعلنا نتخذ مواقف متباينة ؛ فالبعض منّا كفر بقيمه ، وتراثه ، وتأريخه ، وارتمى في إحضان الفكر الماركسي ، أو أصبح أكثر ليبرالية من الليبراليين أنفسهم . أما البعض الآخر ؛ فقد أصيب بحالة من الضياع ، وهذا البعض يشكل الغالبية العظمى من جماهيرنا .\r\nوهناك أقلية قليلة تبصرت ، وعرفت أن المشكلة لا تكمن في الثقافة الإلهيّة الربّانية ، بل في بُعدنا الكبير عن ثقافة القرآن ، وسنّة النبي وأهل بيته عليه وعليهم السّلام ، وعن تلك القيم الحضارية التي جاءت بها الرسالات الإلهيّة جميعاً ، والتي صنعت حضارة الإنسان ، ودفعته إلى التطور والتسامي .\r\n\r\n* لنكن في مستوى التحدي\r\nوإذا ما تساءلنا : لماذا لم نستطع أن نصل إلى مستوى التحدي ؟\r\nالجواب على ذلك : هو أن مجتمعنا ما يزال مجتمعاً ضعيفاً ومتفككاً لا يسعى نحو التقدم بشكل جدّي ، والسبب\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nفي ذلك أنه ليس مجتمعاً قرآنياً ، وأن الثقافة القرآنية غير سائدة فيه ، هذا في حين أن المجتمع القرآني هو مجتمع متحضّر متقدّم في جميع المجالات ، فالإنسان المؤمن المتحلّي بالثقافة القرآنية لا يمكن أن يكون مرتاح البال إذا علم أن الكفار أقوى منه ، بل إنه في هذه الحالة يبذل الجهود المضنية من أجل أن يتفوق عليهم ، ولذلك يقول تعالى :\r\nوَلَنْ يَجْعَلَ اللَّهُ لِلْكَافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلًا ( النساء / 141 )\r\nفلابدّ إذن للإنسان المسلم الذي يعاني من الضعف أن يبحث عن أسباب ضعفه ، ويتحدّاها .\r\nوهكذا ؛ فإن مشكلتنا تكمن في ابتعادنا عن الثقافة الإلهيّة ، وشيوع حالة التراجع ، والتوغّل في الأفكار السلبية والانهزامية المتحجرة التي تبعد الأمة عن التفكير في مشاكلها الحقيقية .\r\n\r\n* العودة إلى القرآن\r\nونحن لو عدنا إلى ثقافة القرآن والإسلام لاستطعنا أن نطبقها بحذافيرها على جميع تفاصيل حياتنا ، وحينئذ سيكون بمقدورنا أن نملأ الفراغ الذي نعيشه ، ونتحدى الأعداء في صراعنا معهم . فلا يكون بإمكان بلدان السوق الأوروبية المشتركة مثلًا أن تتفوق علينا ، لأننا في هذه الحالة سنتحول إلى مجتمع قوي ، يتمتع باقتصاد متين . أما إذا عشنا حالة التبعية والتخلف فإنهم بطبيعة\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nالحال سوف يفرضون علينا آراءهم ، ووجهات نظرهم ، وسوف يستطيعون من خلال المؤامرات التي يحيكونها ضدنا أن يركعونا ، ويجعلونا نرزح تحت وطأة التبعية ، والاستسلام المطلق ، والانغماس في الأزمات والمشاكل الاقتصادية ، والسياسية ، والاجتماعية التي كنّا وما زلنا نعاني منها الأمرّين منذ أن ابتعدنا عن ثقافتنا القرآنية ، وتهرّبنا من تحمّل مسؤولية تحدّي مؤامرات الأعداء .\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\nسموّ الروح منطلق الحضارة\r\nمن يمتلك زاد الإيمان والاستقامة يستطيع أن يواجه التحدّيات ، ويقف كالجبل الأشمّ أمام كلّ أمواج المواجهة ، ولذلك فإنّ آيات سورة المزمّل تشير إلى أنّ قيام الليل ، والتزوّد في جوف الليل بالزاد الروحي من خلال الاتصال بالله عزّ وجلّ ، يمهدان لتلقّي الوحي ، والدعوة ، والقدرة على إبلاغهما والإنذار بهما ؛ أَوَ ليس الله سبحانه يقول : إِنَّ نَاشِئَةَ اللَّيْلِ هِيَ أَشَدُّ وَطْئاً وَأَقْوَمُ قِيلًا المزمل ، 6\r\nوهكذا فإذا أراد الواحد منّا أن يستقبل كلام الله ، فعليه أن يقرأ القرآن ليلًا عندما تهدأ النفوس ، وتسكن الجوارح ، وذلك كي يعيش حالة التلقّي ، وإعادة الحسابات .\r\nوعندما تريد أن تفكّر وتخطّط ، وتتحدّث مع الله سبحانه بالدعاء ، أو تريد أن تخطّط للعمل في النهار فإنّ الأفضل أن تفعل ذلك في الليل عندما يخيّم الهدوء والسكون على الكون ، لأنّ التفكير والمناقشات ومحاسبة النفس في ذلك الوقت سيكون أقوم وأفضل وأصدق قيلًا .\r\nوعلى هذا فإنّ التلقّي في الليل ، والعطاء فيه أفضل ، ونحن نمتلك فرصة محدودة من العمر لا يمكننا أن نمدّها مدّاً\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nكمّياً . فالإنسان لا يستطيع أن يجعل الليل والنهار أكثر من أربع وعشرين ساعة ، ولا يمكن أن يجعل الأسبوع أكثر من سبعة أيام ، خصوصاً وأنّ عمره سجّل عند الله جلّ وعلا بأجل مسمّىً ، وحتى لو اتّبع الإنسان نصائح الأطبّاء فإنّه لن ينعم بعمر النبي نوح عليه السّلام مثلًا ولو حضي بمثل هذا العمر فإنّه لا يلبث هو الآخر أن ينقضي ، فأين النبي نوح عليه السّلام اليوم ، ومنذ متى ارتحل إلى ربّه ؟\r\nفماذا نفعل إذن لكي نستفيد من أعمارنا بشكل أمثل ؟\r\nعلينا أن نمدّ في أعمارنا هذه مدّاً نوعيّاً عميقاً . فباستطاعة الإنسان أن يعمل في النهار الواحد عمل شهر أو أكثر ، بدليل قول الله تعالى في سورة القدر : لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْر القدر ، 3\r\nفهذه الليلة الواحدة أفضل من ثمانين عاماً شريطة أن يعرف الإنسان قدرها .\r\nوفي هذا المجال يقول الإمام جعفر الصادق عليه السّلام :\r\n« تفكّر ساعة خير من عبادة سنة » « 1 » .\r\nفقد يستطيع إنسان واحد في خلال لحظة واحدة أن يقدّم للبشرية ما يعجز عن تقديمه ملايين الناس خلال سنين مديدة ، ذلك لأنّ هذا الإنسان استفاد من هذه اللحظة أقصى حدّ ممكن من الاستفادة .\r\nوهكذا الحال بالنسبة إلى الرجال الذين استطاعوا أن يخترعوا تلك الاختراعات العظيمة كالكهرباء ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تفسير العياشي ، ج 2 ، ص 208 .\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nويكتشفوا الجاذبية ، ويخرجوا بنظريات مهمة مثل النظرية النسبية . . فإنّهم من الناحية الفيزيولوجيّة لم يستخدموا كما يقول العلم الحديث إلّا قدراً بسيطاً من خلايا أدمغتهم ، بل إن التحليلات العلمية أثبتت أنّ الأذكياء يستخدمون خلايا أدمغتهم بنسبة أقلّ ممّا يستخدمه الأغبياء .\r\nوفي هذا الصدد من حقّنا أن نتساءل عن سبب تلك الظاهرة فنقول في الجواب : إنّ الذكيّ والغبيّ كليهما يفكّران ، وقد يفكّر الإنسان الغبي أكثر من الذكي ، ولكن الغبيّ يوجّه فكره إلى أمور تافهة ، في حين أنّ الإنسان الذكيّ يركّز فكره في الأمور الجوهريّة التي من شأنها أن تعود بالفائدة على أمم بأكملها .\r\nوقد روي عن أمير المؤمنين الإمام علي عليه السّلام ، أنه قال :\r\n« وقليل العمل مع كثير العلم خير من كثير العمل مع قليل العلم والشك والشبهة » « 1 » .\r\nومن هنا نرى أنّ أفكار المؤمنين هي دائماً أفكار سامية تتطلّع إلى الأعالي والقمم السامية ؛ لأنهم لا يفكّرون في السفاسف والتوافه ، لأنهم يعرفون أنّ الزمن محدود ، والأجل مسمّى ، و :\r\n« أن من كانت مطيّته الليل والنهار فإنه يسار به وإن كان واقفاً » « 2 »\r\nكما قال أمير المؤمنين عليه السّلام .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار الأنوار ، ج 1 ، ص 208 .\r\n( 2 ) - نهج البلاغة ، رسالة رقم 31 .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nمن هنا فإننا بحاجة إلى أن نرفع أنفسنا لكي نحقّق أفعالًا كبيرة من شانها أن تغيّر التأريخ ، وهذا لا يكون إلّا من خلال تحقيق الاتصال بالله عزّ وجلّ ، وقيام الليل الذي يوفّر لنا فرصة العيش في رحاب الله ، والتزوّد من قدرته ورحمته ، فتصفو قلوبنا ، وتتلاشى العلائق المادّية ، وتتنامى البواعث الإيمانية الخيّرة ، وتنطلق الروح بهمّة عالية .\r\nوهذا التطلّع الرفيع لا يكون إلّا عندما تسمو روح الإنسان ؛ فما الذي يجعل هذه الروح سامية متطلّعة تعيش في القمم السامقة ؟ إنّه الإيمان ، والتزوّد من نفحات رحمة الله عزّ وجلّ وذلك من خلال قيام الليل .\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n\r\nبناء الإنسان أساس الحضارة\r\nإنّ أساس بناء الحضارات ، ودعامة قوّة الأمم ، ومجد المجتمعات قائم على بناء الإنسان . فكلّما كانت القوانين السائدة في أمة أو مجتمع ما بحيث تساعد على عملية بناء الإنسان ، وتسهم في صنع الفرد المتكامل ، كانت هذه الأمة أو هذا المجتمع أقرب إلى المجد ، والعظمة ، والنجاح ، والانتصار . وبتعبير القرآن الكريم : فإنّ وجهة الأمّة كلّما كانت نحو الإصلاح والإحسان كلما كانت هذه الأمة قريبة من الله عزّ وجل :\r\nوَلَا تُفْسِدُوا فِي الْأَرْضِ بَعْدَ إِصْلَاحِهَا وَادْعُوهُ خَوْفاً وَطَمَعاً إِنَّ رَحْمَةَ اللَّهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ الأعراف ، 56\r\n\r\n* العملية الإصلاحية في القرآن\r\nوإذا ما تأمّلنا إلى النهي والأمر القرآنيين اكتشفنا أنّ هناك جانبين فيهما :\r\n1 النهي عن الإفساد :\r\nإنّ هناك البعض من الناس طبيعتهم الإفساد ؛ فإذا ما دخلوا قرية أفسدوها ، وإذا دخلوا داراً هدموها ، وإذا\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nدخلوا أرضاً خضراء أحرقوها . . في حين نرى البعض الآخر عكس ذلك تماماً ، فنفوسهم تتّجه نحو الإصلاح .\r\nوبالطبع فإنّ الله جلّ وعلا هو الذي يصلح الأرض من خلال قوانينه وسننه ورحمته ، ثم هناك المحسنون الذين يبادرون إلى إصلاح الأرض من خلال تطبيق تلك السنن والقوانين .\r\n2 الأمر بالإصلاح :\r\nوالإصلاح على نوعين ؛ نوع يكون هدفه إيصال المنفعة إلى الذات ، فأنت تعمر البيت لتسكنه ، وتصلح الأرض لتستهلك ثمارها . أما النوع الثاني فهو الإصلاح من أجل الآخرين ، والإنسان الذي يقوم بهذا العمل يطلق عليه القرآن الكريم تعبير ( المحسن ) في قوله تعالى\r\nإِنَّ رَحْمَةَ اللَّهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ الأعراف ، 56\r\nولقد تحدّث القرآن الكريم عن الإصلاح والإفساد وآثارهما الاجتماعية في الآيات القرآنية التالية المقتطفة من سورة الأعراف :\r\nادْعُوا رَبَّكُمْ تَضَرُّعاً وَخُفْيَةً إِنَّهُ لَا يُحِبُّ الْمُعْتَدِينَ * وَلَا تُفْسِدُوا فِي الْأَرْضِ بَعْدَ إِصْلَاحِهَا وَادْعُوهُ خَوْفاً وَطَمَعاً إِنَّ رَحْمَةَ اللَّهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ * ادْعُوا رَبَّكُمْ تَضَرُّعاً وَخُفْيَةً إِنَّهُ لَا يُحِبُّ الْمُعْتَدِينَ * وَهُوَ الَّذِي يُرْسِلُ الرِّيَاحَ بُشْراً بَيْنَ يَدَيْ رَحْمَتِهِ حَتَّى إِذَا أَقَلَّتْ سَحَاباً ثِقَالًا سُقْنَاهُ لِبَلَدٍ مَيِّتٍ فَأَنْزَلْنَا بِهِ الْمَاءَ فَأَخْرَجْنَا بِهِ مِنْ كُلِّ الثَّمَرَاتِ كَذلِكَ نُخْرِجُ الْمَوْتَى لَعَلَّكُمْ تَذَكَّرُونَ * وَالْبَلَدُ الطَّيِّبُ يَخْرُجُ\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nنَبَاتُهُ بِإِذْنِ رَبِّهِ وَالَّذِي خَبُثَ لَا يَخْرُجُ إِلَّا نَكِداً كَذلِكَ نُصَرِّفُ الْآيَاتِ لِقَوْمٍ يَشْكُرُونَ الأعراف ، 55 / 58\r\n\r\n* قصة الإصلاح في القرآن الكريم\r\nوالملاحظ أنّ الله سبحانه وتعالى قد ذكر في هذه الآيات قصّة الإصلاح وكيف أنه يبعث الرياح لتزجي سحاباً إلى أرض ميتة فيحييها بذلك السحاب وبماء السماء ، وهذا مثل من أمثلة إصلاح الله تعالى للأرض .\r\nثم يعود القرآن بعد ذلك إلى الجانب الأوّل ( الأمر بالإصلاح ) فيقول ربّنا عزّ وجلّ : وَالْبَلَدُ الطَّيِّبُ يَخْرُجُ\r\nنَبَاتُهُ بِإِذْنِ رَبِّهِ وَالَّذِي خَبُثَ لَا يَخْرُجُ إِلَّا نَكِداً كَذلِكَ نُصَرِّفُ الْآيَاتِ لِقَوْمٍ يَشْكُرُونَ ( الأعراف / 58 ) ؛ أي إذا أصلح الإنسان الأرض فإنّ الثمرات ستكون صالحة هي الأخرى . في حين أنّ الأرض التي لا تُصلح ، والإنسان الذي لا يتلقى التربية الصحيحة فإن عاقبتهما ستكون عاقبة سيّئة :\r\nوَالْبَلَدُ الطَّيِّبُ يَخْرُجُ نَبَاتُهُ بِإِذْنِ رَبِّهِ وَالَّذِي خَبُثَ لَا يَخْرُجُ إِلَّا نَكِداً كَذلِكَ نُصَرِّفُ الْآيَاتِ لِقَوْمٍ يَشْكُرُونَ ( الأعراف / 58 ) .\r\n\r\n* الخبث والطيب من صنع الإنسان\r\nونتساءل هنا : هل الخبث والطيب طبيعيّان بالنسبة إلى الأرض أم أنهما من صنع الإنسان ؟\r\nيبدو من سياق الآيات ، ومن نهاية الآية السابقة بالذات أنهما من صنع الإنسان . فهو قد يستصلح الأرض فتصبح طيّبة ، وقد يهلك الأرض ، ويفسدها فتصبح خبيثة . وكأنّ\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nالقرآن الكريم يريد أن يقول لنا : أيها الناس ! كما تزرعون تحصدون ، فالذي يزرع الريح سوف يحصد العاصفة ، والذي يزرع الحنطة والشعير لابدّ أن يحصد\r\nالحنطة والشعير ، والذي يزرع العلقم لا يمكن أن يحصد التفاح والبرتقال بل يحصد مثلما زرع .\r\nوهكذا الحال بالنسبة إليك أيها الأب عندما تزرع في ضمير ابنك روح الإيثار والحبّ والعمل الصالح ، ويا أيها المعلّم عندما تربّي في الجيل الناشئ روح التضحية والإيمان والإحسان إلى الآخرين ، وأنت أيها المبلّغ عندما ترقى المنبر وترسّخ في نفوس الناس الإيمان والإيثار والتضحية . . . فالإنسان الذي يريد أن يحصد غير ما زرع إنما هو إنسان ساذج .\r\n\r\n* تجارب رائدة في الإصلاح\r\nولنا في الشعوب التي قطعت أشواطاً طويلة وسريعة في مجال التقدّم الصناعي و ( الإصلاح ) كما يعبّر عن ذلك القرآن الكريم ، خير مثال ، فقد بذلت هذه الشعوب الجهود الهائلة المتواصلة فكانت النتيجة أن حصدت التقدّم والتطوّر والتفوّق على سائر شعوب العالم .\r\nوعلى سبيل المثال فإنّ اليابانيّين قد قطعوا شوطاً كبيراً في مجال التقدّم ، ورغم قلّة عددهم ، وامتلاكهم القليل من الموارد الطبيعية فإنّهم يشكّلون اليوم ثاني أكبر قوّة\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nاقتصاديّة في العالم ، فصناعاتهم اليوم تغزو شتى أنحاء العالم بل وتهدد أسواق الولايات المتحدة وأوروبا الغربيّة .\r\nويقال في هذا المجال إنّ أحد أساتذة جامعة ( هارفارد ) عاش في اليابان لعشر سنوات ليعرف سرّ المعجزة اليابانيّة ،\r\nوعندما عاد كتب كلمة واحدة لخّص فيها كلّ التجارب التي حصل عليها خلال عشر سنوات من الدراسة المتواصلة فقال : لقد تحوّلت اليابان إلى جامعة علمية .\r\nوهكذا فقد حوّل اليابانيّون بلدهم إلى ما يشبه المركز العلمي الكبير ، وتحوّلوا كلّهم إلى تلامذة في هذا المركز الكبير ، فسرّ تقدّمهم هو العلم ، وبناء الإنسان ، والانكباب على العمل ، والإخلاص فيه .\r\n\r\n* الإسلام يأمر بالإصلاح\r\nإن مثل هذا الإنسان من الطبيعي أن يغزو العالم ، والصفات التي ذكرناها هي نفسها التي أمرنا بها ديننا ، أوَ لم يقل نبيّنا الأعظم ( ص ) :\r\n« رحم الله امرأ عمل عملًا فأتقنه » ،\r\nولقد سبق لي أن زرت المسجد الجامع في مدينة أصفهان واطلعت على هذا البناء العظيم الذي بناه المسلمون قبل أربعمائة عام والذي بلغ من الدقة في التصميم بحيث لا يمكن العثور على أي خلل في تركيب أحجاره وزواياه ولو بمقدار مليمتر واحد ، فالخطيب كان يقف على المنبر المنصوب تحت القبّة ويتحدّث بصوت عاديّ ليسمعه الحاضرون في المسجد رغم مساحته الواسعة بحيث أنّ\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nالجالسين في أروقته كانوا يستمعون إلى الخطيب دون أن تكون هناك حاجة إلى مكبّر للصوت !\r\nترى أين المسلمون اليوم ؟ إنهم بعيدون عن تعاليم دينهم ، وللأسف فإننا قد أهملنا عملية بناء الإنسان ، وركّزنا اهتمامنا على الاستهلاك دون الإنتاج ، والإفساد دون الإصلاح .\r\n\r\n* بناء الإنسان قبل كلّ شيء\r\nإنّ أهمية بناء الإنسان تأتي من أنّ بناءه مقدّم على كل تحرّك ، ابنِ الإنسان ثم دعه يعمل لترى أنه سيصنع الكثير . أمّا عندما لا تربّيه فعليك أن لا تتوقّع شيئاً منه . فالإنسان هو الذي يجب أن ينمو ، فما فائدة بناء الأحجار إذا كانت بحاجة إلى من يسكنها ، وما جدوى إنشاء المصانع إذا كانت بحاجة إلى من يشغّلها ، ويشرف عليها ؟ فلابدّ إذن من أن نبدأ ببناء الإنسان .\r\nإنّ علينا أن نبني الإنسان ، وأن نتساءل عن كيفيّة بنائه ، وأين نجده لكي نربّيه ؟\r\nوهذا الإنسان هو أقرب شيء إلينا فهو نفسنا ، صحيح أننا قد لا نستطيع أن نربّي الملايين من البشر وننمّي فيهم الطاقات الخيّرة ، ولكن ألا نستطيع أن نربّي أنفسنا ؟\r\nإنّ كلّ واحد منّا هو إنسان واحد ولكنّه بالعلم سيتحوّل إلى مليون إنسان ، فبالاجتهاد ، والتقوى ، وتزكية الذات يصبح الإنسان الواحد أُمّة ، ففي ذاته يكمن الملايين من البشر ، فعليه أن لا ينسى نفسه التي تمتلك الطاقات الأكبر .\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\n\r\n* ضرورة استغلال أوقات الفراغ\r\nوعلى الإنسان في هذا المجال أن يستغلّ أوقات فراغه ، وهدوئه في بناء ذاته ، ففي أوقات الهدوء والفراغ يستعيد الإنسان إحساسه بذاته ، ويستطيع أن يبني نفسه أكثر من أيّ وقت آخر .\r\nإنّ الإنسان المؤمن يستأنس في الهدوء والوحدة ؛ فهو يقوم ليصلّي عندما يكون الناس نياماً ، بل ويفرح عندما تحلّ هذه الأوقات لأنه يعتبرها أوقاتاً خاصّة للالتقاء بالله سبحانه وتعالى ، ولذلك تراه يبحث عن مكان يخلو فيه مع ربّه حيث يتذوّق لذة المناجاة ، والقرب من الخالق ، لذّة التفكير في نفسه وأخطائه وذنوبه .\r\nوهكذا فإنّ علينا عندما نجد الفراغ ، والوقت المناسب أن نهتمّ ببناء أنفسنا ، وتزكيتها ، وجعلها بحيث تشعر بلذّة لقاء الله جلّ وعلا وبحبّه . ثم علينا أن نبحث عن نواقصنا ، فكلّ واحد منّا يعاني من نقائص عديدة ، ولابدّ من أن يعكف على إصلاح نفسه ، وحذف هذه النقائص من حياته .\r\n\r\n* هكذا نملأ أوقات الفراغ\r\nويا حبّذا لو استغلّينا بعضاً من أوقات فراغنا في حفظ القرآن الكريم ، والإدمان على المطالعة ، وللأسف فإنّ البعض من الناس يستهينون بأنفسهم وبأوقاتهم بحجّة كثرة المشاغل ، والمشاكل ، والطوارئ في حياتهم ، وفي\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nهذه الحالة علينا أن نضع برنامجاً لكلّ طارئ في حياتنا .\r\nوفي هذا المجال يروى أنّ أحد النوّاب البريطانيّين تعرض لحادث جعله قعيد البيت لمدة سنتين فقرأ خلالها ألفي كتاب ؛ أي بمعدّل ثلاثة كتب في اليوم الواحد وقد حدث ذلك في فترة شبابه ، ولذلك فإنّه عندما عاد إلى عمله حمل معه خلفيّة ثقافية تبلغ ألفي كتاب في عالم السياسة !\r\nإنّ علينا أن نضع برنامجاً للأحداث المفاجئة في حياتنا في جميع الأوقات سواء في أيام المرض ، أو أيام الصحّة ، وسواء في أيام العُطَل أم أيام العمل والدراسة ، وسواء في أوقات السفر ، أم الإقامة .\r\nوفي هذا المجال يقول الله فَإِذَا فَرَغْتَ فَانْصَبْ * وَإِلَى رَبِّكَ فَارْغَبْ ( الانشراح / 8 7 ) .\r\nأي أنك إذا فرغت من أداء عمل ما ، فإنّ عليك أن تنصبّ وتتجّه إلى عمل آخر ، ولتكن رغبتك إلى ربّك ، لا إلى الراحة والكسل ، والدعة ، لكي تستطيع بذلك أن تبني نفسك أوّلًا ، ومن خلال بناء نفسك ستشيّد صرح الحضارة المنشودة .\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\n\r\nمقاومة التخلف بداية الحضارة\r\nالتخلّف كلمة واحدة ؛ ولكنّها تنطوي على ألف معنىً ومعنى ، إذ أنها ليست كسائر الكلمات التي نتداولها ونتحدّث عنها ، فهي تعني الجهل وانعدام المعرفة لملايين البشر ، وهي تعني المرض وانعدام أوشحة وسائل الوقاية والعلاج لملايين البشر ، وتعني أيضاً تعرّض البلاد والعباد للسيول والفيضانات الجارفة والزلازل المدمرة ، كما أنها تعني القمع والديكتاتورية والسجون والظلمات ومصادرة الحريات . . وهي تعني الكثير من هذه المفردات .\r\nفإذا ما نظرت إلى بلدان أفريقيا مثلًا سترى شعوباً بأكملها تعيش تحت خط الفقر ولا تجد من الطعام ما يسد رمقها ، وسترى أيضاً وفاة ثلاثة أطفال من كل عشرة بداعي الجوع . أما في دولة بروندي فإن نسبة انتشار مرض الملاريا قد تضاعفت عشر مرات خلال عقد واحد من الزمن . ومن جانب آخر فقد أحصت المراكز الطبّية الدولية الوفيات بسبب مرض السل في العالم ، فبلغت أكثر من مائة مليون . وهكذا الأمر بالنسبة لمرض شلل الأطفال المتفشي في الشعوب المتخلّفة ، علماً أن هذه الأمراض من الممكن معالجتها أو الوقاية منها بأبسط\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nالطرق وأقل التكاليف ، نظراً إلى التطور العلمي والطبي الحاصل منذ عقود من الزمن .\r\nأما ظاهرة الزلازل والفيضانات فإنك ترى تعرض عشرات الآلاف إلى الأضرار المباشرة وغير المباشرة بمجرد وقوع الشيء البسيط منها في الدول المتخلّفة ، ولكن هذه الحالة تكاد تكون منعدمة في الدول المتقدمة ، نظراً إلى طبيعة هندسة البناء ووجود المصدات والسدود أو عدم وجودها ، بالإضافة إلى تفاوت النظرة إلى هذه الظواهر الطبيعية لدى الطرفين . .\r\nوعلى هذا الأساس لا يجوز لنا نحن المسلمين أن نبقى متخلّفين ، لأن ديننا إنما جاء ليزيل التخلّف عن البلاد والعباد .\r\nفالتخلّف جزء من الجاهلية ووجه من وجوهها ، وأنه ليس إلّا إصراراً وأغلالًا تعيق الناس عن الحركة والتطلّع والتقدّم . فالمجتمع الذي سبق الإسلام ، كان شعاره الخوف ودثاره السيف ؛ أي أن من طبيعة الجاهلية والتخلّف أن يدفعا بالناس إلى الاعتداء وتجاوز الحق والعدل . وكانوا يشربون الطرق ويقتاتون القدَّ والورق . . وهذا يعني الفقر والجهل والكسل وانعدام التطلّع إلى التطور والتغيير .\r\nإذن ؛ فالتخلّف هو الجاهلية ، والجاهلية تعني الحمية والجهل وانعدام فرص التعليم ومصادرة الحريات والكبت\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nالثقافي والسياسي ، كما تعني انعدام الأمل والصحة وهبوط معدل الأعمار . .\r\nإن الإسلام يرفض أن يكون الإنسان المؤمن متخلّفاً ، لأنه يرفض أن يكون ذليلًا ، والتخلّف يعني الذلّة والهوان .\r\nولقد جاء في الحديث :\r\n« من لا معاش له لا معاد له » ،\r\nوفي ذلك تأكيد مباشر على ضرورة أن يعي الإنسان المؤمن دوره في الحياة الدنيا وضرورة سعيه الحثيث نحو بنائها وفق ما يرتئيه الدين ، وذلك عبر نبذ الكسل والعزم على التطور والتقدم والرفاه ، ذلك لأن من كسل عن طلب الدنيا بأسلوبه المشروع كان عن طلب الآخرة أكسل وأقعد .\r\nوها هو الله سبحانه وتعالى يخاطب الرسول الأكرم صلّى الله عليه وآله وسلّم بقوله الكريم طه * مَا أَنْزَلْنَا عَلَيْكَ الْقُرْآنَ لِتَشْقَى * ( طه / 2 1 ) إذ كان النبي يقوم في الليل عابداً حتى تتورم قدماه ، وكان له حجراً يشده على بطنه سمّاه بحجر المجاعة ، وكان قد ثبّت حبلًا في السقف يعتمد عليه لئلّا يقع من شدّة التعب والإرهاق لدى العبادة ، علماً أنه كان طيلة نهاره يزاول مهام النبوّة والقيادة ، وما أعظمها من مهام ، وهكذا كان واقع الأئمة عليهم السّلام وأصحابهم وتابعيهم عبر التاريخ ، فقد كانوا يختصرون الزمن « كساعٍ سريع نجا » ولم يكونوا يعرفون للكسل من معنى سوى أنه جريمة كبرى بحق أنفسهم ومجتمعهم ، لأن الواحد منهم كانت تملؤه القناعة بأنه غير باق في هذه\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nالدنيا إلّا أيام معدودات ، ولابدّ له أن يحولها وسيلة ادخار صالحة للآخرة .\r\nوعليه فكل إنسان مدعو إلى السعي نحو مضاعفة الخير والعمل الصالح في حياته ، وإن كان هذا العمل بمقدار الذرّة في تصوّره ، وكذلك مدعو إلى عدم إقناع الذات بأن لديها من الحسنات ما يكفيها ، فهذه القناعة ليست سوى وسوسة شيطانية تهدف إلى إعاقة المرء عن التوجه إلى ربّه وإلى الخوض في الباطل والتلوث بقذارة الموبقات بدلًا عن التطهر بالصالحات .\r\nفالإنسان مطالب دوماً بالتزود من الثواب لأنه لا يعرف في الوقت الحاضر حقيقة مصيره في يوم القيامة ، وعليه فإنه بحاجة ماسّة حتى إلى الذرّة من الخير في يوم يصدر الناس أشتاتاً ليروا أعمالهم ، حيث يرى الإنسان تفاصيل أعماله متجسدة أمامه كما يقول تعالى : كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُهُ وَعْداً عَلَيْنَا إِنَّا كُنَّا فَاعِلِينَ ( الأنبياء / 104 ) ، فالله هو الذي يقبض ويبسط ، وهو القائل سبحانه وتعالى قبل ذلك : يَوْمَ نَطْوِي السَّمَاءَ كَطَيِّ السِّجِلِّ لِلْكُتُبِ كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُهُ وَعْداً عَلَيْنَا إِنَّا كُنَّا فَاعِلِينَ ( الأنبياء / 104 ) وهذه هي الطريقة الخاصّة به ، حيث يعيد لكل إنسان حياته كلها في يوم القيامة ، فيبدأ بمشاهدة أعماله التي أُحصيت عليه ونساها هو .\r\nفالعمل والاجتهاد واجبان إنسانيان ودينيان ، أما التبريرات الشائعة التي كلها كذب ودجل ونفاق وهزيمة وانكسار يجب التخلص منها ودفنها ، فإلى متى هذا الكسل والجبن والخوف والتردد ؟ !\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nإننا نعيش التبريرات التي لن تنفعنا في الدنيا والآخرة ، حيث يقول تعالى : بَلِ الْإِنْسَانُ عَلَى نَفْسِهِ بَصِيرَةٌ * وَلَوْ أَلْقَى مَعَاذِيرَهُ ( القيامة / 15 14 ) ، والمعاذير تعني التبريرات التي يخادع المرء بها نفسه ليهرب من واجبه وواقعه ، فهو إن سئل عن تقصيره ، أجاب بأنه لم يتلقَّ التربية من والديه ، أو لم يرشده هذا العالم أو ذاك ، أو أن ظروفه الاقتصادية هي التي دفعت به إلى التقصير ، حتى ينتهي به المطاف إلى يوم القيامة ، فيواجه بالواقع الذي تفصح عنه الآية القرآنية المباركة : هُنَالِكَ الْوَلَايَةُ لِلَّهِ الْحَقِّ ( الكهف / 44 ) حيث يحكم الله بالعدل وما هو بظلّام للعبيد .\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\n\r\nالتنمية العقلية معيار الحضارة\r\nهناك ظاهرة ، كثيراً ما نلمسها في حياتنا وهي إنّ أعمار البعض من الناس ليست متساوية مع مستويات عقولهم ، فترى على سبيل المثال شخصاً في العشرين من عمره يحمل عقل من هم في الأربعين ، وفي المقابل فإنّ هناك أشخاصاً قد تقدّم بهم العمر ولكنّ عقولهم ما تزال صغيرة لا تتناسب مع أعمارهم .\r\nوربما تجد إنساناً يحدّثك بكلمات بسيطة سرعان ما تكتشف وراءها عقلًا كبيراً ، بينما تجد إنساناً ذا هيكل ضخم يعجبك ولكنّه عندما يفتح فمه بالكلام تكتشف أنه يحمل عقلًا صغيراً . ولذلك قيل إنّ الإنسان بأصغريه ؛ بقلبه ، ولسانه . فلسان الإنسان هو دليل عقله ، وكلامه رسول لبّه .\r\nوعندما نسأل أنفسنا : في أي مستوى من مستويات العقل نحن ؟ فإنّ كل واحد منّا يستطيع أن يراجع سجلّات الولادة ليعرف عمره ، ولكن إذا أراد الإنسان أن يعرف عمر عقله أو ( العمر الحضاري ) له فإنّ الأمر يختلف تماماً .\r\nولنفترض إنّ الإنسان استطاع أن يكتشف عمره الحضاريّ ليرى أنه أقل من عمره العادي ، فكيف يستطيع أن ينمّيه ؟\r\nللإجابة على هذا السؤال نقول : إنّ أهم ما يكتشفه الإنسان بعقله هو قدرته على مقاومة أفعال الآخرين ،\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nوسلامة ردود فعله تجاه سلوكيّاتهم . فردود الفعل هذه هي دليل على مستوى عقله ؛ فمن كان سريع التأثّر والغضب ، وسريع الردّ من دون تفكّر ، وغير متحكّم بعواطفه ومشاعره فإنّ عقله ضحل ، ومستواه هابط . في حين أنّ الإنسان الذي لا يجيب إجابات سريعة عندما تحدّثه ، بل يمكث ويتأنّى ويفكّر ، وإذا أثرته فإن إثارتك هذه لا تؤثّر فيه ، فاعلم أنّ مثل هذا الإنسان قد بلغ مستوىً متقدّماً من النضج العقليّ .\r\nإنّ نفوس بعض الناس تشبه في صلابتها الجبال ، فهم لا يتأثرون بالآخرين . نعم قد يسمعون كلامهم ، ويطيعونهم ، ولكنّهم لا يفعلون ذلك لأنّ الآخرين فرضوا عليهم شيئاً ، بل يطيعونهم وهم مترفّعون عن التأثر بهم ، فهم يطيعون من باب الإحسان لا من باب التسليم والاستسلام . وفي المقابل نرى أنّ هناك أشخاصاً ترضيهم كلمة واحدة ، وكلمة واحدة تغضبهم ، وكما يقول الإمام علي عليه السّلام :\r\n« همج رعاع أتباع كل ناعق » « 1 » .\r\n\r\n* مقياس المستوى العقليّ\r\nوهكذا فإذا أردت أن تعرف مستوى عقلك ، فحاول أن تعرفه من خلال ردود فعلك تجاه الأشياء الأخرى . وربّما هناك صفات نفسيّة عديدة تدلّ على المستوى العقلي مثل : الحلم ، والعفو ، والصبر . . فالإنسان العاقل صبور\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - نهج البلاغة ، حكمة رقم 147 .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nوحكيم ومحسن وكثير العفو ، كما نجده يتمتّع بسائر الصفات الأخلاقية الإيجابية الأخرى ، لأنّ كل هذه الصفات تصدر بالتالي من عقل الإنسان .\r\nوبناء على ذلك فإنّ ردود فعل الإنسان إزاء مواقف الآخرين وكلماتهم وأعمالهم هي دليل على مستوى عقله ؛ فإن كانت ردود فعله قائمة على أسس منطقية ، ومنهجيّة ثابتة ، فإنّ هذا يدلّ على أن عقله ناضج ومستواه الفكري رفيع . أمّا إذا كانت ردود فعله آلية سريعة ، غير قائمة على أُسس ثابتة ، فإن هذا يدلّ على ضعف عقله .\r\n\r\n* كيف نرفع مستوانا العقليّ ؟\r\nولنفترض أننا قد اكتشفنا مستوانا العقلي ، وقرّرنا أن نرفع من هذا المستوى ، فماذا علينا أن نفعل في هذه الحالة ؟\r\nللجواب على ذلك نقول : لأنّ الإنسان يثاب على قدر ومستوى عقله ، فإنّ عليه أن يتنافس مع الآخرين في هذا المضمار . فأولئك الذين يتنافسون مع بعضهم في أمور الدنيا كالشهرة ، والمال ، والمتاع الزائل . . فإنّهم ليسوا بعقلاء ، لأنّ الإنسان العاقل هو الذي يتنافس مع الآخرين في سبيل الوصول بنفسه إلى مرحلة الكمال . فالمال يزول ، والشهرة تتلاشى بسرعة ، فأين الملوك وأبناؤهم ؟ وأين الفراعنة ، والقياصرة والأكاسرة ؟ لقد ذهبوا ، وزالت أسماؤهم ، ونحن لا نجد من آثارهم الّا غثاء كغثاء السيل . فنحن ربما نفتّش في بعض الكتب التأريخية فلا نجد إلّا أسماء معدودة من أسماء أولئك الملوك !\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nإنّ كل شيء يتلاشى ، والذي يبقى مع الإنسان هو عقله ، وعلى سبيل المثال فإنّ صلاة العاقل تختلف كل الاختلاف عن صلاة الجاهل . فالإنسان الصبور الحكيم المحسن المتقي عندما يصلّي فإن صلاته ترتفع إلى الله عزّ وجلّ ، في حين أنّ الإنسان المستسلم لأوامر الآخرين ، والخاضع لإرادة الناس لا يمكن أن تقبل صلاته ، لأنّ الله إنما يتقبّل من المتقين .\r\nوعليه كلما يزداد الإنسان عقلًا ، يزداد ثواباً ، والعكس بالعكس .\r\nهذا ما أكدته الرواية التالية ، حيث روى سليمان الديلمي عن أبيه ، قال : قلت لأبي عبد الله عليه السّلام : فلان من عبادته ودينه وفضله .\r\nفقال : كيف عقله ؟\r\nقلت : لا أدري .\r\nفقال : إنّ الثواب على قدر العقل . إنّ رجلًا من بني إسرائيل كان يعبد الله في جزيرة من جزائر البحر ، خضراء نضرة ، كثيرة الشجر ، ظاهرة الماء . وإن ملكاً من الملائكة مرّ به ، فقال : يا ربّ أرني ثواب عبدك هذا . فأراه الله [ تعالى 
  ] ذلك ، فاستقله الملك . فأوحى الله [ تعالى 
  ] إليه : أن اصحبه .\r\nفأتاه الملك في صورة إنسي ، فقال له : من أنت ؟\r\nقال : أنا رجل عابد ، بلغني مكانك وعبادتك في هذا المكان ، فأتيتك لأعبد الله معك .\r\nفكان معه يومه ذلك ، فلما أصبح قال له الملك : إن مكانك لنزه ، وما يصلح إلّا للعبادة .\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nفقال له العابد : إن لمكاننا هذا عيباً .\r\nفقال له : وما هو ؟\r\nقال : ليس لربنا بهيمة ، فلو كان له حمار رعيناه في هذا الموضع ، فإن هذا الحشيش يضيع .\r\nفقال له [ ذلك 
  ] الملك : وما لربك حمار ؟\r\nفقال : لو كان له حمار ، ما كان يضيع مثل هذا الحشيش .\r\nفأوجى الله إلى الملك : إنما أُثيبه على قدر عقله . « 1 »\r\n\r\n* برنامج التنمية العقليّة\r\nوهكذا فإنّ الذين يعبدون الله على حرف فإنّ عبادتهم هذه لا يمكن أن تعود عليهم بالفائدة . فإذا أردنا أن نحصل على الدرجات الرفيعة في الجنّة ، ونكون مع الصدّيقين والشهداء والصالحين فعلينا أن ننمّي عقولنا من خلال اتباع الأمور التالية :\r\n\r\n1 التفكّر في التاريخ\r\nويحتوي التفكّر بحد ذاته على أبعاد مختلفة ، منها التفكّر في التأريخ ، والاعتبار منه . فلقد درستُ حياة الكثير من عظماء التأريخ فوجدت أنّ أكثرهم ، بل كلّهم مؤرخون في نفس الوقت ؛ أي إنّ كلّ واحد منهم كان ضليعاً في مجال التاريخ ، لأنّ التأريخ هو خلاصة تجارب عشرات الألوف من السنين ، وعصارة تجارب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الكافي ، ج 1 ، ص 12 .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nالحكماء ، والفلاسفة ، والأنبياء والصدّيقين . والذين يعيشون من دون فهم للتأريخ ، ومن غير وعي تأريخي لا يمكنهم أن يصلوا إلى نتيجة . فمن أراد أن يرفع مستواه العقلي ، فلابدّ أن يدرس التأريخ بوعي ، ويعتبر به .\r\nوفي القرآن الكريم قصص كثيرة ، ولكن لابدّ أن نضيف إلى هذه القصص تفسير القرآن لنعرف من كان يعيش قبلنا ، وكيف كانوا يعيشون ، ولماذا اندثرت حضاراتهم ، ليحصل الإنسان عبر ذلك على وعي تأريخي .\r\nوالإمام عليّ عليه السّلام في نص وصيّته إلى ولده الحسن المجتبى عليه السّلام يؤكد على ضرورة دراسة التأريخ ، والنظر في أحوال الأمم السابقة بعمق ، بحيث يعيش الإنسان معهم دون أن يكون مضطراً إلى معاصرتهم ، فيقول :\r\n« أي بني ، إني وإن لم أكن عُمرت عُمر من كان قبلي ، فقد نظرت في أعمالهم ، وفكرت في أخبارهم ، وسرت في آثارهم ، حتى عدت كأحدهم ، بل كأني بما انتهى إليّ من أمورهم قد عُمرت مع أولهم إلى آخرهم ، فعرفت صفو ذلك من كدره ، ونفعه من ضرّه » « 1 » .\r\n\r\n2 التفكّر في العلوم\r\nوقد جاء في الحديث الشريف عن الإمام جعفر الصادق عليه السّلام ، قال :\r\n« حديث تدريه خير من ألف حديث\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - نهج البلاغة ، رسالة رقم 31 .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nترويه » « 1 » .\r\nفكيف ندري الحديث ، أو كيف نقرأ الحديث بدراية ، وما هو الفرق بين إنسان يسمع أحاديث كثيرة ويحفظها ، وبين إنسان آخر يسمع أحاديث قليلة ولكنّه يتعمّق فيها ويدريها ، وكيف تتحوّل الأحاديث إلى مادة لرفع مستوانا العقليّ ؟\r\nإنّ كلّ ذلك ممكن بواسطة التفكّر ، علماً أن كلمة ( الفكر ) مستوحاة من التحريك . فالتفكير هو تحريك الذهن ، وإثارة العقل ، فعندما تجلس إلى معلّم أو محاضر ، أو عندما تقرأ كتاباً وتحصل على مجموعة من المعلومات فحاول أن تفكر فيها .\r\nوعلى هذا فإنّ كثرة النظر في العلم من شأنها أن تفتح العقل ، وفي هذا المجال يروى أنهم قد وجدوا على كتاب من تأليف أفلاطون عبارة بخط الفارابي الذي يعتبر من أكبر فلاسفة المسلمين يقول فيها :\r\n« إنّي قرأت هذا الكتاب ألف مرّة » !\r\nوأول شيء تعلمناه في الفترة الدراسية هو أن الدرس حرف ، والتكرار ألف . فمحاولة التكرار ، ومحاولة التعمّق ، وكثرة النظر في العلم كل ذلك يزيد من عقل الإنسان .\r\n\r\n3 التفكر في الطبيعة\r\nوفي سيرة رسول الله صلّى الله عليه وآله ، يذكر أنه كان يهبّ من نومه في منتصف الليل إلى محرابه ، ثم ينظر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - معاني الأخبار ، للشيخ الصدوق ، ص 2 .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nإلى السماء ويقرأ قول الله تعالى : الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَاماً وَقُعُوداً وَعَلَى جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ رَبَّنَا مَا خَلَقْتَ هذَا بَاطِلًا سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ ( آل عمران / 191 ) ، فيزداد نوراً ، وتزداد روحه سموّاً ، وعروجاً إلى الله تعالى .\r\nإنّ من المفروض في الإنسان المؤمن أن يخرج إلى المروج الخضراء ، والصحاري الواسعة ، وينظر إلى نجوم السماء ، وما حوله في الطبيعة ليزداد إيماناً ، ويقيناً ، ولكنّ الكثير من الناس هم للأسف غافلون لا تحرّك مشاعرهم ، ولا تثير فيهم كلّ تلك الآيات التي يجدونها في الطبيعة ، ومن حولهم لأنهم يفتقرون إلى التفكير . في حين أنّ من الواجب على الإنسان أن يستخدم فكره ، فكلّما استخدم فكره ، ونظر في الطبيعة من حوله نظرة اعتبار كلّما ازداد إيماناً ، وارتفع مستواه العقليّ .\r\nوهكذا فإنّ من أهم العوامل التي ترفع من المستوى العقليّ للإنسان ، وتسهم في نضجه الفكري هو التفكر الذي يحثّنا عليه القرآن الكريم في الكثير من آياته ، وكذلك الحال بالنسبة إلى الأحاديث والروايات الشريفة ، لأنّ مجرّد تراكم المعلومات على بعضها ليس مهمّاً بقدر أهمّية التعمّق ، والتدبّر ، والتفكّر ، وبناء النفس ، ومعرفة القضايا والأمور الدقيقة في الحياة ، لأنّ هذه الممارسات تسهم إسهاماً فاعلًا ومؤثراً في تنمية القدرات والطاقات العقلية للإنسان لكي يضمن بذلك حياة سعيدة في هذه الدنيا ، وعاقبة حسنة في الآخرة .\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\n\r\nالتوكل من شروط الحضارة\r\nللتوكّل في أذهان الكثير من الناس مفهوم مغلوط ، وتصوّر خاطئ ، فهم يرون أنه مجرّد ترديد عبارات من مثل « توكّلت على الله » وما شاكلها ، في حين أنه يحمل في طيّاته معنىً أوسع وأعظم من هذا المعنى ؛ فهو يعني في حقيقته تحطيم الأصنام ، وكسر تلك الأغلال الروحية والثقافية التي يرسب فيها الإنسان ، والتحرّر من الوهم والخرافة ، وهيمنة الأساطير ، وإزالة حواجز التوجّس من الاحباطات الماضية ، والمخاوف المستقبليّة .\r\n\r\n* حقيقة التوكل\r\nإنّ التوكل الحقيقي على الله جلّ وعلا يحرّر الإنسان ، ويمكّنه من تذويب العقبات أمام إرادته الصلبة ، فلا يرى شيئاً يحول بينه وبين هدفه الذي يصبو إلى تحقيقه ، ولا يمكن لأحد أن يصمد في مقاومته وثنيه عن بلوغ أهدافه ، فتراه في ظاهره إنساناً واحداً ولكنّه أمة في واقعه .\r\nومثال ذلك هم الأنبياء والرسل عليهم السّلام ، فعلى سبيل المثال فإنّ النبي إبراهيم عليه السّلام الذي أصبح خليلًا لله تبارك وتعالى كان في شخصه بمثابة أمّة ، كما شهد له\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nبذلك القرآن الكريم في قوله : إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً قَانِتاً لِلَّهِ حَنِيفاً وَلَمْ يَكُ مِنَ الْمُشْرِكِينَ ( النحل / 120 ) .\r\nترى كيف ارتقى إلى هذا المقام العظيم وقد كان رجلًا بسيطاً جاء من أقصى الكوفة إلى عاصمة البابليّين ، وراح يتحدّى الحضارة الوثنية وطاغيتها نمرود ، فحمل الفأس لا يأبه بأحد ، ولا يخشى في الله لومة لائم ، ومضى يحطّم الأصنام ، ويحاجج قومه وطاغيتهم بحججه الدامغة ، ويسخر من عقولهم وأفكارهم وحضارتهم الجاهلية المشركة ، غير منخدع لعمارتهم وجنّاتهم التي شيّدوها في بابل حيث معقل حضارتهم .\r\nوعندما راح يسخر منهم ، ويستهزئ بأصنامهم كانت قوّته التي استند إليها ثقته بالله العظيم ، وتوكّله عليه ، على الرغم من أنهم هدّدوه بالإحراق ، ونفّذوا تهديداتهم له بالفعل ، إلّا أنّ كل ذلك لم يثن عزمه قيد أنملة ، ما دام ربُّ السماوات والأرض معتمده وملجأه .\r\nوكذلك كان الحال بالنسبة إلى النبي نوح عليه السّلام الذي ظلّ يدعو قومه إلى الإيمان ، ونبذ الشرك والوثنيّة ، وبقي على هذا المنوال أكثر من تسعمائة عام ، فلم تتعبه دعوته الطويلة المصحوبة بالمعاناة والأذى والتضييق والسخرية من قبل قومه ، ولم يصبه الملل والكلل لأنه كان متوكّلًا على ربّه ، يخرج إلى قومه ، يواجههم في الشوارع والأسواق ، ويدعوهم ويتحدّاهم أيضاً كما عبّر عن ذلك القرآن الكريم في قوله على لسانه : فَاجْمَعُوا أَمْرَكُم\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nوَشُرَكائكُم ثُمَّ لَا يَكُن أَمْرَكُم عَلَيْكُم غمَّة ( يونس / 71 ) ؛ أي هاتوا كل قوّة لديكم ، وها أنا أتحدّاكم لوحدي ، ولنرَ من الذي سيغلب منّا في ميدان الصراع ، أأنتم بمكركم وضلالكم أم أنا المؤمن بربّي المتوكّل عليه ؟\r\nوبهذه الصورة كان النبي نوح عليه السّلام متحرّراً من كابوس الخوف ، وشبح الهزيمة لا يهاب جموع الضلالة والعصيان ، فدخل ميدان الصراع التأريخي معهم حتى اندحروا ، وأُفنوا عن آخرهم ، بينما انتصر هو والقلّة التي آمنت معه .\r\nوالنبي هود عليه السّلام هو الآخر وقف متحدّياً قومه ، معلناً لهم هويته التوحيديّة بعد أن استنكر عليهم شركهم وضلالهم قائلًا : اشْهَدُوا أَنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ ( هود / 54 ) . فقد أعلن براءته بمنتهى الشجاعة من أفكارهم المنحرفة ، وجاهليتهم ، وإرهابهم ، وأصنامهم ، ثم أكد تحدّيه هذا قائلًا لهم : فَكِيدُونِي جَمِيعاً ثُمَّ لَا تُنْظِرُونِ ( هود / 55 ) . ذلك لأنه كان ممتلئاً بالثقة بربّه .\r\nوقد شهر النبي هود عليه السّلام سلاحه هذا الذي لا يقوى عليه سلاح عندما واصل خطاب التحدّي قائلًا : إِنِّي تَوَكَّلْتُ عَلَى اللَّهِ رَبِّي وَرَبِّكُمْ ( هود / 56 ) . ولماذا لا يتوكّل على ربّه وبيده النواصي والآجال ، وبيده الأرزاق والأقدار ، كما يقول الله تعالى : مَا مِنْ دَابَّةٍ إِلَّا هُوَ آخِذٌ بِنَاصِيَتِهَا ( هود / 56 ) .\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nوبهذه الروحية الصامدة واجه النبي هود قومه وتحدّاهم ، وهي روحية الإيمان الخالص بالله سبحانه ، كما يشهد بذلك قوله : إِنَّ رَبِّي عَلَى صِرَاطٍ مُسْتَقِيمٍ ( هود / 56 ) .\r\nبينما نحن للأسف كثيراً ما نتصوّر أنّ التوكل على الله تعالى إنما هو مجرّد كلمات وحروف ننطق بها ( توكّلت على الله ) وإن كل شيء سينتهي عند هذا الإقرار الكلامي . وهذا هو الاعتقاد السائد لدينا من مفهوم التوكل ، غافلين عن المراد الحقيقي لهذا الإقرار العظيم . فلابدّ عندما ننطق بهذه الكلمة أن نعني العزم على تحطيم الأغلال والقيود ، والتحرر من شبح الخوف .\r\nإنّ الواحد منّا قد يحسب نفسه حرّاً فيما هو فيه من حال ، فيعيش مطمئناً لهذا الحال ناسياً أن النفس في داخله مغلولة وحبيسة الأوهام ، وعقد الخوف ، وحالة التوجّس الدائمة ، ولعلّ أحد أسباب تعشعش الخوف في أنفسنا كثرة ما نردّد من كلمة ( أخاف ) و ( أخشى ) في حياتنا وتفاصيلها حيث نجعل الخوف أمام أعيننا ، ومقدمة لكل خطوة نريد أن نخطوها بدلًا من التوكل على الله . ثم هل من الممكن أن نتوقع تقدّماً أو نتيجة إيجابية ممّن يعيش هاجس الخوف الدائم في كل خطوة يخطوها في الحياة ، وهل يمكن أن ننتظر منه أن يعمل ويجاهد ويتحدّى الاعوجاج والانحراف والطغيان ؟\r\n\r\n* هاجس الخوف\r\nإنّ البعض منّا قد يرى في نفسه القابلية والكفاءة والقدرة ولكنّه وبسبب هاجس الخوف هذا نجده يتلكّأ عن المبادرة والانطلاق ، ولعلّ سبب هاجس الخوف هذا أو\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nالحاجز الذي يحول دون هذه الحركة الذاتية هو بعض الأعراف الاجتماعية السائدة ، ومن ذلك على سبيل المثال حاجز « صغر السن » ، فهذا الذي يجد في نفسه الكفاءة ، والقدرة قد يتلكّأ عن الحركة والمبادرة لأنه يرى نفسه لم يبلغ من العمر بعد ما يؤهّله للقيام بحركته ومبادرته وعرض كفاءته ، فيعتقد أنه لابدّ من أن يعرض ما عنده على الكبار في العمر أوّلًا ، وقد يصدّه هؤلاء ، ويخطّؤونه ، ويحبطون مواهبه ، وهذا هو هاجس من هواجس الخوف الكثيرة التي تغلّ نفوسنا وتقيّدها .\r\nفليبدأ الإنسان من حيث يكون ، ولينزع جلابيب الخوف والتوجّس هذه ، وعندما يقرّر أن يحمل قضيّة فإنّه سيكبر ويكون بحجمها . وعلى سبيل المثال فعندما انضوى بنو إسرائيل تحت قيادة طالوت وبأمر من نبيّهم ، وبعد أخذ وردّ وجدال معه ، وعندما قاد طالوت المعركة برز شاب من بينهم هو النبي داود عليه السّلام قد خاض المعركة في جيش طالوت ، وتمكّن بقوّته وشجاعته من الوصول إلى قائد الجيش المعادي ( جالوت ) وقتله ، كما يعبّر القرآن الكريم عن هذه الحادثة التأريخية التي سجّلت للنبي داود عليه السّلام في قوله : وَقَتَلَ دَاوُدُ جَالُوتَ وَآتَاهُ اللَّهُ ( البقرة / 251 ) . ومنذ ذلك اليوم الأغر الذي انتصر فيه جيش بني إسرائيل وقتل جالوت على يد النبي داود عليه السّلام ، أَعزّ الله سبحانه جنده ورجاله الصادقين حيث كان داود عليه السّلام أهلًا لقيادة الأمة آنئذ ، فآتاه الله\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nالملك العظيم ، وورثه ولده النبي سليمان عليه السّلام الذي لم يقلّ كفاءة عن أبيه .\r\n\r\n* ضرورة معرفة الذات\r\nفالمهم إذن أن لا يرى أحدنا قلّة أهمّية الدور الذي يمكن أن يلعبه في الحياة ، فيستصغر نفسه ، ثم يتوجّس ، ويتخرّج بعد أن يشعر بالقابليّة ، والقدرة ، والكفاءة . فلا تتذرّع بأنك لا تملك تأريخاً ولا جاهاً ولا شهرة بين الناس ، بل لابدّ أن تدرك هذه الحقيقة وهي إنّ الذين ملكوا التأريخ ، ولمعت أسماؤهم على امتداد التأريخ الطويل إنّما كانوا أُناساً عاديّين مثلي ومثلك ، ولكن الذي خلّدهم في التأريخ هو أنهم كانوا ذوي إرادة وهمّة وعزم راسخ ، فنهضوا ، وتحرّكوا حتى بلغوا ما بلغوا ، وصاروا إلى ما صاروا إليه .\r\nفليكن أحدنا أوّل شخص يتحرّك في هذه المسيرة ، فلماذا ينتظر من الآخرين أن ينهضوا ويتحرّكوا . إنّ عليه أن يكون رجلًا غيوراً بكل ما تعنيه الرجولة والغيرة فليس من العذر المقبول أن يقول : إنني لا أملك مالًا لكي أنهض ، وأتحرّك به ، فالمال إنّما يكسب بالحركة والنشاط والعمل ، ثم ليس من المقبول أيضاً أن يقول : إنني لا أمتلك وجاهة ولا شرفاً بين القوم ، فالذي يحمل أمانة وقضيّة ، ويتحمّل أعباء المسيرة هو أشرف وأكثر وجاهة من كل الشرفاء والوجهاء .\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\n\r\n* أين تكمن عظمة الإنسان ؟\r\nإن عظمة الإنسان تكمن في مدى تمسّكه بقضيّته ، والنهوض بأعبائها ، والسير بها نحو تحقيق أهدافها ، فإن أنت ركنت إلى زاوية الخنوع ، وانتظار من يحمل العبء عنك ، فلم تفعل شيئاً من أجل قضيّتك ، ولم تتحرّك من أجلها ، فعليك أن لا تحسب نفسك شيئاً مذكوراً ، وسوف لن تعود لك قيمة تذكر في المجتمع . ولقد صدق الشاعر إذ أنشد قائلًا :\r\n « كن ابن من شئت واكتسب أدباً * يغنيك محموده عن النسب » \r\nفلنحطّم إذن قيود النفس ، ولنسقط غلّ الانتظار من الغير ، وعلى الشباب بالخصوص أن لا يغيب عن بالهم أنّ الحركات الكبرى في التأريخ قادها من هم أمثالهم ، ذلك لأنهم ومنذ نعومة أظفارهم عاشوا روح الثقة بالنفس ، والتوكل على الله ، فعزموا ، وانطلقوا ، وكبروا في التأريخ بانطلاقتهم التي ربّما استغرقت سنين طويلة ، ولكنّهم لم يكونوا ييأسون بسبب طول فترة العمل وكثرة المشاق والصعاب والمعاناة فيها ، فلقد توكّلوا ، وصبروا حتى انتصروا وبلغوا قمم الخالدين في التأريخ .\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\n\r\nالطموح وقود الحضارة\r\nلماذا نجد البعض يعيشون طموحاً يسمو على النجوم في حين أنّ الآخرين هم موتى ( من حيث الطموح ) فنراهم يقضون عمراً ملؤه الحزن والقلق والانطواء على النفس ، في حين أن الطموحين المتفائلين يعيشون حياة غضّة كلّها حركة ونشاط وإبداع ؟\r\nفي البدء لابدّ أن نقول إنّ الله عزّ وجلّ قد أودع الطموح والتطلّع في ضمير كلّ إنسان ، فكلّ واحد منّا يتطلّع إلى المستقبل ، ويعيش في ذاته الطموح ليبلغ الأهداف الكبيرة ، بل إنّ البعض تراه يبقى يتطلّع ويطمح إلى المزيد . . حتى جاء في الحديث الشريف المروي عن أمير المؤمنين علي بن أبي طالب عليه السّلام ، أنه قال\r\n: « منهومان لا يشبعان ؛ طالب علم وطالب دنيا » « 1 » .\r\nوهكذا فإنّ الطموح والتطلّع كامنان في الذات البشريّة ، فهذه الغريزة متأصّلة في ذات الإنسان ، وفي أعماق ضميره ، وقد أودعها الله تبارك وتعالى لتكون حافزاً ، ووقوداً يفجّر طاقات الإنسان ومواهبه الخلّاقة ، فيغدو ذا حركة ونشاط مستمرّين ، ولو أنّ هذه الغريزة انعدمت من الإنسان لوجدناه خاملًا لا مبالياً يقضي عمره في التقهقر والتراجع .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - نهج البلاغة ، حكمة رقم 457 .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\n\r\n* اليأس عقبة التقدم\r\nوهنا يتبادر إلى الأذهان سؤال آخر وهو : هل من الممكن أن ينعدم هذا الطموح الغريزي لدى الإنسان ويموت ؟\r\nإننا نطرح هذا السؤال لأننا نرى الكثير من أفراد المجتمع والأمة خاملين متقاعسين متكاسلين ، يزدادون مع مرور الأيام كسلًا وتأخّراً ، وللجواب على التساؤل السابق نقول : نعم ، إنّ الطموح قد ينعدم ويموت أو ينحسر بتعبير أفضل متى ما اصطدم بحالة اليأس .\r\nإنّ اليأس هو حجر عثرة أمام حركة الإنسان إلى الأمام ونحو الأفضل ، وهو الذي يوصد الباب أمام العطاء الخيّر ، والجهد المثابر ؛ فقد تحدّثك نفسك بأن تكون عظيماً ، أو تصبح عالماً تذكره الإنسانيّة بالفضل ، ولكنّك في نفس الوقت ترى أنّ هذا الهدف بعيد المنال ، فتجعله في قائمة المستحيلات ، فيدخل بذلك الطموح الذي تعيشه في مقبرة التمنّيات .\r\nأمّا السبب الذي جعلك تتصوّر أن ذلك الهدف بعيد المنال ، فهو لأنّ المشاكل والعقبات قد ارتسمت هي الأخرى في مخيّلتك ، وهذا هو حديث الشيطان للنفس الإنسانيّة الخاملة والذي يمثّل حالة شيطانية في مقابل تلك الحالة الإلهيّة ؛ حالة النشاط والجدّ والمثابرة ، وحالة الطموح الحيّ الذي لا تجد أمامه أدنى ذرّة من اليأس والقنوط .\r\nترى لماذا لا يتحرّك هذا الإنسان ، ولا ينهض ، ولا يحاول التغيير وقد خلق الله جلّ وعلا كلّ ما في هذا الكون ليكون في خدمته ، فالخالق قد سخّر لنا كلّ ذلك ، ثم\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nأمرنا بالسعي والمثابرة والحركة والعمل ، فقال عزّ من قائل : فَامْشُوا فِي مَنَاكِبِهَا وَكُلُوا مِنْ رِزْقِهِ ( الملك / 15 ) ، وقد جعل الله تعالى الهدف مقروناً بالسعي والحركة ، فقال : وَأَنْ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَى ( النجم / 40 39 ) .\r\nوفي المقابل فإنّ الشيطان الرجيم يبثّ سمومه في النفس ، ويوسوس في صدور الناس ، ويحدّثهم بما يبعث في نفوسهم حالات اليأس والقنوط ، وعندما يستسلم أفراد المجتمع لهذه الوساوس فحينئذ سيكون مجتمعاً لا خير فيه ، وتجمّعاً يائساً متراجعاً منطوياً على نفسه .\r\n\r\n* بين الطموح واليأس\r\nوعلى هذا فإنّ علينا أن ننتبه إلى هذه المفارقة بين الطموح واليأس ، وهي ذات المفارقة بين الثقافة الربّانية ، والثقافة الشيطانية ؛ بين الأُولى التي تدفعك إلى الانبعاث والانطلاق وتثير فيك الهمّة والحماس ، وتعلّمك الجد والإخلاص ، وبين الأخرى التي تجعلك تركن إلى الجلوس والتقاعس ، وتميت فيك الهمّة والسعي جاعلة منك إنساناً خاملًا خانعاً .\r\nإنّ الأولى التي هي البصيرة القرآنية ، والثقافة الربانيّة تحثّك على السعي والنهوض وتلفت ذهنك إلى الحكمة التي أفصح عنها الإمام جعفر الصادق عليه السّلام ، حيث قال :\r\n« من تساوى يوماه فهو مغبون ، ومن كان آخر يوميه شرّهما فهو ملعون ، ومن لم يعرف الزيادة في نفسه كان\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nإلى النقصان أقرب ، ومن كان إلى النقصان أقرب فالموت خير له من الحياة » « 1 » .\r\nفما فائدة حياتك إن لم تحصل فيها على علم وتقدّم في كلّ الأصعدة .\r\nهذا على صعيد الحياة الدنيا ، أما على صعيد الحياة الأخرى الأبديّة فإنّ الله سبحانه وتعالى قد خلق فينا الطموح لنبلغ مستوى الأنبياء والأئمة والصدّيقين ، وقد روي أن الله تعالى يقول في حديث قدسي :\r\n« يا ابن آدم ، أنا أقول للشيء كن فيكون ، أطعني فيما أمرتك ، أجعلك تقول للشيء كن فيكون » « 2 » ،\r\nوهذه هي الدرجة العليا التي لا يسمو عليها شيء ، وعندما نطمح للوصول إليها فإنّ من شروطها اتّباع الثقافة الربّانيّة بكل دقة .\r\n\r\n* كيف يموت الإنسان وهو حيّ ؟\r\nإن الاستسلام لواقع متردّ متخلّف ، والرضا به ، والإعراض عن السعي والمثابرة . . كلّ ذلك يجعل الإنسان في عداد الموتى قبل أن يموت ، فهناك الكثير من الناس هم أموات في واقعهم رغم أنهم يتنفّسون ويمشون ، فلا فرق بين الأموات وبين من لا يتطلّعون إلى المستقبل ، ولا يحيي الطموح أنفسهم فيكتفون بقطعة من رغيف يملأون بها بطونهم ، ثم يأوون إلى زاوية ليواصلوا سباتهم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الأمالي ، للشيخ الصدوق ، ص 766 .\r\n( 2 ) - مستدرك الوسائل ، ج 11 ، ص 259 .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nإنّ الله جلّت قدرته لم يأمرنا بذلك ، بل أمرنا بالسعي والتحرّك والسير في الأرض ، واستثمارها . . أمّا اليأس فهو إرادة شيطانيّة فاعلة تلتهم قوى الإنسان وطموحاته وعزيمته فتجعله خاوياً فارغاً . والثقافة القرآنية ، والبصيرة الإلهيّة تقتضيان منّا أن نتوكّل على الله ، ونكون واثقين من نصره ، مؤمنين كلّ الإيمان بفضل الله تعالى ونعمته منطلقين وساعين من أجل العمل والبذل للحصول على رضا الله عزّ وجلّ . ولذلك نرى الإنسان المؤمن يمدّ يد الضراعة لربّ العالمين دائماً ، ويسأله من فضله ، فهو عندما يدعو خالقه فإنّما يطلب منه الكثير ، ويقول مثلًا -\r\n: « اللّهمّ اجعلني من أفضل عبادك نصيباً عندك في كل خير تقسمه في هذا اليوم ، من نور تهدي به ، أو رزق تبسطه ، أو ضرّ تكشفه ، أو بلاء تصرفه ، أو شرّ تدفعه ، أو رحمة تنشرها ، أو مصيبة تصرفها » « 1 » .\r\nفهو بهذا الدعاء وأمثاله يطمح إلى بلوغ المراتب السامية ، والدرجات العلى .\r\nوخلاصة القول فإنّ اليأس إنما هو غلّ من الأغلال ، ومن قيّد نفسه بها فلا يستطيع التحرّك والتقدّم . ولذلك فلابدّ من أن ننبذ هذا اليأس جانباً ، ونخرج من قفص القنوط والضجر ، ولابدّ لنا من أن نكون جدّيين مثابرين لا تثبّطنا الانتكاسات ، فهناك آفاق واسعة أمامنا ، فيجب علينا أن نتسامى ، ونترفّع عن اليأس .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مصباح المتهجد ، للشيخ الطوسي ، ص 509 .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\n\r\nالإبداع سبيل الحضارة\r\nمن المسلّم به أنّ الزخم الهائل من القدرة على التطوّر والتقدّم الذي أودعه الله تبارك وتعالى في فطرة الإنسان كان له الفضل الأكبر في انتقال البشريّة من حالة البدائية والجهل إلى التحضّر والمدنيّة . فالزخم الفطريّ الموجود في أعماق كلّ واحد منّا نحو التطوّر هو الذي جعل الإنسان يعيش هذه الحضارة بما فيها من مكاسب مادّية ومعنويّة ، ذلك لأن الله تعالى خلق الإنسان ليكون مبدعاً .\r\n\r\n* الإرادة الإنسانية منطلق الإبداع\r\nوبناء على ذلك فقد زوّده بالإرادة ، ووفّر له عوامل شتّى للمحافظة عليها ، واستثمارها بالشكل الصحيح ، وقد جعل لعباده سبلًا مختلفة ، وأبعاداً متباينة لاختيار الطريق ، والهدف من ذلك كلّه أن يكون الإنسان خلّاقاً ، فتبارك الله أحسن الخالقين . والذي خلق الإنسان ، ومنحه القدرة على الخلق ، وميّزه بقدرة الإبداع والتغيير والإصلاح ؛ فسخّر له الأرض وما فيها وما حولها ، بل وسخّر له حتى نفسه ، بحيث يتمكّن بواسطة إرادته من أن يصوغها صياغة جديدة متى ما أراد ذلك ، لكي يكون الإنسان بذلك مؤهّلًا لدخول الجنّة .\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nولا يغيب عنّا إنّ من ديدن الإنسان في الدنيا الإبداع ، وإبداعه هذا بحاجة إلى أدوات ، وجهود فكريّة وعمليّة ، ومن أجل أن نكون من أصحاب الجنّة ، ينبغي لنا أن نبلور صفة الإبداع في أنفسنا ، وهذه الصفة تتجلّى في الموقف الواضح ، والعمل الفاعل ، والإرادة الصلبة .\r\nومن الإبداع تنبثق مواهب جمّة ، منها موهبة التقدّم إلى الأمام ، والانتخاب ، والاختيار . وكلّ هذه المواهب تعمّ حياة الإنسان ؛ فموهبة الاختيار مثلًا تشمل كلّ أبعاد حياتنا ، اعتباراً من اختيار المسكن والمأكل والمشرب ، إلى اختيار المواقف السياسية والاجتماعية . . .\r\nوالاختيار صفة أساسيّة في الإنسان ، ومن يعدمها في نفسه يعيش أبداً في نفق الاستسلام والتبعيّة ، في حين أنّ الاهتمام بها يقود الحياة نحو الأمام في آفاق التقدّم والازدهار . فمن الخطأ أن نتصوّر إن حياتنا هذه هي نهاية المطاف ، بل هناك آفاق واسعة ، وإمكانات لا تعدّ ولا تحصى في حياة كلّ إنسان . والدليل على ذلك إن كثيراً من القضايا التي كانت في الأمس القريب تدور في فلك الخيال نشهد اليوم تحقّقها ؛ فالصعود إلى القمر مثلًا كان حلماً إلّا أنه تحوّل مع الزمن إلى إرادة ، ومن الإرادة إلى الفعل ، ثم إلى حقيقة لا ينكرها أحد .\r\n\r\n* الطموح مشروع للإنسان\r\nومن هنا ندرك أنّ بإمكان كلّ إنسان أن يحلم بتطلّعات كبيرة ، وأن يفكّر مثلًا بالعيش في عالم بلا حروب ، وفقر ، ومشاكل ، ويحيا حياة ملؤها الإيمان والمحبة ،\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nومفعمة بالعدالة . . وهذا التطلّع ليس بالمستحيل ، فالأنبياء عليهم السّلام كان يراودهم هذا التطلّع ، ووضعوا أمام الإنسان خارطة الوصول إلى هذا الهدف .\r\nونبيّنا الأعظم محمّد صلّى الله عليه وآله كان قد بشّرنا أنّ نهاية العصر الذي افتتحه ستكون دنيا سعيدة يملؤها السلام والرخاء ، وتنعم بظلّ الإسلام تحت راية الإمام الحجّة المهدي عليه السّلام ، ومن خلال مطالعة الأحاديث والروايات التي تبيّن لنا ملامح عصر الإمام الحجّة عليه السّلام سوف ندرك كيف ستسير الحياة آنذاك ؛ فمن بين ملامح عصره أنّ الرجل الذي يقع على عاتقه دفع الحقوق الشرعية يسير في الأرض بحثاً عن فقير يسلّمها إليه فلا يجده ، ذلك لأنّ العدالة سوف تبلغ مكانتها الحقيقيّة في المجتمع فتنعدم ظاهرة الاستضعاف والاستكبار .\r\nوقد أمرنا الإسلام بأن نسعى لتكريس هذه الحالة ، وتحقيق هذه الحضارة من خلال حركتنا ونشاطنا الدؤوب .\r\n\r\n* لماذا التخلّف\r\nوفي هذا المجال يتبادر إلى الأذهان السؤال التالي : إذا كانت هناك فطرة في الإنسان تدعوه إلى الفاعليّة والحركة ، وتحدو به صوب الإبداع والتطوير ، فلماذا نحن متخلّفون إذن ؟\r\nوللجواب على هذا التساؤل نقول : إنّه كما أنّ في الإنسان فطرة تحثّه على التقدّم والإبداع ، فإنّ في ضمير\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nكلّ واحد منّا حنيناً ترابيّاً يدعوه إلى السكون والجمود على التقاليد البالية والرجعيّة . فالإنسان يتردّد بين ظاهرتين أبداً ؛ التحرّك والفاعليّة من جهة ، والتراجع والتخلّف من جهة أخرى ، والظاهرة الأُولى مبعثها الشجاعة ، والثانية منبعثة من الخوف والتردّد .\r\nوكلّ أولئك الذين يعيشون نفق التخلّف والانحطاط يبرّرون كسلهم وتثاقلهم إلى الأرض بالخوف من الفشل ، والمجتمع ، والسلطة الحاكمة . وعلى العكس من ذلك نجد المتحضّرين يتمتّعون بشجاعة كبيرة لتحدّي الضغوط ، والاندفاع بفاعليّة هائلة إلى الأمام . ولذلك نلاحظ الذين يعيشون أوهام الخوف في حالة فشل مستمر ، في حين أن الحضاريين يعيشون التسابق مع الانتصارات دائماً .\r\nوفي هذا المجال هناك التفاتة مهمة ، وهي : إنّ الفشل مع العمل خير من الفشل مع الكسل ، لأنّ الإنسان الكسول يتحمل مسؤولية فشله ، في حين أنّ الذي يتحرّك ثم يفشل ، لا يتحمل مسؤولية فشله كما أشار إلى ذلك الشاعر :\r\n على المرء أن يسعى بمقدار جهده * وليس عليه أن يكون موفّقا \r\nولذلك يجب علينا أن نتمتّع بإبداعات مستمرّة سريعة ، لأنّ حركة الزمن سريعة ، والمتغيّرات تحدث بسرعة هائلة ؛ فإذا جلسنا لندرس كلّ قضيّة لسنين ، فإنّ الزمن\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nسوف يتجاوزنا ، وبذلك تكون الفكرة التي توصّلنا إليها فكرة قديمة لا يمكن أن ننتفع بها ، وننفع بها أحداً .\r\nوعلى ضوء ذلك نستنتج إنّ الإبداع وحده لا يكفي ، بل يجب أن نقرنه بالسرعة المطلوبة مواكبةً مع تطوّرات الأحداث ، لكي لا نتحوّل إلى عناصر مستهلكة في المجتمع .\r\n\r\n* الإسلام يحارب الأوهام والخرافات\r\nلقد ندّدت الكثير من الآيات القرآنية بالمحرّمات المزيّفة التي نسبت إلى الدين ، ومثل هذا التحريم ناجم عن التخلّف العميق الذي تعيشه المجتمعات التي عملت بهذا التحريم ، فهو الذي يقودها إلى تلك التحريفات ، لأنها تخشى من تحمّل المسؤولية ، كما تحجم عن الانطلاق في آفاق التحرّك والعمل .\r\nوهنا جاء الإسلام ليصنع مجتمعاً حضاريّاً يقوم على الحيويّة والنشاط بكل وسيلة ، وفي كل مجال ، وفي هذا الصدد يقول القرآن الكريموَ قَالُوا هذِهِ أَنْعَامٌ وَحَرْثٌ حِجْرٌ لَا يَطْعَمُهَا إِلَّا مَنْ نَشَاءُ بِزَعْمِهِمْ وَأَنْعَامٌ حُرِّمَتْ ظُهُورُهَا وَأَنْعَامٌ لَا يَذْكُرُونَ اسْمَ اللَّهِ عَلَيْهَا افْتِرَاءً عَلَيْهِ سَيَجْزِيهِمْ بِمَا كَانُوا يَفْتَرُونَ ( الأنعام / 138 ) ، ففي حين إنّ العاقل لا يشك في أنّ الله تعالى خلق الأنعام لكي ينتفع بها الإنسان ، نجد إنّ البعض يحرّم الاستفادة منها . وكشاهد على ذلك يقال إنّ هناك ثلاثين مليون بقرة في\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nالهند تُعبد من دون الله سبحانه ، ولا يحقّ لأحد أن يمسّها بسوء أبداً .\r\nإنّ كلّ هذه الظواهر ليست من الدين مطلقاً ، فكيف يجوز لأحد أن يحرّم الطيّبات على نفسه ؟ فليس الدين أن نعيش الجمود والانحسار ، فالدين الحقيقي أمر بالتحرّك والهمّة في كافة أبعاد الحياة .\r\nإنّ القرآن الكريم يحدّثنا عن نعم الله ، وكيفيّة استغلالها ، والتمتّع بها كقول الله تعاليوَ هُوَ الَّذِي أَنْشَأَ جَنَّاتٍ مَعْرُوشَاتٍ وَغَيْرَ مَعْرُوشَاتٍ وَالنَّخْلَ وَالزَّرْعَ مُخْتَلِفاً أُكُلُهُ وَالزَّيْتُونَ وَالرُّمَّانَ مُتَشَابِهاً وَغَيْرَ مُتَشَابِهٍ كُلُوا مِنْ ثَمَرِهِ إِذَا أَثْمَرَ وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ وَلَا تُسْرِفُوا إِنَّهُ لَا يُحِبُّ الْمُسْرِفِينَ ( الأنعام / 141 ) .\r\nوإذا كانت الحاجة هي الهدف فبإمكان الإنسان أن يشبع حاجاته بأبسط الأمور ، إلّا أنّ الله عزّ وجلّ خلق للإنسان كلّ هذه النعم ومن ضمنها على سبيل المثال الفواكه التي لكلّ واحدة منها طعم معيّن ، ورائحة خاصّة ، ولذّة معيّنة ، فلماذا يجمد الإنسان في الحياة على نمط واحد ، ولا ينطلق في آفاقها الرحبة ؟ !\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\n\r\nالاصلاح واستباق الخير وسيلتا بناء الحضارة\r\nهناك قيمتان أساسيتان لابدّ أن يحققهما الإنسان بصورة خاصّة ، والمجتمع بصورة عامّة ، حتى يحظيا بالكمال ويتساميا إلى حيث يريد الله تعالى .\r\nالقيمة الأُولى : قيمة الصلاح والإصلاح .\r\nوالقيمة الثانية : قيمة الاستباق والسرعة والبحث الدائم نحو التطوّر .\r\nففي البدء ؛ لابدّ أن تكون الحركة ضمن المسار الصحيح الذي ينتهي إلى نقطة الهدف المحدّد ، ومن دون الاهتداء إلى الطريق المستقيم فإنّ سرعة الحركة لن تنتهي إلّا بمزيد من الابتعاد والانحراف عن الهدف السامي المطلوب . ولذلك نجد ربنا العليّ العظيم يؤكد بأن الصالحين هم الوارثون للأرض ، لأنّ الصالحين هم الجهة الوحيدة القادرة على تمييز الخير عن الشرّ ، والصواب عن الخطأ .\r\nففي الوقت الذي تتعدد وتتفاوت فيه الآراء والنظريات فيما يخصّ قضية الحكم أو البقاء أو ما يسمى حديثاً بنظرية حافّة التأريخ ، تؤكد المدرسة الإسلامية بأنّ البقاء للأصلح وليس للأقوى ، أو لهذا العنصر وذاك المذهب على وجه الحتم ، كما توهمته بعض المدارس الغربية خصوصاً .\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nفلمّا كان الله سبحانه وتعالى هو المبدع لخلقة الإنسان ووجوده ، يكون من الجدير أيضاً ، الاعتقاد بأنه هو الجهة الوحيدة التي لها حق التشريع ورسم الواجبات والأخلاقيات التي من اللازم على البشرية التحلّي بها . وكذلك الأمر بالنسبة لعموم الحركة الاجتماعية والتأريخية ، فكانت سنّة الله عزّ وجلّ أن يورث الصالحين الملتزمين بتعاليمه حكم أرضه وشريعته ، لأنهم أحرزوا في أنفسهم جميع عوامل البقاء . فالأصلح على هذا الأساس لديه عوامل القوة المعنوية والمادية ، في حين أنّ الأقوى لم يكن أقوى إلّا على أساس وحدات القياس المادية . والعقل من طبيعته التصويت إلى من يحرز أفضل نوعية وكمية من صفات البقاء .\r\nومن هذا المنطلق قال تبارك وتعالى : يَمْحَقُ اللَّهُ الرِّبَا وَيُرْبِي الصَّدَقَاتِ وَاللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ ( البقرة / 276 ) ، نظراً إلى أن الربا وهو مضاعفة الثروة على أساس الجشع والاستغلال الحرام محكوم بالفناء ، بينما الصدقات كان محور انطلاقها من النية الخالصة لله ومساعدة من يستحق المساعدة والعون ، فأين هذا من ذاك ؟\r\nوربنا العزيز الحكيم قد خلق الناس ليختبرهم أيهم أحسن عملًا ، وليس أيهم أكثر عملًا . إذ المناط هو النوع دون الكم بالدرجة الأُولى .\r\nوإلى هذا أشار الله تعالى في قوله إِنَّا جَعَلْنَا مَا عَلَى الْأَرْضِ زِينَةً لَهَا لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا ( الكهف / 7 ) .\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nوقد وردت أحاديث وروايات عديدة فيما يخصّ هذا الشأن عن النبي وأهل بيته عليه وعليهم الصّلاة والسّلام ، من قبيل قول رسول الله صلّى الله عليه وآله :\r\n« عمل قليل في سنّة ، خير من عمل كثير في بدعة » « 1 »\r\n، ومن حكم لقمان فيما أوصى ابنه ، أنه قال :\r\n« أخلِص العمل فإنّ الناقد بصير » « 2 » .\r\nوغير ذلك من الروايات المؤكدة على لزوم الأخذ بعين النظر نوعية العمل قبل التفكير بكمّيته .\r\nإذن ؛ فإحدى أهم قيم الدين الأساسية هي قيمة الإصلاح والصلاح ؛ أي قيمة إحراز الدين وهجران البدع والضلالات والفرار من مكائد الشيطان والهوى ، حيث يدفعان بالمرء إلى أداء العمل على أساس الرياء والمصلحة الذاتية والغرور واعتزال الصالحين . . .\r\nالقيمة الثانية ؛ وهي الاستباق والسرعة والبحث الدائم نحو التطوّر والرقيّ ، فقد عبّرت عنها الآية القرآنية الكريمة بالقول : فَاسْتَبِقُوا الْخَيْرَاتِ أَيْنَ مَا تَكُونُوا يَأْتِ بِكُمُ اللَّهُ جَمِيعاً ( البقرة / 148 ) . وكذلك الآية التالية حيث وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالْأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ ( آل عمران / 133 ) . وقد فاضت على لسان أمير المؤمنين عليه السّلام الحكمة المتعالية ، حيث يقول فيها واصفاً أهمية المسارعة إلى الخير :\r\n« ساعٍ سريع نجا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الأمالي ، للشيخ الطوسي ، ص 385 .\r\n( 2 ) - الاختصاص ، للشيخ المفيد ، ص 341 .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nوطالبٍ بطيء رجا » « 1 » .\r\nوالنجاة ليس من الضروري أن\r\nتكون حكراً على الآخرة ؛ بل من الطبيعي أن تقاس على أمور الدنيا ، فيتم ضمنها بناء النفس والمجتمع والحضارة . أمّا الفرد الصالح غير المسارع في تفعيل صلاحه ، فيتردد أو يشكك أو يصاب بالكسل والخمول في اتخاذ القرارات المناسبة والخطوات المناسبة في المكان المناسب والزمان المناسب ، فلا يمكنه الحصول على ما يبتغيه ، كما لا يمكن وصفه إلّا بما وصفه الإمام علي عليه السّلام\r\n« طالب بطيء رجا » ؛\r\nأي أنه لا يعدو أن يكون فرداً راجياً ومتمنّياً للصلاح دون أن يكلّف نفسه عناء الجدّ والاجتهاد .\r\nوهذه البصيرة القرآنية الإسراع في فعل الخير تبدو آثارها جلية للغاية بالقياس إلى ما نراه من تطور اقتصادي ومدني هائلين تمتاز بهما الشعوب الغربية أو المدنية اليابانية على وجه الخصوص . في حين أن غالبية شعوبنا المسلمة قد تغافلت عن وعي والتزام هذه البصيرة ، الأمر الذي كلّفها الكثير وعرّضها لمزيد من الخسائر في الزمن والطاقة والأفراد ، فضلًا عن فقدان التقدّم والسيطرة وطيب السمعة بين شعوب الأرض ، حتى إن الانطباع الذي يخرج به الإنسان الغربي في العادة عند إلتقاءه بشخص مسلم أو شرقي بأنه كائن خامل كسول لا ينظر إلى غده ولا يحسب حساباً ما لمستقبله .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - نهج البلاغة ، خطبة رقم 16 .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nومهما يكن فالإنسان المؤمن الواعي لحقيقة التعاليم السماوية لا يمكن أن يكون فرداً خاملًا بطيئاً إلى فعل الخير والتطوّر . وذلك لأن تعاليم الشرع قد أكدت علينا\r\nنحن المسلمين ، بأنّ أوّل ما يحاسب عليه المرء يوم القيامة هو عمره فيمَ أفناه أو قضاه ، حيث يستدعي فيما يستدعي أنّ كلّ إنسان عليه من الواجبات والحقوق تجاه نفسه وتجاه الآخرين ، كما أنّ له مثل ذلك بالمعروف ، فكيف يتمّ التوفيق بين هذا وذاك في ظل سيطرة الكسل والخمول أو الانسياق وراء التفاهات ولغو الحديث ؟\r\nإنّ عمر الإنسان في الحياة الدنيا يعني مجموعة أعماله التي يقوم بها ، والكسل لا يلد سوى التردّد ومن ثم الجبن والخوف والهلع في شخصية وكيان الإنسان ، وبالتالي الامتناع عن أداء الحقوق والواجبات .\r\nوعليه ، ما من أمّة تقدّمت في المدنيّة وبناء الحضارة حتى كانت قد هجرت الخمول ولبست لباس الهمّة والنشاط ، وأبرز مثال على ذلك الواقع الياباني ، حيث تتحكم هذه الدولة الصغيرة بالاقتصاد العالمي ، رغم افتقارها إلى أبسط الثروات الطبيعية ، ورغم أنّ الأرض اليابانية مركز للزلازل والبراكين ، وقد ورد في احصائيات الأمم المتحدة بهذا الخصوص بأنّ العامل الياباني يعمل سبع ساعات يومياً ، في حين ترى نظيره في بلداننا يعمل أقل من ساعة مفيدة واحدة فقط في يومه الكامل . ومن الغريب في الأمر أنّ الشرطة اليابانية عمدت ضمن قرار صادر من وزارتي\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nالعمل والداخلية إلى معاقبة مدراء المصانع بالسجن إذا ما رُصدوا يعملون بعد انتهاء مدة العمل الرسمية المقرّرة ، نظراً إلى أنّ مراكز الصحة اليابانية أعلنت أنّ أحد أسباب\r\nتصاعد نسبة الوفيّات في اليابان يعود إلى كثرة العمل والإرهاق الحاصل من جرّائه ! . .\r\nإنّ الأفكار السلبية والوساوس الشيطانية والمعاذير الباطلة وعوامل التثبيط واللغو ، كلها عبارة عن مصطلحات لا تجد لها متّسعاً في قاموس وحركة وطبيعة الإنسان المؤمن ، الذي يعرف أنه مطالب بإصلاح ذاته والإسراع إلى فعل الخيرات وبناء الحياة ، فضلًا عن معرفته بأنّ وراءه حساب وكتاب لا يغادر صغيرة ولا كبيرة إلّا أحصاها .\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\n\r\nالنقد الذاتي . . نهج الحضارة\r\nعندما يفقد مجتمع إنساني ما روح النقد الذاتي فإنّ المسافة بينه وبين الدمار سوف تكون مسافة قصيرة ، ذلك لأنّ الإنسان لا يمكن أن يطمئن إلى كماله ، لأنّ ( الكمال ) اسم من أسماء الله تعالى ، وصفة من صفاته الحسنى ، فمن لا يكون سائراً نحو الكمال فلابدّ أن يكون في حالة تراجع ونقصان .\r\nوالسبب في ذلك أنّ تعاقب الليل والنهار ، وحركة الزمن كلّ ذلك من شأنه أن يُفقد الإنسان بعضاً من خصائصه ؛ وعلى سبيل المثال فإذا أراد الواحد منّا أن يحفظ قصيدة ثم حفظها ولكنّه لم يكرّرها فإنها سوف تتناقص تدريجيّاً بمرور الزمن حتى تعود الذاكرة فارغة من جميع أبياتها ، وهكذا الحال بالنسبة إلى سائر الصفات والأشياء .\r\n\r\n* النقد الذاتي ، وسيلة التقدم\r\nوعلى هذا فإننا إذا لم نتحرك في مسار تصاعدي فإنّ هذا يعني أننا في حالة تراجع وتنازل . وهذه الظاهرة تدعونا إلى أن ننقد أنفسنا ، ونفكّر تفكيراً موضوعياً في كيفيّة مسيرتنا . فالهدف من الحياة أن يسير الإنسان نحو\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nالكمال ، لينتهي هذا الكمال إلى الجنّة حيث الكمالات المطلقة .\r\nوهناك سبب آخر وهو أنّ الإنسان لا يعيش لوحده في هذا الكون الواسع ، بل يعيش معه الملايين من البشر السائرين بخطىً حثيثة نحو التقدّم ، فإذا جمد وتوقّف عن الحركة فإنّ الآخرين سوف يسبقونه ، ومن ثم تتسع الفجوة بينه وبينهم ، حتى يغدو من المستحيل عليه اللحاق بهم ، كما يتجلّى ذلك بوضوح إذا ما نظرنا إلى الدول المتقدّمة والدول النامية حيث ما تزال الفجوة في حالة اتساع إلى درجة أنه من الصعب إن لم نقل من المستحيل ردمها .\r\nومن خلال السببين السابقين تنبع أهمية النقد الذاتي ، فماذا نعني به ؟\r\nالنقد الذاتي هو أن يعمد الإنسان إلى مراجعة حساباته وتقييم مسيرته ، وبالتالي فإنّ هذا النقد هو عنوان التقدّم ، ومن يفقده فإنّه سوف يبقى متخلّفاً إن لم نقل أنه سيزداد تخلّفاً .\r\n\r\n* الاستغفار مظهر النقد الذاتي\r\nوالاستغفار الذي أمرنا الله عزّ وجلّ ما هو إلّا تنمية لروح النقد الذاتي ، وقد أشار القرآن الكريم إلى الاستغفار في آيات عديدة لا حصر لها ، منها : وَبِالْأَسْحَارِ هُمْ يَسْتَغْفِرُونَ ( الذاريات / 18 ) ، ومنها أيضاً : رَبَّنَا إِنَّنَا سَمِعْنَا مُنَادِياً يُنَادِي\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nلِلْإِيمَانِ أَنْ آمِنُوا بِرَبِّكُمْ فَآمَنَّا رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الْأَبْرَارِ ( آل عمران / 193 ) .\r\nفحينما تهدأ الأنفس ، وتسكن الأصوات ، ينبعث الإنسان المؤمن من فراشه ليقف أمام الله سبحانه وتعالى ، ويراجع ما صدر منه ، ويحدّد أخطاءه ، ومن ثم يشرع في حذفها من خلال العزم الراسخ على عدم العودة إليها . وهذه الروح العالية تعني « النقد الذاتي » ، ومن لا يمتلك هذه الروح لابدّ وأن يلقي بتبعات تقاعسه ، وتخلّفه على رقاب الآخرين .\r\nوفي هذا المجال يقول أمير المؤمنين عليه السّلام :\r\n« من وجد ماءاً وتراباً ثم افتقر فأبعده الله » « 1 »\r\n. فالأرض الخضراء المعطاء موجودة ، وكذلك الطبيعة السخيّة ، فلماذا إذن يشكو الإنسان الفقر ، ولماذا يتقاعس ويتكاسل ؟ ؟ إنّ هذا التخلّف يتكرّس في ذاته عندما يفقد صفة النقد الذاتي .\r\nوعلى سبيل المثال فإنّ بعض علماء المنطق الاجتماعي يقولون إنّ بين بعض الشعوب البدائية جماعات معيّنة تربط بين الحوادث التي تقع عليها وبين بعض الأحداث البعيدة . فإذا مرض طفل منهم فإنّهم لا يحيلون أسباب مرضه إلى القذارة ، وعدم الالتزام بالنظافة ، وعدم الاهتمام بالطعام وما إلى ذلك من أسباب طبيعيّة ، وإنما لأنّ والده رأى مثلًا قبل فترة من الزمن في غابة ما ثعباناً قتل ثعباناً آخر فتسبب ذلك في مرض الطفل !\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - وسائل الشيعة ، ج 12 ، ص 24 .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nإنّ هذا الإنسان الذي يعقد العلاقة بين حدثين بعيدين عن بعضهما جغرافياً وزمانياً ونوعياً لا يمكن أن يسهم في تطوير ذاته ومجتمعه .\r\n\r\n* الهدف من تراكم المآسي\r\nوفي هذا الصدد يقول الله سبحانه : وَلَقَدْ أَرْسَلْنَا إِلَى أُمَمٍ مِنْ قَبْلِكَ فَأَخَذْنَاهُمْ بِالْبَأْسَاءِ وَالضَّرَّاءِ لَعَلَّهُمْ يَتَضَرَّعُونَ ( الأنعام / 42 ) ، فالهدف من تراكم المآسي والمشاكل عودة الإنسان إلى ذاته ليكتشف أنه السبب في المشاكل التي يعاني منها ، وليتضرّع إلى الله عزّ وجلّ ، ويعرف أنه مصدر القوّة ، ويعيد تركيبة ذهنه ، ويبني معادلاته الداخلية من جديد .\r\nوكلمة ( لعلّ ) إذا جاءت في القرآن الكريم فإنّها ترمز وتشير إلى ما وراء الحقيقة التي يذكرها القرآن الكريم ، وإلى الهدف والغاية منها ، أو إلى « السبب الغائيّ » حسب التعبير الفلسفي .\r\nوفي موضع آخر يقول ربّنا سبحانه : فَلَوْ لَا إِذْ جَاءَهُمْ بَأْسُنَا تَضَرَّعُوا ( الأنعام / 43 ) .\r\nفهناك أمم تعرف مفتاح حلّ مشاكلها بأن تتضرّع عندما يأتيها بأس الله ، فتنتهي مشكلتها ، وهناك في المقابل أمم أخرى كلّما تراكمت المصائب والمآسي عليها ، كلّما تكرّست الأفكار التبريريّة فيها ، وتعمّقت الروح الجاهليّة في نفوس أبنائها . . وعن هؤلاء يقول ربّ العزّة : وَلكِنْ قَسَتْ قُلُوبُهُمْ وَزَيَّنَ لَهُمُ الشَّيْطَانُ مَا كَانُوا يَعْمَلُونَ ( الأنعام / 43 ) .\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nوعندما أوغلت تلك الأمم في عدم إلتفاتها وانتباهها إلى هذه الحقيقة ، أغدق الله تعالى نعمه عليها لعلّها تتذكّر ، ولكنّها مع ذلك كانت تزداد إثماً فطغياناً ، فكانت النتيجة أن أرسل الله عليها العذاب المبيد القاصم في غمرة فرحهم بالنِعَم : فَتَحْنَا عَلَيْهِمْ أَبْوَابَ كُلِّ شَيْءٍ حَتَّى إِذَا فَرِحُوا بِمَا أُوتُوا أَخَذْنَاهُمْ بَغْتَةً فَإِذَا هُمْ مُبْلِسُونَ ( الأنعام / 44 ) .\r\nفبعد أن نسوا ذكر الله تبارك وتعالى ، ولم يتضرّعوا إليه ، سلبت منهم فرصة النجاة فإذا بهم ( مبلسون ) ؛ أي متورّطون بالعذاب الإلهيّ .\r\nبعد ذلك يقول ربنا سبحانه مبيّناً نهاية أولئك القومفَقُطِعَ دَابِرُ الْقَوْمِ الَّذِينَ ظَلَمُوا وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ ( الأنعام / 45 ) .\r\nومعنى هذه الآية أنهم قد انتهوا ، وانقرضوا ، ولم يبق أحد منهم على وجه البسيطة . ولكنّ السؤال المطروح هو : لماذا قال الله بعد ذلك : وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ\r\nالجواب : لأنّ الله عزّ وجلّ يريد أن يشير إلى أنّ السبب في قطع دابرهم هو أنفسهم ، وما كسبته أيديهم . فالله سبحانه قد وهبهم فرصاً كثيرة للنجاة ، ولكنّهم لم يستغلّوها ، ولم يغتنموها .\r\n\r\n* أهميّة النعم ووجوب الشكر عليها\r\nوبعد ذلك يتحدّث القرآن الكريم عن النعم الإلهيّة وعظمتها ، وأهمّيتها الكبرى بالنسبة إلى الإنسان ، ووجوب الشكر عليها ، فيقولقُلْ أَ رَأَيْتُمْ إِنْ أَخَذَ اللَّهُ سَمْعَكُمْ وَأَبْصَارَكُمْ وَخَتَمَ عَلَى قُلُوبِكُمْ مَنْ إِلهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ ( الأنعام / 46 ) .\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nإنّ الله عزّ وجلّ إنما أعطى السمع والبصر والأفئدة للناس لكي يستفيدوا بها من تجارب الآخرين ، ثم يتحرّكون على ضوئها ، وفي هذا المجال يقول رسول الله صلّى الله عليه وآله :\r\n« السعيد من وعظ بغيره » « 1 » .\r\nويقول أمير المؤمنين عليه السّلام :\r\n« العاقل من اتعظ بغيره » « 2 » .\r\nويقول عليه السّلام أيضاً :\r\n« وفي التجارب علم مستأنف ، والاعتبار يقود إلى الرشاد » « 3 » .\r\nوهكذا فإنّ الله تبارك وتعالى قد منحنا السمع لنسمع به ما ينفعنا ، والبصر لكي نرى به ما فيه عبرة وموعظة لنا ، والقلب لكي ندرك ونتعقّل به ، أمّا إذا لم ننتفع من هذه الجوارح فإنّ الله سبحانه سيسلب هذه النعم من عبده دون أن يكون هناك أحد قادر على استرجاعها ، واستردادها منه تعالى - ، وهذا ما يشير إليه القرآن الكريم في قوله : مَنْ إِلهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِهِ انْظُرْ كَيْفَ نُصَرِّفُ الْآيَاتِ ثُمَّ هُمْ يَصْدِفُونَ ( الأنعام / 46 ) .\r\n\r\n* الظالم . . والعذاب\r\nويستأنف السياق القرآني الكريم فيعرّج إلى الحديث عن استحقاق الإنسان الظالم لنفسه ولغيره للعذاب ، فيقول :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ميزان الحكمة ، ج 4 ، ص 3602 ؛ عن أمالي الصدوق ، ج 1 ، ص 395 .\r\n( 2 ) - ميزان الحكمة ، ج 4 ، ص 3602 ؛ عن غرر الحكم ، ص 1284 .\r\n( 3 ) - الكافي ، ج 8 ، ص 22 .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nقُلْ أَ رَأَيْتَكُمْ إِنْ أَتَاكُمْ عَذَابُ اللَّهِ بَغْتَةً أَوْ جَهْرَةً هَلْ يُهْلَكُ إِلَّا الْقَوْمُ الظَّالِمُونَ ( الأنعام / 47 ) .\r\nوالله جلّ شأنه يريد أن يقرّر هنا حقيقة أنه لا ينزل عذابه إلّا على من ظلم نفسه . فالمآسي والمصائب ليست من الله ، بل هي نتيجة طبيعية لأعمالنا السيئة . فمن ألقى المسؤولية على الله سبحانه ، فقد شكّ في عدالته . فالزمن ما هو إلّا حركة الشمس والقمر التي أجراها الله تعالى وسنّ لها القوانين بعدالته المطلقة ، وبحكمته البالغة ، والمؤمن المعترف بعدالة الله ، وحكمته ، يتهم نفسه دائماً ، ويلقي المسؤولية عليها ، وفي هذا المجال يقول الشاعر :\r\n نعيب زماننا والعيب فينا * ولو نطق الزمان إذن هجانا \r\nإنّ الإنسان يريد أن يظلم ويهلك نفسه ، ولكنّ الله عزّ وجلّ يحول دون ذلك من خلال الإبانة عن الطريق القويم ، فيبعث الرسل ليبشّروا الناس بالطريق المستقيم ، وينذروهم من الارتماء في طريق الضلال والدمار : وَمَا نُرْسِلُ الْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنْذِرِينَ ( الأنعام / 48 ) .\r\nومع ذلك فإنّ غالبية الناس واجهوا رسلهم بالتكذيب ، والاضطهاد ، والقتل ، والسجن ؛ فقد سُجن بعضهم في الآبار ، وآخرون أبعدوا ونفوا عن أرضهم ، والكثير منهم كان مصيرهم القتل كما يشير إلى ذلك ربّنا تعالى في قوله : وَهَمَّتْ كُلُّ أُمَّةٍ بِرَسُولِهِمْ لِيَأْخُذُوهُ ( غافر / 5 ) .\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nومن ثم يقول الله سبحانه : فَمَنْ آمَنَ وَأَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا يَمَسُّهُمُ الْعَذَابُ بِمَا كَانُوا يَفْسُقُونَ ( الأنعام / 49 48 ) . وهذه الآية وآيات أخرى كثيرة مبثوثة في أرجاء القرآن الكريم تحثّ الإنسان على التفكير في الحلول الصحيحة للمشاكل ، هذه الحلول التي هي المفتاح الرئيس لسعادة الإنسان في الدنيا والآخرة .\r\nوإنّ من صفات الإنسان المؤمن عندما يوجّه إليه انتقاداً عنيفاً ، السكوت على ذلك ، والتفكير فيه لفترة ، ومن ثم يتساءل مع نفسه فيما إذا كان يحمل حقّاً صفات سلبيّة صدر بسببها ذلك الانتقاد ، فإن كانت موجودة استغفر الله تعالى لنفسه ، وإن لم تكن موجودة استغفر الله لمن وجّه إليه ذلك الانتقاد .\r\nوهنا توجد التفاتة هامّة أود أن أشير إليها ، وهي : لماذا لا يسارع الإنسان المؤمن إلى ردّ النقد الموجّه إليه ، ولماذا يتريّث ويعمد إلى تحليل الموقف ، ولا يصدر الأحكام في نفس الوقت ؟\r\nالجواب يكمن في الأسباب التالية :\r\n1 - لأنّ الردّ على ذلك النقد في نفس الوقت يؤدّي إلى سيطرة الغضب والتشنّج على الإنسان ، الأمر الذي يجعله لا يفكّر بطريقة سليمة منطقيّة .\r\n2 - لأنّ الإنسان الصالح مسؤول عن إصلاح المسيئين ، فالمجتمع المسئ لا يكون فاضلًا ، ولذلك فإنّ من المفروض بالإنسان أن يستغفر للمسيء بدلًا من الانتقام منه ، بل عليه أن يقدم له النصيحة ليتوب إلى الله تعالى .\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\n\r\nالفصل الثاني : هدى الحضارة\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n\r\nالحياة بين تصورات البشر وهدى الوحي\r\nهل إن العالم الذي يحيط بنا ونعيش فيه عالم جامد راكد قد انتهى أمره ، أم أنه عالم متحرك متغير يستطيع الإنسان أن يتسامى فيه ويتكامل ؟\r\nهذا السؤال كرره الإنسان على نفسه منذ آلاف السنين ، وقد أجاب عليه أغلب الفلاسفة ، وبالذات فلاسفة الإغريق بالقول : ليس من حق أي إنسان أن يمد عينيه إلى آفاق التغيير ، لأن الحياة ثابتة على ما هي عليه ، حيث أن الله سبحانه رتب شؤونات الكون ، وحدد فيه سننه ، وأجرى فيه أوامره ، وأعطى كل شيء قدره . . وحينما فرغ من ذلك ، تركه لشأنه دون أن يقبل أي تغيير .\r\nفكما جعل السماء سقفاً محفوظاً ، ومهّد الأرض تمهيداً . . وفقاً لقوانينه في الخلق ؛ كذلك جعل لكل إنسان قدر ثابت من خير أو شر . . من سعادة أو شقاء . . من جنّة أو نار .\r\nوقد قالوا : إنّ القلم الذي كتب به تقدير الإنسان ، وقوانين الكون قد جف ، وبذلك ليس هناك شيء جديد يمكن أن يكتب . علماً أن الرتب الإدارية عند ربّ العزّة في إجراء أوامره تبدأ من القلم ، حيث يكتب على اللوح ، ثم يقرأه إسرافيل فيخبر به جبرئيل ، ومن ثم يوزع جبرئيل المهام على\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nالكون ؛ فإذا كانت هنالك مهمة رسالية ، فإن جبرئيل ينزل بها على قلب الرسول صلّى الله عليه وآله ، وإذا كانت مهمة كونية فإنه يعطي الأوامر للملائكة الموكلين بالأجرام السماوية وقضايا الطبيعة من مطر ورياح . .\r\nوفي قبال هذا التصوّر هناك من يقول العكس ؛ أي إن الله خلق الكون ، ولا يزال يخلقه . وذلك لأن الذي يملك قدرة الخلق أوّل مرّة ، فهو قادر على الخلق مرّة أخرى . وقد قال ربّنا سبحانه عن نفسه : كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ ( الرحمن / 29 ) . فربّنا جلّ جلاله في خلق دائم ، وقد أشار إلى توسعة خلق السماوات كدليل على استمرار خلقه ، إذ قال ربّناوَ السَّمَاءَ بَنَيْنَاهَا بِأَيْدٍ وَإِنَّا لَمُوسِعُونَ ( الذاريات / 47 ) .\r\nوأما عن تقديرات الله جلّ جلاله للإنسان ، فإنما هي جارية في واقعه ، ولا يمكن تغييرها إلّا إذا أراد الله تعالى ذلك . لأن الله جل شأنه هو الذي قرر ذلك التقدير ، وليس باستطاعة أحد أن يغير تقدير الله إلّا هو . وهو القائل : يَمْحُو اللَّهُ مَا يَشَاءُ وَيُثْبِتُ وَعِنْدَهُ أُمُّ الْكِتَابِ ( الرعد / 39 ) .\r\nولأن الله تعالى هو الخالق ، فيختار ما يشاء ، ويفعل ما يريد . رَبُّكَ إِنَّ رَبَّكَ فَعَّالٌ لِمَا يُرِيدُ ( هود / 107 ) .\r\nهذه النظرة إجمالًا تبعث الحيوية في الإنسان ، وتشجعه على التطوير والإبداع ، وتثير فيه الفاعلية والنشاط . .\r\nوهذا النوع من الفهم للحياة ، فيه قسمان ؛ جبر وتفويض . وقد نظر البعض إلى الحياة من نافذة التفويض فقط ، كما\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nذهب إلى ذلك العديد من فلاسفة الغرب ، إذ يرون أن الحياة يمكن أن تتحول وتتغير بفعل إرادة البشر لا غير .\r\nهذه النظرة على ما فيها من إشكالات ، فتحت الآفاق أمام الإنسان الأوروبي ، حتى مكنته من غزو الفضاء ، وهو اليوم يعمل لأن يجعل من القمر محطة للانتقال عبرها إلى سائر الأجرام السماوية الأخرى .\r\nوكما عمل لغزو الفضاء اللامتناهي وتسخيره لخدمته ، عمل بكل جد للتدخل في عمق الحياة ، حيث اهتم بموضوع الهندسة الوراثية . وما توصل إليه من نتائج في مسألة الاستنساخ عبر الجينات قد أذهل العالم . ونظراً لخطورة هذا النوع من البحوث ، وحساسيتها بالنسبة لمستقبل البشرية ، راح كثير من المثقفين والمفكرين والعلماء في العالم يبحثون أبعاده الأخلاقية ، وآثاره على مستقبل الحياة . .\r\nهذا الإنسان إنما وصل إلى هذا المستوى من التطور ، بفضل نظرته إلى آفاق الحياة الواسعة ، دون أي قيد وبلا أي حدود . بالإضافة إلى ذلك تحرره من الفلسفة الإغريقية التي تؤكد على أن الله سبحانه قدر كل شيء وانتهى ، وأن الإنسان محكوم عليه بأن يكون واحد من أربع أصناف ؛ إما حاكماً وإما حكيماً وإما فرداً في القوات المسلحة أو حرفياً . وكل واحد من هؤلاء إنما يتبع آباءه وأجداده حسب هذه التقسيمات الأبدية التي وضعها\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nأرسطو . وعلى هذا المنوال جاء مذهب البراهمة في الهند بتقسيم الناس إلى أصناف محددة .\r\n\r\n* الحياة في نظر الإسلام\r\nفي حين أن للإسلام نظرة أخرى للحياة ، نابعة من الحق الذي جاء به . فالإسلام يصرح بأن الله تعالى خلق الإنسان وقدر له تقديرات معينة ، وقد كتب على الإنسان الشقي شقاوته وهو في بطن أُمه ، والسعيد سعادته وهو في بطن أُمه .\r\nغير أن هذه التقديرات ليست حتمية ، وإنما يمكن تغييرها وتحويلها إلى الجهة المعاكسة تماماً . فبإمكان أي إنسان أن يصل إلى ما يريد أن يصل إليه ، ولكن هذا لا يتم بقوّته الذاتية ، وإنما بقوّة ربّ العزّة والجبروت . إذ أن الله جل جلاله هو الذي منح الإنسان القوّة ، ومنّ عليه بالكرامة ، وفتح أمامه آفاق التغيير .\r\nولعلّ خير نموذج يجسد لنا النظرة الإسلامية إلى الحياة ، هو شخص أبو ذر الغفاري رضوان الله عليه . فإذا أبصرنا تاريخه الشخصي ، وجدناه ينتمي إلى عشيرة غفار التي كانت تجوب الصحراء برجالها ، باحثة عمّن تأخذ منه الأتاوة بالقوّة ، وقد عرفت بقطع الطريق أمام القوافل التجارية بين مكة والشام . ولم يكن أبو ذر بمنأى عن أعمال عشيرته هذه . غير أنه يوم عرف الإسلام وما يحمله للبشرية من نور ، لم يتأخر لحظة حتى التحق برسول الله\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nصلّى الله عليه وآله ، وثابر في تغيير ذاته وفق معايير الإسلام .\r\nهكذا صار أبو ذر أحد أبرز أصحاب رسول الله صلّى الله عليه وآله ، وقد قال في حقّه :\r\n« ما أضلت الخضراء ولا أقلت الغبراء على ذي لهجة أصدق من أبي ذر » « 1 » .\r\nوعلى عكس هذا النموذج الرائع نقرأ في القرآن الكريم قصة قارون ، وهو ابن خالة النبي موسى عليه السّلام ، وكان أحد أتباعه ولربما كان من المقرّبين إليه . ولكن إلى ماذا انتهت عاقبته ؟ يروي القرآن لنا ذلك في قوله : إِنَّ قَارُونَ كَانَ مِن قَوْمِ مُوسَى فَبَغَى عَلَيْهِمْ وَآتَيْنَاهُ مِنَ الْكُنُوزِ مَا إِنَّ مَفَاتِحَهُ لَتَنُوءُ بِالْعُصْبَةِ أُولِي الْقُوَّةِ إِذْ قَالَ لَهُ قَوْمُهُ لَا تَفْرَحْ إِنَّ اللَّهَ لَا يُحِبُّ الْفَرِحِينَ إلى أن يقول : فَخَسَفْنَا بِهِ وَبِدَارِهِ الْأَرْضَ فَمَا كَانَ لَهُ مِنْ فِئَةٍ يَنْصُرُونَهُ مِنْ دُونِ اللَّهِ وَمَا كَانَ مِنَ المُنْتَصِرِينَ ( القصص / 76 - 81 ) .\r\nهكذا أصبح أبو ذر مثالًا في تاريخ الإنسانية ، وقارون أمثولة الطغيان والفساد .\r\nان كل إنسان يمتلك إرادة التغيير ، سواء نحو الإيجاب أو السلب ، لأن الله تعالى منحه هذه الإرادة ، وهو القائلوَ مَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ رَبُّ الْعَالَمِينَ ( التكوير / 29 ) .\r\nفعلى الرغم من أن الإنسان بذاته ضعيف في قواه ، محدود في طاقاته . . إلّا أنه يوم يرتبط بربّ العزّة والجبروت ، المالك القادر المهيمن العزيز . . لا ترى للضعف أثراً في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - علل الشرائع ، ج 1 ، ص 176 .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nحياته ، ولا تلحظ محدودية في تحركاته . لذا قد تجده يصنع العجائب ويكتسح المجرات وأعماق الأرض .\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\n\r\nسرّ نجاح الإنسان في الحياة\r\nهناك الكثير من الناس يطرحون السؤال المهم التالي على أنفسهم وعلى الآخرين : ترى لماذا أصبح فلان رجلًا عظيماً في السياسة في حين لم يستطع رفاقه الذين نشؤوا معه الوصول إلى هذه الدرجة رغم أنهم كانوا يطمحون إلى الوصول إليها ، ولماذا أصبح فلان عالماً نحريراً يشار إليه بالبنان في حين ما يزال زملاءه في المراتب الدنيا من العلم . . . ولماذا . . ولماذا . . ؟ إلى آخر هذه التساؤلات التي تبحث عن سرّ نجاح الإنسان في الحياة ؟\r\nإنّ هناك أُناساً كثيرين في الساحة ينبرون للإجابة على مثل تلك التساؤلات ، وربّما تكون الإجابات التي يطرحها هؤلاء في هذا المجال صحيحة كلّها أو بعضها بدرجات متفاوتة ، ولكنّ الإجابة التي أراها أكثر صحّة من غيرها هي تلك التي تعالج القضايا الأساسية في حياة الإنسان ؛ ففي كثير من الأحيان تكون هناك أسباب عديدة لقضية واحدة ، ولكنّ هذه الأسباب ترجع جميعها إلى سبب واحد أو بضعة أسباب .\r\nوهكذا الحال بالنسبة إلى أسباب العظمة أو الانتصار سواء كانت في الأفراد أو الجماعات ، فهذه الأسباب قد تكون مختلفة ولكنّها تعود بالتالي إلى جذر واحد تنبثق\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nمنه أسباب كثيرة تنضوي جميعها تحت عنوان ( العفويّة ) في حياة الإنسان .\r\n\r\n* ما هي ( العفويّة ) ؟\r\nترى ماذا تعني هذه الكلمة ، ومن أين تنشأ ، وما هي نتائجها في ظاهرة العظمة والانتصار ؟\r\nإنّ ( العفويّة ) تعني ببساطة إنّ على الإنسان أن يواجه الحياة بشجاعة ومن دون تعقيد ولفّ ودوران ؛ وعلى سبيل المثال فإنّ الخطيب العفوي هو الذي يرتقي المنبر دون أن يتكلّف أو يتصنّع ، بل يتحدّث دون تلكّؤ وتردد ، ودون أن يقول كلاماً ويقوم بعمل مخالف لهذا الكلام ، ودون أن يتناقض بعض من كلامه مع البعض الآخر ، ذلك لأنّ هذا الرجل يواجه موضوعه وعمله بعفويّة ، أي باستقامة ومن دون تعقيد أو خوف ، وبالتالي من غير تكلّف وتصنّع . بينما هناك من لا يعتمد العفوية في كلامه ، فتجده لا يستطيع أن يعبّر عن أفكاره بوضوح ، لأنه ذو نظرة معقدة إلى الحياة .\r\nومثل ذلك نرى كتّاب بعض المقالات في الصحف والمجلّات يمشون في كتاباتهم في خط متعرّج ، فيقول أحدهم كلاماً ما ثم يعود ليقول كلاماً آخر ، فإذا به يؤلّف مجموعة من الكلمات التي تبدو في الظاهر متناسقة ومنسجمة مع بعضها دون أن يكون لكتابته أيّ محتوىً مفيد ، لأنّ مثل هذا الكاتب إنما يريد أن ينضّد الكلمات\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nبتكلّف ودون عفويّة ، فهو لا يستطيع نتيجة لذلك أن يعبّر عمّا في داخله .\r\n\r\n* مظاهر العفويّة في الحياة\r\nلقد كانت تلك أمثلة مبسّطة لمعنى ( العفويّة ) وإذا أردنا أن نسحب هذه الأمثلة على الحياة العامّة نجدها تعني أشياء كثيرة ؛ فالطالب الذي يجلس على مقعد الدراسة ، ويستمع إلى الأستاذ وهو يتحدّث ، إن كان إنساناً يعتريه الخوف والجبن فإنّه سوف يفكّر في كلّ شيء إلّا في ما يقوله أستاذه ، وتحدث عنده حالة الشرود في الذهن ، لأنّ هناك اهتمامات تتجاذبه في حياته ، فقد يفكر في بيته وعائلته وما إلى ذلك من اهتمامات ثانوية أخرى تصبح ضخمة بالنسبة إليه . أمّا إذا كان إنساناً عفويّاً فإنّه سوف لا يجعل هذه الأشياء تستحوذ على تفكيره مطلقاً ، بل يحاول أن يحصر تفكيره في ما يقوله الأستاذ ، فتكون النتيجة أن يستوعب كلامه ، وبالتالي فإنّه سوف ينجح في الامتحان .\r\nوهكذا الحال بالنسبة إلى تعاملات الناس في الحياة ، وعلى سبيل المثال فإنّ التاجر الذي لا يعقد صفقته إلّا بعد أن يفكّر فيها عشرات المرّات فتراه يخطّط ويقرّر ، ثم يلغي قراره ليخطّط من جديد ، فإنّ هذا التاجر لا يمكن أبداً أن ينجح ويشتهر في عمله . أمّا التاجر الذي يعمل ببساطة\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nوعفويّة ، ويتخذ قراره دون تردّد ويعمل على ضوئه ، فإن هذا الرجل هو المؤهّل للنجاح والازدهار في مجال عمله .\r\nإنّ العفوية في اتخاذ القرارات ، وعدم تعقيد الحياة ، وأخذها بالبساطة كل ذلك كان أحد الأسباب الرئيسية التي كانت وراء نجاح الأمة الإسلامية ، وانتصارها في حياتها ؛ فالعفوية كانت متجسّدة في حربهم وسلمهم ، وفي قياداتهم وقواعدهم ، وفي جميع شؤون حياتهم دونما استثناء .\r\n\r\n* نتائج ( العفويّة ) في حياة الإنسان\r\nإنّ قدرة الإنسان على اتخاذ القرار الحاسم في الوقت المناسب ذات أهمّية كبرى ودور حاسم في انتصار الإنسان في حياته ، أما النتائج الإيجابية التي تتمخّض عنها هذه العفوية في حياة الإنسان فهي :\r\n1 إنّ الإنسان سيكون بمقدوره أن يسرع الخطى في حياته فنحن أحوج ما نكون إلى السرعة ، ونحن في حالة سباق مع الزمن ؛ أمّا إذا أردنا أن نعقّد الحياة ، وأن نفكّر في كل قضية تفكيراً مستقلًا ، فإنّ هذه الحياة سوف تسبقنا ، ومن فاته القطار نام في المحطّة كما تقول الحكمة المعروفة ، بل إنّه ربّما ينام في المحطّة إلى الأبد ، ومن المعلوم أنّ السرعة هذه هي نتيجة طبيعيّة للعفويّة .\r\n2 القيام بالأمور العظيمة وكأنها أمور صغيرة بسيطة . فإذا أراد الإنسان أن يدير المفردات الكبيرة في الحياة ،\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nفإنّ عليه أن يديرها وكأنها صغيرة ، وفي هذه الحالة سيكون بمقدوره أن ينجز أعمالًا ضخمة في حياته ، لأنّ المرء حيث وضع نفسه .\r\nولنا في سيرة صحابة رسول الله صلّى الله عليه وآله خير أُسوة في هذا المجال ، فالرسول عندما كان يأمر أحد المسلمين أن يذهب إلى ملك الروم ، أو ملك الفرس مثلًا ليتفاوض معه ، ويعرض عليه الإسلام ، فإنّه كان ينطلق إلى أداء هذه المهمة دون تردّد ودون مناقشة . وفي هذا المجال يروى أنّ رسول الله صلّى الله عليه وآله أمر أحد أصحابه أن يتوجه إلى اليمن لكي يصبح والياً عليها ، فما كان من هذا الصحابي إلّا أن ركب حصانه وانطلق لأداء مهمّته هذه ، وقبل أن ينطلق سأله النبي ( ص ) : كيف ستحكم هذا البلد ؟ فقال : بكتاب الله ، فقال له الرسول ( ص ) : فإن لم تجد ؟ فقال : بسنّة رسوله ، فقال ( ص ) : فإن لم تجد ، فقال : أجتهد ، فقال له النبي ( ص ) : أحسنت .\r\nوهكذا فإنّ هذا الصحابي لم يعقّد المهمّة التي أرسل من أجلها بطرح الأسئلة وإثارة الإشكاليات ، وطلب توفير الإمكانيّات ، بل إنّه كان عازماً على تنفيذها ببساطة وعفويّة ، وكما تقول الحكمة المعروفة أرسل حكيماً ولا توصه .\r\nأمّا السؤال المهم المطروح في هذا المجال فهو : كيف نوجد العفويّة في أنفسنا ؟\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nوللجواب على هذا التساؤل المهم نقول : إنّ العفويّة تحصل لدينا من خلال الشجاعة ، والتوكل على الله سبحانه وتعالى . فعلى كلّ واحد منّا أن لا يستصغر نفسه ، وأن يعتبرها أكبر وأعظم من الحياة ، فإذا أوكلت إليه مهمّة فإنّ عليه أن يوحي لنفسه أنه قادر على إنجازها بكلّ كفاءة ، فيسيطر عليها ، ولا يدعها تسيطر عليه ، ذلك لأنّ كلّ واحد منّا هو إنسان كرّمه الله تبارك وتعالى ، ومنحه العقل ؛ وحتى إذا واجه بمفرده صعوبات كثيرة ، فإنّ عليه أن لا يوحي لنفسه أنه غير قادر على مواجهتها ، بل عليه أن يوحي لنفسه بالعكس من ذلك .\r\nوحتى لو افترضنا أنك ضعيف ، وإنّ قواك محدودة ، ومؤطّرة ببعض القيود ، ففي هذه الحالة عليك أن تستمدّ القوّة ، وروح التحدّي من الله عزّ وجلّ ؛ فهو قوي ، وقادر ، وقدرته لا يمكن أن تحدّ بحدود ، وقد حدّثنا بذلك في آيات عديدة كقوله : وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ ( الطلاق / 3 ) وإِنَّ اللَّهَ يُحِبُّ الْمُتَوَكِّلِينَ ( آل عمران / 159 ) ووَ عَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ\r\n( آل عمران / 122 ) . . .\r\nوهكذا فإنّ على كلّ واحد منّا أن يصرّ على أداء مهامه بكل استقامة وتحدّي .\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\n\r\nلكي لا نحمل أُصر الماضي\r\nفي معترك الحياة ، وعلى امتداد البسيطة نرى أنّ هناك أُمماً ومجتمعات وشعوباً ناشطة فاعلة ، تتطوّر وتتقدّم حتى تبلغ أرقى وأسمى مراتب المجد والعزّة والكرامة ؛ بينما نجد في مقابلها أُمماً وشعوباً ومجتمعات خاملة تراوح في مكانها ، أو تتراجع ، وتنحدر نحو هاوية الاضمحلال ، وقاع التخلّف والانحطاط . فلماذا يا ترى هذه الهوّة العميقة بين هذه المجتمعات والأمم ؟ !\r\nوفي بعض الأحيان نجد أمة من الأمم تتحرك ، وتنطلق انطلاقات كبيرة ، ويشهد سلّم تطوّرها طفرات هائلة في حقبات يسجّلها التأريخ بحروف من نور ، في حين أنّ هذه الأمة نفسها نجدها في أحيان أخرى خاملة ، تتراجع إلى الوراء فتصبح هدفاً للطامعين والحاقدين ، ولقمة سائغة في أفواههم . فما هو سرّ هذه الظاهرة ؟\r\nوللإجابة على هذه الأسئلة نقول : إنّ من الأسباب الرئيسية لنمو الأمم ، ورقيّها وتقدّمها ، هو أنها تعيش حاضرها ، وظروفها المحيطة بها فتعيها ، وتستوعبها . ذلك لأنّ الإنسان إنما ينطلق ويتحرّك بقوّة ذاتية دافعة ؛ فالله سبحانه خلقه على الهيئة التي تزوّده بالحركة . فجسم الإنسان وأعضاؤه مخلوقة على أساس الحركة ،\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nوالنشاط ، والفاعلية . والدليل على ذلك ، فإنّ الإنسان عندما يودع في مكان يمنع حركته ، ويشلّ نشاطه فإنّه يتحوّل إلى سجن بالنسبة إليه ، لأنّ الإنسان يميل بطبعه وذاته إلى الحركة والنشاط .\r\nوخبراء الطب يذكرون في هذا المجال إنّ من الأسباب التي تؤدّي بالإنسان إلى أن يصاب بأمراض السكر ، وضغط الدم ، وارتفاع نسبة الكولسترول ، والجلطة الدموية ، وتصلّب الشرايين والعشرات من الأمراض الأخرى ، هو خمول الإنسان ، وعدم تحرّكه ، وسكونه ، وميله إلى الراحة . وعلى العكس فإننا نرى انعدام هذه الحالات عند أولئك الذين يمارسون العمل ، والحركة ، والنشاط ، ذلك لأنّ جسم الإنسان خلق ، وصمّم للحركة والنشاط .\r\nوهكذا الحال بالنسبة إلى الروح ، فالإنسان بطبعه يمتلك الطموح ، والآمال ، والتطلّع نحو الأفضل ، ونحو الكمال ، والمراتب العليا .\r\nوهذه الظواهر وغيرها تحدونا إلى أن نتساءل بدهشة وتعجّب : لماذا نجد بعض الشعوب خاملة هامدة تخشى التحرك والعمل ، ولماذا نرى هذا الواقع المزري سيطر على أفراد مجتمعاتنا ؛ فإن كان الفرد عاملًا في مصنع مثلًا - نراه يأتي متأخراً ، وإن جاء مبكّراً فإنه لا يعمل بالشكل المطلوب ويسرق من عمله ومجهوده ، وإن كان موظّفاً فإن أوضاعه أسوأ من ذلك ؟ !\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nترى ألا يفكر الواحد منّا أنّ جميع هذه الساعات والأيام هي في حالة انقضاء ، ثم ينقضي أجلنا ، لنقف للحساب في يوم القيامة ؟ ومما يسأل عنه الإنسان في ذلك اليوم كما أكّدت على ذلك الأحاديث الشريفة عن عمره فيم أفناه ، وشبابه فيم أبلاه ، وماله ممّ اكتسبه ، وفيم أنفقه ؟\r\n\r\n* هدر الطاقات وتبذيرها\r\nإننا لو جمعنا ، واستنفرنا كل هذه الطاقات والقابليّات التي نتمتّع بها ، والتي نبذّرها للأسف الشديد في سرقة الوقت والجهود ، وخداع الآخرين ، وابتزازهم . . لو وظّفنا كل ذلك في الطريق السويّ ، والعمل المثابر ، والجهد الأمين لما كنّا بأقلّ من أولئك الذين صنعوا المعجزات وسبروا أغوار العلم والاكتشافات ، فصنعوا الطائرات والصواريخ ، وغزوا الفضاء . . ولكننا للأسف نستغلّ كل ما لدينا من قدرات ، ومهارات ، وفنون في سبيل سرقة وخداع الآخرين ، والاحتيال عليهم .\r\nإنّ الله تبارك وتعالى خلق الإنسان في أحسن تقويم ، وزوّده بطاقات ، وقدرات هائلة تمكّنه من هدم الجبال ، والغوص في قاع البحار ، والتحليق في جوّ السماء ، فلماذا هذا الخمول المصطنع ، والكسل والجمود اللذان نغلّ بهما أنفسنا ، ونمنعها من الحركة ؟\r\nإنّ كل واحد منّا بات غارقاً في قيوده وأغلاله التي لا تسمح له بالحركة ، بل تجعله يتثاقل إلى الأرض ، والقرآن الكريم\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nيعبّر عن هذه الحالة في قوله : مَا لَكُمْ إِذَا قِيلَ لَكُمُ انْفِرُوا فِي سَبِيلِ اللَّهِ اثَّاقَلْتُمْ إِلَى الْأَرْضِ ( التوبة / 38 ) ، فكم هو جميل ومعبّر هذا الوصف . وفي أحيان أخرى يعبّر عن ذلك ب - ( الإخلاد إلى الأرض ) في قوله : أَخْلَدَ إِلَى الْأَرْضِ ( الأعراف / 176 ) .\r\n\r\n* العيش في سلبيّات الماضي\r\nومن هذه القيود التي تمنع حركة الإنسان وتقدّمه استعادة الماضي ، ونبش آثاره . فهناك البعض ، بل الكثير منّا يعيش في سلبيّات الماضي وكأنها واقع ملموس معاصر . وهذا التفاعل مع الماضي وسلبيّاته ، والعمل على إحيائه يمثّلان العقم الذي يصيب حركة الحياة ، ونشاطها ، وسبب التخلّف والتدهور ، بل هما من الأسباب الرئيسيّة . فهذا الفريق من الناس يعيشون في تفكيرهم ومفاهيمهم في إطار الماضي ، فنراهم يحملون مشاكل الماضي من جانب ، ويكدّسون أمامهم جبلًا من الهموم التي لم يحلّ أوانها بعد ، فيعيشون بين نارين ؛ بين نار الماضي وتبعاته ، وهموم المستقبل وأخطاره ، في حين أنّ هذا هو التفكير الخاطئ البعيد عن الواقعية ، وهي حالة مرضية خطيرة .\r\nترى كيف لنا أن نتخلّص من الماضي وآثاره وأوهامه ؟\r\nإنّ السبيل إلى ذلك نجده أوّلًا فيما يتّصل بالعلاقة مع الآخرين ، فالبعض من الناس تعشّش الأحقاد في قلبه ، علماً أنّ الحقد هو ظلمات وحجب تتراكم على قلب الإنسان . وعلى سبيل المثال ؛ فإنّنا قد نجد الواحد منّا يبقى مقاطعاً\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nأخاه المؤمن لسنوات عديدة لسبب بسيط هو أنه لم يردّ عليه جواب سلام كان قد حيّاه به ، ومنذ تلك اللحظة تكوّنت تلك العقدة في قلبه ، وتراكم هذا الحقد لمدّة طويلة في حين تناسى أنه مؤمن بالله عزّ وجلّ ، وإنّ ذلك الإنسان الذي قاطعه هو مؤمن مثله ربّما لم يكن لديه قصد سيئ عندما لم يردّ عليه السّلام . فهو إنسان مؤمن ، ومن صفات المؤمن العفو والمسامحة ، وأن يكون قلبه نقياً طاهراً لا تتراكم عليه الآثار السلبيّة السيئة والأحقاد والضغائن .\r\nوالأنبياء والأئمة والصالحون هم خير قدوة لنا في هذا المجال .\r\nوكشاهد على ذلك روي أنه « كانت جارية لعلي بن الحسين عليهما السّلام تسكب الماء عليه وهو يتوضأ للصلاة ، فسقط الإبريق من يد الجارية على وجهه فشجه . فرفع علي بن الحسين عليهما السّلام رأسه إليها » .\r\nفقالت الجارية : إنّ الله عزّ وجلّ يقول : وَالْكَاظِمِينَ الْغَيْظَ\r\n( آل عمران / 134 ) .\r\nفقال لها : قد كظمت غيظي .\r\nقالت : وَالْعَافِينَ عَنِ النَّاسِ ( آل عمران / 134 ) .\r\nقال : قد عفا الله عنك .\r\nقالت : وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ ( آل عمران / 134 ) .\r\nقال : اذهبي فأنتِ حرّة » « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الأمالي ، للشيخ الصدوق ، ص 269 268 .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nوفي الحقيقة فإنّ هذه هي الدروس التي يجب أن نتعلّمها من أئمتنا عليهم السّلام . فينبغي أن لا نثقل أنفسنا بحمل التأريخ على ضخامته ، فهناك مواقف لابدّ أن نأخذها بعين الاعتبار ، ونستلهم منها المواعظ والدروس ؛ فتأريخ الرسول صلّى الله عليه وآله ، والأئمة عليهم السّلام ، والأحداث التي عايشوها ومواقفهم فيها ، وآراءهم وأحاديثهم لابدّ من الأخذ بها ، والتعلم منها ، أمّا تلك المواقف السلبية التي تثبّط حركتنا وهمّتنا ، وتتحوّل إلى حجر عثرة في حياتنا ، فإنّنا إن انشغلنا بالبحث عنها فإنّ هذا السلوك هو مما يجب أن نعرض عنه ، ونزيله من أذهاننا وتفكيرنا . ثم إنّ علينا أن نتحلّى بروح السماحة ، والعفو ، وتجاوز الآثار السلبية ، وتطهير قلوبنا من هذه الآثار التي تعكّر صفوها .\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\n\r\nكيف نردم الفجوة بين الطموح والواقع ؟\r\nهناك فجوة تحدث عادة بين النظرية والتطبيق ، وبين الطموحات والتطلّعات من جهة ، والانجازات والمكاسب من جهة أخرى ، وبالتالي بين ما يحلم به الإنسان وما يؤدّيه .\r\nوهذه الفجوة هي فجوة خطيرة يجب أن تردم لسبب بسيط واضح ، هو أنّ الإنسان الذي يعاني من هذه الفجوة يعيش في حلم التقدّم ، وتحقيق المكاسب والانجازات . . في حين أنّ واقعه ما يزال متخلّفاً ، وما يزال هو نفسه ضعيفاً وعاجزاً ؛ فهو من جهة يتصوّر أنه قد انتصر ، وتقدّم ولكنّه من جهة أخرى لا يجد في واقعه سوى الهزيمة والتأخر ، فتصطدم حياته بالحقائق الاجتماعية فينتبه فجأة ؛ كأن يتصوّر أنه استطاع أن ينتصر في الحقل الاجتماعي ولكن حياته تصطدم في لحظة من اللحظات السوداء بأنّ المجتمع يناقضه ويخالفه ، وأن ليس هناك من يتّبعه .\r\nوفي هذه الحالة ؛ أي حالة الاصطدام بالواقع تكتسح قلب مثل هذا الإنسان سحابة يأس سوداء ، فيتقهقر ، ويفقد الثقة بذاته وبمستقبله ، ويصبح من الأصفار التي لا قيمة لها .\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nومن هنا يجب أن يعمل الإنسان بشكل مستمرّ في سبيل ردم الفجوة التي تفصل بين نظريّته وتطبيقه ، وبين أحلامه وانجازاته .\r\nوالسؤال المهم المطروح هنا هو : كيف نستطيع ردم هذه الفجوة ؟\r\nوجواب هذا السؤال هو محور حديثنا ، وذلك من خلال اتّباع الوصايا التالية :\r\n\r\n* الإدارة والخبرة :\r\n1 أن يكون الإنسان مدبّراً خبيراً وبارعاً يستطيع أن يدير ذاته وتصرّفاته ، فالكثير من الناس يريدون أن يطبّقوا بعض الخطط والتطلّعات ولكنّهم لا يستطيعون فرضها على أنفسهم في الواقع العمليّ ، وإذا بالأحداث ، والظواهر الفوقيّة ، والاجتماعية هي التي تفرض نفسها عليهم .\r\n\r\n* القدرة على تنظيم النفس :\r\n2 أن يكون الإنسان قادراً على تنظيم نفسه قبل أن ينظّم الحياة وذلك من خلال الانضباط ببرنامجه الذي حدّده لنفسه مسبقاً . وعلى سبيل المثال فإذا كان من المقرّر طبقاً لبرنامجه أن يقرأ لمدّة ساعة ونصف قبل أن يخلد إلى النوم في الساعة الثانية عشرة ليلًا ، فإنّ عليه الالتزام بهذا البرنامج . أمّا إذا اكتشف أنّ الكتاب الذي يطالعه هو\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nكتاب شيّق استدرجه حتى أصبحت الساعة الواحدة والنصف ، فإنّ هذا العمل هو جيّد بحد ذاته ولكنّه كان على حساب برنامجه النهاري ، فلم يستطع أن ينهض مبكّراً ليؤدي أعماله ، وهكذا فإنّ الساعات الإضافيّة هي التي أثّرت على تقدّم مسيرته .\r\nوقد يحدث العكس بأن يقرّر أن ينام في الساعة الواحدة والنصف ، ولكنّه لا يلتزم ببرنامجه فينام في الساعة الثانية عشرة وذلك على حساب مطالعته لكتاب أو صحيفة وما إلى ذلك ، ويستمرّ هذا الحال به ، وتتراكم عليه عمليّة تركه للمطالعة حتى يتحوّل إلى إنسان أُمّي تسبقه مسيرة العلم .\r\nإن الهدف من درج هذا المثال هو أن أوضح كيف أنّ الإنسان لو استطاع أن يدير نفسه من جهة ، وينظّمها من جهة أخرى ؛ أي ينظّم طاقاته ، وأعماله ، ودروسه ، ومطالعاته فإنّه سيستطيع أن يوفّر على نفسه الكثير من الأوقات والأعمال .\r\n\r\n* تنظيم الحياة الخاصّة :\r\n3 ضرورة أن ينظّم الإنسان الحياة الخاصّة به ، وأن يفرض تنظيمه لنفسه على الناس المحيطين به ، فإذا أراد صديقك أن يزورك في وقت غير مناسب يخلّ ببرنامجك فعليك أن لا تستقبله بالكثير من الترحاب ، وإذا أراد مثلًا أن يستشيرك في غير وقت الاستشارة كأن يفعل\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nذلك في وقت قد خصصته لعمل معين ، فإنّ عليك أن تفهمه ، وتنبّهه بطريقة أو بأخرى أنه كان من المفروض فيه أن يرجئ هذا العمل إلى وقت آخر .\r\nوهكذا فإنّ علينا أن ننظّم أصدقاءنا في نفس الوقت الذي ننظّم فيه أنفسنا ، على أنّ الأمر لا يقف عند هذا الحدّ ، بل علينا أن ننظّم ونرتّب المكان الذي نعمل فيه بأن نضع كلّ شيء في مكانه ؛ الكتب هنا ، والأقلام هناك ، والأوراق المهملة مكانها هناك . . . وهكذا وعلينا بمجرّد أن نرى شيئاً في غير مكانه أن نبادر إلى إرجاعه إلى مكانه المقرر .\r\nفحياتنا يجب أن تكون كلّها منسّقة ومنظّمة ، لأنّ النظام له الأثر الأكبر في دفع الإنسان إلى الإنتاج والعمل الأكثر . وللأسف فإنّ البعض من الناس لا يدركون أهميّة هذه الأمور التي قد تبدو بسيطة لأوّل وهلة ، ولكنّها هامة وواقعيّة ، تلعب دورها في حياتهم .\r\n\r\n* تنظيم الحياة العامّة :\r\n4 تقع على عاتق الإنسان أعمال كثيرة ومختلفة من قبيل الذهاب إلى السوق ، وزيارة الأقارب ، ومشاهدة الأصدقاء ، والترفيه عن النفس ، والمطالعة . . وهذه الأمور لو نظّمناها تنظيماً معقولًا فسوف نكون مطمئنين واثقين من إنجازها بصورة تلقائية دون أن تكون هناك أية حاجة إلى اتخاذ القرار بشأنها ، كأن أحدّد ساعة في الأسبوع\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nللترفيه عن نفسي ، وكذلك الحال بالنسبة إلى التسوّق كأن أخصّص له أيام الخميس ، أمّا أيام الجمعة فأخصّصها لزيارة الأقارب والأصدقاء ، وهكذا الحال بالنسبة إلى الأعمال اليوميّة الأخرى التي هي أحوج ما تكون إلى برنامج ينظّمها لكي لا تختلط الأمور على الإنسان ، ولكي يقوم بتأديتها دون أي اضطراب أو تأخير .\r\n\r\n* تنظيم وإدارة الجانب الاقتصادي :\r\n5 أن يكون الإنسان قادراً على تنظيم الجانب الاقتصاديّ من حياته . وللأسف فإنّ هناك البعض منّا ممّن لا يمتلك قدرة التدبير ، والإنفاق المعقول ، فتراه يعمد إلى التبذير حتى يستنفد ميزانيّته ، بل إننا نستطيع أن نقول أنّ الكثير من الذين أصابهم العوز والفقر إنما بسبب عدم قدرتهم على تنظيم حياتهم الاقتصادية . فإذا ما حصل أحدهم على أموال ، تجده ينفقها في شراء بعض الحاجيات الكمالية الغير ضرورية في حياته ، ويستمر على هذا النمط من سوء التدبير الاقتصادي حتى يرى نفسه في نهاية المطاف صفر اليدين لا يملك شيئاً .\r\nإنّ الكثير من الناس يتركون ويهملون بعض الجوانب المهمة في حياتهم ، بسبب عدم اقتصادهم في حياتهم ، أي عدم قيامهم بتدبير معيشتهم . ومن هنا فإنّ على الإنسان أن يدبّر معيشته مريحاً نفسه من عناء الهلع والقلق والعيش في هاجس الإفلاس .\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\n\r\n* توظيف التكنلوجيا :\r\n6 المبادرة إلى استخدام أيّ أداة من شأنها أن توفّر لنا الوقت . وبتعبير آخر ؛ فإنّ علينا أن نوظّف أية أداة أو وسيلة نستطيع من خلالها أن نوفّر الوقت ، ونزيد من إنتاجنا في نفس الوقت .\r\nوعلى سبيل المثال فإنني إذا أردت أن أذهب إلى مكان عملي ، وكان عليَّ لكي أتوجّه إلى هذا المكان إما أن أركب سيّارة الأجرة ، أو الباص ولكنّ ركوب الباص يكلّفني التأخر في أداء عملي فإنّ عليَّ في هذه الحالة أن أبادر إلى ركوب سيّارة الأجرة بدلًا من أن أتأخّر وأقلّل من إنتاجي .\r\nوكمثال آخر فإنّ البعض يكتبون في أوراق مبعثرة غير مرتّبة ، وعندما يريدون بعد ذلك أن ينظّموا هذه الأوراق فإنّ هذا التنظيم سيكلّفهم الكثير من الوقت ، وهذا العمل غير صحيح مطلقاً إذ أنّ عليهم منذ البدء أن يكتبوا في أوراق منظّمة لكي لا يضيّعوا وقتهم في تنظيمها .\r\nوهناك آخرون يدوّنون الملاحظات ولكنّهم لا يضعون على الأوراق علامات وإشارات معيّنة تسهّل لهم عملية مراجعة تلك الملاحظات ، ومن ضمن هذه العلامات ؛ الترقيم ، أو كتابة العناوين بشكل بارز وما إلى ذلك من علامات تمكّن الإنسان من مراجعة ما يريد مراجعته بسرعة ودون أن يتلف وقته في أعمال لا طائل من ورائها .\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nومن ضمن الأعمال والممارسات التي يجب أن نقوم بتنظيمها ، ووضع البرامج لها طريقتنا في المطالعة والتي من الضروري أن نجعلها مفيدة ومثمرة من خلال تدوين الملاحظات في دفتر معدّ لهذا الغرض عن الكتاب الذي نقرؤه ، والجمل والعبارات التي أعجبتنا منه ، والمعلومات التي من الممكن أن نستفيد منها في محاضرة نلقيها ، أو مقالة نؤلّفها أو درس نستفيد منه في حياتنا . . .\r\nإنّ توظيف مظاهر التكنلوجيا الحديثة يتمخّض ولا شك عن نتائج مثمرة لا تنعكس على المجالات السابقة فحسب ، بل وفي جميع مجالات الحياة العامة وذلك لتوفير الوقت والجهد ، وعلينا أن لا ننسى في هذا المجال أنّ استعمال تلك المعطيات التكنلوجية تبدو مكلّفة في ظاهر الأمر ولكنّ نتائجها الإيجابية لا تلبث أن تغطّي على تلك التكاليف ، وستكشف حينئذ أنّ من مقتضيات التدبير الاقتصاديّ ، والتنظيم أن نبادر إلى استعمالها قدر الإمكان .\r\nوهكذا فإنّ على الإنسان الرساليّ الذي يتحمل مسؤولية ردم الفجوة بين الطموحات والإنجازات ، وبين النظريّة والتطبيق أن يحاول ويجتهد قدر المستطاع للالتزام بتلك الوصايا وغيرها خدمة للرسالة ، وتحقيقاً لأهدافها السامية .\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\n\r\nالزمن ؛ بصيرة قرآنية\r\nكلّما أسفر الصبح وبُشّرنا بضيائه وصحوته وغدوته ، كلما علمنا بأنّ وراءه ليل بهيم بظلامه وسكونه وهيبته ، كذلك الحياة . . . فكلما أفرحتنا أحزنتنا ، وكلما ابتسمت لنا وأضحكتنا عبّست في وجوهنا وأبكتنا ؛ إنها سنّة الله ، وإنها الدائرة الزمنية التي لا مفرّ منها .\r\nوالأمر ليس حكراً على أبناء البشر وحدهم ، فالحيوانات والنباتات والجمادات محكومة بهذا القانون العتيد . فكل ربيع يعقبه صيف ، وكل صيف يخلفه خريف ، وكل خريف ينذر بشتاء . هذه الدورة نجدها محيطة بالشمس كذلك ، حيث المشرق والمغرب ، ونجدها في القمر إذ يكون هلالًا فبدراً ثم يعود كالعرجون القديم . وقس على ذلك بقية المخلوقات التي لا تتجرأ أبداً على الخروج على هذا القانون المحتم ! !\r\nوالطاقات التي يبذلها الإنسان خلال أيام عمره إنما هي من أجل المحافظة على مستواه ، فالحياة تجرّه إلى الموت ، وهو يصارع الموت بسعيه وحركته ؛ فالطعام الذي يتناوله بديل الطاقة المصروفة ، والنوم الذي يلجأ إليه إنما هو للاستعداد لبذل الجهد في الغد القادم .\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nإذن فنحن نعيش دورة اليقظة والنوم ، والشبع والجوع ، والارتواء والعطش . شئنا أم أبينا ، والآية القرآنية الكريمة تقول : يَا أَيُّهَا الْإِنْسَانُ إِنَّكَ كَادِحٌ إِلَى رَبِّكَ كَدْحاً فَمُلَاقِيهِ ( الانشقاق / 6 ) .\r\nفوراء كل سعي حركة ؛ وهذه البصيرة القرآنية المباركة تعكس لنا بوضوح بالغ حقيقة حضارية على غاية من الأهمية . فالآية الكريمة المشار إليها تخاطب الإنسان ككائن مجرد وتصوّر له ( محكوميته ) بقانون الكدح . فالمؤمن كادح والمنافق كادح والكافر كادح أيضاً ، إلّا أن الفرق بين هؤلاء الأفراد الثلاثة هو أن الإنسان المؤمن وفي طليعة سعيه يضع الله والحياة الآخرة نصب عينيه ، متخذاً من الحياة الدنيا محطة عبور ، ولا شيء سوى ذلك . في وقت يصرف المنافق والكافر طاقاتهما وعمرهما من أجل البقاء في هذه المحطة ، وهو الأمر المحال ، ولذلك فهم في تراجع مستمر عن حركة الزمن الطبيعية والحتمية في آن واحد .\r\nوحال أولئك كمن يمشي فوق السلّم الكهربائي بالاتجاه المعاكس ، كأن كانت حركة السلّم إلى الأسفل وهو يريد الصعود أو بالعكس ، فإننا لا نجد وصفاً لائقاً لهذا الشخص إلّا القول بأنه كالسابح ضد التيار . وعلى هذا الشخص إذا ما أراد الوصول إلى هدفه أن يبذل طاقة إضافية ، فلابدّ أن يركض لكي يمشي ، ولابدّ أن يمشي لكي يقف . وعلى هذا الأساس فإن الشخص المعاند للقانون الطبيعي يكون محكوماً بقانون الضنك والتعب ،\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nوقد قال عزّ وجلّ : وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكاً ( طه / 124 ) في وقت كان بوسعه التريث قليلًا للتمكن من اختيار الطريقة الصحيحة .\r\nبلى ؛ إن أفراداً وأمماً عديدة لا تفهم هذه المعادلة بسبب أو بآخر ، والبعض لا يبذل من الطاقة إلّا ما يبقيه دون ما يطوره ويرقى به إلى الأعلى والأسمى ، في حين أن الإنسان المؤمن الذي يعرف طبيعة دورة الحياة معرفة حقيقية هو الوحيد الذي يبذل كل طاقاته بما يتخلل هذا البذل من حركة تصاعدية من أجل الوصول إلى الهدف المنشود ؛ وهو رضا الله والكمال ، للدخول إلى الجنّة . أما غير المؤمن فهو يعمل لدنياه فقط إذ هو لا يؤمن بغيرها ولا يعتقد بوجود غير وجودها ، وعلى هذا فإن طاقاته تذهب أدراج العدم . وبهذا الخصوص يقول ربّنا سبحانه وتعالى : فَمِنَ النَّاسِ مَنْ يَقُولُ رَبَّنَا آتِنَا فِي الدُّنْيَا وَمَا لَهُ فِي الْآخِرَةِ مِنْ خَلَاقٍ ( البقرة / 200 ) ، ويخاطب غير المؤمنين بالقول : أَذْهَبْتُمْ طَيِّبَاتِكُمْ فِي حَيَاتِكُمُ الدُّنْيَا ( الأحقاف / 20 ) .\r\n\r\n* الرابح الوحيد\r\nإن الرابح الأوّل والأخير في هذه المعادلة هم المؤمنون وحدهم ، لأنهم يعلمون بأنّ عليهم أن يقدموا لآخرتهم ، في حين أن أكثر الناس وللأسف الشديد يعملون ساعات محددة لكسب معيشتهم ثم يلجؤون إلى النوم والراحة ،\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nحيث يتصوّرون أن مسؤوليتهم تجاه أنفسهم تنتهي بعد توفير المال ووسائل الراحة المادية الأخرى . .\r\nوهذا هو الخطأ بعينه . فالمسؤولية الحقيقية تبدأ من حيث انتهت المهمة الأُولى ، إذ العمل لضمان السعادة الأُخروية هي المسؤولية التي خلق من أجلها الإنسان ، والملائكة الكرام الكاتبون بانتظار ما يقدمه الإنسان لآخرته ليملؤوا به صحيفة أعماله .\r\nإن الحصول على المال أو السعي وراء ضمان المستقبل الدنيوي ليس هو الأهم ، بل الأهم هو حقيقة النية التي ينطلق الإنسان منها إلى العمل ، وبعد ذلك طبيعة الأسلوب الذي يعمل فيه ، ثم النظر إلى الجهة التي يصرف فيها المال أو غيره من المنجزات . . فقيمة الإنسان الحقيقية ليست بالأكل والشرب والراحة ، وإذا كان كذلك فما أبعده من الله تعالى ، حيث قال الإمام أمير المؤمنين عليه السلام :\r\n« أبعد ما كان العبد من الله ، إذا كان همّه بطنه وفرجه » « 1 » .\r\n\r\n* المؤمن . . كائن متفاعل\r\nإنّ الإنسان المؤمن كائن متفاعل نشيط ، يعمل للدنيا ولا يريد أن يضع كلّه على الآخرين ، ويعمل للآخرة لأنه يريد الحصول على الرضوان والجنّة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الخصال ، للشيخ الصدوق ، ص 630 .\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nوقد روي عن الإمام موسى الكاظم عليه السّلام ، أنه قال :\r\n« اعمل لدنياك كأنك تعيش أبداً ، واعمل لآخرتك كأنك تموت غداً » « 1 » .\r\nوالسؤال المهم في حياة الإنسان هو : ماذا عليه أن يفعل لكي يتحدى الذوبان في الظروف الصعبة ؟\r\nوالقرآن الكريم يجيب عن هذا السؤال ويأخذ بيد الإنسان إلى جادة النجاة ، وذلك عبر البصائر التي يطرحها في سور : الضحى والانشراح والعصر .\r\n\r\n* المؤمن . . كائن واعٍ\r\nأَ لَمْ نَشْرَحْ لَكَ صَدْرَكَ وَوَضَعْنَا عَنْكَ وِزْرَكَ الَّذِي أَنْقَضَ ظَهْرَكَ وَرَفَعْنَا لَكَ ذِكْرَكَ فَإِنَّ مَعَ الْعُسْرِ يُسْراً إِنَّ مَعَ الْعُسْرِ يُسْراً فَإِذَا فَرَغْتَ فَانْصَبْ وَإِلَى رَبِّكَ فَارْغَبْ ( الانشراح / 8 1 ) .\r\nإنّ الحكمة الإلهيّة في حياة الناس هي أن يتحوّلوا إلى كائنات واعية تعرف حقيقة وجودها وحقيقة مصيرها ، ولكن الكثير منهم يعتقد بأن الراحة تعقب العمل ، في حين أن سورة الانشراح تؤكد على أن الرغبة إلى الله وممارسة العبادة هي التي ينبغي أن تعقب نشاط المرء في النهار . ولعل السبب في ذلك يكمن في أن الإنسان بحاجة ماسّة للغاية لكل عمل صالح يوم القيامة . وقد أشار القرآن الكريم إلى هذه الحقيقة بقوله : فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْراً يَرَهُ ( الزلزال / 7 ) على اعتبار أن الحساب خلال يوم القيامة يتأثر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - من لا يحضره الفقيه ، ج 3 ، ص 156 .\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nبأصغر الأعمال كما يتأثر بأكبرها . فالمؤمن بالله سبحانه وتعالى ينبغي له الاعتقاد بأن كل عمل مهما كان صغيراً من الممكن أن يرسم مصيره يوم القيامة ، فهو بحاجة إلى ممارسة كل عمل صالح مهما كان صغيراً في نظره ، إذ الناقد بصير .\r\nومن حكم لقمان في وصيته لابنه ، قال\r\n: « وأخلص العمل فإن الناقد بصير » « 1 » .\r\nإنّ الله سبحانه وتعالى لا يهمه حجم العمل ؛ بقدر ما يولي الأهمية إلى طبيعة هذا العمل ، وهو كثيراً ما أكد على ضرورة الإخلاص في العمل الصالح ، وبيّن المنازل العظمى في جنان الخلد التي أعدت للمخلصين له سبحانه وتعالى . وفي الجهة المقابلة فقد اعتبر مجرد التهاون واستصغار الذنب من أكبر الذنوب ، بل اعتبره كما تؤكد الروايات نوعاً من الكفر الخفي .\r\n\r\n* موقع الزمن في حياة المؤمنين\r\nوعوداً على بدء ؛ أقول بأن القرآن الكريم بيّن في سورة الضحى والعصر المباركتين قيمة وأهمية عامل الزمن في مصير الإنسان ، ثم إنه في سورة الانشراح وعدد غير قليل من الآيات بيّن الطريقة المثلى التي ينبغي للإنسان اتخاذها واعتمادها للتعامل مع الزمن ؛ بل وحتى التغلب عليه وقهره .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الاختصاص ، للشيخ المفيد ، ص 341 .\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nإن وعي قيمة وأهمية عنصر الزمن أساس التكامل في الإنسان ، وعندما نستخدم مفردة الوعي علينا أن نستوعب ما تختزله هذه المفردة من حقائق وأبعاد . فالزمن هو أغلى ما يملكه المخلوق ، ولقد تمر ظروف معينة بالإنسان يتمنى خلالها أن ينفق كل ما يملك من ثروات من أجل العودة أو إيقاف حركة الزمن ولو لبرهة قصيرة . هذا فضلًا عن حالة الموت الحتمية التي تنتظره كحقيقة ثابتة ، حيث صورها الله تعالى بقوله الكريم :\r\nوَأَنْفِقُوا مِنْ مَا رَزَقْنَاكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ أَحَدَكُمُ الْمَوْتُ فَيَقُولَ رَبِّ لَوْ لَا أَخَّرْتَنِي إِلَى أَجَلٍ قَرِيبٍ ( المنافقون / 10 ) . غير أن هذه الرغبة لا تتحقق أبداً ، بدليل قوله تعالى : فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ ( الأعراف / 34 ) . وهذا الوقت الذي يهدره الإنسان غير المؤمن بالأطنان سيكون بحاجة إلى مثقال ذرّة منه .\r\nوفي الوقت الذي يتصور فيه الناس أنهم يتقدمون ويتطورون يقول ربّنا عزّ وجلّ وبكل تأكيدإِنَّ الْإِنْسَانَ لَفِي خُسْرٍ ( العصر / 2 ) . وعلى صعيد الحساب الزمني فإن من الخطأ الفادح أن يحسب الإنسان عمره بما مرّ عليه من سنين ، بل الصحيح هو أن حساب عمره يترتب عليه ما يستقبله من زمن .\r\n\r\n* الحرص وطول الأمل\r\nومن الملفت للنظر أن الله جلّ جلاله كلما وهب للإنسان زيادة في العمر تراه يتشبث بالحياة أكثر فأكثر متصوراً\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nأنه سيبقى مدة أطول ، ولذلك فهو يشبّ وتشب معه خصلة الحرص وخصلة طول الأمل .\r\nوينقل لنا التأريخ شاهداً على ذلك ، حيث طلب هارون العباسي أن يؤتى بمن رأى رسول الله صلّى الله عليه وآله رأي العين أو سمع منه . وبعد بحث طويل جيء برجل طاعن في السنّ مريض لا يكاد ينهض من فراشه ، فقال له هارون : هل تسمعني ؟ فقال : نعم . فقال له هارون : هل سمعت من رسول الله حديثاً ؟ فقال الصحابي : نعم ؛ سمعته يقول : « يشيب ابن آدم ويشبّ معه خصلتان ؛ الحرص وطول الأمل » . فاستحسن هارون منه ذلك وأمر له بجائزة ثمينة وفرح الصحابي ، ولما أرادوا العودة به إلى منزله قال لهارون : إذا جئتك في العام القادم هل ستمنحني مثل هذه الجائزة ؟ ! فقال هارون : صدق رسول الله . . .\r\nفهذه هي طبيعة البشر وغريزته ، ولكن هيهات : إِنَّكَ مَيِّتٌ وَإِنَّهُمْ مَيِّتُونَ ( الزمر / 30 ) .\r\n\r\n* القلب السليم\r\nوعلى هذا الأساس يكون حرياً بالإنسان أن يولي المزيد من الأهمية للتفكير بمصيره الأُخروي والعمل على إنقاذ نفسه من النار وغضب الجبار . فليعمل الإنسان ، ويكون على الاستعداد للإجابة يوم القيامة ، أن يجيب عملياً لضمان السعادة الأبدية . والإجابة هناك تستدعي الإنسان أن يتزوّد بالزاد المناسب ؛ وهو العمل الصالح دونما سواه :\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nيَوْمَ لَا يَنْفَعُ مَالٌ وَلَا بَنُونَ إِلَّا مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ ( الشعراء / 89 88 ) . فسلامة الضمير والجوارح هي الوسيلة الوحيدة التي تمكّن من عبور العقبات والحواجز في يوم القيامة . ولعل مفردة الإخلاص في الدين التي استعملها القرآن الكريم مراراً هي التعبير الأصدق لتصوير حقيقة ضمير الإنسان المؤمن ورغبته في الحصول على الرضوان الخالد .\r\n\r\n* روح التفاؤل\r\nولكن ؛ كيف يكون بوسعنا الحصول على هذه الروحية ؟\r\nوأجيب : بأن هذه الروحية هي الروحية الإيجابية ، فالمرء حينما يكون متفائلًا في الحياة سيندفع إلى ممارسة الصالح من الأعمال ، بالضد ممن سيطر عليه اليأس والخنوع .\r\nوتصوّر لنا سورة الضحى المباركة كيف يزرع الله سبحانه وتعالى الروح المتفائلة والإيجابية في الرسول الأكرم صلّى الله عليه وآله في مقابل ما يعانيه في حياته من مصاعب وأذى من قومه . وهي السورة حديث موجّه لنا نحن المسلمين أيضاً .\r\nوَالضُّحَى وَاللَّيْلِ إِذَا سَجَى مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى وَلَلْآخِرَةُ خَيْرٌ لَكَ مِنَ الْأُولَى وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى أَ لَمْ يَجِدْكَ يَتِيماً فَآوَى وَوَجَدَكَ ضَالًّا فَهَدَى وَوَجَدَكَ عَائِلًا فَأَغْنَى وَأَمَّا السَّائِلَ فَلَا تَنْهَرْ وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ ( الضحى / 11 1 ) .\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nفالله تبارك وتعالى يقسم بالضحى وبالليل أنه لا ولن يخذل الرسول الكريم . بمعنى أن الرسول أو المسلمين لا ينبغي لهم أن ييأسوا أو يقنطوا أو يكونوا سلبيين أو تنطفئ فيهم شعلة الحماس إذا ما تأخّر عليهم النصر أو أحاطت بهم الفتن . فالله هو خالق الزمن وهو خالق الضحى والليل ؛ وهما الظرف الزمني الذي تكون فيه الفتن ، ومن اليسير أن يغير الله تعالى الظروف بين لحظة وأخرى . فالمهم هو استمرار الأمل بقدرة وحكمة ورحمة الله تعالى .\r\nوقد دلل الإمام الحسين عليه السّلام على هذه الحقيقة بكل مصداقية ، حيث قال حين نثر دم الرضيع في الفضاء :\r\n« هوّن عليَّ ما نزل بي أنه بعين الله » « 1 »\r\nعلى الرغم من أن ساعة مقتل الرضيع كانت حسب رأيي أصعب الساعات وأحرجها التي مرت على سيّد الشهداء عليه السّلام في كربلاء ، إلّا أنه لم يفقد أمله بالله تعالى ، وقد أثبت يقينه بقدرة الله وحكمته ورحمته .\r\n\r\n* ولسوف يعطيك ربّك فترضى\r\nفالمؤمن يعمل في سبيل الله ، والله يراه وليس غافلًا عنه ولن يتركه ، وقد تمرّ على الإنسان حالةً صعبة يدعو فيها مراراً ولكن دون استجابة ملموسة يراه ، غير أن من الضروري بهذا الإنسان أن يتذكر بيقين أن الله تعالى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار الأنوار ، ج 45 ، ص 46 .\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nقال : وَلَلْآخِرَةُ خَيْرٌ لَكَ مِنَ الْأُولَى وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى ( الضحى / 5 4 ) . فكل رغبة يدعو بها المؤمن ولا تستجاب في الدنيا يعوضه الله في الآخرة أضعافاً مضاعفة عليها ؛ حيث يتمنى الداعي هناك أن لو لم تستجب له دعوة واحدة في الدنيا .\r\nثم إن الله سبحانه وتعالى يقول لرسوله الكريم : أَ لَمْ يَجِدْكَ يَتِيماً فَآوَى وَوَجَدَكَ ضَالًّا فَهَدَى وَوَجَدَكَ عَائِلًا فَأَغْنَى ( الضحى / 6 - 8 ) ويقول : أَ لَمْ نَشْرَحْ لَكَ صَدْرَكَ وَوَضَعْنَا عَنْكَ وِزْرَكَ الَّذِي أَنْقَضَ ظَهْرَكَ وَرَفَعْنَا لَكَ ذِكْرَكَ ( الانشراح / 4 1 ) وهذه تمثّل دعوة إلهيّة صريحة لأن يتذكر الإنسان نعم الله الجمّة عليه مهما هجمت عليه المصاعب والفتن ، وفي مقابل تلك النعم ينبغي أن يتخذ الإنسان موقفاً إيجابياً شاكراً لها . ومن المنطقي جداً أن يتمثّل شكر النعم بالصبر والحكمة واليقين وعدم الانهزام أمام الفتن والابتلاءات .\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\n\r\nالتعدديّة سنّة إلهيّة\r\nلماذا ينبغي لنا أن ندرس القرآن فنستوحي قيمه ونستنبط قواعده وأحكامه ، مع أن أحكام الدين قد تبلورت وتبينت عبر الكثير من الكتب الفقهية الواضحة ؟\r\nإنما نفعل ذلك ، لأن اتجاه الفقه قد يسير على غير ما يحتاجه الناس ، إذ قد لا يتلاءم أو يتناغم والظروف الحياتية التي يعيشها المجتمع . فمن المؤكد أن المجتمع لا يعيش حالة واحدة ، إذ هو وجود حي ، كما أن الإنسان الذي يعيش في إطاره الخاص وجود حي . فللمجتمع روح كما أن للإنسان الفرد روح .\r\nولعل من أعقد المسائل الحضارية الراهنة هي : هل ينبغي أن يكون الناس أمةً واحدةً وشكلًا ثابتاً وصورة أبدية ؟ ! أم أن التنوّع والتعدّد جزء لا يتجزأ من كيان الإنسان والمجتمع ؟ وبدءًا : لماذا خلق الله تبارك وتعالى الأشياء في تنوّع واختلاف وتفاوت ، فقد كان بمستطاعه أن يخلق السماوات والأرض والجبال بلون واحد ؟ ولماذا لم يخلق سبحانه فاكهةً واحدةً مثلًا ثم يأمر الناس بالتمتع والتفكّه بها ؟ بل ولماذا لم يخلق كائناً حيّاً واحداً فقط ؟\r\nلقد خلق الله جلّ اسمه أنواعاً من الكائنات ما يعجز الإنسان عن الوصول إلى عمقها ، وقد فاق عدد أنواع\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nالكائنات الحيّة على الثلاثين ألف نوع على وجه البسيطة . وحينما سئل الإمام جعفر الصادق عليه السّلام عن السّر وراء هذا التنوّع العظيم ، أجاب :\r\n« حتى يُري الله قدرته في كل شيءٍ . . . وإنه ما من شيءٍ يمر على خاطر الإنسان إلّا وقد خلق الله سبحانه وتعالى مثله » .\r\nفالخالق الذي يستطيع خلق المجرة بمهابتها قد خلق الذرّة على ضآلتها ، وهو القادر المدبّر ، وليس خلقه للمجرّة والذرّة إلّا بقوله : كُنْ فَيَكُون .\r\nوخلق الله الإنسان متنوّعاً في كل شيءٍ ؛ لبيان قدرته . فهل تعلم كم خلق الله من الشعوب والأمم والقبائل والأُسر والأنفس ؟ ! وهل تعرف أن العلماء قد اكتشفوا استحالة التشابه بين إنسان وآخر ، وذلك في كل جزء من أجزائه ؟\r\nوهذا التنوّع يبيّنه ربّنا تبارك وتعالى في آيات من سورة فاطر المباركة حيث يقول أَ لَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ ثَمَرَاتٍ مُخْتَلِفاً أَلْوَانُهَا ( فاطر / 27 ) . فانظر إلى كلمة « ماء » التي جاء بصيغة النكرة التي تدل على العموم وإمكانية التنوّع ، وانظر أيضاً إلى كلمة فَأَخْرَجْنَا التي تشير بصراحة إلى الإرادة المهيمنة والمطلقة والمدبّرة دون الصدفة والعبثيّة ، ثم لاحظ كلمة مُخْتَلِفاً أَلْوَانُهَا التي لا تعني لون الثمرة فحسب ، بل تتعدى إلى التأكيد على التفاوت في جنس الثمرات وتعددها شكلًا وطبيعة وموسماً ، حتى أن من الثمرات ما لا يعرف لها الناس إسماً .\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nثم يقول سبحانه : وَمِنَ الْجِبَالِ جُدَدٌ بِيضٌ وَحُمْرٌ مُخْتَلِفٌ أَلْوَانُهَا وَغَرَابِيبُ سُودٌ ( فاطر / 27 ) . واختلاف الجبال ليس في منظرها فحسب ، وإنما في التركيبة الصخرية ودرجة الحرارة التي تحتويها .\r\nوكما تختلف الثمرات والجبال ، فإن كل دابة من الأنعام ذات العلاقة بالإنسان أو غير ذات العلاقة به تختلف أشكالها وأجناسها وتأثيراتها .\r\nثم إن الإنسان هو الآخر محكوم بقانون التفاوت والاختلاف .\r\nإذن ؛ فالتعدديّة والاختلاف هما سنّة الله في خلقه ، ومن ضمنهم الإنسان رغم كونه وليد آدم وحوّاء . فكما أن الثمرات مختلفة رغم كونها من ماء واحد ، كذلك الإنسان مختلف ومتعدد . وليس كونه من آدم وحواء إلّا لكي لا يستعلى أحد على أحدٍ .\r\nيقول سبحانه وتعالييَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى وَجَعَلْنَاكُمْ شُعُوباً وَقَبَائِلَ لِتَعَارَفُوا ( الحجرات / 13 ) بمعنى أن يكون هناك شعب يختلف عن شعب وأمة عن أمة وقبيلة عن قبيلة وعائلة عن عائلة وإنسان عن إنسان . فهذا ليس صدفة ، بل هو تصميم وإرادة وقرار وتخطيط وتدبير إلهي . أما أن يأتي شخص أحمق كالإسكندر المقدوني ويقول بلزوم جعل الناس كلّهم في « فرّامة اللحم » ثم إخراجهم على هيئة قوالب متماثلة ، كما حاول جوزيف استالين وقتل من أجل ذلك حوالي عشرين مليون إنسان ، أو يأتي زعيم أهوج كهتلر ، فهؤلاء\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nوأمثالهم محكومون بالفشل سلفاً ، لأن الله عزّ وجلّ قد وضع سنّة التفاوت والتعدديّة في خلقه .\r\nنعم ؛ لقد قال الله تعالى : وَإِنَّ هذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً وَأَنَا رَبُّكُمْ فَاتَّقُونِ ( المؤمنون / 52 ) ولكن هذا لا يعني أن نفرم جميع البشر ثم نخرجهم كهيئة القوالب . فالسّر الأوّل لقوّة الإسلام وانتشاره الأوّل هو أنه اعترف بالفوارق ولم يذوب الناس أو يفرمهم . لقد استطاع الإسلام أن يسيطر على نصف الكرة الأرضية خلال خمسة وعشرين عاماً فقط ، لأنه اعترف لهذه القبيلة بمكانها ولرئيس القبيلة بمكانته .\r\nإن رسول الله صلّى الله عليه وآله لم يفرض على نفسه في يوم من الأيام زيّاً أو مطعماً أو مشرباً خاصّاً لئلّا يقال من بعده هذا زي رسول الله أو مطعمه أو مشربه ، بل أتاح لأتباعه الفرصة في اختيار ما يحتاجونه من لباس أو طعام أو شراب . وصحيح أن القرآن الكريم والنبي العظيم قد بيّنا الآداب الإسلامية ، ولكن الرسول نفسه كان في كثير من الأوقات يأكل شيئاً ولا يأكل شيئاً آخر . ورسول الله نفسه كان قد قال :\r\n« إنّا معاشر الأنبياء أمرنا أن نكلّم الناس على قدر عقولهم » « 1 »\r\nوفي هذا النص تصريح مباشر واعتراف كامل بحق الناس في الاختيار ، بل وفي سنّة الله التي فطروا عليها . ولو كان الإسلام قد انتهج ما ينتهجه الظالمون من كبت ومصادرة حقوق لما حالفه النجاح أبداً .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الكافي ، ج 1 ، ص 23 .\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\n\r\n* التعدديّة وكرامة الإنسان\r\nإنّ الذي يدعونا للحديث عن التعدديّة والتنوّع هو أن الإنسان كائن كريم مكرّم ، وأن أهم ما فيه كرامته وشخصيته ، وأنه محترم في مجتمعه وعند نفسه ، وإذا تحطمت هذه الكرامة وهذه الشخصية لأصبح شأنه شأن أية دابّة ، بل لعلّه سيكون أقل منزلة من الدواب ، والله يقول في ذلك واصفاً المتنازلين عن كرامتهم إِنْ هُمْ إِلَّا كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ سَبِيلًا ( الفرقان / 44 ) .\r\nفالتعدّدية تحافظ على كرامة الإنسان حسب رأيه وقيمه ونوعية طريقته لتطبيق القيم الإلهية . أما إذا أردنا إذابة الناس وصهرهم في بوتقة واحدة وتحويلهم إلى مادة متجانسة متشابهة ، فإننا نكون قد تجاوزنا كرامتهم ، وهم بلا كرامة لا يساوون إلّا صفراً ! !\r\n\r\n* التعدّدية سرّ الإبداع\r\nترى ما هي القوة الديناميكية التي تدفع الإنسان إلى الحركة والإبداع ؟\r\nإذا كانت الحيوانات تتحرك لتحصل على ما يقيم أودَها ويصون حياتها ووجودها ، حركةً تفتقر إلى الطموح نحو التطوّر والتغيير ، فإن الإنسان كائن متطلع طامح إلى التطور بفطرته وطبيعته ، وطموحه هذا لا يمكن أن يبرز إلى الوجود ما لم يكن هناك تنافس ، والتنافس لا يمكن تصوّر وجوده بحال من الأحوال مع فقدان التعدّدية والتنوّع .\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nإنّ الله تبارك اسمه يقول عن حكمة لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجاً * لِيَبْلُوَ بَعْضَكُمْ بِبَعْضٍ ( المائدة / 48 - محمّد / 4 ) أي أن الله يريد خلق الفرص وإيجاد التنافس عبر التعدّد والتنوّع .\r\nلقد سمى داروين حياة الغابة ( صراع البقاء ) وأنا أُسميها بالتنافس للأصلح ، فالله قد خلق الحيوانات المفترسة ليس لمجرد أكل الحيوانات الضعيفة ، بل خلقها لتحافظ على الغابات من التعفّن ، وذلك عبر تصفية العناصر الضعيفة أو المعرضة للموت والسقوط . فالله الذي خلق في الأسد قوة الافتراس ، كان في الوقت نفسه قد زود الغزال مثلًا بقدرة الفرار ، ولكن يبقى الغزال المريض أو الكسير من حصة الأسد ، لئلّا تبقى جثته على الأرض فتحدث التعفّن وتنشر الوباء في البيئة . والبحث عن الأصلح يعني الحركة نحو توفير السلامة والصلاح .\r\nأما بالنسبة إلى الحالة الاجتماعية ، فإننا قبل أن نأمر القوي بأن لا يأكل الضعيف ، نأمر الضعيف بأن لا يبقى ضعيفاً ، وندفعه ليكون قوياً حتى يكون محترماً ، وقد جاء في كتاب الله : وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ ( الأنفال / 60 ) ، وجاء في الحديث الشريف عن رسول الله صلّى الله عليه وآله أنه قال :\r\n« نعم العون على تقوى الله الغنى » « 1 »\r\nوتوالت التوصيات الخاصة بالمشورة وتحصين النفس من وساوس الشيطان ونبذ الإثم والعدوان . .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الكافي ، ج 5 ، ص 71 .\r\n","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nوبناءً على هذا ؛ فإن الانكماش على الذات أمرٌ مرفوض قطعاً ، في حين أن العمل على صيانة حالة التعدّد والتنوّع هو الكفيل في إيجاد فرص التنافس الدنيوي والأُخروي لتتتالا فرص التقدّم والإبداع ، ففي التنافس يكمن الخير .\r\nأما الظالمون فإنهم لا يريدون للناس أن يتطلّعوا فيروا تنوّع الحياة وفرصها ، ولهذا نجدهم قد أهدروا الطاقات ودمروا الحركات وأعدموا الوجودات ليبرز وجود واحد فقط ، وهو شخصهم لا غير .\r\nولكن الإسلام يأمر ويشجع الحركة العلمية لتتعدّد الاكتشافات ، ويشجع على بناء المساجد لتتكاثر الصلوات ، ويفتح الباب واسعاً أمام الحركة الاقتصادية النزيهة لتتوفر ضمانات التكافل الاجتماعي .\r\nولا شك أننا حينما نقول بالتعدّدية ، لا نعني بها التعدّدية القائمة على الفوضى والإفراط والتفريط ، بل لما كان هدفنا وهو هدف الإسلام حكيماً ذا قيمة إنسانية نزيهة ، لابدّ وأن تكون وسائل هذه التعدّدية وأجواؤها حكيمة ونزيهة هي الأخرى ، إذ الغاية لا تبرر الوسيلة من المنظور القرآني .\r\nإن التعدّدية والتنوّع لابدّ لهما من السير تحت مظلة نظام يحكمهما ، تماماً كما هو الحاصل في نظام المرور الذي يحكم حركة ملايين السيارات في الشوارع ، ومثل نظام المرور يحتاج المجتمع أو البشرية برمتها إلى نظام سياسي وقضائي وأخلاقي وتشريعي عموماً ، لتحديد العلاقة بين الطاقات والوسائل المختلفة والمتعدّدة . .\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nومثل هذا النظام المرجو قد بيّنه الله سبحانه في قوله يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى وَجَعَلْنَاكُمْ شُعُوباً وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ ( الحجرات / 13 ) ، ومن الطبيعي أن نظام المعرفة لا يختص بمجرد المعرفة الجغرافية أو التأريخية أو الشخصية فقط بل هو نظام اعتراف واحترام وصيانة حقوق ، لتأخذ عملية المنافسة في ظل هذه التعدّدية والاعتراف بها مصداقيتها الكاملة . المنافسة التي يفترض أن تكون باتجاه السبق إلى نيل أكبر قدر من الكرامة والحظوة لدى الله سبحانه وتعالى . وقد قال أمير المؤمنين عليه السّلام :\r\n« فإن الدنيا قد أدبرت وآذنت بوداع ، وإن الآخرة قد أشرفت باطلاع ألا وإنّ اليوم المضمار محل التنافس وغدا السباق ، والسبقة الجنّة والغاية النار » « 1 » .\r\nوفي آية قرآنية يحدّد ربّنا عزّ اسمه النظام والإطار الذي ينبغي أن يجري فيه التنافس فيقول : وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى ( المائدة / 2 ) بمعنى ضرورة إيجاد حالة من حالات العمل المشترك ضمن نظام معيّن يكفل الخير والسعادة ، ولا يعني بالضرورة أن أذوب فيك أو أن تذوب فيَّ .\r\nإذن ؛ فالسبب الذي يدعونا إلى إقرار التعدّدية أنها سنّة الله في خلقه ، وكونها ضمان المحافظة على كرامة الإنسان وحركته ومنافسته المستمرة نحو انتخاب الأصلح من بين الأمور والاتجاهات .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - نهج البلاغة ، خطبة رقم 28 .\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116}
  ]