[
  {"content":"\r\n\r\nمباحثى پيرامون\r\nمعارف قرآن كريم\r\nمرجع عاليقدر\r\nآيت الله العظمى سيد محمدتقي مدرسى\r\nمترجم : حميدرضا آژير\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nانتشارات محبان الحسين\r\nمباحثى پيرامون معارف قرآن كريم\r\nمرجع عاليقدر آيت الله العظمى سيد محمدتقى مدرسى\r\nمترجم : حميدرضا آژير\r\nناشر : انتشارات محبان الحسين عليه السلام\r\nچاپ دوم : پاييز 1386 - 3000 نسخه\r\nقيمت : 15000 ريال\r\nآدرس : قم - خيابان انقلاب - كوچهء 47 - پلاك 5\r\nدفتر پخش : تهران - خيابان ناصر خسرو - كوچهء حاج نايب\r\nتلفن 33907181 - همراه 09123356948\r\nشابك : 1 - 66 - 5648 - 964\r\n1 - 66 - 5648 - 964 : isbn\r\nليتوگرافى : نينوا - قم 7833431\r\nچاپخانه : پاسدار اسلام - قم 7776464\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nسخن ناشر\r\nبسم الله الرحمن الرحيم\r\nقرآن براى يك نسل يا يك قرن نازل نشده ، بلكه كلام بزرگ خداوند سبحان است كه با زمان امتداد پيدا مىكند و يا بشريت از روز فرود آمدن از آسمان تا روز برانگيخته شدن همراه خواهد بود .\r\nقرآن يگانه كتابى است كه خوانندهء آن خسته نمى شود و هر چه تلاوت آن فزونى پيدا كند ، شور و شوق براى تلاوت افزونتر مىشود .\r\nو اين بدان علت است كه در هر امت تازه ، قرآن را نو و تازه تر مى يابيم و به دانش جديدى دسترسى پيدا مى كنيم . اگر پوسيده شود كه در فهم قرآن بايد از چه چيزى كمك بگيريم ، پاسخ اين پرسش خود قرآن است ؛ همانطور كه در بيش از صد آيه از خصوصيات قرآن نيز بيان شده است .\r\n* ( قد جاءكم من الله نور و كتاب مبين * يهدي به الله من اتبع رضوانه سبل السلام ويخرجهم من الظلمات الى النور بإذنه ويهديهم إلى صراط مستقيم ) * 1\r\n\" از جانب خدا ، نور وكتاب آشكارى به سوى شما آمد ، خداوند به بركت آن ، كسانى را كه از خشنودى او پيروى كنند ، به راههاى سلامت ، هدايت كند ؛ و به فرمان خود ، از تاريكيها به سوى روشنايى مى برد ؛ و آنها را به سوى راه راست ، رهبرى مى نمايد . \"\r\n\r\n\r\n","description":"","footnote":"\r\n1 - سورهء مائده ، آيات 15 - 16 .\r\n","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nمصلحتهاى مشرو مردمان را تحقق بخشيده و آنان را از راه ايمن به سرمنزل مقصود برساند ، بلكه مهمتر از آن پايه هايى است كه براى شخصيت تكامل يافته آدمى به وجود مى آورد كه وى به وسيله آنها مىتواند به آسانى به خواسته هاى مشروع خود برسد .\r\nفقيه فرزانه حضرت آيت الله العظمى مدرسى ( دام ظله ) سعى نموده كه در كتاب حاضر با بيان بسيار ساده و سليس شما خواننده ارجمند را با روش تدبر در قرآن آسنا ساخته و پيرامون مطالب زير ضرورت تدبر در قرآن ، تدبر و صفات نفسانى ، تدبر و صفات عقلائى ، تدبر و سياق قرآنى ، تدبر و واقعيتهاى خارجى و دهها مطالب خواندنى ديگر به تفصيل سخن گفته است .\r\nمؤسسه فرهنگى انتشاراتى محبان الحسين عليه السلام برخود مى بالد كه با چاپ و نشر چنين كتابهايى ، گامى هر چند كوتاه ولى مفيد جهت اعتلاى فرهنگ اسلامى برداشته و سهم خويش را در راه پاسدارى و صيانت از دين مقدس اسلام ايفا نمايد .\r\nدر پايان از عموم عزيزان خواننده مخصوصا اصحاب فرهنگ و قلم تمنا داريم كه با ارائه انتقادات و پيشنهادات سازنده خود ، اين مركز را در مسير نشر و گسترش فرهنگ دينى يارى فرمائيد .\r\nو من الله التوفيق\r\nمؤسسه فرهنگى انتشاراتى محبان الحسين عليه السلام\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nپيشگفتار مؤلّف\r\nبِسْمِ اللَّهِ الرّحْمنِ الرَّحيمِ\r\nالحمد للَّه‌ربّ العالمين ، والصلاة والسلام على محمّد وآله المعصومين .\r\nامّت اسلامى - كه اكنون با تمامى ابعاد تمدّن غرب روبروست - يكى از اين دو راه را در پيش رو دارد : يا تسليم در برابر فاجعهء هجوم فرهنگى غرب و يا تلاش در برپايى تمدّن اسلامى . از آن‌جا كه اين فاجعه مهمترين چيزى است كه امّت از آن مىهراسد ، لذا بر ماست كه بدنبال ابزارى باشيم تا بتوانيم با آن تمدّن اسلامى دوبارهء احياء كنيم .\r\nاگرچه پاسخ اين سؤال روشن است ، لكن پرداختن بدان بسيار دشوار مىباشد . تنها وسيلهء چنين كارى پاكسازى تمدّن غرب از نقاط منفى مادى آن و سپس بر قرارى پيوند ميان آن و انديشهء اسلامى است .\r\nبراى چنين كارى بايد گامهاى زير را برداشت :\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\n1 - بازگشت به منابع اسلامى و استنباط جوهرهء ناب آن\r\n2 - بازگشت به عوامل تشكيل دهندهء تمدّن جديد و ارزيابى آن بر اساس اين جوهره\r\n3 - استنباط تفاصيل از اين دو جوهره\r\nاين كارى است بس دشوار نه از آن جهت كه تنها به پژوهشهاى جانفرسا نيازمند است بل بدين سبب كه از دست اندركاران چنين امرى معانى ويژگيهاى روحى انتظار مىرود كه عبارتند از :\r\nالف - احساس عميق نسبت به ضرورت تمدّن اسلامى\r\nب - تفكّر علمى\r\nج - توانايى همكارى با ديگران\r\nساختن تمدّن مسؤوليت فرد يا گروهى و يا حتّى يك نسل نيست ، بلكه كارى است كه پايانى ندارد و حاصل آن خير و بركت براى تمامى بشريت است . از اين رو در بناى كاخ عظيم تمدّن اسلامى هر كسى بايد به قدر توان به نقشى سازنده و مثبت بپردازد تا همگى باهم بتوانيم چرخ تمدّن اسلامى را تا ابد به جلو برانيم .\r\nكتابى كه اكنون در پيش روى شماست جرقه‌اى است در راه برقرارى تمدّن اسلامى و كمكى ابتدايى براى كسانى كه مىخواهند در كارى فرهنگى شركت جويند ، زيرا اين تلاش ، آدمى را بر تدبّر در منبعى عظيم از منابع انديشهء فرهنگى يعنى قرآن كريم يارى مىرساند .\r\nكتاب حاضر با بيان خطوط كلّى فلسفهء قرآن آغاز مىشود و با تصوير برخى از اصول كلّى معارف قرآن ادامه مىيابد و سرانجام با بحث\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nپيرامون چگونگى تدبّر در قرآن پايان مىپذيرد .\r\nيك پژوهشگر در فهم اين كتاب با مشكلاتى روبرو خواهد شد ، ولى با دانستن مسؤوليت اين كتاب بايد نسبت به طبيعت اين مشكلات آگاهى يابد ، زيرا مسؤوليت اين كتاب يارى رساندن به تفكّر است و براى آن كه كتاب حاضر با موفقيت روبرو گردد ناگزير بايد تفكّر را برانگيزد و براى برانگيختن تفكّر بايد از صعوبت برخوردار باشد ، و فراموش نكنيم كه طبيعت موضوع نيز چنين صعوبتى را اقتضا دارد .\r\nآيا اين كتاب چيزى جز بحث از قرآن است و آيا قرآن خود اشراف از بالا به پستيها و بلنديهاى حيات نيست ؟\r\nاين كتاب در اصل به شيوهء سخنرانى بوده است و از من خواسته شد آن را براى جمعى از دانشجويان دانشگاه ايراد كنم و طولى نكشيد كه آن را نوشته و بر من عرضه داشتند و پس از تصحيح به شكل كتابى درآمد كه در پيش روى شماست ، كتابى كه دو فصل را در بردارد :\r\nفصلى در معارف قرآن و فصل ديگر در فلسفهء آن .\r\nاميدوارم در بيان برخى از خطوط برجستهء قرآن كريم موفّق بوده باشم .\r\nو ما توفيقى الّا باللَّه\r\nمحمّدتقى مدرّسى - كربلاى معلّا\r\n1 / 11 / 91 ه . ق\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n\r\nفصل اوّل : مباحثى پيرامون معارف قرآن كريم\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\nچرا قرآن ؟\r\nنخستين سؤالى كه مطرح مىشود علّت فراخواندن ما به سوى قرآن كريم است .\r\nدر حقيقت دلايل مختلفى وجود دارد كه‌بازگشت ما به قرآن و تدبّر در آن را الزامى مىسازد و ما تنها به تعدادى از آنها به شيوهء ايجاز و اختصار اشاره مىكنيم و چاره‌اى نداريم جز اينكه اعتراف به عجزمان از احاطه به تمامى اين دلايل داشته باشيم :\r\n1 - هر يك از ما تمايلات و خواسته‌هاى مشروعى داريم كه مىخواهيم راهى مستقيم به سوى آن را بيابيم و قرآن حكيم همان راه مستقيمى است كه فرد را به منافع و تمايلاتش مىرساند .\r\nاهمّيت و عظمت قرآن منحصر در آن نيست كه تمايلات و خواسته‌هاى مشروع مردم را تحقّق بخشد و آنها را به سلامت و سعادت هدايت كند تا به منافعشان برسند ، بلكه مهمتر آن است كه قرآن پايه‌هاى شخصيّت كامل را چنان بنيان مىنهد كه مىتواند\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nبا آسانى به تمام خواستهاى مشروع خود دست يابد .\r\n2 - منافع انسان در حدّ خود چيزى جز پاره‌اى آرزوهاى بزرگ نيست و قسمتى ديگر نيز در جستجوى پر تلاش آدمى در حقّ ، خير و سعى مستمر او در جهت عملى كردن آن نهفته است .\r\nانسان خواهان برقرار كردن اركان حقّ است چنانچه كه مايل است به مصالح خود نيز دست يابد و مهمترين چيزى كه بدان گرايش دارد آن است كه اين دو هدف خود را باهم جمع كند - تحقّق بخشيدن به حقّ و رسيدن به منفعت - و قرآن همان حقّى است كه بشر خواهان آن است و براى شناخت و تثبيت آن مىكوشد ، به علاوه آن كه انسان را به جمع ميان آن و منافع شخصىاش هدايت مىكند . بنابراين كدام يك از ما نمىخواهد كه انسان پاكى باشد ، از جنايت و فحشا كناره بگيرد و راه راست را پيشهء خود كند و به رفتار نيكو آراسته گردد ؟ ولى چه تعداد از ما مىتوانند چنين كارى كنند ؟ طبيعتاً اين عدّه اندك‌اند ، زيرا كه ضرورتهاى زندگى اين فرصت و اجازه را به فرد نمىدهد تا در خير و حقّ بينديشد . قرآن كريم اين فرصت را فراهم مىآورد تا بشر را به راههاى درست و جلب منافعش هدايت كند ، راههايى كه نه تنها با خير و حق منافاتى ندارد ، بلكه مكمل آنهاست .\r\n3 - در زندگى روزمره با مشكلات متعدّدى روبرو مىشويم ، دوستى كه دشمن مىشود . خويشى كه بيگانه مىشود و ستيزه گرى مىكند و يا زيان‌ها و ضررهاى ناگهانى به ما مىرسد و گاهى مشكلات آن قدر بر ما هجوم مىآورد كه خويشتن دارى از كف مىنهيم صبرمان\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nلبريز مىشود و در گرداب نوميدى ، تباهى و خود كشى سقوط مىكنيم . ولى قرآن كريم راه حلها و رهنمودهاى قاطعى را براى همهء مشكلات ارائه مىكند و حتّى بالاتر از آن انسانى را مىسازد كه براى هر مشكل ناگهانى راه حلّهاى مناسب را تدارك مىبيند .\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n\r\nتدبّر در قرآن . . نياز جامعه\r\nهمانطور كه اشاره شد ارائه راه حل و رهنمود براى مشكلات از فوائد قرآن است و بر همين اساس است كه قرآن ما را به تدبّر در خود فرا مىخواند ، زيرا قرآن براى كسى كه بدان عمل كند مفيد و سودمنداست و كسى بدان عمل مىكند كه در آن تدبّر كرده و آن را درك كند . تدبّر در قرآن تنها وسيلهء عمل بدان است ، زيرا خداوند - تبارك و تعالى - در كتاب خود نورى نهاده ، كه بشر را به سوى خودش رهنمون مىسازد و سپس بدان ايمان مىآورد و پس از ايمان به آن عمل مىكند و از همين رو تنها وظيفهء انسان آن است كه درهاى دلش را به روى آن باز كند و براى فهم آن آماده گردد و چنين امرى تنها با تدبّر و تفكّر در قرآن صورت مىپذيرد .\r\nخداوند مىفرمايد :\r\n( قَدْ جَاءَكُم مِنَ اللَّهِ نُورٌ وَكِتَابٌ مُبِينٌ * يَهْدِي بِهِ اللَّهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nالسَّلَامِ وَيُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِهِ وَيَهْدِيهِمْ إِلى صِرَاطٍ مُسْتَقِيمٍ ) « 1 »\r\n« و از جانب خدا نورى و كتابى روشن و آشكار بر شما نازل شده است ، تا خدا بدان هر كس را كه درپى خشنودى اوست به راههاى سلامت هدايت كند و به فرمان خود آنها را از تاريكيها به سوى نور و روشنايى رهنمون كند و آنان را به راه راست هدايت كند . »\r\nقرآن خود ، نور است و ما در برابر نور وظيفه‌اى نداريم ، مگر آن كه چشمان خود را براى ديدن آن باز كنيم و به وسيلهء آن تمامى اشياء را ببينيم .\r\nكفّار و فاسقان كورى را براى خود برگزيدند و چشمان خود را در برابر نور آشكار نگشودند و مذبوحانه كوشيدند بر اين نور درخشان سرپوش بگذارند تا مبادا به قلبشان رخنه و رسوخ كند ، زيرا مىهراسيدند كه تحت تأثير آن قرار گيرند و با پرتوهاى درخشان آن نورانى گردند . قرآن كريم اين سخن كفّار را نقل مىكند كه به يكديگر گوشزد مىكردند :\r\n( وَقَالَ الَّذِينَ كَفَرُوا لَاتَسْمَعُوا لِهذَا الْقُرْآنِ وَالْغَوْا فِيهِ . . . ) « 2 »\r\n« كافران گفتند : به اين قرآن گوش ندهيد و سخن بيهوده بدان بياميزيد . . . »\r\nآنها از نور حذر مىكردند و از آن مىگريختند . يكى از اين افراد نزد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء مائده ، آيات 15 - 16 .\r\n( 2 ) - سورهء فصّلت ، آيهء 26 .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nرسول اكرم صلى الله عليه و آله آمد و دربارهء قرآن از ايشان سؤال كرد ، پس چون پيامبر برخى از آيات قرآن را بر او خواند آن مرد نعره برآورد و با دست خود دهان رسول اكرم را گرفت و گفت : تو را به خدا و رحمت سوگند ساكت شو و سپس به ميان قوم خود برگشت و گفت : قرآن جادويى مؤثّر است .\r\nاو تاب تحمّل جريان نورى را نداشت كه نزديك بود قلبش را تسخير كند و به همين دليل پيامبر را ساكت كرد و گريخت .\r\nآنچه از انسان خواسته شده آن است كه درهاى قلب خود را به روى قرآن بگشايد و با تأمّل و تدبّر به آيات آن گوش فرا دهد و بدين ترتيب به زودى در مىيابد كه معجزه چگونه صورت مىپذيرد ؟\r\nمرد مجرمى مىكوشيد تا از ديوار خانه‌اى بالا رود تا اموال و نواميس آن خانه را به سرقت برد و لى در اين هنگام صدايى را از داخل خانه مىشنود كه اين آيه را تلاوت مىكرد :\r\n( أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَن تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ . . . ) « 1 » .\r\n« آيا مؤمنان را وقت آن نرسيده است كه دلهايشان در برابر ياد خدا خاشع شود . . . » .\r\nاو چند ثانيه‌اى به آيه گوش فرا داد و سپس گريه كنان فرياد بر آورد كه آرى هنگام‌آن رسيده‌است كه قلب سخت من‌خاشع‌ذكر خدا و آنچه از حق نازل شده گردد ، آرى هنگام آن رسيده است و سپس از ديوار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء حديد ، آيه 16 .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nپايين‌آمد و روبه سوى مسجد نهاد و تا پايان عمر در آن‌جا معتكف شد .\r\nتدبّر اين مرد در يك آيه او را از يك مجرم جنايتكار به معتكف محراب عبادت تبديل كرد . حال چه رسد به آن كه انسان در همهء قرآن تدبّر كند ، آيا يك انسان به يك فرشته يا حتّى بالاتر از فرشته تبديل نخواهد شد ؟\r\n\r\nقرآن و تفسير به رأى\r\nگروهى از مسلمانان گمان مىكنند تدبّر در قرآن مجاز نيست مگر براى كسانى كه بهرهء فراوانى از علم دارند و در اين پندار خود به رواياتى استشهاد مىكنند كه مردم را از تفسير به رأى قرآن باز مىدارد .\r\nولى اين پندار كاملًا غير منطقى است ، زيرا خدا به كتاب و مخلوقات خود آگاهتر است كه آنها را به تدبّر در قرآن امر كرده و حتّى مىتوان گفت قرآن هر انسانى را در هر زمان و مكانى مخاطب قرار مىدهد .\r\nخداوند دربارهء كتابش مىفرمايد :\r\n( هذَا بَيَانٌ لِلنَّاسِ وَهُدىً وَمَوْعِظَةٌ لِلْمُتَّقِينَ ) « 1 » .\r\n« اين براى مردم دليلى روشن و براى پرهيزكاران راهنما و اندرزى است . »\r\nو آيا ممكن است خداوند بيان روشنى را براى همهء مردم بفرستد و سپس آنها را از فهم يا تدبّر در آن باز دارد ؟ بنابراين فايدهء بيان روشن ( قرآن ) چيست ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء آل عمران ، آيهء 138 .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nخطاب قرآن همه مردم را در بر مىگيرد و با « اى مردم » يا « اى مؤمنان » يا « اى كسانى كه ايمان آورديد » قرين است و مفهوم آن اين است كه خداوند مىخواهد آنها به سخنش گوش فرا دهند و آن را درك كنند و بر اين اساس آيا مىتوانيم چنين بپنداريم كه تدبّر در آن جايز نيست ؟ نمىتوان گفت روايات از تدبرى نهى مىكنند كه خداوند آن را لازم شمرده است ، بلكه منطقىتر آن است كه بگوييم روايات از چيزى نهى كرده‌اند و آيات قرآنى به چيز ديگرى فرمان مىدهند يا آن كه روايات حدود تدبّر را روشن مىسازند ، حدودى كه نبايد پا را از آن فراتر نهاد .\r\nروايات از چه چيزى نهى مىكنند ؟\r\nواقعيّت آن است كه انسان بايد از حقى پيروى كند كه آن را مىشناسد و آنچه را كه از آن آگاهى ندارد رها كند . خداوند مىفرمايد :\r\n( وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنَّ الْسَّمْعَ وَالْبَصَرَ وَالْفُؤادَ كُلُّ أُوْلئِكَ كَانَ عَنْهُ مَسْؤُولًا ) « 1 » .\r\n« از پى آنچه ندانى كه چيست مرو زيرا گوش و چشم و دل همه را بدان باز خواست كنند . »\r\nچنانچه در اسلام انسان نبايد از چيزى سخن بگويد كه نسبت بدان آگاهى ندارد . خداوند مىفرمايد :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء اسراء ، آيهء 36 .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\n( وَأَن تَقُولُوا عَلَى اللَّهِ مَا لَاتَعْلَمُونَ ) « 1 » .\r\n« كه دربارهء خدا چيزهايى بگوييد كه بدان آگاه نيستيد . »\r\nقرآن سخن بدون علم و آگاهى را گناه كبيره‌اى مىداند كه خداوند آن را بزرگ مىشمارد و بندگان آن را كوچك مىپندارند . خداوند مىفرمايد :\r\n( وَتَقُولُونَ بِأَفْوَاهِكُم مَا لَيْسَ لَكُم بِهِ عِلْمٌ وَتَحْسَبُونَهُ هَيِّناً وَهُوَ عِندَ اللَّهِ عَظِيمٌ ) « 2 » .\r\n« و چيزى بر زبان مىرانديد كه دربارهء آن هيچ نمىدانستيد ، مىپنداشتيد كه كارى خرد است و حال آن كه در نزد خدا كارى بزرگ بود . »\r\nبنابراين نمىتوان انديشه يا عملى را مادامى كه به يقين نرسيده‌ايم به كسى نسبت دهيم ، و نيز نمىتوان سخن كسى را تفسير كرد مگر پس از آن كه نسبت بدان يقين حاصل شود و الّا اين تفسير نوعى تحريف سخن ديگران و گونه‌اى تهمت است . اهمّيت مسأله دربارهء خداوند سبحان افزايش مىيابد ، لذا هر سخنى كه به ذات كبريائيش منتسب است بايد با تأكيد و يقين همراه باشد و در غير اين صورت بر خدا دروغ بسته‌ايم :\r\n( إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَايُفْلِحُونَ ) « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء بقره ، آيهء 169 .\r\n( 2 ) - سورهء نور ، آيهء 15 .\r\n( 3 ) - سورهء نحل ، آيه 116 .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\n« كسانى كه به خدا دروغ مىبندند رستگار نمىشوند . »\r\nو نيز هرگونه تفسيرى از قرآن مجيد كه به يقين نسبت به مطابقت آن با واقعيّت تأكيد نيافته‌ايم نوعى افتراء بر خداست ، زيرا بدون داشتن يقين و اطمينان سخنى را به او نسبت داده‌ايم .\r\nدر ميان امّت اسلامى كسانى بوده و هستند كه مىخواهند از دين به نفع خود سوء استفاده كنند و يا براى اثبات خواسته‌ها و تمايلات گمراه كننده‌شان از دين برداشت شخصى داشته باشند و بدين ترتيب آيات قرآن را بر اساس نظرات و ديدگاههاى شخصى خود تفسير به رأى مىكنند ، اينان مىخواهند كتاب خدا را تابع انديشه‌هايشان گردانند و امورى را بر آن تحميل كنند كه اين كتاب الهى آن را در برندارد .\r\nاسلام مىخواهد اين عدّه را در تنگنا قرار دهد ، در قرآن آمده است كه :\r\n( هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرَ مُتَشَابِهاتٌ فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّهُ وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِنْ عِندِ رَبِّنَا وَمَا يَذَّكَّرُ إِلَّا أُولُوا الْأَلْبَابِ ) « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء آل عمران ، آيهء 7 .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\n« اوست كه اين كتاب را بر تو نازل كرد ، بعضى از آيه‌ها محكماتند ، اين آيه‌ها ام‌ّالكتابند و بعضى آيه‌ها متشابهاتند ، امّا آنها كه در دلشان ميل به باطل است به سبب فتنه‌جويى و ميل به تأويل از متشابهات پيروى مىكنند در حالى كه تأويل آن را جز خداى نمىداند و آنان كه قدم در دانش استوار كرده‌اند مىگويند : ما بدان ايمان آورديم همه از جانب پروردگار ماست و جز خردمندان پند نمىگيرند . »\r\nقرآن اين چنين از نيّات فاسد اين گروه پرده بر مىدارد و قاطعانه از تأويل قرآن در راه اغراض پليد نهى مىكند .\r\nروايات ، امورى را نهى مىكنند كه آيات نيز از آنها باز مىدارند ولى اين روايات آن را « تفسير به رأى » يا سخن گفتن بر اساس تمايلات شخصى تعبير مىكنند كه در برابر حق و واقعيّت قرار دارد . اگرچه بطور كلّى نظريه پردازى براساس سليقه و آراء شخصى و « تفسير به رأى » كردن سخن و نقطه نظر ديگران حرام است ولى چنين كارى دربارهء خداوند تبارك و تعالى حرمت بيشترى دارد و به همين سبب روايات اين مسأله را به قرآن اختصاص داده‌اند كه در عين حال از قوانين عمومى نيز خارج نيست .\r\nو اينك پاره‌اى از اين روايات :\r\nاز امام صادق عليه السلام نقل شده كه فرموده است : « كسى كه قرآن را تفسير بر رأى كند اگر هم درست از آب درآيد باز هم اجر نمىبرد و اگر اشتباه كند دورى او از آسمان و زمين هم بيشتر گردد . « 1 » »\r\nاز پيامبر اكرم صلى الله عليه و آله روايت شده كه فرموده است : « كسى كه قرآن را\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تفسير صافى ، ج 1 ، ص 21 .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nتفسير به رأى كند و به حق برسد بازهم خطا كرده است . « 1 » »\r\nو نيز از حضرتش صلى الله عليه و آله روايت شده كه فرموده است : « كسى كه قرآن را تفسير به رأى كند جايگاهش در آتش قرار گيرد . »\r\nبنابراين حقيقت ترديدناپذير آن است كه سخن براساس برداشت شخصى و سليقه‌اى - به ويژه در تفسير قرآن كريم - به شديدترين وجه حرام و از آن نهى شده است ولى اين سخن ارتباطى با تدبّر در قرآن ندارد زيرا تدبّر يعنى « تفكّر متمركز در آيه براى شناخت حقيقتى مشخّص كه در آن ذكر شده است » پس تدبّر همان « كسب آگاهى » از قرآن است تا آدمى قرآن را تفسير به رأى نكند ، بلكه با علم به چنين كارى بپردازد .\r\n\r\nقرآن : تزكيه و تعليم\r\nقرآن دو هدف اساسى دارد كه اگر آن دو را بشناسيم برخى از جوانب پيچيدهء آن را باز خواهيم شناخت . اين دو هدف عبارتند از :\r\nتزكيه و تعليم مردم . خداوند در كتاب خود به اين دو هدف اشاره كرده و مىفرمايد :\r\n( هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِنْهُمْ يَتْلُوا عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِن كَانُوا مِن قَبْلُ لَفِي ضَلَالٍ مُبِينٍ ) « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - همان مأخذ .\r\n( 2 ) - سورهء جمعه ، آيهء 2 .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\n« اوست خدايى كه به ميان مردمى بىكتاب پيامبرى از خودشان مبعوث داشت تا آياتش را بر آنها بخواند و ايشان را تزكيه كند ، و كتاب و حكمتشان بياموزد ، اگرچه پيش از آن در گمراهى آشكار بودند . »\r\nپس آيات قرآنى كه بر مردم درس نخوانده و امّى تلاوت و خوانده مىشود يكى تزكيه و ديگر تعليم كتاب و حكمت را آنها هدف خود مىداند .\r\nتفاوت ميان « تزكيه » و « تعليم » چيست و چگونه قرآن آن دو را در يك جا جمع كرده است ؟\r\n1 - تزكيه يعنى پاكسازى نفس بشرى از رسوبات جاهلى خواه از نوع انديشه‌هاى باطل يا اعتقادات پوسيده و يا اخلاق نكوهيده باشد .\r\nتزكيه يعنى « تربيت انسان كامل » كه همه نيروهاى عقلى و جسمى خود را در جهت « خير و حق » به كار گيرد .\r\nكلمه « تزكيه » از كلمه « زكات » مشتق شده است كه به معناى « طهارت » مىباشد و اساس تزكيه تقويت اراده بشرى و تحكيم حسّ آزادى از « هوا ، هوس ، شهوات » و رفتار آدمى است . هدف تزكيه چيزى جز تطهير و پاكسازى انسان از آلودگىها نيست . در حالى كه هدف تعليم افزودن « معارف و علوم » جديد براى انسان است تا بشر را به سوى پيشرفت و ترقى و تكامل سوق دهد . تعليم بر « نيروى\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nعقلى » تكيه دارد كه در او نهفته است . پس پيوند و ارتباط ميان تزكيه و تعليم شباهتى دارد به پاكى و سالمى موتور يك ماشين و وضعيت سوخت آن دارد . ليكن اين سوخت انسان [ تعليم 
  ] بدون پاكى ( تزكيه ) از آلودگىها و اخلاق فاسد و افكار باطل سودى ندارد . و به همين خاطر است كه « تزكيه » « تعليم » را تكميل مىكند و هر يك موجب كمال ديگرى مىشود .\r\n2 - امّا چگونه قرآن تزكيه و تعليم را در كنار هم مىآورد و آنها را مكمل هم مىداند ؟ براى پاسخ به اين سؤال بايد نكاتى چند مورد بحث قرار گيرد :\r\nالف - قرآن كريم مردم را به حقيقت مطلق متوجّه مىسازد و براى دعوت به حق ، باطل را وسيله قرار نمىدهد چنانچه ساير كتب تربيتى كمتر به وسيله‌اى نظر دارند كه اهداف تربيتى را با آنها تحقّق مىبخشند ، از همين جاست كه قرآن كريم سنّتهاى هستى و قوانين فطرى را كه حاكم بر حيات است بيان و مردم را متوجّه شناخت آن مىكند و تا با اين‌شناخت و بينش خود را از هرگونه‌آلودگى پاك سازند .\r\nتوجّه دادن قرآن به اين سنّتها و قوانين دو هدف اساسى را در پيش رو دارد :\r\nاوّل - هدايت مردم به راه صلاح و سلامت ، راهى كه زندگى آنها و مقتضيات سنّتهاى عمومى را با يكديگر جمع مىكند .\r\nدوم - آموختن اين سنّتها به مردم است و هدف دوم طبيعى است كه در ظاهر قرآن به چشم نمىخورد . زيرا سياق قرآن در جهت تزكيه\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nپيش مىرود كه خود حاكى از اين حقيقت است كه تزكيه تنها هدفى است كه قرآن آن را دنبال مىكند ، ولى علىرغم اين نكته يك نظر جستجو گرانه ما را به مسائل علمى هدايت مىكند كه آيات قرآنى آنها را در بر دارند . مثلًا در سورهء رعد مىخوانيم كه :\r\n( إِنَّ اللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنفُسِهِمْ . . . ) « 1 » .\r\n« خدا سرنوشت قومى را تغيير نمىدهد مگر آن قوم خود سرنوشتشان را تغيير دهند . »\r\nاين حقيقتى تربيتى است كه قرآن مجيد آن را متعرّض مىشود تا مسؤوليت شخصى آحاد امّت را مشخّص سازد . قبل و پس از اين آيه تذكّرات ديگرى نسبت به اين حقيقت داده شده است .\r\nولى يك نظر جستجو گرانه ما را در اين آيه به حقيقتى فراگيرتر مىرساند ، اين حقيقت همان قانون اجتماعى است كه ميان تمدّن و تحوّل ويژگيهاى روحى پيوند برقرار مىسازد ، قانونى كه مىگويد هرچه آبادانى و عمرانِ قومى بر خرابه‌ها و ويرانه‌هايشان افزايش يابد در تمدّن پيشرفت بيشترى مىكنند و واقعيّت امر اين است كه ، نمىتوان ويرانه‌ها را دوباره آباد كرد مگر پس از دست يافتن به قابليت مناسب روحى .\r\nاين قانون علمى در آيه مذكور وسيلهء تزكيه انسان و الزام مسؤوليت كامل در برابر تحوّلات خارجى است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء رعد ، آيهء 11 .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nما در سياق برخى از آيات شاهد گريزى هستيم كه هدف از آن بيان حقيقتى علمى است كه با واقعيّت تزكيه كه هدف ظاهر سياق است ارتباط دارد ، براى مثال خداوند مىفرمايد :\r\n( وَيَسْتَجِيبُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَيَزِيدُهُم مِن فَضْلِهِ وَالْكَافِرُونَ لَهُمْ عَذَابٌ شَدِيدٌ * وَلَوْ بَسَطَ اللَّهُ الرِّزْقَ لِعِبَادِهِ لَبَغَوْا فِي الْأَرْضِ وَلكِن يُنَزِّلُ بِقَدَرٍ مَا يَشَاءُ إِنَّهُ بِعِبَادِهِ خَبِيرٌ بَصِيرٌ * وَهُوَ الَّذِي يُنَزِّلُ الْغَيْثَ مِن بَعْدِ مَا قَنَطُوا وَيَنشُرُ رَحْمَتَهُ وَهُوَ الْوَلِيُّ الْحَمِيدُ ) « 1 » .\r\n« و دعاى كسانى را كه ايمان آورده‌اند و كارهاى شايسته كرده‌اند اجابت مىكند و از فضل خويش آنان را افزون مىدهد و كافران را به عذابى سخت گرفتار مىسازد ، اگر خدا روزى بندگانش را افزون كند در زمين فساد مىكنند ولى به‌اندازه‌اى كه بخواهد روزى مىفرستد زيرا بر بندگان خود آگاه و بيناست ، و اوست آن خدايى كه بعد از نوميديشان باران مىفرستد و رحمت خود را به همه جا منتشر مىكند و اوست كار ساز و ستودنى . »\r\nما در اين سخن پروردگار كه : ( وَلَوْ بَسَطَ اللَّهُ الرِّزْقَ لِعِبَادِهِ لَبَغَوْا فِي الْأَرْضِ ) شاهد گريز هستيم ، زيرا ظاهراً ميان اين آيه و قبل از آن :\r\n( وَيَسْتَجِيبُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ ) و نيز بعد از آن : ( وَهُوَ الَّذِي يُنَزِّلُ الْغَيْثَ مِن بَعْدِ مَا قَنَطُوا ) ارتباطى به چشم نمىخورد .\r\nاين گريز تنها براى بيان سنّت فطرى است كه در بندگان جريان دارد و آن عبادت از اين است كه هرگاه نعمتهايشان فراوان گردد توازن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء شورى ، آيات 26 - 28 .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nو تعادل خود را از دست مىدهند به اعتبار آن كه نعمت هم به تحميل و خويشتن دارى نياز دارد شايد به همان اندازه يا حتّى بيشتر از آن كه نزول بلايا و مصيبتها به اين تحمّل نيازمند است .\r\nايجاد چنين گريزى در سياق آيه‌اى كه بدون آن هم روانى و زبان آورى خود را دارد به هدف بيان حقيقتى علمى در لابلاى ارشادات روحى صورت مىپذيرد كه مقصود آن تنها به كار گرفتن اين حقيقت علمى در خدمت تزكيه نيست ، بلكه بيان آن را براى مردم نيز هدف خود مىداند .\r\nب - اسلوب و شيوه‌اى تربيتى كه قرآن در تزكيه نفس از آن پيروى مىكند اسلوبى است ذاتاً علمى ، اسلوبى مرحله‌اى كه متناسب با هيجانات عاطفى و ارشاد فكرى و انگيزه ايمانى ، مراحل تزكيه را پى مىگيرد ، اسلوبى كه مهارت كامل ، انديشه به كار گرفته شده را با هدف مورد نظر پيوند مىدهد .\r\nدر يك سخن ، بشريت قرنهاست مىكوشد تا شيوه‌هايى علمى براى تربيت بنيان نهد ولى قرآن در به كارگيرى اين شيوه‌ها و جز آن - كه بيانش به طول مىانجامد - گوى سبقت را از همه بشريت ربوده است . اين سخن ما را به دو حقيقت مىرساند :\r\n1 - ما مىتوانيم از راه تتبّع شيوه‌هاى قرآنى آن هم آيه به آيه و موضوع به موضوع نسبت به شيوه‌هاى علمى صحيحتر آگاهى حاصل كنيم .\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n2 - ما مىتوانيم در بررسى اين شيوه‌ها با ملاحظه دقيق قرآن كريم از يك نقطه به قاعده‌اى فراگير دست يابيم همچون مهندس ماهرى كه با يك نگاه به ساختمان به قاعده‌اى هندسى آگاهى مىيابد كه اين عمارت براساس آن بنا شده است يا همچون طبيب ماهرى كه با يك نگاه به نسخه به قاعده‌اى علمى پى مىبرد كه آن پزشك ديگر بدان استناد جسته است .\r\nپس شناخت شيوه‌ها گاهى ما را به سنّتهاى فطرت هدايت مىكند كه هنگام وضع اين شيوه‌ها مراعات شده است و در نتيجه مىتوانيم كه سنّتها را درك كنيم .\r\n\r\nقرآن كريم : ظاهر و باطن\r\nپس از آگاهى از دو عامل مهم تزكيه و تعليم كه با يكديگر گره و پيوند خورده‌اند و براساس آن دانستيم كه هدف مهمترى از سياق آيات قرآنى به نظر مىرسد همان تزكيه است و به اين صورت به ظاهر و باطن قرآن كريم نيز دست يابيم .\r\nظاهر همان « تزكيه » و باطن همان « تعليم » است .\r\nدر حديث آمده است كه :\r\n« ظاهر قرآن حكم و باطن آن علم است » حكم ، همان « شريعت » و موجبات اجراى آن اعمّ از اميد دادن و بيم دادن و قصص و امثال آن است در حالى كه علم همان « سنتهاى فطرت » است كه قرآن مجيد\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nآنها را تبيين كرده است و نيز قوانين علمى كه بدان اشاره نموده است :\r\nدر حديث ديگرى مىخوانيم كه :\r\n« ظاهر قرآن كسانى هستند كه آيات درباره آنها نازل شده و باطن قرآن كسانى هستند كه كارهايى نظير كارهاى آنان مىكنند . « 1 » »\r\nچنانچه معروف است داستان كسانى كه قرآن دربارهء آنها نازل شده است جنبه تربيتى قرآن مىباشد ولى هنگامى كه قرآن از اين داستانها سنّتهايى عمومى انتزاع مىكند كه هم كسانى را در بر مىگيرد كه قرآن درباره آنها نازل شده و هم كسانى را كه همچون آنها عمل مىكنند در اين هنگام ، سنّتهاى مذكور علم تاريخ يا اجتماع و يا نظاير آن به شمار مىآيد . در حديث ديگرى آمده است كه مردى مىگويد : « از امام معصوم درباره مفهوم ظاهر و باطن قرآن پرسش كردم و حضرت فرمود : ظاهر قرآن تنزيل آن و باطن قرآن تأويل آن مىباشد و از آن است هرچه گذشته و از آن است هرچه تحقّق نيافته است و جريان دارد و همچون جريان خورشيد و ماه ، هرگاه تأويلى از چيزى آمده باشد تحقّق يابد . »\r\nاين حديث بر معناى حديث اوّل تأكيد دارد و هر دو اتفاق نظر دارند كه تنزل قرآن ظاهر آن است كه الفاظ بر آن دلالت دارند در حالى كه تأويل ، بطن قرآن است و همان واقعيت علمى است كه ظاهر به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تفسير صافى ، ج 1 ، ص 17 .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nسوى آن هدايت مىكند و بر هر كس كه با آنها در اعمالشان مشترك است انطباق مىيابد .\r\nبرخى از احاديث « علوم قرآن » را به « بطن » تعبير كرده‌اند زيرا بر مردم پنهان است و با تدبّر آشكار مىگردد و بر حسب تفاوت مردم از نظر عقلى و علمى درجات اين خفاء در نوسان است تا آن‌جا كه يك واقعيت به نسبت گروهى ظاهر و به نسبت گروهى باطن است و به همين سبب « باطنها » و « ظاهرها » به مقدار تفاوت مردم در عقل و علم با يكديگر تفاوت دارند . در حديث آمده است كه : « مردى گفت : از امام محمّدباقر عليه السلام مسأله‌اى از تفسير قرآن پرسيدم و حضرت به من پاسخ داد ، و بار ديگر از ايشان سؤال كردم و حضرت پاسخ ديگرى به من دادند . عرض كردم : فدايت گردم قبلًا درباره اين پرسش پاسخ ديگرى فرموديد ، حضرت فرمود : اى جابر ! قرآن بطنى دارد و هر بطن ، بطن ديگرى دارد چنانچه ظهرى دارد و هر ظهر ، ظهر ديگرى در خود جاى داده است . »\r\nو اين چنين است كه امام عليه السلام بر حسب درجات سؤال كننده از يك آيه تفاسير مختلفى به دست مىدهد ، زيرا اين سؤال كننده هرگاه به تفسيرى آگاهى يافت كه ظاهر قرآن را روشن مىكند از نظر علمى آماده مىگردد تا نسبت به تفسيرى آگاهى حاصل كند كه بطن آن را روشن مىسازد .\r\nبدين ترتيب مفهوم احاديث مختلفى را كه قرآن را داراى هفت يا\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nهفتاد بطن مىداند درك مىكنيم و به ارزش تدبّر پى مىبريم ، زيرا تنها تدبّر است كه بطون قرآن را آشكار مىسازد و هرچه بيشتر تدبّر شود علم افزايش بيشترى مىيابد .\r\n\r\nقرآن كريم ، محكم و متشابه\r\nاز آن‌جا كه قرآن كريم مستقيماً از سوى خداوند آفريننده آدميان و خطاب به همهء انسانها نازل شده است ، لذا بايد متناسب با علوّ مقامى كه دارد براى همه آنها قابل فهم و درك باشد ، زيرا قرآن خطابى والاست كه از سوى خداوند نازل شده است .\r\nو از آن‌جا كه علم و ايمان مردم درجات و مراتب مختلفى دارد ، لذا آيات قرآنى نيز بايد بر اساس درجات فهم انسانها باشد ، و از همين جاست كه مشكل اساسى ظهور مىكند ، زيرا درجات بالا براى درجات پايينتر قابل فهم نخواهد بود .\r\nدر اين هنگام قرآن خود براى حلّ اين مشكل وارد عمل مىشود و مردمى را كه سطح پايين‌ترى دارند در حد خودشان متوقّف مىسازد و به آنها دستور مىدهد ، فهم آياتى را كه براى آنان مبهم و پيچيده است به كسانى واگذارند كه متناسب با درجات‌شان است و آن را درك مىكنند و از آياتى كه در محدوده دركشان واقع شود الهام بگيرند و ميزان پختگى فكرى آنها با اين آيات هماهنگى دارد .\r\nقرآن كريم آياتى را كه قابل فهم است « محكم » و آياتى را كه از\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nسطح فهم خواننده بالاتر است « متشابه » مىخواند و به مردم دستور مىدهد كه از « محكم » پيروى و از « متشابه » كناره‌گيرى كنند .\r\nاز همين جا در مىيابيم كه مردم در « محكم و متشابه » يكسان نيستند « محكم » براى فردى واضح به نظر برسد - زيرا در سطح فهم و درك اوست - و براى فرد ديگرى « متشابه » خواهد بود زيرا از سطح فهم او بالاتر است . به همين سبب در تفسير متشابه در حديث آمده است كه : « آن چيزى است كه بر جاهل شبهه ايجاد كند . » هنگامى كه فرد از فهم آيه‌اى عاجز است دو راه در پيش رو دارد :\r\n1 - در آيه توقّف كند و دچار غرور نگردد و چنين بپندارد كه مىتواند آيه را درك كند و به رأى خود آن را تفسير كرده ، و خود و ديگران را گمراه كند .\r\n2 - از فرد ديگرى كه مراتب علمى بالاترى دارد كمك بگيرد شايد كه بتواند معنا و مفهوم آيه را از او فرا گيرد ، و اگر در اين صورت هم موفق نشد بايد علم آن را به اهلش واگذارد .\r\nاين آيه ، همين حقايق را يادآورى مىكند :\r\n( هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرَ مُتَشَابِهاتٌ فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ . . . ) « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء آل عمران ، آيهء 7 .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\n« اوست كه اين كتاب را بر تو نازل كرد ، بعضى از آيه‌ها محكماتند اين آيه‌ها ام‌ّالكتابند و بعضى آيه‌ها متشابهاتند امّا آنها كه در دلشان ميل به باطل است به سبب فتنه‌جويى و ميل به تأويل از متشابهات پيروى مىكنند . . . »\r\nدر حديثى از امام جعفر صادق عليه السلام روايت شده است كه فرموده :\r\n« قرآن هم محكم دارد و هم متشابه ، محكم آن است كه بدان ايمان مىآوريم و عمل مىكنيم و در برابر آن سر تسليم فرود مىآوريم ، ولى متشابه آن است كه بدان ايمان مىآوريم ولى بدان عمل نمىكنيم . « 1 » »\r\n\r\nقرآن كريم و حروف هفتگانه\r\nدر حديث شريف آمده است كه :\r\n« قرآن بر هفت حرف نازل شده است : امر ، نهى ، ترغيب ، ترهيب ، جدل ، قصص و امثال . « 2 » »\r\nدر حديث ديگرى آمده است كه :\r\n« خداوند تبارك و تعالى قرآن را بر هفت گونه نازل كرده است كه هر يك از آنها كافى و وافى است كه عبارتند از : امر ، نهى ، ترغيب ، ترهيب ، جدل ، امثال و قصص . « 3 » »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تفسير صافى ، ج 2 ، ص 18 .\r\n( 2 ) - همان مأخذ ، ج 1 ، ص 39 .\r\n( 3 ) - همان مأخذ .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nاحاديث وجود دارد كه معتقد است قرآن بر هفت حرف نازل شده است و گروهى از مسلمانان براى اين سخن تفاسير بعيدى قائل شده‌اند و براى مثال برخى گفته‌اند : خداوند هفت كتاب را هفت بار وحى كرده است كه همه آنها قرآن مىباشند . ولى جنبه تربيتى قرآن كه سياق ظاهر اين كتاب آسمانى آن را هدف خود مىداند نيازمند به اين هفت حرف است ، زيرا بخشى از آن « امر » به « خير » است و بخشى « نهى » از « شر » و دو بخش « ترغيب » كسى است كه به خير عمل مىكند و بدان وعده بهشت و رستگارى داده مىشود و ترساندن كسى كه مرتكب شر مىشود و وعده آتش و بدبختى به او داده مىشود ، تمامى اين امور نيروى اجرايى هستند كه از خود آيه ناشى مىشود . در اين‌جا « جدل » باقى مىماند كه براى كتابى كه « رنگ عقيدتى » دارد ضرورى به نظر مىرسد ، زيرا شبهاتى وجود دارد كه در دل ساده لوحان جاى گرفته كه بايد قبل از تزكيه . نفس به تصفيه آن پرداخت و راه آن هم « جدل » و گفتگوى هدفدار است .\r\nقرآن ويژگى مهمى دارد كه همه ابعاد آن را تحت‌الشعاع قرار مىدهد ، اين ويژگى همان پويايى است كه از فكر ، واقعيتى مىسازد كه در برابر ديدگان مردم حركت مىيابد ، اين ويژگى با يكى از اين دو امر تحقّق مىيابد : يا با داستانهاى تاريخى كه حقيقت خارجى دارند و يا با امثالى كه حقيقت خارجى ندارند .\r\nاين تقسيم بندى در قرآن كريم فرصت درك كتاب خدا را به ما مىدهد ، زيرا همين تقسيم نصّ - هر نصّى كه باشد - در كشف زواياى\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nپنهان آن قدرت بسيارى در اختيار فرد مىگذارد .\r\n\r\nقرآن كريم و عوامل اثبات مفاهيم آن\r\nثبوت و پايدارى زبانى و لغوى كه مىتوانيم در فهم قرآن كريم بدان تكيه كنيم كدام است ؟\r\nما در قرآن كريم سه نوع عوامل اصلى اثبات مفاهيم مىيابيم كه عبارتند از : زبان ، سياق و تفسير .\r\nالف - زبان\r\nبا توجّه به آن كه زبان عربى فراگيرترين ، دقيقترين و زيباترين زبانهاست زيرا براى هر حقيقت لفظ قريبى در اختيار مىنهد كه كاملًا با آن مناسبت دارد و با توجّه به آن كه عرب براى هر تحوّل و پديدهء جديدى كه ظهور مىكند لفظ خاصى وضع مىكند و آن حقيقت را در جامه اين تحوّل القاء مىكند ، برغم همه اين مسائل ، كلمات عربى را ابهامى در برگرفته كه رسايى لفظ و پرتوهاى آن‌را از ميان مىبرد وحتّى خود عربها آن احساس لطيف را - براى مثال - در تفاوت بين معناى « قرب » و « اقترب » يا « فكر » و « افتكر » ندارند ، و تقريباً تفاوت دو كلمه « سار » و « سارب » يا « دلك » و « اولج » و نظاير آن را در نمىيابند .\r\nدليل چنين امر عبارت است از :\r\nاوّل - كاربرد زياد الفاظ در غير مفاهيم ادبى آن ، براى مثال هنگامى كه يك عرب كلمه « قرب » را در محدوده كلمه « اقترب » يا كلمه\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\n« سار » را به جاى كلمه « سارب » به كار مىبرد رنگ اين كلمات با يكديگر درهم مىآميزد و مفاهيم خاص آن از ميان مىرود .\r\nدوم - ذهن ما به مفاهيم جامد و محدود الفاظ عربى خو گرفته است و احساس لطيف خود را نسبت شعاع گستردهء كلمه از دست داده‌ايم ، براى مثال وقتى كلمه « جنّ » را به كار مىبريم آن مخلوق عجيب به ذهن ما متبادر مىشود بدون آن كه لحظه‌اى پيرامون ارتباط كلمه « ج ن ن » با اين مخلوق بينديشيم و كلمه « جنين » را به كار مىبريم بدون آن كه رابطه‌اى را در يابيم كه ميان نوزاد در شكم مادر « جنين » و مفهوم آن موجود عجيب « جن » وجود دارد و آن اين است كه اين هر دو موجود از ديدگان مردم پنهان اند .\r\nو همچنين كلمه « خمر » را به مايع مست كننده و كلمه « خمار » را به پوشش چهرهء زن اطلاق مىكنيم ولى اين نكته را در نظر نمىگيريم كه ارتباط اين دو لفظ و واژه از ناحيه پوشاندن است ، كه ، يكى چهره را مىپوشاند و ديگرى عقل را مىپوشاند . و اين چنين است كه القاءات كلمات عربى با يكديگر تداخل مىيابد و ما فهم مهمترين ويژگى زبان عربى را كه اگر آن را درك كنيم فهم قرآن را بر ما بسيار آسان خواهد كرد از دست مىدهيم .\r\nاز همين رو ما بايد از فهم سنّتى زبان عربى خارج شويم و به افقى والاتر روى آوريم تا كلّيت مفهومى را كه القاء مىكند درك كنيم .\r\nاين خروج براى فهم قرآن كريم ضرورى و لازم است ، زيرا قرآن در\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nاوج بلاغتى قرار دارد كه در رعايت تناسب فراگير ميان موضوع ولفظ ، واقعيت و تعبير خلاصه مىشود و كشف ريزه كارىها و ظرافتهاى تعبيرى و القاءات لفظى در قرآن بيش از هر كتاب ديگرى اهمّيت دارد ، زيرا كه به شكل غير قابل توصيفى در قرآن بدان پرداخته شده است .\r\nحال اين سؤال پيش مىآيد كه چگونه اين خروج صورت مىپذيرد ؟ و پاسخ آن اين است كه فرد بايد :\r\n1 - از القاءات جوّ فكرى كه معناى خشك و بىروحى از لفظ را براى او ترسيم مىكند كناره گيرد و بپرهيزد .\r\n2 - سپس به ماده و ريشهء اصلى لفظ باز گردد كه همه تصريفات و شكل‌هاى كلمه را در بردارد و به دنبال آن براى ربط و پيوند معناى مناسب با اين مجموعهء الفاظ بينديشد . براى مثال مفاهيم « يعرشون » ، « عرش » و « معروشات » را جمع كرده و به تصريفات و شكل‌هاى ديگر كلمه مثل « عريش » ، « عرش » و نظاير آن مراجعه مىكنيم تا از همه آنها معناى ساخت اصلى كلمه را برداشت و استنباط كنيم زيرا آن معانى است كه ، مفاهيم مختلف را بيان مىكند ، اريكه سلطنت و بناء بلند و داربست چوبى تاك و خيمه را با يكديگر جمع مىآورد يعنى مفاهيمى كه عربها براى اين الفاظ ذكر كرده‌اند .\r\n3 - موارد استعمال و كاربرد الفاظ نسبت به يكديگر مقايسه و سنجيده شود تا معناى مشترك آنها شناخته شود كه بتواند جامع\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nمشترك اين موارد محسوب شود و طبيعتاً بايد استعمال و كاربرد زبان دانان و فصحا در نظر گرفته شود .\r\nامروزه ادبا زيبايى و ظرافتهاى كلمات را از سخنان صاحبان فصاحت و بلاغت بيش از مراجعه به كتابهاى لغت و فرهنگها كشف مىكنند ، زيرا آنچه در فرهنگ لغت‌ها آمده است چيزى جز ثبت خشك و بىروح موارد استعمال يا استنباط معنا مشتركى نيست كه مؤلّفان كتب به ذكر آن پرداخته‌اند و از همين رو شخص خود نسبت به اين موارد استعمال و استنباط خود او از اين مفهوم جامع ميان آنها دريافت بهترى دارد تا دنباله روى از كتابهاى لغت .\r\nفرد با دقّت نظر فراوان نسبت به موارد استعمال ، ذهنى لطيف و پويا پيدا مىكند كه او را قادر مىسازد به شكل دقيق و ظريف ميان دو كلمه مترادف فرق بگذارد اگرچه گاهى نمىتواند آنچه را مشخصاً و با دقّت درك كرده بيان نمايد . اگر مقايسه موارد استعمال كلمات نسبت به يكديگر بهترين راه شناخت معناى حقيقى يك لفظ است بنابراين بهترين راه و شيوهء مقايسه و تطبيق همان مقايسه موارد استعمال كلمه در خود قرآن است زيرا بدون ترديد قرآن اوج بلاغت زبان عربى است كه بليغ‌ترين فصحاى عرب نيز نمىتوانند با آن به رقابت برخيزند . از همين رو براى كسى كه خواهان تدبّر در قرآن مىباشد شايسته است پيرامون مفهوم مشخّص كلمه در آيات قرآن جستجو كند تا با قياس برخى موارد استعمال كلمات نسبت به\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nيكديگر معناى دقيقى را بيابد كه مورد نظر قرآن است .\r\nب - سياق\r\nاگر از نخستين روزى كه زبان را آموختيم سخن به ميان آيد درمىيابيم كه سياق نخستين راه اين آموزش بوده است . پدر هنگامى كه از زدن سخن مىگفت لفظ « عصا » را به كار مىبرد پس دانستيم كه آن وسيله زدن است و مادر هنگام صحبت از آشپزى لفظ « كبريت » را به كار مىبست و ما دانستيم كه آن وسيله ايجاد آتش است .\r\nبدون ترديد وجود لفظ در محدودهء مناسب خود شايد بيش از تفسير آن بدون سياق مشخّصش مفهوم خود را در بردارد .\r\nقرآن كريم همان كتاب بليغى است كه ميان كلمات در محدودهء سياق ، مناسبت و ارتباط برقرار مىكند به گونه‌اى كه دشوار است لفظى را جايگزين لفظ ديگر نمود بدون آن كه به تناسب كلمات زيانى وارد نيايد . به همين سبب سياق ، خود ما را به مفاهيم دقيق كلمات مىرساند ، زيرا كلمات به نسبت اين مفاهيم در موضع و جايگاهى بسيار مناسب قرار گرفته‌اند ، پس اگر بخواهيم معناى لفظ را بدقّت درك كنيم بايد به قبل و بعد آن مراجعه كنيم تا مفهوم متناسب اين كلمه را بفهميم براى مثال اگر بخواهيم مفهوم « قصد » را در اين آيه كشف كنيم :\r\n( وَعَلَى اللَّهِ قَصْدُ السَّبِيلِ وَمِنْهَا جَائِرٌ وَلَوْ شَاءَ لَهَدَاكُمْ أَجْمَعِينَ ) « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء نحل ، آيهء 9 .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\n« بر خداست كه راه راست را بنمايد ، از ميان راهها نيز راهى است منحرف ، اگر خدا مىخواست همهء شما را هدايت مىكرد . »\r\nبايد ميان « قصد » و « جائر » و « هدايت » قياس برقرار سازيم تا مفهوم « قصد » را درك كنيم ، زيرا « قصد » در برابر « جائر » قرار دارد كه به مفهوم « كج » است در حالى كه معناى « قصد » « مستقيم » است و مقصود از « جائر » « ظالم » است پس « قصد » همان « عادل » خواهد بود .\r\nيا اگر بخواهيم به مفهوم « نفش » در اين آيه پىببريم :\r\n( وَدَاوُدَ وَسُلَيْمَانَ إِذْ يَحْكُمَانِ فِي الْحَرْثِ إِذْ نَفَشَتْ فِيهِ غَنَمُ الْقَوْمِ وَكُنَّا لِحُكْمِهِمْ شَاهِدِينَ ) « 1 » .\r\n« و داود و سليمان را ياد كن آن گاه كه درباره كشتزارى داورى كردند كه گوسفندان آن قوم بىشبان در آن جا مىچريدند و آن را تباه مىكردند و ما شاهد داورى آنها بوديم . »\r\nدر اين هنگام راهى نداريم مگر آن كه كلمه « نفشت » را با « حرث » و « غنم » و « حكم » قياس كنيم كه در اين‌جا مىفهميم معناى آن تباه كردن زراعت است .\r\nمردى نزد يكى از صحابه رفت و از مفهوم « ابَّ » كه در قرآن آمده\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء انبياء ، آيهء 78 .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nاست : ( وَفَاكِهَةً وَأَبّاً ) از وى پرسش نمود و او پاسخ را ندانست ، در اين هنگام حضرت على عليه السلام در رسيد و فرمود : معناى اين كلمه در خود آيه موجود است زيرا خداوند مىفرمايد : ( وَفَاكِهَةً وَأَبّاً * مَتَاعاً لَكُمْ وَلِأَنْعَامِكُمْ ) « 1 » « و ميوه و علف ، تا شما و چهارپايانتان بهره بريد . » ، پس « فاكهه » براى شما و « ابَّ » براى حيوانات شماست . « 2 »\r\nج - تفسير\r\nشناخت چهارچوب تاريخى كه گواه نزول وحى است و شناخت مورد خاصى كه آيه در آن مورد نازل شده و موضعگيرى اجتماعى كه اين آيه بدان سمت و سو داده است در فهم معناى دقيق آيه اهمّيت بسيارى دارد .\r\nشناخت تفاسير ائمّهء وحى عليهم السلام از آيات قرآنى در معانى آن قطعى و حتمى است جز آن كه گاهى در تفاسير ائمّه عليهم السلام تفاوت ديده مىشود يا تنها يك مورد صدق را قائل شده‌اند . در اين‌جا ناگزيريم از اين تفاسير راهى براى فهم عمومى قرآن برگزينيم كه از يك سو مسأله اختلاف را حلّ مىكند و از سوى ديگر موارد صدق فراگيرترى در اختيار مىنهد و از همين رو نبايد در نصوص وارده در تفسير قرآن انديشه‌اى خشك و جمود داشته باشيم و آن را تنها معانى اين آيات بدانيم ، بلكه بايد آن را وسيله درك فراگيرتر آيه قرار دهيم و اين نكته را بررسى كنيم كه چگونه و چرا اين آيه تنها بر موردى منطبق است كه تفسير تعيين مىكند تا به اين نكته پى ببريم كه آيا ممكن است آيه را به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء عبس ، آيات 31 - 32 .\r\n( 2 ) - ارشاد شيخ مفيد .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nمورد مشابهى منطبق دانست يا خير ؟\r\nبراى مثال در برخى از متون تفسيرى آمده است اين آيه كريمه :\r\n( إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ . . . ) « 1 » « جز اين نيست كه او را به زور واداشته‌اند تا اظهار كفر كند و حال آن كه دلش به ايمان خويش مطمئن است . . . » دربارهء عمّار بن ياسر نازل شده است . بسيار خوب ، ولى آيا مىتوان آيه را در عمّار منحصر دانست ؟ هرگز ، بلكه بايد به اين نكته انديشيد كه چگونكه اين آيه بر عمّار ياسر انطباق يافته است ، آيا جز اين است كه او به شرك مجبور شده بود و مطابق ميل آنچه كه كفّار مىخواسته‌اند حرف زده و آيا جز اين است كه اگر همين موقعيّت امروز هم براى فردى تكرار شود و او نيز چون عمّار بن ياسر عمل كند اين آيه بر او نيز منطبق خواهد بود ؟\r\nاين طرز تفكّر قرآن را براى هميشه زنده و پويانگه خواهد داشت و دين نيز به چنين كارى امر كرده است و در حديث مىخوانيم كه :\r\n« اگر قرآن با از ميان يافتن كسانى كه درباره آنها نازل شده از ميان مىرفت تمامى آن از بين رفته بود ، ولى قرآن خورشيدى است كه هر روزه نو مىشود . »\r\nبدين ترتيب ضرورت استفاده از تفسير صحيح قرآن را با فهم روشنگرانه نسبت به حدود تطبيق تفسير بر عموم آيه درك مىكنيم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء نحل ، آيهء 106 .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n\r\nتدبّر و صفات روحى\r\nكسى كه در قرآن تدبّر و تفكّر مىكند بايد به صفاتى آراسته باشد تا بتواند آيات قرآن كريم را درك كند ، صفاتى روحى و عقلى تا - پس از آن كه راههاى تدبّر قرآن را در مورد خود به اجرا درآورد - بتواند از حقايق بزرگى كه آيات قرآنى در بردارد آگاهى يابد و حال به برخى از اين صفات اشاره مىشود :\r\n1 - ايمان به قرآن مبنى بر اين كه آن كتابى است بر اساس وحى خداوندى و بشارت دهنده و بيم رساننده بندگان او كه به اذن و اجازه خدا آنها را به سوى حق هدايت مىكند و چراغ روشنى بخش جامعهء بشرى مىباشد .\r\nما بايد قرآن را به اين عنوان بخوانيم كه خطابى است از طرف خداوند بزرگ براى ما و در حديث آمده است : « در قرآن مناجات و راز و نياز بى واسطه با خداوند وجود دارد پس دقّت كن كه چگونه\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nكتاب خدايت و منشور ولايتت را مىخوانى و چگونه به اوامر و نواهى او پاسخ مىدهى و چگونه حدود او را عينيّت مىبخشى ، آن سند ارتباط ما با آفرينندهء باز گرداننده يعنى خداست ، آن رهايى بخش از هرگونه گمراهى و بدبختى است . « 1 » » ، و باز در حديث آمده است كه : « قرآن پيمان خدا با بندگانش است پس بر مسلمان شايسته است كه در پيمان او نظر كند . »\r\nاگر چه قرآن در نصوص خود پيامبر اكرم را مخاطب قرار مىدهد ولى شايد تنها آن‌حضرت مقصود قرآن نباشد و هر تلاوت كننده و خواننده‌اى را در برگيرد و در حديث از امام جعفر صادق عليه السلام آمده كه قرآن به زبان : « ايّاك أعنى فاسمعى يا جارة . « 2 » » نازل شده است ، يعنى اگرچه مخاطب رسول اكرم صلى الله عليه و آله است ولى من و تو و همه پيروان آن را در برمىگيرد . هنگامى كه قرآن مىگويد : ( فَاعْلَمْ أَنَّهُ لَا إِلهَ إِلَّا اللَّهُ وَاسْتَغْفِرْ لِذَنبِكَ . . . ) « 3 » « پس بدان كه هيچ خدايى جز اللَّه نيست و از گناه خود آمرزش خواه . . . » من نيز بايد استغفار كنم ، زيرا قرآن شخص مرا نيز مخاطب قرار داده است ، يا هنگامى كه خداوند مىفرمايد : ( يا أَيُّهَا الَّذِينَ آمَنُوا ) من نيز بايد آماده پاسخگوى اوامر او گردم و به اوامر او\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تفسير صافى ، ج 1 ، ص 47 .\r\n( 2 ) - اين ضرب‌المثل برابر با ضرب‌المثل فارسى است كه مىگويد : « به در مىگويم‌تا ديوار بشنود . »\r\n( 3 ) - سورهء محمّد صلى الله عليه و آله ، آيهء 19 .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nلبّيك گويم ، يا هنگامى كه مىفرمايد : ( يا أَيُّهَا النَّاسُ ) بايد آمادگى خود را در برابر پروردگار اعلان كنم و به همين ترتيب .\r\nاولياء عارف خدا با اين صفت قرآن را تلاوت مىكرده‌اند ، و هنگامى كه آيه‌اى را مىخوانده‌اند جسمشان لرزان و قلبشان ترسان مىگشته است تا آن‌جا كه مىتوان گفت از فرط تأثير آيه در روح و روانشان از هوش مىرفته‌اند .\r\nيك روز حضرت صادق عليه السلام آيه‌اى را در نماز خود تلاوت كرد و بارها آن را تكرار مىنمود تا آن كه بيهوش شد هنگام كه به هوش آمد از اين حالتش سؤال كردند و حضرت فرمود : « آن را تكرار كردم تا آن جا كه از زبان گوينده‌اش شنيدم ولى جسم من تاب مشاهدهء قدرتش را نداشت . « 1 » »\r\n2 - آماده شدن براى پياده كردن آيات قرآنى كه از ديگر صفات ارزشمند ايمان به قرآن است . اين صفت شرط مهمّى در فهم آيات خداست ، زيرا پيشا پيش سر تسليم فرود آوردن در برابر نتايج حقّ ، انسان را در بحث بىشائبه يارى مىرساند بر عكس غرور و ترديد در قبول مباحث علمى است كه از ارزش اين بحث نزد انسان مىكاهد و در نتيجه او را از آن باز مىدارد . از همين جاست كه انسان بايد پيش از آغاز تلاوت قرآن آن را در پيش روى خود قرار دهد و زمام امر خود\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تفسير صافى ، ج 1 ، ص 47 .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nرا بدان بسپرد ، همان گونه كه حضرت على عليه السلام مؤمن صادق را توصيف كرده و مىفرمايد : « و عنان خود را به كتاب ( قرآن ) سپرده ، پس كتاب خدا جلودار و پيشواى اوست ، فرود مىآيد هرجا كه بار قرآن فرود آمده و جا مىگيرد هرجا كه جايگاه آن است . »\r\nبرخى از مردم آيات قرآن را تلاوت مىكنند و براى شانه خالى كردن از عمل بدان آيات را بر حسب هوى و هوس خويش تأويل مىكنند ، اينان هرگز به قرآن هدايت نمىشوند و تلاوت قرآن تنها به گناه و عذاب آنها مىافزايد .\r\nتنها كسى از علم قرآن بهره‌مند مىگردد كه در برابر حق سر تسليم فرود آورد و فرمانبردار اوامر الهى باشد و واقعيّت را جستجو كند و پيشاپيش در صورت كشف حقيقت براى پيروى از آن آماده گردد .\r\n\r\nتدبّر و صفات عقلى\r\nمهمترين صفات عقلى كه براى تدبّر ضرورى و لازم مىباشد تمركز و شجاعت است :\r\n1 - تمركز :\r\nپرتو و اشعهء خورشيد از خلال شيشه‌اى مقعّر موجب مىشود اين پرتو به نيرويى بس عظيم تبديل گردد ، به همين ترتيب تمركز پرتو فكر از خلال يك نقطه بر قدرت عملكرد فكر مىافزايد و حقايق را به وضوح آشكار مىسازد و ميزان سختى و دشوارى اين تمركز بسته به\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nمقدار اهمّيت آن است ، زيرا نفس براى چند لحظه در برابر تفكّر در يك امر مقاومت مىكند ولى كسى كه خواهان فهم است بايد نفس خود را در كسب تمركز آموزش دهد و براى چند لحظه اهتمام خود را نسبت به آن امر مصروف دارد تا آن را باز شناسد و به همين سبب در احاديث امر به ترتيل شده است كه اميرالمؤمنين عليه السلام در تفسير ( وَرَتِّلِ الْقُرْآنَ تَرْتِيلًا ) فرمود : « آن را كاملًا تبيين كن و همچون شعر بسرعت يا به آهستگى بيش از حدّ مخوان ، بلكه دل سخت خود را ترسان ساز و همّ و غمّت به پايان رساندن سوره نباشد . « 1 » »\r\nاز امام صادق عليه السلام در تفسير : ( . . . وَرَتِّلِ الْقُرْآنَ تَرْتِيلًا ) « 2 » . « . . . و قرآن را شمرده و روشن بخوان . » آمده است كه فرمود : « هنگام وعده و وعيد قرآن توقّف كن و در امثال و مواعظ آن بينديش . « 3 » »\r\n2 - شجاعت :\r\nصفت دوم عقلى ، شجاعت است كه طالب علم بايد بدان آراسته گردد ، زيرا عدم اعتماد به نفس موجب ترديد شخص در نتايج جستجوهايش خواهد شد و از همين جاست كه اهمّيت شجاعت نفس در قبول نتايج رخ مىنمايد .\r\nحقّ براى همه مردم ظهور مىكند ولى تنها تعدادى آن را مىبينند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تفسير صافى ، ج 1 ، ص 45 .\r\n( 2 ) - سورهء مزمّل ، آيهء 4 .\r\n( 3 ) - تفسير صافى ، ج 1 ، ص 47 .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nچرا ؟ زيرا بيشتر ايشان از ديدن آن هراس دارند و مىترسند ، مبادا با پيشينه‌هاى فكرى و رسوبات سنّتى آنها تعارض يابد ، مىترسند كه مبادا با انديشه‌هاى جامعه و محيط آنها تعارض پيدا كند لذا به آن نزديك نمىشود و هرگاه حق به او نزديك شود ديده برهم مىنهد از اين رو بايد به شجاعت فهم ، آراسته گرديم و زمانى كه مىخواهيم به محدودهء تدبّر وارد شويم بايد حق را از هر چيزى بالاتر بدانيم حال چه با انديشه‌هاى گذشته ما معارض باشد و يا با افكار مردم تناقض داشته باشد بايد اعتراف كنيم كه از آن پيروى خواهيم كرد ، زيرا تنها با اين روحيه شجاعت است كه مىتوانيم به كشف حقايق نايل آييم .\r\nآراء مفسّران پيرامون يك آيه نبايد ما را از تدبّر دوباره در معناى آن باز دارد ، زيرا چه‌بسا آنها نسبت به مفهوم يا بخشى از مفهوم آن يا مفهومى كه با آن سازگارتر است آگاهى نيافته‌اند .\r\n\r\nتدبّر و سياق قرآن\r\nسياق ( تناسب ) در بيان واقعيت علمى قرآن نقش بسزايى دارد ، زيرا قرآن ارتباط آيه را با آيه ديگر دقيقاً در نظر مىگيرد ، آيات و حتّى كلمات يك آيه به آيات ديگر نمىپيوندند مگر اينكه رابطهء علمى و يا رابطهء تربيتى وجود داشته باشد :\r\n1 - رابطه علمى\r\nقرآن واقعيت ارتباط يك حقيقت را با حقيقت ديگر منعكس\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nمىسازد و آن دو را با يكديگر ذكر مىكند ، مثلًا خداوند مىفرمايد :\r\n( فَاعْلَمْ أَنَّهُ لَا إِلهَ إِلَّا اللَّهُ وَاسْتَغْفِرْ لِذَنبِكَ . . . ) « 1 » « پس بدان كه هيچ خدايى جز اللَّه نيست و از گناه خود آمرزش خواه . . . » ، پيوند آمرزش گناه از درگاه خداوند يكتا پيوندى واقعى است كه حقيقت ربّانى از يك سو و عبوديت از سوى ديگر آن را ضرورى مىسازد ، زيرا اعتقاد به يكتايى خدا اعتقاد به عبوديت فرد را ضرورى مىسازد و روشن است كه بنده بايد در برابر خدا خاشع باشد .\r\nدقيقاً همين پيوند در اين سخن خداوند نيز موجود است : ( وَمَا أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلَّا نُوحِي إِلَيْهِ أَ نَّهُ لَا إِلهَ إِلَّا أَنَا فَاعْبُدُونِ ) « 2 » « ما پيش از تو هيچ پيامبرى نفرستاديم جز آن كه به او وحى كرديم كه جز من خدايى نيست پس مرا بپرستيد . » زيرا پيوند عبادت خدا به وسيله توحيد امرى واقعى است از اين جهت كه بنده مسؤول است تا عبادت خداى يكتا را به جا آورد .\r\nو نيز مانند پيوند اين دو آيه با يكديگر : ( وَمِنَ النَّاسِ مَن يُعْجِبُكَ قَوْلُهُ فِي الْحَيَاةِ الدُّنْيَا وَيُشْهِدُ اللَّهَ عَلَى مَا فِي قَلْبِهِ وَهُوَ أَلَدُّ الْخِصَامِ * وَإِذَا تَوَلَّى سَعَى فِي الْأَرْضِ لِيُفْسِدَ فِيهَا وَيُهْلِكَ الْحَرْثَ وَالنَّسْلَ وَاللَّهُ لَا يُحِبُّ الْفَسَادَ ) « 3 » « در اين دنيا كسى است از مردم كه خدا را به درستى اعتقاد خويش\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء محمّد صلى الله عليه و آله ، آيهء 19 .\r\n( 2 ) - سورهء انبياء ، آيهء 25 .\r\n( 3 ) - سورهء بقره ، آيات 204 - 205 .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nگواه مىگيرد و سخنش تو را درباره زندگى اين دنيا به شگفت مىدارد ، در حالى كه كينه توزترين دشمنان است . چون از نزد تو باز گردد در زمين فساد كند و كشتزارها و دامها را نابود سازد و خدا فساد را دوست ندارد . »\r\nپيوند آيه اوّل با آيه دوم از وجود ارتباط ميان صفات منافقان ناشى مىشود ، زيرا آنها از يك سو سخن خود را مىآرايند و از سوى ديگر در زمين فساد مىكنند .\r\nقرآن براى ما نمونه‌اى از مردم را ذكر مىكند و به همين سبب صفات آنان را يادآورى مىشود و آنها همه اين صفات را دارا هستند .\r\nاين پيوند را در اواخر آياتى مىيابيم كه در بسيارى از اوقات با ذكر يك يا دو صفت از صفات خداوند تبارك و تعالى پايان مىپذيرد و با مضمونى كه در آيه هست ارتباطى دارد ، براى مثال در اين آيات كريم به ميزان ارتباط ( ارتباط واقعى ) آخر آيه با مضمون آن پى مىبريم ، خداوند مىفرمايد : ( وَهُوَ الَّذِي يُنَزِّلُ الْغَيْثَ مِن بَعْدِ مَا قَنَطُوا وَيَنشُرُ رَحْمَتَهُ وَهُوَ الْوَلِيُّ الْحَمِيدُ ) « 1 » « و اوست آن خدايى كه بعد از نوميديشان باران مىفرستد و رحمت خود را به همه جا منتشر مىكند و اوست كارساز و ستودنى . » ، پس آن « ولى » كه بندگانش را دوست دارد بر آنها باران فرو مىفرستد و « حميد » در ميان آنها رحمت انتشار مىدهد بنابراين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء شورى ، آيهء 28 .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nميان ولايت و نزول باران و حمد و انتشار رحمت پيوند استوارى وجود دارد . عربها وجود چنين ارتباطى را مىديده‌اند و امور بسيارى را از آن در مىيافته‌اند .\r\nروزى باديه نشينى صداى مردى را شنيد كه آيه‌اى را اين گونه تلاوت مىكرد : ( وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا جَزَاءً بِمَا كَسَبَا نَكَالًا مِنَ اللَّهِ وَاللَّهُ [ غَفُورٌ رَحِيمٌ 
  ] ) « 1 » « دست مرد دزد و زن دزد را به كيفر كارى كه كرده‌اند ببريد ، اين عقوبتى است از جانب خدا . . . » ، باديه‌نشين به آن مرد گفت : خطا كردى ، مرد گفت : چگونه ؟ باديه‌نشين گفت : زيرا مغفرت و رحمت با قطع دست سارق مناسبت ندارند ، پس مرد آيه را به خاطر آورد و چنين خواند : ( وَاللَّهُ عَزِيزٌ حَكِيمٌ ) ، باديه نشين گفت : آرى ، با عزّتش مىگيرد و با حكمتش قطع مىكند .\r\nاين باديه‌نشين دانست كه چگونه پايان آيه بايد از نظر پيوند واقعى با آغاز آن تناسب داشته باشد .\r\n2 - رابطه تربيتى\r\nاز آن جا كه قرآن كتابى تربيتى است و از آن جا كه صفات نفسانى با يكديگر ارتباط دارد ، لذا قرآن كريم هنگامى كه صفتى بر سبيل افراط در آدمى سر به طغيان بر مىدارد با حكمت آن را درمان مىكند و رهنمودها و ارشاداتى را در اختيار انسان مىگذارد كه به صلاح اوست و اگر بر حسب تفريط طغيان كرد با حكمت ديگرى آن را درمان مىكند و آن قدر به تعديل آن مىپردازد كه به نفس معتدل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء مائده ، آيهء 38 .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nو متوازن تبديل شود .\r\nاز بررسى پيوند آيات تربيتى با يكديگر به زواياى وجود آدمى آگاهى مىيابيم و با قوانين تربيتى كه بر آن حاكم است آشنا مىشويم .\r\nبراى نمونه چنين پيوندى اين سخن خداوند را مىآوريم كه :\r\n( وَأَنْفِقُوْا فِي سَبِيلِ اللَّهِ وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ وَأَحْسِنُوا إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ ) « 1 » « در راه خدا انفاق كنيد و خويشتن را به دست خويش به هلاكت نيندازيد و نيكى كنيد كه خدا نيكوكاران را دوست دارد . » اين آيه سه مفهوم را در بردارد :\r\nاوّل - انفاق\r\nدوم - نهى از به هلاكت رساندن خود .\r\nسوم - احسان .\r\nاين امور با يكديگر چه رابطه‌اى دارند ؟\r\nدر آغاز كه خداوند به انفاق امر مىكند نفوس بدان توجّه مىيابند ولى اين هراس وجود دارد كه در انفاق افراط شود در اين هنگام سخن از اين مفهوم به ميان مىآيد كه نبايد خود را به هلاكت افكند و به ميانه روى در بخشش دستور داده مىشود . لذا دو كفه انفاق و اقتصاد در جان آدمى اعتدال مىيابد و از آن جا كه نفوس بر بخل سرشته شده است لذا ضرورى است كه كفه انفاق در برابر كفه بخل طبيعى برترى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء بقره ، آيهء 195 .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nيابد و سنگين‌تر شود و در اين هنگام است كه مفهوم سوم مطرح مىشود كه : « نيكى كنيد كه خداوند نيكوكاران را دوست دارد . »\r\n\r\nتدبّر و واقعيّت خارجى\r\nكسى كه قصدش فهم قرآن‌است بايد آن را موجودى زنده و متحرك بداند و چنين امرى با تطبيق آيات قرآن كريم بر واقعيت خارجى صورت مىپذيرد . آيات قرآن مصداقهاى خارجى دارد كه در هر روزگارى بر آنها منطبق است ، آيه مربوط به متّقين تطبيقى زنده دارد چنانچه آيه مربوط به فاسقان نيز چنين است و فرد هنگام تدبّر در قرآن بايد در جستجوى آنها باشد و در همين جاست كه قرآن كريم به شيوه عمل تبديل مىشود و حتّى مىتوان گفت انسان را به حقايق زيادى راهنمايى مىكند ، زيرا فرد را در فهم وقايع شناخته شده يارى مىرساند كه در اين هنگام قرآن را مىتوان مانند راهنماى موزه آثار باستانى دانست ، زيرا ديدن موزه بدون راهنما سودى ندارد و چنانچه صرف راهنما بدون ديدن آثار نيز فايده‌اى در بر نخواهد داشت .\r\nاين بدان سبب است كه معاصران نزول وحى با وسعت علم وپختگى فقه قرآن را درك مىكردند - و شايد به اندازه پيامبران - زيرا آنها وحى را در داغترين حوادث روزمره دريافت مىكردند كه قرآن همه روز همراه با حوادث مربوط به رسالت نازل مىشد و قرآن خود تقسيم بندى ثبت آيات آن را تعليل كرده و مىگويد : ( وَقَالَ الَّذِينَ\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nكَفَرُوا لَوْلَا نُزِّلَ عَلَيْهِ الْقُرْآنُ جُمْلَةً وَاحِدَةً كَذلِكَ لِنُثَبِّتَ بِهِ فُؤَادَكَ وَرَتَّلْنَاهُ تَرْتِيلًا ) « 1 » « كافران گفتند : چرا اين قرآن به يكباره بر او نازل نمىشود ؟ براى آن است كه دل تو را بدان نيرومندى دهيم و آن را به آهستگى و ترتيب فرو خوانيم . »\r\nاگر ما خواهان فهم كتاب خدا هستيم بايد حوادث روزمره را بدان عرضه كنيم تا پرده از حقايق پنهان آن بر گرفته شود . در حديث از حضرت على عليه السلام آمده است كه : « از پيامبر خدا شنيدم كه مىفرمود :\r\nجبرئيل به من نازل شد و گفت : اى محمّد ! به زودى در امّت تو فتنه‌اى ظهور خواهد كرد ، گفتم : چگونه از آن رهايى يابم ؟ گفت : با كتاب خدا كه اخبار گذشتگان و آيندگان در آن آمده است و حكم امور شما در آن است و آن كلام فصل است نه سخن بيهوده . « 2 » »\r\nو نيز در حديث آمده است كه : « خداوند امر كرده است فتنه‌ها به قرآن عرضه گردد تا حكم خدا درباره آن دانسته شود . » و اين خود نوعى تطبيق قرآن بر زندگى واقعى است .\r\nدر حديث ديگرى پيامبر اكرم صلى الله عليه و آله مىفرمايد : « هرگاه فتنه‌ها همچون پاره‌هاى شب تار بر شما چيره گشت بر شما باد پناه به قرآن كريم كه شفاعت كننده‌اى است كه شفاعتش قبول گردد و عليه هر كس گواهى دهد مقبول افتد . »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء فرقان ، آيهء 32 .\r\n( 2 ) - تفسير صافى ، ج 1 ، ص 9 .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\n\r\nتدبّر و كاربرد قرآن\r\nبزرگترين فايده‌اى كه تدبّر كننده در كتاب خدا بدان نايل مىآيد همان تزكيه نفس و ساختن شخصيّت خود است . در حقيقت ما در به دو تولد شخصيتى آرمانى نداشته‌ايم و تربيت ما نقاط منفى بسيارى را در خود دارد ، پس مسؤول ما در دوران تكليف و بلوغ كيست ؟\r\nو چه كسى زيان خواهد ديد اگر به همين حال باقى بمانيم ؟ حقيقتاً ما به تربيت نيازمنديم ولى چه كسى ما را تربيت مىكند ؟ قرآن بهترين وسيله براى تربيت ماست لذا هر كس بايد خود را بر قرآن عرضه دارد تا به انحرافاتش پى برد .\r\nمانعى كه بر سر راه تربيت انسان قرار دارد عدم پذيرش اين حقيقت است كه هدف هدايت اوست در حالى كه هر فردى پيش خود مىپندارد ديگران به چنين هدايتى نياز دارند و خود از تعليم و تربيت بىنياز است و از همين رو فرد بايد با خود باورى و ايمان اين چنين انديشه و فكر نادرستى را كنار بگذارد داستان‌هاى قرآن و تمثيل‌هاى آن را آيينه‌اى تمام نما براى خود فرض كند و خود و اعمال خود را در آن ببيند و با آيينهء قرآن مطابقت دهد ، و اين كه اگر عمل خير انجام دهد به پاداش مىرسد و اگر گناهى مرتكب شود عقوبت و كيفر او را در بر خواهد گرفت و به اين ترتيب خود را در معرض آيات قرآنى قرار دهد تا بتواند خود را تربيت كند و به تزكيه\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nخويش بپردازد .\r\nاز همين روست كه در حديث از امام جعفر صادق عليه السلام مىخوانيم كه فرمود :\r\n« هر يك از اصحاب محمّد صلى الله عليه و آله قرآن را در يك ماه يا كمتر مىخواندند ولى نبايد قرآن را بسرعت خواند ، بلكه بايد به ترتيل خوانده شود و هرگاه به آيه‌اى برخورديد كه در آن ذكر بهشت بود در آن توقّف و درنگ كنيد و آن را از خداوند بطلبيد و هرگاه به آيه‌اى برخورديد كه در آن ذكر دوزخ بود توقّف كنيد و از آن به خدا پناه بريد . « 1 » » اين دربارهء پاداش و عقاب است ، امّا چگونه مىتوان با قصص قرآن نفس را تزكيه و از آلودگىها پاك كرد ؟\r\nامام صادق عليه السلام مىفرمايد : « بر شما باد تمسّك به قرآن ، پس هرگاه آيه‌اى يافتيد كه پيشينيان با آن نجات يافته‌اند آن را بگيريد و اگر آيه‌اى يافتيد كه پيشينيان با آن به‌هلاكت رسيده‌اند از آن‌دورى كنيد . « 2 » »\r\nبدين ترتيب مىتوانيم انحرافاتى كه دل و درون ما را فراگرفته كشف كنيم و به وسيله قرآن به ارزيابى آنها بپردازيم همچنان كه مىتوانيم آيات را به گونه‌اى فراگيرتر و عميقتر درك كنيم ، زيرا مقرون كردن قانون موجود در قرآن با تطبيق آنچه كه ريشه در نفس دارد بهترين وسيله براى درك اين هر دو امر است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تفسير صافى ، ج 1 ، ص 44 .\r\n( 2 ) - همان مأخذ ، ص 10 .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\n\r\nشيوه تدبّر در قرآن\r\nپيش از بيان اين شيوه بايد دو نكته را يادآور شويم :\r\nاوّل - اين شيوه خلاصه مسائلى است كه در صفحات پيش به تفصيل بيان داشتيم و تنها از آن جهت به خلاصه آن مىپردازيم تا در ذهنها باقى بماند و فراموش نگردد .\r\nدوم - همان‌طور كه قرآن دو بعد تزكيه و تعليم را در بردارد شيوه تدبّر نيز چنين است ، ولى ما آن دو را با يكديگر ادغام مىكنيم تا بدين ترتيب برنامه‌اى كامل تدارك ديده باشيم كه شرح آن چنين است :\r\n1 - هدف از تدبّر ، شكل دادن به شخصيّت خواننده و رسيدن به اهداف مشروع و شناخت حقّ و يافتن نيروى كافى براى اجراى آن مىباشد .\r\n2 - تدبّر يعنى تفكّر منطقى در معناى حقيقى آيه در حالى كه تفسير به رأى يا جعل معنا براى آيه از اين تفكّر بىنياز است و از سوى ديگر تدبّر واجب و تفسير به رأى حرام است .\r\n3 - به محور تدبّر كند كه پيرامون قوانين علمى است كه آيات قرآن ، آن را در بردارد و نيز جستجوى شيوه‌هاى تربيتى كه در آيات آمده است و در يك سخن شناخت ظاهر تربيت و باطن علم از قرآن .\r\n4 - محور تدبّر در حقايقى منحصر است كه انديشه متدبّر به آن راه مىيابد ( كه اين محكم ناميده مىشود ) ، امّا آنچه را كه متدبّر از درك\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nآن عاجز است به كنارى مىنهد تا زمان دركش فرا رسد ( و اين همان متشابه است ) .\r\n5 - براى شناخت ظاهر لفظ قرآن بايد به دو شرط به لغت رجوع شود :\r\nالف - پاكسازى ذهن از رسوبات محيط محدود و تنگ و تكيه بر معناى زلال عربى آن .\r\nب - تفكّر در ريشه اصلى كه ساير معانى خاص از آن مشتق شده‌اند و بدين ترتيب مىتوانيم موارد استعمال و كاربرد لفظ را جمع كنيم تا معناى مشترك ميان آنها را بيابيم و آن را درك كنيم .\r\n6 - بايد موارد استعمال لفظ قرآنى را جمع و مقايسه كنيم تا بر اساس سياق هر يك به معناى مشترك ميان آنها پى بريم .\r\n7 - هنگام تدبّر در هر آيه بايد اين سؤال را مطرح كنيم كه چرا قرآن اين كلمه را به كار گرفته و ويژگى اين كلمه در ميان كلمات مترادف چيست ؟ و در چهارچوب دو ماده شماره 4 و 5 ( كه در بالا ذكر شد ) به جستجوى پاسخ آن بپردازيم .\r\n8 - بايد درپى تفسير صحيح باشيم و از منحصر كردن آيات قرآن در شأن نزول آن - يا تنها يك مورد تاريخى - بپرهيزيم و از مورد خاص آن به نظايرش راه يابيم و درپى آن درخواهيم يافت كه چه ويژگيهايى موجب نزول اين آيه گشته است .\r\n9 - بايد ظاهر قرآن را به هفت بخش ( امر ، تشويق ، نهى ، بيم\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nدادن ، قصص تاريخى ، مثلهاى بيانى و جدل با دشمنان ) تقسيم كنيم و پيش خود بينديشيم كه اين آيه چند بخش آن را در بردارد ؟\r\n10 - بايد پيرامون ارتباط و پيوند دو جمله يا دو آيه يا مجموعه آيات با يكديگر تدبّر و تفكّر كنيم و درپى كشف دو نوع ارتباط باشيم كه عبارتند از :\r\nالف - رابطهء علمى به گونه‌اى كه اوّلى سبب دومى يا هر دو مسبّب سبب سومى به شمار آيند .\r\nب - رابطه تربيتى به گونه‌اى كه يكى مستوجب ديگرى شود تا اين مجموعه شيوه‌اى كامل را براى تزكيه و تربيت فرد شكل دهد .\r\n11 - بايد به صفات نفسانى و عقلى آراسته گرديم تا بتوانيم حقايق قرآنى را دريابيم ، اين حقايق عبارتند از :\r\nالف - ايمان به وحى و اين كه آن سند ميان ما و خداى ما و سخنى مستقيم است براى ما از سوى خالقمان .\r\nب - آمادگى بر اجراى تعاليم و تسليم در برابر احكام آن حتّى در صورتى كه مخالف منافع ما باشد يا با سنّتهاى گذشته و انديشه‌هاى جامعه‌مان تعارض داشته باشد .\r\nج - تكيه بر يك كانون در جستجوى حقيقت كه آن را « تروّى » گويند - به مفهوم تدبّر عميق - و در غير اين صورت مواد ديگر اين شيوه همچون پوست بدون مغز خواهد بود .\r\nد - شجاعت توسّل به حقّ و اعتماد به انديشه يا به واقعيّاتى كه\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nانديشه به سوى آن هدايت مىكند .\r\n12 - بايد حتّى در موضوعات قرآن كريم درپى تطبيق زنده آن باشيم و كسانى را جستجو كنيم كه قرآن آنها را توصيف مىكند يا اوضاعى كه قرآن آن را تبيين مىدارد يا نتايجى كه قرآن آن را بيان مىكند .\r\n13 - بايد قرآن را درباره خود تطبيق كنيم تا هر آنچه را كه كتاب خدا بيان داشته در خود بيابيم و از بلايايى كه ممكن است به ما برسد بهراسيم .\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\n\r\nفصل دوم : فلسفه قرآن كريم\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\n\r\nماهيّت و وجود\r\nالف - تعريف :\r\n1 - ماهيّت يعنى « طبيعت اشياء و خصوصيتهاى مميّزهء آنها » و چه‌بسا لفظ « حدود » از لفظ « ماهيّت » به فهم نزديكتر باشد .\r\nبنابراين ماهيّت يعنى « حدود موجودات » .\r\n2 - وجود ، « تحقّق اشيا » ست يا به عبارت ديگر همان نيرويى است كه اشياء را به حيز ثبوت و تحقّق مىرساند .\r\nب - جدال ديرينه :\r\nتا آن‌جا كه از تاريخ فلسفه به ياد داريم اين بحث در اصل تحقّق اشياء مطرح بوده است كه آيا اشياء همان ماهيّات هستند يا وجودى كه در همه آنها مشترك است . گروهى مىگويند : براى مثال قلم و دفتر و انسان اشيائى موجودند و ديگران مىگويند : آنها موجوداتى مختلف‌اند و تفاوت ميان اين دو نظريه از ناحيه مفهوم است ، زيرا\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nگروه اوّل طبيعت قلم را اصل تحقّق آن مىدانند كه چيزى به نام « وجود » بر آن عارض شده است و لذا مىگوييم « قلم موجود است » و از همين رو اساساً با دفتر و انسان تفاوت دارد در حالى كه گروه دوم مسأله را بر عكس مىدانند و معتقدند اگر وجود قلم نمىبود اين پديده هيچ‌گونه طبيعتىنمىداشت ، بنابراين اصل قلم وجودآن است و مسأله طبيعت آن بعداً ظهور مىكند و بر اين اساس قلم و دفتر يك شىء اند كه به دو نوع شىء تقسيم شده‌اند كه گاهى اين نوع سطحى به نظر مىرسد ولى هنگام دقّت عميقتر از آن چيزى است كه ظاهراً به نظر مىرسد ، زيرا معتقدان به اصالت وجود بر « ذاتى بودن وجود » در اشياء تأكيد دارند در حالى كه معتقدان به اصالت ماهيّت به « عرض بودن وجود » باور دارند و اين هسته درگيرى ميان آنان است . امّا بيان مطلب :\r\nفرض كنيم در قلمىكه در دست‌داريم دو عرض متقابل مىيابيم‌كه هستىآن‌را به عنوان « قلم » تحقّق‌بخشيده‌اند ، اين‌دو عرض كدامند ؟\r\nعرض اوّل - همان عدم است زيرا مكان ، زمان ، حجم ، وزن و . .\r\nقلم را محدود ساخته‌اند پس قلم تنها در يك مكان وجود دارد و در مكان ديگر وجود ندارد چنانچه در يك زمان معيّن وجود دارد پس در زمان ديگر وجود ندارد و وزن و حجمى معيّن دارد پس فاقد وزن و حجمهاى ديگر است .\r\nقلم در كنار عدم صفت وجود در مكان ، زمان ، حجم و وزن را نيز داراست .\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nطرفداران اصالت ماهيّت اين سؤال را مطرح مىكنند كه اصل قلم كدام است ؟ عدمى كه او را محدود مىكند يا وجودى كه اثباتش مىكند به اين معنا كه قلم معدوم بوده و سپس موجود گشته يا موجود بوده و سپس محدود شده است ؟ و درپى آن چنين پاسخ مىدهند :\r\nطبيعتاً معدوم بوده و سپس اندك اندك صفت وجود بر آن عارض گذشته است پس قلم در اصل تماماً حدّ بوده است و سپس به اندازه معلومى از حدّ خارج گشته است .\r\nدر حالى كه طرفداران اصالت وجود معتقدند كه مسأله حدّ مسأله‌اى صورى و شكلى است ، زيرا ما تنها گمان مىكنيم كه قلم معدوم بوده و گرنه در اصل موجود بوده است .\r\nطرفداران اصالت ماهيّت مىگويند : با يك نگاه دقيق پرده از طبيعت ناتوانى وحديت همه پديده‌هاى هستى بر مىداريم و ساده‌ترين دليل آن اين است كه تحوّلاتى مستمر در نهاد پديده‌ها جريان دارد ، زيرا تحوّل در طبيعت موجود شدن معدوم نهفته است و از همين رو طرفداران اصالت ماهيّت مىگويند : اشياء در آفرينشى دائمى هستند . « 1 »\r\nباد در نظر گرفتن اين طرز تفكّر اعتقاد به اصالت ماهيّت صحيح\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تأكيد بر عنصر زمان در آفرينش پديده‌ها دليل تحوّل تدريجى آنهاست چنانچه به سبقت عدم بر وجود نيز دلالت دارد و واقعيت آن است كه انديشه بشرى نمىتواند آغاز وجود را تصوّر كند مگر از خلال تحوّلى كه در طبيعت اشياء مىيابد .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nخواهد بود بدين معنا كه طبيعت شىء ( يا به تعبير ديگر شيئيّت شىء ) برخاسته از حدود و مميّزات آن است و اين كه طبيعت مذكور پس از آن كه حدود و مميّزات خود را دارا شد هستى مىيابد .\r\nاز آن‌جا كه حدود ، حقايق ديگرى هستند كه خلق شده‌اند و وجود ، گونه‌اى آفرينش است كه پس از حدود ظهور مىكند لذا فلسفه اسلامى معتقد است كه اشياء در دو مرحله آفريده شده‌اند :\r\n1 - مرحله حدود كه خداوند پديده‌ها را اندازه‌گيرى كرده و اين مقادير را در لوح محفوظ آن ثبت كرده است و از همين جا براى هر پديده‌اى سببى ، حدّى ، خاستگاهى و سرانجامى و . . مقرّر داشته است .\r\n2 - مرحله وجود كه خداوند به پديده‌ها نور وجود عطا فرموده است . در حديث تعبيرى از اين دو مرحله آمده است ؟ پيامبر اكرم صلى الله عليه و آله مىفرمايد : « خداوند سبحان پديده‌ها را در ظلمت آفريد و نورى از خود را بر آنها افشاند . »\r\nج - بينش قرآنى :\r\nبينش قرآن روشن است ، زيرا اين بينش به ذاتى بودن عدم در پديده‌ها اعتقاد دارد كه وجود به سبب آفرينش بر آنها عارض شده است .\r\nقرآن مىگويد : ( الْحَمْدُ للَّهِ الَّذِي خَلَقَ السَّماوَاتِ وَالْأَرْضَ وَجَعَلَ الظُّلُمَاتِ\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nوَالنُّورَ . . . ) « 1 » « ستايش از آن خداوندى است كه آسمانها و زمين را بيافريد و تاريكيها و روشنايى را پديد كرد . . . » .\r\n( إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّماوَاتِ والْأَرْضَ فِي سِتَّةِ أَيَّامٍ . . . ) « 2 » .\r\n« پروردگار شما اللَّه است كه آسمانها و زمين را در شش روز آفريد . . . » .\r\n( خَلَقَ الْإِنسَانَ مِن نُّطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُّبِينٌ ) « 3 » .\r\n« آدمى را از نطفه بيافريد و اكنون اوست كه به آشكارا دشمنى مىورزد . » .\r\n( أَوَ لَم يَرَوْا إِلَى مَا خَلَقَ اللَّهُ مِن شَيْءٍ يَتَفَيَّؤُا ظِلَالُهُ عَنِ الْيَمِينِ وَالشَّمَائِلِ سُجَّداً للَّهِ وَهُمْ دَاخِرُونَ ) « 4 » .\r\n« آيا به چيزى كه خدا آفريده است نمىنگرند كه براى سجده به درگاه او سايه‌هايشان را به چپ و راست مىافكنند و در برابر او خاشعند ؟ » .\r\n( . . . وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيراً ) « 5 » .\r\n« . . . و هر چيز را بيافريده است و آن را به اندازه آفريده است . » .\r\n( أَوَ لَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّماوَاتِ وَالْأَرْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَى أَن يُحْيِيَ الْمَوْتَى . . . ) « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء انعام ، آيهء 1 .\r\n( 2 ) - سورهء اعراف ، آيهء 54 .\r\n( 3 ) - سورهء نحل ، آيهء 4 .\r\n( 4 ) - سورهء نحل ، آيهء 48 .\r\n( 5 ) - سورهء فرقان ، آيهء 6 .\r\n( 6 ) - سورهء احقاف ، آيهء 33 .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\n« آيا نمىبينند كه خداى يكتاست آن كه آسمانها و زمين را بيافريد و در آفريدن آنها درنماند ، او مىتواند مردگان را زنده كند . . . » .\r\n( قَالَ رَبُّنَا الَّذِي أَعْطَى كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدَى ) « 1 » .\r\n« گفت : پروردگار ما همان كسى است كه آفرينش هر چيزى را به او ارزانى داشته ، سپس هدايتش كرده است . »\r\nاين آيات و صدها آيه نظير آن به سادگى و وضوح بينش اسلام را روشن مىسازد ، آسمانها و زمينها حقايقى مستقلّ از يكديگرند و به صورتى تدريجى آفريده شده‌اند و بر اين اساس نبايد آنها را وجودات به شمار آورد بلكه همگى مخلوقاتند .\r\n\r\nوجود چيست ؟\r\nالف - تعريف :\r\nشايد مفهوم « وجود » ساده‌ترين و در عين حال پيچيده‌ترين مفاهيم باشد ، زيرا ما در « پديده‌اى » وجود را مىيابيم ولى هنگامى كه مىكوشيم كنيه‌اش را درك كنيم آن را دور از فهم مىبينيم ، همچون روح كه اگرچه با آن زندگى مىكنيم و از آن زندگى مىيابيم ولى هميشه نسبت بدان جاهليم .\r\nاز همين رو تعريف دقيقى براى « وجود » نمىيابيم جز آن كه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء طه ، آيهء 50 .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nبگوييم همان « چيزى است كه آثارش را در هر پديده‌اى » مىبينيم .\r\nب - مناقشه‌اى سخت :\r\nدر ميان فلاسفه پيرامون طبيعت وجود مناقشه‌اى سخت درگرفته است كه موجب شده برخى از آنها آراء نادر و غريبى را بياورند نظير اين‌قول كه در محدوده تحقّق چيزى جز « وجود » يعنى « خدا و مخلوق يافت » نمىشود و همه تحوّلات در اين محدوده صورت مىپذيرد .\r\nطرفداران اين نظريه به دو گروه تقسيم شده‌اند : گروهى كه به عظمت خدا ايمان دارند ولى قدرت هميشگى او در هستى را باور ندارند و مىگويند : خداوند در درجهء عالى وجود قرار دارد - خداوند والاتر از آن است كه اين عدّه مىپندارند - و مخلوقات در درجه پايين قرار دارند و خلقت و آفرينش تنها نزول از درجه پايين است . اين عدّه همان فلاسفه مشّاء و متكلّمان طرفدار ايشانند .\r\nگروه ديگر به علم و قدرت خدا نسبت به هر پديده ايمان دارند ولى عظمت را از خداوند سبحان سلب مىكنند و مىگويند : هر چيزى اعمّ از كوچك ، بزرگ ، گرانبها و كم بها همان خداست و هرگز تفاوتى ميان خدا و مخلوقاتش نيست ، بلكه مفهوم خلق حجابى ميان خدا و خود خداست زيرا خدا جز خلقش نيست . اين عدّه همان رواقيّون و مذاهب صوفيّه پيرو آنها مىباشند .\r\nقرآن مذهب جديدى را به ارمغان آورد كه نمايانگر توحيد به دور از شرك و انكار است . قرآن مىگويد :\r\n( سَبَّحَ للَّهِ مَا فِي السَّماوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ * لَهُ مُلْكُ\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nالسَّماوَاتِ وَالْأَرْضِ يُحْيِي وَيُمِيتُ وَهُوَ عَلَى كُلِّ شَيءٍ قَدِيرٌ ) « 1 » « خداوند را تسبيح مىگويند هرچه در آسمانها و زمين است و او پيروزمند و حكيم است ، فرمانروايى آسمانها و زمين از آن اوست ، زنده مىكند و مىميراند و بر هر چيز تواناست . » ، ونيز مىفرمايد : ( يُسَبِّحُ للَّهِ مَا فِي السَّماوَاتِ وَمَا فِي الْأَرْضِ الْمَلِكِ الْقُدُّوسِ الْعَزِيزِ الْحَكِيمِ ) « 2 »\r\n« خدا را تسبيح مىگويند هرچه در آسمانها و هرچه در زمين است ، آن فرمانرواى پاك از عيب را ، آن پيروزمند حكيم را . »\r\nتدبّر در اين دو آيه ما را به اين حقايق مىرساند :\r\n1 - هر پديده‌اى كه در آسمانها و زمين ديده مىشود گواه بر آن است كه خداوند از مشاركت با مخلوقاتش در ذلّت و ناتوانى و تحوّل مبرّا و منزّه است .\r\n2 - از سوى ديگر خداوند با برتريش بر مخلوقات ، ناتوان از تأثير بر ايشان نيست چه مقام ربوبيش از مرتبه بسيار والاى وجود برخوردار است - ولى نه همچون فلاسفه‌اى كه خداوند سبحان را در برجى به كنار از مخلوقات قرار داده اند - بلكه عزيز و قادرى است كه هرگز ذلّت و عجز به دو راه ندارد .\r\n3 - خداوند با قدرت كامل خود آسمانها و زمين را در اختيار دارد و زنده مىكند و مىميراند و بر هر چيزى تواناست .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء حديد ، آيات 1 - 2 .\r\n( 2 ) - سورهء جمعه ، آيهء 1 .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nحضرت على عليه السلام پس از آن كه از ايشان پرسيدند آيا خداوند جسم است يا نه اين حقيقت را در سخن حكيمانه‌اى اين چنين تفسير مىفرمايد :\r\n« مردم در توحيد سه مذهب دارند : اثبات از راه تشبيه ، مذهب نفى و مذهب اثبات بدون تشبيه . مذهب اثبات از راه تشبيه باطل است ، مذهب نفى نيز باطل است و راه در مذهب سوم اثبات بدون تشبيه است . »\r\nمذهب اوّل - همان مذهب صوفيانى است كه خداى خود را نظير خويش مىپندارند و وجود را هر چيزى مىدانند كه در جهان يافت شود و هرگز چيزى جز آن نيست و اين اقتضا مىكند كه وجود خدا شبيه مخلوقاتش باشد .\r\nمذهب دوم - همان مذهب فلسفى است كه خداوند متعال را به كنار از مخلوفات خود و بدور از ايشان و ناتوان از دخالت در امور آنها و نادان به نسبت به عملكردشان مىپندارند - پاك و منزّه است خداوند از اين كه چنين باشد - .\r\nاين هر دو گروه از بينش اسلامى بدورند ، بينشى كه معتقد است خداوند سبحان حقّ و مباين ؛ وجود است و وجود حقيقتى است كه بر او تكيه دارد و مملوك اوست پس خداوند يك چيز است و وجود چيز ديگر و ميان آن دو صفت مشتركى وجود ندارد ، زيرا خداوند ، خالق ، مالك و قدوس‌است و وجود مخلوقىاست تحت‌اختيار خدا .\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\n\r\nابعاد بحث پيرامون وجود\r\nبحث پيرامون طبيعت وجود مباحث متعدّدى دارد كه مستقيماً با مهمترين مسائل مبدأ و معاد در ارتباط است ، مسائلى كه موضوعات اساسى مورد بحث قرآن است كه به ترتيب عبارتند از :\r\n1 - تفاوت ميان وجود و موجود\r\n2 - تباين ميان خدا و مخلوقات در صفات و اسماء\r\n3 - طبيعت خلقت\r\nدليل پى درپى آمدن و ترتيب فلسفى آن آميختگى شديد ميان اين مسائل‌است كه انسان را در زندگى به گمراهيهاى بزرگى كشانده است .\r\nبه سبب آميختگى ميان « وجود » و « موجود » بشر به « اصالت وجود » نه « ماهيّت » اعتقاد يافته است و در تفاوتهاى مميّز ميان طبيعت اشياء خود را به نادانى زده است و اين جهالت او را به گمراهى ديگرى كشانده كه همان درهم آميختگى ميان « وجود » و « موجد » است و بدين ترتيب به واسطه خلق خدا پرده بر روى خدا كشيدند . و به‌دنبال آن سلسله‌اىاز اشتباهات ظهور كرد :\r\n« موجودات » همان طبيعت « وجود » اند و طبيعت « وجود » همان موجد « ذات » آن است و بس .\r\nبنابراين ما بايد نخست پيرامون تفاوت ميان « وجود » و « موجود »\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nبه بحث بنشينيم و پس‌از آن مباينت صفات‌را ميان « وجود » و « خالق » روشن سازيم و بالاخره از طبيعت خلقت اين « وجود » سخن بگوييم .\r\nقبل از ورود به اين مباحث عميق بايد عقل خود را هشدار دهيم و مطمئن باشيم كه به حركت واداشتن عقل تنها وسيله شناخت عميقترين و بزرگترين حقايق است و با بازگشت به عقلمان است كه مىتوانيم حقيقت خويش را دريابيم ، حقيقتى كه آن را همچون سايه‌هايى مىبينيم كه اصل آن به جاى ديگرى باز مىگردد ، زيرا به حركت درآوردن « عقلمان » است كه مىتوانيم عدم امكان جمع نقيضين را درك كنيم و اين كه اگر ما قائم به ذات خود بوديم وجودى مىداشتيم قويتر و با دوامتر از آنچه داريم .\r\nبا به كارانداختن « عقل » است كه مىتوانيم به دشوارى راه يافتن به اسرار « موجودات » پى بريم ، اسرارى كه موجب گمراهى انسان گشته است . زيرا انديشه‌هاى ما عادت دارد به امورى جزئى نظر كند كه داراى ابعادى محدود است و لذا پديده‌هاى بزرگ را نيز با آن قياس مىكند .\r\n« وجودى » كه همه چيز در هر زمان قائم به اوست از چنان عظمت و گستردگى برخوردار است كه مىتوان همين عظمت و گستردگى را دو دليل از دلايل ابهام آن براى انديشه‌هاى ضعيف دانست .\r\nما زمانى به اين حقايق پى مىبريم كه خويش را در فشار قرار دهيم\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nو بكوشيم نسبت به سرّ موجودات « آگاهى » يابيم ولى آنچه در پيش روى ما قرار دارد خطر « توهّم » است ، زيرا ما پيوسته مىكوشيم به خود چنين القاء كنيم كه نسبت به همه اسرار آگاهى داريم . شأن وجود اجلّ از آن است كه بتوان در هر لحظه به كُنه آن پى برد زيرا ظهورى شديد و شمولى وسيع دارد .\r\nچكيده كلام آن كه ما بايد با به كارانداختن « عقل » و زدودن آن از پيشينه‌هاى ذهنى تنگ نظرانه دريابيم كه وجود حقيقتى به غايت آشكار است ولى اين حقيقت به سبب شدّت ظهور آن از چشمان ما پنهان است و به سبب شمول وعظمتش از انديشه‌هايى كه عادت به ديدن امور جزئى دارند پنهان است . و حال نسبت به حقيقت وجود آگاهى حاصل مىكند .\r\n\r\nحقيقت وجود\r\nناگزير بايد براى شناخت حقيقت وجود با بيان پاره‌اى از حقايق ، راه را هموار سازيم :\r\nالف - ما نسبت به معانى الفاظى كه آنها را به كار مىگيريم آگاهى نداريم ، مگر از طريق دلالت‌هاى خاصّى كه كاربرد آن در ابتداى شنيدن كلمه را در برگرفته است . هنگامى كه ما كودك بوديم لفظ آب را مىشنيديم و مىديديم كه به مادّه‌اى مايع اشاره مىشود ، لذا دريافتيم كه اين لفظ براى اين ماده خاص تخصيص داده شده است\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nو با كثرت استعمال ، مفهوم اين ماده تطوّر و گسترش يافت تا آن كه همه چيزهائى را كه داراى چنين خصوصيّاتى بودند در برگرفت .\r\nبنابراين الفاظ با مفاهيم جزئى به ما القاء شده است ، مفاهيمى كه الفاظ در آغاز در محدوده آنها به كار رفته است و از طريق اين مفاهيم جزئى ، انديشه بشرى برخى از ابعاد كلى را دريافت مىكند . مشكل انديشه بشرى در شناخت حقايق مطلقه در همين جا نهفته است ، زيرا پرواز به آن سوى محدوده‌هاى خاصّى كه الفاظ ، آنها را احاطه كرده است امرى دشوار مىباشد ، الفاظى كه تنها پل براى رسيدن به معانى مطلق به شمار مىآيد . به‌همين سبب‌يك پژوهشگر فلسفى بايد خود را از چهارچوب‌هاى الفاظ جزئى رهائى بخشد و از طريق لفظ راهى براى درك معانى بيابد كه هرگز نمىتوان آن‌را با لفظ بيان داشت .\r\nبنابراين ما هنگامى كه لفظ « وجود » را به كار مىبريم نبايد به حروف اين كلمه مقيّد باشيم و جنبه جزئى آن را در نظر بگيريم ، بلكه بايد به افقهاى دور پر كشيم تا حقيقت مطلق را تصوّر كنيم .\r\nب - لفظ « عدم » از اضافاتى است كه تنها به نسبت چيز ديگرى فهميده مىشود دقيقاً مثل كلمات « اكبر » ، « اصغر » ، « فوق » ، « تحت » و نظاير آن ، بنابراين كسى كه كلمه « عدم » را مىشنود بايد اين پرسش را مطرح كند كه مقصود از « عدم » چه چيز است ؟ زيرا عدم خانه با عدم باغ تفاوت دارد و گاهى عدم خانه با وجود باغ در يك جا جمع مىشوند . بر اين اساس هنگامى كه مىگوييم « عدم\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nوجود » مفهوم عدم مطلق را در بر ندارد ، بلكه تنها عدمى معيّن را مىرساند .\r\nج - انسجام حقايق با يكديگر و انسجام نفس با اين حقايق همراه با اطمينان و آرامش يكى از ملاكهاى ثابتى است كه انسان به وسيله آن حقيقت اشياء را كشف مىكند .\r\nبراى مثال هنگامى كه « نيوتن » در نظريات فلكى ترديد يافت و وجود مشكلات علمى بسيارى را در نظريه بطليموسى مشاهده كرد كه بر اساس گردش خورشيد استوار بود عدم انسجام حقايق با اين اصل را دريافت و لذا نظريه « گردش زمين » را وضع كرد و مشاهده كرد كه مشكلات علمى بر اساس آن حلّ شدند و انسجام كامل ميان اين نظريه و ساير حقايق حاصل شد و بىثمر بودن نظريه بطليموسى و درستى نظريه نيوتن به اثبات رسيد .\r\nبشر بسيارى از حقايق را زمانى كشف مىكند كه در آنها ترديد روا مىدارد ، زيرا ميان اين حقيقت و ساير حقايقى كه فرد از پيش بدان آگاهى داشته انسجامى نبوده است و به محض آن كه به تعارض ميان آن دو پى مىبرد عدم صحّت يكى از آن دو را نتيجه مىگيرد .\r\nپس از ذكر اين نكات بايد حقيقت مهمّى را درك كنيم و آن اين كه « وجود » چيزى است و « موجود » چيز ديگر ، « موجود » آن چيزى است كه مىبينيم و لمس مىكنيم همچون قلم و دفتر كه در دو موجود هستند ، امّا « وجود » آن « حقيقتى » است كه قلم و دفتر را موجود\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nمىسازد و حقيقت مشترك ميان آن دوست است .\r\nاگر اصل در اشياء « ماهيّت و حدود » آنها باشد و اشياء وجود نداشته‌اند و سپس هستى يافته‌اند بايد « وجود » را حقيقتى وراى حقايق موجودات بدانيم ، پس سرچشمه « موجودات » ، « وجود » فياضى است كه در تحقّق و ظهور به آنها استمرار مىبخشد .\r\nحال به بحث پيرامون دلايلى مىپردازيم كه ما را به طبيعت وجود هدايت مىكنند و بايد بدانيم تنها وسيله‌اى كه ما را به اين مقصود مىرساند به كارانداختن « عقل » است و هدف از ذكر اين دلايل تنها به حركت واداشتن « عقل » است و بس .\r\n1 - درهم آميختگى عدم و وجود\r\nهر موجودى به گواهى محدود بودنش به عدم ، وجود بر آن عارض شده است و از اتم گرفته تا كهكشانهاى بزرگ ، عدم جزئى از موجودات را تشكيل مىدهد ، براى مثال يك‌اتم تنها 000 ، 1000 / 1 هستى دارد و بقيّه آن عدم مىباشد و اگر حجم كهكشانهايى را كه از محدوده خيال خارج است جداى از عدم بتوانيم تصوّر كنيم تنها معادل چند ده برابر خورشيد خواهند شد .\r\nاين درهم آميختگى ما را به طبيعت اشيائى هدايت مىكند كه آنها را وجود نمىيابيم بلكه وجود ، چيزى است و موجود ، چيز ديگر .\r\nو چه‌بسا اگر علم ما پيشرفت كند به اين حقيقت پى ببريم كه وجود موجودات تنها مرتبه‌اى از خود وجود است .\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\n2 - ارتباط ميان عدم و وجود\r\nآيا عالم حادث است ؟ آرى ، زيرا تحوّل مىپذيرد و قوانين علمى ثابت كرده‌اند كه عمر هستى محدود است و اين كه ممكن نيست حرارت جهان از صفر به يك درجه بالاى صفر برسد بلكه مسأله كاملًا بر عكس است و عالم از انرژى به سوى عدم انرژى پيش مىرود تا همه انرژيهاى جهان به پايان رسد . به علاوه آن كه حدود جهان دليل آن است كه ذاتش موجود نبوده است و آيا ممكن است ذات چيزى براساس وجود باشد و در لحظه‌اى از زمان معدوم باشد ؟ آيا اين تناقضى آشكار نيست ؟\r\nتنها تفسير از « وجود » عالم هستى پس از عدم در اين قول نهفته است كه « ذات » از « عدم به وجود » منقلب نمىگردد جز بواسطه اعطاء « نور وجود » از منبع هستى كه جريانى مستمر است بگونه‌اى كه لحظه‌اى اين « عطا متوقّف » گردد « موجودات » دوباره به « عدم » باز مىگردند .\r\nاين تفسير ما را به تفاوت عميق ميان « وجود » به عنوان يك « حقيقت ثابت با ذاتى » آشكار و « موجود » به عنوان « پرتوى متحوّل » كه وجودش بسته به ديگرى است راهنمايى مىكند .\r\nدر قرآن كريم آيات بسيارى وجود دارد كه نام خداوند را تسبيح كرده چنانچه سوره‌هاى قرآن با اسم عظيم پروردگار آغاز مىگردد .\r\nهنگامى كه پيرامون معناى « اسم » در لغت به كند و كاو مىپردازيم آن\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nرا به معناى علامت و راهنماى يك چيز مىيابيم و هنگامى كه به قرآن باز مىگرديم مشاهده مىكنيم كه اين « اسم » سبب خلق پديده‌ها اعمّ از زمين و آسمان است و در آيه‌اى از قرآن مىخوانيم كه :\r\n( . . . بِسْمِ اللَّهِ مَجْريها وَمُرْسَاهَا . . . ) « 1 » « . . . كه به نام خدا به راه افتد و به نام خدا بايستد . . . »\r\nتدبّر در مجموع اين آيات ما را به اين حقيقت مىرساند كه « اسم » مقدّس خدا همان « نورى » است كه خداوند با آن آسمانها و زمينها را آفريده و همان چيزى است كه ما آن را « وجود » ناميديم بدون آن كه بتوانيم محدودش كنيم اين به دليل گستردگى و شدّت حقّانيّتش است كه مانع از احاطهء ما بدان مىباشد .\r\n« اسم » همان « نور خداوندى » است كه زمين با آن نورانى شده است خداوند مىفرمايد :\r\n( . . . وَأَشْرَقَتِ الْأَرْضُ بِنُورِ رَبِّهَا ) « 2 »\r\n« . . و زمين به نور پروردگارش روشن شود . . . »\r\nو آن همان « نور الهى » است كه قرآن آن را به چراغدانى تشبيه كرده است كه در آن چراغى باشد و آن چراغ درون آبگينه‌اى و آن آبگينه به ستاره‌اى درخشنده ماند :\r\n( اللَّهُ نُورُ السَّماوَاتِ وَالْأَرْضِ مَثَلُ نُورِهِ كَمِشْكَاةٍ فِيهَا مِصْبَاحٌ الْمِصْبَاحُ فِي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء هود ، آيه 41 .\r\n( 2 ) - سورهء زمر ، آيهء 69 .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nزُجَاجَةٍ الزُّجَاجَةُ كَأَنَّهَا كَوْكَبٌ دُرِّيٌّ يُوقَدُ مِن شَجَرَةٍ مُبَارَكَةٍ . . . ) « 1 » .\r\n« خدا نور آسمانها و زمين است ، مثل نور او چون چراغدانى است كه در آن چراغى باشد ، آن چراغ درون آبگينه‌اى و آن آبگينه چون ستاره‌اى درخشنده از روغن درخت پر بركت مىسوزد . . . »\r\nو نيز همان عرشى « 2 » كه خداوند بر آن جاى گرفت :\r\n( الرَّحْمنُ عَلَى الْعَرْشِ اسْتَوَى ) « 3 » .\r\n« خداى رحمان بر عرش استيلا دارد . » .\r\nو نيز فرموده است : ( اللَّهُ لَا إِلهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْعَظِيمِ ) « 4 » .\r\n« خدا يكتا كه هيچ خدايى جز او نيست ، پروردگار عرش عظيم » ، چنانچه جوهره اسماءحسناى خداست كه خود در كتابش مىفرمايد :\r\n( . . . وَلَهُ الْمَثَلُ الْأَعْلَى فِي السَّماوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ ) « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء نور ، آيهء 35 .\r\n( 2 ) - در تفسير عرش در احاديث چنين آمده : آن نورالانوار است و روز از آن روشنى مىگيرد و هشت ركن دارد كه هريك از اركان آن را ملائكه‌اى حمل مىكنند كه كسى نمىتواند آنها را شماره كند مگر خدا و در شب و روز به دون سستى خدا را تسبيح مىگويند و اگر چيزى فوق آن را احساس كنند تاب تحمل آن را ندارند و جبروت و كبريا و عظمت و قدس و رحمت و علم خدا ميان آن حائل است و وراى آن ديگر سخنى نيست .\r\n( 3 ) - سورهء طه ، آيهء 5 .\r\n( 4 ) - سورهء نمل ، آيهء 26 .\r\n( 5 ) - سورهء روم ، آيهء 27 .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\n« . . . واو راست صفت برترى در آسمانها و زمين واوست پيروزمند و حكيم » .\r\n( اللَّهُ لَا إِلهَ إِلَّا هُوَ لَهُ الْأَسْماءُ الْحُسْنَى ) « 1 »\r\n« اللَّه ، آن كه هيچ خدايى جز او نيست نامهاى خوب از آن اوست » ، و همان اسمى است هنگامى كه بندگان خدا را بخوانند اجابت مىفرمايد . « 2 »\r\nيادآورى حقيقت « اسم » از سوى قرآن كريم كه بدون افزايش دادن تلاش عقل در درك ويژگيها و نشانه‌هاى آن ميسّر نيست در اين آيات منحصر نمىباشد ، زيرا در بيشتر آيات قرآن يا صريحاً بدان توجّه داده شده يا از بطن آيات قرآنى درك مىشود .\r\nهر آيهء قرآنى اين حقيقت را در بردارد كه : خلقت پيوسته نيازمند خالقى است كه آسمانها و زمين را در يد قدرت خود دارد تا از هم فرونپاشند : ( . . . وَلَئِن زَالَتَا إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِن بَعْدِهِ . . . ) خداوند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء طه ، آيهء 8 .\r\n( 2 ) - در دعاى به جا مانده از پيامبر اكرم صلى الله عليه و آله و برگرفته از وحى قرآن كريم آمده است كه : خدايا ، به حقّ اسمت كه هرگاه برده شود آسمانها به لرزه مىآيند و زمين شكاف بر مىدارد و ابرها پاره پاره مىشوند و كوهها شكافته مىشوند و به حقّ اسمى كه بر بهشت نهاده شده موجب نزديكى آن گشته است و بر جهنّم نهاده شده و موجب برافروختگى آن گشته است و بر آتش نهاده شده و موجب شعله‌ور شدن آن گشته است و بر آسمان نهاده شده و موجوب جدايى آن گشته است به گونه‌اى كه بدون پايه برپا شده و به حقّ اسمى كه رعد تسبيح گوى حمد آن است و ملائكه از هراس آن تسبيحش مىگويند و به حقّ اسم تو كه بر بال كروبيان نگاشته شده از تو مىخواهيم كه . . .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nمىفرمايد : ( إِنَّ اللَّهَ يُمْسِكُ السَّماوَاتِ وَالْأَرْضَ أَن تَزُولَا وَلَئِن زَالَتَا إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِن بَعْدِهِ إِنَّهُ كَانَ حَلِيماً غَفُوراً ) « 1 » « خدا آسمانها و زمين را نگه مىدارد تا زوال نيابند و اگر به زوال گرايند هيچ يك از شما - جز او - نمىتواند آنها را نگه دارد ، هر آينه خدا بردبار و آمرزنده است . »\r\nخداوند سبحان وراى هر علم و عملى است و اگر استمرار نياز به او نباشد ديگر همه چيز به او نيازمند نخواهد بود و هر كارى مستقيماً به قدرتش نسبت داده نمىشد . آرى نور خدا همان چيزى است كه هستى را از فروپاشى نگه داشته و هم اوست كه با فيوضات پى درپى خود و با آفرينشهاى مستمر خويش به هستى وجود مىبخشد . حال به قرآن كريم گوش فرا دهيم :\r\n( إِنَّ اللَّهَ فَالِقُ الْحَبِّ وَالنَّوَى يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَمُخْرِجُ الْمَيِّتِ مِنَ الْحَيِّ ذلِكُمُ اللَّهُ فَأَنَّى تُؤْفَكُونَ * فَالِقُ الْإِصْبَاحِ وَجَعَلَ اللَّيْلَ سَكَناً وَالشَّمْسَ وَالْقَمَرَ حُسْبَاناً ذلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ ) « 2 » « خداست كه دانه و هسته را مىشكافد و زنده را از مرده بيرون مىآورد و مرده را از زنده بيرون مىآورد ، اين است خداى يكتا پس از كجا باز مىگردانندتان ؟ شكوفنده صبحگاهان است و شب را براى آرامش قرار داد و خورشيد و ماه را براى حساب كردن اوقات . اين است تقدير خداى پيروزمند دانا » ، ( وَهُوَ الَّذِي أَنزَلَ مِنَ السَّماءِ مَاءً فَأَخْرَجْنَا بِهِ نَبَاتَ كُلِّ شَيْءٍ فَأَخْرَجْنَا مِنْهُ خَضِراً نُخْرِجُ مِنْهُ حَبّاً مُتَرَاكِباً وَمِنَ النَّخْلِ مِن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء فاطر ، آيهء 41 .\r\n( 2 ) - سورهء انعام ، آيات 95 - 96 .\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nطَلْعِهَا قِنْوَانٌ دَانِيَةٌ وَجَنَّاتٍ مِن أَعْنَابٍ وَالزَّيْتُونَ وَالرُّمَانَ مُشْتَبِهاً وَغَيْرَ مُتَشَابِهٍ انْظُرُوا إِلَى ثَمَرِهِ إِذَا أَثْمَرَ وَيَنْعِهِ إِنَّ فِي ذلِكُمْ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ ) « 1 »\r\n« اوست خدايى كه آسمان باران فرستاد و بدان باران هرگونه نباتى را رويانيديم و از آن نبات ساقه‌اى سبز و از آن دانه هايى بر يكديگر چيده و نيز از جوانه‌هاى نخل خوشه هايى سر فروهشته پديد آورديم و نيز بستانهايى از تاكها و زيتون و انار ، همانند و ناهمانند . به ميوه‌هايش آن گاه كه پديد مىآيند و آن گاه كه مىرسند بنگريد كه در آنها عبرتهاست براى آنان كه ايمان مىآورند . »\r\nو اين چنين تمامى قرآن اين اسم عظيم را يادآورى مىكند ، « اسمى » كه اگر فرد بدان « آگاهى » يابد به گمراهى « متصوّفانى » پى مىبرد كه حقيقت وجود را درك نكرده‌اند . آن « نور مقدّسى » است از جانب خدا كه خلقت پديده‌ها را بدان مىبخشد و آن را از فروپاشى حفظ مىكند و آن به دست خداوند سبحان است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء انعام ، آيهء 99 .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\n\r\nبينش اسلام پيرامون خلقت\r\nبا شناخت حقيقت وجود به بينش اسلام در خلقت پى مىبريم ، كه خلقت چيزى نيست جز ايجاد پى درپى پديده‌ها .\r\nپس هستى با نور « وجود » موجود است و نور وجود نيز قائم به « خداوند » متعال است ، پس خداوند سبحان قيومى قائم به « ذات خود » است كه همه چيز به دو وابسته است . در اين جا لازم است به حرف « باء » در عباراتى نظير « الوجود قائم باللَّه » و « هو القيّوم القائم بذاته » و « الذي تقوم الأشياء به » توجّه كنيم . اين حروف دلالتى عميق بر طبيعت ارتباط ميان خالق و مخلوق دارد ، زيرا بر « تأثير بلا تأثّر » دلالت دارد .\r\nخداوند ، آسمانها را با قدرت خود حفظ مىكند و اگر چنين چيزى از سوى او غير ممكن مىشد به حركت ، دگرگونى ، نقصان و در نتيجه به خستگى و فرسودگى نيازمند بود در حالى كه خداوند سبحان به\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nسبب فعاليّت شديد و فراگيرى قيموميتش پديده‌ها را بدون آن كه نقصى در آن راه يابد يا به تحوّلى نياز داشته باشد مىآفريند .\r\nخدا ( چنانچه فلسفه‌هاى جاهلى مىپندارد ) براى آن كه از وجود خود وجودى بيافريند نيازمند آن نيست تا بخشى از اين وجود را به آن موجود ببخشد ، بلكه يك نگاه از سوى او كافى است كه همه تاريكيها به نور مبدّل شود ، پس طبيعت خلقت خداوند سبحان از محدوده اين دو حدّ خارج نيست :\r\n1 - فعل و فاعليت و تأثير گذاردن و هستى بخشيدن .\r\n2 - عدم انفعال و مفعوليّت و تحت تأثير قرار گرفتن و هستى يافتن .\r\nبر انديشه بشرى كه با تماس با مخلوقات خو گرفته دشوار است خلقت نخستين را تصوّر كند زيرا انديشه او از محدوده تأثير و تأثّر خارج نمىشود و به قدرى كه مؤثّر در پديده‌اى اثر مىگذارد به همان ميزان از آن متأثّر مىگردد ، زيرا آن پدپده انرژى انسان را مىگيرد و خستگى و فرسودگى به دو مىدهد در حالى كه خداوند كاملًا بر عكس چنين چيزى است و از اثر پذيرى و تحوّل مبرّا است .\r\nاز همين رو در حديث مىخوانيم كه حضرت على عليه السلام از خطيبى كوفى كه درباره « توانايى » سخن مىگفت پرسيد :\r\nآيا با خدا مىتوانى يا بدون خدا ؟ او گفت : نمىدانم چه بگويم .\r\nحضرت فرمود : هريك از اين دو را كه مىگفتى گردنت را مىزدم .\r\nخطيب گفت : يا اميرالمؤمنين چه بگويم ؟ حضرت فرمود : بگو به\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nوسيله خدا مىتوانم . پس خدا داخل در انسان نيست تا مخلوقات در رديف او و شريك مقام كبريائيش باشند و از سوى ديگر بدور از مخلوقات هم نيست تا مخلوقات از او بىنياز باشند و بدون او توانايى داشته باشند ، بلكه بدون تأثّر از ايشان بر آنها تأثير مىنهد .\r\nآيات و تفاسير\r\n( إِنَّمَا قَوْلُنَا لِشَيْءٍ إِذَا أَرَدْنَاهُ أَن نَّقُولَ لَهُ كُن فَيَكُونُ ) « 1 » .\r\n« فرمان ما به هر چيزى كه اراده‌اش را بكنيم اين است كه مىگوييم : موجود شو ، و موجود مىشود . »\r\n« قول » در اين جا كنايه از مشيّت الهى به هنگام آفرينش پديده‌اى است و هيچ نيازى به حركت يا عملى ندارد ، بلكه آن را ابداع مىكند .\r\n( وَأَشْرَقَتِ الْأَرْضُ بِنُورِ رَبِّهَا . . . ) « 2 » .\r\n« . . و زمين به نور پروردگارش روشن شد . . . »\r\n« نور » در اين جا تعبير ظريفى از همان انرژى است ( اگر تعبير ، درست باشد ) ، انرژى اى كه پديده‌ها را موجود مىسازد و در اختيار خداست .\r\n( إِنَّ اللَّهَ يُمْسِكُ السَّماوَاتِ وَالْأَرْضَ أَن تَزُولَا وَلَئِن زَالَتَا إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِن بَعْدِهِ إِنَّهُ كَانَ حَلِيماً غَفُوراً ) « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء نحل ، آيهء 40 .\r\n( 2 ) - سورهء زمر ، آيهء 69 .\r\n( 3 ) - سورهء فاطر ، آيهء 41 .\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\n« خدا آسمانها و زمين را نگه مىدارد تا زوال نيابند و اگر به زوال گرايند هيچ يك از شما - جز او - نمىتواند آنها را نگه دارد ، هر آينه خدا بردبار و آمرزنده است . »\r\nاين امر كه پيوسته وجود مىبخشد « عرش » ناميده مىشود - در زبان قرآن كريم - ، در قرآن آمده است كه :\r\n( الرَّحْمنُ عَلَى الْعَرْشِ اسْتَوَى ) « 1 » .\r\n« خداى رحمان بر عرش استيلا دارد . »\r\n( اللَّهُ لَا إِلهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْعَظِيمِ ) « 2 » .\r\n« خدا يكتا كه هيچ خدايى جز او نيست ، پروردگار عرش عظيم . »\r\n\r\nبينش اسلامى و نظريات ديگر !\r\nبينش اسلامى دربارهء خلقت تماماً با ساير حقايق كشف شده هماهنگى دارد كه موجب مىشود نسبت بدان اطمينان بيشترى بيابيم و نسبت به درستى آن ايمان آوريم . حقايقى را كه در زير به ذكر آن مىپردازيم نه تنها ارائه ميزان هماهنگى بينش اسلامى با ساير حقايق شناخته شده مىباشد ، بلكه از اين جهت نيز مفيد است كه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء طه ، آيهء 5 .\r\n( 2 ) - سورهء نمل ، آيهء 26 .\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nزواياى مقايسه با ديگر نظريات فلسفى را پى مىريزد :\r\n1 - مسأله عدم\r\nمادى گرايان عادت كرده‌اند با اين سؤال براى مؤمنان شبهه ايجاد كنند كه چگونه ممكن است پديده‌اى از عدم خلق شود ؟ ولى نگرش اسلام به خلقت بسرعت اين شبهه را در هم مىشكند ، زيرا اين عدم نيست كه موجب ايجاد پديده‌ها گشته و خداوند نيز پديده‌ها را از عدم نيافريده و حتّى هستى را از شىء ديگرى نيافريده است ، بلكه خداوند خود موجب خلقت و مبدأ آن است و به ديگر سخن « وجود از عدم » صادر نشده و « عدم » نيز به « وجود » تبديل نشده است ، بلكه خداوند به سبب شدّت تأثير و فراگيرى قيموميّتش از « نور خود » به اشياء « افاضه » كرده و بدين ترتيب اشياء تحقّق و هستى يافته‌اند ، ولى حقايق موجود ، پس از « خلقت » قائم به « ذات خود » نگشته‌اند تا اين شبهه پيش آيد كه چگونه فانى بالذات به قائم بالذات بدل شده است و حال آن كه « ذات » يك چيز است نه « تحوّل » مىپذيرد و نه « تغيير » مىيابد .\r\nپاسخ روشن به اين شبهه آن است كه پديده‌ها ذاتاً فانى بوده و هستند و ممكن است به موجود ديگرى تكيه داشته باشند و خواه پس از خلقت يا پيش از آن اين امر تغييرى نمىيابد .\r\n2 - مسألهء رستاخيز\r\nاز آن جا كه « عدم » به « وجود » تحول نيافته و « معدوم » ، چيزى است كه « امكان موجود » يافتن جزء طبيعت آن است لذا « نور وجود »\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nبر آن افشانده شده و از اين رو به قدر خود از نور كسب ظهور كرده است . نابود كردن موجود در برابر قدرت پروردگار بزرگ هرگز محال نيست چنانچه اعاده معدوم نيز امكان دارد . چنانچه اگر نورى را روى يك تكه تخته بيندازيم آشكار مىشود و اگر آن نور را برداريم پنهان مىگردد ، و بار ديگر نورى بدان بيفشانيم ظاهر مىگردد .\r\nمسأله رستاخيز در صورتى كه تسليم نگرش اسلامى باشيم بسيار عادى خواهد بود ، نگرشى كه بر عرض بودن وجود قائم به غير مبتنى است .\r\n3 - مسألهء تحوّلات\r\nتحوّلات ناگهانى تنها يك مسأله فلسفى مىباشد چنانچه جهش طبيعت نيز مسأله ديگرى است ، زيرا دست خلقت حتّى براى يك لحظه از مخلوقات كوتاه نيست ، بلكه پيوسته در كار است ، زيرا هنگامى كه خداوند پديده‌ها را آفريد اين پديده‌ها قائم به ذات خود نبودند ، بلكه پيوسته نيازمند فضل خداوندى هستند كه استمرار در وجود را به آنها عطا مىكند و بر اين اساس هر لحظه‌اى كه بر اين پديده‌ها مىگذرد با لحظات گذشته و آينده تفاوت دارد پس خداوند در هر لحظه به پديده‌ها خلقى نو مىبخشد و مانعى در سر راه او قرار ندارد كه آنها را به گونه‌اى جديد بيافريند .\r\nدخالت قدرت غيبى چنانچه كه گمان مىشود هرگز با دستهايى بلند و دستگاههايى عظيم صورت نمىگيرد كه از آسمان به زمين آيد ،\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nبلكه از آن جا كه منشأ موجودات از خداوند است ، لذا تغيير آنها در داخل و بطور كلّى در وجودى است كه پيوسته بدانها عطا مىشود . بر اين اساس ما براى ايجاد رنگ جديد نيازى نداريم تا رنگ تخته‌اى را كه نور بدان افشانده مىشود تغيير دهيم ، بلكه نهايت اقتضاى امر آن است كه رنگ لامپى را تغيير دهيم كه براى روشنايى به كار مىگيريم .\r\nحتّى تحوّلات تدريجى نيز چيزى جز تغييرات خلقت نيست و آن را بايد خلقتى نو پس از خلقتى ديگر دانست .\r\n4 - مسألهء معجزات\r\nمعجزات نيز از روح بينش اسلامى نسبت به خلقت دور نيستند ، زيرا آن خود نيز خلقتى است كه مادامى كه پديده‌ها بسته به وجود ديگرى هستند به آسانى نابود مىشوند يا تغيير مىيابند . آتشى كه سرد و بىزيان مىگردد براى ما معجزه به نظر مىرسد ولى در حقيقت چيزى نيست جز دست بردن در آتشى كه اشياء را مىسوزاند با اين تفاوت كه خداوند در هر لحظه آتش را مىآفريند و حرارت را نيز باآن خلق مىكند ولى در اين لحظه آتش را مىآفريند ولى حرارت را خلق نمىكند و به جاى آن سردى و بىزيانى را ايجاد مىكند .\r\n5 - مسألهء طبيعتها\r\nقوانين هستى چيزى نيست جز سنّتهاى الهى ( قضاى الهى ) كه خداوند اجراى آن را بر خود حكم كرده است كه همان « قدر » مىباشد .\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\n6 - مسألهء قوانين\r\nاز آن جا كه قدرت خدا پديده‌ها را در بر گرفته پس مىتواند آنچه را بخواهد تغيير دهد و مىتواند پيامبران را برانگيزد و آنها را با معجزات حمايت و پشتيبانى كند و كتابهايى را با آنها فرو فرستد .\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\n\r\nخدا در قرآن\r\nبراساس بيان و هدايت قرآن ، خدا نه وجود است نه موجود ، بلكه حقّ « قيوم » است .\r\nوجود اگر چه نامى مقدّس از نامهاى نيك خداوند است و اگرچه نورى است كه حقايق هستى را آشكار مىسازد و اگرچه - چنانچه گفتيم - با موجودات تفاوت دارد ولى به رغم همه اين امور نمىتوان آن را خدا دانست و نمىتوان خدا را وجود دانست - پاك و مبراست پروردگار از اين كه چنين باشد - بلكه « وجود » ، مخلوقى از « مخلوقات » خداست و هرگونه كه بخواهد در آن تصرّف مىكند و آن را به پديده‌اى مىبخشد و در نتيجه آن پديده آشكار شده و آفرينش مىيابد .\r\nنزديكترين وسيله براى شناخت آن كه وجود ، مخلوق است تصرّف در آن مىباشد و اين كه يك بار به چيزى داده مىشود و سپس\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nاز آن ستانده مىشود ، پس « وجود » هم « حقيقتى » است كه مالك آن يعنى خداوند قادر آن را تدبير مىكند .\r\nموجودات نيز خدا نيستند ، بلكه ستاره و درخت در برابر خدا سجده مىكنند و خورشيد و ماه به تدبير خدا جريان دارند و زمين تسليم امر اوست ، ساده‌ترين دليل آن نشانه‌هاى آشكار ضعف پديده‌هاست كه هرگز نمىتوانند خداوند قادر باشند - پاك و منزّه است خدا از اين كه چنين باشد - .\r\nاين اصل فلسفى كه وجود را به ممكن و واجب تقسيم مىكند و وجود ممكن را « مخلوق » و وجود واجب را « خالق » مىپندارد در قرآن اصلًا مردود است ، زيرا خدا نه وجود است و نه مخلوق به وجود . بلكه وجود ، نورى است در اختيار خدا و بخشيده شده به مخلوقات ، پس چگونه ممكن است خداوند و آفريده‌ها در يك اساس مشترك باشند و آن را وجود بناميم و حال آن كه سه اساس وجود دارد : خدا ، وجود و آفريده‌ها .\r\nاين « اصل صوفيانه » كه خدا را « ذات موجودات » مىپندارد و نيز اين « اصل مادى » كه پديده‌ها را « ذاتاً مسلّط » برخود مىداند و بنابراين همين پديده‌ها ، خود خدايند و بس ، همگى اصولى مردودند . زيرا خداوند والاتر ، بالاتر و بزرگتر از مخلوقات و آفريده‌هاى خود است ، نه او مخلوقات و نه مخلوقات ، او هست و ميان او و مخلوقاتش تباين است و اشتراكى نيست ، مگر در الفاظى\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nكه در حدود امكانات آفريده‌ها وضع شده است . ميان خدا و مخلوقات تباين مطلق است پس هر آنچه در مخلوقات جايز باشد درباره خداوند محال است و بر عكس .\r\nبا وجود چنين تباينى روشن مىشود كه نمىتوان خدا را تعريف كرد و صفاتش را مكشوف ساخت ، زيرا ما در فضاى مخلوقات زندگى مىكنيم و با صفتى آشنايى نداريم ، مگر به قدرى كه در يكى از مخلوقات وجود داشته باشد مثلًا صفت قدرت را در انسان ، در موج ، در طوفان ، در برق و اتم مىشناسيم و اگرچه صحيح است كه در تمامى اينها صفت قدرت وجود دارد . لكن بر حسب شناخت ما تماماً در مخلوقات موجودند و بنا به طبيعت تباين ميان خالق و مخلوق نمىتوانيم آنها را با خدا قياس كنيم و به همين ترتيب است صفت علم و حكومت و . . . ولى با اين وجود مىتوانيم از طريق شناخت صفات مخلوقات نظير علم و قدرت و حكومت به وجود همين صفات در آفريدگار به نحو بالاتر و والاتر پى ببريم ، آفريدگارى كه اين صفات را در مخلوقات به امانت گذاشته است ، ما گاه اين امور والاتر و بزرگتر از صفات مخلوقات را قدرت نامحدود و علم كامل و حكومت جاودانه مىخوانيم ، ولى مفهوم اين نامگذارى ايجاد پيوند ميان قدرت مخلوق و قدرت خالق نيست تا به گونه‌اى واحد در آيند چنانچه ايجاد پيوند ميان علم مخلوق و علم خالق و خواست مخلوق و خواست خالق ونظاير آن نيست ، زيرا هيچ رابطه‌اى ميان\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nخالق و مخلوق نيست جز رابطه تقابل واكنش شديد كه از انعكاسى شديد حاصل مىشود ، بلكه مىخواهيم با اين نامگذارى پيوند ميان لفظ را بر قرار سازيم تا مفهوم آن امر والاتر را كه براى خالق ثابت است اشاره گونه دريابيم .\r\nاز همين رو اثبات هر صفتى براى خدا تنها اشاره‌اى است - در محدوده فهمى كه از آن برخورداريم - به صفات و اسماء خداوند بدون آن كه تعريفى باشد براى خدا يا بدون آن كه او را در محدوده مخلوقات قرار دهيم و صفات مخلوقاتش را بر مقام كبريائيش سرايت دهيم - پاك و منزّه است خدا از اين كه چنين باشد - .\r\nاگرچه لفظ ميان خدا و مخلوقات مشترك است و در هر دو مورد « قدرت » و « علم » و حكومت ناميده مىشود ، لكن به ميزان اختلاف و تباين ميان خدا و مخلوقات مفاهيم اين الفاظ نيز با يكديگر تفاوت دارند .\r\nقدرت مطلق و ابدى خدا كجا و قدرت محدود و عرضى و ضعيف مخلوقات كجا . شناخت ما نسبت به اشياء كجا و علم خداوند كه محيط بر همه پديدهء هاست كجا يا مالكيت ما نسبت به كالا كجا و مالكيّت خدا بر آسمانها و زمينها كجا ؟\r\nما مىدانيم كه وجود خداوند ثابت است امّا هرگز ثبوت او تشابهى با وجود ما ندارد ؟ زيرا خداوند ثابت است و بر پايهء ذات خويش استوار است .\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nو حال آن كه ما موجوداتى هستيم كه متّكى به وجود خدا و آيا اتّكاء به ذات اتّكاء به وجود غير يكسان است ؟ ! اصولًا مىتوان گفت ميان خالق و مخلوق تفاوت بسيار است ، زيرا ميان آن دو كمترين تشابهى وجود ندارد ، بلكه آنچه هست تباين است .\r\nاز همين رو بالاترين صفتى كه به خدا اطلاق مىكنيم صفت « محور » بودن اوست كه ميان نفى و اثبات در گردش است ، « نفى » يعنى « قطع » هرگونه پيوند « تشابه » ميان او و مخلوقاتش و اثبات يعنى « ايمان » به اين « حقيقت » كه او والاتر و بزرگتر از مخلوقات خويش است .\r\nاو توانا است كه هيچ كس بر او توانايى ندارد . و مالكى است كه در اختيار هيچ كس نمىباشد و عالم نامعلومى است .\r\nبراى تمركز اين دو حقيقت يعنى « حقيقت ثبوت » خدا از يك سو صفات و الا و از سوى ديگر نفى صفات مخلوقات از او در نفوس آدميانى كه به شناخت مخلوقات خو گرفته‌اند ناگزير بايد با كلمه « سبحان اللَّه » به تقديس و تسبيح و تنزيه مقام كبريائيش پرداخت ، كلمه‌اى كه استعمال بسيار در قرآن دارد و محور اذكار نماز است .\r\nتسبيح ما را ناگهان در برابر خدا قرار مىدهد ، زيرا مخلوقات را از ذهن ما دور و خالق را آشكار مىسازد به علاوه آن كه تسبيح ، گره كور نفس بشرى يعنى عادت به محدود كردن پديده‌ها را مىگشايد به خاطر اين كه پديده‌ها مخلوق اند و محدوديّت جزء طبيعت آنهاست\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nو هنگامى كه آدمى در برابر خدا مىايستد و از محدود كردن او عاجز است به شبهاتى بىثمر گرفتار مىآيد : چگونه ، كجا ، چه و حتّى چرا ؟ او مىخواهد خدا را تابع ملاكهاى مخلوقات گرداند ، لذا به گمراهى سختى دچار مىشود . در اين جاست كه كلمه « سبحان اللَّه » به كار مىآيد تا به يكباره « بشر » را از ورطه‌اى بزرگ رهايى بخشد و انسان را چنين مورد خطاب قرار مىدهد كه تو در برابر خالق مخلوقات ايستاده‌اى ، جايى كه الفاظ ، ناتوان و حدود از اعتبار ساقط است و معارف ساده و سطحى بشر درهم مىريزد .\r\nو بدين ترتيب مىكوشد خدا را از نو بشناسد .\r\nقرآن كريم سوره‌هاى بسيارى را با تسبيح آغاز كرده است و آن را زبان هر آنچه در آسمانها و زمين است دانسته و به تسبيح در « صبحگاهان و شامگاهان » امر كرده است .\r\nاگر خدا با نفى شباهت ميان او و مخلوقاتش در قرآن شناخته مىشود پس صفات حسنه او انعكاسى از اين مباينت است آن هم بدون آن كه صفاتى محدود به مقدار و چگونگى و مكان باشد .\r\nمقصود ما از قدرت خدا تنها نفى عجز از اوست و مرادمان از علم خدا تنها نفى جهل از اوست و به همين ترتيب ، زيرا نمىتوان نامحدود را تصوّر و نامتناهى را تعريف كرد .\r\nدر اين جا پرسشى مطرح مىشود :\r\nبشر چگونه توانسته عجز و جهل را از خداى خود نفى كند و حال\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nآن كه هر صفتى در دنيا صفت مخلوقات است ؟ پاسخ اين سؤال روشن است ، وجود اين صفات در مخلوقات ما را به حقانيّت خدا هدايت مىكند ، اگر وجود همين صفات را در خالق فرض كنيم در اين صورت در مسأله محالى گرفتار آمده‌ايم كه از آن گريخته‌ايم . تصوّر كنيد اگر سنگى به سوى شما پرتاب شود و پس از بررسى آن سنگ دريابيد كه اين سنگ فاقد قدرت ذاتى است در اين صورت حركت آن را از عامل ديگرى خواهيد دانست و اگر فرض كنيد پرتاب كننده سنگ ، سنگ ساكنى همچون سنگ اوّل باشد آيا به تناقض گرفتار نشده‌ايد ؟ زيرا اگر سنگ دوم در عين سكون قادر به تحريك باشد پس چرا نپذيرفتيد كه سنگ اوّل ذاتاً متحرّك است ؟\r\nخداوند سبحان نيز اگر عاجز بود ديگر كسى نياز به او نمىداشت و وجود مخلوقات عاجز خود كافى بود . پس ما پس از مشاهده صفات عجز در مخلوقات به وجود خداوند قادر پى مىبريم .\r\nاز همين رو ما صفت عجز يا ذلّت يا كوچكى را در مخلوقات نمىبينيم ، مگر آن كه فطرت ما را به مبرّا و منزّه بودن خدا از آنها هدايت مىكند .\r\nما هيچ كار محدود و منظّمى را به تدبير حكيمى نمىبينيم ، مگر آن كه بوسيله آن به سوى خداوند ره مىيابيم و هرگونه كارى را كه آميخته از دقّت و حكمت و فائده بيابيم به گونه‌اى به صفات خدا و اسماء حسناى او رهنمون مىشويم .\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nبراى مثال هنگامى كه گُلى خوش منظر و عطرآگين را مىبينيم خدا را تسبيح مىكنيم و « لطيف » مىخوانيمش ، آيا آفرينندهء اين گل به « لطف » و دقّت صنع موصوف نيست ؟ آيا هنگامى كه اهداف متعدّدى را كه بر آفرينش اين گل مترتب است - اعمّ از تصفيه هوا و عطر افشانى - به حكمت سازنده آن پى نمىبريم ؟ آيا هنگامى كه به فوائد بهداشتى اين گل براى انسان پى مىبريم اين حقيقت را در نمىيابيم كه آفرينندهء آن نسبت به بندگانش رحيم است ؟\r\nآيات قرآن كريم پى درپى افعالى را به ما يادآورى مىكند كه گواه صفات خداوند تبارك و تعالى است و گاهى ذكر فعل پيش از ذكر صفت مىآيد كه به وسيله همين اعمال به وجود اين صفات پى مىبريم .\r\nحال به آياتى از قرآن كريم گوش فرا مىدهيم كه صفات خدا را به ما يادآورى مىكند :\r\n1 - ( ذلكَ بِأَنَّ اللَّهَ يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَأَنَّ اللَّهَ سَمِيعٌ بَصِيرٌ ) « 1 » .\r\n« اين بدان سبب است كه خدا از شب مىكاهد و به روز مىافزايد و از روز مىكاهد و به شب مىافزايد و خدا شنوا و بيناست . »\r\n2 - ( ذلكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ هُوَ الْبَاطِلُ وَأَنَّ اللَّهَ هُوَ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء حجّ ، آيهء 61 .\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nالْعَلِيُّ الْكَبِيرُ ) « 1 » .\r\n« اين بدان سبب است كه خدا حقّ است و آنچه جز او به خدايى مىخوانند باطل است و او بلند مرتبه و بزرگ است . »\r\n3 - ( أَلَمْ تَرَ أَنَّ اللَّهَ أَنزَلَ مِنَ السَّماءِ مَاءً فَتُصْبِحُ الْأَرْضُ مُخْضَرَّةً إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ ) « 2 » .\r\n« آيا نديده‌اى كه خدا از آسمان باران فرو فرستاد و زمين سرسبز گرديد ؟ هر آينه خدا باريك‌بين و آگاه است . »\r\n4 - ( لَهُ مَا فِي السَّماوَاتِ وَمَا فِي الْأَرْضِ وَإِنَّ اللَّهَ لَهُوَ الْغَنِيُّ الْحَمِيدُ ) « 3 » .\r\n« از آن اوست آنچه در آسمانها و آنچه در زمين است . اوست بىنياز و در خور ستايش . »\r\n5 - ( أَلَمْ تَرَ أَنَّ اللَّهَ سَخَّرَ لَكُم مَّا فِي الْأَرْضِ وَالْفُلْكَ تَجْرِي فِي الْبَحْرِ بِأَمْرِهِ وَيُمْسِكُ السَّماءَ أَن تَقَعَ عَلَى الْأَرْضِ إِلَّا بِإِذْنِهِ إِنَّ اللَّهَ بِالنَّاسِ لَرَؤُوفٌ رَّحِيمٌ ) « 4 » .\r\n« آيا نديده‌اى كه خدا هرچه را در روى زمين است مسخّر شما كرده است و كشتيها در دريا به فرمان او مىروند ؟ و آسمان را نگه داشته كه جز به فرمان او بر زمين نيفتد . زيرا خدا را بر مردم رأفت و مهربانى است . »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء حجّ ، آيهء 62 .\r\n( 2 ) - سورهء حجّ ، آيهء 63 .\r\n( 3 ) - سورهء حجّ ، آيه 64 .\r\n( 4 ) - سورهء حجّ ، آيهء 65 .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nنظم شب‌وروز را به‌تدبيرى حكيمانه هدايت مىكند ، همان چيزى كه به سهم خود ما را به خداوند شنوا و آگاه مىرساند . آيا ممكن است كسى تدبير كند كه نشنود ( يا به تعبير بهتر نداند كه در دايره تدبيرش چه جريان دارد ) يا كسى نظم ببخشد كه علم نداشته باشد ؟\r\nآنچه ثابت و تغييرناپذير است آميخته با علو و كبرياست پس او حق و جز او باطلى است كه دير يا زود از ميان خواهد رفت پس خداوند بزرگ و والاست و چه چيز بزرگتر از كسى است كه پس از نابودى همه پديده‌ها همچنان پا برجاست !\r\nيك نگاه به زمين و خاك نرم آن ، و بارش باران از سوى خدا براين خاك نرم و تبديل آن به كارگاهى شگفت كه جامه‌اى سبز براى زمين مىبافد ما را به دقّت در آفرينش الهى و در نتيجه « لطيف » و « خبير » بودن پروردگار رهنمون مىسازد .\r\nهنگامى كه ما كسى را كه اموالى در اختيار دارد « غنى » مىناميم اين نكته را فراموش مىكنيم كه او اموال بسيارى را در اختيار ندارد و شايد تصادفاً به توانگرى رسيده است ولى خداوند مالك هر آن چيزى است كه در آسمانها و زمين قرار دارد و لذا تنها كسى است كه غنايش فقرى ندارد و تنها ستوده‌اى است كه غنا را به ارث نبرده و تصادفاً به كف نياورده ، بلكه آن را آفريده و پديد آورده است .\r\nدر زمين همه چيز را رام خود مىيابيم و درياها كه كشتيها در آن در\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nحركت‌اند به فرمان خدا در برابر ما رام هستند ، گستره نعمات خدايى را بر خود بنگريم ، هنگامى كه به آسمان نگاه مىكنيم از آن مىهراسيم كه ستارگان بر اثر برخورد با يكديگر بر ما فرو ريزند ولى خداوند مانع از آن مىشود كه آنها به ما صدمه‌اى وارد كنند ، و در اين هنگام از خود مىپرسيم : آيا خداوندى كه ما را غرق در اين نعمتها گردانيده رؤوف و رحيم نيست ؟ و رحمت چه كسى فراگيرتر از رحمت الهى است ؟\r\nاين چنين بيانى تنها شيوه برجسته‌اى از ادبيات جهت بخش نيست بلكه شيوه‌اى علمى است كه عملًا ما را به خداوند بزرگ مىرساند ، ما بنا به طبيعت محدود خود نمىتوانيم در خالقى بينديشيم كه حدود او را در احاطه خود ندارند ، و لذا ناگزيريم به مخلوقاتى نظر داشته باشيم كه در محدوديّت با ما مشترك‌اند تا بدين وسيله پلى به سوى شناخت بزنيم . چهارچوب تفكّر ما محدودات است و هرچه در شناخت حدود نشانه‌هاى ناتوانى يا ويژگيهاى كمال آنها بيشتر بينديشيم ويژگى « مخلوق » بودن آنها بيش از پيش روشن مىشود و طبيعتاً به برخى از آيات الهى پى مىبريم زيرا آن را با مخلوقاتش مباين مىيابيم .\r\nشيوه قرآنى بيان خود را به شناخت مخلوق و در نظر گرفتن جوانب نياز آن اختصاص مىدهد به اعتبار آن كه چنين امرى پلى است به سوى خداوند تبارك و تعالى و اين همان ويژگى است كه\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nفرهنگ قرآنى را از جاهليتهاى فلسفه يونان كه بدون توجّه به آيات خدا در ذات او تعمّق مىكنند جدا مىسازد و لذا در گمراهى عميقى گرفتار آمده‌اند .\r\nخداوند مىفرمايد : ( لَاتُدْرِكُهُ الْأَبْصَارُ وَهُوَ يُدْرِكُ الْأَبْصَارَ وَهُوَ اللَّطِيفُ الْخَبِيرُ ) « 1 » « چشمها او را نمىبينند و او بينندگان را مىبيند و او دقيق و آگاه است » پيش از آن كه سخن درباره خدا را به پايان ببريم شايسته است اين حقيقت را دريابيم كه تفكّر در حيات ، ما را بدان جا مىرساند كه هريك از پديده‌هاى زندگى چنان مناسب اندازه‌گيرى شده است تا هدف مشخّصى را تحقّق بخشد كه خود دلالت بر اين دارد كه همه پديده‌ها براى هدف مشخّصى آفريده شده‌اند و اين ما را تنها به حكمت بالغه خداوند نمىرساند ، بلكه عقلايى بودن زندگى را نيز دربردارد ، هيچ وجبى از اين آفرينش گسترده و هيچ نظامى در اين هستى برپا نشده مگر براى حكمتى معيّن .\r\nنگاه قرآن به « هدفدار بودن زندگى انسان » از حكمت تامّه خداوند سرچشمه مىگيرد و لذا زندگى بيهوده و بازيچه نيست كه خداوند سبحان قصد بازى يا تنبيه را داشته باشد . بلكه انسان را آفريده و او را پرداخته و راهها را به او رهنمون نموده و هموار ساخته است تا خاضع و تابع پرداخته خداوندى باشد و به رستگارى دست يابد ولى در صورتى كه عكس آن را اختيار كند به درّه‌اى بس عميق سقوط\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء انعام ، آيهء 103 .\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nخواهد كرد و اگر چه انسان خاضع فشار و سختيهاى پى درپى زندگى را به جان مىخرد ولى در آخرت خداوند پاداش كسانى را كه ايمان آورده‌اند باغهايى قرار خواهد داد كه نهرها در آن جريان دارد و در آن هميشه باقى هستند .\r\nهدفدار بودن زندگى ما را به ضرورت حساب معتقد مىسازد و چون در دنيا حساب دقيق و قاطعى براى انسان نمىيابيم چشم به آخرت مىدوزيم ، جايى كه هر كافرى حساب سخت خود را پس خواهد داد و كيفر كامل خويش را دريافت خواهد كرد .\r\nبنابراين شناخت روز واپسين ناشى از شناخت خدا و مشخّصاً شناخت دو صفت حكمت و قدرت در اوست ، زيرا حكمت ، همان چيزى است كه ما را به ضرورت آخرت مىرساند و قدرت ، ما را به امكان آن رهنمون مىنمايد . پرداختن قرآن به قيامت از اين دو زاويه صورت مىگيرد و از آن جا كه دو صفت حكمت و قدرت در خداوند در حدّ كمال است لذا شناخت او از رستاخيز و دقّت حسابرسى در آن روز افزايش مىيابد . حال آياتى چند از قرآن كريم را از نظر مىگذارنيم :\r\n1 - ( وَمَا خَلَقْتُ الْجِنَّ وَالْإِنسَ إِلَّا لِيَعْبُدُونِ ) « 1 » .\r\n« جن و انس را جز براى پرستش خود نيافريده‌ام . »\r\n2 - ( أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثاً وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ ) « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء ذاريات ، آيهء 56 .\r\n( 2 ) - سورهء مؤمنون ، آيهء 115 .\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\n« آيا پنداريد كه شما را بيهوده آفريده‌ايم و شما به نزد ما باز گردانده نمىشويد ؟ »\r\n3 - ( وَمَا خَلَقْنَا السَّماءَ وَالْأَرْضَ وَمَا بَيْنَهُمَا لَاعِبِينَ * لَوْ أَرَدْنَا أَن نَتَّخِذَ لَهواً لَاتَّخَذْنَاهُ مِن لَدُنَّا إِن كُنَّا فَاعِلِينَ * بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْبَاطِلِ فَيَدْمَغُهُ فَإِذَا هُوَ زَاهِقٌ وَلَكُمُ الْوَيْلُ مِمَّا تَصِفُونَ ) « 1 » .\r\n« اين آسمان و زمين و آنچه را ميان آن دواست به بازيچه نيافريده‌ايم . اگر مىخواستيم سرگرمى و بازيچه‌اى انتخاب كنيم چيزى مناسب خود انتخاب مىكرديم . بلكه حقّ را بر سر باطل مىزنيم تا آن را درهم كوبد و باطل نابود شونده است و واى بر شما از آنچه به خدا نسبت مىدهيد . »\r\n4 - ( إِنَّ فِي خَلْقِ السَّماوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ لَآياتٍ لَأُوْلِي الْأَلْبَابِ * الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَاماً وَقُعُوداً وَعَلَى جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّماوَاتِ وَالْأَرْضِ رَبَّنَا مَا خَلَقْتَ هذَا بَاطِلًا سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ ) « 2 » .\r\n« هر آينه در آفرينش آسمانها و زمين و آمد و شد شب و روز ، خردمندان را عبرتهاست . آنان كه خدا را ايستاده و نشسته و به پهلو خفته ، ياد مىكنند و در آفرينش آسمانها و زمين مىانديشند : اى پروردگار ما ، اين جهان را به بيهوده نيافريده‌اى ، تو منزّهى ، ما را از عذاب آتش بازدار . »\r\nپس هدف از آفرينش عبادت و تسليم در برابر قوانين هستى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء انبياء ، آيات 16 - 18 .\r\n( 2 ) - سورهء آل عمران ، آيات 190 - 191 .\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nو حيات است كه خداوند آنها را برقرار ساخته است و هدف لهو و لعب نيست ، لهو و لعبى كه با آنچه ما در آثار حكمت و نشانه‌هاى هدفدار مشاهده مىكنيم اختلاف اساسى دارد ، مسير زندگى خود گواه حقانيّتش است و اين كه باطل در آن راهى ندارد پس در حقيقت عاملى وجود ندارد كه ما را وادارد تا هدف زندگى را لهو و لعب بدانيم زيرا لهو و لعب نوعى باطل است كه خداوند آن را سركوب كرده و فناپذير ساخته است .\r\nتنها انديشمندانند كه نشانه‌هاى زندگى ولطف وتدبير واندازه‌گيرى دقيق آن را در شب و روز در مىيابند زيرا آنها از آيات و نشانه‌هاى هستى به ذكر خدا گذر مىكنند و قيام و قعودى ندارند جز آن كه توجّه جديدى به خدا دارند و به همين سبب در اهداف حكيمانه آفرينش آسمانها و زمين مىانديشند و چنين مىگويند : خداوندا ! اين هستى را به باطل نيافريده‌اى و هرچه در آن نهاده‌اى حقّ است و هدف مشخّصى را دنبال مىكند ، آيا مجموع هستى باطل است ؟ پاك و منزّهى از چنين كارى ، هرگز چنين نيست ، پس بارالها هنگامى كه ما را بحقّ محاسبه كردى به آتشت معذّب مدار ، اين صحيح است كه هم اكنون اعمال ما را حسابى نيست ولى آيا مىتوانيم در ميان همه مخلوقات تنها ما از هدف آفرينش بگريزيم ؟ هرگز .\r\nاز دو صفت حكمت و قدرت در خداوند سبحان به ضرورت و امكان رسالت آسمانى نيز پى مىبريم . از آن جا كه خدا حكيم است لذا مردم را نمىآفريند تا عذابشان كند و عذابشان نمىكند تا آن\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nامورى را كه بايد از آن تقوا پيشه كنند و بپرهيزند روشن سازد و از آن جا كه خداوند قادر است پيامبرانى را از خود آنها برايشان برانگيزد كه آنها را به خشنودى خدايشان هدايت كنند لذا پى مىبريم كه خداوند عملًا پيامبرانى را برانگيخته كه به محمّد بن عبداللَّه صلى الله عليه و آله ختم شده است . ولى با رحلت پيامبر صلى الله عليه و آله مردم همچنان نيازمند هدايتگرانى فرخنده وخجسته يعنى ائمّهء اطهار عليهم السلام باقى ماندند . و به همين سبب خداوند در قرآن مىفرمايد :\r\n1 - ( يَا أَهْلَ الْكِتَابِ قَدْ جَاءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ عَلَى فَتْرَةٍ مِنَ الرُّسُلِ أَن تَقُولُوا مَا جَاءَنَا مِنْ بَشِيرٍ وَلَا نَذِيرٍ فَقَدْ جَاءَكُمْ بَشِيرٌ وَنَذِيرٌ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ) « 1 » .\r\n« اى اهل كتاب ! فرستاده ما در دورانى كه پيامبرانى نبودند مبعوث شد تا حقّ را بر شما آشكار كند و نگوييد كه مژده دهنده و بيم دهنده‌اى بر ما مبعوث نشده است . اينك آن مژده دهنده و بيم دهنده آمده است و خدا بر هر چيز تواناست . »\r\n2 - ( يَاأَهْلَ الْكِتَابِ قَدْ جَاءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ كَثِيراً مِمَّا كُنتُمْ تُخْفُونَ مِنَ الْكِتَابِ وَيَعْفُوا عَن كَثِيرٍ قَدْ جَاءَكُم مِنَ اللَّهِ نُورٌ وَكِتَابٌ مُبِينٌ * يَهْدِي بِهِ اللَّهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلَامِ وَيُخْرِجُهُم مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِهِ وَيَهْدِيهِمْ إِلَى صِرَاطٍ مُسْتَقِيمٍ ) « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء مائده ، آيهء 19 .\r\n( 2 ) - سورهء مائده ، آيات 15 - 16 .\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\n« اى اهل كتاب ! پيامبر ما نزد شما آمد تا بسيارى از كتاب خدا را كه پنهان مىداشتيد برايتان بيان كند و از بسيارى درگذرد و از جانب خدا نورى و كتابى صريح و آشكار بر شما نازل شده است . تا خدا بدان هر كس را كه درپى خشنودى اوست به راههاى سلامت هدايت كند و به فرمان خود از تاريكى به روشناييشان ببرد و آنان را به راه راست هدايت كند . »\r\nمشيّت خداوند رحيم حكم كرده است كه با حكمت بالغه‌اش نعمت را بر انسان تمام گرداند و بشر را بيهوده نيافريند و به همين سبب حجّت را با فرستادن رسولى بشير و نذير بر انسان تمام كرده است تا نگويد : خداوندا ، اگر رسولى به سوى من مىفرستادى هدايت مىيافتم .\r\nرسول وسيله هدايت براى كسى است كه نفس خود را رام گرداند و از خشنودى خدا و راههاى صلح و سلام و شناختى كه راه مستقيم است پيروى كند .\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\n\r\nعقل در قرآن\r\nحقايق مقدّماتى\r\nالف - همان‌طور كه هر پژوهشگرى روشى براى تحقيق و اسلوبى براى ارائه مطالب دارد كه از نظر خاصّ او نسبت به عقل و شناخت نشأت مىگيرد . روش و اسلوب قرآن نيز از نظر اين كتاب الهى نسبت به عقل و شناخت نشأت مىگيرد - كه خواهد آمد - هيچ روشى بهتر از توجّه به خود و هيچ اسلوبى بهتر از توجّه دادن به خود نيست . به ياد داشتن و به ياد آوردن دو راه برگزيده در زمينه عقل و شناخت مىباشد همچنان كه در ساير زمينه‌هاى فلسفه و روانشناسى قرآن نيز همين گونه است . و اين شيوه و اسلوب همان چيزى است كه به خواست خدا از آن سخن مىگوييم .\r\nب - با شناخت عقل است كه به شيوه صحيح شناخت ، طبيعت روحى ، اجتماعى ، اقتصادى ، سياسى انسان و بسيارى از حقايق\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nمهم دست مىيابيم . زيرا نظر درست در زمينه شناخت عقل قاعده استوارى براى علم و راههاى كسب آن را در اختيار ما مىنهد ، زيرا عقل همان پيشينه‌هايى است كه با ايمان بدانها حجّتى قوى بر درستى مدركات و درپى آن انديشه‌ها و استنباطهاى خود مىيابيم و در صورتى كه بدان ايمان نياوريم بايد قاعده جايگزين آن را از احساس و خيالى بدانيم كه در مسائل فوق بدان تكيه كنيم چنانچه نظر درست در زمينه شناخت عقل ، نفياً يا اثباتاً تعريفى عميقتر از واقعيّت وجودمان در اختيارمان مىنهد كه آيا وجود ما داراى ارزشهاى والاست يا چيزى جز ماده‌اى بىارزش نيست و با شناخت خود مىتوانيم ديگران را بشناسيم و بدين ترتيب پايه‌هاى صحيح جامعه‌شناسى ، اقتصاد و سياست را بنيان نهيم .\r\nج - امروزه هيچ‌كس يافت نمىشود كه وجود عقل را انكار كند يا راضى بدان باشد كه او را ديوانه خوانند ولى نظريات در پاسخ به اين سؤال : عقل چيست ؟ با يكديگر اختلاف جدّى دارند .\r\nمقصود ما از « عقل » همان امرى است كه ما را به سوى « حق ، خير و جمال » هدايت مىكند و ما را بدان فرمان مىدهد و امتناع تناقض و امكان اوج گرفتن ، و . . را براى ما مكشوف مىدارد .\r\nگروهى « عقل » را تنها انجام كار « خوب » مىدانند و به آنچه در وراى آن است : « نورى كه خير را كشف مىكند و بدان فرا مىخواند » ايمان ندارند .\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nگروهى نيز به عاملى كه خير را كشف مىكند و بدان فرا مىخواند معتقدند و آن را اصيل و فطرى انسان مىشمارند لكن اين عامل را جداى از طبيعت انسان و متفاوت با آن نمىدانند ، بلكه مدّعى هستند كه اين عامل از ذات انسان است خواه ذاتش همان روح باشد يا جسم . در هر صورت اين عامل ذاتى اوست .\r\nپس از بيان اين حقايق مقدّماتى شايسته است نظر اسلام پيرامون عقل را در چند مورد نيز خلاصه كنيم :\r\n1 - شناخت هر چيز با عقل صورت مىگيرد و شناخت عقل تنها با خود عقل شدنى است .\r\n2 - عقل نور يا انرژى است كه به انسان عطا شده بنابراين نه از ذات نفس است و نه از خارج كسب مىشود .\r\n3 - صحّت علوم بشرى بسته به تسليم شدن در برابر عقل است و لذا شناخت عقل آغاز ارزشگذارى صحيح همه علوم مىباشد .\r\n4 - شناخت خير و شرّ بر عقل استوار است و دعوت به خير از عقل بر مىخيزد و كسى كه به خير عمل نكند عقلى ندارد .\r\n5 - شناخت ، نخست تربيت و سپس تعليم است .\r\n\r\nراه شناخت عقل\r\nنخستين يادآورى قرآن و علوم قرآنى به ما آن است كه شناخت عقل با هر پديده ديگرى تفاوت دارد و تنها راه شناخت آن به حركت\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nواداشتن بسيار آن است تا نسبت به خود آگاهى يابد و مكنونات ذاتش را با ذات خود دريابد .\r\nاين حقيقت به دو جهت دشوار به نظر مىرسد :\r\n1 - انسان عادت كرده است كه پديده‌ها را با عواملى خارج از آن بشناسد ، همچون شناخت رنگ با چشم و شناخت چشم با احساس و شناخت احساس با عقل ولى شناخت يك پديده با خود آن پديده از امورى است كه بشر با آن خو نگرفته و بر او دشوار است .\r\n2 - همه ارشادات فلسفى بشر شناخت عقل را با شناخت پديده‌هاى ديگر قياس مىكند و مىكوشد با كمك عوامل خارجى بدان دست يابد و لذا كسانى كه با فلسفه بشرى آشنا مىباشند و يا از رهنمودهاى آن بهره‌اى دارند قرآن را در مقايسه با اين نظريات ، جديد و آن را اساساً با رسوبات فكرى فلسفه بشرى مباين مىبينند .\r\nو لذا بر ماست اين حقيقت را با ذكر چند نكته بيان داريم :\r\nالف - حقيقت عقل را هر گونه كه تصوّر كنيم به هر حال چيزى جزء واقعيت كشف حقايق هستى نخواهد بود و بدون ترديد حقايق هستى به صورت ارگانيك پرده از هويت خود بر نمىدارند ، بلكه بايد با ابزارى آن را كشف كرد كه آن را « عقل » مىناميم و هرگاه به عقل مراجعه كنيم با حقيقتى روشن روبرو مىشويم و آن اين كه حقايقى كه نمىتوانند پرده از هويت خود بردارند امور ديگر را نيز نمىتوانند براى ما آشكار سازند . آسانترين مثال براى توضيح اين نكته چشم\r\n\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nاست كه پديده‌ها را براى ما مكشوف مىدارد و اگرچه طبيعت اشياء قبل از آن كه چشمى در كار باشد وجود داشته است ولى ديدن وكشف آن كار چشم است - نه كار خود طبيعت اشياء - و هرگاه بخواهيم خود چشم را ببينيم در مىيابيم پديده هايى كه نمىتوانند بدون چشم - مثلًا در حالت بسته بودن چشم - خود را به ما بنمايانند هرگز قادر نخواهند بود چشم را به ما نشان دهند . به تعبير ديگر كاشف از اشياء يا جهل است يا عقل و كاشف از عقل يا خود عقل است يا جهل و بدون ترديد ما عقل‌را به عنوان كاشف پديده‌ها و خود آن برمىگزينيم .\r\nبراى روشن شدن اين سخن مثالى مىزنيم : نور تاريكيها را روشن مىسازد و در همان وقت خود را نيز مىنماياند ، زيرا هيچ‌گاه تاريكى نمىتواند پرده از نور بردارد ، و به ديگر سخن آيا نورى كه پديده‌ها را كشف مىكند نمىتواند پرده از وجود خود بردارد ؟ و آيا ممكن است عقل ، هر پديده‌اى را كشف كند و سپس خود ناشناخته باقى بماند ؟\r\nب - بنابراين چشم چگونه مىتواند خود را ببيند ؟ پاسخ آن روشن است . به اشياء بنگريد اگر آنها را بوضوح مىبينيد چشم شما سالم و اگر آنها را تيره و تار مىبينيد چشم شما معيوب است . اگر خواهان شناخت عقل هستيد نيز به همين صورت عمل كنيد ، در علوم و در حقايقى كه با عقلتان كشف كرده‌ايد نظر كنيد و از خلال آن در ارزشگذارى عقلتان بكوشيد ( يا به عبارت بهتر عقلتان در تحليل ذات خود بكوشد ) .\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nبراى كشف « عقل » ناگزير براى انجام اين دو كار هستيم : كشف حقايق و عبور از خلال آن به واقعيّت عامل كشف كننده ، دقيقاً همچون زمانى كه به اشيائى مىنگريم كه در روشنايى قرار دارند ولى نه به قصد كشف اين اشياء ، بلكه براى راه يافتن به نورى كه آنها را در روشنايى خود قرار داده است .\r\nعبور از مكشوف به كاشف همچون عبور از آيات الهى براى شناخت خداست ( به همان ترتيبى كه بتفصيل بيان شد ) .\r\nج - با تكرار اين كار بينش عقل نسبت به خود و آگاهى آن از مكنوناتش و نيز اعتماد نسبت به توانايىهايش افزايش مىيابد و خواهد توانست حقايق جديد را كشف كند .\r\nاين پديده ( افزايش عقل با به كار واداشتن فراوان آن ) پديده‌اى است كه فلسفه‌هاى بشرى از تفسير آن عاجزند . « ارسطو » مىگويد :\r\n« معلومات پرده از مجهولات جديد بر مىدارد در حالى كه - اگر دقّت كنيم - خواهيم ديد كه امكان ندارد معلومات ، كه تا چندى پيش خود مجهول بودند و نياز به كاشف داشتند ، پرده از روى مجهولات - حتّى اگر ممكن هم باشد - بردارند . »\r\nو واقعيّت آن است كه معلومات ، توانايى عقل را در كشف حقايق جديد افزايش مىدهد ، پس « عقل » است كه همه چيز را « كشف » مىكند نه معلومات ، بلكه معلومات تنها توانايى آن را افزايش مىدهد . برخى از فلاسفه مىگويند : خود آگاهى شرط ديگر آگاهى\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nاست و علم از جمع من و غير من آغاز مىشود پس مراحل علم بدين گونه است : من منهاى غير من و من به اضافه غير من .\r\nولى ناميدن عقلى كه پديده‌ها را كشف مىكند به « من » چنانچه خواهد آمد صحيح نيست ، زيرا عقل با نفس تفاوت دارد ، آرى ! عقل پديده‌ها را كشف نمىكند مگر پس از آگاهى به خود و اعتماد به آن و سپس هنگامى كه پديده‌ها را كشف كرد از خلال آن خود را كشف مىكند .\r\n« هگل » مىگويد : شناخت انسان از نقطه ديالكتيك يا جدلى آغاز مىشود كه بعضى از ناقدان وى آن را شكافته شدن فكر به وسيله خود فكر ناميده‌اند و شايد مقصود او آن است كه كشف امور خارجى تنها وسيله‌اى براى افزايش به كار انداختن عقل است .\r\nو اين چنين فلسفه‌هاى مختلف از تفسير پديده تأثير و تأثّر متقابل ميان شناخت و عقل ناتوان مانده‌اند و حال آن كه تفسير صحيح آن بدين گونه است : عقل هرگاه به امور خارجى آگاهى يابد نسبت به خود نيز آگاهى مىيابد .\r\nد - از همين رو شيوه شناخت « پديده‌ها » شناخت « عقل » است كه به مفهوم افزايش آن نيز هست راه شناخت عقل عبور از شناختهاى بديهى است به سوى عقل و پس از تقويت عقل است كه به حقايق پيچيده روى مىآوريم تا آنها را مكشوف سازيم و به همين ترتيب تا آن كه عقل به صورتى روشن براى خود نمايان گردد .\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nشايد برخى اين سؤال را مطرح كنند كه اين نگرش « عبورى » چگونه صورت مىپذيرد ؟ پاسخ آن است كه تفاوت بسيار است ميان آن كه به « آينه » به عنوان « كالايى » براى خريدارى بنگرى يا آن كه به عنوان « منعكس » كننده چهره‌اى كه در آن نقش مىبندد نيز بدان توجّه كنى ، نگاه اوّل صرفاً متوجّه « خود آينه » است و در حالى كه نگاه دوّم نگاهى « عبورى » است براى ديدن صورت منعكس شده در آن و شايد انسان در اين حالت جز چشم كه مىبيند و صورتى كه ديده مىشود موقّتاً وجود آينه را فراموش كند .\r\nنگاه انسان نيز به معلومات خود به عنوان مسائلى موجود با نگاه او به اين اطلاعات به عنوان مسائلى كه عقل مكشوف ساخته تفاوت دارد ، مسائلى كه در آغاز پيچيده بوده و پس از آن كه در ابهامى از ظلمات قرار داشته به نور علم منوّر گشته و پس از آن كه در يك رديف درهم آميخته بوده با صفات آسمانى متمايز شده است ، مثلًا خير كه هيچ عاقلى در حسن آن ترديد روا نمىدارد براى فرد خشمگين و عصبانى با شر يكسان است ، امّا پس از آن كه به حال عادى بازگشت ، شر را از خير جدا مىسازد .\r\nامرى كه به وسيله آن دو حالت « خشم و هشيارى » از يكديگر جدا مىشوند همان چيزى است كه ما آن را « عقل » مىناميم و همان عاملى است كه هرگاه فرد از نشانه‌هاى آن بدان راه مىيابد موجب بيدارى آن مىگردد . امتناع جمع نقيضين كه انسان پس از رسيدن به\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nسن بلوغ آن را در مىيابد - و حال آن كه قبلًا آن را نمىدانسته - خود دليل وجود عقل در فرد است كه وسيله‌اى براى شناخت خود عقل نيز هست .\r\n3 - اين شيوه جديد در شناخت « عقل » تنها به ثبوت عقل اختصاص ندارد ، بلكه اگر دقيقاً تعقيب شود « صفات » عقل و « عوامل » كاهش و افزايش آن و راههاى رسيدن آن به حقايق را نيز روشن مىسازد .\r\nنخستين چيزى كه در صفات روحى ، پيرامون عقل مكشوف مىگردد عبارت است از : پيوند استوار آن با « خواست بشرى » ، خواستى كه يا از عقل پرتو مىگيرد يا نمىگيرد زيرا عقل نيز همچون هر نعمت ديگرى كه به انسان عطا شده است علىرغم آن كه در اختيار انسان و پاسخگوى نيازهاى اوست ولى خود را به آدمى تحميل مىكند و تسليم و رام اوست ، ما مىتوانيم از عقل خود نور بگيريم و بينديشيم و مىتوانيم آن را به كنارى بنهيم و هرگز انديشه نكنيم . اگر بخواهيم اين حقيقت را درك كنيم كه هم اكنون روز است مىتوانيم با توجّه به عقل به اين حقيقت دست يابيم ، امّا اگر خواهان چنين چيزى نباشيم مىتوانيم به امور ديگرى توجّه كنيم .\r\nاين ويژگى ما را به اهمّيت تمركز در شناخت مىرساند ، زيرا تمركز يعنى توجّه كامل به حقيقتى از حقايق با به كار گرفتن تمامى عقل پيرامون آن ، چنانچه آشفتگى كه جز ضعف اراده و بىثباتى آن\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nنيست موجب ضعف عقلى مىگردد ، زيرا فاقد تمركز است .\r\nحالتهاى فرو پاشيدگى « عصبى » كه گاهى به سبب « خشم » شديد يا « شهوت » فراوان يا « حزن » عميق بر آدمى عارض مىشود عوامل ديگرى هستند كه اراده را تضعيف و در راه از ميان رفتن عقل تأثير مىنهند .\r\n4 - اگر بپذيريم كه اراده ضرورتى عقلى است به گونه‌اى كه محال است بشر بدون برگزيدن هدايت ، راه به مقصد برد و بدون آن كه خواهان شناخت باشد بدان راه يابد در آن صورت زمينه تعليم با تربيت و عرفان با ايمان و علم با عمل در ارتباط خواهد بود .\r\nبنابراين مادامى كه تربيت ، همان قدرت خويشتن دارى بر اساس اراده آزاد است و مادامى كه « ايمان و عمل » دو گونهء از تربيت اند پس « عقل » نيز از « تربيت » متأثّر مىشود ، زيرا عقل تحت تأثير اراده قرار دارد .\r\nمشكلى كه گمراهان از آن در رنج هستند عقده‌اى روانى است برخاسته از نداشتن اراده‌اى كه آنها را از رسوبات و بيمها رهايى بخشد و ايشان را به تفكّرى منطقى وادارد . نخستين چيزى كه در اين افراد بايد بدان پرداخت همين اراده سست و ناتوان آنها است تا بدين ترتيب از فشارهاى خارجى كه انديشه‌هاى خاصّى را بديشان تحميل مىكند رهايى پيدا كنند و تنها با نور عقلى هدايت يابند كه آنها را به راه حقّ مىرساند .\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nقرآن عقده روحى را كه ميان فرد و حقيقت حائل مىشود « هوا » مىنامد و در حالى كه آن را محكوم مىكند مىفرمايد :\r\n( فَإِن لَّمْ يَسْتَجِيبُوا لَكَ فَاعْلَمْ أَنَّمَا يَتَّبِعُونَ أَهْوَاءَهُمْ وَمَنْ أَضَلُّ مِمَّنِ اتَّبَعَ هَوَاهُ بِغَيْرِ هُدىً مِنَ اللَّهِ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ ) « 1 » .\r\n« پس اگر اجابتت نكردند بدان كه از پى هواى نفس خويش مىروند و كيست گمراهتر از آن كس كه بى آن كه راهنمايى از خدا خواهد از پى هواى نفس خويش رود ؟ زيرا خدا مردم ستمكار را هدايت نمىكند » .\r\n( وَمِنْهُم مَن يَسْتَمِعُ إِلَيْكَ حَتَّى إِذَا خَرَجُوا مِنْ عِندِكَ قَالُوا لِلَّذِينَ أُوتُوا الْعِلْمَ مَاذَا قَالَ آنِفاً أُولئِكَ الَّذِينَ طَبَعَ اللَّهُ عَلَى قُلُوبِهِمْ وَاتَّبَعُوا أَهْوَاءَهُمْ ) « 2 » .\r\n« بعضى به تو گوش مىدهند تا آن گاه كه از نزد تو بيرون روند از دانشمندان مىپرسند : اين چه سخنانى بود كه مىگفت ؟ خدا بر دلهايشان مهر نهاده است و از پى هواهاى خود رفته‌اند . »\r\nدر آيه نخست قرآن تنها دليل پذيرفته نشدن دعوت پيامبر صلى الله عليه و آله از سوى كفّار را آن مىداند كه ايشان از هواهاى خود پيروى مىكنند و همين عُقده « هوا » است كه تنها مانع ميان آنها و ايمان است و آنها همچون ستمگرانى بر خويشتن هستند كه از هدايت محروم‌اند و بدين ترتيب در مىيابيم كه « اراده بشر » در عملكرد او دخالت دارد ، زيرا ستم ، يك عمل است و عمل با خواست آزادانه در ارتباط مىباشد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء قصص ، آيهء 50 .\r\n( 2 ) - سورهء محمّد صلى الله عليه و آله ، آيهء 16 .\r\n","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nآيه دوم پيروى منافقين‌از هواهاى خودرا موجب ناتوانى درك آن‌ها از فهم سخنان پيامبر اكرم صلى الله عليه و آله مىداند كه خداوند آن را نهادن مهر بر دلها « طبع على القلوب » و بسته شدن كامل آن بر اثر هوا ناميده است .\r\nدر آيات بسيارى پيروى از پدران يا محيط اجتماعى يا شرايط اقتصادى را دليل قوى در گمراهى انسان مىيابيم ولى تمامى اين اسباب و دلايل‌ارادى هستند كه تابع « خواست » خود انسان مىباشند و قرآن پيوسته او را دعوت مىكند كه خود را از فشارهاى اين عوامل متضادّ به منظور دستيابى به شناخت صحيح رهايى بخشد .\r\n5 - آيا كسى كه خواهان رسيدن به حق نيست از عقل بهره مىجويد ؟ هرگز ، در همين جاست كه پيوند استوار ميان عقل و پيروى از حقّ را كشف مىكنيم . عقل به حقّ فرا مىخواند و دوست داشتن حقّ و اراده پيروى از آن ، فرد را به سوى عقل مىخواند و از همين جا ضرورت تسليم در برابر حق و استكبار نورزيدن در برابر آن ظهور مىكند و به ميزان تسليم در برابر حق و پيروى از راههاى آن نيروى عقل در انسان پيوند مىيابد و هرچه آدمى از پيش داوريهاى خود فاصله بيشترى بگيرد و نسبت به شناخت تمامى حقيقت آمادگى بيشترى بيابد به واقعيّت نزديكتر مىشود و از عقل بيشترى برخوردار است .\r\nتسليم در برابر حقّ با سه عامل در اتباط است :\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nالف - عامل روحى كه در دوست داشتن حق و گرايش نسبت به شناخت آن و دانستن اين نكته كه حق پايدار و سودمند است خلاصه مىشود زيرا بدون اين امور انسان در راه حق نمىكوشد .\r\nب - شكّ فرد در افكار خود و ترديد در اين نكته كه تنها او بر حقّ است زيرا بدون اين عامل انسان از داشتهاى خود دچار غرورى ژرف مىگردد و جستجوى حق را رها مىكند .\r\nج - اعتماد به توانايى خود در شناخت حق و در نتيجه اعتماد به عقل خويش . كسى كه از رسيدن به حق نااميد گردد در تقليد باقى مىماند و ديگر مشوقى براى ادامهء كند و كاو پيرامون حق نمىشود ، و نيز احساس حقارت در برابر انديشه انسان نابغه آدمى را از پيگيرى پژوهشهايش ناتوان مىسازد ، زيرا پيشاپيش چنين مىانديشد كه از رسيدن بدانچه آن نابغه بدان دست يافته عاجز و درمانده است و هرچه خود را به زحمت اندازد باز هم به انديشه‌هايى دست خواهد يافت كه بىارزشتر از انديشه‌هايى است كه آن نابغه بدان دست يافته و نتيجه طبيعى آن تقليد از آن نابغه بدون تحمّل سختيهاى حاصل از پژوهش و كند و كاو است .\r\n6 - اگر شناخت عقل و ويژگيهاى آن با نگرش « عبورى » در حقايقى است كه براى ما مكشوف مىدارد و هرچه ويژگيهاى برجسته‌اى را شماره كنيم كه عقل ما را بدان رهنمون مىشود و هرچه حقايق علمى را كه به وسيله اين ويژگيها ما را به اين حقايق مىرساند\r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nبر شماريم به همين ميزان عقلمان در ما بيدارتر مىشود و اعتماد ما بدان افزايش مىيابد و نسبت به زواياى پنهان آن آگاهى بيشترى مىيابيم ، زيرا عقل ما را به سوى خود عقل رهنمون مىنمايد چنان كه آينه ما را به صورت رهنمون مىگردد .\r\nاز همين رو بيان حقيقت و مثالهايى كه عقل آن را مكشوف مىسازد و بدان فرا مىخواند از اهمّيت بسيارى در شناخت آن و در نتيجه شناخت اشياء به وسيله آن برخوردار است . احاديثى كه قرآن كريم را تفسير مىكنند پيوسته عقول را از طريق بيان اين حقايق بيدار مىسازند . در حديثى در بيان لشگريان عقل و لشگريان جهل چنين مىخوانيم :\r\n« به عقل ، خير داده شد و آن وزير عقل است و شر ضدّ آن قرار داده شد و آن وزير جهل است و به عقل ، تصديق داده شد و ضدّ آن انكار است و اميد داده شد و ضدّ آن نااميدى است و عدالت داده شد و ضدّ آن ستم است و خشنودى داده شد و ضدّ آن خشم است و سپاس داده شد و ضدّ آن ناسپاسى است و دلگرمى داده شد و ضدّ آن دلسردى است و توكّل داده شد و ضدّ آن حرص است و مهربانى داده شد و ضدّ آن سنگدلى است و رحمت داده شد و ضدّ آن غضب است و علم داده شد و ضدّ آن جهل است و فهم داده شد و ضدّ آن حماقت است و پاكدامنى داده شد و ضدّ آن پرده درى است و زهد داده شد و ضدّ آن رغبت است و رفق داده شد و ضدّ آن شرم است\r\n\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nو ترس داده شد و ضدّ آن جرأت است و فروتنى داده شد و ضدّ آن كبر است و آرامش داده شد و ضدّ آن شتابزدگى است و خرد داده شد و ضدّ آن بيخردى است و سكوت داده شد و ضدّ آن زياده گويى است و تسليم داده شد و ضدّ آن استكبار است و قبول داده شد و ضدّ آن شكّ است و شكيبائى داده شد و ضدّ آن بى تابى است و گذشت داده شد و ضدّ آن انتقام است و توانگرى داده شد و ضدّ آن فقر است و تذكّر داده شد و ضدّ آن فراموشى است و حفظ داده شد و ضدّ آن نسيان‌است و عطوفت و مهربانى داده شد و ضدّ ان از هم بريدن است وقناعت داده شد و ضدّ آن حرص است و يارى رساندن داده شد و ضد آن ترك يارى است و دوستى داده شد و ضدّ آن دشمنى است . »\r\nبرخى از اين صفات با عقل منكشف مىگردد پس انسان بايد بدان بنگرد ، نگرشى كه از خلال آن به حقيقت كاشف آن يعنى عقل پى برد .\r\nبا الهام از اين بندهاى شش گانه كه ذكر كرديم مىتوانيم شيوهء قرآنى در مباحث علمى را در امور زير خلاصه كنيم :\r\nالف - پژوهشگر بايد با نظر عبورى و مستمر در حقايق بديهى كه عقل آن را كشف مىكند عقل خود را به حركت وا دارد و از خلال حقايق روشن است كه پرتوهاى عقل روشنگر را كاملًا مىبيند چنانچه انسان به آينه مىنگرد تا چشم بيناى خود را در آن بيند .\r\nب - پژوهشگر بايد خود را از فشارهاى خارجى و رسوبات كهنه\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nرها سازد و براى پذيرش هر حقيقتى كه عقلش بدان حكم مىكند آماده گردد .\r\nج - پژوهشگر بايد حقّ را دوست بدارد و خود را تسليم آن كند و در امور مشكوك بى هيچ شائبه غرور ذاتى شك روا دارد و كاملًا مطمئن باشد كه به خوبى مىتواند حق را بشناسد .\r\nد - و بالاخره بر پژوهشگر است كه بدون تأثّر از پراكندگيهاى ذهنى كه گاهى زاييده شهوت و زمانى ره‌آورد خشم است بر نقطه مورد بحث تمركز يابد .\r\n\r\nعقل ، موهبتى الهى\r\n1 - از ميان حقايقى كه با نگريستن به عقل از خلال نشانه‌هاى آن در برابر ما آشكار مىگردد يكى « حقيقت » موهبتى است كه در عقل نهفته است ، موهبتى كه به وسيله آن در مىيابيم كه پرتو عقل در ما وجود نداشته و سپس به طور « ناگهانى » و بدون هيچ گونه « اكتسابى ذاتى » بدان دست يافته‌ايم و گاهى بدون آن كه خود مايل باشيم آن را از دست مىدهيم و هر چند مىكوشيم مسأله‌اى را در يادمان حفظ كنيم ولى آن را فراموش مىكنيم و اگرچه مىخواهيم چند مسألهء آسان بفهميم ولى آن را درك نمىكنيم ، از همين جاست كه در مىيابيم عقل در اختيار قدرتى جز ما قرار دارد كه همان « خداوند » تبارك و تعالى است .\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nاگر موهبت عقل از خود ما ناشى مىشد ديگر حتّى براى يك لحظه آن را از دست نمىداديم و آيا پديده‌اى ذات خود را از دست مىدهد ؟ و در اين صورت هرگز محدود نمىبود ، زيرا محدوديت نوعى فقدان ذاتى است ، چنانچه هرگاه آن را اراده مىكرديم ديگر نمىتوانست سركشى كند و آيا ذات مىتواند نسبت به ذات سركشى كند ؟\r\nاين همان دلايلى است كه با آن به ذاتى بودن عدم درخود رسيديم و در نتيجه دانستيم كه وجود چيزى جز نورى عارضى بر پديده‌ها نيست و تنها موهبتى از جانب خداوند سبحان مىباشد . به اعتقاد من همين ادلّه در اين جا به كار مىآيد تا بار ديگر ما را به اين حقيقت برساند كه « عقل » نيز موهبتى الهى است و اگرچه ما قدرى توانايى بر آن داريم ولى كاملًا در اختيار ما قرار ندارد ، بلكه به نوعى خاص تحت سلطه اراده ماست .\r\n2 - هنگامى كه بشر حقيقت « موهبت بودن » عقل را درنيافت ، در راست و چپ تند روى مىكند ، گروهى عقل را ناشى از ذات انسان مىدانند و قائل به نفسى جاهل و نفسى عاقل نيستند ، بلكه عقل و علم را از همان نفسى كه « روح علوى آن را مبرّا از هر گونه نقص » مىدانند ، اين گروه معتقدند كه نفس بشرى به گونه‌اى ارگانيك تحوّل مىيابد تا آن كه كامل شده و ديگر نسبت به هيچ چيز جهل ندارد .\r\nگروهى نيز معتقدند كه نفس همه حقايق را مىدانسته ، ولى آنها را\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nفراموش كرده است و بعد از آن به خاطر مىآورد . گروهى نيز عقل را تنها عارضه‌اى در انسان مىدانند كه تنها ابزار پذيرش را در اختيار دارد و علم نيز جز تجربه نيست و تجربه چيزى جز احساس نيست كه احساس هم از امور مادى صرف است .\r\nگروه دومى نفسى را تصوّر نكرده‌اند كه ذخيره‌اى درونى را در اختيار دارد كه از حيوان جدا مىگردد و به وسيله آن تمدّنهاى بزرگ را برپا مىدارد . اين حسّ گرايان وجود ملاكهاى ثابتى را انكار مىكنند كه انسان ، به دور از تجربه آن را در اختيار دارد و تجارب خود را با آن مىسنجد تا صحيح را از خطا باز شناسد .\r\nو در ميان اين دو گروه تندرو موضع قرآن كريم را مىبينيم كه مىفرمايد :\r\n( وَوَجَدَكَ ضَالّاً فَهَدَى ) « 1 » .\r\n« آيا تو را گمگشته نيافت و هدايت كرد ؟ »\r\n( . . . فَلَمَّا أَفَلَ قَالَ لَئِن لَمْ يَهْدِنِي رَبِّي لَأَكُونَنَّ مِنَ الْقَوْمِ الضَّالِّينَ ) « 2 » .\r\n« . . . چون ماه فرو شد گفت : اگر پروردگار من مرا راه ننمايد ، از گمراهان خواهم بود . »\r\n( إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلكِنَّ اللَّهَ يَهْدِي مَن يَشَاءُ . . . ) « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء ضحى ، آيهء 7 .\r\n( 2 ) - سورهء انعام ، آيهء 77 .\r\n( 3 ) - سورهء قصص ، آيهء 56 .\r\n","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\n« تو هر كس را كه بخواهى هدايت نمىكنى ، خداست كه هر كه را بخواهد هدايت مىكند . »\r\nوقتى هدايت كه عبارت است از رسيدن به بزرگترين و روشنترين حقايق هستى تنها به وسيله خدا تحقّق مىيابد ساير امور به طريق اولى چيزى جز نعمت خداوندى نيستند .\r\n3 - چون عقل ، يك موهبت است ، لذا در كودكى وجود نداشته و هنگامى كه انسان به سن بلوغ مىرسد دفعتاً در او برانگيخته مىشود . خداوند مىفرمايد :\r\n( . . . حَتَّى إِذَا بَلَغَ أَشُدَّهُ وَبَلَغَ أَرْبَعِينَ سَنَةً قَالَ رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ ) « 1 » .\r\n« . . . و چون به چهل سالگى درآيد گويد : اى پروردگار من ! به من بياموز تا شكر نعمتى كه بر من ارزانى داشته به جاى آرم . . . »\r\nو از همين جاست كه نورى درخشنده را احساس مىكند كه قلبش را در بر مىگيرد تا او را به سوى « حكمت » و « علم » هدايت كند .\r\nحكمت خير و شر را براى او روشن مىسازد و او را با فضيلت و رذيلت آشنا مىكند و او را به صلاح سعادت فرا مىخواند . حكمت همان راهى است كه خداوند ، انسان را به سوى آن هدايت كرده\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء احقاف ، آيهء 15 .\r\n","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nاست : ( إِنَّا هَدَيْنَاهُ السَّبِيلَ إِمَّا شَاكِراً وَإِمَّا كَفُوراً ) « 1 » « راه را به او نشان داده‌ايم ، يا سپاسگزار باشد يا ناسپاس » ، و آن الهام فجور و تقواست به انسان كه خداوند چنين بيان مىدارد : ( وَنَفْسٍ وَمَا سَوَّاهَا * فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا * قَدْ أَفْلَحَ مَن زَكَّاهَا * وَقَدْ خَابَ مَن دَسَّاهَا ) « 2 » .\r\n« و سوگند به نفس و آن كه نيكويش بيافريده ، سپس بديها و پرهيز گاريهايش را به او الهام كرده كه هر كه در پاكى آن كوشيد رستگار شد و هر كه در پليدىاش فرو پوشيد نوميد گرديد » .\r\nو بالاخره حكمت همان ارزش نهايى است كه در ارزشگذارى عملكرد ملّتها و حكومتها آن را به داورى مىخوانيم و در همه جا دست كم از جنبه نظرى يكى است .\r\nصداقت و وفادارى و صراحت فضائلى هستند كه در هر زمان و مكان حكمت عقل بدان دعوت مىكند و دروغ ، فريب و عدم صراحت همگى صفاتى هستند كه هر كجا و هرگاه يافت شوند حكمت عقل از آن باز مىدارد .\r\nو از حكمت ، « نفس لوّامه » ظهور مىكند كه انسان را به هنگام ارتكاب گناه يا پس از آن نكوهش مىكند مانند آن كه فرد اعصاب خودرا در برابر شهوتى شديد از دست بدهد و عمل زشتى را مرتكب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء انسان ، آيهء 3 .\r\n( 2 ) - سورهء شمس ، آيات 7 - 10 .\r\n","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nگردد يا به هنگام خشم جنايتى را مرتكب شود و سپس به خود آيد و از بدكارى خود به نكوهشى روحى گرفتار آيد . نفس لوّامه در قرآن نيز ذكر شده است :\r\n( لَا أُقْسِمُ بِيَوْمِ الْقِيَامَةِ * وَلَا أُقْسِمُ بِالنَّفْسِ اللَّوَّامَةِ ) « 1 » .\r\n« قسم مىخورم به روز قيامت و قسم مىخورم به نفس ملامتگر . »\r\n« حكمت » همان عقل عملى است كه به عنوان حجّت در ميان مردم و حجّت در ميان خدا و مردم حضور دارد و همان رسول باطنى است كه دين داران پس از انبيا آن را حكم قرار مىدهند ، رسولى كه شريعتها با ظهور خود او را يادآورى مىكنند و ابعاد پنهان او را آشكار مىسازند .\r\nقرآن كريم به وسيله يادآورى ، اين عقل را در انسان بيدار مىكند تا آن را در برابر خلافات ، ملاك افكار و اعمالش گرداند .\r\nدر اين حديث كه از امام موسى بن جعفر عليه السلام رسيده پژوهشى است كافى پيرامون هدف و وسيله‌اى كه قرآن در به حركت واداشتن عقل عملى و دعوت انسان بدان درپيش گرفته است :\r\nامام كاظم خطاب به يكى از اصحاب خود مىفرمايد :\r\n« اى هشام ! خداوند به اهل عقل و فهم در كتاب خود بشارت داده و فرموده است : ( فَبَشِّرْ عِبَادِ * الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ أُولئِكَ الَّذِينَ هَدَاهُمُ اللَّهُ وَأُولئِكَ هُمْ أُولُوا الْأَلْبَابِ ) « 2 » .\r\n« بندگان مرا بشارت ده ، آن كسانى كه به سخن گوش مىدهند و از بهترين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء قيامه ، آيات 1 - 2 .\r\n( 2 ) - سورهء زمر ، آيات 17 - 18 .\r\n","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nآن پيروى مىكنند ، ايشانند كسانى كه خدا هدايتشان كرده و اينان خردمندانند . »\r\nاى هشام ! خداوند تبارك و تعالى حجّت را با عقل بر مردم كامل كرده و پيامبران را با بيان يارى رسانده و با « إله » آنها را به ربوبيّت خود رهنمون شده است : ( وَإِلهُكُمْ إِلهٌ وَاحِدٌ لَا إِلهَ إِلَّا هُوَ الرَّحْمنُ الرَّحِيمُ * إِنَّ فِي خَلْقِ السَّماواتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيلِ وَالنَّهَارِ وَالْفُلْكِ الَّتِي تَجْرِى فِي الْبَحْرِ بِمَا يَنْفَعُ النَّاسَ وَمَا أَنْزَلَ اللَّهُ مِنَ السَّماءِ مِن مَاءٍ فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَابَّةٍ وَتَصْرِيفِ الرِّيَاحِ وَالسَّحَابِ الْمُسَخَّرِ بَيْنَ السَّماءِ وَالْأَرْضِ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ ) « 1 » .\r\n« خداى شما خدايى است يكتا ، خدايى جز او نيست بخشاينده و مهربان ، در آفرينش آسمانها و زمين و در آمد و شد شب و روز و در كشتيهايى كه در دريا مىروند و مايه سود مردم‌اند و در بارانى كه خدا از آسمان فرو مىفرستد تا زمين مرده را بدان زنده سازد و جنبندگان را در آن پراكنده كند و در حركت بادها و ابرهاى مسخّر ميان زمين و آسمان ، براى خردمندانى كه در مىيابند عبرتهاست . »\r\nاى هشام ! خداوند اين امر را دليل شناخت خود قرار داده و اين كه در هستى مدبرى در كار است : ( وَسَخَّرَ لَكُمُ الَّيْلَ وَالنَّهَارَ وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومُ مُسَخَّرَاتٌ بِأَمْرِهِ إِنَّ فِي ذلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ ) « 2 » .\r\n« و مسخّر شما كرد شب و روز را و خورشيد و ماه را و ستارگان همه فرمانبر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء بقره ، آيات 163 - 164 .\r\n( 2 ) - سورهء نحل ، آيهء 12 .\r\n","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nامر او هستند ، در اين براى آنها كه به عقل در مىيابند عبرتهاست . »\r\nاى هشام ! آن گاه خداوند اهل عقل را پند داده و آنها را نسبت به آخرت تشويق كرده است : ( وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا لَعِبٌ وَلَهْوٌ وَلَلدَّارُ الآخِرَةُ خَيْرٌ لِلَّذِينَ يَتَّقُونَ أَفَلَا تَعْقِلُونَ ) « 1 » « و زندگى دنيا چيزى جز بازپچه و لهو نيست و پرهيزگاران را سراى آخرت بهتر است . آيا به عقل نمىيابيد ؟ » ، و سپس كسانى را كه انديشه نمىكنند به عقابش تهديد مىكند ومىفرمايد :\r\n( ثُمَّ دَمَّرْنَا الْآخَرِينَ * وَإِنَّكُمْ لَتَمُرُّونَ عَلَيْهِم مُّصْبِحِينَ * وَبِاللَّيْلِ أَفَلَا تَعْقِلُونَ ) « 2 » « سپس ديگران را هلاك كرديم ، شما بر آنها مىگذريد بامدادان و شامگاهان ، آيا تعقّل نمىكنيد ؟ »\r\nاى هشام ! سپس خداوند اين حقيقت را روشن مىكند كه عقل با علم است :\r\n( وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ وَمَا يَعْقِلُهَا إِلَّا الْعَالِمُونَ ) « 3 » .\r\n« اين مثلها را براى مردم مىزنيم و آنها را جز دانايان در نمىيابند » ، و سپس كسانى را كه انديشه نمىكنند مذمّت كرده و مىفرمايد :\r\n( وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنْزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا أَلْفَيْنَا عَلَيْهِ آبَاءَنَا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء انعام ، آيهء 32 .\r\n( 2 ) - سورهء صافّات ، آيات 136 - 138 .\r\n( 3 ) - سورهء عنكبوت ، آيهء 43 .\r\n","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nأَوَلَوْ كَانَ آبَاؤُهُمْ لَا يَعْقِلُونَ شَيْئاً وَلَا يَهْتَدُونَ ) « 1 » « چون به ايشان گفته شود كه از آنچه خدا نازل كرده است پيروى كنيد گويند : نه ، ما به همان راهى مىرويم كه پدرانمان مىرفتند حتّى اگر پدرانشان بيخرد و گمراه بوده‌اند » ، و سپس اكثريت را نكوهش كرده و مىفرمايد :\r\n( وَإِن تُطِعْ أَكْثَرَ مَن فِي الْأَرْضِ يُضِلُّوكَ عَن سَبِيلِ اللَّهِ . . . ) « 2 » « اگر از اكثريتى كه در اين سرزمينند پيروى كنى تو را از راه خدا گمراه سازند . . . » ، ( وَلَئِن سَأَلْتَهُمْ مَنْ خَلَقَ السَّماوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ قُلِ الْحَمْدُ للَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ ) « 3 » « اگر از آنها بپرسى : چه كسى آسمانها و زمين را آفريده است ؟ خواهند گفت : خدا . بگو : سپاس خدا را . بلكه بيشترشان نادانند » ، و مىفرمايد :\r\n( لَئِن سَأَلْتَهُم مَن نَزَّلَ مِنَ السَّماءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ مِنْ بَعْدِ مَوْتِهَا لَيَقُولُنَّ اللَّهُ قُلِ الْحَمْدُ للَّهِ بَلْ أَكْثَرُهُمْ لَايَعْقِلُونَ ) « 4 » « اگر از آنها بپرسى : چه كسى از آسمان باران فرستاد و زمين مرده را بدان زنده ساخت ؟ خواهند گفت : خداى يكتا . بگو : سپاس خداى راست ولى بيشترينشان در نمىيابند » ، و سپس از تعداد اندك تمجيد مىكند و مىفرمايد :\r\n( وَقَلِيلٌ مِنْ عِبَادِيَ الشَّكُورُ ) « 5 » « و اندكى از بندگان من سپاسگزارند » ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء بقره ، آيهء 170 .\r\n( 2 ) - سورهء انعام ، آيهء 116 .\r\n( 3 ) - سورهء لقمان ، آيهء 25 .\r\n( 4 ) - سورهء عنكبوت ، آيهء 63 .\r\n( 5 ) - سورهء سبأ ، آيهء 13 .\r\n","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\n( وَقَالَ رَجُلٌ مُؤْمِنٌ مِنْ آلِ فِرْعَوْنَ يَكْتُمُ إِيمَانَهُ أَتَقْتُلُونَ رَجُلًا أَن يَقُولَ رَبِّيَ اللَّهُ ) « 1 » « و مردى مؤمن از خاندان فرعون كه ايمانش را پنهان داشته بود گفت : آيا مردى را كه مىگويد كه پروردگار من خداى يكتاست مىكشيد ؟ »\r\nاى هشام ! سپس خداوند خردمندان را به بهترين نحو ياد مىكند و آنها را به بهترين زيور مىآرايد و مىفرمايد :\r\n( يُؤْتِي الْحِكْمَةَ مَن يَشَاءُ وَمَن يُؤْتَ الْحِكْمَةَ فَقَدْ أُوتِيَ خَيْراً كَثِيراً وَمَا يَذَّكَّرُ إِلَّا أُوْلُوا الْأَلْبَابِ ) « 2 » « به هر كه خواهد حكمت عطا كند و به هر كس كه حكمت عطا شده ، نيكى فراوان داده شده و جز خرمندان پند نپذيرند » ، و مىفرمايد :\r\n( . . . وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِنْ عِندِ رَبِّنَا وَمَا يَذَّكَّرُ إِلَّا أُولُوا الْأَلْبَابِ ) « 3 » « . . آنان كه قدم در دانش استوار كرده‌اند مىگويند : ما بدان ايمان آورديم همه از جانب پروردگار ماست و جز خردمندان پند نمىگيرند . »\r\nاى هشام ! خداوند در قرآن مىفرمايد :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء مؤمن ، آيهء 28 .\r\n( 2 ) - سورهء بقره ، آيهء 269 .\r\n( 3 ) - سورهء آل عمران ، آيهء 7 .\r\n","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\n( إِنَّ فِي ذلِكَ لَذِكْرَى لِمَن كَانَ لَهُ قَلْبٌ ) « 1 » « اين سخن براى صاحبدلان اندرزى است . . . » ، يعنى عقل و ( وَلَقَدْ آتَيْنَا لُقْمَانَ الْحِكْمَةَ . . . ) « 2 » « هر آينه به لقمان حكمت داديم . . . » ، يعنى فهم و عقل .\r\nاى هشام ! لقمان به فرزند خود گفت تواضع كن تا عاقلترين مردم باشى ، فرزندم ! دين دريايى عميق است كه جهانيانى در آن غرق شده‌اند پس بايد كه كشتى تو در آن تقواى خدا و پوشش اين كشتى ايمان و بادبان آن توكّل بر خدا و سرپرست آن عقل و راهنمايى آن علم و سكّان آن شكيبايى باشد .\r\nاى هشام ! هر چيز دليلى دارد و دليل عقل تفكّر و دليل تفكّر صبر و شكيبايى است و هر چيز مركبى دارد و مركب عقل تواضع است و در جهل تو همين بس كه سوار بر چيزى شوى كه از آن باز داشته شده‌اى .\r\nاى هشام ! خداوند پيامبران و رسولان خود را براى بندگانش برنيانگيخت مگر براى آن كه دربارهء او انديشه كنند و بهترين پاسخگوى آنها كسى است كه شناخت بيشترى داشته باشد و آگاهترين آنها از كار خدا عاقلترين آنهاست در دنيا و آخرت .\r\nاى هشام ! دو حجّت بر مردم است يكى حجّت برون و يكى حجّت درون ، حجّت برون همان پيامبران و انبيا و ائمّه عليهم السلام هستند و حجّت درون ، همان عقل است . »\r\nاين پژوهش عميق فلسفه و شيوه قرآن در عقل و چگونگى بيدار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء ق ، آيهء 37 .\r\n( 2 ) - سورهء لقمان ، آيهء 12 .\r\n","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nكردن آن در قلوب با ذكر آيات قرآنى بر اساس اسلوبى پرورشى آغاز مىشود كه آيات قرآنى در برانگيختن عقول و بيدار كردن آن پى مىگيرد .\r\nاز آن جا كه پرورش عقل با خوف و رجا در ارتباط است - زيرا انسان به كارى نمىپردازد مگر آن كه در كوتاه مدّت يا در بلند مدّت سودى عايد او گردد - لذا اين حديث با آيه بشارتى آغاز مىگردد كه هدايت را براى خردمندان مقرّر مىسازد و بشارت خير بديشان مىدهد .\r\nشيوه قرآنى آيات ، ظاهر را به ياد فرد مىآورد و او را اندك اندك به سوى حقايقى مىراند كه در آن سوى اين آيات قرار دارد و به همين ترتيب آيه دوم و سوم نيز موجب يادآورى بزرگترين آيات الهى و سپس به حركت واداشتن عقل از راه آن و به وسيله آوردن آيات براى گروهى است كه انديشه مىكنند ، زيرا كسى كه با اين آيات به سوى خدا راه مىيابد درك مىكنند كه اگر توانايى عقل در او نمىبود هرگز نمىتوانست پيوند ميان خدا و آيات بزرگ او را بشناسد .\r\nاز آن جا كه دنيا مانع و حجاب بزرگ ميان انسان و عقل اوست زيرا كه منافع زودرس را در نظر او جلوه مىدهد و زندگى اخروى را از ياد او مىبرد لذا بايد اين مانع و حجاب را از ميان برداشت تا فرد بتواند در پرتو عقل خود به حقيقت دست يابد و از همين رو آيهء چهارم و پنجم مطرح مىشود تا مردم را به آخرت تشويق كند و از دنيا بيم دهد و سپس اين دو آيه عقل را به ياد انسان مىآورند : ( أَفَلَا تَعْقِلُونَ ) ، ( أَفَلَا تَعْقِلُونَ ) .\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nبيان ارتباط عقل با علم در آيه ششم انگيزه ديگرى براى تفكّر منطقى است . مانع ديگرى كه ميان انسان و تعقّل مىشود پيروى از پدران گمراه است و لذا آيه هفتم ظهور مىكند تا كسانى را كه عقل خود را قربانى خرافات آباء و اجدادى مىكنند نكوهش كند و بار ديگر به ايشان تذكّر دهد كه آنها عقلى در اختيار دارند كه در صورت بازگشت بدان به راه راست دست خواهند يافت . پس از دنيا دوستى و پيروى از پدران ، مانع سومى ميان انسان و عقل او وجود دارد كه همان فشار گروهى است و در اين جاست كه آيات هشتم تا سيزدهم ظهور مىكند تا قدرت دفاع در برابر اين فشار را در اختيار نهد ، سه آيه در نكوهش كثرت و سه آيه در مدح قلّت آمده تا فرد عاقل به اين نكته پى برد كه عصيان او بر جامعه جاهل بهتر است از آن كه جزء ليست عقلا به شمار نيايد .\r\nعقل به وسيله آگاهى ذاتى كه به تذكّر فرا مىخواند افزايش مىيابد ، پس مادامى كه بيدار كردن عقل جز با برانگيختن آن امكان ندارد - زيرا شناخت آن جز با خود آن امكان ندارد - لذا تذكّر همان ويژگى جدا كننده عقل است .\r\nدو آيه چهارده و پانزده پس از بيان دو نمونه ، انسان را به تذكّر دعوت مىكنند ، پس تذكّر در كار خير و تسليم در برابر حقيقت كه اين هر دو كاملًا از اين دو آيه به دست مىآيد تجسّم مىيابد .\r\nولى از كجاى قرآن در مىيابيم كه تذكّر به صاحبان عقل اختصاص\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nدارد و قيد ( وَمَا يَذَّكَّرُ إِلَّا أُوْلُوا الْأَلْبَابِ ) به آگاهى ذاتى عقل شهادت مىدهد . پاسخ را در آيه شانزدهم مىيابيم ، آن جا كه مىفرمايد :\r\n( إِنَّ فِي ذلِكَ لَذِكْرَى لِمَن كَانَ لَهُ قَلْبٌ ) و قلب در قرآن همان عقل است .\r\nدر آيه هفدهم مىبينيم كه « حكمت » به فهم و عقل تفسير شده است و آن دقيقاً مفهوم آيه قبل است كه : ( يُؤْتِي الْحِكْمَةَ مَن يَشَاءُ وَمَن يُؤْتَ الْحِكْمَةَ فَقَدْ أُوتِيَ خَيْراً كَثِيراً وَمَا يَذَّكَّرُ إِلَّا أُوْلُوا الْأَلْبَابِ ) ، پس اگر حكمت همان عقل است پس تذكّر در آيه برانگيختن عقل خواهد بود . از همين جا دانسته مىشود كه راه شناخت عقل همان تذكّر است .\r\nاين پژوهش عميق در چگونگى شيوه قرآنى در تربيت عقل بر همان اصولى تكيه دارد كه خود عقل بر آن اصول استوار است و اين همان نگرش قرآنى به عقل است كه حكمت عقل را در انسان پرورش مىدهد و به او نيروى تفكّر منطقى مىبخشد . اين بررسى ، پس از ذكر آيات ، نگرش قرآن نسبت به عقل و شيوه قرآن در بيدار كردن عقل را در اين خلاصه مىكند كه تسليم در برابر حقيقت نخستين گام عقل است . و از همين جاست كه امام سخن لقمان را نقل مىكند كه : در برابر حقيقت فروتن باش تا عاقلترين مردم باشى . و سپس براى هشام استدلال مىكند كه بدبختى از هر آن كسى كه عقل ندارد انتظار مىرود ، زيرا كشتى چنين كسى در درياى عميق دنيا غرق مىگردد .\r\nسپس امام ميان عقل و تفكّر و ميان تفكّر و سكوت ارتباط بر قرار\r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nمىكند ، زيرا تذكّر شيوه‌اى ذاتى است براى افزايش عقل و بالا بردن سطح آن . و پس از بيان اهمّيت عقل ما را به اين نكته يادآورى مىكند كه عقول همان حجّتهاى باطنى بر مردم هستند و اين كه خداوند پيامبران خود را برنيانگيخت ، مگر براى آن كه درباره خدا بينديشند و در بخشى از اين پژوهش امام توضيح پيرامون بينش قرآنى و شيوه قرآن در مورد عقل را ادامه مىدهد .\r\nكوتاه سخن آن كه حكمت عقل همان ارزشهايى است كه ما آدميان آن را در كارهاى خود ملاك و در اختلافات حجّت قرار مىدهيم كه در نتيجه همان حجّتهاى خدا هستند كه پيامبران را براى تصفيه و صيقل دادن آن در نفوس بشرى فرستاده است .\r\n\r\nعلم و موهبت عقل\r\n1 - گفتيم كه عقل موهبت است و به دو نوع تقسيم مىشود :\r\n« حكمت » و « علم » . اين كه حكمت چيست و شيوه قرآنى براى صيقل دادن آن در نفوس كدام است به تفصيل سخن گفتيم اكنون به بخش دوم « موهبت » عقل يعنى جنبه « علمى » آن مىپردازيم .\r\nبينش قرآنى پيرامون عقل در اين خلاصه مىشود كه انسان ملاكهايى علمى در اختيار دارد كه مىتواند به وسيله آن پديده‌ها را بشناسد ، اين ملاكها غير اكتسابى هستند و علىرغم آن كه همچون هر موهبت ديگرى تسليم خواست انسان اند مواهبى مقدّر به شمار\r\n\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nمىآيند . اگرچه چشم تابع خواست ماست ولى در اصل ، موهبتى الهى است و اگرچه عقل با عمل افزايش مىيابد ولى « ذاتاً » موهبت است .\r\nدليل آن كه عقل موهبت است نه اكتسابى موارد زير است :\r\nاوّل - فطرت هريك از ما هنگامى كه نسبت به چيزى آگاهى مىيابيم مىتوانيم دليل اين آگاهى را بشناسيم ، براى مثال : هنگامى كه به وجود مكّه مكرمه آگاهى مىيابيم درك مىكنيم كه آگاهى ما از آن برخاسته از رؤيت ما يا خبر دادن فردى از وجود آن يا امور مشابه مىباشد و هنگامى كه در صدد شناخت ملاكهاى عقلى بر مىآييم چنين مىيابيم كه به گونه‌اى ذاتى و بدون آن كه سببى خارجى براى شناخت آن در كار باشد از آن آگاهيم . براى مثال : هنگامى كه مىخواهيم علم خود را نسبت به امتناع تناقض تعليل كنيم به محال بودن تناقض قائل مىشويم زيرا اين امر را مشاهده كرده‌ايم يا شخصى چنين مطلبى را به ما گفته است يا دليل علمى گواه امتناع آن است . ما هيچ يك از اين فرضها را صحيح نمىدانيم ، بلكه طبيعت چنين امرى نيازى به دليل خارجى ندارد يا به تعبير ديگر انسان در ملاكهاى عقلى خود ترديد نمىكند و در كشف آن به هيچ دليل خارجى نيازمند نيست و اين خود بهترين دليل بر ذاتى بودن آن است .\r\nدوم - اگر ملاكهاى عقلى وجود نمىداشت بناى علم و دانش يكباره فرو مىريخت ، زيرا علم بر تفسير پديده - با قانونى كلّى - تكيه\r\n\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nدارد ، علم معتقد است فشار ، انفجار توليد مىكند و دلايل انفجارات معيّنى را براى ما روشن مىسازد كه از فشارهايى قوى ناشى شده است .\r\nبسيار خوب ، حال چگونه مىتوانيم به اين حقيقت پى بريم كه هر فشارى ، انفجار توليد مىكند و حال آن كه تنها برخى از اقسام فشار و پاره‌اى از مصاديق آن را ديده‌ايم ؟ و چگونه يقين پيدا كرده‌ايم كه اين انفجار از فشار ناشى مىشود ؟ آيا جز اين است كه هزار فشار را در شرايط مختلف مشاهده كرده‌ايم كه هريك موجب انفجار شده است و با ملاكهاى عقلى خود پى برده‌ايم كه هرگونه فشار مشابهى را كه ديده‌ايم موجب ظهور انفجار خواهد شد و اگر اين ملاكها نمىبود نمىتوانستيم نسبت به دليل انفجار يقين يابيم و حتّى نمىفهميديم كه انفجار دليلى دارد ، زيرا خود دليل نيز تابع ملاكهاى عقلى است كه براساس آن هر پديده‌اى سبب و نتيجه‌اى دارد .\r\nنتيجه سخن آن كه نيروى ايمان نسبت به معارفمان ما را وامىدارد كه به عقل خود عميقاً ايمان آوريم ، زيرا عقل اصل هرگونه شناختى در ماست .\r\nسوم - اگر اين ملاكهاى عقلى نمىبود نمىتوانستيم نسبت به صحّت احساس خود ايمان آوريم . حال اندكى بينديشيم ، ما به صحّت چشمان خود در آنچه مىبينيم ايمان داريم ولى فرض ديگرى وجود دارد كه اين احساس را كاذب مىداند ( چنانچه برخى از\r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nفلاسفه كه ايده آليست ناميده مىشوند چنين اعتقادى دارند ) ، حال چگونه مىتوانيم درستى احساس خود را اثبات و بطلان اين فرض را ثابت كنيم ؟ ملاكهاى عقلى حجّتى قوى بر اين احساس است و اگر صحّت اين ملاكها را نفى كنيم ناگزير بايد احساسات خود را نيز به يكباره نفى كنيم .\r\n2 - عقل پديده‌ها را كشف مىكند وضوح ، اطمينان و ثبات در همه احوال و اوقات و نزد همه افراد در همه جا جزء طبيعت اين كشف است ، زيرا مادامى كه عقل پديده‌ها را مشاهده مىكند تا نفس مستقيماً و عملًا به حقايق امور پى ببرد نفس بايد نسبت به وضوح آن اطمينان يابد و در آن ترديد روا ندارد و بايد در نزد هيچ‌كس و در هيچ حالى تغيير نيابد .\r\nاين حقيقت فرصت كافى در اختيار ما مىگذارد تا اطلاعات خود را از راه دقّت در آنها بيازماييم كه آيا اين صفات حقيقى علم بر آنها انطباق دارد يا خير :\r\nاوّل - وضوح ، مادامى كه انديشه در نفس ، غير واضح باشد نبايد به علم نسبت داده شود و نبايد مادامى كه نفس خود نتوانسته ، نسبت به چيزى جزم يابد آن را واضح بپنداريم .\r\nدوم - اطمينان ، مادامى كه نفس نتواند نسبت به يك انديشه يقين يابد نمىتوان صفت علم بدان اطلاق كرد ، زيرا هر حقّى حقيقتى و هر صحيحى پرتوى دارد كه نفوس پاك را به خود جذب مىكند\r\n\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nو موجب اطمينان آن مىگردد .\r\nخداوند در توصيف گمراهان مىفرمايد : ( إِنَّمَا يَسْتَأْذِنُكَ الَّذِينَ لَايُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ وَارْتَابَتْ قُلُوبُهُمْ فَهُمْ فِي رَيْبِهِمْ يَتَرَدَّدُونَ ) « 1 » « كسانى كه به خدا و روز قيامت ايمان ندارند و دلهايشان را شكّ فراگرفته است و اين شك آنها را به ترديد افكنده است از تو رخصت مىخواهند » ، ( وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَن ذِكْرِنَا وَاتَّبَعَ هَوَاهُ وَكَانَ أَمْرُهُ فُرُطاً ) « 2 » « و از آن كه دلش را از ذكر خود بىخبر ساخته‌ايم و از پى هواى نفس خود مىرود و در كارهايش اسراف مىورزد پيروى نكن . »\r\nدو صفت ( ترديد و افراط ) هميشه ملازم جهل اند .\r\nسوم - ثبات ، هرگاه خورشيد در فلان روز و فلان شهر طلوع كرد و اين حقيقت را به گونه‌اى روشن دريافتيم ناگزير بايد هر فرد ، در هر مكان و در هر حال بر آن صحه بگذارد ، امّا اگر چنين نبود « علم » همه آنها نمىتواند صحيح باشد و از همين نقطه است كه مقايسه‌هاى عقلى كه نفس در هر احساسى به اجرا در مىآورد تا صحيح را از باطل جدا كند ، آغاز مىگردد . براى مثال : يك بيمار احساس سرگيجه دارد وپديده‌ها را در حركت مىبيند ، ولى خيلى زود ميان مشاهدات خود و ساير احساسات مقايسه‌اى برقرار مىكند و پيش خود چنين مىانديشد كه اگر مريض نبودم ، و اگر دستم نيز حركت اشياء را لمس\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء توبه ، آيهء 45 .\r\n( 2 ) - سورهء كهف ، آيهء 28 .\r\n","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\nمىكرد حركت اشياء حقيقت داشت ، ولى اكنون چنين نيست ، زيرا علم بايد ثابت باشد آن هم نه نسبت به يك احساس ، بلكه نسبت به همه احساسات . به همين ترتيب است هنگامى كه انسان دو دست خود را پس از آن كه يكى در آب گرم و ديگرى در آب سرد بوده در آب ولرم وارد كند و دراين صورت دستى كه در آب گرم بوده آب ولرم را سرد احساس مىكند و دستى كه در آب سرد بوده اين آب را گرم احساس خواهد كرد ، ولى هنگامى كه دو دست را با يكديگر مقايسه مىكند در مىيابد كه آب يكى است و نمىشود آبى هم گرم باشد و هم سرد و پس از آن كه اين احساس را با حالت قبل مقايسه كرد براى او روشن مىشود كه آب ولرم است . و نيز هنگامى كه چوبى در آب قرار مىگيرد ، چشم آن را منحنى مىيابد ولى هنگامى كه آن را خارج مىكنيم مشاهده مىكنيم كه اين چوب هيچ گونه انحنايى ندارد يا هنگامى كه دست ، اين چوب را در آب لمس مىكند آن را مستقيم مىيابد و عقل با ملاكهاى خود در احساسات مختلف به مقايسه مىپردازد و حكم مىكند كه چوب منحنى نيست و چشم خطا كرده است . يا هنگامى كه انسان در خود لرز احساس مىكند و هوا را بسيار سرد مىپندارد ولى اين احساس سرما را با حالت سرماخوردگى خود يا احساس ساير مردم مقايسه مىكند و بدين طريق در مىيابد كه هوا سرد نيست . يا انسان ، شخصى را كه در فاصله دور قرار دارد كوچك مىبيند و صداى او را ضعيف مىيابد ولى ملاك عقلى او را مردى\r\n\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nبلند قامت با صدايى بلند تشخيص مىدهد ، زيرا ميان اين شخص كه در فاصله دور قرار دارد و صدايش كه از نقطه دورى به گوش مىرسد و ميان مشاهده ساير اشيايى كه در فاصله دورى قرار دارند مقايسه بر قرار مىكند و هنگامى كه اين مسافت را ارزيابى مىكند به ميزان صحت ديد و شنوايى خود آگاهى پيدا مىكند .\r\nاگر اندكى بينديشيم به اين حقيقت پى مىبريم كه انسان بدون اين مقايسه‌ها - كه بر ملاكى عملى تكيه دارد كه بسرعت پرده از بطلان احساس بر مىگيرد - هرگز به تمدّن يا اكتشافات علمى دست نمىيافت . براى مثال « ابن هيثم » رياضى دان قديمى اسلام براى شكسته شدن پرتوهاى نور هنگام گذشتن از هوا يا آب علّتى يافت و با تكيه بر اين پديده‌ها و آن حقايق « ابن هيثم » توانست به ضخامت جوّ كره زمين كه پانزده كيلومتر است آگاهى پيدا كند . « 1 »\r\nچگونه « ابن هيثم » توانست ضخامت حقيقى هوايى كه ما را در برگرفته به دست آورد . او خيلى آسان توانست به وسيله مقايسه شكست نور خورشيد در هوا بدين حقيقت نايل آيد . او مىگويد : اگر شناخت من در شكست نور در يك لوله هوا صحيح باشد در جوّ نيز صحيح خواهد بود ، زيرا ثبوت در صورتى كه موضوع واحد باشد جزء خصايص علم در هر زمان و مكان است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - القوميه و الغزو الفكرى ، ص 125 .\r\n","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nگاهى ما به يك انديشه معتقد مىشويم و آن را حقّ مىپنداريم ولى به محض آن كه دلايل اين انديشه را با موارد مشابه مقايسه مىكنيم يا آن را از شريطى كه محيط بر آن است مجرّد مىسازيم مشاهده مىكنيم كه اين انديشه در هوا بخار مىشود و اين خود دليل اهمّيت مقايسه با ملاكهاى عقلى در همه ابعاد زندگى خصوصى ماست .\r\nحال فرض كنيم انسان اين ملاكها را در اختيار نداشته باشد آيا در اين هنگام مىتوان به چيزى معتقد شد و آيا مىتوان دريافتهاى برخى از احساسات يا همه احساسات را ثابت كرد ؟ انسان به چه وسيله به ضرورت احساس و صحّت آن و مقايسه آن و جستجو پيرامون موارد مشابه آن راه مىيابد ؟ با عقل است كه مىتوان به چنين امورى دست يافت .\r\n\r\nانسان ، طبيعت ، عقل و اراده\r\nشناخت انسان آغاز زنجيره آموخته‌هاى فرهنگى است پس شناخت گرايشهاى انسان و نيروهاى فكرى او موضوع روانشناسى را تشكيل مىدهد . و اگر همه اين امور را با ميزان فعاليّتهاى او براى برآوردن اين فعاليتها در رابطه بدانيم موضوع علم اقتصاد را بيان داشته‌ايم و هرگاه از مجموعه افراد - گرايشها و تواناييهاى ايشان -\r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\nسخن بگوييم در محدوده جامعه‌شناسى سخن گفته‌ايم . و امّا علم تاريخ عبارت است از مجموع اين علوم هنگام سخن از مردمى كه در گذشته‌اند .\r\nاگر چه هريك از اين علوم با ملاكها و موضوعات خود از علوم ديگر جدا مىشود ولى خط كلّى فلسفى آن با ساير علوم مشترك است تا آن جا كه براى جدا كردن يكى از ديگرى به سبب ارتباط تنگاتنگ دچار سرگردانى مىشويم .\r\nبينش قرآن نسبت به انسان از ديدگاه عمومى ، پيرامون حيات سرچشمه مىگيرد كه عبارت است از :\r\n1 - انسان ، ابعادى مثبت و منفى دارد كه ابعاد مثبت او موهبتى است از جانب خداوند توانا و ابعاد منفى او برخاسته از ذات اوست كه نمىتوان آن را با چيزى توجيه كرد .\r\nاين حقيقت زمانى وضوح بيشترى مىيابد كه واقعيّت هستى را به اين اعتبار كه داراى حدودى هستند و وجودى در نظر بگيريم و اين كه حدود آن ( كه به وسيله آن از پديده‌هاى ديگر تميزش مىدهيم و در زبان فلاسفه « ماهيّت » خوانده مىشود ) برخاسته از ذات‌آن مىباشد در حالى كه وجود از خداست كه نور وجود از او حيات مىيابد .\r\nانسان از دو جنبه حدود و وجود برخوردار است ، جنبه حدود از ذاتش ناشى مىگردد ، در حالى كه جنبه وجود بر خدا تكيه دارد و نيرو و توان را از او مىستاند .\r\n\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nهريك از آدميان مقدارى علم ، قدرت و اراده دارد ولى در كنار اين از مقدار بيشترى جهل ، عجز و انقياد برخوردار است و با تركيب علم ، جهل ، قدرت ، عجز ، اراده و انقياد است كه ويژگيهاى خاص هر انسانى شكل مىگيرد ، لذا يكى را مىبينم كه نحو مىداند ولى با فقه آشنايى ندارد ، معمارى مىداند ولى بازرگرى ناآشناست و در برابر فشار شهوت مقاومت مىكند ولى در برابر فشار خشم تاب مقاومت ندارد و چنين انسانى تفاوت دارد با كسى كه فقه مىداند ولى با نحو ناآشناست و زرگرى مىتواند در حالى كه با معمارى بيگانه است و با اراده خود در برابر خشم مقاومت مىكند در حالى كه مطيع شهوت است . و اين است همان حد تمايز انسانها و اين است وجود مشترك آن .\r\nحدود ، ذاتى هستند زيرا هيچ كس وجود ندارد يعنى در مقطعى از زمان وجود نداشته و سپس اندك اندك با فضل خداوند « حىّ قيّوم » برخى از تواناييها را يافته است .\r\n2 - انسان مسير دشوارى را در پيش رو دارد تا از جوانب منفى به جوانب مثبت دست يابد و همه ارزشهاى كه در اين مسير به دو الهام شده چه به شكل فردى و يا جمعى ، سوخت او در پيمودن اين مسير به شمار مىآيد و قافله تمدّن نيز همين مسير طولانى و دشوار را مىپيمايد تا سر انجام به هدفى مطلوب دست يابد كه در برترى جوانب مثبت بر جوانب منفى در همه بشريت تجسّم مىيابد .\r\n\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\n3 - بدين ترتيب اقرار به واقعيّت دوگانگى انسان آغاز طبيعى دانش روانشناسى است در حالى كه علم اخلاق پرتوهايى نورانى است كه ابعاد اين دوگانگى را روشن مىسازد و مىكوشد نشانه هايى را در مسير آدمى ايجاد كند كه به وسيله آن بر ابعاد منفى فائق آيد ، جامعه شناسى نيز اقرار به واقعيت دوگانگى در انسانيت و كشف خطوط منفى و مثبت آن است ، تاريخ علمى است كه پس از اقرار به همه اين حقايق مسير انسانيّت را در طول نسلهاى متوالى تعقيب مىكند تا به ابعاد كمال دست يابد و از گذشته براى آينده عبرت گيرد .\r\nو بدين ترتيب هر علمى از علوم انسانى به دو بعد مىپردازد : يكى بعد كشف و ديگرى بعد ارائه رهنمود و اگرچه جنبه كشف زير بناى جنبه دوم است ولى بعد دوم نيز هدف جنبه اوّل به شمار مىآيد كه اگر از آن غفلت شود در مسير انسان‌شناسى هرج و مرج ايجاد خواهد شد .\r\n\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\n\r\nروانشناسى در قرآن\r\nجنبه كشف روانشناسى در فلسفه قرآن تابع قوانين زير است كه چيزى جز بسط دادن همان حقيقتى كه در آغاز بيان كرديم نيست :\r\n1 - روان ، چنانچه دو گروه تندرو از فلاسفه پنداشته‌اند نه شمش نقره است و نه صخره سياه ، بلكه حد وسط ميان اين دوست .\r\n2 - از همين رو جوانب منفى و مثبت انسان در كنار هم قرار دارند و هيچ نيرويى از خارج آن دو را بر انسان تحميل نمىكند و تنها خداست كه خير را به دو عطا مىكند و گاهى تقوا را در اختيار او مىنهد .\r\n3 - نخستين خطاى فلاسفه از اين جا ناشى مىشود كه پيشاپيش گمان كرده‌اند نفسى كه تابع خير است نمىتواند منبع شر باشد و عكس آن را نيز صادق مىدانند غافل از آن كه طبيعت شرور نفس با عطاى خير از سوى خدا منافاتى ندارد چنانچه طبيعت انسان مرگ\r\n\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nاست ولى خدا حيات را به دو عطا فرموده است و ذات او عدم است و خداوند به او هستى و وجود عطا فرموده و به همين ترتيب .\r\n4 - از همين رو انگيزه‌هاى طبيعى به همان قوّت عوامل فرهنگى حق و واقعى است ، پس تعصّب در كنار ايثار و شهوت در كنار پاكدامنى و ريا در كنار اخلاص همگى امور واقعى هستند كه مورد اعتراف و اقرار مىباشند .\r\n5 - تربيت ، اخلاق و كيفرها و فشارها تماماً امور ضرورى هستند زيرا جنبه مثبت انسان را عليه جنبه منفى او يارى مىرساند ، البتّه پس از اقرار به واقعيّت حالتهاى تجاوز گرانه در نفس بشرى و تأثير عوامل وراثتى و هوا و هوس و مشكلات زندگى كه او را به سوى جوانب منفى رانده است .\r\nاين موارد پنج‌گانه براى تمركز انقلابى فكرى است كه همان قاعده دوگانگى در پديده‌ها هستى و نفس بشرى است ، قاعده‌اى كه فلاسفه قديم و جديد در آن دستخوش خطا شده‌اند و قرآن اين چنين انسانها را به سوى آن هدايت مىكند :\r\n( وَنَفْسٍ وَمَا سَوَّاهَا * فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا * قَدْ أَفْلَحَ مَن زَكَّاهَا * وَقَدْ خَابَ مَن دَسَّاهَا * كَذَّبَتْ ثَمُودُ بِطَغْوَاهَا * إِذِ انبَعَثَ أَشْقَاهَا * فَقَالَ لَهُمْ رَسُولُ اللَّهِ نَاقَةَ اللَّهِ وَسُقْيَاهَا * فَكَذَّبُوهُ فَعَقَرُوهَا فَدَمْدَمَ عَلَيْهِمْ رَبُّهُم بِذَنبِهِمْ فَسَوَّاهَا ) « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء شمس ، آيات 7 - 14 .\r\n","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\n« سوگند به نفس و آن كه نيكويش بيافريده ، سپس بديها و پرهيزگاريهايش را به او الهام كرده كه هر كه در پاكى آن كوشيد رستگار شد و هر كه در پليديش فرو پوشيد نوميد گرديد ، قوم ثمود از روى سركشى تكذيب كردند آن گاه كه شقىترينشان برخاست ، پيامبر خدا به آنها گفت : ماده شتر خدا را سيراب كنيد ، تكذيبش كردند و شتر را پى كردند ، پس پروردگارشان به سبب گناهشان بر سرشان عذاب آورد و با خاك يكسانشان ساخت . »\r\nنفس خود ، تبهكارى را مىشناسد و مىداند كه چگونه در آن باقى بماند يا از ضايعات آن رهايى يابد ولى گاهى به تزكيه و گاهى به تقلّب و دورويى روى مىآورد ولى به هر طرف كه روى آورد برخاسته از نيرويى است كه در جان او ريشه دوانده است . مردم « ثمود » هنگامى كه گمراهى را برگزيدند با نيروى سركششان آن را انتخاب كردند و در برابر نعمتها سركشى كردند و سركشى در برابر نعمتها حقيقتى است كه از سوى اسلام به عنوان يك سنّت اجتماعى مورد اعتراف و اقرار است و از سوى ديگر ثمود را محكوم مىكند ، زيرا اين گروه مىتوانستند از قيد و بندهاى اين سنّت اجتماعى رهايى يابند و به نداى رسولشان پاسخ دهند لذا رستگار نشدند و خدايشان بر آنها عذاب نازل كرد و با خاك يكسانشان نمود . عقوبت ، خود در اسلام برخاسته از تشخيص است ، زيرا اگر عقيده نمىداشتيم كه قوم ثمود اين توانايى را داشته‌اند كه در برابر سنّتهاى هستى طغيان كنند ديگر\r\n\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nكيفر و حتّى محكوم كردن وجهى نمىداشت .\r\nبدور از تفسير پديده‌هاى روانى به دوگانگى ( ذات + موهبت ) در فلسفه‌هايى يك سونگر فرو خواهيم رفت كه نمىتواند تكامل را در اختيار وجود آدمى بگذارد و بيشتر اين گونه فلسفه‌ها انسان را در گزينش رفتار نيك و پسنديده از آزاديش دور مىسازد ، مثلًا :\r\nالف - داروين . مسأله‌پيشرفت بشر را تا حدّ بسيارىطبيعى مىداند و مبارزه براى « وجود » داشتن را تنها وسيله به سوى پيشرفت طبيعى به شمار مىآورد و سپس ميان شرور و انسان ارتباط برقرار مىكند تا جايى كه تقريباً اين شرور را تقديس مىكند و نظريه گناه نخستين را در مسيحيت منعكس مىسازد و سرى را فاش نكرده‌ايم اگر بگوييم برپا كردن دانش نو كه با انسان‌شناسى درارتباط مىباشد بر نظريه داروين استوار است آن هم نه فقط در اصالت شر در آدمى ، بلكه در تلقّى مبارزه براى بقا به عنوان تنها وسيله براى پيشرفت انسان .\r\nب - فرويد . ويژگى تجاوزگرى را « طبيعت انسان » مىداند و در ويژگى رحمت خود را كاملًا به نادانى مىزند و اين چنين سخن به تندروى مىزند كه : « مانع شدن از تجاوز گرى همگان عملى غير صحيح است . »\r\nج - گروه مقابل نيز تندروى كرده و هيچ شرى را در انسان ، اصيل نمىدانند و معتقدند كه طبيعت انسان به هيچ خطايى جز خطاى اصلى كه جامعه عليه او مرتكب شده دست نيازيده است كه « روسو » ، « كانت » ، « گوته » و ديگران چنين نظريه‌اى دارند .\r\nنتيجه اعتقاد به اصالت گناه ( و نه فضيلت ) نوميدى از اصلاح\r\n\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\nانسان و حتّى تبديل ارزشها تا به آن جاست كه رذالت ، فضيلت شمرده مىشود و نتيجه نظريه عكس ، آن است كه همه خطاهاى انسان به ترتيب نسبت داده مىشود و از عوامل متضادّ ذات بشر و در نتيجه عدم واقعيّت ذات بشر غفلت مىشود .\r\nانسان بر اساس نظريه اسلام كاملًا مختار نيست ، بلكه عوامل وراثتى و تربيتى و حتّى عامل مبارزه براى حيات نيز دخالت دارد كه گاهى سمت‌گيرى خاصى را تحميل مىكنند چنانچه يكباره مجبور هم نيست و عامل عقل در كار است كه گاهى موجب مىشود عليه عوامل فساد بشورد و همين عقل « موهبتى » است كه در انسان ريشه دارد و او را به موجودى بر خوردار از تمدّن تبديل مىكند كه نه جبرى در كار اوست و نه تفويضى بلكه حدّ وسطى ميان اين دو است .\r\n\r\nاخلاق در قرآن\r\nدر اين جا جنبه ارشادى فلسفه قرآن در روانشناسى باقى مانده است كه قرآن در اين زمينه بار ديگر دو گانگى پديده‌ها را يادآور مىشود و اين كه همه پديده‌ها ذاتاً و اصلًا محاط در عدم ، عجز و جهل هستند و در پرتو مواهب و عطاياى الهى است كه از وجود ، قدرت و شناخت برخوردارند و هنگامى كه اين حقيقت بزرگ در روح و روان منعكس مىشود و به سطح ارشاد هدايت نزول مىكند اخلاق فاضله را در شخصيّتى جلوه گر مىبينيم كه منعكس كننده حقيقت\r\n\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nنفى و اثبات در پديده‌هاى هستى است و با الهام از اين حقيقت عمل مىكنند .\r\nتعبير دقيق اين حقيقت در نفس همان كار بر اساس « يأس و رجا » ست ، يأس از هر چيزى به اعتبار آن كه موجودى ناقص و عاجزى است كه پرداخته شده و هيچ سود و زيانى را در اختيار ندارد و « اميد » به خدايى كه به هيچ روى شبيه مخلوقاتش نيست و همه چيز را در دست دارد ، « يأس » از نيروهايى كه انسان عملًا در « اختيار » دارد و « اميد » به امورى كه همين انسان در آينده بدان « دست » خواهد يافت .\r\nمحور « يأس و رجا » به معناى كلّى « شخصيت قرآنى » را مىسازد كه از اعتدال در رفتار و صحّت در رأى برخوردار است ، زيرا همان گونه كه گفته شد منعكس كننده حقيقت هستى به صورتى دقيق است ، چنين كسى فريفته آن چه در اختيار دارد نمىشود و در آنچه طالب آن است سستى نمىورزد و « يأس » او از مردم به او « قناعت » مىبخشد و « اميد » او به « خالق » موجب تلاش بيشتر او مىگردد ، به آنچه دارد مؤمن است زيرا هر آنچه در اختيار دارد از آن خداست و از سوى ديگر به آنچه دارد سرمست و مغرور نمىگردد ، زيرا مىداند كه اين دارائيها امانتى است در دست او كه به ديگرى تعلّق دارد ، چنانچه مصائب نيز او را ناتوان نمىسازد و پيشامدهاى ناگوار عزمش را درهم نمىشكند ، زيرا اميد بسيار به پروردگار متعال دارد .\r\n\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\n\r\nفلسفه جامعه در قرآن\r\nجنبه فلسفى نگرش اسلام به جامعه برخاسته از ايمان است كه حقيقتاً انسان موجودى است با داده‌هاى محدود و دو جريان منفى و مثبت ، هر دو را در اختيار دارد و ما هنگامى كه جامعه را بررسى مىكنيم بايد درپى شناخت فروعى باشيم كه بر حقيقت اين دو جريان مترتّب است . قوانين اصلى فلسفه جامعه در قرآن در نكات زير خلاصه مىشود :\r\n1 - پژوهش روانشناسى در شناخت جامعه امرى اساسى است و هر چيزى را كه در فرد و در ابعادى كوچكتر مىيابيم آن را تجسّم يافته در جامعه مىبينيم ، در آميختگى خير و شر در نفس هريك از آدميان منعكس كننده خير و شرهاى جامعه است و همان قوانينى كه به طبيعت اين درهم آميختگى در سطح افراد حاكم است و اين درهم آميختگى در سطح جمعى نيز حاكميت دارد .\r\n2 - بنابراين ما نمىتوانيم همه پديده‌هاى اجتماعى را به جنبه منفى انسان بازگردانيم تا در نتيجه خود را در حلقه‌اى ميان تهى احساس كنيم كه به نقطه آغاز عوامل مؤثّر آگاهى نيابيم ، بلكه بايد در جستجوى دو جريان منفى و مثبت در كنار هم باشيم . براى مثال :\r\nنمىتوانيم اساس جامعه را تنها نياز و ضرورت زندگى بدانيم ( اگر چه طبيعتاً نياز و ضرورت مقتضاى غريزه انسانى است ) ، بلكه بايد\r\n\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\nمحبّت بىآلايشى را كه هر فرد نسبت به فرزند ، والدين ، نزديكان و جامعه‌اش احساس مىكند در نظر بگيريم .\r\nصحيح نخواهد بود اگر كشف آهن و تسليم شدن انسان در برابر آن را دليل دگرگونى جديد جوامعى دانست كه در پرتو كشاورزى ، صبر و تلاش زندگى خود را سپرى مىكرده‌اند ، بلكه بايد ويژگى صبر و كار را نيز كه پيش از كشف آهن وجود داشته و جنبه‌اى مثبت از انسان و غير متأثّر از شرايط مادى بوده است در نظر آوريم . چنانچه نبايد عصبيت را اساس حكومت دانست ، ميان عصبيت ، قبيله گرايى ، نژاد پرستى ، ملّيت‌گرايى و سپس جريان ملى گرايى و تمدّن ارتباط برقرار كرد ( چنانچه ابن خلدون و پيروانش چنين كرده‌اند ) ، بلكه بايد در كنار اين جريان منفى در به حركت درآوردن جوامع خطوط مثبتى را لحاظ كنيم كه از انديشه فرهنگى آغاز شده است و طلايه‌داران آن و امّت و امواج آن در جهان و . . همان جنبه مثبت سازندگى در حيات انسانى است .\r\n3 - در نتيجه ، در ارزيابى نقش فرد و در به حركت درآوردن جامعه يا به حركت درآمدن فرد به وسيله جامعه ناگزير بايد نه تنها نيازهاى مادى فرد را كه به صورت ديگرى با جامعه و فشارهاى آن در ارتباط است ارزيابى كنيم ، بلكه بايد چشم اندازهاى اصلاح طلبانه ابداعى و ميزان اراده او در ملزم كردن جريان جامعه مبنى بر پذيرش اين چشم‌اندازها را در نظر داشت و نيز بايد مسير روشنگرى را - چنانچه\r\n\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\nدر ذيل مىآيد - در شناخت تأثير متقابل فرد و جامعه ترسيم كرد .\r\nتأثّر فردى مستقيماً متناسب است با توانايىهاى فردى و نسبت بر ضعفهاى جامعه و يا بر عكس آن .\r\n4 - ممكن است يك جريان اجتماعى و يا فردى بر خطا باشد ولى قوانينى كه جريانهاى اجتماعى و يا فردى ناگريز بايد تابع آن باشد هرگز بر خطا نخواهد بود .\r\nمفهوم اين سخن آن است كه هرگونه عملكرد صحيح اجتماعى بازتابى صحيح در بردارد و هرگونه عملكرد خطاى اجتماعى بازتابى خطا را درپى خواهد داشت و بهترين مثل آن عبارت است از مثل :\r\n( . . . كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِي السَّماءِ * تُؤْتِي أُكُلَهَا كُلَّ حِينٍ بِإِذْنِ رَبِّهَا وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ * وَمَثَلُ كَلِمَةٍ خَبِيثَةٍ كَشَجَرَةٍ خَبِيثَةٍ اجْتُثَّتْ مِن فَوْقِ الْأَرْضِ مَالَهَا مِن قَرَارٍ ) « 1 » . « سخن پاك چون درختى پاك است كه ريشه‌اش در زمين ، استوار وشاخه‌هايش در آسمان است ، به فرمان خدا . . . هر زمان ميوه خود را مىدهد ، و مثل سخن ناپاك چون درختى ناپاك است كه ريشه در زمين ندارد و برپا نتواند ماند . »\r\n5 - نظامهاى صحيح نظامهايى نيستند كه تابع جريانهاى اجتماعى معيّنى باشند ، بلكه نظامهايى هستند كه به سنّتهاى اجتماعى آگاهى داشته و اهداف آن را مشخّص مىسازند و بر اساس همين سنّتها براى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء ابراهيم ، آيات 24 - 26 .\r\n","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\nاهداف برنامه‌ريزى ، همّت مىگمارند ، « فَالْعَارِفُ بِزَمانِهِ لا تَهْجِمُ عَلَيْهِ النَّوائِبُ » ، فرد آگاه به زمان خود مورد هجوم مصائب قرار نمىگيرد .\r\nولى يك نظام اجتماعى براى آن كه سعادتمند گردد بايد اجتماعى را كه مىخواهد براى آن قوانينى وضع كند و سپس اين سنّت را بر قرار و بدقّت مشخّص كند .\r\n6 - جامعه موجوديتى است كه واقعاً وجود دارد و مىتوان ويژگيهايى هر جامعه‌اى را از نظر ضعف وقوّت ، صحّت و مرض ، ذكاوت و حماقت ، شجاعت و ترس و ديگر صفات بشرى مشخّص ساخت .\r\nمفهوم اين سخن جز آن نيست كه جامعه به عنوان يك مجموعه بر فرد فشار وارد مىآورد و خود نيز مجموعه فشارهاى افرادى است كه محدوده جامعه آنها را در بر مىگيرد . اين فشار گاهى تا سطح كيفر مادىرشد مىكند و هم‌سطح حكومت‌مىگردد وگاهىبه كيفر اخلاقى بسنده مىكند و در اين صورت آن را « ارزش » مىناميم ، ولى به هر حال فشار خواه براى عقاب باشد و يا براى عتاب فرد را به ابزارى بىاراده تبديل نمىكند كه به‌نداى هر دسته و گروهى پاسخ دهد بلكه :\r\nاوّلًا - فرد مقدارى از فشار جمع را به ميزان مقاومت خود در برابر اين فشار كاهش مىدهد . براى مثال : هرگاه فشار به اندازه‌اى باشد كه هر فرد جامعه را ( كه فرضاً صد نفرند ) وادارد نيم ساعت دربارهء ارزشى سخن بگويد كه جامعه آن را ارج مىنهد و مقاومت فرد\r\n\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\nبه اندازه‌اى است كه به نيم ساعت تشويق نياز دارد اين سخن بدان معناست كه اين جامعه تنها مىتواند صد نفر ديگر را در جهت پياده كردن شيوه خود سوق دهد زيرا هريك از افراد مقدارى از نيروى جمعى را كاهش مىدهد .\r\nثانياً - آن كه فرد مىتواند در برابر فشار جمع به اندازهء در اختيار داشتن اراده آزاد مقدارى پايدارى كند ، اراده‌اى كه تسليم هيچ نوع فشارى نمىگردد تا آن كه اين اراده به قدر اراده ساحران فرعون رشد مىكند ، ساحرانى كه سرانجام به موسى ايمان آوردند و همه چيز را در راه ايمانشان فدا كردند و چنانچه قرآن مىگويد در برابر همه فشارها مقاومت ورزيدند :\r\n( فَأُلْقِيَ السَّحَرَةُ سُجَّداً قَالُوا آمَنَّا بِرَبِّ هَارُونَ وَمُوسَى * قَالَ آمَنتُمْ لَهُ قَبْلَ أَنْ اذَنَ لَكُمْ إِنَّهُ لَكَبِيرُكُمُ الَّذِي عَلَّمَكُمُ السِّحْرَ فَلَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُم مِنْ خِلَافٍ وَلَأُصَلِّبَنَّكُمْ فِي جُذُوعِ النَّخْلِ وَلَتَعْلَمُنَّ أَيُّنَا أَشَدُّ عَذَاباً وَأَبْقَى * قَالُوا لَن نُؤْثِرَكَ عَلَى مَا جَاءَنَا مِنَ الْبَيِّنَاتِ وَالَّذِي فَطَرَنَا فَاقْضِ مَا أَنتَ قَاضٍ إِنَّمَا تَقْضِي هذِهِ الْحَيَاةَ الدُّنْيَا * إِنَّا آمَنَّا بِرَبِّنَا لِيَغْفِرَ لَنَا خَطَايَانَا وَمَا أَكْرَهْتَنَا عَلَيْهِ مِنَ السِّحْرِ وَاللَّهُ خَيْرٌ وَأَبْقَى ) « 1 » .\r\n« ساحران به سجده افكنده شدند . گفتند : به پروردگار هارون و موسى ايمان آورديم . فرعون گفت : آيا پيش از آن كه شما را رخصت دهم به او ايمان آورديد ؟ او بزرگ شماست كه به شما جادوگرى آموخته است . دستها و پاهايتان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء طه ، آيات 70 - 73 .\r\n","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\nرا از چپ و راست مىبرم و بر تنه درخت خرما به دارتان مىآويزم . تا بدانيد كه عذاب كدام يك از ما سخت‌تر و پاينده‌تر است . گفتند : سوگند به آن كه ما را آفريده است كه تو را بر آن نشانه‌هاى روشن كه ديده‌ايم ترجيح نمىدهيم ؛ به هرچه خواهى حكم كن كه رواج حكم تو در زندگى اين جهانى است . اينكه به پروردگار خويش ايمان آورديم تا از خطاهاى ما و آن جادوگرى كه ما را بدان واداشتى در گذرد ، كه خدا بهتر و پايدارتر است . »\r\nجامعه‌اى كه اين ساحران تائب در برابر آن مقاومت ورزيدند از قدرت كيفرى نيرومندى برخوردار بود ولى اين مؤمنان كه آنها نيز از همين جامعه بودند از عقلى بهره‌ور بودند كه آنها را به سوى حقّ هدايت مىكرد و پس از آن اراده‌اى داشتند كه آنها را از فشارهاى جامعه رهايى مىبخشيد ، اراده‌اى كه در سخت‌ترين شرايط خود را نشان داد ولى همين شرايط ناگوار هم نتوانست انسان را به ابزارى فاقد شعور و اراده تبديل كند .\r\nاين نقطه‌اى بس مهم است آن هم نه فقط از اين جهت كه سنگ زير بناى انسان كامل را تشكيل مىدهد ، بلكه به آن اعتبار كه عدسى لازمى در ميكروسكوپ جامعه‌شناسى است . زيرا اگر از اين حقيقت غفلت ورزيم در ارزيابيهاى خود نسبت به حوادث ، شخصيّتها و مسير زندگى دچار خطا مىشويم .\r\n7 - جامعه با در نظر گرفتن دو گانگى بافت آن كه موجب حركت مىگردد و خود با امور روحى وروانى مجموعه‌بشريت‌در ارتباط است و هريك از افراد آن در چهارچوب محور نقاط مثبت و منفى در\r\n\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\nحركت‌اند بايد كه از عناصر خير و شر تشكيل يابد و ناگزير بايد در برابر آراء اصلاح طلبانه يا فساد و تباهى مقاومتى وجود داشته باشد ، مقاومتى كه مشخّص كننده حركتهاى هر جامعه‌اى است ، زيرا رهبر هر دسته و گروهى يا برترى دادن جنبه مثبت بر جنبه منفى دم از خير مىزند و گروه ديگر بايد در برابر اين خير از خود مقاومت نشان دهد و از آن جا كه ممكن نيست عوامل خير از هرگونه عيبى مبرّا باشند واشرار نيز از هرگونه خيرى بىبهره باشند ، لذا گروه مقاوم در برخى از نقاط منفى كه در عوامل خير وجود دارد و با در نظر گرفتن برخى ابعاد خير كه در خود سراغ دارد توجيهى مىيابد تا به نام خير ، خير را از ميان ببرد .\r\nخير و شر در آغاز تقريباً به گونه‌اى عادلانه در ميان مردم تقسيم شده است و هر يك از آنها را به خير فرا مىخواند و از شر باز مىدارد ولى در خير و شر دست مىبرد و اين همان مرحله گمراهى همگانى است كه در آن شرى را شايع و منتشر نمىبينيم مگر آن كه خير را نيز خالص نمىيابيم .\r\n8 - انسان ناگريز بايد بر اين گمراهى كه نسبت طبيعت ذاتى اوست - چنانچه گفتيم - باقى بماند تا نور و هدايت آشكارى از سوى خدا برسد و انسانها به دو گروه تقسيم شوند : گروهى كه با اراده آزاد خود خواهان آن هستند كه هدايت يابند و روحشان را از رسوبات شر پاك سازند در حالى كه گروه ديگر بر گمراهى خود باقى مىمانند و براى\r\n\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\nدفاع از اين گمراهى بسرعت به شر محض تبديل مىشوند .\r\nو اين چنين است كه خداوند داستان بشريت نخستين را براى ما نقل مىكند : ( كَانَ النَّاسُ أُمَّةً وَاحِدَةً فَبَعَثَ اللَّهُ النَّبِيِّينَ مُبَشِّرِينَ وَمُنْذِرِينَ وَأَنْزَلَ مَعَهُمُ الْكِتَابَ بِالْحَقِّ لِيَحْكُمَ بَيْنَ النَّاسِ فِيَما اخْتَلَفُوا فِيهِ وَمَا اخْتَلَفَ فِيهِ إِلَّا الَّذِينَ أُوتُوهُ مِن بَعْدِ مَا جَاءَتْهُمُ الْبَيِّناتُ بَغْياً بَيْنَهُمْ فَهَدَى اللَّهُ الَّذِينَ آمَنُوا لِمَا اخْتَلَفُوا فِيهِ مِنَ الْحَقِّ بِإِذْنِهِ وَاللَّهُ يَهْدِي مَن يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ ) « 1 » . « مردم يك امّت بودند ، پس خدا پيامبران بشارت دهنده و بيم دهنده را بفرستاد و بر آنها كتاب بر حق‌را نازل كرد تا آن‌كتاب در آنچه‌مردم در آن اختلاف دارند ميانشان حكم كند ، ولى جز كسانى كه كتاب بر آنها نازل شده و حجّتها آشكار گشته بود از روى حسدى كه نسبت به هم مىورزيدند در آن اختلاف نكردند . و خدا مؤمنان را به اراده خود در آن حقيقتى كه اختلاف مىكردند راهنمايى نمود ، كه خدا هر كس را كه بخواهد به راه راست هدايت مىكند . »\r\nپس گمراهى فراگيرى وجود دارد و خداوند مردم را هدايت مىكند و پس از آن مردم در هدايت اختلاف مىيابند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء بقره ، آيهء 213 .\r\n","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\n\r\nنظام اجتماعى\r\nفلسفه اجتماع ، نظام والائى را اقتضا مىكند كه اين امور را در خود جاى مىدهند :\r\nالف - از آن جا كه انسان بنا به طبيعت خود گمراه است ، زيرا ذاتاً عاجز ، نادان و ناتوان است - و جز خداى تواناى دانا كسى نمىداند - لذا هدايت از خداست و هدايت پيامبر از پروردگار و هدايت مردم از پيامبر است و نيز مبدأ علوم از كتب آسمانى است كه بر انسان نازل شده تا عقل او را از خرافات رهايى بخشد و در آفاق جهان آزادش سازد و نيز هدايت و نظام والاتر از جانب خداست و اين همان مبدأ ضرورى و كامل رسالت است كه خداوند درباره آن مىفرمايد :\r\n( لَمْ يَكُنِ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ مُنفَكِّينَ حَتَّى تَأْتِيَهُمُ الْبَيِّنَةُ * رَسُولٌ مِنَ اللَّهِ يَتْلُوا صُحُفاً مُّطَهَّرَةً ) « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء بيّنه ، آيات 1 - 2 .\r\n","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\n« كافران اهل كتاب و مشركان دست برندارند تا بر ايشان برهانى روشن بيابد ، پيامبرى كه از جانب خدا صحيفه‌هاى پاك را مىخواند . »\r\nب - از آن جا كه انسان بنا به طبيعت خود ناتوان و نادان است ، لذا زندگيش از ناتوانى به سوى توانايى و از جهل به سوى علم استمرار تدريجى دارد و گاهى « مواهب الهى » وسيله اين استمرار تدريجى است ولى اگر انسان در اين راه نكوشد اين « مواهب » براى اعطاى قدرت و علم به انسان كافى نخواهد بود .\r\nاين استمرار تدريجى هدف پيوسته انسان در كره زمين است ، هدفى كه در اين امور بيان مىگردد :\r\n1 - اين كه به آزادى بيشترى دست يابد ، آزاديى كه جوهره انسانيّت را هرچه بيشتر آشكار سازد و شايد براى يك انسان سليم هدفى والاتر از آزادى وجود نداشته باشد .\r\n2 - اين كه به آفاق شناخت نايل آيد .\r\nج - اين كه آقايى ، زمين و مالك هر آنچه در آن است گردد ، سختى و استحكام مواد او را از به كار گرفتن و پرداختن آن در صنعت باز ندارد و دورى مسافت مانع از آن نشود كه آن را در راه تجارت طى نكند و دگرگونى هوا مانع نگردد كه آن را براى يك زندگى گوارا تلطيف نكند و . . .\r\n\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\nيك نظام و الا آن نظامى است كه محقّق كردن اين اهداف را تعقيب و راهى نزديك بدان را ترسيم كند .\r\nد - از آن جا كه در هر جامعه‌اى هم جريان خير موجود است و هم جريان شرّ ، لذا نه به نفع نيكان و نه حتى به سود بدها است كه رهبرى به همه مردم واگذار شود ، زيرا اين بدان معنا خواهد بود كه برخى از بدها بر نيكان تحميل و فرصت اصلاح اشرار از ميان برود . بلكه بايد تا آن جا كه مىتوانيم رهبرى را به نيكان واگذار كنيم و فرصتهاى اشرار را كاهش دهيم و در اين هنگام نه تنها فرصتهاى خير را براى همگان افزايش مىدهيم ، بلكه هر شرورى را تشويق مىكنيم تا به موجودى خير تبديل شود و نظام و الا نظامى است كه امّت را هميشه به سوى رهبرى نيكان حركت مىدهد و انتخابات عمومى نمىتواند نشانه يك جامعه و الا باشد ، زيرا چنين جامعه‌اى فرصتهاى رهبرى را هم در اختيار نيكان مىگذارد و هم در اختيار انسانهاى شرور .\r\nنظام حزبى نيز شرايط قاطعى را در برنامه خود جاى نمىدهد تا مانع از ورود انسانهاى شرور در صفوف آن گردد .\r\nرهبرى حقّ كسى نيست ، مگر آن كه نفس خود را از رسوبات شرارت پاك سازد و نمونه علم و پاكدامنى باشد و در اين هنگام نيز رهبرى او به ميزان التزامى است كه نسبت به ارزشهاى خير دارد .\r\nبا توجّه به مبادى ناب فلسفى كه قرآن يادآورى مىكند مىبينيم كه عبادت ( كه به معناى تسليم و طاعت است ) تنها براى خدا و رسول و برگزيدگان رسول و كسى كه خدا به پيروى از او دستور داده مىباشد زيرا خداوند حقّ است و همه چيز در دست اوست و ممكن نيست\r\n\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\n\r\nجز او اطاعت شود و كسى مورد فرمانبرى قرار مىگيرد كه خداوند به اطاعت از او دستور داده باشد و آيا خداوند به اطاعت از كسى دستور مىدهد كه صلاحيت رهبرى نمونه را ندارد ؟ حتّى هنگامى كه خداوند به اطاعت از فردى فرمان مىدهد فرمانبرى از چنين فرد به نام پروردگار متعال خواهد بود و تنها بر اساس جنبه مثبت فرد است كه صلاحيت رهبرى مىيابد ، جنبه رسالت پيامبر صلى الله عليه و آله و ولايت امام و فقه و ورع يك مرجع و و كالتى كه از جانب مرجع داده مىشود جوانبى هستند كه مورد فرمانبرى قرار مىگيرند و جوانب منفى نظير نادانى ، ناتوانى و گمراهى ذاتى از عوامل رهبرى نيستند به علاوه آن كه هر بشرى حتّى پيامبر اكرم صلى الله عليه و آله بخشى از اين صفات را داراست تا آن جا كه به پيامبر دستور داده مىشود :\r\n( قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيغَّ أَنَّمَا إِلهُكُمْ إِلهٌ وَاحِدٌ ) « 1 » « بگو من انسانى هستم همانند شما ، به من وحى مىشود ، هر آينه خداى شما خدايى است يكتا . » و لذا يك انسان نمىتواند به الوهيّت و يا حتّى به نيمى از الوهيت دست يابد و هيچ كس نمىتواند با صفات ذاتى يا هميشگى و يا به هنگام سقوط ارزشها در او مورد فرمانبرى قرار گيرد .\r\nكوشش در راه برپا كردن يك نظام والاتر از راههاى پيچيده صورت نمىپذيرد و اين‌كار مفهومى جز حمايت از جنبه خير در جامعه و ترك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء كهف ، آيهء 110 .\r\n","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\nجنبه شر جامعه ندارد ، زيرا راههاى پيچيده در نهايت موجب پشتيبانى از جبهه شر در جامعه خواهد شد .\r\nاز همين رو تنها راه برپا كردن حكومت خير در زندگى تلاش نيكان جامعه است و هرچه خير افزايش يابد شر كاهش پيدا مىكند و فرصتهاى زندگى سعادتمندانه رو به فزونى مىنهد و طبقه حاكمه آخرين طبقه‌اى است كه با برترى كفه خير در ترازوى جامعه تحوّل مىيابد ( همان گونه كه باشيد كه بر شما حكومت مىشود ) . خداوند مىفرمايد : ( وَإِذَا أَرَدْنَا أَن نُّهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا فَفَسَقُوا فِيهَا فَحَقَّ عَلَيْهَا الْقَوْلُ فَدَمَّرْنَاهَا تَدْمِيراً ) « 1 » .\r\n« چون بخواهيم قريه‌اى را هلاك كنيم ، خداوندان نعمتش را فرماييم تا در آن جا تبهكارى كنند ، آن‌گاه عذاب بر آنها واجب گردد و آن را درهم فروكوبيم . »\r\nهرگاه فرصتهاى خير در جامعه كاهش يابد شر فزونى پيدا مىكند و فرصت حكومت طاغوتهايى كه در زندگى زياده روى كرده و در انجام اعمال شر اسراف مىكنند افزايش مىيابد و اينان نيز همه امّت را به بدبختى مىكشانند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء اسراء ، آيه 16 .\r\n","page_name":" 171 ","page_number":171},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\n\r\nفلسفه تاريخ در قرآن\r\nتاريخ از نظر قرآن فلسفه‌اى دارد كه از همان فلسفه عمومى سرچشمه مىگيرد و از جمله زندگى انسان را در بر مىگيرد . اين فلسفه كدام است ؟ پيش از تبيين اين فلسفه بايد بدانيم كه تاريخ جريان مجسّمى است كه از يك سلسله اسباب و نتايج آن به روشنى قانون زندگى و ماهيّت تأثير آن در زندگى انسان منعكس مىشود .\r\nممكن است بر يك ماده مرده تجربياتى انجام گيرد كه در نهايت بينش روشنى از طبيعت قوانينى به دست دهد كه اين ماده آن را در بردارد در حالى كه چنين تجربياتى را نمىتوان در مورد انسان زنده انجام داد ، بويژه در امورى كه به گرايشها و آثار آن و طبيعت درگيرى آن از يك سو با گرايشهاى ديگران از سوى ديگر اختصاص دارد و ما دقيقاً نمىتوانيم به ميزان تأثير اقتصاد سوسياليسم در پيشرفت يا عقب ماندگى تمدّن بشر با اجراى تجربيات آزمايشگاهى بر امّت\r\n\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\n\r\nآگاهى يابيم . و تاريخ سوسياليسم خود تجربه زنده‌اى براى اين منظور است ، زيرا تاريخ ، مدرسه بزرگى است كه طبيعت بشر و واقعيّت سنّتهاى حاكم بر زندگى را از آن مىآموزيم ، ولى نخستين اصول هر مدرسه آن است كه به عنوان شاگرد و نه به عنوان استاد به اين مدرسه منتسب باشيم و نمىتوان گرايش خاصّى را بر تاريخ تحميل كرد و نمىتوان پيشاپيش چنين فرض كرد كه اقتصاد يا دين يا سياست و يا نظاير آن به مسير تاريخ جهت مىدهد .\r\nهرگز چنين نيست ، بلكه بايد تاريخ را آزاد بگذاريم تا حقايق شگفتى را براى ما آشكار سازد . قرآن هدايت به سوى طبيعت « عبرت تاريخى » را تكرار مىكند و عبرت يعنى تلاش براى عبور از يك حادثه به ريشه‌هاى آن و از يك رخداد به اسباب آن و سپس پياده كردن اين حادثه در موارد مشابه در زندگى انسان معاصر .\r\nخداوند مىفرمايد : ( لَقَدْ كَانَ فِي قَصَصِهِمْ عِبْرَةٌ لِاولِي الْأَلْبَابِ ) « 1 » « در داستانهايشان خردمندان را عبرتى است . . . » ، ( فَاقْصُصِ الْقَصَصَ لَعَلَّهُمْ يَتَفَكَّرُونَ ) « 2 » « قصه را بگوى شايد به انديشه فرو روند » ، ( وَكُلّاً نَقُصُّ عَلَيْكَ مِنْ أَنبَاءِ الرُّسُلِ مَا نُثَبِّتُ بِهِ فُؤَادَكَ ) « 3 » « هر خبرى از اخبار پيامبران را برايت حكايت مىكنيم ، تا تو را قويدل گردانيم . . . »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء يوسف ، آيهء 111 .\r\n( 2 ) - سورهء اعراف ، آيهء 176 .\r\n( 3 ) - سورهء هود ، آيهء 120 .\r\n","page_name":" 174 ","page_number":174},
  {"content":"\r\n\r\nو از همين جاست كه فلسفه قرآن در تاريخ در حقيقت درسهايى است كه بايد آن را از خود تاريخ فرا بگيريم كه اين درسها عبارتند از :\r\n1 - بشر يكى است و ريشه‌اى واحد دارد و سنّتهاى مشتركى بر آن جريان دارد . خداوند مىفرمايد : ( هُوَ الَّذِي خَلَقَكُم مِن نَفْسٍ وَاحِدَةٍ وَجَعَلَ مِنْهَا زَوْجَهَا ) « 1 » « اوست كه همه شما را از يك تن بيافريد و از آن يك تن زنش را نيز بيافريد . . . » ، ( وَهُوَ الَّذِي أَنْشَأَكُمْ مِن نَفْسٍ وَاحِدَةٍ فَمُسْتَقَرٌّ وَمُسْتَوْدَعٌ ) « 2 » « اوست خداوندى كه شما را از يك تن بيافريد ، سپس شما را قرارگاهى و وديعت جايى است . . . » ، ( يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُم مِن نَفْسٍ وَاحِدَةٍ ) « 3 » « اى مردم ! بترسيد از پروردگارتان ، آن كه شما را از يك تن بيافريد . . . » .\r\n2 - از زمان آدم و فرزندان او كه نخستين سلسله بشرند صفات مشترك و اسباب و نتايج مشابهى را مىبينيم كه اگر نه در ظاهر ، دست كم در جوهره آن از ديدگاه ما ثابت مىباشند .\r\nآدم عليه السلام كه به انگيزه طمع و غرور ، گناه نخستين را مرتكب شد و پسر او كه به انگيزه حسد و رياست‌طلبى به نخستين تجاوز تاريخ دامن آلود و برادرش را از ميان برد و ندامتى كه هر دوى آنها را در برگرفت و كيفرى كه در دنيا و آخرت به آن دو وارد شد همگى اسباب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء اعراف ، آيهء 189 .\r\n( 2 ) - سورهء انعام ، آيهء 98 .\r\n( 3 ) - سورهء نساء ، آيهء 1 .\r\n","page_name":" 175 ","page_number":175},
  {"content":"\r\n\r\nو نتايج مشتركى دارند و از همين رو مىتوانيم اين امور را كاملًا بر خود قياس كنيم .\r\n3 - تحوّل نژاد بشرى در تاريخ به گونه‌اى نبوده است كه پيوند خويشاوندى ميان او وگذشتگانش را قطع كند .\r\nهمان گونه كه اختلاف با يكديگر از عواملى نبوده كه دست كم در تأثير و تأثّر متقابل و تبادل تجربيات و مهارتها مؤثّر افتد .\r\nنژاد پرستى در فلسفه قرآن خرافه‌اى ساده لوحانه است . قرآن مىفرمايد : ( يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُم مِن ذَكَرٍ وَأُنثَى وَجَعَلْنَاكُمْ شُعُوباً وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِندَ اللَّهِ أَتْقَاكُمْ ) « 1 » « اى مردم ! ما شما را از نر وماده‌اى بيافريديم و شما را جماعتها و قبيله‌ها كرديم تا يكديگر را بشناسيد ، هر آينه گرامىترين شما نزد خدا ، پرهيزكارترين شماست . . . »\r\n4 - خطى كلّى كه تحوّلات جوامع بشرى را منعكس مىسازد از تلاش و كوشش انسان در جهت اهداف مادى و معنوى او آغاز مىگردد جز آن كه پيچيدگى زندگى مردم را فريب مىدهد تا راههاى سهل و آسان را برگزينند و هرگاه اين راه را دور و سخت مىيابند به انحراف كشيده مىشوند .\r\nهمانند فردى كه مقدار زيادى طلا به او امانت داده مىشود كه خود موجب مىگردد كه اين ثروت او را از كار سخت در راه روزى حلال باز دارد و به اين امانت خيانت كند ملّتها نيز چنين مىپندارند كه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء حجرات ، آيهء 13 .\r\n","page_name":" 176 ","page_number":176},
  {"content":"\r\n\r\nاستثمار و ظلم و يورش به ملّتهاى ضعيف راه نزديكتر رسيدن به رفاه عمومى است و همزيستى و رقابت آزاد را راهى دور و سخت به سوى سعادت مىبينند و به همين سبب كشمكش نه تنها در ميان طبقات يك ملّت ، بلكه در ميان ملّتهاى مختلف آغاز مىگردد .\r\nملّتها از نظر تمدّن با يكديگر تفاوت دارند و هر ملّتى داراى طبقات مختلفى است كه اين طبقات به گروههايى تقسيم مىشود و در همين جاست كه سرنوشت آنها به دست امّتى قوى و در ميان امّت به دست طبقه يا گروه يا فردى كه نماينده اين گروه است رقم زده مىشود و از همين نقطه است كه كشمكش ابدى ميان اين گروه ونظاير آن در ميان يك طبقه از يك سو و ميان اين طبقه استثمارگر با ساير طبقات استثمارگر و ديگر ملّتهاى ضعيف از سوى ديگر آغاز مىگردد ، و با شدّت گرفتن همين درگيريهاست كه در داخل ، انقلاب و در خارج ، جنگهاى سختى به وقوع مىپيوندد كه به نابودى ستمكاران منتهى مىشود : ( وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيَّ مُنقَلَبٍ يَنقَلِبُونَ ) « 1 » « و ستمكاران به زودى خواهند دانست كه به چه مكانى باز مىگردند . »\r\nدر برابر اين خط روشن ، خط ديگرى ادامه دارد كه نمايانگر خط رشد انسان است خطى كه طليعه تمدّن در آن به ظهور مىرسد ، زيرا گروه يا طبقه استثمارگر در آغاز نه از جانب استثمار شدگان كه در شناخت پيشينه حوادث بصيرت كافى ندارند و آماده دفاع از خود\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء شعراء ، آيهء 227 .\r\n","page_name":" 177 ","page_number":177},
  {"content":"\r\n\r\nنيستند ، بلكه از جانب گروهى كه به خدا ايمان دارند و پيرامون پيامبر عظيم‌الشأن حلقه بزرگى زده‌اند كه خداوند او را براى نجات انسان از بديها برانگيخته با مقاومت روبرو مىشوند .\r\nاين گروه ، حقايق را با نورى مىبينند كه خداوند براى بشر نازل كرده است ، ايشان به سرانجام ظلم آگاهى داشته و به سوى سنّتهايى حقيقى هدايت مىكنند كه زندگى انسان را به پيش مىبرد و سپس در صدد هدايت انسان به راههاى پسنديده‌اى بر مىآيند كه ، علىرغم طول و مشقّت ، از خطرات گمراهى تهى است . ولى اين راهها در تصادم با جريان سخت زمان قرار مىگيرد كه مردم را با فراخواندن به راههاى آسانتر و نزديكتر به رفاه مىفريبد .\r\nاين گروه مؤمن همان گروهى است كه نمايانگر جوهره انسانيّت مىباشد زيرا با در نظر گرفتن تلاش و ايثارى كه اين مقاومت اقتضا مىكند هيچ گونه منفعت شخصى در رويارويى با مسرفين ندارند . در حالى كه ديگر طبقات رقيب يا استثمار شده كه با طبقه حاكمه در نبردند اگر به موفّقيت دست يابند خود به گروه استثمار گر ديگرى تبديل مىشوند .\r\nدر قرآن مجيد داستانهاى اين مقاومت شگفت آمده است كه در اين جا به نمونه‌اى از آن اشاره و براى سهولت آن را به چند مرحله تقسيم مىكنيم :\r\n1 - ( وَإِذْ نَادَى رَبُّكَ مُوسَى أَنِ ائْتِ الْقَوْمَ الظَّالِمِينَ * قَوْمَ فِرْعَوْنَ أَلَا\r\n\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\n\r\nيَتَّقُونَ * قَالَ رَبِّ إِنِّي أَخَافُ أَن يُكَذِّبُونِ * وَيَضِيقُ صَدْرِي وَلَا يَنطَلِقُ لِسَانِي فَأَرْسِلْ إِلَى هَارُونَ * وَلَهُمْ عَلَيَّ ذَنبٌ فَأَخَافُ أَن يَقْتُلُونِ * قَالَ كَلَّا فَاذْهَبَا بِآيَاتِنَا إِنَّا مَعَكُم مُسْتَمِعُونَ ) « 1 » .\r\n« و پروردگارت موسى را ندا داد كه : اى موسى ! به سوى آن مردم ستمكار برو ، قوم فرعون ، آيا نمىخواهند پرهيزكار شوند ؟ گفت : اى پروردگار من ! مىترسم كه دروغگويم خوانند و دل من تنگ گردد و زبانم گشاده نشود ، هارون را پيام بفرست و بر من به گناهى ادّعا دارند ، مىترسم كه مرا بكشند ، گفت :\r\nهرگز ، آيات مرا هر دو نزد آنان بريد ، ما نيز با شما هستيم و گوش فرا مىدهيم . »\r\n2 - ( فَأْتِيَا فِرْعَوْنَ فَقُولَا إِنَّا رَسُولُ رَبِّ الْعَالَمِينَ * أَنْ أَرْسِلْ مَعَنَا بَنِي إِسْرَائِيلَ * قَالَ أَلَمْ نُرَبِّكَ فِينَا وَلِيداً وَلَبِثْتَ فِينَا مِنْ عُمُرِكَ سِنِينَ * وَفَعَلْتَ فَعْلَتَكَ الَّتِي فَعَلْتَ وَأَنتَ مِنَ الْكَافِرِينَ * قَالَ فَعَلْتُهَا إِذاً وَأَنَا مِنَ الضَّالِّينَ * فَفَرَرْتُ مِنكُمْ لَمَّا خِفْتُكُمْ فَوَهَبَ لِي رَبِّي حُكْماً وَجَعَلَنِي مِنَ الْمُرْسَلِينَ * وَتِلْكَ نِعْمَةٌ تَمُنُّهَا عَلَيَّ أَنْ عَبَّدتَّ بَنِي إِسْرَائِيلَ ) « 2 » .\r\n« پس نزد فرعون رويد و بگوييد ما رسول پروردگار جهانيان هستيم ، كه بنىاسرائيل را با ما بفرستى . گفت : آيا به هنگام كودكى نزد خود پرورشت نداديم و تو چند سال را نزد ما نگذراندى ؟ و آن كار را كه از تو سرزد مرتكب نشدى ، پس تو كافر نعمتى . گفت : آن وقت كه چنان كردم از خطاكاران بودم و چون از شما ترسيدم گريختم ولى پروردگار من به من نبوّت داد و مرا در شمار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء شعراء ، آيات 10 - 15 .\r\n( 2 ) - سورهء شعراء ، آيات 16 - 22 .\r\n","page_name":" 179 ","page_number":179},
  {"content":"\r\n\r\nپيامبران آورد و منّت اين نعمت را بر من مىنهى و حال آنكه بنىاسرائيل را برده ساخته‌اى . »\r\n3 - ( قَالَ لِلْمَلَإِ حَوْلَهُ إِنَّ هذَا لَسَاحِرٌ عَلِيمٌ * يُرِيدُ أَن يُخْرِجَكُم مِنْ أَرْضِكُم بِسِحْرِهِ فَمَاذَا تَأْمُرُونَ * قَالُوا أَرْجِهْ وَأَخَاهُ وَابْعَثْ فِي الْمَدَائِنِ حَاشِرِينَ * يَأْتُوكَ بِكُلِّ سَحَّارٍ عَلِيمٍ * فَجُمِعَ السَّحَرَةُ لِمِيقَاتِ يَوْمٍ مَّعْلُومٍ * وَقِيلَ لِلنَّاسِ هَلْ أَنتُم مُّجْتَمِعُونَ * لَعَلَّنَا نَتَّبِعُ السَّحَرَةَ إِن كَانُوا هُمُ الْغَالِبِينَ * فَلَمَّا جَاءَ السَّحَرَةُ قَالُوا لِفِرْعَوْنَ أَءِنَّ لَنَا لَأَجْراً إِن كُنَّا نَحْنُ الْغَالِبِينَ * قَالَ نَعَمْ وَإِنَّكُمْ إِذاً لَمِنَ الْمُقَرَّبِينَ ) « 1 » .\r\n« به مهتران قومش كه كنارش بودند گفت : اين مرد جادوگرى داناست .\r\nمىخواهد به جادوى خود شما را از سرزمينتان بيرون كند چه رأى مىدهيد .\r\nگفتند : از او و برادرش مهلت بخواه و كسان به شهرها بفرست تا هر جادوگر دانايى را كه هست نزد تو بياورند . جادوگران را در روزى معيّن به وعده گاه آوردند و مردم را گفتند : آيا شما نيز گرد مىآييد ؟ تا اگر جادوگران پيروز آمدند همه از آنها پيروى كنيم . چون جادوگران آمدند به فرعون گفتند : آيا اگر ما پيروز شويم ما را مزدى خواهد بود ؟ گفت : آرى همه از مقرّبان خواهيد بود . »\r\n4 - ( فَأَلْقَى مُوسَى عَصَاهُ فَإِذَا هِيَ تَلْقَفُ مَا يَأْفِكُونَ * فَأُلْقِيَ السَّحَرَةُ سَاجِدِينَ * قَالُوا آمَنَّا بِرَبِّ الْعَالَمِينَ * رَبِّ مُوسَى وَهَارُونَ * قَالَ آمَنتُمْ لَهُ قَبْلَ أَنْ ءَأَذَنَ لَكُمْ إِنَّهُ لَكَبِيرُكُمُ الَّذِي عَلَّمَكُمُ السِّحْرَ فَلَسَوْفَ تَعْلَمُونَ لَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُم مِنْ خِلَافٍ وَلَأُصَلِّبَنَّكُمْ أَجْمَعِينَ * قَالُوا لَا ضَيْرَ إِنَّا إِلَى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء شعراء ، آيات 34 - 42 .\r\n","page_name":" 180 ","page_number":180},
  {"content":"\r\n\r\nرَبِّنَا مُنقَلِبُونَ ) « 1 » .\r\n« موسى عصايش را افكند ناگاه همه آن دروغهايى را كه ساخته بودند بلعيد . جادوگران به سجده افتادند ، گفتند به پروردگار جهانيان ايمان آورديم ، پروردگار موسى و هارون . گفت آيا پيش از آن كه شما را رخصت دهم ايمان آورديد ؟ هر آينه آن مرد بزرگ شماست كه شما را جادو آموخته است . خواهيد ديد اكنون دستها و پاهايتان را از چپ و راست خواهم بريد و همه‌تان را بردار خواهم كرد . گفت : با كى نيست ، ما نزد پروردگارمان باز مىگرديم . »\r\nداستان حضرت موسى عليه السلام نمايانگر جريان مثبت و روشنگرى است كه در طول دوره تاريخ مىدرخشد . اين داستان با وحى آغاز مىشود كه بر قلبى پاك نازل شده است ، فردى كه همه منافعش در گرو ترك مخالفت با نظام حاكم است و اين مخالفت از جانب يك فرد صورت مىگيرد نه از سوى طبقه‌اى كه بدان منتسب است ، او از نظر قدرت حاكمه مجرم است و در دامن فرعون پرورش يافته و لذا به سودش نيست كه با فرعون به مخالفت بپردازد مگر هنگامى كه به دو فرمان داده شود به حقّى دعوت كند كه حاكمان از آن منحرف شده‌اند ، حاكمانى كه بنىاسرائيل را به بندگى كشانده و به زشت‌ترين وجه ايشان را مورد استثمار قرار دادند .\r\nاگرچه اين صحيح است كه فرعون با ستم خود و استثمار بنىاسرائيل گور خود را كند و مردم زمين را گروه گروه گرداند كه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء شعراء ، آيات 45 - 50 .\r\n","page_name":" 181 ","page_number":181},
  {"content":"\r\n\r\nجماعتى از آنها مورد استضعاف قرار داشتند و اگر چه صحيح است كه همين گروه همانهايى بودند كه به آتشى از كينه تبديل شدند كه فرعون و لشگريانش را در كام خود فرو كشيدند و اگرچه صحيح است كه خداوند وعده داده و به وعده راست خود وفا كرده : ( وَنُرِيدُ أَن نَّمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ وَنَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمُ الْوَارِثِينَ * وَنُمَكِّنَ لَهُمْ فِي الْأَرْضِ وَنُرِيَ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا مِنْهُم مَّا كَانُوا يَحْذَرُونَ ) « 1 » .\r\n« و ما بر آن هستيم كه بر مستضعفان روى زمين نعمت دهيم و آنان را پيشوايان سازيم و وارثان گردانيم و آنها را در آن سرزمين مكانت بخشيم و به فرعون و هامان و لشگريانشان چيزى را كه از آن مىترسيدند نشان دهيم » .\r\nولى همه قضيه در اين خلاصه نمىشود ، بلكه جريانى مثبت وسازنده مطرح است كه اگر وجود نمىداشت فرعون در برابر بنىاسرائيل به سقوط كشيده نمىشد ، اين جريان ، همان برانگيخته شدن موسى از طرف خداست ، كسى كه انديشه برخوردار از تمدّن ، رهبرى شايسته و كمكهاى غيبى را به ارمغان آورد .\r\nموسى از فرعون خواست تا استثمار نژاد پرستانه‌اى را كه عليه بنىاسرائيل اعمال مىكرد پايان دهد و در اين جا طبيعى بود كه طبقه مظلوم به يارى نجاتبخش خود برخيزد ، نجاتبخشى كه از هر گونه منافع شخصى مبرّا بود چنانچه طبيعى بود رسالت نيز طالب آزادى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء قصص ، آيات 5 - 6 .\r\n","page_name":" 182 ","page_number":182},
  {"content":"\r\n\r\nطبقات تحت استثمار باشد ولى رسالت از استثمار ناشى نمىشود و به دستور خدا انجام مىپذيرد و هم به دستور اوست كه رسالت در آغاز به آزاد كردن مستضعفان از زير يوغ استثمار روى مىآورد و اين چنين است كه نگرش اسلام به تاريخ با نگرش فلسفه‌هاى بشرى تفاوت مىيابد . اسلام نقش مثبت انسان را در آزاد كردن هم نوعانش از استثمار آشكار مىسازد در حالى كه فلسفه‌هاى ديگر مىكوشند ميان جنبشهاى آزاديبخش با مكانيزم زندگى پيوند برقرار سازند كه خود موجب مىشود نقش انسان به عنوان عنصرى مثبت پوشيده بماند و تنها به عنوان عنصرى پذيرنده معرفى شود .\r\nفرعون منافع شخصى موسى را به او يادآورى مىكند و خطاب به او مىگويد كه آيا ما تو را همچون فرزند در ميان خود نپرورديم و موسى عليه السلام در پاسخ فرعون به استهزاء مىفرمايد : آيا اين كه بنىاسرائيل را بنده خود كردى منّتى است كه بر من مىنهى ، و بدين ترتيب چهارچوب مسأله را گسترش مىدهد تا تمامى بنىاسرائيل را در بر گيرد كه خواهان آزاد سازى كامل آنها بود .\r\nدر بند چهارم فرعون را مىبينيم كه بر نيروئى مادى تكيه مىكند كه در اختيار دارد و مردم خود را به زبان استثمار گران تحريك مىكند و آنها را از عاقبت همكارى با كسى كه مىخواهد ايشان را از سرزمينشان خارج كند بر حذر مىدارد ، ولى مسأله در بند پنجم تغيير مىيابد زيرا گروهى از ساحران را مىبينيم كه در برابر خدا به سجده\r\n\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\n\r\nمىافتند آن هم نه به انگيزه اقتصادى زيرا فرعون به آنها وعده داده بود كه در صورت موفقيت پاداش دريافت خواهند كرد و سجده آنها براى خدا و عليه فرعون منافع آنها را از ميان مىبرد چنانچه اين كار با انگيزه طبقاتى نيز صورت نگرفت . زيرا آنها از طبقه استثمارگر بودند و خيلى زود در شمار نزديكان فرعون در مىآمدند ، بلكه اين كار به انگيزه بينش مكتبى صورت پذيرفت كه انديشه‌هاى آنها را آزاد مىساخت و در نتيجه به خدا ايمان مىآوردند و در راه او به فداكارى مىپرداختند و با فداكارى آنها پايان كار فرعون آغاز مىشد .\r\nاز اين جا در مىيابيم كه جنبشهاى اجتماعى در تاريخ خط واحدى را دنبال نمىكنند . بلكه دو جريان متوازى را در پيش رو دارند و اگر چه ممكن است اين دو خط حقيقتى واحد را هدف خود بدانند ولى خيلى زود بنا به طبيعت تفاوت ميان هدفهاى دراز مدّتى كه شعار هريك است از يكديگر جدا مىگردند .\r\nيكى از اين دو خط از جنبه منفى انسان آغاز مىگردد يعنى جايى كه منافع شخصى و استثمار قرار دارد در حالى كه خطّ دوم از رسالتى آسمانى ناشى مىشود از كسى كه انديشه انسان را زنده مىكند و آن را از سطح منافع شخصى به سطح حق‌طلبى و خير فراگير مىرساند .\r\nنگرش قرآن به تاريخ در دو سخن خلاصه مىشود :\r\n1 - انسان كه آن را در تاريخ كشف مىكنيم و به همين سبب تاريخ ، هم عبرت است و هم مكان آموزش .\r\n\r\n","description":"","footnote":"","page_name":" 184 ","page_number":184},
  {"content":"\r\n\r\n2 - از آن جا كه انسان دو جريان مثبت و منفى را در بردارد ، لذا حركت تاريخ در دو حلقه جريان مىيابد يكى حلقه منافع شخصى و ديگر حلقه رسالت .\r\n\r\nويژگيهاى بارز فلسفهء قرآن\r\nدر مباحث گذشته با عناصر داخلى فلسفه قرآن آشنا شديم و حال به بحث پيرامون چهره خارجى اين عناصر مىپردازيم .\r\nويژگيهاى اين چهره بسيار است ولى آشكارترين آنها سه ويژگى است كه عبارتند از :\r\n1 - واقعيت\r\nفلسفه واقع بينانه قرآن كه به تمامى حقايق موجود ايمان دارد :\r\nالف - به خداوند حق و اسماء او ايمان داشته و پديده‌ها را به عنوان حقايقى ملموس باور دارد .\r\nب - فلسفه قرآنى به تفاوتهاى اين حقايق با يكديگر ايمان دارد لذا به انسان به عنوان انسان و به پديده زنده به عنوان پديده زنده و به گياه به عنوان گياه و به جماد به عنوان جماد باور دارد و هر فردى را داراى هويتى خاصّ مىداند .\r\nج - انسان - همچنان كه قرآن نيز بدان ايمان دارد - داراى جوانبى مثبت و منفى است و برنامه‌هاى زندگى بايد با تصديق و به رسميت شناختن جوانب منفى طراحى شود تا بتوان بدون گرفتار شدن در\r\n\r\n","description":"","footnote":"","page_name":" 185 ","page_number":185},
  {"content":"\r\n\r\nزنجيره‌اى از تخيّلات به درمان آن پرداخت .\r\nبرخى از فلسفه‌ها خدا را انكار مىكنند و به واقعيّت به عنوان يك مجموعه ايمان ندارند و جز برخى از واقعيات را نمىپذيرند ، دقيقاً همچون فلسفه‌هايى كه پديده‌ها را انكار مىكنند يا آن را خدا مىپندارند كه اين فلسفه‌ها نيز تمامى واقعيّت را باور ندارند .\r\nبرخى از فلسفه‌ها تنها به جوهره اشياء معتقدند و نمودهاى آن را باطل مىپندارند و لذا به اندازه‌اى كه اين پديده‌ها را سايه‌هاى حقيقتى بزرگ مىدانند به واقعيت پديده‌ها اعتقاد ندارند .\r\n2 - فراگيرى\r\nانسان از زاويه خاصى مىنگرد در حالى كه بينش قرآنى از ويژگى شمول و فراگيرى برخوردار است و هنگامى كه به امرى فرمان مىدهد در آن زياده روى نمىكند و از امور ديگرى كه به آنها نيز بايد پرداخت غفلت نمىورزد .\r\nدر زمينه فلسفه ، قرآن بدون آن كه در امرى زياده روى كند به همه حقايق رهنمون مىشود ، در فلسفه قرآن هم دنيا حق است و هم آخرت ، هم آتش حق است و هم بهشت ، هم شهوت حق است و هم عقل ، هم فرد حق است و هم جماعت و در زمينه منطق ، ( ميزان تفكّر و شيوه شناخت ) عواملى وجود دارد كه هريك از اين فلسفه‌ها وجود يكى از آنها را مانع از دستيابى به شناخت مىدانند ، امّا بر اساس بينش قرآنى تمامى اين عوامل در پنهان ماندن « حقيقت » از\r\n\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\n\r\nانسان مؤثرند . در حالى كه پيروان مكتب « رفتارى » به تأثير « علمى » معتقدند كه انعكاس يافته و پيروان مكتب « ژنتيك » به تأثير عوامل « ادراك » و مكتب « كار كردى » به تأثير « قانون سازگارى » با محيط و مكتب « ترابطى « 1 » » به تأثير « قانون تداعى » و مكتب « جبر » به تأثير « غرايز » مختلف در روان انسان و در نتيجه در شيوه تفكّر او اعتقاد دارند و هر يك تنها به بعد خاصّى توجّه كرده‌اند وا ن را مانع از رسيدن فرد به حقيقت مىدانند . مكتب قرآن به تمامى حقيقت ايمان دارد و معتقد است كه هريك از اين عوامل در نفس مقدارى تأثير دارند و عقل در اين تأثير گذارى با آن شريك است .\r\n3 - عقلى بودن\r\nاز ديدگاه قرآن هستى براى هدفى معيّن آفريده شده است و در وراى آن تدبير مشخّصى وجود دارد و انسان در ميان اين پديده‌ها ارتباط بيشترى با اين اهداف بزرگ دارد . بنابراين عقلى بودن ويژگى بارز فلسفه قرآن است . ما به محض ورود به جو قرآن همه پديده‌ها را منظّم و موزون مىيابيم كه براى انجام نقشى معيّن آفريده شده است و همين كه از اين جو آكنده از نظم و تعقّل خارج مىشويم خود را غرق در فلسفه‌هاى مادى مىيابيم كه به گونه‌اى درهم تراكم يافته‌اند و جز زيان ، سودى در بر ندارند . عقلانى بودن پايگاه انديشه اسلامى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مكتب تداعى و همخوانى .\r\n","page_name":" 187 ","page_number":187},
  {"content":"\r\n\r\nدر ارزيابى انسان و سازماندهى او و راندن او به سوى رسالت وى در زندگى است ، و چنانچه گفتيم هدفدار بودن زندگى موجب ايمان به روز واپسين و رسالتهاى آسمانى است و ممكن نيست بدون عقلانى بودن كائنات به هدفدار بودن حيات ايمان آورد . و از همين رو نمىتوان در قرآن هيچ چيز را از هدف آن جدا كرد و نمىتوان كارى را با چشم پوشى از سرانجامش كه آن را منعكس مىكند تصوّر كرد ، اگر كارى خير باشد خير در پيش خواهد داشت و اگر شر باشد جز شر بر آن مترتّب نيست .\r\nبا اين سخن ارائه مختصر فلسفه قرآن كريم را به پايان مىبريم و اميدواريم در انجام اين مهم موفق بوده باشيم و اميدواريم خداوند قرآن را چراغ هدايت ما و خوانندگان عزيز قرار دهد .\r\n\r\n","description":"","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190}
  ]