[
  {"content":"\r\n\r\n12\r\nهدايتگران راه نور\r\nزندگانى\r\nحضرت على الهادى عليه السلام\r\nآيت الله سيد محمدتقى مدرسى\r\nمترجم : محمدصادق شريعت\r\nچاپ نهم\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nمدرسى ، محمدتقى ، 1945 -\r\nزندگانى امام على هادى عليه السلام / محمد تقى مدرسى ؛ مترجم محمدصادق شريعت : محبان الحسين عليه السلام 1379 .\r\n80 ص - ( هدايتگران راه نور ؛ ج 12 )\r\n8 - 80 - 5648 - 964 - 978 : isbn\r\nفهرستنويسى براساس اطلاعات فيپا .\r\nعنوان اصلى : الامام الهادي قدوة واسوة .\r\nچاپ قبلى : نشر بقيع ، 1376 .\r\nكتابنامه به صورت زيرنويس .\r\nچاپ نهم : 1391 : 16000 ريال .\r\n1 . چهارده معصوم - سرگذشتنامه . 2 . على بن محمد عليه السلام ، امام دهم ، 212 - 254 ق - سرگذشتنامه . الف . شريعت ، محمدصادق ، 1342 - مترجم . ب . عنوان . ج . فروست .\r\n4 ه‍ 36 م / 36 bp\r\n9584 / 297\r\nج . 12\r\n1379\r\nكتابخانه ملى ايران\r\n27311 - 78 م\r\nانتشارات محبان الحسين\r\nهدايتگران راه نور ( 12 )\r\nزندگانى امام على الهادى عليه السلام\r\nآية الله العظمى حاج سيد محمد تقى مدرسى\r\nناشر : انتشارات محبان الحسين عليه السلام\r\nچاپ نهم : بهار 1391 - 5000 نسخه\r\nقيمت : 16000 ريال\r\nآدرس : تهران - خيابان 15 خرداد - كوچهء امامزاده يحيى\r\nكوچهء شهيد تين نژاد - پلاك 42 تلفن 33553329\r\nدفتر پخش : تهران - خيابان ناصر خسرو - كوچهء حاج نايب\r\nتلفن : 33907181 همراه 09125446513\r\nشابك : 8 - 80 - 5648 - 964 - 978 8 - 80 - 5648 - 964 - 978 : isbn\r\nليتوگرافى ، چاپ وصحافى : نينوا - قم 7232501\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\n\r\nمقدّمه ناشر\r\nبسم الله الرحمن الرحيم\r\nسخن گفتن پيرامون ائمه اطهار عليهم السلام سخت است .\r\nدر گذر تاريخ انسانهاى فراوانى مىيابيم كه بر آستانه راه اين انوار الهى ايستاده‌اند و مىخواهند بگونه‌اى به آنها نزديك شوند تا از سرچشمه معرفت آنها بهره‌مند گردند .\r\nهيچ جاى شگفتى نيست ، زيرا ائمه معصومين عليهم السلام افسانه يا اسطوره‌هاى تاريخى نمىباشند بلكه ، آنها راه روشنى هستند كه رودى را در دل امت جارى ساخته‌اند كه با گذشت قرنها از شهادت و رحلت اين بزرگواران ، پيروان‌شان آنها را از ياد نبرده‌اند .\r\nپس ياد اين بزرگواران سخنى است كه هرگز از آن خسته نمىشويم و مدرسه‌اى است كه هرگز نمىتوان آن را ترك نمود .\r\nاز اين رو مرجع عاليقدر حضرت آيت اللَّه العظمى مدرّسى ( حفظه اللَّه ) سال‌ها قبل مبادرت به نگارش يك سلسله 14 جلدى تحت عنوان ( قدوة واسوة ) نمودند كه كتاب حاضر ( زندگانى امام على الهادى عليه السلام ) دوازدهمين شماره از سلسله فوق مىباشد كه بارها به زبان عربى چاپ گرديده است .\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nبا توجه به سبك نگارش وسليس بودن آن ، اين مجموعه توسط ناشرين مختلف از جمله انصار الحسين عليه السلام ، بقيع ، و محبان الحسين عليه السلام تحت عنوان ( هدايتگران راه نور ) ترجمه و چاپ گرديده است . انتشارات محبان الحسين عليه السلام به خود مىبالد كه اولين چاپ اين مجموعه را در سال 1379 به بازار كتاب عرضه كرده و چاپ نهم دوازدهمين جلد از سلسله فوق را در بهار سال 1391 در اختيار علاقه‌مندان به اهل بيت عصمت و طهارت عليهم السلام قرار مىدهد .\r\nاز خداوند متعال مىخواهيم كه در راه نشر معارف اسلامى موفقمان بدارد .\r\nواحد فرهنگى انتشارات محبّان الحسين عليه السلام\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nپيشگفتار\r\nالحمد للَّه‌رب‌العالمين ، والسلام على النبيّين والصدّيقين ، و صلوات اللَّه وبركاته على خاتم المرسلين محمّد و آله الهداة الميامين .\r\nگاه پيش خود مىانديشم كه آيا همين شناخت جزئى به نامهاى ائمه و تاريخ ولادت و شهادت آنها براى ارتباط ما با اين بزرگواران كفايت مىكند ؟\r\nو آيا فقط همين شناخت ما را پيرو آنان و آنها را امام ما مىگرداند ؟ در اين صورت نشانهء اقتداى به آنها چيست ؟ اگر يكى از ما را در پيشگاه پروردگار حاضر كنند و خداوند از او بپرسند : پيشوا و يا پيشوايان تو كيانند ؟ و او در پاسخ نام پيشوايانش را بر زبان آورد بدون آنكه ويژگيها و كردارها و تعاليم آنان را شناخته باشد ، و ائمه عليهم السلام نه تنها اورا نشناسند كه حتى منكر شيعه بودنش شوند ، آيا در اين صورت او عذرى پذيرفتنى در نزد خدا دارد ؟\r\nمن در اين باره ترديد مىكنم و احتمال مىدهم كه بر دوستداران اهل بيت كه مدعى هوا خواهى خاندان پيغمبر و پيروى از راه و روش اين بزرگوارنند ، واجب است كه آنان را به گونه‌اى مورد شناخت قرار دهند كه يمان آنها و ائمه\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nارتباط تام و كامل بر قرار كند والبته اين شناختى است كه از حد و مرز اسما والقاب بسيار فُراتر مىرود و دست كم به شناخت شيوهء كلى آنان در زندگى و قسمتى از آنچه كه آنان به اجراى آن دستور داده‌اند ، مىانجامد .\r\nاگر چنين احتمالى صواب باشد ، بر يك فرد شيعه واجب است كه در برنامهء مطالعتى و پژهشى خود ، شناخت تاريخ ائمه عليهم السلام را ولو بطور خلاصه ، بگنجاند . هر چند كه شناخت بيشتر سيما و زندگى اين رهبران و غور و تأمل در گفتار آنان ، بر درجات انسان در پيشگاه پروردگار مىافزايد و بهاى كردار صالح او را افزونى مىبخشد .\r\nآنچه در صفحات بعد به آن خواهيم پرداخت در واقع بضاعت مزجاتى است كه به پيشگاه ائمه عليهم السلام به تحفه مىبريم به اين اميد كه خداوند متعال به فضل و كرم خويش آن را از ما به نيكويى قبول كند .\r\nمحمّدتقى مدرّسى\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nزندگينامه\r\nنام : على\r\nپدر و مادر : امام جواد و سمانه\r\nشهرت : هادى ، نقى\r\nكنيه : ابو الحسن سوّم\r\nزمان و محلّ تولّد : 15 ذيحجّهء سال 213 هجرى در مدينه .\r\nزمان و محلّ شهادت : سوّم رجب سال 254 در سنّ 41 سالگى در شهر « سامراء » بر اثر زهرى كه با دسيسهء « معتزّ » ( سيزدهمين‌خليفه عبّاسى ) توسط معتمد عبّاسى ، به آن‌حضرت خوراندند ، به شهادت رسيد .\r\nمرقد شريف : شهر سامره ، واقع در عراق .\r\nدوران زندگى : در سه بخش :\r\n1 - 8 سال قبل‌از امامت ( از سال 212 تا 220 ه . ق )\r\n2 - دوران امامت ، در زمان خلفاى قبل از متوكّل 12 سال ( از سال 220 تا 232 ه . ق ) .\r\n3 - دوران امامت در سخت ترين شرائط ، در زمان خلافت چهارده سالهء ديكتاتورى متوكّل ( دهمين خليفه عبّاسى ) و سپس خلفاى بعدى .\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n\r\nنقطه عطف جنبش مكتبى\r\nاز هنگامى كه آدم ابو البشر عليه السلام به زمين فتنه‌ها و بلايا هبوط كرد ، و تا زمان بر پايى قيامت ، همواره ميان نيكان كه در جستجوى خشنودى خدايند و گمراهان كه از دسيسه‌هاى شيطان پيروى كردند ، مبارزه و ستيز بر قرار بود و هست .\r\nبا اين حال زمين هيچ‌گاه و در هيچ برهه‌اى از وجود باقيماندگان تبار پيامبران و پيروانشان كه از فساد و تباهى در زمين جلوگيرى و حجّتِ خداى را بر مردمان ، اقامه مىكرده‌اند ، تهى نبوده است .\r\nپروردگار سبحان در اشاره به همين حقيقت مىفرمايد :\r\n( فَلَوْلَا كَانَ مِنَ الْقُرُونِ مِن قَبْلِكُمْ أُولُوا بَقِيَّةٍ يَنْهَوْنَ عَنِ الْفَسَادِ فِي الْأَرْضِ ) « 1 » .\r\n« پس چرا نبود از قرنهاى پيش از شما بازماندگانى كه از تباهكارى در زمين نهى كنند . . . »\r\nاو مىفرمايد اين « بقيهء صالحه » ، پيامبران مرسل يا جانشينان پيامبر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء هود ، آيهء 116 .\r\n","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nو يا علماى ربّانى بوده‌اند كه درفش دعوت به سوى خدا و قيام به فرمان او را به ميراث برده بودند .\r\nامام هادى عليه السلام اين رهبرىِ خردمندانه را از پدر بزرگوارش ، امام جواد ، به ارث برده بود كه ميراث رسول خدا صلى الله عليه و آله ، خاتم پيامبران كه بر تمام مكاتب الهى برترى و هيمنه داشت ، به دو منتهى مىشد ، به ارث برده بود .\r\nبندگان برگزيدهء خدا ، امامت ربّانى را به ميراث بردند و علماى ربّانى و زاهدان و صالحان شيعه ، حق و پيروى از خط مشى پيامبران را ميراث خويش گرفتند .\r\nهدف اين خط مبارك ، تحقّق بخشيدن به همان آرمانهايى بود كه پيامبران و صالحان در طول تاريخ براى تحقّق بخشيدن آنها كوشيدند و به عبارتى به همان آرمانهايى كه خداوند متعال در اين آيه آنها را به اختصار بيان كرده است ، جامهء تحقّق پوشاندند :\r\n( لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَأَنزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ وَأَنزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ وَمَنَافِعُ لِلنَّاسِ وَلِيَعْلَمَ اللَّهُ مَن يَنصُرُهُ وَرُسُلَهُ بِالْغَيْبِ إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ ) « 1 » .\r\n« همانا كه ما پيامبران خويش را با نشانيها فرستاديم و با ايشان كتاب و ترازو فرو فرستاديم تا مردم به قسط قيام كنند ، و آهن را فرو فرستاديم كه در آن نيرويى است سخت و سودهايى براى مردم تا خدا شناسد آن را كه او و فرستادگانش را به غيب يارى مىكند كه خداوند توانا و عزّتمند است . »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء حديد ، آيهء 25 .\r\n","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nآنچه در ديگر آيات قرآنى و نيز در اين آيه بدان اشارت رفته ، اهداف والاى بعثت پيامبران به شمار مىآيند كه عبارتند از :\r\nالف - دعوت به خدا با دلايل آشكار ( بيّنات ) . اين نكته در اين فرمايش امير مؤمنان على عليه السلام بروشنى بيان شده است :\r\n« پس خداوند هر چند گاه پيامبرانى فرستاده و به وسيلهء آنان به بندگان هشدار داد تا حق ميثاق را ادا كنند و نعمت فراموش شده را ياد آرند و نهفته‌هاى خرد را آشكار سازند » .\r\nبابيدار كردن عقل و برانگيختن وجدان از زير ابرهاى غفلت و پالايش فطرت از آلودگيها و موانع و حجب ، حجّت خدا بر بندگانش ، از راه بعثت پيامبران تمام مىشود !\r\nب - تلاوت كتاب خدا كه در آن تمام نيازمنديهاى مردم تبيين شده است . از طريق تلاوت كتاب و آيات آن ، پيامبران عليهم السلام به تزكيه و تعليم مردم همّت مىگماشتند . خداوند در اين باره مىفرمايد :\r\n( هُوَ الَّذِي بَعَثَ فِي الْامِّيِّينَ رَسُولًا مِنْهُمْ يَتْلُوا عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِن كَانُوا مِن قَبْلُ لَفِي ضَلَالٍ مُبِينٍ ) « 1 » .\r\n« او ( خدا ) است كه آن كه در بى سوادان ، پيامبرى از خودشان برانگيخت تا بر ايشان آيات خدا را بخواند و پاكشان سازد و كتاب و حكمت بياموزدشان و گر چه پيش از اين در گمراهى آشكار بودند . »\r\nج - فراهم آوردن ميزان به اين معنى كه ولّىِ امر ( حاكم ) كسى است كه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء جمعه ، آيهء 2 .\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nميان مردم به عدل و داد فرمان مىراند . خداوند در اين باره فرمايد :\r\n( فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيَما شَجَرَ بَيْنَهُمْ ثُمَّ لَايَجِدُوا فِي أَنْفُسِهِمْ حَرَجاً مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيماً ) « 1 » .\r\n« نه چنين است ، به پروردگارت سوگند كه ايمان به تو نياورند مگر آنكه تو را به داورى بگيرند آنچه ميانشان روى داده است سپس در دل خود از آنچه تو قضاوت كرده‌اى چاره‌اى نيابند و كاملًا تسليم شوند . »\r\nپس هر كه عهده‌دار منصب خلافت الهى شد ميزان حق و فرقان و نور مىگردد تا اگر شيوه‌ها به يكديگر مشتبه شد و نظريات و آرا با يكديگر تفاوت يافتند آنها به مردم بياموزند كه كدامين راه و كدامين شيوه آنانرا به سوى پروردگار و جلب خشنودى خالق رهنمون مىشود .\r\nد - والاترين هدف از همهء اين آرمانهاى برتر ، تحقّق يافتن بالاترين درجات عدالت در بين مردم يعنى « قسط » است كه جز با ايمانِ مردم به پيامبران و پيروى آنها از كتاب خداوند و تسليم در برابر ميزان ، صورت نخواهد پذيرفت و هم از اين روست كه خداوند مىفرمايد : ( لِيَقُومَ النَّاسَ بِالْقِسْطِ ) .\r\nبديهى است كه تحقّق كامل اين قسط ، جز با اتكابه نيروى مادّى و باز دارنده‌اى كه در آهن متجلّى است و فرو فرستاده از جانب خداست و در آن قوّتى است سخت ، ميّسر نخواهد بود .\r\nآهن نيز به سهم خود ، اگر در دستان دلير مردانِ از جان گذشته در راه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء نساء ، آيهء 65 .\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nخدا و براى يارى دين و پيامبران او نباشد ، مفهومى نخواهد داشت .\r\nاگر اين دلاوران ، آهن را براى دفاع از وحى خدا و خط مشى پيامبران خدا به كار برند ، يارى خدا نيز بر آنان فرود آيد كه خداوند بسيار توانا و عزّتمند است و خود فرموده است :\r\n( وَلَيَنصُرَنَّ اللَّهُ مَن يَنصُرُهُ إِنَّ اللَّهَ لَقَوِيٌ عَزِيزٌ ) « 1 » .\r\n« و خدا البته يارى كند آن را كه به يارى او برخاسته كه خداوند توانا و عزّتمند است . »\r\nاين آرمانها ، خط و حركت مكتبى بود كه امام هادى عليه السلام در روزگار خويش زمام آن را را به دست داشت . اينك بايد پرسيد كه نقاط عطف اين خط از هنگام تشكّل آن در عصر امام على عليه السلام تا زمان امام هادى چه چيزهايى بوده است ؟\r\nپس از پيوستن پيامبر صلى الله عليه و آله به « رفيق اعلى » ، امّت تازه بنياد اسلام به پيشوايى نياز داشت كه از ميراث آن‌حضرت پاسدارى كند و از خط اصيل وى كه از چپ و راست اماج حملات عدّه‌اى قرار مىگرفت ، دفاع كند و ارزشهاى والايى را كه توسط وحى فرود آمده بود ، در ميان امّت استوارى بخشد .\r\nاميرمؤمنان به بهترين شكل به اين وظيفه همّت گمارد و گروهى از برگزيدگان و پاكان امّت ، كه جزو همان « بقيه صالحه » بودند به گرد او جمع آمدند و به دفاع از خط اصيل رسالت الهى مشغول شدند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء حج ، آيهء 40 .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nبا وقوع جنگ صفين ، شكاف ميان اين خط با ساير خطوط ، وضوح بيشترى به خود گرفت و ابرار كه بقيهء سلف صالح پيامبر صلى الله عليه و آله نيز در ميان آنان بودند ، كلًا به سوى امام على گرايش يافتند و اين خط برغم وحشت ايجاد شده از طرف حزب حاكم اموى ، همچنان برجستگى و برترى خويش را حفظ كرد . امّا آوازهء اين خط در دنيا نپيچيد مگر پس از آنكه رنگ خون به خود گرفت و حرارت فاجعه را پس از واقعه طف لمس كرد . بنابر اين اگر بگوييم اين خط در روز صفين متبلور شد ، بايد بگوييم كه رشد و تكامل آن در روز عاشورا به وقوع پيوست .\r\nدر زمان امام زين العابدين اين صبغهء الهى دو چندان شد و در روزگار امامت امام باقر خط مشى توحيدى تبلور يافت . چرا كه در اوج آن عقل نيِّر با وحى منزل تلاقى پيدا كرد . در دوران پيشوايى امام صادق ونيز جزئيّات اين خط در احكام و اخلاق و آداب و مواعظ به صورتى كامل ترسيم شد .\r\nدر دورهء امام كاظم اين خط رنگى سياسى يافت زيرا مسأله طرح‌ريزى انقلابى مردمى در كار بود . امّا در دوران ائمه بعدى يعنى امام رضا و سه فرزندش عليهم السلام خط مكتبى به عنوان يك نيروى سياسى و اجتماعى و نفوذ يافته در هيأت حاكمه كه در تصميم گيريها و اشراف بر حيات دينىِ جامعه نيز بى تأثير نبودند ، تجلّى پيدا كرد .\r\nدوران امام هادى ، به تجلّى قدرت خط مكتبى در تمام زمينه‌ها متمايز بود . اگر چه نظام عبّاسى همواره و بويژه در دوران متوكّل عبّاسى به\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nقدرت سركوب خويش متمايز بود .\r\nشايد بتوان از برخى از شواهد تاريخى زير ، به اوضاع و احوال شيعيان در دوران امامت امام هادى پى برد :\r\n1 - در حديث مفصلى كه شيخ كلينى در مورد آنچه كه پس از وفات امام جواد عليه السلام رخ داد روايت كرده ، آمده است :\r\n« چون ابو جعفر ( امام جواد ) درگذشت از خانه‌ام بيرون نيامدم تا آنكه دانستم سران طايفه ( شيعه ) نزد محمّد بن فرج الرخجى كه از اصحاب موثق امام رضا و امام جواد و وكيل امام هادى بود گرد آمده در بارهء امر ( امامت ) به رايزنى مىپردازند » . « 1 »\r\nاين روايت بيانگر آن است كه شيعيان در آن روزگار مجالسى داشتند كه در آنها در بارهء امور بسيار مهم به گفتگو و رايزنى مىنشستند . يكى از اين امور مهم ، شناخت امام و بيعت با او و پذيرفتن دستوراتش بوده است . آنان پس از وفات امام جواد عليه السلام ، به خاطر وجود اخبار صحيحى كه در دست داشتند ، بر امامت امام هادى اجماع كردند . در پايان اين روايت آمده است : همهء كسانى كه در آن مجلس بودند به امامت امام هادى تسليم شدند .\r\nشيخ مفيد همچنين مىافزايد : « اخبار در اين باره بسيار فراوان است بطورى كه اگر بخواهيم همهء اين اخبار را در اينجا بيان كنيم كتاب طولانى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - چنان كه گفته شد اين حديث مفصل است و ما تنها به نقل قسمتى كه در اينجا ضرورى مىنمود پرداختيم . بحار الانوار ، ج 50 ، ص 120 .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nشود . همين كه شيعيان پس از امام جواد بر امامت امام هادى اجماع كرده‌اند و كسى در آن زمان جز خود آن‌حضرت ادعاى امامت نكرد ، ما را از ايراد اخبار و نصوص صريح بر امامت آن‌حضرت بى نياز مىسازد » . « 1 »\r\nبنابر اين مىبينيد كه شيخ مفيد ، امامت امام هادى را به اجماع سران شيعه مربوط مىداند . چرا كه آنان برگزيدگان امّت و از فقهاى بزرگ بودند و معرفت آنان به امامى كه با وى و پدر و جدّ بزرگوارش زيسته بودند ، راهى عقلانى براى شناخت امام به حساب مىآيد .\r\nسخن شيخ مفيد و حديثى كه او روايت كرده ، فقط بيانگر اوضاع و احوال طايفهء شيعه در آن دوران است .\r\n2 - فتح بن خاقان وزير متوكّل بود امّا به امام هادى مهر مىورزيد و علّت اين مهر ورزى يا گرايش شخصى او بود و يا اينكه وى در حقيقت يكى از ياران نفوذى آن‌حضرت در دستگاه حاكمه به شمار مىآمد . امّا در روايت آمده است كه آن‌حضرت به خاطر حفظ جان فتح بن خاقان او را مورد نكوهش قرار داده است . اجازه دهيد به حديث زير كه بيانگر گوشه‌اى از كرامات امام هادى و در عين حال نمودار بخشى از اوضاع و احوال شيعه در آن دوران است ، گوش بسپاريم :\r\nروزى نزد امام عليه السلام رفته عرض كردم : سرورم ! اين مرد مرا طرد كرده و روزى ام را بريده و ملولم ساخته است و نزد او به چيزى متّهم نيستم مگر به اين جرم كه ملازم شمايم و اگر شما چيزى از او درخواست كنيد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحارالانوار ، ج 50 ، ص 121 به نقل از ارشاد مفيد ، ص 308 .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nقبول آن را از شما لازم مىداند ، بنابر اين بر من منّت نهيد و از او در خواست كنيد . امام فرمود : اگر خدا خواهد كفايت شوى .\r\nچون شب فرا رسيد ، پيغام رسانان متوكّل يكى پس از ديگرى نزد من آمدند . من نزد متوكّل رفتم . فتح بن خاقان كه بر در ايستاده بود ، پرسيد :\r\nاى مرد شبانه در خانه‌ات چه چيزى نهان داشته‌اى ، اين مرد از بس كه تو را طلبيده مرا به ستوه آورده است !\r\nدرون رفتم و متوكّل را ديدم كه بر بسترش نشسته است . پرسيد : اى ابو موسى ! ما از تو غافليم و تو نيز ما را به فراموشى سپرده‌اى ، چه چيزى از تو پيش من است ؟ گفتم : فلان انعام و فلان رزق و چيزهايى نام بردم و او دستور داد آنها را دو برابر به من دادند . سپس از فتح پرسيدم : آيا امام هادى عليه السلام بدين جا آمد . پاسخ داد : نه . گفتم : يادداشتى نوشته بود ؟ پاسخ داد : نه .\r\nآنگاه من بازگشتم . فتح مرا دنبال كرد و به من گفت : شك ندارم كه تو از او خواستى برايت دعا كند . پس از ايشان براى من نيز دعايى خواهش كن .\r\nچون نزد امام رفتم ، به من گفت : اى ابو موسى ! اين آبروى رضاست .\r\nعرض كردم : به بركت شما سرورم ! امّا به من گفتند كه شما نه پيش متوكّل رفتيد و نه از او درخواستى كرديد .\r\nفرمود : خداوند مىداند كه ما در امور مهم جز به دو پناه نمىبريم و در كارهاى دشوار جز بر او توكّل نمىكنيم و ما را عادت داد كه چون از او\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nدرخواست كنيم ، اجابتمان كند و مىترسيم از اين شيوه منحرف شويم كه او نيز از ما روى گرداند . .\r\nعرض كردم : فتح وزير متوكل به من چنين و چنان گفت . امام فرمود :\r\nاو به ظاهر ، ما را دوست دارد و در باطن از ما كناره مىگيرد . دعا براى كسى است كه پروردگارش را مىخواند : چون در طاعت خدا خود را خالص كردى و به رسول خدا صلى الله عليه و آله و به حقّ ما اهل بيت اعتراف نمودى و از خدا چيزى در خواست كردى ، تو را بى بهره نگذارد . « 1 »\r\n3 - امام هادى در سامرّا كه مركز خلافت بود سكونت داشت و نزد متوكّل مىرفت . راويان در بارهء نحوهء ورود آن‌حضرت بر متوكّل گفته‌اند :\r\nزمانى كه امام هادى به كاخ متوكل نزديك مىشد هيچ يك از كسانى كه بر در كاخ متوكل منتظر ايستاده بودند ، از هيبت و جلال امام چاره‌اى جز پياده شدن از مركبهاى خويش نداشتند . . محمّد فرزند حسن فرزند اشتر علوى ، يكى از اين صحنه‌ها را چنين نقل مىكند :\r\nبا پدرم بر در كاخ متوكّل بوديم . در آن هنگام من بچه بودم و در ميان عدّه‌اى از خاندان ابو طالب وبنى عبّاس و سپاهيان قرار داشتم . چون امام هادى عليه السلام وارد شد همهء مردم از مركبهاى خود پياده شدند تا آن‌حضرت به درون رفت . يكى از حاضران به ديگران گفت : چرا به خاطر اين بچّه پياده شويم در حالى كه او نه شريفتر از ما و نه بزرگتر و سالخورده‌تر و داناتر از ما است ؟ آن عدّه گفتند : به خدا سوگند براى او پياده نمىشويم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحارالانوار ، ج 50 ، ص 127 .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nابو هاشم به آنها گفت : به خدا قسم چون او را ببينيد به خاطرش با حقارت و ذلّت از مركبهايتان پياده مىشويد . مدّتى نگذشته بود كه امام به طرف آن جمع آمد و تا چشم حاضران به او افتاد همگى از مركبهاى خود فرود آمدند . سپس ابو هاشم از آنها پرسيد : مگر ادعا نمىكرديد كه به خاطر او فرود نخواهيد آمد ؟ آنها پاسخ دادند : به خدا قسم ما اختيار دار خويش نبوديم كه فرود آمديم . « 1 »\r\nهر گاه امام هادى بر متوكّل وارد مىشد ، پرده‌ها را برايش كنار مىزدند و با تمام وقار آن‌حضرت را مورد احترام قرار مىدادند . در روايت آمده است : يكى از اشرار ، روزى به متوكّل گفت : هيچ كسى با تو بيشتر از آن نمىكند كه تو با هادى مىكنى . در خانه كسى نمىماند جز آن كه او را خدمت مىكند و زحمت بالا زدن پرده و باز كردن درب را به عهده مىگيرند حال آنكه اگر مردم اين مسائل را بفهمند خواهند گفت : اگر خليفه‌از شايستگى وى براى خلافت بىخبر نبود بااو چنين‌رفتار نمىكرد . « 2 »\r\nاز اين حديث مفصّل كه گوشه‌اى به بحث ما مرتبط بود نقل كرديم ، بر مىآيد كه آن‌حضرت حتّى در كاخ ستمگرترين خليفهء عبّاسى در عصر خودش يعنى متوكّل ، از چه شكوه و جلالى برخوردار بوده است .\r\nآن‌حضرت چون بر خليفه وارد مىشد ، با وى به حق به موضع‌گيرى و گفتگو مىپرداخت . به عنوان مثال روزى آن‌حضرت نزد متوكّل رفت .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحارالانوار ، ج 50 ، ص 137 .\r\n( 2 ) - همان مأخذ ، ص 128 .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nمتوكّل از او پرسيد : اى ابو الحسن ! از ميان مردم چه كسى در شاعرى تواناتر است ؟ امام در پاسخ ، نام شاعرى علوى را ذكر كرد و فرمود : چون اين ابيات را سروده است :\r\n لقد فاخرتنا من قريش عصابة * بمط خدود و امتداد اصابع « 1 »\r\nفلما تنازعنا القضاء قضى لنا * عليه بما فاهوا نداء الصوامع « 2 » \r\nمتوكّل پرسيد : نداء الصوامع چيست ؟\r\nامام عليه السلام فرمود : أَشْهَدُ أَنْ لا إِلهَ إِلَّا اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّداً . . . جدّ من يا جدّ شما است .\r\nمتوكّل از اين سخن بسيار خنديد و گفت : او جدّ توست و ما تو را از او نمىرانيم . « 3 »\r\nيك بار ديگر متوكّل ، امام را به مجلس باده‌نوشى خويش داخل كرد و از او خواست كه وى را در آنچه بدان مشغول بود ، همراهى كند . ولى امام او را موعظتى بليغ فرمود . اجازه دهيد اين ماجرا را آنچنان كه مسعودى در تاريخ خود آورده است ، نقل كنيم . وى گويد :\r\nاز امام هادى پيش متوكّل بدگويى كرده و گفته بودند در خانه‌اش\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - گروهى از قريش با بر چيدن ابروها ( از روى تكبر ) و دراز گردانيدن انگشتان با ما به مفاخرة برخاستند .\r\n( 2 ) - چون با يكديگر منازعه كرديم ، قضا به نفع ما و بر زيان ايشان حكم داد بدانچه بانگ صومعه‌ها گفتند .\r\n( 3 ) - بحار الانوار ، ج 50 ، ص 129 .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nنامه‌ها و سلاحهايى از پيروان قمىاش دارد و بر اين قصد است كه به حكومت دست‌يابد .\r\nمتوكّل عدّه‌اى از تركها را به خانهء آن‌حضرت روانه كرد . آنها شبانه به خانهء حضرت يورش بردند امّا چيزى در آنجا نيافتند و خود آن‌حضرت را در اتاقى در بسته پيدا كردند ، او جامه‌اى پشمين بر تن داشت و روى ريگ و خاك نشسته و توجهش به خداى تعالى معطوف بود و آياتى از قرآن را مىخواند . مأموران او را در همان حال نزد متوكّل برده گفتند : در خانه‌اش چيزى نيافتيم و او را ديديم كه رو به روى قبله نشسته است و قرآن مىخواند . متوكّل آن لحظه در مجلس باده‌گسارى نشسته و جام شراب به دستش بود . امام عليه السلام را نزد او بردند . چون متوكّل چشمش به امام افتاد هيبت و بزرگى امام در وى كارگر شد . او را در كنارش نشاند و جامى را كه در دست داشت ، به طرف آن‌حضرت گرفت .\r\nامام فرمود : به خدا گوشت و خون من هرگز خمر ننوشيده‌اند ، مرا عفو كن . متوكّل آن‌حضرت را معاف كرد و آنگاه گفت : برايم شعرى بخوان .\r\nامام پاسخ داد : من اندكى شعر مىدانم .\r\nمتوكّل گفت : گريزى نيست . امام كه در كنار متوكل نشسته بود ، آغاز به خواندن اشعار زير كرد :\r\n باتوا على قلل الأجبال تحرسهم * غلب الرجال فلم تنفعهم القلل « 1 » \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بر فراز قلّه‌هاى كوههايى كه آنان را نگاهبانى مىكرد خفتند و مغلوب شدند و قله‌ها آنها را سودى نرساند .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\n و استنزلوا بعد عز من معاقلهم * و اسكنوا حفرا يابئسما نزلوا « 1 »\r\nناداهم صارخ من بعد دفنهم * اين الأساور و التيجان و الحلل « 2 »\r\nاين الوجوه التى كانت منعمة * من دونها تضرب الأستار والكلل « 3 »\r\nفافصح القبر عنهم حين ساءلهم * تلك الوجوه عليها الدود تنتقل « 4 »\r\nقد طال ما اكلوا دهراً و ما شربوا * و اصبحوا اليوم بعدالأكل‌قد اكلوا « 5 » \r\nمتوكّل از شنيدن اين ابيات چنان گريست كه محاسنش به آب ديدگانش تَر شد ، حاضران نيز . گريستند . آنگاه چهار هزار دينار به امام هادى عليه السلام داد و او را در كمال احترام به خانه‌اش باز گرداند . « 6 »\r\nبنابر آنچه كه در منابع تاريخى مىخوانيم بسيارى از نزديكان و محرمان اسرار خليفه ، پيرو امام هادى بودند . البته ممكن است اين پيروى حقيقى بوده و يا به اين خاطر بوده است كه شيعه را وزنه‌اى سياسى مىدانستند . به عنوان نمونه فتح بن خاقان كه يكى از بزرگترين وزيران\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - پس از دوره‌اى از عزّت و سر فرازى از دژهايشان پايين كشيده شدند و در گودالى مسكن گرفتند اى واى كه درچه جاى بدى فرود آمدند !\r\n( 2 ) - بانگ دهنده‌اى پس از دفن آنها فرياد زد : كجا رفت آن دستبندها و تاجها وجامه‌هاى فاخر ابريشمين ؟\r\n( 3 ) - كجا شد آن چهره‌هاى به ناز پرورده كه در برابر آنها پرده‌ها مىزدند و سايبانها ؟\r\n( 4 ) - پس قبر ، چهره آنان را نشان دهد هنگامى كه بدشان آيد : اين است چهره‌هايى كه كرمها ( براى خوردن آنها ) بر روى چهره‌شان رفت و آمد مىكنند .\r\n( 5 ) - دير زمانى كامرانى و عيش و نوش كردند و امروز چنان شده‌اند كه پس از آن همه خوردن و كامروايى كردن ، خورده مىشوند .\r\n( 6 ) - بحارالانوار ، ج 50 ، ص 211 - 212 .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nمتوكّل بود و به هنگام كودتاى تركها عليه خليفه با او كشته شد ، پيوسته مىكوشيد به امام تقرّب جويد و از برخى روايات هم پيداست كه متوكّل او را متّهم به شيعىگرى مىكرد كه اين امر خود نشانگر آن است كه متوكّل تا حدودى به وضع او پىبرده بود . « 1 »\r\nدر بارهء فتح آمده است كه متوكّل به او گفت : اى فتح اين ( امام هادى ) دوست توست و در صورت فتح خنديد ، و فتح هم در چهرهء خليفه خنديد .\r\nهمچنين از داستان زير آشكار مىشود كه برخى از فرماندهان سپاه نظام ، مهر آن امام و چه بسا ولايت او را در دل نهان داشتند . از طرفى اين ماجرا گوشه‌اى از انتشار دوستى امام و احترام او در بين عموم مردم ، بخصوص در حرمين شريفين ( مكّه و مدينه ) ، پرده بر مىدارد .\r\nاز يحيى بن هرثمة ، فرماندهء سپاه عبّاسى ، نقل مىكنند كه گفت :\r\nمتوكّل مرا به مدينه فرستاد تا امام هادى را به خاطر مطلبى كه در بارهء او شنيده بود ، به نزدش ببرم . چون به مدينه رفتم ، مردم آنجا چنان بناى بانگ و شيون نهادند كه تا آن هنگام همانند آن را نشنيده بودم . من شروع به تسكين دادن آنها كردم و سوگند خوردم كه در بارهء وى به انجام كار ناپسندى مأمور نشده‌ام ، آنگاه به بازرسى منزلش پرداختم و در آنجا چيزى جز قرآن و دعا و همانند اينها نيافتم . سپس او را حركت دادم و خود عهده دار خدمتش شدم و با وى خوشرفتارى كردم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحارالانوار ، ج 50 ، ص 196 ، حديث هشتم .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nيكى از روزها در حالى كه آسمان صاف بود و خورشيد هم مىدرخشيد ، بر مركبش سوار شد در حالى كه بارانى در بر كرده و دم مركبش را گره زده بود ، من از كار او در شگفت شدم امّا ديرى نپائيد كه ابرى در آسمان پيدا شد و بارانى تند با ريدن گرفت و كار ما بسيار دشوار گشت . در اين هنگام امام هادى رو به من كرد و گفت : من مىدانم آنچه را كه ديدى ( بستن دم مركب ) غريب شمردى و پيش خود پنداشتى كه من در اين كارها از تو داناترم . امّا اين گونه نبود كه تو گمان كردى بلكه من در صحرا پرورش يافته‌ام و بادهايى را كه دنبال خود باران دارند ، بهتر مىشناسم از اين رو خود را براى بارش باران آماده كردم .\r\nچون به مدينة السلام رسيدم ، ابتدا نزد اسحاق بن ابراهيم طاهرى كه والى بغداد بود ، رفتم . او گفت : اى يحيى ! اين مرد زادهء رسول خدا صلى الله عليه و آله است و متوكّل هم همان كسى است كه او را مىشناسى اگر او را عليه اين مرد بر انگيزى او را خواهد كشت و آنگاه رسول خدا صلى الله عليه و آله خصم تو خواهد بود . به او پاسخ دادم : به خدا سوگند از او جز كردار نكو نديدم .\r\nآنگاه به سمت سامرّاء روانه شدم و در آغاز نزد وصيف تركى كه از ياران او بودم ، رفتم وصيف به من گفت : به خدا قسم اگر يك مو از سر اين مرد ( امام هادى ) كم شود با من طرفى ! من از گفتار اين دو ( اسحاق و وصيف ) تعجب كردم .\r\nآنگاه از آنچه از امام هادى ديده بودم ، متوكّل را آگاه كردم و او را بسيار تمجيد گفتم . متوكّل نيز پاداش خوبى به امام هادى داد و به وى\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nبسيار احترام گذاشت و خوبى كرد . « 1 »\r\nروزگار امام هادى عليه السلام به واسطهء وجود تحولات سياسى ، دوره ممتازى بود . چرا كه در اين دوره ، بازگشت تركان به كاخ عبّاسى فزونى گرفت و هر يك از فرماندهان آنان به طرف يكى از نامزدهاى خلافت گراييده بودند و در پى فرصت مىگشتند تا نامزد مورد نظر خود را به حكومت بنشانند و با خليفه ناميدن او و به نام وى امور و مصالح كشور را هرطور كه خواهند به بازى بگيرند .\r\nپس از وفات معتصم ، فرزندش الواثق‌باللَّه عهده‌دار حكومت شد و ابن‌الزيات را به وزارت خويش برگزيد و بر برادر خود جعفر خشم گرفت . امّا حكومت او ديرى نپاييد كه با مرگ وى پايان پذيرفت ومتوكّل جانشين او شد وابن الزيات را كشت . دوران حكومت متوكّل تا حدودى روى ثبات و آرامش به خود ديد .\r\nاندكى پيش از مرگ واثق از وى در بارهء جانشينش پرسيد و او پاسخ داد : خدا مرا نبيند كه خلافت را زنده و مرده به گردن خويش بندم !\r\nاز اين سخن معلوم مىشود كه خلافت در عصر او حاوى چه مفهومى بوده است .\r\nآيا مگر اين واژه بجز سركوب و فريب و توطئه و غوطه ورى در شهوتها مفهومى ديگرى هم داشت ؟ بعلاوه مگر او خود برادرش متوكّل را پس از آنكه امارت حج را به دو سپرد ، به اين خاطر كه پى برد او بر سر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحارالانوار ، ج 50 ، ص 207 - 208 .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nخلافت با وى به رقابت پرداخته ، روانهء زندان نكرد و شفاعت هيچ كس را هم در بارهء او پذيرا نشد ؟\r\nپس از وفات الواثق باللَّه ، متوكّل به حكومت رسيد و چنان كه گفتيم عصر او تا حدودى شاهد ثبات و آرامش بود . امّا اين آرامش و ثبات بر پايه ظلم و گمراه سازى مردم استوار گشته بود .\r\nبرجسته‌ترين نمودهاى سياستِ وحشت آفرين او ، در اقدامات وى در قبال علوىها تجلّى مىيابد .\r\nاو دستور داد قبر سيد الشهداء عليه السلام را به همراه خانه‌هاى اطرافش ويران كنند و به جاى آن زمين را شخم زنند و تخم بكارند و آبيارى كنند كه تمام آثار آن محو شود و مردم هم از زيارت آن قبر منع شوند و ندا داد هر كه پس از سه روز در اطراف قبر ديده شود گرفتار و به زندان « مطبق » سپرده خواهد شد .\r\nمردم هم از ترس اينكه مبادا دستگير شوند ، گريختند ، در واقع متوكّل با پيش گرفتن اين سياست حميّت و خشم مسلمانان و بويژه بغداديان را كه به سب علويها در مساجد و خيابانها اعتراض كرده بودند ، برانگيخت . « 1 »\r\nهمچنين در دوران خلافت متوكّل خشكسالى وحشتناكى در عراق روى داد و بسيارى از مردم جان خود را از دست دادند .\r\nدر اين اثنا روميان ، با ديدن ضعف حكومت عبّاسى در بلاد اسلام طمع كردند و از نو حملات خود را به شهر قاليقلا واقع در جنوب آسياى صغير ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تاريخ الإسلام السياسى - حسن ابراهيم حسن ، ج 3 ، ص 5 .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nآغاز كردند و مردم آنجا را شكست سختى دادند . « 1 »\r\nاز داستان زير مىتوان به‌طبيعت حكومت متوكّل و مراتب دشمنى و سركوب وى بر ضدّ علويان و ترس او از شورش آنان به خوبى پى برد .\r\nبخترى نقل كرده است : در منطقهاى به نام منبج نزد متوكّل بودم كه يكى از فرزندان محمّد بن الحنيفه بر او وارد شد . او چشمانى زيبا داشت و جامه‌اى نيكو در بر كرده بود . پيش متوكّل در بارهء او بدگويى كرده بودند . جوان رو به روى متوكّل ايستاد و متوكّل رو به فتح بن خاقان وزير خود كرده بود و با وى سخن مىگفت .\r\nچون زمان ايستادن به درازا كشيد و جوان ديد كه متوكّل به او نمىنگرد ، خطاب به او گفت : « اى اميرالمؤمنين ! اگر مرا احضار كرده‌اى تا تأديبم كنى قطعاً بى ادبى كرده‌اى و اگر احضارم كرده‌اى تا اوباشى كه در محضر تو گرد آمده‌اند مرا بشناسند بايد بگويم اينان از اهانت تو نسبت به خانوادهء من آگاهند » .\r\nمتوكّل گفت : به خدا قسم اى حنفى اگر آن پيوند خويشى ميان من و تو نبود و حلم من مرا به مهربانى بر تو وادار نمىكرد ، هر آينه زبانت را بيرون مىكشيدم و با شمشير سرت را از بدن جدا مىساختم حتى اگر پدرت محمّد به جاى تو بود .\r\nآنگاه به فتح بن خاقان وزير خود روى كرد و گفت : مىبينى از دست خاندان ابو طالب چه مىكشيم ؟ يا حسنى كه مىخواهد تاج عزّتى را كه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تاريخ الإسلام السياسى - حسن ابراهيم حسن ، ج 3 ، ص 5 .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nخداوند پيش از او به ما داده ، به سوى خود بكشد يا حسينى كه مىكوشد آنچه را كه خداوند پيش از او در بارهء ما نازل فرموده نقض كند و يا حنفى كه به جهل خويش مىخواهد شمشير ما خونش را بريزد .\r\nجوان به اوگفت : « آيا باده گسارى و شراب و نىها ( موزيك ) و غلام بچه‌ها براى تو حلمى باقى گذاشته ؟ و چه وقت توبه خانوادهء من مهربان بودى در حالى كه فدك را كه ارث آنان از رسول خدا صلى الله عليه و آله بود از آنها چاپيدى و اينك ابو حرمله آن را وارث شده است . و امّا اينكه نام پدرم محمّد را ياد كردى بايد بدانى كه تو مىخواستى ( با بردن نامش ) از عزّتى كه خداى و رسولش او را بالا برده بودند پايين بكشانى و به شرفى دست يازى كه از رسيدن به بلنداى آن نا توانى و بدان نمىرسى . تو چنانى كه شاعر گفت :\r\n فغض الطرف انك من نمير * فلا كعبا بلغت و لا كلابا \r\nتو از آنچه از دست حسنى و حسينى و حنفى مىكشى به من شكايت مىكنى پس چه بديارى و چه بد خاندانى !\r\nآنگاه جوان پاى خويش را دراز كرد و گفت : اين دو پاى من براى زنجيرت و اين گردن من براى شمشيرت . پس به گناه من مبتلا شو و ستم مرا به گردن گير كه اين نخستين كار ناشايستى نيست كه تو و پيشينيانت آن را به اجرا در آورده‌ايد . خداوند متعال مىفرمايد : ( قُل لَا أَسْأَلُكُمْ عَلَيْهِ أَجْراً إِلَّا الْمَوَدَّةَ فِي الْقُرْبَى ) پس به خداى سوگند كه تو درخواست رسول خدا صلى الله عليه و آله را پاسخ نگفتى و به كسانى جز خويشان او مهربانى كردى .\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nپس به همين زودى بر حوض كوثر وارد مىشوى و پدرم و جدّم عليهما السلام تو را از آن دور مىرانند » .\r\nمتوكّل از شنيدن اين سخنان گريست و سپس برخاست و به قصر كنيزانش رفت و فرداى آن روز همان جوان را به حضور طلبيد و به وى انعام گرانمايه‌اى داد و آزادش كرد . « 1 »\r\nپنجهء آهنين ستم متوكّل و ظلم فراوان او موجب دشمنى مردم با وى شد . ظلم و بيداد وى حتّى سپاه او را فرا گرفت تا آنجا كه ارتش او به رهبرىافرادى به‌نامهاى بغاى صغير وباغر بر ضد او سر به‌شورش برداشتند و در نتيجه متوكّل و وزيرش فتح بن خاقان كشته شدند وفرزندش منتصر در ماه شوال سال 247 ه به جاى او به خلافت نشست و برادرانش معتز و مؤيد را از ولايت عهدى خلع كرد و در تمام امور و بويژه مسائلى كه با علوىها در ارتباط بود شيوه‌اى مخالف با روش پدرش اتخاذ كرد .\r\nدوران خلافت منتصر كه برخى از مورخان از آن به خوبى ياد كرده‌اند ، چندان به درازا نكشيد . مورخان منتصر را شخصى بردبار ، خردمند ، بخشنده ، اهل كار خير ، بسيار منصف ، خوشرفتار و . . معرفى كرده‌اند . « 2 »\r\nمنتصر پس از گذشت 6 ماه از خلافتش در سال 248 ه از دنيا رفت و مردم با احمد فرزند محمّد معتصم بيعت كردند و به او لقب المستعين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحارالانوار ، ج 50 ، ص 213 - 214 .\r\n( 2 ) - همان مأخذ به نقل از ابن اثير ، ج 7 ، ص 29 .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nباللَّه دادند . به نظر مىرسد كه مستعين در نظر داشت جلوى نفوذ تركها را كه نيروى نظامى آنها به نيروى سياسى فزاينده‌اى در كشور مبدل شده بود ، بگيرد امّا از طرف آنها و بويژه از سوى « بغاى صغير » با مخالفت سرسختانه‌اى رو به رو شد . آنان با معتز بن متوكّل دست بيعت دادند و ميان ياران و هواداران اين دو خليفه كه مقر اوّلى در بغداد و مقر دوّمى در سامرّاء بود جنگ خونبارى در گرفت . اين جنگ در شرايط اقتصادى كشور بسيار تأثير گذاشت . با به خلافت رسيدن معتز ، مستعين به واسط تبعيد شد و سر انجام به دست گروهى كه سعيد خادم رهبرى آنها را بر عهده داشت ، به قتل رسيد . « 1 »\r\nامّا معتز نيز همواره از ناحيهء تركان كه پدرش را كشته و پسر عمويش را از خلافت خلع كرده بودند احساس ترس و نگرانى مىكرد . بالاخره خلافت براى او نيز پايدار نماند و به طرز فاجعه آميزى به قتل رسيد .\r\nماجراى كشته شدن معتز بنابه نقل مورخان اين گونه بود : . . . گروهى از تركان بر او وارد شدند و پاى او را گرفتند و او را روى زمين كشيدند و تا در اتاق آوردند و با گرز ، بر سر او زدند و جامه‌اش را دريدند و او را در آفتاب نگه داشتند او از شدّت گرما يك پا بر زمين مىنهاد و پاى ديگر بر مىداشت . بعضى هم به او سيلى مىزدند و او با دست خويش روى خود را مىگرفت تا از ضربه‌هاى آنها جلوگيرى كند سپس گروهى از علماى كاخ حكومتى را شاهد خلع او گرفتند و آنگاه وى را در سردابى داخل كردند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحارالانوار ، ج 50 ، ص 8 به نقل از ابن اثير ، ج 7 ، ص 60 - 61 .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nو در سرداب را با آجر گرفتند و او در همانجا محبوس بماند تا از دنيا رفت . « 1 »\r\nپس از مرگ معتز ، مهتدى پسر واثق در سال 255 ه به خلافت رسيد .\r\nدر دوران خلافت وى نا بسامانى و آشفتگى در تمام كشور حكمفرما شد .\r\nدر بغداد سپاهيان سر به شورش برداشتن و آتش انقلاب علوىها نيز در گوشه و كنار كشور شعله ور گرديد .\r\nبدين ترتيب خلافت عبّاسى به منزلهء شعارى در آمد براى هر كس كه به حكومت طمع بسته بود و توطئه و فريب شاخصهء برجستهء هر سياستى شد . تمام اين حوادث فرجام طبيعى سركوب و فريبى بود كه توسط اسلاف نخستين اين خلفا به منصهء ظهور رسيده بود . چرا كه وقتى معتصم تركها را بر ديگران مقدّم داشت و نيروى نظامى كوبنده‌اى از آنها ترتيب داد و به نيروى آنان مردم را سركوب مىكرد و آتش انقلابها و شورشها را فرو مىنشاند ، طبيعى بود كه اين نيرو روزى به قوّه‌اى تبديل شود كه خاندان او را مورد تهديد قرار دهد و خلافت را دستخوش نا بودى سازد .\r\nتا آنجا كه يكى از مورخان مىنويسد چون معتز بر تخت خلافت نشست ، خاصان او بيامدند و منجمان را احضار كردند و به آنها گفتند : بنگريد كه اين خليفه چند سال زندگى مىكند و تاكى بر تخت خلافت مىنشيند ؟\r\nيكى از نكته سنجانى كه در مجلس حضور داشت ، گفت : من از منجمان به عمر خليفه و نيز مدّت خلافت او آگاه ترم ! حاضران از او پرسيدند : پس\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - همان مأخذ ، ص 10 .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nبگو خليفه چند سال زندگى و چند سال خلافت مىكند ؟ مرد پاسخ داد : تا هر وقت كه تركان بخواهند ! تمام كسانى كه در مجلس بودند ، از پاسخ اين مرد خنديدند . « 1 »\r\nآرى انحراف ظاهراً در آغاز كار اندك مىنمايد امّا بعداً بسرعت همهء مصالح و منافع را زير پوشش خود مىگيرد !\r\nدر اين ميان ائمه عليهم السلام و يارانشان از ارزشهاى حق و عدالت و آزادى دفاع مىكنند تا مبادا مصالح دين و امور ملّت به چنين فجايع ناگوارى بينجامد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحارالانوار ، ج 50 ، ص 9 .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\n\r\nزندگى امام هادى عليه السلام\r\nدر دوّمين روز از ماه رجب سال 212 هجرى ، مدينهء منوره و قريهء ( صريا ) به پيشواز ولادت نخستين فرزند امام جواد عليه السلام شتافت و موجى از سرور و خوشحالى اين بيت هاشمى را فرا گرفت . پدرش او را به نام جدّش . رضا عليه السلام ، و نياى اكبرش اميرالمؤمنين على عليه السلام خواند و كنيه‌اش را ابو الحسن ناميد . القاب با مسمّاى حضرتش از سيما و سيرت بزرگوار و پاك او حكايت مىكنند . القاب او عبارتند از : نجيب ، مرتضى ، هادى ، نقى ، عالم ، فقيه ، امين ، مؤتمن ، طيّب و متوكّل .\r\nچون به شهر سامرّاء منتقل شد و در محله‌ّاى به نام عسكر مسكن گرفت ، عسكرى يا فقيه عسكرى نيز خوانده مىشد .\r\nبرخى گفته‌اند : شهر سامرّاء را عسكر مىناميدند چون جايگاه ارتش و سپاه بود و از همين رو امام هادى را ( عسكرى ) مىخواندند .\r\nمادرش سمانهء غربيه نام داشت . كودك در زير سايهء پدرش رشد و نمو كرد و پدرش اورا به دانش امامت مىپروريد و هر روز درفشى از علوم ومعارف دينى براى او بر مىافراشت و وى را مىفرمود كه بدآنها اقتدا كند .\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nدر محرم سال 220 هجرى كه معتصم امام جواد عليه السلام را به عراق فرا خواند ، آن‌حضرت فرزند خويش را در دامانش نشاند و از او پرسيد :\r\nدوست دارى از سوغات عراق چه چيزى به تو هديه كنم ؟ فرزندش پاسخ داد : شمشيرى كه گويى شعلهء آتش است . « 1 »\r\nامّا او نه آن شمشير را ديد و نه پدرش را كه او هرگز از اين سفر باز نگشت . شايد در روز 29 ذى قعده سال 220 هجرى ، زمانى كه هشت سال بيشتر از عمر او نمىگذشت ، وقتى خانواده‌اش او را هراسان ديدند و از او پرسيدند : تو را چه مىشود ؟ گفت : به خدا پدرم در اين لحظه از دنيا رفت . به او گفتند : چنين مگو . امّا او پاسخ داد : به خدا اين چنين است كه مىگويم .\r\nآن روز را يادداشت كردند ، و همان بود كه اين كودك گفته بود . « 2 »\r\nوصيت پدرش در مورد جانشينى او قبلًا به سران طائفه شيعه رسيده بود . از اين رو پس از مرگ آن‌حضرت همه اجتماع كردند و امامت را به دو سپردند . ( در اين باره در فصل نخست به تفصيل سخن گفتيم ) .\r\nدر باقى دوران خلافت معتصم و نيز دوران خلافت واثق در همان شهر پدر خويش اقامت كرد . آوازهء نيكى او در همه جا پيچيده بود . چون متوكّل به خلافت نشست ترسيد كه مبادا امام عليه السلام بر ضدّ او دست به كار قيام و شورش شود از اين رو وى را به سوى خود طلبيد تا هم از نزديك او\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحارالانوار ، ج 50 ، ص 123 .\r\n( 2 ) - همان مأخذ ، ص 176 .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nرا تحت نظر داشته باشد و هم بتواند در مواقع ضرورى براحتّى بر وى فشار وارد كند .\r\nبه نظر مىرسد كه متوكّل پس از آنكه نامه‌هاى پى در پى از حجاز مبنى بر آنكه اهالى مكّه و مدينه به آن‌حضرت گرايش دارند دريافت كرد ، خواستار آمدن آن‌حضرت به نزد خود شد .\r\nچنين مىنمايد كه متوكّل همسر خويش را در پى تحقيق از كسانى كه اين نامه‌ها را براى او فرستاده بودند ، روانه كرد . از نحوهء دعوت امام چنين بر مىآيد كه متوكّل از ناحيهء آن‌حضرت بشدّت احساس نگرانى مىكرده زيرا با فرستادن گروهى بطور مخفيانه ، چنان كه گذشت ، در صدد تحقيق و تفحُص از اين امر بوده است .\r\nمتوكّل طى يك نامهء ملاطفت آميز به امام هادى عليه السلام آن‌حضرت را به سوى خود فرا خواند . در اين نامه چنين آمده بود :\r\nاميرالمؤمنين چنين ديد كه عبد اللَّه بن محمّد را به خاطر نا ديده انگاشتن حق شما و كوچك شمردن منزلت و شأن شما و نيز نسبت دادن برخى از مسائل به شما از مسئوليّت جنگ و نماز در مدينه از منصب و مقام بر كنار دارد . زيرا اميرالمؤمنين بى گناهى شما را در آن مسائل به خوبى مىداند و از صدق نيت و نيكو كارى و گفتار شما با خبر است و مىداند كه شما در صدد گرفتن كار خلافت نيستيد . « 1 »\r\nعبد اللَّه بن محمد ، قبلًا نامه‌اى به متوكّل نگاشته و امام را متهم ساخته\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحارالانوار ، ج 50 ، 301 .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nبود كه قصد دارد بر ضدّ خليفه دست به قيام و شورش زند . امام عليه السلام نيز نامه‌اى به متوكّل نوشت و ساحت خود را از اين اتهام مبرّا كرد . متوكّل در ادامهء نامهء فوق چنين مىنويسد :\r\nاميرالمؤمنين به جاى عبداللَّه بن محمّد ، محمّد بن فضل را والى مدينه مقرر كرده است و به او فرموده است كه تو را مورد احترام و تجليل قرار دهد و به فرمان و نظر تو گوش سپارد تا بدين ترتيب به خداى و اميرالمؤمنين تقرّب جويد .\r\nامير المؤمنين به ( ديدار ) شما مشتاق است و دوست مىدارد بار ديگر با شما تجديد عهد كند و به سيماى شما بنگرد . « 1 »\r\nچون امام هادى عليه السلام به سامرّاء آمد ، متوكّل بر آن شد تا از قدر و منزلت آن‌حضرت در نزد مردم بكاهد . از اين رو دستور داد امام را پيش از آنكه به نزد وى ببرند براى سه روز در كاروانسراى گدايان منزل دهند .\r\nغافل از آنكه منزلت امام در پيشگاه خدا يابندگان پاك سرشت او بسته به منزلى كه در آن سكنى مىگيرد و يا ثروتى كه دارد نيست ، بلكه بسته به ميزان زهد او در دنيا و اشتياقش بدانچه نزد خداست ، مىباشد . بنابر اين صبر و شكيب او بر اهانتها و آزارها ، آن هم در راه خدا ، جز بر ميزان نزديكى او به خداوند نخواهد افزود .\r\nيكى از پيروان امام هادى عليه السلام به نام صالح بن سعد ، در همان مكان متواضع به خدمت آن‌حضرت رسيده به وى گفت : فدايت شوم ! اينان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحارالانوار ، ج 50 ، ص 301 .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nخواسته‌اند نور تو را خاموش سازند و تو را در ميان مردم رسوا كنند و براى همين در اين جاى ناپسند فرودت آورده‌اند . لكن امام عليه السلام يكى از كرامات خويش را به وى نماياند و آنگاه فرمود :\r\n« هر جا كه باشيم اين براى ما مهيّاست ما در سراى گدايان نيستيم » . « 1 »\r\nبه نظر مىرسد كه آن‌حضرت در مدّت اقامت خود در سامرّاء رهبرى خط مكتبى را ، به راههاى مختلف در دست داشته و از سكونت در اين شهر ناخشنود نبوده است چنان كه مىفرمايد :\r\n« مرا بر خلاف ميلم به سُرّمن راى آوردند و اگر مرا از اينجا اخراج كنند باز هم به رغم ميل من است . راوى گويد : پرسيدم چرا ؟ فرمود :\r\nچون هواى اين شهر پاك و آبش گوار است و بيمارىاش كم » . « 2 »\r\nمتوكّل عبّاسى كه مراتب بُغض و كينه ورزى وى در حقّ اهل بيت عليهم السلام و پيروانشان بر كسى پوشيده نيست ، با اين تصميم در حقيقت مىخواست بزرگ ترين و نيرومندترين مخالفانش را در نزديكى خويش جاى دهد ، تا او را راحت‌تر تحت نظر بگيرد و هر گاه كه خود خواست به زندگى او خاتمه بخشد . امّا آن‌حضرت به اذن خداوند تدبيرى انديشيد و تصميم گرفت تا عمق هيأت حاكمه نفوذ كند و نزديك ترين ياران خليفه را زير نفوذ خويش در آورد و چنين نيز كرد . تا آنجا كه مادر متوكّل براى امام عليه السلام نذر مىكند . شايد اين گونه روايات گوشه‌اى از ابعاد تأثير امام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحارالانوار ، ج 50 ، ص 133 .\r\n( 2 ) - همان مأخذ ، ص 130 .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nهادى را در كاخ حكومتى بيان كند :\r\n1 - « متوكّل در اثر دُملى كه روى بدن وى پديد آمده بود ، در بستر مرگ بود . بيمارى او چنان بود كه هيچ كس جرأت به خود نمىداد ، براى جراحى كاردى تيز به بدن او رساند . از اين رو مادرش نذر كرد كه اگر متوكّل از اين بيمارى بهبود يابد مقدار فراوانى از مال خويش را به امام هادى بدهد » .\r\nفتح بن خاقان به متوكّل پيشنهاد كرد كه اگر كسى را به نزد امام عليه السلام بفرستى و از او ( راه چارهء اين بيمارى را ) بخواهى شايد او دارويى بشناسد كه با استفاده از آن ، بهبود يا بى .\r\nمتوكّل گفت : كسى را نزد او بفرستيد . فرستاده رفت و بازگشت وپيغام آورد « پشكل » گوسفند را كه زير پا ماليده شده گرفته با گُلاب بخيسانيد و بر محلّ دُمل بگذاريد كه به اذن خدا سود بخش است .\r\nبرخى از كسانى كه در محضر متوكّل حاضر بودند ، از شنيدن اين سخن به خنده افتادند امّا فتح بن خاقان به آنها گفت :\r\nچه زيان دارد كه سخن او را نيز تجربه كنيم ؟ به خدا سوگند من اميداورم با آنچه او گفته بهبود خليفه حاصل گردد . از اين رو مقدارى پشكل آورده در گلاب خيساندند و بر موضع دُمل نهادند . سر دمل باز شد و هر چه در آن بود بيرون آمد .\r\nمادر متوكّل از بهبود فرزند خويش بسيار خوشحال شد و ده هزار دينار ، مختوم به مهر خويش ، براى آن‌حضرت فرستاد و متوكّل هم از\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nبستر بيمارى برخاست . « 1 »\r\n2 - از صقر بن ابى دلف كرخى روايت شده است كه گفت : چون متوكّل ، سرور ما امام هادى عليه السلام را به سامرّاء آورد در پى تفحص از حال و روز آن امام بر آمد . وى گويد : زرّافى حاجب متوكّل به من نگريست و دستور داد كه نزد او بروم چون نزدش در آمدم از من پرسيد : صقر ! چه خبر ؟ گفتم : خير است استاد ، گفت : بنشين و از اوّل تا آخر آن را بگو .\r\nگفتم : اشتباه كردم كه آمدم .\r\nصقر گويد : مردم از گرد او پراكنده شدند ، سپس او از من پرسيد : تو چه كار دارى و براى چه آمدى ؟ گفتم : براى امر خيرى ، پرسيد : شايد آمده‌اى از حال مولايت جويا شوى ؟ گفتم : مولايم ؟ ! مولاى من ، اميرالمؤمنين است . گفت : ساكت ! مولاى تو حق و واقعى است . از من بيم مدار كه من نيز بر مذهب تو هستم . گفتم : الحمد للَّه .\r\nآنگاه پرسيد : آيا دوست دارى مولايت را ببينى ؟ گفتم : آرى . گفت :\r\nبنشين تا صاحبِ بريد از پيش او برود .\r\nصقر گويد : چون صاحب بريد رفت ، زرّافى به يكى از غلامانش گفت : دست صقر را بگير و او را به اتاقى كه آن علوى محبوس در آنجاست ببر و او را با آن علوى تنها گذار .\r\nغلام مرا به اتاق برد و به اتاقى اشاره كرد . وارد آن اتاق شدم و ناگهان آن‌حضرت را ديدم كه بر روى حصيرى نشسته و به موازاتش نيز قبرى حفر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحارالانوار ، ج 50 ، ص 168 .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nشده است . بر او سلام گفتم و او پاسخم داد . سپس مرا به نشستن فرمان داد و آنگاه پرسيد : صقر چرا اينجا آمدى ؟ گفتم : آمدم تا از حال و اوضاع شما جويا شوم . صقر گويد : آنگاه به قبر نگريستم . امام عليه السلام رو به من كرد و فرمود : صقر ! نگران نباش آنها اكنون به ما سوء قصدى ندارند . گفتم :\r\nالحمد للَّه . « 1 »\r\n3 - ابو عبداللَّه زيادى گويد : چون متوكّل مسموم شد ، نذر كرد كه اگر خدا او را عافيت بخشد ، مال كثيرى به صدقه دهد . وقتى متوكّل سلامت خود را به دست آورد ميان فقها در مورد مصداق و مقدار « مال كثير » اختلاف شد . حسن ، حاجب متوكّل ، به وى گفت : اميرالمؤمنين ! اگر رأى صواب را براى شما آورم ، مرا چه پاداشى در نزد شماست ؟ متوكّل گفت : ده هزار درهم و گرنه صد تازيانه بر تو خواهم زد . حسن گفت :\r\nمىپذيرم . آنگاه نزد امام هادى عليه السلام رفت ، از وى در بارهء مصداق مال كثير سؤال كرد . امام به او پاسخ داد : به متوكّل بگو بايد هشتاد درهم صدقه دهد . متوكّل پرسيد : به چه علّت ؟ حسن نزد امام رفت و از علّت اين حكم جويا شد . امام فرمود : چون خداى تعالى به پيامبرش فرمود : ( لَقَدْ نَصَرَكُمُ اللَّهُ فِي مَوَاطِنَ كَثِيرَةٍ ) « 2 » .\r\nشمار مواطنى كه خداوند ، پيامبر را يارى داده به هشتاد مىرسد .\r\nحسن با شنيدن اين پاسخ نزد متوكّل آمد و او را از جواب امام آگاه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحارالانوار ، ج 50 ، ص 194 .\r\n( 2 ) - سورهء توبه ، آيهء 25 .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nساخت ، متوكّل نيز خوشحال شد و ده هزار درهم به وى عطا كرد . « 1 »\r\n4 - بدين سان امام هادى عليه السلام مسائل و معضلات را حل مىكرد و اين امر ايمان و شناخت مردم را در حق او فزونى مىبخشيد و از جهالت دشمن آن‌حضرت يعنى متوكّل پرده بر مىداشت . بسيار اتفاق مىافتاد كه متوكّل به برخى از يارانش اشاره مىكرد كه از آن‌حضرت پرسشهاى دشوار بكنند تا شايد او را مغلوب سازند . به عنوان نمونه متوكّل به ابن سكيت گفت : در حضور من ، پرسش دشوارى از ابن الرضا بپرس . ابن سكيت هم از آن‌حضرت پرسيد : چرا خداوند موسى را با عصا و عيسى را با شفا دادن كور و پيس و زنده كرده مردگان و محمّد را با قرآن و شمشير مبعوث كرد ؟ امام هادى در پاسخ او فرمود :\r\nخداوند موسى عليه السلام را در زمانى با عصا و يد بيضا مبعوث كرد كه سحر و جادو بر مردمان چيرگى داشت . بنابر اين موسى هم معجزاتى از همان نوع بر ايشان آورد تا بر سحر و چشم بندى آنها پيروز شود و حجّت را بر آنها اثبات كند . و عيسى عليه السلام را در زمانى با بهبود بخشيدن كورها و پيسها و زنده كردن مردگان به پيامبرى مبعوث كرد كه علم طب بر مردم چيرگى داشت و عيسى با اين معجزات به اذن خدا بر آنها چيره شد و محمّد صلى الله عليه و آله را با قرآن و شمشير مبعوث كرد در عصرى كه شعر و شمشير بر اهل زمانه غالب بود . از اين رو خداوند با قرآن تابناك و شمشير توانا ، شعر و شمشير مردم را مقهور ساخت و حجّت را بر آنها اثبات كرد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحارالانوار ، ج 50 ، ص 162 - 163 .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nابن سكيت پرسيد : اكنون حجّت چيست ؟ امام فرمود : « عقل كه بدان كسىكه برخدا دروغ مىبندد شناخته مىشود و مورد تكذيب‌قرار مىگيرد » .\r\nشايان ذكر است كه ابن سكيت در نحو و شعر و لغت از دانشمندان بزرگ به شمار مىآيد . در بارهء كتاب منطق او گفته‌اند كه بهترين كتابى است كه علماى بغداد در زمينهء لغت تأليف كرده‌اند . متوكّل كه اين دانشمند بزرگ را براى تربيت پسرانش معتز و مؤيد به كار گمارده بود ، روزى از وى پرسيد : آيا در پيشگاه تو پسران من محبوب‌ترند يا حسن و حسين عليهم السلام ؟ ابن سكيت پاسخ داد : به خدا قنبر ، غلام على بن ابىطالب عليه السلام از تو و پسران تو بهتر است ! متوكّل با شنيدن اين پاسخ به تركان دستور داد كه زبانش را از پس گردنش بيرون آورند . آنها نيز چنين كردند و ابن سكيت به شهادت رسيد .\r\n5 - در يكى از روزهاى بهار ، كه آسمان صاف و هوا گرم بود ، مردم در يكى از مناسبتهاى رسمى بالباسهاى تابستانى از خانه‌هاى خود بيرون آمدند . امام هادى عليه السلام نيز با پوشيدن جامه‌اى زمستانى از خانه بيرون آمد . چون به ميان صحرا رسيدند ، ابرى پر باران ظاهر شد و بارانى سخت باريدن گرفت و هيچ كس جز امام هادى از شرّ باران و گل در امان نماند .\r\nبدين وسيله بسيارى از مردم به سوى او و دانش حضرتش راهنمايى شدند .\r\nاين گونه بود كه آن‌حضرت عليه السلام مىكوشيد خود را با محيط ناگوار عصر متوكّل هماهنگ سازد تا بتواند از موقعيّت مثبتى كه در جهت مصلحت دعوت الهى براى او فراهم مىآيد ، بهره‌بردارى كند و اين كار البته با\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nحكمت خردمندانه و استقامت و بردبارى وى در راه خدا امكان پذير مىشد .\r\nامّا متوكّل ، در واپسين روزهاى عمر خويش ، تصميم گرفته بود آن‌حضرت را از ميان بر دارد ، لكن خدا به دو رخصت نداد و به عمر وى در يك شورش خونبار ، پايان داد .\r\nدر كتاب جزامه آمده است چون متوكّل ، امام هادى را حبس كرد و او را به على بن كركر سپرد ، امام به او گفت : من در نزد خدا از شتر صالح گرامىترم ( تَمَتَّعُوا فِي دَارِكُمْ ثَلَاثَةَ أَيَّامٍ ذلِكَ وَعْدٌ غَيْرُ مَكْذُوبٍ ) « 1 » .\r\n« سه روز در خانه خويش كامروايى كنيد كه اين وعده‌اى است صادق . »\r\nچون روز بعد فرا رسيد ، على بن كركر او را آزاد كرد و به او معتقد شد . در روز سوّم افرادى به نام‌هاى يا غزو تاشى و معطوف بر متوكّل هجوم برده او را كشتند و فرزندش منتصر را به خلافت تعيين كردند . « 2 »\r\nشايد متوكّل چندين بار امام را زندانى كرده بود ، امّا هر بار خدا او را از شرّ وى رهايى مىداد و شايد هم او هر بار از بر پا شدن شورش فراگير عليه خود مىترسيد بعلاوه آنكه وى هيچ توجيهى براى كشتن امام نداشت و خود مىدانست كه در ميان يارانش كسانى هستند كه هواخواه و پيرو آن‌حضرت مىباشند .\r\nمثلًا يك بار بطحايى كه از خاندان ابوطالب ولى از پيروان بنى عبّاس بود\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء هود ، آيهء 65 .\r\n( 2 ) - بحارالانوار ، ج 50 ، ص 204 .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nاز آن‌حضرت نزد متوكّل بد گويى كرد و گفت : در خانهء او سلاح و اموالى است . متوكّل ، سعيد حاجب را دستور داد كه شبانه به منزل آن‌حضرت هجوم برد و تمام اموال و سلاحهايى را كه در خانهء او يافت مىشود براى وى بياورد .\r\nابراهيم فرزند محمّد گويد : سعيد حاجب به من گفت : شبانه به سراى امام هادى رفتم . نردبانى همراه داشتم به وسيلهء آن خود را به بالاى بام خانه رسانيدم و در تاريكى از پلكان فرود آمدم . نفهميدم چگونه به خانه رسيدم كه ناگهان آن حضرت مرا از درون خانه صدا كرد و گفت :\r\n« سعيد همانجا بمان تا برايت شمع بياورم ! » .\r\nمدتى نگذشت كه برايم شمعى آورد ، كلاه و رداى پشمين در تن آن‌حضرت ديدم . سجاده‌اش بر حصيرى پهن بود . او كه رو به قبله نشسته بود ، به من گفت : « اين اتاقها » .\r\nوارد اتاقها شدم و آنها را مورد بازرسى قرار دادم و چيزى در آنها نيافتم . تنها كيسه زرى ديدم كه به مهرِ مادرِ متوكّل ممهور بود وكيسه‌هايى نيز يافتم كه با همان مهر ممهور شده بود .\r\nامام هادى به من فرمود : « اين سجاده » . سجاده را بالا زدم شمشيرى يافتم كه غلاف نداشت . من نيز كيسه‌ها و شمشير را برداشته براى متوكّل بردم . چون متوكّل به مهر مادرش بر روى كيسه‌ها نگريست ، كسى را در پى او ( مادرش ) فرستاد مادرش نزد او آمد . متوكّل در بارهء آن كيسه‌ها از مادرش پرسيد ، كه برخى خادمان خاص به من گزارش دادند . مادر متوكّل\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nبه وى پاسخ داده بود : كه من به هنگام بيمارى تو نذر كردم كه اگر بهبود يا بى ده هزار دينار براى آن حضرت ببرم و اين دينارها همان است و اين مهر توست بر اين كيسه‌ها كه امام آنها را حتّى بازهم نكرده است ! !\r\nمتوكّل كيسهء آخر را گشود ، در آن چهار صد دينار بود . آنگاه دستور داد كه آن كيسه را پيش كيسه‌هاى ديگر ببرند و به من گفت : اين كيسه‌ها با دينارهايى كه در آنهاست بعلاوهء اين شمشير را به امام هادى باز گردان .\r\nمن كيسه‌ها و شمشير را دوباره باز گرداندم . از او خجالت مىكشيدم از اين رو به وى عرض كردم : سرورم ! بر من گران بود بدون اجازهء شما وارد خانه شوم امّا چه كنم كه مأمور بودم . امام فرمود : ( وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيَّ مُنقَلَبٍ يَنقَلِبُونَ ) « 1 » .\r\nدر واقع شيعيان براى امام اموالى مىبردند ، امّا شيوه‌هاى مخفيانه را به خوبى به كار مىبستند . آنان با بر خوردارى از عناصر نفوذى خود در كاخ عبّاسى ، از مواقع خطر به خوبى آگاهى مىيافتند و مىتوانستند بموقع خود را از افتادن در خطرها به دور نگه دارند . حديث زير گوشه‌اى از اين تدبيرها را براى ما آشكار مىسازد :\r\nمنصورى از عموى پدرش روايت مىكند كه گفت : روزى نزد متوكّل رفتم . او مشغول باده نوشى بود و مرا نيز به باده فرا خواند . گفتم : سرورم ! هرگز شراب ننوشيده‌ام . گفت : تو با على الهادى باده شراب مىنوشى .\r\nپاسخ دادم : كسى را كه نزد توست نمىشناسى ؟ اين سخنان تو را زيان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحارالانوار ، ج 50 ، ص 199 - 200 .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nمىرساند و او را زيان نمىرساند . اين سخن متوكّل را در بارهء آن‌حضرت براى امام عليه السلام نقل نكردم .\r\nاو گويد : روزى از روزها فتح بن خاقان به من گفت : اين مرد يعنى متوكّل ، خبر دار شد كه مالى از قم به امام هادى عليه السلام مىرسد و مرا دستور داد كه مراقب اين موضوع باشم و وى را از رسيدن آن مال مطلع سازم .\r\nبگو ببينم اين مال از چه طريقى مىآيد تا بدان طريق نروم . من نزد امام هادى رفتم و پيش او كسى را ديدم كه امام احترامش مىكند .\r\nآن‌حضرت تبسمى كرد و به من فرمود : خير باشد ابو موسى ! چرا آن پيغام اوّل را نياوردى ؟ ( مقصود امام همان حرف متوكّل بود ) گفتم : به خاطر ملاحظه تعظيم و اجلال شما . آنگاه آن‌حضرت فرمود : مال همين‌امشب به دست من مىرسد و آنها نمىتوانند بدان دست يابند تو هم امشب پيش من بمان . « 1 »\r\n\r\nامام پس از عصر متوكّل\r\nپس از آنكه متوكّل به دعاى امام هادى عليه السلام و به خاطر توطئه نيروهاى ترك تحت فرمانش به قتل رسيد ابرهاى تيرهء رعب و وحشت از فراز سرخاندان ابوطالب و هواخواهان اهل بيت به كنار رفت . زيرا منتصر در كليه كارها راهى جز راه پدرش را مىرفت و در حق خاندان پيامبر صلى الله عليه و آله و دوستدارانشان اظهار دوستى و احترام مىنمود تا آنجا كه والى مدينه را\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحارالانوار ، ج 50 ، ص 124 - 125 .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nكه از سوى پدرش به آن مقام گمارده شده بود و صالح بن على نام داشت از كار بر كنار و به جاى او على بن حسين را منصوب كرد .\r\nمنتصر در اين باره به على بن حسين هشدار داد و گفت : على ! من تو را به سوى گوشت و خون خويش مىفرستم . آنگاه پوست ساعد خود را كشيد و گفت : به سوى اين فرستادمت پس بنگر با اين قوم ( خاندان ابوطالب ) چگونه‌اى و چه رفتارى با آنها دارى . « 1 »\r\nامّا ديگر خلفاى عبّاسى كه پس از متوكّل و پسرش منتصر روى كار آمدند ، نه آن زور و خشونت متوكّل را داشتند و نه آن نرمش منتصر را .\r\nاز اين رو در تاريخ حوادث مهمّى نمىتوان يافت كه با حيات امام هادى عليه السلام مرتبط باشد و شايد به همين علّت آن‌حضرت فرصتى يافت تا به تربيت و رهبرى گروهى از دانشمندان ربّانى مشغول شود و به ادارهء امور عامهء هواداران و شيعيانش بپردازد و به تعقيب برخى از غلات و حيله گرانى كه مىخواستند در صفوف خط مكتبى نفوذ كنند ، همّت گمارد ، مثل ترور يكى از همين حيله گران به دست برخى از هواداران آن‌حضرت كه شايد پس از صدور فتواى شرعى مبنى بر اعدام آن شخص ، صورت گرفت ! !\r\nنوشتهء زير مىتواند نمونه‌اى از شيوهء مديريت آن‌حضرت در بارهء امور شيعيان باشد .\r\nآن‌حضرت نسخهء اين مكتوب را به ابن راشد سپرد تا آن را به گروهى از\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحارالانوار ، ج 50 ، ص 120\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nهواداران وى كه در بغداد و مدائن و سواد شهرهاى اطراف آن ساكن بودند ، برساند . در اين نامه آمده بود :\r\n« خداى را به پاس سلامت و عافيتى كه در آنم و نعمتهاى نيكويش ستايش مىكنم و بر پيامبر و خاندانش برترين درودها را مىفرستم و كامل‌ترين رحمت و رأفت حضرتش را براى او خواهانم . من ابو على بن راشد را به جاى حسين بن عبد ربه و كسى كه پيش از وى وكيل من بود گماردم و او در نزد من همان منزلتى را دارا شد كه آن ديگرى داشت و او را متصدى همان كارى كردم كه وكلاى پيشين عهده‌دار آن بودند تا حق مرا بگيرد و او را براى شما پسنديدم و وى را در اين مقام داشتم كه شايسته و در خور آن است .\r\nپس خدا شما را رحمت كند ، ( اموال ) خود را به او و به من باز پرداخت كنيد و براى او بر خويشتن عذر و بهانه قرار مدهيد . بر شما باد كه از عذر و بهانه آوردن به در آييد و به طاعت خدا بشتابيد و اموالتان را حلال گردانيد و خونهايتان را از ريخته شدن پاس داريد « و بر نيكى و تقوا كمك كنيد نه بر گناه و ستمكارى و از خدا پروا كنيد شايد كه مورد رحمت قرار گيريد و همگى به ريسمان خدا در آويزيد و نميريد مگر آنكه تسليم به حق باشيد » . من در طاعت از وى طاعت خويش را واجب فرمودم و اقدام به نافرمانى از وى را اقدام به نافرمانى از خود مقرّر كردم .\r\nپس راه ( راست ) را پاى بند شويد كه خداوند پاداشتان دهد و فضل خويش بر شما افزون كند كه خدا بدانچه نزد اوست گشايشگر و بزرگوار\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nاست و بر بندگان خويش بسيار نعمت دهد و مهربان است . ما و شما در امان خدائيم . من اين نامه را به خط خويش نگاشتم . و الحمد للَّه‌كثيراً .\r\nهمچنين آن‌حضرت در نامهء ديگرى نوشت :\r\nاى ايوب بن نوح ! من تو را فرمان مىدهم كه از رفت و آمد زياد ميان خود و ابو على پرهيز كنى و هر يك از شما دو تن ، به كارى كه بدان مأمور گشته مشغول شود و بدانچه مربوط به ناحيهء خويش است بپردازد . اگر شما كارى را كه بدان مأمور گشته‌ايد به پايان رسانيد ، از تكرار و ياد آورى من بى نياز مىگرديد . ابو على ! تو را بدانچه به ايوب فرمودم ، دستور مىدهم كه از هيچ يك از اهل بغداد و مدائن چيزى را كه برايت مىآورند ، قبول مكن و براى آنان بر من دستور مخواه و به هر كسى كه چيزى برايت آورد و از مردم ناحيهء ( تحت مأموريت تو ) نبود دستور بده كه آن را به سوى موكّل ناحيهء خويش ببرد و تو را اى ابو على بدانچه كه به ايوب گفتم ، سفارش مىكنم . هر يك از شما دو تن بايد همان فرمانى را كه به دو مىدهم بپذيرد . « 1 »\r\nامام هادى عليه السلام سر انجام پس از گذشت 33 سال از پيشوايى امّت و رهبرى پيشاهنگان جامعه ، فرزند بزرگوارش امام حسن عسكرى را بر بالين خود خواست و به دو وصيت كرد و نيكان و نخبگان را گواه وصيت خويش گرفت و آمادهء رحيل شد .\r\nدر سوم رجب و در زمان حكومت المعتمد باللَّه ، روح پاك وى از\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحارالانوار ، ج 50 ، ص 223 .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nبدنش جدا شد . از دانشمند بزرگ ابن بابويه نقل است كه گفت : معتمد به آن‌حضرت زهر داد و او را شهيد كرد !\r\nمسعودى مىنويسد : چون آن‌حضرت از دنيا رفت ، جملهء بنى هاشم از آل طالب و آل عبّاس و بسيارى از شيعيان ، در خانه‌اش گرد آمدند . از بالاى خانه درى گشوده شد و خدمتكارى سياه بيرون آمد و از پس وى ابو محمّد حسن عسكرى سر برهنه و جامه چاك داده ، خارج شد . صورتش كاملًا به پدرش شباهت داشت .\r\nمسعودى همچنين مىافزايد : خانه مثل بازار پر از سر و صدا بود . امّا همين كه او بيرون آمد و نشست ، مردم لب ازگفتگو بستند و ديگر جز صداى عطسه و سرفه چيزى نمىشنيديم .\r\nوى گويد : روزى كه امام هادى عليه السلام به شهادت رسيد ، شهر سُرّمن رأى يكپارچه غرق شيون و فغان شد . « 1 »\r\nاز عبارت مسعودى چنين بر مىآيد كه شهادت امام دهم در روزگار حكومت معتمد كه آغاز آن سال 256 ه بوده ، اتفاق افتاده است . زيرا برادرش الموفق كه همه كاره حكومت معتمد بود ، بر جنازهء امام حاضر مىشود . مسعودى در اين باره گفته است : ابو احمد الموفق ، به طرف او ( امام حسن عسكرى ) رفت و با وى معانقه كرد و سپس گفت : پسر عمو خوش آمدى . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - فى رحاب ائمة اهل البيت عليهم السلام ، ج 4 ، ص 183 .\r\n( 2 ) - همان مأخذ ، ص 183 .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nهمچنين از سخن ابن بابويه كه اعتقاد دارد المعتمد ، امام را زهر داده همين نظر استنباط مىشود . بنابر اين بايد وفات آن‌حضرت پس از سال 256 ه بوده باشد نه چنان كه مىگويند در سال 254 . اين نكته از كتاب كشف الغمه نيز به دست مىآيد . در آنجا آمده است : امام هادى عليه السلام در آخر حكومت المعتمد با زهر به شهادت رسيد . « 1 »\r\nبعيد نيست كه در اينجا اشتباهى براى ناسخان در ثبت نام المهتدى و المعتمد روى داده باشد . چون سال آخر حكومت المعتمد مصادف با سال 276 ه بوده است . و شايد امامى كه در عهد حكومت المهتدى كشته شده امام حسن عسكرى باشد كه در سال 260 ه به شهادت رسيد .\r\nو اللَّه العالم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار الانوار ، ج 50 ، ص 114 .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\n\r\nفضايل و كرامات\r\nهمچنانكه پروردگار دوازده نقيب از بنى اسرائيل برگزيد ، براى اين امّت هم دوازده پيشوا اختيار كرد تا به اذن او پيشوا و رهنماى مردم به سوى او باشند . ( ذُرِّيَّةً بَعْضُهَا مِن بَعْضٍ وَاللَّهُ سَمِيعٌ عَلِيمٌ ) آيا مگر نه اينكه خداوند مىداند رسالتش را در كجا قرار دهد ؟ چرا . از همين رو امام برترين خلق خدا در علم خداست و به همين دليل خداوند او را براى اين منصب بزرگ الهى برگزيده است ! !\r\nامام نيز خدا را بنده بود و ايمان و معرفت به خدا دلش را آرام بخشيده بود . دوست داشت در برابر خدا تسليم باشد به همين علّت خداهم با او دوستى مىورزيد و وى را جايگاهى و الا عطا كرد و در پيشگاه پروردگارش مورد پسند قرار گرفت .\r\nكرامتهايى كه بر دستان آن‌حضرت آشكار شد چيزى جز نشانه‌اى آشكار براى نماياندن نهايت محبّت خدا به او و نتيجتاً نهايت ميزان محبّت او به خدا و تسليم و خشنودىاش بدانچه خداوند براى او در نظر داشت ، نبود .\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nامام هادى عليه السلام ذكرى داشت كه به‌نظر مىرسد خود آن‌را تكرار مىكرده است . وى اين ذكر را به شيعيانش آموخت و به آنان فرمود : از خدا خواسته‌ام كه هر كس پس از مرگم ، ( به آرامگاهم آمد و ) با اين ذكر خدا را خواند دعايش را اجابت گويد . اين ذكر چنين است :\r\n« يا عدتى عند العدد و يا رجائى و المعتمد و يا كهفى و السند و يا واحد يا احد يا قل هو اللَّه احد ، اسألك به حق من خلقته من خلقك و لم تجعل فى خلقك مثلهم احدا ان تصلّى عليهم و تفعل بى . . .\r\nاين ذكر ، در واقع ديباچهء صفات امام و كليد شناخت اوست . او بنده‌اى بود كه خدا را خالصانه مىپرستيد و نمونهء كاملى بود از آنچه كه در اين حديث قدسى آمده است :\r\n« بندهء من ! مرا فرمان بر ، تا نمونه‌اى از من يا مثل من شوى . من به چيزى مىگويم باش پس همان مىشود و تو هم به چيزى مىگويى باش پس همان مىشود » .\r\nاو بنده‌اى بود مطيع خدا و خدا هم موجودات را رام و فرمانبر او كرد او از پروردگارش ترسيد و خدا هم هر چيز را از او ترسانيد . ما بايد كرامتهاى اهل بيت عليهم السلام را در اين چهار چوب قرار دهيم كه اين همان چهارچوب مناسبى است كه آنان خود و علم و كرامت خويش را در آن نهادند . به عنوان نمونه وقتى كه خداوند برخى از آيات خويش را بر دست امام هادى عليه السلام ظاهر ساخت و يكى از دوستانش ظرفيت تحمّل آن را نداشت و شيطان او را در اين خصوص به وسوسه انداخت ، امام فوراً\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nكوشيد او را از اشتباه بيرون آورد . لذا به وى فرمود :\r\n« امّا آنچه در سينهء تو خَلَجان كرد ، پس اگر « عالم » بخواهد تو را از آن آگاه مىسازد . خداوند بر غيب خويش كسى را مطلع نكرد مگر رسولى كه او را پسنديد . پس هر آنچه نزد رسول است ، پيش « عالم » هم موجود است و هر آنچه رسول بر آن آگاه شد ، جانشينان او هم بر آن آگاهند تا مبادا زمين از حجّتى كه با او علمى باشد كه به راستى گفتارش و جواز عدالتش دلالت مىكند ، خالى نماند .\r\nاى فتح ! بعيد نيست كه شيطان خواسته باشد براى تو شبهه‌اى ايجاد كند و در برخى از آنچه كه من با تو گفتم و تو را از آن آگاه ساختم ، گمان و ترديد پديد آرد تا تو را از راه خدا و صراط مستقيم او به در برد .\r\nآنگاه تو خواهى گفت : « حال كه اينان چنينند ، پس خدا يگانند » . پناه بر خدا ! اينان ( ائمه ) مخلوق و پرورش يافتگان آلهىاند ، مطيع خدايند و در پيشگاه او خوارند و به دو متمايل . پس چنانچه شيطان از ناحيهء آنچه به تو باز گفتم ، بر تو وارد شد او را با سخنى كه با تو در ميان نهادم ، سركوب كن .\r\nفتح گويد : به آن‌حضرت گفتم : فدايت شوم ! مشكل مرا ، حَل كردى و شبهه شيطان ملعون را با اين توضيح بر طرف ساختى . در ذهن من آن بود كه شما خدا يگانيد .\r\nفتح گويد : در اين هنگام امام هادى عليه السلام به سجده افتاد و در سجودش مىفرمود : « اى آفريدگارم ! من براى تو خوار و فرو تنم » .\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nفتح گويد : او همچنان در سجده بود تا آنكه شب به سر رسيد .\r\nكرامتهايى كه اينك براى شما بازگو مىكنيم به لطف همين ارتباط استوار ميان امام و پروردگارش بوده است .\r\nپيروان امام عليه السلام از دانشمندان ربّانى و مجاهدان صابر ، نيز همانند او ، خدا را به اخلاص مىپرستيدند و خداوند هم پاداش كردار صالح آنان را تباه نمىكند و آنان را در دنيا ، همچون آخرت ، يارى مىرساند كه خود فرموده است .\r\n( وَلَيَنصُرَنَّ اللَّهُ مَن يَنصُرُهُ إِنَّ اللَّهَ لَقَوِيٌ عَزِيزٌ ) « 1 » .\r\nو باز فرموه است :\r\n( وَمَن يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ ) « 2 » .\r\nبدينسان خواهيم ديد كه چگونه امام مؤمنان را دعا مىكند و خدا چگونه دعايش را در حق آنان اجابت مىفرمايد .\r\nيونس نقاش ، يكى از دوستان امام است كه توفيق خدمتگزارى به امام را يافت . روزى لرزان خدمت آن‌حضرت آمد و گفت : سرورم ! تو را سفارش مىكنم كه در حق خانواده‌ام نيكى كنيد امام عليه السلام پرسيد : چه خبر است ؟ گفت : خيال فرار دارم . امام لبخند زنان پرسيد : چرا ؟ گفت :\r\nموسى بن بغا ، نگين بى ارزشى براى من فرستاد كه بر آن نقشى بنگارم .\r\nموقع نقاشى اين نگين دو قسمت شد و فردا وعدهء اوست كه نگين را بگيرد ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء حج ، آيهء 40 .\r\n( 2 ) - سورهء طلاق ، آيهء 3 .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nموسى بن بغا هم كه حالش معلوم است ، ( اگر از اين امر آگاه شود ) يا هزار تازيانه به من مىزند و يا مرا مىكشد . امام فرمود : به خانه‌ات برگرد كه جز خير و نيكى چيز ديگرى نخواهد بود .\r\nچون صبح فرا رسيد ، يونس لرزان خدمت امام آمد و عرض كرد :\r\nفرستادهء ابن بغا آمده تا نگين را بگيرد . امام فرمود : برو كه جز خير نخواهى ديد . يونس پرسيد : سرورم به او چه پاسخى بدهم ؟ امام تبسمى كرد و فرمود : پيش او برو و ببين به تو چه مىگويد ، هرگز جز خير چيز ديگرى نخواهد بود .\r\nيونس رفت و خندان بازگشت و به امام گفت : سرورم فرستادهء ابن بغا به من گفت : كنيزكان سَرِ اين نگين خصومت كردند ، اگر ممكن است آن را به دو نيم كن تا تو را بى نياز كنيم . امام عليه السلام فرمود : خدايا سپاس تو راست كه ما را از آنها قرار دادى كه حق شكر تو را به جاى آوردند . به او چه گفتى ؟ يونس پاسخ داد : گفتم مرا مهلت ده تا در بارهء آن فكر كنم كه چگونه اين كار را انجام دهم . امام فرمود : درست گفتى . « 1 »\r\nمحمّد بن فرج يكى از مجاهدان ثابت قدمى بود كه امام به او نامه‌اى نوشت و وى را از بلايى قريب الوقوع آگاه كرد . وى نقل مىكند :\r\nامام هادى عليه السلام براى من نوشت : كار خويش فراهم آر و احتياط پيشه كن . محمّد گويد : من در مقام فراهم آوردن كارهاى خود بودم و نمىدانستم كه امام از چه رو چنين دستورى به من داده ؟ كه مأمورى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحارالانوار ، ج 50 ، ص 126 .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nآمد و مرا از مصر به زنجير بسته بيرون برد و همهء اموالم را توقيف كرد .\r\nهشت سال در زندان بودم . آنگاه نامهء ديگرى از آن‌حضرت رسيد كه در آن گفته شده بود . در طرف غربى ( بغداد ) منزل مكن . گفتم در زندان اين مطلب را براى من مىنويسد ؟ واقعاً عجيب است ! امّا ديرى نپاييد كه زنجير از دست و پايم گشودند و مرا از زندان آزاد كردند .\r\nچون محمّد بن فرج به عراق بازگشت ، مطابق دستور امام در بغداد توقف نكرد و به سوى « سرّمن رأى » روان شد . « 1 »\r\nامام هادى عليه السلام همچنانكه به روا ساختن نيازهاى پيروانش توجّه نشان مىداد در تأديب آنان نيز مىكوشيد . از جملهء اين موارد ماجرايى است كه ابو هاشم جعفرى براى ما نقل مىكند و مىگويد :\r\nتنگدستى بسيار سختى به من رسيد . نزد امام هادى عليه السلام روانه شدم . به من اجازهء ورود داد و چون نشستم ، فرمود : ابو هاشم كدامين نعمتهاى خداى عزوجل را ميخواهى شكر كنى ؟ ابو هاشم گفت : زبانم بند آمد و ندانستم او را چه پاسخ دهم . پس خود آغاز به سخن كرد و فرمود :\r\n« خداى تو را ايمان ارزانى فرمود و بدن تو را بر آتش حرام كرد ، و تو را عافيت داد و بر طاعت يارىات كرد ، تو را قناعت داد و از ريخت وپاش مصونت داشت . ابو هاشم ! من خود به پاسخ گفتن ، ابتدا كردم چون پنداشتم كه تو مىخواهى از كردهء كسى كه در حق تو اين همه نعمت داده ، زبان به شكايت بگشايى ، من دستور داده‌ام كه صد دينار به تو بپردازند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - همان مأخذ ، ص 140 .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nآن را بگير » . « 1 »\r\nاز اين روايت چنين به نظر مىرسد كه عمل آن‌حضرت در بر خورد با ياران و دوستان مشروط به پاى بندى آنها به واجبات دينى بوده است .\r\nابو محمّد طبرى ، در همين باره ماجراى انگشترى را كه به لطف امام به دو رسيده بود نقل كرده و گفته است :\r\n« آرزو مىكردم كه اى كاش انگشترى از جانب آن‌حضرت به دستم مىرسيد . ناگاه نصير خدمتكار دو درهم برايم آورد و من يك انگشترى درست كردم . نزد قومى رفتم كه در حال باده گسارى بودند آنان دامنگير من شدند تا آنجا كه يكى دو پياله شراب نوشيدم . انگشترى چنان در انگشتم تنگ بود كه نمىتوانستم آن را به هنگام گرفتن وضو بگردانم . پس شب به سر رسيد و صبح شد در حالى كه من انگشترى را گم كرده بودم . از اين رو به درگاه خدا توبه آوردم » . « 2 »\r\nگرايش و بستگى انسان به اهل بيت پيامبر صلى الله عليه و آله اگر خالص و بى شايبه و تنها به خاطر خدا باشد ، وسيله‌اى خواهد شد براى هدايت و سعادت فرد . ماجراى زير مىتواند حاكى از عمق راستى اين حقيقت باشد :\r\nجماعتىاز اهل‌اصفهان روايت كرده‌اند كه مردى در اين‌شهر بود عبدالرحمن نام ، او شيعه مذهب بود . از او پرسيدند : چرا مذهب شيعه را برگزيدى ، و قايل به امامت امام على النقى شدى ؟ پاسخ داد : به خاطر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحارالانوار ، ج 50 ، ص 129 .\r\n( 2 ) - همان مأخذ ، ص 155 .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nمعجزه‌اى كه از وى ديدم . داستان از اين قرار بود كه مردى تنگدست بودم ، با اين حال زباندار و پر جرأت بودم . در يكى از سالها اهل اصفهان مرا با جماعتى براى تظلّم نزد متوكّل فرستادند . چون ما نزد متوكّل رفتيم ، روزى بر در سراى او بوديم كه دستور داد امام را احضار كنند . من از شخصى پرسيدم كه اين مرد كيست كه متوكّل دستور احضار او را داد ؟ مرد پاسخ داد : آن مرد امام على النقى يكى از علويهاست كه رافضه ( شيعيان ) او را پيشواى خود مىدانند سپس گفت : ممكن است متوكّل او را احضار كرده تا به قتلش رساند . من با خود گفتم : از جاى خود تكان نمىخورم تا اين مرد علوى بيايد و او را ببينم . ناگهان شخصى سوار بر اسب پيدا شد ، مردم براى احترام در طرف راست و چپ راه او صف كشيدند و به تماشايش مشغول شدند . چون نگاه من بر او افتاد مهرش در دلم جاى گرفت و شروع كردم در حق وى دعا كردن كه خداوند آزار متوكّل را از او باز دارد . آن‌حضرت از ميان مردم مىگذشت ، در حالى كه نگاهش به يال اسب خويش بود و نه به‌راست مىنگريست و نه به‌چپ . من نيز همچنان به دعا گويى او مشغول بودم . پس چون به طرف من آمد ، نگاه كرد و فرمود :\r\nخدا دعاى تو را مستجاب كند و عمرت را دراز و فرزندانت را بسيار گرداند . چون من اين سخن را شنيدم لرزه بر اندامم افتاد و در ميان دوستانم افتادم . آنها از من پرسيدند كه تو را چه مىشود ؟ گفتم : خير است و حال خود را با كسى باز نگفتم . پس به اصفهان برگشتم ، خداوند ثروت بسيار به من ارزانى فرمود و آنچه امروز در خانه دارم به يك ميليون\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nدرهم مىرسد به جز آنچه كه بيرون از خانه دارم و ده فرزند هم به من داده شد و اكنون بيش از هفتاد سال از عمر من گذشته است و قايل به امامت مردى هستم كه از دل من خبر داده و دعايش در حق من به اجابت رسيده است . « 1 »\r\nبدينسان خداوند سبحان دعاى ولى بزرگوار خويش ، امام هادى عليه السلام ، را در حق يكى از مردم كه او را دوست مىداشت و از ستم سلطان بر وى بيمناك گشته بود اجابت نمود ، اگر چه آن مرد قبل از اين جزو دوستان و پيروان وى نبود . در همين حال برادر امام عليه السلام يعنى موسى بن محمّد را مىبينيم كه قصد وارد كردن خلل به دين را داشت . امّا امام بر او نفرين كرد و دعايش در حق او مستجاب شد . توجيه اين امر براى ما اين است كه آن‌حضرت همچون ديگر انبيا و اوصيا براى رضاى پروردگارشان مىكوشيدند و خداوند نيز آنها را تأييد مىفرمود ، چون آنها دينش را يارى مىدادند و هر كس كه دين خدا را يارى رساند خدا هم البته به دو كمك كند .\r\nبياييد با هم به ماجراى موسى ، معروف به موسى مبرقع ، گوش فرا دهيم تا پىببريم كه اولياى برگزيدهء خدا ، در راه دين و رسالت او ، به سرزنش ملامتگران وقعى نمىنهند :\r\nاز يعقوب بن ياسر روايت شده است كه گفت : متوكّل مىگفت : واى بر شما ! كار امام هادى مرا عاجز كرده ، نه حاضر است با من شراب بنوشد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحارالانوار ، ج 50 ، 141 - 142 .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nو نه در مجلس شراب من بنشيند و نه من در اين امور فرصتى مىيابم ( كه او را به اين گونه كارها بكشانم ) . گفتند : اگر از او فرصتى نيابى در عوض اين برادرش موسى است كه باده گسار و نوازنده است ، مىخورد و مىنوشد و عشقبازى مىكند ، بفرستيد او را بياورند و بر مردم كار را مشتبه سازيد و بگوييد اين شخص ابن الرضا است .\r\nمتوكّل نامه‌اى به موسى نوشت و او را با تعظيم و تجليل وارد كردند و همهء بنىهاشم و سران لشكر و مردم به استقبالش شتافتند ، غرض متوكّل اين بود كه وقتى او رسيد املاكى به وى واگذار كند و دخترى به او بدهد و ساقيان شراب و كنيزكان نوازنده نزد وى بفرستد و در حق او احسان و نكويى به خرج دهد و منزلى عالى در اختيارش گذارد كه خود در آنجا به ديدنش برود .\r\nچون موسى وارد شد ، حضرت هادى عليه السلام در پل وصيف - نام جايى است كه به پيشواز مسافرين مىروند - با موسى ملاقات كرد و به روى سلام گفت : و حقّش را ادا كرد و فرمود : اين مرد ( متوكّل ) تو را فراخوانده تا حرمتت را هتك كند و از شأن تو بكاهد . به او بگو كه اصلًا اهل باده گسارى نيستى ، موسى گفت : اگر مرا براى اين غرض خواسته پس بايد چه كنم ؟ فرمود : شأن خويش نگاه دار و چنين كارى مكن . موسى از پذيرفتن پند و اندرز امام خوددارى كرد . امام صحبت خود را تكرار كرد ولى مؤثر واقع نشد . . عاقبت آن‌حضرت فرمود : ولى بدان كه اين مجلس كه متوكّل در نظر گرفته مجلسى است كه هرگز تو با او در آن گرد نياييد ، و همان\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nشد . سه سال موسى در آنجا اقامت گزيد هر روز بامدادان بر در سراى او مىرفت ، يك روز مىگفتند : مست است فردا صبح بيا و روز ديگر مىرفت ، روز بعد مىگفتند ، داروئى خورده وخفته است ، فردا بيا ، مدت سه سال اينچنين گذشت تا متوكل كشته شد و آن دو باهم ديدار نكردند . « 1 »\r\n\r\nدانش امام\r\nدر شرح زندگى امام باقر عليه السلام به اختصار پيرامون دانش امام سخن رانديم و گفتيم كه علم امامان عليهم السلام به امور غيبى نه امرى ذاتّى بوده كه فقط به سبب خصوصيتى بوده كه خداوند سبحان به آنها ارزانى داشته و بسته به تقديرى بوده است كه حكمت خداوند آن را اقتضا مىكرده . اين علم همچنين از راههاى گوناگونى در اختيار آنها قرار مىگرفته كه برجسته‌ترين اين‌راهها توارث علم‌از پيامبر و از پدران پاك و بزرگوارشان بوده است .\r\nدر حديثى از امام هادى عليه السلام كه بر اين نكته تأكيد شده ، آمده است :\r\n« خداوند نهانِ خويش را بر كسى آشكار نساخت مگر براى فرستاده‌اى كه خود پسنديد . پس هر آنچه كه نزد رسول است نزد عالم نيز باشد و هر آنچه را كه رسول بر آن آگاه شد ، اوصياى او نيز بر آن آگهى يافتند تا مبادا زمين خدا از حجّتى كه با او دانشى است كه بر راستى گفتار و جواز\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحارالانوار ، ج 50 ، 158 - 160 .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nعدالتش دلالت مىكند ، خالى نماند » . « 1 »\r\nيكى از ابعاد علم امام عليه السلام ، الهام خدا به اوست بر حسب آنچه كه حكمت بالغه‌اش اقتضا مىكند كه خود فرمود :\r\n( إِنَّ فِي ذلِكَ لَآيَاتٍ لِلْمُتَوَسِّمِينَ ) « 2 » .\r\n« و در اين البته نشانه‌هايى است براى هوشمندان . »\r\nبدين سان امام به لطف الهام خداوند ، زبانهاى گوناگون را مىدانست و در اين باره روايات به حدّ استفاضه رسيده است . از جمله آنكه از على بن مهزيار روايت كرده‌اند كه گفت : خدمتكار خود را كه اهل « مقلابيه » بود ، نزد امام هادى عليه السلام فرستادم . خدمتكار شگفت زده بازگشت از او پرسيدم : فرزند ، تو را چه مىشود ؟ پاسخ داد : چگونه شگفت زده نباشم كه او ( امام هادى ) پيوسته با من به زبان ما تكلّم فرمود آن چنان كه گويى يكى از ماست . من خيال كردم او بين مقلابيها زيسته است . « 3 »\r\nدر اين باره روايتهاى ديگرى نيز وارد شده . مبنى بر آنكه امامان عليهم السلام به ديگر زبانها نظير فارسى و تركى و همانند آنها آشنائى داشته‌اند و به آموزش و الهام الهى مردم را از حوادثى كه در آينده انتظارشان را مىكشيد ، آگهى مىدادند چنان كه در ارتباط با مرگ واثق ، خليفهء عبّاسى ، اين امر به ثبوت رسيد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحارالانوار ، ج 50 ، ص 179 .\r\n( 2 ) - سورهء حجر ، آيهء 75 .\r\n( 3 ) - بحارالانوار ، ج 50 ، ص 151 .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nاز خيران اسباطى روايت كرده‌اند كه گفت : در مدينه بر امام هادى عليه السلام وارد شدم . آن‌حضرت به من فرمود :\r\nواثق چه مىكند ؟ پاسخ دادم : او سلامت است . پرسيد جعفر چه مىكند ؟ گفتم : او را به بدترين احوال در زندان محبوس ديدم . پرسيد : ابن الزيات چه مىكند ؟ گفتم : فرمان ، فرمان اوست . و من ده روز است كه از پيش آنها بدين جا آمده‌ام . در اين هنگام آن‌حضرت فرمود : واثق مُرد و جعفر متوكّل بر جاى او نشست و ابن الزيات نيز كشته شد . پرسيدم : اين حوادث چه وقت واقع شد ؟ فرمود : شش روز پس از خروج تو از بغداد .\r\nو حوادث همان گونه بود كه آن‌حضرت فرموده بود . « 1 »\r\nهمچنين آن‌حضرت از مرگ متوكّل خبر داد زيرا بر او نفرين كرد و نزديكان را خبر داده بود كه طى سه روز ( آينده ) مىميرد .\r\nهنگامى كه فرماندهء سپاهيان متوكّل آن‌حضرت را به سرّمن رأى مىبرد ، سلاح خويش را برداشت و دو بارانى نمدين و چند كلاه نيز مهيّا كرد تا اگر با باد و بوران كه در ايام تابستان اصلًا قابل پيش بينى نبود ، رو به رو شد جانب احتياط رعايت كرده باشد . بر خلاف انتظار سپاهيان ، اين طوفانها واقع شد وعدّه‌اى از افراد سپاه كه در ركاب آن‌حضرت بودند كشته شدند و امام به فضل خداوند جان سالم به در برد . « 2 »\r\nعلم و دانش آن‌حضرت در مناظرهء با يحيى بن اكثم كه در ميان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحارالانوار ، ج 50 ، ص 151 .\r\n( 2 ) - همان مأخذ ، ص 142 - 144 .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nدانشمندان معاصر خود بزرگ بود ، در پيشگاه خليفه تجلّى كرد . ابن اكثم براى به تنگنا انداختن امام سؤالات دشوارى از او پرسيد : ما اين ماجرا را در فصل آينده بازگو خواهيم كرد .\r\nيكى ديگر از پيشگوييهاى امام هادى آن بود كه جوانى را كه در خنديدن زياده روى مىكرد ، اندرز داد و او را از نزديكى وفاتش آگاه ساخت و راستى پيشگويى آن‌حضرت نيز چندى بعد به وقوع پيوست .\r\nگويند : يكى از فرزندان خليفه ، وليمه‌اى بر پا كرد و مردم را بدان فرا خواند . امام هادى عليه السلام نيز جزو ميهمانان بود . ما وارد مجلس شديم و همين كه او را ديديم به احترام آن‌حضرت زبان دركام كشيديم و سكوت كرديم . جوانى در مجلس حضور داشت كه حرمت ايشان را رعايت نمىكرد و مىگفت و مىخنديد . حضرت به او رو كرد و فرمود : اى جوان دهان را از خنده پر مىكنى و از ياد خدا غفلت مىورزى با اينكه سه روز ديگر در جرگهء اهل قبورى ؟ گفتيم : اين خود دليلى است ( بر امامت حضرت ) تا ببينيم چه مىشود جوان از بگو بخند دست كشيد و مؤدّب نشست . غذا خورديم و خارج شديم . فردا جوان مريض شد و روز سوم ، در آغاز روز مرد و در پايان روز به خاك سپرده شد . « 1 »\r\nدر خبرى مشابه از سعيد بن سهل بصرى روايت كرده‌اند كه گفت : با حضرت هادى عليه السلام در وليمهء يكى از مردم سرّمن رأى بوديم ، مردى از اهل مجلس بناى بازى و شوخى گذاشت و احترام آن‌حضرت را پاس نداشت .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحارالانوار ، ج 50 ، ص 183 .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nحضرت به جعفر رو كرد و فرمود : بدان كه اين مرد از اين خوراك نخورد و به زودى خبرى از كسانش به وى مىرسد كه عيش او را مكدّر مىسازد .\r\nسفره گسترده شد ، جعفر گفت بعد از اين ديگر خبرى نيست و گفتهء امام هادى عليه السلام نا درست از آب در آمد . به خدا آن مرد دستش را شُست و به طرف غذا دراز كرد كه غلامش گريان از در وارد شد و گفت : خود را به مادرت برسان كه از بام به پايين افتاد و در شرف مرگ است . جعفر گفت : به خدا ديگر عقيدهء واقفيان را نمىپذيرم و به امامت اين بزرگوار معتقد مىشوم . « 1 »\r\nآخرين كرامتى كه از آن‌حضرت نقل مىكنيم ، كرامتى است كه راويان پيرامون ( تپهء تو بره‌ها ) نقل كرده‌اند . ماجرا از اين قرار بود كه متوكّل كوشيد با اتكا بر نيروى انتظامى خويش مخالفان خود را به هراس اندازد .\r\nاز اين رو به هر يك از افراد لشگر خود كه شمارشان به 90 هزار تن مىرسيد و همه از تركهاى ساكن سامرّاء بودند ، دستور داد كه خورجين اسب خويش را از خاك سرخ پر كنند و در صحراى وسيعى ، آنها را روى هم بريزند .\r\nسپاهيان به فرمان متوكّل عمل كردند . چون چنين كردند ، مثل كوهى بزرگ شد ، متوكّل بر فراز تپه رفت و امام هادى را فرا خواند و گفت : شما را خواستم كه لشكر مرا تماشا كنى او دستور داده بود همه لباسهاى خاصّى به نام تجفاف ( كه لباس جنگ بوده ) بپوشند و سلاح برگيرند و با\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحارالانوار ، ج 50 ، ص 183 .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nكامل‌ترين لوازم و عظيم ترين هيأت آماده شده بودند . غرض متوكّل اين بود كه قيام كنندگان را تهديد كند و بيشتر از ناحيهء امام هادى نگران بود كه مبادا برخى از كسانش را به قيام فرمان دهد . حضرت هادى به متوكّل فرمود :\r\nآيا مىخواهى من هم سپاه خود را بر تو عرضه دارم ؟ متوكّل پاسخ داد :\r\nآرى . امام دعايى كرد ، ناگهان ميان آسمان و زمين از خاور تا باختر از فرشتگان مسلّح پر شد . خليفه از ديدن اين منظره از حال رفت چون به هوش آمد حضرت به او فرمود : ما در امور دنيوى با شما نمىستيزيم زيرا به كار آخرت مشغوليم پس از آنچه در بارهء من گمان كردى ، بيمناك مباش . « 1 »\r\n\r\nبخشش و سخاوت امام\r\nامام هادى عليه السلام از خاندانىاست كه‌احسان عادت‌آنها و كرم وبزرگوارى ، خوى ايشان است .\r\nدر تاريخ نوشته‌اند :\r\nابو عمرو عثمان بن سعيد و احمد بن اسحاق اشعرى و على بن جعفر همدانى بر امام هادى عليه السلام وارد شدند . احمد بن اسحاق از وامى كه بر عهده داشت زبان به شكايت گشود پس فرمود : اى ابو عمرو ( وى وكيل امام بود ) به احمد بن اسحاق 30 هزار دينار و به على بن جعفر 30 هزار دينار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحارالانوار ، ج 50 ، ص 155 - 156 .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nعطا كن و خود نيز 30 هزار دينار بردار . راوى گويد اين معجزه‌اى است كه جز ، شاهان آن را نتوانند انجام داد و ما نظير چنين بخشش را نشنيده‌ايم . « 1 »\r\nماجراى زير اوج ايثار امام هادى عليه السلام را بيان مىكند . آن‌حضرت براى رفع نياز يكى از پيروانش ، از راهى شگفت آور دست به تلاش و كوشش زد . بگذاريد به تاريخ گوش بسپاريم كه اين ماجرا را با تمام عظمتى كه دارد براى ما نقل مىكند :\r\nمحمّد بن طلحه گفت : روزى امام هادى از سامرّاء بيرون آمد و براى انجام كار مهمى كه برايش پيش آمده بود ، به روستايى رفت . مردى اعرابى آمد و سراغ آن‌حضرت را گرفت . به وى گفتند : امام به فلان جا رفته . اعرابى به دنبال امام بيرون شد و همين كه به آن‌حضرت رسيد از او پرسيد : چه كار دارى ؟ اعرابى گفت : من يكىاز اعراب كوفه‌ام و به ولايت جدّت على بن ابىطالب عليه السلام تمسك نموده‌ام ، مرا وام سنگينى است كه پرداخت آن بر من گران است و براى براورد ساختن آن كسى جز شما را نمىبينم .\r\nامام هادى به او فرمود : خاطر خويش خوش دار و چشم خود روشن .\r\nسپس از او پذيرائى كرد و چون صبح فرا رسيد امام هادى به او فرمود : از تو در خواستى دارم تو را به خدا ، مبادا كه در انجام آن با من مخالفت كنى . اعرابى گفت : من با تو مخالفت نمىكنم . پس امام ورقه‌اى به خط خود نگاشت و در آن اعتراف كرد كه اعرابى از وى مالى طلب دارد ومبلغى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - همان مأخذ ، ص 173 .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nكه در آن نوشت زيادتر از وام اعرابى بود .\r\nسپس به وى فرمود : اين دستخط را بگير و چون به سامرّاء برگشتم و در برابر كسانى كه دور و بر من جمع شده‌اند اين دستخط را نشان بده و با من به درشتى و غلظت سخن بگوى و مبادا كه از آنچه تو را گفتم سربتابى و با من به مخالفت بر خيزى .\r\nاعرابى گفت : آنچه گفتى مىكنم . سپس دستخط را گرفت .\r\nچون امام هادى به سامرّاء رسيد وعدّهء بسيارى از ياران خليفه و افراد ديگر در محضر او گرد آمدند ، اعرابى نزد آن امام حضور يافت و دستخط را بيرون آورد و آن را مطالبه كرد و همچنانكه امام به او سفارش كرده بود ، رفتار كرد . حضرت با نرمى و مدارا با وى سخن گفت و زبان به پوزش گشود و او را وعده داد كه قرض خود را ادا مىكند و خاطر او را خوش مىدارد . اين ماجرا را به اطلاع متوكّل ، خليفهء عبّاسى ، رساندند و او دستور داد 30 هزار درهم براى امام ببرند .\r\nچون اين مبلغ را به امام رساندند ، دست به آنها نزد تا اعرابى آمد ، پس به او فرمود : اين مال را بردار و وام خويش ادا كن و بقيهء آن را بر اهل و عيال خويش خرج كن و ما را معذور دار ، اعرابى گفت : اى فرزند رسول خدا ! سوگند به خدا كه من آرزوى گرفتن كمتر از ثلث اين مال را داشتم ولى خداوند داناتر است كه رسالت خويش را كجا بنهد . پس پولها را برداشت و رفت . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحارالانوار ، ج 50 ، ص 157 .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nبياييد از پيشوايان خود درس ايثار و كرم بياموزيم . كرم تنها انفاق نيست بلكه كوشش براى رفع نيازها ، به هر وسيله ممكن است ، حتّى اگر اين كوشش بر شخصيّت آدمى گران بيايد .\r\nنقل اين داستان مرا به ياد ماجرايى انداخت كه در بارهء يكى از پيامبران بزرگ نقل كرده‌اند . گفته‌اند : نيازمندى پيش آن پيامبر آمد و از وى خواستار مقدارى مال شد . آن پيامبر هيچ نداشت لذا به مرد نيازمند گفت : مرا بگير و به بازار برده فروشان ببر و مثل اينكه بندهء تو هستم مرا به فروش و پول را بگير و حاجت خويش روا كن . مرد همان گونه كه پيامبر گفته بود ، عمل كرد امّا كسى كه پيامبر را خريده بود دانست كه او كيست و لذا او را آزاد ساخت . با اين شيوه‌اى كه ايثار و كرم و بخشش در آن موج مىزند ، رهبران ما به ما آموخته‌اند كه چگونه به يكديگر نيكى كنيم و از آنچه داريم انفاق كنيم و به قصد بر آورده ساختن نيازهاى مردم ، براى برخوردارى از آنچه بدان محتاجيم ، حركت و كوشش كنيم .\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n\r\nاندرزهاى درخشان\r\nمذهب اهل بيت عليهم السلام در روزگار امام هادى به مرحلهء پختگى رسيده بود امّا خطر تند روى كه از طريق فرهنگهاى وارداتى از سوى شرق در عمق جان برخى از مسلمانان نفوذ يافته بود ، نيازمند نيرويى ايمانى براى پاسخ به اين خطر بود تا مبادا به خاطر تبليغ دشمنان و بويژه خلفاى عبّاسى كه جايگاه ائمه را نمىشناختند و آنان و يا هواخواهانشان را متهم به غلوّ مىكردند روح معنويت در مردم كاستى بگيرد . نياز ديگر مذهب اهل بيت اين بود كه محتاج متون جامعى بود تا به منزلهء درسهاى توجيهى باشد كه بدون افزونى و كاستى اصول عقايد را در بر گيرد . از اين روست كه زيارت جامعه كه از امام هادى عليه السلام نقل شده ، از ناحيهء آن‌حضرت مطرح مىشود .\r\nدر اين زيارت ائمه عليهم السلام به دور از هر گونه غلوّ و در همان جايگاه حقيقى خود ، معرفى و باز شناخته شده‌اند .\r\nبگذاريد در برخى از كلمات نورانى اين زيارت كه مىتواند بهترين وسيله براى تحكيم مهر و محبّت ائمه در دل ما باشد ، تدّبر كنيم . اين محبّت و مهر در واقع امتداد محبّت مؤمن به پروردگارش محسوب مىشود و به هيچ وجه جايگزين آن نيست :\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nالسَّلامُ عَلَيْكُمْ يا أَهْلَ بَيْتِ النُّبُوَّةِ ، وَمَوْضِعَ الرِّسالَةِ ، وَمُخْتْلَفَ الْمَلائِكَةِ ، وَمَهْبِطَ الْوَحْىِ ، وَمَعْدِنَ الرَّحْمَةِ ، وَخُزَّانَ الْعِلْمِ ، وَمُنْتَهَى الْحِلْمِ ، وَاصُولَ الْكَرَمِ ، وَقادَةَ الْأُمَمِ ، وَاوْلِيآءِ النِّعَمِ ، وَعَناصِرَ الْأَبْر ارِ ، وَدَعآئِمَ الْأخْيارِ ، وَساسَةَ الْعِبادِ ، وَارْكانَ الْبِلادِ ، وَابْوابَ الْايمانِ ، وَامَنآءِ الرَّحْمنِ ، وَسُلالَةَ النَّبِيينَ ، وَصِفْوَةَ الْمُرْسَلينَ ، وَعِتْرَةَ خِيَرَةِ رَبِّ الْعالَمينَ ، ورَحْمَةُ اللَّهِ وَبَرَكاتُهُ ، السَّلامُ عَلَى ائِمَّةِ الْهُدَى ، وَمَصابيحِ الدُّجى ، وَاعْلامِ التُّقى ، وَذَوِى النُّهى ، وَاوُلِى الْحِجى ، وَكَهْفِ الْوَرى ، وَوَرَثَةِ الْأَنْبِيآءِ ، وَالْمَثَلِ الْأَعْلى ، وَالدَّعْوَةِ الْحُسْنى ، وَحُجَجِ اللَّهِ عَلى اهْلِ الدُّنْيا وَالْأخِرَةِ وَالْأُولى ، وَرَحْمَةُ اللَّهِ وَبَرَكاتُهُ .\r\nالسَّلامُ عَلى مَحالِ مَعْرِفَةِ اللَّهِ ، وَمَساكِنِ بَرَكَةِ اللَّهِ ، وَمَعادِنَ حِكْمَةِ اللَّهِ ، وَحَفَظَةِ سِرِّ اللَّهِ ، وَحَمَلَةِ كِتابِ اللَّهِ ، وَاوْصِيآءِ نَبِىِّ اللَّهِ وَذُرِّيَّةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَآلِهِ وَرَحْمَةُ اللَّهِ وَبَرَكاتُهُ .\r\nالسَّلامُ عَلَى الدُّعاةِ إِلَى اللَّهِ ، وَالْأَدِلَّاءِ عَلى مَرْضاتِ اللَّهِ ، وَالْمُسْتَقِرينَ فى امْرِ اللَّهِ ، وَالتَّآمينَ فى مَحَبَّةِ اللَّهِ ، وَالْمُخْلِصينَ فى تَوْحيدِ اللَّهِ ، وَالْمُظْهِرينَ لِأَمْرِ اللَّهِ وَنَهْيِهِ ، وَعِبادِهِ الْمُكْرَمينَ الَّذينَ لا يَسْبِقُونَهُ بِالْقَوْلِ وَهُمْ بِامْرِهِ يَعْمَلُونَ وَرَحْمَةُ اللَّهِ وَبَرَكاتُهُ » « 1 » .\r\n\r\nترجمه زيارت جامعه\r\n« درود بر شما اى خاندان نبوّت و جايگاه رسالت و ( مركز ) آمد و شد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - زيارت جامعه از كتاب « الانوار اللّامعه في شرح زيارة الجامعه » ، عبد اللَّه شبّر ، ص 123 .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nفرشتگان و محل فرود وحى و مكان رحمت و گنجوران دانش و غايت خويشتندارى و حلم و بنيانهاى كرم و رهبران امّتها و صاحبان نعمتها وريشه‌هاى نيكان و ستونهاى گزيدگان و تربيت كنندگان بندگان و اركان كشورها و دروازه‌هاى ايمان و امينان خداى رحمان و تبار پيامبران و گزيدهء رسولان و عترتى منتخب پروردگار جهانيان ، و رحمت و بركات خدا بر شما باد !\r\nدرود بر پيشوايان هدايت و چراغهاى ( روشن ) در ظلمت و پرچمهاى پرهيزگارى و صاحبان عقل و خرد و پناه مردمان و وارثان پيامبران ونمونه‌هاى برتر و دعوت نكو و حجّتهاى خداوند بر مردم دنيا و آخرت و اولى و رحمت و بركات خدا بر شما باد !\r\nدرود بر جايگاههاى معرفت خدا و خانه‌هاى بركت خدا و معدنهاى حكمت خدا و پاسداران سرّ خدا و حاملان كتاب خدا و جانشينان پيامبران خدا و فرزندان رسول خدا صلى الله عليه و آله و رحمت و بركات خدا بر شما باد !\r\nدرود بر دعوت كنندگان به خدا و راهنمايان به خشنوديهاى خدا وپايداران در فرمان خدا و كاملان در محبّت خدا و مخلصان در توحيد خدا و ياوران امر و نهى خدا و بندگان گرامى كه در گفتار بر خدا پيشى نگرفتند و به فرمان او كار مىرانند و رحمت و بركات خدا بر شما باد » !\r\nآن‌حضرت در اندرز به يكى از دوستان خود فرمود :\r\n« اى فتح ! آن كه فرمان آفريدگار را گردن نهاد از خشم آفريده به خود باك راه نداد و آن كه آفريدگار را به خشم آورد ، يقين كن كه آفريدگار خشم آفريده را به روى مستولى بدارد ، و آفريدگار وصف نشود جز بدانچه خويشتن را بدان وصف كرده است و كجا توصيف شود آفريدگارى كه حواس از يافتنش\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nو گمانها از رسيدن به او و آنچه در دل مىگذرد از توصيفش و ديدگان از احاطه به او ، درمانند .\r\nوالاست از آنچه وصف كنندگان ، توصيفش مىكنند و برتر است از آنچه ستايندگان مىستايندش . در نزديكىاش دور گردد و در دورىاش نزديك ، در دورىاش نزديك است و در نزديكىاش دور ، كيفيّت ( چگونگى ) را او چگونگى بخشيد پس گفته نشود خود او چگونه است ؟ و مكان را او پديد فرمود پس گفته نشود خود او كجاست ؟ چون او از چگونگى و كجايى ( مكان ) به دور است » . « 1 »\r\nو نيز فرمود :\r\n« هر كه خداى را بپرهيزد در امان نگاه داشته شود و هر كه خدا را فرمان برد ، مورد اطاعت قرار گيرد و هر كه آفريدگار را اطاعت كند از خشم مخلوق نترسد ، هر كه از مكر خدا و دردناك گرفتنش ايمن شد گردن كشى كرد تا آنجا كه قضاى خدا و امر نافذش به روى فرود آمد و هر كه دليلى روشن از پروردگارش داشته باشد دشواريهاى دنيا به روى سبك آيد و گر چه تكه تكه شود و پراكنده گردد . سپاسگزار به خود سپاس سعادتمندتر است از نعمتى كه باعث سپاس شده زيرا نعمت كالاى اين جهانى است و سپاس نعمت دنيا و آخرت است .\r\nخداوند دنيا را سراى آزمايش و آخرت را خانهء فرجام قرار داد و بلاى دنيا را وسيله ثواب آخرت گرداند و ثواب آخرت را عوض بلاى دنيا قرار داد .\r\nستمگر بردبار بسا كه به وسيلهء حلم خود از ستمش گذشت شود و حق دار نا بخرد بسا كه به سبكسرى خود نور حقّ خويش را خاموش سازد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحارالانوار ، ج 50 ، ص 177 - 178 .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nهر كه از روى دوستى به تو نظرى دهد همه جانبه اطاعت او كن .\r\nهر كه قدر خود نداند از شرّ او خود را آسوده مدان . دنيا بازارى است كه مردمى از آن سود برند و مردمى ديگر زيان بينند » . « 1 »\r\n« جدل دوستى قديم را تباه سازد و گره استوار ( در راه دوستى ) پديد آرد ، كمترين چيز در جدل برترى جستن است و همين برترى جستن از عوامل قطع رابطه است » .\r\n« نكوهش ، كليد دشمنى است ، با اين حال از حقد وكينه بهتر است » .\r\nبه مردى كه پيش آن‌حضرت فرزندش را نكوهش كرد ، فرمود : عقوق مرگ فرزند است براى پدر .\r\nو نيز فرمود : شب زنده دارى گواراتر از خواب است و گرسنگى در خوبى خوراك بيفزايد . ( آن‌حضرت اين سخن را در تشويق بر نماز شب و روزه گرفتن فرمود ) .\r\n« ياد آر مرگ خويش را در ميان خانواده‌ات كه نه پزشكى تو را در آن هنگام از مرگ باز مىدارد و نه دوستى تو را سود مىرساند » .\r\n« خشم بر آن كه مالك اويى ، پستى است » .\r\n« حكمت در سرشتهاى فاسد ، كامياب نشود » .\r\n« بهتر از خير و نيكى ، كنندهء آن است و زيباتر از زيبا گويندهء آن و برتر از دانش ، حامل آن است و بدتر از شرّ ، جلب كنندهء آن و خوفناك تر از ترس ، آن كه بر آن سوار است » .\r\n« تو را از حسد پرهيز مىدهم كه - آثار - آن در تو آشكار مىگردد ولى در دشمنت كارگر نمىشود » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - في رحاب ائمة اهل البيت عليهم السلام ، ج 4 ، ص 180 .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\n« اگر زمانى برسد كه عدل در آن بر ستم غلبه داشته باشد حرام است كسى به ديگرى گمان بدببرد مگر آنكه كاملًا آگاهى پيدا كند و اگر زمانى برسد كه ستم در آن بر عدل چيرگى داشته باشد كسى نمىتواند به ديگرى گمان خوب ببرد تا زمانى كه به خوبى آن كس علم پيدا نكرده است » . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - في رحاب ائمة اهل البيت عليهم السلام ، ج 4 ، ص 181 .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80}
  ]