[
  {"content":"\r\n\r\nپيشوايان صديقين\r\nامام زمان ( عج )\r\nآرزوى بشريت\r\nحضرت آيت الله العظمى سيد محمدتقى مدرسى\r\nمترجم :\r\nانتصار شوشترى زاده\r\nچاپ پنجم\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nمدرسى ، محمدتقى ، mudarrsis muhammad taqi\r\nپيشوايان صديقين : پيشوايان صديقين : امام زمان ( عج ) آرزوى بشريت / محمدتقى مدرسى ؛ مترجم انتصار شوشترى زاه - تهران : محبان الحسين عليه السلام 1380 .\r\n176 ص .\r\nx - 18 - 7373 - 964 : isbn\r\nفهرستنويسى براساس اطلاعات فيپا .\r\nعنوان اصلى : الامام المهدي ( عج ) قدوة الصديقين .\r\n1 . محمد بن حسن ( عج ) ، امام دوازدهم ، 255 ق - سرگذشتنامه . 2 . مهدويت . الف . شوشترى زاده ، انتصار ، 1357 - ، مترجم . ب . عنوان .\r\n76041 / الف 35 م / 51 bp\r\n959 / 297\r\n1380\r\nكتابخانه ملى ايران\r\n16053 - 80 م\r\nانتشارات محبان الحسين\r\nپيشوايان صديقين\r\nامام زمان ( عج ) آرزوى بشريت\r\nآيت الله العظمى سيد محمدتقى مدرسى\r\nمترجم : انتصار محبان الحسين عليه السلام\r\nناشر : انتشارات محبان الحسين عليه السلام\r\nچاپ پنجم : تابستان 1390 - 3000 نسخه\r\nقيمت : 20000 ريال\r\nآدرس : تهران - خيابان 15 خرداد - كوچهء امامزاده يحيى\r\nكوچهء شهيد تين نژاد - پلاك 42 تلفن 33553329\r\nدفتر پخش : تهران - خيابان ناصر خسرو - كوچهء حاج نايب\r\nتلفن 33907181 همراه 09125446513\r\nشابك : x - 18 - 7373 - 964\r\nx - 18 - 7373 - 964 : isbn\r\nليتوگرافى ، چاپ وصحافى : نينوا - قم 7232501\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n\r\nسخن ناشر\r\nبسم الله الرحمن الرحيم\r\nپيرامون حضرت بقية الله الاعظم ( عج ) صدها جلد كتاب به رشته تحرير درآمده ، نشريات و مجلات مختلف درباره ابعاد گوناگون آن حضرت نظريه‌پردازى نموده‌اند .\r\nولى شيعيان مخلص آن حضرت هنوز تشنهء دانستن حقايق بيشترى در اين زمنيه و به دنبال پر نمودن چالشهاى روحى و معنوى خود مىباشند .\r\nاز طرفى تهاجم فرهنگى ويرانگرغرب ارزشها وانديشه ها را تهديد مىكند .\r\nصدها كانال ماهواره‌اى با پخش روزانه صدها هزار فيلم ، فساد وابتذال را به ژرفاى زندگى اجتماعى ما وارد مىكند ، به گونه‌اى كه فرزندانمان از آن‌ها در امان نيستند .\r\nحال چگونه با اين مشكلات مبارزه كنيم ؟ و به كه پناه ببريم ؟\r\nانديشمند فرهيخته حضرت آيت الله العظمى مدرسى ( خفظه\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nالله ) كوشيده است با بهره‌گيرى از آيات و روايات پاسخگوى\r\nسؤالات بى جواب خوانندگان ارجمند باشد .\r\nچاپ مكرر اين كتاب ( امام زمان « عج » آرزوى بشريت ) كه اكنون چاپ پنحم آن حهت استفاده علاقه‌مندان و ارادت‌مندان به آن حضرت به بازار كتاب عرضه ميگرد بيانگر اهميت كتاب حاضر مىباشد .\r\nانتشارات محبان الحسين عليه السلام به خود مىبالذ كه با چاپ چنين كبابهايى گامى هر چتد كوتاه در جهت اعتلاى فرهنگ دين مبين اسلام برداشته و برگى زرين ديگر بر كارنامه فرهنگى خود بيافزايد .\r\nو من الله التوفيق\r\nانتشارات محبان الحسين عليه السلام\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\nپيشگفتار\r\nسپاس مخصوص پروردگار جهانيان است و درود و سلام بر اشرف مخلوقات عالم ، محمّد مصطفى و اهل‌بيت نيكو سرشت و پاكش !\r\nبراى اينكه آدمى به والاترين درجات پرهيزگارى و پيروزى دست يابد و زندگى نيكويى داشته باشد ، ناگزير است كه از اسوه‌اى پيروى نمايد و الگويى را پيش روى خود قرار دهد .\r\nما در دورانى زندگى مىكنيم كه انسان ، در انتخاب اسوه و الگويى كه هدف او در زندگى و نيز سنجه انديشه‌ها ، عملكردها و بلندپروازيهايش باشد ، با دشواريهايى روبرو مىگردد . تا آنجا كه امروزه ، وسايل ارتباط جمعى صدها نام و شخصيّت چشمگير ، در زمينه‌هاى گوناگون را به ما معرفى مىكنند ، بطوريكه بعضى از مردم در انتخاب الگويى براى خود ، سرگشته شده‌اند ؛ بلكه گاهى آدمى ، ميان كميت زيادى از نامهاى پرزرق و برق سرگردان مىشود و به الگوى دلخواهش نمىرسد ؛ در نتيجه در سردرگمى به سرمىبرد .\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nدر سايه اين فضاهاى تبليغاتى راه اندازى شده توسط وسايل ارتباط جمعى ، برخى از مردم بدون انديشه ، با آن همراه مىشوند ؛ به گونه‌اى كه دلشان را به هر كس كه اين رسانه‌ها عرضه مىدارند ، مىسپارند . چه آن شخص قهرمان ورزشى ، يا ستاره سينمايى و يا چهرهء سياسى باشد .\r\nچنانچه دقيق بنگريم ، مىيابيم كه اگر به راستى هم آنها الگو باشند ، فقط در يك ويژگى و يا نوعى ابتكار اسوه هستند . علاوه بر آن ، اگر داراى اهمّيت حياتى و منزلت اجتماعى هم باشند . . . ولى ، نمىتوانند با هر يك از انسانها به خاطر اختلاف نظر و سليقه هماهنگى ايجاد كنند .\r\nامّا ، اگر اسوه‌اى را جستجو كنيم كه هر تشنه‌اى را سيراب نمايد و با همه هماهنگ باشد . . . كسى را جز يك شخصيّت نمىيابيم .\r\nاو ، امام مهدى ، حجّة ابن الحسن العسكرى عليه السلام است .\r\nدر وجود اوست كه انسان ، خواسته‌اش را مىيابد و در رهگذر آن ، بلندپروازيهايش محقّق مىگردد و به واسطه آن وارد بهشت مىگردد .\r\nدر اينجا شايسته است كه از او چشم نپوشيم ، بلكه با گذر از شناخت شخصيّت او و فراگرفتن سخنانش و گرايش به سوى روش و شيوه‌اش ، به او نزديك شويم .\r\nاگر كسى به شخصيّت ديگرى - با هرگونه ويژگى - جز او روى آورد ، راه را اشتباه رفته است . همانا امام مهدى ( عج ) ، الگوى راست پيشگان و چراغ راه نيكوكاران است . در يك كلام ، او هديه پروردگار بزرگ منش ، براى همه آدميان است ؛ تا با اذن خداوند متعال ، آنها را از ظلم و ستم رهانيده و به سوى ساحل عدل و داد رهنمون سازد .\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nبدون هيچ مبالغه‌اى ، سخن پيرامون امام مهدى ( عج ) ، دلها را به سوى خود مىكشاند و بر نفسها چيره مىگردد . زيرا ، صحبت دربارهء شخصيّتى است كه سرشار از فضيلتها ، ارزشها و كرامات است .\r\nهمچنين او مرهمى بر هر زخم و شفايى براى هر دردى است و تنها او سازنده زندگى دلها و روحها است .\r\nبا اين هدف كه به امام عليه السلام حتّى يك گام نزديك شويم و راه را با هدايت او بيابيم و نيز در زندگى وى تأمّل نماييم ، به جمع‌آورى گزيده‌اى از سخنان جناب آيت اللَّه سيّد محمّدتقى مدرسى در مناسبات گوناگون ، پيرامون امام منتظر و شخصيّت ايشان ، پرداختيم .\r\nاز خداوند متعال خواستاريم كه براى بندگان صالحش سودمند واقع شود و نيز بواسطهء آن بر اجر و ثوابمان تا رسيدن روز قيامت بيفزايد .\r\nبخش فرهنگى\r\nدفتر آيت اللَّه سيّد محمّدتقى مدرسى\r\nتهران 2 / ذى القعده / 1421 ه . ق\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n\r\nگفتار اوّل : چشم‌اندازى به روز موعود\r\nحضرت مهدى ، بقيّة اللَّه\r\nبشريت در انتظار تحقّق يافتن نويد\r\nامام زمان ( عج ) بزرگترين آرزوى انسانيّت\r\nروز موعود ؛ آرزوى بشريت و توشه راه\r\nانتظار فرج نيكوترينِ اعمال\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\n\r\nحضرت مهدى ، بقيّة اللَّه\r\n( بَقِيَّتُ اللَّهِ خَيْرٌ لَكُمْ إِن كُنتُم مُؤْمِنِينَ وَمَا أَنَا عَلَيْكُمْ بِحَفِيظٍ ) « 1 » .\r\n« آنچه خداوند براى شما باقى گذارده ( بقيّة اللَّه ) ، برايتان بهتر است اگر ايمان داشته باشيد . و من ، پاسدار شما نيستم . »\r\nامروزه مسلمانان در شرايط حسّاس و پر از چالش زندگى مىكنند .\r\nاز جمله آنها ، چالشهاى مادى هستند كه در برگيرنده زندگى مادى و سرزمينهايشان است و برخى ديگر ، چالشهاى روحى و معنوى مىباشند كه ارزشها و ماهيّتشان را فرامىگيرند .\r\nاز نظرها پنهان نيست كه تعدادى از سرزمينهاى اسلامى از خطر اعتياد به مواد مخدّر رنج مىبرند . اين مواد منفور ، بسيارى از جوانان ما را گرفتار ساخته ، به گونه‌اى كه تنها در يك كشور اسلامى ، تقريباً پنج ميليون معتاد يافت مىشود .\r\nبرخى از كشورهاى اسلامى خطر جنگ را پيش‌رو دارند . به تازگى گفته شده است كه دولتهاى غربى ، بمب هسته‌اى به منطقه خليج فارس\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء هود ، آية 86 .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nآورده‌اند . صدالبتّه آن را براى سرنگونى دولت صدام وارد نكرده‌اند ! چرا كه او ، بىترديد ساخته و پرداخته خود آنها مىباشد . دراين صورت خطر وجود آن بمب ، ملّتهاى مسلمان منطقه را تهديد مىكند .\r\nبمبى كه تأثير آن پنجاه برابر بيشتر از بمب استفاده شده در هيروشيما مىباشد . ( بمب هيروشيما جان صدهزار ژاپنى را در مدّت زمانى كمتر از 14 ثانيه گرفت و آنها را به دود و خاكستر تبديل نمود . )\r\nهمچنين ما ، با خطر تهاجم فرهنگى ويرانگر غرب كه ازرشها و انديشه‌ها را تهديد مىكند ، روبرو مىباشيم . زيرا ، ماهواره‌هايى كه تعداد آنها از پانصد ماهواره تجاوز مىكند ، با پخش روزانه صدها هزار فيلم مبتذل ، بىبند و بارى ، فساد و ابتذال را به ژرفاى زندگى اجتماعى و فردى ما وارد كرده‌اند ؛ به گونه‌اى كه ديگر فرزندانمان از آن ما نيستند ، بلكه قبل از هر چيز ، فرزندان غرب گشته‌اند . زيرا ، غرب آنها را تربيت مىكند و بر روح ، عقل و اراده ايشان چيره مىشود .\r\nاز سويى ديگر ، امروز ما به دليل ضعف زيربناى اقتصادى ، با مشكلات خشكسالى ، كمبود آب و محصولات كشاورزى روبرو هستيم .\r\nحال چگونه با اين مشكلات مبارزه كنيم ؟ و به كه پناه ببريم ؟ آيا به آمريكا ، روسيه و يا اروپا پناه جوييم ؟ !\r\nخداوند متعال به تمامى اين پرسشها چنين پاسخ مىدهد ؛ كه :\r\n( بَقِيَّتُ اللَّهِ خَيْرٌ لَكُمْ ) « آنچه خداوند براى شما باقى گذارده ( بقيّة اللَّه ) برايتان بهتر است . »\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nآنچه كه از برخى آيات قرآن و روايات ائمهء اطهار عليهم السلام برمىآيد آن است كه ، خداوند بزرگ كوهها را در زمين براى حفظ تعادل آن برپاداشته است . آنها همچون لنگرى هستند كه براى حفظ تعادل كشتى قرار داده شده‌اند . حال كيست كه ساكنان زمين را از آوارگى ، ويرانى و سردرگمى حفظ نمايد ؟ !\r\nهمانا او ، امام زمان ، مهدى منتظر عجّل اللَّه فرجه ، مىباشد . اوست پيشواى مردم زمين ، و اگر وجود مبارك ايشان نبود ، زمين هر آينه ساكنين خود را فرو مىبلعيد و همه چيز را به ويرانه‌اى هولناك دگرگون مىساخت .\r\nامّا در هر حال ، نبايد تنها به ادّعاى ايمان به اين امام بزرگوار بسنده كرد ، بلكه بايد به ريسمان او چنگ زنيم ؛ همچون كسى كه ، در ميان امواج متلاطم دريا ، در حال غرق شدن است و در نزديكى او ، چوبى روى سطح آب شناور است . تنها نگاه كردن به آن ، او را بسنده نيست ، بلكه بايد بر آن بياويزد .\r\nخداوند متعال ، ما را به پيروى از قرآن و اهل‌بيت عليهم السلام امر كرده است . چنان كه مىفرمايد : ( وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعاً ) .\r\nاهل‌بيت - تنها - آنها كشتى نجات هستند . هركس با ايشان همراه گردد ، رهايى يافته ؛ و هركه روى برگرداند ، نابود گشته است .\r\nحال چگونه به ريسمان الهى چنگ زنيم ؟ و چگونه با كشتى نجات همراه گرديم ؟ !\r\nاى مسلمان ! بدان ! امام مهدى ( عج ) از هر چيز كه فكر مىكنى به تو\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nنزديكتر است . او در كنار توست و تو در كنار او . امّا ، تو با ارتكاب گناه ، تلاش مىكنى كه از او كناره بگيرى !\r\nروايتى را سماعه از امام صادق عليه السلام چنين نقل كرده است كه ، ايشان فرمودند : « چرا به پيامبر اكرم آزار مىرسانيد ؟ » مردى به او گفت :\r\nچگونه آزار مىرسانيم ؟ امام فرمودند : « آيا مىدانيد كه اعمالتان را بر او عرضه مىنمايند ؟ چنان كه در آن گناهى ببيند ، آزرده مىگردد ؛ پس پيامبر خدا را ميازاريد و او را خشنود سازيد . « 1 » »\r\nبنابراين پيامبر و ائمّهء اطهار از آنكه در كارنامهء اعمال دوستداران خود گناهانى چون : شرابخوارى ، شنيدن غناء ، غيبت كردن ، تهمت زدن ، سخن چينى ( نميمه ) ، تفرقه ، تعصّب ، سستى و فرار از جهاد را ببيند ، آزرده مىگردند .\r\nهمانگونه كه ارتكاب گناه ، پرده‌اى را ميان بنده گنهكار و پروردگارش ايجاد مىنمايد ، ميان اولياء خدا و دوستدارانشان نيز چنين حجابى را قرار مىدهد .\r\nحال مىتوان ، از رهگذر پايبندى به نكات ذيل ، حجابهاى ايجاد شده ميان مؤمنين و امامشان را از بين برد :\r\n1 - دورى جستن از گناه و توبه كردن به بارگاه حقّ تعالى ؛ عدم نااميدى از رحمت الهى و نيز عدم سبك شمردن شأن اولياء خدا .\r\n2 - افزايش بنيادهاى تضمين كننده پايدارى فكر و انديشه ؛ همچون ساختن مساجد ، حسينيّه‌ها و مدرسه‌هاى علميّه . زيرا ، آنها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحارالانوار ، ج 17 ، ص 131 ، ح 5 .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nچون ستونهاى ساختمانى هستند كه آن را پا برجا نگاه مىدارند و نيز مانند دژى مستحكم مىباشند كه شهر را از گزند دشمنان ايمن مىدارند .\r\n3 - اهمّيت به تربيت نيكو و درست فرزندان ؛ چه ، آن ضمانتى است براى استمرار دين در زندگى . آدمى مسؤول تربيت فرزندان خويش در دنيا و آخرت است و آن ، بسيار مهمتر از تهيه نان شب ايشان است . بويژه اگر درك نماييم كه خداوند متعال انسان را مىآفريند و روزىِ او را معين مىسازد . در اينجا بر پدر و مادر واجب مىگردد كه قبل از هر چيز ، فرزندان خود را به آموختن قرآن و شناخت پيامبر و ائمّهء اطهار عليهم السلام نزديك سازند ؛ تا بتوانند بدين وسيله سلامتى آنها را در برابر كجرويها تضمين كنند و يا زمينه‌هاى افتادن ايشان در دام دشمنان را بكاهند .\r\nدر زمان غيبت ، از ما خواسته شده است كه توجّه زيادى به امام زمان داشته باشيم ؛ تا آنجا كه در برخى از روايات بر اين تأكيد شده است كه او را با لقب « بقيّة اللَّه » مخاطب قرار دهيم . شايد دليل آن ، اين باشد كه صد و بيست و چهار هزار پيامبر در گذشته نقش مقدّس خود را به خوبى ايفا كرده‌اند و به مقام والايى دست يافته‌اند . همچنين پس از آنها ، اوصياء - كه چندين برابر پيامبران بودند - آمدند و نقش آنها نيز به پايان رسيده است . حال هيچ ريسمانى ميان آسمان و زمين - بعداز قرآن - باقى نمانده تا به آن چنگ زنيم ، جز اين امام بزرگوار . پس به اين ريسمان بياويزيم و بدان توجّه نماييم و از او بخواهيم كه وسيله و شفاعت كننده ما ، در بارگاه حقّ تعالى باشد .\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\n\r\nبشريت در انتظار تحقّق يافتن نويد\r\n( وَكَيْفَ تَكْفُرُونَ وَأَنتُمْ تُتْلَى عَلَيْكُمْ آيَاتُ اللَّهِ وَفِيكُمْ رَسُولُهُ وَمَن يَعْتَصِم بِاللَّهِ فَقَدْ هُدِيَ إِلَى صِرَاطٍ مُسْتَقِيمٍ * يَاأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُم مُسْلِمُونَ ) « 1 » .\r\n« و چگونه ممكن است شما كافر شويد ، با اينكه آيات خدا بر شما خوانده مىشود ، و پيامبر او در ميان شماست ؟ ! و هركس به خدا تمسّك جويد ، به راهى راست ، هدايت شده است * اى كسانى كه ايمان آورده‌ايد ! آن گونه كه حقّ تقوا و پرهيزكارى است ، از خدا بپرهيزيد ؛ و از دنيا نرويد ، مگر اينكه مسلمان باشيد . »\r\nرسالت اسلامى - آخرين رسالت الهى - همچون ميوه‌هايى است كه خداوند به انسان بخشيده است . اگر به درستى از همه آنها بهره بگيرد ، بدنى كامل ، سالم و پر توان خواهد داشت . امّا ، اگر استفاده نيكويى از آنها نكند ، فايدهء مورد نظر را به دست نمىآورد . به ويژه كه بدن به همه آنچه ميوه‌ها در بردارند ، نيازمند است . همانا حكمت الهى ، نيازهاى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء آل عمران ، آيات 101 و 102 .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nبدن آدمى همچون ويژگى ساخت نيرو ، پويايى و توانايى بدن را بر پايه خواص ميوه‌ها بنا نهاده است ؛ تا آنجا كه اگر آدمى ميوه‌اى را جداى از ديگرى استفاده نمايد ، احساس كمبود و نياز به آن ميوه‌اى كه نخورده است ، مىكند .\r\nهمانگونه كه گفته شد ، دين به ميوه‌ها ماند ؛ از اين جهت كه دين عبارت است از : واحد تكامل يافته‌اى كه بايد از تمام اجزاى آن ، بهره جست . يعنى ، نبايد جزئى را برگزيد و بقيّهء اجزاء را رها كرد .\r\nاگر جامعهء بشرى به بندبندِ روشها ، آموخته‌ها و سفارشات دين بازگردد ، به والاترين خوشبختى دست خواهد يافت .\r\nامّا ، اگر به بخشى از آن بسنده كند ، تنها از آن بخش بهره خواهد برد .\r\nهر چند ، جامعه‌اى كه به برخى از سفارشات عمل مىكند و برخى ديگر را رها مىنمايد ، به خوشبختى كامل دست نمىيابد ؛ امّا ، با اين حال دچار نگون بختى مطلق هم نمىگردد .\r\nفرض كنيم كه جامعهء ما تنها به فريضه نيكويى به پدر و مادر پايبند است و ديگر سفارشات دينى را ناديده مىگيرد . در اينجا فقط از هر آنچه كه بدان پايبند است ، سود مىجويد . حتّى اگر ملّتى به اصول اسلامى در زمينهء اقتصادى همچون تحريم ربا ، كلاهبردارى ، دزدى و سستى عمل كند ؛ تنها از ناحيهء اقتصادى ، ملّتى خوشبخت خواهد بود . آيا ملّتهاى غربى را نمىبينيد هنگاميكه به سفارشات اسلام دراين زمينه عمل كردند ، به چه رشد اقتصادى چشمگيرى دست يافتند .\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nدر حالى كه آنها با خواستگاه اين سفارشات آشنا نبودند و با وجوديكه به تعاليم اسلامى ديگر چون : نماز ، روزه ، امر به معروف و نهى از منكر عمل نمىكردند . . .\r\nهمانا ، اين سخنان مقدّمه‌اى بيش نيستند ، براى آنچه كه مىخواهم به مناسبت ولادت امام مهدى ( عج ) بگويم .\r\nاز مهمترين سفارشات پيامبران به امّتهايشان در طول تاريخ ، ايمان به اين امام بزرگوار و اهمّيت جدّى به ايده انتظار ظهور او بوده است .\r\nخداوند هيچ پيامبرى را مبعوث نگردانيد ، مگر آنكه بر او نمايان ساخت كه ، پايان اين جهان به نيكى و سعادت مىانجامد و همانا سرانجام نيك براى پرهيزكاران است . همچنين خداوند زمين را به بندگان نيكو كارش واگذار مىكند ؛ تا آنجا كه مستضعفين را در پايان راه پيروز مىگرداند .\r\nهمهء پيامبران ، فرستادگان ، ائمّهء اطهار و نيكوكاران به حقيقت ظهور امام مهدى ( عج ) در آخر الزمان و نيز ، به اين حقيقت كه خداوند پس از پر شدن زمين از ظلم و نگون بختى توسط ستمكاران و پيروانشان ، به واسطهء او - امام زمان - زمين را از عدل و داد و خوشبختى پر مىنمايد ؛ ايمان آورده‌اند . همچنين پيامبران كه در رأس آنها ، سرور و سالارمان ، حضرت محمّد صلى الله عليه و آله ، مىباشد ؛ در طول زندگانى خود به اين ظهور و عده داده شده ، بشارت داده‌اند . ائمّهء اطهار نيز بارها اين نويد را داده‌اند .\r\nما اگر فرض كنيم كه ملّتى به اين ايده - ايده انتظار ظهور امام\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nمهدى ( عج ) - پايبند است ، - بدون در نظر گرفتن گرايش اين ملّت به ايده‌ها و سفارشات الهى ديگر و يا ايمان به آنها - بر ما روشن خواهد گشت كه اين ملّت ، سود كلانى را به خاطر اهمّيت دادن به اين سفارش بزرگ نصيب خود مىگرداند .\r\n\r\nبشريت ميان اميد و نااميدى\r\nجامعه بشرى خبرهاى ويرانيهاى جهانگير ، جنگهاى بين المللى ، توطئه‌هاى سياسى و تجاوز به حقوق ديگران را مىشنود و در هر شبانه‌روز با خبرهاى هولناكى غافلگير مىگردد ؛ تا آنجا كه اگر از اين خبر آگاهى يابد كه ، كره زمين به كمربند انفجارى ، از انواع بمبهاى هسته‌اى ، شيميايى و ميكروبى و نيز انواع اسلحه‌هاى دهشتناك كشتار جمعى مجهّز شده است ! بيم و ترس فراوانى سراسر وجودش را فرا خواهد گرفت . همچنين با آگاهى يافتن از گسترش شكاف لايه اوزون و بالا رفتن دماى زمين واتمسفر تا اندازه‌اى كه آب درياها ، خشكىها را بپوشاند و يا افزايش احتمال بروز زمين لرزه و فعاليّتهاى آتشفشانى و يا خبرهاى وحشت‌انگيز و دلهره‌آور ديگرى ، بيمناك مىگردد . بلكه پژوهشهاى استراتژيك براين موضوع تأكيد مىكنند كه جهان - به همراه انسان - به زودى پايان خواهد يافت و آن در صورتى است كه روشهاى ويرانگر چون استفاده بىرويه از نفت و گاز و نابود كردن جنگلها كه براى آدمى آفريده شده‌اند ، استمرار يابند . اين امر ، به انقراض نسل آدمى بر روى اين كره خاكى مىانجامد .\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nانسانها با شنيدن اين گونه خبرها در هر شبانه‌روز ، به خود فرو مىروند و از زندگى و پويايى نااميد مىگردند ؛ تا آنجا كه - دراين فضاى بدبينى و نااميدى - خواهان مرگ زود هنگام خود خواهند شد .\r\nبا اينكه دل بشريت براساس سازگارى با دگرگونى و تحوّل سرشته شده است ؛ امّا ديگر نمىتواند در برابر موجهاى وحشتى كه به سويش مىآيند ، مقاومت كند و دچار ناتوانى مىگردد .\r\nولى ، اگر همين بشر فرموده خداوند بزرگ را بخواند : ( وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِن بَعْدِ الذِّكْرِ أَنَّ الْأَرْضَ يَرِثُهَا عِبَادِيَ الصَّالِحُونَ ) « 1 » ؛ « در زبور بعداز ذكر ( تورات ) نوشتيم : بندگان شايسته‌ام وارث زمين خواهند شد . » و با نفس خود سخن بگويد ، به خداوند متعال ايمان مىآورد و درك مىنمايد كه خداوند ، جهان را جز به نيكى ، خوشبختى و آرامش پايان نمىبخشد . اين كشتى سرگردان ميان طوفانها و امواج متلاطم دريا ، به زودى به ساحل امنى خواهد رسيد و در هر آن ، امكان وقوع معجزهء بزرگ الهى وجود دارد . حتّى اگر اين معجزه براى نسلهاى آينده تحقّق يابد ، بدون شكّ به دنبال آن ، بشريت زندگى همراه با اميدوارى ، نشاط و پويايى و به دور از نااميدى و سرخوردگى خواهد داشت .\r\nبنابراين ، شايسته است كه دعوت اسلامى به همهء انسانها چه مسيحى ، يهودى ، كافر و بت‌پرست توجّه نمايد و اين بشارت را به همگان دهد كه خداوند متعال انسانها را براى عذاب دادن نيافريده و يا اينكه آنها را براى نگون بخت شدن به زمين نفرستاده است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء انبياء ، آيهء 105 .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nهمچنين خداوند از انسانهاى ظالم و ستمكارى كه در زمين بسيار فساد مىكنند ، خشنود نمىباشد ؛ به اين دليل كه او پروردگار جهان و مسلّط بر سرنوشت آن است . پس اوست بخشايشگرى كه اندازه‌اى براى رحمتش وجود ندارد و اين رحمت و ارادهء الهى از اينكه سرنوشت زمين به دست ستمكاران - هر چند كه بسيار فساد كنند - بيفتد ، ابا كرده است .\r\nجهان ، هنوز دگرگونيهاى حاصله از جنگ سرد ميان ايالات متّحده آمريكا - غرب - و شوروى سابق - شرق - را به ياد مىآورد . اينكه چگونه زمين در آن زمان بر لبه پرتگاه جنگهاى هسته‌اى پيش مىرفت و آن بخاطر ايجاد بحران مشهور در خليج خوكها - دهه 60 م - در زمان دو رئيس جمهور زورگو ، خروشچف و كندى ، بود . چرا كه ايالات متّحده تهديد كرد ، اگر شوروى موشكهاى هسته‌اى خود را از زمينهاى كوبا - زمينهايى كه ايالات متّحده آنها را جزء مرزهاى استراتژيك و امنيّتى خود مىداند - خارج نكند ، جنگ اتمى را آغاز خواهد كرد .\r\nهمچنين بحرانهاى جهانى ديگرى بوده‌اند كه انسانها آن را به طور جدّى دنبال نكرده‌اند و يا اصلًا از آن آگاهى ندارند . شگفتا ! چه كسى مانع وقوع بلاى خانمانسوز شده است . بويژه اينكه همه ما جهانيان مىدانيم هر كس مانند اين سلاحهاى مرگبار را بسازد ، هيچگاه نمىتواند انديشه مناسب و اراده لازم را براى حفظ نفس خويش دراين بحرانها داشته باشد ؛ و نيز با درك اينكه انفجارهاى هسته‌اى طرف مهاجم و يا مدافع را از هم تمييز نمىدهد و همه چيز با شعله‌ور شدن\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nجنگ هسته‌اى به پايان خواهد رسيد و اين چالشى است بس بزرگ !\r\nبراى نزديك شدن به حقيقتى كه مورد نظرمان است ، دو نمونه ديگر مىآوريم . اوّلين نمونه ، زيردريايى غرق شده روسى در درياى نروژ است - هنوز در ژرفاى اين دريا معلّق مىباشد - كه هيچ كس علّت از كار افتادن آن را ذكر نمىكند ! بلكه ، حتّى درباره سرنوشت موشكهاى هسته‌اى همراه اين زيردريايى ، چيزى نمىگويد ! امّا نمونه دوّم ، در مورد رزمناو آمريكايى مىباشد - رزمناوى است هسته‌اى - كه در نزديكى بندر عدن با حمله انتحارى مواجه گشت . اگر قايق هجوم آورنده ، در فاصله يك و نيم مترى رزمناو منفجر نمىشد و با آن برخورد مىكرد ، بدون ترديد بلايى خانمانسوز و مصيبتى بزرگ ، جهان را در برمىگرفت .\r\nحال ، اگر ديوانه‌اى از ديوانگان دارنده اين سلاحهاى اتمى در هر كدام از ابرقدرتهاى جهان ، بخواهد با هدف رهايى بشريت از عذاب و نگرانى ، يكى از كليدهاى وحشت را فشار دهد ، چه بر سر جهان خواهد آمد !\r\n( \r\nالرَّحْمنُ عَلَى الْعَرْشِ اسْتَوَى )\r\nامّا ، قرآن كه پيام خالق به مخلوقش مىباشد ، به اين احتمالات و ايده‌هاى نادرست اين گونه پاسخ مىدهد كه : ( الرَّحْمنُ عَلَى الْعَرْشِ اسْتَوَى ) « 1 » « همان بخشنده‌اى كه بر عرش مسلّط است . » خداوند هرگز اجازه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء طه ، آيهء 5 .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nنمىدهد كه بشريت نابود گردد ؛ بلكه تنها اوست نگاهدارندهء انسانها تا روز قيامت ، روزى كه همه جهانيان از ستم و سركشى رهايى مىيابند .\r\nشايد مطالعه دقيق آياتى كه به سرگذشت امّتهاى گذشته پرداخته‌اند ، بر ما آشكار سازد كه طاغوتهاى زمان همچون : فرعون ، نمرود ، قارون ، هامان ، نسلهاى ايشان و پيروانشان با مرگ طبيعى درنگذشته‌اند ؛ بلكه از عرشهاى خود بر كنار و سرنگون شده‌اند .\r\nخداوند به اين علّت به آنها مهلت داده بود و حجّت را برايشان تمام كرده بود كه ، ايشان و مردم را بطور يكسان آزمايش كند . ولى اين مهلت و آن حجّت ابدى نبوده بلكه ، هر كارى موعدى مقرّر دارد .\r\nپس نمىتوان تصوّر كرد كه نمونه‌هاى بيدادگر زمان ، چون صهيونيستهاى خونخوار كه بزرگ و كوچك نمىشناسد و گلوله‌هاى ظلم و نابودى را به سوى فلسطينيها نشانه گرفته است و يا وحشيگرى صدام و همدستانش كه بر عليه مردم عراق اعمال مىشود ، هميشه جاودان خواهد ماند . پس هركه اين گونه بيانديشد ، حكم نابودى خويش را صادر كرده است ، قبل از آنكه ظلم ستمكاران دامانش را بگيرد .\r\n\r\nاميد راستين\r\nقرآن و احاديث پيامبر و ائمهء اطهار عليهم السلام و همچنين ضرورت عقل به ما مژده داده‌اند كه روزى امام مهدى ( عج ) در حالى كه پرچم قرآن وپيامبر را بر دوش دارد ، خواهد آمد و به نداى همه جهانيان پاسخ خواهد داد .\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nآن روز زمانى فرا خواهد رسيد كه امّتها و ملّتها از تجربه‌هاى شكست خورده خود در طول تاريخ نااميد گشته‌اند و بعداز آنكه به نقطه صفر رسيدند ، تنها در امام زمان ( عج ) اميد الهى را مىيابند . او تنها نجات دهنده‌اى است كه خداوند ، زمين را به خاطرش حفظ نموده تا در روز موعود ظهور نمايد .\r\nبر ما كه سعى در نشر پيام قرآن داريم شايسته است ، از مردم توقّع نداشته باشيم كه مثلًا از رهگذر آموزش نماز شب تسليم اين پيام گردند . سپس به آنها وعده دهيم و انديشه ظهور نجات دهنده را براى ايشان آشكار سازيم و آنكه اين نويد ، اصل مذهب شيعه است . نويدى كه اوج راه و روش اميرالمؤمنين ، امام على عليه السلام و دو فرزندش امام حسن و امام حسين عليهم السلام و ساير ائمهء اطهار عليهم السلام را نشان مىدهد . در اينجاست كه جهان راه حق را مىيابد و مردم با انديشه‌ها و دلهايشان حقيقت ايده اسلامى را كه سوق دهنده ايشان به سوى اميد و زندگى است ، لمس مىكنند .\r\nهمانا ، نويد به اين اميد با انواع مژده‌هايى كه بشريت در طول تاريخ ديده است ، تفاوت ريشه‌اى دارد . زيرا ، آن نويدها چيزى جز وعده‌هاى دروغين نبوده‌اند كه افرادى به قصد انجام منافع شخصى يا توجيه ظلم ستمكاران و ادامه حكومت آنها - كه خود مىدانند روزى از روزها نيست و نابود خواهد شد - آفريده‌اند .\r\nامّا اين نويد - نويد ظهور امام زمان ( عج ) - از واقعيّت جدا نيست .\r\nزيرا ، از يك جهت خالق يكتا ، انبياء و ائمّه اين مژده را داده‌اند .\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nاز سوى ديگر آن نويد ، معناى راستين نياز انسانى و تاريخى مىباشد .\r\n\r\nمرگ بر دروغگويان\r\nامروزه بويژه مؤمنان و عموماً مسلمان ، گرفتار شبه فرهيختگانى گشته‌اند كه همه تلاش خود را به كار گرفته‌اند تا در آنچه كه به آن شناخت ندارند ، دخالت نمايند و از اين راه به قداست دانش و تخصّص تجاوز نمايند . همچنين موقعيت ايمان و اسلام را در دلها ، به خطر اندازند . خواه از تأثير دروغى كه مىگويند آگاه هستند و يا از آن تأثير چيزى نمىدانند .\r\nچه بسيار از روزنامه‌ها ، كتابها و بوقهاى تبليغاتى كه مردم را به سوى شكّ در عقيده و نااميدى از دگرگونى و تحوّل تحريك مىكنند ؛ در حالى كه نمىدانند ترديد ، ياس ، به شكّ انداختن و نااميد ساختن گونه‌اى هولناك از شرك و نفاق است .\r\nاگر به قرآن - كه كتاب الهى و جلوه حق است - بازگرديم ، در آن مىيابيم كسانى كه مؤمنين و عقيده را به استهزاء مىگيرند ، شديدترين عذاب و سخت‌ترين عقوبت را در روز قيامت خواهند ديد ؛ بلكه عذاب ايشان از كفّار بالاتر است . زيرا ، كافر فقط كفر مىورزد و براى وى اهمّيت ندارد كه چه كسى ايمان آورده است . امّا ، فطرت استهزاء كننده اين گونه است كه كفر بورزد ، فريبكارى نمايد و آزار رساند .\r\nهمچنين در روايات و احاديث آمده است كه مجازات استهزاء كننده به حقايق قرآن و ايده‌هاى مؤمنين در جهنّم تا ابد جاودان خواهد بود .\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nبا آنكه در دورترين جاى آن قرار مىگيرد ؟ ولى در آن سويى كه از او هزار سال فاصله دارد ، تابشى از نور بهشت را مىبيند . پس براى رسيدن به آن نور دست به هر كارى مىزند . از زبانه‌هاى آتش سوزان و هر آنچه كه در بردارد ، - از انسانها گرفته تا جنها ، حيوانات ، سختيها و عذاب - مىگذرد . تا به آن تابش مىرسد ، خاموش مىگردد و اگر به در بهشت نزديك شود ، در به روى وى بسته مىگردد . امّا ، دوباره تابشى از نور بهشت و در باز ديگرى مىبيند . پس شتابان به سوى آن دو مىدود . شايد خويشتن را نجات دهد يا از مجازات ، راه فرارى يابد .\r\nپس دوباره به همان راه باز مىگردد . و اين گونه در جهنّم جاودان مىماند .\r\nتا به حال دروغها و تهمتهاى شخصى كه حركتهاى اسلامى ، دينى - فرهنگى و مقدّسات را به سخره گرفته است - ولى با كمال خونسردى از مصالح و انگيزه‌هاى خود در قالب نادانى ، طمع و كفر توجيه مىكند - شنيده‌ايم و شنيده‌ايد . پس موضعگيرى ما نسبت به آنها بايد تذكّر دادن يا دورى كردن از آنها باشد . اگر تذكّر ياپند سودى نداشت از ايشان به خداى متعال پناه ببريم . زيرا ، آنها موجوداتى جهنّمى هستند و هركه به آنان نزديك شود يا به ايشان اعتماد كند ، آتش گناهان - آنها - گريبانگير وى خواهد شد . پس بايد از اين افراد بيم داشت . زيرا ، كه در آغاز ايمان آوردند سپس كفر ورزيدند و همانا مؤمنان راستين از ايشان زيانى نخواهند ديد .\r\nشايسته است كه انسان مؤمن ، دربارهء فرهنگ اميدوارى ، تحقّق\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nبلندپروازيها ، چگونگى كوشش و اجتهاد جستجو كند و تنها راه جستجو ، قرآن ، سخنان يپامبر و ائمهء اطهار مىباشد . اگر بررسى پيرامون ويژگى وجود و ظهور امام زمان ( عج ) باشد ، انسان مؤمن بايد بداند خداوند در قرآن از روش كسى كه به ايده اسلامى كفر مىورزد ، انتقاد مىكند و مىفرمايد : ( وَكَيْفَ تَكْفُرُونَ وَأَنتُمْ تُتْلَى عَلَيْكُمْ آيَاتُ اللَّهِ وَفِيكُمْ رَسُولُهُ ) « 1 » ؛ « و چگونه ممكن است شما كافر شويد ، با اينكه آيات خدا بر شما خوانده مىشود و پيامبر او در ميان شماست ؟ ! » يعنى ، با اينكه امروزه از وجود بدنى پيامبر محروم هستيم ، ولى همچنان نفس گرم او را در ميان مسلمانان احساس مىكنيم و آن درگذر وجود جانشين و وصىّ وى مىباشد . چرا كه او قرآن ناطق و يارى دهنده جهانيان و نيز اميد تاريخى براى همه بشريت است و او كسى نيست جز امام مهدى عليه السلام .\r\nپس شايسته است كه به او تمسّك جوييم و در ايجاد وابستگى به او استوار و پا برجا پيش برويم . زيرا ، تنها با اين روش مىتوان دور كردن نااميدى از دل و حركت در راه پيشرفت و شكوفايى را تضمين كرد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء آل عمران ، آيهء 101 .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\n\r\nامام زمان ، بزرگترين آزروى بشريت\r\nكيست آن يارى دهنده تا كاروان بشريت را از سرنگونى در پرتگاه مرگ بازدارد و كيست آن يارى كننده تا از سقوط جامعه انسانى در درّه پليديها جلوگيرى نمايد ؟ !\r\nهمانا ، امروزه تمام اميدهايى كه براساس چاره جوئيهاى مقطعى بنا نهاده شده‌اند ، سست و بيهوده به نظر مىآيند . دراين راستا ، بسيار تلاش شده است تا انسان را با آموزشها و راهنماييهاى سطحى اخلاقى از سقوط بازدارند ؛ ولى اين تلاشها با شكست مواجه شدند . همچنين بوسيله سازمانهايى چون سازمان ملل متّحد ، شوراى امنيّت و دادگاه بين المللى لاهه بيشترين سعى خود را كردند تا از عمليات كشتار جمعى - به علّت جنگهاى جهانى و منطقه‌اى - جلوگيرى نمايند ولى با شكستى سخت روبرو شدند .\r\nپس با وجود جامعه بين الملل ، جنگ جهانى دوّم درگرفت .\r\nهمچنين ، در سايه سازمان ملل متّحد ، جنگهاى نابود كننده منطقه‌اى شعله‌ور شدند و نيز با وجود شوراى امنيّت ، ابرقدرتى چون اتّحاد\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nجماهير شوروى دو كشور مستقلّ مجارستان و چك اسلواكى را اشغال كرد . همچنين كشور مستقل لهستان را تهديد نمود . سپس كشور افغانستان - سوّمين كشور - را به اشغال خود درآورد .\r\nباز هم در سايه شوراى امنيّت ، ايالات متّحده آمريكا به بسيارى از كشورها و سرزمينهاى جهان تجاوز نمود .\r\n\r\nجهان و بيم نابودى\r\nبنابراين ، وجود اين سازمانها و آن قوانين نمىتواند ما را از سرنگونى در پرتگاه مرگ بازدارد ؛ زيرا جهان در هر دقيقه بيش از يك ميليون دلار براى سلاحهاى كشتار جمعى هزينه مىكند . براى آشكار ساختن خطرهاى فراوانى كه بشريت را دربرگرفته ، ما را بسنده است كه بگوييم سهم هر انسان روى زمين از سلاحهاى كشتار جمعى ، به خصوص مواد منفجره . . ، به اندازه‌اى است كه مىتواند بوسيله آنها 15 ميليون مرتبه كشته شود !\r\nهمچنين وجود سلاحهاى شيميايى كه تنها 100 ميليون تن از آنها كفايت مىكند تا هرچه روى زمين است ، نابود گرداند . ( با در نظر گرفتن اينكه دولتهاى گوناگون جهان به خصوص دولتهاى غربى ، هزاران ميليون تن از اين سلاحها را دارا مىباشند ! )\r\nپس ، براين اساس بشريت با سرعتى ديوانه‌وار به سوى پرتگاه مرگ پيش مىرود .\r\nحال اين پرسش سرنوشت‌ساز مطرح مىگردد كه : چه كسى انسان\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nرا از انسان مىرهاند ؟ !\r\n\r\nضرورت اعتقاد به وحى\r\nهمانا ، رهايى بخش انسانها از اين مصيبتها ، امام ، سرور و رهبر ما ، مهدى ( عج ) مىباشد . براى اينكه ترديدى در پذيرش اين حقيقت به جاى نماند ، بايد گفته شود كه انسان نياز دارد به وحى اعتقاد داشته باشد . اين اعتقاد ، برترين ايده‌اى است كه انسان مىتواند به آن دست يابد و همچنين والاترين اوج كمال انسانيّت مىباشد .\r\nوحى ، همان اعتقاد پايدار به وجود ارتباط ميان آسمان و زمين و نيز اينكه پروردگار آسمانها و زمين ، نسبت به بندگانش بسيار مهربان و آمرزنده است و همچنين بنابر همين رحمت است كه ، پيامبران را براى راهنمايى و رهايى انسانها از گمراهى به سوى ايشان فرستاده است ، مىباشد .\r\nهنگاميكه انسان به وحى - كه جلوه‌اى از قدرت حقّ تعالى و رحمت خداوند به انسان است - اعتقاد مىيابد ؛ ناگزير از آن است كه به امام مهدى ( عج ) عقيده پيدا كند . زيرا ، پروردگارى كه به واسطهء وحى زمين را به آسمان متّصل مىسازد ، از رحمت ، بخشش كامل او بر انسان و نيز لطفش به دور است كه بشريت را بعداز درگذشت رسول اكرم صلى الله عليه و آله بدون رابطه ميان آسمان و زمين رها نمايد .\r\nزمين از هنگاميكه انسان بر آن گام نهاد تا زمان برانگيخته شدن رسول اكرم به پيامبرى ، هرگز از حجّت الهى تهى نبوده است . حال\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nچگونه ممكن است خداوند ، اين زمين را بدون حجّت رها نمايد ؟ ! آيا در گذشته بشريت به پروردگار جهان نزديك‌تر بوده است كه ، صد و بيست و چهار هزار پيامبر - به جز جانشينان و اوصياء - به سوى آنها بفرستد ، امّا اينك ما را بدون هيچ حجّتى - پس از درگذشت پيامبر اكرم - رها نمايد ؟ !\r\n\r\nايمان به تداوم وحى\r\nهمانا ، انسانى كه به وحى اعتقاد مىيابد ، ناگزير از آن است به تداوم وحى كه در ائمّهء اطهار تجسّم يافته ، ايمان بياورد ؛ و به اين كه تداوم وحى رشد نموده و به اوج تداوم خط رسالت رسيده و در وجود امام مهدى ( عج ) نمود پيدا كرده است .\r\nهمانا ، شرح و بيان اين فلسفه به طول مىانجامد . حال فقط تابشى از اين نور را كه در زندگى ما سودمند است ، انتخاب مىنماييم تا بوسيله آن ، راههاى تاريك جامعه زخم خورده و مستضعف خويش را روشن نماييم .\r\n\r\nچگونه اميد را در وجودمان پايه‌ريزى نماييم\r\n؟ ما بايد از فلسفه وجود امام زمان ، انديشه مهمّى را الهام بگيريم تا بنگريم آيا در عقيده ما به امام ، آن آرزوى نهفته و كمبودى را كه از آن رنج مىبريم ، مىيابيم ؟\r\nسرشت و طبيعت انسان اين است كه به سوى نااميدى از زندگى ،\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nتمايل پيدا مىكند ، و از سوى ديگر طاغوتيان همواره با روش القا كردن به انسان كه ، او موجودى ناچيز و بىارزش مىباشد ، وى را به سوى نااميدى سوق مىدهند .\r\nامّا ، پيامبران و فرستادگان الهى بر خلاف طاغوتيان ، هميشه تلاش مىنمايند تا بذر اميد را در دل انسان زنده بپاشند و همواره به او تأكيد مىكنند كه وى آفريده‌اى است با كرامت . اوست اشرف مخلوقات و نيز بزرگوار در نزد خداوند . و اينكه پروردگار انسان را به بهترين صورت آفريده است . اين تفكّر يكى از اساسىترين بندهاى رسالت پيامبران و فرستادگان الهى است . در حالى كه پايه‌ريزى نااميدى و يأس از برجسته‌ترين نقشه‌ها و سياستهاى طاغوتيان مىباشد .\r\nحال چگونه مىتوانيم اين اميدوارى را در خود زنده نگاه داريم و از ياس دورى جوييم ، با توجّه به اينكه امروزه ، شرايطى ما را در برگرفته‌اند كه ، همواره ما انسانها را به سوى مرداب يأس و احساس مرگبار به نااميدى ، سوق مىدهند ؟ !\r\nدر پاسخ به اين پرسش مىگوييم : يك مسلمان معتقد به وحى درك مىنمايد كه فراسوى اين ظواهر مادى و عوامل مؤثّر در شرايط زندگى ، يك نيروى غيبى وجود دارد كه از روند امور براساس ظواهر جلوگيرى مىكند .\r\nدرست است كه طاغوتيان بر مستضعفين به زور حكم مىرانند و آنها را به زور حكم مىرانند و آنها را به تباهى و سيه‌روزى مىكشانند .\r\nامّا ، آيا در ذهن مىگنجد كه امام زمان اين بشريت رنجديده را بدون\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nاينكه كارى براى ايشان انجام دهد ، به حال خود رها كند ؟ ! پس كجاست آن فضل و رحمت الهى ؟ !\r\nهمانا ، ما مسلمانان رحمت حقّ تعالى را باور داريم و از لطف و فضل او مطمئن مىباشيم . به همين خاطر هرگز نااميدى نمىتواند به دلهايمان راه يابد و بر ما چيره گردد . پس اميدوارانه حركت مىكنيم و سرانجام به خواسته خود دست مىيابيم . زيرا ، خداوند متعال مىفرمايد : ( وَأَن لَّيْسَ لِلْانسَانِ إِلَّا مَا سَعَى * وَأَنَّ سَعْيَهُ سَوْفَ يُرَى ) « 1 » « و اين كه براى انسان بهره‌اى جز سعى و كوشش او نيست * و اينكه تلاش او به زودى ديده مىشود . »\r\n\r\nنياز ما به اميدوارى\r\nبنابراين ما به اميد نيازمنديم . اين اميد ، از ايمان به امام مهدى ( عج ) و نيز ايمان به اينكه هر آنچه پيرامون ما مىگذرد از آگاهى و اشراف امام زمان دور نمىباشد ، سر چشمه مىگيرد . علاوه بر آن ، شب قدرى وجود دارد كه در آن ( روح ) به همراه فرشتگان الهى فرود آمده و كارنامه اعمال هر يك از ما را بر امام عرضه مىدارند . خداوند متعال دراين باره مىفرمايد : ( وَقُلِ اعْمَلُوا فَسَيَرَى اللَّهُ عَمَلَكُمْ وَرَسُولُهُ وَالْمُؤْمِنُونَ ) « 2 » « بگو : عمل كنيد ! خداوند و فرستاده او و مؤمنان ، اعمال شما را مىبينند ! » از اين آيه اين گونه درمىيابيم كه ، امام بر اعمال ما - چه نيك و چه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء نجم ، آيات 39 و 40 .\r\n( 2 ) - سورهء توبه ، آيهء 105 .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nناشايست - ناظر است ؛ و بدون شكّ او از اعمال نيك ، خشنود و از رفتار ناپسند آزرده خاطر مىگردد .\r\nاين بخششها و الطاف الهى كه هر لحظه شامل حال ما مىگردند ، تصادفى نيستند . بلكه نشأت گرفته از سازه‌هاى روحى و عقايدى هستند كه با خون و رگ مسلمانان درهم آميخته است . از جمله اين عقايد ، ايمان به ضرورت ظهور امام مهدى ( عج ) مىباشد . من شخصاً عقيده استوار و ايمان عميق دارم كه ، گره مشكلاتمان در سايه اين اعتقادات حل خواهد شد . زيرا ، عقده‌هاى روانى انسانى و هر آنچه از آن رنج مىبرد - در رأس آنها ، يأس و نااميدى - بوسيله ايمان به اين ايده‌ها حل خواهد گرديد ، زيرا انسان آكنده از اميد و آگاهى خواهد شد . هركه به اين صفات دست يازد ، به والاترين آرزوهاى خود خواهد رسيد . ان شاء اللَّه !\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\n\r\nروز موعود ، آرزوى بشريت و توشه راه\r\nمسير بشريت ، آكنده از پيچ و خمهاى خطرناك است ، تا آنجا كه جانها پوشيده از ابرهاى يأس و بدبينى شده است . در سايه اين نااميدى و آن بدبينى ، انسانيّت به سوى اندوه كشنده و كينه و نفرت پيش مىرود . همچنين چشمان بشريت به روى حقيقت وجود خود و راز پاگذاشتن به زندگى دنيا و نيز استقرار خود بر روى زمين ، بسته گشته است .\r\nهدف حقيقى و آرزوى نهايى ، تنها طول عمر و جستجوى راههاى خوشبختى و آرامش نيست . بلكه ، بايد از اين هدفهاى ثانوى عبور كرده و به سوى هدفى برتر و والاتر - به سوى آن پايانهء جاويد و فراخ - زندگى ابدى در بهشت برين و برخوردارى از خشنودى خداوند متعال ، گام برداريم .\r\n\r\nپيچ و خمهاى خطرناك\r\nپيچ وخمهاى خطرناك ، بشريت را در شرايطى هولناك و رعب‌انگيز\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nقرار داده است . با مطالعه گذراى تاريخ بشريت مىبينيم كه زندگى انسانها سرشار از مصيبتها و عذابهايى بوده است كه توسط طاغوتيان ، مستبدّان و جلّادان خونخوار بر آنها تحميل شده است . ايجاد اين مصيبتها تنها به نرون ، يا هولاكو ، يا هيتلر و يا موسولينى اختصاص ندارد ؛ بلكه ، طاغوتيان فراوانى بوده‌اند كه با جنايات زشت و هولناك خود ، تاريخ بشريت را دچار جنگها و كشمكشهاى فراوانى كرده‌اند و مصايب ، دردها و ويرانيها را بر انسانها وارد ساخته و قربانيان فراوانى را گرفته‌اند ، تا آنجا كه تعداد اين قربانيان افزون بر دهها ميليون نفر گرديده است !\r\nحتّى تمدّنها در طول تاريخ از حمله طاغوتيان در امان نبوده‌اند .\r\nدراين مورد برخى از تاريخ نويسان يونان باستان اين گونه نوشته‌اند كه :\r\nامپراطور ستمگر ، نرون ، به اتّفاق همسرش بر بام كاخ خود مىنشستند و شهر روم را در حالى كه مىسوخت و در كام آتش فرو مىرفت ، تماشا مىكردند و با صداى بلند مىخنديدند و قهقهه سر مىدادند و قربانيانى را كه در آن لحظات وحشتناك جان خود را از دست مىداند ، به باد مسخره مىگرفتند .\r\nهمانا ، تاريخ در برگهاى خونين و شوم خود از سرزمينها و تمدّنهايى نام مىبرد كه شب را در آبادانى و درخشش به سربردند ، ولى هنگامى وارد صبح شدند كه ، ديگر از شهر و تمدّن چيزى جز ويرانه باقى نمانده است و از خرابه‌هاى به جامانده ، دود و زبانه‌هاى آتش بر مىخواسته است . جنگ جهانى دوّم را به عنوان نمونه مىتوان\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nنام برد كه بعد از آمارگيرى ، تعداد قربانيان اين جنگ ويرانگر و كثيف را 60 ميليون نفر ذكر كرده‌اند . علاوه بر آن ، تعداد بىشمارى از آوارگان و معلولين و نيز خسارات و ضررهاى مادى وجود داشته اند كه هيچكس نمىتواند آنها را شمارش كند و اگر آمارگيرى مىشدند ، از مرز هزاران ميليارد دولار مىگذشته‌اند !\r\n\r\nتوشه اميد و خوش‌بينى\r\nبراى اينكه اراده آدمى سست نگردد و بدبينى ، نااميدى و پيچ و خمهاى دشوار و خطرناك او را از پيشرفت تكاملى در زندگى بازندارد و به خاطر اينكه هميشه به پيش حركت كند ، ناگزير بايد اميدوارانه حركت كند و خويشتن را به وجود آينده‌اى درخشان و به دور از آن فاجعه‌ها و سختيها مطمئن سازد .\r\nآينده‌اى كه در آن پرچم عدالت بر سر تا سر جهان به اهتزاز درمىآيد و دوران ستم ، تجاوز ، چپاول ثروتها و تجاوز به حقوق و كرامت انسانها به پايان مىرسد .\r\nزيرا ، اگر نااميدى بر انسان غلبه نمايد و بر وجود او چيره شود ، هميشه از انجام كارها ناتوان مىگردد و نمىتواند هرگز هدف والايى را به انجام رساند . بلكه ، او نمىتواند هدفى را در نظر بگيرد تا بدان دست يابد . چه ، اينكه نااميدى همتاى خودكشى است و انسان نااميد ، همان كسى است كه وجود خويش را نابود ساخته قبل از آنكه به دست ديگران كشته شود و يا با مرگ طبيعى بميرد .\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\n\r\nاميد بشريت\r\nبراين اساس ، اين پرسش مهم پيش مىآيد كه ، به راستى كدامين اميد است كه بشريت را به حركت وامىدارد ، و در حالى كه سايه شوم يأس و نااميدى را پشت سرمىگذارد به سمت جلو پيش مىرود ؟\r\nاز ديدگاه اسلامى اصيل ، اين اميد را مىتوان دراين خلاصه نمود كه ، خداوند متعال با بنى آدم عهد و پيمانى راستين بسته كه ناگسستنى است . براساس اين پيمان بايد مسير انسان به سعادت حقيقى و استقرار عدل و داد ميان انسانها ختم گردد .\r\nاين پيمان الهى را مىتوان آشكارا در تاريخ و دقيقاً در همهء كتابها و رسالتهاى آسمانى - به خصوص در مكتب اسلام و گفته‌هاى رسول آن حضرت محمّد صلى الله عليه و آله - يافت . تا آنجا كه در آيه‌هاى قرآن و احاديث پيامبر اكرم و ائمّهء اطهار تأكيد فراوان بر اين حقيقت شده است . چنان كه خداوند متعال مىفرمايد : ( وَنُرِيدُ أَن نَّمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ وَنَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمُ الْوَارِثِينَ ) « 1 » « ما مىخواستيم بر مستضعفان زمين منّت نهيم و آنان را پيشوايان و وارثان روى زمين قرار دهيم . »\r\nهمچنين پيامبر اكرم صلى الله عليه و آله در حديث معروف خويش مىفرمايد : « لَوْ لَمْ يَبْقَ مِنَ الدُّنْيا إِلَّا لَيْلَة لَطَوَّلَ اللَّهُ تِلْكَ اللَّيلَةِ حَتَّى يَمْلُكَ رَجُلٌ مِنْ أَهْلِ بَيْتِي يُواطِئُ اسْمُهُ اسْمِي و . . . يَمْلَأَها قِسْطاً وَعَدْلًا كَمَا مُلِئَتْ ظُلْماً\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء قصص ، آيهء 5 .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nوَجَوْراً » « 1 » « اگر از عمر دنيا جز يك شب باقى نماند ، خداوند آن شب را آن قدر طولانى مىگرداند تا مردى از خاندان من حاكم جهان گردد . اسم او اسم من است و . . . زمين را از عدل و داد پر مىسازد ، همانگونه كه از ظلم و جور پر شده است . »\r\n\r\nسنّت « 2 » ظهور\r\nرسول خدا مىخواهد بواسطه اين حديث شريف بر سنّت ظهور امام مهدى و تحقّق عدالت الهى و نيز آكنده شدن زمين از عدل و داد ، تأكيد نمايد . همه اين موارد نشانگر سنّت ثابتى هستند كه ، اين سنّت تغييرناپذير است و بايد تحقّق يابد ؛ حتّى اگر براى وقوع آن لازم باشد كه در طبيعت جهان دگرگونى حاصل شود . همچون طولانىتر شدن آخرين روز زندگى دنيا بيش از آنچه كه معمول - 24 ساعت - است .\r\nبنابراين پيامبر اكرم در اينجا تأكيد شديد بر اين حقيقت بزرگ و تحقّق آن اميد نويد داده شده از سوى همه اديان الهى و نيز همهء امّتها و ملّتها دارد كه ، بطور حتم خداوند متعال مهدى اين امّت را به ظهور خواهد رساند ؛ حتّى اگر لازم باشد در قوانين حاكم بر طبيعت دگرگونى ايجاد شود . زيرا سنّت ظهور از اهمّيت فوق‌العاده‌اى برخوردار است ، بلكه بزرگترين سنّت است كه نسبت به ديگر سنّتهاى هستى ، اهمّيت بيشترى دارد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحارالانوار ، ج 51 ، ص 84 .\r\n( 2 ) - منظور از « سنّت » آن قانونى است كه خداوند مقرّر فرموده و قابل تغيير و دگرگونى نيست . ( مترجم )\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\n\r\nبشريت در انتظار\r\nالبتّه ، اين حديث به اين معنا نيست كه از عمر دنيا فقط يك روز باقى خواهد ماند ، و سپس خداوند آن را طولانى مىگرداند . بلكه ، مىخواهد اهمّيت اين حادثه عظيم را بيان كند و اينكه آن ، از امور حتمى است كه ناگزير بايد واقع شود . زيرا ، اين حادثه عظيم حقيقتى است ثابت ، كه بشريت به خاطر آن آفريده شده است . چه ، اينكه بشريت از هوسرانى طاغوتيان و حاكمان ظالم به تنگ آمده است و رنجها ، مصيبتها و محنتهاى فراوانى را تحمّل نموده است و بىصبرانه انتظار فرارسيدن اين روز موعود را مىكشد . روزى كه انسانها در سايه آن ، طعم حقيقى خوشبختى را مىچشند . روزى كه امام مهدى ( عج ) به ظهور مىرسد و پس از او ، عيسى بن مريم آشكار مىگردد و به امام زمان اقتدا مىنمايد و پشت سر او نماز مىگذارد ؛ تا صاحبان اديان و مذاهب آسمانى ديگر را به سوى ايمان آوردن به امام و پيروى از او سوق دهد و به دين اسلام كه مجموعه همهء اديان است ، گرايش يابند . در آن روز حضرت مهدى ( عج ) همه قومها و گروههاى بشرى با هر نوع گرايش و وابستگى دينى و قومى را ، زير پرچم توحيد گردهم مىآورد تا بر روى كره زمين دين واحدى حاكم گردد ؛ دينى كه پيامبر عظيم الشأن اسلام آن را آورده و فرزندش امام مهدى ( عج ) آن را زنده ساخته است .\r\nامروزه ما احساس مىكنيم كه بشريت در حركت كنونى خود ،\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nبه ازاى هر گامى كه پيش مىرود ، به همان اندازه گروهها ، قومها و نژادهايش با همدلى ، اتّحاد و همبستگى به يكديگر نزديك مىشوند . اين دليلى است بر اينكه ، آنچه پيامبر گرامى اسلام پيرامون فرج در احاديث شريف خود تأكيد كرده ، حقّ راستين و آشكارى است كه بايد محقّق گردد . پس مسير بشريت بدون هيچ چون و چرايى به سوى آن روز موعود پيش مىرود . ان شاء اللَّه !\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\n\r\nانتظار فرج نيكوترين اعمال\r\nسخن گفتن پيرامون امام مهدى ( عج ) شيرين و مفصّل است .\r\nبه همين خاطر ، سعى مىكنم به طور خلاصه از دل عبرتها و پندها ، هر آنچه كه به واقعيّت و روش زندگى امروزى ما نزديك است ، بيرون بكشم و براى شما بيان نمايم .\r\n\r\nرابطهء انتظار با واقعيت ما\r\nبا طرح پرسش بسيار مهمّى ، موضوع را آغاز مىنمايم : انديشه انتظار ، اعتقاد به آن و ايمان به امام مهدى ( عج ) چگونه مىتواند با واقعيّت بحرانى جامعه اسلامى امروز ، ارتباط داشته باشد ؟\r\nآيا مىتوان از اين انديشه ، ايده و بصيرت الهى ، براى دگرگون ساختن واقعيت بد جامعه به واقعيتى بهتر ، استفاده نمود ؟ دراين صورت ، چه راهكارهايى را براى اين دگرگونى بايد در نظر گرفت ؟\r\nپيش از پاسخ گفتن به اين پرسش مهم و حسّاس ، بايد نمونه‌اى را مثال زد . شخصى مىخواهد خانه‌اى را از آن خود داشته باشد . او تمام\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nتلاش ، كوشش و امكانات مالى و معنوى خود را به كار مىگيرد تا صاحب خانه گردد . يا فردى ديگر كه مىخواهد تشكيل خانواده دهد . مىبينيم در زمانى بسيار كوتاه ، همه اندوخته اجتماعى و اقتصادى خود را به كار مىگيرد تا به آرزوى خود - تشكيل خانواده - دست يابد .\r\nحال اگر ، اين همه تلاش ، فعاليّت و كوشش براى خانه‌دار شدن يا تشكيل خانواده صورت مىگيرد ، پس تلاش و كوشش شخصى كه بخواهد سرزمينش را آزاد سازد ، يا امّتش را نجات دهد و يا مردم را رهايى بخشد ، چگونه بايد باشد ؟ آيا اين موضوع مهمتر و حساستر نمىباشد ؟\r\nبنابراين انسانها ، يا امّتها و يا جامعه‌هايى كه مىخواهند به چنين هدفهاى بزرگى دست يابند ، بايد آن فاصله زياد ميان خود و هدف خويش را كاهش دهند و هرچه در توان دارند ، به كار گيرند تا به هدفهاى مورد نظر كه همان ساختن ميهنى استوار و شايسته منزلت و شأن آنهاست ، دست يابند .\r\nامروزه كه ما در موقعيّت سرنوشت سازى زندگى مىكنيم و در آن ، با كشمكشها و درگيريهاى مرگ و زندگى ، با حكومتهاى طاغوتى روبرو هستيم ، قضيّه و آرمان ما بسيار حسّاس و مهم مىباشد ، و كسانى كه اين موضوع را كوچك مىشمارند ، ناخود آگاه خود را تحقير مىكنند و به كرامت ، تاريخ و ارزشهاى خود اهانت مىنمايند .\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\n\r\nبحران حكومتهاى طاغوتى\r\nقضيه اين حكومتهاى طاغوتى قضيه‌اى ساده نيست . بنابراين بايد همه توان و نيروى خود را براى مقابله با آن بسيج نماييم . شايد بارزترين و قوىترين اين نيروها را مىتوان در عقيده انتظار فرج يافت . عقيده‌اى كه از مهمترين عقايد ما به شمار مىآيد .\r\nاگر نور اين اميد كه در حال درخشش از افقهاى زمان مىباشد و دلهايمان را - على رغم همه آن رنجها كه در دورانهاى خفقان ، سركوبى و روزهاى سرد و تاريك نااميدى تحمّل كرده‌ايم - روشنى مىبخشد ، وجود نداشت ؛ سهم هويّت و وجود ما در زندگى چيزى جز نابودى و ويرانى نبود . امّا ، خداوند تبارك و تعالى ، بقاء و تداوم ما را به واسطه نور بقيّة اللَّه فى الارضين تضمين كرده است و در اين رابطه مىفرمايد : ( بَقِيَّتُ اللَّهِ خَيْرٌ لَكُمْ إِن كُنتُم مُؤْمِنِينَ ) « 1 » « آنچه خداوند براى شما باقى گذارده ( بقيّة اللَّه ) برايتان بهتر است . »\r\nاگر اين ستم ، وحشت و خفقانى كه در طول زمان بر ما تحميل شده است ، بر كوهها وارد مىشد ، هر آينه آنها را درهم مىشكست و تخته سنگهاى آهن را ذوب مىنمود . ما نبايد گمان كنيم كه جهان از رمز قدرت ما غافل است ، بلكه غربيها و ديگران همواره به دنبال يافتن راز و رمز اين قدرت نهفته در وجود ما مىباشند .\r\nبه ياد مىآورم كه يك روزنامه نگار فرانسوى متوجّه پديده انقلابى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء هود ، آيهء 86 .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\n- كه ويژگى ما شيعيان در هر جنبش و حركت جهادى مىباشد - شد و از علّت يا راز استوارى و مقاومت شيعيان با وجود همه آن سركوبيها ، قتلها ، تبعيدها و دستگيريها كه از طرف حكومتهاى طاغوتى متحمّل شده‌اند ، پرسشى نمود ؟ به او اين گونه پاسخ دادم كه ما شيعيان به خداوند متعال توكّل مىنماييم و به آينده اميدوار مىباشيم .\r\n\r\nانتظار فرج نيكوترين اعمال\r\nتاريخ شيعه تاريخى است آكنده از فداكاريهاى بزرگ ، از خود گذشتگيها ، دردها ، رنجا ، شكنجه‌ها و زندانها . همان تاريخ امام حسين و امام موسى بن جعفر عليهم السلام است . امّا با وجود همه اينها خرد نشديم و تسليم يأس و نااميدى نگشتيم . بلكه براى آشكار شدن حق و حقوق ضايع شده ، هر چه درخشنده‌تر ، استوارتر و نيرومندتر در برابر نيروى ويرانگر ايستاديم . همه اين توانمنديها به وجود آن اميد بزرگ كه ما را در طول تاريخ به حركت واداشته ، باز مىگردد . آن اميد ، انتظار فرج است ، كه در مورد آن پيامبر اكرم صلى الله عليه و آله اين گونه فرموده است :\r\n« أَفْضَلُ أَعْمَالَ امّتِي انتِظار الْفَرَج » « بهترين اعمال امّت من ، انتظار فرج است . »\r\nما هرچه بذر اين فلسفه ايمانى راستين را در نسلهاى پياپى بكاريم ، مىتوانيم به اهداف خواسته شده دست يابيم . شخصى كه ترديد را دراين عقيده استوار - به علّت سنگينى بلاء و مصيبتهاى فراوان - راه مىدهد و نااميد مىگردد ؛ همچون فردى است كه بر شاخه درختى نشسته است و انتهاى شاخه را اره مىكند . دراين وضعيت هر لحظه\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nامكان دارد از آن بالا سقوط نمايد .\r\nهمانا موجوديت ما بر مجموعه‌اى از شالوده‌هاى قوى و متينى استوار است كه از مهمترين آنها انديشه ظهور امام مهدى ( عج ) مىباشد .\r\nدر اينجا مىخواهم بگويم كه در بين هزاران دين و مذهب و نيز هزاران انديشه ، نظريه فلسفه‌هاى گوناگون ديگر كه در سراسر جهان پراكنده‌اند ، دين و آيينى جز شيعه نيست كه ارتباط ميان انسان و آفريدگارش را ارتباطى مستمر و هميشگى بداند . زيرا ، ما شيعيان عقيده داريم كه رابطه ميان انسان و آفريدگارش همچنان استمرار و ادامه دارد ، و مانند ديگر مذاهب اسلامى به پايان پذيرفتن وحى ايمان نداريم ، و اين كه بعداز درگذشت پيامبر اين ارتباط و اتّصال قطع مىگردد و همچنين اينكه هيچ انسانى وجود ندارد كه پيامبر نباشد ولى با خداوند ارتباط داشته باشد .\r\n\r\nراز توانمندى ما ، در اعتقاد به امام مهدى ( عج ) نهفته است\r\nامّا شيعيان اعتقاد استوار و ايمان راسخ به وجود اين انسان غيبى الهى دارند ، انسانى كه در شب قدر - كه از هزار ماه بهتر است - بر او روح اعظم نازل مىگردد .\r\nاين روح اعظم ، كه برتر و الاتر از همه فرشتگان الهى همچون جبرئيل و ميكائيل است ، بر امام زمان ( عج ) نازل مىگردد . اين عقيده استوار ، عزّت و شرف ما شيعيان است ؛ و در آن قدرت ، استوارى اعتقاد ، سلاح جنگ عليه باطل و ايستادگى ما در برابر ستم پيشگان\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nو مفسدان ، نهفته است . حال اينكه ممكن نيست يك رزمنده سلاح خود را در ميدان نبرد رها سازد ، آيا درست است كه ما شيعيان از عقيده ، سلاح و قدرت هميشگى خود ، دست برداريم ؟\r\nبنابراين ، ما بايد - حتّىالامكان - ايمان و اعتقادمان به امام زمان را ، در مبارزهء طولانى خود با قدرتهاى ظلم و ستم و سركشى به كار گيريم .\r\nهمچنين بايد در كشمكشهاى تمدّنى ، از ايمان به اين امام و انتظار فرج او الهام بگيريم تا بتوانيم قضاياى كنونى را كه شاهد آن هستيم به قضيه تاريخى يا اعتقادى مرتبط سازيم .\r\n\r\nاهمّيت اميدوارى و خوش‌بينى\r\nاى كاش انديشمندان ، اديبان و نويسندگان براى بيان اهمّيت انتظار و آثار بزرگ آن ، بلكه خير و بركتى كه به خاطر دعاى امام مهدى ( عج ) شامل حال ما مىگردد ؛ در مقاله‌ها و محصولات ادبى - فكرى و فرهنگى خود بر قضيّه اميد دادن و تقويت اعتماد مردم به اين اميد ، تأكيد مىكردند و سپس به بحث ، پژوهش و بيان آشكار قضيه ظهور و نقش ما شيعيان در زمينه سازى و آمادگى براى اين امر مىپرداختند .\r\nچرا اين همه ترس ، دو دلى و عدم اهميّت به بيان قضيّه امام و ظهور او را به خاطر سخنان بدگويان و استهزاء مستهزئين - كه به امام مهدى ايمان ندارند - به دل راه مىدهيد ؟ آيا اين ترس و دو دلى دليلى بر ضعف عقيده به اين امام نيست ؟ با توجّه به اين كه اين ضعف شايد همه ساختار عقيدتى انسان را زير سؤال مىبرد .\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nبنابراين بياييم و عقيده خود را نمايان سازيم و در مورد آن آشكارا صحبت كنيم تا مردم به آن شناخت پيدا نمايند . چنان كه خداوند متعال در قرآن كريم مىفرمايد : ( وَقُلِ الْحَقُّ مِن رَبِّكُمْ فَمَن شَاءَ فَلْيُوْمِن وَمَن شَاءَ فَلْيَكُفُرْ إِنَّا أَعْتَدْنَا لِلظَّالِمِينَ نَاراً أَحَاطَ بِهِمْ سُرَادِقُهَا ) « 1 » « بگو : اين حق است از سوى پروردگارتان ! هركس مىخواهد ايمان بياورد و هر كس مىخواهد كافر گردد . ما براى ستمگران آتشى آماده كرده‌ايم كه سرا پرده‌اش آنان را از هر سو احاطه كرده است . »\r\n\r\nانديشه انتظار مستكبرين را مىهراساند\r\nاين عقيده كه متأسّفانه بعضى از مسلمانان به خاطر جهل و نادانى ايشان ، ما را به سبب آن به باد تمسخر گرفته‌اند ؛ خواب را از چشمان دشمنان اسلام همچون صهيونيستها و مستكبرين ربوده است ، دشمنانى كه از هم اكنون براى برخورد با اين عقيده و پرچمدار آزادى و منجى انسانها كه با ظهور خود براين دشمنان و بر كفر ، گمراهى و فساد ايشان چيره مىگردد ، دندان تيز كرده‌اند .\r\nبنابراين بياييم و اين روحيه را پايه‌ريزى كنيم و بذر آن را در وجود فرزندان و نسلهاى آينده خود ، بكاريم . همچنين شب و روز به امام زمان ( عج ) درود بفرستيم و براى او دعا كنيم . زيرا دراين دعا و آن درود ، بركت و نيكى فراوان نهفته است . بياييم پيمان و عهد خود را با او هر روز تجديد نماييم ، هر چند در زندگى روزمره خود\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء كهف ، آيهء 29 .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nبا مشكلات فراوان روبرو باشيم ، و در هر جمعه با خواندن دعاى ندبه با امام زمان ( عج ) بيعت نماييم و اين گونه او را فرا بخوانيم :\r\n« أَيْنَ مُعِزُّ الْأَوْلِيآءِ ، وَمُذِلُّ الْأَعْدآءِ . . . أَيْنَ قاصِمُ شَوْكَةِ الْمُعْتَدِينَ ؟ » « كجاست عزّتبخش دوستان و خوار كننده دشمنان ؟ . . . كجاست درهم شكننده شوكت زورگويان ؟ »\r\nپس اين دعا و مانند آن پيوند ما به اين امام را تقويت مىكند و نيز ايمان به انتظار را در وجودمان ژرفا مىدهد تا حقيقت اين ايمان را از انتظار عملى در تلاش براى تربيت خودمان و نيز كوشش براى دگرگونى واقعيت فاسد دريابيم .\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\n\r\nگفتار دوم : در انتظار امام مهدى ( عج )\r\nابعاد حياتى عقيده به امام مهدى ( عج )\r\nفائده‌هاى عصر غيبت كبرى\r\nمفهوم راستين انتظار\r\nچگونه از منتظران امام مهدى ( عج ) باشيم ؟\r\nدر پيشواز امام مهدى ( عج )\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\n\r\nابعاد حياتى عقيده به امام مهدى ( عج )\r\n( قُلْ أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ فَإِن تَوَلَّوْا فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُم مَا حُمِّلْتُمْ وَإِن تُطِيعُوهُ تَهْتَدُوا وَمَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ الْمُبِينُ * وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِن قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُم مِّن بَعْدِ خَوْفِهِمْ أَمْناً يَعْبُدُونَنِي لَايُشْرِكُونَ بِي شَيْئاً وَمَن كَفَرَ بَعْدَ ذ لِكَ فَأُولئِكَ هُمُ الْفَاسِقُونَ * وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَأَطِيعُوا الرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ * لَاتَحْسَبَنَّ الَّذِينَ كَفَرُوا مُعْجِزِينَ فِي الْأَرْضِ وَمَأْوَاهُمُ النَّارُ وَلَبِئْسَ الْمَصِيرُ ) « 1 » .\r\n« بگو : خدا را اطاعت كنيد و از پيامبرش فرمان بريد ؛ و اگر سرپيچى نماييد ، پيامبر مسؤول اعمال خويش است و شما مسؤول اعمال خود ، امّا اگر از او اطاعت كنيد ، هدايت خواهيد شد ، و بر پيامبر چيزى جز رساندن آشكار نيست * خداوند به كسانى از شما كه ايمان آورده و كارهاى شايسته انجام داده‌اند وعده مىدهد كه قطعاً آنان را حكمران روى زمين خواهد كرد ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء نور ، آيات 54 - 57 .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nهمان گونه كه به پيشينيان آنها خلافت روى زمين را بخشيد ؛ و دين و آيينى را كه براى آنها پسنديده ، پابرجا و ريشه‌دار خواهد ساخت ، و ترسشان را به امنيّت و آرامش مبدّل مىكند ، آنچنان كه تنها مرا مىپرستند و چيزى را شريك من نخواهند ساخت . و كسانى كه پس از آن كافر شوند ، آنها فاسقانند * و نماز را برپا داريد ، و زكات را بدهيد ، و رسول خدا را اطاعت كنيد تا مشمول رحمت او شويد * گمان مبر كافران مىتوانند از چنگال مجازات الهى در زمين فرار كنند . جايگاه آنان آتش است و چه بدجايگاهى است ! »\r\nمناسبت شب نيمهء شعبان كه شب ولادت نور محمّدى ، امام مهدى ( عج ) ، و مهمترين شبهاى اين ماه مبارك است ، از بزرگترين مناسبتها و وقايعى مىباشد كه در آن بر هر مؤمن و مسلمان ، به ويژه مؤمن مكتبى - كه پيشگام جامعه و امّت اسلامى مىباشد - واجب است تا از آن بيشترين استفاده را نمايد و درسها ، عبرتها و آگاهىهاى لازم را در آن فرا بگيرد .\r\n\r\nبينشهاى شناخت امامت و امام\r\nشايسته است چنين مناسبتى پايگاه توشه‌گيرى و حركت مؤمنين مكتبى و نيز جايگاه برانگيزنده نيرومندى براى پيشروى و جهش به سوى پيشرفت مثبت و همچنين زمينه‌ساز ايجاد انگيزه مستمرّ از ژرفاى اميد و بلند پروازى مكتبى برگرفته شده از وجود امام مهدى ( عج ) و نيز پايگاه شكستن سستى و رهايى از فروبستگى باشد .\r\nبراى رسيدن به همه اينها بايد بينش‌هاى ايمانى را از اين درياى متلاطم و فيض جوشان الهى بدست آوريم .\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nبايد بدانيم كه مقام امامت والاتر و برتر از مقام نبوّت است . پس از آنكه خداوند حضرت ابراهيم - از پيامبران اولوالعزم - را به پيامبرى مبعوث گردانيد ، او را با شديدترين آزمايشها همچون افكندن وى در آتش ، يا هجرت نمودن كه در آن همسر و فرزند خود را در بيابانى بىآب و علف - نزد بيت‌الحرام - رها نمود و يا امر به قربانى كردن پسرش به دست خود و نيز آزمايشهاى بزرگ ديگرى ، امتحان نمود .\r\nهنگاميكه حضرت ابراهيم همه اين آزمايشها را با سربلندى پشت‌سر گذاشت ، خداوند متعال مقام امامت را به او عطا فرمود : ( وَإِذِ ابْتَلَى إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَأَتَمَّهُنَّ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَاماً قَالَ وَمِن ذُرِّيَّتِي قَالَ لَايَنَالُ عَهْدِي الظَّالِمِينَ ) « 1 » « هنگاميكه خداوند ، ابراهيم را با وسايل گوناگونى آزمود ؛ و او به خوبى از عهده اين آزمايشها برآمد . خداوند به او فرمود :\r\nمن تو را امام و پيشواى مردم قرار دادم . ابراهيم عرض كرد : از دودمان من نيز امامانى قرار بده . خداوند فرمود : پيمان من ، به ستمكاران نمىرسد . »\r\nپس اگر ما اين حقيقت را درك نموديم و نيز درك كرديم كه آقاى ما ، حضرت مهدى ( عج ) امام است ؛ يعنى مقامى والاتر از نبوت را دارا مىباشد و نيز اينكه او در كنار ما زندگى مىكند و ما را از جائى كه نمىبينيم ، مىنگرد . از حال ما آگاه است و كارنامه اعمال ما را كه هر روز بر او عرضه مىگردد ، بررسى مىنمايد . همچنين ما نياز شديدى به او ، بركات ، نور و عشق او داريم ، تا گناهان ما را شفاعت نمايد و ما را در مسير حقّ و راستى راهنمايى كند . اوست كه به ما وحدت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء بقره ، آيهء 124 .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nمىبخشد و از سردرگمى و تنهايى و نيز شكست و ذلّت رهايى مىبخشد . حال اگر ما همه اين حقايق را درك نموديم و به آن شناخت پيدا كرديم ، بايد از اين شناخت چندين بينش را بهره بگيريم . پس بايد به جستجوى پاسخ اين پرسشها بپردازيم كه :\r\nچگونه پيوندى حقيقى را با حضرت مهدى ( عج ) برپا داريم ؟\r\nو چگونه آن را محكم سازيم ؟\r\nآيا خود امام مهدى ( عج ) است كه نمىخواهد اين پيوند ايجاد گردد و يا خود ما نمىخواهيم و براى آن تلاش نمىكنيم ؟\r\nدراين راستا يكى از علما نقل مىكند كه روزگارى را در نجف اشرف مىزيسته و در آنجا مشغول به تدريس بوده است . در يكى از روزها شخصى از اهالى روستايى دور افتاده براى تحصيل علم نزد او مىآيد . روزى عالم متوجّه مىگردد كه انگشترش گم شده است . همه منزل را جستجو مىكند ولى ، آن را نمىيابد . چون به آن انگشتر بسيار علاقمند بود ، غمگين مىگردد . وقتى كه سركلاس درس براى تدريس حاضر مىشود ، طلبه تازه وارد از جايش برمىخيزد و به او مىگويد :\r\nآقاى من ، انگشتر شما در فلان جاى به خصوص اتاقتان است . عالم بسيار شگفت زده مىشود ، امّا تعجب خود را پنهان مىدارد . به منزلش باز مىگردد و انگشتر را در اتاق و همان جايى كه آن طلبه گفته بود ، مىيابد . ايّام سپرى مىگردند و آن عالم شىء خاص ديگرى را در منزلش گم مىكند كه درپى آن دعوايى ميان او و همسرش در مىگيرد .\r\nدوباره همچون دفعه گذشته هنگاميكه سركلاس حاضر مىگردد ، همان طلبه به او مىگويد كه شىء گم شده در فلان جاى منزلت\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nمىباشد . عالم پس از پايان درس به منزل باز مىگردد و آنچه را گم كرده بود در همان محلّى كه طلبه گفته بود ، مىيابد . اين فقيه مىگويد : از كار اين مرد در شگفت بودم . زيرا ، مطمئن بودم كه هيچ‌كس از آنچه گم كرده بودم ، آگاه نبود . همچنين چندين مرتبه خانه را جستجو كرده بودم ولى تا زمانيكه آن طلبه مكان شىء را نمىگفت ، آن را نمىيافتم .\r\nنزد او - طلبه تازه وارد - رفتم و به او گفتم : برادرم ! چگونه از اين خبرها آگاه مىشوى ؟ او پاسخ داد : خودم هم نمىدانم . ولى يكى از دوستانم در خيابان مرا از اين خبرها آگاه ساخت . عالم مىگويد : از او تشكّر نمودم و از او درخواست كردم كه اگر دوباره آن شخص را ديد به او بگويد كه اين سيّد مىخواهد به خدمت او حضور يابد . طلبه فرداى آن روز نزد من آمد و گفت : براى دوستم خواست شما را منتقل ساختم ؛ ولى او چنين پاسخ داد : « به سيّد بگو آدم شود ! تا خودم خدمت او برسم ! »\r\nاين عالم همچنين نقل مىكند كه از آن طلبه در مورد اينكه كيست و چه سرگذشت ، رفتار يا روشى داشته كه او را شايسته ملاقات با امام مهدى ( عج ) گردانيده است ، پرسشهايى نمود . او هم در پاسخ گفت كه يكى از فرزندان رئيس قبيله‌اى است و اينكه پدرش مردى خلافكار بوده و دست به كارهايى چون قتل و چپاول و غيره مىزده است . در عين حال ، او - همان طلبه - با كارهاى پدرش مخالفت مىكرده ولى قدرت ايستادگى در برابر آن را نداشته است . پس از آنكه پدرش فوت نمود ، در يكى از شبها كه بنا بود مقام رياست قبيله براساس رسم و سنّت قبيله‌اى به او واگذار گردد ، او شب تا صبح را با اين انديشه كه\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nدنيا را انتخاب نمايد - در صورت انتخاب اين مقام بايد دست به خلاف و كارهاى حرام مىزد - يا آخرت را ، سپرى نمود . در پايان تصميم گرفت كه قبيله و خانواده‌اش را ترك كند و از اين مسؤوليت فرار نمايد و به نجف اشرف نزد اين عالم براى طلب علم بيايد . اين مرد نيكو كردار از رياستى كه منكرات را به دنبال داشت و از مال فانى دنيا ، در برابر دين خود گذشت و به همين خاطر شايستگى ملاقات امام مهدى ( عج ) را پيدا نمود . ( تِلْكَ الدَّارُ الْآخِرَةُ نَجْعَلُهَا لِلَّذِينَ لَايُرِيدُونَ عُلُوّاً فِي الْأَرْضِ وَلَا فَسَاداً ) « 1 » « اين سراى آخرت را تنها براى كسانى قرار مىدهيم كه ارادهء برترى جويى در زمين و فساد را ندارند ؛ و عاقبت نيك براى پرهيزگاران است . »\r\n\r\nچگونه مىتوان پايه‌هاى رابطه با امام مهدى را محكم ساخت\r\n؟ آرى ، امام با ما و در كنار ما مىباشد . ولى اين كردارهاى ناپسند و زشت ما هستند كه باعث مىگردند او را نبينيم و يا هنگاميكه او را زيارت مىكنيم و يا به او سلام مىدهيم ، نداى پاسخ او را نشنويم .\r\nخداوند متعال نيز به ما نزديك است . نزديكتر از آنچه كه دلهاى غافل و احساسات محدود ما آن را تصوّر كند ( وَنَحْنُ أَقْرَبُ إِلَيْهِ مِن حَبْلِ الْوَرِيدِ ) « 2 » « و ما به او از رگ قلبش نزديكتريم . » دراين مورد امام سجّاد در دعاى خود مىفرمايد : « وَأَنَّكَ لَاتَحْتَجِبُ عَنْ خَلْقِكَ إِلَّا أَنْ تَحْجُبَهُمُ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء قصص ، آيهء 83 .\r\n( 2 ) - سورهء ق ، آيهء 16 .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nالْأَعْمالُ دُونَكَ » « و تو از بصيرت خلق پنهان نيستى جز آنكه آمال و آرزوهايى كه به غير تو دارند ، حجاب آنها از ديدن جمالت گرديده است . » پس خداوند از ما دورنيست ولى اين ما هستيم كه به خاطر ناپسندى اعمالمان از او دور هستيم .\r\nبنابراين ، امام مهدى همراه ما مىباشد . پس بر ماست كه خويشتن را اصلاح نمائيم تا وجود او را احساس كنيم و پيوند خود را با او ژرفا دهيم . بلكه از شرف ملاقات و ديدار او در برخى از زمانها و مكانها بهره‌مند گرديم و اين امر به اذن خداوند متعال امكان‌پذير مىباشد . امّا چگونه مىتوانيم خويشتن را اصلاح نمائيم و پيوند و علاقه خود را به اين امام افزايش دهيم ؟\r\nبراى گام نهادن دراين راه چند نكته را بر مىشماريم . نكاتى كه هر شخصى مىتواند - با يارى خداوند متعال - بدون آنكه با مشكلى روبرو گردد ، از آنها بهره بگيرد . البتّه شرط لازم براى گام نهادن دراين راه تصميم گرفتن و داشتن اراده ايمانى است . اين نكات عبارتند از :\r\n1 - زيارت امام مهدى ( عج ) بعداز پايان نماز صبح ؛ حتّى با گفتن جمله‌اى چون : « السَّلامُ عَلَيْكَ يَا مَوْلَايَ يَا صَاحِبَ الزَّمانِ » .\r\n2 - دعا كردن براى امام زمان ( عج ) پس از اداى هر نماز . با استفاده از دعاهاى معروف در اين خصوص .\r\n3 - در همه حال و همه جا به ياد او باشيم و براى او دعا كنيم . زيرا ، هركه او را ياد كند ، امام نيز او را ياد مىنمايد و هركه وى را دعا كند ، امام نيز او را دعا مىكند .\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\n4 - اختصاص دادن يكى از روزهاى هفته به ويژه روز جمعه ، براى خواندن دعاها و زيارتهاى مخصوص امام مهدى ( عج ) . خواندن دعاهايى چون دعاى ندبه ، دعاى عهد و نيز زيارتهاى ويژه اين امام .\r\n5 - شايسته است در زمان گرفتارى و مشكلات روزانه زندگى و نيز وقوع حوادث غير منتظره‌اى كه با آن روبرو مىگرديم ، به سوى بارگاه حقّ تعالى دعا كنيم و از او بخواهيم به بركت وجود اين امام مشكلات ما را رفع نمايد و نيازهاى ما را برآورده سازد .\r\nهمه اين نكات و مانند آن ، نكات مثبتى هستند كه سبب مىگردند در حضور امام مهدى عليه السلام باشيم و با او رابطه صميمى ايجاد كنيم .\r\nهرچه قدم به قدم پيش برويم ، خواهيم ديد كه نورانيّت شريف و پربركت اين امام ما را شيفته خود مىگرداند و به سوى خود مىكشاند و ما را در زندگى به پيشرفت هدايت مىكند ، و روزى خواهد رسيد كه از ملاقات او بهره‌مند مىگرديم و از فيض نور وجود مباركش توشه مىگيريم . بنابراين همانگونه كه ما به وى سلام مىدهيم و او را زيارت مىكنيم و . . . ، او نيز در مقابل چنين مىكند . اين گونه است كه رابطهء خود را با او شكل مىدهيم و اين رابطه تداوم خواهد داشت و رشد و تكامل خواهد يافت .\r\n\r\nعقيده به امام مهدى\r\n( عج )\r\nعقيده به امام زمان ( عج ) بايد تحوّلى را در زندگى ما ايجاد نمايد . امّا چگونه از اين عقيده براى تحقّق آن تحوّل بهره بجوييم ؟\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nدر سورهء نور آياتى پيرامون تنظيم روابط در جامعه - به خصوص تنظيم رابطه‌ها بين افراد يك خانواده - آمده است . چه ، اينكه اين سوره در آغاز به جامعه ، روابط اجتماعى ، چاره جوئيها و مجازاتهاى لازم براى مفاسدى كه براين روابط عارض مىشود ، پرداخته است .\r\n( سُورَةٌ أَنزَلْنَاهَا وَفَرَضْنَاهَا وَأَنزَلْنَا فِيهَا آيَاتٍ بَيِّنَاتٍ لَّعَلَّكُمْ تَذَكَّرُونَ ) « 1 » « سوره‌اى كه آن را فروفرستاديم و عمل به آن را واجب نموديم و در آن آيات روشنى نازل كرديم ، شايد شما متذكّر شويد . » همچنين دراين سوره آياتى در مورد خلافت انسان بر روى زمين آمده است . ( وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ ) « 2 » « خداوند به كسانى از شما كه ايمان آورده و كارهاى شايسته انجام داده‌اند ، وعده مىدهد كه قطعاً آنان را حكمران روى زمين خواهد كرد . » و نيز دراين سوره دربارهء خانهء نبوّت سخن به ميان آمده است ( فِي بُيُوتٍ أَذِنَ اللَّهُ أَن تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالآصَالِ ) « 3 » « در خانه‌هايى كه خداوند اذن فرموده ديوارهاى آن را بالا ببرند ، خانه‌هايى كه نام خدا در آنها برده مىشود و صبح و شام در آنها تسبيح او مىگويند . »\r\nبنابراين چه رابطه‌اى ميان نبوّت و امامت از سويى و ميان روابط اجتماعى از سوى ديگر وجود دارد ؟\r\nهنگامى كه انسان مىخواهد اخلاق ، رفتار ، روابط و روش\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء نور ، آيهء 1 .\r\n( 2 ) - سورهء نور ، آيهء 55 .\r\n( 3 ) - سورهء نور ، آيهء 36 .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nمعاشرت خود را با ديگران نيكو سازد ، بايد برنامه‌اى براى حركت در مسير آن و نيز الگو و اسوه‌اى براى پيروى از آن داشته باشد . پس اگر بخواهيم جامعه ما مستحكم و متحوّل گردد و پيشرفت نمايد ، بايد با امام خود و حجّت خويشتن ، رابطه بر قرار كنيم . يا به عبارت ديگر ، بايد امام را همچون نورى فرض كنيم تا بتوانيم براساس حركت و كشف واقعيّات توسط او ، حركت كنيم . امّا مهمترين عامل در مسأله رابطه با امام زمان آن است كه همه زوايا و روشهاى زندگى خود را بر پايه عقيده به اين امام و نيز براساس خشنودى يا نارضايتى وى از آنچه كه در زندگى خود انجام مىدهيم ، برنامه‌ريزى نماييم .\r\nبه عنوان مثال اگر فردى در ميهمانى يك شخصيّتى معروف مانند مرجعى يا دانشمندى و يا شخصيّتى مبارز شركت كند ، معمولًا حركات و سكنات - چون خوردن ، آشاميدن و . . . - آن شخصيّت را زير نظر قرار مىدهد ؛ تا از او بياموزد و الگو بردارى نمايد . حال اينكه ما به وجود امام زمان مهدى ( عج ) اعتقاد داريم . پس چرا در مورد اعمالى كه باعث خشنودى و يا رنجش خاطر او مىگردد ، نمىانديشيم ؟ و آيا رفتار ما او را دلشاد مىگرداند و يا دل آزرده ؟\r\nبنابراين ، ما بايد رفتار اجتماعى خود با ديگران ، با خويشتن و نزديكان را در سايه آنچه امام مهدى در مورد سامان دادن رفتار و روابط اجتماعى از ما مىخواهد ، سامان ببخشيم . در اينجاست كه شايد برخى بگويند ما با رفتار ، اخلاق و كردار - چون خوردن ، آشاميدن ، پوشيدن ، سخن گفتن و . . . - امام زمان آشنايى نداريم .\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nبايد بدانيم كه امام مهدى ( عج ) خلاصه ائمّهء اطهار پيش از خود است و همه آنها همچون حضرت محمّد صلى الله عليه و آله ، مىباشند . همانگونه كه در حديث شريف آمده است : « أَوَّلُنا مُحَمَّد ، أَوْسَطُنا مُحَمَّد ، آخِرُنا مُحَمَّد . » پس با وجود اينكه شرايط و ويژگيهاى هر يك از ائمه با هم متفاوت بوده است ولى همه آنها مسير ، شخصيّت و هدف يگانه‌اى را دنبال مىكرده‌اند . به همين خاطر اگر ما بخواهيم از اين چراغ تابناك و اين برنامه و الا بهره بجوييم ، شايسته است كه زندگى خود را بر پايه‌اى استوار ، برنامه‌ريزى نماييم و آن جز با الگو بردارى از امام و پيروى ازوى امكان‌پذير نخواهد بود . در اينجا پرسشى به ميان مىآيد كه ، امام ياران خود را از بين چگونه افرادى انتخاب مىنمايد ؟ آيا مثلًا شخصى كه شب تا صبح را با قمار بازى سپرى مىكند ، نماز صبح نمىخواند و با خانوادهء خود و مردم بدرفتارى مىكند را به عنوان يار خويش انتخاب مىنمايد ؟ !\r\nبىشك اين گونه نمىباشد . بلكه انسانهايى را انتخاب مىنمايد كه مؤمن و راستگويند . از راهبان شب و سخت كوشان روز هستند . نشانه آنها در صورتشان از اثر سجده نمايان است . روزه‌دار ، خشوع كننده و استوارند و در اوج قلّهء اخلاق پسنديده قرار دارند . بنابراين ما بايد به نفس خويش توجّه كنيم و با اخلاق و اعمال نيكو آن را تزكيه و اصلاح نماييم . نه اينكه همه توجّه خود را صرف ظواهر مادى - كه به زودى كهنه و دور انداخته مىشوند - و يا آنچه مردم در مورد ما مىگويند ، گردانيم . زيرا ، اين گونه توجّهات مانعى در برابر تحوّل ، پيشرفت\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nو تزكيه اعمال و نفوس ما مىگردند .\r\n\r\nانتظار مفهومى است مكتبى - نهضتى\r\nبرخى تصوّر مىكنند كه مفهوم انتظار ، مفهومى است ارتجاعى و فروبسته كه ما را به سوى سكوت در برابر ستمكاران وا مىدارد . در حالى كه عكس آن درست مىباشد . اگر در تاريخ بنگريم ، مىيابيم كه شيعه از آغاز تا به امروز و تا زمان ظهور ، مردمانى انقلابى ، اهل نهضت و مقاومت مكتبى در برابر ستم زورگويان بوده ، هستند و خواهند بود و همه اينها به اعتقاد ايشان به امام مهدى ( عج ) و نيز مفهوم مكتبى مثبت انتظار باز مىگردد .\r\nپس اين اعتقاد به انسان اميد و پويايى را مىبخشد . زيرا ، سنّتى الهى وجود دارد كه نشان مىدهد خداوند هركه را مظلوم و يا همراه حق باشد ، يارى مىنمايد و اين سنّت در متجلّىترين شكل آن در امام مهدى ( عج ) تحقّق مىيابد . زيرا ، اوست بنده صالح و ولى خداوند متعال و اوست همراه حق و نيز مظلوم ، صابر و ناگزير ( مضطرّ ) . . .\r\nو هر انسانى كه اين سنّت الهى و اين صفات - به هر ميزان - در وجودش تحقّق مىيابد ، خداوند متعال او را به همان ميزان يارى مىنمايد .\r\nدر اينجا آنچه بر اين امر دلالت مىنمايد اين است كه پيامبر اكرم خود اوّلين كسى بود كه ظهور امام مهدى عليه السلام را به مسلمانان مژده داد ، تا آنجا كه بيش از 51 روايت از رسول خدا فقط در كتب علماى اهل سنّت نقل شده كه در مورد امام مهدى ( عج ) سخن مىگويند و همانگونه\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nكه علماى شيعه قبل از ولادت اين امام كتابهايى را دربارهء او تأليف كرده‌اند ، يكى از علماى اهل سنّت نيز كتاب ويژه‌اى را در مورد اين امام در سال 127 ه . ق - قبل از ولادت امام مهدى ( عج ) - نگاشته است .\r\nنيز علاوه بر شيعيان ، امروزه بسيارى از علماى اهل سنّت در كتابهاى خود ، اعتقاد به امام مهدى ( عج ) را جزئى از عقايد اسلامى ثابت ياد مىكنند .\r\nايمان به امام زمان ( عج ) مكمّل ساختار اعتقادى شيعه مىباشد .\r\nهمچنانكه اگر هواپيمايى در حال پرواز باشد و در يكى از بالها و يا موتورهاى خود با مشكل يا اختلالى مواجه مىگردد ، نمىتواند با ناديده گرفتن آن مشكل به پرواز خود ادامه دهد ؛ و يا شخصى كه به زكات ، خمس و حجّ ايمان دارد ولى به نماز ايمان ندارد ، كافر به شمار مىآيد ؛ ( زيرا فاقد يكى از اجزاء اصلى منظومه ايمان است . . . ) همچنين كسى كه به امام مهدى ( عج ) ايمان نداشته باشد ، مشكل بزرگ و اختلال ژرفى در يكى از اركان اساسى ايمان خود دارد و به همين خاطر خداوند او را يارى نمىنمايد .\r\nپس ايمان به امام زمان و ايمان به اينكه خداوند ، مظلوم و قيام كننده بر حق - كه ديگران را به سوى خدا فرا مىخواند - را يارى مىنمايد ، ايمانى است كه نهضت را در ميان مسلمانان برمىانگيزد . همانگونه كه مىبينيم شيعه‌هاى مكتبى در جنوب لبنان ، صهيونيستها را از سرزمينهاى خود رانده و هنوز با روحيّه فداكارى و اميد به پيروزى و تكيه بر كلمه « يا مهدى ادركنى » در برابر دشمن ايستادگى مىكنند .\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nهمين ايمان به صاحب الزمان ( عج ) است كه اين پويايى و اميد به پيروزى و تلاش براى دستيابى به آن را به ايشان عطا كرده است .\r\nمسأله حكمرانى و خلافت خدا بر روى زمين در قرآن كريم فقط به امام مهدى ( عج ) اختصاص ندارد ، بلكه به ديگران نيز تعميم داده مىشود . زيرا اين سنّت الهى هنگاميكه حضرت موسى بن عمران ، بنىاسرائيل را نجات داد ، براى آنان به وقوع پيوست ؛ و نيز براى پيامبر اكرم صلى الله عليه و آله و مسلمانان آن دوره تحقّق يافت ؛ و ان شاء اللَّه در زمان امام مهدى ( عج ) نيز تحقيق خواهد يافت . پس زمين كاملًا آزاد نخواهد گشت ، مگر پس از قيام امام و پيشواى ما .\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\n\r\nفايده‌هاى عصر غيبت كبرى\r\nبايد اين را بدانيم كه امام مهدى ( عج ) در ميان ما چون خورشيدى است در پس ابرها . ولى ، با وجود ابرهاى متراكم بايد نور ، حرارت و گرماى او به ما برسد . پس سرچشمهء او علىرغم ابرها و پرده‌ها ، باقى و مستمر است .\r\nدل انسان مؤمن نيز به خاطر وجود امام زمان ( عج ) زنده است و زندگى مىكند . زيرا ، امام خورشيد پنهان دل مؤمن است .\r\n\r\nفوايد عصر غيبت كبرى\r\nدر اينجا پرسشى مطرح مىگردد كه در زمان غيبت كبرى چه فايده‌ها و منافعى وجود دارند كه مىتوانيم به آنها دست يابيم و از آنها بهره بجوييم ؟\r\nبراى پاسخگويى به اين پرسش ابتدا بايد مقدّمه‌اى را بيان نماييم .\r\nدر زمان پس از ظهور امام مهدى ( عج ) سودها و منافع براى همه انسانها عموميت پيدا مىكنند . بلكه براى هر جا ندارى كه روى زمين زندگى\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nمىكند ؛ حتّى فرشتگان ، جنها و هر موجود عاقلى شامل اين عموميت مىگردند . در بعضى از روايات آمده است كه به ابليس - لعنت خدا بر او باد ! - تا روز وقت معلوم مهلت داده شده است و روز وقت معلوم به روز ظهور و خروج امام مهدى ( عج ) تفسير شده است . زيرا ، ابليس مدّت مهلت خود را از خدا تا روز قيامت خواسته است ، ولى خداوند تبارك و تعالى دراين مورد پاسخى نداده و همانا او را تا روز معيّن - همانطور كه روايات مىگويند - كه همان روز ظهور امام زمان است ، مهلت داده است . پس در آن روز موعود ابليس و همه شياطين زمين ، سركوب مىگردند و آنجاست كه انسان و همه هستى از خير و خوشبختى بهره‌مند مىگردند .\r\nپس در زمان غيبت كبرى و يا عصر انتظار ، فايده‌هاى روحى و معنوى وجود دارد كه آنها را از اعتقادمان به امام مهدى ( عج ) الهام مىگيريم و همانا اين ، خلاصه فلسفه انتظارى است كه ما در زمان غيبت با آن زندگى مىكنيم . حال مىتوانيم اين سود معنوى و فايده روحى را در سه امر اساسى خلاصه نماييم :\r\n1 - فايده نشأت گرفته از نفس اعتقادمان به امام زمان ( عج ) .\r\n2 - محبّت و دوستى ما نسبت به امام مهدى ( عج ) .\r\n3 - يارى رساندن او به ما در مواقع سختى و زمانهاى دشوارى .\r\n\r\nراه بهره‌جويى از وجود امام زمان\r\n( عج )\r\nپرسشى كه به ذهن مىرسد اين است كه ، چگونه مىتوان از نور اين\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nآفتاب كه ابرهاى سياه روزگار او را پوشانده‌اند ، استفاده نمود ؟\r\nپاسخ اين پرسش را در نكات ذيل مىجوئيم :\r\n\r\n1 - انتظار فرج\r\nسخن درباره اين انتظار بسيار طولانى و متنوّع است . ولى براى اينكه مفهوم آن را آشكار سازيم ، مثالى را مىآوريم . هنگاميكه شخصى انتظار مهمان عزيزى را مىكشد ، حال و وضعيت او دگرگون مىگردد و در چهره‌اش نشانه‌هاى شوق نمايان مىشود . مىبينيم كه هر لحظه انتظار ورود مهمانش را مىكشد و پس از آنكه هرچه براى مهمانى در منزلش داشته از فرش و مكان مناسب گرفته تا غذا و نوشيدنى لذيذ را آماده ساخت ، چشم به راه مىماند . پس همه اين امور در كنار امور معنوى كه در دل انسان مىگذرد ، بازتاب معناى انتظار مىباشد .\r\nاگر همه اين آمادگيها فقط براى استقبال از يك دوست معمولى است ، پس حال و وضعيّت ما نسبت به امام معصومى كه نجات دهنده بشريت رنجديده از دردها ، رنجا و غمهايش مىباشد ، چگونه است ؟ ! آيا دلها و روحها قبل از بدنها انتظار او را نمىكشند ؟\r\nهمانا زمان ظهور امرى است غيبى كه ازما و از خود امام عليه السلام پنهان است و هيچ‌كس جز خداوند متعال به آن آگاهى ندارد . ما نمىدانيم كه آيا اين زمان پس از يك ماه ، يك سال و يا شايد قرنها به وقوع مىپيوندد يا خير . همانطور كه در بسيارى از روايات تأكيد شده است ، تنها خداوند بزرگ به آن آگاه است . بنابراين مؤمن منتظر ، بايد بطور مداوم\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nبراى تعجيل ظهور اين امام دعا نمايد . اين دعا نبايد تنها زبانى باشد ، بلكه بايد از صميم و ژرفاى دل مشتاق براى ظهور فرج برخيزد تا آنجا كه در اعمال و رفتار دعا كننده تجسّم يابد و به واسطه آن راست بودن دعا و شوق او براى ظهور امام ثابت گردد . خداوند متعال مىفرمايد :\r\n( ادْعُونِي أَسْتَجِبْ لَكُمْ ) « 1 » « مرا بخوانيد تا دعاى شما را بپذيرم . » هرگز مؤمن عمل كننده نبايد دعاى خويش را كوچك شمارد و بگويد كه دعاى من چه ارزشى دارد ؟ زيرا دعا درباره تعجيل ظهور امام و وقوع فرج مهم و با ارزش است .\r\nخالق هستى ، بندگانش را به سوى دعا كردن و پافشارى در طلب چيزى فرا مىخواند ؛ تا آنجا كه مىفرمايد : ( وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ ) « 2 » « پروردگار شما گفته است : مرا بخوانيد تا دعاى شما را بپذيرم .\r\nكسانى كه از عبادت من تكبّر مىورزند به زودى با ذلّت وارد دوزخ مىشوند . »\r\nو در جاى ديگر مىفرمايد : ( وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ فَلْيَسْتَجِيبُوا لِي وَلْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ ) « 3 » « و هنگامى كه بندگان من ، از تو درباره من سؤال كنند ، بگو : من نزديكم ؛ دعاى دعا كننده را ، به هنگاميكه مرا مىخواند ، پاسخ مىگويم . پس بايد دعوت مرا بپذيرند ، و به من ايمان بياورند ، تا راه يابند و به مقصد برسند . »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء غافر ، آيهء 60 .\r\n( 2 ) - سورهء غافر ، آيهء 60 .\r\n( 3 ) - سورهء بقره ، آيهء 186 .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nپس خداوند تبارك و تعالى به دعاى بندهء مؤمن خويش كه در عبادت و دعاى خود خالص عمل مىكند ، پاسخ مىدهد . زيرا اوست كه پافشارى اصرار كنندگان را دوست مىدارد . همچنين نبايد هيچ يك از ما پس از پايان هر نماز ، دعا نمودن براى تعجيل ظهور امام ( عج ) را فراموش نمايد ؛ و اين بايد روش و برنامه‌اى باشد براى هر مؤمنى كه در دوستى اهل‌بيت عصمت و طهارت راستين است و همانا دعاى فرج در زمان انتظار سبب نزديكى فرج مىگردد .\r\n\r\n2 - تقويت روحيّهء انسان مؤمن\r\nموضوع بعدى به فايده معنوى و تقويت روحيّهء مؤمن باز مىگردد .\r\nچه اينكه نفس ايمان و اعتقاد به وجود و حضور امام عليه السلام دراين جهان علىرغم عدم شناخت شخص امام ، در نزد مؤمنين اميد و بلندپروازى را مىآفريند . مشكلات و سختيها را بر آنها آسان مىگرداند و دردها و غمها را از ميان مىبرد . بنابراين مؤمنين راستين شكست معنوى را در نبرد با اهل باطل ، كفر و شرك نمىشناسند .\r\nآرى ، ممكن است كه مؤمنين در ميدان نبرد از نظر نظامى شكست بخورند ولى هرگز اين شكست از معنويت و روحيه‌هاى آنها نمىكاهد . زيرا ، مىدانند كه تا پايان كار پيروزى از آن اهل ظلم و ستم نمىباشد و اينكه دراين جهان امامى وجود دارد كه بايد ظهور يابد و انتقام همه مظلومين را در طول تاريخ جنگ و جهاد در راه پيروزى كلمة اللَّه ، از ستمكاران بستاند .\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\n\r\n3 - بركت دعاى امام ( عج ) براى پيروانش\r\nهمانگونه كه ما براى فرج و ظهور امام ( عج ) دعا مىنماييم و از خدا مىخواهيم كه او را يارى رساند و رهبر ، راهنما و يارى دهنده او باشد ؛ او نيز براى امّت ، دوستداران و محبّانش دعا مىنمايد . شايد بيشترين نعمتهايى كه شامل حال ما مىگردند - امّا وجود آنها را احساس نمىكنيم - از بركت دعاى اين امام براى ما باشد . همچنين شايد وقوع بسيارى از حوادث ناگوار كه در علم الهى براى ما مقدّر شده‌اند ، به بركت دعاى اين امام بداء « 1 » حاصل شود و در نتيجه اين حوادث تحقّق نيابند و يا از شدّت و سنگينى آنها كاسته گردد .\r\n\r\n4 - اجر و پاداش الهى\r\nخداوند تبارك و تعالى پاداش بسيارى را به خاطر استوارى در اعتقاد به امام مهدى ( عج ) و دعاى فراوان براى ظهور و وقوع فرج اين امام ، نصيب ما مىگرداند . زيرا ، همانطور كه در حديث شريف آمده است : « أَفْضَلُ أَعْمَالَ امَّتِي انتِظارِ الْفَرَج » « بهترين اعمال نزد امّت من انتظار فرج است . » همچنين : « أَفْضَلُ الْعِبَادَةِ انتِظَار الْفَرَجِ » « بهترين عبادتها انتظار فرج است . » اگر اين انتظار فرج وجود نداشت ، هر آينه مؤمنين از جهاد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بداء : پديدار شدن رأى ديگر در كارى يا امرى و در مسائل اعتقادى به معناى آن است كه‌اراده و مشيّت خداوند متعال به تغيير آنچه قبلًا مقدّر شده است تعلّق گيرد ، و آن را به چيز ديگرى دگرگون سازد . ( مترجم )\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nو عمل در راه اسلام و پرآوازه كردن دين اسلام نااميد مىگشتند و در هنگام وارد آمدن سختيها ، مصيبتها ، رنجهاى پىدرپى و دردها دچار سرخوردگى مىشدند ؛ بلكه اگر انتظار فرج نبود ، هرگز وارد ميدانهاى نبرد و جهاد در راه خدا نمىشدند و هيچگاه مال و نفس خويش را دراين راه فدا نمىنمودند .\r\nشخصى كه ايمان و اعتقاد به امام مهدى ( عج ) و انتظار ظهور او و نيز وقوع فرج دارد ، هرگز نبايد سستى و تنبلى خود را توجيه نمايد و ادّعا كند كه جهاد و عمل هيچ فايده‌اى ندارند . بلكه ، هر تلاشى كه يك منتظر واقعى در راه خداوند متعال انجام مىدهد ، چون جوانه سبزى است كه آن را در مسير ظهور مىنشاند تا به اين صورت از امام خود استقبال نمايد . امامى كه خداوند به واسطه او زمين را همانگونه كه از ظلم و ستم پر شده است ، آكنده از عدل و داد مىسازد و اين همواره حقيقتى است ثابت .\r\nاگر ما همه مجاهدين و مبارزين در راه اسلام و همه زمينه‌هاى خير و نيكى را در نظر بگيريم ، خواهيم ديد كه همه آنها دوستداران امام هستند و انتظار ظهور و فرج او را مىكشند و همه اين موارد به دلهاى پاك ، با ايمان و اميدوار آن باز مىگردد .\r\nدر اينجا دوباره به اين امر باز مىگرديم كه همانا نفس انتظار فرج پويايى ، نشاط و اميدوارى را در وجود مؤمن مىآفريند و او را به سوى كار مستمر و وارد شدن به درياى عمل و جهاد تشويق مىنمايد .\r\nمىبينيم اگر ثروتى دارد ، آن را در كارهاى خير انفاق مىنمايد ؛ يا اگر\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nانسان نيرومندى است ، تمام قوا و نيروى خود را دراين راه به كار مىگيرد و يا اگر اهل فرهنگ ، دانش ، ادب و هنر مىباشد ، از انديشه و استعداد خود دراين مسير استفاده مىنمايد . بدين سان ، انتظار فرج اوّلين موردى است كه از آن به عنوان فايده معنوى از فايده‌هاى عصر غيبت كبرى بهره مىجوييم .\r\nامّا مورد دوّم همان دوستى و محبّت ما نسبت به امام مهدى ( عج ) است . انسانى كه به فلسفه غيبت ايمان دارد و به وجود امام و اينكه او ناظر بر اعمال ، رفتار و چگونگى معاشرت با اجتماع مىباشد ، يقين دارد ؛ همانا ارتباط قلبى و روحى محكمى با امام خود برقرار ساخته است . يا به عبارتى ديگر شب و روز خود را در حالى سپرى مىنمايد كه در دوستى امام و رهبر خويش ذوب گشته است . رهبرى كه روزگار او را غايب ( پنهان ) ساخته و به همين خاطر انسان مؤمن از ديدار امامش محروم گشته است .\r\nما شيعيان مؤمن ، امام مهدى ( عج ) را نمونه والايى براى خود مىدانيم . و چون اين امام از ما پنهان و غايب است ، پس در زمان غيبت بايد به نمايندگان شرعى و نايبان او كه علما ، فقها و مراجع عظام هستند ، مراجعه نماييم . از آنها پيروى و تقليد كنيم و به سفارشات آنها عمل نماييم .\r\nپس همانطور كه اطاعت از امام و پيروى از او واجب است ، اطاعت از وكيل يا نايب او تا زمانى كه در راه راست و راه امام گام برمىدارد نيز واجب مىباشد و اگر گاهى دچار كوچكترين انحرافى گرديد بايد\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nعادلتر و با تقواتر از او را براى تقليد انتخاب نماييم .\r\nبنابراين امام زمان ( عج ) معيارى براى همه شيعيان است و اعتقاد به اين امام ، سازندهء انديشه شيعه مىباشد و آن را از پويايى ، استقامت و استوارى پربار مىسازد . به همين خاطر در تاريخ شيعه هرگز ديده نشده است كه مرجعى به خاطر نادانى خويش از مسير راست منحرف شده باشد ، يا دست نشانده بيگانگان گردد و يا به دين و ملّت خويش خيانت كرده باشد ؛ زيرا اين امّت مؤمن به همراه مهدى خود است كه هر آينه از مراجع و راه و روش آنها در حين انجام تكاليف شرعى خود مراقبت مىنمايند ، زيرا كوچكترين انحرافى از مسير صحيح خود ، آنها را از اعتماد و اطمينان مؤمنين دور خواهد ساخت . همچنين ارتباط شيعيان با مراجع خود ، هيچگاه ارتباطى عاطفى نبوده ، بلكه ارتباط ارزشها و مبانى و نيز ارتباط نمايندگى از سوى امام غايبشان - كه الگوى اوّل و آخر و نمونه راستين براى آنها مىباشد - بوده است .\r\n\r\nفايده‌هاى حقيقى\r\nدر همه اين موارد ذكر شده ، منافع و فايده‌هاى پنهانى ديگرى وجود دارند كه تنها اهل فضل و عرفان آنها را احساس مىنمايند .\r\nچه بسيار شرايط سخت و دشوارى پيش آمده كه شيعيان ، يا مسلمانان و يا شايد همه بشريت دچار آن گشته‌اند ، ولى به خاطر دعا ، منزلت و شأن امام مهدى ( عج ) نزد خداوند بوده كه از آن شرايط سخت و هولناك نجات يافته‌اند و همه اينها را تنها اهل بصيرت و عرفان\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nمىتوانند درك نمايند . اينك همه ما بر سرسفره فضل امام زمان نشسته‌ايم . اوست كه به اذن خداوند متعال بر همه اوضاع زمين مسلّط مىباشد . به همين خاطر ما بايد با توجّه به اين امر ، به نكات پيش رو عمل نماييم :\r\n\r\n1 - تغيير رفتار\r\nبياييم و از هم اكنون با خداى خود پيمان ببنديم كه ، رفتار و منش خود را تغيير خواهيم داد . شايد بسيارى از ما فراموش مىكنيم و يا نمىدانيم كه امام - براساس روايات فراوانى كه بر اين امر تأكيد مىنمايند - در هر شبانه‌روز بر رفتار و كردار ما آگاهى مىيابد . چنان كه كار نيكويى از ما سر بزند ، او را خشنود مىسازد و اگر عمل زشت و ناپسندى انجام دهيم ، باعث رنجش او مىگردد . اگر مىخواهيم اين خشنودى و آن رنجش را درك نماييم ، بايد به احساسات خود هنگاميكه فرزندانمان به ما بدى مىكنند ، باز گرديم . در آنجاست كه مىتوانيم احساسات امام خود را نسبت به شيعيانش كه ادّعاى دوستى او را مىنمايند ولى با گناهان ، رفتار ناپسند و سستىهايشان او را آزرده خاطر مىسازند ، درك نماييم .\r\nبنابراين رفتار مان بايد همچون رفتار منتظرين حقيقى امام باشد و بايد حقيقت انتظار را نشان دهيم . پس بياييم و نفس ، اخلاق ، رفتار و تعامل خود با ديگر مسلمانان را اصلاح نماييم و آن را با روح انتظار هماهنگ سازيم .\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\n\r\n2 - آمادگى روحى و جسمى\r\nبايد هميشه آمادگى روحى و جسمى داشته باشيم . زيرا ، هيچ‌كس از زمان ظهور امام ( عج ) - همانطور كه گفته شد - آگاه نيست . در اينجا پى به اين راز مىبريم كه چرا بعضى از علما و مراجع ، شمشيرهاى خود را زير بالشهاى خود قرار مىدهند . زيرا مىخواهند در هنگام ظهور موعود آماده باشند و شمشير در اينجا چيزى جز نماد آمادگى جسمانى نيست .\r\nبنابراين بايد هميشه آمادگى جنگ آورى را - كه از امور ضرورى براى شيعيان است - داشته باشيم . پس بر يك شيعه واجب است كه آماده باش ، آموزش ديده ، فعّال و آماده فداكارى در هر زمان باشد .\r\nعلاوه بر آن بايد آمادگى اخلاقى و تزكيه نفس را نيز به همراه داشته باشد . زيرا امام مهدى ( عج ) يارانى پاك و مخلص مىخواهد . پس بايد همه اين امور را در وجود خود پايه‌ريزى نماييم و در سرشت و اخلاق خويش باز آفرينيم .\r\n\r\n3 - بشارت دادن به ظهور امام\r\nبياييم و با بيان حقيقت انتظار و فلسفهء آن ، ظهور امام را بشارت دهيم و به فرزندانمان امام زمان را بشناسانيم و به آنها فلسفهء غيبت و فايده‌هاى آن را براساس گنجايش ذهنشان بياموزيم . مفاهيم را براى آنها بگسترانيم تا به اين عقيده آگاهى يابند و در سايه اين عقيده گام\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nبه گام پرورش يابند . زيرا شايد عصر ظهور ، در زمان آنها باشد .\r\nو همه اينها - همانطور كه قبلًا گفته شد - در صورتى امكان‌پذير خواهند بود كه از دو امر اساسى پيروى نماييم :\r\n1 - دعا نمودن براى تعجيل ظهور امام مهدى ( عج ) .\r\n2 - فراگيرى حقيقت امام و فلسفهء انتظار .\r\nشايد فرا گرفتن اين دو امر براى تغيير اوضاع مسلمين كافى باشد تا آنها را هرچه بيشتر به امامان و ارزشهايى كه به خاطر آنها مجاهدت كرده‌اند ، نزديك سازد و نيز اينكه از برنامه‌هاى ائمّهء اطهار پيروى نمايند و همچنين آثار علما و مراجع را كه نمايندگان ائمّه مىباشند ، پيش‌رو قرار دهند تا به اين وسيله مسلمانان به نيروى بازدارنده‌اى چون دژهاى آهنين تبديل گردند .\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\n\r\nمفهوم راستين انتظار\r\nخداوند سرانجام اين جهان را به نيكى ختم مىنمايد . زيرا ، رحمت او از خشمش پيشى گرفته و اين رحمت اوست كه همه جا گسترش يافته است و اينكه خداوند متعال انسان را آفريده تا بر او رحمت فرستد نه عذاب ! پس بدون شك ، خداوند جهان را به بهترين روز و نيكوترين زمان پايان مىبخشد و آن زمانى است كه امام مهدى ( عج ) ظهور مىيابد .\r\nدراين راستا خداوند متعال ما را از اين حقيقت ثابت در چندين آيه آگاه مىسازد . چنان كه مىفرمايد :\r\n( هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ ) « 1 » .\r\n« او كسى است كه رسول خود را با هدايت و دين حقّ فرستاد تا او را بر همه اديان غالب سازد ، هر چند مشركان كراهت داشته باشند . »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء توبه ، آيهء 33 . سورهء صفّ ، آيهء 9 .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\n\r\nپيوند ما با امام مهدى\r\n( عج )\r\nبدون شك هنوز اين حقيقت تحقّق نيافته است و همانا انسانيّت بىصبرانه منتظر رسيدن آن روز فرخنده مىباشد . روزى كه در آن پرچم عدل و حقّ بر سرتاسر گيتى به اهتزاز درمىآيد . امّا چگونه اين هدف تحقّق مىيابد ؟ مسؤوليّت انسان درباره آن چيست ؟ و انسان چه ارتباطى با اين نجات دهنده دارد ، نجات دهنده‌اى كه خداوند متعال بواسطه او دين اسلام را بر تمام اديان غالب مىسازد . يا به عبارتى ديگر ، ما بايد چه نوع ارتباطى را برپا سازيم ، در حالى كه در زمان غيبت سرور و سالارمان امام زمان ( عج ) قرار داريم ؟\r\nبراى پاسخگويى به اين پرسشها بايد بگويم كه برخى از آيات قرآن برخى ديگر را تفسير مىنمايد ، چنان كه خداوند تبارك و تعالى در سورهء صف ، پس از آيه‌اى كه به آن اشاره شد ، مىفرمايد : ( يَا أَيُّهَا الَّذِينَ آمَنُوا هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنجِيكُم مِن عَذَابٍ أَلِيمٍ ) « اى كسانى كه ايمان آورده‌ايد ! آيا شما را به تجارتى راهنمايى كنم كه شما را از عذاب دردناك رهايى مىبخشد ؟ ! » پس اين آيه دو حقيقت مهمّ را بيان مىنمايد :\r\n\r\n1 - تحقّق ظهور ، بواسطه مؤمنان مجاهد\r\nتحقّق اين هدف به واسطه مؤمنانى صورت مىگيرد كه تصميم گرفته‌اند مجاهدى راستين باشند و با خداى خويش معامله‌اى سودمند انجام دهند ؛ كه از گذر اين معامله به جهاد بپردازند و نفس و دارائيهاى\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nخويش را در راه خدا قربانى كنند ؛ تا بواسطه آن ، خداوند متعال آنها را از عذاب دردناك رهايى بخشيده و به رضوان الهى دست يابند .\r\nبراين اساس اعتقاد به اينكه بايد امورى غيبى در مسير حيات دخالت نمايند تا آن را دگرگون سازند ، صحيح نمىباشد . زيرا خداوند متعال مىفرمايد : ( هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ ) « 1 » « او كسى است كه رسول خود را با هدايت و دين حقّ فرستاد تا او را بر همه اديان غالب سازد ، هر چند مشركان كراهت داشته باشند . » سپس مىفرمايد : ( يَا أَيُّهَا الَّذِينَ آمَنُوا هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنجِيكُم مِن عَذَابٍ أَلِيمٍ ) « 2 » « اى كسانى كه ايمان آورده‌ايد ! آيا شما را به تجارتى راهنمايى كنم كه شما را از عذاب دردناك رهايى مىبخشد ؟ ! »\r\nسپس دراين راستا قرآن سخن را ادامه مىدهد تا ماهيّت اين تجارت را بيان نمايد . دراين باره مىفرمايد : ( تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بَأَمْوَالِكُمْ وَأَنفُسِكُمْ ) « 3 » « به خدا و رسولش ايمان بياوريد و با اموال و جانهايتان در راه خدا جهاد كنيد . » پس اين مسأله به انسان تعلّق دارد .\r\nاوست كه بايد پرچم جهاد را به دوش گيرد و مال و نفس خويش را فدا سازد . تا بواسطه آن بهشت برين را از آن خود سازد و نفس خويش را از آتش دوزخ برهاند و ارادهء خداوند متعال را در غالب ساختن دين اسلام بر همه اديان تحقّق بخشد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء توبه ، آيهء 33 . سورهء صفّ ، آيهء 9 .\r\n( 2 ) - سورهء صفّ ، آيهء 10 .\r\n( 3 ) - سورهء صفّ ، آيهء 11 .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\n\r\n2 - جهاد دو نوع مىباشد\r\nجهاد در راه خدا دو نوع مىباشد . نوع اوّل ، از يك جوشش عاطفى دوره‌اى نشأت مىگيرد . دراين جهاد ، مردم پرچمها را بر دوش مىگيرند و مناديان به خاطر تأثيرپذيرى از فضاى پيرامون ، مردم را به جهاد دعوت مىنمايند و به همين خاطر به سوى ميدانهاى نبرد روانه مىگردند .\r\nنوع ديگرى از جهاد وجود دارد كه هدفهاى تمدّنى را محقّق مىسازد و انسان را وامىدارد تا به هدف والاترى از آفرينش هستى دست يابد و آن هدف چيزى جز چيره ساختن دين اسلام بر همه اديان نيست . تحقّق اين هدف و الا كه چيرگى دين الهى بر همه انديشه‌ها و اصول بشرى مىباشد ، گروهى را مىطلبد كه نفس خويش را نثار خداوند متعال نمايند و در معامله‌اى بىبرگشت با خدا وارد عمل شوند ، خواه پرچمهاى جهاد برافراشته شده باشند خواه خير ، و خواه مشوقى براى جهاد وجود داشته باشد خواه وجود نداشته باشد .\r\n\r\nجهاد سرشت مؤمنين است\r\nچنين مؤمنانى از سرشتى جهادى برخوردار مىباشند . پس آنها را مىبينيم كه در هر جايى جهاد را جستجو مىنمايند . حال شرايط مناسب باشد يا خير . زيرا آنها جهاد را نزديكترين پل به سوى بهشت ، كوتاهترين راه به سمت رضوان الهى و نيز بهترين مسير براى نجات از\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nآتش دوزخ و گناهان بىشمار مىدانند .\r\nزيرا هر انسانى ناگزير از وارد شدن در آتش جهنّم مىباشد و ما چه بخواهيم و چه نخواهيم ، در آن داخل مىگرديم . بر اين امر در منابع شرعى اسلامى بسيار تأكيد شده است . چنان كه خداوند مىفرمايد :\r\n( وَإِن مِّنكُمْ إِلَّا وَارِدُهَا كَانَ عَلَى رَبِّكَ حَتْماً مَقْضِيّاً * ثُمَّ نُنَجِّي الَّذِينَ اتَّقَوْا وَنَذَرُ الظَّالِمِينَ فِيهَا جِثِيّاً ) « 1 » « و همه شما وارد جهنّم مىشويد ؛ اين امرى است حتمى و قطعى بر پروردگارت * پس آنها را كه تقوا پيشه كردند از آن رهايى مىبخشيم ؛ و ظالمان را - در حالى كه از ضعف و ذلّت به زانو درآمده‌اند - در آن رها مىسازيم . »\r\n\r\nنجات از آتش دوزخ ، والاترين هدف مؤمنين\r\nبنابراين رهايى از آتش دوزخ ، والاترين هدف و مهمترين بلندپروازى نزد انسان مؤمن مىباشد . مجاهدين نيز براى تحقّق اين هدف ، ولى با كوتاهترين راه ، تلاش مىنمايند . فرموده خداوند متعال نيز بر اين امر دلالت مىكند : ( يَا أَيُّهَا الَّذِينَ آمَنُوا هَلْ أَدُلُّكُمْ ) « 2 » « اى كسانى كه ايمان آورده‌ايد ! آيا شما را راهنمايى كنم ؟ »\r\nهدف اين سخن خطاب به مؤمنين مىباشد و ديگر مسلمانان و يا عامّه مردم را در بر نمىگيرد ، و چون سخن خدا مؤمنين را مورد خطاب قرار داده ، مىبينيم كه والاترين سطح از گفتگو را - گفتگويى كه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء مريم ، آيات 71 - 72 .\r\n( 2 ) - سورهء صفّ ، آيهء 10 .\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nانسان در حال جستجوى رهايى را مورد خطاب قرار مىدهد - دارا مىباشد . امّا انسانى كه مفهوم جهنّم را درك نمىكند و ايمانى به آخرت ندارد و نيز هرگز به رهايى از آتش دوزخ نمىانديشد ، اين سخن شامل حال او نمىگردد .\r\nدر اينجا به ذهن مىرسد كه روى سخن با مؤمنين است ؛ پس چرا دوباره نداء الهى بر مسأله ايمان تأكيد مىنمايد ؟ براى پاسخ به اين پرسش مىگويم : چه‌بسا اين تأكيد ، دعوتى به سطوح بالاترى از ايمان باشد .\r\n\r\nآنچه يك انسان مؤمن بدست مىآورد\r\nدر آيات گذشته به آنچه يك انسان مؤمن دراين راه مىبخشد ، پرداخته شده بود . اينك نيز با استمداد از آيات شريفه ، آنچه را كه يك مؤمن دراين مسير به دست مىآورد ، بيان مىنماييم :\r\n1 - آمرزش گناهان ( يَغْفِرْ لَكُمْ ذُنُوبَكُمْ ) « گناهانتان را مىبخشد . » اين مهمترين هدفى است كه مؤمنين براى تحقّق آن تلاش مىنمايند .\r\nمىدانيم كه همه ما در حقّ خويشتن گناهان بسيارى را مرتكب شده‌ايم ، و اگر ما از آنها غفلت ورزيده‌ايم ، امّا هيچگاه مجازات الهى آن گناهان را فراموش نمىكند و هيچ عمل كوچك و بزرگى را فرو نمىگذارد . مگر اينكه آن را به شمار آورد . پس ناگزيريم راهى را انتخاب نماييم كه در جهاد نوع دوّم - همانگونه كه اشاره شد - تجسّم يابد . راهى كه شايسته است انسان مؤمن خويشتن را سرباز خدا گرداند\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nو دراين مسير داوطلبانه و مخلصانه گام نهد .\r\n2 - وارد شدن به بهشت ( وَيُدْخِلْكُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ وَمَسَاكِنَ طَيِّبَةً فِى جَنَّاتِ عَدْنٍ ذلِكَ الْفَوْزُ الْعَظِيمُ ) « 1 » « شما را در باغهايى از بهشت داخل مىكند كه نهرها از زير درختانش جارى است و در مسكنهاى پاكيزه در بهشت جاويدان جاى مىدهد ؛ و اين پيروزى عظيم است . »\r\nقرآن كريم براين امر تأكيد مىنمايد كه انسان نمىتواند مفهوم بهشت را درك كند . ولى - بطور خلاصه - بهشت همان رستگارى عظيم است و تنها باغهاى معمولى يا سقفهايى از نقره و يا خانه‌هايى از طلا نمىباشد . زيرا ، همه آنها نمادهايى ساده هستند كه ارزش ندارند و آنچه در اينجا مهم مىباشد ، همان رستگارى عظيم است كه در رسيدن به رضوان الهى ، براى انسان تحقّق مىيابد .\r\n3 - پيروزى حتمى ( وَأُخْرَى تُحِبُّونَها نَصْرٌ مِنَ اللَّهِ وَفَتْحٌ قَرِيبٌ ) « 2 » « و نعمت ديگرى كه آن را دوست داريد به شما مىبخشد ، و آن يارى خداوند و پيروزى نزديك است . » اين از مهمترين نتايجى است كه انسان مؤمن تمام تلاش خود را براى تحقّق آن به كار مىبندد . تا آنجا كه جهاد را آغاز مىنمايد و تصميم مىگيرد تا با دشمنان خدا وارد نبرد گردد .\r\n\r\nجهاد در همه شرايط\r\nسپس سياق قرآن سخن را ادامه مىدهد تا بر صفت اخلاص مطلق\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء صفّ ، آيهء 12 .\r\n( 2 ) ( ) سورهء صفّ ، آيهء 13 .\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nبراى خداوند متعال و يارى حق تأكيد نمايد . دراين باره مىفرمايد :\r\n( يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا أَنصَارَ اللَّهِ ) « 1 » « اى كسانى كه ايمان آورده‌ايد ! ياوران خدا باشيد . » قرآن مىخواهد اين موضوع را بيان نمايد كه ، انسان مؤمن بايد چون رزمنده‌اى در لشكر حق ، داوطلبى در جُند اللَّه و جان‌نثارى در راه خدا باشد ؛ و در يك سخن انسانى باشد كه هر آنچه را با جهاد در پيوند است ، جستجو نمايد و از هر مظلوم يا حقّ غصب شده و يا امّت مستضعف دفاع كند .\r\n\r\nحواريّون اسوهء مؤمنان\r\nدراين راستا حواريّون بهترين الگو براى مؤمنين مىباشند .\r\nحواريّونى كه خداوند در مورد ايشان مىفرمايد : ( كَمَا قَالَ عِيسَى ابْنُ مَرْيَمَ لِلْحَوَارِيِّينَ مَنْ أَنصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنصَارُ اللَّهِ ) « 2 » « همانگونه كه عيسى بن مريم به حواريّون گفت : چه كسانى در راه خدا ياوران من هستند ؟ ! حواريّون گفتند : ما ياوران خداييم . » پس حواريّون - چنان كه از اين آيه به دست مىآيد - به مرحله پيشرفته‌اى گام نهادند . زيرا حضرت عيسى عليه السلام آنان را امر نمود تا ياوران او در راه خدا باشند . ولى آنها گام را فراتر نهادند و گفتند : ما ياوران خداييم . يعنى اينكه ما اين راه - ياورى عيسى بن مريم - را طى كرده‌ايم و آن را سپرى نموده‌ايم تا آنجا كه به سرانجام آن دست يافته‌ايم . پس ما ياوران خداوند متعال گشته‌ايم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء صفّ ، آيهء 14 .\r\n( 2 ) - سورهء صفّ ، آيهء 14 .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nبه همين خاطر خداوند تبارك و تعالى در ابتداى آيه مىفرمايد : ( كُونُوا أَنصَارَ اللَّهِ ) « ياوران خدا باشيد . »\r\nقرآن كريم براى اينكه معناى ( انصار اللَّه ) را بيان نمايد ، دوباره مىفرمايد : ( قَالَ الْحَوَارِيُّونَ نَحْنُ أَنصَارُ اللَّهِ فَآمَنَت طَائِفَةٌ مِن بَنِي إِسْرَائِيلَ وَكَفَرَت طَائِفَةٌ فَأَيَّدْنَا الَّذِينَ آمَنُوا عَلَى عَدُوِّهِمْ فَأَصْبَحُوا ظَاهِرِينَ ) « 1 » « حواريّون گفتند : ما ياوران خداييم . دراين هنگام گروهى از بنى اسرائيل ايمان آوردند و گروهى كافر شدند ؛ ما كسانى را كه ايمان آورده بودند ، در برابر دشمنانشان تأييد كرديم و سرانجام بر آنان پيروز شدند . »\r\nاگر ما در كلمه ( ظَاهِرِينَ ) « پيروز شدند » تدبّر نماييم و آن را به عبارت ( لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ ) « تا دين اسلام را بر همه اديان غالب سازد . » ارتباط دهيم ، اين گونه نتيجه خواهيم گرفت كه ياوران راستين خداوند همچون حواريّونى هستند كه پيرامون حضرت عيسى بن مريم عليه السلام گرد آمده بودند . آنها همان كسانى مىباشند كه خداوند متعال بواسطه ايشان دين اسلام را بر تمام اديان اين كره خاكى غالب مىسازد . همچنين دراين آيه پاسخ اين پرسش كه - قبلًا مطرح شده است - چه ارتباطى ميان ما و امام زمان وجود دارد ؟ نهفته است .\r\n\r\nامام مهدى ( عج ) خورشيد پنهان !\r\nاحاديث و روايات بيان مىنمايند كه امام زمان چون خورشيدى است كه در پس ابرها پنهان مىباشد واشعه‌هاى خود را فرومىفرستد ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء صفّ ، آيهء 14 .\r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nولى انسان نمىتواند آن را ببيند و نمىداند كه در كدام سوى اين آسمان گسترده قرار دارد . در حالى كه اين خورشيد پنهان از مكانى ناشناخته خير و بركت را به سوى زمين نازل مىگرداند .\r\nبنابراين امام مهدى ( عج ) در ميان ما زندگى مىكند و همانگونه كه روايات در اين باره اشاره مىنمايند ، هنگاميكه ظهور مىيابد ، همه احساس مىكنند كه او را در جاهاى گوناگونى ديده‌اند . به همين خاطر انسان مؤمن بايد هميشه و همه جا با ادب ومقيّد به احكام اسلامى باشد ، بويژه در مجالس دعا ، عزا و دانش اندوزى و نيز اماكن مقدّسه ، زيرا ممكن است كه امام زمان در ميان حاضرين باشد .\r\nمهمترين چيزى كه انسان مؤمن در رابطه با پيوند خود با امام زمان ( عج ) آن را احساس مىكند ، همان ادب وتهذيب نفس‌او مىباشد .\r\nزيرا او مىداند كه امام زمان ، امام و شفاعت كننده گناهان وى و راهبر او به سوى بهشت در آخرت مىباشد . همچنين مىداند كه كارنامهء اعمال مؤمنين هر روز بر امام عرضه مىگردد . پس اگر امام ببيند كه انسانى از شيعيانش بطور مداوم به ياد خداوند متعال مىباشد و به نيكى رفتار مىكند و براى كارهاى خير تلاش مىنمايد ، هر آينه خشنود مىگردد و شادى تمام وجودش را فرا مىگيرد و سپس براى او دعا مىنمايد ، ولى اگر كارنامهء اعمال كسى سياه باشد ، غمگين و دلشكسته مىگردد .\r\n\r\nجهات پيوند ما با امام مهدى ( عج )\r\nبنابراين ، پيوند ما با امام زمان ( عج ) چند جهت دارد :\r\n1 - اينكه انسان مؤمن نفس خويش را تهذيب نمايد و براى اعمال\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nو كردار خويش اهمّيت قائل گردد . اين امر به ويژه در مورد علما ، خطيبان و مجاهدين كه خويشتن را در راه اسلام وقف نموده‌اند ، صدق مىنمايد . زيرا ارتباط ايشان با امام محكمتر از ديگران است و امكان دارد در زمان ظهور - اگر خدا بخواهد - از افسران لشكر امام گردند . پس ايشان بايد نفس خويش را در بهترين صورت زير نظر داشته باشند .\r\n2 - بايد مؤمن در انتظار باشد كه مفهوم آماده باش را دارد . يعنى اينكه سپاه ( امام ) بايد در بالاترين سطوح آماده باش قرار داشته باشد .\r\nيا به عبارتى ديگر ، اسلحه ، مهمّات ، صف‌آرايى و تشكيلات سپاه مؤمنين در سطح چالش و آغاز به فعاليّت نمودن در هر لحظه باشد و اين همان مفهوم انتظار مىباشد .\r\nشايد سپاهى كه در حال آماده باش بالايى قرار داده شده است ، دوستدار رويارويى دشمنانش نباشد و فرد فرد سربازان از آمدن دشمنان احساس ترس نمايند . در حالى كه مؤمنين كه در بالاترين سطح آماده باش هستند ، براى ملاقات امام لحظه شمارى مىكنند و هر روز كه سپرى مىگردد از خداوند متعال اين درخواست را مىنمايند كه امروز ، همان روز موعود باشد .\r\nبنابراين ايشان در هر لحظه براى طى نمودن مسير آماده مىباشند .\r\nبطوريكه در تاريخ نقل شده است كه علما - در زمانهايى كه سلاح جنگ شمشير و نيزه بوده - شمشيرهايى را آماده مىساختند و در هر جمعه دور از چشم حكمرانان تمرين مىنمودند تا هميشه براى ظهور امام آمادگى داشته باشند .\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nاين مفهوم راستين انتظار است و انتظار هرگز به معناى فروبستگى نمىباشد . همچنين انتظار اين نيست كه دست روى دست بگذاريم و منتظر بمانيم تا امام مهدى ظهور كند ، سپس رزميدن را بياموزيم و صف‌آرايى نماييم ؛ زيرا اين تصوّر نادرستى است كه شرع و عقل آن را نمىپسندند . دراين باره خداوند متعال در ابتداى سورهء صف - كه به چندين آيه آن پرداخته‌ايم - مىفرمايد : ( إِنَّ اللَّهَ يُحِبُّ الَّذِينَ يُقَاتِلُونَ فِي سَبِيلِهِ صَفّاً كَأَنَّهُم بُنْيَانٌ مَرْصُوصٌ ) « 1 » « خداوند كسانى را دوست مىدارد كه در راه او پيكار مىكنند گويى بنايى آهنين‌اند . »\r\nبر اين اساس شايسته است كه از هم اكنون براى ظهور امام آمادگى بيابيم . به همين خاطر بر هر انسان مؤمنى واجب است كه هر روز از رهگذر ادعيه و زيارتهاى روايت شده از معصومين ، پيمان خويش را با امام تجديد نمايد .\r\n3 - اطاعت از هر فردى كه امام ما را به اطاعت كردن از وى امر نموده است . چنان كه در ميدان نبرد يك سرباز انتظار ندارد كه بالاترين فرماندهء نظامى نزد وى بيايد و او را از دستورات و نحوهء عمليات آگاه سازد ؛ بلكه مىداند كه دستورات را از طريق رده‌هاى گوناگون فرماندهى دريافت خواهد نمود . همچنين ما كه در روزهاى انتظار به سرمىبريم بايد از افرادى همچون فقهاى عادل كه نمايندگان امام مىباشند ، اطاعت نماييم ؛ زيرا خداوند متعال و امام ما را به اطاعت از ايشان امر نموده‌اند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء صفّ ، آيهء 4 .\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\n\r\nچگونه از منتظران امام مهدى ( عج ) باشيم ؟\r\nسنّتهاى الهى همانگونه كه براى گذشتگان برپا گشته‌اند ، براى آيندگان نيز جريان مىيابند ؛ زيرا سنّتهايى واحد مىباشند كه تغييرناپذيرند . با توجّه به وقايعى كه در تاريخ بشريت ديده مىشود ، شواهدى وجود دارند كه از آينده بشريت خبر مىدهند . آينده‌اى كه در آن سنّتهاى الهى به صورت كامل و شامل تجلّى مىيابند . زيرا آينده هدفى است براى آفرينش انسان !\r\n\r\nمهدى آخرين وصى\r\nهمانگونه كه حضرت محمّد ، خاتم الانبياء و آخرين فرستادهء خدا ، پيامبرى بود كه رسالتهاى الهى با وجود او پايان يافت ، در وجود آخرين وصى نيز اهداف رسالتهاى الهى پايان مىپذيرد . زيرا خداوند متعال هستى را براساس سنّت تكامل و ترقى آفريده است . به پيامبران پيش از رسول اكرم ، تعداد اندكى از افراد ايمان آورده بودند و همچنين آن پيامبران به پيروزيهاى اندكى در زندگى خويش دست يافته بودند .\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nامّا در مقايسه با ايشان خداوند متعال آخرين رسالتش را به دست رسول بزرگوارمان حضرت محمّد صلى الله عليه و آله پيروز گردانيد ، و او را يارى نمود .\r\nاگر پيروزى خداوند كه به دست پيامبر اكرم تجلّى يافت . بزرگترين فتح و پيروزى مىباشد ؛ پس رسالت خداوند در بهترين شكل و نيكوترين معنا و راستين‌ترين حقايق به دست آخرين وصى ، سرور و سالارمان امام مهدى ( عج ) تجلّى خواهد يافت . اين ارادهء خداوند متعال است كه سفر دشوار بشريت با پيروزى پايان يابد . زيرا خلق ، آفريدهء او ؛ ملك ، ملك او و زمين در دست اوست . همچنين خداوند اين جهان را آفريده تا در آن به بندگانش مهربانى بورزد .\r\n\r\nظهور اقتضاى رحمت الهى\r\nچون آفريدگار بلند مرتبه ، مهربانترين مهربانان است ؛ پس بايد تاريكى پايان يابد و شب به روز روشن تبديل گردد و كشتى بشريت بر ساحل صلح و امنيّت و رحمت لنگر بياندازد . زيرا خداوند متعال خلق را آفريده تا رحمت خويش را شامل حال او گرداند و غير ممكن است كسى كه پروردگار جهانيان و نامهاى نيك او را مىشناسد ، اعتقاد داشته باشد كه هدف خداوند از آفرينش هستى ، تنها اين جهان و هر آنچه در آن است ، مىباشد . پس ، از خدا به دور است كه بشريت را خلق نمايد تا بازيچه طاغوتيان گردد و در زير فشار و ظلم ستمكاران دست و پا بزند و نيز در زير ابر سياه فقر ، بيمارى و جنگهاى نابود كننده بماند .\r\nاگر فرض كنيم كه خداوند بشريت را به همين صورتى كه هست\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nترك نموده است ، بنابراين حكمت از بعثت پيامبران چه بوده است ، و اگر خداوند متعال مىخواهد سرانجام بشريت به همين حالت كه هست پايان پذيرد ، پس چه حكمتى در كتابهاى مقدّس و رسالتها نهفته است ؟\r\nبنابراين بايد خداوند متعال حكمتى داشته باشد كه ظهور آخرين وصى را به تأخير انداخته است . زيرا دراين ظهور هدف و نهايت و اوج پيشرفت بشرى پنهان مىباشد .\r\n\r\nظهور ، همان خوشبختى راستين\r\nاگر مىبينيم كه بشريت از عذاب رنج مىبرد و در تفرقه و چندگانگى زندگى مىنمايد ، بايد بدانيم كه پس از اين عذاب رحمتى مىآيد و آن چندگانگى سرآغازى مىگردد براى وحدت . امروزه جامعهء بشرى در مسير تكنولوژى گامهاى فراوانى برداشته است . شايد برخى مىانديشند كه خوشبختى به واسطه اين تكنولوژى پيشرفته در همه زمينه‌ها حاصل مىگردد . در حالى كه خوشبختى در آن نمىباشد . زيرا بشريت در زمينه‌هاى اهداف ، آرزوها ، اخلاق و ارزشها به وحى نيازمند مىباشد و هرگز انسانها نمىتوانند بدون بهره گرفتن از وحى به تنهايى حركتى نمايند . پس بايد رسالتهاى الهى براى نجات بشريت از اين رنجها فرودآيد .\r\nامروزه انسان تكنولوژى پيشرفته‌اى را كه بدان دست يافته براى كشتن كودكان ، قتل زنان و نابودى شهرها به كار مىگيرد . همچنين از\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nطرفى ديگر توانسته در زمينه‌هاى ديگرى چون اقتصاد و كشاورزى پيشرفت نمايد و به نتيجه‌هاى شگفت آورى دست يابد . به طوريكه امروزه مىتواند در يك هكتار ، ده‌ها بار بيشتر از گذشته كشت نمايد و محصولات را در انبارهاى بزرگ گندم و ذرّت آمريكا انباشته سازد ! حال اينكه مىبينيم 80 ميليون انسان از گرسنگى رنج مىبرند و سالانه ده‌ها ميليون كودك به علّت سوء تغذيه و بدى شرايط بهداشتى جان خود را از دست مىدهند .\r\nدر مقابل آن ، مىبينيم دولتهاى غربى بيش از 50 ميليون دلار براى سوزاندن و نابودى محصولات كشاورزى كه بيش از نيازشان مىباشد ، هزينه مىنمايند ! و علّت همه اين قضايا آن است كه انسان راه دگرگونى طبيعت را مىداند ولى هدف را نمىشناسد . همچنين نمىداند چگونه بايد چون يك انسان زندگى نمايد و با ديگران همدردى كند .\r\n\r\nچرا بشريت به اين حالت رسيد\r\n؟ حال چرا همه اين امور اتّفاق مىافتند ؟\r\nزيرا اين جهان ارزشها را نمىشناسد و از بيماريها رنج مىبرد و همچون شخصى است كه اعضاء بدنش سالم هستند ولى از عقل بىبهره مىباشد . دراين زمان انسان بدون آنكه هدفش را بشناسد ، حركت مىنمايد .\r\nدراين باره از امام سجّاد روايت شده است كه : « وَمَنْ لَمْ يَكُنْ عَقْلَهُ\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nأَكْمَلَ مَا فِيهِ كانَ هَلَاكَهُ مِنْ أَيْسَرِ مَا فِيهِ » « 1 » « كسى كه عقل او كاملترين چيزى در او نباشد ، هلاكت او آسانترين سرنوشت اوست . »\r\nاين حال و روز بشريت كنونى است و آيا خداوند متعال آن را خلق كرده تا به اين صورت زندگى نمايد ؟\r\nبراين اساس انسان هر آنچه را كه مىخواهد ، نمىتواند از اين تكنولوژى و آن پيشرفت صنعتى بدست آورد . زيرا او زندگى همراه با آسايش و خوشبختى را مىخواهد . حال اينكه امروزه اين خوشبختى با اسلحه‌هاى كشتار جمعى تهديد مىگردد ، تا آنجا كه به محض فشار دادن يك كليد - توسّط يك انسان ! - هواپيماها و موشكهاى حامل كلاهكهاى هسته‌اى همه جهان را نابود مىسازند .\r\n\r\nچاره جويى در مذهب اهل‌بيت عليهم السلام\r\nحال آيا انسان از ارزشهاى مناسبى برخوردار است تا اين تكنولوژى كشنده را محدود سازد ؟\r\nپيشرفت صنعتى اين حقيقت را به انسان نخواهد بخشيد ، پس آن رهايى دهنده و منجى كجاست ؟\r\nخداوند متعال هستى را آفريد تار رحمتش آن را فراگيرد . پس اين رحمت در كجا تجلّى خواهد يافت ؟ اگر در همهء اديان اين كره خاكى جستجو نماييم مىيابيم كه ، همه آنها نويد روز رهايى و برپايى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحارالانوار ، ج 1 ، ص 94 ، ح 26 .\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nحكومت خدا بر زمين را مىدهند . البتّه نه به آشكارى و روشنى كه در دين اسلام به ويژه مذهب شيعه مىبينيم . امتيازى كه مذهب شيعه نسبت به ديگر مذاهب دارد اين است كه انسان را به سوى افقى روشن سوق مىدهد و ايمان به اين حقيقت را كه خداوند ، زمين را پس از آكنده شدن آن از ظلم و ستم ، آكنده از عدل ، داد ، صلح و امنيّت مىنمايد ، در دل انسان پايه‌گذارى مىنمايد .\r\nخداوند تبارك و تعالى انسانى را در پس پردهء غيب پنهان نموده كه در هر لحظه ممكن است ظهور يابد و زمين را آكنده از خير و بركت نمايد و عقل آدمى را كامل كند . آنگاه خوشبختى تحقّق مىيابد و انسانها كامل مىگردند . انسانهايى كه به ديگران تجاوز نمىكنند و هيچ كينه‌اى را در دل راه نمىدهند . چون همين كينه و سوء ظن و اخلاق ناپسنديده تفرقه را در ميان ما ايجاد مىكنند و نمىگذارند كه در صلح و آرامش زندگى نماييم و تنها صلح بيرونى مورد نظر نيست ؛ بلكه بايد صلح در دل انسانها باشد ، زيرا نفس انسان جايگاه خوشبختى و آرامش است و اگر فضاى جامعه‌اى محبّت‌آميز نباشد ، هرگز نمىتواند به خوشبختى دست يازد .\r\n\r\nمفهوم راستين انتظار\r\nانتظار داراى سه معناى تدريجى است كه عبارتنداز :\r\n1 - فرج و گشايش همچون نقطهء روشنى است كه انسان با انتظار به سوى آن حركت مىكند . پس حركت او بايد به سوى نقطهء معيّن باشد .\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nيعنى به سوى آن هدفى كه خداوند متعال آن را ترسيم كرده است . انتظار فرج كه روشنى بخش دلها با نور اميد مىباشد ، اين هدف را مشخّص مىنمايد . پس انسانى كه با اميدوارى زندگى مىكند ، ايمان دارد كه سرانجام از آن پرهيزكاران است و خداوند متعال قدرت را به نيكان مىدهد و طاغوتهاى سركش به دست ايشان سرنگون مىگردند . اين انديشه سبب مىگردد تا دل انسان مؤمن حتّى در تاريكترين شرايط در آرامش و اميدوارى به سربرد ، زيرا نااميدى خطرناكترين مشكلى است كه انسان با آن روبرو مىباشد و اگر نااميدى در دل انسان راه يابد ، زندگى خويش را از دست مىدهد و به مرگ زودرس دچار خواهد شد .\r\nدر حقيقت انتظار فرج مشكل يأس و نااميدى را درمان مىنمايد و دليل اين امر آن است كه شيعيان از گذشته تا به امروز بيشترين مردمانى بوده‌اند كه با ستم و سركشى مخالفت نموده‌اند . سرزمينهايى كه بيشتر مسلمانان آنها شيعه هستند و در دلهايشان نور انتظار فرج و ملاقات امام مهدى ( عج ) مىتابد ، مىبينيم كه بيش از ديگران با ستم مخالفت مىورزند و با فساد به مبارزه برمىخيزند و دراين راه جانهاى خود را فدا مىسازند . به عنوان نمونه هنگاميكه صهيونيستها جنوب لبنان را اشغال كردند ، مسلمانان شيعه در لبنان به مقاومت پرداختند .\r\nشعار هميشگى ايشان در هنگام مقاومت « يا حجّة بن الحسن ، يا مهدى » بود . زيرا رژيم صهيونيستى آمده بود تا در لبنان بماند و اين به معناى تجاوز به ناموسها ، دگرگونى دين و اشاعهء فساد بود . پس شيعيان حقيقت را دريافتند . به همين خاطر به امام مهدى ( عج ) روى\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nآوردند و اسلحه‌ها را به سوى متجاوزان نشانه گرفتند تا هنگاميكه به بزرگترين پيروزى خويش دست يافتند .\r\nهمچنين مانند اين مقاومت را در نزد شيعيان عراق مىبينيم كه در روزهاى استعمار انگليس و بيش از آن و تا به امروز ، با ظلم و ستم به مقاومت برخاستند . دراين‌جا مطلبى را به ياد مىآورم كه خبرنگارى فرانسوى از من پرسشى نمود و گفت : « همانا شيعه در عراق بيش از كردها صدمه ديده‌اند و زيانهاى فراوانى را متحمّل گشته‌اند ؛ پس چرا همچون ديگران مذاكره با رژيم بعث را نپذيرفتند ؟ » به او گفتم :\r\n« زيرا ، در دل شيعه اميدى به نام انتظار فرج وجود دارد . »\r\nدر حقيقت علّتى كه ما را وامىدارد تا هميشه در ستيز با دشمنان باشيم ، ايمان به انديشه انتظار است . از نمونه‌هاى اين حقيقت آن است كه انقلاب 1920 م بر ضدّ استعمار انگليس در عراق در شب نيمهء شعبان آغاز گرديد ، همانگونه كه آخرين انتفاضه مردم عراق عليه حكومت صدام ، دراين شب مبارك به وقوع پيوست . زيرا اين شب ، شب نوراست و ما را يادآور مىسازد كه ما تنها نيستيم و امام و رهبرى داريم كه به ما مىنگرد و تنها امرى كه ما را به سوى جلو پيش مىبرد ، همين انديشه است . اگر شيعيان ارزش انتظار فرج را به درستى مىشناختند و آن را كاملًا درك مىنمودند ، هيچگاه شيعه مظلومى بر روى زمين نمىماند . زيرا ، شيعيان دراين صورت ، ظلم و ستم را نمىپذيرند و خداوند متعال آنها را پيروز خواهد نمود .\r\n2 - در مفهوم دوّم انتظار فرج ، اينكه در زمان انتظار فرج هميشه\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nتوجّه ما به سوى رهبرى ، مركز فرماندهى و ولايت الهى مىباشد .\r\nو دراين امر ، امام مهدى ( عج ) را سنجه خود قرار مىدهيم . اين امر در رهبرى معنوى ما يعنى « مرجعيّت » بازتاب مىيابد ، و اينكه چرا رهبرى مذهبى نزد شيعيان بايد از ميان پارساترين ، پرهيزكارترين ، دانشمندترين و نزديكترين افراد به ارزشهاى الهى انتخاب شود .\r\nهنگاميكى نگاهى به رهبران شيعه در دوران معاصر مىاندازيم ، اشخاصى را چون : علّامه انصارى ، ميرزا حسن شيرازى ، شيخ كاظم آخوند ، سيّد طباطبايى ( مولّف عروة الوثقى ) و مرحوم آية اللَّه سيّد ابوالحسن اصفهانى و همچنين آقاى خوئى و آقاى گلپايگانى ( رضى اللَّه عنهم اجمعين ) مىيابيم .\r\nحال چگونه شيعيان اين نمونه‌ها را يافته‌اند و چگونه اين نمونه‌ها رشد پيدا نمودند و به قلّه‌هاى روشنى كه در جهان بىنظير هستند ، تبديل شدند ؟\r\nبراى پاسخ به اين پرسشها بايد چنين گفت كه آنها روبه سوى قلّه والاترى دارند . آن قلّه ، امام مهدى ( عج ) مىباشد . اين قلّهء بلند و تكامل يافته را انتظار فرج مىناميم ، چون انتظار فرج ما را وامىدارد كه هميشه به سوى قلّه‌هاى روشن حركت كنيم و به سمت افقهاى دور دست پرواز نماييم .\r\n3 - مفهوم عميقتر انتظار فرج آن است كه هريك از ما همانگونه كه امام مهدى ( عج ) دوست مىدارد ، زندگى كنيم . پس هر يك از ما تلاش مىكند الگويى را براى خود بيابد - اين اصليترين صفات نزد بشر\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nاست - تا نفس خويش را به نمونه كوچكى از آن الگوى والاتر ، دگرگون سازد . هنگاميكه درك مىنماييم كه امام زمان ( عج ) از جانب آسمانها تأييد شده و ارزشهاى و الا در او تجسّم يافته‌اند ، بنابراين انتظار خروج او را خواهيم كشيد و به عبارت ديگر خود را آن گونه كه مورد خشنودى اوست ، بسازيم و به استقبال وى برويم .\r\nدراين زمينه ائمّهء اطهار تأكيد مىنمايند كه كارنامهء اعمالمان هر روز بر امام زمان ( عج ) عرضه مىگردد ، و ما در همه حالات كوچك و بزرگ در دنيا ، و در لحظات جان دادن و زمان خاكسپارى نيازمند او هستيم ، و اوّلين پرسشى كه در قبر از ما مىشود ، درباره امام ما مىباشد .\r\nبنابراين ما بايد با توجّه به اين مطلب كه كارنامهء اعمالمان هر روز بر امام عرضه مىگردد ، بيش از پيش به تهذيب نفس خويش بپردازيم و اين همان مفهوم راستين و حقيقى انتظار فرج مىباشد . پس در اينجا انتظار فرج به اين معنا مىباشد كه با اعمال نيكو و پسنديده و نيز تهذيب نفس و تزكيه آن و همچنين رشد دادن ارزشهاى نيكو در نفس خويشتن ، به استقبال امام مهدى ( عج ) برويم .\r\n\r\nچگونه امام زمان ( عج ) را خشنود سازيم ؟\r\nبنابر اين بياييم و براى پيشرفت و اصلاح زندگى خويش برنامه‌ريزى مىكنيم . زيرا اگر كسى دو روزش باهم مساوى باشند ، هر آينه زيانكار است . پس بايد براى كشف كاستيهاى وجودمان ، تلاش نماييم . خداوند متعال بر ما منّت نهاد كه در خانه‌هاى مؤمن زندگى كنيم\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nو به نماز گذاردن ، روزه‌دارى و حضور در مجالس مذهبى عادت نماييم و اين نعمتى است بس بزرگ . امّا آيا اين مقدار كافى است يا اينكه سطوح ديگرى براى تكامل وجود دارند كه مىتوانيم از خلال آنها پيشرفت نماييم ؟\r\nشايسته است كه نقاط ضعف شخصيّتى خود را مشخّص كنيم و براى درمان آن كوشش نماييم . از جمله نقاط ضعفى كه از آن رنج مىبريم ، سوء ظن مىباشد . اين نقطهء ضعف از بدترين ضعفهايى است كه مؤمنين به آن مبتلا مىگردند و به خاطر آن ، فتنه در ميان ايشان درمىگيرد . هر يك از ما فكر مىكند كه خود ، از اهل بهشت است و ديگران از اهل دوزخ ! پس بياييم و از هم اكنون به اصلاح نفس خويش بپردازيم و اين خصلت ناپسنديده را از ميان برداريم . خصلتى كه خداوند متعال ما را از آن نهى كرده و دراين باره مىفرمايد : ( يَا أَيُّهَا الَّذِينَ آمَنُوا اجْتَنِبُوا كَثِيراً مِنَ الظَّنِّ إِنَّ بَعْضَ الظَّنِّ إِثْمٌ ) « 1 » « اى كسانى كه ايمان آورده‌ايد ! از بسيارى از گمانها بپرهيزيد ، چرا كه بعضى از گمانها گناه است . » دراين آيه مؤمنين مورد خطاب قرار مىگيرند . سپس خداوند متعال در ادامه مىفرمايد : ( وَلَا تَجَسَّسُوا وَلَا يَغْتَب بَعْضُكُم بَعْضاً ) « 2 » « و هرگز در كار ديگران تجسّس نكنيد ؛ و هيچ يك از شما ديگرى را غيبت نكند ، . . . » متأسفانه اين صفات منفى در نفس ما لانه كرده است . پس بر ما واجب است كه براى ريشه كن كردن آن تلاش كنيم . بنابراين بياييم و همچون مؤمنين درستكار زندگى كنيم تا از منتظران راستين امام خويش باشيم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) و 2 - سورهء حجرات ، آيهء 12 .\r\n( 2 )\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\n\r\nدر پيشواز امام مهدى ( عج )\r\nهنگاميكه جهاد ، در راه خداوند متعال باشد ، دراين صورت انسان تفاوتى بين امّتى و امّتى ديگر ، ملّتى و ملّتى ديگر و جامعه‌اى و جامعه‌اى ديگر قائل نمىگردد . خداوند متعال اين بينش و بصيرت قرآنى را در آيات 75 تا 77 سورهء نساء آشكار ساخته است :\r\n( وَمَا لَكُمْ لَاتُقَاتِلُونَ فِي سَبِيلِ اللَّهِ وَالْمُسْتَضْعَفِينَ مِنَ الرِّجَالِ وَالنِّسَاءِ وَالْوِلْدَانِ الَّذِينَ يَقُولُونَ رَبَّنَا أَخْرِجْنَا مِن هذِهِ الْقَرْيَةِ الظَّالِمِ أَهْلُهَا وَاجْعَل لَنَا مِن لَدُنْكَ وَلِيّاً وَاجْعَلْ لَنَا مِن لَدُنكَ نَصِيراً * الَّذِينَ آمَنُوا يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ وَالَّذِينَ كَفَرُوا يُقَاتِلُونَ فِي سَبِيلِ الطَّاغُوتِ فَقَاتِلُوا أَوْلِيَاءَ الشَّيْطَانِ إِنَّ كَيْدَ الشَّيْطَانِ كَانَ ضَعِيفاً * أَلَمْ تَرَ إِلَى الَّذِينَ قِيلَ لَهُمْ كُفُّوا أَيْدِيَكُمْ وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ إِذَا فَرِيقٌ مِنْهُمْ يَخْشَوْنَ النَّاسَ كَخَشْيَةِ اللَّهِ أَوْ أَشَدَّ خَشْيَةً وَقَالُوا رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا الْقِتَالَ لَوْلا أَخَّرْتَنَا إِلَى أَجَلٍ قَرِيبٍ قُلْ مَتَاعُ الدُّنْيَا قَلِيلٌ وَالآخِرَةُ خَيْرٌ لِمَنِ اتَّقَى وَلَا تُظْلَمُونَ فَتِيلًا ) « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء نساء ، آيات 75 - 77 .\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\n« چرا در راه خدا ، و در راه مردان و زنانى كه به دست ستمگران تضعيف شده‌اند . پيكار نمىكنيد ؟ ! همان افراد ستمديده‌اى كه مىگويند : پروردگارا ! ما را از اين شهر ، كه اهلش ستمگرند ، بيرون ببر ؛ و از طرف خود ، براى ما سرپرستى قرار ده ؛ و از جانب خود ، يار و ياورى براى ما تعيين فرما * كسانى كه ايمان دارند ، در راه خدا پيكار مىكنند ؛ و آنها كه كافرند ، در راه طاغوت . پس شما با ياران شيطان ، پيكار كنيد ؛ و از آنها نهراسيد ؛ زيرا كه نقشهء شيطان ، همانند قدرتش ضعيف است * آيا نديدى كسانى را كه به آنها گفته شد : فعلا دست از جهاد بداريد ؛ و نماز را برپا كنيد ، و زكات بپردازيد ؛ امّا آنها از اين دستور ناراحت بودند ، ولى هنگاميكه فرمان جهاد به آنها داده شد ، جمعى از آنان ، از مردم مىترسيدند ، همانگونه كه از خدا مىترسند ، بلكه بيشتر . و گفتند : پروردگارا ! چرا جهاد را بر ما مقرّر داشتى ؟ ! چرا اين فرمان را تا زمان نزديكى تأخير نينداختى ؟ ! به آنها بگو : سرمايه زندگى دنيا ، ناچيز است ؛ و سراى آخرت ، براى كسى كه پرهيزگار باشد ، بهتر است . و به اندازه رشته شكاف خرمايى ، به شما ستم نخواهد شد . »\r\nما در اين آيات كه بطور خلاصه ، ابعاد و نشانه‌هاى جامعهء اسلامى با فضيلت را مشخّص مىسازند ، دو آيه پىدرپى مىيابيم كه پيرامون ضرورت پيروزى مستضعفين در هر كجا كه باشند ، با ما سخن مىگويند و بيان مىنمايند كه مؤمنين در راه خدا نبرد مىكنند . بنابراين سبيل اللَّه ( راه خدا ) كه آيهء دوّم به آن اشاره مىكند چيزى نيست جز دفاع از حق مستضعفين كه آيه اوّل به آن اشاره مىنمايد .\r\nهنگاميكه دفاع از مستضعفين ، راه خدا به شمار مىآيد اين معنا را آشكار مىسازد كه اين دفاع به جامعه خاص يا گروهى جداى از ديگرى محدود نمىشود ، پس وقتى كه انسان از ملّت خويش دفاع مىكند ،\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nممكن است اين دفاع در راه خدا باشد ( اگر دفاع از مستضعفين بر آن صدق مىكند ) يا در راه طاغوت . مانند اين كه در راه نژادپرستى و خودخواهى و استكبار باشد .\r\nبه عنوان مثال جامعهء نازى در آلمان بيش از ده ميليون نفر در راه رؤياهاى نژادپرستانه و توسعه‌طلبانه خود قربانى كرده است . يا جامعه صهيونيستى كه جامعه‌اى است جنگى . در آن بودجه جنگ بيش از هر بودجه ديگرى مىباشد . دراين جامعه هر انسانى رزمنده‌اى در راه جامعه‌اش مىباشد ؛ امّا آيا اين نبرد ، در راه خداست يا در راه طاغوت ؟ !\r\n\r\nآيا هر جنگى ، جهاد مىباشد ؟\r\nصرف جنگيدن و نبرد كردن به معناى انجام يك عمل قانونى و مشروع نيست . همانگونه كه خداوند متعال مىفرمايد : ( الَّذِينَ آمَنُوا يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ وَالَّذِينَ كَفَرُوا يُقَاتِلُونَ فِي سَبِيلِ الطَّاغُوتِ ) « 1 » « كسانى كه ايمان دارند ، در راه خدا پيكار مىكنند ؛ و آنها كه كافرند ، در راه طاغوت . » طبق آيه ، هر دو گروه نبرد مىكنند و دراين راه قربانى مىدهند . ولى يكى در راه خدا مىجنگد و ديگرى در راه طاغوت .\r\nحال اينكه چگونه مىتوانيم نبرد حق را از نبرد باطل تشخيص دهيم ؟\r\nپاسخ : هدف همان وسيله تشخيص مىباشد . اگر هدف تنها به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء نساء ، آيهء 76 .\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nگروه ، ملّت ، امّت يا سرزمين معيّنى بازگردد ، اين مفهوم را مىرساند كه ممكن است نبرد در راه طاغوت باشد .\r\nامّا اگر انسان از مستضعفين - هركه باشند و هر كجا - دفاع نمايد ، قضيه تفاوت مىيابد . پس اين انسان به خاطر خدا و در راه او پيكار مىنمايد .\r\nدراين راستا بايد بگوييم كه امام زمان ( عج ) بخاطر مستضعفين روى زمين ظهور مىيابد و همچنين اين امر را بيان نماييم كه اگر بشريت به درجهء دفاع از مستضعفين برسد ، يعنى توانسته است به قلّه بلند آگاهى و رشد فكرى صعود كند .\r\nزيرا هر انسانى - چه بخواهد و چه نخواهد - بايد در ضمن چارچوبى مشخّص چون سرزمين ، يا كشور و يا . . . زندگى كند . به عنوان مثال ، شخصى از عراق و يا ديگرى از افغانستان و فرد سوّمى از لبنان دفاع مىكند و اين البتّه از حق ايشان است كه از سرزمينهاى خود دفاع كنند .\r\nليكن در هنگام دفاع از سرزمين ، دوانگيزه انسان را به جلو مىرانند ، يكى انگيزه ايمان و ديگرى انگيزه وطن‌پرستى . ولى چه زمانى انگيزهء انسان فقط يك انگيزه مىباشد .\r\nدر پاسخ بايد گفت : هنگاميكه به تو گفته شود كه انسان مستضعفى در نيكاراگوا ، يا ناميبيا ، يا فيلپين و يا سرزمين ديگرى از سرزمينهاى اين زمين گسترده ، امروز دچار مصيبتها و محروميتهايى گشته است و توبه يارى آنها شتافتى ، دراين صورت جهاد تو در راه خداوند متعال خواهد بود .\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nامّا ، اگر براى پيكار در راه سرزمين ، يا ملّت ، يا امّت و يا در راه مسأله‌اى و ناديده گرفتن مسأله‌اى ديگر ، در حالى كه هر دو مسأله در ملاك واحدى و معيار واحدى مشترك باشند ، همانا پيكار تو خالص براى خداوند متعال نخواهد بود .\r\nقرآن به صراحت مىفرمايد : ( وَمَا لَكُمْ لَاتُقَاتِلُونَ فِي سَبِيلِ اللَّهِ وَالْمُسْتَضْعَفِينَ مِنَ الرِّجَالِ وَالنِّسَاءِ وَالْوِلْدَانِ الَّذِينَ يَقُولُونَ رَبَّنَا أَخْرِجْنَا مِن هذِهِ الْقَرْيَةِ الظَّالِمِ أَهْلُهَا وَاجْعَل لَنَا مِن لَدُنْكَ وَلِيّاً وَاجْعَلْ لَنَا مِن لَدُنكَ نَصِيراً ) « 1 » .\r\n« چرا در راه خدا ، و در راه مردان و زنانى كه به دست ستمگران تضعيف شده‌اند ، پيكار نمىكنيد ؟ ! همان افراد ستمديده‌اى كه مىگويند : پروردگارا ! ما را از اين شهر ، كه اهلش ستمگرند ، بيرون ببر ؛ و از طرف خود ، براى ما سرپرستى قرار ده ؛ و از جانب خود ، يار و ياورى براى ما تعيين فرما . »\r\nاين بدين معنا مىباشد كه اين مستضعفين با هر وابستگى كه دارند ، خواه رنگين پوست باشند يا سفيدپوست ، خواه نيازمند باشند يا ثروتمند و خواه مؤمنين مخلص باشند يا غير از آن ، مستحقّ دفاع هستند . زيرا آنچه كه دراين زمينه مهم است ، اين مىباشد كه آنها مستضعف هستند .\r\nاگر اين حقيقت درست باشد ، به اين موضوع اشاره مىنمايد كه گروهى از مردم زمينه را براى ظهور امام آماده مىسازند ، و اگر اين مطلب نيز حقيقتى راستين باشد به اين مفهوم است كه هنگاميكه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء نساء ، آيهء 75 .\r\n","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nكشمكش ميان دو اردوگاه حقّ و باطل به اوج خود برسد ، خداوند متعال اذن ظهور را به ولى خويش خواهد داد . منظور ما از رسيدن كشمكش به اوج خود ، اين است كه به يك كشمكش بين المللى و جهانى تبديل شود ؛ و اين نشانه آن است كه ما با گامهاى تند به روز موعود نزديك مىشويم . ان شاء اللَّه !\r\nعلّت آن اين مىباشد كه كشمكشها در گذشته محدود و منطقه‌اى بودند . ولى امروزه همه جهان را در بر مىگيرند . زيرا مىبينيم كه دراين جنگها ، از يك طرف آمريكا ، فرانسه ، انگليس ، روسيه و علاوه بر آن قدرتهاى تحت حمايت آنها قرار دارند و در سويى ديگر مسلمانان ايرانى ، عراقى ، افغانى و ساير مسلمانان جهان در يك اردوگاه بر عليه اردوگاه جاهليّت ايستاده‌اند . اين بدين معناست كه حق و باطل به دو اردوگاه جهانى كه ميان مرزهاى منطقه‌اى و نژادى و مانند آن محدود نمىباشند ، تبديل شده‌اند .\r\n\r\nاوج كشمكش ميان ايمان و جاهليّت\r\nانسان مؤمن در راه خدا پيكار مىنمايد . پيكارى كه از سوى مؤمنين صورت مىگيرد در راه خدا و فى سبيل اللَّه است و به ديگر اعتبارات اهمّيت نمىدهد .\r\nاز سويى ديگر ، امروزه جاهليّت تمام توان خود را براى بقاى طاغوت - هركه باشد - بسيج كرده است و اين يكى از نشانه‌هايى است كه جز قبل‌از ظهور امام مهدى ( عج ) تحقّق نمىيابد . پس زمين از ظلم\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nو ستم آكنده شده ، و به حول و قوّه الهى به دست ولى بزرگوارش ، امام مهدى ( عج ) ، آكنده از عدل و داد و صلح خواهد شد و اين حقيقتى است ثابت كه بايد به وقوع بپيوندد .\r\nبدين سان ، امروزه جنگ ميان دو اردوگاه وسيع حقّ و باطل برپا گشته است . به ديگر سخن ، نبرد مؤمنين مجاهد در راه خدا و مستضعفين در مقابل كفّار جنگجوى در راه طاغوت .\r\nپس كسانى كه ايمان آوردند ، در راه خداوند متعال پيكار مىنمايند .\r\nيا به ديگر سخن ، به خاطر زمين ، يا هواهاى نفس يا هر ارزش مادى ديگر نبرد نمىكنند ، بلكه براى برپايى ارزشها و دفاع از هر مستضعفى كه وجود دارد ، پيكار مىنمايند .\r\nدر مقابل آن ، اردوگاه جاهليّت در راه طاغوت مىجنگد . بنابراين اكنون وارد مرحله‌اى تازه شده‌ايم . لذا اگر مىخواهيم ظهور امام زمان ( عج ) را نزديك سازيم ، بايد براى رهايى بشريت از چنگ مصيبتها ، سختيها و جنگها تلاش نماييم و به سربازان و پيكارگران مخلص اردوگاه ولى امر ، بپيونديم .\r\nبر ما واجب است كه از هم اكنون نامهاى خود را در فهرست ياران و سربازان امام مهدى ( عج ) ثبت نماييم و آن به واسطه تغيير خويشتن و رهايى از خودخواهيها امكان‌پذير است . همچنين خود را به انسانى دگرگون سازيم كه در راه خداوند متعال عمل مىكند و در هر سرزمين ، به خاطر خدا و هر انسان مستضعف ، پيكار مىنمايد .\r\nهمانا فاصله ميان آنچه كه هستيم و آنچه كه مىخواهيم به آن برسيم ،\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nبس گسترده و وسيع است . ما براى تحقّق هدفهايمان به كار جدّى مستمر ، كوشش و پويايى ، تزكيه نفس خويش و دور ساختن چارچوبهاى تنگ و تاريك از خويشتن ، نيازمنديم . همچنين براى اينكه نيّتهاى خود را در جهاد ، خالص براى خداوند متعال گردانيم ، نياز به كوشش و جهد فراوان داريم . بنابراين از رهگذر اين گامهاى ضرورى ، خواهيم توانست زمينه را براى ظهور امام زمان ( عج ) آماده سازيم و از سربازان حضرتش گرديم .\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\n\r\nگفتار سوّم : ولايت و ايمان به غيب\r\nشالوده‌هاى ولايت الهى\r\nولايت ، راه تحقّق عدالت\r\nشباهتهاى امام مهدى با حضرت موسى عليهما السلام\r\nمفهوم ايمان به غيب چيست ؟\r\nنياز ما به پيوند با غيب\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\n\r\nشالوده‌هاى ولايت الهى\r\n( مَا كَانَ لِبَشَرٍ أَن يُؤْتِيَهُ اللَّهُ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُوا عِبَاداً لِي مِن دُونِ اللَّهِ وَلكِن كُونُوا رَبَّانِيِّينَ بِمَا كُنتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنتُمْ تَدْرُسُونَ * وَلَا يَأْمُرَكُمْ أَن تَتَّخِذُوا الْمَلَائِكَةَ وَالنَّبِيِّيِنَ أَرْبَاباً أَيَأْمُرُكُم بالْكُفْرِ بَعْدَ إِذْ أَنْتُم مُسْلِمُونَ * وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ النَّبِيِّينَ لَمَا آتَيْتُكُم مِن كِتَابٍ وَحِكْمَةٍ ثُمَّ جَاءَكُمْ رَسُولٌ مُّصَدِّقٌ لِمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِ وَلَتَنصُرُنَّهُ قَالَ ءَأَقْرَرْتُمْ وَأَخَذْتُمْ عَلَى ذَ لِكُمْ إِصْرِي قَالُوا أَقْرَرْنَا قَالَ فَاشْهَدُوا وَأَنَا مَعَكُم مِنَ الشَّاهِدِينَ * فَمَن تَوَلَّى بَعْدَ ذَ لِكَ فَأُولئِكَ هُمُ الْفَاسِقُونَ * أَفَغَيْرَ دِينِ اللَّهِ يَبْغُونَ وَلَهُ أَسْلَمَ مَن فِي السَّمَاواتِ وَالْأَرْضِ طَوْعاً وَكَرْهاً وَإِلَيْهِ يُرْجَعُونَ ) « 1 » .\r\n« براى هيچ بشرى سزاوار نيست كه خداوند ، كتاب آسمانى و حكم و نبوّت به او دهد سپس او به مردم بگويد : غير از خدا ، مرا پرستش كنيد . بلكه سزاوار مقام او ، اين است كه بگويد : مردمى الهى باشيد ، آنگونه كه كتاب خدا را مىآموختيد و درس مىخوانديد * و نه اينكه به شما دستور دهد كه فرشتگان و پيامبران را ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء آل عمران ، آيات 79 - 83 .\r\n","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nپروردگار خود انتخاب كنيد . آيا شما را ، پس از آنكه مسلمان شديد ، به كفر دعوت مىكند ؟ ! * و هنگامى را كه خداوند ، از پيامبران پيمان مؤكّد گرفت ، كه هرگاه كتاب و دانش به شما دادم ، سپس پيامبرى به سوى شما آمد كه آنچه را با شماست تصديق مىكند ، به او ايمان بياوريد و او را يارى كنيد . سپس به آنها گفت :\r\nآيا به اين موضوع ، اقرار داريد ؟ و بر آن ، پيمان مؤكّد بستيد ؟ گفتند : اقرار داريم .\r\nخداوند به آنها گفت : پس گواه باشيد ؛ و من نيز با شما از گواهانم * پس كسى كه بعداز اين ، روى گرداند فاسق است * آيا آنها غير از آيين خدا مىطلبند ؟ ! و تمام كسانى كه در آسمانها و زمين هستند ، از روى اختيار يا از روى اجبار ، در برابر او تسليمند ؛ و همه به سوى او باز گردانده مىشوند . »\r\nترديدى وجود ندارد كه دين خدا ( دين اسلام ) همچون نعمتها و بركاتش كه بر همهء بندگان نازل مىگردد ، دينى است شامل و عام و اينكه به شرايط زمانى يا مكانى خاصى وابسته نمىباشد . بنابراين به هيچ وجه دين خدا به نظام سياسى حاكم ، حتى اگر غير دينى باشد ، ارتباطى ندارد . پس بر انسان واجب است كه آموزه‌هاى دين را در شرايط و اوضاع گوناگون و بر حسب توانايى و امكان ، به جاى آورد .\r\nاين حقيقت به معناى نيازمند بودن دين به نظام سياسى نيست . بلكه عكس آن درست مىباشد . چه اينكه بيشترين امرى كه دين به آن پرداخته ، نظام سياسى است كه خداوند آن را براى مردم تشريع نموده است . تكيه‌گاه و خاستگاه اين نظام از ولايت الهى گرفته شده است .\r\nولايتى كه خداوند آن را نازل نموده و پيش از آنكه خلق را بيافريند آن را مشخّص كرده است .\r\nخداوند تبارك و تعالى در آغاز جانشينى - پدرمان حضرت آدم عليه السلام -\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nرا در زمين قرار داد و سپس انسانها را آفريد . انسانهايى را كه پيش از اين ، در عالم ذرّ آفريده بود . سپس صد و بيست و چهار هزار پيامبر را فرستاد و ايشان را به واسطهء اسباط و اوصياء و امامان يارى رساند تا جانشينان و امامانى باشند تا به اذن خداوند از ايشان اطاعت شود .\r\nدراين زمينه آيه‌اى وجود دارد كه آشكارتر از آن را در بيان اين مطلب نمىيابيم . خداوند مىفرمايد : ( وَمَا أَرْسَلْنَا مِن رَسُولٍ إِلَّا لِيُطَاعَ بِإِذْنِ اللَّهِ ) « 1 » « ما هيچ پيامبرى را نفرستاديم مگر براى اينكه به فرمان خدا ، از وى اطاعت شود . »\r\nبنابراين خداوند هيچ فرستاده يا پيامبرى را مبعوث نگردانيد مگر اينكه آن پيامبر حامل يك طرح سياسى براى جامعهء انسانى باشد . پس مردم دراين ميان مختار هستند كه آيا از رهبرى برگزيده شده براى ايشان پيروى نمايند و به آن اقتدا ورزند يا خير . زيرا خداوند دليل رسا و قاطع را بر كسانى كه از ايمان به اين حقيقت روشن روى برگردانده بودند ، فروفرستاد .\r\nخداوند متعال رسالتهاى پيامبران را با رسالت پيامبر ما خاتم‌الانبياء ، محمّد مصطفى ختم نمود . همانگونه كه وظيفه اوصياء و ائمّهء را با وجود امام زمان ، مهدى موعود ( عج ) ختم نمود . امامى كه او را براى مردم چون خورشيدى در نيمروز قرار داد ، اگرچه نور اين خورشيد با ابرهاى تيره پوشيده شده است ، ولى به معناى نبودن خورشيد نمىباشد . زيرا او به وظيفهء خود ادامه خواهد داد و اشعه‌هاى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء نساء ، آيهء 64 .\r\n","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nخود را پراكنده خواهد ساخت . و هركس به روى تابش خورشيد پنجره‌هاى خانه خود را ببندد ، هيچ‌كس را جز خويشتن در بهره جستن از آن محروم نمىسازد . امام زمان ( عج ) همچون قرآنى است كه بينشها و بصيرتهاى آن عقلها را روشن مىسازد و روشها و آموزه‌هايش مشكلات و سختيها را درمان مىنمايد . . . امّا بيشتر مردم از استفاده نمودن از آن امتناع مىورزند .\r\nبر اين اساس - پس از آنچه كه گفته شد - آيا مردم دليلى قاطع در برابر خدا دارند يا خداوند دليلى رسا بر ايشان دارد ؟\r\nصد البتّه ، خداوند دليل قاطع و رسا بر مردم داشته و خواهد داشت .\r\nزيرا قرآن را نازل كرد . قرآنى كه اگر بشريت به معانى و روشهايش تمسّك جويند ، با آب فراوان آن سيراب مىگردند . همچنين حقيقت حجّت خدا در زمين ، امام مهدى ( عج ) مىباشد . زيرا او همسنگ قرآن و بدون شك قرآن ناطق مىباشد .\r\n\r\nمحورهاى نظام سياسى در اسلام\r\nدر آغاز بايد گفته شود كه در بيان چارچوب نظام سياسى اسلام ، واژه‌ها و الفاظ بسيارى را مىيابيم . به عنوان مثال ، نظام سياسى با نامهايى چون : ولايت فقيه ، امامت ، رهبرى اسلامى و دينى و همچنين ولايت خدا و واژه‌هاى ديگرى كه در معنا تفاوتى ايجاد نمىنمايند ، نامگذارى مىشود .\r\nهمانا اوّلين محور اين نظام ، همان وجود پيوستگى ميان ايمان به وجود رهبرى الهى براى امّت و بين ايمان به غيب امام\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nمهدى ( عج ) مىباشد .\r\nزيرا ، ايمان به وجود امام ارتباط مستقيمى با اصل دين ، فلسفه و حكمت آن دارد . يا به ديگر سخن ، اينكه ايمان به نظام سياسى اسلامى ، ايمان به وجود امامى كه بطور مستقيم بر قافله بشريت اشراف دارد را معنا مىدهد . بنابراين وجود امام بسيار گسترده‌تر از آن است كه آشكار يا پنهان از ديده‌ها باشد .\r\nما ايمان به نظام اسلامى و ايمان به وجود امام را يكسان تلقّى نكرديم ؛ مگر آنگاه كه آيات قرآن را ورق زديم و در آنها فرموده خداوند متعال را يافتيم كه مىفرمايد : ( وَمَا خَلَقْتُ الْجِنَّ وَالْإِنسَ إِلَّا لِيَعْبُدُونِ ) « 1 » « من جن و انس را نيافريدم جز براى اينكه عبادتم كنند . » پس ازاين آيه چندين نكته را آموختيم كه عبارتنداز :\r\n1 - وجود هستى و خلق براساس اطاعت نمودن پا برجاست .\r\n2 - درجه‌هاى سطح پرستش براساس تفاوت درجه پرستش كنندگان متفاوت مىباشد .\r\n3 - وجود غير پرستش كنندگان از جن و انس ، گامى عصيانگر در مسير دگرگونى حكمت الهى در آفرينش به شمار مىآيد و به همين خاطر خداوند دليل قاطع و رسا بر غير پرستش كنندگان دارد .\r\n4 - از آنجايى كه درجه پرستش به طور مستمر تفاوت مىيابد ، بنابراين راستين‌ترين عبادت كننده‌ها همانها هستند كه به خدا نزديكتر مىباشند . پس عابدترين مردم سهم بزرگترى از حكمت الهى در\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء ذاريات ، آيهء 56 .\r\n","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nآفرينش مخلوقات را از آن خود مىسازد . همانا او - عابدترين - علّتى بوده است براى اينكه خداوند خلق را به خاطرش بيافريند .\r\n5 - پيامبران و فرستادگان ، عابدترين مردم هستند ، و پيامبر اكرم و ائمّهء اطهار كه پس از او آمدند ، پرستش كننده‌ترين پاكان از ميان پرستش كنندگان خدا بودند . بنابراين پايهء خلقت براساس وجود و منزلت پيامبرعظيم الشأن و اهل‌بيت او عليهم الصّلاة والسّلام برپا گشت .\r\n6 - كسانى كه در راستى امامت امام مهدى ( عج ) و وجود و غيبت او ستيزه جويى مىنمايند ، از شناخت حكمت وجود و علّت آفرينش هستى به دست خداوند متعال دور هستند به جز كسانى كه حقايق دين را شناخته و به امامت اهل‌بيت و وجود امام غايب ايمان آورده و آن را تعبير درستترى از مقوله وجود نظام سياسى اسلامى و ولايت خدا دانسته‌اند .\r\nبنابراين خاستگاه كه به واسطهء آيات قرآن و احاديث و روايات تأكيد شده است ، اين پرسش را مطرح مىكنيم كه آيا در خرد مىگنجد كه خداوند خلق را به خاطر مجموعه‌اى از اشخاص - پيامبر و اوصياء پس از او - بيافريند و سپس زمين را از حجّتهاى خود تهى سازد ؛ تا آنجا كه دنيا بدون حكمت آفرينش آن باقى بماند . حكمتى كه وجود پيامبر يا خلفاى منصوص او را معنا مىدهد ؟ !\r\nصد البتّه ابداً امكان ندارد كه اين امور اتّفاق بيفتند . ولى كسانى كه در دلهايشان انحرافى است و پيرو هواهايشان هستند و خواهان فتنه‌ها و تأويلهاى دروغين مىباشند ، همانا خداوند آنها را با آگاهى گمراه\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nساخته و مثل آنها را ميان مردم همچون ثروتمندى قرار داده كه از فقر و گرسنگى مرده است .\r\nپس اين مجازاتى است بس بزرگ كه انسانى ايمان آورد و سپس كافر گردد . به همين خاطر خداوند بر دلش مهر مىزند ؛ آنگاه از كسانى مىگردد كه هيچ سخنى را درك نمىكند .\r\n\r\nسلسلهء مراتب نظام ولايت\r\nانسان ذاتاً مدنى آفريده شده است به ديگر سخن ، انسان خودبخود به سوى همگنان ميل پيدا مىكند . اين ميل بدون وجود نظام و حكومتى كه اين انسان مدنى را به سوى كسب مدارج ترقّى و پيشرفت سوق دهد ، سامان نمىيابد . از طرفى اين نظام و آن حكومت نمىتواند وظيفه‌اش را به شكل مطلوب و خواسته شده انجام دهد ؛ مگر آنكه رمز اين حكومت انسانى باشد كه از همگنان خويش شايسته‌تر باشد . انسان نمىتواند شايسته‌تر باشد مگر اينكه به پروردگارش بيش از همه نزديكتر باشد . حال اينكه چگونه اين انسان حكومت نمايد ، در حالى كه هنوز متولّد نشده است ؟ !\r\nهمهء مسلمانان بر اين موضوع كه 12 نفر جانشين براى رسول خدا وجود دارد ، اتّفاق نظر دارند ؛ ولى در نامهاى ايشان اختلاف نظر دارند . نظر شيعيان اين است كه ايشان على بن ابيطالب ، حسن ، حسين و نه تن از ذرّيّهء حسين عليه السلام مىباشند . ولى رأى غير شيعه اين مىباشد كه ، جانشينى رسول اكرم ويژه افرادى است كه مردم با آنها بيعت كرده و آنها را انتخاب نموده‌اند . امّا همهء مسلمانان ، بر اينكه\r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nروزى از روزها مهدى موعود ظهور خواهد يافت و همانگونه كه زمين از ظلم پر شده است ، آن را آكنده از عدل مىنمايد و نيز اينكه او از فرزندان رسول اكرم صلى الله عليه و آله مىباشد ، اتّفاق نظر دارند . ولى در مورد زمان ولادت او نيز باهم اختلاف دارند . زيرا شيعيان مىگويند كه امام متولّد شده است ؛ ولى ديگر مسلمانان مىگويند كه هنوز تولّد نيافته است .\r\nبنابراين ما به استناد به روايات مؤكّد كه از پيامبر كرم صلى الله عليه و آله و ائمّهء اطهار عليهم السلام نقل شده‌اند ، ايمان داريم كه امام دوازدهم واقعاً متولّد شده است و دوبار ناگزير از غيبت جبرى ، گرديده است . در زمان غيبت صغرى ، چهار تن نماينده را نايب خود گردانيد . سپس در زمان غيبت كبرى اين امر را به انديشمندان دين ، اطاعت كنندگان پروردگارشان و مخالفان هواهايشان ، سپرده است ؛ تا به عنوان نمايندگان عام او ، مردم را در فتوى دادن به ايشان رهبرى كنند و همچنين آنها را به سوى آنچه خدا براى ايشان نيك داشته و هر آنچه از آن نهى كرده است ، رهنمون سازند .\r\nاز اين رو ، ناگزير بايد بر عدم امكان جدايى ميان ولايت الهى و رهبرى دينى تأكيد شود . بدين سان كه بايد همهء انسانها ، رهبرى را جستجو كنند تا از او پيروى نمايند ؛ و اين همان امرى است كه نظام مرجعيت ناميده مىشود . زيرا هر انسان بالغ غير مجتهدى تلاش مىكند كه در احكام از يكى از مراجع تقليد نمايد و اين امر به باور انسان باز مىگردد .\r\nشايد مسأله‌اى كه سزاوار اهمّيت فراوانى مىباشد اين است كه هريك از مراجع عظام - در موج پيشرفت اجتماعى و مقتضيات زندگى\r\n\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\n- براى مردم فتوى مىدهند و ايشان را در سايه چتر ولايت الهى رهنمون مىسازند و اين امر در كتابها و تعبيرهاى دقيق مراجع - به ويژه در باب « قضاء » كه در آن ، به عنوان رهبر و مسؤول امور مردم ، وظايف امام را مشخّص مىسازند - براى خواننده فهيم آشكار مىگردد .\r\n\r\nشورى و دموكراسى\r\nاصل شورى در اسلام ، يكى از اصول ريشه‌دار در نظام دينى به شمار مىآيد . اگرچه در گذشته مراجع را به طور خود جوش ، انتخاب مىكرديم ؛ ولى دوران كنونى ما را بر تغيير اين روش به روش ديگرى ، همچون استفاده از روش رأىگيرى ، سوق مىدهد . زيرا ، رهبرى دينى با هر كسى كه به دين وابسته مىباشد ، ارتباطى مستقيم دارد . از اين روى ، در درجه نخست براى انسان مؤمن بسيار اهمّيت دارد كه چه كسى او را رهبرى مىكند و چه كسى نمايندگى دين را به عنوان فقيه عادل و الگو ، بر عهده دارد .\r\nاين بدين معنا مىباشد كه پس از الهى شدن رهبرى جامعه ، اين جهت‌گيرى سرانجام جامعهء مسلمانان را به جامعهء الهى دگرگون خواهد ساخت . نفس اين واقعيّت بايد شامل نخبگان جامعه با آنچه كه به آن جنبش اسلامى سياسى اطلاق مىشود ، گردد . تا آنجا كه ناگزير رهبريت عملى اين جنبشها را مرجعى دينى به دست گيرد تا زمام امور را به سوى عدالت و مسير نيكى هدايت كند ، تا از احتمال افتادن در اشتباهات و دست اندازهاى سياسى حرام ، دورى جويد .\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nامّا دموكراسى - همانگونه كه همه مىدانند - مشروعيّت خود را از آراء عمومى و انتخاب اكثريت به دست مىآورد . بدون آنكه وجهه دينى و اخلاقى را در نظر بگيرد . علىرغم آن ما در هيچ كجاى جهان نظام دموكراسى مطلقى را جز نمونه‌هاى شكست خورده آن نمىيابيم .\r\nاعتقاد دارم ، آنچه را كه در مورد ماهيّت نظام سياسى اسلامى به تفصيل گفته شد ، بر هيچ انسان عاقلى پوشيده نيست . امّا متأسفانه ، هنگاميكه فرهنگها درهم مىآميزند و برخى در برابر شگفتى پيشرفت تمدّنى وصنعتى كشورهاى غربى به زانو در مىآيند ، حقيقت دين را آسان از دست مىدهند . آنگاه پرچمهاى ابهام و اشكال را در برابر شخصيّت علماء و مراجع افراشته مىسازند - با اينكه هيچگاه اين علما و مراجع ادّعاى دارابودن مقام ائمّهء معصومين را نداشته‌اند - ؛ من از كار برخى مردم كه حاكميت و ولايت فقيه را نمىپذيرند ، در حيرتم ؛ آيا آنان به جاى ولايت فقيه خواستار ولايت منافقين مىباشند ؟ چه جانشين مناسبى را براى آن مىدانند ؟ اگر آنها خواستار نظام مىباشند ؟\r\nاگر آنها خواستار نظام مىباشند ، بدانند كه نظام را جز علما كه حلال و حرام خدا را درنظر دارند ، رهبرى نمىكنند و اين شرطى است كه ديگر شرايط شخصيّت رهبرى را نيز در بر مىگيرد .\r\nهمانا قرآن كريم اين گونه تأكيد مىنمايد كه : ( مَا كَانَ لِبَشَرٍ أَن يُؤْتِيَهُ اللَّهُ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُوا عِبَاداً لِي مِن دُونِ اللَّهِ وَلكِن كُونُوا رَبَّانِيِّينَ بِمَا كُنتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنتُمْ تَدْرُسُونَ ) « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء آل عمران ، آيهء 79 .\r\n","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\n« براى هيچ بشرى سزاوار نيست كه خداوند ، كتاب آسمانى و حكم و نبوّت به او دهد سپس او به مردم بگويد : غير از خدا ، مرا پرستش كنيد . بلكه سزاوار مقام او ، اين است كه بگويد : مردمى الهى باشيد ، آنگونه كه كتاب خدا را مىآموختيد و درس مىخوانديد . »\r\nبنابراين حكمت رهبرى دراين است كه رهبر ، مردم را به سوى خداپرستى دعوت نمايد ، نه به سوى پرستش خويشتن . چه اينكه عبادت فقط مخصوص خداوند يكتا مىباشد .\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\n\r\nولايت ، راه تحقّق عدالت\r\nقرآن كريم تنها كتابى است كه به گواهى خارج از خود نياز ندارد .\r\nاگرچه گواهيها و گواههاى مؤمنين و مانند ايشان ، در مورد آن فراوان است ولى قرآن كتابى است كه خود گواهى است بر خويشتن . گواه بر اينكه ساخته دست بشر و ابداع ايشان - هر چند انسانها به سطوح بالاترى از دانش ، فصاحت و بلاغت دست يافته‌اند - نمىباشد .\r\nدراين ، جاى شگفتى نيست ؛ مادام اينكه قرآن زبان آسمان است و رسالت آن براى زمينيان . و چون قرآن شامل آيات عظيم ، بصيرتهاى روشن و حقايق مشهود مىباشد ، ما را به اين حقيقت رهنمون مىسازد كه قرآن ، كتاب خداوند متعال مىباشد ؛ اگرچه برخى افراد راه لجاجت و پا فشارى بر كفر و شرك را در پيش گرفته‌اند .\r\n\r\nقرآن ، شفايى است بر هر درد !\r\nكتاب خدا ، شفايى است بر هر درد و درمانى است بر هر مشكلى كه مسير انسانيّت در راه حركت به سوى هدفهاى تكاملى در زندگى ، با آن\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nروبرو مىگردد . روزى كه انسانها اين كتاب را بطور جدّى در گفتار ، كردار و روش خويش در نظر بگيرند ؛ بايد منتظر طلوع خورشيد سعادت در افقهاى زندگى خود باشند ؛ تا با نور و گرماى آن پيش بروند و نيز اطمينان يابند كه از رستگارى و پيروزى الهى بهره خواهند جست . همچنين از ثمره‌هاى جهاد و عمل و علاوه بر آن ، ثواب و اجر جميل و خشنودى الهى بزرگتر در آخرت ، بهره‌مند خواهند شد .\r\nاز حقايق قرآن آن است كه ارزشها و اصول كلّى را كه انسان ناگزير بايد به سوى آنها حركت كند ، و نيز مقصودها و هدفهاى شريف و بلند را كه بايد آدمى به آنها دست يابد تا از سايه گسترده آنها بهره جويد ، براى انسان آشكار مىسازد . همچنين قرآن در همان حال ، راهكارهايى كه بايد انسان از آنها پيروى نمايد و نيز شيوه‌هايى كه بايد به كار گيرد تا به آن هدفها ، مقصودها و حقايق بزرگ دست يابد ، بيان مىنمايد .\r\nبنابراين قرآن رهنمونى است براى رسيدن به آنها ؛ يا به ديگر سخن - علاوه بر وظيفهء اساسى مكتبى آن در حيات كه بيان هدف تكاملى مىباشد - قرآن تنها راه مستقيمى مىباشد كه به سوى آن هدف تكاملى رهبرى مىنمايد .\r\nاين هدف تكاملى داراى چندين جانب مىباشد كه توسط ايمان مرزبندى مىشوند . اين جوانب پيرامون محور نزديكى به خداوند متعال مىگردند . از اين جوانب مىتوان : تشكيل جامعه عزّت و كرامت در سايه حكمفرمايى عدالت و چيرگى روح مساوات ، بر پايه موازين و معيارهاى واحد را نام برد .\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\n\r\nحقيقت عدالت\r\nو بطور خلاصه عدالت به اين معنا مىباشد كه هر حقدارى ، بدون كم و زياد به حق خويشتن برسد . مساوات و برابرى در جامعه بر اصل عدالت مترتّب است ، يعنى ديگر چنين نخواهد بود كه گروهى از مردم در ناز و نعمت زندگى كنند ؛ ولى ديگران در ژرفاى ذلّت و فقر و محروميّت به سربرند . زيرا اين از عدالت نمىباشد كه ثروتها در دست مجموعه كوچكى از مردم جمع شود . ثروتهايى كه به واسطه تسلّط بر حقوق و ثروتهاى ديگران ، بلكه و حتّى چيرگى بر كرامتها ، ناموسها و شخصيّتهاى ايشان به دست آمده‌اند . همچنين از انصاف نيست كه اين گروه كوچك در كاخهاى عظيم خود بنشينند و با روح شيطانى خود براى ميليونها انسان برنامه‌ريزى كنند ؛ سپس بانگ ظلم و دشمنى را برآورند كه اين انسانها بشر نمىباشند . زيرا به ايشان به چشم چهارپايانى مىنگرند كه فقط براى خدمت به آنها ، براى تقويت نيرو و كيان و نيز افزايش قدرت و سركشى آنها ، آفريده شده‌اند .\r\nامّا ، خداوند متعال خلق را آفريد تا به ايشان رحمت فرستد نه عذاب . چنان كه مىفرمايد : ( وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا ) « 1 » « و ما هرگز مجازات نخواهيم كرد ، مگر آنكه پيامبرى مبعوث كرده باشيم . » همانا پيامبر ، رحمتى است براى مردم و جهانيان . به همين خاطر انسان آفريده شد تا رحمت ببيند ، نه عذاب . دراين مورد خداوند مىفرمايد :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء اسرا ، آيهء 15 .\r\n","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\n( وَلَا يَزَالُونَ مُخْتَلِفِينَ * إِلَّا مَن رَحِمَ رَبُّكَ وَلِذلِكَ خَلَقَهُمْ ) « 1 » « ولى آنها همواره مختلفند * مگر كسى را كه پروردگارت رحم كند ؛ و براى همين آنها را آفريد . » بنابراين خداوند بلند مرتبه مهربانترين مهربانان است و نشانه‌هاى رحمتش در سرتاسر گيتى مشخّص است .\r\n\r\nچرا بىنوايى و محروميّت ؟\r\nاگر امر چنين است ، پس چرا بيشتر بشريت را مىيابيم كه در بىنوايى و محروميّت زندگى مىكنند و از مصيبتها و انواع ظلم و ستم رنج مىبرند ؟ چرا اكثريت منابع ثروت و دارائيهاى هنگفت و عوامل قدرت و سلطه به دست معدودى از افراد افتاده است . در حالى كه قسمت اعظم بشريت رنجديده در تاريكيهاى نادانى و فقر و تيرگيهاى انحراف و انحطاط به سرمىبرند و در زير چرخهاى ماشين پيشرفت تكنولوژى كه فرمان آن در دست اين اسرافكاران است ، له مىشوند .\r\nاسرافكارانى كه از فرط سيرى و ناسپاسى هر راهى را براى تبذير و اسراف پيموده‌اند ؟ !\r\nچه بسيار نمونه‌هايى دراين باره يافت مىشوند كه حقيقت اسراف و ناسپاسى را نشان مىدهند . اگر صفحات مجلّه‌ها و روزنامه‌ها را ورق بزنيم ، در آن مطالبى مىيابيم كه از شدّت شگفتى ، دچار سرگيجه مىگرديم . به عنوان نمونه شخصى كه با ميليونها زندگى مىنمايد ، در هنگام نزديكى به مرگ چنين وصيّت مىكند كه همه ملك و اموالش به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء هود ، آيات 118 و 119 .\r\n","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nگربه كوچكى كه آن را پرورش مىداده است برسد ! ! !\r\nهمانا ، اين همان انحراف چند جانبه‌اى است كه اين اقلّيت كه زمام تمدّن و تكنولوژى پيشرفته را در دست دارند ، دچار آن گشته‌اند . در رأس اين انحرافات ، انحراف عقلى است كه ناشى از احساس تنهايى كشنده مىباشد ، تا آنجا كه اين اقلّيت را به سوى احترام گذاردن به يك گربه تا درجه تقديس مىكشاند ؛ در حالى كه هيچ توجّهى به پشت سرخود ندارند و گروههاى بشرى گرسنه را نمىبينند كه به خاطر يافتن تكه‌هاى نان ، خطرهاى فراوانى را متحمّل مىشوند ، امّا آن را نيز بدست نمىآورند ؛ پس گروه گروه به مرگ مىپيوندند ؛ گويا اينان هيچ حقّى در زندگانى ندارند .\r\n\r\nآفريدگار ، خواهان عزّت و كرامت براى انسانهاست\r\nخداوند متعال انسان را آفريد و روشهاى خود را براى زيستن از رهگذر رسالتهاى آسمانى براى او آشكار ساخت . او هرگز نمىخواسته است كه مسير انسانيّت آنچه كه اكنون در آن از سياهيها به سرمىبرد ، پايان پذيرد . همچنين نمىخواسته است كه انسان در گمراهيهاى تنهايى گم شود يا در مرداب انحرافات دست و پا بزند ؛ و سپس از سختيها و مصيبتهاى فراوان در زندگى خويش ، رنج ببرد . بلكه خداوند متعال هنگاميكه انسان را آفريد و به واسطه رسالتها او را به سوى راه راست هدايت نمود ، براى او كرامت و عزّت را خواست .\r\nهمچنين خواهان اين بود كه با عزّت و كرامت زندگى كند و با عزّت\r\n\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nو كرامت بميرد ؛ به شرط آنكه امانتى را كه بر سر آن پيمان بسته است ، تحمّل نمايد .\r\nبنابراين كرامت انسان به امانتى كه بايد تحمّل نمايد ، باز مىگردد .\r\nهمانگونه كه خداوند متعال دراين مورد مىفرمايد : ( إِنَّا عَرَضْنَا الْأَمَانَةَ عَلَى السَّماوَاتِ وَالْأَرْضِ وَالْجِبَالِ فَأَبَيْنَ أَن يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا وَحَمَلَهَا الْإِنسَانُ إِنَّهُ كَانَ ظَلُوماً جَهُولًا ) « 1 » « و ما امانت ( تعهّد ، تكليف و ولايت الهى ) را بر آسمانها و زمين و كوهها عرضه داشتيم ، آنها از حمل آن سر بر تافتند و از آن هراسيدند ؛ امّا انسان آن را بر دوش كشيد . » پس كسى كه اين امانت را ندارد ، از شرف ، كرامت و عزّت نيز بىبهره مىباشد . به عبارت ديگر ، چيزى ندارد كه او را مستحقّ زندگى كردن و ادامه حيات سازد .\r\nخداوند متعال از انسان مىخواهد كه يك امانتدار باشد و اينكه گرانترين و نفيس‌ترين‌ها را براى اداى حق اين امانت ، فدا كند ؛ حتّى اگر گاهى به بهاى زندگى او تمام شود . همچنين از انسان مىخواهد بر پاى سخن و تعهّد خود بايستد و به عهد و پيمان خود وفا كند ، تا جامعه‌اى برپا شود كه با صفات امانت‌دارى ، شرف و كرامت توصيف گردد و نيز روح عدل و داد بر او حاكم گردد . پس ناگزير بايد عدالت بر جامعه حكم براند . زيرا ظلمى كه ضدّ عدالت مىباشد ، چيزى جز تاريكى نيست و وجود انسان را تاريك و نابود مىسازد و حركت انسان و بلندپروازيهاى او را به سوى شكوفا شدن تمدّن حقيقى فلج مىسازد . پس ظلم مانعى است بس بزرگ در برابر حركت بشريت به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء احزاب ، آيهء 72 .\r\n","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nسوى بلند پروازيهايش ، در رسيدن به هدفهاى تكاملى و الا و مدنيّت .\r\n\r\nدو سفارش الهى\r\nدراين زمينه خداوند متعال مىفرمايد : ( إِنَّ اللَّهَ يَأْمُرُكُمْ أَن تُؤَدُّوا الْأَمَانَاتِ إِلَى أَهْلِهَا وَإِذَا حَكَمْتُم بَيْنَ النَّاسِ أَن تَحْكُمُوا بِالْعَدْلِ ) « 1 » « خداوند به شما فرمان مىدهد كه امانتها را به صاحبانش بدهيد ؛ و هنگاميكه ميان مردم داورى مىكنيد ، به عدالت داورى كنيد . » اين دو سفارش بزرگ الهى براى انسانى است كه خداوند متعال براى او دو چشم و يك زبان و دو لب قرار داده و او را به خير و شرّ هدايت فرموده است . هيچ‌كس داناتر از او نسبت به اين انسان و هر آنچه در دل پنهان مىدارد و آنچه در ذهنش از انديشه‌ها مىگذرد و آنچه در نفسش از عواطف و احساسات او را به هيجان مىآورد ، نمىباشد .\r\nاين دو سفارش - همانطور كه از آيهء شريفه آشكار است - عبارتنداز :\r\n1 - رساندن امانتها به اهلش ، يعنى به صاحبانش ؛ و اين همان موضوع امانت مىباشد .\r\n2 - قضاوت ميان مردم بايد براساس عدالت باشد ؛ سپس موضوع در اينجا به عدالت باز مىگردد .\r\n\r\nچگونه جامعه امانت و عدالت بوجود آوريم ؟\r\nپرسشى كه در اينجا پيش مىآيد ، اين است كه : از چه راهى مىتوان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء نساء ، آيهء 58 .\r\n","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nاين دو سفارش الهى را در زندگى خويش عملى سازيم ؟ يا به عبارت ديگر ، چگونه جامعه امانتدار و عدالت گستر را بر روى اين زمين بنا سازيم و به تحقّق برسانيم ؟\r\nدر پاسخ بايد گفت : اين امر ناممكن نمىباشد و مىتوانيم از رهگذر اين آيه به آن دست يابيم : ( يَاأَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ ) « 1 » « اى كسانى كه ايمان آورده‌ايد ! اطاعت كنيد خدا را ؛ و اطاعت كنيد پيامبر خدا و اولوالامر را . »\r\nپس براى اينكه جامعه عدالت گستر و با كرامتى را به تحقّق برسانيم ، ناگزير بايد در وجودمان فضيلت اطاعت از خدا و هركه را به عنوان پيامبر مبعوث گردانيده و هركس را كه پس از پيامبر ، امام قرار داده و يا كسى كه امام او را به عنوان ولى امر ، جانشين ساخته است ، بپرورانيم . اين همان راهى است كه بدون آن عدالت تحقّق نمىيابد و وفاى به عهد امانت نمىگردد . شايد بزرگترين مشكلى كه بشريت ، در گذشته و اكنون و شايد در آينده از آن رنج برده و مىبرد ، همان گمراهى بشريت از اين راه است . زيرا ، همه سخن از عدالت مىگويند و آرزوى آن را دارند ، و اگر به تمام قوانين بنگريم ، مىبينيم كه با نام عدالت حكم مىكنند و در مىيابيم كه اين عدالت مقدّمه‌اى است درخشنده ، براى همه قانونهاى اساسى موجود در گوشه و كنار جهان ؛ و تمامى اين قوانين اصل عدالت را ، محور و سند خود مىدانند . امّا براستى عدالت كجاست ؟ !\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء نساء ، آيهء 59 .\r\n","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nمادام بشريت ، در راه رسيدن به آن در گمراهى به سرمىبرد ، هرگز نمىتواند به آن دست يابد ؛ اگرچه گاهى وقتها در برخورد با هواها و شهوات نفسانى ، طعم تلخ آن را خواهد چشيد .\r\n\r\nراه عدالت\r\nبنابراين ناگزير بايد ، به جستجوى راه عدالت در نزد خدا و در گفته‌هاى پيامبران و فرستادگان او و همچنين ائمّه و اولياء پرداخت ؛ و اين همان مفهوم اطاعت مىباشد . اطاعت خدا از گذر پياده نمودن آنچه كه خدا در كتاب عزيزش ، بدان امر كرده و از آن نهى فرموده است ؛ همچنين اطاعت از رهگذر اطاعت از پيامبرش و نيز اطاعت از كسانى كه آنها را ائمّهء مردم و اولياى امور قرار داد . پس زنجيره اطاعت از قاعده آن ، كه در اطاعت از ولى امر نمايان است تا اوج آن ، كه همان اطاعت از خداوند متعال است ، پىدرپى و پيوسته مىباشد .\r\nبنابراين اطاعت از ولى امر ، به معناى اطاعت از امام معصوم - كه در دوران ما ، امام مهدى ( عج ) است - مىباشد ؛ و اطاعت از امام زمان ( عج ) به معناى اطاعت از رسول اكرم كه گونه‌اى از اطاعت خداوند سبحان به شمار مىآيد ، مىباشد ؛ علاوه بر همه اينها ، اطاعت مستقيم از خالق يكتا كه به معناى پياده نمودن اوامر و نواهى مىباشد كه در كتاب عزيزش آنها را آشكارا بيان فرموده است .\r\n\r\nمعيار ولى امر\r\nشايد پرسشى كه دراينجا پيش مىآيد ، آن است كه ، آيا هر كسى كه\r\n\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nامور براى او رام گشت و در رسيدن به قدرت و رهبرى امّت ، شانس او را يارى نمود ، ولى امر مىگردد ؟\r\nدر پاسخ بايد گفت : بدون شكّ چنين نيست . زيرا هركس كه با هر وسيله‌اى بر مسند قدرت بنشيند ، ولى امر امّت نمىگردد . بلكه بايد ولى امر حقيقى كسى باشد كه ، از خط رسالت و برنامه‌هاى آن به اندازه سرسوزن ، نلغزد و منحرف نگردد . بايد زندگى او بازتابى از برنامه‌هاى خدا و پيامبر باشد ؛ همچنين نبايد گفته‌هايش با فرموده‌هاى خداوند متعال - كه در آنها تغيير و تبديل راه نمىيابد - تناقض داشته باشد . و از خدا اختلاف و تبديل به دور است : ( وَلَن تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا ) « 1 » « و هرگز براى سنّت الهى تغيير و تبديلى نخواهى يافت . »\r\nبنابراين ، در باور انسان نمىگنجد كه امر خدا ، در اطاعت از شخصى تجسّم يابد كه ، شراب مىخورد ؛ ظلم مىنمايد و به ناحق خونها مىريزد و نفسهاى پاك را به قتل مىرساند ؛ زيرا رسالتهاى آسمانى دعوت به تحقّق عدل و داد مىنمايند .\r\nپس هرگز نمىتوان اين دو را از اين حاكم ظالم كه در حقّ امّت خود ظلم و ستم روا مىدارد و با صفات فسق و فجور توصيف مىگردد ، انتظار داشت .\r\nهمانا ولى امرى كه امّت بايد از او اطاعت و پيروى نمايد ، همان كسى است كه ارزشهاى آسمانى و مفاهيم رسالت و برنامه‌هاى مبين آن ، در اخلاق ، رفتار ، روش ، منش ، همهء سيرت او تجسّم يافته‌اند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء احزاب ، آيهء 62 . سورهء فتح ، آيهء 23 .\r\n","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\n\r\nاهل‌بيت خود ، اولوالامر مىباشند\r\nاگر تاريخ را ورق بزنيم و در آن به دنبال اولياى امرى كه اين صفات در ايشان نمايان باشد ، جستجو كنيم اشخاصى كه نشانه آشكار قرآن كريم بودند ، موجوديّت آنان جزئى از موجوديت رسول اكرم صلى الله عليه و آله در اخلاق و سيرت و دانش گشته بود ، چون او زيسته و چون او در گذشته بودند ، هرگز از راه و برنامه او روى برنگردانده بودند ، كسى جز آل‌بيت رسول اكرم صلى الله عليه و آله را نمىيابيم .\r\nهمين ايشان ، اولياى امر حقيقى هستند كه قرآن كريم بر ولايت آنان گواهى داده است ، پس هر مدح و ثنايى در قرآن از براى ايشان مىباشد . زيرا ، « ايشان خشم خود را فرو مىبرند » ( وَالْكَاظِمِينَ الْغَيْظَ ) .\r\n« و از خطاى مردم درمىگذرند » ( وَالْعَافِينَ عَنِ النَّاسِ ) .\r\n« نماز را به پا مىدارند » ( وَالْمُقِيمِينَ الصَّلَاةَ ) .\r\n« و زكات مىدهند » ( وَالْمُؤْتُونَ الزَّكَاةَ ) .\r\n« از ركوع كنندگان و سجده آوران هستند » ( الرَّاكِعُونَ السَّاجِدُونَ ) .\r\n« در پنهان و آشكار انفاق مىنمايند » ، و در توانگرى و تنگدستى ، خداى خود را سپاس مىگويند . . . و دهها بلكه صدها خوى و فضيلتى كه قرآن به آراستن خود به آنها سفارش مىكند و بر پيروى عملى و گفتارى از آنها تشويق مىنمايد . بنابراين ، اهل‌بيت پيامبر در زندگى خويش ، نمونه‌هاى قرآن مىباشند ؛ بلكه ايشان خود ، قرآن ناطق در ميان مردم هستند .\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\n\r\nآيا نياز ما به امامت منتفى شده است ؟\r\nپس از آنكه رسول اكرم و ائمّهء اطهار به تكليف خود عمل كردند و امانت رسالت و امامت را تحمّل نمودند و يكى پس از ديگرى به سوى پروردگارشان شتافتند ؛ حال آيا نياز به امامتى كه عدل را استقرار مىبخشد و از كرامتها پاسدارى مىنمايد و ظلم را نابود مىسازد ، منتفى شده است ؛ يا اينكه بشريت به اوج درجهء عقلى و فكرى كه ائمه از آن برخوردار بودند ، رسيده است و ديگر نيازى به امامت ندارد ، و يا اين كه به طور كلّى نياز به عدالت پايان يافته است ؟\r\nآنچه تاريخ به آن گواهى مىدهد ، اين است كه هميشه بشريت به كسى نياز داشته كه زمام زندگى انسانها را به دست گيرد . حال اگر اين نياز با گذشت زمان پايان مىيافت ، ديگر نيازى نبود كه از خلقت تا روز قيامت ، بيش از يك پيامبر براى بشريت برانگيخته گردد .\r\n\r\nدر دوران كنونى ، امام كيست ؟\r\nاگر ثابت گردد كه هنوز اين نياز باقى مانده است ، بنابراين در حال حاضر امامت بر عهده كيست ؟\r\nدر اينجا ، نظريهء منجى عالم كه به خواست حقّ تعالى از نظرها پنهان گشته - و جز او به زمان ظهور آن امام آگاه نمىباشد - تا در روز موعود ظهور يابد و زمين را همانگونه كه از ظلم و ستم پر شده است ، آكنده از عدل و داد سازد ، پاسخ را به ما مىدهد . زيرا مسأله نياز بشريت\r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nبه امامت و رهبرى در يك دوران و عدم نياز در دورانى ديگر ، با نظريهء عدل الهى و حكمت خداوندى در استمرار لطف و رحمت ، همخوانى ندارد . علاوه بر آن با عقل و منطق نيز در تضاد مىباشد .\r\n\r\nآثار وجود امام مهدى ( عج )\r\nوجود امام زمان ( عج ) آثار بزرگ و گوناگونى دارد كه ما بسيارى از آنها را نمىدانيم ، ولى شايد از بزرگترين اين آثار ولايت فقيهان بر مردم و اطاعت از ايشان باشد ، كه اين اطاعت به خاطر شخص و ذات ايشان نيست بلكه از اين جهت است كه فقها و مراجع امّت نمايندگان امام زمان مىباشند ، پس ولايت فقها بر مردم ، شعاعى است از تابش ولايت انبياء و نورى است از انوار ايشان عليهم السلام . پس بياييم و از گذر برخى نكات به اين نور دست يابيم . از مهمترين اين نكته‌ها ، استقامت و پايدارى در راه خدا مىباشد . هرگز نمىتوان به اين استقامت دست يافت ، مگر از گذر پيروى و موالات اين فقها و مراجع كه نمايانگر خط ولايت امامان و پيامبران و فرستادگان خدا مىباشد . با اين حال بسيارى از مردم در گمراهى به سرمىبرند و به خاطر نادانى ، از ايشان پيروى نمىكنند و از مذهب راستين روى برمىگردانند . اين امر شگفت‌انگيزى نمىباشد . زيرا اگر در آيات قرآن كريم بنگريم ، خواهيم يافت كه به صراحت مىفرمايد : ( وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ ) « 1 » « و بيشتر مردم ، هر چند اصرار داشته باشى ، ايمان نمىآورند . . . »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء يوسف ، آيهء 103 .\r\n","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nهمچنين مىفرمايد : ( وَأَكْثَرُهُمْ لِلْحَقِ كَارِهُونَ ) « 1 » « امّا بيشترشان از حق كراهت دارند و گريزانند . » بنابراين ايمان نياوردن مردم به حق تعالى ، به معناى منتفى شدن وجود الهى و صحّت الحاد نيست . همچنين عدم پيروى مردم از حق بدين معنى نمىباشد كه حق مردود است ؛ زيرا ، انسان در ژرفاى ضمير خويش ميل به سوى حق دارد ، ولى در هنگام رويارويى با منافع ذاتى ، از آن كراهت دارد و گريزان است .\r\nهنگاميكه عملًا به جستجوى راز بقاى دين و علاقهء ما به خط فكرى درست و راه راست در زندگى و نيز شناخت درست خداوند متعال - شناختى كه نهى از هر گونه شائبه باشد - مىپردازيم ، مىبينيم كه خط علما دهمان خطّى است كه خداوند متعال به ما بخشيده است ؛ زيرا ، ايشان نشانه‌هاى دين را به من آموخته‌اند و هدايتهاى ائمّه و بصيرتهاى ايشان را كه بر گرفته از بصيرتهاى قرآن و هدايت خدا مىباشد ، براى ما نقل نموده‌اند . بنابراين كسانى كه از خط علماى راستين فاصله مىگيرند ، خواه اين فاصله به طور گروهى يا فردى باشد ، در گمراهى بزرگى خواهند افتاد .\r\n\r\nاهمّيت پيروى از مرجعيت\r\nبنابراين مؤمنين بايد به اهمّيت فراوانى كه پيروى از مرجعيت دارا مىباشد ، توجّه شايانى مبذول بدارند . علاوه بر آن به اين مهم احترام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء مؤمنون ، آيهء 70 .\r\n","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nبگذارند و از آن تجليل به عمل آورند . همچنين براساس خط اين مرجعيت عمل نمايند و در مسير آن حركت كنند و همه انگيزه‌ها و سببهايى كه موجب دورى و انحراف ايشان از اين خط مىگردد ، از خويشتن بزدايند ؛ انحرافى كه به خاطر گمراه كردن گمراهان يا وجود حسادت يا تكبّر و يا خودبينى در نفس ايشان به وجود مىآيد و آنها را از راه استقامتى كه پيامبر بدان امر شده و در عين حال از پيروى هواهاى گمراهان نهى شده است ، دور مىكند . خداوند متعال دراين باره مىفرمايد :\r\n( فَلِذلِكَ فَادْعُ وَاسْتَقِمْ كَمَا أُمِرْتَ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ وَقُلْ آمَنتُ بِمَا أَنزَلَ اللَّهُ مِن كِتَابٍ وَأُمِرْتُ لِأَعْدِلَ بَيْنَكُمُ اللَّهُ رَبُّنَا وَرَبُّكُمْ لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ لَاحُجَّةَ بَيْنَنَا وَبَيْنَكُمُ اللَّهُ يَجْمَعُ بَيْنَنَا وَإِلَيْهِ الْمَصِيرُ ) « 1 » .\r\n« پس به همين خاطر دعوت كن و آنچنان كه مأمور شده‌اى استقامت نما ، و از هوى و هوسهاى آنها پيروى مكن ، و بگو بر هر كتابى كه خدا نازل كرده ، ايمان آورده‌ام و مأمورم در ميان شما عدالت كنم ؛ خداوند ، پروردگار ما و شماست ؛ نتيجهء اعمال ما از آن ماست و نتيجهء اعمال شما از آن شما ؛ خصومت شخصى در ميان ما نيست ؛ و خداوند ما و شما را در يك جا جمع مىكند و بازگشت همه به سوى اوست . »\r\n\r\nخط ولايت همان خط مستقيم است\r\nراه و مسير خدايى ، از اوّلين پيامبر تا آخرين مرجع - يعنى تا هنگامه ظهور امام مهدى ( عج ) - مستقيم باقى خواهد ماند . زيرا خط ولايت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء شورى ، آيهء 15 .\r\n","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nهمان خط درست و مستقيم مىباشد . اگر آن را طى نموديم و به اندازه سرسوزنى از آن منحرف نگشتيم ، توانسته‌ايم به هدف خويش در گسترش عدالت و رسيدن به عزّت و كرامت در زندگى دنيا ، دست بيابيم و به سوى هدف تكاملى كه در نزديكى و تقرّب به خداوند متعال تجسّم مىيابد ، سير كرده باشيم . امّا اگر راهى جز راه مستقيم را انتخاب كرديم ، در آن هنگام مسير ما در سرگردانى و گمراهى خواهد بود . به همين خاطر حقّ تعالى به تحمّل امانت مسؤوليت امر مىنمايد و ما را از اين سرگردانى و گمراهى هشدار مىدهد . چنان كه مىفرمايد :\r\n( إِنَّ اللَّهَ يَأْمُرُكُمْ أَن تُؤَدُّوا الْأَمَانَاتِ إِلَى أَهْلِهَا وَإِذَا حَكَمْتُم بَيْنَ النَّاسِ أَن تَحْكُمُوا بِالْعَدْلِ إِنَّ اللَّهَ نِعِمَّا يَعِظُكُم بِهِ إِنَّ اللَّهَ كَانَ سَمِيعاً بَصِيراً ) « 1 » .\r\n« خداوند به شما فرمان مىدهد كه امانتها را به صاحبانش بدهيد ؛ و هنگاميكه ميان مردم داورى مىكنيد ، به عدالت داورى كنيد . خداوند ، اندرزهاى خوبى به شما مىدهد . خداوند ، شنوا و بيناست . »\r\nخداوند متعال ما را به سوى راه راست ، از گذر اطاعت نمودن از او كه همان اطاعت رسول ، اولياء و جانشينان ايشان مىباشد ، هدايت مىكند . همچنين از ما مىخواهد كه در هر عمل كوچك و بزرگى به ايشان رجوع كنيم و خود را مقيّد به پيروى از اوامر و توجيهات آنها ، بسازيم . همانگونه كه در فرموده خود تأكيد مىنمايد : ( يَاأَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ فَإِن تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِن كُنتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَومِ الآخِرِ ذلِكَ خَيْرٌ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء نساء ، آيهء 58 .\r\n","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nوَأَحْسَنُ تَأْوِيلًا ) « 1 » « اى كسانى كه ايمان آورده‌ايد ! اطاعت كنيد خدا را ؛ و اطاعت كنيد پيامبر خدا و اولوالامر را . و هرگاه در چيزى نزاع داشتيد ، آن را به خدا و پيامبر بازگردانيد ، اگر به خدا و روز رستاخيز ايمان داريد . اين كار براى شما بهتر ، و عاقبت پايانش نيكوتر است . »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء نساء ، آيهء 59 .\r\n","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\n\r\nشباهتهاى امام مهدى ( عج ) با حضرت موسى عليه السلام\r\nشباهتهايى ميان حضرت موسى بن عمران و حضرت مهدى ( عج ) وجود دارد . براين اساس آيات پيش‌رو كه از سورهء القصص مىباشد ، در احاديث ما و روايات مذاهب اسلامى ديگر ، دربارهء زندگانى امام مهدى ( عج ) تفسير و تأويل شده است . اين آيات عبارتنداز :\r\n( إِنَّ فِرْعَوْنَ عَلَا فِي الْأَرْضِ وَجَعَلَ أَهْلَهَا شِيَعاً يَسْتَضْعِفُ طَائِفَةً مِّنْهُمْ يُذبِّحُ أَبْنَاءَهُمْ وَيَسْتَحْيي نِسَاءَهُمْ إِنَّهُ كَانَ مِنَ الْمُفْسِدِينَ * وَنُرِيدُ أَن نَّمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ وَنَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمُ الْوَارِثِينَ * وَنُمَكِّنَ لَهُمْ فِي الْأَرْضِ وَنُرِيَ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا مِنْهُم مَّا كَانُوا يَحْذَرُونَ * وَأَوْحَيْنَا إِلَى أُمِّ مُوسَى أَنْ أَرْضِعِيهِ فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِي الْيَمِّ وَلَا تَخَافِي وَلَا تَحْزَنِي إِنَّا رَادُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ الْمُرْسَلِينَ ) « 1 » .\r\n« فرعون در زمين برترى جويى كرد ، و اهل آن را به گروههاى مختلفى تقسيم نمود ؛ گروهى را به ضعف و ناتوانى مىكشاند ، پسرانشان را سرمىبريد و زنانشان را براى كنيزى و خدمت زنده نگه مىداشت ؛ او به يقين از مفسدان بود * ما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء قصص ، آيات 4 - 7 .\r\n","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nمىخواستيم بر مستضعفان زمين منّت نهيم و آنان را پيشوايان و وارثان روى زمين قرار دهيم * ما به مادر موسى الهام كرديم كه : او را شيرده ؛ و هنگامى كه بر او ترسيدى ، وى را در دريا بيفكن ؛ و نترس و غمگين مباش ، كه ما او را به تو باز مىگردانيم ، و او را از رسولان قرار مىدهيم . »\r\n\r\nشباهتهاى ميان امام مهدى ( عج ) و حضرت موسى عليه السلام\r\nشباهتها را اين گونه مىتوان بيان كرد :\r\n1 - هنگاميكه خداوند متعال ، حضرت موسى را مبعوث گردانيد ، فرعون در زمين استكبار ورزيده بود و آن را از فساد و استكبار آكنده ساخته بود . در برخى از تاريخها آمده است كه فرعون تنها ، بر مصر حكومت نمىكرد ؛ بلكه بر همه تمدّنهاى آن زمان حكمرانى مىكرد .\r\nبنابراين در آن دوران فرعون زمين را پر از فساد ، ظلم و ستم نموده بود . سپس خداوند حضرت موسى را برانگيخت تا آن را آكنده از عدل و داد ، آزادى و كرامت نمايد . بدين سان آفريدگار مردى از آل‌عمران را در نظر گرفته بود كه زمين را آكنده از عدل و داد نمايد ، پس از آنكه پر از ظلم و ستم شده بود . همين امر نسبت به امام زمان اتّفاق خواهد افتاد .\r\nزيرا خداوند او را پس از آكنده شدن زمين از ظلم و ستم به ظهور خواهد رساند تا جهان را پر از عدل و داد نمايد .\r\n\r\nاثبات قدرت الهى\r\n2 - حضرت موسى عليه السلام معجزهء خداوند متعال بر زمين بود . زيرا ،\r\n\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nهنگاميكه همه نااميد شدند و به اين نتيجه رسيدند كه پناهگاه و يارى دهنده‌اى جز خدا وجود ندارد و نيز هنگامى كه تمامى وسايل طبيعى از رساندن خير ، خوشبختى و رفاه به مردم ، ناتوان گشتند ؛ خداوند متعال براى اينكه بر بندگان خود ثابت كند كه تنها اوست چيره شونده بر بندگانش و حكمران و مسلّط بر آنها ؛ و فرمانروايى و ملك تنها از آن او مىباشد ؛ حضرت موسى عليه السلام را كه در دامان فرعون پرورش يافته بود ، برانگيخت تا بر بشريت ثابت كند كه ، اگرچه انسانى بتواند طغيان نمايد و در زمين استكبار بورزد ، امّا هميشه خداوند متعال از او بزرگتر خواهد بود و روزى آن انسان را به واسطه كسى كه با دستان خود تربيت كرده است ، نابود خواهد ساخت .\r\nهمچنين وضعيت براى امام زمان اين گونه خواهد بود . زيرا پس از آنكه نااميدى همه را در بر خواهد گرفت و احساس ناتوانى در برابر فراهم ساختن خير و رفاه براى خويشتن ، بر بشريت چيره خواهد گشت و تنها راه نجات را در توجّه به خداوند تبارك و تعالى خواهند يافت ، او خواهد آمد . بنابراين هنگاميكه امام مهدى ظهور مىيابد ، همه بشريت براى پيمان بستن با او ، مبادرت خواهند ورزيد .\r\nاين درست است كه امام عليه السلام ، با شمشير ( يعنى قدرت ) ظهور مىيابد ؛ ولى آن را جز عليه كينه توزان و معاندين برنمىكشد ؛ بنابراين عدّه زيادى از مردم داوطلبانه و بدون هيچ اجبارى ، در برابر او تسليم مىگردند و به دين مبين اسلام مىگروند . زيرا خداوند متعال ، حضرت عيسى بن مريم را نازل مىگرداند . سپس - همانگونه كه در احاديث\r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\nمذاهب اسلامى آمده است - پشت‌سر امام نماز مىگذارد . هنگاميكه مسيحيان مىبينند كه پيامبرشان به امام مهدى ( عج ) اقتدا كرده است ، هر آينه براى بيعت نمودن با امام روانه مىگردند .\r\nهمانا ، روزى جاهليّت مادى عصيانگر در زمين ، بشريت را به سوى سرگردانى مطلق خواهد كشاند . در آن هنگام است كه انسانها به خويشتن باز مىگردند و از فايده مذهبهاى مادى گوناگونى كه به آن مبتلا شده‌اند ، پرسش مىنمايند . سپس دنبال هدف ديگرى جستجو مىكنند تا براساس آن ، اميدهاى خود را بنا سازند و به واسطهء آن ، غبار جاهليت نادان را از نفسهايشان بزدايند . در اينجاست كه صداى امام مهدى ( عج ) بلند مىگردد . سپس همهء اهل زمين آن را مىشنوند ودراين صداى ربّانى هدف خود را مىيابند . پس شتابان براى پذيرش فراخوانى او ، روانه مىگردند . بدين سان ، عدالت و داد بر زمين حاكم مىگردد و اسلام همه گيتى را در برمىگيرد .\r\n\r\nانتظار طولانى\r\n3 - مؤمنين بنىاسرائيل ، ساليان درازى را در انتظار پيامبرشان ، حضرت موسى عليه السلام سپرى نمودند . رفته رفته نااميدى بر آنها چيره گشت و به اوج خود رسيد ، در آن هنگام برخى كافر شدند و گمان بردند كه ديگر هرگز نجات دهنده نمىآيد ؛ امّا خداوند متعال بعداز شدّت يافتن بحران و شرايط نامساعد ، او را مبعوث گردانيد تا نجات ، بركت و رحمتى باشد براى آن قوم . انتظار ما نيز چون انتظار ديگر\r\n\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nمظلومان و محرومان عالم به درازا كشيده شده است ، و هنگامى كه يأس و نااميدى بر دل گروهى از مؤمنين چيره خواهد گشت ، خداوند به منجى عالم اجازه ظهور خواهد داد .\r\n\r\nغيبت صغرى\r\n4 - حضرت موسى بن عمران عليه السلام مدّتى را در غيبت صغرى به سر برده است ؛ زيرا هنگاميكه ديده به جهان گشود ، خداوند به مادرش امر نمود كه او را در صندوقچه‌اى قرار دهد و آن را به دريا بسپارد .\r\nحضرت مهدى ( عج ) نيز چنين غيبتى را دارا مىباشد . زيرا ، از همان لحظهء اوّل كه ديده به جهان گشود ، از نظرها جز محبّين خاصش پنهان گشت .\r\n\r\nوظيفهء ما در دوران غيبت\r\nپرسش مهمّى كه در اينجا پيش مىآيد آن است كه : وظيفهء ما ، كه در دوران غيبت زندگى مىنماييم ، چيست ؟\r\nبر ما كه در دوران غيبت به سرمىبريم واجب است كه شعله اميد الهى را باقى نگه‌داريم تا در دلهايمان استمرار يابد ؛ زيرا طاغوتيان تلاش مىكنند كه اميد و آرزو را از ما بربايند و نااميدى را چون خوره به دلهايمان بياندازند و پىدرپى ضربات دردآورى را بر ما وارد سازند ، . . . اين همان هدف طاغوتيان است . امّا هنگاميكه ما مىدانيم خداوند متعال ، اميدورهايى را براى ما ذخيره نموده است ، بنابراين\r\n\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\nدر خواهيم يافت كه ، پايان اين مسير خوشبختى انسان خواهد بود و اينكه سرانجام از آن پرهيزكاران است و اين مسير ، علىرغم سختيها و مشقّتهايى كه آن را در برمىگيرد ، و فداكاريهايى كه طلب مىنمايد ، سرانجام به پيروزى حتمى ختم خواهد يافت .\r\nطاغوتيان زمين ، توانسته‌اند بر بشريت چيره گردند ، ولى هنوز نتوانسته‌اند به امنيّت و استقرار دست يابند . زيرا ، ملّتها در برابر آنها ايستادگى و مقاومت نموده‌اند و هم اكنون به صورت خطرى راستين در آمده‌اند كه مصالح اين طاغوتيان را تهديد مىنمايد و خواب را از چشمان آنها مىربايد . ما بايد اين ايستادگى و مقاومت را تداوم ببخشيم ، تا بواسطهء آن ، بتوانيم مفهوم راستين انتظار را - كه به معناى زمينه‌سازى مناسب براى ظهور امام مهدى ( عج ) مىباشد - تجسّم ببخشيم .\r\n\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\n\r\nمفهوم ايمان به غيب چيست ؟\r\n( الم * ذ لِكَ الْكِتَابُ لَارَيْبَ فِيهِ هُدىً لِلْمُتَّقِينَ * الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْناهُمْ يُنفِقُونَ * وَالَّذِينَ يُؤْمِنُونَ بِمَا أُنزِلَ إِلَيْكَ وَمَا أُنزِلَ مِن قَبْلِكَ وَبِالْآخِرَةِ هُمْ يُوقِنُونَ * أُولئِكَ عَلَى هُدىً مِنْ رَّبِّهِمْ وَأُولئِكَ هُمُ الْمُفْلِحُونَ ) « 1 » .\r\n« الم * آن كتاب با عظمتى است كه شك در آن راه ندارد و مايه هدايت پرهيزكاران است * پرهيزكاران كسانى هستند كه به غيب ايمان مىآورند و نماز را برپا مىدارند و از تمام نعمتها و مواهبى كه به آنان روزى داده‌ايم ، انفاق مىكنند * و آنان كه به آنچه بر تو نازل شده ، و آنچه پيش از تو نازل گرديده ، ايمان مىآورند ؛ و به رستاخيز يقين دارند * آنان بر طريق هدايت پروردگارشانند ؛ و آنان رستگارانند . »\r\nغيب چيست ؟ ديدگاه ما نسبت به غيب چيست ؟ و غيب چه رابطه‌اى با امام مهدى ( عج ) دارد ؟\r\nقرآن در آغاز تأكيد مىنمايد كه آيات كريمه‌اش ، هدايت است ؛ ولى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء بقره ، آيات 1 - 5 .\r\n","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nنه براى هر كسى ! بلكه ، هدايتى است براى پرهيزكاران ؛ چنان كه مىفرمايد : ( أُولئِكَ عَلَى هُدىً مِنْ رَّبِّهِمْ وَأُولئِكَ هُمُ الْمُفْلِحُونَ ) « 1 » « آنان بر طريق هدايت پروردگارشانند ، و آنان رستگارانند . » و از بارزترين صفات ايشان ، همان ايمان به غيب است . زيرا آن ، شرط اساسى در ايمان انسان پرهيزكار است . شرطى كه خداوند متعال در آن پيروزى و رستگارى دنيا و آخرت را نهاده است .\r\nدوباره به اين پرسش باز مىگرديم كه : غيب چيست ؟ و چرا اعتقاد به غيب ، محور اساسى براى ايمان گشته است ؟\r\nهمانا خداوند متعال ، رسالتهاى آسمانى ، آخرت و امامت اهل‌بيت عليهم السلام همهء غيب مىباشند . بارزترين و مهمترين غيب در زندگانى ما ، همان اعتقاد به وجود ، ظهور و پيروزى مهدى ( عج ) است . امّا ، چرا ؟ !\r\nپاسخ : همانا غيب ، آفرينش شهود ، اصل شهود ، روح شهود و محتواى شهود است . در حقيقت پرفروغترين نور شهود مىباشد .\r\nزيرا مغز هر چيزى از پوسته آن مهمتر است و هركس كه مىخواهد كالايى را خريدارى نمايد ، تنها به ظاهر آن بسنده نمىكند ؛ بلكه به حقيقت آن نيز اهمّيت مىدهد . علىرغم اين كه بيشتر مردم معتقدند كه موتور اتومبيل همان علّت حركت اتومبيل است . ولى حقيقت اين است كه سوخت اتومبيل همان ، غيب اتومبيل است و آن صورت اصلى ديگر براى ذات اتومبيل مىباشد . نيز ، نور خورشيد همان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء بقرهء ، آيهء 5 .\r\n","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nخورشيد نيست ؛ زيرا ذات خورشيدى كه از ما پنهان است ، همان انفعالات مستمر اتمى در خورشيد مىباشد . اگر اين فعل و انفعالات نبودند ، هرگز خورشيد ، حتّى براى يك لحظه نور نمىداد . غيب در انسان نيز ، تنها حركات و سكنات او نيست ؛ بلكه غيب در نيروى قلب و سلامت اعصاب و رگها و مغزش نهفته است . اگر در حقيقت انسان دقّت نظر نماييم ، مىيابيم كه مغز او اساس حقيقت انسان نمىباشد ؛ بلكه روح ، همان مركز حقيقت انسان است . اگر دوباره با دقّت نظر كنيم ، درمىيابيم كه عقل توجيه كننده اين روح است . امّا امر بسيار مهمترى در پس اين عقل ، زندگى و نيروى نهفته در روح وجود دارد و آن ، اراده حقّ تعالى مىباشد . و اگر مشيّت ، فيض ، قدرت و نور او نبود ، هر آينه روح انسانيّت متلاشى مىگشت ؛ يا به عبارت ديگر ، اگر ارادهء الهى در ايجاد روح و قدرت در نزد انسان وجود نداشت ، هر آينه اين انسان چون جمادات يا ناتوانتر از آنها مىگشت . اگر اين گفته درست باشد كه جمادى دراين جهان شگفتى وجود داشته باشد ! . . .\r\nبنابراين ، هر حلقه از زنجيرهء غيب ، اهمّيت و موقعيّت خود را از سطوح ژرف‌نگرى در آن ، به دست مىآورد . پس هرچه اين حلقه از نظر ترتيب و ژرفا دور تر باشد ، هرچه بيشتر اين اساس و مصدر را تجسّم مىبخشد . امّا نور و مظهر داراى امر مهمّى نمىباشند تا در مورد آن سخن بگوييم - اين همان غيب مىباشد .\r\nمعمولًا وجه تمايز ميان انسان و حيوان ، در ايمان به غيب مىباشد .\r\nحيوان جز با حواس مادى ، از نفوذ در مغز و گوهر ناتوان است . انسانها نيز براساس درجاتى ، دراين مسأله متفاوت مىباشند . بنابراين انسان\r\n\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nمعمولى ، به جامعهء عقب افتاده ، فقير ، غير مستقر و مضطرب نگاه مىكند ، ولى از علّتى كه در پشت همه اين مشكلات است ، آگاه نمىباشد و دراين باره مىگويد : شايد خدا آنها را اين گونه آفريده است ! . . . ولى انسان آگاه با چشم جستجوگر و پشتوانه فكرى استوار و متين نگاه مىكند . بنابراين او آگاهانه تأكيد مىنمايد كه حتماً براى اين اختلاف ، عقب ماندگى ، فقر ، عدم استقرار و اضطراب و ديگر ظواهر منفى ، علّتهايى وجود دارد . زيرا ، انسان آگاه ژرف مىانديشد و به ژرفاى هر مسأله‌اى مىرسد . در حالى كه انسان ساده يا معاند و يا نادان تنها به سروكار داشتن با ظواهر ، بسنده مىكند . تفاوت ميان مؤمنين و كفّار دراين امر نهفته است كه كفار تنها ظاهر زندگى دنيا را مىبينند و جز متولّد شدن و توليد نسل و افزودن مال و ثروت در آن و اينكه روزگار آنها را مىميراند ، هيچ نمىدانند ؛ از نقطه نظر آخرت نيز ، چون قوم كورى هستند كه آخرت را نمىبينند و از آن چيزى نمىفهمند . امّا مؤمنين چنين نيستند كه ناگزير بايدغيب را به حضور و شهود تبديل كنند تا به آن ايمان آورند ، بلكه خود به سوى درجهء ايمان به غيب ، پيش مىروند .\r\nاين امر به چه معنا مىباشد ؟\r\nيعنى اينكه ايمان انسان مؤمن ، به درستى مرگ و آنچه كه پس از مرگ صورت مىپذيرد ، از گذر ديدن قبر و عذاب و ثواب نشأت نگرفته ، و اينكه ايمان او به غيب به خاطر ديدن خوابى ، نمىباشد . نيز ايمان او به اينكه فلان شخص مرده در قبر مجازات مىگردد ، از خلال\r\n\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\nآنچه را كه در خواب ديده ، نشأت نمىگيرد . همچنين او نمىگويد كه فلانى در بهشت است زيرا من در خواب ديده‌ام كه او در بهشت است ؛ چرا كه خواب ديدن عامل سرنوشت‌ساز در ايمان به غيب نيست ، بلكه انسان مؤمن از طريق پرواز روحش به جهان فوق مادى ، به غيب و ماوراء ماديات ايمان مىآورد . او همچنان بالا و بالا مىرود و اوج مىگيرد تا به افق غيب دست يابد . و به آن ، به سان حقيقتى ثابت كه شك و ترديد به آن راه ندارد ، ايمان مىآورد .\r\nبرخى افراد مىگويند : كه من به امام زمان ايمان دارم ولى بلا فاصله اين سؤال را مطرح مىسازند كه ، چه كسى امام زمان را ديده است ؟\r\nپاسخ مىشنوند كه ، برخى افراد او را ديده‌اند وداستان چنان وچنين است . پس ايمان او به امام زمان ، به خاطر اين است كه كسى او را در بيدارى و يا در خواب ديده است و اگر كسى او را در بيدارى و يا در خواب نمىديد ، از نظر چنين شخصى ديگر امام زمان وجود نداشت .\r\nاعتماد به نقل قولهاى موثّق امرى است درست ؛ ولى اين امر بيان كننده يك ايمان سست و ناقص است ؛ سست از اين نظر كه از علم و آگاهى ذاتى برنخاسته ، و ناقص است در مقايسه با ايمان كامل .\r\nايمان كامل و آگاه و نيرومند آن ايمانى است كه از گذر مطالعه قرآن و دستيابى به گوهر و روح آن و نيز از گذر مطالعهء احاديث شريف كه از منبع حق راستى برخاسته ، به رشد رسيده باشد . از رهگذر اين حقايق انسان به حقيقت غيب ايمان مىآورد ، نه از گذر اينكه يكى از مردم ، آن چيز را به چشم خود ديده است .\r\n\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\n\r\nايمان به حقايق غيبى\r\nايمان به حقايق غيبى بايد تسليمى باشد در برابر دستورهاى دينى .\r\nبه اين معنا كه ، بايد ايمان به حقايق غيبى از امور بديهى در ايدهء انسان باشد . پيش از آنكه به دنبال استدلال آن جستجو كند يا بخواهد سببها و نتيجه‌هاى مادى آن را كشف نمايد .\r\nبنابراين هنگاميكه خداوند متعال خوردن گوشت خوك را حرام گردانيد ، مىخواست نقطه‌اى باشد براى آزمايش يا تمييز انسان متعهّد از غير متعهّد ، پيش از آنكه آن را به خاطر دارابودن ضررهاى بهداشتى ، حرام نمايد . پس بر انسان مسلمان واجب است كه به اين مسأله پايبند باشد ؛ در غير اين صورت آتش دوزخ در انتظارش خواهد بود .\r\nبراين اساس ، دين انسان مسلمانى كه به خدا و آيات قرآن كريم و سخنان پيامبر اكرم اعتماد ندارد ، امرى است كه بر شناخت سببهاى مادى تكيه دارد و در نتيجه نوعى نااميدى از رحمت خداوند بر او چيره مىگردد . واقعيتى كه خداوند آن را با كفر توصيف مىنمايد . چنان كه مىفرمايد : ( وَلَا تَيْأَسُوا مِن رَّوْحِ اللَّهِ إِنَّهُ لَايَيْأَسُ مِن رَوْحِ اللَّهِ إِلَّا الْقَوْمُ الْكَافِرُونَ ) « 1 » « و از رحمت خدا مأيوس نشويد ؛ كه تنها گروه كافران ، از رحمت خدا مأيوس مىشوند . »\r\nراه درست اين است كه ، ما آگاهى يابيم كه در وراى اوامر الهى ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء يوسف ، آيهء 87 .\r\n","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\nبهشت و ثواب و خشنودى خداوند قرار دارد ، و در وراى نهى خداوند جهنّم و مجازات و غضب الهى نهفته است ، و ايمان به غيب مهمترين عامل در درك و شناخت اين حقيقت است .\r\nشريعت اسلامى - چنان كه آشكار است - ما را بر دانش اندوزى و تلاش براى شناخت سببها و علّتهاى احكام و اوامر و مناهى « 1 » تشويق مىكند ، ولى به اين معنا نمىباشد كه ايمان ما به شريعت اسلامى ، بر شناخت سببها استوار است ؛ زيرا چنين ايمانى هرگز ايمان به غيب به شمار نمىآيد .\r\nامام صادق عليه السلام مىفرمايد : « ما - ائمّه - بسيار شكيبا هستيم و شيعيانمان از ما شكيباتر . » راوى گفت : جانم به فدايت ، چگونه شيعيانتان از شما شكيباتر مىباشند ؟ فرمود : « زيرا ، ما بر آنچه كه مىدانيم شكيبا هستيم و شيعيانمان بر آنچه كه نمىدانند ، شكيبايى مىورزند . « 2 » »\r\nپس ، مسأله در ضرورت ارتقا تا درجهء ايمان به غيب و هر آنچه طلب مىنمايد ، نهفته مىباشد ؛ و نه در بكارگيرى حقيقتهاى ايمانى براساس سليقه‌هاى شخصى و مادى . اين امر از گذر عادت دادن خويشتن بر عدم اكتفا بر آنچه كه ديدگان مىنگرند و حواس پنجگانه احساس مىنمايند ، امكان‌پذير مىباشد . بلكه ناگزير بايد به آنچه دل و عقل به آن گواهى مىدهند و آنچه كه ضمير بر آن اطمينان مىيابد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مناهى : امورى كه از آن نهى شده است . ( مترجم )\r\n( 2 ) - كافى ، ج 2 ، ص 93 .\r\n","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\nو آنچه كتاب خدا و پيامبر گفته‌اند ، ايمان آورد .\r\nمتأسّفانه ، برخى از مسلمانان تا از علّت يك حكم شرعى آگاه نگردند و يا علما آن را براى ايشان تفسير ننمايند ، به آن حكم ايمان نمىآوردند ؛ و اين تجاوزى است آشكار به حقيقت قرآن و احكام شرعى كه بر ضرورت ايمان به غيب و تسليم خالصانه در برابر اوامر و نواهى الهى تأكيد كرده‌اند . به ويژه اين كه آياتى كه در آغاز تلاوت شد ، آشكارا به اين امر صراحت دارد كه ايمان به غيب بر اقامهء نماز كه ستون دين است و انفاق در راه خداوند متعال ، تقدّم دارد .\r\nهمچنانكه گذشت ، خداوند متعال و يگانگى او از مصداقهاى غيب مىباشند . علىرغم اينكه ما از ديدن آن با چشمان خود ، ناتوان مىباشيم . از امام صادق عليه السلام روايت شده است كه فرموده‌اند : يكى از احبار ، نزد اميرالمؤمنين آمد . از او پرسيد : اى اميرالمؤمنين ، آيا تا به حال پروردگارت را كه مىپرستى ، ديده‌اى ؟ فرمود : « واى بر تو ! هرگز پروردگارى را كه نديده‌ام ، نخواهم پرستيد . » گفت : چگونه او را ديده‌اى ؟ فرمود : « واى بر تو ! چشمها او را نمىبينند ، ولى دلها او را با حقايق ايمان ديده‌اند . « 1 » »\r\nخداوند متعال يك زمين و يك خورشيد را آفريد . در زمين آب را روان ساخت و انواع گوناگونى از ميوه‌ها را از خاكش رويانيد . پس ما از گذر همهء اين نشانه‌ها ، پى به شناخت نامهاى خدا ، آيات ، قدرت و تدبير او مىبريم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كافى ، ج 1 ، ص 98 .\r\n","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\nبنابراين ، هركسى كه در وجود يا ظهور يا پيروزى امام مهدى ( عج ) ترديد دارد ، مشكل از اوست و نه ديگرى ؛ زيرا دلايل بسيار فراوان هستند . ولى او به خاطر ضعف ايمان در وجودش ، تا چيزى را نبيند ، به آن ايمان نمىآورد .\r\nنقل شده است كه زنديقى به گورستان كفّار مىرود و استخوان مرده‌اى را بر مىدارد . آنگاه روبه مسلمانان حاضر در آن مكان ، مىگويد : شنيده‌ام كه شما مىگوييد كفّار در گور به آتش دچار مىگردند . امّا اين استخوانى كه در دستم است ، چون قطعه‌اى يخ ، سرد مىباشد . او را نزد اميرالمؤمنين عليه السلام بردند . امام على عليه السلام پس از آنكه دو پاره سنگ را از زمين برداشت و آن دو را به هم كوبيد تا جرقه‌اى از آنها برآمد ؛ روبه او كرد و فرمود : « پس اين آتش كجا بود ؟ »\r\nآرى ، همانا جهنّم كافران را متناسب با اعمال و اعتقادات شيطانى ايشان ، احاطه كرده است .\r\nچنان كه از احاديث شريف برمىآيد ، اين است كه ، فائدهء امام مهدى عليه السلام چون فائده خورشيدى است كه در پس ابرها پنهان است .\r\nبراى روشن ساختن اين امر بايد گفت كه ، امام مهدى ( عج ) - چون نياكان پاك و طاهرش - همسنگ قرآن است . پس امام مهدى ( عج ) و قرآن كريم دو ثقل و دو رود الهى هستند براى هر كسى كه دلى دارد ومىخواهد شناختى يابد و بهره‌جويد . پس اين عالمان الهى و مجاهدان كار پشته از توشه اين امام بزرگوار توشه مىگيرند و سلوك شريف ايشان و عدم پيروى از هواها و وسوسه‌هاى شيطانى ، بازتابى مىباشد از ژرفاى وحدت ايشان با توجيهات امام مهدى ( عج ) .\r\n\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\n\r\nسنّت آسمانى\r\nاز سنّتهاى الهى در آفريده‌هايش اين است كه ، هر فردى از دين مبين اسلام - چه به طور نظرى يا عملى - روى برگرداند ، دچار ذلّت و گمراهى در دنيا ، پيش از آخرت مىگردد . علاوه براين كه اين حقيقت ، در آيات و احاديث ذكر شده است ، در تجربه نيز به اثبات رسيده است - به ويژه براى كسى كه به دين اسلام هدايت شده - زيرا كه به واسطهء آن در درون خود آسايش و اطمينان شگفت‌انگيزى را احساس مىكند .\r\nخداوند متعال در داستانى قرآنى به اين حقيقت و ضرورت ايمان به غيب و تسليم شدن در برابر وظايف شرعى و نيز ضرورت رها نمودن فرهنگ جاهليّت توجيه - كه مصداقى از عقب گرد امّت ، و دليلى بر ذلّت و خوارى آن به شمار مىرود - اشاره مىنمايد . در سورهء بقره خداوند متعال خوارى و ذلّتى را كه قوم بنىاسرائيل به خاطر تمايل به فرار از تكاليف شرعى و نيز عدم اهمّيت دادن به منزلت و كرامت رسول خدا ، حضرت موسى عليه السلام دچار آن گشته بودند ، روشن مىسازد . ( وَإِذْ قَالَ مُوسَى لِقَوْمِهِ إِنَّ اللَّهَ يَأْمُرُكُمْ أَن تَذْبَحُوا بَقَرَةً قَالُوا أَتَتَّخِذُنَا هُزُواً قَالَ أَعُوذُ بِاللَّهِ أَنْ أَكُونَ مِنَ الْجَاهِلِينَ * قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ لَافَارِضٌ وَلَا بِكْرٌ عَوَانٌ بَيْنَ ذَ لِكَ فَافْعَلُوا مَا تُؤْمَرُونَ * قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوْنُهَا قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ صَفْرَاءُ فَاقِعٌ لَّوْنُهَا تَسُرُّ النَّاظِرِينَ * قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ الْبَقَرَ تَشَابَهَ عَلَيْنَا وَإِنَّا إِنْ شَاءَ اللَّهُ لَمُهْتَدُونَ * قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ\r\n\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\nلَا ذَلُولٌ تُثِيرُ الْأَرْضَ وَلَا تَسْقِي الْحَرْثَ مُسَلَّمَةٌ لَّاشِيَةَ فِيهَا قَالُوا الْآنَ جَئْتَ بِالْحَقِّ فَذَبَحُوهَا وَمَا كَادُوا يَفْعَلُونَ ) « 1 » .\r\n« و به ياد آوريد هنگامى را كه موسى به قوم خود گفت : خداوند به شما دستور مىدهد ماده گاوى را ذبح كنيد . گفتند : آيا ما را مسخره مىكنى ؟ موسى گفت : به خدا پناه مىبرم از اينكه از جاهلان باشم * گفتند : پس از خداى خود بخواه كه براى ما روشن كند اين ماده گاو چگونه ماده گاوى باشد ؟ گفت : خداوند مىفرمايد : ماده گاوى است كه نه پير و از كار افتاده باشد و نه بكر و جوان ؛ بلكه ميان اين دو باشد . آنچه به شما دستور داده شده ، انجام دهيد * گفتند ، از پروردگار خود بخواه كه براى ما روشن سازد رنگ آن چگونه باشد ؟ گفت : خداوند مىگويد : گاوى باشد زرد يكدست ، كه بينندگان را شاد و مسرور سازد * گفتند : از خدايت بخواه براى ما روشن كند كه چگونه گاوى بايد باشد ؟ زيرا اين گاو براى ما مبهم شده ، و اگر خدا بخواهد ما هدايت خواهيم شد * گفت : خداوند مىفرمايد : گاوى باشد كه نه براى شخم زدن رام شده ، و نه براى زراعت آبكشى كند ؛ از هر عيبى بر كنار باشد ، وحتّى هيچ گونه رنگ ديگرى در آن نباشد . گفتند :\r\nالآن حق مطلب را آوردى ، سپس چنان گاوى را پيدا كردند و ان را سربريدند ؛ ولى مايل نبودند اين كار را انجام دهند . »\r\nآنها پيامبرشان را به مسخره كردن و استهزاء نمودن ، متّهم ساختند ؛ با اينكه هرگز چنين نبوده است . بلكه او انسانى سخت كوش و رهبرى بزرگ بود . همچنين با پرسشهاى پىدرپى مىخواستند از انجام وظيفهء واجب ، فرار نمايند ؛ تا آنجا كه آرزو مىكردند شكيبايى حضرت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء بقره ، آيات 67 - 71 .\r\n","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\nموسى عليه السلام به سر آيد و يا شايد خداوند ، نظرش را تغيير دهد . . . از سويى ديگر ، آنها به خاطر ضعف ايمانشان خداوند متعال را پروردگار موسى خطاب مىكردند ، گويا كه خداوند پروردگارشان نيست ، و گويا اين مسأله ربطى به آنها ندارد . همچنين در هنگام انجام وظيفه بر خدا و پيامبر بزرگوارش منّت نهادند . . . !\r\n( فَذَبَحُوهَا وَمَا كَادُوا يَفْعَلُونَ ) « 1 » « آن را سربريدند ؛ ولى مايل نبودند اين كا را انجام دهند . » يعنى آنها نه از براى تسليم شدن در برابر خواست خدا ، يا رغبت داشتن به آن امر يا به خاطر پرستش خداوند متعال و يا براى به دست آوردن ثواب ، دست به انجام آن كارزدند ؛ به عبارت ديگر از روى بىميلى آن را اجرا نمودند . . . و هرچه در انجام آن امر سهل‌انگارى كردند ، مشكلات بيشترى دامنگيرشان شد ؛ زيرا زمانى كه از آنها خواسته شد تنها ، يك گاو را قربانى نمايند ، آنها كار را به عقب انداختند تا آنجا كه در نهايت كار ناگزير شدند به جستجوى گاو نادرى بپردازند . پس از تلاش بسيار آن گاو را در نزدپيرزنى - از خودشان - يافتند . هنگاميكه آن پيرزن ازنياز آنها به آن گاو آگاه شد ، چانه زدن ، امتناع ورزيدن و بالا بردن هرچه بيشتر قيمت را آغاز نمود ، تا جائى كه آنها را ناگزير ساخت براى خريد گاو ، قيمتى به بهاى پر نمودن پوست گاو از طلا - پس از كشته شدن - بپردازند .\r\nاين واقعيّت بنىاسرائيل است . امّا اصحاب رسول اكرم صلى الله عليه و آله و برگزيدگان شيعه ، اوّلين صفتى كه از آن برخوردار بودند ، روح\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء بقره ، آيهء 71 .\r\n","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\nانضباط ، تسليم و ايمان به خداوندى كه جز سودمندى براى آنها نمىخواهد و نيز دوست داشتن پرستش خالصانهء خداوند بلند مرتبه ، بود .\r\nما در حال حاضر اگر از همان نداى آغازين ، از رهبران اسلامى خود اطاعت مىنموديم و با روح جمعى وارد عمل مىشديم ، هرگز به اين حال و روز دچار نمىگشتيم ؛ و قربانيها بسيار كمتر و نتيجه‌هاى مثبت بيش از اين مىبود . ولى فرهنگ توجيه و تسويف « 1 » در وجودمان آن قدر ريشه‌دار شده است كه بدون بازگشت به مفاهيم قرآن كريم و تفسير آنها در باب سنّتهاى هستى خاص اين چارچوب ، نمىتوانيم از آنها رهايى يابيم .\r\nما نياز شديدى به پيروى كردن از اميرالمؤمنين على بن ابيطالب عليه السلام داريم . امامى كه گفتار ، كردار و سكناتش به اشاره كوچكى از پيامبر اكرم صلى الله عليه و آله بسته بود . پس او را هميشه اوّلين فداكار ، اوّلين مبارز ، اوّلين ايمان آورنده و اوّلين اجرا كننده مىيابيم . بنابراين او والاترين نمونه‌اى است كه با روح و جسم خويش در مفاهيم قرآنى و تربيت مكتبى ذوب گرديد . پس ما امروزه نياز شديدى به پياده نمودن اسلام ، چه به طور فردى و يا به طور اجتماعى داريم ، اسلامى كه در كتاب مقدّس قرآن وجود دارد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تسويف : كار امروز را به فردا انداختن . ( مترجم )\r\n","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\n\r\nنياز ما به پيوند غيب\r\nآنچه آشكار است اينكه سختيها و مشكلات فراوانى در مسير ما وجود دارند اين مشكلات گوناگون هستند و بر همه زمينه‌هاى روحى ، اجتماعى ، سياسى حاكم مىباشند همه اين مشكلات مىتوانند سر راه پياده كردن اسلام باشند . به ديگر سخن اينكه ، ما مىخواهيم در زندگى خويش همه اين مشكلات را پشت‌سر نهيم و پيروزى حتمى را محقّق سازيم و نيز مىخواهيم امّت اسلامى را وحدت ببخشيم و اين امّت و ديگر ملّتهاى ستمديده را از چنگالهاى ستم ، استثمار ، وابستگى و عقب‌ماندگى برهانيم .\r\nحال ، ما چه توشه‌اى براى مقابله با اين مشكلات به همراه داريم ؟\r\nبسيارى از مردم در برابر بزرگى مشكلاتى كه با آن روبرو مىگردند ، دچار نزول روحى مىشوند ، زيرا اين مشكلات بسيار و گوناگون هستند .\r\n\r\nتوشهء ما در مقابله مشكلات\r\nما دراين زمينه داراى توشه‌اى واحد كه همان اتّصال به غيب\r\n\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\nمىباشد ، هستيم . به عبارت ديگر ، ايمان ما به امام مهدى عليه السلام است كه دادرس و يارى رسان ما دراين حالات مىباشد . زيرا امام ( عج ) چون نقطه‌اى است نورانى كه از دور دست‌ها بر ما پرتو مىافكند ، و به ما گوشزد مىكند كه نااميدى جايز نيست و سرنوشت جهان به خوشبختى ختم مىگردد . و همانا عدالت بر اين كره خاكى حاكم مىشود .\r\nحتّى اگر اين عامل و اثر روحى ناشى از ايمان به امام مهدى ( عج ) را نداشته باشيم ، ولى امرى بالاتر از اين وجود دارد كه همان اتّصال مستقيم ميان دل انسان مسلمان و نور اين امام يا تجلّى آن نور در دل مىباشد . بنابراين بر هريك از ما واجب است كه در سخت‌ترين حالت‌ها و در مشكلترين شرايط با دل خويش به سوى امام مهدى ( عج ) توجه نمايد و از خداوند متعال بخواهد كه به حق اين امام ، او را يارى رساند . در آن هنگام است كه ميزان نيرو و اعتماد به نفسمان را احساس مىكنيم . نيرو و اعتماد به نفسى كه وجودمان را در برابر مشكلات وسختىها فرا مىگيرد .\r\nبر ما لازم است كه به عنوان مؤمنين و حاملان رسالت الهى ، هرگز علاقهء خود را با اين امام قطع ننماييم ؛ بلكه به طور مداوم در اتّصال با او باشيم و براى او دعا كنيم و از خداوند متعال براى وى طلب فرج نماييم .\r\n\r\nرهبرى و تصميم‌گيرى مشكل\r\nاين پيوند قلبى - بدون ترديد - نيرويى براى مقابله با مشكلات به ما مىبخشد . اينك روى سخن خود را به مؤمنينى مىكنم كه در همه جا\r\n\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\nو در راه خدا مىكوشند . شما اينك در كنار يكديگر زندگى مىكنيد و پويايى و نشاط را از يكديگر مىآموزيد . اگر شرايط شما ، رو به بدى گراييد ، بنابراين شما معنويت را از آنكه از شما بالاتر است ، استمداد مىكنيد . ولى هنگاميكه - به خواست خدا - شما رهبران اين امّت گشتيد ، آن گاه احساس وحشت مىنماييد دراين حالت بايد تصميم مناسبى را اتّخاذ كنيد . تصميمى كه خويشتن را مسئول آن در برابر خداوند متعال و مردم مىبينيد . به همين خاطر احساس ترس و وحشت مىكنيد و نمىدانيد چگونه بايد عمل كنيد . در عين حال نمىتوانيد از گرفتن تصميم فرار نماييد و همچنين نمىتوانيد در گرفتن آن تصميم شتاب كنيد .\r\nهمچون اين شرايط به مرجع بزرگ شيعيان ، ميرزا محمّدحسن شيرازى ، گذشه است . اين انسان هنگاميكه متوجّه شد انگليسيها زمام امور ايران را به دست گرفته‌اند و شاه ايران نيز با آنها پيمان بسته است و مردم به خاموشى پناه برده‌اند ؛ همچنين برخى از علما با دولت همكارى كرده‌اند ، احساس مسئوليّت بزرگى نمود . به همين خاطر احساس ترس و وحشت مىكرد . نمىدانست آيا تصميمى بگيرد يا خير . هنگاميكه فشار مردمى - مبنى بر اينكه ميرزا بايد كارى انجام دهد - بالا گرفت ، منتظر روز جمعه شد . سپس در شامگاه اين روز به سرداب منسوب به امام زمان ( عج ) ( در شهر سامرا ) رفت و امر نمود تا مردم از پيرامونش پراكنده شوند . براى مدّتى تنها در سرداب ماند .\r\nسپس آن فتوايى معروف و مشهور خود را صادر كرد . فتواى كه در آن فرمود : « امروز استعمال تنباكو به عنوان اعلان جنگ عليه امام\r\n\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\nزمان ( عج ) به شمار مىآيد . »\r\nفتواى اين مرجع عاليقدر چون صاعقه‌اى بود كه بر پيكر استعمار انگليس وارد شد و آن را سوزانيد . اين اوّلين شكست بود كه استعمار انگليس دچار آن مىگشت . در اينجا مىخواهم اشاره به قسمتى از اين قضيّه كنم . و آن اينكه پس از صادر كردن فتواى خويش ، دوستان و نزديكان ميرزاى شيرازى از او پرسيدند : « چرا اين مدّت طولانى را صبر نموده‌اى ؟ » او پاسخ داد : « در انتظار امر امام مهدى ( عج ) بودم ! »\r\nحال اينكه آيا اين مرجع ارتباط مستقيمى با امام يا برخى از ياران امام داشته است ، به درستى نمىدانم . امّا چيزى را كه مىدانم اين است كه اگر انسانى خالصانه براى خداى خود عمل كند و با مشكلات سختى در زندگيش روبه‌رو گردد ، آنگاه رابطهء او با امام مهدى ( عج ) براى او سودمند خواهد بود و از سوى ولى خدا مورد تأييد قرار خواهد گرفت .\r\n\r\nضرورت اهمّيت بخشيدن به مسائل غيبى\r\nدر اينجا خطاب به طلّاب علوم دينى مىگويم : اين افتخار بزرگى است براى شما كه عنوان دانشجوى علوم دينى را دارا باشيد ، و به راه و روش اهل‌بيت عليهم السلام حركت كنيد تا اينكه نوّاب امام مهدى ( عج ) گرديد .\r\nنوّابى كه امام مهدى ( عج ) در مورد ايشان اين گونه فرموده است : « وَأَمَّا الْحَوادِثَ الْواقِعَة فَارْجِعُوا فِيها إِلَى رُواةِ حَدِيثِنا فإِنَّهُم حُجَّتِي علَيْكُم ، وَأَنا حُجَّةُ اللَّهِ عَلَيْكُم » « 1 » . « امّا در حوادثى كه رخ مىدهد ، به راويان احاديث\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحارالانوار ، ج 53 ، ص 181 .\r\n","page_name":" 169 ","page_number":169},
  {"content":"\r\n\r\nما مراجعه كنيد . آنها حجّت من بر شما هستند و من حجّت خدا بر شما هستم . »\r\nدر اينجا بايد اشاره كنم كه امور بر دو گونه‌اند : امور ظاهرى ، و امور حقيقى .\r\nامور ظاهرى به كارهايى چون رفتن به حوزه يا مدرسه ، سرگرم شدن با درس و بحث و نيز اصلاح ميان خود و همگنان باز مىگردد .\r\nولى علاوه بر اين امور ، امور غيبى وجود دارند كه بايد يك طلبه به سوى آن ارتقا يابد و دلش را به آن متّصل سازد . بنابراين خويشتن را از گذر شكوفا كردن دانش در دل و پاكيزه گردانيدن آن ، به نور اعظم متّصل نمايد . چنان كه در دعاى شريف كه از پيامبر اكرم نقل شده ، آمده است : « اللَّهُمَّ ارْزُقْنِي قَلْباً تَقِيّاً نَقِيّاً وَمِنْ الشِّرْكِ بَرِيئاً لَاكافِراً وَلَا شَقِيّاً » « 1 » « بارالها ، دلى با تقوى و پاكيزه و به دور از شرك به من ارزانى فرما ، دلى كه نه كافر باشد و نه نگونبخت . »\r\nپس هنگاميكه دلت پاك ، صاف ، پاكيزه ، طاهر ، به دور از كينه ، نفرت و حسد شد ؛ آنگاه نور حق تعالى در دلت مىتابد و رابطهء تو با اولياء خدا - غايب باشد چه ظاهر - رابطه اثرپذيرى خواهد گشت .\r\n\r\nبراى نجات مستضعفين\r\nعلاوه بر همه اينها ، ما شعار دفاع از مستضعفين و مظلومين را كه شعارى است بس بزرگ ، بر دوش داريم . پس هر كسى كه چنين\r\nشعارى را حمل مىكند ، ناگزير بايد اين اعتقاد را در نفس خويش\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحارالانوار ، ج 94 ، ص 89 .\r\n","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\nحاكم سازد كه ، روزى مىتواند اين شعار را در واقعيت به ظهور رساند .\r\nدر رابطه با اعتقادمان به امام زمان ( عج ) بايد اين پرسش را بر خويشتن مطرح سازيم كه : چگونه مستضعفين زمين را نجات دهيم ؟\r\nبىشك ، ممكن است دراين زمينه شيطان به دلهاى برخى از ما رخنه كند و بگوييم : من كه هستم تا بتوانم مستضعفين را نجات دهم ؟\r\nولى بايد بدانيم كه جنبشهاى تاريخى بزرگ در جهان ، از ميان افراد مستضعفى چون ما برخاسته‌اند . ايشان توانستند تاريخ را به سمت و سوى درستى ، دگرگون سازند . آنان چون ما بشر بودند ؛ ولى همواره اميد استوار و ثابت ، آنها را به اين امر فرا مىخواند كه ايشان مىتوانند رهايى بخش مستضعفين ملّتهاى خود باشند .\r\nهمچنين بر ما - به عنوان مسلمانان پيرو خط پيامبر اكرم و ائمّهء اطهار عليهم السلام - واجب است كه ، اوّلًا پيوستگى خود را با حقّ تعالى ژرفا ببخشيم ؛ سپس اين علاقه را با ولى بزرگوارش ، امام مهدى ( عج ) مستحكم سازيم . زيرا بدون اين پيوستگى كه در وجودمان روح اميد و خوش‌بينى و عزم استوار و ارادهء نيرومند را برمىانگيزد ، به انسانهاى از كار افتاده‌اى مبدّل مىشويم كه بطور كلّى از انجام هر عملى در راه دين و امّت خويش ناتوان هستند .\r\nپس بياييم و اين پيوستگى را تقويت كنيم و از گذر خواندن ادعيه و بجاآوردن عبادتهاى مستحبّ ويژه امام مهدى ( عج ) ، آن را محكم سازيم ؛ البتّه به اين شرط كه اين قرائت و آن انجام مستحبّات ، از صميم دلهايمان سرچشمه گرفته باشد و خالصانه براى خداوند متعال باشد .\r\n\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\nبخشى از تأليفات حضرت آيت الله سيد محمدتقى مدرسى\r\nرديف - نام كتاب - تعداد صفحات - اندازه - نوبت چاپ - قيمت ( ريال )\r\n1 - تفسير هدايت - 18 جلد گالينگور - - وزيرى - اول - 250000\r\n2 - مباحثى پيرامون معارف قرآن كريم - 192 - رقعى - اول - 6500\r\n3 - منطق اسلامى - 736 - وزيرى - دوم - 23000\r\n4 - قانونگذارى در اسلام - 684 - وزيرى - اول - 21000\r\n5 - اصول وپايه هاى تمدن اسلامى - شوميز - 440 - وزيرى - اول - 13000\r\n6 - اصول و پايه هاى تمدن اسلامى - گالينگور - 440 - وزيرى - اول - 18000\r\n7 - اصول حكمت اسلامى - 328 - وزيرى - اول - 9000\r\n8 - امام على عليه السلام پيشواى صديقين - 80 - رقعى - سوم - 2500\r\n9 - دعاء معراج مؤمنين و راه زندگى - 200 - وزيرى - دوم - 7000\r\n10 - ملاقات محبوب - 103 - رقعى - اول - 3000\r\nزندگينامه چهارده معصوم\r\n11 - زندگينامه چهارده معصوم ( تك جلدى ) - 1024 - وزيرى - اول - 35000\r\n12 - زندگانى حضرت محمد مصطفى صلى الله عليه وآله - 95 - رقعى - سوم - 2600\r\n13 - زندگانى امام على بن ابيطالبت عليه السلام - 215 - رقعى - چهارم - 5000\r\n14 - زندگانى صديقهء كبرى فاطمهء زهرا عليها السلام - 103 - رقعى - سوم - 3000\r\n15 - زندگانى كريم اهل بيت امام حسن مجتبى عليه السلام - 95 - رقعى - سوم - 2600\r\n\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\n\r\nرديف - نام كتاب - تعداد صفحات - اندازه - نوبت چاپ - قيمت ( ريال )\r\nزندگانى سيدالشهداء امام حسين عليه السلام - 71 - رقعى - چهارم - 2000\r\n17 - زندگانى زين العابدين امام سجاج عليه السلام - 103 - رقعى - سوم - 3000\r\n18 - زندگانى باقر العلوم امام محمدباقر عليه السلام - 93 - رقعى - سوم - 2600\r\n19 - زندگانى رييس مذهب تشيع امام صادق عليه السلام - 72 - رقعى - سوم - 2000\r\n20 - زندگانى امام موسى بن جعفر عليه السلام - 101 - رقعى - سوم - 3000\r\n21 - زندگانى ثامن الائمه امام على بن موسى عليه السلام - 87 - رقعى - سوم - 2600\r\n22 - زندگانى جواد الائمه امام محمدتقى عليه السلام - 79 - رقعى - سوم - 2600\r\n23 - زندگانى حضرت امام على هادى عليه السلام - 80 - رقعى - سوم - 2600\r\n24 - زندگانى حضرت امام حسن عسكرى عليه السلام - 87 - رقعى - سوم - 2600\r\n25 - زندگانى بقية الله الاعظم امام مهدي ( عج ) - 63 - رقعى - چهارم - 2000\r\nنمونه هاى ايثار\r\n26 - حضرت ابوالفضل العباس عليه السلام - 64 - رقعى - چهارم - 2200\r\n27 - حضرت زينب عليها السلام - 80 - رقعى - چهارم - 2200\r\n28 - حضرت على اكبر عليه السلام - 64 - رقعى - چهارم - 2200\r\n29 - حضرت مسلم عليه السلام - 56 - رقعى - چهارم - 2200\r\n30 - فرزندان امام حسن عليه السلام در كربلا - 48 - رقعى - چهارم - 2000\r\n\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\n\r\nرديف - نام كتاب - تعداد صفحات - اندازه - نوبت چاپ - قيمت ( ريال )\r\nالفقه الاسلامى\r\n31 - احكام جهاد - 88 - رقعى - اول - 6000\r\n32 - احكام مقدمات نماز - 2000 - رقعى - اول - 5000\r\n33 - احكام حج - 251 - رقعى - اول - 6000\r\n34 - احكام پاكيزگى و آداب آراستگى - 144 - رقعى - دوم - 4000\r\n35 - آداب بيمارى و احكام وفات - 184 - رقعى - دوم - 4500\r\n36 - احكام خمس - 72 - رقعى - دوم - 2300\r\n37 - احكام خانواده وآداب ازدواج - 280 - رقعى - دوم - 7000\r\n38 - احكام روزه - 104 - رقعى - دوم - 3000\r\n\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176}
  ]