[
  {"content":"\r\n\r\nدوست نماها\r\nتفسير سورهء منافقون\r\nويرايش دوم\r\nآية الله جعفر سبحانى\r\nمركز انتشارات دفتر تبليغات اسلامى حوزهء علميه ء قم / 1378\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nفهرست نويسى پيش از انتشار : مركز انتشارات دفتر تبليغات اسلامى\r\nسبحانى ، جعفر ، 1308 -\r\nدوست نماها : تفسير سورهء منافقون / جعفر سبحانى . - ويرايش 2 . - قم : دفتر تبليغات اسلامى حوزهء علميهء قم ، مركز انتشارات ، 1378 .\r\n79 ص . - ( دفتر تبليغات اسلامى حوزهء علميهء قم ، مركز انتشارات ؛ 749 :\r\nمسلسل انتشار ؛ 1431 . )\r\n400 / 3 ريال . - شابك : 7 - 697 - 424 - 964\r\n7 - 697 - 424 - 964 isbn :\r\nكتابنامه به صورت زيرنويس .\r\n1 . تفاسير ( سورهء منافقون ) . 2 . منافقان - جنبه هاى قرآنى . الف . دفتر تبليغات اسلامى حوزهء علميهء قم ، مركز انتشارات . ب . عنوان . ج . عنوان : تفسير سورهء منافقون .\r\n9 د 2 س / 863 / 102 bp\r\n18 / 297\r\nدفتر تبليغات اسلامى حوزهء علميهء قم\r\nمركز انتشارات\r\nدوست نماها\r\nنويسنده : آية الله جعفر سبحانى\r\nناشر : مركز انتشارات دفتر تبليغات اسلامى\r\nليتوگرافى و چاپ و صحافى : چاپخانهء دفتر تبليغات اسلامى\r\nنوبت چاپ : دوم ( اول اين ناشر ) / 1378\r\nشمارگان : 2500\r\nحق چاپ براى ناشر محفوظ است\r\nنشانى : قم ، خيابان شهدا ( صفائيه ) مركز انتشارات دفتر تبليغات اسلامى حوزهء علميهء قم ،\r\nص پ 917 ، تلفن : 7 - 742155 ، نمابر : 742154 ، پخش : 743426\r\nشبكه اينترنت : bustan @ apadana . com\r\nشبكه شارح : bustan ( تلفن 4 - 744153 )\r\nprinted in the islamic republic of iran\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nبا قدردانى ؛\r\nاز همكارانى كه در توليد اين ثر نقش داشته اند :\r\nويراستار : بوذر ديلمى .\r\nحروف نگار : سيد صادق حسينى .\r\nاصلاحات حروف نگارى : احمد مؤتمنى .\r\nصفحه آرا : احمد اخلى\r\nنمونه خوانى : حسن سادين ، محمد جواد مصطفوى .\r\nكنترل نمونه خوانى : غلامرضا معصومى .\r\nكنترل فنى صفحه آرايى : على قابلى .\r\nطراح جلد : حسن محمودى .\r\nپى گير چاپ : سيدرضا موسوى منش .\r\nمركز انتشارات دفتر تبليغات اسلامى\r\nحوزهء علميهء قم\r\nآذر ماه 1378\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nمقدّمه : تضادهاى اجتماعى مايهءتكامل جوامع بشرى است\r\nتضادهاى اجتماعى واختلاف‌هاى فكرى و ايدئولوژى ، مايهء پيشرفت و تكامل جامعهء انسانى است . نه تنها تضادهاى مسلكى و فكرى ، كه تضادهاى طبيعى ، اساس نظام‌آفرينش هستند و اگر تضاد وتباين از دستگاه طبيعت برچيده شود ، نظام آفرينش ازهم مىپاشد .\r\nتضاد و كشمكش در مركز منظومه و سياراتى كه برگرد آن مىگردند ، حافظ نظام منظومهء ماست ؛ جاذبهء نيرومند خورشيد و نيروى « گريز از مركز » سيارات ، نظام موجود را به جهان بخشيده است و اگر ، اين تضاد از ميان برود ، اثرى از زندگى و تكامل جانداران باقى نمىماند .\r\nميكرب‌هايى كه در هوا و محيط ما پراكنده هستند و با انسان سرجنگ و ستيز دارند ، ارزنده‌ترين خدمت را به انسان انجام مىدهند ؛ زيرا گلبول‌هاى بدن ما را ، در برابر خطرات داخلى و خارجى نيرومند مىسازند و اگر چنين دشمنانى در محيط زندگى ما نبودند و بشر مدتى در محيط دور از ميكرب مىزيست در برابر ناملايمات بسيار ناتوان بوده و\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nمقاومت خود را در مقابل حوادث ناگوار ازدست‌مىداد .\r\nچنين دشمنانى ، حكم « واكسن » را دارند كه قدرت و مقاومت سلول‌هاى بدن را در مقابل حوادث بد افزايش مىدهند .\r\nدر زندگى اجتماعى انسان ، تضاد و رقابت ، مايهء تكامل انسان است ؛ زيرا رقيب آيينهء تمام نماى عيوب و بدىهاى انسان به شمار مىرود ؛ كوچك‌ترين لغزش را به رخ وىمىكشد و احياناً كاه را كوه جلوه مىدهد .\r\nجامعه‌شناسان معتقدند كه ، احزاب مخالف و اقليت‌هاى منتقد ، وسيلهء تكامل و پيشرفت جامعه‌هاى متمدن هستند ؛ زيرا رقيب منتقد است كه به انسان هشدار مىدهد و معايب كار را بىپروامىگويد و او را وامىدارد كه مسير زندگى را دگرگون ساخته ، مسير بهترى را برگزيند .\r\nجامعه‌هايى كه در آن ، رقابت و تضاد نباشد به‌سان تساوى سطوح ظروف مختلف آب‌ها مىشود كه آب را از جريان و غلغله بازمىدارد و همه را به صورت آبى راكد كه احياناً به عفونت مىانجامد ، در مىآورد .\r\nمؤسسات توليدى و يا فرهنگى كه رقيب ندارند ، از ترقى و تعالى بازمانده و پيوسته در جا مىزنند ؛ ولى مؤسساتى كه رقيب و يا رقبايى دارند ، هركدام براى پيشرفت و گسترش اهداف خويش ، دانش و بينش و نيروى خود را متمركز ساخته تا بتواند در برابر رقيب مقاومت كند و احياناً گام و يا گام‌هايى به جلو بنهد . در جامعه‌هايى كه رقابت‌هاى صحيح و تفاوت‌هاى اصولى از ميان افراد برداشته شود و تمام ثروت در اختيار دولت قرار گيرد و افراد به اندازهء استعداد جسمى و فكرى خود كار كنند و به اندازهء نياز حقوق بگيرند ، استعدادهاى نهانى شكفته نمىشود ،\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nروح‌ابتكار و نوجويى رخت برمىبندد .\r\n« نفس اماره » مايهء تكامل عقل و قواى روحانى انسان است و روح تقوا و پرهيزگارى و حسّ خويشتن‌دارى را در انسان پرورش مىدهد و اگر تمايلات نفسانى و گرايش‌هاى مادى در انسان وجود نداشت ، هرگز روح ملكوتى انسان نمىتوانست بر قله‌هاى قدّوسيان پرواز كند و در آشيانهء رضوان و ابديت آرام گيرد .\r\nشيطان ، با قواى اهريمنى خود ، در كمين انسان نشسته و درصدد گمراهى و لغزاندن انسان است ؛ ولى انسان با توجه به چنين دشمن نيرومند ، قواى روحانى خود را بر ضد او بسيج مىكند و چون از وجود چنين دشمنى ، آگاهى كامل دارد براى پيروزى بر او مىكوشد تا روح تقوا ، روح مقاومت و خويشتن‌دارى در برابر گناه را ، در خود قوى و نيرومند سازد و گاه تا آن‌جا اوج مىگيرد كه دربرابر گناه و طغيان به سرحدّ عصمت مىرسد .\r\nدشمنان شناخته شده ، مخالفان مارك دار - همانطور كه گفته شد - مايهء تكامل و موجب صعود بر قله‌هاى بلند كمالات مادى و معنوىاند . از وجود چنين دشمنى ، هرگز نبايد ترسيد و نبايد آن را خطرناك دانست ؛ زيرا با توجه به اين كه وى شناخته شده است و منويات جدى دارد ، عقل و خرد و علاقه به خويشتن ، انسان را وادار مىكند در برابر آن مجهز شود و در اين راه نه تنها بايد با سلاح مادى و معنوى او مسلح شود ، بلكه بايد بكوشد اسلحه‌اى بهتر از اسلحهء او به دست آورد .\r\nدر برابر اين دسته ، دشمنانى هم هستند نقاب‌دار و ناشناخته ؛ دوست‌نمايانى كه در درون درنده‌تر از گرگ و هر وحشى بيابانىاند . آنان\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nدر سنگر دوستى از پشت خنجر مىزنند ؛ به ظاهر دوستند و غم‌خوار ، اما در باطن ، دشمنانى خوشحال ؛ اصرار مىورزند كه امين و رازدارند ، ولى در واقع خائن و جاسوسند و از اسرار زندگى و نقاط ضعف و قوت انسان ، كاملاً با خبرند . پرهيز از چنين دشمنان ناشناخته ، بسيار مشكل و احياناً محال است .\r\nچنين دشمنى ، همان نفاق و دورويى است كه قرآن در مورد آن در سوره‌هاى مختلفى بحث و گفتگو نموده است و حتى سوره‌اى مستقل دربارهء منافقان فرو فرستاده است . اميرمؤمنان دربارهء اين گروه چنين مىفرمايد :\r\n« من هرگز از هيچ يك از ملل جهان بر اسلام نمىترسم ، ( بلكه ) فقط از يك گروه مىترسم و آن كافران مسلمان نما و گروه منافق و دوچهرگانند كه شيرين‌زبان و خوش‌گفتارند ؛ ولى در واقع از دشمنان اسلام هستند ؛ در گفتار با شما هماهنگى دارند ، ولى يك‌گام با شما بر نمىدارند » « 1 » .\r\n\r\nدو سوره از ميان ديگر سوره‌ها\r\nبه دليل اهميت خاصى كه شناسايى نقش منافقان در صدر اسلام دارد ، نگارنده تصميم گرفت دو سوره از سوره‌هاى قرآن را - كه اوضاع و احوال منافقان در آنها بيش از سوره‌هاى ديگر وارد شده است - به زبان روز و به صورت دل‌پذيرى تفسير كند و تا آن جا كه وقت و امكانات\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نهج البلاغه عبده ، ج 3 ، ص 33 .\r\n","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nاجازه‌مىدهد در مباحث اين دو سوره تجزيه و تحليلى به عمل آورد ، تا از اين‌طريق ، فرزندان اسلام را با كتاب آسمانى خويش بيشتر آشنا سازد .\r\nاين دو سوره عبارتند از :\r\n1 . سورهء « برائت » ( « توبه ) » ، كه به صورت سلسله مقالاتى در بخش تفسير مجلهء وزين و علمى درسهايى از مكتب اسلام منتشر شد و به‌خواست خدا فعلاً به صورت كتاب نيز منتشر مىشود .\r\n2 . سورهء « منافقون » كه با آيات يازده‌گانهء خود ، پرده از روى منويات گروهى توطئه‌گر برداشته ، گروهى از هر نوع خيانت و دسيسه بر ضد اسلام ، خوددارى نمىكردند .\r\nمباحث مربوط به تفسير اين سوره نيز ، به صورت سلسله مقالاتى در مجلهء ياد شده منتشر شد و هم‌اكنون با اضافات كامل به صورت كتاب دراختيار خوانندگان گرامى قرار مىگيرد .\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n\r\n1 - خصوصيات سورهء منافقون\r\nسورهء منافقون ، شصت و سومين سورهء قرآن و داراى يازده آيه و به اتفاق محدثان و مفسران از سوره‌هاى مدنى است . مضامين خود سوره نيز بر مدنى بودن آن گواهى مىدهد ؛ زيرا محور سخن در اين سوره ، حالات منافقان است .\r\nاين حزب خطرناك پس از مهاجرت پيامبر به مدينه - روى عللى كه بعداً شرح خواهيم داد - تشكيل شد و پيش از هجرت به هيچ وجه ، مسأله‌اى به‌نام منافق مطرح نبوده ؛ زيرا گروه منافق ، اقليتى ناراضى و غيرمؤمن بودند كه از ترس اكثريت ، به اسلام تظاهر مىكردند ؛ ولى در دل كافر و مشرك بودند ؛ يعنى ظاهر و باطن آنها يكى نبود و به اصطلاح منافق و دورو بودند و يك چنين وضعيتى جز در مدينه براى مسلمانان پيش نيامده بود .\r\nاز بحث‌هاى حساس و قابل ملاحظهء قرآن ، آيات مربوط به منافقان است :\r\nسرگذشت و كارشكنى و ضررهاى سنگين و فوق‌العادهء آنان ، درسوره‌هاى بقره ، آل عمران ، نساء ، مائدن ، انفال ، توبه ، عنكبوت ، احزاب ، محمد ، فتح ، مجادله ، حديد ، حشر و همين سوره\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nبيان شده‌است . و اگر تمام آيات مربوط به منافقان يك‌جا گردآيد و از شأن نزول آيه‌ها و تاريخ صحيح و بررسىشدهء اسلام كمك گرفته شود ، و همهء آنها با ذوق خاصى تنظيم و در قالب واحدى ريخته شود ، بسيار مفيد و سودمند خواهدبود .\r\nبر فرزندان قرآن و علاقه‌مندان تاريخ اسلام است كه ، به يك چنين بحث‌هاى اجتماعى قرآن دست زنند و آن را به صورتى جالب - كه با ذوق و روح عصر ما وفق دهد - درآورند و با جريان‌ها و نقشه‌هاى منافقان جامعه‌هاى اسلامى امروز تطبيق دهند و مطابقت برنامه‌هاى منافقان هردو عصر را آشكار سازند .\r\nاين گونه بحث و بررسى - كه در حقيقت يك نوع تفسير موضوعى قرآن مجيد است - دريچه‌اى است براى ساير بحث‌هاى موضوعى قرآن ، كه بيشتر آنها به طور دست‌نخورده باقى مانده و در مورد آنها كمتر بحث شده است .\r\nهرگاه يكى از دانشمندان گرامى طرح فوق را دربارهء منافقان و يا ساير موضوعات قرآنى عمل نمايد ، دَيْن خود را به قرآن ادا نموده است .\r\nنگارنده اميدوار است به فضل الهى تا آن جا كه امكانات علمى و شرايط ديگر اجازه دهد توفيق يابد گوشه‌اى از اين وظيفه را انجام دهد . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كتابى به نام المنافقون فى القرآن به قلم عبدالامير قبلان انتشار يافته ، در اين كتاب قسمت اعظم آيات مربوط به منافقان بدون تجزيه و تحليل كامل گردآمده است .\r\nاخيراً هم كتابى به نام النفاق و المنافقون فى عهد رسول‌اللّه صلى الله عليه و آله نگارش ابراهيم على سالم منتشر شده است . در اين كتاب آن چه ما در بالا آرزو كرده‌ايم تا حدودى انجام گرفته است . چيزى كه هست در تجزيه و تحليل حوادث منافقان ، فقط به طرح روىدادهاى دوران رسول‌خدا اكتفا شده و با مسائل جارى جهان اسلام تطبيق نشده است .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n\r\n2 - نفاق و دورويى\r\n1 . « بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ إِذا جاءَك المُنافِقُونَ قالُوا نَشْهَدُإِ نَّك لَرَسُولُ اللَّهِ وَاللَّهُ يَعْلَمُ إِنَّك لَرَسُولُهُ وَاللَّهُ يَشْهَدُ إِنَّ المُنافِقِينَ لَكاذِبُونَ » ؛\r\nبه نام خداوند بخشندهء مهربان . هنگامىكه منافقان پيش تو آمدند ، خواهند گفت : ما گواهى مىدهيم كه تو پيامبر خدا هستى و خدا مىداند كه ، به راستى تو پيامبر او هستى و خدا گواهى مىدهد كه منافقان دروغ‌گو هستند .\r\n\r\nمنافق كيست ؟\r\nكلمهء منافق ، مشتق از نفاق است و به كسى كه ظاهر و باطن او يكى نباشد و به اصطلاح دو جور و « دورو » باشد ، منافق مىگويند . در اين‌جا مقصود آن دستهء دور از منطق و استدلال است كه براى اغراض شخصى و منافع زودگذر خود ، با مرام و تز يك اكثريت قاطع مخالف باشند و تاآن‌جا كه شرايط اجازه مىهد كارشكنى كنند ، ولى از ترس جمعيت\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nو يا طمع در منافع فعلى ، به دوستى و يگانگى تظاهر نمايند .\r\nمنافق ، اختصاص به اسلام و يا مذاهب ديگر ندارد ، بلكه در احزاب سياسى نيز ديده مىشود . معمولاً وقتى مرام و روش حزب ، منافع دسته‌اى را به خطر مىاندازد و دسته‌اى كه از روى ترس و يا علت ديگر نمىتوانند صريحاً و آشكارا با حزب حاكم مخالفت نمايند ، فوراً با به‌دست آوردن گروهى هم‌فكر ، هستهء مركزى حزب نفاق را تشكيل مىدهند .\r\nگاهى هم اجانب و بيگانگان ، دسته‌اى را تحريك نموده كه در داخل حزب ايجاد دو دستگى نمايند و با هو و جنجال ، حزب را از اجراى منويات باز دارند .\r\nدرمرحلهء سوم ممكن است يك دسته از اول به تز حزب ، مؤمن نبوده باشند و روى مطامعى ، تظاهر به موافقت نمايند و يا براى حفظ جان و مال ، خود را عضو حزب قلمداد كنند .\r\nعلل فوق ، سبب پيدايش حزب‌هاى منافق در احزاب جهانى است كه به افكار عمومى تكيه دارند .\r\nاسلام ، از قانون ياد شده مستثنا نشد و پس از تشكيل دولت و حزب اسلامى بر اساس خداشناسى و عدالت اجتماعى وفضايل اخلاقى ، در دل اين اكثريت ، اقليتى به نام حزب منافق به‌وجود آمد كه در ظاهر به اصول و فروع اسلامى احترام مىگذاشتند ، ولى در نهان از دشمنان سرسخت اسلام بودند و در مواقع حساس با دشمنان اسلام همكارى مىكردند و اسرار نظامى اسلام را در اختيار دشمنان مىگذاشتند و با جعل اكاذيب و شايعه‌سازى ، در دل برخى از مسلمانان ايجاد رعب مىكردند و بر اثر\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nرابطه با دولت‌هاى ضداسلام براى سقوط دولت اسلامى مىكوشيدند .\r\nضررهاى سنگين حزب منافق منحصر به گذشته نبود ، بلكه بيش از اينهاست ، كه با مراجعه به شأن نزول آيات مربوط به منافقين و تواريخ اسلامى ، كاملاً به دست مىآيد .\r\nنطفهء اين حزب درمدينه منعقد شد . هنگامى كه اكثريت قاطع مدينه ، از مهاجرت پيامبر به آن شهر استقبال شايانى به عمل آوردند ، يك اقليت ناچيزى از اين كار خوش‌وقت نشده ، در باطن سرسختانه با اسلام مبارزه كردند و به حال شرك و كفر خود باقى ماندند . علل تشكل و پيوستگى اين افراد ، امور مختلفى است كه در زيربيان مىشود :\r\n1 . گروهى اسلام را با مطامع و منافع شخصى خود مخالف ديده ، آن‌را بر ضرر خود تشخيص دادند . ناگفته پيداست هرگونه اصلاحى كه مىخواهد منافع توده‌ها و قشرهاى تحت فشار را تضمين كند ، نمىتواند رضايت صددرصد همهء مردم را به‌دست‌آورد ، از اين نظر اقليت مخالفى پيدا شده ، به عناوين گوناگون شروع به كارشكنى مىكنند .\r\nپيش از آن كه پيامبر اسلام به مدينه مهاجرت كنند ، قبيله‌هاى اوس و خزرج از جنگ‌هاى صد سالهء خود خسته شده و تصميم گرفته بودند حكومتى مركّب از افراد دو قبيله به وجود آورند و رياست آن را عبداللّه‌بن‌أبى ، به‌عهده بگيرد و مقدمات اين كار داشت انجام مىگرفت كه نور اسلام بر دل گروهى از جوانان و سران دو قبيله تابيد و از پيامبر خواستند كه به مدينه هجرت نمايند .\r\nوقتى پيامبر وارد شهر شد ، بيشتر مردم از آن حضرت استقبال پرشورى به عمل آوردند .\r\nعبداللّه بن أبى - كه ورود اسلام را بر خلاف مطامع خود تشخيص\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nداده بود - نتوانست كينه و حسد خود را پنهان سازد . روز ورود پيامبر ، روبه او كرد و چنين گفت :\r\n« يا هذا ! اذهب إلى الذين غروك و خدعوك ، وأتوا بك ؛ فأنزل عليهم ولاتفشنا فى ديارنا » « 1 » .\r\nاز همين لحظه ، نطفهء حزب منافق بسته شد و اين مرد ، رهبرحزب منافقان گرديد . او اگر چه بر اثر فشار افكار عمومى ايمان آورد و درمراسم مذهبى شركت مىكرد ، ولى در باطن ايمان‌نداشت و به‌كمك هم‌فكران خود ، كارهايش را مخفيانه انجام‌مىداد .\r\n2 . برخى از اعضاى حزب منافق در آغاز مهاجرت پيامبر ، با كمال شور و شعف به وى ايمان آورده بودند و مردم را نيز دعوت به اسلام مىنمودند ، ولى چون امتيازات و عناوين اجتماعى آنان پس از اسلام ازبين‌رفت ، فوراً تغيير روش داده به حزب منافق پيوستند . از افراد شاخص اين دسته ، ابن عامر است كه پيش از اسلام پيشواى گروهى از اهل‌كتاب بود و در مدينه موقعيتى داشت ، ولى پس از برگزيدگى رسول‌خدا صلى الله عليه و آله براى پيشوايى ، موقعيت اجتماعى او با شكست مواجه‌گرديد و بر اثر كارشكنىهاى زياد ، از مدينه به مكه و پس از\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . « اى محمد ! برو سراغ كسانى كه تو را مغرور ساخته و فريب داده‌اند و از مكه به مدينه آورده‌اند ؛ برو بر آنها وارد شو و ما را در ديار و ميهن خود فريب مده » .\r\nاين جمله‌هاى تند حاكى از ناراحتى شديد عبداللّه‌بن أُبى ، براى اين بود كه ورود پيامبر - آن‌هم با آن فرّ و شكوه - كاخ آمال او را واژگون مىساخت .\r\nسعد بن عباده از بيم آن كه سخنان او در پيامبر اثر سوء بگذارد ، فوراً خدمت رسول‌خدا رسيد و گفت : سخنان او از روى حسد و حيله است ؛ زيرا بنا بود وى فرمانرواى مطلق اوس و خزرج باشد و با آمدن شما به مدينه ، برنامهء او منتفى شده‌است .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nفتح مكه به روم فرار كرد . او قهرمان داستان « مسجد ضرار » است كه تفصيل آن در سورهء توبه ، آيهء 70 آمده است .\r\n3 . گروهى پس از فتح مكه ، به عضويت حزب منافقان درآمدند . آنان همان دشمنان سرسخت و ديرينهء اسلام بودند كه پس از انتشار اسلام ، به ظاهر اسلام آورده و كينه و عداوت خود را در دل داشتند . سرجنبانان اين گروه ، ابوسفيان و فرزندان بيت اموى هستند كه در مواقع مناسب كفر و شرك خود را اظهار كرده و عداوت خود را به آيين اسلام بازگو نموده‌اند : در روزهاى نخستين خلافت عثمان ، در جلسه‌اى كه در خانهء خليفه تشكيل يافته بود و در آن جا جز اعضاى حزب اموى كسى نبود ، ابوسفيان رو به آنها كرد و چنين‌گفت :\r\n« اكنون خلافت پس از تيم وعدى ( اشاره به طايفهء دو خليفهء قبلى ) به‌شما رسيده است ، آن را مانند توپ زير پاى خود بگردانيد و پايهء آن را از بنىاميه برگزينيد . اين خلافت همان حكومت و رياست بشرى است و من هرگز به بهشت و دوزخى ايمان ندارم » « 1 » .\r\nدر دوران حكومت عثمان ، ابوسفيان از كنار قبر حمزه گذشت و لگدى بر آن زد و گفت :\r\n« اى ابوعماره ( كنيهء حمزه ) ! حكومتى كه ديروز ما بر ضد آن قيام كرده بوديم و براى نابودى آن شمشير مىكشيديم ، اكنون در دست جوانان ماست و با آن مانند توپ بازىمىكنند » « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الاصابة ، ج 4 ، ص 88 . « قد صارت إليكم بعد تيم و عدى ، فأدرها كالكرة واجعل أوتادها بنيأمية ، فإنما هو الملك ولاأدرى ما جنة ولا نار » .\r\n( 2 ) . قاموس الرجال ، ج 10 ، ص 89 ، به نقل از : شرح نهج البلاغه ابن ابى الحديد .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nموقعى كه ابوبكر به خلافت رسيد ، ابوسفيان از طريق تحريك على عليه السلام بر ضد خلافت ، مىخواست اختلافى در ميان مسلمانان بيندازد ، ولى اميرمؤمنان از سوء نيت وى آگاه بود و به او چنين گفت :\r\n« مازلت عدواً للإسلام وأهله\r\n؛ تو از روز نخست ، براى اسلام و مسلمين مضر بودى » .\r\nسپس دست او را ، كه براى بيعت باطل دراز كرده بود ، رد كرد و از او روى گردانيد .\r\nابن ابى الحديد مىنويسد : هنگامى كه مهاجران دور ابوبكر را گرفتند ، ابوسفيان از جريان آگاه شد و گفت : محيط اسلام را طوفانى شديد فراگرفته است ، و جز با ريخته شدن خون به چيز ديگرى خاموش نمىشود . آن گاه سراغ على و عباس را گرفت و گفت : ابوبكر با اين كه در اقليت است كار را از پيش برد . سپس دست بيعت به سوى على دراز كرد و گفت : مسجد مدينه را بر ضدّ ابوبكر پر از سپاه مىكنم ، ولى على از بيعت ابا نمود ، وى پس از نوميدى برخاست و اين دو شعر را مىخواند :\r\n ولايقيم على ضيم يراد به * إى الأذلان غير الحيّ و الوتد\r\nهذا على الخف مربوط برمته * و ذا يشج فلايرثى له أحد » « 1 » . \r\nروزى كه ابوبكر به خلافت رسيد ، ابو سفيان خدمت اميرمؤمنان رسيد و اين اشعار را خواند :\r\n « بنيهاشم لاتطعموا الناس فيكم * ولاسيما تيم ابن مرة أو عدى\r\nفما الأمر إى فيكم وإليكم * وليس لها إلّاأبوحسن على \r\nاى بنىهاشم ! نگذاريد مردم به حقوق شما طمع كنند ، خصوصاً\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . شرح نهج البلاغهء ابن ابىالحديد ، ج 1 ، ص 221 - 222 .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nفرزندان قبيله‌هاى تيم و عدى .\r\nموضوع خلافت مربوط به شما و در خاندان شماست ، و براى آن جز ابوالحسن على شايستگى ندارد » .\r\nامير مؤمنان فرمود : تو دنبال كارى هستى كه ما اهل آن كار نيستيم . وقتى از على مأيوس شد رو به عباس كرد و گفت : تو به ميراث برادرزاده‌ات از ديگران شايسته‌تر هستى ، اگر من باتو بيعت كنم كسى در زعامت تو اختلاف نمىكند .\r\nعباس خنديد و گفت : آيا چيزى كه از آن على روى گردان است ، عباس به دنبال آن مى رود ! ؟\r\nدر اين لحظه ابوسفيان ، كه نظرش از اين بيعت جز ايجاد اختلاف ميان مسلمانان و راه انداختن جنگ‌هاى داخلى و سرانجام بر باد دادن تمام زحمات نبود ، مأيوسانه بازگشت . « 1 »\r\n4 . برخى از اعضاى حزب منافق ، افراد بىاراده و تصميمى بودند كه ، نمىدانستند به كدام سمت بروند ؛ زيرا نفسى بيمار و قلبى ضعيف داشتند و بر اثر كمى فكر و نبودن رشد عقلى در حال تردد و « تذبذب » به‌سر مى بردند و به تعبير قرآن :\r\n« مُذَبْذَبِينَ بَيْنَ ذ لِكَ لا إِلى هؤُ لاءِ وَلا إِلى هؤُ لاءِ » ( يعنى افراد دو دل و مردد كه نه به سوى اسلام مىرفتند و نه به سوى كفر ) .\r\nاينها دسته‌هاى منافقان و اعضاى حزب نفاق بودند كه با انگيزه‌هاى گوناگون ، تحت لواى نفاق گرد آمده بودند و خطر آنها - كه دشمنان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الدرجات الرفيعة ، ص 86 - 87 .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nداخلى اسلام به شمار مى رفتند به مراتب بيش ازخطر دشمنان خارجى بود .\r\n\r\nاما تفسير آيه\r\nيكى از صفات بارز منافق ، بلكه مايهء نفاق ، همان دروغ است ؛ چيزى را بر زبان جارى كند كه در دل به آن ايمان ندارد چنان كه به حكم اين آيه ، به رسالت حضرت ختمى مرتب گواهى مىدهد ، ولى در قلب بر خلاف آن اعتقاد دارد و اين كه خداوند در آيهء مورد بحث ، گواهى مخالفان را به شهادت رسالت پيامبر ، با شدت و تأكيد هرچه تمام‌تر رد مىكند و مىفرمايد : « وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكاذِبُونَ » از آن روست كه آنان گواهى خود را با ادوات تأكيد آورده بودند ، چنان كه از دو جملهء « نَشْهَدُ إِ نَّك لَرَسُولُ اللَّهِ » و : « وَاللَّهُ يَعْلَمُ إِنَّك لَرَسُولُهُ » پيداست و تأكيد خدا در ردّ گفتار آنها براى اين است كه با گفتار منافقان مطابقت نمايد .\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\n\r\n3 - آثار شوم نفاق\r\n2 . « إِتَّخَذُوا أَيْمانَهُمْ جُنَّةً فَصَدُّوا عَنْ سَبِيلِ اللَّهِ إِنَّهُمْ ساءَ ما كانُوا يَعْمَلُونَ » ؛\r\nمنافقان سوگندهاى دروغ خويش را ( براى اعمال نارواى خود ) سپرقرار داده‌اند ( و سرپوشى روى كفر و جنايات خود نهاده‌اند ) وبدين‌وسيله مردم را از راه خدا بازداشته‌اند ، حقا كه اعمال بدى انجام مىدهند .\r\n3 . « ذ لِك بِأَ نَّهُمْ آمَنُوا ثُمَّ كَفَرُوا فَطُبِعَ عَلى قُلُوبِهِمْ فَهُمْ لا يَفْقَهُونَ » ؛\r\nزيرا آنان قبلاً ( به خدا و آيين او ) ايمان آورده ، آن‌گاه كافر شدند ( وبه‌كيفر اين اعمال بد ) بر دل‌هاى آنها مهرزده شده و چيزى درك‌نمىكنند .\r\nخطرناك‌ترين دشمن ، دشمن ناشناخته است . دشمن شناخته شده هرچه هم قوى و نيرومند باشد ، ضررش كمتر و خسارت او قابل دفع و جبران است ؛ زيرا هويت او معلوم و سوءقصد وى روشن و هدف و\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nاندازهء قدرت او مشخص مىباشد . او دشمنى است مارك‌دار و علامت دشمنى بر پيشانى او خورده و هر لحظه بيم آن مىرود كه به جنايت دست‌بزند ، از اين جهت ، انسان در برابر وى هميشه آمادهء دفاع است و هرگز او را بر اسرار و رازهاى نهفتهء خود آگاه نمىسازد و با آمادگى كامل مواظب است كه از خطرهاى او مصون بماند .\r\nولى دشمن ناشناخته ، هرچه هم كوچك و ناتوان باشد ، چون لباس دوستى بر تن كرده و يا لااقل قيافهء بىطرفى به خود گرفته است ، مىتواند ضررهاى سهمگين وارد سازد ، رگ حيات را بزند و درعين‌حال برگه‌اى هم به دست ندهد .\r\nيك چنين دشمن ، اگر روزى مورد سوءظن قرار گيرد از آن‌جاكه او را از خود مىدانيم و به او خوش‌بين هستيم فوراً با سوگندهاى غليظ و شديد و تراشيدن عذرهاى فريبنده ، خود را تبرئه‌نموده و باز در لباس دوستى باقى مىماند و به اعمال نارواى خود ادامه مىدهد .\r\nحزب منافق در صدر اسلام ، خود را مسلمان نمايانده و با تظاهرات فريبنده ، محبوبيت و موقعيت خود را در قلوب سران اسلام و مسلمانان حفظ كرده بودند از اين لحاظ ، بر آنان كمتر بدگمان مىشدند و جناياتشان پوشيده و پنهان مىماند و اگر روزى برگه‌اى از آنها به دست مىافتاد با سوگندهاى پياپى ، روى جنايات خود سرپوش مىنهادند و سوگند خود را در برابر كفر و كيفر اعمال خود سپر قرار مىدادند . از اين نظر ، قرآن دربارهء آنها مىفرمايد :\r\n« اتّخَذُوا أَيْمانَهُمْ جُنَّةً ؛ سوگندهاى خويش را سپر كفر و كيفر اعمال خود قرار داده‌اند » .\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\n\r\nخطرناك‌ترين دشمن براى اسلام\r\nپيامبر اسلام در يكى از سخنان گرانبهاى خود ، حزب منافق را خطرناك‌ترين دشمن معرفى كرده ، بلكه آنها را دشمن منحصر به فرد اسلام دانسته است و چنين مىفرمايد :\r\n« من هرگز از هيچ يك از ملل جهان براى اسلام ترسى ندارم ، فقط از يك گروه شديداً ترسانم و آن كافر مسلمان‌نما و منافق و دوروست كه شيرين زبان و خوش‌گفتارند ، ولى در باطن از دشمنان اسلام هستند ؛ در گفتار با شما هماهنگى دارند و عملاً يك‌گام باشما بر نمىدارند » « 1 » .\r\nشاگرد ممتاز و بزرگ پيامبر اسلام ، اميرمؤمنان عليه السلام در يكى از خطبه‌هاى خود دربارهء منافقان چنين مىفرمايد :\r\n« وأحذركم أَهلَ النفاق ؛ فإنهم الضالّون المضلّون ، يتلونون ألواناً ، قولهم شفاء وفعلهم الداء العياء ؛ « 2 »\r\nمن شما را از جمعيت منافق هشدار مىدهم ، آنها گمراه و گمراه‌كننده‌اند . به رنگ‌هاى گوناگون درآمده و با چهره‌هاى مختلف ، در اجتماعات ظاهر مى شوند . گفتار آنها بسيار زيبا و سودمند و درمان دردهاست ، ولى كردار آنان درد بىدرمان است » .\r\nجامعهء مسلمانان از اين هشدارى كه پيشواى بزرگ ما على عليه السلام در آغاز\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نهج البلاغهء عبده ، ج 3 ، ص 29 ، به نقل از رسول اكرم 9 . متن حديث چنين‌است : « ولكنّى أخاف عليكم كل منافق الجنان ، عالم اللسان ، يقول ماتعرفون ويفعل ماتنكرون » .\r\n( 2 ) . نهج البلاغهء عبده ، خ 192 .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nاسلام داده است بايد بيدار شوند و پند بگيرند و با دقت و كنجكاوى خاصى ، افراد منافق را بشناسند و آنان را از جامعهء خود طرد نمايند و فريب ظاهرسازىها و سوگندهاى شديدشان را نخورند و مطمئن باشند كه آنان با برگزارى برخى از مراسم بىروح ، روى اعمال ناشايست خود سرپوش مىگذارند .\r\n\r\nدلهاى مهر خورده\r\nعلماى اخلاق براى پيدايش يك ملكهء انسانى به سه مرحله معتقدند :\r\n1 . مرحلهء فعل ؛\r\n2 . مرحلهء حالت ؛\r\n3 . مرحلهء ملكهء راسخ .\r\nاين مطلب را با ذكر مثالى توضيح مىدهيم :\r\nجوانى است در سنين بيست سالگى ، دچار صفت رذيلهء « دروغ » شده و اين صفت در او به صورت امرى عادى و طبيعى درآمده كه اساس زندگى او را تشكيل مىدهد ، حتى در جايى كه اين عمل فايده‌اى به حال او ندارد ، باز دروغ مىگويد .\r\nاكنون بايد ديد اين صفت نفسانى ( كه كاملاً در اعماق روح وى ريشه‌دوانيده ) از كجا سرچشمه گرفته و چگونه در روان او آشيانه كرده‌است .\r\nبه طور مسلم در دوران چهار سالگى و يا بيشتر ، اين عمل ( دروغ‌گفتن ) براى او امرى غير ممكن بود و فقط آن چه را ديده يا شنيده بود مىتوانست تعريف كند و فكر كم و زياد كردن در او وجود نداشت .\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nاو براى نخستين بار كه از پدر و مادر و يا هم‌بازى بزرگ‌تر از خود ، دروغى مىشنود ، فكر اين مطلب كه مىتوان بر خلاف واقعيات سخن گفت ، در مغز او پديد مىآيد . آن گاه عواملى پيش مىآيد ، او يك بار يادو سه بار از اين فكر استفاده كرده و دروغى مىگويد ، اين همان ، نخستين مرحلهء پيدايش يك رذيله‌اى اخلاقى است كه آن را در اصطلاح « فعل ساده » مىنامند .\r\nاگر عواملى ايجاب كند كه يك فرد در مراحل بعدى ، نيز از اين فكر ( وارونه گفتن واقعيات ) استفادهء بيشترى كند و دروغ‌هاى بيشترى بگويد ، اين رذيلهء اخلاقى از صورت يك فعل ساده ، به‌صورت « حالت نفسانى » درمىآيد .\r\nدر اين مرحله ، اين رذيله به صورت يك نقش بر سطح روان او قرار مىگيرد ، معالجهء اين بيمارى در اين مرحله ، تا اندازه‌اى آسان است و مربيان دل‌سوز مىتوانند با يك سلسله پند و اندرز و بيان عواقب شوم دروغ‌گويى ، صفحهء دل را از اين رذيله پاك كنند و زنگار آن را با نصايح مشفقانه بزدايند .\r\nولى هرگاه اين عمل بيشتر تكرار شود و جوان يك عمر در زندگى ، از اين حربهء باطل به نفع خود استفاده كند ، در اين لحظه اين‌حالت نفسانى ، گام به مرحلهء سوم نهاده و به صورت « ملكهء راسخ » و ريشه‌دار در مىآيد كه درمان آن بسيار مشكل است و خود اين ملكهء نفسانى ، بر اثر ممارست و زياد انجام دادن داراى مراتب بوده و شدت و ضعف خواهد داشت .\r\nملكات نفسانى اعم از رذايل ، مانند دروغ ، خيانت ، آدم‌كشى ، ستم و يا فضايل انسانى ، مانند عدالت ، امانت ، مساوات ، احترام به پيمان\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nو . . . همگى مولود اين مراحل سه‌گانه‌اند و ممارست و تكرار يك كار موجب پيدايش آنها مىشود .\r\nاز نظر فلسفهء الهى ، كليهء ملكات فاضله و غيره ، نتيجهء افعال و كارهاى شبانه روزى انسان است . چه بسا انجام دادن كارى به طور مكرر درما ، عادت به ارتكاب آن را پديد مىآورد و از همين روست كه هرفردى روحيات و سجاياى اخلاقى خود را مىسازد .\r\nمرحوم حكيم سبزوارى در « منظومهء » خود ، به اين حقيقت اشاره كرده و مىفرمايد :\r\n « إذ خمرت طينتنا بالملكة * وتلك فيناحصلت بالحركة ؛ « 1 » \r\nسرشت ما ، با يك سلسله ملكات خوب و بد عجين و خمير شده و همهء آنها معلول حركات و افعال جزيى هستند » .\r\nاگر انسانى ملكهء سخنورى ، يا اعتياد به كارهاى زشت و زيبا پيدامىكند ، بر اثر تكرار اين كارهاست ؛ مثلاً آن قدر دروغ مىگويد كه دروغ گفتن براى او طبيعت ثانوى مىشود و ديگر نمىتواند راست بگويد حتى آن جايى هم كه دروغ به حال او نفعى نداشته باشد ، باز دروغ مىگويد .\r\nفردى را مىبينيم عمرى غرق گناه و جنايت است و يك بارهم از كردار خود بيمناك و نادم نيست ، اين همان شخصى است كه بر اثر تكرار معاصى ، در روح او ، جرم و گناه آشيانه كرده و تمام اطراف و اعماق روح او را رذايل اخلاقى فراگرفته است و روزنه‌اى براى نفوذ نور هدايت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بخش « الهيات » ( بحث قدرت ) ، ص 275 .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nدر دل او باقى نمانده است ، بزرگ‌ترين مربيان اخلاقى وروان‌كاوان جهان ، از ارشاد و هدايت او مأيوس و نوميدند و قرآن كريم در آيهء مورد بحث دربارهء آنها چنين مىگويد :\r\n« فَطُبِعَ عَلى قُلُوبِهِمْ » ( يعنى بر دل‌هاى آنها بر اثر اعمال ناشايست مهرخورده و قلوبشان مالامال از رذايل شيطانى است و در چنين دل براى صفات رحمانى و فضايل انسانى جايى نيست ) .\r\nدر برابر اين گروه ، گروهى را ديده‌ايم و مىشناسيم كه پس از يك‌گناه كوچك مثل بيد مىلرزند و از ترس عواقب شوم آن ، مانند ابر بهارى اشك مىريزند .\r\nبا تدبّر در مضمون آيهء دوم ( كه مهر خوردگى عكس‌العمل كارهاى بد آنان است ) روشن مىشود كه اين آيه و امثال آن نه تنها از دلايل مسلك جبرى نيست ، بلكه روشن‌ترين گواه بر مسألهء اختيارى بودن سعادت و شقاوت است .\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n\r\n4 - نشانه‌هاى نفاق\r\n4 . « وَ إِذا رَأَيْتَهُمْ تُعْجِبُك أَجْسامُهُمْ وَ إِنْ يَقُولُوا تَسْمَعْ لِقَوْلِهِمْ كَأَ نَّهُمْ خُشُبٌ مُسَنَّدَةٌ يَحْسَبُونَ كُلَّ صَيْحَةٍ عَلَيْهِمْ هُمُ العُدُوُّ فَاحْذَرْهُمْ قاتَلَهُمُ اللَّهُ أَنّى يُؤْفَكُونَ » ؛\r\nهنگامى كه آنها را مىبينى ، شكل وقيافهء آنها تو را به شگفت مىآورد و اگر سخن بگويند ( براثر قيافهء حق به جانبى كه به خود مىگيرند ) تو را به سخنان خود جلب مىنمايند و به گفتار آنها گوش مىدهى ، گويى آنها چوب‌هايى هستند كه به ديوار تكيه داده‌شده ، هر صدايى را بر ضدّ خود مىپندارند . دشمنان واقعى آنها هستند . از آنها بپرهيز ، مرگ بر آنها ! چگونه از حقيقت روىگردانند .\r\nهدف آيه ، بيان علايم منافقان است كه به وسيلهء اين علايم مىتوان منافق را از مؤمن تشخيص داد . اين نشانه‌ها نوعاً جنبهء كلى و عمومى دارند و هم اكنون اين علايم بر سر منافقان عصر خود ما نيز سايه‌افكن است ، اينك بيان اين صفات :\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\n\r\n1 . داراى قيافهء حق به جانبند\r\nمفسران مىگويند : منافقان عصر رسالت ، افرادى خوش قيافه و زيبارو بودند . عبداللّه‌بن أُبى سردستهء منافقين و دوستان و هم‌فكران وى افرادى بلند قامت و خوش قيافه بوده و از زيبايى ظاهر بهرهء كافى داشتند « 1 » بنابر اين ، نمىتوان آن را نشانه‌اى كلى و عمومى دانست .\r\nممكن است مقصود از جملهء « وَ إِذا رَأَيْتَهُمْ تُعْجِبُك أَجْسامُهُمْ » اين باشد كه افراد منافق در برخورد با افراد مؤمن ، قيافهء حق به جانبى مىگيرند ، اين قيافه و سكوت و آرامش و نگاه‌هاى آرام آنان ( كه‌همگى براى پوشاندن نفاق درونى است ) همه را به تعجب وامىدارد و تصور مىكنند كه آنان افراد صالحى هستند .\r\nشايد اين احتمال به ظاهر آيه از معنايى كه مفسران گفته‌اند نزديك‌تر باشد و روى اين احتمال ، نشانه‌اى كلى و يا غالبى خواهد بود و منافقان براى پوشاندن صفت نفاق خود و جا زدن خويش در جرگهء مؤمنان ، به آن پناه مىبرند ، در صورتى كه زير آن قيافه ، خوى درندگى و عداوت ريشه‌دار خود را پنهان مىدارند . البته اين سكوت و آرامش مانع از آن نيست كه در مواقعى حراف و پشت‌هم‌انداز نيز باشند .\r\n\r\n2 . پشت هم انداز و خوش گفتارند\r\nنكتهء اين كار روشن است ؛ زيرا از آن جا كه در باطن ، ايمان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . طبرسى ، مجمع البيان ، ج 10 ، سورهء منافقون .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nبه گفتهء خود ندارند و گاهى تصور مىكنند كه ممكن است اين ضمير براى ديگران روشن شود و رسوا شوند ، حس « عيب پوشى » آنها را وا مىدارد كه گرم سخن بگويند و با نشان دادن عنايت بيشتر ، نظر طرف را جلب‌كنند . اين افراد در سخن گفتن و پشت هم اندازى آن‌چنان ماهر و ورزيده‌اند كه حتى گاهى نظر پيامبر را ظاهراً به گفتار خود جلب مىنمودند ، چنان‌كه آيهء مورد بحث اين مطلب را مىرساند : « وَ إِنْ يَقُولُوا تَسْمَعْ لِقَوْلِهِمْ . . . » .\r\nاز اين نظر ما نبايد فريب چرب زبانى و تندگويى و گرم سخن‌گفتن گروهى را بخوريم و لااقل بايد احتمال بدهيم كه ممكن است اين طرز بيان ، براى فريب دادن ما باشد نه براى دل‌سوزى به‌خاطر حقيقت .\r\n\r\n3 . مانند چوب‌هايى هستند كه به ديوار تكيه داده شده‌اند\r\nمنافقان عصر رسالت به مسجد مىآمدند و در انتهاى جمعيت به ديوارهاى مسجد تكيه مىزدند ، ولى كوچك‌ترين بهره از وحى الهى وبيانات پيامبر نمىبردند و حقايق و معارف را درك نمىكردند . يك‌چنين جمعيت به سان اجسام بدون ارواح و يا چوب‌هاى خشكى بودند كه در برابر سخنان حكيمانه و بيانات منطقى پيامبر كوچك‌ترين واكنشى از خود نشان نمىدادند . توگويى اصلاً روحى در بدن آنها وجودنداشت .\r\nگاهى تصور مىشود كه مقصود از تشبيه آنان به چوب‌هاى تكيه داده‌شده به ديوار ، اين است كه آنها موجودات غير مفيدىاند ؛ زيرا چوب در صورتى مفيد خواهد بود كه داخل كار و يا ساختمان باشد ، و در\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nغير اين صورت موجود مزاحم و غير سودمندى خواهد بود . ولى اين‌وجه تا حدى دور از ظاهر آيه و متفاهم عرفى است .\r\nاحتمال سومى نيز در اين جا هست كه شايد از دو معناى پيش روشن‌تر و واضح‌تر باشد ؛ زيرا مىتوان گفت كه مقصود از تشبيه آنها به چوب‌هاى تكيه زده به ديوار ، اين است كه آنان به سان چوب‌هاى خشك در برابر حوادث ، كوچك ترين انعطافى ندارند و « خشب » در لغت عرب همان چوب خشك غير قابل انعطاف را مىگويند كه بر اثر فشار دونيم مىشود .\r\nانعطاف پذيرى در برابر حوادث به طرز صحيح ، يكى از نشانه‌هاى مردان مؤمن به هدف خويش است و انعطاف در برابر حوادث ، با تملق و چاپلوسى و ابن الوقت بودن و از اين شاخه به آن شاخه پريدن فرق روشنى دارد .\r\nافراد ابن الوقت هدف مشخصى ندارند و به هيچ اصلى پاىبند نيستند ، به هر رنگى درمىآيند ، و با ماسك‌هاى گوناگون در صحنهء زندگى ظاهر مىشوند و براى سود شخصى همهء اصول را زيرپا مىگذارند . ولى افراد انعطاف‌پذير ، تا آن جا كه به اصول و اهدافشان ضررى متوجه نشود با مردم حتى با دشمن خود احياناً كنار مىآيند و براى حفظ اصول و پايه‌هاى واقعى از يك سلسله منافع مىگذرند .\r\nجهان طبيعت به ما درس مىآموزد : طوفان سهمگينى از نقطه‌اى برمىخيزد و بر اشجار جوان و كهن‌سال و گل‌ها و گياهان و مزارع حمله‌مىبرد ، سنبل‌هاى مزارع و گياهان و گل‌هاى گلستان دربرابرطوفان مقاومت نشان نداده و با انعطاف و خم شدن خاصى ،\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nطوفان سهمگين را رد مىكنند و پس از دقيقه‌اى به حالت نخست بازمىگردند . ولى درختان خشك و يا درختان كم انعطاف در برابر طوفان سينه سپر كرده و با صلابت خاصى ابراز مقاومت مىنمايند ، اما پس از لحظاتى از پاى درمىآيند .\r\nاين حقيقت اجتماعى را پيامبر اسلام در يكى از سخنان خود بيان‌كرده مىفرمايد :\r\n« مثل المؤمن مثل السنبلة ، تحركها الريح فتقوم تارة وتقع أخرى ؛ و مثل الكافر مثل الازرة ، لاتزال قائمة حتى تنقعر ؛ « 1 »\r\nحال مؤمن مانند سنبلى است كه باد تند آن را حركت مىدهد ، گاهى مىايستد و گاهى خميده مىگردد ؛ ولى افراد كافر ، درنداشتن انعطاف و كنار نيامدن با مردم ، مانند درختان سختند كه در برابر تندباد حوادث از جاى كنده مىشوند » .\r\nافراد منافق براثر نداشتن فكر و عقل درست و سالم ، حتى به آن اصولى كه از ناحيهء پيامبر پيشنهاد مىشد و صددرصد به نفع آنها بوده نيز احترام نمىگذاشتند . از آن جا كه آنها ، افراد كوردلى بودند ، هرگز حاضر نبودند كه اصول و قوانين اسلامى را تحليل و تجزيه كنند و لااقل اصولى را كه به نفع آنها و ديگران است از صميم دل بپذيرند .\r\nمنافق نه طرح مىدهد و نه طرح مىپذيرد . او به سبب بيمارى « نفاق » كردار و گفتارش از محور عقل و خرد بيرون است ؛ در حالى كه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . روح البيان در تفسير همين سوره . « ازره » درخت سختى است مانند صنوبر ؛ « تنقعر » : ازجاى كنده مىشود .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nرسول خدا و مؤمنان به آيين وى ، با لجوج‌ترين دشمنان خود در سرزمين « حديبيه » كنار آمدند و انعطافى نشان دادند كه گروه تندرو و نزديك بين را ناراحت ساخت .\r\nاينك ما در اين جا نمونه‌اى از بزرگوارىها و عالى ترين انعطاف‌پذيرى پيامبر اسلام را در جنگ « حديبيه » بيان مىكنيم تا روشن شود رهبرعالىقدر اسلام ، تا آن جا كه به اصول ضرر و لطمه‌اى وارد نشود ، عالىترين انعطاف را نشان مىداد :\r\nدر ايام « حديبيه » ( كه مسلمانان براى اداى عمره به آن نقطه آمده‌بودند ) با مقاومت شديد سپاه شرك مكه رو به رو گرديدند و نزديك بود آتش جنگ شديدى ميان دو دسته شعله‌ور شود . نمايندگان مختلفى از طرف قريش براى مذاكره با پيامبر به محضر وى آمدند ، ولى هيچ كدام نتوانستند مشكل را از طريق مذاكره حل كنند . سرانجام سهيل‌بن عمر ، بادستورهاى خاصى مأمور شد جريان را با قراردادى خاتمه دهد .\r\nچشم پيامبر به سهيل افتاد ، فرمود : سهيل آمده است قرارداد صلحى ميان ما و قريش ببندد . سهيل آمد و نشست و از هردرى سخن گفت و مانند يك ديپلمات ورزيده عواطف پيامبر را براى انجام چند مطلب تحريك كرد . او چنين گفت : اى ابوالقاسم ! مكه حرم و محل عزت‌ماست . جهان عرب مىداند ، تو با ما جنگ كرده‌اى ، اگر تو باهمين‌حالت كه با زور و قدرت توأم است ، وارد مكه شوى ، ضعف وبيچارگى ما را در تمام جهان عرب آشكارمىسازى ، فردا تمام قبايل‌عرب به فكر تسخير سرزمين ما مىافتند ، من تورا به خويشاوندى كه با ما دارى سوگند مىدهم ، واحترامى كه مكه دارد و زادگاه توست\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nيادآور مىشوم . . . .\r\nوقتى سخن سهيل به اين جا رسيد ، پيامبر اسلام كلام او را قطع‌كرد و فرمود : منظورتان چيست ؟\r\nگفت : نظر سران قريش اين است كه امسال همگى از اين جا به مدينه‌باز گرديد و فريضهء عمره و حج را به سال آينده موكول كنيد . مسلمانان مىتوانند سال آينده ، مانند تمام طوايف عرب در مراسم حج شركت‌كنند ، ولى مشروط بر اين كه بيش از سه روز در مكه نمانند و سلاحى جز سلاح مسافر همراه نداشته باشند .\r\nمذاكرات سهيل با پيامبر سبب شد كه قراردادى كلى و همه جانبه ميان مسلمانان و قريش بسته شود . او در شرايط و خصوصيات پيمان فوق‌العاده سخت‌گيرى مىكرد و گاهى كار به جايى مىرسيد كه نزديك بود رشتهء مذاكرات صلح پاره شود ، ولى از آن جا كه طرفين به صلح و مسالمت علاقه‌مند بودند ، دو مرتبه رشتهء سخن را به دست گرفته ، درپيرامون آن سخن مىگفتند .\r\nمذاكرات هر دو نفر با تمام سخت‌گيرىهاى سهيل ، به پايان رسيد و قرار شد مواد آن دردو نسخه تنظيم شود و به امضاى طرفين برسد .\r\nبنا به نوشتهء عموم سيره نويسان ، پيامبر ، على را خواست و دستور داد پيمان صلح را به شرح زير بنويسند :\r\nپيامبر به امير مؤمنان فرمود : بنويس :\r\n« بسم اللّه الرحمن الرحيم » . وعلى نوشت .\r\nسهيل گفت : من با اين جمله آشنايى ندارم و « رحمان » و « رحيم » را نمىشناسم . بنويس : « باسمك اللهم » ( يعنى به نام تو اى خداوند ) .\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nپيغمبر موافقت كرد به ترتيبى كه سهيل مىگويد نوشته شود و على نيز نوشت . سپس پيامبر به على دستور داد كه بنويسد :\r\n« هذا ماصالح عليه محمد رسول‌اللّه » ( يعنى اين پيمانى است كه رسول‌خدا با سهيل نمايندهء قريش بست ) .\r\nسهيل گفت : ما رسالت و نبوت تو را به رسميت نمىشناسيم و اگرمعترف به رسالت و نبوت تو بوديم ، هرگز با تو از در جنگ واردنمىشديم . بايد نام خود و پدرت را بنويسى و اين لقب را از متن پيمان بردارى .\r\nدر اين نقطه برخى از مسلمانان راضى نبودند كه پيامبر تا اين حد تسليم خواستهء سهيل شود ، ولى پيامبر با در نظر گرفتن يك سلسله مصالح عالى ، خواستهء سهيل را پذيرفت و به على عليه السلام دستور داد كه لفظ « رسول‌اللّه » را پاك كند .\r\nدر اين لحظه على عليه السلام با كمال ادب عرض كرد : مرا ياراى چنين جسارت نيست كه رسالت و نبوت تو را از پهلوى نام مباركت محوكنم . پيامبر از على خواست كه انگشت او را روى آن بگذارد تا شخصاً آن را پاك‌كند و على انگشت پيامبر را روى آن لفظ گذارد و پيامبر لقب « رسول‌اللّه » را پاك نمود . « 1 »\r\nگذشت و مسالمتى كه رهبر عالىقدر اسلام در تنظيم اين پيمان از خود نشان داد ، در تمام جهان بىسابقه است ؛ زيرا او در گرو افكار مادى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مفيد ، ارشاد ، ص 61 ؛ اعلام الورى ، ص 106 ؛ بحارالانوار ، ج 20 ، ص 368 . طبرى در اين قسمت دچار اشتباه شده و نوشته است كه خود پيامبر نام خود را نوشت و ما در اين قسمت به طور گسترده در كتاب در مكتب وحى سخن گفته‌ايم .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nو احساسات نفسانى نبود و مىدانست واقعيات و حقايق ، با نوشتن و پاك‌كردن عوض نمىشود ، از اين جهت براى حفظ پايه‌هاى صلح ، دربرابر تمام سخت‌گيرىهاى طرف ، از در مسالمت وارد شده و گفتار او را پذيرفت .\r\n\r\nتاريخ تكرار مىشود\r\nنخستين شاگرد ممتاز مكتب پيامبر اسلام ، با همين گرفتارى روبه‌روگرديد و از اين نظر نسخهء دوم نَفْس نبوى ، على عليه السلام ازهرجهت نسخهء مطابق اصل است و در مراحل زيادى با هم تطابق پيدا نموده‌اند . درآن لحظه كه اميرمؤمنان از پاك كردن لفظ « رسول‌اللّه » امتناع ورزيد ، پيامبر اكرم رو به على عليه السلام كرد و از آيندهء على عليه السلام كه وضع او با وضع پيامبر كاملاً مشابه خواهد بود ، چنين‌خبرداد :\r\nفرزندان اين گروه ، تو را به چنين امرى دعوت مىنمايند و تو باكمال مظلوميت به چنين كارى تن مىدهى . « 1 »\r\nاين مطلب در خاطرهء على عليه السلام باقى بود تا اين كه جريان جنگ صفين پيش‌آمد و پيروان ساده لوح اميرمؤمنان تحت تأثير ظاهرسازىهاى فريبندهء سربازان شام ( كه تحت سرپرستى معاويه و عمروعاص با على جنگ‌مىكردند ) قرار گرفته و على را واداشتند تن به صلح بدهد . براى نوشتن صلح و قرارداد ، انجمنى ترتيب دادند .\r\nعبيداللّه‌بن ابى رافع دبير اميرمؤمنان از طرف آن حضرت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كامل ابن اثير ، ج 2 ، ص 138 و بحارالانوار ، ج 20 ، ص 353 .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nمأموريت يافت صلح‌نامه را چنين بنويسد :\r\n« هذا ما تقاضى عليه أميرالمؤمنين على » .\r\nدر اين لحظه عمروعاص ، نمايندهء رسمى معاويه و سربازان شام رو به دبير على عليه السلام كرد و گفت : نام على و نام پدر او را بنويس ؛ زيرا اگر ما او را رسماً اميرمؤمنان مىدانستيم هرگز با او از در نبرد وارد نمىشديم . در اين باره سخن به طول انجاميد ، اميرمؤمنان حاضر نبود بهانه به دست دوستان ساده لوح بدهد ، پاسى از روز با طرفين كشمكش داشت تا اين كه به‌اصرار يكى از افسران خود ، اجازه داد لفظ اميرمؤمنان را پاك كند ، سپس فرمود :\r\n« اللّه أكبر ، سنّة بسنّة »\r\n. و داستان حديبيه و يادآورى پيامبر را براى مردم بازگو كرد . « 1 »\r\n\r\nمتن پيمان حديبيه\r\n1 . قريش و مسلمانان متعهد مىشوند كه مدت ده سال جنگ و تجاوز بر يك‌ديگر را ترك كنند ، تا امنيت اجتماعى و صلح عمومى در نقاط عربستان استقرار يابد .\r\n2 . هر فردى از افراد قريش اگر بدون اذن بزرگ‌تر خود ، از مكه بگريزد و اسلام آورد و به مسلمانان بپيوندد ، محمد بايد او را به‌سوى قريش بازگرداند ، ولى اگر فردى از مسلمانان به سوى قريش بگريزد قريش موظف نيست آن را تحويل مسلمانان بدهد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كامل ابن اثير ، ج 3 ، ص 162 .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\n3 . مسلمانان و قريش مىتوانند با هر قبيله‌اى كه خواستند پيمان برقرار كنند .\r\n4 . محمد و ياران او امسال از همين نقطه به مدينه بازمىگردند ، ولىدر سال‌هاى آينده مىتوانند آزادانه آهنگ مكه نموده و خانهء خدا رازيارت كنند ، ولى مشروط بر اين كه سه روز بيشتر در مكه توقف‌ننمايند و سلاحى جز سلاح مسافر - كه همان شمشير است - همراه نداشته باشند . « 1 »\r\n5 . مسلمانان مقيم مكه به موجب اين پيمان مىتوانند آزادانه شعاير مذهبى خود را انجام دهند و قريش حق ندارد آنها را آزار دهد و يا مجبور كند از آيين خود برگردند و يا آيين آنها را مسخره نمايند . « 2 »\r\n6 . امضا كنندگان متعهد مىشوند اموال يك‌ديگر را محترم بشمارند و حيله و خدعه را ترك كرده و قلوبشان در مورد يك‌ديگر خالى از هرگونه كينه باشد .\r\n7 . مسلمانانى كه از مدينه وارد مكه مىشوند ، مال و جان آنها محترم‌است . « 3 »\r\nاين متن پيمان صلح حديبيه است كه از مدارك گوناگون گردآمده و به‌برخى از آنها در پاورقى اشاره شده است . پيمان با مواد فوق در دونسخه تنظيم شد و گروهى از شخصيت‌هاى قريش و اسلام پيمان را\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سيرهء حلبى ، ج 3 ، ص 24 .\r\n( 2 ) . بحار الانوار ، ج 20 ، ص 353 .\r\n( 3 ) . مجمع البيان ، ج 9 ، ص 117 .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nگواهى كرده ، يك نسخه به سهيل و نسخهء ديگر به پيامبر اكرم تقديم‌گرديد . « 1 »\r\nاين پيمان و مانند آن - كه در زندگانى پيامبر و ديگر پيشوايان و سرداران اسلام فراوان است - حاكى از روح انعطاف شايستهء تقدير دربرابر مخالفان و دشمنان است و به ما نيز اجازه‌مىدهد تا آن‌جا كه لطمه‌اى بر اصول و اهداف اصيل اسلامى وارد نشود در برابر خواسته‌هاى طرف ، انعطاف نشان دهيم و ازاين‌طريق عواطف و محبت اعتماد و وثوق طرف را به خويش جلب كنيم .\r\nاسلام با چنين پيمان‌هاى تاريخى به ما مىآموزد آن‌چه در معركهء جهاد و مقابله با دشمن ، بلكه در تمام صحنهء زندگى مطرح است ، همان هدف است نه وسيله ، مغز است نه قشر .\r\n\r\n4 . از هر حادثه‌اى مىترسند\r\nمنافقان اجتماع ، درزير سرپوش « حسن ظاهر » همه گونه خيانت‌مىكنند و آن را زير سپر « زيبايى برون » پنهان مىدارند ؛ ولى هرلحظه بيم آن را دارند كه پرده‌ها بالا رود و جنايت آنها آشكار شود ، ازاين نظرهاله‌اى عظيم از ترس ، روح و روان و قلوبشان را فرا مىگيرد و از هر پيش‌آمدى - كه ممكن است پردهء خيانت آنها با آن دريده شود مىترسند ؛ گاهى از يك نامهء ساده ، از يك توضيح خواهى كوچك ، واهمه مىكنند . هرگاه كوچك‌ترين تحولى در امور اجتماعى رخ دهد ياچشم آنها به اجتماع انبوهى بيفتد ، حتى با يك كار غيرعادى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سيرهء حلبى ، ج 3 ، ص 25 و 26 .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\n- ولوكوچك باشد - روبه‌رو شوند ، فوراً خود را مى بازند و تصور مىكنند كه مردم به راز آنها پىبرده و هدف دستگيركردن و مجازات آنهاست ؛ زيرا ثبات فكر و طمأنينهء خاطر و شجاعت و صلابت ، در گرو طهارت روح و پرهيز از گناه و يك‌رويى دراجتماع و زندگى است و خوف و تشويش و اضطراب ، نتيجهء مستقيم خيانت و نفاق است . ازاين‌رو ، اين مثل عرب معروف است كه :\r\n« الخائن خائف ؛\r\nخيانت‌كار همواره ترسان است » .\r\nقرآن يكى از نشانه‌هاى نفاق را همان تسلط خوف و اضطراب بر قلوب منافقان دانسته كه در نتيجه هرنوع جنب و جوش ، هر نوع تحول ، هرصدا را بر ضرر خود مىپندارند و اين حقيقت را با جملهء « يَحْسَبُونَ كُلَّ صَيْحَةٍ عَلَيْهِمْ » بيان كرده است .\r\n\r\n5 . دشمنان منحصر به فردند\r\nآيين مقدس اسلام ، خود را آخرين پيام آسمانى وآورندهء آن را خاتم‌پيامبران مىداند و آشكارا اعلام مى دارد دوران آيين‌هاى ديگر سپرىشده و جز يك آيين ( كه همان آيين اسلام است ) بر مردم حكومت نخواهد كرد .\r\nناگفته پيداست اين اعلام ( سپرى شدن دوران اديان ديگر ) دشمنان و مخالفان گوناگونى براى آن درست مىنمايد ، پيروان كيش‌هاى ديگر را در صف مخالفان قرار مىدهد ، ولى در برابر اين همه دشمن انبوه ، قرآن فقط به يك دشمن اشاره كرده و فقط او را دشمن واقعى مىداند و عداوت گروه‌هاى ديگر را چندان مهم نمىشمارد و معتقد است كه مسلمانان فقط\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nيك دشمن دارند و آن « منافقان » اند و صريحاً مىفرمايد :\r\n« هُمُ العُدُوُّ فَاحْذَرْهُمْ ؛ تنها آنها دشمنانند از آنها بپرهيز .\r\nلابد شما نكتهء اين تخصيص را سؤال خواهيد كرد كه ، چگونه اسلام منافقان را دشمن مىداند ، با آن كه عداوت مسيحيان و يهوديان با اسلام بر كسى پوشيده نبوده و نيست ؟ ولى پاسخ اين سؤال با توجه به توضيحاتى كه درتفسير آيه‌هاى پيش گفته شد روشن‌است .\r\nعداوت گروه‌هاى ديگر ، عداوتى آشكار بوده و مهر مخالفت برپيشانى آنها خورده است ، ولى ضرر گروه منافق - كه لباس دوستى برتن كرده و بدون داشتن كوچك‌ترين نشانه ، با اسلام عداوت مىورزند به مراتب بالاتر ازدسته‌هاى ديگرخواهد بود . بنابر اين ، اگر اسلام منافقان را دشمن منحصر به فرد بداند راه مبالغه نپيموده است . صفحات تاريخ را ورق بزنيد ، ضررهاى منافقان مسلمان نما را با دقت بررسى كنيد ، آن گاه در اين باره داورى نماييد .\r\nدر دوران خلفا - كه شعاع اسلام اكثر مناطق را فرا گرفته بود و تمام قدرت‌هاى مخالف را درخود هضم نموده و بر بيشتر نقاط معمور سايه انداخته بود - گروهى از احبار يهود ، مانند كعب الاحبار و وهب‌بن منبه و عبداللّه‌بن سلام در لباس اسلام و ايمان ، ضررهاى غير قابل جبرانى بر اسلام وارد ساختند ؛ آنان خود را داخل صحابه و تابعين نموده خرافات و روايات خالى از حقيقت را در ميان مسلمانان پخش نمودند و كتب تفسير و حديث را با افكار اسرائيلى مملو ساختند . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مقدمهء ابن خلدون ، ص 416 .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nمدت‌ها همين اسرائيليات ، سايه‌هاى شوم خود را بر افكار مسلمانان افكنده و قرن‌ها به‌صورت حقايق تلقى مىشد .\r\nسمرة بن جندب به نام صحابى پيامبر ، گردانندهء دستگاه تبليغاتى معاويه بود . او با اخذ چهار صد هزار درهم شأن نزول دو آيه را دگرگون ساخت ؛ آيه‌اى « 1 » را كه دربارهء جان‌بازى على عليه السلام در « ليلةالمبيت » ( شبىكه اميرمؤمنان در خوابگاه پيامبر خوابيد ) نازل‌شده بود ، از فضايل قاتل على عليه السلام عبدالرحمن‌بن ملجم خواند و گفت : در حقّ وى نازل گرديده وآيهء زير را ( كه در مذمت منافقان وارد شده است ) دربارهء على دانست وگفت : منظور « ابوتراب » على است . اينك متن آيه :\r\n« وَمِنَ النّاسِ مَنْ يُعْجِبُكَ قَوْلُهُ فِى الحَياةِ الدُّنْيا وَيُشْهِدُ اللَّهَ عَلى ما فِى قَلْبِهِ وَهُوَ أَلَدُّ الْخِصامِ » ؛ « 2 »\r\nگفتار و تظاهرات برخى از مردم ، تو را در زندگى دنيا به‌تعجب‌مىآورد و او خدا را گواه مىگيرد كه آن چه مىگويد باعقيدهء قلبىاو مطابقت دارد ، در صورتى كه او از سرسخت‌ترين دشمنان است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بقره ( 2 ) آيهء 207 . و متن آيه اين است : « وَمِنَ النّاسِ مَنْ يَشْرِى نَفْسَهُ ابْتِغاءَ مَرْضاتِ اللَّهِ وَاللَّهُ رَؤُف‌ٌبِالْعِبادِ » ؛ برخى از مردم با خدا معامله نموده و جان خود را براى به‌دست‌آوردن رضايت خدا از دست مىدهند ، خدا به بندگان خود مهربان است » .\r\nنزول اين آيه در بارهء اميرمؤمنان مورد اتفاق بسيارى از مفسران و محدثان است ، جز سيوطى كه در درالمنثور شأن نزول آن را طور ديگر نقل نموده است .\r\nمرحوم شيخ جواد بلاغى ، مفسر عالى قدر اسلام در كتاب آلاء الرحمان ( ج 1 ، ص 184 - 185 ) مصادر اين مطلب را از دانشمندان اهل تسنن نقل نموده است .\r\n( 2 ) . نهج البلاغه عبده ، ج 3 ، ص 33 .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nاو ، با وقاحت هرچه تمام‌تر ، در حضور هزاران نفر از مسلمانان شام - كه از اوضاع رسالت و مقام على عليه السلام در پيشگاه خدا و پيامبر وى آگاهى نداشتند - به چنين جنايتى دست‌زد و آنان را براى ريختن خون على و شيعيان وى تشنه ساخت .\r\nبر اثر تبليغات همين منافقان مسلمان نما بود كه ملت شام سيل‌آسا به‌جنگ على رفتند و پس از دادن 125 هزار كشته و كشتن 65 هزار نفر از سربازان فداكار على ، با حيله و تزوير جنگ را به‌پايان بردند .\r\nاين جاست كه انسان به ارزش يكى از گفتارهاى نغز و جالب اميرمؤمنان دربارهء منافقان پىمىبرد . وى دربارهء اين دسته از منافقان - كه در لباس صحابهء پيامبر بودند و اكاذيب زيادى از زبان رسول خدا صلى الله عليه و آله به‌نفع دستگاه خلافت جعل و وضع مى كردند - چنين مىفرمايد :\r\n« ولو علم الناس أنّه منافق كذّاب لم‌يقبلوا منه ولم‌يصدق ، ولكنهم قالوا هذا ، قد صحب رسول‌اللّه و رآه وسمع منه وأخذ عنه وهم لايعرفون حاله ؛ « 1 »\r\nاگر مردم يك چنين افرادى را بشناسند كه آنان منافق و دروغ‌گو هستند ، هرگز آنهارا تصديق نكرده و سخن آنهارا قبول نمىكنند ، ولى مردم فريب صحابى بودن آنان را خورده و باخود مىگويند كه آنان پيامبر خدا را ديده‌اند و حقايقى از او شنيده و اخذ كرده‌اند و هرگز سخنى بر خلاف حقيقت نمىگويند در صورتى كه از حال و وضع اين دسته آگاهى ندارند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نهج البلاغه عبده ، خ 205 .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nابو هريره ، سه سال از عهد رسالت را درك كرد و به‌قدرى افسانه و غرايب از زبان رسول خدا جعل و وضع نمود كه عمر را سخت ناراحت ساخت و او را با تازيانهء خود ادب كرد و گفت : حق ندارى حديثى از پيامبر نقل كنى ، و الا به سرزمين پدرانت ( دوس ) تبعيد مىشوى . روزى در محضر على عليه السلام سخن از ابوهريره به ميان آمد . حضرت فرمود :\r\n« أكذب الناس على رسول‌اللّه ؛ « 1 »\r\nدروغ‌گوترين مردم از زبان رسول خداست » .\r\nاينها ، نمونه‌هايى از سيآت و ضررهاى جبران‌ناپذير رجال منافق صدر اسلام است و اگر به خساراتى كه از ناحيهء ساير منافقان به آيين گرامى ما وارد آمده رسيدگى كنيم ، بدون ترديد گفتار خدا را كه « هُمُ الْعَدُوُّ » است ، تصديق نموده و همواره ازخدا خواهيم خواست جامعهء ما را از شر آنان مصون و محفوظ بدارد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . علامهء بزرگوار مرحوم شرف‌الدين عاملى ، ابو هريره ، ص 27 .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\n\r\n5 - منافقان و مسألهء استغفار\r\n5 . « وَ إِذا قِيلَ لَهُمْ تَعالَوْا يَسْتَغْفِرْ لَكُمْ رَسولُ اللَّهِ لَوَّوْا رُؤُسَهُمْ وَرَأَيْتَهُمْ يَصُدُّونَ وَهُمْ مُسْتَكْبِرُونَ » ؛\r\nهنگامى كه به منافقان گفته مىشود بياييد پيامبر خدا براى شما طلب‌آمرزش كند ، سرهاى خود را ( به عنوان مسخره ) تكان داده و آنان را مىبينى كه با تكبر روى گردان مىشوند .\r\n6 . « سَواءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ لَنْ يَغْفِرَ اللَّهُ لَهُمْ إِنَّ اللَّهَ لايَهْدِى القَوْمَ الفاسِقِينَ » ؛\r\nچه براى آنها طلب آمرزش بنمايى و چه ننمايى يك‌سان است ، خدا آنها را نخواهد بخشيد . خدا فاسقان را هدايت نمىكند .\r\nافراد گناه‌كار ، در صورتى كه متوجه گناه خود باشند و بدانند كه با اين عمل به حدود قوانين الهى تجاوز مىنمايند ، دير يا زود به فكر چاره افتاده و وسيلهء مغفرت و آمرزش خود را فراهم مىآورند . ولى افراد متمرد و گناه‌كارى كه متوجه گناه خود نباشند و سيئه در نظر وى حسنه جلوه كند و هرگونه تجاوز و تعدى را بر اثر جهلى كه بر روح او حكومت مىكند ،\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nعين صواب و حق و حقيقت پندارد ، هرگز به فكر چاره نيفتاده و اگر كسى به وى راه صحيحى را كه سعادت او در آن است پيشنهاد كند ، روى جهالت سرخود را تكان‌داده و از هرگونه خيرخواهى ، متكبرانه روى مىگرداند .\r\nگروه منافق از دستهء دوم هستند ؛ زيرا آنان اگر چه به اسلام و ايمان تظاهر مىكنند ، ولى چنان كه لفظ « تظاهر » از آن حاكى است ، همهء آن كارها تظاهر و خودنمايى بوده و از ايمان واقعى به خدا ورسول او ، خبرى نيست و در حقيقت داراى جهل مركّبند كه از اشتباه و نادانى خود آگاهى ندارند .\r\nروى همين حالت نفسانى ( جهل مركب ) بود كه هر موقع به يكى از منافقان عصر رسالت پيشنهاد مىشد خدمت پيامبر برسند و پيامبر دربارهء آنان طلب آمرزش كند ، چون به مقام و موقعيت پيامبر معتقد نبودند و آيين او را از صميم دل نپذيرفته بودند ، سرهاى خود را به‌عنوان مسخره و اين كه احتياجى به چنين طلب مغفرت پيامبر ندارند ، تكان مىدادند و متكبرانه از اين پيشنهاد سر بر مى تافتند .\r\nاين شيوه ( شيوهء اعراض و روىگردانى از عمل به پيشنهاد سودمند ) اختصاص به منافق ندارد ، بلكه هر ملتى كه به جهل و نادانى خود پىنبرد ، هيچ‌گونه عمل اصلاحى در ميان آنان با دست خود آن ملت صورت نمىگيرد .\r\nاز اين نظر دانشمندان گفته‌اند ، هدايت و راهنمايى گروهى كه در جهل بسيط هستند ؛ يعنى به جهل و نادانى خود توجه دارند بسيار آسان است ؛ ولى راهنمايى گروهى كه در جهل مركبند ؛ يعنى نمىدانند و تصور مىكنند كه مىدانند ، بسيار مشكل و احياناً محال است .\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nبدين لحاظ ، هم چنان كه انتقاد مقدمهء تكامل است ، شك و ترديد دريك مطلب ، تا چه رسد علم و يقين به نقص و اشتباه ، مايهء تكامل و نردبان ترقى است .\r\n\r\nاستغفار پيامبران موجب آمرزش گناهان است\r\nاز بررسى آياتى كه دربارهء طلب آمرزش پيامبران براى افراد مجرم وارد شده است استفاده مىشود كه مردم خدمت پيامبران مىرسيدند و از آنان مىخواستند به جهت قرب و مقامى كه در پيشگاه خداوند دارند ، دربارهء آنها طلب مغفرت كنند ؛ يعنى از خداوند بخواهند از گناهانشان درگذرد .\r\nهنگامى كه جرم و جنايت فرزندان يعقوب آفتابى شد و با ديدگان خود ديدند كه يوسف محبوس در چاه ، سر از مصر درآورد و فرمانرواى آن منطقه شد ، از كردهء خود پشيمان شده به پيشگاه پدر رسيدند و گفتند :\r\n« يا أبانا اسْتَغْفِرْ لَنا ذُنُوبَنا إِنّا كُنّا خاطِئِينَ » ؛ « 1 »\r\nپدر عزيز ، دربارهء ما طلب مغفرت بنما و از خداوند بخواه از تقصيرات ما درگذرد كه ما گروه خطا كار بوديم .\r\nوقتى يعقوب آثار ندامت و پشيمانى را درچهرهء فرزندان خود مشاهده‌كرد ، به آنان وعده داد اين كار را در همين نزديكى انجام خواهد داد و چنين فرمود :\r\n« سَوْفَ أَسْتَغْفِرُ لَكُمْ رَبِّى إِنَّه هُوَ الغَفُورُ الرَّحِيمُ » ؛ « 2 »\r\nاز پروردگارم برايتان آمرزش مىطلبم كه او بخشنده و مهربان است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . يوسف ( 12 ) آيهء 97 .\r\n( 2 ) . يوسف ( 12 ) آيهء 98 .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nگاهى خود پيامبران به افراد گناه‌كار وعدهء طلب آمرزش از خدا مىدادند ، چنان كه حضرت ابراهيم به آزر چنين وعده داد و فرمود :\r\n« لَأَسْتَغْفِرَنَّ لَك وَما أَمْلِكُ لَك مِنَ اللَّهِ مِنْ شَىءٍ » ؛ « 1 »\r\nاز خداوند براى تو طلب آمرزش خواهم نمود و اين را بدان ، من اختيار هيچ كارى از ناحيهء خدا ندارم .\r\nمعناى اين جمله - كه تا حدى حقيقت طلب مغفرت پيامبران را روشن مى سازد - اين نيست كه زمام گناه در دست پيامبران باشد و خداوند ، محو و اثبات معاصى را به آنان بسپارد ، بلكه آنان واسطه‌اى بيش نيستند و تا اذن الهى در كار نباشد ، طلب آمرزش اثرى نخواهد بخشيد .\r\n\r\nدستور قرآن به مسلمانان\r\nصريح دستور قرآن اين است كه افراد گناه‌كار خدمت پيامبر برسند و از او درخواست كنند در حقّ آنان طلب مغفرت نمايد . قرآن با صراحت هرچه تمام‌تر مىگويد كه ، اگر رسول خدا دربارهء گناه‌كارى دعا كند و از خداوند براى او طلب آمرزش نمايد ، خداوند گناهان مجرم را خواهد بخشيد . اينك متن آيه :\r\n« وَلَوْ أَنَّهُمْ إِذ ظَلَمُوا أَنْفُسَهُمْ جاءُوكَ فَاسْتَغْفَرُوا اللَّهَ وَاسْتَغْفَرَ لَهُمُ الرَّسُول لَوَجَدُوا اللَّهَ تَوّاباً رَحِيماً » ؛ « 2 »\r\nهرگاه كسانى كه به نفس‌هاى خود ظلم كرده‌اند ، به حضور پيامبر برسند وخودِ آنها طلب مغفرت كنند و پيامبر نيز دربارهء آنها استغفار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ممتحنه ( 60 ) آيهء 4 .\r\n( 2 ) . نساء ( 4 ) آيهء 64 .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nنمايد ، خدا را توبه‌پذير و رحيم خواهند يافت .\r\nاز اين نظر مسلمانان ادوار گذشتهء اسلامى از پيشوايان معصوم خود مىخواستند كه در حقّ آنان استغفار كنند و از اين طريق در اين عالم دربارهء آنها شفاعت نمايند .\r\nاين مقام و اين طرز شفاعت ، اختصاص به پيامبران ندارد ، حتى مؤمنان نيز از طريق استغفار در حقّ افراد با ايمان مىتوانند موجبات آمرزش آنها را فراهم سازند . فقط حق ندارند در حقّ افراد مشرك چنين كارى انجام دهند ، چنان كه مىفرمايد :\r\n« ما كانَ لِلنَّبِىِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ » ؛ « 1 »\r\nپيامبر و افراد با ايمان نبايد دربارهء افراد مشرك طلب آمرزش نمايند ( ولى در حقّ ديگران اشكال ندارد ) .\r\nحتى گاهى حاملان عرش ( كه فرشتگان معصوم الهى هستند ) دربارهء افراد با ايمان طلب آمرزش مى نمايند ، چنان كه مىفرمايد :\r\n« الَّذِينَ يَحْمِلُونَ العَرْشَ . . . وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا » ؛ « 2 »\r\nكسانى كه حاملان عرش خدا هستند . . . براى افراد با ايمان از خداوند طلب مغفرت مىكنند .\r\nبنابر اين ، آيهء مورد بحث و آيه‌هاى سورهء نساء و يوسف - كه قبلاً گذشت - از دلايل شفاعت است كه خداوند بر اثر مقامى كه بندگان برگزيدهء خدا در پيشگاه او دارند ، شفاعت و طلب آمرزش پيامبران را دربارهء افراد گناه‌كار پذيرفته و قلم عفو بر جرايم مجرمان مىكشد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . توبه ( 9 ) آيهء 113 .\r\n( 2 ) . غافر ( 40 ) آيهء 7 .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nالبته اثرى كه استغفار پيامبر دربارهء امت خود مىگذارد ، نوعى از شفاعت است كه با دلايل قاطع براى پيامبران و مردان بزرگ خدا ، ثابت است و شفاعت منحصر به اين قسمت نيست .\r\n\r\nتوضيح يك اشتباه\r\nبرخى « 1 » كه قدم راسخ در ولايت ندارند ، تصور كرده‌اند منظور از رسيدن به حضور رسول خدا و استغفار وى ، اين است كه پيامبر از حق‌ّخود بگذرد ؛ زيرا منافقان كسانى بودند كه به خود پيامبر ظلم‌كرده و « حق الناس » ( حقوق پيغمبر ) در گردن آنها بود . بنابراين ، تأثير استغفار براى پيامبر مقام خاصى نيست ، بلكه تمام مردم با او در اين قسمت يك‌سان هستند و هر كس به كسى ستم كرد بايد از او حلّيت بطلبد . ولى اين فرد از يك نكته غفلت ورزيده كه اگر منظور از رسيدن به حضور پيامبر اين بود كه پيامبر شخصاً از حقوق خود بگذرد بايد چنين بفرمايد : « تعالوا يغفر لكم رسول اللّه أو يعفو عنكم ؛ بياييد پيامبر شما را ببخشد » . در صورتى كه متن آيه « يستغفر » است و فرق دو لفظ بر شخص بصير پوشيده نيست .\r\n\r\nشرط تأثير استغفار\r\nصريح قرآن اين است كه خدا از گناه شرك نمىگذرد چنان كه فرموده :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مؤلف كتاب تفسير آيات مشكله قرآن ( ص 196 ) . نگارنده در كتاب تفسير صحيح آيات مشكله قرآن ( ص 50 - 60 ) - كه در بررسى كتاب نامبرده نوشته است - به طور مبسوط دراين‌باره سخن گفته است .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\n« إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ ما دُونَ ذ لِكَ » ؛ « 1 »\r\nخداوند از شرك نمىگذرد و كمتر آن را مىبخشد .\r\nبنابراين ، شرك گناهى است غير قابل بخشش و مانع از بخشيده شدن گناهان ديگر است .\r\nعلت اين كه استغفار پيامبر دربارهء منافقان مؤثر نيست ، همان « مشرك‌بودن » آنهاست و شرك جرمى است غير قابل عفو و قلب مشرك را تاريكى فراگرفته كه هيچ‌گونه شايستگى براى بخشش ندارد . اين حقيقت در يكى از آيات به طور روشن گفته شده است ، آن‌جا كه مىفرمايد :\r\n« إِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ ذ لِكَ بِأَ نَّهُمْ كَفَرُوا بِاللَّهِ وَرَسُولِهِ » ؛ « 2 »\r\nهرگاه هفتاد بار براى آنها طلب آمرزش نمايى خداوند آنان را نخواهد بخشيد ، زيرا آنان به خدا و رسول او كافرند .\r\nاكنون كه سخن به « شفاعت » كشيده شد ، براى روشن كردن اذهان ، قدرى درمورد شفاعت بحث مىكنيم ، اگر چه حقّ چنين بحث ، با اين مختصر ادا نمىگردد .\r\nگاهى تصور مىشود كه شفاعت نوعى « پارتى بازى » و وسيله‌تراشى براى به‌هم زدن قوانين است و نتيجهء آن ، به دست آوردن موقعيت‌ها ، بدون شايستگى لازم است .\r\nبه طور اجمال بايد توجه نمود كه ، شفاعت ازاصول مسلم اسلام است و هركسى كه آشنايى مختصرى با قرآن و احاديث اسلامى و عقايد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نساء ( 4 ) آيهء 48 .\r\n( 2 ) . توبه ( 9 ) آيهء 80 .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nمسلمانان جهان در تمام اعصار و قرون داشته باشد مىداند كه نويد شفاعت به افرادى كه شايستگى شفاعت را دارند ، مطلبى است قطعى و آن چنان نيست كه بتوان دربارهء آن شك و ترديد به خود راه داد .\r\nپيش از آن كه در مورد آيات وارده دربارهء شفاعت سخن بگوييم ، لازم‌است تا حدودى حقيقت شفاعت و حدود و شرايط آن را بيان كنيم تا شفاعت واقعى از شفاعت « قلابى » - كه گروهى آن را دستاويز خود قرارداده‌اند - تميز داده شود .\r\n\r\nمعناى لغوى و اصطلاحى شفاعت\r\nشفاعت در لغت ، به معناى « ضميمه كردن چيزى به چيز ديگر و جفت‌نمودن آن » است و در اصطلاح مذهبى ، يعنى كمك اولياى خدا ( پيامبران ، امامان و مردم صالح و درست‌كار ) به افرادى كه در طول زندگى ، مرتكب لغزش‌هايى شده‌اند . البته كمك به نجات افراد گنه‌كار ، دو صورت دارد : يك شكل آن ، به اصطلاح پارتىبازى و ظلم و ستم و تبعيض نارواست و شكل ديگر آن ، يك نوع درس تربيت ، روزنهء اميد و وسيلهء تكامل .\r\nاگر به افرادى بدون هيچ گونه شايستگى بىجهت كمك شود و برديگران مقدم شوند ، اين كار نوعى تبعيض ناروا و تشويق مردم به گناه و تأمين دادن به آنها در برابر جنايات است .\r\nاين همان شفاعت غلط و ناروايى است كه بايد گفت جنايت‌كاران و گنه‌كاران را جسور و جرى مىسازد و اميد به چنين شفاعت پندارى ، سبب مىشود افراد مجرم از انجام دادن هيچ جنايتى كوتاهى نكنند .\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nمسلماً هدف آيات ، اين نوع شفاعت نيست كه عقل و خرد آن را محكوم مىكند .\r\nولى اگر بعضى از گنه‌كاران ، به دليل پيوندهاى معنوى كه با خدا داشتند و به سبب ارتباط ايمانى كه با اولياى پروردگار برقرار ساخته بودند ، مورد كمك شفيعان در روز رستاخيز قرار گيرند ، در اين صورت نويد شفاعت نه تنها موجب تشويق و مستلزم تبعيض ناروا نيست ، بلكه عين عدالت و وسيلهء تربيت و بازگشت افراد گنه‌كار از نيمهء راه است .\r\nتوضيح اين كه ، همانطور كه قرآن مجيد بيان مىكند : شفاعت اولياى خدا منوط به اذن پروردگار جهان است و تا اجازهء خدا نباشد هيچ‌كس نمىتواند شفاعت نمايد . ناگفته پيداست كه اذن خدا بىجهت و بدون حكمت نخواهد بود و اذن خدا شامل حال كسانى مىشود كه براى عفو و اغماض شايستگى دارند و اگر در طول زندگى ، لغزش و گناهى داشتند ، به مرحلهء پرده‌درى و طغيان نرسيده و اگر رابطهء خود را در بعضى از جهات ضعيف كرده‌اند ، به كلى آن را از بين نبرده‌اند . اين چنين افراد كه پيوندهاى گوناگون خود را با حق و حقيقت نگسسته‌اند ، مشمول و شايستهء شفاعت مىشوند .\r\nنويد شفاعت با اين شرط ، خود هشدارى است به افرادى كه گاهى مرتكب گناه مىشوند تا به هوش باشند و هرچه زودتر از ادامهء گناه بازگردند و همهء پيوندها را نگسلند و پرده‌ها را ندرند و از شعاع شفاعت دور نگردند ، كه در غير اين صورت ، راه نجاتى براى آنان نخواهد بود .\r\nهمين احساس و توجه ، در بازگشت افراد گنه‌كار به راه حق و تجديد نظر در برنامه‌هاى غلط تأثير مىگذارد و در حقيقت روزنهء اميدى براى\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nپاك ساختن برنامهء زندگى از نقاط تاريك محسوب مىشود .\r\nتجربه نشان داده است كه اگر روزنهء اميدى به روى افراد مجرم گشوده شود و احساس نمايند اگر در برنامهء غلط و نارواى خود ، تجديد نظر كنند راه نجاتى براى آنها هست ، در اين صورت بسيارى از آنان از بيراهه به راه باز مىگردند .\r\nدر قوانين جزايى و كيفرى جهان ، قانونى به نام « عفو زندانيان و مجرمان بزرگ و محكومان به حبس ابد » وجود دارد . نكتهء آن اين است كه روزنهء اميدى براى اين افراد باز شود تا در برنامهء زندگى خود ، تجديد نظر نمايند .\r\nاگر اين روزنه نبود ، علت نداشت كه در آن محيط آرام بنشينند و دست به جنايت نزنند ؛ زيرا بالاتر از سياهى ( زندان ابد ) رنگى نيست .\r\nشفاعت دربارهء افراد لايق و شايسته ، جز روزنهء اميد براى امكان تجديد حيات دينى و اخلاقى چيز ديگرى نيست و مخصوص كسانى است كه روابط خود را با خدا و اولياى دين حفظ كرده‌اند ، ولى كسى كه داراى اعمال نيك نبوده و از ايمان به خدا بهره نداشته باشد و عمرى را در گناه و فساد به سربرده است ، هرگز مشمول شفاعت نخواهد شد . فرق اين دو طايفه را مىتوان در ضمن مثالى مجسم ساخت :\r\nفرض كنيد سربازانى مأمور گشودن دژى بر فراز كوهى باشند و گشودن آن دژ ، در حفظ كشور آنان از تجاوز خارجى فوق‌العاده مؤثر است . فرمانده ماهر و ورزيده ، وسايل لازم بالا روى و گشودن دژ را دراختيار آنان مى گذارد و فرمان بالا رفتن را صادر مىنمايد . آن گروه از سربازان بىانضباط و ترسوكه گوش به فرمان فرمانده نداده و در پايين كوه\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nمىمانند ، هيچ‌گاه مشمول حمايت او نمىگردند ؛ اما آن گروه ديگرى كه فداكارند و به سرعت از كوه بالا مىروند ، اگر در ميان آنان افرادى ضعيف و ناتوان باشند و در بعضى از گذرگاه‌ها بلغزند ، يا صعود و بالارفتن به تنهايى در بعضى از نقاط حساس كوه ، براى آنها مشكل باشد ، فرمانده دل‌سوز مراقب حال آنها بوده و در نقاط حساس به آنها كمك كرده و از لغزشگاه عبور مىدهد .\r\nاين نوع مراقبت و كمك ، يك نوع شفاعت از آن افرادى است كه درمسير هدف گام برمىدارند و هيچ اشكال ندارد كه فرمانده دل‌سوز ، پيش از صعود به كوه ، اين مطلب را اعلام كند و بگويد : اگر شما در نقاط حساسى از صعود باز بمانيد از كمك‌هاى بىدريغ من محروم نخواهيد ماند و من با تمام قوا كوشش مىكنم كه شما را در اين هدف كمك كنم .\r\nيك چنين اعلام قبلى ، افراد را براى كار دل‌گرم كرده و نور اميد را در دل آنان پديد مىآورد و بر قدرت و پايدارى آنان مىافزايد و در حقيقت نوعى تربيت و وسيلهء تكامل است .\r\nآيا اگر شفاعت يك نوع كمك به نجات افراد در زمينه‌هاى مساعد باشد ، مستلزم « تبعيض ناروا » ست و يا ترجيح بدون دليل و تشويق به گناه و پارتى بازى به حساب مىآيد ؟\r\n\r\nقرآن و مسألهء شفاعت\r\nآيات مربوط به شفاعت را مىتوان به سه دسته تقسيم نمود :\r\n1 . آياتى كه شفاعت را نفى مىنمايد ؛ مانند\r\n« وَاتَّقُوا يَوْماً لا تَجْزِى نَفْسٌ عَنْ نَفْسٍ شَيْئاً وَلا يُقْبَلُ مِنْها شَفاعَةٌ\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nوَلا يُؤْخَذُ مِنْها عَدْلٌ وَلا هُمْ يُنْصَرُونَ » ؛ « 1 »\r\nاز آن روز بترسيد كه كسى به جاى كسى مجازات نمىشود ، نه شفاعت پذيرفته مىشود و نه غرامت و بدلى قبول خواهد شد و آنان يارى نمىشوند .\r\n2 . آياتى كه شفاعت را از آن خدا دانسته و آن را به ذات خدا منحصر مىداند ؛ مانند\r\n« مَالَكُمْ مِنْ دُونِهِ وَ لِىٌّ وَلا شَفِيعٌ » ؛ « 2 »\r\nبراى شما ( در روز رستاخيز ) يار و شفاعت‌كننده‌اى جز خدا نيست .\r\n3 . آياتى كه به وجود شفيعانى كه به اذن پروردگار شفاعت مىكنند صريحاً اعتراف مىكند و پذيرش شفاعت آنها را به اذن خدا محدود مىسازد ؛ مانند\r\n« مَنْ ذَا الَّذِى يَشْفَعُ عِنْدَهُ إِلّا بِإِذنِهِ » ؛ « 3 »\r\nكيست كه در پيشگاه خداوند بدون اذن او شفاعت كند » .\r\nونيز مىفرمايد :\r\n« يَوْمَئِذٍ لا تَنْفَعُ الشَّفاعَةُ إِلّا مَنْ أَذِنَ لَهُ الرَّحْمنُ وَرَضِىَ لَهُ قَوْلًا » ؛ « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بقره ( 2 ) آيهء 48 . وقريب به همين مضمون ، آيات ديگرى در قرآن آمده است . ر . ك : بقره ( 2 ) آيه‌هاى 123 و 254 ؛ مدثر ( 74 ) آيهء 48 .\r\n( 2 ) . سجده ( 32 ) آيهء 4 . ر . ك : انعام ( 6 ) آيهء 51 و 70 ؛ زمر ( 39 ) آيهء 44 ؛ غافر ( 40 ) آيهء 18 .\r\n( 3 ) . بقره ( 2 ) آيهء 255 .\r\n( 4 ) . طه ( 20 ) آيهء 109 . به اين مضمون آيات زيادى در قرآن وارد شده است ر . ك : يونس ( 10 ) آيهء 3 ؛ انبيا ( 21 ) آيهء 28 ؛ مريم ( 19 ) آيهء 87 ؛ سبأ ( 34 ) آيهء 23 ؛ زخرف ( 43 ) آيهء 86 ؛ نجم ( 53 ) آيهء 26 .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nروزى كه شفاعت سودى نمىبخشد مگر شفاعت كسى كه خداوند به او اذن دهد و به گفتار او راضى باشد .\r\nاين آيات و آيات ديگرى كه در پاورقى به شمارهء آنها اشاره نموده‌ايم صريحاً ثابت مىكند كه در روز رستاخيز به طور اجمال شفيعانى وجود دارند كه به اذن پروردگار دربارهء گناه‌كاران ، شفاعت مىكنند و خداوند نيز شفاعت آنان را مىپذيرد .\r\nبا اين آيات صريحى كه در قرآن در مورد وجود شفاعت وارد شده است ، تكليف كسانى كه دربارهء آن به خود شك و ترديد راه مىدهند و يا به طور كلى به انكار آن بر مىخيزند روشن است .\r\n\r\nمقصود از آياتى كه شفاعت را نفى مىكنند چيست ؟\r\nبا در نظر گرفتن عقايد خرافى كه عرب بت‌پرست دربارهء شفاعت بت‌ها داشت ، هدف دستهء نخست از آيات كه شفاعت را به‌كلى نفىمىكند ، روشن مىشود . آنان مىگفتند : اين بت‌ها شفيعان ما در درگاه الهىاند و خدا اين عقيدهء خرافى را از آنان در قرآن در سوره‌هاى مختلفى نقل كرده است ؛ مانند\r\n« يَقُولُونَ هؤُلاءِ شُفَعاؤُنا عِنْدَ اللَّهِ » ؛ « 1 »\r\nآنان مىگفتند : اين بت‌ها شفيعان ما در پيشگاه خدا هستند .\r\nبسيارى از آياتى كه به طور كلى شفاعت را انكار مىكنند مربوط به اين نوع از شفاعت است كه عرب جاهلى به آن اعتقاد داشت .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . يونس ( 10 ) آيهء 18 .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nاز اين جهت قرآن ، هنگامى كه از بت‌پرستان موضوع شفاعت بت‌ها را نقل مىكند فوراً به ردّ آنها پرداخته و آن را از آن خدا مىداند ؛ آن‌جا كه مىفرمايد :\r\n« أَمِ اتَّخَذُوا مِنْ دُونِ اللَّهِ شُفَعاءَ . . . * قُلْ لِلَّهِ الشَّفاعَةُ جَمِيعاً » ؛ « 1 »\r\nبلكه آنان جز خدا ( بت‌ها ) شفيعانى براى خود اتخاذ كرده‌اند . . . ( اى پيامبر خدا ) بگو : شفاعت همگى از آن خداست و مربوط به اوست . . . .\r\nاز اين بيان استفاده مىشود كه هدف آياتى كه شفاعت را انكار مىكنند ، مربوط به آن نوع از شفاعت صحيح نيست كه به‌حكم دستهء سوم از آيات ، به اذن خدا انجام مىگيرد ، بلكه مربوط به شفاعت بت‌هايى است كه نه‌شايستگى شفاعت كردن را دارند و نه خدا به آنها اذن داده‌است .\r\nهدف برخى از آيات ديگر كه به صورت ظاهر شفاعت را نفىمىكنند ، محكوم كردن خيال‌هاى باطل يهود است ؛ زيرا آنان تصور مىكردند كه چون بعضى از نياكانشان پيامبر بودند ، آنان را - هراندازه هم مجرم باشند - شفاعت خواهند كرد . اينان تصور مىكردند كه براى گناهان مىتوان « فدا » و « بدل » تهيه نمود ، همانطور كه در اين جهان مى توان از طريق رشوه و پارتى و هدايا و تحف ، جرايم را ازبين برد و افكار داوران را دگرگون ساخت .\r\nقرآن مجيد براى اين كه خطّ بطلان بر چنين افكارى بكشد و اعلام نمايد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . زمر ( 39 ) آيهء 43 .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nكه در آن روز هيچ كس حقّ شفاعت و وساطت ندارد و از كسى فدا و بدلى پذيرفته نمىشود و چيزى جز عمل انسان را نمىتواند نجات دهد چنين مىفرمايد :\r\n« وَاتَّقُوا يَوْماً لا تَجْزِى نَفْسٌ عَنْ نَفْسٍ شَيْئاً وَلا يُقْبَلُ مِنْها شَفاعَةٌ وَلا يُؤْخَذُ مِنْها عَدْلٌ وَلا هُمْ يُنْصَرُونَ » ؛ « 1 »\r\nاز آن روز بترسيد كه كسى به جاى كسى مجازات نمىگردد و نه‌شفاعت و نه غرامت و نه بدل پذيرفته نمىشود و نه كسى آنها را يارى مىكند .\r\nبنابراين ، مجموع آياتى كه شفاعت را نفى مىكند ، با درنظرگرفتن عقايد رايج عرب و يهود دربارهء شفاعت و به كمك قراينى كه در قبل و بعد خود آيات وجود دارد ، آن نوع شفاعت را مىگويند كه عرب بت‌پرست و يا يهود معتقد بودند و حساب اين نوع شفاعت ، از شفاعتى كه دستهء دوم و سوم به طور اجمال ثابت مىكنند جداست .\r\nآن دسته از آيات ( دستهء دوم ) كه شفاعت را از آن خدا مىداند با دستهء سوم كه به وجود شفيعانى كه به اذن پروردگار شفاعت خواهند كرد اشاره مىكند ، كوچك‌ترين منافاتى ندارد ؛ زيرا شفاعت ، اصلاً از آن خداست و ديگران با اذن و اجازهء خدا از اين حقّ مطلق استفاده مىنمايند .\r\n\r\nخواب راستين\r\nدر پايان بىمناسبت نيست كه سرگذشت شاعرى به نام حاجب را\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بقره ( 2 ) آيهء 48 . اين آيه ، در ضمن وقايع و سرگذشت بنىاسرائيل وارد شده است لذا ازاين نظر ، ناظر به عقايد يهود در بارهء شفاعت خواهد بود .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nدراين جا نقل كنيم :\r\nوى از افرادى بود كه تصور مىكرد شفاعت پيامبران صلى الله عليه و آله وامامان عليه السلام در هر حالى و به هر كيفيتى شامل همهء گنه‌كاران مىشود و باز چنين مىانديشيد كه ، مسألهء شفاعت ، يك نوع پارتىبازى است و براى آن تشريع شده است كه افراد مجرم و گنه‌كار ، در پرتو آن به هر جنايتى دست‌بزنند و هرچه بخواهند انجام‌دهند . ازاين‌رو ، در قصيده‌اى كه در وصف على عليه السلام سروده بود در آخرين بيت - كه تخلص شاعر نيز آمده‌چنين گفته بود :\r\n حاجب اگر معاملهء حشر با على است * من ضامنم تو هرچه بخواهى گناه كن \r\nشاعر ياد شده پس از اتمام قصيده ، همان شب در عالم رؤيا باصورت مثالى اميرمؤمنان روبه‌رو شد . امام عليه السلام ضمن پرسش از قصيدهء او ، كه‌شنيده‌ام قصيده‌اى دربارهء من سروده‌اى ، فرمود : آخرين بيت قصيدهء خود را براى من بخوان . وى همان بيت ياد شده را براى امام عليه السلام در عالم رؤيا قرائت كرد .\r\nامام عليه السلام پس از نكوهش او فرمود : شعر خود را عوض‌كن . حاجب گفت :\r\nچگونه عوض‌كنم ؟ فرمود : شعر خود را چنين اصلاح كن :\r\n حاجب اگر معاملهء حشر با على است * شرم از رخ على كن و كمتر گناه كن \r\nحاجب پس از بيدار شدن از انديشهء بد خود پشيمان شد و شعر خود را به همان صورت اصلاح كرد .\r\nممكن است برخى گمان كنند اين خواب به سان خواب‌هاى آشفته است\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nو هيچ نوع حجيتى ندارد و تنها خواب انبيا و اوليا ، مانند يوسف صديق عليه السلام و نبى اكرم صلى الله عليه و آله است كه حجت است . بله ، اين مطلب را ما نيز قبول‌داريم ، اما گاهى خواب انسان‌هاى عادى هم ، مىتواند واقع‌نما و روشنگر حقايق باشد ؛ مانند خوابى كه هم‌بندىهاى حضرت يوسف عليه السلام ديدند و براى او تعريف كردند و آن حضرت نيز حقيقت خواب را بيان‌داشت . هيچ بعيد نيست خواب اين مرد شاعر نيز از همين رؤياهاى راست و صادق باشد .\r\nبه هر حال ، ما نمىخواهيم با خواب استدلال كنيم ، بلكه فقط تذكر نكته‌اى بود كه در اين جريان وجود داشت .\r\nمفاد شعر اول همان شفاعت تحريف شده است ، در حالى كه مضمون شعر دوم شفاعت واقعى است كه در بالا تشريح شد .\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n\r\n6 - توطئهء خطرناك منافقان\r\n7 . « هُمُ الَّذِينَ يَقُولُونَ لاتُنْفِقُوا عَلى مَنْ عِنْدَ رَسُولِ اللَّهِ حَتّى يَنْفَضُّوا وَلِلَّهِ خَزائِنُ السَّمواتِ وَالأَرْضِ وَلكِنَّ المُنافِقِينَ لايَفْقَهُونَ » ؛\r\nآنان ( منافقان ) كسانى هستند كه مىگويند : بر افرادى كه نزد رسول‌خدا هستند چيزى انفاق نكنيد ، تا از اطراف او پراكنده شوند با اين كه خزاين و گنجينه‌هاى زمين و آسمان‌ها از خداست ، ولى منافقان نمىفهمند .\r\n8 . « يَقُولُونَ لَئِنْ رَجَعْنا إِلَى المَدِينَةِ لَيُخْرِجَنَّ الأَعَزُّ مِنْها الأَذَلَّ وَلِلَّهِ العِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ وَلكِنَّ المُنافِقِينَ لايَعْلَمُونَ » ؛\r\nآنان مىگويند كه اگر ( از نبرد بنى المصطلق ) به مدينه برگرديم بايد گروه عزيزها ( كسانى كه نژاد آنها مدنى است ) گروه ذليل‌ها ( مهاجرانى كه به مدينه پناهنده شده‌اند ) را از مدينه اخراج نمايند . بگو : عزت از آن خدا و رسول وى و مؤمنان است ، اما منافقان نمىدانند .\r\nمحاصرهء اقتصادى و ترك داد و ستد ، از عواملى است كه نهضت و\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nجنبش اقليت هدف‌دار را خاموش مىسازد . متنفذان جامعه كه بيدارى گروهى را به ضرر خود مىدانند ، از طريق قطع روابط اقتصادى ، اقليت فشرده و به هم پيوسته را به زانو در آورده ، و آنان را از تعقيب راهى كه درپيش گرفته‌اند ، باز مىدارند .\r\nانقلاب‌ها و اصلاحات همواره از يك گروه كوچك و ضعيف و تهىدست آغاز مىشود و براى به هم زدن اين دسته ، كافى است كه سرمايه‌داران متنفذ ، روابط بازرگانى و اقتصادى و كمك‌هاى بلاعوض خود را به آنان قطع نمايند و از اين راه گرسنگى و فقر و بيچارگى مصنوعى به وجود آورند كه اقليت تهىدست ناچار شوند از هدف و ايدهء خود دست بردارند .\r\nرجال شرك و مخالفان توحيد ، در آغاز اسلام از اين « تاكتيك » سياسى به گونهء زشت و شديدى بهره جستند و مسلمانان را با گرسنگى طاقت فرسايى دست به گريبان كرده و آنان را مجبور ساختند سه سال تمام در شعب ابوطالب با بدبختى و گرسنگى و فقر فوق‌العاده‌اى زندگى نمايند .\r\nسران قريش در آغاز بعثت ، براى سركوب كردن نهضت نيرومند اسلام ، قطع‌نامه‌اى به ديوار كعبه زده و در آن هر نوع معامله و دادوستدى را با بنىهاشم ممنوع ساختند . در نتيجهء اين تحريم اقتصادى ، همهء مردم از ترس و يا از روى ميل ، روابط تجارى و اقتصادى - حتى معاملات جزيى خود - را با خانوادهء پيامبر قطع‌نموده و آنان را در يك بن‌بست اقتصادى عجيبى قرار دادند . شب‌ها ، فرياد و صداى كودكان آنها از گرسنگى بلند بود ، تا آن كه به‌دليل مقاومت اعجازآساى بنىهاشم ،\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nقطع‌نامه لغو شد . « 1 »\r\nدر بسيارى از كشورها كه رهبران آنها با دين و مذهب روابط حسنه ندارند و دين را مانع سرسخت در برابر اغراض خود مىدانند ، افراد باايمان را از يك سلسله حقوق اجتماعى و مزاياى سياسى و فرهنگى محروم مىكنند تا نسل جديد ، به دين و مذهب رغبتى از خود نشان‌ندهند و گروندگان قبلى نيز از روش خود دست بردارند .\r\nپيشواى منافقان ، عبداللّه‌بن أبى براى نابود ساختن اسلام دونقشهء زير را طرح نمود و از هواداران خود خواست كه اين طرح‌ها را عملى سازند :\r\n1 . هر نوع معامله با مهاجران و يا با كسانى كه اطراف رسول‌خدا را گرفته‌اند ، ممنوع شود تا بر اثر سختى معيشت از اطراف او پراكنده شوند .\r\n2 . مردم مدينه كه اراضى آن جا متعلق به آنهاست ، مهاجران را از سرزمين خود برانند تا رسول خدا نيز ، سرزمين آنها را ترك كند . رهبر اين حزب ، موقعى اين نقشه را ريخت كه در اثر نزاعى كه ميان دو نفر از مهاجر و انصار صورت گرفته بود ، زمينهء پذيرش اين دو طرح در گروهى - حتى مسلمانان - به وجود آمده بود ، ولى نه تنها اين دو طرح جامهء عمل به خود نپوشيد ، بلكه نتيجهء معكوس بخشيد . اينك مشروح جريان از كتاب‌هاى تاريخ و تفسير :\r\n\r\nغزوهء بنى المصطلق\r\nتيرهء « بنى المصطلق » پس از دادن ده كشته ، تسليم ارتش اسلام شدند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سيرهء ابن هشام ، ج 1 ، ص 350 .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nو جنگ به نفع مسلمانان پايان پذيرفت . پس از پايان نبرد ، دو نفر از مسلمانان كه يكى از آنها از مهاجرين و ديگرى از انصار بود ، برسر آب بايك‌ديگر اختلاف پيدا كردند و هركدام قبيلهء خود را به‌كمك طلبيد . چيزى نمانده بود كه هردو گروه ، به جان يك ديگر بيفتند ، وافتخارات بزرگى را كه در طول چند سال به‌دست آورده بودند از دست بدهند . پيامبر از جريان آگاه شد و نداهاى طرفين را نداى جاهلى دانست و فرمود : هنوز آثار جاهليت از قلوب شما بيرون نرفته است . آن گاه طرفين را از هم جدا ساخت .\r\nعبداللّه بن أبى ( كه سردستهء منافقان بود و از ترس و فشار افكار عمومى ، اسلام پذيرفته و در حقيقت به رنگ اسلام در آمده بود ) ازفرصت استفاده كرد و به گروهى كه دور او بودند ، چنين گفت :\r\nاز ماست كه برماست . ما مردم مدينه ( انصار ) مهاجران مكه را در سرزمين‌هاى خود جاى داديم و آنها را از شرّ دشمن حفظ كرديم ، اكنون وضع ما مصداق روشن اين مثل معروف شده است كه مىگويند : سگ‌خود را پرورش ده تا تو را بخورد . به خدا قسم ، اگر به مدينه بازگرديم بايد روابط اقتصادى خود را با كسانى كه دور رسول خدا را گرفته‌اند قطع كنيم ، تا سرزمين ما را ترك كنند و بايد جمعيت نيرومند و پرافتخار ( مردم مدينه ) افراد ناتوان و ضعيف ( مهاجران ) را از سرزمين‌هاى خود اخراج كنند .\r\nاين مرد ، موقعى تخم نفاق و عداوت با مهاجران را در ميان برخى افشاند كه زمينهء پذيرش آن بر اثر نزاع مهاجر و انصار ، در بعضى از مسلمانان به وجود آمده بود . خوش‌بختانه در آن جمع ، جوانى دل آگاه\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nنشسته بود و با منطق نيرومند به سخنان شيطانى وىچنين پاسخ گفت :\r\n« به خدا قسم ، خوار و ذليل تويى ! آن كس كه درميان خويشاوندان خود كوچك‌ترين موقعيتى ندارد تويى ! و محمد عزيز مسلمان‌هاست ، دل‌هاى آنها آكنده از مهر و مودت اوست » .\r\nآن گاه آمد و پيامبر را از سم‌پاشى عبداللّه آگاه ساخت و پيشنهادكرد در آن نقطه عبداللّه را اعدام كنند ، ولى پيامبر فرمود : اين‌كار هرگز صلاح نيست ؛ زيرا مردم مىگويند : محمد پس از آن كه به اوج قدرت رسيد ياران خود را كشت .\r\nاسيد شرفياب محضر پيامبر شد و او را تسلى داد و گفت : باعبداللّه مدارا كنيد ؛ زيرا او يك فرد شكست خورده است و طلوع اسلام در سرزمين مدينه ، از موقعيت اجتماعى او كاسته و شالودهء حكومت و سلطنت او را كه ريخته شده و نزديك بود به نتيجه برسد ازبين برده است .\r\nپيامبر اكرم براى اين كه طرفين از اين افكار شيطانى بيرون آيند و حادثه را فراموش كنند ، در لحظهء غيرمناسبى فرمان حركت صادر نمود و در ظرف بيست و چهار ساعت جز براى اداى نماز ، اجازهء توقف و استراحت نداد و روز دوم كه هوا به‌شدت گرم بود و قدرت راه‌پيمايى از همه سلب شده بود ، فرمان نزول صادر كرد مسلمان‌ها از مركب‌ها پياده شدند و از فرط خستگى آن چنان در خواب عميق فرو رفتند كه تمام خاطرات تلخ حادثهء سرزمين بنىالمصطلق را به‌دست فراموشى سپردند و بعدها نيز اثرى از آن در خاطره‌ها باقى نماند . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . همان ، ج 2 ، ص 292 ؛ تفسير قمى ، ص 681 .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nقرآن نظر منافقان را محكوم مىكند\r\n1 . آنها تصور كرده بودند كه روزى بندگان دردست آنهاست ، ولى ازيك اصل اساسى غفلت ورزيده بودند كه روزى بندگان در دست خداست ؛ خدايى كه به دشمنان خود ( منافقان ) روزى مىدهد هرگز دوستان خود را در فشار گرسنگى و مضيقهء زندگى باقى نمىگذارد و كليهء خزاين زمين و آسمان‌ها در دست خدا مىباشد .\r\nاين نظام وسيع كه در آن هر جنبنده‌اى در زواياى جهان به رزق خود مىرسد ، با تدبير و ارادهء حكيمانهء خدا اداره مىشود و مردان با ايمان درپرتو استقامت و شكيبايى و ثبات در راه عقيده ، محاصرهء اقتصادى را شكسته و سرانجام از بن‌بست اقتصادى بيرون مىآيند و فقط گروه‌هاى بىصبر و ثبات در اين دام‌هاى گسترده مىافتند و سرانجام تسليم افكار شيطانى گروه متنفذ مىشوند ، ولى مردان حق با نيروى ايمان و قدرت صبر ، به دشمن مىفهمانند كه از اين دام ، شكارى به چنگ نخواهند آورد و چاره‌اى جز برچيدن دام و شكستن حلقهء محاصره و انصراف از رأى خود ندارند و اين حقيقت در صدر اسلام در جريان شعب ابوطالب كاملاً روشن و واضح شد .\r\n2 . آنها تصور كرده بودند كه عزت و نيرومندى در گرو داشتن آب و زمين است و چون دست مهاجران از اراضى مدينه كوتاه بود ، آنها را خوار و ذليل مىخواندند ، ولى از اين نكته غفلت داشتند كه همين آب و ملك ، گاهى باعث زبونى و بيچارگى و خوارى انسان مىشود ، درحالىكه عزت و ذلت بايد سرچشمهء روحى و نفسانى داشته باشد و\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nاين سرچشمه ، همان ايمان است كه بشر را از حضيض ذلت به اوج عزت مىرساند . لذا قرآن روى كلمهء « وللمؤمنين » تكيه كرده و عزت را از آنِ مردم با ايمان دانسته است .\r\nيك فرد با ايمان و مؤمن به اصول انسانى و مبادى اخلاقى و معتقد به روز رستاخيز ، به بسيارى از مظاهر فريبندهء جهان ماده - كه با ذلت و خوارى توأم است - پشت پا مىزند و به هيچ قيمتى زير بار آنها نمىرود و گاهى در حفظ عزت و عصمت روحى خود ، دست از جان و زندگى شسته و مرگ را بر حيات توأم با ذلت ترجيح مىدهد . مرگ شرافتمندانه را بر زندگى ذليلانه مقدم مىدارد و چنين مرگ را براى خود پل پيروزى و زندگى ذلت‌بار را نشانهء مقهوريت مىداند .\r\nامير مؤمنان با جملهء زير به اين نكته اشاره كرده و مى فرمايد :\r\n« الحياة فى موتكم قاهرين ، والموت فى حياتكم مقهورين ؛\r\nمرگ اين است كه زنده ، ولى سربه‌زير باشيد و زندگى واقعى آن است كه با سربلندى شهيد شويد » .\r\nاتفاقاً در جريان بنى المصطلق همهء مردم اين حقيقت را با ديدگان خود مشاهده كردند كه چگونه پيامبر و افراد با ايمان ، با عزت هرچه تمام‌تر زندگى كردند و چهارده قرن است كه نام آنها با كمال احترام در ميان مسلمانان برده مىشود ، ولى عبداللّه‌بن أبى و دار و دستهء او باقىماندهء عمر را به ذلت به سر بردند و كار به جايى رسيد كه پسر وى حاضر شد پدر را به قتل برساند ، ولى پيامبر با كشتن وى موافقت نكرد و دستور داد با او مدارا كند . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سيرهء ابن هشام ، ج 2 ، ص 292 .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\n\r\n7 - دنيا از ديدگاه اسلام\r\n9 . « ياأَيُّها الَّذِينَ آمَنُوا لاتُلْهِكُمْ أَمْوالُكُمْ وَلا أَوْلادُكُمْ عَنْ ذِكْرِ اللَّهِ وَمَنْ يَفْعَلْ ذ لِك فَأُولئِك هُمُ الخاسِرُونَ » ؛\r\nاى افراد با ايمان ! اموال و فرزندانتان ، شما را از ياد خدا باز ندارند و كسانى كه چنين كنند ، زيان كارند .\r\n10 . « وَأَنْفِقُوا مِمّا رَزَقْناكُمْ مِنْ قَبْلِ أَنْ يَأْتِىَ أَحَدَكُمُ المَوْتُ فَيَقُولَ رَبِّ لَوْلاأَخَّرْتَنِى إِلى أَجَلٍ قَرِيبٍ فَأَصَّدَّقَ وَأَكُنْ مِنَ الصّالِحِينَ » ؛\r\nاز موهبت‌هايى كه به شما داده‌ايم انفاق نماييد ، پيش از آن كه مرگ يكى از شماها فرا رسد و ( با ندامت ) بگويد : پروردگارا ! چرا ( به‌من مهلت ندادى ) و اجل مرا تا مدت كوتاهى تأخير نينداختى تا ( ازاموال خود ) در راه خدا ببخشم و از نيكوكاران شوم .\r\n11 . « وَلَنْ يُؤَخِرَّ اللَّهُ نَفْساً إِذا جاءَ أَجَلُها وَاللَّهُ خَبِيرٌ بِما تَعْمَلُونَ » ؛\r\n( ولى بدانيد ) هنگامى كه مرگ كسى رسيد ، خداوند اجل وى را به‌تأخير نمىاندازد ، خداوند به اعمالى كه انجام مىدهيد آگاه است .\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nجاى گفتگو نيست كه ثروت دنيا و امكانات مادى از عوامل خوش‌بختى انسان است كه در سايهء آن مىتواند رضاى خداوند را به‌دست آورد و خود را از چنگال يك سلسله صفات نكوهيده و اعمال زشت و ننگين نجات دهد .\r\nيك فرد متمكن ، در سايهء قدرت مالى مىتواند فقر را از محيط خود براند و به زندگى بينوايان و درماندگان سروسامانى بخشد و وانگهى مىتواند حريت و آزادى و عظمت و مناعت طبع خود را در سايهء بىنيازى از مردم به طرز صحيحى حفظ كند .\r\nعلل پاره‌اى از جنايت‌ها و خيانت‌هاى اجتماعى و گاهى سقوط گروهى از دختران و زنان در منجلاب فساد ، فقر و نيازمندى است ، اگر چه برخى از اين اعمال غيرانسانى ، عللى غير از فقر و بدبختى نيز دارد .\r\nبىجهت نيست كه قرآن مال را يكى از بزرگ‌ترين نعمت‌هاى الهى دانسته و آن را از بهترين كمك‌ها معرفى مىنمايد ، چنان كه مىفرمايد :\r\n« وَيُمْدِدْكُمْ بِأَمْوالٍ وَبَنِينَ » ؛ « 1 »\r\nخداوند شماها را در صحنهء زندگى با اموال و فرزندان كمك مىكند .\r\nپيامبر اكرم در برابر گروهى كه از منطق واقعى اسلام آگاه نبودند و فقر و تنگدستى را بر نعمت و ثروت ترجيح مىدادند ، چنين مىفرمايد :\r\n« نعم العون على تقوى اللّه الغنى ؛ « 2 »\r\nمال دنيا بهترين كمك براى پرهيزگارى است » .\r\nزيرا چنان كه گفته شد يك چنين افراد غالباً از يك نوع صفات مذموم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نوح ( 71 ) آيهء 12 .\r\n( 2 ) . من لا يحضره الفقيه ، ص 353 .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nو اعمال ننگين مصونيت پيدا مىكنند و در سايهء تمكن ، انگيزهء اين كارها در آنها بيدار مىشود .\r\n\r\nاما كدام مال و كدام دنيا ؟\r\nمراد مالى است كه در طريق تأمين سعادت خويش و محيط زندگى به‌كار افتد و گروهى را از بدبختى و فلاكت نجات بخشد و آن گونه باشد كه اميرمؤمنان ( هنگامى كه چشمش به كاخ مجلل علاءبن زياد افتاد ) فرمود : « اين كاخ وسيلهء سعادت است اگر در آن‌جا از مهمان و خويشاوندان پذيرايى به عمل آيد » . « 1 »\r\nدنيايى كه در آن جا اشباع غرايز و غرق شدن در شهوات و نيل به لذايذ و افزودن بر شمارهء كاخ‌ها و . . . ، به صورت هدف اساسى در نيايد تاآن‌جا كه جز حبّ ذات و علاقهء به لذت هدفى در كار نباشد و دنيايى كه در آن جا مال و فرزندان ، ما را از ياد خدا و سراى ديگر باز ندارد چنين دنيايى اشكالى ندارد اما در غير اين صورت ، چنين دنيايى جز خسران و ضرر چيز ديگرى نخواهد بود .\r\nنكتهء بارز در آيهء نهم اين است كه هرگز دستور نمىدهد دنبال دنيا نرويم و نمىفرمايد : پى كسب و كار نرويد ، بلكه در مقام بيان نظر خود دربارهء دنيا ، كلمهء « تلهكم » به كار برده ؛ يعنى دنيا شما را از يادخدا و سراى ديگر باز ندارد و مشغول نسازد . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نهج البلاغه ، خ 207 .\r\n( 2 ) . و در جاى ديگر ( نور ( 24 ) آيهء 37 ) مىفرمايد : « رِجالٌ لا تُلْهِيهِمْ تِجارَةٌ وَلابَيْعٌ عَنْ ذِكْرِ اللَّهِ » مردانى كه داد و ستد آنها را از ياد خدا باز نمىدارد » .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nعلت زيان‌كارى اين فرد اين است كه نيروهاى جسمى و روحى خود را در جايى مصرف كرده كه پس از سپرى شدن عمر ، بااو همراه نخواهد بود و با او وداع خواهد كرد و در سراى ديگر - كه مورد تصديق افراد باايمان است - ذره‌اى از آن بهره نخواهد برد .\r\nامير مؤمنان با جملهء كوتاه و زيبايى دربارهء دو نوع دنياى « ممدوح و مبغوض » چنين مىفرمايد :\r\n« من نظر بها بصرته ، و من نظر إليها أعمته ؛ « 1 »\r\nكسى كه به دنيا از دريچهء وسيله بنگرد و آن را وسيلهء سعادت و رفاه خود در دو جهان بداند ، او را بينا كند و شخصى كه آن را هدف قراردهد و به عنوان هدف بدان بنگرد ، او را نابينا مىسازد » .\r\nزيرا كسى كه زر و سيم ، كاخ و ويلا براى او هدف باشد ، در راه به‌دست آوردن و افزودن تعداد آنها ، حق و عدالت و انصاف و اصول انسانى و اخلاقى را ناديده گرفته به هيچ اصلى احترام نمىگذارد .\r\n\r\nامكان تأخير نيست\r\nافرادى كه دنيا را هدف اساسى خود قرار مىدهند ، وقتى لحظات مرگ آنها فرا مىرسد و احساس مىكنند از اين ثروتى كه در راه گردآورى آن ، رنج‌هاى توان فرسايى كشيده‌اند ، سودى در سراى ديگر نخواهند برد ، آرزوى تأخير اجل مىنمايند كه ، اموال خود را در راه خدا انفاق كنند و از اين طريق ، توشه‌اى براى جهان ديگر بردارند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نهج البلاغه ، خ 80 .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nولى آنها از يك سنت قطعى الهى غفلت دارند ، كه تأخير اجل امكان ندارد ؛ زيرا فرا رسيدن مرگ نشانهء اين است كه تمام استعدادها و قوه‌ها به‌فعليت رسيده و سير بشر در اين جهان به پايان رسيده است ، هم‌چنان‌كه ميوهء رسيده بايد از درخت كنده شود ، روح نيز پس از سيرنهايى خود بايد بدن را ترك گفته و گام در سراى ديگر بگذارد .\r\nيك چنين افراد دنياطلبى ، نه تنها موقع فرارسيدن اجل آرزوى تأخير دارند ، بلكه هنگامى كه گام در سراى ديگر نهادند و پرده‌هاى جهل و غفلت از چشم و گوش آنها افتاد ، آرزوى بازگشت به دنيا را مى نمايند و چنين مىگويند :\r\n« رَبَّنا أَبْصَرْنا وَسَمِعْنا فَارْجِعْنا نَعْمَلْ صالِحاً إِنّا مُوقِنُونَ » ؛ « 1 »\r\nپروردگارا ! ما در اين سرا حقايق را ديديم و شنيديم ما را بازگردان ، كار نيك انجام دهيم ، و ما اكنون به اين حقايق يقين داريم .\r\nعلت اين كه قرآن هنگام دستور انفاق ، كلمهء « رَزَقْناكُمْ » ؛ از آن چه به شما داديم » به كار برده ، اين است كه انفاق‌كنندگان متوجه گردند در اين كار منّتى بر فقيران ندارند ؛ زيرا آن چه را در اختيار دارند ، از آن خود آنها نيست ، بلكه مالى است كه خداوند در اختيار آنها گذارده است .\r\nقم - جعفر سبحانى\r\n15 تيرماه 1353 / 15 جمادى الاخرى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سجده ( 32 ) آيهء 12 .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nآثارى كه از مؤلف محترم ، مركز انتشارات دفتر تبليغات اسلامى منتشر نموده است ؛\r\n1 . فروغ ابديت ( 2 جلد )\r\n2 . سيماى انسان كامل در قرآن ( تفسير سورهء فرقان )\r\n3 . مربى نمونه ( تفسير سورهء لقمان )\r\n4 . نظام اخلاقى اسلام ( تفسير سورهء حجرات )\r\n5 . دوست نماها ( تفسير سورهء منافقون ) ( اثر حاضر )\r\nآثارى كه منتشر مىشود ؛\r\n1 . احمد موعود انجيل ( تفسير سورهء صف )\r\n2 . قرآن و معارف عقلى ( تفسير سورهء حديد )\r\n3 . تفسير سورهء توبه\r\n4 . قرآن و اسرار آفرينش ( تفسير سورهء قمر )\r\n5 . عقايد اسلامى\r\n\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80}
  ]