[
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\nاحمد موعود انجيل\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nموضوع :\r\nتفسير : 51 ( قرآن : 96 )\r\nگروه مخاطب :\r\n- عمومى\r\nشمار انتشارات كتاب ( چاپ اول ) 748\r\nمسلسل انتشار ( چاپ و بازچاپ ) : 3214\r\nكتاب هاى آية الله سبحانى / 16\r\nسبحانى تبريزى ، جعفر ، 1308 -\r\nاحمد موعود انجيل : تفسير سورهء صف / جعفر سبحانى . - [ ويراست 2 
  ] . - قم : مؤسسه بوستان كتاب ( مركز چاپ و نشر دفتر تبليغات اسلامى حوزهء علميهء قم ) ، 1379 .\r\n[ 148 
  ] ص . - ( مؤسسه بوستان كتاب ؛ 747 . كتاب هاى آية الله سبحانى ؛ 16 ) ( قرآن ؛ 96 تفسير ، 51 )\r\nisbn 978 - 964 - 548 - 576 - 2\r\nفهرست نويسى براساس اطلاعات فيپا .\r\nص . ع . به انگليسى : ayatollah jaefar sobhani . the promised ahmad of the gospel the intertation of the surah as - saff\r\nكتابنامه به صورت زيرنويس .\r\nچاپ پنجم .\r\n1 . تفاسير ( سورهء صف ) . 2 . محمد صلى الله عليه وآله ، پيامبر اسلام ، 53 قبل از هجرت - 11 ق . - مسيحيت . الف . دفتر تبليغات اسلامى حوزهء علميهء قم . مؤسسه بوستان كتاب . ب . عنوان . ج . عنوان : تفاسير سورهء صف .\r\n3 الف 2 س / 86 / 102 bp\r\n18 / 297\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nاحمد موعود انجيل\r\nتفسير سورهء صف\r\nويرايش دوم\r\nآية الله جعفر سبحانى\r\nبوستان كتاب\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nبوستان كتاب\r\nاحمد موعود انجيل\r\nتفسير سورهء صف\r\nنويسنده : آية الله جعفر سبحانى\r\nناشر : مؤسسه بوستان كتاب\r\n( مركز چاپ و نشر دفتر تبليغات اسلامى حوزهء علميهء قم )\r\nچاپ و صحافى : چاپخانهء مؤسسه بوستان كتاب\r\n* نوبت چاپ : پنجم * شمارگان : 3000 * بها : 3500 تومان\r\nتمامى حقوق c محفوظ است\r\nprinted in the islamic republis of iran\r\nدفتر مركزى : قم خيابان شهدا ( صفائيه ) ، ص پ 917 ، تلفن : 7 - 7742155 ، نمابر : 7742154 ، تلفن پخش : 7743426\r\nفروشگاه مركزى : قم ، چهار راه شهدا ( عرضه 12000 عنوان كتاب با همكارى 170 ناشر )\r\nفروشگاه شمارهء 2 : تهران خيابان فلسطين جنوبى ، دست چپ كوچه دوم ( پشن ) ، تلفن : 66360735\r\nفروشگاه شمارهء 3 : مشهد ، چهار راه خسروى ، مجتمع ياس ، جنب دفتر تبليغات اسلامى شعبه خراسان رضوى ، تلفن : 2233672\r\nفروشگاه شمارهء 4 : اصفهان ، چهار راه كرمانى ، جنب دفتر تبليغات اسلامى شعبه اصفهان ، تلفن : 2220370\r\nفروشگاه شمارهء 5 : اصفهان ، ميدان انقلاب ، جنب سينما ساحل ، تلفن : 2221712\r\nفروشگاه شماره 6 ( ويژه جوانان ) : قم ، ابتداى خيابان شهدا ، تلفن 7739200\r\nپخش پكتا ( پخش كتب اسلامى وانسانى ) ، تهران ، خ حافظ ، نرسيده به چهار راه كالج ، نبش كوچه بامشاد ، تلفن 88940303\r\nاطلاع از تازه هاى نشر از طريق پيام كوتاه ( sms ) با ارسال شماره همراه خود به 10002155 و يا ارسال درخواست به :\r\nپست الكترونيك : e - mail info @ bustaneketab . com\r\nجديدترين آثار مؤسسه وآشنايى بيشتر با آن در وب سايت :\r\nhttp : / / www . bustaneketab . com\r\nباقدردانى از همكارانى كه در توليد اين اثر نقش داشته اند :\r\nاعضاى شوراى بررسى آثار * دبير شوراى كتاب : جواد آهنگر * سر ويراستار : ابوالفضل طريقه دار * ويراستار : بوذر ديلمى معزى\r\n* چكيدهء عربى : سهيله خائفى * چكيدهء انگليسى : عبدالمجيد مطوريان * فيپا : مصطفى محفوظى * مسئول واحد حروف نگار : احمد مؤتمنى * حروف نگار و طراح جلد : محمود هدايى * اصلاحات حروف نگارى : سيدصادق حسينى * صحفه آرايى : احمد اخلى احمد مؤتمنى *\r\nكارشناس نمونه خوانى : محمد جواد مصطفوى * نمونه خوانى : قربان مخدومى و جليل حبيبى * نظارت و كنترل آماده سازى : ولى قربانى * كنترل فنى صفحه آرايى : سيد على قائمى * كارشناس طراحى و گرافيك : مسعود نجابتى * مدير توليد : عبدالهادى اشرفى * اداره آماده سازى : حميد رضا تيمورى * اداره چاپخانه : مجيد مهدوى و ساير همكاران ليتوگرافى ، چاپ و صحافى .\r\n* رئيس مؤسسه\r\nسيد محمد كاظم شمس\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n\r\nمقدّمه\r\nنبوت و رسالت جاودانى ، سند و دليل جاودانى لازم دارد ؛ سندى كه در هرعصر و زمانى ، در هرمحل و مكانى ، گواه روشنى بر درستى گفتار آورندهء آن باشد .\r\nيكى از علل اين‌كه خداوند ، دعوت پيامبر اكرم را با چنين معجزه و گواهى همراه ساخت اين بود كه ، نبوت او ، به يك زمان و برهه‌اى اختصاص نداشت و لذا برهان نبوت و گواه پيوند او با جهان وحى ، مرزهاى زمان و مكان را درهم مىنوردد و در تمام اعصار به سان خورشيد مىدرخشد و تاريكىهاى كفر و شرك را درهم مىكوبد و حجت را بر آگاهان و بىغرضان تمام مىكند .\r\nامروز بر اثر عدم بلوغ فكرى امت‌هاى پيشين ، از پيامبران گذشته آثار و نشانه‌هايى كه گواه بروجود و ادعاى آنان باشد در دست نيست تا چه رسد برهان نبوت و نشانه‌هاى رسالت آنان .\r\nبه دليل همين خلأ ، گروه عظيمى در غرب كه براى خود فكر و انديشه‌اى دارند و از شرق كه زادگاه مسيح و مسيحيت است - كاملاً دورند ، اصل وجود مسيح و مريم را جزو افسانه‌ها پنداشته و تصور مىكنند كه وجود مسيح به سان داستان ليلى و مجنون ، يا فرهاد و شيرين از اساطير تاريخى است .\r\nمقصر اصلى در اين مورد ، امت‌هاى پيشين هستندكه نخواستند آثار پيشوايان خويش را دست نخورده حفظ و حراست كنند ، در حالى كه جريان ، دربارهء پيامبر اسلام درست نقطهء مقابل اين حركت منفى است ، نه تنها كتاب و نامه‌ها و آثار وى و ياران او\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nباقى است ، بلكه قبور نياكان و بستگان و مسكن خود و همسران و فرزندان پيامبر ، به‌صورت روشن وجود دارد و اگر انديشه‌هاى وهابيگرى بر آثار خاندان رسالت چوب حراج نزند ، هريك از اين آثار ، سند وجود پيامبر اسلام و شيوهء ادعا و دلايل حقانيت اوست .\r\nنگارنده براى آشنا ساختن جوانان با كتاب و معجزهء جاويدان آن حضرت ، كوشش ناقصى در تفسير سورهء « صف » انجام داده كه اكنون در اختيار خوانندگان وعلاقه‌مندان قرآن قرار مىگيرد .\r\nقم ، ميدان شهدا ، مؤسسه امام‌صادق\r\nجعفر سبحانى\r\n15 شعبان 1402 / 18 خرداد\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\n1 - با خصوصيات سورهء صف آشنا شويم\r\nسورهء صف ( كه گاهى به آن سورهء « حواريين » و سورهء عيسى نيز گفته مىشود ) شصت و يكمين سورهء قرآن و شمارهء آيه‌هاى آن به اتفاق مفسران چهارده تاست . « 1 »\r\nدر مورد اين كه آيا اين سوره مدنى است يا مكى ، بهتر است در ابتدا توضيحى در مورد اصطلاح مكى و مدنى بدهيم :\r\nاصطلاحاً آيات و سوره‌هايى كه پيش از هجرت نازل شده‌اند « مكى » ناميده مىشوند ، ولى به آيه يا سوره‌اى كه پس از مهاجرت نازل شده باشد « مدنى » مىگويند . « 2 »\r\nبراى شناسايى مشخصات سوره از نظر مكى و مدنى ، راه روشن و درست ، مراجعه به مضامين سوره است . اگر از اين راه نتوانستيم مدنى و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مجمع‌البيان ، ج 5 ، ص 277 .\r\n( 2 ) . بنابراين آياتى كه درحجة الوداع در سرزمين مكه نازل گرديده‌اند آيات مدنى خواهند بود . در مكى و مدنى ، اصطلاح ديگرى نيز هست كه ميزان محل نزول آيه است نه زمان نزول آن . بر طبق اين نظر آيه‌هاى حجة الوداع مكى خواهند بود ، ولى مشهور همان اصطلاح اول است .\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nيا مكى بودن آن را به دست آوريم ، بايد از نقل محدثان واتفاق و شهرت در ميان مفسران كمك بگيريم .\r\nمضامين اين سوره بر مدنى بودن آن گواهى مىدهد ، علاوه بر اين كه مدنى بودن آن مورد اتفاق مفسران است .\r\nتوضيح اين كه ، غالباً مشركان بت‌پرست ، طرف سخن در محيط مكه بودند ، از اين نظر ، نوع آيات مكى بر محور توحيد و معاد و نقل قصص و سرگذشت عبرت انگيز و آموزندهء اقوام و ملل پيشين و معارف عقلى دور مىزند . براى چنين گروه كه هنوز اساس آيين اسلام را نپذيرفته‌اند بحث دربارهء جهاد در راه خدا و گواهى دادن انجيل و تورات برنبوت پيامبر اسلام و احكام نماز و روزه و . . . ، مطابق اصول بلاغت نيست .\r\nولى در مدينه ، مسلمانان واقليت‌هايى از يهود و نصارا مخاطب بوده‌اند و در هر لحظه ، مركز اسلام از طرف مهاجمان در آستانهء خطر قرار مىگرفت و مسلمانان اصول دين و معارف حقهء اسلامى را از جان‌ودل پذيرفته بودند ، از اين جهت ، وقت آن رسيده بود كه دستورهاى لازم دربارهء جهاد به آنها داده شود و اصول اخلاقى و اجتماعى و احكام عملى اسلام را از پيشواى اعظم خود فرا گيرند .\r\nبنابراين ، از مطالعهء مضامين سوره مىتوان تشخيص داد كه ظرف نزول سوره چه زمانى بوده است . اينك رؤوس مطالب اين سوره بعد از مسألهء تسبيح به قرار زير است :\r\n1 . گفتار بايد با كردار توأم باشد ، در غير اين صورت گناه بزرگى شمرده خواهد شد ؛\r\n2 . افراد با ايمان بايد براى جهاد فى سبيل اللّه بسيج شوند ؛\r\n3 . موسى از قوم خود شكايت مىكند ؛\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n4 . حضرت مسيح عليه السلام از بعثت پيامبر اسلام با ذكر نام وى خبر مىدهد ؛\r\n5 . گروهى كه مىخواهند نور خدا را خاموش سازند موفق به اين كار نمىشوند ؛\r\n6 . گروه با ايمان بايد مانند حواريون مسيح ، جان باز و فداكار باشند .\r\nدقت در مضامين اين مطالب ، گواهى مىدهد كه اين سوره پس از مهاجرت پيامبر صلى الله عليه و آله به مدينه ( درآن زمان كه مسيحيان شبه جزيره با پيامبر اسلام در حال تماس بودند ) نازل شده و هرگز محيط مكه با طرح بسيارى از اين مطالب سازگار نبوده است .\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\n\r\n2 - تمام ذرات جهان خدا را تسبيح مىگويند\r\nبسم اللّه الرحمن الرحيم\r\n1 . « سَبَّحَ لِلَّهِ ما فِى السَّمواتِ وَالأَرْضِ وَهُوَ العَزِيزُ الحَكِيمُ » ؛\r\nخدا را آن چه در آسمان‌ها و زمين است تسبيح مىگويد ( و او را از هر نوع عيب و نقصى تنزيه مىنمايد ) . اوست عزيز و حكيم » .\r\nيكى از حقايق و معارف بلند قرآن ، اين است كه سراسر ذرات جهان ، خدا را سجده مىكنند و به حمد و ثنا و تسبيح و تقديس او مشغولند و اين‌حقيقت جز از قرآن ، از هيچ مكتبى به اين گستردگى شنيده نشده‌است ؛ به عبارت روشن‌تر ، همهء ذرات موجودات ، از دل اتم‌ها گرفته تا درون كهكشان‌ها و سحابىها اين سه وظيفهء بزرگ را انجام مىدهند :\r\n1 . همهء موجودات جهان ، خدا را « سجده » مىكنند ؛\r\n2 . سراسر جهان هستى ، خدا را « حمد » و « ثنا » مىگويند ؛\r\n3 . تمام موجودات ، خدا را « تسبيح » مىگويند .\r\nتو گويى سراسر جهان ، خضوع و فروتنى ، گوش و زبان ، روح و\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nاحساس ، درك و مسؤوليت ، نور و روشنايى وعلم و دانش است .\r\nسجده با حمد و تسبيح ، تفاوت روشنى دارد كه نياز به بيان ندارد ؛ زيرا سجده ، خضوع و ابراز كوچكى است ، در حالى كه حمدوتسبيح بيان كمال و جمال خدا و پيراستن او از نقص وعيب است .\r\n\r\nتفاوت حمد و تسبيح\r\nهرگاه خدا را از اين نظر ستايش كنيم كه او داراى صفات كمال و جمال و مبدأ كارهاى نيك و سودمند است در اين صورت ستايش ما را « حمد » مىگويند ؛ ولى اگر ذات او را از هر نوع عيب ونقص پيراسته بدانيم و پيراستگى او را ابراز كنيم ، آن را « تسبيح » مىگويند ؛ به عبارت ديگر ، « حمد » خدا ، توصيف او در برابر كمال ( صفات ثبوتى واعمال نيك ) است ، خواه اين كمال جزو ذات او باشد مانند علم وقدرت ، يا از افعال او به شمار رود ، مانند رازقيت . در حالى كه تسبيح خدا ، تنزيه او از عيوب و نقايص ( صفات سلبى ) است .\r\nاكنون كه تفاوت اين دو روشن شد لازم است دربارهء هر سه مطلب - كه يكى از ابتكارات قرآن است - اندكى بحث كنيم .\r\n\r\n1 . همه ذرات جهان در برابر خدا خاضعند\r\nالف ) قرآن ، سجده و خضوع موجودات جهان را به گونه‌هاى مختلفى مطرح كرده ؛ در برخى از آيات ، تنها از سجود موجودات داراى آگاهى و عقل سخن به ميان آورده است ، آن جا كه مىفرمايد :\r\n« وَلِلَّهِ يَسْجُدُ مَنْ فِى السَّمواتِ وَالأَرضِ طَوْعاً وَكَرْهاً وَظِلالُهُمْ\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nبِالغُدُوِّ وَالآصالِ » ؛ « 1 »\r\nآن چه در آسمان‌ها و زمين است و هم‌چنين سايه‌هاى آنها صبح و شام از روى ميل و اجبار ، براى خدا سجده مىكنند » .\r\nدر اين آيه به گواهى لفظ « مَنْ » در جملهء « وَلِلَّهِ يَسْجُدُ مَنْ فِى السَّمواتِ » تنها خضوع موجودات داراى عقل مطرح مىباشد . « 2 »\r\nب ) در برخى از آيات دايرهء سجده گسترده‌تر گرفته شده و از سجود تمام جنبندگان سخن به ميان آمده است ، آن جا كه مىفرمايد :\r\n« وَلِلَّهِ يَسْجُدُ ما فِى السَّمواتِ وَما فِى الأَرضِ مِنْ دابَّةٍ وَالمَلائِكَةُ وَهُمْ لايَسْتَكْبِرُونَ » ؛ « 3 »\r\nبراى خدا آن چه در آسمان ها و زمين از جنبندگان و فرشتگان است ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . رعد ( 13 ) آيهء 15 . سخن از سجود موجودات عاقل و مدرِك ، در آيه‌هاى ديگرى نيز وارد شده است ؛ مانند نحل ( 16 ) آيهء 49 ( به عنوان سجدهء ملائكه ) ؛ حج ( 22 ) آيهء 18 ( به عنوان « مَنْ فِى السَّمواتِ » .\r\n( 2 ) . مقصود از سجده در اين آيه ، كه از سجدهء تمام موجودات عاقل سخن مىگويد ، سجده اختيارى نيست ؛ زيرا شكى نيست كه بسيارى از موجودات عاقل ، مانند انسان‌هاى كافر سجدهء اختيارى را ترك مىكنند و از عبادت خدا سرباز مىزنند ، و با توجه به اين مطلب بايد گفت : مقصود سجدهء تكوينى است و اين كه تمام آنها از قوانين خلقت و سنن آفرينش پيروى مىكنند و در برابر آنها مطيع و فرمانبرند .\r\nدر اين جا ممكن است اين سؤال مطرح شود : اگر مقصود سجدهء تكوينى است و اين كه بندگان به فرمان خلقت ( كن ) خاضع ومطيعند دراين صورت تقسيم اين نوع از سجده ، به سجدهء اختيارى ( طوعاً ) و سجده واجبارى ( « كَرْهاً ) » چه معنايى مىتواند داشته باشد ؟ اين سؤالى است كه در اثناى بحث به آن پاسخ خواهيم گفت و يادآور خواهيم شد كه پذيرش فرمان خلقت ، گاهى با مزاج و طبيعت موجود مادى مطابق و گاهى بر خلاف آن است ؛ مثلاً شكوفايى و تكامل درخت مطابق طبيعت و خشكيدن و نابودى آن به وسيلهء سرما بر خلاف طبيعت آن است از اين جهت پذيرش فرمان نخست را سجدهء « طَوْعى » ، و دومى را سجدهء « كَرْهى » مىگويند .\r\n( 3 ) . نحل ( 16 ) آيهء 49 .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nسجده مىكنند و هرگز كبر نمىورزند » .\r\nج ) بار سوم سجدهء گياهان و درختان را متذكر مىشود و مىفرمايد :\r\n« وَالنَّجْمُ والشَّجَرُ يَسْجُدانِ » ؛ « 1 » بوته‌ها و درختان او را سجده مىكنند » .\r\nد ) بار ديگر با ديد وسيعى از سجود و خضوع سايه‌هاى اجسام سخن گفته و مىفرمايد :\r\n« أَوَ لَم‌ْيَرَوْا لى ما خَلَقَ اللَّهُ مِنْ شَى ءٍ يَتَفَيَّؤُا ظِلالُهُ عَنِ الَيمِينِ وَالشَّمائِلِ سُجَّداً لِلَّهِ وَهُمْ داخِرُونَ » ؛ « 2 »\r\nمگر نمىنگرند به اجسامى كه خدا آفريده است كه سايه‌هاى آنها از راست و چپ ( صبح و عصر ) حركت و خدا را سجده مىنمايند در حالى كه خود اجسام درحال خضوع و اطاعت هستند » .\r\nه ) براى بار پنجم خداوند ، از سجدهء آفتاب و ماه و ستارگان و كوه‌ها و درخت و چهارپايان سخن گفته است ، آن جا كه مىفرمايد :\r\n« أَلَمْ تَرَ أَنَّ اللَّهَ يَسْجُدُ لَهُ مَنْ فِى السَّمواتِ وَمَنْ فِى الأَرْضِ وَالشَّمْسُ وَالقَمَرُ وَالنُّجُومُ وَالجِبالُ وَالشَّجَرُ وَالدَّوابُّ وَكَثِيرٌ مِنَ النّاسِ » ؛ « 3 »\r\nمگر نمىبينى كه خدا را آن چه در آسمان ها و زمين است و خورشيد و ماه و ستارگان و كوه‌ها و درخت و چهارپايان و بسيارى از مردم سجده مىكنند » .\r\nبنابراين مسألهء سجدهء موجودات مسأله‌اى عمومى است كه سراسر جهان هستى را فرا مىگيرد و اختصاص به موجودى ندارد . پس آن چه مهم است فهميدن حقيقت « سجده » است و چگونه هر موجودى از با عقل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . رحمن ( 55 ) آيه 6 .\r\n( 2 ) . نحل ( 16 ) آيهء 48 .\r\n( 3 ) . حج ( 22 ) آيهء 18 .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nو بى عقل در برابرعظمت حق ابراز تذلل و كوچكى مىنمايد .\r\n\r\nمقصود از سجود موجودات چيست ؟\r\nسجدهء انسان معمولاً با گذاردن اعضايى از آن جمله پيشانى و احياناً چانه « 1 » بر زمين انجام مىگيرد . اين هيأت ظاهرى سجده است ولى روح آن ، همان ابراز تذلل و فروتنى در برابر معبود است .\r\nدر اين جا اين مسأله مطرح مىشود كه آيا در تحقق سجده - كه هدف از آن ، كمال خضوع است - لازم است كه هيأت خاصى وجود داشته باشد و بدون تحقق آن ، نمىتوان اين لفظ را به كار برد يا اين كه ملاك و ميزان آن ، ابراز خضوع و فروتنى است و در هر كجا اين امر محقق شود ، مىتوانيم لفظ سجده را به كار ببريم ، هرچند همان هيأت خاص ، وجود نداشته باشد و اگرهم به آن هيأت خاص سجده مىگوييم ، از اين نظر است كه يك چنين هيأت در نظر مردم حاكى از غايت تواضع و خضوع است و در حقيقت طريقى براى اظهار كوچكى و فروتنى است .\r\nقرآن در اين مورد ، راه دوم را انتخاب مىكند و هر نوع تذلل و كوچكى را كه به هر صورتى تحقق پذيرد ، سجده مىنامد و روش عرف و عقل نيز در نام‌گذارى و به كار بردن الفاظ همين است ؛ مثلاً روزى لفظ چراغ در چراغ‌هاى محقرى به كار مىرفت كه براى خود شكل و وضع خاصى داشت و از هيچ نظر قابل مقايسه با چراغ‌هاى پرفروغ امروز نبود ، ولى چون خاصيت و اثر همان چراغ‌هاى ديرينه در چراغ‌هاى امروز ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . قرآن به اين عضو در اين آيه اشاره مىكند : « . . . إِنَّ الَّذِينَ أُوتُوا العِلْمَ مِنْ قَبْلِهِ إِذا يُتْلى عَلَيْهِمْ يَخِرُّونَ لِلأَذقانِ سُجَّداً » ؛ افراد دانشمند از پيشينيان هر موقع ( آيات خدا ) بر آنها خوانده شود به روى زمين مىافتند ، در حالى كه چانه‌هاى خود را بر زمين مىگذاردند » . اسراء ( 17 ) آيهء 107 .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nبه صورت كامل‌ترى موجود است ، از اين نظر لفظ مزبور ، بدون هيچ‌گونه تغييرى به نور افكن‌هاى قوى و نيرومند نيز اطلاق مىشود .\r\n\r\nحقيقت سجده در موجودات جهان\r\nسراسر موجودات جهان ، به نحو خاصى مراتب فروتنى و تذلل خود را به مقام ربوبى ابراز مىنمايند و عالىترين مظهر براى اظهار كوچكى و تعظيم معبود جهان ، اين است كه همهء جهان در قبضهء قدرت وى بوده و همگى مطيع فرمان و اراده مطلق او هستند ؛ به عبارت ديگر ارادهء واحدى بر جهان حكومت مىكند وهمهء موجودات از آن پيروى كرده و در برابر آن هيچ‌گونه مقاومتى ابراز نمىنمايند .\r\nبنابراين ، در سجده به اين معنا ( اطاعت بى چون و چراى موجودات از ارادهء نافذ خداوند ) كراهتى تصور نخواهد شد ؛ زيرا اكراه در موردى به‌كار مىرود كه موجودى ازخود ، داراى اراده و اختيار باشد تا در مقابل ديگرى ابراز مقاومت كند ، در صورتى كه هيچ موجودى بدون استمداد از قدرت خدا داراى وجود نيست تاچه رسد كه ازخود ارادهء مخالفى داشته باشد و سجده در برابر عظمت خدا را مكروه بشمارد .\r\n\r\nسجده‌هايى از روى رغبت و كراهت !\r\nبا وجود اين مشاهده مىشود كه جملهء « طَوْعاً وكَرْهاً » براى انسان و هر موجود داراى عقل ، دو نوع سجده را ثابت مىكند : سجده‌اى از روى ميل و سجده‌اى از روى كراهت .\r\nدر اين صورت ناچاريم براى اين دو نوع سجده ، تفسيرى برگزينيم و بگوييم :\r\nمنظور از سجده از روى رغبت ، آن نوع پذيرش‌هاست كه با طبع\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nانسان و يا هر موجود ديگر توافق دارد ، مانند گردش خون و ضربان قلب براى انسان ، و مقصود از نوع ديگر پذيرش يك سلسله روىدادهايى است كه با طبع موجود سازگار نباشد ، مانند مرگ‌ها و بلاهايى كه انسان را پيش از وصول به پايان عمر ، محكوم به فنا و نيستى مىسازد .\r\nدرقرآن مجيد در آيهء ديگرى نيز لفظهاى « طوعاً » و « كرهاً » دربارهء آسمان‌ها و زمين به كار رفته است و طبعاً مقصود همان است كه گفته شد ، چنان كه مىفرمايد :\r\n« فَقالَ لَها وَلِلْأَرْضِ ائْتِيا طَوْعاً أَوْ كَرْهاً قالَتا أَتَيْنا طائِعِينَ » ؛ « 1 »\r\nبه آسمان و زمين خطاب كرد : بياييد و فرمان مرا در پذيرش هر نوع تبدلات و تغييرات از روى اراده يا كراهت بپذيريد گفتند : به رغبت پذيرفتيم .\r\nبنابراين ، هم پذيرش وجود و هم قبول هر نوع تصرف ، خواه موافق طبيعت موجود باشد يا مخالف آن ، خضوع و اظهار كوچكى در برابر خداست ، چيزى كه هست به يك معنا ، همه اين پذيرش‌ها از روى ميل و رغبت است و به يك معنا آن قسم از حوادث كه بر خلاف مسير طبيعى موجود باشد ، نوعى كراهت در آن وجود دارد .\r\nنه تنها وجود هر موجودى در قبضهء قدرت اوست بلكه سايه‌هاى اجسام در گردش و تحولات خود ، تابع اراده و خواست او هستند و هنگام صبح و عصر در دو طرف جسم ، سايه‌هاى چشمگيرى ديده مىشود كه همگى در پرتو ارادهء نافذ او هستند .\r\nآيا شايسته است كه همهء اجسام جهان با سايه‌هاى خود در برابر خدا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . فصلت ( 41 ) آيهء 11 .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nابراز كوچكى كنند ، اما انسان از سجدهء تشريعى در برابر خدا امتناع ورزد هر چند پيوسته از نظر تكوين خاضع و خاشع است ، به خصوص اين كه خداوند انواع موجودات زمين و آسمان را در برابر انسان خاضع ساخته است « 1 » ولى او در برابر پروردگارش خضوع نكند ؟\r\nهمه از بهر تو سرگشته و فرمانبردار\r\nشرط انصاف نباشدكه تو فرمان نبرى\r\nاكنون كه با معناى سجده در موجودات آگاه شديم و روشن شد كه مقصود از سجدهء موجودات ، سجدهء تكوينى آنهاست ، لازم است دربارهء حمد و تسبيح موجودات جهان ، به گونهء گسترده‌اى سخن گوييم .\r\n\r\n2 . تسبيح سراسرى موجودات جهان\r\nدر گذشته ياد آور شديم كه حمد و ثنا ، ستايش خدا در برابر صفات كمالى و ثبوتى اوست ، هم چنان كه تسبيح او ، پيراسته ساختن خدا از نقايص ومعايب است .\r\nچون در برخى از آيات مورد بحث ، هر دو موضوع با هم وارد شده است ، از اين نظر ، هر دو بحث را يك جا بحث مىنماييم . در تقسيم‌بندى آيات از هر قسمى به ذكر يك آيه اكتفا مىكنيم .\r\nالف ) گاهى قرآن تسبيح موجودات را در دايرهء وسيعى بيان كرده و آن را امرى عمومى كه همهء موجودات را در بر مىگيرد مطرح مىكند و مىفرمايد :\r\n« سَبَّحَ لِلَّهِ ما فِى السَّمواتِ وَالأَرْضِ وَهُوَ العَزِيزُ الحَكِيمُ » ؛ « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ر . ك : آيات مربوط به تسخير آسمان و زمين براى انسان .\r\n( 2 ) . حديد ( 57 ) آيهء 1 .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nآن چه در آسمان‌ها و زمين است ، خدا را تنزيه مىكند ، اوست عزيز و حكيم .\r\nلفظ « ما » بر خلاف تصور برخى ، هم در عاقل و هم غير عاقل به كار مىرود و منظور از آن در اين جا ، تمام موجوداتى است كه در آسمان‌ها و زمين قرار دارند .\r\nآيه‌هاى 1 و 24 سورهء حشر ، 1 سورهء صف ، 1 سورهء جمعه ، 1 سورهء تغابن به همين مضمون هستند و صريح ترين آيه در اين مورد ، آيهء 44 سورهء اسراست ، چنان كه مىفرمايد :\r\n« تُسَبِّحُ لَهُ السَّمواتُ السَّبْعُ وَالأَرضُ وَمَنْ فِيهِنَّ وَ إِنْ مِنْ شَىءٍ إِلّا يُسَبِّحُ بِحَمْدِهِ وَلكِنْ لاتَفْقَهُونَ تَسْبِيحَهُمْ إِنَّهُ كانَ حَلِيماً غَفُوراً » ؛\r\nآسمان‌هاى هفتگانه و زمين و هر موجود عاقلى كه در آنهاست ، خدا را تنزيه مىكند و آن چه در جهان هستى به عنوان « شىء » شناخته شده است ، خدا را با ستايش خود تنزيه مىكند ولى شما از تسبيح آنها آگاه نيستيد و درك نمىكنيد به راستى كه او همواره بردبار [ و 
  ] آمرزنده است .\r\nنكتهء قابل توجه - كه بعداً سند گفتار ما خواهد بود - عدم آگاهى و درك ما از تسبيح آنهاست .\r\nب ) گاهى از تسبيح فرشتگان به صراحت و يا به كنايه سخن مىگويد ، آن جا كه مىفرمايد :\r\n« وَالمَلائِكَةُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُونَ لِمَنْ فِى الأَرْضِ » ؛ « 1 »\r\nفرشتگان با حمد پروردگار خويش او را تسبيح مىگويند و دربارهء افرادى كه در زمين هستند ، آمرزش مىطلبند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . شورى ( 42 ) آيهء 5 .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nتسبيح فرشتگان در آيات ديگرى نيز وارد شده است . « 1 »\r\nج ) گاهى پس از يك بيان عمومى ، تسبيح مرغان هوا را متذكر شده و چنين مىفرمايد :\r\n« أَلَمْ تَرَ أَنَّ اللَّهَ يُسَبِّحُ لَهُ مَنْ فِى السَّمواتِ وَالأَرْضِ وَالطَّيْرُ صافّاتٍ كُلٌّ قَدْ عَلِمَ صَلاتَهُ وَتَسْبِيحَهُ . . . » ؛ « 2 »\r\nآيا نديدى ، آن چه در آسمان‌ها و زمين است خدا را تسبيح مىگويند و مرغان گشاده بال نيز تسبيح مىگويند و هركدام به دعا و تنزيه خود آشناست » .\r\nدقت بفرماييد در اين آيه به آن گروه كه خدا را تسبيح مىكنند ، نسبت « علم » مىدهد و آنها را به تسبيح خود عالم و آگاه معرفى مىكندوبه اصطلاح مىفرمايد :\r\n« كُلٌّ قَدْ عَلِمَ صَلاتَهُ وَتَسْبِيحَهُ » ؛ هر كدام به‌دعاوتسبيح خود آشناست » .\r\nتسبيح پرندگان ، در آيات ديگرى نيز وارد شده است . « 3 »\r\nد ) در برخى تصريح شده كه كوه‌ها در اوقات خاصى خدا را تسبيح مىگويند ، آن جا كه مىفرمايد :\r\n« إِنّا سَخَّرْنَا الْجِبالَ مَعَهُ يُسَبِّحْنَ بِالعَشِىِّ وَالإِشْراقِ » ؛ « 4 »\r\nما كوه‌ها را براى داود رام كرده و آنها شبانگاه و صبحگاه ، خدا را تسبيح مىگويند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ر . ك : اعراف ( 7 ) آيهء 206 ؛ رعد ( 13 ) آيهء 13 ؛ انبياء ( 21 ) آيهء 20 ؛ غافر ( 40 ) آيهء 7 ؛ فصلت ( 41 ) آيهء 38 ؛ زمر ( 39 ) آيهء 75 .\r\n( 2 ) . نور ( 24 ) آيهء 41 .\r\n( 3 ) . سبأ ( 34 ) آيهء 10 ؛ ص ( 38 ) آيهء 19 .\r\n( 4 ) . ص ( 38 ) آيهء 18 .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nتسبيح كوه‌ها در آيات ديگرى نيز وارد شده است . « 1 »\r\nه ) براى بار پنجم تسبيح رعد را متذكر مىشود و مىفرمايد : « وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهِ » . « 2 »\r\nاكنون بايد ديد منظور از تسبيح چيست ؟\r\nتسبيح درلغت به معناى تنزيه از نقايص است ؛ هرگاه موجودى را ازنقايص وعيوب ، تنزيه و تقديس نماييم ، آن را تسبيح مىگويند . بنابراين ، در حقيقتِ تسبيح ، تنزيه از نقص و عيب نهفته است و هر تفسيرى كه براى تسبيح گفته مىشود اگر حاكى از تقديس خداوند و تنزيه اوازعيب و نقص نباشد نمىتوان آن را تفسير صحيح براى تسبيح دانست .\r\n\r\nآراى مفسران درتسبيح موجودات\r\nبرخى از مفسران كه نتوانستند به حقيقت تسبيح تمام موجودات پىببرند براى فرار از اشكالى كه در تسبيح همهء موجودات در به دو نظر موجود است گفته‌اند : مراد از « ما » در « ما فِى السَّمواتِ » موجودات عاقل است كه دارندهء شعورند ؛ مانند انسان و فرشته كه خداوند را با كمال ادراك و شعور ، تقديس مىنمايند . « 3 »\r\nدرحالى كه بسيارى از مفسران اين نظريه را نپذيرفته‌اند و گفته‌اند : مقصود از « ما » اعم از عاقل و غير عاقل ، مدرك و غير مدرك است و ظاهر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انبياء ( 21 ) آيهء 79 ؛ سبأ ( 34 ) آيهء 9 .\r\n( 2 ) . رعد ( 13 ) آيهء 13 .\r\n( 3 ) . اين پاسخ بر فرض صحت در برخى از آيات مىتواند صحيح باشد ، مانند آياتى كه در آن جا لفظ « ما » وارد شده است ، ولى آياتى كه صريحاً از تسبيح مرغ و كوه و رعد سخن مىگويد صحيح نيست .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nآيه نيز با نظر آنها وفق مىدهد ؛ زيرا لفظ « ما » معمولاً در مطلق موجودات به كار مىرود عكس « من » كه بيشتر در صاحبان عقل و شعور استعمال مىشود .\r\nاين دسته براى تسبيح ، معانى گوناگونى ذكر كرده‌اند ، ولى اكثر آنها با اين كه صحيح است ، ارتباطى به معناى تسبيح ندارد . اكنون به برخى از نظريات اشاره مىنماييم :\r\nنظريهء نخست : مقصود از تسبيح همان خضوع تكوينى هر موجودى در برابر فرمان و ارادهء الهى است و سراسر هستى در برابر اراده ومشيت خداوند خاضع بوده ، و در پذيرش وجود و پيروى از قوانينى كه خداوند براى آنها تعيين نموده است ، مطيع و تسليم هستند .\r\nبر اين نظريه ، با آياتى كه دربارهء تسليم بودن تمام موجودات جهان دربرابر ارادهء نافذ حق وارد شده است ، استدلال مىشود ؛ مانند\r\n« ثُمَّ اسْتَوى إِلىَ السَّماءِ وَهِىَ دُخانٌ فَقالَ لَها وَلِلْأَرْضِ ائْتِيا طَوْعاً أَوْ كَرْهاً قالَتا أَتَيْنا طائِعِينَ » ؛ « 1 »\r\nسپس به آسمان‌ها پرداخت در حالى كه به صورت گاز بود و به آن و زمين خطاب كرد كه به رغبت يا كراهت زير فرمان ما قرار گيرند . آنها با كمال رغبت به اطاعت از مشيت او گردن نهادند .\r\nبنابراين ممكن است آياتى كه در آنها به تمام آن‌چه در زمين و آسمان است ، نسبت سجود و خضوع داده شده است ، مؤيد نظر ياد شده باشد . « 2 » ولى ما تصور مىكنيم كه اين نظر صايب نيست ؛ زيرا مسألهء خضوع و سجود و تسليم شدن سراسر جهان هستى در برابر ارادهء خداوند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . فصلت ( 41 ) آيهء 11 .\r\n( 2 ) . مجموع اين آيات در بخش سجود مطرح و بررسى شد .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nارتباطى به مسألهء تنزيه وتقديس حق ازنقص و عيب ندارد و نبايد اين دو مطلب را به‌هم آميخت ، اگر چه هر كدام از اينها در جاى خود درست و استوار است .\r\nنظريهء دوم : بسيارى از مفسران ، تسبيح موجودات جهان را چنين تفسير مىكنند :\r\nنظم و نظام شگفت‌انگيز هر موجودى با رمز و اتقانى كه در ساختمان آن به كار رفته است ، شاهد و گواه بر قدرت بى نهايت ، عقل و شعور و حكمت بىپايان سازندهء اوست .\r\nسازمان دقيق و اسرار پيچيدهء هر موجودى ، همان‌طور كه به وجود صانع خود گواهى مىدهد ، به لسان تكوينى نيز گواهى مىدهد كه خالق آن ، دانا و توانا و از هرنوع عجز و جهل مبرا و منزه است ؛ مثلاً براى تنزيه خدا از شرك چنين گواهى مىدهد : نظام واحدى كه هم بر يك اتم و هم بر منظومه شمسى ما حكومت مىكند گواهى مىدهد همهء سازمان هستى زير نظر آفريدگار واحدى به وجود آمده است و هيچ‌كس جز او در پديدآوردن هستى دخالت نداشته و اثر و نظام يگانه ، حاكى از وحدت مؤثر و نبودن هرنوع شريك و انباز براى اوست از اين جهت وحدت نظام ، خدا را از شرك ، تنزيه و تقديس مىكند .\r\nخلاصه همان‌طور كه حكومت نظم وقانون واحد بر مجموع جهان آفرينش ، گواه حكومت ناظم يگانه‌اى بر جهان است ؛ همچنين اسرار دقيق و اندازه‌گيرى شدهء موجودات ، بيانگر دانايى و توانايى آفريدگار آنهاست .\r\nاين نظريه - كه مورد اعتماد بسيارى از مفسران است - از جهاتى قابل دقت و ملاحظه مىباشد :\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n1 . اگر مقصود خدا از تسبيح تمام موجودات جهان ، اين باشد كه در اين نظر آمده ، اين حقيقتى است كه همه آن را درك مىكنند و مى فهمند ديگر جا ندارد كه قرآن بفرمايد : « وَلكِنْ لاتَفْقَهُونَ تَسْبِيحَهُمْ » ؛ « 1 » شما تسبيح آنها را نمىفهميد » زيرا اين نوع تنزيه را هر فردى به فراخور حال خود درك‌كرده و مى فهمد .\r\nبرخى براى اصلاح اين نظريه ناچار شدند كه جملهء « لاتفقهون » را به معناى « عدم توجه » بگيرند و بگويند : اكثر مردم به اين مطلب توجه ندارند و يا اين كه بگويند : عظمت دلالت موجودات بر تنزيه خدا به قدرى عظيم است كه انسان به اندازهء واقعى آن واقف نمىشود ولى ناگفته پيداست توجيه مزبور براى جملهء فوق ، خلاف ظاهر آن‌است و اگر منظور خدا اين بود شايسته بود بفرمايد : « وأنتم عنه غافلون » يا جمله‌اى مانند آن .\r\n2 . اگر تسبيح موجودات جهان به اين معناست كه از تدبر در ساختمان وجودى اشيا ، اين نوع تنزيه تكوينى را درك مىكنيم ؛ چرا قرآن‌مىفرمايد : آسمان‌ها و زمين و مرغان به دعا و تنزيه خود آشناهستند ؛ و به عبارت ديگر چطور آشكارا به آنها نسبت علم و دانستن‌داده و مىگويد : « . . . كُلٌّ قَدْ عَلِمَ صَلاتَهُ وَتَسْبِيحَهُ . . . » ؛ « 2 » هركدام به راز و نياز خود آشنا هستند . » در صورتى كه روى اين نظر هيچ‌كدام از آنها از تسبيح و تنزيه خود اطلاعى ندارد ، بلكه فقط ما هستيم كه از روى دقت و امعان نظر ، لسان تكوينى و زبان حمد و ثناى آنها را درك مىكنيم و گرنه خود آنها كوچك‌ترين توجهى به كار خود ندارند .\r\n3 . اگرمنظور از تسبيح كاينات ، همان است كه بيشتر مفسران\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اسراء ( 17 ) آيهء 44 .\r\n( 2 ) . نور ( 24 ) آيهء 41 .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nبرگزيده‌اند اين نوع تسبيح وقت معين ندارد ، بلكه حقيقتى است كه بشر هر موقع در سازمان هر موجودى دقت كند آن را درك مىنمايد ، در صورتى كه قرآن ، تسبيح كوه‌ها را مقيد به شبانگاه و صبحگاه فرموده چنان كه صريحاً مىفرمايد :\r\n« يُسَبِّحْنَ بِالعَشِىِّ وَالإِشْراقِ » . « 1 »\r\nروى اين ملاحظات با اين كه خود تسبيح تكوينى و اين كه هر موجودى با زبان تكوينى خود خالق خود را از هر نوع عيب و نقص تنزيه مىنمايد ، مطلبى است صحيح ، ولى نمىتوان آيات مربوط به تسبيح گفتن كاينات را ناظر به اين نوع از تسبيح دانست .\r\nنظريهء سوم : اين نظريه مربوط به فيلسوف گرامى اسلام ، مرحوم صدرالمتألهين است كه در مسائل مربوط به الهيات و امور ما بعد طبيعت نظريات بس شامخ و بلندى دارد و از محققان و مؤسسان بزرگ اصول فلسفهء اسلامى است كه چشم روزگار مردى به اين وسعت ذهن و بينش بلند و درك عميق ، كمتر ديده است . « 2 »\r\nوى مى گويد : تمام موجودات جهان از روى علم و آگاهى به حمد و ثنا و تسبيح و تنزيه خداوند بزرگ اشتغال دارند و هر موجودى در هر پايه‌اى ازوجود كه هست و هراندازه كه از هستى سهمى دارد ، به همان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ص ( 38 ) آيهء 18 . مگر اين كه صبح و عصر كنايه از مجموع شبانه‌روز باشد . در اين صورت ، وقت تسبيح آنها مطلق و نامحدود خواهد بود .\r\n( 2 ) . اين مرد بزرگ در 979 در شهرشيراز ديده به جهان گشود و در 1050 در راه زيارت خانهءخدا در بصره بدرود زندگى گفته است . مرحوم سيد حسين بروجردى در كتاب تحفةالمقال دربارهء ايشان مىگويد :\r\n ثم ابن إبراهيم صدر الأجل * فى سفر الحج « مريضا » ارتحل\r\nقدوة أهل العلم والصفاء * يروى عن الداماد والبهائى \r\nوكلمهء « مريضا » ، كه به حساب ابجد 1050 مىباشد ، تاريخ وفات اوست .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nاندازه به خالق و آفريدگار خود علم و آگاهى دارد و او را از اين طريق حمد و ثنا مىگويد و از نقايص وعيوب تنزيه مىكند .\r\nوى مىگويد : علم و ادراك در تمام مراحل و مراتب وجود از واجب‌الوجود گرفته تا برسد به جهان نبات وجماد تحقق دارد و هرموجودى در هر رتبه‌اى از وجود باشد ، سهم و حظّى از صفات عمومى ، مانند علم و شعور و حيات و . . .\r\nداشته و هيچ موجودى از آن خالى نيست . چيزى كه هست گاهى براثر ضعيف بودن اين صفات ، وجود آنها براى ما مكشوف نيست . موجودات جهان ، هر چه ازماده وآثار آن ، دورى گزينند و به صورت يك موجود مجرد درآيند ويادر مسير تجرد قرار گيرند اين صفات در آنها قوىتر و واضح‌ترمىشود و هر قدر از نظر وجود به ماده گرايش پيدا كنند اين صفات در آنها به همان اندازه تنزل و كاهش يافته تا آن جا كه به نظر مىرسند فاقد علم و ادراك هستند ولى در حقيقت چنين نيست ، بلكه‌اصلِ اين صفات را به طور ضعيف دارند هر چند براى ما انعكاس ندارد .\r\nوى اين مطلب را از طريق برهان فلسفى و مكاشفات نفسانى ثابت مىنمايد . او گامى فراتر نهاده و مىگويد : گفتهء قرآن كه شما از تسبيح و تحميد موجودات آگاهى نداريد مربوط به نوع مردم است ؛ زيرا اكثر مردم حقيقت تسبيح آنها را درك نمىكنند ، ولى مانعى ندارد كه برخى از صاحب‌دلان ، يعنى كسانى كه روح و روان آنان با حقايق موجودات ارتباطى پيدا كرده است با گوش دل ، تسبيح و تنزيه آنها را بشنوند و از تسبيح كاينات در برابر فرمان خدا آگاه باشند .\r\nقلبى كه از وساوس و علايق مادى خالى گردد و مركز فرود انوار حق\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nو بركات معنوى باشد ، از طريق مكاشفهء وجدانى همهء اين حقايق را ديده و درك مىكند . مولوى با بينش خاص خود اين حقيقت را دريافته و در اين‌باره چنين مىگويد :\r\n گر تو را از غيب چشمى باز شد * جمله ذرات جهان همراز شد\r\nنطق آب و نطق خاك و نطق گل * هست محسوس حواس اهل دل\r\nفلسفى كو منكر « حنانه » است * از حواس انبيا بيگانه است . « 1 »\r\nجملهء ذرات عالم درنهان * با تو مىگويند روزان و شبان :\r\nما سميعيم و بصيريم و خوشيم * با شما نامحرمان ما خامشيم\r\nچون شما سوى جمادى مىرويد * محرم جان جمادات كى شويد\r\nفاش تسبيح جمادات آيدت * وسوسهء تأويل‌ها بربايدت\r\nچون ندارد جان تو قنديل‌ها * بهر بينش كرده‌اى تأويل‌ها « 2 » \r\nاكنون كه سخن به اين جا منتهى گرديد ، لازم است اين حقيقت قرآنى را از تدبر در آياتى كه در بارهء علم و شعور تمام موجودات واردشده است\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مثنوى ، ج 1 ، ص 86 ، خط ميرخانى .\r\n( 2 ) . همان ، ج 3 ، ص 227 .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nبه دست آوريم ؛ زيرا اگر قرآن همهء موجودات جهان راتسبيح گو و ثناخوان معرفى مىكند ، از طرفى ديگر تمام ذرات جهان را ، داراى ادراك و آگاه و صاحب گوش و هوش مىداند . هرگاه آيات اين دو بخش را كنار هم قرار دهيم ، قطعاً نظريهء صدرالمتألهين به روشن‌ترين وجه ثابت خواهد شد . اينك آياتى كه بروجود شعور و درك در سراسر جهان از اتم گرفته تا كهكشان گواهى مىدهد .\r\nوجود شعور در تمام موجودات جهان\r\nاين نظريه را مىتوان از دو راه ثابت كرد :\r\n1 . آياتى كه بر وجود شعور در تمام موجودات جهان اعم از جاندار و غيره گواهى مىدهند .\r\n2 . دلايل عقلى كه وجود شعور را در تمام ذرات جهان ثابت مىكند .\r\nراه اول ( آيات و روايات ) :\r\nقرآن به روشنى گواهى مىدهد كه مورچگان از شعور خاصى برخوردارند ؛ زيرا هنگامى كه سليمان با سپاهيان خود از بيابانى عبور مىكرد ، مورچه‌اى به مورچگان بيابان ، كه بيم آن مىرفت همگى زير پاى سليمان و سپاهيانش از بين بروند ، ندا در داد و گفت :\r\nالف ) « يا أَيُّها النَّمْلُ ادْخُلُوا مَساكِنَكُمْ لايَحْطِمَنَّكُمْ سُلَيْمانُ وَجُنُودُهُ وَهُمْ لا يَشْعُرُونَ » ؛ « 1 »\r\nمورچگان ، به لانه‌هاى خود پناه ببريد تا سليمان و سپاهيان او شماها را\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نمل ( 27 ) آيهء 18 .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nنابود نكنند آنان متوجه نيستند .\r\nنداى مورچه يك ندايى حقيقى و واقعى بود و هرگز نمىتوان آن را به‌معناى مجازى و زبان حال حمل كرد به گواه اين كه طبق نقل قرآن ، ازشنيدن سخن او تبسمى بر لبان سليمان نقش بست و از خداوند خواست كه به او توفيق دهد در برابر نعمت‌هايى كه بر او و والدين او ارزانى داشته است سپاسگزارى كند ، چنان كه مىفرمايد :\r\nب ) « فَتَبَسَّمَ ضاحِكاً مِنْ قَوْلِها وَقالَ رَبِّ أَوْزِعْنِى أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِىأَنْعَمْتَ عَلَىَّ وَعَلى والِدَىَّ . . . » ؛ « 1 »\r\nسليمان از شنيدن نداى مورچه در شگفت ماند و از خدا خواست كه به او توفيق دهد نعمتى را كه بر او و والدينش ارزانى داشته ، شكرگزارد .\r\nقرآن دربارهء پرنده‌اى به نام « هدهد » داستانى دارد كه حاكى از شعور خاص اوست به طورى كه موحد را از مشرك تشخيص مىداد : سليمان او را براى انجام مأموريت‌هايى گسيل مىداشت . روزى او را غايب ديد وگفت : اگر براى غيبت خويش عذر موجهى نداشته باشد ، او را عذاب خواهد داد و يا سرش را خواهد بريد . چيزى نگذشت كه هدهد آمد و گفت : بر چيزى واقف شدم كه تو برآن واقف نشدى ، و از دولت « سبا » خبر شگفت آورى آورده‌ام . زنى بر آنان فرمانروايى مىكند و از هر نوع نعمت برخوردار است و براى او تخت بزرگى است . ديدم آنان به جاى پرستش خدا ، آفتاب رامىپرستند . شيطان كردارهاى آنان را زيبا جلوه داده و از راه حق باز داشته و آنان را گمراه ساخته است .\r\nچرا آنان خدايى را كه بر هر امر پنهانى وجود بخشيده است ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نمل ( 27 ) آيهء 19 .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nسجده نمىكنند در حالى كه او از كردارهاى پنهان و آشكارآنان آگاه‌است ؛ خدايى كه جز او خدايى نيست ، صاحب عرش بزرگ است .\r\nسليمان گفت : بررسى مىكنم ببينم كه در اين گزارش راستگو هستى يا نه . نامهء مرا ببر و به آنان برسان و از آنان دورى بجو ، و مراقب باش تا ببينى آنان در برابر نامهء من چه واكنشى نشان مىدهند . « 1 »\r\nپرنده‌اى كه تا اين حد ، كارهاى دقيق و مرموزى را درك مىكند و گزارش مىدهد و فرمان مىبرد ، به طور مسلم از شعور خاصى برخوردار است .\r\nقرآن يكى از مفاخر سليمان را اين مىداندكه او به زبان پرندگان آشنابود و مىگويد :\r\nج ) « وَوَرِثَ سُلَيْمانُ داوُودَ وَقالَ يا أَيُّها النّاسُ عُلِّمْنا مَنْطِقَ الطَّيْرِ » ؛ « 2 »\r\nسليمان وارث داود شد و گفت : مردم ، زبان پرندگان به ما تعليم شده است .\r\nسليمان سپاهى از انسان و جن و پرندگان تشكيل داده بود و همگى تحت فرمان او بودند ، چنان كه مىفرمايد :\r\nد ) « وَحُشِرَ لِسُلَيْمانَ جُنُودُهُ مِنَ الجِنِّ وَالإِنْسِ وَالطَّيْرِ » ؛ « 3 »\r\nسپاهيان سليمان ، از سه گروه جن و انسان و پرندگان حاضر شدند .\r\nاز مجموع اين آيات استفاده مىشود كه پرندگان بالأخص و تمام جانداران به طور اعم ، از آگاهى خاصى برخوردارند و اگر انسان كاملى بر صفحهء جهان حكومت كند ، مىتواند با آنان سخن بگويد و از آنها در\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نمل ( 27 ) آيات 20 - 28 .\r\n( 2 ) . نمل ( 27 ) آيهء 16 .\r\n( 3 ) . نمل ( 27 ) آيهء 17 .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nتحكيم نظام توحيدى و شكستن مظاهر بت‌پرستى استفاده كند .\r\nگسترش آگاهى درجمادات\r\nآيات قرآن به جمادات افعالى را نسبت داده است كه توأم با درك و آگاهى است . سقوط برخى از سنگ‌ها را از نقطه‌اى ، معلول « خشيت » و « خداترسى » آنها مىداند ، چنان كه مىفرمايد :\r\nه ) « وَ إِنَّ مِنْها لَما يَهْبِطُ مِنْ خَشْيَةِ اللّهِ » ؛ « 1 »\r\nبرخى از صخره‌ها از ترس خدا مىافتد » .\r\nدر آيه‌اى ياد آور مىشود كه « امانت را بر آسمان‌ها و زمين و كوه‌ها عرضه داشتيم ، آنان از تحمل بار امانت ابا ورزيدند و ترسيدند و انسان آن را به دوش گرفت » . چنان كه مىفرمايد :\r\nو ) « إِنّا عَرَضْنَا الأَمانَةَ عَلَى السَّمواتِ وَالأَرْضِ وَالجِبالِ فَأَبَيْنَ أَنْ يَحْمِلْنهَا وَأَشْفَقْنَ مِنْها وَحَمَلَها الإِنْسانُ إِنَّهُ كانَ ظَلُوماً جَهُولًا » . « 2 »\r\nبرخى از مفسران اين آيه و امثال آن را بر معناى مجازى كه در اصطلاح به آن « زبان حال » مىگويند حمل كرده‌اند ، در صورتى كه چنين تفسيرى نوعى پيشداورى است و هيچ دليلى ندارد كه چنين حقيقتى را - كه قرآن از آن گزارش مىدهد برغير ظاهر آن حمل كنيم و اين كه مىگويند : علم تاكنون بر چنين شعور و آگاهى دست نيافته است دليل برنبودن آن در اين موجودات نيست ؛ زيرا تنها وظيفهء علم ، اثبات است و بس وهيچ‌گاه علم ، حقّ نفى و سلب چيزى را - كه از وجود و عدم آن آگاه نيست - ندارد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بقره ( 2 ) آيهء 74 .\r\n( 2 ) . احزاب ( 33 ) آيهء 72 .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nز ) « لَوْ أَنْزَلْنا هذَا القُرْآنَ عَلى جَبَلٍ لَرَأَيْتَهُ خاشِعاً مُتَصَدِّعاً مِنْ خَشْيَةِ اللَّهِ وَتِلْك الأَمْثالُ « 1 » نَضْرِبُها لِلنّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ » ؛ « 2 »\r\nاگر اين قرآن را بر كوهى نازل كرده بوديم ، آن را از ترس خدا فروتن و شكافته شده مىديدى . اين توصيف را براى مردم مىآوريم تا بينديشند .\r\nاگر هر نوع پيشداورى را دربارهء آيات قرآن كنار بگذاريم ، بايد بگوييم كوه داراى چنين شايستگى است كه اگر مورد خطاب خدا قرار گيرد ، براثر آگاهى از عظمت خطاب ، شكافته و پراكنده مىشود ، از برخى از آيات به طور اشاره ، وجود چنين آگاهى استفاده مىشود . آن جا كه مىفرمايد :\r\nح ) « وَ إِنْ كانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الجِبالُ » ؛ « 3 »\r\nنزديك است كه از حيلهء آنان ، كوه‌ها از جاى خود كنده شوند .\r\nط ) « تَكادُ السَّمواتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الأَرضُ وَتَخِرُّ الجِبالُ هَدّاً » ؛ « 4 »\r\nنزديك است كه آسمان‌ها از هول آن فرو ريزد و زمين بشكافد و كوه‌ها در هم كوبيده شود .\r\nاگر به راستى در كوه‌ها شايستگى آگاهى از اوضاع خارج از خود نبود چنين سخنى در مورد آنها دور از بلاغت بود و آن گاه ناچار بوديم براى آيه معناى مجازى از قبيل مبالغه و تمثيل فرض كنيم ، هم چنان كه برخى ازمفسران در اين مورد مرتكب چنين كارى شده‌اند .\r\nآيات مربوط به روز رستاخيز ، پرده از روى چنين آگاهى برمىدارد ؛\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . لفظ « امثال » در اين آيه و آيات مشابه آن ، مانند « أُنْظُرْ كَيْفَ ضَرَبُوا لَكَ الأَمْثالَ » ( اسراء ( 17 ) آيهء 48 ) به معناى توصيف و بيان است و هرگز مقصود « مَثَل » مصطلح نيست .\r\n( 2 ) . حشر ( 59 ) آيهء 21 .\r\n( 3 ) . ابراهيم ( 14 ) آيهء 46 .\r\n( 4 ) . مريم ( 19 ) آيهء 90 .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nزيرا در چنين روزى دست‌ها و پاها و پوست‌ها بر جرايم انسان گواهى خواهند داد و به فرمان خدا ، بشر مجرم را از خصوصيات زندگى و كارهايى كه انجام داده است ، مطلع خواهند نمود . اكنون آيات اين قسمت :\r\nى ) « يَوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ وَأَيْدِيهِمْ وَأَرْجُلُهُمْ بِما كانُوا يَعْمَلُونَ » ؛ « 1 »\r\nروزى فرا مىرسد كه زبان‌ها و دست‌ها و پاهاى آنان بر ضرر آنان گواهى مىدهد .\r\nك ) « اليَوْمَ نَخْتِمُ عَلى أَفْواهِهِمْ وَتُكَلِّمُنا أَيْدِيهِمْ وَتَشْهَدُ أَرْجُلُهُمْ بِما كانُوا يَكْسِبُونَ » ؛ « 2 »\r\nروزى فرا مى رسد كه بر زبان آنان مهر مىزنيم و دست‌هاى آنان را به سخن گفتن وادار مىكنيم و پاهاى آنان بركردار بد آنان گواهى مىدهد .\r\nكا ) « وَقالُوا لِجُلُودِهِمْ لِمَ شَهِدْتُمْ عَلَيْنا قالُوا أَنْطَقَنا اللَّهُ الَّذِى أَنْطَقَ كُلَّ شَىءٍ . . . » ؛ « 3 »\r\nبه پوست‌هاى خود مىگويند : چرا بر ضرر ما گواهى داديد ؟ مىگويند : خدايى كه همه را ناطق و گويا كرده است ما را به سخن گفتن واداشت .\r\nقرآن به روشنى گواهى مىدهد كه روز رستاخيز ، زمين اخبار خود را باز مىگويد و از طرف خدا به آن وحى مىرسد ، چنان كه مىفرمايد :\r\nكب ) « يَوْمَئِذٍ تُحَدِّثُ أَخْبارَها * بِأَنَّ رَبَّك أَوْحى لَها » ؛ « 4 »\r\nدر آن روز زمين اخبار خود را بازگو مىكند ؛ زيرا پروردگارش به او\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نور ( 24 ) آيهء 24 .\r\n( 2 ) . يس ( 36 ) آيهء 65 .\r\n( 3 ) . فصّلت ( 41 ) آيهء 21 .\r\n( 4 ) . زلزال ( 99 ) آيهء 4 و 5 .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nوحى كرده است .\r\nقرآن به روشنى از اطاعت و سرسپردگى آسمان و زمين گزارش مىدهد و مىفرمايد :\r\nكج ) « فَقالَ لَها وَلِلْأَرْضِ ائْتِيا طَوْعاً أَوْ كَرْهاً قالَتا أَتَيْنا طائِعِينَ » ؛ « 1 »\r\nبه آسمان و زمين گفت : از روى رغبت و يا كراهت تحت فرمان در آيند ، گفتند :\r\nما از روى اطاعت زير فرمان در آمديم .\r\nاين آيات و نظاير آنها در نظر گروهى كه بخواهند نزد قرآن شاگردى كنند و در فهم معانى قرآن هر نوع پيشداورى را كنار بگذارند ، به روشنى از وجود شعور در سراسر جهان ، خبر مىدهد ، حالا حقيقت اين شعور و آگاهى چگونه است و در چه پايه است ، براى ما روشن نيست .\r\nدر ادعيهء اسلامى ، به اين مطلب اشاره‌هايى هست كه از باب نمونه ، دو مورد را نقل مىكنيم :\r\n« تسبح لك الدواب فى مراعيها ، والسباع فى فلواتها ، والطير فى وكورها ، وتسبح لك البحار بأمواجها ، والحيتان فى مياهها ؛\r\nچهارپايان در چراگاه‌ها ، درندگان در بيابان‌ها ، پرندگان در آشيانه‌ها تو را تسبيح مىگويند ، دريا با امواج متلاطم خود ، ماهيان در ميان آنها ، تو را تنزيه مىنمايند » .\r\nدر صحيفهء سجاديه چنين مىخوانيم : امام سجاد موقع رؤيت هلال ، آن را با جمله‌هاى زير مخاطب مى ساخت :\r\n« أيّها الخلق المطيع الدائب السريع المتردد في منازل التقدير ؛ « 2 »\r\nاى آفريدهء فرمان بردار تندرو ، كه پيوسته در منازلى كه بر تو اندازه‌گيرى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . فصلت ( 41 ) آيهء 11 .\r\n( 2 ) . صحيفهء سجاديه ، دعاى 43 .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nشده است تردد مىكنى » .\r\nبا وجود اين آيات و روايات ، كه شعور و ادراك را در سراسر موجودات جهان حاكم مىداند ، بايد در تفسير تسبيح موجودات ، نظريهء مرحوم صدرالمتألهين را برگزيد و گفت : اين تسبيح ، تسبيح واقعى و حقيقى است و موجودات جهان به زبان ويژهء خود ، خدا را تسبيح مىگويند ، نه با زبان حال ، به گونه‌اى كه در نظريه‌هاى پيشين وجود داشت .\r\n\r\nراه دوم ( دليل عقلى ) :\r\nاين نظر را مىتوان با دليل عقلى و اصول « حكمت متعاليه ) » « 1 » نيز ثابت نمود و خلاصهء آن اين است : وجود و هستى در هر مقام و مرتبه‌اى به اعلم و شعور و درك و آگاهى ملازم و توأم است و هر چيزى كه سهمى از وجود و هستى دارد به همان اندازه از علم و شعور سهمى خواهد داشت و دلايل فلسفى ، اين نظر را كاملاً تأييد مىكند و پايهء برهان فلسفى آن را دو چيز تشكيل مىدهد :\r\n1 . در جهان هستى آن چه اصيل و سرچشمهء آثار و كمالات است « وجود » است و هر نوع فيض معنوى و مادى از اوست ؛ اگر در جهان ، علم و ادراكى ، قدرت و نيرويى ، زندگى و حياتى هست همگى در پرتو وجود و هستى اشياست و اگر وجود از ميان برود همه اين جنب‌وجوش‌ها ، تلاش‌ها و حركت‌ها به خاموشى مىگرايد .\r\n2 . براى وجود در تمام مراحل هستى ، از واجب و ممكن ، از مجرد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . حكمت متعاليه همان فلسفهء صدر المتألهين است كه براى خود در فلسفهء اسلامى ، مكتب ويژه‌اى دارد .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nو مادى و از عرض و جوهر ، يك حقيقت بيش نيست و حقيقت وجود اگرچه براى ما روشن نيست ، ولى ما به آن حقيقت با يك رشته مفاهيم ذهنى اشاره مىكنيم و مى گوييم وجود چيزى است كه عدم و نيستى را طرد مىكند و به هرچيزى ، حقيقت و عينيت مىبخشد .\r\nبنابراين ، هركجا از وجود سراغى داشته باشيم اين دو صفت ( طرد عدم ؛ تشكيل دهندهء حقيقت خارجى و عينى ) را در آن جا مىيابيم .\r\nاز اين جهت مىگوييم وجود در تمام مراحل يك حقيقت بيش ندارد ؛ يعنى در تمام مراحل ، دو اثر ياد شده را - كه حقيقت آنها نيز يكى است‌دارد .\r\nبنابراين كه وجود را منبع تمام كمالات بدانيم و براى آن بيش از يك حقيقت قائل نشويم بايد چنين نتيجه بگيريم : هرگاه وجود در مرتبه‌اى از مراتب هستى ، مانند موجودات جاندار ، داراى اثرى ( علم و ادراك ) گرديد ، حتماً بايد اين اثر در تمام مراحل وجود ، نسبت به سهمى كه از وجود دارد ، محقق باشد ، و در غير اين صورت يا بايد وجود ، سرچشمهء كمالات نباشد ، يا براى وجود حقايق متباين تصور كنيم و حقيقت آن را در مرتبهء جاندار ، با آن چه در مراتب گياه و معدن است ، مغاير و مباين بدانيم ؛ زيرا معنا ندارد ؛ يك حقيقت در مرتبه‌اى داراى اثرى باشد و در مرتبهء ديگر فاقد آن ؛ به عبارت ديگر هرگاه وجود داراى حقايق مختلف و متباين بود ، جا داشت كه در نقطه‌اى داراى اثرى باشد و در نقطهء ديگر نشانه‌اى از آن نباشد ؛ ولى هرگاه براى آن يك حقيقت بيش نباشد وتفاوت مصاديق آن ، روى شدت و ضعف مراتب باشد در اين صورت معنا ندارد كه يك حقيقت در مرحله‌اى داراى اثرى باشد و در مرتبهء ديگر دارا نباشد .\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nاين خلاصهء برهان فلسفيى است كه مرحوم صدرالمتألهين دراسفار « 1 » در موارد مختلفى در مورد آن بحث و گفتگو نموده ومىگويد : ظواهر آيات قرآن اين حقيقت را تأييد مىكند ، آن جا كه مىفرمايد :\r\n« وَ إِنْ مِنْ شَىءٍ إِلّا يُسَبِّحُ بِحَمْدِهِ وَلكِنْ لاتَفْقَهُونَ تَسْبِيحَهُمْ » ؛ « 2 »\r\nهمهء موجودات با ستايش خود خدا را تنزيه مىكنند ولى شما از نحوهء تسبيح آنها آگاه نيستيد .\r\nمرحوم صدرالمتألهين اين حقيقت فلسفى و قرآنى را از طريق شهود ومكاشفه نيز درك كرده و در رسالهء سير و سلوك خود اشعارى در اين مضمون دارد :\r\n برِ عارف همهء ذرات عالم * ملك وارند در تسبيحْ هر دم\r\nكف خالى كه در روى زمين است * برِعارف كتاب مُسْتَبِين است\r\nبه هر جا دانه‌اى در باغ و راغى است * درون مغز او روشن چراغى است\r\nبه فعل آيد ز قوّه هر نهانى * ز هر خاكى يكى عقلىّ و جامى\r\nبود نامحرمان را چشمِ دل كور * و گرنه هيچ ذره نيست بى نور\r\nبخوان تو آيهء « نور السموات » * كه چون خورشيد يا بى ، جمله ذرات \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج 1 ، ص 118 و ج 6 ، ص 139 - 140 .\r\n( 2 ) . اسراء ( 17 ) آيهء 44 .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\n كه تا دانى كه در هر ذره‌اى خاك * يكى نورى است ، تابان گشت زان پاك \r\n\r\nگسترش شعور و دانش‌هاى امروز\r\nخوش‌بختانه دانش‌هاى امروز به جهت زحمات پژوهشگران ، وجود علم و ادرك را در جهان نبات ثابت نموده است تا آن جا كه دانشمندان روسى معتقدند گياهان اعصاب دارند و فرياد هم مىكشند . لابراتوار علايم كشاورزى « مسكو » ، فرياد و گريه‌هاى ريشهء گياهى را كه در آب گرم قرار گرفته بود ضبط كرد .\r\nخبرگزارىهاى جهان از راديو مسكو نقل‌مىكنند كه ، گياهان اعصاب دارند و فرياد مىكشند .\r\nراديو مسكو ديشب گوشه‌اى از نتايج تحقيقات دانشمندان روسى را در نباتات و گياهان فاش ساخت و گفت : دانشمندان به اين نتيجه رسيده‌اند كه گياهان نيز داراى دستگاهى شبيه شبكهء اعصاب حيواناتند . اين ، نتيجهء آزمايش يك دانشمند است كه در ساقهء كدو و به دستگاه‌هاى اليافى آن ، فرستنده‌هايى نصب كرد و سپس مطالعات را با تعقيب ريشهء گياه دنبال كرد و انجام بريدگى در ريشهء گياه ، با عكس العمل گياه مواجه شد . هم‌زمان با اين آزمايش ، آزمايش مشابهى در آزمايشگاه فيزيولوژى نباتات فرهنگستان علوم كشاورزى ، نتيجهء مشابهى به بار آورد : در اين آزمايش ريشهء گياهى را در آب گرم قرار دادند و متوجه شدند كه صداى فرياد گياه بلند شد . البته فرياد گياه آن چنان نبود كه به گوش برسد ، ولى گريه‌ها و فريادهاى نامريى اين گياه را دستگاه‌هاى دقيق الكترونيكى روى نوار پهنى ضبط كردند . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اطلاعات ، 16 بهمن 1352 .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\n\r\n3 - گفتار بدون كردار\r\n2 . « يا أَيُّها الَّذِينَ آمَنُوا لِم‌َتَقُولُونَ ما لا تَفْعَلُونَ » ؛\r\nاى افراد باايمان ، چرا چيزى را كه انجام نمىدهيد ( به مردم ) مىگوييد ؟ ! .\r\n3 . « كَبُرَ مَقْتاً عِنْدَ اللَّهِ أَنْ تَقُولُوا ما لا تَفْعَلُونَ » ؛\r\nدر نزد خداوند مبغوض و گناه بزرگ است كه كارى را كه خود انجام نمىدهيد به ديگران بگوييد .\r\nافكار و نظرياتى كه دانشمندان و متفكران به جامعه عرضه مىكنند ، از نظر ارزش ، با يكديگر فرق روشنى دارند ؛ هرنظرى كه روى آن رنج زياد كشيده شود ارزش بيشترى مىيابد و مقام برترى پيدا مىكند .\r\nكشف اين مطلب ، كه صاحب نظر تا چه اندازه روى نظر خود زحمت كشيده و رنج برده و تاچه اندازه مورد اعتماد و اطمينان اوست ، براى نوع مردم ممكن نيست ؛ ولى ازيك راه مىتوان پايهء ارزش فكر و مقدار اعتماد صاحب‌نظر را به نظر خويش به دست آورد و آن ، عمل خود او به نظريهء خود است ؛ اگر صاحب نظرى به نظريهء خويش ، و واضع قانونى به قانونى كه براى مردم وضع كرده است ، عمل كند ، عمل او حاكى است\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nكه به فكر و گفتهء خود ايمان دارد ، و آن را به صورت يك فرضيه و يا تئورى مطرح نكرده است .\r\nبنابراين ، نظريهء يك متفكر هنگامى در افكار و ديدگاه مردم ارزش پيدامىكند كه مبتكر آن ، قبل از ديگران به آن عمل نمايد ، در غير اين صورت ، هراندازه هم ، فكرْ صحيح و سالم و صد در صد مطابق واقع باشد ، در اذهان عامهء مردم ، به صورت نظريه و فكر متزلزل و مشكوكى در مىآيد كه صحت و سقم آن معلوم نيست .\r\nاين همان حقيقتى است كه امام صادق عليه السلام آن را در تفسير يكى از آيات قرآن مجيد « 1 » با عبارت بسيار كوتاه و در عين حال پر مغز بيان كرده ومىفرمايد :\r\n« العالم من صدق فعلَه قوله ، و من لم يصدق فِعله قوله فليس بعالم ؛ « 2 »\r\nدانشمند كسى است كه رفتار او گفتارش راتصديق كند ، و هر كسى كه كردار او ، سخن وى را تصديق نكند ، و عمل او بر خلاف گفته‌اش باشد ، عالم نخواهد بود » .\r\nما از اين جملهء پرمغز همان مطلب را مىفهميم كه در بالا توضيح داده شد ؛ زيرا يك نظريهء علمى - خواه مكتشف آن بر طبق آن عمل بنمايد يا ننمايد هر چند در رديف دانش‌هاى بشرى است و موافقت و مخالفت مبتكر آن ، در واقعِ آن تأثيرى ندارد ؛ ولى در مقام اثبات و در انظار مردم - كه از حقيقت و چگونگى آن نظر آگاهى ندارند - در صورتى ، رنگ علم و قيافهء دانش به خود مىگيرد كه تطابق رفتار و گفتار او را ، آشكارا به دست آورند . اگر رفتار مصلحى با گفتار وى تطبيق نكند آن چنان افكار او\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . در تفسير « إِنَّما يَخْشَى اللَّهَ مِنْ عِبادِهِ العُلَماءُ » .\r\n( 2 ) . اصول كافى ، ج 1 ، ص 18 .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nدر ديدِ مردم بى ارج و بىاثر مىشود كه در اندك مدتى به دست فراموشى سپرده شده و به سان بارانى كه برتخته سنگ‌هاى صاف مىريزد « 1 » آنى در قلوب مردم جاى نمىگيرد ، و برق آسا از خاطره‌ها محو مىشود .\r\n\r\nمؤثرترين تبليغ ، تبليغ عملى است\r\nيكى از اشتباهات اين است كه براى سخن ، تأثير سحر آسا قائل هستيم ، ولى از تأثير تبليغ عملى غافليم ؛ تأثيرى كه مىتواند يك عمل كوچك از گوينده‌اى ، در افكار مردم بگذارد ، هرگز ده سخنرانى ، نخواهد گذارد . بزرگ‌ترين حربهء پيامبران براى جلب افكارمردم ، همان عمل آنان به گفتار خويش بود . آنان با عمل به برنامه‌هايشان اعتماد مردم را به دست آورده و عملاً به مردم مىرساندند كه به آن چه مىگويند مؤمن و معتقدند .\r\nپافشارى و استقامت مدعى در راه هدف خود ، نشانهء راستگويى وى است ، ولى « تذبذب » و دو دلى و عمل بر خلاف گفتار ، نشانهء دروغگويى و بى ايمانى گوينده به گفتار خود محسوب مىشود ، در هيچ تاريخى نداريم كه پيامبر اسلام و پيشوايان بزرگ ما قدمى بر خلاف گفتار خود برداشته و يا در سخت‌ترين لحظات ، گامى به عقب نهاده ، و يا در نبردى پشت به دشمن كرده باشند . اگر پيامبر به مردم مىگفت :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اقتباس از حديث زير است كه امام صادق عليه السلام دربارهء عالم بى عمل بيان نموده است :\r\n« إن العالم إذا لم يعمل بعلمه زلت موعِظته عن القلوب كما يزِل المطر عنِ الصفا ؛\r\nهرگاه دانشمندى به علم خود عمل ننمايد ، پندها و اندرزهاى او در قلوب مردم جاى نمىگيرد و به‌سان بارانى كه بر سنگ‌هاى سخت مىريزد و آنى در آن قرار نمىگيرد ، از قلوب مردم محو مىشود » . اصول كافى ، ج 1 ، ص 44 .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n« إِذا لَقِيتُمُ الَّذِينَ كَفَرُوا زَحْفاً فَلا تُوَلُّوهُمُ الأَدْبارَ » ؛ « 1 »\r\n( اى افراد با ايمان ، ) هرگاه كافران را انبوه و فشرده ديديد پشت به آنها نكنيد و فرار ننماييد » .\r\nخود ثابت‌ترين و پايدارترين فرد در ميدان نبرد بود ، و بزرگ‌ترين پايگاه ومأمنى براى دوستان خود به شمار مى رفت تا آن جا كه اميرمؤمنان عليه السلام پايدارى پيامبر را در ميدان نبرد چنين توصيف مىكند :\r\n« إذا احمر البأس اتقينا برسول اللّه فلم يكن أحد منا أقرب إلى العدومنه ؛ « 2 »\r\nهنگامى كه آتش جنگ شعله‌ور مى شد ما به پيامبر خدا پناه مىبرديم و هيچ‌كس به دشمن از آن حضرت نزديك‌تر نبود » .\r\n\r\nبزرگ‌ترين مكتب تربيتى\r\nمتفكران و مصلحان بزرگ جهان ، اصلاح خويش را نخستين تحول و نقطهء انقلاب قرار داده و از خود آغاز مىكردند و سپس به اصلاح ديگران مى پرداختند ، زيرا عمل خود مدعى ، بزرگ‌ترين مكتب تربيتى و عامل مؤثر براى جلب قلوب است ، و اين همان حقيقت اجتماعى است كه امام على عليه السلام در يكى از كلمات قصار خود به آن تصريح كرده و چنين مىفرمايد :\r\n« من نصب نفسه للناس إماماً فليبدأ بتعليم نفسه قبل تعليم غيره ، و ليكن تأديبه بسيرته قبل تأديبه بلسانه ؛ « 3 »\r\nهركس خويش را پيشواى ديگران قرار بدهد اصلاح خويش را بر اصلاح\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انفال ( 8 ) آيهء 15 .\r\n( 2 ) . نهج البلاغه عبده ، ج 3 ، ص 214 .\r\n( 3 ) . نهج البلاغه ، كلمات قصار ، شمارهء 73 .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nديگران مقدم بدارد و پيش از آن كه مردم را با زبان خود تبليغ كند ، با سيرت و رفتار خود رهبرى نمايد » .\r\n\r\nچراگناهى بزرگ است ؟\r\nآيهء مورد بحث بيان مىكند دعوتى كه توأم باعمل و كردار نباشد ، در پيشگاه الهى گناهى بزرگ است ؛ زيرا چنين افرادى كه قيافهء مصلحانه و حق به جانب مىگيرند با اعمال ضدِّ اصلاحى خويش ، تمام افكار اصلاحى را در انظار مردم موهوم و بىاعتبار كرده و مردم را به تمام مقدسات بدبين مىسازند . جاى تعجب نيست كه اميرمؤمنان عليه السلام چنين افرادى را از « شكنندگان كمرخود » معرفى كرده و مىفرمايد :\r\n« قصم ظهرى اثنان : جاهل متنسك و عالم متهتك : فالجاهل يغش الناس بتنسكه ، والعالم يغرهم بتهتكه ؛ « 1 »\r\nدو گروه كمر مرا شكستند : يكى نادانى كه خود را در لباس دين آورده و ديگرى دانشمندى كه با عدم عمل به علم خود ، پرده درى مىكند . نادان متدين‌نما ، با ظاهرسازى ، مردم را مىفريبد و پرده‌درى دانشمند ، مردم را جرى و گستاخ مىسازد » .\r\nبايد توجه نمود كه كام هيچ فردى با گفتن حلوا شيرين و پهنهء تاريك‌شب با نام چراغ روشن نمىشود و لفظ گل ، گلزار و گلستان به‌وجود نمىآورد و به قول گوينده :\r\n نام فروردين نيارد گل به باغ * شب نگردد روشن از اسم چراغ \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بحارالانوار ، ج 2 ، ص 111 .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\n اسم گفتى رو مسمّا را بجوى * ماه در بالاست نى در آب جوى\r\nهيچ اسم بى مسمّا ديده‌اى * يا زگاف و لامِ گل ، گل چيده‌اى\r\nتا قيامت عارف ار مَىْ مَىْ كند * تا ننوشد باده ، مستى كى كند \r\nاين جاست كه انسان به ياد سخنان ارزندهء پيشوايان ادب مىافتد كه گفته‌اند :\r\nدو صد گفته چون نيم كردار نيست ؛ بار درخت علم ، ندانم به جز عمل .\r\nاگر هزينهء تبليغات دور از حقيقت كه بازرگانان و يا صاحبان صنايع در ترويج كالاهاى خود صرف مىكنند ، در راه تأمين آرمان‌هاى كارگران و مرغوبيت جنس صرف شود به مراتب سودمندتر و قابل تمجيدتر خواهدبود .\r\nگاهى عمل به گوشه‌اى از برنامه‌هاى اسلام آن چنان اعجاب ديگران‌را بر مىانگيزاند كه بىاختيار به سوى اسلام كشيده مى شوند . دراين موارد يك جَوْ عمل ، جاىگزين صدها برنامه‌هاى تبليغاتى مىگردد .\r\nاميرمؤمنان عليه السلام به صورت يك فردى ناشناس با يكى از اهل كتاب ( مسيحى ، يا يهودى ، يا زرتشتى ) هم‌سفر شد . مقصد امير مؤمنان كوفه ، و مقصد وى نقطه‌اى جلوتر از كوفه بود . اميرمؤمنان راه مشترك را با او باكمال صميميت و مذاكرات شيرين پيمود . وقتى بر سر دو راهى رسيدند و آن شخص « ذِمّى » خواست از على جدا شود ، مشاهده كرد كه هم‌سفر وى\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nنيز با او مىآيد . در اين موقع با كمال تعجب پرسيد : مقصد شما كوفه است و راه كوفه طرف ديگر است ؟ اميرمؤمنان به يكى از برنامه‌هاى اسلام ، يعنى « حسن مصاحبت » اشاره نمود و گفت : شما با اين مصاحبت كوتاه حقى بر گردن من پيدا كرديد و آن حق با اين ادا مىگردد كه ، مقدارى تو را در مسير اختصاصى ات مشايعت كنم . پيامبر ما فرمود : هرگاه با شخصى هم‌سفر شديد او را بر سر دو راهى رها نكنيد ، بلكه به پاس هم‌سفرى ، مقدارى او را مشايعت نماييد سپس از او جداشويد ، و راه خود را تعقيب كنيد .\r\nآن مرد گفت : به راستى به شما چنين دستورى داده است ؟ على فرمود : آرى . در اين موقع هم‌سفر على گفت : اگر گروه‌هايى از مردم جهان ، پيرو او شدند روى همين اخلاق بزرگ اوست ! « 1 » اين جمله را گفت وعلى را ، در حالى كه نمى شناخت ، گواه گرفت كه من نيز بر آيين اسلام هستم .\r\nجالب توجه اين كه ، اين انقلاب روحى كه از مشاهدهء يك برنامهء جزيى اسلام پيدا نمود ، موجب شد از مقصد خود صرف‌نظر كند و همراه على عليه السلام به كوفه بيايد و آن گاه كه او را شناخت ، اسلام آورد . « 2 »\r\nاگرعمل به معتقدات مذهبى ، موجب گرايش ديگران به آيين است ، در مقابل ، اسلام زبانى و اكتفا به ظاهر ، موجب انزجار مردم از آيين و مذهب مىباشد . بدين رو حضرت مسيح عليه السلام مىفرمايد :\r\n« أشقى الناس من هو معروف عند الناس بعلمه ، مجهول بَعَمَلِهْ ؛ « 3 »\r\nبدترين مردم كسى است ، كه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . « لاجرم إنما تبعه من تبعه لأفعاله الكريمة » .\r\n( 2 ) . اصول كافى ، چاپ جديد ، ج 2 ، ص 670 .\r\n( 3 ) . بحارالانوار ، ج 2 ، ص 278 .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nميان مردم به علم و دانش معروف گردد ، ولى هرگز از او عمل به آن چه مردم را به سوى آن دعوت مىكند ، ديده نشود » .\r\nلطيف‌ترين بيانى كه دربارهء اهميت تبليغ عملى از پيشوايان ما وارد شده است ، اين جمله است :\r\n« كونوا دعاة الناس به غير ألسنتكم ؛ « 1 »\r\nمردم را به غير زبان ( يعنى عمل ) به خير و نيكى دعوت نماييد » .\r\nدر پايان ، دو نكته را يادآور مىشويم :\r\n1 . در قرآن در مذمت كسانى كه مىگويند ولى عمل نمىكنند آيات فراوانى وارد شده است كه قسمتى از آنها را در اين‌جا نقل وترجمه مىكنيم :\r\n« أَتَأْمُرُونَ النّاسَ بِالبِرِّ وَتَنْسَوْنَ أَنْفُسَكُمْ وَأَنْتُمْ تَتْلُونَ الكِتابَ أَفَلا تَعْقِلُونَ » ؛ « 2 »\r\nآيا به مردم دستور نيكى كردن مىدهيد و خود را فراموش مىكنيد ، در حالى كه كتاب خدا را تلاوت مىكنيد . آيا نمىانديشيد .\r\n« وَالشُّعَراءُ يَتَّبِعُهُمُ الغاوُنَ * أَلَمْ تَرَ أَ نَّهُمْ فِى كُلِّ وادٍ يَهِيمُونَ * وَأَ نَّهُمْ يَقُولُونَ ما لا يَفْعَلُونَ » ؛ « 3 »\r\n« از شعرا ، افراد گمراه پيروى مىكنند . نمىبينيد آنان در هر وادى قدم مىگذارند و به آن چه مىگويند عمل نمىكنند .\r\n« وَلكِنْ كُونُوا رَبّانِيِّينَ بِما كُنْتُمْ تُعَلِّمُونَ الكِتابَ وَبِما كُنْتُمْ تَدْرُسُونَ » ؛ « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سفينة البحار ، ج 2 ، ص 278 .\r\n( 2 ) . بقره ( 2 ) آيهء 44 .\r\n( 3 ) . شعرا ( 26 ) آيات 224 - 226 .\r\n( 4 ) . آل عمران ( 3 ) آيهء 79 .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nبلكه دانشمندان الهى باشيد به خاطر اين كه كتاب خدا را مىآموزيد و آن را تدريس مىكنيد .\r\n« فَبَشِّرْ عِبادِ * الَّذِينَ يَسْتَمِعُونَ القَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ أُولئِكَ الَّذِينَ هَداهُمُ اللَّهُ وَأُولئِكَ هُمْ أُولُوا الأَلْبابِ » ؛ « 1 »\r\nبندگان خدا را بشارت بده . آنان كه سخن خدا را مىشنوند و از بهترين آن پيروى مىكنند . آنان كسانى هستند كه خدا آنها را هدايت كرده و آنان صاحبان خردند .\r\n2 . دربارهء علم بدون عمل روايات زيادى وارد شده است كه اين‌جا مجال طرح آنها نيست . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . زمر ( 39 ) آيهء 17 و 18 .\r\n( 2 ) . براى اطلاع بيشتر ر . ك : اصول كافى ، ج 1 ، ص 44 و 45 و 47 ؛ بحارالانوار ، ج 1 ، باب 9 ، ص 26 - 40 .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\n\r\n4 - جهاد در راه خدا\r\n4 . « إِنَّ اللَّهَ يُحِبُّ الَّذِينَ يُقاتِلُونَ فِى سَبِيلِهِ صَفّاً كَأَ نَّهُمْ بُنْيانٌ مَرْصُوصٌ » ؛ « 1 »\r\nخداوند كسانى را كه در راه او در صف واحدى ، صفى هم‌چون بنيانى محكم و به‌هم پيوسته ، جهاد مىكنند ، دوست مىدارد .\r\nگروهى از غرب زدگان كه تحت تأثير تمدن خيره كنندهء ماشينى و صنعتى غرب واقع شده‌اند ، مىخواهند همهء مسائل اسلامى را طبق دلخواه آنان تفسير كنند ، بلكه به همه‌چيز از دريچهء فكر آنان بنگرند ، گرچه در اين پيروى وتقليد نابه جا ، فرسنگ‌ها از حقيقت دور بيفتند .\r\nدر اين افراد ، عقدهء حقارت و خود كم بينى ، كه معلول پيشرفت غرب در صنعت و تكنيك مىباشد ، طرز تفكر خاصى به وجود آورده ، وهمگى چنين فكر مىكنند : همان‌طورى كه بايد صنعت و تكنيك را ازغرب آموخت ، بايد معارف ومعتقدات دينى را نيز طورى توجيه و تفسير كرد كه در كام ملت غرب شيرين شود و مورد پسند جهان غرب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . صف ( 61 ) آيهء 4 .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nقرار گيرد .\r\nاين طرز تفكر ، آنان را بر اين داشته است كه بسيارى از معارف برجسته آيين آسمانى اسلام را ، كه براى ملل مادى اروپا و آمريكا قابل هضم نيست ، به صورت ناصحيحى توجيه كنند ، تا از اين رهگذر - البته به گمان خود - هم اصالت و شخصيت شرقى و اسلامى خود را حفظ نمايند و هم سخنى را كه در كام آنان تلخ و ناگوار ، و احياناً مورد اشكال وطعن باشد ، نگويند .\r\nدر آيين اسلام موضوعاتى به نام « وحى » ، « معجزه » ، « فرشته » و . . . مطرح مىباشد . وجود اين حقايق نورانى با براهين محكمى درجاى خود به ثبوت رسيده است ، ولى از آن جا كه فرهنگ مادى اروپا ، به اين موضوعات از دريچهء انكار و يا شك مىنگرد ، غرب زدگان ما حقايق نامبرده را طورى توجيه مىكنند كه بر مقياس‌هاى صددرصد مادى جهان غرب منطبق باشد ؛ مثلاً مىگويند :\r\nوحى جز تجلى شعور باطن و ضمير مخفى پيامبر ، « 1 » و يا جز نبوغ فكرى ، چيزى نيست ، و مىگويند : منظور از فرشته در تمام موارد قرآن ، همان قواى طبيعى است كه بشر در طول كاوش‌هاى خود به آن دست يافته‌است . « 2 »\r\n\r\nنمونهء ديگر از اين طرز فكر\r\nجاى گفتگو نيست كه يكى از قوانين استوار اسلام ، كه ضامن بقا و پيشرفت آن در طول تاريخ بوده ، همان تشريع قانون جهاد است . جهاد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . فريد وجدى ، ، دائرة المعارف ، مادهء « وحى » .\r\n( 2 ) . المنار ، ج 1 ، ص 267 - 274 .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n- چنان كه در آينده تشريح خواهيم كرد - گاهى جنبهء دفاعى دارد ، و احياناً با شرايط خاصى ، جنبهء ابتدايى و تعرضى ؛ يعنى گاهى بدون اين كه دشمن متعرض مسلمانان گردد ، رهبر مسلمانان ( پس از اعلام و ابلاغ اسلام و روشن ساختن افكار مردم و اتمام حجت‌هاى عقلى و شرعى ) دست به حملهء ابتدايى مىزند و يك چنين حمله ابتدايى - چنان كه بعداً تشريح خواهيم كرد - هرگز با اصول عقلى و انسانى و قوانين جهانى و مسألهء آزادى مخالف نيست . ولى برخى اصرار دارند كه جهاد را فقط به عنوان يك حربهء دفاعى توصيف نمايند و تمام جهادهاى اسلامى را در دوران رسالت پيامبر و خلفاى اسلام ، به دفاع از كيان وحوزهء اسلام مربوط دانسته و جهاد ابتدايى وتعرضى را به كلى منكر شوند .\r\n\r\nاسلام هرگز آيين شمشير نبود\r\nطراحان اين شبهه همان مبشران مسيحىاند كه آن را از قانون جهاد استنتاج كرده و غزوات پيامبر اسلام و خلفا را بر آن گواه آورده‌اند ؛ در صورتى كه در آينده خواهيم گفت وجود جهاد ابتدايى ، گواه بر آن نيست كه اسلام به زور شمشير پيشرفت كرده است و استنتاج چنين امرى از قانون جهاد اسلام ، صددرصد غلط مىباشد و روشن خواهيم ساخت كه هدف از غزوات ، تحميل اسلام بر مردم نبوده است « اگر آنان چنين نتيجهء غلطى را از قانون جهاد ، وغزوات پيامبر اسلام گرفته‌اند ، جاى تعجب نيست ، بلكه عجب اين جاست كه طراحان اين شبهه ، كارى جز جنگ و خونريزى و استعمار و چپاول نداشتند ، حتى مقدس‌ها و پاپ‌ها و تارك دنياهاى آنها ، چنان فشار و تحميل عقيده و انگزيسيون بازى بر سر غيرمسيحى و مسيحيان معروف به انحراف ، وارد آورده‌اند كه از\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nخشونت‌هاى تاتار و مغول كمتر نبوده است » . « 1 »\r\n\r\nجهاد امرى فطرى است\r\nاگر حيات يك موجود زنده و ساده مانند گياه را در گرو مبارزه با عوامل زيادى بدانيم كه حيات و بقاى آن را تهديد مىكند ، اگر تعريف زيست‌شناس معروف فرانسوى ، بيشو را دربارهء زندگى بپذيريم كه مىگويد : حيات ، مجموعهء اعمالى است كه بر ضد مرگ مىجنگند . اگر مرگ و فرسودگى و ميل به يك‌نواختى را لازمهء سير طبيعى بدانيم و پديدهء حيات و هر پديدهء ضد مرگ و تكامل و رشد را مخالف جريان طبيعى و به‌سان شنا در جهت خلاف مسير آب رودخانه تلقى نماييم ، تصديق خواهيد كرد كه هر پديدهء اجتماعى و انقلاب فكرى ( ايدئولوژيك ) چون پديدهء زندهء مادى ، در پيدايش و بقاى خود ، به تلاش‌هاى وسيعى نياز دارد كه بدون آن ادامهء وجود براى آن ممكن نيست ؛ زيرا در انقلاب‌هاى فكرى ، منافع گروه‌هايى به خطر افتاده خواه ناخواه ، به معارضه و مبارزه بر مىخيزند ، و جنگ رخ مىدهد در اين موقع ، جنگ اصلى حياتى ، كه ضامن بقا و رشد و نموِّ آن مكتب فكرى است ، تلقى مىگردد .\r\nاصولاً حساب دين از حساب يك مكتب فلسفى و يا علمى جداست . نزاعى كه يك مكتب فلسفى به پا مىكند ، از دايرهء مناقشات لفظى و احياناً انتقادات كتبى ، تجاوز نمىكند ، ولى آيينى كه مىخواهد تمام نظامات پوسيده را درهم بريزد ، و مراسم كهن وعقايد فاسد را زير و رو كند و نظام نوى را به جاى نظام كهنه بنشاند ، چنين فكر و هدفى بدون درگيرى و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اسلام مكتب مبارز و مولد ، ص 9 .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nجنگ ، جامهء عمل به خود نخواهد پوشيد .\r\nكدام انقلاب جهانى و منطقه‌اى بدون خونريزى و جنگ و نبرد به ثمر رسيده است ؟ آيا انقلاب كبير فرانسه يك انقلاب بدون جنگ بود ؟ انقلاب هند كم كشته داد ؟ انقلاب روسيه در بر چيدن نظام كهن ، بدون خونريزى صورت گرفت و استقلال آمريكا براى ملت آن ارزان تمام شد ؟ !\r\nنهضت راسخ و انقلاب ثمربخش ، در ميام ملل جهان ، كه لطمهء شديدىبرمطامع اقوام و گروهى وارد مىسازد و يا آنان را از مراسم كهن و راه ورسم ديرينه باز مىدارد ، طبعاً جنگ و درگيرى را به دنبال دارد . « 1 »\r\n\r\nجهاد دفاعى ، نخستين چهرهء جهاد در اسلام\r\nبه عقيدهء زيست شناسان اساس حيات هر موجود زنده‌اى روى سه اصل استوار است :\r\n1 . استنشاق هواى آزاد و جذب غذا ؛\r\n2 . نمو و توليد مثل . هم چنان كه مىبينيم يك نهال ، يك هسته ، يك سلول حيوانى نمو و توليد مثل مىنمايد ؛\r\n3 . دفع مضر و مزاحم و مواد زايد ، وتلاش و نزاع طبيعى براى بقا .\r\nاين سه اصل در تمام موجودات زنده مطابق ساختمان وجودى آنهاوجود دارد ، ولى بايد توجه كرد كه رشد و نمو و بقاى يك پديدهءاجتماعى ، از اين سه اصل نيز مستثنا نيست و رسوخ و گسترش و بقاى يك عقيده ، از اين اصول - كه ضامن بقا و حيات آن است بىنياز نيست .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ر . ك : همان .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nگرچه اسلام ، به عقيدهء ما مسلمانان پديده‌اى اجتماعى نيست ، بلكه پديده‌اى آسمانى و دعوت الهى است ، ولى در بقا و رشد و نمو ، از اين سه اصل بىنياز نيست و با ساير پديده‌هاى اجتماعى تفاوتى ندارد ؛ زيرا وقتى هدف اسلام دگرگون كردن افكار و عادات و حقوق و امتيازات و مقامات باشد ، چنين انقلاب وسيعى درميان تمام قشرهاى اجتماع ، از تهديد گروه‌هايى كه مطامع و سود مادى آنان از طرف اسلام به خطر مىافتد و تغيير عادات ديرينه و مراسم كهن براى آنها امرى مشكل و سخت مىباشد ، مصون نمىماند و خواه ناخواه دسته‌هاى گوناگونى متعرض آن مىشوند .\r\nدر اين صورت اسلام ناچار است از اصل سوم حيات ، حداكثر استفاده را بنمايد و زنجير دفاعى خود را مستحكم‌تر سازد ، واى انقلاب اصلاحى در نطفه خفه گرديده ديرى نمىپايد كه فروغ و گرمى آن به خاموشى و سردى مىگرايد .\r\nما اين نكتهء اساسى را در نخستين آيه‌اى كه دربارهء جهاد وارد شده به‌خوبى درمىيابيم . در اين آيه ، نكتهء تشريع جهاد همان پاسخ به تعرضات دشمنان دانسته شده و اجازه داده شده كه مسلمانان از خود دفاع‌كنند :\r\n« أُذِنَ لِلَّذِينَ يُقاتَلُونَ بِأَ نَّهُمْ ظُلِمُوا وَ إِنَّ اللَّهَ عَلى نَصْرِهِمْ لَقَدِيرٌ * الَّذِينَ أُخْرِجُوا مِنْ دِيارِهِمْ بِغَيْرِ حَقٍّ إِلّا أَنْ يَقُولُوا رَبُّنا اللَّهُ » ؛ « 1 »\r\nبه كسانى كه به جنگ كشانده مىشوند اجازه دفاع داده شده است ؛ زيرا آنان افرادى مظلوم و ستمديده‌اند وخداوند بر نصرت آنان تواناست . آنان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . حج ( 22 ) آيهء 39 و 40 .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\n( افراد مجاهد ) كسانى هستند كه بدون جهت از ديارشان اخراج شده‌اند جز اين كه ( جرم آنان اين بود ) مىگفتند : پروردگار ما خداست .\r\nاين آيه به خوبى نشان مىدهد ، كه نخستين انگيزهء تشريع جهاد ، اين بود كه مسلمانان پس از تمركز در مدينه از حقوق خود دفاع و هر نوع ستم را از خود دفع نمايند .\r\nاين نكته درآيات ديگرى نيز منعكس است ، كه فقط به نقل و ترجمهء يك آيه اكتفا مىنماييم :\r\n« وَقاتِلُوا فِى سَبِيلِ اللَّهِ الَّذِينَ يُقاتِلُونَكُمْ وَلاتَعْتَدُوا إِنَّ اللَّهَ لا يُحِبُّ الْمُعْتَدِينَ » ؛ « 1 »\r\nبا كسانى كه با شما نبرد مىكنند ، در راه خدا جنگ كنيد ، ولى مراقب‌باشيد كه از حد تجاوز نكنيد . خدا تجاوز كاران را دوست نمىدارد » .\r\nدر اين دو آيه ، نخستين چهرهء جهاد براى ما نمايان و روشن مىشود و اين كه فلسفهء تشريع آن در صدر اسلام ، پاسخگويى به زور گويانى بود كه‌مسلمانان را از آزادى عقيده و تمام لذايذ مادى و معنوى باز داشته بودند .\r\n\r\nنمونه‌هايى از جهاد دفاعى\r\nاز روزى كه پيامبر اسلام در مدينه استقرار يافت و جوانان انصار دور او را گرفتند و افراد پاك‌دلى از نقاط مختلف به ديدار او شتافته و آيين او را از جان و دل پذيرفتند و اجتماع كوچك ، اما نيرومندى را در برابر مشركان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بقره ( 2 ) آيهء 190 .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nتشكيل دادند ، همواره موجوديت مسلمانان و كيان و تشكيلات آنان را گروه‌هاى مشرك مورد حمله و هجوم قرار مىدادند : در زمان حيات پيامبر شهر مدينه و اطراف آن پيوسته مورد هجوم سپاه شرك قرار گرفت و لشكر دشمن اطراف مدينه را محاصره كرد . در جنگ بدر و احد و خندق ، جز داخل شهر ، همهء نقاط تحت تصرف سپاه بت‌پرست در آمد و دفاع جانانن اى را كه مسلمانان در سرزمين بدر انجام دادند ، به منظور جلوگيرى از پيشرفت دشمن به سوى مدينه بود .\r\nفقها اين گونه نبردها را ، كه براى دفاع از موجوديت و حقّ حيات اسلام و مسلمانان و يا براى سركوبى هرگونه جنبش‌هاى ضدّ اسلامى ، كه در ميان قبايل در شرف تكوين بود ، صورت مىگرفت « جهاد دفاعى » مىنامند .\r\nاكثر غزوات پيامبر و يا دسته‌هايى كه براى پراكنده ساختن اجتماعاتى كه به فكر حمله به مدينه بودند ، اعزام مىشدند ، جنبهء دفاعى داشت ؛ يعنى در اكثر اين نبردها هدف پاسخ به حملات دشمن بود ؛ و يا منظور اين بود كه نهضت‌هاى ضدّ اسلامى در حال تكوين و دسته‌بندى را ، خفه سازند و پيش از آن كه به مدينه حمله آورند و يا به جمع اسلحه و نفرات موفق گردند ، از هم پراكنده كنند .\r\nروى اين نظر ، بسيارى از انديشوران تصور كرده‌اند كه همهء جهادهاى اسلامى ، جهاد دفاعى بوده و هرگز در اسلام جهاد تعرضى و ابتدايى وجود نداشته است .\r\nاين استنتاج ، معلول بررسى اين نوع غزوه‌هاست و گرنه دليلى ندارد جهاد تعرضى و ابتدايى كه از مسلمات فقه اسلام و صريح آيات قرآنى است ، مورد انكار قرار گيرد . ما در آينده به بررسى دلايل جهاد ابتدايى و علل و انگيزه‌هاى آن خواهيم پرداخت .\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\n\r\nامتيازات جهاد دفاعى\r\nقانون جهاد كه براى نخستين‌بار در اسلام به عنوان يك قانون دفاعى چهره گشود ، مشخصات و امتيازات آن ضمن آيه‌اى بيان شده است و شايسته است كه خود اين امتيازات به تنهايى ، مورد بحث و بررسى قرار گيرد :\r\n« وَقاتِلُوا فِى سَبِيلِ اللَّهِ الَّذِينَ يُقاتِلُونَكُمْ وَلاتَعْتَدُوا إِنَّ اللَّهَ لا يُحِبُّ الْمُعْتَدِينَ » ؛ « 1 »\r\nدر راه خدا با كسانى كه با شما نبرد مىكنند ، جهاد بنماييد ( ولى مراقب باشيد ) كه از حد تجاوز نكنيد . . . » .\r\nدقت در جمله‌هاى اين آيه ما را به امتيازات سه گانهء جهاد دفاعى واقف مىسازد و به طور غير مستقيم به پاره‌اى از اشكالات و اشتباهات كه در اذهان افراد غير مطلع وجود دارد ، پاسخ روشن مىدهد . امتيازات جهاد دفاعى با جمله‌هاى زير بيان شده است .\r\n1 . انگيزهء جهاد و هدف آن : « فِى سَبِيلِ اللَّهِ » ؛ در راه خدا » .\r\n2 . جنگ با كدام دسته ؟ « الَّذِينَ يُقاتِلُونَكُمْ » ؛ با كسانى كه با شما نبرد مىكنند » .\r\n3 . حدود و مرز اين دفاع : « وَلاتَعْتَدُوا » ؛ ازحد تجاوز نكنيد » .\r\nاكنون به اجمال دربارهء هر يك از اين امتيازات بحث مىنماييم :\r\nامتياز نخست : اين آيه مىرساند كه حساب جهاد اسلامى از كشور گشايى جداست ؛ جهاد اسلامى - اعم از دفاعى و تعرضى - براى خدا و جلب رضاى خداوند صورت مىگيرد . جهاد نوعى عبادت است كه بايد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بقره ( 2 ) آيهء 190 .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nاز روى نيت پاك انجام شود ، انگيزه‌اى جز خدا در كار نباشد ؛ هرگز نظر اين نباشد كه نفوذ مادى وسلطهء ظاهرى را گسترش دهند و يا كشورى و يا منطقه‌اى را ضميمهء كشورى و يا منطقهء ديگرى بنمايند ، و اگر احياناً درگذشته بر صدها هزار نفر از مردم حكومت مىكردند اين بار بر ميليون‌ها نفر از مردم حكومت كنند ؛ بلكه جهاد ، ( جهاد دفاعى ) نوعى تحرك اجتماعى مفيد و مقدس ، براى حفظ كيان و موجوديت اسلام است ، و در اين كه انگيزه در جهاد ، كسب رضاى خداست ، ميان دفاعى و ابتدايى تفاوتى نيست هر چند بحث ما فعلاً دربارهء بيان مشخصات جهاد دفاعى است . از اين جهت بايد توجه كرد هر فتح و پيروزيى كه در زمان رسول خدا و يا خلفاى بعد از او صورت گرفته است انگيزه و هدفى جز حفظ موجوديت اسلام و يا برداشتن موانعى كه بر سر راه تبليغ آيين اسلام بود ، نداشته و هرگز قابل قياس با كشور گشايى اسكندر مقدونى و پيروزىهاى ژنرال‌هاى اروپايى نيست ؛ زيرا آنان در فتوحات خويش هرگز انگيزهء الهى و قصد بسط نفوذ و گسترش آيين حق نداشتند ، بلكه زيادى طمع و آز ، آنها را به نبردهاى خونين و جنگ‌هاى منطقه‌اى و يا قاره‌اى وا مىداشت . اين امتياز در بسيارى از آيات وارد شده است ، از جمله :\r\n« الَّذِينَ آمَنُوا يُقاتِلُونَ فِى سَبِيلِ اللَّهِ وَالَّذِينَ كَفَرُوا يُقاتِلُونَ فِىسَبِيلِ الطّاغُوتِ » ؛ « 1 »\r\nافراد با ايمان در راه خدا جهاد مىكنند و افراد كافر در راه بت‌ها ( به منظور طغيان و تجاوز ) نبرد مىنمايند .\r\nباز يادآور مىشويم : در اين كه بايد انگيزه در جهاد ، كسب رضاى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نساء ( 4 ) آيهء 76 .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nالهى باشد ، ميان جهاد دفاعى و تعرضى فرقى نيست ، حتى هنگامى كه گروهى از مجاهدان بنا به عادت غلط جاهليت ، براى گردآورى غنيمت جنگى ، جهاد مىكردند ، شديداً از طرف خدا مورد توبيخ قرار گرفتند و آيهء زير در مذمت آنان نازل گرديد :\r\n« . . . تُرِيدُونَ عَرَضَ الدُّنْيا وَاللَّهُ يُرِيدُ الآخِرَةَ وَاللَّهُ عَزِيزٌ حَكِيمٌ » ؛ « 1 »\r\nشما مال دنيا ومتاع مادى مىخواهيد ، ولى خداوند آخرت را براى شما خواهان است . خداوند عزيز و حكيم است » .\r\nامتياز دوم : مسلمانان در جهاد دفاعى بايد فقط با كسانى كه نبرد مىكنند ، به نبرد بپردازند .\r\nولى چنان كه بعداً تذكر خواهيم داد ، در تشريع « جهاد تعرضى » اين شرط معتبر نيست و حكومت اسلامى مىتواند ، براى برداشتن هر نوع مانع از سر راه تبليغ آيين اسلام و براى به دست آوردن محيطهاى آزاد براى تنوير افكار و ترويج آيين توحيد و . . . لشكر كشى كند ولو مردم آن منطقه در فكر جنگ و كارزار با مسلمانان نباشند .\r\nامتياز سوم : همان حد و مرزى است كه آيهء 19 سورهءبقره بيان مىكند ، و آن اين كه در اين پيكار نبايد از حد عدالت تجاوز نمود ، هرگز نبايد به فكر تعدى افتاد ؛ زيرا تعدى از شعب ظلم است و جهادى كه براى خداوند عادل صورت مىگيرد ، بايد از هر نوع ستم عارى باشد . در اين شرط نيز جهاد دفاعى و تعرضى يك‌سانند و هرگز نبايد مجاهدان اسلامى كارى انجام دهند كه عقل و شرع آن را به‌عنوان تجاوز وخروج از حد عدالت محكوم سازند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انفال ( 8 ) آيهء 67 .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nقرآن به همين مقدار اكتفا نكرده و صريحاً يادآورى مىنمايد ، كه هرنوع تجاوز در جهاد اسلامى بايد محدود به مقدار تجاوز دشمن باشد وهرگز نبايد خشم و انتقام‌جويى و كينه‌توزى ، زمام كار را از دست مجاهد بگيرد و او را به تجاوز و تعدى وادار سازد ، هم‌چنان كه مىفرمايد :\r\n« فَمَنِ اعْتَدى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ ما اعْتَدى عَلَيْكُمْ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ » ؛ « 1 »\r\nهركس به شما تجاوز كرد ، شما به مقدار تجاوزش به او پاسخ دهيد و از عذاب خدا بپرهيزيد و بدانيد خدا با كسانى است كه متقى و پرهيزگار باشند .\r\nشايد همين مقدار بحث در مورد جهاد دفاعى كافى باشد . فعلاً موقع آن رسيده است كه دربارهء جهاد ابتدايى و تعرضى كه براى گروهى سنگين است ، بحث نماييم .\r\n\r\nانگيزهء تشريع جهاد ابتدايى\r\nانگيزهء تشريع جهاد ابتدايى در اسلام ، در صورتى روشن مىشود كه از نزديك واقعيت اين مكتب جهانى را لمس كرده و به نقش آن در اصلاح اجتماع و هدف‌هاى عالى آن ، واقف گرديم .\r\nدو اصل است كه مىتوان آن را اساس دعوت اسلام شمرد و اسلام به هيچ قيمت حاضر نيست اين دو اصل را ناديده بگيرد :\r\n1 . آزاد ساختن بشر از پرستش هر نوع معبود جز خداوند ، و در حقيقت اين مطلب اساس تمام شرايع آسمانى نيز هست و هر پيامبرى كه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بقره ( 2 ) آيهء 194 .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nمىآمد اساس دعوت او را جملهء « . . . مالَكُمْ مِنْ إِلهٍ غَيْرُهُ . . . » ؛ « 1 » براى شما معبودى جز او نيست » تشكيل مى داد .\r\nاسلام به همهء جهانيان اعلام كرده كه ، معبودى در صفحهء هستى جزخدا نيست و خداى آسمان و زمين يكى است ، چنان كه مىفرمايد : « وَهُوَ الَّذِى فِى السَّماءِ إِلهٌ وَفِى الأَرْضِ إِلهٌ » « 2 » ؛ يعنى معبود آسمان و زمين اوست .\r\n2 . روى زمين بايد حكم خداوند ، حاكم باشد و جز اراده و قوانين وشرايع او نبايد چيز ديگرى برافكارو قلوب اجتماع حكومت كند و هر نوع حكومت و تشريع و قانون‌گذارى كه از قوانين آسمانى الهام نگيرد ، ملغا و بى اثر خواهد بود و اسلام در صورتى تمام كتب و شرايع پيامبران گذشته را به رسميت مىشناسد ، كه پيروان آنها ، عملاً از آنها الهام بگيرند و احكام آنها را بازيچهء افكار و تمايلات و منافع مادى خود قرار ندهند وانحراف از اين اصل را نوعى پرستش غير حق دانسته و به‌عموم اهل‌كتاب به زبان پيامبر اسلام چنين اعلام كرده است : « . . . وَلا يَتَّخِذَ بَعْضُنا بَعْضاً أَرْباباً مِنْ دُونِ اللَّهِ . . . » ؛ « 3 » برخى ، برخى ديگر را معبود نگيريم » .\r\nبه يقين نصارا و يهود ، رهبران مذهبى خود را نمى پرستيدند ولى چون آنها قوانين آسمانى را طبق تمايلات خود ، تحريف و جمعى نيز ، از آنان پيروى مىنمودند از اين نظر ، عمل آنها را نوعى پرستش غير خدا خوانده است . عدى بن حاتم در حالى كه صليب در گردن داشت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اعراف ( 7 ) آيهء 59 .\r\n( 2 ) . زخرف ( 43 ) آيهء 84 .\r\n( 3 ) . آل عمران ( 3 ) آيهء 64 .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nبه حضور پيامبر رسيد و حضرت آيهء « إِتَّخَذُوا أَحْبارَهُمْ وَرُهْبانَهُمْ أَرْباباً مِنْ دُونِ اللَّهِ » ؛ « 1 » ( مسيحيان ) علماى خود و تاركان دنيا را معبودهاى خود اتخاذ كرده‌اند » را مىخواند . وى با لحن اعتراض به آن حضرت گفت : ما هرگز كشيشان و تاركان دنيا را پرستش نمىكنيم .\r\nحضرت در پاسخ او فرمود : آنان حلال خدا را حرام و حرام او را حلال مىنمايند ، و شما نيز بدون چون و چرا از آنان پيروى مىكنيد ، از اين نظر آنان را با عمل خود مىپرستيد . « 2 »\r\nاين دو اصل از اصول اساسى اسلام است و اين آيين ، سعادت بشر را در گرو اين دو اصل مىداند و به هيچ قيمت از آن دو اصل عدول نمىكند و تاكنون كسى منافع اين دو اصل و زيان‌هاى خلاف آن را منكر نشده است .\r\nشايسته است قطعهء تاريخى زير را - كه مىتواند روشنگر اهميت و حساسيت اين دو اصل اساسى باشد - در اين جا نقل كنيم : هنگامى كه نيروهاى اسلام مرزهاى حكومت ايران را ، به محاصره در آوردند ، رستم فرخزاد ، فرمانده سپاه ايران ، از سعد وقاص ، فرمانده نيروهاى مسلمان ، نماينده‌اى طلبيد كه از هدف و انگيزهء جهاد اسلامى - كه در نظر او تهاجمى بيش نبود - سؤال‌هايى بنمايد . نمايندهء مسلمانان انگيزهء جهاد اسلامى را براى او چنين تشريح كرد :\r\nما آمده‌ايم بندگان خدا را از پرستش معبودهاى باطل باز داشته و به عبادت و بندگى خداى يگانه و رسالت پيامبر او ، محمد صلى الله عليه و آله دعوت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . توبه ( 9 ) آيهء 31 .\r\n( 2 ) . مجمع البيان ، ج 3 ، ص 1 .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nنماييم . « 1 » ما آمده‌ايم بندگان خدا را از بندگى مخلوق نجات داده و به بندگى خدا سوق دهيم . « 2 »\r\nما آمده‌ايم شما را با دعوت به اعتقاد به روز باز پسين و رستاخيز ، از فشار و محدوديت دنيا برهانيم و عدل و دادگرى را جاىگزين ستم آيين‌هاى باطل سازيم . « 3 »\r\nدر سه روزى كه رستم فرخزاد با سه نمايندهء مختلف گفتگو كرد ، سخن همهء آنها يكى بود و همگى بر كلام خود افزودند كه ، اگر دو اصل را بپذيريد ، ما از همين نقطه باز گشته و كشور شما را به خودتان وامىگذاريم .\r\n\r\nضامن اجراى اين دو اصل حياتى چيست ؟\r\nبه طور مسلم اين دو اصل حياتى در نقاط مختلف جهان مخالفان بىشمارى دارد كه به عناوين مختلف نمىخواهند اين دو اصل را بپذيرند : از يك طرف ، حكومت‌هاى باطل و سازمان‌هاى مادى با اشاعهء اين دو اصل مبارزه نموده و با گسترش اين آيين ، صددرصد مخالفت خواهند ورزيد و از طرف ديگر ، علاقهء مردم به رسوم نياكان و روش گذشتگان خود ، سدّ ديگرى در برابر اشاعهء طرز فكر اسلامى است و درنتيجه اين دو مانع بزرگ ، جلو تأثير قلم و بيان را مىگيرد و نداى مبلغان و گويندگان و مبلغين اسلامى را در گلوها خفه مىسازد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . جملهء اول به اصل نخست و جملهء دوم به اصل دوم اشاره دارد و متن عربى قسمت اخير چنين است :\r\n« و إخراج العباد من عبادة العباد إلى عبادة اللّه و من ضيق الدنيا إلى سعتها و من جور الأديان إلى عدل الإسلام » .\r\n( 2 ) . جملهء اول به اصل نخست و جملهء دوم به اصل دوم اشاره دارد و متن عربى قسمت اخير چنين است :\r\n« و إخراج العباد من عبادة العباد إلى عبادة اللّه و من ضيق الدنيا إلى سعتها و من جور الأديان إلى عدل الإسلام » .\r\n( 3 ) . الكامل ، ج 2 ، ص 341 .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nاكنون تكليف اسلام در برابر اين دو مانع بزرگ چيست ؟ ! اگر اسلام يك مكتب فلسفى ، يك روش كلامى ، يك دكترين سياسى ، يك برنامهء حزبى براى گروهى يا نژادى و . . . بود هرگز لازم نبود كه به فكر شكستن اين موانع و درهم كوبيدن سازمان‌هاى مادى بشرى - كه سدّ راه تبليغ و روشن شدن مردمند - باشد ، بلكه كافى بود تمام افكار و خلاصهء دعوت خود را در صفحاتى نوشته ، به محافل علمى و سياسى عرضه كند ، خواه كسى آن را بپذيرد يا نپذيرد .\r\nولى اگر اسلام بر خلاف پندار خاورشناسان ، نظام نو الهى و آسمانى است كه در پرتو اين اصول مىخواهد نظام صحيح و آسمانى خود را جاىگزين‌نظام‌هاى فاسد بشرى سازد در اين صورت صحيح نيست دست روى دست بگذارد و در انتظار بخت و شانس و تمايلات باطنى مخالفان بنشيند .\r\nاشتباه معترضان در اين است كه تصور كرده‌اند نظريهء اسلام ، به‌سان نظريه‌هاى سقراط و ارسطو و يا فرضيه‌هاى دانشمندان است كه صاحب‌نظريه بايد افكار محافل علمى را به نظريات خود متوجه سازد و ديگر لازم و يا صحيح نيست به سلاح دست بزند ، و سازمان‌هاى مقاوم‌و مخالف خود را تحت فشار در آورد . آنان در اين انديشه سخت‌در اشتباهند . پيامبر فرستادهء خداست و ازناحيهء او مأموريت داردجامعهء بشرى را از فساد و بت‌پرستى نجات بخشد و زمين را مركزحكومت و سلطهء الهىگرداند و احدى جز از ناحيه‌اش بر مردم‌حكومت نكند ، عدالت ومساوات در برابر فرمان قانون را بسط دهد . در اين صورت چاره‌اى جزاين ندارد كه براى پيشرفت مقاصد خود ، براى اين كه مبلغان آيين او ، درمحيط آزاد به تبليغ آيين اسلام\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nبپردازند و افكارمردم و اذهان آنان راروشن سازند ، سازمان‌هاى مادى و نظامات فاسد بشرى را - كه مانع‌تبليغ و گسترش اين آيين هستند - با نيروى عظيم نظامى درهم شكند و راه را براى تبليغ صحيح و مطمئن باز كند .\r\nبنابراين ، جنگ و نبرد كه زير لواى جهاد در راه خدا صورت مىگيرد ، براى اين نيست كه مردم را ملزم سازد كه به آيين اسلام ايمان بياورند و به زور وجبر به آن معتقد شوند ؛ زيرا ايمان و اعتقاد از امور قلبى و روانى است و امور روانى بدون پيدايش مبادى عقيده و تمايلات باطنى انسان ، به زور و فشار ، جامهء عمل نمىپوشد .\r\n\r\nپاسخ چند پرسش\r\n1 . آيا بازداشتن بشر از بت پرستى و از هر نوع توجه به غير خدا بر خلاف عدالت است و مخالف آزادى خردمندانه‌اى است كه مصلحان جهان به دنبال آن هستند ؟\r\n2 . آيا تنها نيروى بيان و قلم در اشاعه و گسترش يك مكتب‌اصلاحى جهانى ، كه به تمام شؤون مردم نظر دارد ، كافى است ؟\r\n3 . آيا تبليغ منطقى جز در محيط آزاد - كه مردم در پيروى از هر نوع عقيده آزاد باشند - مىتواند نقش مؤثرى برجا بگذارد ؟\r\n4 . آيا حكم جهاد مخصوص زمان پيامبر است يا يك حكم جاودانى است ؟\r\n5 . طرز جهاد در عصر كنونى چگونه است ؟\r\nاكنون به ترتيب به پاسخ اين پرسش‌ها مىپردازيم :\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\n\r\n1 . جهاد و مسألهء آزادى\r\nآزادى بى قيد و شرط با منطق عقل موافق نيست ، بلكه آزادى داراى دو شرط است كه با يكى از دو شرط جهان غرب نيز موافق است :\r\nالف ) آزادى تا آن جا محترم است كه موجب سلب آزادى از ديگران نباشد ، در اين شرط همهء خردمندان جهان موافق هستند .\r\nب ) آزادى تا آن جا محترم است كه به سعادت فرد لطمه‌اى وارد نسازد . روى اين شرط است كه پيامبران آسمانى افراد را از پرستش بت ونوشيدن شراب و بازى با آلات قمار باز داشته‌اند و هرچه هم افراد فريادزدند كه ما آزاديم ، به شما چه ! ما مىخواهيم بدبخت باشيم ! آنان گوش ندادند .\r\nلفظ آزادى مقدس و شور انگيز است ، ولى آزادى مطلق و بدون قيد و شرط ، مايهء بدبختى جامعه و فرد است ، بلكه هر نوع آزادى بايد در چهارچوبهء اين دو شرط ، مجاز شمرده شود .\r\nآن چه ما را فريب مىدهد همين كلمهء آزادى است ، ولى بايد حساب كرد كه هرنوع آزادى - ولو به ضرر ديگران باشد خوب است و موافقت با آن لازم است يا اين كه همين آزادى بايد در چهارچوبهء مصالح خود فرد قرارگيرد .\r\nفرض كنيد : بيمارى واگيردارى مثل « آبله » در نقطه‌اى بروز مىكند . سازمان بهداشت آن نقطه ، گروهى را به اطراف آن محل اعزام مىنمايد كه مردم آن جا را بر ضد اين بيمارى مايه كوبى كنند و براى روشن كردن اذهان مردم ، از روزنامه ومجله و راديو و تلويزيون و بلندگوهاى سيار استفاده مىنمايند ، ولى گاهى در ميان مردم ، افرادى پيدا مىشوند كه\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nبراثر نادانى از تزريق واكسن امتناع مىورزند در اين صورت ، گروه‌هاى اعزامى در پرتو قدرت انتظامى به زور آنان را بر ضدّ اين بيمارى مايه كوبى مىكنند ، آيا كسى چنين روشى را دربارهء چنين افرادى بر خلاف عدل و انصاف ، حريت و آزادى مىپندارد ، يا همه ، آن را يك نوع خدمت به بهداشت آنان و جامعه مىدانند ؟\r\nتوجه به اين مثال انگيزهء وجود جهاد ابتدايى را در اسلام روشن مىسازد ؛ زيرا خرده گيران ( كسانى كه جهاد تعرضى را مخالف آزادى مىدانند ) قبول دارند كه پرستش بت ، كرنش نمودن انسان در برابر سنگ و گل و يا چوب و آتش و يا اجرام درخشندهء آسمانى ، انحراف از مسير صحيح فطرت و عقل انسانى است ؛ چون چه انحرافى بالاتر از اين كه انسان در برابر موجودات بىشعور ، كه ساخته و پرداخته خود اوست ، يا براى او آفريده شده‌اند ، زبون و بيچاره شود و به موازات اين انحطاط فكرى ، انواع خرافات و موهومات ، كه زنجيرهاى فكر انسانىاند ، پيداشده و اختلاف و دو دستگى در اجتماع بشر بر اثر تعدد خدايان مصنوعى پديد مىآيد و مسؤوليت‌هاى درونى و باطنى كه پرورش دهندهء فضايل عالى انسانى و سجاياى اخلاقى است ، از بين مى رود .\r\nاز اين نظر پيامبر اسلام در راه آزاد ساختن بشر از چنگال بت‌پرستى از وسايل گوناگون استفاده كرد و گروه‌هايى را براى جلوگيرى از بت‌پرستى و ويران كردن بتكده‌ها اعزام نمود و با توجه به مثال ياد شده ، و اين كه برخى از مردم سود و زيان خود را تشخيص نمىدهند ، هرگز نمىتوان چنين اقدام خردمندانه‌اىرا مخالف اصول آزادى دانست .\r\nحتى يكى از وظايف مسلمانان پس از فتح مكه اين بود كه به اطراف عربستان رفته ، بت‌خانه‌ها را ويران سازند و بت‌ها را بشكنند و روزى كه\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nمكه فتح گرديد اعلان شد هركس بتى در خانه دارد بشكند . « 1 »\r\n\r\n2 . تأثير قلم و بيان محدود است\r\nتأثير بيان و گفتار هر چه باشد محدود است . جاى شك نيست كه قلم و بيان ، دو شمشير برنده هستند كه بسيارى از موانع فكرى و وهمى را ، كه در برابر گسترش يك مكتب صحيح وجود دارند ، درهم شكسته و افرادى را ، كه آمادگى براى پذيرفتن حق دارند ، به سوى حقيقت رهبرى مىكنند و سلاح برندهء پيامبر اسلام دربارهء اين افراد ، تنها همين بوده است و بس ، تا جايى كه هرگاه در بحران نبرد ، يك نفر از مشركان از فرمانده سپاه اسلام درخواست كند به او اجازه دهد كه به سوى آنان بيايد تا سخن خدا و دلايل اسلام را بشنود ، بايد فرمانده كل قوا با درخواست وى موافقت كند ، حتى اگر دلايل توحيد در دل او مؤثر نيفتاد و خواست به سمت بت‌پرستان باز گردد بايد او را به « مأمن » و نقطه‌اى كه در آن‌جا بوده باز گرداند . اين حقيقت را آيهء زير با صراحت كامل مىرساند :\r\n« وَإِنْ أَحَدٌ مِنَ المُشْرِكِينَ اسْتَجارَكَ فَأَجِرْهُ حَتّى يَسْمَعَ كَلامَ اللَّهِ ثُمَّ أَبْلِغْهُ مَأْمَنَهُ ذ لِكَ بِأَ نَّهُمْ قَوْمٌ لا يَعْلَمُونَ » ؛ « 2 »\r\nاگر فردى از مشركان از تو پناهندگى بخواهد ، به او پناه بده تا سخن خدا را بشنود سپس او را به منزلگاه خود برسان ؛ زيرا آنان افراد بىاطلاعى هستند .\r\nتوجه قرآن به اهميت قلم و بيان به اندازه‌اى است كه سوره‌اى به نام « قلم » دارد و در نخستين سوره‌اى كه بر پيامبر نازل شده ( و به سان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سيره ابن هشام ، ج 2 ، ص 436 .\r\n( 2 ) . توبه ( 9 ) آيهء 6 .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nنطق‌هاى افتتاحى ، روشنگر اجمالى هدف عالى اسلام است ) از قلم و علم سخن به ميان آمده است و پيامبر اسلام درطول رسالت خود همواره سپاه تبليغ خود را به اطراف و اكناف اعزام مىكرد ، و از اين راه افراد آماده را به حقيقت اسلام رهبرى مىنمود .\r\nولى از اين مطلب نبايد غفلت ورزيد كه تأثير قلم و بيان بسيار محدود و انعطاف مردم در برابر سخنان حق بسيار متفاوت است : گروهى آن‌چنان به عادات و مراسم موروثى از نياكان خود ، اصرار مىورزند كه هرگز ده‌ها منطق و برهان در هدايت آنان كافى نيست وجز با قوهء قهريه نمىتوان آنان را از عادات زشت بازداشت . اين جاست كه به ارزش يكى از سخنان پيامبر و در حقيقت به يكى از انگيزه‌هاى جهاد ابتدايى پىمىبريم :\r\n« الخير كله فى السيف و تحت ظل السيف ولايقيم الناس إلا السيف ؛ « 1 »\r\nخير و نيكى در سايهء شمشير و قدرت است و ( گروهى از ) مردم جز در سايهء قدرت ، تن به حق نمىدهند .\r\n\r\n3 . تبليغ در محيط آزاد مؤثر است\r\nفرض كنيد كه بسيارى از مردم براى پذيرفتن حقيقت آمادگى دارند ، ولى آيا بهره‌بردارى از اين آمادگى جز در محيط آزاد كه گوينده و شنونده در گفتار و پذيرش خود آزاد باشند ، امكان پذير است ؟ در محيطى كه گوينده آزادى بيان ندارد و شنونده از ترس كسانى كه بازگشت از روش‌هاى خرافى و باطل راجرم و گناه مىشمارند و گروندگان به آيين نو را ، عذاب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . وسائل الشيعه ، « كتاب جهاد » ، باب 1 ، ح 1 .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nو شكنجه مىدهند ، تبليغ چه نقشى مىتواند داشته باشد ؟\r\nدر هر اجتماعى گروهى پيدا مىشوند كه ثبات موقعيت و منصب مادى آنها وابسته به انحطاط فكرى و ترويج يك سلسله خرافات است . چنين افرادى وقتى احساس كردند كه راه و مكتب نوى ، كه از طرف پيامبران به جامعه عرضه شده است با منافع دنيوى آنها تصادم و تضاد دارد ، با قدرت هرچه تمام‌تر از تبليغ چنين آيينى جلوگيرى به عمل مىآورند و مبلغان و گروندگان را به سخت‌ترين وجه مجازات مىنمايند . نمونه‌هاى بارز آن همان شكنجه و آزارهايى است كه مناديان حق و مبلغان حقيقت و گروندگان پاكدل آنان در راه بيان حقايق و پذيرفتن آن ديده‌اند .\r\nمگر درآغاز رسالت پيامبر اسلام ، تمام قدرت‌هاى شرك بر ضدّ او بسيج نشدند ! مگر تروريست‌هاى عرب تصميم نگرفتند كه او را شبانگاه در خانه‌اش ترور كنند ! مگر سران بت‌پرست عرب ، ياران او را به وضع رقت بارى شكنجه ندادند ! مگر پدر و مادر عمار ، زير شكنجهء ابوجهل جان نسپردند و بدن بلال از عذاب اميه ، سياه نگشت ! و . . . .\r\n\r\nكشتار دسته جمعى مبلغان اسلام\r\nتاريخ بزرگ‌ترين آزمايشگاه زندگى است . مراجعهء كوتاه به صفحات تاريخ اين حقيقت را به ثبوت مىرساند ، كه تا سپاه تبليغ و راهنمايان هر آيينى از قدرت نظامى نيرومندى ، كه حافظ جان و مال آنان در اجتماع است ، برخوردار نباشند ، نه تنها كارى از پيش نمىبرند ، بلكه جان خود را بدون اخذ نتيجه در راه نشر آن آيين از دست مىدهند . پيامبر در تاريخ‌ده‌سالهء خود در مدينه ، اين حقيقت تلخ را دوبار چشيد : در سال\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nچهارم هجرت كه نيروى نظامى اسلام بر تمام اطراف شبه‌جزيره تسلط نداشت و قسمتى از شبه‌جزيرهء عربستان در دست مشركان قرار داشت ، چهل تن از مبلغان اسلام در منطقهء « بئر معونه » به دست مشركان كشته شدند . « 1 » بار ديگر شش تن از معلمان قرآن ، كه براى تبليغ اسلام به اطراف مدينه اعزام شده بودند ، به صورت دل‌خراشى اعدام گرديدند .\r\nاز اين دو حادثهء تاريخى و ده‌ها نظير آن ، مىتوان نتيجه گرفت كه ، تاموانع و مزاحم‌ها از سر راه تبليغ اسلام برداشته نشوند هيچ‌گونه تبليغى به نتيجه نمىرسد .\r\nولى اگر محيط با قدرتى نظامى آزاد شود در اين صورت كسانى كه تحت تأثير تبليغات اسلام قرار مىگيرند ، مىتوانند بدون واهمه وترس به آيين اسلام بگروند .\r\nچنان كه گروهى كه مايل به گرايش به اين آيين نباشند مىتوانند تحت شرايطى كه در كتاب « جهاد » بيان شده است به يكى از شرايع آسمانى گرويده و متدين به آنها شوند . اين جاست كه مفاد آيهء « لاإِكْراهَ فِى الدِّينِ » كه در يك محيط كاملاً آزاد نازل گرديده ، تجلى نموده و روشن مىشود اسلام براى گرايش به آن ، هرگز اعمال قدرت نكرده است .\r\nمىگويند : « حقيقت دست و پا دارد ، و هرگزاحتياج ندارد ، كه قدرت نظامى از آن حمايت كند » . البته سخن درستى است ، ولى با يك شرط و آن اين‌كه ، محيط از هر نوع عوامل منفى ومخرب خالى و آزاد باشد و در غير اين صورت ، هر نوع حقيقت در نطفه خفه مىگردد .\r\nاگر گفتار مزبور درهر موقعيتى صحيح باشد ، بايد همهء مردم در برابر مناديان حقيقت « لبيك » گويند ، در صورتى كه تاريخ زندگانى بشر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سيرهء ابن هشام ، ج 2 ، ص 169 - 184 .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nبر خلاف اين گواهى مىدهد .\r\n\r\n4 . آيا جهاد ، قانونى دايمى است ؟ !\r\nآيا قانون جهاد مخصوص عصر رسالت است ؟ و ديگر فريضه اى به نام جهاد نداريم يا اين كه اين اصل حياتى كه در حقيقت مبارزهء موجودى زنده با عوامل نابود كنندهء آن مىباشد ، در تمام اعصار به صورت فريضه‌اى ثابت ، از طرف قرآن به جامعهء مسلمانان عرضه شده است ؟ !\r\nآيا گفتهء قرآن : « خداوند كسانى را دوست مى دارد كه در راه او صف واحدى به سان بنيان محكم و به هم پيوسته جهاد مىكنند » مربوط به مسلمانان صدر اسلام است يا اين تعاليم عالى اسلام ، كه ضامن بقاى هر نوع نهضت و انقلاب ايدئولوژيكى است ، مربوط به تمام اعصار بوده و بايد مسلمانان جهان در هر منطقه وعصرى ، در برابر عوامل مخرب در صف واحدى قرار گيرند و با هر عاملى كه كيان و استقلال و عظمت اسلام را تهديد مىكند و يا در راه گسترش وتبليغ اسلام ، ايجاد مزاحمت مىنمايد ، سرسختانه مبازره نمايند .\r\nاسلام براى دو اصل اساسى سعادت ( خدا پرستى ، استقرار حكومت الهى ) قانون جهاد را تشريع نمود و مسلمانان صدر اسلام را موظف ساخت ، كه كوشش‌هاى جانى و مالى خود را در راه توسعه و حفظ اين دو اصل بسيج كنند .\r\nولى نقطهء قابل توجه اين جاست كه اسلام نه تنها خواهان بقا و برقرارى اين دو اصل در عصر رسالت و يا پس از آن بوده است ، بلكه از آن جا كه پيوسته خواهان رهايى بشر از چنگال بت‌پرستى و مظالم حكومت‌هاى غير الهى است ، عموم مسلمانان را در هر نقطه وزمانى مأمور نموده كه در راه حفظ اسلام ، از بذل هر نوع كوشش دريغ نكنند و\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nدر هيچ زمانى اين فريضهء الهى از دوش آنان برداشته نشده است .\r\nاصولاً هر پديدهء اجتماعى و انقلاب فكرى بدون مبارزه و درگيرى با عوامل مخرب ، نمىتواند پايدار باشد . اگر اين نهضت جهانى ( اسلام ) در پيدايش ، نيازمند كوشش و جهاد بود در بقا و ثبات و استمرار خود به جهاد بيشترى نيازمند است .\r\n\r\n5 . طرز جهاد در عصر كنونى\r\nپرسش سوم مربوط به طرز جهاد در عصر كنونى است . جاى گفتگو نيست كه امروز آيين اسلام و استقلال كشورهاى اسلامى از طرف قدرت‌هاى استعمارى جهان تهديد مىشود و دولت‌هاى استعمارى همواره مىخواهند ملل مسلمان جهان ، در فقر و بدبختى ، جنگ و ستيز با يكديگر باقى بمانند و مصرف‌كنندهء كالاهاى آنها باشند و هيچ‌گاه اين ملل ، كه روزى قدرتمندترين ملل جهان بودند ، به خود متكى نباشند .\r\nبراى جبران قدرت‌هاى از دست رفته ، لازم است در درجهء اول متفكران و رهبران اسلامى با الهام از مكتب قرآن : « وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعاً » دست اتحاد و اتفاق به سوى يكديگر دراز كنند ، و براى حفظ اين وديعهء الهى و كوتاه كردن دست دشمنان از مقدسات و سرزمين‌هاى اسلامى ، همگى در صف واحدى قرار گيرند .\r\nامروز جهان اسلام با داشتن يك ميليارد مسلمان و منابع مهم طبيعى و صنعتى و متفكران و ذخاير انسانى ، كفهء سنگينى را در جهان سياست در اختيار دارد و در صحنهء سياست ، در حل مسائل بين‌المللى ، نقش مؤثرى را مىتواند ايفا كند ، ولى متأسفانه عوامل اختلاف ، آن چنان در مظاهر مختلف زندگى آنان ريشه دوانيده كه هرگز از اين نيروى عظيم بهره‌بردارى نمىشود .\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nوحدت و اتفاق و ايجاد روابط و همبستگى ميان مسلمانان ، سنگ اساسى هر نوع جهاد دفاعى و تعرضى است ، و تا اين مطلب عملى نگردد ، نه تنها به جهاد تعرضى موفق نخواهند شد ، حتى نخواهند توانست شؤون و اصول اسلام را در داخل خود نيز حفظ كنند .\r\nدر درجهء بعد ، بايد بنيهء اقتصادى خود را تقويت كنند و امكانات مالى خود را در بالا بردن سطح زندگى ملل اسلامى بسيج نمايند و مسلمانان را از كليهء ملل بيگانه غنى و بى نياز سازند . تقويت بنيهء اقتصادى در واقع نوعى جهاد با مال است كه قرآن مجيد آن را در كنار بذل جان يادآورى نموده و مىفرمايد : « وَجاهَدُوا بِأَمْوالِهِمْ وَأَنْفُسِهِمْ فِى سَبِيلِ اللَّهِ » ؛ « 1 » با جان و مال خود در راه خدا جهاد كنيد .\r\nبه طور مسلم حد و مرز جهاد امروز ، در اين نقطه متوقف نمىگردد ؛ زيرا تقويت فرهنگ عمومى و اسلامى و تقويت دستگاه‌هاى تبليغاتى مسلمانان ، به صورت‌هاى مختلف ، يكى ديگر از مصاديق كوشش براى حفظ اصول اسلام وعظمت مسلمين مىباشد . تا آن جا كه اميرمؤمنان در شب شهادت خود ، به فرزندان خويش ، چنين سفارش مىكند :\r\n« اللّه ! اللّه ! فى الجهاد بأموالكم و أنفسكم وألسنتكم فى سبيل اللّه ؛ « 2 »\r\nاى فرزندانم هرگز نبايد جهاد با مال و جان و زبان را فراموش كنيد » . آيا جهاد با زبان در جهان امروز جز تقويت دستگاه‌هاى تبليغاتى و تربيت گويندگان زبردست و نويسندگان بزرگ ، چيز ديگرى هست ؟\r\nنكتهء قابل توجه درتشريع جهاد اسلامى اين است كه اسلام اين اصل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . توبه ( 9 ) آيهء 41 .\r\n( 2 ) . نهج البلاغه ، نامهء 47 .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nحياتى را ، كه لازمهء بقاى هر موجود زنده است ، تحت عنوان « جهاد فى سبيل اللّه » تشريع نموده و در قرآن مجيد هر موقع نامى از اين اصل برده شده است ، لفظ جهاد « 1 » يا يكى از مشتقات آن را ، مانند « جاهدوا » ، « يجاهدون » ، « المجاهدون » و . . .\r\nبه كار برده است و اين خود مىرساند آن‌چه در اسلام مطرح است همان كوشش‌هاى همه جانبه ، براى نشر آيين توحيد و شكستن بت‌ها و معبودهاى قلابى ، و مستقر ساختن حكومت الهى در روى زمين است ، نه جنگ و قتل و نبرد وخونريزى ، و اگر هم روزى پيروان خود را براى مقابله و نبرد با دشمنان دعوت مىكرد ، از اين نظر بود كه كوبيدن دشمن مزاحم ، يكى از مصاديق كوشش‌هاى اسلامى براى استقرار توحيد و حكومت الهى و حق و عدالت در روى زمين بوده و هست . بنابراين هر نوع كوشش و فعاليت ، كه كمك مؤثر به انتشار اسلام وتجديد عظمت مسلمانان بنمايد ، به طور مسلم از مصاديق واقعى جهاد بوده و هرگز جهاد اسلامى در چهارچوبهء خاصى محدود نمىشود .\r\nاين بود بحث فشرده‌اى در مورد جهاد ؛ اميد است در فرصت ديگر به‌صورت گسترده‌تر از آن بحث كنيم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . لفظ جهاد با تمام مشتقات آن ، 28 بار در قرآن آمده است .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\n\r\n5 - جمعيت مزاحم و آزار ده\r\n5 . « وَ إِذ قالَ مُوسى لِقَوْمِهِ يا قَوْمِ لِم‌َتُؤْذُونَنِى وَقَدْ تَعْلَمُونَ أَنِّى رَسُولُ اللَّهِ إِلَيْكُمْ فَلَمّا زاغُوا أَزاغَ اللَّهُ قُلُوبَهُمْ واللَّهُ لا يَهْدِىالقَوْمَ الفاسِقِينَ » ؛\r\n( به ياد آر ) هنگامى را كه موسى عليه السلام به قوم خود گفت : چرا مرا آزار مىدهيد با اين كه مىدانيد من فرستادهء خدا به سوى شما هستم ؟ وقتى دل‌هاى آنان ( قوم موسى ) به انحراف ( ازحق و به گناه ) متمايل گرديد ، خداوند نيز قلب‌هاى آنان را منحرف ساخت ( وتوفيق خود را از آنان قطع كرد ) . خدا گروه گناه كار را هدايت نمىكند » .\r\nموسى بن عمران ازپيامبران بزرگ جهان است . مبارزات پى گير وى با بشر پرستى و هر نوع توجه به غير خدا ، زينت بخش صفحات تاريخ ملل جهان بوده و مورد عنايت قرآن مجيد نيز هست و در عظمت و جلالت و اهميت مبارزه‌هاى وى كافى است كه قرآن مجيد ، 136 بار از او نام برده و تاريخ زندگى و مبارزه‌هاى مؤثر و سخنان حكيمانه و دلنشين وى را ، به‌صورت‌هاى مختلف در 34 سوره « 1 » ، گاهى به تفصيل و گاهى به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اين سوره‌ها عبارتند از : بقره ، آل عمران ، نساء ، مائده ، انعام ، اعراف ، يونس ، هود ، ابراهيم ، اسراء ، كهف ، مريم ، طه ، انبياء ، حج ، مؤمنون ، فرقان ، شعراء ، نحل ، قصص ، عنكبوت ، سجده ، احزاب ، صافات ، غافر ، فصلت ، شورى ، زخرف ، احقاف ، ذاريات ، نجم ، صف ، نازعات و اعلى .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nاجمال نقل كرده است و قسمت مهمى از قصص قرآن را حوادث مربوط به زندگانى حضرت كليم - چه حوادث دوران طفوليت و جوانى و چه مبارزه‌هاى پى گير وى با دستگاه فرعون و سعى و كوشش‌هاى دل‌سوزانهء او در هدايت و رهبرى قوم بنىاسرائيل و رنج‌ها و زحمت‌هايى كه در اين راه ديده و تحمل نموده است - تشكيل مىدهد .\r\nاگر حضرت كليم ، در ميان ملل جهان به عظمت و بزرگوارى و اخلاص و حقيقت پرستى معروف است ، قوم بنىاسرائيل به شهادت تاريخ صحيح ومتون كتب آسمانى ، به لجاجت و مجادله و تشكيك و ترديد در امور واضح و روشن و بى اعتنايى به حلال و حرام الهى و شانه‌خالى كردن از زير بار وظايف مذهبى و در نهايت آزار پيامبران حتى به‌سرحد كشتن و ريختن خون آنان ، معروف و مشهورند .\r\nبا اين كه بنى اسرائيل مىدانستند ، موسى بن عمران فرستادهء خداست و همگى ، معجزات و آيات نبوت و دلايل رسالت وى را مشاهده كرده و اين حقيقت را لمس كرده بودند كه ، خداوند به وسيلهء اين مرد آسمانى ، آنان را از زير يوغ اسارت و ستم‌هاى وصف ناپذير فرعون ، نجات داد و آنان را به نيروى غيبى ، از آب دريا عبور داد و فرعون و سپاهيان او را غرق كرد ؛ با وجود اين هنوز چند لحظه از نجات آنان نگذشته بود كه ديدگان بنىاسرائيل به گروه بت‌پرستى افتاد كه به جاى خداى واقعى ، بت‌ها را پرستش مىكردند . قوم موسى به جاى اين كه به حضرت كليم كمك كنند تا بت‌پرستان را از بت‌پرستى باز دارد ، با كمال جسارت به موسى گفتند :\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\n« اجْعَلْ لَنا إلهاً كَما لَهُمْ آلِهَةٌ قالَ إِنَّكُمْ قَوْمٌ تَجْهَلُونَ » ؛ « 1 »\r\nبراى ما خدايى مانند خدايان آنان قرار بده ( كه او را ببينيم و لمس كنيم وعبادت نماييم موسى در پاسخ آنان گفت : ) شما گروهى جاهل و نادان هستيد .\r\nسپس آنان را با جمله‌هاى زير مورد خطاب قرار داد :\r\n« أَغَيْرَ اللَّهِ أَبْغِيكُمْ إلهاً وَهُوَ فَضَّلَكُمْ عَلَى العالَمِين‌َا 1 وَ إِذ أَنْجَيْناكُمْ مِنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ العَذابِ يُقَتِّلُونَ أَبْناءَكُمْ وَيَسْتَحْيُونَ نِساءَكُمْ وَفِى ذ لِكُمْ بَلاءٌ مِنْ رَبِّكُمْ عَظِيمٌ » ؛ « 2 »\r\nبراى شما غير خداى واقعى خدا طلب كنم ( چگونه اين كفران نعمت را مرتكب شوم ) در حالى كه او شما را بر جهانيان برترى داده است . به ياد آريد وقتى را كه خدا شما را از چنگال قوم فرعون نجات داد . آنان شما را به شديدترين وضع شكنجه مىدادند ، پسران شما را مىكشتند ، زنان شما را اسير مىكردند و اين موضوع براى شما آزمايشى بزرگ است .\r\nچه اهانت و آزارى بالاتر از اين ، كه وقتى موسى بن عمران آنان را براى جهاد و مبارزه با ستمگران سرزمين مقدس ( شام و فلسطين ) فراخواند و وعدهء الهى را به آنان ياد آورى كرد كه اگر ستمگران سرزمين مقدس را بيرون برانند ، سرزمين مقدس از آن آنها خواهد بود ، آنان در پاسخ نداى حضرت كليم گفتند :\r\n« فَاذهَبْ أَنْتَ وَرَبُّكَ فَقاتِلا إِنّا ههُنا قاعِدُونَ » ؛ « 3 »\r\nتو و خدايت برويد ، نبرد كنيد ( ستمگران را بيرون نماييد ) و ما در\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اعراف ( 7 ) آيهء 138 .\r\n( 2 ) . همان ، آيهء 140 و 141 .\r\n( 3 ) . مائده ( 5 ) آيهء 24 .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nاين‌جا نشسته‌ايم .\r\n\r\nمقصود از ايذا درآيه چيست ؟\r\nممكن است مقصود از ايذا در آيه ، آزار ديگرى باشد كه در سورهء احزاب به آن نيز اشاره شده است ، چنان كه مىفرمايد :\r\n« يا أَيُّها الَّذِينَ آمَنُوا لا تَكُونُوا كَالَّذِينَ آذَوْا مُوسى فَبَرَّأَهُ اللَّهُ مِمّا قالُوا وَكانَ عِنْدَ اللَّهِ وَجِيهاً » ؛ « 1 »\r\nاى افراد با ايمان ، هرگز مانند كسانى نباشيد كه موسى را اذيت كردند وخداوند او را از هرگونه تهمت تبرئه نمود .\r\nمفسران در توضيح اين « ايذاء » ، كه به دنبال آن تبرئهء الهى وارد شده است چنين مىنويسند : جمعى از بنى اسرائيل با كمال وقاحت حضرت كليم را به قتل برادر و داشتن بيمارى جلدى ، حتى عمل منافى عفت با زنى متهم كردند . آنان به زنى مبلغى داده بودند كه در اجتماع بزرگ بنى اسرائيل او را متهم سازد . ولى تمام نقشه‌هاى آنان نقش بر آب شد ، و پاكى و فضيلت موسى بن عمران كاملاً اثبات گرديد . « 2 »\r\nآيهء مورد بحث علاوه بر اين كه مؤمنان را از سرانجام آزار پيامبران بيم مىدهد نوعى تسلى به پيامبر داده و مىرساند كه همهء پيامبران در عصر خود گرفتار آزار افراد نا اهل بودند و قرآن اين حقيقت را به طور مكرر يادآورى كرده و مىفرمايد :\r\n« وَلَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَ فَصَبَرُوا عَلى ما كُذِّبُوا وَأُوذُوا حَتّى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . احزاب ( 33 ) آيهء 69 .\r\n( 2 ) . مجمع البيان ، ج 4 ، ص 372 .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nأَتاهُمْ نَصْرُنا » ؛ « 1 »\r\nپيش از تو پيامبران ديگر مورد تكذيب امت خود واقع شدند و در برابر تكذيب و ايذاى آنان بردبارى خرج دادند تا كمك‌هاى ما به آنان برسد .\r\nو در آيهء ديگر صريحاً مىرساند ، كه براى تمام پيامبران آسمانى ، دشمنانى بوده كه براى فريب دادن مردم گفتارهاى فريبنده القا مىكردند . « 2 »\r\nناگفته پيداست ، سخن حق ، حكومت عدل و انصاف ، در كام ستمگران و اشخاص نا اهل تلخ خواهد بود و قطعاً به دشمنى و آزار مردان حق بر خواهند خاست . به اين مطلب نيز بايد توجه داشت كه اين موضوع اختصاص به پيامبران الهى نداشته و تمام مردان بزرگ و مصلحان و كسانى كه تحولى در جوامع بشرى ايجاد كرده‌اند پيوسته از اين دشمنان سرسخت و لجوج ، سهمى داشته‌اند .\r\n\r\nعلم به عمل دعوت مىكند\r\nنكتهء جالب درآيه همان جمله : « وَقَدْ تَعْلَمُونَ أَنِّى رَسُولُ اللَّهِ إِلَيْكُمْ » است و حضرت موسى روى اين جمله تكيه مىكند و مىگويد : « با اين كه شما مىدانيد من فرستادهء خدا به سوى شما هستم ، پس چرا مرا آزار مىدهيد » با اين كه از فرد عالم و آگاه انتظار مىرود كردار خود را با دانش خود تطبيق دهد .\r\nقدرت علم و دانش گاهى به حدى مىرسد كه در انسان ايجاد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انعام ( 6 ) آيهء 34 .\r\n( 2 ) . « وَكَذ لِكَ جَعَلْنا لِكُلِّ نَبِىٍّ عَدُوّاً شَياطِينَ الإِنْسِ وَالجِنِّ يُوحِى بَعْضُهُمْ إِلى بَعْضٍ زُخْرُفَ القَوْلِ غُرُوراً » انعام ( 6 ) آيهء 112 .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nعصمت و مصونيت از گناه مىكند و هرگاه گروهى از بشر گرد گناه نمىگردند ، بر اثر اطلاع قطعى و علم استوار آنان به كيفرهايى است كه در كمين گناه‌كاران قرار گرفته است .\r\nدر همين جهان ، براى گروهى از مردم ، علم و اطلاع قاطع از عواقب يك عمل ، ايجاد عصمت مىنمايد : هرگز پزشك خردمند ، به هيچ قيمت حاضر نمىشود مقدارى از آبى را كه رخت‌هاى بيماران جذامى را در آن شسته‌اند بخورد ؛ زيرا مىداند كه آشاميدن آن ، بيمارى شديد و مرگ را در پى دارد .\r\nهرگاه بشر يك چنين علم قطعى خلل ناپذير به كيفرهاى اعمال خود پيدا كند و سرانجام گناه آن چنان در نظر او مجسم شود كه گويا كيفر بدكاران و شعله‌هاى دوزخ را مشاهده مىنمايد به طور مسلم نوعى مصونيت از گناه پيدا مىكند .\r\nاز اين نظر خداوند علما را به خشيت و ترس از گناه اختصاص داده ومىفرمايد :\r\n« إِنَّما يَخْشَى اللَّهَ مِنْ عِبادِهِ العُلَماءُ » ؛ « 1 »\r\nترس از كيفرهاى الهى از آن كسانى است كه به عواقب اعمال بد آگاه باشند .\r\nدر برخى از روايات به اين حقيقت كه علم ، انسان را طبعاً به عمل دعوت مىكند ، تصريح شده است . چنان كه حضرت صادق عليه السلام مىفرمايد :\r\n« العلم مقرون إلى العمل ، فمن علم عمل و من عمل علم ، والعلم يهتف‌بالعمل فإن أجابه ، وإى ارتحل عنه ؛ « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . فاطر ( 35 ) آيهء 28 .\r\n( 2 ) . اصول كافى ، ج 1 ، ص 22 .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nعلم و عمل با يكديگر همراهند . هركسى عالم باشد عمل مىكند . ( يعنى علم طبعاً انسان را به عمل دعوت مىكند ) و هركسى عمل نمايد ، علم و دانشش باقى مىماند ، دانش‌هاتفى است كه دانشمند را به عمل فرامىخواند ، اگر دعوت او را اجابت كرد و عمل نمود ، براى او باقى مىماند و اگر به آن پاسخ مثبت نداد از او جدا مىشود » .\r\nاين جمله و امثال آن مىرسانند كه اگر ساير عوامل مخرب در كار نباشد نتيجهء مستقيم علم ، كشش به سوى عمل است ولى اگر علم مقهور شهوات ومطامع زود گذرزندگى شد در اين صورت ، نه تنها علم براى او وسيلهء سعادت نخواهد بود ، بلكه از علم به عنوان حربهء برنده در هموار ساختن راه اشباع نادرست غرايز و توسعهء گناه و اشاعهء فساد ، استفاده خواهد شد .\r\n\r\nقرآن ومسالهء آزادى انسان\r\nمسأله جبر و اختيار از جمله مسائل ديرينه‌اى است كه در فلسفهء يونان باستان مطرح بوده و درفلسفهء اسلامى و علم كلام ، دربارهء آن به طور مشروح بحث شده است وگروهى در حلّ آن ، رساله‌هاى جداگانه‌اى نوشته‌اند « 1 » و هم اكنون در فلسفهء شرق وغرب ، موقعيت خود را كاملاً حفظ نموده و هركدام از دريچه‌اى به آن مىنگرند .\r\nفلاسفهء غرب ، مسألهء جبر و اختيار را از اين نظر مورد مطالعه قرار مىدهند كه آيا انسان در اراده و خواست خود مختار و آزاد است ، يا اين‌كه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نگارنده دربارهء جبر و اختيار دو رساله يكى به زبان عربى به نام لب الأثر و ديگرى به زبان فارسى نوشته است . رسالهءعربى ، خلاصهء درس استاد بزرگوار حضرت آية اللّه العظمى امام خمينى - دام ظله - است كه در سال 1331 ه . ش . در قم القا فرموده‌اند .\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nروى قانون جبر عليت ومعلوليت ، ارادهء هر فردى محصول قهرى « محيط زندگى » و « صفات و روحياتى » كه از طريق وراثت به وى رسيده ، و نحوهء « تربيت و پرورش » اوست و اين عوامل خواه ناخواه ، اراده را در انسان به‌وجود مىآورند .\r\nولى فلاسفهء اسلامى اين مسأله را از جهت ارتباط با مشيت وخواست خدا كه همهء هستى پرتوى از اراده و خواست اوست نيز مورد بررسى قرار داده‌اند و در كتاب‌هاى فلسفى ما ، اين دو بحث از هم جداست و هركدام مستقلاً مورد بحث قرار گرفته است .\r\nما افعال انسان را از نظر ارتباط با مشيت خدا ، آن هم فقط از نظر قرآن مورد بررسى قرار مىدهيم و بررسى كامل اين بحث در خور رسالهء جداگانه‌اى است .\r\n\r\nقضاوت قرآن دربارهء افعال بشر\r\nآگاهى صحيح از داورى قرآن دربارهء هر موضوعى ، بستگى به تجزيه و تحليل همهء آيات آن موضوع دارد تا با بررسى مجموع آيه‌ها ، از نظر قرآن آگاه گرديم .\r\nچه بسا ممكن است يك آيه ، ناظر به يك جهت از جهات باشد . و اگر از آيات ديگرى كه در اين باره وارد شده ، چشم بپوشيم ، تصور خواهد شد كه نظر قرآن در تمام خصوصيات مسأله ، همان است كه از يك آيه به دست مىآيد . اشتباه مهم « اشاعره » و « معتزله » ناشى از اين است كه آنان اصل ياد شده را ناديده گرفته ، و هركدام به دسته‌اى از آيه‌ها تمسك جسته و از دستهء ديگرى كه مىتواند قرينه برمراد باشد ، غفلت ورزيده‌اند :\r\nاشاعره افعال ما را به طور مستقيم معلول ذات خدا دانسته و بشر را\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nآلت بدون اختيار و در حقيقت از ابزار كار استاد پست‌تر معرفى مىكنند . « 1 »\r\nگواه اين دسته بر اين طرز فكر ، ظاهر برخى از آياتى است كه ناظر به يك جهت از جهات مسأله است ؛ مثلاً آيهء\r\n« قُلِ اللَّهُ خالِقُ كُلِّ شَىءٍ وَهُوَ الواحِدُ القَهّارُ » ؛ « 2 »\r\nبگو : خداوند آفرينندهء همه چيز است و اوست يگانه و غالب .\r\nآنان از آيات زيادى كه بر عليت موجودات در جهان طبيعت تصريح كرده و آنها را دارندگان آثار و علل پيدايش پديده‌هاى طبيعى معرفى نموده است ، غفلت ورزيده‌اند .\r\nقرآن در عين اين كه همهء موجودات را مخلوق خدا مىداند ، ولى خود اين موجودات را مبدأ اثر نيز معرفى مىكند . چنان كه بادها را تلقيح‌كنندهء درختان و گياهان ، يا بارور كنندهء ابرها « 3 » معرفى مىكند ، و مىفرمايد :\r\n« وَأَرْسَلْنا الرِّياحَ لَواقِحَ » ؛ « 4 »\r\nبادها را بارور كننده فرستاده‌ايم .\r\nقرآن آب را علت پيدايش گياهان و همهء ميوه‌ها دانسته و مى فرمايد :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اشاعره هر نوع عليت و تأثير را از تمام موجودات سلب كرده و به جاى « عليت » كلمهء « عادت » به كار مىبرند و مىگويند مثلاً آتش علت گرمى نيست ، بلكه عادت الهى بر اين جارى شده كه پس از آتش ، حرارت ايجاد نمايد ، و هم‌چنين در موارد ديگر از قبيل افعال انسان .\r\n( 2 ) . رعد ( 13 ) آيهء 16 .\r\n( 3 ) . اشاره به اختلافى است كه در معناى آيهء : « وأرسلنا الرياح لواقح » وجود دارد . البته معناى دوم از جهاتى روشن‌تر است .\r\n( 4 ) . حجر ( 15 ) آيهء 22 .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\n« فَأَنْزَلْنا بِهِ الماءَ فَأَخْرَجْنا بِهِ مِنْ كُلِّ الَّثمَراتِ » ؛ « 1 »\r\nما به وسيلهء ابرها آب نازل كرديم و در پرتو آن ، ميوه‌هايى از دل زمين بيرون آورديم .\r\nاين دو آيه و ده‌ها آيهء ديگر ، به رابطهء عليت ميان باد و باران ، و تلقيح و پيدايش ميوه‌ها ، تصريح مىنمايد . « 2 »\r\nانسان - اعم از مؤمن و كافر - در خود قرآن مبدأ و علت يك سلسله كارهاى خوب و بد معرفى ، و براى اعمال هركدام پاداش و كيفرى تعيين شده است .\r\nچگونه پيروان اين مكتب افراطى اين دسته از آيات را ناديده گرفته و آثار پديده‌ها را معلول اثر مستقيم ذات خدا دانسته‌اند ، در صورتى كه اگر ما اين دو دسته از آيات را كنار هم بگذاريم چنين نتيجه خواهيم گرفت : افعال ما در عين اين كه معلول وجود ماست ، ولى از آن جا كه همهء ممكنات از آن جمله وجود ما پرتوى از وجود حق بوده و هر چه دارند از او گرفته‌اند ، معلول ومخلوق خداوند جهان نيز هستند و اين دو علت در طول يكديگر قرار دارند ، نه در عرض هم .\r\nبنابراين فعل هر انسانى در جايى كه معلولِ خداوند است معلولِ خود انسان نيز هست به طورى كه در انجام عمل و كار خود ، از خداوند بىنياز نيست ؛ زيرا نتيجهء اين كه فقط معلول خداست ، جبر است و با عدل الهى و نصّ آيات ديگر مخالف است ؛ و نتيجهء اين كه فقط معلول وجود انسان است\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اعراف ( 7 ) آيهء 57 .\r\n( 2 ) . آيات مربوط به تصريح قرآن به رابطهء عليت ميان پديده‌ها و آثار آنها بيش از آن است كه در متن آورده شد و ما مجموع آيات مربوط به اين موضوع را در كتاب مبانى توحيد از نظر قرآن گرد آورده‌ايم . ر . ك : مبانى توحيد ازنظر قرآن ، بخش « توحيد در ربوبيت و كارگردانى » .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nشرك و اعتقاد به دوفاعل مستقل است و با توحيد او و صريح آيات ديگر كه آن چه درجهان هستى وجود دارد مخلوق اوست ، كاملاً منافات دارد . « 1 »\r\n\r\nيك دستاويز ديگر براى جبرىها\r\nدستاويز ديگر جبرىها ، جملهء « أَزاغَ اللَّهُ قُلُوبَهُمْ » است كه در آيه وارد شده و بدون توجه به جملهء پيش از آن : « فَلَمّا زاغُوا » مىخواهند عقيدهء خود را بر قرآن تحميل نمايند . حقيقت اين است كه جمله‌هاى مشابه همين جمله ، در قرآن زياد وارد شده و به عنوان نمونه چند جمله را يادآور مىشويم :\r\n1 . « . . . انْصَرَفُوا صَرَفَ اللَّهُ قُلُوبَهُمْ . . . » ؛ « 2 »\r\nاز شنيدن آيات الهى روى برگردانيدند ، خداوند نيز دل‌هاى آنان را از پيروى حق ، برگردانيد .\r\n2 . « فَبِما نَقْضِهِمْ مِيثاقَهُمْ لَعَنّاهُمْ وَجَعَلْنا قُلُوبَهُمْ قاسِيَةً » ؛ « 3 »\r\nبه خاطر پيمان شكنىها ، آنان را از رحمت خود دور كرديم ، و دل‌هاى آنان را سخت قرار داديم .\r\n3 . « فِى قُلُوبِهِمْ مَرَضٌ فَزادَهُمُ اللَّهُ مَرَضاً . . . » ؛ « 4 »\r\nدر دل‌هاى آنان بيمارى است سپس خداوند بر بيمارى آنان افزود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اين همان حقيقتى است كه امام باقر و امام صادق عليه السلام آن را با لطيف‌ترين و زيباترين عبارت بيان كرده‌اند و فرموده‌اند :\r\n« لاجبر ولاتفويض بل أمر بين الأمرين . . . »\r\nو اين حقيقت در جمله‌اى كه نمازگزاران هر روز چند بار آن را به زبان جارى مىسازند منعكس است و آن جمله :\r\n« بحول اللّه وقوته أقوم وأقعد »\r\nاست . جملهء « بحول اللّه و قوته » ردّ عقيدهء اعتزال ، وجملهء « أقوم و أقعد » ردّ عقيدهء اشعرى است .\r\n( 2 ) . توبه ( 9 ) آيهء 127 .\r\n( 3 ) . مائده ( 5 ) آيهء 13 .\r\n( 4 ) . بقره ( 2 ) آيهء 10 .\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\n4 . « كَذ لِكَ يَطْبَعُ اللَّهُ عَلى كُلِّ قَلْبِ مُتَكَبِّرٍ جَبّارٍ » ؛ « 1 »\r\nخداوند بر دل هرخودخواه ستمگر ، مهر مىزند .\r\nاين آيات ومشابه آنها درقرآن زياد است ، وهدف ومقصد اين آيات را ، آيهء ديگرى روشن مىكند و آن اين كه ،\r\n5 . « إِنَّ اللَّهَ لا يُغَيِّرُ ما بِقَوْمٍ حَتّى يُغَيِّرُوا ما بِأَنْفُسِهِمْ . . . » ؛ « 2 »\r\nخداوند وضع گروهى را دگرگون نمىسازد ( ونعمت‌هاى معنوى و مادى خود را ازآنان سلب نمىكند و آنان را دچار خشم خود نمىگرداند ) مگر اين كه خود آنان وضع خود را دگرگون سازند ( و راه معصيت و گناه را پيش گيرند ) .\r\nدر اين صورت هر نوع بدى كه به آنان مىرسد و هر نوع موفقيتى كه از آنان سلب مىشود ، همگى كيفر اعمال آنان است .\r\nدر خود اين آيات نيز كاملاً به اين مطلب اشاره شده است ؛ اگر خداوند دل‌هاى بنى اسرائيل را به گناه متمايل ساخت و دل‌هاى پيمان‌شكنان را سخت قرار داد و يا بر بيمارى منافقان افزود و يا بر دل‌هاى متكبران ستمگر مهر زد ، براى اين است كه خود آنان قبلاً به گناه متمايل گرديده و دست به پيمان شكنى زده بودند و دل‌هاى خود را با بيمارى نفاق ، آلوده ساخته و راه كبر و ستم را پيش گرفته بوده‌اند ، در اين صورت يك چنين ملت گناه‌كار ، پيمان‌شكن ، منافق و ستمگر ، بايد كيفر اعمال خود را ببيند و خداوند لطف و مرحمت و توفيق خود را از آنان بردارد و دل‌هاى آنان را به گناه متمايل سازد و از رحمت خود دور نمايد و بر دل‌هاى آنان مهر بزند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . غافر ( 40 ) آيهء 35 .\r\n( 2 ) . رعد ( 13 ) آيهء 11 .\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nخلاصهء جمله‌هاى پيشين ، يعنى جمله‌هاى « فَلَمّا زاغُوا » ، « ثُمَّ انْصَرَفُوا » ، « فَبِما نَقْضِهِمْ » ، حاكى است كه جمله‌هاى بعدى ، كه به خدا نسبت داده شده ، فقط جنبهء كيفرى داشته و ثمرهء اعمال خود آنان است . ولى بايد به اين نكته توجه نمود ، منظور از متمايل ساختن قلوب آنان به گناه اين است كه ، خدا توفيق خود را از آنان قطع مىكند ؛ زيرا لطف الهى شامل افرادى مىشود كه آمادهء هدايت و اخذ فيض باشند و افرادى كه غرق گناه و معصيت هستند كوچك‌ترين آمادگى براى چنين مواهب معنويى ندارند .\r\n\r\nمقصود از قلب در آيات چيست ؟\r\nمنظور از قلب در اين آيات و مشابه آن ، قلب صنوبرى ، كه وظيفه‌اى جز رساندن خون به تمام بدن ندارد ، نيست ، بلكه همان‌طور كه كتاب‌هاى لغت عربى متذكرند ، يكى از معانى قلب ، عقل و روح است و شايد در ابتدا استعمال اين لفظ درعقل و روح مجاز بود ، ولى بعدها بر اثر استعمال زياد ، به صورت يكى از استعمال‌هاى رايج در آمده است . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . براى آگاهى از معناى « قلب » و « فؤاد » در قرآن ر . ك : منشور جاويد قرآن ، ص 295 - 309 .\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\n\r\n6 - مسيح از آمدن پيامبرى به نام احمد بشارت مىدهد\r\n6 . « وَ إِذ قالَ عِيسَى ابْنُ مَرْيَمَ يا بَنِى إِسْرائِيلَ إِنِّى رَسُولُ اللَّهِ إِلَيْكُمْ مُصَدِّقاً لِما بَيْنَ يَدَىَّ مِنَ التَّوْراةِ وَمُبَشِّراً بِرَسُولٍ يَأْتِى مِنْ بَعْدِى اسْمُهُ أَحْمَدُ فَلَمّا جاءَهُمْ بِالبَيِّناتِ قالُوا هذا سِحْرٌ مُبِينٌ » ؛\r\nبه ياد آر زمانى را كه عيسى بن مريم به بنىاسرائيل گفت : من فرستادهء خدا به سوى شما هستم و توراتى را كه در برابر من قرار دارد تصديق مىكنم و بشارت دهنده‌ام به پيامبرى كه بعد از من مىآيد و نام او احمد است . اما هنگامى كه آن ( پيامبر موعود ) آمد ( به تكذيب او برخاستند ) و گفتند : معجزات او سحرى آشكار است .\r\nبر خلاف تصور گروهى ، راه شناسايى پيامبران واقعى منحصر به اين نيست كه مدعى نبوت ، داراى معجزه باشد ، بلكه همان‌طور كه معجزه مىتواند ما را به صدق گفتار مدعى نبوت رهبرى كند و موجب مىشود پيامبران واقعى را از مدعيان دروغين تشخيص دهيم ، هم‌چنين گواهى پيامبران پيشين در مورد فرد بعدى ، يكى از راه‌هاى شناسايى پيامبران است .\r\nهرگاه پيامبرى كه نبوت او با دلايل قطعى ثابت شد ، در گفتار و يا\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nكتاب آسمانى خود ، كه انتساب آنها به وى نيز قطعى باشد با صراحت و قاطعيت كامل ، علايم و مشخصات پيامبر آينده را بيان كند و تمام آن علايم و نشانه‌ها بدون كم و زياد ، با مدعى نبوت تطبيق نمايد ، در اين صورت تصريح قاطع وى ، موجب حصول علم به صدق گفتار مدعى نبوت بعدى مىشود و او را از آوردن معجزه بىنياز مىسازد .\r\nقرآن مدعى است كه حضرت مسيح - كه نبوت وى با دلايل قاطع ثابت شده است - با صراحت و قاطعيت كامل ، از آمدن پيامبرى به نام احمد خبر داده است .\r\nولى ملت لجوج بنىاسرائيل ، پس از شناسايى آن نبى موعود - آن هم از روى علايم و مشخصاتى كه حضرت مسيح در اختيار آنان گذارده بود ، به تكذيب او برخاسته و دلايل و معجزات او را كه به تنهايى با قطع نظر از گواهى مسيح ، مىتواند صدق ادعاى او باشند - سحر وجادو خواندند و شعور باطنى خود را ناديده گرفتند .\r\nتفسير و توضيح آيهء مورد بحث ، بستگى دارد كه سه نقطهء حساس از آيه را به طور دقيق بررسى كنيم .\r\n1 . پيامبرى كه حضرت مسيح از آمدن وى خبر داده نام او احمد است و نام مبارك پيامبر اسلام ، محمد صلى الله عليه و آله مىباشد در اين صورت چگونه اين علامت براوتطبيق مىشود ؟\r\n2 . چگونه حضرت مسيح ، تورات تحريف شده را تصديق مىكند و مىگويد :\r\n« وَمُصَدِّقاً لِما بَيْنَ يَدَىَّ مِنَ التَّوْراةِ » ؛\r\nمن تورات حاضر را تصديق مىكنم .\r\n3 . آيا در اناجيل كنونى با آن همه تحريفات چنين بشارتى وجود دارد ؟\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\n\r\n1 . احمد يكى از نام‌هاى مشهور پيامبر اسلام صلى الله عليه و آله\r\nهركس مختصر مطالعه‌اى در تاريخ زندگى رسول اكرم صلى الله عليه و آله داشته باشد ، مىداند كه آن حضرت از دوران كودكى دو نام داشت و مردم او را با هر دو نام خطاب مىكردند : يكى محمد كه جدّ بزرگوارش عبدالمطلب براى او انتخاب كرده بود ، و ديگرى احمد كه مادرش آمنه او را به آن ، ناميده بود . و اين مطلب يكى از مسلمات تاريخ اسلام است و سيره‌نويسان اين مطلب را نقل كرده‌اند و مشروح اين مطلب را در سيرهءحلبى مىتوانيد بخوانيد . « 1 »\r\nعموى گرامى وى ابوطالب كه پس از درگذشت عبدالمطلب كفالت و سرپرستى محمد به او واگذار شده بود با عشق و علاقه بسيار زيادى چهل و دو سال تمام ، پروانه‌وار به گرد شمع وجود وى گشت و از بذل جان و مال درحراست و حفاظت او دريغ ننمود ، در اشعارى كه دربارهء برادرزادهء خود سروده ، گاهى از او به نام محمد ، و گاهى به نام احمد ، اسم برده است و اين خود حاكى از آن است كه در آن زمان يكى ازنام‌هاى معروف وى همان احمد بود .\r\nاكنون در اين جا از باب نمونه برخى از اشعار وى را كه پيامبر را احمد ناميده است ، مىآوريم :\r\n إن يكن ما أتى به أحمد اليوم * سناء وكان فى الحشر دينا ؛ « 2 » \r\nآن چه امروز احمد مىگويد ، نور است و در روز رستاخيز پاداش است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انسان العيون فى سيرة الأمين والمأمون ، ج 1 ، ص 93 - 100 .\r\n( 2 ) . ديوان ابوطالب ، ص 2519 و 29 . تمام اين اشعار در ديوان او موجود است . اشعار بعدى كه از او نقل مىشود در ديوان او نيست ، بلكه محققان از آن حضرت نقل كرده‌اند .\r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\n وقوله لأحمد أنت امرء * خلوف الحديث ضعيف النسب ؛ « 1 » \r\nدشمن مىگويد : سخنان احمد ، بيهوده و نسب او پايين است .\r\n وإن كان أحمد قد جائهم * به حق و لم يأتهم بالكذب ؛ « 2 » \r\nحقاً كه احمد به سوى آنان با آيين حق آمد و آيينى دروغ نياورده است .\r\n أرادوا قتل أحمد ظالموه * وليس بقتلهم فيهم زعيم ؛ « 3 » \r\nكسانى كه بر احمد ستم كرده‌اند ، خواستند او را بكشند ، ولى براى اين كار رهبرى نداشتند .\r\nدراشعارى كه محققان بزرگ تاريخ وحديث به ابوطالب نسبت داده‌اند ، در آنها وى از برادر زادهء خود به لفظ احمد نيز نام‌برده است ؛ مانند :\r\n لقد أكرم اللّه النبى محمداً صلى الله عليه و آله * فأكرم خلق اللّه فى الناس احمد ؛ « 4 » \r\nخداوند پيامبر خود را گرامى شمرد از اين جهت گرامى ترين مردم درميان آنان احمد است .\r\n لعمرى لقد كلفت و جدا بأحمد * وأحببته حب الحبيب « 5 » المواصل \r\nبه جانم سوگند ، من در راه علاقه به احمد ، رنج‌ها كشيده‌ام او را مانند دوستى كه پيوند دوستى را محكم كرده ، دوست دارم .\r\n فأصبح فينا أحمد فى أرومة * تقصر عنه سورة المتطاول ؛ « 6 » \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ديوان ابوطالب ، ص 19 ، 25 و 29 . تمام اين اشعار در ديوان او موجود است . اشعار بعدى كه از او نقل مىشود در ديوان او نيست ، بلكه محققان از آن حضرت نقل كرده‌اند .\r\n( 2 ) . ديوان ابوطالب ، ص 19 ، 25 و 29 . تمام اين اشعار در ديوان او موجود است . اشعار بعدى كه از او نقل مىشود در ديوان او نيست ، بلكه محققان از آن حضرت نقل كرده‌اند .\r\n( 3 ) . ديوان ابوطالب ، ص 19 ، 25 و 29 . تمام اين اشعار در ديوان او موجود است . اشعار بعدى كه از او نقل مىشود در ديوان او نيست ، بلكه محققان از آن حضرت نقل كرده‌اند .\r\n( 4 ) . تاريخ ابن عساكر ، ج 1 ، ص 275 ؛ تاريخ الخميس ، ج 1 ، ص 254 .\r\n( 5 ) . در برخى نسخه‌ها : « دأب المحب » دارد . سيرة ابن هشام ، ج 1 ، ص 279 .\r\n( 6 ) . همان ، ص 280 .\r\n","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nاحمد در ميان ما ، از خاندان بزرگ است كه از نظر اصالت به جايى رسيده است كه كوشش كنندگان دسترسى به آن ندارند .\r\nگذشته از اين ، حسان بن ثابت ، شاعر رسول خدا در بسيارى از اشعار خود كه آنها را در زمان حيات پيامبر و يا پس از درگذشت وى سروده است ، پيامبر را به نام احمد خوانده است ؛ مانند\r\n مفجعَة قد شفها فقد أحمد * فظلت لآلاء الرسول تعدد\r\nأطالت وقوفا تذرف الدمع جهدها * على طلل القبر الذى فيه أحمد ؛ « 1 » \r\nمصيبت زده‌اى كه درگذشت احمد او را لاغر ساخته هم اكنون سرگرم شمردن حقوقى است كه رسول خدا بر او دارد ، توقف خود را در برابر آثار قبر احمد طولانى كرده و تا آن جا كه مىتواند اشك مىريزد .\r\nو نيز دربارهء شخصيت و صفات ممتاز رسول اكرم صلى الله عليه و آله مىگويد :\r\n فمن كان أو من يكون كأحمد * نظام لحق أو نكال لملحد ؛ « 2 » \r\nچه كسى در گذشته و آينده مانند احمد است . پديدآرندهء راه حقّ ، انتقام گيرنده از محلدان .\r\nما اين چند بيت را به عنوان نمونه نقل كرديم تا روشن شود كه در زمان خود پيامبر ، احمد يكى از نام‌هاى معروف او بود و اگر مجموع آن‌چه را در كتب تاريخ و حديث و مجامع ادبى وجود دارد ، و در تمام آنها ، آن حضرت به نام احمد معرفى شده است در اين جا منعكس كنيم از\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ديوان حسان بن ثابت ، تحقيق محمدعزت نصرت اللّه ، طبع بيروت ، ص 59 .\r\n( 2 ) . همان ، ص 65 .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nموضوع خارج شده و سخن به طول مىانجامد . « 1 »\r\nگذشته از اين ، روز نزول آيه ، « نجران » ، مركز مسيحيان شبه جزيره بود و هنوز گروه‌هايى از احبار يهود و پيروان انجيل در نقاط مختلف جزيره زندگى مىكردند و هرگز به فكر آنان نرسيد كه بگويند انجيل ، مبشر رسالت شخصى است كه نام او احمد است و نام پيامبر اسلام محمد مىباشد ، و اگر كسى از آنان چنين اعتراض مىكرد ، قطعاً براى ما نقل مىشد و اين خود ، گواه بر اين است كه روز نزول آيه ، مسلم بود كه يكى از نام‌هاى پيامبر احمد است .\r\nبسيارى از پيامبران ، مانند يعقوب ، مسيح ، يوشع و يونس ، داراى دو نام بودند كه نام ديگر آنها ، به ترتيب عبارت است از : اسرائيل ، عيسى ، ذوالكفل و ذوالنون . از اين نظر تعجب نخواهيد كرد كه چرا پيامبر اسلام داراى دو نام و يا بيشتر است .\r\n\r\nچگونه عيسى تورات تحريف شده را تصديق كرد ؟\r\nدر آيهء مورد بحث صريحاً عيسى بن مريم مىگويد من مصدق تورات هستم . در اين موقع اين سؤال پيش مىآيد كه چگونه حضرت مسيح ، تورات تحريف شده را تصديق مىكند ، در صورتى كه تورات موجود در زمان وى از دست تحريف مصون نمانده بود ؟\r\nاين سؤال اختصاص به اين آيه وتصديق حضرت مسيح ندارد ، بلكه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . براى اطلاع بيشتر ر . ك : مجمع البيان ، ج 3 ، ص 287 ؛ سيرة ابن هشام ، ج 2 ، ص 270 ؛ بحارالانوار ، ج 20 ، ص 259 ؛ بلوغ الارب ، ج 2 ، ص 284 . ما دركتاب معالم النبوة فىالقرآن الكريم ( ص 549 - 556 ) - كه تفسير موضوعى بر قرآن است - در اين باره به طور مبسوط سخن گفته‌ايم .\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nاين سؤال را مىتوان دربارهء تصديق پيامبر اسلام نيز مطرح نمود ؛ زيرا او نيزبه تصريح قرآن ، مصدق كتاب‌هاى پيشينيان هست ، چنان كه مىفرمايد :\r\n« وَالَّذِى أَوْحَيْنا إِلَيْكَ مِنَ الكِتابِ هُوَ الحَقُّ مُصَدِّقاً لِما بَيْنَ يَدَيْهِ » ؛ « 1 »\r\nقرآنى را كه به تو وحى نموديم حق بوده و تصديق كنندهء كتاب‌هايى است كه در برابراو قرار دارد ( كتاب‌هايى را كه پيش از وى نازل شده‌اند تصديق مىكند ) .\r\nقما دربارهء اين كه پيامبر اسلام چگونه تصديق كنندهء انجيل و تورات است با اين كه به تصريح قرآن هر دو كتاب از تحريف مصون نمانده‌اند ، در فرصت ديگرى سخن خواهيم گفت ؛ زيرا آياتى كه در اين باره نازل‌شده از نظرتعبير ، يك‌سان نيست و نظر قطعى در صورتى مىتوان اتخاذ كرد كه مجموع آياتى كه در اين باره نازل شده است مورد بررسى قرار گيرد . اكنون بحث ما دربارهء مفاد جملهء « وَمُصَدِّقاً لِما بَيْنَ يَدَيْهِ » است كه حضرت عيسى دربارهء تورات فرموده است .\r\nبيشتر مفسران « 2 » از جمله استاد فقيد تفسير و كلام مرحوم بلاغى « 3 » معتقدند ، منظور از « بَيْنَ يَدَىَّ » ، « ما تقدم من كتاب » است ؛ يعنى توراتى را كه قبل از من نازل شده تصديق مىكنم و در لغت عرب لفظ « بَيْنَ يَدَىَّ » در معناى متقدم نيز به كار مىرود . بنابراين مسيح تصديق كنندهء تورات واقعى است نه تورات فعلى .\r\nولى پاسخ روشن اين سؤال اين است كه ، منظور حضرت مسيح از\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . فاطر ( 35 ) آيهء 31 .\r\n( 2 ) . مجمع البيان ، ج 2 ، ص 207 .\r\n( 3 ) . الرحلة المدرسية ، ص 232 .\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nاين كه تصديق كنندهء تورات است اين است كه اصول و كليات آيين تورات در عقايد و احكام ، مورد قبول من است ؛ « 1 » يعنى من نيامده‌ام آيين و شريعت تورات را به كلى از بين ببرم و اصول و فرمان‌هاى آن را ناديده بگيرم و اين بدين معنا نيست كه من هرچه درتورات‌هاى مختلف بنىاسرائيل وجود دارد ، تصديق مىكنم .\r\nاصولاً پيامبرى كه خود داراى شريعت مستقل است ، نمىتواند كتاب و شريعت پيامبر پيشين را به طور دربست قبول كند ، و كوچك‌ترين تغييرى در آيين او پديد نياورد ؛ زيرا در اين صورت اين پيامبر ، داراى شريعت نبوده بلكه مروج شريعت پيامبر قبلى خواهد بود ، در صورتى كه حضرت مسيح ، از پيامبرانى است كه شريعت مستقل و جداگانه‌اى داشت و باملاحظهء اين مراتب بايد گفت ، مقصود او تصديق اجمالى تورات است‌وبس .\r\nگذشته از اين خود حضرت مسيح يكى از علل بعثت خود رارفع‌اختلافات بنى اسرائيل در احكام الهى معرفى مىكند ومىگويد :\r\n« قالَ قَدْ جِئْتُكُمْ بِالحِكْمَةِ وَلِأُبَيِّنَ لَكُمْ بَعْضَ الَّذِى تَخْتَلِفُونَ فِيهِ » ؛ « 2 »\r\nمن با سخنان حكيمانه به سوى شما آمده تا بعضى از مواردى را كه در آنها دچار اختلاف شده‌ايد توضيح دهم .\r\nاز اين جمله استفاده مىشود كه بنى اسرائيل دربارهء شريعت موسى ، كه تورات مبين آن بود ، اتفاق نظر نداشتند و گرنه با هم اختلاف پيدانمىكردند و اين خود بالملازمه دلالت دارد در زمان بعثت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . المنار ، ج 7 ، ص 630 .\r\n( 2 ) . زخرف ( 43 ) آيهء 63 .\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nحضرت مسيح ، تورات واحدى در ميان بنىاسرائيل وجود نداشت تا حضرت مسيح آن را تصديق كند و با در نظر گرفتن اين مطلب كه او براى داورى ميان بنىاسرائيل بر انگيخته شده بود ، مىتوان گفت منظور از تصديق ، تصديق اجمالى اين كتاب است نه تصديق هر آن‌چه در نسخه‌هاى تورات آن زمان وجود داشته است .\r\n\r\nاناجيل و شهادت بر پيامبر اسلام\r\nيكى از طرق شناسايى پيامبران اين است كه ، پيامبرى كه نبوت وى با دلايل قطعى ثابت شده است به نبوت پيامبر آينده تصريح كند و تصريح وى به حدى برسد كه همه گونه ترديد و شك را در مقام تطبيق و شناسايى از بين ببرد .\r\nنبوت پيامبر اسلام علاوه بر اين كه با دلايل قطعى و روشن ، ثابت گرديده است ، در كتاب‌هاى پيامبران پيشين نيز ، برنبوت وى تصريح و نام و خصوصيات او در كتب « عهدين » مشخص شده است و اين مسأله ، يعنى بشاراتى كه تورات و انجيل دربارهء پيامبر اسلام داده است ، يكى از فصول مهم اين دو كتاب را تشكيل مىدهد .\r\nگروهى از فضلا و علماى بنام اسلام ، كليهء بشارات اين دو كتاب را دربارهء آخرين پيامبر از موارد مختلف آنها ، گرد آورى كرده و از اين طريق ، خدمت شايان تقديرى به اسلام و مسلمانان انجام داده‌اند . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . جامع‌ترين كتابى كه تاكنون در اين باره نوشته شده ، كتاب انيس الاعلام تأليف مرحوم فخرالاسلام است كه خود از كشيشان معروف كليساهاى ايران بود . اين كتاب در دوجلد بزرگ در سال 1319 قمرى چاپ شده و اخيراً به صورت حروفى در قطع كوچك نيز چاپ شده است .\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nقرآن با صراحت هر چه تمام‌تر مىفرمايد ، اگر پيروان انجيل و تورات اين دو كتاب را مورد مطالعه قرار دهند نام و خصوصيات پيامبر اسلام را درآن مىيابند آن‌جا كه مى فرمايد :\r\n« يَجِدُونَهُ مَكْتُوباً عِنْدَهُمْ فِى التَّوْراةِ وَالْإِنْجِيلِ » ؛ « 1 »\r\nنام و نشان و خصوصيات پيامبر اسلام را در اين دو كتاب نوشته شده مىيابند .\r\nدر آيهء مورد بحث با كمال صراحت از حضرت عيسى نقل مىكند كه وى گفته است : « من به آمدن پيامبرى كه نام او احمد است بشارت مىدهم » .\r\nروزى كه اين آيه و نظاير آن نازل شد و پيامبرآنها را براى مردم خواند ، در جزيرهء عربى ، گروه‌هايى از يهوديان و مسيحيان زندگى مىكردند و اگر چنين بشارتى در اين كتاب‌ها وجود نداشت ، دانشمندان اين دو آيين ، آن را دستاويز قرار داده و سر و صدايى به راه مىانداختند ، ولى به داورى تاريخ صحيح ، آنان در برابر اين تصريح‌ها لب فروبستند و گروهى منصف به صفوف مسلمانان پيوستند .\r\n\r\nبررسى اناجيل كنونى\r\nبه طور مسلم بشارت حضرت مسيح در انجيل خود او وجود داشته و اگر بر فرض اين كه چنين بشارتى در انجيل‌هاى كنونى نباشد ، دليل بر اين نيست كه در انجيل خود آن حضرت وجود نداشته است ؛ زيرا به شهادت متون خود انجيل‌هاى فعلى ، هر يك ازحواريين و غير حواريين ، انجيل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اعراف ( 7 ) آيهء 157 .\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nنوشته و به انديشهء خود ، گفتار و كردار و فرمان‌هاى حضرت مسيح را در آن جا گرد آورده است و تنها به اين اكتفا نكرده ، بلكه مشاهدات ، مسموعات وحدسيات خود را با آنها آميخته و به نام انجيل انتشار داده است . بر اين اساس در حالى كه انجيل حضرت مسيح يكى بيش نبوده ، انجيل‌هاى مختلف و زيادى پس از او نوشته شده و نويسندهء هر يك از اناجيل ادعا كرده انجيل او ، همان انجيلى است كه مسيح براى نجات بشر آورده بود .\r\nدائرة المعارف انگليسى « 1 » از بيست و پنج انجيل نام مىبرد كه در قرون نخستين مسيحيت ، در ميان مسيحيان رواج داشته و در زمان هر يك از مراجع روحانى مسيحى ، ازجهاتى در آنها تغييراتى به عمل آمده و بالأخص برخى از آنها تحريم شده است .\r\nدستگاه روحانيت مسيحى ، از ميان اين اناجيل ، چهار تاى آن را به رسميت شناخته و باقىمانده را از اعتبار انداخته است . آنها عبارتند از :\r\n1 . انجيل متى : وى يكى از شاگردان حضرت مسيح بوده ، و او كتاب خود را پيش از اناجيل ديگر انتشار داده است . البته تاريخ نگارش آن معلوم نيست : برخى برآنند كه آن را درسال 38 و به گفتهء گروهى بين سال 50 و 60 ميلادى نوشته است . « 2 »\r\n2 . انجيل مرقس : مشهور ميان مفسران انجيل اين است كه وى حوارى نبوده و انجيل خود را به راهنمايى پطرس حوارى نوشته است و درحقيقت او تاريخ نويس حقيقى انجيل است ؛ چون حوادث را بيشتر از كلمات مسيح مىنويسد و مطالب را با عبارات آسان و تند و كوتاه و گاهى با تفصيل بيان مىكند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج 2 ، چاپ 13 ، ص 179 - 180 .\r\n( 2 ) . به نقل از : جيمز هاكس ، قاموس كتاب مقدس ، بيروت 1928 م .\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\n3 . انجيل لوقا : معروف اين است كه او انجيل خود را به هدايت پولس حوارى ، كه غالباً در سفرها با او همراه بود ، نوشته است و تاريخ نگارش آن حدود 63 ميلادى است . « 1 »\r\n4 . انجيل يوحنا : نويسندگان قديم ، انجيل يوحنا را آخرين انجيل مىدانند .\r\nاغلب نقادان ، نگارش آن را به اواخر قرن اول نسبت مىدهند . برخى از نقادان عقيده دارند كه انجيل مزبور در اوايل قرن دوم نوشته شده و نويسندهء آن يوحناى رسول نبوده بلكه يوحناى شيخ آن را نوشته است . « 2 »\r\nاين ، وضع اناجيل رسمى جهان مسيحيت است ؛ توخود حديث مفصل بخوان از اين مجمل .\r\nاز اين جا بايد وضع اناجيلى كه دستگاه روحانيت مسيحيت آنها را از اعتبار انداخته است به دست آورد . « 3 »\r\nبنابراين هيچ كدام از انجيل‌ها ، انجيل حضرت مسيح نيست . حتى انتساب اين چهار كتاب به مؤلفان خود آنها قطعيت ندارد و جز متى هيچ‌كدام مطالب كتاب خود را از حضرت مسيح نگرفته است . در حقيقت انجيل مرقس ، خلاصهء بيانات پطرس بوده و لوقا فشردهء افكار و نقليات پولس مىباشد . به علاوه مؤلف انجيل يوحنا نيز روشن نيست .\r\nبا اين وضع نبايد انتظار داشت كه بشارتى كه در آيهء مورد بحث آمده\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . به نقل از : همان .\r\n( 2 ) . به نقل از : همان .\r\n( 3 ) . گذشته از اين ، تناقضاتى كه ميان اناجيل چهارگانه وجود دارد و تناقضى كه ميان مطالب يك انجيل موجود است و همچنين مطالب خرافى كه شبيه افسانه و پندار است و سخنانى كه عقل زير بار آن نرفته و آنها را به طور قطع تخطئه مىكند ، موجب شده كه تمام اين اناجيل و كتب مقدس چهارگانهء جهان مسيحيت از اعتبار و سنديت ساقط گردند و براى تفصيل اين مطالب ر . ك : الهدى الى دين المصطفى ؛ الرحلة المدرسيه و انيس الاعلام و ده‌ها كتاب ديگر كه از طرف دانشمندان محقق و عالى مقام اسلامى نوشته شده است .\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nاست در اين اناجيل چهارگانه پيدا شود .\r\nولى از آن جا كه مشيت الهى بر آن تعلق گرفته كه برهان قرآن و دليل نبوت پيامبر اسلام برتارك اعصار بدرخشد ، بشارت آمدن پيامبرى پس از حضرت مسيح به نام احمد در انجيل يوحنا با كمال وضوح وارد شده است ، اگر چه مفسران انجيل دست و پا مىكنند كه آيه‌هاى مربوط به اين بشارت را طور ديگر تفسير نمايند ولى چنان كه توضيح خواهيم داد ، اينها ، حركات مذبوحانه‌اى است كه جز لحظاتى چند ، خود نمايى ندارد ، و پس از يك دقت كوتاه ، پرده از روى حقيقت برداشته شده و سيماى واقعيت ، تجلى مىكند .\r\nاين بشارت در ميان انجيل‌هاى چهارگانه فقط در انجيل يوحنا در باب‌هاى 14 ، 15 و 16 وارد شده است و در انجيل‌هايى كه به زبان سريانى « 1 » نوشته شده از نام آن كسى كه حضرت مسيح از آمدن او بشارت داده به لفظ « فارقليط » تعبير آورده شده است و چون انجيل يوحنا از آغاز به زبان يونانى نوشته شده ، گروهى برآنند كه اين لفظ ريشهء يونانى دارد كه بعداً به آن اشاره خواهيم نمود .\r\n\r\nنكات قابل توجه\r\n1 . مسيح به زبان عبرى سخن مىگفت ؛ زيرا او در ميان عبرى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انجيل حضرت مسيح اگر چه به زبان عبرى بوده و زبان مادرى وى و كسانى كه وى در ميان آنها پرورش يافته غير ازعبرى نبوده است ، ولى بنابر اخبار و روايات ، او مأمور بود كه آن را به لغت سريانى براى سريانيان ، كه همان اهل سوريه هستند ، تفسيركند . از اين نظر گروهى تصور كرده‌اند كه زبان اصلى انجيل همان سريانى بوده است و از ميان تمام انجيل‌ها اناجيل سريانى به انجيل واقعى نزديك‌تر است .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nزبانان پرورش يافته بود و از ميان نويسندگان انجيل‌ها ، متى ، انجيل خود را به زبان عبرى نوشته و سه نفر ديگر انجيل خود را به زبان يونانى نوشته‌اند . بنابراين لفظى كه خود حضرت مسيح به آن تلفظ نموده از ميان رفته است زيرا اين بشارت فقط در انجيل يوحناست و نويسندهء آن از روز نخست كتاب خود را به زبان يونانى نوشته است .\r\n2 . « فارقليط » لغت سريانى است كه اهل سوريه باآن سخن مىگفتند ، و در انجيل‌هايى كه به زبان سريانى نوشته شده اين لفظ به كار رفته است و دانشمندان اسلامى و مفسران انجيل اتفاق دارند كه اين لفظ ، معرب لفظ يونانى است كه انجيل يوحنا به آن زبان نوشته شده است ، ولى در اين كه ريشهء اصلى اين لفظ در لغت يونانى چه بوده اختلاف دارند :\r\nمحققان اسلامى متفقند كه ريشهء يونانى اين كلمه ، « پريكليطوس » به معناى محمد و احمد است ، ولى مفسران انجيل ريشهء آن را « پاركليطوس » به معناى تسلى دهنده دانسته‌اند . و لذا بايد روى قراينى كه درمتون آيات وجود دارد ، حقيقت مطلب را به دست آورد .\r\n3 . هيچ بعيد نيست كه حضرت مسيح عيناً نام آن كسى را كه از آمدن او بشارت داده است به زبان جارى كرده ؛ مثلاً گفته باشد احمد ، ولى نويسندهء انجيل چهارم ، كه اين بشارت در آن وجود دارد ، روى سليقهء خود آن را به يكى از دو لفظ يونانى ترجمه كرده است در صورتى كه نبايد عَلَم و نام اشخاص ترجمه گردد ، بلكه بايد به همان حال در ترجمه بيايد .\r\n4 . در انجيل‌هاى فارسى به طور عموم به جاى كلمه فارقليطا ، لفظ تسلى دهنده آمده است و بيشتر مفسران آن را به روح القدس تفسير نموده‌اند و با دلايل و شواهد روشن خواهيم گفت كه هرگز نمىتوان فارقليطا را به روح القدس تفسير نمود .\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\n5 . كسانى كه فارقليطا را به روح القدس تفسير مىكنند مىگويند : پنجاه روز پس از مصلوب گشتن عيسى ، روح القدس بر حواريون ، كه در يك خانه جمع بودند ، نازل شد . ناگاه صدايى چون صداى باد شديد كه مىوزيد از آسمان آمد ، و همهء آنها به روح القدس مملو گشتند و به زبان‌هاى مختلف ، به نوعى كه به روح آنها قدرت تكلم بخشيده بود ، به سخن گفتن آغاز كردند . « 1 »\r\n\r\nبشارت انجيل به آمدن فارقليطا\r\nمحققان اسلامى مىگويند بشارتى كه اين آيه از حضرت مسيح نقل‌مىكند ، در انجيل يوحنا در باب‌هاى 14 و 15 و 16 وارد شده است ، و حضرت مسيح به نقل انجيل يوحنا از آمدن شخصى به نام « فارقليط » پس از خود خبر داده است و قراين زيادى گواهى مىدهد كه مقصود از آن پيامبر اسلام مىباشد . ما براى روشن شدن مطلب ناچاريم متون آيات را با تعيين باب و شمارهء جمله‌ها نقل نماييم :\r\n« اگر شما مرا دوست داريد ، احكام مرا نگاه داريد و من از پدر خواهم خواست تا « فارقليط » ديگرى به شما بدهد ، تا ابد با شما خواهد ماند . او روح حق و راستى است كه جهان نمىتواند او را قبول كند ؛ زيرا كه او نمىبيند و نمىشناسد ، امّا شما او را مىشناسيد ، زيرا كه نزد شما مىماند و در شما خواهد بود » . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اعمال حواريان ، باب 1 - 5 .\r\n( 2 ) . انجيل يوحنا ، باب 14 ؛ جملهء 15 - 17 ، لندن 1837 م . و بقيهء جمله‌ها را نيز از همين چاپ نقل كرديم و براى اطمينان بيشتر با ترجمه‌هاى فارسى ديگر كه از زبان سريانى و كلدانى به فارسى نقل شده‌اند تطبيق نموديم .\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\n« من اين سخن‌ها را به شما گفته‌ام وقتى كه با شما بودم ، لكن آن « فارقليط » ، كه پدر او را به اسم من خواهد فرستاد ، همان ، شما را هرچيز خواهد آموخت و هر چيز من به شما گفته‌ام به ياد شما خواهد آورد » . « 1 »\r\n« حالا قبل از وقوع به شما خبر دادم تا وقتى كه واقع گردد ايمان آوريد ، « 2 » چون آن فارقليط كه من از جانب پدر به شما خواهم فرستاد ، روح راستى كه از طرف پدر مىآيد دربارهء من شهادت خواهدداد » . « 3 »\r\n« راست مىگويم كه شما را مفيد است كه من بروم . اگر من نروم آن فارقليط نزد شما نخواهد آمد . امّا اگر بروم او را نزد شما خواهم فرستاد . او چون بيايد ، جهانيان را به گناه و صدق و انصاف ملزم خواهد ساخت : به گناه ، زيرا كه به من ايمان نمىآورند ؛ به صدق ، زيرا كه نزد پدرخود مىروم و شما مرا ديگر نمىبينيد ؛ به انصاف ، زيرا كه بر رئيس اين جهان حكم جارى شده است ، و ديگر چيزهايى بسيار دارم كه به شما بگويم ، لكن حالا نمىتوانيد متحمل شويد ، امّا چون او بيايد او شما را به تمامى راستى ارشاد خواهد كرد ؛ زيرا او از پيش خود سخن نخواهد گفت ، بلكه هر آن چه مىشنود خواهد گفت و شما را به آينده خبر خواهد داد و مرا تمجيد خواهد نمود ؛ زيرا كه او آن چه از آنِ من است خواهد يافت و شما را خبر خواهد داد . هرچه از آن پدر است از من است . از اين جهت گفتم كه آن چه آنِ من است ، مىگيرد و به شما خبر مىدهد » . « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . باب 14 ، جملهء 25 - 26 .\r\n( 2 ) . باب 14 ، جملهء 29 .\r\n( 3 ) . باب 15 ، جملهء 26 .\r\n( 4 ) . باب 16 ، جملهء 7 - 15 .\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\n\r\nمنظور از فارقليط چيست ؟\r\nدر اين جا قراين روشنى داريم كه گواهى مىدهد كه مراد از فارقليط پيامبرى است كه پس از مسيح مىآيد نه روح القدس :\r\n1 . بايد توجه كرد از برخى تواريخ مسيحى استفاده مىشود كه پيش از اسلام در ميان علما و مفسران انجيل مسلم بود كه « فارقليط » همان پيامبر موعود است . حتى گروهى از اين مطلب سوء استفاده كرده و خود را « فارقليط » موعود معرفى نموده‌اند ؛ مثلاً منتس كه مردى رياضت كش بود و در قرن دوم ميلادى مىزيست ، در سال 187 ميلادى در آسياى صغير مدعى رسالت گرديد و گفت : من همان فارقليط هستم كه عيسى از آمدن او خبر داده است و گروهى از وى پيروى كردند . « 1 »\r\n2 . از آثار و تواريخ مسلم اسلامى كاملاً استفاده مىشود كه سران سياسى و روحانى جهان مسيحيت در روزهاى بعثت پيامبر اسلام همگى در انتظار پيامبر موعود انجيل بودند از اين جهت هنگامى كه سفير پيامبر نامهء او را به زمامدار حبشه داد او پس از خواندن نامه رو به سفير كرد و گفت : من گواهى مىدهم كه او همان پيامبرىاست كه جهان اهل كتاب ، در انتظار او هستند . و همان‌طور كه حضرت موسى از نبوت حضرت مسيح خبر داده ، او نيز از نبوت پيامبر آخرالزمان بشارت داده و علايم و نشانن هاى او را معين كرده است . « 2 »\r\nوقتى نامهء پيامبر به دست قيصر رسيد و نامه را مطالعه كرد و دربارهء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انيس الاعلام ، ج 2 ، ص 179 به نقل از تاريخ « وليم ميور » كه در سال 1848 چاپ شده است .\r\n( 2 ) . طبقات كبرى ، ج 1 ، ص 259 ؛ سيرهء حلبى ، ج 3 ، ص 279 .\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nپيامبر اسلام تحقيقاتى به عمل آورد ، در پاسخ نامهء آن حضرت چنين نوشت :\r\nنامهء شما راخواندم و از دعوت شما آگاه شدم ، من مىدانستم كه پيامبرى خواهد آمد ، ولى گمان مىكردم كه اين پيامبر از شام بر خواهد خاست . . . . « 1 »\r\nاز اين نصوص تاريخى استفاده مىشود كه آنان در انتظار پيامبرى بودند و چنين انتظار به طور مسلم ، ريشهء انجيلى داشته است .\r\n3 . امتيازاتى كه حضرت مسيح براى « فارقليط » قائل شده ، و شرايط و نتايجى كه براى آمدن او شمرده است ، اين مطلب را قطعى مىسازد كه منظور از « فارقليط » جز پيامبر موعود نخواهد بود . اين علايم مانع از آن است كه آن را به روح القدس تفسير نماييم . اكنون مشروح قراين :\r\nالف ) حضرت مسيح سخن خود را چنين آغاز كرد : « اگر شما مرا دوست داريد احكام مرا نگاه داريد و من از پدر خواهم خواست تا « فارقليط » ديگرى به شما خواهد داد » . « 2 »\r\nاولاً ، از اين كه حضرت مسيح مهر و محبت خود را به رخ آنها مىكشد حاكى است كه او احتمال مىدهد گروهى از امت او زير بار كسى كه وى از آمدن او بشارت مىدهد ، نخواهند رفت و لذا از طريق تحريك عواطف مىخواهد آنان را به پذيرفتن او وادار سازد و اگر منظور از فارقليط - آن طور كه مفسران انجيل تصور كرده‌اند - همان روح القدس باشد در اين صورت به چنين زمينه سازى احتياج نبود ؛ زيرا روح القدس پس از نزول ، آن چنان در قلوب و ارواح تأثير مىكند كه براى كسى جاى ترديد و شك و انكار باقى نمىماند ، ولى اگر مقصود پيامبر موعود باشد ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الكامل ، ج 2 ، ص 44 .\r\n( 2 ) . باب 14 ، جملهء 15 .\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nبه يك چنين زمينه سازى نياز شديد هست ؛ چون نبى موعود ، جز از طريق بيان و تبليغ در قلوب و ارواح تأثيرى و تصرفى نمىكند و روى اين ملاحظه ، گروهى منصف به وى مىگروند و گروهى از او روى برمىگردانند .\r\nحتى حضرت مسيح به اين مقدار تذكر اكتفا نكرد . در جملهء 29 ازباب 14 در اين قسمت پافشارى كرده و فرمود : « اكنون قبل از وقوع به‌شما خبر دادم تا وقتى كه واقع گردد ايمان آوريد » . در حالى كه ايمان به‌روح القدس ، به توصيه نيازى ندارد ، تا چه رسد به اين اندازه پافشارى .\r\nثانياً ، وى فرمود : « فارقليط ديگرى به شما خواهد داد » . اگر بگوييم منظور از آن ، پيامبر ديگرىاست ، كلام بدون تكلف و صحيح خواهد بود ، ولى اگر مقصود از آن روح القدس باشد ، به كار بردن لفظ « ديگر » خالى از تكلف نخواهد بود ؛ زيرا روح القدس متعدد نيست و تنها يكى است .\r\nب ) « هر چيزى كه من به شما گفته‌ام به ياد شما خواهد آورد » . « 1 » روح راستى كه از طرف پدر مىآيد ، دربارهء من شهادت خواهد داد .\r\nمى دانيم روح القدس پنجاه روز پس از مصلوب گشتن عيسى برحواريان نازل گرديد . « 2 » آيا اين افراد برگزيده ، همهء دستورات او را در اين مدت كوتاه فراموش كرده بودند ، تا روح القدس دو مرتبه به آنان تعليم‌دهد ؟ !\r\nآيا شاگردان مسيح چه نيازى به شهادت او داشتند تا دربارهء مسيح\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اعمال حواريان ، باب 1 - 5 .\r\n( 2 ) . باب 14 ، جملهء 26 .\r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nشهادت دهد ، ولى اگر مقصود پيامبر موعود باشد ، دوجمله معناى صحيح خواهند داشت ؛ زيرا امت مسيح بر اثر طول زمان و دست‌برد علماى انجيل ، بسيارى از دستورات او را فراموش كرده و گروهى همهء آنها را به دست فراموشى سپرده بودند و حضرت محمد صلى الله عليه و آله همه را بازگو كرد و به نبوت حضرت عيسى شهادت داد و گفت : او نيز مانند من ، پيامبر بوده و مادر مسيح را از نسبت‌هاى ناروا تبرئه نمود و ساحت مقدس مسيح را از ادعاى الوهيت پيراسته ساخت .\r\nج ) « اگر من نروم فارقليط نزد شما نمىآيد » . « 1 » او آمدن « فارقليط » را مشروط به رفتن خود كرده است ، و اگر مقصود « روح القدس » باشد ، نزول او بر حضرت مسيح و حتى بر خود حواريين مشروط به رفتن او نبوده است ؛ زيرا به عقيدهء مسيحيان ، روح القدس بر حواريون ، زمانى كه حضرت مسيح خواست آنان را براى تبليغ به اطراف بفرستد ، نازل گرديد . « 2 » بنابراين هيچ‌گاه نزول او مشروط به رفتن مسيح نبوده است ، ولى اگر بگوييم مقصود پيامبرى صاحب شريعت ، آن هم شريعت جهانى است ، در اين صورت ، آمدن او مشروط به رفتن حضرت مسيح و منسوخ گشتن آيين او خواهد بود .\r\nد ) اثر نزول « فارقليط » سه چيز معرفى شده است : « جهانيان را به گناه و صدق و انصاف ملزم خواهد ساخت : به گناه ، زيرا كه به من ايمان نمىآورند . . . » . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . باب 15 ، جملهء 7 .\r\n( 2 ) . متى ، باب 10 ، جملهء 29 ؛ لوقا ، باب 10 ، جملهء 17 .\r\n( 3 ) . باب 16 ، جملهء 7 . در بسيارى از اناجيل قديمى ، به جاى « ملزم » توبيخ آمده است و جملهء دومى روشن‌تر و مناسب‌تر است . برخى از مفسران و نويسندگان مسيحى وقتى به اين جمله مىرسند و مىبينند كه هرگز اين جمله با روح القدس تطبيق نمىكند ، با كمال جسارت مىگويند : منظور از رئيس جهانيان ، همان شيطان است كه مردم را به گناه ملزم مىسازد و گواه اين مطلب اين است كه حضرت مسيح در آيهء 30 فرمود :\r\nرئيس جهان مىآيد و در من حصه‌اى ندارد ؛ يعنى بر مسيح غلبه نمىكند . اين تفسير ، جز فكرى شيطانى ، چيز ديگرى نيست ؛ زيرا به فرض اين كه يك چنين رئيس جهانيان مردم را به گناه ملزم مىسازد ، چگونه به صدق و انصاف الزام مىنمايد ! ؟\r\nگذشته از اين ، منظور از « ملزم كردن » در اين جا همان توبيخ است كه در بسيارى از اناجيل قديمى وارد شده است و اما منظور ازجمله‌اى كه در آيهء 30 « رئيس جهانيان در من حصه‌اى ندارد » وارد شده اين است كه او شخصيت مستقل و جداگانه‌اى است و شاخه‌اى از نبوت مسيح نيست ، بلكه او مكمل آيين اوست .\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nمىدانيم « روح القدس » پنجاه روز پس از مصلوب شدن عيسى بر حواريان نازل گرديد و هرگز آنها را ملزم به گناه و صدق و انصاف ننمود و از ذيل جمله استفاده مىشود كه او بر منكران ظاهر مىگردد ، نه بر حواريون ، كه هرگز حضرت مسيح راتكذيب نمىكردند . ولى اگر بگوييم مقصود پيامبر موعود اسلام است تمام اين امتيازات در وجود شريف او جمع مىباشد .\r\nه ) « فارقليط دربارهء من ( مسيح ) شهادت خواهد داد » . « 1 » « شما را از آينده خبر خواهد داد ، و مرا جلال خواهد بخشيد » . « 2 »\r\nشهادت بر حضرت مسيح حاكى است كه وى روح القدس نيست ؛ زيرا حواريون نيازى به تصديق او نداشتند و هم‌چنين منظور از اين كه به او جلال خواهد بخشيد ، ثنا و تعريف‌هايى است كه پيامبر موعود دربارهء حضرت مسيح انجام داد و آيين او را تكميل كرد . چه جلالى بالاتر از اين !\r\nدقت در اين قراين مىتواند ما را به حقيقتى كه محققان عالىقدر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . باب 15 ، جملهء 26 .\r\n( 2 ) . باب 16 ، جملهء 14 .\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nاسلام به آن رسيده‌اند رهنمون گردد . البته قراين به آن چه گفته شد منحصر نيست ، بلكه با دقت مىتوان قراين ديگرى نيز به دست آورد . « 1 »\r\nدر پايان ، مطلب قابل توجهى را كه دائرة المعارف بزرگ فرانسه ( ج 23 ، ص 4174 ) در اين باره دارد از نظر خوانندگان مىگذرانيم :\r\nمحمد مؤسس دين اسلام و فرستادهء خدا و خاتم پيامبران است ، كلمهء محمد به معنى بسيار حمد شده است و از ريشهء مصدر « حمد » ، كه به معناى تمجيد و تجليل است ، مشتق گرديده . بر حسب تصادف عجيب نام ديگرى ، كه ازهمان ريشهء حمد است مترادف كامل لفظ محمد مىباشد و آن احمد است كه احتمال قوى مىرود عيسويان عربستان آن لفظ را براى تعيين فارقليط به كار مىبردند .\r\nاحمد ، يعنى بسيار ستوده شده و بسيار مجلل ، ترجمهء لفظ پاراكليتوس است كه اشتباهاً لفظ پريكليويس را جاى آن گذاردند . به اين ترتيب نويسندگان مذهبى مسلمان مكرر گوشزد كرده‌اند كه مراد از اين لفظ ، بشارت ظهور پيامبر اسلام است .\r\nقرآن مجيد نيز به طور علنى در آيهء شگفت انگيز سورهء صف به اين موضوع اشاره مىكند . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . در تنظيم اين بحث از كتاب نفيس انيس الاعلام استفاده شده است .\r\n( 2 ) . محمد خاتم پيامبران ، ج 1 ، ص 504 .\r\n","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\n\r\n7 - پرسش‌هايى در مورد فارقليط و پاسخ آنها\r\nدلايل و قراين زيادى روشن ساخت كه منظور از فارقليط در آيات انجيل - كه حضرت مسيح از آمدن او بشارت داده است پيامبر موعود جهانيان است ، وهرگز نمىتوان آن را به روح القدس ، همانطور كه مفسران انجيل مدعى هستند ، تفسير نمود .\r\nاخيراً يكى از نشريات مسيحى پرسش‌هايى را به صورت اعتراض و انتقاد از نظر كسانى كه فارقليط را به پيامبر موعود تفسير كرده‌اند مطرح نموده است ، در صورتى كه محققان اسلامى از ساليان دورى ، به اين پرسش‌ها پاسخ‌هاى قطعى گفته‌اند ولى مبلغان مسيحى حالا به فكر زنده كردن آنها افتاده‌اند .\r\nمرحوم فخر الاسلام در كتاب ارزشمند خود انيس الاعلام « 1 » به تمام اين پرسش‌ها پاسخ گفته و اين كتاب 83 سال پيش در تهران چاپ شده است . اكنون ما اين سؤالات را يك يك طرح نموده و به آنها پاسخ مىدهيم :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ج 2 ، ص 88 - 109 .\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nپرسش اول\r\nحضرت مسيح صريحاً مى فرمايد ، پارقليط روح راستى است و اين آيه نمىتواند مربوط به حضرت محمد باشد ؛ زيرا او انسان بوده نه روح .\r\nپاسخ\r\nلفظ روح ، همانطور كه در روح القدس استعمال مىشود ، در مطلق انسانى كه داراى روح - اعم از راستى و ضلالت است نيز به كار مىرود و استعمال لفظ روح در معناى دوم در كتب عهدين زياد است از باب نمونه ، در نامهء اول يوحنا چنين آمده است :\r\nاى محبوبان ، هر روح را باور ننماييد ، بلكه ارواح را بيازماييد كه آيا از خدا هست يا نه ؛ زيرا پيامبران دروغگو در جهان زياد پيدا شده‌اند و از اين جا مىشناسيم روح خدا را . هر روحى كه به عيساى مسيح مجسم شده ، از خداست و هر روحى كه عيساى مجسم شده را انكاركند از خدا نيست و هم‌چنين است آن روح مخالف مسيح ( دجال ) كه شنيده‌ايد مىآيد و الان هم در جهان است . ما از خدا هستيم و هركه خدا را مىشناسد ، سخن ما را مىشنود و آن كه از خدا نيست به ما گوش نمىگيرد . روح حق و روح ضلالت را از اين تميز مىدهيم . « 1 »\r\nاين جمله ها حاكى است كه استعمال روح درغير روح القدس شايع است و ذيل آيه صريحاً مىرساند كه هركس به حق و راستى دعوت كند ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نخستين رسالهء يوحنا ، باب چهارم ، جملهء 1 - 7 به نقل از : عهد جديد ، چاپ لندن 1837 م .\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nاو روح حق است و هركس به ضلالت و گمراهى دعوت نمايد او روح ضلالت است .\r\nبنابراين اگر به پيامبر موعود « روح راستى » گفته شده است براى اين است كه او مردم را به راستى و حقيقت دعوت خواهد نمود . و اين نوع تعبير در ميان ملل جهان آن چنان زياد است كه پس از دقت ، جاى ترديد براى كسى باقى نمىماند .\r\nپرسش دوم\r\nحضرت مسيح ، فارقليط را چنين معرفى كرد كه ، جهان نمىتواند او را قبول كند ؛ زيرا كه او را نمىبيند و نمىشناسد در صورتى كه هزاران نفر حضرت محمد را ديدند و شناختند .\r\nپاسخ\r\nمقصود از ديدن در اين جا معرفت و شناسايى با ديدهء دل است و هرگز چنين معرفتى از ناحيهء مسيحيان دربارهء پيامبر اسلام انجام نگرفت و يك چنين استعمال در ميان مردم ، حتى خود عهدين فراوان ديده مىشود از باب نمونه :\r\nاز اين جهت با اينها به امثال سخن مىگويم كه مىنگرند و نمىبينند ، و شنوا هستند و نمىشوند ونمىفهمند و در حقّ ايشان تمام مىشود نبوت اشعيا كه مىگويد : پيوسته خواهيد شنيد و نخواهيد فهميد ، نظركرده و خواهيد نگريست ونخواهيد ديد . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انجيل متى ، باب 13 ، جملهء 13 - 14 .\r\n","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nهمچنين مقصود از « نشناختند » معرفت و شناخت كامل است و چنين « شناخت » كاملى به پيامبر اسلام در سطح جهانى و عمومى صورت نپذيرفت و چنين استعمالى در همهء زبان‌ها و خود اناجيل زياد است ؛ مثلاً تصريح مىكند كه ، كسى پسر ( مسيح ) را جز خدا نشناخت در صورتى كه مسيحيان او را شناختند آن جا كه مىفرمايد : غير از پدر هيچ‌كس پسر را نمىشناسد . « 1 »\r\nبه او گفتند : پدر تو كجاست ؟ عيسى جواب داد : نه مرا مىشناسيد و نه پدرم را .\r\nهرگاه مرا مىشناختيد هرآينه پدرم را نيز مىشناختيد . « 2 »\r\nبنابراين منظور از اين كه « جهان ، فارقليط را نمىبيند » يعنى حقيقت او را درك نمىكند و نمىشناسد و به او معرفت كامل پيدا نمىكند .\r\nپرسش سوم\r\nروى سخن حضرت مسيح در اين وعده‌ها با حواريون است ، در صورتى كه حضرت محمد صلى الله عليه و آله حدود 600 سال بعد از حضرت مسيح به دعوت برخاست و در آن زمان كسى ازحواريون باقى نمانده بود .\r\nپاسخ\r\nطرف خطاب اگر چه حواريون بوده ، ولى مقصود اصلى و واقعى از خطاب ، امت حضرت عيسى است .\r\nتمام مصلحان و سخنوران جهان در گفتار خود از اين روش پيروى مىكنند . آنان اگر چه خطاب خود را متوجه حاضران در جلسهء سخن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . همان ، باب 11 ، جملهء 27 .\r\n( 2 ) . انجيل يوحنا ، باب 8 ، جملهء 19 .\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nمىنمايند ، ولى در حقيقت خطاب متوجه عموم بشر و كسانى است كه شايستگى پيروى از گفتار آنان را دارند و در خود انجيل اين نوع خطاب زياد است آن جا كه مىگويد :\r\n« و نيز شما را مىگويم بعد از اين پسر انسان را خواهيد ديد كه بر دست راست قدرت نشسته بر ابرهاى آسمانى مىآيد » . « 1 »\r\nدر صورتى كه همهء آن كسانى كه طرف خطاب حضرت مسيح بودند احدى از آنها اين وضع را مشاهده نكرد ، بلكه 1982 سال گذشته و هنوز كسى از پيروان حضرت مسيح اين وضع را نديده است .\r\nنتيجه اين كه ، خطاب پيامبران و مصلحان و سخنوران عالىقدر متوجه عموم بشر است گرچه روى سخن در جلسهء خطاب ، با چند نفر بيش نباشد .\r\nپرسش چهارم\r\nآخرين پرسش اين است كه حضرت مسيح دربارهء فارقليط چنين گفت : « او نزد شما مىماند و در شما خواهد بود » . آيا حضرت محمد صلى الله عليه و آله مىتوانست در شخصى بماند ؟ نه ، زيرا يك نفر مىتواند با كسى باشد اما نمىتواند در كسى بماند .\r\nپاسخ\r\nمنظور از اين كه در شما مىماند ؛ يعنى آيين او براى ابد در ميان شما مىماند و آيين او منسوخ نمىشود و هرگز اين نوع شبهات كودكانه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انجيل متى ، باب 26 ، جملهء 64 .\r\n","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nنمىتواند از ظهور آيات دربارهء پيامبر موعود با در نظر گرفتن آن همه قراين بكاهد .\r\nمرحوم فخرالاسلام ، كه مدت‌ها يكى از مبلغان ورزيدهء مسيحيان بود ، دربارهء علت گرايش خود به اسلام مطلب قابل توجهى را نقل مىكند و ما خلاصهء گفتار او را در اين‌جا مىآوريم . وى مىنويسد : پس از مسافرت‌هاى زياد براى تحصيل معارف مسيحى ، خدمت يكى از كشيشان ، بلكه مطران والامقام از فرقهء كاتوليك رسيدم كه درقلوب كاتوليك‌ها ، مقام و موقعيتى بزرگ داشت و از سلاطين و اشراف و اعيان آن فرقه ، هداياى گرانبهايى براى او مىآمد و قريب پانصد نفر در مجلس درس او حاضر مىشدند . علاوه بر اين ، گروهى از دختران تارك دنياى مسيحيان ، در محضر او كسب كمال مىنمودند . او علاقه و اطمينان خاصى به من داشت و كليد همه جا را در اختيار من مىگذارد ، جز كليد اتاق كوچكى كه پيش خود نگاه مىداشت .\r\nروزى نقاهت ، استاد را از شركت در مجلس درس بازداشت و به من دستور داد كه به جلسهء درس بروم و اعلام كنم درس ، به دليل عارضهء استاد تعطيل است .\r\nوقتى من در جلسهء درس با شاگردان رو به رو شدم ديدم محور بحث آنها دربارهء لفظ « فارقليط » است كه انجيل يوحنا از آمدن آن در باب‌هاى 14 و 16 و 15 خبر داده است . من پس از استماع سخنان و مذاكرات آنان به حضور استاد بازگشتم و او را از مذاكره و نظريات مختلف آنان پيرامون لفظ « فارقليط » آگاه ساختم . او از من پرسيد : شما چه نظرى را انتخاب كرده‌ايد ؟ گفتم : من نظر فلان مفسر را . او گفت :\r\nشما تقصير نداريد ، ولى تفسير اين لفظ را در اين زمان جز ، گروه قليلى كه در معارف\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nمسيحى راسخ و استادند ، كسى نمىداند . من فوراً خود را به پاهاى استاد افكندم و درخواست كردم كه مرا از حقيقت اين لفظ آگاه سازد . در اين لحظه اشك در ديدگان استاد بزرگوار حلقه زد و شروع به گريه كرد و گفت : من حاضرم اين حقيقت را براى تو فاش كنم ، ولى اگر در حيات من ، آن را به ديگران بازگو كنى ، مقدمات قتل مرا فراهم نموده‌اى . من به او اطمينان دادم . او گفت : اين اسم از اسماى مبارك پيامبر اسلام است و به معناى احمد و محمد است ، سپس كليد آن اتاقى را كه هرگز در اختيار من نمىگذاشت ، به من داد و گفت : درِ فلان صندوق را بازكن و آن دو كتاب را بياور . من هر دو كتاب را نزد استاد آوردم . اين دو كتاب به خط يونانى و سريانى قبل از ظهور پيامبر اسلام ، با قلم بر پوست نوشته شده بود و هر دو كتاب لفظ « فارقليط » را به معناى احمد و محمد ترجمه كرده بودند .\r\nاستاد افزود : علما و مفسران انجيل پيش از بعثت پيامبر اسلام ، در اين كه فارقليط به معناى احمد و محمد است اختلافى نداشتند ، ولى پس از ظهور آن شخصيت بزرگ ، براى حفظ مقام و موقعيت خود معناى ديگرى براى اين لفظ اختراع نمودند و از سبك و ترتيب آيات انجيل معلوم است ، كه هرگز منظور از آن ، « وكالت » ، « شفاعت » ، « تسلى » و « روح نازل دريوم الدار » نيست ؛ زيرا آن حضرت ، آمدن فارقليط را مشروط به رفتن خود كرده است و از اين جمله پيداست كه فارقليط صاحب شريعت است و اجتماع دو نبى صاحب شريعت ، در يك زمان صحيح نيست .\r\nمرحوم فخرالاسلام ، قراين ديگرى را - كه قبلاً يادآورى شد و دلالت مىكنند كه منظور از فارقليط ، احمد است - از استاد خود نقل كرده و\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nاضافه مىكند : من از استاد پرسيدم كه دربارهء آيين مسيحيت چه مىگوييد ؟\r\nگفت : آيين مسيح منسوخ است . گفتم : راه نجات و آيينى كه ما را به رضاى خدا برساند كدام است ؟ !\r\nگفت : منحصر است در پيروى از شريعت محمد صلى الله عليه و آله . گفتم : پيروان وى اهل نجاتند ؟ سه مرتبه گفت : بلى واللّه : گفتم : شما چرا از اين آيين پيروى نمىكنيد ؟\r\nگفت : من در باطن مسلمانم ولى اگر به اسلام تظاهر كنم ، مسيحيان نقشهء قتل مرا ريخته و تا مرا نكشند دست از من بر نمىدارند و اگر من به كشورهاى اسلامى پناه ببرم ، به وسايلى بر من دست مىيابند و خون مرا مىريزند .\r\nدر اين لحظه اشك در ديدگان من حلقه زد و آن گاه با صداى بلند گريستم . استاد نيز گريست . گفتم : اى پدر روحانى ، اجازه مىدهيد كه من در آيين اسلام داخل شوم ؟ ! گفت : نجات مىخواهى بايد دين اسلام را بپذيرى و من در باطن از پيروان اسلام هستم و من تو را دعا خواهم كرد مشروط بر اين كه شاهد باشى كه من در باطن مسلمان هستم ، نه تنها من چنين هستم ، بلكه گروهى از كشيشان در اين عقيده با من موافق هستند .\r\nمرحوم فخرالاسلام در كتاب خود ، دنبالهء داستان را به طرز جالبى نقل كرده و مىنويسد :\r\nرؤيت آن دو كتاب و بيانات استاد دلم را روشن ساخت ومحبت خاتم پيامبران ، بر من غالب و پيروز شد . دنيا و رياست پنج روزه و خويشاوندان و بستگان ، مرا در دورى از آن محيط مانع نگرديد . مبلغى از استاد گرفتم و آن چه داشتم همه را در آن نقطه ترك گفتم ، جز سه جلد كتاب كه آنها را همراه خود آوردم و پس از زحمات زياد و طى مسافت‌ها ،\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nوارد شهر « اروميه » شدم . همان شب ، براى تشرف به اسلام در خانهء مرحوم شيخ حسن مجتهد رفتم . كلمهء طيبهء توحيد و اقرار به رسالت خاتم پيامبران را به زبان جارى ساختم و ضروريات آيين اسلام را از او آموختم و همه را به خط سريانى نوشتم كه فراموش ننمايم و از محضر وى درخواست نمودم كه كسى را از اسلام من آگاه نسازد ؛ زيرا ممكن است از طرف خويشاوندان و دستگاه مسيحيت ، مورد ايذا واقع شوم . سپس به حمام رفتم و غسل توبه از شرك به جا آورده و مجدداً كلمهء اسلام را به زبان جارى نمودم .\r\nالحمدللّه الذى هدانا لهذا و ما كنا لنهتدى لولا أن هدانا اللّه .\r\nپس از مراسم ختان و بهبودى كامل ، مشغول فرا گرفتن قرآن و تحصيلات معارف اسلامى گرديدم و براى تكميل مراتب ، عازم عتبات عاليات شده و از محضر اساتيد آن جا بهره‌مند شدم . . . . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انيس الاعلام ، ج 1 ، ص 4 و ج 2 ، ص 161 . مرحوم فخرالاسلام از افراد ارزنده‌اى بود كه در پرتو اطلاعات وسيع ، از طريق تشكيل جلسات مناظره با كشيشان و تأليف كتاب به جهان اسلام خدمات بزرگى انجام داده است . وى علاوه بر كتاب انيس الاعلام كه غنىترين منبع در رد مسيحيت كنونى است ، كتاب‌هايى به نام بيان الحق ، برهان المسلمين وتعجيز المسيحيّين ، طبع و نشر نموده است . متأسفانه از اين مبلغ نامى اسلامى شرح حال جامعى در دست نيست ، حتى تاريخ وفات او به طور دقيق معين نيست و از سرنوشت او در پايان عمر اطلاعى نداريم .\r\n","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\n\r\n8 - نور حق به خاموشى نمىگرايد\r\n7 . « وَمَنْ أَظْلَمُ مِمَّنِ افْتَرى عَلَى اللَّهِ الكَذِبَ وَهُوَ يُدْعى إِلَى الإِسْلامِ وَاللَّهُ لا يَهْدِى القَوْمَ الظّالِمِينَ » ؛\r\nظالم‌تر از آن كه به خدا دروغ مىبندد ( پيامبر او را تكذيب مىكند و معجزهء او را سحر مىخواند ) در حالى كه به سوى اسلام دعوت مىشود كيست ؟ ! خداوند گروه ستمگر را هدايت نمىكند .\r\n8 . « يُرِيدُونَ لِيُطْفِئُوا نُورَ اللَّهِ بِأَفْواهِهِمْ وَاللَّهُ مُتِمُّ نُورِهِ وَلَوْ كَرِهَ الكافِرُونَ » ؛\r\n« يُرِيدُونَ لِيُطْفِئُوا نُورَ اللّهِ بِأَفْواهِهِمْ وَاللّهُ مُتِمُّ نُورِهِ وَلَوْ كَرِهَ الْكافِرُونَ\r\n؛ مىخواهند نور خدا را با دهن‌هاى خود خاموش كنند ؛ خدا كامل كنندهء نور خويش است ( و آيين او سراسر جهان را خواهد گرفت ) اگر چه كافران كراهت داشته باشند .\r\n9 . « هُوَ الَّذِى أَرْسَلَ رَسُولَهُ بِالْهُدى وَدِينِ الحَقِّ لِيُظْهِرَهُ عَلى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ المُشْرِكُونَ » ؛\r\nاو ( خدايى ) است كه پيامبر خود را با كتاب هدايت ( كننده ) و آيين حق و استوار فرستاد تا آن را بر تمام آيين‌ها غالب و پيروز گرداند ، اگر چه مشركان ناپسند بشمارند .\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nجاى گفتگو نيست كه يكى از نعمت‌هاى بزرگ جهان طبيعت « نور » است . نور داراى مزايا و امتيازاتى است كه زندگى جانداران و گياهان بدون آن امكان‌پذير نيست و اگر روزى روشنى از صفحهء هستى رخت بربندد ، طومار زندگى درهم پيچيده مىشود . اكنون آثار چشمگير نور را مىتوان در چهار قسمت خلاصه كرد :\r\n1 . پرورش دهندهء جانداران و گياهان . جانداران و گياهان در پرتو نور ، رشد نموده و به سر حدّ تكامل مىرسند . تا چندى پيش تصور مىكردند كه اعماق دريا خالى از نور است و فقط جانداران و گياهان خشكى ، در پرورش خود به نور نيازمندند ، ولى اخيراً كشف گرديد كه نور درتمام نقاط دريا وجود دارد و سازندهء نور ، بدن‌هاى خود جانداران درياست و چه بسا احتمال مىدهند كه پرورش آنها به وسيلهء انوار دريايى انجام مىگيرد .\r\nتوضيح اين كه ، در اعماق بيش از 500 - 600 متر ، ظلمت حكمفرماست و نور خورشيد پس از آن كه به تدريج انوار قرمز و نارنجى و زرد و سبز و آبى خود را از دست مىدهد ، جاى خود را به « نور تاريكى » مىدهد كه از بدن موجودات زنده زير دريا ساطع است و از عمق ششصد متر به بعد فقط موجودات دريا هستند كه از سطح بدن آنها نورى كم و بيش مىتابد . حيوانات مزبور درحقيقت به مثابهء فانوس‌هاى زنده‌اى هستند كه در اعماق دريا روشن شده‌اند . « 1 »\r\nاگر در ماه مرداد از عرشهء كشتى به آب دريا بنگريد ، تصور مىكنيد كه ستارگان آسمان ده‌ها هزار برابر شده و عكسشان در آب افتاده است و اگر دستتان را در آب فرو ببريد انگشتان شما از ذرات نورانى پوشيده مىشود ، اين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نظرى به طبيعت و اسرار آن ، ص 60 .\r\n","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nذرات درخشنده از حيوانى است ذره‌بينى كه به « نوكتيكوك » موسوم است .\r\nخلاصه نه تنها جانداران دريايى كه در اعماق پايين‌تر از ششصد مترى زندگى مىكنند ، به دريا نور مىبخشند ، بلكه نباتات ثابت دريايى نيز اين اثر را دارند ، و از اين طريق ، به پيدايش حيات و ادامه آن در اعماق آب‌ها ، امكان بخشيده‌اند . « 1 »\r\n2 . سريع‌ترين حركت ، حركت نور است . نور درهر ثانيه 300 هزار كيلومتر ( معادل 50 هزار فرسخ ) سرعت دارد و هيچ موجود مادى از نظر سرعت نمىتواند به پاى آن برسد ؛ زيرا اگر جسمى معادل سرعت نور حركت كند بىدرنگ تبديل به انرژى و نيرو مىشود .\r\n3 . نور از پديده‌هايى است كه طبعاً واضح و روشن است و با ذرات خود ، خويشتن را نشان مىدهد و در ديدن آن نيازى به چيزى نداريم ، بر خلاف پديده‌هاى ديگر مادى كه در رؤيت آنها به نور نيازمنديم . رؤيت اشكال والوان و تشخيص اجسام همگى به وسيلهء نور انجام مىگيرد .\r\n4 . هنگام شب ، پردهء ضخيمى از تاريكى بر روى موجودات و حركات انسان‌ها مىافتد . از اين نظر در تاريكى شب نمىتوان ميان عبادت عابدان و كارهاى خدا پسندانه مردان نيك اجتماع و حركات مرموز دزدان و راهزنان فرق گذارد ، و پيوسته يغماگران و دزدان و گروه‌هاى تبهكار ، از ظلمت شب استفاده نموده از خانه‌هاى خود بيرون آمده و دست به جنايت مىزنند . ولى از ترس اين كه روشنى روز ، پرده از روى جنايات آنها بردارد ، در پايان شب ، به خانه‌هاى خود برگشته و جامعه را به حال خود رها مىكنند .\r\nاينها همگى آثار بارز نور حسى است ولى از آن جا كه نور معنوى نيز از\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . همان ، ص 65 - 67 .\r\n","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nاين آثار به گونه‌اى برخوردار است ، قرآن لفظ نور را در نور معنوى به كار برده است كه ميان آن و نور مادى از نظر آثار ، مشابهت‌هايى وجود دارد .\r\nقرآن علاوه بر اين كه لفظ « نور » را در مورد خود خدا به كار برده « 1 » در سه مورد ديگر نيز اين لفظ را به كار برده است :\r\nالف ) لفظ « نور » را در اسلام و ايمان به كار برده و ايمان را نور وكفر را « ظلمت » خوانده و مىفرمايد :\r\n« اللَّهُ وَلِىُّ الَّذِينَ آمَنُوا يُخْرِجُهُمْ مِنَ الظُّلُماتِ إِلَى النُّورِ » ؛ « 2 »\r\nخداوند دوست كسانى است كه ايمان دارند ؛ آنها را از تاريكى ( كفر ) وارد روشنى ( ايمان ) مىنمايد .\r\nب ) در جاى ديگر اين لفظ را درباره قرآن به كار برده و اين كتاب آسمانى را كه راهنماى بشر در زندگى است ، نور ناميده و مىفرمايد :\r\n« وَأَنْزَلْنا إِلَيْكُمْ نُوراً مُبِيناً » ؛ « 3 »\r\nنور روشنى ( قرآن ) براى شما نازل كرديم .\r\nج ) گاهى خود پيامبر را نور ناميده و مىفرمايد :\r\n« قَدْ جاءَكُمْ مِنَ اللَّهِ نُورٌ وَكِتابٌ مُبِينٌ » ؛ « 4 »\r\nازجانب خدا نور ( پيامبر ) و كتاب روشنى به سوى شما آمده است .\r\nبنابراين امكان دارد كه مقصود ازجملهء « نُورَ اللَّهِ » در جملهء « لِيُطْفِئُوا نُورَ اللَّهِ » « 5 » همه و يا يكى از معانى سه گانه ياد شده باشد ؛ مثلاً ممكن است مقصود « قرآن » باشد ؛ زيرا در آيهء ششم به طور كنايه نامى از قرآن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . « اللّهُ نورُ السَّمواتِ وَالأرْضِ . . . » - نور ( 24 ) آيهء 35 .\r\n( 2 ) . بقره ( 1 ) آيهء 257 .\r\n( 3 ) . نساء ( 4 ) آيهء 174 .\r\n( 4 ) . مائده ( 5 ) آيهء 15 .\r\n( 5 ) . ر . ك : آيهء هشتم از سورهء مورد بحث و ترجمهء آن .\r\n","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nبرده و ياد آور شده كه مسيحيان پس از شناسايى موعود انجيل ، معجزهء او را سحر خواندند . « 1 » گذشته از اين در آيهء هفتم كسانى را كه به خدا افترا مىبندند ، در حالى كه به اسلام خوانده مىشوند ، از ستمگرترين افراد خوانده است . افتراى اين افراد اين است كه معجزهء پيامبر اسلام ( قرآن ) و موعود انجيل را سحر مىخواندند ، روى اين قراين مىتوان گفت منظور از نورى كه كافران در خاموش كردن آن مىكوشند همان قرآن است .\r\nممكن است مقصود پيامبر باشد ؛ زيرا آيهء ششم آمدن پيامبرى را كه نام او احمد است محور بحث قرار داده و در آيهء نهم نيز دربارهء بعثت او سخن مىگويد آن جا كه مىفرمايد : « هُوَ الَّذِى أَرْسَلَ رَسُولَهُ بِالْهُدى وَدِينِ الحَقِّ » .\r\nچنان كه احتمال دارد مقصود از « نور » آيين اسلام باشد ؛ زيرا چنان كه ملاحظه مىفرماييد موضوع بعثت پيامبر را با ارسال دين استوار ( دين‌الحق ) باز هم ذكر كرده است .\r\nخلاصه در خلال اين آيات براى هر يك از معانى سه گانه ، قرينه وجود دارد ونمىتوان يكى را بر ديگرى ترجيح داد . در هرحال قرآن نور است ، پيامبر نور است ، ايمان واسلام نور است ، چرا ؟ ! زيرا هر يك ازآنها ، آثار برجستهء نور حسى را به طرز جالب‌تر و ارزنده‌ترى دارا هستند .\r\n\r\nچرا آنها را نور مىناميم ؟\r\nاگر نور حسى پرورش دهنده جانداران و گياهان است ، نور معنوى ( قرآن ، پيامبر ، اسلام ) نيز مربى دل و جان و موجب تكامل انسان است و آدمى در سايهء اين انوار الهى ، كه همگى از نور نامتناهى خداوند سرچشمه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . « فَلَمّا جاءَتْهُمْ آياتُنا مُبْصِرَةً قالُوا هذا سِحْرٌ مُبِينٌ » .\r\n","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nمىگيرند ، به آخرين حدّ تكامل علمى و عملى مىرسد .\r\nاگر نور حسى نشان دهندهء خود و موجودات ديگر است ، نور حق نيز پيوسته ساطع و فروزان و روشنگر قلوب و ارواح است .\r\nاگر نور حسى كوتاه كنندهء دست جنايتكاران و باز دارندهء آنان از جنايت است ، نور معنوى نيز ، تبهكاران اجتماع را از هر نوع فعاليت ضدّ اخلاقى و اجتماعى باز داشته و فرصت فعاليت به آنان نمىدهد .\r\nاگر يغماگران اموال در تاريكى شب به فكر جنايت مىافتند ، در مواقعى كه نور معنوى در نقطه‌اى به ضعف مىگرايد ، دزدان اخلاق و سرمايه‌هاى انسانى ، از فرصت استفاده نموده به فكر سست كردن پايه‌هاى ايمانى و ارزش‌هاى اخلاقى مىافتند .\r\nاگر نور حسى به سرعت سرسام آور ، فواصل مكانى را طى مىكند ، نور معنوى در قلوب آماده وارواح پاك و سرشت‌هاى دست نخورده آن‌چنان نفوذ مىكند كه در اندك زمانى ، قلوب ملت‌ها را تسخير نموده و دامنهء نفوذ خود را به دورترين نقاط گيتى مىرساند .\r\nبه همين مناسبت كه نور معنوى نيز به سان نور حسى ، سرعت نفوذ در قلوب و ارواح دارد ، قرآن نويد قطعى مىدهد كه اين نور ( آيين حق ) سرانجام سراسر جهان را فرا خواهد گرفت و خداوند آن را بر همهء اديان پيروز خواهد گردانيد آن جا كه مىفرمايد :\r\n« لِيُظْهِرَهُ عَلى الدِّينِ كُلِّهِ » ؛ برهر چه به نام دين است ، پيروز خواهد ساخت .\r\n\r\nتاريخ اين پيروزى قطعى\r\nدر آيهء نهم ، نويد پيروزى اين حق را بر تمام ملل مىدهد اكنون بايد ديد مقصود از « ملت مغلوب » چيست ؟ اگر مقصود آيين شرك و\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nبت‌پرستى باشد ، اين نويد قطعى در زمان خود رسول خدا صورت پذيرفت و مركز شرك ، كه حجاز و يمن بود ، به تصرف مسلمانان در آمد و بت‌خانه‌ها ، به مساجد و معابد تبديل شد .\r\nو اگر منظور همهء شرايع رايج در آن عصر باشد و مقصود از اين پيروزى ، پيروزى از نظر برهان و دليل است ، اين نوع پيروزى نيز در زمان پيامبر انجام گرفت وقدرت برهانى اسلام در صدر اول بر تمام ملل مخالف ، روشن و مبين بود و هيچ فرد با انصافى در استوارى دلايل اسلام ، شك وترديدى به خود راه نمىداد . و هيچ بعيد نيست كه مقصود همان پيروزى ظاهرى و سركوبى دشمنان ومخالفانى بود كه بر سر راه انتشار اسلام قرار داشتند . يك چنين پيروزى و سركوبى ، به نحوى در صدر اسلام صورت پذيرفت و اكثر نقاط معمور و متمدن آن زمان پس از يك قرن در قلمرو حكومت‌هاى اسلامى درآمد و حدود متصرفات مسلمانان به نحو چشمگيرى توسعه يافت و دولت اسلامى به صورت سنگين‌ترين وزنهء سياسى و مذهبى در سراسر گيتى در آمد و از جملهء « لِيُظْهِرَهُ » بيش از اين نيز استفاده نمىشود .\r\nولى اين پيروزى به صورت كامل‌تر و وسيع تر ، كه سراسر گيتى را فراگيرد ، در موقعى تحقق خواهد پذيرفت كه حكومت حقهء الهى به وسيلهء آخرين سفير و وصىّ پيامبر خود ، حضرت حجة بن الحسن العسكرى عليه السلام تأسيس شود و مزاج مردم جهان پس از سر خوردگى ازحكومت‌هاى مادى و افكار شيطانى و اعمال اهريمنى ، براى پذيرفتن چنين حكومتى ، كه براساس توحيد و فطرت استوار است ، آماده شود . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نور الثقلين ، ج 5 ، ص 317 .\r\n","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\n\r\n9 - بهترين تجارت و بازرگانى\r\n10 . « يا أَيُّها الَّذِينَ آمَنُوا هَلْ أَدُلُّكُمْ عَلى تِجارَةٍ تُنْجِيكُمْ مِنْ عَذابٍ أَلِيمٍ » ؛\r\nاى افراد با ايمان ، آيا به تجارتى كه شما را از عذاب دردناك نجات مىدهد ، راهنمايى كنم ؟\r\n11 . « تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ وَتُجاهِدُونَ فِى سَبِيلِ اللَّهِ بِأَمْوالِكُمْ وَأَنْفُسِكُمْ ذ لِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ » ؛\r\n( اين تجارت عبارت است از اين كه ) به خدا و پيامبر او ايمان بياوريد ، و در راه خدا با مال‌ها وجان‌هاى خود جهاد نماييد اين ( چنين تجارت ) براى شما ( ازثروت جهان ) بهتر ( و سودمندتر ) است اگر متوجه باشيد .\r\n12 . « يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُدْخِلْكُمْ جَنّاتٍ تَجْرِىمِنْ تَحْتِها الأَنْهارُ وَمَساكِنَ طَيِّبَةً فِى جَنّاتِ عَدْنٍ ذ لِك الفَوْزُ العَظِيمُ » ؛\r\n( در اين صورت ) گناهان شما رامىآمرزد و به بهشتى كه آب از زير ( درختان ) آن جارى مىشود و خانه‌هاى پاكيزه‌اى كه در بهشت جاويد است ، وارد مىسازد ، اين است كاميابى بزرگ .\r\n13 . « وَأُخْرى تُحِبُّونَها نَصْرٌ مِنَ اللَّهِ وَفَتْحٌ قَرِيبٌ وَبَشِّرِ المُؤْمِنِينَ » ؛\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nو ( نيز شما را به تجارت ) ديگرى ( راهنمايى مىنمايم ) كه آن را دوست مىداريد و ( آن ) نصرتى است ازجانب خدا و فتحى نزديك ( فتح مكه ) است . ( اى پيامبر ، ) افراد با ايمان را به آن بشارت ده .\r\nهر فردى از افراد بشر ، با سرمايه‌هاى گوناگون و مختلفى آفريده شده است كه مىتواند با آنها ، در اين جهان تجارت بنمايد : گروهى سرمايهء جوانى و تندرستى ، سرمايهء عقل و خرد را در مسير تحصيل مقام و منصب ، مال و ثروت قرار مىدهند و تمام سرمايه‌هاى مادى و معنوى خدا دادى خود را در اين راه مصرف مىنمايند و هدفى جز اين كالاهاى زودگذر و فناپذير ندارند . يك چنين بازرگانى از نظر منطق قرآن جز خسارت چيزى نيست ؛ زيرا اين شخص در برابر از دست دادن سرمايه‌هاى طبيعى و خدادادى ، كالايى را خريده است كه ثبات و دوام ندارد و پس از مرگ و انتقال به سراى ديگر ، از آن بهره‌اى نخواهد برد .\r\nقرآن در سورهء « عصر » به خسارت و ورشكستگى انسان در تجارت باداشتن مواهب و سرمايه‌هاى بزرگ الهى ، اشاره كرده و مىفرمايد : « إِنَّ الإِنْسانَ لَفِى خُسْرٍ » ؛ بشر درزيان و خسارت است » و ملاك زيان كارى انسان همين است كه از استعدادهاى سرشار ومواهب الهى ، بهره‌اى جز لذت چند روزه نمىبرد و به فكر توشه بر گرفتن براىزندگى در جهان ديگر نيست ، و گاهى او را به اين عنوان معرفى مىكند :\r\n« . . . هَلْ نُنَبِّئُكُمْ بِالأَخْسَرِينَ أَعْمالًا * الَّذِينَ ضَلَّ سَعْيُهُمْ فِى الحَياةِ الدُّنْيا وَهُمْ يَحْسَبُونَ أَ نَّهُمْ يُحْسِنُونَ صُنْعاً » ؛ « 1 »\r\nآيا شما را به زيان‌كارترين افراد از نظر كار و كوشش آگاه سازم آنان كسانى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كهف ( 18 ) آيهء 103 و 104 .\r\n","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nهستند كه ( نتيجهء ) كار و كوشش آنها در اين جهان بى نتيجه و تلف شده است و آنان تصور مىكنند كه كار نيك و پرسودى انجام مىدهند .\r\nقرآن حقيقت عمل و بازده كار و كوشش آنان را با لطيف‌ترين تعبير « ضَلَّ سَعْيُهُمْ » مجسم نموده و مىرساند كه اين افراد بر اثر گم كردن راه ، نتيجه اى از كار و كوشش خود نمىبرند در صورتى كه اين افراد مىتوانستند با بهره‌گيرى ازمواهب الهى علاوه برتأمين زندگى و ارضاى خواست‌هاى درونى ، موجبات خوشنودى خدا را فراهم سازند و به لذايذ دنيا از نظر هدف و مقصد ننگرند ، بلكه آن را وسيله بدانند .\r\nاز آن جا كه قرآن از ديد وحى ، رشتهء زندگى را براى پس ازمرگ باقى و جاويد مىداند صرف اين سرمايه‌ها را فقط در راه تأمين زندگى مادى جز گم كردن راه سعادت و كسب خسارت چيز ديگرى نمىداند .\r\nولى آن انسان مادى كه صفحهء هستى را محدود به ماده و پديده‌هاى مادى مىداند و رشتهء زندگى را در لحظهء مرگ پايان پذير تلقى مىكند چنين تجارت را موفقيت وكاميابىِ محض نمىپندارد . بنابراين ، داورى در اين باره كه صرف مواهب در تأمين جهات مادى و ناديده گرفتن امور معنوى ، خسارت است يا تجارت ، بستگى به اين دارد كه چه نوع جهان‌بينى داشته باشيم و به گزارش پيامبران به چه ديدى بنگريم . به طور مسلم با ديد وحى يك چنين دنيادارى جز زيان چيزى نيست و با ديد مادى تجارتى است سرشار از بهره .\r\nقرآن در آيات مزبور كسانى را كه به خدا و رسول وى ايمان مىآورند و در راه خدا جان و مال خود را بذل مى نمايند به امور زير نويد مىدهد :\r\n1 . « يغفر لكم ؛ گناهان شما را مىآمرزد » . اين جمله مىرساند كه جان‌بازى در راه خدا موجب آمرزش گناهان است .\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\n2 . « يدخلكم جنات ؛ شما را وارد بهشت مىكند » . ولى از آن جا كه يك‌چنين مزاياى معنوى براى تحريك گروهى كه پيوسته به دنبال منافع دنيوى مىدوند كافى نبود ، در آيهء 13 نويد مىدهد كه به همين نزديكى در پرتو كمك‌هاى غيبى منطقه‌اى را فتح نموده و از اين رهگذر به يك سلسله منافع مادى كه آن را بيش از كسب رضاى الهى دوست مىدارند ، نايل مىآيند .\r\nدرآيهء 13 به طورتلويح مىرساند كه هدف اساسى از جهاد همان مزاياى معنوى است و اما غنايم جنگى كه مورد علاقه آنان مىباشد فقط براى تحريك و تهييج گروهى از مجاهدان است :\r\nاز آن جا كه در تفسير آيهء « إِنَّ اللَّهَ يُحِبُّ الَّذِينَ » ( آيهء چهارم ) از اين سوره دربارهء اهميت جهاد به طور مشروح بحث كرديم رشتهء سخن را در اين جا كوتاه مىكنيم .\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\n\r\n10 - چهرهء حواريون در انجيل و قرآن\r\n14 . « يا أَيُّها الَّذِينَ آمَنُوا كُونُوا أَنْصارَ اللَّهِ كَما قالَ عِيسَى ابْنُ مَرْيَمَ لِلْحَوارِيِّنَ مَنْ أَنْصارِى إِلَى اللَّهِ قالَ الحَوارِيُّونَ نَحْنُ أَنْصارُ اللَّهِ فَآمَنَتْ طائِفَةٌ مِنْ بَنِى إِسْرائِيلَ وَكَفَرَتْ طائِفَةٌ فَأَيَّدْنا الَّذِينَ آمَنُوا عَلى عَدُوِّهِمْ فَأَصْبَحُوا ظاهِرِينَ » ؛\r\nاى افراد با ايمان ، ياران خدا باشيد ، هم‌چنان كه عيسى فرزند مريم به حواريون « 1 » گفت :\r\nياران من ( براى دعوت ) به سوى خدا كيست ؟ حواريان گفتند : ما ياران خدا هستيم . گروهى از بنى اسرائيل ايمان آوردند و گروهى ديگر كفر ورزيدند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مفسران ولغت‌نويسان براى « حوارى » معانى متعددى ذكر كرده‌اند . ابن‌فارس در المقاييس مىنويسد : اصول و ريشهءمعانى « حور » سه چيز است :\r\nالف ) لون و رنگ . از اين جهت لفظ « حور » در شدت سفيدى و سياهى چشم استعمال مىشود .\r\nب ) رجوع و بازگشت . مانند « ظَنّ أن لَنْ يحور ؛ او انديشيد كه ديگر باز نخواهد گشت » .\r\nج ) گردش و مدار . اگر به دوست صميمى انسان حوارى مىگويند ، شايد از نظر پاكى و صفاى قلب آنهاست كه نقطهء سياهى در روان او نيست .\r\nطبرسى در مجمع‌البيان ( ج 1 ، ص 447 ) مىگويد : علت اين كه به دوستان مسيح « حوارى » مىگويند اين است كه ، آنان شغل رخت‌شويى داشتند و لباس‌هاى مردم را سفيد مىكردند .\r\n","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nافراد با ايمان را بر ضدّ دشمنان كمك كرديم و سرانجام پيروز شدند » .\r\nحواريون عيسى دوستان و شاگردان خاصّ حضرتش بودند كه به وى از صميم دل ايمان آورده بودند و آيين او را پس از غيبت مسيح در جهان انتشار دادند و آنها دوازده نفرند و اسامى ايشان به قرار زير است :\r\n1 . شمعون پطرس ؛ 2 . اندرياس برادروى ؛ 3 . يعقوب ؛ 4 . يوحنا برادروى ؛ 5 . فيلسيبوس ؛ 6 . برتونما ؛ 7 . لوقا ؛ 8 . متى كه گاه به او لاوى نيز مىگويند ؛ 9 . شمعون غيور ؛ 10 . ليبوس كه گاهى به او يهودا گفته مىشود ؛ 11 . يعقوب صغير النيوس ؛ 12 . يهوداى اسخريوطى . « 1 »\r\nقرآن و انجيل با كمال صراحت دربارهء حواريون حضرت مسيح داورى نموده‌اند : قضاوت قرآن در حقّ آنها كاملاً يك نواخت است و همه را به خاطر داشتن روح فداكارى و جان‌بازى در راه آيين مسيح مىستايد ، حتى در آيهء مورد بحث براى تحريك مسلمانان به فداكارى در راه اسلام و اين كه در جرگهء ياران خدا در آيند ، جريان حواريون رانقل مىكند و مىگويد ، آنان صريحاً به نداى يارى طلبانهء مسيح چنين پاسخ گفتند : « نحن انصار اللّه ؛ ما ياران خدا هستيم » . پس شما هم اى مسلمانان به سان آنها ياران خدا باشيد و بدانيد بر دشمن پيروز خواهيد شد هم‌چنان‌كه آنها پيروز شدند .\r\nولى قضاوت انجيل دربارهء آنها كاملاً متناقض است : گاهى آنها را در پرتو قرب معنوى كه با مسيح داشتند صاحب كرامات و خوارق عادات\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انجيل متى ، باب 10 ، به اهتمام بيبل سوسيتى كرت سيم ، چاپ لندن 1837 ؛ قاموس كتاب مقدس ، ص 414 ، مادهء « رسول » .\r\n","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nمعرفى مىكند « 1 » در صورتى كه در برخى از اناجيل ، چهره‌اى از آنها ترسيم مىشود كه نه تنها با آن مقام بلند و مرتبت رفيع آنان سازگار نيست ، بلكه آنان را افراد فاسق ولاابالى معرفى مىنمايد .\r\nيكى از دلايل اعجاز قرآن اين است كه پيرامون صدها موضوع سخن گفته و دربارهء آنها بحث نموده است ، ولى هيچ‌گاه در قضاوت و داورى خود دچار تناقض و اختلاف نشده است ، چنين مصونيتى از يك فرد امّى درس نخوانده ، نشانهء ارتباط وى با جهان وحى است ، كه از هر نوع خطا مصون مىباشد و گواه بر اين است كه اين كتاب محصول و تراوش فكر وى نيست ؛ زيرا عادتاً محال است كه يك فرد ، آن هم مدتى طولانى در مورد موضوعات گوناگون بحث و بررسى كند و در اين مدت هرگز دچار اختلاف و تناقض گويى و يا لااقل شك وترديد نگردد .\r\nهر يك از اين موضوعات كه قرآن دربارهء آن به طور مكرر بحث نموده نمونهء زنده و گواه روشن براين مطلب است . يكى از آن نمونه‌ها موضوع « حواريون » مسيح است كه در اين آيه و آيات ديگر مورد بحث و گفتگو قرار گرفته است . اكنون ما تمام آيه‌هايى را كه دربارهء آنان وارد شده در اين‌جا گرد مىآوريم ، سپس خود شما داورى نماييد كه آيا همهء اين آيات ، جز يك هدف ، كه آن‌طهارت و پاكى و خلوص و ايمان راسخ آنان است ، چيز ديگرى را تعقيب مىكند ؟ و بعداً داورىهاى متناقص انجيل را در حقّ آنان در اين جا منعكس مىسازيم ، تا روشن شود كدام يك شايستگى كتاب آسمانى بودن را دارد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . همان ، باب 10 ، جملهء 1 از همان چاپ ، دربارهء اين دوازده نفرچنين مىنويسد : « پس دوازده شاگرد خود را طلب‌فرموده ايشان را برارواح پليد قدرت داد تا آن كه ايشان را اخراج نمايند و اين كه از هرمرضى و رنجى شفا بخشند . . . » .\r\n","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nقرآن حواريون عيسى را چنين معرفى مىكند :\r\n1 . آنان ياران خدا بودند هنگامى كه مسيح ، بنىاسرائيل را به آيين خود دعوت نمود و معجزات خود را براى آنها شمرد و اعلام كرد كه من تصديق كنندهء تورات و در عين حال حلال كنندهء برخى از حرام‌ها مىباشم ، در اين هنگام احساس كرد اكثريت بنىاسرائيل در فكر كفر و انكار و اعراض از رسالت وى مىباشند ، لذا براى اين كه ياران خود را از ديگران تميز دهد نداى خود را بلند كرد و گفت :\r\n« . . . مَنْ أَنْصارِى إِلى اللَّهِ قالَ الحَوارِيُّونَ نَحْنُ أَنْصارُ اللَّهِ آمَنّا بِاللَّهِ وَاشْهَدْ بِانّا مُسْلِمُونَ » ؛ « 1 »\r\nوقتى كه حضرت عيسى از آنان احساس كفر و انكار نبوت نمود گفت : ياران من براى راهنمايى مردم به سوى خدا كيست ؟ ! حواريون گفتند : ما ياران خداييم . به او ايمان داريم و گواه باش كه ما در برابر او تسليم هستيم » .\r\nدر آيهء مورد بحث هم ، همين مطلب را از آنان نقل مىكند . لطفاً به خود آيه و ترجمهء آن در آغاز بحث مراجعه كنيد .\r\n2 . به حواريون الهام مىشود . يكى از معانى وحى در قرآن ، همان الهام به قلب است . به طور مسلم الهام الهى شرايط و قيودى دارد و از آن كسانى است كه روح و روان آنها ، از لوث معاصى پاك شود و شايستگى خاص براى چنين موهبت پيدا نمايند .\r\nاگر به مادر موسى الهام مىشود « نوزاد خود را شيرده و در صورت ترس از مأموران فرعون او را به دريا افكن و از سرانجام كار نترس ؛ زيرا ما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . آل عمران ( 3 ) آيهء 52 .\r\n","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nاو را به سوى تو باز خواهيم گردانيد و از پيامبران مرسل قرار خواهيم داد » براى اين است كه مادر موسى به چنين كرامتى شايسته بوده است .\r\nحواريون عيسى به تصريح قرآن داراى چنين شايستگى بودند و خداوند به آنان الهام نمود كه به او و پيامبرش ايمان آورند آنان نيز به وى ايمان آوردند و حضرت مسيح را گواه گرفتند كه در برابر دستورهاى خداوند تسليمند . چنان كه مىفرمايد :\r\n« إِذا أَوْحَيْتُ إِلَى الحَوارِيِّينَ أَنْ آمِنُوا بِى وَبِرَسُولِى قالُوا آمَنّا وَاشْهَدْ بِأَنَّنا مُسْلِمُونَ » ؛ « 1 »\r\nهنگامى كه به حواريون الهام كردم كه به من و پيامبر من ايمان آوريد همگى گفتند : ايمان آورديم و گواه باش كه ما تسليم هستيم .\r\n3 . براى حواريون از آسمان مائده نازل مىشود . با اين كه حواريون حضرت مسيح ، به وى عقيدهء راسخ داشتند ، براى كسب اطمينان بيشتر و بالابردن مراتب يقين و ايمان خود ، از او درخواست نمودند كه از خدا بخواهد براى آنها خوانى از غذا از آسمان فرود آورد . اين معجزه خواهى نه به آن معناست كه در نبوت مسيح شك و ترديد داشتند ، بلكه - همان‌طور كه گفته شد - اين درخواست براى كسب يقين بيشتر و تحصيل بالاترين مراتب ايمان بود ؛ زيرا انسان هر چه هم به مطلبى مؤمن باشد باز مايل مىشود كه آن را از نزديك لمس و مشاهده نمايد .\r\nابراهيم خليل الرحمان با اين كه ايمان راسخ ، به معاد انسان‌ها داشت كه روزى خداوند همه را زنده خواهد نمود ، مع الوصف از خدا خواست كه نحوه زنده كردن مردگان را به او نشان دهد تا ازنزديك آن را مشاهده\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مائده ( 5 ) آيهء 111 .\r\n","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nنمايد . هنگامى كه مورد بازخواست خداوند قرار گرفت و خطاب آمد كه ، مگر ايمان به قدرت من ندارى ؟ وى در پاسخ گفت : چرا ! « . . . وَلكِنْ لِيَطْمَئِنَّ . . . » . « 1 » آرى ايمان راسخ دارم كه تو مردگان را زنده مىكنى ، ولى براى بالابردن ايمان و تكميل مراتب يقين مىخواهم آن را به طور محسوس ببينم .\r\nاتفاقاً عين همين تعليل در درخواست حواريون نيز منعكس است ؛ زيرا آنان پس از درخواست مائدهء آسمانى رو به مسيح كردند و گفتند :\r\n« نُرِيدُ أَنْ نَأْكُلَ مِنْها وَتَطْمَئِنَّ قُلُوبُنا وَنَعْلَمَ أَنْ قَدْ صَدَقْتَنا وَنَكُونَ عَلَيْها مِنَ الشّاهِدِينَ » ؛ « 2 »\r\nما مىخواهيم از آن مائده بخوريم ، تا قلوب ما مطمئن گردد و بدانيم كه به ما ، راست گفته‌ايد و بر وجود چنين معجزه‌اى شاهد و گواه باشيم .\r\nحضرت مسيح درخواست آنان را پذيرفت و از خداوند خواست كه براى آنها ، خوانى از آسمان نازل كند و همان روز را بر عموم بنىاسرائيل عيد و روز سرور قرار دهد و نشانن‌اى از خداوند بر صدق رسالت مسيح باشد . خداوند دعاى مسيح را پذيرفت ، و براى تثبيت ايمان آنها مائده‌اى از آسمان بر آنها فرود آورد . « 3 »\r\nاين آيات روشنگر مقام و موقعيت حواريون عيسى درنزد قرآن مسلمانان است ، كه همگى به آن ايمان داريم . حالا ببينيم چهرهء آنان در كتاب‌هاى عهد جديد چگونه است ؟ !\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بقره ( 2 ) آيهء 260 .\r\n( 2 ) . مائده ( 5 ) آيهء 113 .\r\n( 3 ) . ر . ك : مائده ( 5 ) آيهء 14 و 15 .\r\n","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\n\r\nچهرهء حواريون در عهد جديد\r\nمؤلف قاموس كتاب مقدس قطعات زيادى را در مورد شخصيت آنان از عهد جديد گردآورده كه همگى حاكى از عظمت و جلالت آنهاست ، و ما آن چه را ايشان در اين مورد نقل نموده است در اين جا از نظر خوانندگان مىگذرانيم :\r\nحواريون شاگردان مخصوص حضرت مسيح هستند كه بر جلال او شاهدند و آنها را در نهايت اقتدار برگزيده و با روح خود مملو ساخت و تعاليم و خدمات مخصوص خود را به‌آنها سپرد . بديهى است كه منصب حواريون مسيح به انقضاى حيات خودشان منتهى شده و به نمايندگان آنها داده نمىشد . آنان اشخاص عامى و امّى بودند كه از ميان مردم منتخب گشته ، بعد از دعوت و اعطاى دستورالعمل كامل ، آقاى مقدس والهى خود را متابعت همى نمودند وهمواره از مشاهدهء اعمال و افعال او از روح مقدس او شرمسار گشته ، متدرجاً حقايق وتعاليم انجيل را درك مىنمودند و پس از قيام خود ، آنها را به تمام دنيا مأمور فرمود كه اهل جهان را موعظه و اندرز نمايند و ايشان را بر اظهار معجزات و خوارق و غيره قدرت بخشيد .\r\nبديهى است كه حواريون در اقتدار و اظهار معجزات و خوارق عادات و غيره مساوى بودند و هيچ يك را برترى بر ديگرى نبود و هرگز ايشان مدعى اين معنا نبودند ، لكن هيچ يك از ايشان هم چو پولس مقتدر و توانا و كارپرداز نبود .\r\nحواريون به طور تدريج در فهم و ادراك رسالت مسيح ترقى نمودند تا موقع افاضهء روح بر تمام ايشان .\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nدر « كتاب اعمال حواريون » وضع انكار لذات و زحمات اين دوازده‌تن ، كه شباهت به مسيح داشتند ، وافعال ايشان ، كه بر طبق ارادهء حضرت اقدس الهى بود و محض محبتى كه به خداوند ايشان داشتند ، به جا مىآوردند ، به طور تفصيل مذكور است و خودشان را ، تماماً با غيرت و محبتى كه بر حسب ميل و رضاى مسيح بود وقف اين كار كرده وهمواره ما را تعليم مىدهند . « 1 »\r\n\r\nچهرهء ديگر حواريون در عهد جديد\r\nاين بخش‌ها حاكى از صداقت و نزاهت حواريون است ، ولى در برابر آنها بخش‌هايى در عهد جديد وجود دارد ، كه درست نقطهء مقابل آن همه ثنا و توصيف است و انسان نمىداند كدام يك از اينها را باور كند ؛ مثلاً همين انجيل متى ، كه حواريون را صاحبان كرامت و شفا دهندگان بيماران معرفى مىكند در جاى ديگر دربارهء يهوداى اسخريوطى مىگويد : وى دين خود را به دنيا فروخت و مسيح را درمقابل سى درهم به يهود تسليم نمود و سرانجام پشيمان شد و خود را خفه نمود و با اين كيفيت درگذشت . اينك عين عبارت انجيل متى را ملاحظه نمائيد :\r\n« چون صبح گرديد ، جميع رؤساى كهنه و مشايخ آن قوم دربارهء عيسى مشورت كردند كه او را به قتل برسانند . پس او را بسته بيرون\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . قاموس كتاب مقدس ، ص 414 و 415 . و اين بخش‌ها را از انجيل‌هاى متى ، لوقا ، يوحنا و ساير كتب عهد جديد ، مانند « كتاب اعمال رسولان » ، و « كتاب اول قرنتيان » و « كتاب اول تسالونيكيان » ، با ذكر خصوصيات كتاب و فصل و شمارهء جمله‌ها نقل كرده است و چون اين كتاب مورد اعتماد كليساهاى جهان است ديگر لزوم ندارد مدرك هر يك از اين بخش‌ها را از كتاب‌هاى يادشده تعيين كنيم .\r\n","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nكشيدند و به پنطيوس پيلاطس حاكم تسليم نمودند و چون يهودا سىپاره نقره را به رئيس كهنه و مشايخ رد نمود و گفت : خطا كرده‌ام ؛ زيرا كه خون بىگناهى را تسليم نموده‌ام . گفتند كه ، ما را چه كار است خود دانى . پس آن پاره‌هاى نقره را درهيكل افكند ، برگشت و خود را خفه نمود » . « 1 »\r\n\r\nحوارى دزد\r\nاين حوارى نه تنها در طول عمر چنين دسته گلى به آب داده و عيساى بىگناه را تسليم دستگاه دژخيمان يهود نموده است ، گويا سابقه و پيشينهء درستى نيز نداشته و گاهى دست به دزدى مىزده است و انجيل يوحنا دربارهء وى چنين مىنويسد :\r\nشش روز قبل از عيد فصح عيسى به بيت « عنيه » به مكان لفا در مروه كه از ميان مردگان او را برخيزانيده بود ، آمد . در آن جا براى او طعام آماده كردند و مرثا خدمت مىكرد و لعاذر يكى از هم نشينان بود . مريم رطل عطر سنبل خاص‌گران قيمتى را گرفته ، به پاهاى عيسى ماليد و پاهاى او را به موىهاى خود خشك كرد و خانه به بوى آن عطر پر شد . آن گاه يكى از شاگردانش ، يعنى يهوداى اسخريوطى پسر شمعون كه بعد به او خيانت كرد ، گفت : اين عطر چرا به سيصد دينار فروخته نشد كه به فقيران داده شود ، و گفتن او اين را نه از آن جا بود كه براى فقيران مىانديشيد ، بلكه از اين سبب بود كه دزد بود و كيسه مىداشت و آن چه را در آن مىافتاد مىبرد . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انجيل متى ، باب 27 ، جملهء 1 - 5 .\r\n( 2 ) . انجيل يوحنا ، باب 12 ، جملهء 1 - 6 .\r\n","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\n\r\nگرفتارى مسيح و خواب شيرين حواريون\r\nمسيح در شب گرفتارى خود ، به آنان دستور داد كه بيدار بمانند ولىآنان بر خلاف دستور وى در خواب شيرين فرو رفتند ، حتى مسيح مقدارى نماز خواند و پيش آنان آمد همه را در خواب ديد و به پطرس گفت : نمىتوانستيد يك ساعت با من بيدار باشيد و دعا كنيد . بار ديگر رفت مشغول نماز شد و برگشت دوباره همه را در خواب ديد ، سپس درمرتبهء سوم برگشت و به حواريون گفت : حالا بخوابيد و استراحت كنيد . « 1 »\r\nنه تنها در شب گرفتارى عيسى به خواب رفتند ، بلكه در لحظهء گرفتارى وى ، او را رها نمودند و فرار كردند . « 2 »\r\nاكنون ما كدام از اين دو ترسيم را بپذيريم ؛ ترسيمى كه آنان را در آستانهء پيامبران قرار داده و صاحبان كرامت و خارق عادت معرفى مىكند ، يا ترسيم ديگرى كه حاكى از جبن و زبونى و ضعف ايمان آنان است تا آن جا كه كارهايى انجام مىدهند كه هرگز يك مؤمن عادى ، حاضر نيست آنها را انجام دهد ؛ مثلاً پيشواى خود را در برابر سى درهم به دژخيمان يهود مىفروشند و در موقع گرفتارى مسيح به خواب اندرند و يا پا به فرار مىگذارند ، گويا عيسايى نبوده و مسيحى نيامده است .\r\n\r\nپيشواى مسيحيان از مسيح ، تبرى مىجويد\r\nپطرس ، رئيس حواريون و خليفهء عيسى ، دراين كه مانند ديگران در\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انجيل متى ، باب 27 ، جملهء 36 - 46 ( با تلخيص ) .\r\n( 2 ) . همان ، جملهء 57 ( با تلخيص ) .\r\n","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nشب گرفتارى خوابيد و پس از گرفتارى پا به فرار گذارد جاى گفتگو نيست . ولى سپس اندك شهامتى ازخود نشان داد و دورادور از عقب سر وى به منزل رئيس كهنه رفت و داخل گشت و نزد ملازمان براى ملاحظهء انجام كار نشست ، تا آن جا كه پطرس در ايوان ، در بيرون نشسته بود و كنيزكى نزد وى آمد و گفت : تو نيز با عيساى جليلى بودى و او در حضور همه انكار نمود و گفت : نمىدانم كه چه مىگويى ؟ سپس كنيزك ديگرى او را ديد و به اوگفت : اين مرد هم با عيساى ناصرى بوده است . پطرس سوگند خورد كه آن مرد را نمىشناسم و پس از مدت كمى ، كسانى كه ايستاده بودند پيش پطرس آمدند و گفتند : تو هم از آنها مىباشى ؛ زيرا لهجهء تو ، مرتو را آشكار مى سازد . در اين موقع شروع به لعن و قسم خوردن نمود كه هرگز مسيح را نمىشناسم . در اين موقع خروسى بانگ زد ، آن گاه پطرس سخن عيسى را كه به وى گفته بود كه ، سه مرتبه مرا پيش از بانگ خروس انكار خواهى كرد ، به ياد آورد و بيرون شتافت و زارزار گريست . « 1 »\r\n\r\nپطرس ، شيطان است\r\nهنگامى كه عيسى از سرنوشت خود به شاگردانش خبر مىداد ، پطرس او را گرفت و در آغاز ملامت نمود و گفت : خداوندا ، از تو دور باد ، اين بر تو واقع نخواهد گشت ! مسيح در جواب وى گفت : شيطان ، دور شو ، كه موجب صدمهء من هستى ؛ زيرا انديشهء تو از الهيات نيست ، بلكه از افسانيات است . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . همان ، باب 26 ، جملهء 58 - 75 .\r\n( 2 ) . همان ، باب 16 ، جملهء 23 - 27 .\r\n","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nاينها نمونه‌هايى از داورىهاى ضد ونقيض عهد جديد است كه در اين جا منعكس ساختيم ، با اين وصف چگونه مىتواند اين نوشته ، راهنماى ملل جهان و چراغى فرا راه مردم آن باشد .\r\nدر اين جا عظمت قرآن و اصالت و عدم تحريف آن براى اهل تحقيق روشن مىشود كه حواريون را تأييد مىكند و احاديث اسلامى نيز دربارهء حواريون يك نواخت است ؛ همگى عظمت وجان‌بازى آنان را بيان مىكنند . علامه مجلسى ، محدث معروف شيعه ، روايات مربوط به آنان را در بحارالانوار « 1 » گردآورده است .\r\nپايان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . براى آگاهى بيشتر ر . ك : بحارالانوار ، ج 14 ، ص 272 - 282 .\r\n","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nملخص\r\nإن سورة الصف سورة مدنية تحتوي على مواضيع متنوعة .\r\nوكتاب \" أحمد موعود الإنجيل \" تفسير سلسل و جزل للموضوعات التي وردت في هذه السورة ، و قد ألف الكتاب ليكون تعريفا للشباب بهذه السور .\r\nو من المواضيع المشيرة للالتفات في هذا الكتاب هو تفسير الآية المتعلقة ببشرى المسيح ببعثة نبي يدعى أحمد .\r\nوقد ناقش المؤلف في هذا الكتاب جوانب من موضوع موعود الإنجيل و قام بتطبيق هذه البشارة على النبي الأكرام .\r\nمؤسسة بوستان كتاب\r\nمركز الطباعة والنشر التابع لمكتب الاعلام الإسلامي\r\nالناشر الافضل على المستوى الوطني\r\nعنوان المكتب المركزي : ايران ، قم ، اول شارع شهداء ، ص . ب : 917\r\nالهاتف : 982517742155 + ، الفاكس : 982517742154 + ، التوزيع : 982517743426 +\r\n\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nأحمد موعود الإنجيل\r\nتفسير للسورة الصف\r\nالتنقيح الثاني\r\nآية الله جعفر السبحاني\r\nمؤسسة بوستان كتاب\r\n\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148}
  ]