[
  {"content":"\r\n\r\nمفاتيح فهم القرآن\r\nمن أبحاث العلامة\r\nالسيد كمال الحيدري دام ظله\r\nبقلم\r\nالسيد رضا الغرابي\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nيطلب من\r\nمؤسسة الإمام الجواد عليه السلام\r\nللفكر والثقافة\r\n7707900842 - 00964\r\n7800230029 - 00964\r\nمؤسسة الثقلين للثقافة\r\nوالإعلام\r\nالعراق - كربلاء - شارع باب القبلة\r\nمقابل قاعة الرسول الأعظم صلى الله عليه وآله\r\n7800322308 - 00964\r\nمكتبة الإمام الباقر عليه السلام\r\nالعراق - النجف - سوق الحويش -\r\nمقابل جامع الهندي\r\n7801263579 - 00964\r\nمكتبة القائم\r\nالعراق - بغداد - الكاظمية المقدسة\r\n- باب المراد\r\n7901992720 - 00964\r\nمؤسسة الهدى\r\nللطباعة والنشر\r\nلبنان - بيروت - الغبيري -\r\nمقابل سنتر الإنماء\r\n1434 ه‍ - 2013 م\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nشكر وتقدير\r\nبسم الله الرحمن الرحيم\r\nالحمد لله ربّ العالمين ، والصلاة والسلام على سيّدنا محمّد وأهل بيته الطيّبين الطاهرين .\r\nوبعد ، فإنّ الأخ الفاضل الأستاذ السيّد رضا الغرابي ، تطوّع مشكوراً بمطالعة واستقراء ما صدر لي في الدراسات القرآنية ، وقام بانتخاب وتلخيص وتحرير المفاتيح والأدوات المحورية لعملية فهم القرآن الكريم تفسيراً وتأويلًا ، ثمّ حاول تنظيمها في سياق منطقيّ أورد فيه البنى التحتية الأساسية لذلك . وأتبعها بما يتفرّع عنها وما يشتق منها من معطيات ، ولم يُهمل الأمثلة التطبيقية والمصاديق الواضحة لتلك القواعد والأسس .\r\nوقد لاحظت جهوده المباركة هذه ، فوجدتها معبّرة عن آرائي بدقّة وعمق .\r\nنسأل الله تعالى أن يتقبّل منه هذا العمل ، وأن يوفّقه لإدامة هذا الطريق الذي بدأه بهذه الدراسة ، إنّه وليّ التوفيق .\r\nكمال الحيدري\r\n1 ربيع الأوّل 1434 ه‍\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n\r\nتمهيد\r\nمن النصوص التي ذكرها السيّد الحيدري في الفصل الثاني من الباب الثالث « خلاصة إنجازات هذه الدراسة » ، وفي مواضع أخرى من الكتاب ليبين لنا من خلالها إنجازاته على مستوى الكشف عن البنى التحتيّة للنظام القرآني النصوص التالية :\r\n1 . من هنا تبرز أهمّية هذه الدراسة القرآنيّة على مستوى المنهجة والأُسلوب والتطبيق معاً ، وعلى مستوى الكشف عن البُنى التحتيّة للنظام القرآني من خلال بيانات عديدة تتعلَّق بمعنى السُّلَّميّة ، والأوتاد والمحاور ، وغير ذلك من أساسيات قد غفل عنها أعلام التفسير فضلًا عن مُتعلِّميهم ، لاسيَّما في موضوعة الأوتاد التفسيريّة والتأويليّة ، التي بثقلها التنظيمي للقرآن الكريم وقيمتها المعرفيّة المستطيلة والحاكمة على القيم الأُخرى تمثّل البُنى التحتيّة للوجود القرآني في عالميه اللفظي والخزائني ، فهي من أركان حفظ القرآن من التحريف ، وإنَّ لها مهامّ كبيرةً في مواجهة الانحراف الفكري والعقدي بصورة رئيسيّة « 1 » .\r\n2 . وهكذا اعتمدنا في منهجتنا وجوهاً جديدة تتعلَّق بالبناءات\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) منطق فهم القرآن : ج 3 ، ص 452 . .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nالقرآنيّة ، التي أسميناها بالبُنى التحتيّة التي يقوم عليها القرآن ، والتي استعرضنا جزءاً مهماً منها ، من قبيل الأوتاد والمحاور القرآنيّة ، فالأوتاد هي المادّة الأساسيّة في البناءات القرآنيّة ، وهي الأبجديّة الأُولى لفهم السير القرآني ، وهي العناصر الأساسيّة المؤثّرة في الحركة المعرفيّة للنصوص الأخرى . ومن الوجوه الجديدة قد برز أيضاً ما في كيفيّة رسم البدايات والنهايات لمفردات النصّ ، وكيفيّة اعتماد المفردة القرآنيّة في المقدّمات التمهيديّة والنتائج الوسطيّة والنتائج النهائيّة والغائيّة ، ممّا أعطى للمفردة القرآنيّة أُفقها الحقيقي الذي لم يلتفت له أعلام التفسير منذ أن انطلقت العمليّة التفسيريّة وإلى يومنا هذا « 1 » .\r\n3 . وهذه الجدليّة تتفرَّع عليها جدليّة أُخرى يُفرزها النصّ القرآني حصراً ، تكمن في كون كلّ آية قرآنيّة فيها قابليّة التمهيد ، وقابليّة الكون في البُنى التحتيّة لمطالب مختلفة ، وقابليّة رسم الموقف الأوّلي والمتوسّط والنهائي للقرآن الكريم ، وهذا من أعظم أسرار نظم النصّ القرآني ومضامينه ، وهذه الشركة والوظائف تعني تعدّد المعاني ، ولكنّه تعدّد تُحفظ فيه وحدة النصّ ؛ فإنّ عدم الالتزام بوحدة النصّ القرآني سوف يكون مُعوِّقاً حقيقيّاً ومانعاً معرفيّاً من الوصول إلى أبجديّة قراءة القرآن الكريم وفهمه ، ولذلك فقد التزمنا بأنَّ النصّ القرآني بوحدته الكلّية يشتمل على معانٍ غير متناهية ؛ لأنّ مطالبه مزجيّة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر نفسه : ج 3 ، ص 454 . .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nتراكبيّة ، ولذلك فإنَّ تعدّد معانيه إثراء للتمهيد والموادّ والنتائج ، وقد عرفت بأنَّ لتعدّد معانيه صلة وثيقة بمراتبيّة فهمه ، بل هو التفسير المنطقي لذلك ، بل لذلك صلة وثيقة بقبول الآخر « 1 » .\r\n4 . الوتديّة في الاصطلاح لم تُعهد عند أرباب الفنّ ، وما نراه أنَّ الوتد هو الشيء الواجد لكمالات الحفظ والثبات ، له وللمستعين به على حدٍّ سواء ، ثمَّ إنَّ الأوتاد بثقلها التنظيمي للقرآن الكريم وقيمتها المعرفيّة المستطيلة والحاكمة على القيم الأُخرى تمثّل البُنى التحتيّة للوجود القرآني في عالميه اللفظي والخزائني « 2 » .\r\n5 . هنا - ونحن نقف على خواتيم هذا الفصل - أي الفصل الأوّل من الباب الثاني والذي خصصه لمباحث السلميّة والموقعيّة والمحوريّة في القرآن - الغنيّ رغم إيجازه النسبي ، الواضح رغم دقّته ، نودّ أن نُلفت الأنظار إلى خصوصيات نطقت بها السطور الآنفة ، منها :\r\nأ ) جليٌّ للقارئ المتخصّص أنّ مُعظم البحوث المُدرجة في هذا الفصل هي بكِرٌ تحتاج منّا أو من المتخصّصين الوقوف عندها مليّاً لملء فراغاتها المهمّة ، وقد كان نظرنا وهدفنا في هذه الدراسات والأبحاث القرآنيّة الجديدة هو الوقوف عند ضبط حدود وملامح الأفكار الأوّليّة لها ، تاركين التفصيل فيها لمناسبات أُخرى .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر نفسه : ج 3 ، ص 458 .\r\n( 2 ) المصدر نفسه : ج 1 ، ص 534 . .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nب ) إنّ طائفة من العناوين السالفة تحمل في أحشائها مشاريع دراسات قرآنيّة جديدة وعميقة ، نأمل من المهتمّين الخوض فيها ، ونخصّ بالذكر أصحاب الدراسات الأكاديميّة ، للوصول معاً إلى تمهيدات وتأسيسات ونتائج أكثر عمقاً ممّا هو متوفّر في مكتباتنا الإسلاميّة .\r\nج - ) بما تقدّم نكون قد دعونا وبصورة علميّة وعمليّة إلى التجديد في عرض البحوث القرآنيّة ، والخروج بها من خنادق التكرار والاجترار والسرد الفاقد للصور الإبداعيّة على مستوى انتخاب العناوين والتشطير وقطف النتائج .\r\nد ) حاولنا من خلال البيانات المتقدّمة « في تصوير أوتاد القرآن والسلَّم القرآني وموقعيّة آية الكرسي في ذلك السلَّم » أن نُبرز جملة من الخطوط الخفيّة التي في ضوئها تُرصَد الحركة القرآنيّة ، علميّاً وعمليّاً ، وقد تركنا أبواب البحوث فيها مُشرعة على مصراعيها انطلاقاً من مُتبنّياتنا الفكريّة واستراتيجيّتنا البحثيّة التي تعتمد ثقافة الرصد والنقد لا ثقافة الإملاء والتلقين والتلقّي ، ممّا يعني أنّنا نتحرّك بوعي باتّجاه مُراجعات مستقبليّة نأمل أن تكون أكثر تأثيراً لا تأثرّاً ، وأكثر واقعيّة وتجديداً لا فرضيّة واجتراراً .\r\nه - ) كان هنالك تركيز واضح على بيان محوريّة آية الكرسي في القرآن الكريم ، وما تُؤدّيه من وظيفة علميّة وعمليّة من خلال هذه الوظيفة التي تفرَّدت بها ، ولا يخفى ما لهذه النكتة من أهمّية بارزة في\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nرسم حدود سير العمليتين التفسيريّة والتأويليّة .\r\nو ) كان التعرّض إلى بيان مقام الجامعيّة للمحور ، وعلاقة المحور بإمام كلّ عصر ، يُمثّل سابقة علميّة ، بل وطفرة معرفيّة انعدم نظيرها في كلّ ما كُتب في علوم القرآن وتفسيره ، وقد كنّا نرغب ببيان تفصيلات أخرى تُعمّق وجه الصلة والارتباط بينهما ، بل تعمّق صلة القارئ وارتباطه بالقرآن وإمام عصره ( عج ) ، ولكنّنا وجدنا ذلك خروجاً واضحاً عن هويّة بحوث هذا الكتاب ، فأرجأنا ذلك لمناسبات أُخرى تدور حول علاقة الإمام ( عج ) بالقرآن الكريم .\r\nوالمظنون هو أنّ ما سجّلناه آنفاً كافٍ ووافٍ في مقامه ، وإِنَّ فِي ذَلِكَ لَذِكْرَى لِمَنْ كَانَ لَهُ قَلْبٌ أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ ( ق : ) ، وله المنّة فيما أعطى وأبقى ، سبحانه جلّت قُدرته « 1 » .\r\nوعلى أساس ما تقدّم ، فإننا سنقف بشكل أكثر تفصيلًا على أهم ملامح الإبداع والتجديد التي جاءت في كتاب « منطق فهم القرآن » على مستوى الكشف عن البنى التحتيّة من خلال متابعة المباحث الخمس التالية :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر نفسه : ج 2 ، ص 105 - 108 . .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\n\r\nالمبحث الأوّل : الأوتاد في القرآن\r\nالمراد من الأوتاد\r\nتنوّع الأوتاد\r\nوظيفة الأوتاد القرآنيّة\r\nهويّة أوتاد القرآن\r\nعدد أوتاد القرآن\r\nالثابت والمتغيّر في القرآن\r\nالأوتاد الفاعلة والمتفاعلة\r\nعلاقة الأوتاد بالمحكم والمتشابه\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nاعلم بأنَّ للقرآن أوتاداً تمثّل النقاط المركزيّة في القرآن ، كما أنَّ لهذه الأوتاد وتداً جامعاً لها في كمالاته واستطالته المعرفيّة ، ولكي يتّضح الموقف نحتاج أن نقف قليلًا على المراد بنفس الوتد في اللغة ليكون مدخلًا لمقاصدنا من الأوتاد وصلتها بالقرآن « 1 » .\r\n\r\nأوّلًا : المراد من الأوتاد\r\nالوتد لغةً : هو المسمار إلّا أنّه أغلظ منه ، لذلك يقال : مسامير العناء إذا دقَّت كالمسمار من الحديد في القوّة والدقّة ، ولو غلظت صارت أوتاداً ، فكذلك وصفت الجبال بأنّها أوتاد للأرض ؛ إذ جعلت بغلظها ممسكة لها عن أن تميد بأهلها « 2 » .\r\nوأمّا في الاصطلاح فلم يُعهد ذلك عند أرباب الفنّ ، حيث إنَّ ما نراه هو أنّ التعريف الحقيقي حدّاً ورسماً صعب المنال إن لم يكن مُستحيلًا ، نظراً لخفاء الفصول الحقيقيّة للُمعَّرف ، هذا في صورة كون المُعرَّف من الأمور الوجوديّة العينيّة الخارجيّة لا الاعتباريّة ، وإلّا لا معنى للحدِّ في أمر فاقد لموضوعه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر نفسه : ج 1 ، ص 459 .\r\n( 2 ) التبيان في تفسير القرآن : ص 23 . .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nوهذا ما يجعلنا نتعاطى مع تعريف الأوتاد اصطلاحاً بشيء من المرونة ، مع الاستعانة بشيء من تعريفها اللغوي فنقول : إنَّ الوتد هو الشيء الواجد لكمالات الحفظ والثبات له وللمستعين به على حدٍّ سواء .\r\nفإذا ما بحثنا في أوتاد القرآن الكريم فذلك بحث في النقاط المركزيّة التي يتّكئ عليها البناء القرآني ، والواجدة لكمالات الحفظ لها ولغيرها ممّا يعود إليها في البناء والفهم والتأثير .\r\nإنّ الأوتاد بثقلها التنظيمي للقرآن الكريم وقيمتها المعرفيّة المستطيلة والحاكمة على القيم الأُخرى ، تمثّل البُنى التحتيّة للوجود القرآني في عالميه اللفظي والخزائني ، وما لم يتمّ الوقوف على الأوتاد القرآنيّة فإنّ الحركة العلميّة تفسيراً وتأويلًا سوف تعيش إرباكاً في العرض والنتائج ، وهذا ما سيتّضح لنا في بحث وظيفة الأوتاد القرآنيّة « 1 » .\r\n\r\nثانياً : تنوّع الأوتاد\r\nتتنوّع الأوتاد بحسب الوظيفة التي تُؤدّيها والمعطيات التي تُنتظر منها ، فإذا كانت الوظيفة لغويّة بحتة فإنَّ للقرآن أوتاداً تتعلّق بذلك ، وإذا كانت الوظيفة عقديّة فإنَّ للقرآن أوتاداً أُخرى ، وهكذا إذا كانت الوظيفة شرعيّة أو اجتماعيّة أو معنويّة . . . إلخ .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) منطق فهم القرآن : ج 1 ، ص 459 - 46 . .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nوجدير بالذكر أنَّ ذلك التنوّع في هويّة الأوتاد المُبتني على الأساس الوظيفي لها إنّما لوحظ فيه مجال التفسير ، ممّا يعني أنَّ هنالك أوتاداً أُخرى ، لها وظائف أُخرى في مجال التأويل .\r\nفهنالك قسمة أوّليّة ثنائيّة ، وهنالك قسمة ثانويّة مُتكثّرة ، أمّا الأوّليّة فإنّها تقسِّم الأوتاد القرآنيّة إلى :\r\n. الأوتاد التفسيريّة . . الأوتاد التأويليّة .\r\nأمّا الأوتاد التفسيريّة فهي المراجع القرآنيّة الأُولى في تفسير ما انبهم من المتون القرآنيّة الأُخرى ، فهي أشبه ما تكون بالمُحكمات ، التي تكون هي القول الفصل عند وقوع الاختلاف في تفسير المُتشابه ؛ فالأوتاد قد أُوكلت لها مهامّ تفسيريّة بالدرجة الأُولى ، ممّا يعني عدم إمكان تجاوزها حتّى وإن كان المُتشابه بيِّن المعنى .\r\nوأمّا الأوتاد التأويليّة فهي لا تختلف كثيراً في كُبرويات وظائفها ومهامّها عن الأوتاد التفسيريّة ، ولكنها تُؤدّي وظائف أعمق وأدقّ .\r\nهذا فيما يتعلَّق بالقسمة الأوّليّة ، وأمّا القسمة الثانويّة المتكثّرة ، فهي قسمة كلّ قسم ممّا تقدّم في القسمة الأوّليّة إلى أقسام مُتكثّرة ، قد يعسر عدّها ، لأنّها تقترن بنوع الأداء الوظيفي لها ، فهنالك أوتاد تفسيريّة لغويّة ، وأوتاد تفسيريّة عقديّة ، وأوتاد تفسيريّة شرعيّة ، وهكذا . كما أنّ هنالك أوتاداً تأويليّة عقديّة ، وأوتاداً تأويليّة معنويّة ، وأوتاداً تأويليّة معرفيّة ، وهكذا .\r\nمن هنا يتعيّن علينا الوقوف عند الأوتاد التفسيريّة والأوتاد\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nالتأويليّة ، لأنّها تُشكّل للقرآن الكريم نقاطه المركزيّة وبُناه التحتيّة . هذا ما سنعرفه في عنوان لاحق نبحث فيه هويّة الأوتاد القرآنية « 1 » .\r\n\r\nثالثاً\r\n: \r\nوظيفة الأوتاد القرآنيّة\r\nللأوتاد القرآنيّة وظائف جليلة يعسر رصدها وبيان حدودها نظراً لتنوّع الغايات والأهداف ، هذا من جهة ، ومن جهة أُخرى تعلّق شطر كبير من تلك الوظائف بمجال التأويل ، ومن الواضح لأهل الفنّ بأنَّ استبيان المقاصد التأويليّة على مستوى كبير جدّاً من الغموض والتعقيد ، ولعلَّ منشأ التخبّط الكبير الذي نُطالعه في المُحاولات التأويليّة لدى جملة من الأعلام هو عدم وقوفهم على ملامح ومقاصد الأوتاد التأويليّة للقرآن .\r\nمن هنا وجدنا من المناسب جدّاً ، بل ومن الضروري أيضاً ، أن نقف عند الوظائف والمهامّ الظاهريّة للأوتاد التفسيريّة والتأويليّة في القرآن الكريم ، ثمّ نُعرّج على بيان مهامّ أُخرى « 2 » .\r\n\r\nالمهامّ المعرفيّة التفسيريّة للأوتاد القرآنيّة\r\nإنَّ من أُولى مهامّ الأوتاد القرآنيّة : تحديد السير المعرفي للنصوص ذات الصلة بها ، والكشف عن أخطاء المُفسِّر والعمليّة التفسيريّة ، والتعريف بمستويات يعسر الوصول إليها بدونها ، وبالتالي فإنَّ معرفة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر نفسه : ج 1 ، ص 460 - 462 .\r\n( 2 ) المصدر نفسه : ج 1 ، ص 462 . .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nالأوتاد القرآنيّة ستكون شرطاً من شروط المُفسِّر ، بل هي شرط أساسي لتحصيل صفة الراسخيّة في العلم ، كما أنَّ الجهل بها سوف يُفقد العمليّة التفسيريّة ضابطاً أساسيّاً في حفظ السير المعرفي من الانحراف في قراءة النصّ القرآني .\r\nبقي أن نُنبّه إلى حقيقة في غاية الأهمّية لم يُلتفت لها من قبل ، ولكنها وجدانيّة ، وهي أنَّ من أهمّ النقاط الارتكازيّة في حفظ القرآن من التحريف وجود الأوتاد القرآنيّة ، فإنَّ الوتديّة في المقام تعني أرضيّة الثبات ، وبالتالي فمن موانع وقوع التحريف الاصطلاحي الرئيسيّة فاعليّة هذه الأوتاد القرآنيّة ، ومن هنا يصحّ لنا القول بأنَّ هذا العالم التكويني غير القابل للإفساد لشدّة إحكامه وترابطه مُنعكس تماماً في القرآن الكريم ، فلا يُمكن تحريف القرآن الكريم أبداً ، ومن أسرار ذلك وجود هذه الأوتاد القرآنيّة ، فالأوتاد القرآنيّة هي النظام المُحكم في عالم التدوين ، بل وفي عالم الخزائن أيضاً ، كما سيأتي توضيحه في موضوعة تأويلات الآية الكريمة « 1 » .\r\n\r\nالمهامّ المعرفيّة التأويليّة للأوتاد القرآنيّة\r\nجميع ما تقدّم في المهامّ المعرفيّة التفسيريّة للأوتاد القرآنيّة يأتي في مهامّها التأويليّة ، ولكن هنالك خصوصيات أُخرى ينبغي الإشارة لها ، منها :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر نفسه : ج 1 ، ص 462 - 464 . .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nأ ) إنَّ خطورة عدم رعايتها أشدّ وأعظم في العمليّة التأويليّة ، وذلك لأنَّ العمليّة التأويليّة لا تكاد تجد لها ملامح دقيقة ، وبالتالي لا تجد لها ضوابط تُقرّب ما هو قريب ، وتُبعّد ما هو بعيد ، ممّا يعني أنَّ العمليّة التأويليّة سوف تكون الأقرب للخطأ بل للانحراف منها للصواب بدون رعاية مهامّ الأوتاد .\r\nب ) إنَّ من مهامّها المعرفيّة تحديد هويّة المُتعاطي للعمليّة التأويليّة ، فتكشف عن كونه من الراسخين في العلم أم لا ، فقد اتّضح لنا إجمالًا بأنَّ العمليّة التأويليّة تتوقّف كلّيّاً على الراسخيّة ، كما حكته الآية الكريمة : وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّهُ وَالرَّاسِخُونَ فِي الْعِلْمِ ( آل عمران : ) .\r\nج - ) إنَّ الأوتاد القرآنيّة وإن كانت تُشكّل صمّامات أمان من الزيغ والانحراف ، ولكنَّ المكنة منها في العمليّة التأويليّة لا تجعل من القارئ مُؤوِّلًا ، وإنّما لابدَّ للقارئ المُتخصّص من خصوصيات أُخرى يتّصف بها ، من أهمِّها توفّر الذوق وطهارة القلب ، والتحقّق بالمعارف الإلهيّة ، ومعظم هذه الخصوصيات تُعبّر عن مؤهِّلات ليست يسيرة التحصيل ، من هنا احتاج فهم القرآن في مرتبة التأويل إلى عنايةٍ خاصّةٍ تفوق ما عليه الفهم في مرتبة التفسير .\r\nد ) ربّما يُتصوّر الإحاطة بوظائف الأوتاد القرآنيّة على مستوى العمليّة التفسيريّة ، ولكنَّ ذلك غير ممكن على مستوى العمليّة التأويليّة ، ولذلك تتأكّد الحاجة للمعصوم ( ع ) في الكشف عنه ، وما عدا ذلك فهو لا يخرج عن دائرة التخرّصات الباطلة .\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nنعم ، هنالك معارف جزئيّة يمكن لنا التوفّر عليها ، والاستفادة منها في الكشف عن مضامين عظيمة ، ولكنَّ أُفقها سيبقى محدوداً بلحاظ القارئ المُتخصّص غير المعصوم .\r\nه - ) هنالك مناطق معرفيّة تأويليّة أرضيتها جملة من الأوتاد القرآنيّة غير قابلة للتعليم والتعلّم البتّة ، بل هي غير قابلة للتوريث أيضاً ، إلّا لمن امتلك ملاكات المقرّبين ، ومن هنا سوف نكتشف معنى جديداً للأبرار والمُقرَّبين ، فالقرب قرب كماليّ لا قرب حسّي .\r\nوعليه فمن امتيازات المُقرّبين بكمالاتهم من الله تعالى : قُربهم من البناءات الأساسيّة للقرآن الكريم ، وهذا ما يجعلهم على مقربة من تلك الزوايا الخفيّة التي تنجلي بإعدام التفات القلب إلى أيّ جهة أُخرى ، بمعنى وصولهم إلى مقام انعدام الأغيار ، فلا يبقى في تلك القلوب الطاهرة غيره ديّار « 1 » .\r\n\r\nالمهام العمليّة ( التربويّة والأخلاقيّة والسلوكيّة )\r\nلعلّ من أهمّ هذه المهامّ العمليّة الأخذ بالقارئ إلى الجادّة ، ومنحه مقداراً عالياً من الحصانة الفكريّة والعقديّة ، كما أنّها تُعتبر داعياً كبيراً للتطهّر ورفع مستوى الذوق ، بل هي تُوفّر مناخاً طاهراً ، فتجذب قارئها نحوها بقوّة ، فلا يمتلك العارف بها ، ولو على مستوى التفسير ، سوى الالتزام والمتابعة ، وكأنَّ العلم بها مُوجب إلى حدِّ كبير للإيمان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر نفسه : ج 1 ، ص 464 - 466 . .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nبها ، والعمل في ضوئها ، وإن كان ذلك لا يُعتبر قاعدة مُطّردة ، ولكننا نتكلّم في حيثيّة الاقتضاء ابتداءً ، وفي حيثيّة طلب الكمال الذي جُبل عليه الإنسان ثانياً .\r\nثمّ إنَّ الوقوف على مهامّ الأوتاد القرآنيّة على مستوى التأويل يحكي لنا بوضوح ما عليه القارئ ، وبالتالي فإنّ ما سيقف عليه هذا القارئ من معارف حقّة ، رفيعة وعميقة ، سوف تجعله الأكثر تأثّراً ومتابعة والتزاماً « 1 » .\r\n\r\nالمهامّ الخفيّة ( مهامّ الحفظ من الزلل والخطل والانحراف )\r\nإنَّ من مهامّ الأوتاد القرآنيّة - كما تقدَّمت الإشارة ، وسيأتي فيه تفصيل أكثر - : مواجهة الانحراف الفكري والعقدي بصورة رئيسيّة ، وبالتالي فإنَّ الأوتاد أشبه ما تكون بصمَّامات أمانٍ تقي المسيرة الفكريّة والعمليّة للذين يتمسّكون بالقرآن الكريم ، ولا نعني بالتمسّك مجرّد الاعتقاد بحقّانيّة القرآن الكريم ، كما هو حال الأعمّ الأغلب من المسلمين ، وإنّما نعني من اتّخذ القرآن منهجاً في حياته .\r\nولا ريب بأنَّ مدخليّة الأوتاد في رسم الخطوط البيانيّة للحركة التفسيريّة والتأويليّة معاً يعني حفظ العمليتين من الزلل والخطل والانحراف ، وهذا الانحراف هو الأخطر ، لأنّه يُفضي بدوره إلى الانحراف العملي أو السلوكي .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر نفسه : ج 1 ، ص 466 . .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nومن الواضح جدّاً بأنَّ المهامّ الخفيّة للأوتاد عصيّة على الكشف ، نعني بذلك المهامّ المورديّة ، فهذه عادة ما تحتاج إلى رؤية معصومة أو ما هو قريب من ذلك للكشف عنها ، ولعلّ الكثير من الأسرار القرآنيّة ترجع في أصلها إلى هذه المهامّ الخفيّة ، التي عادة ما يُؤدّي الكشف عنها أو عن بعضها إلى تصحيح أو توكيد الرؤية التي انتهى إليها القارئ المُتخصّص « 1 » .\r\n\r\nرابعاً\r\n: \r\nهويّة أوتاد القرآن\r\nفي ضوء ما تقدّم اتّضح لنا أنّ الأوتاد القرآنيّة واجدة لكمالات حفظ القرآن وثباته ، بمعنى : أنَّ المعاني القرآنيّة الظاهريّة والباطنيّة لها مرجعيّة عُليا تتمثّل بتلك الأوتاد ، وتلك الأوتاد لها وجود تدوينيّ وآخر تكويني ، أمّا التدويني فهي مجموعة نصوص قرآنيّة تمثّل الخطوط البيانيّة والأبجديّة الفعليّة لهيكليّة القرآن برمّته ، وأمّا التكويني فيتمثّل بالوجود الخزائني للأوتاد ، وهو ما يُمثّل حقيقة خارجيّة وجودها وأثرها تكوينيان .\r\nإذن ، فمرجعيّة الحفظ والثبات ملمح أساسي من ملامح الأوتاد القرآنيّة ، وبعبارة منطقيّة هي فصل الأوتاد في قبال النصوص الأُخرى ، وأمّا خاصّتها المنطقيّة في التأثير في السير المعرفي للنصوص الأُخرى فهي النقاط المركزيّة التي يتّكئ عليها البناء القرآني في كمالاته\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر نفسه : ج 1 ، ص 466 - 467 . .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nالأساسيّة في صياغة المواقف النهائيّة للنصوص الأُخرى ، ولذلك لا يصحّ الإدلاء برؤية تفسيريّة في أيّ نّص من النصوص القرآنيّة خارجة عن مدارات الأوتاد القرآنيّة ، البيّنة والمبُيَّنة ، كما سيأتي .\r\nفالأوتاد هي المادّة الأساسيّة في البناءات القرآنيّة ، وهي الأبجديّة الأُولى لفهم السير القرآني ، وهي العناصر الأساسيّة المؤثّرة في الحركة المعرفيّة للنصوص الأُخرى ، فكلّ ما عداها من نصوص قرآنيّة إنّما تدور في مداراتها ورحاها ، وهذا هو معنى قولنا بأنّها تمثّل البُنى التحتيّة للوجود القرآني في عالميه اللفظي والخزائني « 1 » .\r\n\r\n1 . النماذج الواضحة البيّنة\r\nالنماذج البيّنة من الأوتاد القرآنيّة عادة ما تكون من المُحكمات القرآنيّة ، بمعنى أنَّ الإحكام شرط أساسي فيها ، لا أنَّ الإحكام هو الملاك الأوحد فيها . وحيث إنَّ الأوتاد القرآنيّة منها ما هو واضح وبيِّن ، ومنها ما هو خفيّ ومُبَّين ، فإنَّ الحركة العلميّة تفسيراً وتأويلًا إذا لم تحرز هذه الأوتاد ، وتتبيَّن من هويّتها وتقسيماتها ، وعلاقتها بالمحكم والمُتشابه ، فإنّها سوف تعيش إرباكاً كبيراً في العرض والنتائج ، ولا يبعد أن تكون مجموعة غير قليلة من المحاولات التفسيريّة الجادّة والتي اعتمدت المناهج التفسيريّة الصحيحة ، لا يبعد اندراجها تحت مظلّة التفسير بالرأي بسبب عدم إحرازها للأوتاد القرآنيّة ، ممَّا يعني فقدان الخطوط البيانيّة للبناءات القرآنيّة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر نفسه : ج 1 ، ص 467 - 469 . .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nإذن ، فالأوتاد القرآنيّة لها تأثير بالغ على مجرى العمليّة التفسيريّة والتأويليّة معاً ، ولكنَّ الأوتاد الظاهرة والواضحة أو البيِّنة سوف يكون لها التأثير الأكبر في العمليّة التفسيريّة ، كما أنَّ الأوتاد الخفيّة أو المبُيَّنة سوف يكون لها التأثير الأعظم في العمليّة التأويليّة ، والوجه بيِّن من الظهور التفسيري والخفاء التأويلي .\r\nأمّا النماذج الواضحة والبيِّنة فسوف نذكر خمسة منها ، وهي :\r\n\r\nالنموذج الأوّل : ثبات الفطرة . . . ثبات الدين\r\nوهو قوله تعالى : فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا فِطْرَةَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا لَا تَبْدِيلَ لِخَلْقِ اللَّهِ ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ ( الروم : ) .\r\n\r\nالنموذج الثاني : هدف الخلقة التعارف ( المعرفة ) ، والتفاضل بالتقوى\r\nوهو قوله تعالى : يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ ( الحجرات : ) .\r\n\r\nالنموذج الثالث : كرامة الإنسان وخشية التبديل\r\nوهو قوله تعالى : يَا أَيُّهَا الَّذِينَ آَمَنُوا لَا يَسْخَرْ قَومٌ مِنْ قَوْمٍ عَسَى أَنْ يَكُونُوا خَيْرًا مِنْهُمْ وَلَا نِسَاءٌ مِنْ نِسَاءٍ عَسَى أَنْ يَكُنَّ خَيْرًا مِنْهُنَّ وَلَا تَلْمِزُوا أَنْفُسَكُمْ وَلَا تَنَابَزُوا بِالْأَلْقَابِ بِئْسَ الِاسْمُ الْفُسُوقُ بَعْدَ الْإِيمَانِ وَمَنْ لَمْ يَتُبْ فَأُولَئِكَ هُمُ الظَّالِمُونَ ( الحجرات : 1 ) .\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\n\r\nالنموذج الرابع : معيّة الإيمان والتقوى سلَّم لنيل البركات\r\nوهو قوله تعالى : وَلَوْ أَنَّ أَهْلَ الْقُرَى آَمَنُوا وَاتَّقَوْا لَفَتَحْنَا عَلَيْهِمْ بَرَكَاتٍ مِنَ السَّمَاءِ وَالْأَرْضِ وَلَكِنْ كَذَّبُوا فَأَخَذْنَاهُمْ بِمَا كَانُوا يَكْسِبُونَ ( الأعراف : ) .\r\n\r\nالنموذج الخامس : سنّة التغيير بيد الإنسان\r\nوهو قوله تعالى : إِنَّ اللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ ( الرعد : 11 ) « 1 » .\r\n\r\n2 . النماذج الخفيّة ( المبيّنة )\r\nأمّا الأوتاد الخفيّة التي تحتاج إلى تبيين فإنّها لا تختلف في ملاكها وتأثيرها عن الأوتاد البيِّنة ، بل ربّما تكون مقدّمة عليها في بعض نماذجها ، لاسيَّما النماذج التي تُشكّل أساسيات العقيدة ، ولذلك سوف نختار نموذجين مهمّين في مجال الإيمان والعقيدة ، هما :\r\n\r\nالنموذج الأوّل : جهة الطاعة وحدودها\r\nوهو قوله تعالى : أَيُّهَا الَّذِينَ آَمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآَخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا ( النساء : ) .\r\nوأمّا وجه الخفاء في الآية فيكمن في نكتتين مهمّتين ، الأُولى : الحاجة لبيان الإطلاق في الطاعة ، وهو أمر عقليّ ، والثاني : الحاجة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر نفسه : ج 1 ، ص 470 - 472 . .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nلبيان المصداق الحقيقي لأُولي الأمر ، وهو أمر نقليّ ، حيث تكفَّلت السنّة الشريفة ببيان ذلك .\r\n\r\nالنموذج الثاني : الإيمان شرط قبول الأعمال\r\nوهو قوله تعالى : وَالَّذِينَ كَفَرُوا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ يَحْسَبُهُ الظَّمْآَنُ مَاءً حَتَّى إِذَا جَاءَهُ لَمْ يَجِدْهُ شَيْئًا وَوَجَدَ اللَّهَ عِنْدَهُ فَوَفَّاهُ حِسَابَهُ وَاللَّهُ سَرِيعُ الْحِسَابِ ( النور : ) ، إنَّ هذا الوتد القرآني يُؤسّس لنا لحقيقة ليس من اليسير إدراكها ، فإنَّ عمل الخير مثلًا هو خير في نفسه ، لاسيَّما في ضوء القول بالحسن والقبح العقليين ، فكيف يكون ذا نفع للمؤمن وسراباً بقيعة للكافر ؟ هل هو انقلاب في ماهيّة الخير ؟ أم أنَّ الحسن والقبح شرعيان كما يقول الأشاعرة ؟\r\nالصحيح هو عدم وقوع الانقلاب وعدم كون الحسن والقبح شرعيين ، وإنّما للخير بعدان وأثران ، الأوّل دنيوي ، وهو واقع ومُترتّب على أيّ حال ، والآخر أُخروي ، وهو مشروط بالإيمان ، وحيث إنَّ الأثر الأُخروي باقٍ لا يزول فإنّه هو المنظور أوّلًا وبالذات ، ولذلك عبَّرت الآية بأنَّ أعمال الكفَّار كسراب بقيعة لأنّها فاقدة الأثر الحقيقي ، بخلاف عمل المؤمن الذي لا ينفكّ عن فاعله أبداً ، وحيث إنَّ هذا المعنى الشريف للآية الكريمة ليس بيِّناً فقد صارت وتديّة الآية خفيّة وبحاجة للتبيين « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر نفسه : ج 1 ، ص 474 - 476 . .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\n\r\n3 . النماذج الاحتماليّة\r\nما نعنيه بالنماذج الاحتماليّة للأوتاد القرآنيّة ثلاثة أُمور ، هي :\r\nالأوّل : هو كونها تمثّل الخطوط الثانويّة للأوتاد الأوّليّة ، فإنّها فيها اقتضاء الوتديّة ، ولكنها ثانويّة ، ودون أن تنضوي تحت الخطوط الأُولى من الأوتاد ، لأنَّ الأوتاد الاحتماليّة ما دامت أوتاداً فلا معنى لانضوائها تحت مظلّة أوتاد أُخرى ، وهذه الخصوصيّة هي الملاك الأوّل في وتديّتها ، ولذلك فهي على احتماليتها ، لها حاكميّة على نصوص قرآنيّة كثيرة لم تبلغ مرتبة مقام الوتديّة .\r\nالثاني : إنّها الأقلّ أثراً من الخطوط الأُولى ، بل هي في طول الأوتاد البيِّنة والمُبيَّنة ، ولكن دون أن يُستغنى عنها البتّة .\r\nالثالث : إنّها سهلة الإدراك ، وذلك لأنّها تحمل في طياتها سِيَراً عقلائيّة . وقد اخترنا لهذه الأوتاد غير القليلة في القرآن الكريم نموذجين ، هما :\r\n\r\nالنموذج الأوّل : الإنسان مقرون بعمله\r\nوهو قوله تعالى : وَكُلَّ إِنْسَانٍ أَلْزَمْنَاهُ طَائِرَهُ فِي عُنُقِهِ وَنُخْرِجُ لَهُ يَوْمَ الْقِيَامَةِ كِتَابًا يَلْقَاهُ مَنْشُورًا ( الإسراء : ) ، حيث تكشف لنا هذه الآية الكريمة حقيقة مهمّة ، وهي أنَّ الإنسان مقرون بعمله ، بمعنى لا انفكاك أبداً ، فالإنسان عندما يقف بين يدي ربّه سوف يجد جميع تفاصيل حياته ، فمن كان كافراً ثمَّ أسلم وآمن واهتدى سيجد في لوحه كلَّ ذلك ، فهو موثوق به ، وهذا هو معنى الإلزام ، ومن هنا\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nتفهم أمرين مهمّين ربّما يُغفل عنهما ، وهما :\r\nالأوّل : السرّ في خشية لقاء الأولياء والصالحين بربّهم ، لأنّهم يخشون أن يجدوا في ألواحهم ما يسوء ، رغم اطمئنانهم بالمغفرة .\r\nالثاني : إنَّ قوله تعالى : إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ ( هود : ) ، يُراد به إذهاب العقاب والأثر ، لا إذهاب العين نفسها ، وما أشدَّها من حسرة يوم يجد الإنسان كلّ ما فعله ، حتّى قيل بأنَّ الإنسان السويّ يجد جنّته في كونه لم يجد في لوحه ما يسوء ، فلا يهتمّ بعد ذلك إن سيق به لجنّة أو لنار ، وأنَّه يتمنَّى النار على الجنّة لشدَّة حيائه من ربّه عندما يجد في لوحه ما يسوء ، فطوبى للأسوياء منّا ، وهَذَا بَيَانٌ لِلنَّاسِ وَهُدًى وَمَوْعِظَةٌ لِلْمُتَّقِينَ ( آل عمران : ) . نعم ، وَإِنَّهُ لَتَذْكِرَةٌ لِلْمُتَّقِينَ ( الحاقّة : ) .\r\n\r\nالنموذج الثاني : المؤمنون عليهم أنفسهم ما داموا مهتدين\r\nوهو قوله تعالى : يَا أَيُّهَا الَّذِينَ آَمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ لَا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ إِلَى اللَّهِ مَرْجِعُكُمْ جَمِيعًا فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ ( المائدة : ) ، إنّها حقيقة أُخرى تُقارب قوله تعالى في حقِّ نبيّه : أَفَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ فَرَآَهُ حَسَنًا فَإِنَّ اللَّهَ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ إِنَّ اللَّهَ عَلِيمٌ بِمَا يَصْنَعُونَ ( فاطر : ) ، ولكنّه خطاب عامّ لسائر المؤمنين ، بأنَّ عليهم أن لا يفتتنوا بما عليه القوم الضالّون ، وفي ذلك إشارة إلى أهمّية بناء الذات ، وأنّها المنظور الأوّل في السياقات القرآنيّة ، فالإنسان لا\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nيكفيه الإيمان أبداً ، وإنّما لابدَّ له من بلوغ مرتبة الهداية الحقيقيّة ، ولذلك قد تبدَّل الخطاب من قوله : الَّذِينَ آمَنُواْ ، إلى : إِذَا اهْتَدَيُتمْ ولكي يصل الإنسان إلى الاهتداء الحقيقي يحتاج العمرَ كلَّه .\r\nولعلَّ هنالك إشارة خفيّة إلى أنَّ ذلك الإيمان الذي يدّعيه البعض وهو يُذهب نفسه حسرات على واقع الأمُة وانشطارها وانتشار البدع فيها ليس إيماناً حقيقيّاً ، ولذلك يُطالبهم القرآن بالاهتداء ، فذلك هو تكليفكم فلا تلبّسوا على الآخرين « 1 » .\r\n\r\nخامساً : عدد أوتاد القرآن\r\nليس من الصحيح البتّ بعدد أوتاد القرآن الكريم ، فذلك يحتاج إلى قراءة تامّة ودقيقة للقرآن الكريم ، وهذه القراءة لا تتوفّر لغير المعصوم ( ع ) ، والمسألة بحاجة إلى استقراء تامٍّ وتأمّلٍ دقيق ، كما تقدَّم ، ولعلّنا نُوفَّق لعرض ذلك في دراسة مستقلّة « 2 » .\r\n\r\nسادساً : الثابت والمتغيّر في الأوتاد\r\nلموضوع الثابت والمتغيّر صلة وثيقة بالأوتاد القرآنيّة وذلك للإيحاء الأوّلي بأنَّ الأوتاد القرآنيّة هي تعبير آخر عن الثابت ، وما عداها فإنّه يدخل في دائرة المُتغيّر ، وهو إيحاء وانطباع صحيح إلى حدٍّ ما ، ولكنّه لا يُمثّل انعكاساً لغويّاً ، فكلّ وتد قرآنيّ ثابت إذا كان الوتد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر نفسه : ج 1 ، ص 476 - 478 .\r\n( 2 ) المصدر نفسه : ج 1 ، ص 478 - 482 . .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nيُمثّل حكماً شرعيّاً رعاية لنكتة الثبات ، كما سيأتي ، وليس كلّ ثابت قرآنيّ وتداً ، فقد احتاج الأمر إلى بحث موضوعة الثابت والمتغيّر بنحوٍ لا يخرجنا عن موضوعة علاقتها بالأوتاد ، وفي ضوء معرفتنا بالثابت والمتغيّر سنستعرض ملامح كلّ من الوتد الثابت والوتد المتغيّر لبيان حقيقة الموقف ، فهنالك أبحاث ثلاثة ، وهي :\r\n\r\nالبحث الأوّل : المُراد من الثابت والمتغيّر\r\nوقع اختلاف في تصوير الثابت والمتغيّر ، فقيل ما قيل في الموضوع ، ولكن ما نراه صحيحاً هو : أنَّنا نقبل ابتداءً فكرة وجود الثابت والمتغيّر ، ولكن ثانياً وبالعرض وليس أوّلًا وبالذات ، فالنصوص الدينيّة - على مستوى الأحكام الشرعيّة ، فضلًا عن العقديّة - ثابتة ولا تغيير فيها أبداً ، فهي كما جاء في الحديث الصحيح ، عن زرارة قال : سألت أبا عبد الله ( الصادق ) ( ع ) عن الحلال والحرام فقال : «\r\nحلال محمّد حلال أبداً إلى يوم القيامة ، وحرامه حرام أبداً إلى يوم القيامة ، لا يكون غيره ولا يجيء غيره » « 1 »\r\nإنَّ مرادنا من التغيّر بالعرض هو التغيّر بحسب تغيّر الموضوع ، فالحكم الشرعي ثابت أبداً مع بقاء موضوعه ، وأمّا في صورة تحوّل الموضوع فلا ريب في تغيّر الحكم بتبع ذلك ، وكنّا قد تعرَّضنا لذلك في دراساتنا التخصّصيّة في فقه المكاسب حيث بيَّنّا هنالك نكتة التبعيّة في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أصول الكافي : ج 1 ، ص 58 ، ح 11 . .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nالتغيير بحسب تغيّر الموضوع ، فالدم - مثلًا - إذا كانت حرمة التكسّب به قائمة على أساس عدم وجود منفعة عقلائيّة معتدّة به ، فإنَّ هذه الحرمة رهن ببقاء موضوعها وهو عدم المنفعة ، فإذا ثبتت المنفعة العقلائيّة - كما هو الحال في عصورنا هذه - فإنَّ تغيير الحكم جاء تبعاً لتغيُّر موضوعه ، فالموضوع تغيَّر أوّلًا وبالذات ، وحكمُهُ تغيَّر ثانياً وبالعرض .\r\nوعليه فالثابت في الأحكام الشرعيّة ما بقيت موضوعاتها ، والمتغيّر فيها ما تغيَّرت موضوعاتها .\r\nالآن وبعد هذه الجولة التقريبيّة للثابت والمتغيّر نكون قد اقتربنا من علاقة ذلك بموضوعة الأوتاد القرآنيّة ، التي سنفرد لها البحثين التاليين .\r\n\r\nالبحث الثاني : ملامح الوتد الثابت\r\nقلنا بعدم وجود انعكاس لغوي بين الوتديّة في القرآن والثابت منه ، ولكن طرف الكلّية في جانب الوتديّة ، فكلُّ وتد ثابت قطعاً ، ولكن في حدود الأُطر التشريعاتيّة ، أعني ما دام الوتد لسانه تشريعي فهو ثابت قطعاً ، وأمّا في صورة كون الوتد في غير الأمور التشريعيّة ، وهو ممكن جداً ، فإنّه قد لا تلحقه صفة الثبات ؛ نظراً لانحصار الثبات بحسب الظاهر في الأمُور الشرعيّة ، وهذا الانفصال لا يقدح في وتديّة النصّ ، لأنَّ الثبات كمال توكيديّ للوتديّة وليس تأسيسيّاً ، وقد عرفت ذلك .\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nمن هنا سننطلق لتقريب قيديّة الثبات في الأوتاد القرآنيّة ، وذلك من خلال بيان أنَّ الثبات قيد توضيحيّ أو توكيديّ لصفة الوتديّة في النصّ ، بعبارة أُخرى هي صفة تُكرّس معاني الوتديّة لا أن تُوجِد شيئاً جديداً ، بخلاف ثبوت صفة الثبات لنصّ آخر ليس من الأوتاد ، كما في قوله تعالى : يَا أَيُّهَا الَّذِينَ آمَنوُاْ كُتبِ علَيْكُم الصِّيامُ كَمَا كتِبَ علَى الَّذِينَ مِن قَبْلكِمْ لَعّلكُمْ تَتَّقُونَ ( البقرة : ) ، فوجوب الصيام حكم ثابت على المسلمين كافّة ، وغير قابل للتغيير أبداً ، ولكنّه ليس من الأوتاد القرآنيّة ، في حين إنّ قوله تعالى : فَأَقِمْ وَجْهكَ للّدينِ حَنيِفاً فطِرَةَ اللهِ الَّتيِ فَطَرَ النَّاس علَيْهَا لَا تَبْدِيلَ لَخلقِ اللهِ ذَلكِ الدِّينُ الْقَيِّمُ وَلَكنّ أَكْثَرَ النَّاسِ لَا يَعْلَمونَ ( الروم : ) ، من الأحكام الثابتة ومن الأوتاد القرآنيّة أيضاً ، كما تقدّم ذلك .\r\nإذن ، الملمح الأوّل للوتد الثابت هو تكريس صفة الوتديّة فيه ، ومن الملامح الأُخرى تحديد دائرة الأوتاد بقيد الثبات في دائرة التشريع ، وفقاً لكون الثابت والمتغيّر لا يعدو دائرة التشريعات ، فصفة الثبات للوتد القرآني تعني كونه في دائرة التشريعات ، والملمح الثالث هو الإرشاد إلى وظيفة الوتد التأصيليّة في مجال الشريعة ، لأنَّ الأحكام الثابتة تأسيسيّة وتأصيليّة ، ولذلك فهي لا تقبل التغيير ، وأمّا الملمح الأخير فيكمن في تقوية عُرى الأوتاد في قبال شبح المُتغيّر ، وهذا واضح في الأوتاد البيِّنة والُمبيَّنة ، بخلاف الأوتاد الاحتماليّة ، كما سيأتي .\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\n\r\nالبحث الثالث : ملامح الوتد المتغيّر\r\nبعد أن اتّضح بأنَّ الثبات على أهمّيته لا يعدو عن كونه صفة توكيديّة للأوتاد القرآنيّة ، فكيف يُتصَّور معنى التغيير فيها ، بعبارة أُخرى : هل يوجد وتد مُتغِّير ؟\r\nقد يبدو أنَّ ذلك غير مُتصوَّر بدواً ، ولكن الصحيح هو أنَّ المتغيِّر له موطئ قدم في عالم الأوتاد القرآني ، ولكن بلحاظ أمرين مُهمّين ، هما :\r\nالأوّل : انحصار الدائرة بالأوتاد الاحتماليّة .\r\nالثاني : أنّ معنى التغيير في المقام هو التحوّل إلى مقام أشرف ، وهو صيرورتها وتداً بيِّناً أو مُبيَّناً ، أو التوقّف المؤقّت في صورة حاكميّة الوتد البيِّن أو الُمبيَّن ؛ لما تقدّم من أنّ ( الأوتاد الاحتماليّة ) تقع في طول الأوتاد الأساسيّة .\r\nإذن ، فملامح الوتد الُمتغيّر هو كونه احتماليّاً قطعاً ، ومعنى التغيّر فيه ارتقائيّ إلى مطاف الأُولى ، أو توقيفي مؤقّت ، وأمّا الملمح الآخر فهو أنَّ التغييريّة فيه ليست صفة دائمة أو شاملة لكلّ الأوتاد الاحتماليّة ، وإنّما ذلك مأخوذ بنحو الموجبة الجزئيّة ، فليس كلّ وتد قابل احتماليّ قابلًا للتحوّل إلى مقام أشرف أو التوقّف عن إعمال أثره .\r\nإلى هنا نكون قد أوجزنا الحديث عن الثابت المتغيّر وعلاقتهما بالأوتاد القرآنيّة ، لننتقل بعدها إلى إبراز صفة جديدة من صفات هذه الأوتاد « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) منطق فهم القرآن : ج 1 ، ص 482 - 487 . .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\n\r\nسابعاً : الأوتاد الفاعلة والمتفاعلة\r\nإنَّ من خصائص الأوتاد القرآنيّة وتمايزها عن بعضها : أنّها تنشطر إلى قسمين أساسيَّين من حيث أداء وظائفها ، حيث تنقسم إلى أوتاد فاعلة وأوتاد مُتفاعلة ، ولكي يتّضح لنا الموقف سوف نُحاول تسجيل الفروق الأساسيّة بين الفاعلة والمُتفاعلة ، وهي كما يلي :\r\nالفارق الأوّل : أنَّ الوتد الفاعل يظهر أثره وتأثيره على غيره من خلال حاكميته العليا ، كما هو الحال بالنسبة للأوتاد التي تناولت موضوعة التوحيد ، فإنَّ سقفها فوق جميع السقوف الأُخرى ، سواء كانت الأُخرى من الأوتاد أو غير ذلك ، بخلاف الأوتاد المُتفاعلة فإنّها تتجلّى حاكميتها ومرجعيتها من خلال تعاطيها مع النصوص الأُخرى ، والأوتاد الفاعلة عادة ما تكون بيِّنة وليست مُبيَّنة أو احتماليّة ، وأمّا الأوتاد المُتفاعلة فإنّها لا تُحدّد بقسم معيّن ، وإن كان الغالب عليها هو قسم الاحتماليّة ، ولكنها قد تكون بيّنة أو مُبيَّنة .\r\nالفارق الثاني : أنَّ الأوتاد الفاعلة عادة ما تكون ضمن الإطار الفكري العقدي ، أي إنّها تدخل في رسم أساسيات الرؤية الكونيّة الإلهيّة والأيدلوجيّة العليا ، بخلاف المُتفاعلة فإنّها عادة ما تكون لاحقة لذلك ، كما أنّها تعمل كثيراً في الساحات الشرعيّة والأخلاقيّة .\r\nالفارق الثالث : الغالب على الأوتاد الفاعلة هو أنّها معيّنة ابتداءً ، لأنّها - كما تقدّم - عادة ما تكون بيِّنة ، في حين أنَّ الأوتاد المُتفاعلة ليست كذلك ، ومن هنا قد يقع الخلاف في تحديد مصاديقها ، وذلك\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nلاختلاف الرؤية التفسيريّة والسقف المعرفي من مفِّسر لآخر ، وبالتالي فإنَّ الفاعلة لا تتوقّف كثيراً على قبليات المُفسِّر ورؤيته ، بخلاف المُتفاعلة فإنّها تتوقّف كثيراً على ذلك .\r\nالفارق الرابع : أنّ حدود الاستفادة من الأوتاد الفاعلة تكاد تكون واضحة وجليّة ، لكونها بيِّنة من جهة ، ولكونها تمثّل الحاكميّة العليا على النصوص الأُخرى ، وأمّا بالنسبة للأوتاد المُتفاعلة فإنَّ حدود الاستفادة منها - سعةً وضيقاً - يختلف كثيراً من مفِّسر لآخر ، ولنفس الأسباب السابقة ، أعني : اختلاف الرؤية والسقف المعرفي للمفسِّر ، وبالتالي لا يُمكن إعطاء نتائج نهائيّة بعدد الأوتاد المتُفاعلة ، بخلاف ما عليه الحال بالنسبة للأوتاد الفاعلة .\r\nتنبيه : لا ريب بأنّ هذا التأسيس والتأصيل لموضوعة الأوتاد يحتاج منّا إلى تفصيلات أكثر على المستويين معاً ، النظريّة والتطبيق ، وحيث إنّنا بصدد وضع الأُسس الأُولى لموضوعة الأوتاد وصلتها بالنظريّة التفسيريّة والتأويليّة فقد ارتأينا الاكتفاء بمحدوديّة هذه البناءات الأُولى ، آملين أن نُوفّق لبسط موضوعة الأوتاد في دراسة خاصّة ومستقلّة نُعمّق فيها الأبحاث المتقدّمة واللاحقة المتعلّقة بالأوتاد ، ونُبرّز فيها نكاتٍ وخصائصَ أُخرى لم يسعنا الوقوف عندها في هذه الدراسة « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر نفسه : ج 1 ، ص 487 - 488 . .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n\r\nثامناً : علاقة الأوتاد بالمحكم والمتشابه\r\nبعد أن اتّضحت لنا عدَّة وجوه من النقاط المركزيّة في القرآن ، والتي أسميناها بأوتاد القرآن الكريم ، مسَّت الحاجة لبيان وجه العلاقة بينها وبين المحكم والمُتشابه ، فقد أوحت تلك الوجوه التقريبيّة للأوتاد قُرباً وربما ترادفاً بينها وبين المُحكم القرآني ، فهل الأمر كذلك أم أنَّ هنالك خصوصيات يتمايز بها الوتد القرآني عن المُحكم ؟\r\nبعبارة أُخرى : هل الأوتاد هي تعبير آخر عن المُحكم القرآني ، أم أنّها كشفت عن وظائف أُخرى للمُحكم القرآني استحقّت معها الاتّصاف بعنوان الوتديّة دون أن تُخرجها عن الاتّصاف بالمُحكم ، أم أنّها مستقلّة بخصائص مفقودة في المُحكم القرآني تماماً ؟\r\nمن هنا احتاج الأمر إلى المضيّ في تأصيل وجه العلاقة بينهما ، بغية الوصول إلى أحد الأمور الثلاثة ، وهي : القول بالترادف بينهما ، أو الافتراق الجزئي بلحاظ بعض الخصوصيات ، أو الاستقلال التامّ بخصوصيات افتقر لها المُحكم .\r\nولأجل الوصول إلى ذلك ، نحتاج البحث في عدة أُمور ، وهي :\r\n\r\nالأمر الأوّل : تصوير المحكم والمتشابه\r\nرغم أنَّ الُمحكم والُمتشابه قد بُيِّن مفهومهما ووظائفهما قرآنيّاً ، كما في قوله تعالى : هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آَيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّهُ وَالرَّاسِخُونَ فِي\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nالْعِلْمِ يَقُولُونَ آَمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ ( آل عمران : ) ، فجُعلت المُحكمات المرجع القرآني الأوّل في صورة وقوع الاختلاف في فهم المُتشابهات ، وهو معنى وصفها ب - أُمُّ الْكِتَابِ ، وأنَّ المُتشابهات لم يرد النهي في العمل بها أبداً ، وإنّما اختصّ المنع في حدود أهل الزيغ ، لأنّهم عادة لا يرومون طلب الحقّ وإنّما إيقاع الفتنة في الذين آمنوا ، وهو قوله تعالى : فَأَمَّا الَّذِينَ في قُلُوبِهِمْ زَيغٌ فَيَتَّبعِونَ مَا تَشَابَهَ مِنْهُ ابْتغِاء الْفِتْنَة ، فلا منع من العمل بالُمتشابه ما دام لا يتقاطع مع الُمحكم .\r\nرغم هذه البيانات القرآنيّة في الُمحكم والُمتشابه إلّا أنَّ هنالك خلافاً وقع بين الأعلام في تصويرهما ، فهناك عدد كبير من التصويرات قد يصل إلى أكثر من واحد وعشرين تصويراً .\r\nأمّا التصوير الذي هو مختارنا في المقام ، فهو الوجه الذي سوف يُهيّئ لنا مقدّمة جليلة تنعكس من خلالها طبيعة الُمحكم والُمتشابه ، وكون المُتشابه مُتشابهاً بلحاظ النصّ أم القارئ له .\r\nوعلى أيّ حال ، فهذا الوجه المُختار يعتمد على بيان زوايا أربع ، وهي :\r\n\r\nالزاوية الأُولى : خصوصيّة اللفظ\r\nونعني بها دوران الإحكام والتشابه حول دائرة اللفظ ، من قبيل كلمة : ( اليد ) في قوله تعالى : وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُواْ أَيْدِيَهُمَا ( المائدة : ) ، وقوله تعالى : يَدُ اللهِ فَوْق أَيْدِيهمِ ( الفتح : ) ، حيث\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nلا يُمكن تعيّن المراد من نفس اللفظ ، فاحتاج الأمر إلى الرجوع إلى القرينة الصارفة التي تؤدّي دور المُحكم ، أو تجعل المُتشابه مُحكماً فعلًا ، وذلك من خلال تعيّنها للمراد الجدّي ، فيُقال في المعنى الأوّل إرادة قطع الأصابع من منبتها ، فتُترك الراحة والإبهام ، وذلك لقوله تعالى : وَأَنَّ المسَاجِدَ للهِ ( الجن : ) ، وحيث إنَّ الراحة والإبهام من المساجد السبعة فلا يُعتدى عليها ، فيتعيّن المراد في ذلك .\r\n\r\nالزاوية الثانية : خصوصيّة المعنى\r\nقد يكون اللفظ ظاهراً في معناه ، ولكنّ القرائن الحافّة بالنصّ تصرفه عن معناه ، فإذا كانت القرينة قطعيّة فلا مناص من الالتزام بها ، وإذا لم تكن كذلك وقع الخلاف في إرادة أيّ معنى ، بل إنَّ الخلاف يقع أحياناً حتّى مع وجود القرينة القطعيّة أو المورثة للاطمئنان ، إمّا لعدم الالتفات إليها أو للتشكيك فيها ، كما هو الحال في قرينيّة عطف طاعة أُولي الأمر على طاعة الله تعالى وطاعة رسوله ( ص ) في قوله تعالى : يَا أَيُّهَا الَّذِينَ آمَنوُاْ أَطيِعُواْ اللهَ وَأَطيِعُواْ الَّرسُوَل وُأْولِي الأَمْرِ مِنكُمْ ( النساء : ) ، الدالّ على العصمة المطلقة ، لأنَّ الطاعة المطلقة لا تكون لغير المعصوم البتّة .\r\nفإنَّه لا يُوجد كلام في معنى الطاعة ، كما لا يُوجد كلام في أصل العطف ، ولكن الَّذِينَ يُجَادِلُونَ فِي آَيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ ( غافر : ) يمنعون من ذلك لأنَّ مفاد الآية ينطبق تماماً مع نظريّة مدرسة أهل البيت ( ع ) في موضوعة الإمامة .\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\n\r\nالزاوية الثالثة : خصوصيّة التفسير\r\nوذلك بمعنى أنّ اللفظ ظاهر في معناه ، بل هو نصّ فيه ، كما أنَّ المعنى جليّ ولا تحفّ به قرينة سياقيّة صارفة أو حاليّة مُوهمة ، ولكن لشخصيّة المفُسّر مدخليّة في صرف اللفظ عن معناه ، إمّا لقصور في الصنعة ، أو لقصديّة سابقة على طلب المراد من النصّ ، وهو ما أسميناه بالاتّجاه ، وقد عرفنا خطورة ذلك في حينه أو للهروب من لوازم النصّ ، وهذا كثيراً ما يقع في موضوعات العقائد .\r\n\r\nالزاوية الرابعة : خصوصيّة التأويل\r\nوهنا الطامّة الكبرى ، أو كما يقال : تُسكب العبرات ، حيث صار القرآن لذوي الأنفس الزائغة مسرحاً لتمرير مآربهم ، ودسّ سمومهم ، وإيقاد فتنهم ، كما وصفتهم الآية الكريمة ، حيث تقول : فَأَمَّا الَّذِينَ فِي قُلُوبِهْم زْيغٌ فَيَتَّبعُونَ مَا تَشَابَهَ مِنهْ اْبتغِاءَ الْفِتْنَة وَاْبتغِاءَ تَأْوِيلهِ ، ولعلّ في هذه الخصوصيّة وقعت الأمّة في حيص بيص ، فصارت الأمّة شتاتاً بعد تجمّعها ، وفرقاً بعد وحدتها ، وما ذلك إلّا لخروجهم عن الجادّة القائلة بإرجاع الُمتشابه عندهم إلى الُمحكم ، والمُحكم هو ما أورث القطع النوعي لقارئيه ، أو ما يُبرزه لنا المعصوم ببياناته ، بل إنَّ المعصوم ( ع ) هو المُحكم بنفسه ، كما سيأتي .\r\nوأمّا شواهد الاختلاف في التأويل بلا ضابطة فكثيرة جداً ، كما هو واضح .\r\nوالخلاصة من كلّ ذلك هي أنّنا لابدّ لنا من التدقيق في جهة\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nومنشأ التشابه ، حيث اتّضح لنا في الخصوصيات الأربع : أنَّ هنالك جهات أُخرى غير النصّ تُصيّر المُحكم مُتشابهاً ، وكأنَّ في القرآن نوعين من المُتشابهات ، الأوّل هو ما أشارت إليه الآية الكريمة ، والآخر ما يفترضه جملة من المفسّرين أو المُتكلّمين ، وفيه يشتدّ زيغهم وانحرافهم .\r\nوكيف كان ، فإنَّ من خلال تلك الخصائص الأربع يمكن لنا الخروج بعدّة نتائج أوّليّة ، أهّمها هو أنَّ توسعة دائرة الُمتشابه مردّه القارئ لا النصّ القرآني ، وأنَّ المُتشابه في دائرة اللفظ والمعنى محدود جدّاً بالقياس للتشابه في دائرتي التفسير والتأويل ، وأنَّ المُتشابه لابدَّ من إرجاعه إلى المُحكم ، وأنَّ المُحكم تارة يكون نصّاً قرآنيّاً وأُخرى يكون نصّاً معصوماً ، ممَّا يعني بأنَّ المُتشابه نوعان أيضاً ، الأوّل هو ما أشارت إليه الآية الكريمة ، والآخر ما يفترضه جملة من المفسّرين أو المُتكلّمين ، وجميع القرّاء الذين لم يُحكموا الصنعة ، وفي الثاني يشتدّ زيغهم وانحرافهم ، كما هو واضح .\r\nهذا ، وسوف تتّضح لنا في الأمور الأُخرى حقائق أُخرى أكثر عمقاً وفائدة ممّا تقدّم ، حيث سيتبيَّن مُتعلَّق الإحكام والتشابه ، وحدودهما ، ومعنى الإحكام والتفصيل ، وسرّ قسمة الآيات إلى مُحكم ومُتشابه ، مع بيان الكلمة الفصل في حقيقة كون القرآن كلّه محكماً وكلّه مُتشابهاً .\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\n\r\nالأمر الثاني : مُتعلَّق الإحكام والتشابه\r\nتقدَّم في النصّ القرآني الأوّل ( المُحكم في نفسه ) تقسيمُ آيات القرآن إلى محكمات ومُتشابهات ، وقد حدّدنا تصوّرنا في المُراد من الإحكام والتشابه ، ولكن ورد في القرآن الكريم وصفان للقرآن بالإحكام والتشابه على نحو الموجبة الكلّية ، وهذا قد يُربك الموقف بدواً ، وهما قوله تعالى : الَر كِتَابٌ أُحْكمِت آيَاتُهُ ثُمَّ فُصِّلَتْ مِن لَّدُنْ حَكيِمٍ خَبيِرٍ ( هود : ) ، وقوله تعالى : اللهُ نَزَّلَ أَحسَن الحِديثِ كِتَاباً مُّتَشَابِهاً مَّثَانِي تَقْشَعرُّ منْه جُلودُ الَّذِينَ يَخشَوْن رَبَّهُمْ ( الزمر : ) .\r\nفكيف قسِّمت آياته إلى مُحكم ومُتشابه ؟\r\nثمَّ كيف يصف الكتاب كلَّه بالُمحكم وكلَّه بالُمتشابه ؟\r\nأمّا القسمة الجزئيّة الأُولى فواضحة ، وأمّا القسمة الكلّية الثانية فصحيحة أيضاً ، ولكن بمعانٍ أُخرى ، أمّا وصفه بالإحكام كلّيّاً فلا يُراد منه الإحكام المتقدّم ، وإلّا لانتفى وجود المُتشابه ، وإنّما المراد منه معنى آخر .\r\nقال الطباطبائي في توجيه اتّصاف القرآن كلّيّاً بالإحكام والتفصيل : « فإنما يتّصف بهما من جهة ما يشتمل عليه من المعنى والمضمون لا من جهة ألفاظه أو غير ذلك ، وأنَّ حال المعاني في الإحكام والتفصيل والاتّحاد والاختلاف غير حال الأعيان ، فالمعاني المتكثّرة إذا رجعت إلى معنى واحد كان هذا الواحد هو الأصل المحفوظ في الجميع وهو بعينه على إجماله هذه التفاصيل ، وهي بعينها\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nعلى تفاصيلها ذاك الإجمال ، وهذا كلّه ظاهر لا ريب فيه .\r\nوعلى هذا فكون آيات الكتاب محكمة أوّلًا ، ثمَّ مفصّلة ثانياً ، معناه : أنَّ الآيات الكريمة القرآنيّة على اختلاف مضامينها وتشتّت مقاصدها وأغراضها ترجع إلى معنى واحد بسيط ، وغرض فارد أصلي لا تكثّر فيه ولا تشتّت ، بحيث لا تروم آية من الآيات الكريمة مقصداً من المقاصد ولا ترمي إلى هدف إلّا والغرض الأصلي هو الروح الساري في جثمانه والحقيقة المطلوبة منه . فلا غرض لهذا الكتاب الكريم على تشتّت آياته وتفرّق أبعاضه إلّا غرض واحد متوحِّد إذا فُصِّل كان في مورد أصلًا دينيّاً وفي آخر أمراً خلقيّاً وفي ثالث حكماً شرعيّاً ، وهكذا كلّما تنزل من الأصول إلى فروعها ومن الفروع إلى فروع الفروع لم يخرج من معناه الواحد المحفوظ ، ولا يخطئ غرضه . فهذا الأصل الواحد بتركّبه يصير كلّ واحد واحد من أجزاء تفاصيل العقائد والأخلاق والأعمال ، وهي بتحليلها وإرجاعها إلى الروح الساري فيها الحاكم على أجسادها تعود إلى ذاك الأصل الواحد » « 1 » .\r\nوهو كلام وجيه يُقرِّب لنا جهة الإجمال والتفصيل ، حيث فصَّل بين المعاني وألفاظه ، فهو مُحكم ومُفصَّل في معانيه ، لا في ألفاظه ، فالمعنى التفصيلي مهما كانت تفريعاته ، مردُّه لمعنى إجماليّ واحد محفوظ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر نفسه : ج 1 ، ص 136 . .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nفي الكلّ ، وهو توحيده سبحانه وتعالى ، الحاكم على جميع تفصيلات القرآن الكريم .\r\nولكنّه ( قدس سره ) لم يُبيِّن لنا كيف ستحكي لنا جميع تفصيلات وتفريعات الشريعة ذلك الأصل الواحد ، الذي ساقه وكأنّه أصل ثابت ، ولذلك قال : وهذا كلّه ظاهر لا ريب فيه ! ولا يُعلم كيف يتحقَّق لنا ذلك الظهور ، وكيف على فرض تحقّقه لا ريب فيه ؟\r\nكما أنّه لم يُبيِّن لنا وجه العلاقة بين الإحكام والتفصيل بالُمحكم والُمتشابه ، وهل الإحكام بمعناه الأصل الواحد الفارد هو نفسه يقع في قباله المُتشابه فيكون المُتشابه هو التفصيل بعينه ، أو أنَّ الأمر ليس كذلك ؟\r\nإذن ، فالمسألة تحتاج إلى بيانات أُخرى ، إمّا أن تكون توضيحيّة تطبيقيّة لما أفاده ( قدس سره ) ، أو أن نفترض تصويراً ووجهاً آخر لذلك .\r\n\r\nتوجيه آخر للإحكام والتفصيل\r\nنقول : للإحكام والتفصيل معنى آخر لم يلتفت له الأعلام ، وهو أنَّ الإحكام عنوان يحكي المعنى الكلّي الذي أُنزل على الرسول الأكرم ( ص ) نزولًا دفعيّاً ، فالإحكام يُقابل التفصيل ، كما أنَّ النزول الدفعي يُقابل التدريجي ، وبالتالي فإنَّ النزول التدريجي هو التفصيل بعينه ، ومن مقتضيات التفصيل وقوع التشابه المتقدِّم في المعنى الأوّل .\r\nبعبارة أُخرى : إنَّ القرآن كلّه مُحكم ، ولكنّه لشخص النبيّ ( ص ) في النزول الدفعي ، وهو الموافق للإحكام الاصطلاحي في موضوعة\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nالُمحكم والُمتشابه ، والقرآن مُحكم ومُتشابه اصطلاحاً في دائرة التفصيل ، وهو الواقع في نزوله التدريجي ، فمتعلَّق الإحكام الكلّي نزوله الدفعي الخاصّ بالرسول ( ص ) أصالةً وبأوصيائه وراثةً ، والإحكام والتشابه الجزئيَّان مُتعلَّقهما النزول التدريجي ، وهو لعامّة الناس أجمعين ، ليبتليهم بذلك ، وليتبيَّن من في قلبه نور فيتَّبع المحكم ويردّ المُتشابه للمحكم ، ومن في قلبه زيغ فيتَّبع المُتشابه ويذَر المُحكم ، وما أكثرهم .\r\nوسوف تكون لنا وقفة أخرى نبيّن فيها الوجوه المحتملة في حكمة انقسام القرآن إلى محكم ومتشابه ، مع بيان الوجه المختار في ذلك .\r\n\r\nعود على بدء\r\nذلك ما كان من وصف القرآن كلّيّاً بالإحكام ، وأمّا بالنسبة إلى وصفه بالمُتشابه في قوله تعالى : كتِاباً مُّتَشَابِهاً مَّثَانِي . . . ، فقد ذُكرت فيه توجيهات وجيهة أيضاً ، ولكنها لا تملأ الوجدان المعرفي ؛ منها : أنَّ المراد به هو كون آياته ذات نسق واحد من حيث جزالة النظم ، وإتقان الأُسلوب ، وبيان الحقائق والحكم ، والهداية إلى صريح الحقّ « 1 » .\r\nإنّها إجابة صوريّة لم تمسّ الواقع الحقيقي ؛ لنكتة كلّية التشابه في المقام ، فإنَّ للأمر صلة وثيقة بما تقدّم من الدفعيّة والتدريجيّة في النزول ، فإنَّ القرآن لو نزل بوجوده الكلّي على الأُمّة دفعةً واحدة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التفسير الكبير ( مفاتيح الغيب ) : ج 6 ، ص 236 . .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nلانتفى الغرض منه ، وذلك لعدم تحقّق الإفهام ، وبالتالي سوف لا يكون الُمخاطب به مُخاطباً فعلًا ، فاحتاج ذلك الوجود الكلّي أن تُبيَّن تفصيلاته المُفضية لتحقّق الغرض ، ولذلك وصفت الآية الكريمة ذلك التفصيل بنزوله التدريجي بأنه : مَثانِي تَقْشِعرُّ منهْ جُلودُ الَّذِينَ يَخشوْنَ رَبَّهُمْ . . . ، فإذا لم يتحقّق منه الإفهام للأُمّة بوجوده الإجمالي ونزوله الدفعي فلا معنى أن : تَقْشَعرُّ منْه جُلوُد الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ، وإنّما يقشعرّ منه النبيّ الأكرم ( ص ) الذي كان أهلًا للتفهيم ، فصيغة الجمع تحكي وجوداً آخر صاراً محلّا للإفهام ، فأوجب أن : تَقَشِعّر منْه جُلودُ الَّذِينَ يَخشوْنَ رَبَّهُمْ ، وفي الآية قرينتان لفظيتان سياقيتان تُساعدان على ذلك ، الأُولى هي كلمة : مَثانِي ، الحاكية عن نزوله مرّتين ، دفعيّاً خاصّاً بالرسول ( ص ) مُوجباً لفهمه ووقوع القشعريرة منه ، وتدريجيّاً عامّاً للأُمّة مُوجباً لفهمه ووقوع القشعريرة منه ، والثانية هي نفس كلمة : مُتَشَابِهاً ، التي قد تكون بمعنى أنَّه مُتشابه في معانيه الكلّية الدفعيّة ومعانيه التفصيليّة التدريجيّة ، والله العالم .\r\n\r\nالأمر الثالث : سرّ قسمة الآيات إلى مُحكم ومُتشابه\r\nلابدّ لنا من الوقوف عند سرّ قسمة الآيات إلى محكمات ومُتشابهات ، ومن البيِّن جدّاً بأنَّ البحث في ذلك منشؤه البحث في حكمة اشتمال القرآن على المتشابهات ؛ إذ لا كلام في ضرورة\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nالمُحكمات ، بل إنَّ المتوقّع بصفته كتاب هداية أن يكون كُلّه محكماً .\r\nبعبارة أُخرى : ما هي الحكمة في اشتمال القرآن - الذي جاء ليهدي الناس ، وينتشلهم من الفرقة ، ويخُرجهم من الظلمات إلى النور - على آيات مُتشابهات ، فيها اقتضاء وقوع الخلاف والاختلاف بين أفراد الأمّة ؟\r\nهنا تعرَّض أعلام الأمّة وعلماء الصنعة للإجابة عن ذلك ، ووقع اختلاف كبير في توجيه التقسيم القرآني لآياته إلى مُحكم ومُتشابه ، وتبرير وجود المُتشابهات فيه ، ولكنّنا نرى أنّها إجابات محدودة لا تفي بمجموعها بالغرض .\r\nمن هنا سوف نحاول أن نُجمل الإجابة عن سرّ التشابه في القرآن الكريم في عدّة نقاط ، لنعود مرّة أُخرى لبحث السرّ عمليّاً في موضوعة التأويلات .\r\nأمّا الوجوه التي قُبلت على المستوى الأوّل - وإن كان في بعضها تأمّل - فهي :\r\nالأوّل : أنَّ في التشابه القرآني تحقّقاً عمليّاً لفلسفة رجوع الجاهل للعالم .\r\nالثاني : في التشابه القرآني نوع إلجاء للأُمّة للرجوع فيها إلى إمام زمانها ، فيكون ذلك كاشفاً عن كون المتصدّي إمام حقّ أو إمام زور .\r\nالثالث : أنَّ في ذلك دعوتين معرفيتين ، الأُولى للتعلّم وطلب التخصّص ، والأُخرى للتأني والتأمّل بنحو آكد وأشدّ في كلمات الله\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nتعالى ، لاسيَّما هنالك .\r\nالرابع : أنَّ في القرآن أسراراً لا ينبغي أن يطّلع عليها من هو ليس أهلًا لها .\r\nالخامس : مع أنّنا لا نعتقد بحصر التأويل في المُتشابهات إلّا أنَّه سوف تشتدّ الحاجة فيها له ، وسوف تنجلي الغبرة أكثر عندما نتعرّض لموضوعة التأويل وبيان تطبيقاته الأُولى في آية الكرسي .\r\nالسادس : لمعرفة الصادقين بصدقهم والمنافقين بنفاقهم ، وهو محلّ اختبار عظيم ، فالحقّ شاخص في المُتشابهات ، ولا غُبار عليه ، ولكنّها حمّالة وجوه أيضاً ، فيثبت للحقّ من كان الحقّ داعيه ومطلبه ، ويزيغ من كان في قلبه مرض . وبعبارة أُخرى : إنّ الله أنزل المتشابه ليمتحن قلوبنا في التصديق به ، فإنّه لو كان كلّ ما ورد في الكتاب معقولًا واضحاً لا شبهة فيه ، لما كان في الإيمان شيء من معنى الخضوع لأمر الله تعالى والتسليم لرسله .\r\nالسابع : في المتشابهات زيادة لنا في الأجر والثواب ، فبواسطتها يكون الوصول إلى الحقّ أصعب وأشقّ ، وزيادة المشقّة توجب مزيد الثواب .\r\nالثامن : انحصار القرآن بالمُحكم يعني مطابقته لمذهب واحد لا غير ، فيكون مُبطلًا لكلّ ما سوى ذلك المذهب ، وهذا ما يُوجب نفرة أرباب المذاهب عن قبوله وعن النظر فيه ، فالانتفاع به إنّما حصل لما كان مشتملًا على المحكم والمتشابه ، فحينئذ يطمع كلّ مذهب في إيجاد\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nما يقوّي مذهبه ويُؤثرِ مقالته ، وبذلك سينظر في القرآن جميع أرباب المذاهب ، ويجتهدون في التأمّل فيه ، فإذا بالغوا في ذلك صارت المحكمات مفسّرة للمتشابهات ، وبهذا الطريق يتخلّص المبطل عن باطله ويصل إلى الحقّ ، ولعلّ هذا الوجه من أضعف الوجوه ، وأشدُّها تشوُّهاً على حدِّ تعبير البعض .\r\nالتاسع : إنّ القرآن إذا كان مشتملًا على المحكم والمتشابه ، افتقر الناظر فيه إلى الاستعانة بدليل العقل ، وحينئذ يتخلّص عن ظلمة التقليد ويصل إلى ضياء الاستدلال والبيّنة ، أمّا لو كان كلّه محكماً لم يفتقر إلى التمسّك بالدلائل العقليّة ، فحينئذ كان يبقى في الجهل والتقليد .\r\nالعاشر : إنّ الأنبياء بُعثوا إلى جميع الأصناف من عامّة الناس وخاصّتهم ، فإذا كانت الدعوة إلى الدين موجّهة إلى العالم والجاهل والذكي والبليد والمرأة والخادم ، وكان من المعاني ما لا يمكن التعبير عنه بعبارة تكشف عن حقيقته وتشرح كنهه بحيث يفهمه كلّ مخاطب عاميّاً كان أو خاصيّاً ؛ فيكون في ذلك من المعاني العالية والحكم الدقيقة ما يفهمه الخاصّة ، ويؤمر العامّة بتفويض الأمر فيه إلى الله تعالى والوقوف عند حدّ المحكم ، فيكون لكلٍّ نصيبه على قدر استعداده ، وهو وجه ضعيف أيضاً ، فلازم قوله أن لا تتضمّن المتشابهات أزيد ممّا تكشف عنه المحكمات ، وعند ذلك يبقى السؤال عن سرِّ وجود المُتشابه على حاله .\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nالحادي عشر : إنّ اشتمال القرآن على المتشابهات إنّما هو من اللوازم التي لا تنفكّ عن وجود التأويل للقرآن ، ومعنى ذلك أنّ الله سبحانه لم يجعل الآيات بنحو تنقسم فيه إلى محكمة ومتشابهة بحيث كان بالإمكان التحرّز عن ذلك ، وإنّما كان لا بدَّ من ذلك ؛ وهذه اللابديّة تفرضها طبيعة اللغة التي نزل بها القرآن الكريم ؛ وعدم المكنة من جعله محكماً تعود للقابل لا إلى الفاعل سبحانه ؛ فاللغة احتيج لها في عالم الحسّ والمادّة ، ولذلك فهي تنتمي إليه وإن كانت هي بحسبها أمراً اعتباريّاً ؛ وعالم الحسِّ موجب لاختلاف الناس في فهم المعاني الخارجة عن الحسّ والمحسوس ؛ فإذا ما أُريد إيصال المعاني العليا ، الُمنبثقة من عالم التجرّد الُمطلق لعالم الحسّ فلا بدَّ لها أن تنزل في قالب يُلائم عالم الحسّ القائم على أساس التنوّع والاختلاف ، ومنه تفاصيل اللغة العربيّة ، فكان النزول في ذلك القالب مُقتضياً لتنوّع القرآن إلى مُحكم ومُتشابه .\r\nوهو الوجه المُختار عندنا ؛ وتوضيحه يتوقّف على ذكر مقدّمات :\r\nالأولى : إنّ الله سبحانه ذكر أنّ لكتابه تأويلًا هو الذي تدور مداره المعارف القرآنيّة والأحكام والقوانين وسائر ما يتضمّنه التعليم الإلهي ، وأنّ هذا التأويل الذي تستقبله وتتوجّه إليه هذه البيانات أمرٌ تقصر عن نيله الأفهام وتسقط دون الارتقاء إليه العقول ، إلّا نفوس الذين طهّرهم الله وأزال عنهم الرجس ، فإنّ لهم خاصّة أن يمسّوه .\r\nالثانية : إنّه لمّا كان عامّة الناس لا يتجاوز فهمهم المحسوس ولا\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nيرقى عقلهم إلى ما فوق عالم المادّة والطبيعة ، وكان من ارتقى فهمه منهم بالارتياضات العلميّة إلى الورود في إدراك المعاني وكلّيات القواعد والقوانين ، يختلف أمره باختلاف الوسائل التي يسّرت له الورود في عالم المعاني والكلّيات ، كان ذلك موجباً لاختلاف الناس في فهم المعاني الخارجة عن الحسّ والمحسوس ، اختلافاً شديداً ذا عرض عريض على مراتب مختلفة ، وهذا أمرٌ لا ينكره أحد .\r\nولا يمكن إلقاء معنىً من المعاني إلى إنسان إلّا عن طريق معلوماته الذهنيّة التي تهيّأت عنده في خلال حياته وعيشه ، فإن كان مستأنساً بالحسّ فعن طريق المحسوسات على قدر ما رقى إليه من مدارج الحسّ ، كما يمثّل لذّة النكاح للصبيّ بحلاوة الحلواء ، وإن كان نائلًا للمعاني الكلّية ففيما نال وعلى قدر ما نال ، وهذا ينال المعاني من البيان الحسّي والعقلي معاً بخلاف المستأنس بالحسّ .\r\nالثالثة : إنّ الهداية الدينيّة لا تختصّ بطائفة دون طائفة من الناس ، بل تعمّ جميع الطوائف وتشمل عامّة الطبقات ، قال تعالى : شَهُر رمَضانَ الَّذِي أُنْزِلَ فيِهِ الْقُرْآنُ هُدًى للِنّاسِ وَبَيِّنات مِنَ الُهدى وَالْفُرْقانِ ( البقرة : ) .\r\nوهذا المعنى - أعني اختلاف الأفهام وعموم أمر الهداية مع ما عرفت من وجود التأويل للقرآن - موجب أن تُساق البيانات مساق الأمثال ، وهو أن يتّخذ ما يعرفه الإنسان ويعهده ذهنه من المعاني ، فيبين به ما لا يعرفه لمناسبة ما بينهما ، نظير توزين المتاع بالمثاقيل ولا\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nمسانخة بينهما في شكل أو صورة أو حجم أو نوع إلّا ما بينهما من المناسبة وزناً . وهذه طريقة القرآن الكريم في تكليمه للناس ، فهو يصرّح أنّ الأمر أعظم ممّا يتوهّمه الناس أو يخُيّل إليهم .\r\nوالآيات القرآنيّة المذكورة سابقاً كقوله تعالى : حم وَالْكتِابِ المُبينِ * إنّا جَعَلناهُ قُرْآناً عَرَبِيّاً لعّلكُمْ تَعْقلُونَ * وَإنَّهُ فِي أُمِّ الْكتِابِ لَدَيْنا لَعَلّي حَكِيمٌ ( الزخرف : - ) ظاهرة في أنّ هناك كتاباً مبيناً عرض عليه جعْله مقروءاً عربيّاً ، وإنّما أُلبس لباس القراءة والعربيّة ليعقله الناس ، وإلّا فإنّه وهو في أُمّ الكتاب عند الله تعالى عليٌّ لا تصعد إليه العقول ، حكيمٌ لا يوجد فيه فصول . وفي الآية تعريف للكتاب المبين وأنّه أصل القرآن العربي المبين ، وفي هذا السياق .\r\nوخلاصة الوجه الُمختار هو أنَّ القرآن الكريم بوجوده الخزائني الُمعبَّر عنه قرآنيّاً بذلك ، وبألفاظ أُخرى ، هو : أنّه مُحكم كلّه لا مُتشابه فيه ؛ نظراً لمكنة عالمه من ذلك . فلمَّا حان تفصيله في ألفاظ وقوالب تنتمي إلى عالم الحسِّ والمادّة ، اقتضى الأمر وقوع المُتشابه فيه بنحو لا معنى لتصوّر الاختيار فيه ، وبعبارة منطقيّة : إنَّ اقتصار ألفاظه ومعانيه اللغويّة على المُحكم وحده سالب بانتفاء الموضوع ؛ ولذلك فكلَّما ارتقى القارئ الُمتخصّص في عالم المجرّدات اشتدَّ إحكام القرآن عنده ، وكلَّما اعتنى بألفاظه استغرق بمُتشابهه ؛ فاللغة بطبعها تقتضي التشابه ، كما أنَّ التجرد المطلق يقتضي الإحكام بطبعه ؛ وعليه فإنَّ المتشابه لم يكن مقصوداً بذاته لوقوعه اضطراراً ، وإنّما قُصدت نتيجته التي بها\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nيُعرف الصادقون بصدقهم والمنافقون بنفاقهم ، وما شابه ذلك من نتائج لها صلة ببعدي الإيمان والطاعة .\r\n\r\nالأمر الرابع : اختلاف المحكم والمتشابه باختلاف القارئ\r\nأيّاً كانت الصورة التي عليها الُمحكم والُمتشابه فإنَّ ذلك سوف يتأثّر كثيراً بشخصيّة القارئ ، بمعنى أنَّ شخصيّة القارئ المُتخصّص - فضلًا عن غيره - سوف تُسهم في تحديد نطاق المحكم ونطاق الُمتشابه ، فالقرآن في ظاهره ليس كُلّه مُتشابهاً ، وليس كلّه مُحكماً أيضاً ، وهذا واضح ، ولكنَّ دائرتي المُحكم والمُتشابه ليستا واضحتين ، فالمُحكم مُحكم لقارئه ، والمُتشابه مُتشابه لقارئه أيضاً ، ممَّا يعني أنَّ دائرة الخلاف سوف تشمل المُحكم أيضاً ، ولكن بلحاظ القارئ لا بلحاظ المُحكم نفسه ، وهذا ما يحصل عادة بالنسبة لأصحاب الاتّجاهات والقبليات النافذة ، والقصديات الحاكمة على مضامين النصّ ، لاسيّما في الموارد العقديّة .\r\nودعوى تشابه المُحكم يسيرة جداً ، وقد يعجز عن دفعها ألف دليل ، لا لمتانتها ، ولكن لوجود من يُناقش في البديهيات العقليّة والعُقلائيّة ، فكيف بإحكام الُمحكم وتشابه الُمتشابه .\r\nوإذا كان الأمر كذلك ، فما الذي ينبغي الالتزام به لحفظ حدود المُحكم والمُتشابه ؟\r\nإنَّ ذلك يجرّنا إلى تشطير المسألة إلى عدّة أقسام بلحاظ القارئ ثمَّ بيان حدود كلّ قسم منها ، وما يُمكننا الالتزام به .\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\n\r\nالأمر الخامس : القرآن كلّه مُحكم وكُلُّه مُتشابه\r\nمن هنا يتأكّد لنا بأنَّ القرآن الكريم كلّه مُحكم لمن خُوطب به ، وتنزَّل في بيوتهم التي أذن الله أن تُرفع ؛ النبيّ الأكرم ( ص ) أصالةً وعترته الطاهرة ( ع ) وراثة ، ولذلك لزم على الأمّة قاطبةً الرجوع إليهم والتسليم لهم تسليماً ، وفي ذلك الرحمة التامّة ، وقد بلَّغنا القرآن الكريم بذلك ، لنُطيع أمره ظاهراً وباطناً ، وليكمل الدين بذلك وتتمّ النعمة ، قال تعالى : فَإنْ حاجُّوكَ فَقُلْ أَسْلَمتُ وَجْهيَ للهِ وَمَنِ اتَّبَعَنِ وَقُل لِّلَّذِينَ أُوتُواْ الْكتِابَ وَالأُمِّيِّينَ أَأَسْلَمتُمْ فَإنِ أَسْلَموْا فَقدِ اهْتَدَواْ وَّإنِ تَوَلَّواْ فَإنّما عَلَيْكَ الْبَلَاغُ وَاللهُ بَصِيرٌ بالِعَباد ( آل عمران : ) .\r\nكما أنَّ القرآن الكريم كلّه مُتشابه أيضاً لمن في قلبه زيغ ومرض وبيل ، ولكنّ تجلّيات هذا الزيغ وأعراض المرض تظهر بقوّة في الآيات المُتشابهة ؛ إذ لا همّ له سوى إنقاذ مواليه من زيفهم وخطاياهم ، وذلك من قبيل تفسيرهم لقوله تعالى : تِلْكَ أُمَّةٌ قَد خَلَتْ لهَا مَا كَسَبتْ وَلَكُم مَّا كَسَبْتُم وَلَا تُسْأَلُوَن عَمَّا كَانوا يَعَملُونَ ( البقرة : ) ، بكفّ السؤال عن أحوال المسلمين عموماً والصحابة خصوصاً في الصدر الأوّل من الإسلام ، وكأنَّ الآية قالت : وَلا تسْأَلُونَ عَمَّا كَانُوا يَعْمَلُونَ ، ولم تقل : وَلا تُسْأَلُونَ عَمَّا كَانُوا يَعْملُونَ !\r\n\r\nالأمر السادس : التشابه المفهوميّ والمصداقيّ\r\nيُراد بالتشابه المفهومي أن تكون نفس الألفاظ القرآنيّة غير بيّنة ،\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nحيث لا يظهر منها وجه محدّد ، فيقع الخلاف في المراد ، فيكون المراد الأوّلي من اللفظ مُبهماً ، بخلاف التشابه المصداقي فإنّه يفترض وضوح المعنى في دائرة المفهوم ، ولكنّه يقع الخلاف في تحديد مصداقه ، من قبيل الاختلاف في مصداق القلم والكرسي والاستواء واليد والوجه والعين .\r\nإنَّ التشابه القرآني قد يكون مفهوميّاً وهو أقلّي ، وقد يكون مصداقيّاً وهو غالبيّ ، وما قيل في حصر التشابه بالمصداقي غير دقيق وإن كان غالبيّاً ، فتدبّر .\r\n\r\nالأمر السابع : وتديّة المحكم والمتشابه\r\nبعد هذه الوقفة التوضيحيّة للمُحكم القرآني ومُتشابهه ، وبيان موقفنا التصوّري والتصديقي لهما ، نحتاج أن نُبيِّن علاقة الأوتاد القرآنيّة بهما ، وربما يبدو للوهلة الأُولى بأنَّ الإحكام يُمكن أن يكون تعبيراً آخر عن الوتديّة في القرآن ، وهو تصوّر صحيح إلى حدٍّ ما ، وذلك بلحاظ القارئ الذي عادةً ما يكون غير معصوم ، فيكون القرآن بلحاظه محكماً ومُتشابهاً ، إن لم يكن مُتشابهاً كلّه ؛ لما عرفت بإحكام القرآن في حدود المعصوم لا غير ، ممّا يعني أنَّ وتديّة المُحكم لها وجه ظاهريّ يتعلَّق بغير المعصوم ، ووجه واقعيّ بلحاظ النصّ وقراءة المعصوم له .\r\nوحيث إنّنا نفتقر لقراءة المعصوم فإنَّ الوتديّة سوف تبقى مفهوماً\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nمُشكِّكاً من قارئ لآخر ، ولكنها عادة ما تنحصر بالمُحكم القرآني ، لا بمعنى الشمول المُطلق فإنَّ شرط الوتديّة الإحكام ولا عكس لغوي في المقام ، فهنالك الكثير من الآيات المحكمات ليست بأوتاد ، وقد اتّضح لنا ممّا سبق وجه الوتديّة في الآية ، غاية الأمر أنّنا سوف نضيف قيداً جديداً ، هو كون الوتد القرآني مُحكماً ، ما دام القارئ غير معصوم ، وإلّا فلا معنى للمُتشابه بلحاظ قراءته ، وهذا واضح .\r\nوخلاصة الأمر في وجه العلاقة بين الوتديّة والإحكام والتشابه هي : أنَّ مصاديقهما معاً مُرشّحة للاتّصاف بالوتديّة ، ولكن بلحاظ قراءة المعصوم ، وأمّا بلحاظ القارئ الُمتخصّص من أهل الفنّ والصنعة فلابدَّ أن يكون الوتد القرآني عنده محكماً قرآنيّاً ، وأمّا بلحاظ الآخرين ، فلا يبعد أن يكون القرآن كلّه مُتشابهاً عندهم ، وبالتالي فلا موضوع للوتديّة في المقام « 1 » .\r\n\r\nتاسعاً : وظائف أخرى للأوتاد القرآنيّة\r\nإنَّ جميع ما تقدّم من بيانات توضيحيّة وتقريبيّة لوظائف الأوتاد القرآنيّة لاسيَّما على مستوى العمليّة التفسيريّة قد لُوحظ فيها الظهورات الأوّليّة ، ولذلك فمن الممُكن جدّاً أن تكون هنالك وظائف أُخرى تُسجِّل لنا دوائر معرفيّة جديدة ، منها أنّها المادّة الأوّليّة لحركة الإمام ومحور للحركة المعرفيّة ، كما أنّها تُعطي آليّة جديد للفقيه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) منطق فهم القرآن : ج 1 ، ص 489 - 524 . .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nالمُستنبط في التعاطي مع النصوص الدينيّة ، لاسيَّما الروائيّة منها ، ومن وظائفها أيضاً إرشاديتها للعلوم الأُخرى ، ومدخليتها في معرفة وصيانة البناءات الأساسيّة للإنسان « 1 » .\r\n\r\nعاشراً : علاقة الأوتاد القرآنيّة بالعلوم والمعارف الأخرى\r\nتقدَّمت الإشارة إلى علاقة الأوتاد القرآنيّة بالفقه وعمليّة استنباط الأحكام الشرعيّة ، وهذه النافذة تطلّ بنا على مجالات أُخرى من العلوم الأُخرى ، سواء كانت عقليّة ( منطق ، علم كلام ، فلسفة ، عرفان نظري ) أم نقليّة ( حديث ، تأريخ ) أم طبيعيّة ( طبّ ، فيزياء ، كيمياء ، علوم بيولوجيّة ) أم العلوم الجديدة ( باراسيكولوجي ، علم الفضاء ) ، ووجه العلاقة هو انطباع عالم التكوين في عالم التدوين ، فالمنطبع في التدوين يحكي لنا وجود أوتاد تكوينيّة حقيقيّة ، وقد تقدَّمت الإشارة لذلك .\r\nإذن ، فالأوتاد القرآنيّة تُهدي الواقف عليها إلى وجود شبيهاتها في عالم التكوين ، وبالتالي فإنَّ القارئ لعالم التكوين سوف يتحرّك وفق منظومة قرآنيّة ، ثمَّ إنَّ هذه الوظيفة الكشفيّة لا تتحجّم عندها الأوتاد القرآنيّة في عالم التكوين ، وإنّما سوف تكون الأوتاد القرآنيّة طرقاً لتحديد هويّة الأوتاد التكوينيّة ، بل وحاكمة أيضاً على النتائج الأوّليّة التي تُقدّمها عمليّة التنقيب عن الأوتاد التكوينيّة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر نفسه : ج 1 ، ص 525 . .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nوعليه فهنالك أوتاد تدوينيّة وأُخرى تكوينيّة ، وبالتالي فالكشف عن الأوتاد التكوينيّة سوف يُقدِّم للمعارف الإنسانيّة أبجديّة حقيقيّة لفهم العالم والكشف عن أسراره « 1 » .\r\n\r\nأحد عشر : علاقة الأوتاد القرآنيّة بالرسوم الشرعيّة\r\nوهنا نُريد أن نُؤكّد ما انتهينا إليه في الوظائف الأُخرى للأوتاد القرآنيّة ، وهي الأحكام والرسوم الشرعيّة . إنَّ هذه الرسوم أرضيّتها الأُولى والحقيقيّة هي القرآن الكريم ، فلا يُمكن أن نتصوَّر فقهاً بعيداً عن البيانات القرآنيّة ، ورغم أنَّ المشهور يذهب إلى انحصار ذلك بآيات الأحكام التي لا تتجاوز فعليّاً الخمسمائة آية ، إلّا أنَّ الصحيح هو عدم الانحصار ، فلا آيات الأحكام تنحصر بذلك ، ولا المرجعيّة للقرآن تدور حول ذلك ، فآيات الأحكام لا تعدو عن كونها مجالًا تطبيقيّاً ، في حين إنّنا نبحث في أصل النظريّة ، بمعنى تأصيل مرجعيّة القرآن الكريم لكلِّ النتاج الفقهي ، وهذه المرجعيّة تنبثق من خلال وظائفيّة الأوتاد القرآنيّة ، وحيث إنَّ التفصيل في هذه المسألة يخُرجنا عن موضوعة البحث فإننا نقتصر على ذلك راجين المولى جلَّ وعلا التوفيق للتعرّض إلى تفصيلات الأوتاد القرآنيّة في دراسات قرآنيّة تخصّصيّة أُخرى « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر نفسه : ج 1 ، ص 526 .\r\n( 2 ) المصدر نفسه : ج 1 ، ص 526 - 527 . .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n\r\nإثنا عشر : علاقة الأوتاد القرآنيّة بالبناءات الأساسيّة للإنسان\r\nإنَّ عالم التكوين فيه إجمال وتفصيل ، وإجماله هو الإنسان نفسه ، فهو العالم الصغير ، وتفصيله وجودات العالم الآفاقي ، فهو الإنسان الكبير ، وهذا التشطير الإجمالي التفصيلي مُنعكس تماماً في القرآن الكريم ، فهو الآخر فيه إجمال لمعارفه وتفصيل ، وإجماله على ما تقدّم هو سورة الفاتحة أو المثاني السبع ، وتفصيله بقيّة السور والآيات ، أو القرآن العظيم .\r\nوهنا نريد أن نفتح نافذة أُخرى على الإجمال القرآني في قبال تفصيله ، وهو ما يتعلَّق بالأوتاد القرآنيّة ، فإنّها المحور الكلّي لجميع المعارف القرآنيّة ، ولعلَّ سورة الفاتحة هي الوتد القرآني الأخصّ الجامع لكمالات القرآن وجماله وجلاله ، بحسب التجلّي الإلهي فيه .\r\nوعلى أيّ حال ، فإنَّ هذا التصوير الجديد للإجمال القرآني في قبال تفصيله الكامن في الأوتاد القرآنيّة يُقرّبنا من وجه العلاقة بين القرآن والإنسان ، وحيث إنَّ الأوتاد القرآنيّة تمثّل البناءات الأوّليّة والأساسيّة في القرآن الكريم فإنَّ وجه العلاقة بينها وبين الإنسان باعتباره المُخاطب الأوّل للقرآن يدور حول البناءات الأساسيّة للإنسان .\r\nوبالتالي فإنَّ ما جاء في الخبر عن الرسول الأكرم ( ص ) : «\r\nمن عرف نفسه فقد عرف ربّه\r\n» ، وعن أمير المؤمنين عليّ ( ع ) : «\r\nمن عرف نفسه كان لغيره أعرف\r\n» ، سيكون لهما توجيه آخر ، وهو أنَّ الوقوف على\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nالبناءات الأساسيّة للإنسان مُفضٍ إلى معرفة الله تعالى ومعرفة مخلوقاته ، ولمعرفة هذه البناءات الأساسيّة نحتاج إلى مدخل يُمكّننا من ذلك ، وهذا المدخل متمثّل بالأوتاد القرآنيّة ، وهو مدخل معرفيّ توصّلي في محطّته الأُولى ، كما أنّه سور وقائيّ يصون البناءات الأُولى من الزيغ والانحراف ، ممّا يعني أنَّ الأوتاد القرآنيّة لها نوع مسؤوليّة تكوينيّة وقائيّة تحفظ الفطرة الإنسانيّة من التلوّث النظريّ والعمليّ ، وهذا كاشف إنّي عن سرّ الزيغ والتلوّث الذي أُصيبت به فطرة الأعمّ الأغلب من بني الإنسان الذين لم يتزوّدوا بالمعطيات المعرفيّة للأوتاد القرآنيّة .\r\nجدير بالذكر أنَّ هويّة البناءات وعلاقتها بالمدخل الأوتادي يحتاج منّا وقفة تأمّليّة تحقيقيّة للخروج بنظريّة معرفيّة قرآنيّة نُحدّد من خلالها رسوم العلاقة بين البناءات الأساسيّة للإنسان ووظائفيّة الأوتاد القرآنيّة ، وهو ما نأمل الوقوف عنده في دراسات قرآنيّة أُخرى معَّمقة « 1 » .\r\n\r\nتبصرات سبع\r\n\r\nتبصرة أولى\r\nحيث إنَّ الأوتاد تُشكل البناءات الأساسيّة للقرآن الكريم والمحرِّك الأساسي في رسم وتنفيذ أهداف القرآن الكريم ، فإنَّ ذلك يفرض نوعاً من العناية الإلهيّة الخاصّة بها ، كأن تكون هذه الأوتاد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر نفسه : ج 1 ، ص 527 - 528 . .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nالقرآنيّة تُوحى إلى الرسول الأكرم ( ص ) بصورة مُباشرة ، وذلك لشدّة كمالاتها التي يقصر ملك الوحي عن تحمّلها .\r\n\r\nتبصرة ثانية\r\nنظراً لما تحمله الأوتاد القرآنيّة من كمالات ومقامات معرفيّة عُليا فالمُتصوّر فيها هو أن تكون هي المعنيّة بقوله تعالى : لَوْ أَنزَلْنا هَذَا الْقُرْآنَ عَلَى جَبَلٍ لَّرَأَيتَهُ خَاشِعاً مُّتَصّدعاً مِّنْ خَشْيَةِ اللهِ وَتلِكَ الْأَمْثَالُ نَضْرِبُهَا للِنَّاسِ لَعّلهُمْ يتَفَكَّرُونَ ( الحشر : ) ، أو هي المصداق البارز لذلك .\r\n\r\nتبصرة ثالثة\r\nإنَّ الأوتاد القرآنيّة عموماً ، تفسيريّة كانت أم تأويليّة ، المُتصوّر فيها هو أن تكون هي النازلة على قلب النبيّ في ليلة القدر ، فإنَّ القرآن الكريم قد نزل بأُسلوبين ، دفعي وتدريجي ، وهنا يُمكن القول بأنَّ النازل دفعيّاً هو خصوص الأوتاد ، لأنّها تحمل بكمالاتها أساسيات وجود القرآن الكريم .\r\n\r\nتبصرة رابعة\r\nنظراً لما تشتمل عليه الأوتاد القرآنيّة من كمالات القرآن بأسره ، بل هي المحور في كلّ ذلك فإنَّها تمثّل المفاتيح الأساسيّة لفهم القرآن الكريم تفسيراً وتأويلًا ، والفاقد للمعرفة بها أو بأهدافها وغاياتها يكون فاقداً ظاهراً لشرط من شروط التفسير ، وواقعاً لشرط من شروط التأويل .\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\n\r\nتبصرة خامسة\r\nحاكميّة الأوتاد القرآنيّة على النصوص القرآنيّة الأُخرى يتوقّف تفعيلها الظاهري على قدرات المُفسّر في الكشف عنها ابتداءً ، وفي الكشف عن حركيّتها ومساحتها المعرفيّة ، وأمّا حاكميّتها الواقعيّة فهي حاصلة منذ جعلها ، وبالتالي فإنَّ الحاكميّة الواقعيّة سوف تقترن بقراءة المعصوم للنصّ القرآني ، وأمّا الحاكميّة الظاهريّة فهي من نصيب غير المعصوم ، وإن علت مراتبه .\r\n\r\nتبصرة سادسة\r\nهنالك صلة وثيقة بين وظائفيّة الأوتاد القرآنيّة وبين الكشف عن البناءات الأُولى للإنسان وتحديد ملامحها من جهة ، ومن جهة أُخرى لها دور صياني لتلك البناءات الأُولى المتمثّلة بالفطرة الإنسانيّة السليمة .\r\n\r\nتبصرة سابعة\r\nللأوتاد القرآنيّة دور حساس جدّاً في الصناعة الفقهيّة ، فإنّها تتبوَّأ مقام المرجعيّة العليا لجميع النصوص الدينيّة ، وبالتالي فإنَّ على الفقيه تقصّي هذه الأوتاد والوقوف على معطياتها ، ولا يبعد أن تكون مساحة الوقوف عليها دليل اجتهاد وأعلميّة أيضاً « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر نفسه : ج 1 ، ص 528 - 53 . .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n\r\nالمبحث الثاني : السلميّة في القرآن\r\nالمراد من السلّم القرآني\r\nتصوّرات السلم القرآني\r\nمراتب السلّم القرآني\r\nمهامّ السلّم القرآني\r\nموقعيّة آية الكرسي من السلّم القرآني\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\n\r\nأوّلًاً : المراد من السلم القرآني\r\nيمكن عرض السلّميّة القرآنيّة من عدّة وجوه :\r\n\r\nالوجه الأوّل : السُّلَّميّة الذاتيّة\r\nالسُّلَّميّة الذاتيّة للقرآن الكريم تمثّل النظام الداخلي للسير المعرفي فيه . وللذاتيّة معنىً آخر وهو ارتقائيّة مطالبه بغضِّ النظر عن كُبروياته وصُغروياته ، وهذا الارتقاء ذو بُعدين ، الأوّل : بلحاظ الموضوع الواحد ، وهو معنى مُقارب للذاتيّة الأُولى ، والآخر : بلحاظ الموضوعات المختلفة ، فبعضه مرجع للبعض الآخر ، وهو معنى مُقارب لوظائفيّة الأوتاد القرآنيّة ، وهذه السُّلَّميّة الذاتيّة هي أُولى مهامّه التفسيريّة ، وسيأتي توضيحه في المهامّ .\r\n\r\nالوجه الثاني : السُّلَّميّة الغيريّة\r\nبمعنى أنَّ سُلَّميّة القرآن الكريم هي بإزاء العلوم الأُخرى ، سواء كانت شرعيّة أم غير شرعيّة ، وجليّ جدّاً سُلَّميّته لعلم الحديث ، ومخُتلف علوم القرآن ، ولعلم الكلام أيضاً بوجهٍ ما ، وللعلوم الأُخرى لمن وقف على إشاراته الدقيقة ، من قبيل إشارته لحركة الأرض والشمس ، وإشارته إلى لُقاحيّة الرياح للأشجار والأزهار ، وإشارته إلى المقاطع الثلاثة في رحم المرأة .\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nومعنى السلَّميّة الغيريّة هو أن يكون القرآن الكريم طريقاً للكشف عن الأسرار المعرفيّة في المجالات الأُخرى ، كما هو واضح في الأمثلة المُتقدّمة .\r\nإنَّ هذه السلَّميّة لا تقلّ شأناً عن الذاتيّة ، معرفيّاً وإعجازيّاً .\r\n\r\nالوجه الثالث : السُّلَّميّة التوافقيّة\r\nبمعنى أن يكون القرآن الكريم مُرشداً وهادياً لجهة ما ، وتكون تلك الجهة مُرشدة وهاديةً أيضاً للقرآن الكريم ، وهذه الهداية ذات البُعدين لا يلزم منها الدور الباطل ، نظراً لاختلاف هويّة الهداية ، فالقرآن الكريم يُعرّف الأمّة بتراجمته ومُؤوّليه الراسخين في العلم ، والتراجمة والراسخون في العلم يهدون الأُمّة لنكاته الخفيّة وتفصيلاته التي لا يُبصرها غيرهم .\r\nولهذه الثنائيّة الهدايتيّة المعرفيّة ثمرات ومُعطيات انعكست حرفيّاً في حديث الثقلين الذي يُلزم الأمّة بالتمسّك بالقرآن والإمام حفظاً لهم من الضلالة ، وأيُّ تفريط بأحدهما يعني السير شيئاً فشيئاً في طريق التيه والانحراف والضلالة .\r\n\r\nالوجه الرابع : السُّلَّميّة الأنفسيّة\r\nإذا اتّضحت لنا جدليّة العلاقة بين عالم التدوين بوجوده القرآني ، كأفضل وجود تدوينيّ ، وبين عالم التكوين بوجوده الإنساني ، كأفضل وجود إمكاني ، فإنَّ سُلَّميّة القرآن للنفس الإنسانيّة ستكون جليّة ، ولا\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nيبعد أن تكون هذه السُّلَّميّة مُنعكسة أيضاً ، فتكون توافقيّة أيضاً ، فكلاهما سُلَّم للآخر بمعنى الطريقيّة ، وللسُّلميّة في المقام وجه آخر أكثر عمقاً ونفعاً ، وهو أن تبدأ المعرفة أنفسيّة للتحقّق بكمالات الله تعالى المُطلقة ، ولكنّه سير قاصر بحسب السير النوعي لبني الإنسان ، ولأسباب يطول المقام بذكرها ، فاحتاج الإنسان محطّة معرفيّة أُخرى تُدنيه من هدفه الأسمى ، وهو معرفة الله تعالى ، وليس هنالك أشرف وأغنى من المعارف القرآنيّة ، ومن هنا تتعمّق أمامنا الحاجة للتمسّك بحديث الثقلين الذي ثبَّت لنا أركان الهداية والحفظ من الضلالة .\r\nإذن ، فالقرآن الكريم من أهمّ الطرق الموصلة إلى الله تعالى ، وهذا ما يحقّق الهدف الغائي الذي من أجله خُلق الخلق الذي لابدَّ من الوصول إليه وحيث إنَّ السير الأنفسي في حركته النوعيّة يبقى قاصراً فقد لزم وجود طريق آخر ، وهو القرآن الكريم ، وهذا هو معنى السُّلَّميّة الراجحة في المقام .\r\n\r\nالوجه الخامس : السُّلَّميّة الآفاقيّة\r\nفي ضوء ما تقدّم تتّضح لنا سُلَّميّة القرآن الكريم للوجود الإمكاني ببعده الآفاقي ؛ لما عرفت من كون العالم الإمكاني تفصيلًا كونيّاً إجماله مُتحقِّق بالإنسان ، فالعالم إنسان كبير ، والإنسان عالم صغير ، وقد عرفت وجه التوافق بين الإجمال القرآني وتفصيله وبين إجمال العالم وتفصيله ، وبالتالي فإنَّ العالم الإمكاني بأسره - بوجوده الحسّي\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nوالمجرّد ، وبوجوده المعارفي أيضاً - سُّلَّمه المعرفي هو القرآن الكريم ، وهذا أمر ينبغي التسليم به كبرويّاً ، وأمّا صغرويّاً - ( بمعنى تطبيقات هذه السُّلَّميّة القرآنيّة لتفصيلات الوجود الآفاقي ومعارفه ) فيحتاج إلى قراءة منهجيّة دقيقة في بُعديها التفسيري والتأويلي . بعبارة أُخرى أدقّ : إنَّ الأمر بحاجة إلى قارئ راسخ في العلم ، أو ما هو قريب من ذلك ، وسوف تأتي إشارات إلى هذه الحقيقة القرآنيّة في مُجمل بحوثنا اللاحقة « 1 » .\r\n\r\nثانيا : تصو يرات السلّم القرآني\r\nالآن بعد هذه الجولة السريعة في الوجوه الُمحتملة للسُّلَّميّة القرآنيّة ، يصل بنا المقام إلى عرضها ضمن تصويرات أربعة ، وهي :\r\n\r\n1 . التصوير القرآني\r\nوردت جملة من النصوص القرآنيّة التي تحكي سلَّميته في ضمن الوجوه الآنفة الذكر ، منها قوله تعالى : إِنَّ هَذَا الْقُرْآَنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا كَبِيرًا ( الإسراء : ) ، فهو سُلَّم لأشرف كمال مُتوقَّع ، لأنّه هو الأقوم ، فلا يُتصوّر ما هو أقوم منه ، ومنها قوله تعالى : ذَلِكَ الْكِتَابُ لَا رَيْبَ فِيهِ هُدًى لِلْمُتَّقِينَ ( البقرة : ) ، وقوله تعالى : الر كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر نفسه : ج 2 ، ص 1 . .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nلِتُخْرِجَ النَّاسَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِ رَبِّهِمْ إِلَى صِرَاطِ الْعَزِيزِ الْحَمِيدِ ( إبراهيم : ) ، فهو الطريق للخروج من الجهل كلِّه إلى العلم كلِّه ، وقوله تعالى : يَا أَيُّها النَّاسُ قَدْ جَاءتْكُم مَّوْعِظَةٌ مِّن رَّبِّكُمْ وَشِفَاء لمّا فِي الُّصدُورِ وَهدًى وَرَحْمةٌ لِّلْمُؤْمِنِينَ ( يونس : ) وفي هذا النصّ الأخير مستوى عميق جدّاً عن السُّلَّميّة القرآنيّة ، فالإنسان في قلبه مُشكلات وشُبهات معرفيّة مُستعصية تحتاج دواءً ناجعاً لا يُبقي لها عيناً ولا أثراً ، كإشكاليّة الإيجاد من لا شيء ، وشُبهة استحالة إرجاع ما عُدِم ، وغير ذلك من الإشكاليات العميقة التي لا يفي معها حتّى البرهان ، فيبقى في القلب شيء ، لاسيَّما بالنسبة للقلوب الضعيفة معرفيّاً ، وهنا تقدّم هذه الآية الكريمة العلاج الذي يقضي على مناشئ الشكّ ويُطفئ براكينه إلى الأبد ، وهو القرآن الكريم ، فهو سُلَّم للوصول إلى الأمن النفسي والطمأنينة القلبيّة والتوازن المعرفي والارتقاء الروحي المبنيّ على حلول تملأُ الوجدان .\r\n\r\n2 . التصوير الروائي\r\nمن جملة النصوص الروائيّة الواردة في سُلَّميّة القرآن ما رُوي عن رسول الله ( ص ) أنّه قال :\r\n« القرآن هدى من الضلالة ، وتبيان من العمى ، واستقالة من العثرة ، ونور من الظلمة ، وضياء من الأحداث ، وعصمة من الهلكة ، ورشد من الغواية ، وبيان من الفتن ، وبلاغ من الدنيا إلى الآخرة ، وفيه كمال\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nدينكم ، وما عدل أحد عن القرآن إلّا إلى النار\r\n» « 1 » حيث تضمَّن أحد عشر وصفاً مُؤكِّدة لسُلَّميته .\r\nوقد ذكر الإمام الرضا ( ع ) يوماً القرآنَ فعظَّم الحجّة فيه ، والآية والمعجزة في نظمه ، وقال : «\r\nهو حبل الله المتين ، وعروته الوثقى ، وطريقته المثلى ، المؤدّي إلى الجنةّ ، والمنجي من النار ، لا يخلق على الأزمنة ، ولا يغثّ على الألسنة ، لأنّه لم يجعل لزمان دون زمان ، بل جُعِل دليلَ البرهان ، والحجّة على كلِّ إنسان\r\n» « 2 » ، وهنا توكيد لصفة أُخرى لسُلَّميّة القرآن ، وهي ديمومة هذه الوظيفة التكوينيّة ، فهو لا يخلق على الأزمنة ، والحجّة على كلِّ إنسان .\r\n\r\n3 . التصوير العقلي\r\nلا ريب بأنَّ الإنسان ساعٍ لتحصيل كماله ، وكماله المقصود واقعاً هو المُطلق الذي مصداقه الأوحد الذات المقدّسة ، وحيث إنَّ الله قد تجلَّى في كتابه بكماله وجماله وجلاله كما تقدَّم ، فإنَّ القرآن سوف يكون سُلَّماً حقيقيّاً للإنسان للوصول إلى هدفه ، فالسُّلَّميّة لازم ذاتيّ للقرآن الكريم ، موجب للوصول إلى كمالات الله تعالى ، ومن هنا يتّضح لنا السرّ الأعظم في كلمة الإمام الرضا ( ع ) الآنفة ، وهو يصفه بأنّه : «\r\nلا يخلق على الأزمنة\r\n» ، لأنَّ قوامه صفات الله تعالى بكمالها وجمالها وجلالها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكافي : ج 2 ، ص 6 .\r\n( 2 ) عيون أخبار الرضا ، للشيخ الصدوق : ج 1 ، ص 137 ح 9 . .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\n\r\n4 . التصوير الفطري\r\nإنَّ الفطرة طريق سليم بحدِّ ذاته للوصول إلى الله تعالى ، ولكنَّ هذه الفطرة عادة ما تعيقها التعلّقات المادّية فيضعف أثرها ، ولكن لا تنطفئ رغبتها الذاتيّة في الوصول إلى الكمالات المطلقة ، ولذلك تبقى داعية للوصول ، فإذا ما توفّر طريق آخر فإنّ الفطرة تتشبَّث به بغية الوصول للهدف ، وحيث إنَّ القرآن ينسجم تماماً مع دواعي الفطرة في تحصيل كمالها ، فإنَّ الفطرة سوف تكون داعية للتمسُّك بالقرآن الكريم ليكون سُلَّماً حقيقيّاً في مجالي مقصد الفطرة ، أعني المعرفي والمعنوي ، وبذلك تكون الفطرة شاهد صدق على هذه السُّلَّميّة القرآنيّة « 1 » .\r\n\r\nثالثاً : مراتب السلم القرآني\r\nبعد الفراغ من السُّلَّميّة وتصويراتها ينتهي بنا المقام إلى بيان مراتب هذه السُّلَّميّة ، فإنّ أصل ثبوتها بيِّن بتبع ثبوت المراتب المعرفيّة والمعنويّة للقرآن الكريم ، وبالتالي فإنَّ القرآن الكريم سُلَّم لجميع مراتبه ، وحيث إنَّ كلّ مرتبة معرفيّة تقتضي سُلَّميّةً خاصّة بها فإنَّ السُّلَّم القرآني ستُلحظ فيه عدّة مراتب بتبع مراتب القرآن المعرفيّة والمعنويّة ، وأمّا المراتب المتصوّرة فيُمكن عرضها في هذه الأبعاد الثلاثة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) منطق فهم القرآن : ج 2 ، ص 16 - 19 . .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\n\r\n1 . مراتب السُّلَّم القرآني تفسيريّاً\r\nإنَّ المعارف القرآنيّة منها ما هو ظاهر يدخل في مجال التفسير ، ومنها ما هو باطن يدخل في مجال التأويل ، وذلك الظاهر القرآني ليس على مرتبة واحدة ، بمعنى أنَّ هنالك جملة من القرآئن الحاليّة والسياقيّة ، وجملة من الملازمات العقليّة تُساعد في تفصيل الظاهر القرآني إلى وجوه ، ومنه تفهم وصيّة الإمام علي ( ع ) لعبد الله بن عبّاس لمّا بعثه للاحتجاج على الخوارج ، حيث قال له : «\r\nلا تخاصمهم بالقرآن فإنَّ القرآن ؛ حمّال ذو وجوه ، تقول ويقولون ، ولكن حاججهم بالسنةّ فإنّهم لن يجدوا عنها من محيص » « 1 » .\r\nإنّ المكنة اللغويّة الوسيعة في النصّ القرآني التي تفسح المجال أمام تعدّد الظاهر واختلاف المراتب ، لها أسباب كثيرة ، نذكر منها سببين مهمّين ، الأوّل ليتبيَّن للناس من هو الأعلم بالقرآن والسنّة فيكون هو الإمام الحقّ ، والسيرة تحكي من كان هو الأعلم .\r\nوالسبب الثاني ، لأنَّ القرآن - كما تقدّم في قول الإمام علي الرضا ( ع ) : «\r\nلا يخلق على الأزمنة ، ولا يغثّ على الألسنة ، لأنّه لم يجعل لزمان دون زمان ، بل جُعِل دليلَ البرهان ، والحجّة على كلِّ إنسان »\r\n، فملاحظة الزمان بجميع مقاطعه ، والمكان بجميع فُسحه ، والإنسان بجميع مصاديقه ، كلّ ذلك يستدعي هذا التنوّع المصداقي على مستوى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) شرح نهج البلاغة ، ابن أبي الحديد : ج 18 ، ص 71 . .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nالظاهر فضلًا عن الباطن .\r\nجدير بالذكر أنَّ هذه المراتبيّة الذاتيّة للنصّ القرآني تُقابلها مراتبيّة أُخرى بلحاظ نفس القارئ للنصّ ، فقد يكون الظاهر واحداً في مرتبته ولكنّه مُتعدّد بلحاظ القارئ ، وهذا التعدّد إذا تمَّ رصده فواحد منه هو الحقّ والباقي لا اعتبار له .\r\n\r\n2 . مراتب السُّلَّم القرآني تأويليّاً\r\nإنَّ ما تقدّم في المراتبيّة الأولى يُمهّد لنا تصوّرها في مقولة التأويل ، بل ذلك من باب أَولى ، فقد ورد في الأخبار أنَّ للقرآن بطناً أو سبعة بطون أو سبعين بطناً ، بل لا نهاية لبطونه ، فقد ورد عن أمير المؤمنين علي ( ع ) أنّه شرع بشرح البسملة من أوّل الليل إلى آخره ولم يتمّ شرحها ، ثمَّ قال : «\r\nلو شئت لأوقرت سبعين بعيراً من باء بسم الله الرحمن الرحيم\r\n» « 1 » ، فدلَّ ذلك على انتفاء نهاية معاني القرآن ، وكيف يُتصّور نهاية لمعانيه وهو مجلى لكمال الله وجماله وجلاله ؛ قال تعالى : قُلْ لَوْ كَانَ الْبَحْرُ مِدَادًا لِكَلِمَاتِ رَبِّي لَنَفِدَ الْبَحْرُ قَبْلَ أَنْ تَنْفَدَ كَلِمَاتُ رَبِّي وَلَوْ جِئْنَا بِمِثْلِهِ مَدَدًا ( الكهف : ) .\r\nوهذا المعنى ينسجم تماماً مع فكرة التأويل ، وبذلك تتأكّد فكرة المراتبيّة التأويليّة « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عوالي اللآلئ : ج 4 ، ص 102 ، ح 150 .\r\n( 2 ) منطق فهم القرآن : ج 2 ، ص 22 . .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\n\r\n3 : مراتب السُّلَّم القرآني معنويّاً\r\nحيث إنَّ للقرآن سُلَّميّة مراتبيّة على المستويين التفسيري والتأويلي ، فإنَّ ذلك سوف يُثبت لنا بالضرورة سُلَّميّة السير المعنوي للقرآن الكريم بالنسبة لقارئه ، كما يُثبت لنا مراتبيّة هذه السُّلَّميّة أيضاً .\r\nولا شبهة ولا ريب بأنَّ هذه السُّلَّميّة والمراتبيّة المعنويّة هي المقصد الحقيقي الذي نتحرّك باتّجاهه في قراءتنا للنصّ القرآني ، فليس هنالك هدف غائيّ يكمن في سُلَّميّة النتاج التفسيري ، كما لا يوجد هدف غائي في النتاج التأويلي ، وإنّما الغائيّة الحقيقيّة تكمن في السُّلَّميّة المعنويّة ، وما عداها طريق موصل ومُفضٍ للسُّلَّميّة المعنويّة ، وهذا بيِّن .\r\nبقي أن نُلفت النظر إلى أنَّ هذه السُّلَّميّة المعنويّة لا تكفي في تحصيلها سُلَّميّةُ النصّ على مستوى التفسير ، وأمّا على مستوى التأويل فالأمر كذلك وفقاً لمقولة المعنى ، وبوجهيها معاً ، وأمّا بالنسبة لمقولة العينيّة الخارجيّة فهي كفيلة في تحصيل السُّلَّميّة المعنويّة ولكن في ضوء الخزائنيّة لا في ضوء تحقّق المُخبر عنه خارجاً ، وهذا لا يعني : انحصار تحصيل مراتبها كُلًا أو بعضاً في الوقوف على الخزائنيّة ؛ وذلك لأنَّ السُّلَّميّة المعنويّة هي الأوثق علاقة وتأثيراً في مجال الهداية ، وبالتالي فإنَّ أبواب بعض مراتبها الدنيا مُشرعة أمام الجميع ، فقد تُحدِث تأثيراً عميقاً في قلب مُستعدّ لذلك ، ولعلَّ من الشواهد على ذلك ما نُقل في توبة الفضيل بن عياض ، بل كثير ممَّن أسلموا في الصدر الأوّل من\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nالإسلام كان إسلامهم بسبب الأثر المعنوي الذي يتركه النصّ القرآني في قلوبهم ، فكان ذلك سُلَّمهم للوصول للحقِّ والتمسّك به .\r\nجدير بالذكر أنَّ المراتب المعرفيّة للسُّلَّميّة التفسيريّة وإن كانت ذات عرض عريض إلّا أنّها أضيق دائرة من السُّلَّميّة التأويليّة ، كما أنَّ التأويليّة هي الأُخرى أضيق دائرة من السُّلَّميّة المعنويّة ، وبالتالي فإنَّ السُّلَّميّة المعنويّة سوف تمثّل المرجعيّة لجميع الدوائر المعرفيّة السابقة عليها ، التفسيريّة والتأويليّة معاً ، من هنا يتّضح لنا وجه آخر لمعنى السير المعنوي في الأسماء الحسُنى وتتأكَّد جدوائيته « 1 » .\r\n\r\nرابعاً : مهامّ السلم القرآني\r\nهنا قد وصلنا إلى موضوعة هي حجر الزاوية في جميع أبحاث السُّلَّميّة القرآنيّة ، بل هي ما يعنينا أوّلًا وبالذات من جهة عمليّة ، تتمثّل ببيان المهامّ العلميّة والعمليّة للسُّلَّميّة القرآنيّة ، وهذا ما سنستعرضه ضمن أبعاد أربعة في البحوث التالية :\r\n\r\n1 . البعد التفسيري\r\nتقدّمت منّا إشارات لهذه المهامّ في عرض وجوه السُّلَّميّة القرآنيّة ، وهنا نودّ أن نُعمّق ما تقدّم من خلال بيان نُكات أُخرى نستجلي من خلالها حدود هذه المهامّ ، أمّا النكات فهي :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) منطق فهم القرآن : ج 2 ، ص 19 - 24 . .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\n\r\nألف : السُلَّميّة التفسيريّة بلحاظ النصّ\r\nفالنصوص القرآنيّة سُلَّم لنفسها ، بمعنى التوضيح المفهومي تارة ، وبمعنى التتميم المضموني تارة أُخرى ، وبمعنى التحديد المصداقي تارة أخيرة ، وكلّ ذلك يندرج ضمن منهج تفسير القرآن بالقرآن ، الذي تقدّم بيانه .\r\nتوضيح ذلك : أمّا بالنسبة للتوضيح المفهومي ، فمن قبيل قوله تعالى : الَّذِينَ آَمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ أُولَئِكَ لَهُمُ الْأَمْنُ وَهُمْ مُهْتَدُونَ ( الأنعام : ) ، حيث استشكل بعض الصحابة وقالوا : أيّنا لم يظلم ؟\r\nوهذا يعني حصول سوء فهم في نفس مفهوم الظلم ، فظنّوا بأنّه مُطلق الظلم ، فرفع اللبس عنهم رسول الله ( ص ) بعد أن بيَّن لهم أنَّ المراد بالظلم الشرك ، واستدلّ بقوله سبحانه في آية أخرى : إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ ( لقمان : ) « 1 » .\r\nأمّا بالنسبة للتوضيح المضموني ، فمن قبيل ما جاء في موضوع أقلّ مدّة الحمل ، حيث بيَّن مضمونه أمير المؤمنين علي ( ع ) من القرآن نفسه ، وهو ستّة أشهر ، وذلك من خلال جمعه بين آيتين كريمتين ، وهما : قوله تعالى : وَحَمْلُهُ وَفِصَالُهُ ثَلَاثُونَ شَهْرًا ( الأحقاف : ) ، وقوله تعالى : وَفِصَالُهُ فِي عَامَيْنِ ( لقمان : ) ، والفصال هو فترة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المسائل العكبريّة للشيخ المفيد : ص 4 . .\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nالرضاعة وهي مدّة أربعة وعشرين شهراً ، وببيان هذا المضمون القرآني - الذي لم يُلتفت له - تمَّ إنقاذ امرأة مسلمة من عقوبة الرجم « 1 » .\r\nأمّا بالنسبة للتوضيح المصداقي ، فمن قبيل بيان مصاديق مفهوم الكبيرة أو الكبائر في قوله تعالى : وَالَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ وَالْفَوَاحِشَ ( النجم : ) ، فهنا تُوجد بيانات تُوضّح لنا معنى الكبيرة ، من قبيل ما ذكره صاحب العروة ، حيث قال : « المعصية الكبيرة هي كلّ معصية ورد النصُّ بكونها كبيرة ، كجملة من المعاصي المذكورة في محلِّها ، أو ورد الوعيد بالنار عليه في الكتاب أو السنّة صريحاً أو ضمناً ، أو ورد في الكتاب أو السنّة كونه أعظم من إحدى الكبائر المنصوصة أو الموعود عليها بالنار ، أو كان عظيماً في أنفس أهل الشرع » « 2 » ، ولكنَّ مصاديقها العينيّة الخارجيّة فيها أخذ وردّ ، وهنا تبرز السُّلَّميّة القرآنيّة لبيان المصاديق الحقيقيّة والأوّليّة للكبائر ، حيث أبرزها الإمام جعفر الصادق ( ع ) ، برواية الكليني ( رحمه الله ) بسند صحيح ، وهي رواية طويلة نسبيّاً نحتاج إلى ذكرها لتتحقّق لنا ثلاثة أهداف ، الأوّل يتعلَّق ببحثنا الجزئي هذا ، والثاني يتعلّق بقضيّة كبرويّة كناّ قد أشرنا لها في بحوث سابقة ، وهي أنَّ القرآن تكفَّل ببيان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الدر المنثور في التفسير بالمأثور : ج 6 ، ص 4 .\r\n( 2 ) العروة الوثقى للسيّد اليزدي : ج 1 ، ص 8 ، المسألة ( 13 ) . .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nالكبرويات ، ثمَّ تصدَّى لبيان بعض الصغريات مُوكلًا البعض الآخر للسنّة الشريفة ، وهذا المورد شاهد صدق على بيانات القرآن الصغرويّة ، والثالث لإبراز مكانة أهل البيت ( ع ) بصفتهم حمَلة القرآن الكريم وتراجمته .\r\nأمّا الرواية فعن عبد العظيم الحسني قال : حدّثني أبو جعفر الإمام الجواد ( ع ) قال : « سمعت أبي عليّ الرضا يقول : سمعت أبي موسى بن جعفر يقول : دخل عمرو بن عبيد على أبي عبد الله الصادق ( ع ) ، فلمَّا سلَّم وجلس تلا هذه الآية : وَالَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ وَالْفَوَاحِشَ ، ثَّم أمسك . فقال له أبو عبد الله ( ع ) : ما أسكتك ؟\r\nقال : أُحبّ أن أعرف الكبائر من كتاب الله عزّ وجلّ .\r\nفقال : نعم يا عمرو . أكبر الكبائر الإشراك بالله ، يقول الله : إنّهُ مَن يُشْرِكْ باللهِ فَقَدْ حَرَّمَ اللهُ عَلَيهِ الَجنةَّ ( المائدة : ) .\r\nوبعده الإياس من رَوح الله ؛ لأنَّ الله ؛ عزّ وجلّ يقول : إِنَّهُ لَا يَيْئَسُ مِنْ رَوْحِ اللَّهِ إِلَّا الْقَوْمُ الْكَافِرُونَ ( يوسف : ) .\r\nثمَّ الأمن لمكر الله ، لأنَّ الله ؛ عزّ وجلّ يقول : فَلَا يَأْمَنُ مَكْرَ اللَّهِ إِلَّا الْقَوْمُ الْخَاسِرُونَ ( الأعراف : ) .\r\nومنها عقوق الوالدين ؛ لأنَّ الله سبحانه جعل العاقّ جبّاراً شقيّاً .\r\nوقتل النفس التي حرّم الله إلّا بالحقِّ ؛ لأنَّ الله عزّ وجلّ يقول : ومَن يَقْتُلْ مُؤْمِناً مُّتَعَمِّداً فَجَزَآؤُهُ جَهَنَّمُ خَالدِاً فيِهَا . . . إلى آخر الآية ( النساء : ) .\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nوقذف المحصنة ؛ لأنَّ الله عزّ وجلّ يقول : لُعِنُوا فِي الدُّنْيَا وَالْآخِرَةِ وَلَهُمْ عَذاٌب عظِيمٌ ( النور : ) .\r\nوأكل مال اليتيم ؛ لأنَّ الله عزّ وجلّ يقول : إنّمَا يَأْكُلُونَ فِي بُطُونِهمْ نَاراً وَسَيصْلوْنَ سَعِيراً ( النساء : ) .\r\nوالفرار من الزحف ؛ لأنَّ الله عزّ وجلّ يقول : وَمَنْ يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ إِلَّا مُتَحَرِّفًا لِقِتَالٍ أَوْ مُتَحَيِّزًا إِلَى فِئَةٍ فَقَدْ بَاءَ بِغَضَبٍ مِنَ اللَّهِ وَمَأْوَاهُ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ ( الأنفال : ) .\r\nوأكل الربا ؛ لأنَّ الله عزّ وجلّ يقول : الَّذِينَ يَأْكُلُونَ الرِّبَا لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ الَّذِي يَتَخَبَّطُهُ الشَّيْطَانُ مِنَ الْمَسِّ ( البقرة : ) .\r\nوالسحر ؛ لأنَّ الله عزّ وجلّ يقول : وَلَقَدْ عَلِمُوا لَمَنِ اشْتَرَاهُ مَا لَهُ فِي الْآَخِرَةِ مِنْ خَلَاقٍ ( البقرة : ) .\r\nوالزنا ؛ لأنَّ الله عزّ وجلّ يقول : وَمَنْ يَفْعَلْ ذَلِكَ يَلْقَ أَثَامًا ( 68 ) يُضَاعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيَامَةِ وَيَخْلُدْ فِيهِ مُهَانًا ( الفرقان : - ) .\r\nواليمين الغموس الفاجرة ؛ لأنَّ الله عزّ وجلّ يقول : إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلًا أُولَئِكَ لَا خَلَاقَ لَهُمْ فِي الْآَخِرَةِ ( آل عمران : ) .\r\nوالغلول ؛ لأنَّ الله عزّ وجلّ يقول : وَمن يَغُلْل يَأْتِ بِمَا غَّل يَوْم الْقِيَامةِ ( آل عمران : ) .\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nومنع الزكاة المفروضة ، لأنَّ الله عزّ وجلّ يقول : وَمَنْ يَغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ الْقِيَامَةِ ( التوبة : ) .\r\nوشهادة الزور وكتمان الشهادة ، لأنَّ الله عزّ وجلّ يقول : وَمَنْ يَكْتُمْهَا فَإِنَّهُ آَثِمٌ قَلْبُهُ ( البقرة : ) .\r\nوشرب الخمر ؛ لأنَّ الله عزّ وجلّ نهى عنها كما نهى عن عبادة الأوثان وترك الصلاة متعمّداً أو شيئاً ممَّا فرض الله ؛ لأنَّ رسول الله ( ص ) قال : من ترك الصلاة متعمّداً فقد برئ من ذمّة الله وذمّة رسول الله ( ص ) .\r\nونقض العهد وقطيعة الرحم ؛ لأنَّ الله عزّ وجلّ يقول : أُوْلَئِكَ لُهمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ ( الرعد : ) .\r\nقال : فخرج عمرو وله صراخٌ من بكائه وهو يقول : هلك من قال برأيه ، ونازعكم في الفضل والعلم » « 1 » .\r\n\r\nباء : السُلَّميّة التفسيريّة بلحاظ المفُسِّر ( القارئ المُتخصّص )\r\nإنَّ القارئ المُتخصّص تارة يعيش أزمة تفسيريّة تدور رحاها عادة في أُفق الاحتمالات السابقة ، المفهوم والمضمون والمصداق ، وتارة يعيش أزمة اضطراريّة تُفرزها قبليّاته الحاكمة على أُفقه الفكري والثقافي ، وتارة يعيش ذلك اختياراً ؛ تبعاً لقصدياته التي يُريد أن يصبّ النصّ في إنائها ، فيكون الهدف إنطاق القصد المُسبق لا النصّ ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أصول الكافي : ج 2 ، ص 285 ، ح 24 . .\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nوتارة يعيش أزمة مُركّبة من ضيق الفكرة وقلَّة المفردات وضعف الأدوات .\r\nإنَّ هذه الأزمات المعرفيّة والفنّية لها علاجات أوّليّة وأُخرى ثانويّة ، جُملة منها يتصدَّى القرآن الكريم بنفسه لتعيينها ، وهنا تكمن المهامّ التفسيريّة بلحاظ المُفسِّر ، فإن كانت الأزمة في الأُطُر الثلاثة الأُولى ، فما تقدّم كفيل ببيان حلولها ، وإن كانت الأزمة ناتجة من قبليّاته ، فالقرآن الكريم يُرشد دائماً إلى طلب الحقّ وضرورة السير خلفه ، فهو يُشكِّل في مجموعة من نصوصه منظومة ثقافيّة تُرسّخ مبدأ الحقّ في النفس الإنسانيّة ، وبالتالي فإنَّ الصراع الُمتوقَّع احتدامه بين الثقافتين المُتعاندتين ( الثقافة القبليّة والثقافة الحقِّية ) عادة ما ينتج ثورة عميقة في نفس القارئ ضدّ قبلياته ، أو يُحدث اهتزازاً عميقاً في أُسُسِها كقدر مُتيقّن ، وبالتالي فإنَّ المهامّ التفسيريّة في ضوء المنظومة الثقافيّة الحقِّية بلحاظ المُفسِّر ستكون مُؤشّراً حقيقيّاً على ثبوت هذه السُّلَّميّة القرآنيّة المعرفيّة التوجيهيّة .\r\nوأمّا إذا كانت الأزمة وليدة قصديات سالفة فإنَّ المنظومة الثقافيّة الحقِّية عادة ما تعجز عن التحكّم بالقارئ أو تغيير مساراته ، ولذلك فإنَّ القرآن الكريم سوف يلعب دوراً آخر ، شديد اللهجة حدِّي الخطاب ، وذلك من باب : آخر الدواء الكيّ ، والهدف الأساسي من هذه المحاولة إلفات النظر وإتمام الحجّة ، حيث يكمن هذا العلاج الأخير في تكثيف التهديدات ، من قبيل قوله تعالى : وَإِنَّ كَثِيرًا\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nلَيُضِلُّونَ بِأَهْوَائِهِمْ بِغَيْرِ عِلْمٍ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِالْمُعْتَدِينَ ( الأنعام : ) ، وقوله تعالى : فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا لِيُضِلَّ النَّاسَ بِغَيْرِ عِلْمٍ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ ( الأنعام : ) ، وأخيراً قوله تعالى : لِيَحْمِلُوا أَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيَامَةِ وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ أَلَا سَاءَ مَا يَزِرُونَ ( النحل : ) .\r\nوأمّا إذا كانت الأزمة مُركَّبة من ضيق الفكرة وقلَّة المفردات وضعف الأدوات ، فهنا عادةً ما يُقدِّم القرآن الكريم علاجات ثانويّة ، تكمن في إلفات نظر المُفسِّر إلى أهمّية إتّباع العلم والمنهج الصحيح ، كقوله تعالى : وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْئُولًا ( الإسراء : ) وقوله تعالى : وَمَا لَهُمْ بِهِ مِنْ عِلْمٍ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا ( النجم : ) .\r\nوهنالك مهامّ تصويبيّة وارتقائيّة للقارئ المُتخصّص الذي لم يتقن أدواته التفسيريّة ولم تتحكّم به قبليّات أو قصديّات ، حيث سيدرك من الكشف عن أسرار تضمّنها النصّ أنَّ طريقته كانت مُثلى ، وأنَّ ما انتهى إليه ليس خاتمة مطاف النصّ ، فأسرار النصّ الُمفاضة عليه تجعله أكثر تحقيقاً وتنقيباً عن الأسرار والرموز الأُخرى .\r\nإذن ، فالمهامّ القرآنيّة للسُّلَّميّة القرآنيّة على مستوى التفسير تختلف بحسب أرضيّة القارئ ، فإن كانت ضُعفاً في أدواته فالمهامّ تنبيهيّة ، وإن كانت قبلياتٍ فالمهامّ إرشاديّة للحقّ ، وإن كانت قصديات فالمهامّ\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nتوبيخيّة وتهديديّة ، وإن كانت الأرضيّة منهجيّة فالمهامّ تصويبيّة وارتقائيّة .\r\n\r\nجيم : السُّلَّميّة التفسيريّة بلحاظ القارئ غير المُتخصّص\r\nوهنا نجد القرآن الكريم يسلك طريقين : الأوّل إرفاقيّ ، والآخر إرشاديّ ، والإرفاقي من خلال عرض النصوص الهدايتيّة بأُسلوب يفهمه الإنسان العادي بُمجرّد سماعه ، حتّى لو فُرض أنّه أمّيّ تماماً ، وهذا الأُسلوب الإرفاقي لن تجده إلّا في كلمات الثقلين ، كتاب الله وكلمات الرسول الأكرم ( ص ) وعترته الطاهرة ( ع ) ، وبالتالي فالسُّلَّميّة القرآنيّة بلحاظ الهداية تُؤدّي وظيفتها تجاه كلّ إنسان ، ومن الشواهد الإرفاقيّة قوله تعالى : هَذَا بَيَانٌ لِلنَّاسِ وَهُدًى وَمَوْعِظَةٌ لِلْمُتَّقِينَ ( آل عمران : ) ، ولا يخفى على الُمطَّلع بأنَّ هذا السمت الإرفاقي هو الأكثر حضوراً في النصوص ، ولكن دون أن تكون هذه النصوص موقوفةً على السطح الأوّل المُحقّق للهداية ، وهذا واضح .\r\nوأمّا الطريق الإرشادي فهو حثّه لطلب العلم والتفكّر والتدبّر والتأمّل والتعقّل في النصوص القرآنيّة ، وهو حثّ عامّ لا يقتصر على طبقة معيّنة من الناس ، ممّا يعني أنَّ معارفيّة القرآن الكريم شاملة للجميع ، سواء كانوا علماء أم متعلّمين أم غيرهما ، وبذلك فهو يُشكّل في هذا القسم سُلَّميّة مركّبة من خطاب مُباشر يهتدي به الجميع ، وخطاب يرتقي به بمخاطبيه إلى مقامات التدبّر والتفكّر والتأمّل . ومن الشواهد الإرشاديّة قوله تعالى : أَفلَا يَتَدبَّرُونَ الْقُرْآنَ وَلَو كَانَ\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nمِنْ عِندِ غَيْرِ اللهِ لَوَجَدُواْ فيهِ اخْتلِافاً كَثِيراً ( النساء : 2 ) ولعلَّ من ذلك قوله تعالى : وإذِا قُرِئَ الْقُرْآنُ فَاسْتَمِعُواْ لَهُ وَأَنصِتُواْ لَعَلَّكُمْ تُرْحَمُونَ ( الأعراف : 4 ) ، فالإنصات يقتضي التفكّر والتدبّر . وإذا ما حصل ، يكون الفتح الإلهي التكويني لتلقّي الرحمات الإلهيّة ؛ قال تعالى : ما يَفْتَحِ الُله للِنَّاسِ مِن رَّحْمةٍ فَلَا مُمْسِكَ لهَا وَمَا يُمْسِكْ فَلَا مُرْسِل لهُ مِن بعْدِهِ وَهَو الْعزِيزُ الَحكِيمُ ( فاطر : 2 ) ، وقال تعالى : هَذا بَصَائرِ للِنَّاسِ وَهدًى وَرْحَمٌة لَقوْم يُوقِنوُنَ ( الجاثية : ) .\r\n\r\n2 : البعُد التأويلي\r\nإنَّ مهامّ السُّلَّميّة في بُعدها التأويلي أعمق بكثير من مهامّها التفسيريّة ، نظراً لسعة دائرة التأويل ، وقد مرَّت بنا كلمة للإمام الحسين ( ع ) يُقسِّم فيها القرآن على أربع طبقات : العبارة للعوامّ ، والإشارة للخواصّ ، واللطائف للأولياء ، والحقائق للأنبياء ، وهذه الطبقات الأربع تندرج الأُولى منها ضمن دائرة التفسير ، وهي العبارة ، وأمّا الإشارة فهي طبقة برزخيّة ، وهي أقرب للتأويل منها للتفسير ، وأمّا الطبقتان الأخيرتان فلا ريب باندراجهما ضمن دائرة التأويل ، فتكون المُحصّلة واضحة من حيث الضيق والسعة ، بل إنَّ مرتبة اللطائف ، وهي أُولى طبقاته التأويليّة ، أوسع دائرة وأعمق مضموناً من العبارة والإشارة معاً . فعالم المعنى والحقيقة لا تُقاس به عوالم الاعتبار ، ولا ينبغي الإغفال عن التعبير بصيغة الجمع عن ( اللطائف والحقائق ) ، في حين جاء التعبير بالمفرد عن ( العبارة\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nوالإشارة ) ، وفي ذلك دلالة واضحة عن السعة والضيق بين الأُفق التفسيري والأُفق التأويلي .\r\nوعلى أيّ حال ، فإنّ الوقوف على مهامّ سُلَّميّة النصّ على مستوى التأويل يحتاج من الباحث أن يقف على نحو التحقيق والتحقّق على عوالم الإشارة واللطائف والحقائق ليكون على بيِّنة من تلك المهامّ ، ونحن في هذه السطور التأسيسيّة سنحاول تصوير أصل المسألة ثمَّ عرض نموذج تطبيقيّ ، لنقف بعدها - في بحوث لاحقة - على بيانات جديدة تتعلَّق بحقيقة التأويل ومراتبه ومهامّ السُّلَّميّة النصّية فيه .\r\n\r\nتصوير المسألة\r\nتقدَّم منا أنَّ للقرآن أكثر من بطن ، وهذه البطون أنّى كان عددها فهي تنطلق من عالم الإشارة تفريعاً لتصل بنا إلى عالم الحقيقة تأسيساً ، وبالتالي فالوجوه الإشاريّة حواكٍ إنِّيَّة عن عللها العلويّة ، والمتوسّطة ( اللطائف ) ، والنهائيّة ( الحقائق ) ، وبذلك يُمكننا أن نستشرف ببرهان الإنِّ عن جملة من ملامح الإشارة بواسطة العبارة ، وعن جملة من ملامح اللطائف بواسطة الإشارة ، وباللطائف عن الحقائق .\r\nنعم ، لا يُمكن البتّ نهائيّاً بصحّة الحواكي ، لأنَّ المحكي عنه واجد لكلِّ كمال في حواكيه ومعلولاته ، فمن الثابت في محلّه بأنَّ العلّة واجدة لكمالات المعلول ولا عكس ، وبالتالي فالصورة تبقى ناقصة\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nوقاصرة عن المحكيّ عنه .\r\nإذن ، فالعبارة مُستمدَّة من الإشارة وظلّ لها ، والإشارة مُستمدّة من اللطائف ، واللطائف من الحقائق والخزائن ، التي تكمن فيها عوالم التأسيس والتأصيل ، ومنها يكون تلقّي الوحي للنبي الأمين ( ص ) : وَإِنَّكَ لَتُلَقَّى الْقُرْآَنَ مِنْ لَدُنْ حَكِيمٍ عَلِيمٍ ( النمل : ) وإنّهُ لَقُرْآنٌ كَرِيمٌ ، حقائقه مخزونة فِي كِتَابٍ مَّكْنُونٍ ، طاهر : لَّا يمَسُّهُ إلّا الُمطَهَّرُونَ ( الواقعة : - 79 ) .\r\nوبذلك نخلص من كلّ ذلك إلى : أنّنا سوف نحصل على بعض الملامح للسُّلَّميّة القرآنيّة على مستوى التأويل ، ولكن بصورة الحكاية لا المُعاينة ، وأمّا المُعاينة فتحتاج إلى آليات وأدوات تختلف كثيراً عمَّا جاء في الأدوات التفسيريّة سوف نقف عند جمُلة منها في بحث تأويلات آية الكرسي .\r\nجدير بالذكر : أنَّ المراتب الطوليّة في كلِّ طبقة من طبقات التأويل سوف تكون ذات علاقة وثيقة بدرجة الكمال التي عليها قارئ النصّ ، وسوف يتبيَّن لنا بأنَّ القرآن الكريم في مجال طبقاته ومراتبها التأويليّة سيكون مرآة من خلالها يطّلع القارئُ المُتخصّصُ تأويلًا على مقامه المعرفي والمعنوي معاً ، وعندئذٍ سوف يتَّضح عُمق الحاجة للتسديد ، ولسان حاله قوله تعالى : وَقُلْ رَّبِّ زِدنِي عِلْماً ( طه : ) .\r\n\r\nتطبيق المسألة\r\nالنموذج التطبيقي لجهة الحاكويّة عن الإشارة ومنها : اللَّطائف ثمَّ الحقائق هو قوله تعالى : قُلْ أَرَأَيْتُمْ إِنْ أَصْبَحَ مَاؤُكُمْ غَوْرًا فَمَنْ\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nيَأْتِيكُمْ بِمَاءٍ مَعِينٍ ( الملك : ) ، فالوجه التفسيري للآية توجيه الخطاب للرسول الأكرم ( ص ) بأن يستفهم ويُحذّر قومه بأنَّ الله تعالى إذا سلبهم نعمة وجود الماء ؛ وذلك بأن تصبح آبارهم غوراً ، أي يذهب ماؤها في الأرض فتغور كما تغور الشمس بحلول الليل ، والنجوم بحلول النهار ، فعندئذ من ذا الذي يأتيكم بماء آخر ظاهر تستعينون به على حياتكم ؟\r\nوأمّا الوجه التأويلي على مستوى الإشارة فهو للإشارة إلى أن حياتكم بيد الله تعالى فلا تنبغي منكم المُماطلة والتكذيب ، فعرب الجزيرة آنذاك لم يكن لديهم شيء أثمن من الماء ، فإذا هُدِّدوا به انتهت حياتهم ، فالتعبير بالماء يُشير إلى الحياة ، وبالتالي إذا سُلبت منكم حياتكم وأنتم على كفركم فمن ذا الذي سوف يمنحكم حياة أُخرى تتمتّعون بها ؟ وغير خفيّ وجه العلاقة بين الماء والحياة ، فصارت العبارة ( ماؤكم ) حاكية عن معنى الحياة ، وهذا المعنى الإشاري هو المعنى الظلّي للمعنى اللطائفي .\r\nوأمّا الوجه التأويلي على مستوى اللطائف فقد بيّنته السنّة الشريفة ، فقد ورد عن عليّ بن جعفر ، عن أخيه موسى بن جعفر ( ع ) « في قول الله عزّ وجلّ : قُلْ أَرَأَيْتُمْ إِنْ أَصْبَحَ مَاؤُكُمْ غَوْرًا فَمَنْ يَأْتِيكُمْ بِمَاءٍ مَعِينٍ ، قال ( ع ) :\r\nإذا غاب عنكم إمامكم فمن يأتيكم بإمام جديد » « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكافي : ج 1 ، ص 339 ، ح 14 . .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nوعن فضالة بن أيّوب قال : « سُئل الرضا ( ع ) عن الآية فقال : مَاؤُكُمْ أبوابكم ، أي الأئمّة ، والأئمّة أبواب الله بينه وبين خلقه ، فمَن يَأْتيِكُم بِمَاءٍ مَّعِينٍ ، يعني : يأتيكم بعلم الإمام » « 1 » .\r\nوقال الجبائي في قوله تعالى : أَرَأْيُتْم إنِ أَصْبحَ مَاؤُكُمْ غَوْراً : تعريف حجّة الله لعباده ، عرفوها وأقرّوا بها ولم يردّوا لها جواباً .\r\nوأمّا الوجه التأويلي على مستوى الحقائق فهو بالنسبة لنا مستمدّ من حاكويّة المعنى الإشاري والمعنى اللطائفي ، وبمعونة السُّلَّميّة القرآنيّة ، حيث انتهينا إلى أنَّ الإمام المعصوم هو ماء الحياة للبشريّة جمعاء ، ممّا يعني أنَّ هنالك مجتمعاً إنسانيّاً يُراد له أن يحيا الحياة الكريمة التي قوامها العلم الإلهي والصيانة من الانحراف ، وبالتالي فغياب الإمام سوف يُعرّض المجتمع الإنساني إلى غياب العلم الإلهي ، فيحُّل محلّه العلم البشري الكثير الخطأ والخطيئة ، وتغيب الصيانة من الانحراف فتحلُّ الضلالة والزيغ والتيه ، فيكون الماءُ ثجَّاجاً وأُجاجاً ، والعقول للزيغ والشيطنة مرتعاً .\r\nهذه هي خلاصة التأويل اللطائفي الظلّي للمعنى الحقائقي ، وأمّا الحقائقي فإنّه ينتهي بنا إلى أنَّ الإمام نفسه هو ماء الحياة ، ولكنّه ليس الماء الذي يُوهب للناس فيحيون به ، وإنّما هو الماء الذي يُوجدون به معرفيّاً ، فحياة الإنسان القويمة تكمن بالعلم والمعرفة ، والذي يكون\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفسير القمي : ص 379 . .\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nطريقاً بإذن الله تعالى وأمرِهِ ليهبَ هذه الحياة العلميّة المعرفيّة التي تُحقّق الهدف من أصل الخلقة والمجيء هو نفس الإمام ، ولا يخفى بأنَّ الإمام هو المنظور الأوّل لله سبحانه ، ودونه يسقط اعتبار الآخرين .\r\nوهذا هو معنى الحديث المرويّ عن أبي حمزة قال : « قلت لأبي عبد الله ( الصادق ) ( ع ) : أتبقى الأرض بغير إمام ؟ قال : لو بقيت الأرض بغير إمام لساخت » « 1 » .\r\nوفي رواية سليمان الجعفري توكيد شديد ودقيق ، قال : « سألت أبا الحسن الرضا ( ع ) فقلت : أتخلو الأرض من حجّة ؟ فقال : لو خلت من حجّةٍ طرفةَ عين لساخت بأهلها » « 2 » فدون علم الإمام ( ع ) لا يبقى فرق كبير بين الحجر والبشر ، ولا ينبغي العجب ، فالعجب من وجود الفرق نفسه ، لمَّا علمت المنشأ والمصدر .\r\nوهذا المعنى الرفيع تُعيننا عليه السُّلَّميّة القرآنيّة في قوله تعالى : وَجَعَلْنا مِنَ الماء كُلَّ شَيءٍ حَيٍّ أَفَلَا يُؤْمِنوُن ( الأنبياء : ) ، ولَقَد جْئنَاكُم بالَحقِّ وَلَكِنَّ أَكَثرَكْم لِلْحَقِّ كَارِهُونَ ( الزخرف : ) ، فإذا أبصرت بمؤمنيَّتك ذلك ، فأطفئ سراجك ؛ فقد طلع الصبح .\r\n\r\n3 : البعُد التعليمي\r\nوأمّا البُعد التعليمي للسُّلَّميّة القرآنيّة فهو بيِّن جدّاً ، ولعلَّه هو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أصول الكافي : ج 1 ، ص 179 ، ح 1 . .\r\n( 2 ) كمال الدين وتمام النعمة : ص 204 ح 15 . .\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nالأكثر وضوحاً من بين الأبعاد الأُخرى ، فهو سُلَّم أساسيّ لإخراج الناس من الظلمات إلى النور ، قال تعالى : الَر كتِابٌ أَنزَلْناهُ إلِيْكَ لتِخْرِجَ النَّاسَ مِن الظُّلُمَاتِ إلِى النُّورِ بِإذِنِ رَبِّهِمْ إلِى صِراطِ الْعِزيِز الَحمِيِد ( إبراهيم : ) ، وأمّا مفرداته التطبيقيّة في المعارف الدينيّة فهي الأساس الذي يبتني عليه القرآن الكريم ، في الفكر والعقيدة والشريعة والأخلاق .\r\n\r\n4 . البعُد المعنوي\r\nوأمّا مهامّ السُّلَّميّة القرآنيّة في بُعدها المعنوي فإنّها المهامّ التي تنتهي عندها جميع المهامّ ، بمعنى أنّها المرجعيّة الحاكمة على جميع المهامّ الأُخرى ، فمن ارتقى بالسُّلَّميّة التفسيريّة ينبغي له التواصل والترقّي لنيل مُعطيات السُّلَّميّة التأويليّة إشاريّاً ولطائفيّاً ، ليستقرّ به المطاف المعرفي عند غاية السير المتمثّلة بالبعد المعنوي ، فيُسلم قياده للمُعطى الحقائقي أو ما يترشّح منه عليه بحسب مقامه المعرفي .\r\nولا يُراد بالسير المعرفي للسُّلَّميّة القرآنيّة في المعنوي أن يُغلق دائرة السير المعرفي الحصولي في دوائر العبارة والإشارة في مجموع النصوص القرآنيّة ، ثمَّ ينتقل إلى الدائرة الأعلى ، وإنّما له أن يترقَّى بقراءة النصّ الواحد على المستويات الأربعة « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) منطق فهم القرآن : ج 2 ، ص 24 - 43 . .\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\n\r\nخامساً : موقعيّة آية الكرسي من السلّم القرآني\r\nلا ريب بأنَّ لكلِّ آية قرآنيّة حظّاً من مراتبيّة السُّلَّم القرآني ومهامّه ، وهو أمر مُتفاوت بين آية وأُخرى ، بحسب المقام المعرفي والمعنوي لكلِّ آية ، وفي ضوء هذه الحقيقة القرآنيّة يتعيَّن علينا إبراز الموقعيّة المعرفيّة والمعنويّة لآية الكرسي في هذه السُّلَّميّة القرآنيّة ، وهذا ما يستدعي بيان عدّة أُمور ، منها المُراد من نفس الموقعيّة وأهمّيتها وضوابطها ثمَّ الانتقال إلى مُتعلّقات الآية بهذا الشأن . وهذا ما سنبيّنه في المبحث التالي :\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\n\r\nالمبحث الثالث : الموقعيّة في القرآن\r\nالمراد من الموقعيّة\r\nأهميّة الموقعيّة وضوابطها\r\nتصوير الموقعيّة المعرفية لآية الكرسي\r\nتصوير الموقعيّة المعنويّة لآية الكرسي\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\n\r\nالأمر الأوّل : المراد من الموقعيّة\r\nالموقع هو المكان الذي يتبوّأه الشيء ، مأخوذ من كلمة : ( وقع ) ، وهي كلمة جاءت بعدَّة معانٍ في القرآن الكريم ، منها ( ثبت ، ألقى ، حلّ ، وجب ، نزل ، حقّ ، قام ) .\r\nإنَّ هذه المعاني المُختلفة يُمكن تصوّر جملة منها في الموقع والموقعيّة ، فموقع الشيء ما ثبت له وظهر له وحلَّ ونزل به وحقَّ له وقام فيه ، وبالتالي فإنَّ موقعيّة الشيء موضعه ومكانه الذي يتبوّأه ، كما أسلفنا ، ولكننا نعني من كلّ ذلك تحديداً مكانة الشيء ومقامه وموضعه ، سواء كان على المستوى المادّي أم المعرفي أم المعنوي ، فالموقع والموقعيّة تعبير يحكي عن المساحة والسقف الذي يتبوَّأه الشيء ، وهو ما يدخل\r\nإلى حدٍّ كبير في بيان هويّة الشيء ومهامّه وآثاره ؛ ولأجل ذلك فإنَّ تحديد موقع الشيء وموقعيّته يحتاج إلى بيانات أوّليّة إجماليّة وثانويّة تفصيليّة ، وهو ما سنعرفه في بيان الضوابط .\r\n\r\nالأمر الثاني : أهمّية الموقعيّة وضوابطها\r\nتكمن أهمّية الموقعيّة في بيان حدود الحركة التفسيريّة والتأويليّة لكلّ آية أو نصّ قرآني ، فهذه الموقعيّة لا تقتصر على شخص الآية فحسب ، وإنّما تتجاوزها إلى موقعيات أُخرى للسورة الواحدة وللموضوع الواحد الذي تنتشر تفصيلاته عادة في أكثر من سورة ،\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nولكن الآية الواحدة حيث مدخليّتها المباشرة في رسم ملامح السورة والموقف القرآني العامّ فإنّ لها الحظّ الأوفر من البحث .\r\nإنَّ الجهل بالموقعيّة التفسيريّة والتأويليّة لكلّ آية عموماً وللآيات الوتديّة خصوصاً يجعل القارئ المُتخصّص في منأى عن مناخات الفهم الحقيقيّة .\r\nإنَّ ضوابط الجوانب التطبيقيّة للموقعيّة الآياتيّة تُلحظ من زاويتين ، هما :\r\n\r\nالزاوية الأُولى : بلحاظ القارئ\r\nإنَّ الحديث سوف ينصبّ على ضوابط رصد الموقعيّة الآياتيّة بالنسبة للقارئ المُتخصّص غير المعصوم ، والتي سوف نُوجزها بعدّة نُقاط مُبيَّنة بقدر الحاجة لذلك .\r\nالضابط الأوّل : القيام بتفسير النصّ المبحوث فيه عن موقعيته تفسيراً مُفرداتيّاً وتجزيئيّاً فقط ، وأمّا الموضوعي وتأويلات النصّ فتعبير آخر عن مرحلة من مراحل الموقعيّة .\r\nالضابط الثاني : تحقيق الاستقراء التامّ للنصوص القرآنيّة ، فلا يُتصَّور من القارئ أن يُحدّد لنا موقعيّة النصّ في السُّلَّم القرآني قبل الفراغ من قراءة القرآن الكريم برمّته .\r\nالضابط الثالث : أن يكون القارئ المُتخصِّص مُلتفتاً ابتداءً إلى احتماليّة مدخليّة كلّ نصّ في قراءة النصوص الأُخرى ، وبالتالي ينبغي له أن يتحرَّك رياضيّاً في رصد حدود العلاقة والحركة لكلّ نصّ ، أو\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nتسجيل علاقة وحركة النصوص الفاعلة على أقلّ التقادير ، فتتناسب حدود الموقعيّة طرداً مع نسبة الالتفات والرصد ، وغير خفيّ ضآلة ندرة النسبة النهائيّة لندرة الالتفات فضلًا عن الرصد .\r\nالضابط الرابع : فصل المجالات التفسيريّة عن التأويليّة للنصوص المُسجَّلة بالتتبّع والالتفات والرصد ، بعبارة أُخرى : لابدَّ من ترسيم حدود حركيّة النصوص الُمسجَّلة تفسيراً وتأويلًا بقدر فهم القارئ الُمتخصّص ، ولذلك قد عبَّرنا بالتحرّك الرياضياتي في الرصد .\r\nالضابط الخامس : أن يترك نسبة احتماليّة مناسبة لكلّ نصّ في كونه قابلًا للتحرّك في مجالات قرآنيّة أُخرى من جهة ، وقابلًا لتوسيع أو تضييق دائرة موقعيّته من جهة أُخرى ؛ وذلك لعدم توفّر القراءة القطعيّة للنصوص من قبل القارئ المُتخصّص عادة .\r\nالضابط السادس : محاولة تعميق الحركة الرياضيّة من خلال رسم دوائر مُشتركة لكلّ مجموعة من النصوص ذات الحركة المُتشابهة ، ودوائر مُتباينة لكلّ مجموعة نصوص غير ظاهرة العلاقة فيما بينها ، ثمَّ إجراء عمليّة تنظيميّة تبويبيّة لكلّ مجموعة تحت عنوان جامع ، ولا ريب بأنَّ هذه العمليّة بالغة التعقيد ، كما أنّها سوف تكون مُتفاوتة أيضاً بحسب المساحة المعرفيّة والمعنويّة لكلّ قارئ .\r\n\r\nالزاوية الثانية : بلحاظ المقروء\r\nوأمّا رصد ضوابط الموقعيّة بلحاظ المقروء ، فالمراد منه أنَّ الكمالات النصّية تختلف من نصّ لآخر ، وبالتالي فإنَّ الموقعيّة التابعة\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nلكمالات النصّ سوف تتحدَّد دائرتها ضيقاً وسعة تبعاً لذلك ، فموقعيّة النصوص الفكريّة والعقديّة عادة ما تكون أوسع أُفقاً من موقعيّة النصوص الشرعيّة في السُّلَّم القرآني ، بل إنَّ موقعيّة بعض النصوص العقديّة الخاصّة بالتوحيد هي الأوسع أُفقاً من جميع النصوص الأُخرى ، العقديّة فضلًا عن غيرها .\r\nإنَّ حدود دائرة الموقعيّة للآية أو النصّ تابعة إلى مدخليّة النصّ وحاكميته على النصوص الأُخرى ، وقد تقدّم منّا ذلك في بحث أوتاد القرآن ، فقد يكون النصّ الواحد مُهيمناً على أكثر من نصف القرآن ، وقد يكون مُهيمناً على جزء يسير منه ، وقد لا يملك سلطة وهيمنة على شخصه ، وبالتالي فحركيّة النصّ هي الملاك الحقيقي للموقعيّة السُّلَّميّة القرآنيّة ، وفي ضوء ذلك سوف تختلف مساحة الموقعيّة لكلّ نصّ بحسب قارئ النصّ .\r\n\r\nالأمر الثالث : تصوير الموقعيّة المعرفيّة لآية الكرسي\r\nبعد أن اتّضح لنا المراد من الموقعيّة وأهمّيتها وضوابطها ، ينبغي الوقوف عند بحثنا الأساسي المتعلِّق بآية الكرسي ، حيث لنا أن نسأل عن موقعيّة هذه الآية الكريمة في السُّلَّم القرآني ، ومن الواضح بأنَّ التفصيل في ذلك سابق لأوانه ؛ إذ ينبغي لنا أوّلًا الفراغ من تفسير الآية على المستوى المفرداتي والتجزيئي معاً وفقاً للضابط الأوّل المتقدِّم ، كما ينبغي لنا استقراء النصوص القرآنيّة وفقاً للضابط الثاني ، وهذا التفسير بقسميه والاستقراء المُفترض لم يحن حينهما ، ولذلك\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nسوف نتعرَّض لموقعيّة آية الكرسي بصورة إجماليّة وفقاً لمُرتكزاتنا ودراساتنا القرآنيّة السابقة ، كما أنَّ مجموعة الأبحاث المزبورة في هذا السفر تُوفّر لنا مجموعة أوّليات ومُؤشِّرات على ذلك ، وما سيأتي في هذا الفصل حول محوريّة آية الكرسي ، وفي الفصول اللاحقة يُوفِّر لنا مساحات تعريفيّة بموقعيّة الآية أيضاً .\r\nلقد ورد في مجموعة بيانات روائيّة توصيفيّة لشأن آية الكرسي ما يُمِّهد لنا الشروع في التصوير الإجمالي لموقعيّتها ، من قبيل ما جاء عن عبد الله بن سنان ، عن الإمام جعفر الصادق ( ع ) أنّه قال : «\r\nإنَّ لكلّ شيء ذروة ، وذروة القرآن آية الكرسي\r\n» « 1 » .\r\nإنَّ هذه الذروة تعني مُنتهى الكمال ، ومنتهى الكمال ينتهي إليه كلّ كمال ، وهذا ما سوف يُسجّل لنا شأنيّة الآية ومحوريّتها للقرآن برمّته ، وسيأتي بيان ذلك ، فما نحن بصدده هو بيان الموقعيّة المعرفيّة للآية إجمالًا ، ومن الواضح بأنَّ مُنتهى الكمال القرآني الكامن في آية الكرسي يرصد لنا الموقع الأوّل للآية ، وهو موقع عائديّة الآيات الأُخرى ومرجعيّتها الكماليّة إليها ، وأمّا الموقع الثاني فإنّه ينبثق من حيثيّة الموقع الأوّل ، فالكمال في أبجديّة الخطاب الإلهي مكمنه العلم والمعرفة لا غير ، وبالتالي فإنَّ موقعيّة آية الكرسي تكمن في أرضيّتها العلميّة ، وبنكتة المرجعيّة يتّضح لنا المقام الأعلائي للآية معرفيّاً .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة : ج 11 ، ص 396 ح 2 . .\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nوفي رواية أُخرى تُعمِّق لنا النكات المذكورة آنفاً ، عن الإمام أمير المؤمنين علي ( ع ) أنّه قال : « سيّد آي القرآن : اللهُ لَا إلِهَ إلّا هُوَ الحيُّ الْقَيُّوم » « 1 » .\r\nولكنّنا نُريد إثارة نكتة مهمّة تتعلَّق بمقام السيادة ، فالله تعالى هو السيّد المُطلق ، وسائر خلقه عبيد له ، وهذه العبوديّة عبوديّة تكوينيّة وليست تشريعيّة ، لا انفكاك منها ، بل ما كان هنالك تحيّز لنا في الوجود إلّا بعبوديّتنا ؛ لأنّه سبحانه : بَدِيعُ السَّمَاوَاتِ وَالأرَضِ وَإذِا قَضَى أَمْراً فَإنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ ( البقرة : ) ، وكلّ مفردة وجوديّة هي أمر مُشخَّص بعينه ، فتكون الاستجابة والتحقّق فرع العبوديّة ورسومها ، ولا ريب بأنَّ هذه السيادة تعني مرجعيّة ما عداه إليه ، والأصل في هذه المرجعيّة والعائديّة هي العلم ، علماً بأنّها عائديّة تكوينيّة أيضاً .\r\nوهكذا في سيادة النبيّ الخاتم ( ص ) على سائر الأنبياء والمُرسلين ، حيث تعني مرجعيّتهم أشخاصاً له ورسالاتهم لرسالته ، والكلام في سياديّة آية الكرسي فإنّها تمثّل مرجعيّة معرفيّة .\r\nهذا ما يُمكن البتّ به إجمالًا رعاية للضوابط الآنفة الذكر ، على أمل إبراز بيانات تفصيليّة في طيّ الأبحاث القادمة لتتّضح لنا بصورة عمليّة الموقعيّةُ المعرفيّةُ لهذه الآية الكريمة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كنز العمّال : ج 2 ، ص 301 ، ح 75 . 4 . .\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\n\r\nالأمر الرابع : تصوير الموقعيّة المعنويّة لآية الكرسي\r\nلكلّ آية قرآنيّة أثران ، أحدهما معرفيّ والآخر معنويّ ، فيكون لآية الكرسي أثرٌ معنويّ ينسجم مع بُعدها الكمالي . هذا من جهة ، ومن جهة أُخرى : فإنّه وفق ما تقدّم في عرض بعض ملامح الموقعيّة المعرفيّة لآية الكرسي ، وكونها موقعيّة تكوينيّة وليست أمراً اعتباريّاً البتّة ، فإنّها تكون ذات أثر معنويّ ينسجم تماماً مع موقعيّتها المعرفيّة ، بل إنَّ موقعيّتها المعنويّة لهي أشدُّ من موقعيّتها المعرفيّة حضوراً وتأثيراً ، وقد وردت العديد من الروايات في تصوير ذلك ، وبالتالي لا ينبغي التعجّب من مفاد جملة من الروايات التي تُشكِّل من هذه الآية ورداً يتّرقى به قارئه ، فإنَّ المنظور في ذلك أوّلًا وبالذات : بُعداها المعرفي والمعنوي ، ولا ريب بأنَّ دفع المكاره بها وطلب المقامات بها لا يُمكن تحقيقه البتّة بالمعرفة الصوريّة بها ، لأنَّ مقامها المعرفيّ والمعنويّ المؤثّرين هو خصوص المقام الحقيقي لها لا الشكلي أو اللفظي ، وإن كان الشكل واللفظ لهما شرافة أيضاً ، ولكنَّ الأثر المعنوي تحديداً طريقه إشارات الآية ولطائفها وحقائقها « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) منطق فهم القرآن : ج 2 ، ص 43 - 53 . .\r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\n\r\nالمبحث الرابع : المحوريّة في القرآن\r\nالمراد من المحوريّة\r\nملاقاة محورية المحور\r\nالقيمة المعرفيّة للمحور\r\nالوتديّة من شروط المحور\r\nالاختلاف اللحاظي بين الوتديّة والمحوريّة\r\nالمحور فرد أم مقام جامع\r\nعنصر الثبات في المحور\r\nالمحوريّة في بعدها التفسيري\r\nالمحوريّة في بعدها التأويلي\r\nالمحوريّة ومدارج الكمال\r\nالمحورية بين السور القرآنيّة\r\nالمحوريّة بين الآيات القرآنيّة\r\nعلاقة المحوريّة بإمام كلّ عصر\r\nمحوريّة آية الكرسي للقرآن\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\n\r\nالمبادئ التصوريّة لأصل المحوريّة\r\nمرَّ بنا أنفاً بعض النصوص التي استفدنا منها بعض ملامح الموقعيّة المعرفيّة والمعنويّة لآية الكرسي ، وهي بنفسها ستكون طريقاً لتقريب محوريّة الآية في القرآن الكريم ، كالتي عبَّرت عنها بأنّها ذروة القرآن ، وبأنّها سيّد آياته . ولكي يتّضح لنا الموقف أكثر ، نحتاج أن نفهم بعض المبادئ التصوّريّة لأصل المحوريّة من قبيل ما تقدّم في موضوعة الموقعيّة ، وبالنحو التالي :\r\n\r\nالأوّل : المراد من المحوريّة والمحور\r\nالمحور هو الشيء أو المركز الذي تدور حوله الأشياء ، ودوران الأشياء حوله إمّا لعائديّتها إليه ، أو لتكاملها به ، أو لكاشفيّته عنها ، كالمصباح المضيء فإنّه عادة ما يرسم دائرة ضوئيّة حوله ، فكلّ ما هو واقع في دائرته فهو مُنكشف به ، أو كنقطة المركز في الدائرة ، فإنّها منشأ كلّ شعاع منبثق من الدائرة ، ولذا فكلّ شُعاع لا ينطلق منها أو ينتهي عندها فهو لا يمتّ للدائرة بصلة .\r\nهذا هو التصوير اللغوي للمحوريّة والمحور ، وأمّا التصوير الاصطلاحي للمحوريّة فهو مُستمدّ من لغويّته مع زيادة تفصيل ، حيث سجّلنا في اللغة نكتة العائديّة والانبثاق والكاشفيّة ، وهنا\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nنُضيف نكتة خصوصيّة العائديّة والانبثاق والكاشفيّة ، وهي الكمال المُحيط بما حوله ، بمعنى أنَّ كلَّ كمال مُتصوّر في الأطراف فجذره كامن في المحور ، كما هو الحال في قطب الرحى الذي يُحرِّر كلَّ ما بالقوّة في الأجزاء والأطراف والأتباع إلى ما هو بالفعل ، وهذا هو المعنى الذي نُريد أن نسوقه لآية الكرسي ، وبذلك تتعمَّق لدينا فكرة ذروتها للقرآن وسياديّتها على آياته ، حيث الكشف بكمالها أو انبثاق فهم غيرها بها أو العائديّة في التتميم .\r\nولا ريب بأنَّ هذه المطالب العُليا - بل الأعلائيّة - عصيّة التصوّر ما لم يستكمل القارئ المُتخصّص أدواته المعرفية والمعنوية التي من خلالها تشرئّب الأعناق لنيل إنارات الإشارة وإضاءات اللطائف وأنوار الحقائق « 1 » .\r\n\r\nالثاني : ملاكات محوريّة المحور\r\nلا ريب بأنَّ امتياز المحور عمَّا سواه هو القدر المُتيقَّن الذي لا مناص من الالتزام به ، وإلّا لزم الترجيح بلا مُرجّح ، وليس لأجل هذا اللازم الفاسد نلتزم بوجود المناط ، وإنّما مُقتضيات المحوريّة تنصّ على ذلك ، حتّى وإن كان الترجيح بلا مُرجّح مُمكناً ، وعليه فما ينبغي الوقوف عنده هو طبيعة المناط الذي في ضوئه تقرَّرت محوريّته ، وهنا لابدَّ من إلفات النظر إلى بعض الأوّليات التي تُحدّد لنا طبيعة المناط\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر نفسه : ج 2 ، ص 53 - 54 . .\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nوالمُرجّح ، وهي :\r\n. لابدَّ من الأخذ بنظر الاعتبار الحدود المعرفيّة والمعنويّة للآية أو السورة أو النصّ ، فإنّها في ضوء ذلك تُوضع الحدود الأوّليّة لحركة النصّ ، وبالتالي سوف تتبيَّن طبيعة العلاقة بين الآية كمحور وبين النصوص الأُخرى العائدة إليه .\r\n2 - هنالك فواصل مهمّة بين البعدين المعرفي والمعنوي ، وبالتالي قد تظهر للعيان حدود المحوريّة المعرفيّة دون المعنويّة ، وقد يحصل العكس أحياناً ، وبالتالي لابدَّ من الوقوف على تلك الفواصل ولو بصورة إجماليّة ، فإنَّ التفصيل مُتعذّر عادة بسبب ضعف آليات القارئ المُتخصّص في سبر غور الوجوه التأويليّة للنصّ ، أعني البعد المعنوي تحديداً ، وهذا ما يجرّنا للنقطة الأخيرة .\r\n3 . إنَّ التفاوت المعرفي فضلًا عن المعنوي له مدخليّة أساسيّة في رصد مناطات محوريّة النصّ ، بل هنالك من لا يعتقد بأصل فكرة المحوريّة لقصور في الفهم ، وهذا ما يُشكِّل عائقاً معرفيّاً أمام هذا القارئ المُتخصّص نسبيّاً ، كما أنَّ هنالك احتماليّة وقوع الخطأ في التطبيق ، وهذا لا يقلّ خطورة من عدم الاعتقاد بأصل الفكرة من حيث النتائج ، والواقع هو أنّنا لا نستطيع إعطاء ضوابط دقيقة تمنع من وقوع الخطأ في التطبيق ، بل ذلك أمر محال ، ولذلك تجد الأخطاء الكثيرة التي يقع فيها المنطقي في المنطق ، والنحوي في النحو ، والرياضي في الرياضيات ، وهكذا .\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nوالآن بعد تقريب هذه الأولويات سنحاول الدخول في عرض البيانات الأساسيّة لمحوريّة المحور ، والتي يُمكن تلخيصها بما يلي :\r\n1 . توفّره إجمالًا على الكمالات الموجودة في ما يرجع إليه تفصيلًا ، فلا يصحّ خُلوّه من كمال موجود في امتداداته ، ولذلك فهو بنفسه وجود إجماليّ لمجموع امتداداته ، وهذا من باب توفّر العلّة على كمالات المعلول .\r\n2 . أن لا يتنافى أو يتقاطع مع أيِّ امتدادٍ له وإلّا خرج عن محوريّته له .\r\n3 . الكمالات المعنويّة للمحور عادة ما تكون مسبوقةً بكمالات معرفيّة ، وغالباً ما تكون الكمالات المعرفيّة ملحوقةً بكمالات معنويّة ، ولكن بلحاظ القارئ المُتخصّص ممَّن لم يصل إلى مرتبة العصمة ، وإلّا فالنسبة بينهما مُتساوية ، والعكس اللغوي ثابت ولا ريب ، فلا يخلو كمال معرفي من كمال معنويّ البتّة بلحاظ قراءة المعصوم ، وقد تقدَّمت الإشارة لذلك .\r\n. جامعيّة المحور لامتداداته ، سواء كان معرفيّة أم معنويّة أم معاً ، وبأيِّ نسبة كانت ، لابدَّ أن تكون جليّة للقارئ المُتخصّص مُطلقاً .\r\n. ليس من مناطات المحوريّة تحقّق الانسجام بين نفس امتدادات المحور ، فالنصوص الراجعة إليه قد تفترق وتتباين فيما بينها موضوعاً ، ولكنّها جميعاً تلتقي بالموضوع الجامع الذي يتوفّر عليه المحور الجامع .\r\n\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\n6 . وهنا نودّ التنبيه إلى أنَّ دائرة ملاكات المحوريّة بلحاظ المطابقة والمصداق آخذة بالاتّساع ، وذلك لاتّساع ؛ دوائر المصداق في كلِّ امتداد لها ، وهذا الأمر مُبتنٍ على كون القرآن الكريم بوجوده التدويني قد انعكس فيه الكتاب التدويني ، وإذا ما لاحظنا إطلاقيّة الوجود التكويني النسبيّة بعوالمه الإمكانيّة الثلاثة يتبيَّن لنا معنى إطلاقيّة المصداق ، وحيث إنَّ الإحاطة أو الوقوف على إطلاقيّة المصداق التكوينيّة مُتعذّر عادة ، فإنَّ لحاظ السعة قائم باتّساع رؤية القارئ ، وهذا ما يُؤكّد لنا الفكرة التي نبَّه إليها أمير المؤمنين ( ع ) في كلم\r\nته الوصفيّة للأُفق القرآني بقوله : « وإنَّ القرآن ظاهره أنيق ، وباطنه عميق ، لا تفنى عجائبه ، ولا تنقضي غرائبه ، ولا تُكشف الظلمات إلّا به » « 1 » « 2 » .\r\n\r\nالثالث : القيمة المعرفيّة للمحور\r\nتكمن القيمة المعرفيّة للمحور في كونه يُشكِّل منظومةً مُتحّركة ذات اتّجاهين ، لا غنى للقراءة التخصّصيّة عنهما البتّة ، وهما :\r\nالأوّل : اتّجاه رصدي لحركة النصوص الامتداديّة له .\r\nالثاني : اتّجاه توجيهي لمعطيات النصوص الامتداديّة له .\r\nولا ريب بأنَّ الاتّجاه الأوّل هو الأكثر أهمّية وضرورة ، فالرصديّة في المقام تعني كونه حصناً منيعاً من الانزلاق والانحراف ، وأمّا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة للشيخ محمّد عبده : ج 1 ، ص 55 .\r\n( 2 ) منطق فهم القرآن : ج 2 ، ص 54 - 57 . .\r\n","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nالتوجيهيّة الإرشاديّة فإنّها عادة ما تفتح آفاقاً جديدة أمام الامتدادات ، وذلك من خلال توفّر المحور على صور كاملة لآفاقيّة القرآن برمّتها ، وإن كانت صوراً إجماليّة ، وبالتالي فإنَّ القيمة المعرفيّة للمحور عادة ما تمتدّ بامتداد الآفاق القرآنيّة ، وهذا إنّما يتجسّد بصورة عمليّة في النصّ الذي يُمثّل محوريّة القرآن برمّته ، وأمّا سائر المحاور الأُخرى فإنّها تُلحظ بحسبها تارة وبلحاظ قارئها تارة أُخرى .\r\nإنَّ الوقوف على القيمة المعرفيّة للمحور تُحرِّك القارئ المُتخصّص باتّجاه تحصيل المحور نفسه والوقوف على كمالاته ، لأنّه يُشكِّل حلقة أساسيّة في تصحيح قراءة النصّ رصداً وإرشاداً ، وبقدر المكنة من التعرّف على كمالات المحور والكشف عن امتداداته تكون مكنة القارئ المُتخصّص ، فالعلاقة طرديّة بين تحصيل مراتب المحور وبين نضج القراءة التخصّصيّة للنصّ .\r\nوفي ضوء ذلك تتّضح لنا مستويات القراءات المطروحة في عالم فهم النصّ القرآني ، التي لم يُلتفت فيها عادةً إلى هذه النكتة الأساسيّة ، بل ولم يُلتفت فيها إلى أغلب النكات التي اختصّ بها هذا الكتاب .\r\nجدير بالذكر أنَّ القيمة المعرفيّة للمحور يعسر الإلمام أو الإحاطة بها لغير أهل العصمة ، كما أنَّ تفعيل هذه القيمة المعرفيّة بصورة كاملة شبه مُتعذّر حتّى بالنسبة للمعصوم ؛ وذلك لعدم توفّر الظروف الموضوعيّة للسقف المعرفي الذي عليه القرآن الكريم ، وبحسب السنّة الجارية هو جريان العلوم على قدر نضج العقول ، كما جاء في الخبر\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nالمرويّ عن الإمام جعفر الصادق ( ع ) أنّه قال : «\r\nما كلَّم رسول الله ( ص ) العباد بكنه عقله قطّ\r\n» ، وقال : قال رسول الله ( ص ) : إنَّا معاشر الأنبياء أُمرنا أن نُكلِّم الناس على قدر عقولهم » « 1 » .\r\nولا ريب بأنَّ المستوى المعرفي للقرآن الكريم ، وهو كلام الله تعالى وكماله ، يُشكِّل البُنى الأساسيّة في تشكيل النضج العقلي للرسول الأكرم ( ص ) ، بل إنَّ المستوى المعرفي للقرآن الكريم يفوق ذلك النضج بما لا يُمكن تصوّره ، نسبته كنسبة الرسول للمُرسِل ، وهذا هو الأوفق للقواعد العقليّة والنقليّة القائلة باستحالة الإحاطة ، وأمّا بحسب الواقع الذي عليه الأفُق ، المعرفي للرسول الأكرم ( ص ) فهو مجهول لنا ، بل ومُتعذّر أيضاً ، فما يُتحصّل منه يكون بحسب القابل ، أي بحسب عقولنا ، فكان ( ص ) يترشّح منه على مُخاطبيه بقدر مقدور ، ولقد كان أمير المؤمنين علي ( ع ) يُنادي في مخُاطبيه : « إنَّ\r\nها هنا لعلماً جمّاً -\r\nوأشار إلى صدره -\r\nلو أصبت له حمله\r\n» « 2 » ، والترشّح مقرون بمقدار المُخاطَب ، وهو المُستوى الذي يُشخّصه المعصوم نفسه ، روايةً عن كميل بن زياد ( رحمه الله ) ، عندما سأل الإمام عليّاً ، قائلًا : « يا أمير المؤمنين ما الحقيقة ؟ فقال ( ع ) :\r\nما لك والحقيقة ؟\r\nفقال كميل : أو لستُ صاحب سرّك ؟ قال ( ع ) :\r\nبلى ، ولكن يرْشَحُ عليك ما يطفح منّي » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكافي : ج 1 ، ص 23 ح 15 .\r\n( 2 ) عيون القلوب ، المقالة الثانية ، لقطب الدين اللاهيجي : ص 497 . .\r\n","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nفتحصَّل لدينا أنَّ الوقوف على القيمة المعرفيّة للمحور باتّجاهيها تُشكِّل ضرورة أساسيّة بالنسبة للقراءة التخصّصيّة للنصّ ، والتي ينبغي تحصيل القدر المتيقّن منها المتمثّل ببيانات وجه العلاقة بين المحور وامتداداته لتحقيق معنى رصديّة المحور وإرشاديّته للنصوص الراجعة إليه « 1 » .\r\n\r\nالرابع : الوتديّة من شروط المحور\r\nإنَّ النتيجة الأوّليّة في ضوء مجموع البيانات في موضوعة الأوتاد وموضوعة المحوريّة هي : أنَّ جميع ملاكات الوتديّة القرآنيّة مأخوذة كشرط أساسي في محوريّة المحور ، فكلّ محور قرآني هو في الأصل وتد قرآني ، وبالتالي فاشتراطنا العلم بوتديّة الآي القرآني في التفسير والمُفسِّر سارٍ إلى العلم بمحاور القرآن ، بل العلم بمحاوره هو الأولى « 2 » .\r\n\r\nالخامس : الاختلاف اللحاظي بين الوتديّة والمحوريّة\r\nيُمكن لنا رصد الاختلاف اللحاظي بين وتديّة النصّ ومحوريّته من خلال عدّة أُمور ، نكتفي بالأهمّ منها ، وهي أربعة لحاظات ، ندرجها كالتالي :\r\nاللحاظ الأوّل : إذا كان المنظور في النصّ القرآني واجديّته\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) منطق فهم القرآن : ج 2 ، ص 57 - 6 .\r\n( 2 ) المصدر نفسه : ج 2 ، ص 61 - 62 . .\r\n","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nلكمالات الحفظ والثبات - له ابتداءً ، وللنصوص المستعينة به انتهاءً - فذلك هو الوتد القرآني ، وإذا لُوحظ نفس عائديّة النصوص الامتداديّة لنصّ جامع يُمثّل الوجه الإجمالي لها ، فذلك هو المحور .\r\nاللحاظ الثاني : إذا استحال الانفكاك الموضوعي بين النصّ وامتداداته فذلك هو المحور ، وأمّا إذا أمكن ذلك فذلك هو الوتد القرآني ، وبعبارة أُخرى : إنَّ عائديّة النصوص الامتداديّة للنصِّ الواحد إذا كانت ذاتيّة ، فذلك هو المحور ، وإلّا فهو وتد قرآنيّ .\r\nاللحاظ الثالث : إذا كانت حاكميّة النصّ على امتداداته توليفيّة ، يرقبها الُمفسّر والُمؤوّل ، فذلك هو الوتد القرآني ، وأمّا إذا كانت الحاكميّة حقيقة قرآنيّة قائمة بنفسها ، يتحرّك فيها النصّ تلقائيّاً ، كما لو شكَّل قضيّة كبرويّة ، فذلك هو المحور .\r\nاللحاظ الرابع : إذا كان الملحوظ بين النصّ وامتداداته الجانب المعرفي تحديداً ، بمعنى إمكان تصوّر انفكاك الامتداديّة المعنويّة ، فذلك هو الوتد القرآني ، وأمّا إذا ارتفع إمكان تصوّر انفكاك الامتداديّة المعنويّة ، فذلك هو المحور القرآني ، حتّى وإن كفَّ قارئ النصّ الُمتخصّص عن السير باتّجاه تحصيل وتحقيق المحوريّة المعنويّة « 1 » .\r\n\r\nالسادس : المحور فرد أم مقام جامع ؟\r\nالمقام هو موضع الإقامة ، وأمّا مقام الجمع فهو شهود الأغيار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر نفسه . .\r\n","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nبالله ، فليس للأغيار ظهور مستقلّ في نظر الشاهد ، والمحور القرآني مقام جامع لجميع كمالات النصوص الامتداديّة المُقترنة به ، يحكيها بنحو الإجمال ، لا فرداً شاخصاً مستقلًا غير منظور فيه كمالات الغير إلّا بلحاظ النسبة « 1 » .\r\n\r\nالسابع : عنصر الثبات في المحور\r\nلا نعني بالثبات هنا ما يُقابل التغيّر ، وإنّما نعني الثبات المُقابل للفقد ، بمعنى أنَّ المحور القرآني لا يُتصّور فيه فقدان لأيِّ كمال من كمالاته ، وأمّا الزيادة الكماليّة فيه فإنّه إذا ما لوحظ كون القرآن التدويني هو مجلى لصفات الكمال والجمال والجلال لله تعالى ، وهو مرآة لكتاب التكوين بمعناه الجامع ، فإنّه لا يُتصّور فيه الزيادة بلحاظه ، ولكنَّ القارئ الُمتخصّص حيث إنه لم يُحط بكمالات القرآن يتصوّر الزيادة الكماليّة فيه بتبع الارتقاء الكمالي الذي يكون عليه القارئ ، فالزيادة الكماليّة للمحور إنّما هي بلحاظ القارئ لا بلحاظ النصّ نفسه « 2 » .\r\n\r\nالثامن : المحوريّة في بُعدها التفسيري\r\nإنَّ العمليّة التفسيريّة لا تقتصر على توضيح ألفاظ النصّ أو على عرض تفصيلات أجملها النصّ المُفسَّر ، وإنّما محورها الحقيقي يدور\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر نفسه : ج 2 ، ص 62 - 63 .\r\n( 2 ) المصدر نفسه : ج 2 ، ص 63 - 64 . .\r\n","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nحول بيان مقاصد النصّ على مستوى الظاهر ، وهذا البيان يحتاج إلى عمليّة تثبّت وتدقيق وتحقيق لا تفي بها النصوص الامتداديّة ، ولذلك ليس أمامنا سوى المحور القرآني ، فالمحور يُشكِّل الحجر الأساس في العمليّة التفسيريّة « 1 » .\r\n\r\nالتاسع : المحوريّة في بُعدها التأويلي\r\nوهنا تشتدّ الحاجة لدور المحور القرآني ، وذلك لشدَّة المخاطر التي تُواجهها العمليّة التأويليّة ، بمعنى أنَّ العمليّة الرصديّة تتجلّى بأعلى مراتبها في حفظ المُعطى التأويلي ، وهذا الدور رغم أنّه ثانوي في مهامّ المحور إلّا أنّه بالقياس إلى ما عليه الحال في العمليّة التفسيريّة يكون الأهمّ والأشدّ ، وأمّا دوره الحقيقي في العمليّة التأويليّة فيكمن في كونه يُشكِّل حلقة الوصل بين النصوص الامتداديّة وبين عوالم الغيب القرآني ، المتمثّلة بعوالم الإشارة واللطائف والحقائق ، وكلّما ارتقت العمليّة التأويليّة وامتدّت مُعطياتها اشتدَّت الحاجة لمهامّ ودور المحور القرآني ، فالعلاقة ارتقائيّة طرديّة بارتقاء المراتب التأويليّة ، بل إنَّ المراتب التأويليّة القصوى يكاد أن ينحصر فيها الدور بالمحور القرآني ، حيث تكاد أن تُهمل الحاجة للنصوص الامتداديّة ، وذلك لضآلتها « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر نفسه : ج 2 ، ص 65 - 67 .\r\n( 2 ) المصدر نفسه : ج 2 ، ص 67 - 7 . .\r\n","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\n\r\nالعاشر : المحوريّة ومدارج الكمال ( البعد المعنوي )\r\nإنَّ اختلاف المراتب والمدارج المعنويّة بشكل عامّ ، أمر مفروغ منه ، وهذا المعنى منعكس تماماً في موضوعة المحور القرآني باعتباره حلقة الوصل المؤدّية إلى عوالم الغيب القرآني بمراتبه الثلاث التي تأتي بعد مرتبة العبارة ، وحيث إنَّ لكلّ مرتبة من مراتب الغيب القرآني كمالًا جامعاً مُختصّاً بنفس المرتبة ، وكمالات تفصيليّة مُنبسطة على النصوص القرآنيّة فإنَّ ذلك سوف ينعكس تماماً على وجود المحور ومهامّه ، ولا ريب بأنَّ هذه المطالب البِكر بحاجة ماسّة إلى مزيد من البيان والتوضيح ، سنحاول عرضها بشكل موجز .\r\nولتوضيح ذلك نحتاج إلى عرض بيانات ثلاثة : توطئة تتعلّق بمراتب القرآن ، ومدخل يتعلّق بالكمال الإجمالي للمرتبة والمحور ، وتجلية تتعلّق بمدارج الكمال أو البعد المعنوي للمحور القرآني .\r\nأمّا التوطئة : فقد عرفت ممّا سبق أنَّ هنالك مراتب أربعاً للقرآن الكريم ، العبارة والإشارة واللطائف والحقائق ، وأنَّ مرتبة العبارة هي السقف المعرفي للظاهر القرآني ، وأنَّ مرتبة الإشارة برزخ بين الظاهر والباطن ، أو بين التفسير والتأويل ، وهي للباطن والتأويل أقرب ، ولذلك فهي أُولى مراتب السقف المعرفي والمعنوي للباطن القرآني ، وثاني مراتبه تكمن في اللطائف ، وآخرها تكمن في الحقائق ، ولكلّ مرتبة من هذه المراتب الثلاث مراتب طوليّة تمثّل : أدنى المراتب في كلّ مرتبة فيها ، وأشرف المراتب فيها ، وهذا الترتّب الطولي بين مراتب كلّ\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nمرتبة عادةً ما يُلحظ بالقياس للقارئ ، لأنَّ كلَّ قارئ ينعكس فيه من كمال المرتبة بقدر ما توفّرَ عليه من كمال .\r\nوأمّا المدخل : فإنَّ كلّ مرتبة من مراتب الغيب القرآني يُلحظ فيها أمران :\r\nالأوّل : كمالها الخاصّ الجامع لجميع الكمالات التفصيليّة المُنبسطة على النصوص القرآنيّة بوجودها اللفظي والخزائني ، ولكنّه كمال جامع بنحو الإجمال ، فمرتبة الإشارة مثلًا تتوفّر على كمال إجمالي خاصّ جامع لجميع الكمالات المنبسطة على النصوص القرآنيّة على مستوى الإشارة ، والتي عادة ما تتحدّد بلحاظ القارئ المُتخصّص نفسه ، كما تقدَّم ، وهكذا الحال بالنسبة للمرتبتين الأُخريين من مراتب الغيب القرآني ، مع الأخذ بعين الاعتبار شدَّة البساطة وشرافة الكمال وشموخ المقام .\r\nوهذا الانعكاس الإجمالي في شخص المرتبة ، والتفصيلي في النصوص المُتفرّقة ، ذو صلة وثيقة بالمحور القرآني وامتداداته ، فالمحور القرآني يُمثّل في المقام الكمال المنعكس في شخص المرتبة ، وأمّا امتداداته فتمثّل الكمال التفصيلي المنعكس في النصوص المُتفرّقة ، فالنصوص المُتفرّقة هي عبارة عن مجموعة منظومات ومدارات ، كلّ مجموعة منها تنتهي لمحور خاصّ بها .\r\nوالثاني : كمالها المُستمدّ أو المرتبط بكمال مرتبة أشرف وأعلى ، وذلك لكون المرتبة بنفسها داعية لتحصيل المرتبة التي تليها ، فيكون\r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nالنظر للكمال اللاحق فعليّاً بمجرّد الوصول للكمال السابق .\r\nوأمّا التجلية : فإنَّ لكلّ نصّ قرآني كماله الخاصّ به ، والقارئ المُتخصّص المُتحقّق ينعكس فيه ما للنصّ من كمال ، ولكن كلٌّ بحسبه ، فإذا كان النصّ محوراً قرآنيّاً فالمنعكس في القارئ هو كمال ذلك المحور بوجوده الإجمالي الجامع في تلك المرتبة ، وإذا كان النصّ امتداداً قرآنيّاً فالمنعكس في القارئ ما يُناسب ذلك .\r\nوالمنعكس ، سواء كان شخص كمال المرتبة أم شخص كمال الامتداد ، إذا كان بصورته التحقيقيّة العلميّة الذهنيّة فذلك هو مبلغ علم القارئ وسقفه ، وإذا كان المنعكس بصورته التحقّقيّة الوجوديّة الخارجيّة فذلك هو القارئ نفسه .\r\nجدير بالذكر أنَّ المحور القرآني في مرتبة الإشارة مثله مثل الصورة العلميّة بالنسبة للمعلوم الخارجي إذا ما قيس إلى وجوده في مرتبة اللطائف ، وهو كذلك إذا ما قيس إلى وجوده في مرتبة الحقائق ، وبتبع ذلك يكون القارئ المُتخصّص ، فوجوده العلمي إشاريّ حقيقيّ تحقيقيّ بالقياس للعبارة والصورة الذهنيّة لجميع المراتب الأُخرى ، ووجوده صوريّ إذا ما قيس بمرتبة اللطائف فضلًا عن الحقائق ، حتّى وإن كان وجوده الإشاريّ تحقّقياً خارجيّاً ، وسوف يتّضح لنا الموقف أكثر عند التعرّض لعلاقة المحوريّة بإمام كلِّ عصر ، حيث سيتّضح لنا هنالك حقيقة المحور الحقيقي والفعلي في الوجودين التدويني والتكويني .\r\n\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nإذن ، فمدارج الكمال على مستوى التحقّق تتعلّق بالمحور القرآني بصورة مُباشرة وأكيدة ، بل لا يُمكن التوفّر على شخص كمال كلّ مرتبة دون توسّط كمال المحور « 1 » .\r\n\r\nالحادي عشر : المحوريّة بين السُّوَر القرآنيّة\r\nبدواً لا يوجد مانع معرفي أو معنوي أن يكون للقرآن سور محوريّة معيّنة وأخرى امتداديّة ، لاسيَّما وأنَّ التصنيف السُّوَرِي للقرآن الكريم كان معصوميّاً ، ولذلك فإنَّ هذا الترتيب يُشكِّل مُقدّمة مهمّة لانعكاس فكرة المحوريّة فيها ، وينبغي التنبيه إلى أنَّ المراد من الترتيب السُّوَرِي إنّما بلحاظ آياتها وليس بلحاظ ترتّب نفس السور ، فإنَّ ترتّبها لم يأتِ وفق النزول ، وهذا واضح .\r\nوأمّا السور المرشّحة لهذا المقام : أوّلًا : فاتحة الكتاب ، ثانياً : سورة الإخلاص ، ثالثاً : سورة القدر ، رابعاً : سورة الحجرات ، خامساً : سورة الأنبياء .\r\nوأمّا السور الاحتماليّة فمنها سورة الفتح على سبيل المثال لا الحصر « 2 » .\r\n\r\nالثاني عشر : المحوريّة بين الآيات القرآنيّة\r\nوهذا هو القدر المُتيقَّن في موضوعة المحوريّة المبحوثة في المقام ، وإنَّ المحوريّة السُّوَريّة مُتفرّعة عليها ، وقد عرفت جُلَّ خصوصيات\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر نفسه : ج 2 ، ص 70 - 72 .\r\n( 2 ) المصدر نفسه : ج 2 ، ص 73 . .\r\n","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nالمحوريّة الآياتيّة ومهامّها ، وأمّا ما نودّ عرضه هنا فهو بيانات ثلاثة ، نعرضها كالتالي :\r\n. المساحات العدديّة للمحاور الآياتيّة ، وعلاقة ذلك بالمساحة العدديّة للأوتاد القرآنيّة .\r\n. طبيعة العلاقة بين المحاور الآياتيّة ، أهي علاقة عرضيّة أم طوليّة ؟\r\n. المساحات النوعيّة لكمالات المحاور الآياتيّة على مستوى العوالم الغيبيّة الثلاثة للقرآن الكريم .\r\nأمّا المساحة العدديّة للسور فقد تبيَّن الموقف في ذلك ، وأمّا المساحات العدديّة للآيات المحوريّة فإنّه قد مرَّ بنا مجموعة احتمالات في عدد الأوتاد القرآنيّة ، وقلنا بأنَّ المسألة بحاجة إلى عمليّة استقرائيّة تامّة ودقيقة ، ومع ذلك فقد قدّمنا هنالك رؤى احتماليّة قرآنيّة انتهت بنا إلى أربعة عشر وتداً ، وهو رقم قريب جدّاً من المحاور القرآنيّة الآياتيّة ، وإذا كان هنالك احتمال في الزيادة والنقصان في عدد المحاور فالنقيصة هي الأقرب ، وذلك لما اتّضح لنا من كون المحور القرآني هو الأكثر مهامَّ ولو في الجملة .\r\nوأمّا فيما يتعلَّق ببيان طبيعة العلاقة بين المحاور الآياتيّة ، وضبط العلاقة من كونها علاقة عرضيّة أم طوليّة ، فإنَّ أرضيّة العلاقة كماليّة تكامليّة ، وهذا ما يُمّهد لنا القول بطوليّة العلاقة بينهما ، ولكن دون الإخلال بمحوريّة كلّ محور ، لتوفّر كلّ محور على ما يسمح له\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nبالاستقلال الموضوعي المحوري ، وهذا ما يدعونا للبحث الجدّي في رصد المحور الأخير والنهائي للقرآن الكريم ، ولنطلق عليه اصطلاح : « المُلتقى » « 1 » .\r\n\r\nالثالث عشر : علاقة المحوريّة بإمام كلِّ عصر\r\nإنّ للإمام - كما هو واضح - امتيازات ومقامات وخصوصيات لا يمكن أن تكون لأحد غيره ؛ ولذلك فإنَّ من كان صفته ذلك ، يكون جامعاً مانعاً من حيث معارف القرآن الكريم ، ومقتضى عدم افتراقهما حتّى يردا عليه ( ص ) الحوض هو الانطباق المعرفي والمعنوي التامّ بين المُعطى القرآني وكمالاتهم ، فلا يتقدَّم عليهم القرآن قيد أنملة بكمال أو جمال أو جلال ، وإلّا لزم وقوع الافتراق وتكذيب الحديث - والعياذ بالله تعالى - ونحن نعتقد بصحّة هذا الحديث جملةً وتفصيلًا ، وعلى حدّ اعتقادنا بالله تعالى وبرسوله الخاتم ( ص ) ، ومن ثَمَّ فإنَّ المحور القرآني الجامع الأجمع ، والحاكم والأحكم ، والكامل الأكمل ، بوجوده التكويني الخارجي الحسّي لا ينطبق إلَّا على أهل البيت ( ع ) « 2 » .\r\n\r\nالرابع عشر : محوريّة آية الكرسي للقرآن\r\nبعد تلك الوقفات غير القصيرة ، والبيانات الجليلة ، نكون قد وصلنا إلى محور موضوعة بحثنا الأوّل الذي يدور حول بيان محوريّة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر نفسه : ج 2 ، ص 78 - 81 .\r\n( 2 ) منطق فهم القرآن : ج 2 ، ص 81 - 83 . .\r\n","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nآية الكرسي للقرآن برمّته ، لاسيَّما بعد الفراغ من إمكان وجود محور جامع أجمع وكامل أكمل وحاكم أحكم ، على مستوى الوجود اللفظي ، وقد أسميناه بالمُلتقى ، والذي بتبعه يكون المحور الوجودي المجرّد والمحور الوجودي الحسّي معرفيّاً لا واقعيّاً ، فإنَّ واقعيّة الوجودين الحسّي والمجرَّد سابقتان ومتبوعتان لا تابعتان . فهل يُمكن تحديد هذه المحوريّة الأعلائيّة من خلال مصداق بارز ؟\r\nوهل يُمكن أن تكون آية الكرسي طرحاً احتماليّاً راجحاً أم أنّها تمثّل فرضيّة أُولى في عرض فرضيات أُخرى ؟\r\nهنا نحتاج أن نقف قليلًا عند أمرين مهمّين يتعلَّقان بالمحور ( الملُتقى ) هما : بيان ملامح المحوريّة العلميّة والمعرفيّة للمُلتقى ، وبيان ملامح المحوريّة المعنويّة للمُلتقى ، ثمَّ نعرض ذلك على النصوص الاحتماليّة على المستوى الآياتي لا السُّوَري ؛ لما عرفت من كون القدر المُتيقّن للمحوريّة يكمن في الآيات .\r\n\r\nالأمر الأوّل : بيان ملامح المحوريّة العلميّة والمعرفيّة للمُلتقى\r\nإنَّ من أبرز الملامح المعرفيّة للمحور المُلتقى : أنّه يُمثّل المُستقى الأعلى والنهائي للتحصيل المعارفي ، وأنّه يقوم بعمليّة رصديّة وإرشاديّة على المحاور القرآنيّة العاديّة . والمستوى النوعي بين رصد المحاور الأوّليّة وبين رصد المحور المُلتقى مُتفاوت كثيراً ، كما أنَّ الواقف على كمالات المحور المُلتقى واقف على كمالات المحاور الامتداديّة وكمالات النصوص الامتداديّة من باب أولى .\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nإنَّ للمحور المُلتقى هيمنة معرفيّة مُطلقة على جميع النصوص التي تنتهي عنده ، سواء كانت محوريّة أم امتداديّة عاديّة ، وهذه الهيمنة لها صورة ظاهريّة يصل إليها الكُمَّل من القرّاء المُتخصّصين ، وأمّا الباطنيّة فلا يتسنىّ لغير المعصوم التحقّق بها ، فذلك مقامهم .\r\n\r\nالأمر الثاني : بيان ملامح المحوريّة المعنويّة للمُلتقى\r\nإنَّ الملامح الأساسيّة للمحوريّة المعنويّة للمُلتقى لا يُمكن رصدها بأيّ حال من الأحول دون الاستعانة بظهورها الحسّي المتمثّل بالإمام المعصوم ( ع ) ، ولكنها إجمالًا تفيد ترتّب الأثر التكويني لكلّ مرتبة كماليّة يصل إليها القارئ المُتخصّص ، وكلّ مرتبة معنويّة هي مقدّمة تنطلق بالواصل لمرتبة أشرف وأعلى ، فهي لا تنفكّ عن مُحرّكيّتها باتّجاه المرتبة الأشرف ، ومنها أنّها تمثّل المستودع الحقيقي للأسرار الكونيّة ، سواء بوجودها اللطائفي أم الحقائقي .\r\nإذا لم تنته المعطيات التفسيريّة والتأويليّة عند المحور المُلتقى ، فهي ضرب من القول بالرأي المذموم ، بل خارجة عن حريم الهدى ، وداخلة في حريم الضلال « 1 » .\r\n\r\nمحوريّة آية الكرسي طرح احتماليّ راجح\r\nقلنا بأنَّه من خلال مجموعة البيانات لملامح المحور المُلتقى المعرفيّة والمعنويّة ، يمكننا أن نتصيّد المصداق اللفظي للمُلتقى القرآني ، كما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) منطق فهم القرآن : ج 2 ، ص 83 - 91 . .\r\n","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nنبَّهْنا بأنَّ تحديد المصداق إنّما يعتمد على رؤية عامّة للمصداق ، وأمّا الرؤية الخاصّة فهي فرع الفراغ من تفسير المصداق وتأويله ، وحيث إنَّ هذا الأمر لم يقع منّا بعد فإنَّ التشخيص سوف يكون عامّياً ، وأمّا الرؤية الخاصّة فسوف تكون نتائجيّة ، كما عرفت ، وهو ما سنقف عنده عمليّاً في خواتيم هذه الأبحاث المتعلّقة بآية الكرسي « 1 » .\r\nولذلك كلِّه سوف نقدّم نموذجنا القرآني لمصداق المحور الُملتقى كطرح احتمالي راجح ، وهو آية الكرسي بمقاطعها الثلاثة ، والتي يُمكننا إبراز محوريّتها من خلال ثلاث زوايا مفصليّة ومهمّة تُقرّبنا من المطلوب ، وهي :\r\n\r\nالزاوية الأُولى : الفكريّة العقديّة\r\nوهي الزاوية التي تطرح أمامنا المعارف العُليا ، وهو ما يُمكن رصده في :\r\n1 . قوله تعالى : اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ .\r\n2 . وقوله تعالى : يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلَّا بِمَا شَاءَ .\r\n. وقوله تعالى : وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ .\r\n4 . وقوله تعالى : اللَّهُ وَلِيُّ الَّذِينَ آَمَنُوا .\r\n5 . وقوله تعالى : والَّذِينَ كَفَرُواْ أَوْليِآؤُهُمُ الطَّاغُوتُ .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر : منطق فهم القرآن : ج 2 ، ص 91 . .\r\n","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\n\r\nالزاوية الثانية : السلوكيّة العمليّة\r\nوهي الزاوية المتمثّلة بالسير في طريق واحد ، وهو طريق النور ، والكفّ عن الطُّرُق الغيريّة ، وهي طُرُق الظلمات ، وهذا ما يُمكن رصده في :\r\n1 . قوله تعالى : مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ .\r\n2 . قوله تعالى : فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى .\r\n. قوله تعالى : يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَالَّذِينَ كَفَرُوا أَوْلِيَاؤُهُمُ الطَّاغُوتُ يُخْرِجُونَهُمْ مِنَ النُّورِ إِلَى الظُّلُمَات .\r\n\r\nالزاوية الثالثة : حريّة الاختيار\r\nأو ما يُمكن تسميتها بحرّية السير باتّجاه المُلتقى ، وهو ما يُمكن رصده في قوله تعالى : لا إكِراهَ فِي الدِّينِ قَد تَّبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ .\r\nهذه الزوايا الثلاث تُمهّد لنا وتُرشدنا إلى ما عليه المحور الملتقى « 1 » .\r\n\r\nالمحور المُلتقى في الأخبار\r\nورد في بعض الأخبار ما يدعم ترجيحنا لمحوريّة آية الكرسي للقرآن الكريم ، من قبيل ما روي عن الرسول الأكرم ( ص ) أنّه قال :\r\n« لكلِّ شيء سنام ، وسنام القرآن : سورة البقرة ، ومنها آية هي سيّدة آي القرآن ، لا تقرأ في بيتٍ فيه الشيطان إلّا خرج منه ، وهي : آية\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) منطق فهم القرآن : ج 2 ، ص 91 - 96 . .\r\n","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nالكرسيّ\r\n» « 1 » ، ومقتضى السيادة مرجعيّة النصوص الأُخرى إليها ، وهي سيادة كماليّة ، بمعنى ارتقائها إلى أشرف المراتب الكماليّة ، ولعلّ السرّ في ذلك هو كون الدين أصله وحقيقته يكمن في التوحيد ، وهذه الآية الشريفة جاءت لتكرّس فكرة التوحيد .\r\nقال القرطبي في آية الكرسي : « وإنّما كانت أعظم آية لأنّها توحيد كلّها ، كما صار قوله ( ص ) :\r\n( أفضل ما قلته أنا والنبيّون من قبلي : لا إله إلّا الله ، وحده لا شريك له )\r\nأفضل الذكر ، لأنّها كلمات حوت جميع العلوم في التوحيد » « 2 » « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المجازات النبويّة ، للشريف الرضي : ص 414 ، ح 333 . وأيضا كنز العمّال : ج 1 ، ص 561 ، ح 2527 ، وأيضاً الدرّ المنثور : ج 1 ، ص 2 .\r\n( 2 ) تفسير القرطبي ( الجامع لأحكام القرآن ) : ج 1 ، ص 111 .\r\n( 3 ) منطق فهم القرآن : ج 2 ، ص 97 . .\r\n","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\n\r\nالمبحث الخامس : وحدة القرآن وترابطه\r\nتأكيد فكرة تعدّد المعاني في النصّ القرآني\r\nعدم التنافي بين تعدّد المعاني ووحدة النصّ\r\nتعدّد المعاني تأكيد لوحدة النصّ\r\nتعدّد المعاني إثراء للتمهيد والموادّ والنتائج\r\nتعدّد المعاني مأدبة للتأمّل\r\nتعدّد المعاني عصرنة للنصّ\r\nتعدّد المعاني ومراتبيّة الفهم\r\nتعدّد المعاني ومراتبيّة المصداق\r\nتعدّد المعاني وقبول الآخر\r\nوحدة النصّ ووحدة الموقف\r\nوحدة النصّ وحدود الحركة التفسيريّة\r\nوحدة النصّ واجتهادات المفسّر\r\nوحدة النصّ وبيانيّة العمليّة التفسيريّة\r\nوحدة النصّ وبيانيّة العمليّة التأويليّة\r\nوحدة النصّ واختلاف المعطيّات\r\nوحدة النصّ وتمحور المعطيات\r\nتعليقان\r\nالجديد في كتاب منطق فهم القرآن\r\nحاجته إلى التجلية\r\n\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\n\r\nتمهيد\r\nإنَّ القرآن الكريم ليس فصولًا دراسيّة مستقلّة ، كما أنّه ليس فصولًا ارتقائيّة تبدأ في مراحل تمهيديّة ثمَّ تبتني الموادّ الأساسيّة عليها ، لينتهي البحث إلى النتائج المتوخّاة من التمهيد والموادّ ، وإنّما القرآن الكريم عبارة عن مطالب مزجيّة تراكبيّة ، بمعنى : أنّ آياته الكريمة تنهض بوظائف مختلفة ، فالآية الواحدة فيها قابليّة التمهيد ، وقابليّة الكون في البُنى التحتيّة لمطالب مختلفة ، وقابليّة رسم الموقف الأوّلي والمتوسّط والنهائي للقرآن الكريم ، وهنا تكمن عظمة النصّ القرآني التي نبَّه لها الإمام علي ( ع ) في قوله : «\r\nولا تنقضي عجائبه\r\n» . هذا ، ولا يبعُد أن يكون أحد وجوه قوله تعالى : وَنَزَّلْنا عَليْك الْكِتَابَ تبِيَاناً لِّكّل شَيءٍ وَهُدًى وَرَحْمةً وبُشْرى لِلْمُسْلمِينَ ( النحل : ) هو أنّه فيه تبيان للتمهيد والموادّ والنتائج ، ولعلّ من لطائف القول المؤيّد لهذا الوجه الفريد : الإشارة للتمهيد بكلمة : هُدىً ، وللموادّ بكلمة : رَحمةً ، وللنتائج بكلمة : بُشْرَى ، ثمَّ تُنبِّه الآية الكريمة إلى حصر تحصيل ذلك بمن سلَّم الأمر لتلك الوظائف القرآنيّة ، وهو قوله : للِمُسْلمِينَ ، فإذا كان الأمر كذلك فكيف تنقضي عجائبه ؟\r\nولعلّ من نافلة القول : أنَّ العجز التامّ عن الإلمام بالقرآن لغير المعصوم ناشئ من عدم المكنة من استنفاد تمهيداته وموادّه ونتائجه\r\n\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nبعدما اتّضح بأنّه كلّه تمهيدات وكلّه موادّ وكلّه نتائج ، لا أنَّ بعضه تمهيدات أو موادّ أو نتائج ، ولذلك فمن هنا يتبيّن لنا وجه آخر لوحدة وترابط القرآن الكريم غاب عن لحاظ الآخرين ، وأنّى لهم ذلك « 1 » .\r\n\r\nتعميق البحث في وحدة القرآن وترابطه\r\nيمكننا تعميق البحث في وحدة القرآن وترابطه من خلال الحديث على المستويين التاليين :\r\n\r\n1 . تأكيد فكرة تعدّد المعاني في النصّ القرآني\r\nوهنا نودّ أن نعمّق فكرة تعدّد المعاني التي في النصّ القرآني ، حيث نحاول تعميق هذه الفكرة ، لتكون محوراً أساسيّاً في العمليّة التفسيريّة ، وليست مجرّد فكرة احتماليّة ، وسنسلك ذلك من خلال تراجمة القرآن الكريم وقُرّائه الحقيقيّين والحاملين لواءَه ، الذين انفردوا بمقام محوريّة الملُتقى الجامع الأجمع لمعارف القرآن وكمالاته ، وهم أهل البيت ( ع ) الذين لا تعدو كلماتهم كلمات القرآن الكريم ، بل لا افتراق بينهما البتّة ، وقد عرفت ذلك ، فهُمُ القرآنُ الناطق ، ولا أحد سواهم ( ع ) له أن يدّعي ذلك ، أو يُدعى له ذلك .\r\nوهنا سوف نُحاول عرض جملة من الروايات الواردة عنهم ( ع ) والتي تتعرّض إلى فكرة تعدّد المعاني في كلماتهم ، مُعتبرين ذلك امتيازاً لهم ( ع ) ، فإذا كان الأمر كذلك فهذا الامتياز ثابت للنصوص القرآنيّة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر نفسه : ج 2 ، 425 - 426 . .\r\n","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nمن باب أولى ، بل بالضرورة ، فالكمال والجمال والجلال الذي حفّ النصوص القرآنيّة لهو أعظم وأجلّ من الكمال والجمال والجلال الذي يحفّ بروايات العترة الطاهرة ( ع ) .\r\nإنّ روايات العترة الطاهرة التي نحن بصددها ستتكفّل بتعميق الفكرة التي طالما وقفنا عندها في هذا الكتاب ودافعنا عنها ، وهي كما أسلفنا القول بتعدّد المعنى في عين وحدته ، أي : إنّنا نلتزم بالجمع المعرفي بين القول بوحدة النصّ القرآني وبين القول بتعدّد المعنى ، وقد تقدّم منّا إثبات ذلك .\r\nهذا ، وقد وقع اختيارنا على مجموعة خاصّة من الروايات لأهداف سوف تتّضح بعد عرضها في تعليقات بيانيّة .\r\nالرواية الأولى : عن أبي عبد الله الصادق ( ع ) أنّه قال : «\r\nإنّي لأتكلّم على سبعين وجهاً ، لي في كلّها المخرج\r\n» « 1 » .\r\nالرواية الثانية : عن عبد الأعلى بن أعين قال : « دخلت أنا وعليّ بن حنظلة على أبي عبد الله الصادق ( ع ) ، فسأله عليّ بن حنظلة عن مسألة فأجاب فيها ، فقال رجل : فإن كان كذا وكذا ، فأجابه فيها بوجه آخر ، وإن كان كذا وكذا ، فأجابه بوجه ، حتّى أجابه فيها بأربعة وجوه ، فالتفت إليَّ عليُّ بن حنظلة قال : يا أبا محمّد قد أحكمناه ، فسمعه أبو عبد الله الصادق ( ع ) فقال :\r\nلا تقل هكذا يا أبا الحسن فإنّك رجل ورع ، إنّ من الأشياء أشياء ضيّقة ، وليس تجري إلّا على وجه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بصائر الدرجات : ص 348 ، ح 1 . .\r\n","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nواحد ، منها : وقت الجمعة ليس لوقتها إلّا واحد حين تزول الشمس ؛ ومن الأشياء أشياء موسّعة ، تجرى على وجوه كثيرة ، وهذا منها ؛ والله إنّ له عندي سبعين وجهاً » « 1 » .\r\nالرواية الثالثة : عن علي بن أبي حمزة قال : « دخلت أنا وأبو بصير على أبي عبد الله ( ع ) ، فبينما نحن قعود إذ تكلّم أبو عبد الله الصادق بحرف ، فقلت أنا في نفسي : هذا ممّا أحمله إلى الشيعة ، هذا واللهِ حديث لم أسمع مثله قطّ ، قال : فنظر في وجهي ثمَّ قال ( ع ) :\r\nإنّي لأتكلّم بالحرف الواحد لي فيه سبعون وجهاً إن شئت أخذت كذا ، وإن شئت أخذت كذا » « 2 » .\r\nالرواية الرابعة : عن محمّد بن مسلم عن أبي عبد الله الصادق ( ع ) أنّه قال : «\r\nإنّا لنتكلّم بالكلمة بها سبعون وجهاً ، لنا من كلّها المخرج » « 3 » .\r\nالرواية الخامسة : عن مؤمن الطاق عن أبي عبد الله الصادق ( ع ) أنّه قال : «\r\nأنتم أفقه الناس ما عرفتم معاني كلامنا ، إنّ كلامنا لينصرف على سبعين وجهاً »\r\n« 4 » .\r\nالرواية السادسة : عن إبراهيم الكرخي ، عن أبي عبد الله الصادق ( ع ) أنّه قال : «\r\nحديث تدريه خير من ألف حديث ترويه ، ولا يكون\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر نفسه : ص 348 ، ح 2 .\r\n( 2 ) المصدر نفسه : ص 348 ح 3 .\r\n( 3 ) المصدر نفسه : ص 349 ، ح 4 .\r\n( 4 ) المصدر نفسه : ص 35 . ، ح 6 . .\r\n","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nالرجل منكم فقيهاً حتّى يعرف معاريض كلامنا ، وإنَّ الكلمة من كلامنا لتنصرف على سبعين وجهاً لنا من جميعها المخرج » « 1 » .\r\nالرواية السابعة : عن أمير المؤمنين علي ( ع ) أنّه قال : «\r\nوإنَّ الكلمة من آل محمّد تنصرف إلى سبعين وجهاً » « 2 » .\r\n\r\nتعليقات بيانيّة\r\nأوّلًا : ينبغي أن يُعلم بأنَّ العدد ( سبعين ) قد سيق لبيان الكثرة وليس لتحديد الوجوه التي للإمام ( ع ) القدرة على بيانها ، فهي لا تقلّ عن ذلك قطعاً ، وهي أكثر من ذلك تبعاً لنكتة رقميّة الكثرة لا التعيين .\r\nثانياً : جاء في النصف الثاني من الرواية الثانية من قول الإمام الصادق ( ع ) : «\r\nلا تقل هكذا يا أبا الحسن فإنك رجل ورع ، إنّ من الأشياء أشياء ضيّقة ، وليس تجرى إلّا على وجه واحد . . . ومن الأشياء أشياء موسّعة تجرى على وجوه كثيرة ، وهذا منها ؛ والله إنّ له عندي سبعين وجهاً » .\r\nوفي ذلك دلالتان مهمّتان :\r\nأمّا الأولى : فهي تحذير من الإمام ( ع ) لعليّ بن حنظلة ، حيث كنّاه بأبي الحسن ، مُذكّراً إيّاه بأنّ ثقافة الوجه الواحد باطلة ، وأنّ التشكيك بمقولة الإمام المعصوم خلاف للتقوى .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) معاني الأخبار : ص 2 ، ح 3 .\r\n( 2 ) مستدرك سفينة البحار : ج 9 ، ص 163 . .\r\n","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nوأمّا الثانية : فهي حرص الإمام ( ع ) على قطع وشائج الشكّ وتركيز الفكرة بنحو اليقين في قلب عليّ بن حنظلة ، وذلك من خلال قسَمه ( ع ) بالله تعالى ، والخطاب لنا جميعاً بطبيعة الحال ، فإنّ خطابهم سمته قرآنيّ محض ، نزل بلسان « إيّاكِ أعني واسمعي يا جارة » ، وهذا واضح .\r\nثالثاً : إنَّ الرواية الثالثة جاء في ذيلها : «\r\nإن شئت أخذت كذا ، وإن شئت أخذت كذا\r\n» ، وفي ذلك دلالة واضحة على أنّ الوجوه التي يعرضها الإمام ( ع ) ليست وجوهاً احتماليّة ، كما قد يُتوهّم ، وإنّما هي وجوه يتحمّلها النصّ ، وهنالك فرق معرفيّ عظيم بين احتمالات النصّ لوجوه وبين تحمّله لها .\r\nرابعاً : جاء في الرواية الرابعة من قول الإمام الصادق ( ع ) : «\r\nإنّا لنتكلّم بالكلمة بها سبعون وجهاً\r\n» وفي ذلك دلالة مهمّة أيضاً على أنَّ كلماتهم لا أنّها مجرّد تحتمل سبعين وجهاً ، وإنّما هي تحمل سبعين وجهاً حقيقة ، وكلّ هذه الوجوه صحيحة ومقبولة لديه ( ع ) ، بدليل سرده ( ع ) لبعض منها .\r\nخامساً : جاء في الرواية الخامسة من قول الإمام الصادق ( ع ) : «\r\nأنتم أفقه الناس ما عرفتم معاني كلامنا ، إنّ كلامنا لينصرف على سبعين وجهاً\r\n» ، وفي ذلك دلالتان مهمّتان جداً :\r\nالأُولى : هي أنّ التفقّه الحقيقي يبتني على أساس تحصيل معرفة معاني كلماتهم ( ع ) .\r\n\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nوالثانية : هي أنّ كلامهم ( ع ) لا تُعّد وجوهه ، حيث عبَّر بسبعين وجهاً ، وقد قلنا بأنّ هذه الرقميّة هي عدديّة وليست تعيينيّة .\r\nفيكون خلاصة الدلالتين : أنَّ التفقّه الحقيقي هو الوقوف على الوجوه التي يحملها النصّ ، لا الوجوه المحتملة فحسب ، فمن لم يقف على تلك الوجوه - وهي قيد التفقّه - التي يتحمّلها النصّ ، فدعوى الفقاهة مردودة ، أو محلّ كلام .\r\nسادساً : جاء في الرواية السادسة من قول الإمام الصادق ( ع ) : «\r\nحديث تدريه خير من ألف حديث ترويه\r\n» ، وفي ذلك دلالة واضحة على أهمّية التدبّر فيما نعلم به ، ولسنا نُريد الإشارة إلى نكتة أخلاقيّة ، فذلك أمر واضح ، وإنّما نريد التنبيه إلى الهدف الأسمى ممّا لا يُمكن أن نتوفّر عليه من الحصول ، حيث قلنا بأنّ التمهيد والتأسيس والنتائج تمثّل أهدافاً أوّليّة ومتوسّطة ونهائيّة على مستوى الحصول ، وأنّ هنالك هدفاً أسمى من كلّ ذلك ، وهو أصل العمل بمعطيات التمهيد والتأسيس والنتائج ، وهذا ما نفهمه بوضوح من كلمة الدراية ، في قبال الحصول ، وهو الرواية .\r\nومن هنا نفهم أهمّية وعمق قول الرسول الأكرم ( ص ) : «\r\nمن عمل بما يعلم ، ورّثه الله علم ما لم يعلم\r\n» ، وفضيلة الرؤية العينيّة للشيء على مجرّد السماع به .\r\nسابعاً : في قول أمير المؤمنين علي ( ع ) : « وإن الكلمة من آل محمّد تنصرف إلى سبعين وجهاً » ، وفي ذلك دلالة خفيّة جداً ، نطرحها\r\n\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nبصورة احتماليّة ، في كلمة : ( تنصرف ) ، ففيها إشارة إلى مسألة الانصراف المتداول في موضوع الظهور والحقيقة والمجاز ، فإنّ كلمات آل محمّد ( ع ) ليست تحتمل أو تتحمّل وجوهاً ، وإنّما هي تنصرف إلى ذلك ، أي كلّها معانٍ حقيقيّة ، والذي نراه في المقام أيضاً هو أنّ للموضوع صلة وثيقة بمسألة التعارض بين الروايات ، فتكون مفردة الانصراف تُؤسِّس لشيء لم يعهده السواد الأعظم من قرّاء النصوص الدينيّة ، ونظراً لخروج هذا الموضوع عن أصل البحث فقد ارتأينا إرجاءه لمحلّه .\r\nثامناً : ورد في الرواية الأُولى والرابعة والسادسة أنَّ للإمام الصادق ( ع ) المخرج في السبعين وجهاً جميعاً ، حيث قال ( ع ) :\r\n« لي في كلّها المخرج ، لنا من كلّها المخرج ، لنا من جميعها المخرج »\r\n، فعبّر بكلمة : ( المخرج ) ، معّرفة بالألف واللام ، ولم يقل : ( مخرج ) بالتنكير ، وفي ذلك إشارة في غاية الأهمّية ، وهي أنّ المرتكز في الذهن والمُتبادر إليه ، عادةً ما يكون وجهاً واحداً أو وجهين ، فيكون ذكره معرّفاً من باب العهد الذهني ، فإن لم يكن واحداً بعينه من معانٍ كثيرة يتبادر إلى الذهن فإنّه يُشار لذلك كلّه بالتنكير ، حتّى وإن قُصد وجه واحد منها ولكن بلا تعيين .\r\nفإن قُصد الجميع عيناً ، وعُبّر عنها بلام التعريف ، فذلك يدلّ دلالة واضحة ومتينة على أنّ هذه الوجوه جميعاً مقصودة ، ولا يوجد معنى منها مُتقدّماً على الآخر ، فكلّها معانٍ حقيقيّة ومُرادة للشارع\r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nالمقدسّ ، أي : ليس في أيّ وجه منها لنا مخرج ، وإنّما كلّ وجه منها هو المخرج ، فتدبّر .\r\nتاسعاً : جاء في الرواية الثالثة من قول الإمام الصادق ( ع ) : «\r\nإنّي لأتكلم بالحرف الواحد لي فيه سبعون وجهاً\r\n» ، وفي ذلك دلالة عميقة على أنّ كلّ ما يصدر من أفواههم الشريفة ينبغي التأمّل فيه ، وإن كان الصادر منهم حرفاً واحداً لا غير ، فإنّ لهم في الحرف الواحد سبعين وجهاً ، فضلًا عن الكلمة الواحدة والجملة الواحدة والفكرة الواحدة ، وهذا يعني الغاية في الدقّة والمتانة في استعمالاتهم للمفردات ، ومن هنا يُعذر الفقهاء والمتخصّصون في تأمّلاتهم الطويلة في كلّ حرف وكلمة وجملة صادرة من المعصومين ( ع ) .\r\nعاشراً : جاء في الرواية الخامسة من قول الإمام الصادق ( ع ) : «\r\nأنتم أفقه الناس ما عرفتم معاني كلامنا » ،\r\nوفي ذلك ثلاث دلالات لطيفة .\r\nالدلالة الأُولى : إنَّ الُمتوقَّع منهم العمل بما نقوله للناس أجمعين هو أنتم لا غير ، أي : أتباع مدرسة أهل البيت ( ع ) ، ولذلك فهو ( ع ) لم يقل : « أفقه الناس » ، وإنّما قال : «\r\nأنتم أفقه الناس\r\n» ، وهذه النكتة اللطيفة تؤكّد ما أسلفناه في الُمعطى النظري الكسبي للنصّ والُمعطى العملي ، وأنَّ الُمعطى النظري - تمهيداً وتأسيساً ونتائج - هو ثمرة التحقيق والحصول ، وأنَّ الهدف الأسمى من كلّ ذلك هو ثمرة التحقُّق والحضور ، فيكون المتوقَّع منهم تحقيق ذلك الهدف الأسمى هم أتباع\r\n\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nالمذهب الحقِّ ، فقال ( ع ) : ( أنتم ) ، وينبغي أن يُعلم بأنَّ كلمة ( أنتم ) ليست مُطلقة ، وإنّما هي مُقيّدة بقيد احترازيّ كبير ، وهو قوله ( ع ) : «\r\nما عرفتم معاني كلامنا\r\n» . الدلالة الثانية : وهي كامنة في نفس هذا القيد الاحترازي ، ومفادها هو : أنّ العامل بلا علم ليس فقيهاً ولا مُتّفقهاً البتّة ، وإنّما الفقيه هو العارف بمعاني كلماتهم .\r\nالدلالة الثالثة : وهي كامنة في قوله ( ع ) : «\r\nما عرفتم معاني كلامنا » ،\r\nحيث يُشير إلى أنّ المهمّ في ما نقوله هو المعاني وليس الأقوال نفسها ، فالأقوال مجرّد قوالب جامدة ، وأمّا المعاني فهي الروح المتحرّكة التي تُقيم السامع وتُقعده . ولذا ينبغي لمريدي كلماتهم أن لا يجمُدوا على اللفظ فتغيب عنهم المعاني .\r\nأحد عشر : في الرواية الثالثة من قول الإمام الصادق ( ع ) : «\r\nإن شئت أخذت كذا ، وإن شئت أخذت كذا » ،\r\nدلالة مهمّة وعميقة ، وهي تساوي النسبة في مُعطيات كلماتهم بالنسبة للمتلقّين ، ففي الوجوه السبعين - وهو عدد رقميّ لا تعيينيّ - نحن بالخيار ، وهذا مُؤكّد آخر : أنّ النصّ له تلك المعاني بنفسه دون الحاجة منه إلى قرينة ، وإلّا لو كان التعدّد في الوجوه مرجعه للقرينة فلا معنى لقوله : « كلامنا » .\r\nاثنا عشر : ورد أيضاً في الرواية الأُولى والرابعة والسادسة من قول الإمام الصادق ( ع ) : «\r\nلي في كلّها المخرج » ، « لنا من كلّها المخرج » ، « لنا من جميعها المخرج »\r\n، وفي ذلك دلالة واضحة على أنّ المخارج السبعين\r\n\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\n- وهي للكثرة لا للتعيين - التي يتحمّلها النصّ القرآني نحن فقط القادرون على الوقوف عليها ، وتجليتها ، وليس لغيرنا ذلك ، حيث قال ( ع ) :\r\n« لي ، لنا » .\r\nوأمّا نحن القرّاء الآخرون فغاية ما ندور فيه هي مجموعة وجوه ومخارج قد تدخل جملة منها في عالم احتمالات النصّ لا في عالم تحمّله « 1 » .\r\n\r\n2 . تأكيد عدم التنافي بين تعدّد المعاني في النصّ القرآني وبين وحدة هذا النصّ\r\nمن خلال ما تقدّم من مقدّمة معرفيّة تأسيسيّة سوف ننطلق إلى إضاءة زوايا خفيّة أُخرى يستبطنها معنى الوحدة والترابط القرآني ، ولا نكون بعيدين في ذلك عن التفات النصّ القرآني ؛ لأنّه - كما فهمنا - تبِيَان لكُلِّ شَيْءٍ بالنحو المتقدّم ، ولعلّنا من خلال ذلك سوف نستشرف حركتنا التفسيريّة المتماشية مع حركة النصّ .\r\n\r\nالزاوية الأولى : تعدّد المعاني تأكيد لوحدة النصّ\r\nإنّ التعدّد في المعاني تأكيد لوحدة النصّ ، بل هو مؤشّر حقيقي على أصل وحدة النصّ لا على تناثره ، فالتشظّي الظاهري في معاني النصّ هو توحّد في رسم البناءات العلويّة للنصّ ، فأعضاء جسد الإنسان تؤدّي وظائفها بطريقة مزجيّة تراكبيّة ، فهي مستقلّة من حيث\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) منطق فهم القرآن : ج 2 ، ص 98 - 105 . .\r\n","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nخصوصياتها الذاتيّة ، ولكنّه استقلال نسبيّ لا تنهض به بمعزل عن بعض ، والتشظّي الظاهري بين الفصول المنطقيّة الثلاثة ( التصوّرات ، والتصديقات ، والصناعات الخمس ) لا يعني غياب التوحّد المنطقي بينها ، بمعنى : أنّها جميعاً تسير سيراً علميّاً باتّجاه هدفها العلمي الأوحد ، وهو كيفيّة المكنة من صناعة البرهان ، وبعبارة أُخرى : إنَّ ذلك الهدف الغائي الأخير الذي تتوحَّد فيه غايات الفصول تقف خلفه تلك الغايات الابتدائيّة والمتوسّطة والنهائيّة .\r\nوهكذا الحال في آيات القرآن ، فكل آية قرآنيّة لها هدف أوّلي تنطلق مقدّماته من حروف ومفردات الآية وتركيبها الجُملي ، ثمَّ يتحرّك هذا الهدف الأوّلي الابتدائي باتّجاه هدف متوسّط يلتقي فيه مع آيات أُخرى - عادة ما تكون من نفس السورة - ثمَّ يتحرّك الوجود المجموعي باتّجاه هدف نهائيّ أسمى وهو تحديد الموقف القرآني من موضوع الآيات والسور ، ثمَّ يتوقّف الوجود النظري بغايته النهائيّة هذه لتنطلق الغاية الأسمى من كلّ ذلك وهو الالتزام والعمل طبقاً للموقف القرآني ، والذي يُمكن أن نُعبّر عنه بالوجود الغائي الأخير الذي تنتهي عنده كلّ الغايات الأوّليّة والمتوسّطة والنهائيّة .\r\nوبذلك نخلص إلى أنّ أصل التعدّد لا يقترن - ضرورةً - بتعدّد الهدف ، وإنّما قد يكون حاكياً عن التوحّد ، بل ومؤكّداً له ، هذا بالنسبة للمتون غير الدينيّة ، وأمّا بالنسبة للنصوص الدينيّة الصحيحة ، والتي يقع في طليعتها القرآن الكريم ، فإنّها أسمى من ذلك كلّه ؛ وفقاً لما\r\n\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nتقدّم ، وما سنقف عنده عمليّاً ، من أنّ القرآن برمّته كلّ آية آية منه تحمل بذوراً للتمهيد وللموادّ الأوّليّة التأسيسيّة وللنتائج .\r\nبخلاف ما عليه الحال في مثالينا العلمي والحسّي على خلفيّة التوحّد ، فقسم التصوّرات كان وسيبقى هدفاً أوّليّاً ابتدائيّاً ، وهو عاجز تماماً عن أداء وظيفة التصديقات ، فضلًا عن وظيفة الصناعات ، ولكن الآي القرآني يختلف تماماً ، وقد اتّضح ذلك .\r\n\r\nالزاوية الثانية : تعدّد المعاني إثراء للتمهيد والموادّ والنتائج\r\nإنّ تعدّد المعاني إثراء لكلّ من التمهيد والموادّ والنتائج ، وبالتالي فهو امتياز تُثرى به العمليّة التفسيريّة والتنوّع الوظيفي لكلّ آية ، سواء كانت مُمهّدة أم مادّة أم نتيجة ، فإنّ التمهيد إذا اتّخذ قالباً واحداً فإنّ حدود الاستفادة منه سوف تكون محدودة أيضاً بحدود ذلك القالب ، وهذا التحديد الوظائفي إنّما يبتني على أساس تفرّد المعنى ، فإذا ما افترضنا أنّ هنالك تنوّعاً وتعدّداً في المُعطى - كما هو الصحيح - فذلك يعني بالضرورة اتّساع دائرة الاستفادة بل إطلاقها تمهيداً وموادّ ونتائج ، وهذا هو معنى الإثراء الحقيقي الذي يُضفيه التعدّد على النصّ في وظائفه الثلاث ( التمهيد والتأسيس والنتائج ) ، بل إنّ مقتضى التحقيق هو عدم إمكان تعقّل أيّ صورة أُخرى غير ما تقدّم .\r\nهذا ، وينبغي أن يُعلَم بأنّ هذا الإثراء وذلك التعدّد لا يدرِك حدوده النهائيّة غيرُ المعصوم ( ع ) ، وكلّ ما عدا ذلك فهو سير في طريق التكامل المعرفي وطرح صوريّ قابل للأخذ والردّ .\r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\n\r\nالزاوية الثالثة : تعدّد المعاني مأدبة للتأمّل\r\nمن الثمار المعرفيّة الكبيرة التي يضفيها التعدّد في المعاني : انفتاح بوّابة التأمّل على مصراعيها ، فإنّ الانحصار داعٍ قسريّ إلى تحجيم دائرة التأمّل ، وهذا واضح ، ولعلّ عمليات الاجترار الكبيرة والشنيعة التي نُطالعها في المصنّفات التفسيريّة منشؤها هو هذا الانحصار والرؤية الضيّقة للنصّ القرآني ، والأغرب من كلّ ذلك هو قسر الآية الواحدة على معنى واحد ثمَّ جعله أساساً ومنطلقاً لتفسير آيات أُخرى ، مع أنّنا لا نمنع من هذا الأصل التفسيري المبتني على منهج تفسير القرآن بالقرآن ، بل نلتزم به ، ولكن الذي نرفضه هو نفس القسر وإلصاق المعنى الواحد بالآية الكريمة ، ولا يبعد أن يكون هذا التفرُّد والإلصاق ضرباً من ضروب التفسير بالرأي .\r\n\r\nالزاوية الرابعة : تعدّد المعاني عصرنة للنصّ\r\nكنّا قد بينّا في بحثٍ سابق أنّ كلّ آية لها بعدٌ آفاقيّ ، وآخر أنفسيّ في كلّ عصر ومصر ، وأنّ الحقيقة القرآنيّة التي تؤسّسها المضامين القرآنيّة العالية والتي تؤكّدها السنّة الشريفة هي استمرار دائرة الانطباق ، بمعنى أنّ المصاديق البارزة للنصّ القرآني لا تغلق دائرة الانطباق وأنّ المصاديق اللاحقة لا تدخل من باب المجاز وإنّما هي مصاديق حقيقيّة فعليّة ، ويظهر لنا ممّا تقدّم - وفقاً للمنهجة القرآنيّة - أنّ الإنسان في كلّ زمان ومكان مقصود في الخطابات القرآنيّة الواصلة إليه ، وبذلك لابدّ\r\n\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nأن يكون مصداقاً داخلًا في حريم جملة من النصوص القرآنيّة ، إِنَّا هَدَيْنَاهُ السَّبِيلَ إِمَّا شَاكِراً وَإِمَّا كَفُوراً ( الإنسان : 3 ) .\r\nإنَّ عدم انحصار دائرة الانطباق في كلّ سورة وآية وكلمة هو الحقيقة القرآنيّة الراسخة التي لا ينبغي التنصّل عنها أبداً ، فالقرآن الكريم « ظاهره أنيق وباطنه عميق ، لا تفنى عجائبه ، ولا تنقضي غرائبه » ، وعدم انحصار دائرة الانطباق في النصّ القرآني زمكانيّاً ينسجم تماماً مع حقيقة كون النصّ القرآني مأخوذاً بنحو القضيّة الحقيقيّة لا الخارجيّة أو الشخصيّة .\r\nفالذي يبذل جهده وماله في حرب أولياء الله الصالحين يأتيه الخطاب القرآني بنحو الحقيقة لا المجاز بقوله تعالى : تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ ( المسد : ) .\r\nوالذي يبذل علمه ونتاجه الفكري في لوي عنق النصوص الشرعيّة الثابتة باتّجاهات أُخرى يحيد بها عن الحقّ إمّا لطمع بمال أو بجاه أو بمقام دنيويّ أو لخوف على ذلك ، أو لجبن انطوى عليه قلبه ، فهو ممنّ يخُاطب بقوله تعالى : يُحَرِّفُونَ الْكَلِمَ عَن مَّواضِعِهِ ( النساء : ) ، وغداً يقال عنه : هذا الذي نزل فيه يُحَرِّفُونَ .\r\nإنَّ هذه العصرنة الحقيقيّة للنصّ القرآني إنّما تنسجم تماماً مع مقولة التعدّد في المعاني بشكل واضح لا نحتاج معه للوقوف طويلًا ، والمظنون هو التزام المحقّقين بذلك ، فهو مقتضى النصوص الروائيّة فضلًا عن انطباقه مع طريقة الخطاب القرآني .\r\n\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\n\r\nالزاوية الخامسة : تعدّد المعاني ومراتبيّة الفهم\r\nلا ريب بأنّ تعدّد المعاني موجب لتعدّد التصوّرات والتصديقات وبالتالي يتعدّد الفهم للنصّ الواحد ؛ وذلك لأنّ النصّ الواحد على فرض تفرُّد معناه فإنّه وبحسب الاستقراء للمصنّفات التفسيريّة نجده يأخذ وجوهاً عديدة ، بمعنى أنّ النصّ الواحد المُتفرِّد فيه قابليّة التعدّد في الفهم ، وبذلك يكون من باب الأولويّة وقوع التعدّد عند الالتزام بأصل التعدّد في المعاني .\r\nومن هنا يتعيَّن علينا أن ننطلق من هذا الوعي القرآني في قراءة النصِّ الديني عموماً والقرآني خصوصاً ، ولكن مع مُراعاة المناهج التفسيريّة الصحيحة والمعتبرة في القراءة لكي لا تعمّ الفوضى ، وهذا واضح .\r\nوما نعنيه بمراتب الفهم ليس أصل التعدّد فحسب فذلك أمر مفروغ منه في أصل التفرُّد فضلًا عن أصل التعدّد ، وإنّما عنينا الطوليّة في ذلك ، وهذه الطوليّة مناشئها كثيرة ، أهمّها الاختلاف في الاستعدادات والتنوّع في الثقافة .\r\n\r\nالزاوية السادسة : تعدّد المعاني ومراتبيّة المصداق\r\nإنّ تعدّد المعاني سوف يطرح أمامنا إشكاليّة مراتبيّة المصداق ، لاسيّما ونحن فسّرنا المراتبيّة بالطوليّة لا بالتعدّد فحسب ، فإذا كان الأمر كذلك فكيف يُمكن فهم أو تصوير هذه الطوليّة ؟\r\nهنا قد يعسُر علينا الالتزام بجميع خصوصيات الطوليّة إلّا إذا\r\n\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\nاستثنينا فهم المعصوم ( ع ) ، كما هو الحال في قوله تعالى : وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ فَاسْأَلوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لا تَعْلَمُونَ ( النحل : ) ، فعن الوشاء قال : « سألت الرضا ( ع ) فقلت له : جُعلت فداك : فَاسْأَلُواْ أَهْلَ الذِّكْرِ إنِ كُنتُمْ لا تَعْلَمُونَ ؟ فقال ( ع ) : نحن أهل الذكر ، ونحن المسؤولون » « 1 » .\r\nوهذا النصّ القرآني يُمكن إجراء تطبيق آخر عليه يحكي واقعنا المعاصر ، فالمرجعيّة الدينيّة في عصر الغيبة الكبرى ربّما ينطبق عليها عنوان أهل الذكر ، فهم المسؤولون من قبل الأمّة عمّا حكم به الشارع المقدّس ، كما أنَّ عنوان أَهْلَ الذِّكْرِ قابل للانطباق على جميع أصحاب الاختصاص أيضاً ، فالطبيب من أهل الذكر في طبّه ، والمعلّم من أهل الذكر في تعليمه ، والبنّاء من أهل الذكر في بنائه ، وهكذا .\r\nالمهمّ في ذلك كلّه هو استثناء فهم المعصوم ( ع ) ؛ إذ لا يُقاس به أحد ، ولكن مع ذلك سوف تبقى لدينا مسألتان ، الأُولى : في صورة تعدّد فهم أو عرض المعصومين ( ع ) لمراد النصّ ، والثانية : في صورة تعدّد أفهام غير المعصومين ، كما هو حاصل واقعاً .\r\nأمّا الأُولى : فإنّها إن لم تصل إلى مستوى التعارض والتساقط فإنّ الجمع بينها واقع إذا وُجد نوع من التنافي ، وفي صورة عدمه مطلقاً فالعرض الأوّل هو الأولى في عصره ، والعرض الثاني هو الأولى في عصره ، وجميعها حجّة ضمن الشروط والظروف التي صدرت فيها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكافي : ج 1 ، ص 21 ، ح 3 . .\r\n","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nوأمّا الثانية : فالمرجعيّة للظروف الموضوعيّة التي تُحيط بالمصداق وليس للقبليات التي تتحكّم بالقارئ ، والظروف الموضوعيّة تتفاوت من مكان لآخر ، ومن زمان لآخر ، فلا ينبغي الترجيح أو القدح إلّا في صورة قراءة الظروف المحيطة بالقارئ .\r\n\r\nالزاوية السابعة : تعدّد المعاني وقبول الآخر\r\nإنّ الإيمان بواقعيّة تعدّد المعاني واحتماليّة الاختلاف يُؤسِّسان لحلِّ إشكاليّة كانت وما تزال تُعيق الحركة العلميّة ، وهي إشكاليّة قبول الآخر ، إنّها إشكاليّة تاريخيّة عويصة نُحر على أعتابها الكثير من الأعلام فضلًا عمّا لا حصر له من الأبرياء ، ولا ريب بأنّ هذه الإشكاليّة قد أطلّت بعنقها على العمليّة التفسيريّة وقراءة النصّ ، وألقت بكلّ تبعاتها المريرة على المُفسّر ، فأحجم بعضٌ وغامر بعض . إنّ القبول بتعدّد المعاني يُمثّل انطلاقة حقيقيّة بالاتّجاه الصحيح نحو ذلك الأفُق الجامع الذي يستضيء به البعض بالآخر . إنّ الإيمان بتعدّد المعاني ليس مجرّد دعوة للقبول بالآخر ، وإنّما هي دعوة أيضاً لقراءة الآخر والتزوّد منه ، ولا ريب بأنّ هذا الانفتاح المعرفي سوف يكفل لنا حالة من الرقيّ المتميّز الذي تخلّفنا عنه لقرون عديدة ، وينبغي التأكيد أنّ القبول بالآخر لا يعني بالضرورة الالتزام به ، بقدر ما يعني إلغاء الحالة الإقصائيّة والعنف الفكري ، والحجر والتهميش . إنّ الآخر ما دام يستفيد من منهجٍ تفسيريٍّ معتبرٍ في قراءة النصّ الديني ، فإنّ ذلك ينبغي أن يُشكِّل له حصانة تقيه من مطاردة الآخر .\r\n\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nإنّ القول بالتعدّد ليس مجرّد أُطروحة لرفع إشكاليّة تعترض طريق قراءة النصّ الديني ، وإنّما هو السبيل الصحيح الذي ينبغي أن يُتَّبع لإغناء العمليّة التفسيريّة ، ودفع الحركة العلميّة النصّية بالاتّجاه الصحيح ، ولعلّ من أسرار تفوّق الُمعطى العقلي على الُمعطى النصّي أعني مساحة الأخذ به عالميّاً وتأريخيّاً هو أنّ المعطى العقلي قد تجاوز إشكاليّة رفض الآخر ، بخلاف ما عليه الحال في المُعطى النصّي - أعني : قراءاته - الذي لازال مُتلكِّئاً وسلحفاتيَّ الحركة باتّجاه الآخر ، لقد عاش النصّ أزمة القراءة الواحدة والمعنى الواحد لقرون عديدة نتج عنها تخلّف فاحش وقطع للأواصر بين أصحاب الاتّجاه الواحد والفكر الواحد في خطوطه الأساسيّة .\r\n\r\nالزاوية الثامنة : وحدة النصّ ووحدة الموقف\r\nالمراد بوحدة الموقف هو الموقف القرآني من موضوعاته أو من الإشكاليات المُثارة من قبل القارئ ، فهنالك إثارات كثيرة ، قديمة وحديثة ، من قبيل : ما هو الموقف القرآني من فعل الإنسان ، هل الإنسان خالق لأفعاله أم أنّه ليس إلّا الكسب ؟ هل المعاد جسماني أم أنّه روحاني فقط ؟ هل الموت تكامل أم تسافل ؟\r\nوغير ذلك من المسائل العقديّة والشرعيّة والأخلاقيّة والاجتماعيّة ، وهنا لا يُمكن تقديم إجابات من خلال قراءة نصّ قرآنيّ واحد ، فإنّ الآية الواحدة تُحدّد موقفها فحسب ولا تُحدّد لنا الموقف القرآني بصورة كاملة ، ولذلك فإنّ الموقف القرآني إنّما يتحدّد من خلال وحدة\r\n\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nالنصّ القرآني بوجوده الكلّي لا من خلال النصّ الواحد ، ولا ريب بأنّ الوصول إلى الموقف القرآني هو من مهامّ التفسير الموضوعي لا التجزيئي ، وهذا واضح .\r\nولا ريب بأنّ وحدة الموقف إنّما تنسجم كلّياً مع القول بوحدة النصّ ، فلو لم يكن النصّ القرآني واحداً لتعسَّر كلّياً الوصول إلى أيّ موقف قرآني ، كبيراً كان أم صغيراً ، وعظيماً كان أم ضئيلًا ، وبذلك يثبت لدينا بأنّ وحدة النصّ هي الأرضيّة الخصبة والوحيدة لتحصيل الموقف الواحد .\r\n\r\nالزاوية التاسعة : وحدة النصّ وحدود الحركة التفسيريّة\r\nإنّ وحدة النصّ تسير باتّجاهين مختلفين يعسر على غير المتخصّصين بالعمليّة التفسيريّة استشرافهما فضلًا عن الإحاطة والإلمام بهما ، أمّا الاتّجاه الأوّل فهو إحكام التعقيد في خوض غمار العمليّة التفسيريّة ، وذلك لتوقّف الفهم الغائي والنهائي على توفّر الأفهام الأوّليّة والمتوسّطة للنصِّ القرآني ، وحيث إنّ النصَّ بوجوده المجموعي مُترامي الأطراف ، ولكلّ طرف منه خواصّه ومتعلّقاته وأسراره لارتباطاته بالأطراف الأُخرى ، فإنّ العمليّة التفسيريّة بمعناها العامّ الجامع للتفسير والتأويل معاً آخذة في العمق والتعقيد . إنّ هذه الصورة التكافليّة الإعجازيّة التي عليها النصُّ القرآني بقدر ما تُمثّله من قوّةِ ارتباطٍ وعمقٍ معرفيّ فإنّها سوف تكون كاشفاً إنّيّاً عمّا عليه المتصدّي للعمليّة التفسيريّة .\r\n\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\nوأمّا الاتجّاه الآخر ، العكسي في صورة وظاهر سيره ، التوافقي مع الاتجّاه الأوّل في غايته ، فهو السير باتجّاه إحكام النتائج ، وذلك لوقوف المفُسِّر حينئذ على جميع أو معظم تفصيلات النصّ بأبعاده الأربعة : المفرداتي والجمُلي والنصِّي والغائي .\r\nوفي ضوء ذلك كلّه : تتبيّن لنا طبيعة الحركة التفسيريّة المتفرّعة على وحدة النصّ بالنحو المتقدّم باتّجاهيه ، أعني : إحكام التقعيد وإحكام النتائج .\r\n\r\nالزاوية العاشرة : وحدة النصّ واجتهادات المفسّر\r\nإنّ وحدة النصّ سوف تترك خلفيّة معرفيّة مهمّة جدّاً لدى القارئ المتخصّص ؛ وذلك لأنّ العمليّة الاجتهاديّة تهدف إلى تجليّة موقف المتكلّم ، وهذا إنّما ينسجم مع القول بوحدة النصّ لا بتناثره .\r\nإنَّ وحدة النصّ تُوفّر على القارئ المجتهد إشكاليات التشظّي التي عادة ما نصطدم بها في النتاج البشري ، وبعبارة أُخرى : إنّها تمنح القارئ خطوطاً بيانيّة تُحرّكه باتّجاه الغايات العليا المرسومة للنصّ ، ولعلّ ما نُلاحظه من تخبّطات واضحة في استشراف الغايات العليا للنصّ الواحد هو الانطلاق من الزوايا الضيّقة والاتّكال على النظرة المحدودة لمعطيات النصّ .\r\n\r\nالزاوية الحادية عشرة : وحدة النصّ وبيانيّة العمليّة التفسيريّة\r\nكنّا قد ألمعنا في الأبحاث السابقة إلى أنّ وحدة النصّ القرآني تُسهم إلى حدٍّ كبير في رسم بيانيّة سير العمليّة التفسيريّة ، بمعنى : أنّ هذه\r\n\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nالوحدة قد حفظت لنا النصّ بوجوده الجُملي من التناثر ، حيث كشفت لنا عن خطوط الوصل وقوّة الارتباط بين آيات النصّ الواحد . إنّ هذه\r\nالبيانيّة هي أشبه ما تكون بخريطة الحركة القرآنيّة في السلّم المعرفي ، أو هي : الأبجديّة الأُولى لفهمه ، وهي الخلفيّة الحقيقيّة التي يتشكَّل النصّ القرآني في ضوئها .\r\nإنّ عدم الالتزام بوحدة النصّ القرآني سوف يكون مُعوِّقاً حقيقيّاً ومانعاً معرفيّاً عن الوصول إلى أبجديّة قراءة وفهم القرآن الكريم ، بل وسوف يكون كاشفاً عن سوء وخطل الحركة التفسيريّة للمفسّر حتّى وإن كان المتصدِّي جامعاً للمقدّمات التفسيريّة ، بل سيكون ذلك داعياً لوصف نتاجه ، وما انتهى إليه ، بالتفسير بالرأي ؛ نظراً لفقدانه لميزان الحركة العلميّة المبتنية على أساس تلك المبادئ الأولى .\r\n\r\nالزاوية الثانية عشرة : وحدة النصّ وبيانيّة العمليّة التأويليّة\r\nإنّ للنصّ القرآني خطوطاً بيانيّة تُنظّم سير العمليّة التأويليّة كما هو الحال تماماً في العمليّة التفسيريّة ، وكما يجب الوقوف على تلك الخطوط البيانيّة الداخلة في سير العمليّة التفسيريّة فالأمر كذلك في سير العمليّة التأويليّة ، بل إنَّ الوقوف على الخطوط البيانيّة لسير العمليّة التأويليّة هو من باب أولى ؛ نظراً لضبابيّة الموقف وخطورة النتائج .\r\n\r\nالزاوية الثالثة عشرة : وحدة النصّ واختلاف المعطيات\r\nوهنا قد تنقدح في ذهن المُتلقّي إشكاليّة منهجيّة أُخرى منشؤها\r\n\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\nالتنافي الظاهري بين أصل وحدة النصّ وبين اختلاف النتائج والمعطيات .\r\nولكن الصحيح هو غير ذلك تماماً ، وأنّ التنافي الحقيقي التحقيقي يلزم من القول بوحدة المعطيات ، أو من القول بتناثر النصّ ؛ ولعلّ القارئ الملتفت قد انقدحت في ذهنه الإجابة عن ذلك من خلال التأمّل فيما تقدّم .\r\nلقد أكّدنا مراراً بأنّ وحدة النصّ القرآني بوجوده الكلّي لا تعني البتّة وحدة المعنى ، وإنّما تعني أنّ النصوص القرآنيّة مُترابطة وتسير بالقارئ باتّجاه الغايات الابتدائيّة في دائرة المفردات ، وباتّجاه الغايات المتوسّطة في دائرة الجُمل ، وباتّجاه الغايات النهائيّة في دائرة وحدة الموضوع وتوافق الجُمل سواء كان ذلك في حدود السورة الواحدة أو على امتداد مجموعة سور . وأخيراً يسير النصّ بوحدته الإجماليّة باتّجاه الغاية الأسمى من كلّ ذلك ، وهو التحقّق بمفاد النصّ .\r\nوهذا الإجمال الدقيق في تصوير وحدة النصّ إنّما ينسجم تماماً مع تنوّع واختلاف المعطيات ، فإنّ التصوّر الابتدائي - وهو مُعطى قرآنيّ في مرتبة دانية تُقدّمه مفردات النصّ - يختلف من قارئ لآخر ، فضلًا عن مُعطيات التركيب الجُملي والتركيب الموضوعي ، وقد تقدّم منّا أنّ النصّ - حتّى على فرض القول بوحدته بالمعنى العرفي - يقع فيه الاختلاف في الفهم والعرض بين القرّاء ، حتّى وإن كانوا من مدرسة واحدة ، فضلًا عن فرض تنوّع مدارسهم ، ونحن نلمس بقوّة وقوع\r\n\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\nذلك في فهم رواية واحدة يُطالعها متخصّصان من مدرسة واحدة ، فكيف مع اختلاف المشارب والمنابع والأذواق ؟\r\nإنَّ القول بوحدة النصّ أمر لا مناص منه أبداً ، كما تقدّم ، وإنّ اختلاف المعطيات من قارئ لآخر هو الآخر أمر ثابت بالاستقراء ، بل بالوجدان أيضاً . وهنا نودّ توضيح نكتة مهمّة لعلّها تغيب عن المتخصّصين فضلًا عن مطلق المتلقّين الآخرين ، وهي أنّ اختلاف المعطيات تارة يُلحظ من زاوية النصّ نفسه ، وتارة يُلحظ من زاوية القارئ للنصّ ، ونحن نلتزم بالأمرين معاً ، فالاختلاف نصّيٌّ بامتياز ، وقراءتيٌّ بامتياز أيضاً .\r\nأمّا اختلاف المعطى نصيّاً فذلك واضح من جميع ما تقدّم منّا في تصوير وحدة النصّ القرآني ، وأمّا الاختلاف بلحاظ القارئ فهو أمر واضح جدّاً ، بل وبديهيّ لكلّ ذي عينين ، والمظنون أنّه بعد هذه الوقفة الإجماليّة تكون قد انجلت غُبرة الإشكال الصوري الناشئ من الفهم الساذج لحركة النصّ القرآني وطبيعة مُعطياته .\r\nجدير بالذكر أنّ إنكار القول بوحدة النصّ بالمعنى المتقدّم بطرحه الصحيح سوف يكون مُوجباً للتأمّل في طبيعة الاختلاف في النتائج التي انتهى إليها القارئ ، وهذا يعني بطبيعة الحال رفع أصابع الاتّهام بوجه نفس المُعطى ، لأنّه ابتنى على أساس خاطئ وهو القول بتناثر النصّ ، ممّا يعني أنّ اختلاف المعطيات أمر واقع على القولين معاً ، ولكن القول بصحّته فرع الالتزام بوحدة النصّ بالمعنى المتقدّم .\r\n\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\n\r\nالزاوية الرابعة عشرة : وحدة النصّ وتمحور المعطيات\r\nالآن نكون قد انتهينا عند نهاية المطاف إلى إضاءاتنا التي وعدنا بالوقوف عندها ، وقد اخترنا هذه الزاوية نتيجة علاقتها الوثيقة بالزاوية السابقة ، فإنّ ما سلف منّا على وضوحه ربّما يكون قد ترك في النفس شيئاً ، ولو في صورة الوهم ، فبعد أن اتّضح التزامنا الأكيد بوحدة النصّ يكون الأقرب لهذا المعنى هو القول بتمحور المعطيات لا باختلافها ، فكيف يُمكن دفع ذلك التوهّم أو الدخل المقدّر ؟\r\nنقول : إنَّ القول باختلاف المعطيات لا نُريد به وقوع التنافي والتناقض ، فذلك مُوجب للتكاذب والتساقط ، وإنّما الاختلاف الذي نُؤمن به ونُؤكّده هنا بقوّة هو الاختلاف المبنيّ على أساس المراتبيّة الطوليّة ، وقد تقدّم منّا هذا المعنى فلا نُعيد .\r\nوعليه فتمحور المعطيات ليس أُطروحة نعرضها للنقاش بعد التزامنا الأكيد بوحدة النصّ ، وإنّما هي ضرورة حتميّة لا يقع شيء في عرضها البتّة ، وأنَّ هذا التمحور ينساق بصورة انسيابيّة وتوافقيّة في جميع تفاصيله مع القول بوحدة النصّ ، ولا ينبغي الإغفال عن ذلك ، فهذه الوحدة النصِّية الأعلائيّة تُشكّل السور الواقي والجامع لكلّ ما ظُنَّ بأنّه مُتفرّد في القرآن الكريم .\r\nبعبارة أخرى : « إنّ الآيات الكريمة القرآنيّة على اختلاف مضامينها وتشتّت مقاصدها وأغراضها ترجع إلى معنى واحد بسيط ، وغرض فارد أصليّ لا تكثّر فيه ولا تشتّت ، بحيث لا تروم آية من\r\n\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\nالآيات الكريمة مقصداً من المقاصد ولا ترمي إلى هدف إلّا والغرض الأصلي هو الروح الساري في كيانه والحقيقة المطلوبة منه .\r\nفلا غرض لهذا الكتاب الكريم على تشتّت آياته وتفرّق أبعاضه إلّا غرض واحد متوحّد ، إذا فصّل كان في مورد أصلًا دينيّاً ، وفي آخر أمراً خلقيّاً ، وفي ثالث حكماً شرعيّاً ، وهكذا كلّما تنزّل من الأصول إلى فروعها ومن الفروع إلى فروع الفروع لم يخرج عن معناه الواحد المحفوظ ، فهذا الأصل الواحد بتركّبه يصير كلّ واحد واحد من أجزاء تفاصيل العقائد والأخلاق والأعمال ، وهي بتحليلها وإرجاعها إلى الروح الساري فيها الحاكم على أجسادها ، تعود إلى ذاك الأصل الواحد » « 1 » ، فالأصل واحد تنضوي تحته مراتب جمَّة .\r\n\r\nتعليقات\r\n\r\n1 . الجديد في كتاب منطق فهم القرآن\r\nأوّلًا : قد يقال : إنّ القول بوجود بنى تحتيّة تشكّل المادّة الأساسيّة في البناءات القرآنيّة ، وأنّ لهذه البنى التحتيّة حاكميّة عليا على البناءات القرآنيّة الفوقيّة ، ليس بالقول الجديد على صعيد الدراسات القرآنيّة ، وبالتالي : فما هو الجديد الذي أتى به كتاب « منطق فهم القرآن » بهذا الخصوص ؟\r\nأقول : إنّ القول بوجود مادّة أساسيّة في البناءات القرآنيّة لها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أصول التفسير والتأويل ، للسيّد الحيدري : ص 243 . .\r\n","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\nالحاكميّة على هذه البناءات هو أصل قرآنيّ روائيّ بامتياز ، فليس لأحد أن يدّعي أنّ له السبق فيه ، ولكنّ المسألة كلّ المسألة تكمن في التفريعات التي يدلي بها رجال علوم القرآن على هذا الأصل .\r\nونحن نرى أنّ التفريعات التي أتى بها كتاب « منطق فهم القرآن » على هذا الأصل القرآني ، وما صاحب هذه التفريعات من إيضاحات ونكات أساسيّة ودقيقة ، قد شكّلت بمجملها بحوثاً بكراً على مستوى الدراسات المطروحة في عالم فهم النصّ القرآني ، وفيما يلي سوف نستعرض أهم هذه التفريعات :\r\nالتفريع الأوّل : لم يحصر كتاب « منطق فهم القرآن » مقولة البنى التحتيّة في إطار المضمون المعرفي للقرآن ، فكما أنّ للقرآن مضموناً معرفيّاً لابدّ له من بنى تحتيّة ، كذلك للقرآن نظامٌ خاصّ لابدّ له من بنى تحتيّة ، وهذا أمر يتّضح من خلال التمايز الواضح بين ما قدّمه السيّد الحيدري على أنّه بنى تحتيّة ، فمن الواضح أن لمبحثي « الأوتاد والمحاور » - رغم ما بينهما من فوارق - نحو من التمايز عن مباحث « السلميّة والموقعيّة ووحدة النصّ القرآني وترابطه » ، وهذا التمايز يشطر هذه البنى التحتيّة إلى شطرين : الأوّل : يمثل البنى التحتيّة للمضمون المعرفي للقرآن ويتجسّد بالأوتاد والمحاور ، والثاني : يمثّل البنى التحتيّة للنظام القرآني ويتجسّد بالسلميّة وبالموقعيّة وبوحدة القرآن وترابطه .\r\nقد يقال في ضوء ما أورده السيّد الحيدري فيما كتبه في « خلاصة\r\n\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\nإنجازات هذه الدراسة » :\r\nلا يتّضح أنّ السيّد الحيدري قد عدّ موضوع « وحدة القرآن وترابطه » من البنى التحتيّة ، فعلى أيّ أساس اعتمدتم في ضمّ موضوع « وحدة القرآن وترابطه » إلى مواضيع البنى التحتيّة ؟\r\nأقول : قد يكون الظهور الأولي لكلام السيّد الحيدري يفهم منه ذلك ولكن التدقيق فيما جاء عنه في « خلاصة إنجازات هذه الدراسة » ، قد لا يؤكّد تماماً هذا الظهور ، وعلى أيّة حال وبغضّ النظر عن الدخول في هذه التفاصيل ، سوف أكتفي هنا بإيراد نصّين اثنين أوردهما السيّد الحيدري في سياق حديثه عن « وحدة القرآن وترابطه » ، حيث سيتبيّن لنا من خلالهما حسم المسألة من وجهة نظره .\r\nالنصّ الأوّل : ما ذكره في سياق حديثه عن « وحدة القرآن وترابطه » تحت عنوان « الزاوية الحادية عشرة : وحدة النصّ وبيانيّة سير العمليّة التفسيريّة » ، حيث ذكر هناك :\r\nكنّا قد ألمعنا في الأبحاث السابقة إلى أنّ وحدة النصّ القرآني تُسهم إلى حدٍّ كبير في رسم بيانيّة سير العمليّة التفسيريّة ، بمعنى أنّ هذه الوحدة قد حفظت لنا النصّ بوجوده الجُملي من التناثر ، حيث كشفت لنا عن خطوط الوصل وقوّة الارتباط بين آيات النصّ الواحد ، إنّ هذه البيانيّة هي أشبه ما تكون بخريطة الحركة القرآنيّة في السلّم المعرفي ، أو هي الأبجديّة الأُولى لفهمه ، وهي الخلفيّة الحقيقيّة التي يتشكَّل النصّ القرآني في ضوئها ، فإذا كان لكلّ علم مبادئ\r\n\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\nتصوّريّة لابدّ من الإلمام بها قبل الانتقال إلى عالم التصديقات ، فإنّ الخطوط البيانيّة للنصّ القرآني هي مبادئه ولابدّ للُمفِّسر الحقيقي والقارئ المتخصّص من الإلمام بها .\r\nهذا ، ولعلّنا نُوفَّق في مُناسبة أُخرى للوقوف عند هذه الخطوط البيانيّة في دراسة تفصيليّة مستقلّة حريٌّ بها أن تكون المقدّمة النظريّة لكلّ مشروع تفسيريّ ، فإنّ المُلاحظ هو غياب هذه الأبجديّة والمبادئ الأُولى لقراءة النصّ القرآني عن المصنّفات التفسيريّة جمعاً وتفريقاً ولا نستثني أحداً « 1 » .\r\nالنصّ الثاني : ما ذكره في سياق حديثه عن « وحدة النصّ وتمحور المعطيات » ، حيث ذكر هناك :\r\nوعليه فتمحور المعطيات ليس أُطروحة نعرضها للنقاش بعد التزامنا الأكيد بوحدة النصّ ، وإنّما هي ضرورة حتميّة لا يقع شيء في عرضها البتّة ، وأنَّ هذا التمحور ينساق بصورة انسيابيّة وتوافقيّة في جميع تفاصيله مع القول بوحدة النصّ ، ولا ينبغي الإغفال عن ذلك ، فهذه الوحدة النصِّية الأعلائيّة تُشكّل السور الواقي والجامع لكلّ ما ظُنَّ بأنّه مُتفرّد في القرآن الكريم .\r\nبعبارة أخرى : « إنّ الآيات الكريمة القرآنيّة على اختلاف مضامينها وتشتّت مقاصدها وأغراضها ترجع إلى معنى واحد بسيط ، وغرض فارد أصليّ لا تكثّر فيه ولا تشتّت ، بحيث لا تروم آية من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) منطق فهم القرآن : ج 1 ، ص 444 . .\r\n","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\nالآيات الكريمة مقصداً من المقاصد ولا ترمي إلى هدف إلّا والغرض الأصلي هو الروح الساري في كيانه والحقيقة المطلوبة منه .\r\nفلا غرض لهذا الكتاب الكريم على تشتّت آياته وتفرّق أبعاضه إلّا غرض واحد متوحّد ، إذا فصّل كان في مورد أصلًا دينيّاً ، وفي آخر أمراً خلقيّاً ، وفي ثالث حكماً شرعيّاً ، وهكذا كلّما تنزّل من الأصول إلى فروعها ومن الفروع إلى فروع الفروع لم يخرج عن معناه الواحد المحفوظ ، فهذا الأصل الواحد بتركّبه يصير كلّ واحد واحد من أجزاء تفاصيل العقائد والأخلاق والأعمال ، وهي بتحليلها وإرجاعها إلى الروح الساري فيها الحاكم على أجسادها ، تعود إلى ذاك الأصل الواحد » « 1 » ، فالأصل واحد تنضوي تحته مراتب جمَّة « 2 » .\r\nوجدير بالذكر أنّ السيّد الحيدري حتّى ولو لم يكن قد عدّ مبحث وحدة القرآن وترابطه من مباحث البنى التحتيّة ، فهو لم يحصر البنى التحتيّة في مباحث بعينها ، بل ترك الباب مفتوحاً ، وعليه يمكن اقتراح مبحث وحدة القرآن وترابطه على أنّه من مباحث البنى التحتيّة ، ولا أظن أنّ مباني سماحته تتعارض مع هذا الاقتراح .\r\nالتفريع الثاني : لم يحصر السيّد الحيدري البنى التحتيّة للمضمون المعرفيّ للقرآن بنوعٍ واحد ، كما ذهب إلى ذلك بعض أكابر المفسّرين ، بل إنّها تنقسم عنده إلى نوعين : الأوّل : وهو ما يسميّه ب - « الأوتاد » ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أصول التفسير والتأويل : ص 243 .\r\n( 2 ) منطق فهم القرآن : ج 1 ، ص 449 . .\r\n","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\nوالثاني : وهو ما يسمّيه ب - « المحاور » ، وهو يؤكّد وجود العديد من الفوارق بين هذين النوعين ، كما هو واضح ممّا تقدّم .\r\nالتفريع الثالث : وفيه يقسم السيّد الحيدري « الأوتاد » إلى قسمين : الأوّل : وهو ما أسماه ب - « الأوتاد التفسيريّة » ، والثاني : ما أسماه ب - « الأوتاد التأويليّة » ، ويؤكد بأنّ للأوتاد التأويليّة خصوصيّات تمتاز بها عن الأوتاد التفسيريّة .\r\nالتفريع الرابع : وفيه يتعرّض السيّد الحيدري لوظيفة الأوتاد القرآنيّة ، فيبيّن المهامّ المعرفيّة التفسيريّة [ فينبّه في هذا السياق إلى حقيقة في غايّة الأهمّية لم يلتفت إليها من قبل رغم وجدانيّتها ، وهي أنّ من أهمّ النقاط الارتكازيّة في حفظ القرآن من التحريف وجود الأوتاد القرآنيّة 
  ] والتأويليّة لهذه الأوتاد ، والمهامّ العمليّة ( التربويّة والأخلاقيّة والسلوكيّة ) ، والمهام الخفيّة ( مهامّ الحفظ من الزلل والخطل والانحراف ) ، مبيّناً علاقة هذه المهامّ الخفيّة بأسرار القرآن .\r\nالتفريع الخامس : وفيه يحاول تحديد هويّة أوتاد القرآن ، فيبيّن بإيجازٍ الملامح الأساسية للأوتاد ، ويوضّح أنّ الأوتاد تتجسّد في ثلاثة نماذج : الأوّل : النماذج الواضحة ( البيّنة ) ، وهي تمثّل السقف الأعلى في الأوتاد ، والثاني : النماذج الخفيّة ( المبيّنة ) ، وهي تمثّل السقف المتوسّط في الأوتاد ، والثالث : النماذج الاحتماليّة ، ثمّ يبيّن أنّ هذه الأوتاد - لاسيّما البيّنة منها - هي الملاك الأوّل في محاور ثلاثة ( محور البناء القرآني ، ومحور الفهم لدى القارئ ، ومحور التأثير التكويني ) ، كما أنّها\r\n\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\nالحاكم الأخير على جميع المعطيات القرآنيّة التفسيريّة والتأويليّة معاً .\r\nالتفريع السادس : وفيه يحاول أن يقف السيّد الحيدري على تحديد تقريبيّ لعدد الأوتاد ، ولكنّه رغم ذلك يؤكّد أنّ ضبط عدد الأوتاد القرآنيّة بحاجة إلى دراسة استقرائيّة تحقيقيّة وتأمّل وتحقيق دقيقين ، وهو ما قد لا يتوفّر لغير المعصوم .\r\nالتفريع السابع : وفيه حاول السيّد الحيدري أن يبيّن الصلة الوثيقة التي تربط موضوع الثابت والمتغيّر بالأوتاد القرآنيّة ، فأوضح ملامح الوتد الثابت وملامح الوتد المتغيّر ، مؤكّداً انحصار دائرة المتغيّر بالأوتاد الإحتماليّة ، وأنّ معنى التغيّر في المقام هو التحوّل إلى مقام أشرف .\r\nالتفريع الثامن : وفيه بيّن أنّ من خصائص الأوتاد القرآنيّة وتمايزها عن بعضها أنّها تنشطر إلى قسمين أساسيين من حيث أداء وظائفهما ، حيث تنقسم إلى أوتاد فاعلة وأوتاد متفاعلة ، مبيّناً الفوارق بين القسمين .\r\nوفي هذا التفريع يقول الدكتور طلال الحسن : لم أجد هناك سابقة على هذا الطرح الذي قدّمه سيّدنا الأستاذ ، سواء في أصل موضوعة الأوتاد أم في تقسيماتها جميعاً ، خصوصاً هذا التقسيم الأخير ، وهذا ما يسجّل نقطة إبداع جديدة تضاف إلى عشرات النقاط التي سجّلها لنا هذا السفر الجليل .\r\nالتفريع التاسع : وفيه حاول السيّد الحيدري تسليط الضوء على\r\n\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\nعلاقة الأوتاد بالمحكم والمتشابه ، وبعد أن قدّم العديد من البحوث المعمّقة في المحكم والمتشابه ، أصّل وجه العلاقة بينهما كالآتي : نظراً لافتقارنا لقراءة المعصوم فإنّ الوتديّة سوف تبقى مفهوماً مشكّكاً من قارئ لآخر ، ولكنها عادة ما تنحصر بالمحكم القرآني ، لا بمعنى الشمول المطلق ؛ فإنّ شرط الوتديّة الإحكام ، ولا عكس لغويّ في المقام ، ما دام القارئ غير معصوم ، وإلّا فلا معنى للمتشابه بلحاظ قراءته . وهذا واضح .\r\nالتفريع العاشر : وفيه حاول أن يقدّم قراءة احتماليّة ذات نسب متفاوتة لوظائف عديدة أخرى للأوتاد القرآنيّة ، منها أنّها المادّة الأوليّة لحركة الإمام ومحور للحركة المعرفيّة ، كما أنّها تعطي آليّة جديدة للفقيه المستنبط في التعاطي مع النصوص الدينيّة لا سيّما الروائيّة منها ، ومن وظائفها أيضاً إرشاديتها للعلوم الأخرى ، ومدخليتها في معرفة وصيانة البناءات الأساسيّة للإنسان .\r\nالتفريع الحادي عشر : وقد حاول فيه أن يبيّن علاقة الأوتاد بالعلوم والمعارف الأخرى ، وقد خلص فيه إلى أنّ الأوتاد القرآنيّة تهدي الواقف عليها إلى وجود شبيهاتها في عالم التكوين ، بل ستوجد له طرقاً لتحديد هويّة الأوتاد التكوينيّة ، وبالتالي سوف تجعل القارئ لعالم التكوين يتحرّك وفق منظومة قرآنيّة مبتنية على معرفة الأوتاد ، ثمّ إنّ الكشف عن الأوتاد التكوينيّة سوف يقدّم للمعارف الإنسانيّة أبجديّة حقيقيّة لفهم العالم .\r\n\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\n\r\nالتفريع الثاني عشر : وفيه حاول أن يبيّن أنّ الصحيح هو تأصيل مرجعيّة القرآن الكريم لكلّ النتاج الفقهي ، وليس الاقتصار على آيات الأحكام منه ، وهذه المرجعيّة تنبثق من خلال وظائفيّة الأوتاد القرآنيّة .\r\nالتفريع الثالث عشر : وقد حاول فيه أن يبيّن أنّ الأوتاد القرآنيّة مدخل معرفيّ للوقوف على البناءات الأساسيّة للإنسان ، كما أنّها سور وقائيّ يصون البناءات الأولى من الزيغ والانحراف ، فللأوتاد القرآنيّة نوع مسؤوليّة تكوينيّة وقائيّة تحفظ الفطرة الإنسانيّة من التلوّث النظري والعملي .\r\n* * * كنا قد بينّا في التفريع الثاني أنّ السيّد الحيدري لم يحصر البنى التحتيّة للمضمون المعرفي بنوع واحد ، بل قسّمها إلى قسمين متمايزين ، هما : « الأوتاد » و « المحاور » .\r\nوكنّا قد بينّا - فيما تقدّم من تفريعات . ما تتّصف به الأوتاد القرآنيّة ، ونحن هاهنا سنحاول أن نبيّن - فيما سيأتي من تفريعات السيّد الحيدري على الأصل القرآني الروائي - ما تتّصف به المحاور القرآنيّة .\r\nالتفريع الرابع عشر : وقد حاول فيه أن يبيّن المناطات والمرجّحات التي تميّز المحور عمّا ينتهي إليه من أتباع وأطراف في دائرتيه المعرفيّة والمعنويّة .\r\n\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\nالتفريع الخامس عشر : وفيه حاول أن يبيّن :\r\nأوّلًا : أنّ القيمة المعرفيّة للمحور تكمن في كونه يشكّل منظومة متحرّكة ذات اتّجاهين لا غنى للقراءة التخصّصيّة عنهما البتّة ، وهما : اتّجاه رصديّ لحركة النصوص الامتداديّة له ، واتّجاه توجيهيّ لمعطيات النصوص الامتداديّة له ، والأوّل أكثر أهمّية وضرورة .\r\nوثانياً : أنّ الوقوف على القيمة المعرفيّة للمحور تحرّك القارئ المتخصص باتّجاه تحصيل المحور نفسه ؛ لأنّه يشكّل حلقة أساسيّة في تصحيح قراءة النصّ رصداً وإرشاداً .\r\nوثالثاً : أنّ القيمة المعرفيّة للمحور يعسر الإحاطة بها لغير أهل العصمة ، كما أنّ تفعيل هذه القيمة المعرفيّة بصورة كاملة شبه متعذّر حتّى بالنسبة للمعصوم ؛ وذلك لعدم توفّر الظروف الموضوعيّة للسقف المعرفي الذي عليه القرآن الكريم ، وإن كان ما يتوفّر عليه المعصوم لا يقاس به أبداً ، ولكنّ الوقوف الإحاطي تتبعه لوازم باطلة .\r\nالتفريع السادس عشر : وقد حاول أن يبيّن فيه : أنّ جميع ملاكات الوتديّة القرآنيّة مأخوذة كشرط أساسي في محوريّة المحور ، فكلّ محور قرآنيّ هو في الأصل وتد قرآنيّ ، وأنّ بالإمكان القيام برصد الاختلاف اللحاظي بين وتديّة النصّ ومحوريّته من خلال عدّة أمور .\r\nالتفريع السابع عشر : وقد حاول أن يبين فيه : أنّ المحور القرآني يحكي جميع كمالات النصوص الامتداديّة المقترنة به بنحو الإجمال .\r\nالتفريع الثامن عشر : وقد حاول أن يصوّر فيه عنصر الثبات في\r\n\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\n\r\nالمحور ، بمعنى أنّ المحور القرآني لا يتصور فيه فقدان لأيّ كمال من كمالاته ، وأمّا الزيادة الكماليّة فيه فهي بلحاظ القارئ لا بلحاظ النصّ نفسه .\r\nالتفريع التاسع عشر : وقد بيّن فيه : أنّ المحور يشكّل الحجر الأساس في العمليّة التفسيريّة .\r\nالتفريع العشرون : وما أراد أن يبيّنه فيه هو : أنّ الحاجة تشتدّ لدور المحور القرآني في البعد التأويلي ؛ نظراً لشدّة المخاطر التي تواجهها العمليّة التأويليّة .\r\nالتفريع الحادي والعشرون : وقد أكّد فيه : أنّ مدارج الكمال على مستوى التحقّق تتعلّق بالمحور القرآني بصورة مباشرة وأكيدة ، بل لا يمكن التوفّر على شخص كمال كلّ مرتبة دون توسّط كمال المحور .\r\nالتفريع الثاني والعشرون : وقد أكّد فيه على عدم وجود مانع معرفيّ أو معنويّ في أن يكون للقرآن سور محوريّة وأخرى امتداديّة ، ومن السور المرشّحة لهذا المقام : فاتحة الكتاب ، وهي القدر المتيقّن ، وذلك لجامعيّتها الإجماليّة لمفاصل الدين الأساسيّة ، وسورة الإخلاص ، وسورة الحجرات ، وسورة الأنبياء وسورة الفتح .\r\nالتفريع الثالث والعشرون : إنّ المحوريّة بين الآيات القرآنيّة هي القدر المتيقّن في موضوعة المحوريّة ، وأنّ المحوريّة السوريّة متفرّعة عليها ، والمساحة العدديّة للآيات المحوريّة بحاجة إلى عمليّة استقرائيّة تامّة ودقيقة ، ولكنّ الرؤية الاحتماليّة لها هو كونها أربعة عشر محوراً ،\r\n\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\nأي بعدد الأوتاد ، وربما أقلّ من ذلك .\r\nالتفريع الرابع والعشرون : وقد بيّن فيه أنّ هناك محاور قرآنيّة تتعلّق بها النصوص الامتداديّة ، وأنّ لهذه المحاور محور جامع أسميناه ب - ( الملتقى ) ، وأنّ من أبرز الملامح المعرفيّة للمحور الملتقى : أنّه يمثّل المستقى النهائي للتحصيل المعارفي ، وأنّه يقوم بعمليّة رصديّة وإرشاديّة على المحاور القرآنيّة العاديّة ، وأنّ المستوى النوعي بين رصد المحاور الأوليّة وبين رصد المحور الملتقى متفاوت كثيراً ، وأنّ الواقف على كمالات المحور الملتقى واقف على كمالات المحاور الامتداديّة وكمالات النصوص الامتداديّة من باب أولى ، وأنّ للمحور الملتقى هيمنة معرفيّة مطلقة على جميع النصوص التي تنتهي عنده ، سواء كانت محوريّة أم امتداديّة عاديّة ، وهذه الهيمنة لها صورة ظاهريّة يصل إليها الكمّل من القرّاء المتخصّصين ، وأمّا الباطنيّة فلا يتسنّى لغير المعصوم التحقّق بها ، فذلك مقامهم ، وأنّ الملامح الأساسيّة للمحوريّة المعنويّة للمُلتقى لا يُمكن رصدها بأيّ حال من الأحول دون الاستعانة بظهورها الحسّي المتمثّل بالإمام المعصوم ( ع ) ، ولكنّها إجمالًا تفيد ترتّب الأثر التكويني لكلّ مرتبة كماليّة يصل إليها القارئ المُتخصّص ، وكلّ مرتبة معنويّة هي مقدّمة تنطلق بالواصل لمرتبة أشرف وأعلى ، فهي لا تنفكّ عن محرّكيّتها باتّجاه المرتبة الأشرف ، ومنها أنّها تمثّل المستودع الحقيقي للأسرار الكونيّة ، سواء بوجودها اللطائفي أم الحقائقي . وبذلك يتبيّن : إذا لم تنته المعطيات التفسيريّة\r\n\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\n\r\nوالتأويليّة عند المحور المُلتقى فهي ضرب من القول بالرأي المذموم ، بل خارجة عن حريم الهدى ، وداخلة في حريم النصّ .\r\nالتفريع الخامس والعشرون : وقد ركّز فيه على بيان علاقة المحوريّة بإمام كلّ عصر ، حيث بيّن أنّ من مقتضيات الإمامة القرآنيّة الثابتة للمعصومين من أهل البيت ( ع ) : وقوفهم المعرفي والمعنوي على القرآن الكريم ، فذلك من صفتهم ، وبالتالي فإنَّ المحور القرآني الجامع الأجمع بوجوده التكويني الخارجي الحسّي لا ينطبق إلَّا عليهم ( ع ) .\r\nالتفريع السادس والعشرون : وقد أكّد فيه أنّ النموذج القرآني الذي يُرجّحه لمصداق المحور المُلتقى هو آية الكرسي بمقاطعها الثلاثة ، لتمتّعها بزوايا ثلاث ، هي : الزاوية الفكريّة العقديّة ، والزاوية السلوكيّة العمليّة ، وزاوية حرّية الاختيار أو حرّية السير باتّجاه المُلتقى .\r\n* * * كنا نتحدّث فيما تقدّم عن التفريعات على مستوى البنى التحتيّة للمضمون المعرفي للقرآن ، وسنتحدث فيما يلي عن التفريعات على مستوى البنى التحتيّة للنظام القرآني .\r\nالتفريع السابع والعشرون : بيّن فيه : المراد من السلّم القرآني ، مبيّناً للسلّميّة وجوهاً مختلفة هي : السلميّة الذاتيّة ، والسلميّة الغيريّة ، والسلميّة التوافقيّة ، والسلميّة الأنفسيّة ، والسلميّة الآفاقيّة .\r\nالتفريع الثامن والعشرون : وقد بيّن فيه : أن للسُّلَّم القرآني تصويرات عديدة ، وهي : التصوير القرآني ، والتصوير الروائي ،\r\n\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\n\r\nوالتصوير العقلي ، والتصوير الفطري ، ثمَّ إنَّ القرآن الكريم سُلَّم لجميع مراتبه ، وكلّ مرتبة معرفيّة منه تقتضي سُلَّميّةً خاصّة بها ، وبذلك فإنَّ سُلَّميّته ستُلحظ فيها عدّة مراتب بتبع مراتب القرآن المعرفيّة والمعنويّة .\r\nالتفريع التاسع والعشرون : وقد أكّد فيه : إنَّ المراتب المتصوّرة للسُّلَّم القرآني يُمكن عرضها ضمن أبعاد ثلاثة ، وهي مراتب السُّلَّم القرآني تفسيريّاً ، ومراتب السُّلَّم القرآني تأويليّاً ، ومراتب السُّلَّم القرآني معنويّاً .\r\nوإنَّ السير القرآني يكفل لنا سيراً معنويّاً خالصاً من كلّ شوب ، وحيث إنَّ للقرآن سُلَّميّة مراتبيّة على المستويين التفسيري والتأويلي ، فإنَّ ذلك سوف يُثبت لنا بالضرورة سُلَّميّة السير المعنوي للقرآن الكريم بالنسبة لقارئه ، كما يُثبت لنا مراتبيّة هذه السُّلَّميّة أيضاً .\r\nوإنَّ السُّلَّميّة المعنويّة لا تكفي في تحصيلها سُلَّميّةُ النصّ على مستوى التفسير ، وأمّا على مستوى التأويل فكذلك وفقاً لمقولة المعنى ، وبوجهيها معاً ، وأمّا بالنسبة لمقولة العينيّة الخارجيّة فهي كفيلة في تحصيلها ولكن في ضوء الخزائنيّة لا في ضوء تحقّق المُخبر عنه خارجاً .\r\nالتفريع الثلاثون : وقد تحدّث فيه عن مهامّ السلميّة القرآنيّة مبيّناً :\r\nأوّلًا : إنَّ بيانات المهامّ العلميّة والعمليّة للسُّلَّميّة القرآنيّة هي حجر الزاوية في جميع أبحاث السُّلَّميّة القرآنيّة ، بل هي ما يعنينا أوّلًا وبالذات من جهة عمليّة .\r\n\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\n\r\nثانياً : لمهامّ السُّلَّميّة القرآنيّة - العلميّة والعمليّة أبعاد - أربعة ، الأوّل : هو البُعد التفسيري ، فهنالك سُلَّميّة تفسيريّة بلحاظ النصّ ، وسُلَّميّة تفسيريّة بلحاظ المُفسِّر ( القارئ المُتخصّص ) ، وسُّلَّميّة تفسيريّة بلحاظ القارئ غير المُتخصّص ، والبعد الثاني للمهامّ : هو البُعد التأويلي ، والثالث : هو البُعد التعليمي ، والرابع : هو البُعد المعنوي ، مؤكّداً فيه : أنَّ مهامّ السُّلَّميّة القرآنيّة في بُعدها المعنوي تنتهي عندها جميع المهامّ ، بمعنى أنّها المرجعيّة الحاكمة على جميع المهامّ الأُخرى ، علماً بأنَّ السير المعرفي للسُّلَّميّة القرآنيّة في البعد المعنوي لا يعني إغلاق دائرة السير المعرفي الحصولي في دوائر العبارة والإشارة في مجموع النصوص القرآنيّة ، ثمَّ ينتقل إلى الدائرة الأعلى ، وإنّما له أن يترقَّى بقراءة النصّ الواحد على المستويات الأربعة .\r\nالتفريع الحادي والثلاثون : وقد بيّن فيه : المراد من الموقعيّة ، وأنّ أهمّية الموقعيّة تكمن في بيان حدود الحركة التفسيريّة والتأويليّة لكلّ آية أو نصّ قرآني ، فإنّها لا تقتصر على شخص الآية فحسب ، وإنّما تتجاوزها إلى موقعيات أُخرى للسورة الواحدة وللموضوع الواحد الذي تنتشر تفصيلاته عادة في أكثر من سورة ، وإنَّ الجهل بالموقعيّة التفسيريّة والتأويليّة لكلّ آية عموماً وللآيات الوتديّة خصوصاً ، يجعل القارئ المُتخصّص في منأى عن مناخات فهم الحقيقة .\r\nالتفريع الثاني والثلاثون : وقد بيّن فيه : أنَّ ضوابط الجوانب التطبيقيّة للموقعيّة الآياتيّة تُلحظ من زاويتين ، هما : الأُولى بلحاظ\r\n\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\n\r\nالقارئ ، والثانية بلحاظ المقروء .\r\nالتفريع الثالث والثلاثون : وفيه أكّد : أنَّ حدود دائرة الموقعيّة للآية أو النصّ تابعة لمدخليّة النصّ وحاكميته على النصوص الأُخرى .\r\nالتفريع الرابع والثلاثون : وفيه أكّد : أنَّ موقعيّة آية الكرسي في السُّلَّم القرآني يُمكن رصدها بصورة إجماليّة ، وهي كونها موقعيّة تكوينيّة وليست أمراً اعتباريّاً البتّة ، وهذه الموقعيّة تمثّل المحور المعرفي والمعنوي للقرآن الكريم ، وأمّا الصورة التفصيليّة فتتّضح بعد الفراغ من البيانات التفسيريّة والتأويليّة للآية .\r\nالتفريع الخامس والثلاثون : وقد أكّد فيه : أنَّ لكلِّ آية قرآنيّة أثرين ، أحدهما معرفيّ والآخر معنويّ ، فيكون لآية الكرسي أثر معنويّ ينسجم مع بُعدها الكمالي ، وينسجم أيضاً مع موقعيّتها المعرفيّة ، علماً بأنَّ موقعيّتها المعنويّة أشدّ من موقعيّتها المعرفيّة حضوراً وتأثيراً .\r\nالتفريع السادس والثلاثون : وقد بيّن فيه أنّ أحد وجوه وحدة القرآن وترابطه هو : أنَّ القرآن الكريم ليس فصولًا دراسيّة مستقلّة ، وليس فصولًا ارتقائيّة تبدأ في مراحل تمهيديّة لتمرّ بالموادّ الأساسيّة ثمَّ النتائج المتوخّاة ، وإنّما مطالبه مزجيّة تراكبيّة ، فآياته تنهض بوظائف مختلفة ، تمهيديّة لمطالب مختلفة ، وأساسيّة في رسم الموقف الأوّلي والمتوسّط والنهائي للقرآن الكريم ، وبالتالي فإنَّ العجز التامّ عن الإلمام بالقرآن ناشئ من عدم المكنة من استنفاد تمهيداته وموادّه\r\n\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\n\r\nونتائجه .\r\nالتفريع السابع والثلاثون : وفيه نبّه إلى أنّ أحد وجوه وحدة القرآن وترابطه هو : أنّ هناك العديد من الزوايا الخفيّة التي يستبطنها معنى الوحدة والترابط القرآني ، والتي لابدّ من تسليط الضوء عليها .\r\nوعلى أساس ما تقدّم من تفريعات - وهناك المزيد ؛ قلّما تجد لأكثرها جذوراً في الدراسات القرآنيّة السابقة - نجد أنّ من الحق والإنصاف أن نقول : إنّ كتاب « منطق فهم القرآن » قد حقّق قفزة نوعيّة على مستوى الكشف عن البنى التحتيّة للقرآن الكريم .\r\n\r\n2 . حاجته إلى التجلية\r\nثانياً : ما نودّ أن نؤكّده هنا : أنّ ما قدّمه كتاب « منطق فهم القرآن » من أفكار بكر على مستوى الكشف عن البنى التحتيّة للقرآن ، رغم أهمّيتها وكفاية ما جاء من البحث فيها على مستوى التأسيس والتأصيل ، إلّا أنّها ما زالت بحاجة ماسّة إلى المزيد من التجلية ، ولعلّ هذا الأمر قد أكّده السيّد الحيدري نفسه ، كما هو واضح في العديد من الإشارات - تضمّن بعضها الدعوة إلى تعميق هذه البحوث - التي أوردها في سياق بحوثه المختلفة على مستوى البنى التحتيّة ، والتي نذكر منها - لغرض التأكيد والتنبيه على ضرورة الشروع في تعميق هذه البحوث - :\r\n1 . ما ذكره في سياق حديثه عن « المهامّ المعرفيّة التفسيريّة للأوتاد القرآنيّة » ، حيث ذكر هناك :\r\n\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\n\r\n« من هنا يتّضح لنا بأنَّ من مهامّ العمليّة التفسيريّة ، بل ومن شروط المُفسّر أيضاً الوقوف على الأوتاد القرآنيّة ، بل لابدَّ من الوقوف على تقسيمات الأوتاد وتفصيلاتها ، والتي سوف نعرض جملة من بياناتها الأساسيّة وملامحها وإجمال أقسامها ، لأنَّ الإلمام بها وبحيثياتها يتطلّب منّا دراسة مستقلّة » « 1 » .\r\n2 . ما ذكره في سياق حديثه عن « عدد أوتاد القرآن » ، حيث ذكر هناك :\r\n« إنَّ عدد الأوتاد القرآنيّة البيِّنة والُمتصيَّدة لدينا من القرآن الكريم تبلغ ثلاثين وتداً ، أي : ثلاثين آية ، وقد تكون ضعف ذلك العدد أو أضعافاً له ، فضلًا عن الأوتاد الخفيّة والأوتاد الاحتماليّة ؛ والمسألة بحاجة إلى استقراء تامٍّ وتأمّلٍ دقيق ، كما تقدَّم ، ولعلّنا نُوفَّق لعرض ذلك في دراسة مستقلّة » « 2 » .\r\n3 . ما ذكره في سياق حديثه عن « الأوتاد الفاعلة والمتفاعلة » ، حيث ذكر هناك :\r\n« تنبيه : لا ريب بأنّ هذا التأسيس والتأصيل لموضوعة الأوتاد يحتاج منّا إلى تفصيلات أكثر على المستويين معاً ، النظريّة والتطبيق ، وحيث إنّنا بصدد وضع الأُسس الأُولى لموضوعة الأوتاد وصلتها بالنظريّة التفسيريّة والتأويليّة فقد ارتأينا الاكتفاء بمحدوديّة هذه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر نفسه : ج 1 ، ص 463 .\r\n( 2 ) المصدر نفسه : ج 1 ، ص 478 - 479 . .\r\n","page_name":" 179 ","page_number":179},
  {"content":"\r\n\r\nالبناءات الأُولى ، آملين أن نُوفّق لبسط موضوعة الأوتاد في دراسة خاصّة ومستقلّة نُعمّق فيها الأبحاث المتقدّمة واللاحقة المتعلّقة بالأوتاد ، ونُبرّز فيها نكاتٍ وخصائصَ أُخرى لم يسعنا الوقوف عندها في هذه الدراسة « 1 » .\r\n4 . ما ذكره في سياق حديثه عن « علاقة الأوتاد القرآنيّة بالرسوم الشرعيّة » ، حيث ذكر هناك :\r\n« وهنا نُريد أن نُؤكّد ما انتهينا إليه في الوظائف الأُخرى للأوتاد القرآنيّة ، وهي الأحكام والرسوم الشرعيّة . إنَّ هذه الرسوم أرضيّتها الأُولى والحقيقيّة هي القرآن الكريم ، فلا يُمكن أن نتصوَّر فقهاً بعيداً عن البيانات القرآنيّة ، ورغم أنَّ المشهور يذهب إلى انحصار ذلك بآيات الأحكام التي لا تتجاوز فعليّاً الخمسمائة آية ، إلّا أنَّ الصحيح هو عدم الانحصار ، فلا آيات الأحكام تنحصر بذلك ، ولا المرجعيّة للقرآن تدور حول ذلك ، فآيات الأحكام لا تعدو عن كونها مجالًا تطبيقيّاً ، في حين إنّنا نبحث في أصل النظريّة ، بمعنى تأصيل مرجعيّة القرآن الكريم لكلِّ النتاج الفقهي ، وهذه المرجعيّة تنبثق من خلال وظائفيّة الأوتاد القرآنيّة ، وحيث إنَّ التفصيل في هذه المسألة يخُرجنا عن موضوعة البحث فإنّنا نقتصر على ذلك راجين المولى - جلَّ وعلا - التوفيق للتعرّض إلى تفصيلات الأوتاد القرآنيّة في دراسات قرآنيّة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر نفسه : ج 1 ، ص 488 . .\r\n","page_name":" 180 ","page_number":180},
  {"content":"\r\n\r\nتخصّصيّة أُخرى » « 1 » .\r\n5 . ما ذكره في سياق حديثه عن « علاقة الأوتاد القرآنيّة بالبناءات الأساسيّة للإنسان » ، حيث ذكر هناك :\r\n« جدير بالذكر أنَّ هويّة البناءات وعلاقتها بالمدخل الأوتادي يحتاج منّا وقفة تأمّليّة تحقيقيّة للخروج بنظريّة معرفيّة قرآنيّة نُحدّد من خلالها رسوم العلاقة بين البناءات الأساسيّة للإنسان ووظائفيّة الأوتاد القرآنيّة ، وهو ما نأمل الوقوف عنده في دراسات قرآنيّة أُخرى معَّمقة » « 2 » .\r\n6 . ما ذكره في سياق حديثه عن « أهمّية الموقعيّة وضوابطها » ، حيث ذكر هناك :\r\n« ولا ريب بأنَّ هنالك ضوابط أُخرى تُسهم في بيان موقعيّة النصّ سوف تمرّ علينا بصورة عمليّة تطبيقيّة عند الدخول في تفسير آية الكرسي في هذه الدراسة أو النصوص القرآنيّة الأُخرى في دراسات لاحقة » « 3 » .\r\n7 . ما ذكره في سياق حديثه عن « المحوريّة ومدارج الكمال » « البعد المعنوي » ، حيث ذكر هناك :\r\n« إنَّ اختلاف المراتب والمدارج المعنويّة بشكل عامّ أمر مفروغ منه ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر نفسه : ج 1 ، ص 527 .\r\n( 2 ) المصدر نفسه : ج 1 ، ص 528 .\r\n( 3 ) المصدر نفسه : ج 2 ، ص 48 . .\r\n","page_name":" 181 ","page_number":181},
  {"content":"\r\n\r\nوهذا المعنى منعكس تماماً في موضوعة المحور القرآني باعتباره حلقة الوصل المؤدّية إلى عوالم الغيب القرآني ، بمراتبه الثلاث التي تأتي بعد مرتبة العبارة ، وحيث إنَّ لكلّ مرتبة من مراتب الغيب القرآني كمالًا جامعاً مُختصّاً بنفس المرتبة ، وكمالات تفصيليّة مُنبسطة على النصوص القرآنيّة فإنَّ ذلك سوف ينعكس تماماً على وجود المحور ومهامّه ، ولا ريب بأنَّ هذه المطالب البِكر بحاجة ماسّة إلى مزيد من البيان والتوضيح ، سنحاول عرضها بشكل موجز » « 1 » .\r\n8 . ما ذكره في سياق حديثه عن « وحدة القرآن وترابطه » تحت عنوان « الزاوية الحادية عشرة : وحدة النصّ وبيانيّة سير العمليّة التفسيريّة » ، حيث ذكر هناك :\r\n« كنّا قد ألمعنا في الأبحاث السابقة إلى أنّ وحدة النصّ القرآني تُسهم إلى حدٍّ كبير في رسم بيانيّة سير العمليّة التفسيريّة ، بمعنى أنّ هذه الوحدة قد حفظت لنا النصّ بوجوده الجُملي من التناثر ، حيث كشفت لنا عن خطوط الوصل وقوّة الارتباط بين آيات النصّ الواحد ، إنّ هذه البيانيّة هي أشبه ما تكون بخريطة الحركة القرآنيّة في السلّم المعرفي ، أو هي الأبجديّة الأُولى لفهمه ، وهي الخلفيّة الحقيقيّة التي يتشكَّل النصّ القرآني في ضوئها ، فإذا كان لكلّ علم مبادئ تصوّريّة لابدّ من الإلمام بها قبل الانتقال إلى عالم التصديقات ، فإنّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر نفسه : ج 2 ، ص 7 . . .\r\n","page_name":" 182 ","page_number":182},
  {"content":"\r\n\r\nالخطوط البيانيّة للنصّ القرآني هي مبادئه ولابدّ للُمفِّسر الحقيقي والقارئ المتخصّص من الإلمام بها .\r\nهذا ، ولعلّنا نُوفَّق في مُناسبة أُخرى للوقوف عند هذه الخطوط البيانيّة في دراسة تفصيليّة مستقلّة حريٌّ بها أن تكون المقدّمة النظريّة لكلّ مشروع تفسيريّ ، فإنّ المُلاحظ هو غياب هذه الأبجديّة والمبادئ الأُولى لقراءة النصّ القرآني عن المصنّفات التفسيريّة جمعاً وتفريقاً ولا نستثني أحداً « 1 » .\r\n9 . ما ذكره في نهاية الفصل الأوّل من الباب الثاني الذي اشتمل على بحوث السلميّة والموقعيّة والمحوريّة ، حيث ذكر تحت عنوان خاتمة التذييل ما يلي :\r\nأ . جليٌّ للقارئ المتخصّص أن مُعظم البحوث المُدرجة في هذا الفصل هي بكِرٌ تحتاج منّا أو من المتخصّصين الوقوف عندها مليّاً لملء فراغاتها المهمّة ، وقد كان نظرنا وهدفنا في هذه الدراسات والأبحاث القرآنيّة الجديدة هو الوقوف عند ضبط حدود وملامح الأفكار الأوّليّة لها ، تاركين التفصيل فيها لمناسبات أُخرى .\r\nب . إنّ طائفة من العناوين السالفة تحمل في أحشائها مشاريع دراسات قرآنيّة جديدة وعميقة ، نأمل من المهتمّين الخوض فيها ، ونخصّ بالذكر أصحاب الدراسات الأكاديميّة ، للوصول معاً إلى تمهيدات وتأسيسات ونتائج أكثر عمقاً ممّا هو متوفّر في مكتباتنا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر نفسه : ج 1 ، ص 444 . .\r\n","page_name":" 183 ","page_number":183},
  {"content":"\r\n\r\nالإسلاميّة .\r\nج - . بما تقدّم نكون قد دعونا وبصورة علميّة وعمليّة إلى التجديد في عرض البحوث القرآنيّة ، والخروج بها من خنادق التكرار والاجترار والسرد الفاقد للصور الإبداعيّة على مستوى انتخاب العناوين والتشطير وقطف النتائج .\r\nد . حاولنا من خلال البيانات المتقدّمة « في تصوير أوتاد القرآن والسلَّم القرآني وموقعيّة آية الكرسي في ذلك السلَّم » أن نُبرز جملة من الخطوط الخفيّة التي في ضوئها تُرصَد الحركة القرآنيّة ، علميّاً وعمليّاً ، وقد تركنا أبواب البحوث فيها مُشرعة على مصراعيها انطلاقاً من مُتبنّياتنا الفكريّة وإستراتيجيتنا البحثيّة التي تعتمد ثقافة الرصد والنقد لا ثقافة الإملاء والتلقين والتلقّي ، ممّا يعني أنّنا نتحرّك بوعي باتّجاه مُراجعات مستقبليّة نأمل أن تكون أكثر تأثيراً لا تأثرّاً ، وأكثر واقعيّة وتجديداً لا فرضيّة واجتراراً » « 1 » .\r\n\r\n3 . معنيان لفكرة « تعدّد المعاني في النصّ القرآني »\r\nلابدّ من التنبيه إلى أنّ السيّد الحيدري قد تحدّث - في المبحث الخامس « وحدة القرآن وترابطه » - عن فكرة « تعدّد المعاني في النصّ القرآني » ، بمعنين اثنين لا بمعنى واحد ، ففي بعض الزوايا - الأربعة عشرة - أراد بتعدّد المعاني في القرآن : تعدّد الأغراض والمواضيع ، كما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر نفسه : ج 2 ، ص 105 - 106 . .\r\n","page_name":" 184 ","page_number":184},
  {"content":"\r\n\r\nهو واضح ممّا جاء في الزاوية الأولى والزاوية الرابعة عشرة ، ويؤكّده ما قاله بعد الانتهاء من الحديث في الزاوية الرابعة عشرة والانتقال إلى الحديث عن موضوع آخر ، هو « أولويات التعاطي مع المواضيع المختلفة » ، حيث قال هناك : « الآن وقبل الانتقال إلى موضوعة النقاط المركزيّة في القرآن ( أوتاد القرآن ) نودّ أن نسجّل بعض التنبيهات المنهجيّة ذات الصلة بما تقدّم » « 1 » .\r\nوأمّا في البعض الآخر من الزوايا فقد أراد بتعدّد المعاني في النصّ : تعدّد الوجوه التي يحملها النصّ الواحد ، كما هو واضح عند الرجوع إلى ما أورده في تلك الزوايا .\r\n\r\n4 . أهمّ النتائج\r\nيمكننا أن نقول : إنّ من أهمّ النتائج التي خلص لها البحث في البنى التحتيّة ، والتي ينبغي التركيز عليها : النتيجة التالية :\r\nمن الواضح أن كتاب « منطق فهم القرآن » - بما اشتمل عليه من بحوث في البنى التحتيّة للقرآن - يشكّل محاولة جادّة في حفظ سير العمليّة التفسيريّة من الانحراف ، فهو يؤكّد أنّ عدم الوقوف على البنى التحتيّة للقرآن يعني أنّ العمليّة التفسيريّة سوف تعيش إرباكاً في العرض والنتائج ، وهو بذلك يجعل الوقوف على البنى التحتيّة للقرآن من الشروط الأساسيّة للمفسّر ، حيث يقول :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر نفسه : ج 1 ، ص 45 . .\r\n","page_name":" 185 ","page_number":185},
  {"content":"\r\n\r\n« إذن ، فالمهامّ المعرفيّة للأوتاد في العمليّة التفسيريّة تتلخّص بتحديدها للمسار المعرفي للنصوص ذات الصلة ، والكشف عن أخطاء المُفسِّر والعمليّة التفسيريّة ، والتعريف بمستويات يعسر الوصول إليها بدونها ، وبالتالي فإنَّ معرفة الأوتاد القرآنيّة ستكون شرطاً من شروط المُفسِّر ، بل هي شرط أساسي لتحصيل صفة الراسخيّة في العلم ، كما أنَّ الجهل بها سوف يُفقد العمليّة التفسيريّة ضابطاً أساسيّاً في حفظ السير المعرفي من الانحراف في قراءة النصّ القرآني .\r\nومن الواضح أن تحصيل الراسخيّة في العلم لا يتهيّأ لأيٍّ كان » .\r\nيقول السيّد الحيدري : « والأدهى من ذلك كلّه هو ما يحمله بعض أنصاف المتعلّمين من الطلبة والأكاديميين من نظرة ساذجة بائسة للنصّ القرآني حيث يرونه غنيّاً عن توسّط المتخصّص في إيصال مطالبه !\r\nإنّ هذه النظرة القاصرة تكشف لنا كشفاً إنّياً عن بضاعة القائل بذلك ، وأنّ ما وقف عنده لا يتجاوز تراقيه ، وليت خطورة الموقف تقف عند هذا الحدّ ولكنها تمتدّ إلى مساحات أعظم ، فإنّ الخطورة الكبرى والطامّة العظمى إنّما تكمن في انتشار ثقافة كهذه في الوسط العلمي والتعليمي .\r\nجدير بالذكر أنّنا نعني بالعمليّة الاجتهاديّة في قراءة النصّ القرآني : الاجتهاد بمعناه الاصطلاحي الاستنباطي ، بل وفي أعلى مراتبه ،\r\n\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\n\r\nفاستجلاء الحكم الشرعي من مداركه الشرعيّة موقعه من السلّم المعرفي للعلوم الإسلاميّة في طول العمليّة التفسيريّة الاجتهاديّة .\r\nومن هنا يتّضح لنا موقعيّة السواد الأعظم من المصنّفات التفسيريّة ممن لم يتمتّع أصحابها بملكة الاجتهاد ، وكيف أنّ دائرة المرجعيّة في التفسير سوف تنحسر كمّاً وكيفاً ، بل إنّ ما نقرأه في جملة من الروايات حول ندرة المؤمن ، أو الأخ المواسي بماله ونفسه ، أو القارئ للقرآن الذي جعل ما قرأه دواءً لقلبه ، لهو أولى بالانطباق على ندرة المفسِّر الحقيقي .\r\nفممّا روي عن الإمام أبي جعفر الباقر ( ع ) أنّه قال : «\r\nقرّاء القرآن ثلاثة : رجل قرأ القرآن فاتّخذه بضاعة واستدرّ به الملوك واستطال به على الناس ، ورجل قرأ القرآن فحفظ حروفه وضيّع حدوده وأقامه إقامة القدح ، فلا كثّر الله هؤلاء من حملة القرآن ، ورجل قرأ القرآن فوضع دواء القرآن على داء قلبه فأسهر به ليله وأظمأ به نهاره وقام به في مساجده وتجافى به عن فراشه . فبأولئك يدفع الله العزيز الجبّار البلاء وبأولئك يديل الله عزّ وجلّ من الأعداء ، وبأولئك ينزل الله عزّ وجلّ الغيث من السماء فوالله لهؤلاء في قرّاء القرآن أعزّ من الكبريت الأحم\r\nر » .\r\nأقول مُؤكِّداً : إنَّ هذا الكبريت الأحمر لهو الأندر في أصحاب ملكة الاجتهاد في التفسير « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر نفسه : ج 1 ، ص 442 - 443 . .\r\n","page_name":" 187 ","page_number":187},
  {"content":"\r\n\r\n\r\n5 . التلازم بين نظريّتي « البنى التحتيّة » و « الروح العامّة »\r\nعند التأمّل : لا يمكن التفكيك بين نظريّة « البنى التحتيّة للمضمون المعرفي للقرآن » ، وبين نظريّة « الأخذ بالروح العامّة التي تحكم الشريعة » ؛ إذ من الواضح أنّ الوقوف على الروح العامّة التي تحكم الشريعة يتوقّف - بشكل أساسي - على معرفة البنى التحتيّة للقرآن ونقاطه المركزيّة ، وهكذا يتّضح أنّنا إذا أردنا أن نطوّر البحث في نظريّة « الأخذ بالروح العامة التي تحكم الشريعة » ، فإنّنا بلا شكّ بحاجة إلى الوقوف على ما تتمخّض عنه نظريّة « البنى التحتيّة للمضمون المعرفي للقرآن » من نتائج .\r\nونحن هنا إذ يتعذّر علينا التفصيل في بيان ما تقدّم ؛ لتوقّفه على العديد من البحوث التفصيليّة في النظريتين ، وهو ما لا تتّسع له هذه الدراسة ، فسوف نكتفي هنا - لغرض التأسيس لهذا البحث - بأن نؤكّد الصلة الرابطة بين النظريتين من خلال توجيه القارئ الكريم إلى المقارنة بين ما كتبه السيّد الحيدري في بحوث الأوتاد والمحاور ؛ وبالذات ما كتبه تحت العناوين التالية : « وظائف الأوتاد القرآنيّة » ، « هويّة أوتاد القرآن » ، « الأوتاد الفاعلة والمتفاعلة » ، « وظائف أخرى للأوتاد القرآنيّة » ، « علاقة الأوتاد القرآنيّة بالرسوم الشرعيّة » ، « القيمة المعرفيّة للمحور » ، وبين ما كتبه في كتابه « مدخل إلى مناهج المعرفة عند الإسلاميين » ، تحت عنوان « الخصوصيّة الثالثة : الأخذ بالروح العامّة التي تحكم الشريعة » ، حيث كتب ما نصّه :\r\n\r\n","description":"","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\n\r\nتوضيح ذلك : أنّنا لكي نقف على الأحكام التفصيليّة للدين في مختلف المجالات لابدّ من التعرّف أوّلًا على الروح العامّة والمقاصد الأساسيّة له . فمثلًا عندما نراجع القرآن الكريم نجد أنّه يضع إقامة العدل الاجتماعي على رأس الأهداف الأساسيّة التي لأجلها بُعث جميع الأنبياء والمرسلين ، ونزلت جميع الشرائع الإلهيّة ، يقول تعالى في سورة الحديد : لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَأَنْزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ وَأَنْزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ وَمَنَافِعُ لِلنَّاسِ وَلِيَعْلَمَ اللَّهُ مَنْ يَنْصُرُهُ وَرُسُلَهُ بِالْغَيْبِ إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ ( الحديد : 25 ) .\r\nفإقامة القسط والعدل الاجتماعي هو في رأس لائحة الأهداف السماويّة ، وتأسيساً على ذلك فإنّ كلّ حكم شرعي لابدّ أن يكون منسجماً مع هذا الهدف الأساسي للشريعة ، وإلّا لو انتهت بنا بعض المباني والاستدلالات الفقهيّة إلى ما يخالف هذا الأصل القرآني فلابدّ من ردّه وعدم قبوله .\r\nوتظهر ثمرة هذا الأصل في مواضع متعدّدة :\r\nمنها : أنّه وردت جملة من الروايات عن الرسول الأعظم وأئمّة أهل البيت ( ع ) مفادها أنّ الميزان في قبول الخبر الوارد عنهم هو العرض على القرآن الكريم ، فما وافق يؤخذ به وما خالف فهو زخرف لم يصدر عنهم .\r\nعن أبي عبد الله الصادق ( ع ) قال : خطب رسول الله ( ص ) فقال :\r\n\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\n\r\n« يا أيّها الناس ما جاءكم عنّى يوافق كتاب الله فأنا قلته ، وما جاءكم يخالف كتاب الله فلم أقله » .\r\nوعن ابن أبي يعفور قال : « سألت أبا عبد الله الصادق ( ع ) عن اختلاف الحديث يرويه من نثق به ، ومنهم من لا نثق به . قال :\r\nإذا ورد عليكم حديث فوجدتم له شاهداً من كتاب الله أو من قول رسول الله ( ص ) وإلّا فالذي جاءكم به أولى به » .\r\nيقول الأستاذ الشهيد : إنّ أخبار العرض على الكتاب يمكن تفسيرها بنحو آخر لا يحتاج معه إلى كثير من الأبحاث التي جاءت في كلمات الأصحاب وهو : أنّه لا يبعد أن يكون المراد من طرح ما خالف الكتاب الكريم ، أو ما ليس عليه شاهد منه ، طرح ما يخالف الروح العامّة للقرآن الكريم وما لا تكون نظائره وأشباهه موجودة فيه ، ويكون المعنى حينئذ أنّ الدليل الظنّي إذا لم يكن منسجماً مع طبيعة تشريعات القرآن ومزاج أحكامه العامّة لم يكن حجّة ، وليس المراد المخالفة والموافقة المضمونيّة الحدّية مع آياته . فمثلًا : لو وردت رواية في ذمّ طائفة من الناس وبيان خسّتهم في الخلق أو أنّهم قسم من الجنّ ، قلنا : إنّ هذا يخالف الكتاب الصريح في وحدة البشريّة جنساً وحسباً ، ومساواتهم في الإنسانيّة ومسؤولياتها مهما اختلفت أصنافهم وألوانهم . وأمّا مجيء رواية تدلّ على وجوب الدعاء عند رؤية الهلال مثلًا ، فهي ليست مخالفة للقرآن الكريم وما فيه من بحث على التوجّه إلى الله والتقرّب منه عند كلّ مناسبة وفى كلّ زمان ومكان ، وهذا يعنى\r\n\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\n\r\nأنّ الدلالة الظنّية المتضمّنة للأحكام - الفرعيّة فيما إذا لم تكن مخالفة لأصل الدلالة القرآنيّة الواضحة - تكون بشكل عامّ موافقة للكتاب وروح تشريعاته العامّة .\r\nوممّا يعزّز هذا الفهم - مضافاً إلى أنّ هذا المعنى هو مقتضى طبيعة الوضع العامّ للأئمّة المعصومين ( ع ) ودورهم في مقام بيان الأحكام ، الأمر الذي كان واضحاً لدى المتشرّعة ورواة هذه الأحاديث أنفسهم ، والذي على أساسه أمروا بالتفقّه في الدين والاطّلاع على تفاصيله وجزئياته ، التي لا يمكن معرفتها من القرآن الكريم ، ممّا يشكّل قرينة منفصلة بهذه الأحاديث تصرفها إلى إرادة هذا المعنى - ما نجده في بعضها من قوله :\r\n« إن وجدتم عليه شاهداً أو شاهدين من الكتاب »\r\nفإنّ التعبير بالشاهد الذي يكون بحسب ظاهره أعمّ من الموافق بالمعنى الحرفي ، مع عدم الاقتصار على شاهد واحد ، خير قرينة على أنّ المراد وجود الأمثال والنظائر ، لا الموافقة الحدّية .\r\nوقد جاء هذا المعنى في رواية الحسن بن الجهم عن العبد الصالح قال : «\r\nإذا جاءك الحديثان المختلفان فقسهما على كتاب الله وأحاديثنا فإن أشبهها فهو حقّ وإن لم يشبهها فهو باطل » .\r\nوهذه الرواية وإن كانت واردة في فرض التعارض إلّا أنّها بحسب سياقها تشير إلى نفس القاعدة المؤكّدة في مجموع أخبار الباب « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحوث في علم الأصول ، تقرير أبحاث السيّد محمّد باقر الصدر ، السيّد محمود الهاشمي . .\r\n","page_name":" 191 ","page_number":191},
  {"content":"\r\n\r\nوهذه النظريّة لو تمّت أصولها الموضوعيّة لفتحت علينا آفاقاً جديدة في عمليّة الاستدلال ، وألقت بمسؤوليات إضافيّة على عاتق الممارس لعمليّة الاستنباط ؛ لأنّه في مثل هذه الحالة لا يمكن الاكتفاء بالتوفّر على الفقه والأصول والاقتصار عليهما للدخول في ممارسة العمليّة الاجتهاديّة ، وإنّما لابدّ من الوقوف على روح التشريعات العامّة للقرآن الكريم ومعرفة الأسس والقواعد الكلّية ، التي تحكم هذا الكتاب السماوي ليمكن معرفة صحّة الخبر من عدم صحّته عند العرض عليه ، خصوصاً فيما يرتبط بالأصول العقائديّة والمفاهيم العامّة والجوانب الاجتماعيّة في الدين . فالإنسان لا يكون فقيهاً جامعاً لشرائط الاستنباط إلّا إذا كان مفسّراً قبل ذلك ، وإلّا فلا يحقّ له ممارسة هذا الدور « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مدخل إلى مناهج المعرفة عند الإسلاميين : ص 412 - 418 . .\r\n","page_name":" 192 ","page_number":192},
  {"content":"\r\n\r\n\r\nفهرس المصادر\r\n1 . أصول التفسير والتأويل ؛ مقارنة منهجية بين آراء الطباطبائي وأبرز المفسّرين ، للسيد العلّامة كمال الحيدري ، دار فراقد ، الطبعة الثانية ، 1427 ه - ، إيران .\r\n2 . الأصول من الكافي ، لثقة الإسلام أبي جعفر محمد بن يعقوب الكليني ، تحقيق علي أكبر الغفاري ، دار الكتب الإسلامية ، الطبعة الثالثة ، 1996 م ، قم .\r\n3 . بحوث في علم الأصول ، تقريرات الشهيد السعيد آية الله العظمى الأستاذ السيد محمّد باقر الصدر طاب ثراه ، تأليف السيّد محمود الهاشمي ، مركز الغدير للدراسات الإسلامية ، الطبعة الثانية ، 1997 م .\r\n4 . بصائر الدرجات الكبرى ، محمد بن الحسن الصفار ، تحقيق ميرزا محسن باغي ، مؤسسة الأعلمي ، 1414 ه - ، طهران .\r\n5 . التبيان في تفسير القرآن ، لشيخ الطائفة أبي جعفر محمد بن الحسن الطوسي ، تحقيق أحمد حبيب قصير العاملي ، مكتب الإعلام الإسلامي ، 1409 ه - .\r\n6 . تفسير القرطبي ( الجامع لأحكام القرآن ) ، لأبي عبد الله محمد بن أحمد الأنصاري القرطبي ، مؤسسة التأريخ العربي ، 1405 ه - ، بيروت .\r\n\r\n","description":"","footnote":"","page_name":" 193 ","page_number":193},
  {"content":"\r\n\r\n7 . تفسير القمي ، لأبي الحسن علي بن إبراهيم القمّي ، تصحيح السيد طيب الجزائري ، مؤسسة دار الكتاب ، الطبعة الثالثة ، 1404 ه - ، قم المقدّسة .\r\n8 . التفسير الكبير ( مفاتيح الغيب ) للإمام فخر الدين محمد الرازي ( 544 - 604 ه - ) ، منشورات محمد علي بيضون ، الكتب العلمية ، بيروت ، 1421 ه - . كذلك : نشر الدار العامرة بمصر .\r\n9 . الدرّ المنثور في التفسير بالمأثور ، للمحدّث الحافظ جلال الدين السيوطي ، دار المعرفة ، بيروت ، 1365 ه - .\r\n10 . شرح نهج البلاغة ، ابن أبي الحديد ، تحقيق محمد أبو الفضل إبراهيم ، دار إحياء الكتب العربية ، سوريا .\r\n11 . العروة الوثقى ، للسيد محمد كاظم الطباطبائي اليزدي ، تحقيق ونشر مؤسسة النشر الإسلامي التابعة لجماعة المدرسين ، الطبعة الأُولى ، 1420 ه - ، قم المشرّفة .\r\n12 . عوالي اللآلي ، لابن أبي جمهور الأحسائي ، تحقيق السيد المرعشي والشيخ مجتبى العراقي ، مطبعة سيد الشهداء ، 1403 ه - ، قم .\r\n13 . عيون أخبار الرضا عليه السلام ، للشيخ الأقدم الصدوق أبي جعفر محمد بن علي بن الحسين بن بابويه القمي ، تحقيق الشيخ حسين الأعلمي ، الأعلمي للمطبوعات ، 1414 ه - ، بيروت .\r\n14 . كنز العمّال في سنن الأقوال والأفعال للعلامة علاء الدين علي المتقّي بن حسام الدين الهندي ، مؤسّسة الرسالة ، 1399 ه - .\r\n\r\n","description":"","footnote":"","page_name":" 194 ","page_number":194},
  {"content":"\r\n\r\n15 . المجازات النبوية ، للشريف الرضي ، تحقيق الدكتور طه محمد الزيني ، الناشر مكتبة بصيرتي ، قم .\r\n16 . المسائل العكبرية ، للشيخ المفيد ، دار المفيد ، الطبعة الثانية ، 1414 ه - ، بيروت .\r\n17 . مستدرك سفينة البحار ، للشيخ علي النمازي ، تحقيق الشيخ حسن بن علي النمازي ، مؤسسة النشر الإسلامي التابعة لجماعة المدرسين ، قم المقدّسة .\r\n18 . معاني الأخبار ، للشيخ الأقدم أبي جعفر محمد بن علي بن الحسين بن بابويه القمي الصدوق ، صحّحه علي أكبر الغفاري ، مؤسسة النشر الإسلامي ، طبعة الرابعة ، 1418 ه - ، قم المقدسة .\r\n19 . منطق فهم القرآن ؛ الأسس المنهجية للتفسير والتأويل في ضوء آي - ة الكرسي ، من أبحاث المرجع الديني السيد كمال الحيدري دام ظله ، بقلم : الدكتور طلال الحسن\r\n20 . نهج البلاغة ، مجموع ما اختاره الشريف الرضي من كلمات لإمام علي عليه السلام ، تحقيق الشيخ محمد عبده ، دار المعرفة ، بيروت .\r\n21 . وسائل الشيعة ، للفقيه المحدّث الشيخ محمد بن الحسن الحرّ العاملي ، تحقيق ونشر مؤسسة آل البيت لإحياء التراث ، 1409 ه - ، قم المقدّسة .\r\n\r\n","description":"","footnote":"","page_name":" 195 ","page_number":195},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 196 ","page_number":196},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" ما صدر 1 ","page_number":197},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" ما صدر 2 ","page_number":198},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" ما صدر 3 ","page_number":199},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" ما صدر 4 ","page_number":200},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" ما صدر 5 ","page_number":201},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" ما صدر 6 ","page_number":202},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" ما صدر 7 ","page_number":203},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" ما صدر 8 ","page_number":204}
  ]