[
  {"content":"\r\n\r\nالرسالة الاستفتائية\r\nمجموعة مختارة من الاستفتاءات التي أجاب عنها\r\nسماحة المرجع الديني\r\nالشيخ محمد اليعقوبي ( دام ظله الوارف )\r\nالجزء الثاني\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\n\r\n[ الجزء الثاني 
  ]\r\n\r\nتسليف المصارف\r\nس 1 : تمنح بعض المصارف الحكومية والأهلية قروضاً لشراء عقار ونحوه وتأخذ فوائد على القرض ، فهل يجوز أخذ مثل هذه القروض ؟\r\nج : بسمه تعالى : إذا كان المصرف حكومياً فيمكن قبض المبلغ منه لا بعنوان القرض ، وإنما بعنوان انه مال تدفعه الدولة لمواطنيها ضمن الإجراءات القانونية المأذون بها ، أما التسديد فيكون بمعزل عن أصل المال المقبوض ويكون بعنوان أموال تطالبه الدولة بدفعها كالضرائب والرسوم ولا يسعه التخلف عن دفعها .\r\nأما المصارف الأهلية فلا يمكن إجراء هذه المعاملة معها ، نعم يمكن تصحيحها بأن تشتري الجهة المانحة العقار بسعر تدفعه إلى مالك العقار وتبيعه إلى طالب القرض لشراء العقار بحسب السؤال بسعر أزيد منه ، فهذه المعاملة لا بأس فيها ، ويمكن للزبون أن يفهم الجهة المانحة بهذه الصيغة التي تؤدي إلى نفس النتيجة التي\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nيطلبها المانح . ويمكن أن يوكّل المصرف نفس المستفيد لإجراء المعاملة فيشتري العقار الذي يريده بالمبلغ الذي دفعه المصرف إليه من مالكه الأول على أنه وكيل عن المصرف ثم يشتريه هو من المصرف بالسعر الذي يفرضه عليه .\r\n\r\nتخميس المبلغ المخمس\r\nس 2 : هل يجب عليّ تخميس المبلغ الذي دفعت خمسه في العالم الماضي ، وبقي إلى رأس السنة الخمسية التالية مع زيادة ؟ أم يجب تخميس الزيادة فقط .\r\nج : بسمه تعالى : لا يجب تخميس المبلغ المخمّس إذا بقي بعينه إلى السنة المقبلة ، أما إذا صُرف المبلغ المخمس واستجد له دخل جديد معادل له خلال السنة فيخمس هذا لأنه ربح جديد فائض عن مؤونة السنة ، ويستثنى من هذا الحكم التجار المستثمرون لأموالهم لأن طبيعة عملهم هي إنفاق ما تحت أيديهم في شراء السلع والمصاريف الأخرى على أن يسترجعوها مع الربح لاحقاً بإذن الله تعالى . أما الزيادة فتخمس في جميع الأحوال .\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\n\r\nتدخين السجائر\r\nس 3 : ما هو رأي الشرع بتدخين السجائر ؟\r\nج : بسمه تعالى : نحن نحث على بذل الوسع لتركه وقد نشرنا كتاباً مفيداً بعنوان ( حتى متى التدخين ) ، ويكون هذا الترك واجباً إذا كان ضرر التدخين على الشخص ملحوظاً ومعتداً به .\r\nونحن نلزم من يرجع الينا بالمنع منه للمبتدئين\r\n\r\nطلاق الحاكم الشرعي\r\nس 4 : أنا متزوجة من رجل لا يحترمني ودائم الاعتداء بالضرب والإهانة لأسباب تافهة مضافاً إلى إرغامي على النفقة على المنزل ولم تنفع معه كل الوسائل لإصلاحه والمعاشرة بما أمر الله تعالى به ، فهل يجب عليّ الاستمرار بهذا الوضع المهين باعتبار أن الطلاق بيد الزوج ولا يحق للمرأة أن تنهي علاقتها الزوجية ؟\r\nج : بسمه تعالى : فقه أهل البيت ( سلام الله\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nعليهم ) يأمر بتكريم الزوجة ويحرّم إهانتها ويتدخل الحاكم الشرعي لطلاق الزوجة رغماً على زوجها إذا ثبت عند الحاكم الشرعي أن الزوج يظلم الزوجة ويهينها أو لا ينفق عليها فاطمئني من هذه الجهة وليس عليك إلا الترافع عند أحدّ العلماء فإذا ثبت عنده حالة الظلم وعدم الإنفاق فإنه سيطلق ، فنحن معك ومع كل مظلوم حتى نأخذ له الحق ، ولكن بما أن القضية متعلقة بطرف آخر وهو الزوج فان الحاكم الشرعي ملزم بالاستماع إليه ليكون قراره مبنياً على حجة شرعية .\r\n\r\nحكم تذكية الأسماك المستوردة من بلدان غير إسلامية\r\nس 5 : توجد في الأسواق أنواع من الأسماك المجمدة من مناشيء دول جنوب شرق أسيا علماً أنها دول كافرة ، فما حكم شراء وبيع واكل هذه الأسماك . وفقكم الله إلى خدمة الدين بعونه وتسديده . . .\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nج : بسمه تعالى : لا يهّم كونها مستوردة من دول كافرة والمهم أن يكون على جلدها قشرة كالفلس وأن تؤخذ من الماء وهي حية وليست ميتة طافية على الماء والشرط الثاني متحقق بحسب الغالب فيجب التأكد من وجود الأول .\r\n\r\nالتعامل مع الزوجة العاصية لزوجها\r\nس 6 : زوجتي سيئة الخلق وبذيئة اللسان وغير مطيعة لله تبارك وتعالى معي ولا مع أهلي بل مع جميع الناس وأنا محتار في طلاقها أو الابقاء عليها بسبب الأطفال مع خشية خسران ديني معها .\r\nج : بسمه تعالى : إن استطعت الصبر عليها من دون الإخلال بدينك فاصبر حتى يكبر أطفالك مع محاولة إصلاحها وعدم اليأس من ذلك بإذن الله .\r\nوإن خشيت على دينك فهدّدها بالطلاق لتغير أسلوبها فأن لم تصلح حالها فطلقها واضمن لأطفالك تربية صالحة .\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nواعلم أن النبي ( صلى الله عليه وآله وسلم ) والأئمة الطاهرين ( عليهم السلام ) صبروا على زوجات أذاقتهم ما هو أمر من العلقم كما صرح بعضهم ( سلام الله عليهم ) بذلك ولكن لا يكلف الله نفساً إلا وسعها بذلك .\r\n\r\nالشباب والإغراءات\r\nس 7 : أنا شاب وعمري كبير ولم أتزوج لضعف قدرتي المالية لتحمل تكاليف الزواج وأعاني من ضغط جنسي كبير فما النصيحة جزاكم الله خير لوجود الإغراءات في كل مكان ؟\r\nج : بسمه تعالى : لا تحرك شهوتك فتضطر إلى ارتكاب المحرم ، وتجنّب المقدمات المؤدية إلى إثارتها كالاختلاط مع الجنس الآخر ومحادثتهنّ أو النظر إلى ما لا يحل ونحو ذلك ، وحصّن نفسك بالزواج والله ناصرك ومعينك . وانطلاقاً من الحديث الشريف ( إنما الرزق مع الزوجة والعيال ) فإنني انصح بأن تبدأ بمقدمات الزواج وتفاتح إخوانك ومحبي الخير بهذا المشروع المبارك الذي\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nفيه لله ولرسوله رضا وسوف لا يقصّرون عن مساعدتك بفضل الله تبارك وتعالى ، كما أننا نأذن بصرف الحقوق الشرعية في تزويج المؤمنين .\r\n\r\nعلاج لحالة الخوف\r\nس 8 : مولاي الكريم أعاني من مشكلة في شخصيتي وهي الخوف من كل شيء بشكل كبير ما هو العلاج برأيكم ؟\r\nج : بسمه تعالى : إذا كنت تقصد بالخوف القلق والتردد من الإقدام على أي أمر أو مشروع وإن كنت مقتنعاً به ، فإنّ الحل اختصره أمير المؤمنين ( عليه السلام ) بجملة واحدة وهو قوله ( عليه السلام ) ( إذا خفت أمراً فقع فيه ) أي إذا خفت أو شككت أو توهمت فاقتحم ذلك الأمر وتوكل على الله تعالى وتشجع وسترى إن مخاوفك هي أوهام لا أصل لها وكذا ما تتحسس منه ، فثق بنفسك لأن أحد أسباب هذا الخوف هو عدم الثقة بالنفس ، وأنت مؤمن والمؤمن أقوى من الجبل كما نطق به الحديث الشريف .\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\nإبراء ذمة المغتاب\r\nس 9 : أريد أن أبدا حياة جديدة ليس فيها اغتياب أو ظلم للأخرين فهل يجب علي طلب براءة الذمة من كل انسان تعرفت اليه ؟\r\nج : بسمه تعالى : ابدأ بالحياة الجديدة مع الله تبارك وتعالى ، أما الآخرون فاطلب براءة الذمة من الحقوق المالية والمعنوية ممن تعتقد بأنك قد ظلمتهم وليس كل الناس ، واذكرهم بخير فإن في ذلك كفارة للإساءة إليهم .\r\n\r\nولاية الأب لا تبرر حرمان المرأة من حقوقها\r\nس 10 : نحن نعلم أن الحجاب والاحتشام والتستر وعدم الاختلاط واجب شرعاً ولكن بعض الآباء يتخذون ذلك وسيلة فيقيدون المرأة قيوداً تضر بحياتها وتجعلها تعيش العزلة والتخلف والجهل فيمنعونها مثلًا من دخول المدارس وممارسة حياتها بشكل طبيعي ولا يخفى ما في هذا\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nمن خطر كبير يلقي بظلاله على المجتمع بكامله وقد يبررون هذا بأن الله تعالى قد جعل لهم الولاية على ذلك فهل هذا صحيح ؟\r\nج : بسمه تعالى : ان الآيات الكريمة والأحاديث الشريفة تساوي بين الرجل والمرأة في الحقوق والواجبات ، فطلب العلم النافع الموصل إلى الله تبارك وتعالى واجب على كليهما وإذا وُجد كلام ففي الآليات التي تناسب عفاف المرأة وحجابها ووضعها الاجتماعي .\r\nوولاية الأب لم تُشرّع لقسر المرأة وإكراهها بل لمراعاة مصالحها كما في الزواج حيث أعطيت للأب الولاية في مشاركة بنته في اختيار الزوج الكفؤ الصالح القادر على اسعادها ، والسر في ذلك أن أباها أخبر منها بأحوال الرجال وطبائعهم النفسية فيمكن أن يُغرِّر بالمرأة إذا تصرفت في أمرها بعيداً عن مشاورة أبيها .\r\nوولاية الأب مشروطة بما فيه مصلحة البنت ، فلو أضرّ بها كما لو رفض زوجاً صالحاً كفؤاً سقطت ولايته . فأوصيكم جميعاً بالصبر\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nوالوعي والتصرف بحكمة وشفافية وإنصاف . وأن لا يفسد أحدكم من حيث يريد أن يصلح فيكون ممن تشملهم الآية   [ أَ فَحَسِبَ الَّذِينَ كَفَرُوا أَنْ يَتَّخِذُوا عِبادِي مِنْ دُونِي أَوْلِياءَ إِنَّا أَعْتَدْنا جَهَنَّمَ لِلْكافِرِينَ نُزُلًا قُلْ هَلْ نُنَبِّئُكُمْ بِالْأَخْسَرِينَ أَعْمالًا 
  ]   الكهف 103 - 104 ، أما طلب العلم والمعرفة فهو من العناصر المهمة لتكوين شخصية الإنسان بلا فرق بين الرجل والمرأة التي ستكون مسؤولة عن تربية أبنائها فكيف ستقدر على تعليمهم وتربيتهم إذا كانت جاهلة ، لذا لا أرى مسوِّغاً لحرمانها من الدراسة إذا لم يكن في ذلك ضرر على دينها ووضعها الاجتماعي خصوصاً وإن المدارس ليس فيها اختلاط حتى الانتهاء من الإعدادية وهي مرحلة لا بأس بها .\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\n\r\nحرمة مراجعة المشعوذين والدجالين لمعالجة الحالات النفسية\r\nس 11 : زوجتي تعاني من حالة مرضية غريبة وبعد إجراء كل الفحوصات قال الأطباء أنها حالة نفسية حيث إنها تعاني من أحلام مرعبة وتتنبأ بأمور مستقبلية تقول أن أحداً يخبرها بها وإذا بقيت لوحدها في المنزل فإنها تسمع أصوات مؤذية وغير ذلك وراجعنا الكثير من السادة والروحانيين من دون جدوى كما أننا لم نرزق الأطفال لحد الآن فما هو الحل لهذه المعاناة برأيكم .\r\nج : بسمه تعالى : إنها تعاني من حالة نفسية فعلًا تؤثر على أعضائها وأجزاء بدنها ، وهي ناشئة من سيطرة الأوهام والوساوس عليها والتأثر بها وتمكينها من نفسها ، والحل في تقوية إرادتها وعدم الاستسلام لتلك الأوهام والاستعاذة بالله منها .\r\nوحاول اصطحابها في سفرات ترفيهية والأفضل\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nإلى خارج العراق كزيارة مشهد الإمام الرضا ( عليه السلام ) ، وهوِّن عليها الأمر بأن ليس عليها الا قطع سلسلة الأفكار والأوهام إذا طرأت عليها ، ولتشغل نفسها بأعمالها البيتية أو الاستماع إلى محاضرات أو برامج مفيدة أو اللقاء بمن تحب ، ولتتجنب الانعزال والخلوة ، واسعوا بجدّ لتحقيق الإنجاب بإذن الله تعالى وأعنها على ذلك كله ، وإياك ومراجعة الدجالين والمشعوذين الذين يسمون أنفسهم بالروحانيين فإنهم يزيدون من العلة ، والله المستعان وهو الشافي .\r\n\r\nالتخطيط المروري وتحميل المسؤولية في حوادث السيارات\r\nس 12 : حصل حادث تصادم بين سيارتين الأولى فيها أربعة أشخاص والثانية فيها فقط السائق أدى الحادث إلى وفاة كل من في السيارتين فكيف تكون الدية علماً أن المخطط المروري يقول بتقصير السائقين 50 % وهذا المخطط ليس صحيحاً مائة بالمائة .\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nج : بسمه تعالى : التخطيط المروري بحدّ ذاته ليس حجة ، إلا أن يحصل منه الاطمئنان ولو بمساعدة بعض القرائن والملابسات .\r\nفإذا حُددَّت نسبة التقصير بشكل مفيد للاطمئنان يقنع الطرفين أو حكم به الحاكم الشرعي فإنه يتحمّل المقصر جزءاً من ديات الآخرين ( الذين في سيارته والسيارة الأخرى ) بنسبة التقصير .\r\nوتوزّع الدية على ورثة الميت ، ومَن كان بالغاً فله أن يتنازل عن حصته ، أما القاصرون فلا يجوز اقتطاع شيء من حصتهم ، وعلى وليِّهم حفظها .\r\n\r\nحكم عمليات التجميل\r\nس 13 : ما هي الأسس والقواعد الشرعية لعمليات التجميل ؟ وما هي ضوابطها ؟\r\nج : بسمه تعالى : عمليات التجميل المعروفة اليوم لها أكثر من شكل ، وبحسب ذلك يكون الحكم الشرعي .\r\n( فمنها ) : لإصلاح تشوه في الوجه أو الجسم يوجب\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nحرجا اجتماعياً وإهانة من الجهلة وهنا يكون من الراجح إجراء العملية دفعاً لذلك الحرج والتحقير .\r\n( ومنها ) ما يكون لمعالجة جرح أو موضع للقيح ونحوه - أجاركم الله تعالى - وهنا يكون العلاج واجباً لوجوب حفظ البدن من الضرر .\r\n( ومنها ) : ما يكون لمتابعة ( الموضة ) والانجرار وراء هوس التقليعات التي يبدعها شياطين الإنس ، كالذي نراه في عمليات الوشم والتلوين ، وهذا أمر سفهي وغير عقلائي ومناف للشريعة في إطارها العام ، وقد اطلعت على بعض تلك العمليات وهي تتضمن غرز الابر في الوجه والبدن مما يتقزز منه وتنفر النفوس ولا أعلم ما الذي يدعوهم إليها الا أن شياطين الإنس والجن يزيّنونها لهم ويوحون إليهم زخرف القول غرورا . فإنا لله وإنا إليه راجعون .\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\n\r\nبطاقات اليانصيب\r\nس 14 : ما حكم شراء أوراق اليانصيب التي يذهب ريعها أو بعض ريعها إلى الجمعيات والمؤسسات الخيرية ؟ ودمتم\r\nج : بسمه تعالى : ينوي بالاشتراك فيها المساهمة في دعم تلك الجمعيات بالمبلغ الذي يدفعه فإذا أجروا هم القرعة وفاز يجوز له أخذ مبلغ الجائزة .\r\nأما إذا نوى من شراء بطاقة اليانصيب المغالبة والفوز بالجائزة فلا يجوز له ذلك .\r\n\r\nأعذار واهية للمتقاعسين عن حضور صلاة الجمعة\r\nس 15 : نرى بعض الأخوة لا يحضرون لأداء صلاة الجمعة للأعذار الآتية :\r\n1 - إن صلاة الجمعة خارج المسافة الشرعية\r\n2 - عدم وجود الخطيب الكفؤ .\r\n3 - الإمكانية المادية .\r\nمع العلم أن هؤلاء يرجعون إليكم في\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nالمستحدثات الشرعية فنرجو بيان هذا الأمر جزاكم الله خير جزاء المحسنين ؟\r\nج : بسمه تعالى :\r\n1 - ورد في الروايات المعتبرة أن من كان على مسافة فرسخين ( 11 كيلومتراً ) من موضع إقامة صلاة الجمعة سقط عنه وجوب الحضور فيها ، وعلى هذا إجماع الفقهاء ( قدّس الله أرواحهم ) ، لكن من المظنون ان هذا الحكم هو بلحاظ صغر مساحة المدن والقرى يومئذٍ بحيث يلزم من المساحة المذكورة وجود المكلف في مدينة أو قرية أخرى ومن المتوقع إقامة جمعة ثانية فيها : لذا فالحكم لا يشمل من كان يبعد بهذه المسافة عن صلاة الجمعة المقامة داخل نفس المدينة إذا كانت كبيرة كبغداد والبصرة ، وهذا الظن يقتضي الاحتياط بالحضور ، خصوصاً مع الالتفات إلى عظمة هذه الشعيرة المقدسة واهتمام الشارع المقدس بها ، وما أعدَّ الله تعالى من الكرامة والثواب لمن سعى إليها ، إضافة إلى ما فيها من عزّة ونصرة .\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\n2 - هذا ليس عذراً لأن المقدار المجزي من الخطبة وهو لا يتجاوز السطرين متحقق فيها .\r\n3 - لا أعتقد أن تكلفة الحضور مما يعسر على المكلف توفيرها قياساً مع مصاريف حياته الأخرى فيمكنه التنازل عن بعض مصاريفه غير الضرورية لتوفير أجر نقله ، أو يتبرع بعض المؤمنين بأجور النقل ( وتعاونوا على البر والتقوى ، ولا تعاونوا على الإثم والعدوان ) لينال الجميع أجر هذه الفريضة المباركة .\r\nأسأل الله تعالى أن يوفق المؤمنين إلى ما يحب ويرضى ويزِّينَ لهم الطاعة ويكّره إليهم المعصية .\r\n\r\nالدروس الخصوصية لطلبة المدارس\r\nس 16 : لقد دأب بعض المدرسين المتخصصين في الدروس العلمية الطبيعية والرياضيات واللغة الانكليزية بإعطاء الدروس الخصوصية وبأسعار فاحشة جداً تنم عن استغلال حاجة الطلاب للتعلم نتيجة قصور الدرس الذي يقدمه\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nذلك المدرس لطلابه في المدرسة .\r\nأفتونا بحلية أو حرمة الدروس الخصوصية . .\r\nج : بسمه تعالى : لا يجوز لإخواني وأخواتي من التدريسيين أن يقصّروا في أداء وظيفتهم في المدارس ليدفعوا الطلبة إلى الانضمام إلى الدروس الخصوصية التي ينظّمونها ، لكننا نعترف بأن تباين مستويات الطلبة في الصف الواحد في المدرسة يجعل من المفيد تنظيم دروس تقوية تعين الطالب على تدارك ما فاته من فهم الدروس وعلى المدرّسين حينئذٍ أن يعملوا ضمن هذا الإطار الإنساني وأن لا يصدر منهم ما يحبط أعمالهم كالمبالغ الفاحشة التي يأخذونها كأجور للتدريس خصوصاً مع الوضع المعاشي المتعب لأكثرية الشعب العراقي وقد ذكرنا تفاصيل أخرى حول هذا الموضوع في كتاب ( فقه طلبة الجامعات ) و ( زيارة مدرسة ) ونحوها .\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\n\r\nالخمس\r\nس 17 : في ذمتي مبلغ من الخمس وكلما أردت تسديده استجدت لي حاجة تمنعني من ذلك فبماذا تنصحونني ؟\r\nج : بسمه تعالى : اعلم أن حاجاتنا في الحياة الدنيا لا تنتهي ورغباتنا كثيرة ولو تركنا العنان لذلك لما استطعنا أداء حق ولا القيام بواجب ، لذا علينا اغتنام الفرص فإنها تمر مر السحاب وعليك بالمبادرة إلى دفع الحق الذي بذمتك واعلم أن الله عز وجل يخلفه عليك بأحسن منه فإنه من أيقن بالخلف جاد بالعطية كما قال الحديث الشريف .\r\n\r\nأطوار المراثي الحسينية\r\nس 18 : يؤدي بعض ( الرواديد ) سدّدهم الله تعالى القصائد في المواليد وبعض المناسبات الدينية والاجتماعية بألحان فيها خفّة وطرب وتعرض بعض الفضائيات جملة منها ، فما هو حكم\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nالشرع فيها ؟\r\nج : بسمه تعالى : ان الغناء محرّم مهما أُلبس من عناوين ، وملاك الحرمة فيه يتبع ألحانه وأطواره أي كيفيته اللهوية المشابهة لما يقوم به الفسقة في مجالسهم من ألحان وطرق سواء صاحبتها آلات موسيقية أم لا .\r\nفمتى ما تحققت هذه الكيفيات - التي يحكم العرف عليها أنها مشابهة لألحان أهل الفسق - تحققت الحرمة سواء كان الإنشاد لمراثي حسينية أو موشحات دينية أو مواليد وغيرها .\r\nفنهيب بإخواننا المؤمنين أن لا يضيّعوا حقهم بباطلهم وان يلتفتوا إلى ما يصدر منهم ولا يتحوّلوا إلى ألعوبة بيد الشيطان ، فان لمدح أهل البيت ( عليهم السلام ) ورثائهم من الفضل والمقام المحمود ما لا يمكن تضييعه من أجل حفنة من المال أو إرضاء شخص أو جهة فالحق أحق أن يتبع .\r\nكما أنه لا ينبغي التغني بالمعصومين ( عليهم السلام ) بما لا يناسب قداستهم وحرمتهم وبالطريقة التي يمتنع كل واحد عن التغني بأمه\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nوأبيه أو أخته سواء كان من جهة الكلمات أو الطور الغنائي والإنشادي .\r\n\r\nالحب بين الجنسين\r\nس 19 : يسأل الكثير من الشباب والشابات عن مشروعية الحب بين الجنسين ، إذ أن الكثيرين منهم يحسّون بذلك تجاه البعض الآخر ، وربما يرونه مقدمة لحصول الزواج . فهل مثل هذا الحب جائز ؟ وما هي نصيحة سماحة المرجع في هذا المجال ؟\r\nج : بسمه تعالى : المشاعر القلبية - كالحب - خارجة عن اختيار الإنسان فلا يحاسب عليها ، نعم يحاسب على أحد أمرين .\r\nالأول : إذا حركته تلك المشاعر للقيام ببعض التصرفات كالخلوة المحرّمة « 1 » بمن يحب واللمس فضلًا عما هو أكثر .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ومنها ما هو شائع اليوم من الخلوة والاختلاط المحرم عبر الهاتف حتى وصل الأمر أن يسمح الشاب لنفسه الاتصال والمعاكسة للنساء وطلب العقد المنقطع لكي يوقع الفتاة في شراكه والعياذ بالله .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nالثاني : مقدمات وأسباب تلك المشاعر ، فإنها لا تحصل غالباً بشكل مركز في القلب من نظرة عابرة ونحوها . وإنما تحصل وتتعمق في النفس بمقدمات اختيارية للفرد بتركيز النظر والمتابعة والانبساط في الحديث والمؤانسة ، والضحكات المتبادلة .\r\nفهذان الأمران داخلان تحت اختيار الفرد وإرادته فيحاسب عليهما .\r\nونحن ننصح بإغلاق هذا الباب ، وإذا حصل إعجاب بالجنس الآخر فليعرض فوراً عنه وليهمله حتى يتلاشى . وإلا فإنه سيكون شاغلًا لقلبه ومشوشاً لعقله ومربكاً لتفكيره مضافاً إلى ما يمكن أن يقع فيه من المعاصي والمخالفات الشرعية .\r\nوالارتباط بالجنس الآخر مباح بل مستحب ومن السنن المباركة إذا كان ضمن الاطر الشرعية - اعني الزواج - وبحسب الأصول والتقاليد الاجتماعية المتعارفة وسيكون مثل هذا الحب إلهياً مباركاً فالشارع المقدس لا يريد كبت\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nالمشاعر والعواطف ولا إلغاءها ولكن يريد أن يوظفها في الاتجاه المثمر البناء وليس في الاتجاه الذي يوقع في الخطأ والخطيئة ، ويوجب العار الاجتماعي خصوصاً على الفتاة وأهلها .\r\n\r\nالأدلة على وجوب التقليد\r\nس 20 : هناك سؤال يثار دائماً ، وقد كثر بسبب تشكيكات خصوم مدرسة أهل البيت ( عليهم السلام ) حول مسألة وجوب التقليد ، والدليل على وجوب الرجوع إلى المجتهد الجامع للشرائط ؟\r\nج : بسمه تعالى : نقول باختصار وبما يناسب المقام ان الأدلة عديدة شرعية وعقلية وعقلائية .\r\n( فمن ) القرآن الكريم قوله تعالى ( فاسألوا أهل الذكر ان كنتم لا تعلمون ) فأوجب على غير المجتهد العارف باستنباط الحكم الشرعي من مصادره الأصلية أن يرجع إليه ويأخذ منه الأحكام .\r\nوقوله تعالى  ( فَلَوْ لا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذا رَجَعُوا \r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n إِلَيْهِمْ )  فلو لم يجب على الناس أخذ الأحكام من هؤلاء الذين نفروا للتفقه في الدين ، لما وجب على هؤلاء الفقهاء انذار قومهم ، وغيرها من الآيات الكريمة .\r\n( ومن ) الأحاديث الشريفة ، قول الإمام المنتظر ( عجل الله تعالى فرجه ) ( وأما الحوادث الواقعة فارجعوا فيها إلى رواة أحاديثنا فإنهم حجتي عليكم وانا حجة الله ) ، والمراد برواة الأحاديث العلماء الذين رووها ووعوا ما فيها وفهموا معانيها ومراداتها .\r\nمضافاً إلى سيرة الأئمة المعصومين في إرجاع شيعتهم إلى الفقهاء من أصحابهم خصوصاً في المدن التي لا يتسنى للشيعة مراجعة إمامهم بيسر .\r\n( ومن ) العقل : حكمه بأن الرجوع إلى الفقيه الجامع للشرائط وتلقي أحكام الشريعة والآداب والسنن منه لطف مقرب إلى الله تعالى ومبعّد عن الخطأ والمعصية ، وكل لطف واجب فيجب التقليد ، أي أن الدليل العقلي على وجوب التقليد هو نفسه الدليل العقلي على وجوب\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nبعث الأنبياء ونصب الأئمة والأوصياء ( صلوات الله عليهم أجمعين ) لأن العلماء امتداد لهم واستمرار لوظيفتهم .\r\nوإدراكه بأننا لم نخلق عبثاً ولعباً في هذه الدنيا ولسنا متروكين كالبهائم بلا تكليف ، وإنما نحن مكلفون بأحكام ووراء التكليف ثواب وعقاب ، ولا يستطيع أي أحد أن يصل إلى معرفة تلك الأحكام الا لمن آتاه الله تعالى ملكه وقابلية تسمى ( الاجتهاد ) ، فللخروج من عهدة تلك التكاليف وإبراء الذمة ، يوجب العقل على الإنسان الرجوع إلى العالم العارف بها .\r\n( ومن ) سيرالعقلاء جريان سيرتهم على رجوع من لا يعلم ولا يعرف إلى من يعلم ويعرف في جميع شؤون الحياة ، فالمريض يراجع الطبيب ، ومن يريد البناء يذهب إلى المهندس ، ومن عنده دعوى قضائية يوكّل محامياً وهكذا ، والفقه لا يخرج عن السيرة العقلائية التي سار عليها البشر ، فمن احتاج إلى مسالة شرعية وجب عليه الرجوع إلى الفقهاء والمجتهدين المتخصصين\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nالذين أفنوا أعمارهم في تحصيل هذه العلوم .\r\nوهذه السيرة مجمع عليها بينهم ، ولا يخرج عنها إلا الجاهل المتخلف .\r\n\r\nالإلزام في خطابات المرجعية\r\nس 21 : يلاحظ في بياناتكم وخطاباتكم أنكم تصدرون بعض التوجيهات إلى المؤمنين خارج نطاق الفتوى المجردة وبنحو من الإلزام فهل تعتبر مثل هذه التوجيهات أوامر واجبة التنفيذ ؟\r\nج : بسمه تعالى : لا فرق في وجوب الالتزام بالحكم الإلزامي الصادر من الجهة الشرعية المعتبرة بين وروده مجرداً أو ضمن بيان وخطاب موسعين .\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\n\r\nسماع الأغاني\r\nس 22 : يحصل أحياناً عند الركوب في سيارات الأجرة أن يستمع السائق إلى الأغاني من خلال راديو أو مسجل السيارة ويضطر الراكبون إلى سماع ذلك معه فما هو حكمهم الشرعي ؟\r\nج : بسمه تعالى : ليطلب الراكب بلطف وهدوء منه إطفاء الجهاز أو تغيير الموجة إلى غير المحرّم فان أصرّ ولم يكن الراكب مضطراً للبقاء معه - كما لو كانت السيارات متوفّرة - فلينزل من السيارة ويستقل غيرها ويحفظ نفسه من الحرام ، وإن كان مضطراً للاستمرار معه فليتشاغل عن الإصغاء والإنصات المحرّم بقراءة كتاب أو وضع سماعة في أذنه يستمع من خلالها لتلاوة قرآن أو أي شيء مفيد ونحو ذلك .\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n\r\nميراث الأحفاد\r\nس 23 : هل يرث الأحفاد من تركة جدهم إذا كان والدهم قد توفي في حياة والده وكان لوالدهم إخوة من أبيه الذي هو جدّ الصغار ؟\r\nج : بسمه تعالى : المشهور أنه إذا كان للمتوفى أولاد مباشرون - كما في مفروض المسألة - فلا يرث أبناء ولده الذي توفي في حياته . من جدّهم فالقوانين الرسمية المعمولة بها التي تورّث الأحفاد مخالفة للشريعة ، لقاعدة ( الأقرب يمنع إلا بعد ) ، نعم لو لم يكن للمتوفى أولاد مباشرون فيرثه أحفاده حيث تأخذ كل مجموعة حصة أبيهم أو أمهم الذي هو ابن مباشر للجد .\r\nويستحب للجد في مثل هذه الحالة المسؤول عنها أن يوصي لأحفاده من الثلث بمقدار حصة ابنه والد الأيتام أو بشيء مناسب لكي لا يحرموا من ميراث جدّهم وهو المعروف في القانون الوضعي بالوصية الواجبة .\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\n\r\nمخصصات الزوجية\r\nس 24 : تعطي الدولة لموظفيها مخصصات الزوجية بعد الزواج والارتباط بالطرف الآخر فهل هذه المخصصات ملك للزوج أو للزوجة ؟\r\nج : بسمه تعالى : هي ملك للموظف الذي خُصّصت له بحسب القانون سواء أكان هو الزوج أم الزوجة ، فهي زيادة على راتبه بداعي حصول التزويج له وليس المال للطرف الآخر .\r\n\r\nمظاهر مخالفة للشريعة في الزيارة الشعبانية\r\nس 25 : يصاحب الزيارة الشعبانية المباركة في كل عام بعض المظاهر التي تكون محل تأمل عند الكثيرين وعادة ما يكثر الجدال حول مشروعيتها من قبيل التصفيق والرقص وضرب الطبول واشعال الشموع والاختلاط المريب بين الشباب والشابات وكل ذلك بدافع اظهار الفرح\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nوالابتهاج بالمولد المبارك لمولانا صاحب الزمان\r\n( عج ) فما حكم هذه الأفعال وما هي نصيحة سماحتكم للشباب في هذه المسألة ؟\r\nج : بسمه تعالى : ليلة النصف من شعبان ليلة عظيمة شريفة يضاعف الله تعالى فيها الحسنات والسيئات لجلالة شأنها ، ورد في بعض الأخبار انها المقصودة بقوله تعالى ( فيها يفرق كل امر حكيم ) حيث تقدّر فيها أرزاق العباد وآجالهم وما يجري عليهم ، فينبغي للإنسان ان يستثمرها بالطاعة والعبادة والدعاء بالعافية وحسن العاقبة والصلاح .\r\nومن مستحباتها الأكيدة زيارة الإمام الحسين ( عليهم السلام ) ، ويصادف فيها ليلة ميلاد منقذ البشرية ومقيم دولة العدل الإلهي المهدي الموعود ( عجل الله تعالى فرجه ) .\r\nفالتهيؤ لها والاستعداد لاحيائها بما يناسب عظمتها وجلالة شأن صاحب الذكرى فيها مما يسارع إليه المؤمنون ، ويكون التهيؤ بأعداد البرامج العبادية ومجالس الذكر والإرشاد\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nوالموعظة وبيان فضائل أهل البيت ( عليهم السلام ) .\r\nولكن الشيطان يأبى أن يطاع الله تعالى ويعمل كل ما بوسعه ويجنّد كل شياطينه لحرف مسيرة الانسان عن صراط الطاعة والعبادة لله تبارك وتعالى ، فيلبّس على الناس ويخلط الحق بالباطل ، ويصوّر الباطل بصورة الحق ليسهل عليه انقيادهم وإلقاؤهم في التهلكة في حين يتصورون أنهم يحسنون صنعاً .\r\nومن تلبيساته وخدعه وحيله ومكره ما يجري من ظواهر منحرفة وأفعال منكرة في هذه الليلة يرفضها الشرع المقدس خصوصاً في كربلاء ، ويزيد الأمر شناعة ارتكابها في هذه الليلة الشريفة وفي هذا المكان المقدس إلى جوار مرقد سبط رسول الله ( صلى الله عليه وآله ) فيثقلون ظهورهم بالأوزار وهم يظنّون انهم يتقربون إلى الله تعالى ، وهذه طريقة الشيطان مع الأمم السالفة حيث إن اللعين لم يدعوهم إلى ترك ما أمرهم به أنبياؤهم - كمناسك الحج الإبراهيمي\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nمثلًا - وإنما شوهها لهم وافرغها من محتواها وحوّلها إلى شرك ومعاصي مع ابقاء الشكليات .\r\nفليحذر المؤمنون من تلبيس إبليس ولا ينخدعوا بألاعيبه التي روج لها الجهلة ويدفع إليها الفسقة الذين لا يتورعون عن استغلال كل مناسبة لاشباع نزواتهم وشهواتهم حتى لو كانت في ذلك الزمان الشريف والمكان المقدس ومن تلك الأفعال المحرّمة : استعمال آلات اللهو وبالالحان المشابهة لألحان أهل الفسق والفجور ، والاختلاط غير المحتشم بين الجنسين مع ما يرافقه من الضحكات والمواعيد والخلوة المحرّمة ، وتبرّج النساء ، وإظهار الرجال لمفاتنهم أمام النساء بعنوان السباحة في نهر الحسينية ونحوها .\r\nفان كنتم من زائري الحسين ( عليه السلام ) حقاً والعارفين بفضله فاقضوا ليلة النصف من شعبان كما قضى هو وأصحابه ليلة عاشوراء بالصلاة والدعاء وتلاوة القرآن وذكر الله تبارك وتعالى ، فإنها ليلة واحدة من السنة وقد لا يُمنح الإنسان مثل هذه الفرصة مرة ثانية ، أما لموته أو سفره أو\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nانشغاله أو مرضه وغيرها .\r\nوينبغي للمؤمنين عامة وللمشرفين على شؤون العتبتين المقدستين الحسينية والعباسية وإدارة مدينة كربلاء خاصة بذل أقصى الجهود لتصحيح الحالات المنحرفة وتوعية الناس فان ذنب الجاهل يكون على العالم الذي قصّر في هدايته وإرشاده .\r\nوفي الحقيقة فإن هذه المسألة لا تختص بما يجري في الزيارة الشعبانية وإنما هي عامة الابتلاء ، حيث تجري في ما يعرف بحفلات ( المواليد ) وأشرطة ( الفيديو كليب ) جملة من المخالفات الشرعية كالالحان المشابهة لألحان أهل الفسق ، واستعمال الآلات الموسيقية بالكيفية اللهوية المذكورة ونحوها ، فإلى هذا نلفت انتباه إخواننا المؤمنين .\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\n\r\nبيع رصيد الموبايل\r\nس 26 : بعد أن حول رصيد الموبايل من الدولار إلى العملة المحلية كثر السؤال حول مشروعية التعامل بكارتات الرصيد بيعاً وشراءاً بسعر أقل أو أكثر من الرصيد المقرّر فيه فما هو رأي سماحة الشيخ في هذه المسألة في حالة كون البيع بالنقد أو بالآجل ؟\r\nج : بسمه تعالى : لا اشكال في هذه المعاملة إن شاء الله تعالى ولا مانع من التعامل بالكارت بيعاً وشراءاً سواء أكانت المعاملة نقدية أم بالآجل ، ومع الفرق أو بنفس المبلغ ، لأن المعاملة تقع على الكارت والخدمة التي فيه ، وليست المعاملة من بيع مقدار من العملة بمقدار أكثر أو أقل من نفس العملة وهي معاملة محرمة .\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\n\r\nالقرآن مصون عن التحريف\r\nس 27 : بعض الفضائيات والكتب تتهم الشيعة وأتباع أهل البيت ( عليهم السلام ) بأنهم يقولون بتحريف القرآن استناداً إلى روايات موجودة في الكتب المعتبرة عند الشيعة ، فهل لهذه التهمة حقيقة ؟\r\nج : بسمه تعالى : الشيعة مجمعون على أن هذا القرآن الموجود بين أيدينا منزّل من الله تبارك وتعالى وهو مصون عن التحريف ويستدلّون بقوله تعالى  [ إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحافِظُونَ 
  ]  ، وهذه فضائيات الشيعية وإذاعاتهم وكتبهم المليئة بالآيات القرآنية فهل وُجد فيها حرف غير موجود في كتاب الله تعالى المتواتر في أيدي المسلمين .\r\nوهذه بيوتهم لا يخلو أحدها من عدة مصاحف فهل يوجد عند أحدهم مصحف غير هذا بل أن المصاحف المتداولة عند الشيعة هي من طبع القاهرة والرياض ودمشق وبإمضاء علماء العامة .\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nومن الأدلة على عدم قول الشيعة بالتحريف قراءتهم لكل سور القرآن في الصلاة ولو وجد شيء محرّف لما صحّت قراءته في الصلاة .\r\nفالذين يتهمون الشيعة بتحريف القرآن يعلمون أنه كذب لأنهم لا يرون عند الشيعة غير هذا المصحف المتفق عليه ، ولو وجدوا نسخة غير هذه في شرق الأرض وغربها لأقاموا الدنيا وأقعدوها .\r\nأما الروايات التي وردت فيها الإشارة إلى التحريف فهي شاذة نادرة ولم يُعمل بها ، وفي بعضها دلالة على أن المراد بالتحريف أنهم حرّفوا العمل به ولم يلتزموا بما جاء في القرآن ، وليس التحريف بمعنى النقصان والزيادة فيقول ( عليه السلام ) حفظوا حروفه وحرّفوا حدوده ) .\r\nأما صحاح أهل السنة فهي مليئة بالروايات التي تثبت النقيصة والزيادة في القرآن ومع ذلك فإننا لا نتهمهم بالتحريف لأننا لا نجد عندهم قرآناً غير هذا .\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\n\r\nاستفتاء عن تقليد المراجع الماضين ( قدس الله أرواحهم ) والعمل بالاحتياط الوجوبي\r\nس 28 :\r\n1 - هل تجيزون البقاء على تقليد السيد أبو القاسم الخوئي ( قدس سره ) وغيره من مراجع الدين الماضين ( قدس الله أرواحهم ) ؟ ؟\r\n2 - هل يمكن الرجوع إلى غيركم في مسائل الاحتياط الوجوبي في الرسالة العملية ؟\r\nج : بسمه تعالى :\r\n1 - نجيز لمن كان مقلداً لأحد الأعلام : السيد الخوئي والسيدين الشهيدين الصدرين ( قدس الله أرواحهم ) أن يستمر على العمل برسائلهم العملية الشريفة ، والرجوع إلينا في المسائل المستحدثة ، والمسائل التي عُلِم الخلاف فيها بين الأعلام ، وتبقى هذه الإجازة حتى إشعار آخر بإذن الله تعالى .\r\n2 - نحن نلزم المكلف بالعمل بمقتضى الاحتياط الوجوبي المذكور في الرسالة العملية .\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nفإذا وجد في ذلك حرجاً وأراد فسحة من الأمر فليراجعنا إذ لعل المورد مما نجيز فيه الرجوع إلى الغير ممن يقع في دائرة الأعلمية الذين وُجِدت على اتّباعهم حجة بإذن الله تعالى . وليس كل موارد الاحتياط الوجوبي قابلة للرجوع إلى الغير .\r\n\r\nالحائض وقراءة القرآن\r\nس 29 : هل يجوز للمرأة الحائض أن تقرأ القرآن مطلقاً أو ضمن شروط معينة ؟\r\nالجواب : بسمه تعالى : يجوز للمرأة الحائض قراءة ما شاءت من القران الكريم ويستحب لها كما يستحب لغيرها أن تتوضأ لقراءة القران ، نعم يستثنى من ذلك سور العزائم التي فيها سجدة واجبة وهي ( سور السجدة : فُصّلت ، النجم ، العلق ) فإنها لا يجوز لها قراءتها ، لكنها إذا استمعت تلاوتها من أحد آخر وجب عليها السجود كغيرها .\r\nوفي ضوء ذلك فان ما تفعله بعض النساء من ترك قراءة القرآن في فترة الحيض حتى في شهر رمضان ربيع القرآن هو حرمان من هذا الفضل\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nالعظيم .\r\nويجب أن تلتفت الحائض إلى عدم جواز مسّ كتابة المصحف لاختصاص جواز ذلك بالمتطهر .\r\n\r\nمشاكل زوجية\r\nس 30 : كثرت المشاكل بيني وبين زوجي بسبب تدخل أهله وانا أشك بوجود عمل سحر منهم ستسبب بزيادة هذه المشاكل ، زوجي يتهمني دائما انني المخطئة والمقصرة في حق أهله ، وانا أحب زوجي ولا أريد الانفصال عنه فما هي نصيحتكم .\r\nج : بسمه تعالى : لا صحة لوجود سحر أو أي عمل آخر يؤثر على حياتكما الزوجية فان هذه دعاوى باطلة . مضافا إلى أن الرجال عموماً لا يحبون أن يسمعوا من زوجاتهم كلاماً سيئاً بحق أهلهم - كالأم والأخوات - فإذا أردتِ التقرب إلى زوجك وكسب حبّه وقلبه فأكرمي أهله ولا تذكريهم بسوء واحتسبي ذلك عند الله تعالى واعتبريه إكراماً لزوجك .\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\n\r\nحكم وضع اللولب من قبل الطبيبة\r\nس 1 : 31 - انا طبيبة مختصة بالأمراض النسائية وكثيرا ما تطلب مراجعاتي وضع اللولب كمانع ولكني أتردد من وضعه لكوني لا اعرف هل استعمال اللولب فيه إشكال شرعي أم لا فكثيرا ما تضع بقية الطبيبات اللولب دون تنبيه المريضة من كونه فيه إشكال شرعي إذ ان غالبية الناس تعرف ان اللولب ليس محرم أريد من سماحتكم توضيح لي هذا الأمر\r\n2 - هل عملية عقد الأنابيب حرام فقد عرفت مؤخرا أن عقد الأنابيب لا يجوز لكونه طريقة دائمية لمنع الحمل وبذالك يوجب علي دفع الدية وأنا لا اعرف كيفية تقدير الدية\r\nج : بسمه تعالى :\r\n1 - حرمة وضع اللولب من جهتين ( أولاهما ) إن كان اللولب مما يقتل البيضة بعد تخصيبها بالحيمن ، أما إذا كان يمنع من أصل التخصيب فلا مشكلة ( ثانيهما ) الاطلاع على العورة حين\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nالوضع ، فإن أمكن حل المشكلتين فهو وإلا فلا يجوز إلا إذا وُجد عنوان ثانوي مسوِّغ كتضرر المرأة من الحمل وعدم وجود طرق محللة لمنعه .\r\n2 - لا يجوز تعطيل أي عضو في الجسم أو الحرمان من منفعته ومنه فائدة الحمل والإنجاب ، إلا إذا اقتضت الضرورة القصوى كحصول الضرر البليغ على المرأة ولا يوجد حل مشروع والأولى التفكير بالعقد المؤقت إن أمكن .\r\n\r\nالتلبس بالجن\r\nس 32 : زوجتي مؤمنه صالحة ولكنها مريضة ( بالتلبس ) ولم يستطيع أحد شفاءها من هذا المرض فهل هذا صحيح ؟\r\nج : بسمه تعالى : لا يوجد تلبّس ولا غيره ، وإنما هي عبارة عن ردود فعل نفسية وعصبية نتيجة للتعرض لبعض الأزمات فتترك آثارها على الشخص وقد توجب بعض الأمراض كانفصام الشخصية وأمثالها مما يعدّه الناس جنوناً ، فننصح بمداراة مشاعر من يبتلى بهذه\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nالحالات ومحاولة وصول إلى العقد التي سبّبت هذه الانتكاسة كمفاتحتها باتخاذ زوجة ثانية ونحو ذلك وإزالة تلك العقد وستزول الحالة بأذن الله تعالى .\r\n\r\nعدالة الله تبارك وتعالى\r\nس 33 : هناك مجموعة من المؤمنين تقول بأننا نشك في عدالة الله لأنه غير عادل ( وحاشاه ) لأنه لو كان كذلك ، فلماذا بعضنا يمتلك بيت وسيارة ونحن لا نملك كما يملكون ، لماذا توجد شخصيات تحصل على المال بدون تعب وبالحلال وهناك شخصيات تتعب ولكنها لا تحصل على المال مع العلم بان الاثنين هم مؤمنون أفتونا للرد عليهم جزيت خيرا ؟\r\nج : بسمه تعالى : ان الله تبارك وتعالى عادل ومن عدله هذا التوزيع واضرب لك مثالا ، لو أن رجلا دنت منه الوفاة وكان له ثلاثة أولاد وكان يملك أموالا بمقدار مليون دينار ومعملا بقيمة مليون دينار وارض زراعية بنفس القيمة وكان\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nأحد الأبناء يحب التجارة والآخر يحب الصناعة والثالث يحب الزراعة فأعطى النقد للأول والمعمل للثاني والأرض للثالث وهذا عين العدل لأنه ساوى بينهم في العطاء مع مراعاة ما يصلح حال كل واحد منهم فليس لصاحب المعمل ان يعترض على أبيه لحرمانه من النقد وهكذا فان الله تعالى وزع نعمه على عباده بالتساوي وأعطى لكل واحد ما يصلح حال وما يبتليه به ليشكر أم يكفر لكن الإنسان يغفل عن نعم كثيرة ويلحظ المادية فقط فينسى الصحة والأمان والأيمان وولاية أهل البيت ( عليه السلام ) والزوجة الصالحة والأولاد البارين والاستقرار في البلاد والجاه في عشيرته وقومه وغيرها أكثر وان واحدة من منها أثمن من ملايين يملكها غيره مع حرمانه منها فاتقوا الله وتدبروا يا أولي الألباب .\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\n\r\nأصل إبليس\r\nس 34 :  [ إِبْلِيسَ كانَ مِنَ الْجِنِّ فَفَسَقَ عَنْ أَمْرِ رَبِّهِ 
  ]   [ وَإِذْ قُلْنا لِلْمَلائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ أَبى وَاسْتَكْبَرَ وَكانَ مِنَ الْكافِرِينَ 
  ]  البقرة 34 فهل إبليس من الجن أم من الملائكة حسب الآيتين الكريمتين ؟\r\nج : بسمه تعالى : الواضح من الآية الأولى انه من الجن فعصى ربه وخرج على أوامره ، ولا تنافيها الآية الثانية لان الاستثناء فيها من النوع المنقطع ، أي ليس من سنخ المستثنى منه الذي يسبق أداء الاستثناء .\r\n\r\nدرجة العصمة\r\nس 35 : هل ان المعصومين ( عليه السلام ) حصلوا على درجة العصمة بعبادتهم وطاعتهم الخالصة لله أم أنها درجة وهبها الله لهم .\r\nج : بسمه تعالى : حصلوا عليها باختيارهم وبفضل الله تبارك وتعالى ولو اجبروا عليها لما\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nكان لهم بذلك فضل على غيرهم ، ولكن الله تعالى لما علم منهم - في سابق علمه - طاعتهم الكاملة وعبادتهم الحقة وتمحضهم له حباهم بالكرامات واصطفاهم من أول يوم خروجهم إلى الدنيا كتحدثهم في المهد ونزولهم إلى الدنيا ساجدين شاهدين لله تعالى بالوحدانية .\r\n\r\nحكم المتبرعة بالبيضة\r\nس 36 : تبرعت امرأة ببيضة إلى صديقتها لكي تزرع في رحمها وتلقح من قبل زوجها ، فما حكم البيضة وما حكم الجنين ؟\r\nج : بسمه تعالى : لا بأس بذلك ما لم يستلزم محرما بالعنوان الثانوي كالاطلاع على العورة من قبل غير الزوج ، وأم المولود هي الثانية لا الأولى ما دام الإخصاب قد حصل في رحمها .\r\n\r\nالاطمئنان العقلي والقلبي\r\nس 37 : أيهما أكثر حجية الاطمئنان القلبي أم الاطمئنان العقلي ، وما الفرق بينهما ؟\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nج : بسمه تعالى : الاطمئنان المذكورة في الرسالة العملية للفقهاء ما كان مستندا إلى حجة شرعية معتبرة ولكل من الاطمئنان العقلي والقلبي ساحة عمله ولا ملازمة بينهما وقد ذكرنا تفصيل الكلام مع أمثلة وشواهد في كتاب الله تعالى حكاية عن إبراهيم ( عليه السلام ) ( قال : أولم تؤمن قال بلى ولكن ليطمئن قلبي ) فالاطمئنان العقلي متحقق منه بالمئة عند من هو دون إبراهيم ( عليه السلام ) لكن الاطمئنان القلبي كان محتاجا إلى تجربة عملية .\r\n\r\nتعلق الحد بالمذنب\r\nس 38 : شخص أذنب ذنبا يستحق الحد عليه إذا تاب هل يبقى الحد متعلق به ؟\r\nج : بسمه تعالى : لا يجري عليه الحد إذا تاب قبل القبض عليه متلبسا بالجريمة أو قيام البينة الشرعية بشهادة العدول اما إذا تاب ( من قبل ان تقدروا ) عليهم فلا حد ومن شروط ذلك ان لا يتحدث بالجريمة .\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\n\r\nأخذ الشعر الزائد\r\nس 39 : هل يجوز اخذ الشعر من الوجه بواسطة الخيط ( الحف ) ؟\r\nج : بسمه تعالى : لا باس به الا إذا عد اجتماعيا من التشبه بالنساء .\r\n\r\nعدة النساء\r\nس 40 : كم هي مدة العدة المرأة ؟\r\nج : بسمه تعالى : المرأة المدخول بها عليها ثلاثة أشهر أو ثلاثة أطهار في الدائم وحيضتان في المنقطع ولا عدة على اليأس وغير البالغة تسع سنين وغير المدخول بها ، هذا في الطلاق أما في الوفاة فالعدة أربعة شهور وعشرة أيام لغير الحامل ولها ابعد الأجلين من المدة المذكورة ووضع الحمل .\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\n\r\nالمسلوس\r\nس 41 : ما حكم وضوء شخص مصاب بمرض يسبب له خروج الريح بصورة كثيرة حتى أنه أحيانا لا يكاد يصلي ركعة دون ان يحدث ، وفي أحيان أخرى قد يتمكن من إتمام الصلاة الرباعية ( ليس أكثر ) دون ان يحدث ؟\r\nج : بسمه تعالى : مثل هذا الشخص عليه انتظار الفترة التي يمكنه فيها أداء صلاة كاملة بطهارة وعليه ان يوفر المقدمات لأداء هذه الفريضة فيغيّر وقت طعامه ونحوها بحيث يحصل مثل هذه الفترة الكافية وإذا لم يمكنه من ذلك فتوجد صور عديدة لحالته مذكورة في الرسالة العملية تحت عنوان ( أحكام المسلوس والمبطون ) فراجعها .\r\n\r\nالوسواس\r\nس 42 : انا بنت في الثالثة والعشرين من العمر أعاني من مشكلة نفسية ألمّت بي وهي انني\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nأعاني الوسواس وهي في تزايد . . . وقد حاولت كثيرا ابعاد هذه الوساوس ولم أستطع تركها وجزاكم الله عن المسلمين خير جزاء المحسنين\r\nج : بسمه تعالى : هذه مشكلة حقيقية ومنغصة للحياة ، لكن الذي يهوّن الخطب ان علاجها سهل ولا يحتاج إلا إلى الشجاعة منك وقوة قلب ، لأن هذه كلها أوهام يلقيها الشيطان في ذهنك ليتعبك ويشغلك ويصدك عن ذكر الله تعالى قال الله سبحانه  [ إِنَّمَا النَّجْوى مِنَ الشَّيْطانِ لِيَحْزُنَ \r\n الَّذِينَ آمَنُوا وَلَيْسَ بِضارِّهِمْ شَيْئاً 
  ]  المجادلة 10 فالنجوى - وهي حديث النفس - وساوس وأوهام شيطانية ليضيق صدورهم ويحزنهم ، وعليك أن تعلمي\r\n1 - انك على خير وان الشيطان عاجز عن اغوائك فيلتجئ إلى إتعابك بهذه الوساوس .\r\n2 - ان هذه الأوهام لا يرتّب الشارع المقدس عليها\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nأي اثر لأنها خارجة عن إرادة الانسان والله تعالى أكرم وأرحم من محاسبة الانسان عن أمور خارجة عن ارادته .\r\n3 - لقد اعطى الأئمة ( عليهم السلام ) الحل العملي للوسواس بالاعراض عنه واهماله وعدم الاسترسال فيه ويزول تدريجياً بإذن الله تعالى .\r\n4 - والجزء الآخر من الحل هو عدم الانفراد والخلوة وان تتشاغلي باللقاء مع من تحبين وبالاعمال البيتية أو مساعدة الآخرين وقضاء حوائجهم وإدخال السرور عليهم .\r\n5 - الالتحاق بجامعة الزهراء الدينية فرع النجف الكائن في ساحة ثورة العشرين ملاصقاً لمدرسة البغدادي لكي تتفقهي في أمور الدين وتنشغلي بما هو مهم ولوجود مركز للارشاد النفسي والتوجيه الاجتماعي وستجدين أخوات مؤمنات ترتاحين معهم إن شاء الله تعالى .\r\n6 - والمهم هو حسن الظن بالله تعالى وعدم تحميل نفسك أزيد من الفرائض الواجبة . وتوسلي إلى الله تعالى بدعاء ( يا من تُحلُّ به عقد المكاره ) .\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\n\r\nالتبرع بالأعضاء\r\nس 1 : 43 - هل أن الأعضاء الحية في جسد الإنسان الميّت تمتلك قيمة مادية أو معنوية ؟ وهل يوجد فرق بين الأعضاء الرئيسية والفرعية في الجسد ؟\r\n2 - من الذي يستطيع التصرف في الجسد والأعضاء ؟ هل الشخص المتوفى أم الورثة أم ولي الفقيه ؟\r\n3 - هل يمكن بيع الأعضاء الحيّة في جسد الإنسان ؟\r\n4 - إذا ما اتُفِقَ على بيع الأعضاء هل يترتب على الطبيب المُنفِّذ للعملية شيئاً كالدية والقصاص والتعزير ؟\r\n5 - في حال إذا ما سُرقت الأعضاء من المشفى هل سيعاقب السارق بالحد الشرعي للسرقات نفسه ؟\r\nج : بسمه تعالى :\r\n1 - أعضاء الجسد لها أعظم القيمة المعنوية ولا يحق لأحد التعدي عليها حتى لصاحب نفس الجسد فإنه لا سلطان له عليها ولا يملكها\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nلذا لا يجوز له إتلافها والإضرار بها ضرراً بليغاً ، وحتى بعد موته فإن أعضاء جسم الإنسان تحافظ على قيمتها المعنوية وكرامتها كما لو كان حياً وقد جاء في الحديث الشريف ( حرمة الإنسان الميت كحرمته حياً ) أما قيمتها المادية فلا حدود لها ولا يساويها إلّا مثلها لذا كان من حق المجني عليه عمداً القصاص من الجاني بحرمانه من نفس العضو ، نعم جعل الشارع المقدّس مقادير لتعويض الجنايات على الأعضاء مشروحة في كتاب ( الديّات ) من الفقه عندما تكون الجناية غير عمدية لقطع النزاع وتعويض المجني عليه أو ذويه .\r\n2 - ليس من حق أي أحد التصرّف في الأعضاء حتى الشخص لا يمتلك هذا الحق على أعضائه الخاصة .\r\n3 - لا يجوز ذلك إلا في حالات خاصة كتوقف حياة إنسان على نقل عضو إليه من دون تضرّر المتبرع .\r\n4 - لا يجدي اتفاق بائع العضو ومشتريه ، وليس\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nللطبيب القيام بالعملية لأنه عمل محرّم .\r\n5 - قد لا يستحق عقوبة السارق لأن الأعضاء ليست مالًا شرعاً ، لكنه يعاقب بعقوبات أخرى لأنه مفسد في الأرض ونحوه من العناوين .\r\n\r\nالصلاة في الدوائر الحكومية\r\nس 44 : ما حكم صلاة الظهر والعصر في البناية الحكومية هل يجوز الصلاة فيها ؟ إذا كانت الإجابة لا فما حكم صلاتي السابقة هناك علماً اني أعود لبيتي في وقت تكون الصلاة فيه متأخرة لكون الطرق تعاني من اختناقات مرورية ؟\r\nج : بسمه تعالى : الصلاة في مبنى الدائرة الحكومية جائز بل فيه أكثر من ثمرة مباركة كالصلاة في أوقاتها ، تقوية أمر الدين بالاعلان عن شعائره ، حثّ الآخرين على إقامة الصلاة ، توجيه رسالة إلى أهل الفحشاء والمنكر والفساد لاجتنابها جميعاً وغيرها فجزاكم الله خير الجزاء .\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\n\r\nمصير أهل الكتاب في الآخرة\r\nس 45 : هل سيكون مصير أهل الكتاب الجنة ؟ أم أنهم سيدخلون النار جميعا ؟\r\nج : بسمه تعالى : ذلك موكول إلى الله تبارك وتعالى فهو العالم بنيّات الناس وطهارة قلوبهم ومقدار الصفات الانسانية فيهم\r\n\r\nالعملية القيصرية وحكم الدم\r\nس 46 : ماذا بشأن المرأة التي تلد عن طريق عملية قيصريه ؟ هل تحسب لها أيام النفاس العشرة أم أنها تعتبر في حال أستحاضه بحيث يتوجب عليها أداء العبادات مباشرة بعد الولادة ؟\r\nج : بسمه تعالى : هذا الدم : دم نفاس ما دام مرافقاً للولادة فتجري عليه أحكامه .\r\n\r\nحكم الميت سريرياً\r\nس 47 : هل من الجائز في الإسلام أن توقف التغذية الصناعية عن شخص دخل في غيبوبة حتى وان\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nأكد الأطباء بأنه سوف لن يخرج منها ؟ والسلام عليكم\r\nج : بسمه تعالى : ما دام قلبه ينبض فهو حي ويجب حفظ حياته ولا يجوز فعل ما ينافيها مهما كان احتمال موته كبيراً .\r\n\r\nالأغذية ومادة الأثانول\r\nس 48 : هل أن تناول مواد غذائيه تحتوي على كحول الأثانول جائز ؟\r\nج : بسمه تعالى : يجوز ذلك بشرطين :\r\n1 - أن تكون نسبته ضئيلة ك 1 % مثلًا .\r\n2 - ان يكون متكوناً ضمن عملية صنع المواد الغذئية كالكحول المتكون في عجين الخبز عند تخمره ، اما إذا كان الكحول بدرجته المسكرة مضافاً إلى المواد الغذائية المصنوعة فإنه محرم التناول منها ولو كان المضاف قليلًا .\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\n\r\nالفائض من المنحة المقدمة لطلبة الدراسات العليا\r\nس 49 : انا طالب دراسات عليا في احدى الدول الأوربية واحصل شهريا على دعم مادي من تلك الدولة فهل يجب الخمس في الزائد عن حاجتي ؟\r\nج : بسمه تعالى : ما يزيد من الأموال التي تمنح لك يجب تخميسها في رأس السنة الخمسية التي تحدّدها أنت ، لأن هذه الأموال دخلت في ملكك ، والزائد منها لا يرجع إلى الدولة المانحة بحسب ما أفهم .\r\n\r\nالذنوب والندم\r\nس 50 : ارتكبت خطأ كبيرا جدا ولا أعرف كيف لي أن أعيش مع هذ الخطأ أحس بحالة من الحزن الشديد . أرجو مساعدتكم . كيف لي أن أتصرف من وجهة نظر الإسلام حتى أكفر عن ذنبي هذا ؟\r\nج : بسمه تعالى : قال الله تبارك وتعالى  [ قُلْ يا عِبادِيَ الَّذِينَ أَسْرَفُوا عَلى أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nرَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعاً 
  ]  [ الزمر : 53 
  ] وقال تعالى  [ إِنَّ اللَّهَ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِينَ 
  ]  [ البقرة : 222 
  ] فلا تقلق من هذا الفعل وابدأ حياتك من جديد كأن شيئاً لم يحصل والظاهر حصول الندم الحقيقي عندك وهذا من شروط التوبة الصادقة والمغفرة فاعزم على عدم العودة لمثله .\r\n\r\nتحديد وقت الفجر في السويد\r\nس 51 : تعلمون مشكلة تعيين وقت الفجر في السويد ولذلك أحتاط بعض العلماء بصلاة الفجر حين ارتفاع الضوء بالسماء وآخرين قالوا بتأخير صلاة الفجر إلى قبل نصف ساعة من طلوع الشمس وذلك كله لأنه لا يوجد ليل حقيقي عندنا فالليل بالصيف مضيء ولا يمكن تمييز الفجر عند طلوعه ولكن المشكلة الآن وقد مررت بها لا أعرف متى وقت الإمساك للصائم بهذه الأيام فلا يمكن أن امسك قبل طلوع الفجر ولا اعرف أصلا متى يبدأ لان آخر يوم أمكن تعيين\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nالفجر هو قبل أسبوع تقريباً وكان صلاة الفجر الساعة 30 : 1 ليلًا وسؤالي متى هو وقت الإمساك للصائم ؟\r\nج : بسمه تعالى : إن هذا الضوء الذي يظهر في الليل إن كان يلاحظ عليه النقصان بعد غروب الشمس إلى نقطة ثم يلاحظ فيه الاشتداد نسبياً فهذه النقطة هي الفجر ، وإذا كان الضوء واحداً\r\nفي جميع الوقت فالأحوط أن تصلوا قبيل طلوع الشمس بمقدار أدائها بنية ما في الذمة ويكون الإمساك عند منتصف الوقت بين غروب الشمس وشروقها ، وإذا حصل الاطمئنان بجداول المواقيت التي تصدرها بعض الجهات الدينية الموثوقة فيمكن الاعتماد عليها ، وقد شرحنا في كتاب ( الرياضيات للفقيه ) طريقة لحساب المواقيت في الفترة التي لا يتبّين فيها الفجر .\r\n\r\nدفع زكاة الفطرة للمغتربين\r\nس 52 : انا أعيش خارج العراق ، هل أستطيع ان اتصل باهلي وأخبرهم بأن يدفعوا لي زكاة\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nالفطرة إلى اي فقير قريب منهم لأنه ليس هناك اي فقير يستحق في منطقتي أو مدينتي ؟ ؟\r\nج : بسمه تعالى : لا بأس بذلك وليدفعوها بقيمة ثلاث كيلوات من الطعام عندك لا عندهم . تقبل الله أعمالكم ووسّع عليكم .\r\n\r\nالصلاة نيابة عن الحي\r\nس 53 : هل يجوز الصلاة نيابة عن حي صلاة مستحبة في أحد مراقد الأئمة الأطهار أو النبي الأكرم صلوات الله عليهم أجمعين . حيث يطلب الناس في مثل هذا كثيراً ؟\r\nج : بسمه تعالى : نعم يجوز ذلك وإن الممنوع هو النيابة عن الحي في الصلوات المفروضة ، ويمكن ان تصلي أنت ثم تهدي ثوابها إلى من شئت .\r\n\r\nحكم الطهارة من غير أهل الكتاب\r\nس 54 : نحن موظفون في شركات توفر عامل نظافة لكل مبنى وهذا العامل في بعض الأحيان يكون كافراً كالبوذي والهندوسي\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nوغيرهم . وحيث أنه يعمل في التنظيف فهو يقوم بتنظيف كل شيء من أرضيات ومغاسل ومصليات وأجلكم الله الحمامات والمطابخ وغرف الاستراحة وفي بعض الأحيان يكون هو الطابخ . وعلى حد علمنا بأن الكافر نجس والنجاسة تنتقل بالرطوبة فهل كل ما يلمسه هذا العامل نجس من مقابض ومعدات وطعام حيث أن الرطوبة في كل الأوقات موجودة ويلمسها بيده مباشرة ، هذا وأفتونا بما لديكم حيث أننا نعيش حالة الاشتباه ولا ندري ماذا نصنع ؟\r\nج : بسمه تعالى : السلام عليكم ورحمة الله وبركاته\r\nاطلبوا من إدارات مؤسساتكم أن يتولى المسلم الأعمال المرتبطة بطعامكم وملابسكم وفرشكم وليعمل غير المسلم في النواحي الأخرى كتنظيف الحمامات والأرضيات ، وان لم تفعل الشركة فقوموا أنتم بها أو استأجروا مسلماً للأعمال الخاصة بكم التي ذكرناها .\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\n  [ وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجاً وَيَرْزُقْهُ مِنْ حَيْثُ لا يَحْتَسِبُ 
  ]   [ الطلاق : 3 - 2 
  ]\r\n\r\nالإفطار مع الحرج\r\nس 55 : انا شيعية متزوجة من رجل سني احترت في صيام شهر رمضان يعني بدايته ونهايته لان هنا يتبعون الرصد الفلكي بالتلسكوب للهلال ومواعيد الصيام والأعياد ثابتة بالتقويم زوجي يصوم مع بداية رمضان هنا وأنا دائما في حيرة وهو يضغط علي في هذه المسالة بالذات ويقول نحن نتبع البلد الذي نحن فيه ولا دخل لنا بالعراق مثلا هو يصوم أول يوم من رمضان وانا أصوم بنية يوم الشك شيخنا الجليل وأيضا لأسباب اجتماعية مثلا في يوم العيد يزورنا أشخاص كثيرون ولا أستطيع ان أبقى صائمة أو نكون مثلا معزومين في أول يوم العيد على الغداء أرجوكم أفتوني لأنني في حيرة دائما ؟\r\nج : بسمه تعالى : الأمر في أول شهر رمضان سهل إذ يمكن الابتداء مع زوجك بالصوم حتى لو لم\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nيثبت الشهر بنية القربة المطلقة إلى الله تبارك وتعالى ، أو القضاء أو ما في الذمة ، أما إذا أفطر في يومٍ تشكين أنه الأول من شوال فاطلبي منه الخروج معه بعد صلاة الصبح أو بداية النهار مسافة 22 كيلو متر لتفطري بسبب قطع المسافة وتناولي هناك شيئاً من المفطرات وعودي مفطرة إلى بيتك لتستطيعي أداء مراسيم العيد بدون حرج ثم تقضين ذلك اليوم لاحقاً إذا لم يثبت انه عيد .\r\n\r\nاختلاف نية والصوم في اخر شعبان\r\nس 56 : إننا نسكن أطراف السويد فصمنا يوم السبت من شعبان وبعد الإفطار علمت أن يوم السبت هو من شهر رمضان فما حكم صومي ؟\r\nج : بسمه تعالى : لا بأس عليك ، وإن كان الأحوط القضاء لاحقاً .\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\n\r\nحكم المداعبة في نهار رمضان\r\nس 57 : إذا داعب الرجل زوجته الصائمة فان الزوجة نتيجة تهيجها الجنسي تنزل بعض الرطوبات فما هو حكم صومها ؟\r\nج : بسمه تعالى : لا يضرّ بصومها ، وينبغي للصائم تجنّب الوصول إلى هذه المرحلة من الممارسات .\r\n\r\nميراث الزوجة الباكر\r\nس 58 : الزوجة غير المدخول بها والمتوفي عنها زوجها هل تستحق النصف الثاني من المهر بالرد ، علاوة على نصيبها من الإرث ، أم لا ؟\r\nج : بسمه تعالى : تستحق المهر كاملًا ، أما التنصيف فهو حكم خاص بالطلاق .\r\n\r\nتخميس المبلغ الزائد\r\nس 59 : شخص لديه رأس سنة خمسية والمال المخمس فيها مليون دينار وفي السنة الثانية\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nأصبحت أمواله مليونين دينار فقيل له ان الخمس المستحق عليه في يوم رأس السنة الخمسية هو أربعمائة ألف دينار علماً ان أمواله هي من الراتب الذي يتقاضاه من خلال العمل وبعد ذلك دخل بعمل تجاري وأصبحت أمواله عشرة ملايين وجاءت رأس السنة الخمسية فما مقدار الخمس الواجب اخراجه من أمواله . أفتونا مأجورين\r\nج : بسمه تعالى : تخّمس الزائد عن المخمَّس في العام الماضي ، فخمس السنة الثانية يتعلق بالمليون الثاني الإضافي فقط ومقداره مئتا ألف دينار ويكون مجموع المال المخمس مليون وثمانمائة ألف دينار للسنة الثالثة ويخمس الفرق بينه وبين الملايين العشرة المذكورة عند رأس السنة اللاحقة .\r\n\r\nالاستفادة من التلسكوبات في تحديد بداية ونهاية الشهر القمري\r\nس 60 : لماذا لا نعتمد على الأجهزة الحديثة في الكشف عن رؤية الهلال ؟\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nج : بسمه تعالى : نحن نستفيد من الأجهزة الحديثة والمعادلات الرياضية الحديثة الدقيقة لمعرفة وضع الهلال وامكان رؤيته بالعين المجردة ، اما إذا كان بحيث لا تراه العين فان رؤيته بالأجهزة الحديثة غير كافية وفق الأدلة الشرعية التي ذكرناها في ( فقه الخلاف ) .\r\n\r\nحكم من رأى الهلال بعينه\r\nس 61 :\r\n1 - إذا شاهدت الهلال بنفسي ولم يعلن أي من مكاتب العلماء أن يوم الغد أول أيام العيد ( على سبيل المثال ) فهل لي أن اعتمد على رؤيتي للهلال فأفطر ؟\r\n2 - إذا كانت رويه الهلال بالعين المجردة فلماذا يختلف علمائنا في تحديد بداية الأشهر الهجرية كما حدث في بعض السنين ؟ ولماذا لا يذهب الذين شهدو ل ( س ) من العلماء بتوجيه منه إلى العالم ( ص ) ليشهدوا أمامه فيعلن بداية الشهر كصاحبه فيكون الموقف موحد بدل ما يحدث ؟\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nج : بسمه تعالى :\r\n1 - نعم تعتمد على رؤيتك وتفطر بهلال شوال الذي تراه حتى لو لم يثبت عند المراجع .\r\n2 - لا يقتصر سبب الاختلاف في تحديد أوائل الشهور على شهادة البعض عند مرجع دون اخر ، بل إن هذا لم يكن سببا لان الهلال إذا رأته\r\nعين رأته الف عين كما في الروايات ، لكن هناك مناشيء عديدة للاختلاف كالخلاف في امكان الاعتماد على رؤية التلسكوبات وإن لم تراه العين المجردة أو اشتراط تقارب البلدان لثبوت الرؤية بين بعضها والبعض الاخر وعدم الاشتراط وغيرها .\r\n\r\nمقدار الاذن بصرف الحقوق الشرعية\r\nس 62 : هل تأذنون بصرف الحقوق الشرعية على المحتاجين من قبل المكلف مباشرة ؟\r\nج : بسمه تعالى\r\nقد أعطينا الأذن لكل مكلف بصرف الثلث ما بذمته من الحقوق الشرعية على المؤمنين\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nالمحتاجين وتزويج الشباب المؤمنين غير القادرين وتغطية نفقات العلاج الطبي للمؤمنين المحتاجين ، وإذا وجدَ المكلف حاجة لصرف مبلغ أكثر من الثلث فليراجع وكلائنا ويحصل على اذن خاص بصرف ما يحتاج اليه إن شاء الله تعالى \r\nإطباق اليدين بعد مسح الرأس في الوضوء\r\nس 63 : هل إطباق اليدين بعد مسح الرأس وقبل مسح الرجلين في الوضوء مبطل له ؟ وما حكم صلاه من كان يفعل ذلك جهلا ؟\r\nج : بسمه تعالى :\r\nلا يجوز خلط بلل اليدين بعد الانتهاء من غسل اليد اليُسرى ، لان الواجب مسح الرجل اليمنى بالمتبقي من بلل اليمنى وكذلك اليسرى باليسرى .\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n\r\nالأخذ بالفتوى من غير مرجع التقليد\r\nس 64 : هل يحق لي أن اخذ بفتواكم ونصائحكم التي قد تختلف مع فتاوىمرجع تقليدي ؟\r\nج : بسمه تعالى : يجوز لك العمل بفتاوانا ولكن لا يصح أن تكون الرغبات والميول النفسية معياراً للعمل بفتاواى مراجع التقليد مع دعائي لكم .\r\n\r\nالمؤمن وارتكاب الذنوب\r\nس 65 : سماحة الشيخ انا ملتزم بتأدية ما علي من واجبات من صلاة إلى صوم رمضان المبارك وقراءة القرآن الكريم وكذلك أقوم بتأدية صلاة الجمعة ولكن يا سماحة الشيخ الجليل أنا في بعض الأحيان أقوم بذنب ولا اعرف كيف أتخلص منه وهذا الذنب يراودنيفي بعض الأحيان واتركه وفي البعض الأخر أقوم بفعله فانا اطلب منكم نصيحتكم ؟\r\nج : بسمه تعالى : كن قوي الإرادة وتذكّر إن\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nالله تبارك وتعالى مطلّع عليك وأنت تقارف الذنب وإذا شاء عرضه على الملأ يوم القيامة يوم تبدو فيه السرائر فيا سوأتاه إن لم يغفر لنا ويستر علينا فاضحات السرائر .\r\n\r\nمنع الاباء من تزويج بناتهم\r\nس 66 : لا يرضى والدي بتزوجنا إلا من أبناء العم وفي حالة رفضنا أو لم يأتي أصلا فلا نتزوج هو رافض فكرة زواجنا وهذا الشيء لم يتغير أبدا عبر مر السنين ماذا اعمل ؟\r\nج : بسمه تعالى : هذا ظلم منه ، والظلم من أعظم الذنوب عند الله تبارك وتعالى ، وهو من المنكر الذي يجب دفعه فعلى اخوانك ومن له علاقة أو تأثير عليه السعي عنده لكي يرفع الظلم عنك ويزوجك من الكفؤ لإقناعه بترك هذا الظلم بأسلوب مقنع ومقبول والله المستعان .\r\n\r\nتناول الطعام مع غير المسلمين\r\nس 67 : نحن مجموعة من الطلبة نعيش في روسيا في سكن طلابي منا الشيعي والسني والمسيحي\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nومنا من لا دين له ومن دول مختلفة ما حكم تناول الطعام مع المخالف ومن الكتابي وغيرهم ممن لا دين له ؟\r\nج : بسمه تعالى : لا بأس في مؤاكلة المسلم مطلقاً أما أهل الكتاب فليغسلوا أيديهم قبل مباشرة الطعام ، وفي جميع الأحوال إذا احتوى الطعام على ما لا يحل - كلحوم غير مذكاة أوفيها شحوم خنزير - فلا تشاركهم فيها وتناول من غيرها . مع دعائي لكم .\r\n\r\nحكم المؤسسات الإسلامية في المهجر\r\nس 68 : تنتشر في بلاد المهجر الكثير من الجمعيات الاسلامية والثقافية تقوم بنشاطات اسلامية وثقافية وأدبية متنوعة خدمة للجالية المسلمة في بلاد\r\nس 1 / هل تحتاج هذه الجمعيات باعتبارها تمارس النشاط الاسلامي إجازة من المرجع الديني في ممارسة هذا النشاط .\r\nس 2 / هل تحتاج هذه ا لجمعيات إلى اشراف من\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nقبل المرجع أو ممن ينوب عنه على نشاطات هذه الجمعيات لكي تضفي عليها الصفة الشرعية ؟\r\nس 3 / تمويل نشاط هذه الجمعيات عادة ما يكون من تبرعات الجالية الاسلامية التي تشارك في هذه الجمعيات . فهل يمكن احتساب ما يدفعونه إلى الجمعية في النشاطات الاسلامية ( ولادات ووفيات المعصومين عليهم السلام ) من الخمس المستحق عليهم ؟\r\nس 4 هناك الكثير من الأفاضل الذين درسوا العلوم الدينية في النجف الأشرف وقم المقدسة واضطرتهم الظروف إلى الهجرة .\r\nيقومون بمسؤليتهم في التصدي للعمل الشرعي هل يحتاج هؤلاء الاخوة الأفاضل إلى إجازة من المرجع في تصديه لهذه المهمة ويضطر بعض هؤلاء الأفاضل إلى لبس الزي الديني في ممارسة دوره التبليغي والتخلي عنه في بقية أوقات عمله وحياته ؟\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nج : بسمه تعالى :\r\n1 - لا يحتاج عمل الخير إلى إجازة من المرجع أو غيره .\r\n2 - هذا الإشراف أو المتابعة أو التواصل مفيد لضبط\r\nالمسار على ضوء الشريعة وحل المشكلات الشرعية .\r\n3 - توجد موارد لصرف الحقوق الشرعية أهم الآن من هذه النشاطات وهي مساعدة المؤمنين المحتاجين وتزويج شبابهم ومعالجة مرضاهم أما تلك الفعاليات فليتبرع لها المؤمنون قربة إلى الله تعالى أما الأسئلة عن الموضوع الآخر فأجوبتها :\r\n4 - جرت سياقات العمل على استحصال وكالة المرجعية لاحتياجه في أعماله إلى أذونات وصلاحيات يأخذها من المرجع وإجابة الاستفتاءات ، اما لبس الزي الديني في وقت التبليغ وإقامة الشعائر فلا بأس به فليفعل وقت ما تمليه ظروف عمله والمهم الإخلاص في العمل لإعلاء كلمة الله تبارك وتعالى .\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\n\r\nتناول الطعمة والأشربة المشبوهة\r\nس 69 : هل من الجائز تناول بعض الأطعمة والأشربة التي يحتمل دخول شيء محرم في تركيبها ؟\r\nج : بسمه تعالى :\r\nقال تعالى  [ فَلْيَنْظُرِ الْإِنْسانُ إِلى طَعامِهِ 
  ]  لذا نحن ندعو إلى التحرز في ما يأكل الإنسان وما يشرب حتى من الاحتمالات ، كما أن علماء الصحة يوصون بالوقاية والتجنب والاحتياط لمجرد وجود احتمال ولو ضئيل لشيء مُضِر ، فالمؤمن يتجنب احتمالات الحرمة في طعامه وشرابه كذلك ، إذا كان هذا الاحتمال معتداً به وليس مجرد شكوك وأوهام .\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\n\r\nأحكام بيع الدولار بالآجل\r\nس 70 : سماحة المرجع الديني آية الله العظمى الشيخ محمد اليعقوبي ( دام ظله )\r\nالسلام عليكم ورحمة الله وبركاته\r\nتوجد معاملة متداولة في السوق وهي بيع الدولار بالآجل ، وذلك بأن يبيع ورقة فئة مئة دولار التي سعرها النقدي المتداول ( 125 ) ألف دينار مثلًا بمئة وثلاثين ألف دينار أو أقل أو أكثر بحسب الاتفاق ولمدة معيّنة كشهر مثلًا .\r\nوهنا عدة أسئلة :\r\n1 . ما حكم هذه المعاملة ؟\r\n2 . هل توجد نسبة محدّدة للفرق المأخوذ على سعر الورقة ؟ وما هو وجه هذا التحديد ؟\r\n3 . لو لم يستطع مشتري الورقة التسديد عند حلول الشهر فهل له تمديد العقد شهراً آخر أو أكثر مع زيادة المبلغ في ذمّته كأن يمدّدها شهرين ويصبح على مشتري الورقة ( 135 ) الفاً أو\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\n( 140 ) ألفاً وهكذا ؟\r\n4 . هل لهما إجراء العقد على مدّة أطول من شهر في ابتداء العقد ؟\r\n5 . هل هذا الحكم خاص بمن يرجع إليكم بالتقليد أم يعم الجميع ؟\r\n6 . لو حصلت مخالفة لشروط الصحة أعلاه فما حكم الأموال المقبوضة في المعاملات السابقة ؟\r\nج : بسمه تعالى\r\n1 . المعاملة صحيحة مبدئياً لاختلاف الجنس بين الدولار والدينار مع ملاحظة شروط الصحة .\r\n2 . نحن نشترط أن لا يزيد الفرق عن 3 % من السعر\r\nالنقدي لمدة شهر ، فالورقة التي سعرها النقدي ( 125 ) ألف دينار لا تُباع بفرق يزيد عن ( 750 ، 3 ) آلاف دينار شهرياً ، والوجه في الاشتراط هو حفظ التوازن في السوق ، وحماية المشتري من الفرق المجحف الذي يؤدي به إلى العجز عن التسديد وبيع ممتلكاته أو تعرضه للعقوبات القانونية أو الهرب خارج البلاد كما تشهد به الوقائع الكثيرة .\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nفالتحديد ضروري لتطبيق قوله تعالى ( كَيْ لَا يَكُونَ دُولَةً بَيْنَ الْأَغْنِيَاء مِنكُمْ ) ( الحشر / 7 ) أي أنّ هذه الإجراءات لمنع احتكار المال بيد فئة معيّنة قليلة تسيطر على التعاملات المالية ، أما الأكثر فيكونون ضحيّة .\r\nوكان السيد الشهيد الصدر الثاني ( قده ) قد حدّد سقفها الأعلى 5 % وأبقينا مقلّديه عليها ، لأنّه كان يرى ذلك مناسباً ، أما نحن فنراها كثيرة في ظل الواقع الاقتصادي الذي نعيشه .\r\n3 . لا يجوز لهما تمديد المدة تلقائياً وأخذ فرق جديد عن تمديد المدة لعدم المسوّغ شرعاً لأخذ هذه الزيادة ، بل على المدين تدبير المبلغ عند حلول الأجل وتسليمه إلى الدائن ثمّ يجدّد المعاملة بالفرق المذكور .\r\n4 . لا مانع من إجراء العقد لمدّة أكثر من شهر بشرط أن لا يزيد السقف الأعلى للفرق بين السعر النقدي والآجل عن 5 ، 2 % لكل شهر إذا كانت المدّة لا تزيد عن ستة أشهر ، أما إذا زادت عن ذلك فلا تزيد عن 2 % لكل شهر وكلّ ذلك\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nنراعي فيه نسبة التضخّم التي يشهدها السوق .\r\nفإذا أراد بيع الورقة لمدة ثلاثة أشهر فلا يزيد الفرق عن 5 ، 7 % وإذا أراد ذلك لمدة ستة أشهر فلا يزيد عن 15 % وإذا كان العقد لسنة فلا يزيد عن 24 % وهكذا .\r\n5 . يتّضح ممّا تقدّم أن هذه الفتوى اكتسبت صفة الحكم لأحد العناوين الملزمة كولاية الفقيه أو دفع الضرر العام أو حفظ النظام الاجتماعي العام ونحوها ، فتكون ملزمة للجميع بغضّ النظر عن مرجع التقليد .\r\nوأذكّر الجميع بالكارثة العامّة التي كادت تحلّ بالمجتمع العراقي قبل عدّة سنوات حينما انتشرت بشكل مريب شركات التسويق الشبكي وخدعت الكثيرين فدفعوا إليها أموالًا طائلة تسرّبت إلى خارج العراق ، وأفتى بعض المراجع بجواز التعامل معها وسكت الآخرون باعتبار عدم الإشكال على وفق القواعد المعمول بها ، وتصدّينا بقوّة لمواجهتها ووضّحنا المفاسد الكبيرة في عملها ، وحشّدنا لذلك\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nإعلامياً وسياسياً فتحقّق رأي ضاغط ضدّها ، وحاولت تلك الشركات الاستثمار بعملها بنشر فتوى البعض بالجواز وأرسلوا معتمديهم لإقناعنا بعدم وجود تلك المخاوف ، لكنّنا انتصرنا عليهم وكفى الله الناس شرّهم ، ثمّ استبانت بعد ذلك للناس مصائبهم وحاول أصحاب الأموال بشتّى استنقاذ أموالهم فلم يستطيعوا .\r\nفليتعظ الجميع وليأخذ الدرس سواء كانوا يرجعون إلينا بالتقليد أو إلى غيرنا .\r\n6 . من باع بالنسبة التي كان مأذوناً بها سابقاً وهي 5 % فلا شيء عليه ومن باع بأزيد من ذلك وكان أخذ الزيادة برضا المشتري بالآجل فلا شيء عليه أيضاً ، وعليهم من الآن فصاعداً الالتزام بالنسب الجديدة .\r\nوفي الختام أحبّ التعرض لإشكال أثاره البعض بأنّ هذا التحديد سوف يتضرّر منه الذين يلتزمون به في حين يكون غير الملتزم حرّاً في تحقيق ما يشاء من الأرباح ، وليس في ذلك مصلحة للمؤمنين الملتزمين .\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nوجوابه أن هذا الإشكال لو صحّ فإنه يرد على كل المكاسب المحرّمة ، وليطمئن الملتزم بالحكم الشرعي أنّه هو الرابح ، أمّا في الآخرة فهذا واضح ، وأمّا في الدنيا لأنّ كسبه سيكون حلالًا طيّباً ، كما أنّ زبائنه سيكثرون لقلّة النسبة التي يطلبها ، وحينئذٍ سيعوّض بكثرة الزبائن عن النقص في النسبة الّتي حدّدناها ، قال تعالى  [ وَقالُوا إِنْ نَتَّبِعِ الْهُدى مَعَكَ نُتَخَطَّفْ مِنْ أَرْضِنا أَ وَلَمْ نُمَكِّنْ لَهُمْ حَرَماً آمِناً يُجْبى إِلَيْهِ ثَمَراتُ كُلِّ شَيْءٍ رِزْقاً مِنْ لَدُنَّا وَلكِنَّ أَكْثَرَهُمْ لا يَعْلَمُونَ 
  ]  ( القصص / 57 ) ، وقال تعالى  [ وَمَنْ \r\n  يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجاً وَيَرْزُقْهُ مِنْ حَيْثُ لا يَحْتَسِبُ 
  ]   ( الطلاق / 2 - 3 ) .\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\n\r\nإزالة المزارات الوهمية\r\nس 71 : حذّر سماحة المرجع اليعقوبي ( دام ظله ) من ظاهرة وجود وانتشار المزارات المنسوبة إلى أولاد الأئمة ( عليهم السلام ) والصالحين من دون التحقيق في صحة نسبتها إلى أصحابها ودراسة حال الشخص الذي يُنسب إليه المزار .\r\nوقال سماحته لدى استقباله « 1 » وفد المديرية العامة للمزارات في ديوان الوقف الشيعي أن كثيراً من هذه المراقد وهمية صنعها بعض ذوي النفوس المريضة الذين لا ورع لهم ولا دين ليجمعوا بها الأموال من السذّج والجهلة ويروون لهم كرامات مفتعلة .\r\nوهذه ظاهرة ابتلي بها الشيعة ليس في العراق فقط بل في الدول الأخرى التي لهم وجود فيها وقد ثبت بالدليل القاطع أنها لا أصل لها وإنما نسبت إلى الصالحين لأغراض عديدة .\r\nوقال سماحته : إن أعداء أهل البيت ( عليهم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ اللقاء السبت 18 ج 1 1434 المصادف 30 / 3 / 2013 .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nالسلام ) يشجعون هذه الظاهرة ويفرحون بها لأنها تحقق مآربهم في تشتيت الشيعة وتحويل أنظارها إلى هذه المزارات الوهمية بدل التوجه إلى المراقد المطهّرة للأئمة المعصومين ( عليهم السلام ) .\r\nلذا لابد من وقفة شجاعة وواعية لاجتثاث هذه الظاهرة وإزالة هذه الأوكار للجهلة والحمقى والماكرين وعلى ديوان الوقف الشيعي أن يتحمّل مسؤوليته بمعاونة القوات الأمنية والله الموفّق .\r\n\r\nالشخصية المعنوية للدولة وحرمة الأموال العامة\r\nس 72 : سماحة المرجع الشيخ محمد اليعقوبي ( دام ظله ) السلام عليكم ورحمة الله وبركاته . .\r\nأما بعد فهذه مجموعة من الأسئلة تخص بحثنا في مسألة المعاملات المصرفية نرجو من سماحتكم إجابتها ليتم بها البحث .\r\nس 1 : ما المقصود من الشخصية المعنوية أو الحقوقية للمؤسسات التابعة للدولة ؟\r\nوهنا يأتي السؤال هل الدولة مالكة لما يقع بيدها أو لا ؟\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nوقمنا بتحليل هذا السؤال إلى ثلاث أسئلة كما فعل السيد الصدر الأول ( قده ) في مجلس بحثه الشريف وهي ؟\r\nس 2 : هل الشخصية المعنوية تملك ؟\r\nس 3 : هل الشخصية المعنوية لها ذمة ؟\r\nس 4 : هل الشخصية المعنوية لها الحق بالتصرف أو لا يحق لها إلا بأذن الولي العام أو من نصبه ؟\r\nج : بسمه تعالى\r\nنوضح الأجوبة في نقاط فنقول والله المستعان :\r\n1 . المراد من الشخصية المعنوية ما يقابل الشخصية العينية المتجسدة خارجا بالشخص المعلوم ، أما المعنوية فهي جهة أو كيان أو تنظيم أو مؤسسة فوجودها معنوي أو اعتباري أي ليس لها واقع في الخارج وإنما وجودها في اعتبار العقلاء ويتقوّم بعنوانها لا بأشخاصها الذين يمكن أن يتبدلوا ويبقى العنوان بخلاف الشخص فإنه إذا مات انعدم وجوده وتملكه ونحو ذلك .\r\n2 . يجب التفريق بين الحكومة والدولة ، فالحكومة هم الأشخاص الذين يديرون شؤون الدولة من رئيس الوزراء والوزراء ورؤساء الهيئات\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nونحو ذلك ويعيّنون بحسب النظام السياسي المتَبّع في الدولة ، وهؤلاء يُغيَّرون ويتبدلون بانتخابات أو انقلاب أو عزل ونحو ذلك ، أما الدولة فهي مجموعة المؤسسات التي تحفظ مصالح البلد والشعب كالوزارات والهيئات والدواوين والأجهزة ، وهذه المؤسسات باقية لا تندثر بتغيّر الحكومات ، وتتعرض للتعديلات والتوسعة والتحسين بحسب تطوّر الحاجة .\r\n3 . الشخصية المعنوية والجهة تملك كالكعبة فإنها تملك ما يهدى إليها ، وكذا المؤسسة فإنها تملك ما يعود إليها من ممتلكات خاصة ، أما الأموال العامة والثروات الطبيعية فهي ملك الشعب عامة على حد سواء على أساس المواطنة فقط من دون دخل للجنس أو القومية أو الدين أو الطائفة أو العرق ونحو ذلك .\r\nفالدولة لا تملك هذه الأموال العامة وإنما الشعب الموجود منه الآن ومن سيوجد لاحقاً ، لكن للدولة الممثلة بالحكومة حق التصرف فيما تحت يدها وفق الصلاحيات التي خولها الشعب لها ووفق\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nقوانين يسنّها ممثلو الشعب على أن تكون هذه القوانين في مصلحة الشعب والدولة لذا اشترطنا أن تكون هذه القوانين والتصرفات ممضاة من قبل المرجعية الدينية الجامعة لشروط ولاية أمر الأمة والنظر في شؤونها باعتبارها نائبة بالنيابة العامة عن الإمام المعصوم ( عليه السلام ) الذي هو\r\nولي كل الأمور العامة .\r\nوالإطار العام للتصرفات المأذون بها شرعاً في الأموال العامة ومؤسسات الدولة هو ما يندرج في حفظ النظام الاجتماعي العام ورعاية مصالح البلاد والعباد وازدهارها وكرامتها وبذلك تحصل الحكومة على المسوّغ القانوني والشرعي للتصرف في شؤون الدولة .\r\nولذا فأن الفساد المالي وهدر المال العام والعبث به والتصرف فيه خارج هذا الإذن من المحرمات الشرعية مضافا إلى كونه من المخالفات القانونية ، وإن اي قانون خارج هذا الإطار العام يكون باطلًا حتى لو سنّه البرلمان - انطلاقاً من مصالحه الشخصية والفئوية من دون مراعاة\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nلمصالح الشعب والبلاد - لأنه غير ممضى شرعاً وغير حائز على موافقة المرجعية الدينية الراعية لحقوق الناس وحفظ مصالحهم .\r\n4 . وللشخصية المعنوية ذمة يجب على القائمين عليها الالتزام بها فالحكومات قد تتغير لكن كل حكومة ملزَمة بالتزامات الدولة التي\r\nاشتغلت ذمتها بها عبر الحكومات المتعاقبة وكذلك المرجعية لو تحولّت إلى مؤسسة وكذا البنوك وغيرها .\r\n5 . ما دامت الشخصية المعنوية لا وجود لها في الخارج فإنها لا تملك مقومات التصرف لأنها عنوان اعتباري مجعول وإنما حق التصرفات لممثل تلك الجهة أو رئيسها أو مؤسسها أو صاحبها أو القائمين على إدارة شؤونها وهكذا ، وهؤلاء يُحددّون وفق النظام الداخلي الذي أُسّس بموجبه الكيان .\r\nهذا في غير المؤسسات العامة التي سُخّرت لخدمة البلاد والعباد التي أمرها موكول إلى الشعب مشروطاً بإمضاء المرجع الديني الجامع لشروط\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nالنيابة عن المعصوم ( عليه السلام ) كما سبق وهو يعطي الإذن لكل ما يحقق الأهداف المذكورة أعلاه ، وهذا الحق اكتسبه الفقيه الجامع للشرائط ، لأنه أولى الناس بالناس لعلمه الغزير بالقوانين الإلهية حتى بلغ درجة الاجتهاد ، ولنزاهته وسمُوّ مؤهلاته الذاتية وخبرته في شؤون الناس ورعايتهم وبذل الوسع في مداراتهم وحفظ مصالحهم .\r\nمع دعائنا لكم بالتوفيق والرفعة\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\n\r\nتوجيه بأخذ البيانات والاستفتاءات من المصادر الموثوقة\r\nاعتبر المكتب الإعلامي لسماحة المرجع الديني الشيخ محمد اليعقوبي ( دام ظله ) أيّ بيان أو استفتاء أو منشور يُنسب إلى سماحة المرجع لا قيمة له إذا لم يكن منشوراً على الموقع الرسمي لسماحته أو في صحيفة الصادقين الصادرة من المكتب الإعلامي .\r\nوقد أوغل بعض الحاسدين والحاقدين في الانحدار في المعاصي من خلال التسقيط والافتراء والكذب حتى نشروا استفتاءاً مستنسخاً ومزوّراً ويدّعون أنّه من سماحة المرجع ( دام ظله ) افتروا فيه عدم جواز إيواء الزائرات المؤمنات في مواكب الخدمة وتقديم الطعام لهنّ ، وهي سابقة خطيرة في تاريخ المرجعية الدينية والحوزة العلمية أن يبلغوا هذه الدركة المتسافلة ، علماً بأنّ الواقع يكذّب ذلك فقد كانت لجامعة الزهراء ( عليها السلام ) في النجف الأشرف والروابط النسوية التي\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nيرعاها سماحة المرجع في المدن الأخرى الدور البارز في استضافة المؤمنات المتوجّهات إلى زيارة الإمام الحسين ( عليه السلام ) وتوفير احتياجاتهنّ وإقامة البرامج التوعويّة والشعائر الدينية لهنّ .\r\nفنرجو من إخواننا المؤمنين أن لا يأخذوا الاستفتاء والتوجيه إلّا من مصادره الموثوقة .\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\n\r\nلا يجوز للآباء التجسس على أجهزة أبنائهم\r\nقال سماحة المرجع اليعقوبي ( دام ظله ) انه لا يجوز للآباء والأمهات وسائر أولياء الأمور التجسس على الأجهزة الخاصة لأولادهم وبناتهم كالهواتف المحمولة أو الحاسوب أو الآيباد ونحوها بحجة متابعتهم وحمايتهم من الوقوع في المعاصي .\r\nوعلّل سماحته ذلك بأن التجسس من المحرمات قال تعالى  [ وَلا تَجَسَّسُوا 
  ]  الحجرات 12 ، وان الهدف قد يكون صحيحاً ولكن الوسيلة يجب أن تكون مشروعة أيضاً و ( الغاية لا تبرر\r\nالوسيلة ) إذا كان غير مشروعة ، وان الأب والأم قد يكتشفان خطأ في تصرف أبنائهم بهذا التجسس ويعالجانه ، إلا انهم بذلك يخسرون ثقة أبنائهم ويفقدون الصراحة والشفافية بينهم ، وهذه مرحلة خطيرة من العلاقة بين الوالدين وأولادهم .\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nفالصحيح متابعة الأبناء بحذر وفطنة ومن دون التجاوز على حرياتهم الشخصية .\r\nولم يغفل سماحته عن توجيه الأبناء إلى عدم ارتكاب ما يقلق الوالدين ويدعوهم إلى الريبة والشك كإقفال باب الغرفة عليهم أو التكتم على بعض الأمور ونحو ذلك مما يسبّب التوجس والشك فيدفع الوالدين إلى اتخاذ الاجراءات الاحترازية .\r\nونفس الحكم يجري على الزوجين فلا يحق لأي منهما التفتيش في حاجيات الآخر لاحتمالات وشكوك يتوهمها كل طرف باتجاه الآخر ، لأنه يؤدي كما قلنا إلى فقدان الثقة والصراحة والشفافية .\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\n\r\nالفهرس\r\nتسليف المصارف 4\r\nتخميس المبلغ المخمس 5\r\nتدخين السجائر 6\r\nطلاق الحاكم الشرعي 6\r\nحكم تذكية الأسماك المستوردة من بلدان غير إسلامية 7\r\nالتعامل مع الزوجة العاصية لزوجها 8\r\nالشباب والإغراءات 9\r\nعلاج لحالة الخوف 10\r\nإبراء ذمة المغتاب ولاية الأب 11\r\nلا تبرر حرمان المرأة من حقوقها 11\r\nحرمة مراجعة المشعوذين والدجالين لمعالجة الحالات النفسية 14\r\nالتخطيط المروري وتحميل المسؤولية في حوادث السيارات 15\r\nحكم عمليات التجميل 16\r\nبطاقات اليانصيب 18\r\nأعذار واهية للمتقاعسين عن حضور صلاة الجمعة 18\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nالدروس الخصوصية لطلبة المدارس 20\r\nالخمس 22\r\nأطوار المراثي الحسينية 22\r\nالحب بين الجنسين 24\r\nالأدلة على وجوب التقليد 26\r\nالإلزام في خطابات المرجعية 29\r\nسماع الأغاني 30\r\nميراث الأحفاد 31\r\nمخصصات الزوجية 32\r\nمظاهر مخالفة للشريعة في الزيارة الشعبانية 32\r\nبيع رصيد الموبايل 37\r\nالقرآن مصون عن التحريف 38\r\nاستفتاء عن تقليد المراجع الماضين ( قدس الله أرواحهم ) والعمل بالاحتياط الوجوبي 40\r\nمشاكل زوجية 42\r\nحكم وضع اللولب من قبل الطبيبة 43\r\nالتلبس بالجن 44\r\nعدالة الله تبارك وتعالى 54\r\nأصل إبليس 47\r\nدرجة العصمة 47\r\nحكم المتبرعة بالبيضة الاطمئنان العقلي والقلبي 48\r\nتعلق الحد بالمذنب 49\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nأخذ الشعر الزائد 50\r\nعدة النساء 50\r\nالمسلوس 51\r\nالوسواس 52\r\nالتبرع بالأعضاء 54\r\nالصلاة في الدوائر الحكومية 56\r\nمصير أهل الكتاب في الآخرة 57\r\nالعملية القيصرية وحكم الدم 75\r\nحكم الميت سريرياً 85\r\nالأغذية ومادة الأثانول 58\r\nالفائض من المنحة المقدمة لطلبة الدراسات العليا 59\r\nالذنوب والندم 59\r\nتحديد وقت الفجر في السويد 60\r\nدفع زكاة الفطرة للمغتربين 62\r\nالصلاة نيابة عن الحي 62\r\nحكم الطهارة 63\r\nمن غير أهل الكتاب 63\r\nالإفطار مع الحرج 63\r\nاختلاف نية والصوم في اخر شعبان 66\r\nحكم المداعبة في نهار رمضان 66\r\nميراث الزوجة الباكر 67\r\nتخميس المبلغ الزائد 67\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nالاستفادة من التلسكوبات في تحديد بداية ونهاية الشهر القمري 68\r\nحكم من رأى الهلال بعينه 69\r\nمقدار الاذن بصرف الحقوق الشرعية 70\r\nإطباق اليدين بعد مسح الرأس في الوضوء 71\r\nالأخذ بالفتوى من غير مرجع التقليد 71\r\nالمؤمن وارتكاب الذنوب 72\r\nمنع الاباء من تزويج بناتهم 72\r\nحكم المؤسسات الإسلامية في المهجر 74\r\nتناول الطعمة والأشربة المشبوهة 76\r\nأحكام بيع الدولار بالآجل 77\r\nإزالة المزارات الوهمية 83\r\nالشخصية المعنوية للدولة وحرمة الأموال العامة 84\r\nتوجيه بأخذ البيانات والاستفتاءات من المصادر الموثوقة 90\r\nلا يجوز للآباء التجسس على أجهزة أبنائهم 92\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99}
  ]