[
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" شناسنامه 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" شناسنامه 2 ","page_number":2},
  {"content":"\r\n\r\nدورهء علوم و معارف اسلام\r\nهوالعزيز\r\nلمعات الحسين\r\nبرخى از كلمات و مواعظ و خطب حضرت سيد الشهدا\r\nأبى عبدالله الحسين عليه السلام\r\nتأليف\r\nحضرت علامه آية الله حاج سيد محمد حسين حسينى طهرانى\r\nقدس الله نفسه الزكية\r\n\r\n","description":"","footnote":"","page_name":" شناسنامه 3 ","page_number":3},
  {"content":"\r\n\r\nحسينى طهرانى ، سيد محمد حسين ، 1345 - 1416 ه‍ ق ، گرد آورنده و مترجم .\r\nلمعات الحسين / تأليف سيد محمد حسين حسينى طهرانى . - علامهء طباطبائى : مشهد ، 1427 ه‍ ق .\r\n. . . ص . - ( دورهء علوم و معارف اسلام ؛ 7 )\r\nواژه نامه .\r\nكتابنامه : ص 149 - 152 و به صورت زيرنويس .\r\n1 . حضرت امام حسين بن على ( عليه السلام ) ، امام سوم ، 4 - 61 ه‍ . ق . - خطبه ها . 2 . حضرت امام حسين بن على ( عليه السلام ) ، امام سوم ، 4 - 61 ه‍ ق . - كلمات قصار . 3 . اسلام - كلمات قصار . 4 . واقعهء كربلا ، 61 ه‍ ق . 5 . عاشورا . الف . عنوان . ب . فروست : علوم و معارف اسلام .\r\n7 / 41 BP\r\n9535 / 297\r\nشابك معمولى 0 - 00 - 6533 - 964\r\nشابك زركوب 5 - 20 - 6533 - 964\r\nISBN 964 - 6533 - 00 - 0\r\nISBN 964 - 6533 - 20 - 5\r\nدورهء علوم و معارف إسلام ( 7 )\r\nلمعات الحسين\r\nتأليف : حضرت علامه آية الله حاج سيد محمد حسين حسينى طهرانى قدس سره\r\nطبع هشتم : شعبان المعظم 1427 هجرى قمرى\r\nتعداد : 5000 نسخه\r\nچاپ و صحافى : چاپخانهء دانشگاه مشهد\r\nناشر : انتشارات علامهء طباطبائى ، مشهد مقدس\r\nصندوق پستى 3559 - 91375 ، تلفن 5592125 - 0511\r\nاين كتاب تحت إشراف \" مؤسسهء ترجمه و نشر دورهء علوم و معارف إسلام \" از تأليفات حضرت آية الله حاج سيد محمد حسين حسينى طهرانى بطبع رسيده است و كليهء حقوق آن محفوظ و مخصوص اين مؤسسه مى باشد .\r\n\r\n","description":"","footnote":"","page_name":" شناسنامه 4 ","page_number":4},
  {"content":"\r\n\r\nفهرست\r\n\r\n","description":"","footnote":"","page_name":" شناسنامه 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" شناسنامه 6 ","page_number":6},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" فهرست مطالب 1 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" فهرست مطالب 2 ","page_number":8},
  {"content":"\r\n\r\n\r\nمقدمه :\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":9},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":10},
  {"content":"\r\n\r\nبِسْمِ اللَهِ الرَّحْمَنِ الرَّحيم\r\nوَ الحَمدُ للَّهِ رَبِّ العالَمينَ\r\nوَ لا حَوْلَ وَ لا قُوَّة إلّا بِاللَهِ الْعَلىِّ الْعَظيم\r\nدرود بيكران بر روان پاك خاتم پيمبران محمّد مصطفى ، و وصىّ و الا تبارش علىّ مرتضى و يازده فرزند از اولاد امجاد او باد ؛ بالاخصّ ولىّ دائرهء امكان حضرت امام زمان : محمّد بن الحسن قائم آل محمّد كه كاروان عالم هستى را با جذبه و عشق در حركت بسوى عالم اطلاق و توحيد حضرت حقّ - جلّ و علا - رهبرى مىكنند .\r\n وَ جَعَلْناهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنا وَ أَوْحَيْنا إِلَيْهِمْ فِعْلَ الْخَيْراتِ وَ إِقامَ الصَّلاةِ وَ إِيتاءَ الزَّكاةِ وَ كانُوا لَنا عابِدِينَ .  « 1 »\r\nاز آنجائى كه دوران امامت حضرت امام حسن مجتبى و حضرت سيّد الشّهداء عليهما السّلام از\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) آيه 73 ، از سورهء 21 : الأنبيآء\r\n","page_name":" 3 ","page_number":11},
  {"content":"\r\n\r\nسخت‌ترين و تاريكترين دوره‌ها از نقطهء نظر فشار و غلبهء حكومت جائرهء بنى اميّه بوده است ، كه اختناق و تدليس و تلبيس و جهل و ريا و كذب و خدعه بحدّ اعلاى خود رسيده بود ، همانطور كه از خطبهء حضرت أمير المؤمنين عليه السّلام در اواخر عمر شريف مشهود است ؛ آنجا كه مىفرمايد :\r\nوَ اعْلَمُوا رَحِمَكُمُ اللَهُ ! أَنَّكُمْ فِى زَمَانٍ الْقَآئِلُ فِيهِ بِالْحَقِّ قَلِيلٌ ، وَ اللِسَانُ عَنِ الصِّدْقِ كَلِيلٌ ، و اللَازِمُ لِلْحَقِّ ذَلِيلٌ . أَهْلُهُ مُعْتَكِفُونَ عَلَى الْعِصْيَانِ ، مُصْطَلِحُونَ عَلَى الإدْهَانِ .\r\nفَتَاهُمْ عَارِمٌ ، وَ شَآئِبُهُمْ ءَاثِمٌ ؛ وَ عَالِمُهُمْ مُنَافِقٌ ، وَ قَارِئُهُمْ مُمَاذِقٌ ؛ لَا يُعَظِّمُ صَغِيرُهُمْ كَبِيرَهُمْ ، وَ لَا يَعُولُ غَنِيُّهُمْ فَقِيرَهُمْ . « 1 »\r\n« و بدانيد - خداى شما را رحمت كند - شما در زمانى قرار گرفته‌ايد كه گويندهء حقّ در اين زمان كم است ، و زبان از بيان گفتار راست ، خسته و نارسا و ناگوياست .\r\nكسى كه ملازمت حقّ كند ذليل است . اهل اين زمان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « نهج البلاغة » خطبهء 231 ؛ و از شرح عبده ، طبع مصر : ج 1 ، ص 462\r\n","page_name":" 4 ","page_number":12},
  {"content":"\r\n\r\nروى به دنيا آورده ، و در آستان معصيت اعتكاف نموده‌اند ؛ و با تكاهل و سستى ، سازش و آشتى كرده‌اند .\r\nجوان آنها بداخلاق ، و پير آنها گنهكار ، و عالم آنان منافق ، و قارى قرآن آنها اهل غشّ و آلودگى است .\r\nكوچكان به بزرگان وقعى ننهاده و آنان را محترم نمىشمارند ، و اغنياء و ثروتمندان امور فقرا را تكفّل نمىنمايند . »\r\nاز اين دو امام هُمام با آنكه علاوه بر طول مدّت حياتشان ، تنها مدّت امامت و ولايت هر يك از آنها در حدود ده سال به طول انجاميد و طبعاً بايد هزاران روايت و حديث و خطبه و موعظه در تفسير قرآن و غير آن در دست باشد ؛ بيش از يكى دو حديث در فقه و چند حديث در تفسير نرسيده است ، و خُطَب و مواعظ و كلمات آنان نيز در نهايت اختصار و ايجاز و قلّت است .\r\nبا آنكه از بازرگانان حديث چون أبو هُرَيره و غير او هزاران حديث مجعول و كاذب كه مضمون آن حكايت از تطابق با سياست وقت مىكند ، كتب و دفاتر و تاريخ را پُركرده است .\r\nمعلوم است با وجود آن تاريكى و ابهام و فشار ، يا اصولًا كمتر به آن بزرگواران مراجعه مىنموده و از درياى\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":13},
  {"content":"\r\n\r\nموّاج علوم آنان بهره گيرى مىشده است ؛ و يا روايات مرويّهء از آنها به علّت دِهشت و وحشت و اضطراب راويان ، دچار محو و زوال قرار گرفته و طبعاً به طبقات بَعد منتقل نگرديده است .\r\nاز حضرت سيّد الشّهداء عليه السّلام اندكى از خُطَب و مواعظ رسيده ، كه معلّم درس آزادگى و فرزانگى و ايمان و ايقان است ؛ و معلومست كه از مصدر ولايت ترشّح گرديده است ؛ كه :\r\nوَ إنَّا لَامَرَآءُ الْكَلَامِ ، وَ فِينَا تَنَشَّبَتْ عُرُوقُهُ ، وَ عَلَيْنَا تَهَدَّلَتْ غُصُونُهُ . « 1 »\r\n« و بدرستيكه ما آفرينندگان و خلّاقان و اميران گفتار هستيم ؛ عروق و ريشه‌هاى سخن گفتن ، در ما پنجه افكنده و ثابت شده و رشد كرده ، و شاخه هايش نيز در خانهء ما آويزان و سرازير شده است . »\r\nبنابراين ، آنان داراى اصل و فرع كلام ، كه نمايندهء اصول و فروع از معانى و حقائق است مىباشند .\r\nو چه خوب بود فرمايشات آن حضرت كه حاوى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « نهج البلاغة » خطبهء 231 ؛ و از شرح عبده ، طبع مصر : ج 1 ، ص 461 .\r\n","page_name":" 6 ","page_number":14},
  {"content":"\r\n\r\nيك دنيا عزّت و شرف و سربلندى و استقلال و ايمان و ايقان و صبر و ثبات و فتوّت و جوانمردى است ، در روى تابلوها و پرده‌هائى با ترجمهء شيرين و شيواى آن نوشته مىشد و مانند اشعار محتشم در مجالس عزادارى و تكايا نصب مىگرديد ، تا واردين و شركت كنندگان در مجلس ، در عين استفادهء سمعى از خطبا و گويندگان راستين ؛ استفادهء بصرى نيز نموده ، و عين آن كلمات را حفظ و سرمشق زندگى و عمل خود قرار مىدادند .\r\nجزوه‌اى كه فعلًا از نظر خوانندگان ارجمند مىگذرد ، عين برخى از كلمات حضرت سيّد الشُّهداء عليه السّلام است كه اين حقير با ذكر مدارك ، از كتب معتبره نقل كرده ؛ و فقط به ترجمهء آن اكتفا شده است ، و از شرح و بسط خوددارى شده ؛ تا آنكه به واسطهء ايجاز و اختصار ، قابل آن باشد كه بر روى پرده‌ها و تابلوها نوشته شده و در مجالس و محافل ، در مرآى و منظر حاضرين قرار گيرد ، و در عين حال به واسطهء سادگى قابل استفادهء عموم برادران دينى بوده باشد .\r\nاز طلّاب علوم دينيّه و دانشجويان متعهّد ، مترقّب است كه عين كلمات و خطب را حفظ كنند و با خطبه‌ها و سخنرانيهاى خود ، اذهان عامّهء مردم را به لَمَعات پر فروغ\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":15},
  {"content":"\r\n\r\nانوار ساطعهء حسين عليه السّلام روشن كنند ؛ و اين ميراث پر مايه را كه از مداد علماء و دماء شهداء سَلَف به ما رسيده است ، به نسل خَلَف انتقال دهند . شَكَّرَ اللهُ مَساعيَهُمُ الجَميلةَ و زادَهم إيمانًا و تقوى و عِلمًا و عملًا .\r\nو السّلامُ علَينا و علَيهم و علَى عبادِ الله الصّالحين و رحمةُ الله و بركاتُه .\r\nسيّد محمّد حسين حسينى طهرانى\r\nاذان ظهر روز عاشوراء 1402 هجريّه قمريّه\r\nدر مشهد مقدّس رضوى عليه السّلام\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":16},
  {"content":"\r\n\r\nهوالعزيز\r\nلمعات الحسين\r\nبرخى از كلمات و مراعظ و خطب حضرت سيدالشهداء\r\nأبى عبدالله الحسين عليه السلام\r\nلمؤلفه\r\nالعبدالراجى\r\nسيد محمد حسين حسينى طهرانى\r\nعفى الله عنه\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":17},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 10 ","page_number":18},
  {"content":"\r\n\r\nأعوذُ بِاللَهِ مِنَ الشَّيْطانِ الرَّجيم\r\nبِسْمِ اللَهِ الرَّحْمَنِ الرَّحيم\r\nوَ صَلَّى اللَهُ عَلَى سَيِّدِنا مُحَمَّدٍ وَ ءَالِهِ الطَّيِّبينَ الطّاهِرينَ\r\nوَ لَعْنَة اللَهِ عَلَى أعْدآئِهِمْ أجْمَعينَ مِنَ الانَ إلَى قِيامِ يَوْمِ الدّينِ\r\nوَ لا حَوْلَ وَ لا قُوَّة إلّا بِاللَهِ الْعَلىِّ الْعَظيم\r\n\r\nخطبه سيّد الشّهداء راجع به معرفت خدا و امام\r\nاز جمله فرمايشات حضرت سيّد الشّهداء أبا عبد الله الحسين بن علىّ بن أبى طالب عليهم السّلام است كه روزى به عنوان خطبه براى اصحاب خود ايراد نمودند :\r\nأَيُّهَا النَّاسُ ! إنَّ اللَهَ مَا خَلَقَ خَلْقَ اللَهِ إلَّا لِيَعْرِفُوهُ ؛ فَإذَا عَرَفُوهُ عَبَدُوهُ ، وَ اسْتَغْنَوْا بِعِبَادَتِهِ عَنْ عِبَادَة مَا سِواهُ .\r\nفَقَالَ رَجُلٌ : يَا بْنَ رَسُولِ اللَهِ ! مَا مَعْرِفَة اللَهِ عَزَّ وَ جَلَّ ؟ فَقَالَ : مَعْرِفَة أَهْلِ كُلِّ زَمَانٍ ، إمَامَهُ الَّذِى يَجِبُ عَلَيْهِمْ طَاعَتُهُ « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اين سخن حضرت را در « ملحقات إحقاق الحقّ »\r\n","page_name":" 11 ","page_number":19},
  {"content":"\r\n\r\n« اى مردم ! بدرستيكه خداوند خلق خود را نيافريده است ، مگر از براى آنكه به او معرفت و شناسائى پيدا كنند .\r\nپس زمانيكه او را بشناسند ، در مقام بندگى و عبوديّت او بر مىآيند ؛ و به واسطه عبادت و بندگى او از عبادت و بندگى غير او از جميع ما سِوى مُستغنى مىگردند .\r\nدر اينحال مردى گفت : اى پسر رسول خدا ! معرفت خداوند عزّ و جلّ چيست ؟\r\nحضرت فرمود : معرفت و شناخت اهل هر زمان ، امام خود را كه واجب است از او اطاعت و پيروى نمايند » .\r\n\r\nخطبه سيّد الشّهداء راجع به اصلاح مردم و بيان علت قيام خود\r\nو در آخر خطبه‌اى كه درباره ترك امر به معروف و نهى از منكر ، و قيام ظَلَمه و حكّام جائر ايراد نموده‌اند ، و مفصّلًا از محروميّت مظلومان و تفرّق از حقّ بيان مىفرمايند ، و در ضمن گوشزد مىكنند كه :\r\n\r\n\r\n","description":"","footnote":"\r\nص 594 از ج 11 ، از علّامهء شهير به ابن حسنويه در كتاب « دُرّ بحرِ المناقب » ص 128 ، مخطوط از حضرت صادق عليه السّلام روايت كرده است كه فرمود : حسين بن علىّ عليه السّلام براى ايراد خطبه بسوى اصحابشان خارج شدند و چنين فرمودند .\r\n","page_name":" 12 ","page_number":20},
  {"content":"\r\n\r\nمَجَارِى الامُورِ وَ الاحْكَامِ عَلَى أَيْدِى الْعُلَمَآءِ بِاللَهِ ، الامَنَاءِ عَلَى حَلَالِهِ وَ حَرَامِهِ ؛ چنين مىگويند كه :\r\nاللَهُمَّ إنَّكَ تَعْلَمُ أَنَّهُ لَمْ يَكُنْ مَا كَانَ مِنَّا تَنَافُسًا فِى سُلْطَانٍ ، وَ لَا الْتِمَاسًا مِنْ فُضُولِ الْحُطَامِ ؛ وَ لَكِنْ لِنَرَى الْمَعَالِمَ مِنْ دِينِكَ ، وَ نُظْهِرَ الإصْلَاحَ فِى بِلَادِكَ ، وَ يَأْمَنَ الْمَظْلُومُونَ مِنْ عِبَادِكَ ، وَ يُعْمَلَ بِفَرَآئِضِكَ وَ سُنَنِكَ وَ أَحْكَامِكَ .\r\nفَإنْ لَمْ تَنْصُرُونا « 1 » وَ تُنْصِفُونَا قَوِىَ الظَّلَمَة عَلَيْكُمْ ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) در طبع اوّل « لمعات الحسين » عليه السّلام كه گراور عين خطّ حقير بود ، طبق نسخهء وحيدهء نزد حقير از كتاب « تحف العقول » كه طبع مكتبهء صدوق با تصحيح دانشمند محترم جناب آقاى حاج على اكبر غفّارى أمدّ اللهُ فى عمره الشّريف بود ، اين كلمه به صورت فإنّكم تنصرونا ضبط شده بود ، و ما هم به همان نهج آورده و ترجمه نموديم ؛ ولى همانطور كه پيداست معنى سليس نيست و داراى تعقيد معنوى و نياز به تقدير حذف دارد تا با مراد سازگار آيد . پس از طبع كتاب باز به چند نسخهء خطّى مراجعه شد ، در آنها هم با همين عبارت : فإنّكم تنصرونا بود . و از طرفى چون جناب مصحّح گرامى ، با حقير سابقهء دوستى و آشنائى داشتند و حقير پشتكار ايشان را در مراجعه به مصادر و دقّت تصحيح مىدانستم براى رفع محذور و توضيح مطلب به ايشان ارجاع شد .\r\nدر پاسخ چنين فرموده بودند : ما در حين طبع كتاب « تحف العقول » به چندين مصدر خطّى مراجعه نموديم ، در همه آنها فإنّكم تنصرونا بود ، و چون خود ما هم معنى را غير سليس يافتيم\r\n","page_name":" 13 ","page_number":21},
  {"content":"\r\n\r\nوَ عَمِلُوا فِى إطْفَآءِ نُورِ نَبِيِّكُمْ ؛ وَ حَسْبُنَا اللهُ ، وَ عَلَيْهِ تَوَكَّلْنَا ، وَ إلَيْهِ أَنَبْنَا ، وَ إلَيْهِ الْمَصِيرُ . « 1 »\r\n« بار پروردگارا ! حقّاً تو مىدانى كه آنچه از ما تحقّق يافته ( از ميل به قيام و اقدام و امر به معروف و نهى از منكر و نصرت مظلومان و سركوبى ظالمان ) به جهت ميل و رغبت رسيدن به سلطنت و قدرت مفاخرت انگيز و مبارات‌آميز نبوده است ؛ و نه از جهت درخواست زياديهاى اموال و حُطام دنيا !\r\nبلكه به علّت آنست كه نشانه‌ها و علامت هاى\r\n\r\n\r\n","description":"","footnote":"\r\nو از طرفى تصرّف در عبارت صاحب كتاب غلط است ، لهذا با همين لفظ طبع نموديم . سپس بطور قطع و يقين از شواهد و قرائن معلوم شد كه : اصل عبارت فإنْ لَم تنصرونا بوده است ، بعداً نسخه نويسان نون را به لام متّصل نموده ، فإنْلَم تنصرونا نوشته‌اند ؛ و چون اين گونه كتابت معهود نبوده است نسخه نويسان بعدى تصوّر كرده‌اند در اصل فإنّكم تنصرونا بوده است ، لهذا سركشى بر روى لام قرار داده و آن را به صورت كاف در آورده‌اند ؛ و بدين ترتيب در سير تحريفات و تصحيفات كتابتى اين گونه تغيير حاصل شده است . بنابراين عبارت اصل بدون ترديد فإن لم تنصرونا مىباشد - انتهى پيام جناب آقاى غفّارى .\r\nو چون اين پاسخ مورد قبول و امضاى حقير واقع شد ، در طبع مجدّد آن كه به شكل حروفى تحقّق يافت به صورت فإن لم تنصرونا ضبط و به همينگونه ترجمه شده است\r\n( 1 ) « تُحف العقول » ص 239 ، از طبع حروفى\r\n","page_name":" 14 ","page_number":22},
  {"content":"\r\n\r\nدين تو را ببينيم ، و در بلاد و شهرهاى تو صَلاح و اصلاح ظاهر سازيم ؛ و تا اينكه ستمديدگان از بندگانت در امن و امان بسر برند ، و به واجباتِ تو و سنّت‌هاى تو و احكام تو رفتار گردد .\r\nپس هان اى مردم ! اگر شما ما را يارى ندهيد و از درِ انصاف با ما در نيائيد ؛ اين حاكمان جائر و ستمكار بر شما چيره مىگردند ، و قواى خود را عليه شما به كار مىبندند ، و در خاموش نمودن نور پيغمبرتان مىكوشند .\r\nو خدا براى ما كافى است ، و بر او توكّل مىنمائيم ، و به سوى او باز مىگرديم ، و به سوى اوست همهء بازگشت‌ها . »\r\n\r\nوصيّت حضرت به محمّد بن حنفيّه\r\nو در وقتى كه آن حضرت مىخواستند از مدينه منوّره به مكّه مكرّمه حركت كنند ، وصيّت نامه‌اى نوشته و آن را به خاتم خود ممهور نمودند ؛ و سپس آن را پيچيده و به برادر خود محمّد بن حنفيّه تسليم نمودند . و پس از آن با او وداع نموده و در جوف شب سوّم شعبان سنه شصت هجرى با جميع اهل بيت خود به سمت مكّه رهسپار شدند . و آن وصيّت چنين است :\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":23},
  {"content":"\r\n\r\nبِسْمِ اللَهِ الرَّحْمَنِ الرَّحِيمِ . هَذَا مَا أَوْصَى بِهِ الْحُسَيْنُ بْنُ عَلِىِّ بْنِ أَبِى طَالِبٍ إلَى أَخِيهِ مُحَمَّدٍ الْمَعْرُوفِ بِابْنِ الْحَنَفِيَّه :\r\nإنَّ الْحُسَيْنَ بْنَ عَلِىٍّ يَشْهَدُ أَنْ لَا إلَهَ إلَّا اللَهُ ، وَحْدَهُ لَا شَرِيكَ لَهُ . وَ أَنَّ مُحَمَّدًا صَلَّى اللَهُ عَلَيْهِ وَ ءَالِهِ عَبْدُهُ وَ رَسُولُهُ ، جَآءَ بِالْحَقِّ مِنْ عِنْدِ الْحَقِّ . وَ أَنَّ الْجَنَّه وَ النَّارَ حَقٌّ . وَ أَنَّ السَّاعَة ءَاتِيَة لَا رَيْبَ فِيهَا . وَ أَنَّ اللَهَ يَبْعَثُ مَنْ فِى الْقُبُورِ .\r\nإنِّى لَمْ أَخْرُجْ أَشِرًا وَ لَا بَطِرًا وَ لَا مُفْسِدًا وَ لَا ظَالِمًا وَ إنَّمَا خَرَجْتُ لِطَلَبِ الإصْلَاحِ فِى أُمَّة جَدِّى مُحَمَّدٍ صَلَّى اللَهُ عَلَيْهِ وَ ءَالِهِ ؛ أُرِيدُ أَنْ ءَامُرَ بِالْمَعْرُوفِ وَ أَنْهَى عَنِ الْمُنْكَرِ ، وَ أَسِيرَ بِسِيرَةِ جَدِّى وَ سِيرَةِ أَبِى عَلِىِّ بْنِ أَبِى طَالِبٍ عليه السَّلامُ .\r\nفَمَنْ قَبِلَنِى بِقَبُولِ الْحَقِّ فَاللَهُ أَوْلَى بِالْحَقِّ ، وَ مَنْ رَدَّ عَلَىَّ هَذَا أَصْبِرُ حَتَّى يَقْضِىَ اللَهُ بَيْنِى وَ بَيْنَ الْقَوْمِ بِالْحَقِّ ؛ وَ هُوَ خَيْرُ الْحَاكِمِينَ .\r\nوَ هَذِهِ وَصِيَّتِى إلَيْكَ يَا أَخِى ؛ وَ مَا تَوْفِيقِى إلَّا بِاللَهِ ، عَلَيْهِ تَوَكَّلْتُ وَ إلَيْهِ أُنِيبُ . وَ السَّلَامُ عَلَيْكَ وَ عَلَى مَنِ اتَّبَعَ الْهُدَى . وَ لَا حَوْلَ وَ لَا قُوَّةَ إلَّا بِاللَهِ\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":24},
  {"content":"\r\n\r\nالْعَلِىِّ الْعَظِيمِ . « 1 »\r\n« بسم الله الرّحمن الرّحيم . اينست آن وصيّتى كه حسين بن‌علىّ بن أبى طالب به برادرش : محمّد كه معروف به ابن حنفيّه است مىنمايد :\r\nحقّاً حسين بن علىّ گواهى مىدهد كه هيچ معبودى جز خداوند نيست ؛ اوست يگانه كه انباز و شريك ندارد . و بدرستيكه محمّد صلّى الله عليه و آله ، بنده او و فرستاده اوست كه به حقّ از جانب حقّ آمده است .\r\nو اينكه بهشت و جهنّم حقّ است ، و ساعت قيامت فرا مىرسد و در آن شكّى نيست . و اينكه خداوند تمام كسانى را كه در قبرها هستند بر مىانگيزاند .\r\nمن خروج نكردم از براى تفريح و تفرّج ؛ و نه از براى استكبار و بلندمنشى ، و نه از براى فساد و خرابى ، و نه از براى ظلم و ستم و بيدادگرى ! بلكه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اين وصيّت را محدّث قمّى در « نفس المهموم » ص 45 ، از علّامهء مجلسى در « بحار الأنوار » از محمّد بن أبى طالب موسوى آورده . و نيز در « ملحقات إحقاق الحقّ » ج 11 ، ص 602 ، از خوارزمى در كتاب « مقتل الحسين » ج 1 ، ص 188 طبع نجف آورده است . و در « مقتل علّامهء خوارزمى » ج 1 ، ص 188 موجود است .\r\n","page_name":" 17 ","page_number":25},
  {"content":"\r\n\r\nخروج من براى اصلاح امّت جدّم محمّد صلّى الله عليه و آله مىباشد .\r\nمن مىخواهم امر به معروف نمايم ، و نهى از منكر كنم ؛ و به سيره و سنّت جدّم ، و آئين و روش پدرم علىّ بن أبى طالب عليه السّلام رفتار كنم .\r\nپس هر كه مرا بپذيرد و به قبولِ حقّ قبول كند ، پس خداوند سزاوارتر است به حقّ .\r\nو هر كه مرا در اين امر ردّ كند و قبول ننمايد ، پس من صبر و شكيبائى پيشه مىگيرم ، تا آنكه خداوند ميان من و ميان اين جماعت ، حكم به حقّ فرمايد ؛ و اوست كه از ميان حكم كنندگان مورد اختيار است .\r\nو اين وصيّت من است به تو اى برادر ! و تأييد و توفيق من نيست مگر از جانب خدا ؛ بر او توكّل كردم ، و به سوى او بازگشت مىنمايم . و سلام بر تو و بر هر كه از هدايت پيروى نمايد .\r\nو هيچ جنبش و حركتى نيست ، و هيچ قوّه و قدرتى نيست ؛ مگر به خداوند بلند مرتبه و بزرگ . »\r\n\r\nمواعظ حضرت سيّد الشّهداء در تحريض و تشويق بر كارهاى پسنديده\r\nو از جمله خطبه‌هاى آن حضرت است كه علىّ بن\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":26},
  {"content":"\r\n\r\nعيسى إربلى آورده است :\r\nخَطَبَ الْحُسَيْنُ عليه السلام ، فَقَالَ : أَيُّهَا النَّاسُ ! نَافِسُوا فِى الْمَكَارِمِ ، وَ سَارِعُوا فِى الْمَغَانِمِ ، وَ لَا تَحْتَسِبُوا بِمَعْرُوفٍ لَمْ تَعْجَلُوا . وَ اكْسِبُوا الْحَمْدَ بِالنُّجْحِ ، وَ لَا تَكْتَسِبُوا بِالْمَطَلِ ذَمًّا ؛ فَمَهْمَا يَكُنْ لِاحَدٍ عِنْدَ أَحَدٍ صَنِيعَة لَهُ رَأَى أَنَّهُ لَا يَقُومُ بِشُكْرِهَا فَاللَهُ لَهُ بِمُكَافَأَتِهِ ؛ فَإنَّهُ أَجْزَلُ عَطَآءً وَ أَعْظَمُ أَجْرًا . « 1 »\r\nوَ اعْلَمُوا أَنَّ حَوَآئِجَ النَّاسِ إلَيْكُمْ مِنْ نِعَمِ اللَهِ عَلَيْكُمْ ؛ فَلَا تَمَلُّوا النِّعَمَ فَتَحُورَ نِقَمًا . « 2 »\r\nوَ اعْلَمُوا أَنَّ الْمَعْرُوفَ مُكْسِبٌ حَمْدًا ، وَ مُعْقِبٌ أَجْرًا . فَلَوْ رَأَيْتُمُ الْمَعْرُوفَ رَجُلًا رَأَيْتُمُوهُ حَسَنًا جَمِيلًا يَسُرُّ النَّاظِرِينَ ؛ وَ لَوْ رَأَيْتُمُ اللُؤْمَ رَأَيْتُمُوهُ سَمِجًا مُشَوَّهًا تَنَفَّرُ مِنْهُ الْقُلُوبُ ، وَ تَغُضُّ دُونَهُ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) از كلمه مَهْما يَكُنْ تا اينجا را حاجى نورى ( قدّه ) در « مستدرك الوسآئل » ج 2 ، ص 396 ، در كتاب امر به معروف و نهى از منكر ، حديث شماره 6 ، از « كشف الغمّة » نقل كرده است .\r\n( 2 ) از كلمه وَاعْلَموا تا اينجا را از « كشف الغمّة » با عبارت فَتَحولَ نِقَمًا ، و از « بحار الانوار » از « اعلام الدّين » ديلمى با عبارت فتَحوَّلَ إلى غَيْرَكُمْ ، مرحوم نورى در « مستدرك » ج 2 ، ص 399 ، به شماره 1 در باب وجوب حسن جواب النّعم بالشّكر و أدآء الحقوق ، از كتاب أمر به معروف نقل نموده است .\r\n","page_name":" 19 ","page_number":27},
  {"content":"\r\n\r\nالأبْصَارُ . « 1 »\r\nأيّهَا النّاسُ ! مَنْ جَادَ سَادَ ؛ وَ مَنْ بَخِلَ رَذِلَ . وَ إنَّ أَجْوَدَ النَّاسِ مَنْ أَعْطَى مَنْ لَا يَرْجُوهُ . وَ إنَّ أَعْفَى النَّاسِ مَنْ عَفَا عَنْ قُدْرَة . وَ إنَّ أَوْصَلَ النَّاسِ مَنْ وَصَلَ مَنْ قَطَعَهُ .\r\nوَ الاصُولُ عَلَى مَغَارِسِهَا بِفُرُوعِها تَسْمُو ؛ فَمَنْ تَعَجَّلَ لِاخِيهِ خَيْرًا وَجَدَهُ إذَا قَدِمَ عَلَيْهِ غَدًا .\r\nوَ مَنْ أَرَادَ اللَهَ تَبَارَكَ وَ تَعَالَى بِالصَّنِيعَة إلَى أَخِيهِ كَافَأَهُ بِهَا فِى وَقْتِ حَاجَتِهِ ، وَ صَرَفَ عَنْهُ مِنْ بَلآءِ الدُّنْيَا مَا هُوَ أَكْثَرُ مِنْهُ . وَ مَنْ نَفَّسَ كُرْبَة مُؤْمِنٍ فَرَّجَ اللَهُ عَنْهُ كُرَبَ الدُّنْيَا وَ الآخِرَة . وَ مَنْ أَحْسَنَ أَحْسَنَ اللَهُ إلَيْهِ ؛ وَ اللَهُ يُحِبُّ الْمُحْسِنِينَ . « 2 »\r\n« حسين عليه السّلام خطبه‌اى انشاء نموده و فرمود :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) از كلمه واعْلَموا تا اينجا را در « مستدرك » ج 2 ، ص 394 ، به شماره 18 در باب استحباب معروف و كراهت ترك آن از كتاب أمر به معروف ، حاجى نورى ( قدّه ) از « بحار الأنوار » از « اعلام الدّين » ديلمى نقل كرده است با دو كلمه زياده بر آن : اوّل اينكه پس از يَسُرُّ النّاظِرينَ ، عبارت و يَفوقُ الْعالَمينَ را آورده است . دوّم اينكه پس از كلمه سَمِجًا ، قَبيحًا را اضافه نموده است .\r\n( 2 ) كشف الغمّة » طبع سنگى ، ص 184\r\n","page_name":" 20 ","page_number":28},
  {"content":"\r\n\r\nاى مردم ! در صفات حميده بر يكديگر افتخار كنيد ! و بر مكارم اخلاق مباهات نمائيد ! و در فراگيرى از ثمرات با ارزش روحى و معنوى شتاب ورزيد ! كار نيكى را كه در آن سرعت نداريد ، به حساب نياوريد ! با ظفر و پيروزى در به پايان رساندن كار ، ستايش و تمجيد براى خود بيافرينيد ! و با سستى و كندى كسب سرزنش و مذمّت نكنيد ! و بدانيد كه : در هر شرط و موقعيّتى كه كسى به ديگرى احسان نموده و چنين مىپندارد كه او به شكرش قيام نكرده و به سپاس برنخاسته است ، خداوند خودش براى او جزا و پاداش است ؛ چون بخشش خداوند فراوان‌تر و سرشارتر ، و مزدش بزرگتر است .\r\nو بدانيد كه حوائج مردم به شما از جملهء نعمتهاى خداوندى است بر شما ؛ پس با اين نيازمنديها با ملال و خستگى مواجه نشويد تا آن نعمتها به مكافات و انتقام تبديل نشود .\r\nو بدانيد كه كارهاى خوب و پسنديده ، ستايش و آفرين را در بر دارد ، و اجر و پاداش نيك را به دنبال مىكشد . و اگر شما خوبى و پسنديدگى را به\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":29},
  {"content":"\r\n\r\nصورتى مجسّم مىديديد ، هر آينه آن را به صورت مردى زيبا و نيكو روى و جميل المنظر مىيافتيد ، كه براى نظاره كنندگان بهجت بخش و مسرّت‌آميز بود . و اگر شما زشتى و نكوهيدگى را به صورتى مجسّم مىديديد ، هر آينه آن را به صورت مردى زشت و كريه المنظر مىيافتيد كه دل‌ها از او مىرميد ، و در برابر آن چشم‌ها و نگاه‌ها به زير مىآمد .\r\nاى مردم ! كسى كه بخشش كند سرور و بزرگ مىشود ؛ و كسى كه بخل ورزد به پستى مىگرايد . و سخىترين مردم آنكس است كه ببخشد به كسى كه در او اميد تلافى و پاداش ندارد . و با گذشت‌ترين مردم كسى است كه با وجود قدرت و توانائى عفو پيشه گيرد . و پيوند كننده‌ترين مردم كسى است كه با افرادى كه با او بريده‌اند بپيوندد .\r\nتنه درختان و غيرها با وجود اتّكاى آنها به ريشه‌هاى خود ، به واسطه شاخه‌ها بالا مىروند و رشد مىكنند و بهره مىدهند . پس هر كس براى رسانيدن خيرى به برادرش شتاب ورزد ؛ شاخه‌اى از درخت معنويّت آفريده ؛ فردا كه بر آن وارد\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":30},
  {"content":"\r\n\r\nمىشود آن خير را خواهد يافت .\r\nو كسى كه در احسانى كه به برادرش كرده است خدا را در نظر داشته و براى رضاى او انجام داده است ، خداوند در وقت نيازمندى او ، آن خير را به او مىرساند ؛ و بيشتر از آن مقدار ، از بلاهاى دنيا را از او مىگرداند و دور مىكند . و كسى كه غم و اندوه مؤمنى را بزدايد ، خداوند غم و غصّه‌هاى دنيا و آخرت را از او مىگرداند . و كسى كه نيكوئى كند ، خداوند به او نيكوئى مىكند . و البتّه خداوند نيكوكاران را دوست دارد . »\r\n\r\nموعظه حضرت به مرد گناهكار\r\nو از جمله مواعظ آن حضرت است :\r\nرُوِىَ أَنَّ الْحُسَيْنَ بْنَ عَلِىٍّ عَلَيْهِمَا السَّلَامُ جَآءَهُ رَجُلٌ وَ قَالَ : أَنَا رَجُلٌ عَاصٍ ، وَ لَا أَصْبِرُ عَنِ الْمَعْصِيَة ؛ فَعِظْنِى بِمَوْعِظَة !\r\nفَقَالَ عليه السلام : افْعَلْ خَمْسَة أَشْيَآءَ ؛ وَ أَذْنِبْ مَا شِئْتَ !\r\nفَأَوَّلُ ذَلِكَ : لَا تَأْكُلْ مِن رِزْق اللَهِ ، وَ أَذْنِبْ مَا شِئْتَ !\r\nوَ الثَّانِى : اخْرُجْ مِنْ وِلَايَة اللَهِ ؛ وَ أَذْنِبْ مَا شِئْتَ !\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":31},
  {"content":"\r\n\r\nوَ الثَّالِثُ : اطْلُبْ مَوْضِعًا لَا يَرَاكَ اللَهُ ، وَ أَذْنِبْ مَا شِئْتَ !\r\nوَ الرَّابِعُ : إذَا جَآءَ مَلَكُ الْمَوْتِ لِيَقْبِضَ رُوحَكَ فَادْفَعْهُ عَنْ نَفْسِكَ ، وَ أَذْنِبْ مَا شِئْتَ !\r\nوَ الْخَامِسُ : إذَا أَدْخَلَكَ مَالِكٌ فِى النَّارِ فَلَا تَدْخُلْ فِى النَّارِ ، وَ أَذْنِبْ مَا شِئْتَ ! « 1 »\r\n« روايت شده است كه مردى به نزد حضرت حسين بن علىّ عليهما السّلام آمد و گفت : من مردى هستم اهل گناه ، و توانائى شكيبائىِ گذشت از معصيت را ندارم ؛ پس شما مرا موعظه‌اى بنمائيد !\r\nحضرت در پاسخ او فرمودند : پنج كار بجاى بياور ، و سپس هر گناهى بخواهى بكن !\r\nاوّل آنكه : از روزىِ خدا مخور ، و هر گناهى بخواهى بكن !\r\nدوّم آنكه : از تحت قيّوميّت و ولايت خدا خارج\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) در « بحار الانوار » طبع حروفى ج 78 ، ص 126 ، از « جامع الاخبار » روايت كرده است ؛ و ليكن در « جامع الاخبار » در فصل 89 ، در ص 152 طبع مصطفوى اين روايت را از حضرت علىّ بن الحسين عليهما السّلام روايت كرده است .\r\n","page_name":" 24 ","page_number":32},
  {"content":"\r\n\r\nشو ، و هر گناهى بخواهى بكن !\r\nسوّم آنكه : براى گناه جائى را بطلب كه خدا در آن ترا نبيند ، و هر گناهى بخواهى بكن !\r\nچهارم آنكه : چون مَلك الموت براى گرفتن جان تو آيد او را از خود دور گردان ، و هر گناهى بخواهى بكن !\r\nپنجم آنكه : چون فرشته پاسدار دوزخ بخواهد ترا در آتش بيفكند تو در آتش داخل مشو ، و هر گناهى بخواهى بكن ! »\r\n\r\nنامه حضرت درباره خير دنيا و آخرت\r\nو نيز از حضرت صادق عليه السّلام وارد است كه فرمود :\r\nحَدَّثَنِى أَبِى عَنْ أَبِيهِ عَلَيْهِمَا السَّلَامُ أَنَّ رَجُلًا مِنْ أَهْلِ الْكُوفَة كَتَبَ إلَى الْحُسَيْنِ بْنِ عَلِىٍّ عَلَيْهِمَا السَّلَامُ :\r\nيَا سَيِّدِى ! أَخْبِرْنِى بِخَيْرِ الدُّنْيَا وَ الأَخِرَه !\r\nفَكَتَبَ عليه السلام : بِسْمِ اللَهِ الرَّحْمَنِ الرَّحِيمِ . أَمَّا بَعْدُ ، فَإنَّ مَنْ طَلَبَ رِضَا اللَهِ بِسَخَطِ النَّاسِ كَفَاهُ اللَهُ أُمُورَ النَّاسِ ؛ وَ مَنْ طَلَبَ رِضَا النَّاسِ بِسَخَطِ اللَهِ\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":33},
  {"content":"\r\n\r\nوَكَلَهُ اللَهُ إلَى النَّاسِ ؛ وَ السَّلَامُ . « 1 »\r\n« روايت كرد براى من پدرم ، از پدرش - كه بر آن دو سلام باد - كه مردى از اهل كوفه ، نامه‌اى به محضر حضرت حسين بن علىّ نوشت بدين مضمون :\r\nاى سيّد من و آقاى من ! مرا خبر ده كه خير دنيا و آخرت چيست ؟\r\nحضرت براى او چنين نوشتند : بسم الله الرّحمن الرّحيم . امّا بعد ، كسى كه رضاى خدا را طلب كند ، گرچه همراه با ناراحتى و غضب مردم باشد ، خداوند او را از امور مردم كفايت مىكند . و كسى كه رضا و پسند مردم را طلب كند به غضب و سَخط خداوند ، خداوند امور او را به مردم مىسپارد ؛ و السّلام . »\r\n\r\nپند و اندرزهاى امام حسين عليه السلام درباره : علم ، تجربه ، شرافت ، قناعت ، دوستى ، تدبير و مظلوم\r\nو نيز از كتاب « أعلام الدّين » روايتست كه :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اين روايت در كتاب « اختصاص » شيخ مفيد در ص 225 ، از طبع حروفى وارد است ، و مجلسى رضوان الله عليه در جلد دهم « بحار » كمپانى در احوالات حضرت سيّد الشّهداء عليه السّلام ( ج 78 ، ص 126 از طبع حروفى ) و در جلد پانزدهم كمپانى در باب اداء فرائض و اجتناب از محارم نقل كرده است\r\n","page_name":" 26 ","page_number":34},
  {"content":"\r\n\r\n. قَالَ عَلَيهِ السَّلامُ : دِرَاسَة الْعِلْمِ لِقَاحُ الْمَعْرِفَةِ . وَ طُولُ التَّجَارِبِ زِيَادَة فِى الْعَقْلِ . وَ الشَّرَفُ التَّقْوَى . وَ الْقُنُوعُ رَاحَة الأبْدَانِ . وَ مَنْ أَحَبَّكَ نَهَاكَ ؛ وَ مَنْ أَبْغَضَكَ أَغْرَاكَ . « 1 »\r\n« حضرت سيّد الشّهداء عليه السّلام چنين فرمود : تدريس و تدرّس علم ، پيوند معرفت است ، و درازاى مدّت تجربه موجب زيادى عقل است . و شرف انسان تقواى اوست . و قناعت پيشگى ، راحت بدن است . و كسى كه تو را دوست دارد از ناشايستگى تو را منع مىكند ؛ و كسى كه تو را دشمن دارد تو را به كار زشت ترغيب مىنمايد . »\r\nو نيز از مواعظ آن حضرت است كه :\r\nوَ قَالَ عليه السلام : إيَّاكَ وَ مَا تَعْتَذِرُ مِنْهُ ؛ فَإنَّ الْمُؤْمِنَ لَا يُسِىءُ وَ لَا يَعْتَذِرُ ، وَ الْمُنَافِقُ كُلَّ يَوْمٍ يُسِىءُ وَ يَعْتَذِرُ . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اين روايت را مجلسى در « بحار الأنوار » ج 78 از طبع حروفى ص 128 ، از كتاب « اعلام الدّين » آورده است .\r\n( 2 ) « تحف العقول » ص 248 ؛ و « بحار الأنوار » جلد 78 ، ص 120 ، از « تحف العقول »\r\n","page_name":" 27 ","page_number":35},
  {"content":"\r\n\r\n« و حضرت فرمودند : بپرهيز از انجام كارى كه موجب پوزش و عذرخواهى تو گردد ؛ مؤمن كسى است كه بدى نمىكند و عذر خواهى نيز نمىنمايد ، و امّا منافق كسى است كه هر روز بدى مىكند و سپس پوزش مىطلبد . »\r\nو نيز از مواعظ آن حضرت است كه :\r\nوَ قَالَ لِابْنِهِ عَلِىِّ بْنِ الْحُسَيْنِ عَلَيْهِمَا السَّلَامُ : اى بُنَىَّ ! إيَّاكَ وَ ظُلْمَ مَنْ لَا يَجِدُ عَلَيْكَ نَاصِرًا إلَّا اللَهَ جَلَّ وَ عَزَّ . « 1 »\r\n« و به فرزندش حضرت سجّاد ، علىّ بن الحسين عليهما السّلام چنين پند مىدهد : اى نور ديده من ! بپرهيز از ستم بر كسى كه غير از خداوند جلَّ و عزّ يار و ياورى ندارد . »\r\n\r\nخطبه حضرت در مِنى و دعوت از اصحاب براى تبليغ ولايت\r\nچون حضرت امام حسن مجتبى عليه السّلام در سنه 49 هجرى به زهر معاويه توسّط جُعده ، دختر أشعث بن قيس كه زوجه آنحضرت بود مسموم شده و به شهادت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « تحف العقول » ص 246 از طبع حروفى ؛ و « بحار الأنوار » ج 78 ، ص 118 از طبع حروفى\r\n","page_name":" 28 ","page_number":36},
  {"content":"\r\n\r\nرسيدند « 1 » ، پيوسته فتنه و بلاء بالا مىرفت و شدّت امر بر شيعه بيشتر مىشد ؛ به طورى كه در هيچ نقطه از اقطار اسلامى يك ولىّ خدا نبود مگر آنكه بر خون خود ترسان و هراسان بود ، و طَريد و شَريد و مَنفور بود ؛ و به عكس دشمنان خدا ظاهر و بدون پيرايه و حجاب علناً به بدعت و ضلالت خود مباهات مىكردند . يك سال « 2 » قبل از آنكه معاويه بميرد ، حضرت حسين بن علىّ سيّد الشّهداء عليه السّلام عازم حجّ بيت الله الحرام شدند ، و با آنحضرت عبد الله بن جعفر و عبد الله بن عبّاس همراه بودند .\r\nحسين عليه السّلام تمام بنى هاشم را از مردان و زنان ، و مَواليان آنها را ( غلامان و پسر خواندگان و هم پيمانان و غيرهم ) و نيز از انصار ، آن افرادى را كه آنحضرت مىشناخت ، و همچنين اهل بيت خود را جمع كرد . و پس از آن رسولانى را اعزام كرد و به آنها دستور داد كه : يك نفر از اصحاب رسول خدا صلّى الله عليه و آله و سلّم را كه معروف به زهد و صلاح و عبادت است فرو مگذاريد مگر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ابن أثير جزرى در « الكامل فى التّاريخ » ج 3 ، ص 460 در حوادث سال چهل و نهم هجرى آورده است كه : در اين سال حسن بن علىّ عليه السّلام وفات يافتند ، و جُعده دختر أشعث بن قيس كِندى او را زهر داد .\r\n( 2 ) و در بعضى از نُسخ وارد است : دو سال .\r\n","page_name":" 29 ","page_number":37},
  {"content":"\r\n\r\nآنكه همه آنها را نزد من در سرزمين مِنَى گرد آوريد .\r\nدر سرزمين مِنَى در خيمه بزرگ و افراشته آنحضرت ، بيش از هفتصد نفر مرد مجتمع شدند كه همه از تابعين بودند ، و قريب دويست نفر از اصحاب رسول خدا صلّى الله عليه و آله و سلّم بودند .\r\nفَقَامَ فِيهِمْ خَطِيبًا ، فَحَمِدَ اللَهَ وَ أَثْنَى عَلَيْهِ ، ثُمَّ قَالَ :\r\nأَمَّا بَعْدُ ؛ فَإنَّ هَذَا الطَّاغِيَة قَدْ فَعَلَ بِنَا وَ بِشِيعَتِنَا مَا قَدْ رَأَيْتُمْ وَ عَلِمْتُمْ وَ شَهِدْتُمْ !\r\nفَإنِّى أُرِيدُ أَنْ أَسْأَلَكُمْ عَنْ شَىْءٍ ؛ فَإنْ صَدَقْتُ فَصَدِّقُونِى ، وَ إنْ كَذَبْتُ فَكَذِّبُونِى !\r\nوَ أَسْأَلُكُمْ بِحَقِّ اللَهِ عَلَيْكُمْ وَ بِحَقِّ رَسُولِ اللَهِ صَلَّى اللَهُ عَلَيْهِ وَ ءَالِهِ وَ سلَّمَ وَ قَرَابَتِى مِنْ نَبِيِّكُمْ ، لَمَّا سَيَّرْتُمْ مَقَامِى هَذَا وَ وَصَفْتُمْ مَقَالَتِى ، وَ دَعَوْتُمْ أَجْمَعِينَ فِى أَمْصَارِكُمْ مِنْ قَبَآئِلِكُمْ مَنْ ءَامَنْتُمْ مِنَ النَّاسِ ( وَ فِى رِوَايَة أُخْرَى بَعْدَ قَوْلِهِ فَكَذِّبُونِى : اسْمَعُوا مَقَالَتِى وَ اكْتُبُوا قَوْلِى ، ثُمَّ ارْجِعُوا إلَى أَمْصَارِكُمْ وَ قَبَآئِلِكُمْ ؛ فَمَنْ ءَامَنْتُمْ مِنَ النَّاسِ ) وَ وَثِقْتُمْ بِهِ ، فَادْعُوهُمْ إلَى مَا تَعْلَمُونَ مِنْ حَقِّنَا ؛ فَإنِّى\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":38},
  {"content":"\r\n\r\nأَتَخَوَّفُ أَنْ يَدْرُسَ هَذَا الامْرُ وَ يَذْهَبَ الْحَقُّ وَ يُغْلَبَ ؛ وَ اللَهُ مُتِمُّ نُورِهِ وَ لَوْ كَرِهَ الْكفِرُونَ .\r\nوَ مَا تَرَكَ شَيْئًا مِمَّا أَنْزَلَ اللَهُ فِيهِمْ مِنَ الْقُرْءَانِ إلَّا تَلَاهُ وَفَسَّرَهُ ، وَ لَا شَيْئًا مِمَّا قَالَهُ رَسُولُ اللَهِ صَلَّى اللَهُ عَلَيْهِ وَ ءَالِهِ وَ سَلَّمَ فِى أَبِيهِ وَ أَخِيهِ وَ أُمِّهِ وَ فِى نَفْسِهِ وَ أَهْلِ بَيْتِهِ إلَّا رَوَاهُ . و كُلَّ ذَلِكَ يَقُولُ أَصْحَابُهُ : اللَهُمَّ نَعَمْ ! وَ قَدْ سَمِعْنَا وَ شَهِدْنَا ؛ وَ يَقُولُ التَّابِعِىُّ : اللَهُمَّ قَدْ حَدَّثَنِى بِهِ مَنْ أُصَدِّقُهُ وَ أَءْتَمِنُهُ مِنَ الصَّحَابَة .\r\nفَقَالَ : أُنْشِدُكُمُ اللَهَ إلَّا حَدَّثْتُمْ بِهِ مَنْ تَثِقُونَ بِهِ وَ بِدِينِهِ !\r\nقَالَ سُلَيْمٌ : فَكَانَ فِيمَا نَاشَدَهُمُ الْحُسَيْنُ وَ ذَكَّرَهُمْ أَنْ قَالَ :\r\nأُنْشِدُكُمُ اللَهَ ! أَ تَعْلَمُونَ أَنَّ عَلِىَّ بْنَ أَبِى طَالِبٍ كَانَ أَخَا رَسُولِ اللَهِ صَلَّى اللَهُ عَلَيْهِ وَ ءَالِهِ وَ سَلَّمَ حِينَ ءَاخَى بَيْنَ أَصْحَابِهِ فَأَخَى بَيْنَهُ وَ بَيْنَ نَفْسِهِ وَ قَالَ : أَنْتَ أَخِى وَ أَنَا أَخُوكَ فِى الدُّنْيَا وَ الآخِرَة ؟\r\nقَالُوا : اللَهُمَّ نَعَمْ !\r\nقَالَ : أُنْشِدُكُمُ اللَهَ أَ تَعْلَمُونَ أَنَّ رَسُولَ اللَهِ صَلَّى اللَهُ عَلَيْهِ وَ ءَالِهِ وَ سَلَّمَ نَصَبَهُ يَوْمَ غَدِيرِ خُمٍّ فَنَادَى لَهُ بِالْوِلَايَة ، وَ قَالَ : لِيُبَلِّغِ الشَّاهِدُ الْغَآئِبَ ؟ !\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":39},
  {"content":"\r\n\r\nقَالُوا : اللَهُمَّ نَعَمْ !\r\nقَالَ : أَ تَعْلَمُونَ أَنَّ رَسُولَ اللَهِ صَلَّى اللَهُ عَلَيْهِ وَ ءَالِهِ وَ سَلَّمَ قَالَ فِى ءَاخِرِ خُطْبَه خَطَبَهَا : إنِّى تَرَكْتُ فِيكُمُ الثَّقَلَيْنِ : كِتَابَ اللَهِ وَ أَهْلَ بَيْتِى ، فَتَمَسَّكُوا بِهِمَا لَنْ تَضِلُّوا ؟ !\r\nقَالُوا : اللَهُمَّ نَعَمْ !\r\nو بعد از فقرات بسيارى از مُناشده ، كه در ضمن اين مناشده آنحضرت بيان كرده است مىگويد :\r\nثُمَّ نَاشَدَهُمْ أَنَّهُمْ قَدْ سَمِعُوهُ يَقُولُ : مَنْ زَعَمَ أَنَّهُ يُحِبُّنِى وَ يُبْغِضُ عَلِيًّا فَقَدْ كَذَبَ ؛ لَيْسَ يُحِبُّنِى وَ يُبْغِضُ عَلِيًّا . فَقَالَ لَهُ قَآئِلٌ : يَا رَسُولَ اللَهِ ! وَ كَيْفَ ذَلِكَ ؟ قَالَ : لِانَّهُ مِنِّى وَ أَنَا مِنْهُ ؛ مَنْ أَحَبَّهُ فَقَدْ أَحَبَّنِى ، وَ مَنْ أَحَبَّنِى فَقَدْ أَحَبَّ اللَهَ ؛ وَ مَنْ أَبْغَضَهُ فَقَدْ أَبْغَضَنِى ، وَ مَنْ أَبْغَضَنِى فَقَدْ أَبْغَضَ اللَهَ ؟ !\r\nفَقَالُوا : اللَهُمَّ نَعَمْ ! قَدْ سَمِعْنَا . وَ تَفَرَّقُوا عَلَى ذَلِكَ . « 1 »\r\n« حسين عليه السّلام در ميان آن حضّار براى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « كتاب سليم بن قيس هلالى كوفى » از ص 206 تا ص 209\r\n","page_name":" 32 ","page_number":40},
  {"content":"\r\n\r\nخواندن خطبه به پا خاست و حمد و ثناى خدا را بجاى آورد ، و پس از آن گفت : اين مرد جبّار متكبّر متجاوز « 1 » با ما و با شيعيان ما ، آن گونه رفتار كرد كه شما همه ديديد و دانستيد و شاهد بوديد ! من مىخواهم از شما چيزى بپرسم ؛ اگر راست گفتم مرا تصديق كنيد و اگر دروغ گفتم مرا تكذيب نمائيد !\r\nو از شما به حقّى كه خدا بر شما دارد ، و به حقّى كه رسول خدا بر شما دارد ، و به خويشاوندى من كه با پيامبر شما دارم ؛ از شما مىخواهم كه عين اين مجلس و مقام مرا در اينجا به شهرهاى خود ببريد و بازگو كنيد ؛ به قبائل و عشائر خود ؛ آنان كه مورد امانت و وثوق شما هستند و از اين جهت نگران نيستيد ! و اين سخنان مرا براى آنها توضيح دهيد ! و همه شما آنها را دعوت كنيد ، و بدين امر ولايت فرا خوانيد !\r\n( و در روايت ديگر بعد از آنكه گفت : و اگر دروغ گفتم مرا تكذيب كنيد ، چنين گفت : شما گفتار مرا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مقصود ، معاويه بن أبى سفيان است .\r\n","page_name":" 33 ","page_number":41},
  {"content":"\r\n\r\nبشنويد ، و سخن مرا بنويسيد ؛ و پس از آن به شهرها و قبيله‌هاى خود برگرديد ، و هر كدام از مردم را كه مورد امانت شما باشند ) و به آنها وثوق داشتيد ، آنها را به آنچه از حقّ ما مىدانيد بخوانيد و دعوت كنيد ؛ زيرا من نگران آن هستم كه اين امر ، محو و نابود شود و حقّ از بين برود و مغلوب باطل گردد . و خداوند تمام كننده نورش مىباشد و اگرچه كافرين كراهت داشته باشند .\r\nحسين عليه السّلام در اين خطبه از بازگو كردن مطالبى كه خداوند در قرآن مجيد درباره آنان فرموده است فروگذار نكرد مگر آنكه همه را بيان كرد و تفسير نمود . و از بيان چيزى كه رسول خدا صلّى الله عليه و آله و سلّم درباره پدرش و برادرش و مادرش و درباره خودش و اهل بيتش فرموده بود فروگذار نكرد مگر آنكه آنها را روايت نمود ، و درباره هر فقره از فقراتى كه بيان مىنمود اصحاب پيامبر مىگفتند : اللَهُمَّ نَعَم ! بار پروردگارا ! همينطور است كه حسين مىگويد . ما اينها را از رسول خدا شنيديم و بر آنها حاضر و ناظر بوديم . و هر يك از تابعين مىگفتند : بار پروردگارا ! اين\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":42},
  {"content":"\r\n\r\nمطلب را آن صحابه‌اى كه به آنها وثوق داشتيم و مورد امانت ما بودند براى ما بيان كرده‌اند .\r\nو حسين بن علىّ مىگفت : من با سوگند به خدا از شما مىخواهم كه : اين مطالب را براى كسانى كه به آنها و به دين آنها وثوق داريد بازگو كنيد !\r\nسُلَيم مىگويد : و از جمله مطالبى كه حسين عليه السّلام درباره آن ، مناشده و احتجاج نمود و آنها را ياد آور شد اين بود كه گفت :\r\nمن با سوگند به خدا از شما مىپرسم : آيا مىدانيد كه علىّ بن أبى طالب عليه السّلام برادر رسول خدا صلّى الله عليه و آله و سلّم بود ؟ در وقتى كه رسول خدا بين اصحاب خود عقد اخوّت برقرار كرد ، او را برادر خود قرار داد و به او گفت : تو برادر من هستى ، و من برادر تو هستم در دنيا و آخرت ؟ گفتند : بار پروردگارا ! آرى !\r\nمن با سوگند به خدا از شما مىپرسم : آيا مىدانيد كه رسول خدا صلّى الله عليه و آله و سلّم او ( أمير المؤمنين علىّ بن أبى طالب پدرم ) را در روز غدير خُمّ نصب نمود ، و نداى ولايت او را در داد و گفت : واجب است كه حضّار ، اين مطالب را براى\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":43},
  {"content":"\r\n\r\nغائبين بازگو كنند ؟ گفتند : بار پروردگارا ! آرى !\r\nمن با سوگند به خدا از شما مىپرسم : آيا مىدانيد كه : رسول خدا صلّى الله عليه و آله و سلّم در آخرين خطبه‌اى كه ايراد نمود گفت : من دو چيز نفيس و گران قيمت در ميان شما گذاردم ، يكى كتاب خدا و ديگرى اهل بيت من ؛ به آنها تمسّك كنيد گمراه نمىشويد ؟ ! گفتند : بار پروردگارا ! آرى !\r\nو غير از اين چند فقره از مناشده ، آنحضرت مناشده‌هاى ديگرى را نيز ذكر كرده‌اند و در پايان مىگويند :\r\nبا سوگند به خدا مىپرسم : آيا كسى از رسول خدا شنيده است كه مىگفت : هر كس بپندارد كه مرا دوست دارد و علىّ را مبغوض دارد ، دروغ مىگويد ؛ نمىتواند مرا دوست داشته باشد ، و علىّ را مبغوض دارد . و يك نفر از حضّار به رسول خدا گفت : اى رسول خدا : چگونه اين تلازم است ؟ رسول خدا گفت : به علّت اينكه علىّ از من است و من از علىّ هستم . كسى كه علىّ را دوست بدارد مرا دوست داشته است ، و كسى كه مرا دوست داشته است خدا را دوست داشته است . و كسى كه بغض\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":44},
  {"content":"\r\n\r\nعلىّ را داشته باشد بغض مرا داشته است ، و كسى كه بغض مرا داشته است بغض خدا را داشته است ؟\r\nهمه گفتند : بار پروردگارا ! آرى ما شنيديم . و بر اساس همين پيمان ( پيمانى كه حسين از مردم گرفت كه در شهرها و قبائل خود اين مطالب را به مردم مورد وثوق برسانند ) مردم متفرّق شدند .\r\n\r\nخطبه حضرت در مكّه مكرمه در حين اراده خروج به كربلا\r\nوَ رُوِىَ أَنَّهُ عليه السلام لَمَّا عَزَمَ عَلَى الْخُرُوجِ إلَى الْعِرَاقِ قَامَ خَطِيبًا ، فَقَال : الْحَمْدُ لِلَّهِ ، مَا شَآءَ اللَهُ ، وَ لَا قُوَّه إلَّا بِاللَهِ ، وَ صَلّى اللَهُ عَلَى رَسُولِهِ .\r\nخُطَّ الْمَوْتُ عَلَى وُلْدِ ءَادَمَ مَخَطَّ الْقِلَادَة عَلَى جِيدِ الْفَتَاة . وَ مَا أَوْلَهَنِى إلَى أَسْلَافِى اشْتِيَاقَ يَعْقُوبَ إلَى يُوسُفَ . وَ خُيِّرَ لِى مَصْرَعٌ أَنَا لَاقِيهِ ؛ كَأَنِّى بَأَوْصَالِى تَتَقَطَّعُهَا عُسْلَانُ الْفَلَوَاتِ بَيْنَ النَّوَاوِيسِ وَ كَرْبَلآءَ ؛ فَيَمْلَانَ مِنِّى أَكْرَاشًا جُوفًا ، وَ أَجْرِبَه سُغْبًا .\r\nلَا مَحِيصَ عَنْ يَوْمٍ خُطَّ بِالْقَلَمِ . رِضَا اللَهِ رِضَانَا أَهْلَ الْبَيْتِ ؛ نَصْبِرُ عَلَى بَلآئِهِ ، وَ يُوَفِّينَا أُجُورَ\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":45},
  {"content":"\r\n\r\nالصَّابِرِينَ .\r\nلَنْ تَشُذَّ عَنْ رَسُولِ اللَهِ صَلَّى اللَهُ عَلَيْهِ وَ ءَالِهِ لُحْمَتُهُ ، وَ هِىَ مَجْمُوعَه لَهُ فِى حَظِيرَه الْقُدْسِ ، تَقِرُّ بِهِمْ عَيْنُهُ ، وَ يُنْجَزُ لَهُمْ وَعْدُهُ .\r\nمَنْ كَانَ فِينَا بَاذِلًا مُهْجَتَهُ ، وَ مُوَطِّنًا عَلَى لِقَآءِ اللَهِ نَفْسَهُ ، فَلْيَرْحَلْ مَعَنَا ؛ فَإِنَّنِى رَاحِلٌ مُصْبِحًا إنْ شَآءَ اللَهُ تَعَالَى « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) چون در اين خطبه شريفه لغاتى استعمال شده است كه در ضبط مختلف مىباشد ، حقير بعضى از لغات را به طريق صحيح و با معناى مناسب ذكر مىكنم\r\n: قِلاده : گردنبند . فَتاة : دختر جوان . خُيِّر ، مجهول باب تفعيل : اختيار و انتخاب گرديده شده است . عُسْلان به ضمّ فاء الفعل ، جمع عاسل به معناى گرگ است ؛ چون راكب و رُكبان و فارس و فُرسان . أكراش : جمع كِرْش به معناى شكمبه گوسفند و سائر حيوانات . جُوف : جمع جَوْفاء به معناى تو خالى است . مثل حُمْر و حَمراء ، و صُفْر و صفراء . أجْربه : جمع جِراب به معناى انبان است ؛ مثل أنظمه و نظام . و سُغْب : جمع أسْغَب به معناى گرسنه ، مثل حُمْر و أحْمر . لُحْمَه : بالضّم ، پود جامه در مقابل تار ، و كنايه از قرابت است . حظيره : به معناى مكان محدود و محصور به ديوار است ، و حظيره القدس به معناى بهشت است .\r\nاين خطبه در بسيارى از كتب نقل شده است ؛ از جمله « لُهوف » ص 53 ، و كتاب « نفس المهموم » ص 100 ، و در « مقتل خوارزمى » ج 2 ، ص 5 و 6 ؛ و ليكن در آن وَ ما أوْلَعَنى إلَى أسْلافى وارد است ، و نيز كأنى أنْظُرُ إلَى أوْصالى تُقَطِّعُها وُحوشُ الْفَلَواتِ غُبْرًا و عَفْرًا وارد است ، و از جمله لَنْ تَشُذَّ عَنْ رَسولِ اللَهِ لُحْمَتُهُ تا آخر در اين نقل وارد نيست . و در « كشف الغمّه » ص 184 طبق عبارات « لهوف » نيز وارد است ، و در « ملحقات إحقاق الحقّ » ص 598 ، ج 11 از « مقتل خوارزمى » تا جمله وَ يُنْجَزُ لَهُم وَعْدُهُ روايت كرده است ، و نيز از علّامه مدوخ در كتاب « العدل الشّاهد » ص 95 ، طبق همان عبارات « لهوف » آورده است .\r\n","page_name":" 38 ","page_number":46},
  {"content":"\r\n\r\n« و روايت شده است كه چون حضرت سيّد الشّهداء عليه السّلام ، آهنگ خروج به سوى عراق را نمودند در مكّه مكرّمه براى ايراد خطبه ايستاده و چنين گفتند :\r\nحمد و سپاس سزاوار خداست . آنچه را كه خدا بخواهد خواهد شد . و قوّه و قدرتى نيست مگر به خدا . و درود بر رسول و فرستاده او باد .\r\nمرگ بر فرزندان آدم به مثابه گردنبند بر گردن دختر جوان كشيده و بسته شده است .\r\nو چه بسيار در آرزو و اشتياق ملاقات و ديدار رفتگان از خاندان خود هستم ، همانند اشتياقى كه يعقوب به ديدار يوسف داشت .\r\nو براى من جائى معيّن و انتخاب شده است كه بايد پيكر من در آنجا بيفتد ، و من بايد به آنجا برسم .\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":47},
  {"content":"\r\n\r\nگويا من مىبينم كه بند بند مرا گرگان بيابان بين نَواويس و كربلا از هم جدا مىسازند ، و از من شكمبه‌هاى تهى خود را پر مىكنند و انبانهاى گرسنه خود را سرشار مىنمايند .\r\nفرارگاهى نيست از روزيكه در قلم تقدير گذشته است . رضاى خدا رضاى ما اهل بيت است ؛ بر امتحانات و بلاهاى او شكيبائى مىنمائيم ، و او اجر و مزد شكيبايان را بطور اتمّ و اكمل به ما عنايت خواهد نمود .\r\nاز رسول خدا ، قرابتش كه به منزله پودِ جامه با اصل و ريشه آن حضرت بستگى دارد جدا نمىشود . و در بهشت برين گرداگرد او جمع مىشوند ، و بدانها چشم رسول خدا تر و تازه مىگردد ، و براى آنها وعده رسول خدا تحقّق مىپذيرد . ( وعده‌اى كه خداوند به رسول خدا داده است براى اقربايش منجّز و محقّق مىگردد . )\r\nپس كسى كه در ميان ماست ، و حاضر است جان خود را ايثار كند ، و خون دل خود را فدا كند ، و براى لقاى خدا نفس خود را آماده نموده است ؛ با ما كوچ كند كه من در صبحگاهان عازم رحيل\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":48},
  {"content":"\r\n\r\nهستم ؛ إن شآء الله تعالَى . »\r\n\r\nاشعار حضرت در جواب سوال فرزدق در مورد حركت به سوى كوفه\r\nو چون آن حضرت به صَوب كوفه كوچ مىفرمود ، فَرَزْدَق بن غالب كه از شعراى نامى آن عصر بود ، با آن حضرت در راه برخورد نموده و در ضمن ملاقات معروض داشت :\r\nاى پسر رسول خدا ! چگونه به اهل كوفه اعتماد مىنمائى ؛ و اينان همانهائى هستند كه پسر عمويت مُسلم بن عقيل و پيروان او را كشتند ! ؟\r\nحضرت براى مسلم طلب رحمت نمودند و فرمودند : مسلم به سوى رَوح خدا و رضوان خدا رهسپار شد . آنچه بر عهده داشت انجام داد ؛ و آنچه ما بر عهده داريم هنوز بر ذمّه ماست . و اين اشعار را انشاد فرمود :\r\n وَ إنْ تَكُنِ الدُّنْيَا تُعَدُّ نَفِيسَةً * فَدَارُ ثَوَابِ اللَهِ أَعْلَى وَ أَنْبَلُ\r\nوَ إنْ تَكُنِ الأبْدَانُ لِلْمَوْتِ أُنْشِئَتْ * فَقَتْلُ امْرِئٍ بِالسَّيْفِ فِى اللَهِ أَفْضَلُ\r\nوَ إنْ تَكُنِ الأَرْزَاقُ قِسْماً مُقَدَّرً * فَقِلَّة حِرْصِ الْمَرْءِ فِى الْكَسْبِ أَجْمَلُ \r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":49},
  {"content":"\r\n\r\n وَ إنْ تَكُنِ الأَمْوَالُ لِلتَّرْكِ جَمْعُهَا * فَمَا بَالُ مَتْرُوكٍ بِهِ الْمَرْءُ يَبْخَلُ « 1 » \r\n« و اگر چنين است كه دنيا نفيس به شمار مىآيد ، پس بايد دانست كه آخرت كه خانه ثواب و مُزد الهى است ، بس بلندپايه‌تر و شريف‌تر است .\r\nو اگر چنين است كه بدن‌هاى آدميان براى مرگ آفريده و انشاء شده است ، پس بايد دانست كه كشته شدن با شمشير در راه خدا بسى برتر است .\r\nو اگر چنين است كه روزيهاى خلائق به مقدار معيّن تقسيم گرديده است ، پس بايد دانست كه كمتر حريص بودن مردم در كسب روزى ، جميل‌تر و نيكوتر است .\r\nو اگر چنين است كه نتيجه اندوختن اموال ، ترك نمودن آنهاست ، پس چيزى كه متروك خواهد شد چه ارزشى دارد كه آدمى بدان بخل ورزد . »\r\nو بسيارى از ارباب مقاتل گفته‌اند كه چون آن حضرت در روز عاشورا رَجز مىخواند و شمشير مىزد ، در ضمن رجز خود بدين اشعار تكيه مىجست ؛ مانند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « كشف الغمّة » ص 183 و 184\r\n","page_name":" 42 ","page_number":50},
  {"content":"\r\n\r\nمحدّث قمّى در « نفس المهموم » و شيخ سليمان قندوزى در « ينابيع المودّة » . « 1 »\r\n\r\nمذمت اهل دنيا\r\nقَالَ الْفَرَزْدَقُ : لَقِيَنِى الْحُسَيْنُ عَلَيهِ السَّلَامُ فِى مُنْصَرَفِى مِنَ الْكُوفَةِ . فَقَالَ : مَا وَرَاكَ يَا أَبَا فِرَاسٍ ! ؟ قُلْتُ : أَصْدُقُكَ ؟ ! قَالَ عَلَيهِ السَّلَامُ : الصِّدْقَ أُرِيدُ ! قُلْتُ : أَمَّا الْقُلُوبُ فَمَعَكَ ، وَ أَمَّا السُّيُوفُ فَمَعَ بَنِى أُمَيَّةَ ؛ وَ النَّصْرُ مِنْ عِنْدِ اللَهِ .\r\nقَالَ : مَا أَرَاكَ إلَّا صَدَقْتَ ! النَّاسُ عَبِيدُ الدُّنْيَا وَالدِّينُ لَغْوٌ عَلَى أَلْسِنَتِهِمْ ، يَحُوطُونَهُ مَا دَرَّتْ بِهِ مَعَايِشُهُمْ ؛ فَإذَا مُحِّصُوا بِالْبَلآءِ قَلَّ الدَّيَّانُونَ .\r\n« فرزدق مىگويد : چون از درنگ در كوفه انصراف پيدا كرده ، باز مىگشتم ، حسين عليه السّلام مرا در راه ديدار كرد و گفت : اى أبو فراس ! پشت سرت چه خبر بود ؟\r\nگفتم : راستش را به تو بگويم ؟ ! فرمود : آرى ، من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « نفس المهموم » ص 219 ، و « ملحقات إحقاق الحقّ » ج 11 ، ص 647 ، از « ينابيع المودّة » ص 346 و 347 ؛ و مرحوم محدّث قمّى فرموده است كه محمّد بن أبى طالب گفته است : أبو على سلامى در تاريخ خود ذكر كرده است كه اين اشعار از حضرت امام حسين عليه السّلام است و هيچكس را توان آن نيست كه مانند آن سرايد .\r\n","page_name":" 43 ","page_number":51},
  {"content":"\r\n\r\nراستش را مىخواهم ! گفتم : دل‌هاى كوفيان همه با توست ؛ و ليكن شمشيرهايشان همه بر كمك و مساعدت بنى اميّه است ؛ و يارى و نصرت هم از جانب خداست ! فرمود : آرى ! اين سخنى است كه تو از روى صدق و راستى گفتى ! مردم همگى بردگان و بندگان مال دنيا هستند ؛ و تلفّظ به ديندارى فقط كلام لغو و بى محتوائى است كه بر سر زبان هايشان جارى است . پاسدارى از دينشان فقط در محدوده‌اى است كه در پرتو آن ، معيشت‌هاى فراوان به دست آورند ؛ و چون با غِربال امتحان و ابتلاء آزمايش شوند معلوم مىشود كه دينداران واقعى چه بسيار اندكند . »\r\n\r\nخطبه حضرت در وقت ممانعت حُرّ\r\nو چون حرّ بن يزيد رياحى از حركت آن حضرت به كوفه و يا مراجعت به مدينه بشدّت منع كرد ، آن حضرت در ذِى حَسَم به پا خاست ، و طبق روايت طبرى در « تاريخ » از عَقَبه بن أبى العيزاز :\r\nفَحَمِدَ اللَهَ وَ أَثْنَى عَلَيْهِ ثُمَّ قَالَ : أَمَّا بَعْدُ ؛ إنَّهُ قَدْ نَزَلَ مِنَ الامْرِ مَا قَدْ تَرَوْنَ . وَ إنَّ الدُّنْيَا قَدْ تَغَيَّرَتْ وَ تَنَكَّرَتْ وَ أَدْبَرَ مَعْرُوفُهَا وَ اسْتَمَرَّتْ حَذَّآءَ ،\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":52},
  {"content":"\r\n\r\nفَلَمْ يَبْقَ مِنْهَا إلَّا صُبَابَة كَصُبَابَة الإنَآءِ ، وَ خَسِيسُ عَيْشٍ كَالْمَرْعَى الْوَبِيلِ .\r\nأَلَا تَرَوْنَ أَنَّ الْحَقَّ لَا يُعْمَلُ بِهِ ، وَ أَنَّ الْبَاطِلَ لَايُتَنَاهَى عَنْهُ ! ؟ لِيَرْغَبِ الْمُؤْمِنُ فِى لِقَآءِ اللَهِ مُحِقًّا ؛ فَإنِّى لَا أَرَى الْمَوْتَ إلَّا سَعَادَة ، وَ لَا الْحَيَوة مَعَ الظَّالِمِينَ إلَّا بَرَمًا . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اين خطبه را بزرگان و اعاظم حديث و تاريخ از شيعه و سنّى نقل كرده‌اند از جمله : ابن طاووس در « لهوف » ص 69 ؛ و محدّث قمّى در « نفس المهموم » ص 116 ؛ و علىّ بن عيسى اربلى در « كشف الغمّة » ص 185 ، و ابن شعبه حرّانى در كتاب « تحف العقول » ص 245 ، و مجلسى در « بحار الانوار » ج 78 ، ص 116 و 117 از طبع حروفى ، از « تحف العقول » ؛ و در « ملحقات إحقاق الحقّ » ج 11 ، ص 596 ، از علّامه معاصر توفيق أبو علم در كتاب « أهل البيت » ص 438 ، و نيز در « ملحقات إحقاق الحقّ » در همين جلد در ص 605 ، از محمّد بن جَرير طبرى در « تاريخ الامم و الملوك » ( ج 4 ، ص 305 ، طبع مطبعه استقامت در مصر ) و نيز از ابن عبد ربّه اندلسى در « عِقد الفريد » ( ج 2 ، ص 218 ، طبع مطبعه شرقيّه در مصر ) و نيز از طبرانى در كتاب « المعجم الكبير » ( ص 146 خطّى ) و نيز از أبو نعيم اصفهانى در « حلية الاوليآء » ( ج 2 ، ص 39 ، طبع مطبعه سعادت در مصر ) و از علّامه خوارزمى در « مقتل » ( ج 2 ، طبع نجف اشرف ) و نيز از ابن عساكر دمشقى در « تاريخ دمشق » بنا بر آنچه در منتخب اين تاريخ در ج 4 ، ص 333 ، مطبعه روضة الشّام ذكر شده است . و نيز از ذهبى در « تاريخ إسلام » ( ج 2 ، ص 345 ، طبع مصر ) و نيز از ذهبى در « سير أعلام النُّبلآء » ( ج 3 ، ص 209 ، طبع مصر ) و نيز از\r\n","page_name":" 45 ","page_number":53},
  {"content":"\r\n\r\n« پس حمد خداوند را بجاى آورد و ثناى او بگفت ، و سپس فرمود :\r\nامّا بعد ، اين شدّت و بلائى كه بر ما فرود آمده است ، شما در مرأى و مَسمع خود مىبينيد ؛ دنيا و جريان امور روزگار واژگونه شده و چهره زشت و كريه خود را نشان داده است . نيكوئيهاى دنيا همه پشت كرده‌اند ، و دنيا بر همين روش شتابان مىگذرد ؛ و چيزى از آن نمانده است مگر اندكى كه مانند قطراتِ آب در ته ظرف جمع شود ؛ يا زندگى پست و ناچيزى كه چون چراگاه دِرو شده ، خراب و درهم باشد .\r\nآيا نمىبينيد كه به حقّ عمل نمىشود ؟ ! و از باطل جلوگيرى به عمل نمىآيد ؟ ! و در اين صورت حتماً بايد مؤمن حقّ جو ، طالب ديدار خدا و لقاى حقّ بوده باشد .\r\nمن مرگ را جز سعادت نمىبينم ، و زندگى با\r\n\r\n\r\n","description":"","footnote":"\r\nمحبّ الدّين طبرى در « ذخآئر العقبَى » ( ص 149 ، طبع قدسى قاهرة ) و نيز از علّامه باكثير الحضرمىّ در كتاب « وسيله المَال » ( ص 198 ، نسخه خطّى كتابخانه ظاهريّه دمشق ) و نيز از زبيدى در « الإتحاف » ج 10 ، ص 320 ، طبع مطبع سمينيّه در مصر .\r\n","page_name":" 46 ","page_number":54},
  {"content":"\r\n\r\nستمكاران را جز ملالت و خستگى و كسالت نمىنگرم . »\r\nدر كتاب « تحف العقول » پس از ذكر اين جملات از خطبه ، اين جمله را نيز افزوده است كه حضرت فرمودند :\r\nإنَّ النَّاسَ عَبِيدُ الدُّنْيَا ، وَالدِّينُ لَعْقٌ عَلَى أَلْسِنَتِهِمْ ، يَحُوطُونَهُ مَا دَرَّتْ مَعَايِشُهُمْ ؛ فَإذَا مُحِّصُوا بِالْبَلآءِ قَلَّ الدَّيَّانُونَ . « 1 »\r\n« مردم بندگان دنيا هستند ، و دين چون آب دهانيست كه بر روى زبانهاى آنان جارى است ، و تا جائى كه معيشت‌هاى آنان فراوان است ، متعهّد و حافظ دين هستند ؛ امّا زمانيكه به بلايا و مشكلات آزمايش شوند ، دينداران حقيقى به شماره اندك خواهند بود . »\r\nو در اين حال زُهَير بن القَين و نافِع بن هِلال و بُرَير بن خُضَير هر يك جداگانه برخاستند و مراتب تأييد و تثبيت خود را به آن حضرت ابراز داشتند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « تحف العقول » ص 245 ؛ و « مقتل خوارزمى » ص 237\r\n","page_name":" 47 ","page_number":55},
  {"content":"\r\n\r\n\r\nگفتار حضرت در پاسخ تهديد حُرّ و بيان آمادگى براى شهادت\r\nحرّ بن يزيد با آن حضرت همراه بود ؛ و در راه و حركت جدا نمىشد و مىگفت :\r\nاى حسين ! من با اين گفتارم خدا را درباره خودت به يادت مىآورم ، كه من گواهى مىدهم كه اگر جنگ كنى كشته خواهى شد !\r\nفَقَالَ لَهُ الْحُسَيْنُ عليه السلام : أَ فَبِالْمَوْتِ تُخَوِّفُنِى ؟ ! وَ هَلْ يَعْدُو بِكُمُ الْخَطْبُ إنْ تَقْتُلُونِى ؟ ! وَ سَأَقُولُ كَمَا قَالَ أَخُو الاوْسِ لِابْنِ عَمِّهِ وَ هُوَ يُرِيدُ نُصْرَة رَسُولِ اللَهِ صَلَّى اللَهُ عَلَيْهِ وَ ءَالِهِ ؛ فَخَوَّفَهُ ابْنُ عَمِّهِ وَ قَالَ : أَيْنَ تَذْهَبُ ؟ فَإنَّكَ مَقْتُولٌ .\r\nفَقَالَ :\r\n سَأَمْضِى وَ مَا بِالْمَوْتِ عَارٌ عَلَى الْفَتَى * إذَا مَا نَوَى حَقًّا وَ جَاهَدَ مُسْلِمَا\r\nوَ وَاسَى الرِّجَالَ الصَّالِحِينَ بِنَفْسِهِ * وَ فَارَقَ مَثْبُورًا وَ خَالَفَ مُجْرِمَا\r\nفَإنْ عِشْتُ لَمْ أَنْدَمْ وَ إنْ مِتُّ لَمْ أُلَمْ * كَفَى بِكَ ذُلًّا أَنْ تَعِيشَ وَ تُرْغَمَ « 1 » \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) إرشاد مفيد ، ص 243 ؛ و « إعلام الورى » ص 230 ؛ و « نفس المهموم » ص 116\r\n","page_name":" 48 ","page_number":56},
  {"content":"\r\n\r\n« حضرت در پاسخ حرّ فرمود : آيا از مرگ مرا مىترسانى ؟ ! و آيا اگر مرا بكشيد ديگر مشكل شما حلّ مىشود ؟ ! « 1 »\r\nمن همان كلامى را مىگويم كه برادر أوسىِ ما به پسر عموى خود گفت در وقتى كه مىخواست براى نصرتِ رسول خدا صلّى الله عليه و آله و سلّم برود ؛ و پسر عمويش او را مىترسانيد و مىگفت : كجا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بهتر است اينطور ترجمه شود : « و آيا اگر مرا بكشيد ، از پديده‌ها و عواقب ناپسند آن رها مىشويد ؟ ! »\r\nما در طبع اوّل كتاب عبارت وَ هَلْ يَعْدو بِكُمُ الْخَطْبُ إن تَقْتُلونى را به اين عبارت ترجمه كرديم كه : « و آيا اگر مرا بكشيد ، ديگر مرگ از شما ميگذرد ؟ » و در طبع دوّم حروفى همينطور كه در متن مشاهده مىشود ترجمه كرديم كه : « و آيا اگر مرا بكشيد ، ديگر مشكل شما حلّ مىشود ؟ ! » و اينك مىبينيم : اگر با عبارت : « و آيا اگر مرا بكشيد ، از پديده‌ها و عواقب ناپسند آن رهامى شويد ؟ ! » ترجمه شود بهتر و سليس‌تر است . زيرا كه خَطْب را غالباً در أمر مكروه و ناگوار استعمال مىكنند . و عَدَا يَعْدو به معنى تجاوز است ، و معنى آن لازم است . و در اينجا بايد گفت : باء در بِكُمْ براى تعديه است ، و در اين صورت معنى چنين مىشود كه : و آيا اگر مرا بكشيد ، عواقب وخيم و مكروه آن شما را عبور مىدهد و ميگذراند ؟ ! يا نه بلكه در آن نتائج و عواقب مكروه و لوازم ناپسنديده آن گير مىكنيد و مىمانيد و نمىتوانيد از آن عبور كنيد ؟ ! يعنى مشكلات و توابع آن دامنگيرتان خواهد شد !\r\n","page_name":" 49 ","page_number":57},
  {"content":"\r\n\r\nمى روى ؟ تو حتماً كشته خواهى شد ! او در جواب گفت :\r\nمن حتماً مىروم و جوانمرد را از مرگ ننگ و عارى نيست ؛ اگر عملش براى حقّ باشد و از روى حال تسليم و رضا مجاهدت كند .\r\nو با بذل جان و نفس خود با مردمان صالح و نيكوكار مواسات كند ؛ و از مردم مَطرود و ملعون جدا شود ، و با مُجرم و گناهكار ، طريق ستيز و مخالفت پيشه سازد .\r\nپس اگر من زنده بمانم پشيمان نگشته‌ام ؛ و اگر بميرم مردم مرا ملامت نكنند ، و اين خوارى و ذلّت براى تو بس است كه زنده بمانى ، و مورد ظلم و تعدّى و تجاوز قرار گيرى و نتوانى از حقّ خود دفاع كنى ! »\r\nو شايد آن كلمات دُرَربار كه علّامه معاصر توفيق أبو علم در كتاب خود موسوم به « أهل البيت » آورده است ، پاسخ حضرت سيّد الشّهداء عليه السّلام در همين جا به حُرّ بن يزيد رياحى بوده است ؛ آنجا كه فرمايد :\r\nلَيْسَ شَأْنِى شَأْنَ مَنْ يَخَافُ الْمَوْتَ . مَا أَهْوَنَ\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":58},
  {"content":"\r\n\r\nالْمَوْتَ عَلَى سَبِيلِ نَيْلِ الْعِزِّ وَ إحْيَآءِ الْحَقِّ . لَيْسَ الْمَوْتُ فِى سَبِيلِ الْعِزِّ إلَّا حَيَوة خَالِدَة ؛ وَ لَيْسَتِ الْحَيَوة مَعَ الذُّلِّ إلَّا الْمَوْتَ الَّذِى لَا حَيَوة مَعَهُ .\r\nأَ فَبِالْمَوْتِ تُخَوِّفُنِى ؟ ! هَيْهَاتَ ؛ طَاشَ سَهْمُكَ ، وَ خَابَ ظَنُّكَ ! لَسْتُ أَخَافُ الْمَوْتَ .\r\nإنَّ نَفْسِى لَاكْبَرُ مِنْ ذَلِكَ ، وَ هِمَّتِى لَاعْلَى مِنْ أَنْ أَحْمِلَ الضَّيْمَ خَوْفًا مِنَ الْمَوتِ ؛ وَ هَلْ تَقْدِرُونَ عَلَى أَكْثَرَ مِنْ قَتْلِى ؟ !\r\nمَرْحَبًا بِالْقَتْلِ فِى سَبِيلِ اللَهِ ! وَ لَكِنَّكُمْ لَا تَقْدِرُونَ عَلَى هَدْمِ مَجْدِى وَ مَحْوِ عِزَّتِى وَ شَرَفِى ؛ فَإذًا لَا أُبَالِى مِنَ الْقَتْلِ . « 1 »\r\n« شأنِ من شأن كسى نيست كه از مرگ بترسد ! چقدر مرگ در راه وصول به عزّت و احياى حقّ ، سبك و راحت است . نيست مرگ در راه عزّت مگر زندگانى جاويدان ؛ و نيست زندگانى با ذلّت مگر مرگى كه با او حياتى نيست .\r\nآيا مرا از مرگ مىترسانى ؟ ! هيهات ؛ تيرت به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) توفيق أبو علم در كتاب « أهل البيت » ص 448 ، مطبعه سعادت مصر ، بنا بر نقل « ملحقات إحقاق الحقّ » ج 11 ، ص 601\r\n","page_name":" 51 ","page_number":59},
  {"content":"\r\n\r\nخطا رفت ! و گمانت واهى و تباه شد !\r\nمن آن كسى نيستم كه از مرگ بترسم !\r\nنفس من از اين بزرگتر است ، و همّت من عالىتر است از آنكه از ترسِ مرگ ، بار ستم و ظلم را بدوش بكشم ؛ و آيا شما بر بيشتر از كشتن من توانائى داريد ؟ !\r\nمرحبا و آفرين به كشته شدن در راه خدا ! و ليكن شما توانائى بر نابودى مَجد من ، و محو و نيستى عزّت و شرف من نداريد ! پس در اين صورت ، من باكى از كشته شدن ندارم ! »\r\nو سيّد الشّهداء عليه السّلام همان كسى است كه مىفرمود :\r\nمَوْتٌ فِى عِزٍّ خَيْرٌ مِنْ حَيَوة فِى ذُلٍّ . « 1 »\r\n« مردن در راه عزّت و با عزّت بهتر است از زندگى با ذلّت . »\r\nو همان كسى است كه در موقع جنگ نمودن ، و حمله ور شدن بر سپاه دشمن رَجَز مىخواند و مىفرمود :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كتاب « أهل البيت » بنا بر نقل « ملحقات إحقاق الحقّ »\r\n","page_name":" 52 ","page_number":60},
  {"content":"\r\n\r\n الْمَوْتُ خَيْرٌ مِنْ رُكُوبِ الْعَارِ * وَ الْعَارُ أَوْلَى مِنْ دُخُولِ النَّارِ « 1 » \r\n« مرگ بهتر است از مرتكب عار و ننگ شدن ؛ و عار بهتر است از دخول در آتش . » « 2 »\r\n\r\nخطبه حضرت در مكانى به نام \" بى ضه \" ، در بيان علت قيام ، توصيف خود و توصيف اهل كوفه\r\nاز طبرى نقل است كه أبو مِخْنَف از عَقَبة بن أبى العِيزاز روايت كرده است كه حسين عليه السّلام اصحاب خود و اصحاب حرّ را در بيضَة مخاطب قرار داده\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « نفس المهموم » ص 219 ؛ و « بحار الانوار » ج 78 ، ص 128 ، از طبع حروفى از « اعلام الدّين » حكايت كرده است . و در « ملحقات إحقاق الحقّ » ج 11 ، ص 634 ، از « البيان و التبيين » ج 3 ، ص 255 ، و از « أهل البيت » ص 448 آورده است ؛ و « كشف الغمّة » ص 185\r\n( 2 ) يعنى آنچه مرا به آن امر مىكنيد كه تسليم شدن به حكم يزيد و عبيد الله بن زياد باشد ، براى من عار است ؛ و مرگ براى من بهتر از مرتكب عار شدن من است . و اينكه شما دست از جنگ بر نمىداريد و آن را عار مىپنداريد ، غلط است ؛ زيرا اين مرتكب عار شدن بهتر از دخول در آتش جهنّم است . و اين فرمايش حضرت در مقابل كلام عمر است كه در وقت مردن چون أمير المؤمنين عليه السّلام به او فرمودند : اعتراف كن بر غصب خلافت من ، در پاسخ گفت : اين اقرار و اعتراف براى من عار است ؛ النّارُ وَ لا الْعارُ ؛ من راضى دارم داخل آتش جهنّم گردم و چنين اعترافى را كه براى من عار است نكنم .\r\n","page_name":" 53 ","page_number":61},
  {"content":"\r\n\r\nو بدين خطبه مشغول شد :\r\nفَحَمِدَ اللَهَ وَ أَثْنَى عَلَيْهِ ، ثُمَّ قَالَ : أَيُّهَا النَّاسُ ! إنَّ رَسُولَ اللَهِ صَلَّى اللَهُ عَلَيْهِ وَ ءَالِهِ قَالَ : مَنْ رَأَى سُلْطَانًا جَآئِرًا مُسْتَحِلًّا لِحُرُمِ اللَهِ ، نَاكِثًا لِعَهْدِ اللَهِ ، مُخَالِفًا لِسُنَّة رَسُولِ اللَهِ صَلَّى اللَهُ عَلَيْهِ وَ ءَالِهِ ؛ يَعْمَلُ فِى عِبَادِ اللَهِ بِالإثْمِ وَ الْعُدْوَانِ ؛ فَلَمْ يُعَيِّرْ [ يُغَيِّرْ 
  ] عَلَيْهِ بِفِعْلٍ وَ لَا قَوْلٍ ، كَانَ حَقًّا عَلَى اللَهِ أَنْ يُدْخِلَهُ مَدْخَلَهُ .\r\nأَلَا وَ إنَّ هَؤُلآءِ قَدْ لَزِمُوا طَاعَة الشَّيْطَانِ ، وَ تَرَكُوا طَاعَة الرَّحْمَنِ ، وَ أَظْهَرُوا الْفَسَادَ ، وَ عَطَّلُوا الْحُدُودَ ؛ وَ اسْتَأْثَرُوا بِالْفَىْءِ ؛ وَ أَحَلُّوا حَرَامَ اللَهِ ، وَ حَرَّمُوا حَلَالَهُ ؛ وَ أَنَا أَحَقُّ مِنْ غَيْرٍ [ مَنْ غَيَّرَ - مَنْ عَيَّرَ 
  ] .\r\nوَ قَدْ أَتَتْنِى كُتُبُكُمْ ، وَ قَدِمَتْ عَلَىَّ رُسُلُكُمْ بِبَيْعَتِكُمْ أَنَّكُمْ لَا تُسَلِّمُونِى وَ لَا تَخْذُلُونِى ؛ فَإنْ تَمَمْتُمْ عَلَى بَيْعَتِكُمْ تُصِيبُوا رُشْدَكُمْ .\r\nفَأَنَا الْحُسَيْنُ بْنُ عَلِىٍّ ، وَ ابْنُ فَاطِمَة بِنْتِ رَسُول اللَهِ صَلَّى اللَهُ عَلَيْهِ وَ ءَالِهِ ؛ نَفْسِى مَعَ أَنْفُسِكُمْ ، وَ أَهْلِى مَعَ أَهْلِيكُمْ ؛ فَلَكُمْ فِىَّ أُسْوَة .\r\nوَ إنْ لَمْ تَفْعَلُوا وَ نَقَضْتُمْ عَهْدَكُمْ ، وَ خَلَعْتُمْ بَيْعَتِى مِنْ أَعْنَاقِكُمْ ؛ فَلَعَمْرِى مَا هِىَ لَكُمْ بِنُكْرٍ ؛ لَقَدْ\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":62},
  {"content":"\r\n\r\nفَعَلْتُمُوهَا بِأَبِى وَ أَخِى وَ ابْنِ عَمِّى مُسْلِمٍ .\r\nفَالْمَغْرُورُ مَنِ اغْتَرَّ بِكُمْ . فَحَظَّكُمْ أَخْطَأْتُمْ ، وَ نَصِيبَكُمْ ضَيَّعْتُمْ ؛ وَ مَنْ نَكَثَ فَإنَّمَا يَنْكُثُ عَلَى نَفْسِهِ . وَ سَيُغْنِى اللَهُ عَنْكُمْ . وَ السَّلَامُ عَلَيْكُمْ وَ رَحْمَة اللَهِ وَ بَرَكَاتُهُ . « 1 »\r\n« پس حمد خداوند را بجاى آورد و ثنا بر او فرستاد ، و سپس فرمود :\r\nاى مردم ! رسول خدا صلّى الله عليه و آله و سلّم فرمود : هر كسى ببيند سلطان ستمگرى را كه حرام خدا را حلال شمرد ، و عهد خدا را بشكند ، و خلاف سنّت رسول خدا صلّى الله عليه و آله رفتار كند ، و در ميان بندگان خدا به گناه و ستم عمل كند ؛ و آن شخص بيننده سكوت اختيار كند ، و نه از راه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « تاريخ طبرى » طبع 1358 ، ج 4 ، ص 304 ؛ و از طبع دوّم محمّد أبو الفضل إبراهيم : ج 5 ، ص 403 ؛ « نفس المهموم » ص 115 ؛ و « ملحقات إحقاق الحقّ » ج 11 ، ص 609 ؛ و ابن أثير در « كامل » ج 3 ، ص 280\r\nاين خطبه را به عنوان نامه‌اى كه آنحضرت در بدء ورود به كربلا به أهل كوفه نوشتند ، مجلسى ( ره ) در عاشر « بحار الانوار » طبع كمپانى ص 188 و 189 ، از سيّد ابن طاووس نقل كرده است . و در نسخه طبرى و مجلسى فَلَمْ يُغَيِّرْ با غين معجمه ضبط شده است .\r\n","page_name":" 55 ","page_number":63},
  {"content":"\r\n\r\nكردار و نه از راه گفتار ، او را سرزنش نكند و در مقام انكار و عيب گوئى بر نيايد ؛ بر خداوند واجب است كه او را به همان جائى ببرد كه آن سلطان جائر را مىبرد .\r\nآگاه باشيد كه اين طائفه ستمگر و حكّام جائر بنى اميّه ، پيوسته از شيطان پيروى نموده و طاعت او را بر خود لازم دانستند ، و اطاعت خداوند رحمن را ترك گفتند ، و زشتى و فساد را ظاهر نمودند ، و حدود خدا را تعطيل كردند ، و غنائم و فَىْء را كه متعلّق به همه مسلمين است اختصاص به خود دادند ، و حرام خدا را حلال شمردند ؛ و حلال خدا را حرام شمردند .\r\nو من از غير خودم سزاوارترم ( به جلوگيرى از اين امور و نهى كردن از آنها و زمام امور مسلمانان را به دست گرفتن ، تا به احكام قرآن و سنّت رسول الله عمل شود ) .\r\nنامه‌هاى شما به من رسيد ! و رسولان شما نزد من آمدند ! كه شما همه با من بيعت كرده‌ايد كه مرا تسليم دشمن نكنيد ، و مرا تنها و بى ياور نگذاريد و مخذول و منكوب ننمائيد !\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":64},
  {"content":"\r\n\r\nاگر حال بر بيعت خود پايدارى مىكنيد ، راه رشد و صواب همين است !\r\nمن حسين فرزند علىّ هستم . من پسر فاطمه دختر رسول الله صلّى الله عليه و آله هستم .\r\nجان من با جانهاى شماست ! و اهل من با اهل شماست ! ( از نقطهء نظر تعيّن و تشخّص زندگى ، براى خود مزيّتى قائل نشدم ، و در جاه و مال چيزى را به خود منحصر ننمودم ! خودم و اهلم مانند شما و اهل شماست . )\r\nليكن من اسْوه و الگو و سرمشق شما هستم ( كه بايد از من پيروى كنيد و مرا امام و مقتداى خود بدانيد ! و در دور بودن از زندگانى متجمّلانه ، و ترك تبذير و اسراف ، و دست نبردن به فَىْء و غنيمت ، به من تأسّى كنيد ! )\r\nو اگر اين كار را نكنيد ، و عهد و پيمان خود را بشكنيد ، و بيعت را از ذمّه‌هاى خود برداريد ؛ به جان خودم سوگند كه اين عمل از شما بديع و تازه نيست !\r\nشما با پدر من ، و برادر من ، و پسر عمّ من مسلم بن عقيل نيز چنين كرديد .\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":65},
  {"content":"\r\n\r\nپس شخص مغرور و گول خورده ، كسى است كه به اقبال شما و توجّه شما فريب خورد !\r\nچون شما از بهره خود روى گردانيده و بخت خود را واژگون نموده ايد ! و نصيب خود را ضايع و تباه ساخته ايد !\r\nو بدانيد : هر كس كه پيمان بشكند ، عواقب وخيم و عكس العمل پيمان شكنى بر عهدهء خود اوست . و البتّه خداوند به زودى از شما بى نياز مىگرداند . و سلام خداوند و رحمت و بركات خداوند بر شما باد ! »\r\nو چون حضرت سيّد الشّهداء عليه السّلام به كربلا وارد شدند ، دوات و كاغذ طلبيده و نظير همين خطبه‌اى را كه بيان شد ، براى بزرگان و اشراف كوفه ، آنان كه گمان مىرفت در خطّ مشى آن حضرت هستند نوشتند . « 1 » و پايان نامه را به خاتَم شريف مُهر زده و نامه را پيچيدند و به قَيس ابن مُسْهر صَيداوى دادند تا به كوفه برساند .\r\n\r\nخطبه حضرت در شب عاشورا در جمع اصحاب و برداشتن بيعت از آنها\r\nحضرت سيّد الشّهداء عليه السّلام روز تاسوعا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « مقتل خوارزمى » ج 1 ، ص 234 ؛ و در « ملحقات إحقاق الحقّ » ج 11 ، ص 603 ، از « مقتل خوارزمى » نقل مىكند .\r\n","page_name":" 58 ","page_number":66},
  {"content":"\r\n\r\nنزديك غروب آفتاب اصحاب خود را جمع نمودند . و حضرت علىّ بن الحسين زين العابدين عليه السّلام مىفرمايد : من نزديك رفتم تا ببينم به آنها چه مىگويد ؛ و من در آن وقت مريض بودم . پس شنيدم كه پدرم به اصحاب خود چنين فرمود :\r\nأُثْنِى عَلَى اللَهِ أَحْسَنَ الثَّنَآءِ . وَ أَحْمَدُهُ عَلَى السَّرَّآءِ و الضَّرَّآءِ .\r\nاللَهُمَّ إنِّى أَحْمَدُكَ عَلَى أَنْ أَكْرَمْتَنَا بِالنُّبُوَّة ، وَ عَلَّمْتَنَا الْقُرْءَانَ ؛ وَ فَقَّهْتَنَا فِى الدِّينِ .\r\nأَمَّا بَعْدُ ، فَإنِّى لَا أَعْلَمُ أَصْحَابًا أَوْفَى وَ لَا خَيْرًا مِنْ أَصْحَابِى ، وَ لَا أَهْلَ بَيْتٍ أَبَرَّ وَ لَا أَوْصَلَ مِنْ أَهْلِ بَيْتِى ؛ فَجَزَاكُمُ اللَهُ عَنِّى خَيْرَ الْجَزَآءِ .\r\nأَلَا وَ إنِّى قَدْ أَذِنْتُ لَكُمْ ، فَانْطَلِقُوا جَمِيعًا فِى حِلٍّ ؛ لَيْسَ عَلَيْكُمْ مِنِّى ذِمَامٌ . هَذَا اللَيْلُ قَدْ غَشِيَكُمْ فَاتَّخِذُوهُ جَمَلًا . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « إرشاد » مفيد ص 250 ؛ و « إعلام الورَى » ص 234 ؛ و « نفس المهموم » ص 137 ؛ و « مقتل مقرّم » ص 233 ، از طبرى ج 6 ، ص 238 و 239 ، و از « كامل » ابن أثير ج 4 ، ص 24 ؛ و « ملحقات إحقاق الحقّ » ج 11 ، ص 611 ، از « كامل » ابن أثير و طبرى ، و از خوارزمى در « مقتل » ج 1 ، ص 246 ، و از قندوزى در « ينابيع المودّة » ص 239 طبع اسلامبول\r\n","page_name":" 59 ","page_number":67},
  {"content":"\r\n\r\n« ثنا و ستايش خداوند را بجا مىآورم به بهترين ستايش ، و او را در دو حال مسرّت و خوشى و گرفتارى حمد مىكنم .\r\nبار پروردگارا ! من حقّاً حمد و سپاس تو را بجاى مىآورم كه ما را به نبوّت بزرگوار و مكرّم داشتى ! و قرآن را به ما تعليم كردى ! و در دين ، ما را فقيه و دانا نمودى !\r\nامّا بعد ، من حقّاً اصحابى باوفاتر و بهتر از اصحاب خودم ، و نه اهل بيتى نيكوكارتر و با صِله و پيوندتر از اهل بيت خودم سراغ ندارم ؛ پس خداوند شما را از طرف من به بهترين جزائى پاداش دهد !\r\nآگاه باشيد كه من در رفتن به شما اذن و اجازه دادم ؛ پس همگى برويد كه عقد بيعت را از شما بگسستم و نسبت به خود ، بر شما عهده و ذِمامى ندارم .\r\nاينك شب در رسيده است و پوشش آن شما را در بر گرفته است ؛ آن را چون شتر راهوارى بگيريد و متفرّق شويد ! »\r\nبرادران ، و فرزندان ، و پسران برادر ، و پسران\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":68},
  {"content":"\r\n\r\nعبد الله بن جعفر ، و مسلم بن عَوسجه ، و زهير بن القَيْن ، و جماعتى ديگر از اصحاب برخاستند و هر يك با زبانى اعتذارآميز گفتند كه : ما بعد از تو باقى نباشيم ! و خداوند ما را پس از تو زنده نگذارد ! ابداً ابداً چنين كارى نخواهيم كرد ؛ بلكه آرزو داشتيم چندين جان داشتيم و همه را در راه تو فدا مىكرديم !\r\n\r\nدعاى حضرت در صبح عاشورا\r\nاز حضرت سيّد السّاجدين و زين العابدين عليه السّلام روايتست كه :\r\nلَمَّا صَبَّحَتِ الْخَيْلُ الْحُسَيْنَ عليه السلام ، رَفَعَ يَدَيْهِ وَ قَالَ :\r\nاللَهُمَّ أَنْتَ ثِقَتِى فِى كُلِّ كَرْبٍ ، وَ أَنْتَ رَجَآئِى فِى كُلِّ شِدَّة ، وَ أَنْتَ لِى فِى كُلِّ أَمْرٍ نَزَلَ بِى ثِقَة وَعُدَّة .\r\nكَمْ مِنْ هَمٍّ يَضْعُفُ فِيهِ الْفُؤَادُ ، وَ تَقِلُّ فِيهِ الْحِيلَة ، وَ يَخْذُلُ فِيهِ الصَّدِيقُ ، وَ يَشْمُتُ فِيهِ الْعَدُوُّ ؛ أَنْزَلْتُهُ بِكَ ، وَ شَكَوْتُهُ إلَيْكَ ، رَغْبَة مِنِّى إلَيْكَ عَمَّنْ سِوَاكَ ؛ فَفَرَّجْتَهُ عَنِّى ، وَ كَشَفْتَهُ ، وَ كَفَيْتَهُ .\r\nفَأَنْتَ وَلِىُّ كُلِّ نِعْمَة ، وَ صَاحِبُ كُلِّ حَسَنَة ، وَ مُنْتَهَى كُلِّ رَغْبَة . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « إرشاد » مفيد ص 253 ؛ و « نفس المهموم » ص 144 ؛ و\r\n","page_name":" 61 ","page_number":69},
  {"content":"\r\n\r\n« و چون صبحگاهان لشكر به نزد حسين عليه السّلام آمدند ، دستهاى خود را بلند نموده و عرضه داشت :\r\n\r\n\r\n","description":"","footnote":"\r\nملحقات إحقاق الحقّ » ج 11 ، ص 613 ، . از طبرى در « تاريخ » ج 4 ، ص 321 ؛ و ابن كثير در « البدايه و النّهايه » ج 8 ، ص 199 ، و « مقتل مقرّم » ص 253 ، از ابن أثير در « كامل » ج 4 ، ص 25 ، و از « تاريخ ابن عساكر » ج 4 ، ص 333 ؛ و ذَكَرَ الكَفْعمىُّ در « مصباح » ص 158 ، طبع هند كه رسول الله اين دعا را در روز بَدر خوانده‌اند - انتهى . در « أمالى شيخ طوسى » ( ره ) طبع نجف ج 1 ، ص 33 ، با إسناد خود از ريّان بن صَلت روايت كرده است كه او مىگويد : شنيدم علىّ بن موسى الرضا عليه السّلام با كلماتى خدا را مىخواندند ، من آن كلمات را حفظ كردم و در هر گرفتارى و بلائى و شدّتى كه براى من پيش آمد ، خواندم ، آن شدّت گشايش يافت . و آن كلمات اينست : آنگاه همين دعا را نقل مىكند و در آخرش اين كلمات را اضافه دارد كه : فَلَكَ الْحَمْدُ كَثيرًا ، وَ لَكَ الْمَنُّ فاضِلًا . بِنِعْمَتِكَ تَتِمُّ الصّالِحاتُ . يا مَعْروفًا بِالْمَعْروفِ مَعْروفٌ ، يا مَنْ هُوَ بِالْمَعْروفِ مَوْصوفٌ ! أنِلْنى مِنْ مَعْروفِكَ مَعْروفًا تُغنِنى بِهِ عَنْ مَعْروفِ مَنْ سِواكَ ؛ بِرَحْمَتِكَ يَا أرْحَمَ الرّاحِمينَ .\r\nو اين دعا را تا وَ لَكَ المنُّ فاضِلًا با مختصر اختلافى در لفظ از حضرت صادق عليه السّلام محدّث قمّى در « الباقيات الصّالحات » كه در حاشيه « مفاتيح الجنان » مطبوع است در ص 381 ، ذكر كرده است . و نيز تا همين موضع از آن را سيّد در « مُهَج الدّعوات » ص 97 ، از رسول الله روايت كرده كه در روز بدر خوانده‌اند . و نيز تا همين جا را در « مهج الدّعوات » ص 269 ، از حضرت صادق ، و تا آخر دعا را در ص 270 ، از حضرت رضا آورده است .\r\n","page_name":" 62 ","page_number":70},
  {"content":"\r\n\r\nبار پروردگارا ! در تمام غصّه‌ها و اندوه ها ، تو محلّ اتّكاء و اعتماد من مىباشى ! و در هر گرفتارى و شدّت ، تو محلّ اميد من هستى ! و در هر حادثه‌اى كه بر من فرود آيد و هر نازله‌اى كه بر من وارد شود ، تو محلّ اطمينان و استعداد من مىباشى !\r\nچه بسيار از هموم و غموم خود را كه دل در آن ناتوان مىشد ، و حيله و چاره براى رفع آن كوتاه مىآمد ، و دوست ، انسان را تنها مىگذاشت ، و دشمن زبان به شماتت مىگشود ؛ من بارِ آن حوادث و هموم را بسوى تو آوردم ، و شِكوهء آن را به تو نمودم ؛ به جهت ميل و رغبتى كه به تو داشتم و به غير از تو نداشتم ؛ پس خداوندا تو همهء آنها را بر طرف نمودى ! و امر مرا كفايت كردى !\r\nبنابراين اى خداى من ! تو ولىّ تمام نعمت‌ها هستى ! و صاحب هر نيكوئى ! و منتهاى تمام رغبت‌ها مىباشى ! »\r\n\r\nخطبه حضرت در صبح عاشورا و اتمام حجّت بر كوفيان\r\nو آنگاه حضرت مركب خود را طلبيده و سوار شدند ، و با صداى بلند بطوريكه همگى مىشنيدند چنين خطبه‌اى ايراد نمودند :\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":71},
  {"content":"\r\n\r\nأَيُّهَا النَّاسُ ! اسْمَعُوا قَوْلِى ، وَ لَا تَعْجَلُوا حَتَّى أَعِظَكُمْ بِمَا يَحِقُّ عَلَىَّ لَكُمْ ؛ وَ حَتَّى أُعْذِرَ إلَيْكُمْ ! فَإنْ أَعْطَيْتُمُونِى النِّصْفَ كُنْتُمْ بِذَلِكَ أَسْعَدَ ! وَ إنْ لَمْ تُعْطُونِى النِّصْفَ مِنْ أَنْفُسِكُمْ فَأَجْمِعُوا رَأْيَكُمْ وَ شُرَكَآءَكُمْ ثُمَّ لَا يَكُنْ أَمْرُكُمْ عَلَيْكُمْ غُمَّة ثُمَّ اقْضُوا إِلَىَّ وَ لَا تُنظِرُونِ ! إِنَّ وَلِىَ اللَهُ الَّذِى نَزَّلَ الْكِتَبَ وَ هُوَ يَتَوَلَّى الصَّلِحِينَ .\r\n« اى مردم ! گفتار مرا بشنويد ! و شتاب نكنيد تا آنچه حقّ شماست بر من از اندرز و موعظه ، شما را بدان پند دهم ؛ و عذر خود را در حركت از مكّه بسوى شما براى شما بيان كنم !\r\nپس اگر از درِ انصاف در آئيد و عذر مرا بپذيريد كه البتّه نيكبخت باشيد ! و ديگر راه مقاتله و جنگ با من بر روى شما بسته مىگردد !\r\nو اگر عذر مرا نپذيريد و حجّت مرا كافى ندانيد ، پس در آن هنگام رأى خود و شريكان خود را روى هم گرد آورده ، تا اينكه كار شما و امر شما بر شما پوشيده نماند ؛ و سپس بدون هيچ مهلتى به من بپردازيد و كار خود را يكسره كنيد !\r\nبدانيد كه صاحب اختيار و ولىّ من خداست كه\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":72},
  {"content":"\r\n\r\nقرآن كريم را بفرستاد ؛ و او زمام امور مردمان صالح را در دست دارد . »\r\nپس حمد خداى را بجا آورد ، و ثناى او بگفت ، و درود بر پيغمبر بفرستاد ، و هيچ خطيبى ديده نشد نه قبل از او و نه بعد از او كه چنين با بلاغت در گفتار خود مطالب را ادا كند .\r\nو پس از آن فرمود : اوّل نَسَب مرا در نظر آوريد ! و ببينيد من كيستم ؟ و سپس به افكار خود مراجعه كنيد و آن را مورد عتاب و سرزنش قرار دهيد ! ببينيد آيا كشتن من براى شما سزاوار است ؟ ! و آيا پاره كردن حرمت من بر شما جائز است ؟ !\r\nمگر من پسر دختر پيغمبر شما نيستم ؟ مگر من پسر وصىّ پيغمبر و پسر عموى او كه اوّل مؤمن و تصديق آورندهء به رسول الله و به آنچه از جانب خدا بر او نازل شده بود نيستم ؟\r\nمگر حمزهء سيّد الشّهداء عموى پدر من نيست ؟ مگر جعفر كه به دو بال خود در بهشت پرواز مىكند ، عموى من نيست ؟\r\nآيا مگر به شما نرسيده است گفتار رسول خدا كه\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":73},
  {"content":"\r\n\r\nدرباره من و برادرم فرمود :\r\nهَذَانِ سَيِّدَا شَبَابِ أَهْلِ الْجَنَّة .\r\n« اين دو نفر دو سيّد و آقاى جوانان بهشتند . » ؟\r\nپس اگر مرا در اين گفتار تصديق داريد و بدانيد كه من راست مىگويم ؛ و سوگند به خدا از وقتى كه دانسته‌ام خداوند دروغگو را دشمنِ مبغوض شمرده است ، سخن دروغى را بر زبان نياورده‌ام ( از كشتن من صرف نظر كنيد ) !\r\nو اگر گفتار مرا باور نداريد و اين كلام را تكذيب مىكنيد ، اينك در ميان شما كسى هست كه شما را خبر دهد ! از جابربن عبد الله أنصارى و أبو سعيد خُدرى و سَهْل بن سَعد ساعدىّ و زيد بن أرقَم و أنس بن مالك سؤال كنيد ! آنان به شما خبر مىدهند كه رسول خدا دربارهء من و برادرم چنين فرموده است . آيا اين معنى مانع و حاجز از ريختن خون من نمىشود ؟\r\nشمر گفت : آن كسى كه بفهمد تو چه مىگوئى ، خدا را بر يك جانب عبادت كرده است !\r\nحبيب بن مظاهر در پاسخ شمر گفت : سوگند به خدا كه من مىبينم تو را كه خدا را بر هفتاد جانب ( از شكّ و شبهه ) عبادت مىكنى ! خداوند بر دل تو مُهر زده است . ( و ديگر ياراى فهم و ادراك ندارد . )\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":74},
  {"content":"\r\n\r\nحضرت سيّد الشّهداء فرمود : اگر در اين امر شكّ داريد ، آيا در اين هم شكّ داريد كه من پسر دختر پيغمبر شما هستم ؟ !\r\nسوگند به خدا در ميان مشرق و مغرب عالم ، پسر دختر پيغمبرى غير از من ، نه در ميان شما و نه در ميان غير شما نيست !\r\nواى بر شما ! آيا كسى را از شما كشته‌ام كه به طلب قصاص گرد آمده ايد ؟ يا مالى را از شما تملّك نموده‌ام ، يا جراحتى و زخمى زده‌ام كه براى تلافى آمده ايد ؟ !\r\nهيچيك از آنان سخنى نگفت !\r\nحضرت ندا در داد : اى شَبَث بن رِبْعِىّ ! و اى حجّار بن أبْجُر ! و اى قَيس بن أشعَث ! و اى يزيد بن حارِث ! آيا شما به من در نامه ننوشتيد كه : ميوه‌هاى درختان رسيده است ! و اطراف زمين سر سبز گرديده است ! اگر به سوى ما بيائى ، به سوى لشكرى آمادهء معاونت و كمك در تحت فرمان خود خواهى آمد ؟ !\r\nقيس بن اشعث گفت : ما نمىدانيم تو چه مىگوئى ! و ليكن براى حكم و فرمان پسر عمويت ( يزيد ) تنازل كن ؛ آنان براى تو نمىخواهند مگر آنچه را كه تو بپسندى !\r\nفَقَالَ الْحُسَيْنُ عليه السلام : لَا وَ اللَهِ ! لَا أُعْطِيكُمْ\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":75},
  {"content":"\r\n\r\nبِيَدِى إِعْطَآءَ الذَّلِيلِ ، وَ لَا أَقِرُّ لَكُمْ قَرَارَ الْعَبِيدِ . ثُمَّ « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وَ لا أقِرُّ لَكُمْ قَرارَ الْعَبيدِ يعنى من مانند بندگان ، تحمّل بار عبوديّت شما را نمىكنم و خود را متمكّن براى تمكين شما نمىنمايم . و بنابراين لفظ أقرّ و لفظ قرار هر دو با قاف است . مرحوم ميرزا محمّد تقى سپهر در « ناسخ التّواريخ » در جلد حضرت سيّد الشّهداء عليه السّلام ( طبع حروفى ج 2 ، ص 234 ) با فاء ذكر كرده است : وَ لا أفِرُّ لَكُمْ فِرارَ الْعَبيدِ و چنين ترجمه كرده است كه « من از شما نگريزم » ؛ و اين صحيح نيست . چون لفظ لَكُمْ غلط است و بايد به جاى آن لفظ مِنْكُمْ باشد ، در حالى كه مىدانيم در تمام مقاتل لفظ لَكُمْ آمده است و لذا بعضى براى فرار از اين اشكال إقْرارَ الْعَبيد از باب إفعال خوانده‌اند ؛ يعنى « مانند بندگان اقرار و اعتراف به بندگى شما نمىكنم . »\r\nو مرحوم سيّد عبد الرّزّاق مقرّم در مقتل خود در ص 256 ، لفظ لَكُمْ را حذف نموده و با فاء اينچنين خوانده است : و لَا أفِرُّ فِرارَ الْعَبيدِ . و گفته است : ابن نما در « مُثير الاحزان » ص 26 اينطور آورده است و سپس گفته است كه با فاء بهتر است از آنچه در زبانها جارى است كه با قاف مىخوانند ، چون اگر با قاف خوانده شود همان معناى جمله اوّل را مىرساند كه فرمود : لا أُعْطيكُمْ بِيَدى إعْطآءَ الذَّليلِ ( يعنى من دست ذلّت به شما نمىدهم ) . و ليكن بنا بر روايت فاء معناى جديدى را مىرساند كه من فرار هم نمىكنم\r\n. أقول : با وجود آنكه در « مقاتل » لفظ لَكُمْ وارد شده است ما نمىتوانيم آن را ناديده انگاشته و به روايت ابن نما اكتفا كنيم . و در صورتى كه با قاف بخوانيم باز تكرار معناى اوّل نيست ، بلكه آن حالت تمكين عبوديّت را از خود نفى مىفرمايد . و على كلّ تقدير چون در « مقاتل » با قاف است و لفظ لَكُمْ نيز دارد همان معنائى را\r\n","page_name":" 68 ","page_number":76},
  {"content":"\r\n\r\nنَادَى : يَا عِبَادَ اللَهِ ! إِنِّى عُذْتُ بِرَبِّى وَ رَبِّكُمْ أَن تَرْجُمُونِ ؛ وَ أَعُوذُ بِرَبِّى وَ رَبِّكُمْ مِنْ كُلِّ مُتَكَبِّرٍ لَا يُؤْمِنُ بِيَوْمِ الْحِسَابِ . « 1 »\r\n« حضرت سيّد الشّهداء عليه السّلام در اينحال فرمود : نه سوگند به خدا ! چون ذليلان دست ذلّت به شما ندهم ! و مانند بردگان بار ظلم و ستم شما را به دوش نمىكشم !\r\nو پس از آن فرمود : اى بندگان خدا ! من پناه مىبرم به پروردگار خودم و پروردگار شما از اينكه مرا سنگباران كنيد ! من پناه مىبرم به پروردگارم و پروردگار شما از هر متكبّرى كه بروز پاداش و\r\n\r\n\r\n","description":"","footnote":"\r\nكه ما نموديم بهتر است كه « من مانند بردگان تمكين نمىكنم و بار ستم شما را به دوش نمىكشم » .\r\n( 1 ) اين خطبه را مفيد در « إرشاد » از ص 253 تا ص 255 آورده است . و محدّث قمّى در « نفس المهموم » از ص 144 تا ص 146 ، و خوارزمى در « مقتل » در ج 1 ، ص 253 ، و سيّد عبد الرّزّاق مقرّم در « مقتل » از ص 254 تا ص 257 از طبرى ج 6 ، ص 242 ، و از « مقتل » محمّد بن أبى طالب ، و از « مثير الاحزان » ابن نما ص 26 آورده است . و شيخ طبرسى در « إعلام الورى » از ص 237 تا 238 ، و در « ملحقات إحقاق الحقّ » ج 11 ، ص 615 و 616 ، و از ابن كثير در « البداية و النّهاية » ج 8 ، ص 178 طبع مصر ، و در ص 621 و 622 ، از شيبانى ، و ابن أثير در « كامل » ج 3 ، ص 287 ، طبع منيريّه مصر آورده است .\r\n","page_name":" 69 ","page_number":77},
  {"content":"\r\n\r\nحساب ايمان ندارد » .\r\n\r\nخطبه حضرت در روز عاشورا در مذمّت اهل كوفه ، تبرّى جستن از مذلّت و نفرين بر كوفيان\r\nابن طاووس خطبه غرّاء زير را از حضرت سيّد الشّهداء عليه السّلام در روز عاشورا روايت كرده است . بدين مضمون كه :\r\nقالَ الرّاوى : وَ رَكِبَ أصْحابُ عُمَرَ بْنِ سَعْدٍ لَعَنَهُمُ اللَهُ ، فَبَعَثَ الْحُسَيْنُ عَلَيهِ السَّلَامُ بُرَيْرَ بْنَ خُضَيْرٍ فَوَعَظَهُمْ فَلَمْ يَسْتَمِعوا ، وَ ذَكَّرَهُمْ فَلَمْ يَنْتَفِعوا .\r\nفَرَكِبَ الْحُسَيْنُ عليه السلام ناقَتَهُ وَ - قيلَ فَرَسَهُ - فَاسْتَنْصَتَهُمْ فَأنْصَتوا . فَحَمِدَاللَهَ ، وَ أثْنَى عَلَيْهِ ، وَ ذَكَرَهُ بِما هُوَ أهْلُهُ ، وَ صَلَّى عَلَى مُحَمَّدٍ وَ عَلَى الْمَلَئِكَةِ وَ الأنْبِيَآءِ وَ الرُّسُلِ ، وَ أبْلَغَ فى الْمَقالِ ؛ ثُمَّ قالَ :\r\nتَبًّا لَكُمْ أَيَّتُهَا الْجَمَاعَة وَ تَرَحًا ! حِينَ اسْتَصْرَخْتُمُونَا وَالِهِينَ ، فَأَصْرَخْنَاكُمْ مُوجِفِينَ ؛ سَلَلْتُمْ عَلَيْنَا سَيْفًا لَنَا فِى أَيْمَانِكُمْ ! وَ حَشَشْتُمْ عَلَيْنَا نَارًا اقْتَدَحْنَاهَا عَلَى عَدُوِّنَا وَ عَدُوِّكُمْ ! فَأَصْبَحْتُمْ إلْبًا لِاعْدَآئِكُمْ عَلَى أَوْلِيَآئِكُمْ بِغَيْرِ عَدْلٍ أَفْشَوْهُ فِيكُمْ ، وَ لَا أَمَلٍ أَصْبَحَ لَكُمْ فِيهِمْ !\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":78},
  {"content":"\r\n\r\nفَهَلَّا - لَكُمُ الْوَيْلَاتُ - تَرَكْتُمُونَا ؛ وَ السَّيْفُ مَشِيمٌ ، وَ الْجَأْشُ طَامِنٌ ، وَ الرَّأْىُ لَمَّا يُسْتَحْصَفْ ! ؟ وَ لكِنْ أَسْرَعْتُمْ إلَيْهَا كَطَيْرَة الدَّبَى ! وَ تَدَاعَيْتُمْ إلَيْهَا كَتَهَافُتِ الْفَرَاشِ !\r\nفَسُحْقًا لَكُمْ يَا عَبِيدَ الامَّة ! وَ شُذَّاذَ الاحْزَابِ ! وَ نَبَذَه الْكِتَابِ ! وَ مُحَرِّفِى الْكَلِمِ ! وَ عُصْبَه الاثَامِ ! وَ نَفَثَة الشَّيْطَانِ ! وَ مُطْفِى السُّنَنِ ! أَ هَؤُلَآءِ تَعْضُدُونَ ؟ ! وَ عَنَّا تَتَخَاذَلُونَ ؟ !\r\nأَجَلْ وَ اللَهِ غَدْرٌ فِيكُمْ قَدِيمٌ ! وَشَجَتْ إلَيْهِ أُصُولُكُم ! وَ تَأَزَّرَتْ عَلَيْهِ فُرُوعُكُم ! فَكُنْتُمْ أَخْبَثَ ثَمَرٍ شَجًا لِلنَّاظِرِ ! وَ أُكْلَه لِلْغَاصِبِ !\r\nأَلَا وَ إنَّ الدَّعِىَّ ابْنَ الدَّعِىِّ قَدْ رَكَزَ بَيْنَ اثْنَتَيْنِ : بَيْنَ السِّلَّة وَ الذِّلَّة ؛ وَ هَيْهَاتَ مِنَّا الذِّلَّة .\r\nيَأْبَى اللَهُ ذَلِكَ لَنَا وَ رَسُولُهُ وَ الْمُؤْمِنُونَ ، وَ حُجُورٌ طَابَتْ وَ طَهُرَتْ ، وَ أُنُوفٌ حَمِيَّة ، وَ نُفُوسٌ أَبِيَّة ؛ مِنْ أَنْ نُؤْثِرَ طَاعَةَ اللِئَامِ عَلَى مَصَارعِ الْكِرَامِ .\r\nأَلَا وَ إنِّى زَاحِفٌ بِهَذِهِ الاسْرَة مَعَ قِلَّه الْعَدَدِ ، وَ خَذْلَة النَّاصِرِ . ثُمَّ أَوْصَلَ كَلَامَهُ بِأَبْيَاتِ فَرْوَة بْنِ مُسَيْكٍ الْمُرَادِىِّ :\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":79},
  {"content":"\r\n\r\n فَإنْ نَهْزِمْ فَهَزَّامُونَ قِدْمًا * وَ إنْ نُغْلَبْ فَغَيْرُ مُغَلَّبِينَا ( 1 )\r\nوَ مَا إنْ طِبُّنَا جُبْنٌ وَ لَكِنْ * مَنَايَانَا وَ دَوْلَه ءَاخَرِينَا ( 2 )\r\nإذَا مَا الْمَوْتُ رَفَّعَ عَنْ أُنَاسٍ * كَلَاكِلَهُ ، أَنَاخَ بِآخَرِينَا ( 3 )\r\nفَأفْنَى ذَلِكُمْ سُرَوَآءَ قَوْمِى * كَمَا أَفْنَى الْقُرُونَ الأوَّلِينَا ( 4 )\r\nفَلَوْ خَلَدَ الْمُلُوكُ إذًا خَلَدْنَا * وَ لَوْ بَقِىَ الْكِرَامُ إذًا بَقِينَا ( 5 )\r\nفَقُلْ لِلشَّامِتِينَ بِنَا أَفِيقُوا * سَيَلْقَى الشَّامِتُونَ كَمَا لَقِينَا ( 6 ) \r\nثُمَّ أَيْمُ اللَهِ ! لَا تَلْبَثُونَ بَعْدَهَا إلَّا كَرَيْثما يُرْكَبُ الْفَرَسُ ، حَتَّى تَدُورَ بِكُمْ دَوْرَ الرَّحَى ! وَ تَقْلَقَ بِكُمْ قَلَقَ الْمِحْوَرِ ! عَهْدٌ عَهِدَهُ إلَىَّ أَبِى عَنْ جَدِّى ؛ فَأَجْمِعُوا أَمْرَكُمْ وَ شُرَكَآءَكُمْ ثُمَّ لَا يَكُنْ أَمْرُكُمْ عَلَيْكُمْ غُمَّة ثُمَّ اقْضُوا إِلَىَّ وَ لَا تُنظِرُونِ !\r\nإِنِّى تَوَكَّلْتُ عَلَى اللَهِ رَبِّى وَ رَبِّكُم مَّا مِن دَآبَّة إِلَّا هُوَ ءَاخِذٌ بِنَاصِيَتِهَآ إنَّ رَبِّى عَلَى صِرطٍ مُّسْتَقِيمٍ .\r\nاللَهُمَّ احْبِسْ عَنْهُمْ قَطْرَ السَّمَآءِ ! وَ ابْعَثْ عَلَيْهِمْ\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":80},
  {"content":"\r\n\r\nسِنِينَ كَسِنى يُوسُفَ ! وَسَلِّطْ عَلَيْهِمْ غُلَامَ ثَقِيفٍ ، فَيَسُومَهُمْ كَأْسًا مُصَبَّرَة ! فَإنَّهُمْ كَذَّبُونَا وَ خَذَلُونَا وَ أَنْتَ رَبُّنَا ! عَلَيْكَ تَوَكَّلْنَا ! وَ إلَيْكَ أَنَبْنَا ! وَ إلَيْكَ الْمَصِيرُ ! « 1 »\r\n« چون اصحاب عُمَر بن سعد بر مركب‌هاى خود سوار شده و آمادهء جنگ با حضرت سيّد الشّهداء عليه السّلام شدند ، حضرت ، بُرَيْرَ بن خُضَير را براى موعظهء لشكر بفرستاد .\r\nبُرير هر چه آنان را پند و اندرز داد گوش ندادند ، و هر چه آنها را متذكّر و متنبّه نمود از آن سودى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اين خطبه را در « لهوف » از ص 85 تا ص 88 آورده است . و در « نفس المهموم » ص 149 و 150 ، و در « مقتل مقرّم » از ص 262 تا ص 264 ، و در « مقتل خوارزمى » ج 2 ، ص 6 و 7 ، و در « ملحقات إحقاق الحقّ » ج 11 ، ص 624 و 625 آورده است ؛ و در « ملحقات » از خوارزمى با همين عباراتى كه نقل كرديم با مختصر اختلاف . و از علّامه ابن عساكر دمشقى در تاريخش ( بنا بر آنچه در ص 333 از منتخب آن وارد است ) نيز با مختصر اختلافى در لفظ وارد است . در « كشف الغمّة » ص 181 ، مختصرى از آن را آورده است . و در « تحف العقول » از ص 240 تا ص 242 ، تحت عنوان نامه حضرت به اهل كوفه ذكر كرده است . و شيخ طبرسى در « احتجاج » در ص 24 و 25 ، ج 2 از طبع نجف ، از مصعب بن عبد الله تا آخر اشعار تمثّل حضرت را آورده است .\r\n","page_name":" 73 ","page_number":81},
  {"content":"\r\n\r\nنبردند .\r\nدر اينحال خود حضرت امام حسين عليه السّلام بر ناقهء خود - و بعضى گفته‌اند بر اسب خود - سوار شد ، و آنها را دعوت به سكوت نمود . و چون ساكت شدند ، حمد خدا را بجاى آورد ، و ثنا بر او فرستاد ، و به آنچه موجب عظمت مقام حضرت حقّ بود او را بستود ، و درود بر محمّد و فرشتگان و انبياء و رسولان الهى فرستاد ؛ و در خطبه و گفتار بحدّ أتمّ و اكمل در رسانيدن مطلب اهتمام نمود .\r\nو سپس فرمود : اى جماعت ! زيان و هلاكت بر شما باد ! و فقر و نكبت و اندوه نيز از آن شما باد ؛ كه ما را با شور و وَلَه به فرياد رسى خود خوانديد ! و ما چون با شتاب براى فريادرسى و دادخواهى شما آمديم ، همان شمشيرى را كه متعلّق به ما بوده ، و در دست شما نهاده بوديم برهنه نموده و بر سر ما كشيديد ! و همان آتشى را كه براى دشمنان خود و دشمنان شما جرقّهء آن را افروخته بوديم بر ما افروختيد ! و براى سركوبى دوستان خود ، با دشمنان خود همدست و هماهنگ شديد !\r\nبا اينكه آن دشمنان ، عَدلى را در ميان شما رواج\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":82},
  {"content":"\r\n\r\nنداده و دادى را نگستردند ؛ و نه اميد خيرى براى خود در آنها داريد .\r\nبنابراين ، بليّه‌ها و رسوائيها دامنگيرتان باد ! چرا در آن وقتى كه شمشيرها در غلاف بود ، و نفوس آرام ، و رأىها هنوز در قتال مستحكم نگرديده بود ؛ ما را رها ننموديد ؟ ! بلكه مانند سيل ملخ بسوى فتنه گسيل شديد ! و مانند پروانه در فتنه به هم ريختيد !\r\nپس هلاكت و نابودى باد بر شما اى بنده‌هاى امّت ها ! و اى افراد كنار زده شده و دور شده از حزب‌ها و جمعيّت ها ! و اى پس زنندگان كتاب خدا ! و اى تحريف كنندگان كلمات پروردگار ! و اى طائفه گناه آفرين ! و اى آب و دَمِ دهان شيطان ! و اى خاموش كنندگان سنّت‌هاى الهيّه !\r\nآيا شما اين جماعت را يار و ياورى مىنمائيد و ما را مخذول و تنها و منكوب مىگذاريد ؟ !\r\nآرى ! سوگند به خدا كه اين مكر و حيله در شما بى سابقه و تاريخچه نيست ! و بر اين مكر ، اصول و ريشه‌هاى شما پيوسته و آميخته شده است ! و شاخه‌هاى شما بر آن پرورش يافته و نيرو گرفته\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":83},
  {"content":"\r\n\r\nاست ! پس شما پليدترين ثمرهء اين درختيد ، كه در كام صاحبش كه ناظر آنست چون خار و استخوان گلوگير مىگرديد ! و در كام شخص غاصب و متعدّى لقمه گوارا مىباشيد !\r\nآگاه باشيد كه اين مرد بى پدر : زنازاده و پسر زنازاده ( عُبيد الله بن زياد ) مرا بين دو چيز ثابت و ميخكوب نموده است : يا با شمشير جنگ كردن و شربت شهادت نوشيدن ، و يا تن به ذلّت و خوارى دادن ؛ وهَيْهَاتَ مِنَّا الذِّلَّة ، چقدر ذلّت از ما دور است !\r\nخداوند بر ما زبونى و ذِلّت را نمىپسندد ، و رسول خدا و مؤمنين نمىپسندند ، و دامن‌هاى پاك و پاكيزه‌اى كه ما را در خود پرورش داده‌اند ، و سرهاى پر حميّت ، و نفس‌هاى استواريكه ابداً زير بار ظلم و تعدّى نمىروند ، بر ما نمىپسندند كه اطاعت فرومايگان و زشت سيرتان را بر قتلگاه كريمان و شرافتمندان ترجيح دهيم !\r\nآگاه باشيد كه من با همين جماعت اندكى كه با من هستند ، با وجود كمى تعداد و نبودن مُعين و ياور آمادهء جنگ هستم !\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":84},
  {"content":"\r\n\r\nو در اين حال حضرت خطبه خود را به ابيات فَرْوة بْن مُسَيك مُرادى اتّصال داده و به چند بيت از آن بدين منوال تمثّل نمود :\r\n1 - اگر ما غلبه كنيم و پيروزمندانه دشمن را به هزيمت دهيم ، اين كارِ تازه ما نيست ؛ از قديم الايّام دأب و دَيْدَن ما چنين بوده است . و اگر مغلوب گرديم ، پس هيچگاه مغلوب شده نيستيم ( به علّت آنكه نيّت ما و ارادهء ما بر صلاح و تقوى بوده ، و اين معنى شكست پذير نيست )\r\n2 - عادت و طبيعت ما ترس از مرگ نيست ( و بدين جهت نيز به جنگ نيامده‌ايم كه جان خود را دوست داريم ، بلكه چون نمىخواهيم دشمن ناپاك بر ما سيطره جويد ، براى اين منظور آمادهء نبرد شده‌ايم ؛ چون محال است كه تا ما زنده‌ايم او بتواند بر ما چيره گردد ) و ليكن دولت و حكومت او تنها و تنها پيوسته به مرگ ماست .\r\n3 - اگر مرگ سينهء خود را از روى يك دسته از مردم بردارد ، بدون شكّ روى يك دستهء ديگر از مردم مىخوابد ؛ و ابداً انسان را از مرگ گريزى و گزيرى نيست .\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":85},
  {"content":"\r\n\r\n4 - همين مرگ ، اشراف و بزرگان قوم ما را نابود كرد ؛ همچنانكه اقوام و طوائف پيشين را نابود كرد .\r\n5 - اگر پادشاهان و مقتدران عالم در اين جهان جاودانه زيست مىنمودند ، ما هم مىتوانستيم مخلّد بمانيم ، ؛ و اگر بزرگان مىماندند ما نيز باقى بوديم ؛ ولى بقاء و خلودى نيست .\r\n6 - پس به شماتت كنندگان ما بگوئيد : هان بيدار شويد و به هوش آئيد ! كه به زودى آنان نيز مانند ما به مرگ و نيستى مىرسند !\r\nو پس از اين تمثّل ، حضرت به خطبهء خود بدين طريق ادامه دادند كه :\r\nو سوگند به خدا كه پس از واقعهء شهادتِ من ، بدانچه دل بسته‌ايد نمىرسيد ! و درنگ نمىكنيد در اين جهان مگر به قدر سوارى يك اسب ؛ كه ناگاه روزگار ، همچون سنگ آسيا به دور شما بگردد و چون محور آسيا در شما گير كند و شما را به قلق و تشويش و اضطراب اندازد !\r\nاين عهدى است كه پدر من با من ، از جدّ من نموده است . حال رأى خود و همدستان خود را روى هم گرد آوريد ! و مجتمعاً فكر كنيد و تصميم\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":86},
  {"content":"\r\n\r\nبگيريد كه امر شما بر شما پوشيده نماند ! و به كردار خود پشيمان نشده و دچار غم و اندوه و حسرت نگرديد !\r\nآنگاه پس از اين تفكّر بدون شتاب زدگى ، بر من حمله ور شده و بدونِ هيچ مُهلتى كار مرا تمام كنيد !\r\nمن توكّل بر خداوند نمودم ، كه پروردگار من و پروردگار شماست . هيچ جنبده‌اى در روى زمين نجنبد مگر آنكه تقديراتش به دست قدرت اوست ؛ و حقّاً پروردگار من در راه راست و طريق صواب است .\r\nبار پروردگارا ! قطرات باران آسمان را بر اين قوم فرو بند ! و قحط و گرسنگى را بر آنان ، چون قحط زمان يوسف مقدّر فرما ! و جوان ثقفى را بر آنان بگمار تا آنان را از كاسهء تلخ زهرآگين بچشاند ! چون آنان ما را تكذيب كرده و به دروغ نسبت دادند ، و ما را مخذول و منكوب نمودند !\r\nتو هستى پروردگار ما ! توكّل بر تو نموده‌ايم ! و بسوى تو انابه و بازگشت داريم ! و به سوى تو است تمام بازگشت‌ها » .\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":87},
  {"content":"\r\n\r\n\r\nاشعار رجزيّه حضرت سيّد الشهداء در روز عاشورا و ذكر فضائل خود\r\nدر كتاب « كشف الغمّة » از كتاب « الفتوح » وارد است كه چون لشكريان ابن زياد آن حضرت را در پرّه گرفتند و از آب منع كردند و از اصحاب آن حضرت همه را كشتند ، تيرى به سوى طفل صغير آن حضرت آمد و او را بكشت .\r\nحضرت او را به خونهايش آلوده كرد ، و با شمشير حفيره‌اى حفر و او را در آن مدفون ساخت ، و سپس در مقابل لشكر ايستاده و حمله مىآورد ، و اين رَجَز را مىخواند :\r\n غَدَرَ الْقَوْمُ وَ قِدْمًا رَغِبُوا * عَنْ ثَوَابِ اللَهِ رَبِّ الثَّقَلَيْن 1\r\nقَتَلُوا قِدْماً « 1 » عَلِيًّا وَ ابْنَهُ * حَسَنَ الْخَيْرِ كَرِيمَ الطَّرَفَيْن 2\r\nحَسَدًا مِنْهُمْ وَ قَالُوا أَجْمِعُوا * نُقْبِلِ الآنَ جَمِيعًا بِالْحُسَيْن 3\r\nيَا لَقَوْمٍ لِانَاسٍ رُذَّلٍ * جَمَعُوا الْجَمْعَ لِأَهلِ الْحَرَمَيْن 4\r\nثُمَّ سَارُوا وَ تَوَاصَوْا كُلُّهُمْ * لِأَجتِيَاحِى ، لِلرِّضَا بِالْمُلْحِدَيْن 5 \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) آيه الله شعرانى در « دمع السُّجوم » ص 187 ، قَتَلوا القَرْمَ ضبط نموده است و آن به معنى سيّد و عظيم است\r\n","page_name":" 80 ","page_number":88},
  {"content":"\r\n\r\n لَمْ يَخَافُوا اللَهَ فِى سَفْكِ دَمِى * لِعُبَيْدِ اللَهِ نَسْلِ الْفَاجِرَيْن 6\r\nوَ ابْنُ سَعْدٍ قَدْ رَمَانِى عَنْوَة * بِجُنُودٍ كَوُكُوفِ الْهَاطِلَيْن 7\r\nلَا لِشَىْءٍ كَانَ مِنِّى قَبْلَ ذَا * غَيْرِ فَخْرِى بِضِيَآءِ الْفَرْقَدَيْن 8\r\nبِعَلِىٍّ خَيْرِ مَنْ بَعْدَ النَّبِىّ * وَ النَّبِىِّ الْقُرَشِىِّ الْوَالِدَيْن 9\r\nخَيْرَة اللَهِ مِنَ الْخَلْقِ أَبِى * ثُمَّ أُمِّى فَأَنَا ابْنُ الْخَيْرَتَيْن 10\r\nفِضَّة قَدْ صُفِيَتْ مِنْ ذَهَبٍ * فَأَنَا الْفِضَّة وَ ابْنُ الذَّهَبَيْن 11\r\nمَنْ لَهُ جَدٌّ كَجَدِّى فِى الْوَرَى * أوْ كَشَيْخِى فَأَنَا ابْنُ الْقَمَرَيْن 12\r\nفَاطِمُ الزهرا امّى وَ أَبِى * قَاصِمُ الْكُفْرِ بِبَدْرٍ وَحُنَيْن 13\r\nوَ لَهُ فِى يَوْمِ أُحْدٍ وَقْعَه * شَفَتِ الْغِلَّ بِفَضِّ الْعَسْكَرَيْن 14\r\nثُمَّ بِالاحْزَابِ وَ الْفَتْحِ مَعًا * كَانَ فِيهَا حَتْفُ أَهْلِ الْقِبْلَتَيْن 15 \r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":89},
  {"content":"\r\n\r\n فِى سَبِيلِ اللَهِ ؛ مَاذَا صَنَعَتْ * أُمَّة السَّوءِ مَعًا بِالْعِتْرَتَيْن 16\r\nعِتْرَةِ الْبَرِّ النَّبِىِّ الْمُصْطَفَى * وَ عَلِىِّ الْوَرْدِ « 1 » بَيْنَ الْجَحْفَلَيْن « 2 » 17 \r\n« اين جماعت خيانت كردند و كافر شدند . و از زمان پيشين ، از ثواب خداوند كه پروردگار جنّ و انس است اعراض كرده و روى گردانيده‌اند .\r\n2 - اين گروه ، علىّ بن ابى طالب را كشتند . و پسر او حسن را نيز كه از ناحيه پدر و مادر ، بزرگوار و كريم بود كشتند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ممكن است الوِرْد با كسرهء واو باشد ، و آن به معنى مرد دلير و با جرأت است\r\n( 2 ) « . كشف الغمّة » ص 183 ؛ و « احتجاج » طبرسى ج 2 ، ص 25 و 26 از طبع نجف اشرف ؛ و « نفس المهموم » ص 218 ؛ و در « ملحقات إحقاق الحقّ » ج 11 ، ص 644 ، نه بيت از اين اشعار را كه بيت اوّل و دوّم و سوّم و دهم و يازدهم و دوازدهم و سيزدهم و چهاردهم و پانزدهم است در هنگام شهادت طفل صغير حضرت ذكر كرده است و آن را از « وسيله المَال » ص 178 ، و از « أهل البيت » ص 444 ذكر كرده است و بيست و پنج بيت را كه ملفّق از بعضى از اين اشعار و از غير آنست در وقت رجوع به خيام حرم از « ينابيع المودّة » ص 346 و 347 ، و پانزده بيت را از عبد الغفّار هاشمى افغانى در كتاب « أئمّة الهدى » آورده است .\r\n","page_name":" 82 ","page_number":90},
  {"content":"\r\n\r\n3 - از روى حِقد و كينه‌اى كه در دل داشتند ، گفته‌اند : جمع شويد تا همگى اينك بر حسين يورش بريم .\r\n4 - اى قوم به فرياد رسيد ! داد از دستِ مردم رَذل و پستى كه جماعت‌ها را براى جنگ با اهل حَرَمين ( مكّه و مدينه ) برانگيخته‌اند .\r\n5 - و سپس همه به راه افتادند و به خاطر خشنودى دو نفر مُلحد و زنديق ( يزيد و عبيد الله بن زياد ) براى استيصال و به هلاكت رسانيدن من ، يكديگر را سفارش مىكردند .\r\n6 - در ريختن خون من ، به جهت رضاى خاطر عبيد الله بن زياد كه زادهء دو نفر كافر است ، از خداوند نترسيدند .\r\n7 - و ابن سعد ، از روى قهر و غلبه ، با لشكرى انبوه چون دانه‌هاى باران شديد ، بر من ريخت و مرا هدف تيرباران خود نمود .\r\n8 - اين كينه‌توزى و سلطه جوئى آنان ، نه از جهت جُرم و جنايتى است كه از من سر زده است ؛ بلكه تنها به جهت افتخار من به نور و ضياء دو ستارهء فروزانست :\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":91},
  {"content":"\r\n\r\n9 - يكى از آنها علىّ بن أبىطالب كه بهترين افراد روى زمين بعد از پيغمبر است ، و ديگرى رسول خدا كه هم از ناحيهء پدر و هم از ناحيهء مادر قُرَشى است .\r\n10 - انتخاب شده و پسنديدهء خدا از ميان همهء مردمان ، پدر من است ، و پس از آن مادرم ؛ پس من فرزند دو پسنديده‌ترين و برگزيده‌ترين مردم هستم !\r\n11 - من نقره‌اى هستم كه از طلا به دست آمده است ، و بنابراين من نقره بوده و فرزند دو طلا مىباشم .\r\n12 - در ميان تمامى مخلوقات ، كيست كه جدّى مانند جدّ من داشته باشد ؟ و يا مربّى و معلّمى مانند پدر من علىّ ؟ پس من فرزند دو ماه تابناكم .\r\n13 - فاطمهء زهراء مادر من است . و پدر من كوبنده و شكنندهء كفر است در روز جنگ بدر و غزوهء حُنين .\r\n14 - و از براى پدر من در واقعهء احد داستانى است كه به واسطهء پراكنده كردن لشكر اشرار و كفّار ، موجبات شفاى غصّه و اندوه دل اهل ايمان را فراهم ساخت .\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":92},
  {"content":"\r\n\r\n15 - و موقعيّت و داستان ديگر او در غزوه أحزاب و واقعه فتح مكّه است كه در آن شدائدى كه مرگ بر مسلمانان و اهل دو قبله مىباريد ؛ با قدم راستين او در جنگ ، مرگ و شكست در هم پيچيد و ظفر براى مسلمين شد .\r\n16 - اين كارها را پدرم در راه خدا و فى سبيل الله انجام مىداد ؛ و حالا ببينيد اين امّت بدسرشت و بدكردار ، با دو عترت پاك چه كردند !\r\n17 - يكى عترت پيامبر نيكوى نيكوكردار محمّد مصطفى ، و ديگر عترت علىّ بن أبى طالب كه\r\nدر هنگام جنگ ميان دو لشكر كه چهره‌ها زرد مىشد ؛ پيوسته چهره‌اش چون گل سرخ مىدرخشيد . »\r\nعبد الله بن عمّار بن يَغوث مىگويد : من هيچ مغلوبى كه مورد تهاجم افراد بسيارى قرار گرفته باشد ، و تمام اولاد او و اهل بيت او و اصحاب او كشته شده باشند نديده‌ام ، كه قلبش محكمتر و دلش مطمئن‌تر و گامش استوارتر بوده باشد از حسين بن علىّ . در اينحال كه به لشكر دشمن حمله مىنمود تمام رجال و سپاهيان از\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":93},
  {"content":"\r\n\r\nمقابلش مىگريختند و يك نفر باقى نمىماند . « 1 »\r\nعمر بن سعد به جماعت لشكر فرياد زد : اين فرزند أنْزَع بَطين ( علىّ بن أبى طالب ) است ! اين فرزند كشندهء عرب است ! او را در پرّه گيريد ، و از هر جانب به او حمله ور شويد !\r\n\r\nسخنان حضرت با لشكريان در لحظات آخر\r\nچهار هزار نفر تيرانداز او را احاطه كردند ! « 2 » و بين او و بين خيام حَرَمش جدائى انداختند . حضرت سيّد الشّهداء عليه السّلام فرياد زدند :\r\nيَا شِيعَة ءَالِ أَبِى سُفْيَانَ ! إنْ لَمْ يَكُنْ لَكُمْ دِينٌ وَ كُنْتُمْ لَا تَخَافُونَ الْمَعَادَ ، فَكُونُوا أَحْرَارًا فِى دُنْيَاكُمْ ! وَ ارْجِعُوا إلَى أَحْسَابِكُمْ إنْ كُنْتُمْ عُرْبًا كَمَا تَزْعُمُونَ !\r\n« اى شيعيان و پيروان آل أبى سفيان ! اگر براى شما دينى نيست ، و رويّه شما اينست كه از معاد نيز نمىترسيد ؛ پس در زندگانى دنياى خود از آزادگان باشيد ! و اگر همچنانكه مىپنداريد ، از طائفه عرب هستيد ، به حَسَب‌هاى خود برگرديد ( و از اعمال\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « مقتل مقرّم » ص 320 ، از « تاريخ طبرى » ج 6 ، ص 259 ؛ و « لهوف » ص 105\r\n( 2 ) « مقتل مقرّم » ص 320 ، از « مناقب » ابن شهرآشوب ج 2 ، ص 223\r\n","page_name":" 86 ","page_number":94},
  {"content":"\r\n\r\nناجوانمردانه احتراز كنيد ) . »\r\nشمر ، حضرت را صدا زد كه : چه مىگوئى اى پسر فاطمه ؟ !\r\nحضرت فرمود : من با شما در جنگ هستم ! بر زنها مؤاخذه‌اى نيست ؛ و تا وقتى كه زنده‌ام ، اين لشكريان ياغى و متعدّى خود را از دستبرد به حرم من بازداريد !\r\n قالَ اقْصِدونى بِنَفْسى وَ اتْرُكوا حَرَمى * قَدْ حانَ حينى وَ قَدْ لاحَتْ لَوآئِحُهُ \r\n« فرمود : حَرَم مرا رها كنيد و سراغ من بشخصه بيائيد ! و اينك زمان شهادت من نزديك شده و آثار و علائم آن پديدار گشته است » .\r\nشمر گفت : اين درخواست را مىپذيريم ! و آن جماعت همگى به طرف خود حضرت روى آوردند و جنگ شدّت يافت و عطش بر آن حضرت بسيار شديد شد . « 1 »\r\nو براى بار دوّم از براى وداع به خيمه آمد ، و با اهل حرم وداع نمود ، و سپس به مركز مبارزه بازگشت ؛ و بسيار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « لهوف » ص 105 و 106 ؛ و « مقتل خوارزمى » ج 2 ، ص 33 ؛ و « مقتل مقرّم » ص 320 و 321 ، از « لهوف »\r\n","page_name":" 87 ","page_number":95},
  {"content":"\r\n\r\nمى گفت :\r\nلَا حَوْلَ وَ لَا قُوَّة إلَّا بِاللَهِ . « 1 »\r\n« هيچ حركت و تحوّلى نيست ؛ و هيچ قوّه و قدرتى نيست مگر به خداوند عزّ اسمه . »\r\nو أبو الحُتوف جُعْفى ، تيرى به پيشانى مباركش زد . آن تير را بيرون كشيد ، و خون بر چهره‌اش جارى شد ؛ و گفت :\r\nاللَهُمَّ إنَّكَ تَرَى مَا أَنَا فِيهِ مِنْ عِبَادِكَ هَؤُلآءِ الْعُصَاة ! اللَهُمَّ أَحْصِهِمْ عَدَدًا ! وَ اقْتُلْهُمْ بَدَدًا ! وَ لَا تَذَرْ عَلَى الأَرْضِ مِنْهُمْ أَحَدًا ! وَ لَا تَغْفِرْ لَهُمْ أَبَدًا !\r\n« بار پروردگارا ! بر اين حالِ من كه از ناحيه اين بندگان نافرمان تو مىگذرد واقف هستى !\r\nبار پروردگارا ! يكايك آنان را بشمار ! و آنان را متفرّقاً و متشتّتاً هلاك گردان ! و يك تن از آنان را روى زمين باقى مگذار ! و ابداً آنها را نيامرز ! »\r\nو با صوت بلند فرياد زد :\r\nيَا أُمَّة السَّوْءِ ! بِئْسَمَا خَلَّفْتُمْ مُحَمَّدًا فِى عِتْرَتِهِ !\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « لهوف » ص 105 ؛ و « مقتل مقرّم » ص 324\r\n","page_name":" 88 ","page_number":96},
  {"content":"\r\n\r\nأَما إنَّكُمْ لَا تَقْتُلُونَ رَجُلًا بَعْدِى فَتَهَابُونَ قَتْلَهُ ، بَلْ يَهُونُ عَلَيْكُمْ ذَلِكَ عِنْدَ قَتْلِكُمْ إيَّاىَ ! وَ أَيْمُ اللَهِ لَارْجُو أَنْ يُكْرِمَنِىَ اللَهُ بِالشَّهَادَة ، ثُمَّ يَنْتَقِمَ لِى مِنْكُمْ مِنْ حَيْثُ لَا تَشْعُرُونَ !\r\n« اى امّت بدسرشت و بدكردار ! با محمّد در عترتش به بدى رفتار كرديد !\r\nآگاه باشيد كه شما بعد از من كسى را نخواهيد كشت كه از كشتنش نگران باشيد و به هراس آئيد ، بلكه تمام كشتن‌ها براى شما سهل و آسان مىنمايد !\r\nو سوگند به خدا كه من از خداى خودم اميد دارم كه مرا به شرف شهادت برساند ، و از شما انتقام مرا بگيرد از جائى كه خود نمىدانيد ! »\r\nحَصين گفت : اى پسر فاطمه ! به چه چيز خداوند انتقام تو را از ما مىگيرد ؟\r\nحضرت فرمودند : بَأس و شدّت را در ميان شما مىافكند ، تا آنكه خون‌هاى خود را مىريزيد ؛ و سپس چون موجهاى دريا عذاب را بر شما خواهد ريخت ! « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « مقتل مقرّم » از « مقتل العوالم » و از « نفس المهموم » و\r\n","page_name":" 89 ","page_number":97},
  {"content":"\r\n\r\n\r\nمناجات حضرت با خداوند در لحظات آخر و حالات حضرت در هنگام شهادت\r\nدر اين حال ، از كثرت زخمها و جراحات وارده ، ضعف بر آن حضرت آنقدر شديد بود كه ايستاد تا بيارامد ؛ كه مردى سنگ بر پيشانيش زد و خون بر صورتش جارى شد . و با لباس خود خواست تا خون را از دو چشمش پاك كند كه مرد ديگرى به تير سه شعبه قلب مباركش را هدف ساخت .\r\nپسر رسول خدا ، به خدا عرض كرد :\r\nبِسْمِ اللَهِ وَ بِاللَهِ وَ عَلَى مِلَّة رَسُولِ اللَهِ . وَ رَفَعَ رَأْسَهُ إلَى السَّمَآءِ وَ قَالَ : إلَهِى ! إنَّكَ تَعْلَمُ أَنَّهُمْ يَقْتُلُونَ رَجُلًا لَيْسَ عَلَى وَجْهِ الارْضِ ابْنُ نَبىٍّ غَيْرُهُ !\r\n« به نام خدا ، و به خود خدا ، و بر ملّت و آئين رسول خدا ( اين شهادت روزى من مىگردد ) . و سرش را به طرف آسمان بلند نموده و گفت : خداى من ! تو مىدانى كه اين قوم مىكشند مردى را كه در روى زمين پسر پيغمبرى جز او نيست ! »\r\nدست برد و تير را از پشت خود خارج كرد ؛ و خون مانند ناودان فَوَران مىكرد . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\nاز « مقتل خوارزمى »\r\n( 1 ) « مقتل مقرّم » از « نفس المهموم » و از « مقتل خوارزمى » و از « لهوف » ص 106 و 107\r\n","page_name":" 90 ","page_number":98},
  {"content":"\r\n\r\nحضرت دست خود را زير آن خون گرفت ، و چون پُر شد به آسمان پاشيد و گفت : اين حادثه كه بر من نازل شده است چون در مقابل ديدگان خداست ، بسيار سهل و ناچيز است . و يك قطره از آن خون بر زمين نريخت .\r\nو براى بار دوّم دست خود را زير خون گرفت ؛ و چون پُر شد ، با آن سر و صورت و محاسن شريف را متلطّخ و خون آلوده نموده و گفت : با همين حال باقى خواهم بود تا خدا و جدّم رسول خدا را ديدار كنم . « 1 »\r\nو آنقدر خون از بدن مباركش رفته بود كه قدرت و رَمقى در تن نمانده بود . نشست بر روى زمين و با مشقّت سر خود را بلند نگاه مىداشت ، كه در اين حال مالك بن بُسْر آمده و او را دشنام داد و با شمشير بر سر آن حضرت زد .\r\nو بُرْنُس ( يعنى كلاه بلندى كه بر سر آن حضرت بود ) پر از خون شد . حضرت برنس را انداخت و روى قَلَنْسُوَه كه كلاه عادى بود عِمامه بست . « 2 » و بعضى گفته‌اند : دستمالى بست . كه زُرعة بن شَريك بر كتف چپ آن حضرت ضربتى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « مقتل مقرّم » از « مقتل خوارزمى » و از « لهوف »\r\n( 2 ) « لهوف » ص 107 ، و « مقتل مقرّم » ص 326 ، از « كامل » ابن أثير ، ج 4 ، ص 31 ، و از « مقتل خوارزمى » ج 2 ، ص 35\r\n","page_name":" 91 ","page_number":99},
  {"content":"\r\n\r\nوارد ساخت . و حصين بر حلقوم آن حضرت تيرى زد . « 1 » و ديگرى بر گردن مبارك ضربه‌اى وارد ساخت . و سِنانِ بن أنَس با نيزه در تَرقُوه‌اش زد ، و پس از آن بر سينهء آن حضرت زد . و سپس در گلوى آن حضرت تيرى فرو برد ؛ « 2 » و صالح ابن وَهب در پهلويش تيرى وارد كرد . « 3 »\r\nهِلال بن نافع مىگويد : من در نزديكى حسين ايستاده بودم كه او جان مىداد ؛ سوگند به خدا كه من در تمام مدّت عمرم ، هيچ كشته‌اى نديدم كه تمام پيكرش به خون خود آلوده باشد و چون حسين صورتش نيكو و چهره‌اش نورانى باشد . به خدا سوگند لَمَعات نور چهرهء او مرا از تفكّر در كشتن او باز مىداشت ! « 4 »\r\nو در آن حالت‌هاى سخت و شدّت ، چشمان خود را به آسمان بلند نموده ، و در دعا به درگاه حضرت ربّ ذو الجلال عرض مىكرد :\r\nصَبْرًا عَلَى قَضَآئِكَ يَا رَبِّ ! لَا إلَهَ سِوَاكَ ، يَا غِيَاثَ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « مقتل مقرّم » از « الإتحاف بحبّ الأشراف » ص 16\r\n( 2 ) « مقتل مقرّم » از « لهوف »\r\n( 3 ) « لهوف » ص 110 ؛ و « مقتل مقرّم » ص 329 ، از « لهوف »\r\n( 4 ) « مقتل مقرّم » ص 329 و 330 ، از ابن نما ، ص 39 ؛ و « المجالس السّنيّة » مجلس 69\r\n","page_name":" 92 ","page_number":100},
  {"content":"\r\n\r\nالْمُسْتَغِيثِينَ ! « 1 »\r\n« شكيبا هستم بر تقديرات و بر فرمان جارى تو اى پروردگار من ! معبودى جز تو نيست ، اى پناه پناه آورندگان ! »\r\nاز حضرت امام محمّد باقر عليه السّلام روايت است كه اسب آن حضرت با صداى بلند شيهه مىكشيد ، « 2 » و پيشانى خود را به خون حضرت آلوده مىنمود ؛ و مىبوئيد ؛ و مىگفت :\r\nالظَّلِيمَة ! الظَّلِيمَة ! مِنْ أُمَّة قَتَلَتِ ابْنَ بِنْتِ نَبِيِّهَا . « 3 »\r\n« فرياد رس ! فرياد رس ! از امّتى كه پسر دختر پيغمبر خود را كشتند . » و متوجّه خيام حَرَم شد .\r\nامّ كلثوم ندا در داد :\r\nوَا مُحَمَّدَاهْ ، وَا أَبَتَاهْ ، وَا عَلِيَّاهْ ، وَا جَعْفَرَاهْ ، وَا حَمْزَتَاهْ ! « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « مقتل مقرّم » ص 331 ، از « أسرار الشّهادة » ص 423\r\n( 2 ) « مقتل مقرّم » ص 332 ، از « تظلّم الزّهرآء » ص 129 ، و از « بحار » ج 10 ، و ص 205\r\n( 3 ) همان مصدر ، از « مقتل خوارزمى » ج 2 ، ص 37\r\n( 4 ) همان مصدر ، از « بحار » ج 10 ، ص 206 ؛ و\r\n","page_name":" 93 ","page_number":101},
  {"content":"\r\n\r\nاين حسين است كه در بيابان خشك كربلا بر روى زمين افتاده است .\r\nزينب ندا در داد :\r\nوَا أخَاهْ ، وَا سَيِّدَاهْ ، وَا أَهْلَ بَيْتَاهْ ! لَيْتَ السَّمَآءَ أَطْبَقَتْ عَلى الأَرْضِ ، و لَيْتَ الْجِبَالَ تَدَكْدَكَتْ عَلَى السَّهْلِ . « 1 »\r\n« اى كاش آسمان بر زمين مىچسبيد ، و اى كاش كوه‌ها خُرد مىشد و بيابانها را پر مىكرد . »\r\nو به نزد برادرش آمد ، و ديد كه عمر بن سعد با جمعى از يارانش به حضرت نزديك شده‌اند ؛ و برادرش حسين در حال جان دادن است .\r\nفَصَاحَتْ : اى عُمَرُ ! أَ يُقْتَلُ أَبُو عَبْدِ اللَهِ وَ أَنْتَ تَنْظُرُ إلَيْهِ ؟\r\n« فرياد برداشت : اى عمر بن سعد ! آيا أبا عبد الله را مىكشند و تو به او نگاه مىكنى ؟ »\r\nعمر صورت خود را برگردانيد و اشكهايش بر روى\r\n\r\n\r\n","description":"","footnote":"\r\n« مقتل خوارزمى » ج 2 ، ص 37\r\n( 1 ) « لهوف » ص 110 ؛ و « مقتل مقرّم » ص 332 ، از « لهوف »\r\n","page_name":" 94 ","page_number":102},
  {"content":"\r\n\r\nريشش جارى بود . « 1 »\r\nزينب فرياد برداشت : وَيْحَكُمْ ! أَمَا فِيكُمْ مُسْلِمٌ ؟ !\r\n« اى واى بر شما ! آيا در بين شما يك نفر مسلمان نيست ؟ ! »\r\nهيچكس جواب او را نداد « 2 » عمر بن سعد فرياد زد : پياده شويد و حسين را راحت كنيد !\r\nشمر مبادرت كرد ، و با پايش به آن حضرت زد ، و روى سينه‌اش نشست . و با شمشير دوازده ضربه بر آن حضرت زد . « 3 » و محاسن مقدّسش را گرفت ، و سر مقدّسش را جدا كرد .\r\n\r\nاشعار مرحوم نيّر تبريزى\r\nچقدر مرحوم حجّت الاسلام نَيّرِ تبريزى وضع و كيفيّت موجودات را هر يك به نوبهء خود و در سعه و استعداد خود ، در وقت شهادت حضرت ، خوب مجسّم نموده است ؛ آنجا كه گويد :\r\n جان فداى تو كه از حالتِ جانبازى تو * در طَفِ ماريه از ياد بشد شور نُشور \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « مقتل مقرّم » ص 333 ، از « كامل » ابن أثير ج 4 ، ص 32\r\n( 2 ) « مقتل مقرّم » ص 333 ، از « إرشاد » مفيد\r\n( 3 ) همان مصدر ، از « مقتل العوالم » ص 100 ، و از « مقتل خوارزمى » ج 2 ، ص 73\r\n","page_name":" 95 ","page_number":103},
  {"content":"\r\n\r\n قُدسيان سر به گريبان به حجاب مَلكوت * حُوريان دست به گيسوى پريشان ز قُصور\r\nگوش خَضرا همه پر غُلغُله ديو و پَرى * سطح غَبْرا همه پُر ولوله وحش و طُيور\r\nغرق درياى تحيّر ز لب خشك تو نوح * دست حسرت به دل از صبر تو أيّوب صبور\r\nمرتضى با دل افروخته لاحَوْل كنان * مصطفى با جگر سوخته حيران و حصور\r\nكوفيان دست به تاراج حرم كرده دراز * آهوانِ حرم از واهمه در شيون و شور\r\nانبيا محو تماشا و ملائك مبهوت * شمر سرشار تمنّا و تو سرگرم حُضور \r\n« 1 »\r\n\r\nاشعار مرحوم آيه الله شعرانى\r\nو چقدر عالى و پر معنى آية الله شَعرانى ( ره ) حقيقت شهادت آن سرور را در « دَمعُ السُّجوم » حكايت نموده است :\r\n شاهان همه به خاك فكندند تاجها * تا زيب نيزه شد سر شاه جهان عشق\r\nبر پاى دوست سر نتوان سود جز كسى * كو را بلند گشت سر اندر سَنان عشق \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « آتشكده » نيّر ، ص 121 و 122\r\n","page_name":" 96 ","page_number":104},
  {"content":"\r\n\r\n از لا مكان گذشت به يك لحظه بى بُراق * اين مصطفى كه رفت سوى آسمان عشق\r\nشاه جهان عشق كه جانانش از ألست * گفت اى جهان حُسن ، فداى تو جان عشق\r\nتو كشته منىّ و منم خون بَهاىِ تو * بادا فداى تو كون و مكان عشق « 1 » \r\nلِلَّهِ الحَمدُ و لَهُ المِنَّة كه مدّت تدوين اين رساله كه به يك هفته انجاميد ، و در ايّام عزادارى آن حضرت يعنى در دهه عاشوراى سنه يكهزار و چهارصد و دو هجريّه قمريّه تحرير يافت ؛ در دو ساعت و ربع از شب گذشته ليله تاسوعاى حسينى خاتمه يافت . بِمَنّهِ و كَرَمِهِ ؛ إنَّهُ أرْحَمُ الرَّاحِمين . رَبَّنا احْشُرْنا مَعَ الْحُسَيْنِ وَ الْمُسْتَشْهَدينَ بَيْنَ يَدَيْهِ ؛ رَبَّنا وَ تَقَبَّلِ الدُّعآءَ .\r\n محفل انس است دو عالم ولى * شمع دل افروز ، حسين است و بس\r\nآنكه سرود اين دُرَر پاك را * خاك رهِ كوى حسين است و بس \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « دمع السّجوم » پاورقى ص 196\r\n","page_name":" 97 ","page_number":105},
  {"content":"\r\n\r\nكَتَبَهُ بِيُمْناهُ الدَّاثِرَةِ ، الْعاشِقُ الْمِسْكِينُ ، وَ الْفَانِى الْمُسْتَكِينُ ،\r\nسيّد محمّد حسين الحسينىّ الطّهرانىّ ؛\r\nدر بلده طيّبه مشهد مقدّس رَضَوىّ\r\nعَلَى مُقَدِّسِها ءَالافُ التَّحيَّة وَ الإكْرامِ\r\nبِجاهِ مُحَمَّدٍ وَ ءَالِهِ الْبَرَرَة الْكِرَام .\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":106},
  {"content":"\r\n\r\n. . .\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":107},
  {"content":"\r\n\r\n. . .\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":108},
  {"content":"\r\n\r\n. . .\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":109},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 102 ","page_number":110},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 103 ","page_number":111},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 104 ","page_number":112},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 105 ","page_number":113},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 106 ","page_number":114},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 107 ","page_number":115},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 108 ","page_number":116},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 109 ","page_number":117},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 110 ","page_number":118},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 111 ","page_number":119},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 112 ","page_number":120},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 113 ","page_number":121},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 114 ","page_number":122},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 115 ","page_number":123},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 116 ","page_number":124},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 117 ","page_number":125},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 118 ","page_number":126},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 119 ","page_number":127},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 120 ","page_number":128},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 121 ","page_number":129},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 122 ","page_number":130},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 123 ","page_number":131},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 124 ","page_number":132},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 125 ","page_number":133},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 126 ","page_number":134},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 127 ","page_number":135},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 128 ","page_number":136},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 129 ","page_number":137},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 130 ","page_number":138},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 131 ","page_number":139},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 132 ","page_number":140},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 133 ","page_number":141},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 134 ","page_number":142},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 135 ","page_number":143},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 136 ","page_number":144},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 137 ","page_number":145},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 138 ","page_number":146},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 139 ","page_number":147},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 140 ","page_number":148},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 141 ","page_number":149},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 142 ","page_number":150},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 143 ","page_number":151},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 144 ","page_number":152},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 145 ","page_number":153},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 146 ","page_number":154},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 147 ","page_number":155},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 148 ","page_number":156},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 149 ","page_number":157},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 150 ","page_number":158},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 151 ","page_number":159},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 152 ","page_number":160}
  ]