[
  {"content":"\r\n\r\nهوالعزيز\r\nدورة العلوم\r\nوالمعارف الاسلامية\r\n5\r\nرسالة بديعة\r\nالرجال قوامون على النساء بما فضل الله\r\nبعضهم على بعض وبما انفقوا من أموالهم\r\nدراسة استدلالية حلية\r\nفي\r\nقضاء وجهاد وحكومة المرأة\r\nمجموعة تفسيرية روائية علمية اجتماعية\r\nوفيها بحث عن ولاية الفقيه\r\nسماحة العلامة آية الله\r\nالسيد محمد الحسين الحسيني الطهراني\r\nدار المحجة البيضاء\r\n\r\n","description":"","footnote":"","page_name":" هوية الكتاب 1 ","page_number":1},
  {"content":"\r\n\r\nقضاء وحكومةوجهاد المرأة\r\n\r\n","description":"","footnote":"","page_name":" هوية الكتاب 2 ","page_number":2},
  {"content":"\r\n\r\nقضاء وحكومةوجهاد المرأة\r\nرسالة بديعة في تفسير آية\r\nالرجال قوامون على النساء بما فضل الله بعضهم على بعض وبما انفقوا من أموالهم\r\nتأليف\r\nالسيد محمد الحسين الحسيني الطهراني\r\nدار المحجة البيضاء\r\nدار الرسول الأكرم \" ص \"\r\n\r\n","description":"","footnote":"","page_name":" هوية الكتاب 3 ","page_number":3},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\nالحمد لله رب العالمين الرحمن الرحيم\r\nمالك يوم الدين إياك نعبد وإياك نستعين\r\nاهدنا الصراط المستقيم صراط الذين\r\nأنعمت عليهم غير المغضوب عليهم\r\nولا الضالين\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":4},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 3 ","page_number":6},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":7},
  {"content":"\r\n\r\n\r\nمقدِّمة الكتاب\r\n بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ \r\nالحمدللَه الذي خَلَقَنا من نفسٍ واحِدَةٍ ، وخلق منها زَوْجَها ، وَبَثَّ منهما رِجالًا كثيراً ونِساءً « 1 » ، وأخرجنا من الظُّلمات البهيميّة إلى الأنوار الإنسانيّة ؛ وقَرَّب منازِلنا خلقاً بعد خلقٍ فَسَوّانا بإيداع الصِّفات الإلهيّة والنُّور الأحديّة ؛  ( فَتَبارَكَ اللَّهُ أَحْسَنُ الْخالِقِينَ )  « 2 » .\r\nثُم شَرَّفنا بالتَّكليف ، وأضافَنَا بالتَّشريف ، وفَضَّلنا بالتَّكريم :  ( وَلَقَدْ كَرَّمْنا بَنِي آدَمَ وَحَمَلْناهُمْ فِي الْبَرِّ وَالْبَحْرِ وَرَزَقْناهُمْ مِنَ الطَّيِّباتِ وَفَضَّلْناهُمْ عَلى كَثِيرٍ مِمَّنْ خَلَقْنا تَفْضِيلًا )  « 3 » .\r\nوَسَخَّرَ لَنا مَا في السَّمَوَاتِ وَمَا في الأرْضِ « 4 » ، وَسَخَّرَ لَنا الشَّمْسَ وَالْقَمَرَ دائِبَيْن وَسَخَّرَ لَنا اللَّيْلَ وَالنَّهَارَ « 5 » ، وَخَلَقَ لَنَا ما في الأرْضِ جَميعاً « 6 » ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اقتباس من الآية الأولي من سورة 4 : النساء ، وهي قوله تعالي : يَا أيّها النَّاس اتّقوا ربَّكم الذي خلقكم من نفس واحدة وخلق منها زوجها وبثَّ منهما رجالًا كثيراً ونساءً .\r\n( 2 ) الآية 14 من سورة 23 : المؤمنون .\r\n( 3 ) الآية 70 من سورة 17 : الإسراء .\r\n( 4 ) اقتباس من الآية 20 سورة 31 : لقمان ، وهي قوله تعالي : ألم تروا أنّ الله سخّر لكم ما في السماوات وما في الأرض ، ومن الآية 13 من سورة 45 : الجاثية ، وهي قوله تعالي : وسخّر لكم ما في السماوات وما في الأرض جميعاً منه .\r\n( 5 ) اقتباس من الآية 33 من سورة 14 : إبراهيم ، وهي قوله تعالي : وسخّر لكم الشمس والقمر دائبين وسخّر لكم اللّيل والنّهار .\r\n( 6 ) اقتباس من الآية 29 من سورة 2 : البقرة ، وهي قوله تعالي : هو الذي خلق لكم ما في الأرض جميعاً .\r\n","page_name":" 5 ","page_number":8},
  {"content":"\r\n\r\nوَآتانا مِنْ كُلِّ مَا سألْنَاهُ وَإنْ نَعُدَّ نِعْمَةَ اللهِ لا نُحْصِهَا ، - سبحانَك اللّهمَّ - إنَّ الإنْسَانَ لَظَلومٌ كَفَّارٌ « 1 » .\r\nوالصَّلاه والسَّلام على خيرِ مَنْ أوتيَ جوامِعَ الكَلِمِ وَفَصْل الخِطابِ ، صاحِبِ الشَّريعةِ الإلهيَّةِ والدِّينِ القويمِ ، الجائي من اللهِ بِنُورٍ وكِتابٍ مُبينٍ  ( يَهْدِي بِهِ اللَّهُ مَنِ اتَّبَعَ رِضْوانَهُ سُبُلَ السَّلامِ وَيُخْرِجُهُمْ مِنَ الظُّلُماتِ إِلَى النُّورِ بِإِذْنِهِ وَيَهْدِيهِمْ إِلى صِراطٍ مُسْتَقِيمٍ )  « 2 » ، آمرِنا بالمعروفِ وناهينا عن المنكر ، والمُحِلِّ لنا الطَّيِّباتِ والمُحرِّم لنا الخبائِث والواضع عنَّا الإصْرَ والأغْلالَ التي كانَت عَلينا « 3 » ، القائِلِ بقوله الحقِّ وكلامِهِ الصِّدقِ :\r\nحَلَالُ مُحَمَّدٍ حَلَالُ إلَى يَوْمِ القِيَامَةِ وَحَرَامُ مُحَمَّدٍ حَرَامٌ إلَى يَوْمِ الْقِيِامِةِ\r\n« 4 » ؛ وعلى آله الطّاهرينَ الحافظينَ لدينه ، القَيِّمينَ لكتابه ، الأولياءِ لُامَّتِهِ ، صِلِاةً لا يَقْوى على إحصائِها غيرُك .\r\nاللَهمَّ اجعلنا من الَّذين آمَنوا به وَعَزَّرُوهُ وَنَصَرُوهُ وَاتَّبعوا النُّورَ الذي انزل مَعَه ، واجْعلنا من المُفْلِحينَ « 5 » بِهِ وبِوِلاءِ أوصيائِه وذرِّيَّتِهِ الطَّيِّبة إنَّك سميعُ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اقتباس من الآية 34 من سورة 14 : إبراهيم ، وهي قوله تعالي : ) وآتيكم من كلّ ما سألتموه وأن تعدُّوا نعمة الله لا تحصوها إنّ الإنسان لظلوم كفّار ( .\r\n( 2 ) اقتباس من الآية 15 و 16 من سورة 5 : المائدة ، وهي قوله تعالي : ) قد جائكم من نور وكتاب مبين - يهدي به الله من اتّبع رضوانه سبل السلام ( الآية .\r\n( 3 ) اقتباس من الآية 156 من سورة 7 : الأعراف ، وهي قوله تعالي : ) الّذين يتّبعون الرّسول النبيّ الأمّيّ الذي يجدونه مكتوباً عندهم في التوراة والإنجيل يأمرهم بالمعروف وينهيهم عن المنكر ويحلّ لهم الطّيّبات ويحرّم عليهم الخبائث ويضع عنهم إصرهم والأغلال التي كانت عليهم فالّذين آمنوا به وعزّروه ونصروه واتّبعوا النور الذي أنزل معه أولئك هم المفلحون ( .\r\n( 4 ) روى الحرُّ العامليّ في « وسائل الشيعة » كتاب القضاء باب 12 : وجوب التّوقف والاحتياط في القضاء والفتوى والعمل في كلّ مسألة نظريَّةٍ لم يعلم حكمها بنصّ منهم عليهم السلام ، حديث الرقم 47 من طبع المطبعة الإسلاميَّة ، ج 18 ، ص 124 ، والرقم 53 من طبع البهادريّ ، ج 3 ، ص 398 عن كتاب « كنز الفوائد » للكراجكيّ بإسناده المتَّصل عن أبي جعفر الباقر عليه السَّلام : قال : قال جدّي رسول الله صلّى الله عليه وآله وسلّم : « أيُّها النّاس حلالي حلال إلى يوم القيامة ، وحرامي حرام إلى يوم القيامة ! ألا وقد بيَّنهمَا الله عزَّ وجلَّ في الكتاب ، وبيَّنتهما لكم في سنّتي وسيرتي » الحديث .\r\n","page_name":" 6 ","page_number":9},
  {"content":"\r\n\r\nالنِّداءِ ، والعن الَّذين بَدَّلُوا دينَك وَحَرَّفوا كَلِمَتَكَ وَسخِروا بإمامِك ، ولا تكِلنا إلى آرائِنا وأهوائِنا ، ربَّنا وتَقَبَّلِ الدُّعاءَ .\r\nثمَّ إنَّي لمَّا رأيتُ هجومَ الحَضارةِ الكفريَّةِ ، الشَّرقيَّةِ منها والغربيَّةِ على الشَّريعة الإسلاميَّة بنظامها الكامل وأساسها الكافل في حقوق الرِّجال والنِّساءِ وما يُرى فيها من الاختلاف حسبَ ما تستدعيه الفطرةُ وتستحقُّه الغريزةُ ، بأنَّ الاختلاف يوجب سلبَ حقوقهنَّ الطبيعيَّةِ في الاجتماع وطردَهُنَّ من إمكان اكتساب الكمالات النفسيَّةِ إلى زاويةِ الخمولِ وقعرِ البَيْتِ ، ثُمَّ ما رأيت في جواب طائِفةٍ بأنَّ هذا المنع والتَّحريم إلهيّ لمراعاتِ المصلحةِ العامّةِ وهذا السّلب ضروريّ لبقاءِ المدينة الفاضلة ، وجوابِ طائِفةٍ أخرى بمنع الاختلاف بتًّا وادِّاءِ تساوي حقوقهم وحقوقهنَّ في جميع مراحلِ الحياةِ والحضارةِ حتَّى الجِهاد والقَضاءِ والحكومةِ ، خَطَرَ ببالي أن أكتبَ حولَ هذه المسالة موجَزاً ممّا يُستفاد من الكتاب والسُّنَّة ، مُؤيِّداً بما حكم العقلُ بما يَرى شأنَ الفِطرة ، وابَيِّن فيها الحقِّ في المقام وضَعفَ ما في كلا الجوابينِ .\r\nفنقولُ - وبالله الاستعانةُ وعليه التُّكلان ولا حولَ ولا قوَّةَ إلَّا بالله العليّ العظيمِ - : إنَّ بحثَنا هاهنا يقع في مرحلتين :\r\n\r\n\r\n","description":"","footnote":"\r\nوروى الكلينيّ في « أصول الكافي » ج 2 ، كتاب الإيمان والكفر ، باب الشرايع ، ص 17 من طبع الحيدريّ بإسناده المتّصل عن سماعة بن مهران قال : قلت لأبي عبد الله عليه‌السلام : قول الله عزَّ وجلَّ : ( فاصبر كما صبر أولوا العزم من الرُّسل ) ، كيف صاروا أولي العزم ؟ قال : لأنّ نوحاً بعث بكتاب وشريعة - إلى أن قال عليه السلام - حتّى جاء محمَّد صلى الله عليه وآله ، فجاء بالقرآن وبشريعته ومنهاجه ، فحلاله حلال إلى يوم القيامة ، وحرامه حرام إلى يوم القيامة ؛ فهؤلاءِ اولوالعزم من الرُّسل عليهم السلام .\r\nوروى أيضاً فيه ، ج 1 ، كتاب فضل العلم ، باب البدع والرَّأي والمقاييس ص 58 ، عن عليّ بن إبراهيم ، عن محمّد بن عيسى بن عبيد ، عن يونس ، عن حريز ، عن زرارة قال : سألت أبا عبد الله عليه السلام عن الحلال والحرام ، فقال : حلال محمَّد حلال أبداً إلى يوم القيامة ، وحرامه حرام أبداً إلى يوم القيامة ، لا يكون غيره ولا يجييء غيره ، وقال : قال عليّ عليه السلام : « ما أحدٌ ابتدع بدعةً إلّا ترك بها سُنَّةً » .\r\n","page_name":" 7 ","page_number":10},
  {"content":"\r\n\r\nالأولى : البحث الكلّيّ عمّا يُستفاد من الفلسفة الإسلاميَّة بالنِّسبة إلى الرَّجلِ والمرأةِ على نهج عامٍّ .\r\nوالثَّانيةُ : البحث الجزئيّ عمّا يُستفاد من الأدلَّة الشَّرعيَّةِ بالنِّسبةِ إلى تولي الجِهاد والقَضاء والحكومةِ في حقِّ المرأة على نهج خاصّ .\r\nأمَّا المرحلة الأولى فكلا منا فيها يقع في طيّ جهات .\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":11},
  {"content":"\r\n\r\n\r\nالمرحلة الأولى : البحث الكلي عما يستفاد من الفلسفة الاسلامية في حقوق الرجل والمراة على نهج عام\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":12},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 10 ","page_number":13},
  {"content":"\r\n\r\n\r\nالجهة الأولى : نظام العالم . . . واحد\r\nالجهة الأولى : إنَّ نظام العالم مع ما فيه من الكَثَرات ، المُجرَّدات والمادِّيَّات ، والمَلَكُوتيَّات والمُلكيَّات ، والبسائِطِ والمركبَّات نظامٌ واحدٌ على أساس التَّوحيد الإلهيّ مبنيّ على قاعدة متينةٍ وطرزٍ بديعٍ وبناءٍ عظيم ؛ كلُّ جزءٍ منه مرتبطٌ بالآخر بكمال الارتباط والإتقان :  ( صُنْعَ اللَّهِ الَّذِي أَتْقَنَ كُلَّ شَيْءٍ )  « 1 » ، لا ينثلم بثُلْمَةٍ ولا ينفطر بفُطُورٍ :  ( ما تَرى فِي خَلْقِ الرَّحْمنِ مِنْ تَفاوُتٍ فَارْجِعِ الْبَصَرَ هَلْ تَرى مِنْ فُطُورٍ )  « 2 » .\r\nولا يعرضه الباطل ، ولا يعتريه لعبٌ ولهوٌ وعبثٌ :\r\n ( وَما خَلَقْنَا السَّماءَ وَالْأَرْضَ وَما بَيْنَهُما باطِلًا ذلِكَ ظَنُّ الَّذِينَ كَفَرُوا )  « 3 » .\r\n  ( وَما خَلَقْنَا السَّماءَ وَالْأَرْضَ وَما بَيْنَهُما لاعِبِينَ - لَوْ أَرَدْنا أَنْ نَتَّخِذَ لَهْواً لَاتَّخَذْناهُ مِنْ لَدُنَّا إِنْ كُنَّا فاعِلِينَ   « 4 »  ؛ أَ فَحَسِبْتُمْ أَنَّما خَلَقْناكُمْ عَبَثاً وَأَنَّكُمْ إِلَيْنا لا تُرْجَعُونَ )  « 5 » .\r\nبل أسَّسَه رَبُّة وأتْقَنَه مُدبِّره على بناء الحقِّ :\r\n ( وَما خَلَقْنَا السَّماواتِ وَالْأَرْضَ وَما بَيْنَهُما إِلَّا بِالْحَقِّ )  « 6 » .\r\nفإذن جميع ما في العالم الأعلى من العوالم وشؤونها وما يُرى فيها من العقول المفارقة والمقارنة والنُّفوس الرُّوحانيَّةِ النَّاطقيَّةِ والحيوانيَّةِ والنَّباتيَّةِ والجماديَّةِ وغيرها حقُّ صِرفٌ ، وحقيقةٌ بَحتةٌ ، وواقعيَّة بلا مجازٍ ، وصدقٌ بلا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 88 من سورة 27 : النّمل .\r\n( 2 ) الآية 3 من سورة 67 : الملك .\r\n( 3 ) الآية 27 من سورة 38 : ص .\r\n( 4 ) الآية 16 و 17 من سورة 21 : الأنبياء .\r\n( 5 ) الآية 115 من سورة 23 : المؤمنون .\r\n( 6 ) الآية 85 من سورة 15 : الحجر .\r\n","page_name":" 11 ","page_number":14},
  {"content":"\r\n\r\nهزءٍ ، متجليّاتٌ بجماله وجلاله ، ومتدلّياتٌ بعزّه وقوامه ، وظهوراتٌ لأسمائه وصفاته ؛\r\n ( ذلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ ما يَدْعُونَ مِنْ دُونِهِ الْباطِلُ وَأَنَّ اللَّهَ هُوَ الْعَلِيُّ الْكَبِيرُ )  « 1 » .\r\nأفما حَسْبُنا قُولُه عَزَّ من قائِل :   ( سَنُرِيهِمْ آياتِنا فِي الْآفاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ أَ وَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلى كُلِّ شَيْءٍ شَهِيدٌ - أَلا إِنَّهُمْ فِي مِرْيَةٍ مِنْ لِقاءِ رَبِّهِمْ أَلا إِنَّهُ بِكُلِّ شَيْءٍ مُحِيطٌ )   « 2 » .\r\n\r\nالجهة الثّانيه : البحث الكلّيّ في لزوم هداية الله تعالى كلَّ شيء\r\nالجهة الثانية : إنَّ اللهَ تبارك وتعالى لم يكن يُهمل الخلقَ بعد أن خَلَقَ ، ولم يَتركه سُدى بل كان يُسيِّره بعد الخلق من بدءِ القابليَّةِ والاستعدادإلى قُصوَى غايةِ الكمال من الفعليَّة والتَّماميَّة ؛ كُلَّ شَيء بحَسَبه ؛ وهَدَاه إلى ما فَطَره ورَكَزَه فيه من القُوى إلى نِهاية مسيره بالتَّكوين والتَّشريع ؛ وأعطى كُلَّ شَيءٍ ما يحتاج إليه بحسب حاجته الفطريَّة وغريزته الطبيعيَّة ؛ ويرزقه بلا فتورٍو لا تَعَبٍ في سبيل ما أودعه في جِبِلَّته وهويَّة وجوده وكينونة تحقُّقه .\r\nأما تنظر إلى ما أجاب به موسى فرعونَ حين سأله وأخاه هارون عن ربِّهما بقوله :  ( رَبُّنَا الَّذِي أَعْطى كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدى )  « 3 » .\r\nوهذا جواب تامٌّ كاملٌ شاملٌ قد ادرج فيه لزومُ الهِدَاية بعد إعطاءِ كلِّ هويَّةٍ ما يُحَقِّقها من الوجود ، وإفاضة كُلِّ ماهيَّةٍ ما تستحقُّها من الآثار .\r\nوبهذه المثابة قوله عزَّ من قائِلٍ :     ( سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى - الَّذِي خَلَقَ فَسَوَّى - وَالَّذِي قَدَّرَ فَهَدى )     « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 30 من سورة 31 : لقمان .\r\n( 2 ) الآية 53 و 54 من سورة 41 : فصّلت .\r\n( 3 ) الآية 50 من سورة 20 : طه .\r\n( 4 ) الآية 1 و 2 و 3 من سورة 87 : الأعلي .\r\n","page_name":" 12 ","page_number":15},
  {"content":"\r\n\r\nفَسُبحان من يُتمُّ أمرُه كلَّ شَيء وفي كلِّ شَيء ؛ وسُبحان من أطبق أمره على خلقه ، وتشريعَه على تكوينه .\r\n ( كانَ النَّاسُ أُمَّةً واحِدَةً فَبَعَثَ اللَّهُ النَّبِيِّينَ مُبَشِّرِينَ وَمُنْذِرِينَ وَأَنْزَلَ مَعَهُمُ الْكِتابَ بِالْحَقِّ لِيَحْكُمَ بَيْنَ النَّاسِ فِيمَا اخْتَلَفُوا فِيهِ )  « 1 » .\r\n ( رُسُلًا مُبَشِّرِينَ وَمُنْذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ )  « 2 » .\r\nفَسُبحانَ من أرسل الرُّسل وأنزل الكُتب والموازين كي لا يَتَعدَّى الإنسانُ قَدرَه ولا يتجاوزَ عن حَدِّه :\r\n ( لَقَدْ أَرْسَلْنا رُسُلَنا بِالْبَيِّناتِ وَأَنْزَلْنا مَعَهُمُ الْكِتابَ وَالْمِيزانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ )  « 3 » .\r\nولا يقول أحدٌ :  ( رَبَّنا لَوْ لا أَرْسَلْتَ إِلَيْنا رَسُولًا فَنَتَّبِعَ آياتِكَ مِنْ قَبْلِ أَنْ نَذِلَّ وَنَخْزى )  « 4 » .\r\nوالمحصِّل من الكلام أنَّ الدِّين القويم هو المتَّخذ من الفِطرة الإلهيَّة ؛ وما من قاعدة أو حكم كلّيّ أو جزئيّ إلّا مندرجةٌ تحتها مصلحةٌ كاملةٌ بلا تضادٍّ ولا تباينٍ بين سُّنةِ التَّكوين والتَّشريع ؛ بل التَّشريع مُؤَيِّدٌ ومسدِّدٌ للتَّكوين وموجبٌ لتحريكِ الإنسانِ السَّاذِجِ من منازل الاستعدادِ ومراحل القابليَّة إلى كماله الغائِيّ وتمامه النِّهائيّ .\r\n ( فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفاً فِطْرَتَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْها لا تَبْدِيلَ لِخَلْقِ اللَّهِ ذلِكَ الدِّينُ الْقَيِّمُ وَلكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ )  « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 213 من سورة 2 : البقرة .\r\n( 2 ) الآية 165 من سورة 4 : النساء .\r\n( 3 ) الآية 25 من سورة 57 : الحديد .\r\n( 4 ) الآية 134 من سورة 20 : طه .\r\n( 5 ) الآية 30 من سورة 30 : الرّوم .\r\n","page_name":" 13 ","page_number":16},
  {"content":"\r\n\r\nوعلى الأخصّ شريعة سيِّدنا محمَّدٍ صلَّى اللهُ عليه وآله وسلَّم ، النُّورالمشرقِ ، والرُّوحِ المكمَّلِ ، مُزكِّي النُّفُوسِ وَمُطَهِّرِها ، والتَّالِي لآياتِ اللهِ وَمُبَيِّنِها ، وَمُعَلِّمِ الكتاب والحِكْمَة ، ومخرجِ النّاس من الظُّلمات إلى النُّوربإذن ربِّه والسِّراجِ المُضيء .\r\n ( إِنَّا أَرْسَلْناكَ شاهِداً وَمُبَشِّراً وَنَذِيراً -   وَداعِياً إِلَى اللَّهِ بِإِذْنِهِ وَسِراجاً مُنِيراً )  « 1 » .\r\n\r\nالجهة الثّالثة : إنَّ نظام العالم لم يسلب عن كلِّ ذي حقٍّ حقُّه\r\nالجهة الثَّالثة : إنَّ اللهَ عَزَّ وجلَّ لم يَسلُب عن ذي حقٍّ ولو بقدر ذَرَّةٍ ، بل أعطاه من الحقوقِ على النَّهج الأوفر ؛ لأنَّه تعالى عَدلٌ ويأمُر بالعَدل والقِسط والوزنِ بالميزان المستقيم .\r\n(  إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ )  « 2 » ؛  ( قُلْ أَمَرَ رَبِّي بِالْقِسْطِ )  « 3 » ؛  ( وَزِنُوا بِالْقِسْطاسِ الْمُسْتَقِيمِ )  « 4 » .\r\nوقد أورد في مواضعَ من كتابه  ( وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِلْعَبِيدِ ) *  « 5 » .\r\nوأخبر في موارد كثيرة بأنَّه :  ( فَما كانَ اللَّهُ لِيَظْلِمَهُمْ ) *  « 6 » ؛ بل أخبر  ( إِنَّ اللَّهَ لا يَظْلِمُ النَّاسَ شَيْئاً )  ( « 7 » وقال : (  إِنَّ اللَّهَ لا يَظْلِمُ مِثْقالَ ذَرَّةٍ )  « 8 » .\r\nومعلوم أنَّ من العدل إعطاء كلِّ ذي حقٍّ حقَّه بلا إفراطٍ ولا تفريطٍ . فالله سبحانه يُعطي كلَّ شَيْءٍ خَلَقَهُ حَسَبَ ما تستدعيه فطرتُهُ وتستجلبه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 45 و 46 من سورة 33 : الأحزاب .\r\n( 2 ) الآية 90 من سورة 16 : النّحل .\r\n( 3 ) الآية 29 من سورة 7 : الأعراف .\r\n( 4 ) الآية 35 من سورة 17 : الإسراء .\r\n( 5 ) الآية 182 من سورة 3 : آل عمران ، والآية 51 من سورة 8 : أنفال ، والآية 10 من سورة 22 : الحجّ .\r\n( 6 ) الآية 70 من سورة 9 : التوبة ، والآية 40 من سورة 29 : العنكبوت ، والآية 9 من سورة 30 : الرّوم .\r\n( 7 ) الآية 44 من سورة 10 : يونس .\r\n( 8 ) الآية 40 من سورة 4 : النساء .\r\n","page_name":" 14 ","page_number":17},
  {"content":"\r\n\r\nغريزَتُه . فالإفراط تحكُّمٌ وتكليفٌ وراءَ التَّحمُّل ، وتحميلٌ لما فوق القدرة والطَّاقة .  ( لا يُكَلِّفُ اللَّهُ نَفْساً إِلَّا ما آتاها )  « 1 » ؛ بل  ( لا يُكَلِّفُ اللَّهُ نَفْساً إِلَّا وُسْعَها )  « 2 » . كما أنَّ التَّفريط ظلمٌ وموجبٌ للمحروميَّةِ والتَّعطيل ؛  ( وَلا يَظْلِمُ رَبُّكَ أَحَداً  ) « 3 » .\r\nوحيث إنَّ الخلق ومنه الإنسان لم يُخلق على وَتيرةٍ واحدةٍ ونهجٍ واحدٍ ، بل يوجد في نوعه القويّ والضَّعيفُ من جهة البُنيةِ البشريَّة والقوَّة المادِّيَّة ، ومن جهة الصِّفات الروحيَّة والغرائِز الخُلقيَّة والتَّفكير والإحساس والعواطف ؛ فهو معجونٌ من موادّ مختلفة وصفات كثيرة ، عَجَنَه ربُّه وركَّبه مُدَبِّره على مدارجِ الاستعداد ومراتب الاستحقاق . أعطى الإنسانَ ومنه الذَّكرُ والأنثى على مقدار ما أودع جلَّ وعزَّ في وجوده من القابليَّة ، وكلَّف الذَّكر والأنثى كُلًّا على حسبِ ظرفه وسَعةِ محلِّه ، وإلَّا لانقلب العدلُ ظلماً ؛ وحاشاه أن يكون ظالماً .\r\nفما يُرى من منع النِّساءِ عن جهات من الأمور كالقَضاءِ ، والحكومة ، والجِهاد ، والبُروز في أندية الرِّجال ، وكشفِ الحجاب ، والجمعة ، والجماعة ، وشهادة الجنائز ، والحضور عند القبور مع الجنازة ، ورفعِ المشاقِّ عنها ، ليس فيها جهةُ سلبِ حقٍّ عنهنَّ ، بل إعطاءُ حقٍّ لهنَّ بالنَّحو الأتمِّ الأكمل .\r\nوذلك لأنَّه تبارك وتعالى لمَّا فطرهنَّ من أنواع الغرائِز وشَكِّلهنِّ بشاكِلَةٍ خاصَّةٍ راعي بالنِّسبة إليهنَّ ما هو صالح الأمر في حقِّهنَّ ، وهو الكفُّ عن الجِهاد والقضاءِ والحكومة وما يضاهيها .\r\nوهذا الكفُّ إنَّما هو حقٌّ إلهيّ أعطاهنَّ العليم الخبير ، لا أنَّ حقَّهنَّ الأوَّليّ هو الجِهادُ وأمثالُه ، واللهُ مَنَعَهنَّ عنه وعن أشباهِه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 7 من سورة 65 : الطلاق .\r\n( 2 ) الآية 286 من سورة 2 : البقرة .\r\n( 3 ) الآية 49 من سورة 18 : الكهف .\r\n","page_name":" 15 ","page_number":18},
  {"content":"\r\n\r\nإن اللهَ تعالى لم يمنع ذا حقٍّ حقَّه ، بل يُعطى كلَّ ذِي حقٍّ حقَّه ؛ وإيَّاك وأن يشتبه عليك إعطاءُ حقٍّ من سلبِ حقٍّ .\r\nإن الحقَّ الأوَّليّ للمرأة هو الكفُّ عن مَشاكِلِ الأمور ، لا أنَّ الحقَّ الأوَّليّ هو التَّرخيص فيها ثمَّ عرض عارضٌ إلهيّ وهو المنعُ عن إعمال هذا الحقِّ .\r\nإن الحَقَّ الأوّلِيّ للمرأة هو الحجابُ وسترُ بدنها عن أنظارٍ شَهويَّةٍ موبِقَةٍ ، لا أنَّ حقَّها الأوَّليّ هو السُّفور والكَشف ، والله مَنَعَها عن هذا الحقِّ وألزمَهَا الحجابَ والقرارَ في البيت .\r\nأما واللهِ لَقَد دَخَلَ التَّبديل وعَرَض التَّحريف ، لا في مرحلة التَّكليم فقط بل في ساحةِ التَّفكير ؛ حتَّى كأنَّ سُفورَ المرأة وكشفَها ودخولَها في جماعاتِ الرِّجال وتَصدِّيها للقَضاءِ والحكومةِ والجِهاد حقوقٌ أوليَّةٌ لها ، والشَّارع سَلَبَها عنها .\r\nوهذا النحو من التَّحريف إنَّما هو الاستعباديّ الاستيلائيّ الفِكريّ ، وهو تبديلُ مواضع المعاني عن محالِّها الأوَّليَّة وجلُها فيما لا يَستحقُّها .\r\nوهذا من أعظم المصائب الواردة علينا من الكُفر الجاشِم لأنَّه بهذا التَّحريف كان قد أعمى بصائِرنَا عن إدراك واقع الأمر ، لا أنَّه كان يكتفي بإعماءِ أبصارنا عن ظاهر الأمر .\r\nوكم لهذه المسألة نظير في المعارف والآداب ، فكان الكُفر الحاسم قد أوقع علينا أشدَّ ضَرَباته بتحريف اللُّغات عن معانيها الواقعيَّة ، وبتحريف المعاني مواضعها عن محالِّها اللّائِقَةِ بها .\r\nنسأل اللهَ تعالى أن لا يُبقينا في العِمي بعدَ أن فَتَحَ عيونَنا بإحرازِ الرَّويَّة ، ولا يَطْمِسَ بصائِرَنا بتعمية الحقيقة بعد أن نوَّرَهَا بإدراك البَصيرة ؛ ولا يكلَنا إلى آرائِنا الزَّائفَةِ وأفكارنا الهالكة ، فَنَذُوقَ وبَالَ أمرِنا ويكونَ عَاقِبَةُ\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":19},
  {"content":"\r\n\r\n ( أَمْرِها خُسْراً )  « 1 » ، ولا يَجْعَلنَا مِمَّنْ أغْفَلَ قَلْبَهُ عَنْ ذِكْرِهِ وَاتَّبَعَ  ( هَواهُ وَكانَ أَمْرُهُ فُرُطاً )  « 2 » .\r\n\r\nالجهة الرّابعة : اختلاف الرَّجل والمرأة في القوى الظاهريَّة والباطنيَّة\r\nالجهة الرَّابعة : إنَّ من البديهيّ اختلاف الرَّجل والمرأة في جهاتٍ عديدةٍ ، ظاهريَّةٍ وباطنيَّة ، جسميَّةٍ وروحيَّةٍ ، خَلقيَّةٍ ، فِكريَّةٍ وعاطفيَّةٍ .\r\nفاللهُ سبحانَه وتعالى دَرَّ عليهما من خزائِن رحمته وملكوتِ بحار أسمائِه ما هو أليقُ بشاكِلَتِهِما وأحسنُ بتركيبهما .\r\n ( وَإِنْ مِنْ شَيْءٍ إِلَّا عِنْدَنا خَزائِنُهُ وَما نُنَزِّلُهُ إِلَّا بِقَدَرٍ مَعْلُومٍ )  « 3 » .\r\nيكون الرَّجلُ شديدَ البَطْش ، قويّ الأركان ، متينَ الْبنيان ، ذا قُوَّة تعقُّلٍ وتفكيرٍ حادٍّ وإحساسٍ متناسبٍ ؛ والمرأةُ رقيقَ البنيان ، لطيفَ الأركان ، ذات إحساس حادٍّ وعاطفةٍ قويَّةٍ وتفكيرٍ متناسبٍ ، بعكس ما يكون للرَّجل .\r\nقد أودع اللهُ سبحانَه في كلٍّ منهما بَحَسَبَهِ ما هو لازمٌ له في الطَّريق الأحسن والنَّهج الأقرب إلى كَمال هويَّتهما وصَيرورةِ قابليَّتِهما فعليِّةً تامَّةً ، حتّى تكون أثْمَرَتْ شجرةُ وجودِهما ونضجتْ ثمرةُ حَياتهما بلا تعطيلٍ وفتورٍ .\r\nوأنت يا أيُّها العاقل ! إذا فكَّرتَ في كيفيَّة ما أودع اللهُ فيهما من عالم الخِلْقَة ، ثم ما يَتَرقَّب منهما في نِظام الوجود ، لَتَرى المرأةَ ذاتَ تحمُّلٍ في أعباء الحمل ، وإيداع النُّطفة التي هي أعظم تَجلٍّ إلهيّ في رَحِمِها التي هيمن أعظم جهازٍ في البَدَن ، والمخاضِ والولادةِ والإرضاع ، والتَّربية ، وقد احتاجتْ إلى محبَّةٍ شديدة ، وعاطفةٍ قويَّةٍ ، وإحساس لطيفٍ ، وذوقٍ رقيقٍ كي تَتَحمَّلَ هذه المَشاكل ، وتُرَتِّبُهَا بأدقّ ترتيبٍ ، وتُنَزِّلُهَا بأحسنِ منزلة ؛ وتحتاج\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اقتباس من الآية 9 من سورة 65 : الطلاق ، وهي قوله تعالي : فذاقت وبال أمرها وكان عاقبة أمرها خُسراً .\r\n( 2 ) اقتباس من الآية 28 من سورة 18 : الكهف ، وهي قوله تعالي : ولا تطع من أغفلنا قلبه عن ذكرنا واتّبع هواه وكان أمره فرطاً .\r\n( 3 ) الآية 21 من سورة 15 : الحجر .\r\n","page_name":" 17 ","page_number":20},
  {"content":"\r\n\r\nإلى السُّكونِ والقَرار ، وفراغِ شغلٍ عن تحصيل النَّفقةِ وترميمِ المعاش ؛ بخلاف الرَّجل فإنَّه واقعٌ في معزل عن هذه الأمور وغير مصادم بها ؛ والفطرة لا ينتظر منه في طَيّ هذه السِّلسلةِ الطَّويلةِ إلّا الاستيلاد ؛ ولا مَؤُونة فيه بالنِّسبة إليه ؛ فلابدَّ له من الْكَدِّ والسَّعيِ في المعاش ، وتهيئة المَسكن والمَلبس والمَأكل والمَشرب ، وترميمِ البَيت من الآفاتِ والعاهاتِ ، وترتيب المنزل الاجتماعيّ على أحسنِ صورةٍ وأتَمِّ ترتيبٍ .\r\nفعليه الخروج في طلب المنافع ، ودفع المضارِّ والجهاد ، والدِّفاع عن كينونة موجوديَّتهما وموجوديَّة المجتمع الذي يَعيشانِ فيه ، وحَلِّ الأمور وفَسْخِها ، والأخذ والبَطش والدَّفع والطَّرد بجسمهِ وعقلِه وذِهنهِ .\r\nفاللهُ - سبحانه وتقدَّس - أعطاه من قُوَّة الجِسم وَضخم العَظم ، ومن قُوَّة الفعل دون الانفعال ، والتَّفكيرِ القويّ دون الإحساس ، ومن خُشونة الحَياة ، وجُشوبة العَيش ما يستحقُّه بحسب خلقته وعلى نهج ما أودَعَه فيه من فطرته . وهذا هو التَّوزيع الصَّحيح والتَّقسيم السَّليم .\r\n ( إِنَّا كُلَّ شَيْءٍ خَلَقْناهُ بِقَدَرٍ )  « 1 »  ( وَكانَ أَمْرُ اللَّهِ قَدَراً مَقْدُوراً )  « 2 »  ( وَكُلُّ شَيْءٍ عِنْدَهُ بِمِقْدارٍ )  « 3 » .\r\nوهذا هو الحقُّ الَّذى وصف اللهُ سبحانَه نفسَه به بقوله :  ( بِأَنَّ اللَّهَ هُوَ الْحَقُّ )  « 4 » . وهي الحكمة الَّتى تقتضى جَعْلَ كُلِّ شَيْء في موضعه ، وإعطاءَ كُلِّ ذي حقٍّ حَقَّهُ ؛ وقد وصف اللهُ سبحانه نفسه بأنهَّ هو العليمُ الحكيمُ وأنَّه هو العزيزُ الحكيمُ في آياتٍ كثيرة .\r\nوهذا من ناحيةٍ ؛ ومن ناحيةٍ أخرى أنَّ بَين نفس الرَّجل والمرأة تجاذُباً\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 49 من سورة 54 : القمر .\r\n( 2 ) الآية 38 من سورة 33 : الأحزاب .\r\n( 3 ) الآية 8 من سورة 13 : الرّعد .\r\n( 4 ) الآية 62 من سورة 22 : الحجّ .\r\n","page_name":" 18 ","page_number":21},
  {"content":"\r\n\r\nفعليّاً مغناطيسيّاً يَجذب كُلٌّ منهما صاحبَه ، ويَجلبه بلا دافعٍ ولا مانعٍ ؛ واسترسال هذا التّجاذب يُخِلُّ بأمر الزَّواج ، ويُعطِّل أمر الأولاد ، ويَهدم السُّكونَ المنزليّ ، ويُهلك الحرثَ والنَّسل ؛  ( وَاللَّهُ لا يُحِبُّ الْفَسادَ )  « 1 » .\r\nفاللهُ سبحانَه عيَّن مقدار التّجاذب وَحَدَّه على أساس الزَّواج ، والاستعفاف ، وغضِّ البَصَر ، والحجاب ، وعدم التّبرّج ، وعدم الخضوعِ في القول ، والقَرار في البيت .\r\n\r\nدفع إشكال\r\nوما ربما يسمع من سفاهات بعض من لا خبرةَ له من أنَّ تقرير النِّساءِ في البيوت ، وسَدْلَ الحجاب عليهنَّ ، وعدمَ إشراكهنَّ مع الرِّجال في المعارك والأمور الخطيرة بالتَّصدِّي لأمر الولادة والحضانة ، هي التي أورثَت عليهنَّ الضَّعفَ في القوى البدنيَّة والتّفكيريَّة ؛ فالضَّعف ثمرةٌ اكتسابيَّةٌ من هذه الرِّياضة الاجتماعيَّة ، لا أمرٌ موهوبيّ غريزيّ ؛ فكان معلولًا بها لا علّة لها .\r\nيُبطله أوّلًا : أنَّ ما يُشاهد فيهنَّ من الضَّعف ليس مختّصاً بالمجامع التي تكون النِّساءُ فيها مُحَجَّبَةً وغيرَ مُداخلاتٍ في أعمال الرّجال ؛ بل مشترك فيهنَّ وفي غيرهنَّ ، مع أنَّهنَّ يَحِضْنَ في كلِّ شهرٍ بلا تفاوتٍ منهنَّ بين الحَضَريَّة والبَدَويَّة .\r\nوثانياً : إنَّ اختلاف القوى في الذَّكر والأنثى ليس في دائِرة الإنسان فقطُّ ، بل يسعى أقسام الحيوان بأنواعه ، البَرِّيّ منه والبحريّ والطُّيور ؛ فالاختلاف مشهودٌ في أنواعه في ذَكَرِه وانثاه ؛ فأينَ هذا من سُنَّةِ الحجاب ؟ .\r\nوما ربما يُتوهَّم بأنَّه يمكن أن يكون في أنواع أنثى الحيوان حجابٌ أيضاً أوجب عليها الضَّعف ، مدفوعٌ بأنَّه بناءً عليه يُعلم عندئذٍ أنَّ الحجاب لازم ضروريّ ، أقَرَّه لها التَّكوينُ ، فلا يَشُذُّ عنه حيوانٌ ؛ فَلِمَ لا نلتزم به في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 205 من سورة 2 : البقرة .\r\n","page_name":" 19 ","page_number":22},
  {"content":"\r\n\r\nالإنسان ونحكم فيه بالسُّفور ؟ ! .\r\nوإن لم يُستند بناءُ الضَّعف إلى الحجاب فلا فَرق في أصالة التَّفاوت في الحيوان والإنسان بين الذَّكَر منه والأنثى .\r\nوثالثاً : إنَّ هذا التَّفاوت ناموسٌ كلّيّ في جميع أعضاءِ عالم المادَّة حتَّى الجمادات ؛ لأنَّ القُوَّةَ الفعليَّةَ فيها أقوى من القُوَّة الإنفعاليَّة طُرّاً ؛ وقد ثَبَتَ في العلوم الفيزياويَّة أنَّ مقدار قُوَّة البِرُوتُون التي هي مرتكزة في مركز الذّرّة وحاملةٌ للقُوَّة الفعليَّة المُثبِتَة على وَحْدِها تكون بقدر جميع قوى الإلكْتِرونات الإنفعاليَّة المنفيَّة التي تدور حولها .\r\n\r\nالجهة الخامسة : موارد تساوي الرَّجل والمرأة وتفارقهما\r\nالجهة الخامسة : إذا نظرنا إلى الرَّجل والمرأة من جهة اشتراكهما في الاجتماع المنزليّ في المدينة الفاضلة الإنسانيّة نرى لكل واحدٍ منهما سهماً مساوياً للآخر في تنظيم المنزل واشتراك الاجتماع من حيث نفس التَّنظيم والإشراك .\r\nوإذا قايَسْنا كلَّ واحدٍ منهما مجرَّداً عن الآخر بحسب المواهب الطبيعيَّة الإلهيَّة فلا إشكال في تقديم الرِّجال على النِّساء من جهة البُنية القويمة والقُوَّة العقلانيَّة الحكيمة وَسعةِ التَّفكير وقُوَّة التَّدبير .\r\n ( الرِّجالُ قَوَّامُونَ عَلَى النِّساءِ بِما فَضَّلَ اللَّهُ بَعْضَهُمْ عَلى بَعْضٍ )  « 1 » .  ( وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ وَلِلرِّجالِ عَلَيْهِنَّ دَرَجَةٌ )  « 2 » .\r\nوأمَّا إذا لاحظنا كلَّ واحدٍ منهما في سلوكه الخاصِّ إلى الله تعالى ولقائِه وسيره في النَّشئات الكماليَّة ودرجات الزُّلفى والقُربة ، فالسَّبيلُ واضحٌ والطَّريقُ مشهودٌ ؛ فلا حاظرٌ يَمنع ، ولا دافعٌ يَدفع ، بل لكلٍّ منهما تشمير الذَّيل والحركة من الظَّاهر إلى الباطن ، ومن الاعتبار إلى الحقيقة ، ومن الأهواءِ إلى الآراءِ ، ومن الدُّنيا إلى العُليا ، وممَّا سوى الله تعالى إلى التَّبتُّل إليه والنُّزول\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 34 من سورة 4 : النساء .\r\n( 2 ) الآية 228 من سورة 2 : البقرة .\r\n","page_name":" 20 ","page_number":23},
  {"content":"\r\n\r\nفي حرمِ قُدسِهِ وحريم عزِّه ، ( في  مَقْعَدِ صِدْقٍ عِنْدَ مَلِيكٍ مُقْتَدِرٍ )  « 1 » .\r\nانظر إلى قول الله تبارك وتعالى كيف جعلهما في درجةٍ واحدة في الغُفران والعظيم من الأجر : (  إِنَّ الْمُسْلِمِينَ وَالْمُسْلِماتِ وَالْمُؤْمِنِينَ وَالْمُؤْمِناتِ وَالْقانِتِينَ وَالْقانِتاتِ وَالصَّادِقِينَ وَالصَّادِقاتِ وَالصَّابِرِينَ وَالصَّابِراتِ وَالْخاشِعِينَ وَالْخاشِعاتِ وَالْمُتَصَدِّقِينَ وَالْمُتَصَدِّقاتِ وَالصَّائِمِينَ وَالصَّائِماتِ وَالْحافِظِينَ فُرُوجَهُمْ وَالْحافِظاتِ وَالذَّاكِرِينَ اللَّهَ كَثِيراً وَالذَّاكِراتِ أَعَدَّ اللَّهُ لَهُمْ مَغْفِرَةً وَأَجْراً عَظِيماً )  « 2 » .\r\nومن أتمِّ الآيات في إفادة هذا المعنى قوله تعالى :\r\n ( وَمَنْ يَعْمَلْ مِنَ الصَّالِحاتِ مِنْ ذَكَرٍ أَوْ أُنْثى وَهُوَ مُؤْمِنٌ فَأُولئِكَ يَدْخُلُونَ الْجَنَّةَ وَلا يُظْلَمُونَ نَقِيراً )  « 3 » .\r\nوَأتمُّ منها قوله تعالى :\r\n ( وَمَنْ عَمِلَ صالِحاً مِنْ ذَكَرٍ أَوْ أُنْثى وَهُوَ مُؤْمِنٌ فَأُولئِكَ يَدْخُلُونَ الْجَنَّةَ يُرْزَقُونَ فِيها بِغَيْرِ حِسابٍ )  « 4 » .\r\nوأصرح منها معنى وأكملها مفاداً قوله تبارك وتعالى :\r\n ( مَنْ عَمِلَ صالِحاً مِنْ ذَكَرٍ أَوْ أُنْثى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَياةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُمْ بِأَحْسَنِ ما كانُوا يَعْمَلُونَ )  « 5 » .\r\nحيث وعد اللهُ سبحانَه فيها بالحياة الطيِّبةِ وجزاءِ الأجر بأحسن الأعمال .\r\nهذا كلُّه ما أردنا بيانَه في البحث عن المرحلةِ الأولى .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 55 من سورة 54 : القمر .\r\n( 2 ) الآية 35 من سورة 33 : الأحزاب .\r\n( 3 ) الآية 124 من سورة 4 : النساء .\r\n( 4 ) الآية 40 من سورة 40 : المؤمن .\r\n( 5 ) الآية 97 من سورة 16 : النحل .\r\n","page_name":" 21 ","page_number":24},
  {"content":"\r\n\r\n\r\nالمرحلة الثانية : الأدلة الشرعية الفقهية حول مقام المراة في الجهاد والقضاء والحكومة\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":25},
  {"content":"\r\n\r\n\r\nالفصل الأول : البحث حول آيةالرجال قوامون على النساء بما فضل الله بعضهم على بعض وبما انفقوا من أموالهم\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":26},
  {"content":"\r\n\r\n\r\nوأمَّا المرحلة الثَّانيةُ وهو البحث عمّا يُستفاد من الأدلَّة الشَّرعيَّة الفقهيَّة\r\nبالنِّسبة إلى تصدِّي المرأةِ الجهادَ والقضاءَ والحكومةَ .\r\nفنقول فيها : البحث يقع في مقامين : الأوَّل : الآيات الواردة في القرآن الكريم . والثاني الرّوايات الواردة عن المعصومين عليهم السَّلام .\r\nأمَّا المقام الأوّل : فنبحث فيه عن آيتين : الأولى : قوله جلَّ وعزَّ :\r\n ( الرِّجالُ قَوَّامُونَ عَلَى النِّساءِ بِما فَضَّلَ اللَّهُ بَعْضَهُمْ عَلى بَعْضٍ وَبِما أَنْفَقُوا مِنْ أَمْوالِهِمْ )  « 1 » .\r\nوقبل الخوض في ما يستفاد منها نُورد بعضَ ما أورده اللُّغَويُّون في معنى القَّوامُونَ ، ثُمَّ نتبعه ببعض ما ذكره المُفسِّرون في تفسير الآية ، ثمَّ نبحث عمَّا يستفاد منها .\r\n\r\nأقوال اللُّغويِّين\r\nأمَّا اللُّغويُّون : فقد أورد في « مجمع البحرين » : « قوله :  ( الرِّجالُ قَوَّامُونَ عَلَى النِّساءِ بِما فَضَّلَ اللَّهُ بَعْضَهُمْ عَلى بَعْضٍ )  الآية . أي لهم عليهنَّ قيام الولاءِ والسِّياسة . وعُلِّل ذلك بأمرين : أحدهما موهبيّ من الله تعالى وهو أنَّ اللهَ فَضَّلَ الرِّجال عليهنَّ بأمور كثيرة من كمال العقل وحسن التَّدبير وتزايد القوَّة في الأعمال والطَّاعات ، ولذلك خُصُّوا بالنُّبوَّة ، والإمامة ، والولاية ، وإقامة الشَّعائِر ، والجِهاد ، وقبول شهادتهم في كل الأمور ، ومزيد النَّصيب في الإرث وغير ذلك . وثانيهما كَسبيّ وهو أنَّهم يُنفقون عليهنَّ ، ويعطونهنَّ المُهور مع أنَّ فائِدة النِّكاح مشتركةٌ بينهما . والباء في قوله بما فَضَّل اللهُ وفي قوله  ( بِما \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 34 من سورة 4 : النساء .\r\n","page_name":" 24 ","page_number":27},
  {"content":"\r\n\r\n أَنْفَقُوا )  للسَّبَبيَّة ؛ وما مصدريَّة ؛ أي بسبب تفضيل الله وبسبب إنفاقهم » .\r\nوفي « أقرب الموارد » : « قَام ، يَقُوم ، قَوْماً وقَوْمَةً وقِيَاماً وقَامَةً : انتصب ، ضِدُّ قَعَدَ . والأمرُ : اعتدل . . . وقام الرَّجل المرأة و - عليها : مَانَها وقام بشأنها . ( وقال في مادّة مَوَنَ : مَانَ ، يَمُونه ، مَوْناً ومُؤْنَةً : احتمل مونَتَه وقام بكفايته فهو مائِن ) . - إلى أن قال - القوَّام كشَدَّاد : الحَسَن الْقَامَة ، والقَوِيّ عي القيام بالأمر و - الأمير ؛ ج : قَوَّامون » .\r\nوفي « صِحاح اللُّغة » : « قِوام الأمر - بالكسر - نظامه وعماده ؛ يقال : فلان قوام أهل بَيته وقِيامُ أهل بيته ، وهو الذي يُقيم شَأنَهم ؛ ومنه قوله تعالى :  ( وَلا تُؤْتُوا السُّفَهاءَ أَمْوالَكُمُ الَّتِي جَعَلَ اللَّهُ لَكُمْ قِياماً )  « 1 » ، وقوام الأمر أيضاً : ملاكه الذي يقوم به » .\r\nوفي « أساس اللُّغة » : « وقَام الأمِيرُ على الرَّعيَّة : وَلِيهَا » .\r\nوفي « نهاية » ابن الأثير في مادَّة قيم : « في حديث الدُّعاء :\r\nلَكَ الْحَمْدُ أنْتَ قَيَّامُ السَّمَوَاتِ والأرْضِ ؛\r\nوفي روايةٍ قَيِّمُ وفي أخرى قَيُّومُ وهي أبْنية المبالَغَة ، وهي من صفات اللهِ تعالى ، ومعناها : القائِم بأمور الخلق ومُدبِّر العالم في جميع أحواله . وأصلها من الواو : قَيْوَام وقَيْوِم وقَيْوُوم بوزن فَيْعَال وفَيْعِل وفَيْعُول - إلى أن قال - ومنه الحديث :\r\nمَا أفْلَحَ قَوْمٌ قَيِّمُهُمُ امْرَأةٌ » .\r\nوفي « لسان العرب » : « عن ابن برّيّ أنَّه قال : وقد يَجِيءُ القيام بمعنى المحافظة والإصلاح ومنه قوله تعالى :\r\n ( الرِّجالُ قَوَّامُونَ عَلَى النِّساءِ )  ، وقوله تعالى :  ( إِلَّا ما دُمْتَ عَلَيْهِ قائِماً )  ، أي ملازماً محافظاً » .\r\nوفي « تاج العروس » : « قال ابن الأثير : القَوْم في الأصل مصدر قامَ ، ثمَّ غلب على الرِّجال دون النِّساءِ ؛ وسُمُّوا بذلك لأنَّهم قَوَّامون على النِّساءِ بالأمور التي ليس للنِّساءِ أن يَقُمْنَ بها ؛ قال الجوهريّ : ومنه قوله تعالى :  ( لا \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 5 من سورة 4 : النساء .\r\n","page_name":" 25 ","page_number":28},
  {"content":"\r\n\r\n يَسْخَرْ قَوْمٌ مِنْ قَوْمٍ )  ؛ ثُمَّ قَال :  ( وَلا نِساءٌ مِنْ نِساءٍ )  ، أي فلو كانت النِّساءُ من القوم لم يقل :  ( وَلا نِساءٌ مِنْ نِساءٍ )  - إلى أن قال - والقَيِّمُ : السَّيِّد وسائِس الأمر وهي قَيِّمَةٌ . وقَيِّم المرأةِ : زوجها في بعض اللُّغات ، لأنَّه يقوم بأمرها وما تحتاج إليه . قال الفرَّاء : أصل قَيِّم قَوْيِم على فَعْيِل ، إذ ليس في أبنية العَرب فَيْعِل ؛ وقال سيبويه : وزنه فَيْعِل وأصله قَيْوِم ، والقَوَّام : المتكفِّلُ بالأمر » .\r\nونقل فيه أيضاً عن ابن برّيّ ما نقل عنه في « لسان العرب » ؛ وقد نقلنا عنه آنفاً .\r\n\r\nآراء المفسّرين\r\nوأمّا المفسِّرون : فقد ورد في تفسير « التِّبيان » لأبي جعفر الطُّوسيّ ( ره ) :\r\n« سبب نزول هذه الآية ما قاله الحسن وقتادة وابن جريح والسّدّي : أنَّ رجلًا لَطَمَ امرأته ، فجاءَتْ إلى النَّبيّ صلَّى الله عليه وآله وسلَّم تَلتمس القصاص ، فَنَزَلَت الآية :  ( الرِّجالُ قَوَّامُونَ عَلَى النِّساءِ )  . والمعنى الرِّجال قوَّامون على النِّساءِ بالتأديب والتَّدبير لما فضَّل الله الرِّجَالَ على النِّساءِ في العقل والرَّأي . وكان الزُّهريّ يقول : ليس بين الرَّجل والمرأة قصاص فيما دون النَّفس . ويقال : رجل قَيِّم وَقوَّام وقَيَّام ، ومعناه أنَّهم يقومون بأمر المرأةِ بِالطَّاعةِ لله ولهم .\r\nوقوله :  ( فَالصَّالِحاتُ قانِتاتٌ )  ، قال قتادة وسفيان : معنى « قانتاتٌ » مطيعاتٌ لِلّهِ ولأزواجهنَّ . وأصل القنوت دوام الطَّاعة ؛ ومنه القنوت في الوَتر لطول القيام . وقوله :  ( حافِظاتٌ لِلْغَيْبِ بِما حَفِظَ اللَّهُ )  معناه : قال قتادة وعطاء وسفيان : حافظاتٌ لما غاب عنه أزواجهنَّ من ماله ، وما يجب من رعايته وحاله ، وما يلزم من صيانتها نفسه له » « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « التبيان » ، المجلد الأول من الطَّبع على الحجر ، ص 424 .\r\n","page_name":" 26 ","page_number":29},
  {"content":"\r\n\r\nوفي « مجمع البيان » للطَّبرسيّ : « يقال : رجل قَيِّم وَقَيَّام وقَوَّام ، وهذا البِناء للمبالغة والتَّكثير . وأصل القُنوت دوام الطَّاعة ؛ ومنه القنوت في الوَتر لطول القيام فيه .\r\nقال مقاتل : نزلت الآية في سَعد بن الرَّبيع بن عمرو - وكان من النُّقباء - وفي امرأتِه حبيبة بنت زيد بن أبي زُهَير ، وهما من الأنصار . وذلك أنَّها نشزت عليه ، فَلَطَمَها ، فانطلق أبوها معها إلى النِّبيّ ، فقال : أفْرَشْتُه كريمتي فَلَطَمَها ؛ فقال النَّبيّ :\r\nلتقتصَّ من زوجها .\r\nفانصرفتْ مع أبيها لتقتصَّ منه ؛ فقال النِّبيّ :\r\nارجعوا فهذا جبرائيل أتاني وأنزل اللهُ هذه الآية .\r\nفقال النَّبيّ صلَّى الله عليه وآله وسلَّم\r\n« أردنا أمراً وأراد اللهُ أمراً ، والذي أراد الله خيرٌ »\r\nورفع القصاص . وقال الكلبيّ : نَزَلت في سَعد بن الرَّبيع « 1 » وامرأتِهِ خولة بنت محمَّد بن مسلمة . وذكر القصَّة نحوها . وقال أبو ورق : نزلت في جميلة بنت عبد الله بن ابيّ وفي زوجها ثابت بن قيس بن شمّاس وذكر قريباً منه .\r\nوالمعنى أي قيِّمون على النِّساءِ مُسَّلطون عليهنَّ في التَّدبير والتَّأديب والرِّياضةِ والتَّعليمِ .  بِما فَضَّلَ اللَّهُ بَعْضَهُمْ عَلى بَعْضٍ  هذا بيان سبب تولية الرِّجال عليهنَّ ، أي إنَّما وَلَّاهم اللهُ أمرَهنَّ لما لهم من زيادة الفضل عليهنَّ بالعلم والعقل وحسن الرَّأي والعزم » « 2 » .\r\nوفي « رَوْح الجِنَان ورُوح الجَنَان » لأبي الفتوح الرَّازيّ بعد أن ذكر معنى القوّام وشأن نزول الآية على نحو ما ذكره الطَّبرسيّ ( ره ) قال : « في ملاك التَّفضيل في قوله :  ( فَضَّلَ اللَّهُ بَعْضَهُمْ عَلى بَعْضٍ )  أقوال :\r\nقالوا : إنَّ المراد العقلُ . وقالوا : زيادة الدِّين واليقين ، حيث إنَّ المرأةَ ناقصةُ عقلٍ وناقصةُ دينٍ ، لأنَّها ممنوعةٌ من الصَّلاة والصِّيام أيَّاماً خاصَّةً في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قال في « أسد الغابة » : « سعد بن الرّبيع بن عمرو بن أبي زهير بن مالك بن امريء القيس الخزرجيّ : عقبيّ بدريّ ، وكان أحد فقهاء الأنصار ، وكان له زوجتان » .\r\n( 2 ) « مجمع‌البيان » ، طبع صيدا ، المجلّد الثالث ص 43 .\r\n","page_name":" 27 ","page_number":30},
  {"content":"\r\n\r\nكلِّ شهر . وقالوا : بنقصان الشَّهادة حيث إنَّ شهادة امرأتين بمثابة شهادة الرَّجل الواحد  ( فَرَجُلٌ وَامْرَأَتانِ )  « 1 » . وقالوا : بالتَّصرُّف والتِّجارات . وقالوا : بالجِهاد ، حيث إنَّ الرِّجالَ مخاطبُون بقوله تعالى :  ( انْفِرُوا خِفافاً وَثِقالًا وَجاهِدُوا بِأَمْوالِكُمْ وَأَنْفُسِكُمْ فِي سَبِيلِ اللَّهِ )  « 2 » . والنِّساء مخاطَباتٌ بقوله تعالى :  ( وَقَرْنَ فِي بُيُوتِكُنَّ )  « 3 » .\r\nوقال الرَّبيع : بالجمعة والجماعات . وقال الحسنُ البصريّ : بالنَّفقة حيث إنَّها على عهدة الرِّجال دون النِّساءِ . وقالوا : بجواز تزويج الرَّجل أربعَ نساءٍ في الشَّرع ولا يجوز تزويج المرأة بأزيد من رجلٍ واحدٍ . وقالوا : بالطَّلاق لاختصاصه بالرِّجال . قال عليه‌السَّلام :\r\nالطَّلاقُ بَالرِّجالِ ، والعِدَّةُ ب النِّساء\r\nوقالوا : بالميراث . وقالوا : بالدَّية ، حيث إنَّ دية المرأةِ نصفُ دية الرَّجل . وقالوا : بالنُّبوَّة والإمامة والخِلافة .\r\nقال رسول الله :\r\n« الَمَرْأةُ مِسْكينَةٌ مَا لَمْ يَكُنْ لَهَا زَوْجٌ » .\r\nقَالُوا : يَا رَسُولَ اللهِ ! وَإنْ كانَ لَهَا مَالٌ ؟ قَالَ :\r\nوإنْ كَانَ لَهَا مَالٌ .\r\nثُمَّ قَرَأ :  ( الرِّجالُ قَوَّامُونَ عَلَى النِّساءِ بِما فَضَّلَ اللَّهُ بَعْضَهُمْ عَلى بَعْضٍ )  .\r\nوروى أبوهُرَيرة : أنَّ رسول الله صلَّى الله عليه وآله وسلَّم قال :\r\n« خَيْرُ النِّسَاءِ التي إذَا نَظَرْتَ إلَيْهَا سَرَّتْكَ ، وَإذَا أمَرْتَهَا أطاعَتْكَ ، وإذَا غِبْتَ عَنْهَا حَفِظَتْكَ في مالِكَ ونَفْسِهَا »\r\nثُمَّ قَرَأ :  ( الرِّجالُ قَوَّامُونَ عَلَى النِّساءِ )  » « 4 » .\r\nوفي « تفسير عليّ بن إبراهيم القمِّيّ » قال : « يعني فرض اللهَ تعالى أن يُنفقوا على النِّساءِ . ثمَّ مدح النِّساءَ فقال :  ( فَالصَّالِحاتُ قانِتاتٌ حافِظاتٌ \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 282 من سورة 2 : البقرة .\r\n( 2 ) الآية 41 من سورة 9 : التوبة .\r\n( 3 ) الآية 33 من سورة 33 : الأحزاب .\r\n( 4 ) « تفسير أبي الفتوح » ، الطبع المظفريّ ، ج 1 ، ص 760 و 761 .\r\n","page_name":" 28 ","page_number":31},
  {"content":"\r\n\r\n لِلْغَيْبِ بِما حَفِظَ اللَّهُ )  يعني بحفظ نفسها إذا غاب زوجُها عنها . وفي رواية أبي الجارود عن أبي جعفر عليه‌السلام في قوله « قانتاتٌ » يقول : « مطيعاتٌ » « 1 » .\r\nوفي « تفسير الصَّافي » للفيض القاسانيّ قال : « أي يقومون عليهنَّ قيامَ الوُلاةِ على الرَّعيَّة ، بسبب تفضيله ( أي تفضيل الله ) الرِّجال على النِّساءِ بكمال العقل وحسن التَّدبير ومزيد القوَّة في الأعمال والطَّاعات - إلى أن قال - وفي « العِلَل » عن النَّبيّ صلَّى الله عليه وآله ، سُئِلَ : مَا فَضْلُ الرِّجَالِ على النِّساءِ ؟ فَقَالَ :\r\nكَفَضْلِ الْمَاءِ على الأرْضِ ، فَبِالْمَاءِ تَحْيَى الأرْضُ ، وَبِالرِّجَالِ تَحْيَى النِّسَاءُ ، وَلَوْلَا الرِّجالُ مَا خُلِقَتِ النِّسَاءُ .\r\nثمَّ تَلَا هَذِهِ الآيَةَ . ثُمَّ قَالَ :\r\nألَا تَرَى إلَى النِّسَاءِ كَيْفَ يَحِضْنَ وَلَا يُمْكِنُهُنَّ الْعِبَادَةُ مِنَ الْقَذَارَةِ ، وَالرِّجَالُ لَا يُصِيبَهُمْ شَيْءٌ مِنَ الطَّمْثِ »\r\n« 2 » .\r\nوفي « مَنهج الصَّادقين » لفتح الله القاسانيّ اكتفى بما نقلنا عن « الصَّافي » في معنى الآية ، ولم ينقل الرِّوايات الواردة في المقام « 3 » .\r\nوفي « تفسير البرهان » أورد ما أورده الفيض في « الصَّافي » من الرِّوايات ، وأضاف إليها رواياتٍ اخر غيرها واردة في المقام « 4 » .\r\n« وفي « تفسير الجواهر » للطَّنطاويّ : « الرِّجالُ قَوَّامُونَ على النِّساءِ ، قال : فهم كالولاة ، والنِّساءِ كالرَّعيَّة » « 5 » .\r\nوفي « جامع البيان عن تأويل آي القرآن » للطَّبريّ ، قال في التفسير عن الآية : « وذلك تفضيل الله تبارك وتعالى إيّاهم عليهنَّ ، ولذلك صارُوا قُوّاماً\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التفسير ، الطَّبع على الحجر في سنة 1311 ، ص 125 .\r\n( 2 ) « تفسير الصّافي » ، طبع الإسلاميّة سنة 1348 ، ج 1 ص 353 .\r\n( 3 ) « المنهج » ، الطبع على الحجر سنة 1296 ، ج 1 ، ص 381 .\r\n( 4 ) « البرهان » ، الطبع على الحجر سنة 1295 ، ج 1 ، ص 226 .\r\n( 5 ) « الجواهر » طبع مصر سنة 1350 ، ج 3 ، ص 39 .\r\n","page_name":" 29 ","page_number":32},
  {"content":"\r\n\r\nعليهنَّ ، نافذي الأمر عليهنَّ فيما جَعَلَ اللهُ إليهم من امورهنَّ » . ثمَّ أورد ما روى بستَّة أسنادٍ عن قتادة وحسن وابن جريح والسُّدّيّ حكاية لطْم الأنصاريّ امرأتَه على نَهج ما نقلنا ههنا عن « مجمع البيان » ؛ ورَوَى بثمانية أسناد عن سفيان ومجاهد وعليّ بن أبي طلحة وقتادة والسُّدّيّ أنَّ المراد من الصَّالحات القانتات في قوله عزَّ وجلَّ : المطيعاتُ لأزواجهنَّ ؛ ورَوى بستَّة أسنادٍ عن قتادة والسُّدّيّ وعطاء وسفيان وأبي هُرَيرة أنَّ المراد من الحافظات للغيب : الحافظات لأزواجهنَّ لما غاب من شأنهنَّ من حفظ أنفسهنَّ وأموالهم « 1 » .\r\nوفي « تفسير ابن كثير الدِّمشقيّ » يقول تعالى :  ( الرِّجالُ قَوَّامُونَ عَلَى النِّساءِ )  ، أي الرَّجل قَيِّم المرأة ، أي هو رئِيسُها وكبيرها والحاكم عليها ومؤدِّبها إذا اعْوَجَّتْ .\r\n ( بِما فَضَّلَ اللَّهُ بَعْضَهُمْ عَلى بَعْضٍ )  ، أيْ لأنَّ الرِّجَالَ أفْضل من النِّساءِ ، والرَّجل خيرٌ مِن المرأة ، ولهذا كنت النُّبوَّة مختصَّةً بالرِّجال ، وكذلك الملك الأعظم لقوله صلَّى الله عليه ( وآله ) وسلَّم :\r\n« لَنْ يُفْلِحَ قَوْمٌ وَلَوْا أمْرَهُمُ امْرَأةً » .\r\nرواه البخاريّ من حديث عبدالرَّحمن بن أبي بكرة ، عن أبيه ؛ وكذا منصب القضاءِ وغير ذلك .\r\n ( وَبِما أَنْفَقُوا مِنْ أَمْوالِهِمْ )  ، أي من المهور والنَّفقاتِ والكُلَفِ التي أوجب اللهُ عليهم لهنَّ في كتابه وسنَّة نبيِّه صلَّى الله عليه ( وآله ) وسلَّم ؛ فالرَّجل أفضل من المرأةِ في نفسه ، وله الفَضل عليها والإفضال ، فناسب أن يكونَ قيِّماً عليها ، كما قال اللهُ تعالى :  ( وَلِلرِّجالِ عَلَيْهِنَّ دَرَجَةٌ )  - الآية .\r\nثمَّ ذكر حديث الأنصاريّ ولَطْمه زوجَتَه وشأن نزولِ الآية فيهما عن البصريّ . ثمَّ رَوى ما رواه أبوهُريرة من حديث خير النِّساءِ الذي نقلناه عن « مجمع البيان » . ثمَّ ذكر حديثاً عن الإمام أحمد ، عن يحيى بن إسحاق ، عن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « جامع البيان » طبع مصر سنة 1373 ، المجلّد الخامس ، من ص 57 إلي ص 60 .\r\n","page_name":" 30 ","page_number":33},
  {"content":"\r\n\r\nابن لهيعة ، عن عبد الله بن أبي جعفر : أنَّ ابن قارط أخبره أنَّ عبد الرحمن بن عوف قال : قال رسولُ الله صلَّى الله عليه ( وآله ) وسلَّم :\r\nإذَا صَلَّتِ الْمَرْأةُ خَمْسَهَا ، وَصَامَتْ شَهْرَهَا ، وَحَفِظَتْ فَرْجَهَا ، وَأطَاعَتْ زَوْجَهَا ، قيلَ لَهَا : ادْخُلِي الْجَنَّةَ مِنْ أيّ الأبْوابِ شِئْتِ » « 1 » .\r\nوفي « تفسير الكشَّاف » للزَّمخشريّ : « قَوَّامُونَ على النِّساءِ ، عليهنَّ آمرين ناهين كما يقوم الوُلاة على الرَّعايا ، وسُمُّوا قُوَّماً لذلك . والضمير في بَعْضِهِمْ للرِّجال والنِّساءِ جميعاً ، يعني إنَّما كانوا مُسيطرين عليهنَّ بسبب تفضيل الله بعضَهم وهم الرِّجال على بعض وهم النِّساءُ . وفيه دليل على أنَّ الولاية إنَّما تستحقُّ بالفضل ، لا بالتغلُّب والاستطالة والقَهر .\r\nوقد ذكروا في فضل الرِّجال : العقلَ ، والحزمَ ، والعزم ، والقوَّة ، والكتابة في الغالب ، والفروسيَّة والرَّمَي ؛ وأنَّ منهم الأنبياءَ ، والعلماءَ ؛ وفيهم الإمامة الكُبرى والصُغرى ، والجِهاد ، والأذان ، والخُطبة ، والاعتكاف ، وتكبيرات التَّشريق عند أبي حنيفة ، والشَّهادة في الحدود والقصاص ، وزيادة السَّهم والتَّعصيب في الميراث « 2 » ، والحمالة ، والقسامة ، والولاية في النِّكاح\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - « تفسير ابن كثير » طبع دار الفكر ، ج 2 ، ص 275 إلي ص 277 .\r\n( 2 ) - ممّا تفرّد به العامّة في مسائل الإرث هو مسألة العول والتعصيب . العول فيما إذا زادت الفرائض السِّتَّة ( النصف ونصفه ونصف نصفه والثلث وضعفه ونصفه ) على التركة . فالعامّة يردّون النقص على الجميع ، وأمّا الخاصّة فلا يردّون النقص على من يكون له فرضان على تقديرين بل على من كان له فرض واحد . والتعصيب فيما إذا نقصت الفرائض عند التركة . فالعامّة يجعلون الفضل للعَصَبة ، وأمّا الخاصّة فيردّون الفضل أيضاً على صاحب الفرائض بنسبة سهامهم بالقرابة . وليس في مسائل الإرث خلاف يعتدّ به بين الشيعة وبين جمهور علماء السّنّة إلّا في هاتين المسألتين وقد تواتر عند الشيعة عن أئمة أهل البيت عليهم‌السلام إنّه لا عوّل ولا تعصيبَ . ولهم على نفيهما أدلّة من الكتاب والسّنّة مدوّنة في مواضعها من الكتب المفصّلة . فإذن حيث لا تعصيب عند الشيعة لا فضل للرجال على النساءِ من هذه الجهة . وأمّا الاعتكاف وتكبيرات التشريق فهما أيضاً مشتركان عندهم بين الرجال والنساء ، وهكذا الولاية في النكاح في بعض الصّور .\r\n","page_name":" 31 ","page_number":34},
  {"content":"\r\n\r\nوالطَّلاق ، والرَّجعة ، وعدد الأزواج وإليهم الانتساب ، وهم أصحاب اللِّحَى والعَمائِمِ .\r\nوَبِمَا أنْفَقُوا ، وبسبب ما أخرجوا في نكاحهنَّ من أموالهم من المهور والنفقات » .\r\nثمَّ ذكر قضيَّة سعد بن الرَّبيع وامرأته ونزول الآية ، وذكر أنَّه بعد ذلك رفع القصاص ، ثمَّ قال : « واختلف في ذلك فقيل : لا قصاص بين الرَّجل والمرأةِ فيما دون النَّفس ولو شَجَّها ، ولكن يجب العقل . وقيل : لا قصاص إلَّا في الجرح والقتل وأمَّا اللَّطمة ونحوها فلا .\r\n قانِتاتٌ  : مطيعاتٌ قائِماتٌ بما عليهنَّ للأزواج .  حافِظاتٌ لِلْغَيْبِ  ، الغيب خلاف الشَّهادة ، أي حافظاتٌ لِمواجب الغَيب ، إذا كان الأزواج غَير شاهدين لهنَّ حَفِظْنَ ما يجب عليهنَّ حفظُه في حال الغيبة من الفروج والبيوت والأموال » « 1 » .\r\nوفي « تفسير الدُّرّ المنثور » للسُّيوطيّ أورد في قوله تعالى :  ( وَلا تَتَمَنَّوْا ما فَضَّلَ اللَّهُ بِهِ بَعْضَكُمْ عَلى بَعْضٍ )  « 2 » الآية : « أخرج عبدالرَّزاق وعبدُ بن حميد والترمذيّ والحاكم وسعيد بن منصور وابن جرر وابن المنذر وابن أبي حاتم من طريق مجاهد عن امِّ سلمة ، أنَّها قالت : يا رسولَ الله ! تَغزو الرِّجال ولا نَغزو ولا نقاتل فَنَستشهد ، وإنَّما لنا نصف الميراث ؟ فأنزل الله :  ( وَلا تَتَمَنَّوْا ما فَضَّلَ اللَّهُ بِهِ بَعْضَكُمْ عَلى بَعْضٍ )  ، وأنزل فيها : (  إِنَّ الْمُسْلِمِينَ وَالْمُسْلِماتِ )  .\r\nوأخرج ابن أبي حاتم من طريق سعيد بن جبير عن ابن عبَّاس قال : أتَتِ امْرَأةٌ النَّبيّ صلَّى الله عليه ( وآله ) وسلَّم فقالت : يا نبيّ الله ! للذَّكر مثل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « الكشّاف » ، الطبعة الأولي بمصر الشرقية ، ج 1 ، ص 204 وص 205 .\r\n( 2 ) سورة النساء ، آية 32 .\r\n","page_name":" 32 ","page_number":35},
  {"content":"\r\n\r\nحظِّ الأنثيين ، وشهادة امرأتين برجل ؛ أفنحن في العمل هكذا ؟ إن عَمِلَتِ امرأةٌ حسنةً كُتبت لها نصفُ حَسَنة ؟ فأنزل الله : ( ولا تتمنوا فإنه عدل مني وأنا صنعته ) .\r\nوأخرج سعيد بن منصور وابن المنذر عن عكرمة قال : إنَّ النِّساءَ سألن الجِهادَ فقلن وَدِدْنَ أنَّ الله جعل لنا الغَزْوَ فنُصيب من الأجر ما يُصيب الرِّجال فأنزل الله :\r\n ( وَلا تَتَمَنَّوْا ما فَضَّلَ اللَّهُ بِهِ بَعْضَكُمْ عَلى بَعْضٍ )  « 1 » .\r\nوأورد في قوله تعالى :  ( الرِّجالُ قَوَّامُونَ )  الآية ، عدَّةَ رواياتٍ في شأن نزول الآية في لطم الرَّجل الأنصاريّ امرأته ، فحكم رسول الله بالقصاص ، فنزلت الآية . وفي بعضها : نَزَلَت :  ( وَلا تَعْجَلْ بِالْقُرْآنِ مِنْ قَبْلِ أَنْ يُقْضى إِلَيْكَ وَحْيُهُ )  « 2 » .\r\nوأخرج عبدالرَّزاق والبزَّار والطَّبرانيّ عن ابن عبَّاس قال : جاءَت امرأةٌ إلى النَّبيّ صلَّى الله عليه ( وآله ) وسلَّم فقالت : يا رسول الله ! أنا وافِدةُ النِّساءِ إليك ؛ هذا الجهاد كتبه الله على الرِّجال فإن يُصيبوا اجروا ، وإن قُتلوا كانُوا أحياءً عند ربِّهم يُرزقونَ ؛ ونحن مَعاشر النَّساءِ نقوم عليهم ، فما لنا من ذلك ؟ فقال النَّبيّ صلّى الله عليه ( وآله ) وسلّم :\r\n« أبْلِغِي مَنْ لَقيتِ مِنَ النِّسَاءِ إنَّ طَاعَةَ الزَّوْجِ وَاعْتِرَافَهَا بِحَقِّهِ تَعْدِلُ ذَلِكَ ؛ وَقَليلٌ مِنْكُنَّ مَنْ يَفْعَلُهُ » .\r\nوأخرج ابن أبي شيبة وأحمد عن معاذ بن جبل قال : قالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ ( وَآلِهِ ) وَسَلَّمَ :\r\n« لَوْ كُنْتَ آمِراً بَشَراً يَسْجُدُ لِبشَرٍ لأمَرْتُ الْمَرْأةَ أنْ تَسْجُدَ لِزَوْجِهَا » .\r\nوأخرج البيهقيّ في « شعب الإيمان » عن جابر قال : قالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ ( وَآلِهِ ) وَسَلَّم :\r\n« ثَلَاثَةٌ لَا تُقْبَلُ لَهُمْ صَلَاةٌ ، وَلَا تُصْعدُ لَهُمْ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « الدّرّ المنثور » ، طبع الإفست بطهران سنة 1377 ، ج 2 ، ص 149 .\r\n( 2 ) « الدّرّ المنثور » ، ج 2 ، ص 151 . والآية في سورة 20 : طه : 114 .\r\n3 « الدّرّ المنثور » ، ج 2 ، ص 152 .\r\n","page_name":" 33 ","page_number":36},
  {"content":"\r\n\r\nحَسَنَةٌ : الْعَبْدُ الآبِقُ حَتَّى يَرْجِعَ إلى مَوَالِيهِ ، وَالْمَرْأةُ السَّاخِطُ عَلَيْهَا زَوْجُهَا ، وَالسَّكْرَانُ حَتَّى يَصْحُوَ » .\r\nوأخرج ابن أبي شيبة والحاكم وصحَّحه والبيهقيّ عن امِّ سَلَمَة قالَتْ : قالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ ( وَآلِهِ ) وَسَلَّمَ :\r\n« أيُّمَا امْرَأةٍ بَاتَتْ وَزَوْجُهَا عَنْهَا رَاضٍ دَخَلَتِ الْجَنَّةَ » .\r\nوأخرج البيهقيّ عن أنس قال : جِئْنَ « 1 » النِّساءُ إلَى رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ ( وآله ) وَسَلَّمَ ، « فَقُلْنَ : يَا رَسُولَ اللهِ ! ذَهَبَ الرِّجَالُ بِالْفَضْلِ بِالْجِهادِ في سَبِيلِ اللهِ ، أفَمَا لَنَا عَمَلٌ نُدْرِكُ بِهِ عَمَلَ الْمُجَاهِدِ في سَبِيلِ اللهِ ؟ قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ ( وَآلِهِ ) وَسَلَّم\r\n: مِهْنَةُ إحْدَاكُنَّ في بَيْتِهَا تُدْرِكُ عَمَل الْمُجَاهِديِنَ في سَبِيل اللهِ » « 2 » .\r\nوأتمُّ هذه الرِّوايات مفاداً وأكملها معنًى هو ما ذكره السُّيوطيّ في هذا المقام ؛ وكذا نقله عنه سيِّدنا الأستاذ العلَّامة الطَّباطبائيّ - مُدَّ ظلُّه العالي - في « الميزان في تفسير القرآن » « 3 » ، وهو ما أخرجه البيهقيّ عن أسماءَ بنتِ يزيد الأنصاريَّة أنَّها أتت النَّبيّ صلَّى الله عليه ( وآله ) وسلَّم وهو بين أصحابه ؛ فَقَالَتْ : « بِأبِي أنْتَ وَامِّي ، إنِّي وافِدَةُ النِّساءِ إلَيْكَ وَاعْلَمْ - نَفْسِي لَكَ الْفِدَاءُ - أنَّهُ مَا مِنِ امْرَأةٍ كائِنَةٍ في شَرْقٍ وَلَا غَرْبٍ سَمِعَتْ لِمَخْرَجي هَذَا إلَّا وَهَيِ لي مِثْلِ رَأيي .\r\n« إنَّ اللهَ بَعَثَكَ بِالْحَقِّ إلَى الرِّجَالِ وَالنِّساءِ فَآمَنَّا بِكَ وبِإلَهِكَ الذي أرْسَلَكَ ؛ وَإنَّا مَعْشَرَ النِّساءِ مَحْصُورَاتٌ مَقْسُورَاتٌ قَوَاعِدُ بُيُوتِكُمْ وَمَقْضَى شَهَوَاتِكُمْ وَحَامِلَاتُ أوْلَادِكُمْ ؛ وَإنَّكُمْ مَعَاشِرَ الرِّجالِ فُضِّلْتُمْ عَلَيْنَا بِالْجُمْعَةِ ، وَالْجَمَاعَاتِ ، وَعِيَادَةِ الْمَرْضَى ، وَشُهُودِ الْجَنَائِزِ ، والْحَجِّ بَعْدَ الْحَجِّ ، وَأفْضَلُ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هذا الإسناد إنَّما هو على لغة « أكَلُوني الْبَراغيثُ » أو تأكيداً .\r\n( 2 ) « الدّرّ المنثور » ، ج 2 ، ص 153 .\r\n( 3 ) « الميزان » الطبع الأول ، ج 4 ، ص 372 .\r\n","page_name":" 34 ","page_number":37},
  {"content":"\r\n\r\nمِنْ ذَلِكَ الْجِهَادُ في سَبِيلِ اللهِ ، وَإنَّ الرَّجُل مِنْكُمْ إذَا خَرَجَ حَاجّاً أوْ مُعْتَمِراً أو مُرابِطاً حَفِظْنَا لَكُمْ أمْوالَكُمْ ، وَغَزَلْنَا أثْوَابَكُمْ ، وَرَبَّيْنَا لَكُمْ أمْوَالَكُمْ ، فَما نُشَارِكُكُمْ في الأجْرِ يَا رَسُولَ اللهِ ؟ .\r\nفَالْتَفَتَ النَّبيّ صَلَّى اللهُ عَلَيْهِ ( وَآلِهِ ) وَسَلَّمَ إلى أصْحابِهِ بِوَجْهِهِ كُلِّهِ ، ثُمَّ قَالَ : هلْ سَمِعْتُمْ مَقَالَةَ امْرَأةٍ قَطُّ أحْسَنَ مَنْ مَسْألَتِها في أمْرِ دينِهَا مِنْ هَذِهِ ؟ فَقَالُوا : يَا رَسُولَ اللهِ ! مَا ظَنَنَّا أنَّ امْرَأةً تَهْتَدِي إلَى مِثْلِ هَذَا .\r\nفَالْتَفَتَ النَّبيّ صَلَّى اللهُ عَلَيْهِ ( وَآلِهِ ) وَسَلَّمَ إلَيْهَا ، ثُمَّ قَال لَهَا :\r\n« انْصَرِ في أيَّتُهَا الْمَرْأةُ وَاعْلِمي مَنْ خَلْفَكِ مِنَ النِّسَاءِ أنَّ حُسْنَ تَبَعُّلِ إحْدَاكُنَّ لِزَوْجِهَا وَطَلَبَهَا مَرْضَاتَهُ وَاتِّبَاعَهَا مُوَافَقَتَهُ تَعْدِلُ ذَلِكَ كُلَّهُ . فَأدْبَرَتِ الْمَرأةُ وَهِيَ تُهَلِّلُ وَتُكَبِّرُ اسْتِبْشَاراً » « 1 » .\r\nوفي « تفسير البَيضاويِّ » : « الرِّجَالُ قَوِّامُونَ على النِّساءِ ، يقومون عليهنَّ قيام الوُلاة على الرَّعيَّة . وعُلِّل ذلك بأمرين : وَهبيّ وكسبيّ . فقال :  ( بِما فَضَّلَ اللَّهُ بَعْضَهُمْ عَلى بَعْضٍ )  ، بسبب تفضيله تعالى الرِّجال على النِّساءِ بكمال العقل وحسنِ التَّدبير ومزيد القوَّة في الأعمالِ والطَّاعات ، ولذلك خُصُّوا بالنُّبوَّة ، والإمامة ، والولاية ، وإقامة الشَّعائِر ، والشَّهادة في مجامع القَضايا ، ووجوب الجهاد ، والجمعة ونحوها ، والتَّعصيب ، وزيادة السَّهم في الميراث ، والاستبداد بالفِراق .\r\nوَبِمَا أنْفَقُوا مِنْ أمْوَالِهِمْ في نكاحهنَّ كالمَهر والنَّفَقَة - ثمَّ ذكر قصَّةَ سعدٍ وزوجتِه ثمَّ قال - فَالصَّالِحَاتِ قَانَتاتٌ مطيعاتٌ لِلّهِ ، قائماتٌ بحقوق الأزواج .\r\n ( حافِظاتٌ لِلْغَيْبِ )  لمواجب الغَيْب أي يَحفظنَ في غيبة الأزواج ما يجب حفظه في النَّفس والمال . وعنه عليه الصَّلاة والسَّلام :\r\n« خَيْرُ النِّساءِ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « الدّرّ المنثور » ، ج 2 ، ص 153 .\r\n","page_name":" 35 ","page_number":38},
  {"content":"\r\n\r\nامْرَأةٌ إنْ نَظَرْتَ إلَيْهَا سَرَّتْكَ ، وَإنْ أمَرْتَهَا أطَاعَتْكَ ، وإنْ غِبْتَ عَنْهَا حَفِظَتْكَ في مَالِهَا وَنَفْسِهَا »\r\nوتلا الآية . وقيل لأسرارهم » « 1 » .\r\nوفي حاشية الشَّيخ زاده على « تفسير البيضاويِّ » ذكر عند قول البيضاويّ : « يقومون عليهنَّ قيام الولاة على الرَّعيَّة » : « مستفاد من صيغة القوَّام فإنَّه اسم لمن يكون مبالِغاً في القيام بالأمر مُسلّطاً عليه نافذ الحكم في حقِّه ليصير كأنَّه أميرٌ عليه ؛ والقوَّام والقَيِّم بمعنًى واحد ، والقوَّام أبلغ وهو القَيِّم بالمصالح والتَّدبير ، والاهتمام بالحفظ » .\r\nوذكر عند قوله : « قَانِتَاتٌ أي مُطِيعاتٌ » : « والطَّاعة عامٌّ في طاعة الله وطاعة الأزواج . والصَّالحات جمعٌ مُحَلًّى باللَّام فيحمل على الاستغراق ، فيدلُّ على أنَّ كلَّ امرأةٍ صالحة لابدَّ أن تكون مطيعةً لله تعالى دائماً ، ولزوجها كذلك ، وأن تكون عند غيبة الزَّوج حافظة لموجب الغيبة . وظاهر الآية إخبارٌ والمراد الأمر ، فعلم منه أنَّ المرأة لا تكون صالحةً إلَّا إذا كانت مطيعةً لله تعالى ولزوجها حالَ حضوره وحافظةً لحقِّ الزَّوج وحرمته حال غيبته » « 2 » .\r\nوفي حاشية الشّهاب المسمَّاة ب - « عناية القاضي وكفاية الرَّاضى على تفسير البيضاويِّ » :\r\n« قوله : « قيام الوُلاة على الرعيَّة - الخ » أي كقيامهم عليهم بالأمر والنَّهى ونحوه ، وليس مراده أنَّه استعارة . والوَهبيّ ما فضَّلهم الله ، والكسبيّ الإنفاق الآتي . وقوله « بسبب - الخ » إشارة إلى أنَّ الباءَ سببيَّةٌ ، وما مصدريَّةٌ . وقوله « بالنُّبوَّة » على الأشهر ، أو المراد الرِّسالة . و « الإمامة » تشمل الصّغرى والكُبرى . و « الولاية » تولِّى أمرهنَّ في النكاح ، أو المراد ولاية القَضاءِ ونحوه . و « إقامة الشَّعائِر » كالأذان والإقامة والخطبة والجمعة وتكبيرات التَّشريق عند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « تفسير البيضاويِّ » المطبوع في متنه القرآن الكريم وهو في الهامش ، ص 121 .\r\n( 2 ) « حاشية الشيخ زاده » ، تكملة الجزء الأوّل ، الطبعة العثمانية ، ص 31 وص 32 .\r\n","page_name":" 36 ","page_number":39},
  {"content":"\r\n\r\nأبي حنيفة . والمراد ب - « الشّهادة في مجامع القَضايا » مهمَّاتُها الَّتى من شأنها أن تفصل في المحافل كالحُدود ونحوها ممَّا لا تقبل فيه شهادة النِّساءِ . ومنهم من فسَّره بجميع الأمور ، ولا وجه له » « 1 » .\r\nوفي « تفسير مفاتيح الغيب » للإمام الفخر الرَّازيّ ، بعد ذكره معنى القوَّام وإيراده القصَّة المعروفة قال : « إعلَم أنَّ فضل الرِّجال على النِّساءِ حاصلٌ من وجوهٍ كثيرةٍ ، بعضها صفاتٌ حقيقيَّة ، وبعضها أحكام شرعيَّة .\r\nأمَّا الصِّفات الحقيقيَّة ، فاعلم أنَّ الفضائل الحقيقيَّة يرجع حاصلها إلى أمرين : إلى العلم وإلى القُدرة ؛ ولا شكَّ أنَّ عقولَ الرِّجال وعلومَهم أكثر ، ولا شكَّ أنَّ قدرتَهم على الأعمال الشّاقَّة أكمل ؛ فلهذين السَّببين حصلت الفضلة للرِّجال على النِّساءِ في العقل والحزم والقدرة والكتابة في الغالب والفروسيَّة والرَّمى ، وأنَّ منهم الأنبياءَ والعلماءَ ، وفيهم الإمامة الكُبرى والصُّغرى ، والجهاد ، والأذان ، والخطبة ، والاعتكاف ، والشَّهادة في الحدود ، والقصاص بالاتِّفاق ، وفي الأنكحة عند الشَّافعيّ ، وزيادة النَّصيب في الميراث ، والتَّعصيب في الميراث ، وفي تحمُّل الدِّية في القتل الخَطَأ ، وفي القَسامة ، والولاية في النِّكاح والطَّلاق ، والرَّجعة ، وعدد الأزواج ، وإليهم الانتساب . فكلُّ ذلك يدلُّ على فضل الرِّجال على النِّساءِ » « 2 » .\r\nوفي « تفسير الخازن » لعلاءِ الدِّين البغداديّ ، أورد المعنى وشأن النُّزول على نحو ما أورده الرازيّ في تفسيره « 3 » .\r\nوفي « تفسير غرائب القرآن ورغائب الفرقان » لنظام الدِّين النِّيسابوريّ ، ذكر في شأن نزول آية  ( وَلا تَتَمَنَّوْا ما فَضَّلَ اللَّهُ بِهِ بَعْضَكُمْ عَلى بَعْضٍ )  ، أقوالًا :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « حاشية الشهاب » طبع دار صادر بيروت ، ج 3 ، ص 133 .\r\n( 2 ) « مفاتيح الغيب » الطبعة العثمانية ، ج 3 ، ص 316 .\r\n( 3 ) « تفسير الخازن » طبعة مصر ، مطبعة مصطفى محمّد ، ج 1 ، ص 432 .\r\n","page_name":" 37 ","page_number":40},
  {"content":"\r\n\r\n« منها ما عن المجاهد : قَالَتْ امُّ سَلَمَةَ : يا رَسولَ اللهِ يَغْزُو الرِّجالُ وَلا نَغْزُو ، وَلَهُم مِنَ الميراثِ ضِعْفُ مَا لَنَا ؟ فَنَزَلَتْ .\r\nومنها ما عن قتادة والسدّيّ : لمَّا نزل قوله : «  لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ » *  قالَ الرِّجالُ : نَرْجو أنْ نُفَضَّلَ عَلَى النِّساءِ في الآخِرَةِ كَما فُضِّلْنا في الميراثِ ، وقالَتِ النِّساءُ : نَرْجو أنْ يَكونَ الْوِزْرُ عَلَيْنا نِصْفَ ما على الرِّجالِ . وفي رواية : قُلْنَ : نَحْنُ أحْرَجُ ، لأنَّ ضُعَفَاءَهُمْ أقْدَرُ عَلَى طَلَبِ المعَاشِ ، فَنَزَلَتْ .\r\nومنها قيل : أتَتْ وافدةُ النِّساء إلى الرَّسول وقالَتْ : رَبُّ الرِّجالِ والنِّساءِ واحدٌ ، وَأنتَ الرَّسول إلينا وإليهم ، وأبونا آدمُ وامُّنا حَوّاءُ ، فَمَا السَّببُ في أنَّ اللهَ يَذكُر الرِّجالَ ولا يَذكُرنا ؟ فَنَزَلَتِ الآية . فقالت : وقد سَبَقَنَا الرِّجالُ بالجِهاد ، فَمَا لَنَا ؟ فقال صَلَّى الله عليه ( وآله ) وسلَّم :\r\n« إنَّ لِلْحَامِلِ مِنْكُمْ أجْرَ الصَّائِمِ الْقَائِمِ ، وإذا ضَرَبَهَا الطَّلْقُ لَمْ يَدْرِ أحدٌ مَا لَهَا مِنَ الأجر ؛ فإنْ أرْضَعَتْ كَانَ لَهَا بِكُلِّ مَصَّةٍ أجْرُ إحْيَاءِ نَفْسٍ » .\r\nوذكر في تفسير آية  الرِّجالُ قَوَّامُونَ  : « يقال : هذا قَيِّم المرأةِ وَقوَّامها بناء مبالغة الَّذى يَقوم بأمرها ويَهتمُّ بحفظها ، كما يقوم الوالي على الرَّعيَّة ، ومنه سُمِّى الرِّجال قُوَّاماً . والضمير في بَعْضَهُمْ للرِّجال والنِّساءِ جميعاً ، أي إنَّما كانوا مُسَيْطرين عليهنَّ بسبب تفضيل الله بعضَهم وهم الرِّجالُ على بعضٍ وهم النِّساءُ » .\r\nثمَّ ذكر جميع ما نقلناه عن الرَّازيّ في وجه تفضيل الرِّجال على النِّساءِ ، الَّذى يرجع محصَّله إلى العلم والقُدرة ، ونسبه إلى القيل . ثمّ روى عن مقاتل حكايةَ سعد بن الرَّبيع وزوجته في شأن النُّزول . ثمّ أفاد أنَّ معنى القانتات هو المطيعاتُ للّه وللزَّوج ، والحافظات للغيب : القائمات بحقوق الزَّوج في غيبته والغيبُ خلافُ الشَّهادة ، ومواجبُ حفظ غيبة الزَّوج أن تحفظ نفسَها عن الزِّنا لئَلَّا يَلحق الزوجَ العارُ بسبب زناها ، ولئَلَّا يَلحق به الولدُ الحاصلُ من نطفة غيره ، وأن تَحْفَظ أسراره عن الإفشاءِ ، ومالَه عن\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":41},
  {"content":"\r\n\r\nالضِّياع ، ومنزلَها عمّا لا ي شرعاً وعرفاً « 1 » .\r\nوفي « تفسير الجامع لأحكام القرآن » للقرطبيّ ، قال : « الرِّجَالُ قَوَّامُونَ على النِّساءِ ، ابتداءٌ وخبرٌ ، أي يقومونَ بالنَّفقة عليهنَّ ، والذَّبِّ عنهنَّ ؛ وأيضاً فإنَّ فيهم الحكّامَ ، والامراءَ ، ومن يَغزو ؛ وليس ذلك في النِّساءِ . يقال : قَوَّام وقَيِّم » .\r\nثمَّ قال : « نزلت الآية في سعد بن الرَّبيع » وحكى القصَّة إلى آخرها . ثمَّ ذكر أقوالًا اخر في سبب نزول الآية وهي ما ذكره أبو الفتوح الرَّازيّ في تفسيره .\r\nثمّ ذكر في وجه تفضيل الرِّجال : « أنَّه يقال : إنَّ الرِّجال لهم فضيلة في زيادة العقل والتَّدبير فجُعل لهم حقُّ القيام عليهنَّ لذلك . وقيل للرجِّال زيادة قوَّة في النَّفس والطَّبع ما ليس للنِّساءِ ؛ لأنَّ طبع الرِّجال غلب عليه الحرارة واليبوسة ، فيكون فيه قوَّة وشدَّة ، وطبع النِّساءِ غلب عليه الرُّطوبة والبُرودة ، فيكون فيه معنى اللِّين والضَّعف ؛ فجُعل لهم حقُّ القيام عليهنَّ بذلك ، وبقوله تعالى :  ( وَبِما أَنْفَقُوا مِنْ أَمْوالِهِمْ )  « 2 » .\r\nوفي « روح المعاني في تفسير القرآن العظيم والسَّبع المثاني » للسيِّد محمود الآلوسيّ ، قال : « ذكر الواحديّ في سبب آيةِ  ( وَلا تَتَمَنَّوْا ما فَضَّلَ اللَّهُ بِهِ بَعْضَكُمْ عَلى بَعْضٍ )  ثلاثةَ أخبار :\r\nالأوَّل : ما أخرجه عن مجاهد قال : قالت امُّ سَلَمة : يا رسول الله ! تَغْزو الرِّجال ولا نَغزوا ، وإنّما لنا نصفُ الميراث ؛ فأنزل اللهُ تعالى الآية .\r\nوالثّانى : ما أخرجه عن عِكْرَمَة : إنَّ النِّساءَ سألنَ الجِهادَ فقُلنَ وَدِدْنَ أنَّ الله جَعَلَ لَنَا الْغَزْ وَفَنُصِيبُ مِنَ الأجرِ ما يُصيب الرِّجالُ ، فَنَزَلَتْ .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « تفسير غرائب القرآن » ، مطبعة الحلبي بمصر ، ج 5 ، ص 33 وص 35 وص 36 .\r\n( 2 ) « تفسير القرطبي » طبعة دار الكاتب العربي ، للطباعة والنشر بقاهرة سنة 1387 ، ص 169 .\r\n","page_name":" 39 ","page_number":42},
  {"content":"\r\n\r\nوالثَّالث : ما أخرجه عن قتادة والسدّيّ ، قالا : لَمَّا نزل قولهُ تعالى :  ( لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ ) *  قال الرِّجال : إنَّا لَنَرْجُو أنْ نُفَضَّلَ عَلَى النِّساءِ بحسناتنا كما فُضِّلنا عليهنِّ في الميراث ، فيكون أجرنا على الضِّعف من أجر النِّساءِ . وقالت النِّساءُ : إنَّا لنرجو أن يكون الوِزرُ علينا نصفَ ما على الرِّجال في الآخرة كما لنا الميراث على النِّصف من نصيبهم في الدُّنيا ؛ فأنزل الله تعالى « ولا تَتَمَنَّوْا » إلى آخرها » .\r\nوقال في معنى  الرِّجالُ قَوَّامُونَ عَلَى النِّساءِ  : « أي شأنهم القيام عليهنَّ قيام الولاة على الرَّعيَّة بالأمر والنَّهى ونحو ذلك . واختيار الجملة الإسميَّة مع صيغة المبالغة للإيذان بعراقتهم ورسوخهم في الاتِّصاف بما اسند إليهم . وفي الكلام إشارة إلى سبب استحقاق الرِّجال الزيادةَ في الميراث كما أنَّ فيما تقدَّم رمزاً إلى تفاوت مراتب الاستحقاق - إلى أن قال - وضمير الجمع لكلا الفريقين تغليباً ، أي قوِّامُونَ عليهنَّ بسبب تفضيل الله إيَّاهم عليهنَّ ، أو مستحقِّين ذلك بسبب التَّفضيل ، أو متلبِّسين بالتَّفضيل » « 1 » .\r\nوفي « تفسير لَطائِف الإشارات » للإمام القُشَيْريّ ، عند قوله تعالى :  ( الرِّجالُ قَوَّامُونَ عَلَى النِّساءِ )  قال : « خُصَّ الرِّجَالُ بالقُوَّة فزيد بالحمل عليهم ؛ فالحمل على حسب القوَّة ؛ والعِبْرَةُ بِالقُلُوبِ وَالْهِمَمِ لَا بِالنُّفُوسِ وَالْجُثَثِ » « 2 » .\r\nوفي « تفسير بيان السَّعادة في مقامات العبادة » قال عند هذه الآية : « قائمون عليهنَّ قيامَ الوُلاة على رعيَّتهم ، مراقبون أحوالهنَّ ، مقيمون اعوِجَاجَهنَّ » .\r\nوقال عند قوله تعالى :  ( بِما فَضَّلَ اللَّهُ بَعْضَهُمْ عَلى بَعْضٍ )  : « بتفضيله الرِّجال في الجُثَّة والقُوَّة والإدراك وحسن التَّدبير وكمال العقل .  ( وَبِما أَنْفَقُوا \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « تفسير الآلوسي » طبغ دار التراث العربي ، ج 5 ، ص 20 وص 23 .\r\n( 2 ) « تفسير القشيري » طبع دار الكاتب العربي ، للطباعة والنشر بقاهرة ج 2 ، ص 25 .\r\n","page_name":" 40 ","page_number":43},
  {"content":"\r\n\r\n مِنْ أَمْوالِهِمْ )  يعنى لهم فضيلة ذاتيَّة وفضيلة عرضيَّة ، بكلٍّ يستحقُّون التَّفضيل والتَّسلُّط ؛ فعليهم مراقبتهنَّ ، وسدُّ فاقتهنَّ ، وقضاءُ حاجتهنَّ ؛ وعليهنَّ الانقياد ، وقبول نُصحهم ، وحفظ غيبهم . فَالصَّالِحَاتُ منهنَّ لا يَخرجن ممّا هو شأنهنَّ وحكمهنَّ بل هنَّ قَانِتَاتٌ حَافِظَاتٌ لأنْفُسهنَّ وأموال أزواجهنَّ لِلْغَيْبِ أي في غيبهنَّ عن الأزواج ، أو غيب الأزواج عنهنَّ ، على أن يكون اللَّام بمعنى في ، أو حافظاتٌ للأشياء الغائِبة عن نظر أزواجهنَّ من أموالهم وأنفسهنَّ ما حفظ اللهُ » « 1 » .\r\nوفي « إرشاد العقل السَّليم إلى مزايا الكتاب الكَريم » المُسمَّى ب - « تفسير أبى السُّعود » أورد في معنى الآية ما أورده الآلوسيّ في « روح المعاني » « 2 » ، والظَّاهر أنَّ الآلوسيّ اقتبس منه ، لا عكس ، حيث إنَّ الآلوسيّ توفِّى في سنة 1270 ، وأبا السُّعود توفِّى في سنة 980 .\r\nوفي « تفسير الجَلالين » قال جلال الدِّين المحلّى : «\r\n( الرجال قوامون مسلطون على النساء يؤدبونهن ويأخذون على أيديهن بما فضل الله بعضهم على بعض )\r\nأي بتفضيله لهم عليهنَّ بالعلم والعقل والولاية وغير ذلك\r\n( وبما أنفقوا عليهن من أموالهم فالصالحات منهن قانتات مطيعات لأزواجهن بما حفظ لهن الله حيث أوصى عليهن الأزواج ) « 3 »\r\n. وفي « في ظلال القرآن » للسَّيِّد القطب شرح في معنى الآية شرحاً واسعاً وفصَّل تفصيلًا شاملًا ؛ وبَرْهَنَ على أنَّ الحياةَ الإنسانيَّة في المجتمع الإنسانيّ لا تدومُ إلَّا على منهج قيمومة الرِّجال على النِّساء بما أودع اللهُ في فطرة كلٍّ منهما ما هو الأحسن والأصلح بنظام التَّكامل في الوجود . ونحن لم نورد بيانَه ههنا بعين عباراته ، مخافة الإطالة في الكلام « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « بيان السعادة » الطبع على الحجر سنة 1314 ، ص 197 .\r\n( 2 ) « تفسير أبى السعود » طبعة الرياض ، ج 1 ، ص 691 وص 692 .\r\n( 3 ) « تفسير الجلالين » طبع دار الكتاب العربي ، بيروت ، لبنان ص 110 .\r\n( 4 ) « في ظلال القرآن » طبع دار احياء التراث العربي ، الجزء الخامس ، ص 57 إلى ص 62 .\r\n","page_name":" 41 ","page_number":44},
  {"content":"\r\n\r\nوفي « الميزان في تفسير القرآن » لُاستاذنا العلّامة الآية الباهرة الإلهيَّة الطباطبائيّ - قده - قال : « الرِّجَالُ قَوَّامُونَ عَلَى النِّساءِ بِمَا فَضَّلَ اللهُ بَعْضَهُمْ عَلَى بَعْضٍ وَبِمَا أنْفَقُوا مِنْ أمْوَالِهِمْ ، القَيِّم هو الَّذى يقوم بأمر غيره ، وَالقَّوام وَالقَيَّام مبالغةٌ منه .\r\nوالمراد بما فضَّل اللهُ بعضَهم على بعضٍ هو ما يفضل ويزيد فيه الرِّجال بحسب الطَّبع على النِّساءِ وهو زيادة قوَّة التَّعقُّل فيهم ، وما يتفرَّع عليه من شدَّة البأس ، والقوَّة ، والطَّاقة على الشَّدائِد من الأعمال ونحوها ؛ فإنَّ حياةَ النَّساءِ حياةٌ إحساسيَّةٌ عاطفيَّة مبنيَّة على الرِقَّة واللِّطافة . والمراد بما أنْفَقُوا مِنْ أمْوالهم أنْفَقوه في مُهورهنَّ ونفقاتهنَّ .\r\nوعموم هذه العلَّة يعطى أنَّ الحكم المبنيّ عليها أعنى قولَه : «  ( الرِّجالُ قَوَّامُونَ عَلَى النِّساءِ )  غير مقصور على الأزواج بأن يختصَّ القوَّاميَّة بالرَّجل على زوجته ؛ بل الحكم مجعول لقبيل الرِّجال على قبيل النِّساءِ في الجهات العامَّة الَّتى ترتبط بها حياة القبيلتين جميعاً .\r\nفالجهات العامَّة الاجتماعيَّة الَّتى ترتبط بفضل الرِّجال كَجَهَتى الحُكومة والقَضاءِ مثلًا اللَّذَيْنِ يتوقَّف عليهما حياة المجتمع ، وإنَّما يقومان بالتعقُّل الَّذى هو في الرِّجال بالطَّبع أزيد منه في النِّساءِ ؛ وكذا الدِّفاع الحَربيّ الّذى يرتبط بالشِّدَّة وقوَّة التَّعقُّل .\r\nكلُّ ذلك ممَّا يقوم به الرِّجال على النِّساء .\r\nوعلى هذا فقوله :  الرِّجالُ قَوَّامُونَ عَلَى النِّساءِ  ذو إطلاق تامٍّ . وأمَّا قوله بعدُ :  ( فَالصَّالِحاتُ قانِتاتٌ )  - الخ ، الظَّاهر في الاختصاص بما بين الرَّجل وزوجته على ما سيأتي ، فهو فرعٌ من فروع هذا الحكم المطلَق ، وجزئِيّ من جزئِيَّاته ، مستخرَج منه ، من غير أن يَتَقَيَّد به إطلاقه .\r\nقوله تعالى :  ( فَالصَّالِحاتُ قانِتاتٌ حافِظاتٌ لِلْغَيْبِ بِما حَفِظَ اللَّهُ )  ،\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":45},
  {"content":"\r\n\r\nالمراد بالصَّلاح معناه اللُّغويّ وهو ما يُعَبَّر عنه بلياقة النَّفس . والقُنوت هو دوام الطَّاعة والخُضوع .\r\nومقابلتها لقوله :  ( وَاللَّاتِي تَخافُونَ نُشُوزَهُنَّ )  تُفيد أنَّ المراد بالصَّالِحَاتِ ، الزَّوْجَاتُ الصَّالِحَاتُ ، وأنَّ هذا الحكم مضروبٌ على النِّساءِ في حال الازدواج لا مطلقاً .\r\nوأنَّ قوله  ( قانِتاتٌ حافِظاتٌ )  - الَّذى هو إعطاءٌ للأمر في صورة التَّوصيف أي لِيَقْنُتْنَ وليحفظن - حكمٌ مربوط بشؤون الزَّوجيَّة والمعاشرة المنزليَّة ، وهذا مع ذلك حكم يَتبع في سعته وضيقة عِلَّته ، أعنى قيمومةَ الرَّجل على المرأة قيمومة زوجيَّة ؛ فعليها أن تقنت له وتحفظه فيما يرجع إلى ما بينهما من شؤون الزَّوجيَّة .\r\nوبعبارة أخرى كما أنَّ قيمومة قبيل الرِّجال على قبيل النِّساءِ في المجتمع إنَّما تتعلَّق بالجهات العامَّة المشتركة بينهما المرتبطة بزيادة تعقُّل الرَّجل وشدَّته في البّأسِ ، وهي جهاتُ الحكومة والقَضاء والحرب من غير أن يَبطل بذلك ما للمرأة من الاستقلال في الإرادة الفرديَّة وعملِ نفسها بأن تريد ما أحَبَّت وتفعل ما شاءت من غيرِ أن يحِقَّ للرَّجل أن يعارضها في شىءٍ من ذلك في غير المنكر فلا جناح عليهم فيما فعلنَ في أنفُسهنَّ بالمعروف .\r\nكذلك قيمومة الرَّجل لزوجتهِ ليست بأن لا تَنْفُدَ للمرأة فيما تملكه إرادةٌ ولا تصرّفٌ ، ولا أن لا تستقلَّ المرأةُ في حفظ حقوقها الفرديَّة والاجتماعيَّة والدِّفاع عنها والتوسُّل إليها بالمقدِّمات الموصلة إليها ؛ بل معناها أنَّ الرَّجل إذا كان يُنفق ما ينفق من ماله بإزاءِ الاستمتاع ، فعليها أن تطاوعَه وتُطيعَه في كلِّ ما يرتبط بالاستمتاع والمباشرة عند الحضور وأن تحفظه في الغيب ، فلا تَخُونه عند غَيبته ، بأن تُوطىءَ فراشَه غيرَه ، وأن تُمتِّع لغيره من نفسها ما ليس لغير الزَّوج التمتُّع منها بذلك ، ولا تَخونه فيما وضعه تحت يدها من المال ، وسلَّطها عليه في ظرف الازدواج والاشتراك في الحياةِ المنزليَّة .\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":46},
  {"content":"\r\n\r\nفقوله :  ( فَالصَّالِحاتُ قانِتاتٌ )  أي ينبغي أن يَتَّخِذْنَ لأنفسهنَّ وصفَ الصَّلاح . وإذا كنَّ صالحاتٍ فهنَّ لا محالة قانتاتٌ أي يجب أن يَقْنُتْنَ ويُطِعنَ لأزواجهنَّ إطاعةً دائِمةً فيما أرادوه منهنَّ ممَّا له مساسٌ بالتَّمتُّع ، ويجب عليهنَّ أن يحفظنَ جانبَهم في جميعِ ما لهم من الحُقوق إذا غابُوا .\r\nوأمَّا قوله : بما حَفِظ اللهُ ، فالظَّاهر أنَّ « ما » مصدريَّةٌ ، والباءُ للآلة ، والمعنى : إنَّهنَّ قانتاتٌ لأزواجهنَّ حَافِظَاتٌ لِلْغَيْبِ بِمَا حَفِظَ اللهُ لَهم من الحقوق حيث شرَّع لهم القيمومةَ ، وأوجب عليهنَّ الإطاعة وحفظَ الغيبِ لهم .\r\nويمكن أن يكون الباءُ للمقابلة ، والمعنى حينئذٍ : إنَّه يجب عليهنَّ القُنوت وحفظُ الغيب في مقابلة ما حَفِظَ اللهُ من حقوقهنَّ ، حيثُ أحيَا أمرهنَّ في المجتمعِ البشريّ ، وأوجب على الرِّجال لهنَّ المَهرَ والنَّفقةَ ؛ والمعنى الأوَّل أظهر » « 1 » .\r\nهذا كلُّه ما أردنا إيرادَه من بيان بعض اللُّغويِّينَ والمُّفسِّرين اللَّذَينِ تَمكَّنَّا من مراجعة كتبهم عاجلًا ؛ نَعم لم نذكر ما في تفسير المولى عبدالرَّزّاق القاسانيّ ، وما في تفسير « روح البيان » للشَّيخ إسماعيل الحقِّيّ ، وما في تفسير « عَرائِس البَيان » لأبى محمَّد روزبهان ؛ لِما أنَّهم اقتصروا في تفسير القرآن على المعاني الباطنيَّة ، والتَّأويلات التي خارجة هي عمَّا نحن بصدده فعلًا من استخراج الحكم الشَّرعيّ .\r\nوهؤلاءِ الَّذين نقلنا كلامَهم في المقام ، من أساطين العلم والكلام ، وجَهابذة الفِقه والحديث والتَّفسير ، وأعاظم أهل اللُّغة والاشتقاق وساير الفُنون العَربيَّة .\r\nوقد نقلنا كلامَهم لما فيها من الفَوائِد الهامَّة في معنى الآية ، وسبب نزولها ، وما يستخرج منها من الأحكام الفقهيَّة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « تفسير الميزان » طبع الحيدري سنة 1376 ، ج 4 ، ص 365 إلى ص 367 .\r\n","page_name":" 44 ","page_number":47},
  {"content":"\r\n\r\n\r\nنكتٌ ثمانية ملحوظة في الآية\r\nوها نحن الآن بحول الله وقوَّته نورد نِكاتاً من البَحث في الآية المباركة :  ( الرِّجالُ قَوَّامُونَ عَلَى النِّساءِ بِما فَضَّلَ اللَّهُ بَعْضَهُمْ عَلى بَعْضٍ وَبِما أَنْفَقُوا مِنْ أَمْوالِهِمْ ، فَالصَّالِحاتُ قانِتاتٌ )  الآية .\r\nالنُّكتةُ الأولى : قَوَّامُونَ صيغةٌ مبالغة في القيام بالأمر ، وهو أدلُّ في المبالغة من القَيِّم والقَيَّام ، والمراد منه القائِم بالأمر على المَقُوم عليه والمُسَيْطِر والمُسَلَّط والنَّافذ الحكم في حقِّه مثل قيام الوالي على الرَّعيَّة والأمير على المأمور في الحفظ والإدارة والتَّدبير وَالذَّبِّ عنه في طاريءٍ يَشينه ويُوهِنه .\r\nفالقوَّام هو المُسَيْطِر ، ولمَقُوم عليه هو الَّذى يكون تحت سَيطرة القوَّام ، كأنَّ حياتَه قائِمةٌ به ووجودَه محتاجٌ إليه .\r\nوقد صرَّح بعضُ علماءِ علم النَّفسِ بأنَّ الرَّجل يَجد في أوان بلوغه حسَّ قيمومته على امرأة يقوم بأمرها ويحفظها ؛ والمرأة تَجد في نفسها أوان بلوغها أنَّها تحتاج إلى رجلٍ تَتَّكىءُ عليه ، وأصل تَعتمد إليه ، ووَليجةٍ تكون لها كَهفاً ومَلاذاً .\r\nالنُّكتةُ الثَّانية : الألف واللَّام في الرِّجال والنِّساءِ للعهد الذِّهنيّ ؛ ولمكان دخولها على صيغة الجمع يفيد تعريف استغراق أفراد الجنس في الخارج ، فيُعطى أنَّ الحكم واردٌ على كلِّ واحدٍ واحداً من الأفراد من حيث تحقُّق معنى الجنس فيها ؛ فيُفهَم منه أنَّ حكم القيام إنَّما هو لكلِّ واحدٍ من الرِّجال بالنِّسبة إلى كلِّ واحدٍ من النِّساءِ ، ولكن لا بالمشخِّصاتِ الفرديَّة الموجودة فيهما من الأغراض والصِّفات ، بل لمكان تحُّقق معنى الجنسيَّة فيهما .\r\nالنُّكتة الثَّالثة : الإتيان بالجملة الإسميَّة في المقام يدلُّ على الدَّوام والاستمرار مضافاً إلى أنَّ القوَّامُون من المشتقَّات ، وهي تدلُّ على الثُّبوت والدَّوام ، بخلاف الفعل وهو يدلُّ على معنى الحدث دون ثبوته ؛ صَرَّحَ بذلك علماءُ الأدب .\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":48},
  {"content":"\r\n\r\nفإذن هذه الآية تدلّ بأبلغ وجه على أنَّ الرِّجال قائِمُونَ على النِّساءِ بأقوى قيامٍ دائِميّ استمراريّ . والجملة وإن كانت إخباراً إلّا أنَّها وَقَعَت موقعَ الإنشاءِ ، فأفادت معنى الأمر بوجهٍ بليغٍ .\r\nالنكتة الرَّابعة : تعليله عزَّ وجلَّ بقوله :  ( بِما فَضَّلَ اللَّهُ بَعْضَهُمْ عَلى بَعْضٍ وَبِما أَنْفَقُوا مِنْ أَمْوالِهِمْ )  يدلُّ على أنَّ القيام إنَّما هو لعلَّة خارجيَّة واقعيَّة ، لا أنَّه منوط بالاعتبار فقطّ .\r\nوالتَّفضيل الموهبيّ الإلهيّ هو ما يزيد في الرِّجال بحسب الطَّبع على النِّساءِ ، وذلك بزيادة قوَّة التَّعقُّل فيهم ، وما يتفرَّع عليه من شرح الصَّدر وسعة التَّحمُّل في الواردات النَّفسانيَّة ، والخواطر القارعة ، وشدَّة البأس والقوَّة والطَّاقة على الشَّدائِد من الأعمال والمصائِب .\r\nوعموم هذه العلَّة يعطي أنَّ الحكم المبنى عليها أعنى قوله :  ( الرِّجالُ قَوَّامُونَ عَلَى النِّساءِ )  غير مقصور على الأزواج بأن يختصَّ القوَّاميَّة بالرَّجل على زوجته ، بل الحكم مجعول لقبيل الرِّجال على قبيل النِّساءِ في الجهات العامَّة الَّتى ترتبط بها حياة القبيلتين جميعاً .\r\nفالجهات العامَّة الاجتماعيَّة الَّتى تنوط بشدَّة قوَّة التَّعقُّل وشدَّة البأس ، هي الَّتى ترتبط بفضل الرِّجال ، كالدِّفاع الحَربيّ ، والجِهاد ، والحكومة ، والقَضاءِ .\r\nفعلى هذا ، التَّفضيل  ( بِما فَضَّلَ اللَّهُ بَعْضَهُمْ عَلى بَعْضٍ )  يُعطى مناطاً عامّاً ومِلاكاً شاملًا ينطبقان على مورد الجِهاد والحُكومة والقَضاءِ على وضوحٍ ؛ بل هذه الموارد الثَّلاثة من أوضح مصاديق لزوم قيمومتهم عليهنَّ ، ولا ينافي قولُه بعدُ :  ( فَالصَّالِحاتُ قانِتاتٌ )  - الخ الظَّاهر في الختصاص بما بين الرَّجل وزوجته ؛ فهو فرع من فروع هذا الحكم المُطلق وجزئِيّ من جزئِيَّاته ونتيجةٌ من هذا الأصل الكلِّيّ ، من غير أن يَتَقَيَّدَ به إطلاقُه .\r\nفالتَّمسُّك بهذه الآية المباركة هو الحَجَر الأساسيّ في الاستدلال على\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":49},
  {"content":"\r\n\r\nمنع النِّساءِ عن هذه الثَّلاثة وإن كانت هذه المسألة من مُسلَّمات الإسلام ، وأجمع عليها الطائفتانِ من الخاصَّة والعامَّة ؛ لكنّ الظَّاهر أنَّ معتمدَ المجمعين نصُّ الكتاب .\r\nالنُّكتة الخامسة أنَّ التَّعليل  ( بِما فَضَّلَ اللَّهُ بَعْضَهُمْ عَلى بَعْضٍ )  يكون بمعنى ( فضلهم الله عليهن ) ؛ فضمير الجمع المضاف إليه في  ( بِما فَضَّلَ اللَّهُ بَعْضَهُمْ )  لكلتا الطائِفتين تغليباً ؛ وإنَّما عدل عنه إلى هذا التَّعبير لا لظهور المعنى فقطُّ كما في « روح المعاني ، بل لإفادة الاشتراك في الجنس وأنَّ الرِّجَالَ وَالنِّساءَ جنسٌ واحدٌ والتَّفضيل إنَّما وقع في أفراد هذا الجنس لا في الأجناس المتغايرة ، حمايةً لجانب المرأة حتّى لا تَتخيَّل أنَّها بسبب تفضيل الرَّجل عليها صارَت من جنسٍ آخر دون جنسِ الرَّجل .\r\nوهذا من أدَب القرآن كي لا يقصر في شأن المرأة بشيءٍ .\r\nكما في قوله تعالى :  ( الْمُنافِقُونَ وَالْمُنافِقاتُ بَعْضُهُمْ مِنْ بَعْضٍ )  « 1 » .\r\nوأصرح منه قوله تعالى في سورة آل عمران بعدَ أن ذكر خمسَ آياتٍ في أحوال اوليِ الألباب بأنَّهم الَّذينَ يَذكُرون اللهَ قِيَامًا وَقُعُودًا ، وأنْهاه إلى قوله حكاية دعائِهم بتَوَفّيهم اللهُ مَعَ الأبْرارِ :  ( فَاسْتَجابَ لَهُمْ رَبُّهُمْ أَنِّي لا أُضِيعُ عَمَلَ عامِلٍ مِنْكُمْ مِنْ ذَكَرٍ أَوْ أُنْثى بَعْضُكُمْ مِنْ بَعْضٍ )  « 2 » ؛ للدِّلالة على أنَّ إعطاء أجرِ العامل يَتَرتَّب على العمل بلا فرق في المقام بين أن يكون العامل ذَكراً أو أنثى ؛ فهما من جنسٍ واحدٍ لم يُلاحَظ فيه خصوصيّةُ الذُّكورة والأنوثة .\r\nوفي المقام دلَّت الآية على أنَّ القيام بالأمر للرَّجل لمكان لياقته بهذا المقام ، لا يُخرجه من جنس المرأة إلى جنس أعلى من جنسها بل كان الطَّائِفتانِ من جنسٍ واحدٍ .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 67 من سورة 9 : التوبة .\r\n( 2 ) الآية 195 ، من سورة 3 : آل عمران .\r\n","page_name":" 47 ","page_number":50},
  {"content":"\r\n\r\nوأمّا ما قيل : إنَّ هذا التَّعبير للإبهام ، للإشارة إلى أنَّ بعض النِّساءِ أفضل من كثيرٍ من الرِّجال فليس بشيءٍ .\r\nهذا كلُّه مضافاً إلى أنَّ اللهَ تعالى عبَّر في الآية السَّابقة عند النَّهي عن تَمَنِّي ما فَضَّلَ اللهُ به الرِّجال على النِّساءِ في بعض الأمور كالإرث ، بقوله :  ( وَلا تَتَمَنَّوْا ما فَضَّلَ اللَّهُ بِهِ بَعْضَكُمْ عَلى بَعْضٍ لِلرِّجالِ نَصِيبٌ مِمَّا اكْتَسَبُوا وَلِلنِّساءِ نَصِيبٌ مِمَّا اكْتَسَبْنَ وَسْئَلُوا اللَّهَ مِنْ فَضْلِهِ إِنَّ اللَّهَ كانَ بِكُلِّ شَيْءٍ عَلِيماً )  « 1 » .\r\nفجعل بَعْضَكُمْ مكان الرِّجال والبَعْضَ مكان النِّساءِ ؛ والأمر فيما نحن فيه كذلك .\r\nواستواؤهما في مقام الجنس والهويَّة لا يُنافي أفضليَّة بعضهنَّ على كثيرٍ منهم في مقام التَّربية والفعليَّة .\r\nالنُّكتة السَّادسة : إنَّ تفريع قوله :  ( فَالصَّالِحاتُ قانِتاتٌ )  ، ومقابلته لقوله :  ( وَاللَّاتِي تَخافُونَ نُشُوزَهُنَّ )  ، يفيدان أنَّ المرأة الصَّالحة ، وهي التي تُرتَّب أمرَها على الحقِّ والعَدل ، وتَتَّبع نظامَ الفطرة والشَّرع ، هي التي كانَت مطيعةً لزوجها ، وتستمرُّ إطاعتُها له في حضوره ، وتحفظه في نفسِها وماله عند غيبته .\r\nوأمّا المرأة التي تخرج عن الطَّاعة ، وتَنْشُزُ عن تأدية حقوق زَوْجها ، هي التي تَخرج عن مجرى حياتها الفطريَّة ، فتحتاج بأن يُحْكَمَ عليها بالتَّأديب حتَّى تَعْتَدلَ وتَستقيمَ .\r\nالنُّكتة السَّابعة : أجمع الفُقهاءُ على أنَّه يُقتصُّ للمرأة من الرَّجل في الطَّرفِ من غير ردٍّ حتَّى تبلُغ ديةُ الطَّرف ثلثَ دية الحرِّ فصاعداً ، فحينئذٍ يُقتصر على النِّصف ؛ وهكذا الأمر في الجراح يتساويان فيها دِيةً وقصاصاً ما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 32 ، من السورة 4 : النساءِ .\r\n","page_name":" 48 ","page_number":51},
  {"content":"\r\n\r\nلم تبلغ إلى ثلثِ الدِّيَة ؛ فإذا بَلَغْتُهُ رُدَّتْ ديةُ المرأة إلى النِّصف ؛ ومستند هذا التَّفصيل أخبار كثيرة .\r\nولا فرق في هذا التَّفضيل بين الزَّوج وزوجتهِ وبينَ غيرهما من أفراد الرِّجال والنِّساءِ ؛ فإذا ضرب رجلٌ امرأتَه فَلَها القصاص ؛ إلَّا في مقامٍ نَشَزَتِ الزَّوجة عن تأدية حقوقه . فما وردت من الرِّوايات في سبب نزول قوله تعالى :  ( الرِّجالُ قَوَّامُونَ عَلَى النِّساءِ )  في سَعْدِ بْنِ الرَّبيعِ بْنِ عَمْروٍ وَزوجته : حبيبة بنت زيد حيث لَطَمَها فانْطَلَقَ أبوها معها إلى النَّبِيّ صلَّى الله عليه وآله وسلَّم فحكم النَّبيّ بالقِصاص ثمَّ حكم برفع القصاص بنزول جبرائيل وإخباره بآية  ( الرِّجالُ قَوَّامُونَ عَلَى النِّساءِ )  إلى آخر آيات النُّشوز وبَعْثِ الحَكَم إنَّما هو في خصوص مورد نُشوز المرأة ، حيث صُرّح فيها بأنَّها نَشَزَتْ عليه .\r\nفالنَّبيّ صلّى الله عليه وآله وسلّم إنَّما حَكَمَ بالقصاص ، للحكم الكُلِّيّ الوارد فيه نظير آية  ( وَإِنْ عاقَبْتُمْ فَعاقِبُوا بِمِثْلِ ما عُوقِبْتُمْ بِهِ )  « 1 » ؛ وآية  ( وَلَكُمْ فِي الْقِصاصِ حَياةٌ يا أُولِي الْأَلْبابِ )  « 2 » .\r\nلكنَّ الآية الواردة في المقام خَصَّصَتْ هذه العمومات بغير موارد نُشوز المرأة .\r\nفدلَّت على أنَّهنَّ يَسْتَحْقِقْنَ الضَّرب إذا خيف منهنَّ النُّشوز . فالحكم الذي أراده رسول الله صلّى الله عليه وآله وسلَّم إنَّما هو حكمٌ عامٌّ ؛ وهذا الحكم الذي أراده الله حكم خاصٌّ وهو خيرٌ .\r\nالنُّكتة الثَّامنة : إنَّ الرَّجال لمّا كانوا قوَّامين على النساء بجهات من التَّفضيل فلا بدَّ من أن يُراعُوا جانِبَهنَّ ؛ فلا يُؤذُوهنَّ ولا يشتموهنَّ ولا يضربوهنَّ ، وأن يُلاحظوا فيهنَّ ما يُلاحِظ الرَّاعي في رعيَّته في المراقبة ؛ قال\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 126 ، من السورة 16 : النّحل .\r\n( 2 ) الآية 176 ، من السورة 2 : البقرة .\r\n","page_name":" 49 ","page_number":52},
  {"content":"\r\n\r\nرسول الله صلّى الله عليه وآله وسلَّم :\r\n« كُلُّكُمْ رَاعٍ وَكُلُّكُمْ مَسْؤُولٌ عَنْ رَعِيَّتِهِ » .\r\nقال في « الميزان » : « ومن أجمع الكلمات لهذا المعنى مع اشتماله على أسس ما بني عليه التَّشريع ما في « نهج البلاغة » ، ورواه أيضاً في « الكافي » بإسناده عن عبد الله بن كثير ، عن الصّادق عليه‌السّلام ، عن عليّ - عليه أفضل السَّلام - ، وبإسناده أيضاً عن الأصبغ بن نباتة ، عنه عليه‌السّلام في رسالته إلى ابنه :\r\n« إنَّ الْمَرأةَ رَيْحَانَةٌ وَلَيْسَتْ بِقَهْرَمَانَةٍ » .\r\nوما روي في ذلك عن النَّبيّ صلَّى الله عليه وآله وسلّم :\r\n« إنَّمَا الْمَرأةُ لُعْبَةٌ مَنِ اتَّخَذَهَا فَلا يُضَيِّعْهَا » .\r\nوقد كان يتعجَّب رسولُ الله صلّى الله عليه وآله وسلَّم :\r\n« كَيْفَ تُعَانَقُ الْمَرأةُ بِيدٍ ضُرِبَتْ بِهَا » .\r\nففي « الكافي » أيضاً بإسناده عن أبي مريم ، عن أبي جعفر عليه السلام قال : قال رسول الله صلّى الله عليه وآله وسلَّم :\r\nأيَضْرِبُ أحَدَكُمُ الْمَرْأةَ ثُمَّ يَظِلُّ مُعَانِقَهَا ؟\r\nوأمثال هذه البيانات كثيرةٌ في الأحاديث ؛ ومن التَّأمُّل فيها يظهر رأي الإسلام فيها » « 1 » .\r\nهذا كلُّه ما وفَّقنا اللهُ له من البحث عن الآية الأولى في المقام .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « الميزان » الجزء الرّابع ، ص 373 .\r\n","page_name":" 50 ","page_number":53},
  {"content":"\r\n\r\n\r\nالفصل الثاني : البحث حول آية ولَهن مثل الذي عليهن بالمعروف وللرجال عليهن درجة والله عزيز حكيم\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":54},
  {"content":"\r\n\r\n\r\nأما الآية الثانية : فقول الله جلَّ وعزَّ : ( وَلَهُنَّ مِثْلُ الذي عَلَيْهِنَّ بِالْمَعْرُوفِ وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ وَاللهُ عَزِيزٌ حَكِيمٌ )\r\n« 1 »\r\nالمعروف هو الذي يعرفه الناسُ ، ويقبله العرف من جهة الحضارة الاجتماعيّة المتداولة بينهم ؛ ويقابله المنكر ، وهو الذي يُنكره العرف ولا يقبله في الحياةِ الاجتماعيَّةِ . فالمعروف لابدَّ وأن يَحوي أمراً أمضاه العقل ، وحكم به الشَّرع من سُنَّة الآدابِ وفضائِلِ الأخلاق .\r\nولمَّا كان الإسلام أسَّسَ شريعَتَه على بِناء الفطرة الواقعيَّة والخِلقةِ الأصليَّةِ ، يكون المعروف عنده ما يعرفه النَّاس إذا سَلكوا مَسلكَ الفِطرة ، ولم يتعدّوا عن منهاجها القويم وصراطها المستقيم .\r\nومن الأحكام المبنيَّة على هذا الأساس ، تساوي الأفراد في الحكم الوارد عليهم ؛ فيكون ما عليهم مثل ما لهم .\r\nولا يخفى أنَّ هذا التَّساوي على الطَّريق الأحسن لا يتحقَّق إلَّا مع حفظ ما لكلٍّ من الأفراد في المجتمع من الخصوصيَّات المعطاةِ من الفطرة والآثار اللَّازمة للخِلقة في شؤون الحياة دون الاعتبارات المَوهُومة والملاحظات المجعولة على أساس الوَهم في المدينة الدنيئة الخَسيسَة .\r\nفلابدَّ في المدينة الفاضلة من مراعاة حال الضَّعيف والقويّ ، والجاهل والعالم ، والمحتاج والغنيّ ، وملاحظة كلِّ فطرةٍ في بنائِها الأوَّليّ ؛ فتُعطى لها الموادَّ الحياتيَّة على ميزان الافتقار ومرتبة الاحتياج .\r\nوهذه هي التَّسوية الصَّحيحة الواقعيَّة ، وعلى هذا جرى الإسلام في الأحكام التي جعلها للمرأة وعليها ؛ فجعل لها مثلَ ما عليها ، مع حفظ وزنها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 228 ، من سورة 2 : البقرة .\r\n","page_name":" 52 ","page_number":55},
  {"content":"\r\n\r\nفي الحياة الفطريَّة التي أعطاها اللهُ تبارك وتعالى مع الرَّجل في دائِرة الاجتماع ، للتَّناكح والتَّناسل .\r\nالإسلام يرى أنَّ للرِّجال عليهنَّ درجةً في هذه المواهب الاجتماعيَّة ؛ فقوله تعالى :  ( وَلِلرِّجالِ عَلَيْهِنَّ دَرَجَةٌ )  قَيدٌ مُتمِّم للحكم السَّابق ؛ فالكلُّ يفيد معنًى واحداً ، وهو أنَّ النِّساءَ قد سَوَّت الفطرة بينهنَّ وبين الرِّجال من الأحكام مع حفظ ما للرِّجال عليهنَّ درجة في هذه المواهب الاجتماعيَّة .\r\nفبهذا المعيار سوَّى اللهُ بينَهما وضَرَبَ لهما الأحكام ، فَجَعَلَ لهنَّ مثلَ ما عليهنَّ .\r\n\r\nوجوه الاشتراك والافتراق بين الرَّجل والمرأة\r\n\r\nوعلى هذا البناءِ المَتين\r\nسَوَّى الإسلام بين الرَّجل والمرأة من حيث تدبير شؤون الحياة في الإرادة والعمل ؛ فكما أن الرَّجل مُستقلُّ الإرادة فيما يحتاج إليه البُنيةُ الإنسانيَّة في الأكل والشُّرب وغيرهما من لوازم الحياة ، فكذلك المرأة فلها أن تستقلَّ بالإرادة والعمل وتتملَّك نتيجةَ مصنوعاتها ؛ إلَّا أنَّه قَرَّر الإسلام فيها خصوصيَّتين مَيَّزَها بهما الخلقةُ الإلهيَّة :\r\nإحديهما : أنَّها بمنزلة الحَرث في تكوُّن النَّوع ونمائِه ، فعليها يكون اعتماد النَّوع في بقائِه ؛ فتختصُّ من الأحكام بما يختصُّ به الحَرث ، وتمتاز بذلك عن الرَّجل ؛  ( نِساؤُكُمْ حَرْثٌ لَكُمْ فَأْتُوا حَرْثَكُمْ أَنَّى شِئْتُمْ )  « 1 » .\r\nوالثَّانية : إنَّ خِلقَتها مبنيَّةٌ على رِقَّة الإحساس ودقَّة العاطفة ولطافة البُنْيَة . وهذا الخصوصيَّات لها مدخليَّة تامَّةٌ في أحوالها بالنِّسبة إلى الوظائِف الاجتماعيَّة التي تكون على عُهدتها ، وعليها القيام بأدائِها في المجتمع‌الصَّالح .\r\nوبهذه الفلسفة المُتَّخذة من الفطرة تنحلُّ جميعُ الأحكام المشتركة بينهما والأحكام التي يختصُّ به أحدُهما في الإسلام . وقد تقدّم قولُه تعالى :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 223 من سورة 2 : البقرة .\r\n","page_name":" 53 ","page_number":56},
  {"content":"\r\n\r\n ( وَلا تَتَمَنَّوْا ما فَضَّلَ اللَّهُ بِهِ بَعْضَكُمْ عَلى بَعْضٍ لِلرِّجالِ نَصِيبٌ مِمَّا اكْتَسَبُوا وَلِلنِّساءِ نَصِيبٌ مِمَّا اكْتَسَبْنَ وَسْئَلُوا اللَّهَ مِنْ فَضْلِهِ إِنَّ اللَّهَ كانَ بِكُلِّ شَيْءٍ عَلِيماً )  « 1 » يُريدُ اللهَ تعالى بهذا البيان أنَّ الأعمال التي حَوَّلَت إليهما الفِطرة هي الملاك الوحيد فيما يختصُّ به الرَّجل من الفضل ؛ فالرِّجال قوَّامون على النِّساءِ بهذا المعيار الرَّصين .\r\n\r\nمعنى تسوية الرَّجل والمرأة في الحقوق\r\nفالمرأة تشترك مع الرَّجل في جميع الحقوق الاجتماعيَّة والأحكام العباديَّة ، فلها الاستقلال في التكسُّب والتملُّك والتعليم والتعلُّم وجلب منافعها ودفع مضارِّها ، إلَّا ما كان خارجاً عن عهدتها بملاحظة هاتين الخصوصيَّتين اللَّتين أعطتهما الفطرةُ لبقاءِ النَّوع ، وهما كونها حرثاً وفيها رقَّةٌ ولطافة ؛ وبهما خرجت عن مرتبة الرَّجل في كونه فاعلًا وذا بأس وحياةٍ تعقُّليَّةٍ .\r\nفلم تتمكَّن المرأة من الأعمال الصَّعبة المحتاجة إلى خشونةٍ حادَّةٍ وتَحمُّلٍ شديدٍ ؛ وعمدتها القتال والقضاءُ والحكومة .\r\nبخلاف الرَّجل الذي جُعل في فطرته هذا البأس وهذا التعقُّل ، وهو الرّجل ؛ فللرَّجل عليها درجةٌ ، وهذه الدَّرجة هي درجة التعقُّل والبُنْيَة ، وهي بسيطةٌ في العلم والجسم ، فللرِّجال عليهنَّ درجةٌ .\r\nكما فضَّل اللهُ على معيارٍ كُلّيّ كِلًّا من المجاهدين على القاعدين درجةً بقوله عزَّ وجلَّ :  ( فَضَّلَ اللَّهُ الْمُجاهِدِينَ بِأَمْوالِهِمْ وَأَنْفُسِهِمْ عَلَى الْقاعِدِينَ دَرَجَةً وَكُلًّا وَعَدَ اللَّهُ الْحُسْنى )  ( 2 ) .\r\nفَفَضَّل اللهُ الرِّجال على النِّساءِ درجةً مع أنَّ ما لَهُنَّ مِثْلُ مَا عَلَيْهِنَّ بِالْمَعْرُوفِ .\r\nوهذا يوجب منعهنَّ عن القِتال والقضاءِ والحكومة بتّاً وعن كثير من الأحكام تنزيهاً .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 32 من سورة 4 : النساء . 2 الآية 95 من سورة 4 : النِّساء .\r\n","page_name":" 54 ","page_number":57},
  {"content":"\r\n\r\nوقد ورد في « تفسير عليّ بن إبراهيم القمِّيِّ » في قوله تعالى :  ( وَلِلرِّجالِ عَلَيْهِنَّ دَرَجَةٌ )  قال : قال عليه‌السلام :\r\n( حق الرجال على النساء أفضل من حق النساء على الرجال )\r\nوهذا لا ينافي التَّساوي في الحُقوق كما بيَّنَّا .\r\nتنبيهان :\r\nالأوَّل : إنَّ الإسلام عند تقنينه جَعلَ أحكام الزَّوجيَّة على أساس خِلقة الفُحولة والإناث ، لأنَّ التَّجاذُب الجنسيّ الواقع فيهما ممَّا لا يُردُّ ؛ والطَّبيعة جَهَّزَت كلًّا منهما بتجهيزات خاصَّة لتوليد المثل ؛ ولم تكن هباءً ولا باطلًا .\r\nوهذا التَّجهيز لا غاية له إلّا بتوليد المثل لبقاءِ النَّوع . فَعَمَلُ النِّكاح مبنيّ على هذه الواقعيَّة ؛ ولهذا رتَّب الأحكام على العِفَّةِ والحجابِ واختصاص الزَّوجة بالزَّوج وجَعلِ العِدَّة ونحو ذلك لإحكام هذا الأساس .\r\nولكنَّ القوانين الحاضرة الغربيَّة منها والشَّرقيَّة قد وَضَعَت أساس النِّكاح على تشريك الزَّوجين في الحياة المَنزليَّة ، وهي نوعُ اشتراك في العيش أضيقُ دائِرةً من الاجتماع البلديّ بدون لحاظ أصل التَّوليد وحفظِ الأولاد ؛ ولذلك لم تكن القوانين الحاضرة مُتعرِّضة لشيءٍ ممّا تعرَّض له الإسلام من العفَّة والحِجاب والنَّفقة وغيرها .\r\nالثّاني : زعم كثيرٌ من أبناءِ الزَّمان من الَّذين اكتفوا بظاهرٍ من القول ، ولا خبرة لهم بالعلم ، أنَّ معنى التَّسوية في حقوق الرَّجل والمرأة هو إعطاءُ كُلٍّ منهما من الأحكام والوظائِف والثَّمرات بعين ما يُعطى للآخر ؛ وهذا شَطَطٌ من الكلام .\r\nلأنَّهم لم يَدروا أنَّ معنى التَّسوية هو التَّعديل ، والعدل إعطاءُ كلِّ ذي حقٍّ حَقَّه لا أزيدَ ولا أنقصَ ، وإلّا لُادِّيَ إلى خلاف المطلوب ونَقض الغَرَض ؛ كُلُّ شَيءٍ جاوز عن حدِّه انعكس إلى ضدِّه .\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":58},
  {"content":"\r\n\r\nفمعنى التَّسوية بين كلِّ إنسان في الأكل والشُّرب هو إعطاءُ كلٍّ منهم ما يَستحِقُّه ، لا أن يُعطي كلٌّ منهم بقَدْر ما يُعطي الآخر كمًّا وكيفاً . فكيف وقد يحتاج الرَّضيع إلى قليلٍ من اللبن بامتصاصِهِ ثَدْيَ امِّه ، وأمَّا البَطَلُ المِقْدَام قد يحتاج إلى نَعجةٍ يذبحها ويأكلها عن آخرها في دفعةٍ واحدةٍ ؛ فكيف يُعقل التَّساوي بينهما .\r\nإن لبن الرَّضيع لا يكفي لجُرعةٍ واحدةٍ لهذا البَطَل ؛ ولقمةٌ وَاحدةٌ من لحم النَّعجَةِ كافيةٌ لهلاك الرَّضيع .\r\nالمريضُ يحتاج إلى الاستراحةِ والحِمْيَة وشربِ الدَّواءِ ؛ والمعافى يَسيحُ في الأرض مع أقراصِ خُبْزِهِ وماءِ كوزِهِ ؛ والحكيم يُعطي كلَّ واحدٍ منهما ما هو لازم لحياتهما ، فيُعطي الأوَّلَ للأوَّلِ ، والثَّاني للثَّاني ؛ ولو عَكَسَ لأهلكهما بلا تأمُّلٍ ، وحاشا للحكيم أن يَفْعَلَه ، فَتنقلب حكمتهُ إلى سَفاهةٍ ، واسمُه الحكيمُ إلى السَّفيه .\r\nوالذي تقتضيه الفِطرة في الوظائِف والحقوق الاجتماعيَّة بين الأفراد أن يساوي بينهم في الحقوق ؛ وهذا التَّساوي بمعنى إعطاءِ كلِّ ذي حقٍّ حقَّه ، لا التَّساوي في الكمِّ والكَيْفِ والجِدَة والأين وسائر الأعراض .\r\nولا يوجب أن يُحبي بعضٌ ويُضْطهد آخرون بإبطال حقوقهم ، لكن مقتضى هذا المعنى من التَّسوية السَفَهيَّة أن يُبذَل كلُّ مقامٍ اجتماعيّ لكلِّ فردٍ من الأفرادِ ، فيُعطى للمتعلَّم البسيط مَقامُ المعلِّم الشامخ ، وللجَبانِ الضَّعيفِ مقامُ البَطَلِ الشُّجاع ؛ وهل هذا إلَّا إفساد كلٍّ منهما ثمَّ إفساد المجتمع ؟ ! .\r\nبل الذي يقتضيه العدلُ الاجتماعيّ هو التَّساوي بين الأفراد بميزان حقوقهم الفطريَّةِ واستحقاقهم الاكتسابيّ ،  ( لَها ما كَسَبَتْ وَعَلَيْها مَا اكْتَسَبَتْ )  « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 286 من سورة 2 : البقرة .\r\n","page_name":" 56 ","page_number":59},
  {"content":"\r\n\r\nفالتَّساوي في نيل كلِّ ذي حقٍّ حقَّه لا يوجِب أن يُزاحم حقٌّ حقّاً أو يُهمِلَ أو يُبْطِلَ حقّاً على سبيل التحكُّم والبَغي والعُدوان .\r\nوهذا هو الذي أفاد قولُه تعالى :  ( وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ وَلِلرِّجالِ عَلَيْهِنَّ دَرَجَةٌ )  .\r\nفالآية نَادَت بأعلى صوتِها التَّساوي بينهما في عين تقرير الاختلاف وتثبيت التَّفاوت .\r\nوأنت خبير بأنَّ المُساواة السَّفَهيَّة بين الرَّجل والمرأة على أنَّها لا يمكن أصلًا أن تتحقَّقَ وإلّا لانجرَّ إلى الالتزام بحمل الرِّجال النتائج ووضعِهم وارضاعِهم إيَّاها فتكون حَرثاً ، وإلى فُحُوليَّةِ النِّساءِ فيُتَّخَذْنَ للضِّراب ؛ وهل هذا إلَّا اضحوكةٌ للشابِّ والهَرِم ؛ يُؤدِّي إلى خرابهنَّ وخرابهم وهَدمهنَّ وهَدمهم .\r\nوها نحن ننظر الآن إلى المَدَنيَّة الغربيَّة كيف هَدَمَت أساسَ الاجتماع المنزليّ ، وأزالَت الرَّاحَةَ والسُّكونَ عن المجتمع بإدخال النِّساءِ في اجتماعات الرِّجال وإعطائِهنَّ من الحقوق ما يساوي كمَّاً وكيفاً بعين ما تعطيه الرِّجالَ من الحقوق .\r\nأمَّا الإسلام فيُنازعُ هذا التَّفكير ، ويُخاصم هذا التَّدبير ، ويَحْكُم باشتراك الرَّجل والمرأة في أصول المَواهب الإنسانيّة وهي الاختيار وما يتولَّدُ منه من الفِكر والإرادة والعَمَل .\r\nفللمرأة الاستقلال بالتَّصرُّف في جميع شؤون حياتها الفرديَّة والاجتماعيَّة ؛ وقد أعطاها الإسلام هذا الاستقلال على أتمَّ الوجوه ؛ فصارت بنعمة الله وفضله مُستقلَّةً بنفسها ، مُنفكَّةَ الإرادة والعمل عن الرِّجال ، واجدةً لما لم يَسمح لها الدُّنيا في جميع أدوارها ، وَخَلت عنه صحائِفُ تاريخ وجودها ؛ قال اللهَ تعالى :  ( فَلا جُناحَ عَلَيْكُمْ فِي ما فَعَلْنَ فِي أَنْفُسِهِنَّ \r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":60},
  {"content":"\r\n\r\n بِالْمَعْرُوفِ )  « 1 » .\r\nلكنَّها مع وجود هذه العوامل المشتركة في وجودها تختلف عن الرِّجال من جهةٍ أخرى ؛ فإنَّه ثبت في علم وظائِف الأعضاءِ ، أنَّ المتوسِّطةَ ما النِّساءِ تتأخَّر عن المتوسِّط من الرِّجال في الجهات الكماليَّة من بُنْيَتِها كالدِّماغ والقَلب والشَّرائِين والأعصاب والقامة والوزنِ ؛ وبِإثْرِ هذا تكون جُسمها أنعَم وألطف كما أنَّ جسمَ الرَّجل أخشنُ وأصلبُ ؛ وأنَّ الإحساسات اللَّطيفة كالحبِّ ورِقَّة القَلب والميل إلى الجَمال والزِّينَة أغلب عليها من الرَّجل ، كما أنَّ التعقُّل أغلب عليه من المرأة .\r\nوبالجملة حياتها حياةٌ إحساسيَّةٌ عاطفيَّةٌ ؛ وحياة الرَّجل حياة تعقُّليَّةٌ تفكيريَّةٌ . وهذه العلَّة توجب أن يُفَرِّق الإسلام بينهما في الوظائف والتَّكاليف العامَّة الاجتماعيَّة التي يرتبط قوامُها بأحد الأمرين أعني التَّعقُّل والإحساس .\r\nفَخَصَّ القِتالِ والقضاءَ والحكومة بالرِّجال ، لاحتياجها المُبرم إلى التعقُّل ؛ والحياة التعقُّليَّة إنَّما هي للرَّجل دون المرأة ؛ وخَصَّ حضانة الأولاد وتربيتَها وتَدبير المنزل بالمرأة ، وجعل نَفَقَتها على الرَّجل ، لتتمكَّن من القيام بهذه الأمور .\r\nفهل هذا إلَّا عدلٌ وإحكامٌ ؟ ( فللرجال عليهن درجة ؛  ذلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ ) *  « 2 » فسبحانك ما أعدلك وأحكمك ؛  ( كَذلِكَ يُضِلُّ اللَّهُ مَنْ هُوَ مُسْرِفٌ مُرْتابٌ )  « 3 » .\r\nهذا كلُّه ما استفدناه ممَّا أفاده الأستاذ الأكرم العلَّامةُ الطَّبَاطبائِيّ - قده -\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 234 من سورة 2 : البقرة .\r\n( 2 ) الآية 96 من سورة 6 : الأنعام ؛ والآية 38 من سورة 36 : يس ؛ والآية 12 من سورة 41 : فصّلت .\r\n( 3 ) الآية 34 من سورة 40 : المؤمن .\r\n","page_name":" 58 ","page_number":61},
  {"content":"\r\n\r\nفي تفسيره « 1 » ، بتلخيصٍ وتوضيحٍ منَّا .\r\nتمَّ بحثنا بحَولِ اللهِ وقوَّته حَوْلَ الآيتينِ الكريمتين من القرآن العظيم .\r\nوالآن بتوفيق اللهِ وتسديده نشرع في سائر الأدلَّة الواردة في المقام من الرِّوايات والإجماع والشُّهرة الجابِرَة . ونُقدِّم أوَّلًا البَحث عن سقوط الجِهاد عن المرأة ، ثمَّ نبحث عن منعها عن القَضاءِ والحكومة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « الميزان » ج 2 ، ص 273 إلي ص 292 .\r\n","page_name":" 59 ","page_number":62},
  {"content":"\r\n\r\n\r\nالبحث حول جهاد المرأة\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":63},
  {"content":"\r\n\r\n\r\nسقوط الجهاد عن المرأة عزماً\r\nأمَّا جِهاد المرأة : فلا إشكال ولا خلاف في عدم وجوبه عليها ، بل سقوطه عنها عزماً لا رخصةً ، بل الإجماع حاصلٌ بقسميه ؛ وقد أرسله الفُقهاءُ إرسال المسلَّمات ، بحيث تُعدُّ هذه المسألة من المسائِل التي لا شبهةَ فيها .\r\nقال الشيخُ ( ره ) في « النّهاية » : « ويسقط الجِهاد عن النِّساء والصِّبيان والشُّيوخ الكِبار والمجانين والمرضَى ومن ليس به نهضةٌ إلى القيام بشرطه » .\r\nوذكر ابنُ إدريس في « السَّرائِر » عَين هذه العبارة .\r\nوقال في « المبسوط » : « ولا يجب الجهاد إلَّا على كلِّ ذَكَرٍ بالغٍ عاقلٍ - إلى أن قال - وأمَّا النِّساءُ فلا جِهاد عليهنَّ . وسُئِل النَّبيّ صلَّى الله عليه وآله وسلَّم :\r\n« هَلْ على النِّساءِ جِهَادٌ ؟ قالَ : نَعَمْ ، جِهَادٌ لا قِتَال فِيهِ : الْحَجُّ والْعُمْرَةُ » .\r\nوقال العلَّامة في « القواعد » : « ولا يجب على الصَّبيّ ولا المجنون ولا العبد - إلى أن قال - ولا المرأة والخنثى المشكل » .\r\nوقال المحقِّق في « الشَّرائع » : « يجب على كلِّ مكلَّف حُرٍّ ذَكَرٍ غيرِ هِمٍّ ؛ فلا يجب على الصَّبيّ ولا على المجنون ولا على المرأة ولا على الشَّيخ الهِمِّ » .\r\nوقال العلَّامة في « التَّحرير » : « الذُّكورة يشترط في وجوب الجِهاد ؛ فلا يجب على المرأة والخُنثى المشكل ؛ ومن الْتَحَقَ بالرِّجال وجب عليه الجِهاد » .\r\nوقال في « التذكرة » : « يشترط في وجوب الجِهاد امورٌ ستَّةٌ : البلوغُ والعقلُ والحُرِّيَّةُ والذُّكُورةُ والسَّلامةُ من الضَّررِ ووجودُ النَّفقة - إلى أن قال - والنِّساءُ لا يجب عليهنَّ الجِهاد لِضَعفهنَّ عن القيام ؛ ولهذا لا يُسهم لهنَّ » .\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":64},
  {"content":"\r\n\r\nوقال في « الجواهر » عند قول المصنِّف : « ولا على المرأةِ » : « بلا خلاف أيضاً بل الإجماع بقسميه عليه مضافاً إلى ضَعفها عن ذلك وقول أمير المؤمنين في خبر الأصْبَغ :\r\n« كَتَبَ اللهُ الْجِهَادَ على الرِّجَالِ وَالنِّساءِ . فَجِهَادُ الرَّجُلِ أنْ يَبْذُلَ مَالَهُ وَنَفْسَهُ حَتَّى يُقْتَلَ في سَبِيلِ اللهِ ؛ وَجِهَادُ الْمَرْأةِ أنْ تَصْبِرَ على أذَى زَوْجِهَا »\r\n، ولو باعتبار أنَّ التَّفصيل في معنى الجِهاد بينهما قاطعٌ للشركة » .\r\nوقال في « الرِّياض » لمّا عَدَّ الشَّروط « 1 » الثَّمانِيَة التي منها الذُّكورة : « بلا خلاف في شيء من ذلك فيما أعلمه ، بل عليه الإجماع في عبائر جماعةٍ كالمصرَّح به في « الغُنية » في الجميع - إلى أن قال - وفي « المُنتهَي » في البلوغ والذُّكورة ، بل صرَّح فيهما وفي الثَّاني والثالث والعَمَى بالإجماع » .\r\nتنبيهات :\r\nالتَّنبيه الأوَّل : إنَّ القَدر المتيقّن من الجِهاد الذي كان مرفوعاً عن المرأةِ هو ما كان ابتداءً من المسلمين لدُعائِهم الكفَّار إلى الإسلام ؛ وأمَّا سائر أقسام الجِهاد فالمنعُ فيها غيرُ معلومٍ بل الوجوب في بعضها مسلَّم .\r\nقال في « المسالك » بعد أن شَرَط الذُّكورة : « إعلم أنَّ الجِهاد على أقسام : أحدها أن يكون ابتداءً من المسلمينَ للدُّعاءِ إلى الإسلام . وهذا هو المشروط بالبلوغ والعقل والحُرِّيَّة والذُّكوريَّة وغيرِها وإذن الإمام أو من نَصَبَه ، ووجوبه على الكفاية إجماعاً .\r\nوالثاني : أن يَدْهَمَ المسلمينَ عَدوٌّ من الكفَّار يريد الاستيلاءَ على بلادهم ، أو أسْرِهم ، أو أخذ أموالهم ، وما أشبهه من الحريم والذرِّيَّة . وجِهادُ هذا القسم ودفعُه واجبٌ على الحرِّ والعبد والذَّكر والأنثى إن احتيج إليها ، ولا يتوقَّف على إذن الإمام ولا حضوره ، ولا يختصُّ بمن قصدوه من المسلمين ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وهذه الشروط عنده : البلوغ والعقل والحرّيّة والذكورة ، وأن لا يكون هِمّاً ولا مُقعَداً ولا أعمي ولا مريضاً .\r\n","page_name":" 62 ","page_number":65},
  {"content":"\r\n\r\nبل يجب على من علم بالحال النُّهوضُ إذا لم يُعلم قُدْرةُ المقصودين على المقاومة ، ويتأكَّد الوجوب على الأقربينَ فالأقربينَ ؛ ويجب على من قُصد بخصوصه المدافعة بحسب المكنة ؛ سواءٌ في ذلك الذَّكر والأنثى والسَّليم والأعمَى والمريض والأعرج والعبد وغيرهم » .\r\nوقال في « الرَّوضة البهيَّة » : « الجِهاد على أقسام : جهادٌ المشركين ابتداءً لدعائِهم إلى الإسلام . وجِهاد من يَدْهَمُ على المسلمينَ من الكُّفار ، بحيث يخافون استيلاءَهم على بلادهم ، أو أخذ ما لهم ، وما أشبهه وإن قَلَّ . وجِهاد من يُريد قتلَ نفسٍ محترمةٍ ، أو أخذ مالٍ ، أو سَبْي حريمٍ مطلقاً ؛ ومنه جِهاد الأسير بين المشركين للمسلمين دافعاً عن نفسه ؛ وربما اطلق على هذا القسم الدِّفاعُ لا الجِهاد وهو أولى . وجِهاد البُغاةِ على الإمام . - إلى أن قال - والذُّكوريَّة شرط فلا يجب على المرأةِ هذا الجِهاد بالمعنى الأوَّل ؛ أمَّا الثَّاني فيجب الدَّفع على القادر ، سواءٌ الذَّكر والأنثى والسَّليم والأعمى والمريض والعبد وغيرهم » .\r\n\r\nأقسام الجهاد في كلام كاشف الغطاء\r\nأقسام الجهاد\r\nوأبسط القول في المقام ما أفاده الشيخُ الأعظم كاشفُ الغِطاء ( ره ) في « كشف » ه بقوله : « الجِهاد ينقسم من جهة اختلاف متعلِّقاته إلى أقسام خمسة :\r\nأحدها : الجهاد لحفظ بَيْضَةِ الإسلام إذا أراد الكُفّار المستحقُّون لغضب الجَبَّار الهُجومَ على أراضي المسلمينَ وبُلدانهم وقُراهُم ، وقد استعدُّوا لذلك ، وجمعوا الجموع لأجله ، لتعلو كلمةُ الكفر وتهبط كلمةُ الإسلام ، ويضربوا فيها بالنَّواقيس ، ويَبْنُوا فيها البيعَ والكنائِسَ ويُعلنوا فيها سائر شعائِر الكُفر ، ويكون الشَّرع باسم موسى وعيسى عليهما السَّلام ، ويشتدَّ الكفر ، ويتزايد باستيلاءِ القائِلين بالتَّثليث وغيرها من المناكير « 1 » ، النَّافين في الحقيقة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ( 1 ) المناكر - خ ل .\r\n","page_name":" 63 ","page_number":66},
  {"content":"\r\n\r\nلوحدة الصَّانع الخبير ، كالفرقة الأروسيَّة ، خَذَلَهم الله بِمحمَّدٍ وآله .\r\nوالواجب هنا أنَّه إن حَصَل من يقوم بذلك سَقَطَ عن المُكَلَّفين ، وإلَّا وجب على جميع أهل الإسلام ممَّن له قدرةٌ على الهِجرة ومدخليَّةٌ في إذلال العَدوّ ، وكلِّ من له قابليَّةٌ لجمع الجُنود والعساكر أن يقوم بهذا الأمر مع غَيبة الإمام وحضورِه عليه‌السَّلام .\r\nويُعتبر الاستئذان منه وحضور المجتهد وغيبته على نحو ما سيجيء ، وله الأخذ من أموال المسلمين بقدر الحاجة .\r\nثانيها : الجِهاد لدفع المَلاعين عن التّسلُّطِ على دماءِ المسلمين وأعراضهم ، بالتَّعرُّضِ بالزِّنا بنسائِهم واللَّواطِ بأولادهم ؛ فيجب على ذلك على من غاب أو حضر مع عدم قيام الحاضرين به ، ويجوز للرَّئيس المطاع في هذا القسم أن يأخذ من أموال المُسلمين ما يتوقَّف عليه دفعُ عدوِّهم مع قيامهم بالدَّفع مع حضور الإمام عليه السَّلام وعدم تسلُّطه ، أو غيبته ، وحضور المجتهد أو غيبته . وطلب الإذن منه أولى .\r\nثالثها : الجِهاد لدفعهم عن طائِفةٍ من المسلمين الْتَقَتْ مع طائِفةٍ من الكُّفار فخيف من استيلائِهم عليها .\r\nرابعها : الجِهاد لدفعهم عن بُلدان المسلمين وقُراهم وأراضيهم ، وإخراجهم منها بعد التَّسلُّطِ عليها وإصلاح بَيْضَة الإسلام بعد ثَلمها ، والسَّعي في نجاة المسلمين من أيدي الكَفَرَة المَلاعين . ويجب على المسلمين الحاضرينَ والغائِبينَ إن لم يكن في الثُّغور من يقوم بدفعهم عن أرضهم أن يتركوا عِيالَهَم وأطفالَهم وأموالَهم ، ويُهاجِروُا إلى أعداء الله عن أولياءِ الله ؛ فمن كان عنده جاهٌ بَذَلَ جاهَه ، أو مالٌ بَذَلَ مالَه ، أو سِلاحٌ بَذَلَ سِلاحَه ، أو حيلةٌ أو تدبيرٌ صَرَفها في هذا المقام لحفظ بَيْضَةِ الإسلام وأهل الإسلام من تسلُّط الكَفَرَةِ اللِّئامِ .\r\nوهذا القسم أفضل الجهاد ، وأعظم الوسائل إلى ربِّ العِباد ، وأفضل\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":67},
  {"content":"\r\n\r\nمن الجِهاد لردِّ الكُفَّار إلى الإسلام ، كما كان في أيَّام النَّبيّ عليه وآله أفضل الصَّلاة والسَّلام .\r\nومن قتل في تلك الأقسام ، يقف مع الشُّهداءِ يَوم المحشر ، واللهِ هذا هو الشَّهيد الأكبر . فالسَّعيدُ من قُتِل بين الصُّفوف ، فإنَّه عند الله بمنزلة الشُّهداءِ المقتولين مع الحُسَين عليه‌السَّلام يومَ الطُّفوف ، قد زُخرفت لهم الجنان ، وانتظر بهم الحُور العين والولدان ، وهم في القيامة أضيافُ سَيِّدِ الإنسِ والجانِّ .\r\nفمن عَلِم بأنَّه يجب عليهم « 1 » أن يقبل منِّي الكلام ، ويأخذ عنِّي الأحكامَ الواردةَ عن سيِّد الأنام فليُخرج سَيْفَه من غِمده ، ويرفَع رُمحَه من بُعده ، وينادِي بأعلى صوتِه : « أين غيرةُ الإسلام ؟ أين الطَّالبون بثأراتِ شريعة سَيِّد الأنام ؟ أين من بَاعُوا أنفسهم بالجنان والحورِ والولدانِ ، ورضى الرَّبِّ الرَّؤُوف الرَّحمن ؟ أين عبيدُ سَيِّدِ الأوصياءِ ؟ أين الطَّالبون لأن يكونُوا من شُهَداءِ كربلاءَ ؟ أين الدَّافعون عن شريعة سَيِّد الأمم ؟ أين الَّذين رُوِيَ في حَقِّهم أنَّ أكثَرَ أنصارِ صاحب الأمر العَجَمُ » ؟ .\r\nخامسها : جِهاد الكُفر والتَّوجُّه إلى مَحَالِّهم لِلرَّدِّ إلى الإسلام ، والإذعان بما أتى به النَّبيّ الاميّ المبعوثُ من عند المَلِكِ العلَّام عليه وآله أفضلُ الصَّلاة والسَّلام . وهذا المقام من خواصِّ النَّبيّ والإمام والمنصوبُ الخاصِّ منهما دونَ العامِّ ، ويختصُّ به بعض الأحكام كما سيجيء بيانه في تفصيل الأقسام ، وباقي الأقسام يشترك فيه جميع الأنام .\r\nفكلٌّ من هذه الأقسام الخسمة مندرج في الجِهاد على سبيل الحقيقة ، ويجري على قتلاهم في المعركة حكمُ الشَّهيد في الدُّنيا والآخرة ، فيثبت لهم في الدُّنيا والآخرة مع خلوص النِّيَّة ما أعَدَّه اللهُ للشُّهداء من الدَّرجات\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ( 1 ) عليه - ظ .\r\n","page_name":" 65 ","page_number":68},
  {"content":"\r\n\r\nالرَّفيعة ، والمراتب العليَّة ، والمساكن الطَّيِّبة ، والحياةِ الدَّائِمةِ ، والرِّضوان الذي هو أعلى من كلِّ مكرمة .\r\nويسقط في الدُّنيا وجوبُ تَغسيلهم وتحنيطهم وتكفينهم إذا لم يكونُوا عُرَاةً ؛ فَيُدْفَنون في ثيابهم مع الدِّماءِ - ولا يُنزع شيءُ منها سوى ما كان من الفِرَى « 1 » والجُلُودِ ، وسوى ما كان إبقاؤه مضرّاً ضَرَراً عَظيماً على الوَرَثة - إذا قتل بين الصَّفَّين وأدركه المسلمون ولم يكن به رمقُ الحياة » .\r\nهذا كلُّه ما أفاده الشيخ الأكبر ( ره ) ؛ وإنَّما أوردنا تفصيلَ كلامه ، لما فيها من الفوائِدِ الهامَّةِ . ثمَّ قال : « وَتفترق الأربعةُ المتقدِّمةُ عن الخامس بوجوهٍ » « 2 » . فذكر أربعة عشر وجهاً في ما تفترق الأربعة المتقدِّمة عن القسم الأخير . ولمَّا دخل في الباب الثالث في بيان الشُّروط ، غيَّرَ ترتيبَ الأقسام المذكورة ههنا فقال : « قد تَقدَّم بيانُ أقسام الجِهاد ، وذكرنا أنَّها تقع على وجوهٍ خمسةٍ ، هي :\r\nما يكون لحفظ بَيْضَة الإسلام إذا أراد الكفّارُ الهجومَ عليها . وما يكون لدفعهم عن بُلدان المسلمين وقراهم وأراضيهم وإخراجهم منها بعد سلطانهم عليها . وما يكون لدفع الملاعين عن التسلُّط على دماءِ المسلمين ، وهتك أعراضهم على نحو ما مرَّ . وما يكون لدفعهم عن طائِفةٍ من المُسلمين الْتَقَتْ مع طائِفَةٍ من الكُفَّار ، فخيف من استيلائِها عليهم وما يكون لأجل الدَّعوة إلى الإسلام . وإقرارهم بشريعة خير الأنام صلَّى اللهُ عليه وآله » « 3 » .\r\nثمَّ ذَكَرَ للجِهاد شروطاً ثمانيةً وقال : « سادسها الذُّكُورة فلا يجب على من عُلِم خروجُه عن حقيقتها أو شُكَّ فيه كالخُنثى المشكل والمَمْسُوح ، وهذا مخصوصٌ بالأخير أو القسمين الأوَّلين » « 4 » . انتهى .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الظاهر الفِراءُ بالمدِّ ، وهو جمع فَرْو : جبّة تتّخذ من أوبار الابن .\r\n( 2 ) « كشف الغطاء » ص 381 .\r\n( 3 ) « كشف الغطاء » ص 395 .\r\n( 4 ) « كشف الغطاء » ص 396 .\r\n","page_name":" 66 ","page_number":69},
  {"content":"\r\n\r\nومن هذا البيان يتَّضح أنَّ سقوطَ الجِهاد عن المرأة إنَّما هو في القسم الأخير ، وهو الدَّعوة إلى الإسلام أو مع القسمين الأوَّلين ، وهما ما يكون لحفظ بَيْضَةِ الإسلام إذا أراد الكُفَّار الهُجُومَ عليها ، وما يكون لدفعهم عن بُلدانِ المُسلمين بَعد سلطانهم عليها .\r\nوأمَّا في القسم الثَّالث والرَّابع ، وهما ما يكون المَلاعين عن التَّسَلُّط على دماءِ المسلمين وهتكِ أعراضهم ، وما يكون لدفعهم عن طائِفةٍ من المُسلمين الْتَقَتْ مع الكُفَّار فخيف من استيلائِها عليهم ؛ فالجِهاد للمرأة ثابتٌ .\r\n\r\nاستقراء المؤلف لأقسام الجهاد\r\nأقول : لقد وَفَّقَني اللهُ لإنهاءِ أقسام الجِهاد ، وقد بَلَغَ اثني عَشَرَ قِسْماً .\r\nالقسم الأوَّل : الجِهاد ابتداءً من المُسلمين لدَعوة الكُفَّارِ والمشركينَ إلى الإسلام ، كما في جِهاد المسلمينَ مع الرُّومِ والفُرس وقبائِلِ المشركينَ وأهلِ الكتاب القاطنين في جزيرة العرب ، الدعوتهم إلى التَّوحيدِ ودينِ الحقِّ . كما قال تعالى :\r\n ( فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ ، وَخُذُوهُمْ وَاحْصُرُوهُمْ ، وَاقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ ، فَإِنْ تابُوا وَأَقامُوا الصَّلاةَ وَآتَوُا الزَّكاةَ فَخَلُّوا سَبِيلَهُمْ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ )  « 1 » .\r\nوقالَ تعالى :  ( قاتِلُوا الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ وَلا بِالْيَوْمِ الْآخِرِ وَلا يُحَرِّمُونَ ما حَرَّمَ اللَّهُ وَرَسُولُهُ وَلا يَدِينُونَ دِينَ الْحَقِّ مِنَ الَّذِينَ أُوتُوا الْكِتابَ حَتَّى يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صاغِرُونَ )  « 2 » .\r\nولمكان توسُّعٍ في الإسلام حتَّى يَشيع في العالم ويستقرَّ سلطنته على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 5 من سورة 9 : التوبة .\r\n( 2 ) الآية 29 من سورة 9 : التوبة .\r\n","page_name":" 67 ","page_number":70},
  {"content":"\r\n\r\nالدُّنيا وإحاطته بالنَّاس أمر اللهُ تعالى بالجِهاد مع الَّذين يَلُونَ المُؤمنينَ من الكُفَّار حتَّى يَجِدُوا شِدَّةً في التَّوحيد وإحكاماً في ذاتِ الله بقوله عزَّ وجلَّ :\r\n ( يا أَيُّهَا الَّذِينَ آمَنُوا قاتِلُوا الَّذِينَ يَلُونَكُمْ مِنَ الْكُفَّارِ وَلْيَجِدُوا فِيكُمْ غِلْظَةً وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ )  « 1 » .\r\nالقسم الثاني : الجِهاد في الذَّبِّ عن بَيْضةِ الإسلام مع الكُفَّار المحاربينَ . فيجب على المسلمين الدِّفاع عن أنفسهم ونواميسهم وأموالهم ، كما في غزوة بَدر « 2 » وأحد والأحزاب ، كما قال تعالى :\r\n  ( إِنَّ اللَّهَ اشْتَرى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوالَهُمْ بِأَنَّ لَهُمُ الْجَنَّةَ يُقاتِلُونَ فِي سَبِيلِ اللَّهِ فَيَقْتُلُونَ وَيُقْتَلُونَ وَعْداً عَلَيْهِ حَقًّا فِي التَّوْراةِ وَالْإِنْجِيلِ وَالْقُرْآنِ وَمَنْ أَوْفى بِعَهْدِهِ مِنَ اللَّهِ فَاسْتَبْشِرُوا بِبَيْعِكُمُ الَّذِي بايَعْتُمْ بِهِ وَذلِكَ هُوَ الْفَوْزُ الْعَظِيمُ - التَّائِبُونَ الْعابِدُونَ الْحامِدُونَ السَّائِحُونَ الرَّاكِعُونَ السَّاجِدُونَ الْآمِرُونَ بِالْمَعْرُوفِ وَالنَّاهُونَ عَنِ الْمُنْكَرِ وَالْحافِظُونَ لِحُدُودِ اللَّهِ وَبَشِّرِ الْمُؤْمِنِينَ )   « 3 »   .  \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 123 من سورة 9 : التوبة .\r\n( 2 ) غزوة بدر لم تقع ابتداءً من المسلمين لدعوة المشركين إلى الإسلام فلم تكن من القسم الأوّل . نَعَم ، كان النّفر أوّلًا من المسلمين لأخذ أموال مشركي قريش في عير جاءت من الشّام فيها ثلاثون رجلًا أو أربعون فيهم أبو سفيان ومَخرمة بن نوفل وعمرو بن العاص . ولمّا سمع أبو سفيان الخبر أرسل أجيراً إلى مكّة وأمره أن يأتي قريشاً فيستنفرهم إلى أموالهم ويخبرهم أنّ محمّداً قد عرض لها في أصحابه . فتجهّز الناسُ سراعاً ليمنعوا عيرهم . فلمّا أقبل رسول الله وأصحابه يريدون بدراً لم يجدو العير ، وأتاه الخبر من قريش بمسيرهم ليمنعوا عيرهم فنزل بدراً ، ولمّا رأى أبو سفيان أنّه قد أحرز عيره أرسل إلى قريش : إنكم إنّما خرجتم لتمنعوا عيركم ورجالكم وأموالكم . فأبوا حتّى نزلوا بالعدوة القصوى من الوادي ؛ وقال عُتبة : يا معشر قريش فارجعوا وخلُّوا بين محمّد وسائر العرب فإن أصابوه فذلك الذي أردتم وإن كان غير ذلك الفاكم ولم تَعرضوا منه ما تريدون . فأبوا إلّا عن القتال فإذن هيّأ رسول الله أصحابه للقتال ، ووقع بينهم وبين المشركين ما وقع في يوم الجمعة صبيحة سبعَة عشرة من شهر رمضان . ( لَخّصناه من سيرة ابن هشام ج 2 ص 440 إلى ص 456 ) .\r\n( 3 ) الآية 111 و 112 من سورة 9 : التوبة .\r\n","page_name":" 68 ","page_number":71},
  {"content":"\r\n\r\nوقال تعالى :     ( وَقاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقاتِلُونَكُمْ وَلا تَعْتَدُوا إِنَّ اللَّهَ لا يُحِبُّ الْمُعْتَدِينَ - وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ وَأَخْرِجُوهُمْ مِنْ حَيْثُ أَخْرَجُوكُمْ وَالْفِتْنَةُ أَشَدُّ مِنَ الْقَتْلِ وَلا تُقاتِلُوهُمْ عِنْدَ الْمَسْجِدِ الْحَرامِ حَتَّى يُقاتِلُوكُمْ فِيهِ فَإِنْ قاتَلُوكُمْ فَاقْتُلُوهُمْ كَذلِكَ جَزاءُ الْكافِرِينَ - فَإِنِ انْتَهَوْا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ - وَقاتِلُوهُمْ حَتَّى لا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ لِلَّهِ فَإِنِ انْتَهَوْا فَلا عُدْوانَ إِلَّا عَلَى الظَّالِمِينَ )     « 1 » .\r\nوقال تعالى :  ( وَقاتِلُوا الْمُشْرِكِينَ كَافَّةً كَما يُقاتِلُونَكُمْ كَافَّةً وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ )  « 2 » .\r\nالقسم الثالث : الجهاد لدفع الكُفَّار المحاربين القاطنين في بلاد الإسلام ، واستئصالهم ، وإخراجهم عنها ، وإزالة استيلائِهم على نواميس المُسلمينَ ومنابِعِهِمْ ومعادِنِهِم وجميعِ شؤونهم الحضاريَّة من السياسيَّة والاقتصاديَّة والاجتماعيَّة والمعارفيَّة والعسكريَّة .\r\nقال الله تعالى :  ( فَلا تُطِعِ الْكافِرِينَ وَجاهِدْهُمْ بِهِ جِهاداً كَبِيراً )  « 3 » .\r\nوقال تعالى :    ( فَلْيُقاتِلْ فِي سَبِيلِ اللَّهِ الَّذِينَ يَشْرُونَ الْحَياةَ الدُّنْيا بِالْآخِرَةِ وَمَنْ يُقاتِلْ فِي سَبِيلِ اللَّهِ فَيُقْتَلْ أَوْ يَغْلِبْ فَسَوْفَ نُؤْتِيهِ أَجْراً عَظِيماً - وَما لَكُمْ لا تُقاتِلُونَ فِي سَبِيلِ اللَّهِ وَالْمُسْتَضْعَفِينَ مِنَ الرِّجالِ وَالنِّساءِ وَالْوِلْدانِ الَّذِينَ يَقُولُونَ رَبَّنا أَخْرِجْنا مِنْ هذِهِ الْقَرْيَةِ الظَّالِمِ أَهْلُها وَاجْعَلْ لَنا مِنْ لَدُنْكَ وَلِيًّا وَاجْعَلْ لَنا مِنْ لَدُنْكَ نَصِيراً - الَّذِينَ آمَنُوا يُقاتِلُونَ فِي سَبِيلِ اللَّهِ وَالَّذِينَ كَفَرُوا يُقاتِلُونَ فِي سَبِيلِ الطَّاغُوتِ فَقاتِلُوا أَوْلِياءَ الشَّيْطانِ إِنَّ كَيْدَ الشَّيْطانِ كانَ ضَعِيفاً )    « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 190 إلي الآية 193 من سورة 2 : البقرة .\r\n( 2 ) الآية 36 من سورة 9 : التوبة .\r\n( 3 ) الآية 52 من سورة 25 : الفرقان .\r\n( 4 ) الآيات 74 إلي 76 من سورة 4 : النساء .\r\n","page_name":" 69 ","page_number":72},
  {"content":"\r\n\r\nالقسم الرابع : الجهاد مع الكُفَّار الَّذين نكثوا أيمانَهم مع المسلمين ونَقَضُوا عَهْدَهم ، ولم يُوفوا به وطَعَنُوا في الإسلام . قال الله تعالى :     ( وَإِنْ نَكَثُوا أَيْمانَهُمْ مِنْ بَعْدِ عَهْدِهِمْ وَطَعَنُوا فِي دِينِكُمْ فَقاتِلُوا أَئِمَّةَ الْكُفْرِ إِنَّهُمْ لا أَيْمانَ لَهُمْ لَعَلَّهُمْ يَنْتَهُونَ - أَ لا تُقاتِلُونَ قَوْماً نَكَثُوا أَيْمانَهُمْ وَهَمُّوا بِإِخْراجِ الرَّسُولِ وَهُمْ بَدَؤُكُمْ أَوَّلَ مَرَّةٍ أَ تَخْشَوْنَهُمْ فَاللَّهُ أَحَقُّ أَنْ تَخْشَوْهُ إِنْ كُنْتُمْ مُؤْمِنِينَ - قاتِلُوهُمْ يُعَذِّبْهُمُ اللَّهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنْصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْمٍ مُؤْمِنِينَ - وَيُذْهِبْ غَيْظَ قُلُوبِهِمْ وَيَتُوبُ اللَّهُ عَلى مَنْ يَشاءُ وَاللَّهُ عَلِيمٌ حَكِيمٌ )     « 1 » .\r\nالقسم الخامس : الجهاد مع الكُفَّار كلَّما أرادوا مَكْراً على المُسْلمين ، واحتالُوا على إهلاكهم وتضعيفِ بُنْيَتِهِمْ وَهَدمِ دينهم وشعائرهم ، وصدُّوا عن سَبيلهم الذي هو سبيل الله ، وإن لم يُجهِّزوا الجُيوشَ ولم يَجمعوا الجُنودَ والعَسَاكَر .\r\nقال الله تعالى :     ( إِنَّ الَّذِينَ كَفَرُوا يُنْفِقُونَ أَمْوالَهُمْ لِيَصُدُّوا عَنْ سَبِيلِ اللَّهِ فَسَيُنْفِقُونَها ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُونَ وَالَّذِينَ كَفَرُوا إِلى جَهَنَّمَ يُحْشَرُونَ * لِيَمِيزَ اللَّهُ الْخَبِيثَ مِنَ الطَّيِّبِ وَيَجْعَلَ الْخَبِيثَ بَعْضَهُ عَلى بَعْضٍ فَيَرْكُمَهُ جَمِيعاً فَيَجْعَلَهُ فِي جَهَنَّمَ أُولئِكَ هُمُ الْخاسِرُونَ * قُلْ لِلَّذِينَ كَفَرُوا إِنْ يَنْتَهُوا يُغْفَرْ لَهُمْ ما قَدْ سَلَفَ وَإِنْ يَعُودُوا فَقَدْ مَضَتْ سُنَّتُ الْأَوَّلِينَ * وَقاتِلُوهُمْ حَتَّى لا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ كُلُّهُ لِلَّهِ فَإِنِ انْتَهَوْا فَإِنَّ اللَّهَ بِما يَعْمَلُونَ بَصِيرٌ )     « 2 » .\r\nالقسم السادسُ : الجِهَادُ لدفع الكُفَّار في كلِّ ما أحَسَّ المسلمون منهم البَأس والشدَّة والغلظة . قال اللهُ تعالى :\r\n ( فَقاتِلْ فِي سَبِيلِ اللَّهِ لا تُكَلَّفُ إِلَّا نَفْسَكَ وَحَرِّضِ الْمُؤْمِنِينَ عَسَى \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 12 إلي 15 من سورة 9 : التوبة .\r\n( 2 ) الآية 36 إلي 39 من سورة 8 : الأنفال .\r\n","page_name":" 70 ","page_number":73},
  {"content":"\r\n\r\n اللَّهُ أَنْ يَكُفَّ بَأْسَ الَّذِينَ كَفَرُوا وَاللَّهُ أَشَدُّ بَأْساً وَأَشَدُّ تَنْكِيلًا )  « 1 » .\r\nالقسم السّابع : الجِهاد لدفع الظَّالمين الَّذين أخرَجوا المسلمينَ من ديارهم وأبنائِهم ، وألزموهم بالجَلاءِ وترك أموالهم ، أو الدُّخول في منهاج الظَّالمين وملَّتهم وأن يكونوا كما يكونون ، قال اللهُ تعالى :\r\n ( فَالَّذِينَ هاجَرُوا وَأُخْرِجُوا مِنْ دِيارِهِمْ وَأُوذُوا فِي سَبِيلِي وَقاتَلُوا وَقُتِلُوا لَأُكَفِّرَنَّ عَنْهُمْ سَيِّئاتِهِمْ وَلَأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهارُ ثَواباً مِنْ عِنْدِ اللَّهِ وَاللَّهُ عِنْدَهُ حُسْنُ الثَّوابِ )  « 2 » .\r\nوقال تعالى :   ( لا يَنْهاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُمْ مِنْ دِيارِكُمْ أَنْ تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ - إِنَّما يَنْهاكُمُ اللَّهُ عَنِ الَّذِينَ قاتَلُوكُمْ فِي الدِّينِ وَأَخْرَجُوكُمْ مِنْ دِيارِكُمْ وَظاهَرُوا عَلى إِخْراجِكُمْ أَنْ تَوَلَّوْهُمْ وَمَنْ يَتَوَلَّهُمْ فَأُولئِكَ هُمُ الظَّالِمُونَ )   « 3 » .\r\nالقسم الثامن : الجِهاد بأمر الإمام مع الطُّغاة الَّذين خَرَجوا عليه ، يريدون نقضَ عهدِه وكَسرَ صَوْلَتِه وهَدمَ شأنِه وإزالةَ حكومتِهِ وإن كانوا مسلمينَ يُصَلّون ويَصُومُون . قال اللهُ تعالى :  ( انْفِرُوا خِفافاً وَثِقالًا وَجاهِدُوا بِأَمْوالِكُمْ وَأَنْفُسِكُمْ فِي سَبِيلِ اللَّهِ ذلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ )  « 4 » .\r\nوقال تعالى :  ( يا أَيُّهَا الَّذِينَ آمَنُوا ما لَكُمْ إِذا قِيلَ لَكُمُ انْفِرُوا فِي سَبِيلِ اللَّهِ اثَّاقَلْتُمْ إِلَى الْأَرْضِ أَ رَضِيتُمْ بِالْحَياةِ الدُّنْيا مِنَ الْآخِرَةِ فَما مَتاعُ الْحَياةِ الدُّنْيا فِي الْآخِرَةِ إِلَّا قَلِيلٌ )  « 5 » .\r\nالقسم التّاسع : الجِهاد لقَلع مادَّة النِّفاق في بلاد الإسلام وقَمعِ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 84 من سورة 4 : النساء .\r\n( 2 ) الآية 195 من سورة 3 : آل عمران .\r\n( 3 ) الآيات 8 و 9 من سورة 60 : الممتحنة .\r\n( 4 ) الآية 41 من سورة 9 : التوبة .\r\n( 5 ) الآية 38 من سورة 9 : التوبة .\r\n","page_name":" 71 ","page_number":74},
  {"content":"\r\n\r\nالمنافقين الَّذين يُحِبُّون تَشيعَ الفاحشة في الَّذين آمنوا ، يأمرون بالمنكر ويَنْهَوْنَ عَنِ المعروف ، يُظاهِرون بالإسلام وينتمون به ولكن قلوبهم مع الكُفَّار والشَّياطين ، يُحرِّفون الكَلِمَ عن مواضعه ولا يزالون يُؤَيِّدونَ رَسْمَ الْكُفر ومَحْوَ الإسلام .\r\nقال اللهُ تعالى :    ( لَئِنْ لَمْ يَنْتَهِ الْمُنافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ وَالْمُرْجِفُونَ فِي الْمَدِينَةِ لَنُغْرِيَنَّكَ بِهِمْ ثُمَّ لا يُجاوِرُونَكَ فِيها إِلَّا قَلِيلًا - مَلْعُونِينَ أَيْنَما ثُقِفُوا أُخِذُوا وَقُتِّلُوا تَقْتِيلًا - سُنَّةَ اللَّهِ فِي الَّذِينَ خَلَوْا مِنْ قَبْلُ وَلَنْ تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا )    « 1 » .\r\nوقال تعالى :  ( وَلا يَزالُونَ يُقاتِلُونَكُمْ حَتَّى يَرُدُّوكُمْ عَنْ دِينِكُمْ إِنِ اسْتَطاعُوا وَمَنْ يَرْتَدِدْ مِنْكُمْ عَنْ دِينِهِ فَيَمُتْ وَهُوَ كافِرٌ فَأُولئِكَ حَبِطَتْ أَعْمالُهُمْ فِي الدُّنْيا وَالْآخِرَةِ وَأُولئِكَ أَصْحابُ النَّارِ هُمْ فِيها خالِدُونَ )  « 2 » .\r\nالقسم العاشر : الجِهاد لدفع المُحاربين للَهِ ولرسولِه والسَّاعين في الأرض الفسادَ بالقتل والأسر وقطعِ الطَّريق وإشهار السَّيف وتَهديدِ المؤمنين وتَخويفهم في البلاد والقُرى والجبال والفَلوات . قال الله تعالى :\r\n  ( إِنَّما جَزاءُ الَّذِينَ يُحارِبُونَ اللَّهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الْأَرْضِ فَساداً أَنْ يُقَتَّلُوا أَوْ يُصَلَّبُوا أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُمْ مِنْ خِلافٍ أَوْ يُنْفَوْا مِنَ الْأَرْضِ ذلِكَ لَهُمْ خِزْيٌ فِي الدُّنْيا وَلَهُمْ فِي الْآخِرَةِ عَذابٌ عَظِيمٌ - إِلَّا الَّذِينَ تابُوا مِنْ قَبْلِ أَنْ تَقْدِرُوا عَلَيْهِمْ فَاعْلَمُوا أَنَّ اللَّهَ غَفُورٌ رَحِيمٌ )   « 3 » .\r\nالقسم الحادي عشر : الجِهاد من طائِفةٍ من المُسلمين إذا اقتتلوا مع طائِفَةٍ أخرى منهم ، ولم يَرْضَوا بالصُّلح ، وكانوا باغين عليهم ، حتّى تَفيئوا إلى أمر اللهِ . قال الله تعالى :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 60 إلي 62 من سورة 33 : الأحزاب .\r\n( 2 ) الآية 217 من سورة 2 : البقرة .\r\n( 3 ) الآية 33 و 34 من سورة 5 : المائدة .\r\n","page_name":" 72 ","page_number":75},
  {"content":"\r\n\r\n  ( وَإِنْ طائِفَتانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُما فَإِنْ بَغَتْ إِحْداهُما عَلَى الْأُخْرى فَقاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلى أَمْرِ اللَّهِ فَإِنْ فاءَتْ فَأَصْلِحُوا بَيْنَهُما بِالْعَدْلِ وَأَقْسِطُوا إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ * إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ )   « 1 » .\r\nالقسم الثاني عشر : الجِهاد في رَدِّ الظّالم عن ظلمه يريد الإعتداءَ على نفسِ الإنسان أو ماله أو حَرَمه أو عرضِه أو دينه ؛ أو الإعتداءَ على أخيه المؤمن كذلك . قال رسول الله صلّى الله عليه وآله وسلَّم :\r\n« مَنْ قُتِلَ دُونَ مَظْلَمَةٍ فَهُوَ شَهِيدٌ » .\r\nفهذا الدَّافع مُجاهدٌ في سبيل اللهِ ؛ فإذا قُتِل فهو شهيد تشمله إطلاقات آياتِ الجِهاد . مثل قوله تعالى :\r\n  ( أُذِنَ لِلَّذِينَ يُقاتَلُونَ بِأَنَّهُمْ ظُلِمُوا وَإِنَّ اللَّهَ عَلى نَصْرِهِمْ لَقَدِيرٌ - الَّذِينَ أُخْرِجُوا مِنْ دِيارِهِمْ بِغَيْرِ حَقٍّ إِلَّا أَنْ يَقُولُوا رَبُّنَا اللَّهُ وَلَوْ لا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَهُدِّمَتْ صَوامِعُ وَبِيَعٌ وَصَلَواتٌ وَمَساجِدُ يُذْكَرُ فِيهَا اسْمُ اللَّهِ كَثِيراً وَلَيَنْصُرَنَّ اللَّهُ مَنْ يَنْصُرُهُ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ )   « 2 » .\r\nفالدِّفاع عن الحقِّ لازم بحيث يُحِبُّ اللهُ الجهر بالسُّوءِ من القَول عند المظلمة ؛ قال تعالى :  ( لا يُحِبُّ اللَّهُ الْجَهْرَ بِالسُّوءِ مِنَ الْقَوْلِ إِلَّا مَنْ ظُلِمَ )  « 3 » .\r\nفكيف كان ، إذا أخلص المجاهدُ نيَّته في جميع هذه الأقسام للّه عزَّ وجلَّ وكان بجِهاده ذاهباً إلى الله تعالى ، تَصِلُه المَثُوبات الموعودة من اللهِ من بقاءِ الأعمال والرِّزق الحَسَن والحياةِ عند الرَّبِّ والفَرَح بما آتاهم الله من فضله والاستبشار بالَّذين لم يَلحقوا بهم من خَلفهم بعدم الخوف والحزن .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 9 و 10 من سورة 49 : الحجرات .\r\n( 2 ) الآية 39 و 40 من سورة 22 : الحجّ .\r\n( 3 ) الآية 148 من سورة 4 : النساء .\r\n","page_name":" 73 ","page_number":76},
  {"content":"\r\n\r\nقال الله تعالى :  ( وَالَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ فَلَنْ يُضِلَّ أَعْمالَهُمْ )  « 1 » .\r\nوقال تعالى :  ( وَالَّذِينَ هاجَرُوا فِي سَبِيلِ اللَّهِ ثُمَّ قُتِلُوا أَوْ ماتُوا لَيَرْزُقَنَّهُمُ اللَّهُ رِزْقاً حَسَناً وَإِنَّ اللَّهَ لَهُوَ خَيْرُ الرَّازِقِينَ )  « 2 » .\r\nوقال تعالى :    ( وَلا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْواتاً بَلْ أَحْياءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ - فَرِحِينَ بِما آتاهُمُ اللَّهُ مِنْ فَضْلِهِ وَيَسْتَبْشِرُونَ بِالَّذِينَ لَمْ يَلْحَقُوا بِهِمْ مِنْ خَلْفِهِمْ أَلَّا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ - يَسْتَبْشِرُونَ بِنِعْمَةٍ مِنَ اللَّهِ وَفَضْلٍ وَأَنَّ اللَّهَ لا يُضِيعُ أَجْرَ الْمُؤْمِنِينَ )    « 3 » .\r\nوقال تعالى :  ( وَلا تَقُولُوا لِمَنْ يُقْتَلُ فِي سَبِيلِ اللَّهِ أَمْواتٌ بَلْ أَحْياءٌ وَلكِنْ لا تَشْعُرُونَ )  « 4 » « 5 » .\r\n\r\nالجهاد الموضوع عن النساءِ والموضوع لهنّ\r\nإعلم أنَّ جميعَ هذه الأقسام من الجِهاد واقعٌ تحت واحدٍ من عنوانين :\r\nالأوَّل : ما كانت المحاربةُ أوّلًا وبالذَّات من ناحية المسلمين عليالكُفَّار سَواءً كانت لدعوتهم إلى الإسلام أو لِسائر الأغراضِ المذكورة ، أو على الطُّغاة الخارجين على الإمام ، أو المحاربين لِلَهِ ولرسوله ، والسَّاعينَ في الأرض الفَساد وإن كانوا مسلمين ظاهراً .\r\nوهذا جِهاد يحتاج إلى الإذن من الرَّسول أو الإمام ، وتجهيزه الجيوش والأمر بالنَّفْر ؛ ويختصُّ بالرِّجال لا غيرهم ، على فرض الكفاية . ولعلَّ شيوعَ استعمال لفظ الجِهاد في هذا العنوان ، أوجب نحو انصرافٍ فيه .\r\nوهذا كما في القِسم الأوَّل والرَّابع والخامس والسَّادس والسَّابع والثَّامن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 4 من سورة 47 : محمّد صلّي الله عليه وآله .\r\n( 2 ) الآية 58 من سورة 22 : الحجّ .\r\n( 3 ) الآية 169 إلي 171 من سورة 3 : آل عمران .\r\n( 4 ) الآية 154 من سورة 2 : البقرة .\r\n( 5 ) لا يخفي أنّ كثيراً من الآيات التي استدللنا بها على مورد من هذه الموارد الاثني عَشَرة لا تختصّ به بل تعمّه وبعضَ الموارد الأخر أو جَميعها ، فلا تغفل .\r\n","page_name":" 74 ","page_number":77},
  {"content":"\r\n\r\nوالعاشر من الأقسام .\r\nوالدَّليل على اختصاص هذا النَّوع من الجِهاد بالرَّجال فمضافاً إلى ظهور قوله تعالى :  ( قاتِلُوا الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ وَلا بِالْيَوْمِ الْآخِرِ )  ، وقوله تعالى :  ( يا أَيُّهَا الَّذِينَ آمَنُوا قاتِلُوا الَّذِينَ يَلُونَكُمْ مِنَ الْكُفَّارِ )  ، وقوله تعالى :  ( انْفِرُوا خِفافاً وَثِقالًا )  ، ونحوها من الآيات ، في الرِّجال ؛ ومضافاً إلى عدم ذكر المُجاهدينَ والمُجاهداتِ في قوله تعالى : (  إِنَّ الْمُسْلِمِينَ وَالْمُسْلِماتِ وَالْمُؤْمِنِينَ وَالْمُؤْمِناتِ وَالْقانِتِينَ وَالْقانِتاتِ وَالصَّادِقِينَ وَالصَّادِقاتِ وَالصَّابِرِينَ وَالصَّابِراتِ وَالْخاشِعِينَ وَالْخاشِعاتِ وَالْمُتَصَدِّقِينَ وَالْمُتَصَدِّقاتِ وَالصَّائِمِينَ وَالصَّائِماتِ وَالْحافِظِينَ فُرُوجَهُمْ وَالْحافِظاتِ وَالذَّاكِرِينَ اللَّهَ كَثِيراً وَالذَّاكِراتِ أَعَدَّ اللَّهُ لَهُمْ مَغْفِرَةً وَأَجْراً عَظِيماً )  « 1 » ، فيعلم منه عدم كون النِّساءِ في هذا العنوان عِدلًا للرِّجال . فتأمَّل ؛ الرِّوايات الواردةُ عن النَّبيّ والأئمَّة - عليهم الصَّلاة والسَّلام - الدالَّةُ على سقوط الجِهاد عنهنَّ ؛ وقد تقدَّم في مطاوي بَحثنا عِدَّةٌ منها .\r\nعلى أنَّ الإجماع حاصلٌ بقسميه والسِّيرة العَمَليَّة قائِمةٌ من زمن الرسول ومن بَعده إلى زماننا هذا في كلِّ عَصْرٍ وَمِصْرٍ على اختصاصه بالرِّجال .\r\nالثَّاني : ما كانت المحاربةُ أوّلًا وبالذَّات من ناحية الكُفَّار على المُسلمين فيجب عليهم أن يدفعوا عن أنفسهم الضَّرر ويُجاهدوا بأموالهم وأنفسهم في سدِّ الخَطَر .\r\nوهذا حكمٌ فطريّ أوَّليّ يجد كلٌّ في نفسه ، ويحسُّ في وجدانه عند مواجهته للخَطَر ؛ وحكمٌ عقليّ بوجوب دفع الضَّرر اليَقينيّ بل المحتمل ؛ وحكمٌ شرعيّ للآياتِ والرِّواياتِ الواردة في المقام .\r\nوالجِهاد في هذه الأقسام لم ينط بأمر الإمام بخصوصه ، بل إن كان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 35 من سورة 33 : الأحزاب .\r\n","page_name":" 75 ","page_number":78},
  {"content":"\r\n\r\nحاضراً يأمُر وإلَّا لم يَسقط بل عليهم القيام ؛ ولا يتخصُّ بالرِّجال بل يَعُمُّهم وَيَعُمُّ النِّساءَ جَميعاً على فرض الكفاية .\r\nوهذا كما في القسم الثاني والثَّالث والتَّاسع والحادي عَشَر والثَّانيعَشَر .\r\n\r\nمعنى رفع الجهاد عن المرأة\r\nالتنبيه الثَّاني : إنَّ ما ذكرناه من عدم تَرخيص الجِهاد على النِّساءِ في الأقسام المذكورَة ، إنَّما هو تولِّي القِتال بمعنى المقارَعة لا مطلق الحضور والإعانة على الأمور كمداواة الجَرْحَى مثلًا . صرَّح به العلَّامة الأستاذ الطَّباطبائيّ - قده - في تفسيره « 1 » .\r\nوقال العلَّامة ( ره ) في « التَّحرير » : « يجوز إخراج النِّساءِ للانتفاع بهنَّ ، ويُستحبُّ إخراج العجائِز منهنَّ ويكره الشَّوابّ » « 2 » . وقال في « التَّذكرة » : « ولو أخرج الإمام معه العبيد بإذن ساداتهم والنِّساءِ والصِّبيان جاز الانتفاع بهم في سقي الماءِ والطّبخ ومداواة الجرحى . وكان النَّبيّ صلّى الله عليه وآله وسلّم يُخرج معه امّ سليم وغيرها من نساءِ الأنصار ولا يخرج المجنون لعدم الانتفاع‌به » « 3 » .\r\nوقال الشَّيخ ( ره ) في « المبسوط » : « وكان النَّبيّ صلَّى الله عليه وآله يحمل معه النِّساءَ في الغزوات » « 4 » .\r\nفإذن يلزم على النِّساءِ تعلُّم مداواةِ الجَرحى من تجبير العَظم وعِلاجِ الجَرح والتزريقِ بالإبرة « 5 » ، وتعيينِ ضَغْطِ الدَّم وبعضِ أنحاء العَمليَّةِ كي يُعِنَّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « الميزان » ج 2 ، ص 284 .\r\n( 2 ) « التحرير » كتاب الجهاد ، آخر صفحة 134 .\r\n( 3 ) « التذكرة » كتاب الجهاد ، ص 1 .\r\n( 4 ) « المبسوط » كتاب الجهاد ، ص 5 .\r\n( 5 ) مع رعاية عدم اختلاط النساء بالرِّجال ومع تقييد مداواتهنَّ الجرحَى الأجانب فيما يلازم ذلك النظر إلى ما يحرم النظر إليه أو المسّ كذلك بما إذا اقتضت الضَّرورة .\r\n","page_name":" 76 ","page_number":79},
  {"content":"\r\n\r\nالمجروحين على مداواتهم ، على فرض الكفاية . بل عليهنَّ تعلُّم سائِر الأمور الفنيَّة الكهربائيَّة والمكانيكيَّة والمخابريَّة والاستعلاميَّة وغيرها على كثرتها وتشعُّبها في اليوم ، ما عدا المقارَعة والمقاتلَة ، حتّى ينتفع بهنَّ في الحروب الإسلاميَّة .\r\nالتنبيه الثالث : إنَّ سقوط الجِهاد عن النِّساءِ لا يستلزم سقوطَ مَثُوبته عنهنَّ بالكلِّيَّة بل كلُّ امرَأة لازَمَت لنفسها الأحكامَ الإلهيَّة وأطاعت زوجَها في حضوره وحَفِظَته في غيبته ، كان لها من الأجر ما كان للرَّجل الغَازي المجاهد في سبيل الله .\r\nوقد تقدَّم روايةُ أسماءَ بنت يزيد الأنصاريَّة وافدة النِّساءِ إلى رسول الله صلّى الله عليه وآله وتكلُّمها معه « 1 » ، ورواياتٌ اخر دالَّةٌ على ما ذكرناه بأبلغ وجه .\r\nروى الكلينيّ في « الكافي »\r\n« إنَّ جِهَادَ الْمَرْأةِ حُسْنُ التَّبَعُّلِ » « 2 » .\r\nقال العلَّامة في « المنتهي » : « الذُّكُورة شرط في وجوب الجِهاد ، فلا تجب على المرأة إجماعاً ، لِما رَوَتْ عائشةُ عن النَّبيّ صلَّى الله عليه وآله قالت : قُلْتُ : يَا رَسُولَ اللهِ ! هَلْ على النِّسَاءِ جِهَادٌ ؟ فَقالَ :\r\nجِهَادٌ لا قِتَالَ فيهِ : الحَجُّ وَالْعُمْرَةُ .\r\nوفي طريق الخاصَّة ما رواه الشَّيخ عن الأصبغ بن نُباتَة قال : قال أمير المؤمنين عليه السَّلام :\r\n« كَتَبَ اللهُ الْجِهَادَ على الرِّجَالِ وَالنِّسَاءِ ، فَجِهَادُ الرَّجُلِ أنْ يَبْذُلَ مَالَهُ وَنَفْسَهُ حَتَّى يُقْتَلَ في سَبِيلِ اللهِ ، وَجِهَادُ الْمَرْأةِ أنْ تَصْبِرَ على مَا تَرَى مِنْ أذَى زَوْجِهَا وَعَشِيرَتِهِ .\r\nوالتَّفصيل في معنى الجِهاد بينمها قاطعٌ للشِّركة ؛ ولأنَّها ليست من أهل القِتال لضَعفها وحورها ، ولهذا لم يسْهم لها من الغنيمة ؛ ولا نعلم فيه خلافاً » « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نقلناها في كتابنا هذا ص 42 عن « الدّرّ المنثور » ج 2 ، ص 153 .\r\n( 2 ) « فروع الكافي » طبع الحيدري ، ج 5 ، كتاب الجهاد ، ص 9 .\r\n( 3 ) « المنتهي » ج 2 ، كتاب الجهاد ، ص 899 .\r\n","page_name":" 77 ","page_number":80},
  {"content":"\r\n\r\nأقول : هذه الرِّواية المرويَّة عن الأصبغ رَواها في « الكافي » أيضاً عنه إلَّا أنَّه بدّل لفظة عَشِيرَتِهِ بِلفظه غَيْرَتِهِ « 1 » .\r\nوقال الشَّيخ في « المبسوط » : « ولا يجب الجِهاد إلّا على كلِّ حرٍّ ذَكَرٍ بالغٍ - إلى أن قال - وأمَّا النِّساءُ فلا جِهاد عليهنَّ . وسُئِل النَّبيّ صلَّى الله عليه وآله : هَلْ على النِّساءِ جِهَادٌ ؟ قالَ\r\n: نَعَمْ ، جِهَادٌ لَا قِتَالَ فِيهِ : الْحَجُّ والْعُمْرَةُ » « 2 » .\r\nهذا تمام بحثنا الفِقهيّ في مسألة جِهاد المرأة .\r\nفلنشرع الآن في البحث عن عدم جواز تولِّيها القَضاءَ والحكومة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « فروع الكافي » ج 5 ، ص 9 .\r\n( 2 ) « المبسوط » طبع المكتبة المرتضوية ، ج 2 ، ص 5 .\r\n","page_name":" 78 ","page_number":81},
  {"content":"\r\n\r\n\r\nالفصل الثّالث : من المرحلة الثّانية : آراء الفقهاء في عدم جواز تولي المرأة الحكومة والقضاء\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":82},
  {"content":"\r\n\r\nفنقول : لا إشكال ولا خلاف بين جميع المسلمين في عدم جواز تولِّي المَرأة الحكومَة ؛ وأمَّا القَضاءُ فأجمع أصحابنا - رضوان الله عليهم - على عدم الجواز أيضاً ، ولكنَّ أبا حنيفة من العامّة جَوَّز تَولِّيها القضاءَ في الأمور التي تقبل شهادتها فيها ؛ وابن جرير أطلق ؛ ولكنَّ الشافعيّ وافَقَنا في الحكم بعدم الجواز على الإطلاق .\r\nوكان الجدير بنا أن نُفرِد البَحث عن كلِّ واحدٍ من القضاءِ والحكومة على حدة ، ولكن لمَّا تمسَّك كثيرٌ من الفقهاءِ - رضوان الله عليهم - برواياتٍ مشتركةِ الدِّلالةِ على عدم جواز تولِّيهما في حقِّها ، فنحن أيضاً نقتفي أثَرَهم في البحث عنهما بسياقٍ واحدٍ .\r\nفنقول : لابدَّ أوّلًا من بيان كلمات الأصحاب ، ودلالتها على الاتِّفاق أو الإجماع في المسألة ، وثانياً التّحقيق في السِّيرة العمليَّة المستمرَّة على ذلك ؛ وثالثاً بيان الرِّوايات الدَّالَّة على المراد .\r\n\r\nأقوال الفقهاء في المقام\r\nأمَّا الأوَّل : فقد قال الشَّيخ في « المبسوط » : « الشَّرط الثَّالث في القاضي أن يكون كاملًا في أمرين كامل الخِلقة والأحكام - إلى أن قال - وأمَّا كمال الأحكام فأن يكون بالغاً عاقلًا حُرّاً ذَكَراً ، فإنَّ المرأة لا ينعقد لها القضاءُ بحالٍ ؛ وقال بعضهم يجوز أن تكون المرأة قاضيةً ، والأوَّل أصحُّ ؛ ومن أجاز قضاءَها قال يجوز في كلِّ ما يقبل شهادتها فيه ، وشهادتها تُقبل في كلِّ شيء إلَّا في الحدود والقصاص » . انتهى « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « المبسوط » ج 8 كتاب القضاء ، ص 101 .\r\n","page_name":" 80 ","page_number":83},
  {"content":"\r\n\r\nوكلامه الأخير إشارة إلى ما ذهب إليه أبو حنيفة ، على ما صرَّح به في « الخلاف » .\r\nوقال في « الخلاف » : « لا يجوز أن تكون المرأة قاضيةً في شيء من الأحكام ؛ وبه قال الشَّافعيّ ؛ وقال أبو حنيفة : يجوز أن تكون قاضيةً في ما يجوز أن تكون شاهدةً فيه ، وهو جميع الأحكام إلّا الحدود والقصاص . وقال ابن جرير : يجوز أن تكون قاضيةً في كلِّ ما يجوز « 1 » أن يكون الرَّجل قاضياً فيه لأنَّها تُعَدُّ من أهل الاجتهاد . دليلُنا أنَّ جواز ذلك يحتاج إلى دليلٍ لأنَّ القضَاءَ حكمٌ شرعيّ ؛ فمن ( فمن قال ) يصح ( تصلح ) له يحتاج إلى دليلٍ شرعيّ ؛ وروي عن النَّبيّ صلَّى الله عليه وآله وسلَّم أنَّه قال :\r\n« لَا يُفْلِحُ قَوْمٌ وَلِيَتْهُمُ امْرأةٌ » ؛\r\nوقال عليه‌السَّلام :\r\n« أخِّرُوهُنَّ مِنْ حَيْثُ أخَّرَهُنَّ اللهُ » .\r\nفمن أجاز لها أن تلي ( تولَّى ) القضاءَ فقد قدَّمها وأخَّر الرَّجل عنها ؛ وقال :\r\n« مَنْ فاتَهُ ( يابه ) شيءٌ في صَلاتِهِ فَلْيُسَّبِّحْ ، فَإنَّ التَّسبيحَ لِلرِّجالِ وَالتَّصْفيقَ لِلنِّساءِ » .\r\nفالنَّبيّ صلَّى الله عليه وآله وسلَّم مَنَعها من النُّطق ، لِئَلَّا يسمع كلامها مخافَة الافتتان بها ؛ فإن ( فبان ) تمنع القضاءَ الذي يشتمل على الكلام وغيره أولي » . انتهى « 2 » .\r\nوقال العلَّامة في « القواعد » : « يشترط فيه البلوغ والعقل والذُّكورة والإيمان والعدالة وطهارة المولد والعلم . فلا ينفذ قضاءُ الصَّبيّ وإن كان مُراهِقاً - إلى أن قال - ولا المرأة وإن جَمَعَتْ باقي الشَّرائِط » . انتهى « 3 » .\r\nوقال في « التَّحرير » : « ويشترط في القاضي البلوغ والعقل والإيمان والعدالة وطهارة المولد والعلم والذُّكورة - إلى أن قال - لا ينعقد القضاءُ للمرأة في الحدود وغيرها » . انتهى « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يصحّ - خ ل .\r\n( 2 ) « الخلاف » طبع سنة 1382 ، ج 2 ، كتاب القضاء ، ص 590 .\r\n( 3 ) « القواعد » ج 2 ، كتاب القضاء ، ص 201 .\r\n( 4 ) « تحرير الأحكام » كتاب القضاء ، ص 179 .\r\n","page_name":" 81 ","page_number":84},
  {"content":"\r\n\r\nوقال المحقِّق في « الشَّرائع » : « ويشترط فيه البلوغ وكمال العقل والإيمان والعدالة وطهارة المولد والعلم والذُّكورة - إلى أن قال - ولا ينعقد القضاءُ للمرأة وإن استكملت الشرائط » . انتهى « 1 » .\r\nوالشَّهيد عَدَّ الذُّكورة من الشَّرائط في « اللُّمعة الدِّمشقيَّة » ؛ والشَّهيد الثَّاني أمضاه في شرحها « الرَّوضة البهيَّة » « 2 » .\r\nوقال أيضاً في « المسالك » عند قول المصنِّف : « ويشترط فيه الذُّكورة » : « وأمَّا اشتراط الذُّكورة فلعدم أهليَّة المرأة لهذا المنصب ، لأنَّه لا يليق بحالها مجالسة الرِّجال ، ورفع الصَّوت بينهم ، ولابدَّ للقاضي من ذلك ؛ وقد قال صلَّى الله عليه وآله وسلَّم :\r\n« لَا يُفْلِحُ قَوْمٌ ولِيتْهُمُ امْرَأةٌ »\r\nانتهى « 3 » .\r\nوقال المحقِّقُ السَّبزواريّ في « كفاية الأحكام » : « الطَّرف الأوَّل في القاضي ، يشترط فيه البلوغ والعقل والإيمان لا ريب فيه ولا خِلاف ، وكذا اشتراط العدالة . والظَّاهر أنَّه لا خلاف في اشتراط طهارة المولد والذُّكورة . واتِّفاق الأصحاب على اعتبار الشرائِط المذكورة منقولٌ في كلامهم ويعتبر فيه العلم بلا خلاف » انتهى « 4 » .\r\nوقال الشَّيخ محمد الحسن النَّجفيّ في « جواهر الكلام » عند شرح قول المحقّق : « ويشترط فيه . . . والذُّكورة » : « بلا خلاف أجده في شيء منها ، بل في « المسالك » هذه الشرائط عندنا موضع وفاق ، بل حكاه في « الرياض » عن غيره أيضاً ؛ وعن الأردبيليّ دعواء عدا الثَّالث والسَّادس ، و « الغُنية » في العلم والعدالة و « نهج الحقّ » في العلم والذُّكورة - إلى أن قال - وأمَّا الذُّكورة فلما سمعت من الإجماع والنَّبويّ :\r\n« لَا يُفْلِحُ قَوْمٌ ولِيَتْهُمُ امْرَأةٌ » :\r\nوفي آخر\r\n: « لا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « شرايع الأحكام » طبع محمد كاظم ، كتاب القضاء ، ص 273 وص 274 .\r\n( 2 ) « شرح اللُّمعة » طبع محمد كاظم ، ج 1 ، ص 200 .\r\n( 3 ) « المسالك » ج 2 ، الصفحة الأولي من كتاب القضاء ، ولم يكن صفحات الكتاب متميّزة بالعدد .\r\n( 4 ) « الكفاية » ، الصفحة الأولي من كتاب القضاء ، ولم يكن صفحاته متميّزة بالعدد .\r\n","page_name":" 82 ","page_number":85},
  {"content":"\r\n\r\nتَتَوَلَّى الْمَرْأةُ الْقَضَاءَ » ؛\r\nووصيِّة النَّبيّ صلَّى الله عليه وآله وسلَّم المروَّية في « الفقيه » بإسناده عن حمَّاد :\r\n« يَا عَلِيّ ! لَيْسَ على الْمَرأةِ جُمْعَةٌ وَلَا جَمَاعَةٌ\r\n- إلى أن قال -\r\nوَلَا تَوَلِّى الْقَضَاءِ » ،\r\nمُؤَيَّداً بنَقصها عن هذا المَنصب ، وأنَّها لا يليق لها مجالسةُ الرِّجال ورفع الصَّوت بينهم ، وبأنَّ المُنساق من نُصوص النَّصبِ في الغيبة وغيرها ، بل في بعضها التَّصريح بالرَّجل ، لا أقلَّ من الشَّكِّ ، والأصل عدمُ الإذنِ » . انتهى « 1 » .\r\nوقال السَّيِّد جوادٌ العامليّ في « مفتاح الكرامة » عند شرح قول العلَّامة في « القواعد » : « أمَّا المرأة فلِما ورد في خبر جابر ، عن الباقر عليه‌السَّلام :\r\nوَلَا تَوَلِّى الْقَضَاءَ امْرَأةٌ » :\r\nوقد أنكر الدَّليل المُقَدَّس الأردبيليّ ( ره ) إن لم يكن إجماع .\r\nوهذا خبر منجبر بالشُّهرة العظيمة إن أنكر الإجماع مع ما ورد من نُقصان عقلها ودينها وعدم صلاحيَّتها في الصَّلاة للرَّجل ، وإنَّ شهادتها نصف شهادةٍ غالباً ؛ وقال في « الخلاف » : إنَّ أبا حنيفة جوَّز ولايَتها فيما تُقبل فيه شهادتُها ، وابنَ جرير أطلق » انتهى « 2 » .\r\nوقال خالُنا المولى أحمد النَّراقيّ في « مستند الشِّيعة » : و « منها ( أي من الشرائِط ) الذُّكورة بالإجماع كما في « المسالك » و « نهج الحقِّ » و « المعتمد » « 3 » وغيرها » « 4 » .\r\nوقال المَولى عليّ الكنيّ في كتاب « القَضاءِ » : « وكيف كان فشروط القَضاءِ هي البلوغ وكمال العقل والإيمان والعدالة وطهارة المولد والذُّكورة والعلم بلا خلافٍ في اعتبارها في القَضاءِ ؛ والإجماع محصَّلٌ ومنقولٌ ؛ ففي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « الجواهر » طبع الملّفق ، الصفحة الأولي والثانية من كتاب القضاء ، والكتاب غير متميّز بالعدد .\r\n( 2 ) « مفتاح الكرامة » ج 10 ، كتاب القضاء ، ص 9 .\r\n( 3 ) « معتمد الشيعة » كتاب فقهٍ جليل لوالده العلّامة المولي مهدي النراقي ، وهو جَدُّنا الأعلي من طرف الامّ .\r\n( 4 ) « المستند » ج 2 ، كتاب القضاء ، ص 519 .\r\n","page_name":" 83 ","page_number":86},
  {"content":"\r\n\r\n« المسالك » أنَّ هذه الشَّرائط عندنا موضع وفاق ، وادَّعاه في « كشف اللِّثام » بلفظة الوِفاق ، وفي « مفتاح الكَرامة » بلفظ الإجماع ، وفيه أيضاً أنَّ هذه الشُّروط السَّبعة معتبرةٌ إجماعاً معلوماً ومنقولًا حتَّى في « المسالك » و « الكِفاية » و « المفاتيح » ، وفي « الرِّياض » بلا خلاف في شيءٍ من ذلك أجده بيننا ، بل عليه الإجماع في عبائر جماعةٍ « كالمسالك » وغيرهِ في الجميع ، و « شرح الإرشاد » للمقدَّس الأردبيليّ فيما عدا الثَّالث والسَّادس ، وهو السَّابع هنا ؛ و « الغُنية » في العدالة والعلم ؛ و « نهج الحقِّ » للعلَّامة في العلم والذُّكورة . انتهى . في « الدُّروس » لا ينعقد قضاءُ المرأة لإطباق السَّلف على المنع منه ، وفي « المسالك » أيضاً هو أي عدم انعقاد قضاءِ المرأة موضع وفاقٍ ؛ وفي « الرَّوضة » ادَّعى الإجماع على اعتبار غير العلم من هذه السَّبعة في موضعٍ ، وعليه في موضعٍ آخر بل مواضع تأتي إليه الإشارة » « 1 » . انتهى كلامه رفع مقامه .\r\nوقال السَّيِّد عليّ في « الرِّياض » لمّا عدَّ الشُّروط السِّتَّة التي منها الذُّكورة : « بلا خلاف في شيءٍ من ذلك أجده بيننا ، بل عليه الإجماع في عبائر جماعة ك - « المسالك » وغيره في الجميع - إلى أن قال - مضافاً إلى الأصل بناءً على اختصاص منصب القَضاءِ بالإمام عليه السلام اتّفاقاً فتوًى ونصًّا . ومنه زيادةً على ما مضى المرويّ بعدَّةِ طرقٍ وفيها الصَّحيح في « الفقيه » : « إتَّقُوا الْحُكُومَةَ فإنَّمَا هِيَ لِلإمَامِ الْعَالِمِ بِالْقَضاءِ الْعَادِلِ في الْمُسْلِمينَ كَنَبِيّ أوْ وَصِيّ نَبِيّ ، خرج منه القاضي المجتمع لهذه الشرائِط بالإذن من قِبَله ، كما يأتي بالنَّصّ والإجماع ، وليسا في فاقِدها كلًّا أو بعضاً » . انتهى « 2 » .\r\nهذا ما تيسّر لنا من تصفُّح كلماتِ الأعلام من الفُقهاءِ العظام رضوان الله عليهم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « قضاء الكّني » ص 12 .\r\n( 2 ) « الشَّرح الكبير » ج 2 ، الصفحةُ الأولي من كتاب القضاء ، وليست صفحاته متميّزة بالعدد .\r\n","page_name":" 84 ","page_number":87},
  {"content":"\r\n\r\n\r\nالسِّيرة العمليَّة المستمرة\r\nأمَّا السَّيرة : فلا إشكال في تَحَقُّقها في المقام ؛ ومعناها التزام المسلمين من الفُقهاءِ والعُلماءِ والحُكَّام ، الخاصَّة منهم والعامَّة ، من زَمَن الرَّسول صلّى الله عليه وآله وسلَّم إلى زماننا هذا بعدم نصب المرأة للإمارة أو القضاءِ ، مع وجود طائِفة من النِّساءِ ذوات علومٍ ودراياتٍ ، ومحاسن أخلاقٍ ومكرماتٍ ، في طول الأحقاب حُقْباً بعد حُقْبٍ .\r\nونحن لمَّا تَصَفَّحنا آراءَهم في كتب السِّير والتَّواريخ ، وَجدنا أنَّ امتناعَهم من نَصبهنَّ لهذا المقام لم تكن اتِّفاقيًّا ، بل للاستناد بسُنَّة الشَّارع المعظَّم والرَّسول المُكرَّم صلّى الله عليه وآله وسلَّم وللاقتفاءِ بمنهاجه القويم وسبيله المستقيم ، بحيث لا يمكن لهم أن يَتَعَدَّوْا عنه . وهذه السِّيرة العمليَّة كالشُّهرة القوليَّة ممّا يكفي في الاستناد إليه .\r\nإن قلت : إنَّ عدم النَّصب أمرٌ عدميّ ، وغاية ما يستفاد منه عدم منصوبيَّة المرأة لهذا المقام في هذه المدَّة الطَّويلة ، ولا يمكن أن يستفاد منه وجهُ عدم النَّصب ؛ فالتَّمسُّك بالسِّيرة في أمثال هذه الموارد في غاية الإشكال .\r\nقلت : لا إشكال في أن وُلاة الجور من الامويِّين والعبَّاسيِّين وَلُوا أمر هذه الامَّة أزيد من خمسمائة سَنَةٍ ، وكذلك الَّذين جاؤُوا من بعدهم واقتفوا آثارهم وحَذَوْا حَذْوهم ، إلى زماننا هذا ، وفي الامَّة نساءٌ عالماتٌ بالأدب والشِّعر والتَّاريخ والتَّفسير والحديث ، وربما بَلَغَتْ جماعةٌ منهنَّ مرتبةَ الاجتهاد وصِرْنَ من أهل الاستنباط ، وكثيرٌ منهنَّ ذوات صلاحيَّة وتقوى من الله ، ومع ذلك لَم نَر حتَّى مورداً واحداً أنْ يُوَلُّوهنَّ الإمارة والقضاءَ .\r\nولم يكن إلَّا لعدم ملائمتِه رُوحَ الإسلام والشَّريعة المحمَّديَّة ؛ ولم يتمكَّنوا في أنظار العامَّة من المخالفة على ما هو في الضَّرورة كالبَديهيّ .\r\nولو لم يكن الإسلام مَنَعهنَّ عن هذه الأمور الوِلائِيَّة لنصبوهنَّ في\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":88},
  {"content":"\r\n\r\nالمقامات العالية وجعلوهنَّ قاضياتٍ في المدائِن والأمصار وفَوَّضُوا إليهنَّ ولاية النَّواحي المُعظمة من البلاد والأقطار .\r\nوإنَّ من الواضح كونَهم مشتاقين لهذا النَّصب ، وكونَهنَّ مشتاقاتٍ لهذه المناصب ؛ كيف وقد نرى أنَّهم وَلَّوا كثيراً من غِلمانهم وعَبيدهم وَفوَّضُوا إليهم الأمور السَّامية ، وقَلَّدوهم المناصِبَ الخطيرة ، فكيف يزهدون في إعطائِها لأمثال البَنات والأخوات ، مع ما يشاهد العامَّةُ من ابَّهَةِ جلالهنَّ وعظم شأنهنَّ ، ويميلون إلى جانبهنَّ فيما هو موردٌ لأنظار الحَّكام السِّياسيَّة .\r\nفبملاحظة هذه القرائن الحافَّة ، الحاليَّة والمقاميَّة والمقاليَّة من كلِّ جانب وناحية تصير السِّيرة العدميَّة البَهماءُ البَكماءُ ، ذاتَ لسانٍ طَلِق ، تنطق ببيانٍ ذَلِقٍ وجهَ انقادها وتحقُّقها في العالم الإسلاميّ ؛ وفي هذا غنًى وكفايةٌ .\r\nوأمَّا الرِّوايات الواردة في المقام ، فقبل الخَوض فيها لابدَّ من البحث في تأسيسِ الأصلِ المعتمد عليه عند الشَّكِّ في شرطيَّة شيءٍ في القضاءِ أو الإمارة ؛ فيُتمسَّك به عند فقدان الدَّليلِ الاجتهاديّ على شرطيَّتِهِ . ولقضاءِ البحث التَّام نحتاج إلى تمهيد مُقدِّمات :\r\nالمقُدِّمة الأولى : إنَّ القضاءَ والإمارةَ مَن شُعَب الولاية ؛ والولاية أمرٌ عَظيمٌ مجَدُهُ ، جليلٌ شأنُهُ ، لأنَّها الحكومةُ على نفوس النَّاس وأموالهم وأعراضهم وأزواجهم وسائر شؤونهم بالإرادة والتَّصرُّف .\r\nففي الحقيقة هي القيادة إلى صالحهم المنوطة بالتَّمتُّع من جميع المواهب الإلَهيَّة ، وإلى فعليَّة الاستعدادات الكامنةِ في نفوسهم وطبائعهم بنحوٍ أعلى وأكمل .\r\nفإذا فُوِّضَت إلى أهلها وَوَقَعَتْ في محلِّها ، يتنعَّم النّاسُ في دنياهم وأخراهم ؛ فيَسيرون إلى كمالهم الحقيقيّ ، فيعيشون في الدُّنيا بأهنأ عيشٍ وأتمِّ راحة ، مع الوصول إلى غاية الدَّرجات المُقدَّرة لهم في سيرهم الكماليّ ؛\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":89},
  {"content":"\r\n\r\nوفي الآخرة يتلذَّذون بما هو ثمرةُ مساعيهم في الدُّنيا ، لأنَّها مزرعة الآخرة ومَتجرها ؛ فيتنعَّمون بما تَشْتَهِيهِ الأنْفُسُ وَتَلَذُّ الأعْيُنُ .\r\nوإذا لم تقع في مَحلِّها وَوَقَعَتْ في يد غير أهلها ، تَضيع النُّفوسُ والاستعداداتُ المختفية فيها ؛ فلا يصل حقٌّ إلى صاحبِهِ ، فيكون العيشُ عيشَ البَهائم على مبنى الوَهْمِ والشَّهْوَةِ والغَضَبِ ؛ كُلٌّ يَرى حياتَه في مَوْتِ الآخر ، وصِحَّته في سقم الآخر ، وغناه في فقر الآخر ، فيصير المجتمع بِرْكَةً للسِّباع الضَّارية والكلاب العاويَة والبهائم الهَاوية .\r\n\r\nالآيات الواردة في ولاية الإمام عليه‌السَّلام\r\nالمقدِّمة الثَّانية : الآيات الواردة في القرآن الكريم تجعل الولاية على رِبْقَةِ الرَّجُلِ الإلَهيّ المتحقِّق بالحقِّ والهادي إليه ، وتدعو النّاس إلى لزوم الاتِّباع له فقطُّ ، وهو المعصوم من هَوَى النَّفس الأمَّارة بالسُّوءِ ومن الزَّلَل .\r\n1 - قال الله تعالى :  ( يا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ ، فَإِنْ تَنازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ذلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا )  « 1 » .\r\nتقريب الاستدلال : إنَّ إطاعة اللهِ إنَّما هِيَ المتابَعَةُ للأحكام الإلهيَّة التي أنزلها في القرآن الكريم بِلِسان عربيّ مُبينٍ ، نَزَلَ به الرُّوح الأمين على قلبِ نبيِّنا صلَّى الله عليه وآله لِيكونُ من المُنْذِرينَ .\r\nوإطاعة الرَّسولِ ينقسم إلى قسمين :\r\nالأوَّل : ما هو في الأحكام الجزئيَّة المُبيَّنة منه لِتعيين حدود الأحكام الكلِّيَّة وقيودها وشرائطها ؛ وهذا يرجع إلى ناحية التَّشريع .\r\nوالثَّاني : الأحكام الصَّادرة منه في الموضوعات الولائِيَّة حسب كونه والياً وإماماً للنَّاس . ولا مدخل للتَّشريع في هذا القسم ؛ بل تترشَّح هذه الأوامر من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 59 من سورة 4 : النساء .\r\n","page_name":" 87 ","page_number":90},
  {"content":"\r\n\r\nنفس النَّبيّ صلَّى الله عليه وآله وسَلَّم حسب إرادته وخُبرته بمصالح أمور النَّاس والحوادثِ الواقعةِ .\r\nوهذان القسمان من الإطاعة مغايران لإطاعة الله التي هي الالتزام بالأحكام القرآنيّة ، ولذا عَطَفَ إطاعةَ الرَّسول على إطاعة الله ، والعطفُ دالٌّ على المغايرة . ولمكان تغاير سنخيَّة الإطاعتين كَرَّر لفظة الأمر بالإطاعة .\r\nوأمَّا أولوا الأمر فأيّاً كانوا ومَهما كانوا لا حظَّ لهم في التَّشريع ؛ وإنَّما حظُّهم ولاية الأمر ومنصب الإمارة والحكم بين النَّاس فيما اختلفوا فيه ؛ فهم مشتركون مع الرَّسول من النَّاحية الثَّانيَة فقطُّ . ولهذا الاشتراك في كيفيَّة الولاية ، أوجب اللهُ إطاعَتهم من دون تكرار الأمر بالطَّاعة .\r\nإن اولي الأمر لا بدَّ وأن يكونوا معصومين من المعاصي والخطايا ، وإلَّا يكون الأمر بإطاعة الله والرَّسول والأمر بإطاعتهم أمراً بالضِّدَّين أو المتناقضين ، وهو مستحيل ، كما اعترف به الفخر الرَّازيّ في تفسيره .\r\nواحتمال أنَّ وجوب إطاعتهم من قبيل وجوب إطاعة الوُلاة في زمن الرِّسول وأمير المؤمنين - عليهما الصَّلاة والسَّلام - مِن انحصارها بالموارد التي لا تخالف حكم الله ، ومِن تدارك موارد الخطأ بالمصلحة الحاصلة في انتصابهم ، مدفوعٌ بأنَّ هذه الفرضيَّة وإن كانت صحيحةً في نفسها لكنَّها غيرُ مَحَطِّ ظهور الآية .\r\nالآية ظاهرةٌ في وجوب طاعة اولي الأمر على نحو وجوب طاعة اللهِ وطاعة الرَّسول بسبكٍ واحدٍ وسياقٍ واحدٍ . فلا محيص عن الالتزام بكون اولي الأمر أفراداً من النَّاس معصومين من الخَطأ والذَّنب . وقد أجمع المُسلمون أنَّه لا يدَّعي أحدٌ العصمةَ الوِلائِيَّة في هذه الآية في حقِّ أحدٍ إلَّا ما ادَّعاه الشِّيعة في حقِّ أئِمَّتِهِمُ الاثني عَشَرَ - صَلَوات الله وسلامهُ عليهم أجمعين - ، فينطبق موردُ الآية عليهم طبعاً .\r\nفائدةٌ : بما أنَّ الخطاب في هذه الآية للمؤمنينَ وقد أوجب اللهُ عليهم\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":91},
  {"content":"\r\n\r\nإطاعةَ اولي الأمر ، فعلى مدلول الآية لا يُعقل التَّنازع معهم في أمرٍ من الأمور ؛ فإذن ينحصر مورد التَّنازع في قوله تعالى :  ( فَإِنْ تَنازَعْتُمْ فِي شَيْءٍ )  بالنِّسبة إلى المؤمنين بعضهم مع بعض .\r\nوحيثما كان المرجع عند التَّنازع هو الكتاب الإلهيّ وسنَّة رسوله ، وهما اللَّذان وقعا في مصدر التَّشريع والأحكام ، فعند التَّنازع يُرجع إليهما كما نَطَقَتْ به الآية ، وفسَّرها أمير المؤمنين في كتابه للمالك الأشتر حين وَلَّاه مصرَ بقوله :\r\n« وَارْدُدْ إلَى اللهِ وَرَسُولِهِ مَا يُضْلِعُكَ مِنَ الْخُطُوبِ ، وَيَشْتَبِهُ عَلَيْكَ مِنَ الامُورِ ؛ فَقَدْ قَالَ اللهُ تعالى لِقَوْمٍ أحَبَّ إرْشَادَهُمْ :  ( يا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ فَإِنْ تَنازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ )  ، فَالرَّدُ إلَى اللهِ الأخْذُ بِمُحْكَمِ كِتَابِهِ ، وَالرَّدُّ إلَى الرَّسُولِ الأخْذُ بِسُنَّتِهِ الْجَامِعَةِ غَيْرِ المُفَرِّقَةِ » « 1 » .\r\n2 - وقال تعالى :  ( أَ فَمَنْ يَهْدِي إِلَى الْحَقِّ أَحَقُّ أَنْ يُتَّبَعَ أَمَّنْ لا يَهِدِّي إِلَّا أَنْ يُهْدى فَما لَكُمْ كَيْفَ تَحْكُمُونَ )  ( 2 ) .\r\nتقريب الاستدلال : إنَّ بِناءَ الاستدلال على لزوم تبعيَّة الحقِّ ، لأنَّه تعالى قال :  ( قُلِ اللَّهُ يَهْدِي لِلْحَقِّ )  ، بعد أخذ الإقرار عن المشركين بأنَّ شركاءَهم لا يَهدون إلَى الحقِّ بالاستفهام الإنكاريّ بقوله :  ( قُلْ هَلْ مِنْ شُرَكائِكُمْ مَنْ يَهْدِي إِلَى الْحَقِّ )  ؟ .\r\nثُمَّ رَتَّب على هذا المبنى معادلةً بين قوله :  ( أَ فَمَنْ يَهْدِي إِلَى الْحَقِّ )  وبين قوله  ( أَمَّنْ لا يَهِدِّي إِلَّا أَنْ يُهْدى )  ، فقال :  ( أَ فَمَنْ يَهْدِي إِلَى الْحَقِّ أَحَقُّ أَنْ يُتَّبَعَ أَمَّنْ لا يَهِدِّي إِلَّا أَنْ يُهْدى )  . ومعلوم أنَّ لَا يَهدِي يكون من باب الافتعال وأصله لا يَهْتَدي ، فلجواز إدغام تائِه في الدَّال صار لا يَهدِي . إذا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « نهج البلاغة » باب الكتب ، ص 93 وص 94 ، من طبع عبده بمصر .\r\n","page_name":" 89 ","page_number":92},
  {"content":"\r\n\r\nعرض الصورة\r\nعرض الصورة\r\nعرفت هذا فنقول :\r\nالمعادلة الصَّحيحة لا تُقَرَّر إلَّا بين النَّفي والإثبات ، كقولك : « زيدٌ جاء أمْ لَمْ يَجِيءْ » ؟ ولا يَصِحُّ قولُك « زيدٌ جاء أمْ لَمْ يأكل الغَذاءَ » إلَّا إذا كان في الخارج ملازمةٌ بين مجيئِه وبين أكله الغَذاءَ .\r\nفحينئذ تكون في كلِّ واحدٍ من طَرَفيِ المعادلة جملتان مُقَدَّرتان ، وبهما يتِمُّ المعنى ؛ فتَصير المعادلة بهذا الشَّكل : « زيدٌ جاءَ وأكل الغَذاءَ أم لم يَجِيءْ ولم يأكل الغَذاءَ » ؟\r\nأم\r\nزيُدُ جاءَ أم لم يَجيء\r\nوو\r\nأكل الغَذاءَ أم لم يأكل الغَذَاءَ\r\nوآية البَحث من هذا القبيل ، لأنَّ من لا يَهِدِّي إلَّا أنْ يُهْدَى لا يصير عِدلًا للمعادلة إلَّا بتقدير جملتين أيضاً في طَرَفيِ المعادلة فتصير بهذه الصُّورة :\r\n ( أَ فَمَنْ يَهْدِي إِلَى الْحَقِّ أَحَقُّ أَنْ يُتَّبَعَ أَمَّنْ لا يَهِدِّي إِلَّا أَنْ يُهْدى )  « 1 » .\r\nأفمن يهدي إلى الحَقِّ من لا يَهدي إلى الحق\r\nيِهدي بدون إن يُهدى لَا يهدي إلا أن يهدي\r\n( أي لم تكن هدايته بالغير ) ( أي كانت هدايته بالغير )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 35 من سورة 10 : يونس .\r\n","page_name":" 90 ","page_number":93},
  {"content":"\r\n\r\nونَتيجتُه أنَّ من كانت هدايته غيريَّةً « 1 » لا يمكن أن يَهدِي إلَى الحَقِّ ؛ والهادي إليه هو الذي تكون هدايتُه ذاتيَّةً إلهيَّةً وهو الذي يكون علمه حضوريّاً فعليّاً صانَهُ اللهُ من الزَّلَلِ والخَطَايَا .\r\nفالآية بمثابة قوله تعالى :  ( وَجَعَلْناهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنا وَأَوْحَيْنا إِلَيْهِمْ فِعْلَ الْخَيْراتِ وَإِقامَ الصَّلاةِ وَإِيتاءَ الزَّكاةِ وَكانُوا لَنا عابِدِينَ )  « 2 » . وقَوله تعالى :  ( وَجَعَلْنا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنا لَمَّا صَبَرُوا وَكانُوا بِآياتِنا يُوقِنُونَ )  « 3 » .\r\nوبما ذكرنا تعلم أنَّ هذه الآية تدلُّ على لزوم العِصمة في الإمام القائِم بالأمور والقاضي بين النَّاس ؛ فالاستدلال بها على ولاية الفقيه كما ربما سُمِعَ من بعضٍ في خُطبته لصلاة الجُمعة غير تامٍّ .\r\nهذا وإنَّا بحمد الله وحسن توفيقه قد عملنا كتاباً ضخماً في معرفة الإمام باللُّغة الفارسيَّة سَمَّيناه ب - « إمام شناسي » وبحثنا فيه عن هاتين الآيتين وغيرهما من الآيات الدَّالَّة على عصمة الإمام بما لا مزيد عليه .\r\n3 - وقوله تعالى :  ( يا داوُدُ إِنَّا جَعَلْناكَ خَلِيفَةً فِي الْأَرْضِ فَاحْكُمْ بَيْنَ النَّاسِ بِالْحَقِّ وَلا تَتَّبِعِ الْهَوى فَيُضِلَّكَ عَنْ سَبِيلِ اللَّهِ )  « 4 » .\r\nتقريبه : أنَّ الله تعالى فَرَّع جوازَ الحكم بين النَّاس على كونه خليفته في الأرض ؛ وخليفة الله هو الذي تجتمع في الصِّفاتُ العبوديَّة بتمامها المحاذية للصِّفات الربُوبيَّة لذاته - عزَّ شأنه - بتمامها ؛ ولا تتحقَّق إلَّا بالعصمة ، بل العصمةُ من لوازمها وآثارها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المراد من الهداية الغيريَّة ما يكون بغيره من الناس . والمراد من الهداية الذَّاتيَّة ما يكون بالله تبارك وتعالي .\r\n( 2 ) الآية 73 من سورة 21 : الأنبياء .\r\n( 3 ) الآية 24 من سورة 32 : السجدة .\r\n( 4 ) الآية 26 من سورة 38 : ص .\r\n","page_name":" 91 ","page_number":94},
  {"content":"\r\n\r\nفما ربما يُتوهَّم أو يقال : إنَّ الآية فَرَّعَتْ وجوبَ الحكم على الخلافة لا جوازه ، أو يقال : إنَّ الحكم بين النَّاس بالحقِّ فرعٌ للخلافة ، فالتَّفريع وارد على القيد وهو الحِّقيَّة لا أصل الحكم ، مدفوعٌ كما اعترف به الشَّيخ محمّد الحسن الآشتيانيّ - قدَّس سرُّه - في كتابه « 1 » .\r\nلأنَّ الأمر الوارد عقيبَ تَوُّهم الحَظر يفيد الجواز ؛ وظهور الآية في كون التَّفريع وارداً على الحكم الحقِّ بنحو القيد والمقيَّد معاً ممَّا لا إشكال فيه .\r\n4 - وقوله تعالى مخاطباً للرَّسولِ الأكرم صلّى الله عليه وآله وسلَّم :  ( إِنَّا أَنْزَلْنا إِلَيْكَ الْكِتابَ بِالْحَقِّ لِتَحْكُمَ بَيْنَ النَّاسِ بِما أَراكَ اللَّهُ وَلا تَكُنْ لِلْخائِنِينَ خَصِيماً )  « 2 » .\r\nوالاستدلال بهذه الآية أيضاً يتوقَّف على انحصار لزوم التَّبعيَّة في الحقِّ ، وعدم الفصل بين الحقِّ والباطل بقوله تعالى :  ( فَما ذا بَعْدَ الْحَقِّ إِلَّا الضَّلالُ فَأَنَّى تُصْرَفُونَ )  « 3 » .\r\nفالحكم بين النَّاس بما أرى الله تعالى إنَّما هو الحكم بالحقِّ الذي لا يشوبه باطلٌ ، ورَتَّبه تعالى على إنزاله الكتاب بالحقِّ على قلبه .\r\nفنزول الكتاب بالحقِّ على قلبه الواعي للوحي الإلهيّ والمُتلقِّي للأسرار اللَّاهوتيَّة والجَبروتيَّة والملكوتيَّة ، هي العلَّة التي ترتَّبَ عليها معلولُها وهو الحكم بين النَّاس بما أرى اللهُ وهو الحقُّ .\r\n5 - وقوله تعالى :  ( كانَ النَّاسُ أُمَّةً واحِدَةً فَبَعَثَ اللَّهُ النَّبِيِّينَ مُبَشِّرِينَ وَمُنْذِرِينَ وَأَنْزَلَ مَعَهُمُ الْكِتابَ بِالْحَقِّ لِيَحْكُمَ بَيْنَ النَّاسِ فِيمَا اخْتَلَفُوا فِيهِ )  « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كتاب « القضاء » للآشتياني ، ص 3 .\r\n( 2 ) الآية 105 من سورة 4 : النساء .\r\n( 3 ) الآية 32 من سورة 10 : يونس .\r\n( 4 ) الآية 213 من سورة 2 : البقرة .\r\n","page_name":" 92 ","page_number":95},
  {"content":"\r\n\r\nوتقريب الاستدلال بها كما تقدَّم .\r\n6 - وقوله تعالى :  ( وَأَنْزَلْنا إِلَيْكَ الْكِتابَ بِالْحَقِّ مُصَدِّقاً لِما بَيْنَ يَدَيْهِ مِنَ الْكِتابِ وَمُهَيْمِناً عَلَيْهِ ، فَاحْكُمْ بَيْنَهُمْ بِما أَنْزَلَ اللَّهُ وَلا تَتَّبِعْ أَهْواءَهُمْ عَمَّا جاءَكَ مِنَ الْحَقِّ )  « 1 » .\r\nوأردفه بُعَيْد هذه بقوله تعالى :\r\n ( وَأَنِ احْكُمْ بَيْنَهُمْ بِما أَنْزَلَ اللَّهُ وَلا تَتَّبِعْ أَهْواءَهُمْ وَاحْذَرْهُمْ أَنْ يَفْتِنُوكَ عَنْ بَعْضِ ما أَنْزَلَ اللَّهُ إِلَيْكَ )  « 2 » .\r\nوتقريب الاستدلال بها أيضاً كما سبق ، لتفريع الحكم بما أنزل الله على نزول الكتاب بالحقِّ .\r\n7 - وقوله تعالى :  ( فَلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيما شَجَرَ بَيْنَهُمْ ثُمَّ لا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجاً مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيماً )  ( 3 ) .\r\nحيث إنَّه تعالى جعل نفس النَّبيّ الشَّريفة صلّى الله عليه وآله وسلَّم مركزاً للحكم تدور حولَه مشاجراتُهم ومخاصماتهم بحيث لا يَجدون في أنفسهم ثِقلًا وحَرَجاً ممّا قَضى .\r\nفقضاؤه الحقُّ البَحت ينشعب من نورانيَّة نفسه المتجلِّى فيها النُّور الإلهيّ ، والمتخلِّقة بأسمائه وصفاته سبحانه ، ومنها العلوم الكلِّيَّة .\r\n8 - وقوله تعالى :  ( وَما كانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذا قَضَى اللَّهُ وَرَسُولُهُ أَمْراً أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلالًا مُبِيناً )  « 3 » .\r\nحيث إنَّه تعالى قرن رسولَه صلّى الله عليه وآله وسلَّم بنفسه - إذا قضى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 48 و 49 من سورة 5 : المائدة .\r\n( 2 ) و 3 الآية 65 من سورة 4 : النساء .\r\n( 3 ) الآية 36 من سورة 33 : الأحزاب .\r\n","page_name":" 93 ","page_number":96},
  {"content":"\r\n\r\nأمراً - في سلب الاختيار عن الامَّة جميعهم من المؤمنين والمؤمنات ؛ فليس لهم الخيرةُ قبالَ اختياره ، ولا الإرادة حذاءَ إرادته ، فحكمه حكم الله ، وفي الإحكام والمتانة والاستقامة بمنزلة حكم الله تعالى .\r\n\r\nالرِّوايات الدَّالَّة على ولاية المعصوم عليه‌السَّلام\r\nوأمَّا الرِّوايات التي دلَّت على انحصار مقام الحكم في المعصومين من الرَّسول والأئِمَّة عليهم السَّلام أيضاً كثيرةٌ ، منها :\r\n1 - ما روى الكلينيّ محمَّد بن يعقوب عن عدَّةٍ من أصحابنا ، عن سهل بن زهير ، عن محمَّد بن عيسى ، عن أبي عبد الله المؤمن ، عن ابن مُسكان ، عن سليمان بن خالد ، عن أبي عبد الله عليه‌السَّلام قال :\r\n( اتقوا الحكومة ، فإن الحكومة إنما هي للإمام العالم بالقضاء العادل في المسلمين ، لنبي أو وصي نبي ) « 1 » .\r\nورواه الصَّدوق محمَّد بن عليّ في « من لا يحضره الفقيه » بإسناده عن سليمان بن خالد « 2 » . وهو ثقةٌ وطريق الصَّدوق إليه حسن كالصَّحيح بإبراهيم بن هاشم . إلَّا أنَّه أتى بلفظ « كَنَبِيّ » مكانَ « لِنَبِيّ » .\r\nورواه الشَّيخ محمَّد بن الحسن الطُّوسيّ في « التَّهذيب » بإسناده عن سهل بن زياد معنعناً عن الصَّادق عليه‌السَّلام بعين ما في « الكافي » « 3 » .\r\n2 - وروى الكلينيّ عن محمَّد بن يحيى عن محمَّد بن أحمد ، عن يعقوب بن يزيد ، عن يحيى بن المبارك ، عن عبد الله بن جبلة ، عن أبي جميلة ، عن إسحاق بن عمّار ، عن أبي عبد الله عليه‌السَّلام قال : قال أمير المؤمنين عليه‌السَّلام لِشُرَيْحٍ :\r\n« يَا شُرَيْحُ ! قَدْ جَلَسْتَ مَجْلِساً لا يَجْلِسُهُ إلْا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « فروع الكافي » ، طبع دار الكتب طبع الإسلامية سنة 1379 ، ج 5 ، ص 1 ، كتاب القضاء .\r\n( 2 ) « الفقيه » طبع مكتبة الصّدوق ، ج 3 ، ص 5 ، كتاب القضاء .\r\n( 3 ) « التهذيب » طبع دار الكتب سنة 1379 ، ج 6 ، ص 217 ، كتاب القضاء .\r\n","page_name":" 94 ","page_number":97},
  {"content":"\r\n\r\nنَبِيّ أوْ وَصِيّ أوْ شَقِيّ ) « 1 » .\r\nوكذلك رواه الشَّيخ في « التَّهذيب » بإسناده عن محمَّد بن أحمد بعين ما في « الكافي » « 2 » . إلَّا أنَّ الصَّدوق أورد في « الفقيه » مرسلًا عن أمير المؤمنين ، وفيه « جَلَسْتَ مَجْلِساً مَا جَلَسَهُ إلّا نَبِيّ - الخ » « 3 » .\r\nوالأوَّل يُفهم منه صُعوبة القَضاءِ بحيث ينحصر في المعصوم من النَّبيّ أو وصيِّه ؛ والثَّاني يُفهم منه أنَّ من زمان النَّبيّ إلى الآن ما جلس فيه إلَّا أحدُ هؤلاءِ الثَّلاثة .\r\nقال المجلسيّ - رضوان الله عليه - في « مرآة العقول » : « لا يخفى أنَّ هذه الأخبار تدلُّ بظواهرها على عدم جواز القضاءِ لغير المعصوم ، ولا ريب أنَّهم عليهم السَّلام كانوا يَبعثون القُضاةَ إلى البلاد ، فلابدَّ من حملها على القضاءِ بالأصالة لهم ، ولا يجوز لغيرهم تصدِّي ذلك إلَّا بإذنهم ، وكذا في قوله : « لَا يَجْلِسُهُ إلَّا نَبِيّ » ، أي بالأصالة . والحاصل أنَّ الحصر إضافيّ بالنسبة إلى من جلس فيها بغير إذنهم ونصبهم عليهم السَّلام » « 4 » .\r\n3 - وأتمُّ ما في هذه الرِّوايات وأحسنُها ما رواه الكلينيّ عن أبي محمَّد القاسم بن العَلاءِ ، مرفوعاً عن عبد العزيز بن مُسلم عن الرِّضا عليه‌السَّلام بمَرو ، في حديثه الطَّويل الوارد في شؤون الولاية - إلى أن قال عليه السَّلام - :\r\n« إنَّ الإمَامَةَ أجَلُّ قَدْرًا ، وأعْظَمَ شَأناً ، وأعْلَى مَكَاناً ، وأمْنَعُ جَانِباً ، وأبْعَدُ غُوْراً مِنْ أنْ يَبْلُغَهَا النَّاسُ بِعُقُولِهِمْ ، أوْ يَنَالُوهَا بِآرَائِهِمْ ، أوْ يُقِيمُوا إمَاماً بِاخْتِيَارِهِمْ » « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « الكافي » ج 5 ، ص 406 ، كتاب القضاء .\r\n( 2 ) « التهذيب » ج 6 ، ص 217 .\r\n( 3 ) « الفقيه » ج 3 ، ص 5 ، كتاب القضاء .\r\n( 4 ) « مرآة العقول » الطبع على الحجر ، ج 4 ، ص 231 ، كتاب القضاء والأحكام .\r\n( 5 ) « أصول الكافي » ج 1 ، ص 198 ، باب « نادر جامع في فضل الإمام وصفاته » .\r\n","page_name":" 95 ","page_number":98},
  {"content":"\r\n\r\nهذا كلُّه بعضُ ما اخترناه ممَّا دلَّ على ولاية الإمام عليه‌السَّلام ، ورعينا فيها غاية الاختصار .\r\n\r\nالرِّوايات الدَّالَّة على ولاية الفقيه\r\nالمقدِّمة الثَّالثة : دلَّت رواياتٌ على أنَّ الأئِمَّة عليهم السَّلام كانوا ينصبون للوِلاية والقَضاءِ رجالًا بالخصوص أو على نهجٍ عامٍّ . ونحن نذكر بعضاً منها .\r\n1 - ما هو المعروف بمقبولة عُمر بن حنظلة ، وهو ما رواه محمَّد بن يعقوب الكلينيّ ، عن محمَّد بن يحيى ، عن محمَّد بن الحسين ، عن محمَّد بن عيسى ، عن صفوان ، عن داود بن الحصين ، عن عُمر بن حنظلة قال : سَأَلْتُ أبا عَبْدِاللهِ عليه‌السَّلام عَنْ رَجُلَيْنِ مِنْ أصْحَابِنَا تَكُونُ بَيْنَهُمَا مُنَازَعَةٌ في دَيْنِ أوْ مِيرَاثٍ فَتَحَاكَمَا إلَى السُّلْطانِ أوْ إلَى الْقُضَاةِ ، أيَحِلُّ ذَلِكَ .\r\nفَقَالَ :\r\n« مَن تَحَاكَمَ إلَى الطَّاغُوتِ فَحَكَمَ لَهُ فَإنَّمَا يَأخُذُ سُحْتاً وَإنْ كَانَ حَقُّهُ ثَابِتاً ، لِانَّهُ أخَذَ بِحُكْمِ الطَّاغُوتِ وَقَدْ أمَرَ اللهُ أنْ يُكْفَرَ بِهِ » .\r\nقُلْتُ : كَيْفَ يَصْنَعَانِ ؟\r\nقَالَ :\r\n« انْظُرُوا إلَى مَنْ كَانَ مِنْكُمْ قَدْ رَوَى حَدِيثَنَا وَنَظَرَ في حَلَالِنَا وَحَرَامِنَا وَعَرَفَ أحْكَامَنَا فَارْضَوْا بِهِ حَكَماً ، فَإنِّي قَدْ جَعَلْتُهُ عَلَيْكُمْ حَاكِمَاً ؛ فَإذَا حَكَمَ بِحُكْمِنَا فَلَمْ يَقْبَلْهُ مِنْهُ فَإنَّمَا بِحُكْمِ اللهِ قَدِ اسْتَخَفَّ وَعَلَيْنَا رَدَّ ، وَالرَّادُّ عَلَيْنَا الرَّادُّ على اللهِ ، وَهُوَ على حَدِّ الشِّرْكِ بِاللهِ » . « 1 » .\r\nورواه الشَّيخ في « التَّهذيب » عن محمَّد بن يحيى ، عن محمَّد بن الحسن بن شمُّون ، عن محمَّد بن عيسى مثلَه « 2 » .\r\nولهذه الرواية تتمَّةٌ أوردها الصَّدوق في « الفقيه » وهو قوله :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « فروع الكافي » ج 7 ، ص 412 ، ومن الطبع على الحجر ، ج 2 ، ص 359 ، كتاب القضاء والأحكام .\r\n( 2 ) « التهذيب » ج 6 ، ص 218 .\r\n","page_name":" 96 ","page_number":99},
  {"content":"\r\n\r\nقُلْتُ : فَإنْ كَانَ كُلُّ رَجُلٍ اخْتَارَ رَجُلًا فَرَضِيَا أنْ يَكُونَا النَّاظِرَيْنِ في حَقِّهِمَا ، فاخْتَلَفَا فِيمَا حَكَمَا وَكِلاهُمَا اخْتَلَفَا في حَدِيثِكُمْ ؟\r\nقَالَ :\r\nالْحُكْمُ مَا حَكَمَ بِهِ أعْدَلَهُمَا وَأفْقَهُهُمَا وَأصْدَقُهُمَا في الْحَدِيثِ وَأوْرَعُهُمَا ، وَلَا يُلْتَفَتْ إلَى مَا يَحْكُمُ بِهِ الآخَرُ .\r\nقَالَ : قُلْتُ : فَإنَّهُمَا عَدْلَانِ مَرْضِيَّانِ عِنْدَ أصْحَابِنَا لَيْسَ يَتَفَاضَلُ وَاحِدٌ مِنْهُمَا على صَاحِبِهِ .\r\nقَالَ :\r\nفَقَالَ : يُنْظَرُ إلَى مَا كَانَ مِنْ رِوَايَتِهِمَا عَنَّا في ذَلِكَ الذي حَكَمَا بِهِ الْمُجْمَعَ عَلَيْهِ أصْحَابُكَ فَيُؤْخَذُ بِهِ مِنْ حُكْمِنَا ، وَيُتْرَكُ الشَّاذُّ الذي لَيْسَ بِمَشْهُورٍ عِنْدَ أصْحَابِكَ ؛ فَإنَّ الْمُجْمَعَ عَلَيْهِ حُكْمُنَا لَا رَيْبَ فِيهِ . وَإنَّمَا الامُورُ ثَلَاثَةٌ ، أمْرٌ بَيِّنٌ رُشْدُهُ فَمُتَّبَعٌ ، وَأمْرٌ بَيِّنٌ غَيُّهُ فَمُجْتَنَبٌ ، وَأمرٌ مُشْكِلٌ يُرد حُكْمُهُ إلَى اللهِ عَزَّ وَجَلَّ .\r\nقالَ رَسُولُ اللهِ صلَّى الله عليه وآله :\r\n« حَلَالٌ بَيِّنٌ ، وَحَرَامٌ بَيِّنٌ ، وَشُبُهَاتٌ بَيْنَ ذَلِكَ ؛ فَمَنْ تَرَكَ الشُّبُهَاتِ نَجَى مِنَ الْمُحَرَّمَاتِ ، وَمَنْ أخَذَ بِالشُّبُهَاتِ ارْتَكَبَ الْمُحَرَّمَاتِ وَهَلَكَ مِنْ حَيْثُ لَا يَعْلَمُ .\r\nقُلْتُ : فَإنْ كَانَ الْخَبَرَانِ عَنْكُمْ مَشْهُورَيْنِ ، قَدْ رَوَاهُمَا الثِّقَاتُ عَنْكُمْ ؟\r\nقَالَ :\r\nيُنْظَرُ فِيمَا وَافَقَ حُكْمُهُ حُكْمُ الْكِتَابِ وَالسُّنَّةِ وَخَالَفَ الْعَامَّةَ ، اخِذَ بِهِ .\r\nقُلْتُ : جُعِلْتُ فِدَاكَ ، وَجَدْنَا أحَدَ الْخَبَرَيْنِ مُوَافِقاً لِلْعَامَّةِ وَالآخَرَ مُخَالِفاً لَهَا ؛ بَأيّ الْخَبَرَيْنِ يُؤْخَذُ ؟ .\r\nقَالَ :\r\nبِمَا يُخَالِفُ الْعَامَّةَ فَإنَّ فِيهِ الرَّشَادَ .\r\nقُلْتُ : جُعِلْتُ فِدَاكَ ، فَإنْ وَافَقَهُمَا الْخَبَرَانِ جَمِيعاً ؟ .\r\nقَالَ :\r\nيُنْظَرُ إلَى مَا هُمْ إلَيْهِ أمْيَلُ حُكَّامُهُمْ وَقُضَاتُهُمْ فَيُتْرَكُ ، وَيُؤْخَذُ بِالآخَرِ .\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":100},
  {"content":"\r\n\r\nقُلْتُ : فَإن وَافَقَ حُكَّامَهُمْ وَقُضَاتَهُمْ الْخَبَرَانِ جَمِيعاً ؟ .\r\nقَالَ :\r\nإذَا كَانَ كَذَلِكَ فَارْجَهْ ، حَتَّى تَلْقَى إمَامَكَ ، فَإنَّ الْوُقُوفَ عِنْدَ الشُّبُهَاتِ خَيْرٌ مِنَ الإقْتِحَامِ في الْهَلَكَاتِ « 1 » .\r\nقال في « المستند » بعد نقله شطراً من هذه الرِّواية : « وتضعيفُ هذه الرِّواية مع انجبارها بما مرَّ حتَّى اشتهرت بالمقبولة غير جيِّد أيضاً ، إذ ليس في سندها من يتوقَّف في شأنه سوس « داود بن الحصين » ووثَّقه النَّجايّش ، فلو ثبت ما ذكره الشَّيْخ وابنُ عقدة مِن وقفه فالرِّواية موثَّقةٌ لا ضعيفةٌ ؛ وعُمر بن حنظلة قد حكى عنه توثيقه ؛ هذا مع أنَّ في السَّند قبلهما « صفوان بن يحيي » وهو ممَّن نقل إجماع العصابة على تصحيح ما يصحُّ عنه » « 2 » .\r\nأقول : هذا في سند الرِّواية ؛ أمَّا دلالة المتن فهي كثرة الإشكالات الواردة عليها المذكورة في كتب الأصول ك - « رسائل » الشَّيخ وغيره ، تَدلُّ على ثبوت الولاية لفقهاء الشِّيعة في المقامات الثَّلاثة : الفتوى والقضاءِ والحكومة إجمالًا ؛ فهي نظير آية النَّبأ حيث إنَّها أيضاً مع كثرة الإشكالات الواردة عليها في دلالتها على حجِّيَّة الخبر الواحد كما ذكره الشَّيخ - قدّه - تدلُّ على حجّيَّته .\r\n2 - ما رواه الكلينيّ عن الحسين بن محمَّد ، عن معلَّي بن محمَّد ، عن الحسن بن عليّ ، عن أبي خديجة قال : قال أبو عبد الله عليه‌السَّلام :\r\n« إيَّاكُمْ أنْ يُحَاكِمَ بَعْضُكُمْ بَعْضاً إلَى أهْلِ الْجَوْرِ ، وَلَكِنِ انْظُرُوا إلَى رَجُلٍ مِنْكُمْ يَعْلَمُ شَيْئاً مِنْ قَضَائِنَا ، فَاجْعَلُوهُ بَيْنَكُمْ ؛ فَإنِّي قَدْ جَعَلْتُهُ قَاضِياً فَتَحَاكَمُوا إلَيْهِ » « 3 » .\r\nورواه الشَّيخ في « التَّهذيب » بعين هذا السَّند والمتن إلَّا أنَّه أتى بلفظ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « الفقيه » طبع مكتبة الصدوق ، ج 3 ، ص 9 إلي 11 ، كتاب القضاء والأحكام .\r\n( 2 ) « المستند » ج 2 ص 516 كتاب القضاء والشهادات .\r\n( 3 ) « فروع الكافي » ج 7 ، ص 412 ، كتاب القضاء .\r\n","page_name":" 98 ","page_number":101},
  {"content":"\r\n\r\nقَضَايَانَا بدل قَضائِنا « 1 » .\r\nورواه الصَّدوق عن أحمد بن عائِذ ، عن أبي خديجة سالم بن مكرم الجمّال قال : قال أبو عبد الله جعفرُ بن محمَّد الصَّادق . . . بعين هذا المتن إلَّا أنَّه أيضاً أتى بلفظ قَضَايَانَا « 2 » .\r\nوروى محمَّد بن الحرِّ العامليّ في « وسائل الشِّيعة » عن محمَّد بن الحسن بإسناده عن محمَّد بن عليّ بن محبوب ، عن أحمد بن محمَّد ، عن الحسين بن سعيد ، عن أبي الجَهم ، عن أبي خديجة قال : « بَعَثَنِي أبُو عَبْدِ اللهِ عليه‌السَّلام إلَى أصْحَابِنَا ، فَقَالَ :\r\nقُلْ لَهُمْ : إيَّاكُمْ إذَا وَقَعَتْ بَيْنَكُمْ خُصُومَةٌ أوْ تَدَارَى بَيْنَكُمْ في شَيْءٍ مِنَ الأخْذِ وَالْعَطَاءِ أنْ تَحَاكَمُوا إلَى أحَدٍ مِنْ هَؤُلَاءِ الْفُسَّاقِ ؛ إجْعَلُوا بَيْنَكُمْ رَجُلًا مِمَّنْ قَدْ عَرَفَ حَلالَنَا وَحَرَامَنَا ، فَإنِّي قَدْ جَعَلْتُهُ قَاضِياً ؛ وَإيَّاكُمْ أنْ يُخَاصِمَ بَعْضُكُمْ بَعْضاً إلَى السُّلْطَانِ الْجَائِرِ » « 3 » .\r\nأورد هذه الرِّواية الكَنِيّ في قضائِه « 4 » ، وشطراً منها النَّراقيّ في « المستند » .\r\nواعلم أنَّ صاحبَ « المستند » عدَّ هايتن الرِّوايتين من الصّحاح ، ثمَّ قال : « ووصف الرِّوايتين بعدم الصِّحَّة - مع أنَّه غيرُ ضائِرٍ عندنا مع وجودهما في الاصُول المعتبرة وانجبارهما بالإجماع المحقَّق والمحكيّ مستفيضاً ، وفي « المسالك » أنَّهما والمقبولةَ مشتهران بين الأصحاب متَّفقٌ على العمل بمضمونهما - غيرُ جَيِّدٍ ؛ لأنَّ أولاهما رواها في « الفقيه » عن أحمد بن عائذ ، عن أبي خديجة ؛ وطريق « الفقيه » إلى أحمد صحيحٌ كما صرَّح به في « الرَّوضة » ، وأحمد نفسه مُوَثَّق إماميّ .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « التهذيب » ج 6 ، ص 219 ، كتاب القضاء .\r\n( 2 ) « الفقيه » ج 3 ، ص 1 وص 2 ، كتاب القضاء .\r\n( 3 ) « وسائل الشيعة » ج 3 ، الباب 11 من أبواب صفات القاضي وما يجوز أن يفتي به ص 385 من الطبع البهادريّ .\r\n( 4 ) « القضاء » للكني ، ص 12 وص 13 .\r\n","page_name":" 99 ","page_number":102},
  {"content":"\r\n\r\nوأمَّا أبو خديجة وهو سالم بن مكرم وإن ضعَّفه الشَّيخ في موضع ولكن وثَّقه في موضع آخر ووثَّقه النَّجايّش ، وقال الحسن بن عليّ بن الحسن : كان صالحاً ؛ وعَدَّ في « المختلف » في باب الخُمس روايَته من الصِّحاح ؛ وقال الاسترآباديّ في رجاله الكبير في حقِّه : « فالتَّوثيق أقوي » « 1 » .\r\nتحقيقٌ : إنَّ أبا خديجة هو سالم بن مكرم الجمّال الكوفيّ مولى بني أسَد ، وقد يُكَنَّى بأبي سَلَمة ، ثقةٌ روي عن أبي عبد الله وأبي الحسن عليهما السَّلام ؛ وله كتابٌ يرويه عنه عدَّة من أصحابنا .\r\nقال الشَّيخ محمَّد تقيّ التُّستريّ في رجاله : « قال العلَّامة في « الخُلاصة » : « قال الشَّيخ في موضعٍ إنَّه ضعيف ، وفي موضعٍ آخر إنَّه ثقة ؛ والوجه عندي التَّوقُّف فيما يرويه عند تعارض الأقوال » .\r\nثمَّ قال التُّستريّ : « لا وجهَ لاضطرابهم فيه بعد اتِّفاق النَّجايّش والكيّش على توثيقه وتبجيله ، وسقوط تضعيف له بتعارض توثيقه له معه على نقل « الخلاصة » ؛ مع أنَّ تضعيفَه مبنيّ على زعمه اتِّحاده مع سالم بن أبي سَلَمَة المُتقدِّم الذي ضَعَّفَه الغَضائِريّ وكذا النَّجاشيّ ؛ بدليل أنَّه قال : ومكرمٌ يكنّى أبا سَلَمَة » وقال في آخر طريقة : « عن سالم بن أبي سلمة وهو أبو خديجة » مع أنَّ غيرَه جَعَل سالماً هذا نفسَ أبي سَلَمَة لا ابنه ، فقد عرفت قول المشيخة والبرقيّ والكيّش والنَّجايّش في ذلك .\r\nوممّا يوضح كون أبي سَلَمَة كأبي خديجة نفس هذا لا أباه أنَّ خبر شِراء العبدين المأذونين كلٌّ منهما الآخر رواه في « التَّهذيب » عن أبي خديجة ، و « الكافي » عن أبي سَلَمَة » . انتهى موضع الحاجة « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « المستند » ج 2 ، ص 516 . إلّا أنَّه بلفظ تَرادَي بدل تَدَارَي ؛ وهكذا الأمر في « قضاءِ » الكني - قدّهما - .\r\n( 2 ) « المستند » ج 2 ، ص 516 .\r\n3 « قاموس الرِّجال » ج 4 ، ص 297 .\r\n","page_name":" 100 ","page_number":103},
  {"content":"\r\n\r\nوعلى هذا لا وجه لتوقُّف العلَّامة - قدّه - لابتنائه على تضعيف الشَّيخ ، وهو غيرُ صحيحٍ لاشتباه الرَّجلِ عليه برجلٍ آخر ضعيف .\r\n3 - روى الصَّدوق في « معاني الأخبار » : قال : حَدَّثنا عليّ بن إبراهيم بن هاشم ، عن أبيه ، عن الحسين بن يزيد النَّوفليّ ، عن عليّ بن داود اليعقوبيّ ، عن عيسى بن عبد الله بن محمَّد بن عمر بن عليّ بن أبي طالب ، عن أبيه ، عن جدِّه ، عن عليّ [ بن أبي طالب 
  ] عليه‌السَّلام قال : قال رسول الله صلَّى اللهُ عليه وآله وسَلَّم :\r\n« اللَّهُمَّ ارْحَمْ خلَفائِي ، اللَّهُمَّ ارْحَمْ خُلَفائِي ، اللَّهُمَّ ارْحَمْ خُلَفائِي . قِيلَ لَهُ : يَا رَسُولَ اللهِ ! وَمَن خُلَفَاؤُكَ ؟ .\r\nقَالَ :\r\nالَّذينَ يَأتُونَ مِنْ بَعْدي ، يَرْوُونَ حَديثي وَسُنَّتي « 1 » .\r\nوذكر الحرُّ العامليّ : أنَّ الصَّدوق رواه في « عيون الأخبار » أيضاً « 2 » .\r\nأقول : إنَّ عليّ بن إبراهيم وأباه إبراهيم بن هاشم من أجلِّ الرُّواة وأقدمهم ؛ ولا يخفى حالُهما مِن الجَلالة والمَتانة عند العلماءِ ؛ والحسين بن يزيد النّوفليّ أيضاً من الأعلام عَدَّه الشَّيخ في رجاله من أصحاب الرِّضا عليه السَّلام وعنونه في « الفهرست » ، وقال : « له كتابٌ » ، والنَّجايّش في رجاله قائِلًا بأنَّه « كان شاعراً وأديباً ، وسَكَن الرَّيّ ومات بها ، وله كتاب التَّقيَّة » « 3 » .\r\nوعليّ بن داود اليعقوبيّ رجلٌ معروفٌ عند الأصحاب « 4 » .\r\nوعيسى بن عبد الله بن محمَّد بن عمر بن أمير المؤمنين عليه‌السَّلام عدَّه الشَّيخ في رجاله من أصحاب الصَّادق وَعنونه في « الفِهرست » ، والنَّجايّش في رجاله قائِلًا : « له كتاب يرويه جماعةٌ » « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « معاني الأخبار » طبع مطبعة الحيدري 1379 ه - ، ص 374 وص 375 .\r\n( 2 ) « وسائل الشيعة » ج 3 ، الباب 11 ، ص 385 من الطبع البهادريّ .\r\n( 3 ) « قاموس الرِّجال » ج 3 ، ص 343 .\r\n( 4 ) « قاموس الرِّجال » ج 6 ، ص 486 .\r\n( 5 ) « قاموس الرِّجال » ج 7 ، ص 275 .\r\n","page_name":" 101 ","page_number":104},
  {"content":"\r\n\r\nوأمَّا دلالة الخبر ؛ فلمكان نسبة الخِلافة إلى الفقهاءِ الرَّاوينَ لحديث الرَّسول وسُنَّته ، يمكن الاستدلال بنصبهم للوِلاية والقَضاءِ والإفتاءِ ؛ لأنَّ ظهور الخِلافة قيامُ الفقيه مقامَ النَّبيّ ، وهو في كلّ ما ثَبَتَ له من المَزايا والخواصِّ إلَّا ما خرج بالدَّليل ، وهو خصائِص الإمامة .\r\n4 - في « نهج البلاغة » ، من كلام له عليه‌السَّلام لكميل بن زيادٍ النَّخَعيّ :\r\nقال كميلُ بن زياد : « أخَذَ بِيَدي أميرُالمُؤمنينَ عَلِيّ بْنُ أبِي طالِبٍ عليه السَّلام فَأخْرَجَني إلَى الْجَبَّانِ ، فَلَّمَا أصْحَرَ تَنَفَّسَ الصُّعَدَاءَ ثُمَّ قَالَ :\r\nيا كُمَيْلُ إنَّ هَذِهِ الْقُلُوبَ أوْعِيَةٌ فَخَيْرُهَا أوْعَاهَا فَاحْفَظْ عَنِّي مَا أقُولُ لَكَ :\r\nالنَّاسُ ثَلَاثَةٌ : فَعَالِمٌ رَبَّانِيّ ؛ وَمُتَعَلِّمٌ على سَبِيلِ نَجَاةٍ ؛ وَهَمَجٌ رَعَاعٌ ، أتْبَاعُ كَلِّ نَاعِقٍ يَمِيلُونَ مَعَ كُلِّ رِيحٍ لَمْ يَسْتَضِئُوا بِنُورِ الْعِلْمِ وَلَمْ يَلْجَأوُا إلَى رُكْنٍ وَثيقٍ .\r\nيَا كُمَيْلُ الْعِلْمُ خَيْرٌ مِنَ الْمَالِ . الْعِلْمُ يَحْرُسُكَ وَأنْتَ تَحْرُسُ الْمَالَ ، الْمَالُ تَنْقُصُهُ النَّفَقَةُ والْعِلْمُ يَزْكُو على الإنْفَاقِ ، وَصَنِيعُ الْمَالِ يَزُولُ بِزَوالِهِ .\r\nيَا كُمَيْلُ الْعِلْمُ دِينٌ يُدَانُ بِهِ ، بِهِ يَكْسِبُ الإنْسَانُ الطَّاعَةَ في حَيَاتِهِ ، وَجَمِيلَ الأحْدُوثَةِ بَعْدَ وَفَاتِهِ ؛ وَالْعِلْمُ حَاكِمٌ وَالْمَالُ مَحْكُومٌ عَلَيْهِ .\r\nيَا كُمَيْلُ هَلَكَ خُزَّانُ الأمْوَالِ وَهُمْ أحْيَاءٌ ، والْعُلَمَاءُ بَاقُونَ مَا بَقِيَ الدَّهْرُ ؛ أعْيَانُهُمْ مَفقُودَةٌ وَأمْثَالُهُمْ في الْقُلُوبِ مَوْجُودَةٌ .\r\nهَا ، إنَّ هَاهُنَا لَعِلْماً جَمّاً ( وَأشَارَ إلَى صَدْرِه ) لَوْ أصَبْتُ لَهُ حَمَلَةً .\r\nبَلَى أصَبْتُ لَقِناً غَيْرَ مَأمُونٍ عَلَيْهِ ، مُسْتَعْمِلًا آلَةَ الدِّينِ لِلدُّنْيَا ، وَمُسْتَظْهِراً بِنَعَمِ اللهِ على عِبَادِهِ ، وَبِحُجَجِهِ على أوْلِيَائِهِ .\r\nأوْ مُنْقَاداً لِحَمَلَةِ الْحَقِّ ، لَا بَصِيرَةَ لَهُ في أحْنَائِهِ ، يَنْقَدِحُ الشَّكُّ في قَلْبِهِ لأوَّلِ عارِضٍ مِن شُبْهَةٍ ؛ ألَا ، لَا ذَا وَلَا ذَاكَ .\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":105},
  {"content":"\r\n\r\nأوْ مَنْهُوماً بِاللِّذَّةِ ، سَلِسَ الْقِيَادِ لِلشَّهْوَةِ .\r\nأوْ مُغْرَماً بِالْجَمْعِ وَالإدِّخَارِ ، لَيْسَا مِنْ رُعَاةِ الدِّينِ في شَيْءٍ ؛ أقْرَبُ شَيْءٍ شَبَهَاً بِهِمَا الأنْعَامُ السَّائِمَةُ ، كَذَلِكَ يَمُوتُ الْعِلْمُ بِمَوْتِ حَامِلِيهِ .\r\nاللَّهُمَّ بَلَى ، لَا تَخْلُو الأرْضُ مِنْ قَائِمٍ لِلّهِ بِحُجَّةٍ ؛ إمَّا ظَاهِراً مَشْهُوراً أوْ خَائِفاً مَغْمُوراً ؛ لِئَلَّا تَبْطُلَ حُجَجُ اللهِ وَبَيِّنَاتُهُ . وَكَمْ ذَا ؟ وَأيْنَ اوُلَئِكَ ؟ .\r\nاولَئِكَ - وَاللهِ - الأقَلُّونَ عَدَداً وَالأعْظَمُونَ قَدْراً ؛ يَحْفَظُ اللهُ بِهِمْ حُجَجَهُ وَبَيِّنَاتِهِ حَتَّى يُودِعُوهَا نُظَرَاءَهُمْ ، وَيَزْرَعُوهَا في قُلُوبِ أشْبَاهِهِمْ .\r\nهَجَمَ بِهِمُ الْعِلْمُ على حَقِيقَةِ الْبَصِيرَةِ ، وَبَاشَرُوا رُوحَ الْيَقِينَ ، وَاسْتَلَانُوا مَا اسْتَوْعَرَهُ الْمُتْرَفُونَ ، وَأنِسُوا بِمَا اسْتَوْحَشَ مِنْهُ الْجَاهِلُونَ ، وَصَحِبُوا الدُّنْيَا بِأبْدانٍ أرْواحُهَا مَعَلَّقَةٌ بِالْمَحَلِّ الأعْلَى .\r\nاولَئِكَ خُلَفاءُ اللهِ في أرْضِهِ ، وَالدُّعَاةُ إلَى دينِهِ . آهِ آهِ شَوْقاً إلَى رُؤْيَتِهِمْ . إنْصَرِفْ إذَا شِئْتَ « 1 » .\r\nوروى هذا الخبر الشَّريف الصَّدوق في « الخصال » عن أبي الحسن محمَّد بن عليّ بن الشَّاه قال : حدَّثنا أبو إسحاق الخواصُّ قال : حدَّثنا محمَّد بن يونس الكريميّ ، عن سفيان بن وكيع ، عن أبيه ، عن سفيان الثَّوريّ ، عن منصور ، عن مجاهد ، عن كميل بن زياد ، إلَّا أنَّه أتى بجملة : « يَا كُمَيْلُ مَحَبَّةُ الْعَالِمِ دينٌ يُدَانُ بِهِ ، تَكْسِبُهُ الطَّاعَةَ في حَيَاتِهِ وَجَمِيلَ الاحْدُوثَةِ بَعْدَ وَفَاتِهِ ، فَمَنْفَعَةُ الْمَالِ يَزُولُ بِزَوَالِهِ » بدلَ قوله : « يَا كُمَيْلُ الْعِلْمُ دِينٌ يُدَانُ بِهِ ؛ وأتى بجملة لِيَتَّخِذَ الضُّعَفَاءَ « 2 » وَليجَةً مِن دُونِ وَلِيّ الْحَقِّ بدلَ قوله : وَبِحُجَجِهِ على أوْليِائِهِ .\r\nثمَّ قال الصَّدوق : « قد رويتُ هذا الخبر من طُرقٍ كثيرةٍ قد أخرجتُها في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « نهج البلاغة » باب الحكم ، طبع عبده بمصر ، ص 171 إلي ص 174 .\r\n( 2 ) في طبع الحروفيّ ص 186 ، هكذا ورد : ليتَّخذه الضُّعفاءُ وليجةً .\r\n","page_name":" 103 ","page_number":106},
  {"content":"\r\n\r\nكتاب « إكمال الدِّين وإتمام النِّعمة في إثبات الغيبة وكشف الحيرة » « 1 » .\r\nورواه أيضاً الشَّيخ الحسن بن عليّ بن الحسين بن شعبة الحرَّانيّ في « تُحف العقول » من قوله عليه‌السَّلام :\r\n« إنَّ هَذِهِ القُلُوبِ أوْعِيَةٌ فَخَيْرُهَا أوْعَاهَا\r\nإلى آخر الحكمة بعين ما رواه في « الخصال » ، إلَّا أنَّه زاد لفظَ :\r\nورُوَاةُ كِتابِهِ\r\nعقيبَ\r\nلِئَلَّا تَبْطُلَ حُجَجُ اللهِ وَبَيِّنَاتُهُ ، وفي الآخر قال : يَا كُمَيْلُ اولَئِكَ امَناءُ اللهِ في خَلْقِهِ ، وَخُلَفَاؤُهُ في أرْضِهِ ، وَسُرُجُهُ في بِلَادِهِ ، والدُّعاةُ إلَى دِينِهِ ؛ وَاشَوْقَاهُ إلَى رُؤْيَتِهِمْ ؛ أسْتَغْفِرُ اللهَ لي وَلَك ( « 2 » ) .\r\nورواه أيضاً الشَّيخ الأقدم أبو إسحق إبراهيم بن محمَّد الثَّقفيّ الكوفيّ في كتاب « الغارات » بإسناده عن محمَّد ، عن الحسن ، عن إبراهيم ، عن أبي زكريَّا ، عن الثِّقة « 3 » ، عن كميل بن زياد ، بعين ما في « الخصال » من العبارة « 4 » . ورواه أيضاً المفيد في أماليه في المجلس التَّاسع والعشرين « 5 » .\r\nورواه جَدُّنا العلَّامة محمَّد باقر المجلسيّ - رضوان الله عليه - « 6 » في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « الخصال » ، الطبع على الحجر ، ص 87 وص 88 .\r\n( 2 ) « تحف العقول » طبع مكتبة الصّدوق ، ص 169 إلي ص 171 .\r\n( 3 ) كأنَّ المراد من الثّقة الفضيل بن خديج بقرينة روايته كثيراً عن كميل بن زياد أو عبد الرحمن بن جندب بقرينة سائر الروايات لهذا المتن . ( المحدّث الارمويّ ) .\r\n( 4 ) « الغارات » ج 1 ، ص 147 إلي ص 154 .\r\n( 5 ) « آمالي » المفيد ، ص 146 .\r\n( 6 ) إنَّ جدَّتنا من طرف الأب وهي والدة والدي العالم المتظلّع السيّد محمّد الصّادق الحسيني الطّهراني - أعلى الله مقامه - كانت اختاً للعلامة الخبير الميرزا محمّد الطّهراني الشريف العسكري - أعلى اللهُ تعالى مقامه الشريف - صاحب كتاب « مستدرك البحار » فهو - قدّس سرّه - كان خال والدي رحمة الله عليه ، ووالدتها التي كانت جدَّتنا العُليا كانت من ذرّيّة العالم المِفضال الأمير محمّد صالح الحسيني صهر العلّامة المجلسي على ابنته فاطمة بيكم . فإذن يصير العلّامة المجلسي - ره - جدَّنا الأعلى من طرف الامّ .\r\nذكر العالم الفاضل ابنُ خال والدي الميرزا أبو الحسن الشريف العسكريّ ابن الميرزا محمّد الخال : إنَّ والدنا كان في طيلة حياته يذكر مراراً بأنّا من ولد المجلسي - ره - ، ويقول : كان أحد أجدادنا في معيّة القافلة في سفره إلى المشهد الرضوي لزيارة قبر مولانا الرّضا عليه‌السّلام صُودف بحملة التراكمة فاغير عليه والسَّارقون أخذوا منه كلّ ما كان معه ومن جملته القرآن المقروّ بقراءة جدّي المجلسيّ المختّص به . والمغار عليه كان يذكر تلك الواقعة كراراً ويقول : إنّ استلاب هذا القرآن\r\nأوقع في نفسي همّاً عظيماً لما كان قرآن جدّي الذي وهب الله لي بالوراثة . ابن خالنا الميرزا أبو الحسن قال لي يوماً : إن سادات الطَّباطبائي في البروجرد أيضاً من أولاد المجلسي الأوّل من آمنة بيكم . وإنّي كلّما زرتُ آية الله البروجرديّ - رضوان الله عليه - كان يقول : إنَّا مِن أقربائِكم من طرف الامّ ، وأنتم من بني أخوالنا .\r\n","page_name":" 104 ","page_number":107},
  {"content":"\r\n\r\nالمجلَّد الأوَّل من « البحار » في باب « أصناف النَّاس في العلم وفضل حبِّ العلماءِ » ، عن « الخصالِ » و « تحفِ العقول » و « الغاراتِ » و « نهج البلاغة » وشَرَحَه شرحاً نافعاً وقال في آخره : « وإنَّما بيَّنّا هذا الخبر قليلًا من التَّبيين لكَثرة جَدواه للطَّالبين ، وينبغي أن ينظروا فيه كلَّ يومٍ بنظر اليقين ، وسَنُوضح بعضَ فوائده في كتاب الإمامة إن شاءِ اللهُ تعالي » « 1 » .\r\nوقال بعد نقله هناك أي في المجلَّد السَّابع من « البِحار » في باب « الاضطرار إلى الحجَّة » بعد أن نقله عن الصَّدوق في « إكمال الدِّين » بأسانيدَ متعدِّدة : « قد مَرَّ هذا الخبر بشرحه بأسانيدَ في باب فضلِ العلم » . وأشار إلى وجوده في بعض الكُتُب الاخر ك - « المحاسن » و « السَّرائِر » مع بيانه لبعض الفقرات « 2 » .\r\nأقول : أمَّا البحث عن سند هذه الرِّواية فنحن في غنًى عنه ، خصوصاً بملاحظة ما ذكرناه من كثرة طُرقها بحيث يمكن أن يُدَّعى فيها الاستفاضة ؛ على أنَّ احتواءَ متنه على المباني الرَّشيقة ، والمعاني البديعة ، والحقائِق العالية ، والدَّقائِق السّامية ممَّا لا يمكن أن يخطر على قلب أحدٍ إلَّا من كان في معدن الولاية ، وعلى دَوحة الإمامة - صَلوات الله عليه - .\r\nوأمَّا عن دلالتها فقد قال المجلسيّ - قُدِّس سرُّه - : « لمَّا كانت سلسلة العلم والعرفان لا تنقطع بالكلّيَّة ما دام نوع الإنسان بل لابدَّ من إمام حافظ للدِّين في كلِّ زمان ، استدرك أمير المؤمنين عليه‌السَّلام كلامَه هذا بقوله :\r\n« اللَّهُمَّ بَلَي »\r\nوفي « النَّهج\r\n» : « لَا تَخْلُوا الأرْضُ مِنْ قائِمٍ لِلّهِ بِحُجَّةٍ إمَّا ظاهِراً\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « البحار » طبع الكمبانيّ ، ج 1 ، ص 59 إلي ص 61 .\r\n( 2 ) « البحار » طبع الكمبانيّ ، ج 7 ، ص 10 وص 11 .\r\n","page_name":" 105 ","page_number":108},
  {"content":"\r\n\r\nمَشْهُوراً أوْ خائِفاً مَغْمُوراً ؛ وفي « تُحف العقول » : « مِنْ قائِمٍ بِحُجَّتِهِ إمَّا ظاهِراً مَكْشُوفاً أوْ خائِفاً مُنْفَرِداً لِئَلَّا تَبْطُلَ حُجَجُ اللهِ وَبَيِّناتُهُ وَرُوَاةُ كِتابِهِ » .\r\nوالإمام الظَّاهر المَشهور كأميرالمؤمنين - صلوات الله عليه - ، والخائِف المغمور كالقائم في زماننا ، وكباقي الأئِمَّةِ المستورين للخوف والتَّقيّة . ويحتمل أن يكون في الأئِمَّة عليهم السَّلام داخلين في الظَّاهر المشهور . . . وعلى الثاني يكون الحافظون والمُودِعون الأئِمَّة عليهم السَّلام . وعلى الأوَّل يحتمل أن يكون المرادُ شيعَتَهم الحافظين لأديانهم في غيبتهم » « 1 » .\r\nأقول : إنَّ لزوم بقاءِ العِلم والعرفان في نوع الإنسان ، ولزوم إمامٍ حافظٍ للدِّين في كلِّ زمان ممَّا لا إشكال فيه ؛ إنَّما الكلام في أنَّ محطَّ سياق هذا الخبر هل هو للدِّلالة على لزوم إمام بالخصوص في كلِّ زمان ، أو للدِّلالة على لزوم طائِفةٍ من العلماءِ الرَّبَّانيِّين ، ومنهم بل وعلى فوقهم الإمام في كلِّ حين ؟ .\r\nليس في هذا الخبر لفظُ الإمام وما شابَهَه ؛ وإنَّما فيه :\r\n« لَا تَخْلُو الأرْضُ مِنْ قائِمٍ لِلّهِ بِحُجَّةٍ إمَّا ظَاهِراً مَشْهِوراً أوْ خَائِفاً مغْمُوراً » .\r\nوهذه عناوين كُلِّيَّة تنطبق في كلِّ برهةٍ وزمان على جمع من العلماءِ الرَّبَّانيِّين الحافظينَ للبيِّنات والحجج ، والمُودعون للعلومِ والأسرار للنُّظَراءِ ، والزَّارعون للحقائِقِ والمعارفِ في قلوب الأشباه .\r\nومعلومٌ أنَّ الإمام أعلى مصداق لانطباق هذه العناوين ، لا أنَّها مُختصَّةٌ به . وممَّا يُؤَيِّد ذلك أنَّ هذه الحكمة من البيان كانت بصدد تقسيم النَّاس على اختلاف أصنافهم وطبقاتهم إلى ثلاث طوائِفَ : عالم ربَّانيّ ، ومتعلِّم على سبيل نجاةٍ وهَمَج رَعَاع ؛ وما فصَّله في ذيل هذه الجملة إنَّما هو تفسيرٌ لها .\r\nوالإمام نفسُه أيضاً داخلٌ في هذا التَّقسيم ، فهو من العلماءِ الرَّبَّانيِّين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « بحار الأنوار » ج 1 ، ص 61 من طبع الكمبانيّ .\r\n","page_name":" 106 ","page_number":109},
  {"content":"\r\n\r\nوهذا دليل على أنَّ القائِمَ بحجَّةٍ ، المشهورَ منه والمغمورَ ليس خارجاً عن هذا التَّقسيم .\r\nواحتمال حصر العالم الرَّبَّانيّ فيهم مع أنَّه لا شاهد له ، يخالفه ما نقله المجلِسيّ عن أئِمَّة اللُّغة والأدب بقوله : « والرَّبَّانيّ منسوبٌ إلى الرَّبِّ بزيادة الألف والنُّون على خلاف القياس كالرقبانيّ . قال الجوهريّ : « الرَّبَّانيّ المتألِّهُ العارفُ بالله تعالي » وكذا قال الفيروزآباديّ ؛ وقال في « الكشَّاف » : « الرَّبّانيّ هو شديد التَّمسُّك بالله تعالى وطاعته » ، وقال في « مجمع البيان » : « هو الذي يَرُبُّ أمر النَّاس بتدبيره وإصلاحه إيَّاه » « 1 » انتهى .\r\nومعلوم أنَّ في كلِّ خَلَفٍ عُدولًا من الفقهاءِ يُؤَيِّدون الدِّين المبين ويُشيِّدون النَّهج القويم ، يُنَحُّون عنه تحريفَ الغالين وبِدَعَ الضَّالِّين ؛ وينطبق عليهم الرَّبَّانيّ في كلٍّ من هذه المعاني ، حيث إنَّهم بتعلُّق قلوبهم بالأسرار الإلهيَّة صارُوا متألِّهين ، والمتمسِّكين بدين الله ، وَمُربيّ النَّاس بتدبير أمورهم وإصلاحهم إيَّاهم .\r\nعلى أنَّه صَرَّح في الخبر الشَّريف بأنَّ الله يَحفظ بهم حُجَجه وبَيِّناتِه حتّى يُودعوها نُظَراءَهم وَيزرعوها في قلوب أشباهِهم ؛ ومعلومٌ أن لا نَظيرَ للإمام ولا شبيهَ من الامَّة حَتَّى يصحّ إيداع النَّظير وزرعُ الشَّبيه .\r\nفالمراد من النظراءِ والأشباه جَماعةٌ من العُلَماءِ الرَّبَّانيِّين العامِلين تَدارَسوا وتعلَّموا وتتَلمَّذُوا في مكتب العُلماءِ الرَّبَّانيَّين تحت رعايتهم وحفظهم وكَلاءَتهم في كلتا مَرحَلتيِ العلم والعمل حتّى صَعدوا من سُلَّم العلم والمعرفة إلى أقصى مدارجه ، وبَلغوا من منازل اليقين والتَّفويض والتَّسليم أعلى معارجه ؛ فصاروا مثلَ المودُعين الزَّارعين علماءَ ربّانيِّين فَجَلَسوا على مَسند التَّعليم ، وأخذوا بأيديهم أزمَّة الهِداية ، وقادُوا النَّاس إلى مصالحهم ، وحَفِظُوا بَيِّناتِ الله وحُجَجَه في الأرض ، وهكذا كلُّ خَلَفٍ عن سَلَفٍ .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « بحار الأنوار » طبع الكمبانيّ ج 1 ، ص 60 .\r\n","page_name":" 107 ","page_number":110},
  {"content":"\r\n\r\nويُؤيِّده أيضاً أنَّه روي في « تحف العقول » :\r\n« لِئَلَّا تَبْطُلَ حُجَجُ اللهِ وَبَيِّنَاتُهُ وَرُوَاةُ كِتَابِهِ ؛ ورواةُ الكتاب هم العلماءُ المشتغلون المربوبون بتربية الرَّبَّانيِّين في كلِّ زمان .\r\nوهذه الرِّواية صريحةٌ في ولاية العلماءِ الفقهاءِ حيث إنَّه عليه‌السَّلام حَصَر الولاية فيهم بقوله :\r\n« اولَئِكَ امَنَاءُ اللهِ في خَلْقِهِ ؛ وخُلَفَاؤُهُ في أرْضِهِ ، وَسُرُجُهُ في بِلَادِهِ ، وَالدُّعَاةُ إلَى دِينِهِ »\r\nفعناوين الامناءِ والخُلفاءِ والسُّرج والدُّعاة تستلزم الخِلافة والولاية الإلهيَّة في جميع شؤُونها الحقيقيَّة والسِّياسيَّة من الإفتاءِ والقَضاءِ والحكومةِ بمراحلها وأنواعها .\r\nولعمري أنَّ هذه الرِّوايةَ العاليةَ الغاليةَ التي نصَّ المجلسيّ في شرحها بأنَّها كثيرة الجدوى للطّالبين وينبغي أن يَنظروا فيها كلَّ يوم بنظر اليقين ، من أدلِّ الرِّوايات الواردة على ولاية الفقيه العادل الجامع للشَّرائِط .\r\nوما أدري لأيّ جَهةٍ لم يُشر إليها الأعلام في باب القضاءِ والحكومة ، ولم يستند إليها الشَّيخ الأنصاريّ في « المكاسب » والنَّراقيّ في « المستند » ، ولم - يذكروها من جملة أدلَّة ولاية الفقيه ، مع أنَّها من أدلِّها وأصرَحها وأقواها سَنداً ومتناً .\r\nفإن قلت : لعلَّه لمكان بعض الخواصِّ والآثار المذكورة فيها مثل قوله عليه‌السّلام :\r\n« هَجَمَ بِهِمُ الْعِلْمُ على حَقيقَةِ الْبَصِيرَةِ ، وَبَاشَرُوا رُوحَ الْيَقينِ . . . وَصَحِبُوا الدُّنْيَا بِأبْدانٍ أرْوَاحُهَا مُعَلَّقَةٌ بِالْمَلَاءِ الأعْلَي » ،\r\nحملوها على طائِفةٍ من أهل اليقين ، خارجين عن الدِّراسة والتَّعليم من المشتغلين .\r\nقلت : لا وجه لهذا الحمل أصلًا ، لأنَّه بعد أن حَصَر عليه‌السَّلام خلافةَ الله في أرضه ودعوته إلى دينه فيهم ، لا مناص من أن يكون الدَّاعي الرَّبَّانيّ والخليفةُ الإلهيَّة متَّصفاً بهذه الصِّفات ، وإلّا لا يكون خليفتَه وداعياً إليه ، بل يكون غاصِباً لهذا المنصب العظيم ، مَطْروداً عن زُمرة عباد الله الصَّالحين وأوليائِه المقرَّبين .\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":111},
  {"content":"\r\n\r\nفالفقيهُ المنصوب من قِبَل الإمام وصاحب الولايةِ الكلِّيَّةِ الإلهيَّةِ ، القائِم بالأمور والحاكمُ على النُّفوس والأعراض والأموال ، والمُرَبِّي للبشر نيابةً عن الإمام لا بدَّ من أن يكون واجداً لهذه الصِّفات كما يدلُّ عليه الأخبار الكثيرة المستفيضة بل المتواترة بتقارن العلم والعمل ، والنَّهي الوكيد عن تصدِّي الأمور العامَّة من القضاءِ والحكومة لغير العالم الرَّبّانيّ الخارج عن طَوع الهوى والمُطيع لأمر المولى ؛ نعوذ بالله تعالى .\r\n5 - روى الشَّيخ الثَّقة أبومحمَّد الحسن بن عليّ بن الحسين بن شُعبة الحرَّانيّ في كتاب « تُحَف العُقول » في باب « ما رُوي عن الإمام التَّقيّ السَّبط الشَّهيد أبي عبد الله الحسين بن عليّ عليهما السَّلام » في ضمن خطبته في الأمر بالمعروف والنَّهي عن المنكر :\r\n« اعْتَبِرُوا أيُّهَا النَّاسُ بِمَا وَعَظَ اللهُ بِهِ أوْلِيَاءَهُ مِنْ سُوءِ ثَنائِهِ على الأحْبَارِ . .\r\n. - إلى أن قال عليه‌السَّلام - :\r\n« وَأنْتُمْ أعْظَمُ النَّاسِ مُصِيبَةً لِمَا غَلَتُمْ عَلَيْهِ مِنْ مَنَازِلِ الْعُلَمَاءِ لَوْ كُنْتُمْ تَسَعُونَ ذَلِكَ بِأنَّ مَجَارِيَ الامُورِ وَالأحْكَامِ على أيْدِي الْعُلَمَاءِ بِاللهُ الامَنَاءِ على حَلَالِهِ وَحَرَامِهِ » .\r\nوذَكَر - رحمه الله - أنَّ هذه الخطبة يروي عن أمير المؤمنين عليه السّلام « 1 » .\r\nولتوضيح هذه الرِّواية نقول : قال الشَّهيد الثَّاني في كتابه « منية المريد » :\r\n« إنَّ العلومَ كلَّها ترجع إلى أمرين ، علم معاملة وعلم معرفة . فعلم المعاملة هو معرفة الحلال والحرام ونظائِرهما من الأحكام ، ومعرفة أخلاق النَّفس المذمومة والمحمودة وكيفيَّة علاجها والفرار منها . وعلم المعرفة كالعلم بالله تعالى وصفاته وأسمائِه . وما عداهما من العلوم إمَّا آلات لهذه العلوم ، أو يراد بها عملٌ من الأعمال في الجملة كما لا يخفى على من تتَّبعها ؛ وظاهر أنَّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « تحف العقول » طبع مطبعة الحيدري سنة 1376 ، ص 237 وص 238 .\r\n","page_name":" 109 ","page_number":112},
  {"content":"\r\n\r\nعلوم المعاملة لا تراد إلَّا للعمل ، بل لولا الحاجة إليه لم يكن لها قيمةٌ .\r\nوحينئذٍ فنقول : المُحكِم للعلوم الشَّرعيّة ونحوها إذا أهمل تفَقُّدَ جوارِحِه وحفظَها عن المعاصي وإلزامها الطَّاعات ، وترقِّيها من الفرائِض إلى النوَّافل ، ومن الواجبات إلى السُّنَن ، اتِّكالًا على اتِّصافه بالعلم وأنَّه في نفسه هو المقصود ، مغرورٌ في نفسه ، مخدوعٌ عن دينه ، يلبس عليه عاقبة أمره » .\r\nثمَّ مثَّل هذه المغرورَ بالمريض وَشَرحه شرحاً نافعاً بما لا مزيد عليه « 1 » .\r\nأقول : فإذن العلماءُ ثلاثةٌ ؛ عالمٌ بالله ، وهو الذي تشرَّف بلقائِه تعالى ، وأدرك توحيدَه الذَّاتيّ والصَّفاتيّ والأفعاليّ . وعالمٌ بأمر الله ، وهو الذي تعلَّم من العلوم الرَّسميَّة التَّفكيريَّة قدراً يعلم به الأحكامَ الجزئيَّة في العبادات والمعاملات والسِّياسات وغيرها .\r\nوعالمٌ بالله وبأمر الله وهو الذي تجلَّي في قلبه أنوار الملكوت ، فخرج عن حبِّ الدُّنيا في حضيضِ النَّاسوت ، وانشرح صدره للإسلام ، واتَّسع قلبه للقَبول ، وتلقَّى النَّفحات السُّبحانيَّة من عالم الجبروت ، فصار من أهل التَّوحيد في ذِروة اللَّاهوت ، وعرف ربَّه بربِّه ، وعرف الخلقَ بربِّه ؛ فصار فانياً في ذاته تعالى باقياً ببقائِه ؛ فسار في الخلق بالحقِّ ، وتمَّ له الأسفار الأربعة ؛ وهو العالم بالله وبأمر الله ؛ وهذا هو الذي أشار إليه الحُسَين - صلوات الله عليه - :\r\n« بأنَّ مَجارِي امُورِ وَالأحْكَامِ على أيْدِي الْعُلَماءِ بِاللهِ الامَناءِ على حَلَالِهِ وَحَرَامِهِ » .\r\nفالعلماءُ بالله وبأمر الله هم المخصوصون بمزيد لطفه ، بإدخاله إيَّاهم في حرم قدسه ، وإشرابهم من صافي زلال علمه ، وإفهامهم العلومَ الإصطلاحيَّة بنورٍ إلهيّ منه عن تحقيقٍ وشهودٍ .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « منية المريد » طبع الرَّحلي على الحجر ، ص 16 وص 17 .\r\n","page_name":" 110 ","page_number":113},
  {"content":"\r\n\r\nقال الله تعالى :  ( أَ فَمَنْ شَرَحَ اللَّهُ صَدْرَهُ لِلْإِسْلامِ فَهُوَ عَلى نُورٍ مِنْ رَبِّهِ )  « 1 » .\r\nوقال تعالى :  ( يا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَآمِنُوا بِرَسُولِهِ يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَحْمَتِهِ وَيَجْعَلْ لَكُمْ نُوراً تَمْشُونَ بِهِ )  « 2 » .\r\nوقال تعالى :  ( يا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَتَّقُوا اللَّهَ يَجْعَلْ لَكُمْ فُرْقاناً )  « 3 » .\r\nفهم المأمونون على حَلاله وحَرامه ، لا كلُّ من يَدرُس أيَّاماً قلائِلَ وحفِظ صفحاتٍ من الكُتُب بلا دِراية ولا رِعاية ، ولا توحيد ولا معرفة ، ثمَّ يجلس على كرسيّ التَّدريس ويُفتي عوام النَّاس العُميان ، ويخاطبهم بما ضَبَطه وقرَّره في ذهنه ، لا يَدري ما هو يقول ولا يُدرى ، فَضَلَّ وأضلَّ عن سواءِ السَّبيل .\r\nفأولى لهذه الطَّائِفَة المُتسمِّين بالفقه والجالسين في منصب الحكم أن يُعرَض عنهم لقوله تعالى :\r\n( فأعرض عمن تولى عن ذكرنا ولم يرد إلا الحياة الدنيا - ذلك مبلغهم من العلم إن ربك هو أعلم بمن ضل عن سبيله وهو أعلم بمن اهتدى ) « 4 » .\r\nقال شيخنا الأستاذ المحقِّق المدقِّق العلَّامة الفهَّامة الشَّيخ حسين الحلِّيّ - تغمَّده اللهُ برحمته - في مجلس الدَّرس عند بحثه عن ولاية الفقيه :\r\n« وقال بعضُ العلماءِ : المراد من العلماءِ بالله في هذه الرِّواية قومٌ من أهل المعرفة رفضوا الدُّنيا عن قلوبهم ، وأمِنوا من وساوس الشَّيطان والنَّفس الأمَّارة بإخلاصهم لله عزَّ وجلَّ وتفويضهم الأمر إليه ، كما قال مولانا وإمامنا أميرُالمؤمنينَ - سلامُ الله عليه - في خطبته :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 22 من سورة 39 : الزمر .\r\n( 2 ) الآية 28 من سورة 57 : الحديد .\r\n( 3 ) الآية 29 من سورة 8 : الأنفال .\r\n( 4 ) الآية 30 من سورة 53 : النَّجم .\r\n","page_name":" 111 ","page_number":114},
  {"content":"\r\n\r\nوَمَا بَرِحَ لِلّهِ - عَزَّتْ آلَاؤُهُ - في الْبُرْهَةِ وَفي أزْمَانِ الْفَتَرَاتِ عِبَادٌ نَاجَاهُمْ في فِكْرِهِمْ ، وَكَلَّمَهُمْ في ذَاتِ عُقُولِهِمْ ، فَاسْتَصْبَحُوا بِنُورِ يَقَظَةٍ في الأسْمَاعِ وَالأبْصَارِ وَالأفْئِدَةِ ، يُذَكِّرُونَ بِأيَّامِ اللهِ ، وَيُخَوِّفُونَ مَقَامَهُ ، بِمَنْزِلَةِ الأدِلَّةِ في الْفَلَوَاتِ . مَنْ أخَذَ الْقَصْدَ حَمِدُوا إلَيْهِ طَرِيقَهُ ، وَبَشَّرُوهُ بِالنَّجَاةِ ، وَمَنْ أخَذَ يَمِيناً وَشِمَالًا ذمُّوا إلَيْهِ الطَّريقَ ، وَحَذَّرُوهُ مِنَ الْهَلَكَةِ . وَكَانُوا كَذَلِكَ مَصَابِيحَ تِلْكَ الظُّلُماتِ ، وَأدِلَّةَ تِلْكَ الشُّبُهاتِ .\r\nوَإنَّ لِلذِّكْرِ لَاهْلًا أخَذُوهُ مِنَ الدُّنْيَا بَدَلًا ، فَلَمْ تَشْغَلْهُمْ تِجَارَةٌ وَلَا بَيْعٌ عَنْهُ ؛ يَقْطَعُونَ بِهِ أيَّامَ الْحَيَاةِ ، وَيَهْتِفُونَ بِالزَّوَاجِرِ عَنْ مَحَارِمِ اللهِ في أسْمَاعِ الْغَافِلينَ . وَيَأمُرُونَ بِالْقِسْطِ وَيأتَمِرُونَ بِهِ ، وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيَتَنَاهَوْنَ عَنْهُ ؛ فَكَأنَّمَا قَطَعُوا الدُّنْيَا إلَى الآخِرَةِ وَهُمْ فيهَا فَشَاهَدُوا مَاوَرَاءَ ذَلِكَ ؛ فَكَأنَّمَا اطَّلَعُوا غُيُوبَ أهْلِ الْبَرْزَخِ في طُولِ الإقَامَةِ فِيهِ ، وَحَقَّقَتِ الْقِيَامَةُ عَلَيْهِمْ عِدَاتِهَا ؛ فَكَشَفُوا غِطَاءَ ذَلِكَ لِاهْلِ الدُّنْيَا حَتَّى كَأَنَّهُمْ يَرَوْنَ مَا لَا يَرَى النَّاسُ ، وَيَسْمَعُونَ مَا لَا يَسْمَعُونَ . . . -\r\nإلى أن قال عليه‌السَّلام - :\r\nيَعِجُّونَ إلَى رَبِّهِمْ مِنْ مَقاوِمِ نَدَمٍ وَاعْتِرَافٍ ، لَرَأيْتَ أعْلَامَ هُدى ، وَمَصَابِيحَ دُجى ، قَدْ حَفَّتْ بِهِمُ الْمَلَائِكَةُ ، وَتَنَزَّلَتْ عَلَيْهِمُ السَّكِينَةُ ، وَفُتِحَتْ لَهُمْ أبْوَابُ السَّمَاءِ ، وَاعِدَّتْ لَهُمْ مَقَاعِدُ الْكَرَامَاتِ في مَقَامٍ اطَّلَعَ اللهُ عَلَيْهِمْ فِيهِ فَرَضِيَ سَعْيَهُمْ ، وَحَمِدَ مَقَامَهُمْ\r\n- إلى آخر الخطبة « 1 » .\r\nفهؤلاءِ هُمْ العُلماءُ بالله حقّاً ؛ وهذا المقام منزلٌ رفيع وشأنٌ جليل لا تَصِلُ أيدينا إليه . نعوذ بالله من شرور أنفسِنا ، وَنتمسَّك بلطفه وكَرَمه .\r\nثمَّ قال قُدِّس سرُّه : واحتمل بعض العلماءِ أن يكون المراد من العلماءِ بالله في قوله عليه‌السَّلام :\r\nمَجَارِيَ الامُورِ والأحْكَامِ على أيْدِي الْعُلَمَاءِ بِاللهِ\r\n، العارفين به بقرينة إضافتهم إليه سبحانه ؛ والمراد من المَجاري مجاري الأمور\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « النَّهج » الخطبة 220 ، ص 446 إلي 448 ، من طبع عبده بمصر .\r\n","page_name":" 112 ","page_number":115},
  {"content":"\r\n\r\nالتَّكوينيَّة حتَّى تدلَّ هذه الرِّواية على الولاية التَّكوينيَّة للعلماءِ بالله ؛ لكن يُبعِّده ما ورد في ذيله :\r\n« الامْنَاءِ على حَلَالِهِ وَحَرَامِهِ »\r\n. انتهى كلامُه رفع مقامُه .\r\n6 - روى الشَّيخ الطَّبرسيّ في « الاحتجاج » عن التَّفسير المنسوب إلى العسكريّ عليه‌السَّلام عن الصَّادق عليه‌السَّلام في تفسير قوله تعالى :  ( وَمِنْهُمْ أُمِّيُّونَ لا يَعْلَمُونَ الْكِتابَ )  « 1 » في جواب رجلٍ سأله عن علّة الفرق بين عوامّ اليهود وعوامّنا :\r\n« فَأمَّا مَنْ كَانَ مِنَ الْفُقَهَاءِ صَائِناً لِنَفْسِهِ ، حَافِظاً لِدِينِهِ ، مُخَالِفاً على هَوَاهُ ، مُطِيعاً لأمْرِ مَوْلَاهُ ، فَلِلْعَوَامِّ أنْ يُقَلِّدُوهُ . وَذَلِكَ لَا يَكُونُ إلَّا بَعْضَ فُقَهَاءِ الشِّيعَةِ لا جَميعُهُمْ ؛ فَأمَّا مَنْ رَكِبَ مِنَ الْقَبَائِحِ وَالْفَواحِشِ مَرَاكِبَ فَسَقَةِ فُقَهَاءِ الْعَامَّةِ فَلَا تَقْبَلُوا مِنْهُمْ شَيْئاً ، وَلَا كَرَامَةَ »\r\nالحديث « 2 » .\r\nوهذه روايةٌ مفصَّلة ذاتُ دقائِق ولطائِفَ ، ذكر العسكريّ عليه‌السَّلام فيها مطالبَ نفيسةً في تفسير الآية ، ولكنَّ الشَّيخ في « رسائل » - ه لم يذكرها بل اكتفى منها ببيان ما قاله الصَّادق في جواب الرَّجل السَّائِل .\r\nوالتفسير المنسوب إلى العسكريّ عليه‌السَّلام وإن كان محتوياً على مَطالبَ غير حَقَّةٍ وتناقضاتٍ واضحة لا يمكن أن تنسب إلى عالم فضلًا إليه عليه‌السَّلام ، ولكن بعض ما فيه في غاية المَتانة والدِّقَّة ؛ ومنه هذه الرِّواية .\r\nوقد اعترف الشَّيخ - رحمه الله - بدلالة هذا الخبر الشَّريف اللَّائِحة منه آثار الصِّدق على جواز قبول قول من عرف بالتحرُّز عن الكذب وإن كان ظاهره اعتبار العدالة بل ما فوقها .\r\nوذهب السَّيِّد محمَّد كاظم الطَّباطبائِيّ - قدّه - في « عروت » - ه بأنَّه لابدَّ للمفتي مضافاً إلى كونه عادلًا ، « أن لا يكون مُقبلًا على الدُّنيا وطالباً لها ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 78 من سورة 2 : البقرة .\r\n( 2 ) « الاحتجاج » طبع النجف ، ص 263 إلي ص 265 .\r\n","page_name":" 113 ","page_number":116},
  {"content":"\r\n\r\nمُكِبّاً عليها ، مُجدّاً في تحصيلها » ، استناداً إلى هذه الرِّواية الشَّريفة « 1 » .\r\nواعترض عليه السَّيِّد أبو الحسن الإصفهانيّ - قدّه - في حاشيته ، بأنَّ « الإقبال على الدُّنيا وطلبها إن كان على الوجه المحرَّم فهو يوجب الفسق النَّافي للعدالة فيُغني عنه اعتبارها ، وإلَّا فليس بنفسه مانعاً من جواز التَّقليد ؛ والصِّفات المذكورة في الخبر ليست إلَّا عبارة أخرى عن صفة العدالة » . انتهى . وتبعه جمعٌ من الأعلام واكتَفوا بالعدالة .\r\nوفيه نظر ، لأنَّ الرِّواية بظاهرها تدلُّ على لزوم ملكةٍ صالحةٍ في المُفتي ، لا يقبل بها على الدُّنيا ، ولا يطيع إلَّا أمر المولى ، لا مجرَّد الملكةِ التي لا يصدر بها مجرَّد حرامٍ في الخارج وإن لم تكن السَّلامة الباطنيَّة محقَّقةً فيه ، وبينهما بونٌ بعيد .\r\nفالعدالة وهي ملكة الاجتناب عن المحرَّم بلا وصولٍ إلى درجة التَّقوى القلبيّ والصَّفاءِ الباطنيّ لا تُجوِّز التَّقليد .\r\nولعلَّه إلى هذه الدَّرجة من النُّور الإلهيّ المُشرق أشار الشَّهيد الثَّاني في آخر كتابه : « مُنْية المريد » ، بعد أن ذكر القَدر اللَّازم من العُلوم التي يجب تحصيلُه لمن أراد التَّفقُّه في الدِّين بقوله : « ولا يكون ذلك كلُّه إلَّا بهبةٍ من الله تعالى إلهيَّةٍ وقوَّةٍ منه قدسيَّةٍ توصله إلى هذه البغية ، وتُبلِّغه هذه الرُّتبة ؛ وهي العمدة في فقه دين الله تعالى ، ولا حيلة للعبد فيها بل منحةٌ إلهيَّةٌ ونفحةٌ ربَّانيَّة بها من يشاءُ من عباده إلَّا أنَّ للجدِّ والمجاهدة والتوجُّه إلى اللهِ تعالى والانقطاع إليه أثراً بيِّناً في إفاضتها من الجناب القدسيّ ، «  وَالَّذِينَ جاهَدُوا فِينا لَنَهْدِيَنَّهُمْ سُبُلَنا وَإِنَّ اللَّهَ لَمَعَ الْمُحْسِنِينَ »  « 2 » .\r\n7 - ما رَواه الرَّضيّ - رَحمة الله عليه - في « نهج البَلاغة » ضمن عهدٍ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « العروة الوثقي » المسألة 22 من أحكام التقليد .\r\n( 2 ) « منية المريد » ص 80 . والآية 69 من سورة 29 : العنكبوت .\r\n","page_name":" 114 ","page_number":117},
  {"content":"\r\n\r\nلأمير المؤمنين عليه‌السَّلام ، كتبه للأشتَر النَّخَعيّ لَمَّا ولَّاه مِصْرَ ، عنه عليه السَّلام بقوله :\r\n« ثُمَّ اخْتَرْ لِلْحُكْمِ بَيْنَ النَّاسِ أفْضَلَ رَعِيَّتِكَ في نَفْسِكَ مِمَّنْ لَا تَضِيقُ بِهِ الامُورُ ، وَلَا تُمْحِكُهُ الْخُصُومُ ، وَلَا يَتَمَادَى في الزَّلَّةِ ، وَلَا يَحْصَرُ مِنَ الْفَيْءِ إلَى الْحَقِّ إذَا عَرَفَهُ ، وَلَا تُشْرِفُ نَفْسُهُ على طَمَعٍ ، وَلَا يَكْتَفِي بِأدْنَى فَهْمٍ دُونَ أقْصَاهُ ، وَأوْقَفَهُمْ في الشُّبُهَاتِ ، وَآخَذَهُمْ بِالْحُجَجِ ، وَأقَلَّهُمْ تَبَرُّماً بِمُرَاجَعَةِ الْخَصْمِ ، وَأصْبَرَهُمْ على تَكَشُّفِ الامُورِ ، وَأصْرَمَهُمْ عِنْدَ اتِّضَاحِ الْحُكْمِ ، مِمَّنْ لَا يَزْدَهِيهِ إطْرَاءٌ ، وَلَا يَسْتَمِيلُهُ إغْرَاءٌ ، وَاولَئِكَ قَلِيلٌ » « 1 » .\r\n8 - في كتاب سُلَيم بن قيْس الهِلَاليّ ص 148 في خطبةٍ طويلةٍ خطب بها عليّ أمير المؤمنين عليه‌السّلام العبّاس عمَّه في مسجد رسول الله : ( قال أبان عن سُلَيم ) قال : « إنْتَهَيْتُ إلَى حَلْقَةٍ في مَسْجِدِ رَسُولِ الله صَلّى الله عَليهِ وآله وسلَّم لَيْسَ فيها إلَّا هَاشِميّ غَيْرُ سَلْمانَ وَأبي ذَرٍّ وَالْمِقْدادِ وَمُحَمَّدِ بْنِ أبي بَكْرٍ وَعُمَرَ بْنِ أبي سَلَمَةَ وَقَيْسِ بْنِ سَعْدِ بْنِ عُبَادَةَ .\r\nفَقَالَ الْعَبّاسُ لِعَليّ - صَلواتُ اللهِ عليه - : « مَا تَرَى عُمَرَ مَنَعَهُ مِنْ أنْ يُغْرِمَ قُنْفُذاً كَمَا أغْرَمَ جَميعَ عُمّالِهِ ؟ فَنَظَرَ عَليّ عليه‌السّلام إلَى مَنْ حَوْلَهُ ، ثُمَّ اغْرَوْرَقَتْ عَيْنَاهُ ، ثُمَّ قالَ : نَشْكُو لَهُ ضَرْبَةً ضَرَبَها فاطِمَةَ بِالسَّوْطِ فَمَاتَتْ وَفي عَضُدِها أثَرَةٌ كَأنَّهُ الدُّمْلُجُ » .\r\nثُمَّ قَالَ عليه‌السَّلام :\r\n« الْعَجَبُ مِمّا اشْرِبَتْ قُلُوبُ هَذِهِ الامَّةِ مِنْ حُبِّ هَذَا الرَّجُلِ وَصاحِبِهِ مِنْ قَبْلِهِ وَالتَّسْليمِ لَهُ في كُلِّ شَيْءٍ أحْدَثَهُ » -\r\nإلى أنْ قالَ عليه‌السّلام\r\n: إنَّ الْعَجَبَ كُلَّ الْعَجَبِ مِنْ جُهّالِ هَذِهِ الامَّةِ وَضُلّالِهَا وَقادَتِها وَسَاقَتِها إلَى النَّارِ ، إنَّهُمْ قَد سَمِعُوا رَسُولَ اللهِ صَلى الله عليهِ وآله وسلّم يَقُولُ عَوْداً وَبَدْءًا : « مَا وَلَّتْ امَّةٌ رَجُلًا قَطُّ أمْرَها وَفِيهِمْ أعْلَمُ مِنْهُ إلّا لَمْ يَزَلْ أمْرُهُمْ يَذْهَبُ سَفالًا حَتَّى يَرْجِعُوا إلَى مَا تَرَكُوا » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « نهج البلاغة » بابُ الرَّسائل ، ص 94 .\r\n","page_name":" 115 ","page_number":118},
  {"content":"\r\n\r\nوأوّل من استدّل بهذه العبارة ردّاً على من شاغَلَ منْصَب الأعْلم وهو غيره سلمانُ الفارسيّ على ما فحصناه ووجدناه ، لأنَّه من جلة اثْنيْ عَشَرَ رَجُلًا ردُّوا على أبي بكر لمّا صعد المنبر ويريد الخطبة يوم الجمعة خلافةً عن رسول الله بعد البَيْعة ، وقام كلُّ واحدٍ منهم واحداً بعد الآخر ، واستدلُّوا على إمامة الإمام أمير المؤمنين عليه‌السلام ردّاً على خلافة الخليفة الانتخابيّ ، وإنكاراً على تشاغله منصب الرَّسول صلّى الله عليه وآله وسلَّم .\r\nأورد هذه القضيَّة أحمد بن خالد البرقيّ في « رجال » - ه ؛ وعبد الجليل القزوينيّ في « النَّقض » ؛ والشَّيخ الصَّدوق في « الخصال » ؛ وأبو منصور أحمد بن أبي طالب الطَّبَرسيّ في « الاحتجاج » ؛ والسَّيِّد الأجلُّ عليّ بن طاووس في « كشف اليقين » « 1 » ؛ وأورده المجلسيّ في البحار ( 2 ) ، وكذلك المامقانيّ في « تنقيح المقال » « 2 » عن الثَّلاثة الأخيرة ، بلا إشارة إلى روايتهما هذه القضيَّة .\r\nومن جملة البراهين التي اتَّكأ عليها سلمانُ هو عدم جواز تصدِّي غير الأعلم مع وجوده ، وها نحن نأتي بعبارته . فأمَّا في « رجال » البَرْقيّ أتى بهذه العبارة : « ثُمَّ قَامَ سَلْمَانُ ؛ وَقالَ : يَا أبابَكرٍ ! إلَى مَنْ تَسْتَنِدُ أمْرَكَ إذَا الْمَوْتُ نَزَلَ بِكَ ؟ وَإلَى مَنْ تَفْزَعُ إذَا سُئِلْتَ عَنْ أحْكامِ الامَّةِ عَمّا لَا تَعْلَمُ ؟ ! أتَكونُ إمَاماً لِمَنْ هُوَ أعْلَمُ مِنْكَ ؟ قَدِّمْ مَنْ قَدَّمَهُ اللهُ وَقَدَّمَهُ رَسولُ اللهِ في حَياتِهِ » « 3 » .\r\nوأمَّا في « النَّقض » فقد أتى بهذه العبارة : « يَا أبابَكر ! إلَى مَنْ تَسْتَنِدُ أمْرَكَ إذا نَزَلَ بِكَ الْقَضاءُ ؟ وإلَى مَنْ تَفْزَعُ إذا سُئِلْتَ عَمّا لَا تَعْلَمُ ( وما عُذْرُكَ في التَّقَدُّمِ ) وَفي الْقَوْمِ مَنْ هُوَ أعْلَمُ مِنْكَ » « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) و 2 على ما في « بحار الأنوار » ج 8 ، باب كيفيّة غصب لُصُوص الخلافة وأهل الجلافة ، ص 42 وص 43 طبع الكمباني .\r\n( 2 ) « تنقيح المقال » ج 1 ، الفائدة الثانية عشرة ، ص 198 تا ص 200 .\r\n( 3 ) « رجال » البرقيّ ص 64 .\r\n( 4 ) كتاب « النقض » المعروف به « بعض مثالب النَّواصب في نقض بعض فضائح الرَّوافض » ، ص 659 .\r\n","page_name":" 116 ","page_number":119},
  {"content":"\r\n\r\nوفي « الخصال » ؛ أتى بعين عبارة « النَّقض » بدون جملة : « وَمَا عُذْرُكَ في التَّقَدُّمِ » التي أتينا بها في الهلالين « 1 » .\r\nوفي « الاحتجاج » أتى بهذه العبارة : « يا أبابَكرٍ إلَى مَنْ تَسْتَنِدُ أمْرَكَ إذا نَزَلَ بِكَ مَا لَا تَعْرِفُهُ ؟ وَإلَى مَنْ تَفْزَعُ إذا سُئِلْتَ عَمَّا لَا تَعْلَمُهُ ؟ وَمَا عُذْرُكَ في تَقَدُّمِكَ على مَنْ هُوَ أعْلَمُ مِنْكَ ، وَأقْرَبُ إلَى رَسُولِ اللهِ ، وَأعْلَمُ بِتَأوِيلِ كِتَابِ اللهِ عَزَّ وَجَلَّ وَسُنَّةِ نَبِيِّهِ ؟ ! « 2 » .\r\nوروى السَّيِّد هاشم البَحرانيّ في « غاية المرام » عن الشَّيخ في « مجالس » - ه : قال : أخبرنا جماعةٌ عن أبي المفضَّل قال : حدَّثني أبوالعبَّاس أحمد بن محمَّد بن سعيد بن عبدالرَّحمن الهَمدانيّ بالكوفة ، وقال : حدَّثنا محمَّد بن المفضَّل بن إبراهيم بن قَيسٍ الأشعريّ ، قال : حدَّثنا عليّ بن حسَّان الواسطيّ ، قال : حدَّثنا عبدالرَّحمن بن كثير ، عن جعفر بن محمَّد ، عن أبيه ، عن جدِّه عليّ بن الحسين عليهم السَّلام ، قال : « لَمَّا أجْمَعَ الْحَسَنُ بْنُ عَلِيّ عليهما السَّلام على صُلْحِ مُعَاوِيَةَ ، خَرَجَ حَتَّى لَقِيَهُ ، فَلَمَّا اجْتَمَعَا قَامَ مُعَاوِيَةُ خَطِيباً . . . » إلى أن قال - « فَخَطَبَ الْحَسَنُ عليه‌السَّلام فَقَالَ :\r\nالْحَمْدُ لِلّهِ الْمُسْتَحْمِدِ بِالآلآءِ وَتَتَابُعِ النَّعْمَاءِ\r\n- إلى آخر خطبته الطَّويلة الجامعة .\r\nوقال عليه‌السَّلام في ضمن خطبته :\r\nقَالَ رَسُولُ اللهِ صلّى الله عليه وآله وسلَّم : « مَا وَلَّتْ امَّةٌ أمْرَهَا رَجُلًا قَطُّ وَفِيهِمْ مَنْ هُوَ أعْلمُ مِنهم لم يَزَلْ أمْرُهُمْ يَذْهَبُ سَفَالًا حَتَّى يَرْجِعُوا إلَى مَا تَرَكُوا » « 3 » .\r\nوأيضاً في « غاية المرام » ذكر مختصر هذه الخطبة بسندٍ آخر عن الشَّيخ في « مجالس » - ه ؛ وورد فيها عين هذه العبارة نقلًا عن رسول الله صلّى الله\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « الخصال » ، ص 463 .\r\n( 2 ) « الاحتجاج » طبع النجف ، ج 1 ، ص 100 .\r\n( 3 ) « غاية المرام » ، الطَّبع على الحجر ص 298 ، في الحديث السَّادس والعشرين .\r\n","page_name":" 117 ","page_number":120},
  {"content":"\r\n\r\nعليه وآله وسلَّم « 1 » .\r\n9 - روى الشَّيخ محمَّد بن الحسن الحرُّ العامليّ في « الوسائل » في الباب الحادي عشر من أبواب صفات القاضي وما يجوز أن يفتي به ، عن الصَّدوق محمَّد بن عليّ بن الحسين في كتاب « إكمال الدِّين وإتمام النِّعمة » « 2 » عن محمَّد بن عصام ، عن محمَّد بن يعقوب ، عن إسحاق بن يعقوب قال : « سَألْتُ محمَّدَ بنَ عُثمانَ العُمَريّ أنْ يُوصِلَ لي كِتاباً قَد سَألْتُ فيهِ عَنْ مَسائِلَ أشْكَلَتْ عَلَيّ ؛ فَوَردَ التَّوْقيعُ بِخَطِّ مَولانا صاحِبِ الزَّمان عليه السَّلام : أمَّا مَا سَألْتَ عَنْهُ - أرْشَدَكَ اللهُ وَثَبَّتَكَ - إلى أن قال عليه‌السَّلام :\r\n« وَأمَّا الْحَوَادِثُ الْوَاقِعَةُ فَارْجِعُوا فِيهَا إلَى رُوَاةِ حَدِيثِنَا فَإنَّهُمْ حُجَّتِي عَلَيْكُمْ وَأنَا حُجَّةُ اللهِ »\r\nالحديث .\r\nورواه الشَّيخ في كتاب « الغَيبة » عن جماعةٍ ، عن جَعفر بن محمَّد بن قولويه وأبي غالب الزُّراريّ وغيرهما كلِّهم عن محمَّد بن يعقوب ، ورواه الطَّبرسيّ في « الاحتجاج » مثله « 3 » .\r\nقال سيِّدنا واستاذنا العلَّامة السيِّد محمود الشَّاهروديّ - قدَّس الله سِرَّه - : « وكيف كان فلا ينبغي الإشكال في اعتبار سَنَده لدلالة التَّوقيع على علوِّ شأن إسحاق وسموِّ رتبته ، بعد ملاحظة ما في متن التَّوقيع الرَّفيع من شواهد الصِّدق والصُّدور فتدبّر ولاحظ » « 4 » .\r\n10 - الرِّوايات الدَّالَّة على أنَّ العلماءَ ورثة الأنبياء مثل صحيحة أبي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « غاية المرام » ص 299 ، في الحديث السَّابع والعشرين .\r\n( 2 ) قال العلّامة آغا بزرگ الطّهرانيّ في « الذريعة إلى تصانيف الشيعة » ج 2 ، ص 283 : « إكمال الدّين وإتمام النّعمة » ويقال له « كمال الدين وتمام النعمة » أيضاً في غيبة الحجة المنتظر عليه‌السلام وما يتعلّق بها للشيخ الصدوق أبي جعفر محمّد بن علي بن الحسين بن موسى بن بابويه القمّي المتوفّي سنة 381 أوله : الحمدللّه الواحد الحيّ الفرد الصمد . طبع بطهران سنة 1301 .\r\n( 3 ) « الوسائل » الطبع البهادريّ ج 3 ، ص 385 .\r\n( 4 ) « كتاب الحجّ » طبع النجف 1383 ، الجزء الثالث ، ص 348 ، تقرير الجنّاتي .\r\n","page_name":" 118 ","page_number":121},
  {"content":"\r\n\r\n- البُختريّ وهي : ما رواه محمَّد بن يعقوب الكُلينيّ في « الكافي » عن محمَّد بن الحسين ، عن أحمد بن عيسى ، عن محمَّد بن خالد ، عن أبي البُختريّ ، عن أبي عبد الله عليه‌السَّلام قال :\r\n« إنَّ الْعُلَمَاءَ وَرَثةُ الأنْبِياءِ . وَذَلِكَ أنَّ الأنْبِياءَ لَمْ يُوَرِّثُوا دِرْهَماً وَلَا دِينَاراً وَإنَّمَا أوْرَثُوا أحَادِيثَ مِنْ أحَادِيثِهِمْ ، فَمَنْ أخَذَ بِشَيْءٍ مِنْهَا فَقَدْ أخَذَ حَظّاً وَافِراً . فَانْظُرُوا عِلْمَكُمْ هَذَا عَمَّنْ تأخُذُونَهُ ، فَإنَّ فِينَا أهْلَ الْبَيْتِ في كُلِّ خَلَفٍ عُدُولًا يَنْفُونَ عَنْهُ تَحْرِيفَ الْغَالِينَ وَانْتِحَالَ الْمُبْطِلِينَ وَتَأوِيلَ الْجَاهِلِينَ » « 1 » .\r\nوما رواه الكلينيّ أيضاً عن محمَّد بن الحسن وعليّ بن محمّد ، عن سهل بن زياد ومحمَّد بن يحيى ، عن أحمد بن محمَّد جميعاً عن جعفر بن محمَّد الأشعريّ ، عن عبد الله بن ميمون القدَّاح ؛ وعليّ بن إبراهيم ، عن أبيه ، عن حمَّاد بن عيسى ، عن القدَّاح ، عن أبي عبد الله عليه‌السَّلام قال : قال رسول الله - إلى أن قال صلّى الله عليه وآله - :\r\nوَإنَّ الْعُلَمَاءَ وَرَثَةُ الأنْبِيَاءِ ، إنَّ الأنْبِيَاءَ لَمْ يُوَرِّثُوا دِينَاراً وَلَا دِرْهَماً وَلَكِنْ وَرَّثُوا الْعِلْمَ ، فَمَنْ أخَذَ مِنْهُ أخَذَ بِحَظٍّ وَافِرٍ » « 2 » .\r\n11 - ما دلَّ على أنَّ الفقهاءَ امناءُ الرُّسل ، وأنَّهم امَناءُ ؛\r\nمثل ما رواه الكُلينيّ في « الكافي » عن عليّ بن إبراهيم ، عن أبيه ، عن النَّوفليّ ، عن السَّكونيّ ، عن أبي عبد الله عليه‌السَّلام قال : قال رسول الله صلّى الله عليه وآله وسلَّم :\r\n« الْفُقَهَاءُ امَنَاءُ الرُّسُلِ مَا لَمْ يَدْخُلُوا في الدُّنْيَا . قِيلَ : يَا رَسُولَ اللهِ ! وَمَا دُخُولُهُمْ في الدُّنْيَا ؟ قَالَ : اتِّبَاعُ السُّلْطَانِ . فَإِذَا فَعَلُوا ذَلِكَ فاحْذَرُوهُمْ على دِينِكُمْ » « 3 » .\r\nوما رواه الكُلينيّ أيضاً عن محمَّد بن يحيى ، عن أحمد بن محمَّد بن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « الكافي » الأصول ج 1 ، كتاب فضل العلم ، الباب 2 ، ص 32 من طبع الحيدريّ .\r\n( 2 ) « أصول الكافي » ج 1 ، ص 34 .\r\n( 3 ) « أصول الكافي » ج 1 ، ص 46 .\r\n","page_name":" 119 ","page_number":122},
  {"content":"\r\n\r\nعيسى ، عن محمَّد بن سنان ، عن إسماعيل بن جابر ، عن أبي عبد الله عليه السَّلام قال :\r\n« الْعُلَمَاءُ امَنَاءُ ، وَأتْقِيَاءُ حُصُونٌ ، وَالأوْصِيَاءُ سَادَةٌ » « 1 » .\r\n12 - ما دلَّ على أنَّ المؤمنين الفقهاءَ حصُونُ الإسلام ؛\r\nمثل ما رواه الكُلينيّ عن محمَّد بن يحيى ، عن أحمد بن محمَّد ، عن ابن محبوب ، عن عليّ بن أبي حمزه قال : سمعت أبا الحسن موسَى بنَ جعفر عليهما السلام يقول :\r\n« إذَا مَاتَ الْمُؤْمِنُ بَكَتْ عَلَيْهِ الْمَلَائِكَةُ وَبِقَاعُ الأرْضِ التي كَانَ يَعْبُدُ اللهَ عَلَيْهَا ، وَأبْوَابُ السَّماءِ التي كَانَ يُصْعَدُ فِيهَا بِأعْمَالِهِ ، وَثُلِمَ في الإسْلَامِ ثُلْمَةً لَا يَسُدُّهَا شَيْءٌ ، لأنَّ الْمُؤْمِنينَ الْفُقَهَاءَ حُصُونُ الإسْلَامِ كَحِصْنِ سُورَ الْمَدِينَةِ لَهَا » « 2 » .\r\nوربما يستدلُّ بهذه الفقرة واللَّتَين قبلها على الوِلاية والقَضاءِ ، لمكان إطلاق الوراثة من الأنبياءِ فتشمل جميعَ مناصِب المُورِّث ، ومنها الوِلاية والقضاءُ ؛ وكذا كونهم امناءَ وحصونَ الإسلام .\r\nولكنَّ الإنصافَ عدمُ دلالة روايات الوراثة ، لورودها في مقام بيان فضيلة العالم . والشَّاهد عليه أنَّ ذيل الحديثين صريحٌ في أنَّ المراد إرثُ العلوم والأحاديث حيث قال في الأولى : « وَذَلِكَ أنَّ الأنْبِياءَ لَمْ يُوَرِّثُوا دِرْهماً وَلَا دِينَاراً وَإنَّمَا أوْرَثُوا أحَادِيثَ مِنْ أحَادِيثِهِمْ ، فَمَنْ أخَذَ بشيء منها فقد أخذ حظاً وافراً وقال في الثانية : ولكن ورثوا العلم فمن أخذ مِنْهُ أخَذَ بِحَظٍّ وَافِرٍ » .\r\nوأمَّا كونهم حصونَ الإسلام وامناءَ الرُّسُل فلا بأس بالأخذ بإطلاقهما في كلِّ ما يرجع إلى حفظ الإسلام ومناصب الرُّسل من الوِلاية والقَضاءِ والإفتاءِ وغيرها كما أنَّ حصنَ المدينة يحفظها على الإطلاق ، وأنَّ الأمينَ أمينٌ في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « أصول الكافي » ج 1 ، ص 33 .\r\n( 2 ) « أصول الكافي » ج 1 ، ص 38 .\r\n","page_name":" 120 ","page_number":123},
  {"content":"\r\n\r\nجميع ما يرجع إلى المأمون عنه من مناصب الرِّسالة .\r\n13 - ما رَوى الرَّضيّ - رحمة الله عليه - في « نَهج البلاغة » عن أمير المؤمنين عليه‌السَّلام أنَّه قال :\r\nإن أوْلَى النَّاسِ بِالأنْبِيَاءِ أعْلَمُهُمْ بِمَا جَاؤُوا بِهِ ، ثُمَّ تَلَا : « إنَّ أوْلَى النَّاسِ بِإبْرَاهِيمَ لَلَّذِينَ اتَّبَعُوهُ وَهَذَا النَّبِيّ وَالَّذِينَ آمَنُوا » « 1 »\r\nثُمَّ قَالَ\r\n: « إنَّ وَلِيّ مُحَمَّدٍ مَنْ أطَاعَ اللهَ وَإنْ بَعُدَتْ لُحْمَتُهُ ؛ وَإنَّ عَدُوَّ مُحَمَّدٍ مَنْ عَصَى اللهَ وَإنْ قَرُبَتْ قَرَابَتُهُ » « 2 » .\r\nواعترض على دلالتها الشَّيخ في « المتاجر » وعلى دلالة نظائِرها ، بأنَّ « الإنصاف بعد ملاحظة سياقها أو صدرها أو ذيلها يقتضي الجزم بأنَّها في مقام بيان وظيفتهم من حيث الأحكام الشَّرعيَّة ، لا كونهم كالنَّبيّ والأئِمَّة - صَلَوات الله عليهم - في كونهم أولى النَّاس في أموالهم » إلى آخر ما ذكره . فتأمَّل .\r\nوأورد النَّراقيّ في « عَوائِد الأيَّام » في البحث عن ولاية الفقيه رواياتٍ اخر أيضاً ، منها :\r\n14 - المرويّ في « كنز » الكراجكيّ عن مولانا الصَّادق عليه‌السَّلام أنَّه قال :\r\n« الْمُلُوكُ حُكَّامٌ على النَّاسِ ، وَالْعُلَمَاءُ حُكَّامٌ على الْمُلُوكِ » « 3 » .\r\nفاعترض عليه بأنَّ هذا الحديث ليس ناظراً إلى المدَّعى ، بل ناظرٌ إلى المتعارف في الأزمنة من تبعيَّة السُّلطان لقول عالم الوقت من أيّ مِلَّةٍ .\r\nفأجاب أستاذنا الشَّاهردويّ - رحمةُ اللهِ عليه - بأنَّ « مجرَّد الإخبار غيرُ مناسب لمقام الإمام بل اللَّائِق به أن يكون قولُه إنشاءً ، فيتفرَّع عليه حينئذ أنَّ العلماءَ نُصِبُوا حُكَّاماً شرعيّاً على الملوك بحيث تَنْفُذ أحكامُهم عليهم . فحيث\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 68 من سورة 3 : آل عمران .\r\n( 2 ) « نهج البلاغة » باب الحكم ، ص 157 .\r\n( 3 ) و 3 « عوائد الأيّام » ص 186 ، وص 187 .\r\n","page_name":" 121 ","page_number":124},
  {"content":"\r\n\r\nإن شأنَ الملوك هو الوِلاية والقَضاءُ وإقامة الحدود وتنظيم معاش النَّاس ، فهذه الأمور منوطةٌ شرعاً بالعلماءِ ، فهم ولاةٌ وحكَّامٌ على من كان مصدرَ هذه الأمور » « 1 » .\r\nأقول : فيه نظر ، لأنَّه على مذاق الشَّارع ليس لأحَدٍ أن يَحكم على النَّاس إلَّا أن يكون منصوباً من قبل الشَّارع ؛ فالتَّفريق بين العلماءِ والملوك ثمَّ تثبيت حكم الملوكُ على النَّاس غيرُ مستقيم . فالأولى تسليمُ الإشكال والذَّهاب إلى أنَّ هذا الخبر ناظرٌ إلى بيان عُلُوِّ شأن العلماءِ حيث أنَّ الملوك مه كمال قُدرتهم وسَطوتهم خاضعون لمقام عِلمهم ودِرايتهم .\r\n15 - ومنها : ما روي عن النَّبيّ صلَّى الله عليه وآله وسلَّم في كتب الخاصَّة والعامَّة أنَّه قال :\r\n« السُّلْطَانُ وَلِيّ مَنْ لَا وَلِيّ لَهُ » « 2 » .\r\n16 - ومنها : ما رواه في « جامع الأخبار » عن النَّبيّ صلَّى الله عليه وآله وسلَّم أنَّه قال :\r\n« أفْتَخِرُ يَوْمَ الْقِيَامَةِ بِعُلَمَاءِ امَّتِي ، فَأقُولُ عُلَمَاءُ امَّتِي كَسَائِرِ أنْبِيَاءِ قَبْلِي » « 3 » .\r\nومنها : المرويّ في « الفِقه الرَّضويِّ » أنَّه قال :\r\n« مَنْزِلَةُ الْفَقِيهِ في هَذَا الْوَقْتِ كَمَنْزِلَةِ الأنْبِيَاءِ في بَنِي إسْرائِيلَ » « 4 » .\r\n17 - ومنها : المرويّ في « الاحتجاج » في حديثٍ طويلٍ قيل لأمير المؤمنين عليه‌السَّلام :\r\n« مَنْ خَيْرُ خَلْقِ اللهِ بَعْدَ أئِمَّةِ الْهُدَى وَمَصَابِيحِ الدُّجَى ؟ قالَ عليه‌السَّلام : الْعُلَمَاءُ إذَا صَلُحُوا » « 5 »\r\nومنها : المرويّ في « المجمع » عن النَّبيّ صلَّى الله عليه وآله وسلَّم أنَّه قال :\r\n« فَضْلُ الْعَالِمِ على النَّاسِ كَفَضْلِي على أدْنَاهُمْ » « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « كتاب الحجّ » ج 3 ، ص 350 وص 351 ، تقرير الجنّاتيّ .\r\n( 2 ) « عوائد الأيَّام » ص 186 .\r\n( 3 ) « عوائد الأيَّام » ص 186 .\r\n( 4 ) « عوائد الأيّام » ص 186 .\r\n( 5 ) « عوائد الأيّام » ص 186 .\r\n( 6 ) « عوائد الأيّام » ص 186 .\r\n","page_name":" 122 ","page_number":125},
  {"content":"\r\n\r\nومنها : المرويّ في « المُنْيَةِ » أنَّه تعالى قال لعيسى عليه‌السلام :\r\n« عَظِّمِ الْعُلَماءَ وَاعْرِفْ فَضْلَهُمْ ، فَإنِّي فَضَّلْتُهُمْ على جَمِيعِ خَلْقِي إلَّا النَّبِيِّينَ وَالْمُرْسَلِينَ كَفَضْلِ الشَّمْسِ على الْكَوَاكِبِ ، وَكَفَضْلِ الآخِرَةِ على الدُّنْيَا ، وَكَفَضْلِي على كُلِّ شَيْءٍ » ( 1 ) .\r\nومنها : ما في التَّفسير المنسوب إلى الإمام العسكريّ عليه‌السَّلام إلى أن قال : « وَقَالَ عَليّ بنُ محمَّدٍ عليهما السَّلام :\r\nلَوْلَا مَنْ يُنْتَقَى ( ، ) بَعْدَ غَيْبَةِ قائِمِنَا مِنَ الْعُلَمَاءِ الدَّاعِينَ إلَيْهِ وَالدَّالِّينَ عَلَيْهِ -\r\nإلى أن قال\r\n- لَمَا بَقِيَ أحَدٌ إلَّا ارْتَدَّ عَنْ دِينِ اللهِ ، اولَئِكَ هُمُ الأفْضَلُونَ عِنْدَ اللهِ عَزَّ وَجَلَّ » ( 2 ) .\r\nهذا ولا يخفى عدمُ دلالة هذه الأخبار على ما نحن بصدده من إثبات الوِلاية لأنَّ مَحَطَّ سياقها إثبات الفضل للعلماءِ ، فليس لها اطلاقٌ في ثبوت شؤونهم ، بل لها إهمالٌ من هذه الجهة .\r\n18 - ومنها : ما رواه في « العِلَل » بإسناده عن الفَضل بن شَاذَان عن أبي الحسن الرِّضا عليه‌السَّلام في حديثٍ طويلٍ إلى أن قال عليه‌السَّلام :\r\n« فَإنْ قَالَ : فَلِمَ جَعَلَ اولِي الأمْرِ وَأمَرَ بِطَاعَتِهِمْ » ؟ .\r\nقِيلَ :\r\nلِعِلَلٍ كَثِيرَةٍ ، مِنْها : أنَّ الْخَلْقَ لَمَّا وَقِفُوا على حَدٍّ مَحْدُودٍ وَامِرُوا أنْ لَا يَتَعَدَّوْا ذَلِكَ الْحَدَّ لِما فِيهِ مِنْ فَسادِهِمْ ، لَمْ يَكُنْ يَثْبُتُ ذَلِكَ وَلَا يَقُومُ إلَّا بِأنْ يَجْعَلَ عَلَيْهِمْ فِيهِ أمِيناً يَمْنَعُهُمْ مِنَ التَّعَدِّي وَالدُّخُولِ فيمَا حَظَرَ عَلَيْهِمْ ؛ لأنَّهُ إنْ لَمْ يَكُنْ ذَلِكَ كَذَلِكَ لَكَانَ أحَدٌ لَا يَتْرُكُ لَذَّتَهُ وَمَنْفَعَتَهُ لِفَسادِ غَيْرِهِ ؛ فَجَعَلَ عَلَيْهِمْ قَيِّماً يَمْنَعُهُمْ مِنَ الْفَسَادِ ، وَيُقيمُ فيهِمُ الْحُدُودَ وَالأحْكَامَ » .\r\nوَمِنْهَا :\r\n« أنَّا لَا نَجِدُ فِرْقَةً مِنَ الْفِرَقِ وَلَا مِلَّةً مِنَ الْمِلَلِ بَقُوا وَعَاشُوا إلَّا بِقَيِّمٍ وَرَئيسٍ لِما لَابُدَّ لَهُمْ مِنْ أمْرِ الدِّينِ وَالدُّنْيَا . فَلَمْ يَجُزْ في حِكْمَةِ الْحَكيمِ أنْ يَتْرُكَ الْخَلْقَ مِمَّا يَعْلَمُ أنَّهُ لَابُدَّ لَهُمْ مِنْهُ وَلَا قِوَامَ لَهُمْ إلَّا بِهِ ،\r\n( ، ) وأورد في المحجَّة البيضاء ، ج 1 ، ص 32 بلفظ :\r\nلَولَا مَنْ يَبْقَى .\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":126},
  {"content":"\r\n\r\nفَيُقاتِلُونَ بِهِ عَدُوَّهُمْ ، وَيَقْسِمُونَ بِهِ فَيْئَهُمْ ، وَيُقيمُ لَهُمْ جَمْعَهُمْ ( جَماعَتَهُمْ - خ ) وَيَمْنَعُ ظَالِمَهُمْ مِنْ مَظْلُومِهِمْ » .\r\nوَمِنْهَا :\r\n« إنَّهُ لَوْ لَمْ يَجْعَلْ لَهُمْ إمَاماً قَيِّماً أمِيناً حَافِظاً مَسْتَوْدَعاً لَدَرَسَتِ الْمِلَّةُ ، وَذَهَبَ الدِّينُ ، وَغُيِّرَتِ السُّنَّةُ وَالأحْكَامُ ، وَلَزَادَ فِيهِ الْمُبْتَدِعُونَ ، وَنَقَصَ مِنْهُ الْمُلْحِدُونَ ، وَشَبَّهُوا ذَلِكَ على الْمُسْلِمِينَ ؛ لِانَّا قَدْ وَجَدْنَا الْخَلْقَ مَنْقُوصِينَ مُحْتَاجِينَ غَيْرَ كَامِلِينَ مَعَ اخْتِلَافِهِمْ وَاخْتِلَافِ أهْوَائِهِمْ وَتَشَتُّتِ أنْحَائِهِمْ ؛ فَلَو لَمْ يَجْعَلْ لَهُمْ قَيِّماً حَافِظاً لِمَا جَاءَ بِهِ الرَّسُولُ لَفَسَدُوا على نَحْوِ ما بَيَّنَّا ، وَغُيِّرَتِ الشَّرَائِعُ وَالسُّنَنُ وَالأحْكَامُ وَالإيمَانُ ، وَكَانَ في ذَلِكَ فَسَادُ الْخَلْقِ أجْمَعِينَ » « 1 » .\r\nأقول : الأولى جعل هذه الرِّواية الشَّريفة من أدلَّة ولاية الإمام عليه السَّلام ، حيث إنَّها وَرَدَتْ في بيانِ عِلَل احتياج النَّاس إلى اولي الأمر ؛ وقد عرفتَ أنَّ الأئِمَّة عليهم السَّلام هم المخصوصون بهذا العنوان .\r\nاللَّهُمَ إلَّا أن يقال : العِلَل التي ذُكِرَتْ في هذه الرِّواية حيث إنَّها موجودةٌ في زمن الغيبة بعين ما هي موجودةٌ في زمن الحضور ، فلابدَّ للإمام عليه السَّلام أن يُعيِّن على نحو التَّنصيص الخاصِّ أو على نحو العموم أفراداً من الامَّة يلي امورَهم ؛ وليسُوا إلّا فُقهاءَ عُدولًا مأمونينَ على الدِّين والدُّنيا ، حافظينَ للشَّريعةِ الغرَّاءِ ، خبيرينَ بالحوادث ، بصيرين بالأمور .\r\n19 - ما هو المرويّ في « المستند » في كتاب القَضاءِ عن « غَوالِي اللَّئالي » :\r\n« النَّاسُ أرْبَعَةٌ : رَجُلٌ يَعْلَمُ وَهُوَ يَعْلَمُ أنَّهُ يَعْلَمُ ، فَذاكَ مُرْشِدٌ حاكِمٌ فَاتَّبِعُوهُ »\r\n( 2 ) .\r\nوالإنصاف أنَّ لهذه الرِّواية إطلاقاً بالنِّسبة إلى باب القَضاءِ والحكومة والإفتاء ولا وَجه لاختصاصها بالقَضاءِ ؛ وهي في المفاد نظيرةُ قول إبراهيم عليه‌السَّلام لأبيه آزر :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « عوائد الأيّام » ص 2 . 187 « المستند » ج 2 ، كتاب القضاء ، ص 516 .\r\n","page_name":" 124 ","page_number":127},
  {"content":"\r\n\r\n«  يا أَبَتِ إِنِّي قَدْ جاءَنِي مِنَ الْعِلْمِ ما لَمْ يَأْتِكَ فَاتَّبِعْنِي أَهْدِكَ صِراطاً سَوِيًّا »  « 1 » .\r\nوهذه بخلاف الرِّوايات التي دلَّت على أن القضاء أربعةٌ : لأنَّ القاضي في الاصطلاح منصرفٌ إلى من هو منصوبٌ للقَضاءِ لا الحكومة والإفتاء ؛ فتدلُّ على لزوم كون القاضي فقيهاً عالِماً .\r\nروى الكُلينيّ في « الكافي » عن عدَّةٍ من أصحابنا ، عن أحمد بن محمَّد بن خالد ، عن أبيه رفعه عن أبي عبد الله عليه‌السَّلام قال :\r\n« الْقُضاةُ أرْبَعَةٌ ، ثَلَاثَةٌ في النَّارِ وَوَاحِدٌ في الْجَنَّةِ : رَجُلٌ قَضَى بِجُوْرٍ وَهُوَ يَعْلَمُ فَهُوَ في النَّارِ ، وَرَجُلٌ قَضَى بِالْحَقِّ وَهُوَ يَعْلَمُ فَهُوَ في الْجَنَّةِ » .\r\nوقال عليه‌السَّلام\r\n: « الْحُكْمُ حُكْمَانِ : حُكْمُ اللهِ وَحُكْمُ الْجَاهِلِيَّةِ ، فَمَنْ أخْطَأ حُكْمَ اللهِ حَكَمَ بِحُكْمِ الْجَاهِلِيَّةِ » « 2 » .\r\nورواه الشَّيخ في « التَّهذيب » عن أحمد بن محمَّد بن خالد مثلَه « 3 » .\r\nورواه الصَّدوق في « الفقيه » عن الصَّادق عليه‌السَّلام مثلَه ؛ ثمَّ ذَكَر له ذَيلًا وهو :\r\n« إنَّ مَنْ حَكَمَ بِدِرْهَمَيْنِ بِغَيْرِ مَا أنْزَلَ اللهُ عَزَّ وَجَلَّ فَقَدْ كَفَرَ بِاللهِ تَعَالَي » « 4 » .\r\nوفي « الخصال » عن محمَّد بن موسى بن المتوكّل قال : حدَّثنا عليّ بن الحسين السَّعد آباديّ قال : حدَّثنا أحمد بن أبي عبد الله البرقيّ ، عن أبيه ، عن محمَّد بن أبي عمير رفعه إلى أبي عبد الله عليه‌السلام قال :\r\n« الْقُضَاةُ أرْبَعَةٌ : قَاضٍ قَضَى بِالْحَقِّ وَهُوَ لَا يَعْلَمُ أنَّهُ حَقٌّ فَهُوَ في النَّارِ ؛ وَقَاضٍ قَضَى بِالْبَاطِلِ وَهُوَ لَا يَعْلَمُ أنَّهُ بَاطِلٌ فَهُوَ في النَّارِ ؛ وَقَاضٍ قَضَى بِالْبَاطِلِ وَهُوَ يَعْلَمُ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 43 من سورة 19 : مريم .\r\n( 2 ) « الكافي » ج 7 ، ص 407 ، كتاب القضاء .\r\n( 3 ) « التهذيب » ج 6 ، ص 218 ، كتاب القضاء .\r\n( 4 ) « الفقيه » ج 3 ، ص 4 ، كتاب القضاء .\r\n","page_name":" 125 ","page_number":128},
  {"content":"\r\n\r\nأنَّهُ بَاطِلٌ فَهُوَ في النَّارِ ؛ وَقَاضٍ قَضَى بِالْحَقِّ وَهُوَ يَعْلَمُ أنَّهُ حَقٌّ فَهُوَ في الْجَنَّةِ » « 1 » .\r\nهذا تمام كلامنا في البحث عن ولاية الفقيه .\r\nوإنَّما اقتصرنا فيه على شرائِط الوالي والقاضي والمفتي بالرِّوايات الواردة في المقام ، ولم نذكر حدودَ ولايتهم وشرائِط المُولَّى عليهم ؛ لأنَّه خارجٌ عن موضوع هذه الرِّسالة التي صُنِّفَتْ في حقُوق النِّساءِ .\r\nولعلَّ الله يُوَفِّقنا بعدُ لِعَمَلِ رسالةٍ بديعة في هذا المرام ؛ ومن أرادالاطِّلاع على الشرائِط والحدود فعلًا فعليه المراجعة بكتاب « عوائد الأيَّام » للمولى أحمد النَّراقيّ ، و « بُلْغَةِ الفقيه » للسَّيِّد محمَّد آل بَحر العُلوم ، و « عناوين‌الاصول » للسَّيِّد عبدالفتّاح المراغيّ الحسينيّ رحمة الله عليهم .\r\n\r\nنتيجة للمقدَّمات المذكورة\r\nإذا عرفتَ هذه المقدَّمات ، علمتَ أنَّ القَضاءَ والحكومَة من أعظم أمور النَّاس بل أعظم أمورهم على الإطلاق ، ولا شيءَ أعظمُ منهما في الجامعة المَدَنيَّة ؛ لأنَّهما الرُّوح في المُجتمع ، وبالوِلايةِ قِوامُهُم وقِيَامُهُم ؛ وهي منصبٌ إلهيّ من قِبَل الله تعالى من غير واسطةٍ أو بواسطة المنصوبة لا غير « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « الخصال » الطبع على الحجر ، ص 118 .\r\n( 2 ) وينبغي لنا في المقام أن نذكر كلام العالم الخبير سماحة آية الله الشيخ محمد الحسين آل كاشف الغطاء في كتابه البديع : « أصل الشيعة وأصولها » . قال - قدّه - : « لولاية القضاء ونفوذ الحكم في فصل الحكومات بين النّاس منزلة رفيعة ومقام منيع وهي عند الإماميّة شجن من دوحة النبوّة والإمامة ، ومرتبة من الرّياسة العامّة وخلافة الله في الأرضين ؛ ( يا داود إنا جعلناك خليفة في الأرض فاحكم بين الناس بالحقّ . فلا وربّك لا يؤمنون حتّى يحكّموك فيما شجر بينهم ثم لا يجدوا في أنفسهم حرجاً ممّا قضيت ويسلّموا تسليماً ) . كيف لا والقضاة والحكّام أمناء الله على النّواميس الثّلاثة : النّفوس والأعراض والأموال ، ولذا كان خطره عظيماً وعثرته لا تقال . وفي الأحاديث من تهويل أمره ما تخفّ عنده الجبال مثل قوله عليه‌السلام : « القاضي على شفير جهنّم ، ولسان القاضي بين جمرتين من نار . يا شريح قد جلست مجلساً لا يجلسه إلّا نبيّ أو شقيّ » . وفي الحديث النبوّيّ : « من جُعل قاضياً فقد ذبح بغير سكّين » . إلى كثير من نظائرها . والحكم الذي يستخرجه الفقيه ويستنبطه من الأدلّة إن كان على موضوع كلّيّ فهو الفتوى مثل : « إنَّ مال الغير لا يجوز التّصرف فيه إلّا بإذن مالكه . وإنّ وطءَ الزوجة حلال ووطءَ الأجنبيّة حرام » . وإن كان على موضوع جزئي فهو القضاء والحكومة . مثل : « إنَّ هذه زوجة وتلك أجنبيّة . وهذا مال زيد » . وكلّ منهما من وظائف المجتهد العادل الحائز منصب النّيابة العامّة عن الإمام سوى أنّ القضاء الذي هو في الحقيقة عبارة عن تشخيص الموضوعات مع المرافعة والخصومة أو بدونها كالحكم بالهلال والوقف والنّسب ونحوها يحتاج إلى لطف قريحة وقوّة حدس وعبقريّة ذكاء أكثر ممّا تحتاجه الفتوى واستنباط الأحكام الكلّيّة بكثير . ولو تصدّى له غير الحائز لتلك الصفات كان ضرره أكبر من نفعه وخطاؤه أكثر من صوابه . أمّا تصدّي غير المجتهد العادل الذي له أهليّة الفتوى فهو عندنا معشر الإماميّة من أعظم الحرمات وأفظع الكبائر بل هو على حدّ الكفر بالله العظيم ، بل رأينا أعاظم علماءِ الإماميّة من أساتيذنا الأعلام يتورَّعون من الحكم ويفصلون الحكومات غالباً بالصُّلح . ونحن لا نزال غالباً على هذه الوَتيرَة اقتداءً بسلفنا الصَّالح » ( « أصل الشيعة وأصولها » ص 167 إلى ص 169 ، طبع بيروت سنة 1379 الهجرية ) .\r\n","page_name":" 126 ","page_number":129},
  {"content":"\r\n\r\nولا يجوز التَّصرُّف في حقوق النَّاس بجميع شؤونهم إلَّا بإذن إلهيّ ، لأنَّه تصرُّف في حقِّ الغَير ، ولا يجوز إلَّا بإجازة وَليِّه ، وهو اللهُ تَبارك وتعالى .\r\nفإذا دلَّ الدَّليل على شرطيَّة شيء فيها فيؤُخذ به لا محالة ؛ وإذا لم يدلَّ على شرطيَّته أو على عدم شرطيَّته من دليلٍ اجتهاديّ نتمسَّك به ، من ظهور آيةٍ أو روايةٍ أو انعقاد إجماعٍ أو سِيَرةٍ متَّبَعةٍ ، فالأصل يقتضي عدم جوازِ الوِلاية والقضاءِ عندئِذٍ ؛ عند الشَّكِّ ،  ( وَإِنَّ الظَّنَّ لا يُغْنِي مِنَ الْحَقِّ شَيْئاً )  « 1 » .\r\n\r\nوجوب الكفِّ عند الشُّبهات الحقوقيّة\r\nوقد دلَّت رواياتٌ على وجوب الكفِّ عند الشُّبُهات ، وأظهر مصاديقها ما يكون في المسائل الحقوقيَّة التي يقتضي الأصلُ العَقليّ فيها أيضاً التَّوقُّف .\r\nوقد وَرَدَتْ روايات كثيرةٌ دالَّة على أنَّ الوقوفَ عند الشُّبهة خيرٌ من‌الاقتحام في الهَلَكَة ؛ مثل ما رَوى الحرُّ العامليّ في « الوسائل » عن الكُلينيّ ، عن محمَّد بن يحيى ، عن محمَّد بن الحسين ، عن محمَّد بن عيسى ، عن‌صفوان بن يحيى ، عن داود بن الحصين ، عن عُمَر بن حَنظَلة ، عن أبي عبد الله عليه‌السَّلام في حديثٍ قال :\r\n« وَإنَّمَا الامُورُ ثَلَاثَةٌ : أمْرُ بَيِّنٌ رُشْدُهُ فَيُتَّبَعُ ؛ وَأمْرٌ بَيِّنٌ غَيُّهُ فَيُجْتَنَبُ ، وَأمْرٌ مُشْكِلٌ يُرَدُّ عِلْمُهُ إلَى اللهِ وَرَسُولِهِ . قالَ رَسُولُ اللهِ صلِّى الله عليه وآله وسلَّم : حَلَالٌ بَيِّنٌ ، وَحَرَامٌ بَيِّنٌ ، وَشُبُهَاتٌ بَيْنَ ذَلِكَ . فَمَنْ تَرَكَ الشُّبُهاتِ نَجَى مِنَ الْمُحَرَّمَاتِ ؛ وَمَنْ أخَذَ بِالشُّبُهاتِ ارْتَكَبَ الْمُحَرَّمَاتِ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 36 من سورة 10 : يونس ، والآية 28 من سورة 53 : النَّجم .\r\n","page_name":" 127 ","page_number":130},
  {"content":"\r\n\r\nوَهَلَكَ مِنْ حَيْثُ لَا يَعْلَمُ -\r\nثُمَّ قال في آخر الحديث -\r\nفَإنَّ الْوُقُوفَ عِنْدَ الشُّبُهَاتِ خَيْرٌ مِنَ الإقْتِحَامِ في الْهَلَكَاتِ » « 1 » .\r\nورواه الصَّدوق بإسناده عن داود بن الحصين مثلَه « 2 » .\r\nورواه الشَّيخ بإسناده عن محمَّد بن عليّ بن محبوب ، عن محمَّد بن عيسى مثله « 3 » .\r\nوما رواه الحرُّ أيضاً عن محمَّد بن يحيى ، عن أحمد بن محمَّد ، عن الحسين بن سعيد ، عن الحسين ( الحسن - خ ) بن الجارود ، عن موسى بن بكر بن دأب ، عمَّن حدَّثه ، عن أبي جعفر عليه‌السَّلام في حديث أنَّه قال لِزيد بن عليّ :\r\n« إنَّ اللهَ أحَلَّ حَلَالًا ، وَحَرَّمَ حَرَاماً ، وَفَرَضَ فَرائِضَ ، وَضَرَبَ أمْثَالًا ، وَسَنَّ سُنَناً »\r\n- إلى أن قال عليه‌السَّلام -\r\n« فَإنْ كُنْتَ على بَيِّنَةٍ مِنْ رَبِّكَ وَيَقِينٍ مِنْ أمْرِكَ وَتِبْيَانٍ مِنْ شَأنِكَ فَشَأنَكَ ، وَإلَّا فَلَا تَرُومَنَّ أمْراً أنْتَ مِنْهُ في شَكٍّ وَشُبْهَةٍ » « 4 » .\r\nوغير ذلك من الرِّوايات الكثيرة المستفيضة جدّاً الدّالّة على النَّهي الوكيد عن الاقتحام في موارد الشُّبهة .\r\nوعلى هذا إذا شككنا في شرطيَّة الذُّكورة في القضاءِ والوِلاية والإفتاء ، على فرض عدم قيام دليلٍ اجتهاديّ ، فالأصل يقتضي الذُّكوريَّة ، لا أنَّه يقتضي عدَمها . فَيترتّب عليه حرمةُ تصدِّي الأمور الوِلائيَّة للمرأة بتّاً .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « الوسائل » الطبع البهادريّ ، ج 3 ، ص 387 ، كتاب القضاء .\r\n( 2 ) « الوسائل » الطبع البهادريّ ، ج 3 ، ص 387 ، كتاب القضاء .\r\n( 3 ) « الوسائل » الطبع البهادريّ ، ج 3 ، ص 387 ، كتاب القضاء .\r\n( 4 ) « الوسائل » الطبع البهادريّ ، ج 3 ، ص 387 ، كتاب القضاء .\r\n","page_name":" 128 ","page_number":131},
  {"content":"\r\n\r\nالفصل الرابع : الروايات الدالة على عدم جواز تولي المرأة القضاء والحكومة والافتاء\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":132},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 130 ","page_number":133},
  {"content":"\r\n\r\nوأمَّا الروايات الواردة في المقام ، أي في عدم جواز القضاءِ والحكومة للمرأة ؛\r\n1 - فمنها صحيحة أبي خديجة المتقدِّمة :\r\n« انْظُرُوا إلَى رَجُلٍ مِنْكُمْ يَعْلَمُ شَيْئاً مِنْ قَضَائِنا ( قَضَايَانَا - خ ) فَاجْعَلُوهُ بَيْنَكُمْ ، فَإنِّي قَدْ جَعَلْتُهُ قاضِياً . فَتَحاكَمُوا إلَيْهِ » .\r\nوصحيحته الأخرى :\r\n« إجْعَلُوا بَيْنَكُمْ رَجُلًا مِمَّنْ عَرَفَ حَلَالَنَا وَحَرَامَنَا ، فَإنِّي قَدْ جَعَلْتُهُ قَاضِياً » .\r\nحيث إنَّ الإمام عليه‌السَّلام جعل الرَّجل فيها قاضياً . فمورد النَّصب عنوان الرَّجل ، فهو الموضوع لهذا المنصب ؛ وأمَّا المرأة فغير منصوبة ، والأصل فيها يقتضي العدم .\r\nوهكذا التَّوقيع الشَّريف :\r\n« وَأمَّا الْحَوَادِثُ الْوَاقِعَةُ ارْجِعُوا فِيهَا إلَى رُوَاةِ أحَادِيثِنَا فَإنَّهُمْ حُجَّتِي عَلَيْكُمْ وَأنَا حُجَّةُ اللهِ » .\r\nلأنَّ الرُّواة جمع للرَّاوي وهو مذكَّرٌ .\r\nوبهما يقيَّد ما كان ظاهره الإطلاق من الرِّوايات مثل مقبولة عمر بن حنظلة :\r\n« يَنْظُرَانِ مَنْ كَانَ مِنْكُمْ مِمَّنْ قَدْ رَوَى حَدِيثَنَا وَنَظَرَ في حَلَالِنَا وَحَرَامِنَا وَعَرَفَ أحْكَامَنَا فَلْيَرْضَوْا بِهِ حَكَماً ، فَإنِّي قَدْ جَعَلْتُهُ عَلَيْكُمْ حَاكِماً »\r\n، لو لم نقل بانصرافها إلى الرِّجال من حيث عدم تعارف تصدِّي النِّساءِ القضاءَ في تلك الأعصار ، وإلَّا لما كان فيها إطلاقٌ من بَدءِ الأمر حتَّى تحتاج إلى التَّقييد .\r\nوأمَّا الآيات نظير قوله تعالى : (  إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الْأَماناتِ إِلى أَهْلِها وَإِذا حَكَمْتُمْ بَيْنَ النَّاسِ أَنْ تَحْكُمُوا بِالْعَدْلِ )  « 1 » .\r\nوقوله تعالى :  ( يا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ لِلَّهِ شُهَداءَ بِالْقِسْطِ وَلا \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 58 ، من السورة 4 : النساء .\r\n","page_name":" 131 ","page_number":134},
  {"content":"\r\n\r\n يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلى أَلَّا تَعْدِلُوا اعْدِلُوا )  « 1 » .\r\nوقوله تعالى :  ( يا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَداءَ لِلَّهِ وَلَوْ عَلى أَنْفُسِكُمْ أَوِ الْوالِدَيْنِ وَالْأَقْرَبِينَ إِنْ يَكُنْ غَنِيًّا أَوْ فَقِيراً فَاللَّهُ أَوْلى بِهِما فَلا تَتَّبِعُوا الْهَوى أَنْ تَعْدِلُوا وَإِنْ تَلْوُوا أَوْ تُعْرِضُوا فَإِنَّ اللَّهَ كانَ بِما تَعْمَلُونَ خَبِيراً )  « 2 » ؛\r\nوالمفهوم المستفاد من قوله تعالى :  ( وَمَنْ لَمْ يَحْكُمْ بِما أَنْزَلَ اللَّهُ فَأُولئِكَ هُمُ الْكافِرُونَ )  « 3 » ، وفي آخر :  ( هُمُ الظَّالِمُونَ ) *  « 4 » ، وفي آخر :  ( هُمُ الْفاسِقُونَ ) *  « 5 » ،\r\nفلا يستفاد منها الإطلاق ، لعدم كونها في مقام بيان حدود الحكم وشرائِطه حتَّى يتمسَّك به ؛ كما أفيد في آية الجمعة :  ( يا أَيُّهَا الَّذِينَ آمَنُوا إِذا نُودِيَ لِلصَّلاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ )  ، النَّاظِرة إلى الحكم وقت وقوع النِّداءِ لا إلى أصل الصَّلاة .\r\nوكذا الآية في باب الصَّيد ، أي صيد الكلاب :  فَكُلُوا مِمَّا أَمْسَكْنَ )  ؛ لا إطلاق لها من حيثيَّة أنواع اللُّحوم ، حتَّى يتمسَّك بها لحلِّيَّة اللُّحوم التي لم يَرد فيها دليلٌ .\r\nوفي المقام أنَّ الآيات ناظرة إلى لزوم الحكم بالعدل ، وعدم مانعيَّة شنآن قوم عنه وعدم مانعيَّة القرابة من الوَالِدَين والأقربينَ عن الحكم بالقِسط ، سواء كانوا فقراءَ أو أغنياءَ ؛ فإذن لا إطلاق لها .\r\nوعلى فرض وجوده يقيَّد بالصَّحيحتين .\r\nلا يقال : الدَّليلان مثبتان ، فلا تنافي بينهما حتَّى يكون المرجع التَّقييد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 8 من سورة 5 : المائدة .\r\n( 2 ) الآية 135 من سورة 4 : النساء .\r\n( 3 ) آيات 44 و 45 و 47 من سورة 5 : المائدة .\r\n( 4 ) آيات 44 و 45 و 47 من سورة 5 : المائدة .\r\n( 5 ) آيات 44 و 45 و 47 من سورة 5 : المائدة .\r\n","page_name":" 132 ","page_number":135},
  {"content":"\r\n\r\nلأنَّه يقال : أظهريَّة دليل المقيَّد في التّقييد تُقدِّمه على إطلاق دليل المطلق ، فيقيِّده بعد وحدة الموضوع ، كما في « أعتق رقبةً » و « أعتق رقبةً مؤمنَةً » .\r\nوسرُّ الأظهريَّة لغويَّة ورود الحكم على القيد على فرض عدم دخالته .\r\nلا يقال : إنَّ الحكم بنفي القضاءِ عن المرأة استناداً إلى الصَّحيحتين الدّالَّتين على لزوم المراجعة إلى الرَّجل ، منوط بحجِّيَّة مفهوم القيد واللَّقب ، وقد ثبت عدمها .\r\nلأنَّه يقال : إنَّ عنوان الرَّجل في الدَّليل كان موضوعاً للحكم ؛ والتمسُّك بالموضوعيَّة أمرٌ ، والتمسُّك بمفهوم اللَّقب أمر آخر .\r\nلأنَّ المفهوم معناه النَّفي عن المرأة ، وليس بحجَّةٍ كما أفيد ؛ ولكنَّ الموضوعيَّة مفادها عدم الدَّليل على صحَّة الرُّجوع إليها ، لمكان عدم شمول اللَّفظ لها إلَّا بإلغاءِ الخصوصيَّة .\r\nولا وجه لإلغائها بعد ما تقرِّر في محلِّه من أنَّ دليل اشتراك التَّكليف لا يأتي في الموضوعات والمناصِب .\r\nوالمحصَّل أن القضاءَ منصبٌ ، ولابدَّ من إحراز موضوعه بالدَّليل ، ففي الرَّجل قام الدَّليل ؛ وأمَّا في المرأة فجريان الأصل يحكم بالعدم .\r\nومفهوم اللَّقب على فرض حجِّيَّته هو ظهور الدَّليل في النَّفي عن المرأة ، وهو دليلٌ اجتهاديّ ، وحيث لا حجَّيَّة له ، فلا دليل لنا اجتهاديّاً على النَّفي عنها ؛ بل الدَّليل هو جريان الأصل التعبُّديّ .\r\nنَعَم من نَهَض لإثبات عدمه في المرأة بالدَّليل الاجتهاديّ من الرِّواية فلابدَّ من التمسُّك بمفهوم اللَّقب ؛ وحيث لا حجِّيَّة له بل لا مفهوم له فليس النَّاهضُ بناهِضٍ .\r\n2 - ومنها رواية جابر عن الباقر عليه‌السَّلام :\r\n« وَلَا تَوَلَّى الْمَرْأةُ الْقَضَاءَ\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":136},
  {"content":"\r\n\r\nوَلَا تَوَلَّى الإمَارَةَ » .\r\nواستدلّ بها في « المستند » « 1 » .\r\nورواية حمَّاد بن عَمرو الطَّويلة ومُرْسَلَتا المطلَّب بن زياد وعَمرو بن عثمان ( 2 ) .\r\nرواية حمَّاد هي ما رواه الصَّدوق في باب النَّوادر من كتابه : « مَنْ لا يحضُرهُ الفَقيه » وهي وصيَّةٌ كاملةٌ تامَّةٌ من رسول الله صلّى الله عليه وآله وسلَّم إلى عليّ بن أبي طالب عليه‌السَّلام .\r\nبإسناد الصَّدوق إلى حمَّاد بن عَمرو وأنَس بن محمَّد ، عن أبيه جميعاً عن جعفر بن محمَّد ، عن أبيه ، جدِّه ، عن عليّ بن أبي طالب عليهم السَّلام ، عن النَّبيّ صلَّى الله عليه وآله وسلَّم ، أنَّه قال :\r\n« يَا عَلِيّ ! اوصِيكَ بِوَصِيَّةٍ فَاحْفَظْهَا ، فَلَا تَزَالُ بِخَيْرٍ مَا حَفِظْتَ وَصِيَّتِي » .\r\nثُمَّ عدَّ أشياءَ كثيرةً إلى أن قال :\r\n« يَا عَلِيّ ! لَيْسَ على النِّسَاءِ جُمْعَةٌ ، وَلَا جَمَاعَةٌ ، وَلَا أذَانٌ ، وَلَا إقَامَةٌ ، وَلَا عِيَادَةُ مَرِيضٍ ، وَلَا اتِّباعُ جِنَازَةٍ ، وَلا هَرْوَلَةٌ بَيْنَ الصَّفَا وَالْمَرْوَةِ ، وَلَا اسْتِلَامُ الْحَجَرِ ، وَلَا حَلْقٌ ، وَلَا تَوَلَّى الْقَضَاءَ ، وَلَا تُسْتَشَارُ ، وَلَا تَذْبَحُ إلَّا عِنْدَ الضَّرُورَةِ ، وَلَا تَجْهَرُ بِالتَّلْبِيَةِ ، وَلَا تُقِيمُ عِنْدَ قَبْرٍ ، وَلَا تَسْمَعُ الْخُطْبَةَ ، وَلَا تَتَوَلَّى التَّزْويجَ بِنَفْسِهَا ، وَلَا تَخْرُجُ مِنْ بَيْتِ زَوْجِهَا إلَّا بِإذْنِهِ ؛ فَإنْ خَرَجَتْ بِغَيْرِ إذْنِهِ لَعَنَها اللهِ وَجَبْرَئِيلُ وَمِيكَائِيلُ ، وَلَا تُعْطِي مِنْ بَيْتِ زَوْجِهَا شَيْئاً إلَّا بِإذْنِهِ ، وَلَا تَبِيتُ وَزَوْجُهَا عَلَيْهَا سَاخِطٌ وَإنْ كَانَ ظالِمَاً لَهَا » -\r\nالحديث .\r\nورواها في « الوسائل » عنه بهذا الإسناد :\r\n« وَلَا تَوَلَّى الْقَضَاءَ » « 2 » .\r\nذكر الصَّدوق في المشيخة : « وما كان فيه عن حمَّاد بن عمرو وأنس بن محمَّد في وصيَّة النَّبيّ صلَّى الله عليه وآله وسلَّم لأمير المؤمنين عليه‌السَّلام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) و 2 « المستند » ج 2 ، ص 519 .\r\n( 2 ) « الوسائل » ج 3 ، ص 369 ، كتاب القضاء .\r\n","page_name":" 134 ","page_number":137},
  {"content":"\r\n\r\nفقد رويتُه عن محمَّد بن عليّ الشَّاه بمرو الرُّود قال : حدَّثنا أبو حامد أحمد بن محمَّد بن أحمد بن الحسين ، قال : حدَّثنا أبو يزيد أحمد بن خالد الخالديّ ، قال : حدَّثنا محمَّد بن أحمد بن صالح التَّميميّ ، قال : أخبرنا أبي : أحمد بن صالح التَّميميّ ، قال : أخبرنا محمّد بن حاتم القطّان ، عن حمَّاد بن عَمرو ، عن جعفر بن محمَّد ، عن أبيه ، عن جدِّه ، عن عليّ بن أبي طالب عليهم السَّلام .\r\nورويتُه أيضاً عن محمَّد بن عليّ الشَّاه ، قال : حدَّثنا أبو حامد ، قال : أخبرنا أبو يزيد ، قال : أخبرنا محمَّد بن أحمد بن صالح التَّميميّ ، قال : حدَّثنا أبي ، قال : حدَّثني أنس بن محمَّد أبو مالك ، عن أبيه ، عن جعفر بن محمَّد ، عن أبيه ، عن جدِّه ، عن عليّ بن أبي طالب عليهم السَّلام ، عن النَّبيّ صلَّى الله عليه وآله وسلَّم قال له :\r\n« يَا عَليّ اوصيكَ بِوَصيَّةٍ »\r\nوذَكَر الحديثَ بطوله .\r\nأقول : إنَّ حمَّاد بن عمرو يمكن أن يكون هو النَّصيبيّ ، وهو غير مذكور ؛ وهكذا أنس بن محمَّد . وفي الطَّريق إليهما مجاهيل كأنَّهم من العامَّة .\r\nلكنَّ الفقهاءَ - رضوانُ الله عليهم - ذكروا هذه الفصول من الوصيَّة في كُتُبهم ، وبَثّوها في أبواب الفِقه ، واستشهدوا بها في غير موضعٍ .\r\nوأورد الصَّدوقُ هذه الفقرات المتعلِّقة بالنِّساءِ في كتاب « الخصال » عندَ عدِّه الأبواب التِّسعة عشر بالإسناد الأوَّل فقطّ ؛ وأوردها الشّيخ الطبرسيّ في كتابه « مكارم الأخلاق » .\r\nوقوله : « لَيْسَ عَلَيْهِنَّ » ظاهر في عدم وضع هذه الأمور على عهدتهنَّ ، فلا تصحُّ منهنَّ . وما قيل من أنَّ الإقامَة للصَّلاة وعيادةَ المريض والجماعَة مرغوب فيها بالنِّسبة إليهنَّ ، وإنَّما تتكفَّل الرِّواية لرفع الإلزام فقطّ ، مع أنَّه قابلٌ للمناقشة والذَّهاب إلى عدم المرغوبيَّة بالنِّسبة إليهنَّ كما هو الظَّاهر ، لا\r\n\r\n","description":"","footnote":"","page_name":" 135 ","page_number":138},
  {"content":"\r\n\r\nينافي إبقاءَ ساير الفقرات على حالها من عدم الوضع في حقِّهنَّ ، فلا تكون مطلوبة بحال .\r\nقال في « الجواهر » بعد نقل الإجماع على عدم جواز تولِّيها القضاءَ : لما سمعتَ من النَّبويّ :\r\n« لَا يُفْلِحُ قَوْمٌ وَلِيَتْهُمُ امْرَأةٌ » ؛\r\nوفي آخر :\r\n« لَا تَتَوَلَّى الْمَرْأةُ الْقَضَاءَ » ،\r\nووصيَّة النَّبيّ صلَّى الله عليه وآله وسلَّم المرويَّة في « الفقيه » بإسناده عن حمَّاد :\r\n« يَا عَلِيّ لَيْسَ على الْمَرْأةِ جُمْعَةٌ وَلَا جَمَاعَةٌ »\r\n- إلى أن قال -\r\n« وَلَا تَوَلَّى الْقَضَاءَ » ؛\r\nمؤيّداً بنقصها عن هذا المنصب وإنَّها لا يليق لها مجالسة الرِّجال ورفع الصَّوت بينهم ، وبأنَّ المُنساقَ من نصوص النَّصب في الغيبة وغيرها بل في بعضها التَّصريح بالرَّجل ، لا أقلَّ من الشَّكِّ والأصل عدم الإذن » انتهى « 1 » .\r\nوقال في « مفتاح الكرامة » : « وأمَّا المرأة فلما ورد في خير جابر عن الباقر عليه‌السَّلام :\r\n« وَلَا تَوَلَّى الْقَضَاءَ امْرَأةٌ » .\r\nوقد أنكر الدَّليل المقدَّس الأردبيليّ - ره - إن لم يكن إجماع ؛ وهذا خبر منجبر بالشُّهرة العظيمة إن أنكر الإجماع ؛ مع ما ورد من نقصان عقلها ودينها وعدم صلاحيَّتها في الصَّلاة للرَّجل ، وإنَّ شهادتها نصفُ شهادة غالباً » انتهى « 2 » .\r\nأقول : ما ذكره - رحمه الله - من جُبران الخبر بالشُّهرة ، غير ما سبق منَّا من قيام السِّيرة المحققَّة في المقام ؛ لأنَّ السِّيرة بنفسها دليلٌ تامٌّ لما نحن بصدده ؛ وأمَّا انجبار الخبر بالشُّهرة فالحُجَّة هو الخبر ولكنَّ ضعفَه ينجبر بها .\r\n3 - رواياتُ أبناءِ نُباتَة وأبي المِقدام وكَثير : « لَا تُمَلِّكِ الْمَرْأةَ ( لَا تَمْلِكُ الْمَرْأةُ خ ل ) مِنَ الأمْرِ ما يُجاوِزُ نَفْسَهَا » « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « الجواهر » الطبع الملّفق ، كتاب القضاء ، ص 2 .\r\n( 2 ) « مفتاح الكرامة » ج 10 ، ص 9 ، كتاب القضاء .\r\n( 3 ) « المستند » ج 2 ، ص 519 ، كتاب القضاء .\r\n","page_name":" 136 ","page_number":139},
  {"content":"\r\n\r\nوكذلك قول أمير المؤمنين عليه‌السَّلام لابنه الحَسن عليه‌السَّلام في الوصيَّة التي كَتَبها بحاضِرَيْنِ ، وهي من أحسن وصاياه ؛ قال فيها :\r\n« وَلَا تُمَلِّكِ الْمَرْأةَ مَا جَاوَزَ نَفْسَهَا ؛ فَإنَّ الْمَرْأةَ رَيْحَانَةٌ ، وَلَيْسَتْ بِقَهْرَمَانَةٍ » « 1 » .\r\nوالأمور التي جاوَزَتْ نفسَها تحتمل أحدَ معنيين :\r\nالأوَّل : الأمور الخارجة عن شؤونها وما تختصُّ بها من الأمور الرَّاجعة إلى النِّساء .\r\nالثَّاني : الأمور الخارجة عن سَعَتها وعن حِيطَةِ قدرتها والتَّمكُّن عليها .\r\nوهذا أقوى لمكان التَّعليل بأنَّها ريحانةٌ ولَيستْ بقهرمانة ؛ ويُحتمل أن يُراد كلا المعنيين باستعمال « ما جاوز » في الجامع الأعمِّ ؛ ولا ينافيه التَّعليل أيضاً بل يناسبه .\r\nومعلوم أنَّ الحكومةَ والقضاءَ من الأمور الصَّعبة ، بل من أصعب الأمور تحمُّلًا ، وتَحتاجان إلى بسطةٍ في العلم والجسم ، وَسَعةٍ في الإدراك ، وبصيرةٍ عميقةٍ ، وذكاءٍ دقيقٍ ، وصبرٍ جميلٍ ، وإرادةٍ كافيةٍ ، وقوَّةِ فعلٍ بلا انفعالٍ ، وتأثيرٍ بلا تأثُّرٍ ؛ وإلَّا لا نجرَّ إلى خلافِ المطلُوب ، ولُادِّيَ إلى نقيض المَقصود من الكَسَل والفَشَل والوَهْنِ والأفْنِ « 2 » .\r\nولعلَّ ما أشار إليه - صلوات الله عليه - في الفقرة السَّابقة من هذه الوصيَّة وهو قوله :\r\n« وَإيَّاكَ وَمُشَاوَرَةَ النِّساءِ فإنَّ رَ أيَهُنَّ إلَى أفْنٍ ، وَعَزْمَهُنَّ إلَى وَهْنٍ »\r\n، يدلُّنا على هذا الأصل .\r\nهذا مضافاً إلى أنَّ الحكومةَ والقضاءَ لا تَخلوان غالباً من المُشاورة ؛\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « نهج البلاغة » باب الكتب ص 56 ، من طبع عبده بمصر .\r\n( 2 ) ابن أبي الحديد ضبطه بسكون الفاء بمعني النقص ، والمتأفّن المتنقِّص . قال : ومن رواه بالتحريك فهو ضعيف الرَّأي . « شرح ابن أبي الحديد » ج 16 ، ص 123 وص 124 .\r\n","page_name":" 137 ","page_number":140},
  {"content":"\r\n\r\nفإذا لم تكن نفوس النِّساءِ قابلةً لأن تُشاوَرَ فكيف تُجعل مركزاً للحكم والقَضاءِ وتَستدعي غيرَها للمشاورة ؟\r\nقال الشَّيخ محمَّد عبدُه عند شرح قوله عليه‌السَّلام : « فإنَّ الْمَرْأةَ رَيْحَانَةٌ وَلَيْسَتْ بِقَهْرَمَانَةٍ » : « أين هذه الوصيَّة من حال الَّذين يَصِرفُون النِّساءَ في مصالح الامَّة بل ومن يختصُّ بخدمتهنَّ كَرامةً لهنَّ » « 1 » .\r\nأقول : وبالتَّأمُّل الدَّقيق أيضاً في قوله عليه‌السَّلام بعد ذلك :\r\n« وَلَا تَعْدُ بِكَرَامَتِهَا نَفْسَهَا ، وَلَا تُطْمِعْهَا في أنْ تَشْفَعَ بِغَيْرِهَا » « 2 »\r\n، ما يدلُّنا على المقصود .\r\nوبالجملة إنَّ في المرأة حالَة رقَّةٍ ولطفٍ وإحساسٍ وانفعالٍ مرتكزٍ في النَّفس ، كما أنَّ خلقَتها الطَّبيعيَّة جُعلت للانفعال بالتَّأثُّر من النُّطفة وقبولها .\r\nوهذه الرُّوحيَّة الانفعاليَّة تُنافي وتُخالف ما هو محتاج إلى فعلٍ قويّ وتأثيرٍ شديدٍ ؛ كما في الحاكم والقاضي ؛ وقد عرفتَ وصيَّة أمير المؤمنين عليه السَّلام للأشتر في كتابه إليه :\r\n« ثُمَّ اخْتَرْ لِلْحُكْمِ بَيْنَ النَّاسِ أفْضَلَ رَعِيَّتِكَ في نَفْسِكَ مِمَّنْ لَا تَضِيقُ بِهِ الامُورُ ، وَلَا تُمْحِكُهُ الْخُصُومُ ، وَلَا يَتَمادَى في الزَّلَّةِ ، وَلَا يَحْصَرُ مِنَ الْفَيْءِ إلَى الْحَقِّ إذَا عَرَفَهُ ، وَلَا تُشْرِفُ نَفْسُهُ على طَمَعٍ ، وَلَا يَكْتَفِي بِأدْنَى فَهْمٍ دُونَ الْخَصْمِ ، وَأصْبَرَهُمْ على تَكَشُّفِ الامُورِ ، وَأصْرَمَهُمْ عِنْدَ اتِّضَاحِ الْحُكْمِ ، مِمَّنْ لَا يَزْدَهِيهِ إطْرَاءٌ ، وَلَا يَسْتَمِيلُهُ إغْرَاءٌ ؛ وَاولَئِكَ قَلِيلٌ » .\r\nولعمري هذه الوصيَّة تليق أن تُكتب بالنُّور على أحداق الحُور ، لا بِالحبر على الأوراق ، ولا بالتِّبرِ على الأشْفَاق .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تعليقة عبدُه ص 56 من باب الكتب من « النهج » .\r\n( 2 ) ورد في ضبط ابن أبي الحديد : في أن تشفع لغيرها باللَّام . « شرح ابن أبي الحديد » ج 16 ، ص 122 ، بتحقيق محمّد أبو الفضل إبراهيم .\r\n","page_name":" 138 ","page_number":141},
  {"content":"\r\n\r\nلطيفةٌ : إنَّ في استعارته عليه‌السَّلام بأنَّ المرأة ريحانةٌ سِرّاً عجيباً يَحوي جميع ما أسلفناه من لطافة المرأة ورقَّتها وإحساسها وسائر صفاتها ؛ لأنَّ الرَّيحان بمعنى النَّبات الطَّيِّب الرّائِحة مثل الوَرد ، والرَّيحانة باقَة الرَّيحان وهي الحُزمة من الزُّهور والبقل الطَّيِّب الرائِحة . وحيث إنّ الرَّيحان حياته وتحقُّقه ببقائِه في الحدائق والبَساتين ، متَّصلةً بتُخُومِهِ ومَباديه تحت ظلال الأشجار ؛ ومنه نهاية لطافتهِ إذا هَبَّتْ ريح شديد تناثَرَت أوراقُه وذَهَبت لطافته ورائِحته ، فيسرع إلى مرتبة البَوار والهلاك ؛ فكذلك المرأة حيث لم تخلق قهرمانةً حتّى تتحمَّل الشدائِد ، وتحكم في الأمور ، وتتصرَّف فيها بأمرها ، فلابدَّ من أن تحفظ في حَديقة المعارف والكَرامات ، وتشتغل بأمر نفسها ولا تتجاوز عنها .\r\nفإذا أدخلت في أندية الرِّجال ، أو جُعلت متصدِّيةً لِمَهامِّ الأمور ، هَبَّت عليها ريحٌ عقيمٌ فَكَسَّرتها ، وسَلَبت عنها ما أودعه اللهُ في فطرتها من الغرائِز اللَّطيفة المناسبة لها ، وأذهبت رائِحتَها الطَّيِّبةَ النَّفسانيَّةَ ؛ وفي ذلك إبطالٌ لوجودِها وصفاتِها ؛ فظلمٌ لا يُغفر .\r\n4 - ما رواه البُخاريّ في موضعين من كتابه : الأوَّل في كتاب المَغازي ، والثَّاني في كتاب الفِتَن ، قال : حدَّثنا عثمانُ بن الهَيْثَم ، حدَّثنا عَوف ، عن الحَسَن ، عن أبي بَكرة ، قال :\r\n« لَقَدْ نَفَعَنِيَ اللهُ بِكَلِمَةٍ سَمِعْتُهَا مِنْ رَسُولِ اللهِ صلَّى الله عليه ( وآله ) وسلَّم ، أيَّامَ جَمَلٍ فَاقَاتِلُ مَعَهُمْ . قالَ : لَمَّا بَلَغَ رَسُولَ اللهِ صلَّى الله عليه ( وآله ) وسلَّم ، أنَّ أهْلَ فَارْسٍ « 1 » قَدْ مَلَّكُوا عَلَيْهِمْ بِنْتَ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ذكر القسطلانيّ في « إرشاد الساري إلى شرح صحيح البخاريّ » في الجزء العاشر منه ، كتاب الفتن ص 219 : « إنّ فارساً بالصَّرف في جميع النسخ ، نسخ الحفّاظ أبي محمّد الأصيليّ ، وأبي ذرّ الهرويّ ، والأصل المسموع على أبي - الوقت . وفي أصل أبي القاسم الدّمشقيّ غير مصروف ، وقال ابن مالك : كذا وقع مصروفاً ، والصّواب عدم صرفه . وقال في « الكواكب » يطلق على الفُرس وعلى بلادهم ، فعلى الأوّل يجب الصرف إلّا أن يقال المراد القبيلة . وعلى الثاني يجوز الأمران كسائر البلاد . - إلى أن قال - واحتجَّ به ( أي بهذا الحديث ) من منع قضاء المرأة وهو قول الجمهور . وقال أبو حنيفة تقضي فيما يجوز فيه شهادتهنّ . وزاد الإسماعيليّ من طريق النّضر بن شميل عن عَوف في آخره : قال أبوو بكرة : فعرفت أنّ أصحاب الجمل لن يفلحوا » وذكر في الجزء السّادس من « الإرشاد » كتاب المغازي ص 513 عند شرحه لهذا الحديث : « ومذهب الجمهور أنّ المرأة لاتلي الإمارة ولا القضاء وأجازه الطبريّ وهي رواية عن مالك . وعن أبي حنيفة تلي الحكم فيما يجوز فيه شهادة النّساء » .\r\n","page_name":" 139 ","page_number":142},
  {"content":"\r\n\r\nكِسْرَى ، قَالَ : لَن يُفْلِحَ قَوْمٌ وَلَّوْا أمْرَهُمُ امْرَأةً » « 1 » .\r\nوهذا الحديث موجودٌ في جميع نسخ البخاريّ ، القديمة منها والحديثة ، وفي جميع شروحه ك - « إرشاد السَّاري » و « عُمدةِ القَاري » وغيرهما .\r\nورواه أيضاً النَّسائِيّ بسند آخر في كتاب القَضاءِ عن أبي بَكرة ، قال : « عَصَمَنِيَ اللهُ بِشَيْءٍ سَمِعْتُهُ مِنْ رَسُولِ اللهِ صلَّى الله عليه ( وآله ) وسلَّم ؛ لَمَّا هَلَكَ كِسْرَى قالَ : مَنِ اسْتَخْلَفُوا ؟ .\r\nقَالُوا : بِنْتَهُ . قَالَ : « لَنْ يُفْلِح قَوْمٌ وَلَّوْا أمْرَهُمُ امْرَأةً » « 2 » .\r\nورواه أيضاً أبو عيسى الترمذيّ في باب 75 من كتاب الفتن بين ما رواه النَّسائِيّ ، وفي ذيله قال ( أي أبو بكرة ) : « فَلَمّا قَدِمَتْ عَائِشَةُ تَعْنِي الْبَصْرَةَ ذَكَرْتُ قَوْلُ رَسُولِ الله صلّى الله عليه ( وآله ) وسلَّم فَعَصَمَنِيَ اللهُ بِهِ » . قال أبو عيسى : هذا حَديثٌ حَسَنٌ صحيحٌ « 3 » .\r\nواللَّفظ أيضاً مختلف ، فقد ورد أيضاً « لَنْ يُفْلِحَ قَوْمٌ أسْنَدُوا أمْرَهُمْ إلَى امْرَأةٍ » . ورواه في « تحف العقول » بعين هذه العبارة « 4 » . ولكن لمَّا رواه في « البحار » عن « تحف العقول » ابدل لفظةُ أسْنَدُوا إلى أسْدَوْا « 5 » .\r\nوفي « نهاية » ابن الأثير أورده في مادَّة قَيَمَ :\r\n« مَا أفْلَحَ قَوْمٌ قَيِّمُهُمُ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « صحيح البخاريّ » ج 3 ، كتاب المغازي ، ص 60 ، وأيضاً في ج 4 كتاب الفتن ص 154 ، المطبوع في المطبعة العثمانية المصرية سنة 1351 .\r\n( 2 ) « سنن النسائي » ج 8 ، كتاب آداب القضاة ، ص 227 ، المطبعة المصرية بالأزهر .\r\n( 3 ) « الترمذي » ج 4 ، ص 527 وص 528 ، مطبعة مصطفي البابي .\r\n( 4 ) « تحف العقول » مطبعة الحيدريّ ، ص 35 .\r\n( 5 ) « بحار الأنوار » ، الطبع الجديد ، ج 77 ص 138 .\r\n","page_name":" 140 ","page_number":143},
  {"content":"\r\n\r\nامْرَأةٌ » « 1 » .\r\nوحكى في تعليقتها عن الهَرَويّ واللِّسانِ :\r\n« مَا أفْلَحَ قوم قَيِّمَتُهُمُ امْرَأةٌ » « 2 » .\r\nوفي « الجواهر » : « لَا يُفْلِحُ قَوْمٌ وَلِيَتْهُمُ امْرَأةٌ » « 3 » .\r\nوفي « المستند » : « لَا يَصْلَحُ قَوْمٌ وَلِيتْهُمُ امْرَأةٌ » « 4 » .\r\nإعلم أنَّ هذا الحديث مشهورٌ عند العامَّة مستفيضٌ ، ذكروه في كتبهم من التَّفسير والحديث والتاريخ والسِّيرة ، وحكى عنهم علماؤنا وذكروه في كُتبهم الفقهيَّة ، واستدلُّوا به في غير موضعٍ بحيث يمكن أن يُدَّعى انجبار ضعف سَنَدِهِ بالشُّهرة العَظيمة المحققَّة البالغة حدَّ الإجماع .\r\nلا يقال : إنَّ انجبار السَنَد بالشُّهرة إنَّما هو فيما يعلم استناد العُلماءِ بالخَبَر ؛ وفي المقام غيرُ معلوم .\r\nلأنَّه يقال : كفى في الاستناد إليه ذِكْره في الكُتُب والاستشهاد به ، بل الاستدلال بعنوان الحديث النَّبويّ صلَّى الله عليه وآله وسلَّم ؛ وكثيرٌ من ضِعاف رواياتنا المعمولِ بها بانجبار سَنَدها بالشُّهرة لم يكن أزيد من هذه المثابَة ؛ فللمتأمِّل البَصير والفقيه الخبير غنًي وكفايةٌ .\r\nوأمَّا أبوبَكرة الرَّاوي لهذا الحديث فهو من أصحاب رسول الله صلّى الله عليه وآله وسلَّم ، وسكن البَصرة وأقام بها وكان من رجالها المعروفين بالعبادة والصِّدق ، ولم يظهر لنا قدح له في كتب الرِّجال بل تَنَحِّيهِ عن أصحاب الجَمَل يدلُّ على بصيرته وإن لم تكن على حدٍّ يلحقه بأصحاب أمير\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « النّهاية » ج 4 ، ص 135 .\r\n( 2 ) « النّهاية » ج 4 ، ص 135 .\r\n( 3 ) « الجواهر » كتاب القضاء ، ص 2 ، الطبع الملفَّق .\r\n( 4 ) « المستند » ج 2 ، كتاب القضاء ، ص 519 . وفي « كنز العُمّال » ج 6 ، ص 11 حديث 94 أسند إلي البخاريّ والترمذيّ وابن ماجة وأحمد بن حنبل أنّهم روّوا عن أبي بكرة : « لن يفلح قومٌ وَلَّوا أمرَهم امرأة » . وفيه أيضاً ج 6 ، ص 15 حديث 137 أسند إلي ابن أبي شيبة أنّه روي عن أبي بكرة : « لن يُفلح قوم أسنَدوا أمرَهم إلي امرأةٍ » .\r\n","page_name":" 141 ","page_number":144},
  {"content":"\r\n\r\nالمؤمنين عليه‌السَّلام والجِهاد بين يديه كأصحابه وشيعته المُوالين - رضوان الله عليهم أجمعين - .\r\nذكر ترجمته العلماءُ من أهل السُّنَّة . قال ابن حجر العسقلانيّ الشَّافعيّ في « الإصابة » : « نُفَيْع بن الحَرث ويقال : ابن مسروج ، وبه جَزَمَ ابنُ سعد ، وأخرج أبو أحمد من طريق أبي عثمان النَّهديّ عن أبي بَكرة أنَّه قال : « أنا مولى رسول الله صلّى الله عليه وآله وسلَّم فأبى النّاس إلَّا أن يَنْسبوني ، فأنا نُفَيع بن مَسروح » . وقيل اسمه مَسروح ، وبه جَزَمَ ابنُ إسحاق . مشهورٌ بكُنيته وكان من فُضلاءِ الصَّحابة وسَكَنَ البَصرة ، وأنجب أولاداً لهم شهرةٌ . وكان تَدَلَّى إلى النَّبيّ صلَّى الله عليه وآله وسلَّم من حِصن الطَّائف بِبَكْرَة فَاشْتَهَرَ بأبي بَكْرَة . وَرَوي عن النَّبيّ صلَّى الله تعالى عليه وآله وسلَّم ؛ ورَوَي عنه أولاده » « 1 » .\r\nوذكر ابنُ عبدالبرِّ في « الاستيعاب » : « أبوبَكْرَة الثَّقَفيّ اسمه نُفَيْع بن مَسروح ، وقيل : نُفَيْع بن الحارث . . . وامُّ أبي بَكرة سُمَيَّة جاريةُ الحارثِ بن كَلْدَة ؛ وقد ذكرنا خبرَها في باب « زياد » لأنَّها امُّهُما ؛ وكان أبوبَكرة يقول : « أنا مولى رسول الله صلّى الله عليه ( وآله ) وسلَّم » ويَأبَى أن يَنتسبَ ، وكان قد نَزَلَ يَوْمَ الطَّائِف إلى رسول الله صلّى الله عليه ( وآله ) وسلَّم ؛ فكان يقول : « أنا مولى رسول الله صلّى الله عليه ( وآله ) وسلَّم » . وقد عُدَّ في مَواليه . - ثمَّ قال . . . - قال أحمد بن زُهَير : إنَّ أبا بَكرة كان من فضلاءِ الصَّحابة ، وهو الذي شَهِدَ على المُغيرَة بن شَعبة ، فَبَتَّ الشَّهادة ، وجَلَّده عُمر حَدَّ القَذْف إذ لم تَتمّ الشَّهادةُ ؛ ثمَّ قال له عُمر : تُبْ تُقْبَلْ شَهادَتُكَ .\r\nفقال له : « إنَّما تَسْتَتِيبني لِتَقْبَلَ شَهادَتِي ؟\r\nقال : أجَلْ .\r\nقال : لَا جَرَمَ أنِّي لا أشْهَدُ بَيْنَ اثْنَيْنِ أبَداً مَا بَقيتُ في الدُّنْيا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « الإصابة » ج 3 حرف النون‌نفيع‌ص 542 ، مطبعة مصطفي محمّد بمصر سنة 1358 .\r\n","page_name":" 142 ","page_number":145},
  {"content":"\r\n\r\nورَوَى ابن عُيَيْنَة وابنُ مسلم الطَّائِفيّ ، عن إبراهيم بن مَيْسَرة ، عن سعيد بن المَسَيِّب ، قال : « شَهِدَ على المُغِيرَة ثَلاثةٌ ، ونَكَلَ زيادٌ ، فَجَلَّد عُمَرُ الثَّلاثَةَ ؛ ثُمَّ اسْتَتَابَهُم ، فَتَابَ اثْنانِ فَجَازَتْ شَهادتُهما ؛ وأبي أبوبَكرة أن يَتُوبَ » . وكان مِثْل النَّصل في العبادة حتَّى ماتَ .\r\nقيل : إنَّ رسول الله صلّى الله عليه ( وآله ) وسلَّم كَنَّاه بأبي بَكرة ، لأنَّه تَعَلَّقَ بِبَكْرَةٍ مِن حِصْن الطَّائِفَ ، فَنزل إلى رسول الله صلّى الله عليه ( وآله ) وسلَّم .\r\nوكان أولاده أشرافاً بالبَصْرَة بالولايات والعلم ، وله عَقِبٌ كثيرٌ . وتُوُفِّي أبوبَكرة بالبَصْرَة سنةَ إحدى ، وقيل : سنةَ اثنتين وخمسين ، وأوصى أن يُصلِّي عليه أبوبَرزة الأسْلَمِيّ ، فصلَّى عليه . قال الحَسَن البَصْريّ : لم يَنْزِل البَصرة من الصَّحابة ممَّن سَكَنَها أفضلَ من عِمْرانَ بن الحَصين وأبي بَكْرَة » « 1 » .\r\n5 - روى أبو عيسى محمَّد بن عيسى بن سَوْرَة التِّرمَذِيّ في « صحيح » - ه في باب 78 من كتاب الفتن ، قال : حدَّثنا أحمد بن سعيد الأشْقَر ، حدَّثنا يونس بن محمَّد وهاشِم بن القَاسِم قالا ، حدَّثنا صَالْح المُرِّيّ ، عن سَعِيدٍ الجُرَيْرِيّ ، عن أبي عثمان النَّهديّ ، عن أبي هُرَيرة قال : قال رسول الله صلّى الله عليه ( وآله ) وسلَّم :\r\n« إذَا كَانَ امَرَاؤُكُمْ خِيَارَكُمْ ، وَأغْنِيَاؤُكُمْ سُمَحَاءَكُمْ ، وامُورُكُمْ شُورَى بَيْنَكُمْ ، فَظَهْرُ الأرْضِ خَيْرٌ لَكُمْ مِنْ بَطْنِها ، وَإذَا كَانَ امَرَاؤُكُمْ شِرَارَكُمْ ، وَأغْنِيَاؤُكُمْ بُخَلَاءَكُمْ ، وامُورُكُمْ إلَى نِسَائِكُمْ فَبَطْنُ الأرْضِ خَيْرٌ لَكُمْ مِنْ ظَهْرِهَا » .\r\nقال أبو عيسى : هذا حديثٌ غريبٌ لا نَعْرِفُه إلَّا مِنْ حديثِ صَالِحٍ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « الاستيعاب » ج 4 ، كتاب الكني ، باب الباءِأبوبكرةص 1614 ، طبعة نهضة مصر .\r\n","page_name":" 143 ","page_number":146},
  {"content":"\r\n\r\nالمُرِّيّ . وصَالِحٌ المُرِّيّ في حديث غرائِبُ يَنْفَرد بها لا يُتَابَعُ عَلَيْها ، وهو رجُلٌ صَالِحٌ « 1 » .\r\n6 - الرِّوايات الواردة في النَّهي عن إطاعة النِّساءِ على الإطلاق ؛ ومفادها مع فرض وِلايتهنَّ في الأمور بالنِّسبة إلى القضاءِ والحكومة في طَرَفِي النَّقيض .\r\nفمنها : مرسلة من « لا يحضره الفقيه » :\r\n« يَا مَعاشِرَ النَّاسِ لَا تُطِيعُوا النِّسَاءَ على حَالٍ ، وَلَا تَأمَنُوهُنَّ على مَالٍ » « 2 » .\r\nومنها : رواية الحُسين بن المُختار : « إتَّقُوا شِرَارَ النِّساءِ ، وَكُونُوا مِنْ خِيَارِهِنَّ على حَذَرٍ ؛ وَإنْ أمَرْنَكُمْ فَخَالِفُوهُنَّ ، كَيْلَا يَطْمَعْنَ مِنْكُمْ في الْمنْكَرِ » ( 3 ) .\r\nومنها : ما يأتي من « نَهج البَلاغة » :\r\n« فَاتَّقُوا شِرَارَ النِّسَاءِ ، وَكُونُوا مِنْ خِيَارِهِنَّ على حَذَرٍ ؛ وَلَا تُطِيعُوهُنَّ في الْمَعْرُوفِ حَتَّى لَا يَطْمَعْنَ في الْمُنْكَرِ » « 3 » .\r\n7 - الرِّوايات الدّالَّة على ضعف النِّساءِ في القُوَى والأنْفُسِ والعُقُولِ ، وأنَّهنَّ لَا يُسْتَشَرْنَ في الأمور الرَّاجعة إلى السُّلطان والسِّياسة .\r\nمنها : ما في « نَهج البَلاغة » أنَّ أمير المؤمنين عليه‌السَّلام عَدَّ من فَساد الزَّمان ما يكون السُّلطانُ فيه بمَشورة النِّساءِ ، قال :\r\n« يَأتِي على النَّاسِ زَمَانٌ لَا يُقَرَّبُ فِيهِ إلَّا الْمَاحِلُ ، وَلَا يُظَرَّفُ فيهِ إلَّا الْفَاجِرُ ، وَلَا يُضَعَّفُ فيهِ إلَّا الْمُنْصِفُ ، يَعُدُّونَ الصَّدَقَةَ فِيهِ غُرْماً ، وَصِلَةَ الرَّحَمِ مَنّاً ، والْعِبادَةَ اسْتِطَالَةً على النَّاسِ ، فَعِنْدَ ذَلِكَ يَكُونُ السُّلْطَانُ بِمَشُورَةِ النِّسَاءِ ، وَإمَارَةِ الصِّبْيَانِ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « الترمذي » ج 4 ، كتاب الفتن ، ص 529 وص 530 ، مطبعة مصطفي البابي بمصر .\r\n( 2 ) و 3 « المستند » ج 2 ، ص 519 ، كتاب القضاء .\r\n( 3 ) « النّهج » الخطبة 78 ، ص 129 ، طبع عَبدُه بمصر .\r\n","page_name":" 144 ","page_number":147},
  {"content":"\r\n\r\nوَتَدْبِيرِ الْخِصْيَانِ » « 1 » .\r\nومنها : ما في « النَّهج » من وصيَّةٍ له عليه‌السَّلام لِعَسكرة قبل لقاءِ العدوِّ بِصفِّين ؛ إلى أن قال عليه‌السَّلام :\r\n« فَإذَا كانَتِ الْهَزِيمَةُ بِإذْنِ اللهِ فَلَا تَقْتُلُوا مُدْبِراً ، وَلَا تُصِيبُوا مُعْوِراً ، وَلَا تُجْهِزُوا على جَرِيحٍ ، وَلَا تَهِيجُوا النِّساءَ بِأذًى وَإنْ شَتَمْنَ أعْرَاضَكُمْ وَسَبَبْنَ امَرَاءَكُمْ ، فَإنَّهُنَّ ضَعيفَاتُ الْقُوَى وَالأنْفُسِ وَالْعُقُولِ . إنْ كُنَّا لَنُؤْمَرُ بِالْكَفِّ عَنْهُنَّ وَإنَّهُنَّ لَمُشْرِكَاتٌ . وَإنْ كَانَ الرَّجُلُ مِنَّا لَيَتَنَاوَلُ الْمَرْأةُ في الْجَاهِلِيَّةِ بِالْفِهْرِ أوِ الْهِرَاوَةِ « 2 » فَيُعَيَّرُ بِهَا وَعَقِبُهُ مِنْ بَعْدِهِ » « 3 » .\r\nومنها : ما في « النَّهج » من أنّه عليه‌السَّلام لما ذَمَّ عائِشَةَ لذهابها إلى البَصرة راكِبةً لِجَمَلها للغَزَاةِ عليه ، فقد نَسَبها إلى ضِغْنٍ خاصٍّ لها بالنِّسبة إليه عليه‌السَّلام ، مضافاً إلى ما فيها من رأي النِّساءِ . وحَيْثُما دارَتِ النِّساءُ من حيث كونهنَّ نِساءً دار هذا الرَّأي معهنَّ .\r\nقال عليه‌السَّلام :\r\n« وَأمَّا فُلَانَةُ فَقَدَ أدْرَكَهَا ضَعْفُ رَأيِ النِّساءِ ، وَضِغْنٌ قَدْ غَلَا في صَدْرِهَا كَمِرْجَلِ الْقَيْنِ ، وَلَوْ دُعِيَتْ لِتَنَالَ مِنْ غَيْرِي مَا أتَتْ بِهِ إلَيّ لَمْ تَفْعلْ ، وَلَهَا بَعْدَ ذَلِكَ حُرْمَتُهَا الاولَى ، وَالْحِسَابُ على اللهِ يَعْفُو عَمَّنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ » « 4 » .\r\nهذا ، وقد خطب عليه‌السَّلام بعد حَرب الجَمَل وقال في خطبته المذكورة في « النَّهج » :\r\n« مَعَاشِرَ النَّاسِ إنَّ النِّساءَ نَوَاقِصُ الإيمَانِ ، نَواقِصُ الْحُظُوظِ ، نَوَاقِصُ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « النّهج » باب الحكم ، ص 159 .\r\n( 2 ) الفِهْر - بالكسر - الحجر على مقدار ما يدقّ به الجوز أو يملأ الكفّ . والهِرَاوة - بالكسر - العصا أو شبه الدَّبُّوس من الخشب .\r\n( 3 ) « النّهج » ج 2 ، باب الكتب عدد 14 ، ص 15 من طبع عبده بمصر .\r\n( 4 ) « النَّهج » ج 1 ، باب الخطب ، خطبة 154 ، ص 283 . وأورده الطبريّ في تاريخه عند ختام وقعة الجمل بأدنى مخالفة في اللفظ ، ج 3 ، ص 544 .\r\n","page_name":" 145 ","page_number":148},
  {"content":"\r\n\r\nالْعُقُولِ . فَأمَّا نُقْصَانُ إيمَانِهِنَّ فَقُعُودُهُنَّ عَنِ الصَّلَاةِ وَالصِّيَامِ في أيَّامِ حَيْضِهِنَّ . وَأمَّا نُقْصَانُ خُظُوظِهِنَّ فَمَوَارِيثُهُنَّ على الإنْصَافِ مِنْ مَوَارِيثِ الرِّجَالِ . وَأمَّا نُقْصَانُ عُقُولِهِنَّ فَشَهَادَةُ امْرَأتَيْنِ كَشَهَادَةِ الرَّجُلِ الْوَاحِدِ . فَاتَّقُوا شِرَارَ النِّسَاءِ ، وَكُونُوا مِن خِيَارِهِنَّ على حَذَرٍ ، وَلَا تُطِيعُوهُنَّ في الْمَعْرُوفِ حَتَّى لَا يَطْمَعْن في الْمُنْكَرِ » « 1 » .\r\nوقد ذكر الشَّيخ محمَّد عَبْدُه عند شَرحه لقوله عليه‌السَّلام :\r\n« وَلَا تُطيعُوهُنَّ في الْمَعْرُوفِ »\r\n، ما هذا لفظه : « لا يُريد أن يُترك المعروفُ لِمجرّد أمرهنَّ به فإنَّ في تَرك المعروفِ مخالفةَ السُّنَّة الصَّالحة خُصوصاً إذا كان المعروفُ من الواجبات . بل يُريد أن لا يكونَ المعروفُ صادراً عن مُجرَّد طاعتهنَّ ، فإذا أمَرَتْ معروفاً لأنَّه معروفٌ ولا تَفعله امتثالًا لأمر المَرْأةِ .\r\nولقد قال الإمام قولًا صَدَّقَتْه التَّجاربُ في الأحقاب المُتَطاولة ، ولا استثناءَ ممَّا قال إلَّا بعضاً منهنَّ وُهِبْنَ فِطْرَةً تَفُوق في سُموِّها ما اسْتَوَتْ به الفِطن أو تَقَارَب أو أخذَ سُلطانٌ من التَّربيةِ طباعَهنَّ على خِلافِ ما غُرِز فيها وَحَوَّلها إلى غير ما وَجَّهَتْها الجِبِلَّة إليه « 2 » .\r\nأقول : استند الإمام عليه‌السَّلام ظاهراً على نُقصانهنَّ بما في الكتاب والسُّنَّة . أمَّا الكتابُ فقوله تعالى :  ( يُوصِيكُمُ اللَّهُ فِي أَوْلادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ )  « 3 » . وكذلك بالنِّسبة إلى الزَّوج والزَّوجة ، حيث إنَّ سَهم الزَّوج نصفُ مالِها إن لم يكن لها ولدٌ ، وربعُهُ إن كان لها ولدٌ ؛ وإنَّ سَهم الزَّوجة ربعُ مالِه إن لم يكن له ولدٌ ، وثُمنُه إن كان له ولدٌ ؛ وهكذا الأمر في أقرباء الأب ، كما في حقِّ الأجدادِ والجدَّات والأعمامِ والعمَّات والإخوةِ والأخواتِ من ناحية الأبِ .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « النَّهج » ج 1 ، باب الخطب ، ص 129 من طبع عبده بمصر .\r\n( 2 ) التَّعليقة ، ص 129 من « النهج » .\r\n( 3 ) الآية 11 من سورة 4 : النساء .\r\n","page_name":" 146 ","page_number":149},
  {"content":"\r\n\r\nوعدَّ سبحانَه وتعالى في باب الشَّهادة على الاستدانة شَهادةَ امْرأتينِ بمنزلة شَهادةِ رَجُلٍ واحدٍ . قال تعالى :  ( وَاسْتَشْهِدُوا شَهِيدَيْنِ مِنْ رِجالِكُمْ فَإِنْ لَمْ يَكُونا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتانِ مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَداءِ )  « 1 » .\r\nوأمَّا قُعُودهنَّ عن\r\nالصَّلاة والصِّيام في أيَّام حيضهنَّ فيستفاد من السُّنَّة القطعيَّة ؛ وليس في الكتاب تصريح به . نَعم ، يمكن أن يستفاد تَلويحاً بالنِّسبة إلى خصوص الصَّلاة حيث إنَّها مشروطٌ بالتَّطهير في قوله تعالى :  ( وَإِنْ كُنْتُمْ جُنُباً فَاطَّهَّرُوا )  « 2 » والمقاربة مع النِّساءِ بعد الحيض مشروطة بالطهارة في قوله تعالى :  ( وَلا تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ فَإِذا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللَّهُ )  « 3 » .\r\nوهذه الآية تدلُّ على أنَّ النِّساءَ في أيَّام حيضهنَّ غيرُ طاهراتٍ ويَحتجن إلى التَّطهير ؛ ولمَّا دلَّت الآية الأولى على لزوم التَّطهير في الصَّلاة ، فالجمع بين الآيتين يدلُّ على عدم صحَّة الصَّلاة في أيَّام الحَيض .\r\nوذلك بالشِّكل الثَّاني من القياسِ البُرهانيّ ، بأن يُقال : لا شَيء من الحَيضِ يَجتمع من التَّطهير ، وكلُّ صَلاةٍ يجتمع مع التَّطهير ، فينتج : لا شيء من الحَيض يجتمع مع الصَّلاة ؛ لتماميَّة مُقدِّمتَيه من اختلافهما إثباتاً ونفياً وكُلِّيَّة الكُبرى كما تحقّقَ في محلِّه .\r\nومنها : قوله عليه‌السلام في ذمِّ أهل البَصرة ؛\r\n« كُنْتُمْ جُنْدَ الْمَرْأةِ وَأتْبَاعَ الْبَهيمَةِ ، رَغَا فَأجَبْتُمْ ، وَعُقِرَ فَهَرَبْتُمْ » « 4 » .\r\nومنها : قوله عليه‌السَّلام :\r\n« خِيَارُ خِصَالِ النِّساءِ شِرَارُ خِصَالِ الرِّجالِ : الزَّهْوُ وَالْجُبْنُ وَالْبُخْلُ . فَإذَا كانَتِ الْمَرْأةُ مَزْهُوَّةً لَمْ تُمَكِّنْ مِنْ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 282 من سورة 2 : البقرة .\r\n( 2 ) الآية 6 من سورة 5 : المائدة .\r\n( 3 ) الآية 222 من سورة 2 : البقرة .\r\n( 4 ) « النَّهج » ج 1 ، كتاب الخطب ، الخطبة 13 ، ص 44 ، من طبع مصر مع حواشي محمّد عبده .\r\n","page_name":" 147 ","page_number":150},
  {"content":"\r\n\r\nنَفْسِهَا ؛ وَإذَا كَانَتْ بَخِيلَةً حَفِظَتْ مَالَها وَمَالَ بَعْلِهَا ؛ وَإذَا كَانَتْ جَبَانَةً فَرِقَتْ مِنْ كُلِّ شَيْءٍ يَعْرِضُ لَهَا » « 1 » .\r\nومنها : قوله عليه‌السَّلام في حديثه لما شَيَّع جَيشاً يُغزيه :\r\n« أعْذِبُوا عَنْ ذِكْرِ النِّسَاءِ مَا اسْتَطَعْتُمْ » « 2 » .\r\nقال السَّيِّد الرضيّ - رحمة الله عليه - في معنى هذه العبارة : « ومعناه اصْدِفُوا عن ذِكر النِّساءِ وشُغْل القلب بهنَّ ، وامتَنِعُوا مِن المُقَارَبَة لهنَّ ، لأنَّ ذلك يَفُتُّ في عضد الحَمِيَّةِ ، وَيَقْدَح في مَعَاقِدِ العَزِيمَة ، وَيَكْسِر عن العَدْو ، وَيَلْفِتُ عَنِ الإبعاد في الغَزْوِ . وكُلُّ مَنِ امْتَنَعَ مِنْ شَيْءٍ فَقَد أعْذَبَ عنه ، والْعَاذِبُ وَالعَذُوبُ الممتَنع من الأكل والشُّرب » « 3 » .\r\nأقول : إذا كان ذِكرُ النِّساءِ في الحرب والمخالطة معهنَّ يوجبان هذا الوَهن والفَشَل فكيف بهما في أمر القَضاءِ والوِلاية بالنِّسبة إليهنَّ ، حيث إنَّهما من مراتب الرِّياسة العامَّة ، فالحاكم والقاضي لابدَّ وأن يكونا شديدَي الأركان ، قَوِيَّيِ البُنيان ، ساطِعَيِ البُرهان وإلَّا لاضمحلَّت الدَّولةُ الإسلاميَّة بأصالتها ومتانتها وقِوامها ، وتَبَدَّلت بالجاهِليَّة الجَهلاءِ ، وشاعَت آدابُ الكُفر ورسومُ الإلحاد كما في المُدُن الغربيَّة . أعاذَنا اللهُ منها .\r\nهذا ، وأنت خبير بأن الشَّارع لم يجعل لهنَّ الوِلاية بالنِّسبة إلى صِغارهنَّ « 4 » مع وجدان الأب والجدِّ ، ومع فقدهما تصل النَّوبة إلى العَصَبَة « 5 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « النَّهج » ج 1 ، ص 188 .\r\n( 2 ) « النَّهج » ج 2 ، باب الحكم الفقرة السابعة من غرائب كلامه بعد 260 عدداً من حكمه ، ص 196 ، طبع عبده بمصر .\r\n( 3 ) المصدر السابق .\r\n( 4 ) أي أولادهنَّ الصِّغار .\r\n( 5 ) أي على القول به ؛ قال في « المبسوط » : « الذي له الإجبار على النّكاح الأب والجدّ مع وجود الأب وإن علا ، وليس لغيرهما ذلك من سائِر العصبات الّذين يرثون المال - إلى أن قال - فإن أردت ترتيب الأولياء على النساء قلتُ : الأولياء على ثلاثة أضرب : أب وجدّ ، أو أخ وابن أخ وعمّ وابن عمّ ، ومولى نِعمَ أوحاكم » . ( ج 4 ص 164 و 165 طبع الحيدرىّ بطهران ) . ولكنّ المشهوربل المتّفق عليه عدم الولاية للعصبة عندنا . قال في « الجواهر » : « لا ولاية عندنا في عقد النكاح لغير الأب والجدّ للأب وإن علا ، والمولى والوصيّ والحاكم ، بل الإجماع بقسميه عليه في غير الامّ وآبائها بل وفيهم لما تعرفه من ضعف الخلاف في ذلك . وأولويَّة العمّ والأخ منهم مع التصريح في النصوص بنفي ولايتهما - إلى أن قال - نعم في خبر أبي بصير : « إنَّ الذي بيده عقدة النكاح هو الأب والأخ والرَّجل يوصي إليه ، والذي يجوز أمره في مال المرأة فيبتاع لها ويشتري » وفي مرسل الحسن بن عليّ : « الأخ الأكبر بمنزلة الأب » ، لكنّه منزَّلٌ على ضرب من التقيّة أو على إرادة الولاية العرفيّة بمعنى هؤلاء وأشباههم الّذين ينبغي لها عدم مخالفتهم إذا لم يضارّوها أو غير ذلك ممّا لا ينافي الإجماع عندنا على انحصار الولاية بالقرابة فيهما » . ( « الجواهر » كتاب النكاح ، الفصل الأوّل من الفصل الثالث في أولياء العقد ، الطبع الملفّق غير معدود بالأعداد ) .\r\n","page_name":" 148 ","page_number":151},
  {"content":"\r\n\r\nمع أنَّ الامَّ أولى وأحقُّ للوِلايَةِ لِقربتها الماسَّة . والسِّرُّ فيه عدمُ كفاية عقولهنَّ للقيام بالأمر فيَضيع الأولادُ أدباً وديناً ومالًا .\r\nقال أمير المؤمنين عليه‌السَّلام في « النَّهج » :\r\n« وَإذَا بَلَغَ النِّسَاءُ نَصَّ الْحِقَاقِ فَالْعَصَبَةُ أوْلَي » « 1 » .\r\nأي إذا بَلَغْنَ إلى زمان تزويجهنَّ فالولاية عليهنَّ من العَصَبَةِ أولى من الامِّ . وهذا دليلٌ على عدم ولاة الامِّ عليهنَّ .\r\nهذا ، وتمام البحث في ولاية الأب والجدِّ في الفقه ، والآن خارجٌ عن محطِّ الكلام .\r\n8 - الرِّوايات الكثيرة المتواترة معنًى في جميع أبواب الفِقه ، الدّالَّة على اختلاف الرَّجل والمرأة في الطَّهارة والصَّلاة والصِّيام والجِهاد والنِّكاح والنفقة والطَّلاق والعدَّة والإرث والوِلاية والقَضاءِ والشَّهادة والحُدود والقِصاص والدِّيات ؛ بحيث يمكن أن يقال : إنَّ هذا الاختلاف الواسع يَنبع ويترشَّح من عينٍ واحدةٍ وهي كلمتُهُ تعالى -  ( وَكَلِمَةُ اللَّهِ هِيَ الْعُلْيا )  « 2 » ؛  ( وَلِلرِّجالِ عَلَيْهِنَّ دَرَجَةٌ )  « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « النَّهج » ج 2 ، باب الحكم ، ص 194 .\r\n( 2 ) الآية 40 من سورة 9 : التوبة .\r\n( 3 ) الآية 228 من سورة 2 : البقرة .\r\n","page_name":" 149 ","page_number":152},
  {"content":"\r\n\r\nورُوح هذا التَّفصيل سَرَى في جميع شؤون المرأة من القُوى البَدنيَّة والخَواطِر التفكيريَّة والعَواطِف القلبيَّة .\r\nوالإسلام - وهو الذي يَعْلُو وَلَا يُعْلَى عَلَيْهِ « 1 » - لاحظ جانبها من الحِفظ والرّعاية أزيد من مراعاته لجانب الرَّجل ، كي لا تَتَسرَّع إلى العَاهَات والآفات ، وتَبْقَى رَيحانَةُ وجودها عَطِرةً في جَوِّ الإنسانيَّة ، ولا تَدنس طهارةُ ذاتها وعِصمةُ طبيعتها بتَيَّار الشَّهواتِ العَمياءِ في أيدي الرِّجال الخَوَنَة الفَسَقَة فيُلاعِبُوا بِها مُلاعَبةَ الكُرَة يداً بيدٍ ، فجعل قيمومَتها بيد الرَّجل لا في الاستمتاع فقطُّ ، بل في سائر الأمور أيضاً .\r\nفقد وردتْ رواياتٌ دالَّة على أنَّ نوافل المرأة كالاعتكاف والصِّيام والحجِّ والعُمرة لا تكون إلَّا بإذن زوجها « 2 » ، وأن لا يمينَ لها ولا نذَر ولا عهدَ إلَّا بإذنه ، ولا تَخرج من البيت إلَّا بإذنه .\r\nوهذه الرِّوايات كثيرةٌ جدّاً مُتفرِّقةٌ في أبواب الفقه كلِّه من الخاصَّة والعامَّة بحيث لا يمكن أن يستفاد منها تبعيَّةُ الزَّوجة في هذه الأمور وما شابَهَها يقيناً ، وقيمومتُه لها إجمالًا .\r\nقال رسول الله في وصيَّته لأمير المؤمنين - عليهما الصَّلاة والسَّلام - :\r\n« يَا عَلِيّ لَا تَصُومُ الْمَرْأةُ تَطَوُّعاً إلَّا بِإذْنِ زَوْجِهَا » « 3 » .\r\nوَعدَّه سيِّدُ السَّاجدينَ عليّ بنُ الحسينِ عليهما السَّلام في جواب الزُّهْرِيّ « 4 » سائِلًا عن أقسام الصَّوم الواجب والحرام والمكروه والمندوب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) رواه الخاصّة والعامّة عن رسول الله صلّي الله عليه وآله وسلّم .\r\n( 2 ) لم نجد في روايةٍ إناطة صَلَواتها النافلة بإذن زوجها ، فالظاهر فيها التَّرخيص ما لم تناف حقوقه .\r\n( 3 ) « من لا يحضره الفقيه » ، باب النوادر ، ص 367 من طبع مكتبة الصدوق .\r\n( 4 ) الزّهْرِيّ - بضمّ الزاي وسكون الهاء - أبو بكر محمّد بن مسلم بن عبيد الله بن عبد الله بن الحرث بن شهاب بن زُهْرَة بن كَلاب الفقيه المدني التابعي المعروف . وقد ذكره علماءُ الجمهور وأثنوا عليه ثناءً بليغاً . قيل أنّه قد حفظ علم الفقهاء السبعة ولقي عشرة من الصّحابة . وروى عنه جماعة من أئمة علم الحديث . وأمّا علماؤنا فقد اختلفت كلماتهم في مَدحه وقَدحه ( « الكنى والألقاب » للمحدّث القمّي ج 2 ، ص 270 ط صيدا . وأورد ترجمته في « سفينة البحار » على التفصيل ج 1 ، ص 573 ) .\r\n","page_name":" 150 ","page_number":153},
  {"content":"\r\n\r\nوالمأذون وغيرها ، من صوم الإذن ؛ حيث قال عليه‌السَّلام :\r\n« وَأمَّا صَوْمُ الإذْنِ فَإنَّ الْمَرْأةَ لَا تَصُومُ تَطَوُّعاً إلَّا بإذْنِ زِوْجِهَا » « 1 » .\r\nوفي « الكافي » بإسناده المتَّصل عن أبي عبد الله عليه‌السلام قال :\r\n« لَا يَصِحُّ للْمَرْأةِ أنْ تَصُومَ تَطَوُّعاً إلَّا بِإذْنِ زَوْجِهَا » « 2 » .\r\nقال في « مِرآة الْعُقول » عند شرحه لهذا الكلام : « المشهور بين الأصحاب بل المتَّفق عليه بينهم أنَّه لا يجوز صومُ المرأة ندباً مع نهي زوجها عنه ؛ والمشهور أيضاً عدم الجواز مع عدم الإذن » . انتهى « 3 » .\r\nوأورد في « الميزان في تفسير القرآن » عن « الدُّرِّ المنثور » عن عبدِ الرَّزّاق في « المُصَنَّف » وابنِ عَدِيّ ، عن جابر قال : قال رسول الله صلّى الله عليه وآله وسلَّم :\r\n« لا يُتْمَ بَعْدَ حُلْمٍ »\r\n- إلى أن قال -\r\n« وَلا يَمِينَ لِزَوْجَةٍ مَعَ زَوْجٍ » .\r\nالحديث « 4 » .\r\nوهذه الرِّوايات في مُختلف أبواب الفقه مَلأتْ صَحائِف الكُتُب ؛ ووَرَدَتْ أيضاً في التَّفاسير والتَّواريخ وكُتُب الحديث والسُّنن ما تشابه تِلك .\r\nنَهَى الإسلام عن الخَلوة معهنَّ ، ونَهَى عن الجلوس في مجلس المرأة قبل أن تَذْهَبَ حرارتُه الحاصلة من جُلوسها ، ونَهَى عن إمامتهنَّ للرِّجال ، وجَعَل صفوفَ صلاتهنَّ خَلف صفوف الرِّجال كما يُعلم من الرِّوايات الواردة في تغيير القبلة .\r\nوأمَرَهنَّ بغضِّ البَصَر كما في الرِّجال ، وعدم الخضوع في القول حتَّى لا يَطْمَعَ الذي في قلبه مرضٌ ، وضَرب الحجابَ عليهنَّ والقرارَ في البيت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « من لا يحضره الفقيه » كتاب الصِّيام ، ج 4 ، ص 80 ، من طبع مكتبة الصدوق . و « الكافي » ج 4 ، ص 86 .\r\n( 2 ) « الكافي » ج 4 ، ص 151 ، طبع الحيدري سنة 1377 .\r\n( 3 ) « مرآة العقول » ج 3 ، ص 238 ، من الطبع على الحجر .\r\n( 4 ) « الميزان » ج 2 ، ص 269 .\r\n","page_name":" 151 ","page_number":154},
  {"content":"\r\n\r\nحتَّى قال النَّبيّ صلَّى الله عليه وآله وسلَّم في الرِّواية الواردة عن شيخ الطَّائِفة في « أمالي » - ه بإسناده المتَّصل عن عبد الله بن الحسن وعَمَّيهِ إبراهيم والحَسَن ابْنَيِ الْحَسَن ، عن امِهم فاطمة بنتِ الحُسين ، عن جدِّها عليّ بن أبي طالبٍ :\r\n« النِّسَاءُ عَيّ وَعَوْرَةٌ ، فَاسْتُرُوا عَيَّهُنَّ بِالسُّكُوتِ ، وَعَوْرَتَهُنَّ بِالْبُيُوتِ » « 1 » .\r\nوقال أمير المؤمنين عليه‌السَّلام في وصيَّته الواردة في « نهج البلاغَة » لابنه الحَسَن عليه‌السَّلام :\r\n« وَاكْفُفْ عَلَيْهِنَّ مِنْ أبْصَارِهِنَّ بِحِجَابِكَ إيَّاهُنَّ ، فَإنَّ شِدَّةَ الْحِجَابِ أبْقَى عَلَيْهِنَّ ؛ وَلَيْسَ خُرُوجُهُنَّ بِأشَدَّ مِنْ إدْخَالِكَ مَنْ لَا يُوثَقُ بِهِ عَلَيْهِنَّ ، وَإنِ اسْتَطَعْتَ أنْ لَا يَعْرِفْنَ غَيْرَكَ فَافْعَلْ » « 2 » « 3 »\r\n. فكيف يجوز مع ذلك أن يرخِّص لهنَّ في ورودهن في محافل الرِّجال بالقبض والأخذ والبطش ، والأمر والنَّهي ورفع الصَّوت والمحاجّة والمخاصَمَة وساير الأمور اللَّازمة للقضاءِ والحُكُومة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « الأمالي » ج 2 ، ص 197 ، طبع النجف الأشرف . وأورد السيوطيّ في جامعه الصَّغير باب الهمزة ج 1 ، ص 98 من الطبعة الرابعة مطبعة مصطفي البابي عن كتاب « الضُّعفاء » ، للعقيليّ ، عن أنس ، عن رسول الله صلَّي الله عليه وآله وسلَّم إنَّه قال : « إنَّ من النِّساءِ عيّاً وعورةً فكفَّوا عَيَّهنَّ بالسُّكوت ، وواروا عوراتهنَّ بالبيوت » .\r\n( 2 ) « النهج » ج 2 ، باب الكتب ، ص 56 ، طبع عبده بمصر . وهذا الإسناد هو ما قال فيه : أخبرنا جماعة ، عن أبي المفضَّل قال : حدَّثنا أبو عبد الله جعفر بن محمَّد بن جعفر الحسنيّ قال : حدَّثنا موسي بن عبد الله بن موسي الحسنيّ ، عن جدِّه موسي بن عبد الله ، عن أبيه عبد الله بن الحسن ، إلي آخر الإسناد .\r\n( 3 ) وكفاك قول الله جلَّ وعزَّ في محكم كتابه في مقام تمجيد حُور الجنَّة وتَحسينها : « حْورٌ مَقْصُورَاتٌ في الخِيام » لأنَّ الخيام جمع خيمة وهي الفسطاط ، وكونهنَّ مقصوراتٍ في الخيام أنَّهنَّ مصونات مخدَّرات لا يتبذَّلن كما عن جماعة منهم ابن عبّاس وأبي العالية . وقيل : مقصورات أي قصرن على أزواجهنَّ فلا يردنَ بدلًا منهم ، كما عن مجاهدوا الرَّبيع ؛ ذكره في « مجمع البيان » . وهذا التمجيد يدلُّ على أنَّ أعظم حسن للمرأة ومجدٍ لها هو التَّحفُّظ والتَّستُّر والتَّحذُّر وعدم الابتذال ، كما لا يخفى على المتفطِّن الخبير .\r\n","page_name":" 152 ","page_number":155},
  {"content":"\r\n\r\nوهذا الذي ذكرناه هو روح القوانين المجعولة في حقِّ المرأة ، ويكون في التحقُّق والثُبوت بمثابة الضَّروريَّاتِ من الإسلام .\r\n\r\nحكم عدم جواز دخول المرأة في مجلس الشُّوري\r\nوبما ذكرنا ظهر عدم جواز دخولهنَّ في مجلس الشُّورى ، وإن كنَّ فقيهاتٍ ذواتِ اجتهاد واستنباط ؛ لأنَّ هذا المجلس لا يكتفي بالمشاورة والبحث عن القوانين والأحكام فقطُّ ، حتَّى يقال : إنَّ النِّساءَ كنَّ باحثاتٍ عن العقائد والأحكام في زمن الصَّحابة ، فما معنى لمَنعهنَّ من العضويَّة في الشُّورَى ؟ .\r\n\r\nبحث إجماليّ في ماهيَّة مجلس الشُّورى على الفلسفة الإسلاميّة\r\nوذلك لأنَّ مجلس الشُّورى في زماننا هذا له الرِّئاسة العامَّة في جميع‌الامور الوِلائِيَّة ، له الهداية والإرشاد إلى النَّهضات السِّياسيَّة ، وله تعيين خطِّ مَشي الحُكومة في الأمور الاجتماعيَّة والحضاريَّة من الاقتصاديَّة والأخلاقيَّةو التَّعليميَّة ، وبإرادته تحقَّق الصُّلحُ والحربُ في كلِّ زمان ، وإقامة الوِزارةو تحكيم الدَّولة من البداءَة وانحلالها من البُنيان .\r\nفَتَسميتُهُ بمجلس الرِّئاسة العامَّة أولى من تسميته بمجلس الشُّورى .\r\nفوِزانها في الاجتماع إنَّما هو وزان القَيِّم الكافل بالأمور . وليس شأنهُ شأنَ الوكالة من قبل العامَّة حَتَّى يمكن القول بعدم الفرق في أعضائِه بين‌الرِّجال والنِّساءِ .\r\nوما ربما يتوهَّم أنَّ هذه الرِّياسةَ إنَّما تتحقَّق بتوكيل الرِّعايا والآحادِ من الشَّعبِ ، مدفوعٌ أوَّلًا : بأنَّ هذه الوكالة وإن تَحَقَّقَتْ من قِبَلِ الشَّعْب ولكنَّها لَيْسَتْ وكالَةً بل إعطاءُ ولايةٍ بشرائِط خاصَّة ، ولا يجوز لهم نَقضُها أيضاً بعد ثبوتها . وثانياً : أنَّ هذه الوِلاية والقيمومة لَيْسَتْ لآحاده حتَّى تنتقل بالوكالة إليأعضاءِ الشُّورى .\r\nومحصَّل الكلام أنَّه على الفَلسفةِ الإسلاميَّةِ ليس لكلِّ واحدٍ من آحاد الشَّعب ولايةٌ على نفسه حتّى ينقلها بالتَّوكيل إلى عُضو الشُّورى .\r\n\r\n","description":"","footnote":"","page_name":" 153 ","page_number":156},
  {"content":"\r\n\r\nوالوكالة تنقل الحقَّ الثَّابتَ للموكِّل إلى الوكيل لا يُوجِدُ الحقَّ له رأساً .\r\nفأعضاءُ الشُّورى إن كانوا فُقَهاء صائِنين النَّفسَ حافظين الدِّينَ فلهم الولاية الشَّرعيَّة لا الوكالة ؛ وإن لم يكونوا فقهاء لا يكون لدخولهم في هذا المنصب مُجوِّز شرعيّ لأنَّه دخولٌ في أمر الوالي بلا استحقاق ، وتصرُّفٌ في شؤونه بلا إذن .\r\nنَعَم على مفاد الفلسفة الغربيَّة من إعطاء ولاية لكلِّ واحد من الآحاد لنفسه تَتمُّ مسألة الوكالة . ولعلَّ تسمية عضو الشُّورى بالوكيل مُتَّخذة من هذا المكتب .\r\nهذا كلُّه مع غضِّ النَّظر عما تُسُلِّم وتُحُقِّق في محلِّه من انحصار الحُكم والولاية في الإمام - صَلَوات الله عليه - وبالفقيه الأعلم الأورع الخبير البصير المتجلِّي في قلبه أنوار الملكوت ، والمُعْطَى الفرقانَ والنَّورَ الإلهيّ ، بتفويضه الإمام إيَّاها وبنيابته عنه ؛ فإذن ينحصر عمل الشُّورى بالتَّشاور فقطُّ .\r\nوأمَّا على هذا المرام فالمانع من دخول المرأة في الشُّورى الأخبار الدالَّة على أنَّها لا تُسْتَشَار في الأمور السِّياسيَّة والوِلائِيَّة خصوصاً في محافل الرِّجال ، إذا لم نَقُل بإطلاق قوله تعالى :  ( الرِّجالُ قَوَّامُونَ عَلَى النِّساءِ بِما فَضَّلَ اللَّهُ بَعْضَهُمْ عَلى بَعْضٍ )  « 1 » ، وقوله تعالى :  ( وَلِلرِّجالِ عَلَيْهِنَّ دَرَجَةٌ )  « 2 » ، وجريهما في أمثال هذه الموارد ؛ فتأمَّل .\r\nوعلى كلٍّ ، شأنُ هذا المجلس الذي هو مركزٌ للإرادة والتَّصميم ومحورٌ لصدور الأحكام والقوانين ، إذا لم يُبْنَ على ما ذكرناه من مفاد الفلسفة الإسلاميَّة والرُّوح الإسلاميّ ، على نقطة متقابلة لولاية الإمام والفَقيه ، هو شأن الولاية بالبيعة العامَّة . فتَسمية آحاد أعضائِه بالوليّ والكَفيل أولى من تسميتها بالوكيل .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 34 من سورة 4 : النساء .\r\n( 2 ) الآية 228 من سورة 2 : البقرة .\r\n","page_name":" 154 ","page_number":157},
  {"content":"\r\n\r\nوهذا أعلى مراتب الرِّياسةِ ، وأقصى دَرَجات القيمومة ، يخالف صريحَ قوله عزَّ وجلَّ :  ( الرِّجالُ قَوَّامُونَ عَلَى النِّساءِ بِما فَضَّلَ اللَّهُ بَعْضَهُمْ عَلى بَعْضٍ )  .\r\nوأمّا احتمال انحصار مدلول الآية بالبُيوت ، بأن يُراد قيمومتُهم عليهنَّ في مورد الزَّواج فمردودٌ بالإطلاق ، وليس فيها تقييدٌ بالبيوت أو تقييد قيمومتهم على خصوص نسائِهم ، فإذن كان يقال  ( الرِّجالُ قَوَّامُونَ عَلَى النِّساءِ )  .\r\nهذا ولو سلَّمنا اختصاصَ الآية بمحيط الزَّواج نسأل أنَّ اللهَ تبارك وتعالى حيث لم يجعل المرأة قَيِّمة في دارها المحدودة بالأمور الجزئِيَّة الخَسيسة فكيف يجعلها قَيِّمةً لجميع البيوتِ بيوتِ الامَّة وهي الدَّولة الإسلاميَّة ؟ أو ليست قيمومةُ الحكومة المساوقة لقيمومة العامَّة أعظم من قيمومة البُيوت ؟\r\nوهل يمكن أن يتخيَّل أو يَتَفوَّه مسلمٌ بأنَّ الله تعالى جعل المرأة قيِّمةً للملايين من النُّفوس الذَّكر منهم والأنثى ولم يَجعلها قيِّمةً لزَوجها ؛ بل ولم يَجعلها في درجته لا لَهُ ولا عَلَيه .\r\nبل جعل الصَّالِحاتِ منهنَّ مطيعاتٍ للأزواج في الحضور ، وحافظاتٍ لهم أنفسهنَّ وأموالَهم في الغيبة ؛ قال تعالى :  ( فَالصَّالِحاتُ قانِتاتٌ حافِظاتٌ لِلْغَيْبِ بِما حَفِظَ اللَّهُ )  « 1 » .\r\nوقال عزَّ من قائِلٍ :  ( وَقَرْنَ فِي بُيُوتِكُنَّ وَلا تَبَرَّجْنَ تَبَرُّجَ الْجاهِلِيَّةِ الْأُولى )  « 2 » .\r\nوهل يمكن التَّوفيق بين القَرار في البُيوت وبين البُروز في أندية الرِّجال\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 34 من سورة 4 : النساء .\r\n( 2 ) الآية 33 من سورة 33 : الأحزاب .\r\n","page_name":" 155 ","page_number":158},
  {"content":"\r\n\r\nورفع الصَّوت وإيراد الخُطَب والتَّنازع والتَّخاصم والمجادَلَة والمحاجَّة اللَّازمة لمن تصدَّى الأمور العامَّة خصوصاً إذا كان الأمر الدَّائِر من الأمور التي تحتاج إلى البَحث كما كان هو شأن أعضاءِ مجلس الشُّورى .\r\nلا يقال : إنَّ الأمر بالقرار مختصٌّ بنساءِ النَّبيّ صلَّى الله عليه وسلَّم .\r\nلأنَّه يقال : ما وجهُ الاختصاص بعد تشريكِ ملاكِ الخطابِ بينهنَّ وبين نساءِ المؤمنين ؟ فهل يمكن أن يتفوَّه أحدٌ بأنَّ الأمر بعدم التَّبرُّج مختصٌّ بهنَّ ، وأمَّا في حقِّ سائر النِّساءِ فالتَّبرُّجُ بنحو التَّبرُّج الجاهليَّة الأولى ، وكذا الفَقَرات المذكورة فيما تقدَّم من هذه الآية كالخضوع بالقول لمن كان في قلبه مرضٌ ، مُجازَةٌ مرخَّصٌ فيها ؟\r\nثُمَّ إنَّ نساءَ النَّبيّ لم يكنَّ أضعفَ من سائر النِّساءِ في العقل والدِّراية حتَّى يكون حكم القَرار وعدمِ الخروج مُختصّاً بهنَّ ؛ ولم تكن سائر النِّساءِ أقوى منهنَّ حتَّى يكون حكم عدمِ القَرار والتَّصدِّى والوِلاية والخروج مختصًّا بهنَّ .\r\nعلى أنَّا نرى أنَّ القرار في البُيوت ليس مختصًّا بهنَّ في موارد عديدة كالجِهاد والجمعة والجماعة والحضور عند القَبر مع الجنازة وغيرِهما كما لا يخفى .\r\nهذا كلُّه مع أنَّا لم نَرَ في زمن الرَّسول صلّى الله عليه وآله وسلَّم ولا في زمن الخُلفاءِ مورداً واحداً امِرَت النِّساءُ بالخروج ولا أن يَتَولَّينَ حكومةً ولا رياسةً ولا قضاءً .\r\n\r\nتوبيخ أمير المؤمنين عليه‌السَّلام عائشة في حرب الجمل\r\n\r\nوأمَّا عائِشةُ حيث\r\nإنَّها بَرَزَتْ لعليّ أمير المؤمنين عليه‌السَّلام صارَتْ مورداً للمؤاخذة ومَرمًى للتَّخطئة وهَدَفاً للمَلامة في ذلك الزَّمان فضلًا عن غيره في الأجيال ؛ لا بما حارَبَتْ عليًّا عليه‌السَّلام فقطُّ ، بل بما أنَّها امرَأةٌ ليس لها الخروج عن بيتها .\r\n\r\n","description":"","footnote":"","page_name":" 156 ","page_number":159},
  {"content":"\r\n\r\nكتب إليها أمير المؤمنين عليه‌السَّلام على ما في « جَمْهَرَةِ رسائل العَرَب » نقلًا عن « الإمامة والسِّياسة » كتاباً :\r\n« أمَّا بَعْدُ فَإنَّكِ خَرَجْتِ غَاضِبَةً لِلّهِ وَلِرَسُولِهِ تَطْلُبِينَ أمْراً كَانَ عَنْكِ مَوْضُوعاً . مَا بَالُ النِّسَاءِ وَالْحَرْبِ وَالإصْلَاحِ بَيْنَ النَّاسِ ؟ تَطْلُبِينَ بِدَمِ عُثْمَانَ » ؟ .\r\nوَلَعَمْرِي لَمَنْ عَرَّضَكِ لِلْبَلَاءِ ، وَحَمَلَكِ على الْمَعْصِيَةِ أعْظَمُ إلَيْكِ ذَنْباً مِنْ قَتَلَةِ عُثْمَانَ . وَمَا غَضِبْتِ حَتَّى أغْضَبْتِ ، وَمَا هِجْتِ حَتَّى هَيَّجْتِ . فَاتَّقِي اللهَ وَارْجِعِي إلَى بَيْتِكَ » « 1 » .\r\n« وعائشةُ مع ذُكائِها وفطانتها لم يكن لها جوابٌ لعليّ عليه‌السَّلام إلَّا أن كَتَبَتْ له : « جَلَّ الأمْرُ عَنِ الْعِتَابِ ، وَالسَّلامُ » « 2 » .\r\nوكَتَبَتْ إليها امُّ الْمُؤْمِنِين امُّ سَلَمَة كتاباً وحاجَّتْها بالقرآن في لزوم القَرار في البيت على ما في « الجَمهرة » نقلًا عن « شرح ابن أبي الحَديد » و « العِقد الفريد » و « الإمامة والسِّياسة » :\r\n« مِنْ امِّ سَلَمَةَ زَوْج النَّبيّ صلَّى الله عليه ( وآله ) وسلَّم إلَى عائِشَةَ امِّ الْمُؤْمِنِينَ :\r\nسَلَامٌ علَيْكِ ، فَإنّي أحْمَدُ اللهَ الذي لَا إلَهَ إلَّا هُوَ ؛ أمَّا بَعْدُ فَإنَّكِ سُدَّةٌ بَيْنَ رَسولِ اللهِ صلَّى الله عليه ( وآله ) وسلَّم وَبَيْنَ امَّتِهِ ، وَحِجَابُكِ مَضْرُوبٌ على حُرْمَتِهِ ، قَدْ جَمَعَ الْقُرْآنُ ذَيْلَكِ فَلا تَنْدَحِيهِ « 3 » ، وَسَكَّنَ عُقَيْرَاكِ فَلَا تُصْحِريهَا « 4 » . اللهُ مِنْ وَرَاءِ هَذِهِ الامَّةِ » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « الجمهرة » ج 1 ، ص 378 ، عن « الإمامة والسياسة » ج 1 ، ص 55 .\r\n( 2 ) « الجمهرة » ج 1 ، ص 379 .\r\n( 3 ) « السُّدَّة : الباب . فلا تندحيه : لا تفتحيه ولا توسّعيه بالخروج إلي البصرة . يقال : فلان في مندوحة أي في سعة .\r\n( 4 ) عُقر الدار : أصلها . وعُقيرَي مصغَّر كثريّا ، والعقيري والعقيرة : الصوت أيضاً . لا تُصحريها ؛ لا تبرزيها وتجعليها بالصّحراء .\r\n","page_name":" 157 ","page_number":160},
  {"content":"\r\n\r\nلَوْ عَلِمَ رَسُولُ اللهِ صلَّى الله عليه ( وآله ) وسلَّم أنَّ النِّسَاءَ يحْتَمِلْنَ الْجِهَادَ عَهِدَ إلَيْكِ ؛ عُلْتِ عُلْتِ ؛ بَلْ قَدْ نَهَاكِ عَنِ الْفُرْطَةِ « 1 » في الْبِلَادِ .\r\nإن عَمُودَ الدِّينِ لا يُثَابُ بِالنِّساءِ إنْ مَالَ ، وَلَا يُرْأبُ بِهِنَّ إنْ صُدِعَ .\r\nحُمَادَيَاتِ النِّسَاءِ غَضُّ الأطْرَافِ ، وَخَفْضُ الأصْوَاتِ ، وَخَفَرُ الأعْرَاضِ ، وَضَمُّ الدُّيُولِ ، وَقِصَرُ الْوَهَازَةِ . مَا كُنْتِ قَائِلَةً لِرَسُولِ اللهِ صلّى الله عليه ( وآله ) وَسلَّم لَوْ عَارَضَكِ بِبَعْضِ الْفَلَوَاتِ نَاصَّةً قَعُوداً مِنْ مَنْهَلٍ إلَى مَنْهَلٍ ؛ قَدْ وَجِّهْتِ سِدَافَتَهُ « 2 » وَتَرَكْتِ عُهَيْدَاهُ .\r\nإن بِعَيْنِ اللهِ مَهْوَاكِ ، وَعلى رَسُولِهِ تَرِدِينَ .\r\nوَاقْسِمُ لَوْ سِرْتُ مَسِيرَكِ هَذَا ثُمَّ قِيلَ لي : يَا امَّ سَلَمَةَ ! ادْخُلِي الْفِرْدَوْسَ لَاسْتَحْيَيْتُ أنْ ألْقَى مُحَمَّداً صلَّى الله عليه ( وآله ) وسلَّم هَاتِكَةً حِجَاباً قَدْ ضَرَبَهُ عَلَيّ .\r\nإجْعَلِي بَيْتَكِ حِصْنَكِ ، وَوِقاعَةَ السَّتْرِ قَبْرَكِ حَتَّى تَلْقَيْنَهُ وَأنْتِ على تِلْكَ أطْوَعُ مَا تَكُونينَ لِلّهِ إذَا لَزِمْتِهِ ، وَأنْصَرُ مَا تَكُونينَ لِلدِّينِ مَا حَلَلْتِ فِيهِ .\r\nوَلَوْ ذَكَّرْتُكِ قَوْلًا مِنْ رَسُولِ اللهِ صلَّى الله عليه ( وآله ) وسلَّم تَعْرِفينَهُ لَنُهِشْتِ بِهِ نَهْشَ الرَّفْشَاءِ الْمُطْرِقَةِ . وَالسَّلام « 3 » . وأورد اليَعقوبيّ في تاريخه « 4 » .\r\nوقال عمَّار بن ياسر لعائِشة حين فرغ القوم من الجَمَل على ما رواه الطَّبريّ في تاريخه :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عُلت من عال يعول : جار ومال عن الحقّ . الفُرطَة : مجاوزة الحدّ والتقدّم .\r\n( 2 ) يُرْأبُ : يصلح . حُمَادَي : ما يحمد ، حُمادَيَات النساء جمع حمادَي : ما يحمدنَ عليه . الخَفَر : شدّة الحياء . الأعراض جمع عِرض بالكسر : النفس والجسد . الوَهازَة : الخطو . وجَّهْتِ سدافتَه : كشفتِ حجابه .\r\n( 3 ) « الجمهرة » ج 1 ، ص 353 إلي ص 356 نقلًا عن « شرح ابن أبي الحديد » ج 2 ، ص 79 . و « العقد الفريد » ج 2 ، ص 227 . و « الإمامة والسياسة » ج 1 ، ص 45 .\r\n( 4 ) « تاريخ اليعقوبي » ج 2 ، ص 180 من طبع بيروت سنة 1379 .\r\n","page_name":" 158 ","page_number":161},
  {"content":"\r\n\r\nيَا امَّ الْمُؤْمِنِينَ ! مَا أبْعَدَ هَذَا الْمَسِير مِنَ الْعَهْدِ الذي عُهِدَ إلَيْكِ !\r\nقَالَتْ : أبُوالْيَقْظَانِ ؟ قَالَ : نَعَمْ .\r\nقَالَتْ : وَاللهِ إنَّكَ مَا عَلِمْتُ قَوَّالٌ بِالْحَقِّ . قَالَ : الْحَمْدُ لِلّهِ الذي قَضَى لي على لِسَانِكِ « 1 » .\r\n\r\nتوبيخ الصّحابة عائشة في حرب الجمل\r\nوكَتَب زيدُ بن صوحان لها كتاباً ، لمَّا دَعَتْه إلى نَصرها وتَخذيل النَّاس عن عليّ عليه السَّلام على ما رواه الطَّبريّ في تاريخه ، ومحمدُّ بنُ عَبدِ ربِّه الأندُلسيّ في « العقدِ الفَريد » ، واللَّفظُ الأخير :\r\nمِنْ زَيْدِ بْنِ صُوحَانٍ إلَى عائِشَةَ امِّ الْمُؤْمنِينَ ! سَلَامٌ عَلَيْكِ .\r\nأمَّا بَعْدُ فَإنَّكِ امِرْتِ بِأمْرٍ وَامِرْنَا بِغَيْرِهِ ؛ امِرْتِ أنْ تَقِرِّي في بَيْتِكِ ، وَامِرْنَا أنْ نُقَاتِلَ النَّاسَ حَتَّى لَا تَكُونَ فِتْنَةٌ ؛ فَتَرَكْتِ مَا امِرْتِ بِهِ ، وَكَتَبْتِ تَنْهَيْنَنا عَمَّا امِرْنَا بِهِ . وَالسَّلَامُ « 2 » .\r\n. . . فلمَّا دَخَل عليها ابنُ عبَّاس بَعد الوقعة وأعْلَمَها أنَّ أمير المؤمنين عليه‌السَّلام أَمَرَها بالرُّجوع إلى بَيتها الذي أمرها اللهُ تَقِرَّ فيه ، بَعد أن استأذَنَها ولم تأذَن ودخل بلا إذن ؛\r\nقَالَتْ : يَا بْنَ عَبَّاسٍ ! مَا رَأيْتُ مِثْلَكَ تَدْخُلُ بَيْتَنَا بِلَا إذْنِنَا ، وَتَجْلِسُ على وَسَادَتِنَا بِغَيْرِ أمْرِنَا .\r\nقَالَ ابْنُ عَبَّاسٍ : وَاللهِ مَا هُوَ بَيْتُكِ ، وَلَا بَيْتُكِ إلَّا الذي أمَرَكِ اللهُ أنْ تَقِرِّي فِيهِ فَلَمْ تَفْعَلِي ؛ إنَّ أمِيرَالْمُؤْمنِينَ يَأمُرُكِ أنْ تَرْجِعي إلَى بَلَدِكِ الذي خَرَجْتِ مِنْهُ » « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « تاريخ الطبريّ » ج 3 ، ص 548 .\r\n( 2 ) « تاريخ الطبريّ » ج 3 ، ص 479 . و « العقد الفريد » ج 4 ، ص 317 .\r\n( 3 ) « تاريخ اليعقوبي » ج 2 ، ص 183 ، ط بيروت 1379 الهجرية . والمسعودي في « مروج الذّهب » ج 2 ، ص 368 طبع دار الأندلس . و « العقد الفريد » ج 4 ، ص 328 .\r\n","page_name":" 159 ","page_number":162},
  {"content":"\r\n\r\nوكَتَب إليها المالكُ الأشتر كتاباً من المدينة وهي بمكَّة :\r\nأمَّا بعْدُ فَإنَّكِ ظَعِينَةُ رَسُولِ اللهِ صلَّى الله عليه وآله وقَدْ أمَرَكِ أنْ تَقِرِّي في بَيْتِكِ ، فَإنْ فَعَلْتِ فَهُوَ خَيْرٌ لَكِ ، وَإنْ أبَيْتِ إلَّا أنْ تَأخُذِي مِنْسَأتَكِ وَتُلْقِي جِلْبَابَكِ وَتُبْدِي لِلنَّاسِ شُعَيْرَاتِكِ ، قَاتَلْتُكِ حَتَّى أرُدَّكِ إلَى بَيْتِكِ وَالْمَوْضِعِ الذي يَرْضَاهُ لَكِ رَبُّكِ « 1 » .\r\nثمَّ إنَّ عليّاً أمير المؤمنين عليه‌السَّلام بَعدَ الواقعة جاءَها حتَّى وَقَف عليها فَضَرَب الهودَج بَقضيبٍ ، وقال : « يَا حُمَيْرَاءُ ، رَسُولُ اللهِ أمَرَكِ بِهَذَا ؟ ألَمْ يَأمُرْكِ أنْ تَقِرِّي في بَيْتِكِ ؟ وَاللهِ مَا أنْصَفَكِ الَّذِينَ أخْرَجُوكِ إذْ صَانُوا عَقَائِلَهُمْ وَأبْرَزُوكِ » « 2 » .\r\nوقد عرفتَ أنَّ أبا بَكرة استدلَّ على عدم جواز خروجها بقول الرَّسول صلّى الله عليه وآله وسلَّم :\r\n« لَنْ يُفْلِحَ قَوْمٌ وَلَّوْا أمْرَهُمُ امْرَأةً » .\r\nعلى أنَّ عبدَالله بن عُمر أيضاً وَبَّخَها ولَامَها على خروجها ، وعائشةُ معَ ذلاقَةِ لسانِها وطَلَاقِةِ بَيانها وَفَصاحَةِ كلامِها لم يكن عندها جوابٌ ، ولم تَقُل : إنِّي خرجتُ للإصلاحِ بين امَّة محمَّدٍ رسول الله صلّى الله عليه وآله وسلَّم ، ولم تُجِبْ بأنَّ وجوبَ الْقَرار في البَيت إنَّما يُخصَّص بما إذا كان في البُروزمصلحةٌ عامَّةٌ أقوى من مصلحة القَرار ؛ وكذا لم تُجِب بأنَّ إغاثَةَ المظلوم‌و الملهُوف أعظم عند الله من جمع الحِجاب وجَرِّ ذُيُول السِّتْرِ .\r\n\r\nالحكم الإسلامي للمرأة أحسن نظام لكمالها ورُقاها\r\nهذا تمام كلامنا في المقام ؛ وقد تحصَّل منه أنَّ من له خبرةٌ بالقواعد العقليَّة والأحكام الاجتماعيَّة ، وكان قلبُه مُنوَّراً بالأحكام الشرعيَّة الإلهية ، وكان عارفاً بسيَرةِ نَبيِّنا محمَّدٍ صلَّى الله عليه وآله وسلَّم وسُنَّتِه ومنهاجِ الأئِمّة المعصومين - سلام الله عليهم أجمعين - يَعلم أنَّ هذا الأساس المتين الذي أسَّسَه وَبناه الشَّارعُ الحَكيم للمرأة هو أحسنُ طَرحٍ لتكميل وجودها على ما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « جمهرة رسائل العرب » ج 1 ، ص 358 نقلًا عن « شرح ابن أبي الحديد » ج 2 ، ص 80 .\r\n( 2 ) « مروج الذهب » ج 2 ، ص 367 .\r\n","page_name":" 160 ","page_number":163},
  {"content":"\r\n\r\nأعطاها الخالقُ العَليمُ من الجِبِلّةِ والفِطرةِ ، وأكمل نِظامٍ لها في النِّظام الأحسن الكُلِّيّ الذي بَنَى عليه جميعَ العَالَم .\r\nفَجَعْلُ الرَّجُل قَوّاماً على المرأة ، وفي درجةٍ أعلى منها إنَّما هو بملاحظة خيرها المَحض ومصلحتِها الخالصة ، وكلمةُ حَقٍّ على أصالةِ الواقع ، وإعطاءُ حقٍّ لها بالنَّحو الأكمل الأتمِّ الأوفر .\r\nولولاه كانت تُسلَب عنها حقوقُها الأوَّليَّة ، ويُتجاوز بها في عُمرها وحَياتها وعَيشها ومَالها وعِرضها ودِينها ودُنياها ؛ والتَّجاوز ظلمٌ وَتَعَدٍّ ؛ وَسَلبُ الحقِّ محكومٌ مطرودٌ .\r\n\r\nالوصيَّة باللُّزوم للقرآن الكريم وعدم التفرُّق عنه\r\n\r\nأيا أيُّها الَّذين\r\nآمنوا لا تَرْفَعوا أيديَكم عن قرآنكم الكريم ، ولا تَشْتَرُوا به الآراءِ الضَّالَّة ، فإنَّها ثمنٌ بَخْسٌ ، ولا تَنَازَلوا عن مُحكم آياته فإنَّه سقوطٌ وبَوارٌ .\r\n ( فَلا تَغُرَّنَّكُمُ الْحَياةُ الدُّنْيا وَلا يَغُرَّنَّكُمْ بِاللَّهِ الْغَرُورُ ) *  « 1 » ؛ فلا تُذْهِبُوا طَيِّباتِكم في حَيَاتِكُمُ الدُّنيَا ، ولا تقنعوا بالاستمتاع منها « 2 » ، فإنَّ المُؤمنَ كالجَبل الرَّاسخ لا تحرِّكُهُ العَواصفُ والرِّياحُ الصُّفْر التي هَبَّتْ مِنْ قِبَلِ المَشرقِ والمَغرب ؛ ولا تَتَوَجَّهوا يميناً وشِمالًا ، وقِرُّوا على نَهجكم القويم وصراطكم المستقيم ؛ ثَبَّتكُم اللهُ بالقَول الثَّابت في الحَياة الدُّنيا وفي الآخرة « 3 » ،  ( لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ )  « 4 » الآية .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 33 من سورة 31 : لقمان . والآية 5 من سورة 35 : فاطر .\r\n( 2 ) اقتباس من الآية 20 من سورة 46 : الأحقاف . ويوم يعرض الّذين كفروا على النار أذهبتم طيّباتكم في حياتكم الدنيا واستمتعتم بها فاليوم تجزون عذاب بما كنتم تستكبرون في الأرض بغير الحق وبما كنتم تفسقون .\r\n( 3 ) اقتباس من الآية 27 من سورة 14 : إبراهيم وهي قوله تعالي : يثبت الله الّذين آمنوا بالقول الثّابت في الحياة الدنيا وفي الآخرة .\r\n( 4 ) الآية 177 من سورة 2 : البقرة .\r\n","page_name":" 161 ","page_number":164},
  {"content":"\r\n\r\nواعلَموا أنَّ فيكم رسولَ الله وسُنَّته وسِيرتَهَ ، وهذا إمامُكم الحقُّ القائم بأمر الله - عجَّل اللهُ فَرَجَه - يَدلُّكم على الصِّراط الواضحِ ويَذُود عنكم كلِّ مانعٍ .\r\nوهذا قرآنكم الكريم فاتَّخِذُوه وَلِيجَةً يأويكم من قِطَعِ اللَّيل المُظلم من الشُّبُهات في أنواره السَّاطِعَة المُحيية ، وهو نورٌ وشِفاءٌ من كلِّ داءٍ .\r\nوارفَعوا أيديَكم به ، وأذِّنُوا في جميع العالمَ بأنَّ الرِّجال قَوَّامُونَ على النِّساءِ ، وبأنَّ لِلرِّجَالِ عَلَيْهِنَّ دَرَجَةً ، وَأعلِنُوا أهلَه عُلماءَهُم وامَرَاءَهم واولي التَّفكير والحَذاقة منهم وذَوِي التَّدريس والدِّراية بأنَّ هذا هو الطَّريق الواضح الذي لا مَخْلص للإنسان إلَّا أن يسير فيه ، ولا نجاةَ من شرور الأهواء والأنفس إلَّا أن يستريح تحت ظِلِّه ، ولا رَيّ من الظَّمَأ : العَطَشِ الجاهليّ إلَّا بشرب مائِه البارد النَّعِيم .\r\nواعلَموا أنَّ أهل العالَم سَيُقْبلون على الإسلام ويتَّخذُون قرآنه كَهفاً وأحكامَه حِصْناً ومَلاذاً  ( حَتَّى لا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ كُلُّهُ لِلَّهِ )  « 1 » .  ( وَاللَّهُ مُتِمُّ نُورِهِ وَلَوْ كَرِهَ الْكافِرُونَ )  « 2 » ويُظْهِرُ دِينَهُ على الدِّين كُلِّهِ وَلو كَرِه المُشْرِكُونَ « 3 » .\r\nفعلى المؤمن المُتعهِّد أن يأخذَ بالحقِّ ، ويُقيم القِسطَ ، ولا يتجاوز عن ميزانِ العدل .\r\n ( قُلْ أَمَرَ رَبِّي بِالْقِسْطِ )  « 4 » .\r\n ( لَقَدْ أَرْسَلْنا رُسُلَنا بِالْبَيِّناتِ وَأَنْزَلْنا مَعَهُمُ الْكِتابَ وَالْمِيزانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ )  ( 5 ) .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 39 من سورة 8 : الأنفال .\r\n( 2 ) الآية 8 من سورة 61 : الصّفّ .\r\n( 3 ) اقتباس من الآية 9 من سورة 61 : الصّفّ : هو الذي أرسل رسوله بالهدي ودين الحقّ ليظهره على الدّين كلّه ولو كره المشركون .\r\n( 4 ) الآية 29 من سورة 7 : الأعراف . 5 الآية 25 من سورة 57 : الحديد .\r\n","page_name":" 162 ","page_number":165},
  {"content":"\r\n\r\nوالحقُّ هو القِسطاس المستقيم ، وهو الميزانُ الوحيد في الاعتبار .\r\n ( وَالْوَزْنُ يَوْمَئِذٍ الْحَقُّ )  « 1 »  ( فَما ذا بَعْدَ الْحَقِّ إِلَّا الضَّلالُ فَأَنَّى تُصْرَفُونَ )  « 2 » .\r\nوعلى المسلم الخبير البصير أن يطابق أعمالَه وأفعالَه على ما في الكتاب العزيز من الأحكام ، ولا يَعبأ بما ذهب إليه العامَّة بأهْوائِهم .\r\n ( وَلَنْ تَرْضى عَنْكَ الْيَهُودُ وَلَا النَّصارى حَتَّى تَتَّبِعَ مِلَّتَهُمْ قُلْ إِنَّ هُدَى اللَّهِ هُوَ الْهُدى وَلَئِنِ اتَّبَعْتَ أَهْواءَهُمْ بَعْدَ الَّذِي جاءَكَ مِنَ الْعِلْمِ ما لَكَ مِنَ اللَّهِ مِنْ وَلِيٍّ وَلا نَصِيرٍ )  « 3 » .\r\n   ( قُلْ إِنَّنِي هَدانِي رَبِّي إِلى صِراطٍ مُسْتَقِيمٍ دِيناً قِيَماً مِلَّةَ إِبْراهِيمَ حَنِيفاً وَما كانَ مِنَ الْمُشْرِكِينَ ؛ قُلْ إِنَّ صَلاتِي وَنُسُكِي وَمَحْيايَ وَمَماتِي لِلَّهِ رَبِّ الْعالَمِينَ ؛ لا شَرِيكَ لَهُ وَبِذلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ )    « 4 » .\r\n\r\nختام المطاف\r\nهذا وقد آنِ أن نختم الرِّسالة ؛ وإنَّما استوعَبنا البحثَ فيها لمزيد أهمِّيِّته ، فصار بحمد اللهِ وَمنِّه بَحثاً قُرآنيّاً تفسيريّاً روائِيّاً فِقهيّاً تَاريخيّاً عِلميّاًاجتماعيّاً .\r\nوقد وفَّقنا اللهُ تعالى بما وَعَدْنا سابقاً بتحرير هذه الرِّسالة البَديعة تتميماً لِشَذَرات اللَّئالي حولَ مسألة عدم جواز تولِّي المرأة القضاءَ والحكومةَ ، التي جمعناها في أواخر شهر رَمَضان المبارك في عامنا هذا ؛ وله الحمدُ في الأولى والآخرة ؛ وآخِرُ دَعْوَانَا أنِ الْحَمْدُ لِلهِ رَبِّ الْعَالَمِينَ « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 8 من سورة 7 : الأعراف .\r\n( 2 ) الآية 32 من سورة 10 : يونس .\r\n( 3 ) الآية 120 من سورة 2 : البقرة .\r\n( 4 ) الآية 161 إلي الآية 163 من سورة 6 : الأنعام .\r\n( 5 ) اقتباس من الآية 10 من سورة 10 : يونس . « دعويهم فيها سبحانك اللهمّ وتحيّتهم فيها سلام وآخَر دعويهم أن الحمدللّه ربّ العالمين » .\r\n","page_name":" 163 ","page_number":166},
  {"content":"\r\n\r\n ( رَبَّنا آمَنَّا بِما أَنْزَلْتَ وَاتَّبَعْنَا الرَّسُولَ فَاكْتُبْنا مَعَ الشَّاهِدِينَ )  « 1 » .\r\n ( رَبَّنا لا تُزِغْ قُلُوبَنا بَعْدَ إِذْ هَدَيْتَنا وَهَبْ لَنا مِنْ لَدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ الْوَهَّابُ )  « 2 » .\r\nخُتمت هذه الرِّسالة في اليوم الثَّاني والعشرين من شهر ذي القعدة الحرام سنةَ ألف وثلاثمائة وتِسعَ وتِسعين من الهِجرةِ النَّبويَّةِ على هاجرها آلاف التَّحيَّة والسَّلام ، والصَّلاة والإكرام .\r\nوأنا الرَّاجي عَفو ربِّه : محمَّد الحُسين بن محمَّد الصَّادق الحُسينيّ الطِّهرانيّ ببَلدة طهران .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 54 من سورة 3 : آل عمران .\r\n( 2 ) الآية 8 من سورة 3 : آل عمران .\r\n","page_name":" 164 ","page_number":167},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 165 ","page_number":168}
  ]