[
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\n\r\nالمقدّمة\r\nبسم الله الرحمن الرحيم\r\nالبُشرى\r\nفي ذِكر مَنْ حَظِيَ بِرُؤيةِ الحجّةِ الكبرى\r\n( عجّل اللَّه تعالى فرجه )\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nعنوان ونام پديدآور : البشرى في ذكر من حظي برؤية الحجة الكبرى ( عجل الله تعالى فرجه ) / تأليف مؤسسة الامام الهادي عليه السلام .\r\nمشخصات نشر : قم پيام امام هادي عليه السلام ، 1432 ق = 1390 ش .\r\nمشخصات ظاهري : 149 ، 3 ص .\r\nشابك : 28000 ريال : 1 - 20 - 8837 - 964\r\nean : 9789648837209\r\nوضعيت فهرست نويسى : فيپا\r\nكتابنامه : عربى ص . 143 - 145 ، همچنين به صورت زير نويس .\r\nموضوع : 1 . محمد بن الحسن . ( عج ) ، امام دوازدهم ، 255 ق - - رويت .\r\nموضوع : 2 . مهدويت - انتظار .\r\nموضوع : 3 . محمد بن الحسن : ( عج ) ، امام دوازدهم ، 255 ق - - فضايل . الف .\r\nشناسه افزون : مؤسسة الإمام الهادي عليه السلام\r\nشناسه افزوده : عنوان : البشرى\r\nرده بندى كنگره : 1390 5 ب / 4 / 224 bp\r\nرده بندى ديويى : 462 / 297\r\nشماره ملى : 297462\r\nهوية الكتاب\r\nاسم الكتاب : البشرى في ذكر من حظي برؤية الحجة الكبرى ( عجل الله تعالى فرجه )\r\nالتأليف : مؤسسة الإمام الهادي عليه السلام - قم المقدسة\r\nالناشر : پيام امام هادي عليه السلام\r\nالطبعة : الأولى 1433 ه‍ . ق = 1391 ه‍ . ش\r\nالمطبعة : اعتماد قم - إيران\r\nالكمية : 1000 نسخة\r\nالسعر : 2800 تومان\r\nشابك : isbn : 964 - 8837 - 20 - 1 964 - 8837 - 20 - 1\r\nean : 9789648837209\r\nحقوق الطبع محفوظة للناشر\r\nتوزيع :\r\nقم ، خ توحيد - كوچه ء 5 - پلاك 29 - مؤسسة الإمام الهادي عليه السلام * تلفن : 8825255 فاكس 8833677 - 0251 ص . ب : 514 - 37185\r\nسايت ها : www : imamhadi . ir - www . mah 10 . net / . org / . com\r\nپست الكترونيك : nashr @ imamhadi . ir\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nبسم اللَّه الرّحمن الرّحيم\r\nنحمده ونستعينه ، ونصلّي ونسلّم على عبده ورسوله ، وخيرته من خلقه محمّد ، وعلى الأئمّة الميامين من آله ، سيّما الحجّة القائم المنتظر عجّل اللَّه فرجه ، وأحظانا برؤيته ، وجعلنا من أنصاره وأشياعه والذابّين عنه .\r\nوبعد ، كما هو واضح من اسم هذا الكتاب فهو يتحدّث عن الذين تشرّفوا بلقاء صاحب الزمان صلوات اللَّه عليه ونالهم فخر زيارته ، ويتحدّث عن أخبارهم وحكاياتهم .\r\nوقد تناول قسم من هذا الكتاب أخبار من رآه عليه السلام قبل أن ينال مرتبة الإمامة ، أي من بداية ولادته الشريفة إلى استشهاد أبيه الإمام العسكري عليه السلام . وتطرّق قسم آخر منه لتشرّف البعض بلقائه في زمن إمامته المباركة ، أي بعد استشهاد والده عليهما السلام ، وهذا القسم أيضاً يتضمّن شطرين : الأوّل يتناول اللقاءات في زمن الغيبة الصغرى وفي عهد السفراء والنوّاب الخاصّين ، وأمّا الثاني فيتحدّث عن اللقاءات التي حصلت في زمن الغيبة الكبرى .\r\nوحيث إنّ ولادته عليه السلام وكذلك أيّام حياته في جميع الأدوار التي مرّت عليه كانت بمقتضى الحكمة الإلهيّة مقرونة بالاختفاء والاستتار أو الغيبة عن أعين النظّار ، فهنا سؤال يطرح نفسه ، وهو : هل هناك من وسيلة تهيّئ لشيعته ومحبّيه رؤياه ؟ وهل سيكون ذلك في المستقبل أم لا ؟\r\nفنقول : في زمن والده عليهما السلام ومع وجود نفس الشرائط من الاختفاء والاستتار وطبقاً للأحاديث والأخبار الواردة قد حصل ذلك ، حيث وضّح الإمام العسكري عليه السلام\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nالأمر وعرّف به في أيّام طفولته عليه السلام وأراه جماعة من أصحابه وشيعته ، وأعلمهم أنّه الإمام بعده .\r\nأمّا في زمن الغيبة الصغرى فقد كان ارتباطه بشيعته أمراً ميسّراً أيضاً ، وذلك من خلال سفرائه عليه السلام ، فقد كان الحظوة بوجوده المبارك كما تذكر الروايات والأخبار الواردة ممكناً للبعض ، من جملتهم السفراء والنوّاب ، وقد تشرّف جمعٌ بملاقاته عليه السلام ونالوا فيض رؤيته المباركة في ذلك العصر .\r\nوثمّة تساؤل آخر يطرح نفسه ، وهو : هل كان بالإمكان التشرّف بلقياه عليه السلام في زمن الغيبة الكبرى - أي بعد عصر السفراء - ؟ وإذا كانت رؤيته ممكنة فكيف يمكن توجيه ما ورد في توقيعه الشريف لآخر سفير وهو عليّ بن محمّد السمري في آخر أيّام حياته من أنّ عصر السفراء سوف ينتهي بمجرّد وفاته وأنّ من ادّعى المشاهدة فكذّبوه ؟\r\nوقد جاء ذلك التوقيع برواية الشيخ الصدوق في كتابه « كمال الدين وتمام النعمة : 531 ح 44 » وهذا نصّها : « حدّثنا أبو محمّد الحسن بن أحمد المكتّب قال :\r\nكنت بمدينة السلام في السنة التي توفّي فيها الشيخ عليّ بن محمّد السمري قدّس اللَّه روحه فحضرته قبل وفاته بأيّام ، فأخرج إلى الناس توقيعاً نسخته : بسم اللَّه الرحمن الرحيم ، يا عليّ بن محمّد السمري ، أعظم اللَّه أجر إخوانك فيك ، فإنّك ميّت ما بينك وبين ستّة أيّام ، فاجمع أمرك ولا تُوص إلى أحدٍ يقوم مقامك بعد وفاتك ، فقد وقعت الغيبة الثانية ( التامّة ) فلا ظهور إلّابعد إذن اللَّه عزّ وجلّ ، وذلك بعد طول الأمد وقسوة القلوب وامتلاء الأرض جوراً ، وسيأتي شيعتي من يدّعي المشاهدة ، ألا فمن ادّعى المشاهدة قبل خروج السفياني والصيحة فهو كاذب مفترٍ ، ولا حول ولا قوّة إلّاباللَّه العليّ العظيم » .\r\nوأورد الشيخ الطوسي أيضاً هذا التوقيع في كتابه « الغيبة : 395 ح 365 » . وكلّ واحد من هذين العَلمين قد اختصّ قسماً من كتابه بذكر الذين قد تشرّفوا بحضور الإمام عجّل اللَّه فرجه ومن رآه بعينه .\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nفقد عقد الشيخ الصدوق في كمال الدين باباً تحت عنوان « باب من شاهد القائم وكلّمه ورآه » . وأورد الشيخ الطوسي أيضاً في موضعين من كتاب الغيبة أخبار عدّة من الذين رأوا الإمام عجّل اللَّه فرجه ، وذلك في قسم الأخبار المتعلّقة بولادته وفي فصل « ما روي من الأخبار المتضمّنة لمن رآه وهو لا يعرفه أو عرفه فيما بعد » .\r\nوالذي أورداه في كتابيهما يتعلّق غالباً بفترتين : الأولى فترة أوّل عمره الشريف ، أي ما قبل الإمامة ، والثانية تمثّل زمان الغيبة الصغرى ، وسيأتي ذكر كثير من الأخبار الواردة في هذا المجال في موضع مناسب من هذا الكتاب .\r\nوأمّا ما يتعلّق بالزمن المذكور - أي الغيبة الكبرى - فنقول : هناك كثير من التقارير والأخبار التي كانت تروى عن رؤية الإمام بواسطة أناس مختلفين ، وعلى الخصوص العلماء والصالحين - وقد تمّ ذكرها في كتب مختلفة - ، فبملاحظة التوقيع المذكور وما ذكر فيه من قوله : « ألا من ادّعى المشاهدة قبل خروج السفياني والصيحة فهو كذّاب مفترٍ » كيف نجمع بين هذا وذلك ؟\r\nفللإجابة على هذا السؤال ومن أجل تنوير الأذهان نكتفي بإيراد ما ذكره جمع من العلماء الأجلّاء في هذا المجال :\r\nقال السيّد المرتضى في كتابه « تنزيه الأنبياء : 235 » - في جواب من قال : « فإذا كان الإمام عجّل اللَّه فرجه غائباً بحيث لا يصل إليه أحد من الخلق ولا ينتفع به فما الفرق بين وجوده وعدمه ؟ » - : أوّل ما نقوله إنّا غير قاطعين على أنّ الإمام لا يصل إليه أحد ولا يلقاه بشر ، فهذا أمر غير معلوم ولا سبيل إلى القطع عليه . . .\r\nوأيضاً - في جواب من قال : « إذا كانت العلّة في استتار الإمام خوفه من الظالمين واتّقاءه من المعاندين فهذه العلّة زائلة في أوليائه وشيعته ، فيجب أن يكون ظاهراً لهم » - قال رحمه الله في ص 237 : . . . وقلنا أيضاً : إنّه غير ممتنع أن يكون الإمام يظهر لبعض أوليائه ممّن لا يخشى من جهته شيئاً من أسباب الخوف ، وإنّ هذا ممّا\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nلا يمكن القطع على ارتفاعه وامتناعه ، وإنّما يعلم كلّ واحدٍ من شيعته حال نفسه ، ولا سبيل له إلى العلم بحال غيره .\r\nوقال الشيخ الطوسي في « كتاب الغيبة : 99 » مجيباً عن مثل هذا السؤال : إنّا أوّلًا لا نقطع على استتاره عن جميع أوليائه ، بل يجوز أن يبرز لأكثرهم ، ولا يعلم كلّ إنسان إلّاحال نفسه ، فإن كان ظاهراً له فعلّته مُزاحة ؛ وإن لم يكن ظاهراً علم أنّه إنّما لم يظهر له لأمر يرجع إليه ، وإن لم يعلمه مفصّلًا لتقصير من جهته .\r\nوقال العلّامة المجلسي في « بحار الأنوار : 52 / 151 » في بيان ما ورد في التوقيع الشريف : لعلّه محمول على من يدّعي المشاهدة مع النيابة وإيصال الأخبار من جانبه عليه السلام إلى الشيعة على مثال السفراء ، لئلّا ينافي الأخبار التي مضت وسيأتي فيمن رآه ، واللَّه يعلم .\r\nوقال السيّد عبداللَّه شبّر في كتابه « الأنوار اللامعة في شرح الزيارة الجامعة :\r\n35 » : لا يقال : كيف يمكن ادّعاء رؤيته عليه السلام في غير المنام وقد ورد عنه في التوقيع لعليّ بن محمّد السمري على ما في الاحتجاج والإكمال : « وسيأتي من شيعتي من يدّعي المشاهدة ، ألا فمن ادّعى المشاهدة قبل خروج السفياني والصيحة فهو كذّاب مفتر » لأنّا نقول : إنّ ذلك محمول على من يدّعي المشاهدة مع النيابة وإيصال الأخبار من جانبه عليه السلام إلى الشيعة الأبرار على نحو السفراء والنوّاب ، وإلّا فقد استفاضت الأخبار وتظافرت الآثار عن جمع كثير من الثقات الأبرار من المتقدّمين والمتأخّرين ممّن رأوه وشاهدوه في الغيبة الكبرى ، وقد عقد لها المحدّثون في كتبهم أبواباً على حدة ، وسيّما العلّامة المجلسي رضي الله عنه في البحار ، وصرّح بحمل هذا الخبر ونحوه على ذلك ، لئلّا ينافي سائر الأخبار .\r\nوقال السيّد الأمين في « أعيان الشيعة : 3 / 71 » : قد جاءت أحاديث دالّة على عدم إمكان الرؤية في الغيبة الكبرى ، وحُكيت رؤيته عليه السلام عن كثيرين في الغيبة\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nالكبرى ، ويمكن الجمع بحمل نفي الرؤية على رؤية من يدّعي المشاهدة مع النيابة وإيصال الأخبار من جانبه على مثال السفراء ، أو بغير ذلك .\r\nوفي « صراط النجاة : 2 / 499 » لآية اللَّه التبريزي نقلًا عن آية اللَّه الخوئي في جواب هذا السؤال : ما تفسير هذا الحديث : « من ادّعى الرؤية فكذّبوه » ، وهل يختلف تفسيره بالنسبة للغيبة الصغرى والكبرى ، وهل صحيح أنّه ينسب للإمام الحجّة عجّل اللَّه فرجه ؟ قال : التكذيب راجع إلى من يدّعي النيابة عنه عليه السلام نيابة خاصّة في الغيبة الكبرى ، ولا يكون راجعاً إلى من يدّعي الرؤية بدون دعوى ، واللَّه العالم .\r\nوقال آية اللَّه السيستاني في « الاستفتاءات : 392 » في الجواب عن السؤال المذكور : وردت هذه الجملة في آخر توقيع للحجّة سلام اللَّه عليه إلى آخر نائب له عليّ بن محمّد السمري ، وقيل في توجيهها وجوه ، منها : أنّه لا يراه أحد بعد ذلك مع معرفة شخصه وإنّما يعرفه بعد قيامه ، ومنها : أنّه لا يراه أحد على وجه النيابة ، ومنها :\r\nأنّه لا يراه أحد بصورة مستمرّة ، ومنها : أنّه وإن أمكن أن يراه بعض الخواصّ إلّاأنّه لا ينبغي أن يُصدّق ولا ينبغي له أن يذكر .\r\nفيتبيّن ممّا ذُكر أنّ هناك من قد تشرّف بلقائه وحظي برؤيته عليه السلام خلال الأدوار المختلفة من عمره الشريف بما في ذلك زمن الغيبة الكبرى ، وأنّ الأخبار التي تشير إلى تشرّف كثير منهم بلقائه قد تمّ ذكرها في الكتب المختلفة التي خطّها علماء كبار ومحدّثون ثقات ، أو تنوقلت شفهياً بواسطتهم أيضاً .\r\nوقد جمعنا في هذا الكتاب الكثير من الأخبار المذكورة ، وذكرنا قضايا مرتبطة بعدّة من الشخصيّات المعتبرة والمحدّثين الموثّقين والعلماء والصلحاء من الذين استفادوا من هذا الفيض الهادر ونقلوا لنا صوراً حيّةً عن تشرّفهم بين يديه عليه السلام ، لنضعها بين أيدي منتظريه وشيعته والهائمين بحبّه ، آملين أن يكون ذلك خطوة في تقوية الإيمان وترسيخ العقيدة وزيادة الطمأنينة في أفئدتهم ، وأداةً لإحكام ارتباط هؤلاء المضطرّين المستغيثين بهذا المستغاث الغائب عن عيونهم ، الحاضر في قلوبهم .\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nوممّا تجدر الإشارة إليه أنّ كثيراً من المؤهّلين والصلحاء من الذين تشرّفوا بلقاء حضرته المباركة لم يفصحوا عن تشرّفهم هذا ، وبملاحظة ما اقتضاه علمهم وتقواهم وصلاحهم الذي يتمتّعون به قد امتنعوا عن إعلان تلك المشاهدة على الملأ ، وإلّا فلدينا أخبار أكثر ممّا ذُكر . ومن ناحية أخرى فهناك العديد من المحتالين والكذّابين على طول تاريخ غيبة هذا المصلح المنتظر وإلى الوقت الحاضر تحدوهم حوافز شيطانية ، ويعزيهم التطلّع إلى نيل الجاه والرفعة بين الناس وزخرف الحياة الدنيا ، فيدّعون لقاءه وارتباطهم به عليه السلام ؛ وهناك من الناس من هو جاهل بحقيقة الأمر مع ما يتمتّع به من المحبّة للصاحب الغائب عليه السلام وموالاته له ، فنراه يصدّق ما يدّعيه هؤلاء ليكون أداةً لتمرير أهدافهم الدنيئة . فحريّ بنا - نحن المسلمين - أن نتسلّح بالمعرفة والوعي لكي لا نكون جسراً لعبور البضاعة الفاسدة التي يتاجر بها أولئك المفسدون والفاسقون . سائلين المولى جلّ وعلا أن يكحل أعيننا برؤية الطلعة البهيّة لمولانا صاحب الزمان عجّل اللَّه تعالى فرجه .\r\nوفي الختام لابدّ من كلمة شكر نتقدّم بها إلى جميع الأساتذة الكتّاب والمحقّقين الأفاضل الذين ساهموا في تأليف هذا السفر المبارك ، وكذلك نشكر لجنة الدعم والإشراف على نشاطات المراكز الثقافية التابعة لوزارة الثقافة والإرشاد الإسلامي ، وكافّة المراكز والشخصيات التي تعاونت معنا في إصدار هذا الكتاب بهذا الشكل .\r\nوالحمد للَّه‌أولًا وآخراً .\r\nمؤسّسة الإمام الهادي عليه السلام\r\nقم المقدّسة\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\nمن رآه في حياة أبيه عليهما السلام ( 255 - 260 ه )\r\n\r\n1 - كمال الدين :\r\nحدّثنا محمّد بن الحسن بن الوليد رضي الله عنه قال : حدّثنا محمّد بن يحيى العطّار قال : حدّثنا أبو عبداللَّه الحسين بن رزق‌اللَّه قال : حدّثني موسى بن محمّد بن القاسم بن حمزة بن موسى بن جعفر بن محمّد بن عليّ بن الحسين بن عليّ بن أبي طالب عليهم السلام قال :\r\nحدّثتني حكيمة بنت محمّد بن عليّ بن موسى بن جعفر بن محمّد بن عليّ بن الحسين بن عليّ بن أبي طالب عليهم السلام قالت :\r\nبعث إليّ أبو محمّد الحسن بن عليّ عليهما السلام فقال : يا عمّة ، اجعلي إفطارك هذه الليلة عندنا ، فإنّها ليلة النصف من شعبان ؛ فإنّ اللَّه تبارك وتعالى سيظهر في هذه الليلة الحجّة وهو حجّته في أرضه .\r\nقالت : فقلت له : ومن امّه ؟\r\nقال لي : نرجس .\r\nقلت له : جعلني اللَّه فداك ، ما بها أثر !\r\nفقال : هو ما أقول لك .\r\nقالت : فجئت فلمّا سلّمت وجلست جاءت تنزع خُفّي ، وقالت لي : يا سيّدتي وسيّدة أهلي ، كيف أمسيت ؟\r\nفقلت : بل أنت سيّدتي وسيّدة أهلي .\r\nقالت : فأنكرتْ قولي وقالت : ما هذا يا عمّة ؟ !\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nقالت : فقلت لها : يا بُنيّة ، إنّ اللَّه تعالى سيهب لك في ليلتك هذه غلاماً سيّداً في الدنيا والآخرة .\r\nقالت : فخجلت واستحيت ، فلمّا أن فرغتُ من صلاة العشاء الآخرة أفطرت وأخذت مضجعي فرقدت ، فلمّا أن كان في جوف الليل قمت إلى الصلاة ، ففرغتُ من صلاتي - وهي نائمة ليس بها حادث - ثمّ جلستُ معقّبة ، ثمّ اضطجعت ، ثمّ انتبهتُ فزعة وهي راقدة . ثمّ قامت فصلّت ونامت .\r\nقالت حكيمة : وخرجت أتفقّد الفجر ، فإذا أنا بالفجر الأوّل كذنَب السِّرحان « 1 » - وهي نائمة - ، فدخلني الشكوك ، فصاح بي أبومحمّد عليه السلام من المجلس فقال :\r\nلا تعجلي يا عمّة ، فهاك الأمر قد قرب .\r\nقالت : فجلست وقرأت « ألم السجدة » و « يس » ، فبينما أنا كذلك إذ انتبهَتْ فزعة ، فوثبتُ إليها فقلت : اسم اللَّه عليك « 2 » ، ثمّ قلت لها : أتُحسّين شيئاً ؟\r\nقالت : نعم يا عمّة .\r\nفقلت لها : اجمعي نفسك واجمعي قلبك ، فهو ما قلت لك .\r\nقالت : فأخذتني فترة وأخذتها فترة ، فانتبهت بحسّ سيّدي ، فكشفت الثوب عنه فإذا أنا به عليه السلام ساجداً يتلقّى الأرض بمساجده . فضممته إليّ ، فإذا أنا به نظيف متنظّف ، فصاح بي أبو محمّد عليه السلام : هلمّي إليّ ابني يا عمّة !\r\nفجئت به إليه ، فوضع يديه تحت أليتيه وظهره ، ووضع قدميه على صدره ، ثمّ أدلى لسانه في فيه ، وأمرّ يده على عينيه وسمعه ومفاصله ، ثمّ قال : تكلّم يا بنيّ !\r\nفقال : أشهد أن لا إله إلّااللَّه وحده لا شريك له ، وأشهد أنّ محمّداً رسول اللَّه صلى الله عليه وآله .\r\nثمّ صلّى على أمير المؤمنين ، وعلى الأئمّة عليهم السلام إلى أن وقف على أبيه ثمّ أحجم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - السِّرحان - بالكسر - الذئب والأسد ، والجمع سراحين . ويقال للفجر الكاذب : سرحان ، على التشبيه « المصباح المنير ص 371 - سرح - » . .\r\n( 2 ) - اسم اللَّه عليك : أي أنت في حفظه ؛ كما يقال : اللَّه معك « مجمع البحرين ج 2 ص 408 » . .\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nثمّ قال أبو محمّد عليه السلام : يا عمّة ، اذهبي به إلى امّه ليسلّم عليها ، وأْتيني به .\r\nفذهبت به فسلّم عليها ، ورددته فوضعته في المجلس . ثمّ قال : يا عمّة ، إذا كان يوم السابع فأْتينا .\r\nقالت حكيمة : فلمّا أصبحت جئت لُاسلّم على أبي محمّد عليه السلام ، وكشفت الستر لأتفقّد سيّدي عليه السلام فلم أره ، فقلت : جعلت فداك : ما فعل سيّدي ؟\r\nفقال : يا عمّة ، استودعناه الذي استودعتْه امّ موسى موسى عليه السلام .\r\nقالت حكيمة : فلمّا كان في اليوم السابع جئت فسلّمت وجلست ، فقال :\r\nهلمّي إليَّ ابني .\r\nفجئت بسيّدي عليه السلام وهو في الخرقة ، ففعل به كفعلته الأولى ، ثمّ أدلى لسانه في فيه كأنّه يغذيه لبناً أو عسلًا ، ثمّ قال : تكلّم يا بنيّ !\r\nفقال : أشهد أن لا إله إلّااللَّه . وثنّى بالصلاة على محمّدٍ وعلى أمير المؤمنين وعلى الأئمّة الطاهرين - صلوات اللَّه عليهم أجمعين - حتّى وقف على أبيه عليه السلام ، ثمّ تلا هذه الآية : بسم اللَّه الرّحمن الرّحيم « ونُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ ونَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمُ الْوارِثِينَ * ونُمَكِّنَ لَهُمْ فِي الْأَرْضِ ونُرِيَ فِرْعَوْنَ وهامانَ وجُنُودَهُما مِنْهُمْ ما كانُوا يَحْذَرُونَ » « 1 » .\r\nقال موسى : فسألت عقبة الخادم عن هذه ، فقال : صدقت حكيمة « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - القصص : 5 و 6 . .\r\n( 2 ) - كمال الدين ص 424 - 426 ح 1 ، عنه إعلام الورى ج 2 ص 214 ، والبحار ج 51 ص 2 ح 3 . ورواه الشيخ الطوسي في الغيبة ص 142 عن ابن أبي الجيّد ، عن محمّد بن الحسن بن الوليد ، عن محمّد بن حمويه الرازي ، عن الحسين بن رزق‌اللَّه ، عن موسى بن محمّد ، عن حكيمة بنت محمّد عليه السلام مختصراً . ورواه في ص 140 - 144 بطرق مختلفة ، منها : عن ابن أبي جيّد ، عن محمّد بن الحسن بن الوليد ، عن الصفّار محمّد بن الحسن القمّي ، عن أبي عبداللَّه المطهري ، عن حكيمة بنت محمّد بن عليّ الرضا عليه السلام باختلاف يسير وزيادة - وفي تلك الرواية « سوسن » بدل « نرجس » - عنه البحار ج 51 ص 17 - 20 ح 25 - 27 . .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\n\r\n2 - الكافي :\r\nمحمّد بن يحيى ، عن الحسين بن رزق‌اللَّه أبو عبداللَّه قال : حدّثني موسى بن محمّد بن القاسم بن حمزة بن موسى بن جعفر قال :\r\nحدّثتني حكيمة ابنة محمّد بن عليّ - وهي عمّة أبيه - أنّها رأته ليلة مولده ، وبعد ذلك « 1 » .\r\n\r\n3 - كمال الدين :\r\nحدّثنا الحسين بن أحمد بن إدريس رضي الله عنه قال : حدّثنا أبي قال : حدّثنا محمّد بن إسماعيل قال : حدّثني محمّد بن إبراهيم الكوفي قال : حدّثنا محمّد بن عبداللَّه الطهوي قال : قصدتُ حكيمة بنت محمّد عليه السلام بعد مضيّ أبي محمّد عليه السلام أسألها عن الحجّة ، وما قد اختلف فيه الناس من الحيرة التي هم فيها .\r\nفقالت لي : اجلس . فجلست ، ثمّ قالت : يا محمّد ، إنّ اللَّه تبارك وتعالى لا يخلي الأرض من حجّة ناطقة أو صامتة ، ولم يجعلها في أخوين بعد الحسن والحسين عليهما السلام ، تفضيلًا للحسن والحسين ، وتنزيهاً لهما أن يكون في الأرض عديلهما ، إلّاأنّ اللَّه تبارك وتعالى خصّ ولد الحسين بالفضل على ولد الحسن عليهما السلام ، كما خصّ ولد هارون على ولد موسى عليه السلام - وإن كان موسى حجّة على هارون - والفضل لولده إلى يوم القيامة ، ولابدّ للُامّة من حيرة يرتاب فيها المبطلون ويخلص فيها المحقّون ، كي لا يكون للخلق على اللَّه حجّة . وإنّ الحيرة لابدّ واقعة بعد مضيّ أبي محمّد الحسن عليه السلام .\r\nفقلت : يا مولاتي ، هل كان للحسن عليه السلام ولد ؟\r\nفتبسّمت ثمّ قالت : إذا لم يكن للحسن عليه السلام عقب فمَن الحجّة من بعده ، وقد أخبرتك أنّه لا إمامة لأخوين بعد الحسن والحسين عليهما السلام .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الكافي ج 1 ص 330 ح 3 . وفي الإرشاد ج 2 ص 351 مثله . .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nفقلت : يا سيّدتي ، حدّثيني بولادة مولاي وغيبته عليه السلام .\r\nقالت : نعم ، كانت لي جارية يقال لها نرجس ، فزارني ابن أخي فأقبل يُحدق النظر إليها ، فقلت له : يا سيّدي لعلّك هويتها ، فأرسلها إليك ؟\r\nفقال « 1 » : لا يا عمّة ، ولكنّي أتعجّب منها .\r\nفقلت : وما أعجبك منها ؟\r\nفقال عليه السلام : سيخرج منها ولد كريم على اللَّه عزّ وجلّ ، الّذي يملأُ اللَّه به الأرض عدلًا وقسطاً كما ملئت جوراً وظلماً .\r\nفقلت : فأرسلها إليك يا سيّدي ؟\r\nفقال : استأذني في ذلك أبي عليه السلام .\r\nقالت : فلبست ثيابي وأتيت منزل أبي الحسن عليه السلام فسلّمت وجلست . فبدأني عليه السلام وقال : يا حكيمة ابعثي نرجس إلى ابني أبي محمّد .\r\nقالت : فقلت : يا سيّدي ، على هذا قصدتك على أن أستأذنك في ذلك .\r\nفقال لي : يا مباركة ، إنّ اللَّه تبارك وتعالى أحبّ أن يُشركك في الأجر ويجعل لك في الخير نصيباً .\r\nقالت حكيمة : فلم ألبث أن رجعت إلى منزلي وزيّنتها ووهبتها لأبي محمّد عليه السلام ، وجمعت بينه وبينها في منزلي . فأقام عندي أيّاماً ، ثمّ مضى إلى والده عليه السلام ، ووجّهت بها معه .\r\nقالت حكيمة : فمضى أبو الحسن عليه السلام وجلس أبو محمّد عليه السلام مكان والده ، وكنت أزوره كما كنت أزور والده ، فجاءتني نرجس يوماً تخلع خُفّي فقالت : يا مولاتي ناوليني خفّك . فقلت : بل أنت سيّدتي ومولاتي ، واللَّه لا أدفع إليك خُفّي لتخلعيه ولا لتخدميني ، بل أنا أخدمك على بصري ، فسمع أبو محمّد عليه السلام ذلك فقال : جزاك اللَّه يا عمّة خيراً ، فجلست عنده إلى وقت غروب الشمس ، فصحتُ بالجارية وقلت :\r\nناوليني ثيابي لأنصرف .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بزيادة « لها » في المصدر ، وما أثبتناه كما في البحار . .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nفقال عليه السلام : لا يا عمّتا ، بيتي الليلة عندنا ، فإنّه سيُولد الليلة المولود الكريم على اللَّه عزّ وجلّ ، الذي يُحيي اللَّه عزّ وجلّ به الأرض بعد موتها .\r\nفقلت : ممّن يا سيّدي ولست أرى بنرجس شيئاً من أثر الحبل ؟ !\r\nفقال : من نرجس لا من غيرها .\r\nقالت : فوثبت إليها فقلبتها ظهراً لبطن ، فلم أر بها أثر حبل ، فعُدت إليه عليه السلام فأخبرته بما فعلت . فتبسّم ثمّ قال لي : إذا كان وقت الفجر يظهر لك بها الحبل ، لأنّ مثلها مثل امّ موسى عليه السلام لم يظهر بها الحبل ولم يعلم بها أحد إلى وقت ولادتها ، لأنّ فرعون كان يشقّ بطون الحبالى في طلب موسى عليه السلام ، وهذا نظير موسى عليه السلام .\r\nقالت حكيمة : فعُدت إليها فأخبرتها بما قال ، وسألتها عن حالها . فقالت يا مولاتي : ما أرى بي شيئاً من هذا .\r\nقالت حكيمة : فلم أزل أرقبها إلى وقت طلوع الفجر - وهي نائمة بين يديّ لا تقلب جنباً إلى جنب - حتىّ إذا كان آخر الليل وقت طلوع الفجر وثبتْ فزعة ، فضممتها إلى صدري وسمّيتُ عليها ، فصاح إليّ أبو محمّد عليه السلام وقال : اقرئي عليها « إِنَّآ أَنزَلْنهُ فِى لَيْلَةِ الْقَدْرِ » .\r\nفأقبلت أقرأ عليها ، وقلت لها : ما حالك ؟\r\nقالت : ظهر بي الأمر الذي أخبرك به مولاي .\r\nفأقبلت أقرأ عليها كما أمرني ، فأجابني الجنين من بطنها ، يقرأ مثل ما أقرأ ، وسلّم عليّ .\r\nقالت حكيمة : ففزعت لما سمعت ، فصاح بي أبو محمّد عليه السلام : لا تعجبي من أمر اللَّه عزّ وجلّ ! إنّ اللَّه تبارك وتعالى يُنطقنا بالحكمة صغاراً ، ويجعلنا حجّة في أرضه كباراً . فلم يستتمّ الكلام حتّى غيّبت عنّي نرجس فلم أرها ، كأنّه ضُرب بيني وبينها حجاب ؛ فعدوت نحو أبي محمّد عليه السلام وأنا صارخة . فقال لي : ارجعي يا عمّة ، فإنّك ستجديها في مكانها .\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nقالت : فرجعت فلم ألبث أن كشف الغطاء الذي كان بيني وبينها ، وإذا أنا بها وعليها من أثر النور ما غشّى بصري ، وإذا أنا بالصبيّ عليه السلام ساجداً لوجهه ، جاثياً على ركبتيه ، رافعاً سبّابتيه وهو يقول : أشهد أن لا إله إلّااللَّه وحده لا شريك له ، وأنّ جدّي محمّداً رسول اللَّه ، وأنّ أبي أمير المؤمنين - ثمّ عدّ إماماً إماماً إلى أن بلغ إلى نفسه - ثمّ قال : اللّهمّ أنجز لي ما وعدتني ، وأتمم لي أمري ، وثبّت وطأتي ، واملأ الأرض بي عدلًا وقسطاً .\r\nفصاح بي أبو محمّد عليه السلام فقال : يا عمّة ، تناوليه وهاتيه .\r\nفتناولته وأتيت به نحوه ، فلمّا مثلت بين يدي أبيه - وهو على يديّ - سلّم على أبيه ، فتناوله الحسن عليه السلام منّي - والطير ترفرف على رأسه - وناوله لسانه فشرب منه ، ثمّ قال : امضي به إلى امّه لترضعه ، ورُدّيه إليّ .\r\nقالت : فتناولته امّه فأرضعته ، فرددته إلى أبي محمّد عليه السلام والطير ترفرف على رأسه ، فصاح بطير منها فقال له : احمله واحفظه وردّه إلينا في كلّ أربعين يوماً .\r\nفتناوله الطير وطار به في جوّ السماء ، واتّبعه سائر الطير . فسمعت أبا محمّد عليه السلام يقول : أستودعك اللَّه الذي أودعته امّ موسى موسى . فبكت نرجس ، فقال لها : اسكتي فإنّ الرضاع محرّم عليه إلّامن ثديك ، وسيعاد إليك كما ردّ موسى إلى امّه ، وذلك قول اللَّه عزّ وجلّ : « فَرَدَدْناهُ إِلى أُمِّهِ كَيْ تَقَرَّ عَيْنُها ولا تَحْزَنَ » « 1 » .\r\nقالت حكيمة : فقلت : وما هذا الطير ؟\r\nقال : هذا روح القدس ، الموكّل بالأئمة عليهم السلام يوفّقهم ويسدّدهم ويربّيهم بالعلم .\r\nقالت حكيمة : فلمّا كان بعد أربعين يوماً ردّ الغلام ، ووجّه إليّ ابن أخي عليه السلام فدعاني ، فدخلت عليه ، فإذا أنا بالصبيّ متحرّك يمشي بين يديه « 2 » . . .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - القصص : 13 . .\r\n( 2 ) - كمال الدين ص 426 - 430 ح 2 ، عنه البحار ج 51 ص 11 ح 14 . .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\n\r\n4 - ومنه :\r\nحدّثنا محمّد بن عليّ ماجيلويه وأحمد بن محمّد بن يحيى العطّار رضي اللَّه عنهما قال : حدّثنا محمّد بن يحيى العطّار قال : حدّثنا الحسين بن عليّ النيسابوري ، عن إبراهيم بن محمّد بن عبداللَّه بن موسى بن جعفر عليهما السلام ، عن السيّاري قال :\r\nحدّثتني نسيم ومارية قالتا : إنّه لمّا سقط صاحب الزمان عليه السلام من بطن امّه [ سقط 
  ] « 1 » جاثياً على ركبتيه رافعاً سبّابتيه إلى السماء ثمّ عطس فقال : الحمد للَّه‌ربّ العالمين وصلّى اللَّه على محمّد وآله ، زعمت الظلمة أنّ حجّة اللَّه داحضة ، لو أذن لنا في الكلام لزال الشكّ « 2 » .\r\n\r\n5 - ومنه :\r\nحدّثنا أبو طالب المظفّر بن جعفر بن المظفّر بن جعفر بن محمّد بن عبداللَّه بن محمّد بن عمر بن عليّ بن أبي طالب عليه السلام قال : حدّثنا جعفر بن محمّد بن مسعود قال :\r\nحدّثنا أبو النضر محمّد بن مسعود قال : حدّثنا آدم بن محمّد البلخي قال : حدّثنا عليّ بن الحسن الدقّاق قال : حدّثني إبراهيم بن محمّد العلوي قال :\r\nحدّثتني نسيم - خادمة أبي محمّد عليه السلام - قالت : دخلت على صاحب هذا الأمر عليه السلام بعد مولده بليلة ، فعطست عنده . قال لي : يرحمك اللَّه . قالت نسيم : ففرحت بذلك ، فقال لي عليه السلام : ألا ابشّرك في العطاس ؟ قلت : بلى . قال : هو أمان من الموت ثلاثة أيّام « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - من البحار . .\r\n( 2 ) - كمال الدين ص 430 ح 5 . وفي الغيبة للطوسي ص 147 باختلافٍ يسير ، عنهما البحار ج 51 ص 4 ح 6 . .\r\n( 3 ) - كمال الدين ص 441 ح 11 . وفي ص 430 ذيل ح 5 بطريق آخر مثله . وفي الغيبة للطوسي ص 139 باختلافٍ يسير . عنهما البحار ج 51 ص 5 ح 7 و 8 ، وج 52 ص 30 ح 24 . .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\n\r\n6 - ومنه :\r\nوبهذا الإسناد ، عن إبراهيم بن محمّد العلوي قال :\r\nحدّثني طريف أبو نصر قال : دخلت على صاحب الزمان عليه السلام فقال : عليَّ بالصندل الأحمر . فأتيته به ، ثمّ قال : أتعرفني ؟ قلت : نعم . فقال : من أنا ؟ فقلت : أنت سيّدي وابن سيّدي . فقال : ليس عن هذا سألتك . قال طريف : فقلت جعلني اللَّه فداك ، فبيّن لي . قال : أنا خاتم الأوصياء ، وبي يدفع اللَّه عزّ وجلّ البلاء عن أهلي وشيعتي « 1 » .\r\n\r\n7 - ومنه :\r\nحدّثنا محمّد بن موسى بن المتوكّل رضي الله عنه قال : حدّثنا عبداللَّه بن جعفر الحميري قال : حدّثنا محمّد بن أحمد العلوي ، عن أبي غانم الخادم قال :\r\nوُلد لأبي محمّد عليه السلام ولد فسمّاه محمّداً ، فعرضه على أصحابه يوم الثالث وقال :\r\nهذا صاحبكم من بعدي ، وخليفتي عليكم ، وهو القائم الذي تمتدّ إليه الأعناق بالانتظار ؛ فإذا امتلأت الأرض جوراً وظلماً ، خرج فملأها قسطاً وعدلًا « 2 » .\r\n\r\n8 - ومنه :\r\nحدّثنا محمّد بن إبراهيم بن إسحاق الطالقاني رضي الله عنه قال : حدّثنا الحسن بن عليّ ابن زكريّا بمدينة السلام قال : حدّثنا أبو عبداللَّه محمّد بن خليلان قال : حدّثني أبي ، عن أبيه ، عن جدّه ، عن غياث بن أسيد قال :\r\nشهدت محمّد بن عثمان العَمري قدّس اللَّه روحه يقول : لمّا وُلد الخلف المهديّ عليه السلام سطع نور من فوق رأسه إلى أعنان السماء ، ثمّ سقط لوجهه ساجداً لربّه تعالى ذكره ، ثمّ رفع رأسه وهو يقول : « شَهِدَ اللَّه أَنَّهُ لاإِلهَ إِلّا هُوَ والْمَلائِكَةُ وأُولُوالْعِلْمِ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كمال الدين ص 441 ح 12 . وفي الغيبة للطوسي ص 148 مثله ، عنهما البحار ج 52 ص 30 ح 25 . .\r\n( 2 ) - كمال الدين ص 431 ح 8 ، عنه الوسائل ج 16 ص 243 ، والبحار ج 51 ص 5 ح 11 . .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nقائِماً بِالْقِسْطِ لاإِلهَ إِلّا هُوَ الْعَزِيزُ الْحَكِيمُ * إِنَّ الدِّينَ عِنْدَ اللَّهِ الإِسْلامُ » « 1 » .\r\nقال : وكان مولده يوم الجمعة « 2 » .\r\n\r\n9 - ومنه :\r\nحدّثنا عليّ بن عبداللَّه الورّاق ، عن سعد ، عن أحمد بن إسحاق قال : دخلت على أبي محمّد الحسن بن عليّ عليه السلام - وأنا أريد أن أسأله عن الخلف بعده - فقال لي مبتدئاً : يا أحمد بن إسحاق ، إنّ اللَّه تبارك وتعالى لم يُخل الأرض منذ خلق آدم ، ولا تخلو إلى يوم القيامة من حجّة اللَّه على خلقه ، به يدفع البلاء عن أهل الأرض ، وبه ينزل الغيث ، وبه يخرج بركات الأرض .\r\nقال : فقلت : يا ابن رسول اللَّه ، فمن الإمام والخليفة بعدك ؟\r\nفنهض عليه السلام فدخل البيت ، ثمّ خرج - وعلى عاتقه غلام كأنّ وجهه القمر ليلة البدر ، من أبناء ثلاث سنين - فقال : يا أحمد بن إسحاق ، لولا كرامتك على اللَّه وعلى حججه ما عرضت عليك ابني هذا ، إنّه سميّ رسول اللَّه وكنيّه الذي يملأُ الأرض قسطاً وعدلًا كما ملئت جوراً وظلماً .\r\nيا أحمد بن إسحاق ، مثَله في هذه الامّة مثَل الخضر عليه السلام ، ومثَله كمثَل ذي القرنين ؛ واللَّه ليغيبنّ غيبة لا ينجو فيها من التهلكة إلّامن يُثبته اللَّه على القول بإمامته ، ووفّقه للدعاء بتعجيل فرجه .\r\nقال أحمد بن إسحاق : فقلت له : يا مولاي ، هل من علامة يطمئنّ إليها قلبي ؟\r\nفنطق الغلام عليه السلام بلسان عربيّ فصيح فقال : أنا بقيّة اللَّه في أرضه والمنتقم من أعدائه ، فلا تطلب أثراً بعد عين يا أحمد بن إسحاق .\r\nقال أحمد بن إسحاق : فخرجت مسروراً فرحاً ، فلمّا كان من الغد عُدت إليه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - آل عمران : 18 و 19 . .\r\n( 2 ) - كمال الدين ص 433 ح 13 . عنه البحار ج 51 ص 16 ح 19 . .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nفقلت له : يا ابن رسول اللَّه ، لقد عظم سروري بما أنعمت عليّ ، فما السُنّة الجارية فيه من الخضر وذي القرنين ؟\r\nفقال : طول الغيبة يا أحمد . فقلت له : يا ابن رسول اللَّه ، وإنّ غيبته لتطول ؟\r\nقال : إيوربّي حتّى يرجع عن هذا الأمر أكثر القائلين به ، فلا يبقى إلّامن أخذ اللَّه عهده بولايتنا ، وكتب في قلبه الإيمان وأيّده بروحٍ منه . يا أحمد بن إسحاق ، هذا أمر من أمر اللَّه ، وسرّ من سرّ اللَّه ، وغيب من غيب اللَّه ، فخُذ ما آتيتك واكتمه وكن من الشَّاكرين ، تكن غداً في علّيّين « 1 » .\r\n\r\n10 - ومنه :\r\nحدّثنا محمّد بن محمّد الخزاعي رضي الله عنه قال : حدّثنا أبو عليّ الأسدي ، عن أبيه « 2 » محمّد بن أبي عبداللَّه الكوفي أنّه ذكر عدد من انتهى إليه ممّن وقف على معجزات صاحب الزمان عليه السلام ورآه من الوكلاء : ببغداد : العَمري ، وابنه ، وحاجز ، والبلالي ، والعطّار .\r\nومن الكوفة : العاصمي .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كمال الدين ص 384 ح 1 . عنه البحار ج 52 ص 23 ح 16 ، وكذا إثبات الهداة ج 3 ص 479 ح 180 من قوله « قلت : يا ابن رسول اللَّه فمن » . وفي إعلام الورى ج 2 ص 248 مثله عن أبي جعفر ابن بابويه .\r\nقال الصدوق رحمه الله : لم أسمع هذا الحديث إلّامن عليّ بن عبداللَّه الورّاق ، ووجدته مثبتاً بخطّه فسألته عنه ، فرواه لي قراءةً عن سعد بن عبداللَّه ، عن أحمد بن إسحاق رضي الله عنه كما ذكرته . .\r\n( 2 ) - في المصدر بزيادة « عن » ؛ وما أثبتناه من إعلام الورى . وقد روى الصدوق في الكمال ص 522 ح 51 عن‌أبي جعفر محمّد بن محمّد الخزاعي رضي الله عنه عن أبي علي بن أبي الحسين الأسدي ، عن أبيه رضي الله عنه قال : ورد عليّ توقيع . . . وانظر معجم رجال الحديث ج 21 ص 244 رقم 14557 .\r\nومحمّد بن أبي عبداللَّه الكوفي متّحد مع أبي الحسين الأسدي ، وهو محمّد بن جعفر بن محمّد بن عون الأسدي أبو الحسين الكوفي ، ساكن الريّ ؛ يقال له : محمّد بن أبي عبداللَّه ، كان ثقة ، صحيح الحديث ، توفّي سنة 312 . انظر رجال النجاشي ص 373 رقم 1020 ، ومعجم رجال الحديث ج 14 ص 273 رقم 10007 ، وج 15 ص 165 رقم 10384 . .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nومن أهل الأهواز : محمّد بن إبراهيم بن مهزيار .\r\nومن أهل قم : أحمد بن إسحاق .\r\nومن أهل همدان : محمّد بن صالح .\r\nومن أهل الريّ : البسامي ، والأسدي - يعني نفسه - .\r\nومن أهل آذربيجان : القاسم بن العلاء .\r\nومن أهل نيسابور : محمّد بن شاذان .\r\nومن غير الوكلاء : من أهل بغداد : أبو القاسم بن أبي حليس ، وأبو عبداللَّه الكندي ، وأبو عبداللَّه الجنيدي ، وهارون القزّاز ، والنيلي ، وأبو القاسم بن دبيس ، وأبو عبداللَّه بن فرّوخ ، ومسرور الطبّاخ - مولى أبي الحسن عليه السلام - ، وأحمد ومحمّد ابنا الحسن « 1 » ، وإسحاق الكاتب - من بني نيبخت - ، وصاحب النواء « 2 » ، وصاحب الصرّة المختومة .\r\nومن همدان : محمّد بن كشمرد ، وجعفر بن حمدان ، ومحمّد بن هارون بن عمران .\r\nومن الدِّينَور : حسن بن هارون ، وأحمد بن أخية ، وأبو الحسن .\r\nومن إصفهان : ابن باذشالة .\r\nومن الصيمرة : زيدان .\r\nومن قم : الحسن بن النضر ، ومحمّد بن محمّد ، وعليّ بن محمّد بن إسحاق ، وأبوه ، والحسن بن يعقوب .\r\nومن أهل الريّ : القاسم بن موسى ، وابنه ، وأبو محمّد بن هارون ، وصاحب الحصاة ، وعليّ بن محمّد ، ومحمّد بن محمّد الكليني ، وأبو جعفر الرفاء .\r\nومن قزوين : مرداس ، وعليّ بن أحمد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - « أبي الحسن » إعلام الورى . .\r\n( 2 ) - « الفراء » البحار وهامش المصدر عن بعض النسخ ، « الفداء » إعلام الورى . .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nومن فاقتر « 1 » : رجلان .\r\nومن شهرزور : ابن الخال .\r\nومن فارس : المحروج « 2 » .\r\nومن مرو : صاحب الألف دينار ، وصاحب المال والرقعة البيضاء ، وأبو ثابت .\r\nومن نيسابور : محمّد بن شعيب بن صالح .\r\nومن اليمن : الفضل بن يزيد ، والحسن ابنه ، والجعفري ، وابن الأعجمي ، والشمشاطي .\r\nومن مصر : صاحب المولودين ، وصاحب المال بمكة ، وأبو رجاء .\r\nومن نصيبين : أبو محمّد بن الوجناء .\r\nومن الأهواز : الحصيني « 3 » .\r\n\r\n11 - ومنه :\r\nحدّثنا محمّد بن عليّ ماجيلويه رضي الله عنه قال : حدّثنا محمّد بن يحيى العطّار قال :\r\nحدّثني جعفر بن محمّد بن مالك الفزاري قال : حدّثني [ محمّد بن 
  ] « 4 » معاوية بن حكيم ، ومحمّد بن أبي أيّوب بن نوح ، ومحمّد بن عثمان العَمري رضي الله عنه قالوا : عرض علينا أبو محمّد الحسن بن عليّ عليهما السلام - ونحن في منزله ، وكنّا أربعين رجلًا - فقال :\r\nهذا إمامكم من بعدي ، وخليفتي عليكم ؛ أطيعوه ولا تتفرّقوا من بعدي في أديانكم فتهلكوا . أما إنّكم لا ترونه بعد يومكم هذا .\r\nقالوا : فخرجنا من عنده ، فما مضت إلّاأيّام قلائل حتّى مضى أبو محمّد عليه السلام « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - « قابس » إعلام الورى والبحار . .\r\n( 2 ) - « المجروح » إعلام الورى والبحار . .\r\n( 3 ) - كمال الدين ص 442 ح 12 ، عنه إعلام الورى ج 2 ص 273 - 275 ، والبحار ج 52 ص 30 ح 26 . .\r\n( 4 ) - من إعلام الورى والإثبات والبحار - الطبعة الحجرية - . .\r\n( 5 ) - كمال الدين ص 435 ح 2 ، عنه إعلام الورى ج 2 ص 252 ، وإثبات الهداة ج 3 ص 485 ح 204 ، والبحار ج 52 ص 25 ح 19 . .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\n\r\n12 - الغيبة للطوسي :\r\nأحمد بن عليّ بن نوح السيرافي ، عن أبي نصر هبةاللَّه بن محمّد بن أحمد الكاتب - ابن بنت أبي جعفر العَمري - قال : قال جعفر بن محمّد بن مالك الفزاري البزّاز ، عن جماعة من الشيعة ، منهم : عليّ بن بلال ، وأحمد بن هلال ، ومحمّد بن معاوية بن حكيم ، والحسن بن أيّوب بن نوح - في خبر طويل مشهور - قالوا جميعاً :\r\nاجتمعنا إلى أبي محمّد الحسن بن عليّ عليه السلام نسأله عن الحجّة من بعده - وفي مجلسه عليه السلام أربعون رجلًا - ، فقام إليه عثمان بن سعيد بن عمرو العَمري فقال له :\r\nيا ابن رسول اللَّه ، أريد أن أسألك عن أمر أنت أعلم به منّي .\r\nفقال له : اجلس يا عثمان .\r\nفقام مغضباً ليخرج ، فقال : لا يخرجنّ أحد !\r\nفلم يخرج منّا أحد ، إلى أن كان بعد ساعة فصاح عليه السلام بعثمان .\r\nفقام على قدميه .\r\nفقال : أخبركم بما جئتم ؟\r\nقالوا : نعم يا ابن رسول اللَّه .\r\nقال : جئتم تسألوني عن الحجّة من بعدي . قالوا : نعم ؛ فإذا غلام كأنّه قطع قمر ، أشبه الناس بأبي محمّد عليه السلام ، فقال : هذا إمامكم من بعدي ، وخليفتي عليكم ، أطيعوه ولا تتفرّقوا من بعدي فتهلكوا في أديانكم . ألا وإنّكم لا ترونه من بعد يومكم هذا ، حتّى يتمّ له عمر ، فاقبلوا من عثمان ما يقوله ، وانتهوا إلى أمره واقبلوا قوله ؛ فهو خليفة إمامكم ، والأمر إليه - في حديث طويل - « 1 » .\r\n\r\n13 - الكافي :\r\nعليّ بن محمّد ، عن الحسين ومحمّد - ابني عليّ بن إبراهيم - ، عن محمّد بن عليّ بن عبدالرّحمن العبدي - من عبد قيس - ، عن ضوء بن عليّ العجلي ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الغيبة للطوسي ص 217 ، عنه إثبات الهداة ج 3 ص 415 ح 56 ، والبحار ج 51 ص 346 . .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nعن رجل من أهل فارس - سمّاه - قال :\r\nأتيت سامرّاء ولزمت باب أبي محمّد عليه السلام ، فدعاني فدخلت عليه وسلّمت ، فقال :\r\nما الّذي أقدمك ؟\r\nقال : قلت : رغبة في خدمتك .\r\nقال : فقال لي : فالزم الباب .\r\nقال : فكنت في الدّار مع الخدم ، ثمّ صرت أشتري لهم الحوائج من السّوق ، وكنت أدخل عليهم من غير إذن إذا كان في الدّار رجال .\r\nقال : فدخلت عليه يوماً - وهو في دار الرّجال - فسمعت حركةً في البيت ، فناداني : مكانك لا تبرح ! فلم أجسر أن أدخل ولا أخرج .\r\nفخرجت عليَّ جارية معها شيءٌ مغطّى .\r\nثمّ ناداني : ادخل . فدخلت ؛ ونادى الجارية فرجعتْ إليه .\r\nفقال لها : اكشفي عمّا معك . فكشفت عن غلام أبيض ، حسن الوجه . وكشف عن بطنه ، فإذا شعر نابت من لبَّته « 1 » إلى سُرّته أخضر ليس بأسود .\r\nفقال : هذا صاحبكم .\r\nثمّ أمرها فحملته ، فما رأيته بعد ذلك حتّى مضى أبو محمّد عليه السلام « 2 » .\r\n\r\n14 - كمال الدين :\r\nحدّثنا أبو طالب المظفّر بن جعفر بن المظفّر العلوي السمرقندي رضي الله عنه قال : حدّثنا جعفر بن محمّد بن مسعود ، عن أبيه محمّد بن مسعود العيّاشي قال : حدّثنا آدم بن محمّد البلخي قال : حدّثني عليّ بن الحسن بن هارون الدقّاق\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اللَّبّة : المنحر ، وموضع القلادة من الصدر « القاموس ج 1 ص 288 - لبب - » . .\r\n( 2 ) - الكافي ج 1 ص 329 ح 6 . ورواه في ص 514 ح 2 . وفي كمال الدين ص 435 ح 3 ، والغيبة للطوسي ص 140 بإسنادهما عن الكليني مثله . عنها إثبات الهداة ج 3 ص 441 ح 12 . وفي البحار ج 52 ص 26 ح 21 عن الكافي والغيبة . .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nقال : حدّثنا جعفر بن محمّد بن عبداللَّه بن القاسم بن إبراهيم بن الأشتر قال : حدّثنا يعقوب بن منقوش قال :\r\nدخلت على أبي محمّد الحسن بن عليّ عليهما السلام - وهو جالس على دكّان في الدار وعن يمينه بيت وعليه ستر مُسبل - ، فقلت له : يا سيّدي ، من صاحب هذا الأمر ؟\r\nفقال : ارفع الستر . فرفعته ، فخرج إلينا غلام خماسيّ « 1 » له عشر - أو ثمان أو نحو ذلك - ، واضح الجبين ، أبيض الوجه درّيّ المُقلتين « 2 » ، شَثن « 3 » الكفّين ، معطوف « 4 » الركبتين ، في خدّه الأيمن خال ، وفي رأسه ذُؤابة « 5 » ، فجلس على فخذ أبي محمّد عليه السلام ، ثمّ قال لي : هذا هو صاحبكم .\r\nثمّ وثب . فقال له : يا بُنيّ ، ادخل إلى الوقت المعلوم !\r\nفدخل البيت - وأنا أنظر إليه - . ثمّ قال لي : يا يعقوب ، انظر إلى من في البيت ! فدخلت فما رأيت أحداً « 6 » .\r\n\r\n15 - الغيبة للطوسي :\r\nأحمد بن عليّ الرازي ، عن محمّد بن عليّ ، عن عبداللَّه بن محمّد بن خاقان الدهقان ، عن أبي سليمان داود بن غسّان البحراني قال : قرأت على أبي سهل إسماعيل بن عليّ النوبختي قال :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - غلام خُماسي أو رُباعي ، معناه : طوله خمسة أشبار أو أربعة « المصباح المنير ص 248 - خمس - » . .\r\n( 2 ) - المقلة - وزان غرفة - : شحمة العين ، التي تجمع سوادها وبياضها « المصباح المنير ص 792 - مقل - » . .\r\n( 3 ) - شَثْن الأصابع - وزان فلس - : غليظها « المصباح المنير ص 414 - شثن - » . .\r\n( 4 ) - عطفت الشيء عطفاً : ثنّيته أو أملته « المصباح المنير ص 569 - عطف - » . .\r\n( 5 ) - الذُّؤابة : الضَّفيرة من الشعر إذا كانت مرسلة ، فإن كانت ملويّة فهي عقيصة « المصباح المنير ص 287 - ذوب - » . .\r\n( 6 ) - كمال الدين ص 436 ح 5 ، وفي ص 407 ح 2 مثله . وكذا في إعلام الورى ج 2 ص 250 ؛ عنهما إثبات الهداة ج 3 ص 480 ح 183 . وفي البحار ج 52 ص 25 ح 17 عن الكمال . .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nمولد محمّد بن الحسن بن عليّ بن محمّد بن عليّ الرضا ابن موسى بن جعفر الصادق ابن محمّد الباقر ابن عليّ بن الحسين بن عليّ بن أبي طالب صلوات اللَّه عليهم أجمعين . وُلد عليه السلام بسامرّاء سنة ستّ وخمسين ومائتين ، امّه صقيل ، ويكنّى أبا القاسم - بهذه الكنية أوصى النبيّ صلى الله عليه وآله أنّه قال : « اسمه كاسمي ، وكنيته كنيتي » - ، لقبه المهديّ ، وهو الحجّة ، وهو المنتظر ، وهو صاحب الزمان عليه السلام .\r\nقال إسماعيل بن عليّ :\r\nدخلت على أبي محمّد الحسن بن عليّ عليه السلام في المرضة التي مات فيها وأنا عنده إذ قال لخادمه عقيد - وكان الخادم أسود نوبيّاً قد خدم من قبله عليّ بن محمّد ، وهو ربّى الحسن عليه السلام - فقال له : يا عقيد ، أغلِ لي ماء بمصطكا « 1 » . فأغلى له ، ثمّ جاءت به صقيل الجارية امّ الخلف عليه السلام ، فلمّا صار القدح في يديه وهمّ بشُربه فجعلت يده ترتعد حتّى ضرب القدح ثنايا الحسن عليه السلام ، فتركه من يده وقال لعقيد : ادخل البيت ، فإنّك ترى صبيّاً ساجداً فأْتني به .\r\nقال أبو سهل : قال عقيد : فدخلت أتحرّى فإذا أنا بصبيّ ساجد رافع سبّابته نحو السماء ، فسلّمت عليه ، فأوجز في صلاته ، فقلت : إنّ سيّدي يأمرك بالخروج إليه ، إذ جاءت امّه صقيل ، فأخذت بيده وأخرجته إلى أبيه الحسن عليه السلام .\r\nقال أبو سهل : فلمّا مثل الصبيّ بين يديه سلّم - وإذا هو درّيّ اللون ، وفي شعر رأسه قطط « 2 » ، مُفلَّج الأسنان « 3 » - ، فلمّا رآه الحسن عليه السلام بكى وقال : يا سيّد أهل بيته ، اسقني الماء ، فإنّي ذاهب إلى ربّي .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - المصطكا - بالفتح والضّم ، ويُمدّ في الفتح فقط - : عِلكٌ روميّ أبيضه نافع للمعدة والمقعدة والأمعاء والكبدوالسُّعال المزمن - شرباً - والنكهة واللِّثة وتفتيق الشهوة وتفتيح السُّدد « القاموس ج 3 ص 466 » . .\r\n( 2 ) - شعر قَطٌّ وقَطَط : شديد الجُعودة « المصباح المنير ص 697 - قطط - » . .\r\n( 3 ) - مفلّج الأسنان : أيمُنفرجها . انظر « الصحاح ج 1 ص 335 - فلج - » . .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nوأخذ الصبيّ القدح المُغلى بالمصطكا بيده ثمّ حرّك شفتيه ثمّ سقاه ، فلمّا شربه قال : هيّئوني للصلاة . فطرح في حجره منديل ، فوضّأه الصبيّ واحدة واحدة ، ومسح على رأسه وقدميه .\r\nفقال له أبو محمّد عليه السلام : أبشر يا بنيّ ، فأنت صاحب الزمان ، وأنت المهديّ ، وأنت حجة اللَّه على أرضه ، وأنت ولدي ووصيّي ، وأنا ولدتك ، وأنت محمّد بن الحسن بن عليّ بن محمّد بن عليّ بن موسى بن جعفر بن محمّد بن عليّ بن الحسين بن عليّ ابن أبي طالب عليه السلام ولَدك رسول اللَّه صلى الله عليه وآله ، وأنت خاتم الأوصياء الأئمّة الطاهرين ، وبشّر بك رسول اللَّه صلى الله عليه وآله وسمّاك وكنّاك ، وبذلك عهد إليّ أبي عن آبائك الطاهرين ، صلّى اللَّه على أهل البيت ، ربّنا إنّه حميدٌ مجيد .\r\nومات الحسن بن عليّ من وقته - صلوات اللَّه عليهم أجمعين - « 1 » .\r\n\r\n16 - ومنه :\r\nجعفر بن محمّد بن مالك ، قال حدّثني محمّد بن جعفر بن عبداللَّه ، عن أبي نعيم محمّد بن أحمد الأنصاري قال : وجّه قوم من المفوّضة « 2 » والمقصّرة « 3 » كامل بن إبراهيم المدني إلى أبي محمّد عليه السلام .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الغيبة للطوسي ص 164 ، عنه البحار ج 52 ص 16 ح 14 . وكذا إثبات الهداة ج 3 ص 415 ح 55 وص 509 ح 325 مختصراً . وفي منتخب الأنوار المضيئة ص 258 - 260 بإسناده عن إسماعيل بن عليّ من قوله : « دخلت » مثله . .\r\n( 2 ) - المفوّضة قوم قالوا : إنّ اللَّه خلق محمّداً وفوّض إليه خلق الدنيا فهو الخلّاق لما فيها . وقيل : فوّض ذلك إلىعليّ عليه السلام « مجمع البحرين ج 3 ص 438 - فوض - » . .\r\n( 3 ) - روى المفضّل عن الصادق عليه السلام - ضمن حديث طويل - قال : المقصّرة : هم الذين هداهم اللَّه إلى فضل علمنا وأفضى إليهم سرّنا ، فشكّوا فينا وأنكروا فضلنا وقالوا : لم يكن اللَّه ليعطيهم سلطانه ومعرفته . انظر « الهداية الكبرى ص 431 » . .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nقال كامل : فقلت في نفسي أسأله : لا يدخل الجنّة إلّامن عرف معرفتي وقال بمقالتي ؟\r\nقال : فلمّا دخلت على سيّدي أبي محمّد عليه السلام نظرت إلى ثياب بياض ناعمة عليه ، فقلت في نفسي : وليّ اللَّه وحجّته يلبس الناعم من الثياب ، ويأمرنا نحن بمواساة الإخوان وينهانا عن لبس مثله !\r\nفقال متبسّماً : يا كامل - وحسر عن ذراعيه ، فإذا مسح أسود خشن على جلده - فقال : هذا للَّه‌وهذا لكم .\r\nفسلّمت وجلست إلى باب عليه ستر مُرخى ، فجاءت الريح فكشفت طرفه فإذا أنا بفتًى كأنّه فلقة قمر من أبناء أربع سنين أو مثلها .\r\nفقال لي : يا كامل بن إبراهيم !\r\nفاقشعررت من ذلك والهمت أن قلت : لبّيك يا سيّدي .\r\nفقال : جئت إلى وليّ اللَّه وحجّته وبابه تسأله : هل يدخل الجنّة إلّامن عرف معرفتك وقال بمقالتك ؟\r\nفقلت : إيواللَّه .\r\nقال : إذن واللَّه يقلّ داخلها ، واللَّه إنّه ليدخلها قوم يقال لهم : الحقّيّة .\r\nقلت : يا سيّدي مَن هم ؟\r\nقال : قوم من حبّهم لعليّ يحلفون بحقّه ، ولا يدرون ما حقّه وفضله .\r\nثمّ سكت صلوات اللَّه عليه عنّي ساعة ثمّ قال : وجئت تسأله عن مقاله المفوّضة ؛ كذبوا ، بل قلوبنا أوعية لمشيّة اللَّه ، فإذا شاء شئنا ، واللَّه يقول : « وَمَا تَشَآءُونَ إِلَّآ أَن يَشَآءَ اللَّهُ » « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الإنسان : 30 . .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nثمّ رجع الستر إلى حالته ، فلم أستطع كشفه ، فنظر إليّ أبو محمّد عليه السلام متبسّماً فقال : يا كامل ، ما جلوسك وقد أنبأك بحاجتك الحجّةُ من بعدي ؟ !\r\nفقمت وخرجت ، ولم أعاينه بعد ذلك .\r\nقال أبو نعيم : فلقيت كاملًا فسألته عن هذا الحديث فحدّثني به « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الغيبة للطوسي ص 148 - 149 . وفي إثبات الوصية ص 252 - 253 ، ودلائل الإمامة ص 273 - 274 ، ومنتخب الأنوار المضيئة ص 253 - 255 مثله . وفي إثبات الهداة ج 3 ص 683 ح 91 ، والبحار ج 25 ص 336 ح 16 ، وج 72 ص 163 ح 20 عن الغيبة ، وفي ج 52 ص 50 ح 35 عنه وعن الدلائل . .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n\r\nمن رآه عجّل اللَّه فرجه‌في زمن الغيبة الصغرى ( 260 - 329 ه )\r\n\r\n17 - كمال الدين :\r\nحدّث أبو الأديان قال : كنت أخدم الحسن بن عليّ بن محمّد بن عليّ بن موسى بن جعفر بن محمّد بن عليّ بن الحسين بن عليّ بن أبي طالب عليهم السلام وأحمل كتبه إلى الأمصار ، فدخلت عليه في علّته التي توفّي فيها - صلوات اللَّه عليه - فكتب معي كتباً وقال : امض بها إلى المدائن ، فإنّك ستغيب خمسة عشر يوماً ، وتدخل إلى سرّ من رأى يوم الخامس عشر ، وتسمع الواعية في داري ، وتجدني على المغتسل .\r\nقال أبو الأديان : فقلت : يا سيّدي ، فإذا كان ذلك فمن ؟\r\nقال : من طالبك بجوابات كتبي ، فهو القائم من بعدي .\r\nفقلت : زدني .\r\nفقال : من يصلّي عليّ ، فهو القائم بعدي .\r\nفقلت : زدني .\r\nفقال : من أخبر بما في الهِميان ، فهو القائم بعدي .\r\nثمّ منعتني هيبته أن أسأله عمّا في الهِميان ، وخرجت بالكتب إلى المدائن وأخذت جواباتها ، ودخلت سرّ من رأى يوم الخامس عشر كما ذكر لي عليه السلام فإذا أنا بالواعية في داره ، وإذا به على المغتسل ، وإذا أنا بجعفر بن عليّ أخيه بباب الدار - والشيعة من حوله يعزّونه ويهنّونه - ، فقلت في نفسي : إن يكن هذا الإمام فقد\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nبطلت الإمامة ، لأنّي كنت أعرفه يشرب النبيذ ، ويقامر في الجوسق « 1 » ، ويلعب بالطنبور . فتقدّمت فعزّيت وهنّيت ، فلم يسألني عن شيء . ثمّ خرج عقيد فقال :\r\nيا سيّدي ، قد كفّن أخوك فقم وصلّ عليه .\r\nفدخل جعفر بن عليّ ، والشيعة من حوله ، يقدّمهم السمّان ، والحسن بن علي قتيل المعتصم المعروف بسلمة ، فلمّا صرنا في الدار إذا نحن بالحسن بن عليّ صلوات اللَّه عليه على نعشه مكفّناً ، فتقدّم جعفر بن عليّ ليصلّي على أخيه ، فلمّا همّ بالتكبير خرج صبيّ بوجهه سُمرة « 2 » ، بشعره قطط ، بأسنانه تفليج ، فجبذ برداء جعفر ابن عليّ وقال : تأخّر يا عمّ فأنا أحقّ بالصلاة على أبي ، فتأخّر جعفر - وقد أربد وجهه واصفرّ - فتقدّم الصبيّ وصلّى عليه ، ودفن إلى جانب قبر أبيه عليه السلام . ثمّ قال : يا بصري ، هات جوابات الكتب التي معك ، فدفعتها إليه ، فقلت في نفسي : هذه بيّنتان ، بقي الهِميان .\r\nثمّ خرجت إلى جعفر بن عليّ - وهو يزفر - فقال له حاجز الوشّاء : يا سيّدي ، من الصبيّ لنقيم الحجّة عليه ؟\r\nفقال : واللَّه ما رأيته قطّ ولا أعرفه .\r\nفنحن جلوس إذ قدم نفر من قم فسألوا عن الحسن بن عليّ عليهما السلام فعرفوا موته ، فقالوا : فمن نعزّي ؟\r\nفأشار الناس إلى جعفر بن عليّ .\r\nفسلّموا عليه وعزّوه وهنّوه ، وقالوا : إنّ معنا كتباً ومالًا ، فتقول ممّن الكتب ، وكم المال ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الجوسق : القصر ، وقرية بدجيل ، وقرية أخرى ببغداد ، ودار بنيت للمقتدر في دار الخلافة في وسطها بركةمن الرصاص ، ثلاثون ذراعاً في عشرين . انظر « القاموس ج 3 ص 317 » . .\r\n( 2 ) - السُّمرة : لون معروف ، وسمر - بالضمّ - فهو أسمر ، والأنثى سمراء ؛ ومنه قيل للحنطة سمراء للونها « المصباح‌المنير ص 391 - سمر - » . .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nفقام ينفض أثوابه ويقول : تريدون منّا أن نعلم الغيب ؟ !\r\nقال : فخرج الخادم فقال : معكم كتب فلان وفلان وفلان ، وهِميان فيه ألف دينار ، وعشرة دنانير منها مطليّة .\r\nفدفعوا إليه الكتب والمال ، وقالوا : الذي وجّه بك لأخذِ ذلك هو الإمام .\r\nفدخل جعفر بن عليّ على المعتمد ، وكشف له ذلك ؛ فوجّه المعتمد بخدمه ، فقبضوا على صقيل الجارية « 1 » فطالبوها بالصبيّ . فأنكرته وادّعت حبلًا بها ؛ لتغطّي حال الصبيّ . فسُلّمت إلى ابن أبي الشوارب القاضي ، وبغتهم موت عُبيداللَّه بن يحيى ابن خاقان فجأة ، وخروج صاحب الزنج بالبصرة ، فشغلوا بذلك عن الجارية ، فخرجت عن أيديهم ، والحمد للَّه‌ربّ العالمين « 2 » .\r\n\r\n18 - ومنه :\r\nحدّثنا أبو الحسن عليّ بن الحسن بن عليّ بن محمّد بن عليّ بن الحسين بن عليّ بن أبي طالب عليهم السلام قال : سمعت أبا الحسين الحسن بن وجناء يقول : حدّثنا أبي ، عن جدّه أنّه كان في دار الحسن بن عليّ عليهما السلام ، [ قال : 
  ] « 3 » فكبستنا الخيل وفيهم جعفر ابن عليّ الكذّاب ، واشتغلوا بالنهب والغارة ، وكانت همّتي في مولاي القائم عليه السلام . قال :\r\nفإذا أنا به عليه السلام قد أقبل وخرج عليهم من الباب - وأنا أنظر إليه ، وهو عليه السلام ابن ستّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - روى الصدوق في كمال الدين ص 431 ح 7 عن محمّد بن عليّ ماجيلويه قال : حدّثنا محمّد بن يحييالعطّار قال : حدّثني أبو عليّ الخيزراني عن جارية له كان أهداها لأبي محمّد عليه السلام ، فلمّا أغار جعفر الكذّاب على الدار جاءته فارّةً من جعفر ، فتزوّج بها . قال أبو عليّ : فحدّثتني أنّها حضرت ولادة السيّد عليه السلام ، وأنّ اسم امّ السيّد « صقيل » ، وأنّ أبا محمّد عليه السلام حدّثها بما يجري على عياله ، فسألته أن يدعو اللَّه عزّ وجلّ لها أن يجعل منيّتها قبله ، فماتت في حياة أبي محمّد عليه السلام ، وعلى قبرها لوح مكتوب عليه : هذا قبر امّ محمّد . . . .\r\n( 2 ) - كمال الدين ص 475 ، عنه البحار ج 50 ص 332 ح 4 ، وج 52 ص 67 ح 53 ، وإثبات الهداة ج 3 ص 485 ح 206 . وفي الثاقب في المناقب ص 607 ح 554 / 2 مثله . .\r\n( 3 ) - من البحار . .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nسنين - فلم يره أحد حتّى غاب « 1 » .\r\n\r\n19 - ومنه :\r\nحدّثنا أبو العبّاس أحمد بن الحسين بن عبداللَّه بن محمّد بن مهران الآبي العروضي رضي الله عنه بمرو قال : حدّثنا أبو الحسين بن زيد بن عبداللَّه البغدادي قال : حدّثنا أبو الحسن عليّ بن سنان الموصلي ، عن أبيه قال : لمّا قبض سيّدنا أبو محمّد الحسن ابن عليّ العسكري عليهما السلام وفد من قم والجبال وفود بالأموال التي كانت تحمل على الرسم - ولم يكن عندهم خبر وفاته عليه السلام - ، فلمّا أن وصلوا إلى سرّمن‌رأى سألوا عن سيّدنا الحسن بن عليّ عليهما السلام فقيل لهم ، إنّه قد فُقد .\r\nقالوا : فمن وارثه ؟\r\nقالوا : أخوه جعفر بن عليّ .\r\nفسألوا عنه ، فقيل لهم : قد خرج متنزّهاً ، وركب زورقاً في الدجلة يشرب ، ومعه المغنّون .\r\nقال : فتشاور القوم وقالوا : ليست هذه صفات الإمام ، وقال بعضهم لبعض : امضوا بنا لنردّ هذه الأموال على أصحابها .\r\nفقال أبو العبّاس محمّد بن جعفر الحِميَري القمّي : قفوا بنا حتّى ينصرف هذا الرجل ، ونختبر أمره على الصحة .\r\nقال : فلمّا انصرف دخلوا عليه فسلّموا عليه وقالوا : يا سيّدنا ، نحن قوم من أهل قم ، ومعنا جماعة من الشيعة وغيرها ، وكنّا نحمل إلى سيّدنا أبي محمّد الحسن بن عليّ عليهما السلام الأموال .\r\nفقال : وأين هي ؟\r\nقالوا : معنا . قال : احملوها إليّ .\r\nقالوا : إنّ لهذه الأموال خبراً طريفاً .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كمال الدين ص 473 ح 25 ، عنه البحار ج 52 ص 47 ح 33 . .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nفقال : وما هو ؟\r\nقالوا : إنّ هذه الأموال تجمع ويكون فيها من عامّة الشيعة الدينار والديناران ، ثمّ يجعلونها في كيس ويختمون عليها ، وكنّا إذا وردنا بالمال قال سيّدنا أبو محمّد عليه السلام :\r\nجملة المال كذا وكذا ديناراً ، من فلان كذا ومن فلان كذا ، حتّى يأتي على أسماء الناس كلّهم ، ويقول ما على الخواتيم من نقش .\r\nفقال جعفر : كذبتم ، تقولون على أخي ما لم يفعله ، هذا علم الغيب .\r\nقال : فلمّا سمع القوم كلام جعفر جعل ينظر بعضهم إلى بعض ، فقال لهم : احملوا هذا المال إليّ .\r\nفقالوا : إنّا قوم مستأجرون وكلاء لأرباب المال ، ولا نسلّم المال إلّابالعلامات التي كنّا نعرفها من سيّدنا أبي محمّد الحسن بن عليّ عليهما السلام ، فإن كنت الإمام فبرهِن لنا ، وإلّا رددناها إلى أصحابها يرون فيها رأيهم .\r\nقال : فدخل جعفر على الخليفة - وكان بسرّ من‌رأى - فاستعدى عليهم ، فلمّا حضروا قال الخليفة : احملوا هذا المال إلى جعفر .\r\nقالوا : أصلح اللَّه أمير المؤمنين ، إنّا قوم مستأجرون وكلاء لأرباب هذه الأموال ، وهي وداعة الجماعة ، أمرونا أن لا نسلّمها إلّابعلامة ودلالة ، وقد جرت بهذه العادة مع أبي محمّد الحسن بن عليّ عليهما السلام .\r\nفقال الخليفة : وما الدلالة التي كانت لأبي محمّد ؟\r\nقال القوم : كان يصف الدنانير وأصحابها ، والأموال وكم هي ، فإذا فعل ذلك سلّمناها إليه ، وقد وفدنا عليه مراراً فكانت هذه علامتنا منه ودلالتنا وقد مات ، فإن يكن هذا الرجل صاحب هذا الأمر فليُقم لنا ما كان يقيم لنا أخوه ، وإلّا رددناها إلى أصحابها .\r\nفقال جعفر : يا أمير المؤمنين ، إنّ هؤلاء قوم كذّابون ، يكذبون على أخي ، وهذا علم الغيب !\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nفقال الخليفة : القوم رسل « وما عَلَى الرَّسُولِ إِلَّا الْبَلاغُ الْمُبِينُ » « 1 » . قال : فبُهت جعفر ولم يردّ جواباً .\r\nفقال القوم : يتطوّل أمير المؤمنين بإخراج أمره إلى من يُبدرقنا حتّى نخرج من هذه البلدة .\r\nقال : فأمر لهم بنقيب ، فأخرجهم منها ، فلمّا أن خرجوا من البلد خرج عليهم غلام أحسن الناس وجهاً كأنّه خادم . فنادى : يا فلان بن فلان ، ويا فلان بن فلان ، أجيبوا مولاكم .\r\nقال : فقالوا له : أنت مولانا ؟\r\nقال : معاذ اللَّه ، أنا عبد مولاكم ، فسيروا إليه .\r\nقالوا : فسرنا معه حتّى دخلنا دار مولانا الحسن بن عليّ عليهما السلام ، فإذا ولده القائم عليه السلام قاعد على سرير كأنّه فلقة القمر ، عليه ثياب خضر ، فسلّمنا عليه ، فردّ علينا السّلام ثمّ قال : جملة المال كذا وكذا ديناراً ، حمل فلان كذا وفلان كذا ، ولم يزل يصف حتّى وصف الجميع ، ثمّ وصف ثيابنا ورحالنا ، وما كان معنا من الدوابّ .\r\nفخررنا سجّداً للَّه‌عزّ وجلّ شكراً لما عرّفنا ، وقبّلْنا الأرض بين يديه ثمّ سألناه عمّا أردنا فأجاب ، فحملنا إليه الأموال ، وأمرنا القائم أن لا نحمل إلى سرّمن‌رأى بعدها شيئاً ، فإنّه ينصب لنا ببغداد رجلًا نحمل إليه الأموال ، ويخرج من عنده التوقيعات .\r\nقال : فانصرفنا من عنده ، ودفع إلى أبي العبّاس محمّد بن جعفر القمّي الحِميَري شيئاً من الحنوط والكفن ، وقال له : أعظم اللَّه أجرك في نفسك .\r\nقال : فما بلغ أبو العبّاس عقبة همذان حتّى توفّي رحمه الله . وكان بعد ذلك تحمل الأموال إلى بغداد إلى النوّاب المنصوبين ، ويخرج من عندهم التوقيعات « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - النور : 54 ، العنكبوت : 18 . .\r\n( 2 ) - كمال الدين ص 476 ح 26 ، عنه البحار ج 52 ص 47 ح 34 . وفي ج 76 ص 63 ح 4 ، وإثبات الهداة ح 3 ص 672 ح 43 مختصراً . .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\n\r\n20 - الكافي :\r\nعليّ ، عن أبي عبداللَّه بن صالح وأحمد بن النصر ، عن القنبري - رجل من ولد قنبر الكبير - مولى أبي الحسن الرضا عليه السلام ، قال : جرى حديث جعفر بن عليّ فذمّه .\r\nفقلت له : فليس غيره ، فهل رأيته ؟ فقال : لم أره ، ولكن رآه غيري .\r\nقلت : ومن رآه ؟\r\nقال : رآه جعفر مرّتين ، وله حديث « 1 » .\r\n\r\n21 - كمال الدين :\r\nحدّثنا المظفّر بن جعفر بن المظفّر العلوي العَمري رضي الله عنه قال : حدّثنا جعفر بن محمّد بن مسعود ، عن أبيه قال : حدّثنا جعفر بن معروف ، عن أبي عبداللَّه البلخي ، عن محمّد بن صالح بن عليّ بن محمّد بن قنبر الكبير - مولى الرضا عليه السلام - قال : خرج صاحب الزمان على جعفر الكذّاب من موضع لم يعلم به عندما نازع في الميراث بعد مضيّ أبي محمّد عليه السلام فقال له : يا جعفر ، ما لك تعرض في حقوقي ؟ !\r\nفتحيّر جعفر وبهت . ثمّ غاب عنه ، فطلبه جعفر بعد ذلك في الناس فلم يره . فلمّا ماتت الجدّة امّ الحسن أمرت أن تُدفن في الدار ، فنازعهم وقال : هي داري لا تدفن فيها .\r\nفخرج عليه السلام فقال : يا جعفر ، أدارك هي ؟ ! ثمّ غاب عنه فلم يره بعد ذلك « 2 » .\r\n\r\n22 - الغيبة للطوسي :\r\nعن رشيق صاحب المادراي « 3 » قال : بعث إلينا المعتضد - ونحن ثلاثة نفر -\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الكافي ج 1 ص 331 ح 9 . وفي الإرشاد ج 2 ص 353 ، والغيبة للطوسي ص 149 مثله . وفي البحار ج 52 ص 51 ح 36 عن الغيبة وفي ص 60 ح 47 عن الإرشاد . والظاهر أنّ المراد من قوله « وله حديث » هو ما سيأتي في الحديث اللاحق . .\r\n( 2 ) - كمال الدين ص 442 ح 15 ، عنه البحار ج 52 ص 42 ح 31 . .\r\n( 3 ) - « حاجب المادراني » الخرائج ، « الماذرائي » المنتخب . .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nوأمرنا أن‌يركب كلّ واحد منّا فرساً ونجنب آخر ، ونخرج مخفّين لا يكون معنا قليل ولا كثير إلّاعلى السراج مصلّى ، وقال لنا : الحقوا - ووصف لنا محلّةً وداراً - وقال :\r\nإذا أتيتموها تجدون على الباب خادماً أسود ، فاكبسوا الدّار ومن رأيتم فيها فأتوني برأسه .\r\nفوافينا سامرّة فوجدنا الأمر كما وصفه ، وفي الدّهليز خادم أسود وبيده تكّة ينسجها ، فسألناه عن الدّار ومن فيها .\r\nفقال : صاحبها .\r\nفواللَّه ما التفت إلينا وقلّ اكتراثه « 1 » بنا .\r\nفكبسنا الدّار كما أمرنا ، فوجدنا داراً سَريّة « 2 » ، ومقابل باب الدّار ستراً ما نظرت قطّ إلى أنبل « 3 » منه ، كأنّ الأيدي رفعت عنه في ذلك الوقت ، ولم‌يكن في الدّار أحد .\r\nفرفعنا السّتر فإذا بيت كبير كأنّ بحراً فيه ماء ، وفي أقصى البيت حصير قد علمنا أنّه على الماء ، وفوقه رجل من أحسن النّاس هيئةً قائم يصلّي ، فلم‌يلتفت إلينا ولا إلى شيء من أسبابنا . فسبق أحمد بن عبداللَّه ليتخطّى البيت فغرق في الماء ، وما زال يضطرب حتّى مددت يدي إليه فخلّصته وأخرجته وغُشي عليه وبقي ساعة . وعاد صاحبي الثّاني إلى مثل ذلك الفعل ، فناله مثل ذلك ، وبقيت مبهوتاً ، فقلت لصاحب البيت : المعذرة إلى اللَّه وإليك ، فواللَّه ما علمت كيف الخبر ولا إلى من أجيء ، وأنا تائب إلى اللَّه .\r\nفما التفت إلى شيءٍ ممّا قلنا وما انفتل « 4 » عمّا كان فيه ، فهالنا ذلك وانصرفنا عنه ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - هو لا يكترث لهذا الأمر : أي لا يعبأ به ولا يباليه . « المصباح المنير ص 727 - كرث - » . .\r\n( 2 ) - الشّيء السَّريّ : النّفيس . انظر « النّهاية ج 2 ص 363 - سرى - » . .\r\n( 3 ) - النُّبْل والنّبالة : الفضل . « لسان العرب ج 11 ص 640 - نبل - » . .\r\n( 4 ) - انفتل من الصّلاة : انصرف عنها . « مجمع البحرين ج 2 ص 358 - فتل - » . .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nوقد كان المعتضد ينتظرنا ، وقد تقدّم إلى « 1 » الحجّاب إذا وافيناه أن ندخل عليه في أيّ وقت كان . فوافيناه في بعض اللّيل ، فأدخلنا عليه ، فسألنا عن الخبر ، فحكينا له ما رأينا .\r\nفقال : ويحكم ! لقيكم أحد قبلي ، وجرى منكم إلى أحد سبب أو قول ؟\r\nقلنا : لا .\r\nفقال : أنا نفي من جدّي « 2 » ، وحلف بأشدّ أيمان له أنّه رجل إن بلغه هذا الخبر ليضربنّ أعناقنا .\r\nفما جسرنا أن نحدّث به إلّابعد موته « 3 » .\r\n\r\n23 - ومنه :\r\nأحمد بن عليّ الرازي ، عن محمّد بن عليّ ، عن محمّد بن عبد ربّه الأنصاري الهمداني ، عن أحمد بن عبداللَّه الهاشمي - من ولد العبّاس - قال : حضرت دار أبي محمّد الحسن بن عليّ عليهما السلام بسرّ من رأى يوم توفّي ، وأخرجت جنازته ووضعت ، ونحن تسعة وثلاثون رجلًا قعود ننتظر ، حتّى خرج إلينا غلام عشاري « 4 » حافٍ ، عليه رداء قد تقنّع به ، فلمّا أن خرج قمنا هيبةً له من غير أن نعرفه ، فتقدّم وقام الناس فاصطفّوا خلفه ، فصلّى عليه ومشى ، فدخل بيتاً غير الذي خرج منه .\r\nقال أبو عبداللَّه الهمداني : فلقيت بالمراغة رجلًا من أهل تبريز يُعرف بإبراهيم ابن محمّد التبريزي ، فحدّثني بمثل حديث الهاشمي ، لم يخرم منه شيء « 5 » .\r\n\r\n24 - الكافي :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - « تقدّمتُ إليه بكذا : أمرته به . « المصباح المنير ص 677 - قدم - » . .\r\n( 2 ) - أيلست من بني العبّاس لو لم أضرب أعناقكم إن بلغني عنكم هذا الخبر ( هامش المصدر ) . .\r\n( 3 ) - الغيبة للطّوسي ص 149 - 150 . وفي منتخب الأنوار المضيئة ص 255 باختلاف يسير في بعض ألفاظه . وكذا في الخرائج والجرائح ج 1 ص 460 ح 5 ، عنه كشف الغمّة ج 3 ص 289 ، وفرج المهموم ص 248 . وفي إثبات الهداة ج 3 ص 683 ح 92 عن الغيبة والخرائج . وفي البحار ج 52 ص 51 ذيل ح 36 عن الغيبة . .\r\n( 4 ) - غلام عُشاريّ : ابن عشر سنين « المعجم الوسيط ج 2 ص 608 » . .\r\n( 5 ) - الغيبة للطوسي ص 155 - 156 ، عنه البحار ج 52 ص 5 ح 4 . .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nمحمّد بن عبداللَّه ومحمّد بن يحيى ، جميعاً عن عبداللَّه بن جعفر الحِميَري قال :\r\nاجتمعت أنا والشيخ أبو عمرو رحمه الله عند أحمد بن إسحاق ، فغمزني أحمد بن إسحاق أن أسأله عن الخلف .\r\nفقلت له : يا أبا عمرو ، إنّي أريد أن أسألك عن شيءٍ وما أنا بشاكّ فيما أريد أن أسألك عنه ، فإنّ اعتقادي وديني أنّ الأرض لا تخلو من حجّة إلّاإذا كان قبل يوم القيامة بأربعين يوماً ، فإذا كان ذلك رفعت الحجّة ، وأغلق باب التوبة ، فلم يك ينفع نفساً إيمانها لم تكن آمنت من قبل أو كسبت في إيمانها خيراً « 1 » ، فأولئك أشرار من خلق اللَّه عزّ وجلّ ، وهم الذين تقوم عليهم القيامة ، ولكنّي أحببت أن أزداد يقيناً ، وإنّ إبراهيم عليه السلام سأل ربّه عزّ وجلّ أن يريه كيف يحيي الموتى قال : « أَوَ لَمْ تُؤْمِن قَالَ بَلَى وَلكِن لّيَطْمَئِنَّ قَلْبِي » « 2 » .\r\nوقد أخبرني أبو عليّ أحمد بن إسحاق عن أبي الحسن عليه السلام قال : سألته وقلت : من أعامل أو عمّن آخذ ، وقول من أقبل ؟ فقال له : « العَمري ثقتي ، فما أدّى إليك عنّي فعنّي يؤدّي ، وما قال لك عنّي فعنّي يقول ، فاسمع له وأطع ، فإنّه الثقة المأمون » .\r\nوأخبرني أبو عليّ أنّه سأل أبا محمّد عليه السلام عن مثل ذلك فقال له : « العَمري وابنه ثقتان ، فما أدّيا إليك عنّي فعنّي يؤدّيان ، وما قالا لك فعنّي يقولان ، فاسمع لهما وأطعهما ، فإنّهما الثقتان المأمونان » .\r\nفهذا قول إمامين قد مضيا فيك .\r\nقال : فخرّ أبو عمرو ساجداً وبكى ، ثمّ قال : سل حاجتك .\r\nفقلت له : أنت رأيت الخلف من بعد أبي محمّد عليه السلام ؟\r\nفقال : إيواللَّه ، ورقبته مثل ذا - وأومأ بيده - .\r\nفقلت له : فبقيت واحدة .\r\nفقال لي : هات .\r\nقلت : فالاسم ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - إشارة إلى الآية 158 من سورة الأنعام . .\r\n( 2 ) - البقرة : 260 . .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nقال : محرّم عليكم أن تسألوا عن ذلك ، ولا أقول هذا من عندي ، فليس لي أن احلّل ولا احرّم ، ولكن عنه عليه السلام ؛ فإنّ الأمر عند السّلطان أنّ أبا محمّد مضى ولم يخلّف ولداً ، وقسم ميراثه ، وأخذه من لا حقّ له فيه ، وهو ذا عياله يجولون ليس أحد يجسر أن يتعرّف إليهم أو ينيلهم شيئاً ، وإذا وقع الاسم وقع الطلب ؛ فاتّقوا اللَّه وأمسكوا عن ذلك « 1 » .\r\n\r\n25 - الغيبة للطوسي :\r\nروى محمّد بن يعقوب ، رفعه عن الزهري قال : طلبت هذا الأمر طلباً شاقّاً ، حتّى ذهب لي فيه مال صالح ، فوقعت إلى العَمري وخدمته ولزمته ، وسألته بعد ذلك عن صاحب الزمان عليه السلام ، فقال لي : ليس إلى ذلك وصول ! فخضعت ، فقال لي : بكّر بالغداة . فوافيت ، فاستقبلني ومعه شابّ من أحسن الناس وجهاً وأطيبهم رائحة ، بهيئة التجّار ، وفي كمّه شيء كهيئة التجّار ؛ فلمّا نظرت إليه دنوت من العَمري ، فأومأ إليّ ، فعدلت إليه وسألته .\r\nفأجابني عن كلّ ما أردت .\r\nثمّ مرّ ليدخل الدار - وكانت من الدور التي لا يكترث لها - ، فقال العَمري : إن أردت أن تسأل سل ، فإنّك لا تراه بعد ذا .\r\nفذهبت لأسأل ، فلم يسمع ودخل الدار ، وما كلّمني بأكثر من أن قال : « ملعون\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الكافي ج 1 ص 329 - 330 ح 1 . وفي الغيبة للطوسي ص 145 - 146 ، وص 218 - 219 بإسناده عن الكليني مثله . عنه البحار ج 51 ص 347 - 348 .\r\nوروى الصدوق في كمال الدين ص 241 ح 1 قال : حدّثنا أبي ومحمّد بن الحسن - رضي اللَّه عنهما - قالا : حدّثنا عبداللَّه بن جعفر الحِميَري قال : كنت مع أحمد بن إسحاق عند العَمري رضي الله عنه فقلت للعَمري : إنّي أسألك عن مسألة كما قال اللَّه عزّ وجلّ في قصّة إبراهيم « أَوَلَمْ تُؤْمِنْ قالَ بَلى ولكِنْ لِيَطْمَئِنَّ قَلْبِي » هل رأيت صاحبي ؟ فقال لي : نعم ، وله عنق مثل ذي - وأومأ بيديه جميعاً إلى عنقه - . قال : قلت : فالاسم ؟ قال : إيّاك أن تبحث عن هذا ، فإنّ عند القوم أنّ هذا النسل قد انقطع . .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nملعون من أخّر العشاء إلى أن تشتبك النجوم ، ملعون ملعون من أخّر الغداة إلى أن تنقضي النجوم » ودخل الدار « 1 » .\r\n\r\n26 - كمال الدين :\r\nحدّثنا محمّد بن موسى بن المتوكّل رضي الله عنه قال : حدّثنا عبداللَّه بن جعفر الحِميَري قال : سألت محمّد بن عثمان العَمري رضي الله عنه فقلت له : أرأيت صاحب هذا الأمر ؟\r\nفقال : نعم ، وآخر عهدي به عند بيت اللَّه الحرام ، وهو يقول : اللّهمّ أنجز لي ما وعدتني « 2 » .\r\n\r\n27 - ومنه :\r\nحدّثنا محمّد بن موسى بن المتوكّل رضي الله عنه قال : حدّثنا عبداللَّه بن جعفر الحِميَري قال : سمعت محمّد بن عثمان العَمري رضي الله عنه يقول : رأيته صلوات اللَّه عليه متعلّقاً بأستار الكعبة في المستجار ، وهو يقول : اللّهمّ انتقم لي من أعدائي « 3 » .\r\n\r\n28 - الكافي :\r\nعليّ بن محمّد ، عن فتح - مولى الزراري - قال : سمعت أبا عليّ بن مطهّر يذكر أنّه قد رآه ، ووصف له قدّه « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الغيبة للطوسي ص 164 . وفي الاحتجاج ص 479 ، ومنتخب الأنوار المضيئة ص 257 مثله . وفي الوسائل ج 4 ص 201 ح 7 عن الاحتجاج . وفي البحار ج 52 ص 15 ح 13 عنه وعن الغيبة . .\r\n( 2 ) - كمال الدين ص 440 ح 9 . وفي الفقيه ج 2 ص 520 ذيل ح 3117 ، والغيبة للطوسي ص 151 وص 221 مثله . عنه وعن الكمال في البحار ج 51 ص 351 ، وج 52 ص 30 ح 23 . .\r\n( 3 ) - كمال الدين ص 440 ح 10 . وفى الفقيه ج 2 ص 520 ذيل ح 3117 ، والغيبة للطوسي ص 151 - 152 وص 222 مثله . عنه وعن الكمال في البحار ج 51 ص 351 ، وج 52 ص 30 ذيل ح 23 . .\r\n( 4 ) - الكافي ج 1 ص 331 ح 5 . وفي الإرشاد ج 2 ص 352 مثله . عنه البحار ج 52 ص 60 ذيل ح 45 . وفي الغيبة للطوسي ص 162 باختلاف في اللفظ . .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\n\r\n29 - ومنه :\r\nعليّ بن محمّد ، عن محمّد بن شاذان بن نعيم ، عن خادم « 1 » لإبراهيم بن عبدة النيسابوري « 2 » : أنّها قالت : كنت واقفة مع إبراهيم على الصّفا ، فجاء « 3 » عليه السلام حتّى « 4 » وقف على إبراهيم ، وقبض على كتاب مناسكه وحدّثه بأشياء « 5 » .\r\n\r\n30 - ومنه :\r\nعليّ بن محمّد ، عن محمّد بن عليّ بن إبراهيم ، عن أبي عبداللَّه بن صالح : أنّه رآه عند الحجر الأسود ، والناس يتجاذبون عليه ، وهو يقول : ما بهذا أمروا « 6 » .\r\n\r\n31 - ومنه :\r\nعليّ بن محمّد ، عن سعد بن عبداللَّه ، قال إنّ الحسن بن النّضر وأبا صدام وجماعة تكلّموا بعد مضيّ أبي محمّد عليه السلام فيما في أيدي الوكلاء وأرادوا الفحص ، فجاء الحسن بن النّضر إلى أبي الصّدام فقال : إنّي أريد الحجّ .\r\nفقال له أبو صدام : أخّره هذه السّنة .\r\nفقال له الحسن بن النّضر ، إنّي أفزع في المنام ، ولا بدّ من الخروج .\r\nوأوصى إلى أحمد بن يعلى بن حمّاد ، وأوصى للنّاحية بمال وأمره أن لا يخرج شيئاً إلّامن يده إلى يده بعد ظهوره .\r\nقال : فقال الحسن : لمّا وافيت بغداد اكتريت داراً فنزلتها ، فجاءني بعض الوكلاء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - « خادمة » الإرشاد . .\r\n( 2 ) - بزيادة « وكانت من الصالحات » الإرشاد . .\r\n( 3 ) - بزيادة « صاحب الأمر » الإرشاد والإعلام . .\r\n( 4 ) - في الغيبة : « . . . النيسابوري قال : كنت واقفاً مع إبراهيم على الصفا فجاء غلام حتّى . . . » . .\r\n( 5 ) - الكافي ج 1 ص 331 ح 6 . وفي الإرشاد ح 2 ص 352 ، وإعلام الورى ح 2 ص 219 مثله . وفي الغيبة ص 162 بالتفاوت المذكور . وفي البحار ج 52 ص 13 ح 9 عن الغيبة والإرشاد . .\r\n( 6 ) - الكافي ج 1 ص 321 ح 7 ، عنه الوسائل ج 13 ص 327 - أبواب الطواف - ب 16 ح 9 . .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nبثياب ودنانير وخلّفها عندي ، فقلت له : ما هذا ؟ قال : هو ما ترى . ثمّ جاءني آخر بمثلها وآخر حتّى كبسوا الدّار ، ثمّ جاءني أحمد بن إسحاق بجميع ما كان معه ، فتعجّبت وبقيت متفكّراً .\r\nفوردت عليّ رقعة الرّجل عليه السلام : إذا مضى من النّهار كذا وكذا فاحمل ما معك .\r\nفرحلت وحملت ما معي ، وفي الطّريق صعلوك يقطع الطّريق في ستّين رجلًا ، فاجتزت عليه ، وسلّمني اللَّه منه .\r\nفوافيت العسكر ونزلت ، فوردت عليّ رقعة : أن احمل ما معك .\r\nفعبّيته في صنان الحمّالين ، فلمّا بلغت الدّهليز إذا فيه أسود قائم فقال : أنت الحسن بن النّضر ؟\r\nقلت : نعم . قال : ادخل .\r\nفدخلت الدّار ، ودخلت بيتاً وفرّغت صنان الحمّالين ، وإذا في زاوية البيت خبز كثير ، فأعطى كلّ واحد من الحمّالين رغيفين واخرجوا ، وإذا بيت عليه ستر ، فنوديت منه : يا حسن بن النّضر ، احمد اللَّه على ما منّ به عليك ولا تشكّنّ ، فودّ الشيطان أنّك شككت .\r\nوأخرج إليّ ثوبين وقيل خذها فستحتاج إليهما . فأخذتهما وخرجت .\r\nقال سعد : فانصرف الحسن بن النّضر ، ومات في شهر رمضان ، وكفّن في الثوبين « 1 » .\r\n\r\n32 - كمال الدين :\r\nحدّثنا محمّد بن إبراهيم بن إسحاق الطالقاني رضي الله عنه قال : حدّثنا عليّ بن أحمد الكوفي ، المعروف بأبي القاسم الخديجي قال : حدّثنا سليمان بن إبراهيم الرقّي قال :\r\nحدّثنا أبو محمّد الحسن بن وجناء النصيبي قال : كنت ساجداً تحت الميزاب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الكافي ج 1 ص 517 ح 4 . عنه إثبات الهداة ج 3 ص 658 ح 4 ، والبحار ج 51 ص 308 ح 25 . .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nفي رابع أربع وخمسين حجّة بعد العَتَمة « 1 » وأنا أتضرّع في الدعاء ، إذ حرّكني محرّك فقال : قم يا حسن بن وجناء .\r\nقال : فقمت فإذا جارية صفراء نحيفة البدن ، أقول إنّها من أبناء أربعين فما فوقها ، فمشت بين يديّ - وأنا لا أسألها عن شيء - حتّى أتت بي إلى دار خديجة عليها السلام ، وفيها بيتٌ بابه في وسط الحائط ، وله دَرَج ساج يُرتقى ، فصعدت الجارية وجاءني النداء : اصعد يا حسن .\r\nفصعدت فوقفت بالباب . فقال لي صاحب الزمان عليه السلام : يا حسن ، أتراك خفيت عليّ ؟ ! واللَّه ما من وقت في حجّك إلّاوأنا معك فيه . ثمّ جعل يعدّ عليّ أوقاتي ، فوقعت مغشيّاً على وجهي ، فحسست بيدٍ قد وقعت عليّ فقمت ، فقال لي : يا حسن ، الزم دار جعفر بن محمّد عليهما السلام ولا يُهمّنّك طعامك ولا شرابك ، ولا ما يستر عورتك ، ثمّ دفع إليّ دفتراً فيه دعاء الفرَج ، وصلاة عليه ، فقال : بهذا فادع ، وهكذا صلّ عليَّ ، ولا تعطه إلّامحقّي أوليائي ، فإنّ اللَّه جلّ جلاله مُوفّقك . فقلت : يا مولاي ، لا أراك بعدها ؟ فقال : يا حسن ، إذا شاء اللَّه .\r\nقال : فانصرفت من حجّتي ، ولزمت دار جعفر بن محمّد عليهما السلام فأنا أخرج منها فلا أعود إليها إلّالثلاث خصال : لتجديد وضوء أو لنوم أو لوقت الإفطار ، وأدخل بيتي وقت الإفطار فأصيب رباعيّاً مملوءً ماء ورغيفاً على رأسه ، وعليه ما تشتهي نفسي بالنهار ، فآكل ذلك فهو كفاية لي ، وكسوة الشتاء في وقت الشتاء ، وكسوة الصيف في وقت الصيف ، وإنّي لأدخل الماء بالنهار فأرشّ البيت وأدع الكوز فارغاً ، فأوتي بالطعام ولا حاجة لي إليه فأصّدّق به ليلًا ، كي لا يعلم بي من معي « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - العَتَمة : صلاة العشاء ، أو وقت صلاة العشاء الآخرة « مجمع البحرين ج 3 ص 119 » . .\r\n( 2 ) - كمال الدين ص 443 ح 17 . وفي الثاقب في المناقب ص 612 ح 558 / 6 ، والخرائج والجرائح ج 2 ص 961 مثله ، وفي البحار ج 52 ص 31 ح 27 عن الكمال . .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\n\r\n33 - الكافي :\r\nعليّ بن محمّد - وعن غير واحد من أصحابنا القمّيّين - عن محمّد بن محمّد العامري ، عن أبي سعيد غانم الهندي قال : كنت بمدينة الهند المعروفة بقشمير الدّاخلة ، وأصحاب لي يقعدون على كراسي عن يمين الملك أربعون رجلًا ، كلّهم يقرأ الكتب الأربعة : التّوراة ، والإنجيل ، والزّبور ، وصحف إبراهيم ، نقضي بين النّاس ونفقّههم في دينهم ، ونفتيهم في حلالهم وحرامهم ، يفزع النّاس إلينا ، الملك فمن دونه ، فتجارينا ذكر رسول اللَّه صلى الله عليه وآله فقلنا : هذا النبيّ المذكور في الكتب قد خفي علينا أمره ، ويجب علينا الفحص عنه وطلب أثره ، واتّفق رأينا وتوافقنا على أن أخرج فأرتاد لهم .\r\nفخرجت - ومعي مال جليل - فسرت اثني عشر شهراً ، حتّى قربت من كابل ، فعرض لي قوم من التُّرك فقطعوا عليّ ، وأخذوا مالي ، وجرحت جراحات شديدة ، ودفعت إلى مدينة كابل ، فأنفذني ملكها لمّا وقف على خبري إلى مدينة بلخ - وعليها إذ ذاك داود بن العبّاس بن أبي الأسود - .\r\nفبلغه خبري وأ نّي خرجت مرتاداً من الهند ، وتعلّمت الفارسيّة ، وناظرت الفقهاء وأصحاب الكلام ، فأرسل إليّ داود بن العبّاس فأحضرني مجلسه ، وجمع عليَّ الفقهاء فناظروني ، فأعلمتهم أنّي خرجت من بلدي أطلب هذا النبيّ الّذي وجدته في الكتب . فقال لي : من هو وما اسمه ؟\r\nفقلت : محمّد .\r\nفقالوا : هو نبيُّنا الذي تطلب .\r\nفسألتهم عن شرائعه فأعلموني .\r\nفقلت لهم : أنا أعلم أنّ محمّداً نبيّ ، ولا أعلمه هذا الذي تصفون أم لا ، فأعلموني موضعه لأقصده فاسائله عن علامات عندي ودلالات ، فإن كان صاحبي الذي طلبت آمنت به .\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nفقالوا : قد مضى .\r\nفقلت : فمن وصيُّه وخليفته ؟\r\nفقالوا : أبو بكر .\r\nقلت : فسمّوه لي ، فإنّ هذه كنيته .\r\nقالوا : عبداللَّه بن عثمان - ونسبوه إلى قريش - .\r\nقلت : فانسبوا لي محمّداً نبيّكم .\r\nفنسبوه لي .\r\nفقلت : ليس هذا صاحبي الذي طلبت . صاحبي الذي أطلبه خليفته ، أخوه في الدّين ، وابن عمّه في النّسب ، وزوج ابنته وأبو ولده ، ليس لهذا النبيّ ذرّيّة على الأرض غير ولد هذا الرّجل الذي هو خليفته .\r\nقال : فوثبوا بي وقالوا : أيّها الأمير ، إنّ هذا قد خرج من الشِّرك إلى الكفر ، هذا حلال الدّم .\r\nفقلت لهم : يا قوم ، أنا رجل معي دين متمسّك به ، لا أفارقه حتّى أرى ما هو أقوى منه ، إنّي وجدت صفة هذا الرجل في الكتب التي أنزلها اللَّه على أنبيائه ، وإنّما خرجت من بلاد الهند ومن العزّ الذي كنت فيه طلباً له ، فلمّا فحصت عن أمر صاحبكم الذي ذكرتم لم يكن النبيّ الموصوف في الكتب ، فكفّوا عنّي .\r\nوبعث العامل إلى رجل يقال له : الحسين بن إشكيب ، فدعاه فقال له : ناظر هذا الرجل الهنديّ .\r\nفقال له الحسين : أصلحك اللَّه ، عندك الفقهاء والعلماء ، وهم أعلم وأبصر بمناظرته .\r\nفقال له : ناظره كما أقول لك ، واخل به والطف له .\r\nفقال لي الحسين بن إشكيب بعد ما فاوضته : إنّ صاحبك الذي تطلبه هو النبيّ الذي وصفه هؤلاء ، وليس الأمر في خليفته كما قالوا ؛ هذا النبيّ محمّد بن عبداللَّه بن\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nعبدالمطّلب ، ووصيُّه عليّ بن أبي طالب بن عبدالمطّلب ، وهو زوج فاطمة بنت محمّد ، وأبو الحسن والحسين سبطي محمّد صلى الله عليه وآله .\r\nقال غانم أبو سعيد : فقلت : اللَّه أكبر ، هذا الذي طلبت ، فانصرفت إلى داود بن العبّاس فقلت له : أيّها الأمير ، وجدت ما طلبت ، وأنا أشهد أن لا إله إلّااللَّه ، وأنّ محمّداً رسول اللَّه .\r\nقال : فبرّني ووصلني ، وقال للحسين : تفقّده .\r\nقال : فمضيت إليه حتّى آنست به ، وفقّهني فيما احتجت إليه من الصّلاة والصّيام والفرائض .\r\nقال : فقلت له : إنّا نقرأ في كتبنا أنّ محمّداً صلى الله عليه وآله خاتم النّبيّين لا نبيّ بعده ، وأنّ الأمر من بعده إلى وصيّه ووارثه وخليفته من بعده ، ثمّ إلى الوصيّ بعد الوصيّ ، لا يزال أمر اللَّه جارياً في أعقابهم حتّى تنقضي الدّنيا ، فمن وصيّ وصيّ محمّد .\r\nقال : الحسن ، ثمّ الحسين - ابنا محمّد - ، ثمّ ساق الأمر في الوصيّة حتّى انتهى إلى صاحب الزّمان عليه السلام ، ثمّ أعلمني ما حدث ؛ فلم يكن لي همّة إلّاطلب الناحية .\r\nفوافى قمّ وقعد مع أصحابنا في سنة أربع وستّين ومائتين ، وخرج معهم حتّى وافى بغداد - ومعه رفيق له من أهل السِّند ، كان صحبه على المذهب - .\r\nقال : فحدّثني غانم قال : وأنكرت من رفيقي بعض أخلاقه فهجرته ، وخرجت حتّى سرت إلى العبّاسيّة أتهيّأ للصّلاة واصلّي ، وإنّي لواقف متفكّر فيما قصدت لطلبه إذا أنا بآتٍ قد أتاني فقال : أنت فلان اسمه بالهند ؟\r\nفقلت : نعم . فقال : أجب مولاك .\r\nفمضيت معه ، فلم يزل يتخلّل بي الطّرق حتّى أتى داراً وبستاناً ، فإذا أنا به عليه السلام جالس ، فقال : مرحباً يا فلان - بكلام الهند - كيف حالك ، وكيف خلّفت فلاناً وفلاناً - حتّى عدّ الأربعين كلّهم - فسألني عنهم واحداً واحداً ، ثمّ أخبرني بما تجارينا كلّ ذلك بكلام الهند - ، ثمّ قال : أردت أن تحجّ مع أهل قمّ ؟\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nقلت : نعم يا سيّدي .\r\nفقال : لا تحجّ معهم ، وانصرف سنتك هذه ، وحجّ في قابل . ثمّ ألقى إليّ صرّة كانت بين يديه ، فقال لي : اجعلها نفقتك ، ولا تدخل إلى بغداد إلى فلان - سمّاه - ولا تطلعه على شيء ، وانصرف إلينا إلى البلد . ثمّ وافانا بعض الفيوج فأعلمونا أنّ أصحابنا انصرفوا من العقبة ، ومضى نحو خراسان ؛ فلمّا كان في قابل حجّ ، وأرسل إلينا بهديّة من طرف خراسان ، فأقام بها مدّة ، ثمّ مات رحمه الله « 1 » .\r\n\r\n34 - كمال الدين :\r\nحدّثنا أبي رحمه الله قال : حدّثنا سعد بن عبداللَّه ، عن علّان الكليني قال : حدّثني عليّ ابن قيس ، عن غانم أبي سعيد الهندي .\r\nقال علّان الكليني : وحدّثني جماعة ، عن محمّد بن محمّد الأشعري ، عن غانم .\r\nثمّ قال : كنت عند ملك الهند . . . [ فذكر نحو ما تقدّم عن الكافي إلى أن قال : 
  ]\r\nقال محمّد بن شاذان ، عن الكابلي - وقد كنت رأيته عند أبي سعيد - فذكر أنّه خرج من كابل مرتاداً أو طالباً ، وأنّه وجد صحّة هذا الدين في الإنجيل وبه اهتدى ، فحدّثني محمّد بن شاذان بنيسابور قال : بلغني أنّه قد وصل فترصّدت له حتّى لقيته فسألته عن خبره ، فذكر أنّه لم يزل في الطلب ، وأنّه أقام بالمدينة فكان لا يذكره لأحد إلّازجره ، فلقي شيخاً من بني هاشم - وهو يحيى بن محمّد العريضي - فقال له : إنّ الذي تطلبه بصرياء .\r\nقال : فقصدت صرياء ، فجئت إلى دهليز مرشوش ، وطرحت نفسي على الدكّان ، فخرج إليّ غلام أسود فزجرني وانتهرني ، وقال لي : قم من هذا المكان وانصرف .\r\nفقلت : لا أفعل .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الكافي ج 1 ص 515 - 517 ح 1 . وفي كمال الدين ص 437 - 439 ح 6 باختلافٍ يسير ، عنه البحار ج 52 ص 27 ح 22 . وفي الخرائج والجرائح ج 3 ص 1095 ح 21 عن ابن بابويه مثله . .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nفدخل الدار ، ثمّ خرج إليّ وقال : ادخل .\r\nفدخلت ، فإذا مولاي عليه السلام قاعد بوسط الدار ، فلمّا نظر إليّ سمّاني باسم لي لم يعرفه أحد إلّاأهلي بكابل ، وأخبرني بأشياء .\r\nفقلت له : إنّ نفقتي قد ذهبت ، فمُر لي بنفقة .\r\nفقال لي : أما إنّها ستذهب منك بكذبك ؛ وأعطاني نفقة ، فضاع منّي ما كانت معي ، وسلم ما أعطاني . ثمّ انصرفت السنة الثانية فلم أجد في الدار أحداً « 1 » .\r\n\r\n35 - الغيبة للطوسي :\r\nأحمد بن عليّ الرازي ، عن أبي الحسين محمّد بن جعفر الأسدي قال : حدّثني الحسين بن محمّد بن عامر الأشعري القمّي قال :\r\nحدّثني يعقوب بن يوسف الضرّاب الغسّاني « 2 » في منصرفه من إصفهان قال :\r\nحججت في سنة إحدى وثمانين ومائتين وكنت مع قوم مخالفين من أهل بلدنا ، فلمّا قدمنا مكّة تقدّم بعضهم فاكترى لنا داراً في زقاق بين سوق الليل وهي دار خديجة عليها السلام تسمّى دار الرضا عليه السلام وفيها عجوز سمراء ، فسألتها لمّا وقفت على أنّها دار الرضا عليه السلام ما تكونين من أصحاب هذه الدار ، ولم سمّيت دار الرضا ؟\r\nفقالت : أنا من مواليهم ، وهذه دار الرضا عليّ بن موسى عليهما السلام أسكنّيها الحسن بن عليّ عليهما السلام ، فإنّي كنت من خدمه .\r\nفلمّا سمعت ذلك منها آنست بها ، وأسررت الأمر عن رفقائي المخالفين ، فكنت إذا انصرفت من الطواف بالليل أنام معهم في رواق في الدار ، ونغلق الباب ، ونلقي خلف الباب حجراً كبيراً كنّا ندير خلف الباب .\r\nفرأيت غير ليلة ضوء السراج في الرواق الذي كنّا فيه شبيهاً بضوء المشعل ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كمال الدين ص 437 - 440 ح 6 ، عنه البحار ج 52 ص 27 - 29 ذيل ح 22 . .\r\n( 2 ) - ذكره الشيخ في مصباح المتهجّد ص 406 عند ذكر الصلوات الّتي سيأتي ذكرها في هذا الحديث ، بعنوان‌أبى الحسن الضرّاب الإصفهاني . .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nورأيت الباب قد انفتح ولا أرى أحداً فتحه من أهل الدار . ورأيت رجلًا ربعة أسمر إلى الصفرة ، ما هو قليل اللحم ، في وجهه سجّادة ، عليه قميصان وإزار رقيق قد تقنّع به ، وفي رجله نعل طاق ، فصعد إلى الغرفة في الدار حيث كانت العجوز تسكن ، وكانت تقول لنا : إنّ في الغرفة ابنة لا تدع أحداً يصعد إليها .\r\nفكنت أرى الضوء الذي رأيته يضيء في الرواق على الدرجة عند صعود الرجل إلى الغرفة التي يصعدها ، ثمّ أراه في الغرفة من غير أن أرى السراج بعينه .\r\nوكان الذين معي يرون مثل ما أرى ، فتوهّموا أن يكون هذا الرجل يختلف إلى ابنة العجوز ، وأن يكون قد تمتّع بها ، فقالوا : هؤلاء العلوية يرون المتعة ، وهذا حرام لا يحلّ - فيما زعموا - .\r\nوكنّا نراه يدخل ويخرج ، ونجيء إلى الباب وإذا الحجر على حاله الذي تركناه ، وكنّا نغلق هذا الباب خوفاً على متاعنا ، وكنّا لا نرى أحداً يفتحه ولا يغلقه ، والرجل يدخل ويخرج ، والحجر خلف الباب إلى وقت ننحّيه إذا خرجنا .\r\nفلمّا رأيت هذه الأسباب ضرب على قلبي ووقعت في قلبي فتنة ، فتلطّفت العجوز وأحببت أن أقف على خبر الرجل ، فقلت لها : يا فلانة ، إنّي احبّ أن أسألك وافاوضك من غير حضور من معي فلا أقدر عليه ، فأنا احبّ إذا رأيتني في الدار وحدي أن تنزلي إليّ لأسألك عن أمر .\r\nفقالت لي مسرعة : وأنا أريد أن اسرّ إليك شيئاً فلم يتهيّأ لي ذلك ، من أجل من معك .\r\nفقلت : ما أردت أن تقولي .\r\nفقالت : يقول لك - ولم تذكر أحداً - : لا تخاشنّ أصحابك وشركاءك ولا تلاحّهم فإنّهم أعداؤك ، ودارِهم .\r\nفقلت لها : من يقول ؟\r\nفقالت : أنا أقول .\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nفلم أجسر لِما دخل قلبي من الهيبة أن أراجعها ، فقلت : أيّ أصحابي تعنين - فظننت أنّها تعني رفقائي الذين كانوا حجّاجاً معي - ؟\r\nقالت : شركاؤك الذين في بلدك ، وفي الدار معك .\r\nوكان جرى بيني وبين الذين معي في الدار عَنَت في الدين فسعوا بي حتّى هربت واستترت بذلك السبب ، فوقفت على أنّها عنت أولئك ، فقلت لها : ما تكونين أنت من الرضا ؟\r\nفقالت : كنت خادمة للحسن بن عليّ عليهما السلام . فلمّا استيقنت ذلك قلت : لأسألنّها عن الغائب عليه السلام ، فقلت : باللَّه عليك ، رأيته بعينك ؟\r\nفقالت : يا أخي ، لم أره بعيني ، فإنّي خرجت واختي حبلى ، وبشّرني الحسن بن عليّ عليه السلام بأنّي سوف أراه في آخر عمري ، وقال لي : تكونين له كما كنت لي ، وأنا اليوم منذ كذا بمصر ، وإنّما قدمت الآن بكتابه ونفقة وجّه بها إليّ على يدي رجل من أهل خراسان لا يُفصح بالعربيّة ، وهي ثلاثون ديناراً ، وأمرني أن أحجّ سنتي هذه ، فخرجت رغبةً منّي في أن أراه .\r\nفوقع في قلبي أنّ الرجل الذي كنت أراه يدخل ويخرج هو هو ، فأخذت عشرة دراهم صحاحاً فيها ستّة رضوية ، من ضرب الرضا عليه السلام - قد كنت خبأتها لُالقيها في مقام إبراهيم عليه السلام ، وكنت نذرت ونويت ذلك - . فدفعتها إليها ، وقلت في نفسي : أدفعها إلى قوم من ولد فاطمة عليها السلام أفضل ممّا القيها في المقام وأعظم ثواباً ، فقلت لها : ادفعي هذه الدراهم إلى من يستحقّها من ولد فاطمة عليها السلام - وكان في نيّتي أنّ الذي رأيته هو الرجل ، وإنّما تدفعها إليه - .\r\nفأخذت الدراهم وصعدت وبقيت ساعة ، ثمّ نزلت فقالت يقول لك : ليس لنا فيها حقّ ، اجعلها في الموضع الذي نويت ، ولكن هذه الرضوية خذ منّا بدلها وألقها في الموضع الذي نويت .\r\nففعلت وقلت في نفسي : الذي أمرت به عن الرجل .\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nثمّ كان معي نسخة توقيع خرج إلى القاسم بن العلاء بآذربيجان ، فقلت لها :\r\nتعرضين هذه النسخة على إنسان قد رأى توقيعات الغائب ؟\r\nفقالت : ناولني فإنّي أعرفها .\r\nفأريتها النسخة ، وظننت أنّ المرأة تحسن أن تقرأ .\r\nفقالت : لا يمكنني أن أقرأ في هذا المكان ، فصعدت الغرفة ، ثمّ أنزلته فقالت :\r\nصحيح - وفي التوقيع ابشّركم ببشرى ما بشّرت به إيّاه وغيره - ، ثمّ قالت : يقول لك :\r\nإذا صلّيت على نبيّك كيف تصلّي عليه ؟\r\nفقلت أقول : اللّهمّ صلّ على محمّدٍ وآل محمّد ، وبارك على محمّدٍ وآل محمّد ، كأفضل ما صلّيت وباركت وترحّمت على إبراهيم وآل إبراهيم ، إنّك حميدٌ مجيد .\r\nفقال : لا ، إذا صلّيت عليهم فصلّ عليهم كلّهم ، وسمِّهم .\r\nفقلت : نعم .\r\nفلمّا كانت من الغد نزلت - ومعها دفتر صغير - فقالت : يقول لك : إذا صلّيت على النبيّ ، فصلّ عليه وعلى أوصيائه على هذه النسخة .\r\nفأخذتها ، وكنت أعمل بها .\r\nورأيت عدّة ليالٍ قد نزل من الغرفة - وضوء السراج قائم - ، وكنت أفتح الباب وأخرج على أثر الضوء ، وأنا أراه - أعني الضوء - ولا أرى أحداً ، حتّى يدخل المسجد ، وأرى جماعة من الرجال من بلدان شتّى يأتون باب هذه الدار ، فبعضهم يدفعون إلى العجوز رقاعاً معهم ، ورأيت العجوز قد دفعت إليهم كذلك الرقاع ، فيكلّمونها وتكلّمهم ، ولا أفهم عنهم ، ورأيت منهم في منصرفنا جماعة في طريقي ، إلى أن قدمت بغداد .\r\nنسخة الدّفتر الّذي خرج :\r\nبسم اللَّه الرّحمن الرّحيم ، اللّهمّ صلّ على محمّد سيّد المرسلين ، وخاتم النبيّين ، وحجّة ربّ العالمين ، المنتجب في الميثاق ، المصطفى في الظلال ، المطهّر من كلّ آفة ، البريء\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nمن كلّ عيب ، المؤمّل للنجاة ، المرتجى للشفاعة ، المفوّض إليه دين اللَّه . اللّهمّ شرّف بنيانه ، وعظّم برهانه ، وأفلج حجّته ، وارفع درجته ، وأضئ نوره ، وبيّض وجهه ، وأعطه الفضل والفضيلة ، والدرجة والوسيلة الرفيعة ، وابعثه مقاماً محموداً يغبطه به الأوّلون والآخرون . وصلّ على أمير المؤمنين ، ووارث المرسلين ، وقائد الغرّ المحجّلين ، وسيّد الوصيّين ، وحجّة ربّ العالمين . وصلّ على الحسن بن عليّ إمام المؤمنين ، ووارث المرسلين ، وحجّة ربّ العالمين . وصلّ على الحسين بن عليّ إمام المؤمنين ، ووارث المرسلين ، وحجّة ربّ العالمين . وصلّ على عليّ بن الحسين إمام المؤمنين ، ووارث المرسلين ، وحجة ربّ العالمين . وصلّ على محمّد بن عليّ إمام المؤمنين ، ووارث المرسلين ، وحجّة ربّ العالمين . وصلّ على جعفر بن محمّد إمام المؤمنين ، ووارث المرسلين ، وحجّة ربّ العالمين . وصلّ على موسى بن جعفر إمام المؤمنين ، ووارث المرسلين ، وحجّة ربّ العالمين . وصلّ على عليّ بن موسى إمام المؤمنين ، ووارث المرسلين ، وحجّة ربّ العالمين . وصلّ على محمّد بن عليّ إمام المؤمنين ، ووارث المرسلين ، وحجّة ربّ العالمين . وصلّ على عليّ بن محمّد إمام المؤمنين ، ووارث المرسلين ، وحجة ربّ العالمين . وصلّ على الحسن بن عليّ إمام المؤمنين ، ووارث المرسلين ، وحجة ربّ العالمين . وصلّ على الخلف الصالح الهادي المهديّ ، إمام المؤمنين ، ووارث المرسلين ، وحجّة ربّ العالمين . اللّهمّ صلّ على محمّد وأهل بيته ، الأئمّة الهادين المهديّين ، العلماء الصادقين ، الأبرار المتّقين ، دعائم دينك ، وأركان توحيدك ، وتراجمة وحيك ، وحججك على خلقك ، وخلفائك في أرضك ، الذين اخترتهم لنفسك ، واصطفيتهم على عبادك ، وارتضيتهم\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nلدينك ، وخصصتهم بمعرفتك ، وجلّلتهم بكرامتك ، وغشّيتهم برحمتك ، وربّيتهم بنعمتك ، وغذّيتهم بحكمتك ، وألبستهم نورك ، ورفعتهم في ملكوتك ، وحففتهم بملائكتك ، وشرّفتهم بنبيّك . اللّهمّ صلّ على محمّد وعليهم ، صلاة كثيرةً دائمةً طيّبةً ، لا يحيط بها إلّاأنت ، ولا يسعها إلّاعلمك ، ولا يحصيها أحد غيرك . اللّهمّ صلّ على وليّك المحيي سنّتَك ، القائم بأمرك ، الداعي إليك ، الدليل عليك ، وحجّتك على خلقك ، وخليفتك في أرضك ، وشاهدك على عبادك . اللّهمّ أعزّ نصره ، ومُدّ في عمره ، وزيّن الأرض بطول بقائه . اللّهمّ اكفه بغي الحاسدين ، وأعِذه من شرّ الكائدين ، وادحَر عنه إرادة الظالمين ، وتخلّصه من أيدي الجبّارين . اللّهمّ أعطه في نفسه وذرّيّته وشيعته ورعيّته وخاصّته وعامّته وعدوّه وجميع أهل الدنيا ، ما تقرّ به عينه ، وتسرّ به نفسه . وبلّغه أفضل أمله في الدنيا والآخرة ، إنّك على كلّ شيء قدير . اللّهمّ جدّد به ما مُحي من دينك ، وأحي به ما بُدّل من كتابك ، وأظهر به ما غُيّر من حكمك ، حتّى يعود دينُك به وعلى يديه غضّاً جديداً خالصاً مخلصاً لا شكّ فيه ، ولا شبهة معه ، ولا باطل عنده ، ولا بدعة لديه . اللّهمّ نوّر بنوره كلّ ظلمة ، وهُدّ بركنه كلّ بدعة ، واهدم بعزّته كلّ ضلالة ، واقصم به كلّ جبّار ، وأخمد بسيفه كلّ نار ، وأهلك بعدله كلّ جبّار ، وأجرِ حكمه على كلّ حكم ، وأذلّ لسلطانه كلّ سلطان . اللّهمّ أذلّ كلّ من ناواه ، وأهلك كلّ من عاداه ، وامكر بمن كاده ، واستأصل من جحد حقّه واستهان بأمره ، وسعى في إطفاء نوره ، وأراد إخماد ذكره . اللّهمّ صلّ على محمّد المصطفى ، وعليّ المرتضى ، وفاطمة الزهراء ، والحسن الرضا ، والحسين المصطفى ، وجميع الأوصياء ، مصابيح الدجى ، وأعلام الهدى ، ومنار\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nالتقى ، والعروة الوثقى ، والحبل المتين ، والصراط المستقيم . وصلّ على وليّك وولاة عهده ، والأئمّة من ولده ، ومدّ في أعمارهم ، وزد في آجالهم ، وبلّغهم أقصى آمالهم دنياً وآخرةً ، إنّك على كلّ شيء قدير « 1 » .\r\n\r\n36 - كمال الدين :\r\nحدّثنا أحمد بن زياد بن جعفر الهمداني قال : حدّثنا أبو القاسم جعفر بن أحمد العلوي الرقّي العُريضي قال : حدّثني أبو الحسن عليّ بن أحمد العقيقي قال : حدّثني أبو نعيم الأنصاري الزيدي قال : كنت بمكّة عند المستجار ، وجماعة من المقصّرة - وفيهم المحمودي ، وعلّان الكليني ، وأبو الهيثم الديناري ، وأبو جعفر الأحول الهمداني - وكانوا زهاء ثلاثين رجلًا ، ولم يكن منهم مخلص علمته غير محمّد بن القاسم العلوي العقيقي ، فبينا نحن كذلك في اليوم السادس من ذي الحجّة سنة ثلاث وتسعين ومائتين من الهجرة ، إذ خرج علينا شابّ من الطواف ، عليه إزاران محرم بهما ، وفي يده نعلان ، فلمّا رأيناه قمنا جميعاً هيبةً له ، فلم يبق منّا أحد إلّاقام وسلّم عليه .\r\nثمّ قعد والتفت يميناً وشمالًا ثمّ قال : أتدرون ما كان أبو عبداللَّه عليه السلام يقول في دعاء الإلحاح .\r\nقلنا : وما كان يقول ؟\r\nقال : كان يقول :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الغيبة للطوسي ص 165 - 170 ، وفي دلائل الإمامة من أصل بخطّ الشيخ أبي عبداللَّه الحسين الغضائري ، عن أبي الحسن عليّ بن عبداللَّه القاشاني ، عن الحسين بن محمّد ، عن يعقوب بن يوسف مثله . وكذا في جمال الأسبوع ص 494 - 502 بإسناده عن الطوسي ، عن الحسين بن عُبيداللَّه ، عن محمّد بن أحمد بن داود وهارون بن موسى التلعكبري ، عن أبي العباس أحمد بن عليّ الرازي الخضيب الإيادي فيما رواه في كتابه كتاب الشفاء والجلاء ، عن أبي الحسين محمّد بن جعفر الأسدي ، عن الحسين بن محمّد بن عامر الأشعري القمّي ، عن يعقوب بن يوسف الضرّاب الغسّاني ، عنها البحار ج 52 ص 17 ح 14 ، وج 94 ص 78 ح 2 ، وفي ص 83 ذيل ح 2 عن العتيق الغروي مثله . .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nاللّهمّ إنّي أسألك باسمك الذي به تقوم السماء ، وبه تقوم الأرض ، وبه تفرق بين الحقّ والباطل ، وبه تجمع بين المتفرّق ، وبه تفرق بين المجتمع ، وبه أُحصيت عدد الرمال ، وزنة الجبال ، وكيل البحار ، أن تصلّي على محمّدٍ وآل محمّد ، وأن تجعل لي من أمري فرَجاً ومخرجاً .\r\nثمّ نهض فدخل الطواف ، فقمنا لقيامه حين انصرف ، وانسينا أن نقول له من هو .\r\nفلمّا كان من الغد في ذلك الوقت ، خرج علينا من الطواف ، فقمنا كقيامنا الأوّل بالأمس ، ثمّ جلس في مجلسه متوسّطاً ، ثمّ نظر يميناً وشمالًا [ ف 
  ] قال : أتدرون ما كان أمير المؤمنين عليه السلام يقول بعد صلاة الفريضة ؟\r\nقلنا : وما كان يقول ؟\r\nقال : كان يقول :\r\nاللّهمّ إليك رُفعت الأصوات ، ودُعيت الدعوات ، ولك عنت الوجوه ، ولك خضعت الرقاب ، وإليك التحاكم في الأعمال . يا خير مسؤول وخير من أعطى ، يا صادق يا بارئ ، يا من لا يخلف الميعاد ، يا من أمر بالدعاء وتكفّل بالإجابة ، يا من قال : « ادْعُونِي أَسْتَجِبْ لَكُمْ » « 1 » ، يا من قال : « وإِذا سَأَلَكَ عِبادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذا دَعانِ فَلْيَسْتَجِيبُوا لِي ولْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ » « 2 » ، يا من قال : « يا عِبادِيَ الَّذِينَ أَسْرَفُوا عَلى أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّه إِنَّ اللَّه يَغْفِرُ الذُّنُوبَ جَمِيعاً إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ » « 3 » .\r\nثمّ نظر يميناً وشمالًا بعد هذا الدعاء فقال : أتدرون ما كان أمير المؤمنين عليه السلام يقول في سجدة الشكر ؟\r\nقلنا : وما كان يقول ؟\r\nقال : كان يقول :\r\nيا من لا يزيده إلحاح الملحّين إلّاجوداً وكرماً ، يا من له خزائن السماوات والأرض ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - غافر : 60 . .\r\n( 2 ) - البقرة : 186 . .\r\n( 3 ) - الزمر : 53 . .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nيا من له خزائن ما دقّ وجلّ ، لا تمنعك إساءتي من إحسانك إليّ ، إنّي أسألك أن تفعل بي ما أنت أهله ، وأنت أهل الجود والكرم والعفو ، يا ربّاه يا اللَّه ، افعل بي ما أنت أهله ، فأنت قادر على العقوبة وقد استحققتها ، لا حجّة لي ولا عذر لي عندك ، أبوء إليك بذنوبي كلّها وأعترف بها كي تعفو عنّي ، وأنت أعلم بها منّي ، بُؤت إليك بكلّ ذنب أذنبته ، وبكلّ خطيئة أخطأتها ، وبكلّ سيّئة عملتها ، يا ربّ اغفر لي ، وارحم وتجاوز عمّا تعلم ، إنّك أنت الأعزّ الأكرم .\r\nوقام فدخل الطواف ، فقمنا لقيامه .\r\nوعاد من غد في ذلك الوقت ، فقمنا لاستقباله كفعلنا فيما مضى ، فجلس متوسّطاً ونظر يميناً وشمالًا فقال : كان عليّ بن الحسين سيّد العابدين عليه السلام يقول في سجوده في هذا الموضع - وأشار بيده إلى الحجر نحو الميزاب - :\r\nعُبيدك بفنائك ، مسكينك ببابك ، أسألك ما لا يقدر عليه سواك .\r\nثمّ نظر يميناً وشمالًا ، ونظر إلى محمّد بن القاسم العلوي فقال : يا محمّد بن القاسم ، أنت على خير إن شاء اللَّه ، وقام فدخل الطواف .\r\nفما بقي أحد منّا إلّاوقد تعلّم ما ذكر من الدعاء ، وانسينا أن نتذاكر أمره إلّافي آخر يوم .\r\nفقال لنا المحمودي : يا قوم ، أتعرفون هذا ؟\r\nقلنا : لا . قال : هذا واللَّه صاحب الزمان عليه السلام .\r\nفقلنا : وكيف ذاك يا أبا عليّ ؟ !\r\nفذكر أنّه مكث يدعو ربّه عزّ وجلّ ويسأله أن يُريه صاحب الأمر سبع سنين ، قال : فبينا أنا يوماً في عشيّة عرفة فإذا بهذا الرجل بعينه ، فدعا بدعاء وعيته ، فسألته ممّن هو ؟ فقال : من الناس . فقلت : من أيّ الناس ، من عربها أو مواليها ؟ فقال : من عربها . فقلت : من أيّ عربها ؟ فقال : من أشرفها وأشمخها . فقلت : ومن هم ؟ فقال :\r\nبنو هاشم . فقلت : من أيّ بني هاشم ؟ فقال : من أعلاها ذروة ، وأسناها رفعة . فقلت :\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nوممّن هم ؟ فقال : ممّن فلق الهام ، وأطعم الطعام ، وصلّى بالليل والناس نيام . فقلت :\r\nإنّه علوي فأحببته على العلوية ، ثمّ افتقدته من بين يديّ فلم أدر كيف مضى ، في السماء أم في الأرض ، فسألت القوم الذين كانوا حوله : أتعرفون هذا العلوي ؟\r\nفقالوا : نعم ، يحجّ معنا كلّ سنة ماشياً .\r\nفقلت : سبحان اللَّه ! واللَّه ما أرى به أثر مشي !\r\nثمّ انصرفت إلى المزدلفة كئيباً حزيناً على فراقه ، وبتّ في ليلتي تلك ، فإذا أنا برسول اللَّه صلى الله عليه وآله فقال : يا محمّد ، رأيت طلبتك .\r\nفقلت : ومن ذاك يا سيّدي ؟\r\nفقال : الذي رأيته في عشيّتك ، فهو صاحب زمانكم .\r\nفلمّا سمعنا ذلك منه ، عاتبناه على أن لا يكون أعلمنا ذلك ، فذكر أنّه كان ناسياً أمره إلى وقت ما حدّثنا « 1 » .\r\n\r\n37 - ومنه :\r\nحدّثنا محمّد بن إبراهيم بن إسحاق الطالقاني رضي الله عنه قال : حدّثنا أبو القاسم عليّ ابن أحمد الخديجي الكوفي قال : حدّثنا الأزدي قال : بينما أنا في الطواف قد طفت ستّاً وأنا أريد أن أطوف السابع فإذا أنا بحلقة عن يمين الكعبة وشابّ حسن الوجه ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كمال الدين ص 470 ح 24 . ورواه بطريق آخر عن أبي نعيم الأنصاري مثله ، وبإسناده عن أبي جعفر محمّد بن عليّ المنقذي الحسني قال : كنت جالساً بالمستجار ، وجماعة من المقصّرة - وفيهم المحمودي وأبو الهيثم وأبو جعفر الأحول وعلّان الكليني والحسن بن وجناء - وكانوا زهاء ثلاثين رجلًا ، وذكر الحديث مثله سواء .\r\nورواه الشيخ الطوسي في الغيبة ص 156 - 158 بإسناده عن الحسن بن وجناء ، عن أبي نعيم محمّد بن أحمد الأنصاري باختلاف يسير . وبطريق آخر بإسناده عن محمّد بن عبداللَّه ، عن أبي نعيم محمّد بن أحمد الأنصاري . وكذا في دلائل الإمامة ص 298 - 300 . عنها البحار ج 52 ص 5 ح 4 . وفي ج 94 ص 187 ح 2 عن كمال‌الدين . وورد أيضاً في الدلائل ص 294 - 295 بإسناده عن أبي عليّ محمّد بن أحمد المحمودي نحوه . .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nطيّب الرائحة ، هيوب مع هيبته متقرّب إلى الناس يتكلّم ، فلم أر أحسن من كلامه ولا أعذب من نطقه ، وحسن جلوسه ، فذهبت اكلّمه فزبرني الناس ، فسألت بعضهم من هذا ؟\r\nفقالوا : هذا ابن رسول اللَّه ، يظهر في كلّ سنة يوماً لخواصّه يحدّثهم .\r\nفقلت : يا سيّدي مسترشداً أتيتك فأرشدني ، هداك اللَّه .\r\nفناولني عليه السلام حصاة فحوّلت وجهي .\r\nفقال لي بعض جلسائه : ما الذي دفع إليك . فقلت حصاة ، وكشفت عنها فإذا أنا بسبيكة ذهب ، فذهبت فإذا أنا به عليه السلام قد لحقني ، فقال لي : ثبتت عليك الحجّة ، وظهر لك الحقّ ، وذهب عنك العمى ! أتعرفني ؟\r\nفقلت : لا . فقال عليه السلام : أنا المهديّ وأنا قائم الزمان ، أنا الذي أملؤها عدلًا كما ملئت جوراً ، إنّ الأرض لا تخلو من حجّة ، ولا يبقى الناس في فترة ؛ وهذه أمانة لا تحدّث بها إلّاإخوانك من أهل الحقّ « 1 » .\r\n\r\n38 - الخرائج والجرائح :\r\nروي عن أبي الحسن المسترقّ الضّرير قال : كنت يوماً في مجلس الحسن « 2 » بن عبداللَّه بن حمدان ناصر الدّولة ، فتذاكرنا أمر النّاحية ، قال :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كمال الدين ص 444 ح 18 . وفي الغيبة للطوسي ص 152 عن جماعة ، عن أبي محمّد هارون بن موسى التلعكبري ، عن أحمد بن عليّ الرازي قال : حدّثني شيخ ورد الريّ على أبي الحسين محمّد بن جعفر الأسدي فروى له حديثين في صاحب الزمان عليه السلام ، وسمعتهما منه كما سمع ، وأظنّ ذلك قبل سنة ثلاثمائة أو قريباً منها ؛ قال : حدّثني عليّ بن إبراهيم الفدكي قال : قال الأودي . . . وذكر مثله ، عنهما البحار ج 52 ص 1 - 3 ح 1 . .\r\n( 2 ) - أبو محمّد الحسن بن أبي الهيجاء عبداللَّه بن حمدان التّغلبي العدوي الحمداني ، من أشهر امراء بني حمدان ؛ تشيّعه وجميع سلسلته مستغنٍ عن البيان ، وكان في خدمة الشّيخ الأجلّ محمّد بن محمّد بن النّعمان المفيد ، يستفيد أصول الدّين وفروعه ويزيد في إعزاز الشّيخ وإكرامه ، وصنّف الشّيخ باسم ناصر الدّولة رسالة في الإمامة . توفّي في ربيع الأوّل سنة 358 « أعيان الشّيعة ج 5 ص 136 - 144 » . .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nكنت أزري « 1 » عليها ، إلى أن حضرت مجلس عمّي الحسين يوماً فأخذت أتكلّم في ذلك .\r\nفقال : يا بُنيّ ، قد كنت أقول بمقالتك هذه إلى أن ندبت إلى ولاية قم حين استصعبت على السّلطان ، فكان كلّ من ورد إليها من جهة السّلطان يحاربه أهلها ، فسلّم إليّ جيش وخرجت نحوها ، فلمّا بلغنا إلى ناحية طزر « 2 » خرجت إلى الصّيد ، ففاتتني طريدة ، فاتّبعتها وأوغلت « 3 » في أثرها حتّى بلغت إلى نهر ، فسرت فيه ، وكلّما أسير يتّسع النّهر ؛ فبينما أنا كذلك إذ طلع عليَّ فارس تحته شهباء ، وهومتعمّم بعمامة خزّ خضراء ، لا أرى منه سوى عينيه ، وفي رجله خفّان أحمران ، فقال لي :\r\nيا حسين - فلا هو أمّرني ولا كنّاني - .\r\nفقلت : ماذا تريد ؟\r\nقال : لِمَ تزري على النّاحية ، ولِمَ تمنع أصحابي خُمس مالك - وكنتُ الرّجل الوقور الّذي لا يخاف شيئاً - فأرعدت [ منه 
  ] وتهيّبته وقلت : أفعل يا سيّدي ما تأمر به .\r\nفقال : إذا مضيت إلى الموضع الذي أنت متوجّه إليه فدخلته عفواً « 4 » وكسبت ما كسبته تحمل خمسه إلى مستحقّه .\r\nفقلت : السّمع والطّاعة .\r\nفقال : امض راشداً . ولوّى عنان دابّته وانصرف ، فلم أدر أيّ طريق سلك ، وطلبته يميناً وشمالًا فخفي عليَّ أمره ، وازددت رعباً ، وانكفأت « 5 » راجعاً إلى عسكري ، وتناسيت الحديث .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - زرى عليه زرياً وزِرايةً : عابه واستهزأ به « مجمع‌البحرين ج 1 ص 276 - زرى - » . .\r\n( 2 ) - قال الحموي : هي مدينة في مرج القلعة ، بينها وبين سابلة خراسان مرحلة ، وهي في صحراء واسعة ، وفيهاإيوان عالٍ . . . « معجم البلدان ج 4 ص 34 » . وفي ج 5 ص 101 منه قال : مرج القلعة : بينه وبين حُلوان منزل وهو من حلوان إلى جهة همذان . . . .\r\n( 3 ) - أوغل في السّير إيغالًا ، وتوغّل : أمعن وأسرع « المصباح المنير ص 918 - وغل - » . .\r\n( 4 ) - أدرك الأمر عفواً صفواً : أي في سهولة وسراح « لسان العرب ج 15 ص 75 - عفا - » . .\r\n( 5 ) - انكَفَأَ : مال ورجع « تاج العروس ج 1 ص 400 - كفأ » . .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nفلمّا بلغت قم - وعندي أنّي أريد محاربة القوم - خرج إليّ أهلها وقالوا : كنّا نحارب من يجيئنا بخلافهم لنا ، فأمّا إذا وافيت أنت فلا خلاف بيننا وبينك ، ادخل البلدة فدبّرها كما ترى .\r\nفأقمت فيها زماناً وكسبت أموالًا زائدة على ما كنت اقدّر ، ثمّ وشى القوّاد بي إلى السّلطان ، وحسدت على طول مُقامي وكثرة ما اكتسبت ، فعُزلت ورجعت إلى بغداد ، فابتدأت بدار السّلطان وسلّمت عليه وأتيت إلى منزلي .\r\nوجاءني فيمن جاءني محمّد بن عثمان العَمريّ ، فتخطّى النّاس حتّى اتّكأ على تُكَأَتي « 1 » ، فاغتظت من ذلك ، ولم يزل قاعداً مايبرح والنّاس داخلون وخارجون ، وأنا أزداد غيظاً .\r\nفلمّا تصرّم « 2 » المجلس دنا إليّ وقال : بيني وبينك سرّ فاسمعه .\r\nفقلت : قل .\r\nفقال : صاحب الشهباء والنهر يقول : قد وفينا بما وعدنا .\r\nفذكرت الحديث وارتعبت من ذلك وقلت : السّمع والطّاعة . فقمت فأخذت بيده ففتحت الخزائن ، فلم يزل يخمّسها إلى أن خمّس شيئاً كنت انسيته ممّا كنت قد جمعته ، وانصرف . ولم أشكّ بعد ذلك ، وتحقّقت الأمر .\r\nفأنا منذ سمعت هذا من عمّي أبي عبداللَّه زال ما كان اعترضني من شكّ « 3 » .\r\n\r\n39 - الغيبة للطوسي :\r\nأخبرني أحمد بن عبدون - المعروف بابن الحاشر - ، عن أبي الحسن محمّد بن عليّ الشجاعي الكاتب ، عن أبي عبداللَّه محمّد بن إبراهيم النعماني ، عن يوسف بن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - التُّكَأة - كهُمَزَة - : ما يُتّكأ عليه . انظر « القاموس ج 1 ص 148 » . .\r\n( 2 ) - تصرّمَ : تقطّع ، تقضّى . انظر « المعجم الوسيط ج 1 ص 516 » . .\r\n( 3 ) - الخرائج والجرائح ج 1 ص 472 ح 17 ، عنه كشف الغمّة ج 3 ص 290 - 291 ، ومنتخب الأنوار المضيئة ص 288 - 291 ، والبحار ج 52 ص 56 ح 40 . وكذا إثبات الهداة ج 3 ص 693 ح 118 باختصار . .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nأحمد « 1 » الجعفري قال : حججت سنة ستّ وثلاثمائة ، وجاورت بمكّة تلك السنة وما بعدها إلى سنة تسع وثلاثمائة ، ثمّ خرجت عنها منصرفاً إلى الشام ، فبينا أنا في بعض الطريق وقد فاتتني صلاة الفجر ، فنزلت من المحمل وتهيّأت للصلاة ، فرأيت أربعة نفر في محمل ، فوقفت أعجب منهم .\r\nفقال أحدهم : ممّ تعجب ؟ تركت صلاتك ، وخالفت مذهبك !\r\nفقلت للّذي يخاطبني : وما علمك بمذهبي ؟\r\nفقال : تحبّ أن ترى صاحب زمانك ؟\r\nقلت : نعم .\r\nفأومأ إلى أحد الأربعة .\r\nفقلت له : إنّ له دلائل وعلامات .\r\nفقال : أيّما أحبّ إليك ، أن ترى الجمل وما عليه صاعداً إلى السماء ؟ أو ترى المحمل صاعداً إلى السماء ؟\r\nفقلت : أيّهما كان فهي دلالة .\r\nفرأيت الجمل وما عليه يرتفع إلى السماء .\r\nوكان الرجل أومأ إلى رجل به سمرة ، وكأنّ لونه الذهب ، بين عينيه سجّادة « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) محمد خ ل\r\n( 2 ) الغيبة للطوسي ص 155 عنه البحارج 52 ص 5 ح 3\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\n\r\nمن رآه عجّل اللَّه فرجه‌في زمن الغيبة الكبرى ( 329 ه - . . . )\r\n\r\n40 - الخرائج والجرائح :\r\nروي عن أبي القاسم جعفر بن محمّد بن قولويه قال : لمّا وصلت بغداد في سنة سبع وثلاثين للحجّ - وهي السنة التي ردّ القرامطة « 1 » فيها الحجر إلى مكانه من البيت - كان أكبر همّي من ينصب الحجر ، لأنّه مضى في أثناء الكتب قصّة أخذه ، وأنّه إنّما ينصبه في مكانه الحجّة في الزمان ، كما في زمان الحجّاج وضعه زين العابدين في مكانه واستقرّ ، فاعتللت علّة صعبة خِفت منها على نفسي ، ولم يتهيّأ لي ما قصدته ، فاستنبت المعروف بابن هشام ، وأعطيته رقعة مختومة أسأل فيها عن مدّة عمري ، وهل يكون الموتة في هذه العلّة أم لا ، وقلت : همّي إيصال هذه الرقعة إلى واضع الحجر في مكانه وأخذ جوابه ، وإنّما أندبك لهذا .\r\nقال : فقال المعروف بابن هشام : لمّا حصلت بمكّة وعزم على إعادة الحجر بذلت لسدنة البيت جملة تمكّنت معها من الكون بحيث أرى واضع الحجر في مكانه ، فأقمت معي منهم من يمنع عنّي ازدحام الناس ، فكلّما عمد إنسان لوضعه اضطرب ولم يستقم ؛ فأقبل غلام أسمر اللون حسَن الوجه ، فتناوله ووضعه في مكانه ، فاستقام كأنّه لم يزل عنه ، وعلت لذلك الأصوات ، فانصرف خارجاً من الباب .\r\nفنهضت من مكاني أتبعه ، وأدفع الناس عنّي يميناً وشمالًا حتّى ظنّ بي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - القرامطة : هم فرقة من الشيعة الإسماعيلية المباركية ، وقالوا بأنّ الإمام بعد جعفر الصادق عليه السلام هو محمّد بن‌إسماعيل بن جعفر ، وهو القائم المهديّ ، أنشأوا دولتهم في البحرين ثمّ توسّعوا غرباً حتّى وصلوا بلاد الشام سنة 288 . هامش المصدر نقلًا عن « معجم الفرق الإسلاميّة ص 193 » . .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nالاختلاط في العقل ، والناس يفرجون لي ، وعيني لا تفارقه ، حتّى انقطع عن الناس ، فكنت اسرع الشدّ خلفه - وهو يمشي على تُؤَدة « 1 » السير - ولا ادركه ، فلمّا حصل بحيث لا أحد يراه غيري وقف والتفت إليّ فقال : هات ما معك .\r\nفناولته الرقعة . فقال - من غير أن ينظر إليها - : قل له : لا خوف عليك في هذه العلّة ، ويكون ما لا بدّ منه بعد ثلاثين سنة .\r\nقال : فوقع عليّ الزَّمَع « 2 » حتّى لم أطق حراكاً ، وتركني وانصرف .\r\nقال أبو القاسم : فأعلمني بهذه الجملة ، فلمّا كان سنة سبع وستّين « 3 » اعتلّ أبو القاسم ، وأخذ ينظر في أمره ، وتحصيل جهازه إلى قبره ، فكتب وصيّته واستعمل الجدّ في ذلك .\r\nفقيل له : ما هذا الخوف ونرجو أن يتفضّل اللَّه بالسلامة ، فما عليك بمخوفة ! فقال : هذه السنة التي خُوّفت فيها .\r\nفمات في علّته « 4 » .\r\n\r\n41 - الغيبة للطوسي :\r\nحدّثني أبو جعفر محمّد بن هارون بن موسى التلعكبري قال : حدّثني أبو الحسين بن أبي البغل الكاتب قال : تقلّدت عملًا من أبي منصور بن الصالحان « 5 » ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - التُّؤَدة : التّأنّي والرزانة ، ضدّ التسرّع « مجمع البحرين ح 1 ص 278 » . .\r\n( 2 ) - « الدمع » البحار . والزَّمَع - محرّكة - : شِبه الرعدة تأخذ الإنسان ، والدَّهش والخوف « القاموس ج 3 ص 49 » . .\r\n( 3 ) - جمع المجلسي بين هذا وما ذكره الشيخ في رجاله ص 458 رقم 5 من أنّ ابن قولويه مات سنة ثمان‌وستّين وثلاثمائة قائلًا : كان وفاته في أوائل الثمان ، فلم يعتبر في هذا الخبر الكسر لقلّته ، مع أنّ إسقاط ما هو أقلّ من النصف شائع في الحساب . « البحار ج 52 ص 59 » . .\r\n( 4 ) - الخرائج والجرائح ج 1 ص 475 ح 18 ؛ عنه البحار ج 52 ص 58 ح 41 ، وج 99 ص 231 ح 26 . .\r\n( 5 ) - كان وزيراً لبعض الحكّام البويهيّين حدود سنه 380 ه . انظر « تاريخ ابن خلدون ج 3 ص 537 وص 539 ، والكامل لابن الأثير ج 7 ص 406 » . .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nوجرى بيني وبينه ما أوجب استتاري ، فطلبني وأخافني ، فمكثت مستتراً خائفاً ، ثمّ قصدت مقابر قريش ليلة الجمعة ، واعتمدت على المبيت هناك للدعاء والمسألة ، كانت ليلة ريح ومطر ، فسألت ابن جعفر القيّم أن يُغلق الأبواب ، وأن يجتهد في خلوة الموضع لأخلو بما أريده من الدعاء والمسألة ، وآمن من دخول إنسان ممّا لم آمنه وخفت من لقائي له ، ففعل وقفل الأبواب ، وانتصف الليل ، وورد من الريح والمطر ما قطع الناس عن الموضع ، ومكثت أدعو وأزور واصلّي ، فبينما أنا كذلك إذ سمعت وطأة عند مولانا موسى عليه السلام ، وإذا رجل يزور ، فسلّم على آدم وأولي العزم ، ثمّ الأئمّة واحداً واحداً إلى أن انتهى إلى صاحب الزمان ، فعجبت من ذلك وقلت :\r\nلعلّه نسي أو لم يعرف ، أو هذا مذهب لهذا الرجل .\r\nفلمّا فرغ من زيارته صلّى ركعتين ، وأقبل إلى عند مولانا أبي جعفر ، فزار مثل الزيارة وذلك السلام ، وصلّى ركعتين - وأنا خائف منه إذ لم أعرفه - ورأيته شابّاً تامّاً من الرجال ، عليه ثياب بيض ، وعمامة محنّك بها ذؤابة ، ورداء « 1 » على كتفه مُسبل .\r\nفقال لي : يا أبا الحسين بن أبي البغل ، أين أنت عن دعاء الفرج ؟ !\r\nفقلت : وما هو يا سيّدي ؟\r\nفقال : تصلّي ركعتين وتقول : يا من أظهر الجميل ، وستر القبيح ، يا من لم يؤاخذ بالجريرة ، ولم يهتك الستر ، يا عظيم المنّ ، يا كريم الصفح ، يا مبتدئ النعم قبل استحقاقها ، يا حسن التجاوز ، يا واسع المغفرة ، يا باسط اليدين بالرحمة ، يا منتهى كلّ نجوى ، ويا غاية كلّ شكوى ، يا عون كلّ مستعين ، يا مبتدئاً بالنعم قبل استحقاقها ، يا ربّاه - عشر مرّات - يا سيّداه - عشر مرّات - يا مولاه - عشر مرّات - يا غايتاه - عشر مرّات - يا منتهى رغبتاه - عشر مرّات - أسألك بحقّ هذه الأسماء ، وبحقّ محمّدٍ وآله الطاهرين ، إلّا ما كشفت كربي ، ونفّست همّي ، وفرّجت غمّي وأصلحت حالي .\r\nوتدعو بعد ذلك بما شئت ، وتسأل حاجتك ، ثمّ تضع خدك الأيمن على الأرض\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - « ردى » المصدر ، وما أثبتناه من فرج المهموم . .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nوتقول - مائة مرّة - في سجودك : يا محمّد يا عليّ ، يا عليّ يا محمّد ، اكفياني فإنّكما كافياي ، وانصراني فإنّكما ناصراي .\r\nولتضع خدّك الأيسر على الأرض وتقول - مائة مرّة - : أدركني . وتكرّرها كثيراً وتقول : الغوث ، الغوث - حتّى ينقطع نفسك - وترفع رأسك ، فإنّ اللَّه بكرمه يقضي « 1 » حاجتك ، إن شاء اللَّه تعالى .\r\nفلمّا اشتغلت بالصلاة والدعاء خرج ، فلمّا فرغت خرجت لابن جعفر لأسأله عن الرجل ، وكيف قد دخل ، فرأيت الأبواب على حالها مُغلقة مُقفلة ، فعجبت من ذلك وقلت : لعلّه باب هنا ولم أعلم ، فأنبهت ابن جعفر ، فخرج إليّ من بيت الزيت ، فسألته عن الرجل ودخوله .\r\nفقال : الأبواب مُقفلة كما ترى ما فتحتها .\r\nفحدّثته بالحديث .\r\nفقال : هذا مولانا صاحب الزمان ، وقد شاهدته مراراً في مثل هذه الليلة عند خلوّها من الناس .\r\nفتأسّفت على ما فاتني منه ، وخرجت عند قرب الفجر ، وقصدت الكرخ إلى الموضع الذي كنت مستتراً فيه .\r\nفما أضحى النهار إلّاوأصحاب ابن الصالحان يلتمسون لقائي ، ويسألون عنّي أصدقائي ، ومعهم أمان من الوزير ، ورقعة بخطّه فيها كلّ جميل .\r\nفحضرت مع ثقة من أصدقائي عنده .\r\nفقام والتزمني وعاملني بما لم أعهده منه وقال : انتهت بك الحال إلى أن تشكوني إلى صاحب الزمان ؟ !\r\nفقلت : قد كان منّي دعاء ومسألة .\r\nفقال : ويحك ! رأيت البارحة مولاي صاحب الزمان فيالنوم - يعنيليلة الجمعة -\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - « يكرمه ويقضي » المصدر ، وما أثبتناه من فرج المهموم . .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nوهو يأمرني بكلّ جميل ، ويجفو عليّ في ذلك جفوة خفتها .\r\nفقلت : لا إله إلّااللَّه ، أشهد أنّهم الحقّ ، ومنتهى الصدق ، رأيت البارحة مولانا في اليقظة وقال لي كذا وكذا - وشرحت ما رأيته في المشهد - .\r\nفعجب من ذلك ، وجرت منه أمور عظام حسان في هذا المعنى ، وبلغت منه غاية ما لم أظنّه ، ببركة مولانا صاحب الزمان « 1 » .\r\n\r\n42 - المزار الكبير :\r\nعليّ بن محمّد بن عبد الرحمن التستري قال : مررت ببني رواس « 2 » فقال لي بعض إخواني : لو مِلت بنا إلى مسجد صعصعة فصلّينا فيه ، فإنّ هذا رجب ويُستحبّ فيه زيارة هذه المواضع المشرّفة ، التي وطئها الموالي بأقدامهم وصلّوا فيها ، ومسجد صعصعة منها .\r\nقال : فملت معه إلى المسجد [ وإذا ناقة معقلة مرحلة قد أنيخت بباب المسجد ، فدخلنا 
  ] « 3 » وإذا برجل عليه ثياب الحجاز وعمّة كعِمّتهم قاعد يدعو بهذا الدعاء ، فحفظته أنا وصاحبي ، وهو : اللّهُمَّ يا ذا المِنَن السابغة ، والآلاء الوازعة ، والرحمة الواسعة . . .\r\nثمّ سجد طويلًا ، وقام فركب الراحلة وذهب .\r\nفقال لي صاحبي : تراه الخضر ! فما بالنا لا نكلّمه ، كأنّما أُمسك على ألسنتنا .\r\nوخرجنا فلقينا ابن أبي روّاد الرواسي « 4 » فقال : من أين أقبلتما ؟\r\nقلنا : من مسجد صعصعة - وأخبرناه بالخبر - .\r\nفقال : هذا الراكب يأتي مسجد صعصعة في اليومين والثلاثة ، لا يتكلّم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - دلائل الإمامة ص 304 - 306 . عنه فرج المهموم ص 245 - 247 ، وعنهما البحار ج 51 ص 304 - 306 ، وج 91 ص 349 ح 11 ، وج 95 ص 200 ح 33 . .\r\n( 2 ) - « رؤاس » البحار . .\r\n( 3 ) - من مزار الشهيد والبحار . .\r\n( 4 ) - « الرؤاسي » البحار . .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nقلنا : من هو ؟\r\nقال : فمن تريانه أنتما ؟\r\nقلنا : نظنّه الخضر عليه السلام .\r\nفقال : فأنا واللَّه لا أراه إلّامَن الخضر محتاج إلى رؤيته . فانصرفا راشدين .\r\nفقال لي صاحبي : هو واللَّه صاحب الزمان عليه السلام « 1 » .\r\n\r\n43 - الغيبة للطوسي :\r\nأحمد بن عليّ الرازي ، عن أبيذرّ أحمد بن أبي سورة - وهو محمّد بن الحسن ابن عبداللَّه التميمي وكان زيديّاً - قال : سمعت هذه الحكاية عن جماعة يروونها عن أبي رحمه الله أنّه خرج إلى الحير ، قال : فلمّا صرت إلى الحير إذا شابّ حسَن الوجه يصلّي ، ثمّ إنّه ودّع وودّعت وخرجنا فجئنا إلى المشرعة ، فقال لي : يا أبا سورة أين تريد ؟\r\nفقلت : الكوفة . فقال لي : مع من ؟ قلت : مع الناس . قال لي : لا نريد ، نحن جميعاً نمضي . قلت : ومن معنا ؟ فقال : ليس نريد معنا أحداً . قال : فمشينا ليلتنا فإذا نحن على مقابر مسجد السهلة ، فقال لي : هو ذا منزلك ، فإن شئت فامض ، ثمّ قال لي : تمرّ إلى ابن الزراري عليّ بن يحيى فتقول له يعطيك المال الذي عنده . فقلت له : لا يدفعه إليّ . فقال لي : قل له بعلامة أنّه كذا وكذا ديناراً وكذا وكذا درهماً ، وهو في موضع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - المزار الكبير ص 143 . وفي مزار الشهيد : 264 - 266 مثله . عنهما البحار ج 52 ص 66 ذيل ح 51 وعن المفيد . وفي إقبال الأعمال ج 3 ص 212 نقلًا عن كتاب معالم الدين باختلاف ، وهذا لفظه :\r\nذكر محمّد بن أبي الرواد الرواسي أنّه خرج مع محمّد بن جعفر الدهّان إلى مسجد السهلة في يوم من أيّام رجب فقال : قال : مِل بنا إلى مسجد صعصعة ، فهو مسجد مبارك ، وقد صلّى به أمير المؤمنين عليه السلام ووطئه الحجج بأقدامهم . فمِلنا إليه ، فبينا نحن نصلّي إذا برجل قدنزل عن ناقته وعقلها بالظلال ؛ ثمّ دخل وصلّى ركعتين أطال فيهما ؛ ثمّ مدّ يديه فقال : - وذكر الدعاء الذي يأتي ذكره - ، ثمّ قام إلى راحلته وركبها . فقال لي ابن جعفر الدهّان : ألا نقوم إليه فنسأله مَنْ هو ؟ ! فقمنا إليه فقلنا له : ناشدناك اللَّه ، مَن أنت ؟ فقال : ناشدتكما اللَّه ، مَن ترياني ؟ قال ابن جعفر الدهّان : نظنّك الخضر ! فقال : وأنت أيضاً ؟ فقلت : أظنّك إيّاه . فقال : واللَّه إنّي لمَن الخضر مفتقر إلى رؤيته ، انصرفا فأنا إمام زمانكما . وهذا لفظ دعائه : اللّهُمَّ يا ذا المِنَن . . . .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nكذا وكذا ، وعليه كذا وكذا مغطّى . فقلت له : ومن أنت ؟ قال : أنا محمّد بن الحسن .\r\nقلت : فإن لم يقبل منّي وطولبت بالدلالة ؟ فقال : أنا وراك . قال : فجئت إلى ابن الزراري فقلت له فدفعني . [ فقلت له : العلامات التي قال لي وقلت له 
  ] « 1 » قد قال لي أنا وراك . فقال : ليس بعد هذا شيء . وقال : لم يعلم بهذا إلّااللَّه تعالى ، ودفع إليّ المال .\r\nوفي حديث آخر عنه وزاد فيه : قال أبو سورة : فسألني الرجل عن حالي ، فأخبرته بضيقي وبعيلتي ، فلم يزل يماشيني حتّى انتهينا إلى النواويس في السحر فجلسنا ، ثمّ حفر بيده فإذا الماء قد خرج ، فتوضّأ ثمّ صلّى ثلاث عشرة ركعة ، ثمّ قال لي : امض إلى أبي الحسن عليّ بن يحيى فاقرأ عليه السلام وقل له : يقول لك الرجل : ادفع إلى أبي سورة من السبعمائة دينار التي مدفونة في موضع كذا وكذا مائة دينار . وإنّي مضيت من ساعتي إلى منزله فدققت الباب ، فقال : من هذا ؟ فقلت : قولي لأبي الحسن : هذا أبو سورة . فسمعته يقول : ما لي ولأبي سورة . ثمّ خرج إليّ فسلّمت عليه وقصصت عليه الخبر ؛ فدخل وأخرج إليّ مائة دينار ، فقبضتها ، فقال لي : صافحتَه ؟ فقلت : نعم . فأخذ يدي فوضعها على عينيه ومسح بها وجهه .\r\nقال أحمد بن عليّ : وقد روي هذا الخبر عن محمّد بن عليّ الجعفري ، وعبداللَّه ابن الحسن بن بشر الخزّاز « 2 » ، وغيرهما ، وهو مشهور عنده « 3 » .\r\n\r\n44 - كنوز النجاح :\r\nدعاء علّمه صاحب الزمان - عليه سلام اللَّه الملك المنّان - أبا الحسن محمّد بن أحمد بن أبي الليث - رحمه اللَّه تعالى - في بلدة بغداد في مقابر قريش ، وكان أبو الحسن قد هرب إلى مقابر قريش ، والتجأ إليه من خوف القتل ، فنجا منه ببركة هذا الدعاء .\r\nقال أبو الحسن المذكور : إنّه علّمني أن أقول : اللّهُمّ عظُم البلاء ، وبرِح الخَفاء ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - من البحار . .\r\n( 2 ) - « الخراز » المصدر ، وما أثبتناه من البحار . .\r\n( 3 ) - الغيبة للطوسي ص 163 ، عنه البحار ج 52 ص 14 ح 12 . .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nوانقطع الرّجاء ، وانكشف الغطاء ، وضاقت الأرض ، ومَنَعت السّماء ، وإليك يا ربّ المشتكى ، وعليك المُعوّل في الشدّة والرّخاء . اللّهُمّ فصلّ على محمّدٍ وآل محمّد ، اولي الأمر الذين فرضت علينا طاعتهم ، فعرّفتنا بذلك منزلتهم ، ففرّج عنّا بحقّهم فرَجاً عاجلًا كَلَمْحِ الْبَصَرِ أَوْ هُوَ أَقْرَبُ ، يا محمّد ، يا عليّ ، اكفياني فإنّكما كافياي ، وانصراني فإنّكما ناصراي ، يا مولاي يا صاحب الزمان ، الغوث الغوث الغوث ، أدركني أدركني أدركني !\r\nقال الراوي : إنّه عليه السلام عند قوله « يا صاحب الزمان » كان يُشير إلى صدره الشريف « 1 » .\r\n\r\n45 - تنبيه الخواطر :\r\nحدّثني السيّد الأجلّ الشريف أبو الحسن عليّ بن إبراهيم العُريضي العلوي الحسيني قال : حدّثني عليّ بن عليّ بن نماء قال : حدّثني أبو محمّد الحسن بن عليّ ابن حمزة الأقساسي « 2 » في دار الشريف عليّ بن جعفر بن عليّ المدائني العلوي ، قال :\r\nكان بالكوفة شيخ قصّار ، وكان موسوماً بالزّهد ، منخرطاً في سلك السياحة ، متبتّلًا للعبادة ، مقتفياً للآثار الصالحة ، فاتّفق يوماً أنّني كنت بمجلس والدي ، وكان هذا الشيخ يحدّثه - وهو مقبل عليه - قال : كنت ذات ليلة بمسجد جعفي - وهو مسجد قديم - وقد انتصف الليل ، وأنا بمفردي فيه للخلوة والعبادة ، فإذا أقبل عليّ ثلاثة أشخاص فدخلوا المسجد ؛ فلمّا توسّطوا صرحته « 3 » جلس أحدهم ، ثمّ مسح الأرض بيده يمنة ويسرة ، فحصحص « 4 » الماء ونبع ، فأسبغ الوضوء منه ثمّ أشار إلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كنوز النجاح لأمين الإسلام الطبرسي ، على ما في جنّة المأوى ( المطبوع مع البحار ج 53 ص 275 ) . .\r\n( 2 ) - « الأقساني » المصدر ؛ وما أثبتناه من هامشه والنجم الثاقب . وأقساس قرية بالكوفة ، أو كورة يقال لها : أقساس مالك « معجم البلدان ج 1 ص 236 » . .\r\n( 3 ) - الصرحة : ساحة الدار « المعجم الوسيط ج 1 ص 514 » . .\r\n( 4 ) - حصحص الشيء : ظهر بعد خفاء « المعجم الوسيط ج 1 ص 177 » . .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nالشخصين الآخرين بإسباغ الوضوء فتوضّئا ، ثمّ تقدّم فصلّى بهما إماماً ؛ فصلّيت معهم مؤتمّاً به .\r\nفلمّا سلّم وقضى صلاته ، بهرني « 1 » حاله ، واستعظمتُ فعله من إنباع الماء ، فسألت الشخص الّذي كان منهما إلى يميني عن الرجل فقلت له : من هذا ؟\r\nفقال لي : هذا صاحب الأمر ولد الحسن عليه السلام .\r\nفدنوت منه وقبّلت يديه وقلت له : يا ابن رسول اللَّه ما تقول في الشريف عمر بن حمزة ، هل هو على الحقّ ؟\r\nفقال : لا ، وربّما اهتدى ، إلّاأنّه ما يموت حتّى يراني .\r\nفاستطرفنا « 2 » هذا الحديث ؛ فمضت برهة طويلة فتوفّي الشريف عمر ولم يشع أنّه لقيه ، فلمّا اجتمعت بالشيخ الزاهد ابن نادية أذكرته بالحكاية التي كان ذكرها ، وقلت له مثل الرادّ عليه : أليس كنت ذكرت أنّ هذا الشريف عمر لا يموت حتّى يرى صاحب الأمر الذي أشرت إليه ؟\r\nفقال لي : ومن أين لك أنّه لم يره ؟\r\nثمّ إنّني اجتمعت فيما بعد بالشريف أبي المناقب ولد الشّريف عمر بن حمزة ، وتفاوضنا أحاديث والده ، فقال : إنّا كنّا ذات ليلة في آخر الليل عند والدي ، وهو في مرضه الذي مات فيه ، وقد سقطت قوّته بواحدة وخفت موته - والأبواب مغلقة علينا - إذ دخل علينا شخص هبناه ، واستطرفنا دخوله وذهلنا عن سؤاله ، فجلس إلى جنب والدي ، وجعل يحدّثه مليّاً - ووالدي يبكي - ، ثمّ نهض .\r\nفلمّا غاب عن أعيينا تحامل والدي وقال : أجلسوني .\r\nفأجلسناه ، وفتح عينيه وقال : أين الشخص الذي كان عندي ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بهر الشيء فلاناً : دهشه وحيّره « المعجم الوسيط ج 1 ص 72 » . .\r\n( 2 ) - استطرفه : رآه طريفاً ، واستفادة حديثاً « المعجم الوسيط ج 2 ص 561 » . .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nفقلنا : خرج من حيث أتى .\r\nفقال : اطلبوه .\r\nفذهبنا في أثره ، فوجدنا الأبواب مغلقة ، ولم نجد له أثراً .\r\nفعدنا إليه فأخبرناه بحاله وأنّا لم نجده ، ثمّ إنّا سألناه عنه .\r\nفقال : هذا صاحب الأمر .\r\nثمّ عاد إلى ثقله في المرض وأغمي عليه « 1 » .\r\n\r\n46 - كشف الغمّة :\r\nكان « 2 » في البلاد الحلّيّة شخص يقال له إسماعيل بن الحسن الهِرَقلي - من قرية يقال لها : هرقل - ، مات في زماني وما رأيته .\r\nحكى لي ولده شمس الدين قال : حكى لي والدي أنّه خرج فيه - وهو شابّ - على فخذه الأيسر توثة « 3 » مقدار قبضة الإنسان ، وكانت في كلّ ربيع تتشقّق ويخرج منها دم وقَيح ، ويقطعه ألمها عن كثير من أشغاله ، وكان مقيماً بهرقل ، فحضر إلى الحلّة يوماً ودخل إلى مجلس السعيد رضيّ الدين عليّ بن طاووس رحمه الله وشكا إليه ما يجده ، وقال : أريد أن أداويها .\r\nفأحضر له أطبّاء الحلّة وأراهم الموضع ، فقالوا : هذه التوثة فوق العِرق الأكحل ، وعلاجها خطر ، ومتى قُطعت خيف أن ينقطع العِرق فيموت .\r\nفقال له السعيد رضيّ الدين - قدّس اللَّه روحه - : أنا متوجّه إلى بغداد ، وربما كان أطبّاؤها أعرف وأحذق من هؤلاء فاصحبني ، فأصعد معه ، وأحضر الأطباء ، فقالوا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تنبيه الخواطر ونزهة النواظر ( مجموعة ورّام ) ج 2 ص 303 - 305 . عنه البحار ج 52 ص 55 ح 39 ، وإثبات الهداة ج 3 ص 704 . .\r\n( 2 ) - قال المؤلّف في سياق الجواب عن بعض الشبهات حول وجوده عليه السلام وطول عمره الشريف : « الّذين يقولون‌بوجوده لا يقولون إنّه في سرداب ، بل يقولون إنّه حيّ موجود يحلّ ويرتحل ، ويطوف في الأرض ببيوت وخيم وحشم وإبل وغير ذلك ، وينقلون قصصاً في ذلك وأحاديث يطول شرحها ، وأنا أذكر من ذلك قضيّتين قرُب عهدهما من زماني ، وحدّثني بها جماعة من ثقات إخواني كان . . . » .\r\n( 3 ) - التوثة : واحدة التوث لغة في « التوت » . انظر « القاموس ج 1 / ص 162 » . .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nكما قال أولئك فضاق صدره .\r\nفقال له السعيد : إنّ الشرع قد فسح لك في الصلاة في هذه الثياب ، وعليك الاجتهاد في الاحتراس ، ولا تغرر بنفسك ، فاللَّه تعالى قد نهى عن ذلك ورسولُه .\r\nفقال له والدي : إذا كان الأمر هكذا وقد وصلت إلى بغداد فأتوجّه إلى زيارة المشهد الشريف بسرّمن‌رأى - على مشرّفه السلام - ثمّ أنحدر إلى أهلي .\r\nفحسّن له ذلك .\r\nفترك ثيابه ونفقته عند السعيد رضيّ الدين ، وتوجّه .\r\nقال : فلمّا دخلت المشهد ، وزُرت الأئمّة عليهم السلام نزلت السرداب ، واستغثت باللَّه تعالى وبالإمام عليه السلام وقضيت بعض الليل في السرداب ، وبقيت في المشهد إلى الخميس ، ثمّ مضيت إلى دجلة واغتسلت ولبست ثوباً نظيفاً ، وملأت إبريقاً كان معي وصعدت أريد المشهد ، فرأيت أربعة فُرسان خارجين من باب السور - وكان حول المشهد قوم من الشرفاء يرعون أغنامهم - ، فحسبتهم منهم ، فالتقينا فرأيت شابّين أحدهما عبد مخطوط ، وكلّ واحد منهم متقلّد بسيف ، وشيخاً مُنقباً بيده رمح ، والآخر متقلّد بسيف ، وعليه فرَجيّة « 1 » ملوّنة فوق السيف ، وهو متحنّك بعَذَبته « 2 » ، فوقف الشيخ صاحب الرمح يمين الطريق ، ووضع كعب رمحه في الأرض ، ووقف الشابّان عن يسار الطريق ، وبقي صاحب الفرَجيّة على الطريق مقابل والدي ، ثمّ سلّموا عليه ، فردّ عليهم السّلام .\r\nفقال له صاحب الفرَجيّة : أنت غداً تروح إلى أهلك ؟ فقال له : نعم .\r\nفقال له : تقدّم حتّى ابصر ما يُوجعك .\r\nقال : فكرهت ملامستهم وقلت في نفسي : أهل البادية ما يكادون يحترزون\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الفَرَجية : ثوب واسع طويل الأكمام « المعجم الوسيط ج 2 ص 685 » . .\r\n( 2 ) - العَذَبة : طرف الشيء ، يقال : عذبة السوط ، وعذبة اللسان ، وعذبة العمامة « المعجم الوسيط ج 2 ص 596 » . .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nمن النجاسة ، وأنا قد خرجت من الماء وقميصي مبلول ، ثمّ إنيّ مع ذلك تقدّمت إليه ، فلزمني بيدي ومدّني إليه ، وجعل يلمس جانبي من كتفي ، إلى أن أصابت يده التوثة ، فعصرها بيده فأوجعني ، ثمّ استوى في سرجه كما كان .\r\nفقال لي الشيخ : أفلحت يا إسماعيل !\r\nفتعجّبت من معرفته باسمي ، فقلت : أفلحنا وأفلحتم إن شاء اللَّه .\r\nقال : فقال لي الشيخ : هذا هو الإمام .\r\nقال : فتقدّمت إليه فاحتضنته « 1 » وقبّلت فخذه . ثمّ إنّه ساق وأنا أمشي معه محتضنه .\r\nفقال : ارجع .\r\nفقلت : لا أفارقك أبداً .\r\nفقال : المصلحة رجوعك .\r\nفأعدت عليه مثل القول الأوّل .\r\nفقال الشيخ : يا إسماعيل ، ما تستحيي ، يقول لك الإمام مرّتين « ارجع » وتخالفه ؟ !\r\nفجبهني « 2 » بهذا القول فوقفت ، فتقدّم خطوات والتفت إليّ وقال : إذا وصلت بغداد فلابدّ أن يطلبك أبو جعفر - يعني الخليفة المستنصر - ، فإذا حضرت عنده وأعطاك شيئاً فلا تأخذه ، وقل لولدنا الرضي ليكتب لك إلى عليّ بن عوض ، فإنّني أوصيه يعطيك الذي تريد .\r\nثمّ سار وأصحابه معه ، فلم أزل قائماً ابصرهم إلى أن غابوا عنّي ، وحصل عندي أسف لمفارقته ، فقعدت إلى الأرض ساعة ، ثمّ مشيت إلى المشهد ، فاجتمع القُوّام حولي وقالوا : نرى وجهك متغيّراً ، أأوجعك شيء ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - احتضنه : جعله في حضنه . انظر « القاموس ج 4 ص 215 » . .\r\n( 2 ) - جبه الرجل يجبهه جبهاً : ردّه عن حاجته واستقبله بما يكره « لسان العرب ح 13 ص 483 - جبه - » . .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nقلت : لا .\r\nقالوا : خاصمك أحد ؟\r\nقلت : لا ، ليس عندي ممّا تقولون خبر ، لكن أسألكم : هل عرفتم الفرسان الذين كانوا عندكم ؟\r\nفقالوا : هم من الشرفاء أرباب الغنم .\r\nفقلت : بل هو الإمام عليه السلام .\r\nفقالوا : الإمام هو الشيخ أو صاحب الفرَجيّة ؟\r\nفقلت : هو صاحب الفرَجيّة .\r\nفقالوا : أريته المرض الذي فيك ؟\r\nفقلت : هو قبضه بيده وأوجعني ، ثمّ كشفت رجلي فلم أر لذلك المرض أثراً ، فتداخلني الشكّ من الدهش ، فأخرجت رجلي الأخرى فلم أر شيئاً .\r\nفانطبق الناس عليّ ومزّقوا قميصي فأدخلني القُوّام خزانة ومنعوا الناس عنّي ، وكان ناظر بين النهرين بالمشهد ، فسمع الضجّة وسأل عن الخبر فعرّفوه ، فجاء إلى الخزانة وسألني عن اسمي ، وسألني : منذُ كَم خرجت من بغداد ؟ فعرّفته أنّي خرجت في أوّل الأسبوع .\r\nفمشى عنّي وبتُّ في المشهد ، وصلّيت الصبح وخرجت وخرج الناس معي إلى أن بعُدتُ عن المشهد ورجعوا عنّي ، ووصلت إلى أوانا « 1 » فبتُّ بها ، وبكّرتُ منها أريد بغداد .\r\nفرأيت الناس مُزدحمين على القنطرة العتيقة ، يسألون كلّ من ورد عليهم عن اسمه ونسبه وأين كان .\r\nفسألوني عن اسمي ومن أين جئت ، فعرّفتهم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - أوانا - بالفتح والنون - بُليدة كثيرة البساتين والشجر نزهة ، من نواحي دُجيل بغداد ، بينها وبين بغداد عشرةفراسخ من جهة تكريت « معجم البلدان ج 1 ص 274 » . .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nفاجتمعوا عليّ ومزّقوا ثيابي ، ولم يبق لي في روحي حكم . وكان ناظر بين النهرين كتب إلى بغداد وعرّفهم الحال ، ثمّ حملوني إلى بغداد ، وازدحم الناس عليّ وكادوا يقتلونني من كثرة الزحام ، وكان الوزير القمّي رحمه الله قد طلب السعيد رضيّ الدين رحمه الله وتقدّم أن يُعرّفه صحّة هذا الخبر .\r\nقال : فخرج رضيّ الدين - ومعه جماعة - فوافينا باب النوبي ، فردّ أصحابُه الناس عنّي ، فلمّا رآني قال : أعنك يقولون ؟\r\nقلت : نعم .\r\nفنزل عن دابّته وكشف فخذي فلم ير شيئاً ؛ فغُشي عليه ساعة ، وأخذ بيدي وأدخلني على الوزير - وهو يبكي ويقول : يا مولانا ، هذا أخي وأقرب الناس إلى قلبي - .\r\nفسألني الوزير عن القصّة فحكيت له .\r\nفأحضر الأطبّاء - الذين أشرفوا عليها وأمرهم بمداواتها ، فقالوا : ما دواؤها إلّا القطع بالحديد ، ومتى قطعها مات - ، فقال لهم الوزير : فبتقدير أن يُقطع ولا يموت ، في كم تبرأ ؟\r\nفقالوا : في شهرين ، وتبقى في مكانها حفيرة بيضاء لا ينبت فيها شعر .\r\nفسألهم الوزير : متى رأيتموه ؟\r\nقالوا : منذ عشرة أيّام .\r\nفكشف الوزير عن الفخذ الذي كان فيه الألم ، وهي مثل أختها ليس فيها أثر أصلًا .\r\nفصاح أحد الحكماء : هذا عمل المسيح !\r\nفقال الوزير : حيث لم يكن عملكم ، فنحن نعرف من عملها .\r\nثمّ إنّه احضر عند الخليفة المستنصر فسأله عن القصّة ، فعرّفه بها كما جرى ، فتقدّم له بألف دينار ؛ فلمّا حضرت قال : خُذ هذه فأنفقها .\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nفقال : ما أجسر آخذ منه حبّة واحدة .\r\nفقال الخليفة : ممّن تخاف ؟\r\nفقال : من الذي فعل معي هذا ، قال : لا تأخذ من أبي جعفر شيئاً .\r\nفبكى الخليفة وتكدّر ، وخرج من عنده ولم يأخذ شيئاً « 1 » .\r\n\r\n47 - ومنه :\r\nحكى لي السيّد باقي بن عطوة العلوي الحسني أنّ أباه عطوة كان به ادْرة « 2 » ، وكان زيديّ المذهب ، وكان ينكر على بنيه الميل إلى مذهب الإماميّة ، ويقول : لا اصدّقكم ولا أقول بمذهبكم حتّى يجيء صاحبكم - يعني المهديّ عليه السلام - فيُبرئني من هذا المرض . وتكرّر هذا القول منه .\r\nفبينا نحن مجتمعون عند وقت العشاء الآخرة إذا أبونا يصيح ويستغيث بنا ؛ فأتيناه سراعاً ، فقال : الحقوا صاحبكم ، فالساعة خرج من عندي .\r\nفخرجنا فلم نر أحداً ، فعُدنا إليه وسألناه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كشف الغمّة ج 3 ص 283 - 286 ، عنه البحار ج 52 ص 61 رقم 51 . قال عليّ بن عيسى الإربلي بعد ذكر هذه القصّة : كنت في بعض الأيّام أحكي هذه القصّة لجماعة عندي - وكان هذا شمس‌الدين محمّد ولده عندي ، وأنا لا أعرفه - فلمّا انقضت الحكاية قال : أنا ولده لصلبه . فعجبت من هذا الاتّفاق وقلت : هل رأيت فخذه وهي مريضة ؟\r\nفقال : لا ، لأنّي أصبو عن ذلك ، ولكنّي رأيتها بعد ما صلحت ، ولا أثر فيها ، وقد نبت في موضعها شعر .\r\nوسألت السيّد صفيّالدين محمّد بن محمّد بن بشير العلوي الموسوي ، ونجم‌الدين حيدر بن الأيسر - رحمهما اللَّه تعالى ، وكانا من أعيان الناس وسَراتهم وذوي الهيئات منهم ، وكانا صديقين لي وعزيزين عندي - ، فأخبراني بصحّة هذه القصّة وأنّهما رأياها في حال مرضها وحال صحّتها .\r\nوحكى لي ولده هذا : أنّه كان بعد ذلك شديد الحزن لفراقه عليه السلام ، حتّى أنّه جاء إلى بغداد وأقام بها في فصل الشتاء ، وكان كلّ أيّام يزور سامرّاء ويعود إلى بغداد ، فزارها في تلك السنة أربعين مرّة ، طمعاً أن يعود له الوقت الذي مضى ، أو يقضى له الحظّ بما قضى ، ومن الذي أعطاه دهره الرضا ، أو ساعده بمطالبه صرف القضاء ، فمات رحمه الله بحسرته ، وانتقل إلى الآخرة بغُصّته ؛ واللَّه يتولّاه وإيّانا برحمته ، بمنّه وكرامته . .\r\n( 2 ) - الادرة : انتفاخ الخصية . انظر « المصباح المنير ص 12 - أدر - » . .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nفقال : إنّه دخل إليّ شخص وقال : يا عطوة .\r\nفقلت : من أنت ؟ فقال : أنا صاحب بنيك ، قد جئت لُابرئك ممّا بك ؛ . . .\r\n[ فشُفي ببركته عليه السلام 
  ] .\r\nقال لي ولده : وبقي مثل الغزال ليس به قَلَبة « 1 » .\r\nواشتهرت هذه القصّة ، وسألت عنها غير ابنه ، فأخبر عنها فأقرّ بها « 2 » .\r\n\r\n48 - إلزام الناصب :\r\nذكر المحدّث الفاضل الميثمي في كتابه « دارالسلام » عن السيّد السند السيّد محمّد صاحب المفاتيح ابن صاحب الرياض ، نقلًا عن خطّ آية اللَّه العلّامة في حاشية بعض كتبه ما ترجمته بالعربية :\r\nإنّه خرج ذات ليلة من ليالي الجمعة من بلدة الحلّة إلى زيارة قبر ريحانة رسول اللَّه صلى الله عليه وآله أبي عبداللَّه الحسين عليه السلام وهو على حمار وبيده سوط يسوق به دابّته ، فعرض له في أثناء الطريق رجل في زيّ الأعراب فتصاحبا ، والرجل يمشي بين يديه ، فافتتحا بالكلام ، وساق معه الكلام من كلّ مقام ، وإذا به عالم خبير نحرير ، فاختبره عن بعض المعضلات وما استصعب عليه علمها ، فما استتمّ عن كلّ من ذلك إلّا وكشف الحجاب عن وجهها وافتتح عن مغالقها ، إلى أن انجرّ الكلام في مسألة أفتى به بخلاف ما عليه العلّامة ، فأنكره عليه قائلًا : إنّ هذه الفتوى خلاف الأصل والقاعدة ، ولابدّ لنا في خلافهما من دليل وارد عليهما مخصّص لهما .\r\nفقال العربي : الدليل عليه حديث ذكره الشيخ الطوسي في تهذيبه .\r\nفقال العلّامة : إنّي لم أعهد بهذا الحديث في التهذيب ، ولم يذكره الشيخ ولا غيره .\r\nفقال العربي : ارجع إلى نسخة التهذيب التي عندك الآن ، وعُدّ منها أوراقاً كذا وسطوراً كذا فتجده .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - قلبة - محرّكة - : داء وتعب « القاموس ج 1 ص 277 » . .\r\n( 2 ) - كشف الغمّة ج 3 ص 287 ، عنه البحار ج 52 ص 65 . .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nفلمّا سمع العلّامة بذلك ورأى أنّ هذا إخبار عن المغيّبات تحيّر في أمر الرجل تحيّراً شديداً واندهش في معرفته ، وقال في نفسه : ولعلّ هذا الرجل الذي يمشي بين يدي منذ كذا وأنا في ركوبي هو الذي بوجوده تدور رحى الموجودات ، وبه قيام الأرضين والسماوات . فبينما هو كذلك إذ وقع السوط من يده من شدّة التفكّر والتحيّر ، فأخذ ليستخبر عن هذه المسألة استخباراً واستظهاراً عنه : أنّ في زمن الغيبة الكبرى هل يمكن التشرّف إلى لقاء سيّدنا ومولانا صاحب الزمان ، فهوى الرجل وأخذ السوط من الأرض ووضعه في كفّ العلّامة وقال : لِمَ لا يُمكن وكفّه في كفّك .\r\nفأوقع العلّامة نفسه من على الدابّة منكبّاً على قدميه ، وأغمي عليه من فرط الرغبة وشدّة الاشتياق ، فلمّا أفاق لم يجد أحداً . فاهتمّ بذلك همّاً شديداً وتكدّر .\r\nورجع إلى أهله وتصفّح عن نسخة تهذيبه فوجد الحديث المعلوم كما أخبره الإمام عليه السلام في حاشية تلك النسخة . فكتب بخطّه الشريف في ذلك الموضع : هذا حديث أخبرني به سيّدي ومولاي في ورق كذا وسطر كذا .\r\nثمّ نقل الفاضل الميثمي عن السيّد المزبور طاب ثراه أنّه قد رأى تلك النسخة بخطّ العلّامة في حاشيته « 1 » .\r\n\r\n49 - بحارالأنوار :\r\nالسيّد عليّ بن عبد الحميد عند ذكر من رأى القائم عليه السلام قال :\r\nومن ذلك بتاريخ صفر لسنة سبعمائة وتسع وخمسين حكى لي المولى الأجلّ الأمجد ، العالم الفاضل ، القدوة الكامل ، المحقّق المدقّق ، مجمع الفضائل ، ومرجع الأفاضل ، افتخار العلماء في العالمين ، كمال‌الملّة والدين ، عبد الرحمن بن العماني ، وكتب بخطّه الكريم عندي ما صورته :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - إلزام الناصب : 2 / 32 - 33 الحكاية 19 . .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nقال العبد الفقير إلى رحمة اللَّه تعالى عبد الرحمن بن إبراهيم القبائقي : إنّي كنت أسمع في الحلّة السيفيّة - حماها اللَّه تعالى - أنّ المولى الكبير المعظّم جمال الدين ابن الشيخ الأجلّ الأوحد الفقيه القارئ نجم الدين جعفر بن الزهدري كان به فالج ، فعالجته جدّته لأبيه بعد موت أبيه بكلّ علاج للفالج فلم يبرأ ، فأشار عليها بعض الأطبّاء ببغداد ، فأحضرتهم فعالجوه زماناً طويلًا فلم يبرأ ، وقيل لها : ألا تُبيّتينه تحت القبّة الشريفة بالحلة ، المعروفة بمقام صاحب الزمان عليه السلام ، لعلّ اللَّه تعالى يُعافيه ويُبرئه ؟ !\r\nففعلت وبيّتته تحتها ، وأنّ صاحب الزمان عليه السلام أقامه وأزال عنه الفالج .\r\nثمّ بعد ذلك حصل بيني وبينه صحبة ، حتّى كنّا لم نكد نفترق ، وكان له دار المعشرة ، يجتمع فيها وجوه أهل الحلّة وشبابهم ، وأولاد الأماثل منهم ، فاستحكيته عن هذه الحكاية ، فقال لي :\r\nإنّي كنت مفلوجاً وعجز الأطبّاء عنّي . وحكى لي ما كنت أسمعه مستفاضاً في الحلّة من قضيّته ، وأنّ الحجّة صاحب الزمان عليه السلام قال لي - وقد أباتتني جدّتي تحت القبّة - : قم .\r\nفقلت : يا سيّدي ، لا أقدر على القيام منذ سنتي .\r\nفقال : قم بإذن اللَّه تعالى .\r\nوأعانني على القيام ، فقمت وزال عنّي الفالج ؛ وانطبق عليّ الناس حتّى كادوا يقتلونني ، وأخذوا ما كان عليّ من الثياب تقطيعاً وتنتيفاً يتبرّكون فيها ، وكساني الناس من ثيابهم ، ورُحت إلى البيت وليس بي أثر الفالج ، وبعثت إلى الناس ثيابهم .\r\nوكنت أسمعه يحكي ذلك للناس ولمن يستحكيه مراراً حتّى مات رحمه الله « 1 » .\r\n\r\n50 - ومنه :\r\nالسيّد عليّ بن عبد الحميد قال : ومن ذلك ما أخبرني من أثق به - وهو خبر مشهور عند أكثر أهل المشهد الشريف الغروي سلام اللَّه تعالى على مشرّفه - ما صورته :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحارالأنوار ج 52 ص 73 نقلًا عن كتاب « السلطان المفرّج عن أهل الإيمان » للسيّد عليّ بن عبد الحميد . .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nإنّ الدار الذي هي الآن سنة سبعمائة وتسع وثمانين أنا ساكنها ، كانت لرجل من أهل الخير والصلاح يدعى « حسين المدلّل » - وبه يُعرف ساباط المدلّل ملاصقة جدران الحضرة الشريفة ، وهو مشهور بالمشهد الشريف الغروي عليه السلام - ، وكان الرجل له عيال وأطفال ، فأصابه فالج فمكث مدّة لا يقدر على القيام ، وإنّما يرفعه عياله عند حاجته وضروراته ، ومكث على ذلك مدّة مديدة ، فدخل على عياله وأهله بذلك شدّة شديدة ، واحتاجوا إلى الناس ، واشتدّ عليهم الناس .\r\nفلمّا كان سنة عشرين وسبعمائة هجرية في ليلة من لياليها بعد ربع الليل أنبه عيالَه ؛ فانتبهوا في الدار فإذا الدار والسطح قد امتلأ نوراً يأخذ بالأبصار ، فقالوا :\r\nما الخبر ؟\r\nفقال : إنّ الإمام عليه السلام جاءني وقال لي : قم يا حسين . فقلت : يا سيّدي ، أتراني أقدر على القيام ؟ ! فأخذ بيدي وأقامني ، فذهب ما بي وها أنا صحيح على أتمّ ما ينبغي .\r\nوقال لي : هذا الساباط دربي إلى زيارة جدّي عليه السلام فأغلقه في كلّ ليلة . فقلت : سمعاً وطاعةً للَّه‌ولك يا مولاي !\r\nفقام الرجل وخرج إلى الحضرة الشريفة الغروية وزار الإمام عليه السلام ، وحمد اللَّه تعالى على ما حصل له من الإنعام ؛ وصار هذا الساباط المذكور إلى الآن يُنذر له عند الضرورات ، فلا يكاد يخيب ناذره من المراد ، ببركات الإمام القائم عليه السلام « 1 » .\r\n\r\n51 - ومنه :\r\nالسيّد عليّ بن عبد الحميد عند ذكر من رأى القائم عليه السلام قال :\r\nفمن ذلك ما اشتهر وذاع وملأ البقاع ، وشهد بالعيان أبناء الزمان ، وهو قصّة أبو راجح الحمّامي بالحلّة ، وقد حكى ذلك جماعة من الأعيان الأماثل وأهل الصدق الأفاضل ، منهم : الشيخ الزاهد العابد المحقّق شمس الدين محمّد بن قارون سلّمه اللَّه تعالى قال :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحارالأنوار ج 52 ص 73 نقلًا عن كتاب « السلطان المفرّج عن أهل الإيمان » للسيّد عليّ بن عبد الحميد . .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nكان الحاكم بالحلّة شخصاً يدعى « مرجان الصغير » فرُفع إليه أنّ أبا راجح هذا يسبّ الصحابة .\r\nفأحضره وأمر بضربه ، فضرب ضرباً شديداً مهلكاً على جميع بدنه ، حتّى أنّه ضرب على وجهه فسقطت ثناياه ، وأخرج لسانه فجعل فيه مسلّة من الحديد ، وخرق أنفه ووضع فيه شركة من الشعر وشدّ فيها حبلًا ، وسلّمه إلى جماعة من أصحابه وأمرهم أن يدوروا به أزقّة الحلّة ، والضرب يأخذ من جميع جوانبه حتّى سقط إلى الأرض ، وعاين الهلاك .\r\nفأخبر الحاكم بذلك ، فأمر بقتله .\r\nفقال الحاضرون : إنّه شيخ كبير ، وقد حصل له ما يكفيه ، وهو ميّت لما به ، فاتركه وهو يموت حتف أنفه ، ولا تتقلّد بدمه ؛ وبالغوا في ذلك حتّى أمر بتخليته - وقد انتفخ وجهه ولسانه - .\r\nفنقله أهله في الموت ، ولم يشكّ أحد أنّه يموت من ليلته .\r\nفلمّا كان من الغد غدا عليه الناس ، فإذا هو قائم يصلّي على أتمّ حالة ، وقد عادت ثناياه التي سقطت كما كانت ، واندملت جراحاته ولم يبق لها أثر ، والشجّة قد زالت من وجهه .\r\nفعجب الناس من حاله وسألوه عن أمره .\r\nفقال : إنّي لمّا عاينت الموت ولم يبق لي لسان أسأل اللَّه تعالى به ، فكنت أسأله بقلبي ، واستغثت إلى سيّدي ومولاي صاحب الزمان عليه السلام ، فلمّا جنّ عليّ الليل فإذا بالدار قد امتلأت نوراً ، وإذا بمولاي صاحب الزمان قد أمرّ يده الشريفة على وجهي وقال لي : اخرج وكدّ على عيالك ، فقد عافاك اللَّه تعالى ؛ فأصبحت كما ترون .\r\nوحكى الشيخ شمس الدين محمّد بن قارون - المذكور - قال : واقسم باللَّه تعالى أنّ هذا أبو راجح كان ضعيفاً جدّاً ، ضعيف التركيب ، أصفر اللون ، شين الوجه ، مقرض اللحية ، وكنت دائماً أدخل الحمّام الذي هو فيه ، وكنت دائماً أراه على هذه\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nالحالة وهذا الشكل ، فلمّا أصبحت كنت ممّن دخل عليه ، فرأيته وقد اشتدّت قوّته ، وانتصبت قامته ، وطالت لحيته ، واحمرّ وجهه ، وعاد كأنّه ابن عشرين سنة ، ولم يزل على ذلك حتّى أدركته الوفاة .\r\nولمّا شاع هذا الخبر وذاع طلبه الحاكم وأحضره عنده ، وقد كان رآه بالأمس على تلك الحالة ، وهو الآن على ضدّها كما وصفناه ، ولم ير بجراحاته أثراً ، وثناياه قد عادت ، فداخل الحاكم في ذلك رعب عظيم ، وكان يجلس في مقام الإمام عليه السلام في الحلّة ، ويعطي ظهره القبلة الشريفة ، فصار بعد ذلك يجلس ويستقبلها ، وعاد يتلطّف بأهل الحلّة ، ويتجاوز عن مُسيئهم ، ويُحسن إلى محسنهم ، ولم ينفعه ذلك ، بل لم يلبث في ذلك إلّاقليلًا حتّى مات « 1 » .\r\n\r\n52 - بحارالأنوار :\r\nأخبرني جماعة عن السيد الفاضل أمير علّام قال : كنت في بعض الليالي في صحن الروضة المقدّسة بالغري - على مشرّفها السلام - وقد ذهب كثير من الليل ، فبينا أنا أجول فيها إذ رأيت شخصاً مقبلًا نحو الروضة المقدّسة ، فأقبلت إليه ، فلمّا قربت منه عرفت أنّه استاذنا الفاضل العالم التقيّ الذكيّ ، مولانا أحمد الأردبيلي قدّس اللَّه روحه .\r\nفأخفيت نفسي عنه حتّى أتى الباب وكان مغلقاً فانفتح له عند وصوله إليه ودخل الروضة ، فسمعته يكلّم كأنّه يناجي أحداً ، ثمّ خرج وأغلق الباب ، فمشيت خلفه حتّى خرج من الغري وتوجّه نحو مسجد الكوفة . فكنت خلفه بحيث لا يراني حتّى دخل المسجد وصار إلى المحراب الذي استُشهد أمير المؤمنين صلوات اللَّه عليه عنده ومكث طويلًا ، ثمّ رجع وخرج من المسجد ، وأقبل نحو الغري .\r\nفكنت خلفه حتّى قرب من الحنّانة ، فأخذني سُعال لم أقدر على دفعه .\r\nفالتفت إليّ فعرفني وقال : أنت مير علّام ؟\r\nقلت : نعم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحارالأنوار ج 52 ص 70 - 71 ، عن كتاب « السلطان المفرّج عن أهل الإيمان » . .\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nقال : ما تصنع هاهنا ؟\r\nقلت : كنت معك حيث دخلت الروضة المقدّسة إلى الآن ، واقسم عليك بحقّ صاحب القبر أن تُخبرني بما جرى عليك في تلك الليلة من البداية إلى النهاية .\r\nفقال : أخبرك على أن لا تُخبر به أحداً ما دمت حيّاً ، فلمّا توثّق ذلك منّي قال :\r\nكنت افكّر في بعض المسائل وقد أغلقت عليّ ، فوقع في قلبي أن آتي أمير المؤمنين عليه السلام وأسأله عن ذلك ، فلمّا وصلت إلى الباب فتح لي بغير مفتاح كما رأيت ، فدخلت الروضة وابتهلت إلى اللَّه تعالى في أن يُجيبني مولاي عن ذلك ، فسمعت صوتاً من القبر أن ائت مسجد الكوفة وسل عن « 1 » القائم عليه السلام فإنّه إمام زمانك .\r\nفأتيت عند المحراب وسألته عنها وأجبت ، وها أنا أرجع إلى بيتي « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كذا . .\r\n( 2 ) - بحارالأنوار ج 52 ص 174 - 175 .\r\nوحكاه المحدّث السيد نعمةاللَّه الجزائري في « الأنوار النعمانيّة ج 2 ص 303 » قائلًا : قد حدّثني أوثق مشايخي علماً وعملًا أنّ لهذا الرجل - وهو المولى الأردبيلي - تلميذاً من أهل تفريش ، اسمه مير علّام ، وقد كان بمكان من الفضل والورع ، قال ذلك التلميذ : إنّه قد كانت لي حجرة في المدرسة المحيطة بالقبّة الشريفة ، فاتّفق أنّي فرغت من مطالعتي وقد مضى جانب كثير من الليل ، فخرجت من الحجرة أنظر في حوش الحضرة ، وكانت الليلة شديدة الظلام ، فرأيت رجلًا مقبلًا على الحضرة الشريفة ، فقلت : لعلّ هذا سارق جاء ليسرق شيئاً من القناديل ، فنزلت وأتيت إلى قربه ، فرأيته وهو لا يراني ، فمضى إلى الباب ووقف ، فرأيت القفل قد سقط وفُتح له الباب الثاني والثالث على هذا الحال ، فأشرف على القبر فسلّم ، وأتى من جانب القبر ردّ السلام ؛ فعرفت صوته فإذا هو يتكلّم مع الإمام عليه السلام في مسألة علمية . ثمّ خرج من البلد متوجّهاً إلى مسجد الكوفة ، فخرجت خلفه وهو لا يراني ، فلمّا وصل إلى محراب المسجد ، سمعته يتكلّم مع رجل آخر بتلك المسألة .\r\nفرجع ورجعت خلفه ، فلمّا بلغ إلى باب البلد أضاء الصبح ، فأعلنت نفسي له وقلت له : يا مولانا ، كنت معك من الأوّل إلى الآخر ، فأعلمني من كان الرجل الأوّل الذي كلّمته في القبّة ، ومن الرجل الآخر الذي كلّمك في مسجد الكوفة ؟\r\nفأخذ عليَّ المواثيق أنّي لا اخبر أحداً بسرّه حتى يموت ، فقال لي : يا ولدي ، إنّ بعض المسائل تشتبه عليّ ، فربما خرجت في بعض الليل إلى قبر مولانا أمير المؤمنين عليه السلام وكلّمته في المسألة وسمعت الجواب ، وفي هذه الليلة أحالني على مولانا صاحب الزمان عليه السلام ، وقال لي : إنّ ولدنا المهدي هذه الليلة في مسجد الكوفة ، فامض إليه وسَلهُ عن هذه المسألة . وكان ذلك الرجل هو المهدي عليه السلام . .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\n\r\n53 - ومنه :\r\nنقلًا عن والده المولى محمّد تقي المجلسي رحمه الله قال : كان في زماننا رجل شريف صالح كان يقال له « أمير إسحاق الأسترآبادي » ، وكان قد حجّ أربعين حجّة ماشياً ، وكان قد اشتهر بين الناس أنّه تُطوى له الأرض .\r\nفورد في بعض السنين بلدة إصفهان فأتيته وسألته عمّا اشتهر فيه .\r\nفقال : كان سبب ذلك أنّي كنت في بعض السنين مع الحاجّ متوجّهين إلى بيت اللَّه الحرام ، فلمّا وصلنا إلى موضع كان بيننا وبين مكّة سبعة منازل - أو تسعة - تأخّرت عن القافلة لبعض الأسباب ، حتّى غابت عنّي وضللت عن الطريق وتحيّرت ، وغلبني العطش ، حتّى أيست من الحياة ؛ فناديت : يا صالح ، يا أبا صالح ، أرشدونا إلى الطريق يرحمكم اللَّه !\r\nفتراءى لي في منتهى البادية شبح ، فلمّا تأمّلته حضر عندي في زمان يسير ، فرأيته شابّاً حسن الوجه ، نقيّ الثياب ، أسمر ، على هيئة الشرفاء ، راكباً على جمل ومعه إداوة ، فسلّمت عليه ، فردّ عليّ السلام وقال : أنت عطشان ؟ قلت : نعم . فأعطاني الإداوة فشربت ، ثمّ قال : تريد أن تلحق القافلة ؟ قلت : نعم .\r\nفأردفني خلفه وتوجّه نحو مكّة ؛ وكان من عادتي قراءة الحرز اليماني في كلّ يوم ، فأخذت في قراءته ، فقال عليه السلام في بعض المواضع : اقرأ هكذا .\r\nقال : فما مضى إلّازمان يسير حتّى قال لي : تعرف هذا الموضع ؟\r\nفنظرت فإذا أنا بالأبطح .\r\nفقال : انزل . فلمّا نزلت ، رجعت وغاب عنّي ؛ فعند ذلك عرفت أنّه القائم عليه السلام فندمت وتأسّفت على مفارقته وعدم معرفته .\r\nفلمّا كان بعد سبعة أيّام أتت القافلة ، فرأوني في مكّة بعد ما أيسوا من حياتي ، فلذا اشتهرت بطيّ الأرض .\r\nقال الوالد رحمه الله : فقرأت عنده الحرز اليماني وصحّحته وأجازني . والحمد للَّه « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحارالأنوار ج 52 ص 175 - 176 . .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\n\r\n54 - ومنه :\r\nأخبرني بعض من أثق به ، يرويه عمّن يثق به ويُطريه ، أنّه قال :\r\nلمّا كان بلدة البحرين تحت ولاية الإفرنج جعلوا واليها رجلًا من المسلمين ، ليكون أدعى إلى تعميرها وأصلح بحال أهلها ، وكان هذا الوالي من النواصب ، وله وزير أشدّ نصباً منه ، يُظهر العداوة لأهل البحرين لحبّهم لأهل البيت عليهم السلام ، ويحتال في إهلاكهم وإضرارهم بكلّ حيلة .\r\nفلمّا كان في بعض الأيّام دخل الوزير على الوالي - وبيده رمّانة - فأعطاها الوالي ، فإذا كان مكتوباً عليها : لا إله إلّااللَّه ، محمّد رسول اللَّه ، أبو بكر وعمر وعثمان وعليّ خلفاء رسول اللَّه .\r\nفتأمّل الوالي ، فرأى الكتابة من أصل الرمّانة ، بحيث لا يحتمل عنده أن يكون من صناعة بشر ، فتعجّب من ذلك وقال للوزير : هذه آية بيّنة ، وحجّة قويّة على إبطال مذهب الرافضة ، فما رأيك في أهل البحرين ؟\r\nفقال له : أصلحك اللَّه ، إنّ هؤلاء جماعة متعصّبون يُنكرون البراهين ، وينبغي لك أن تُحضرهم وتُريهم هذه الرمّانة ، فإن قبلوا ورجعوا إلى مذهبنا كان لك الثواب الجزيل بذلك ، وإن أبوا إلّاالمُقام على ضلالتهم فخيّرهم بين ثلاث : إمّا أن يؤدّوا الجزية وهم صاغرون ، أو يأتوا بجواب عن هذه الآية البيّنة التي لا محيص لهم عنها ، أو تقتل رجالهم وتسبي نساءهم وأولادهم ، وتأخذ بالغنيمة أموالهم .\r\nفاستحسن الوالي رأيه ، وأرسل إلى العلماء والأفاضل الأخيار ، والنجباء والسادة الأبرار من أهل البحرين ، وأحضرهم وأراهم الرمّانة ، وأخبرهم بما رأى فيهم إن لم يأتوا بجواب شافٍ ، من القتل والأسر وأخذ الأموال ، أو أخذ الجزية على وجه الصغار كالكفّار .\r\nفتحيّروا في أمرها ولم يقدروا على جواب ، وتغيّرت وجوههم ، وارتعدت فرائصهم .\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nفقال كبراؤهم : أمهلنا أيّها الأمير ثلاثة أيّام ، لعلّنا نأتيك بجواب ترتضيه ، وإلّا فاحكم فينا ما شئت .\r\nفأمهلهم ، فخرجوا من عنده خائفين مرعوبين متحيّرين .\r\nفاجتمعوا في مجلس وأجالوا الرأي في ذلك ، فاتّفق رأيهم على أن يختاروا من صلحاء البحرين وزُهّادهم عشرة ، ففعلوا ؛ ثمّ اختاروا من العشرة ثلاثة ، فقالوا لأحدهم : اخرج الليلة إلى الصحراء ، واعبداللَّه فيها ، واستغث بإمام زماننا وحجّة اللَّه علينا ، لعلّه يبيّن لك ما هو المخرج من هذه الداهية الدهماء .\r\nفخرج وبات طول ليلته متعبّداً خاشعاً داعياً باكياً ، يدعو اللَّه ، ويستغيث بالإمام عليه السلام حتّى أصبح ولم ير شيئاً . فأتاهم وأخبرهم .\r\nفبعثوا في الليلة الثانية الثانيَ منهم ، فرجع كصاحبه ولم يأتهم بخبر .\r\nفازداد قلقهم وجزعهم ، فأحضروا الثالث - وكان تقيّاً فاضلًا ، اسمه محمّد بن عيسى - ، فخرج الليلة الثالثة حافياً حاسر « 1 » الرأس إلى الصحراء - وكانت ليلة مظلمة - ، فدعا وبكى وتوسّل إلى اللَّه تعالى في خلاص هؤلاء المؤمنين ، وكشف هذه البليّة عنهم ، واستغاث بصاحب الزمان .\r\nفلمّا كان آخر الليل ، إذا هو برجل يخاطبه ويقول : يا محمّد بن عيسى ، ما لي أراك على هذه الحالة ، ولماذا خرجت إلى هذه البرّيّة .\r\nفقال له : أيّها الرجل ، دعني فإنّي خرجت لأمر عظيم وخطب جسيم لا أذكره إلّا لإمامي ، ولا أشكوه إلّاإلى من يقدر على كشفه عنّي .\r\nفقال : يا محمّد بن عيسى ، أنا صاحب الأمر ، فاذكر حاجتك .\r\nفقال : إن كنت هو ، فأنت تعلم قصّتي ، ولا تحتاج إلى أن أشرحها لك .\r\nفقال له : نعم ، خرجت لما دهمكم من أمر الرمّانة وما كتب عليها ، وما أوعدكم الأمير به .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - حَسَر الشيء : انكشف . انظر « المعجم الوسيط ج 1 ص 172 » . .\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nقال : فلمّا سمعت ذلك ، توجّهت إليه وقلت له : نعم يا مولاي ، قد تعلم ما أصابنا ، وأنت إمامنا وملاذنا ، والقادر على كشفه عنّا .\r\nفقال - صلوات اللَّه عليه - : يا محمّد بن عيسى ، إنّ الوزير لعنه اللَّه في داره شجرة رمّان ، فلمّا حملت تلك الشجرة صنع شيئاً من الطين على هيئة الرمّانة ، وجعلها نصفين ، وكتب في داخل كلّ نصف بعض تلك الكتابة ، ثمّ وضعهما على الرمّانة وشدّهما عليها - وهي صغيرة - فأثّر فيها وصارت هكذا .\r\nفإذا مضيتم غداً إلى الوالي فقل له : جئتك بالجواب ، ولكنّي لا ابديه إلّافي دار الوزير ، فإذا مضيتم إلى داره ، فانظر عن يمينك ترى فيها غرفة ، فقل للوالي لا أجيبك إلّا في تلك الغرفة ، وسيأبى الوزير عن ذلك ، وأنت بالغ في ذلك ، ولا ترض إلّا بصعودها ؛ فإذا صعد فاصعد معه ولا تتركه وحده يتقّدم عليك ، فإذا دخلت الغرفة رأيت كوّة فيها كيس أبيض ، فانهض إليه وخذه ، فترى فيه تلك الطينة التي عملها لهذه الحيلة ، ثمّ ضعها أمام الوالي وضع الرمّانة فيها لينكشف له جليّة الحال .\r\nوأيضاً يا محمّد بن عيسى ، قل للوالي : إنّ لنا معجزة أخرى ، وهي أنّ هذه الرمّانة ليس فيها إلّاالرماد والدخان ، وإن أردت صحّة ذلك فأْمر الوزير بكسرها ، فإذا كسرها طار الرماد والدخان على وجهه ولحيته .\r\nفلمّا سمع محمّد بن عيسى ذلك من الإمام فرح فرحاً شديداً ، وقبّل بين يدي الإمام صلوات اللَّه عليه ، وانصرف إلى أهله بالبشارة والسرور .\r\nفلمّا أصبحوا مضوا إلى الوالي ، ففعل محمّد بن عيسى كلّ ما أمره الإمام ، وظهر كلّ ما أخبره ، فالتفت الوالي إلى محمّد بن عيسى وقال له : من أخبرك بهذا ؟ فقال :\r\nإمام زماننا ، وحجّة اللَّه علينا .\r\nفقال : ومن إمامكم ؟ فأخبره بالأئمة واحداً بعد واحد ، إلى أن انتهى إلى صاحب الأمر صلوات اللَّه عليهم .\r\nفقال الوالي : مُدّ يدك ، فأنا أشهد أن لا إله إلّااللَّه ، وأنّ محمّداً عبده ورسوله ، وأنّ الخليفة بعده بلا فصل أمير المؤمنين عليّ عليه السلام ، ثمّ أقرّ بالأئمّة إلى آخرهم عليهم السلام وحسُن\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nإيمانه ، وأمر بقتل الوزير ، واعتذر إلى أهل البحرين وأحسن إليهم وأكرمهم .\r\nقال : وهذه القصّة مشهورة عند أهل البحرين ، وقبر محمّد بن عيسى عندهم معروف يزوره الناس « 1 » .\r\n\r\n55 - النجم الثاقب :\r\nنقلًا عن كتاب الأربعين ( كفاية المهتدي ) للسيّد ميرمحمّد بن محمّد لوحي الملقّب بالمطهّر . . . حدّثنا رجل صالح من أصحابنا قال : خرجت سنة من السّنين حاجّاً إلى بيت اللَّه الحرام ، وكانت سنة شديدة الحرّ كثيرة السّموم ، فانقطعتُ عن القافلة وضللت الطريق ، فغلب عليّ العطش حتى سقطت وأشرفت على الموت ، فسمعتُ صهيلًا ، ففتحت عينيّ فإذا بشابّ حسَن الوجه حسَن الرائحة ، راكب على دابّه شهباء ؛ فسقاني ماء أبرد من الثّلج وأحلى من العسل ، ونجّاني من الهلاك ، فقلت :\r\nيا سيّدي من أنت ؟\r\nقال : أنا حجّة اللَّه على عباده ، وبقيّة اللَّه في أرضه ، أنا الذي أملأُ الأرض قسطاً وعدلًا كما ملئت جوراً وظلماً ، أنا ابن الحسن بن عليّ بن محمّد بن عليّ بن موسى ابن جعفر بن محمّد بن عليّ بن الحسين بن عليّ بن أبي طالب عليهم السلام ثمّ قال : اخفض عينيك . فخفضتهما . ثمّ قال : افتحهما ففتحتهما ، فرأيت نفسي في قُدّام القافلة ، ثمّ غاب عن نظري صلوات اللَّه عليه « 2 » .\r\n\r\n56 - جنّة المأوى :\r\nحدّثني العالم العامل ، والعارف الكامل ، غوّاص غمرات الخوف والرجاء ، وسيّاح فيافي الزهد والتقى ، صاحبنا المفيد ، وصديقنا السديد ، الآغا عليّ رضا ، ابن العالم الجليل الحاج المولى محمّد النائيني رحمهما اللَّه تعالى ، عن العالم البدل ، الورع التقي ، صاحب الكرامات والمقامات العاليات ، المولى زين العابدين ابن العالم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحارالأنوار ج 52 ص 178 - 180 . .\r\n( 2 ) - النجم الثاقب ج 2 ص 77 رقم 3 . .\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nالجليل المولى محمّد السلماسي رحمه الله تلميذ آية اللَّه السيّد السند ، والعالم المسدّد ، فخر الشيعة ، وزينة الشريعة ، العلّامة الطباطبائي السيّد محمّد مهدي ، المدعوّ ببحر العلوم - أعلى اللَّه درجته - وكان المولى المزبور من خاصّته في السرّ والعلانية ، قال :\r\nكنت حاضراً في مجلس السيّد في المشهد الغروي ، إذ دخل عليه لزيارته المحقّق القمّي صاحب القوانين ، في السنة التي رجع من العجم إلى العراق زائراً لقبور الأئمة عليهم السلام ، وحاجّاً لبيت اللَّه الحرام ، فتفرّق من كان في المجلس وحضر للاستفادة منه - وكانوا أزيد من مائة - ، وبقيت ثلاثة من أصحابه ، أرباب الورع والسداد ، البالغين إلى رتبة الاجتهاد ؛ فتوجّه المحقّق الأيد إلى جناب السيّد وقال :\r\nإنّكم فُزتم وحُزتم مرتبة الولادة الروحانية والجسمانية ، وقرب المكان الظاهري والباطني ، فتصدّقوا علينا بذكر مائدة من موائد تلك الخوان ، وثمرة من الثمار التي جنيتم من هذه الجنان ، كي ينشرح به الصدور ويطمئنّ به القلوب .\r\nفأجاب السيّد من غير تأمّل وقال : إنّي كنت في الليلة الماضية قبل ليلتين ، أو أقلّ - والترديد من الراوي - في المسجد الأعظم بالكوفة لأداء نافلة الليل ، عازماً على الرجوع إلى النجف في أوّل الصبح ، لئلّا يتعطّل أمر البحث والمذاكرة - وهكذا كان دأبه في سنين عديدة - ، فلمّا خرجت من المسجد القي في رَوعي الشوق إلى مسجد السهلة ، فصرفت خيالي عنه خوفاً من عدم الوصول إلى البلد قبل الصبح ، فيفوت البحث في اليوم ، ولكن كان الشوق يزيد في كلّ آن ، ويميل القلب إلى ذلك المكان ، فبينا اقدّم رجلًا واؤخّر أخرى إذا بريح فيها غبار كثير ، فهاجت بي وأمالتني عن الطريق - فكأنّها التوفيق الذي هو خير رفيق - إلى أن ألقتني إلى باب المسجد .\r\nفدخلت فإذا به خالياً عن العباد والزوّار إلّاشخصاً جليلًا مشغولًا بالمناجاة مع الجبّار بكلمات تُرقّ القلوب القاسية ، وتُسحّ الدموع من العيون الجامدة ، فطار بالي وتغيّرت حالي ورجفت ركبتي ، وهملت دمعتي ، من استماع تلك الكلمات التي لم تسمعها اذني ، ولم ترها عيني ممّا وصلت إليه من الأدعية المأثورة ، وعرفت أنّ الناجي يُنشئها في الحال ، لا أنّه يُنشد ما أودعه في البال .\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nفوقفت في مكاني مستمعاً متلذّذاً إلى أن فرغ من مناجاته ، فالتفت إليّ وصاح بلسان العجم : مهدي بيا ( أي : هلمّ يا مهديّ ) . فتقدّمت إليه بخطوات فوقفت فأمرني بالتقدّم .\r\nفمشيت قليلًا ثمّ وقفت .\r\nفأمرني بالتقدّم وقال : إنّ الأدب في الامتثال .\r\nفتقدّمت إليه بحيث تصل يدي إليه ، ويده الشريفة إليّ ، وتكلّم بكلمة .\r\nقال المولى السلماسي رحمه الله : ولمّا بلغ كلام السيّد السند إلى هنا ، أضرب عنه صفحاً ، وطوى عنه كشحاً ، وشرح في الجواب عمّا سأله المحقّق المذكور قبل ذلك عن سرّ قلّة تصانيفه مع طول باعه في العلوم ، فذكر له وجوهاً .\r\nفعاد المحقّق القمّي فسأل عن هذا الكلام الخفيّ .\r\nفأشار بيده شبه المنكر : بأنّ هذا سرّ لا يُذكر « 1 » .\r\n\r\n57 - ومنه :\r\nحدّثني جماعة من الأتقياء الأبرار ، منهم : السيد السند ، والحبر المعتمد ، العالم العامل ، والفقيه النبيه الكامل ، المؤيّد المسدّد ، السيّد محمّد ، ابن العالم الأوحد السيّد أحمد ، ابن العالم الجليل ، والحبر المتوحّد النبيل ، السيّد حيدر الكاظمي - أيّده اللَّه تعالى - وهو من أجلّاء تلامذة المحقّق الأستاذ الأعظم الأنصاري طاب ثراه وأحد أعيان أتقياء بلد الكاظمين عليهما السلام ، وملاذ الطلّاب والزوّار والمجاورين ، وهو وإخوته وآباؤه أهل بيت جليل معروفون في العراق بالصلاح والسداد والعلم والفضل والتقوى ، يعرفون ببيت السيّد حيدر جدّه سلّمه اللَّه تعالى ، قال فيما كتبه إليّ ، وحدّثني به شفاهاً أيضاً : قال محمّد بن أحمد بن حيدر الحسني الحسيني :\r\nلمّا كنت مجاوراً في النجف الأشرف لأجل تحصيل العلوم الدينية - وذلك في حدود السنة الخامسة والسبعين بعد المائتين والألف من الهجرة النبوية - كنت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - جنّة المأوى ( المطبوع مع البحار ج 53 ص 234 - 236 ) . .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nأسمع جماعة من أهل العلم وغيرهم من أهل الديانة يصفون رجلًا يبيع البقل وشبهه أنّه رأى مولانا الإمام المنتظر سلام اللَّه عليه .\r\nفطلبت معرفة شخصه ، حتّى عرفته ، فوجدته رجلًا صالحاً متديّناً ، وكنت احبّ الاجتماع معه في مكان خالٍ ، لأستفهم منه كيفيّة رؤيته مولانا الحجّة روحي فداه ، فصرت كثيراً ما اسلّم عليه وأشتري منه ممّا يتعاطى ببيعه ، حتّى صار بيني وبينه نوع مودّة ، كلّ ذلك مقدّمة لتعرّف خبره المرغوب في سماعه عندي .\r\nحتّى اتّفق لي أنّي توجّهت إلى مسجد السهلة للاستجارة فيه ، والصلاة والدعاء في مقاماته الشريفة ، ليلة الأربعاء .\r\nفلمّا وصلت إلى باب المسجد رأيت الرجل المذكور على الباب ، فاغتنمت الفرصة وكلّفته المُقام معي تلك الليلة .\r\nفأقام معي ، حتّى فرغنا من العمل الموظّف في مسجد سهيل ، وتوجّهنا إلى المسجد الأعظم - مسجد الكوفة - على القاعدة المتعارفة في ذلك الزمان ، حيث لم يكن في مسجد السهلة معظم الإضافات الجديدة ، من الخُدّام والمساكن .\r\nفلمّا وصلنا إلى المسجد الشريف واستقرّ بنا المُقام وعملنا بعض الأعمال الموظّفة فيه سألته عن خبره ، والتمست منه أن يحدّثني بالقصّة تفصيلًا .\r\nفقال ما معناه : إنّي كنت كثيراً ما أسمع من أهل المعرفة والديانة أنّ من لازم عمل الاستجارة في مسجد السهلة أربعين ليلة أربعاء متوالية بنيّة رؤية الإمام المنتظر عليه السلام وُفّق لرؤيته ، وأنّ ذلك قد جُرّبت مراراً ، فاشتاقت نفسي إلى ذلك ، ونويت ملازمة عمل الاستجارة في كلّ ليلة أربعاء ، ولم يمنعني من ذلك شدّة حرّ ولا برد ولا مطر ولا غير ذلك ، حتّى مضى لي ما يقرب من مدّة سنة ، وأنا مُلازم لعمل الاستجارة ، وأبات في مسجد الكوفة على القاعدة المتعارفة .\r\nثمّ إنّي خرجت عشيّة يوم الثلاثاء ماشياً على عادتي ، وكان الزمان شتاء ، وكانت تلك العشيّة مظلمة جدّاً لتراكم الغيوم مع قليل مطر ، فتوجّهت إلى المسجد - وأنا مطمئنّ بمجيء الناس على العادة المستمرّة - حتّى وصلت إلى المسجد ، وقد غربت\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nالشمس واشتدّ الظلام وكثر الرعد والبرق ، فاشتدّ بي الخوف ، وأخذني الرعب من الوحدة ، لأنّي لم أصادف في المسجد الشريف أحداً أصلًا ، حتّى أنّ الخادم المقرّر للمجيء ليلة الأربعاء لم يجئ تلك الليلة .\r\nفاستوحشت لذلك للغاية ، ثمّ قلت في نفسي : ينبغي أن اصلّي المغرب وأعمل عمل الاستجارة عجالة ، وأمضي إلى مسجد الكوفة .\r\nفصبّرت نفسي وقمت إلى صلاة المغرب فصلّيتها ، ثمّ توجّهت لعمل الاستجارة وصلاتها ودعائها وكنت أحفظه .\r\nفبينما أنا في صلاة الاستجارة إذ حانت منّي التفاتة إلى المقام الشريف المعروف بمقام صاحب الزمان عليه السلام - وهو في قبلة مكان مصلّاي - ، فرأيت فيه ضياءً كاملًا ، وسمعت فيه قراءة مصلٍّ ، فطابت نفسي وحصل كمال الأمن والاطمئنان ، وظننت أنّ في المقام الشريف بعض الزوّار وأنا لم أطّلع عليهم وقت قدومي إلى المسجد ؛ فأكملت عمل الاستجارة ، وأنا مطمئنّ القلب .\r\nثمّ توجّهت نحو المقام الشريف ودخلته ، فرأيت فيه ضياءً عظيماً ، لكنّي لم أر بعيني سراجاً ، ولكنّي في غفلة عن التفكّر في ذلك ، ورأيت فيه سيّداً جليلًا مهاباً ، بصورة أهل العلم ، وهو قائم يصلّي . فارتاحت نفسي إليه ، وأنا أظنّ أنّه من الزوّار الغرباء ، لأنّي تأمّلته في الجملة فعلمت أنّه من سكنة النجف الأشرف .\r\nفشرعت في زيارة مولانا الحجّة سلام اللَّه عليه عملًا بوظيفة المقام ، وصلّيت صلاة الزيارة .\r\nفلمّا فرغت أردت اكلّمه في المضيّ إلى مسجد الكوفة ، فهبته وأكبرته ، وأنا أنظر إلى خارج المقام فأرى شدّة الظلام ، وأسمع صوت الرعد والمطر .\r\nفالتفت إليّ بوجهه الكريم برأفة وابتسام وقال لي : تحبّ أن تمضي إلى مسجد الكوفة ؟\r\nفقلت : نعم يا سيّدنا ، عادتنا أهل النجف إذا تشرّفنا بعمل هذا المسجد نمضي إلى مسجد الكوفة ونبات فيه ، لأنّ فيه سكّاناً وخُدّاماً وماء .\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nفقام وقال : قم بنا نمضي إلى مسجد الكوفة .\r\nفخرجت معه ، وأنا مسرور به وبحسن صحبته ، فمشينا في ضياء ، وحسن هواء ، وأرض يابسة لاتعلّق بالرِّجل وأنا غافل عن حال المطر والظلام الذي كنت أراه ، حتّى وصلنا إلى باب المسجد ، وهو روحي فداه معي ، وأنا في غاية السرور والأمن بصحبته ، ولم أرَ ظلاماً ولا مطراً .\r\nفطرقت باب الخارجة عن المسجد - وكانت مغلقة - .\r\nفأجابني الخادم : مَن الطارق ؟\r\nفقلت : افتح الباب . فقال : من أين أقبلت في هذه الظلمة والمطر الشديد ؟\r\nفقلت : من مسجد السهلة . فلمّا فتح الخادم الباب التفتُّ إلى ذلك السيّد الجليل فلم أره ، وإذا بالدنيا مظلمة للغاية ، وأصابني المطر ، فجعلت أنادي : يا سيّدنا يا مولانا ، تفضّل فقد فتحت الباب . ورجعت إلى ورائي أتفحّص عنه وانادي ، فلم أر أحداً أصلًا ، وأضرّ بي الهواء والمطر والبرد في ذلك الزمان القليل .\r\nفدخلت المسجد وانتبهت من غفلتي ، وكأنّي كنت نائماً فاستيقظت ، وجعلت ألوم نفسي على عدم التنبّه ، لما كنت أرى من الآيات الباهرة ، وأتذكّر ما شاهدته وأنا غافل من كراماته ، من الضياء العظيم في المقام الشريف مع أنّي لم أر سراجاً ، ولو كان في ذلك المقام عشرون سراجاً لما وفى بذلك الضياء ، وذكرت أنّ ذلك السيّد الجليل سمّاني باسمي ، مع أنّي لم أعرفه ولم أره قبل ذلك . وتذكّرت أنّي لمّا كنت في المقام كنت أنظر إلى فضاء المسجد فأرى الظلام الشديد وأسمع صوت المطر والرعد ، وإنّي لمّا خرجت من المقام مُصاحباً له سلام اللَّه عليه كنت أمشي في ضياء بحيث أرى موضع قدمي ، والأرض يابسة والهواء عذب ، حتّى وصلنا إلى باب المسجد ، ومنذ فارقني شاهدتُ الظلمة والمطر ، وصعوبة الهواء ، إلى غير ذلك من الأمور العجيبة ، التي أفادتني اليقين بأنّه الحجّة صاحب الزمان عليه السلام الذي كنت أتمنّى من فضل اللَّه ، التشرّفَ برؤيته ، وتحمّلت مشاقّ عمل الاستجارة عند قوّة الحرّ والبرد لمطالعة حضرته سلام اللَّه عليه ، فشكرت اللَّه تعالى شأنه ، والحمد للَّه « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - جنّة المأوى ( المطبوع مع البحار ج 53 ص 309 - 312 ) . .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\n\r\n58 - ومنه :\r\nوقال [ السيّد محمّد بن أحمد الكاظمي المذكور 
  ] - أدام اللَّه أيّام سعادته - في كتابه إليَّ :\r\nحكاية أخرى اتّفقت لي أيضاً ، وهي أنّي منذ سنين متطاولة كنت أسمع بعض أهل الديانة والوثاقة يصفون رجلًا من كسبة أهل بغداد أنّه رأى مولانا الإمام المنتظر سلام اللَّه عليه ، وكنت أعرف ذلك الرجل ، وبيني وبينه مودّة ، وهو ثقة عدل ، معروف بأداء الحقوق المالية ، وكنت احبّ أن أسأله بيني وبينه ، لأنّه بلغني أنّه يُخفي حديثه ولا يبديه إلّالبعض الخواصّ ممّن يأمن إذاعته ، خشية الاشتهار فيهزأ به من يُنكر ولادة المهديّ وغيبته ، أو ينسبه العوامّ إلى الفخر وتنزيه النفس ، وحيث إنّ هذا الرجل في الحياة لا احبّ أن اصرّح باسمه خشية كراهته .\r\nوبالجملة : فإنّي في هذه المدّة كنت احبّ أن أسمع منه ذلك تفصيلًا ، حتّى اتّفق لي أنّي حضرت تشييع جنازة من أهل بغداد ، في أواسط شهر شعبان من هذه السنة - وهي سنة اثنتين وثلاثمائة بعد الألف من الهجرة النبوية الشريفة - في حضرة الإمامين مولانا موسى بن جعفر وسيّدنا محمّد بن عليّ الجواد سلام اللَّه عليهما ، وكان الرجل المزبور في جملة المشيّعين ، فذكرت ما بلغني من قصّته ، ودعوته وجلسنا في الرواق الشريف عند باب الشبّاك النافذ إلى قبّة مولانا الجواد عليه السلام ، فكلّفته بأن يُحدّثني بالقصّة ، فقال ما معناه :\r\nإنّه في سنة من سنيّ عشرة السبعين كان عندي مقدار من مال الإمام عليه السلام عزمت على إيصاله إلى العلماء الأعلام في النجف الأشرف ، وكان لي طلب على تُجّارها ، فمضيت إلى زيارة أمير المؤمنين - سلام اللَّه عليه - في إحدى زياراته المخصوصة ، واستوفيت ما أمكنني استيفاؤه من الديون التي كانت لي ، وأوصلت ذلك إلى متعدّدين من العلماء الأعلام من طرف الإمام عليه السلام ، لكن لم يف بما كان عليَّ منه ، بل بقي عليَّ\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nمقدار عشرين توماناً ، فعزمت على إيصال ذلك إلى أحد علماء مشهد الكاظمين .\r\nفلمّا رجعت إلى بغداد أحببت أداء ما بقي في ذمّتي على التعجيل ، ولم يكن عندي من النقد شيء ، فتوجّهت إلى زيارة الإمامين عليهما السلام في يوم خميس ، وبعد التشرّف بالزيارة دخلت على المجتهد دام توفيقه ، وأخبرته بما بقي في ذمّتي من مال الإمام عليه السلام ، وسألته أن يحوّل ذلك عليّ تدريجاً . ورجعت إلى بغداد في أواخر النهار ، حيث لم يسعني لشغل كان لي ، وتوجّهت إلى بغداد ماشياً ، لعدم تمكّني من كراء دابّة .\r\nفلمّا تجاوزت نصف الطريق رأيت سيّداً جليلًا مُهاباً متوجّهاً إلى مشهد الكاظمين عليهما السلام ماشياً ، فسلّمت عليه ، فردّ عليّ السلام وقال لي : يا فلان - وذكر اسمي - لمَ لم تبق هذه الليلة الشريفة ليلة الجمعة في مشهد الإمامين ؟ !\r\nفقلت يا سيّدنا عندي مطلب مهمّ منعني من ذلك .\r\nفقال لي : ارجع معيبت هذه الليلة الشريفة عند الإمامين عليهما السلام وارجع إلى مهمّك غداً إن شاء اللَّه .\r\nفارتاحت نفسي إلى كلامه ، ورجعت معه مُنقاداً لأمره ، ومشيت معه بجنب نهر جارٍ تحت ظلال أشجار خضرة نضرة متدلّية على رؤوسنا ، وهواء عذب - وأنا غافل عن التفكّر في ذلك - . وخطر ببالي أنّ هذا السيّد الجليل سمّاني باسمي ، مع أنّه لم أعرفه ، ثمّ قلت في نفسي : لعلّه هو يعرفني ، وأنا ناسٍ له . ثمّ قلت في نفسي :\r\nإنّ هذا السيّد كأنّه يريد منّي من حقّ السادة . وأحببت أن أوصل إلى خدمته شيئاً من مال الإمام الذي عندي ، فقلت له : يا سيّدنا عندي من حقّكم بقيّة ، لكن راجعت فيه جناب الشيخ الفلاني لُاؤدّي حقّكم بإذنه - وأنا أعني السادة - .\r\nفتبسّم في وجهي وقال : نعم وقد أوصلت بعض حقّنا إلى وكلائنا في النجف الأشرف أيضاً .\r\nوجرى على لساني أنّي قلت له : ما أدّيته مقبول ؟\r\nفقال : نعم .\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nثمّ خطر في نفسي أنّ هذا السيّد يقول بالنسبة إلى العلماء الأعلام : « وكلائنا » ، واستعظمت ذلك ثمّ قلت : العلماء وكلاء على قبض حقوق السادة ؛ وشملتني الغفلة .\r\nثمّ قلت : يا سيّدنا ، قُرّاء تعزية الحسين عليه السلام يقرأون حديثاً : أنّ رجلًا رأى في المنام هودجاً بين السماء والأرض ، فسأل عمّن فيه ، فقيل له : فاطمة الزهراء وخديجة الكبرى ، فقال : إلى أين يريدون ؟ فقيل : زيارة الحسين عليه السلام في هذه الليلة - ليلة الجمعة - ورأى رقاعاً تتساقط من الهودج ، مكتوب فيها : أمان من النار لزوّار الحسين عليه السلام في ليلة الجمعة . هذا الحديث صحيح ؟\r\nفقال عليه السلام : نعم ، زيارة الحسين عليه السلام في ليلة الجمعة أمان من النار يوم القيامة .\r\nقال : وكنت قبل هذه الحكاية بقليل قد تشرّفت بزيارة مولانا الرضا عليه السلام ، فقلت له : يا سيّدنا ، قد زرت الرضا عليّ بن موسى عليهما السلام وقد بلغني أنّه ضمن لزوّاره الجنّة .\r\nهذا صحيح ؟ فقال عليه السلام : هو الإمام الضامن .\r\nفقلت : زيارتي مقبولة ؟ فقال عليه السلام : نعم مقبولة . وكان معي في طريق الزيارة رجل متديّن من الكسبة وكان خليطاً لي وشريكاً في المصرف ، فقلت له : يا سيّدنا إنّ فلاناً كان معي في الزيارة ، زيارته مقبولة ؟\r\nفقال : نعم ، العبد الصالح فلان بن فلان زيارته مقبولة .\r\nثمّ ذكرت له جماعة من كسبة أهل بغداد كانوا معنا في تلك الزيارة ، وقلت : إنّ فلاناً وفلاناً - وذكرت أسماءهم - كانوا معنا ، زيارتهم مقبولة ؟\r\nفأدار عليه السلام وجهه إلى الجهة الأخرى وأعرض عن الجواب . فهبته وأكبرته وسكتّ عن سؤاله .\r\nفلم أزل ماشياً معه على الصفة التي ذكرتها حتّى دخلنا الصحن الشريف . ثمّ دخلنا الروضة المقدّسة من الباب المعروف بباب المراد ، فلم يقف على باب الرواق ، ولم يقل شيئاً حتّى وقف على باب الروضة من عند رجلَي الإمام موسى عليه السلام ، فوقفت بجنبه وقلت له : يا سيّدنا ، اقرأ حتّى أقرأ معك .\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nفقال : السلام عليك يا رسول اللَّه ، السلام عليك يا أمير المؤمنين - وساق على باقي أهل العصمة عليهم السلام ، حتّى وصل إلى الإمام الحسن العسكري عليه السلام - ، ثمّ التفت إليّ بوجهه الشريف ووقف متبسّماً وقال : أنت إذا وصلت إلى السلام على الإمام العسكري ما تقول ؟\r\nفقلت : أقول : السلام عليك يا حجّة اللَّه ، يا صاحب الزمان .\r\nقال : فدخل الروضة الشريفة ووقف على قبر الإمام موسى عليه السلام - والقبلة بين كتفيه - . فوقفت إلى جنبه وقلت : يا سيّدنا زُر حتّى أزور معك .\r\nفبدأ عليه السلام بزيارة أمين اللَّه ، الجامعة المعروفة ، فزار بها - وأنا اتابعه - .\r\nثمّ زار مولانا الجواد عليه السلام ، ودخل القبّة الثانية - قبة محمّد بن عليّ عليهما السلام - ووقف يصلّي . فوقفت إلى جنبه متأخّراً عنه قليلًا ، احتراماً له ، ودخلت في صلاة الزيارة ، فخطر ببالي أن أسأله أن يبات معي تلك الليلة ، لأتشرّف بضيافته وخدمته ، ورفعت بصري إلى جهته - وهو بجنبي متقدّماً عليّ قليلًا - فلم أرَه . فخفّفت صلاتي ، وقُمت وجعلت أتصفّح وجوه المصلّين والزوّار ، لعلّي أصل إلى خدمته ؛ حتّى لم يبق مكان في الروضة والرواق إلّاونظرت فيه ، فلم أرَ له أثراً أبداً .\r\nثمّ انتبهت وجعلت أتأسّف على عدم التنبّه لما شاهدته من كراماته وآياته ، من انقيادي لأمره مع ما كان لي من الأمر المهمّ في بغداد ، ومن تسميته إيّاي مع أنّي لم أكن رأيته ولا عرفته ، ولمّا خطر في قلبي أن أدفع إليه شيئاً من حقّ الإمام عليه السلام وذكرت له أنّي راجعت في ذلك المجتهد الفلاني لأدفع إلى السادة بإذنه ، قال لي ابتداءً منه : نعم ، وأوصلت بعض حقّنا إلى وكلائنا في النجف الأشرف . ثمّ تذكّرت أنّي مشيت معه بجنب نهر جار ، تحت أشجار مزهرة متدلّية على رؤوسنا ؛ وأين طريق بغداد وظلّ الأشجار الزاهرة في ذلك التأريخ ، وذكرت أيضاً أنّه سمّى خليطي في سفر زيارة مولانا الرضا باسمه ، ووصفه بالعبد الصالح ، وبشّرني بقبول زيارته وزيارتي ، ثمّ إنّه أعرض بوجهه الشريف عند سؤالي إيّاه عن حال جماعة من أهل\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nبغداد ، من السُّوقة كانوا معنا في طريق الزيارة ، وكنت أعرفهم بسوء العمل ، مع أنّه ليس من أهل بغداد ، ولا كان مطّلعاً على أحوالهم لولا أنّه من أهل بيت النبوّة والولاية ، ينظر إلى الغيب من وراء ستر رقيق .\r\nوممّا أفادني اليقين بأنّه المهديّ عليه السلام أنّه لمّا سلّم على أهل العصمة عليهم السلام في مقام طلب الإذن ، ووصل السلام إلى مولانا الإمام العسكري ، التفت إليَّ وقال لي : أنت ما تقول إذا وصلت إلى هنا ؟ فقلت أقول : السلام عليك يا حجة اللَّه يا صاحب الزمان ، فتبسّم ودخل الروضة المقدّسة ؛ ثمّ افتقادي إيّاه وهو في صلاة الزيارة ، لمّا عزمت على تكليفه بأن أقوم بخدمته وضيافته تلك الليلة ؛ إلى غير ذلك ممّا أفادني القطع بأنّه هو الإمام الثاني عشر ، صلوات اللَّه عليه وعلى آبائه الطاهرين ، والحمد للَّه ربّ العالمين .\r\nوينبغي أن يعلم أنّ هذا الرجل والرجل المتقدّم ذكره في القصّة السابقة ، هما من السُّوقة ، وقد حدّثاني بهذين الحديثين باللغة المصحّفة التي هي لسان أهل هذا الزمان ، فاللفظ منّي مع المحافظة التامّة على المعنى ، فهو حديث بالمعنى .\r\nوكتب أقلّ أهل العلم محمّد بن أحمد بن الحسن الحسيني الكاظمي مسكناً .\r\nقلت : ثمّ سألته أيّده اللَّه تعالى عن اسمه ، وحدّثني غيره أيضاً أنّ اسمه الحاج عليّ البغدادي ، وهو من التجّار ، وأغلب تجارته في طرف جدّة ومكّة وما والاها بطريق المكاتبة . وحدّثني جماعة من أهل العلم والتقوى من سكنة بلدة الكاظم عليه السلام بأنّ الرجل من أهل الصلاح والديانة والورع ، والمواظبين على أداء الأخماس والحقوق ، وهو في هذا التأريخ طاعن في السنّ ، أحسن اللَّه عاقبته « 1 » .\r\n\r\n59 - النجم الثاقب :\r\nقد تشرّف بزيارة النجف الأشرف جناب المستطاب التقيّ الصالح السيّد أحمد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - جنّة المأوى ( المطبوع مع البحار ج 53 ص 312 ) . وذكره في النجم الثاقب ج 2 ص 150 - 161 بتفاوت . .\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nابن السيّد هاشم ابن السيّد حسن الرشتي أيّده اللَّه ساكن رشت قبل سبعة عشر سنة تقريباً . وقد جاءني إلى المنزل مع الإمام الربّاني ، والفاضل الصمداني ، الشيخ عليّ الرشتي طاب ثراه . . . .\r\nفلمّا نهضنا للخروج نبّهني الشيخ إلى أنّ السيّد أحمد من الصلحاء المسدّدين ، ولمح إليّ أنّ له قصّة عجيبة ، ولم يسمح المجال حينها في بيانها .\r\nوبعد عدّة أيّام من اللقاء قال لي الشيخ : إنّ السيّد قد ذهب . ثمّ نقل لي جملة من حالات وأحوال السيّد مع قصّته .\r\nفتأسّفت لذلك كثيراً لعدم سماعي القصّة منه شخصاً ، ولو أنّ مقام الشيخ رحمه الله أجلّ من أن ينقل شيئاً خلاف ما نقل له ، وبقي هذا الموضوع في ذهني من تلك السنة ، وحتّى جُمادى الآخرة من هذه السنة حيث كنت راجعاً من النجف الأشرف إلى الكاظمين ، فالتقيت بالسيّد الصالح المذكور ، وهو راجع من سامرّاء ، وكان عازماً على السفر إلى بلاد العجم ؛ فسألته عمّا سمعته من أحواله ، ومن جملتها القصّة المعهودة .\r\nفقال : كلّ ذلك ما طابق النقل للأوّل ، والقضيّة بما يلي ، قال :\r\nعزمت على الحجّ في سنة ألف ومائتين وثمانين ، فجئت من حدود رشت إلى تبريز ، ونزلت في بيت الحاجّ صفر عليّ ، التاجر التبريزي المعروف ، ولعدم وجود قافلة فقد بقيت متحيّراً إلى أن جهّز الحاجّ جبّار جلودار السدهي الإصفهاني قافلة إلى « طربوزن » فاكتريت منه مركباً لوحدي وسافرت ، وعندما وصلت إلى أوّل منزل التحق بي - وبترغيب الحاجّ صفر عليّ - ثلاثةُ أشخاص آخرين ، أحدهم الحاجّ الملّا باقر التبريزي الذي كان يحجّ بالنيابة وكان معروفاً لدى العلماء ، والحاجّ السيّد حسين التاجر التبريزي ، ورجل يسمّى الحاجّ عليّ ، وكان يشتغل بالخدمة .\r\nثمّ ترافقنا بالسفر إلى أن وصلنا إلى « أرضروم » وكنّا عازمين على الذهاب من هناك إلى « طربزون » ، وفي أحد تلك المنازل التي تقع بين هاتين المدينتين جاءني\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nالحاجّ جبّار جلودار وقال بأنّ هذا المنزل الذي قدّامنا مخيف فعجّلوا حتى تكونوا مع القافلة دائماً ، وذلك لأنّنا كنّا غالباً ما نتخلّف عن القافلة بفاصلة في سائرالمنازل ، فتحرّكنا سويّةً بساعتين ونصف ، أو ثلاث ساعات بقيت إلى الصبح - على التخمين - وابتعدنا عن المنزل الذي كنّا فيه مقدار نصف أو ثلاثة أرباع الفرسخ فإذا بالهواء قد تغيّر واظلمّت الدنيا وابتدأ الوفر بالتساقط ، فحينئذٍ غطّى كلّ واحد منّا من الرفقاء رأسه وأسرع بالسير . وقد فعلت أنا كذلك لألتحق بهم ، ولكنّي لم أتمكّن على ذلك ، فذهبوا وبقيت وحدي . ثمّ نزلت بعد ذلك من فرسي وجلست على جانب الطريق ، وقد اضطربت اضطراباً شديداً ، لأنّه كان معي قرابة ستّمائة تومان لنفقة الطريق .\r\nوبعد أن فكّرت وتأمّلت بأمري قرّرت أن أبقى في هذا الموضع إلى أن يطلع الفجر ، ثمّ أرجع إلى الموضع الذي جئت منه ، وآخذ معي من ذلك الموضع عدّة أشخاص من الحرس فألتحق بالقافلة مرّة ثانية . وبهذه الأثناء رأيت بستاناً أمامي ، وفي ذلك البستان فلّاح بيده مسحاة يضرب بها الأشجار فيتساقط الوفر منها ، فتقدّم إليّ بحيث بقيت فاصلة قليلة بينه وبيني ، ثمّ قال : من أنت ؟ قلت : ذهب أصدقائي وبقيت وحدي ولا أعرف الطريق فتُهت .\r\nفقال باللغة الفارسية : نافله بخوان تا راه پيدا كنى . ( أي صلّ النافلة - والمقصود منها صلاة الليل - لتعرف الطريق ) .\r\nفاشتغلت بصلاة النافلة وبعدما فرغت من التهجّد ، عاد إليّ مرّة أخرى وقال :\r\nألم تذهب بعد ؟ !\r\nقلت : واللَّه لا أعرف الطريق .\r\nقال : جامعه بخوان ( اقرأ الجامعة ) .\r\nولم أكن أحفظ الجامعة ، وما زلت غير حافظٍ لها مع أنّي قد تشرّفت بزيارة العتبات المقدّسة مراراً . . . ولكنّي وقفت مكاني وقرأت الجامعة كاملةً عن ظهر الغيب .\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nثمّ جاء وقال : ألم تذهب بعد ؟ !\r\nفأخذتني العبرة بلا إرادة وبكيت وقلت : ما زلت موجوداً ولا أعرف الطريق .\r\nقال : عاشورا بخوان ( اقرأ عاشوراء ) .\r\nوكذلك إنّي لم أكن احفظ زيارة عاشوراء ، وما زلت غير حافظ لها ، فقمت من مكاني واشتغلت بزيارة عاشوراء من الحافظة عن ظهر غيب إلى أن قرأتها جميعاً ، وحتى اللعن والسلام ودعاء علقمة ، فرأيته عاد إليَّ مرّة أخرى وقال : نرفتى ، هستى ( ألم تذهب بعد ؟ ! )\r\nفقلت : لا ، فإنّي موجود وحتّى الصباح .\r\nقال : أنا أوصلك إلى القافلة الآن ( من حالا ترا بقافله مىرسانم ) .\r\nثمّ ذهب وركب على حمار ووضع مسحاته على عاتقه وجاء فقال : اصعد خلفي على حماري ( برديف من بر الاغ من سوار شو ) .\r\nفركبت وأخذت بعنان فرسي فلم يطاوعني ولم يتحرّك ، فقال : جلو أسب را بمن ده ( ناولني لجام الفرس ) . فناولته ، فوضع المسحاة على عاتقه الأيسر وأخذ الفرس بيده اليمنى وأخذ بالسير ، فطاوعه الفرس بشكل عجيب وتبعه .\r\nثمّ وضع يده على ركبتي وقال : شما چرا نافله نمىخوانيد ؟ ! نافله ، نافله ، نافله . . .\r\n( لماذا لا تصلّون النافلة ؟ ! النافلة ، النافلة ، النافلة ) . قالها ثلاث مرّات .\r\nثمّ قال : شما چرا عاشورا نميخوانيد ؟ ! عاشوراء ، عاشوراء ، عاشوراء ( لماذا لا تقرأون عاشوراء ؟ ! عاشوراء ، عاشوراء ثلاث مرّات .\r\nثمّ قال : شما چرا جامعه نميخوانيد ؟ ! جامعه ، جامعه ، جامعه ( لماذا لا تقرأون الجامعة ؟ ! الجامعة ، الجامعة ، الجامعة ) .\r\nوعندما كان يطوي المسافة كان يمشي بشكل مستدير ، وفجأةً رجع وقال :\r\nآن است رفقاى شما ( هؤلاء أصحابك ) .\r\nوكانوا قد نزلوا على حافّة نهر فيه ماء يتوضّؤون لصلاة الصبح . فنزلت من\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nالحمار لأركب فرسي فلم أتمكّن فنزل هو وضرب المسحاة في الوفر وأركبني ، وحوّل رأس فرسي إلى جهة أصحابي وبهذه الأثناء وقع في نفسي : من يكون هذا الإنسان الذي يتكلّم باللغة الفارسية علماً أنّ أهل هذه المنطقة لا يتكلّمون إلّاباللغة التركية ، ولا يوجد بينهم غالباً إلّاأصحاب المذهب العيسوي ( المسيحيون ) وكيف أوصلني إلى أصحابي بهذه السرعة ؟ ! فنظرت ورائي فلم أَرَ أحداً ولم يظهر لي أثر منه ، فالتحقت برفقائي « 1 » .\r\n\r\n60 - جنّة المأوى :\r\nحدّث الشيخ الفاضل العالم الثقة الشيخ باقر الكاظمي - المجاور في النجف الأشرف ، آل الشيخ طالب - نجل العالم العابد الشيخ هادي الكاظمي ، قال :\r\nكان في النجف الأشرف رجل مؤمن يسمّى الشيخ محمّد حسن السريرة ، وكان في سلك أهل العلم ، ذا نيّة صادقة ، وكان معه مرض السعال ، إذا سعل يخرج من صدره مع الأخلاط دم ، وكان مع ذلك في غاية الفقر والاحتياج ، لا يملك قوت يومه ، وكان يخرج في أغلب أوقاته إلى البادية ، إلى الأعراب الذين في أطراف النجف الأشرف ليحصل له قوت ولو شعير ، وما كان يتيسّر ذلك على وجهٍ يكفيه ، مع شدّة رجائه ، وكان مع ذلك قد تعلّق قلبه بتزويج امرأة من أهل النجف ، وكان يطلبها من أهلها ، وما أجابوه إلى ذلك ، لقلّة ذات يده ؛ وكان في همّ وغمّ شديد من جهة ابتلائه بذلك .\r\nفلمّا اشتدّ به الفقر والمرض وأيس من تزويج البنت عزم على ما هو معروف عند أهل النجف ، من أنّه من أصابه أمر فواظب الرواح إلى مسجد الكوفة أربعين ليلة الأربعاء فلا بُدّ أن يرى صاحب الأمر عجّل اللَّه فرجه من حيث لا يعلم ، ويقضي له مراده .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - النجم الثاقب ج 2 ص 273 - 277 . .\r\n","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nقال الشيخ باقر قدس سره : قال الشيخ محمّد : فواظبت على ذلك أربعين ليلة بالأربعاء ، فلمّا كانت الليلة الأخيرة ، وكانت ليلة شتاء مظلمة ، وقد هبّت ريح عاصفة فيها قليل من المطر ، وأنا جالس في الدكّة التي هي داخل في باب المسجد ، وكانت الدكّة الشرقية المقابلة للباب الأوّل تكون على الطرف الأيسر عند دخول المسجد ، ولا أتمكّن الدخول في المسجد من جهة سعال الدم ، ولا يمكن قذفه في المسجد ، وليس معي شيء أتّقي فيه عن البرد ، وقد ضاق صدري واشتدّ عليّ همّي وغمّي ، وضاقت الدنيا في عيني ، وافكّر أنّ الليالي قد انقضت وهذه آخرها ، وما رأيت أحداً ، ولا ظهر لي شيء ، وقد تعبت هذا التعب العظيم ، وتحمّلت المشاقّ والخوف في أربعين ليلة أجيء فيها من النجف إلى مسجد الكوفة ، ويكون لي الإياس من ذلك .\r\nفبينما أنا افكّر في ذلك - وليس في المسجد أحد أبداً ، وقد أوقدت ناراً لُاسخّن عليها قهوة جئت بها من النجف ، لا أتمكّن من تركها لتعوّدي بها وكانت قليلة جدّاً - إذا بشخص من جهة الباب الأوّل متوجّهاً إليَّ ، فلمّا نظرته من بعيد تكدّرت ، وقلت في نفسي : هذا أعرابيّ من أطراف المسجد قد جاء إليَّ ليشرب من القهوة ، وأبقى بلا قهوة في هذا الليل المظلم ، ويزيد عليّ همّي وغمّي .\r\nفبينما أنا افكّر إذا به قد وصل إليّ وسلّم عليّ باسمي ، وجلس في مقابلي .\r\nفتعجّبت من معرفته باسمي ، وظننته من الذين أخرج إليهم في بعض الأوقات من أطراف النجف الأشرف ، فصرت أسأله من أيّ العرب يكون ، قال : من بعض العرب . فصرت أذكر له الطوائف التي في أطراف النجف . فيقول : لا ، لا . وكلّما ذكرت له طائفة ، قال : لا ، لست منها .\r\nفأغضبني وقلت له : أجل أنت من طريطرة - مستهزئاً - ، وهو لفظ بلا معنى .\r\nفتبسّم من قولي ذلك وقال : لا عليك من أينما كنت ، ما الذي جاء بك إلى هنا ؟\r\nفقلت : وأنت ما عليك السؤال عن هذه الأمور ؟\r\nفقال : ما ضرّك لو أخبرتني ؟\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nفتعجّبت من حسن أخلاقه وعذوبة منطقه ، فمال قلبي إليه ، وصار كلّما تكلّم ازداد حبّي له . فعملت له السبيل من التتن وأعطيته . فقال : أنت اشرب ، فأنا ما أشرب . وصببت له في الفنجان قهوة وأعطيته ، فأخذه وشرب شيئاً قليلًا منه ، ثمّ ناولني الباقي وقال : أنت اشربه .\r\nفأخذته وشربته ، ولم ألتفت إلى عدم شربه تمام الفنجان ، ولكن يزداد حبّي له آناً فآناً ، فقلت له : يا أخي ، أنت قد أرسلك اللَّه إليّ في هذه الليلة تأنسني ، أفلا تروح معي إلى أن نجلس في حضرة مسلم عليه السلام ونتحدّث ؟\r\nفقال : أروح معك ، فحدّث حديثك .\r\nفقلت له : أحكي لك الواقع : أنا في غاية الفقر والحاجة مذ شعرت على نفسي ، ومع ذلك معي سعال أتنخّع الدم وأقذفه من صدري منذ سنين ، ولا أعرف علاجه ، وما عندي زوجة ، وقد علق قلبي بامرأة من أهل محلّتنا في النجف الأشرف ، ومن جهة قلّة ما في اليد ما تيسّر لي أخذها . وقد غرّني هؤلاء الملّائية وقالوا لي : اقصد في حوائجك صاحب الزمان ، وبتّ أربعين ليلة الأربعاء في مسجد الكوفة فإنّك تراه ويقضي لك حاجتك ؛ وهذه آخر ليلة من الأربعين وما رأيت فيها شيئاً ، وقد تحمّلت هذه المشاقّ في هذه الليالي ؛ فهذا الذي جاء بي هنا وهذه حوائجي .\r\nفقال لي - وأنا غافل غير ملتفت - : أمّا صدرك فقد برأ ، وأمّا الامرأة فتأخذها عن قريب ، وأمّا فقرك فيبقى على حاله حتّى تموت - وأنا غير ملتفت إلى هذا البيان أبداً - فقلت : ألا تروح إلى حضرة مسلم ؟\r\nقال : قم .\r\nفقمت ، وتوجّه أمامي ، فلمّا وردنا أرض المسجد فقال : ألا تصلّي صلاة تحيّة المسجد ؟\r\nفقلت : أفعل . فوقف هو قريباً من الشاخص الموضوع في المسجد ، وأنا خلفه بفاصلة ، فأحرمت الصلاة وصرت أقرأ الفاتحة . فبينما أنا أقرأ ، وإذا يقرأ الفاتحة\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nقراءة ما سمعت أحداً يقرأ مثلها أبداً . فمن حُسن قراءته قلت في نفسي : لعلّه هذا هو صاحب الزمان ، وذكرت بعض كلمات له تدلّ على ذلك ؛ ثمّ نظرت إليه بعد ما خطر في قلبي ذلك - وهو في الصلاة - وإذا به قد أحاطه نور عظيم منعني من تشخيص شخصه الشريف ، وهو مع ذلك يصلّي ، وأنا أسمع قراءته ، وقد ارتعدت فرائصي ، ولا أستطيع قطع الصلاة خوفاً منه ، فأكملتها على أيّ وجه كان ، وقد علا النور من وجه الأرض ، فصرت أندبه وأبكي وأتضجّر ، وأعتذر من سوء أدبي معه في باب المسجد ، وقلت له : أنت صادق الوعد ، وقد وعدتني الرواح معي إلى مسلم .\r\nفبينما أنا اكلّم النور وإذا بالنور قد توجّه إلى جهة المسلم . فتبعته ، فدخل النور الحضرة وصار في جوّ القبّة ، ولم يزل على ذلك ولم أزل أندبه وأبكي ، حتّى إذا طلع الفجر عرج النور .\r\nفلمّا كان الصباح التفتُّ إلى قوله « أمّا صدرك فقد برأ » وإذا أنا صحيح الصدر ، وليس معي سعال أبداً . وما مضى أسبوع إلّاوسهّل اللَّه على أخذ البنت من حيث لا أحتسب ، وبقي فقري على ما كان ، كما أخبر صلوات اللَّه وسلامه عليه وعلى آبائه الطاهرين « 1 » .\r\n\r\n61 - ومنه :\r\nقصّة العابد الصالح التقيّ ، السيّد محمّد العاملي رحمه الله ابن السيّد عبّاس - سلّمه اللَّه - آل العبّاس شرف الدين ، الساكن في قرية جشيث من قرى جبل عامل ، وكان من قصّته أنّه رحمه الله لكثرة تعدّي الجور عليه خرج من وطنه خائفاً هارباً مع شدّة فقره وقلّة بضاعته ، حتّى أنّه لم يكن عنده يوم خروجه إلّامقداراً لا يسوّي قوت يومه ، وكان متعفّفاً لا يسأل أحداً ، وساح في الأرض برهةً من دهره ، ورأى في أيّام سياحته في نومه ويقظته عجائب كثيرة ، إلى أن انتهى أمره إلى مجاورة النجف الأشرف - على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - جنّة المأوى ( المطبوع مع البحار ج 53 ص 240 - 243 ) . .\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nمشرّفها آلاف التحيّة والتحف - ، وسكن في بعض الحجرات الفوقانية من الصحن المقدّس ، وكان في شدّة الفقر ، ولم يكن يعرفه بتلك الصفة إلّاقليل ، وتوفّي رحمه الله في النجف الأشرف بعد مضيّ خمس سنوات من يوم خروجه من قريته ، وكان أحياناً يراودني ، وكان كثير العفّة والحياء ، يحضر عندي أيّام إقامة التعزية ، وربّما استعار منّي بعض كتب الأدعية لشدّة ضيق معاشه ، حتّى أنّ كثيراً ما لا يتمكّن لقوته إلّا على تميرات يواظب الأدعية المأثورة لسعة الرزق ، حتّى كأنّه ما ترك شيئاً من الأذكار المرويّة والأدعية المأثورة .\r\nواشتغل بعض أيّامه على عرض حاجته على صاحب الزمان - عليه سلام اللَّه الملك المنّان - أربعين يوماً ، وكان يكتب حاجته ويخرج كلّ يوم قبل طلوع الشمس من البلد من الباب الصغير الذي يخرج منه إلى البحر ، ويبعد عن طرف اليمين مقدار فرسخ أو أزيد ، بحيث لا يراه أحد ، ثمّ يضع عريضته في بندقة من الطين ، ويودعها أحد نوّابه - سلام اللَّه عليه - ويرميها في الماء ، إلى أن مضى عليه ثمانية أو تسعة وثلاثون يوماً . فلمّا فعل ما يفعله كلّ يوم ورجع قال : كنت في غاية الملالة وضيق الخُلق ، وأمشي مُطرقاً رأسي ، فالتفتّ فإذا أنا برجل كأنّه لحق بي من ورائي ، وكان في زيّ العرب ، فسلّم عليَّ فرددت عليه بأقلّ ما يردّ ، وما التفتّ إليه لضيق خُلقي .\r\nفسايرني مقداراً وأنا على حالي ، فقال بلهجة أهل قريتي : سيّد محمّد ، ما حاجتك ؟ يمضي عليك ثمانية أو تسعة وثلاثون يوماً تخرج قبل طلوع الشمس إلى المكان الفلاني ، وترمي العريضة في الماء ، تظنّ أنّ إمامك ليس مطّلعاً على حاجتك ؟ !\r\nقال : فتعجّبت من ذلك ، لأنّي لم اطلع أحداً على شغلي ، ولا أحد رآني ، ولا أحد من أهل جبل عامل في المشهد الشريف لم أعرفه ، خصوصاً أنّه لابس الكفّية والعقال ، وليس مرسوماً في بلادنا ؛ فخطر في خاطري وصولي إلى المطلب الأقصى ، وفوزي بالنعمة العظمى ، وأنّه الحجّة على البرايا ، إمام العصر عجّل اللَّه تعالى فرجه ،\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nوكنت سمعت قديماً أنّ يده المباركة في النعومة بحيث لا يبلغها يد أحد من الناس ، فقلت في نفسي : أصافحه ، فإن كان يده كما سمعت أصنع ما يحقّ بحضرته . فمددت يدي - وأنا على حالي لمصافحته - فمدّ يده المباركة ، فصافحته فإذا يده كما سمعت ، فتيقّنت الفوز والفلاح ، فرفعت رأسي ووجّهت له وجهي ، وأردت تقبيل يده المباركة فلم أرَ أحداً « 1 » .\r\n\r\n62 - ومنه :\r\nحدّثني العالم النبيل ، والفاضل الجليل ، الصالح الثقة العدل الذي قلّ له البديل ، الحاجّ المولى محسن الإصفهاني ، المجاور لمشهد أبي عبداللَّه عليه السلام حيّاً وميّتاً ، وكان من أوثق أئمّة الجماعة ، قال : حدّثني السيّد السند ، والعالم المؤيّد ، التقيّ الصفيّ ، السيد محمّد ابن السيّد مال‌اللَّه ابن السيّد معصوم القطيفي رحمهم الله قال : قصدت مسجد الكوفة في بعض ليالي الجُمع ، وكان في زمان مخوف لا يتردّد إلى المسجد أحد إلّا مع عدّة وتهيئة ؛ لكثرة من كان في أطراف النجف الأشرف من القطّاع واللصوص ، وكان معي واحد من الطلّاب ؛ فلمّا دخلنا المسجد لم نجد فيه إلّارجلًا واحداً من المشتغلين ، فأخذنا في آداب المسجد ، فلمّا حان غروب الشمس عمدنا إلى الباب فأغلقناه ، وطرحنا خلفه من الأحجار والأخشاب والطوب والمدر إلى أن اطمأنّا بعدم إمكان انفتاحه من الخارج عادةً ، ثمّ دخلنا المسجد واشتغلنا بالصلاة والدعاء .\r\nفلمّا فرغنا جلست أنا ورفيقي في دكّة القضاء مستقبل القبلة ، وذاك الرجل الصالح كان مشغولًا بقراءة دعاء كميل ، في الدهليز القريب من باب الفيل ، بصوت عالٍ شجيّ ، وكانت ليلة قمراء صاحية ، وكنت متوجّهاً إلى نحو السماء . فبينا نحن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - جنّة المأوى ( المطبوع مع البحار ج 53 ص 248 - 249 ) . قال المحدّث النوري في ذيل هذه الحكاية : ووالده السيّد عبّاس حيّ إلى حال التأليف ، وهو من بني أعمام الحبر الجليل ، والسيّد المؤيّد النبيل ، وحيد عصره وناموس دهره ، السيد صدرالدين العاملي ، المتوطّن في إصبهان ، تلميذ العلامة الطباطبائي بحر العلوم - أعلى اللَّه مقامهما - . .\r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nكذلك فإذا بطيب قد انتشر في الهواء ، وملأ الفضاء أحسن من ريح نوافج المسك الأذفر ، وأروح للقلب من النسيم إذا تسحّر ، ورأيت في خلال أشعّة القمر إشعاعاً كشعلة النار قد غلب عليها ، وانخمد في تلك الحال صوت ذلك الرجل الداعي ، فالتفتُّ فإذا أنا بشخص جليل قد دخل المسجد من طرف ذلك الباب المنغلق ، في زيّ لباس الحجاز ، وعلى كتفه الشريف سجّادة ، كما هو عادة أهل الحرمين إلى الآن ، وكان يمشي في سكينة ووقار ، وهيبة وجلال ، قاصداً باب المسلم ، ولم يبق لنا من الحواسّ إلّاالبصر الخاسر ، واللبّ الطائر ، فلمّا صار بحذائنا من طرف القبلة سلّم علينا .\r\nقال رحمه الله : أمّا رفيقي فلم يبق له شعور أصلًا ، ولم يتمكّن من الردّ ، وأمّا أنا فاجتهدت كثيراً إلى أن رددت عليه في غاية الصعوبة والمشقّة ، فلمّا دخل باب المسجد وغاب عنّا تراجعت القلوب إلى الصدور ، فقلنا : من كان هذا ؟ ! ومن أين دخل ؟ ! فمشينا نحو ذلك الرجل ، فرأيناه قد خرق ثوبه ، ويبكي بكاء الواله الحزين ، فسألناه عن حقيقة الحال ، فقال : واظبت هذا المسجد أربعين ليلة من ليالي الجمعة ، طلباً للتشرّف بلقاء خليفة العصر وناموس الدهر عجلّ اللَّه تعالى فرجه ، وهذه الليلة تمام الأربعين ، ولم أتزوّد من لقائه ظاهراً ، غير أنّي حيث رأيتموني كنت مشغولًا بالدعاء فإذا به عليه السلام واقفاً على رأسي ، فالتفتُّ إليه عليه السلام فقال : « چه ميكنى » أو « چه ميخوانى » أي : ما تفعل أو ما تقرأ - والترديد من الفاضل المتقدّم - ، ولم أتمكّن من الجواب ، فمضى عنّي كما شاهدتموه .\r\nفذهبنا إلى الباب ، فوجدناه على النحو الذي أغلقناه ، فرجعنا شاكرين متحسّرين « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - جنّة المأوى ( المطبوع مع البحار ج 53 ص 263 - 264 ) . .\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\n\r\nمن رآه عجّل اللَّه فرجه‌في النّوم\r\n\r\n63 - جنّة المأوى :\r\nقال آية اللَّه العلّامة الحلّي رحمه الله في آخر « منهاج الصلاح » في دعاء العبرات :\r\nالدعاء المعروف ، وهو مرويّ عن الصادق جعفر بن محمّد عليهما السلام ، وله من جهة السيّد السعيد رضيّ الدين محمّد بن محمّد بن محمّد الآوي قدّس اللَّه روحه حكاية معروفة .\r\nبخطّ بعض الفضلاء في هامش ذلك الموضع :\r\nروى المولى السعيد فخر الدين محمّد ابن الشيخ الأجلّ جمال الدين ، عن والده ، عن جدّه الفقيه يوسف ، عن السيّد الرضيّ المذكور ، أنّه كان مأخوذاً عند أمير من امراء السلطان جرماغون مدّة طويلة مع شدّة وضيق ، فرأى في نومه الخلف الصالح المنتظر ، فبكى وقال : يا مولاي ، اشفع في خلاصي من هؤلاء الظلمة .\r\nفقال عليه السلام : ادع بدعاء العبرات ؟\r\nفقال : ما دعاء العبرات ؟\r\nفقال عليه السلام : إنّه في مصباحك . فقال : يا مولاي ، ما في مصباحي !\r\nفقال عليه السلام : انظره تجده .\r\nفانتبه من منامه ، وصلّى الصبح وفتح المصباح ، فلقي ورقة مكتوبة فيها هذا الدعاء بين أوراق الكتاب ؛ فدعا أربعين مرّة .\r\nوكان لهذا الأمير امرأتان ، إحداهما عاقلة مدبّرة في أموره ، وهو كثير الاعتماد عليها ، فجاء الأمير في نوبتها .\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nفقالت له : أخذت أحداً من أولاد أمير المؤمنين عليّ عليه السلام ؟\r\nفقال لها : لم تسألين عن ذلك ؟\r\nفقالت : رأيت شخصاً وكان نور الشمس يتلألأ من وجهه ، فأخذ بحلقي بين إصبعيه ثمّ قال : أرى بعلك أخذ ولدي ، ويضيّق عليه من المطعم والمشرب !\r\nفقلت له : يا سيّدي ، من أنت ؟\r\nقال : أنا عليّ بن أبي طالب ، قُولي له إن لم يخلّ عنه لأخربنّ بيته .\r\nفشاع هذا النوم للسلطان ، فقال : ما أعلم ذلك . وطلب نوّابه فقال : من عندكم مأخوذ ؟ فقالوا : الشيخ العلوي ، أمرت بأخذه .\r\nفقال : خلّوا سبيله ، وأعطوه فرساً يركبها ودلّوه على الطريق ، فمضى إلى بيته « 1 » .\r\n\r\n64 - ومنه :\r\nالسيّد الشهيد القاضي نور اللَّه الشوشتري في « مجالس المؤمنين » ، في ترجمة آية اللَّه العلّامة الحلّي قدس سره :\r\nإنّ من جملة مقاماته العالية أنّه اشتهر عند أهل الإيمان أنّ بعض علماء أهل السنّة ممّن تتلمذ عليه العلّامة في بعض الفنون ألّف كتاباً في ردّ الإماميّة ، ويقرأ للناس في مجالسه ويُضلّهم ، وكان لا يعطيه أحداً ، خوفاً من أن يردّه أحد من الإماميّة ، فاحتال رحمه الله في تحصيل هذا الكتاب ، إلى أن جعل تتلمذه عليه وسيلة لأخذه الكتاب منه عارية .\r\nفالتجأ الرجل واستحيا من ردّه ، وقال : إنّي آليت على نفسي أن لا اعطيه أحداً أزيد من ليلة .\r\nفاغتنم الفرصة في هذا المقدار من الزمان ، فأخذه منه وأتى به إلى بيته ، لينقل منه ما تيسّر منه . فلمّا اشتغل بكتابته وانتصف الليل غلبه النوم ؛ فحضر الحجّة عليه السلام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - جنّة المأوى ( المطبوع مع البحار ج 53 ص 221 ) . .\r\n","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nوقال : ناولني الكتاب وخُذ في نومك ؛ فانتبه العلّامة وقد تمّ الكتاب بإعجازه .\r\nوظاهر عبارته يوهم أنّ الملاقاة والمكالمة كان في اليقظة وهو بعيد ، والظاهر أنّه في المنام ، واللَّه العالم « 1 » .\r\n\r\n65 - إثبات الهداة :\r\nإنّا كنّا جالسين في بلادنا في قرية مَشْغَرى « 2 » في يوم عيد - ونحن جماعة من أهل العلم والصلحاء - ، فقلت لهم : ليت شعري في العيد المقبل من يكون من هؤلاء حيّاً ؟ ومن يكون قد مات ؟\r\nفقال لي رجل كان اسمه الشيخ محمّد - وكان شريكنا في الدرس - : أنا أعلم أنّي أكون في عيد آخر حيّاً ، وفي عيد آخر حيّاً ، وعيد آخر إلى ستّ وعشرين سنة .\r\nوظهر منه أنّه جازم بذلك من غير مزاح .\r\nفقلت له : أنت تعلم الغيب ؟\r\nقال : لا ، ولكنّي رأيت المهديّ عليه السلام في النوم - وأنا مريض شديد المرض - فقلت له : أنا مريض ، وأخاف أن أموت وليس لي عمل صالح ألقى اللَّه به !\r\nفقال : لا تخف ، فإنّ اللَّه يشفيك من هذا المرض ولا تموت فيه ، بل تعيش ستّاً وعشرين سنة .\r\nثمّ ناولني كأساً كان في يده ، فشربت منه وزال عنّي المرض ، وحصل لي الشفاء ، وأنا أعلم أنّ هذا ليس من الشيطان .\r\nفلمّا سمعت كلام الرجل كتبت التأريخ - وكان سنة 1049 - ، ومضت لذلك مدّة طويلة ، وانتقلت إلى المشهد المقدّس سنة 1072 ، فلمّا كان السنة الأخيرة وقع في قلبي أنّ المدّة قد انقضت ، فرجعت إلى ذلك التأريخ وسنته ، فرأيت قد مضى منه ستّ وعشرون سنة ، فقلت : ينبغي أن يكون الرجل مات .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - جنّة المأوى ( المطبوع مع البحار ج 53 ص 253 ) ، عن مجالس المؤمنين ج 1 ص 573 . .\r\n( 2 ) - قرية من قُرى دمشق من ناحية البقاع « معجم البلدان ج 5 ص 134 » . .\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nفما مضت مدّة نحو شهر أو شهرين حتّى جاءتني كتابة من أخي - وكان في البلاد - يُخبرني أنّ الرجل المذكور مات « 1 » .\r\n\r\n66 - ومنه :\r\nإنّي كنت في عصر الصبا - وسنّي عشر سنين أو نحوها - أصابني مرض شديد جدّاً حتّى اجتمع أهلي وأقاربي وبكوا وتهيّؤوا للتعزية ، وأيقنوا أنّي أموت تلك الليلة ، فرأيت النبيّ والأئمّة الاثني عشر عليهم السلام وأنا فيما بين النائم واليقظان ، فسلّمت عليهم صلوات اللَّه عليهم ، وصافحتهم واحداً واحداً ، وجرى بيني وبين الصادق عليه السلام كلام لم يبق في خاطري ، إلّاأنّه دعا لي ، فلمّا سلّمت على الصاحب عليه السلام وصافحته بكيت وقلت : يا مولاي ، أخاف أن أموت في هذا المرض ولم أقض وطري من العلم والعمل !\r\nفقال لي : لا تخف ، فإنّك لا تموت في هذا المرض ، بل يشفيك اللَّه تعالى ، وتعمّر عمراً طويلًا .\r\nثمّ ناولني قدحاً كان في يده ، فشربت منه وأفقت في الحال ، وزال عنّي المرض بالكلّية وجلست ، فتعجّب أهلي وأقاربي ؛ ولم احدّثهم بما رأيت إلّابعد أيّام « 2 » .\r\n\r\n67 - جنّة المأوى :\r\nفي كتاب « الكلم الطيّب والغيث الصيّب » للسيّد الأيّد المتبحّر السيّد علي خان - شارح الصحيفة - ما لفظه :\r\nرأيت بخطّ بعض أصحابي من السادات الأجلّاء الصلحاء الثقات ما صورته :\r\nسمعت في رجب سنة ثلاث وتسعين وألف الأخ العالم العامل ، جامع الكمالات الإنسيّة ، والصفات القدسيّة ، الأمير إسماعيل بن حسين بيگ بن عليّ بن سليمان الحائري الأنصاري أنار اللَّه تعالى برهانه يقول :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - إثبات الهداة ج 3 ص 712 رقم 170 . .\r\n( 2 ) - المصدر السابق ج 3 ص 710 رقم 165 . .\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nسمعت الشيخ الصالح التقي المتورّع ، الشيخ الحاجّ عليّاً المكيّ قال : إنّي ابتُليت بضيق وشدّة ومناقضة خصوم ، حتّى خفت على نفسي القتل والهلاك ، فوجدت الدعاء - المسطور بعد - في جيبي من غير أن يُعطينيه أحد ، فتعجّبت من ذلك وكنت متحيّراً ، فرأيت في المنام أنّ قائلًا في زيّ الصلحاء والزهّاد يقول لي : إنّا أعطيناك الدعاء الفلاني ، فادعُ به تنجُ من الضيق والشدّة . ولم يتبيّن لي مَن القائل فزاد تعجّبي ، فرأيت مرّة أخرى الحجّة المنتظر عليه السلام فقال : ادعُ بالدعاء الذي أعطيتكه ، وعلِّم مَن أردت .\r\nقال : وقد جرّبته مراراً عديدة ، فرأيت فرجاً قريباً . وبعد مدّة ضاع منيّ الدعاء برهة من الزمان ، وكنت متأسّفاً على فواته ، مستغفراً من سوء العمل ، فجاءني شخص وقال لي : إنّ هذا الدعاء قد سقط منك في المكان الفلاني - وما كان في بالي أن رُحت إلى ذلك المكان - ، فأخذت الدعاء وسجدت للَّه‌شكراً . وهو :\r\nبِسْمِ اللَّه الرَّحْمنِ الرَّحِيمِ ، ربِّ أسألكَ مَدَداً رُوحانيّاً تُقوّي به قُوى الكُلّيّة والجُزئيّة حتّى أقهر عبادي « 1 » نفسي كلّ نَفسٍ قاهرةٍ . فتنقبض لي إشارة رقائقها انقباضاً تسقط به قواها ، حتّى لا يبقى في الكون ذو روح إلّاونار قهري قد أحرقت ظهوره ، يا شديد يا شديد ، يا ذا البطش الشديد ، يا قهّار ، أسألك بما أودعته عزرائيل من أسمائك القهرية فانفعلت له النفوس بالقهر أن تودعني هذا السرّ في هذه الساعة حتّى اليّن به كلّ صعبٍ وأُذلّل به كلّ منيع بقوّتك ، يا ذا القوّة المتين .\r\nتقرأ ذلك سحراً ثلاثاً إن أمكن ، وفي الصبح ثلاثاً ، وفي المساء ثلاثاً . فإذا اشتدّت الأمر على من يقرأه يقول بعد قراءته ثلاثين مرّة : يا رَحْمنُ يا رحيم ، يا أرحم الراحمين ، أسألك اللطف بما جرت به المقادير « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كذا . .\r\n( 2 ) - جنّة المأوى ( المطبوع مع البحار ج 53 ص 225 - 226 ) . .\r\n","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\n\r\n68 - مهج الدعوات :\r\nوجدت في مجلّد عتيق - ذكر كاتبه أنّ اسمه الحسين بن عليّ بن هند وأنّه كتب في شوّال سنة ستّ وتسعين وثلاثمائة - دعاء العلوي المصري بما هذا لفظ إسناده :\r\nدعاء علّمه سيّدنا المؤمّل - صلوات اللَّه عليه - رجلًا من شيعته وأهله في المنام .\r\nوكان مظلوماً ففرّج اللَّه عنه وقتل عدوّه : حدّثني أبو عليّ أحمد بن محمّد بن الحسين وإسحاق بن جعفر بن محمّد العلوي العريضي بحرّان قال : حدّثني محمّد بن عليّ العلوي الحسيني - وكان يسكن بمصر - قال : دهمني أمر عظيم وهمّ شديد من قبل صاحب مصر ، فخشيته على نفسي ، وكان سعى بي إلى أحمد بن طولون « 1 » ، فخرجت من مصر حاجّاً ، فصرت من الحجاز إلى العراق ، فقصدت مشهد مولانا وأبي ، الحسين بن عليّ عليهما السلام عائذاً به ولائذاً بقبره ومستجيراً به من سطوة من كنت أخافه ، فأقمت بالحائر خمسة عشر يوماً أدعو وأتضرّع ليلي ونهاري ، فتراءى لي قيّم الزمان ووليّ الرحمن عليه السلام ، وأنا بين النائم واليقظان ، فقال لي : يقول لك الحسين ابن عليّ عليه السلام يا بُنيّ ، خفت فلاناً ؟\r\nفقلت : نعم ، أراد هلاكي فلجأت إلى سيّدي عليه السلام أشكو إليه عظيم ما أراد بي .\r\nفقال عليه السلام : هلّا دعوت اللَّه ربّك عزّ وجلّ وربّ آبائك بالأدعية التي دعا بها من سلف من الأنبياء عليهم السلام ، فقد كانوا في شدّة فكشف اللَّه عنهم ذلك ؟ !\r\nقلت : وما ذا أدعوه ؟\r\nفقال عليه السلام : إذا كان ليلة الجمعة فاغتسل وصلّ صلاة الليل ، فإذا سجدت سجدة الشكر دعوت بهذا الدعاء وأنت باركٌ على ركبتك . فذكر لي دعاء . قال : ورأيته في مثل ذلك الوقت يأتيني وأنا بين النائم واليقظان . قال : وكان يأتيني خمس ليالٍ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كان المعتزّ باللَّه قد ولّاه مصر ، وتوفّي سنة 270 . انظر « الكنى والألقاب ج 1 ص 344 » . .\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nمتواليات يكرّر عليَّ هذا القول والدعاء حتّى حفظته ، وانقطع مجيئه ليلة الجمعة .\r\nفاغتسلت وغيّرت ثيابي وتطيّبت وصلّيت صلاة الليل ، وسجدت سجدة الشكر ، وجثوت على ركبتي ودعوت اللَّه جلّ وتعالى بهذا الدعاء .\r\nفأتاني ليلة السبت فقال لي : قد أجيبت دعوتك يا محمّد ، وقُتل عدوّك عند فراغك من الدعاء عند من وشى به إليه .\r\nفلمّا أصبحت ودّعت سيّدي وخرجت متوجّهاً إلى مصر ، فلمّا بلغت الأردن - وأنا متوجّه إلى مصر - رأيت رجلًا من جيراني بمصر وكان مؤمناً ، فحدّثني أنّ خصمي قبض عليه أحمد بن طولون فأمر به فأصبح مذبوحاً من قفاه . قال : وذلك في ليلة الجمعة ، فأمر به فطرح في النيل ، وكان فيما أخبرني جماعة من أهلينا وإخواننا الشيعة أنّ ذلك كان فيما بلغهم عند فراغي من الدعاء ، كما أخبرني مولاي صلوات اللَّه عليه « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مهج الدعوات ص 278 - 280 . ورواه بطريق آخر عن أبي الحسن عليّ بن حمّاد البصري قال : أخبرني أبو عبداللَّه الحسين بن محمّد العلوي قال : حدّثني محمّد بن عليّ العلوي الحسيني المصري قال : أصابني غمّ شديد ودهمني أمر عظيم من قبل رجل من أهل بلدي من ملوكه ، فخشيت خشية . . . عنه البحار ج 51 ص 307 ح 23 ، وج 95 ص 266 ح 34 . .\r\n","page_name":" 117 ","page_number":117},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\n\r\nالنّوادر\r\n\r\n69 - إثبات الهداة :\r\nأخبرني جماعة من ثقات الأصحاب أنّهم رأوا صاحب الأمر عليه السلام في اليقظة ، وشاهدوا منه معجزات متعدّدات ، وأخبرهم بعدّة مغيّبات ، ودعا لهم بدعوات صارت مستجابات ، وأنجاهم من أخطار مهلكات ، تضيق عن تفاصيلها الكلمات « 1 » .\r\n\r\n70 - كمال الدين :\r\nسمعنا شيخاً من أصحاب الحديث يقال له « أحمد بن فارس الأديب » يقول :\r\nسمعت بهمدان حكاية حكيتها كما سمعتها لبعض إخواني ، فسألني أن أثبتها له بخطّي ، ولم أجد إلى مخالفته سبيلًا ، وقد كتبتها وعُهدتها على من حكاها ، وذلك : أنّ بهمدان ناساً يُعرفون ببني راشد ، وهم كلّهم يتشيّعون ، ومذهبهم مذهب أهل الإمامة ، فسألت عن سبب تشيّعهم من بين أهل همدان . فقال لي شيخ منهم رأيت فيه صلاحاً وسمتاً : إنّ سبب ذلك أنّ جدّنا الذي ننتسب إليه خرج حاجّاً فقال : إنّه لمّا صدر من الحجّ وساروا منازل في البادية ، قال : فنشطت في النزول والمشي ، فمشيت طويلًا حتّى أعييت ونعست ، فقلت في نفسي : أنام نومة تُريحني ، فإذا جاء أواخر القافلة قمت . قال : فما انتبهت إلّابحرّ الشمس ولم أر أحداً ، فتوحّشت ولم أر طريقاً ولا أثراً . فتوكّلت على اللَّه عزّ وجلّ وقلت : أسير حيث وجّهني ، ومشيت غير طويل فوقعت في أرض خضراء نضراء كأنّها قريبة عهد من غيث ، وإذا تربتها أطيب تربة ، ونظرت في سواء تلك الأرض إلى قصر يلوح كأنّه سيف ، فقلت : ليت شعري ما هذا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - إثبات الهداة ج 3 ص 712 - 713 . .\r\n","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nالقصر الذي لم أعهده ولم أسمع به ! فقصدته ، فلمّا بلغت الباب رأيت خادمَين أبيضين فسلّمت عليهما ، فردّا ردّاً جميلًا وقالا : اجلس فقد أراد اللَّه بك خيراً . فقام أحدهما ودخل واحتبس غير بعيد ، ثمّ خرج فقال : قم فادخل . فدخلت قصراً لم أرَ بناءً أحسن من بنائه ولا أضوأ منه ، فتقدّم الخادم إلى ستر على بيت فرفعه ثمّ قال لي : ادخل . فدخلت البيت ، فإذا فتًى جالس في وسط البيت وقد علّق فوق رأسه من السقف سيف طويل تكاد ظبته تمسّ رأسه ، والفتى كأنّه بدر يلوح في ظلام .\r\nفسلّمت فردّ السّلام بألطف كلام وأحسنه ، ثمّ قال لي : أتدري من أنا ؟ فقلت : لا واللَّه .\r\nفقال : أنا القائم من آل محمّد صلى الله عليه وآله ، أنا الذي أخرج في آخر الزمان بهذا السيف - وأشار إليه - فأملأُ الأرض قسطاً وعدلًا كما ملئت جوراً وظلماً .\r\nفسقطت على وجهي وتعفّرت .\r\nفقال : لا تفعل ، ارفع رأسك ، أنت فلان من مدينة بالجبل يقال لها : همدان .\r\nفقلت : صدقت يا سيّدي ومولاي . قال : فتحبّ أن تؤوب إلى أهلك ؟ فقلت : نعم يا سيّدي ، وابشّرهم بما أتاح اللَّه عزّ وجلّ لي .\r\nفأومأ إلى الخادم ، فأخذ بيدي وناولني صرّة ، وخرج ومشى معي خطوات ، فنظرت إلى ظلال وأشجار ومنارة مسجد ، فقال : أتعرف هذا البلد ؟ فقلت : إنّ بقرب بلدنا بلدة تعرف بأسدآباذ ، وهي تشبهها .\r\nقال : فقال : هذه أسدآباذ ، امض راشداً ، فالتفتّ فلم أره ، فدخلت أسدآباذ ، وإذا في الصرّة أربعون - أو خمسون - ديناراً ، فوردت همدان وجمعت أهلي وبشّرتهم بما يسّره اللَّه عزّ وجلّ لي ؛ ولم نزل بخير ما بقي معنا من تلك الدنانير « 1 » .\r\n\r\n71 - الدعوات للراوندي :\r\nروي عن بعض الصالحين أنّه قال :\r\nصعب عليّ في بعض الأحايين القيام لصلاة الليل ، وكان أحزنني ذلك ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كمال الدين ص 453 ح 20 . عنه البحار ج 52 ص 40 ح 30 . .\r\n","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nفرأيت صاحب الزمان عليه السلام في النوم ، وقال لي : عليك بماء الهندباء ؛ فإنّ اللَّه يسهّل ذلك عليك .\r\nقال : فأكثرت من شربه فسهل ذلك عليّ « 1 » .\r\n\r\n72 - جمال الأسبوع :\r\nزيارة أمير المؤمنين عليه السلام برواية من شاهد صاحب الزمان عليه السلام ، وهو يزور في اليقظة لا في النوم ، يوم الأحد - وهو يوم أمير المؤمنين عليه السلام - السّلام على الشجرة النبوية « 2 » . . .\r\n\r\n73 - جنّة المأوى :\r\nقال العالم الفاضل المتبحّر النبيل الصمداني الحاج المولى رضا الهمداني في المفتاح الأوّل من الباب الثالث من كتاب مفتاح النبوّة في جملة كلام له في أنّ الحجّة عليه السلام قد يُظهر نفسه المقدّسة لبعض خواصّ الشيعة ، إنّه عليه السلام قد أظهر نفسه الشريفة قبل هذا بخمسين سنة لواحد من العلماء المتّقين المولى عبد الرحيم الدماوندي ، الذي ليس لأحد كلام في صلاحه وسداده . قال : قال هذا العالم في كتابه : إنّي رأيته عليه السلام في داري في ليلة مظلمة جدّاً بحيث لا تبصر العين شيئاً ، واقفاً في جهة القبلة ، وكان النور يسطع من وجهه المبارك ، حتّى أنّي كنت أرى نقوش الفراش بهذا النور « 3 » .\r\n\r\n74 - ومنه :\r\nفي كتاب « الدمعة الساكبة » لبعض الصلحاء من المعاصرين في آخر اللمعة الأولى من النور السادس منه في معجزات الحجّة عليه السلام قال : فالأولى أن يختم الكلام بذكر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الدعوات ص 156 ح 424 . .\r\n( 2 ) - جمال الأسبوع ص 30 ، عنه البحار ج 102 ص 212 . .\r\n( 3 ) - جنّة المأوى ( المطبوع مع البحار ج 53 ص 306 ) . .\r\n","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nما شاهدته في سالف الأيّام ، وهو أنّه أصاب ثمرة فؤادي ومن انحصرت فيه ذكور أولادي قرّة عيني علي محمّد - حفظه اللَّه الفرد الصمد - مرض يزداد آناً فآناً ويشتدّ ، فيورثني أحزاناً وأشجاناً ، إلى أن حصل للناس من برئه اليأس ، وكانت العلماء والطلّاب والسادات الأنجاب يدعون له بالشفاء في مظانّ استجابة الدعوات ، كمجالس التعزية وعقيب الصلوات . فلمّا كانت الليلة الحادية عشرة من مرضه اشتدّت حاله وثقلت أحواله وزاد اضطرابه وكثر التهابه ، فانقطعت بي الوسيلة ، ولم يكن لنا في ذلك حيلة ، فالتجأت بسيّدنا القائم عجّل اللَّه ظهوره وأرانا نوره ، فخرجت من عنده وأنا في غاية الاضطراب ونهاية الالتهاب ، وصعدت سطح الدار وليس لي قرار ، وتوسّلت به عليه السلام خاشعاً ، وانتدبت خاضعاً ، وناديته متواضعاً ، وأقول :\r\nيا صاحب الزمان أغثني ، يا صاحب الزمان أدركني ، متمرّغاً في الأرض ، ومتدحرجاً في الطول والعرض . ثمّ نزلت ودخلت عليه وجلست بين يديه ، فرأيته مستقرّ الأنفاس ، مطمئنّ الحواسّ ، قد بلّه العرق ، لا بل أصابه الغرق ، فحمدت اللَّه ، وشكرت نعماءه التي تتوالى ، فألبسه اللَّه تعالى لباس العافية ببركته عليه السلام « 1 » .\r\n\r\n75 - ومنه :\r\nحدّثني جماعة من الأفاضل الكرام والصلحاء الفخام منهم : السيّد السند ، والحبر المعتمد ، زبدة العلماء الأعلام ، وعمدة الفقهاء العظام ، حاوي فنون الفضل والأدب ، وحائز معالي الحسب والنسب ، الآميرزا صالح دام علاه ، ابن سيّد المحقّقين ، ونور مصباح المجاهدين ، وحيد عصره ، وفريد دهره ، سيدنا المعظّم السيّد مهدي المتقدّم ذكره « 2 » ، أعلى اللَّه مقامه ورفع في الخلد أعلامه ، وقد كنت سألت عنه سلّمه اللَّه أن يكتب لي تلك الحكايات الآتية ، المنسوبة إلى والده المعظّم ، التي سمعتها من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - جنّة المأوى ( المطبوع مع البحار ج 53 ص 298 ) . .\r\n( 2 ) - يعني في جنّة المأوى ص 280 ، وهو السيّد مهدي القزويني الساكن في الحلّة ، صاحب التصانيف الكثيرة والمقامات العالية . .\r\n","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nالجماعة ؛ فإنّ أهل البيت أدرى بما فيه ، مع ما هو عليه من الإتقان والحفظ والضبط والصلاح والسداد والاطّلاع ، وقد صاحبته في طريق مكّة المعظّمة ذهاباً وإياباً ، فوجدته - أيّده اللَّه - بحراً لا ينزح ، وكنزاً لا ينفد ؛ فكتب إليّ مطابقاً لما سمعته من تلك العصابة .\r\nوكتب أخوه العالم النحرير ، وصاحب الفضل المنير ، السيّد الأمجد ، السيّد محمّد سلّمه اللَّه تعالى في آخر ما كتبه : سمعت هذه الكرامات الثلاث سماعاً من لفظ الوالد المرحوم المبرور عطّر اللَّه مرقده .\r\nصورة ما كتبه :\r\nبسم اللَّه الرحْمن الرحيم ، حدّثني بعض الصلحاء الأبرار من أهل الحلّة قال :\r\nخرجت غدوة من داري قاصداً داركم ، لأجل زيارة السيّد - أعلى اللَّه مقامه - ، فصار ممرّي في الطريق على المقام المعروف بقبر السيّد محمّد ذي الدمعة ، فرأيت على شُبّاكه الخارج إلى الطريق شخصاً بهيّ المنظر ، يقرأ فاتحة الكتاب ، فتأمّلته فإذا هو غريب الشكل ، وليس من أهل الحلّة .\r\nفقلت في نفسي : هذا رجل غريب قد اعتنى بصاحب هذا المرقد ووقف وقرأ له فاتحة الكتاب ، ونحن أهل البلد نمرّ ولا نفعل ذلك ! !\r\nفوقفت وقرأت الفاتحة والتوحيد ، فلمّا فرغت سلّمت عليه .\r\nفردّ السلام ، وقال لي : يا عليّ ، أنت ذاهب لزيارة السيّد مهدي ؟\r\nقلت : نعم .\r\nقال : فإنّي معك .\r\nفلمّا صرنا ببعض الطريق قال لي : يا عليّ ، لا تحزن على ما أصابك من الخسران وذهاب المال في هذه السنة ، فإنّك رجل امتحنك اللَّه بالمال ، فوجدك مؤدّياً للحقّ ، وقد قضيت ما فرض اللَّه عليك . وأمّا المال فإنّه عرض زائل يجيء ويذهب .\r\nوكان قد أصابني خسران في تلك السنة ، لم يطّلع عليه أحد مخافة الكسر ،\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nفاغتممت في نفسي وقلت : سبحان اللَّه ، كسري قد شاع وبلغ ، حتّى إلى الأجانب ، إلّا أنّي قلت له في الجواب : الحمد للَّه‌على كلّ حال .\r\nفقال : إنّ ما ذهب من مالك سيعود إليك بعد مدّة ، وترجع كحالك الأوّل وتقضي ما عليك من الديون .\r\nقال : فسكتّ وأنا مفكّر في كلامه ، حتّى انتهينا إلى باب داركم ، فوقفت ووقف .\r\nفقلت : ادخل يا مولاي ، فأنا من أهل الدار .\r\nفقال لي : ادخل أنت ، أنا صاحب الدار .\r\nفامتنعت ، فأخذ بيدي وأدخلني أمامه .\r\nفلمّا صرنا إلى المسجد ، وجدنا جماعة من الطلبة جلوساً ينتظرون خروج السيّد قدس سره من داخل الدار لأجل البحث ، ومكانه من المجلس خالٍ لم يجلس فيه أحد - احتراماً له - ، وفيه كتاب مطروح . فذهب الرجل وجلس في الموضع الذي كان السيّد قدس سره يعتاد الجلوس فيه ، ثمّ أخذ الكتاب وفتحه - وكان الكتاب شرائع المحقّق قدس سره - ثمّ استخرج من الكتاب كراريس مسوّدة بخطّ السيّد قدس سره ، وكان خطّه في غاية الضعف ، لا يقدر كلّ أحد على قراءته . فأخذ يقرأ في تلك الكراريس ويقول للطلبة : ألا تعجبون من هذه الفروع وهذه الكراريس ؟ ! هي بعض من جملة كتاب مواهب الأفهام في شرح شرائع الإسلام .\r\nوهو كتاب عجيب في فنّه لم يبرز منه إلّاستّ مجلّدات من أوّل الطهارة إلى أحكام الأموات .\r\nقال الوالد أعلى اللَّه درجته : لمّا خرجت من داخل الدار رأيت الرجل جالساً في موضعي ، فلمّا رآني قام وتنحّى عن الموضع ؛ فألزمته بالجلوس فيه ، ورأيته رجلًا بهيّ المنظر ، وسيم الشكل ، في زيّ غريب . فلمّا جلسنا أقبلت عليه بطلاقة وجه وبشاشة ، وسؤال عن حاله ، واستحييت أن أسأله من هو ، وأين وطنه ، ثمّ شرعت في البحث .\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nفجعل الرجل يتكلّم في المسألة التي نبحث عنها بكلام كأنّه اللؤلؤ المتساقط ، فبهرني كلامه .\r\nفقال له بعض الطلبة : اسكت ما أنت وهذا ؟\r\nفتبسّم وسكت .\r\nقال رحمه الله : فلمّا انقضى البحث ، قلت له : من أين كان مجيئك إلى الحلّة ؟\r\nفقال : من بلد السليمانية ؟\r\nفقلت : متى خرجت ؟ فقال : بالأمس خرجت منها . وما خرجت منها حتّى دخلها نجيب باشا فاتحاً لها عنوةً بالسيف ، وقد قبض على أحمد باشا الباباني ، المتغلّب عليها ، وأقام مقامه أخاه عبداللَّه باشا .\r\nوقد كان أحمد باشا المتقدّم ، قد خلع طاعة الدولة العثمانية ، وادّعى السلطنة لنفسه في السليمانية .\r\nقال الوالد قدس سره : فبقيت مفكّراً في حديثه ، وأنّ هذا الفتح وخبره لم يبلغ إلى حكّام الحلّة .\r\nولم يخطر لي أن أسأله كيف وصلت إلى الحلّة وبالأمس خرجت من السليمانية ، وبين الحلّة والسليمانية ما تزيد على عشرة أيّام للراكب المُجدّ .\r\nثمّ إنّ الرجل أمر بعض خدمة الدار أن يأتيه بماء .\r\nفأخذ الخادم الإناء ليغترف به ماء من الحُبّ .\r\nفناداه : لا تفعل فإنّ في الإناء حيواناً ميّتاً !\r\nفنظر فيه ، فإذا فيه سامُّ أبرصَ « 1 » ميّت . فأخذ غيره وجاء بالماء إليه ، فلمّا شرب قام للخروج .\r\nقال الوالد قدس سره : فقمت لقيامه ، فودّعني وخرج ؛ فلمّا صار خارج الدار قلت للجماعة : هلّا أنكرتم على الرجل خبره في فتح السليمانية ؟ !\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سامُّ أبرصَ : ضرب من الوزغ « المعجم الوسيط ج 1 ص 453 » . .\r\n","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nفقالوا : هلّا أنكرت عليه ؟ !\r\nقال : فحدّثني الحاجّ عليّ المتقدّم بما وقع له في الطريق ، وحدّثني الجماعة بما وقع قبل خروجي من قراءته في المسوّدة ، وإظهار العجب من الفروع التي فيها .\r\nقال الوالد أعلى اللَّه مقامه : فقلت : اطلبوا الرجل ، وما أظنّكم تجدونه ، هو واللَّه صاحب الأمر روحي فداه .\r\nفتفرّق الجماعة في طلبه ، فما وجدوا له عيناً ولا أثراً ، فكأنّما صعد في السماء ، أو نزل في الأرض .\r\nقال : فضبطنا اليوم الذي أخبر فيه عن فتح السليمانية ، فورد الخبر ببشارة الفتح إلى الحلّة بعد عشرة أيّام من ذلك اليوم ، واعلن ذلك عند حكّامها بضرب المدافع المعتاد ضربها عند البشائر ، عند ذوي الدولة العثمانية « 1 » .\r\n\r\n76 - ومنه :\r\nقال سلّمه اللَّه : وحدّثني الوالد أعلى اللَّه مقامه قال : لازمت الخروج إلى الجزيرة مدّة مديدة لأجل إرشاد عشائر بني زبيد إلى مذهب الحقّ ، وكانوا كلّهم على رأي أهل التسنّن ، وببركة هداية الوالد قدس سره وإرشاده رجعوا إلى مذهب الإماميّة ، كما هم عليه الآن ، وهم عدد كثير يزيدون على عشرة آلاف نفس ، وكان في الجزيرة مزار معروف بقبر الحمزة بن الكاظم يزوره الناس ، يذكرون له كرامات كثيرة ، وحوله قرية تحتوي على مائة دار تقريباً .\r\nقال قدس سره : فكنت أستطرق الجزيرة وأمرّ عليه ولا أزوره ، لما صحّ عندي أنّ الحمزة ابن الكاظم مقبور في الريّ مع عبد العظيم الحسني ، فخرجت مرّة على عادتي ونزلت ضيفاً عند أهل تلك القرية ، فتوقّعوا منّي أن أزور المرقد المذكور ، فأبيت وقلت لهم : لا أزور من لا أعرف - وكان المزار المذكور قلّت رغبة الناس فيه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - جنّة المأوى ( المطبوع مع البحار ج 53 ص 282 ) . .\r\n","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nلإعراضي عنه - ، ثمّ ركبت من عندهم وبتّ تلك الليلة في قرية المزيدية عند بعض ساداته ، فلمّا كان وقت السحر جلست لنافلة الليل وتهيّأت للصلاة ، فلمّا صلّيت النافلة بقيتُ أرتقب طلوع الفجر - وأنا على هيئة التعقيب - إذ دخل عليَّ سيّد أعرفه بالصلاح والتقوى من سادة تلك القرية فسلّم وجلس ، ثمّ قال : يا مولانا بالأمس تضيّفت أهل قرية الحمزة وما زرته ! قلت : نعم .\r\nقال : ولم ذلك ؟ قلت : لأنّي لا أزور من لا أعرف ، والحمزة ابن الكاظم مدفون بالريّ .\r\nفقال : ربّ مشهور لا أصل له ، ليس هذا قبر الحمزة بن موسى الكاظم ، وإن اشتهر أنّه كذلك ، بل هو قبر أبي يعلى حمزة بن القاسم العلوي العبّاسي « 1 » أحد علماء الإجازة وأهل الحديث ، وقد ذكره أهل الرجال في كتبهم وأثنوا عليه بالعلم والورع .\r\nفقلت في نفسي : هذا السيّد من عوامّ السادة وليس من أهل الاطّلاع على الرجال والحديث ، فلعلّه أخذ هذا الكلام عن بعض العلماء ، ثمّ قمت لأرتقب طلوع الفجر ، فقام ذلك السيّد وخرج ، وأغفلت أن أسأله عمّن أخذ هذا ، لأنّ الفجر قد طلع ، وتشاغلت بالصلاة .\r\nفلما صلّيت جلست للتعقيب حتّى طلع الشمس وكان معي جملة من كتب الرجال ، فنظرت فيها وإذا الحال كما ذكر . فجاءني أهل القرية مسلّمين عليّ ، وفي جملتهم ذلك السيّد ، فقلت : جئتني قبل الفجر وأخبرتني عن قبر الحمزة أنّه أبو يعلى حمزة بن القاسم العلوي ، فمن أين لك هذا وعمّن أخذته ؟\r\nفقال : واللَّه ما جئتك قبل الفجر ولا رأيتك قبل هذه الساعة ، ولقد كنت ليلة أمس بائتاً خارج القرية - في مكان سمّاه - وسمعنا بقدومك فجئنا في هذا اليوم زائرين لك .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - قال النجاشي : حمزة بن القاسم بن علىّ بن حمزة بن الحسن بن عُبيداللَّه بن العبّاس بن عليّ بن أبىطالب عليه السلام أبو يعلى ، ثقة جليل القدر ، من أصحابنا ، كثير الحديث ، له كتاب . . . أخبرنا الحسين بن عُبيداللَّه قال : حدّثنا عليّ بن محمّد القلانسي ، عن حمزة بن القاسم بجميع كتبه . « رجال النجاشي ص 140 رقم 364 » . .\r\n","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nفقلت لأهل القرية : الآن لزمني الرجوع إلى زيارة الحمزة ، فإنّي لا أشكّ في أنّ الشخص الذي رأيته هو صاحب الأمر عليه السلام .\r\nقال : فركبت أنا وجميع أهل تلك القرية لزيارته ، ومن ذلك الوقت ظهر هذا المزار ظهوراً تامّاً على وجهٍ صار بحيث تشدّ الرحال إليه من الأماكن البعيدة « 1 » .\r\n\r\n77 - ومنه :\r\nوحدّثني الوالد - أعلى اللَّه مقامه - قال :\r\nخرجت يوم الرابع عشر من شهر شعبان من الحلّة أريد زيارة الحسين عليه السلام ليلة النصف منه ، فلمّا وصلت إلى شطّ الهندية وعبرت إلى الجانب الغربي منه وجدت الزوّار الذاهبين من الحلّة وأطرافها والواردين من النجف ونواحيه جميعاً محاصرين في بيوت عشيرة بني طرف من عشائر الهندية ، ولا طريق لهم إلى كربلاء ؛ لأنّ عشيرة عنزة قد نزلوا على الطريق وقطعوه عن المارّة ، ولا يدعون أحداً يخرج من كربلاء ولا أحداً يلج إلّاانتهبوه .\r\nقال : فنزلت على رجل من العرب ، وصلّيت صلاة الظهر والعصر ، وجلست أنتظر ما يكون من أمر الزوّار - وقد تغيّمت السماء ، ومطرت مطراً يسيراً - ، فبينما نحن جلوس إذ خرجت الزوّار بأسرها من البيوت متوجّهين نحو طريق كربلاء .\r\nفقلت لبعض من معي : اخرج واسأل : ما الخبر ؟\r\nفخرج ورجع إليّ وقال لي : إنّ عشيرة بني طرف قد خرجوا بالأسلحة النارية وتجمّعوا لإيصال الزوّار إلى كربلاء ولو آل الأمر إلى المحاربة مع عنزة .\r\nفلمّا سمعت قلت لمن معي : هذا الكلام لا أصل له ، لأنّ بني طرف لا قابليّة لهم على مقابلة عنزة في البرّ ، وأظنّ هذه مكيدة منهم لإخراج الزوّار عن بيوتهم ؛ لأنّهم استثقلوا بقاءهم عندهم وفي ضيافتهم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - جنّة المأوى ( المطبوع مع البحار ج 53 ص 286 ) . .\r\n","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nفبينما نحن كذلك إذ رجعت الزوّار إلى البيوت ، فتبيّن الحال كما قلت ؛ فلم تدخل الزوّار إلى البيوت ، وجلسوا في ظلالها - والسماء متغيّمة - .\r\nفأخذتني لهم رقّة شديدة ، وأصابني انكسار عظيم ، وتوجّهت إلى اللَّه بالدعاء والتوسّل بالنبيّ وآله ، وطلبت إغاثة الزوّار ممّا هم فيه .\r\nفبينما أنا على هذا الحال إذ أقبل فارس على فرس رابع « 1 » كريم لم أر مثله ، وبيده رمح طويل ، وهو مشمّر عن ذراعيه ، فأقبل يَخُبّ « 2 » به جواده حتّى وقف على البيت الذي أنا فيه - وكان بيتاً من شعر مرفوع الجوانب - ، فسلّم فرددنا عليه السّلام ، ثمّ قال : يا مولانا - يسمّيني باسمي - بعثني من يسلّم عليك ، وهم كنج محمّد آغا وصفر آغا - وكانا من قوّاد العساكر العثمانية - يقولان : فليأت بالزوّار فإنّا قد طردنا عنزة عن الطريق ، ونحن ننتظره مع عسكرنا في عرقوب السليمانية على الجادّة . فقلت له :\r\nوأنت معنا إلى عرقوب السليمانية ؟ قال : نعم .\r\nفأخرجت الساعة وإذا قد بقي من النهار ساعتان ونصف تقريباً ، فقلت : بخيلنا فقدّمت إلينا . فتعلّق بي ذلك البدوي الذي نحن عنده وقال : يا مولاي ، لا تخاطر بنفسك وبالزوّار ، وأقم الليلة حتّى يتّضح الأمر .\r\nفقلت له : لابدّ من الركوب لإدراك الزيارة المخصوصة .\r\nفلمّا رأتنا الزوّار قد ركبنا تبعوا أثرنا بين حاشر « 3 » وراكب ؛ فسرنا - والفارس المذكور بين أيدينا كأنّه الأسد الخادر ، ونحن خلفه - حتّى وصلنا إلى عرقوب السليمانية ، فصعد عليه وتبعناه في الصعود ، ثمّ نزل وارتقينا على أعلى العرقوب ، فنظرنا ولم نر له عيناً ولا أثراً ؛ فكأنّما صعد في السماء أو نزل في الأرض ، ولم نر قائداً ولا عسكراً .\r\nفقلت لمن معي : أبَقيَ شكّ في أنّه صاحب الأمر ؟ فقالوا : لا واللَّه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - يعني أنّه دخل في السنة الخامسة ( هامش المصدر ) . .\r\n( 2 ) - خبّ الفرس : نقل أيامنه وأياسره جميعاً في العدْو « المعجم الوسيط ج 1 ص 212 » . .\r\n( 3 ) - كذا ، ولعلّه « حاسر » . .\r\n","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nوكنت - وهو بين أيدينا - أطيل النظر إليه ، كأنّي رأيته قبل ذلك ، لكنّني لا أذكر أين رأيته ؛ فلمّا فارقَنا تذكّرت أنّه هو الشخص الذي زارني بالحلّة ، وأخبرني بواقعة السليمانية .\r\nوأمّا عشيرة عنزة فلم نر لهم أثراً في منازلهم ، ولم نر أحداً نسأله عنهم ، سوى أنّا رأينا غبرة شديدة مرتفعة في كبد البرّ .\r\nفوردنا كربلاء تخبّ بنا خيولنا ، فوصلنا إلى باب البلاد ، وإذا بعسكر على سور البلد ، فنادوا من أين جئتم وكيف وصلتم ؟ ثمّ نظروا إلى سواد الزوّار ثمّ قالوا : سبحان اللَّه ؛ هذه البرّيّة قد امتلأت من الزوّار ، أجل أين صارت عنزة ؟ فقلت لهم : اجلسوا في البلد وخذوا أرزاقكم ، ولمكّة ربّ يرعاها .\r\nثمّ دخلنا البلد ، فإذا أنا بكنج محمّد آغا جالساً على تخت قريب من الباب ، فسلّمت عليه ، فقام في وجهي ، فقلت له : يكفيك فخراً أنّك ذكرت باللسان .\r\nفقال : ما الخبر ؟\r\nفأخبرته بالقصّة . فقال لي : يا مولاي ، من أين لي علم بأنّك زائر حتّى ارسل لك رسولًا ، وأنا وعسكري منذ خمسة عشر يوماً محاصرين في البلد ، لا نستطيع أن نخرج خوفاً من عنزة .\r\nثمّ قال : فأين صارت عنزة ؟\r\nقلت : لا علم لي ، سوى أنّي رأيت غبرة شديدة في كبد البرّ ، كأنّها غبرة الظعائن .\r\nثمّ أخرجت الساعة وإذا قد بقيَ من النهار ساعة ونصف ، فكان مسيرنا كلّه في ساعة وبين منازل بني طرف وكربلاء ثلاث ساعات .\r\nثمّ بتنا تلك الليلة في كربلاء ، فلمّا أصبحنا سألنا عن خبر عنزة ، فأخبر بعض الفلّاحين الذين في بساتين كربلاء قال : بينما عنزة جلوس في أنديتهم وبيوتهم ،\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nإذا بفارس قد طلع عليهم على فرس مطهّم « 1 » وبيده رمح طويل ، فصرخ فيهم بأعلى صوته : يا معاشر عنزة ، قد جاء الموت الزؤام « 2 » ، عساكر الدولة العثمانية تجبّهت عليكم بخيلها ورجلها ، وهاهم على أثري مُقبلون ، فارحلوا وما أظنّكم تنجون منهم .\r\nفألقى اللَّه عليهم الخوف والذلّ حتّى أنّ الرجل يترك بعض متاع بيته استعجالًا بالرحيل ، فلم تمض ساعة حتّى ارتحلوا بأجمعهم ، وتوجّهوا نحو البرّ .\r\nفقلت له : صف لي الفارس .\r\nفوصف لي ، وإذا هو صاحبنا بعينه ، وهو الفارس الذي جاءنا ، والحمد للَّه‌رب العالمين ، والصلاة على محمّدٍ وآله الطاهرين ، حرّره الأقلّ ميرزا صالح الحسيني « 3 » .\r\n\r\n78 - ومنه :\r\nقال العالم الجليل المولى على الرشتي « 4 » - طاب ثراه - : رجعت مرّة من زيارة أبي عبداللَّه عليه السلام عازماً للنجف الأشرف من طريق الفرات ، فلمّا ركبنا في بعض السفن الصغار التي كانت بين كربلاء وطويريج ، رأيت أهلها من أهل حلّة ومن طويريج ، تفترق طريق الحلّة والنجف ، واشتغل الجماعة باللهو واللعب والمزاح ، رأيت واحداً منهم لا يدخل في عملهم ، عليه آثار السكينة والوقار ، لا يمازح ولا يضاحك ، وكانوا يعيبون على مذهبه ويقدحون فيه ، ومع ذلك كان شريكاً في أكلهم وشربهم ، فتعجّبت منه ؛ إلى أن وصلنا إلى محلّ كان الماء قليلًا فأخرجَنا صاحبُ السفينة ، فكنّا نمشي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - المُطهَّم : المنتفخ الوجه . « النهاية ج 3 ص 147 » . .\r\n( 2 ) - الزؤام : العاجل . .\r\n( 3 ) - جنّة المأوى ( المطبوع مع البحار ج 53 ص 288 - 290 ) . .\r\n( 4 ) - وصفه المحدّث النوري بالعالم الجليل والحبر النبيل مجمع الفضائل والفواضل الصفيّ الوفيّ ، وقال : كان‌عالماً برّاً تقيّاً زاهداً حاوياً لأنواع العلم ، بصيراً ناقداً ، من تلامذة السيّد السند ، الأستاذ الأعظم دام ظلّه . ولمّا طال شكوى أهل الأرض حدود فارس ومن والاه إليه من عدم وجود عالم عامل كامل نافذ الحكم فيهم أرسله إليهم . عاش فيهم سعيداً ومات هناك حميداً ، رحمه الله . وقد صاحبته مدّة سفراً وحضراً ولم أجد في خلقه وفضله نظيراً إلّايسيراً . .\r\n","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nعلى شاطئ النهر ، فاتّفق اجتماعي مع هذا الرجل في الطريق ، فسألته عن سبب مجانبته عن أصحابه وذمّهم إيّاه وقدحهم فيه .\r\nفقال : هؤلاء من أقاربي من أهل السنّة وأبي منهم ، وامّي من أهل الإيمان ، وكنت أيضاً منهم ، ولكنّ اللَّه منّ عليَّ بالتشيّع ببركة الحجّة صاحب الزمان عليه السلام .\r\nفسألت عن كيفيّة إيمانه .\r\nفقال : اسمي ياقوت ، وأنا أبيع الدهن عند جسر الحلّة ، فخرجت في بعض السنين لجلب الدهن من أهل البراري خارج الحلّة ، فبعدت عنها بمراحل إلى أن قضيت وطري من شراء ما كنت أريده منه ، وحملته على حماري ورجعت مع جماعة من أهل الحلّة ، ونزلنا في بعض المنازل ونمنا ، وانتبهت فما رأيت أحداً منهم وقد ذهبوا جميعاً ، وكان طريقنا في برّيّة قفر ذات سباع كثيرة ، ليس في أطرافها معمورة إلّابعد فراسخ كثيرة .\r\nفقمت جعلت الحمل على الحمار ومشيت خلفهم ، فضلّ عنّي الطريق وبقيت متحيّراً خائفاً من السباع والعطش في يومه ، فأخذت أستغيث بالخلفاء والمشايخ ، وأسألهم الإعانة وجعلتهم شفعاء عند اللَّه تعالى وتضرّعت كثيراً فلم يظهر منهم شيء .\r\nفقلت في نفسي : إنّي سمعت من امّي أنّها كانت تقول : إنّ لنا إماماً حيّاً يكنّى أبا صالح ، يرشد الضالّ ويُغيث الملهوف ويعين الضعيف ؛ فعاهدت اللَّه تعالى إن استغثت به فأغاثني أن أدخل في دين امّي .\r\nفناديته واستغثت به ، فإذا بشخص في جنبي وهو يمشي معي وعليه عمامة خضراء - قال رحمه الله : وأشار حينئذٍ إلى نبات حافّة النهرقال : كانت خضرتها مثل خضرة هذا النبات - . ثمّ دلّني على الطريق وأمرني بالدخول في دين امّي ، وذكر كلمات نسيتها ، وقال ستصل عن قريب إلى قرية أهلها جميعاً من الشيعة .\r\nقال : فقلت : يا سيّدي ، أنت لا تجيء معي إلى هذه القرية ؟\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nفقال ما معناه : لا ، لأنّه استغاث بي ألف نفس في أطراف البلاد ، أريد أن أغيثهم .\r\nثمّ غاب عنّي ؛ فما مشيت إلّاقليلًا حتّى وصلت إلى القرية ، وكان في مسافة بعيدة ، ووصل الجماعة إليها بعدي بيوم .\r\nفلمّا دخلت الحلّة ذهبت إلى سيّد الفقهاء السيّد مهدي القزويني طاب ثراه وذكرت له القصّة . فعلّمني معالم ديني . فسألت منه عملًا أتوصّل به إلى لقائه عليه السلام مرّة أخرى فقال : زر أبا عبداللَّه عليه السلام أربعين ليلة الجمعة .\r\nقال : فكنت أزوره من الحلّة في ليالي الجمع ، إلى أن بقي واحدة ، فذهبت من الحلّة في يوم الخميس فلمّا وصلت إلى باب البلد فإذا جماعة من أعوان الظلمة يطالبون الواردين التذكرة ، وما كان عندي تذكرة ولا قيمته ، فبقيت متحيّراً والناس متزاحمون على الباب ، فأردت مراراً أن أتخفّى وأجوز عنهم فما تيسّر لي ، وإذا بصاحبي صاحب الأمر عليه السلام في زيّ لباس طلبة الأعاجم عليه عمامة بيضاء في داخل البلد ، فلمّا رأيته استغثت به ، فخرج وأخذني معه وأدخلني من الباب ، فما رآني أحد فلمّا دخلت البلد افتقدته من بين الناس ، وبقيت متحيّراً على فراقه عليه السلام « 1 » .\r\n\r\n79 - النجم الثاقب :\r\nالصالح المتّقي الشيخ محمّد طاهر النجفي ، وكان خادماً في مسجد الكوفة لسنوات ويسكن هناك مع عياله ، ويعرفه أغلب أهل العلم في النجف الأشرف ، الذين يتشّرفون إلى هناك ، ولم ينقل لحدّ الآن عنه غير الحسن والصلاح ، وكنت أعرفه لمدّة سنوات بهذه الأوصاف ، وذكره أحد العلماء المتّقين ، الذي كان معتكفاً هناك لمدّة طويلة بغاية التقوى والديانة ، وهو فاقد البصر حالياً وما زال مبتلى بحاله ، وقد نقل ذلك العالم هذه القضية عنه في السنة الماضية في ذلك المسجد الشريف ، وكنت أبحث عنه :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - جنّة المأوى ( المطبوع مع البحار ج 53 ص 292 - / 294 ) . .\r\n","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nقبل سبع أو ثمان سنوات ولعدم مجيء الزوّار وذلك للمعارك بين طائفتي الزكَرت والشمرت في النجف ممّا سبّب انقطاع مجيء أهل العلم إلى هناك فصارت حياتي مُرّةً ، لأنّ معاشي كان منحصراً بين هاتين الطائفتين ، مع كثرة عيالي وتكفّلي بعض الأيتام أيضاً ؛ ففي ليلة جمعة لم يكن شيء عندنا نقتات به ، وكان الأطفال يئنّون من الجوع ، فضاق صدري جدّاً ، وكنت غالباً منشغلًا ببعض الأوراد والختوم ، ولكن في تلك الليلة ولشدّة سوء حالتي جلست مستقبلًا القبلة بين محلّ السفينة - وهو المكان المعروف بالتنّور - وبين دكّة القضاء ، وشكوت حالي إلى القادر المتعال ، مظهراً رضاي بتلك الحالة من الفقر ومضطرباً ، وقلت : ليس من الصعب أن تريني وجه سيّدي ومولاي ، ولا أريد شيئاً آخر . فإذا أنا أرى نفسي واقفاً على قدمَيَّ وبيدي سجّادة بيضاء ويدي الأخرى بيد شابّ جليل القدر تلوح منه آثار الهيبة والجلال ، لابساً لباساً نفيساً يميل إلى السواد ، فتصوّرت في البداية أنّه أحد السلاطين ، ولكن كانت على رأسه المبارك عمامة ، وقريباً منه شخص آخر لابساً لباساً أبيض ، وفي ذلك الحال مشينا إلى جهة الدكّة قريب المحراب ، فعندما وصلنا هناك قال ذلك الشخص الجليل الذي كانت يدي بيده : يا طاهر افرش السجّادة .\r\nففرشتها ، ورأيتها بيضاء تتلألأ ولم أعرف ماهيتها وقد كتب عليها بخطّ واضح ، وقد فرشتها باتّجاه القبلة مع ملاحظة الانحراف الموجود في المسجد ؛ فقال :\r\nكيف فرشتها ؟ ففقدت الشعور لهيبته ودهشت وقلت بدون شعور : فرشتها بالطول والعرض .\r\nفقال : من أين أخذت هذه العبارة ؟\r\nقلت : أخذت هذا الكلام من الزيارة التي كنت أزور بها القائم عجّل اللَّه فرجه .\r\nفتبسّم في وجهي وقال : لك القليل من الفهم .\r\nفوقف على تلك السجّادة ، وكبّر تكبيرة الصلاة ، وإذا بنوره وبهائه يزداد من فوره ، فصار كالخيمة حوله بحيث لا يمكن النظر إلى وجهه المبارك ! ووقف ذلك الشخص\r\n\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nخلفه عليه السلام متأخراً عنه بأربعة أشبار ، فصلّى الاثنان ، وكنت واقفاً أمامهما ، فوقع في نفسي شيء من أمره ، وفهمت من ذلك أنّ هذين الشخصين ليسا كما ظننت ؛ فلمّا فرغا من الصلاة ، لم أرَ ذلك الشخص الثاني ، ورأيته عليه السلام على كرسي مرتفعاً ارتفاع أربعة أذرع تقريباً ، له سقف وعليه من النور ما يخطف البصر ، فالتفت إليَّ وقال : يا طاهر ، أيّ سلطان من السلاطين كنت تظنّني ؟\r\nقلت : يا مولاي ، أنت سلطان السلاطين ، وسيّد العالم ، ولست أنت من أولئك .\r\nقال : يا طاهر ، قد وصلت إلى بغيتك فما تريد ؟ ألم نكن نرعاك كلّ يوم ، ألم تعرض أعمالك علينا ؟\r\nوواعدني بحسن الحال ، والفرَج عند ذلك الضيق ، فدخل في هذا الحال شخص إلى المسجد من طرف صحن مسلم أعرفه بشخصه واسمه ، وكانت له أعمال سيّئة ، فظهرت آثار الغضب عليه عليه السلام والتفت إليه بوجهه المبارك ، وظهر العرق الهاشمي في جبهته ، وقال : يا فلان ، إلى أين تفرّ ؟ لأرض لسنا فيها ، أم لسماء لسنا فيها ؟ ! فأحكامنا تجري فيها ولا طريق لخلاصك من ذلك إلّاأن تكون تحت أيدينا .\r\nثمّ التفت إليّ وتبسّم وقال : يا طاهر ، وصلت إلى بغيتك ، فما تريد ؟ فلم أقدر أن أتكلّم لهيبته عليه السلام ولِما اعتراني من الحيرة من جلاله وعظمته . فأعاد عليّ ذلك الكلام مرّة أخرى ، واعتراني من شدّة الحال ما لا يوصف ، فلم أقدر على الجواب والسؤال منه ، فلم يمض أكثر من طرفة عين حتى رأيت نفسي وحدي وسط المسجد ولا يوجد أحدٌ معي ، فنظرت إلى جهة المشرق فرأيت الفجر قد طلع .\r\nقال الشيخ طاهر : فمع أنّي كنت عدّة سنوات أعمى وقد انسدّت كثير من طرق المعاش عليّ والتي كان أحدها خدمة العلماءو الطلاب الذين يتشرّفون هناك فقد توسّع أمر معاشي من ذلك التأريخ حسب وعده عليه السلام ولحدّ الآن - والحمد للَّه - ولم أقع بصعوبة وضيق « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - النجم الثاقب ج 2 ص 246 - 248 . .\r\n","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\n\r\n80 - روزنه‌هايى از عالم غيب :\r\nفي عيد الأضحى من سنة 1379 هجري قمري كنت في منزل سماحة حجّة الإسلام السيّد الأصفيائي فالتقيت بسماحة حجّة الإسلام والمسلمين المتقي الهمداني - الذي أكنّ له كمال الاحترام - إذ طلب الحاضرون منه أن يُبيِّن كيفية شفاء زوجته على يد إمام العصر عجّل اللَّه فرجه .\r\nفأوضح ذلك وقال : بعد وفاة ابني الذي كان قد أصيب بالاستبراد كنت أنا وزوجتي مضطربين جداً .\r\nأمّا أنا فكنت اهدّئنفسي بمراجعة الكتب من قبيل كتاب ( مُسكِّن الفؤاد ) للمرحوم الشهيد الثاني ، وأمّا زوجتي فقد بقيت على اضطرابها ، وكانت تبكي على الدوام ، ففقدَت بذلك قُدرتها وقوّتها تدريجاً .\r\nولم تُجدِ نصائحنا وإرشاداتنا وتحذيرها بالعواقب الوخيمة لحالتها المستمرّة هذه نفعاً .\r\nإلى أن كان يوم الاثنين فوصلت بالقرب من منزلي فأقلقني تواجد جيراننا وذهابهم وإيابهم من منزلي .\r\nدخلت داري فرأيت زوجتي في حالةٍ سيئةٍ وقد اصفرَّ لونها وشُلَّتْ رجلاها عن الحركة ، وكلّمتني ببضع كلمات لم تستطع بعدها أن تتكلّم .\r\nاتصلت تلفونياً بصهري ، فجاءنا بالدكتور الرزاقي ففحصها وأخبر أنها قد أصيبت بالسكتة والشلل ، حتى أنّه وخز رجلها بالإبرة فلم تشعر بذلك .\r\nوجئنا بالدكتور دانشور لفحصها فشخَّص هو أيضاً أنّها قد أصيبت بالسكتة .\r\nأخبرنا إخوانها الذين كانوا في طهران ، فجاؤوا وصمّمنا جميعاً أن نذهب بها إلى أحد مُستشفيات طهران . وكان حالها حينئذٍ سيئاً للغاية ، بحيث لا تستطيع أن تأكل شيئاً ، ولا تتمكّن من رؤية أيِّ شيء ، وكان لا بُدّ أن يحملها بعض الأشخاص من تحت إبطيها لقيامها وينقلها .\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nاضطربت من رؤية هذا الوضع ، وذهبت إلى غرفتي الخاصة وقرأت دعاءً مختصراً .\r\nصمّمتُ على أن أتوسّل بإمام العصر أرواحنا فداه ، فتذكرت أعمالي فخجلت من أعمالي ، وخاطبت اللَّه تعالى وقلت : يا اللَّه كيفما كنت فأنا من خلقك ، أسألك بذاتك المُقدّسة أن تجعل وليّك مأموراً بشفاء مريضي .\r\nوفي هذه الأثناء نمتُ إلى الساعة الرابعة بعد منتصف اللّيل - على عادتي - لأقوم بعدها لأداء صلاة اللّيل ، فقمت وتوضأت في نفس غرفتي .\r\nسمعت ضوضاءً من ساحة البيت ، فقلت في نفسي لعلّ ذلك صوت الضيوف .\r\nوعلى كلّ حال فبعد صلاة الليل والدعاء وقريباً من أذان الصبح ذهبت إلى ساحة الدار فرأيت ابنتي مُتبسّمة وعلى أتمِّ السرور ، ولم أرَها ضاحكة قطّ منذ موت أخيها ، فسألتها عن السبب .\r\nفقالت : لقد شُفيت امّي ، كنت نائمة بجوار امّي ، فنادتني امّي فجأةً : انهضي وودّعي السيّد . وقامت هي أيضاً ومشت إلى وسط ساحة البيت .\r\nقلت : ماذا تعملين يا امّي ؟\r\nقالت : ألا ترين السيّد يريد الذهاب !\r\nولمّا رجعت امّي قالت : كنت بين النوم واليقظة فإذا سيّد ليس بالشيخ الكبير ولا الشابّ جاء بالقرب من وسادتي وقال : انهضي لقد شُفيت . وبعد هذا فلا تبكي ولا تستعملين الدواء .\r\nوأنا الآن أستطيع المشي .\r\nوأضاف السيّد المتّقي : ولم أرَ أثراً للشلل والصفرة والعمى ، وكانت قبل هذا مبتلاة بمرض ( الروماتيسم ) أيضاً ، فزال عنها هذا المرض بصورةٍ كُلِّيةٍ عنها ، ولحدِّ الآن - وبعد مضي عشرة أشهر من هذه المسألة - لم نَرَ أيَّ أثرٍ من مرضها السابق فيها ، وهي على الدوام في سكون وهدوءٍ ، وقد زالت عنها حالة البكاء والاضطراب .\r\n\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nأنا لا أقول إنّ توسّلي بوحده كان هو السبب ، لماذا ؟ لأنّ زوجتي هي في نفسها امرأة تقية ومن أهل التوسّل ، وكانت تقرأ في كلِّ يوم زيارة عاشوراء والزيارة الجامعة ودعاء العهد . وكذلك فإنّ أحد إخوتها كان في نفس تلك الليلة في حرم الإمام الرضا عليه السلام وقد كان أحيا ليلته داعياً ومتوسِّلًا بشفاء أخته .\r\nولمّا سمع آية اللَّه العظمى الشيخ الأراكي بهذه القضية بادر إلى إعلانها للناس في خطبة صلاة الجمعة ، وطلب من الحاضرين أن يعرّفوا المعجزة للآخرين . وأضاف قائلًا : إنّه من المناسب أن تُزيَّن مدينة قم بمناسبة قدوم إمام الزمان أرواحنا فداه إلى هذه المدينة « 1 » .\r\n\r\n81 - ومنه :\r\nقال آية اللَّه الشيخ محمّد عليّ الأراكي : إنّ الآخوند ملّا عليّ الباذِنئي نقل عن أستاذه الشيخ محمّد باقر الاصطهباناتي الشيرازي أنه قال :\r\nكنت ساكناً في طهران ومشغولًا بالتدريس فقط ، وعيّنتُ ساعة واحدة من وقتي للاستراحة والاستجمام .\r\nوفي يومٍ مّا جاءني أحد الطلبة وطلب منّي أن ادرّسه كتاب ( الشفاء ) .\r\nفقلت له : احضر في درسي العمومي .\r\nفقال : لا ، بل أريد درساً خصوصيّاً .\r\nولم يقبل منّي وأصرّ على طلبه ، وفى النهاية وافقت على تدريسه ، ولكن قلت له : ليس عندي ذلك الكتاب .\r\nفقال : لا مانع من ذلك ، أنا عندي نسخة منه ، فليلة يكون عندك ، وليلة يكون معي .\r\nفشرعنا في ذلك الدرس ، ومضى زمان على ذلك المنوال .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - روزنه‌هايى از عالم غيب : 19 - 21 . .\r\n","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nوفي يوم من الأيام فقدت الكتاب - وكانت نوبتي فيه - وكلّما بحثت عنه فلم أجده ، وخجلت من تلميذي لمّا علم بأني قد فقدت الكتاب ، فذهب من عندي ، ثمّ جاء وقال : أنا أدري أين موضع الكتاب .\r\nوبعدها قام ومشى نحو صرّة للألبسة ، ففتحها واستخرج الكتاب .\r\nفتحيّرت وقلت : ما هذا ؟\r\nفقال : هناك رجل مُسنٌّ من الأوتاد يتشرّف بملاقاة صاحب الزمان عجّل اللَّه تعالى فرجه ساكن في إحدى خرابات مدينة طهران ، وأنا سألته عن هذا الموضوع ، فأخبرني أنّ الوقت الذي خصّصه الأستاذ للدرس كان سابقاً هو الوقت المخصوص لعائلته ، فأزعج ذلك امرأته فبادرت إلى إخفاء الكتاب في الصُرّة .\r\nفقلت له : وكيف تعرّفت على ذلك الرجل ؟\r\nفقال : كنت مُبلّغاً في إحدى المحلّات ومرشداً لأهلها فرأيت بعد مُدّة بأني لست مُحيطاً بالمسائل الاعتقادية ، وليس باستطاعتي توجيه الناس وهدايتهم بالصورة الصحيحة ، لذلك شككت في جواز تصرّف سهم الإمام عليه السلام وقلت للناس في يومٍ مّا : كلُّ أموالي في البيت وأثاثي هو لكم فتعالوا وخذوه ، وبعد ذلك جئت إلى طهران وسكنت مدّة في إحدى الخانات ولا أدري ماذا أفعل .\r\nواتّفق أنّ فمي قد أصيب بجرحٍ فلم أتمكن من الكلام ، إلى أن كان في يوم حيث ناداني شخص باسمي لا أعرفه ، وقال : إنَّ الدواء الفُلاني مفيد لشفاء فمك . فهيّأت الدواء واستعملته فعوفيت .\r\nوبعد ذلك أخذت افكّر حول ذلك الرجل المُطّلع على مرضي وعلى اسمي ، وعلى اسم الدواء ، وتأسّفت على أنّي لم أطلب منه توجيهي نحو عملي ووظيفتي .\r\nوفي النهاية التقيت به في وقتٍ آخر وسألته : من أنت ؟\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nقال : أنا على معرفةٍ برجلٍ مُسنٍّ من الأوتاد يلتقي بإمام العصر أرواحنا فداه .\r\nفقلت : اسأله أو اذهب بي إليه حتى أعرف وظيفتي .\r\nقال : إنّه قال لي إنّك من جملة المجاهدين في سبيل اللَّه . وإنّه لابدّ أن تذهب إلى محمّد باقر الاصطهباناتي وتدرس عنده إلهيات الشفاء ، ولا تحضر درسه العمومي لأ نّه يتواجد هناك بعض الفاسقين ولا بدّ من الابتعاد عنهم ، وإذا اقتضت الضرورة أن تذهب إلى هناك فلابدّ أن تجلس للدرس خارج الغرفة .\r\nقال الشيخ محمّد باقر الاصطهباناتي : فقلت لهذا : اسأل من هذا الرجل المسنّ هل أستطيع أن أكون بخدمته وأسأله عن مسائلي ؟\r\nفجاءني بالجواب : أنّه لا يقبل المُلاقاة ، ولكن أعطني الأسئلة حتّى أعرضها عليه .\r\nفسألته عن ثلاث مسائل :\r\n1 - حول التسبيحات الأربع ، هل تكفي واحدة أو لابدّ من ثلاث مرّات ؟\r\n2 - هل أنّ أعمال امّ داود بنحو الصورة المذكورة في ( زاد المعاد ) أو لا ؟\r\n3 - [ بياض في الأصل 
  ] .\r\nفجاء الجواب :\r\nتكفي التسبيحات الأربع مرّة واحدة ، وعمل امّ داود بنحوٍ آخر .\r\nوقال آية اللَّه الأراكي : وصلتني كيفية عمل امّ داود وكانت مكتوبة في صفحتين ، فجرّبتها ولاحظت تأثيرها ، ولكنّي فقدتها مع الأسف .\r\nقال آية اللَّه المصلحي : هذه القصّة نقلها باختلافٍ يسير المرحوم السيّد محمّد عليّ سبط عن آية اللَّه العظمى الحاج الشيخ محمّد حسين الإصفهاني ، ونقلها آية اللَّه العظمى السيّد موسى الزنجاني عن والده « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - روزنه‌هايى از عالم غيب : 22 - 25 . .\r\n","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\n\r\n82 - ومنه :\r\nقال العلّامة العسكري : قال لي السيّد محمّد الطباطبائي ابن المرحوم آية اللَّه الحاج السيّد حسين القمّي - الذي كان قد بنى مسجد موزه في قم وأصلح عمارة حرم السيّد محمّد في سامراء - قال : ذهبت إلى مكة من الطريق الترابي ( الصحرائي ) وعند العودة وقبل أن نصل الأردن ضللت الطريق ، وأصاب رفيقي الإغماء من شدّة العطش ، فأجلسته تحت التلّ ، وصعدت أنا إلى أعلى التلّ وناديت :\r\nأبا صالحا أبا صالحا .\r\nوفجأةً رأيت شخصاً ينزل من أعلى التلّ وقال لي : ما تريد ؟\r\nقلت : الماء .\r\nقال : الماء تحت التلّ .\r\nذهبت إلى تحت التلّ فرأيت الماء ، ملأت الزمزميّة « 1 » منها ، وقطَّرتُ منها قطرات في فم صاحبي ، فأفاق وقام .\r\nفسألني ذلك الشخص : إلى أين تريد الذهاب ؟\r\nفقلت : أريد جادّة الطريق .\r\nفأرشدنا إلى الطريق ؛ وبعدها لم أرَ ذلك الشخص « 2 » .\r\n\r\n83 - ومنه :\r\nنقل آية اللَّه الشيخ أبو طالب تجليل عن أبيه الجليل الحاج عليّ أكبر أنه قال :\r\nإنه جاءني أحد وعّاظ تبريز باسم الشيخ إسماعيل السرخابي وجلس في دكّاني - الذي أبيع فيه التّبغ - وأخذ يتحدّث معي .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سِقاء صغير يحمل فيه المسافر الماء . وبالفارسية : قمقمه . .\r\n( 2 ) - روزنه‌هايى از عالم غيب : 41 . .\r\n","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nفجاء سيّد جليل القدر وخاطب الشيخ إسماعيل قائلًا : الإنسان الذي على غير وضوء لابدّ أن لا يمسّ كتاب الدعاء . وذهب .\r\nارتعش الشيخ إسماعيل وقال : مَنْ كان هذا الشخص ؟ ومن أين علم بأنني لست على وضوء ؟\r\nأنا منذ أربعين يوماً كنت مشغولًا بإحدى الختومات حتى أصل إلى خدمة وليّ العصر أرواحنا فداه ، وغفلت في هذا اليوم عن الوضوء ، ولست أدري بأني على غير وضوء ، من أين علم ذلك ؟ !\r\nخرجنا من الدكّان ، وكلّما بحثنا عنه فلم نرَ أحداً « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - روزنه‌هايى از عالم غيب : 51 . .\r\n","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\n\r\nفهرس المصادر\r\n1 - القرآن الكريم .\r\n2 - إثبات الوصيّة ، عليّ بن الحسين بن عليّ المسعودي ، منشورات مكتبة بصيرتي ، قم ، ط : الخامسة .\r\n3 - إثبات الهداة ، الشيخ محمّد بن الحسن الحرّ العاملي ، المطبعة العلميّة ، قم .\r\n4 - الاحتجاج ، أحمد بن عليّ بن أبي طالب الطبرسيّ ، نشر المرتضى ، مشهد المقدّس ، 1403 ه .\r\n5 - الإرشاد ، الشيخ المفيد ، المؤتمر العالمي لألفية الشيخ المفيد ، قم ، 1413 ه ، ط : الأولى .\r\n6 - الاستفتاءات ، آية اللَّه السيّد عليّ السيستاني ، 2000 م .\r\n7 - إعلام الورى ، الفضل بن الحسن الطبرسي ، المكتبة العلمية الإسلامية ، طهران ، 1379 ه / 1338 ش .\r\n8 - أعيان الشيعة ، السيّد محسن الأمين العاملي ، دار التعارف ، بيروت .\r\n9 - إقبال الأعمال ، السيّد عليّ بن موسى بن طاووس ، مكتب الإعلام الإسلامي ، قم ، 1414 ه ، ط : الأولى .\r\n10 - إلزام الناصب ، للشيخ علي اليزدي الحائري ، مؤسّسة الأعلمي - بيروت ، ط : الرابعة ، 1397 ه .\r\n11 - الأنوار اللامعة في شرح الزيارة الجامعة ، السيّد عبداللَّه شبّر ، مؤسّسة الوفاء ، بيروت ، 1403 ه ، ط : الأولى .\r\n12 - الأنوار النعمانية ، السيّد نعمة اللَّه الجزائري ، منشورات الأعلمي ، بيروت .\r\n13 - بحار الأنوار ، محمّد باقر المجلسي ، مؤسّسة الوفاء ، بيروت ، 1403 ه / 1983 م ، ط : الثانية .\r\n14 - تاج العروس ، السيّد محمّد مرتضى الحسيني الزَبيدي ، دار الهداية ، بيروت ، 1385 ه / 1965 م .\r\n15 - تنبيه الخواطر ، الأمير ورّام بن أبي فراس المالكي الأشتري ، دار صعب ودار التعارف ، بيروت .\r\n16 - تنزيه الأنبياء ، السيّد المرتضى عَلم الهدى ، منشورات الشريف الرضي ، 1409 ه ، ط : الأولى .\r\n17 - الثاقب في المناقب ، محمّد بن عليّ بن حمزة الطوسي ، مؤسّسة أنصاريان : قم ، 1411 ه ، ط : الثانية .\r\n18 - جمال الأسبوع ، السيّد عليّ بن موسى بن طاووس ، منشورات الرضيّ ، قم .\r\n19 - جنّة المأوى ، الشيخ المحدّث الميرزا حسين النوري ، مؤسّسة الوفاء ، بيروت ، 1403 ه / 1983 م ، ط : الثانية .\r\n\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\n20 - الخرائج والجرائح ، قطب الدين الراوندي ، مؤسّسة الإمام المهديّ عليه السلام ، قم ، 1409 ه .\r\n21 - الدعوات ، قطب الدين الراوندي ، مؤسّسة الإمام المهدي عليه السلام ، قم ، 1407 ه ، ط : الأولى .\r\n22 - دلائل الإمامة ، محمّد بن جرير بن رستم الطبري ، منشورات المطبعة الحيدرية ، النجف الأشرف ، 1383 ه / 1963 م .\r\n23 - رجال النجاشي ، أحمد بن عليّ بن أحمد النجاشي ، مؤسّسة النشر الإسلامي ، قم ، 1413 ه ، ط : الرابعة .\r\n24 - روزنه‌هايى از عالم غيب ، آية اللَّه السيّد محسن الخرّازي ، منشورات مسجد جمكران ، قم ، 1385 ش ، ط : الثالثة .\r\n25 - الصحاح ، إسماعيل بن حمّاد الجوهري ، دار العلم للملايين ، بيروت ، 1404 ه / 1984 م ، ط : الثالثة .\r\n26 - صراط النجاة ، آية اللَّه الشيخ الميرزا جواد التبريزي ، دار الصدّيقة الشهيدة عليها السلام ، 1426 ه ، ط : الأولى .\r\n27 - الغيبة ، الشيخ الطوسي ، مكتبة نينوى الحديثة ، طهران .\r\n28 - فرج المهموم ، السيّد عليّ بن موسى بن طاووس ، منشورات الشريف الرضي ، قم ، 1363 ه .\r\n29 - القاموس المحيط ، الفيروزآبادي ، دار إحياء التراث العربي ، بيروت ، 1412 ه / 1991 م ، ط : الأولى .\r\n30 - الكافي ، الشيخ الكليني ، دار الكتب الإسلامية ، طهران ، 1388 ه ، ط : الثالثة .\r\n31 - الكامل في التاريخ ، عليّ بن محمّد بن محمّد بن عبد الواحد الشيباني ( ابن الأثير ) ، دارالكتاب العربي ، بيروت ، 1422 ه / 2001 م ، ط : الثالثة .\r\n32 - كشف الغمّة ، عليّ بن عيسى الإربلي ، دار الكتاب الإسلامي ، بيروت ، 1380 ه .\r\n33 - كمال الدين وتمام النعمة ، الشيخ الصدوق ، مؤسّسة النشر الإسلامي ، قم ، 1416 ه ، ط : الثالثة .\r\n34 - الكنى والألقاب ، المحدّث الشيخ عبّاس القمّي ، منشورات مكتبة الصدر ، طهران ، 1368 ش ، ط : الخامسة .\r\n35 - لسان العرب ، ابن منظور الإفريقي المصري ، نشر أدب الحوزة ، قم ، 1405 ه / 1363 ش .\r\n36 - مجالس المؤمنين ، القاضي الشهيد السيّد نوراللَّه التستري ، المكتبة الإسلامية ، طهران ، 1365 ش .\r\n37 - مجمع البحرين ، الشيخ الطريحي ، مكتب نشر الثقافة الإسلامية ، 1408 ه / 1367 ش ، ط : الثانية .\r\n38 - المزار ( في كيفية زيارات النبيّ والأئمة الأطهار عليهم السلام ) ، الشهيد الأوّل ، مؤسّسة الإمام المهديّ عليه السلام ، قم ، 1410 ه ، ط : الأولى .\r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\n39 - المزار الكبير ، محمّد بن جعفر المشهدي ، مؤسّسة النشر الإسلامي ، قم ، 1419 ه ، ط : الأولى .\r\n40 - مصباح المتهجّد ، الشيخ الطوسي ، مؤسّسة فقه الشيعة ، بيروت ، 1411 ه ، ط : الأولى .\r\n41 - المصباح المنير ، أحمد بن محمّد بن عليّ الفيّومي ، المطبعة الأميرية ، القاهرة ، 1928 م ، ط : السابعة .\r\n42 - معجم البلدان ، ياقوت الحموي ، دار إحياء التراث العربي ، بيروت ، 1399 ه / 1979 م .\r\n43 - معجم رجال الحديث ، آية اللَّه السيّد الخوئي ، مركز نشر آثار الشيعة ، قم ، 1410 ه / 1369 ش ، ط : الرابعة .\r\n44 - منتخب الأنوار المضيئة ، عليّ بن عبد الكريم النيلي ، مؤسّسة الإمام الهادي عليه السلام ، قم ، 1420 ه / 1378 ش ، ط : الأولى .\r\n45 - مهج الدعوات ، السيّد عليّ بن موسى بن طاووس ، دار الذخائر ، قم ، 1372 ش ، ط : الثانية .\r\n46 - النجم الثاقب ، الشيخ المحدّث الميرزا حسين النوري ، منشوارت أنوار الهدى ، 1415 ه ، ط : الأولى .\r\n47 - النهاية في غريب الحديث ، ابن الأثير الجزري ، مؤسّسة إسماعيليان للطباعة والنشر ، قم ، 1367 ش ، ط : الرابعة .\r\n48 - الهداية الكبرى ، الحسين بن حمدان الخصيبي ، مؤسّسة البلاغ ، بيروت ، 1406 ه / 1986 م ، ط : الأولى .\r\n49 - وسائل الشيعة ، الشيخ محمّد بن الحسن الحرّ العاملي ، مؤسّسة آل البيت عليهم السلام ، قم ، 1412 ه ، ط : الأولى .\r\n\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152}
  ]