[
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nسرشناسه : عبداللهى ، مهدى ، 1328 -\r\nعنون ونام پديدآور : ديدارها و گفتگوهاى سيدالشهداء عليه السلام / مهدى عبداللهى .\r\nمشخصات نشر : قم : پيام امام هادى ( ع ) ، 1386 .\r\nمشخصان ظاهرى : 120 ص .\r\nشابك : 12000 ريال : 1 - 03 - 8837 - 964 - 978\r\nوضعيت فهرست نويسى : فيپا\r\nموضوع : حسين بن على ، امام سوم 40 - 61 ق . - سرگذشتنامه ها .\r\nرده بندى كنگره : 1386 9 د 27 ع / 4 / 41 pbp\r\nرده بندى ديويى : 953 / 297\r\nشماره كتابشناسى ملى : 1146869\r\nاسم كتاب : ديدارها و گفتگوهاى سيد الشهداء عليه السلام\r\nنويسنده : مهدى عبداللهى\r\nناشر : انتشارت پيام امام هادى عليه السلام\r\nچاپخانه : اعتماد - قم\r\nتيراژ : 2000\r\nقيمت : 1200 تومان\r\nحق چاپ محفوظ\r\nشابك :\r\n1 - 03 - 8837 - 964 - isbn :\r\n1 - 03 - 8837 - 964\r\nean : 9789648837073\r\n9789648837032\r\nتوزيع :\r\nقم ، خ توحيد - كوچه ء 5 - پلاك 29 - مؤسسة الإمام الهادي عليه السلام * تلفن : 8825255 فاكس : 8833677\r\nص . ب : 514 - 37185\r\nقم : خ معلم - ميدان روح الله - پلاك 65 - نشر \" دليل ما \" تلفن 7744988 - 0251\r\nقم : ميدان شهداء - بوستان كتاب\r\nتهران : خ انقلاب - خ فخر رازى - تقاطع شهداى ژاندارمرى - نشر دليل ما تلفن : 66464141\r\nمشهد : چهارراه شهداء - پشت باغ نادرى - پاساژ گنجينه كتاب - نشر دليل ما تلفن : 2237115\r\nشيراز : خ زند - روبروى خيام - دار الكتب شهيد مطهرى - تلفن : 2306242 - 2359023 - 0711\r\nسايت ها : www : imamhadi . ir - www . mah 10 . net / . org / . com\r\nپست الكترونيك : nashr @ imamhadi . ir\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nديدارها وگفتگوهاى سيد الشهداء عليه السلام\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\n\r\nسخن مؤسسه :\r\nسال 1381 توسط رهبر معظم انقلاب اسلامى سال عزت و افتخار حسينى نامگذارى شد ، از عضو هيأت علمى مؤسسه امام هادى عليه السلام حجة الاسلام والمسلمين جناب آقاى مهدى عبدالهى درخواست شد تا كتابى به مناسبتِ سال ، تأليف نمايند . ايشان كتاب « فروغ عاشورا در گفتار امام سجاد عليه السلام » را تأليف نمودند . با حجمى اندك و محتوايى قابل استفاده براى عموم ، كه به حمد اللَّه مورد استقبال قرار گرفت و چندين مرتبه به چاپ رسيد .\r\nهمچنين سال 1379 كه به نام اميرالمؤمنين عليه السلام نامگذارى شده بود كتاب « هدايت و سياست در پرتو گفتگوهاى اميرالمؤمنين عليه السلام » ( به پيشنهاد مؤسسه ) توسط ايشان تأليف شد كه اين كتاب نيز مورد استقبال قرار گرفت ، چندين بار به چاپ رسيد و جزء كتابهاى تشويقى سال اميرالمؤمنين عليه السلام در حوزه علميه قم به شمار آمد .\r\nاكنون كتاب « ديدارها و گفتگوهاى سيدالشهداء عليه السلام » در دست شما است . اميد است از آن بهره كامل ببريد .\r\nاز مؤلف محترم كه اين كتاب را نيز در اختيار مؤسسه جهت نشر قرار دادند تشكر مىشود .\r\nمؤسسه\r\nپيام امام هادى عليه السلام\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n\r\nسرآغاز\r\nآنچه در اين مكتوب مىخوانيد بخشى از زندگى سيدالشهدا عليه السلام يعنى ديدارها و گفتگوهاى آن حضرت با افراد گوناگون از خويش و بيگانه است .\r\nهدف از فراهم كردن اين نوشتار در دسترس قرار دادن اين گفتگوها است و گرنه اين مطالب در كتابهاى تاريخ و حديث از جمله « بحارالانوار » ، « تاريخ طبرى » ، « ارشاد » ، « ملهوف » و نيز در كتابهاى جديد همانند « موسوعة كلمات الامام الحسين » و « سخنان امام حسين عليه السلام از مدينه تا كربلا » موجود است ، و ليكن نويسنده بيش از همه خود را مديون كتاب « نفس المهموم » مرحوم حاج شيخ عباس قمى مىداند ، كه بيشتر اين ديدارها را در بر دارد و راهنماى او در مراجعه به منابع بوده است .\r\nبراى اين كه اهل فضل و سخنوران نياز به مراجعه به منابع اصلى نداشته باشند متن عربى سخنان امام حسين عليه السلام و اشعار عربى در پاورقيها آمده است . اميد اين‌كه خوانندگان عزيز به ويژه سخنرانان را سودمند باشد و از ارائه نقد و نظر خويش دريغ نفرمايند .\r\nمؤلّف\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\nديدارها و گفتگوهاى امام حسين عليه‌السلام‌در مسير قيام\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n\r\n1 - در مدينه\r\n\r\nسخنان امام با وليد و مروان بعد از هلاكت معاويه\r\nهنگامى كه يزيد به خلافت رسيد خبر مرگ معاويه را به وليد بن عتبه حاكم مدينه نوشت و برگ كوچكى را ضميمه آن نامه كرد كه در آن نوشته بود :\r\nاما بعد ، حسين ، عبداللَّه بن عمر و ابن زبير را براى بيعت بازداشت كن و فرصت به ايشان مده تا بيعت كنند ، والسلام .\r\nخبر مرگ معاويه و مأموريت بيعت گرفتن از آن سه نفر براى وليد سخت ناگوار و ناراحت كننده بود از اين رو به سراغ مروان بن حكم كه پيش از او حكومت مدينه را داشت و ميانشان شكرآب بود و از همديگر بدگويى مىكردند فرستاد . و او را فراخواند و از مرگ معاويه آگاه كرد . مروان كلمه استرجاع گفته و براى معاويه رحمت فرستاد . وليد با او مشورت كرد كه درباره دستور يزيد چه كند ؟ و چگونه بيعت بگيرد ؟\r\nمروان گفت نظر من اين است كه در همين ساعت اين افراد را احضار كرده و به بيعت تكليف كنى اگر پذيرفتند دست از ايشان بر مىدارى و اگر امتناع كردند گردنشان را مىزنى و اين كار را پيش از آنكه از مرگ معاويه آگاه شوند انجام مى دهى زيرا اگر از مرگ معاويه باخبر شوند هر كدام به سويى رفته مخالفت خود را آشكار و مردم را به سوى خود فرا مىخوانند .\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nوليد ، نوه عثمان را كه نوجوانى بود فرستاد تا امام حسين عليه السلام و ابن زبير را فراخواند . آن دو در مسجد نشسته بودند كه فرستادهء وليد - در ساعتى كه مردم را نمىپذيرفت - به سراغ ايشان رفت و گفت : امير منتظر شماست ، بشتابيد به سوى امير !\r\nآن دو گفتند : تو برو ، خود اكنون مىآييم . ابن زبير به امام حسين عليه السلام گفت : نظر تو چيست ؟ چرا در اين هنگام كه وقت ملاقات نيست ما را فراخوانده است ؟ !\r\nامام حسين فرمود : « گمان مىكنم طاغوتشان هلاك شده و به سراغ ما فرستاده پيش از اين كه اين خبر شايع شود از ما بيعت بگيرد . » « 1 » ابن زبير گفت من هم جز اين گمان ندارم . اينك شما چه مىكنيد ؟\r\nحضرت فرمود : « جوانان خود را فراخوانده سپس به سوى او مىروم . » « 2 » لذا حضرت گروهى از خدمتگزاران خود را فراخواند و فرمان داد كه سلاح برگيرند آن گاه به ايشان گفت : « وليد در اين ساعت مرا خواسته است و من خاطر جمع نيستم از اين كه مرا به كارى تكليف كند كه من نتوانم بپذيرم شما همراه من باشيد وقتى وارد شدم شما در بيرون منتظر بمانيد اگر متوجّه شديد كه صداى من بلند شد وارد شويد و او را از من بازداريد ! » . « 3 » آن گاه امام حسين عليه السلام به سوى وليد رفت مروان بن حكم را نيز آنجا يافت . وليد خبر مرگ معاويه را داد . امام عليه السلام كلمه استرجاع بر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . أظنّ انّ طاغيتهم قد هلك فبعث الينا ليأخذنا بالبيعة قبل أن يفشو فى الناس الخبر .\r\n( 2 ) . أجمع فتياني ثمّ أمشي إليه .\r\n( 3 ) . إنّ الوليد قد استدعاني في هذا الوقت ولست آمنُ أن يكلّفني أمراً لا اجيبه إليه و هو غير مأمون ، فكونوا معي فإذا دخلت إليه فاجلسوا على الباب فان سمعتم صوتي قد علا فادخلوا عليه فتمنعوه منّي .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nزبان جارى كرد . سپس وليد نامه يزيد را كه او را به گرفتن بيعت از امام حسين عليه السلام مكلّف كرده بود ، قرائت كرد .\r\nامام فرمود : « به نظر مىرسد تو به بيعت پنهانى من بسنده نمىكنى تا اينكه آشكارا بيعت كنم و مردم از آن آگاه شوند . » « 1 » وليد جواب داد : بلى . حضرت فرمود :\r\n« پس باشد تا فردا و رأى و نظرت را در اين زمينه ببينى . » « 2 » وليد گفت : هر وقت خواستيد تشريف ببريد - به نام خدا - تا اين كه فردا همراه مردم به سوى ما بياييد .\r\nمروان به وليد گفت : سوگند به خدا اگر حسين در اين ساعت بيعت نكرده از تو جدا شود ديگر تسلّطى بر او نخواهى داشت مگر اين كه بين شما و ايشان كشته‌هاى بسيارى به جاى ماند ، اين مرد را بازداشت كن تا بيعت كند يا اين كه گردنش را بزنى .\r\nامام برجست و خطاب به مروان گفت : « اى پسر زرقا ! تو مرا مىكشى يا او ؟ دروغ گفتى و گناه كردى . » « 3 » امام از منزل وليد بيرون آمد و همراه جوانان خود به خانه بازگشت . مروان به وليد گفت : به حرف من گوش نكردى ، هرگز چنين موقعيتى پيش نخواهد آمد و او اجازه چنين امكانى را به تو نخواهد داد . وليد گفت : واى بر غير تو اى مروان تو چيزى را براى من برگزيدى كه نابودى دينم در آن است . قسم به خدا دوست ندارم تمام آنچه خورشيد برآن مىتابد از مال و منال دنيا مال من باشد و من حسين را كشته باشم . سبحان اللَّه ؛ حسين را بكشم به خاطر اين كه مىگويد بيعت نمىكنم ! به خدا سوگند من گمان مىكنم كسى كه به خون\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . إنّي لا أراك تقنع ببيعتي ليزيد سرّاً حتّى ابابعه جهراً فيعرف ذلك النّاس .\r\n( 2 ) . فتصبح و ترى رأيك في ذلك .\r\n( 3 ) . يابن الزرقا أنت تقتلنى أو هو ؟ كذبت واللّه و اثمت . و في الملهوف : ثم أقبل على الوليد فقال : أيّها الأمير إنّا اهل بيت النبوّة و معدن الرسالة و مختلف الملائكة ، و بنا فتح اللّه و بنا يختم ، و يزيد رجلٌ فاسق شارب الخمر ، قاتل النفس المحرّمة معلن بالفسق ليس له هذه المنزلة و مثلي لا يبايع مثله ، و لكن نصبح و تصبحون و ننظر و تنظرون أيّنا أحقّ بالخلافة والبيعة .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nحسين گرفتار شود روز قيامت در پيشگاه خداوند ميزان عملش سبك و بى وزن است . مروان گفت : اگر نظرت چنين است پس كار درستى انجام دادى . مروان اين سخن را به ظاهر گفت و در حقيقت از ايده و رأى وليد ناخشنود بود . « 1 »\r\n\r\nجريان ملاقات امام عليه السلام با وليد و مروان به روايتى ديگر\r\nدر كتاب مناقب آمده است : هنگامى كه امام حسين وارد شد و وليد نامهء يزيد را خواند ، امام فرمود : « من با يزيد بيعت نخواهم كرد . » « 2 » مروان گفت : بيعت كن با اميرالمؤمنين . امام فرمود : « واى بر تو بر مؤمنين دروغ بستى ! چه كسى او را بر مؤمنان امير كرده است ؟ ! » « 3 » مروان بلند شد و شمشير خود برهنه نمود و خطاب به وليد گفت شمشير زن خود را فرمان ده تا گردنش را بزند پيش از آنكه از خانه ات بيرون رود ، خونش به گردن من . چون سر و صدا از مجلس برخاست نوزده نفر از مردان اهل بيت امام حسين عليه السلام با خنجرهاى كشيده وارد شدند و امام عليه السلام به همراه آنان از مجلس بيرون رفت . « 4 »\r\n\r\nملاقات مروان و امام عليه السلام\r\nفرداى آن روز امام حسين عليه السلام براى به دست آوردن اخبار ، از منزل بيرون آمد ، در راه مروان با آن حضرت برخورد كرد و گفت اى اباعبداللَّه ، براى تو نصيحتى دارم از من بپذير تا راه يا بى . امام فرمود : « نصيحتت چيست ؟ بگو تا بشنوم . » « 5 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الطبري : 4 / 251 ؛ الارشاد : 2 / 32 .\r\n( 2 ) . ما كنتُ ابايع ليزيد .\r\n( 3 ) . كذبت ويلك على المؤمنين من امّره عليهم ؟\r\n( 4 ) . المناقب : 4 / 96 .\r\n( 5 ) . و ما ذاك قل حتّى أسمع .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nمروان گفت : پيشنهاد مىكنم با يزيد پسر معاويه بيعت كنى كه براى دنيا و آخرتت بهتر است .\r\nامام حسين عليه السلام فرمود : « انّا للَّه‌و انّا اليه راجعون ، هنگامى كه امّت به پيشوايى مثل يزيد گرفتار شود بايد با اسلام بدورد گفت همانا من از جدّم رسول خدا ( ص ) شنيدم مىفرمود : خلافت بر آل ابوسفيان حرام است . » « 1 » اين گفتگو ميان حضرت و مروان طولانى شد تا اين كه مروان با خشم از آن حضرت جدا گرديد . « 2 »\r\n\r\nآمادگى امام براى خروج از مدينه و سخنان آن حضرت با محّمد بن حنفيّه\r\nامام حسين عليه السلام بعد از زيارت قبر مطّهر جدش و شكايت از امّت در پيشگاه آن حضرت ، در نيمه‌هاى شب قبر مادرش را هم زيارت كرد و خداحافظى نمود همچنين سر قبر برادرش امام مجتبى نيز حاضر شد و آن حضرت را نيز زيارت و وداع كرد و هنگام صبح به منزل بازگشت . در اين هنگام برادرش محمّد بن حنفيّه به ملاقات آمد و گفت : برادرم ، تو محبوبترين و عزيزترين مردم در پيش من هستى . و من خيرخواهى را از هيچ كس دريغ نمىكنم و كسى هم سزاوارتر از تو براى خيرخواهى نيست ، زيرا وجودت با سرشت و جان و روحم آميخته و تو بزرگ خاندان من هستى و طاعت تو بر عهدهء من واجب است .\r\nخداوند تو را بر من برترى بخشيده و از سادات اهل بهشت قرار داده است .\r\nاز بيعت يزيد سرباز بزن و تا مىتوانى از شهرها دورى گزين و فرستادگان خود را به سوى مردم گسيل كن و آنها را به سوى خود فرابخوان اگر مردم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . إنّا للّه و إنّا إليه راجعون و على الأسلام السلام إذ قد بُليت الأمّة براعٍ مثل يزيد و لقد سمعت جدّى رسول اللّه صلّى اللّه عليه و آله يقول : الخلافة محرّمة على آل أبىسفيان .\r\n( 2 ) . الملهوف : 98 .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nاستقبال كرده و بيعتت را پذيرفتند ، خدا را سپاس مىگويى و اگر مردم جز تو را برگزيدند ، خداوند در عقل و دينت نقصانى پديد نياروده و مردانگى و فضيلتت جايى نرفته است . من از آن مىترسم كه وارد شهرى از شهرها شوى و مردم اختلاف كنند ، گروهى با تو باشند و گروهى بر ضد تو آن گاه با هم درگير شوند و تو اولين هدف سرنيزه‌ها باشى و در نتيجه خون بهترين اين امّت از جهت شخصيت و از جهت پدر و مادر ، پايمالترين و اهل بيتش خوارترين گردند .\r\nامام حسين فرمود : « پس كجا بروم اى برادر ؟ » « 1 » گفت : به سوى مكّه برو اگر در آنجا امنيّت پيدا كردى چه بهتر و گرنه به سوى يمن حركت كن چرا كه اهل يمن ياران جدّ و پدر تو هستند و مهربانترين و دل نازكترين مردم به شمار مىآيند و كشورشان وسيع است . چنانچه در آنجا امنيّت و آرامش پيدا كردى چه بهتر و گرنه به بيابانها و كوهها پناه مىبرى و از شهرى به شهرى گذر مىكنى تا ببينى عاقبت كار مردم به كجا مىكشد ؛ و خداوند ميان ما و گروه فاسقان داورى مىكند .\r\nامام حسين عليه السلام فرمود : « برادرم سوگند به خدا اگر در دنيا ملجأ و پناهنگاهى نباشد با يزيد فرزند معاويه بيعت نخواهم كرد . » « 2 » محمد بن حنفيه از سخن بازايستاد و گريست . امام هم به همراه او گريست سپس فرمود : « اى برادر ! خدا تو را جزاى خير دهد كه خيرخواهى كردى و به راه درست اشارت كردى و من عزم مكّه را دارم و آماده براى اين سفر شده‌ام به همراه برادران ، برادرزادگان و شيعيانم ، هدف و نظر آنها با هدف و نظر من يكى است امّا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . فأين أذهب يا أخي .\r\n( 2 ) . يا أخي وَاللّه لو لم يكن في الدنيا ملجأً و لا مأوى لما بايعت يزيد بن معاوية .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nوظيفه تو اين است كه در مدينه بمانى و چشم و ديده بان من در ميان ايشان باشى و چيزى از اخبار ايشان را از من پوشيده ندارى . » « 1 » آن گاه حضرت قلم و كاغذ خواست و اين وصيت را براى برادرش محمد بن حنفيه نوشت :\r\nبسم اللَّه الرحمن الرحيم\r\nاين وصيّت حسين بن على بن ابىطالب است به برادرش محمّد معروف به فرزند حنفيه :\r\nهمانا حسين شهادت مىدهد كه جز خداوند معبودى نيست و تنها و بى انباز است و محمّد ( ص ) بنده و فرستاده اوست كه پيام حق از جانب خداوند حق آورده است . بهشت و دوزخ حق است و روز قيامت بدون شك خواهد آمد . و خداوند مردگان را از گورهايشان بر خواهد انگيخت . من از روى تكبّر و خود خواهى و افساد و ستمكارى خروج نكرده‌ام بلكه خروج من به جهت اصلاح امّت جدّم پيامبر ( ص ) مىباشد و تصميم من اين است كه به معروف امر كنم و از منكرات و زشتيها بازدارم ، و به روش جدّم و پدرم على بن ابىطالب سير كنم ، پس هر كس مرا به حقيقت پذيرفت ، خداوند سزاوارتر به حق است ، و هر كس نپذيرفت صبر پيشه مىكنم تا خداوند ميان من و اين گروه ( بنى اميّه ) داورى كند كه بهترين داوران است . اين وصيّت من است بر تو اى برادرم و توفيقى جز از جانب حق نيست بر او توكّل كردم و به سوى او بازمىگردم . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . يا أخي جزاك اللّه خيراً فقد نصحت و أشرت بالصّواب و أنا عازم على الخروج إلى مكّة و قد تهيّأت لذلك أنا و إخوتي و بنو أخي و شيعتي و أمرهم أمري و رأيهم رأيي و أمّا أنت فلا ، عليك أن تقيم بالمدينة فتكون لي عيناً عليهم لا تخفي عنّي شيئاً من امورهم .\r\n( 2 ) . هذا ما أوصى به الحسين بن علىّ بن ابي طالب إلى أخيه محمّد المعروف بابن الحنفيّة ، إنّ الحسين يشهد أن لا إله الّا اللّه وحده لا شريك له و أنّ محمّداً صلّى اللّه عليه وآله عبده و رسوله جاء بالحقّ من عند الحقّ و أنّ الجنّة والنّار حقّ و أنّ الساعة آتية لا ريب فيها و أنّ اللّه يبعث من في القبور و إنّي لم أخرج أشراً و لا بطراً و لا مفسداً و لا ظالماً و انّما خرجت لطلب الأصلاح في امّة جدّى صلّى اللّه عليه وآله اريد أن آمر بالمعروف و أنهى عن المنكر و أسير بسيرة جدّي و أبي علي بن ابيطالب عليه السلام . فمن قبلني بقبول الحقّ فاللّهُ أولى بالحقّ ، و من ردّ عليّ هذا أصبر حتّى يقضي اللّه بيني و بين القوم بالحقّ و هو خير الحاكمين ، و هذه وصيّتي يا أخي إليك و ما توفيقي إلّاباللّه عليه توكّلت و إليه انيب .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nآن گاه نامه را پيچيد و مهر كرد و به برادرش محمّد بن حنفيه سپرد و با او وداع كرد و نيمه شب از شهر مدينه خارج شد . « 1 »\r\n\r\nملاقات امام و عبداللَّه بن مطيع\r\nوقتى كه امام حسين عليه السلام از مدينه به سوى مكه حركت كرد در مسير با عبداللَّه بن مطيع برخورد كرد .\r\nعبداللَّه گفت : فدايت شوم عزم كجا دارى ؟ فرمود : امّا اكنون به سوى مكه مىروم و سپس از خداوند طلب خير مىكنم . « 2 » عبداللَّه گفت : خداوند خير برايت پيش آورد و ما را فداى تو گرداند . چون به مكه رسيدى بر حذر باش از اين كه نزديك كوفه شوى زيرا آنجا سرزمين نامباركى است كه پدرت در آنجا كشته شد و برادرت بى ياور ماند و مورد سوء قصد قرار گرفت كه نزديك بود جانش را از دست بدهد ، ملازم حرم الهى باش چرا كه تو سرور عرب هستى و اهل حجاز جايگزينى براى تو نمىيابند و مردم از هر سو به تو روى مىآورند ، عمو و دايى ام فداى تو باد از حرم جدا مشو ، سوگند به خدا اگر تو كشته شوى بعد از تو همه ما به بردگى كشيده مىشويم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بحارالانوار : 44 / 329 .\r\n( 2 ) . امّا الأن فمكّة و امّا بعد فإنّي أستخير اللّه .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\n\r\n2 - در مكه\r\n\r\nآمدن ابن نبيط از بصره و ملاقات با امام عليه السلام در مكه\r\nاز ابو مخارق راسبى نقل شده : كه عده‌اى از شيعيان بصره در منزل زنى از طايفه « عبدالقيس » كه ماريه نام داشت چند روزى گرد آمدند منزل اين زن كه اظهار تشيع مىكرد محل ملاقات شيعيان بود كه در آنجا گفتگو مىكردند .\r\nدر اين ايام خبر حركت امام عليه السلام به گوش ابن زياد رسيد . ابن زياد به نماينده خود در بصره نوشت كه پستهاى ديده‌بانى برقرار كرده و راهها را كنترل كند .\r\nابو مخارق گفته كه يزيد بن نبيط كه از همان قبيلهء عبدالقيس بود تصميم گرفت از بصره خارج شده و به امام حسين عليه السلام بپيوندد . او ده پسر داشت به ايشان گفت : كدامتان با من مىآييد . دو نفرشان به نام عبداللَّه و عبيداللَّه اعلام آمادگى كردند .\r\nابن نبيط در منزل همان زن به يارانش اعلام كرد كه من تصميم به رفتن دارم و خواهم رفت . دوستانش گفتند : ما از مأموران ابن زياد براى تو ترسناكيم . او گفت : سوگند به خداى اگر پاى شترم با جاده آشنا شود از تعقيب كسى كه در پى من باشد واهمه ندارم .\r\nبالاخره او از بصره بيرون رفت و از بيراهه راه پيمود تا به مكّه رسيد و به سوى منزل امام روان شد . از سوى ديگر امام عليه السلام خبر آمدن او را شنيده و\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nدر جستجوى او برآمده بود ؛ وقتى او به منزل امام آمد به او گفتند : امام به منزل شما رفته است ابن نبيط برگشت ، امام به منزل او رسيده و در انتظار او نشسته بود .\r\nمرد بصرى وقتى آمد ديد امام در منزل او نشسته است ، گفت :\r\n« به فضل و رحمت پروردگار بايد خوشحال شوند » « 1 » آن گاه سلام كرد و در نزد حضرت نشست و علّت آمدن خود را بيان نمود امام عليه السلام براى او دعاى خير كرد .\r\nاو همراه امام به كربلا آمد و همراه امام مبارزه كرد و خود و دو فرزندش به فيض شهادت نائل آمدند . « 2 »\r\n\r\nملاقات عبداللَّه بن عمر با امام حسين عليه السلام در مكّه\r\nهنگام حضور امام عليه السلام در مكّه معظمه عبداللَّه بن عباس و عبداللَّه بن عمر نيز در مكّه بودند . آن دو وقتى مىخواستند به سوى مدينه بازگردند « 3 » با هم پيش امام عليه السلام آمدند . عبداللَّه بن عمر لب به سخن گشود و خطاب به امام چنين گفت :\r\nيا ابا عبداللَّه : خداى تو را رحمت كند ، از خداوندى كه بازگشت تو به سوى اوست بترس تو خود از دشمنى و عداوت دودمان بنى اميه با خاندان شما و ستمگرى ايشان نسبت به خودتان آگاهى و اكنون مردم اين مرد يعنى يزيد بن معاويه را به ولايت برگزيده‌اند و من خاطر جمع نيستم از اين كه مردم به خاطر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . يونس : 58 .\r\n( 2 ) . الطبري : 4 / 263 .\r\n( 3 ) . از اين گزارش و گزارشهاى ديگرى كه دربارهء ملاقاتهاى ابن عباس با امام حسين عليه السلام‌نقل شده ، بر مىآيد كه ابن عباس هنگام حضور امام در مكّه در آن شهر بوده سپس به مدينه رفته و براى انجام مراسم حج در ماه ذى حجه دوباره به مكه بازگشته است .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nاين درهم و دينار به او تمايل پيدا كنند و تو را بكشند و در نتيجه عده بسيارى به خاطر تو كشته شوند ؛ زيرا من از رسول خدا شنيدم كه مىفرمود : « حسين كشته مىشود و اگر او را تنها بگذارند و يارى نكنند خداوند تا روز قيامت آنها را واگذارد و يارى نكند . » « 1 » من به تو توصيه مىكنم مادامى كه مردم در حال صلح هستند تو هم در اين صلح و آرامش داخل شو و صبر پيشه كن چنان كه با معاويه چنين كردى . شايد خداوند ميان شما و گروه ستمكار داورى كند .\r\nامام حسين عليه السلام به او فرمود : « اى اباعبدالرحمن : من با يزيد بيعت كنم و در صلح او وارد شوم در حالى كه رسول خدا صلّى اللَّه عليه و آله درباره او و پدرش فرمود آنچه فرمود ؟ ! » « 2 » در اينجا ابن عباس در تأييد سخنان امام عليه السلام مطالبى گفت و احاديثى از رسول خدا بيان كرد و در نهايت براى يارى امام اعلام آمادگى نمود .\r\nابن عمر گفت : خدايا ببخش ! ابن عباس تو هم از اين موضوع درگذر سپس رو به امام نموده گفت : اى اباعبداللَّه از آنچه بر آن تصميم گرفته‌اى كوتاه بيا و با ما به سوى مدينه بازگرد و با اين قوم از در آشتى وارد شو و از وطن و حرم جدّت دورى نكن و براى اين گروه بى فضيلت دليل و بهانه‌اى عليه خود قرار نده ، و اگر خواستى بيعت نكنى تو را فرصت مىدهند تا ببينى نظرت چيست . و اميد است يزيد دير نپايد و خداوند شرّ او را كفايت كند .\r\nامام حسين عليه السلام فرمود : « واى بر اين سخن براى هميشه ، تا هنگامى كه آسمان و زمين برقرار است . اى اباعبدالرحمن ! آيا به نظر تو من در كار خود\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . حسين مقتول ، فلئن خذلوه و لم ينصروه ليخذلنّهم اللّه الى يوم القيامة .\r\n( 2 ) . يا ابا عبدالرحمن أنا ابايع يزيد و ادخل في صلحه و قد قال رسول اللّه صلّى اللّه عليه و آله و سلم فيه و في أبيه ما قاله .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nدر اشتباه هستم . اگر اين‌گونه است مرا از اين خطا بازدار زيرا من برمىگردم و گوش فرا داده و مىپذيرم . » « 1 » ابن عمر گفت : خدايا نه ! خداوند فرزند دختر پيامبر را در اشتباه نمىگذارد و براى كسى همانند تو در پاكى و نسبت به رسول خدا سزاوار نيست به اسم خلافت تسليم يزيد بن معاويه شود ، و ليكن من مىترسم اين چهره نيكو و زيبا آماج شمشيرها شود و رفتارى ناخوشايند از اين امت مشاهده كنى . با ما به مدينه بازگرد ، و اگر خواستى هرگز بيعت نكن و در منزل خود بنشين .\r\nامام فرمود : « هرگز ؛ اى فرزند عمر ، اين گروه مرا رها نمىكنند و پيوسته در پى من هستند تا من با اكراه بيعت كنم يا اين كه مرا بكشند . اى اباعبدالرحمن آيا نمىدانى كه از بىارزشى دنيا اين است كه سر يحيى بن زكريّا را به بدكاره‌اى از بدكاران بنى اسرائيل هديه كردند در حالى كه آن سر با آنها حرف مىزد و اتمام حجّت مىكرد . اين جريان به يحيى بن زكريا زيانى نرساند بلكه بر شهدا سرورى پيدا كرد و در روز قيامت نيز اين سرورى را دارد . اى أباعبدالرحمن آيا نمىدانى بنى اسرائيل در فاصله طلوع سپيده تا برآمدن خورشيد هفتاد پيغمبر را مىكشتند سپس در بازارهاى خود نشسته و مشغول كسب و كار مىشدند گويا چيزى نشده و خطايى انجام نداده‌اند . خداوند نيز شتابى در عذاب آنها نداشت امّا بعد از اين آنها را گرفت همچون گرفتن پيروزمند مقتدر و صاحب انتقام . پس تقوا پيشه كن و از خدا بترس اى اباعبدالرحمن و از يارى من سرمتاب . » « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . افٍّ لهذا الكلام ما دامت السماوات والأرض اسألك باللّه يا أبا عبدالرحمن أعندك إنّي على خطأ من امري هذا فإن كنت على خطأ فردّني عنه فإنّي أرجع وأسمع واطيع .\r\n( 2 ) . هيهات يابن عمر إنّ القوم لا يتركوني إن أصابوني و إن لم يصيبوني ، فإنّهم يطلبوني أبداً و أنا كاره او يقتلوني ؛ ألا تعلم أباعبدالرّحمن أنّ من هوان هذه الدّنيا على اللّه أن يؤتى برأس يحيى بن زكريّا إلى بغيّ من بغايا بني إسرائيل والرأس ينطق بالحجّة عليهم فلم يضرّ ذلك يحيى بن زكريّا بل ساد الشهداء فهو سيدهم يوم القيامة ، ألا تعلم أبا عبدالرّحمن أنّ بنى اسرائيل كانوا يقتلون ما بين طلوع الفجر إلى طلوع الشمس سبعين نبيّا ثمّ يجلسون في اسواقهم يبيعون و يشترون كأنّهم لم يصنعوا شيئاً فلم يعجّل اللّه عليهم ثمّ أخذهم بعد ذلك أخذ عزيز مقتدر ذى انتقام ، فاتّق اللّه يا اباعبدالرحمن و لا تدعنّ نصرتي . . . . مقتل خوارزمى : 1 / 191 .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\n\r\nملاقات ابن زبير با امام در مكّه\r\nابن زبير با خبر شد كه امام حسين عليه السلام قصد كوفه دارد ؛ و هيچ خبرى براى او خوشحال كننده‌تر از اين خبر نبود زيرا حضور امام در مكّه براى او بسيار سنگين بود و مردم او را با امام عليه السلام برابر نمىدانستند .\r\nابن زبير به امام گفت : اى اباعبداللَّه چه تصميمى دارى ؟ سوگند به خدا من در ترك جهاد با اين گروه به خاطر ستمگرى ايشان و خواركردن بندگان صالح ، از خداوند خوف دارم ، امام فرمود : « من تصميم گرفته‌ام به كوفه بروم . » ابن زبير گفت : خداوند توفيقت دهد اگر من هم مثل تو ياورانى داشتم از آنجا صرف نظر نمىكردم . ابن زبير ترسيد در نظر امام متهم شود از اين رو گفت :\r\nاگر در همين جا بمانى و اهل حجاز و ما را به بيعت فراخوانى ، مىپذيريم و به سوى تو مىشتابيم و تو سزاوارترى به حكومت از يزيد و پدر يزيد . « 1 »\r\n\r\nگفتگوى امام و ابن زبير در كنار كعبه\r\nدو نفر از طايفه بنى اسد به نامهاى عبداللَّه بن سليم و مذرى بن مشمعل گفته‌اند ما از كوفه به قصد حج بيرون آمده و در روز ترويه وارد مكه شديم . نزديك ظهر امام حسين و عبداللَّه بن زبير را ديديم در فاصله ميان حجرالاسود و درب خانهء كعبه ايستاده‌اند نزديك رفتيم شنيديم ابن زبير به امام عليه السلام مىگفت :\r\nاگر خواستى در اينجا بمانى بمان و اين امر را به عهده بگير و ما تو را يارى و كمك مىكنيم و خيرخواه تو هستيم و با تو دست بيعت مىدهيم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مروج الذهب : 3 / 55 .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nحسين عليه السلام فرمود : « پدرم به من خبر داده كه در مكه قوچى هست كه حرمت حرم را مىشكند ، از اين رو دوست ندارم من آن قوچ باشم ، » « 1 » ابن زبير گفت پس اگر خواستى بمان و مرا متوّلى اين امر گردان كه در آن صورت نيز امر تو مطاع است و نافرمانى نخواهى ديد . امام فرمود : « اين را نيز نمىخواهم . » « 2 » سپس صداى خود را آهسته كردند و همچنان آهسته سخن گفتند تا اين كه فرياد مردم كه هنگام ظهر به سوى منى مىرفتند به گوش رسيد امام عليه السلام خانه را طواف كرد و سعى صفا و مروه بجاى آورد و اندكى از موى خود را چيد و بدينوسيله اعمال عمره را به پايان برد آن گاه به سوى كوفه حركت كرد . و ما به همراه مردم به سوى منى رفتيم . « 3 »\r\n\r\nگفتگوى ابن عباس با امام حسين عليه السلام در مكّه\r\nهنگامى كه امام عليه السلام براى حركت به سوى عراق مصمم شد ، ابن عباس به حضور امام آمد و گفت : اى پسر عمو با خبر شده‌ام كه قصد عراق دارى در حالى كه آنها پيمان شكن هستند و شما را براى جنگ دعوت كرده‌اند . شتاب نكن ، و اگر جز جنگ با اين ستمگر تصميم ندارى و اقامت در مكّه را خوش ندارى پس به سوى يمن برو كه در كنارى است و در آنجا ياران و برادرانى دارى پس در آنجا بمان و داعيان خود را به اطراف بفرست و به اهل كوفه و يارانت در عراق بنويس تا حاكمشان را از شهرشان بيرون كنند ، پس اگر در اين كار توانايى نشان دادند و حاكم را از آنجا دور كردند و كسى در آنجا نماند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . إنّ أبي حدّثني انّ بها كبشاً يستحلّ حرمتها فما احبُّ أن أكون أنا ذلك الكبش .\r\n( 2 ) . و ما اريد هذا .\r\n( 3 ) . الطبري : 4 / 289 .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nكه با تو جنگ كند ، آن گاه به سوى ايشان مىروى ؛ من از پيمان شكنى ايشان بيمناكم ، و اگر اين كار را انجام ندادند در همان يمن مىمانى تا خدا چه بخواهد زيرا در يمن دژها و گردنه‌هايى است .\r\nامام حسين عليه السلام فرمود : « اى پسر عمو من مىدانم كه تو نسبت به من خير خواه و مهربانى و ليكن مسلم بن عقيل به من نوشته است كه اهل آن ديار بر بيعت و يارى من اتفّاق كرده‌اند و من هم براى رفتن عزم جزم كرده‌ام . » « 1 » ابن عبّاس گفت : اهل كوفه همانها هستند كه آنها را مىشناسى و آزمايش كرده‌اى ، ياران پدر و برادرت و فردا كشندگان تو به همراهى اميرشان . تو اگر حركت كنى و ابن زياد با خبر شود آنها را به سوى تو بر مىانگيزد . و در آن صورت آنهايى كه به تو نامه نوشته‌اند از دشمنانت لجوج‌تر خواهند شد . و اگر حرف مرا نمىشنوى و جز حركت به سوى كوفه تصميم ندارى پس زنان و بچه‌ها را با خود نبر ، سوگند به خدا من مىترسم در منظر و ديدگاه زن و بچه‌ات كشته شوى آن چنان كه عثمان كشته شد .\r\nجوابى كه حضرت به ابن عباس داد اين بود : « قسم به خدا اگر در چنين مكانى كشته شوم بهتر از آن است كه در مكّه خون من ريخته شود . » « 2 » ابن عباس نا اميد شد و از پيش امام ( ع ) بيرون رفت ، در راه با عبداللَّه بن زبير مواجه شد و به او گفت : فرزند زبير ! چشمت روشن ، حسين به سوى عراق مىرود و حجاز را بدون مانع براى تو باقى مىگذارد . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . يابن عمّ إنّي لأعلم أنّك لي ناصح و عليّ شفيق و لكنّ مسلم بن عقيل كتب إليّ به اجتماع اهل المصر على بيعتي و نصرتي و قد أجمعت على المسير .\r\n( 2 ) . لأن اقتل واللّه به مكان كذا احبُّ إلىّ من أن استحلّ بمكّة .\r\n( 3 ) . مروج الذهب : 3 / 54 .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\n\r\nملاقات محمد بن حنفيه با امام عليه السلام در مكّه\r\nاز امام صادق عليه السلام روايت شده كه : محمد بن حنفيه در شب آن روزى كه امام عليه السلام در آن روز قصد خارج شدن از مكه را داشت با امام ( ع ) ملاقت كرد و گفت : برادرم ! پيمان شكنى اهل كوفه با پدر و برادرت مىدانى ، مىترسم حال تو نيز مثل حال آنان شود . اگر نظرت بر اين باشد كه اينجا بمانى عزيزترين و نيرومندترين شخص در حرم خواهى بود .\r\nامام فرمود : « برادرم ! مىترسم يزيد مرا در حرم ترور كند و به وسيلهء من حرمت اين خانه شكسته شود . » « 1 » ابن حنفيه گفت : اگر مىترسى به سوى يمن يا برخى نواحى صحرا برو كه تو در آنجا قويترين خواهى بود و به تو دسترسى پيدا نخواهد كرد . امام فرمود : « دربارهء آنچه گفتى فكر مىكنم . » « 2 » هنگام سحرگاهان امام عليه السلام كوچ كرد ، خبر به ابن حنفيه رسيد آمد افسار ناقه امام را گرفت و گفت : برادرم به من وعده كردى كه دربارهء پيشنهاد من فكر كنى ؟ امام فرمود : « بلى . » محمّد حنفيه گفت : پس چه امرى تو را وادار كرد با شتاب خارج شوى ؟\r\nامام فرمود : « بعد از اين كه از تو جدا شدم ، رسول اللَّه صلّى اللَّه عليه و آله آمد و فرمود : اى حسين حركت كن كه همانا خدا خواسته است تو را كشته ببيند . » « 3 » محمّد گفت : انّا للَّه‌و انّا اليه راجعون پس چه معنى دارد تو با اين حال اين زنان را همراه خود ببرى ؟ امام فرمود : « رسول خدا به من فرمود : خدا خواسته است آنها را اسير ببيند . » « 4 » آن گاه با محمّد بن حنفيه خداحافظى كرد و راه افتاد . « 5 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يا اخي قد خفت أن يغتالني . يزيدبن معاوية في الحرام فأكون الذي يستباح به هذاالبيت .\r\n( 2 ) . أنظر فيما قلت . .\r\n( 3 ) . أتاني رسول الله صلى الله عليه وآله بعد ما فارقتك فقال يا حسين اخرج فان الله شاء أن يراك قتيلا .\r\n( 4 ) . قد قال لي ان الله قد شاء آن يراهن سبايا .\r\n( 5 ) . الملهوف : 127 .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n\r\nملاقات ابوبكر بن عبدالرحمن با امام عليه السلام\r\nابوبكر بن عبدالرحمن بن حارث بن هشام به محضر امام آمد و گفت : اى پسر عمو ! دلسوزى موجب نگرانى من نسبت به شما شده است و نمىدانم در نظر تو خيرخواهى من در چه حد است ؟ امام فرمود : « تو از جملهء اشخاص فريبكار و مورد اتهام نيستى بگو . » « 1 » او گفت : ديدى اهل عراق با پدر و برادرت چه كردند و اكنون مىخواهى به سوى ايشان به روى در حالى كه آنها بنده دنيا هستند و همانها كه وعده يارى به تو داده‌اند با تو خواهند جنگيد و همانها كه تو را بيشتر از ديگران دوست مىدارند تو را تنها خواهند گذاشت .\r\nامام فرمود : « اى پسر عمو ! خدا تو را جزاى خير دهد در بيان نظر خود كوشش كردى آنچه خدا بخواهد همان خواهد شد . » « 2 » ابوبكر گفت : إنّا للَّه‌و عنداللَّه نحتسب يا اباعبداللَّه يعنى وامصيبتا ابا عبداللَّه را از دست خواهيم داد و او را در پيشگاه خدا منظور مىداريم . « 3 »\r\n\r\nديدار عمر بن عبدالرحمن با امام\r\nعمر بن عبدالرحمن بن حارث بن هشام مىگويد : وقتى امام عليه السلام آماده حركت به سوى عراق شد به حضورش رفتم وقتى وارد شدم حمد و ثناى الهى به جاى آورده گفتم : اى پسر عمو من آمده‌ام مطلبى را از روى خيرخواهى بگويم . اگر مرا خيرخواه مىدانى بگويم و گرنه از آنچه قصد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . يا ابا بكر ما انت ممّن يستغش و لا يتّهم ، فقل .\r\n( 2 ) . جزاك اللّه خيراً يا ابن عمّ فقد اجهدك رأيك ، و مهما يقض اللّه يكن .\r\n( 3 ) . مروج الذهب : 3 / 56 .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nبيانش را دارم خوددارى كنم .\r\nامام حسين عليه السلام فرمود : « بگو به خدا ، تو را بدانديش و زشتكار نمىدانم . » « 1 » گفتم : خبر دار شده‌ام كه عازم عراق هستى و من از اين مسير تو نگران هستم . تو به سرزمينى مىروى كه حاكمان و فرماندارانش حضور دارند و بيت المال در اختيارشان است و مردم بنده درهم و دينارند و من مطمئن نيستم از اين كسانى كه به تو وعده يارى داده‌اند و تو را بيشتر از ديگران دوست دارند ، با تو نجنگند .\r\nامام فرمود : « خدا جزاى خيرت دهد اى پسر عمو ، من دانستم كه تو خير خواهى كردى و از روى عقل سخن گفتى ، آنچه خدا بخواهد همان مىشود .\r\nنظر تو را بپذيرم يا نپذيرم تو در نزد من مشاورى ستوده و خيرخواه‌ترين ناصح هستى . » « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . قل فو اللّه ما أظنّك بسيّء الرأى و لا هوى القبيح من الأمر والفعل .\r\n( 2 ) . جزاك اللّه خيراً يا ابن عمّ فقد واللّه علمت أنّك مشيت بنصح و تكلّمت بعقل و مهما يقض من أمر يكن أخذت برأيك او تركته فأنت عندي أحمد مشير و أنصح ناصح . الطبري : 4 / 286 .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n\r\n3 - از مكه تا كربلا\r\n\r\nبرخورد يحيى بن سعيد با كاروان امام هنگام خروج از مكّه\r\nهنگامى كه امام حسين عليه السلام از مكه بيرون آمد با گروهى كه عمرو بن سعيد بن عاص به فرماندهى برادرش يحيى فرستاده بود مواجه شد . به امام گفتند : برگرد : كجا مىروى ؟ امام امتناع كرد دو گروه با هم درگير شدند و تازيانه‌ها را به كار گرفتند و امام عليه السلام مسير خود را ادامه داد .\r\nگروه اعزامى فرياد زدند : اى حسين ! آيا از خدا نمىترسى و از مردم جدا مىشوى و ميان امّت تفرقه مىافكنى ؟ !\r\nامام عليه السلام آيه شريفه را قرائت كرد :\r\nوَإِن كَذَّبُوكَ فَقُل لِي عَمَلِي وَلَكُمْ عَمَلُكُمْ أَنتُم بَرِيئُونَ مِمَّا أَعْمَلُ وَأَنَا بَرِيءٌ مِمَّا تَعْمَلُونَ . « 1 » « 2 »\r\n\r\nتلاش عبداللَّه بن جعفر براى بازگرداندن امام از مسير كوفه\r\nعبداللَّه بن جعفر نزد عمرو بن سعيد بن عاص حاكم مكه رفت و با او صحبت كرد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . « و اگر تو را تكذيب كردند بگو : عمل من به من اختصاص دارد و عمل شما به شما اختصاص دارد . شما از آنچه من انجام مىدهم غيرمسئوليد و من از آنچه شما انجام مىدهيد غيرمسئولم . » ( يونس : 41 )\r\n( 2 ) . الطبري : 4 / 289 .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nو گفت : نامه‌اى براى حسين عليه السلام بنويس كه آن نامه مشتمل بر امان باشد و وعده نيكى وصله داده باشى و او را مطمئن كنى و بخواهى كه برگردد .\r\nشايد خاطر جمع شده و برگردد و نامه را همراه برادرت يحيى بفرست كه سبب جلب اطمينان باشد و بداند كه در اين كار جدّى هستى .\r\nعمر و بن سعيد گفت : تو آنچه مىخواهى بنويس و بياور تا من مهر كنم عبداللَّه جعفر چنين نوشت : بسم اللَّه الرحمن الرحيم . از عمرو بن سعيد به حسين بن على . اما بعد ، از خدا مىخواهم تو را از آنچه موجب هلاكت است بازدارد و به راه رشد هدايت كند . به من خبر رسيده كه به سوى عراق روانه شده‌اى ، من تو را از تفرقه و جدايى بر حذر مىدارم و مىترسم كه موجب كشته شدن تو گردد . عبداللَّه بن جعفر و يحيى بن سعيد را به سوى تو فرستادم ، همراه ايشان به سوى من بازگرد كه در پيش من در امان خواهى بود و از صله ، نيكى و حسن جوار برخوردار خواهى گشت . خدا بر اين امر گواه ، كفيل ، ناظر و وكيل است .\r\nعبداللَّه نامه را پيش عمروبن سعيد برد و او نامه را مهر كرد و عبداللَّه همراه يحيى در پى امام رفته و نامه را به آن حضرت رساندند . حضرت در جواب چنين نوشت :\r\n« اما بعد ؛ كسى كه به سوى خداى عزّوجلّ فرا مىخواند و عمل نيك انجام مىدهد و مىگويد من از مسلمانانم ، از خدا و رسولش جدا نمىشود ، تو دعوت به امان و برّ وصله كرده‌اى ، بهترين امان ، امان خداست و به خدا ايمان نياورده است كسى كه از او در دنيا نترسد . از خداوند خوف در دنيا را خواستاريم تا موجب امان در روز قيامت شود و تو با اين نامه اگر قصد صله و نيكى داشتى در دنيا و آخرت مأجور باشى والسلام . » « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اما بعد فإنّه لم يشاقق اللّه و رسوله من دعا إلى اللّه عزّوجلّ و عمل صالحاً و قال إنّني من المسلمين و قد دعوت إلى الأمان والبرّ والصّلة ، فخير الأمان أمان اللّه و لن يؤمنَ اللّه يوم القيامة من لم يخفه فى الدنيا فنسأل اللّه مخافة في الدنيا توجب لنا أمانة يوم القيامة ، فإن كنت نويت بالكتاب صلتي و برّي فجزيت خيراً فى الدنيا والأخرة والسلام .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nعبداللَّه و يحيى پيش عمرو بن سعيد برگشته و گفتند نامه را رسانديم و تلاش كرديم و ليكن از جمله عذرهايى كه حسين عليه السلام بيان داشت اين بود كه گفت : « من رسول خدا را در عالم رؤيا ديدم كه دستورى به من داد و من بايد آن را اجرا كنم چه به ضرر من باشد و چه به نفع من . » « 1 » ما گفتيم : آن خواب چيست ؟\r\nفرمود : « به كسى نگفته‌ام و نخواهم گفت تا پروردگار خود را ملاقات كنم . » « 2 »\r\n\r\nملاقات امام عليه السلام و فرزدق شاعر\r\nفرزدق مىگويد من در سال 60 همراه مادرم به حجّ رفتم ، و در حالى كه شتر مادرم را مىراندم وارد منطقه حرم شدم كه ناگهان با امام حسين عليه السلام مواجه شدم كه از مكّه بيرون آمده بود و شمشيرها و سپرها را نيز به همراه داشت پرسيدم اين قافلهء كيست ؟ گفتند : مربوط به حسين بن على عليهما السلام است . به حضورش رفتم سلام كرده و گفتم : خداوند خواسته و آرزويت را در آنچه دوست دارى عطا كند ، پدرم و مادرم فدايت اى فرزند رسول خدا ! چه چيزى سبب شتاب تو در اعمال حج گرديد ؟ فرمود : « اگر عجله نمىكردم بازداشت مىشدم . » « 3 » سپس سؤال كرد : « تو كيستى ؟ » گفتم مردى از عرب - سوگند به خدا بيش از اين پرس و جو نكرد - آن گاه فرمود : « از حال مردمى كه پشت سر گذاشته‌اى خبر بده . » « 4 » گفتم از شخص آگاهى سؤال كردى ، دلهاى مردم با تو و شمشيرهايشان عليه تو است . قضا هم از آسمان نازل مىشود و خدا آنچه را بخواهد انجام مىدهد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . إنّي رأيت رؤيا فيها رسول اللّه صلّى اللّه عليه و سلم و امرت فيها بأمر أنا ماضٍ له عليّ كان أولي .\r\n( 2 ) . ما حدّثت أحداً بها و ما أنا محدث بها حتّى ألقي ربّي . الطبري : 4 / 291 .\r\n( 3 ) . لو لم أعجل لأخذت .\r\n( 4 ) . أخبرني عن الناس خلفك .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nامام فرمود : « راست گفتى فرمان و حكومت براى خداست و پروردگارمان هر روز در كار است . اگر قضاى الهى آنچنان كه ما دوست مىداريم نازل شود خدا را در برابر نعمتهايش سپاس مىگوئيم و او خود براى اداى شكر ياور ما است ؛ و اگر قضا ميان ما و آرزويمان فاصله انداخت باز هم آن شخص كه نيّتش حق و انديشه‌اش تقوا است دور نشده است . » « 1 » گفتم : بلى . خداوند تو را به آنچه كه دوست دارى برساند و از آنچه پرهيز مىكنى كفايت كند . و از مسائلى دربارهء نذر و مناسك حج پرسيدم و حضرت جواب داد ، آنگاه مركب خود را حركت داد و خداحافظى كرد و بدين ترتيب از هم جدا شديم . « 2 »\r\n\r\nملاقات امام عليه السلام و عبداللَّه بن مطيع عدوى « 3 »\r\nامام عليه السلام از منطقه حاجز گذشت و راهش را به سوى عراق ادامه داد تا به كنار آبى از آبهاى عرب رسيد كه عبداللَّه بن مطيع عدوى در آنجا اتراق كرده‌بود .\r\nوقتى امام حسين عليه السلام را ديد به سوى آن حضرت شتافت و گفت : پدر و مادرم فدايت اى فرزند رسول خدا ! چه چيزى باعث آمدنت شد ؟ سپس همراهى كرد و حضرت را فرود آورد . امام فرمود : « جريان مرگ معاويه آنچنان شد كه شنيده‌اى و اهل عراق به من نامه نوشتند و مرا به سوى خود دعوت كردند . » « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . صدقت لِلّه الأمر و كلّ يوم ربّنا في شأن إن نزل القضاء بما نحبّ فنحمد اللّه على نعمائه و هو المستعان على أداء الشكر ، و إن حال القضاء دون الرّجاء فلم يبعد من كان الحقّ نيّته والتقوى سريرته .\r\n( 2 ) . الأرشاد : جزء 2 / 67 .\r\n( 3 ) . پيشتر ملاقات امام عليه السلام با عبداللّه بن مطيع را ميان راه مدينه و مكّه نقل كرديم و ليكن ملاقاتى كه در اينجا آمده است در مسير مكّه و عراق است ؛ روشن نيست كه آيا دو ملاقات بوده يا يك ملاقات كه مورّخان در اثر اشتباه در دو مكان متفاوت نقل كرده‌اند .\r\n( 4 ) . كان من موت معاويه ما قد بلغك فكتب إليّ أهل العراق يدعونني إلى أنفسهم .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nعبداللَّه بن مطيع گفت : اى فرزند رسول اللَّه ، خدا را ياد آور مىشوم و حرمت اسلام را از اين كه حرمت تو را بشكنند . خدا را در نظر بگير در حرمت قريش ، خدا را در نظر بگير در حرمت عرب ، سوگند به خدا اگر آنجه را در دست بنى اميه است طلب كنى حتماً تو را مىكشند و اگر تو را بكشند بعد از تو از هيچ كس واهمه نمىكنند . به خدا سوگند اين حرمت اسلام است كه شكسته مىشود ، حرمت قريش است . حرمت عرب است اين كار را انجام نده به سوى كوفه نرو و خود را در مقابل بنى اميّه قرار نده . امّا امام حسين عليه السلام جز رفتن را نپذيرفت . « 1 »\r\n\r\nملاقات دو مرد اسدى با امام عليه السلام در « زرود »\r\nعبداللَّه بن سليمان و منذر بن مشمعل كه از طايفه بنى اسد بودند گفتند : ما وقتى حج به‌جاى آورديم تلاش مىكرديم در راه به امام حسين عليه السلام برسيم و ببينيم كارش به كجا مىكشد . از اين رو شتر به سرعت مىرانديم تا اين كه در محل زرود به كاروان امام نزديك شديم در آن حال مشاهده كرديم مردى از اهل كوفه را كه چون امام عليه السلام را ديد از راه كناره گرفت و امام توقّف كرد گويا مىخواست او را ببيند چون آن مرد كناره گرفت امام او را رها نموده و حركت كرد ما هم به سوى او روان شديم ، يكى از ما دو نفر به ديگرى گفت : برويم پيش آن مرد و پرسش‌كنيم زيرا اخبار كوفه در نزد اوست . در پى او رفتيم و به او رسيديم و سلام كرديم جواب سلام را داد از او پرسيديم از كدام قبيله‌اى ؟ گفت : از بنى اسد هستم ما هم خود را شناسانديم سپس گفتيم : از اخبار مردم كه پشت سر گذاشته‌اى برايمان بگو .\r\nگفت : بلى از كوفه در نيامدم مگر اين كه مسلم بن عقيل و هانى بن عروه را كشته ديدم كه پايشان را گرفته در بازار مىكشيدند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نفس المهموم : 161 .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nپس به طرف امام برگشتيم و در پى آن حضرت حركت كرديم تا هنگام شب در منزل ثعلبيه فرود آمد . آن گاه به حضورش رفته سلام كرديم جواب فرمود . گفتيم : يرحمك اللَّه ، پيش ما خبرى است اگر خواستيد آشكارا بگوئيم و اگر خواستيد محرمانه به اطلاع برسانيم . آن حضرت نگاهى به ما و اصحابش كرد و فرمود : « از اينها سرّى را پوشيده نمىدارم . » « 1 » گفتيم آن سوار را ديشب ديدى ؟\r\nفرمود : « بلى مىخواستم از او چيزى بپرسم . » « 2 » گفتيم : سوگند به خدا ما خبر را از او گرفتيم و شما را از پرسش بى نياز كرديم ، او مردى صاحب نظر ، خردمند و راستگو از قبيله ما است و به ما خبر داد : از كوفه خارج نشده مگر بعد از شهادت مسلم و هانى و پيكرشان را ديده كه از پايشان گرفته و در بازار مىكشيدند .\r\nآن حضرت فرمود : « إنّا للَّه‌و إنّا اليه راجعون رحمت خداوند بر آن دو » ، و اين جمله را چند مرتبه تكرار كرد . گفتيم ، خدا را به يادت مىآوريم درباره خودت و اهل بيتت ، از همين جا برگرد كه در كوفه ياور و پيروى ندارى بلكه مىترسيم بر ضد تو باشند .\r\nحضرت نگاهى به فرزندان عقيل كرد و فرمود : « نظرتان چيست ؟ مسلم به شهادت رسيده است . » « 3 » گفتند ما برنمى گرديم تا انتقام خونمان را بگيريم يا شهادتى را كه او چشيده است ما هم بچشيم .\r\nامام عليه السلام رو به ما كرد و فرمود : « در زندگى بعد از اينها خيرى نيست . » « 4 » ما فهميديم كه امام تصميم به ادامه مسير دارد از اين رو گفتيم :\r\nخداوند برايت خير پيش آورد . فرمود : خداوند شما را رحمت كند . يارانش به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مادون هؤلاء ستر ( سرّ ، خ ) .\r\n( 2 ) . نعم قد أردت مسألته .\r\n( 3 ) . ما ترون فقد قتل مسلم .\r\n( 4 ) . لا خير في العيش بعد هؤلاء .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nاو گفتند تو مثل مسلم نيستى اگر وارد كوفه شوى مردم به سوى تو مىشتابند .\r\nحضرت جوابى ندادند و منتظر شدند تا هنگام سحر به جوانان و غلامانش فرمود : « آب زياد برداريد » سپس آب فراوان برداشتند و حركت كردند . « 1 »\r\n\r\nملاقات امام عليه السلام با مرد كوفى\r\nثقة الاسلام كلينى ( ره ) روايت كرده كه در محل ثعلبيه مردى از اهل كوفه با امام عليه السلام كه عازم كربلا بود ملاقات كرد ، به حضور امام رسيد و سلام كرد . امام فرمود : « اهل كدام شهرى ؟ » « 2 » گفت : اهل كوفه‌ام . امام فرمود : « اى برادر اهل كوفه اگر در مدينه با تو ملاقات مىكردم جاى پاى جبرئيل را در منزلمان و محلّ فرود آوردن وحى بر جدّمان را نشانت مىدادم . اى برادر اهل كوفه ! سرچشمه دانش مردم پيش ما است آن گاه آنها عالم شدند و ما جاهل ! اين هرگز نمىشود . » « 3 »\r\n\r\nديدار عمرو بن لوذان با امام در بطن العقبه\r\nهنگامى كه امام عليه السلام از بطن العقبه گذشت پيرمردى از قبيله بنى عكرمه كه عمربن لوذان نام داشت با آن حضرت روبرو شد و پرسيد قصد كجا داريد ؟\r\nامام فرمود كوفه . پيرمرد گفت تو را به خدا سوگند برگرد . سوگند به خدا جز سرنيزه‌ها و تندى شمشيرها در پيش ندارى . اينها كه به سراغت فرستاده‌اند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نفس المهموم : 166 .\r\n( 2 ) . من ايّ البلاد أنت ؟\r\n( 3 ) . أما واللّه يا أخا اهل الكوفة لو لقيتك بالمدينة لأريتك أثر جبرئيل من دارنا و نزوله بالوحي على جديّ ، يا أخا اهل الكوفة أفمُستقى الناس من العلم من عندنا فعلموا و جهلنا ؟ ! هذا ما لا يكون . الكافي : 1 / 398 .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nاگر زحمت جنگ را از دوش تو برداشته و زمينه را براى تو آماده كرده بودند در آن صورت رفتن به كوفه نظر درستى بود امّا با اين حال كه مىدانى من صلاح نمىدانم دست به اين كار بزنى . امام فرمود : « اى بنده خدا ! رأى درست بر من پنهان نيست و لكن خداوند متعال را امرى است كه كسى با او برنيايد . » « 1 » سپس فرمود : « سوگند به خدا مرا رها نمىكنند تا خون مرا بريزند و چون چنين كردند ، خداوند كسى را بر آنها مسلط كند كه آنها را خوار گرداند خوارتر از همهء ملتها . » « 2 » از امام صادق عليه السلام روايت شده : وقتى كه امام حسين عليه السلام به عقبة البطن رسيد به يارانش فرمود : « من خود را كشته مىبينم . » « 3 » گفتند :\r\nچگونه يا اباعبداللَّه . فرمود : « خوابى كه ديدم . » « 4 » گفتند : چه خوابى ؟ « فرمود سگهايى را ديدم كه مرا مىدريدند . خشن‌ترين آنها سگى دو رنگ بود . » « 5 »\r\n\r\nملاقات زهير بن قين و امام عليه السلام\r\nاز مردى كه از تيره بنى فزاره بود نقل كرده‌اند : در زمان حجاج بن يوسف در خانهء حرث بن ابىربيعه در محلّه خرما فروشان كه اهل شام آنجا نمىآمدند مخفى بوديم .\r\nدر آنجا به مردى فزارى كه همراه زهير بود گفتم : از جريان ملاقات خود با امام حسين عليه السلام برايم تعريف كن . او گفت :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . يا عبداللّه ليس يخفى عليّ الرأى و لكنّ اللّه تعالى لا يغلب على أمره .\r\n( 2 ) . واللّه لا يَدَعوني حتّى يستخرجوا هذه العلقة من جوفي ، فإذا فعلوا سلّط اللّه عليهم من يذلّهم حتّى يكونوا أذلّ فرق الامم . نفس المهموم : 168 .\r\n( 3 ) . ما أراني إلّامقتولًا .\r\n( 4 ) . رؤيا رأيتها في المنام .\r\n( 5 ) . رأيت كلًا با تنهشني أشدّها عليّ كلب أبقع . نفس المهموم : 168 به نقل از كامل الزيارات .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nما با زهير بن قين بجلى بوديم كه از مكه بيرون آمديم و در پى امام حسين عليه السلام حركت مىكرديم و چيزى برايمان بدتر و ناراحت كننده‌تر از اين نبود كه با ايشان در يك منزل فرود بياييم . از اين رو هر وقت امام حركت مىكرد ، زهير توقف مىنمود و هر وقت امام در منزلى فرود مىآمد ، زهير پيش مىرفت تا اين كه يك روز ناچار شديم در يك منزل فرود بياييم ، امام حسين عليه السلام در يك سو اتراق كرد و ما در سويى ديگر ، ما نشسته بوديم و مشغول غذا خوردن بوديم كه نماينده امام حسين عليه السلام آمد سلام كرد و وارد شد و خطاب به زهير گفت : اى زهير بن قين : ابو عبداللَّه حسين بن على مرا فرستاده تو را به پيش او فرا بخوانم . در اين هنگام هر كسى آنچه در دست داشت زمين گذاشت و سكوت مجلس را گرفت گويا پرنده روى سر ما نشسته است .\r\nابومخنف مىگويد : « دلهم » دختر عمر كه همسر زهير بود براى من نقل كرد : كه من به زهير گفتم : فرزند رسول خدا تو را فرا مىخواند و تو نمىروى ؟ ! سبحان اللَّه چه مىشد مىرفتى و سخنش را مىشنيدى سپس برمىگشتى ؟ ! دلهم مىگويد زهير رفت چيزى نگذشت كه خوشحال و با چهره‌اى درخشان بازگشت و دستور داد خيمه و خرگاهش برچيده شد و به سوى امام حسين عليه السلام منتقل گرديد .\r\nسپس زهير رو به همسرش كرد و گفت : تو را طلاق دادم ، دوست ندارم از جانب من جز نيكى به تو برسد ، آن گاه به همراهانش گفت : هر كس دوست دارد با من بيايد و گرنه اين آخرين ديدار است . « 1 » در نقل ديگر آمده است : هنگامى كه زهير برگشت ، گفت : من تصميم به همراهى امام حسين عليه السلام گرفته‌ام تا خودم را فدا كنم و با جانم از او\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الطبري : 4 / 298 .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nدفاع كنم . سپس اموال همسرش را به او داد و او را به پسر عموهايش سپرد تا به خانواده‌اش برسانند .\r\nهمسرش بلند شد ، گريه كرد و با زهير خداحافظى نمود و گفت :\r\nخداوند يار و ياورت باشد و براى تو خير و نيكى پيش آورد ، از تو تقاضا مىكنم در روز قيامت مرا در پيشگاه جدّ حسين عليه السلام فراموش نكنى . « 1 »\r\n\r\nملاقات حر بن يزيد رياحى با امام حسين عليه السلام و بازداشتن امام از مسير كوفه\r\nامام از منزل شراف حركت كرد تا روز به نيمه رسيد و همچنان در حال حركت بود كه يكى از يارانش تكبير گفت : امام حسين نيز گفت : اللَّه اكبر و از آن شخص پرسيد : « چرا تكبير گفتى ؟ » « 2 » گفت درختهاى خرما ديدم ؛ گروهى از همراهان گفتند ما هرگز در اين منطقه درخت خرما نديده‌ايم . امام فرمود :\r\n« پس چه مىبينيد ؟ » « 3 » گفتند : گوش اسبان است . امام فرمود : « من همچنين مىبينم . آيا در اينجا پناهگاهى نيست كه آن را پشت سر قرار دهيم و با اين سواران از يك طرف روبرو شويم . » « 4 » گفتند : آرى اين كوه « ذو حسم » است .\r\nاگر به جانب چپ روى و زودتر به آنجا برسى به مقصود رسيده‌اى امام به جانب چپ ميل كرد و ما هم به جانب چپ گرديديم به‌اندك مدتى گردن اسبها پيدا شد كه ما آنها را به خوبى ديديم آنها هم وقتى ديدند ما از راه كناره گرفته‌ايم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الملهوف : 133 .\r\n( 2 ) . أللّه أكبر ، لِم كبّرت ؟\r\n( 3 ) . فما ترونه ؟\r\n( 4 ) . و أنا واللّهِ أرى ذلك ( ثم قال عليه السلام ) ما لنا ملجأ نلجأ إليه فنجعله في ظهورنا و نستقبل القوم‌بوجه واحد .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nبه سوى ما آمدند نوك نيزه هايشان مانند سنجاقك و پرچمهايشان مانند بال پرندگان بود . ما سرعت گرفتيم و پيشتر از ايشان به ذو حسم رسيديم . امام دستور داد خيمه و خرگاه برافراشتند .\r\nآن گروه هم كه حدود هزار سوار به فرماندهى حرّ بن يزيد بودند رسيدند و در گرماى ظهر مقابل امام عليه السلام قرار گرفتند در حالى كه امام و يارانش عمامه به سر بسته و شمشيرهاى خود را حمايل كرده بودند . امام فرمود :\r\n« اين جماعت را آب دهيد و سيرابشان كنيد ، اسبانشان را هم كاملًا سيراب كنيد . » « 1 » چنين كردند كاسه‌هاى بزرگ و تشتها را از آب پر مىكردند و جلو اسبها مىگذاشتند تا اين كه سه يا چهار يا پنج بار آب مىخورد آن گاه ظرف را برمىداشتند و ديگرى را سيراب مىكردند و به همين ترتيب همه آنها را آب دادند .\r\nعلى بن طعان محاربى گويد : آن روز من هم با حرّ بودم و آخرين نفرى بودم كه رسيدم ، وقتى امام تشنگى من و اسبم را ديد فرمود : « راويه را بخوابان » « 2 » من متوجه نشدم چون راويه در زبان ما به معنى مشك آب است و در زبان حجاز به معنى شترى كه مشك را بر آن حمل مىكنند ، از اين رو امام فرمود : « شتر را بخوابان » ، « 3 » شتر را خواباندم ، فرمود : « بنوش » ، من مشغول نوشيدن آب شدم امّا آب از كناره مشك مىريخت ، فرمود : « مشك را برگردان » ، « 4 » من ندانستم چه كنم امام خود برخاست و دهانه مشك را برگردانيد من آب خوردم و اسبم را نيز سيراب كردم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . أسقوا القوم وأرووهم و رشّفوا الخيل ترشيفاً .\r\n( 2 ) . أنخ الرّاوية .\r\n( 3 ) . أنخ الجمل .\r\n( 4 ) . اخنث السقاء .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nحرّ از قادسيه به آنجا آمده بود زيرا ابن زياد حصين بن نمير ( تميم ) را فرمان داده بود كه در قادسيه باشد و حرّ را با هزار سوار به مقابله امام بفرستد .\r\nحرّ همچنان در توافق با امام بود كه هنگام نماز ظهر رسيد ، امام ، حجاج بن مسروق را فرمان داد تا اذان گويد هنگام اقامهء نماز امام با پيراهن ، عبا و نعلين بيرون آمد ، حمد و ثناى الهى را به جا آورد سپس فرمود :\r\n« اى مردم ! من به سوى شما نيامدم مگر بعد از اين كه نامه‌ها و فرستادگان شما پيش من آمدند كه نزد ما بيا زيرا ما پيشوا نداريم اميد است خداوند ما را به وسيله تو به راه هدايت و حق گرد آورد . اكنون اگر بر همان نظر هستيد من آمده‌ام پس عهد و پيمان خود را محكم كنيد تا مطمئن شوم . و اگر اين كار را نمىكنيد و از آمدن من ناخشنود هستيد از همين جا بر مىگردم به آنجايى كه آمده‌ام . » « 1 » آنان سكوت كرده و يك كلمه هم سخن نگفتند . امام به موذّن دستور داده اقامه بگويد ، به حرّ هم فرمود : « تو مىخواهى با اصحاب خود نماز بخوانى ؟ » « 2 » حر گفت : نه شما نماز مىخوانيد ما هم با شما مىخوانيم . امام نماز خواند و همه اقتدا كردند . سپس امام عليه السلام به خيمه برگشت و اصحاب در حضورش گرد آمدند ؛ حرّ نيز به جايگاه خود بازگشت و همراه عده‌اى از يارانش به خيمه‌اى كه براى او افراشته بودند وارد شد ، بقيه نيروهايش به صف خود برگشته دوباره صفها را برقرار كردند و هر فردى افسار اسبش را گرفته و در سايه‌اش نشست .\r\nهنگام عصر امام فرمان داد يارانش آماده حركت باشند سپس موذّن را دستور داد اذان و اقامه نماز عصر را گفت . حضرت پيش رفت و نماز عصر را همانند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . أيّها النّاس إنّي لم آتكم حتّى أتتني كتبكم و قدمت عليّ رسلكم أن أقدم علينا فإنّه ليس لنا إمام لعلّ اللّه أن يجمعنا بك على الهدى والحق ، فإن كنتم على ذلك فقد جئتكم فأعطوني ما أطمئنّ إليه من عهودكم و مواثيقكم ، و إن لمْ تفعلوا وكنتم لمقدمي كارهين انصرفت عنكم الى المكان الّذي جئت منه إليكم .\r\n( 2 ) . أتريد أن تصلّي بأصحابك ؟\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nظهر براى ياران خود و نيروهاى حرّ به جاى آورد و بعد از نماز رو به جمعيت كرده حمد و ثناى الهى بر زبان آورده سپس گفت : « اى مردم اگر تقوا پيشه كنيد و حق صاحب حق را بشناسيد ، خداوند از شما خشنودتر خواهد بود . و ما خاندان محمد صلّى اللّه عليه وآله به ولايت امرِ حكومت بر شما سزاوارتريم از اينهايى كه ادّعا مىكنند چيزى را كه حق ايشان نيست و در ميان شما باستم و تجاوز رفتار مىكنند . و اگر جز ناخشنودى از ما و نادانى به حق ما نظرى نداريد و اكنون رأى شما غير از آن است كه نامه‌ها و فرستادگانتان اظهار مىكردند . من برمىگردم . » « 1 » حرّ گفت : سوگند به خدا من از اين نامه‌ها و پيام رسانها كه ياد مىكنى خبر ندارم . امام به يكى از همراهانش فرمود : « اى عقبة بن سمعان آن خرجين را كه نامه‌ها در آن است بيرون آر » ، « 2 » پس خرجينى كه هر دو طرف آن پر از نامه بود بيرون آورد و در مقابل حرّ ريخته شد . حرّ گفت : ما از اين افرادى كه براى تو نامه نوشته‌اند نيستيم ، و ما مأموريت داريم وقتى با تو برخورد كرديم از تو جدا نشويم تا شما را در كوفه پيش عبيداللَّه بن زياد ببريم . امام حسين عليه السلام فرمود : « مرگ به تو نزديكتر از اين امر است . » « 3 » سپس به يارانش فرمود : « برخيزيد و سوار شويد . » « 4 » اصحاب سوار شدند و حضرت انتظار كشيد تا زنها نيز سوار شدند . آن گاه به همراهانش فرمود : « برگرديد . »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . أمّا بعد ، أيّها الناس فإنّكم إن تتقوا اللّه و تعرفوا الحقّ لأهله يكن أرضى للّه عنكم و نحن اهل بيت محمّد أولى بولاية هذا الامر عليكم من هؤلاء المدّعين ما ليس لهم والسائرين فيكم بالجور والعدوان ، و إن أبيتم إلّاالكراهة لنا والجهل بحقّنا و كان رأيكم الآن غير ما أتتني به كتبتم و قدِمَت عليّ به رسلكم انصرفت عنكم .\r\n( 2 ) . يا عقبة بن سمعان أخرج الخرجين الّذين فيهما كتبهم إليّ .\r\n( 3 ) . الموت أدنى إليك من ذلك .\r\n( 4 ) . قوموا فاركبوا .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nچون خواستند حركت كرده برگردند لشكريان حر مانع شدند . امام خطاب به حرّ فرمود : « مادر برايت بگريد چه مىخواهى ؟ » « 1 » حر گفت : اگر از ميان عرب كسى جز تو در چنين حالى كه تو هستى اين سخن را مىگفت منهم مادر او را همچنان ياد مىكردم و ليكن به خدا ، راهى براى ياد كرد مادر تو نيست مگر به بهترين وجهى كه امكان دارد . امام فرمود : « پس چه مىخواهى ؟ » « 2 » گفت :\r\nمىخواهم شما را پيش امير عبيداللَّه ببرم . امام فرمود : « در اين صورت با تو همراهى نمىكنم . » « 3 » حر گفت : در اين صورت من هم شما را رها نمىكنم .\r\nسه مرتبه اين سخن ميانشان تكرار شد و چون سخن به درازا كشيد ، حرّ گفت : من مأمور به جنگ با شما نيستم بلكه دستور دارم از شما جدا نشوم تا شما را وارد كوفه كنم حالا كه امتناع مىكنى پس راه سومى را در پيش گير كه نه به كوفه برسد و نه شما را به مدينه برگرداند ، راه ميانه‌اى ميان من و شما باشد تا اين كه نامه به امير بنويسم ، شما هم نامه‌اى به يزيد يا عبيد اللَّه بنويسيد ، شايد خداوند كارى پيش آورد و مرا از گرفتار شدن به امور تو عافيت بخشد . اين راه را در پيش گير و از راه عذيب و قادسيه به طرف چپ برو . امام حركت كرد .\r\nحرّ و لشكرش نيز در كنار قافلهء حضرت حركت كردند .\r\nحرّ در حال حركت مىگفت : يا حسين از براى خدا جان خويش را پاس دار كه من يقين دارم اگر قتال كنى گرفتار مىشوى .\r\nامام حسين عليه السلام به او گفت : « آيا مرا از مرگ مىترسانى ؟ ! و آيا كارتان به جايى كشيده كه مرا بكشيد ؟ ! من همان را مىگويم كه آن مرد اوسى به پسر عموى خود گفت هنگامى كه مىخواست پيامبر را يارى كند ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ثكلتك امّك ما تريد ؟\r\n( 2 ) . فما تريد ؟\r\n( 3 ) . إذاً واللّه لا أتّبعك .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nپسر عمويش او را مىترسانيد و مىگفت كجا مىروى كه كشته مىشوى .\r\nمرد اوسى گفت :\r\nمن مىروم و مرگ براى جوانمرد عار نيست\r\nدر صورتى كه نيّت او حق باشد و مخلصانه بكوشد\r\nو با مردان نيك با جان خود مساوات كند\r\nو از بدان دورى گزيند و با تبهكاران مخالفت كند\r\nپس اگر زنده بمانم پشيمان نيستم و اگر بميرم مورد سرزنش نيستم\r\nو اين ذلّت ترا بس كه زنده باشى و خوار گردى . » « 1 » وقتى حرّ اين سخن را شنيد از امام فاصله گرفت و با ياران خود در مسير ديگرى حركت كرد . امام عليه السلام نيز در مسير ديگرى به حركت ادامه داد . « 2 »\r\n\r\nخطبه امام عليه السلام در ميان اصحاب و جواب ايشان\r\nعقبة بن ابى العيزار گفته كه امام حسين عليه السلام در « ذوحسم » به پا خاست .\r\nحمد و ثناى الهى به جاى آورد سپس فرمود : « امّا بعد همانا كارى كه پيش آمده مىبينيد ، دنيا دگرگون و ناشناس شده و همچنان پيش مىرود و چيز با ارزشى از آن نمانده است مگر به مقدار آبى كه در ظرف پس از تهى كردن آن مىماند و زندگى پستى چون چراگاهى كه علفهاى آن خشك شده است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . أفبالموت تخوّفني و هل يعدو بكم الخطب أن تقتلوني ، و سأقول كما قال أخو الأوس لإبن عمّه و هو يريد نصرة رسول اللّه صلّى اللّه عليه و آله فخوّفه إبن عمّه و قال : أين تذهب فانك مقتول . فقال :\r\n سأمضي و ما بالموت عار على الفتى * إذا ما نوى حقاً و جاهد مسلما\r\nو آسى الرجال الصالحين بنفسه * و فارق مثبوراً و خالف مجرما\r\nفإن عشت لم أندم و إن مت لم ألم * كفى بك ذلًا أن تعيش و ترغما \r\n( 2 ) . الارشاد : 2 / 77 - 81 .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nآيا نمىنگريد به حق عمل نمىشود و از باطل پرهيز نمىگردد ؛ به حقيقت شايسته است كه مؤمن در لقاى پروردگار راغب باشد زيرا من مرگ را جز سعادت و زندگى با ستمكاران را جز رنجش و دل آزردگى نمىبينم . » « 1 »\r\nزهير بن قين برخاست و به يارانش گفت : شما سخن مىگوييد يا من بگويم ؟ گفتند نه ، شما صحبت كن ، زهير حمد و ثناى الهى به جاى آورد آن گاه گفت : اى فرزند رسول خدا ! خداوند راهنمايت به سوى نيكى باد ، گفتار تو را شنيديم . سوگند به خدا اگر دنيا جاودان باشد و ما هميشه در آن زنده بمانيم امّا يارى و مواسات با تو سبب جدايى از آن باشد ما همراهى تو را در خروج از دنيا بر باقى ماندن در آن ترجيح مىدهيم .\r\nامام حسين عليه السلام او را دعا كرد و پاسخى نيكو داد .\r\nآن گاه هلال بن نافع بجلى برجست و گفت : قسم به خداوند ما ديدار پروردگارمان را ناخوش نداريم و بر نيّت خود با بصيرت و آگاهى استواريم با هر كسى كه با تو دوستى كند ، دوستى مىكنيم و با كسى كه با تو دشمن باشد دشمنى مىورزيم .\r\nآن گاه برير بن خضير برخاست و گفت : يابن رسول اللَّه خداوند به وجود تو بر ما منّت گذاشت كه در پيش روى تو كارزار كنيم و اعضاى پيكرمان قطعه قطعه شود آن گاه جدّ تو در روز جزا شفيع ما باشد . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . إنّه قد نزل من الأمر ما قد ترون و إنّ الدنيا قد تغيرت و تنكرت و أدبر معروفها و استمرت حذاء فلم يبق منها الاصبابة كصبابة الإِناء و خسيس عيش كالمرعى الوبيل ، ألا ترون أن الحق لا يعمل به و أن الباطل لا يتناهى عنه ليرغب المؤمن في لقاء اللّه محقاً ، فإني لا أرى الموت إلا شهادة ( سعادة ) و لا الحياة مع الظّالمين إلّابرماً .\r\n( 2 ) . الملهوف : 138 ؛ الطبري : 4 / 305 .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\n\r\nآمدن نافع بن هلال و همراهانش براى يارى امام\r\nهمانطور كه كاروان امام حسين عليه السلام با لشكريان حرّ پس و پيش در حركت بودند به منطقه « عذيب الهجانات » رسيدند در آنجا ديدند چهار سوار از جانب كوفه مىآيند و آنها نافع بن هلال و مجمع بن عبداللَّه و عمر بن خالد و طرماح بودند و اسبى را يدك مىكشيدند كه مال نافع بن هلال بود و كامل نام داشت ، راه بلد آنها هم طرّماح پسر عدى بود . آنها آمدند تا به امام عليه السلام رسيدند ، در اين موقع حرّ برگشت و گفت : اين چند نفر اهل كوفه هستند و من آنها را بازداشت مىكنم يا بر مىگردانم .\r\nامام فرمود : « من از ايشان دفاع مىكنم چنان كه از خود دفاع مىكنم اينها ياران من هستند و همانند كسانى مىباشند كه همراه من آمده‌اند اگر به عهد خود با من پايبند هستى دست از ايشان بدار و گرنه با تو جنگ خواهم كرد . » « 1 » حرّ كوتاه آمد .\r\nامام عليه السلام به آن چهار نفر گفت : « از مردم كوفه برايم بگوييد . » « 2 » مجمع بن عبداللَّه عائذى كه يكى از ايشان بود گفت : امّا اشراف پس رشوه‌هاى گزاف گرفته و جوالهايشان پرشده است . ميل و هوايشان به جانب بنى اميه است و يك سره در مقابل شما هستند . امّا ديگر مردم دلشان با شما است امّا فردا روز شمشيرهايشان به روى تو كشيده مىشود .\r\nآن گاه حضرت دربارهء فرستاده‌اش قيس بن مسهّر صيداوى پرسيد . گفتند :\r\nبلى ، حصين نمير او را دستگير كرد و پيش ابن زياد فرستاد ، ابن زياد او را\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . لأمنعهم ممّا أمنع منه نفسي ، إنّما هؤلاءِ أنصاري و هم بمنزلة من جاء معي ، فإن تمّمت علي ما كان بيني و بينك و إلّاناجزتك .\r\n( 2 ) . أخبروني خبر النّاس خلفكم .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nدستور داد كه تو را و پدرت را لعن كند ، امّا قيس برتو و پدرت درود فرستاد ، ابن زياد و پدرش را لعنت كرد ، مردم را به يارى تو فراخواند وايشان را از آمدن تو آگاه كرد . ابن زياد فرمان داد او را از بالاى قصر به زير انداختند . اشك در چشمان امام عليه السلام گرديد و فرو ريخت و اين آيه را قرائت فرمود :\r\n« فمنهم من قضى نحبه و منهم من ينتظر و ما بدّلوا تبديلًا » ، « 1 » « برخى از آنها نذر خود ادا كرده ( به شهادت رسيدند ) و برخى در همين انتظارند و هرگز پيمان خود را تغيير ندادند . »\r\nآن گاه عرضه داشت : « خداوندا ! بهشت را براى ما و ايشان جايگاه قرار بده و ما و ايشان را در قرارگاه رحمت و پاداش نهانى و ذخيره شده خود گرد آور . » « 2 »\r\n\r\nگفتگوى طرماح با امام عليه السلام\r\nسپس طرماح پيش آمد و به امام عرضه داشت : من افراد زيادى با تو نمىبينم و اگر همين لشكر حرّ كه مراقب شما است با شما نبرد كنند كافى است در حالى كه من يك روز قبل از بيرون آمدن از كوفه : در بيرون شهر مردم بسيار زيادى را ديدم كه تا كنون چنين جمعيتى را در يك جا نديده‌ام ، پرسيدم ، گفتند :\r\nلشكرى است كه سان مىبينند تا به جنگ حسين عليه السلام فرستاده شوند .\r\nتو را به خدا سوگند مىدهم اگر مىتوانى يك وجب هم به سوى ايشان مرو .\r\nو اگر مىخواهى پناهگاهى بجويى كه خداوند تو را حفظ كند و نظر و رأى خود را بسنجى و راه چاره بيابى پس بيا تا شما را در كوه « أجاء » فرود آورم كه كوهى است ما را در برابر پادشاهان غسان ، حِمْيرَ و نُعمان بن مُنذر و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) احزاب : 23 .\r\n( 2 ) . أللّهم اجعل لنا و لهم الجنّة نزلًا واجمع بيننا و بينهم في مستقرّ رحمتك و غائب مذخور ثوابك . الطبري : 4 / 306 .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nاز هر سرخ و سپيدى حفظ كرده و هرگز خوارى و ذلّتى در آنجا براى ما پيش نيامده است . من همراه شما مىآيم تا در آنجا فرود آيى سپس به سوى مردان طايفه طى كه در « أجاء » و « سلمى » هستند مىفرستى ، ده روز طول نمىكشد كه پياده و سواره در پيشگاه تو حاضر مىشوند ، و تا هر زمان كه بخواهى در پيش ما بمان و اگر اتفاقى براى شما پيش بيايد من ضمانت مىكنم كه بيست هزار مرد طايى پيش روى تو شمشير بزنند و به خدا سوگند تا زنده باشند دست كسى به تو نرسد .\r\nامام فرمود : « خداوند تو و قبيله ات را جزاى خير دهد ، ميان ما و اين گروه قرارى هست كه نمىتوانيم برگرديم و معلوم نيست عاقبت كار به كجا مىكشد . » « 1 » طرماح مىگويد : من با امام خداحافظى كرده و گفتم : خداوند ، شر جن و انس را از تو دور كند ، من براى خانواده خود از كوفه آذوقه تهيه كرده‌ام و خرجى آنها پيش من است من مىروم آذوقه و خرجى ايشان را مىرسانم و ان شاء اللَّه پيش تو برمىگردم و اگر برسم از ياران تو خواهم بود . امام فرمود : « اگر چنين قصدى دارى پس شتاب كن خداوند تو را رحمت كند ، » « 2 » از اين سخن امام فهميدم كه به مردان نياز دارد . و چون به محل خود رسيدم و نيازمنديهاى خانواده را فراهم نموده وصيّت كردم ، خانواده‌ام مىگفتند : اين بار به گونه‌اى رفتار مىكنى كه پيشتر چنين نمىكردى ! هدف خود را به ايشان گفته و از راه بنى ثعل روانه شده به نزديكى عذيب الهجانات رسيدم در آنجا با سماعة بن بدر مواجه شدم كه خبر شهادت آن حضرت را داد و من برگشتم . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . جزاك اللّه و قومك خيراً ، إنّه قد كان بيننا و بين هؤلاء القوم قول لسنا نقدر معه على الأنصراف و لا ندري على ما تنصرف بنا و بهم الأمور في عاقبة .\r\n( 2 ) . فإن كنت فاعلًا فعجّل رحمك اللّه .\r\n( 3 ) . الطبري : 4 / 306 .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\n\r\nدعوت امام عليه السلام از عبيداللَّه بن حرّ براى ياريش\r\nامام عليه السلام در مسير خود به قصر بنى مقاتل رسيد و فرود آمد و در آنجا خيمه‌اى برافراشته ديد ، پرسيد : « اين خيمه از آن كيست ؟ » « 1 » گفتند : مربوط به « عبيداللَّه بن حرّ جُعفى » است . فرمود : « او را پيش من بخوانيد . » « 2 » فرستاده حضرت پيش او رفت و گفت : اين حسين بن على عليهما السلام است كه تو را فرا مىخواند . عبيداللَّه گفت : انا للَّه‌و انا اليه راجعون ، سوگند به خدا از كوفه بيرون نيامدم مگر براى اين كه خوش نداشتم در آنجا باشم و حسين به آنجا وارد شود ، من قصد ندارم او را ببينم و نه او مرا ببيند . فرستاده برگشت و گفتار او را بازگفت ، امام عليه السلام خود برخاستند و به سوى او رفته سلام كرده و نشستند سپس او را به همراهى با خود فرا خواندند ، عبيداللَّه همان سخن پيشين را تكرار كرد . امام فرمود : « اگر ما را يارى نمىكنى پس از خدا بترس و از كسانى مباش كه به جنگ با ما برمىخيزند به خدا سوگند هركس فرياد ما را بشنود و ما را يارى نكند هلاك خواهد شد . » « 3 » عبيداللَّه بن حر گفت : هرگز چنين نخواهد شد ان شاء اللَّه . امام از پيش او برخاستند و به خيمه‌گاه خود برگشتند . « 4 »\r\n\r\nملاقات امام و عبيداللَّه بن حرّ جعفى به نقلى ديگر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . لمن هذا ؟\r\n( 2 ) . ادعوه إلي .\r\n( 3 ) . فإن لم تنصرنا فاتّقِ اللّه أن تكون ممّن يقاتلنا ، فواللّه لا يسمع و اعيتنا احد ، ثمّ لا ينصرنا إلّاهلك .\r\n( 4 ) . الطبري : 4 / 307 .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nاز امام صادق عليه السلام روايت شده وقتى حسين عليه السلام در قطقطانيه فرود آمد خيمه‌اى برافراشته ديد ، پرسيد : « اين خيمه از آن كيست ؟ » « 1 » گفتند مال عبيداللَّه بن حر جعفى است . امام حسين عليه السلام سوى او فرستاد : « كه اى مرد تو گناهكار و خطاكارى اگر اكنون توبه نكنى و برنگردى و مرا يارى نكنى ، خداوند به آنچه كرده‌اى تو را مجازات مىكند ، مرا يارى كن تا جدّم در پيشگاه خداوند از تو شفاعت كند . » « 2 »\r\nعبيداللَّه بن حر گفت : يا بن رسول اللَّه سوگند به خدا اگر تو را يارى كنم اولين شهيد در پيشروى تو خواهم بود ليكن اين اسب مرا برگير كه هرگز سوار بر آن در جستجوى چيزى نرفتم مگر به آن رسيدم و هيچكس در طلب من نيامد مگر نجات يافتم ، اين اسب من در اختيار شما ؛ امام از او روى برگردانيد و فرمود : « ما نيازى به تو و اسب تو نداريم و گمراهان را به همراهى خويش نپذيرم . و ليكن از اينجا فرار كن نه به سود ما باش نه بر ضد ما همانا كسى كه صداى كمك خواهى ما اهل‌بيت را بشنود و جواب نگويد ، خداوند او را به رو در آتش جهنم بيفكند . » « 3 »\r\nو در كتاب فتوح آمده است كه عبيداللَّه بن حرّ دعوت امام را نپذيرفت و گفت : كه شما را به خدا سوگند مىدهم كه اين منزلت را از من نخواهيد و ليكن من با آنچه توان ( مالى ) دارم شما را يارى مىكنم اين اسب يراق شده من است كه دنبال هر چيزى با آن رفتم طعم مرگ را به آن چشاندم و هيچكس مرا دنبال نكرد مگر اين كه به وسيله اين اسب نجات پيدا كردم و اين شمشير مرا برگير كه هرگز ضربتى به وسيله آن نزدم مگر بريدم و قطع كردم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . لمن هذا الفسطاط ؟\r\n( 2 ) . أيّها الرّجل إنّك مذنب خاطىء و انّ اللّه عزّوجلّ آخذك بما أنت صانع إن لم تتب إلى اللّه تعالى في ساعتك هذه فتنصرني و يكون جدي شفيعك بين يدي اللّه .\r\n( 3 ) . لا حاجة لنا فيك و لا في فرسك و ما كنت متّخذ المضلّين عضداً ، و لكن فر فلالنا و لا علينا فإنّه من سمع واعيتنا أهل البيت ثمّ لم يجبنا كبّه اللّه على وجهه في نار جهنّم .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nامام فرمود : « اى فرزند حرّ ما براى اسب و شمشير تو نيامده‌ايم ما آمده‌ايم از تو يارى بخواهيم اگر در يارى ما به جان خود بخل مىورزى ما نيازى به مال تو نداريم . . . . » « 1 »\r\n\r\nديدار عمرو بن قيس مشرقى و پسر عمويش با امام عليه السلام در قصر\r\n\r\nبنى مقاتل\r\nعمرو بن قيس مشرقى مىگويد : من و پسر عمويم در قصر بنى مقاتل به حضور امام حسين عليه السلام رسيديم و سلام كرديم ، پسر عمويم گفت : يا اباعبداللَّه اين سياهى كه مىبينم خضاب است يا موى تو بدين رنگ است .\r\nحضرت فرمود : « خضاب است و موى ما بنى هاشم زود سپيد مىشود ، » « 2 » سپس پرسيد : « براى يارى من آمده‌ايد ؟ » « 3 » من گفتم : مردى پر اهل و عيال هستم و متاع و مال مردم پيش من است نمىدانم آخر كار چه مىشود و دوست ندارم امانت مردم را ضايع كنم ؛ پسر عمويم نيز مثل من سخن گفت .\r\nامام فرمود : « پس از اينجا برويد و صداى فرياد مارا نشنويد و شبح و سياهى ما را نبينيد ، زيرا هر كس صداى كمك خواهى ما را بشنوند يا سياهى ما را ببيند و ما را جواب نگويد و به يارى ما نشتابد بر خداست كه او را به بينى در آتش جهنم بيندازد . » « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . يا ابن حرّ ما جئناك لفرسك و سيفك إنّما أتيناك لنسأ لك النصرة فإن كنت قد بخلت علينا بنفسك فلا حاجة لنا في شىء من مالك . . . . الفتوح : 5 / 83 .\r\n( 2 ) . خضاب والشيب إلينا بني هاشم يعجل .\r\n( 3 ) . جئتما لنصرتي ؟\r\n( 4 ) . فانطلقا فلا تسمعا لي واعية و لا تريا لي سواداً ، فإنّه من سمع واعيتنا او رأى سوادنا فلم يجبنا و لم يغثنا كان حقّاً على اللّه عزّوجلّ أن يكبّه على منخريه في النّار . ثواب الاعمال و عقاب الاعمال : 308 .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n\r\nرؤياى امام و سخنش با على اكبر\r\nآخر شب امام عليه السلام دستور داد آب برگيرند آن گاه از قصر بنى مقاتل حركت كرد . عقبة بن سمعان مىگويد : ساعتى راه پيموديم و امام عليه السلام را روى اسب خواب سبك گرفت سپس بيدار شد و فرمود : « إنّا للَّه‌و إنّا إليه‌راجعون و الحمدللَّه ربّ العالمين » دو يا سه مرتبه اين جمله را تكرار كرد ، على اكبر كه بر اسبى ديگر سوار بود رو به امام كرد و گفت : چرا حمد و استرجاع گفتى ؟\r\nامام فرمود : « فرزندم اكنون مرا خواب ربود ، اسب سوارى پيش من نمودار شد كه مىگفت : اين قوم مىروند ، مرگ هم سوى آنها مىآيد ، فهميدم كه خبر مرگ ما را مىدهند . » « 1 »\r\nعلى اكبر گفت : پدرجان ! خداوند ، بدى براى تو پيش نياورد ، آيا ما بر حق نيستيم ؟ امام فرمود : « چرا سوگند به آن خدايى كه بازگشت بندگان به سوى اوست . » « 2 » على اكبر گفت : در اين صورت ما باكى نداريم از اين كه در راه حق بميريم . امام فرمود : « خداوند تو را پاداش دهد بهترين پاداشى كه به فرزند از سوى پدر مىدهد . » « 3 »\r\n\r\nدستور مكتوب ابن زياد به حرّ درباره محاصره امام عليه السلام\r\nصبحگاهان امام عليه السلام فرود آمد و نماز صبح به جاى آورد سپس با شتاب سوار شده و جانب دست چپ را گرفتند . امام عليه السلام مىخواست اصحابش را پراكنده كند حرّ مانع مىشد و ايشان را بر مىگرداند . از سوى ديگر حرّ با اصرار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . يا بُنيّ إنّي حفقت خفقة فعنّ ( ظهر ) لي فارس على فرس و هو يقول : القوم يسيرون والمنايا تسير إليهم فعلمت أنّها أنفسنا نعيت إلينا .\r\n( 2 ) . بلى والّذي إليه مرجع العباد .\r\n( 3 ) . جزاك اللّه من ولدٍ خير ما جزى ولداً عن والده . الارشاد : 2 / 82 .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nمىخواست آنها را به طرف كوفه ببرد . آنها امتناع مىكردند ، و با اين حال رّد و امتناع از مقابل كوفه بالاتر رفتند . تا به نينوا رسيدند . ناگهان اسب سوارى مسلح كه كمانى بردوش انداخته بود از جانب كوفه پيدا شد هر دو گروه ايستاده او را نگريستند تا اين كه رسيد بر حرّ و يارانش سلام كرد و بر امام و اصحابش سلام نكرد و نامه‌اى از ابن زياد را تسليم حرّ كرد كه مضمون آن چنين بود :\r\nامّا بعد ، چون نامهء من به دستت رسيد و فرستاده‌ام پيش تو آمد . بر حسين تنگ بگير و او را جز در سرزمين خالى و بدون آب و آبادى فرود نياور . و به فرستاده خود فرمان داده‌ام مراقب تو باشد و از تو جدا نشود تا اين كه دستور مرا اجرا كنى و خبر آن را براى من بياورد والسلام .\r\nهنگامى كه حرّ نامه را خواند به ايشان گفت : اين نامه امير عبيداللَّه است كه مرا فرمان داده است شما را در محلى كه نامه‌اش به من مىرسد بازدارم و اين فرستاده اوست كه دستور داده از من جدا نشود تا فرمان او را دربارهء شما اجرا كنم .\r\nابوالشعثاء كندى كه يكى از ياران امام بود به فرستاده ابن زياد نظر انداخت و او را شناخت سپس گفت : آيا تو مالك بن نسيربدى نيستى ؟ گفت : چرا - او از قبيله كنده بود - ابوالشعثاء گفت : مادر برايت بگريد . در نامه چه آورده‌اى ؟\r\nگفت : آنچه آورده‌ام اطاعت رهبرم و وفاى به بيعتم مىباشد . ابوالشعثاء گفت :\r\nبلكه خدايت را عصيان كرده و از پيشوايت در هلاكت خود پيروى كرده‌اى و عار و آتش را به دست آورده‌اى و چه بد پيشوايى است پيشواى تو . خداوند عزوجل مىفرمايد : « و آنها را پيشوايانى قرار داديم كه به سوى آتش فرا مىخوانند و روز قيامت يارى نمىشوند . » « 1 » پيشواى تو از جمله اين پيشوايان است . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . قصص : 41 .\r\n( 2 ) . الطبري : 4 / 309 .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nحرّ امام و اصحابش را مجبور كرد در همان مكان كه نه آب بود و نه آبادى فرود آيند .\r\nامام خطاب به او فرمود : « واى بر تو بگذار در اين روستا يعنى نينوا و يا غاضريه يا در اين روستاى ديگر يعنى شفيه فرود آييم . » « 1 » حرّ گفت : نه واللَّه نمىتوانم اين مرد را ابن زياد جاسوس براى من فرستاده است .\r\nزهير بن قين گفت : يابن رسول اللَّه به نظر مىرسد كار بعد از اين مشكلتر خواهد شد . جنگ با اينها براى ما آسانتر است از نبرد با كسانى كه بعد از اينها مىآيند ، به جانم سوگند ، در پى اينها لشكرى بيايد كه ما را توان مقابله با آنها نباشد . امام حسين عليه السلام فرمود : « من آغازگر جنگ نخواهم بود . » « 2 » آن گاه فرود آمدند و آن روز پنجشنبه دوّم محرم سال 61 هجرى بود . « 3 »\r\n\r\nديدار ابوهرّه ازدى با امام عليه السلام\r\nنقل شده هنگام صبح مردى از اهل كوفه كه او را ابوهرّة ازدى مىگفتند به حضور امام آمد سلام كرد و گفت : اى فرزند پيامبر صلّى اللّه عليه وآله چرا از حرم خدا و حرم جدّت رسول خدا صلّى اللَّه عليه و آله بيرون آمدى ؟\r\nامام حسين عليه السلام فرمود : « واى بر تو اى ابوهرة ! بنى امية مالم را گرفتند صبر كردم ، مرا ناسزا گفتند صبر كردم ، در پى ريختن خونم بر آمدند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . دعنا ويحك ننزل في هذه القرية يعني نينوى والغاضريّة او هذه يعني شفية .\r\n( 2 ) . ما كنت لأبدأهم بالقتال .\r\n( 3 ) . الارشاد : 2 / 84 .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nپس فرار كردم ، و به خدا مرا خواهند كشت ، آن گاه خداوند لباس خوارى و ذلّت بر ايشان خواهد پوشاند و شمشير برنده بر آنها مسلط خواهد كرد ، آرى خداوند كسى را بر آنها مسلط خواهد كرد كه آنها را خوارتر از قوم سبا گرداند كه زنى پادشاهى آنها را داشت و در جان و مالشان حكم مىراند . » « 1 »\r\n\r\nملاقات امام عليه السلام با مرد عرب در راه\r\nمىگويد : حج به جا آوردم و همراهانم را رها كرده و به تنهايى راه پيمودم ، همانطور كه تنها سير مىكردم چشمم به چادرها و خيمه‌هايى افتاد به سوى آنها رفتم به نزديكترينشان كه رسيدم پرسيدم اين خيمه‌ها مال كيست ؟ گفتند :\r\nبراى حسين عليه السلام است . گفتم : فرزند على و فاطمه ؟ گفتند : بلى . گفتم :\r\nدر كدام يك از اين خيمه‌ها است ؟ گفتند : در اين خيمه . به سوى آن خيمه رفتم ديدم حسين عليه السلام به در خيمه تكيه زده و نوشته‌اى را كه در پيشرو دارد مىخواند . سلام كردم ، جواب فرمود ، گفتم : اى فرزند رسول خدا ، پدر و مادرم فدايت چه چيزى باعث شده در اين بيابان بى آب و علف كه نه آبادى در آن هست و نه نيرويى فرود بيايى ؟ فرمود : « اينها مرا ترساندند و اين نامه‌ها اهل كوفه است و آنها كشنده من هستند ، وقتى كه اين كار را به انجام رساندند و حرامى باقى نگذاشتند مگر مرتكب شدند ، خداوند كسى را بر مىانگيزد كه آنها را بكشد و آنها را خوارتر از قوم سبا ( كه زنى پادشاهشان بود ) گرداند . » « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ويحك يا أبا هرّة إن بنى اميّة اخذوا مالي فصبرت و شتموا عرضي فصبرت و طلبوا دمي فهربت ، و أيم اللّه لتقتلني الفئة الباغية وليلبسنّهم اللّه ذلّا شاملًا و سيفا قاطعاً ، وليسلطنّ اللّه عليهم من يذلّهم حتّى يكونوا اذّل من قوم سبأ إذ ملكتهم امرأه فحكمت في أموالهم و دمائهم حتّى أذلّتهم . الملهوف : 132 .\r\n( 2 ) . إنّ هؤلاء أخافوني و هذه كتب اهل الكوفة و هم قاتلي فإذا فعلوا ذلك و لم يدَعوا لِلّه مُحرّماً إلّاانتهكوه بعث اللّه إليهم من يقتلهم حتّى يكونوا أذّل من قوم الأَمَة . بحارالانوار : 44 / 368 .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\n\r\n4 - در كربلا\r\n\r\nرسيدن امام عليه السلام به كربلا\r\nهنگامى كه امام به سرزمين كربلا رسيد پرسيد : « اسم اين سرزمين چيست ؟ » « 1 » گفتند : كربلا . امام فرمود : « به خدا پناه مىبرم از كرب ( غصّه ) و بلاء ؛ سپس فرمود : اينجا محلّ غصّه و آزمايش است فرود آييد كه اينجا بار انداز ما و جايگاه ريختن خون ما و محل قبرهاى ما است ، اين خبرى است كه جدّم رسول خدا به من داده است . » « 2 » ياران امام همگى فرود آمدند . حرّ و يارانش هم در ناحيه ديگر فرود آمدند . « 3 »\r\n\r\nآمدن عمر بن سعد به كربلا و پيك او به سوى امام\r\nفرداى روزى كه امام عليه السلام به كربلا وارد شد ابن سعد هم با چهار هزار سوار از كوفه به كربلا آمد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ما إسم هذه الأرض ؟\r\n( 2 ) . أللّهم إني أعوذ بك من الكرب والبلاء . ثم قال هذا موضع كرب و بلاء ، انزلوا هاهنا محطّ رحالنا ومسفك دمائنا و محلّ قبورنا بهذا حدّثني جدّي رسول اللّه صلّى اللّه عليه وآله .\r\n( 3 ) . الملهوف : 139 .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nعلت اين كه عمر بن سعد اين تكليف را پذيرفت اين بود كه ابن زياد او را با چهار هزار نفر نيرو مأمور كرد به سوى دستبى برود چون ديلميان بر آنجا دست يافته بودند در ضمن فرمان حكومت رى را نيز به نام او نوشت عمر سعد در محل حمام اعين اردو زده بود چون جريان امام حسين عليه السلام پيش آمد ، ابن زياد او را احضار كرد و گفت : نخست به سوى حسين برو وقتى از كار او فراغت يافتيم به محل حكومت خود مىروى .\r\nعمر سعد از اين كار عذر خواهى كرد . ابن زياد گفت اشكالى ندارد به شرط آنكه فرمان ما را بازدهى . عمر سعد چون اين سخن را شنيد گفت امروز را به من مهلت بده تا فكر كنم .\r\nابن سعد با خيرخواهانش مشورت كرد جملگى او را از اين كار بازداشتند .\r\nو ليكن هواى ملك رى بر عقل او چيره شد و در نهايت جنگ با امام حسين عليه السلام را پذيرفت و گفت مىروم ؛ از اين رو با آن لشكر چهار هزار نفرى به كربلا آمد .\r\nچون عمر بن سعد به كربلا رسيد . عروة بن قيس احمسى را خواست و گفت به سوى حسين برو و بپرس براى چه امرى آمده و چه مىخواهد ؟\r\nعروه چون از كسانى بود كه به امام نامه نوشته بود از اين كار شرم داشت عمر سعد اين پيشنهاد را با رؤساى ديگر لشكر مطرح كرد آنان نيز چون نامه نوشته بودند از اين كار اكراه داشتند تا اين كه كثير بن عبداللَّه شعبى كه شخصى بىباك و شجاع و پر رو بود برخاست و گفت : من مىروم اگر خواستى او را ترور مىكنم .\r\nعمر سعد گفت : قصدم كشتن او نيست و ليكن برو و بپرس براى چه آمده است ؟\r\nكثير به سوى امام رفت . ابوثمامه صائدى چون او را ديد به امام عليه السلام گفت : خداوند امور شما را به خير بگرداند يا اباعبداللَّه . شرورترين اهل زمين ،\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nبىباكترين و خونريزترين مردم به سوى شما آمده است . سپس خود برخاست و به كثير گفت : شمشيرت را بگذار . گفت نمىگذارم ، من فرستاده‌اى بيش نيستم ، اگر گوش فرا داديد پيام خود مىرسانم و گرنه برمىگردم ، ابوثمامه گفت : پس من قبضه شمشيرت را مىگيرم تو سخن خود را بگو . گفت نه دست تو به آن نرسد . ابوثمامه گفت : پيام خود را به من بگو تا به امام برسانم ، تو را نمىگذارم نزديك او شوى كه مردى نابكار هستى ، همديگر را دشنام دادند و كثير به سوى عمر سعد برگشت و ماجرا را گزارش كرد .\r\nعمر سعد اين بار قُرّة بن قيس حنظلى را خواست و به او گفت : واى بر تو اى قُرّه با حسين ديدار كن و از او بپرس براى چه آمده و چه مىخواهد ؟ قُرّه به سوى امام آمد ، چون نظر حضرت به او افتاد فرمود : « اين شخص را مىشناسيد ؟ » « 1 » حبيب بن مظاهر گفت : بلى ، مردى از تيره حنظله تميم و پسر خواهر ما است و من او را نيك اعتقاد مىدانستم و گمان نمىكردم در اين جايگاه قرار گيرد . او آمد و بر امام سلام كرد و پيغام عمر سعد را رساند ، امام فرمود : « اهل شهر شما به من نامه نوشتند كه به سوى ما بيا ، اكنون اگر از من ناخشنوديد من برمىگردم . » « 2 » آن‌گاه حبيب گفت : واى بر تو اى قره ! كجا به سوى گروه ستمكار برمىگردى ، اين مرد را يارى كن كه به واسطهء پدرانش خداوند به تو كرامت داد . قره گفت : برمىگردم و جواب پيام را مىرسانم تا ببينم چه شود . او به سوى عمر سعد برگشت و جواب را رساند . عمر سعد گفت : اميدوارم خداوند مرا از جنگ و كارزار با او بازدارد . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . أتعرفون هذا ؟\r\n( 2 ) . كتب اليّ أهل مصركم هذا أن أقدم فأمّا إذا كرهتموني فأنا أنصرف عنكم .\r\n( 3 ) . الأرشاد : 2 / 84 - 86 .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\n\r\nديدار هرثمه با امام عليه السلام\r\nهرثمة بن ابى مسلم مىگويد : ما در جنگ صفين با اميرالمؤمنين عليه السلام بوديم ، هنگام بازگشت از صفين حضرت در كربلا پياده شدند و نماز صبح را در آنجا به جاى آوردند آن گاه اندكى از خاك آن سرزمين برداشته و بوييدند سپس فرمودند : خوشا به حالت اى خاك ؛ افرادى از تو بر انگيخته مىشوند كه بدون حساب وارد بهشت مىگردند .\r\nهرثمه در بازگشت به منزل به همسرش كه شيعه بود گفت : از پيشوايت ابوالحسن خبر دهم كه در كربلا فرود آمد و نماز خواند و خاكش را بوييد و گفت خوشا به حالت اى خاك ؛ افرادى از تو برانگيخته مىشوند كه بدون حساب وارد بهشت مىگردند . همسرش گفت اى مرد ؛ اميرمؤمنان جز حقيقت نگفته است .\r\nهرثمه مىگويد : هنگامى كه حسين عليه السلام به كربلا آمد من در ميان گروه اعزامى ابن زياد بودم ، چون آن جايگاه و درختان را ديدم آن ماجرا را به خاطر آوردم از اين رو سوار بر شتر شده به سوى آن حضرت رفته سلام كرده و آنچه از پدرش در آن محل شنيده بودم بازگفتم .\r\nحضرت فرمود : « با ما هستى يا بر ضدّ ما ؟ » « 1 » گفتم نه با شما هستم و نه عليه شما . بچه هايى را پشت سر گذاشته‌ام كه از ابن زياد برايشان بيمناكم .\r\nامام فرمود : « پس برو جايى كه شهادتگاه ما را نبينى و صداى ما را نشنوى ، سوگند به آن كه جان حسين به دست اوست ، امروز اگر كسى فرياد ما را بشنود و ما را يارى نكند ، خداوند او را به رو در آتش جهنم افكند . » « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . معنا أنت أم علينا ؟\r\n( 2 ) . فامض حيث لا ترى لنا مقتلًا و لا تسمع لنا صوتاً فو الّذي نفس الحسين بيده لا يسمع اليوم واعيتنا أحد فلا يعيننا إلّاكبّه اللّه لوجهه في جهنّم . أمالى الصدوق : مجلس 28 .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n\r\nجلوگيرى از آب و جسارت عبيداللَّه ازدى\r\nعمر سعد پانصد سوار به فرماندهى عمرو بن حجاج فرستاد تا در كنار شريعه مستقّر شوند و ميان آب و امام حسين عليه السلام و اصحابش مانع شوند و نگذارند يك قطره از آب بردارند . اين جريان سه روز قبل از شهادت امام عليه السلام بود .\r\nدر اين حال عبيداللَّه بن حصين ازدى - كه از تيره بجيله به شمار مىرفت - بانگى بلند برداشت كه : اى حسين ! اين آب را مىبينى كه به رنگ آسمان است .\r\nسوگند به خدا قطره‌اى از آن نمىچشى تا از عطش جان سپارى .\r\nامام حسين عليه السلام عرضه داشت : « خداوندا ، او را از عطش بكش و هرگز نيامرز . » « 1 »\r\nحميد بن مسلم - گزارش‌گر اخبار كربلا - مىگويد : سوگند به خدا بعد از اين جريان او را در حالت مريضىاش عيادت كردم آن قدر آب مىخورد تا شكمش پر مىشد بعد آب را برمىگرداند و فرياد مىزد : العطش العطش دوباره آب مىخورد تا شكمش آماس مىكرد ولى سيراب نمىشد ، او بدين حال بود تا جان سپرد و به هلاكت رسيد . « 2 »\r\n\r\nملاقات عمر سعد و امام عليه السلام در كربلا\r\nامام حسين عليه السلام عمر و بن قرظهء انصارى را به سوى عمر سعد فرستاد و پيام داد كه شب هنگام ميان دو لشكر گاه مرا ديدار كن . عمر سعد با قريب بيست سوار و امام عليه السلام نيز با همين تعداد سوار آمدند ، چون به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . أللّهمّ اقتله عطشاً و لا تغفر له أبداً .\r\n( 2 ) . الارشاد : 2 / 87 .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nهمديگر رسيدند امام دستور داد همراهانش كنار بروند ، ابن سعد نيز چنين كرد . نيروها دور شدند به گونه‌اى كه سخن ايشان را نمىشنيدند . امام و عمر سعد صحبت كردند و سخنشان طولانى شد تا پاسى از شب گذشت آن گاه همراه سواران به لشگرگاه خود برگشتند . « 1 »\r\n\r\nفرستادن عباس به سوى لشكر ابن سعد\r\nهنگامى كه عمر سعد فرمان حمله داد نيروهايش سوار شده به سوى خيمه گاه امام عليه السلام تاختند . امام جلو خيمه نشسته بر شمشير تكيه كرده و سر بر زانو نهاده بود ، خواهرش زينب عليها السلام سر و صداها را شنيد نزد برادرش آمد و گفت : برادر جان صداها را نمىشنوى كه نزديك شده است .\r\nامام سر بلند كرد و گفت : « اكنون رسول خدا صلّى اللّه عليه وآله را در خواب ديدم فرمود : تو پيش ما مىآيى . » « 2 » پس خواهرش سيلى بر صورت زد و بانگ واويلا برداشت . امام به او فرمود : « خواهر جان پريشانى براى تو مباد آرام باش خدا تو را رحمت كند . » « 3 » عباس عليه السلام نيز گفت : برادر اين گروه آمدند ، امام برخاست و فرمود : « اى عباس سوار شو جانم به فدايت برادر ، و با آنان ملاقات كن و بگو چه شده است شما را ؟ چه اتفاق افتاده و براى چه آمده‌ايد ؟ » « 4 » عباس عليه السلام با حدود بيست سوار كه از جمله آنها بودند زهير بن قين و حبيب بن مظاهر ، به سوى ايشان رفت و پرسيد : چه پيش آمده و چه مىخواهيد ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الطبري : 4 / 312 .\r\n( 2 ) . إنّي رأيت رسول اللّه صلّى اللّه عليه وآله في المنام فقال لي إنّك تروح إلينا .\r\n( 3 ) . ليس لكِ الويل يا اخيىّ اسكنى رحمك الرحمن .\r\n( 4 ) . يا عبّاس اركب بنفسي أنت يا أخي ، حتّى تلقاهم فتقول ما لكم و ما بدالكم وتسألهم عمّا جاء بهم .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nگفتند : دستور امير آمده كه تسليم فرمان او شويد يا اين كه با شما كارزار مىكنيم . عباس عليه السلام گفت شتاب نكنيد تا من برگردم و آنچه را گفتيد به ابو عبداللَّه برسانم . آنها ايستادند و گفتند : برو و او را از آنچه به تو گفتيم آگاه كن سپس برگرد و جواب او را براى ما بياور . عباس به سرعت برگشت تا خبر را به امام برساند و ليكن همراهانش ماندند و با آن گروه به سخن پرداختند . « 1 » عباس پيش امام آمد و سخن آنان را باز گفت . امام فرمود :\r\n« برگرد و اگر توانستى كار را تا فردا به تأخير انداز و امشب ايشان را از ما بازدار ، شايد امشب براى پروردگارمان نماز بخوانيم او را بخوانيم و استغفار كنيم . خدا مىداند من نماز ، تلاوت قرآن و كثرت دعا و استغفار را دوست دارم . » « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . حبيب بن مظاهر به زهير گفت : اگر مىخواهى با اين قوم سخن بگو و اگر مىخواهى من حرف‌بزنم . زهير گفت تو خود شروع كردى پس خود حرف بزن . حبيب بن مظاهر خطاب به ايشان گفت : همانا سوگند به خدا فردا روز در پيشگاه خداوند بد مردمى هستند آنان كه ذرّيه پيامبرش و اهل بيت او و عابدان اين شهر كه شب زنده داران و يادكنندگان خداوند هستند را مىكشند .\r\nعزرة ( عروة ) بن قيس گفت : تو تا مىتوانى خود ستايى مىكنى و نفس خود را پاكيزه نشان مىدهى ، زهير گفت : اى عروة : خدا نفس او را پاكيزه گردانده و هدايت كرده است ، از خدا بترس من خير خواه تو هستم . تو را سوگند مىدهم از كسانى مباش كه گمراهان را در كشتن نفوس مطهر و اشخاص پاك يارى مىكنند .\r\nعزره گفت : اى زهير تو كه از شيعيان اين خاندان نبودى تو عثمانى بودى . زهير گفت : آيا از موقعيت كنونى من متوجه نمىشوى كه من از ايشان هستم ؟ ! سوگند به خدا من نه نامه‌اى به ايشان نوشتم و نه نماينده‌اى فرستادم و نه وعده يارى و كمك دادم . و ليكن در راه او را ديدار كرده ، رسول خدا را و منزلت حسين عليه السلام در نزد او را ياد آور شدم ، و دانستم از سوى دشمنش و حزب شما چه بر سر او مىآيد ، پس به نظرم رسيد كه او را يارى كنم ، در حزب او باشم و جان خود را فداى او كنم تا حقى را كه شما از خدا و رسول تباه كرديد حفظ نمايم .\r\n( 2 ) . ارجع اليهم فان استطعت أن تؤخّرهم إلى غدوة و تدفعهم عند العشيّة لعلّنا نُصلّى لربّنا اللّيلة و ندعوه و نستغفره فهو يعلم أنّي قد كنت احبّ الصّلاة له و تلاوة كتابه و كثرة الدعاء والأستغفار .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nعباس عليه السلام به سوى آن گروه رفت و برگشت در حالى كه نماينده‌اى از جانب عمر سعد همراهش بود كه در جايى كه صدا شنيده مىشود ايستاد و گفت : تا فردا به شما مهلت داديم اگر تسليم شديد شما را پيش اميرمان عبيداللَّه بن زياد مىبريم و گرنه شما را رها نخواهيم كرد . سپس بازگشت . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الطبري : 4 / 315 و 316 .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\n\r\n5 - شب عاشورا\r\n\r\nگفتار امام و اصحابش در شب عاشورا\r\nامام حسين عليه السلام اصحاب خود را نزديك غروب گرد آورد . امام سجاد عليه السلام مىفرمايد : نزديك شدم تا سخن امام با اصحابش را بشنوم و من در آن هنگام مريض بودم . شنيدم پدرم به اصحابش چنين مىگفت : « خداى را مىستايم با بهترين ستايش‌ها و سپاس مىگويم او را بر خوشى و بر سختى ، خداوندا تو را حمد مىكنم بر اين كه ما را به نبوّت كرامت بخشيدى و قرآن را به ما آموختى و آگاهى در دين عطايمان كردى و برايمان گوش و چشم و قلب دادى ، پس ما را از سپاسگزاران قرار بده . امّا بعد من اصحابى با وفاتر و بهتر از اصحاب خود نمىدانم و اهل بيتى نيكوتر ، به صله رحم وابسته‌تر و با فضيلت‌تر از اهل بيت خود سراغ ندارم . خداوند از سوى من جزاى خيرتان دهد ، آگاه باشيد من گمان مىكنم با اين دشمنان روز درگيرى در پيش داريم ، همانا من شما را اجازه دادم همه برويد ، آزاديد و هيچ تعهدى نسبت به من نداريد اين شب است كه شما را فراگرفته آن را براى خود مركب قرار داده سپس هركدام از شما دست يكى از مردان اهل بيت مرا گرفته در روستاها و شهرهايتان پراكنده شويد تا خدا فرج برساند ، زيرا اين گروه در جستجوى\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nمن هستند اگر به من دسترسى پيدا كنند از جستجوى غير من منصرف مىشوند . » « 1 » برادران ، فرزندان ، پسران برادر امام و فرزند عبداللَّه بن جعفر جواب دادند .\r\nبراى چه اين كار را بكنيم ؟ براى اين كه بعد از شما زنده بمانيم ، خداوند هرگز چنين چيزى براى ما پيش نياورد . نخستين كسى كه اين سخن را آغاز كرد عباس بن على عليهما السلام بود ، ديگران نيز از او پيروى كرده و مثل سخن او را بيان كردند .\r\nامام عليه السلام رو كرد به فرزندان عقيل فرمود : « شهادت مسلم براى شما كافى است شما برويد همانا به شما اجازه دادم . » « 2 » گفتند : سبحان اللَّه مردم به ما چه مىگويند ؟ آرى مىگويند ما بزرگ و سرورمان و فرزندان عمويمان بهترين عموها را رها كرديم و نه تيرى به همراهيشان پرتاب كرديم و نه نيزه‌اى به كار برديم و نه شمشيرى زديم و نه مىدانيم ايشان چه كردند . نه به خدا اين كار را انجام نمىدهيم و جان و مال و اهل خود را فدايت مىكنيم و همراهت كارزار مىكنيم تا به همان سرنوشت تو گرفتار آييم ، زشت باد زندگى بعد از شما . مسلم بن عوسجه رضى اللَّه عنه برخاست و گفت : ما شما را تنها گذاريم ؟ ! پيش خداوند چه عذرى در اداى حق تو داريم ؟ هرگز چنين نمىشود ، تا آن كه نيزه‌ام را در سينه‌هايشان بكوبم و تا قبضه شمشير به دست دارم ايشان را بزنم و اگر سلاحى برايم باقى نماند سنگ بارانشان كنم و اين گونه از\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . أثني على اللّه أحسن الثناء و أحمده على السراء والضراء ، اللهم إني أحمدك على أن أكرمتنا بالنبوة و علمتنا القرآن و فقهتنا في الدين و جعلت لنا أسماعاً و أبصاراً و أفئدة فاجعلنا من الشاكرين . أما بعد فإني لا أعلم أصحاباً أوفى و لا خيراً من أصحابي ، و لا أهل بيت أبر و لا أوصل و لا أفضل من أهل بيتي ، فجزاكم اللّه عني خيراً ، إلا و اني لأظن يوماً لنا من هؤلاء الأعداء ، ألا و اني قد أذنت لكم فانطلقوا جميعاً في حل ليس عليكم مني ذمام هذا الليل قد غشيكم فاتخذوه جملًا ، ثم ليأخذ كل رجل منكم بيد رجل من أهل بيتي ثم تفرقوا في سوادكم و مدائنكم حتى يفرج اللّه فإن القوم إنما يطلبوني و لو قد أصابوني لَهَوْا عن طلب غيري .\r\n( 2 ) . يا بني عقيل حسبكم من القتل بمسلم فاذهبوا فقد أذنت لكم .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nشما دفاع كنم تا همراه شما بميرم . سعد بن عبداللَّه حنفى گفت : سوگند به خدا ؛ شما را رها نمىكنيم تا خداوند بداند حرمت رسول خدا را درباره شما پاس داشتيم ، به خدا اگر بدانم كشته مىشوم سپس زنده مىشوم باز هم كشته مىشوم و سوزانده مىشوم و خاكسترم پراكنده مىگردد و اين كار هفتاد مرتبه تكرار مىشود از تو جدا نمىشوم تا مرگ را در راه تو دريابم و چرا چنين نكنم در حالى كه يك كشته شدن بيشتر نيست كه كرامتى بزرگ و پايان‌ناپذير است .\r\nآن گاه زهير رحمه اللَّه برخاست و گفت : سوگند به خدا دوست دارم كشته شوم سپس برانگيخته گردم بازكشته شوم اين چنين هزار مرتبه كشته شوم و بدينگونه خداوند مرگ را از جان شما و جان اين جوانان از اهل بيت تو دور گرداند .\r\nگروهى از اصحاب حضرت اين گونه همانند و يك دل سخن گفتند كه سوگند به خدا از شما جدا نمىشويم . جانمان فدايت ؛ با گلوگاه ، پيشانيها و دستهايمان از تو دفاع مىكنيم ، آن گاه كه كشته شديم به حقّت وفا كرده و تكليف خود را ادا نموده‌ايم . « 1 » و در نقل ديگر از امام سجاد عليه السلام روايت شده : در آن شبى كه فردايش پدرم به شهادت رسيد ، همراه آن حضرت بودم كه به اصحابش فرمود : « اين شب را براى خود سپر قرار دهيد . زيرا اين گروه مرا مىخواهند اگر مرا بكشند به شما توجه نخواهند كرد ، شما از جانب من آزاد هستيد و بيعتى بر شما نيست . » « 2 » اصحاب گفتند : هرگز اين اتفاق نمىافتد و ما شما را تنها نمىگذاريم . حضرت فرمود : فردا همه شما كشته مىشويد و يك نفر هم از شما جان بدر نمىبرد . گفتند :\r\nسپاس خدا را كه ما را به كشته شدن در همراهى تو شرافت بخشيد . آن حضرت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الطبري : 4 / 318 .\r\n( 2 ) . هذا الليل فاتّخذوه جُنّة ، فإنّ القوم إنّما يريدونني و لو قتلوني لم يلتفتوا إليكم و أنتم في حلّ وسعة .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nدعا كرد سپس فرمود : « سرهايتان را بالا بگيريد و نظاره كنيد » « 1 » پس نگاه مىكردند و جايگاه و منزل خود را در بهشت مىديدند و حضرت به ايشان مىفرمود :\r\n« اين منزل تو در بهشت است اى فلانى . » « 2 » در نتيجه اصحاب حضرت نيزه‌ها و شمشيرها را به سينه و چهره استقبال مىكردند تا به منزل خود در بهشت برسند . « 3 »\r\n\r\nاجازه مرخصى به محمد بن بشير حضرمى\r\nدر همان موقع ( شب عاشورا ) به محمد بن بشير حضرمى خبر دادند پسرت در سرحد رى به اسارت درآمده است ، گفت : ثواب مصيبت او و خود را از خدا مىخواهم . دوست نداشتم او اسير شود و من زنده بمانم . امام حسين عليه السلام سخن او را شنيد و فرمود : « خداى تو را رحمت كند تو از بيعت من آزادى برو در آزادى فرزندت تلاش كن . » « 4 » محمد بن بشير گفت : درندگان مرا زنده بخورند اگر از تو جدا شوم . امام فرمود : « پس اين پارچه‌هاى بُرد را به اين فرزندت بده تا در فديه آزادى برادرش از آنها سود جويد . » « 5 » امام به او پنج قطعه پارچه عطا كرد كه قيمتش هزار دينار بود . « 6 »\r\n\r\nگفتگوى امام عليه السلام با خواهرش در شب عاشورا\r\nامام زين‌العابدين عليه السلام مىفرمايد در آن شبى كه فردايش پدرم به شهادت رسيد ، نشسته بودم و عمّه‌ام زينب مرا پرستارى مىكرد كه پدرم به خيمه‌اى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ارفعوا رؤسكم وانظروا .\r\n( 2 ) . هذا منزلك يا فلان .\r\n( 3 ) . بحارالانوار : 44 / 298 .\r\n( 4 ) . رحمك اللّه ، أنت في حلّ من بيعتي ، فاعمل في فكاك ابنك .\r\n( 5 ) . فاعط إبنك هذه البرود يستعين بها في فكاك أخيه .\r\n( 6 ) . الملهوف : 153 .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nديگر رفت و غلام ابوذر غفارى كه « حُوَىّ » نام داشت پيش آن حضرت بود و شمشيرش را آماده و اصلاح مىكرد ، و پدرم اين شعر را مىخواند :\r\n« اى روزگار اف بر دوستى تو\r\nكه چه قدر در صبح و شام\r\nدوست و خاطر خواه كشته دارى\r\nو روزگار به اندك بسنده نمىكند\r\nو كار در دست خداوند جليل است\r\nو هر زنده‌اى راه مرا خواهد پيمود . » « 1 » امام عليه السلام اين شعر را دو يا سه مرتبه تكرار كرد به گونه‌اى كه من فهميدم و منظورش را دريافتم و گريه گلوگيرم شد و ليكن آن را برگرداندم و آرامش خود را حفظ كردم و دانستم كه بلا نازل شده است .\r\nاما عمه‌ام زينب آنچه را من شنيدم او نيز شنيد و او زن بود و رقّت و بىتابى از ويژگى زنها است از اين رو نتوانست خود را نگهدارد بلند شد دامن‌كشان و سر برهنه به راه افتاد تا به خيمه امام رسيد پس گفت : وامصيبتاه اى كاش مرگ زندگىام را مىگرفت : امروز مادرم فاطمه و پدرم على و برادرم حسن از دنيا رفتند اى جانشين گذشتگان و پناه بازماندگان ! امام حسين عليه السلام نگاهى به سوى خواهر كرد و گفت : « خواهرم ، بردباريت را شيطان نبرد » ، « 2 » آن‌گاه ديدگانش پر از اشك شد و فرمود : « اگر مرغ قطا را شب هنگام مىگذاشتند مىخوابيد . » « 3 »\r\nزينب عليه السلام گفت : آيا جان تو را به ستم خواهند گرفت ، اين قلب مرا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) .\r\n يا دهر افٍّ لك من خليل * كم لك بالأشراق والأصيل\r\nمن صاحب و طالب قتيل * والدّهر لا يقنع بالقليل\r\nو انّما الأمر الى الجليل * و كلّ حيّ سالك سبيل \r\n( 2 ) . يا اخيّة لا يذهبنّ حلمك الشيطان .\r\n( 3 ) . لو ترك القطا ليلًا لنام .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nبيشتر آزار مىدهد و تحملش برايم سخت‌تر است در اين حال لطمه بر صورت خود زد و گريبان چاك كرد و از هوش رفت .\r\nامام برخاست آب به صورت او زد و فرمود : « خواهر جان پروا پيشه كن و به تسلاى الهى خود را آرامش بخش ، و بدان اهل زمين مىميرند و اهل آسمان باقى نمىمانند و هر چيزى فنا شونده است جز ذات پروردگار كه خلق را به قدرتش آفريده و آنها را بر مىانگيزد و بر مىگرداند و او تنهاى بى همتا است .\r\nجدم رسول خدا بهتر از من بود ، پدرم ، مادرم و برادرم بهتر از من بودند ، و هر مسلمانى بايد به رسول خدا صلّى اللَّه عليه و آله تأسى جويد . » « 1 »\r\nآن حضرت با اين گونه سخنان خواهرش را تسليت داد و در آخر فرمود :\r\n« خواهر جان تو را سوگند مىدهم و تو سوگندم را راست گردان وقتى من مردم برايم گريبان چاك مزن ، صورت مخراش و به شيون و واويلا صدا بلند مگردان . » « 2 »\r\nامام زين العابدين فرمايد : آن گاه عمه‌ام را آورد و پيش من نشاند و به سوى اصحابش رفت و دستور داد خيمه‌ها را نزديك هم بزنند و طنابهايشان را در هم داخل كنند خود در ميان خيمه باشند و هنگام درگيرى از يك سو با دشمن به مقابله برخيزند و خيمه‌ها از راست و چپ و پشت سر ايشان باشد فقط يك طرف كه دشمن مىآيد گشوده باشد . آن‌گاه امام به خيمه خود بازگشت و همه شب را به نماز ، استغفار ، دعا و تضرّع گذرانيد ؛ يارانش نيز چنين كردند و مشغول نماز ، دعا و استغفار شدند . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . يا اختاه ! اتّقي اللّه و تعزّي بعزاء اللّه و اعلمي أنّ اهل الأرض يموتون و اهل السّماء لا يبقون ، و أنّ كلّ شىء هالك إلّاوجه‌اللّه الّذى خلق الخلق بقدرته ويَبعثُ الخلق ويعودون وهو فرد وحده ، أبي خيرٌ منّي و امّي خيرٌ منّي وأخي خيرٌ منّي ، و لي و لكلّ مسلم برسول اللّه صلّى اللّه عليه وآله اسوة .\r\n( 2 ) . يا أخيّة إنّي أقسمتُ فأبرّي قسمي لا تَشُقّي عليّ جيباً و لا تخشي علىّ وجهاً ، و لا تدعي علىّ بالويل والثبور إذا أنا هلكت .\r\n( 3 ) . الارشاد : 2 / 94 .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n\r\n6 - روز عاشورا\r\n\r\nاحتجاج امام عليه السلام با لشكر ابن سعد ، و گفتار شمر\r\nچون لشكريان عمر سعد به آن حضرت نزديك شدند امام عليه السلام شتر خود را خواست و بر آن سوار شد و با صداى بسيار بلند كه بيشتر مردم مىشنيدند فرياد برآورد كه : اى مردم : سخن مرا گوش كنيد و شتاب مورزيد تا شما را آنچنان كه سزاوار است پند دهم و عذر خويش را از آمدن به سوى شما بيان كنم ، اگر عذرم را پذيرفتيد و گفتارم را تصديق كرديد و با انصاف برخورد نموديد بدين وسيله نيكبخت شده و راهى به سوى من نخواهيد داشت . و اگر نپذيرفتيد و انصاف به خرج نداديد « پس كار و نيرو و شريكانتان را يك جا كنيد تا كارتان بر خودتان پوشيده نباشد ، سپس به كار من پايان دهيد و مهلتم ندهيد » .\r\n« همانا سرپرست من خداوندى است كه كتاب را نازل كرده و او شايستگان را سرپرستى مىكند . » « 1 »\r\nچون خواهران حضرت اين سخنان شنيدند صيحه زده گريستند ، دختران آن حضرت نيز ناله كردند و صدايشان بلند شد . امام عليه السلام برادرش\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . أيها الناس اسمعوا قولي ولا تعجلوني حتّى أعظكم بما يحقّ لكم عليّ و حتّى أعذر إليكم من مقدمى عليكم ، فان قبلتم عذري و صدقتم قولي و أعطيتموني النصف كنتم بذلك أسعد و لم يكن لكم عليّ سبيل ، و إن لم تقبلوا مني العذر و لم تعطوا النصف من أنفسكم .\r\n« فاجمعوا أمركم و شركاءكم ثم لا يكن أمركم عليكم غمة ثم اقضوا إليّ و لا تنظرون . » ( يونس : 71 ) « إنّ وليّي اللّه الذي نزّل الكتاب وهو يتولّى الصالحين . » ( اعراف : 169 ) ، الطبري : 4 / 322 .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nعباس و فرزندش على اكبر را فرستاد و فرمود : « آنها را ساكت كنيد ، سوگند به جانم ( در آينده ) بسيار خواهند گريست . »\r\nچون ساكت شدند حمد و ثناى الهى را به جاى آورد و چنان كه سزاوار بود خدا را ياد كرد و بر پيامبر و آلش و بر ملائكه و پيامبران درود فرستاد . و شنيده نشد نه پيش و نه بعد از آن حضرت گوينده‌اى رساتر در سخن و بيان از آن امام .\r\nسپس فرمود : « نسب مرا به ياد آوريد ببينيد من كيستم آن گاه به خود بازگرديد و خويشتن را ملامت كنيد و بازنگريد آيا كشتن من و هتك حرمت من براى شما سزاوار است ؟ آيا فرزند پيامبرتان و فرزند وصيش و پسر عمش و نخستين مؤمنان كه رسول خدا را به آنچه از جانب خدا آورده بود تصديق كرده نيستم ؟ !\r\nآيا حمزه سيد الشهدا عموى من نيست آيا جعفر طيار كه در بهشت با دو بال پرواز مىكند عموى من نيست ؟ ! آيا سخن پيامبر را درباره من و برادرم كه فرمود : « اين دو سرور جوانان بهشتند » نشنيده‌ايد ؟ !\r\nاگر تصديق كرديد گفتار مرا كه حق است چه بهتر و سوگند به خدا زا آن هنگام كه دانسته‌ام خداوند دروغگويان را دشمن مىدارد دروغ نگفته‌ام ، و اگر سخن مرا نمىپذيريد در ميان شما كسانى هستند كه اگر بپرسيد پاسختان مىدهند .\r\nاز جابر بن عبداللَّه انصارى ، ابوسعيد خدرى ، سهل بن سعد ساعدى ، زيد بن ارقم و انس بن مالك بپرسيد تا به شما خبر دهند كه اين گفتار رسول خدا درباره من و برادرم مىباشد . آيا اين كافى نيست تا شما را از ريختن خون من بازدارد ؟ ! » « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . أما بعد فانسبوني وانظروا من أنا ثم ارجعوا إلى أنفسكم و عاتبوها فانظروا هل يصلح لكم قتلي وانتهاك حرمتي ؟ ألست ابن‌بنت نبيكم وابن وصيه وابن عمه وأول المؤمنين المصدق‌لرسول اللّه بما جاء به من عند ربه ؟ أو ليس حمزة سيدالشهداء عمي ( عم أبي خ ل ) ؟ أو ليس جعفر الطيار في الجنة بجناحين عمي ؟ أو لم يبلغكم ما قال رسول اللّه صلّى اللّه عليه و آله لي و لأخي : هذان سيدا شباب أهل‌الجنة ، فإن صدقتموني بما أقول وهوالحق واللّه ماتعمدت كذباً منذ علمت أن‌اللّه يمقت عليه أهله ، وإن كذبتموني فإن فيكم من إن سألتموه عن ذلك أخبركم ، سلوا جابربن عبداللّه الأنصاري وأبا سعيد الخدري و سهل بن سعد الساعدي و زيد بن أرقم و أنس بن مالك يخبروكم أنهم سمعوا هذه المقالة من رسول اللّه لي و لأخي ، أما في هذا حاجز لكم عن سفك دمي .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nشمر گفت : خدا را با شك و ترديد عبادت كنم اگر بدانم چه مىگويى ؟\r\nحبيب بن مظاهر گفت : سوگند به خدا مىبينيم تو با هفتاد گونه ترديد خدا را مىپرستى و من گواهى مىدهم كه راست مىگويى كه گفتار امام را نمىفهمى .\r\nزيرا خدا بر دل تو مهر زده است . آن گاه امام فرمود : « اگر در اين معنى شك داريد آيا در اين كه من دختر زاده پيامبرتان هستم نيز شك داريد ؟ قسم به خدا ميان مشرق و مغرب پسر دختر پيامبر در ميان شما و غير شما جز من نيست .\r\nواى بر شما آيا كسى از شما كشته‌ام كه خون او را از من طلب مىكنيد يا مالى از شما تباه كرده يا قصاص جراحتى را از من مىخواهيد ؟ ! » . « 1 » آن مردم هيچ نگفتند ، امام ندا كرد : « اى شبث بن ربعى و اى حجار بن ابجر و اى قيس بن اشعث و اى يزيد بن حارث مگر شما به من ننوشتيد كه ميوه‌ها رسيده و زمين سرسبز شده و همانا بر لشكرى آماده و تحت فرمان وارد مىشوى ؟ » « 2 » آنها گفتند نه ، ما ننوشتيم ، امام فرمود : « سبحان اللَّه سوگند به خدا چنين كرديد . » « 3 » سپس امام فرمود : « اى مردم اگر آمدن مرا خوش نداريد پس بگذاريد به محل امن خود برگردم . » « 4 » قيس بن اشعث گفت : ما نمىدانيم چه مىگويى و ليكن تسليم فرمان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . فإن كنتم في شك من هذا أفتشكون أني ابن بنت نبيكم ، فواللّه ما بين المشرق والمغرب ابن بنت نبي غيري فيكم و لا في غيركم ، ويحكم أتطلبوني بقتيل منكم قتلته أو مال استهلكته أو بقصاص جراحة ؟\r\n( 2 ) . يا شبث بن ربعي و يا حجار بن أبجر و يا قيس بن الاشعث و يا يزيد بن الحارث ألم تكتبوا إليأن قد أينعت الثمار واخضر الجناب و إنما تقدم على جند لك مجنّدة فأقبل .\r\n( 3 ) . سبحان اللّه بلى واللّه لقد فعلتم .\r\n( 4 ) . أيها الناس إذ كرهتموني فدعوني أنصرف عنكم إلى مأمني من الأرض .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nپسر عموهايت شو از آنها جز آنچه دوست دارى نخواهى ديد ، امام فرمود : « نه قسم به خدا ، دست ذلّت به شما نخواهم داد و همانند بردگان نيز فرار نخواهم كرد . » « 1 » آن گاه ندا كرد : « اى بندگان خدا ! من به پروردگار خود و شما پناه مىبرم از اين كه سنگبارانم كنيد ؛ من از هر متكبرى كه به روز حساب ايمان نمىآورد به پروردگار خود و پروردگار شما پناه مىبرم . » « 2 »\r\n\r\nسخن امام عليه السلام خطاب به اشراف كوفه و از جمله ابن سعد\r\nامام عليه السلام پيش آمد و در مقابل كوفيان قرار گرفت به صفوف آن قوم كه همانند سيل بود و به سوى ابن سعد كه در ميان سران كوفه جاى داشت نظر انداخت و چنين خطبه آغاز كرد :\r\n« سپاس خداوندى را كه دنيا را آفريد و آن را خانه فنا و نابودى قرار داد كه اهل خود را از حالى به حالى دگرگون كند . مغرور و فريب خورده كسى است كه فريب دنيا را بخورد و بدبخت كسى است كه دنيا او را گول بزند . دنيا شما را گول نزند زيرا هر كس به دنيا اعتماد كند اميد او را مىبُرد و كسى كه در او طمع كند او را پشيمان مىسازد . مىبينم براى كارى گرد آمده‌ايد كه غضب خداوند در آن است و روى مهربان خود را از شما برگردانده و عقاب خود را بر شما روا داشته و از رحمت خويش شما را دور كرده است . پس چه نيكو پروردگارى است پروردگار ما و چه بد بنده‌اى هستيد شما اقرار به طاعت كرديد و به رسالت محمد صلّى اللَّه عليه و إله ايمان آورديد سپس آماده جنگ با ذرّيه و عترت او شديد و تصميم به كشتن آنها گرفتيد . انا للَّه‌و انا اليه راجعون اينها گروهى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . لا واللّه لا اعطيكم بيدي إعطاء الذليل و لا أفرّ فرار العبيد .\r\n( 2 ) . يا عباد اللّه « إني عُذتُ بربّي و ربّكم أن تَرجمون . » ( دخان : 20 ) ، « إني عُذتُ بربّي و ربّكم من كلّ متكبّر لا يؤمن بيوم الحساب . » ( غافر : 27 ) ، الارشاد : 2 / 97 و 98 .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nهستند كه بعد از ايمان كفر ورزيدند . پس دورى باد اين قوم ستمگر را ! » « 1 » عمر سعد رو به يارانش كرد و گفت : جوابش را بدهيد همانا او پسر پدرش مىباشد اگر يك روز تمام همينگونه سخن بگويد از سخن باز نماند و عاجز نشود پس حرف بزنيد .\r\nشمر پيش آمد و گفت : اى حسين اين چيست كه مىگويى ؟ بگو تا بفهميم .\r\nامام فرمود : « مىگويم از خدا بترسيد و مرا نكشيد كشتن من و هتك حرمت من براى شما روا نيست چرا كه من پسر پيغمبر شما هستم و خديجه همسر او جدّه من است و شايد گفتار پيامبر صلّى اللّه عليه وآله كه « حسن و حسين سرور جوانان اهل بهشت هستند » به شما رسيده است . » « 2 »\r\n\r\nخطابه امام به روايتى ديگر\r\nهنگامى كه عمر سعد نيروهاى خود را براى جنگ با امام حسين عليه السلام آماده ساخت و آنها را نظام بخشيد ، پرچمها را در جايگاه خود برافراشته ميمنه و ميسرهء لشكر را معين كرد و به قلب لشكر گفت : استوار باشيد . آنها از هر سو امام را محاصره كرده و مانند حلقه او را در ميان گرفتند . امام بيرون آمد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الحمد للّه الذي خلق الدنيا فجعلها دار فناء و زوال متصرّفة بأهلها حالًا بعد حال فالمغرور من غرته والشقي من فتنته ، فلا تغرنكم هذه الدنيا فإنها تقطع رجاء من ركن إليها و تخيب طمع من طمع فيها ، و أراكم قد اجتمعتم على أمر قد أسخطتم اللّه فيه عليكم و أعرض بوجهه الكريم عنكم و أحل بكم نقمته و جنبكم رحمته ، فنعم الرب ربنا و بئس العبد أنتم ، أقررتم بالطاعة و آمنتم بالرسول محمد صلّى اللّه عليه وآله ثم إنكم رجفتم إلى ذريته و عترته تريدون قتلهم ، لقد استحوذ عليكم الشيطان فأنساكم ذكر اللّه العظيم ، فتباً لكم و لما تريدون ، انا للّه و إنا إليه راجعون ، هؤلاء قوم كفروا بعد إيمانهم فبعداً للقوم الظالمين .\r\n( 2 ) . أقول اتقوا اللّه ربكم و لا تقتلوني فإنه لا يحل لكم قتلي و لا انتهاك حرمتي ، فإني ابن بنت نبيكم و جدتي خديجة زوجة نبيكم ، و لعله قد بلغكم قول نبيكم « الحسن والحسين سيدا شباب أهل الجنة » . بحارالانوار : 45 / 5 و 6 .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nو از مردم خواست ساكت شوند امّا ايشان امتناع كردند . تا اين كه فرمود : « واى بر شما ؛ چرا خاموش نمىشويد و به گفتار من گوش فرا نمىدهيد در حالى كه من شما را به راه رشد فرا مىخوانم ، كسى كه از من پيروى كند سعادتمند است و آن كس نافرمانى كند هلاك خواهد شد ؛ و شما همگان فرمان مرا عصيان مىكنيد و سخن مرا گوش نمىكنيد . شكمهايتان از حرام پر گشته و بر دلهايتان مهر زده شده است ، واى بر شما آيا انصاف نداريد آيا گوش فرا نمىدهيد ؟ » « 1 » اصحاب عمر سعد همديگر را سرزنش كرده گفتند گوش كنيد . در نتيجه امام عليه السلام ايستاد و فرمود : « هلاك و اندوه باد بر شما اى جماعت كه ما را با شور و شوق به فريادرسى فراخوانديد و ما شتابان به سوى شما آمديم آن گاه شمشيرى كه ما به دست شما داديم به روى ما آختيد ، و آتشى را كه بر دشمنان خود و دشمنان شما افروخته بوديم بر ضد ما افروختيد و با دشمنانتان عليه دوستانتان همكار شديد بدون اينكه رفتار دادگرانه‌اى داشته باشند يا اميد خيرى از آنها داشته باشيد . واى بر شما چرا آن گاه كه شمشيرها در نيام بود و دلها آرام و فكرها خام ما را رها نكرديد و همانند ملخ پريديد و مانند پروانه هجوم آورديد پس هلاك باد شما را اى بندگان كنيز و بازماندگان احزاب و ترك كنندگان كتاب و تحريف كنندگان كلمات و وابستگان گناه و مسحور شدگان شيطان و خاموش كنندگان سنت ! آيا اينها را يارى مىكنيد و ما را تنها مىگذاريد ؟ بلى به خدا سوگند پيمان شكنى عادت ديرينه شما است كه ريشه شما بر آن استوار گشته و شاخه‌هاى شما بر آن روييده شما بدترين ميوه‌اى هستيد گلوگير براى صاحبش و گوارا براى غاصب . همانا اين بىپدر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ويلكم ما عليكم أن تنصتوا إلي و تسمعوا قولي و إنما أدعوكم إلى سبيل الرشاد ، فمن أطاعني كان من المرشدين و من عصاني كان من المهلكين ، و كلكم عاص لأمري غير مستمع قولي ، فقد ملئت بطونكم من الحرام و طبع على قلوبكم ، ويلكم ألا تنصفون ألا تسمعون ؟ بحارالانوار : 45 / 8 .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nفرزند آن بى پدر ميان دو امر پاى مىفشارد يا آخته شدن شمشيرها و يا پذيرش ذلت ؛ و هيهات كه ما به ذلت تن بدهيم ، خدا و پيامبر و مؤمنان و دامنهاى پاك و پاكيزه كه ما را پرورده‌اند بر ما پذيرش ذلت را نمىپسندند .\r\nجوانهاى غيرتمند و جانهاى با شخصيت نيز خوارى را بر ما روا ندانند . اين كه ما طاعت فرو مايگان را بر كشته شدن مردانه و كريمانه برگزينيم . آگاه باشيد من با همين گروه اندك و نداشتن ياور با شما پيكار خواهم كرد . » « 1 » در اينجا حضرت سخنش را با اشعار فروة بن مُسيك همراه ساخت .\r\n« اگر پيروز شويم از سابق چنين بوده‌ايم\r\nو اگر شكست بخوريم باز هم پيروزيم\r\nعادت ما ترس نيست و ليكن\r\nنوبت مرگ ماست و حكومت ديگران\r\nاگر مرگ چنگال خود را از گروهى برگيرد\r\nگروه ديگر را گرفتار مىسازد\r\nمرگ بزرگان خاندانم را فنا كرده است\r\nچنان كه پيشينيان را\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تبّأ لكم أيتها الجماعة وترحاً حين استصرختمونا والهين فأصرخناكم موجفين سللتم علينا سيفاًلنا في أيمانكم و حششتم علينا ناراً اقتدحناها على عدونا و عدوكم فأصبحتم ألباً لأعدائكم على أوليائكم به غير عدل أفشوه فيكم و لا أمل أصبح لكم فيهم ، فهلا لكم الويلات تركتمونا والسيف مِشيَمٌ والجأش ضامر والرأي لمّا يستحصف و لكن أسرعتم إليها كطيرة الدِّبا و تداعيتم إليها كتهافت الفراش ، فسحقاً لكم يا عبيد الأمة و شذاذ الأحزاب و نبذة الكتاب و محرّفي الكلم و عصبة الآثام و نفثة الشيطان و مطفئي السنن ، أهؤلاء تعضدون و عنا تتخاذلون ؟ ! أجل واللّه غدر فيكم قديم وشجت إليه أصولكم و تأزرت عليه فروعكم فكنتم أخبث ثمر شجى للناظر و أكلة للغاصب ، ألا و إن الدعي بن الدعي قد ركز بين اثنتين بين السلّة والذلّة و هيهات منّا الذّلة يأبى اللّه ذلك لنا و رسوله والمؤمنون و حجور طابت و طهرت و أنوف حميّة و نفوس أبيّة من أن نؤثر طاعة اللئام على مصارع الكرام ، ألا و اني زاحف بهذه الأسرة مع قلّة العدد و خذلان الناصر .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nاگر پادشاهان جاودانه مىشدند ما همچنين مىشديم\r\nو اگر كريمان باقى مىماندند ما هم مىمانديم\r\nبه سرزنشگران ما بگو كوتاه بيايند\r\nكه همانند ما با مرگ روبرو خواهند شد . » « 1 » سپس فرمود : « شما بعد از اين چندان نخواهيد پاييد مگر به اندازه يك تركتازى تا اين كه آسياى زمانه بر شما بچرخد و محور آن شما را در ناراحتى و اضطراب قرار دهد . اين عهدى است كه پدرم از جدّم رسول خدا برايم بيان كرده ، « اكنون شما فكرهايتان را روى هم بگذاريد و يارانتان را گرد آوريد تا كار بر شما پوشيده نباشد آن گاه به من رو آوريد و مهلت ندهيد » ، « من بر خدا توكّل كردم و هيچ جنبنده‌اى نيست جز اينكه او مهار هستىاش را در دست دارد ، همانا پروردگارم بر صراط مستقيم است . »\r\nخداوندا ! باران آسمان از ايشان باز دار و به قحطى - همانند قحطى زمان حضرت يوسف - گرفتارشان كن و بنده ثقيف را بر ايشان مسلط گردان تا جام زهر بديشان بچشاند ، چرا كه ما را تكذيب كردند و از يارى ما دست برداشتند ، تو پروردگار مايى به تو روى مىآوريم و بازگشت به سوى توست . » « 2 » به نقل ابن شهر آشوب در پايان خطبه فرمود : « عمر بن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 )\r\n . فإن نهزم فهزامون قدماً * و إن نغلب فغير مغلبينا\r\nو ما إن طبنا جبن و لكن * منايانا و دولة آخرينا\r\nإذا الموت رفع عن أناس * كلاكله أناخ بآخرينا\r\nفأفنى ذلكم سروات قومي * كما أفنى القرون الأولينا\r\nفلو خلد الملوك إذاً خلدنا * ولو بقي الكرام إذاً بقينا\r\nفقل للشامتين بنا أفيقوا * سيلقى الشامتون كما لقينا \r\n( 2 ) . أما واللّه لا تلبثون بعدها إلا كريث ما يركب الفرس حتى يدور بكم دور الرحى و يقلق بكم قلق‌المحور ، عهد عهده إليّ أبي عن جدي « فأجمعوا أمركم و شركائكم ثم لا يكن أمركم عليكم غمة ثم اقضوا إليّ و لا تنظرون . » ( يونس : 71 ) « إنّي توكلت على اللّه ربي و ربكم ما من دابة إلا هو آخذ بناصيتها إن ربي على صراط مستقيم . » ( هود : 56 ) اللهم احبس عنهم قطر السماء وابعث عليهم سنين كسنين يوسف و سَلّط عليهم غلام ثقيف يسومهم كأساً مصبرة ، فإنهم كذّبونا و خذلونا و أنت ربنا عليك توكلنا و إليك أنبنا و إليك المصير . الملهوف : 155 - 157 .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nسعد كجا است . ابن سعد را فراخوانيد . » « 1 » ابن سعد را فراخواندند در حالى كه او ديدار امام را خوش نداشت . وقتى آمد امام فرمود : « اى عمر آيا مرا مىكشى به خيال اين كه نابكار فرزند نابكار تو را بر سرزمين رى و گرگان ولايت دهد ؟\r\nبه خدا سوگند ! تبريك اين حكومت را نخواهى شنيد ، عهدى است كه از پيش مشخص گرديده است . اكنون آنچه مىخواهى انجام ده كه بعد از من نه به امر دنيا و نه به امر آخرت خشنود نخواهى شد ، و گويا مىبينم سر تو را بر بالاى نى زده‌اند و بچه‌هاى كوفه آن را هدف گرفته سنگريزه به سوى آن پرتاب مىكنند . » « 2 »\r\nعمر سعد از سخن امام خشمگين شد و روى برگرداند و ياران خود را ندا كرد كه منتظر چه هستيد ، همگان به سوى آنها هجوم آوريد كه يك لقمه بيشتر نيستند . « 3 »\r\n\r\nپيوستن عبداللّه بن عمير و همسرش به اردگاه امام حسين عليه السلام\r\nعبداللّه بن عمير از تيرهء بنى عليم بود كه در كوفه در محل هَمْدانيان در كنار چاه « جعد » مسكن داشت . همسرش امّ وهب دختر عبد از طايفهء نمر بن قاسط بود .\r\nعبداللّه در اردگاه نخيله ديد لشكرى را سان مىبينند از مقصد ايشان پرسيد ، گفتند : به سوى حسين فرزند فاطمه دختر رسول خدا صلىالله عليه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . أين عمر بن سعد ادعوا لي عمر .\r\n( 2 ) . يا عمر أتقتلني بزعم أن يوليك الدعي ابن الدعي بلاد الري و جرجان ، واللّه لا تتهنأ بذلك أبداً عهداً معهوداً فاصنع ما أنت صانع فإنك لا تفرح بعدي به دنيا و لا آخرة ، و كأنّي برأسك على قصبة قد نصبت بالكوفة يتراماه الصبيان و يتخذونه غرضاً بينهم .\r\n( 3 ) . بحارالانوار : 45 / 10 .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nوآله مىروند . او پيش خود گفت : من براى جهاد با مشركان بسيار متمايل بودم ولى اكنون مىبينم جهاد با اين اشخاصى كه به جنگ پسرِ دخترِ پيامبر ( ص ) مىروند ثوابش بيشتر است از جهاد با مشركان . از اين رو پيش همسرش رفت . ماجرا را گفت و او را از تصميم خويش آگاه كرد . همسرش گفت :\r\nدرست انتخاب كرده‌اى خداوند تو را به بهترين امور و اهدافت برساند ، پس حركت كن مرا نيز با خود ببر .\r\nعبداللّه شبانه به همراه همسرش از كوفه بيرون آمد و به اردوگاه امام عليه السلام پيوست و با آن حضرت بود تا وقتى كه عمر بن سعد جنگ را با پرتاب تيرى آغاز كرد . مردم نيز تيراندازى كردند و چون تيراندازى پايان پذيرفت ، يسار غلام زياد و سالم غلام ابن زياد ، به ميدان آمده و همرزم طلبيدند . حبيب بن مظاهر و برير بن خضير بلند شدند . امام عليه السلام به آن دو فرمود بنشينيد . آن‌گاه عبداللّه بن عمير برخاست و گفت : اى ابا عبداللّه ! خداوند رحمت خود را شامل حال تو گرداند . براى من رخصت بده تا به جنگ آن دو بروم . امام عليه السلام نگاه كرد مردى گندم‌گون ، بلندبالا ، سخت‌بازو و چهارشانه را مشاهده كرد و فرمود : « من اين مرد را كشنده هماوردان گمان مىكنم ، اگر خواستى به جانب ايشان برو . » « 1 »\r\nعبداللّه به سوى آن دو نفر رفت . آنها گفتند : تو كيستى ؟ عبداللّه خود را معرفى كرد . گفتند تو را نمىشناسيم ، زهير بن قين ، حبيب بن مظاهر يا بُرير بن خضير به جنگ ما بيايند . عبداللّه به يسار كه جلوتر از سالم ايستاده بود گفت :\r\nاى فرزند زن بدكار تو از مبارزه با يكى از مردم روى برمىتابى ، هر كس به جنگ تو بيايد از تو بهتر است آن گاه به سوى او شتافت و با شمشير چندان او\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . إنّي أحسبه للأقران قتّالًا ، اخرج إن شئت .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nرا زد كه مرگ را چشيد . و در همان حال كه مشغول شمشير زدن به او بود سالم غلام ابن زياد به او نزديك شد ، فرياد زدند مواظب باش غلام به تو نزديك شد . او متوجه نشد و سالم از فرصت استفاده كرد و نخستين ضربت را فرود آورد . عبداللّه با دست چپ شمشير را گرفت در نتيجه انگشتان دست چپش قطع شد ؛ آن گاه به سوى او برگشت و ضربات خود را متوجه او گردانيد تا اين كه او را نيز به قتل رسانيد و در حالى كه به هر دو غلام ستمكار شربت مرگ را چشانيد با اين شعار برگشت .\r\n« اگر مرا نمىشنايد ! من فرزند كلبم\r\nو مرا كافى است كه از تيره بنى عليم هستم\r\nمن مرد صاحب خرد و غيرتم\r\nو در گرفتاريها زارى نمىكنم\r\nمن به تو قول مىدهم اى امّ وهب\r\nكه با نيزه و شمشير به دشمنان ضربت بزنم\r\nضربت جوانى كه مؤمن به پروردگار است . » « 1 »\r\nهمسرش امّ وهب عمودى برگرفت و به سوى شوهر شتافت و به او مىگفت :\r\nپدر و مادرم فدايت در حمايت از پاكان ذرّيه پيامبر صلّى اللّه عليه وآله جهاد كن ، عبداللّه به سوى او آمد تا او را به طرف زنان برگرداند . امّ وهب جامهء او را گرفت و گفت من از تو جدا نمىشوم تا همراه تو بميرم . امام حسين عليه السلام او\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 )\r\n . ان تنكروني فأنا ابن كلب * حسبي ببيتي في عليم‌حسبي\r\nإنّي امرؤ ذو مرة و عصب * ولست بالخوار عند النكب\r\nإنّي زعيم لك أم وهب * بالطعن فيهم مقدماً والضرب\r\nضرب غلام مؤمن بالرب \r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nرا خطاب كرد و فرمود : « خداوند ، شما خاندان را جزاى خير دهد به پيش زنها برگرد و همراه ايشان باش . خداى تو را رحمت كند كه جنگ براى زنها نيست . » « 1 » امّ وهب به جانب زنها بازگشت . « 2 »\r\n\r\nسخن شمر و جلوگيرى امام عليه السلام از تيراندازى به سوى او\r\nضحّاك مشرقى گفته : وقتى كه كوفيان به سوى ما هجوم آوردند با آتش مواجه شدند . آتشى كه در هيمه و نىهاى پشت خيمه افروخته بوديم تا دشمن نتواند از پشت سر حمله كند و جنگ از يك طرف باشد . مردى از دشمنان سوار بر اسب كامل يراق شتابان به سوى ما آمد بدون اين كه حرفى بزند به سوى خيمه‌ها رفت و ليكن جز آتشِ شعله‌ور نديد ؛ برگشت و با صداى بلند فرياد زد : اى حسين پيش از روز قيامت به سوى آتش شتاب كردى ! امام فرمود : « اين كيست ؟ گويا شمر بن ذى الجوشن است . » « 3 » گفتند : آرى همان است . امام فرمود : « اى فرزند زن بزچران : تو براى رسيدن به آتش جهنم سزاوارترى . » « 4 » در اين موقعيت مسلم بن عوسجه خواست او را با تير هدف بگيرد امام عليه السلام او را بازداشت . مسلم گفت : اجازه بده تا او را هدف قرار بدهم كه نابكارى از بزرگان ستمگران است و خداوند امكان اين امر را فراهم كرده است . امام فرمود : « من خوش ندارم شروع كننده نبرد با ايشان باشم . » « 5 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . جزيت من أهل بيت خيراً ارجعي رحمكِ اللّه إلى النساء فاجلسي معهنّ فإنّه ليس على النساء قتال .\r\n( 2 ) . الطبري : 4 / 327 .\r\n( 3 ) . من هذا ؟ كأنّه شمر بن ذي الجوشن .\r\n( 4 ) . يا ابن راعية المعزى أنت أولى بها صليّاً .\r\n( 5 ) . لا ترمه فإنّي أكره أن أبدأهم . الارشاد : 2 / 96 ؛ الطبري : 4 / 321 .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\n\r\nپيوستن حرّ به اردوگاه حسين عليه السلام\r\nهنگامى كه حرّ بن يزيد مشاهده كرد كه آن گروه براى جنگ با امام عليه السلام عزم جزم كرده‌اند و از سوى ديگر فرياد امام را شنيد كه مىفرمود : « آيا ياورى نيست كه ما را براى خدا يارى كند ؟ آيا مدافعى نيست كه از حرم رسول خدا ( ص ) دفاع كند ؟ » « 1 » به عمر سعد گفت : اى عمر آيا تو با اين مرد جنگ خواهى كرد ؟ عمر سعد گفت : آرى به خدا ! جنگى كه آسانترين مرحله‌اش جدا شدن سرها و قلم شدن دستها است . حرّ گفت : آيا پيشنهادى كه او مطرح كرد براى شما رضايت‌بخش نبود ؟ عمر سعد گفت : اگر كار دست من بود مىپذيرفتم و ليكن اميرت ابن زياد امتناع كرد .\r\nحرّ برگشت و در جايى ايستاد و همراه او مردى از اهل قبيله‌اش به نام « قرة بن قيس » بود ، به او گفت اى قرّه امروز اسبت آب داده‌اى ؟ قرّه مىگويد من گمان كردم حرّ مىخواهد كناره بگيرد و در جنگ شركت نكند و خوش ندارد در حال كناره‌گيرى من او را ببينم از اين رو - گفتم : نه ، آب نداده‌ام ، اكنون مىروم و سيرابش مىكنم . پس حرّ از آن محل دور شد . سوگند به خدا اگر مرا از نيّتش آگاه كرده بود من هم همراهش به سوى امام مىرفتم .\r\nحرّ آهسته آهسته به اردوگاه امام نزديك مىشد . « مهاجر بن اوس » گفت :\r\nاى فرزند يزيد ! چه تصميم دارى ؟ مىخواهى حمله كنى ؟ حرّ جواب نداد و لرزشى اندام او را گرفت . مهاجر گفت : كار تو مشكوك است . من هرگز تو را در هيچ موقعيتى چنين نديده بودم اگر از شجاع‌ترين اهل كوفه از من مىپرسيدند جز تو را نام نمىبردم اين چه حالتى است از تو مشاهده مىكنم ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . أما من مغيثٍ يغيثنا لوجه اللّه ، أما من ذابّ يذبُّ عن حرم رسول اللّه صلّى اللّه عليه وآله . الملهوف : 159 .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nحرّ گفت : به خدا سوگند : خود را ميان بهشت و دوزخ مىبينم و قسم به خدا جز بهشت را انتخاب نخواهم كرد ، هر چند قطعه قطعه شده و سوزانده شوم .\r\nسپس اسبش را نهيب زد و به سوى امام حركت كرد در حالى كه دست بر سر گذاشته بود و چنين مىگفت : خدايا به سوى تو بازگشتم توبه‌ام را بپذير ، همانا من دلهاى دوستانت و فرزندان دختر پيامبرت را ترسانده‌ام .\r\n( طبرى گفته : وقتى حرّ به امام حسين و يارانش نزديك شد سپر خود را برگرداند و بر ايشان سلام كرد . )\r\nبالأخره حرّ به امام پيوست و عرضه داشت : فدايت شوم اى فرزند رسول خدا من همان كس هستم كه شما را از برگشتن بازداشتم و در اين راه حركت داده و در اين مكان فرود آوردم و بر شما تنگ گرفتم ، من گمان نمىكردم اين قوم پيشنهاد شما را رد كنند يا شما را در چنين موقعيّتى قرار دهند . من از كرده خويش پشيمانم آيا اين را براى من توبه مىبينى . امام فرمود : « بلى خداوند توبه تو را مىپذيرد پياده شو . » « 1 » حرّ گفت : من سواره باشم براى شما بهتر است از اين كه پياده باشم ، ساعتى سواره با ايشان نبرد مىكنم و آخر كارم به پياده شدن مىانجامد . امام فرمود : « خداى تو را بيامرزد آنچه در نظر دارى انجام ده . » « 2 » حر پيش روى امام ايستاد و گفت : اى اهل كوفه : بىخردى و بدحالى بر سرتان بيايد . اين بندهء صالح را دعوت كرديد و چون به سوى شما آمد او را تسليم كرديد ، نخست گمان كرديد كه جان خود را فداى او مىكنيد سپس بر او يورش آورديد كه او را بكشيد . او را در اينجا بازداشتيد و او را غصه‌ناك نموده و از هر سوى او را احاطه كرده و از رفتن او به سرزمينهاى وسيع الهى مانع شديد و چون اسيرى در دست شما قرار گرفت كه نه مالك بهره‌اى براى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نعم يتوب اللّه عليك فانزل .\r\n( 2 ) . فاصنع يرحمك اللّه ما بدا لك .\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nخويش است و نه ضرر و زيانى را مىتواند از خود دور كند . او ، زنان ، فرزندان و اهل بيتش را از آب روان فرات جلوگيرى كرديد در حالى كه يهود ، نصارى و مجوس از آن آب مىنوشند و خوكها و سگهاى عراق در آن غوطه مىخورند امّا خاندان او را عطش بىتاب كرده است . چه بد رفتار كرديد با ذرّيه محمّد صلّى اللَّه عليه و آله . خداوند شما را در آن روز از تشنگى سيراب نكند . در اين حال گروهى از مردم به سوى او يورش بردند و او را تيرباران كردند حر آمد و در مقابل امام حسين عليه السلام توقف كرد . « 1 » سبط ابن جوزى در كتاب تذكره آورده است :\r\nهنگامى كه امام عليه السلام ، شبث بن ربعى ، حجّار ، قيس بن اشعث و زيد بن حرث را مورد خطاب قرار داد و فرمود : « آيا شما برايم نامه ننوشتيد ؟ » « 2 » آنها گفتند : ما نمىدانيم چه مىگويى ! حر بن يزيد يربوعى كه از اشراف ايشان بود ، گفت : آرى نامه به سويت فرستاديم و ما كسانى بوديم كه باعث شديم به سوى ما بيايى . خداوند اهل باطل و باطل را دور گرداند . سوگند به خدا دنيا را بر آخرت برنخواهم گزيد . آن گاه بر سر اسبش تازيانه زد و به لشگر گاه امام حسين عليه السلام وارد شد . امام فرمود : « اهلًا و سهلًا خوش آمدى تو در دنيا و آخرت آزاده‌اى . » « 3 » نقل شده است كه حرّ به امام گفت : وقتى ابن زياد مرا به سوى تو گسيل داشت از قصر كه خارج شدم از پشت سر صدايى شنيدم : اى حرّ بشارت باد تو را به خير و نيكى ، برگشتم و نگاه كردم كسى را نديدم و پيش خود گفتم من كه به سوى حسين مىروم ، اين مژده نيست ! و گمان نمىكردم از تو پيروى خواهم كرد . امام عليه السلام فرمود : « همانا به خير و نيكى دست يافتى . » « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الارشاد : 2 / 100 .\r\n( 2 ) . ألم تكتبوا إليّ ؟ .\r\n( 3 ) . اهلًا و سهلًا أنت واللّه الحرّ في الدنيا والآخرة . تذكرة الخواص : 226 .\r\n( 4 ) . لقد أصبت اجراً و خيراً ، مثيرالاحزان : 60 .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\n\r\nجسارت ابن حوزه و هلاكتش در اثر دعاى امام عليه السلام\r\nمردى از قبيله بنى تميم كه نامش عبداللَّه بن حوزه بود آمد در مقابل امام حسين عليه السلام ايستاد و صدا زد : يا حسين ياحسين ، امام فرمود : « چه مىخواهى ؟ » ابن‌حوزه گفت : بشارت باد بر تو به آتش ! امام فرمود : « هرگز ! من بر پروردگار مهربان و شفيع و فرمانروا وارد مىشوم . » « 1 » بعد حضرت پرسيد : اين كيست ؟ اصحابش گفتند : « ابن حوزه » است . امام عرضه داشت : « ربّ حزه الى النار ؛ پروردگارا ! او را در آتش جاى ده . » در اين حال اسب ابن حوزه او را تكانى داد و در نهرى انداخت در حالى كه پاى چپش در ركاب گير كرده بود و پاى راستش بالا بود كه مسلم بن عوسجه شمشيرى به او زد و پاى راستش را پراند ، و اسب او را كشاند و سر او را به هر سنگ و درختى كوفت تا اين كه جان داد و روحش به سوى آتش شتافت . « 2 » برادر مسروق بن وائل از قول مسروق نقل مىكند كه من در جلو سوارانى بودم كه به جنگ حسين عليه السلام رفتند . پيش خود مىگفتم در پيشاپيش لشكر باشم شايد به سر حسين عليه السلام دسترسى پيدا كرده و بدين وسيله در نزد ابن زياد موقعيتى كسب كنم . او مىگويد وقتى رسيديم يك نفر از ميان لشكريان كه او را ابن حوزه مىگفتند پيش رفت و گفت : حسين در ميان شما است ؟ امام سكوت كرد . او دو مرتبه سخن خويش را تكرار كرد . باز امام عليه السلام ساكت بود . بار سوم امام فرمود : بگوييد : « اين حسين است ، چه كار دارى ؟ » « 3 » ( آن بىشرم ) گفت : مژده باد به آتش . امام فرمود : « دروغ گفتى ، من نزد پروردگار بخشنده ، شفيع و مطاع مىروم ، تو كيستى ؟ » « 4 » گفت : من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كلّا إنّي أقدم على ربّ رحيم و شفيع مطاع .\r\n( 2 ) . الطبري : 4 / 327 .\r\n( 3 ) . نعم هذا حسين فما حاجتك ؟\r\n( 4 ) . كذبت بل . قدم على رب غفور و شفيع مطاع فمن انت\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nابن حوزه هستم . امام حسين عليه السلام دستهايش را بلند كرد به گونه‌اى كه سپيدى زير بغلش را از زير لباس ديديم آن گاه عرضه داشت : « خداوندا ؛ او را در آتش جاى ده . » « 1 » ابن حوزه خشمناك شد خواست اسب به سوى امام بتازد ، نهرى بين ايشان فاصله بود پاى او در ركاب گير كرد و اسب به حركت درآمد او از روى اسب افتاد قسمتى از اعضاء بدنش قطع شد و بخش ديگر در ركاب آويزان ماند .\r\nمسروق چون اين جريان را مشاهده كرد برگشت و از سواران گذشت .\r\nبرادرش مىگويد از سبب برگشت او پرسيدم گفت : از اين خاندان چيزى ديدم كه هرگز با ايشان كارزار نكنم . « 2 »\r\n\r\nشهادت عمرو بن قرظه انصارى و سخن امام با او\r\nبعد از شهادت مسلم بن عوسجه ، عمرو بن قرظه انصارى اجازهء نبرد گرفت ، امام اجازه فرمود و او مشتاقانه به جهاد پرداخت و در يارى امام عليه السلام سخت كوشيد و تعداد زيادى از حزب ابن زياد را به هلاكت رسانيد و ميان مهارت و جهاد را جمع كرد ، و هيچ تيرى به سوى امام نمىآمد مگر اين كه دستش را سپر قرار مىداد و در مقابل شمشيرها جانش را پيش مىانداخت تا آن گاه كه زخمهاى سنگين برداشت و روى به امام كرد و عرضه داشت : اى فرزند رسول خدا آيا وفا كردم ؟ امام فرمود : « بلى ، تو پيشاپيش من در بهشت هستى ، به رسول خدا از جانب من سلام برسان و بگو كه من هم در پى مىآيم . » « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اللهم حزه الى النار\r\n( 2 ) . الطبري 4 / 328 .\r\n( 3 ) . نعم أنت أمامي في الجنّة فاقرأ رسول اللّه صلّى اللّه عليه وآله عنّي السلام و أعلمه أنّي في الأثر . الملهوف : 162 .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\n\r\nيادآورى ابوثمامه صائدى وقت نماز را\r\nوقتى ابوثمامه شهادت ياران را ديد به امام حسين عليه السلام عرض كرد : يا اباعبداللَّه جانم فدايت مىبينم كه دشمن به تو نزديك شده ، سوگند به خدا ؛ شما كشته نمىشوى مگر اين كه من پيشاپيش شما كشته شوم ان شاء اللَّه ، و ليكن دوست دارم پروردگارم را ملاقات كنم در حالى كه اين نمازى كه وقتش نزديك شده را به جا آورده باشم .\r\nامام حسين عليه السلام سر را بلند كرد و فرمود : « نماز را ياد آوردى ، خداوند تو را از نمازگزاران و ذاكرين قرار دهد . بلى الآن اوّل وقت نماز است از اينها بخواهيد دست بردارند تا نماز بخوانيم . » « 1 » حصين بن تميم گفت نماز شما قبول نيست . حبيب بن مظاهر گفت : گمان مىكنى نماز از آل پيامبر صلّى اللّه عليه وآله پذيرفته نيست ، و نماز تو قبول است اى درازگوش ! « 2 »\r\n\r\nگفتگوى جون با امام عليه السلام و شهادت او\r\nجون غلام ابوذر غفارى كه برده سياهى بود آماده كارزار شد امام حسين عليه السلام به او فرمود : « تو آزادى و در جستجوى عافيت از ما پيروى كرده‌اى خود را به ابتلاى ما گرفتار مكن . » « 3 » جون گفت : اى پسر پيامبر ! من در خوشى كاسه ليس شما باشم آن گاه در سختى شما را تنها گذارم ؟ ! سوگند به خدا بوى من ناخوش و حسبم پست و رنگم سياه است . پس بهشت را از من دريغ مدار تا بويم خوش شود و حسبم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ذكرت الصّلاة جعلك اللّه من المصلّين الذّاكرين ، نعم هذا أوّل وقتها [ ثم قال : 
  ] سلوهم أن يكفّواعنّا حتّى نصلّي .\r\n( 2 ) . الطبري : 4 / 334 .\r\n( 3 ) . أنت في إذنٍ منّي ، فإنّما تبعتنا طلباً للعافية ، فلا تبتل بطريقنا .\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nشرافت پيدا كند و رخسارم سپيد گردد ، نه به خدا سوگند از شما جدا نمىشوم تا اين خون سياهم با خون شما آميخته گردد . « 1 » سپس به ميدان شتافت و اين رجز بر لب داشت :\r\n« چگونه مىبينند كفّار شمشير زدن سياه را ؟\r\nدر دفاع از فرزندان پيامبر\r\nبا دست و زبان از ايشان دفاع مىكنم\r\nو بدين وسيله در روز جزا اميد بهشت دارم . » « 2 » جون در مبارزه خود بيست و پنج تن از دشمنان را به خاك افكند آن گاه خود به شهادت رسيد . « 3 » امام حسين عليه السلام در كنار پيكر او ايستاد و عرضه داشت : « خدايا ! چهره‌اش را سپيد و بويش را پاكيزه گردان و او را با نيكان محشور كن و ميان او و محمّد و آل محمّد صلّى اللّه عليه وآله آشنايى قرار ده . » « 4 »\r\n\r\nشهادت دو برادر از طايفه غفار\r\nاصحاب امام حسين عليه السلام چون فراوانى دشمن را ديدند و دانستند كه ديگر نمىتوانند از امام و خود در برابر دشمن دفاع كنند از اين رو در كشته شدن در پيشروى امام بر يكديگر سبقت مىگرفتند دو برادر به نامهاى عبداللَّه و عبدالرحمن فرزندان عزره غفارى پيش آمدند و گفتند : درود بر شما اى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الملهوف : 163 .\r\n( 2 )\r\n . كيف يرى الكفّار ضرب الأسود * بالسيف ضرباً عن بني محمّدٍ\r\nأذبُّ عنهم باللسان واليد * أرجو به الجنّة يوم المورد \r\nبحارالانوار : 45 / 22 .\r\n( 3 ) . المناقب : 4 / 111 .\r\n( 4 ) . اللّهم بيّض وجهه و طيّب ريحه واحشره مع الأبرار و عرّف بينه و بين محمّد و آل محمّد . بحارالانوار : 45 / 23 .\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nاباعبداللَّه ، دشمن بر ما احاطه كرده و به تو نزديك شده ما علاقه‌منديم در مقابل شما كشته شويم و از شما دفاع كرده و دشمن را از دسترسى به شما بازداريم .\r\nامام فرمود : « آفرين بر شما ! نزديك بياييد . » « 1 » آنها پيش رفتند و در نزديكى حضرت به كارزار با دشمن پرداختند و يكى از آن دو برادر ( عبدالرحمن ) چنين رجز مىخواند :\r\n« طايفه بنى غفار به حقيقت مىدانند\r\nهمانطور خندف و بنى نزار مىدانند\r\nكه گروه فاجران را مىزنيم\r\nبه وسيله شمشير و تيغ برّان\r\nاى مردم از آزاد زادگان دفاع كنيد\r\nبه وسيله شمشير مشرفى و نيزه . » « 2 »\r\n\r\nشهادت دو جوان جابرى\r\nدو جوان از طايفه جابر كه هم پسر عمو و هم برادر مادرى يكديگر بودند به نامهاى سيف بن حارث بن سريع و مالك بن عبد بن سريع به حضور امام عليه السلام آمدند در حالى كه اشك مىريختند . امام فرمود : « اى فرزندان برادر ؛ چرا گريه مىكنيد ؟ اميدوارم كه پس از ساعتى چشم شما روشن شود . » « 3 » آن دو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مرحباً بكما ادنوَا مِنّي .\r\n( 2 )\r\n . قد علمت حقّاً بنو غفار * و خندفٌ بعد بنى نزار\r\nلنضربَنّ معشر الفجّار * بكلّ عضب صارم بتّار\r\nيا قوم ذودواعن بنى الأحرار * بالمشرفي والقنا الخطار \r\nالطبري : 4 / 337 .\r\n( 3 ) . أي ابنَي أخي ما يُبكيكما ، فواللّه إنّي لأرجو أن تكونا عن ساعة قريري عينٍ .\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nگفتند : بر خودمان گريه نمىكنيم بلكه براى شما گريه مىكنيم مىبينيم كه دشمن شما را احاطه كرده و ما نمىتوانيم شر آنها را از شما دور كنيم .\r\nامام فرمود : « فرزندان برادر ! خداوند به جهت اين همدردى و مواسات با من ، بهترين جزاى پرهيزكاران را به شما عنايت كند . » « 1 » آن دو برادر پيش آمده و با امام خداحافظى كرده و گفتند : درود بر شما اى فرزند پيامبر ، امام فرمود :\r\nدرود بر شما دو نفر ؛ آن گاه آن دو به كارزار پرداختند تا اين كه به شهادت رسيدند . رحمت خدا بر ايشان . « 2 »\r\n\r\nگفتگوى ضحّاك بن عبداللَّه مشرقى با امام عليه السلام\r\nچند نفر در كربلا همراه امام عليه السلام بودند و ليكن به شرف شهادت نائل نشدند ، يكى از آنها شخصى است به نام ضحاك پسر عبداللَّه مشرقى او خود ماجرا را چنين حكايت مىكند :\r\nمن همراه مالك بن نضر أرحبى به حضور امام رسيديم بر او سلام كرده و نشستيم . امام جواب سلام را داد و از سبب آمدن ما پرسيد . گفتيم : آمده‌ايم تا بر شما سلام كنيم و از خداوند برايتان عافيت بخواهيم و عهدى تازه كنيم و نيز شما را از خبر مردم ( كوفه ) آگاه كنيم . و اكنون به اطلاع شما مىرسانيم كه آنها بر جنگ با شما هم داستان شده‌اند . پس ببين رأى و نظرت چيست ؟ !\r\nامام فرمود : « حسبى اللَّه و نعم الوكيل ؛ خداوند مرا كافى است و نيكو وكيلى . » ضحاك مىگويد : ما خواستيم از آن حضرت جدا شويم خداحافظى كرده و بر ايشان دعا كرديم . حضرت فرمود : « چه چيزى شما را از يارى من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . جزاكما اللّه يا ابني أخي بوجدكما من ذلك و مواساتكما إيّايَ بأنفسكما أحسن جزاء المتّقين . الطبري : 4 / 337 .\r\n( 2 ) . الطبري : 4 / 338 .\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nبازداشته است ؟ » « 1 » مالك بن نضر گفت : من بدهكار و عيالمندم . من هم گفتم من نيز مقروض و عيالمندم و ليكن اگر به من رخصت بدهى آن هنگامى كه ياورى براى شما نماند و مبارزه من ديگر به حال شما سودى نداشت از شما جدا شوم در اين صورت با شما همراهى مىكنم ، حضرت فرمود : « رخصت دادم . » « 2 » از اين رو با آن حضرت همراه شدم . « 3 » در روز عاشورا وقتى ديدم ياران آن حضرت همه به شهادت رسيدند و جز سُويد بن عمرو خثعمى و بُشير بن عمرو حضرمى باقى نماندند و دشمن به آن حضرت و اهل بيتش نزديك شد . گفتم : يابن رسول اللَّه از آنچه بين من و شما گذشت آگاهى به شما عرض كردم تا هنگامى كه جنگجويى با شما مىبينم از شما دفاع مىكنم وقتى ديگر كسى نماند من اجازه مرخصى داشته باشم . شما فرموديد : بلى . امام فرمود : « راست گفتى ، اكنون چگونه مىتوانى نجات پيدا كنى ؟ اگر توان اين كار را دارى تو آزادى . » « 4 » ضحاك مىگويد سراغ اسبم آمدم كه در ميان خيمه‌ها بود ، زيرا وقتى ديدم دشمن اسبها را پى مىكند اسبم را داخل خيمه‌اى متعلق به اصحاب كه در ميان خيمه‌ها بود قرار دادم و خود پياده مىجنگيدم و در آن روز دو نفر از دشمن را كشتم و دست يك نفر را بريدم و امام مكرّر به من فرمود : « دستت شَل نشود و خداوند دست تو را قطع نكند و از سوى اهل بيت پيامبر به تو جزاى خير دهد . » « 5 » هنگامى كه امام مرا مرخص فرمود اسب را از خيمه بيرون آورده سوار شدم و مهميز بر او\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . فما يمنعكما من نصرتي .\r\n( 2 ) . فأنت في حلٍّ .\r\n( 3 ) . الطبري : 4 / 317 .\r\n( 4 ) . صدقت و كيف لك بالنجاء ، إن قدرتَ على ذلك فأنت في حلّ .\r\n( 5 ) . لا تشلل لا يقطع اللّه يدك ، جزاك اللّه خيراً عن اهل بيت نبيّك صلّى اللّه عليه وآله .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nزدم تا روى سم خود ايستاد آنگاه به سوى كوفيان راندم كه راهى از ميان جمعيت براى من باز شد و ليكن پانزده نفر به تعقيب من پرداختند تا اين كه به روستاى شفيه در كنار فرات رسيدم و آنها به من رسيدند و من به سوى آنها برگشتم ، از ميان جمعيت سه نفر مرا شناختند و گفتند : اين ضحاك بن عبداللَّه مشرقى پسر عموى ما است شما را سوگند مىدهيم كه دست از او بداريد سه نفر از بنى تميم گفتند :\r\nآرى با پيشنهاد برادرانمان موافقت مىكنيم و دست از رفيق ايشان برمىداريم وقتى اين شش نفر هماهنگ شدند ديگران نيز دست بازداشتند و خدا مرا نجات داد . « 1 »\r\n\r\nاجازه گرفتن على اكبر براى نبرد با دشمنان\r\nعلى اكبر عليه السلام كه از جهت زيبايى چهره و نيك خويى كم نظير بود از امام عليه السلام اجازه جنگ درخواست كرد امام اجازه فرمود سپس با نظر مأيوسانه‌اى به سوى او نگريست و چشم به زير انداخت و گريست . و محاسن خود به طرف آسمان گرفت و گفت : « خدايا شاهد باش بر اين گروه كه به مبارزه آنها رفت جوانى كه شبيه‌ترين مردم بود به رسول خدا صلّى اللّه عليه وآله از جهت اخلاق و خلقت و گفتار و ما هر وقت مشتاق ديدار پيامبر صلّى اللّه عليه وآله مىشديم به چهرهء او نگاه مىكرديم . خداوندا بركات زمين را از ايشان بازدار و آنها را پراكنده و پاره پاره گردان و آنها را گروه گروه پيرو راههاى گوناگون قرار ده و واليان را هرگز از ايشان خشنود نگردان زيرا آنها ما را دعوت كردند تا ياريمان كنند سپس بر ما شوريدند و با ما سر جنگ و ستيز گذاشتند . » « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الطبري : 4 / 339 .\r\n( 2 ) . اللهم اشهد على هؤلاء القوم فقد برز إليهم غلام أشبه الناس خلقاً و خلقاً و منطقاً برسولك ، كنا إذا اشتقنا إلى نبيك نظرنا إلى وجهه ، اللهم امنعهم بركات الأرض و فرقهم تفريقاً و مزقهم تمزيقاً واجعلهم طرائق قدداً و لا ترض الولاة عنهم أبداً ، فإنهم دعونا لينصرونا ثم عدوا علينا يقاتلوننا .\r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nآن گاه عمر سعد را خطاب كرد : « تو را چه شده است . خداوند خويشى تو را قطع كند و در كار تو بركت قرار ندهد و كسى را بر تو چيره گرداند كه در رختخواب تو را بكشد چنان كه خويشى مرا بُريدى و نسبت مرا با رسول خدا مراعات نكردى . سپس با صداى بلند آيه شريفه « اّن اللَّه اصطفى آدم و نوحاً و آل‌ابراهيم . . . » را قرائت كرد . » « 1 » « خداوند ، آدم ، نوح و آل ابراهيم و آل عمران را بر جهانيان برگزيده فرزندانى كه بعضى از نسل بعضى ديگرند و خداوند شنوا و دانا است . » « 2 » على اكبر بر آن گروه حمله كرد و اين رجز بر لب داشت :\r\n« من على فرزند حسين بن على هستم\r\nسوگند به خانه خدا ما به پيامبر اولىتر هستيم\r\nاز شبث و شمر پست\r\nشما را آن قدر با شمشير مىزنم تا خم شود\r\nضربت جوان هاشمى علوى\r\nو امروز پيوسته از پدرم حمايت خواهم كرد\r\nسوگند به خدا نبايد فرزند زياد ناپاك\r\nدرباره ما حكم براند . » « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ما لك قطع اللّه رحمك و لا بارك اللّه لك في أمرك و سلط عليك من يذبحك بعدي على فراشك‌كما قطعت رحمي و لم تحفظ قرابتي من رسول اللّه صلّى اللّه عليه وآله . ثم رفع صوته و تلا « إن اللّه اصطفى آدم و نوحاً و آل إبراهيم و آل عمران على العالمين ذرية بعضها من بعض واللّه سميع عليم . »\r\n( 2 ) . آل عمران : 33 .\r\n( 3 )\r\n . أنا علي بن الحسين بن علي * نحن و بيت اللّه أولى بالنبي\r\nمن شبث و شمر ذاك الدني * أضربكم بالسيف حتى ينثني\r\nضرب غلام هاشمي علوي * و لا أزال اليوم أحمي عن أبي\r\nتاللّه لا يحكم فينا ابن الدعي \r\nبحارالانوار : 45 / 43 ؛ نفس المهموم : 279 و 280 .\r\n","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nعلى اكبر چند مرتبه بر آن مردم تاخت و جمع بسيارى را به هلاكت رسانيد كه مردم از بسيارى كشته شدگان به فرياد آمدند . گفته شده با وجود تشنگى و عطش يكصد و بيست نفر را به خاك افكند و در كتاب مناقب آمده است كه هفتاد جنگجو را كشت آن گاه با زخمهاى گرانى كه برداشته بود به سوى امام برگشت و عرضه داشت بابا جان تشنگى مرا كشت و سنگينى سلاح مرا به رنج آورده آيا اندكى آب امكان‌پذير است تا براى جنگ با دشمنان نيرو بگيريم ؟ امام گريست و گفت : « واغوثاه فرزندم اندكى نبرد كن كه به زودى جدّت محمد صلّى اللَّه عليه و آله را ملاقات خواهى كرد و او با جامى لبريز تو را سيراب خواهد كرد كه ديگر هرگز تشنگى نخواهى چشيد . » « 1 » على اكبر به ميدان بازگشت و نيردى جانانه كرد تا اين كه مرّة بن منقذ عبدى ملعون با تيرى او را نشانه گرفت و در نتيجه علىاكبر به زمين افتاد و فرياد كرد يا ابتاه پدرجان خداحافظ اين جدّم رسول خداست به تو سلام مىرساند و مىفرمايد : بشتاب به سوى ما ؛ آن گاه شهقه‌اى زد و جان تسليم كرد .\r\nامام عليه السلام به كنارش آمد و صورت به صورت على گذاشت و فرمود : « خداوند بكشد گروهى را كه تو را كشتند ؛ چه دليرند بر خدا و بر هتك حرمت رسول خدا ! پس از تو خاك بر سر دنيا . » « 2 » شيخ مفيد فرموده است :\r\nزينب خواهر امام حسين عليه السلام با شتاب از خيمه‌ها بيرون آمد و فرياد برآورد : واى برادرم ! واى فرزند برادرم ! و آمد خود را به روى نعش على اكبر انداخت . امام عليه السلام دست خواهر را گرفت و به خيمه‌ها برگرداند و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . قاتَل قليلًا فما أسرع ما تلقى جدك محمداً صلّى اللّه عليه وآله فيسقيك بكأسه الأوفى شربة لا تظمأ بعدها أبداً .\r\n( 2 ) . قتل اللّه قوماً قتلوك ، ما أجرأهم على اللّه و على انتهاك حرمة رسول اللّه صلّى اللّه عليه وآله ، علىالدنيا بعدك العفا . الملهوف : 167 .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\n( خطاب به جوانان ) فرمود : « برادرتان را برداريد . » « 1 » جوانان نعش على را برداشتند و در نزد خيمه‌اى كه جلوى آن كارزار مىكردند ، نهادند . « 2 »\r\n جوانان بنى هاشم بياييد * على را بر در خيمه رسانيد \r\n\r\nشهادت حضرت قاسم عليه السلام\r\nگفته‌اند وقتى امام حسين عليه السلام قاسم را آماده كارزار ديد او را در آغوش گرفت و هر دو گريستند چندانكه بيهوش شدند . سپس قاسم اجازه ميدان خواست امام اذن نداد . قاسم آن قدر به دست و پاى امام بوسه زد تا امام اجازه فرمود و قاسم روانهء ميدان شد و در حالى كه اشكهايش بر گونه روان بود اين رجز مىخواند :\r\n« اگر مرا نمىشناسيد من فرزند حسن\r\nسبط پيامبر مصطفى و مؤتمن هستم\r\nو اين حسين است همانند اسير كه گرفتار شده\r\nدر ميان اين مردم كه از ابر باران‌زا سيراب نشوند . » « 3 » قاسم با خردسالى جنگ نمايانى كرد و سى و پنج مرد را به خاك افكند و در مناقب آمده كه اين رجز را مىخواند :\r\n« من قاسم از نسل على عليه السلام هستم\r\nسوگند به كعبه ما به پيامبر اوليتريم\r\nاز شمر ذى الجوشن و زياد فرزند نابكار . » « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . احملوا أخاكم .\r\n( 2 ) . الارشاد : 2 / 107 .\r\n( 3 )\r\n . إن تنكروني فأنا ابن الحسن * سبط النبي المصطفى المؤتمن\r\nهذا حسين كالأسير المرتهن * بين أناس لا سقوا صوب المزن \r\n( 4 )\r\n . إنّي أنا القاسم من نسل علي * نحن و بيت اللّه أولى بالنبي\r\nمن شمر ذي الجوشن أو ابن الدعي \r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nو شيخ صدوق در امالى آورده كه بعد از على اكبر قاسم بن الحسن به ميدان رفت و اين رجز بر لب داشت :\r\n« اى نفس بىتابى نكن همه فنا شدنى هستند\r\nامروز بهشتيان را ديدار خواهى كرد . » « 1 » و سه نفر از كوفيان را كشت سپس از روى اسب بر زمين افتاد . « 2 »\r\nحميد بن مسلم خبرنگار و گزارشگر كربلا گفته است كه نوجوانى به سوى ما آمد كه چهره‌اش همانند پاره ماه بود و در دست شمشيرى داشت و پيراهن و ازارى بر تن و نعلين به پا داشت كه بند يكى از آنها پاره بود و فراموش نمىكنم كه بند نعلين پاى چپ بود . عمرو بن سعد ازدى ملعون گفت : من به اين نوجوان حمله مىكنم گفتم : اين چه كارى است ؟ همانهايى كه دور او را گرفته‌اند تو را از كشتن او بى نياز مىكنند . عمرو گفت : سوگند به خدا حمله مىكنم ، پس حمله كرد و فرصت نداد و با شمشير به سر آن نوجوان زد كه به رو افتاد و فرياد كرد « يا عماه » اى عموجان ! « 3 »\r\nامام چون فرياد فرزند برادر شنيد همچون باز شكارى به سوى ميدان شتافت و همانند شير خشمگين به قاتل قاسم ( عمرو بن سعد ) حمله كرد و شمشيرى به او حواله نمود كه دستش را از مرفق جدا كرد او نعره‌اى كشيد كه اهل لشكر شنيدند امام كنار رفت و اهل كوفه هجوم آوردند عمرو را نجات دهند ولى سينه اسبان با او برخورد كرده و او زير دست و پاى اسبان افتاد و لگد كوب شد و چيزى نگذشت كه به هلاكت رسيد .\r\nوقتى كه غبار فرو نشست امام حسين عليه السلام را ديدم بر سر آن جوان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 )\r\n . لا تجزعي نفسي فكلّ فان * اليوم تلقين ذرى الجنان \r\n( 2 ) . نفس المهموم : 292 .\r\n( 3 ) . الطبري : 4 / 341 .\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nايستاده بود در حالى كه جوان پاى بر زمين مىكشيد و امام مىگفت : « دور باشند از رحمت خدا ، گروهى كه تو را كشتند و فرداى قيامت جدّ تو دشمن آنان خواهد بود . سپس فرمود : سوگند به خدا سخت است براى عمويت كه او را بخوانى ، جوابت را ندهد و اگر جواب دهد تو را سودى نبخشد . امروز روزى است دشمن و كينه جوى عمويت زياد و ياورش اندك است . » « 1 » آن گاه قاسم را به آغوش گرفت و گويا مىبينم كه دو پاى جوان بر زمين كشيده مىشد . و امام سينه خود را به سينه او چسبانيده بود . پيش خود گفتم مىخواهد او را چه كند ديدم او را آورد و كنار نعش فرزندش على اكبر و شهداى ديگر از اهل بيتش قرار داد ، سؤال كردم كه اين جوان كيست ؟ گفتند :\r\nقاسم بن حسن بن على بن ابى طالب است و روايت شده كه امام حسين عليه السلام بر سر نعش قاسم چنين گفت : « خدايا تعداد آنها را شماره كن و در پراكندگى جانشان بگير و هيچكس از ايشان را باقى مگذار . و هرگز آنها را نيامرز . صبر پيشه كنيد اى پسر عموهايم . صبر كنيد اى خاندانم ، بعد از امروز هرگز خوارى نخواهيد ديد . » « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بعداً لقوم قتلوك و منَ خصمهم يوم القيامة فيك جدّك [ ثم قال 
  ] عزّ واللّه على عمك أن تدعوه‌فلايجيبك او يجيبك فلا ينفعك صوته ، هذا يوم واللّه كثر واتره و قلّ ناصره . الملهوف : 168 ؛ الارشاد : 2 / 108 .\r\n( 2 ) . اللهم أحصهم عدداً واقتلهم بدداً و لا تغادر منهم أحداً و لا تغفر لهم أبداً ، صبراً يا بني عمومتي ، صبراً يا أهل بيتي لا رأيتم هواناً بعد ذلك اليوم ابداً . بحارالانوار : 45 / 36 .\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\n\r\nگفتگوهاى ديگر\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\n\r\nملاقات حسنين عليهماالسلام\r\n« نقل شده است كه امام حسين عليه السلام به منزل برادرش امام حسن عليه السلام رفت . چون نگاهش به برادر افتاد اشك ريخت . امام حسن فرمود : چرا گريه مىكنى اى ابا عبداللَّه ؟ گفت : به خاطر آنچه بر سر تو خواهد آمد گريه مىكنم .\r\nامام حسن فرمود : آنچه بر سر من مىآيد اين است مرا به وسيله سم مىكشند و ليكن هيچ روزى مثل روز تو نيست ! سى هزار نفر كه ادعا دارند امّت جدّمان هستند ، تو را احاطه مىكنند و بر كشتن و ريختن خون تو و شكستن حريمت و اسير كردن حرمت و غارت مالت هماهنگ مىشوند . در آن هنگام است كه لعنت بر بنىاميه روا مىشود و آسمان خون مىگريد و هر چيزى بر تو اشك مىريزد حتى حيوانات وحشى در بيابانها و ماهيها در درياها . » « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . و رويت أن الحسين عليه السلام دخل على أخيه الحسن عليه السلام ، فلمّا نظر إليه بكى فقال : ما يبكيك يا أبا عبداللّه ؟ فقال : أبكي لما يصنع بك . فقال له الحسن عليه السلام إنّ الّذي يؤتى إلىّ سمّ فاقتلُ به و لكن لا يوم كيومك يزدلف إليك ثلاثون ألف رجل يدعون أنّهم من امّة جدّنا فيجتمعون على قتلك و سفك دمك وانتهاك حرمك و سبى ذراريك و نسائك وانتهاب ثقلك فعندها تحلّ ببنى اميّة اللّعنة و تمطر السماء دماً و يبكي عليك كلّ شىء حتّى الوحش في الفلوات والحيتان في البحار . مثيرالاحزان : 23 .\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\n\r\nعيادت امام عليه السلام از اسامة بن زيد\r\nامام حسين عليه السلام بر اسامة بن زيد در حالى كه مريض بود وارد شد . اسامه مىگفت : واغّماه . امام فرمود : « غم و نگرانى تو چيست برادرم ؟ » « 1 » اسامه گفت :\r\nشصت هزار درهم بدهكارم . امام عليه السلام فرمود : « بدهى تو بر عهده من . » « 2 » اسامه گفت : مىترسم ( پيش از پرداخت آن ) بميرم . امام حسين عليه السلام فرمود : « قبل از مرگ تو ، من آن را پرداخت خواهم كرد . » « 3 » و چنين كرد يعنى پيش از مرگ اسامه بدهى او از جانب امام عليه السلام پرداخت شد . « 4 »\r\n\r\nسخن امام با ابوذر هنگام تبعيدش به ربذه\r\nوقتى كه ابوذر را از مدينه به ربذه تبعيد كردند در بدرقه او جز چند تن حاضر نبودند كه هر يك سخنى با ابوذر داشتند و چون نوبت به امام حسين عليه السلام رسيد فرمود : « عمو جان ! خداوند قادر است آنچه را مىبينى تغيير دهد و خدا هر روز در كارى است . اين گروه دنيايشان را از تو بازداشتند و به تو ندادند و تو دينت را از آنان بازداشتى و حفظ كردى . و چه قدر تو بىنيازى از آن چه به تو ندادند و چه قدر آنها محتاجند به آنچه تو از ايشان بازداشتى . از خدا صبر و پيروزى درخواست كن و با صبر و شكيبايى براى غلبه بر طمع و نا شكيبايى از خدا يارى بخواه زيرا صبر جزء دين و بزرگوارى است و طمع و آز رزقى را پيش نمىاندازد و بىتابى هيچ مرگى را به تأخير نمىاندازد . » « 5 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . و ما غمّك يا أخي .\r\n( 2 ) . هو علىّ .\r\n( 3 ) . لن تموت حتّى أقضيها عنك .\r\n( 4 ) . بحارالانوار : 44 / 189 .\r\n( 5 ) . يا عمّاه ! إنّ اللّه تعالى قادر أن يُغيّر ما قدترى ، واللّه كلّ يوم هو في شأن و قد منعك القوم دنياهم ، و منعتهم دينك . فما أغناك عمّا منعوك و أحوجهم إلى ما منعتهم ! فاسأل اللّه الصبر والنصر واستعنه به من الجشع والجزع فإنّ الصبر من الدّين والكرم ، و انّ الجشع لا يقدّم رزقاً و الجزع لا يُؤخّرُ أجلًا . بحارالانوار : 22 / 412 .\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nو در نقل ديگر آمده است كه امام حسين عليه السلام چنين فرمود :\r\n« خداى رحمتت كند اى ابوذر . اين گروه تو را با گرفتارى مشغول كردند زيرا دينت را از آنها بازداشتى آنها نيز دنيايشان را از تو دريغ كردند ، فرداى قيامت چه قدر خود به آنچه از آنها بازداشتى نيازمندى و از آنچه از تو بازداشتند بىنيازى . » « 1 » ابوذر گفت : خداى رحمت كند شما اهل بيت را كه من در دنيا جز شما دل به كسى ندارم ، هر وقت شما را ياد مىكنم رسول خدا صلّى اللّه عليه وآله را به ياد مىآورم .\r\n\r\nاحتجاج امام عليه السلام براى اصحاب و تابعين در منى\r\nدو سال پيش از مرگ معاويه امام حسين عليه السلام حج به جا آورد در حالى كه عبداللَّه بن جعفر و عبداللَّه بن عباس همراه او بودند ، حضرت در آن سال همه بنى هاشم از مرد و زن و خدام و دوستان و شيعيان ايشان را چه آنان كه حج به جا آورده بودند و چه آنان كه حج نگذارده بودند همه را جمع كرد ، و نيز افرادى كه در شهرها نسبت به آن حضرت و خاندانش شناخت داشتند و تمام صحابه رسول خدا صلّى اللّه عليه وآله و فرزندان ايشان و تابعين و انصارى كه مشهور به صلاح و اهل عبادت بودند همه را فرا خواند ، در نتيجه بيش از هزار نفر در سرزمين منى در اطراف خيمه گاه امام عليه السلام گرد آمدند كه بيشترشان تابعين و فرزندان صحابه بودند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . رحمك اللّه يا أباذر إنّ القوم إنّما امتهنوك بالبلاء لأنّك منعتهم دينك ، فمنعوك دنياهم فماأحوجك غداً إلى ما منعتهم و أغناك عمّا منعوك . المحاسن : 2 / 94 ، ح 46 .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nامام عليه السلام در جمع ايشان براى ايراد خطابه به پا خاست حمد و ثناى الهى را بجاى آورد و سپس فرمود :\r\n« اما بعد : اين ( معاويه ) طغيانگر رفتارى كه با ما و پيروان ما انجام داد دانستيد و ديديد و مشاهده كرديد و خبر آن به شما رسيد . اكنون من مىخواهم دربارهء امورى از شما پرسش كنم ، اگر راست گفتم مرا تصديق كنيد و اگر دروغ گفتم مرا تكذيب كنيد . گفتار مرا بشنويد و سخنم را حفظ نموده و پنهان داريد سپس به شهرها و ميان قبيله‌هاى خود برگرديد و كسانى را كه به آنها اطمينان و اعتماد داريد ، به آنچه كه مىدانيد فراخوانيد . زيرا من واهمه دارم كه اين حق فرسوده شود و از بين برود ، ليكن خداوند نور خود را كامل خواهد كرد گرچه كافران خوش ندارند . » « 1 »\r\nامام حسين عليه السلام در اين خطبه خود چيزى از آيات قرآن را كه درباره اهل بيت نازل شده است فرو نگذاشت مگر اين كه آن را بيان كرد و تفسير نمود و از حديث پيامبر صلّى اللّه عليه وآله آنچه را دربارهء پدر و مادر و اهل بيتش فرموده بود ، همه را روايت كرد . و درباره همه اين احاديث ، صحابه در جواب آن حضرت مىگفتند : بلى ما [ از رسول خدا صلّى اللّه عليه وآله 
  ] شنيديم و شاهد بوديم و تابعين مىگفتند : ما هم از افراد راستگو و مورد اطمينان شنيديم . تا آن كه حضرت چيزى را فرو گذار نكرد . سپس فرمود : « شما را سوگند مىدهم وقتى برگشتيد اين مطالب را به كسانى كه اطمينان داريد منتقل كنيد . » « 2 »\r\nآن گاه حضرت فرود آمد و مردم پراكنده شدند . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . امّا بعد فانّ هذا الطاغية قد صنع بنا و بشيعتنا ما قد علمتم و رأيتم و شهدتم و بلغكم ، و إنّي اريد أن اسألكم عن اشياء فإن صدقتُ فصدقوني و إن كذبت فكذّبوني . اسمعوا مقالتى واكتموا قولى ثم ارجعوا الى امصاركم و قبائلكم ، من أمنتم و وثقتم به فادعوهم إلى ما تعلمون . فاني أخاف أن يندرس هذا الحق و يذهب ، واللّهُ متم نوره ولو كره الكافرون .\r\n( 2 ) . أنشدكم باللّه إلّارجعتم و حدّثتم به من تثقون به .\r\n( 3 ) . الأحتجاج : 296 .\r\n","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\n\r\nاحتجاج امام عليه السلام با عبداللَّه پسر عمروعاص\r\nامام عليه السلام از جلو عبداللَّه فرزند عمرو عاص عبور كرد عبداللَّه به همراهان خود گفت : هر كس دوست دارد به محبوبترين اهل زمين در نظر اهل آسمان نگاه كند به اين عابر نگاه كند . و من از شبهاى صفين تا حال با او سخن نگفته‌ام .\r\nابوسعيد خدرى او را برداشت و به خدمت امام آورد . امام فرمود : « آيا مىدانى من محبوبترين اهل زمين در نزد اهل آسمان هستم آن گاه با من و پدرم در روز صفين به جنگ پرداختى . سوگند به خدا پدرم بهتر از من بود ؟ » « 1 » او عذر و بهانه آورد كه رسول خدا صلّى اللَّه و عليه و آله به من فرمود : از پدرت اطاعت كن .\r\nامام فرمود : آيا سخن خداوند متعال را نشنيده‌اى كه مىفرمايد : « و اگر پدر و مادر تلاش كردند كه آنچه را نسبت به آن آگاهى ندارى براى من شريك قرار دهى ، پس از ايشان پيروى مكن » و سخن رسول خدا را كه فرمود : « همانا اطاعت و پيروى در معروف و نيكى است » و سخن ديگر آن حضرت كه فرمود : « در معصيت خداوند اطاعت و پيروى از مخلوق روا نيست . » « 2 »\r\n\r\nملاقات امام حسين و ابن عمر در صفين\r\nدر جريان جنگ صفين عبيداللَّه « 3 » فرزند عمر به امام حسين عليه السلام پيام فرستاد كه با تو كارى دارم هر وقت خواستى مرا ديدار كن تا بگويم . امام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . أتعلم أنّي أحبُّ أهل الأرض إلى أهل السماء و تقاتلنى و أبي يوم صفّين ؟ واللّه إنّ أبي لخير منّي .\r\n( 2 ) . اما سمعت قول اللّه تعالى : « و إن جاهداك على أن تشرك بي ما ليس لك به علم فلا تطعهما » ( لقمان : 15 ) و قول رسول اللّه صلّى اللّه عليه وآله : إنّما الطّاعة في المعروف ، و قوله : لا طاعة لمخلوق في معصية الخالق . المناقب : 4 / 81 .\r\n( 3 ) . در منبع « عبداللّه » آمده و ليكن « عبيداللّه » صحيح است .\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nحسين عليه السلام به سوى او رفت و در مقابلش ايستاد ، تصور امام اين بود كه ابن عمر تصميم جنگ با او را دارد . ابن عمر گفت : تو را براى مبارزه دعوت نكرده‌ام و ليكن سخنى است از من بشنو كه به خير و صلاح تو است .\r\nامام فرمود : « بگو آنچه خواهى . » « 1 » ابن عمر گفت : همانا بدان پدرت قريش را ناخشنود كرد و مردم دشمنى او را به دل گرفتند و او را به عنوان كشنده عثمان ياد كردند ، آيا تو مىتوانى او را بر كنار كنى و با او به مخالفت برخيزى تا امر حكومت را به تو واگذاريم ؟\r\nامام حسين عليه السلام فرمود : « هرگز ! سوگند به خدا نسبت به خدا ، پيامبرش و وصى پيامبرش كفر نمىورزم ، دور باش ! واى بر تو اى شيطان سركش ! شيطان كردار زشت تو را در نظرت زيبا جلوه داده به گونه‌اى كه از دين خارج شده و از ستمكاران پيروى كرده و به يارى اين ( معاويه ) مرّتد شتافته‌اى كه پيوسته او و پدرش با خدا ، پيامبرش و مؤمنان در جنگ و دشمنى بودند . سوگند به خدا آنها هرگز مسلمان نشدند ليكن از روى ترس و طمع تسليم شدند . و تو امروز از سوى اين بىشرم به جنگ مىپردازى و به نيابت از او به نبرد مىشتابى تا خودى به زنان اهل شام نشان بدهى . اندكى بياساى من اميدوارم خداوند عزّوجّل به زودى تو را بكشد . » « 2 » ابن عمر خنديد و به سوى معاويه بازگشت و به او گفت من خواستم حسين را فريب دهم و به او چنين و چنان گفتم ، امّا موفّق نشدم .\r\nمعاويه گفت : حسين بن على فريب نمىخورد ، او فرزند پدرش مىباشد . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . قل ما تشاء .\r\n( 2 ) . كلّا واللّه لا أكفر بالله و برسوله و بوصيّ رسول اللّه إخس ، ويلك من شيطان ماردٍ ! فلقد زيّن لك‌الشيطان سوء عملك فخدَعَك حتّى أخرجك من دينك باتّباع القاسطين و نصرة هذا المارق من الدين ، لم يزل هو و ابوه حربيّين و عدويّن لِلّه و لرسوله و للمؤمنين ، فواللّه ما أسلما و لكنّهما استسلما خوفاً و طمعاً ! فأنت اليوم تقاتل عن غير متذمّمٍ ، ثم تخرج إلى الحرب متخلّفاً لتراءي بذلك نساء اهل الشام ، إرتع قليلًا فإنّي أرجو أن يقتلك اللّه عزّوجلّ سريعاً .\r\n( 3 ) . الفتوح : 3 / 35 .\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\n\r\nاختلاف امام حسين عليه السلام و حاكم مدينه بر سر مزرعه‌اى\r\nميان امام حسين عليه السلام و وليد بن عقبه بر سر مزرعه‌اى اختلاف بود ، امام عليه السلام عمامه وليد را از سرش برداشت و به گردنش پيچيد در حالى كه وليد آن روز حاكم مدينه بود .\r\nمروان كه حاضر بود گفت : بسيار شگفت‌آور است ، تا امروز چنين جرأتى را از شخصى در برابر اميرش نديده بودم . وليد گفت : به خدا سوگند اين حرف را براى جانبدارى از من نگفتى بلكه به جهت بردبارى من در برابر او به من حسد كردى ، و در واقع زمين مال اوست . امام حسين عليه السلام ( چون اين اعتراف را از وليد شنيد ) فرمود : « مزرعه مال تو باشد . » « 1 » آنگاه برخاست و مجلس را ترك كرد . « 2 »\r\n\r\nآزاد كردن غلام به خاطر خوردن يك لقمه نان\r\nامام رضا عليه السلام از پدرانش نقل فرموده كه امام حسين عليه السلام داخل دستشويى شد و لقمه نانى در كنار ديد . آن لقمه را برداشت و به يكى از غلامانش داد و به او گفت : « وقتى بيرون آمدم اين لقمه را يادآورى كن . » « 3 »\r\nغلام آن لقمه نان را خورد ، وقتى امام عليه السلام بيرون آمد فرمود : « اى غلام لقمه چه شد ؟ » « 4 » گفت : سرورم لقمه را خوردم . حضرت فرمود : « تو در\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الضيعة لك يا وليد .\r\n( 2 ) . المناقب : 4 / 75 .\r\n( 3 ) . يا غلام اذكرني بهذه اللقمة إذا خرجت .\r\n( 4 ) . يا غلام اللقمه ؟\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nراه خدا آزادى . » « 1 »\r\nمردى با شگفتى گفت : مولاى من آزادش كردى ؟ !\r\nامام فرمود : [ بلى ، از جدّم رسول خدا شنيدم مىفرمود : « هر كس لقمه‌اى بيابد و آن را پاك كند يا بشويد سپس آن را بخورد هنوز در شكمش جايگزين نشده خداوند او را از آتش جهنم آزاد مىكند . » و من شخصى را كه خداوند از آتش آزاد كرده در بردگى نگه نمىدارم . 
  ] . « 2 »\r\n\r\nديدار كنندگان با امام عليه السلام به خاطر دين\r\nگروهى به حضور امام حسين عليه السلام شرفياب شده و گفتند : اى فرزند رسول خدا ( ص ) ، ياران ما پيش معاويه رفتند و ما به محضر شما آمديم .\r\nامام فرمود : « در اين صورت من بيش از جايزه‌اى كه معاويه به ايشان مىدهد به شما عطا مىكنم . » « 3 » گفتند : فدايت شويم ما به جهت دينمان آمده‌ايم .\r\nحضرت سر به پايين انداخته و با انگشت زمين را خراش داد و پس از سكوت طولانى سربلند كرده فرمود : « كوتاه سخن آن كه هر كسى ما را دوست بدارد و اين دوستى به جهت خويشاوندى بين ما و او و يا به جهت نيكى كه ما به او كرده باشيم نباشد ، بلكه به خاطر خدا و پيامبرش ما را دوست بدارد ، روز قيامت همراه ما مىآيد همانند اين دو انگشت » « 4 » - حضرت دو انگشت سبابه را به هم چسباندند - . « 5 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . أنت حرّ لوجه اللّه .\r\n( 2 ) . نعم ، سمعت جدّي رسول اللّه ( ص ) يقول : « من وجد لقمة فمسح منها أو غسل ما عليها ثمّ أكلها لم تستقرّ في جوفه إلا اعتقه اللّه من النار » و لم أكن استعبد رجلًا أعتقه اللّه من النار . بحارالانوار : 66 / 433 ؛ عيون اخبار الرضا عليه السلام : 2 / 43 ، ح 154 .\r\n( 3 ) إذن اجيزكم بأكثر ممّا يجيزهم .\r\n( 4 ) . قصيرة من طويلة ، مَن أحبّنا ، لم يُحبّنا لقرابةٍ بيننا و بينه و لا لمعروف اسدنياه إليه . إنّما أحبّنا لِلّه ورسوله جاء معنا يوم القيامة كهاتين - و قرن بين سبابتيه - .\r\n( 5 ) . بحارالانوار : 27 / 127 .\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\n\r\nگفتگوى امام عليه السلام با اعرابى\r\nنقل شده كه يك اعرابى به محضر امام عليه السلام آمد و عرضه داشت يا ابن رسول اللَّه من ديهء كاملى را ضمانت كرده‌ام كه بپردازم و اكنون از پرداخت آن عاجزم ، پيش خود فكر كردم كه از كريمترين مردم درخواست كنم ، كريمتر و بخشنده‌تر از آل محمّد صلّى اللَّه و عليه و آله به نظرم نيامد .\r\nامام فرمود : من سه مسئله از تو مىپرسم اگر يكى از آنها را جواب دادى يك سوم ديه را به تو عطا مىكنم و اگر دو سؤال را پاسخ گفتى دو سوم ديه را عطا مىكنم و اگر هر سه مورد را جواب دادى ديه كامل را به تو عطا مىكنم .\r\nاعرابى گفت : اى فرزند رسول خدا از مانند من مىپرسى در حالى كه تو از اهل دانش و شرافت هستى ؟\r\nامام فرمود : بلى از جدّم رسول خدا شنيدم مىفرمود : نيكى به اندازه معرفت و آگاهى است .\r\nاعرابى گفت : سؤال كنيد آنچه در نظر داريد اگر نتوانستم پاسخ بگويم از شما ياد مىگيرم .\r\nامام فرمود : بهترين كردارها چيست ؟ اعرابى گفت : ايمان به خدا .\r\nامام فرمود : سبب نجات از هلاكت چيست ؟ اعرابى گفت : اعتماد به خدا .\r\nامام فرمود : زينت مرد چيست ؟ اعرابى گفت : دانشى كه همراه بردبارى باشد .\r\nامام فرمود : اگر اين گونه نشد ؟ اعرابى گفت : ثروتى كه همراه مردانگى باشد .\r\nامام فرمود : اگر اين هم ميسر نشد ؟ اعرابى گفت : فقرى كه همراه صبر باشد .\r\nامام فرمود : اگر اين هم نشد ، اعرابى گفت : صاعقه‌اى از آسمان بيايد و او را بسوزاند كه سزاوار آن است .\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nامام عليه السلام تبسم كرد و كيسه‌اى كه حاوى هزار دينار بود به سوى او انداخت و انگشتر خود را نيز كه نگين آن دويست درهم ارزش داشت به او عطا كرد و فرمود : اى اعرابى اين طلا را به طلبكارانت بده و اين انگشتر را نيز در نيازمنديهاى خود هزينه كن .\r\nاعرابى مال را دريافت كرد و گفت خدا بهتر مىداند كه رسالت خود را در چه جايگاه و خاندانى قرار دهد . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . جامع الاخبار : 133 .\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\n\r\nفهرستها\r\nنامها\r\nالف\r\nآدم 94\r\nابن حنيفه - - - - ) محمّد بن حنفيه\r\nابن زبير - - - - ) عبدالله بن زبير\r\nابن حوزه 86 ، 87\r\nابن زياد - - - - ) عبيدالله بن زياد\r\nابن سعد - - - - ) عمر بن سعد\r\nابن شهرآشوب 79\r\nابن عباس - - - - ) عبدالله بن عباس\r\nابن عمر - - - - ) عبدالله بن عمر\r\nابن عمر - - - - ) عبيدالله بن عمر\r\nابن نبيط - - - - ) يزيد بن نبيط\r\nابوبكربن عبدالرحمن 29\r\nابوثمامه 58 ، 59 ، 88\r\nابوالحسن - - - - ) اميرالمؤمنين\r\nابوذر غفارى 69 ، 102 ، 103\r\nابوسعيد خدرى 72 ، 105\r\nابوالشعثاء كندى 54\r\nابوعبدالرحمن - - - - ) عبداللّه عمر\r\nابو مخارق راسبى 21\r\nابومخنف 39\r\nابوهره ازدى 55\r\nاسامة بن زيد 102\r\nام وهب 79 ، 81 ، 82\r\nاميرالمؤمنين 60\r\nانس بن مالك 72\r\nاوسى 44\r\nب\r\nبريد بن خضير 46 ، 80\r\nبشير بن عمرو حضرمى 92\r\nج\r\nجابر بن عبداللّه انصارى 72\r\nجبرئيل ( ع ) 37\r\nجعفر طيار 72\r\nجَوْن ( غلام ابوذر ) 88\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nح\r\nحبيب بن مظاهر 56 ، 62 ، 73 ، 80 ، 88\r\nحجاج بن مسروق 42\r\nحجاج بن يوسف 38\r\nحجّار بن ابجر 73 ، 85\r\nحرّ بن يزيد رياحى 40 ، 41 ، 42 ، 43 ، 44 ، 45 ، 47 ، 48 ، 53 ، 54 ، 55 ، 57 ، 83 ، 84 ، 85\r\nحرّ بن يزيد يربوعى حر بن يزيد رياحى\r\nحرث بن أبى ربيعه 38\r\n[ امام 
  ] حسن ( ع ) امام مجتبى 17 ، 75 ، 96 ، 101\r\nحصين بن نمير ( تميم ) « 1 » 42 ، 47 ، 88\r\nحمزه سيدالشهداء 72\r\nحميد بن مسلم 61 ، 97\r\nحُوَىّ « 2 » ( غلام ابوذر ) 69\r\nخ\r\nخديجه 75\r\nد\r\nدلهم 39\r\nر\r\n[ امام 
  ] رضا ( ع ) 107\r\nز\r\nزبير 27\r\nزرقا 15\r\nزهير بن قين 46 ، 38 ، 39 ، 55 ، 62 ، 67 ، 80\r\nزيد بن ارقم 72\r\nزيد بن حرث 85\r\nزينب ( س ) 62 ، 68 ، 69 ، 95\r\nس\r\nسالم ( غلام ابن زياد ) 80\r\nسبط ابن جوزى 85\r\n[ امام 
  ] سجاد ( ع ) / امام زين‌العابدين ( ع ) 65 ، 67 ، 68 ، 70\r\nسعد بن عبداللّه حنفى 67\r\nسماعة بن بدر 49\r\nسهل به سعد ساعدى 72\r\nسويد بن عمرو خثعمى 92\r\nسيف بن حارث بن سريع 90\r\nش\r\nشبث بن ربعى 73 ، 85 ، 94\r\nشمر 71 ، 73 ، 75 ، 82 ، 94 ، 96\r\nشيطان 69 ، 76 ، 106\r\nص\r\n[ امام 
  ] صادق ( ع ) 28 ، 38 ، 50\r\n[ شيخ 
  ] صدوق 97\r\nض\r\nضحّاك مشرقى 82 ، 91 ، 92 ، 93\r\nط\r\nطرماح 48 ، 49\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . حُصين بن تميم كه در بعضى نقلها به جاى تميم ، نُمير آورده‌اند از فرماندهان سپاه ابن زياد بود .\r\n( 2 ) . حوى : نام و نسب غلام ابوذر را كه جزء شهداى كربلا است گوناگون نوشته‌اند در برخى نقلها حُوَىّ و در برخى ديگر جَوْن آورده‌اند و در زيارت ناحيه « جَوْن بن حُوَىّ » آمده است .\r\n","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nع\r\nعباس 44 ، 62 ، 63 ، 66 ، 72\r\nعبد 79\r\nعبداللَّه بن حصين أزْدى 61\r\nعبداللَّه بن حوزه 86\r\nعبداللَّه بن جعفر 31 ، 32 ، 33 ، 66 ، 103\r\nعبداللَّه‌بن زبير / ابن‌زبير 13 ، 14 ، 25 ، 26 ، 27\r\nعبداللَّه بن سليم 25\r\nعبداللَّه بن سليمان 35\r\nعبداللَّه بن عباس ابن عباس 23 ، 24 ، 26 ، 27 ، 103\r\nعبداللَّه بن عزره غفارى 89\r\nعبداللَّه بن عمر ابن عمر ابوعبدالرحمن 13 ، 23 ، 24\r\nعبداللَّه بن عمرو عاص 105\r\nعبداللَّه بن عمير 79 ، 80\r\nعبداللَّه بن مطيع « 1 » 20 ، 34 ، 35\r\nعبداللَّه بن يزيد بن نبيط 21\r\nعبدالرحمن بن عزره غفارى 89 ، 90\r\nعبيداللَّه بن حرّ جعفى « 2 » 50 ، 51\r\nعبيداللَّه بن زياد 21 ، 27 ، 42 ، 43 ، 44 ، 47 ، 48 ، 53 ، 54 ، 55 ، 58 ، 60 ، 64 ، 83 ، 85\r\nعبيداللَّه بن عمر ابن عمر 105 ، 106\r\nعبيداللَّه بن يزيد بن نبيط 21\r\nعثمان 14 ، 106\r\nعروة بن قيس أحمسى 58\r\nعُقبة بن أبى العيزار 45\r\nعقبة بن سمعان 43 ، 53\r\nعقيل 36 ، 66\r\nعلىاكبر 53 ، 72 ، 93 ، 94 ، 95 ، 96 ، 97 ، 98\r\nعلىّ بن أبى طالب ( ع ) 19 ، 56 ، 69 ، 96\r\nعلىّ بن طعان محاربى 41\r\nعمر بن خالد 47\r\nعمر بن سعد / عمر سعد / ابن سعد 57 ، 58 ، 59 ، 61 ، 64 ، 75 ، 76 ، 79 ، 80 ، 83 ، 94\r\nعمر بن عبدالرحمن بن حارث بن هشام 29\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . عبداللَّه بن مطيع قرشى ، در زمان پيامبر ( ص ) به دنيا آمد و آن هنگام كه اهل مدينه در دوران خلافت يزيد ، بنى اميه را از شهر بيرون كردند و از بيعت يزيد دست برداشتند عبداللَّه بن مطيع فرماندهى قريش و عبداللَّه بن حنظله فرماندهى انصار را به‌عهده داشتند . وقتى اهل شام پيروز شدند و عبداللَّه بن مطيع شكست خورد در مكّه به عبداللَّه بن زبير پيوست و با او بود تا همراه او كشته شد . او از شجاعان قريش به شمار مىرفت . ( ر . ك . به نفس المهموم : 161 پاورقى )\r\n( 2 ) . عبيداللَّه بن حر جُعفى : از اشراف كوفه سواركار شجاع و شاعر بود . دعوت امام عليه السلام را نپذيرفت سپس پشيمان شد و به زيارت شهدا رفت و در مصيبت امام و ندامت خود شعر گفت . آن گاه با مختار همكارى كرد بعد از مدتى به مخالفت با او برخاست و در بصره به مصعب بن زبير پيوست . مرحوم محدث قمى مىنويسد به نظر من اين مرد داراى عقيده‌اى صحيح و ليكن زشت‌كردار بود . ( نفس المهموم ، 180 - 182 )\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nعمرو بن حجّاج 61\r\nعمرو بن سعد أزْدى 97\r\nعمرو بن سعيد بن عاص 31 ، 32 ، 33\r\nعمرو بن قَرَظه انصارى 61 ، 87\r\nعمرو بن قيس مشرقى 52\r\nعمرو بن لوذان 37\r\nف\r\nفاطمه ( س ) 56 ، 69 ، 80\r\nفرزدق 33\r\nفروة بن مسيك 77\r\nق\r\nقاسم بن الحسن ( ع ) 96 ، 97 ، 98\r\nقرة بن قيس حنظلى 59 ، 83\r\nقيس بن مسهر صيداوى 47\r\nقيس بن اشعث 73 ، 74 ، 85\r\nك\r\nكثير بن عبداللَّه شعبى 58 ، 59\r\nكلينى 37\r\nم\r\nماريه 21\r\nمالك بن عبد بن سريع 90\r\nمالك بن نسير بدى 54\r\nمالك بن نضر ارحبى 91 ، 92\r\nمجمع بن عبداللَّه 47\r\nمحمّد صلى اللَّه عليه وآله 19 ، 43 ، 75 ، 85 ، 89 ، 95\r\nمحمّد بن بشير حضرمى 68\r\nمحمد بن حنفيّه / ابن حنفيّه 17 ، 18 ، 19 ، 20 ، 28\r\nمرّة بن منقذ عبدى 95\r\nمروان ( بن حكم ) 13 ، 14 ، 15 ، 16 ، 17 ، 107\r\nمذرى بن مشمعل 25\r\nمسروق بن وائل 86\r\nمسلم بن عقيل 27 ، 35 ، 36 ، 37 ، 69\r\nمسلم بن عوسجه 66 ، 82 ، 86 ، 87\r\nمعاويه 13 ، 14 ، 17 ، 18 ، 23 ، 24 ، 103 ، 104 ، 106 ، 108\r\n[ شيخ 
  ] مفيد 95\r\nمنذر بن مشمعل 35\r\nمهاجر بن اوس 83\r\nن\r\nنافع بن هلال 47\r\nنعمان بن منذر 48\r\nنوح ( ع ) 94\r\nه\r\nهانى بن عروة 35 ، 36\r\nهرثمة بن أبى مسلم 60\r\nهلال بن نافع 46\r\nو\r\nوليد وليد بن عقبة 13 ، 14 ، 15 ، 16 ، 107\r\nى\r\nيحيى بن زكريا ( ع ) 24\r\nيحيى بن سعيد 31 ، 32 ، 33\r\nيسار ( غلام ابن زياد ) 80\r\nيزيد بن حارث 72\r\nيزيد 13 ، 15 ، 17 ، 18 ، 22 ، 23 ، 24 ، 25 ، 28 ، 43\r\nيزيد بن نبيط 21 ، 22\r\nيوسف ( ع ) 78\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nگروهها و قبايل\r\nالف\r\nآل ابراهيم ( ع ) 94\r\nآل ابوسفيان 17\r\nآل عمران 94\r\nآل محمد ( ص ) 109\r\nاصحاب صحابه 103 ، 104\r\nانس 49\r\nانصار 103\r\nب\r\nبنى اسد 25 ، 35\r\nبنى اسرائيل 24\r\nبنى اميّه 19 ، 22 ، 35 ، 47 ، 55 ، 101\r\nبنى تميم 86 ، 93\r\nبنى ثعل 49\r\nبنى عكرمه 37\r\nبنى عليم 79 ، 81\r\nبنى غِفار / غِفار 86 ، 89 ، 93\r\nبنى فزاره 38\r\nبنى نزار 90\r\nبنى هاشم 52 ، 96 ، 103\r\nپ\r\nپيامبران 72\r\nت\r\nتابعين 103 ، 104\r\nث\r\nثقيف 78\r\nج\r\nجابر 90\r\nجنّ 23\r\nح\r\nحمير 48\r\nحنظله تميم 59\r\nخ\r\nخندف 90\r\nد\r\nديلميان 58\r\nش\r\nشيعيان 103\r\nط\r\nطىّ 49\r\nع\r\nعبدالقيس 21\r\nعرب 35 ، 44\r\nق\r\nقريش 35 ، 106\r\nقوم سبا 56\r\nك\r\nكلب 81\r\nكنده 54\r\nكوفيان 74 ، 82 ، 93 ، 97\r\nم\r\nمجوس 85\r\nملائكه 72\r\nن\r\nنصارى 85\r\nنمر بن قاسط 79\r\nه\r\nهمدانيان 79\r\nى\r\nيهود 85\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nمكانها\r\nالف\r\nاجأ 48 ، 49\r\nاردوگاه 80 ، 83\r\nب\r\nبازار 24\r\nبصره 21\r\nبطن العقبه « 1 » 37 ، 38\r\nبهشت 19 ، 48 ، 60 ، 68 ، 72 ، 84 ، 88 ، 89\r\nث\r\nثعلبيه 36 ، 37\r\nج\r\nجهنم 51 ، 60 ، 82 ، 108\r\nچ\r\nچاه جعد 79\r\nح\r\nحاجِر 34\r\nحجاز 25 ، 27 ، 41\r\nحرم 28 ، 33\r\nحمام اعين 58\r\nخ\r\nخيمه‌گاه 62\r\nد\r\nدريا 101\r\nدستبى « 2 » 58\r\nدوزخ 19 ، 52 ، 84\r\nذ\r\nذوحُسَم 40 ، 45\r\nر\r\nربذه 102\r\nرى 58 ، 68 ، 79\r\nزَرُود 35\r\nس\r\nسلمى 49\r\nش\r\nشام 38 ، 106\r\nشراف 40\r\nشفيه 55 ، 93\r\nص\r\nصفا 26\r\nصفين 60 ، 105\r\nع\r\nعُذَيب عذيب الهجانات « 3 » 47 ، 49\r\nعراق 26 ، 29 ، 30 ، 32 ، 34 ، 85\r\nعقبة البطن بطن العقبه\r\nغ\r\nغاضريه 55\r\nم\r\nفرات 93\r\nق\r\nقادسيه 42 ، 44\r\nقصر بنى مُقاتل 50 ، 52 ، 53\r\nقطقطانيه 50\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بطن العقبه يا عقبة البطن : يكى از منازل ميان كوفه و مكّه بوده است .\r\n( 2 ) . دستبى : كه به فارسى دشتبى گفته مىشود منطقه‌اى وسيع ميان رى و همدان را شامل مىشده است .\r\n( 3 ) . عُذَيب الهجانات : عذيب يكى از منازل ميان راه حُجّاج در نزديكى كوفه بوده است و در آنجا دو محل به نام عذيب بوده كه يكى را عذيب الهجانات و ديگرى را عذيب القوادس مىگفتند .\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nك\r\nكربلا 24 ، 31 ، 37 ، 57 ، 60 ، 61 ، 91\r\nكعبه 25 ، 96\r\nكوفه 20 ، 25 ، 26 ، 27 ، 31 ، 35 ، 36 ، 37 ، 38 ، 43 ، 44 ، 47 ، 48 ، 49 ، 50 ، 54 ، 55 ، 57 ، 74 ، 79 ، 80 ، 83 ، 84 ، 91 ، 97\r\nگ\r\nگرگان 79\r\nم\r\nمحله خرمافروشان 38\r\nمدينه 19 ، 20 ، 22 ، 23 ، 24 ، 37 ، 102 ، 107\r\nمروة 26\r\nمكّه 18 ، 20 ، 21 ، 23 ، 26 ، 27 ، 28 ، 31 ، 33 ، 39\r\nمنى 26 ، 103\r\nن\r\nنُخيله 80\r\nنينوا 54 ، 55\r\nم\r\nيمن 18 ، 26 ، 27 ، 28\r\nزمانها\r\nپ\r\nپنجشنبه 55\r\nت\r\nترويه 25\r\nر\r\nروز حساب روز جزا روز قيامت 23 ، 24 ، 32 ، 40 ، 46 ، 54 ، 74 ، 82 ، 89 ، 108\r\nروز عاشورا 71 ، 92\r\nش\r\nشب عاشورا 65 ، 68\r\nم\r\nمحرم 55\r\nابزار\r\nالف\r\nانگشتر 110\r\nب\r\nبُرد 68\r\nت\r\nتازيانه 31 ، 85\r\nتذكره ( كتاب ) 85\r\nتشت 41\r\nتير 16 ، 80 ، 85 ، 87 ، 95\r\nتيغ 90\r\nج\r\nجوال 47\r\nچ\r\nچادر 56\r\nخ\r\nخرجين 43\r\nخيمه 39 ، 42 ، 50 ، 56 ، 62 ، 68 ، 69 ، 70 ، 82 ، 87 ، 92 ، 95 ، 96 ، 103\r\nر\r\nراويه 41\r\nس\r\nسپر 33 ، 84\r\nسرنيزه 37\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nش\r\nشمشير 32 ، 37 ، 41 ، 47 ، 49 ، 51 ، 52 ، 55 ، 59 ، 62 ، 66 ، 68 ، 69 ، 76 ، 77 ، 81 ، 89 ، 90 ، 94 ، 97\r\nع\r\nعمود 81\r\nف\r\nفتوح ( كتاب ) 51\r\nك\r\nكاسه 41\r\nكمان 54\r\nم\r\nمشك 41\r\nمهميز 92\r\nن\r\nنيام 76\r\nنيزه 41 ، 66 ، 68 ، 81 ، 90\r\nحيوانات\r\nالف\r\nاسب 40 ، 41 ، 42 ، 47 ، 51 ، 52 ، 53 ، 54 ، 82 ، 83 ، 84 ، 85 ، 86 ، 87 ، 92 ، 97\r\nب\r\nباز 97\r\nپ\r\nپروانه 79\r\nخ\r\nخوك 85\r\nس\r\nسگ 38 ، 85\r\nسنجاقك 41\r\nش\r\nشتر 21 ، 22 ، 35 ، 41 ، 60 ، 71\r\nشير 97\r\nق\r\nقوچ 26\r\nم\r\nماهى 101\r\nمرغ قطا 69\r\nملخ 76\r\nن\r\nناقه 28\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\n\r\nكتاب نامه\r\n1 . الاحتجاج ، احمد بن علىّ بن ابىطالب الطبرسى ، مؤسسة الاعلمى و مؤسسة اهل البيت ، بيروت ، 1401 ه .\r\n2 . الارشاد ، شيخ مفيد ، تحقيق مؤسسهء آل‌البيت ، قم ، كنگره جهانى هزاره شيخ مفيد ، 1413 ه .\r\n3 . الامالى ، شيخ صدوق ، چاپ پنجم ، مؤسسة الاعلمى ، بيروت ، 1410 ه .\r\n4 . بحارالانوار ، ج 44 و 45 ، علّامه محمدباقر مجلسى ، كتابفروشى اسلاميه ، تهران .\r\n5 . تذكرة الخواصّ ، سبط ابن جوزى ، مؤسسة اهل البيت ، بيروت ، 1401 ه .\r\n6 . ثواب الاعمال و عقاب الأعمال ، شيخ صدوق ، به تصحيح علىاكبر غفارى ، مكتبة الصدوق ، تهران .\r\n7 . جامع الاخبار ، شيخ تاج‌الدين محمد بن محمد شعيرى ، مؤسسه الاعلمى ، بيروت ، 1406 ه .\r\n8 . الطبرى تاريخ الطبرى ، جلد 4 ، مؤسسة الاعلمى ، بيروت .\r\n9 . عيون اخبار الرضا عليه السلام ، شيخ صدوق ، به تصحيح سيد مهدى حسينى لاجوردى ، چاپ دوم ، كتابفروشى طوس ، قم ، شهريور 1363 .\r\n10 . الفتوح ، ابن اعثم كوفى ، زير نظر دكتر محمد عبدالمعيد خان ، چاپ اول ، حيدرآباد دكن ، هند .\r\n11 . الكافى ، ثقةالاسلام كلينى ، چاپ سوّم ، دارالكتب الاسلاميه ، تهران ، 1388 ه .\r\n12 . مثير الأحزان ، ابن نما حلّى ، مؤسسة الامام المهدى ، چاپ سوم ، قم ، 1406 ه .\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\n13 . المحاسن ، احمد بن محمد بن خالد برقى به تصحيح جلال‌الدين حسينى ( محدّث ) ، دارالكتب الاسلاميه ، تهران ، 1369 ه .\r\n14 . مروج الذّهب ، على بن الحسين مسعودى ، دارالاندلس ، بيروت ، 1385 ه .\r\n15 . مقتل الحسين ، خوارزمى ، تحقيق شيخ محمد سماوى ، نجف ، 1367 ه .\r\n16 . الملهوف ، سيّد بن طاووس ، تحقيق شيخ فارس الحسّون ، چاپ دوّم ، دارالأسوة ، تهران ، 1417 ه .\r\n17 . المناقب مناقب آل أبى طالب ، محمد بن علىّ بن شهرآشوب ، تحقيق يوسف البقاعى ، چاپ دوم ، دارالاضواء ، بيروت ، 1412 ه .\r\n18 . نفس المهموم ، حاج شيخ عباس قمى ، چاپ اول ، دار المحجّة البيضاء ، بيروت ، 1412 ه .\r\n\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120}
  ]