[
  {"content":"\r\n\r\nاحكام اموات\r\nمطابق با فتاواى\r\nفقيه اهل بيت عصمت حضرت آية الله العظمى\r\nآقاى حاج سيد محمدرضا گلپايگانى مدظله العالى\r\nگردآورنده\r\nابن شيخ محمدعلى حسينى زفره اى\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nشناسنامه كتاب\r\nاحكام اموات مطابق با فتآوى\r\nفقيه اهل بيت عصمت حضرت آية الله العظمى آقاى حاج سيد محمدرضا گلپايگانى دام ظله العالى\r\nگردآورنده : محمد باقر حسينى زفره اى\r\nناشر : دارالقرآن الكريم [ ايران - قم - صندوق پستى 151 - 37185 
  ]\r\nچاپ : اول - ، امير\r\nتيراژ : 3000 جلد\r\nصفحه و قطع : 136 صفحه رقعى\r\nتاريخ نشر : 15 شوال 1412 ه‍ . ق مطابق با ارديبهشت ماه 1371 ه‍ . ش .\r\nقيمت : 400 ريال\r\nليتوگرافى : حميد 23528\r\n* اين نسخهء مشروط بر عدم فيلمبردارى و تكثير فروخته شد .\r\n* قم - خيابان ارم - جنب شهردارى - دارالقرآن الكريم - تلفن 33078 - كد 0251\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\n\r\nپيشگفتار :\r\nبسم‌اللّه الرّحمن الرحيم\r\nمدتها بود كه ضرورت كتابى تحت عنوان احكام اموات فكر مرا به خود مشغول كرده بود ، زيرا نياز چنين كتابى كه حاوى تمام مسائل مربوط به احكام اموات باشد براى عامه مردم احساس مىشد تا اينكه تصميم گرفتم مجموعه‌اى را تحت عنوان احكام اموات كه شامل احكام وصيت و روايات مربوط به آن نيز باشد تهيه و در دسترس عموم قرار دهم .\r\nدر پى فرصت بودم ، تا اينكه چنين فرصتى در سال 1368 برايم پيش آمد و دست به كار تهيّه اين مجموعه گرديدم .\r\nمسائل فقهى آن را از رساله شريفه توضيح المسائل حضرت آيت اللّه العظمى آقاى گلپايگانى دام ظله العالى و سه جلد مجمع المسائل معظّم له كه حاوى فروع كثيره‌اى هست اقتباس كرده و در لابلاى آن بمناست بعضى از احكام ، رواياتى از اهلبيت ( ع ) را نقل نمودم و در خلال يكسال اين مجموعه به پايان رسيد .\r\nاميد است كه اين اثر ناچيز در « يوم لا ينفع مال و لا بنون » توشه را هم\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nگردد . و ثوابى كه بر آن مترتب است به روان مرحوم پدرم جناب حجت الاسلام آقاى حاج شيخ محمد على حسينى زفره‌اى اهداء ميكنم .\r\nو نيز از خوانندگان محترم التماس دعا دارم كه نويسنده را حيا و ميتا از دعاى خير فراموش نفرمايند . و السلام\r\nبتاريخ نيمه‌شب 12 ماه مبارك رمضان 1410 هجرى قمرى برابر با 18 / 1 / 69 پايان پذيرفت .\r\nحوزه علميّه قم\r\nمحمد باقر زفره‌اى اصفهانى\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nبه ياد مرگ بودن\r\nپيش از آنكه لحظات آخر عمر فرا رسد و دوران عمر سپرى گردد و انسان سراسيمه و بدون تهيّه زاد و توشه آنجهان ، ناگهان عازم رفتن از اين جهان شود . سزاوار است كه مؤمن از خواب غفلت بيدار گشته و با انجام وظيفه ، خود را جهت رفتن بسراى ابدى آماده سازد .\r\nزيرا هنگام رفتن ، انسان از دو حال خارج نيست يا دست راستى است و يا دست چپى كه اگر دست راستى محسوب شود خوش‌عاقبت و اگر دست چپى شد زيانكار خواهد بود ازاينرو بجا و مناسب است كه درباره مقدمه احتضار كه همانا به ياد مرگ بودن است گفتار خود را با احاديث معصومين آغاز كنيم .\r\n\r\nمؤمن زرنگ كدام است ؟\r\n1 - از پيامبر اكرم ( ص ) سئوال شد كه مؤمن زرنگ كدام است ؟\r\nفرمودند : كسى كه از همه بيشتر بفكر مردن باشد و بيش از همه خود را جهت مرگ آماده سازد « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سئل رسول اللّه ( ص ) أيّ المؤمنين اكيس ؟ قال : أكثرهم ذكرا للموت و أشدّهم استعدادا له . ( بحار . -\r\n","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\n2 - شخصى از امير المؤمنين ( ع ) پرسيد مهيّا بودن از براى مرگ چگونه است ؟\r\nفرمود : به ادا كردن واجبات و اجتناب كردن از امور حرام و متصف شدن بر صفات نيك است ، كه اگر چنين شد ديگر مهم نيست كه انسان بسراغ مرگ برود يا آنكه مرگ بسراغ انسان بيايد .\r\nو اللّه لا يبالي ابن أبي طالب أوقع على الموت أم وقع الموت عليه « 1 » .\r\n3 - محمود بن لبيد از پيامبر اكرم ( ص ) روايت كرده كه فرمود : دو چيز است كه فرزندان آدم از آن ناخوش دارند :\r\n1 - مرگ ، در صورتى كه مرگ راحتى مؤمن است از فتنه .\r\n2 - كمى مال و حال آنكه در كمى مال كمى حساب نيز هست « 2 » .\r\n4 - پيامبر اكرم ( ص ) فرمود : پيوسته به ياد خراب‌كننده لذّات باشيد .\r\nشخصى عرض كرد اى رسول خدا خراب‌كننده لذّات چيست ؟\r\nحضرت فرمود : مرگ است ، زيرا اگر بنده‌اى كه در اوج خوشى و نعمت است به ياد مرگ بيفتد دنيا در نظرش تنگ ( و تاريك ) مىشود . و اگر در نهايت سختى و مشقت باشد با ياد مرگ دنيا براى او وسيع ( و از زندگى راضى ) مىشود .\r\nپس مرگ اوّل منزل آخرت و آخرين منزل دنيا است و خوشا حال كسى كه در اولين منزل مورد احترام و استقبال و در آخرين منزل مورد مشايعت ( و رضايتمندى خلق و خالق ) قرار گيرد .\r\n\r\n\r\n","description":"","footnote":"\r\n- جلد 6 طبع جديد ص 126 )\r\n( 1 ) . قيل لامير المؤمنين ( ع ) : ما الاستعداد للموت ؟ فقال : أداء ألفرائض و اجتناب المحارم و الاشتمال على المكارم ، ثمّ لا يبالي أوقع على الموت او وقع الموت عليه . ( بحار جلد 6 طبع جديد ص 138 )\r\n( 2 ) . عن محمود بن لبيد أنّ رسول اللّه ( ص ) قال : شيئان يكرههما ابن آدم : يكره الموت و الموت راحة للمؤمن من الفتنة ، و يكره قلّة المال و قلّة المال أقلّ للحساب . ( بحار جلد 6 طبع جديد ص 128 )\r\n","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nنزديكترين چيزها به انسان مرگ است در صورتى كه انسان او را خيلى دور ميشمارد ، پس ( با وجود نزديك بودن مرگ ) چه چيز باعث جرأت انسان گشته كه با گناه كردن بر ضرر خود اقدام مىكند .\r\nدر مرگ نيز نجات مخلصين و هلاكت مجرمين نهفته است ازاينرو كسى كه مشتاق نجات از اين جهان است مشتاق مرگ و كسى كه از هلاكت نگران است از مرگ كراهت دارد « 1 » .\r\n5 - مردى به ابا ذر رحمة اللّه عليه گفت : چرا ما از مرگ خوشمان نمىآيد ؟\r\nابا ذر در جواب فرمود : چون شما دنياى خود را آباد و آخرت خود را ويران كرده‌ايد ، ازاينرو كراهت داريد كه از منزل آباد دنيا بسوى منزل ويران خود در آخرت منتقل شوديد .\r\nبه او گفته شد : چگونه است رفتن ما بسوى خدا فرمود : امّا نيكوكاران پس بمنزله مسافرى هستند كه از سفر برميگردد بسوى خانواده‌اش و بدكاران همانند غلامى هستند كه فرار كرده بسوى آقاى خود مراجعت مىكند .\r\n( يعنى همانگونه كه مسافر از سفر شادمان برگشته مورد استقبال خانواده قرار ميگيرد نيكوكار نيز مورد استقبال فرشتگان و حوران بهشتى قرار ميگيرد و بدكار هم مانند غلامى كه فرار كرده در هنگام مراجعت ترسان و لرزان است ، با ورود بدادگاه الهى از پرونده زشت خود هراسان خواهد بود ) .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . قال النّبي ( ص ) : اذكروا هادم اللّذّات ، فقيل : و ما هو يا رسول اللّه ؟ فقال : الموت ؛ فما ذكره عبد على الحقيقة في سعة إلّا ضاقت عليه الدنيا ، و لا في شدة الّا اتّسعت عليه .\r\nو الموت اوّل منزل من منازل الآخرة ، و آخر منزل من منازل الدنيا ، فطوبى لمن أكرم عند النّزول بأوّلها ، و طوبى لمن احسن مشايعته في آخرها ، و الموت أقرب الأشياء من بني آدم و هو يعدّه أبعد ، فما أجرأ الإنسان على نفسه و ما أضعفه من خلق ! و في الموت نجات المخلصين و هلاك المجرمين ، و لذلك اشتاق من اشتاق إلى الموت و كره من كره . ( بحار ص 133 جلد 6 طبع جديد )\r\n","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nسئوال شد پس چگونه خواهد بود حال ما در پيشگاه خداوند ؟\r\nفرمود : كردار خويش را بر قرآن عرضه نمائيد آنجا كه ميفرمايد :\r\nبدرستيكه نيكان در ناز و نعمت بهشت هستند و بدكاران در جهنم سوزان بسر مىبرند .\r\nسائل پرسيد در آن هنگام رحمت خدا كجاست ؟\r\nفرمود : بدرستيكه رحمت خدا به نيكوكاران نزديك خواهد شد « 1 » .\r\n6 - امام باقر ( ع ) از پيامبر اكرم ( ص ) روايت مىكند كه فرمود :\r\nمردم ( در هنگام مردن ) دو دسته هستند .\r\nيكى با مردن راحت مىشود و ديگرى با مردنش ديگران راحت ميشوند .\r\nو امّا آنكه راحت مىشود مؤمن است كه با مردنش از دنيا و بلاهاى آن آسوده مىشود .\r\nو امّا آنكه ديگران از مردنش راحت مىشوند كافر است ، كه با مردنش درخت و جنبندگان و عدهء زيادى از مردم از مرگ وى راحت مىشوند « 2 » .\r\n7 - امام صادق ( ع ) از پيامبر اكرم ( ص ) روايت مىكند كه فرمود : مرگ كفّاره گناهان مؤمن است « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . و قال رجل لأبي ذرّ رحمة اللّه : ما لنا نكره الموت ؟ قال : لأنّكم عمرتم الدنيا و خربتم الآخرة فتكرهون أن تنتقلوا من عمران إلى خراب ، قيل له : فكيف ترى قدومنا على اللّه ؟ قال : أما المحسن فكالغائب يقدم على أهله ، و امّا المسيئ فكالآبق يقدم على مولاه ؛ قيل : فكيف ترى حالنا عند اللّه ؟ قال : أعرضوا أعمالكم على كتاب اللّه تبارك و تعالى : « إنّ الأبرار لفي نعيم و إنّ الفجّار لفي جحيم » قال الرجل فأين رحمة اللّه ؟ قال : أنّ رحمت اللّه قريب من المحسنين . ( بحار جلد 6 طبع جديد ص 137 )\r\n( 2 ) . عن ابي جعفر ( ع ) قال : رسول اللّه ( ص ) : النّاس اثنان : واحد أراح و آخر استراح ، فأمّا الذي استراح فالمؤمن إذا مات استراح من الدنيا و بلائها ، و أمّا الّذي اراح فالكافر إذا مات أراح الشجر و الدوابّ و كثيرا من الناس . ( بحار ص 151 جلد 6 طبع جديد )\r\n( 3 ) . عن أبي عبد اللّه ( ع ) قال : قال رسول اللّه ( ص ) : الموت كفّارة لذنوب المؤمنين . ( بحار ص 151 جلد -\r\n","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n8 - امام رضا ( ع ) از پدارنش نقل مىكند كه فرمودند : هنگامى كه وفات امام مجتبى ( ع ) فرارسيد آنحضرت بگريه افتاد . خدمتش عرضه داشتند اى فرزند رسول خدا چرا گريه ميكنيد با وجود اينكه شما منسوب به رسول خدا هستيد و درباره شما رسول خدا چيزهائى فرموده ( كه حاكى از عظمت و بزرگى شماست ) و علاوه بر آن شما بيست بار پياده حج كرده‌ايد و مال خود را در راه خدا سه بار قسمت كرده‌ايد حتى كفشها را ؟\r\nحضرت فرمود : من به دو جهت گريه ميكنم :\r\nيكى از فراق دوستان و ديگر بر اثر هول و وحشت مرگ و ما بعد آن « 1 » .\r\n\r\nحقيقت توبه\r\nتوبه كردن از گناه دومين مقدمه احتضار است ، كه اگر كسى بعد از ارتكاب گناه موفق به توبه گرديد همانند آنست كه اصلا گناه نكرده .\r\nچنان كه در حديثى از پيامبر اكرم ( ص ) روايت شده كه فرمود : توبه كننده از گناه همانند آنست كه اصلا گناه نكرده « 2 » .\r\nليكن همين توبه با اين وسعتى كه دارد داراى شرائطى است كه دانستن آن خالى از لطف نيست .\r\n\r\n\r\n","description":"","footnote":"\r\n- 6 طبع جديد )\r\n( 1 ) . عن الرضا ( ع ) عن آبائه ( ع ) قال لمّا حضرت الحسن بن علي ( ع ) الوفات بكى ، فقيل : يابن رسول اللّه أتبكي و مكانك من رسول اللّه ( ص ) مكانك الّذي أنت به ، و قد قال فيك رسول اللّه ( ص ) ما قال ، و قد حججت عشرين حجّة ماشيا ، و قد قاسمت ربك مالك ثلاث مرّات حتّى النعل و النعل ؟ فقال ( ع ) ، انّما أبكى لخصلتين : لهول المطّلع ، و فراق الأحبّة . ( بحار ص 160 جلد 6 طبع جديد )\r\n( 2 ) . عن الرضا ( ع ) عن آبائه ( ع ) قال : قال رسول اللّه ( ع ) التّائب من الذّنب كمن لا ذنب له . ( بحار ص 21 جلد 6 طبع جديد )\r\n","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\n1 - شخصى در حضور أمير المؤمنين ( ع ) گفت : استغفر اللّه - حضرت فرمود : مادرت بعزايت بنشيند آيا معنى و مفهوم استغفار را ميدانى ؟ بدرستيكه استغفار از درجات عليين و مراتب بلند ( پروردگار ) است و آن اسمى است كه داراى شش معنا است :\r\n1 - پشيمانى بر گناه و آنچه گذشته است .\r\n2 - تصميم بر ادامه گناه و بازگشت بسوى آن نداشته باشى .\r\n3 - اينكه حق مردم اگر بگردنت هست آن را ادا نمائى .\r\n4 - آنكه هر واجبى را كه ادا نكرده ادا نمائى ( مثلا اگر نماز نخوانده بخوانى و هر قدر نميتوانى وصيت كنى تا اينكه برايت قضا نمايند و اگر حج نكرده‌اى وصيت كنى بعد از تو برايت انجام دهند و چنانچه حقوق مالى از قبيل خمس و زكات بگردنت باشد آن را ادا و يا با حاكم شرع مصالحه نمائى ) .\r\n5 - گوشتهائيكه از راه حرام در تو بوجود آمده آن را بوسيله سختىها آب و از نو گوشت و پوست حلال برويانى .\r\n6 - بدنت را همچنانكه به لذت گناه بهره‌مند كردهء از اين پس به مشقت عبادت بيندازى ، كه اگر چنين كردى آنگاه بگو استغفر اللّه « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . قال ( ع ) لقائل بحضرته : أستغفر اللّه - : ثكلتك امّك ، اتدري ما الاستغفار ؟ أنّ الاستغفار درجة العلّيّين و هو اسم واقع عل ستّة معان ، أوّلها الندم على ما مضى ؛ و الثاني العزم على ترك العود إليه أبدا ، و الثالث أن تودّي إلى المخلوقين حقوقهم حتى تلقى اللّه أملس ليس عليك تبعة ؛ و الرابع أن تعمد إلى كلّ فريضة عليك ضيّعتها فتؤدي حقّها ؛ و الخامس أن تعمد الى اللّحم الّذي نبت على السّحت فتذيبه بالأحزان حتّى يلصق الجلد بالعظم و ينشأ بينهما لحم جديد ؛ و السادس أن تذيق الجسم ألم الطاعة كما أذقته حلاوة المعصية ، فعند ذلك تقول : استغفر اللّه . ( بحار الأنوار ص 37 جلد 6 طبع جديد )\r\n","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\nاحكام وصيّت\r\nاكنون كه با گوشه‌اى از روايات توبه و ياد مرگ آشنا شديم بجاست كه با يكى ديگر از مسائل قبل از مرگ يعنى وصيت نيز آشنا شده آنگاه وارد بحث احكام اموات شويم . تا اينكه اين مجموعه قابل استفاده همگان قرار گيرد .\r\nيكى از مسائل مهمى كه در اسلام مورد تأكيد زياد قرار گرفته مسئله وصيت است تا جائى كه امام صادق ( ع ) ميفرمايد : من مات به غير وصية مات ميتة جاهلية . يعنى كسى كه بدون وصيت از دنيا برود مثل اينست كه در جاهليت از دنيا رفته « 1 » .\r\nو باز در حديث ديگرى ميفرمايد : سزاوار است كه مسلمان شب هنگام كه ميخوابد وصيت‌نامه‌اش زير سرش باشد « 2 » .\r\nو در حديثى از أبى صبّاح كنانى روايت شده كه ميگويد : از امام صادق ( ع ) سئوال كردم از حقيقت وصيت . فرمود : اين مسئله از امور مسلّمه و بر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . وسائل جلد 6 ص 352 .\r\n( 2 ) . وسائل جلد 6 ص 352 .\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nحقى است كه بر هر مسلمانى لازم است « 1 » .\r\n\r\nوصيت صحيح در اسلام\r\nبا وجود اين همه تأكيد در امر وصيت باز هم بايد وصيت صحيح را زير نظر ائمه معصومين ( ع ) انجام دهيم و وصيت صحيح هنگامى تحقق مىپذيرد كه حق تمام ورثه رعايت شده و كسى مورد ضرر واقع نشود .\r\nامام صادق ( ع ) از پدرش امام باقر ( ع ) روايت مىكند كه : على ( ع ) فرمود هرگاه كسى در وصيت خود بگونه‌اى عمل كند كه حيف و ميل بوجود نيايد و ضررى متوجه كسى نشود اجر چنين شخصى مانند كسى است كه همه آن اموال مورد وصيت را در زمان حياتش در راه خدا انفاق كرده باشد « 2 » .\r\nو باز در حديث ديگرى ميفرمايد : كسى كه در وصيت خود عدالت را رعايت كند مانند كسى است كه همه آن اموال را در زمان خود در راه خدا انفاق كرده و كسى كه در وصيت خود ( نسبت به حقوق بعضى از ورثه ) ظلم كند ، خداوند را در قيامت بر عليه خود خشمناك ملاقات مىكند « 3 » .\r\n\r\nوصيت بر يك سوّم 3 / 1 يا يك پنجم 5 / 1\r\nهمين كه انسان از دنيا رفت اختيار اموالش از او سلب مىشود و هيچگونه اختيارى به اين مال ندارد مگر اينكه در زمان حياتش جهت خود وصيت كرده باشد و آنچه ميتواند جهت خود اختصاص دهد 3 / 1 مال است چنان كه در حديثى از على بن يقطين روايت شده كه ميگويد : از امام كاظم ( ع ) سئوال كردم كه انسان چقدر از مالش را ميتواند بعد مرگش سهم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . وسائل جلد 6 ص 352 .\r\n( 2 ) . وسائل جلد 6 ص 356 .\r\n( 3 ) . وسائل جلد 6 ص 359 .\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nداشته باشد ؟ فرمود : 3 / 1 هرچند كه 3 / 1 هم زياد است . ليكن در روايتى امير المؤمنين ( ع ) ميفرمايد : بهترين وصيت جهت خود انسان اينست كه به يك پنجم از اموالش وصيت كند چرا كه خداوند در آيه خمس به 5 / 1 جهت خود راضى گشته « 1 » .\r\nاين هم گوشه‌اى از روايات وصيت اكنون دنباله بحث را از نظر فقهى مطابق فتواى حضرت آيت اللّه العظمى آقاى گلپايگانى پى ميگيريم .\r\n( م 2703 ) وصيت آنست كه انسان سفارش كند بعد از مرگش براى او كارهائى انجام دهند ، يا بگويد : بعد از مرگش چيزى از مال او ملك كسى باشد ، يا اينكه چيزى از مال او را به كسى تمليك يا صرف در خيرات و مبرّات كنند يا براى اولاد خود و كسانى كه اختيار آنان با اوست قيّم و سرپرست معين مند و كسى را كه به او وصيّت مىكنند وصىّ ميگويند « 2 » .\r\n( م 2704 ) كسى كه نمىتواند حرف بزند ، اگر با اشاره ، مقصود خود را بفهماند ، براى هر كارى مىتواند وصيت كند ولى كسى كه مىتواند حرف بزند بنابر احتياط اكتفا به اشاره و نوشته نكند .\r\n( م 2705 ) اگر نوشته‌اى به امضاء يا مهر ميّت ببينند ، چنانچه مقصود او را بفهماند و معلوم باشد كه براى وصيت كردن نوشته ، بنابر احتياط لازم بايد تا مقدار ثلث مطابق آن عمل كنند ولى نسبت به سهم صغير اين احتياط خلاف احتياط است ليكن بعد از بلوغ تا مقدار ثلث اين احتياط را ترك نكند . بلكه اگر بدانند مقصودش وصيت كردن نبوده و چيزهائى را نوشته است كه بعدا مطابق آن وصيت كند احتياط واجب آنست كه به آن عمل نمايند و نسبت به سهم صغير احتياط مراعات شود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . وسائل جلد 6 ص 361 .\r\n( 2 ) . به وصيّت‌كننده موصى و به وصيّت‌شونده وصىّ و به كسى كه به نفع او وصيّت مىشود موصى له و به اشياء مورد وصيّت موصى به گفته مىشود . ( مؤلف )\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\n( م 2706 ) كسى كه وصيّت مىكند بايد عاقل باشد و از روى اختيار وصيت كند و بايد سفيه نباشد يعنى مال خود را در كارهاى بيهوده مصرف نكند ولى بالغ بودن شرط صحيح بودن وصيت نيست و همين قدر كه وصيّت كننده ده سال داشته باشد و راه‌هاى خير و كارهاى نيك را بشناسد كافى است .\r\n( م 2707 ) كسى كه از روى عمد مثلا به قصد خودكشى زخمى به خود زده يا سمّى خورده است كه بواسطهء آن ، يقين يا گمان به مردن او پيدا مىشود ، اگر وصيت كند كه مقدارى از مال او را به مصرفى برسانند صحيح نيست .\r\n( م 2708 ) اگر انسان وصيت كند كه چيزى به كسى بدهند ، در صورتى آن كس آن چيز را مالك مىشود كه بعد از مردن وصيت‌كننده آن را قبول كند و اگر در زمان زنده بودن او قبول نمايد مالك نمىشود .\r\n( م 2709 ) وقتى انسان نشانه‌هاى مرگ را در خود ديد ، بايد فورا امانتهاى مردم را به صاحبانش برگرداند و اگر بمردم بدهكار است و موقع دادن آن بدهى رسيده بايد بدهد ، و اگر خودش نمىتواند بدهد ، يا موقع دادن بدهى او نرسيده ، بايد وصيت كند و بر وصيّت شاهد بگيرد ، ولى اگر بدهى او معلوم باشد و اطمينان دارد كه ورثه مىپردازند ، وصيت كردن لازم نيست .\r\n( م 2710 ) كسى كه نشانه‌هاى مرگ را در خود مىبيند ، اگر خمس و زكات و مظالم بدهكار است ، بايد فورا بدهد و اگر نميتواند بدهد ، چنانچه از خودش مال دارد ، يا احتمال ميدهد كسى آنها را ادا نمايد ، بايد وصيت كند .\r\nو همچنين است اگر حج بر او واجب باشد .\r\n( م 2711 ) كسى كه نشانه‌هاى مرگ را در خود ببيند ، اگر نماز و روزه قضا دارد ، بايد وصيّت كند كه از مال خودش براى آنها اجير بگيرند ،\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nبلكه اگر مال نداشته باشد ولى احتمال بدهد كسى بدون آنكه چيزى بگيرد آنها را انجام مىدهد ، باز هم واجب است وصيّت نمايد و اگر قضاى نماز و روزه او به تفصيلى كه در مسئله 1399 گفته شد ، بر پسر بزرگترش واجب باشد ، بايد به او اطلاع دهد ، يا وصيّت كند كه براى او بجا آورند .\r\n( م 2712 ) كسى كه نشانه‌هاى مرگ را در خود مىبيند ، اگر مالى پيش كسى دارد يا در جائى پنهان كرده است كه ورثه نميدانند ، چنانچه بواسطهء ندانستن حقشان از بين برود ، بايد به آنان اطلاع دهد و لازم نيست براى بچه‌هاى صغير خود قيّم و سرپرست معين كند ، ولى در صورتى كه بدون قيّم مالشان از بين ميرود ، يا خودشان ضايع ميشوند ، بايد براى آنان قيّم امينى معيّن نمايد .\r\n( م 2713 ) وصى بايد مسلمان و بالغ و عاقل و مورد اطمينان باشد .\r\n( م 2714 ) اگر كسى چند وصى براى خود معين كند ، چنانچه اجازه داده باشد كه هر كدام به تنهائى به وصيت عمل كنند ، لازم نيست در انجام وصيت از يكديگر اجازه بگيرند و اگر اجازه نداده باشد ، چه گفته باشد كه هر دو با هم بوصيّت عمل كنند ، يا نگفته باشد بايد با نظر يكديگر به وصيت عمل نمايند و اگر حاضر نشوند كه با يكديگر به وصيت عمل كنند ، حاكم شرع آنها را مجبور مىكند و اگر اطاعت نكنند ، بجاى آنان ديگرى را معين مينمايد .\r\n( م 2715 ) اگر انسان از وصيت خود برگردد مثلا بگويد : ثلث مالش را به كسى بدهند بعد بگويد به او ندهند وصيت باطل مىشود و اگر وصيّت خود را تغيير دهد ، مثل آنكه قيّمى براى بچّه‌هاى خود معين كند بعد ديگرى را بجاى او قيّم نمايد ، وصيّت اوّلش باطل مىشود بايد به وصيت دوّم او عمل نمايند .\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\n( م 2716 ) اگر كارى كند كه معلوم شود از وصيّت خود برگشته مثلا خانه‌اى را كه وصيت كرده به كسى بدهند بفروشد ، يا ديگرى را براى فروش آن وكيل نمايد وصيت باطل مىشود .\r\n( م 2717 ) اگر وصيت كند چيز معينى را به كسى بدهند ، بعد وصيت كند كه نصف همان را به ديگرى بدهند بايد آن چيز را دو قسمت كنند و بهر كدام از آن دو نفر يك قسمت آن را بدهند .\r\n( م 2718 ) اگر كسى در مرضى كه به آن مرض ميميرد ، مقدارى از مالش را به كسى ببخشد و وصيت كند كه بعد از مردن او هم مقدارى به كسى ديگر بدهند ، آنچه بخشيده از اصل خارج مىشود و آنچه وصيّت كرده اگر بيشتر از ثلث نباشد ، يا اگر بيشتر است و ورثه اجازه بدهند به وصيت او عمل مىشود و اگر به آنچه وصيت كرده بيشتر از ثلث باشد و ورثه هم اجازه ندهند ، بايد تا مقدار ثلث تركه او به وصيتش عمل شود .\r\n( م 2719 ) اگر وصيت كند كه ثلث مال او را نفروشند و عايدى آن را به مصرفى برسانند ، بايد مطابق گفتهء او عمل نمايند .\r\n( م 2720 ) اگر در مرضى كه به آن مرض ميميرد ، بگويد مقدارى به كسى بدهكار است ، چنانچه متهم باشد كه براى ضرر زدن به ورثه گفته است ، بايد مقدارى را كه معين كرده از ثلث او بدهند و اگر متهم نباشد و كسى هم منكر گفتهء او نشود بايد از اصل مالش بدهند .\r\n( م 2721 ) كسى كه انسان وصيّت مىكند كه چيزى به او بدهند بايد وجود داشته باشد ، پس اگر وصيّت كند به بچه‌اى كه ممكن است فلان زن به او حامله شود چيزى بدهند باطل است ولى اگر وصيت كند به بچه‌اى كه در شكم مادر است چيزى بدهند ، اگرچه هنوز روح نداشته باشد ، وصيت\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nصحيح است ، پس اگر زنده به دنيا آمد ، بايد آنچه را كه وصيت كرده به او بدهند و اگر مرده به دنيا آمد ، وصيت باطل مىشود و آنچه را كه براى او وصيت كرده ورثه ميان خودشان قسمت ميكنند .\r\n( م 2722 ) اگر انسان بفهمد كسى او را وصى كرده ، چنانچه به اطلاع وصيت‌كننده برساند كه براى انجام وصيّت او حاضر نيست ، لازم نيست بعد از مردن او به وصيت عمل كند ولى اگر پيش از مردن او نفهمد كه او را وصى كرده ، يا بفهمد و به او اطلاع ندهد كه براى عمل كردن به وصيت حاضر نيست يا در وقتى اطلاع دهد كه نتواند ديگرى را وصى خود سازد در صورتى كه مشقت نداشته باشد ، بايد وصيت او را بنابر احتياط لازم انجام دهد و نيز اگر وصى پيش از مرگ ، موقعى ملتفت شود كه مريض بواسطهء شدت مرض نتواند به ديگرى وصيت كند ، بنابر احتياط لازم بايد وصيت را قبول نمايد .\r\n( م 2723 ) اگر كسى كه وصيت كرده بميرد و وصى نداند كه مقصود ميّت اين بوده كه خودش كارهائى را كه وصيت كرده انجام دهد و در گفته ميت هم شاهد و قرينهء بر اين نباشد وصى ميتواند ديگرى را براى انجام كارهاى ميت وكيل كند ولى اگر بداند كه مقصود ميت اين بوده كه خودش انجام دهد نميتواند به ديگرى واگذار كند .\r\n( م 2724 ) اگر كسى دو نفر را وصى كند ، كه با هم به وصيت او عمل كنند چنانچه يكى از آن دو بميرد ، يا ديوانه يا كافر شود ، حاكم شرع يك نفر ديگر را بجاى او معين مىكند و اگر هر دو بميرند ، يا ديوانه يا كافر شوند ، حاكم شرع اگر معلوم نباشد كه ميت نظر داشته دو نفر كارهايش را انجام دهند يكنفر را و اگر معلوم باشد كه نظر به دو نفر داشته دو نفر ديگر را\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nمعين مىكند .\r\n( م 2725 ) اگر وصىّ نتواند به تنهائى كارهاى ميّت را انجام دهد ، حاكم شرع براى كمك او يك نفر ديگر را معين مىكند .\r\n( م 2726 ) اگر مقدارى از مال ميّت در دست وصىّ تلف شود ، چنانچه در نگهدارى آن كوتاهى و تعدّى نكرده ضامن نيست و اگر كوتاهى كرده و يا تعدّى نموده ، مثلا ميت وصيت كرده است كه فلان مقدار به فقراى فلان شهر بده و او مال را به شهر ديگرى برده و در راه از بين رفته ضامن است بلكه اگر در بين راه هم تلف نشود و به فقرا شهرى دهد كه مورد وصيت نبوده ضامن است .\r\n( م 2727 ) هرگاه انسان كسى را وصى كند و بگويد كه اگر آنكس بميرد فلانى وصى باشد ، بعد از آنكه وصى اوّل مرد ، وصى دوم بايد كارهاى ميت را انجام دهد .\r\n( م 2728 ) حجّى كه بر ميّت واجب است و بدهكارى و حقوقى را كه مثل خمس و زكات و مظالم ، ادا كردن آنها واجب مىباشد ، بايد از اصل مال ميت بدهند ، اگرچه ميّت براى آنها وصيت نكرده باشد .\r\n( م 2729 ) اگر مال ميّت از بدهى و حج واجب و حقوقى كه مثل مخس و زكات و مظالم بر او واجب است زياد بيايد ، چنانچه وصيت كرده باشد كه ثلث يا مقدارى از ثلث را به مصرفى برسانند ، بايد به وصيت او عمل كنند و اگر وصيت نكرده باشد ، آنچه ميماند مال ورثه است .\r\n( م 2730 ) اگر مصرفى را كه ميت معين كرده ، از ثلث مال او بيشتر باشد ، وصيت او در بيشتر از ثلث در صورتى صحيح است كه ورثه\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nحرفى بزنند ، يا كارى كنند كه معلوم شود عملى شدن وصيت را اجازه داده‌اند و تنها راضى بودن آنان كافى نيست و اگر مدتى بعد از مردن او هم اجازه بدهند صحيح است .\r\n( م 2731 ) اگر مصرفى را كه ميت معين كرده ، از ثلث مال او بيشتر باشد و پيش از مردن او ورثه اجازه بدهند كه وصيت او عملى شود ، بعد از مردن او نمىتوانند از اجازهء خود برگردند .\r\n( م 2732 ) اگر وصيت كند كه از ثلث او خمس و زكات يا بدهى ديگر او را بدهند و براى نماز و روزهء او اجير بگيرند و كار مستحبى هم مثل اطعام به فقير انجام دهند بايد اوّل بدهى او را از ثلث بدهند و اگر چيزى زياد آمد براى نماز و روزهء او اجير بگيرند و اگر از آن هم زياد آمد به مصرف كار مستحبى كه معين كرده برسانند و چنانچه ثلث مال او فقط باندازهء بدهى او باشد ، ورثه هم اجازه ندهند كه بيشتر از ثلث مال مصرف شود ، وصيت براى نماز و روزه و كارهاى مستحبى باطل است .\r\n( م 2732 ) اگر وصيّت كند كه بدهى او را بدهند و براى نماز و روزهء او اجير بگيرند و كار مستحبى هم انجام دهند چنانچه وصيّت نكرده باشد كه اينها را از ثلث بدهند ، بايد بدهى او را از اصل مال بدهند و اگر چيزى زياد آمد ، ثلث آن را به مصرف نماز و روزه و كارهاى مستحبى كه معين كرده برسانند و در صورتى كه ثلث كافى نباشد ، پس اگر ورثه اجازه بدهند ، بايد وصيت او عملى شود و اگر اجازه ندهند ، بايد نماز و روزه را از ثلث بدهند و اگر چيزى زياد آمد به مصرف كار مستحبى كه معين كرده برسانند .\r\n( م 2734 ) اگر كسى بگويد : كه ميت وصيّت كرده فلان مبلغ\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nبه من بدهند ، چنانچه دو مرد عادل گفتهء او را تصديق نمايند ، يا قسم بخورد و يك مرد عادل هم گفتهء او را تصديق كند يا يك مرد عادل و دو زن عادله ، يا چهار زن عادله بگفته او شهادت دهند ، بايد مقدارى را كه ميگويد به او بدهند و اگر يك زن عادله شهادت دهد بايد يك چهارم چيزى را كه مطالبه مىكند به او بدهند و اگر دو زن عادله شهادت دهند نصف آن را و اگر سه زن عادله شهادت دهند بايد سه چهارم آن را به او بدهند و نيز اگر دو مرد كافر ذمى كه در دين خود عادل باشند گفته او را تصديق كنند ، در صورتى كه ميّت ناچار بوده است كه وصيت كند و مرد و زن عادلى هم در موقع وصيت نبوده ، بايد چيزى را كه مطالبه مىكند به او بدهند .\r\n( م 2735 ) اگر كسى بگويد من وصى ميتم كه مال او را به مصرفى برسانم يا ميت مرا قيّم بچه‌هاى خود قرار داده در صورتى بايد حرف او را قبول كرد كه دو مرد عادل گفتهء او را تصديق نمايند .\r\n( م 2736 ) اگر وصيت كند چيزى به كسى بدهند و آن كس پيش از آنكه قبول كند يا رّد نمايد بميرد ، تا وقتى ورثهء او وصيت را رد نكرده‌اند مىتوانند آن چيز را قبول نمايند ولى اين در صورتى است كه وصيت‌كننده از وصيت خود برنگردد ، و گرنه حقى به آن چيز ندارند « 1 » .\r\nس - بنده جوانى هستم بسن بيست ساله و غير از وسائل معمولى منزل چيز ديگرى ندارم در اين صورت وصيت بر من واجب است يا نه ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . توضيح المسائل ، مسائل 36 - 2704 .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nج - وصيت بر كسى واجب است كه دين يا امانتى از مردم نزد او باشد يا واجباتى بر عهدهء او باشد و اما كسى كه هيچيك از آنها بر ذمهء او نيست وصيت بر او واجب نيست .\r\nس - اقسام وصيت را بنحو اختصار بيان فرمائيد .\r\nج - وصيت گاهى تمليك عين است و گاهى تمليك منفعت و گاهى جعل ولايت يا وكالت و گاهى ابراء دين و گاهى اسقاط حق و گاهى عهد و اذن و درخواست است مانند وصيت به مراسم تجهيز و غسل و نماز و وصيت به قضاء نماز و روزه و حج و رد امانات و امثال اينها .\r\n\r\nعمل به وصيت واجب است\r\nس - زيد فوت كرده و عيالش را وصى خود قرار داده كه ثلث اموال او را در امور خيريه مصرف نمايد ولى اولادش كه دو پسر و چهار دختر هستند راضى نشدند كه مادرشان ثلث اموال مزبوره را در امور خيريه خرج نمايد و مقدارى پول هم شخصى به متوفى مديون بوده و بعيالش داده در اين صورت عيال متوفى ميتواند اين پول را بفرزندان متوفى ندهد و در راه شوهرش عوض ثلث كه اولادش مانع شدند در امور خيريه خرج نمايد يا نه ؟\r\nج - در فرض مسئله تا مقدار ثلث مجموع تركه كه از جمله همين پول است ميتواند بلكه لازم است به مصرف وصيت برساند در صورتى كه وصيت مسلّم باشد .\r\nس - متوفى وصيت به حمل نعش كرده ولى ورثه او را عصيانا در محل دفن نموده‌اند در اين صورت بايد او را حمل كرد يا نه ؟\r\nج - اگر وصيت بحمل بمشاهد مشرفه باشد عمل به وصيت واجب\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nاست .\r\nس - شخصى وصيت نموده كه پس از فوت من يكدانك و نيم از جملهء ششدانك خانه مسكونى مرا قيمت نموده بفروشيد و وجه آن را به مصرف حضرت ابو الفضل العباس ( ع ) برسانيد ولى ورثه به اين وصيت عمل نكردند و سهميهء حضرت ابو الفضل ( ع ) را نپرداخته‌اند در اين صورت خانهء مذكوره براى خريدار بعدى شرعا اشكال دارد يا نه ؟\r\nج - در فرض مسئله اگر موصى اذن در فروش خانه داده به اين نحو كه قيمت آن را به مصرف حضرت ابو الفضل ( ع ) برسانند صحت بيع با فرض آنكه قيمت را به مصرف نرسانند مشكل و تصرف در آن مقدار از خانه تا وجه آن به مصرف نرسد خالى از اشكال نيست .\r\nس - زنى قبل از فوت بطور عادى وصيت نموده كه ورثه ، ماترك وى را صرف نماز و روزه و خمس و سهم امام ( ع ) و روضه‌خوانى و زكات بنمايند در اين صورت عمل به وصيت وى واجب است يا نه و هرگاه يكى از ورثه از عمل به وصيت امتناع نموده تكليف وصى چيست ؟\r\nج - با فرض تحقق وصيّت مذكوره بر وصى واجب است آنچه را كه بعنوان زكات و خمس و سهم امام وصيت شده از اصل مال خارج نمايد و نسبت به بقيه موارد وصيت در زائد بر ثلث محتاج به امضاء ورثه است . و اگر بعضى از ورثه امتناع نمايد با علم به وصيت بر وصىّ در صورت قدرت لازم است او را اجبار نمايد به عمل به وصيت بوسيله ارجاع به حاكم شرع و در صورت حجر يا انكار بعضى از ورثه واجب است عمل به نسبت به سهام سائر ورثه كه امتناع ندارند و در نزاع موضوعى مرافعه شرعيه لازم است .\r\nس - شخصى وصيت كرده كه پس از فوت او بابت مهريه زوجه او\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nخانه مسكونى او را بدهند در اين صورت ورثه مكلّفند كه حتما خانه مسكونى را بدهند و يا وجه نقد هم مىتوانند بابت مهريه به پردازند و اگر ورثه به وصيت عمل نكنند فقط اثر تكليفى دارد كه معصيت كرده يا در موضوع خانهء مورد وصيت غاصب است ؟\r\nج - در فرض سئوال اگر وصيت بفعل بوده واجب است ورثه عمل به آن وصيت نمايند و لكن اگر معصيت كنند و مهريه او را از غير خانه ادا كنند ذمّهء موصى برى مىشود و خانه نيز ملك ورثه است و اگر وصيت كند كه خانه ملك زن باشد در مقابل مهر و زن نيز قبول كند ملك زن است و احكام ملك بر آن مرتب است و اين حكم در صورتى است كه خانه زائد بر ثلث تركه نباشد و الا در مقدار زائد موقوف به امضاء ورثه است .\r\nس - شخصى با اينكه خودش مكه رفته باز هم وصيت كرده كه برايش يك حج بلدى بخرند آيا مىشود اين حج را به ميقاتى تبديل كرد يا نه ؟\r\nج - چنانچه وصيت كرده كه حج بلدى استيجار شود واجب است طبق وصيت حج بلدى استيجار شود .\r\nس - شخصى يك نفر را وصى خود قرار داد كه پس از مرگ او خمس او را بپردازند و بعد از فوتش ورثهء او از دادن خمس خوددارى كردند و اظهار ميدارند كه متوفى داراى اولاد صغار است و اگر به وصيت موصى عمل نشود و از اين اموال برداشته شود اولاد صغار او مستأصل ميشوند بنابراين از دادن خمس استنكاف دارند در اين صورت وصى مقصر است يا نه ؟\r\nج - اگر وصى قدرت عمل به وصيت متوفى را ندارد بر او تكليفى نيست و ليكن بر ورثه لازم است ممانعتى از پرداخت حقوق واجبهء ميت\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nننمايند و اشخاصى كه ممانعت از عمل به وصيت مينمايند معصيت كارند .\r\n\r\nتأخير در عمل به وصيت جائز نيست\r\nس - آيا خود ورثه مىتوانند سهم ثلث را از ملك مورث بردارند و بتدريج در ظرف چند سال پول آن را بپردازند تا در مصارفيكه مورث تعيين نموده خرج شود يا اينكه لازم است بدون تأخير خرج نمود ؟\r\nج - در صورتى كه موصى اذن در تأخير نداده تأخير در عمل به وصيت جايز نيست .\r\nس - زيد شخصى را وصى قرار داده كه بعد از فوت او چند سال نماز و روزه و يك حج از اموالش استيجار نمايند و همچنين وجوه و مظالم و بدهكاريهاى او را از مالش جدا نموده و بمصاف شرعيه برساند فعلا موصى فوت كرده و اموال در دست ورثه است و اگر بخواهند همهء اموال وصيت شده را يك دفعه بدهند چون نقد نيست بايد املاك معينى را بفروشند آيا وصى ميتواند ورثه را اجبار نمايد يا نه ؟\r\nج - بر وصى واجب است عمل به وصيت و اگر موصى اذن در تأخير نداده تأخير جايز نيست و ورثه حق ممانعت از عمل به وصيت را ندارند مگر در زائد بر ثلث مال كه نفوذ وصيت در آن موقوف به امضاء ورثه است .\r\n\r\nاثبات وصيت\r\nس - زنى است داراى سيصد تومان وجه نقد و وصيت نموده كه مبلغ مذكور را بدهند به شخص معينى كه مصرف خيرات بنمايد و براى اثبات وصيت چند نفر زن شهادت ميدهند آيا بر ورثه لازم است اجراء\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nوصيت نسبت به تمام يا ثلث آن يا نه آنچه حكم اللّه است بيان فرمائيد .\r\nج - وصيت در ثلث تركه نافذ است و در زائد بر ثلث محتاج به امضاء ورثه است و شهادت زن در وصيت باموال اگر يكنفر باشد نسبت به 4 / 1 و اگر دو نفر باشند نسبت به نصف و اگر سه نفر باشند نسبت به 4 / 3 و چهار نفر باشند نسبت به تمام آنچه به آن شهادت مىدهند با رعايت شرائطى كه در شاهد معتبر است پذيرفته مىشود .\r\nس - زنى فوت شده وارث او سه برادر و سه خواهر و شوهر است و در حال حيات بواسطهء ناسازگارى زوج كرارا و صراحتا اظهار ميداشته كه از اموالم چيزى به او ندهيد ولى اين موضوع را در حين وصيت چه كتبى و چه شفاهى بيان نكرده در اين صورت شوهر ميتواند از اموال زن ارث ببرد يا نه و چون وصيت نماز و روزه نموده از ثلث مال خود حق دارد يا نه و از حيث وصيت فرقى بين كتبى و شفاهى هست يا نه ؟\r\nج - وصيت در ثلث نافذ است چه براى نماز و روزه باشد و يا غير آن و در مورد سؤال در صورت وصيت از دو ثلث باقيماندهء اموال كه مورد وصيت نيست نصف آن را شوهر ارث ميبرد و در صورت عدم وصيت از تمام اموال ارث ميبرد و در وصيت كتابت و نوشته لازم نيست ، بهر نحوى كه ثابت شود عمل به آن واجب است .\r\n\r\nوصيت در ثلث نافذ است\r\nس - شخصى چند سال قبل وصيتى نموده و در وصيت‌نامه ثلث مال خود را به يكى از ورثه بخشيده ولى اين شخص بعد از وصيت چند سال ديگر زندگى نموده و اموال خود را زيادتر كرده و هم داراى اولادى\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nغير از اولاد قبلى شده و اكنون آن اولاد صغير ميباشند و آنشخص از دنيا رفته آيا وصيت‌نامه‌اى كه چند سال قبل بطريق مذكور نوشته شده در اموال حين الوصيه نافذ است و يا اموال فعلى را شامل مىشود ؟\r\nج - در صورتى كه از وصيت‌نامهء قبل برنگشته باشد اموال بعد را شامل است و در ثلث مال فعلى نافذ است .\r\nس - شخصى نسبت باموال خوش وصيت به ثلث نموده كه بعد از فوت او بمصارفيكه معن كرده خرج نمايند و بعد از فوتش ورثه منكر وصيت شدند و نگذاشتند كه ثلث مصرف شود الحال ورثه ميخواهند به وصيت متوفى عمل نمايند در اين صورت بايد قيمت زمان متوفى حساب شود يا به قيمت حاليه كه املاك و اشجار ترقى كرده است ، و اگر كسى اينها را خريدارى نمايد ، صحيح است يا نه ؟\r\nج - در صورتى كه خود موصى ثلث را در اعيان مخصوصى معين نموده همان عين ثلث حين الموت است و بايد به قيمت فعلى حساب شود و اگر وجه معين نموده مثلا گفته هزار تومان ثلث خرج كنيد همان هزار تومان فعلى بايد مصرف شود و ترقى قيمت مال ورثه است .\r\nس - شخصى مبلغى را كه زائد بر ثلث اموالش مىباشد جهت نماز و روزه وصيت كرده و ورثه بيش از ثلث را امضاء نمىنمايند در اين صورت بر وصى واجب است طبق وصيت ، تمام آن مبلغ را صرف نماز و روزه كند و لو ورثه راضى نباشند يا نه ؟\r\nج - نفوذ وصيت در زائد بر ثلث اموالش موقوف به امضاء ورثه است ولى در وصيت زائد بر ثلث اگر واجب و غير واجب هر دو ذكر شده واجب مقدم است .\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nس - اگر كسى وصيت بكند كه از اموال خودم برايم خرج كنيد ولى تعيين مقدار نكرده و مقيد بثلث هم ننموده و صغير هم دارد در اين صورت وصى بعد از فوت موصى چه مقدار مىتواند از مال او برايش خرج كند .\r\nج - اگر بحسب وجود بعض قرائن و معمول و متعارف وصيت منصرف به مبلغ معينى نباشد ظاهر آنست كه وصى به نظر خودش تا مقدارى كه زائد بر ثلث نباشد ميتواند عمل نمايد .\r\nس - اگر پدر نماز و روز و رد مظالمى را وصيت كرده آيا پرداخت پول آنها بصغير هم تعلق مىگيرد يا نه ؟\r\nج - وصيت تا مقدار ثلث كه نافذ است از تمام مال برداشته مىشود و ما بقى بين ورثه تقسيم مىشود چه صغير باشند و چه كبير يا مختلط .\r\n\r\nاگر مال الوصاية براى موارد وصيت كافى نباشد\r\nس - شخصى فوت نموده و وصيت كرده كه از ثلث مالش بيست سال نماز و روزه استيجار كنند و اندازهء معينى هم از ثلث به پسر بچهء صغيرى كه دارد بدهند حال براى هر دو كافى نيست كدام از آنها مقدم است ؟\r\nج - ظاهرا نماز و روزه مقدم است .\r\n\r\nوصى و ناظر\r\nس - شخصى عمارت مسكونى خود را بابت ثلث معين نموده و\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nعمارت هم وفاء به ثلث مىنمايد و فرزند ارشد خود را وصى خود قرار داده در اين صورت فرزند مزبور كه وصى پدر است مىتواند خانه را تصرف نمايد و نماز و روزه را خودش انجام دهد و ورثه ديگر حق مداخله در اين عمارت دارند يا نه ؟\r\nج - در فرض مسئله اگر عمارت را بابت ثلث معين كرده باشد كه به مصرف نماز و روزه برسد و به غير وصى منصرف نباشد ، وصى مىتواند عمارت را خودش بردارد و نماز و روزه را بجا آورد و در نزاع موضوعى محتاج بمرافعه شرعيه است .\r\nس - شخصى در وصيت‌نامه خود نوشته عوائد ملكى را كه ثلث قرار داده‌ام صرف نماز و روزه و رد مظالم و كفارات مطلقه و امور خيريه نمائيد آيا بايد عوائد ثلث بطور مساوى در مصارف مزبوره صرف شود يا بتفاوت و بر طبق نظر وصى ، ضمناّ مراد از كفارات مطلقه چيست ؟\r\nج - اگر در وصيت‌نامه تعيين نشده بطور تساوى در موارد مذكوره صرف نمائيد و نسبت به كفارات مطلقه اگر از حال او ظاهر باشد كه خصوص كفارات معينى بذمه دارد در همان كفارات صرف شود و الّا در كفاراتى كه محتمل است بذمه او باشد صرف شود .\r\nس - اگر شخصى وصيت كند كه عوائد ملكى را كه ثلث قرار داده‌ام صرف در عزادارى و اطعام نمائيد و مازادش در امور خيريه مطابق نظر وصى صرف شود و لكن كمّ و كيف سوگوارى و اطعام را بيان نكرده تا مازاد آن معلوم باشد بنابراين آيا وصى در عمل به اين وصيت در كمّ و كيف مجاز است يا نه ؟\r\nج - بلى مختار است مگر آنكه وصيت منصرف به نحو خاصى\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nباشد .\r\nس - شخصى وصيت مىنمايد كه ثلث مال مرا براى من خرج نمائيد در اين صورت وصى ميتواند بعد از فوت موصى ثلث مال ميت را از اجناس نقدى معين كند و يا از هر چيز ثلث را بردارد و اگر ورثه حاضر بقسمت تركه و اموال نباشند و در اثر اختلاف ورثه ممكن است ثلث مال ميّت از بين برود وصى ميتواند با بودن عدول مؤمنين ثلث را از اموال جدا كند يا نميتواند ؟\r\nج - ثلث از تمام تركه بايد خارج شود از منقول و غير منقول و در اخراج و تعيين بايد با رضايت ورثه باشد و در صورت امتناع حاكم شرع آنها را وادار به تعيين مىنمايد و در صورت تمكن با اذن حاكم شرع و يا عدول مؤمنين و در صورت عدم دست‌رسى به حاكم شرع و عدول مؤمنين ميتواند از اموال بردارد و به مصرف برساند .\r\nس - شخصى املاك خود را باولادش هبه كرده و بعدا از اولاد خود آن املاك را اجاره نموده و مدت اجاره هنوز باقى است و آن شخص از دنيا رفته و وصيت به ثلث اموال براى خودش نموده آيا تا مدت اجاره باقى است هر سال بايد ثلث اخراج گردد يا اينكه به مردن اجاره باطل مىشود ؟\r\nج - اجاره بمرگ موجر يا مستأجر باطل نمىشود و با فرض آنكه وصيت به ثلث جميع اموال خودش كرده باشد ثلث منافع مدت اجاره بايد به مصرف خود ميت برسد . ( بحث اجاره ص 56 ) جلد دوم مجمع\r\nس - هرگاه وصى بعد از فوت موصى ديوانه شود و بعد از مدتى جنون او به كلى از بين برود آيا بوصايت باقى است يا خير ؟\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nج - به محض جنون وصايت باطل مىشود و بعد از بهبودى هم بر نميگردد و لازم است حاكم شرع كسى را نصب كند بلى در صورتى كه موصى شخصى را وصى قرار دهد و قبل از اينكه از دنيا برود وصى ديوانه شود و موصى تصريح كند به اينكه هر وقت ديوانگى او بر طرف شد باز هم وصى من است چنانچه بهبودى حاصل شود باز هم شخص مذكور وصى است .\r\nس - آيا لازم است وصى عادل باشد يا خير ؟\r\nج - لازم نيست و همين اندازه كه موثق و مورد اطمينان باشد كافى است اگرچه اعتبار عدالت مطابق با احتياط است .\r\n\r\nخيانت وصى\r\nس - هرگاه خيانت يا عجز وصى ظاهر شود تكليف چيست ؟\r\nج - در مورد خيانت بعضى فرموده‌اند حاكم شرع ميتواند او را عزل كند لكن بعيد نيست بنفس خيانت منعزل شود و حاكم شرع ميتواند شخص ديگرى را بجاى او نصب كند يا امين را به او منضم نمايد هرطور صلاح دانست و در صورت عجز اگر طورى باشد كه احتياج به معاون دارد حاكم شرع امينى را تعيين مىكند كه او را كمك كند و اگر به كلى عاجز شود شخص ديگرى را بجاى او نصب مىكند .\r\nس - شخصى در حال صحت جسم كتبا براى خود وصى تعيين نموده و بعد از مدتى در حال مرض موت شفاها در حضور جمعى از افراد مورد اعتماد وصى سابق خود را عزل و وصى جديدى معين نموده در اين صورت وصيت دوم معتبر است يا نه ؟\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nج - اگر مشاعر او بجا بوده وصيت ثانيه معتبر و وصى قبلى معزول است و در نزاع موضوعى مرافعهء شرعيه لازم است .\r\nس - شخصى با كمال صحت و سلامت بدن ، وصيت نمود و بعد هم در حال شدت مرض و فشار درد وصيت ديگر نموده آيا وصيت در حال صحت معتبر است يا وصيت در حال مرض و فشار درد آنچه نظر مبارك است بيان فرمائيد ؟\r\nج - در فرض مسئله وصيت ثانى معتبر است مگر آنكه مشاعر او بجا نباشد .\r\n\r\nوصيت باطل\r\nس - شخصى در حال حيات ، فرزندش را از خودش جدا كرده و وصيت نموده كه از اموالش چيزى به او ندهند آيا اين وصيت صحيح است يا نه ؟\r\nج - وصيت بحرمان وارث صحيح نيست و اگر وصيت كرده باشد كه به بعض ورثه علاوه بر سهم الارث چيزى بدهند به مقدار ثلث نافذ و در ما زاد بر ثلث محتاج به امضاء ورثه است .\r\nس - زيد چند پسر دارد كه يكى مسمى بعمرو است و زيد وصيت مىكند كه عمرو نسبت به مال او حق ندارد چون سهم خود را برده ولى از اثاث رعيتى بايد سهم ببرد آيا گاو و الاغ جزء اثاثيه محسوب است يا نه ؟\r\nج - وصيت باينكه عمرو به اموال بعد از خودش حق ندارد باطل است و عمرو هم با ساير ورثه شريك است .\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nس - شخصى از دنيا رفته و در وصيت‌نامهء خود نوشته كه بيكى از اولاد او سيصد تومان وجه داده شود و از بقيهء اموال ممنوع باشد اين وصيت چه حكمى دارد ؟\r\nج - وصيت به دادن سيصد تومان اگر زائد بر ثلث نباشد صحيح است و اما وصيت باينكه از ما بقى اموال محروم باشد باطل است . و از ساير اموال حسب السهم ارث مىبرد .\r\n\r\nوصيت شخصى كه اقدام به خودكشى كرده\r\nس - وصيت شخصى كه خودكشى كرده نافذ است يا نه ؟\r\nج - اگر وصيت قبل از اقدام به خودكشى بوده صحيح است اگرچه در حين وصيت بنابر خودكشى داشته باشد .\r\nس - بعضى از فقها فرموده‌اند اشخاصى كه زخمى به خود زده‌اند و يا سمى خورده‌اند و يقين بموت دارند وصيت ايشان نافذ نيست بعد از بيان فتوى و جهش را مرقوم فرمائيد .\r\nج - شخصى كه به قصد خودكشى سم خورده يا زخمى به خود زده و بعد وصيت كرده وصيت او نافذ نيست و دليل آن نص معتبرى است كه به آن عمل كرده‌اند .\r\n\r\nتبديل و تغيير وصيت\r\nس - شخصى وصيت كرده كه از ثلث مالش صرف مخارج مسجد و پل‌سازى بشود آيا مىشود از اين پول براى تكميل ساختمان كتابخانه كه داخل مسجد ساخته شده و چسبيده به مسجد است مصرف شود يا نه ؟\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nج - بايد طبق وصيت صرف مسجد و پل‌سازى شود و صرف آن در تكميل ساختمان كتابخانه بر خلاف وصيت است و جايز نيست .\r\nس - علماء اعلام كثر اللّه امثالهم عنوان دارند كه تا ثلث ميت را منجز نكنند تصرفات ورثه در تركهء متوفى جايز نيست عمل نمودن به اين مسئله در دو صورت ممكن است يا فروش قطعى و يا تقسيم قطعى باينكه شخص متوفى املاكى داشته باشد كه بحسب قسمت مىشود آن را تقسيم نمود به سه قسمت و درآمد يك قسمت آن را براى شخص متوفى مصرف نمود ولى اگر طورى باشد كه فروش آن مقدور نباشد يا از جهت عدم مشترى و يا جهات ديگر تكليف ورثه نسبت بعبادات و تصرفات ديگر چيست خواهشمند است نظر مبارك را مرقوم فرمائيد كه اين مسئله عام البلوى است .\r\nج - در فرض مسئله وصى يا ولى شرعى اگر ممكن است بعد از موت به وصيت عمل كند و الّا از اموال به مقدار ثلث جدا ميكنند و هر وقت ممكن شد ميفروشند و اگر ممكن نشد معذور هستند و در ما بقى اموال مىتوانند تصرفات كنند .\r\nس - اگر نماز و روزه بر عهده ميت باشد چنانچه وصيت نكرده آيا از اصل مال خارج مىشود يا از ثلث ؟\r\nج - به نظر حقير نماز و روز از اصل مال خارج نمىشود ليكن چنانچه وصيت به نماز و روزه شود بايد از ثلث خارج نمود و در زائد بر ثلث محتاج به امضاء ورثه است .\r\nس - شخصى مستطيع بوده و وصيت نموده كه خصوصا يكى از اولادش به نيابت او حج بجا آورد آيا مبلغى را كه معيّن نموده بايد از مال و يا از ثلث بردارند و يا مازاد از متعارف را از ثلث بايد منظور داشت ؟\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nج - مقدار استيجار حج ميقاتى از اصل مال و زائد بر آن از ثلث خارج مىشود .\r\nس - پدر اينجانب وصيت نموده و در وصيت‌نامه خود وصيت به نيابت حج نموده و نوشته است : ( حجّى برايم خريدارى شود ) آيا وجه اين حج بايد از اصل مال داده شود يا از ثلث مال ؟\r\nج - در فرض سئوال اگر متوفى حج بر ذمه داشته به مقدار ميقاتى از اصل مال و ما به التفاوت حج بلدى و ميقاتى از محل ثلث برداشته مىشود و اگر حج واجب بر ذمه نداشته عمل به وصيت واجب است ولى تمام مخارج حج از ثلث پرداخت مىشود . و اللّه العالم .\r\nس - پدرى وصيت‌نامه‌اى نوشته و در حاشيه آن ملكى را بعنوان ثلث خود معين كرده و به تنها فرزند ذكور خود بخشيده و نوشته كه اين ملك ثلث من است و از آن فرزندم مىباشد و كسى حق اعتراض ندارد .\r\nولى پس از وصيت ملك مزبور را كه مزرعه‌اى مىباشد فروخته ، قدرى از وجه آن را گرفته و بقيه باقى مانده پيش خريدار ملك مزبور است . حال اين وجه باقى مانده متعلق به همه ورثه است يا متعلق به موصى له ؟\r\nج - با فرض اينكه بعد از وصيت ، خود موصى ملك را فروخته وصيت را باطل كرده و باقيمانده پول آن بايد بين تمام ورثه كما فرض اللّه تقسيم شود و اللّه العالم .\r\nس - شخصى در وصيت‌نامه نسبت به ثلث ذكرى بميان نياورده ، فقط كفارات ، مظالم نماز و روزه را بيان كرده ، و نيز نوشته است در مراسم هفتم ، چهلم ، سال و ساختن مسجد اختيار با وصى است . آيا در فرض مذكور وصى مجاز است از ثلث معين نشده خرج سوم ، هفتم ، چهلم و سال را بدهد با توجّه به اينكه ميّت ورثه صغير هم دارد ؟\r\nج - در فرض سئوال چنانچه ثلث مال در هنگام مرگ متوفى كافى به تمام موارد وصيت باشد از محل ثلث بدهند و اگر كافى نباشد ، واجبات\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nآن را مانند كفّارات و مظالم و تجهيزات لازمه را از اصل مال و بقيه را مثل نماز و روزه و مخارج هفته و چهلم و ساختن مسجد از محل ثلث تأمين نمايند . و اللّه العالم .\r\nس - شخصى در وصيت‌نامه مىنويسد كه هركدام از ورثه بىنماز باشد ارث به او ندهيد و بر سر جنازه‌ام گريه و زارى نكنيد آيا اين وصيت شرعا صحيح است ؟\r\nج - وصيت مزبور صحيح نيست و او را به نماز تشويق نمائيد و سهم الارث را به او بدهيد و نيز در قسم دوّم هم صحيح نيست و عمل به آن واجب نمىباشد .\r\nس - كسى بوصى خود وصيت مىكند كه ثلث مالم را براى من خرج كنيد ولى معين نكرده است كه بچه راهى صرف كند آيا در اين صورت وصى ميتواند آن را در راه خيرات از قبيل تكيه‌سازى مسجدسازى و يا تعميرات آنها ، كمك بجبهه ، فقرا ، پل‌سازى ، و يا عزادارى مجلس ابا عبد اللّه الحسين ( ع ) و ديگر خيرات صرف كند يا نه بايد فقط براى و بابت نماز و روزه خرج شود ؟\r\nج - در صورتى كه معلوم باشد كه دين و بدهى نداشته باشد و نماز و روزه هم بگردنش نباشد صرف آن در مطلق خيرات مانعى ندارد ولى اگر بدهى خمس و زكات يا نماز و روزه يا حج داشته باشد بايد صرف آنها شود . و اللّه العالم .\r\nس - اگر بيشتر اموال ميت املاك باشد و وصيت كند كه ثلث اموالش را براى خود او خرج كنند و ورثه او اظهار مىدارند قطعهءاى از ملك را براى هميشه كنار بگذاريم و از عوائدش سال‌بسال خرج كنيم آيا مىشود كه يك قطعهء از آن ملك را كنار بگذارند يا لازم است به فروش برساند و خرج كنند ؟\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nج - با فرض وصيت به ثلث بايد خود مال را صرف نمايند نه اينكه كنار بگذارند و عوائدش را صرف كنند .\r\nس - شخصى در حال حيات خود قدرى از ما يملك خود را به صلح واگذار بزوجهء خود نموده و ما بقى املاك خود را وصيت نموده كه بمصارف معينى برسانند از قبيل نماز و روزه و خمس و سهم امام و مظالم عباد و عزادارى حضرت سيد الشهداء ( ع ) در اين صورت ورثه هيچ‌گونه حقى نسبت به امور مزبوره و آنچه به زوجه بخشيده است دارند يا مىتوانند وصيت را قبول ننمايند ؟\r\nج - آنچه را بنحو منجز به زوجه يا به ديگرى به صلح و غيره منتقل نموده ورثه حقى به آن ندارند و آنچه را كه وصيت نموده در ثلث اموال هنگام مرگ نافذ و در زائد بر آن محتاج به امضاء ورثه است و اگر نزاع موضوعى در بين باشد محتاج به مرافعه شرعيه است « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مجمع المسائل حضرت آيت اللّه العظمى آقاى گلپايگانى جلد دوّم . باب وصيت .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\n\r\nمسائل متفرقه وصيّت ارث زوجه\r\nس - شخصى وصيّت بثلث كرده و وصىّ هم تعيين نموده و عيال هم دارد و اولاد ندارد بفرمائيد آيا زوجهء موصى از ديوار باغها و از سنگ چين و از كول چاه ارث مىبرد يا نه و از كلّ اموال چهاريك ارث مىبرد يا پس از اخراج ثلث ، چهاريك ميبرد و ورثه‌ايكه ميخواهند چهاريك بزوجهء متوفى بدهند قيمت آن را بايد بدهند و يا از اعيان آنها از خانه و اشجار ؟\r\nج - زوجه از قيمت ديوار و سنگ‌چين و كول ارث ميبرد . بلى اگر طرفين تراضى كنند كه از بابت قيمت از عين به او بدهند مانعى ندارد و زن بعد از اخراج ثلث ، چهاريك مىبرد .\r\nس - شخصى در اثر تصادف با ماشين فوت نموده و رانندهء ماشين خودش صاحب ماشينى است ، با رضايت ورثه ، وجهى بعنوان خون‌بهاء مقتول داده است آيا زن هم نسبت به هشت‌يك خود ، از اين وجه ، حق دارد يا نه ؟\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nج - بلى زن نيز از ديه ارث مىبرد .\r\nس - شخصى در زمان حيات زمينى را ميفروشد به مبلغ ده هزار تومان و قرار ميگذارند كه پول آن را خريدار پس از يك سال بپردازد و فروشنده ميگويد هر موقع پولى را آوردى و من نبودم بده به همسرم خريدار ميگويد پس سند را بنام همسرت بنويسم ؟ ميگويد نخير ، بنام خودم بنويس ولى اگر من نبودم پول را بهمسرم بپرداز البته سه نفر هم آنجا بوده‌اند كه اين حرف را گفته ، آيا اين پول بهمسر شخص نامبره تعلق ميگيرد يا بوارث و همچنين در وصيت‌نامه خانه و اثاث خانه هرچه بوده بهمسرش داده است و بعد از فوت موصى ، در غسالخانه مبلغى پول در جيب ميّت بوده و همچنين مقدارى پول نقد در خانه موصى بوده است آيا اين پولها بزوجهء ميّت ميرسد يا بوارث ؟\r\nج - در فرض سئوال پول زمين كما فرض اللّه بايد بين تمام ورثه تقسيم شود و همچنين پوليكه از جيب او درآمده و ميّت در خانه داشته ، و همسر ميت هم از اين پولها سهم ميبرد .\r\nس - شرع مقدس اسلام براى زن كار كردن در خانه شوهر را وظيفه قرار نداده و كارهاى معمولى خانه‌دارى كه مرسوم است ، وظيفه اخلاقى زن است نه وظيفه شرعى ، پس آن زنهائيكه از اوائل زندگى تا اواخر زندگى در خانه شوهر هم بچّه‌دارى ميكنند ، هم بافندگى و هم در كارهائى كه مربوط به شوهر است كمك مىكنند آيا پس از فوت شوهر بجز سهم الارث چيزى به آنها داده مىشود يا خير ؟\r\nج - اگر زن براى خود كار كرده آنچه از كاركردش موجود است مال خود او است و آنچه با رضايت خودش مصرف شده حق مطالبه ندارد و اگر\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nتبرعا كار كرده اضافه بر مهر و ارث حق مطالبه ندارد .\r\nس - شخصى با زنى ازدواج كرده و بعد از مدتى زن مذكوره بتحريك مادرش سبب قتل شوهر خود را فراهم نموده يعنى با حيله و تزوير شوهر خود را بمكانيكه قاتل در آنجا بوده است برده ولى خود زن در قتل شوهر شركت نكرده ، آيا اين زن از شوهر خود كه كشته شده ارث و مهريه ميبرد يا خير ؟\r\nج - در فرض مسئله كه مباشر اقوى از سبب است زن از شوهر ارث و مهريه ميبرد هرچند تقصير كرده و گناه‌كار و بعقاب اخروى گرفتار است . « 1 »\r\n\r\nمسائل متفرّقه صلح\r\nس - شخصى داراى پسر و دختر است جهت پسر بزرگ ازدواج نموده و مبلغى هم براى عروسى او خرج كرده آيا ميتواند پسر مزبور را از بقيّهء اموال خود بىبهره و او را از ارث محروم و بساير اولاد صلح نمايد يا نه ؟\r\nج - صلح ما بقى اموال ، به اولاد ديگر جايز است .\r\nس - زيدى در حال احتضار تمام املاك و اموال و احشام خود را به پسرش مصالحه كرده و غير از اين اولاد ديگرى ندارد ولى صلح‌نامه ، امضاء پدر زيد را ندارد آيا مصالحهء در حال احتضار صحيح است يا نه و آيا امضاء پدر لازم است يا خير ؟\r\nج - در فرض سئوال اگر زيد وقت مصالحه داراى عقل و شعور بوده\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مجمع المسائل جلد سوّم .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nو با ميل و رغبت ( و بدون اجبار ) مصالحه نموده باشد صلح صحيح است و موقوف به امضاء پدر نيست و در اختلاف موضوعى مرافعهء شرعيّه لازم است .\r\nس - مردى فوت نموده و داراى چند پسر و چند دختر بوده ، خواهران ، سهم الأرث خودشان را ببرادران خود مصالحه نموده و صلح‌نامه تنظيم و صيغهء صلح جارى شده ولى بعد از چند سال ديگر خواهران مطالبهء ارث از برادران مينمايند در اين صورت حقّى دارند يا خير ؟\r\nج - حكم مسئله معلوم است با فرض وقوع صلح صحيح ، بدون اختيار فسخ ، ديگر حق مطالبه ندارند و اگر نزاع موضوعى در بين باشد مرافعهء شرعيّه لازم است .\r\nس - مادرى آب و ملك موروثى پدر و مادرش را به فرزند خود مصالحه نموده و قرار كرده كه فرزند او عبادات فوت شدهء پدر و مادرش را از قبيل نماز و روزه و حج انجام دهد ولى پسر مسامحه كرده و انجام نداده ، آيا حقّى به آب و ملك مزبور دارد يا نه ؟\r\nج - در فرض مسئله اگر در ضمن عقد صلح شرط نموده باشد ، مادر حقّ دارد پسر را مجبور كند كه به شرط عمل نمايد و چنانچه نتوانست اجبار كند ميتواند صلح را فسخ كند .\r\nس - شخصى عمارت خود را به دو فرزندش مصالحه نموده و شرط كرده كه تا زنده هست اختيار فسخ با خودش باشد بعد از مدتى ، اين شخص مصالح ، بفرزندش ميگويد كه بعد از وفات من از عمارت يك اطاق به عيال من بدهيد و گاهى گفته كه بعد از من در تقسيم عمارت نزاع نكنيد ، آيا اين گونه سخنان موجب فسخ صلح مزبور هست يا خير ؟\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nج - در فرض مسئله مجرد گفتن يك اطاق به عيال من بدهيد و يا گفتن بعد از من در تقسيم خانه نزاع نكنيد كاشف از فسخ نيست مگر آنكه قرائن ديگرى در بين باشد بنابراين اگر متصالحين از حق خود در موقع تقسيم صرف نظر نكرده باشند و بساير ورثه منتقل نكرده باشند ، خانه ملك دو فرزند است تا خلاف آن معلوم شود و چنانچه نزاع موضوعى در بين باشد مرافعهء شرعيه لازم است .\r\nس - شخصى ما يملك خود را صلح مىنمايد ببعضى از ورّاث خود و در ضمن همين صلح ، شروطى بر آنها مقرّر مىنمايد كه پس از فوت او انجام دهند و آنها پس از فوت مصالح به شرط مقرّره عمل نمىكنند ، در اين صورت ساير ورثه حقّ فسخ اين صلح را دارند يا خير ؟\r\nج - در فرض تخلّف شرط ، اگر الزام متصالحين بر عمل به شرط ممكن نباشد بعيد نيست باقى ورثه هر يك بالنسبه به سهم خود حق فسخ داشته باشند و چنانچه نزاع موضوعى در بين باشد محتاج بمرافعهء شرعيّه مىباشد .\r\nس - شخصى در حال مرض ، تمام اموال خود را مصالحه مىكند بزوجهء خود و هيچكدام اولاد ندارند و در مقابل اين صلح وجه كمى منظور شده و زوجه هم وجه را در همان حال بزوج پرداخت مىكند ولى زوج مصالح ، شرط كرد اگر از اين مرض صحّت پيدا كردم اختيار فسخ داشته باشم و اموال بخودم برگردد ، آيا اين مصالحه صحيح است يا نه ؟\r\nج - در فرض مسئله اگر مصالحه كرده باشد با شرط اختيار فسخ در صورت صحّت از مرض ، مانعى ندارد و در نزاع موضوعى مرافعهء شرعيه لازم است .\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nس - شخصى 49 سال قبل فوت كرده ، و داراى سه وارث دختر و اموالى بوده ، كليّهء اموال منقول و غير منقول خود را بسه نفر صلح كرده به شرط آنكه پس از فوت ، ديون او را كه عبارت از نماز و روزه و زكات و سهم امام ( ع ) و غيرها مىباشد اداء نمايند و سهمى هم براى ورّاث تعيين كرده كه بدهند و بقيّهء اموال او را صرف در امور خيريه و يا وقف بر سيد الشهداء ( ع ) نمايند . متصالحين جز دادن سهم ورّاث به هيچكدام از شرائط عمل نكرده‌اند و اموال باقى مانده را يكى از متصالحين كه برادر متوفّى بوده با اموال خود مخلوط و مورد استفادهء شخصى خود قرار داده و اموال منقول او هم حيف و ميل شده ، حاليه دو نفر از ورّاث مصالح مدعى هستند كه چون بشرائط وصيت پدر ما عمل نشده ما حق تصرف اموال پدر خود را داريم و حق اولويت با ورّاث است و سه نفر متصالح هم فوت كرده‌اند ، خواهشمنديم آنچه كه حكم شرعى اين مسئله است بيان فرمائيد .\r\nج - در صورتى كه آنچه مرقوم شده محقّق باشد و مورد نزاع نباشد ورثهء مصالح از جهت تخلّف شرط حق فسخ مصالحه را دارند و پس از فسخ ، تركهء مصالحه به ورثه‌اش ميرسد و ديون بايد از تركه اداء شود و سزاوار است بساير شرائط نيز عمل شود و اگر آنچه مرقوم شده محقق نباشد و مورد نزاع باشد محتاج بمرافعهء شرعيّه است .\r\nس - هرگاه شخصى منافع اموال منقول و غير منقول خود را به كسى صلح كند كه مصالح له تا زمانى زنده است خودش از منافع آن بهر نحوى كه خواسته باشد استفاده كند ، در صورتى كه شخص مصالح ، قبل از متصالح فوت شود ، آيا مفاد صلح بقوّت خود باقى است يا محتاج به تنفيذ ورثهء مصالح خواهد بود ؟\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nج - در فرض مذكور ، مفاد صلح ، بعد از موت مصالح ، بقوّت خود باقى است و احتياج به تنفيذ ورثه ندارد و امّا اصل مال ملك ورثهء مصالح است .\r\nس - اگر شخصى املاك خود را به نوادگان پسرى خود كه بعضى از آنان بالغ و بعضى نابالغ بوده‌اند بده سير نمك مصالحه نمايد و براى خود تا سى سال حق فسخ قرار دهد و قبل از گذشت اين سى سال ، دو قطعه از همان املاك را بفروشد و قطعهء ديگرى را براى اداء ديون و مخارج بعد از فوتش وصيّت نمايد و همچنين يك قطعه از همان املاك را كه منزل مسكونى بوده پس از آن مصالحه اوّل به عروسش مصالحه نمايد ، آيا فروش اين دو قطعه و وصيّت قطعه ديگر و مصالحه آن به شخص ديگر موجب فسخ كل آن مصالحهء اوّل مىشود يا مصالحه ، نسبت به بقيّه املاك صحيح و بقوّت خود باقى است ؟\r\nج - در فرض سئوال كلّ مصالحه فسخ نمىشود و صلح نسبت به بقيّه به قوت خود باقى است .\r\nس - شخصى نسبت باموالش وصيّت كرده و صلح‌نامه‌اى هم دارد كه اموالش را بزوجه‌اش صلح نموده و صلح‌نامه داراى تاريخ است و اختيار فسخ را با مصالح گذارده ولى وصيّت‌نامه تاريخ ندارد و يكى از ورثه اظهار ميدارد كه وصيّت‌نامه ، بعد نوشته شده حكم مسئله را بيان فرمائيد .\r\nج - با فرض آنكه در مصالحه ، اختيار فسخ داشته اگر محقّق شود كه بعد از آن ، وصيّت بر خلاف آن نموده ، كاشف از فسخ مصالحه مىباشد و بايد بوصيّت عمل شود و اگر نزاع موضوعى در بين باشد مرافعهء شرعيه لازم دارد .\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nس - شخصى روستائى در موقع حيات خود جزئى آب و ملك و خانهء گلى و اثاث خانه‌اى كه داشته و با آنها زندگى ميكرده صلح شرعى نموده به دو پسر عيال خود و در ضمن عقد ، شرط كرده ، مادام كه زنده است از منافع آن استفاده نمايد اكنون دختر متوفّى از تركهء مورد مصالحه ادّعاى ارث مينمايد آيا شرعا حق دارد يا خير ؟\r\nج - در فرض سئوال اگر منظور از شرط ، اين باشد كه منافع آن ما دامى كه زنده هست مال خودش باشد اين صلح صحيح است و بعد از موت او مال مصالح لهم است و امّا اگر مقصود اين است كه مادامى كه زنده است مورد صلح ، بملك خودش باقى باشد اين صلح باطل است و در نزاع موضوعى مرافعهء شرعيه لازم است « 1 » .\r\nس - آيا مهريّهء زن مقدم بر سائر ديون است يا خير حكمش چيست ؟\r\nج - مهريّهء زن از ديون محسوب است و بايد با غرماء ، تركه را حسب السهم تقسيم نمايند « 2 » .\r\n\r\nاحكام دعوى\r\nس - شخصى از دنيا رفته و مالى از خود باقى گذاشته و ورثه او اولاد و زوجه و مادرش ميباشند ، زوجهء شخص متوفّى اظهار مىكند كه زوج به اين تعبير گفته كه ته خانمان را به تو بخشيدم و وصيّت‌نامه يا وصيّت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مجمع المسائل جلد سوّم .\r\n( 2 ) . مجمع المسائل جلد دوم ص 182 .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nشفاهى نداشته آيا اين گونه بخشش با اين لفظ نافذ است يا خير و در صورت نفوذ شامل اشياء منزل مانند فرش و يخچال و تلفن و راديو تلويزيون و امثال اينها مىشود يا نه ؟\r\nج - در فرض سئوال مجرّد ادعاى همسر ميّت ، بدون اقرار ورثه و بدون بيّنه فايده ندارد بخصوص اگر اولاد ميّت صغير باشند . بلى اگر كبار ورثه مدعاى همسر را قبول داشته باشند هرچه در عرف محلّ از ته خانه محسوب است از سهم كبار كه مدعاى او را قبول كرده‌اند بايد به او واگذار شود .\r\n\r\nدعواى بر ميّت\r\nس - شخصى فوت كرده و داراى چند نفر اولاد صغار مىباشد خواهر او آمده از صغار برادرش ارث پدرى مطالبه مىنمايد اوّلا اين دعوى صحيح است يا نه و بر فرض صحت آيا از تمامى دارائى و زندگى برادرش كه كارگرى و بنّائى نموده و بعد از گذشتن سى سال از فوت پدر براى خود زندگى فراهم نموده ارث مىبرد يا فقط از آن مالى كه از پدر مانده ارث ميبرد ؟ لطفا جواب مرحمت فرمائيد .\r\nج - مفروض سئوال كه ادّعاى بر ميّت است اثبات آن محتاج به بيّنه با قسم مدّعى است . و با فرض ثبوت به بيّنه و قسم ، حق در همان مالى است كه از پدر براى اين خواهر و برادر به ارث رسيده و نتائج آن ، و امّا مالى كه برادر در حال حيات خود بدست آورده خواهر در آن حقى ندارد و در صورت نزاع مرافعهء شرعيه لازم است « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مجمع المسائل حضرت آيت اللّه العظمى آقاى گلپايگانى جلد سوّم ص 144 .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\n\r\nاحكام محتضر\r\n« محتضر » در لغت به معنى كسى است كه در آستانه مرگ قرار گرفته و باصطلاح معروف « دم مرگ » است .\r\nهرگاه كسى به چنين حالتى دچار شده و آثار مرگ در او مشاهده گرديده ، بطورى كه خودش يا اطرافيانش احساس كردند كه دارد نفس‌هاى آخر را مىكشد و مثلا نيم ساعت يا يك ساعت ديگر جان خواهد سپرد ، احكام محتضر در مورد او اعتبار پيدا مىكند .\r\nاحكام محتضر ، بدين معنى است كه در آن لحظات واپسين يك دسته از واجبات ، يعنى اعماليكه انجام آنها واجب است ، به گردن خود شخص محتضر ميآيد ، و يك دسته از واجبات ديگر هم به عهده اطرفيان او قرار مىگيرد .\r\nاحكام محتضر ، مسائلى است كه انواع اين واجبات و چگونگى انجام هر يك را ، چه از نظر شخصى محتضر و چه از لحاظ اطرافيان او بيان مىكند .\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\n\r\nواجبات شخص محتضر\r\nآنچه در لحظات واپسين عمر و در حال احتضار و جان كندن ، بر شخص محتضر واجب مىشود ، ابتداء توبه كردن از گناهان است و آن اينكه انسان از پيشگاه خداوند متعال طلب آمرزش و رحمت كند . كه هيچكس از طلب مغفرت و آمرزش از درگاه خداوند ، بخصوص در لحظات احتضار ، بىنياز نيست . چرا كه متقىترين و پاكدامن‌ترين افراد نيز ، نمىتوانند مطمئن باشند كه تا لحظهء مرگ ، مرتكب هيچگونه معصيت و مكروهى نشده باشند ازاينرو مىبينيم كه ائمه معصومين ( ع ) با وجود مقام عصمت و طهارت دائما از درگاه خداوند طلب مغفرت مىنمودند .\r\n\r\nوصيت دربارهء حقوق مردم\r\nديگر آن كه بر شخص محتضر واجب است كه اگر امانتى از مردم نزد خود دارد يا اگر به كسى يا كسانى بدهكار است ، در صورتى كه خود نتواند آن را ادا كند . موضوع را به صورت وصيت ، براى بازماندگان و اطرافيانش بيان كند .\r\n\r\nوصيت درباره واجبات قضا شده\r\nبر محتضر واجب است كه اگر قسمتى از واجبات دينى خود را انجام نداده و قضاى آنها به گردنش مانده است به صورت وصيت بيان كند . مثلا بگويد كه من يك سال يا كمتر يا بيشتر نماز قضائى دارم و يا يك ماه بيشتر يا كمتر روزه به گردنم مانده است و همچنين درباره حج اگر نرفته و يا خمس و زكاتى اگر بگردنش مانده و نيز بدهكاريهاى ديگرى اگر دارد همه را مورد سفارش و تأكيد قرار دهد .\r\nدر مورد اين گونه فرائض قضا شده ، و نيز در مورد بدهكارىهائى كه به مردم دارد فرقى ندارد كه مال و ثروتى يا چيز قابل فروختن داشته باشد البته اگر چيزى داشته باشد كه تكليف روشن است چون وصى و وارث او\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nموظف است كه از اموالش برداشته و جهت بدهكاريها و انجام واجبات قضا شده‌اش به پردازد .\r\nاما اگر پولى و مال باارزشى هم نداشته باشد ، باز بايد فريضه‌هاى قضايىاش را اعلام كند چون از طرفى اعلام كردن اين مسائل از واجباتى است كه شخص محتضر بر عهده دارد . و از طرف ديگر بعيد نيست كه افراد خيرخواهى پيدا شوند و قضاى اين اعمال واجب را براى رضاى خدا جهت او انجام دهند .\r\n\r\nوظيفه اطرافيان محتضر\r\n( م 539 ) مسلمانى را كه محتضر است يعنى در حال جان دادن مىباشد ، مرد باشد يا زن ، بزرگ باشد يا كوچك ، بايد به پشت بخوابانند ، بطورى كه كف پاهايش به طرف قبله باشد و اگر خواباندن او كاملا به اين طور ممكن نيست ، تا اندازه‌ايكه ممكن است بايد به اين دستور عمل كنند و چنانچه خواباندن او به هيچ قسم ممكن نباشد ، بايد او را رو به قبله بنشانند و اگر آن هم نشود ، بايد او را به پهلوى راست يا به پهلوى چب رو به قبله بخوابانند .\r\n( م 540 ) احتياط واجب آنست كه تا وقتى غسل ميت تمام نشده ، او را رو به قبله بخوابانند ولى بعد از آنكه غسلش تمام شد ، بهتر است او را مثل حالتى كه بر او نماز ميخوانند بخوابانند .\r\n( م 541 ) رو به قبله كردن محتضر بر هر مسلمان واجب است و بنابر احتياط لازم بايد تا ممكن مىشود از ولى او اذن بگيرد .\r\n( م 542 ) مستحب است شهادتين و اقرار به دوازده امام ( ع ) و ساير عقائد حقه را ، بكسيكه در حال جان دادن است ، طورى تلقين كنند كه بفهمد و نيز مستحب است چيزهائى را كه گفته شد ، تا وقت مرگ تكرار كنند .\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\n( م 543 ) مستحب است اين دعاها را طورى به محتضر تلقين كنند كه بفهمد :\r\nاللّهّمّ اغفر لي الكثير من معاصيك و اقبل منّي اليسير من طاعتك يا من يقبل اليسير و يعفو عن الكثير اقبل منّي اليسير و اعف عنّي الكثير انّك انت العفوّ الغفور اللهمّ ارحمني فانّك رحيم .\r\n( م 544 ) مستحب است كسى را كه سخت جان ميدهد ، اگر ناراحت نميشود ، به جائى كه نماز مىخوانده ببرند .\r\n( م 545 ) مستحبّ است براى راحت شدن محتضر بر بالين او ، سورهء مباركهء يس و و الصّافات و احزاب و آية الكرسى و آيه پنجاه و چهارم از سورهء اعراف و سه آيهء آخر سورهء بقره بلكه هرچه از قرآن ممكن بخوانند .\r\n( م 546 ) تنها گذاشتن محتضر و گذاشتن چيزى روى شكم او و بودن جنب و حائض نزد او و همچنين حرف‌زدن زياد و گريه كردن و تنها گذاشتن زنها نزد او مكروه است .\r\nس - گاهى بعضى از محتضرها را به جهت تعجيل در راحت شدن ، موادّ مهلكه تزريق ميكنند آيا اين عمل جائز است يا نه و در صورت عدم جواز ، شريك در خون او و مورد ديه قتل نفس و نحو آن خواهند بود يا نه ؟\r\nج - عمل مذكور جائز نيست و با استناد موت به آن عمل ، عامل آن قاتل محسوب مىشود و حكم آن را در احكام ديه مراجعه نمائيد « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مجمع المسائل جلد اوّل ص 105 .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\n\r\nثواب رو به قبله كردن كسى كه در حال مرگ است\r\nزيد بن علىّ بن الحسين از پدرانش ( ع ) نقل كرد كه امير المؤمنين ( ع ) فرمود : رسول خدا ببالين محتضرى كه از دودمان عبد المطلّب بود آمد و مريض رو به قبله نبود ، حضرت فرمود : او را رو به قبله كنيد زيرا اگر شما چنين كرديد فرشتگان و خداوند به او توجه نمايند و پيوسته متوجه او هستند تا از دنيا برود « 1 » .\r\n\r\nثواب تلقين كلمهء شهادت به محتضر\r\nاسحاق عمّار گويد : امام صادق ( ع ) از پدرانش ( ع ) روايت كرد كه رسول خدا ( ص ) فرمود : به بيماران خود هنگام مردن كلمهء « لا إله الا اللّه » را تلقين كنيد ، زيرا هر كس كه كلمه آخرش « لا إله الّا اللّه » باشد ببهشت خواهد رفت « 2 » .\r\n\r\nاحكام بعد از مرگ\r\n( م 547 ) بعد از مرگ مستحب است ، چشمها و لبها و چانه ميّت را ببندند و دست و پاى او را دراز كنند و پارچه‌اى روى او بيندازند و اگر شب مرده است ، در جائى كه مرده ، چراغ روشن كنند و براى تشييع جنازهء او ، مؤمنين را خبر كنند و در تشييع ، آداب اسلام را رعايت كنند و از شركت بانوان در تشييع كه مكروه است مخصوصا حركت آنان جلوتر از مردان آن هم با مظاهر غير اسلامى جلوگيرى نمايند . و منظره عبرت‌آور تشييع جنازه را به معصيت و تشبّه به عادات و رسوم كفار كه حاكى از عدم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ثواب الاعمال ص 433 .\r\n( 2 ) . ثواب الاعمال ص 434 .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nاستقلال فكرى و نفوذ بيگانگان است آلوده نكنند و اجازه ندهند كه آداب و رسوم مخالفين اسلام ، به اجتماع مسلمين راه پيدا كند . چه خوب است كه مسلمين براى حفظ سنتهاى مذهبى و استقلال فكرى خود در همهء شئون روش اولياء اسلام ( ع ) را سرمشق قرار دهند و از عواقب وخيم تشبه به بيگانگان بپرهيزند و نيز مستحب است در دفن ميّت عجله نمايند ، ولى اگر يقين به مردن او ندارند ، بايد صبر كنند تا معلوم شود و اگر ميّت حامله باشد و بچّه در شكم او زنده باشد ، بايد بقدرى دفن را عقب بيندازند ، كه پهلوى چپ او را بشكافند و طفل را بيرون آورند و پهلو را بدوزند .\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n\r\nاحكام غسل و كفن و نماز و دفن ميّت\r\n( م 548 ) غسل و كفن و دفن مسلمان اگرچه دوازه امامى نباشد ، بر هر مكلفى واجب است و اگر بعضى انجام دهند از ديگران ساقط مىشود و چنانچه هيچكس انجام ندهد ، همه معصيت كرده‌اند .\r\n( م 549 ) اگر كسى مشغول كارهاى ميّت شود بر ديگران واجب نيست ، اقدام نمايند ولى اگر او عمل را ناتمام بگذارد ، بايد ديگران تمام كنند .\r\n( م 550 ) اگر انسان يقين كند كه ديگرى مشغول كارهاى ميت شده ، واجب نيست به كارهاى ميت اقدام كند ولى اگر شك يا گمان دارد ، بايد اقدام نمايد .\r\n( م 551 ) اگر كسى بداند غسل يا كفن يا نماز يا دفن ميّت را باطل انجام داده‌اند ، بايد دوباره انجام دهد ، ولى اگر گمان دارد كه باطل بوده و يا شك دارد كه درست بوده يا نه ، لازم نيست اقدام نمايد .\r\n( م 552 ) براى غسل و كفن و نماز و دفن ميت ، بايد از ولى او\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nاجازه بگيرند .\r\n( م 553 ) ولىّ زن شوهر او است و بعد از او مردهائى كه از ميّت ارث مىبرند مقدم بر زنهاى ايشانند .\r\n( م 554 ) اگر كسى بگويد من ولىّ يا وصى ميت هستم يا ولىّ ميّت به من اجازه داده كه غسل و كفن و دفن او را انجام دهم و احتمال داده شود كه راست ميگويد ، انجام كارهاى ميّت با او است مگر آنكه كس ديگر بگويد كه من وصى يا ولى ميت هستم يا از ولى ميت اجازه دارم كه در اين صورت حرف كسى پذيرفته است كه دو نفر عادل بگفته او شهادت دهند .\r\n( م 555 ) اگر ميت براى غسل و كفن و دفن و نماز خود غير از ولىّ ، كسى ديگر را معين كند ، احتياط واجب آن است كه ولىّ و آنكس هر دو اجازه بدهند و لازم نيست كسى كه ميّت ، او را براى انجام اين كارها معين كرده ، اين وصيت را قبول كند ، ولىّ اگر قبول كرد ، بايد به آن عمل نمايد ، و همچنين اگر بعد از موت از وصيت مطلع شد احتياط واجب عمل به وصيت است .\r\n\r\nثواب آنكه جنازه مؤمنى را غسل دهد\r\nعبد اللّه بن سنان ميگويد : امام صادق ( ع ) فرمود : هركس ميّت مؤمنى را غسل دهد و امانت را رعايت نمايد خداوند او را بيامرزد ، عبد اللّه پرسيد چگونه حق امانت را اداء كند ؟ فرمود اگر عيبى در پيكر او ديد افشا نكند « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ثواب الاعمال ص 434 .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\n\r\nاحكام غسل ميّت\r\n( م 556 ) واجب است ميّت را سه غسل بدهند :\r\nاوّل : بآبى كه با سدر مخلوط باشد .\r\nدوم : بآبى كه با كافور مخلوط باشد .\r\nسوم : با آب خالص .\r\n( م 557 ) سدر و كافور بايد باندازه‌اى نباشد كه آب را مضاف كند و باندازه‌اى هم كم نباشد ، كه نگوئيد سدر و كافور با آب مخلوط شده است .\r\n( م 558 ) اگر سدر و كافور باندازه‌اى كه لازم است پيدا نشود بنابر احتياط واجب بايد مقدارى كه به آن دسترسى دارند در آب بريزند .\r\n( م 559 ) كسى كه براى حج يا عمره احرام بسته است اگر پيش از تمام كردن طواف حج يا عمره بميرد ، نبايد او را با آب كافور غسل دهند و بجاى آن بايد با آب خالص غسلش بدهند .\r\n( م 560 ) اگر سدر و كافور يا يكى از اينها پيدا نشود ، يا استعمال آن جايز نباشد مثل آنكه غصبى باشد ، بايد بجاى هركدام كه ممكن نيست ، ميت را با آب خالص غسل بدهند .\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nكسى كه ميت را غسل ميدهد ، بايد مسلمان دوازه امامى و بالغ و عاقل باشد و مسائل غسل را هم بداند .\r\n( م 562 ) كسى كه ميّت را غسل ميدهد بايد قصد قربت داشته باشد يعنى غسل را براى انجام فرمان خداوند عالم بجا آورد و در اوّل غسل دوّم و سوّم هم ، نيت غسل را تجديد نمايد .\r\n( م 563 ) غسل بچّه مسلمان اگرچه از زنا باشد واجب است و غسل و كفن و دفن كافر و اولاد او ، جايز نيست و كسى كه از بچّگى ديوانه بوده و به حال ديوانگى بالغ شده ، چنانچه پدر و مادر او يا يكى از آنان مسلمان باشند ، بايد او را غسل داد و اگر هيچ كدام آنان مسلمان نباشند ، غسل دادن او جايز نيست و اگر بچّه در دار السلام پيدا شود و معلوم نباشد كه پدر و مادر او يا يكى از آنان مسلمان است يا نه محكوم به اسلام است و بايد او را غسل دهند .\r\n( م 564 ) بچهء سقط شده را اگر چهار ماه يا بيشتر دارد يا اگر چهار ماه ندارد و خلقتش تمام باشد بايد غسل بدهند و اگر چهار ماه ندارد و خلقتش تمام نشده ، بايد در پاچه‌اى به پيچند و بدون غسل دفن كنند .\r\n( م 565 ) اگر مرد ، زن را و زن ، مرد را غسل بدهد باطل است ولى زن ميتواند شوهر خود ، و شوهر هم ميتواند ، زن خود را غسل دهد ، اگرچه احتياط مستحب آن است كه زن ، شوهر خود و شوهر ، زن خود را غسل ندهد .\r\n( م 566 ) مرد ميتواند دختر بچه‌اى را كه سن او از سه سال بيشتر نيست غسل دهد زن هم ميتواند پسر بچه‌اى را كه سه سال بيشتر ندارد ، غسل دهد .\r\n( م 567 ) اگر براى غسل دادن ميتى كه مرد است مرد پيدا نشود ، زنانى كه با او نسبت دارند و محرمند ، مثل مادر و خواهر و عمه و خاله ، يا بواسطه شير خوردن با او محرم شده‌اند ، مىتوانند با رعايت ستر عورت او را غسل دهند و نيز اگر براى غسل ميت زن ، زن ديگرى نباشد ، مردهائى كه با\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nاو نسبت دارند و محرمند ، يا بواسطهء شير خوردن با او محرم شده‌اند ، مىتوانند با رعايت ستر عورت او را غسل دهند .\r\n( م 568 ) اگر ميت و كسى كه او را غسل ميدهد هر دو مرد يا هر دو زن باشند ، بهتر آنست كه غير از عورت ، جاهاى ديگر ميت برهنه باشد .\r\n( م 569 ) نگاه كردن به عورت ميّت حرام است ، و كسى كه او را غسل ميدهد اگر نگاه كند معصيت كرده ، ولى غسل باطل نمىشود .\r\n( م 570 ) اگر جائى از بدن ميت نجس باشد ، بايد پيش از آنكه آنجا را غسل بدهند آب بكشند . و احتياط مستحب آنست كه تمام بدن ميّت ، پيش از شروع به غسل پاك باشد .\r\n( م 218 ) تخته يا سنگى كه روى آن ، ميّت را غسل ميدهند و پارچه‌اى كه با آن عورت ميّت را مىپوشانند و دست كسى كه او را غسل مىدهد ، بعد از تمام شدن غسل پاك مىشود .\r\n( م 571 ) غسل ميت مثل غسل جنابت است و احتياط واجب آنست كه تا غسل ترتيبى ممكن است ، ميت را غسل ارتماسى ندهند و در غسل ترتيبى هم فروبردن هر يك از سه قسمت بدن ميّت در آب كثير بىاشكال است .\r\n( م 572 ) كسى را كه در حال حيض يا در حال جنابت مرده ، لازم نيست غسل حيض يا غسل جنابت بدهند ، بلكه همان غسل ميت براى او كافيست .\r\n( م 573 ) مزد گرفتن براى غسل دادن ميت حرام است و اگر كسى براى گرفتن مزد ، ميت را غسل دهد ، آن غسل باطل است ولى مزد گرفتن براى كارهاى مقدماتى غسل حرام نيست .\r\n( م 574 ) اگر آب پيدا نشود ، يا استعمال آن مانعى داشته باشد ،\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nبايد عوض هر غسل ، ميت را يك تيمم بدهند و احتياط واجب آن است كه يك تيمم ديگر هم عوض هر سه غسل بدهند و اگر كسى كه تيمم ميدهد ، در تيمم سوم قصد ما فى الذمه نمايد يعنى نيت كند كه اين تيمم را براى آنكه به تكليف عمل شده باشد ، انجام مىدهم ، تيمم چهارم لازم نيست .\r\n( م 575 ) كسى كه ميت را تيمم ميدهد ، بايد دست خود را به زمين بزند و به صورت و پشت دستهاى ميت بكشد و اگر ممكن باشد ، احتياط لازم آنست كه با دست ميت هم او را تيم بدهد . « 1 »\r\nس - ميّت را غسل ميدهند در آنحال اگر بول از او خارج شود يا خون حيض و مانند آن كه قطع شدنش مدّتى طول مىكشد آيا جائز است كه او را غسل بدهند و فورا كفن و دفن كنند يا نه ؟\r\nج - صبر كنند تا خون يا بول ، قطع شود مگر آنكه معرض فساد بدن باشد .\r\nس - هرگاه ميّت ، مجروح باشد بطوريكه حتّى آنى هم خون از آن قطع نمىشود آيا مىشود مقدارى پلاستيك روى زخم گذارد و با چسپ محكم كرد و غسل داد و كفن نمود ؟\r\nج - در فرض مسئله اگر بصبر كردن ، خون قطع مىشود صبر كنند و اگر قطع نميشود موضع خون را بعلاج مسدود نموده و غسل بدهند ليكن اگر مقدارى از بدن شسته نشود ، نظير غسل جبيره ، احتياطا تيمم هم ضميمه نمايند .\r\nس - شخصى با ماشين ، تصادف كرده و سر او از بين رفته و تمام بدنش خورد است و او را ميان كيسه گذاشته‌اند بايد او را غسل داد يا تيمم ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . توضيح المسائل .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nج - اگر شستن ممكن است و موجب جدا شدن اعضاء نميشود بشويند و غسل دهند و در صورتى كه شستن ، ممكن نباشد چنانچه دستهاى او كه جاى تيمّم است باقى باشد احتياطا تيمّم بدهند و اگر دستها و سر او نيست ، تيمّم هم ساقط است به همان حال ، دفن كنند .\r\nس - اگر كسى در بيابانى كه اصلا دسترسى به آبادى ندارد زنى را به بيند كه مرده و بدنش عريان و هوا هم خيلى سرد است و نمىتواند از پوشش خودش او را بپوشاند زيرا خودش سرما مىخورد تكليف اين شخص ، نسبت به آن زن برهنه ، در موضوع غسل و كفن و دفن چيست ؟\r\nج - در فرض مسئله كه محرم ، در بين نيست غسل ميّت ، ساقط است ، اگر متمكّن است او را بدون غسل دفن كند و اگر متمكن نيست تكليف ندارد ، بلى در صورت تمكّن ، واجب است برود به آبادى و اسباب غسل و كفن و دفن او را فراهم آورد و الّا تكليفى ندارد .\r\nس - شخصى در زير ماشين مانده و بكلّى سر و شكم و عورتين او از بين رفته تكليف غسل او را بيان فرمائيد ؟\r\nج - هر عضويكه استخوان در او باشد بايد آن را غسل دهند و در پارچه‌اى به پيچند و دفن نمايند و اگر سينه باشد كه قلب در آن باشد يا خود قلب علاوه بر غسل و كفن نماز هم بر آن بخوانند .\r\nس - شخصى را ماشين زير گرفته بطورى كه سر و صورتش از بين رفته و آثارى از صورتش نيست و اعضاى ديگرش سالم است بفرمائيد كه آن ميّت را بايد غسل داد ، يا تيمّم ، و اگر تيمّم لازم است چون قسمت صورتش از بين رفته به چه نحو بايد تيمّم دارد ؟\r\nج - اگر به غسل دادن ، اجزاء ميّت از هم جدا نشود ، غسل دهند و اگر به غسل دادن اجزاء از هم جدا ميشوند تيمّم بدهند و با نبودن پيشانى ، مسح آن ساقط است .\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nس - چند نفر كارگر از مسلمان و ارمنى و يهودى و بهائى در كارخانه‌اى كار ميكردند ، كارخانه آتش گرفته و كارگران هم همگى سوختند و بدنهايشان مخلوط شده راجع به غسل و دفن آنها چه تكليفى داريم ؟\r\nج - براى اينكه يقين حاصل شود كه نسبت به مسلمانها به تكليف شرعى عمل شده بايد اگر امكان دارد همه را غسل دهند و كفن كنند ، و جدا جدا باحتمال اينكه شايد مسلمان باشد نماز بخوانند و همه را مطابق دستور اسلام ، دفن نمايند .\r\nس - اگر مرده‌اى را بيابند كه ندانند مسلمان است يا كافر آيا بايد او را غسل و كفن نموده بر او نماز خواند يا نه ؟\r\nج - اگر در بلاد مسلمين باشد حكم ميّت مسلمان را دارد .\r\nس - ميّتى را كه براى كالبدشكافى مىبرند پس از دوختن پوست ، مقدارى از بشره ، مخفى ميماند ، آيا غسل او با اينكه آب به تمام پوست نميرسد چه صورت دارد ؟\r\nج - به همان نحو كه هست او را غسل دهند و احتياطا تيمّم هم بدهند ولى شكافتن بدن ميّت مسلمان ، حرام است . « 1 »\r\nس - اشخاصى كه در جبهه بدرجه رفيعه شهادت ميرسند بعضى در حين تبادل آتش شهيد مىشوند و بعضى در جبهه مجروح و در سنگر جان مىسپارند و بعضى در بيمارستان ، كدام يك از شهدا را بايد غسل ميت داد و كدام ندارد و ضمنا مسّ بدن كدام يك از آنان موجب غسل مسّ ميّت مىشود ؟\r\nج - كسى كه در موقع برقرارى جنگ در معركه جان ميدهد احكام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مجمع المسائل آيت اللّه العظمى گلپايگانى احكام اموات جلد اوّل .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nشهيد بر او جارى مىشود و مسّ او غسل ندارد و كسى كه در خارج معركه جان مىسپارد احكام شهيد بر او جارى نمىشود و احتياج به غسل و كفن دارد و مسّ بدن او نيز قبل از غسل موجب غسل است ، و اللّه العالم .\r\nس - شهيدى كه در جبهه شهيد شده و سر در بدن ندارد آيا نسبت به غسل دادن آن واجب است و شستشو نياز دارد يا خير ؟\r\nج - چنانچه شهيد در ميدان نبرد جان بدهد احتياج به غسل و كفن ندارد و اللّه العالم .\r\nس - جنازه شهيدى كه در جبهه مانده و بعد از مدّتى پيدا ميكنند و ميآورند و در موقع شستن پوستهاى بدن او كنده مىشود آيا اين جنازه قابل شستشو و غسل دادن هست يا خير ؟\r\nج - در فرض مسئله تيمم بدهند و اللّه العالم .\r\nس لاى ناخن را تميز كردن بوسيله چيزى واجب و يا گرفتن آن با ناخن‌گير جايز است يا خير ؟\r\nج - اگر چركى كه مانع از رسيدن آب به بشره باشد واجب است بر طرف كنند ولى گرفتن ناخن حرام و اگر خودش جدا شده آن را در كفن گذاشته دفن كنند .\r\nس - يك نفر در اثر تصادف فوت نموده و محل تيمّمش پانسمان شده كه اگر پانسمان را بردارند خون جارى مىشود تيمم صحت دارد يا نه ؟\r\nج - در صورتى كه بعد از برداشتن پانسمان اگر ميّت را مدّت كمى بگذارند خون قطع مىشود بايد بعد از تطهير بدنش او را غسل دهند . و اللّه العالم .\r\nس - واجب است ميت را رو به قبله غسل و كفن نمايند و اگر رو به قبله نباشد غسل و كفن باطل است يا نه ؟\r\nج - غسل و كفن صحيح است و اللّه العالم .\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nس - آيا در صورت تيمم بجاى غسل ميّت حنوط هم واجب است يا نه ؟\r\nج - بلى حنوط حتّى بعد از تيمم هم واجب است و اللّه العالم .\r\nس - در غسل ميت اگر چنانچه حنوط فراموش شود با آب كافور جلوتر از سدر باشد چه صورت دارد ؟\r\nج - در فرض سئوال تجهيز كافى نيست و بايد دوباره ميّت را به ترتيب غسل دهند و حنوط نمايند و اگر ميّت دفن شده باشد در صورتى كه بدنش در قبر متلاشى نشده باشد كه موجب هتك شود واجب است او را از قبر بيرون آورده مجددا غسل و حنوط نمايند . و اللّه العالم .\r\nس - شخصى در حادثه اتومبيل از بين رفته بگونه‌اى كه تمام بدنش له شده آن را جمع كرده در پلاستيكى گذاشته‌اند . نظر حضرتعالى در مورد غسل و يا تيمم وى بچه صورت است ؟\r\nج - اگر دست و پيشانى او قابل تيمم است بايد او را تيمم بدل از غسل بدهند و اگر قابل تيمم نباشد او را كفن نموده و بر او نماز بخوانند و دفن نمايند . و اللّه العالم .\r\nس - اگر با دستكش ميّت را غسل دهند غسل مسّ ميّت واجب مىشود يا خير ؟\r\nج - در فرض سئوال غسل مسّ ميّت واجب نيست و اللّه العالم . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . استفتاء جداگانه .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\n\r\nاحكام غسل مسّ ميّت\r\n( م 527 ) اگر كسى بدن انسان مرده‌اى را كه سرد شده و غسلش نداده‌اند مس كند يعنى جائى از بدن خود را به آن برساند بايد غسل مسّ ميّت نمايد ، چه در خواب مس كند چه در بيدارى با اختيار مسّ كند يا بى اختيار حتى اگر ناخن و استخوان او به ناخن و استخوان ميت برسد بايد غسل كند ، ولى اگر حيوان مرده‌اى را مس كند غسل بر او واجب نيست .\r\n( م 528 ) براى مس مرده‌اى كه تمام بدن او سرد نشده غسل واجب نيست اگرچه جائى را كه سرد شده مسّ نمايد .\r\n( م 529 ) اگر موى خود را به بدن ميت برساند يا بدن خود را به موى ميت يا موى خود را به موى ميت برساند ، احتياط واجب آنست كه غسل كند .\r\n( م 530 ) براى مسّ بچّه مرده ، حتّى بچّه سقط شده‌اى كه چهار ماه او تمام شده و يا خلقتش تمام شده اگرچه كمتر از چهارماهه باشد غسل مسّ ميّت واجب است . بلكه بنابر احتياط مستحب ، براى مسّ بچّه\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nسقط شده‌اى كه از چهار ماه كمتر دارد و خلقتش هم تمام نشده بايد غسل كرد . بنابراين اگر بچّه چهارماهه‌اى مرده به دنيا بيايد بنابر احتياط واجب ، مادر او بايد غسل مسّ ميّت كند و همچنين اگر بچّه كمتر از چهار ماه داشته باشد ولى خلقتش تمام باشد كه در اين صورت نيز بنابر احتياط واجب ، مادر او بايد غسل مسّ ميّت نمايد .\r\n( م 531 ) بچه‌اى كه بعد از مردن مادر به دنيا ميآيد ، وقتى بالغ شد بنابر احتياط واجب بايد غسل مس ميت كند .\r\n( م 532 ) اگر انسان ، ميّتى را كه سه غسل او كاملا تمام شده مس نمايد ، غسل بر او واجب نميشود ولى اگر پيش از آنكه غسل سوم تمام شود جائى از بدن او را مسّ كند اگرچه غسل سوم آنجا تمام شده باشد بايد غسل مس ميت نمايد .\r\n( م 533 ) اگر ديوانه يا بچه نابالغى ميّت را مس كند ، بعد از آنكه آن ديوانه عاقل يا بچه بالغ شد بايد غسل مسّ ميت نمايد .\r\n( م 534 ) اگر از بدن زنده يا مرده‌اى كه غسلش نداده‌اند ، قسمتى كه داراى استخوان است جدا شود و پيش از آنكه قسمت جدا شده را غسل دهند ، انسان آن را مس نمايد ، بايد غسل مسّ ميّت كند ، ولى اگر قسمتيكه جدا شده ، استخوان نداشته باشد ، اگر از ميت جدا شده بنابر احتياط واجب غسل مسّ ميت نمايد .\r\n( م 535 ) براى مسّ استخوانى كه گوشت ندارد و آن را غسل نداده‌اند ، چه از مرده جدا شده باشد چه از زنده بنابر احتياط واجب بايد غسل كرد و همچنين است براى مسّ دندانى كه از مرده جدا شده در صورتى كه آن مرده را غسل نداده باشند ولى براى مس دندانى كه از زنده جدا شده و گوشت ندارد ، يا گوشت آن خيلى كم است ، غسل واجب نيست .\r\n( م 536 ) غسل مسّ ميّت را بايد مثل غسل جنابت انجام دهند ولى\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nكسى كه غسل مسّ ميّت كرده اگر بخواهد نماز بخواند ، بايد اگر وضو نداشته وضو هم بگيرد و اگر وضو داشته ، چون باطل شدن وضو به مسّ ميّت محل تأمّل است بنابر احتياط لازم وضو هم بگيرد .\r\n( م 537 ) اگر چند ميّت را مسّ كند يا يك ميّت را چند بار مسّ نمايد ، يك غسل كافى است .\r\n( م 538 ) براى كسى كه بعد از مسّ ميّت غسل نكرده است ، توقف در مسجد و جماع و خواندن سوره‌هائى كه سجده واجب دارد ، مانعى ندارد ولى براى نماز و مانند آن بايد غسل كند و راجع بوضوء بدستور مسئله پيش رفتار نمايد . « 1 »\r\nس - زنى كه بچّه مرده از او متولد شده و نميدانسته كه اگر بچه مرده به دنيا آمد غسل مسّ ميّت بر مادر واجب است و مدّتها گذشته لكن در طول اين مدّت غسل جنابت كرده آيا ذمّه او از غسل مسّ ميّت برى شده يا نه ؟\r\nج - غسل جنابت ، از غسل مسّ ميّت كفايت مىكند هرچند نداند غسل مسّ ميّت ، در ذمّه دارد .\r\nس - ميتى را عوض غسل ، تيمّم ميدهند بعد از تيمّم باز غسل مسّ ميّت دارد يا نه ؟\r\nج - احوط غسل مسّ ميّت است هرچند عدم وجوب آن بعيد نيست .\r\nس - كسانى كه قبر بت‌پرستان را نبش ميكنند و استخوان پوسيده آنان را مسّ مينمايند آيا غسل مسّ ميّت بر آنان واجب است يا نه ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . توضيح المسائل حضرت آيت اللّه العظمى گلپايگانى\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nج - چون آنها را بدون غسل ، دفن نموده‌اند مسّ استخوان آنها بنابر احتياط لازم ، موجب غسل مسّ ميّت است .\r\nس - شخصى غسل مسّ ميّت بر ذمّه داشت غسل را فراموش كرد و مدّت ده روز با همان حال فرائض يوميّه را بجا آورد و متذكّر نشد كه غسل مسّ ميّت در ذمّه دارد و پس از ده روز بيادش آمد ضمنا در خلال ده روز يك غسل جنابت هم كرده حال نمازهائى را كه قبل از غسل جنابت و بعد از آن بجا آورده چه صورت دارد ؟\r\nج - در فرض مسئله ، قضاء نمازهائى را كه قبل از غسل جنابت خوانده واجب است و بعد از غسل جنابت ، غسل مس ميّت ، ساقط مىشود هرچند در نظر نداشته است . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مجمع المسائل حضرت آية العظمى گلپايگانى جلد اوّل احكام اموات .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n\r\nاحكام كفن ميّت\r\n( م 576 ) ميت مسلمان را بايد با سه پارچه كه آنها را لنگ و پيراهن و سرتاسرى ميگويند كفن نمايند .\r\n( م 577 ) لنگ بايد از ناف تا زانو ، اطراف بدنرا بپوشاند . و بهتر آنست كه از سينه تا روى پا برسد و پيراهن بايد ، از سر شانه از دو طرف بدن تا نصف ساق پا برسد كه تمام بدنرا تا نصف ساق پا بپوشاند و بهتر آنست كه تا روى پا برسد و درازى سرتاسرى بايد بقدرى باشد كه بستن دو سر آن ممكن باشد و پنهاى آن بايد باندازه‌اى باشد كه يك طرف آن روى طرف ديگر بيايد .\r\n( م 578 ) مقدارى از لنگ ، كه از ناف تا زانو را مىپوشاند و مقدارى از پيراهن كه از شانه تا نصف ساق را مىپوشاند ، مقدار واجب كفن است و آنچه بيشتر از اين مقدار در مسئلهء قبل گفته شد ، مقدار مستحب كفن مىباشد .\r\n( م 579 ) اگر ورثه بالغ باشدند و اجازه دهند كه بيشتر از مقدار واجب كفن را ، كه در مسأله قبل گفته شد از سهم آنان بردارند اشكال ندارد . و احتياط آنست كه بيشتر از مقدار واجب كفن را از سهم وارثى كه\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nبالغ نشده برندارند اگرچه بعيد نيست جواز برداشتن به مقدار عمل به استحباب مطابق شأن ميت از جميع تركه هرچند وارث غير بالغ باشد .\r\n( م 580 ) اگر كسى وصيت كرده باشد كه مقدار مستحب كفن را كه در دو مسألهء قبل گفته شد ، از ثلث مال او بردارند ، يا وصيت كرده باشد ثلث مال را به مصرف خود او برسانند ولى مصرف آن را معين نكرده باشد ، يا فقط مصرف مقدارى از آن را معين كرده باشد ، مىتوانند مقدار مستحب كفن را از ثلث مال او بردارند .\r\n( م 581 ) اگر ميّت وصيت نكرده باشد كه كفن را از ثلث مال او بردارند و بخواهند از اصل مال بردارند احوط و اولى آن است كه در تكفين او به مقدار واجب كفن كه قيمتش مطابق شأن ميّت باشد اكتفا نمايند اگر چه بعيد نيست برداشتن كفن قيمتى واجب و مستحب از اصل مال جايز باشد .\r\n( م 582 ) كفن زن بر شوهر است ، اگرچه زن از خود مال داشته باشد و همچنين اگر زن را بشرحيكه در كتاب طلاق گفته مىشود ، طلاق رجعى بدهند و پيش از تمام شدن عده بميرد ، شوهرش بايد كفن او را بدهند و چنانچه شوهر بالغ نباشد يا ديوانه باشد ولىّ شوهر بايد از مال او كفن زن را بدهد .\r\n( م 583 ) كفن ميّت بر خويشان او واجب نيست اگرچه مخارج او در حال زندگى بر آنان واجب باشد .\r\n( م 584 ) احتياط واجب آنست كه هر يك از سه پارچهء كفن بقدرى نازك نباشد كه بدن ميت از زير آن پيدا باشد .\r\n( م 585 ) كفن كردن با پوست مردار و چيز غصبى ، اگر چيز ديگرى هم پيدا نشود ، جايز نيست . و چنانچه كفن ميّت غصبى باشد و صاحب آن راضى نباشد ، بايد از تنش بيرون آورند ، اگرچه او را دفن كرده\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nباشند .\r\n( م 586 ) كفن كردن ميّت با چيز نجس و با پارچهء ابريشمى خالص ، يا پارچه‌اى كه با طلا بافته شده جايز نيست ولى در حال ناچارى اشكال ندارد .\r\n( م 587 ) كفن كردن با پارچه‌اى كه از پشم يا موى حيوان حرام گوشت تهيه شده ، در حال اختيار جايز نيست و احتياط واجب آنست كه با پوست حيوان حلال گوشتى هم كه بدستور شرع كشته شده ، ميت را كفن نكنند ولى اگر كفن از مو و پشم حيوان حلال گوشت باشد اشكال ندارد ، اگرچه احتياط مستحب آنست كه با اين دو هم كفن ننمايند .\r\n( م 588 ) اگر كفن ميّت به نجاست خود او ، يا نجاست ديگرى نجس شود ، چنانچه كفن ضايع نميشود بايد مقدار نجسش را بشويند يا ببرند ، اگرچه بعد از گذاشتن در قبر باشد و اگر شستن يا بريدن آن ممكن نيست ، در صورتى كه عوض كردن آن ممكن باشد ، بايد عوض نمايند .\r\n( م 589 ) كسى كه براى حج يا عمره احرام بسته اگر بميرد ، بايد مثل ديگران كفن شود و پوشاندن سر و صورتش اشكال ندارد .\r\n( م 590 ) مستحب است انسان در حال سلامتى ، كفن و سدر و كافور خود را تهيه كند . « 1 »\r\nس - جملاتى از قرآن مجيد و ادعيه كه بر كفن ميت مىنويسند ( گرچه شسته مىشود ولى آثارش مىماند ) اشكال دارد يا نه ؟\r\nج - مانعى ندارد ولى مراعات كنند كه زير بدن ميت واقع نشود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . توضيح المسائل .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nس - يكى از مستحبّات كفن ، ران‌پيچ است بنابراين آيا بايد رانها را جداجدا به بندند و يا روى هم پيچيده شود ، و همچنين مستحب است اسم ميّت و پدر او نوشته شود ، حال آيا براى مرد به عمامه و براى زن به مقنعه بايد نوشت يا نه و مراد از مقنعه كدام است ، چهارقد مىباشد و يا روپوش صورت ؟\r\nج - ظاهر آنست كه رانها را با هم به پيچند و مستحب است اسم آنها به تمام قطعه‌هاى كفن نوشته شود و مرا از مقنعه چارقد است .\r\nس - پوشانيدن كفنهائى كه آيات قرآن بر آن نوشته شده به بدن ميّت اشكال دارد يا نه ؟\r\nج - به نحوى به پوشانند كه منجرّ به نجاست و توهين نگردد .\r\nس - آيا لباس احرام زنانه را ميتوان بجاى كفن ميّت مصرف كرد يا نه ؟\r\nج - بلى ازار و رداء احرام را مىتوان بجاى كفن ، مصرف نمود . « 1 »\r\n\r\nثواب اختيار كردن كفن قيمتى و خوب جهت اموات\r\n1 - احمد بن محمد بن عيسى از امام صادق ( ع ) روايت كرده كه فرمود : براى مردگان خود كفن خوب و آبرومند اختيار كنيد زيرا اين كفن زينت آنهاست . « 2 »\r\n2 - و در روايت ديگرى از امام صادق ( ع ) نقل شده كه فرمود : پدرم امام باقر ( ع ) به من وصيت كرد كه جهت كفن من بردى نيكو خريدارى كن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مجمع المسائل آيت اللّه العظمى گلپايگانى احكام اموات .\r\n( 2 ) . ثواب الاعمال ص 437 .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nزيرا مردگان بكفنهاى خود نسبت به يكديگر مباهات ميكنند « 1 » .\r\n\r\nثواب كسى كه كفن مؤمنى را عهده‌دار شود\r\n3 - امام باقر ( ع ) فرمود : كسى كه كفن مؤمنى را عهده‌دار شود و آن را به او هديه كند مانند كسى است كه پوشش او را تا روز قيامت عهده‌دار گشته « 2 » .\r\n4 - ابن عباس ميگويد : هنگامى كه فاطمه بنت اسد مادر امير المؤمنين ( ع ) از دنيا رفت پيامبر اكرم ( ص ) به على ( ع ) فرمود : اين عمامه من و پيراهنم را بگير و مادرت را در ميان آنها كفن كن و بزنها بگو كه او را نيكو غسل دهند « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . وسائل جلد 1 ص 750\r\n( 2 ) . وسائل جلد 1 ص 754\r\n( 3 ) . وسائل جلد 1 ص 755\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\n\r\nاحكام حنوط\r\n( م 591 ) بعد از غسل واجب است ميت را حنوط كنند ، يعنى به پيشانى و كف دستها و سر زانوها و سر دو انگشت بزرگ پاهاى او كافور بمالند و بنابر احتياط واجب در اين چند موضع مقدارى كافور هم بگذارند و مستحب است به سر بينى ميت هم كافور بمالند ، و بايد كافور سائيده و تازه باشد ، و اگر بواسطهء كهنه بودن عطر او از بين رفته باشد بنابر احتياط كافى نيست .\r\n( م 592 ) احتياط واجب آنست كه اول كافور را به پيشانى ميّت بمالند ، ولى در جاهاى ديگر ترتيب لازم نيست .\r\n( م 593 ) بهتر آنست كه ميت را پيش از كفن كردن ، حنوط نمايند اگرچه در بين كفن كردن و بعد از آن هم مانعى ندارد .\r\n( م 594 ) كسى كه براى حج يا عمره احرام بسته است اگر پيش از تمام كردن طواف بميرد ، حنوط كردن او جايز نيست .\r\n( م 595 ) زنيكه شوهر او مرده و هنوز عده‌اش تمام نشده ، اگرچه حرام است خود را خوشبو كند ولى چنانچه بميرد حنوط او واجب است .\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\n( م 596 ) احتياط مستحب آنست كه ، ميت را با مشك و عنبر و عود و عطرهاى ديگر خوشبو نكنند و اينها را با كافور مخلوط ننمايند .\r\n( م 597 ) مستحب است ، قدرى تربت حضرت سيّد الشهداء ( ع ) با كافور مخلوط كنند ولى بايد از آن كافور به جاهائى كه بىاحترامى مىشود نرسانند و نيز بايد تربت بقدرى زياد نباشد ، كه وقتى با كافور مخلوط شد ، آن را كافور نگويند .\r\n( م 598 ) اگر كافور پيدا نشود ، يا فقط باندارهء غسل باشد ، حنوط لازم نيست و چنانچه از غسل زياد بيايد ولى بهمهء هفت عضو نرسد ، بايد اوّل پيشانى و اگر زياد آمد به جاهاى ديگر بمالند .\r\n( م 599 ) مستحب است دو چوب تر و تازه در قبر همراه ميّت بگذارند .\r\nس - شخصى ، ميّت را غسل داد و حنوط را فراموش كرد ، بعد از دو روز يادش آمد كه ميّت را بدون حنوط دفن كرده‌اند در اين صورت جائز است جهت حنوط نبش قبر كنند يا نه ؟ « 1 »\r\nج - در فرض مسئله نبش قبر و حنوط ، واجب است ، مگر جائى كه بواسطه تعفّن بدن ، نبش ، موجب هتك حرمت شود .\r\nس - بچّهء غير بالغ ، حنوطش واجب است يا نه ؟\r\nج - بلى حنوط ، واجب است و فرق بين صغير و كبير نيست « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . توضيح المسائل .\r\n( 2 ) مجمع المسائل جلد 1 احكام اموات .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\n\r\nاحكام نماز ميّت\r\n( م 600 ) نماز خواندن بر ميّت مسلمان ، اگرچه بچه باشد واجب است ، ولى بايد پدر و مادر آن بچه يا يكى از آنان مسلمان باشند و شش سال بچه تمام شده باشد .\r\n( م 601 ) نماز خواندن بر بچه‌ايكه شش سال او تمام نشده مستحب است . ولى نماز خواندن بر بچه‌اى كه مرده به دنيا آمده مستحب نيست .\r\n( م 602 ) نماز ميّت بايد بعد از غسل و حنوط و كفن كردن او خوانده شود ، و اگر پيش از اينها ، يا در بين اينها بخوانند ، اگرچه از روى فراموشى يا ندانستن مسئله باشد كافى نيست .\r\n( م 603 ) كسى كه ميخواهد نماز ميت بخواند ، لازم نيست با وضو يا غسل يا تيمم باشد و بدن و يا لباسش پاك باشد و اگر لباس او غصبى هم باشد اشكال ندارد ، ولى احتياط لازم آنست كه تكلم و خنده و پشت به قبله كردن و كارهائى كه مانند آنها نماز را باطل مىكند ترك نمايد .\r\n( م 604 ) كسى كه به ميّت نماز ميخواند ، بايد رو به قبله باشد و نيز\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nواجبست ميت را مقابل او به پشت بخوابانند ، بطورى كه سر او به طرف راست نمازگزار و پاى او به طرف چپ نمازگزار باشد .\r\n( م 605 ) مكان نمازگزار بايد غصبى نباشد و نيز بايد از جاى ميت پست‌تر يا بلندتر نباشد ولى پستى و بلندى مختصر اشكال ندارد .\r\n( م 606 ) نمازگزار بايد از ميت دور نباشد ، ولى كسى كه نماز ميت را به جماعت ميخواند اگر از ميت دور باشد چنانچه صفها به يكديگر متصل باشد اشكال ندارد .\r\n( م 607 ) نمازگزار بايد مقابل ميّت بايستد ، ولى اگر نماز به جماعت خوانده شود وصف جماعت از دو طرف ميت بگذرد ، نماز كسانى كه مقابل ميت نيستند اشكال ندارد .\r\n( م 608 ) بين ميت و نمازگزار ، بايد پرده و ديوار يا چيزى مانند اينها نباشد ولى اگر ميت در تابوت و مانند آن باشد اشكال ندارد .\r\n( م 609 ) در وقت خواندن نماز ، بايد عورت ميّت پوشيده باشد و اگر كفن كردن او ممكن نيست ، بايد عورتش را اگرچه با تخته و آجر و مانند اينها باشد بپوشانند .\r\n( م 610 ) نماز ميت را بايد ايستاده و با قصد قربت بخوانند و در موقع نيت ، ميت را معين كنند ، مثلا نيت كنند نماز ميخوانم بر اين ميت قربة الى اللّه .\r\n( م 611 ) اگر كسى نباشد كه بتواند نماز ميت را ايستاده بخواند ، مىشود نشسته بر او نماز خواند .\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\n( م 612 ) اگر ميت وصيت كرده باشد كه شخص معين بر او نماز بخواند احتياط واجب آنست كه آن شخص از ولى ميت اجازه بگيرد و بر ولى هم واجب است كه اجازه بدهد .\r\n( م 613 ) مكروه است بر ميّت چند مرتبه نماز بخوانند ولى اگر ميت اهل علم و تقوا باشد مكروه نيست .\r\n( م 614 ) اگر ميّت را عمدا يا از روى فراموشى يا بجهة عذرى بدون نماز دفن كنند ، يا بعد از دفن معلوم شود ، نمازى كه بر او خوانده شده باطل بوده است ، تا وقتى جسد او از هم نپاشيده واجب است با شرطهائى كه براى نماز ميت گفته شد به قبرش نماز بخوانند . « 1 »\r\nس - شخصى يك عمر ديوانه بوده و بعد از فوت ، واجب است نماز ميّت بر او خوانده شود يا نه و در صورتى كه نماز خواندن بر او واجب باشد جملهء ( اللهم انا لا نعلم منه الّا خيرا ) بر وى صدق مىكند يا چونكه اين شخص در حال حيات ، از نظر تكاليف شرعيّه ، مرفوع القلم بوده است بايد چيز ديگرى گفت ؟\r\nج - خواندن نماز ميّت واجب است و بجاى جملهء مذكوره ، در دعاى بر او جملهء ديگر كه مناسب باشد مثل ( اللهم ادخله الجنة و اكرمه و احسن اليه ) بگويد .\r\nس - شخصى براى حفظ جان خود ، بدستور طبيب تا آخر عمر بدون ختنه مانده آيا نماز بر جنازه او جائز است يا نه و بعد از غسل مىشود او را ختنه كرد يا نه ؟\r\nج - ختنه ، واجب است و از ضروريّات مىباشد و كسى كه آن را بدون عذر شرعى ترك كرده اگر وجوب آن را قبول داشته معصيت كرده و ترك آن براى حفظ جان ، اشكالى ندارد و در هر حال ، مسلمان است و نماز بر جنازهء او\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . توضيح المسائل .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nواجب مىباشد و بعد از مرگ ، ختنه ميّت جائز نيست .\r\nس - شخصى كه اهل نماز و روزه نبوده و منكر هم نبوده و از دنيا رفته آيا غسل و كفن و نماز و تشييع جنازه او چه صورت دارد ؟\r\nج - تجهيزات ميّت مسلمان - هرچند فاسق و بىنماز باشد واجب است .\r\nس - نماز خواندن بر جنازهء اشخاصى كه بوسيلهء سمّ يا وسائل ديگر خودكشى مىكنند ، چه صورت دارد ؟\r\nج - اگر مسلمان باشد نماز بر جنازهء او واجب است .\r\nس - شخص بىنماز مرده كسى از روى ترس و يا ملاحظهء قبيله او نماز بر جنازه‌اش بخواند گناهى كرده يا نه ؟\r\nج - خواندن نماز ميّت بر او اشكال ندارد لكن نگويد : ( اللّهم انا لا نعلم منه الّا خيرا ) بلكه بگويد : ( اللهم انت اعلم به منّا ) « 1 » .\r\n\r\nثواب نماز ميت\r\nگروهى از يهود آمدند خدمت رسول خدا ( ص ) و مسائلى چند از آن حضرت پرسش كردند كه از جمله آنها اهميت نماز ميت بود حضرت فرمود :\r\nهرگاه مؤمنى بر جنازه‌اى نماز بخواند خداوند بهشت را بر او واجب مىكند مگر اينكه آن شخص نمازگزار منافق و يا عاق والدين باشد ( كه در اين صورت اين نماز ميّت با اينهمه ثواب براى او سودى نخواهد داشت ) « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مجمع المسائل جلد اوّل احكام اموات .\r\n( 2 ) . وسائل جلد 1 ص 762 .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\n\r\nعلت اينكه نماز ميت پنج تكبير دارد\r\nابا بصير ميگويد : خدمت امام صادق ( ع ) عرض كردم چرا در نماز ميّت پنج تكبير گفته مىشود ؟\r\nحضرت فرمود : چون اسلام بر پنج پايه استوار شده كه عبارت است از : نماز زكات روزه حج و ولايت ما اهل بيت ، پس خداوند قرار داد براى ميت از هر پايه‌اى يك تكبير و شما ( شيعيان ما ) كه بر هر پنج پايه اسلام اقرار كرده‌ايد ازاينرو بايد بر جنازه شما پنج تكبير گفته شود ليكن مخالفين ما چون بولايت ما كه پنجمين است اعتقاد ندارند چهار تكبير گفته مىشود « 1 » .\r\n\r\nدستور نماز ميت\r\n( م 615 ) نماز ميت پنج تكبير دارد ، و اگر نمازگزار پنج تكبير به اين ترتيب بگويد كافى است : بعد از نيت و گفتن تكبير اوّل بگويد : اشهد ان لا إله الّا اللّه و انّ محمّدا رسول اللّه و بعد از تكبير دوّم بگويد ، اللّهمّ صلّ على محمّد و آل محمّد و بعد از تكبير سوم بگويد اللّهمّ اغفر للمؤمنين و المؤمنات و بعد از تكبير چهارم اگر ميت مرد است بگويد اللّهمّ اغفر لهذا الميّت و اگر زن است بگويد اللّهمّ اغفر لهذه الميّت و بعد تكبير پنجم را بگويد : و از نماز فارغ شود .\r\n\r\nنماز ميت مرد مؤمن\r\nبهتر است بعد از تكبير اوّل بگويد : اشهد ان لا إله الّا اللّه وحده لا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . وسائل ج 1 ص 775 .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nشريك له و اشهد انّ محمّدا عبده و رسوله ارسله بالحقّ بشيرا و نذيرا بين يدي السّاعة .\r\nو بعد از تكبير دوم بگويد\r\nاللّهم صلّ على محمّد و آل محمّد و بارك على محمّد و آل محمّد و ارحم محمّد و آل محمّد كافضل ما صلّيت و باركت و ترحّمت عل ابراهيم و آل ابراهيم انّك حميد مجيد و صلّ على جميع الانبياء و المرسلين و الشهداء و الصّديقين و جميع عباد اللّه الصّالحين .\r\nو بعد از تكبير سوم بگويد\r\nاللّهم اغفر للمؤمنين و المؤمنات و المسلمين و المسلمات الاحياء منهم و الاموات تابع بيننا و بينهم بالخيرات انّك مجيب الدّعوات انّك على كلّ شيء قدير .\r\nو بعد از تكبير چهارم بگويد\r\nاللّهمّ انّ هذا عبدك و ابن عبدك و ابن امتك نزل بك و انت خير منزول به اللّهمّ انّا لا نعلم منه الّا خيرا و انت اعلم به منّا اللّهمّ ان كان محسنا فزد في احسانه و ان كان مسيئا فتجاوز عنه و اغفر له اللّهمّ اجعله عندك في اعلى علّيين و اخلف على اهله في الغابرين و ارحمه برحمتك يا ارحم الرّاحمين .\r\nبعد تكبير پنجم را بگويد\r\n\r\nنماز ميت زن مؤمنه\r\nبعد از تكبير اول بگويد :\r\nاشهد ان لا إله الّا اللّه وحده لا شريك له و اشهد انّ محمّدا عبده و رسوله ارسله بالحقّ بشيرا و نذيرا بين يدي السّاعة .\r\nبعد از تكبير دوم بگويد\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nاللّهمّ صلّ على محمّد و آل محمّد و بارك على محمّد و آل محمّد و ارحم محمّد و آل محمّد كافضل ما صليّت و باركت و ترحّمت على ابراهيم و آل ابراهيم انّك حميد مجيد و صلّ على جميع الانبياء و المرسلين و الشّهداء و الصّديقين و جميع عباد اللّه الصّالحين .\r\nبعد از تكبير سوم بگويد\r\nاللّهمّ اغفر للمؤمنين و المؤمنات و المسلمين و المسلمات الاحياء منهم و الاموات تابع بيننا و بينهم بالخيرات انّك مجيب الدّعوات انّك على كلّ شيىء قدير .\r\nبعد از تكبير چهارم بگويد\r\nاللّهمّ انّ هذه امتك و ابنة عبدك و ابنة امتك نزلت بك و انت خير منزول به اللّهمّ انّا لا نعلم منها الّا خيرا و انت اعلم بها منّا اللّهمّ ان كانت محسنة فزد في احسانها و ان كانت مسيئة فتجاوز عنها و اغفر لها اللّهمّ اجعلها عندك في اعلى عليّين و اخلف على اهلها في الغابرين و ارحمها برحمتك يا ارحم الرّاحمين .\r\nبعد تكبير پنجم را بگويد .\r\n\r\nنماز ميت بىنماز و فاسق\r\nبعد از تكبير اوّل بگويد :\r\nاشهد ان لا إله الّا اللّه وحده لا شريك له و اشهد انّ محمّدا عبده و رسوله ارسله بالحقّ بشيرا و نذيرا بين يدي السّاعة .\r\nبعد از تكبير دوم بگويد :\r\nاللّهمّ صلّ على محمّد و آل محمّد و بارك على محمّد و آل محمّد و ارحم\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nمحمّد و آل محمّد كافضل ما صليّت و باركت و ترحّمت على ابراهيم و آل ابراهيم انّك حميد مجيد و صلّ على جميع الانبياء و المرسلين و الشّهداء و الصّديقين و جميع عباد اللّه الصّالحين .\r\nبعد از تكبير سوّم بگويد :\r\nاللّهمّ اغفر للمؤمنين و المؤمنات و المسلمين و المسلمات الاحياء منهم و الاموات تابع بيننا و بينهم بالخيرات انّك مجيب الدّعوات انّك على كلّ شيىء قدير\r\nبعد از تكبير چهارم بگويد :\r\nاللّهمّ انّ هذا عبدك و ابن عبدك و ابن امتك نزل بك و ان خير منزول به اللّهمّ انت اعلم به منّا اللّهمّ ان كان محسنا فزد في احسانه و ان كان مسيئا فتجاوز عنه و اغفر له اللّهمّ اجعله عندك في اعلى عليّيّن و اخلف على اهلها في الغابرين و ارحمه برحمتك يا ارحم الرّاحمين .\r\nبعد تكبير پنچم را بگويد .\r\n\r\nنماز ميت مستضعف\r\nيكى از اقسام نماز ميت نماز ميت مستضعف است و مستضعف در روايات به كسى گفته مىشود كه قوه درك و تشخيص خير و شر را نداشته باشد يعنى نه راه بسوى ايمان داشته باشد و نه در كفر بتواند قدم گذارد ، چنانچه دراين‌باره روايتى از امام باقر ( ع ) رسيده كه توجه خوانندگان را به آن جلب ميكنيم .\r\n1 - زراره گويد : از حضرت باقر ( ع ) راجع به مستضعف پرسش كردم : فرمود : او كسى است كه حيلهء بكفر ندارد كه كافر شود ، و راهى به ايمان نيابد ( تا مؤمن گردد ) يعنى نتواند مؤمن شود و نتواند كافر گردد و آنها\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nكودكانند و هر مرد و زنى كه عقل و خرد آنها چون عقل و خرد كودكان است . و قلم ( تكليف ) از آنان برداشته شده است « 1 » .\r\nبنابراين مستضعف كسى است كه چون كودكان بىعقل و تشخيص باشد با اين تفاوت كه در نماز كودكان دعاى جداگانه‌اى وجود دارد .\r\nدر تكبير اول بگويد\r\nاشهد ان لا إله الّا اللّه وحده لا شريك له و اشهد انّ محمّدا عبده و رسوله ارسله بالحقّ بشيرا و نذيرا بين يدي السّاعة .\r\nبعد از تكبير دوم بگويد\r\nاللّهمّ صلّ على محمّد و آل محمّد و بارك على محمّد و آل محمّد و ارحم محمّد و آل محمّد كافضل ما صليّت و باركت و ترحّمت على ابراهيم و آل ابراهيم انّك حميد مجيد و صلّ على جميع الانبياء و المرسلين و الشّهداء و الصّديقين و جميع عباد اللّه الصّالحين .\r\nبعد از تكبير سوم بگويد\r\nاللّهمّ اغفر للمؤمنين و المؤمنات و المسلمين و المسلمات الاحياء منهم و الاموات تابع بيننا و بينهم بالخيرات انّك مجيب الدّعوات انّك على كلّ شيىء قدير .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . عن زرارة قال : سألت أبا جعفر ( ع ) عن المستضعف ؟ فقال : هو الّذي لا يهتدي حيلة إلى الكفر فيكفر و لا يهتدي سبيلا إلى الايمان . لا يستطيع أن يؤمن و لا يستطيع أن يكفر فهم الصبيان و من كان من الرّجال و النّساء على مثل عقول الصّبيان مرفوع عنهم القلم . ( اصول كافى جلد 4 ص 126 )\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nبعد تكبير چهارم بگويد .\r\nاللّهمّ اغفر للّذين تابوا و اتّبعوا سبيلك ، وقهم عذاب الجحيم ، ربّنا و ادخلهم جنّات عدن التّي وعدتهم و من صلح من آبائهم و أزواجهم و ذريّاتهم إنّك ان التعزيز الحكيم .\r\nبعد تكبير پنجم را بگويد .\r\n\r\nنماز افراد غير بالغ\r\nبعد از تكبير اول بگويد :\r\nاشهد ان لا إله الّا اللّه وحده لا شريك له و اشهد انّ محمّدا عبده و رسوله ارسله بالحقّ بشيرا و نذيرا بين يدي السّاعة .\r\nو بعد از تكبير دوم بگويد :\r\nاللّهمّ صلّ على محمّد و آل محمّد و بارك على محمّد و آل محمّد و ارحم محمّد و آل محمّد كافضل ما صليّت و باركت و ترحّمت على ابراهيم و آل ابراهيم انّك حميد مجيد و صلّ على انّك حميد مجيد و صلّ على جميع الانبياء و المرسلين و الشّهداء و الصّديقين و جميع عباد اللّه الصّالحين .\r\nو بعد از تكبير سوم بگويد :\r\nاللّهمّ اغفر للمؤمنين و المؤمنات و المسلمين و المسلمات الاحياء منهم و الاموات تابع بيننا و بينهم بالخيرات انّك مجيب الدّعوات انّك على كلّ شيىء قدير .\r\nو بعد از تكبير چهارم بگويد :\r\nاللّهمّ اجعله لابويه و لنا سلفا و فرطا و أجرا .\r\nبعد تكبير پنجم را بگويد .\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\n\r\nنماز ميت مجهول الحال\r\nيكى ديگر از نماز ميّت در فقه اسلامى عبارت است از نماز ميت مجهول الحال و آن در صورتيست كه مرده ماهيتش مشخص نيست يعنى در جائى يا در بيابانى به مرده‌اى برخورد كرده‌ايم كه نميدانيم مسلمان است يا كافر در اين صورت نماز او چنين است .\r\nبعد از تكبير اوّل بگويد :\r\nاشهد أن لا إله إلّا اللّه وحده لا شريك له ، ألها واحدا احدا صمدا فردا حيّا قيّوما دائما أبدا لم يتّخذ صاحبة و لا ولدا ، و اشهد انّ محمّدا عبده و رسوله ، أرسله بالهدى و دين الحقّ ليظهره على الدّين كلّه ، و لو كره المشركون .\r\nو بعد از تكبير دوم بگويد :\r\nاللّهمّ صلّ على محمّد و آل محمّد ، و بارك على محمّد و آل محمّد ، و ارحم محمّد و آل محمّد ، أفضل ما صلّيت و باركت و ترحّمت على ابراهيم و آل ابراهيم إنّك حميد و مجيد و صلّ على جميع الأنبياء و المرسلين .\r\nو بعد از تكبير سوم بگويد :\r\nاللّهمّ اغفر للمؤمنين و المؤمنات و المسلمين و المسلمات الاحياء منهم و الاموات تابع اللّهمّ بيننا و بينهم بالخيرات انّك على كلّ شيىء قدير .\r\nو بعد تكبير چهارم بگويد :\r\nاللّهمّ إن كان يحبّ الخير و أهله فاغفر له و ارحمه و تجاوز عنه ،\r\nبعد تكبير پنجم را بگويد .\r\n\r\nنماز بر دو جنازه مشتركا\r\nبعد از تكبير اول بگويد :\r\nاشهد أن لا إله إلّا اللّه وحده لا شريك له ، إلها واحدا احدا فردا صمدا\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nحيّا قيّوما دائما أبدا لم يتّخذ صاحبة و لا ولدا ، و اشهد انّ محمّدا عبده و رسوله ، أرسله بالهدى و دين الحقّ ليظهره على الدّين كلّه ، و لو كره المشركون .\r\nو بعد از تكبير دوّم بگويد :\r\nاللّهمّ صلّ على محمّد و آل محمّد ، و بارك على محمّد و آل محمّد ، و ارحم محمّد و آل محمّد ، أفضل ما صلّيت و باركت و ترحّمت على ابراهيم و آل ابراهيم إنّك حميد و مجيد و صلّ على جميع الأنبياء و المرسلين .\r\nو بعد از تكبير سوّم بگويد :\r\nاللّهمّ اغفر للمؤمنين و المؤمنات و المسلمين و المسلمات الاحياء منهم و الاموات تابع اللهمّ بيننا و بينهم بالخيرات انّك على كلّ شيىء قدير .\r\nو بعد از تكبير چهار بگويد :\r\nاللهمّ انّ هذين عبداك و ابنا عبديك و ابنا امتيك نزلا بك و انت خير منزول به اللّهمّ انّا لا نعلم منهما الّا خيرا و انت اعلم بهما منّا ، اللّهمّ ان كانا محسنين فزد في احسانهما و ان كانا مسيئين فتجاوز عن سيّئاتهما و اغفر لنا و لهما اللّهمّ اجعلهما عندك في اعلى عليّين و اخلف على اهلهما في الغابرين و ارحمهما و إيّانا برحمتك يا ارحم الرّاحمين .\r\nبعد تكبير پنجم را بگويد .\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\n( م 616 ) بايد تكبيرها و دعاها را طورى پشت سر هم بخواند ، كه نماز از صورت خود خارج نشود .\r\n( م 617 ) كسى كه نماز ميّت را به جماعت ميخواند بايد تكبيرها و دعاهاى آن را هم بخواند .\r\n\r\nمستحبات نماز ميّت\r\n( م 618 ) چند چيز در نماز ميت مستحب است :\r\nاوّل كسى كه نماز ميّت ميخواند با وضو يا غسل يا تيمم باشد و احتياط مستحب آنست ، در صورتى تيمم كند كه وضو و غسل ممكن نباشد ، يا بترسد كه اگر وضو بگيرد يا غسل كند به نماز ميت نرسد .\r\nدوّم اگر ميت مرد است ، امام جماعت يا كسى كه فرادى به او نماز ميخواند ، مقابل وسط قامت او بايستد و اگر ميت زن است مقابل سينه‌اش بايستد .\r\nسوّم پا برهنه نماز بخواند .\r\nچهارم در هر تكيبر دستها را بلند كند .\r\nپنجم فاصله او با ميت بقدرى كم باشد ، كه اگر باد لباسش را حركت دهد به جنازه برسد .\r\nششم نماز ميت را به جماعت بخواند .\r\nهفتم امام جماعت تكبير و دعاها را بلند بخواند و كسانى كه با او نماز ميخوانند آهسته بخوانند .\r\nهشتم در جماعت اگرچه مأموم يكنفر باشد ، عقب امام بايستد .\r\nنهم نمازگزار بميّت و مؤمنين زياد دعا كند .\r\nدهم پيش از نماز سه بگويد : الصّلوة .\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nيازدهم نماز را در جائى بخوانند ، كه مردم براى نماز ميت بيشتر به آنجا ميروند .\r\nدوازدهم زن حائض اگر نماز ميّت را به جماعت ميخواند در صفى تنها بايستد .\r\n( م 619 ) خواندن نماز ميت در مساجد مكروه است ولى در مسجد الحرام مكروه نيست .\r\n\r\nثواب تشييع جنازه\r\nيكى از احكام اموات كه جزء مستحبات شمرده مىشود تشييع جنازه است و بقدرى اين مسئله مهم است كه جبرئيل امين به پيامبر عرضه ميدارد كه اى رسول خدا من آرزو داشتم كه از جنس بشر باشم تا بتوانم هفت كار را از جمله تشييع جنازه را انجام دهم « 1 » .\r\nازاين‌رو بجاست كه در اين مجموعه نيز به پاره‌اى از روايات اهميت تشييع جنازه اشاره گردد .\r\n1 - امام باقر ( ع ) فرمود : حضرت موسى ( ع ) در مقام مناجات با پروردگار عرض كرد پروردگارا اجر و پاداش كسى كه جنازه‌اى را تشييع نمايد چيست ؟\r\nفرمود : فرشتگانى را براى او مأمور ميكنم كه وقتى كه از قبر خود برانگيخته مىشود با بيرقهائى تا صف محشر او را مشايعت نمايند « 2 » .\r\n2 - پيامبر اكرم ( ص ) فرمود : هرگاه كسى جنازه‌اى را تشييع كند .\r\nبهر قدمى كه برميدارد صد هزارهزار حسنه در نامه عملش ثبت و صد هزار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . شرح و تفسير اين حديث را در كتابى جداگانه بنام « آرزوى جبرئيل » نگاشتيم . ( مؤلف )\r\n( 2 ) . وسائل ج 1 ص 822 .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nهزار گناهش محو مىشود و صد هزارهزار درجه برايش بالا مىرود . و اگر به نمازش شركت كند صد هزارهزار فرشته به تشييع جنازه خودش كرده برايش طلب مغفرت مينمايند . و چنانچه تا دفن ميّت بماند ، تمام آن فرشتگان براى او تا روز قيامت طلب آمرزش مىكنند . « 1 »\r\n\r\nشركت امام باقر ( ع ) در تشييع جنازه\r\nمحدث قمى در كتاب منتهى الآمال از زراره نقل مىكند كه روزى امام باقر ( ع ) براى تشييع جنازه مردى از قريش حاضر شد و من هم در حضور آن بزرگوار بودم و عطاء كه مرجع تقليد مكه بود نيز در ميان آن جمعيت حضور داشت در اين بين ناله و فرياد زنى بلند شد . عطا به آن زن گفت :\r\nخاموش باش و الّا ما باز مىگرديم . آنزن خاموش نشد و عطا مراجعت كرد .\r\nمن به حضرت گفتم عطا بازگشت ، فرمود : براى چه ؟ گفتم : اين زن كه بناى گريه و زارى را نهاد ، عطا به وى گفت : فرياد و بيقرارى مكن و الا ما برميگرديم اما آن زن از گريه و زارى خوددارى نكرد لذا عطا مراجعت نمود .\r\nحضرت فرمود : بيا تا تشييع جنازه كنيم ، اگر ما بوسيلهء باطل ( كه فرياد زدن آن زن باشد ) برگرديم حق را ( كه تشييع جنازهء آن مرد مسلمان باشد ) اداء نكرده‌ايم زراره ميگويد : موقعى كه از نماز ميت فراغت يافتيم وارث آن ميّت به حضرت باقر ( ع ) گفت : خدا شما را رحمت كند برگرديد كه اجر زيادى برديد ، زيرا شما نمىتوانيد پياده‌روى كنيد ولى امام باقر ( ع ) اين پيشنهاد را نپذيرفت من به آن بزگوار عرض كردم : اين مرد كه بشما اجازهء مراجعت داد و من هم در نظر دارم كه از شما تقاضاى مراجعت نمايم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . وسائل جلد 1 ص 821 .\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\n( پس جا دارد كه برگرديم ) .\r\nامام ( ع ) در جوابم فرمود : مقصود خود را انجام بده ، زيرا ما به اذن اين مرد نيامده‌ايم تا به اجازه او مراجعت نمائيم ، بلكه ما اين عمل را به منظور آن اجرى كه خواهان آنيم انجام ميدهيم . زيرا انسان به همان مقدارى كه تشييع جنازه كند مأجور خواهد بود .\r\n\r\nباز هم عمل امام ( ع )\r\nابن شهرآشوب از موسى بن سيار روايت مىكند كه گفت : من و حضرت على بن موسى الرضا ( ع ) موقعى كه بديوارهاى طوس نزديك شديم من صداى شيون و فغانى شنيدم ، وقتى بدنبال آن صدا رفتيم ناگاه با جنازه‌اى مواجه شديم ، در اين اثناء ديدم مولاى من حضرت على بن موسى الرضا ( ع ) پا از ركاب تهى كرد و از اسب پياده شده نزد آن جنازه رفت و آن را بلند كرد ، آن بزگوار به نحوى خود را به آن جنازه چسبانده بود كه برّه نوزاد ، خود را به مادر مىچسباند . پس از اين جريان آنحضرت متوجه من شد و فرمود : اى موسى كسى كه جنازه‌اى از دوستان ما را تشييع نمايد ، بگونه‌اى از گناه خارج مىشود كه گويا تازه از مادر متولد شده باشد .\r\nهمين كه آن جنازه را نزديك قبر بر روى زمين نهادند ديدم حضرت رضا ( ع ) متوجه آن ميّت شد و مردم را كنار كرد تا خويش را به جنازه رسانيد و دست مبارك خود را بر سينهء آن ميّت نهاد و به او فرمود : اى فلان بن فلان ! مژده باد تو را به بهشت ، بعد از اين ساعت وحشت و ترس از براى تو نخواهد بود .\r\nمن به حضرت گفتم : آيا شما اين ميّت را مىشناسيد در صورتى كه تاكنون به اين سرزمين نيامده‌ايد ؟ !\r\nفرمود : اى موسى ! آيا نميدانى كه اعمال شيعيان ما هر صبح و شام\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nبر ما عرضه خواهد شد ؟ ! چنانچه تقصير و گناهى از ايشان به نظر ما برسد از خداى رئوف ميخواهيم كه او را عفو فرمايد و اگر عمل خوبى از او به نظر ما برسد از خداى سبحان تقاضا ميكنيم كه اجر و پاداش به او عطا فرمايد ! « 1 » .\r\nاين بود پاره‌اى از روايات در اهميت تشييع جنازه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ستارگان درخشان جلد 7 صفحه 27 .\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\n\r\nاحكام دفن\r\n( م 620 ) واجب است ميت را بطورى در زمين دفن كنند ، كه بوى او بيرون نيايد و درّندگان هم نتوانند بدنش را بيرون آورند و اگر ترس آن باشد كه جانور بدن او را بيرون آورد ، بايد قبر را با آجر و مانند آن محكم كنند .\r\n( م 621 ) اگر دفن ميّت در زمين ممكن نباشد ، مىتوانند بجاى دفن ، او را در بنا يا تابوت بگذارند .\r\n( م 622 ) ميّت را بايد در قبر به پهلوى راست بطورى بخوابانند كه جلو بدن او رو به قبله باشد .\r\n( م 623 ) اگر كسى در كشتى بميرد ، چنانچه جسد او فاسد نميشود و بودن او در كشتى مانعى ندارد ، بايد صبر كنند ، تا به خشكى برسند و او را در زمين دفن كنند و گرنه ، بايد در كشتى غسلش بدهند و حنوط و كفن كنند و پس از خواندن نماز ميت چيز سنگينى به پايش ببندند و به دريا بيندازند ، يا او را در خمره بگذارند و درش را ببندند و به دريا بيندازند ، و اگر\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nممكن است بايد او را در جائى بيندازند كه فورا طعمهء حيوانات نشود .\r\n( م 624 ) اگر بترسند كه دشمن قبر ميت را بشكافند و بدن او را بيرون آورد و گوش يا بينى يا اعضاى ديگر او را ببرد ، چنانچه ممكن باشد بايد بطوريكه در مسئله پيش گفته شد او را به دريا بيندازند .\r\n( م 625 ) مخارج انداختن در دريا و مخارج محكم كردن قبر ميت را در صورتى كه لازم باشد ، بايد از اصل مال ميت بردارند .\r\n( م 626 ) اگر زن كافره بميرد و بچه در شكم او مرده باشد ، يا هنوز روح به بدن او داخل نشده باشد ، چنانچه پدر بچه مسلمان باشد ، بايد زن را در قبر به پهلوى چپ پشت به قبله بخوابانند كه روى بچه به طرف قبله باشد .\r\n( م 627 ) دفن مسلمان ، در قبرستان كفار و دفن كافر ، در قبرستان مسلمانان جايز نيست .\r\n( م 628 ) دفن مسلمان در جائى كه بىاحترامى به او باشد ، مانند جائى كه خاكروبه و كثافت ميريزند جايز نيست .\r\n( م 629 ) دفن ميت در جاى غصبى و در زمينى كه مثل مسجد براى غير دفن كردن وقف شده جايز نيست .\r\n( م 630 ) دفن ميّت در قبر مردهء ديگر جايز نيست ، مگر آنكه قبر كهنه شده و ميت اولى از بين رفته باشد .\r\n( م 631 ) چيزى كه از ميّت جدا مىشود ، اگرچه مو و ناخن و دندانش باشد بايد با او دفن شود و دفن ناخن و دندانى كه در حال زندگى از انسان جدا مىشود مستحب است .\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\n( م 632 ) اگر كسى در چاه بميرد و بيرون آوردنش ممكن نباشد ، بايد در چاه را ببندند و همان چاه را قبر او قرار دهند .\r\n( م 633 ) اگر بچه در رحم مادر بميرد و ماندنش در رحم براى مادر خطر داشته باشد ، بايد بآسانترين راه او را بيرون آورند و چنانچه ناچار شوند كه او را قطعه‌قطعه كنند اشكال ندارد ، ولى بايد بوسيله شوهرش اگر اهل فنّ است يا زنيكه اهل فن باشد ، او را بيرون بياورند و اگر ممكن نيست ، مرد محرمى كه اهل فن باشد و اگر آن هم ممكن نشود ، مرد نامحرمى كه اهل فن باشد بچه را بيرون بياورد و در صورتى كه آن هم پيدا نشود كسى كه اهل فن نباشد ميتواند بچه را بيرون آورد .\r\n( م 634 ) هرگاه مادر بميرد و بچّه در شكمش زنده باشد ، اگرچه اميد زنده ماندن طفل را نداشته باشد بايد بوسيله كسانى كه در مسئله پيش گفته شد پهلوى چپ او را بشكافند و بچّه را بيرون آورند و دوباره بدوزند مگر اينكه تشخيص داده شود كه بچّه از طرف ديگر سالم بيرون ميايد و از طرف چپ سالم بيرون نمىآيد .\r\nس - دائى ميتواند زن خواهرزاده خود را در لحد بخواباند يا نه ؟\r\nج - در لحد خواباندن ميّت ، شرطش محرّميت نيست لكن از لمس و نظر خوددارى نمايد .\r\nس - مادرم در سال 1330 فوت نموده اكنون كه مدّت 37 سال از فوت آن مرحوم ميگذرد و بنده هم معلوم نيست كه چند وقت ديگر حيات داشته باشم يا نه آيا ميتوانم از قبر مادرم استفاده نمايم و بر فرض جواز ميتوانم قبر را در حال حاضر دو طبقه نموده و با برادرم از آن استفاده نمائيم ؟\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nج - نبش قبر مسلمان جائز نيست مگر اينكه استخوانهاى آنها در اثر مرور زمان مانند خاكستر پودر شده باشد و اين امر بحسب اماكن از نظر زمان مختلف است و با فرض جواز نبش ، دو طبقه كردن قبر اشكال ندارد .\r\nو اللّه العالم .\r\nس - آيا دفن اموات در سردابه‌ها ، درب سردابه بايد رعايت جهت قبل شود و يا در تدفين ميّت رو به قبله بودن لازم است ؟\r\nج - دفن اموات واجب است چه در قبر متعارف و چه در سرداب و در دفن بايد روبروى بدن و صورت ميّت رو به قبله باشد و اللّه العالم . « 1 »\r\n\r\nمستحبات دفن\r\n( م 635 ) مستحب است قبر را باندزهء قد انسان متوسط گود كنند و ميت را در نزديكترين قبرستان دفن نمايند ، مگر آنكه قبرستان دور تر از جهتى بهتر باشد ، مثل آنكه مردمان خوب در آنجا دفن شده باشند يا مردم براى فاتحهء اهل قبور بيشتر به آنجا بروند و نيز مستحب است جنازه را در چند ذرعى قبر ، زمين بگذارند و تا سه مرتبه كم‌كم نزديك ببرند و در هر مرتبه زمين بگذارند و بردارند و در نوبت چهارم وارد قبر كنند و اگر ميت مرد است در دفعهء سوم طورى زمين بگذارند كه سر او طرف قبر باشد و در دفعهء چهارم از طرف سر وارد قبر نمايند و اگر زن است در دفعهء سوم طرف قبلهء قبر بگذارند و بپنها وارد قبر نمايند و در موقع وارد كردن ، پارچه‌اى روى قبر بگيرند . و نيز مستحب است جنازه را به آرامى از تابوت بگيرند . و وارد قبر كنند و دعاهائى كه دستور داده شده ، پيش از دفن و موقع دفن بخوانند و بعد از آنكه ميت را در لحد گذاشتند ، گره‌هاى كفن را باز كنند و صورت ميت را روى خاك بگذارند و بالشتى از خاك زير سر او بسازند و پشت ميّت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مجمع المسائل جلد اوّل\r\n","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nخشت خام يا كلوخى بگذارند كه ميت به پشت برنگردد و پيش از آنكه لحد را بپوشانند ، دست راست را به شانه راست ميت بزنند و دست چپ را به قوت بر شانه چپ ميت بگذارند و دهان را نزديگ گوش او ببرند و بشدت حركتش دهند و سه مرتبه بگويند :\r\n( اگر مرد است ) اسمع افهم يا فلان بن فلان و بجاى فلان بن فلان اسم ميت و پدرش را بگويند :\r\n( و اگر ميت زن هست بگويند ) اسمعي افهمي يا ( بعد اسم زن و پدرش را بگويند ) و بجاى ابن بنت بگويند و سپس اين چنين ادامه دهند :\r\n« هل انت على العهد الّذي فارقتنا عليه من شهادة ان لا إله الّا اللّه وحده لا شريك له و أنّ محمّدا ( ص ) عبده و رسوله و سيّد النّبيّن و خاتم المرسلين و أنّ عليّا أمير المؤمنين و سيّد الوصيّين و امام افترض اللّه طاعته على العالمين ، و أن الحسن و الحسين و علىّ بن الحسين و محمّد بن عليّ و جعفر بن محمّد و موسى بن جعفر و عليّ بن موسى و محمّد بن عليّ و عليّ بن محمّد و الحسن بن عليّ و القائم الحجّة المهدي صلوات اللّه عليهم ائمة المؤمنين و حججّ اللّه على الخلق اجمعين و ائمتك ائمّة هدى ابرار يا ( اسم ميت و پدرش برده شود ) .\r\nو بعد بگويد : « اذا اتاك الملكان المقرّبان رسولين من عند اللّه تبارك و تعالى و سئلاك عن ربّك و عن نبيّك و عن دينك و عن كتابك و عن قبلتك و عن ائمّتك فلا تخف ولا تحزن و قل في جوابهما ( و اگر زن باشد گفته شود : و لا تخافي و لا تحزني و قولي في جوابهما )\r\nاللّه ربّي و محمّد ( ص ) نبيّي و الاسلام ديني و القرآن كتابي و الكعبة قبلتي و امير المؤمنين عليّ بن ابي طالب امامي و الحسن بن عليّ المجتبى امامي و الحسين بن عليّ الشّهيد بكربلا امامهء و عليّ زين العابدين امامي و محمّد الباقر امامي و جعفر الصّادق امامي و موسى الكاظم امامي و عليّ الرّضا امامي و محمّد الجواد امامي و عليّ الهادي امامي و الحسن العسكري امامي و الحجّة المنتطر\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nامامي هؤلآء صلوات اللّه عليهم ائمّتي و سادتي و قادتي و شفعائي بهم اتولّى و من اعدائهم اتبرّأ في الدّنيا و الاخرة ، ثمّ اعلم يا ( اسم ميت و پدرش برده شود ) و چنانچه ميت زن باشد بايد گفت ثمّ اعلمي : يا ( و اسم ميت و پدرش گفته شود ) .\r\nو بعد بگويند : « انّ اللّه تبارك و تعالى نعم الرّبّ ، و انّ محمّدا ( ص ) نعم الرّسول ، و انّ عليّ بن أبي طالب و اولاده المعصومين الائمّة الاثنى عشر نعم الائمّة و أنّ ما جاء به محمّد ( ص ) حقّ و انّ الموت حقّ و سئوال منكر و نكير في القبر حقّ و البعث حقّ و النّشور حقّ و الصّراط حقّ و الميزان حقّ و تطائر الكتب حقّ و انّ الجنّة حقّ و النّار حقّ و أنّ السّاعة آتية لا ريب فيها و انّ اللّه يبعث من في القبور .\r\nپس بگويد : « افهمت يا ( اسم ميت را بگويد ) ثبّتك اللّه بالقول الثابت و هداك اللّه الى صراط مستقيم ، عرّف اللّه بينك و بين اوليائك في مستقر من رحمته » .\r\nپس بگويد : « اللّهمّ جاف الارض عن جنبيه و اصعد بروحه اليك و لقّه منك برهانا اللّهمّ عفوك عفوك » .\r\n( م 636 ) مستحب است كسى كه ميت را در قبر ميگذارد ، با طهارت و سر برهنه و پا برهنه باشد و از طرف پاى ميت از قبر بيرون بيايد و غير از خويشان ميت كسانى كه حاضرند ، با پشت دست خاك بر قبر بريزند و بگويند ، انا للّه و انا اليه راجعون .\r\nاگر ميت زن است كسى كه با او محرم است او را در قبر بگذارد و اگر محرمى نباشد خويشان او را در قبر بگذارند .\r\n( م 637 ) مستحب است قبر را مربع يا مربع مستطيل بسازند و باندازهء چهار انگشت از زمين بلند كنند و نشانه‌اى روى آن بگذارند كه\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nاشتباه نشود و روى قبر آب بپاشند و بعد از پاشيدن آب كسانى كه حاضرند ، دستها را بر قبر بگذارند و انگشتها را باز كرده ، در خاك فروبرند و هفت مرتبه سورهء مباركهء انا انزلناه بخوانند و براى ميت طلب آمرزش كنند و اين دعا را بخوانند .\r\nاللّهمّ جاف الارض عن جنبيه و اصعد اليك روحه و لقّه منك رضوانا و اسكن قبره من رحمتك ما تغنيه به عن رحمة من سواك .\r\n( م 638 ) پس از رفتن كسانى كه تشييع جنازه كرده‌اند ، مسحب است ولى ميت يا كسى كه از طرف ولى اجازه دارد دعاهائى را كه دستور داده شده ، به ميّت تلقين كند .\r\n\r\nنماز وحشت\r\n( م 645 ) مستحب است در شب اوّل قبر ، دو ركعت نماز وحشت براى ميت بخوانند و دستور آن اينست كه ، در ركعت اول بعد از حمد يك مرتبه آية الكرسى و در ركعت دوم بعد از حمد ده مرتبه سورهء انا انزلناه بخوانند و بعد از سلام نماز بگويند : « اللّهمّ صلّ على محمّد و آل محمّد و ابعث ثوابها الى قبر فلان » و بجاى كلمه فلان اسم ميت را بگويد .\r\n( م 646 ) نماز وحشت را در هر موقع از شب اول قبر مىشود خواند ، ولى بهتر است در اوّل شب بعد از نماز مغرب و عشا خوانده شود . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . توضيح المسائل .\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\n\r\nاحكام نبش قبر\r\n( م 647 ) اگر بخواهند ميّت را به شهر دورى ببرند يا به جهت ديگر دفن او تأخير بيفتد بايد نماز وحشت را تا شب اوّل قبر او تأخير بيندازند .\r\n\r\nنبش قبر\r\n( م 648 ) نبش قبر مسلمان ، يعنى شكافتن قبر او اگرچه طفل يا ديوانه باشد حرام است ولى اگر بدنش از بين رفته و خاك شده باشد اشكال ندارد .\r\n( م 649 ) نبش قبر امامزاده‌ها و شهداء و علماء و صلحاء اگرچه سالها بر آن گذشته باشد حرام است .\r\n( م 650 ) شكافتن قبر در هفت مورد حرام نيست بلكه در بعضى از آنها واجب است :\r\nاوّل - آنكه ميت در زمين غصبى دفن شده باشد و مالك زمين راضى نشود كه در آنجا بماند .\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nدوّم - آنكه كفن يا چيز ديگرى كه با ميت دفن شده غصبى باشد و صاحب آن راضى نشود كه در قبر بماند و همچنين است اگر چيزى از مال خود ميت كه بورثهء او رسيده با او دفن شده باشد و ورثه راضى نشوند كه آنچيز در قبر بماند ، ولى اگر وصيت كرده باشد كه دعا يا قرآن يا انگشترى را با او دفن كنند ، براى بيرون آوردن اينها نمىتوانند قبر را بشكافند مگر آنكه زيادتر بر ثلث باشد و ورثه امضاء نكرده باشند .\r\nسوم - آنكه ميت بىغسل يا بىكفن دفن شده باشد يا بفهمند غسلش باطل بوده ، يا به غير دستور شرع كفن شده ، يا در قبر او را رو به قبله نگذاشته‌اند ولى اگر نبش در اين صورت باعث هتك ميّت و اذيّت مردم شود جايز نيست .\r\nچهارم - آنكه براى ثابت شدن حقى بخواهند بدن ميت را به بينند .\r\nپنجم - آنكه ميت را در جائى كه بىاحترامى به اوست مثل قبرستان كفار يا جائى كه كثافت و خاكروبه ميريزند دفن كرده باشند .\r\nششم - آنكه براى يك مطلب شرعى كه اهميت آن از شكافتن قبر بيشتر است ، قبر را بشكافند مثلا بخواهند بچهء زنده را از شكم زن حامله‌اى كه دفنش كرده‌اند بيرون آورند .\r\nهفتم - آنكه بترسند درنده‌اى بدن ميّت را پاره كند ، يا سيل او را ببرد ، يا دشمن بيرون آورد و هرگاه قسمتى از بدن ميت با او دفن نشده باشد احتياط لازم آنست كه آن قسمت از بدن را طورى در قبر بگذارند كه بدن ميت ديده نشود .\r\nس - شخصى ميت را غسل داد و حنوط را فراموش كرد بعد از دو روز يادش آمد كه ميّت را بدون حنوط دفن كرده‌اند در اين صورت جائز است جهت حنوط نبش قبر كنند يا نه ؟\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nج - در فرض مسئله نبش قبر و حنوط ، واجب است مگر جائى كه بواسطه تعفّن بدن ، نبش ، موجب هتك حرمت شود .\r\nس - در غسل ميّت كه ترتيب لازم است اگر از روى اشتباه غسل با آب كافور را بر آب سدر مقدّم داشتند آيا لازم است نبش قبر نموده به ترتيب ، غسل به عمل بيايد يا نه ؟\r\nج - در فرض مسئله تا زمانيكه نبش قبر ، موجب هتك ميّت نباشد - از جهت بوى بد و يا متفرّق شدن اجزاء بدن ميّت - نبش قبر براى رعايت ترتيب اغسال سه‌گانه ، واجب است .\r\nس - قبرستانى است تقريبا مدّت دو سال است متروك شده و فعلا از طرف شهردارى در قسمتى از آن ، مشغول ساختمان هستند و ما بقى آن را چون ارتفاع دارد خاك‌بردارى مينمايند تا اينكه مسطّح شود . و با اين عمل شهردار ، اثر قبور از بين ميرود و احتمال دارد كه چون با وسائل امروزه و ماشين آلات خاك‌بردارى مينمايند ، به لحد برسد در اين صورت جائز است اموات را از آن محلّ بيرون آورده و در جاى ديگر دفن نمايند . يعنى نبش قبر را در اين صورت جائز ميدانيد يا نه ؟\r\nج - نبش قبر جائز نيست ، اگر معصيت كردند و نبش شد واجب است ميّت را در محل ديگر دفن كنند و اگر در شرف نبش و هتك واقع شد جائز است قبلا نبش كنند و در محلّ ديگر دفن نمايند و به احتمال هتك ، نبش كردن جائز نيست ، بايد در شرف هتك باشد تا حمل به مكان ديگر ، لازم شود .\r\nس - در صورتى كه اثبات حقى مستلزم نبش قبر بشود اجازه مىفرمائيد كه نبش كنند يا نه ؟\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nج - بلى از مواردى كه نبش قبر ، جائز است موردى است كه اثبات حقّى موقوف به رؤيت جسد ميّت باشد .\r\nس - شخصى وصيّت كرده كه بعد ازمرگش او را در زادگاهش به خاك سپارند ولى بعد از فوتش در همان سال او را در شهرى كه محل كار وى بود ( در غربت ) به امانت دفن نمودند ، كسان متوفى اصرار دارند كه بنابر وصيت وى او را در محل خود دفن نمايند آيا نبش قبر او براى اين جهت جايز است يا خير ؟\r\nج - در صورتى كه ميت به نحو شرعى دفن شده و در مورد وصيت از مشاهد مشرفه نيست نقل آن از بلد دفن شده به جاى ديگر جايز نيست و اللّه العالم .\r\nس - پدرم قريب هشت سال قبل برحمت ايزدى پيوست و مادرم سه سال قبل و ما فرزندان قصد داريم چنانچه شارع مقدس اسلام اجازه فرمايد ، جسد والدين خود را نبش كرده و در جوار مرقد مطهر حضرت معصومه ( ع ) در قم دفن نمائيم . استدعا داريم دستور فرمائيد چه بايد بكنيم ؟\r\nج - در فرض سئوال اگر نقل جنازه موجب هتك او نباشد از جهت بوى بد يا متفرقه شدن اجزاء بدن ميّت ، نبش قبر و نقل آن براى دفن در مشاهد مشرفه و اماكن متبركه مشهد مقدّس و يا قم مانعى ندارد چه متوفى وصيّت كرده باشد چه نكرده باشد . و اللّه العالم .\r\nس - قبرستانهائيكه بيش از 150 سال ، 200 سال ، 250 سال كمتر و بيشتر از دفن اموات مىگذرد و از اينكه آيا زمين مزار وقف است يا نه اطلاعى در دست نيست با اين وجود اهالى با كمبود زمين مواجه هستند و محل نيز احتياج به پاساژ و صندوق قرض الحسنه هست آيا اجازه ميفرمائيد قبور را تخريب كنند البته صحبت از 150 سال به بالا است يا مجاز نيستند\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nدر صورتى كه بعضى از قبور خراب و كمتر آثارى ممكن است باشد ؟\r\nج - در فرض سئوال قبرستان قابل تغير وتبديل نيست و تخريب قبور اموات مؤمنين و محو آثار آنها جايز نيست هرچند وقف هم نباشد و اللّه العالم .\r\nس - در قريه‌اى قبرستانى وجود دارد قديم كه مدتهاست در آن جنازه دفن نمىشود و حاليه بنا داريم بدون نبش قبر با خاك‌ريزى روى قبور قديم قبرهاى جديد را احداث كنيم خواهشمند است لطفا مرقوم بفرمائيد چه صورت دارد ؟\r\nج - مهيّا كردن قبرستان براى دفن اموات با خاك‌ريزى بدون نبش قبر ظاهرا مانعى ندارد به شرط اينكه قبرهاى جديد هم مطابق معمول و از زمين بالاتر نباشد و اللّه العالم . « 1 »\r\n\r\nفشار قبر كفّاره گناهان\r\nسكونى از امام صادق ( ع ) از پدرانش از امير المؤمنين ( ع ) روايت كرده كه رسول خدا ( ص ) فرمود : فشار قبر براى مؤمن كفّارهء نعمتهائ است كه تباه كرده « 2 » .\r\nشرح : بزرگترين نعمتهاى الهى نعمت عمر و سلامتى و فرصت است و انسان در عالم برزخ خوب مىفهمد كه در تلف كردن اينها چقدر ضرر ديده .\r\n\r\nثواب زيارت اهل قبور\r\n1 - أسحاق بن عمّار ميگويد : به امام كاظم ( ع ) گفتم آيا مؤمن ميداند كه چه كسى به زيارت قبرش آمده ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مجمع المسائل جلد اوّل احكام اموات .\r\n( 2 ) . ثواب الاعمال ص 437 .\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nحضرت فرمود : بلى پيوسته مأنوس است با زائر خود تا وقتى كه نشسته است و همين كه از سر قبر او برخيزد و برود وحشتى صاحب قبر را فراگيرد « 3 » .\r\n2 - عبد اللّه بن سنان ميگويد : به امام صادق ( ع ) گفتم چگونه سلام به اهل قبور كنم ؟\r\nفرمود : بگو السّلام على أهل الدّيار من المؤمنين و المسلمين انتم لنا فرط و نحن إن شاء اللّه بكم لا حقّون « 4 » .\r\n3 - محمد بن اسمعيل بن بزيع ميگويد : شنيدم از امام باقر ( ع ) كه فرمود : كسى كه قبر برادر مؤمنش را زيارت كند و بعد رو به قبله بالين قبر بنشيند و دست خود را بر روى قبر گذاشته 7 مرتبه سوره انا انزلناه بخواند از فزع اكبر در قيامت مصون خواهد بود .\r\n4 - محمد بن مسلم گويد : به امام صادق ( ع ) عرض كردم : شما هم به زيارت اهل قبور ميرويد ؟\r\nفرمود : بلى .\r\nگفتم : ما در زيارت اهل قبور چه چيز بگوئيم ؟\r\nامام ( ع ) فرمود : بگو اللّهمّ جاف الارض عن جنوبهم ، و صاعد إليك أرواحهم ، و لقّهم منك رضوانا ، و اسكن اليهم من رحمتك ما تصل به وحدتهم ، و تونس به وحشتهم ، إنّك على كلّ شيئ قدير « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 2 ) . وسائل جلد 1 ص 880 .\r\n( 3 ) . وسائل جلد 1 ص 881 .\r\n( 4 ) . وسائل جلد 1 ص 882 .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\n\r\nشهادت چهل مؤمن درباره ميّت\r\nامام صادق ( ع ) فرمود : هرگاه مؤمنى از دنيا برود بر جنازه او چهل مؤمن حاضر شوند و بگويند : اين ميت خوب بود و ما بجز خوبى از او چيزى سراغ نداريم خداوند خطاب به آنها فرمايد منهم شهادت شما را درباره او پذيرفتم و گذشتم آنچه را كه من از او ميدانم و نميدانيد « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . وسائل جلد 1 ص 925 .\r\n","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\n\r\nاحكام صاحبان عزا\r\n( م 639 ) بعد از دفن ، مستحب است صاحبان عزا را سرسلامتى دهند ولى اگر مدتى گذشته است كه بواسطه سرسلامتى دادن ، مصيبت يادشان ميآيد ، ترك آن بهتر است و نيز مستحب است تا سه روز براى اهل خانه ميت غذا بفرستند و غذا خوردن نزد آنان و در منزلشان مكروه است « 1 » .\r\n\r\nكراهت غذا خوردن تا سه روز از منزل صاحبان عزا و مصيبت و بردن غذا براى آنها\r\n1 - امام صادق ( ع ) فرمود : غذا خوردن در نزد صاحبان مصيبت از اعمال مردم زمان جاهليت است ، ولى سنت اسلامى اينست كه جهت آنها غذا برده شود همچنانكه در قضيه شهادت جعفر بن أبى طالب پيامبر ( ص ) چنين كرد « 2 » .\r\n2 - و باز در حديث ديگرى به همين مضمون از امام صادق ( ع ) رسيده\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . متأسفانه اين كراهت در بين مسلمين همانند سنت حسنه‌اى رواج يافته و كسى پيدا نمىشود كه اين سنت سيّئه را از ميان بردارد .\r\n( 2 ) . وسائل جلد 1 ص 889 .\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nكه فرمود : همين كه جعفر بن ابيطالب ( ع ) بشهادت رسيد پيامبر اكرم بر اسماء بنت عميس زوجه او وارد شد و ( پس از تسلى دادن ) امر فرمود : كه جهت خانواده جعفر طعام بياورند . پس اين امر از آن ببعد سنّت گرديد و تاكنون در اسلام اين سنت باقى است « 1 » .\r\nگرچه اين عمل در اسلام سنت است ليكن متأسفانه اين سنت در ايران رايج نگشته و از روز اوّل عزا تا مدتها بايد در منزل صاحبان مصيبت غذا جهت پذيرائى طبخ گردد .\r\n3 - امام صادق ( ع ) فرمود : همين كه جعفر بن ابيطالب بشهادت رسيد ، پيامبر اكرم ( ص ) دستور داد به فاطمه زهرا ( س ) كه برود و اسماء بنت عميس و ساير زنها را بگويد بيايند منزل و تا سه روز از آنها پذيرائى كند « 2 » .\r\n\r\nگريه كردن جهت ميّت\r\n1 - امام صادق ( ع ) فرمود : بدرستيكه ابراهيم خليل ( ع ) از خدا خواست كه او را دخترى عطا فرمايد تا اينكه بعد از مرگش براى او گريه كند « 3 » .\r\n\r\nمؤمن واقعى راضى بقضاء الهى است\r\nشخصى به امام صادق ( ع ) عرض كرد : از كجا بفهميم كه مؤمن ( در حقيقت ) مؤمن است ؟\r\nحضرت فرمود : باينكه تسليم ( بىقيد و شرط ) خدا بوده و بداده خدا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . وسائل جلد 1 ص 889 .\r\n( 2 ) . وسائل جلد 1 ص 889 .\r\n( 3 ) . وسائل جلد 1 ص 892 .\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nراضى باشد خواه موجب خوشنودى او باشد و خواه موجب خشم او « 1 » .\r\n\r\nمؤمن واقعى با بلا همدوش است\r\nمحمد بن بهلول ، از امام صادق ( ع ) روايت مىكند كه فرمود : همانا مؤمن بمنزله كفّه ميزان است به اين معنى كه هرچه ايمانش زياد شود بلا و مصيبتش نيز زياد مىشود « 2 » .\r\nاز امام صادق ( ع ) روايت شده كه فرمود : هرگاه كسى بمصيبتى گرفتار آيد بجاست كه به ياد مصائب پيامبر اكرم ( ص ) بيفتد زيرا مصائب آنحضرت بزرگترين مصيبتها است « 3 » .\r\n\r\nبى صبرى نتيجه‌اى جز حرمان ندارد\r\nهنگامى كه برادر اشعث بن قيس از دنيا رفت امير المؤمنين ( ع ) جهت تسليت او بديدارش رفت بعد ( از اداى تسليت ) فرمود : اگر جزع و بىتابى كنى حق خويشاوندى را رعايت كرده‌اى و چنانچه صبر كنى حق خدا را ادا كرده‌اى پس اگر بر امرى كه واقع شده صبر كردى مورد تعريف و تمجيد هستى و چنانچه براى پيش‌آمدى كه شده جزع و بىتابى نمودى مورد نكوهش و مذمت‌خواهى بود « 4 » .\r\n\r\nبىتابى در مصيبت ، اجر را از بين ميبرد\r\nزراره از امام صادق ( ع ) روايت مىكند كه فرمود : كسى كه ( بر اثر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . وسائل جلد 1 ص 899 .\r\n( 2 ) . وسائل جلد 1 ص 908 .\r\n( 3 ) . وسائل جلد 1 ص 911 .\r\n( 4 ) . وسائل جلد 1 ص 913 .\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nبىتابى ) در هنگام مصيبت به زانوى خود بزند اجر آن مصيبت از بين ميرود « 1 » .\r\nشرح : اين روايت از پيامبر ( ص ) و على ( ع ) و موسى بن جعفر نيز رسيده است و مضمون هر چهارتا ، بىتابى كردن در هنگام مصيبت و زدن بر زانو است كه موجب از بين رفتن اجر ميگردد .\r\n\r\nثواب استرجاع گفتن هنگام مصيبت\r\nمعروف كه يكى از معاصرين امام باقر ( ع ) است ميگويد : از آن حضرت شنيدم كه ميفرمود هرگاه مؤمنى در جهان بمصيبتى گرفتار آيد و هنگام رسيدن آن مصيبت بگويد : « انا للّه و انا اليه راجعون » خداوند گناهان گذشته او را بيامرزد . البته گناهان صغيره نه آنهائيكه از كبائر است و خداوند بر آنها وعده آتش داده كه مرتكبين آنها حتما بايد به آتش بسوزند .\r\nو نيز فرمود : تا آخر عمر هرگاه ياد آن مصيبت افتد و اين كلام را بر زبان جارى سازد و خدا را بدان سپاس گويد ، ايزد متعال گناهانيكه در ميان اين دو استرجاع از او سر زده همه را عفو ميفرمايد مگر گناهان كبيره « 2 » .\r\nشرح ، از اين روايت مىشود اين نتيجه را گرفت كه اگر در روايتى مىبينم كه براى يك امر جزئى چقدر ثواب مقرر شده و وعده آمرزش گناهان داده‌اند مراد از آمرزش گناهان همين گناهان صغيره است و گناهان كبيره را شامل نمىشود .\r\n\r\nثواب تسليت دادن\r\nاز رسول خدا ( ص ) روايت شده كه فرمود : هر كس دلسوخته‌اى را\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . وسائل جلد 1 ص 914 .\r\n( 2 ) . ثواب الاعمال ص 439 .\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nدلدارى دهد روز قيامت حلّه ( جامه ) اى به دو بپوشانند كه به آن مزيّن و مفتخر باشد « 1 » .\r\nدر روايتى امام صادق ( ع ) از پيامبر ( ص ) نقل مىكند كه فرمود :\r\nهركس مصيبت زده‌اى را تسليت دهد همانند اجر او را خواهد داشت بدون اينكه از اجر مصيبت‌زده كاسته گردد « 2 » .\r\n\r\nخدمت فرشتگان به صاحبان عزا\r\nابا بصير از امام باقر ( ع ) روايت كرده كه فرمود ، بدرستيكه خداوند فرشتگانى را بر گورستانها مأمور كرده كه وقتى كسان ميّت از اطراف جنازه جدا شدند قبضه خاكى گرفته و در ميان آنها مىپاشند و مىگويند فراموش كنيد آنچه را ديديد . كه اگر چنين نباشد ( و مصيبت فراموش نگردد ) احدى از زندگى بهرمند نخواهد شد « 3 » .\r\n\r\nثواب يتيم‌نوازى\r\nغياث بن ابراهيم گويد : جعفر بن محمّد از پدرانش ( ع ) روايت كرد كه امير المؤمنين ( ع ) فرمود : هرگاه مؤمنى چه مرد و چه زن دست محبت بر سر يتيمى بكشد ، خداوند به شماره هر موئى كه از زير دست او بگذرد حسنه‌اى در نامهء عملش بنويسد « 4 » .\r\nحسن بن سرى گويد : امام صادق ( ع ) فرمود : هرگاه بنده‌اى دست مرحمت بسر يتيمى بكشد خداوند بعدد هر موئى كه از زير دستش ميگذرد نورى در قيامت به دو عطا فرمايد « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ثواب الاعمال ص 441 .\r\n( 2 ) . ثواب الاعمال ص 441 .\r\n( 3 ) . وسائل جلد 1 ص 920 .\r\n( 4 ) . ثواب الاعمال ص 443 .\r\n( 5 ) . ثواب الاعمال ص 443 .\r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\n\r\nثواب آنكه يتيمى را از گريه ساكت كند\r\nابى مريم انصارى از پيامبر خدا ( ص ) روايت كرده كه فرمود : چون يتيم بگريد عرش الهى بلرزد و خداوند تبارك و تعالى گويد : چه كسى اين بندهء مرا كه در كودكى پدر و مادرش را از او گرفته‌ام گريانيد ؟ پس بعزّت و جلالم سوگند كسى كه او را از گريه خاموش سازد بهشت را بر او واجب و حتمى سازم « 1 » .\r\n\r\nثواب صبر و بردبارى\r\n2 - ابو حمزه ثمالى گويد : از امام باقر ( ع ) شنيدم كه ميفرمود :\r\nهركس بر مصيبتى صبر كند و شكيبائى ورزد خداوند عزتى بر عزتش بيفزايد ، و او را با محمد ( ص ) و اهل بيتش داخل بهشت گرداند « 2 » .\r\n1 - ابو بصير ميگويد : امام صادق ( ع ) فرمود : از پدرم أبى جعفر ( ع ) شنيدم كه ميفرمود : من در چيزهائى از اين غلامم و برخى افراد خانواده‌ام صبر ميكنم و بردبارى بخرج مىدهم كه گوئى از حنظل در كامم تلختر است ، آرى هركس صبر و خويشتن‌دارى ( در ناملايمات ) را پيشه خود كند در مقابل آن اجر روزه‌داران شب‌زنده‌دار و درجهء شهيدى كه در ركاب پيامبر ( ص ) شمشير زده باشد نصيبش گردد « 3 » .\r\n\r\nپاداش صبر كردن در مصيبت اولاد\r\n1 - امام صادق ( ع ) فرمود : اگر يك فرزند پيشاپيش انسان از دنيا برود ( و انسان در مصيبت او صبر كند اجر و ثواب آن ) برتر است از اينكه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ثواب الاعمال ص 445 .\r\n( 2 ) . ثواب الاعمال ص 440 .\r\n( 3 ) . ثواب الاعمال ص 440 .\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nبعد از او هفتاد فرزند بمانند و امام زمان ( ع ) درك كنند « 1 » .\r\n2 - امام صادق ( ع ) از پيامبر اكرم ( ص ) روايت مىكند كه فرمود :\r\nهرگاه مؤمنى فرزندش قبض روح شود خداوند سبحان از هركس بيشتر به حال پدرش و گفته‌هاى او آگاه است با اين وصف به فرشته‌هاى مرگ ميگويد :\r\nجان فرزند فلان را گرفتيد ؟\r\nميگويند بلى پروردگارا آنگاه خطاب مىشود : در آن هنگام ( كه ) بنده‌ام ( را به اين مصيبت دچار كرديد ) چه گفت ؟\r\nدر جواب ميگويند جز حمد و استرجاع چيزى نگفت .\r\nسپس خداوند ميفرمايد ( حال كه ) ميوه دل و نور چشم بنده‌ام را گرفته‌ايد و او جز حمد و استرجاع چيز ديگرى نگفته اكنون جهت او خانه‌اى در بهشت بنا كنيد و نام آن را بيت الحمد قرار دهيد « 2 » .\r\n3 - على بن أسباط ميگويد : كه دأب امام صادق ( ع ) اين بود كه هرگاه براى او مصيبتى بوجود ميآمد ميفرمود : شكر خداى را كه اين مصيبت وارده مصيبت دينى نبود ( يعنى خطر متوجه دينم نشد ) و باز خدا را شكر كه همينقدر بود ( و بزرگتر نبود ) چرا كه خداوند قادر است از اين بزرگتر هم بوجود آورد و باز خدا را شكر كه اين امرى كه بايد واقع شود واقع شد « 3 » .\r\n( م 640 ) مستحب است انسان در مرگ خويشان ، مخصوصا در مرگ فرزند صبر كند و هر وقت ميّت را ياد مىكند : « انّا للّه و انّا اليه راجعون » بگويد ، و براى ميّت قرآن بخواند و سر قبر پدر و مادر از خداوند حاجت بخواهد و قبر را محكم بسازد كه زود خراب نشود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . وسائل جلد 1 ص 895 .\r\n( 2 ) . وسائل جلد 1 ص 896 .\r\n( 3 ) . وسائل جلد 1 ص 896 .\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\n( م 641 ) جايز نيست ، انسان در مرگ كسى صورت و بدن را بخراشد و به خود لطمه بزند .\r\n( م 642 ) پاره كردن يقه در مرگ غير پدر و برادر و شوهر جايز نيست .\r\n( م 643 ) اگر زن در عزاى ميّت صورت خود را بخراشد و يا موى خود را بكند و يا مرد در مرگ زن و يا بچّه خود يقه و لباس خود را پاره كند بايد يك بنده آزاد كند يا ده فقير را طعام دهد و يا آنها را بپوشاند و اگر بر هيچ يك از آنها قدرت نداشته باشد سه روز روزه بگيرد . و اگر زن موى خود را در عزاى ميّت ببرّد كفّاره آن دو ماه پىدرپى روزه گرفتن و يا يك بنده آزاد كردن و يا شصت مسكين طعام دادن است .\r\n( م 644 ) احتياط واجب آنست كه در گريه بر ميّت صدا را خيلى بلند نكنند .\r\nس - شخصى مىميرد مجلس عزاى مردانه و زنانه ، در يك حياط تشكيل مىشود ، زنى باسواد در مجلس زنانه ، قرآن و روضه و مصيبت و نوحه بخواند بطورى كه مردهائى كه آنجا هستند صداى او را بشنوند چه صورت دارد ؟\r\nج - با اينكه خداوند متعال ميفرمايد : ( فاسئلوهنّ من وراء حجاب ) خوب است كه مجلس زنانه طورى باشد كه كاملا مراعات عفّت شود « 1 » .\r\n\r\nاحكام كفّارات\r\n( م 3 ) در بريدن و قيچى كردن زن موى خود را در مصيبت ، فرقى نمىكند كه تمام موى خود را ببرد و يا بعضى از آن را بطورى كه صدق كند كه موى خود را در مصيبت بريده است چنانچه فرقى نيست بين اينكه در مصيبت شوهرش موى خود را ببرد و يا در مصيبت غير شوهر ، و همچنين فرق\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مجمع المسائل احكام اموات جلد اوّل .\r\n","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nنميكند كه آن غير شوهر از لحاظ نسبت ، قريب به زن باشد و يا بعيد .\r\nس - آيا تراشيدن زن سر خود را و يا سوزاندن آن حكم بريدن دارد يا خير ؟\r\nج - تراشيدن و سوزاندن موى ، حكم بريدن را ندارد اگرچه احتياط خوبست .\r\n( م 5 ) در خراش صورت ، كه كفّاره دارد معتبر نيست كه تمام صورت را خراش دهد بلكه مسمّاى خراش صورت ، براى ثبوت كفّاره كافى است .\r\nبلى معتبر است كه در اثر خدش و خراش ، خون بيايد . و خراش غير صورت مانند بدن ، حكم خراش صوت را ندارد اگرچه موجب آمدن خون شود .\r\nس - اينكه فرموده‌ايد پاره كردن مرد لباس خود را در مصيبت اولاد كفّاره دارد آيا در اين جهت فرقى بين اولاد ذكور و اناث نيست ؟\r\nج - در اين جهت فرقى بين اولاد ذكور و اناث نيست .\r\nس - در حكم مذكور اولاد اولاد هم حكم اولاد بلا واسطه را دارند اگرچه اولاد دختر انسان باشند يا خير ؟\r\nج - بلى بنابر احتياط واجب .\r\nس - خراش صورت در مصيبت زوجهء غير دائمى حكم زوجهء دائمى را دارد يا خير ؟\r\nج - بعيد نيست مخصوصا اگر مدّت طولانى باشد .\r\nس - اگر زن در مصيبت ، لباس خود را پاره كند كفّاره دارد يا خير ؟\r\nج - پاره كردن زن لباس خود را در مصيبت كفّاره ندارد اگرچه در مصيبت شوهر و يا اولاد خودباشد .\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nس - آيا خراش و خدش مرد ، صورت خود را در مصيبت و همچنين قيچى كردن و بريدن موى خود در مصيبت كفّاره دارد يا خير ؟\r\nج - كفّاره ندارد .\r\nس - فرمودايد كه پاره كردن مرد لباس خود را در مصيبت اولاد و زوجه ، كفّار دارد ، بفرمائيد آيا پاره كردن مرد لباس خود را در مصيبت غير اولاد و زوجه نيز كفّاره دارد يا خير ؟\r\nج - در فرض سئوال كفّار ندارد « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مجمع المسائل جلد 3 احكام كفّارات .\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\n\r\nاحكام متفرقه اموات\r\nس - كسى كه در حال غسل دادن ميّت است اگر دست تر به لباس ديگرى بگذارد آيا آن لباس نجس مىشود يا نه ؟\r\nج - ميّت ، قبل از تمام شدن غسل نجس است و اگر چيزى با رطوبت سرايت‌كننده با آن ملاقات كند نجس مىشود .\r\nس - اگر غسل مس ميّت بر كسى واجب شد و حمّام رفت و بعد از مدّتى شك كرد كه آيا غسل كرده يا نه وظيفه‌اش چيست ؟\r\nج - بايد دو مرتبه غسل نمايد و نمازهاى قبلىاش صحيح است و اگر بعد از مسّ ميّت غسل جنابت كرده غسل مسّ ميّت ، ساقط مىشود .\r\nس - ميّت را قبل از غسل در مسجد بگذارند چه صورت دارد و به مسجد توهين و بىاحترامى مىشود يا نه ؟\r\nج - در صورتى كه موجب نجس شدن مسجد نشود جائز است هرچند خلاف احتياط است .\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nس - ميتى كه بدنش بنجاستى مثل خون و بول و غائط آلوده باشد غسل نداده در مسجد بگذارند جائز است يا نه ؟\r\nج - هرگاه طورى باشد كه موجب توهين شود جايز نيست « 1 » .\r\n( م 1399 ) اگر پدر به جهت عذرى نماز يا روزه‌اش را بجا نياورده باشد ، بعد از فوت او بر پسر بزرگتر واجب است قضا نمايد و يا براى انجام آن اجير بگيرد هرچند پدر نتوانسته قضاء كند ، و بنابر احتياط واجب اگر از روى نافرمانى هم ترك كرده باشد ، پسر بزرگتر بايد آن را قضا نمايد و در مورد مادر نيز احتياط واجب رعايت اين حكم است بلكه در صورتى كه وصيّت نكرده باشد ، و پسر هم نداشته باشد احتياط واجب اين است كه اكبر ذكور از اولياء ميّت نماز و روزه او را قضا كند و با نبود ذكور اناث از آنها انجام دهند .\r\n( م 1400 ) اگر پسر بزرگتر شك دارد كه پدر و مادرش نماز و روزهء قضا داشته‌اند يا نه ، چيزى بر او واجب نيست .\r\n( م 1401 ) اگر پسر بزرگتر بداند كه پدر و مادرش نماز قضا داشته‌اند و شك كند كه بجا آورده‌اند يا نه ، بنابر احتياط واجب بايد قضا نمايد .\r\n( م 1402 ) اگر معلوم نباشد كه پسر بزرگتر كدام است ، قضاى نماز و روزهء پدر و مادر بر هيچ‌كدام از پسرها واجب نيست . ولى احتياط مستحب آنست كه نماز و روزه آنان را بين خودشان قسمت كنند ، يا براى انجام آن قرعه بزنند .\r\n( م 1403 ) اگر ميّت وصيت كرده باشد كه براى نماز و روزهء او\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مجمع المسائل جلد اوّل احكام اموات .\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nاجير بگيرند ، بعد از آنكه اجير ، نماز و روزهء او را بطور صحيح بجا آورد ، بر پسر بزرگتر چيزى واجب نيست .\r\n( م 1403 ) اگر پسر بزرگتر بخواهد نماز پدر و مادر را بخواند ، بايد به تكليف خود عمل كند ، مثلا قضاى نماز صبح و مغرب و عشاء مادرش را بايد بلند بخواند .\r\n( م 1405 ) كسى كه خودش نماز و روزهء قضا دارد اگر نماز و روزهء پدر و مادر هم بر او واجب شود ، هركدام را اوّل بجا آورد صحيح است .\r\n( م 1406 ) اگر پسر بزرگتر موقع مرگ پدر يا مادر نابالغ يا ديوانه باشد ، وقتى كه بالغ شد يا عاقل گرديد ، بايد نماز و روزهء پدر و مادر را قضا نمايد و چنانچه پيش از بالغ و يا عاقل شدن بميرد ، بر پسر دوّم واجب است بنابر احتياط .\r\n( م 1407 ) اگر پسر بزرگتر پيش از آنكه نماز و روزهء پدر يا مادر را قضا كند بميرد ، چنانچه بين مرگ پدر يا مادر و مرگ او بقدرى طول كشيده كه ميتوانسته قضاى نماز و روزهء آنها را بجا آورد ، بر پسر دوّم چيزى واجب نيست و اگر اين مقدار طول نكشيده قضاى آنها بر پسر دوم واجب است بنابر احتياط .\r\n\r\nاجير گرفتن براى نماز\r\n( م 1542 ) بعد از مرگ انسان ، مىشود براى نماز و عبادتهاى ديگر او كه در زندگى بجا نياورده ، ديگرى را اجير كنند يعنى به او مزد دهند كه آنها را بجا آورد و اگر كسى بدون مزد هم آنها را انجام دهد صحيح است .\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\n( م 1543 ) انسان ميتواند براى بعضى از كارهاى مستحبى مثل زيارت قبر پيغمبر و امامان ( ع ) ، از طرف زندگان اجير شود . و نيز ميتواند كار مستحبى را انجام دهد و ثواب آن را براى مردگان يا زندگان هديه نمايد .\r\n( م 1544 ) كسى كه براى نماز قضاى ميت اجيز شده ، بايد يا مجتهد باشد يا مسائل نماز را از روى تقليد صحيح بداند يا عمل به احتياط كند .\r\n( م 1545 ) اجير بايد موقع نيت ، ميت را معين نمايد . و لازم نيست اسم او را بداند ، پس اگر نيت كند از طرف كسى نماز ميخوانم كه براى او اجير شده‌ام كافيست .\r\n( م 1546 ) اجير بايد يا خود را بجاى ميت فرض كند و عبادتهاى او را قضا نمايد و يا عمل خود را عمل ميت فرض كند و يا قصد كند واجب ميت را بجا آورد ولى اگر عملى را انجام دهد و ثواب آن را براى او هديه كند كافى نيست .\r\n( م 1547 ) بايد كسى را اجير كنند كه اطمينان داشته باشند عمل را بطور صحيح انجام ميدهد .\r\n( م 1548 ) كسى كه ديگرى را براى نمازهاى ميت اجير كرده ، اگر بفهمد كه عمل را بجا نياورده ، يا باطل انجام داده ، بايد دوباره اجير بگيرد .\r\n( م 1549 ) هرگاه شك كند كه اجير عمل را انجام داده يا نه بايد دوباره اجير بگيرد ولى اگر اجير بگويد عمل را انجام داده‌ام كافى است و دوباره اجير گرفتن لازم نيست و اگر شك كند كه عمل او صحيح بوده يا نه ، گرفتن اجير لازم نيست .\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\n( م 1550 ) كسى را كه عذرى دارد و مثلا با تيمم يا نشسته نماز ميخواند ، نميشود براى نمازهاى ميّت اجير كرد ، اگرچه نماز ميت هم همان‌طور قضا شده باشد .\r\n( م 1551 ) مرد براى زن و زن براى مرد ميتواند اجير شود و در بلند خواندن و آهسته خواندن نماز بايد به تكليف خود عمل نمايد .\r\n( م 1552 ) لازم نيست قضاى نمازهاى ميت به ترتيب خوانده شود مگر در آنچه در اداء آن ترتيب لازم است مثل ظهر و عصر يك روز .\r\n( م 1553 ) اگر با اجير شرط كنند كه عمل را بطور مخصوص انجام دهد بايد همان‌طور بجا آورد . و اگر با او شرط نكنند . بايد در آن عمل به تكليف خود رفتار نمايد و احتياط مستحب آنست كه از وظيفهء خودش و ميت هركدام به احتياط نزديكتر است به آن عمل كند مثلا اگر وظيفهء ميت گفتن سه مرتبه تسبيحات اربع بوده ، و تكليف او يك مرتبه است ، سه مرتبه بگويد .\r\n( م 1554 ) اگر با اجير شرط نكنند كه نماز را با چه مقدار از مستحبات آن بخواند ، بايد مقدارى از مستحبات نماز را كه معمول است بجا آورد .\r\n( م 1555 ) اگر انسان چند نفر را براى نماز قضاى ميت اجير كند و بخواهد احتياط كند و ترتيب را مراعاة نمايد بايد براى هركدام آنها وقتى را معين نمايد ، مثلا اگر با يكى از آنها قرار گذاشت كه از صبح تا ظهر نماز قضا بخواند ، با ديگرى قرار بگذارد كه از ظهر تا شب بخواند ، و نيز بايد نمازى را كه در هر دفعه شروع مىكند معين نمايد مثلا قرار بگذارد ، اوّل\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nنمازى را كه ميخواند صبح باشد يا ظهر يا عصر و همچنين بايد با آنها قرار بگذارد كه در هر دفعه نماز يكشبانه‌روز را تمام كنند و اگر ناقص بگذارند آن را حساب نكنند و دفعه بعد نماز يكشبانه‌روز را از سر شروع نمايند .\r\n( م 1556 ) اگر كسى اجير شود كه مثلا در مدت يك سال نمازهاى ميّت را بخواند و پيش از تمام شدن سال بميرد ، بايد براى نمازهائى كه ميدانند بجا نياورده ديگريرا اجير نمايند و همچنين براى نمازهائى كه احتمال ميدهند بجا نياورده باشد بنابر احتياط واجب .\r\n( م 1557 ) كسى را كه براى نمازهاى ميت اجير كرده‌اند ، اگر پيش از تمام كردن نمازها بميرد و اجرت همه آنها را گرفته باشد ، چنانچه شرط كرده باشند كه تمام نمازها را خودش بخواند ، بايد اجرت مقدارى را كه نخوانده از مال او به ولّى ميّت بدهند مثلا اگر نصف آنها را نخوانده بايد نصف پولى را كه گرفته از مال او به ولّى ميت بدهند و اگر شرط نكرده باشند ، بايد ورثه‌اش از مال او اجير بگيرند اما اگر مال نداشته باشد بر ورثهء او چيزى واجب نيست .\r\n( م 1558 ) اگر اجير پيش از تمام كردن نمازهاى ميت بميرد و خودش هم نماز قضا داشته باشد ، بايد از مال او براى نمازهائى كه اجير بوده ديگرى را اجير نمايئد . و اگر چيزى زياد آمد . در صورتى كه وصيت كرده باشد و ورثه اجازه بدهند ، براى تمام نمازهاى او اجير بگيرند ، و اگر اجازه ندهند ثلث آن را به مصرف نماز خودش برسانند .\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\n\r\nاحكام روزه\r\n( م 1572 ) كسى كه براى بجا آوردن روزهء ميتى اجير شده ، اگر روزه مستحبى بگيرد اشكال ندارد ولى كسى كه روزه قضا يا روزه واجب ديگرى دارد ، نمىتواند روزه مستحبّى بگيرد و چنانچه فراموش كند و روزه مستحب بگيرد ، درصورتيكه پيش از ظهر يادش بيايد ، روزه مستحبّى او بهم مىخورد و مىتواند نيّت خود را به روزه واجب برگرداند و اگر بعد از ظهر ملتفت شود ، روزه او باطل است بلكه اگر بعد از مغرب يادش بيايد معلوم نيست روزه‌اش صحيح باشد .\r\n( م 1653 ) كسى كه مس ميت كرده يعنى جائى از بدن خود را به بدن ميّت رسانده ، ميتواند بدون غسل مس ميّت روزه بگيرد و اگر در حال روزه هم ميت را مس نمايد ، روزهء او باطل نميشود « 1 » .\r\n\r\nنماز قضا :\r\nس - شخصى كه سكته كرده و مدّتى بسترى بوده و هيچگونه قدرت بر حركت نداشته و بعلاوه حواسش هم بجا نبوده آيا نماز از گردن او ساقط است يا نه و بعد از او بر ورثه قضاء نماز او لازم است يا نه ؟\r\nج - در فرض مسئله اگر مريض حواسّ نداشته كه اوقات نماز را تميز دهد نمازهاى فوت شده قضاء ندارد و اگر ملتفت بوده و مسامحه كرده قضاء نمازها را بجا بياورند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . توضيح المسائل .\r\n","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nس - پدرى كه در مدّت عمرش بىنماز بوده آيا بعد از مرگ او قضاى نماز و روزه‌اش بر پسر بزرگتر واجب است يا نه ؟\r\nج - به نظر اينجانب ، احتياط لازم آنست كه پسر بزرگتر نمازهاى قضا شدهء عمدى پدر را هم بجا آورد ، ولى ميتواند در اين احتياط به علمائى مراجعه كند كه عمل به اين احتياط را لازم نميدانند ، با رعايت الاعلم فالاعلم .\r\nس - اگر پسر بزرگتر ( كه اداء دين پدر و مادر ، بر او واجب است ) مريض باشد و ثروتى ندارد ، آيا بر پسر ديگر واجب است يا نه ؟\r\nج - اگر مقصود از دين پدر ، ديون مالى است كه بايد ورثه ، از تركه پدر ، ادا كنند و اگر مقصود ، نماز و روزه است ، كه بر پسر بزرگتر واجب است و در صورتى كه او قادر بر قضا نيست و قدرت بر استيجار هم ندارد و شرعا معذور است ، احتياط لازم آنست كه پسر بعدى بجا آورد .\r\nس - شخصى حدود شصت سال عمر كرده و در حدود سى سال آخر عمرش اختلال حواسّ و بعارضه روانى مبتلا بوده به نحوى كه در اوائل سى سال اخير ، فرائض يوميّه خود را بطور ناقص انجام و بقيه را بر اثر بيمارى مزبور ، ابدا توجّهي به انجام فرائض خويش نداشته ، حال آيا لازم است كليّه فرائض متروكه ( در زمان بيمارى موصوف متوفّى از نماز و روزه ) را قضا نمود يا نه ؟\r\nج - اگر شعور خود را بكلّى از دست داده بوده كه اصلا درك تكليف نميكرده ، نماز و روزه‌اش قضا ندارد و اگر متوجّه تكليف بوده و مع ذلك ترك كرده اگر با عذر ترك كرده بر پسر بزرگ واجب است كه آن را قضا نمايد و اگر بى غذر ترك كرده احتياط آنست كه قضاء آن مقدار ،\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nنماز و روزه را بجا آورد .\r\nس - پسرى كه به تكليف نرسيده ميتواند نماز قضاء پدر و مادر را بخواند يا نه ؟\r\nج - اگر مميز باشد و صحيح هم بخواند اشكال ندارد .\r\nس - آيا پسر بزرگ مىتواند در زمان حيات پدر و مادر به آنها بگويد من نمىتوانم قضاء نماز و روزهء شما را بجا آورم و يا بگويد من در برابر نماز و روزهء شما اجرت مىگيرم ؟ و آيا مىشود از تركهء ميّت با ندازهء خرج نماز و روزه را برداشت يا نه و راستى چگونه ممكن است يك فرزند ، به خاطر اينكه بزرگتر است اين تكليف سخت بر او بار باشد ؟\r\nج - شرط اجرت ، براى پسر بزرگ در برابر قضاء نماز و روزه پدر و مادر ، مشكل است ولى اگر پدر و مادر وصيت كنند كه آنچه نماز و روزه از آنها فوت شده استيجار كنند و مبلغى را هم در مقابل ، تعيين نمايند ، در صورتى كه اجير ، انجام دهند از پسر بزرگتر ساقط است .\r\n\r\nنماز استيجارى :\r\nس - كسى كه خودش نماز قضاء در ذمّه دارد ميتواند براى قضاء نماز اجير شود و همراه نماز قضاى خودش بخواند يا نه ؟\r\nج - بلى ميتواند ولى در قضاى نماز خود ، مسامحه ننمايد .\r\nس - زن ميتواند نماز وحشت بخواند ، و همچنين براى بجا آوردن نماز و روزه ، جهت غير اجير شود يا نه ؟\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nج - بلى ميتواند نماز وحشت بخواند و براى نماز و روزه قضاء اجير شود « 1 » .\r\n\r\nنماز استيجارى\r\nس - شخصى اجير مىشود براى چند نفر كه مدتى نماز و روزه بجا آورد ولى مدت نماز و روزه را فراموش نموده و نميداند چند مدت است تكليف او چيست ؟\r\nج - اگر مراد مقدار نماز و روزه است ميتواند بقدرى كه يقين دارد اكتفا كند لكن احتياط آن است كه بقدرى بجا آورد كه يقين حاصل شود برئ الذمّه شده است .\r\nس - شخصى كه قضاء يقينى عبادت از خود بر ذمه دارد اجير شدنش براى انجام عبادت غير جايز است يا نه و در هر صورت بين نماز و روزه فرقى هست يا نه ؟\r\nج - در فرض مسئله اجير شدن به نظر حقير جايز است و فرقى بين نماز و روزه نيست .\r\nس - شخصى اجير براى روزه و يا نماز ديگرى شده و قبل از انجام همه اعمال از دنيا رفته آيا اينهم مثل عبادات بالاصاله به گردن پسر بزرگتر است كه بايد پس از فوت بجا آورد يا خير ؟\r\nج - در فرض مسئله آنچه از نماز و روزه باقيمانده دين است و بايد از تركه به صاحب وجه برگردانند .\r\nس - كسى نمازى را عهده‌دار شده جهت ميتى بجا آورد و مقدارى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مجمع المسائل جلد اوّل .\r\n","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nهم خوانده آيا ميتواند بقيه را به شخصى ديگر واگذار كند در صورت موثق بود آن شخص دوم يا نه ؟\r\nج - در صورتى كه شرط و قيد مباشرت نشده باشد مىتواند به ديگرى واگذار كند و چون غالبا خصوصيت اشخاص در نماز استيجارى ملحوظ است بدون اذن صاحب وجه يا وكيل او به ديگرى واگذار نكند .\r\nس - جوانيكه بسن چهارده سال بيشتر نيست ، ميتواند نماز و روزهء ميتى را به عهده بگيرد و اجير شود يا نه ؟\r\nج - گرچه اقوى صحت عبادت صبى مميز است لكن اكتفاء به آن مشكل است چون اصالة الصّحه ندارد « 1 » .\r\n\r\nروزه استيجارى :\r\nس - شخصى پير شده قادر بگرفتن روزه نيست و روزه قضاء بر ذمّه دارد و از كسان و بازماندگانش اميدوار نيست كه بعد از موت او روزه‌هايش را قضاء نمايند و يا جهت او اجير بگيردند در اين صورت در حال حيوة خود ميتواند براى خود اجير بگيرد كه روزه‌هاى او را قضا نمايد يا نه ؟\r\nج - در زمان حيوة نميتواند براى خود روزه استيجار نمايد .\r\nس - آيا همچنانكه قضاء نماز و روزهء پدر و مادر ، بر پسر بزرگتر است كفّاره روزه‌هاى ماه رمضان كه عمدا افطار كرده‌اند نيز بر پسر بزرگتر واجب است يا نه ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مجمع المسائل جلد دوم .\r\n","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nج - كفّاره افطار صوم ، بر پسر بزرگتر واجب نيست . بلى اگر ميّت ، تركه‌اى دارد بايد از آن اداء شود . « 1 »\r\n\r\nاحكام خمس :\r\n( م 1764 ) اگر انسان مالى به ارث به او برسد و بداند كسى كه اين مال از او به ارث رسيده خمس آن را نداده ، بايد خمس آن را بدهد و نيز اگر در خود آن مال خمس نباشد ولى انسان بداند كسى كه آن مال از او به ارث رسيده ، خمس بدهكار است ، بايد خمس را از مال او بدهد .\r\n( م 1776 ) كسى كه مانند تاجر و كاسب بايد براى دادن خمس ، سال قرار دهد اگر منفعتى بدست آورد و در بين سال بميرد ، بايد مخارج تا موقع مرگش را از آن منفعت كسر كنند و خمس باقيمانده را بدهند « 2 » .\r\nس - آيا زوجه ميتواند بدون اجازه فرزندانش از اموال شوهر خود كه فوت نموده خمس بدهد ( چون ممكن است ورثه اداء نكنند و بگويند خمس بدهكار نبوده ) يا نه ؟\r\nج - اگر زوجه ، يقين داشته باشد كه خمس بر ميّت واجب بوده و بداند كه ورثهء ديگر نميدهند و مال هم زير دست او باشد واجب است با اذن حاكم شرع خمس را از آن مال ، اداء كند .\r\nس - شخصى فوت نموده و پدر و مادر و فرزند هم ندارد و در وصيّت نامه‌اش تذكّر داده كه خمس مال خود را نپرداخته‌ام وصىّ و ناظر من خمس اموالم را بپردازند و ثلث خود را هم اختصاص بكفن و دفن و نماز و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مجمع المسائل جلد اوّل .\r\n( 2 ) . توضيح المسائل\r\n","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nروزه و حجّ داده ، حال آيا خمس را از اصل مال بايد داد يا از ثلث ؟\r\nج - در فرض مسئله ، خمس از اصل مال بايد خارج شود و پس از اخراج خمس ، ثلث باقيمانده را بمصارفيكه وصيّت نموده برسانند .\r\nس - شخصى فوت نموده و اشجارى داشته كه ميدانيم خمس نموّ آنها را نداده آيا خمس اين اشجار را بايد بدهند و يا خمس نموّ آنها را ؟\r\nج - در فرض سئوال خمس نموّ اشجار را بدهند كافى است .\r\nس - وصىّ ميتواند از ثلث ميّت ، بسيّد مستمندى شخصا خمس بپردازد يا نه ؟\r\nج - اگر ميداند وصيّت كرده كه از ثلث ، خمس واجب او را اداء كند مانعى ندارد و اگر ميّت ، وصيّت به خمس نكرده بايد اوّل ديون مالى او را ( كه خمس نيز يكى از آنها است ) از اصل مال ، خارج نموده و ثلث بقيّه را به مصارفيكه تعيين كرده برساند .\r\nس - شخصى ميخواهد پدر خود را از زير دين بيرون بياورد و مال او را حساب كند آيا مىتواند املاك پدر را به همان قيمت كه او در زمان حيات خود خريده حساب كند يا نه ؟\r\nج - اگر يقين داشته باشد كه پدر ، خمس آنها را نداده واجب است خمس قيمت فعلى آنها را بپردازد و تفاوت قيمت را با حاكم شرع ، مصالحه نمايد .\r\nس - شخصى قبر آماده ، براى خود ميخرد كه پس از فوت ، در آنجا دفن شود آيا به اين قبر خمس تعلق ميگيرد يا نه ؟\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nج - احتياط لازم آنست كه خمس قبر مزبور را بدهد مگر اينكه خريدار ، در سال خريد فوت نمايد ، كه در اين صورت عدم وجوب خمس بعيد نيست .\r\nس - اگر وارث بداند كه تركه ميّت ، از كسب حرام يا از حلال و حرام هر دو جمع شده و مقدار حرام را نداند تكليف اين وارث ، در فرض اوّل و دوّم چيست ؟\r\nج - در فرض اوّل اگر صاحب مال حرام ، معلوم باشد ، به او ردّ كنند و الّا با اذن حاكم شرع ، مظالم بدهند و در فرض دوّم كه مخلوط به حرام باشد اگر نه صاحب حرام معلوم باشد و نه مقدار آن ، واجب است خمس تمام مخلوط را بدهند « 1 » .\r\n\r\nمسئله زكات :\r\n( م 1942 ) اگر فقير بميرد و مال او به اندازه قرضش نباشد ، انسان ميتواند طلبى را كه از او دارد بابت زكات حساب كند . ولى اگر مال باندازهء قرضش باشد و ورثه قرض او را ندهند يا به جهت ديگر انسان نتواند طلب خود را بگيرد ، بنابر احتياط واجب نبايد طلبى را كه از او دارد بابت زكات حساب كند .\r\n( م 1997 ) كسى كه خمس يا زكات بدهكار است و نزر و مانند اينها هم بر او واجب است و قرض هم دارد اگر بميرد و مال او براى همهء آنها كافى نباشد ، چنانچه مالى كه خمس و زكات آن واجب شده از بين نرفته باشد بايد خمس يا زكات را بدهند و بقيهء مال او را به چيزهاى ديگريكه بر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مجمع المسائل حضرت آيت اللّه العظمى آقاى گلپايگانى جلد اوّل احكام خمس .\r\n","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nاو واجب است قسمت كنند و اگر مالى كه خمس و زكات آن واجب شده از بين رفته باشد ، بايد مال او را به خمس و زكات و قرض و نذر و مانند اينها قسمت نمايند مثلا اگر چهال تومان خمس بر او واجب است و بيست تومان به كسى بدهكار است و همهء مال او سى تومان است ، بايد بيست تومان بابت خمس و ده تومان بدين او بدهند .\r\n( م 2021 ) اگر كسى بعد از غروب عيد فطر بميرد ، بايد فطرهء او و عيالاتش را از مال او بدهند ولى اگر پيش از غروب بميرد ، واجب نيست فطرهء او و عيالاتش را از مال او بدهند .\r\n\r\nمسلئه حج\r\n( م 2056 ) اگر در سال اوليكه مستطيع شده حج نكند و بعد بواسطهء پيرى يا مرض و ناتوانى نتواند حج نمايد و نااميد باشد از اينكه بعدا خودش حج كند بايد ديگرى را از طرف خود بفرستد ، بلكه اگر در سال اوليكه به قدر رفتن حج مال پيدا كرده ، بواسطهء پيرى يا مرض يا ناتوانى نتواند حج كند ، احتياط واجب آنست كسى را از طرف خود بفرستد كه حج نمايد .\r\n\r\nاحكام وديعه ( امامت )\r\n( م 2348 ) اگر صاحب مال بميرد ، امانت‌دار بايد مال را بوارث برساند ، يا بوارث او خبر دهد و چنانچه مال را بوارث او ندهند و از خبر دادن هم كوتاهى كند و مال تلف ضامن است ، ولى اگر براى آنكه ميخواهد بفهمد كسى كه ميگويد من وارث ميتمّ راست ميگويد يا نه يا ميّت وارث ديگرى دارد يا نه ، مال را ندهند و از خبر دادن هم كوتاهى كند و مال تلف شود ضامن نيست .\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\n( م 2349 ) اگر صاحب مال بميرد و چند وارث داشته باشد ، كسى كه امانت را قبول كرده بايد مال را به همه ورثه بدهد ، يا به كسى بدهد كه همهء آنان گرفتن مال را به او واگذار كرده‌اند ، پس اگر بدون اجازهء ديگران تمام مال را بيكى از ورثه بدهد ضامن سهم ديگران است .\r\n( م 2350 ) اگر كسى كه امانت را قبول كرده بميرد ، يا ديوانه شود ، هركس كه امانت در پيش او باشد بايد هرچه زودتر آن را به صاحبش برساند .\r\n( م 2351 ) اگر امانت‌دار نشانه‌هاى مرگ را در خود ببيند ، چنانچه ممكن است ، بايد امانت را به صاحب آن يا وكيل او برساند و اگر ممكن نيست بايد آن را به حاكم شرع بدهد و چنانچه به حاكم شرع دسترسى ندارد ، در صورتى كه وارث او امين است و از امانت اطلاع دارد ، لازم نيست وصيت كند و گرنه بايد وصيت كند و شاهد بگيرد و بوصى و شاهد اسم صاحب مال و جنس و خصوصيات مال و محل آن را بگويد .\r\n( م 2352 ) اگر امانت‌دار نشانه‌هاى مرگ را در خود ببيند و بوظيفه‌ايكه در مسأله پيش گفته شد عمل نكند ، چنانه آن امانت از بين برود ، بايد بنابر احتياط لازم عوضش را بدهد ، اگرچه در نگهدارى آن كوتاهى نكرده باشد و مرض او خوب شود ، يا بعد از مدتى پشيمان شود و وصيت كند .\r\n\r\nاحكام عاريه\r\n( م 2360 ) اگر عاريه‌دهنده بميرد ، عاريه‌گيرنده بايد چيزى را كه\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nعاريه كرده بورثهء او بدهد .\r\n( م 876 ) نماز خواندن در ملكى كه منفعت آن مال ديگرى است بدون اجازهء كسى كه منفعت ملك ، مال او مىباشد باطل است ، مثلا در خانه اجاره‌اى اگر صاحب خانه يا ديگرى بدون اجازه كسى كه آن خانه را اجاره كرده نماز بخواند ، نمازش باطل است و همچنين است اگر در ملكى كه ديگرى در آن حقى دارد نماز بخواند ، مثلا اگر ميت وصيت كرده باشد كه ثلث مال او را به مصرفى برسانند ، تا وقتى ثلث را جدا نكنند نميشود در ملك او نماز خواند .\r\n( م 884 ) تصرف در ملك ميتى كه خمس يا زكات بدهكار است حرام و نماز در آن باطل است ولى اگر بدهى او را بدهند يا ضامن شوند كه ادا نمايند بنحويكه دين از عهده ميت ساقط شود جايز است اگر عين زكات يا خمس در مال ميت موجود باشد فقط تصرف در آن عين قبل از ادا جايز نيست ولى تصرف و نماز در غير آن اشكال ندارد .\r\n( م 885 ) تصرف در ملك ميتى كه به مردم بدهكار است ، حرام و نماز در آن باطل است ولى اگر ضامن شوند كه قرضهاى او را بپردازند ، يا اينكه طلبكارها و وصى ميت يا طلبكارها و حاكم شرع اجازه بدهند ، تصرف و نماز در ملك او مانعى ندارد .\r\n( م 886 ) اگر ميّت قرض نداشته باشد ولى بعضى از ورثه او صغير يا ديوانه يا غائب باشند ، تصرف در ملك او بدون اذن ولى شرعى حرام و نماز در آن باطل است . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . توضيح المسائل .\r\n","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\n\r\nاحكام دين مؤجل :\r\nس - هرگاه مديون قبل از اينكه وقت پرداختن دين برسد از دنيا برود آيا لازم است همانوقت ورثه دينش را بدهند يا مىتوانند تا موعدى كه براى پرداخت دين ، خود طلبكار و مديون تعيين نموده‌اند صبر كنند و نيز حكم موردى را كه طلبكار پيش از رسيدن موعد دين بميرد بفرمائيد ؟\r\nج - هرگاه مديون قبل از موعد دين بميرد واجب است ورثه بلا فاصله بدهى او را بپردازند ولى اگر طلبكار بميرد ورثه مىتوانند تا موعدى كه براى پرداخت دين تعيين شده صبر كنند پس اگر زن براى وصول مهريهء خود وقتى را تعيين نموده باشد و قبل از رسيدن آن وقت شوهر از دنيا برود زن ميتواند بمحض موت شوهر مهريه را مطالبه كند ولى اگر زن پيش از رسيدن آن وقت بميرد ورثهء او نميتوانند قبل از رسيد وقت تعيين شده براى پرداختن مهريه ، آن را مطالبه نمايند . « 1 »\r\n\r\nمستثنيات دين\r\nس - آيا خانهء محل سكونت مديون كه از مستثنيات دين است مخصوص به حال حيات مديون است يا شامل بعد از موت هم مىشود ؟\r\nج - مخصوص به حال حيات مديون است پس اگر بميرد و غير از خانهء محل سكونت مال ديگرى نداشته باشد بايد همان خانه فروخته شود و مصرف دين گردد .\r\n\r\nدين مستغرق تركه\r\nس - اگر دين مستغرق شد آيا براى ورّاث صغير و يا كبير چيزى منظور ميگردد يا خير ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مجمع المسائل جلد دوّم احكام دين .\r\n","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nج - براى ورثه در فرض مسئله لازم نيست چيزى از تركه منظور شود .\r\nس - اگر كسى از سيدى طلب داشته باشد و سيد مديون فوت كند و دين هم نسبت به تركه مستغرق است آيا در اين صورت ميتوان طلب را بابت خمس با بچه‌هاى مديون حساب كرد يا خير ؟\r\nج - دائن از تركه حق دارد دين خود را استيفا نمايد و اگر ورّاث سيّد و فقير هستند به آنها بابت خمس رد كند .\r\nس - شخصى فوت نموده و مدركى از او با امضاء خود و چند شهود بر مديون بودنش در سابق در دست است ولى نزديك فوتش اقرار جديدى بدينش نكرده آيا بايد از مالش قرض او ادا شود يا نه و احتياج به قسم دارد يا نه ؟\r\nج - اگر ورثه احتمال ميدهند كه قبل از فوت دينش را ادا كرده باشد اين ادعاء دعوى بر ميت است و بايد مرافعهء شرعيه نمايند .\r\nس - شخصى طلبى از كسى دارد و طلبكار فوت مىكند و شخص مديون ميداند كه طلبكار خمس نميداده و ورثهء او هم خمس نميدهند آيا ميتواند آن طلب را انكار كند و از طرف ميت بابت خمس بمستحقين رد نمايد يا خير ؟\r\nج - با علم باشتغال ذمهء ميت و امتناع ورثه از اداء دين او واجب است با استيذان از حاكم شرعى آن را بمستحقين برساند .\r\nس - اينجانب مبلغ چهل و شش تومان مديون زنى ميباشم و آن زن فوت نموده و وارث هم ندارد چون براى پرداخت آن متحيرم مستدعى است\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nكه هر نوع دستور شرع است مرقوم فرمائيد .\r\nج - لازم است تفحص كنيد تا مأيوس شويد پس از يأس وجه مزبور را بفقيه جامع الشرايط برسانيد تا به تكليف خود عمل كند . « 1 »\r\n\r\nاحكام شركت\r\nس - چند نفر با هم شريك شدند كه تجارت كنند در اين بين يك نفر از آنها فوت نموده است و مقدار اموال شركتى را تعيين كردند و مال چندين برابر شد مىخواهند شركت را بهم بزنند آيا بورثهء متوفى بايد سهم روز فوت پدرشان را بدهند يا روزى كه شركت بهم مىخورد ؟\r\nج - اگر از مال ميت شريك در نزد شركاء باقى بوده و با آن معامله نموده‌اند به نسبت مالى كه در شركت باقيمانده بايد منافع آن را در موقع تفكيك شركت بورثهء ميت شريك بدهند .\r\nس - شخصى سرقفلى مغازه‌اى را خريدارى كرده و در آن مغازه علاوه از بنّائى ، تلفن و قفسه‌گذارى نموده و از دنيا رفته ، يكى از ورثه بدون اجازهء ديگران آن دكان را از مالك اجاره نموده و سايرين را از آن مغازه محروم نموده بفرمائيد چه صورت دارد ؟\r\nج - آنچه از اعيان ، تركهء ميت است مشترك ما بين تمام ورثه است و تصرف يكى از آنها بدون رضايت ديگرى جايز نيست و چنانچه سرقفلى به نحو صحيح شرعى خريدارى شده باشد متعلّق به همهء ورثه است .\r\nس - دو نفر در يك مغازه شريك و با هم مشغول كسب بودند ولى يكى از دو شريك از دنيا رفته و از او فرزندان صغار باقيمانده است در اين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مجمع المسائل جلد دوّم\r\n","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nصورت اين شريك كه فعلا در قيد حيات است با صغار رفيقش به همان شركت باقى باشد يا نه ؟\r\nج - امور صغار با ولى شرعى است كه جد پدرى باشد و اگر جد پدرى نداشته و پدر نيز براى آنها قيّم نصب نكرده باشد ولىّ آنها مجتهد جامع الشرائط است و هيچگونه تصرف در امور آنها بدون اذن ولىّ جايز نيست .\r\nس - شخصى فوت نموده و تركهء او تقسيم شده مثلا اطاق تحتانى را دادند بزيد و فوقانى را بعمرو ، اگر اطاق فوقانى خراب شد عمرو حق درست كردن آن را دارد يا آنكه حق او تمام شده و اگر تحتانى خراب شد و عمرو نمىتواند از فوقانى خود استفاده كند آيا ميتواند زيد را مجبور بساختن و تعمير آن كند يا نه ؟\r\nج - در فرض مسئله هيچيك از صاحبان فوقانى و تحتانى حق الزام ديگر به ساختن را ندارد بلكه بعد از خراب شدن طبقهء فوقانى ، مالك طبقهء تحتانى ميتواند از ساختن طبقهء فوقانى منع كند بلى اگر زيد و عمرو خانه را خريده باشند بعيد نيست متعارف اين باشد كه در صورت بقاء ديوار تحتانى مالك فوقانى حق احداث بناء روى آن را دارد . « 1 »\r\n\r\nمسئله غصب\r\nس - آيا وصى ميتواند با ملك يكى از ورثه كه نزد او امانت مىباشد و با مطالبهء مكرر به او نداده كسب كند يا نه و عوائد مال كه از كسب بدست ميآيد مال صاحب امانت است يا نه ؟\r\nج - بنحو كلى تصرف در مال غير بدون مجوز شرعى جايز نيست و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مجمع المسائل جلد دوّم احكام شركت .\r\n","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nچنانچه معامله كرد اگر معامله را به عين مال وارث انجام داده باشد معامله فضولى است و در صورتى كه مالك امضاء كند معامله براى او واقع مىشود و منافعش هم مال صاحب مال است ولى اگر معامله را به عين مال غير انجام نداده باشد مثل آنكه خانه و لباس يا چيزهاى ديگرى بخرد بثمن كلى و بعد در مقام اداء ثمن مال غير را داده باشد معامله صحيح است و نماز و ساير تصرفات او در مبيع بىاشكال است ولى از ثمن برئ الذّمه نمىشود و بايد از مال حلال بدهد و همچنين ضامن مال غير نيز هست . « 1 »\r\n( م 2526 ) زنى كه شوهرش مرده اگر آبستن نباشد ، بايد تا چهار ماه و ده روزه عدّه نگهدارد يعنى از شوهر كردن خوددارى نمايد اگرچه يائسه يا صيغه باشد ، يا شوهرش با او نزديكى نكرده باشد ، و اگر آبستن باشد ، بايد تا موقع زائيدن عده نگهدارد ، ولى اگر پيش از گذشتن چهار ماه و ده روز ، بچه‌اش به دنيا آيد ، بايد تا چهار ماه و ده روز از مرگ و شوهرش صبر كند و اين عدّهء را عدهء وفات ميگويند .\r\n( م 2527 ) زنى كه در عدّه وفات مىباشد حرام است لباس الوان بپوشد و سرمه بكشد و همچنين كارهاى ديگرى كه زينت حساب شود بر او حرام مىباشد\r\n( م 2528 ) اگر زن يقين كند كه شوهرش مرده و بعد از تمام شدن عدهء وفات شوهر كند ، چنانچه معلوم شود شوهر او بعدا مرده است ، بايد از شوهر دوّم جدا شود و در صورتى كه آبستن باشد به مقدارى كه در عدهء طلاق گفته شد يعنى تا موقع زائيدن براى شوهر دوّم عده طلاق و بعد براى شوهر اوّل عدهء وفات نگهدارد ، و اگر آبستن نباشد براى شوهر اوّل عدهء وفات و بعد براى شوهر دوّم عدهء طلاق نگهدارد و ابتداء عده وفات را از موقعى كه خبر صحيح وفات شوهر به او رسيده قرار دهد .\r\n( م 2529 ) ابتداى عدّهء وفات از موقعى است كه زن از مرگ شوهر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مجمع المسائل جلد دوّم احكام غصب .\r\n","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nمطلّع شود .\r\n( م 2530 ) اگر زن بگويد عدّه‌ام تمام شده ، با دو شرط از او قبول مىشود .\r\nاوّل آنكه مورد تهمت نباشد دوّم از طلاق يا مردن شوهرش بقدرى گذشته باشد كه در آن مدّت تمام شدن عده ممكن باشد . « 1 »\r\n\r\nمسئله ( حداد )\r\nس - در رسالهء عمليه ذكر شده كه بر زن در عدهء وفات شوهر واجب است زينت را ترك كند مستدعى است مراد از زينت را بيان فرمائيد و نيز اگر زن در عدهء وفات زينت كند آيا لازم است دوباره عده نگهدارد يا نه ؟\r\nج - منظور از زينت هم زينت در بدن است مانند سرمه كشيدن و عطر زدن و حنا كردن و آرايش نمودن و هم زينت در لباس مانند لباس سرخ و زرد و امثال اينها و زيور آلات زنانه به كار بردن و بطور كلى زن در ايام عدهء وفات بايد تمام چيزهائيرا كه براى شوهر در اوقات مناسب مانند عيد و عروسى و غيره به آنها زينت ميكرد ترك كند و اين بحسب اشخاص و زمانها و شهرها تفاوت دارد و لازم است در هر شهرى آنچه متعارف براى زينت در آن شهر است ملاحظه شود بلى تنظيف بدن و لباس و سر را شانه زدن و ناخن گرفتن و حمام رفتن اشكال ندارد و در مورد سئوال دوم اقوى اين است كه ترك زينت شرط در عده نيست بلكه فقط حكم تكليفى است پس اگر از روى معصيت يا فراموشى يا ندانستن مسئله در تمام ايام عده زينت كند لازم نيست عده را از سر بگيرد يا اگر در بعض ايام عده زينت نمود لازم نيست آن مقدار را استيناف كند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تو ضيح المسائل .\r\n","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nزنيكه شوهرش فوت نموده قاعدتا مقدارى طلا هميشه همراه دارد در مدت عده كه زينت بر او حرام است بايد آنها را از خودش جدا كند يا نه ؟\r\nج - بايد هرچه را كه زينت براى زوجه شمرده مىشود كه در موقع مناسب به آن خود را زينت ميدهد در مدت عدهء وفات ترك نمايد و بعضى طلاها را كه هميشه همراه داشته مثل گوشواره لازم نيست بيرون بياورد .\r\n\r\nمسئله عده\r\nس - زنى در عدهء طلاق رجعيه بوده و شوهرش وفات كرده در اين صورت بايد عدهء وفات نگهدارد يا نه و ارث هم ميبرد يا خير ؟\r\nج - عدهء وفات نگاه دارد و ارث هم ميبرد .\r\nس - زن در حال عدهء وفات نفقه دارد يا نه ؟\r\nج - زنيكه در عدهء وفات باشد نفقه طلب ندارد چه حامل باشد و چه نباشد . « 1 »\r\n\r\nمسئله هبه و جهيزيّه\r\nس - آيا هبه نمودن در مرض موت صحيح است يا خير ؟\r\nج - اقوى صحت است هرچند زائد بر ثلث باشد .\r\nس - جهيزيهء دختر كه پدر يا مادر به او داده‌اند مثل ساير تركهء اوست و شوهر از آن جهيزيه هم ارث مىبرد يا نه ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مجمع المسائل جلد دوّم مسئله حداد .\r\n","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nج - جهيزيهء كه به دختر داده مىشود ظهور در هبه دارد و در اين صورت مثل ساير تركهء او مىباشد و به ورثه او ميرسد بلى اگر معلوم باشد كه پدر آن را هبه نكرده بملكيت او باقيست .\r\nس - شخصى فوت نموده و براى زوجه‌اش در حال حيات خود لباس خريده اگر انسان نداند كه ميت تمليك به زوجه كرده يا نه آيا آن لباسها را بايد بزن داد يا اينكه جزء اصل مال است و همچنين لباسهاى نو زن كه تا به حال نپوشيده چه حكمى دارد ؟\r\nج - آنچه را معلوم است كه بزن خود بخشيده مال زن است و آنچه را كه معلوم نباشد بزن بخشيده جزء تركهء ميّت است و كما فرض اللّه تقسيم مىشود و فرقى بين لباس پوشيده و نبوشيده نيست . « 1 »\r\n\r\nمسئله مهريه\r\nس - زيد دختر باكره‌اى را عقد كرده و قبل از دخول به دختر ، فوت كرده در اين صورت تمام مهر جزء تركهء است و يا نصف مهر جزء تركه محسوب است ؟\r\nج - در فرض سئوال ، زوجه تمام مهر را از شوهر طلب دارد و جزء تركه او محسوب است .\r\nس - زيد داراى زن و دو پسر و سه دختر است ، دخترها شوهر دارند و پسرها يكى از پدرش جدا و ديگرى با پدر بوده و فوت نموده است و از او دو پسر و عيال باقيمانده پدر عيالش مهريه و جهيزيهء دخترش را ادعاء و مطالبه مىكند و پدر متوفى اظهار ميدارد كه مهريه بر ذمهء من نيست و مديون\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مجمع المسائل جلد دوّم مسئله هبه و جهيزيه .\r\n","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nنيستم در اين صورت نظر مبارك را مرقوم فرمائيد ؟\r\nج - در فرض سئوال اگر شوهرى كه فوت شده در حال بزرگى ازدواج نموده باشد مهريه بر عهدهء خود او است و از تركهء او بايد اداء شود و بر عهده پدر نيست . بلى اگر در حال خرد سالى پدر براى او عيال گرفته باشد و در آن حال خرد سالى مال نداشته يا آنكه پدر ضمانت مهر را نموده بر عهدهء پدر است و امّا چيزهائى كه پدر زن بعنوان جهيزيه به دختر خود داده از تركهء متوفى نيست .\r\n\r\nحق حضانت ( سرپرستى )\r\nس - حضانت پسر صغيرى كه پدرش فوت شده و جد پدرى هم ندارد بعد از انقضاء مدتى كه حضانت او با مادر است با چه شخصى است آيا حضانت او تا بلوغ با مادر است يا با قيم شرعى او و يا با داشتن جدّهء پدرى با جده است ؟\r\nج - بعد از موت پدر حضانت با مادر است هرچند جد پدرى داشته باشد با موت مادر و پدر حضانت با جد پدرى است س - زنيكه بعد از فوت شوهرش قصد ازدواج با مردى دارد در صورتى كه داراى صغار است و آن صغار داراى عمه و خاله هستند كدام يك از آنها حق حضانت دارند و در صورتى كه حضانت ميكنند حق اجرت دارند يا خير و تقدم و تأخر عمه و خاله را در امر حضانت معلوم فرمائيد ؟\r\nج - در صورت فوت پدر حضانت طفل با مادر است هرچند شوهر كند و در مورديكه حضانت بعمه يا خاله برسد تقدم هيچكدام از آنها بر ديگرى معلوم\r\n( 1 ) . مجمع المسائل جلد دوّم مسئله مهريه .\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nنيست و جواز اخذ اجرت بر حضانت بعيد نيست و لكن احتياط در ترك است و بهر حال تصرف در مال صغير بدون اذن قيّم شرعى او جايز نيست . « 1 »\r\nپايان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مجمع المسائل جلد دوّم حق حضانت .\r\n","page_name":" 141 ","page_number":141},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145}
  ]