[
  {"content":"\r\n\r\nنمونه هاى ايثار - 3\r\nحضرت\r\nعلى اكبر عليه السلام\r\nآيت الله سيدمحمدتقى مدرسى\r\nمترجم : محمد ( امير ) شوشترى زاده\r\n\r\n","description":"","footnote":"","page_name":" مقدمه و پيش گفتار 1 ","page_number":1},
  {"content":"\r\n\r\nمدرسى ، محمدتقى ، 1945 -\r\nحضرت على اكبر عليه السلام / محمدتقى مدرسى ؛ مترجم محمد ( امير ) شوشترى زادره - تهران : محبان الحسين ( ع ) ، 1378 .\r\nى ، 53 ص . - ( نمونه هاى ايثار ؛ 3 ) 2500 ريال 0 - 2 - 90054 - 964 : isbn\r\nفهرستنويسى براساس اطلاعات فيپا .\r\nعنوان اصلى : علي الأكبر عليه السلام سليل الحسين عليه السلام .\r\nكتابنامه به صورت زيرنويس .\r\nچاپ چهارم ، پاييز 1379 .\r\n1 . على اكبر بن الحسين عليه السلام ، 37 ؟ - 61 ق . - سرگذشتنامه . 2 . واقعه كربلا ، 61 ق . الف شوشترى زاده ، محمد ، مترجم . ب . عنوان .\r\n4 م 8 ع / 4 / 42 م bp\r\n9537 / 297\r\n1377\r\nكتابخانه ملى ايران\r\n13146 - 77 م\r\nچاپ اول - زمستان 1377 - 3000 نسخه\r\nچاپ دوم - زمستان 1377 - 5000 نسخه\r\nچاپ سوم - پاييز 1378 - 5000 نسخه\r\nنمونه هاى ايثار - 3\r\nحضرت على اكبر عليه السلام\r\nمؤلف : آية الله سيدمحمدتقى مدرسى\r\nناشر : انتشارات محبان الحسين عليه السلام\r\nچاپ چهارم : پاييز 1379 - 5000 نسخه\r\nقيمت : 2200 ريال\r\nآدرس : تهران - خيابان كريمخان زند\r\nخيابان به آفرين - بن بست چهارم پلاك 52 - تلفن 6407435\r\nدفتر پخش : ناصر خسرو - كوچه حاج نايب تلفن : 3907181\r\nشابك 0 - 2 - 90054 - 964\r\n0 - 2 - 90054 - 964 isbn\r\nليتوگرافى تيزهوش\r\nچاپخانه پاسدار اسلام\r\n\r\n","description":"","footnote":"","page_name":" مقدمه و پيش گفتار 2 ","page_number":2},
  {"content":"\r\n\r\n\r\n[ مقدمه ناشر براى چاپ چهارم 
  ]\r\nبسم اللَّه الرحمن الرحيم\r\nامروز ، بسيارى از دانشمندان براين عقيده‌اند كه علوم ارتباطات و ژنيتيك از ساير علوم پيشرفت بيشترى كرده است .\r\nزيرا اهمّيت علم ارتباطات از آن جهت بوده كه جهان گسترده را به دهكده ، و زمان كسب آگاهى را به ثانيه مبدل ساخته است .\r\nو امّا براساس علم ژنينيك ، نه تنها ژنهاى معيوب ، بكله مىتوان ارتباط ژنهاى فرد با نياكانش را نيزشناسى كرد .\r\nوبدين لحاظ بسيارى از مؤرخان بزرگ و اسلامى ، هنگامى كه زندگى حضرت على اكبر عليه السلام را بيان مىنمايند ، تعداد زيادى از صفات مانند : زيبايى رخسار ، زيبايى گفتار ، متانت رفتار ، بخشايش مال ، صبر در مصائب و شجاعت در نزد او را به پيامبر بزرگ اسلام حضرت محمّد صلى الله عليه و آله تشبيه مىكنند .\r\nو حضرت على اكبر عليه السلام در روز عاشورا ، اولين شهيد از خاندان بنى هاشم است كه نحوه الگو پذيرى و شهادت را از خاندان رسول اكرم صلى الله عليه و آله به جوانان مسلمان به ويژه پيروان اهل بيت عليهم السلام\r\n\r\n","description":"","footnote":"","page_name":" مقدمه و پيش گفتار 3 ","page_number":3},
  {"content":"\r\n\r\nياد مىدهد كه چگونه از امام زمان خود پيروى كنند .\r\nزيرا يكى از انحراف جوانان مسلمان امروزى عدم آگاهى از شيوه زندگى پيامبر اسلام و ائمّه‌ى معصومين عليهم السلام و خاندان نبوّت والگوپذيرى ازسيره وسلوك آنان مىباشد . كه البته امروز بابركت انقلاب‌اسلامى ايران ، هم براى نويسندگان مسلمان وهم براى خوانندگان محترم اين زمينه فراهم شده است . لذا و با استقبال كم نظيرى كه از طرف خوانندگان گرامى به كتاب حضرت على اكبر عليه السلام از سلسله كتابهاى « نمونه‌هاى ايثار » شد اين انتشارات را مفتخر به چاپ مجدّد - چهارم اين كتاب كرد .\r\nانتشارات محبّان الحسين عليه السلام\r\n\r\n","description":"","footnote":"","page_name":" مقدمه و پيش گفتار 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nپيش‌گفتار مؤلف\r\nبسم اللَّه الرحمن الرحيم\r\nالحمد للَّه‌رب العالمين ، و صلى اللَّه على محمد وآله الطيبين الطاهرين ، ولعنة اللَّه على ظالميهم اجمعين .\r\nحمد و سپاس خدايى را سزاست كه پروردگار جهانيان است ، و صلوات خدا بر محمد و خاندان پاكش باد .\r\nانسان براى خود الگويى انتخاب مىكند تا در فعاليتهاى زندگانى خود از او سر مشق بگيرد و براى يك مسلمان نمونه‌هاى ارزشمندى براى الگو گرفتن وجود دارند كه پيامبر اعظم محمد صلى الله عليه و آله بزرگترين الگو براى هر مؤمن است . و اهل بيت هدايتگرش نيكو سرمشق‌هايى هستند . ولى امروزه ، بسيارى از مسلمانان ازاين الگوها بهره نمىگيرند . پس يا در حيرت و سرگردانى گم مىشوند و يا از كافران الگو مىگيرند .\r\n\r\n","description":"","footnote":"","page_name":" مقدمه و پيش گفتار 5 ","page_number":5},
  {"content":"\r\n\r\nو شايد از مهمترين علل اين مسأله ، عدم آگاهى مسلمانان به زندگانى رهبران روشنگرشان باشد . و اين عدم آگاهى ناشى از فقدان نظام تربيتى و فرهنگى صحيح و سالم است . پس در خانه‌ها هيچ فرصتى براى شناخت زواياى زندگى پيامبر و اهل بيت او و رهبران بزرگ امت يافت نمىشود كه علل آن مشغلهء زياد والدين ، فروكش كردن آگاهيهاى دينى آنها يا سرگرمى فرزندان به تلويزيون و بازيهاى كامپيوترى است . .\r\nو از ديرباز پرودگار بزرگ ، توفيق نگارش مجموعه كتابهايى را در مورد زندگانى پيامبر و اهل بيت او عليهم السلام به من عطا فرمود و از سه سال قبل خداوند اين توفيق را به من عطا فرمود كه در مورد سه شخصيت اسطوره‌اى و روشنگر در حادثه عاشورا سخن بگويم . پس در مورد صديقه صغرى زينب خواهر امام حسين عليهما السلام و حضرت عباس ياور حسين عليهما السلام و مسلم ابن عقيل سفير حسين عليهما السلام مطالبى را نگاشتم . و امروز توفيق نگارش كتابى پيرامون على اكبر فرزند حسين عليهما السلام را يافته‌ام . .\r\nاز خداوند بلند مرتبه و توانا مىخواهم كه آن را براى من به عنوان ذخيره‌اى قرار دهد و براى خوانندگان گرامى ، روشنگر و هدايتگر بگرداند .\r\nتا شايد كه دختران و پسران ما با سرمشق گرفتن از\r\n\r\n","description":"","footnote":"","page_name":" مقدمه و پيش گفتار 6 ","page_number":6},
  {"content":"\r\n\r\nبرگزيدگانى كه امام حسين عليه السلام رايارى نمودند ، فرصتى طلايى را براى تكامل از دست ندهند . و خداوند كمك‌رسان و ياور است .\r\n6 محرم الحرام 1418 ه . ق\r\nمحمد تقى مدرسى\r\n\r\n","description":"","footnote":"","page_name":" مقدمه و پيش گفتار 7 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" مقدمه و پيش گفتار 8 ","page_number":8},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" مقدمه و پيش گفتار 9 ","page_number":9},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" مقدمه و پيش گفتار 10 ","page_number":10},
  {"content":"\r\n\r\n\r\nمرگ درپى آنها مىرود\r\nكاروان ، مسير طولانى بين مكه و كوفه را ، به سوى پيشامدهايى كه انتظارشان مىرفت ، به سرعت مىپيمود مرگ معاويه ، جانشينى يزيد و اضطراب امت اسلام از تحويل خلافت به خليفه اى ستمگر و پست ، همه و همه تحولاتى بودند كه رسول اكرم صلى الله عليه و آله مردم را از آنها بيم داده بود .\r\nامام حسين عليه السلام روز هشتم ذيحجه زمانيكه زائران خانه خدا جهت اداى فريضه حج به سوى منا و عرفات رو مىكنند ، از مكه خارج شد . اين حركت امام آسيب سختى به نظام سياسى وقت كه امويان در طول چهل سال بنا كرده بودند ، وارد آورد . هما نگونه كه فرصت مناسبى را براى مؤمنين مهيّا ساخت تا براى باز گرداندن امت ونظام سياسى آن به راه مستقيم ، جهاد نمايند . همان راهى كه وحى آن را ترسيم نمود و رسول خدا آن رانشان داد و امام على عليه السلام در آن راه گام نهاد و\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":11},
  {"content":"\r\n\r\nرهبران مخلص مسلمانان نيزتأييد نمودند .\r\nآفتاب ظهر ، در روز هاى بهار و در آن راه بيابانى ، از شدت گرما افروخته مىشد ، و سختى حوادث از چهرهء شريف امام حسين عليه السلام آشكار بود و فزونى موهاى سپيد ايشان برآن گواهى مىداد . حركت سريع در آن راه دشوار انسان را خسته مىكند و طبيعى بود كه امام بر فراز اسب . به خواب رود . . . .\r\nناگهان از خواب بيدار شد ، درحاليكه مىگفت : انا للَّه‌و انا اليه راجعون . . .\r\nفرزند و همراهش على اكبر نزديك اوبود و پدر رامىنگريست . شايد حفاظت از اورابه عهده داشت ، همانگونه كه عباس عليه السلام كاروان زنان رانگهبانى مىكرد . پس شتبان ازاو پرسيد : پدر ! از چه استرجاع كردى ؟ امام كه ايمان على اكبر و عمق آن را مىدانست و مىدانست كه فرزندش به امامت و عصمت او و حقيقت روياى او اعتقاد دارد ، به او گفت : در خواب منادى را ديدم كه مىگفت : اين قوم مىروند و مرگ نيز درپى آنها روان است .\r\nپس اين كوچ - در واقع - به سوى كوفه و به جهت برپايى حكومت اسلامى در آن نبود ، و هدف از آن نابودى طاغوت ( يزيد ) و حزب اموى نيز نبود ، اگر چه مردم و بسيارى از همراهان كاروان حسين عليه السلام اين گونه مىپندا شتند . هرگز . . اين سفر شهادت بود . سفر مرگ كه درپى همه كاروانيان بود . على\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":12},
  {"content":"\r\n\r\nاكبر مؤدبانه گفتار پدر راشنيد و گفت : پدر ! آيابر حق نيستيم ؟ گفت : بله . پسرم ! قسم به كسى كه بازگشت بندگان به سوى اوست ، مابر حقّيم . گفت : پس از مرگ نمىهراسيم ، خواه مابه سوى مرگ رويم يا آن به سوى ما بشتابد . « 1 »\r\nانتظار چنين سخنى از سلالهء رسالت و نواده امير مؤمنان على عليه السلام مىرفت ، همانگونه كه اين سخن ارمغانى گرانبها براى پدر بود كه فرزندش در برابر رنجها و كوشش او در تربيتش تقديم مىنمود .\r\nاين سخن ، پژواك نداى حسين عليه السلام بود همان نداى الهى كه على از به دو تولد باآن خو گرفته بود . نداى حق ، نداى ايمان به خدا و كفر به طاغوت و تسليم در برابر وحى نه در برابر هوى و هوس ، و نداى محبّت حق و نه دوستى مصلحتها .\r\nاين سخن ، آيينه‌اى بود نمايانگر روح ايمانى نوادهء رسول خدا ، فرزند زهرا و تربيت شدهء امير مؤمنين . همان روحى كه از آغاز ولادت على اكبر ، دربيدارى او نقش اصلى را داشت .\r\nزندگى انسان از سيره و رسالت او شكل گرفته است .\r\nسيرت انسان در طول زندگى او و به همراه او امتداد دارد ، اما رسالت انسان در جايگاههاى معدودى از زندگانى او تجلّى مىيابد . و رسالت انسان ، چكيده سيرت اوست . و از آنجاكه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - / بحار الانوار ، ج 44 ، ص 367 .\r\n","page_name":" 3 ","page_number":13},
  {"content":"\r\n\r\nسيرت على اكبر الهى بود ، رسالت او نيز الهى گرديد ، و در آن سخن شيوا تجلّى يافت . مانند سخن جدش امام على عليه السلام در « ليلة المبيت » هنگامى كه از رسول خدا صلى الله عليه و آله كه او را به ماندن در جايگاه خويش فراخواند ، سؤال كرد : آيا تو سلامت مىمانى ؟ فرمود : بلى . و در انديشهء سلامت خويش نبود ، بلكه نگران جان رسول خدا بود . و نيز مانند سخن جدش ، آن هنگام كه پيامبر به وى مژدهء شهادت داد ، از ايشان سؤال نمود كه آيا بادين كامل شهيد مىشوم ؟ و جواب شنيد كه بلى ، پس امام على عليه السلام خدا راشكر كرد . و بالاخره سخن على اكبر پژواك سخن پدرش امام حسين عليه السلام است ، آن هنگام كه گفت : من مرگ را جز سعادت و زندگى باستمگران را جز اندوه نمىدانم .\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":14},
  {"content":"\r\n\r\n\r\nپدر ، رخصت كارزار ده\r\nكاروان رسالت ، باشتاب در بيابان به راه خود ادامه مىداد ، بدون توجه به سرنوشتى كه درپى آنها بود . و شايد جوانان بنىهاشم كه گفتگوى امام حسين عليه السلام و على اكبر را مشاهده كرده بودند ، مژده شهادت به يكديگر مىدادند . چرا كه پس از صلح امام حسن عليه السلام با معاويه و توقف جنگها فرصتهاى شهادت براى بنى هاشم كاهش يافت ، در حالى كه اينان از تبارى بودند كه به واسطه شهادت اوج مىيافتند و براى جوان هاشمى دشوار بود كه دربستر بميرد و از كشته شدن در راه خدا بى بهره باشد . ولى آنان امروز فرصتى طلايى يافته بودند ، شهادت در ركاب امام حسين عليه السلام ، نوادهء رسول خدا و سرور جوانان بهشت . اين بزرگترين آرزوى يك مسلمان به ويژه فرزندان رسالت است .\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":15},
  {"content":"\r\n\r\nو به اين جهت بود كه سخن امام عليه السلام و پاسخ فرزندش در دلهاى بنى هاشم آتش ايمان را شعله ور ساخت . آنان براى ديدار خدا مهيّا مىشدند . . .\r\nكاروان در سرزمين كربلا توقف كرد . واقعه عاشورا نزد خاندان وحى ، حديث شناخته شده‌اى بود . هنگاميكه رسول خدا صلى الله عليه و آله در خانه دخترش فاطمه زهراء و در كنار امام على عليه السلام و حسن و حسين عليهما السلام نشست ، لبخند شكر و سپاس بر لبش نمايان گشت . و چرا خشنود نباشد كه دخترش سرور زنان دوجهان است و ديگرى جانشين او و سرور آفريدگان پس از رسول است و آن دو نيز نواد گانش و سروران جوانان بهشت . اين بزگترين نعمتى است كه خداوند سبحان به فرستاده‌اش عنايت فرموده است . و پيامبر از اين مسأله بسيار خشنود بود . اما جبرئيل از آنچه پس از او برخاندانش و به ويژه امام حسين عليه السلام خواهد گذشت ، خبرش داد . پس پيامبر در گوشه اى از خانه به نماز ايستاد و در سجدهء آخر آن بسيار گريست . هيچ كس ازما ( روايت كنند امام على عليه السلام است ) از او سؤالى نكرد . پس حسين برخاست و در دامان پيامبر نشست و گفت : اى پدر ، وارد خانه شدى و هيچ چيز براى ما شاد كننده‌تر از آن نبود ، سپس گريستى و مارا نيز غمگين ساختى ، گريه تو ازچه بود ؟ پيامبرگفت : پسرم ! جبرئيل عليه السلام به من خبر داد كه\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":16},
  {"content":"\r\n\r\nشما هريك درجايى كشته مىشويد . « 1 »\r\nو در جايگاههاى گوناگون ، پيامبر صلى الله عليه و آله از واقعه كربلا خبرداد و اين واقعه به صورت عهد در خاندان رسالت در آمد .\r\nبه ويژه هنگام وفات حضرت زهراء عليها السلام كه گفته اند دخترش زينب را درمورد امام حسين عليه السلام دركربلا سفارش كرد . و نيز هنگام شهادت امام على عليه السلام زمانيكه دخترش درمورد واقعه كربلا از او سؤال كرد ، به او گفت : واقعه همانگونه است كه ام‌ايمن گفته است . سپس او را از مصيبت برادرش آگاه ساخت و همچنين هنگام وفات امام مجتبى عليه السلام زمانى كه به نزديكان سفارش مىنمود ، خطاب به امام حسين عليه السلام فرمود : . . هيچ روزى مانند روز تو نيست اى اباعبد اللَّه .\r\nو هنگاميكه كاروان شهادت ، در سرزمين طف توقف كرد ، و همگان در يافتند كه نام آن سرزمين كربلا است ، تمام آن سخنها و احاديث در يادشان زنده شد و دريافتند كه اين همان حقيقت موعود است كه با تمام سختى و عظمتش در برابر آنها جلوه گرشده است . اين كربلاست ، سرزمين شهادت ، رزمگاه بزرگ ، ديار قهرمانيهاى بى نظير ، سر زمين رويا رويى حق ( كه عليرغم شهادت مدعيان آن پيروز مىشود ) و باطل ( كه عليرغم سرمستى طرفدارانش متلاشى مىشود ) .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - / همان ، ج 44 ، ص 234 . .\r\n","page_name":" 7 ","page_number":17},
  {"content":"\r\n\r\nدر شب عاشورا ، زمانى كه مجاهدان كاروان رسالت و وحى گردهم آمدند ، بنى هاشم مىخواستند كه فردا زودتر از ديگران وارد كار زار شوند تا در شهادت از اصحاب پيشى گيرند . اما اصحاب كه درميان آنان باقيماندهء اصحاب پيامبر صلى الله عليه و آله نيز بودند ، اين تقاضا را رد كردند و خواستند كه جان خودرا درراه خاندان رسالت فدا كنند و همگان بر آن توافق كردند . .\r\nو در روز واقعه ، و پس از آنكه ياران امام ازامتحان خود در يارى حق ، سربلند بيرون آمدند و همگى به شهادت رسيدند ، على اكبر عليه السلام در برابر پدرش قرار گرفت تا از او جهت كارزار اجازه بخواهد . . .\r\nزمانى ارزشمند و عجيب بود . . جوان دلاورى برتراز زمان خود ، فراتراز زندگانى دنيوى و درحاليكه به كرانه هاى آخرت مىنگرد ، در برابر پدرش ايستاده و از او اجازه مىخواهد تا باگرگهاى درنده بستيزد و سختيهاى مرگ را در آغوش كشد . . . .\r\nامام حسين عليه السلام در اجازه دادن به او ترديد نكرد ، بلكه او را تشويق نمود . اگرچه او را از عمق جان دوست داشت و على براى او بسيار عزيز بود . امام آرزو داشت على اكبر بماند و پس از او راهش راادامه دهد و ارزشهايش را پاس دارد ، اما مىداند كه پاسدارى از ارزشها با بذل خون و جان و باپاره شدن پيكرش در برابر چشمان پدر ، حاصل مىگردد . و اينچنين بود كه به او اجازهء نبرد داد . . .\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":18},
  {"content":"\r\n\r\n\r\nمانند رسول خدا صلى الله عليه و آله\r\nآرى ، حسين عليه السلام به فرزندش اجازه داد تا شهادت را در آغوش گيرد ، اماچگونه ؟ چشمانش رابه سوى آسمان دو خت .\r\nو گفت : خداوندا ، براين قوم گواه باش . جوانى به كار زار آنها رفت كه شبيه ترين مردم به فرستادهء تو از نظر قيافه و اخلاق و گفتار مىباشد و ماهنگاميكه شوق ديدار پيامبرت راداشتيم ، به رخسار او مىنگريستيم . خداوندا ، بركت زمين را از آنها رادور ساز و آنها راپراكنده و گروه گروه گردان ، به گونه اى كه ديگر جمع نگردند و آنها را خوار ومنفور حاكمان قرارده ، چراكه آنها مارا دعوت كردند تا ياريمان كنند ، اماباما دشمنى ورزيدند و به جنگ با ما بر خاستند .\r\nسپس امام خطاب به عمر بن سعد فرياد برآورد : تورا چه شده است ؟ خداوند نسل تو را نابود سازد و خير و بركت را از كار هاى تو دور نمايد ، كسى را بر تو چيره سازد كه پس ازمن ،\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":19},
  {"content":"\r\n\r\nتو را دربستر بكشد ، همانگونه كه فرزاندان مراكشتى و خويشى مرابارسول خدا ناديده انگاشتى . سپس امام حسين صدايش را بلند كرد و اين آيه را تلاوت كرد : همانا خداوند آدم و نوح و خاندان ابراهيم و خاندان عمران رابرجهانيان برگزيد ، كه برخى از نسل برخى ديگرند ، و خدا شنوا و داناست . « 1 »\r\nو امام اينچنين ، هنگام رفتن اين مجاهد نمونه به سوى عمليات شهادت طلبانه به او نشان افتخارى ارزشمند عطا نمود . و حاشا ازاينكه امام معصوم عليه السلام سخن به گزاف گويد .\r\nاو چراغ روشنگر هدايت و كشتى نجات است ، هما نگونه كه برپايه‌هاى عرش نوشته شده است . پس چگونه سخن بيهوده و باطل بگويد .\r\nدر حادثه‌اى مشابه ، در جنگ خندق ، هنگامى كه اميرالمؤمنين عليه السلام به سوى عمر بن ود عامرى شتافت ، پيامبر نشان افتخارى گرانبها به وى بخشيد ، آنگاه كه فرمود : تمام ايمان در برابر تمام كفر ايستاد . .\r\nبارى ، على اكبر شبيه‌ترين مردم به رسول خدا بود و صفات كريمهء پيامبر اكرم در او تجلى يافته بود . از زيروبم صدايش تا تغييرات چهره‌اش و شيوه راه رفتنش همه مانند پيامبر بود . تا آنجا كه گفته شده فردى يهودى رسول خدا را در رويا ديد ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - / همان ، ج 45 ، ص 43 . .\r\n","page_name":" 10 ","page_number":20},
  {"content":"\r\n\r\nپس تصميم گرفت دين اسلام را بر گزيند . نزد امام حسين عليه السلام آمد وروياى خود را بازگفت . امام از وى پرسيد ، اگر او راببينى مىشناسى ؟ گفت : آرى . پس امام على اكبر را فراخواند . مرد يهودى هنگامى كه او راديد غرق در حيرت شد و گفت : انگار خود اوست .\r\nامت اسلام به رسول خدا بسيار علاقه داشته و دارد ، تا جاييكه از دعاهاى رايج مؤمنين در حق يكديگر طلب توفيق زيارت رسول خدا مىباشد و در آن روزگار نزد بسيارى از مردم كه پيامبر را ديده بودند و يا چگونگى چهره و قيافهء ايشان را از اصحاب شنيده بودند ، صفات ايشان شناخته شده بود و لذا ديدار على اكبر آنان را آرامش مىداد ، اما اين رخسار و ظاهر شبيه پيامبر ، متاع گرانبهايى بود كه شايستگى تربيتى نمونه و يگانه را داشت . اگر صورت على اكبر شبيه پيامبر بود ، پس روح او بسيار آماده بود تااخلاق رسول خدا را نيز پذيرا گردد .\r\nعلى اكبر گوهر گرانبهايى بود كه با دست ولايت ساخته شده بود . پس از نظر اخلاق نيز شبيه‌ترين مردم به رسول خدا گرديد . و اين نكتهء برجسته اى است كه فردى ( به جزائمه ) صفات رسول خدا را تمام و كمال داراباشد . رسول خدا ، تجسم قرآن با تمام زيبايى و ارزش و عظمت و شادابىاش بود و خداوند سبحان وى راداراى خلق ارزشمند و عظيم ناميد . و\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":21},
  {"content":"\r\n\r\nتا امروز نيز عطر اخلاق پيامبر در بوستانهاى ايمان گسترده و طالبان كمال و جمال رامست خود ساخته است . رسول خدا با اخلاق نيكوى خويش دلها را - گشود و قلبها را - حتى قلبهاى دشمنانش را تسخير كرد . وعلى اكبر عليه السلام نمونه كامل آن اخلاق به زيباترين شكل ممكن بود . رخسار زيبا ، وگفتار شيوا ، و رفتار پايدار ، و گذشت و بخشش ، و صبر و زهد ، و تقوى و يقين ، و شجاعت و توكل ، و بالاخره خوى و خلقى كه ريشه تمام خويهاى نيكوست يعنى اتصال به خداى سبحان ، همه و همه در او تجلى داشت .\r\nبى شك ، دست يا بى انسان به مدارج بالاى علم و كمال ، سخت ودشوار است . اما رسيدن انسان به مدارج اخلاقى و الا و استقامت درجهاد بانفس و دنباله روى از وحى ، و نمونه رسالت گرديدن ، كمالى است والاتراز تمام كمالها . . . وعلى اكبر ، به گواهى امام حسين عليه السلام به اين مرتبه و الا دست يافت .\r\nو از آنجا كه على اكبر عليه السلام ، درقله رفيع اخلاق محمدى قرار داشت ، مردم به برترى او گواهى دادندوحتى دشمنانش نيز به شخصيت والاى او اعتراف كردند . و اين معاويه است كه شايسته ترين مردم به خلافت را بعد از بنى اميه - على اكبر مىداند « 1 » . سخن معاويه از آن نظر اهميت دارد كه ميزان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - / همان ، ج 45 ، ص 45 .\r\n","page_name":" 12 ","page_number":22},
  {"content":"\r\n\r\nشهرت على اكبر عليه السلام رامىرساند ، تاجاييكه دشمنانش و دشمن خاندان هاشمى مجبور به اعتراف به برترى او گرديد .\r\nو اما من و تو ، چقدر زيانكاريم اگر فرصت گذارى عمر را از دست بدهيم و از اخلاق رسول خدا ، اگر چه به مقدار اندك ، الگونگيريم . ثروت و مقام و زيورهاى دنيا ، ما را حداكثر تا دروازهء آخرت - دريچهء قبر - همراهى مىكنند . در صورتى كه خلق و خوى نيكو در سختيهاى مرگ ياورما و در خانهء قبر همنشين ما ، وهنگام خروج از قبر ايمنى بخش ما خواهد بود و نورى است درقيامت و متاع گرانبهايى است در ميزان به هنگام حساب ، و مرتبه اى است و الا در بهشت . گذشته از آنكه در دنيا نيز پرتويى است نورانى كه سبب سعادت و خاطره اى نيك از انسان مىگردد .\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":23},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 14 ","page_number":24},
  {"content":"\r\n\r\n\r\nپيامبر او را از جامى لبريز سيراب كرد\r\nعلى اكبر به سوى ميدان كارزار روان شد . جنگ نابرابرى بود . تعداد سربازان جبههء نفاق و دورويى ، حداقل سى هزارنفر بود اما على نه تنها از نظر نيروى بدنى و فنون جنگى ، بلكه به جهت اراده و توكل و شهادت طلبى نيز ، قهرمانى بى همتا بود .\r\nاو با تمام وجود خواهان مرگ در راه خدا بود ، اماپس از آنكه از دشمن تقاص گرفته باشد . او خواهان مرگ پيروز مند انه بود و نه مرگ همراه با ذلّت و خوارى .\r\nصحنه نبرد از محل فرماندهى فاصله زيادى نداشت ، امام حسين عليه السلام در آنجا از نزديك مراقب باقيمانده خاندانش بود .\r\nعلى اكبر شمشير خود را خارج ساخت و آن را با خون دشمنان سيراب نمود و حمله هاى جدش على عليه السلام را در\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":25},
  {"content":"\r\n\r\nيادها زنده كرد . تا آنجا كه شاعران با الهام از جنگاورى او گفته‌اند : اى امام على ! در شهادت فرزندت نمىدانم به تو تبريك بگويم ياتسليت ، چرا كه على در كربلا جنگى نمود كه يادآور نبرد تو با يهود بود « 1 » و على اكبر هنگام نبرد رجز مىخواند و مىگفت :\r\n انا علي ابن الحسين ابن علي * من عصبة جد ابيهم النبي\r\nواللَّه لا يحكم فينا ابن الدعي * اطعنكم بالرمح حتى ينثني \r\nضرب غلام هاشمي علوي\r\n« من على بن حسين بن على از خاندان پيامبر مىباشم ، قسم به خدا يك فرد زنازاده برماحكومت نخواهدكرد ، من با نيزه آنقدر بر شما ضربه مىزنم تا نيزه‌ام خم شود ، كه اين ضربه جوان هاشمى و علوى است . » تعداد زيادى از آنان را به هلاكت رساند ، گفته‌شود كه ، با وجود تشنگى حدود 120 مرد جنگى را ازپاى در آورد . « 2 » على اكبر هر آن كس از پهلوانان كوفه را كه در برابر او ايستادند ( مانند بكر بن وائل ) به خاك افكند و پس از آن از كارزار بازگشت . نه بدان جهت كه از پدر و امام خود پاداش بخواهد ، چون مىداند كه بهشت جاويد و رضوان الهى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 )\r\n - / و ما ادرى اعزى ام اهنىء * على المرتضى بابن الشهيد\r\nعلى فى الطفوف اقام حربا * حربك ياعلي على اليهود \r\n( 2 ) - / همان . ص 43 .\r\n","page_name":" 16 ","page_number":26},
  {"content":"\r\n\r\nپاداش اوست . بلكه بازگشت تا لختى بياسايد . و نيرويى دوباره بگيرد و شايد مىخواست چيرگى همه جانبه خود را برميدان جنگ ثابت كند و نشان دهد كه هر گاه اراده كند ، به جنگ مىپردازد و هرگاه بخواهد از آن باز مىايستد .\r\nو همچين على مىخواست براى آخرين بار ، چهرهء پدرش را سير ببيند . كه دوستى على اكبر نسبت به پدرش ، برگرفته از حب الهى و بسيار ژرف و عميق بود . و اين حسين بود كه در برابرش ايستاده ، حجت خدا براو و راهنمايش به سوى پروردگار و ولى امر او از جانب خداوند . در كمال احترام دربرابرش ايستاد و گفت : اى پدر ! تشنگى مراكشت و سنگينى آهن ( شمشير وزره ) مراخسته كرد . پس آيا جرعه اى آب دارى تا با آن نيروى ، تازه اى بگيرم ؟ حسين گريست و گفت :\r\nفرزندم ، بر محمد و على بن ابى طالب و بر من دشوار است كه مارا بخوانى و تورا اجابت نكنيم ، و از مايارى بخواهى و ياريت نكنيم . پسرم ، زبانت رابيرون آور . پس زبانش را در دهان خود قرار داد و انگشتر خود را به او داد و گفت : آن را در دهان خود قرارده و به جنگ بادشمن بازگرد . اميدوارم پيش از غروب آفتاب جدت تورا از جام لبريزى سيراب كند ، به گونه‌اى كه پس از آن هرگز احساس تشنه كامى نكنى « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - / همان ، ص 43 .\r\n","page_name":" 17 ","page_number":27},
  {"content":"\r\n\r\nاولياء خدا ، بسوى مراتب والاى الهى بر يكديگر پيشى مىگيرند . و اين گونه امام فرزندش را به جامى كه از دست پدربزرگش ، قبل از غروب آفتاب بنوشد - كه همان شهادت است - مژده مىدهد . به شرابى مژده مىدهد كه درآن سيراب شدن دائمى و هميشگى است .\r\nو اينچنين قهرمان جنگ ، از فرمانده‌اش ارادهء استوارى را به ارمغان گرفت و با قلبى مطمئن و روحى مملو از يقين به كارزار باز گشت . و در حالى كه رجز مىخواند ، گفت :\r\n پد يدارگرديد جوش نبرد * عيان گشت دنبال آن قدر مرد\r\nبه حق خدا رب عرش ، از شما * نگرديم تا جنگ باشد ، جدا « 1 » \r\nو به جنگ ادامه داد تا شمار كشته شدگان به دويست رسيد . « 2 » على اكبر به سوى شهادت رهسپار بود لذا جان بركف وباشجاعت بىنظيرى مىجنگيد . و بالاخره يكى از دشمنان به نام منقذ بن مرهء عبدى ( يا مرة بن منقذ ) توانست او را غافلگير ساخته وضربه اى بر سرش فرود آورد . دشمنان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 )\r\n - / الحرب قد بانت لها الحقائق * وظهرت من بعدها مصادق\r\nواللَّه رب العرش لا نفارق * جموعكم او تغمد البوارق \r\n( 2 ) - / همان ، ص 43 .\r\n","page_name":" 18 ","page_number":28},
  {"content":"\r\n\r\nزبون او كه ديدند قهرمان جنگ برزمين افتاد ، اورادرميان گرفته ، پياپى باشمشير به او ضربه مىزدند .\r\nعلى دست خود را به گردن اسبش حلقه كرد ، اسب معنى آن را دانست و به دنبال جايگاهى امن از ميدان جنگ بازگشت ، اماخون جلو چشم اسب راگرفته بود ، پس على اكبر رابه طرف لشكر دشمن كه قلبها شان آكنده از كينه بود ، حمل كرد و آنان نيز با ضربات شمشير بدن على را پاره پاره كردند « 1 » در اين مدت سخت و دشوار ، على اكبر ازپدرش در خواست كمك نكرد . و تمام آن ضربات را با صبر و يقين ، به جان خريد . ولى هنگامى كه روح او در آستانه پرواز بود ، با صداى بلند گفت : پدر ، اين رسول خدا صلى الله عليه و آله است كه با جامى پر ، مرا از شرابى ناب سيراب كرد ، پس از آن هرگز تشنگى نخواهد بود . و گفت : بشتاب ، كه جامى ديگر در انتظار توست « 2 » .\r\nاين آخرين كلمات على اكبر بود . و از ايمان راستين و عرفان و الا و يقين استوار او حكايت مىكرد . زينب كبرى عليها السلام به دقت جنگ را دنبال مىكرد ، هنگامى كه على اكبر از اسب بر زمين افتاد و زينب صدايش راشنيد ، از خيمه خارج شد و مىگفت : اى حبيب من ، اى ثمرهء جان من ، اى نور چشم من و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - / همان ، ص 43 - 44 .\r\n( 2 ) - / همان و تاريخ ابن اثير ، ج 3 - ص 293 .\r\n","page_name":" 19 ","page_number":29},
  {"content":"\r\n\r\nبه سوى او دويد تا به پيكر شهيد رسيد و خود را بر آن انداخت . حسين عليه السلام آمد و او را به سوى خيمه باز گردانيد « 1 » .\r\nامام روبه جوانان بنى هاشم كرد و گفت : پيكر برادرتان را حمل كنيد . پس او را از صنحه نبرد برداشتند و دربرابر خيمه قرار دادند « 2 » . به نظر مىرسد على اكبر اولين شهيد از بنىهاشم در صحراى كربلا بود . همانگونه كه امام باقر نيز چنين نظرى داشته‌اند . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - / همان ، ص 43 - 44 .\r\n( 2 ) - / همان ، ص 45 .\r\n( 3 ) - / همان ، ص 45 .\r\n","page_name":" 20 ","page_number":30},
  {"content":"\r\n\r\n\r\nشتاب براى رسيدن به بهشت ، شعار كربلا\r\nپس از آنكه تمامى ياران امام حسين عليه السلام به شهادت رسيدند و امام تنها ماند ، حسين عليه السلام نگاهى به آنها انداخت كه آغشته در خون ، با پيكرهاى بى جان بر زمين افتاده بودند . امام آه سردى كشيدو باندايى بلند ، براى تمام جهانيان و همه عصرها ، چنين خطابه خواند :\r\nاى مسلم بن عقيل و اى هانى بن عروه و اى حبيب بن مظاهر و اى زهير بن قين و اى يزيد بن مظاهر و اى فلان بن فلان ، اى پهلوانان برگزيده و اى سواران تيزرو . . . چرانداى مرا پاسخ نمىگوييد و خواهش مرا نمىشنويد . اگر خوابيد از شما مىخواهم كه بيدار شويد . آيا دوستى شما نسبت به امامتان تمام شده كه او را يارى نمىكنيد ؟ اين خانوادهء پيامبر هستندكه\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":31},
  {"content":"\r\n\r\nدر فقدان شما ، زار و پريشان حال گرديده اند . پس اى بزرگواران از خواب برخيزيد و سركشان پست را از حريم خاندان پيامبر دورسازيد به خدا قسم ، مرگ شما از حوادث سخت روزگار است . روزگار به شما خيانت كرد و گرنه در يارى من كوتاهى نمىكرديد و از خواهش من روى بر نمىگردانديد . و اينك ما از رفتن شما سخت درد منديم و به سوى شمارهسپاريم . كه همه مااز خداييم و به سوى خدا مىرويم .\r\nسپس در مورد يارانش چنين مىخواند :\r\n قوم إذا نودو لدفع ملمةٍ * والخيل بين مدعّس و مكردس\r\nلبسوا القلوب على الدروع و اقبلوا * يتهافتون على ذهاب الانفس\r\nنصروا الحسين فيالها من فتية * عافوا الحياة والبسوا من سندس « 1 » \r\n( قومى كه اگر براى پيكار بابديها دربرابر لشكريان انبوه و مسلّح دشمن ، دعوت مىشدند ، جانشان را بركف نهاده و به كار زار مىآمدند و در نوشيدن جام شهادت بر يكديگر پيشى مىگرفتند . حسين را يارى كردند و چه جوانان دلير و برومندى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - / مقتل الحسين ، اثر ابى مخنف ، ص 133 .\r\n","page_name":" 22 ","page_number":32},
  {"content":"\r\n\r\nكه زندگى را رهاكردند و به سوى بهشت راهى شدند ) .\r\nو پيش از آن نيز درشب عاشورا ، امام حسين عليه السلام در برابر اهل بيت و يارانش به حقيقت گواهى داده بود كه : من يارانى باوفاتر و بهتر از يارانم ، و خانواده اى نيكوتر و نزديكتر ازخانواده‌ام نمىشناسم . پس خداوند به شما پا داش نيكويى عطا نمايد . « 1 »\r\nاين ستايش بيهوده اى نبود ، بلكه حقيقت محض بود ، كه واقعيت نيز آن را نشان داد . . بدرستى برگزيدگانى كه امام حسين براى شهادت با خود ، انتخاب كرده بود ، مردانى بودند كه در عهد خود با خدا راستين بودند ( رجال صدقوا ماعاهدوا اللَّه عليه ) و ايمان و يقين و ولاى به خداى سبحان و فرستاده‌اش و خاندان پيامبرش بود كه آنهارا به كربلا آورده بود . و به همين دليل شعار شان ، پيشى گرفتن از يكديگر براى رسيدن به بهشت بود و اين معيارى است براى سنجش ميزان يقين مؤمن و راستى گفتار او .\r\nدر شب واقعه ، امام درميان اصحابش از آنان مىخواهد كه با استفاده از تاريكى شب ، از گرد او پرا كنده شوند ، چرا كه دشمنان فقط او را مىخواهند . و به آنها گفت : باوجود اين دشمنان ، من گمان نمىكنم روز ديگرى رابه شب رسانيم . من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - / بحار الانوار ، ج 44 ، ص 393 .\r\n","page_name":" 23 ","page_number":33},
  {"content":"\r\n\r\nبه شما اجازهء رفتن مىدهم ، پس همگى برويد كه هيچ ناراحتى و اندوهى از شما ندارم . تاريكى شب شمارا دربرگرفته ، پس از فرصت استفاده كنيد و پراكنده شويد « 1 » .\r\nيكى از ياران بر خاست و گفت : به خدا سوگند ، اگر مىدانستم كه من كشته مىشوم و دوباره زنده مىگردم ، سپس سوزانده مىشوم و باز زنده مىگردم و پاره پاره مىشوم ، و هفتاد بار اين گونه بر من مىرود ، از تو جدا نمىشدم تا آنكه كبوتر جانم در راه تو به پرواز درآيد . پس چگونه است حال كه مىدانم اين كشته شدن بيش از يك بار نيست و پس از آن كرامتى را به دست خواهم آورد كه از دست رفتنى نيست . « 2 » برادر زادهء امام ، قاسم بن الحسن كه پسرى كوچك بود ، از گوشه اى ديگر بر مىخيزد و از عمويش مىپرسد كه آيا او از كشته شدگان خواهد بود ؟ و امام از او مىپرسد كه مرگ نزد تو چگونه است ؟ او مىگويد كه در يارى تو ، شيرين تر از عسل . .\r\nو در روز واقعه ، هنگامى كه قاسم اجازهء كارزار مىخواهد ، امام حسين او را در آغوش مىگيرد و هر دو مىگريند . سپس قاسم چون عقاب تيز پرواز به سوى ميدان مىرود و باشمشيرش صفوف دشمن را درهم مىشكافد و جمعى از آنان را مىكشد . ناگهان بند كفش او پاره مىشوداو غافل از\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - / همان .\r\n( 2 ) - / همان .\r\n","page_name":" 24 ","page_number":34},
  {"content":"\r\n\r\nگرگ هاى زخم خورده كه گرد اگرد او هستند ، جهت اصلاح آن خم مىشود او براى رسيدن به بهشت شتاب دارد و آرزوى او شهادت است .\r\nو در صحنه اى ديگر ، عابس بن شبيب شاكرى قرار دارد . .\r\nگفته مىشود كه شجاعترين مردم بوده ، پس هنگامى كه به ميدان رفت . از دشمنان ندا بر آمد كه اى مردم ، اين شير سياه است ، اين فرزند شبيب است ، كسى به مقابله با او نرود . پس عابس نيز ندا داد كه آيا مردى نيست تا كار زاركند ؟ عمر بن سعد گفت : او را سنگباران كنيد . پس عابس كه اين گونه ديد ، زره و خود را بر زمين افكند و به سوى دشمن تاخت . راوى مىگويد به خدا ديدم كه بيش از دويست تن از مردم فراركردند ، سپس آنها از هر سواو را محاصره كردند و او كشته شد . « 1 » گفته مىشود هنگامى كه زره و خود را رها كرد ، يكى او را گفت : اى پسر شبيب ، ديوانه شده اى ؟ وپاسخ شنيد كه :\r\nدوستى حسين مرا ديوانه كرده است .\r\nو در شب عاشورا ، ياران امام با يكديگر شوخى مىكنند و شادند ، چرا كه مىدانند بهشت به آنها نزديك است . فردا نزد پرودرگارشان خواهند بود . برابر روايات ، برير بن خضير همدانى و عبدالرحمن بن عبد ربه انصارى بر درگاه خيمه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - / همان ، ج 45 ، ص 29 .\r\n","page_name":" 25 ","page_number":35},
  {"content":"\r\n\r\nايستاده بودند وبرير مىخنديد و شوخى مىكرد .\r\nعبدالرحمن گفت : اى برير آيا مىخندى ؟ زمان بيهودگى نيست . برير گفت : همه مىدانند من نه در جوانى و نه در پيرى دوست دار لهو و لعب نبوده‌ام ، اماشاد مانم به آنچه به سوى آن روانيم . پس به خدا جزاين نيست كه با شمشيرهايمان در برابر اين قوم مىايستيم و پس از ساعتى كار زار ، با حوريان بهشتى هم آغوش خواهيم بود « 1 » .\r\nاين روحى كه در شهداى كربلا تجلى يافت ، به امت اسلامى و به و يژه دوستداران خاندان پيامبر ، نيرو و توان و قدرتى ويژه بخشيده كه هريك از مسلمانان با اخلاص آرزومند است كه زندگانيش باشهادت پايان پذيرد و باياران حسين عليه السلام همراه شود . و هنگامى كه مسلمانان در حرم شهيدان مىايستند ، مىگويند : اى كاش با شما بوديم و با شما به رستگارى عظيم مىرسيديم .\r\nروح شهادت طلبى ، همانى است كه انسان مؤمن از سيرت امام حسين عليه السلام و خاندان و يا رانش كسب مىكند . و بدين جهت است كه مؤمنين به برپايى شعائر حسينى به ويژه در دههء اول محرم ، اصرار دارند . و در اين مدت ، كربلا دوباره خودنمايى مىكند و عاشورا در راه رهروان حق ، پر تو افشانى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - / همان ج 45 ، ص 1 .\r\n","page_name":" 26 ","page_number":36},
  {"content":"\r\n\r\nمىكند و به رهروان رسالت ، بيدارى و اراده را ارزانى مىكند . .\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":37},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 28 ","page_number":38},
  {"content":"\r\n\r\n\r\nزيارت على اكبر عليه السلام\r\nهماناكه عظمت شخصيّت على اكبر عليه السلام ، قلبها را مجذوب و روحها را تسخير كرده است . درست است كه على اكبر مانند جسدى است كه شمشير دشمنان خدا آن را پاره پاره كرده‌اند و در كنار مزار پدرش حسين عليه السلام در كربلا ، در زيرخاك مدفون شده است ، اماراه او و آيين پسنديدهء او ، همچنان جاويد و استوار است و باپر توافشانى خود هر حق جو و باطل گريزى را هدايت مىكند . و بدين علت است كه مؤمنين او را زيارت مىكنند تا با او بر پيمودن راه هدايت و استقامت در دين خدا و وفاى به عهد و پيروى از رهبرى الهى ، پيمان بندند .\r\nدر آداب زيارت على اكبر عليه السلام ، از زبان ائمه عليهم السلام سخنانى وارد شده كه در اينجا برخى از آنها را ياد آورى مىكنيم تا مقام والاى على اكبر وجايگاه ويژه‌اش نمايان گردد :\r\n1 - در كتاب مصباح الزائر اثر ابن طاووس آمده كه : در پايين\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":39},
  {"content":"\r\n\r\nپاى امام حسين و به جانب على بن الحسين مىايستى و مىگويى :\r\nالسَّلامُ عَلَيْكَ أَيُّها الصِّدّيقُ الطَّيِّبُ الطّاهِرُ ، الزَّكِيُّ الْحَبيبُ الْمُقَرَّبُ وَابْنُ رَيْحانَةِ رَسُولِ اللَّهِ السَّلامُ عَلَيْكَ مِنْ شَهيدٍ مُحْتَسِبٍ وَرَحْمَةُ اللَّهِ وَبَرَكاتُهُ ما أَكْرَمَ مَقامَكَ وَأَشْرَفَ مُنْقَلَبَكَ أَشْهَدُ لَقَدْ شَكَرَ اللَّهُ سَعْيَكَ وَأَجْزَلَ ثَوابَكَ وَأَلْحَقَكَ بِالذُّرْوَةِ الْعالِيَةِ حَيْثُ الشَّرَفُ كُلُّ الشَّرَفِ وَفي الْغُرَفِ السّامِيَةِ في الْجَنَّةِ فَوْقَ الْغُرَفِ كَما مَنَّ عَلَيْكَ مِنْ قَبْلُ وَجَعَلَكَ مِنْ أَهْلِ الْبَيْتِ الَّذينَ أَذْهَبَ اللَّهُ عَنْهُمُ الرِّجْسَ وَطَهَّرَهُمْ تَطْهيراً .\r\nوَاللَّهُ ما ضَرَّكَ الْقَوْمُ بِما نالُوا مِنْكَ وَمِنْ أَبيكَ الطّاهِرِ صَلَواتُ اللَّهِ عَلَيْكُما وَلا ثَلَمُوا مَنْزِلَتَكُما في الْبَيْتِ الْمُقَدَّسِ وَلا وَهَنْتُما بِما أَصابَكُما في سَبيلِ اللَّهِ وَلا مُلْتُما إلى الْعَيْشِ في الدُّنْيا وَلا كَرِهْتُما مُباشَرَةَ الْمَنايا إذْ كُنْتُما قَدْ رَأَيْتُما مَنازِلَكُما في الْجَنَّةِ قَبْلَ أَنْ تَصيرا إلَيْها فَاخْتَرْتُماها قَبْلَ أَنْ تَنْتَقِلا إلَيْها فَسُرِرْتُمْ وَسُرِرْتُمْ فَهَنيئاً لَكُمْ يابَني عَبْدِالْمُطَّلِبِ إذْ قَدِمْتُما عَلَيْهِ وَقَدْ لَحِقْتُما بِأَوْثَقِ عِرْوَةٍ وَأَقْوى سَبَبٍ صَلَّى اللَّهُ عَلَيْكَ أَيُّها الصِّدِّيقُ الشَّهيدُ الْمُكْرَمُ وَالسَّيِّدُ الْمُقَدَّمُ الَّذي عاشَ سَعيداً وَماتَ شَهيداً وَذَهَبَ فَقيداً فَلَمْ تَتَمَتَّعْ مِنَ الدُّنْيا إلّابِالْعَمَلِ الصّالِحِ وَلَمْ تَتَشاغَلْ إلّابِالْعَمَلِ الصّالِحِ وَلَمْ تَتَشاغَلْ إلّابِالْمَتْجَرِ الرّابِحِ .\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":40},
  {"content":"\r\n\r\nأَشْهَدُ أَنَّكَ مِنَ الْفَرِحينَ بِما آتاهُمُ اللَّهُ مِنْ فَضْلِهِ وَيَسْتَبْشِرُونَ بِالَّذينَ لَمْ يَلْحَقُوا بِهِمْ مِنْ خَلْفِهِمْ أَنْ لا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ وَتِلْكَ مَنْزِلَةُ كُلِّ شَهيدٍ فَكَيْفَ مَنْزِلَةُ الْحَبيبِ إلى اللَّهِ الْقَريبِ إلى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَآلِهِ .\r\nزادَكَ اللَّهُ مِنْ فَضْلِهِ في كُلِّ لَفْظَةِ وَلَحْظَةٍ وَسُكُونٍ وَحَرَكَةٍ مَزيداً يَغْبِطُهُ وَيَسْعَدُ بِهِ أَهْلُ عِلِّيِّينَ ياكَريمَ الْأَبِ يا كَريمَ الْجَدِّ إلى أَنْ يَتَناهى رَفَعَكُمُ اللَّهُ مِنْ أَنْ يُقالَ رَحِمَكُمُ اللَّهُ وَافْتَقَرَ إلى ذلِكَ غَيْرُكُمْ مِنْ كُلِّ مَنْ خَلَقَ اللَّهُ .\r\nصَلَواتُ اللَّهِ عَلَيْكُمْ وَرِضْوانُهُ وَرَحْمَةُ اللَّهِ وَبَرَكاتُهُ فَاشْفَعْ لي أَيُّها السَّيِّدُ الطّاهِرُ إلى رَبِّكَ في حَطِّ الْأَثْقالِ عَنْ ظَهْري وَتَخْفيفِها عَنّي وَارْحَمْ ذُلّي وَخُضُوعي لَكَ وَلِلسَّيِّدِ أَبيكَ صَلَّى اللَّهُ عَلَيْكُما .\r\nسپس خودرا روى قبر بيافكن و بگو :\r\nزادَ اللَّهُ في شَرَفِكُمْ في الْآخِرَةِ كَما شَرَّفَكُمْ في الدُّنْيا وَأَسْعَدَكُمْ كَما أَسْعَدَ بِكُمْ وَأَشْهَدُ أَنَّكُمْ أَعْلامُ الدِّينِ وَنُجُومُ الْعالَمينَ .\r\nدرود بر تو اى راستى پيشهء پاك ، اى پاك روش و اى دوست مقرب خدا و اى فرزند دختر رسول خدا . درود و رحمت و بركات خدا برتو اى شهيد آزمودهء راه خدا ، چه گرامى است جايگاه تو و چه شرافتمندانه است باز گشت تو ( به سوى خدا ) . گواهى مىدهم كه خداوند كوشش تو را قدردانى كرد و ثواب تورا افزون نمود و تو را به مقام بلند و\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":41},
  {"content":"\r\n\r\nعالىترين نقطهء كمال ، آنجا كه اوج شرافت است ، رساند و در اتاقهاى افراشته بس بلند و بالاتر از ديگر اتاقها ، در بهشت قرار داد . چنانچه پيش از آن نيز برتو منت نهاد و تو را از خاندانى قرار داد كه آنهارا كاملًا از پليدى و شرك و عصيان پاك و منزه گردانيد .\r\nقسم به خدا ، دشمنان باآنچه برتو و پدرت روا داشتند ، به شما زيان نرساندند و از مرتبه شما در جايگاه قدس نكاستند ، درود خدا بر شما باد ، و آنچه در راه خدا به شما رسيد ، شما را سست و خمود نساخت .\r\nشما به زندگى دنيا تمايل نيافتيد و از رويا رويى بامرگ اندوهگين نشديد . چرا كه جايگاه خود را در بهشت ، قبل از رسيدن به آن ، ديده بوديد ، پس پيش از انتقال به آن ، منزل خودرا در بهشت برگزيده بوديد . لذا بدان شادمان شديد و ( بدينوسيله پيامبر و ديگر بهشتيان را ) شاد نموديد . پس اى فرزندان عبد المطلب گوارايتان باد .\r\nو هماناكه به محكمترين ريسمان و قويترين و سيله ملحق شديد .\r\nدرود خدا برتو باد اى شهيد راستى پيشه و اى بزرگوار و اى سرور پيشرو و اى كسى كه باسعادت زيستى و با شهادت مرگ راپذيرفتى و از دنيا رفتى . پس از دنيا جزكار شايسته بهره اى نبردى و جز به تجارت سودمند ( باخدا ) به چيز ديگرى\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":42},
  {"content":"\r\n\r\nمشغول نشدى .\r\nگواهى مىدهم تو از آنانى هستى كه به فضل و رحمت الهى شادمانند و به مؤمنانى كه هنوز به آنها نپيوسته‌اند و بعداً درپى آنها به راه آخرت خواهند شتافت ، مژده مىدهند كه از مرگ هيچ نترسند و از فوت متاع دنيا هيچ غم نخورند . و اين جايگاه هر شهيدى است . پس چگونه است جايگاه حبيب خدا و خويش رسول خدا صلى الله عليه و آله .\r\nخداوند ، در هر لحظه و هر دم و در هر سكون و هر حركت ، فضلش را برتو زياد گرداند ، آنگونه كه ( عليّين ) به آن غبطه خورند و سعادتمند گردند . اى بزرگ زاده و اى فرزند نياكان وپدران بزرگوار خداوند شما را برتر از آن قرار داد كه در مورد شما گفته شود ، خداوند شما را بيامرزد در حالى كه به جز شما تمام آفريدگان خدا به آن نياز دارند .\r\nدرود خدا و رضوان و رحمت و بركات او بر شما باد ، اى سرور پاك ، به درگاه پروردگارت در فروريختن بار سنگين گناه از دوشم و سبك شدن آنها ، مرا شفاعت نما و خوارى و فروتنى مرا نسبت به تو و پدر بزرگوارت رحم كن . درود خدا بر شما باد .\r\n* * * خداوند شرف شما را در آخرت بيافزايد ، چنانچه شما رادر دنيا شرافت داد . و شما را سعادتمند گرداند همانگونه كه\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":43},
  {"content":"\r\n\r\nديگران را به وسيله شما سعادتمند كرد . و گواهى مىدهم كه شمانشانه هاى دين و ستارگان درخشان جهانيان هستيد .\r\n2 - شيخ بزرگوار ابن قولويه در كتاب كامل الزياره ، ص 329 به سند صحيح از ابى حمزه ثمالى نقل كرده كه امام صادق عليه السلام چگونگى زيارت امام حسين عليه السلام را به او آموخت و گفت :\r\nپس به جانب على بن الحسين كه نزدپاى امام حسين است روكن و بگو :\r\nالسَّلامُ عَلَيْكَ يا ابْنَ رَسُولِ اللَّهِ وَرَحْمَةُ اللَّهِ وَبَرَكاتُهُ وَابْنُ خَليفَةِ رَسُولِ اللَّهِ وَابْنُ بِنْتِ رَسُولِ اللَّهِ وِرِحْمَةُ اللَّهِ وَبَرَكاتُهُ مُضاعَفَةً كُلَّما طَلَعَتِ الشَّمْسُ أَوْ غَرَبَتْ السَّلامُ عَلَيْكَ وَرَحْمَةُ اللَّهِ وَبَرَكاتُهُ .\r\nبِأَبي أَنْتَ وَأُمّي مِنْ مَذْبُوحٍ وَمَقْتُولٍ مِنْ غَيْرِ جُرْمٍ بِأَبي وَأُمّي دَمُكَ الْمُرْتَقى بِهِ إلى حَبيبِ اللَّهِ بِأَبي أَنْتَ وَأُمّي مِنْ مُقَدَّمٍ بَيْنَ يَدَيْ أَبيكَ يَحْتَسِبُكَ وَيَبْكي عَلَيْكَ مُحْتَرِقاً عَلَيْكَ قَلْبُهُ يَرْفَعُ دَمَكَ إلى عِنانِ السَّماءِ لايَرْجِعُ مِنْهُ قَطْرَةٌ وَلا تَسْكُنُ عَلَيْكَ مِنْ أَبيكَ زَفْرَةٌ حينَ وَدَّعَكَ لِلْفِراقِ فَمَكانُكُما عِنْدَ اللَّهِ مَعَ آبائِكَ الْماضينَ وَمَعَ أُمَّهاتِكَ في الْجِنانِ مُنَعَّمينَ أَبْرَأُ إلى اللَّهِ مِمَّنْ قَتَلَكَ وَذَبَحَكَ .\r\nسپس خود را بر قبر بيانداز و دست خودرا برآن قرارده و بگو :\r\nسَلامُ اللَّهِ وَسَلامُ مَلائِكَتِهِ الْمُقَرَّبينَ وَأَنْبِيائِهِ الْمُرْسَلينَ وَعِبادِهِ\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":44},
  {"content":"\r\n\r\nالصّالِحينَ عَلَيْكَ يامْوْلايَ وَابْنَ مَوْلايَ وَرَحْمَةُ اللَّهِ وَبَرَكاتُهُ .\r\nصَلَّى اللَّهُ عَلَيْكَ وَعَلى عِتْرَتِكَ وَأَهْلِ بَيْتِكَ وَآبائِكَ وَأَبْنائِكَ وَأُمَّهاتِكَ الْأَخْيارِ الْأبْرارِ الَّذينَ أَذْهَبَ اللَّهُ عَنْهُمُ الرِّجْسَ وَطَهَّرَهُمْ تَطْهيراً .\r\nالسَّلامُ عَلَيْكَ يا ابْنَ رَسُولِ اللَّهِ وَابْنَ أَميرِ الْمُؤْمِنينَ وَابْنَ الْحُسَيْنِ ابْنِ عَلِيٍّ وَرَحْمَةُ اللَّهِ وَبَرَكاتُهُ .\r\nلَعَنَ اللَّهُ قاتِلَكَ وَلَعَنَ اللَّهُ مَنِ اسْتَخَفَّ بِحَقِّكُمْ وَقَتَلَكُمْ وَلَعَنَ مَنْ بَقِيَ مِنْهُمْ وَمَنْ مَضى نَفْسي فِداؤُكُمْ وَلِمَضْجَعِكُمْ صَلَّى اللَّهُ عَلَيْكُمْ وَسَلَّمَ تَسْليماً كَثيراً .\r\nسپس گونه خود را برقبر بگذار و بگو :\r\nصَلَّى اللَّهُ عَلَيْكَ يا أَبا الْحَسَنِ . ( سه بار )\r\nبِأَبي أَنْتَ وَأُمّي أَتَيْتُكَ زائِراً وافِداً عائِذاً مِمّا جَنَيْتُ عَلى نَفْسي وَاحْتَطَبْتُ عَلى ظَهْري أَسْأَلُ اللَّهَ وَوَلِيّي أَنْ يَجْعَلَ حَظّي مِنْ زِيارَتِكَ عِتْقَ رَقَبَتي مِنَ النّارِ .\r\nاى فرزند رسول خدا و اى فرزند جانشين رسول خدا و اى فرزند دختر رسول خدا ، سلام برتو و رحمت و بركات خدا برتو باد ، هردم كه خورشيد طلوع و غروب كند . سلام بر تو و رحمت و بركات خدا بر تو باد .\r\nپدر و مادرم فداى تو اى سربريده و اى كشتهء بى گناه پدر و مادرم فداى خون تو كه به سوى حبيب خدا ( پيامبر ) اوج\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":45},
  {"content":"\r\n\r\nگرفت . پدر و مادرم فداى تو كه پدرت تورا ( مانند هديه اى گرانبها ) بادستان خود ( براى خدا ) تقديم كرد در حالى كه برتو مىگريست و دل مىسوزاند و خون تورا به سوى آسمان مىپاشيد و قطره اى از آن باز نمىگشت و پدرت از گريه آرام نگرفت هنگامى كه تورا وداع مىگفت . پس جايگاه شما نزد خدا ، باپدران و مادرانتان ، در بهشت و برخوردار از نعمتهاى بهشتى است . از آنكه تو راكشت و تو را سر بريد ، به سوى خدا دورى مىجويم .\r\n* * * سلام خدا و رحمت و بركات او و سلام فرشتگان مقرّب و پيامبران و بندگان شايسته خدا بر تو اى مولا و فرزند مولاى من . درود خدا برتو و بر عترت و خاندان و پدران و فرزندان و مادران تو كه شايسته و نيك بودند و خداوند هرگونه پليدى را از آنان دور ساخت و آنان را پاكيزه و طاهر گردانيد . سلام بر تو اى فرزند رسول خدا و اى فرزند امير المؤمنين و اى فرزند حسين بن على و رحمت و بركات خدا برتو .\r\nخداوند لعنت كند كسى كه باتو جنگيد و كسى كه حق شمارا ناديده گرفت و شما را كشت . و تمام رفتگان و زندگان آنان را خدا لعنت كند . جانم به فداى شما و مرقد شما . درود و سلام فراوان خدا بر شما باد .\r\n* * *\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":46},
  {"content":"\r\n\r\nدرود خدا برتو اى اباالحسن . ( سه بار ) پدر و مادرم به فدايت ، به سوى تو آمدم و تو را زيارت مىكنم و از جنايتهايى كه بر نفس خود روا داشته‌ام و گناهانى كه بر دوش خود حمل كرده‌ام به تو پناه مىآورم . از خداوند كه ولى تو و ولى من است مىخواهم تابهره مرا از زيارتت نجات از آتش دو زخ قرار دهد .\r\n3 - شيخ كلينى در كتاب كافى از امام صادق عليه السلام روايت كرده كه فرمودند : پس به جانب سر على بن الحسين برو و بگو :\r\nسَلامُ اللَّهِ وَسَلامُ مَلائِكَتِهِ الْمُقَرَّبينَ وَأَنْبِيائِهِ الْمُرْسَلينَ عَلَيْكَ يامْوْلايَ وَابْنَ مَوْلايَ وَرَحْمَةُ اللَّهِ وَبَرَكاتُهُ ، صَلَّى اللَّهُ عَلَيْكَ وَعَلى أَهْلِ بَيْتِكَ وَعِتْرَةِ آبائِكَ الْأَخْيارِ الْأَبْرارِ الَّذينَ أَذْهَبَ اللَّهُ عَنْهُمُ الرِّجْسَ وَطَهَّرَهُمْ تَطْهيراً .\r\nسلام خدا و رحمت و بركات او و سلام فرشتگان مقرب و پيامبران بر تو اى مولا و فرزند مولاى من . درود خدا بر تو و خاندان و پدران شايسته و نيك توباد كه خداوند هرگونه پليدى را از آنان دور ساخت و آنان را پاكيزه گردانيد .\r\n4 - در كتاب مصباح المجتهد شيخ طوسى آمده كه صفوان جمال از امام صادق عليه السلام براى زيارت امام حسين عليه السلام اجازه خواست و در خواست نمود به او بياموزد كه در زيارت چه\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":47},
  {"content":"\r\n\r\nبگويد ؟ امام گفت : . . . سپس نزد پاى امام حسين برو و بالاى سر على بن الحسين بايست و بگو :\r\nالسَّلامُ عَلَيْكَ يا ابْنَ رَسُولِ اللَّهِ السَّلامُ عَلَيْكَ يا ابْنَ نَبِيِّ اللَّهِ السَّلامُ عَلَيْكَ يا ابْنَ أَميرِ الْمُؤْمِنينَ السَّلامُ عَلَيْكَ يا ابْنَ الْحُسَيْنِ الشَّهيدِ السَّلامُ عَلَيْكَ أَيُّها الشَّهيدُ وَابْنُ الشَّهيدِ السَّلامُ عَلَيْكَ أَيُّها الْمَظْلُومُ وَابْنُ الْمَظْلُومِ لَعَنَ اللَّهُ أُمَّةً قَتَلَتْكَ وَلَعَنَ اللَّهُ أُمَّةً ظَلَمَتْكَ وَلَعَنَ اللَّهُ أُمَّةً سَمِعَتْ بِذلِكَ فَرَضِيَتْ بِهِ .\r\nسپس خودرا روى قبر بيا فكن و آن را ببوس و بگو :\r\nالسَّلامُ عَلَيْكَ يا وَلِيَّ اللَّهِ وَابْنَ وَلِيِّهِ لَقَدْ عَظُمْتِ الْمُصيبَةُ وَجَلَّتِ الرَّزِيَّةُ بِكَ عَلَيْنا وَعَلى جَميعِ الْمُسْلِمينَ فَلَعَنَ اللَّهُ أُمَّةً قَتَلَتْكَ وَأَبْرَأُ إلى اللَّهِ وَإلَيْكَ مِنْهُمْ .\r\nسلام برتو اى فرزند رسول خدا ، سلام بر تواى فرزند پيامبر خدا ، سلام بر تو اى فرزند امير المؤمنين ، سلام بر تو اى فرزند حسين شهيد ، سلام بر تو اى شهيد و فرزند شهيد ، سلام بر تو اى مظلوم و فرزند مظلوم ، خداوند مردمى را كه تو را كشتند و به تو ستم روا داشتند و آنانى را كه از اين ماجرا آگاهى يافتند و به آن راضى شدند ، لعنت كند .\r\n* * * سلام بر تو اى ولى خدا و فرزند ولى او ، بدرستيكه مصيبت تو بر ماوبر تمام مسلمانان سخت آمد و سوگ تو دشوار شد .\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":48},
  {"content":"\r\n\r\nپس خداوند لعنت كند امتى را كه تو را كشتند و از آنان به سوى خدا و به سوى تو ، دورى مىجويم .\r\n5 - در كتاب بحار نقل از مزار الكبير آمده كه امام صادق عليه السلام به صفوان جمال ، چگونگى زيارت امام حسين عليه السلام را آموخت و در آن گفت : سپس نزد قبر على بن الحسين عليه السلام مىآيى و آن را مىبوسى و مىگويى :\r\nالسَّلامُ عَلَيْكَ يا وَلِيَّ اللَّهِ وَابْنَ وَلِيِّهِ السَّلامُ عَلَيْكَ يا حَبيبَ اللَّهِ وَابْنَ حَبيبِهِ السَّلامُ عَلَيْكَ يا خَليلَ اللَّهِ وَابْنَ خَليلِهِ عِشْتَ سَعيداً وَمُتَّ فَقيداً وَقُتِلْتَ مَظْلُوماً يا شَهيدُ ابْنُ الشَّهيدِ عَلَيْكَ مِنَ اللَّهِ السَّلامُ .\r\nسلام بر تو اى ولى خدا و فرزند ولى خدا ، سلام بر تو اى حبيب خدا و فرزند حبيب او ، سلام بر تو اى خليل خدا و فرزند خليل او ، سعادتمند زيستى ومظلومانه كشته شدى . اى شهيد و فرزند شهيد سلام خدا بر تو .\r\n6 - و در كتاب مصباح الزائر در زيارت اول رجب و شب اول آن شب نيمه شعبان آمده كه نزد قبر على بن الحسين مىايستى و مىگويى :\r\nالسَّلامُ عَلى أَوَّلِ قَتيلٍ مِنْ نَسْلِ خَيْرِ سَليلٍ مِنْ سُلالَةِ إبْراهيمَ الْخَليلِ صَلَّى اللَّهُ عَلَيْكَ وَعَلى أَبيكَ إذْ قالَ فيكَ قَتَلَ اللَّهُ قَوْماً قَتَلُوكَ يا بُنَيَّ ما أَجْرَأَهُمْ عَلى الرَّحْمنِ وَعَلى انْتِهاكِ حُرْمَةِ الرَّسُولِ\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":49},
  {"content":"\r\n\r\nعَلى الدُّنْيا بَعْدَكَ الْعَفا .\r\nأَشْهَدُ أَنَّكَ ابْنُ حُجَّةِ اللَّهِ وِابْنُ أَمينِهِ حَكَمَ اللَّهُ لَكَ عَلى قاتِليكَ وَأَصْلاهُمْ جَهَنَّمَ وَساءَتْ مَصيراً وَجَعَلَنا يَوْمَ الْقِيامَةِ مِنْ مُلاقيكَ وَمُرافِقيكَ وَمُرافِقي جَدِّكَ وَأَبيكَ وَعَمِّكَ وَأَخيكَ وَأُمِّكَ الْمَظْلُومَةِ الطّاهِرَةِ الْمُطَهَّرَةِ .\r\nأَبْرَأُ إلى اللَّهِ مِمَّنْ قَتَلَكَ وَقاتَلَكَ وَأَسْأَلُ اللَّهَ مُرافَقَتَكُمْ في دارِ الْخُلُودِ وَالسَّلامُ عَلَيْكَ وَرَحْمَةُ اللَّهِ وَبَرَكاتُهُ .\r\nسلام بر اولين كشته از نسل بهترين خاندان از سلاله ابراهيم خليل . درود خدا بر تو و بر پدر تو كه در مورد تو گفت ، خداوند قومى را كه تو را كشتند ، بكشد . در برابر خدا و در پايمال كردن حرمت پيامبر بسيار گستاخى كردند . ( فرزندم ) اف بر دنيا پس از تو . گواهى مىدهم كه تو فرزند حجت و امين خدايى ، خداوند بر قاتلين تو حكم كند و آنان را در جهنم كه بدترين سر انجام است ، منزل دهد . و در روز قيامت مارا از ملاقات كنندگان و همراهان تو و از همراهان جدت و پدر و عمو و برادر و مادر مظلومه و طاهره‌ات قرار دهد .\r\nاز آنكس كه باتو جنگيد و آنكس كه تو را كشت به سوى خدا دروى مىجويم . و از خداوند همراهى با شما را در سراى ابدى خواهانم و سلام بر تو و رحمت و بركات خدا برتو .\r\n7 - در كتاب مزار شيخ مفيد آمده كه در نيمه رجب به سوى\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":50},
  {"content":"\r\n\r\nعلى بن الحسين روكن و بگو :\r\nالسَّلامُ عَلَيْكَ يا مَوْلايَ وَابْنَ مَوْلايَ لَعَنَ اللَّهُ قاتِليكَ وَلَعَنَ اللَّهُ ظالِميكَ إنّي أَتَقَرَّبُ إلى اللَّهِ بِزِيارَتِكُمْ وَبِمَحَبَّتِكُمْ وَأَبْرَأُ إلى اللَّهِ مِنْ أَعْدائِكُمْ السَّلامُ عَلَيْكَ يا مَوْلايَ وَرَحْمَةُ اللَّه وَبَرَكاتُهُ .\r\nسلام بر تو اى مولا و فرزند مولاى من . خداوند لعنت كند قاتلين تو ظلم كنندگان بر تو را . من بازيارت و دوستى شما به خدا تقرب مىجويم و از دشمنان شما نزد خدا بر ائت مىجويم . سلام بر تو اى مولاى من و رحمت و بركات خدا بر تو .\r\n8 - از شيخ مفيد و ابن طاووس و شهيد اول نقل شده كه در دو عيد فطر و قربان نزد قبر على بن الحسين مىايستى و مىگويى :\r\nالسَّلامُ عَلَيْكَ يا ابْنَ رَسُولِ اللَّهِ السَّلامُ عَلَيْكَ يا ابْنَ خاتَمِ النَّبِيِّينَ السَّلامُ عَلَيْكَ يا ابْنَ فاطِمَةَ سَيِّدَةِ نِساءِ الْعالَمينَ السَّلامُ عَلَيْكَ يا ابْنَ أَميرِ الْمُؤْمِنينَ السَّلامُ عَلَيْكَ أَيُّها الْمَظْلُومُ الشَّهيدُ بِأَبي أَنْتَ وَأُمّي عِشْتَ سَعيداً وَقُتِلْتَ مَظْلُوماً شَهيداً .\r\nسلام بر تو اى فرزند رسول خدا ، سلام برتو اى فرزند آخرين پيامبر ، سلام بر تو اى فرزند فاطمه سرور زنان دو جهان ، سلام بر تو اى فرزند امير المؤمنين ، سلام بر تو اى مظلوم شهيد ، پدر و مادرم به فدايت . سعادتمند زيستى و\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":51},
  {"content":"\r\n\r\nمظلومانه و باشهادت كشته شدى .\r\n9 - بسيارى از راويان گفته اند كه در روز عرفه ، نزد قبر مطهر على بن الحسين مىايستى و مىگويى :\r\nالسَّلامُ عَلَيْكَ يا ابْنَ رَسُولِ اللَّهِ السَّلامُ عَلَيْكَ يا ابْنَ نَبِيِّ اللَّهِ السَّلامُ عَلَيْكَ يا ابْنَ أَميرِ الْمُؤْمِنينَ السَّلامُ عَلَيْكَ يا ابْنَ الْحُسَيْنِ الشَّهيدِ السَّلامُ عَلَيْكَ أَيُّها الشَّهيدُ ابْنُ الشَّهيدِ السَّلامُ عَلَيْكَ أَيُّها الْمَظْلُومُ لَعَنَ اللَّهُ أُمَّةً قَتَلَتْكَ وَلَعَنَ اللَّهُ أُمَّةً ظَلَمَتْكَ وَلَعَنَ اللَّهُ أُمَّةً سَمِعَتْ بِذلِكَ فَرَضِيَتْ بِهِ . السَّلامُ عَلَيْكَ يا وَلِيَّ اللَّهِ وَابْنَ وَلِيِّهِ لَقَدْ عَظُمْتِ الرَّزِيَّةُ وَجَلَّتِ الْمُصيبَةُ بِكَ عَلَيْنا وَعَلى جَميعِ الْمُؤْمِنينَ فَلَعَنَ اللَّهُ أُمَّةً قَتَلَتْكَ وَأَبْرَأُ إلى اللَّهِ وَإلَيْكَ مِنْهُمْ في الدُّنْيا وَالْآخِرَةِ .\r\nسلام بر تو اى فرزند رسول خدا ، سلام بر تو اى فرزند پيامبر خدا ، سلام بر تو اى فرزند امير المؤمنين ، سلام بر تو اى فرزند حسين شهيد ، سلام بر تو اى شهيد و فرزند شهيد ، سلام برتو اى مظلوم . خداوند لعنت كند امتى كه ترا كشت ، و خداوند لعنت كند امتى كه به تو ستم روا داشت . و خداوند لعنت كند امتى كه از اين ماجرا آگاه شد و به آن رضايت داد .\r\nسلام بر تو اى ولى خدا و فرزند ولى او ، بزرگ است سوگوارى تو و سخت است مصيبت تو بر ماوبر تمام مؤمنين ، لعنت خدا بر امتى كه تورا كشت و نزد خدا و تو از آنان در دنيا و آخرت برائت مىجويم .\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":52},
  {"content":"\r\n\r\n\r\nتسليت\r\n رسم است هركه داغ جوان ديده‌دوستان * رأفت برند حالت آن داغ ديده را\r\nيك جمع دعوتش به گل و بوستان كنند * تا بركنندش از دل خار خليده را\r\nيك دوست زير بازوى او گيرد از وفا * و آن يك زچهره پاك كند اشك ديده را\r\nجمع ديگر براى تسلاى او دهند * شرح سياه كارى چرخ خميده را\r\nالقصه هر كسى بطريقى زروى مهر * تسكين دهد مصيبت بر وى رسيده را \r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":53},
  {"content":"\r\n\r\n آيا كه داد ؟ تسليت خاطر حسين * چون ديد نعش اكبر در خون طپيده را\r\nآيا كه غمگسارى اندوه وى نمود * ليلاى داغ ديدهء زحمت كشيده را\r\nبعد از پسر دل پدر آماج تير شد * آتش زدند لانهء مرغ پريده را \r\n* * * \r\nاجازهء ميدان گرفتن\r\n بازم اندر هر قدم درذ كرشاه * از تعلق گردى آمد سدّ راه\r\nپيش مطلب سد بابى مىشود * چهره مقصد را حجابى مىشود\r\nكرد ايثار آنچه گرد آورده بود * سوخت هر چه آن آرزورا پرده بود\r\nچشم پوشيد از همه آزادگان * از برادروز برادر زاده گان\r\nاز تعلق پرده اى ديگر نماند * سدّ راهى جز على اكبر نماند \r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":54},
  {"content":"\r\n\r\n اجتهادى داشت از اندازه بيش * كان يكى را نيز بردارد زپيش \r\n ناگه اكبر بارخ افروخته * خرمن آز ادگان را سوخته\r\nماه رويش كرده از غيرت عرق * همچو شبنم صبحدم بر گل ورق\r\nبر رخ افشان كرده زلف پرگره * لاله را پوشيده از سنبل زره\r\nنرگسش سرمست در غارتگرى * سوده مشك تر بگلبرك طرى\r\nآمد و افتاده از ره باشتاب * همچو طفل اشك بر دامان باب\r\nكى پدر جان همرهان بستند بار * ماند بار افتاده اندر رهگذار\r\nهر يك از احباب سر خوش در قصور * و زطرب پيچان سر زلفين حور\r\nگام زن در سايهء طوبى همه * جام زن بايار كروبى همه\r\nاز سپهرم غايت دلتنگى است * كاسب اكبر را چه وقت لنگى است \r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":55},
  {"content":"\r\n\r\n دير شد هنگام رفتن اى پدر * رخصتى گر هست بارى زودتر \r\n* * * \r\nجواب امام به فرزند خويش\r\n گفت كاى فرزند مقبل آمدى * آفت جان رهزن دل آمدى\r\nكرده اى از حق تجلى اى پسر * زين تجلى فتنه ها دارى بسر\r\nراست بهرفتنه قامت كرده اى * وه كزين قامت قيامت كرده اى\r\nنرگست بالاله در طنازى است * سنبلت با ارغوان در بازى است\r\nاز رخت مست غرورم مىكنى * از مراد خويش دورم مىكنى\r\nگه دلم پيش تو گاهى پيش اوست * روكه در يكدل نمىگنجد دودوست\r\nبيش از اين بابا دلم را خون مكن * زادهء ليلا مرا مجنون مكن \r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":56},
  {"content":"\r\n\r\n گفتمت باشى مرا تو دستگير * اى تو يوسف من ترا يعقوب پير\r\nپشت پا بر ساغر حالم مزن * نيش بردل ، سنگ بربالم مزن\r\nخاك غم برفرق بخت دل مريز * بس نمك بر لخت لخت دل مريز \r\n همچو چشم خود بقلب دل متاز * همچو زلف خود پريشانم مساز\r\nحايل ره مانع مقصد مشو * بر سر راه محبت سد مشو\r\nلن تنالوا البر حتى تنفقوا * بعد از آن مما تحبون گويد او\r\nنيست اندر بزم آن و الا نگار * از تو بهتر گوهرى بهر نثار\r\nهر چه غير از اوست سد راه من * آن بت است و غيرت من بت شكن\r\nجان رهين و دل اسير چهرتست * مانع راه محبت ، مهر تست\r\nآن حجاب از پيش چون دورافكنى * من تو هستم در حقيقت تو منى \r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":57},
  {"content":"\r\n\r\n چون ترا او خواهد ازمن ، رونِما * رونَما شو جانب او رو نِما \r\n* * * \r\nدر انتظار اكبر\r\n روانه جانب ميدان چه ديد سرواميدش * جهان بديدهء او شد سيه چنانچه‌نديدش\r\nنظر به قامت سروش چه كرد ازره‌حسرت * سرشگ ديدهء شه بر عذار چهره چكيدش\r\nزبار غصه و غم شد خميده قامت سروش * به روى دست ، محاسن گرفت و موى سفيدش\r\nبگريه گفت خداى تو شاهدى زبرم رفت * كسى كه ثانى احمد بُدى صفات حميدش\r\nدريغ و آه كه لب تشنه رفت جانب ميدان * گل خزان شده هرگز كسى زباغ نچيدش\r\nبانتظار نشينم كه شايد از سفر آيد * چو يوسفى كه بوصل پدر دوباره رسيدش \r\n* * *\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":58},
  {"content":"\r\n\r\n\r\nخطاب علىاكبر به مركب سوارى خويش\r\n مرحبا مركب فرخندهء آغشته به خون * كه به يك گام زدن برديّم از دهر برون\r\nحال كز سنگ جفاشيشه عمرم بشكست * باش پادار كه رفتست مراكار زدست\r\nسرم از ضربت شمشير جدا گرديده * از كفم اصل عنان تورها گرديده\r\nطاقت زخم نباشد دگرم بر پيكر * جسم مجروح مرا بردم شمشير مبر\r\nعمر آخر شد و برپشت تو تا جان دارم * يك تمناز تواى باديه پيما دارم\r\nكه مرا تارمقى هست از اين غم برهان * جسم صد چاك مرا بر در خيمه برسان \r\n من همى يك تن و قاتل زحساب افزون است * پدرم و إله و ليلا زغمم مجنون است\r\nبر سانم به در خيمه كه شايد پدرم * مرهم از مهر گذارد به جراحات سرم \r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":59},
  {"content":"\r\n\r\n\r\nعلى اكبر به زبان حال چنين مىگفت\r\n چه شود پانهى اى جان پدر بر سر من * لب خشكيده من بينى و چشم تر من\r\nچون مرا قوت آن نيست كه آيم بر تو * چه شود گرتو نهى بر سرزانو سر من\r\nدم مرگ است و مرا آرزو ، ديدن تست * چه شود گر تو بيايى زوفابر سر من\r\nجان چه باشد كه بيايى و نثار تو كنم * بوده هر دم بفدايت سر من ، پيكرمن\r\nهمه غصه و دردم پدر از اين باشد * اولين بيكسى تو در نفس آخرمن\r\nروى بنماى پدر جان دم آخر برخم * تا تجلى كند از روى توام داورمن \r\n* * *\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":60},
  {"content":"\r\n\r\n\r\nديدار امام از شهيدش\r\n سوى لشكر كه‌دشمن شدى تفت * ندانم من كرا برد و كجا رفت\r\nهمى دانم كه جسم و جان جانان * مقطع گشت چون آيات قرآن\r\nچه رفت از دست شاه عشق دلبند * روان شداز پى گم گشته فرزند\r\nصف دشمن دريدى از چپ و راست * نواى الحذر از نينوا خاست\r\nعقابى ديد ناگه پر شكسته * على افتاده زين از هم گسسته\r\nسرى بى افسر و فرقى دريده * به جانان بسته جان از خود بريده \r\n* * *\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":61},
  {"content":"\r\n\r\n\r\nخطاب سيد الشهداء به فرزند شهيدش\r\n اى غرق خون تو نور دو چشم‌تر منى * اى پاره پاره تن ، تو على اكبر منى\r\nاى نور ديده گوى به من اين چه حالتست * اى خاك تيره بر سر من اين چه حالتست\r\nبشكافت تيغ ظلم كه ؟ بابا سرترا * انداخت بر زمين كه ؟ زكين پيكر ترا\r\nمغز سرت ضرب عمود كه ؟ ريخته * از خنجر كه ؟ رشتهء عمرت گسيخته\r\nاى نور ديده ، آه دمى ديده بازكن * ظهر است و خيز باپدر خود نمازكن\r\nبر خيز كز فراق توترسم به اشك و آه * زينب سر برهنه در آيدز خيمه گاه \r\n در خيمه اى پدر بچسان بى تو روكنم * زخم آنقدرنه تا كه توانم رفو كنم\r\nهم چون شب زفاف به آئين روزگار * خوش كرده اى زخون سرت دست و پانگار \r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":62},
  {"content":"\r\n\r\n اينك اجل عروس تو و حجله قتلگاه * بر خيز اى پسر برمت سوى خيمه گاه \r\n* * *\r\n\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":63}
  ]