[
  {"content":"\r\n\r\nنمونه هاى ايثار - 4\r\nحضرت\r\nمسلم عليه السلام\r\nآيت الله سيدمحمدتقى مدرسى\r\nمترجم : حسن خاكرند\r\n\r\n","description":"","footnote":"","page_name":" مقدمه و پيش گفتار 1 ","page_number":1},
  {"content":"\r\n\r\nمدرسى ، محمدتقى ، 1945 -\r\nحضرت مسلم عليه السلام / محمدتقى مدرسى ؛ مترجم حسن خاكرند - تهران : محبان الحسين ( ع ) ، 1378 .\r\n46 ص . - ( نمونه هاى ايثار ؛ 4 ) 2500 ريال 9 - 3 - 90054 - 964 : isbn\r\nفهرستنويسى براساس اطلاعات فيپا .\r\nعنوان اصلى : مسلم بن عقيل عليه السلام سفير الحسين عليه السلام .\r\nكتابنامه به صورت زيرنويس .\r\nچاپ چهارم ، پاييز 1379 .\r\n1 . مسلم بن عقيل عليه السلام ، - 60 ق . - سرگذشتنامه . 2 . واقعه كربلا ، 61 ق . الف خاكرند حسن ن مترجم . ب . عنوان .\r\n42041 م 5 م / 4 / 42 bp\r\n9537 / 297\r\n1377\r\nكتابخانه ملى ايران\r\n13172 - 77 م\r\nچاپ اول - زمستان 1377 - 3000 نسخه\r\nچاپ دوم - زمستان 1377 - 5000 نسخه\r\nچاپ سوم - پاييز 1378 - 5000 نسخه\r\nنمونه هاى ايثار - 4\r\nحضرت مسلم عليه السلام\r\nمؤلف : آية الله سيدمحمدتقى مدرسى\r\nناشر : انتشارات محبان الحسين عليه السلام\r\nچاپ چهارم : پاييز 1379 - 5000 نسخه\r\nقيمت : 2200 ريال\r\nآدرس : تهران - خيابان كريمخان زند\r\nخيابان به آفرين - بن بست چهارم پلاك 52 - تلفن 6407435\r\nدفتر پخش : ناصر خسرو - كوچه حاج نايب تلفن : 3907181\r\nشابك 9 - 3 - 90054 - 964\r\n9 - 3 - 90054 - 964 isbn\r\nليتوگرافى تيزهوش\r\nچاپخانه پاسدار اسلام\r\n\r\n","description":"","footnote":"","page_name":" مقدمه و پيش گفتار 2 ","page_number":2},
  {"content":"\r\n\r\n\r\nمقدمه چاپ چهارم\r\nبسم اللَّه الرحمن الرحيم\r\nنفاق ، تزوير وتوطئه بيشترين فضاى سياه‌تاريخ را به خود اختصاص داده . مطالعه تاريخ زندگى رادمردان ، ما را به اين واعقيت آشنا مىسازد كه با توجه به شكاف فرهنگى كه بين پيشتازان و عامه مردم وجود دارد يكى از مهمترين عوامل است كه زرپرستان و تزويرگران ، براى تحريف حقايق و واقعيتها از آن استفاده مىنمايند .\r\nو بر اين اساس پيامبر بزرگوار اسلام ، با علم لدنى كه داشت ، همواره نگران آينده امّت و خاندانش بود ، و حتّى در مواردى براى انحراف پيروان دينش مىگريست .\r\nحضرت مسلم بن عقيل ، اوّلين سفير امام حسين عليه السلام است كه بنا بر دعوت مردم كوفه ، به منظور تشريح ديدگاه امام حسين عليه السلام دربارهء حكومت آينده اسلامى به اين سرزمين سفر كرد .\r\nامّا از آنجا كه زر و تزوير هميشه باعث تحكيم سلطهء زور مىگردد ، اين بار نيز ديرى نپاييد كه زر و زور عبيداللَّه بن زياد ،\r\n\r\n","description":"","footnote":"","page_name":" مقدمه و پيش گفتار 3 ","page_number":3},
  {"content":"\r\n\r\nسفير امام حسين عليه السلام مسلم بنن عقيل را به دام تزوير انداخت وتوطئه‌اى بر ضد نهضت حسينى قبل از وقوع حادثه كربلا با شهيد شدن اوّلين سفير امام حسين عليه السلام يحقّق يافت .\r\nپس لزوم مطالعه زندگى پيامبر بزرگوار اسلام و ائمه معصومين عليهم السلام و خاندان نبوّت نه تنها ما را براى شناسايى اوضاع واحوال زندگى پيچيده معاصر يارى نموده ، بلكه از توطئه و انحراف آن نيز جلوگيرى مىنمايد . از آنجايى كه كتاب حضرت مسلم عليه السلام با استقبال گسترده شيفتگان و عاشقان پيروان اهل‌بيت عليهم السلام مواجه شد . « انتشارات محبّان الحسين عليه السلام » افتخار چاپ چهارم سلسلهء « نمونه‌هاى ايثار » كه كتاب حضرت مسلم بن عقيل چهارمين كتاب اين مجموعه مىباشد را دارد . اميد است بتوانيم گامى هر چند كوچك در راه شناساندن اهل‌بيت عليهم السلام ونهضت كربلا به دوستداران آن خاندان برداشته باشيم .\r\nانتشارات محبّان الحسين عليه السلام\r\n\r\n","description":"","footnote":"","page_name":" مقدمه و پيش گفتار 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nپيش‌گفتار مؤلف\r\nبسم اللَّه الرحمن الرحيم\r\nالحمد للَّه‌رب العالمين ، و صلى اللَّه على محمد وآله الطاهرين ، ولعنة اللَّه على ظالميهم اجمعين .\r\nخداوند حجتش را بر بندگانش تمام كرد تا فرد خطا كار نتواند راهى براى فرار و بى توجهى و سهل انگارى خويش نسبت به انجام تكاليف ايمانى و جهادى داشته باشد .\r\nاز نشانه‌هاى كامل بودن دين خداوند و اتمام حجت بر بندگانش اين است كه پيامبرانى فرستاد تا الگوهاى راستينى براى بشريت باشند .\r\nسپس براى بندگانش راهنما و خلفايى برگزيد تا پيشوايان و امامان آنها باشند و با اقتدا به راه و روش آنان در مسير زندگى چراغ فروزانى را قرار دهند تا دچار گمراهى نشوند .\r\nخداوند از آفريدگانش برخى را برگزيد تا شهدايى باشند كه در درجات بالايى پس از پيامبران و امامان قرار دارند و آنان\r\n\r\n","description":"","footnote":"","page_name":" مقدمه و پيش گفتار 5 ","page_number":5},
  {"content":"\r\n\r\nهمانند انسانهاى ديگرند و تنها مبارزاتشان در راه خداوند است كه آنها را به اين درجهء و الا رسانيده و موجب امتيازشان گرديده است .\r\nآيا درست است برخى از مردمان كه قرار دادن پيامبر و ائمه را براى خود به عنوان سرمشق و الگوهايى در زندگى دشوار مىبينند ، اصحاب پيامبر و ياران ائمه را نيز به عنوان سرمشق در زندگى خود قلمداد نكنند و در امور زندگى همانند آنها عمل نكنند ؟\r\nبه عنوان مثال چرا در زندگانى ، حضرت ابا الفضل عليه السلام را الگويى براى خود قرار ندهيم ؟ و يا چرا به حضرت على اكبر عليه السلام و يا حضرت قاسم پسر امام حسن عليهما السلام در مسير رسيدن به كمال نهايى اقتدا نكنيم و آنها را سرمشق خود قرار ندهيم ؟\r\nدر اينجا از اولين كسى كه در راه عشق خويش به امام حسين عليه السلام به شهادت رسيد نام مىبرم . او كسى نيست مگر مسلم بن عقيل پيك و سفير امام حسين عليهما السلام .\r\nبايد از خود پرسيد كه چرا ما بوسيلهء راه و روش نورانى او از گمراهى رهايى نمىيابيم و راه خود را ، در مسير هدايت او نمىپوئيم ؟\r\nدر پاسخ به اين سؤال بود كه خداوند سبحان مرا در نگاشتن مطالبى در رابطه با چگونگى راه و روش زندگانى اين شهيد گرانقدر يارى نمود . همان شهيدى كه پيامبرا اكرم صلى الله عليه و آله - پس از به\r\n\r\n","description":"","footnote":"","page_name":" مقدمه و پيش گفتار 6 ","page_number":6},
  {"content":"\r\n\r\nياد آوردن وى - گريه كرد تا آنجا كه اشكهايش بر محاسن شريفش جارى گشت و فرمود : به خداوند شكايت مىكنم كه پس از من چه بر سر خاندانم خواهد آمد .\r\nهرچند كه زندگانى مسلم بن عقيل با شهادت پايان يافت ولى خون ازرشمندش تا كنون ، مشعل هدايت و مبارزه را فروزان باقى گذارده و جهادگران بوسيلهء آن ، راه خود را از بيراهه مىشناسند و اين خون در رگهاى كسانى كه از دين خدا محافظت مىكنند جاريست .\r\nاز خداوند خواهانم كه اين برگها را براى بنده و خوانندهء گرامى توشه‌اى براى روز حساب قرار دهد ، و به ما توفيق اقتدا به مسلم بن عقيل را در راه جهاد با باطل ارزانى گرداند .\r\nسيد محمدتقى مدرسى\r\n8 / رجب / 1416 ه . ق\r\n\r\n","description":"","footnote":"","page_name":" مقدمه و پيش گفتار 7 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" مقدمه و پيش گفتار 8 ","page_number":8},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" مقدمه و پيش گفتار 9 ","page_number":9},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" مقدمه و پيش گفتار 10 ","page_number":10},
  {"content":"\r\n\r\n\r\nشاهدى بر خفقان و سركوب حكومت بنىاميه\r\nزمانيكه وارد كوفه شد ، آن را شهر ارواح پنداشت ، سكوت مرگبارى بر آن ديار حكمفرما بود . تنها مأمورين نظامى در بازارهاى به‌تعطيل درآمده ، در حال گشت‌زنى بودند .\r\nديرى از پرسه‌زنى وى در شهر كوفه نگذشته بود كه مأمورين او را دستگير كردند .\r\n- چه كسى هستى ؟ چرا دستور آماده‌باش امير كوفه را ناديده گرفتى ؟\r\nاز شدت تعجب زبانش بازايستاد ! !\r\n- چه آماده‌باشى . . . چه دستورى . . من مردى صحرانشين هستم .\r\nقبل از اينكه سخنش به پايان برسد يكى از سربازان سخن او را ناتمام گذاشته و فرياد زد :\r\nوقت گوش دادن به سخنانت را نداريم ، بايد پيش امير رفته تا\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":11},
  {"content":"\r\n\r\nتكليفت را مشخص كند ! !\r\n* * * شهر كوفه در زمان حضرت نوح عليه السلام آباد بود ، روايتها حاكى از آن است كه زمانى كوفه دچار طوفانى سهمگين شد و تمامى حاشيه‌نشينان رودخانه‌هاى دجله و فرات بر اثر آن غرق شدند .\r\nشهر كوفه در طول تاريخ بارها منهدم گرديد و هنگاميكه سپاه اسلام عراق را فتح نمود ، كوفه شهر بزرگى نبود ، و تنها شامل قصبه‌ها و كشتزارهاى پراكنده‌اى در حاشيه فرات مىشد .\r\nمسلمانان در آنجا شهر بزرگى براى ارتش خود بنا كردند و آن را به پايگاهى براى پيشروى بسوى كشورهاى شرقى تبديل نموده ، به نام « كوفهء سربازان » يا پايگاه شوكت و عزّت سربازان خواندند .\r\nسپاه مستقر در كوفه بسيار قدرتمند و بزرگ بود و زمانيكه حضرت على عليه السلام - پس از كشته شدن خليفه سوم - بر مسند خلافت نشست ، معاويه كه فرماندهى دومين ارتش پس از ارتش كوفه را برعهده داشت ، با حضرت على عليه السلام بيعت ننمود و اهالى بصره نيز به سركردگى جمعى از رؤساى قبايل قريش ( طلحه ، زبير ، عائشه ) از پذيرش خلافت سرباز زدند . از اين رو حضرت على عليه السلام به كوفه هجرت نمود و آن شهر را پايگاه نظامى خود قرار داد تا تمرّد در بصره و عصيان در شام را سركوب نمايد .\r\nبدين‌سان كوفه دارالخلافه گرديد و شاهد بسيارى از جنگها بر\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":12},
  {"content":"\r\n\r\nعليه ارتش شام بود .\r\nارتش شام عليرغم بهره‌گيرى از تجربه و اندوخته‌هاى نظامى روم و استفاده از مكر و حيله ، در مقابل سپاهيان حضرت على عليه السلام شكست خورد . كوفه همواره كينه‌اى از حكومت غاصب بنىاميّه داشته و دوستدار اهل بيت عليهم السلام بوده و مردم درپى فرصت مناسب براى آغاز انقلاب عليه دستگاه غاصب بودند .\r\nبا مرگ معاويه زمينه مساعد فراهم گرديد ، شهرهاى اسلامى خود را براى شورش عليه بنىاميه آماده مىكردند ، بزرگان كوفه با ارسال طومار و نامه به امام حسين عليه السلام از وى دعوت كردند تا در پرتو پرچم ولايت شرعى عليه دشمنان اسلام جهاد كنند ، ولى يزيد بنا به توصيه سرجون مشاور رومى خود ، ابن زياد را بعنوان والى كوفه برگزيد . وى مردم كوفه را با وعده و وعيد فريب داد و آنان را از ارتش شام ترساند و تعدادى از سران كوفه را با زر و پول فريفت .\r\nابن زياد توانست عناصر ضعيف را بسوى خود جلب كند و آنان را به فرماندهى عمر بن سعد بن ابى وقاص كه روزگارى پدرش فرمانده ارتش عراق بود ، جهت جنگ با امام حسين عليه السلام آماده سازد . سپس آماده‌باش عمومى اعلام كرد و به مردم اخطار نمود هركس به ارتش نگرود ، دستگير و كشته خواهد شد ، مرد اعرابى كه در آغاز ياد شد قربانى اين فراخوان تحميلى گرديد .\r\nمرد دستگيرشده را در برابر ابن زياد قرار دادند . ابن زياد\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":13},
  {"content":"\r\n\r\nسؤال كرد : چرا براى مبارزه با حسين اعزام نشده‌اى ؟\r\nاعرابى گفت : اى امير من مردى صحرانشين هستم ، به كوفه آمده تا پول حاصل از فروش شتران را از خريدار بازپس گيرم .\r\nصداى اعرابى حكايت از صداقت و درستى در گفتار مىكرد ، ابن زياد به اطرافيان نگاه كرد و گفت : گمان مىكنم راست بگويد . ولى به جلاد دستور داد گردنش را بزند تا عبرتى براى ديگران باشد ! !\r\nپس از چند لحظه سر اعرابى در خون غلطيد تا شاهدى ديگر بر خفقان حكومت بنىاميه باشد .\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":14},
  {"content":"\r\n\r\n\r\nسفير امام حسين عليه السلام\r\nبا تنى چند از ياران خود به سوى در خروجى مسجد حركت كرد و تا آستانهء در بيش از ده تن وى را همراهى نكردند ، سپس از در خارج شد ، در حالى كه كسى نبود او را راهنمايى كند و يا به خانه خود پناه دهد و يا در مقابل دشمن يارى نمايد .\r\nحضرت مسلم بن عقيل با پوشاندن چهره خود در كوچه‌هاى كوفه به راه خود ادامه مىداد ولى نمىدانست به كجا برود و به چه كسى پناه بياورد « 1 » .\r\nدر آن شب ، كوچه و بازارهاى منتهى به مسجد بزرگ خالى از عابرين و رهگذران بود ، در حالى كه اعراب با شب‌زنده‌دارى انس گرفته و در زمين سرسبز و آباد و يا در ميان كشتزارها ، گردهمايى و مجالس انس را تا پاسى از شب برپا مىداشتند ، ولى آن شب\r\nمسلم بن عقيل در دل سياهى هولناك شب تنها و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الانوار ج 44 ص 350\r\n","page_name":" 5 ","page_number":15},
  {"content":"\r\n\r\nغريب مىگذشت و نمىدانست به كجا روىآورد ! !\r\nعقيل فرزند ابوطالب از نياكان قريش و آشنا به احوال آن روزگار بود ، پدرش ابوطالب او را گرامى مىداشت و پيامبر خدا صلى الله عليه و آله نيز به وى علاقه داشت . حضرت على عليه السلام روزى از پيامبر صلى الله عليه و آله راجع به علّت محبّت ايشان به عقيل پرسش نمود ، پيامبر اكرم صلى الله عليه و آله فرمودند :\r\nبه خدا سوگند من او را از دو جهت دوست دارم يكى بخاطر شخص عقيل و ديگر به خاطر محبّت ابوطالب به وى ، پيامبر افزودند :\r\nپسرش بخاطر دوستى فرزندت كشته مىشود و ديدگان مؤمنين براى او از اشك لبريز خواهد شد و فرشتگان مقرب درگاه احديّت به وى درود خواهند فرستاد « 1 » .\r\nخداوند به عقيل فرزندى ارجمند و نيكو و مبارك عطا نمود و نامش را مُسلم گذارد . نوزاد در خاندان بنىهاشم پروش نيكويى يافت ، خاندانى كه بر آن وحى نازل شد و محور رستاخيز امت و قطب زندگى دينى و سياسى آن است .\r\nدر جوانى همانند ديگر جوانان به ارتش اسلام پيوست تا با ديگر رزمندگان ، كشورهاى جهان را فتح كنند .\r\nدر فتح مصر از خود رشادتهاى زيادى نشان داد .\r\nتاريخ مىنويسد :\r\nزمانيكه مسلمانان در مصر شهر « بهنسا » واقع در غرب نيل در\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) امالى الصدوق ص 114\r\n","page_name":" 6 ","page_number":16},
  {"content":"\r\n\r\nمنطقه صعيد را فتح نمودند ، مسلم بن عقيل پس از اينكه دو برادرش « جعفر و على » مجروح شدند حماسه‌سرايى كرد و چنين سرود :\r\nبا از دست دادن ياران مخلص و با فضيلتم ، غم و اندوه فراوان بر من سايه افكند ، انتقام جعفر وعلى شيران كارزار و فرزندان بنى عقيل را خواهم گرفت ، با شمشير بُرّان هر ناسزاگوى را خواهم كشت ، شايد با اين انتقام سوزش اندوه را فرونشانم . « 1 »\r\nدر جنگهاى امام على عليه السلام با بنىاميّه ، زير پرچم فرماندهى عمويش حضرت على عليه السلام جهاد نمود و در راه دفاع از اسلام ناب و اصيل بر عليه جاهليّت مزوّرانه كه بارياكاريهاى ظاهرى خود را آراسته بود ، شجاعت و دلاوريهاى زيادى از خود نشان داد .\r\nبا دختر عمويش « رقيه » دختر امام على عليه السلام ازدواج نمود و داراى فرزندانى شايسته گرديد . مورخين مىگويند : خداوند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 )\r\n ضنا في الهم مع حزني الطويل * لفقدي صاحبي مجد اثيل\r\nفوا ثأرا لجعفر مع علي * ليوث الحرب آل بني عقيل\r\nسأقتل بالمهند كل قرم * عسى بالثار ان يشفى غليلي \r\nمبعوث الحسين عليه السلام ص 51 فتوح البهنسا الغراء .\r\n","page_name":" 7 ","page_number":17},
  {"content":"\r\n\r\nپسرى بنام عبداللَّه و دخترى بنام حميده به وى عطا نمود و گفته مىشود فرزندان ديگرى نيز داشته است .\r\nهنگاميكه بزرگان كوفه از امام حسين عليه السلام دعوت كردند ، چنين درخواست نمودند :\r\nبسم اللَّه الرحمن الرحيم\r\nاز شيعيان مومن و مسلمان به امام حسين بن على عليه السلام :\r\n« مقدمت را گرامى داشته ، مردم در انتظار تشريف‌فرمايى شما هستند ، و خواسته‌اى جُز حضور تو ندارند ، بشتاب ، بشتاب ، والسلام . » « 1 »\r\nدر پاره‌اى ديگر از نامه‌ها آمده بود :\r\n« بوستانها سرسبز شده ، ميوه‌ها رسيده و زمين بارور گرديده و برگ درختان پر طراوت شده‌اند ، اگر تمايل دارى ، بيا كه ارتش آماده و در اختيارت مىباشد . و سلام و رحمت و بركات خداوند بر تو و پدرت باد . » « 2 »\r\nسيل نامه‌ها و فرستادگان مردم كوفه چنان زياد بود كه مؤرخين تعداد نامه‌ها را دوازده هزار تخمين زده‌اند . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الانوار ج 44 ص 334 .\r\n( 2 ) همان .\r\n( 3 ) همان .\r\n","page_name":" 8 ","page_number":18},
  {"content":"\r\n\r\nبدين سان امام عليه السلام تصميم قاطع خود را مبنى بر قيام عليه ستمكاران بنىاميّه اتخاذ نمود و مسلم بن عقيل را بعنوان فرستاده و سفير خود به كوفه اعزام كرد تا پيام خود را به اين شرح به آنان برساند :\r\nفرزند و پسر عمو و فرستاده خود و فرد مورد اطمينان از اهل بيتم ، مسلم بن عقيل را بسوى شما فرستادم تا اگر صاحبنظران و برگزيدگان شما بر همان نظرى باشند كه فرستادگان و نامه‌هاى ارسالى گزارش داده‌اند ، به زودى به سوى شما بشتابم . انشاء اللَّه . « 1 »\r\nمُسلم رهبرى فقيه و قهرمانى شجاع بود . آيات قرآن ، صحنه‌هاى جهاد و رازونيازهاى سحرگاهان او را ساخته و خداوند او را در جايگاهى رفيع و و الا قرار داده بود . اگر كوچكترين خطرى فراروى دين قرار مىگرفت ، تمام زندگى خود را در راه آن فدا مىكرد . آيات قرآن ، شناخت او را عميق و وسيع كرده بود و بر زندگى بعنوان كالا و متاع براى آخرت مىنگريست و به اين باور بود كه خردمند كسى است كه خود را براى رضايتمندى خدا فدا نمايد .\r\nو چنين بود كه مسلم عليه السلام با كوله‌بارى از امانت و اندوه امت ، به سوى آنان رهسپار گرديد ، امّتى كه خداوند آن را برگزيده‌ترين مردم جهان قرار داده بود ، امّا اينك عناصرى از رانده‌شدگان و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) همان .\r\n","page_name":" 9 ","page_number":19},
  {"content":"\r\n\r\nمنافقان امّت بر گرده آنان سوار شده بودند تا خواستهاى خود را محقق سازند .\r\nمسلم بن عقيل بسوى مدينه شتافت و وارد مزار رسول اكرم صلى الله عليه و آله گرديد . در جوار مرقد پيام‌آور وحى و رسالت نماز گذارد و سپس با رهبر امت وداع گفت ، با خويشاوندان خداحافظى كرد و آنان را از شر فرعونهاى زمان به خدا سپرد ، آنگاه از بيراهه ، رهسپار عراق گرديد .\r\nپسر عقيل به خوبى از مأموريت پرمخاطره‌اى كه در پيش رو داشت آگاه بود . مگر نه اينست كه واقعه عاشورا ميراث فكرى خاندان رسالت است كه بايد آن را سرمشق قرارداد ؟ و آيا پيامبر اكرم صلى الله عليه و آله به حضرت على عليه السلام بشارت نداد كه فرزند عقيل در راه دوستدارى فرزندش به شهادت خواهد رسيد ؟ آيا مسلم اين روايت را نشنيده و آن را درك ننموده بود ؟ !\r\nامام حسين عليه السلام در وداع با مسلم فرمودند :\r\nتو را به سوى مردم كوفه رهسپار مىكنم و خداوند سرنوشت را آنچنان كه دوست دارد و موجب رضامندى اوست قرار خواهد داد ، از خدا مىخواهم كه من و تو را از شهدا قرار دهد ، پس با يارى و بركت خدا عزيمت نما . « 1 »\r\nمسلم مسيرى طولانى را در پيش گرفت تا به شهر كوفه رسيد . وارد شهر شد و خانه مختار بن عبيدثقفى - يكى از رهبران\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مبعوث الحسين ص 11 به نقل از مقتل امام حسين عليه السلام خوارزمى\r\n","page_name":" 10 ","page_number":20},
  {"content":"\r\n\r\nمخالفين خاندان بنىاميه - را مقر و محل فرماندهى خود قرار داد و از شيعيان استقبال مىنمود و پيام امام حسين عليه السلام را براى آنان قرائت مىكرد ، آنان با حالى گريان با وى بيعت مىكردند .\r\nتعداد بيعت‌كنندگان به هيجده هزار نفر رسيد ، پس از آن مسلم بن عقيل براى امام حسين عليه السلام نامه‌اى نوشت و استقبال مردم را به اطلاع ايشان رساند و درخواست نمود كه به كوفه عزيمت نمايد .\r\nنعمان بن بشير كه از سوى بنىاميه بعنوان والى كوفه منصوب شده بود ، زمانيكه خبر ورود مسلم بن عقيل را شنيد ، بر منبر رفته و سخنانى ايراد نمود و اهالى كوفه از بيانات وى چنين استنباط كردند كه نعمان در امر مخالفت با نهضت ترديد دارد زيرا وى گفته بود :\r\nبا كسى كه با من پيكار نكند نخواهم جنگيد ، و به كسى كه بر من نياشوبد ، آسيبى نخواهم رساند و شما را نخواهم برانگيخت و با حدس و گمان و تهمت كسى را دستگير نخواهم كرد . « 1 »\r\nمردان بنىاميه او را به نافرمانى و ضعف متهم كردند ، عبداللَّه بن مسلم به او گفت : آيا موضع تو در قبال دشمنانت چنين است ! ! و نظر مردم ضعيف را مورد ملاك قرار داده‌اى ؟\r\nنعمان به وى گفت : با مستضعفين در راه اطاعت خدا بودن ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) همان ص 336 .\r\n","page_name":" 11 ","page_number":21},
  {"content":"\r\n\r\nبهتر از آن است كه با بزرگان در معصيت خدا باشم . « 1 »\r\nپس از آن عبداللَّه بن مسلم به يزيد نامه‌اى فرستاد و نعمان را متهم به سُستى كرد و يزيد را بر عليه وى تحريك نمود . يزيد از « سرجون » مشاور رومى معاويه دعوت كرد تا در اين باره چاره‌اى بينديشد ، زيرا معاويه به پسرش توصيه كرده بود تا در مسايل مهم با سرجون مشورت كند .\r\nسِرجون گفت اگر معاويه زنده بود و نظر من را مىخواست ، آيا تصميم او را قبول داشتى ؟\r\nيزيد گفت : آرى . سرجون حكم انتصاب عبيداللَّه بر كوفه را بيرون آورد و گفت اين نظر معاويه است ! !\r\nبدين ترتيب با مشورت سرجون رومى فرماندهى كوفه به ابن زياد واگذار گرديد ، در حالى كه يزيد از ابن زياد ناراضى بود و اگر نياز وى به ابن زياد نبود او را به اين پست نمىگمارد .\r\nهرچند بصره پس از به هلاكت رسيدن معاويه دچار بحران گرديده بود ولى اوضاع كوفه به مراتب خطرناكتر بود ، لذا ابن زياد برادرش عثمان را به حكومت بصره گمارد و خود به سرعت بسوى كوفه عزيمت نمود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) همان .\r\n","page_name":" 12 ","page_number":22},
  {"content":"\r\n\r\n\r\nتحول خطرناك\r\nابن زياد پس از آن كه از سوى يزيد والى بصره و كوفه شد ، از سوى نجف خود را به كوفه رساند . اهالى كوفه گمان كردند حسين بن على عليهما السلام وارد شهر شده است . بيش از چهل هزار نفر با فريادهاى اللَّه اكبر به استقبال او آمدند . زمانيكه مردم گرد او حلقه زدند ، ابن زياد نقاب از چهره خود كنار زد و فرياد برآورد : من عبيداللَّه هستم . مردم پاپس نهاده و بازگشتند ، ابن زياد وارد دارالاماره شد و طرحهاى توطئه‌آميز خود را عليه انقلاب پىريزى كرد .\r\nمردم كوفه به دو دسته تقسيم شده بودند ، گروهى اندك دوستى و محبت خود نسبت به خاندان بنىهاشم را همچنان حفظ كرده بودند ، ولى اغلب مردم از فعاليتهاى سياسى خود را بدور نگاه داشته ، با عقايد و مواضع خود فاصله ايجاد كرده بودند . اينان همواره طرفدار كسانى بودند كه قدرت را در دست\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":23},
  {"content":"\r\n\r\nداشته‌اند و با زور و شمشير حكمرانى مىكرده‌اند . اين گروه مصداق سخن فرزدق « 1 » به امام حسين عليه السلام بودند ، آنجا كه امام را ملاقات نمود و گفت : قلبهاى آنان با تو است اما شمشيرشان عليه تو .\r\nابن زياد در ميان مردم كوفه به سخنرانى پرداخت و گفت :\r\nامير المؤمنين يزيد من را بعنوان حاكم شهر و ديار شما منصوب نموده تا ارزاق عمومى را ميان شما تقسيم كرده و حق مظلومان را از ظالمان و حق ضعيفان را از افراد قوى بستانم ! ! و به افرادى كه اطاعت نمايند احسان و بخشش كنم و عصيانگران را تنبيه نمايم ، پيام من را به آن مرد هاشمى برسانيد كه از خشمم بپرهيزد . « 2 »\r\nابن زياد در اقدام ديگر دستگاه سركوب خود را تقويت كرد ، و تشكيلات عرفاء را ( كه نقش پليس را ايفا مىكردند ) تقويت نمود و از آنان خواست تا نام مخالفين را تهيه و گزارش كنند و آنان را تهديد نمود اگر كسى كوتاهى و يا سرپيچى نمايد ، خون و مال او حلال خواهد بود . وى اضافه كرد اگر هر عريف ( پليس ) در منطقه تحت پوشش خود نام افرادى كه مخالف يزيد هستند و هويت آنان را گزارش نكند ، بر در خانه‌اش به صليب كشيده خواهد شد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ) شاعر فرزانه شيعه مذهب\r\n( 2 ) همان ص 340 .\r\n","page_name":" 14 ","page_number":24},
  {"content":"\r\n\r\nو آن منطقه از عطاياى بيت المال محروم مىگردد . « 1 »\r\nابن زياد در اقدم شوم ديگرى در جستجوى رهبر قيام ، مسلم بن عقيل عليه السلام برآمد كه پس از ورود ابن زياد به كوفه مخفى شده بود .\r\nمسلم شخصيت مستبدانه و سركوبگرانه ابن زياد را به خوبى مىشناخت و مىدانست او بر خلاف نعمان بن بشير كه فردى ميانه‌رو بود ، مستبد و خونخوار است .\r\nمسلم در خانه هانى بن عروه يكى از رهبران قبايل بزرگ كوفه و پيرمردى با شخصيت در آن شهر ، مخفى گرديد .\r\nابن زياد با بهره‌گيرى از تشكيلات جاسوسى خود در جستجوى مسلم بن عقيل بود ، « معقل » يكى از اعضاى اين تشكيلات بود ، ابن زياد به معقل سه هزار درهم داد و به وى گفت مسلم را بوسيله طرفدارانش شناسايى كن و اگر كسى و يا گروهى از آنان را پيدا كردى اين مبلغ را به او بده و با آنان با مهربانى رفتار كن تا بتوانى محل اختفاى مسلم را شناسايى نمايى .\r\nمعقل چنين كرد تا توانست خانه هانى كه محل ارتباط با رهبران قيام بود شناسايى نمايد . پس از آن ابن زياد هانى را فراخواند ، هرچند هانى در آغاز ترديد داشت و هراسناك شد ولى با اصرار بعضى از اقوام خود كه از طرفداران نظام حاكم بودند ، وارد كاخ ابن زياد شد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) همان ص 341 .\r\n","page_name":" 15 ","page_number":25},
  {"content":"\r\n\r\nابن زياد از هانى خواست تا مسلم را تحويل دهد ، و زمانيكه تكذيب نمود ، معقل با او روبرو گرديد و مجبور شد تا اعتراف نمايد ولى تأكيد كرد كه او را تحويل نخواهد داد و گفت : به خدا سوگند او را تحويل نخواهم داد ، تصور مىكنى كه بايد ميهمان را تحويل دهم تا او را به قتل برسانى ! !\r\nابن زياد دستور داد تا وى را نزديك بياورند . سپس او را تهديد نمود و گفت : به خدا اگر او را تحويل ندهى ، گردنت را خواهم زد ، هانى پاسخ داد به خدا سوگند پس خواهى ديد كه پيرامون كاخت شمشيرها زياد خواهد شد ، ابن زياد گفت : از شمشير مرا مىترسانى ! ! سپس با چوب خيزران به سر و صورت او كوبيد تا اينكه بينى او شكست و خون بر سر و صورت وى جارى گرديد . هانى با حركتى سريع ، شمشيرى را كه در نيام يكى از نگهبانان بود ، بدست آورد و ميخواست بدين وسيله از خود دفاع كند .\r\nابن زياد گفت : با اين كار از دين خارج شدى و خون تو مباح است .\r\nپس از مدتى هزاران نفر از افراد قبيله هانى ، دارالاماره ابن زياد را محاصره كردند . ولى ابن زياد شريح قاضى را كه نقش بسيار كثيفى در تحكيم حاكميّت ديكتاتورى بنىاميه و مخالفت با حركت رهايىبخش مسلم بن عقيل داشت ، مأمور كرد تا از ظاهر دينى خود استفاده كند و به آنان اطلاع دهد كه هانى زنده است و هيچ خطرى او را تهديد نمىكند ! !\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":26},
  {"content":"\r\n\r\nمسلم بن عقيل عليه السلام زمانيكه پى برد كه ابن زياد حلقه محاصره را بر او تنگ كرده است ، تصميم گرفت قبل از آنكه بدست مزدوران و خبرچينان دستگير و اسير شود اقدامى بنمايد ، بويژه اينكه يكى از بارزترين يارانش - هانى بن عروه - را از دست داده بود .\r\nمسلم با طرح شعار انقلابى - اى ياور . . . بميران - رمز آغاز عمليات انقلابى عليه دستگاه ظلم را اعلام نمود وديرى نپائيد كه اين شعار در سراسر كوفه پخش گرديد و مردم گرد او جمع شدند .\r\nابن زياد با جمعى از اشراف و سربازان و درباريان وارد مسجد شده و بر منبر رفته و مردم را تهديد نمود . قبل از اينكه ابن زياد از منبر فرود آيد ، نگهبانان وارد مسجد شده و اعلام كردند كه پسر عقيل وارد مىشود ، عبيداللَّه شتاب زده به كاخ خود رفته و درب دارالاماره را به روى خود بست .\r\nمسلم بن عقيل عليه السلام سربازان و هواداران خود را به چهار گروه تقسيم كرد . و مردم نيز در مسجد حضور يافتند . نشانه‌ها حاكى از پيروزى انقلاب بر عليه دستگاه ظلم بود .\r\nآرى . . اگرچه پنج سال بعد واقعه‌اى ديگر يعنى جنبش مختار بن عبيد ثقفى به پيروزى رسيد و منجر به كشته شدن ابن زياد گرديد ، ولى شرايط براى پيروزى قيام پسر عقيل فراهم نشده بود ، زيرا كسانى به طرفدارى از مسلم برخاستند كه از اقشار\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":27},
  {"content":"\r\n\r\nمحروم جامعه بشمار مىرفتند و اشراف و برگزيدگان كوفه يا به علت ترس از استبداد بنىاميه و يا به جهت طمع به ثروت آنان از خاندان بنىاميه پيروى مىكردند . فرزند زياد با چنين شگردهايى توانست اشراف كوفه را فريب دهد . لذا از درب عقب كاخ خود آنان را مورد استقبال قرار داد و با تطميع يا تهديد مجبور به تسليم كرد و از آنان خواست تا مردم را فريب دهند و آنان را از همراهى با مسلم برحذر دارند .\r\nمسلم بن عقيل در طول روز نيروهاى خود را آرايش داد ، ولى شب هنگام يكى از عناصر بنىاميه بنام كثير بن شهاب در ميان اطرافيان مسلم حضور يافته و طى سخنانى آنان را از عواقب حمايت از مسلم برحذر داشت و گفت :\r\nاى مردم به خانواده‌هاى خود بازگرديد و از شر بپرهيزيد و خود را به كشتن ندهيد ، زيرا سربازان اميرالمومنين يزيد در راه هستند و خداوند به امير وعده داده كه اگر بر جنگ با او پافشارى كنيد و از اين نظر خود منصرف نگرديد ، شما و خانواده‌تان را از سرانه بيت‌المال محروم سازد و جنگجويانتان را در بيابانهاى شام تارومار گرداند ، و بىگناهان نيز به گناه مجرمين گرفتار آيند و غايبين در جنگ هم تاوان جنگ‌كنندگان را خواهند پرداخت تا هيچ مجرمى نباشد مگر آنكه به سزاى عمل خود رسيده باشد . « 1 »\r\nاين سخنان نمونه‌اى از تبليغات امويان بود كه توسط اشراف\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) همان ص 350 .\r\n","page_name":" 18 ","page_number":28},
  {"content":"\r\n\r\nكوفه در ميان گروهى از ياران مسلم بن عقيل پراكنده مىشد ، كه قرآن را به خوبى نمىشناختند ، و براساس ارزشهاى مكتبى تربيت نشده بودند .\r\nاين چنين بود كه مردم از اطرف مسلم پراكنده شدند ، به گونه‌اى كه زن بسوى پسر و يا برادرش مىشتافت و به او اخطار مىكرد كه بگريز زيرا مردم شما را خواهند كشت و يا اينكه مردى با فرزند و يا برادرش روبرو مىشد و مىگفت فردا مردم شام خواهند رسيد بگريز ، تو را با جنگ و شر چه كار ؟\r\nدر تاريخ فراز و نشيبهاى خطرناكى وجود دارد ، و نقش انسان و ميزان آگاهى وى به مسؤوليتى كه بر دوش دارد ، و همچنين ميزان پايبندى او به ارزشهاست كه موضعگيرى وى را به سود ارزشها و يا به نفع زورگويان رقم مىزند . مثلًا اگر پايدارى مسلمانان در جنگ بدر در مقابل ارتش شرك و مقاومت آنان در راه دين نبود ، پيروز نمىشدند .\r\nولى اهل كوفه آن روز در طوفان جنگ تبليغاتى رژيم حاكم و وسوسه‌هاى زياد مدعيان دين و ارباب منافع قرار گرفتند و درك نمىكردند كه خيانت آنان به حق در آن لحظات حساس اثر نامطلوب و منفى در مسير تاريخ خواهد گذاشت ، در آن برههء تاريخى حكومت بنىاميه متزلزل بود و در شام نابغه‌اى براى معاويه وجود نداشت تا بتواند مردم را گرد او جمع كند ، و بصره همانند حجاز و ديگر مناطق در آستانه قيام بود ، ولى تبليغات\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":29},
  {"content":"\r\n\r\nبنىاميه براى ساده‌لوحان چنين وانمود كرد كه ارتش شام در آستانه ورود به كوفه است و چون اهالى كوفه قبل از آن در مقابل ارتش شام شكست خورده بودند ، لذا اين تبليغات را باور كرده و از فرستاده امام حسين عليه السلام پيام‌آور حق و آزادى ، مسلم بن عقيل عليه السلام دورى جستند و شب هنگام زمانيكه نماز مغرب را مىخواند جز تنى چند ( سى نفر ) در مسجد كسى ديگرى با او نبود .\r\nپس از لحظاتى آن سى تن نيز متفرق شده و مسلم خود را تنها يافت .\r\nولى استوارى ايمان ، استقامت ، و صداقت ، و يقين او از كوهها سنگينتر بود ، زيرا او فرزند پاك اسلام و تربيت شده قرآن و عترت بود .\r\nمسلم الگو و اسوه مردانى است كه در راه خدا از هيچ كس هراس و ترس نداشته ، اگر خود را در زمين بىپناه و بى ياور بيابند ، در راه حق از كمى رهروان ، وحشت نمىكنند . آنان به خداوند توكل كرده ، موانع را به تنهايى پشت سر مىگذارند زيرا بطور يقين مىدانند كه خداوند ، فرشتگان و مؤمنين ياور آنان خواهند بود .\r\nو اين چنين بود كه مسلم در تصميم خود استوار ماند و تسليم نگرديد و در كوچه‌هاى كوفه با اميد به راهگشايى خداوند به حركت درآمد .\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":30},
  {"content":"\r\n\r\n\r\nادامه مبارزه\r\nپير زن كنار در خانه ايستاده ، منتظر رسيدن فرزندش بود كه هنوز به منزل نرسيده بود ، كوفه نيز در اضطراب و دلهره مىسوخت ، فرزندش بلال به گروه مزدوران بنىاميّه وابسته شده بود كه اين امر زن را بسيار نگران كرده بود زيرا اين مزدوران اهميت نمىدادند كه با چه كسى خواهند جنگيد بلكه در مقابل مقدارى پول وارد كارزار مىشدند ، و زمانيكه ابن زياد وارد كوفه شد به جنگجويان وعده داد كه حقوق آنان را ده واحد اضافه خواهد كرد به شرط آنكه با فرزند رسول اللَّه وارد جنگ شوند ، و هيچكس سؤال نكرد ، ده از چه ؟ از درهم يا دينار و يا چيز ديگرى ؟ . . بالاخره ده عدد خرما به آنان بيشتر داد و مزدوران جز سكوت چاره‌اى نداشتند ! !\r\nپس از انتظار طولانى ، زن به خانه بازگشت درحاليكه هنوز آرامش پيدا نكرده بود ، مجدداً در را گشود ، و به كوچه چشم\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":31},
  {"content":"\r\n\r\nانداخت ، ناگاه مردى را ديد كه بسوى منزل او در حركت است .\r\n- چه كسى هستى و چه ميخواهى ؟\r\n- آيا آبى براى آشاميدن دارى ؟\r\nبه خانه بازگشت تا آبى بياورد و به او بدهد .\r\nآن مرد ، آب را نوشيد و پيرزن به خانه‌اش بازگشت ، مجدداً از شدت نگرانى فراق پسر ، در را گشود ، آن مرد هنوز در آستانه در خانه ايستاده بود ، به وى گفت آيا آب نوشيدى ؟\r\nگفت : آرى . . .\r\nبه وى گفت : چرا به خانه‌ات نمىروى . . ؟\r\nمرد ساكت ماند . . مجدداً آن زن سؤال خود را تكرار كرد ، وى هم چنان ساكت مانده بود . براى سومين بار گفت پناه به خدا اى بنده خدا برخيز ، پرودگار تو را به خانه‌ات سالم بازگرداند . شايسته نيست كه كنار خانه‌ام بنشينى .\r\nمرد برخاست و گفت : اى بنده خدا من در اين ديار ، يار و ياورى ندارم ، آيا ثواب و اجرى نمىخواهى ، شايد روزى ديگر تو را پاداشى دهم .\r\nگفت : اى بنده خدا تو كيستى ؟\r\nپاسخ داد : من مسلم بن عقيل هستم ، اين قوم به من خيانت كرده ، و آواره‌ام كرده‌اند .\r\nزن در حالى كه از تعجب زبانش باز ايستاده بود ، به سختى\r\nگفت : آيا تو مسلم هستى ؟\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":32},
  {"content":"\r\n\r\nگفت : آرى .\r\nزن گفت : داخل شو .\r\nطوعه از ميهمان خود استقبال كرد ، و با اينكه از سرنوشت اين كار آگاه بود او را به خانه خود پناه داد ، ميهمان غذايى را كه به وى تقديم شد ، لب نزد . افكار و انديشه‌هاى مسلم وى را از خوردن غذا منصرف كرده بود ، درباره آينده اين ملّت كه در دام شيطان لغزيده بودند ، فكر مىكرد كه چگونه فريب خورده و با دشمنان بيعت كرده و از باطل دفاع مىكنند ، در حالى كه مىبايد براى حق و حقيقت جهاد كنند . با تمامى اين مشكلات و ناجوانمرديها در مقابل شكست و ناكامى تسليم نگرديد زيرا دست‌پرورده ، حضرت على ابن ابىطالب عليه السلام بود و سياستمدارى بود كه اجازه نمىداد شكست و نااميدى در جان و خرد او نفوذ كند و يا تسليم شود و عقب‌نشينى نمايد ، وى ايمانى استوار و شناختى متعالى داشت ، جهاد و مبارزه وى نيز آئينه‌اى از شناخت او از جهان بود ، جهانى كه مرحله آزمون و گذر است و آخرت هدف و غايت است ، وى استقامت و شجاعت خود را برگرفته از ايمان به خدا و آخرت مىدانست .\r\nاگر هر شخصى غير از مسلم در كوفه بود و اين گونه با توطئه و ناكاميها روبرو مىگرديد ، فرار و يا تسليم در برابر طاغوت را برمىگزيد و يا تسليم سرنوشت و قضا و قدر مىشد و بدون مقاومت خود را آماده مرگ مىكرد . ولى مسلم عليه السلام تصميم خود\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":33},
  {"content":"\r\n\r\nرا مبنى بر ادامه مبارزه گرفته بود و در طول شب به عبادت و رازونياز مشغول گرديد و از سرچشمه عشق به خدا سيراب شد تا به اوج اشتياق ديدار با خدا نايل آيد . گفته مىشود كه زمانيكه پلكهاى دو چشم او گرم شد و روى هم رفت ، در خواب عمويش امام على عليه السلام را ديد كه به وى گفت : اى برادر زاده ! تو امشب ميهمان ما خواهى بود . و زمانيكه از خواب بيدار شد ، مجدداً به عبادت ادامه داد و پس از نماز صبح ، صداى سم اسبان دشمن را شنيد .\r\nو امّا طوعه از مژدگانى مزدوران چشم پوشى نمود و در فكر و انديشه ميهمان بزرگ خود بود و براى اطمينان از سلامتى او بارها به اتاق مسلم سرمىكشيد . فرزند طوعه پس از گذشت پاسى از شب به خانه بازگشت و در آرزوى دريافت جايزه امير بود ولى نمىدانست چه كسى محل اختفاى مسلم را به وى اطلاع مىدهد .\r\nپس از رسيدن به خانه اوضاع را غيرعادى ديد ، مادر كه بارها به آن اتاق سركشى مىكرد ، كنجكاوى پسر را برانگيخت ، از مادر سؤال كرد آيا ميهمان داريم ؟ مادر مجبور گرديد پناه يافتن مسلم را به اطلاع او برساند . مادر از پسرش قول و تعهد گرفت تا كسى را از اين ماجرا خبر ندهد ! ولى هواى نفس و طمع به دريافت پاداش ، وسوسه‌اى در جان و دل فرزند متمرد ايجاد كرده بود .\r\nاو هنگام نماز صبح ، از فرصت استفاده كرد و به مقر\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":34},
  {"content":"\r\n\r\nفرماندهى نظامى كوفه رفته خبر اختفاى مسلم را به عبدالرحمن بن محمد اشعث گزارش داد ، عبدالرحمن نزد پدر خود كه يكى از مزدوران نظام بنىاميه بود و در آن هنگام در مجلس ابن زياد حضور داشت رفت و خبر يافتن مسلم را به وى اطلاع داد ، ابن زياد كه به نجواى آن دو پى برده بود موضوع را از اشعث جويا شد ، پس از آن ابن زياد دستور داد كه فوراً او را دستگير و نزد وى بياورند .\r\nطوعه از شنيدن صداى سمّ اسبان كه به خانه وى نزديك مىشدند به هراس آمده و بسوى مسلم شتافته و به ايشان گفت : گروه سربازان امير پيش مىتازند . ولى مسلم با آرامش زياد گفت : نگران نباش ، جنگ افزارهايم را آماده كن ، و در چند لحظه مسلم از يك عابد شب به شير روز مبدل گرديد ، در اين هنگام سواران وارد خانه طوعه شدند .\r\nابن زياد به محمد بن اشعث مأموريت داد كه مسلم را دستگير كنند و يك دسته نظامى را با وى همراه كرد ، زيرا تصور مىكرد كه مأموريت بسيار آسان خواهد بود .\r\nمأموران بنىاميه مىپنداشتند مسلم كه در خانه پيرزن پناه گرفته ، سعى دارد پس از رسيدن سربازان ، از كوفه فرار كند و از آنجا كه وى در روزهاى گذشته به دليل محاصره دارالاماره خسته شده و از لحاظ نظامى موفقيتى نداشته است ، از لحاظ روانى نيز شكست خورده است و تمامى شرايط تسليم شدن مسلم فراهم\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":35},
  {"content":"\r\n\r\nاست . غافل از اينكه اين مرد ربانى و مبارز كه جان خود را تقديم خدا نموده بود ، خواستار شهادت است ، آن هم شهادت قهرمانان در جبهه و نه مرگ ذلت‌بار در گوشه‌هاى زندان .\r\nپس از نبردى كوتاه مسلم توانست نيروهاى محمد بن اشعث را به خارج خانه بيرون براند ، سپس با جنگيدين دلاورانه توانست بسيارى از آنان را كشته و يا مجروح نمايد .\r\nمسلم با آرامش و تسلط زياد با سربازان دشمن نبرد مىكرد و رجز مىخواند .\r\nزمانيكه دشمنان از رويارويى با او ناكام ماندند ، مأمورين بنىاميه به زنان دستور دادند كه هيزم ها را بسوزانند و از بام خانه بر سر مسلم فرو ريزند .\r\nكوچه‌ها و گذرگاههاى تنگ و درهم پيچيده شهر كوفه بدترين جولانگاه مبارزه بود ولى فرزند عقيل از خود رشادتها و قهرمانيهاى زيادى نشان داد . وى دامن سربازان دشمن را مىگرفت و آنان را به پشت بامها مىانداخت .\r\nمقاومت گروهان نظامى بنىاميه متلاشى گرديد ، محمد بن الاشعث از ابن زياد درخواست نيروهاى كمكى كرد . ابن زياد براى دريافت اخبار گزارشهاى كارزار بىتابى مىكرد ، زمانيكه درخواست پسر اشعث مبنى بر ارسال نيروهاى كمكى را دريافت كرد به وى پيام فرستاد كه تورا اعزام كرديم تا او را دستگير نمايى ، ولى نيروهاى تحت امرت تارومار شده‌اند پس\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":36},
  {"content":"\r\n\r\nچگونه ميخواهى با ديگران وارد كارزار شوى ! !\r\nفرزند اشعث به امير پيام داد : گمان مىكنى من را بسوى بقالى از بقالان و يا كفاشى ازكفاشان كوفه گسيل داشتى ؟ آيا اى امير نمىدانى كه من را بسوى شيرى دلاور و قهرمانى نستوه از بهترين فرزندان بنىهاشم كه در دستش شمشيرى برّان است اعزام داشتى ؟ ابن زياد پيام داد به وى امان بدهيد تا بتوانيد او را دستگير كنيد .\r\nمسلم با اينكه آن روز به تنهايى مىجنگيد ولى قهرمانيهاى زيادى از خود نشان داد و بر دشمنان چيره گرديد بطوريكه دشمنانش در شگفت ماندند .\r\nراز رشادتهاى مسلم ، بىارزش پنداشتن مرگ و شوق ديدار با خدا بود وى در حين مبارزه چنين مىسرود :\r\n« مرگ فرا مىرسد واى برتو ، هر آنچه مىخواهى انجام بده\r\nزيرا بىشك تو نيز مرگ را خواهى چشيد\r\nدر مقابل سرنوشت كه خداوند رقم مىزند بايد صبر كرد\r\nزيرا سرنوشت خدا بر بندگانش حكمى است جارى . » « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 )\r\n ) هو الموت فاصنع و يك ما انت صانع * فانت لكاس الموت لاشك جارع\r\nفاصبر لأمر اللَّه جل جلاله * فحكم قضاء اللَّه فى الخلق ذائع \r\nهمان ص 354 .\r\n","page_name":" 27 ","page_number":37},
  {"content":"\r\n\r\nمسلم با بكر بن حمران مبارزه نمود ، بكر با ضربه‌اى به لب مسلم آسيب رساند سپس به مسلم ضربه‌اى ديگر از پشت سر وى فرود آورد ، پس از آن او را محاصره كرده و سنگ و چوب و آتش از پشت بام بر او فرو ريختند به گونه‌اى كه ديگر نتوانست به مبارزه ادامه دهد ، بر اثر خستگى و زخمهايى كه بر بدن داشت به ديوار خانه‌اى تكيه داد ، فرزند اشعث به او گفت : اگر تسليم شوى در امان خواهى بود ! !\r\nمسلم گفت : آيا به من امان خواهى داد ؟\r\nگفت : آرى .\r\nسپس مسلم به لشكريان كه گرد او جمع شده بودند گفت : آيا من در امان هستم ، آنان پاسخ دادند : آرى .\r\nمسلم آنگاه فرياد برآورد و اعلام كرد : اگر به من امان نداده بوديد ، تسليم نمىشدم ، چهارپايى آورده و او را بر آن نشاندند ، شمشيرش را از او گرفته ، دستهايش را بستند ، مسلم احساس كرد كه به او خيانت كرده‌اند لذا ديدگانش پر از اشك گرديد . سپس گفت : اين خيانت و ناروايى است كه بر خاندان بنىهاشم شده است .\r\nمحمد بن اشعث به وى گفت اميدوارم كه به تو آسيبى وارد نگردد .\r\nگفت : اين اميدى بيش نيست ، امان‌نامه شما كجاست ؟ و در حالى كه زير لب انا للَّه‌و انا اليه راجعون مىگفت ، گريست .\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":38},
  {"content":"\r\n\r\nعبداللَّه بن عباس به وى گفت :\r\nهر كس همانند تو چنين هدفى و خواسته‌اى داشته باشد و اين گونه مصيبتى بر او وارد شود ، نخواهد گريست . مسلم گفت : به خدا سوگند براى خود نگريسته‌ام ، زيرا كشته شدن ميراث خاندان من است ولى بخاطر اهل بيتى كه در راه هستند ، گريه مىكنم ، من بخاطر حسين بن على عليهما السلام و خاندان او گريانم .\r\nسپس به بعضى از افرادى كه گرد او جمع شده بودند توصيه كرد كه پيامش را به حسين عليه السلام برسانند و به او بگويند كه مسلم چنين گفت :\r\nپدر و مادرم فدايت ، با خانواده خود بازگرد ، اهل كوفه به تو خيانت كرده‌اند ، اينان همان ياران پدرت هستند كه آرزو داشت با مرگ و يا كشته شدن ، از آنان جدا گردد ، اهل كوفه به تو نيرنگ زده‌اند و نيرنگ‌بازان داراى انديشه و رأى نخواهند بود . « 1 »\r\nايمان فرزند عقيل و صداقت و يقين و ارتباط وى به خداوند متعال و پيامبر اكرم و امام موجب گرديد كه به سختيها و مصيبتهايى كه در پيش رو داشت ، فايق آيد و عليرغم زخمها و جراحات و اسارت ، هنوز مقاوم بود .\r\nبر آستانه كاخِ والى كوفه ، پسر اشعث منتظر اجازهء ورود بود ، يكى از چاپلوسان كه زندگى دنيا را بر آخرت ترجيح داده ، بنام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) همان ص 354 .\r\n","page_name":" 29 ","page_number":39},
  {"content":"\r\n\r\nمسلم بن عروه ، قدحى از آب در دست داشت ، مسلم كه زخمى بود و دچار خونريزى شديدى بود از شدت عطش ناتوان و بىرمق به آب اشاره‌اى نمود و درخواست كرد كه قدح آب را به او بدهند .\r\nابن عروه به مسلم گفت : مىبينى كه اين آب چه سرد و گوارا است ، به خدا از آن يك قطره آب نخواهى نوشيد تا اينكه آتش دوزخ را بچشى ! !\r\nمسلم بن عقيل پس از آن گفتگو ، او را شناخت ، گفت : مادرت به عزايت بنشيند چقدر خسيس و سنگ‌دل و بىرحم هستى . اى پسر بيوه‌زن تو به دوزخ و آتش جهنم سزاوارترى . « 1 »\r\nسپس مسلم نشست به او قدحى از آب دادند و زمانيكه خواست آن را بياشامد ، قدح پر از خون گرديد ، آب را ريخت ، مجدداً آبى به او دادند ، اين بار دندانهايش در قدح فروريخت ، مسلم گفت : خدا را شكر اگر از اين آب مرا قسمتى بود آن را مىآشاميدم . سپس او را وارد كاخ ابن زياد كردند ، مسلم به او سلام نداد .\r\nاز نظر مسلم ، دستگاه ظلم و ستم ابن زياد و امير او يزيد بن معاويه ، حكومتى غيرمشروع و ظالم و ستم‌پيشه و فتنه‌انگيز بود .\r\nمگر نه اينكه دنيا نزد مؤمنين ، كالاى بىارزشى است ؟ و اگر انسان با شهادت به سوى خدايش مىشتابد ، پس ترس چه معنى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) همان ص 355 .\r\n","page_name":" 30 ","page_number":40},
  {"content":"\r\n\r\nدارد ؟ اهل بيت عصمت و رسالت و افرادى كه در مكتب وحى ، عشق ورزيدن به شهادت را آموخته‌اند ، برگزيدگانى هستند كه از ارزشها و حق دفاع مىكنند ، لذا در طوفان مرگ قرار مىگيرند تا رضايت خدا را جلب نمايند .\r\nطرفداران دنياپرست و فرصت‌طلب مسلم بن عقيل به وى خيانت كردند ، او را به اسارت گرفته و با او جنگيده و او را زخمى و خون‌آلود كردند ولى مسلم در تمامى اين شرايط مانند كوهى استوار با ابن زياد ، طاغوت زمان مبارزه كرد و در مقابل او با دلايل محكم به بحث پرداخت .\r\nمسلم به حاكم جائر و ظالم كه سعى داشت هرآينه او را به قتل برساند ، مطالب و موعظه‌هايى مىگويد كه براى ما درس و عبرت مىباشد ، دنيا پر از ظالمان و ستمگران است ، آيا ما مىتوانيم همانند مسلم بن عقيل مدافع با وفاى دين باشيم ؟ به سخنان مسلم كه سرشار از ايمان و يقين است توجه كنيد .\r\nابن زياد رو به مسلم كرده و او را مورد عتاب و سرزنش قرار داد و گفت :\r\nاى پسر عقيل بسوى جماعتى آمدى كه متحد بودند ، ميان آنان تفرقه انداختى و آنان را رودرروى يكديگر قرار دادى ؟\r\nابن زياد طاغوت زمان ، امنيت و آرامش را بهانه‌اى قرار داد ، و آزادمردى مانند مسلم را متهم به اخلالگرى كرد و همانند همه ستمگران تاريخ كه مردان آزاده را متهم به اختلال در امنيت\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":41},
  {"content":"\r\n\r\nمىكنند ، ابن زياد نيز چنين كرد .\r\nولى مسلم نيز همانند تمامى مصلحان بر ارزشهاى حق و آزادى و حقوق انسان تاكيد نمود و به وى گفت : هرگز من به اين منظور اينجا نيامده‌ام ولى اهالى كوفه معتقدند كه پدر تو صالحان امت را كشته و خون آنان را ريخته است ، و با شيوه‌هاى حكمرانان كسرى و قيصر با آنان رفتار نموده است ، لذا بسوى آنان آمدم تا عدل را گسترانده و مردم رابه كتاب خدا دعوت نمايم .\r\nطاغوت زمان ، قدرت استدلال مسلم را به خوبى مىدانست و زمانيكه توسط مزدوران دستگير گرديد ، به او اتهام ناروا زد تا شخصيت او را زير سؤال برد و آن عالم مجاهد رامتهم نمايد ، لذا خطاب به مسلم گفت :\r\nاى فاسق ، با كتاب خدا چه رابطه‌اى دارى ؟ چگونه تو در شهر مرتكب شراب‌خوارى شده‌اى ؟ !\r\nولى مسلم بن عقيل عليه السلام با استدلال قوى اتهام وارده را از خود رد كرد ، و به ابن زياد پاسخ گفت :\r\nتو دروغگويى بيش نيستى ، تو با ريختن خون مسلمانان بىگناه كه بزرگترين گناه است معصيت بزرگى را مرتكب مىشوى و چنين كسى از نوشيدن شراب بيمناك نخواهد بود ، و افزود : آيا من شراب خوارم ؟\r\nبه خدا سوگند كه پروردگار عالم مىداند كه تو راستگو نيستى و بدون علم اين اتهام را وارد\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":42},
  {"content":"\r\n\r\nكرده‌اى و من آنچه تو مىپندارى نيستم و تو به نوشيدن شراب سزاوارترى ! كسى كه دستش به خون مسلمانان آغشته است و مردم را مىكشد و خون آنان را مباح كرده در حالى كه خداوند ريختن خون افراد بىگناه را حرام كرده است .\r\nمسلم اين مجاهد نستوه و شجاع و مومن و صبور توانست حكام بنىاميه را در مقر فرماندهى آنان در كوفه رسوا و محاكمه كند ، بطوريكه ابن زياد درپى افكار توجيهى بود ، همانند ديگر طاغوتيان كه براى ادامه حكومت پليد خود درپى توجيه هستند تا بدينوسيله به حكومت خود صورت شرعى بدهند و چنين وانمود كنند كه خداوند اين قدرت را به آنان ارزانى داشته است . در حالى كه ابن زياد بيش از ديگران نيك مىدانست كه تا چه اندازه‌اى از راه خدا و وحى و پيامبر و ارزشهاى انسانى بدور است .\r\nابن زياد سراسيمه پاسخ مىدهد :\r\n- اى فاسق ! هوا و هوس ، تو را به سوى آنچه خدا براى تو نخواسته و تو را شايسته آن نگردانيده ( حكومت ) سوق مىدهد .\r\nمسلم در كمينگاه اين ديكتاتور بود و با قدرت حق به وى پاسخ داده و گفت :\r\n- اگر ما شايسته آن نيستيم ، پس چه كسى شايسته آن است ؟\r\n- ابن زياد گفت : اميرمؤمنان يزيد ! !\r\nمسلم پاسخ گفت : بهر تقدير خداوند را شاكر هستيم ،\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":43},
  {"content":"\r\n\r\nپروردگار بين ما و شما گواه است .\r\nدر اينجا كسى كه همواره كفر مىورزيد ، درمانده گرديد و به خوبى پىبرد كه نمىتواند با منطق بر مسلم غلبه كند ، لذا گفت : خدا من را هلاك كند اگر تو را به گونه‌اى نكشم كه در اسلام كسى اين چنين كشته نشده باشد ! !\r\nمسلم گفت : تو شايسته آنى كه در اسلام آنچه سنت نبوده به بدعت بگذارى و تو قاتلان و زشت‌خويان و بدسيرتان را رها نكرده‌اى ، زيرا تو زيبنده آنان هستى .\r\nگفت و شنود ميان آن دو به پايان رسيد و ابن زياد با ادامه ناسزا به مسلم و امام حسين و حضرت على و عقيل خشم خود را نشان داد و مسلم ديگر هيچ سخنى بر زبان نياورد .\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":44},
  {"content":"\r\n\r\n\r\nلحظهء ديدار يار\r\nبا درخشش نور ايمان بر دل صالحان ، آنان در شوق ديدار خداى رحمان مىسوزند . زيرا خداوند مىفرمايد :\r\n« من المؤمنين رجال صدقوا ما عاهدوا اللَّه عليه فمنهم من قضى نحبه ومنهم من ينتظر و ما بدلوا تبديلًا »\r\nرسالت فرستاده امام حسين عليه السلام به كوفه بسيار سنگين بود و امام حسين عليه السلام بيش از ديگران خصلتهاى دگرگونه مردم كوفه را مىدانست ، لذا پاسخ ايشان به افرادى كه اوضاع مكه را براى ايشان گزارش دادند و خواهش نمودند با آنان همراه نشود ، نشانگر هدفمندى درازمدت اين قيام بود ، آنجا كه فرمودند : « جدم اين گونه به من امر فرمود . » و يا « خداوند چگونه بندگان خود را بيازمايد ؟ » .\r\nپس به مسلم بن عقيل مأموريت داد تا پيشتاز قيام وى باشد . زيرا او را شايسته اين مأموريت شهادت‌طلبانه دانست .\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":45},
  {"content":"\r\n\r\nمسلم عليه السلام برادران و خويشاوندان زيادى داشت كه به آنان توصيه نمود كه از امام و پسر عمويش امام حسين حمايت كنند .\r\nهنگاميكه مسلم را بر فراز كاخ آوردند ، وى به سرنوشت خانوادهء خود نمىانديشيد و سفارشى نيز در مورد آنان نداشت ، بلكه به عمر بن سعد ( كه تنها عضو خاندان بنىهاشم بود كه جذب بنىاميه شده بود و ابولهب دوم در تاريخ بنىهاشم به‌شمار مىآمد ) سه سفارش كرد و گفت :\r\n- بدهى خود را كه بالغ بر هفتصد درهم است پس از فروش جنگ افزارهايش ، بپردازد .\r\n- جسد او را دفن كند .\r\n- و از همه مهمتر سرنوشت او را به امام حسين عليه السلام خبر دهد .\r\nابن زياد ، بكير بن حمران را مأمور قتل مسلم عليه السلام نمود . زيرا ابن حمران در جنگ ضربات غيركشنده‌اى از مسلم دريافت كرد ، پس خشم و كينه زيادى عليه مسلم در دل داشت .\r\nدر راه رسيدن بر فراز كاخ ، مسلم عليه السلام تكبيرگويان ، استغفار مىكرد ، و بر پيامبر درود مىفرستاد و مىگفت : خداوندا بين ما و قوم گمراه و فريب خورده ، داور باش .\r\nپس از آنكه ابن حمران جلّاد ، جنايت خود را مرتكب شد ، ابن زياد به وى گفت : آيا او را به قتل رساندى ؟\r\nگفت : آرى .\r\nگفت : او در آن هنگام چه مىگفت ؟\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":46},
  {"content":"\r\n\r\nپاسخ داد : تكبير و تسبيح و استغفار مىگفت ، و زمانيكه او را پيش آورده تا گردن او را قطع كنم گفت :\r\nخداوندا ميان ما و قومى كه ما را فريب دادند و به ما نيرنگ زدند و ما را كشتند ، حاكم و داور باش . سپس ضربه‌اى به او زدم كه كارگر نيافتاد .\r\nبه من گفت : اى برده اينهمه مصيبت كه بر ما وارد آورده‌ايد تو را كفايت نمىكند ؟ ابن زياد گفت : چه مرگ با افتخارى . وى ادامه داد : با ضربه ديگرى او را به قتل رساندم .\r\nمسلم بن عقيل با اين مرگ پرافتخار به آرزوى ديرينه خود نائل آمد و اولين شهيد نهضت حسينى شد .\r\nپسر عقيل دريچه‌اى تازه در شهادت در راه خدا و حفظ دين و ارزشهاى وحى و مبارزه با ظالمان و طاغوت ، ايجاد كرد .\r\nدرود خدا بر او باد ، شهيدى كه خون او تا ظهور ولى اللَّه الاعظم حجت بن الحسن عجل اللَّه تعالى فرجه كه با شعار يالثارات الحسين قيام خواهد كرد ، در كالبد دين و امت مىدمد .\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":47},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 38 ","page_number":48},
  {"content":"\r\n\r\n\r\nضميمهء 1 : زيارت حضرت مسلم بن عقيل عليه السلام\r\nالحَمدُ للَّه‌الملكِ الحقِ المبينِ المُتصاغرُ لعَظمتِهِ جَبَابِرةُ الطَّاغينَ المعترفُ بِربُوبِيتِهِ جميعُ أهلِ السماواتِ والأرضين المقرُّ بِتوحيدِهِ سائِرُ الخَلقِ أجمعين و صلى اللَّه على سيِدِ الأنامِ و أهلِ بيتِهِ الكرامِ صلاةً تُقرُّبِهَا أعْيُنَهُم و تُرغِمَ بها أنفُ شانِئهم مِنْ الجِنِ والإنسِ اجمعين . . سلام‌ُاللَّهِ العليِّ العظيمِ وسلامُ ملائكتِهِ المقرَّبينَ و أنْبيائِهِ المُرسلينَ و أئمتِهِ المُنتَجَبينَ وعبادِهِ الصَّالحينَ وجميعِ الشهداءِ والصَّديقينَ والزَّاكياتِ الطيِّباتِ فيما تَغتَدي وتَروحُ عليك يا مسلمَ بنَ عقيلِ بنِ أبي طالب ورَحْمَةُ اللَّهِ و بَركاتُهُ أشهدُ أنّك أقَمْتَ الصَّلاةَ وآتيتَ الزَّكاةَ وأمرْتَ بالمعْروفِ\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":49},
  {"content":"\r\n\r\nونَهيتَ عنِ المُنكرِ وجاهدت في اللَّهِ حقَّ جهاده وقُتِلتَ على منهاجِ الُمجاهِدينَ في سبيلِهِ حتّى لقيتَ اللَّه عَزّوجلّ وهَو عنْكَ راضٍ وأشْهَدُ أنّك وفِيتَ بعهْدِاللَّه‌ِوبَذلتَ نَفْسكَ في نُصرةِ حُجَّةِ اللَّهِ وابْنِ حُجَّتِهِ حتى أتاكَ اليقِينُ أشْهدُ لكَ بالتَّسليمِ والوفاءِ والنَّصيحةِ لخَلفِ النَّبيِّالمُرسلِ والسَّبطِالمُنْتَجبِ والدَّليلِ العالِمِ والوصيِّ المُبَلِّغِ والمَظلومِ المُهْتضَمِ فَجزاك‌َاللَّهُ عَنْ رسولِهِ وعْن أمِيرِ المُؤمِنينَ وعَنِ الحَسَن‌ِوالحُسينِ أفْضَل‌َالجزاءِ بِمَا صَبَرتَ واحْتَسبْتَ وأعَنْتَ فَنِعْم‌َعُقْبَىالدَّارِ . . لَعَنَ اللَّهُ مَنْ قَتَلَكَ ولَعَنَ اللَّهُ مَنْ جَهَل حَقَّكَ واسْتَخَفَ بحُرمَتِكَ ولَعَن‌َاللَّهُ مَنْ بايَعَكَ وغَشَّكَ وخَذَلَكَ وأسْلَمَكَ ومَنْ ألَّبَ عَليْكَ ولَمْ يُعَنْكَ . . الحَمْدُ للَّهِ الَّذي جَعَلَ النَّارَ مَثْواهُمْ وبِئْسَ الورْدُ المَوْرُودُ أشْهَدُأنّكَ قُتِلتَ مَظلومَاً وأنّ اللَّهَ مُنْجِزٌ لَكُمْ مَاوعَدَكُمْ . . جِئْتُكُم زائِراً عَارِفَاً بِحَقِّكم مُسَلِّماً لَكُمْ تَابِعَاً لِسُنَتِكُمْ و نُصْرتِي لَكُمْ مُعَدَّةٌ حَتّى يَحْكُمَ اللَّهُ وهَو خَيْر الحَاكِمينَ فَمَعَكُم‌ْمَعَكَم‌ْلامَعَ عَدوِكُمْ صَلوات‌ِاللَّه عَلَيْكُمْ وعَلى أرْواحِكُمْ وأجْسادِكُمْ وشاهِدِكُمْ وغائِبِكُمْ والسَّلامُ عَليْكُمْ ورَحْمَةُ اللَّهِ وبَرَكَاتُهُ . . قَتلَ اللَّهُ أُمّةً قَتَلتْكُمْ بالأيْدي والألْسُن .\r\n* * * السَّلامُ عَلَيْكَ ايُهَا العَبدُ الصَّالِحُ المُطيعُ للَّهِ ولِرَسُولِهِ ولأَميرِ المُؤمِنينَ والحَسَنِ والحُسَيْنِ عَلَيْهِم السَّلامُ وسَلامٌ عَلى عِبَادِهِ الَّذيْنَ اصْطَفَى مُحَمّدٍ وآلِهِ والسَّلامُ عَلَيكُمْ ورَحْمَةُ اللَّهِ وبَرَكاتُهُ\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":50},
  {"content":"\r\n\r\nومَغْفِرَتُهُ وعَلى روُحِكَ وبَدَنِكَ أُشْهِدُ اللَّهَ أنَّكَ مَضَيْتَ عَلى مَا مَضى عَلَيْهِ البَدْريُّونَ والُمجاهِدونَ في سَبيل‌ِاللَّهِ المُبالغونَ في جِهَادِ أعْدائِهِ ونُصْرَةِ أوليائِهِ فَجَزاكَ اللَّهُ أفْضَلَ الجَزاءِ وأكثَرَ الجَزاءِ وأوْفَرَ جَزاءِ أحَدٍ مِمَّنْ وفى بِبَيْعَتِهِ واسْتَجَابَ لَهُ دَعْوَتَهُ وأطاعَ وِلاةَ أمْرِهِ أشْهَدُ أنَّكَ قَدْ بالغْتَ فِي النَّصيحَةِ وأعْطَيْتَ غايَةَ الَمجْهوُدِ حتى بَعَثَكَ اللَّهُ فِي الشُّهداءِ وجَعَلَ روُحَكَ مَعَ أرْواحِ السُّعَداءِ وأعْطاكَ مِنْ جِنانِه‌ِأفْسَحَها مَنْزِلًا وأفْضَلَها غُرَفاً ورَفَعَ ذِكْرَكَ في عِلّيِّينَ و حَشَرَكَ مَعَ النَّبيّينَ والصّدّيقينَ والشُّهَداءِ والصّالِحينَ وحَسُنَ اولئِكَ رَفيقاً أشْهَدُ أنَّكَ لَمْ تَهِنْ ولَمْ تَنْكُلْ وأنَّكَ مَضَيْتَ عَلى بَصيرَةٍ مِنْ أمْرِكَ مُقْتَدياً بِالصّالِحينَ ومُتَّبِعاً لِلنَّبييّنَ فَجَمَعَ اللَّهُ بَيْنَنا وبَيْنَكَ وبَيْنَ رَسولِهِ وأوْليائِهِ في مَنازِلِ الُمخبِتينَ فَانَّهُ أرْحَمُ الرّاحِمين .\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":51},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 42 ","page_number":52},
  {"content":"\r\n\r\n\r\nضميمهء 2 : ترجمهء زيارت حضرت مسلم بن عقيل عليه السلام\r\nستايش مخصوص خدايى است كه فرمانرواى برحق و آشكار است . همان كه دربرابر بزرگيش ، گردنكشان و متجاوزين كوچك شوند و همهء اهل آسمانها و زمينها به مقام پروردگاريش اعتراف كنند و ديگر آفريده‌ها ، همگى به يگانگيش اقرار كنند .\r\nو درود خدا بر سرور همهء مردم و خاندان گراميش باد . درودى كه بواسطهء آن ديده‌هايشان روشن گردد و بينى تمام بدخواهانشان - از جنّ و انس - به خاك ماليده شود .\r\nاى مسلم بن عقيل بن ابيطالب ! درود و رحمت و بركات\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":53},
  {"content":"\r\n\r\nخداوند والاى بزرگ و درود فرشتگان مقرّب او و پيامبران رهايى بخش او و امامان برگزيدهء او و بندگان شايستهء او و تمام شهيدان و صديقان در هر با مداد و عصر بر تو باد .\r\nگواهى مىدهم به اينكه تو نماز را برپا داشتى و زكات را ادا نمودى و امر به معروف و نهى از منكر نمودى و در راه خدا آنگونه كه حق اوست تلاش نمودى و به شيوهء تلاشگران در راهش كشته شدى تا اينكه خداى عزيز و بزرگ را - در حالى كه از تو خشنود بود - ملاقات نمودى . و گواهى مىدهم به اينكه تو به پيمان خدا وفاكردى و جانت را در راه يارى حجت خدا و فرزند حجّت او تقديم كردى تا اينكه به مرتبهء يقين رسيدى . گواهى مىدهم كه تو در برابر جانشين پيامبر رهايى بخش و نوادهء برگزيده و راهنماى دانا و وصىّ پيام رسان و ستمديدهء سختى كشيده تسليم بودى و به او وفادار ماندى و برايش خيرخواهى نمودى . پس خدا از جانب رسولش و اميرالمؤمنين و حسن و حسين عليهم السلام بهترين پاداشهارا به تو عطا نمايد ، به خاطر آنكه صبر كردى و درد كشيدى و فقط خدا را براى خود كافى دانستى . و چه خوب و نيكوست جايگاه ابدى تو .\r\nخداآنكه‌تو را كشت وآنكه‌به كشتن تو فرمان داد و آنكه به‌توستم روا داشت وآنكه به‌تودروغ بست وآنكه حق تو را\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":54},
  {"content":"\r\n\r\nنشناخت و حرمت تو را سبك شمرد و آنكه با تو بيعت كرد و بعد خيانت نمود و ياريت نكرد و تو را تسليم دشمن نمود و آنكه مردم را بر عليه تو آماده ساخت و ياريت نكرد ، لعنت كند .\r\nو سپاس خداى را كه آتش را جايگاه آنان قرارداد - و چه بدجايگاهى است براى وارد شوندگان در آن - گواهى مىدهم كه تو مظلومانه كشته شدى و همانا خدا به آنچه شما را وعده داده است ، وفا كند .\r\nمن در حالى كه حقتان را شناخته‌ام و تسليمتان گشته‌ام و پيروآئين شمايم و آمادهء ياريتان هستم به زيارت شما آمده‌ام تا خداوند كه بهترين داوران است [ در گفته‌هاى من 
  ] داورى كند . پس من همراه شما هستم ، نه با دشمنان شما . و درودهاى خدا بر شما و روانهايتان و پيكرهايتان و شاهدتان و غايبتان باد .\r\nدرود و رحمت و بركات خدا بر شما باد . خدا امتى كه شما را با دستها و زبان‌ها كشتند ، بكُشد .\r\n* * * درود بر تو اى بندهء شايسته كه از خدا و رسولش و اميرالمؤمنين و حسن و حسين عليهم السلام فرمان بردى . ستايش مخصوص خداست . و درود بربندگان برگزيده‌اش - حضرت\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":55},
  {"content":"\r\n\r\nمحمّد و خاندانش - و درود و رحمت و بركات و آمرزش خدا بر شما و بر روح تو و بدن تو باد . گواهى مىدهم به اينكه تو بر همان راهى رفتى كه اصحاب بدر ، همان مجاهدان در راه خدا و تلاشگران در نبرد با دشمنان او و يارى دوستانش ، در آن راه قدم نهادند .\r\nپس خدا بهترين و زيادترين پاداش و وافرترين جزائيكه به آنان كه به عهد و پيمان خدا وفا كردند و دعوتش را پاسخ گفتند و دستورهاى اولياء او را اطاعت نمودند ، عطا كرد ، به تو عطا نمايد . گواهى مىدهم كه تو در خيرخواهى كوشيدى و نهايت تلاش را مصروف داشتى تا آنكه خدا تو را در زمرهء شهيدان برانگيخت و روح تو را با ارواح سعادتمندان قرار داد ، و به تو از وسيع‌ترين منازل بهشت و بهترين غرفه‌هاى آن عطا نمود و يادت را در جايگاههاى رفيع بالا برد و تو را با پيغمبران و صديقين و شهدا وصالحين محشور گردانيد - و آنان چه ياران نيكو و خوبى هستند - و گواهى مىدهم به اينكه تو سستى نكردى و روبرنتافتى و همانا تو با آگاهى از كار خود و با پيروى از صالحين و پيامبران قدم در اين راه نهادى .\r\nپس خدا ما و تو و رسولش و اوليائش را در منازل دلدادگان به حق دورهم گردآوَرَد . كه او « ارحم الراحمين » است .\r\n\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":56}
  ]