[
  {"content":"\r\n\r\n\r\n[ المقدمة ( محمد حسن تشيع ) 
  ]\r\nالعلّامة\r\nالسيد مرتضى العسكري\r\nولاية الإمام علي ( ع )\r\nفي الكتاب والسنّة\r\nفي جواب ما كتبه الشيخ أبو سلمان عبد المنعم بلوچ :\r\n« اسألوا علماء الشيعة لما ذا لم يصرّح باسم عليّ في القرآن » ؟\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nبسم اللّه الرّحمن الرّحيم\r\n إِنَّما وَلِيُّكُمُ اللَّهُ وَرَسُولُهُ وَالَّذِينَ آمَنُوا الَّذِينَ يُقِيمُونَ الصَّلاةَ وَيُؤْتُونَ الزَّكاةَ وَهُمْ راكِعُونَ .  ( سورة المائدة / الآية 55 )\r\nالكتاب : ولاية الإمام علي ( عليه السّلام ) في الكتاب والسنّة\r\nالمؤلف : العلّامة السيد مرتضى العسكري\r\nالناشر : مركز الطباعة والنشر للمجمع العالمي لأهل البيت ( عليهم السّلام )\r\nالطبعة : الأولى\r\nالمطبعة : ليلى\r\nالكمية : 2000\r\nسنة الطبع : 1424 ه . ق 2003 م\r\nشابك :  964 - 7756 - 44 - 5 964 - 7756 - 44 - 55 : NBSI \r\n« حقوق الطبع محفوظة »\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nبسمه تعالى\r\n« من وقّر عالما فقد وقّر ربّه » الإمام عليّ عليه السّلام « غرر الحكم »\r\nكان العلماء الرساليون ورثة حقيقيين للأنبياء والمعصومين عليهم السّلام ، في حفظ المعالم الرساليّة للإسلام العظيم ، وحصونا منيعة أمام طغيان الطواغيت واستكبار المستكبرين من أن يسلبوا الأمة هويّتها الإسلامية وانتمائها للّه سبحانه .\r\nومن هذا المنطلق انبرى المجمع العالمي لأهل البيت عليهم السّلام لأداء مسؤوليته الرسالية في تعريف وتجليل علم بارز من هؤلاء الأعلام من خلال مؤتمر يسلّط الضوء على دوره الرسالي ، هو المفكر الإسلاميّ المحقّق المجدد العلامة السيد مرتضى العسكري ( دام ظله ) ، وذلك تعميقا لدوره الرائد في الأمة وتعميما لعطائه الثرّ ، وهي تبحث عن الحقّ لتستهدي به ، وعن العدل لتستظل في رحابه . وتنفيذا لما استهدفه قائد الأمة الإسلامية سماحة آية اللّه العظمى السيد علي الخامنئي ( دام ظله ) من احياء الفكر الإسلامي الأصيل المتمثل في كتاب اللّه المنزل وخطّ الرسول وأهل بيته الطاهرين والدفاع عن كتاب اللّه وسنّة نبيّه وحقوق أهل البيت عليهم السّلام واتباعهم .\r\nوقد تزامن هذا التكريم مع المؤتمر الثالث الذي يعقده المجمع العالمي كل أربع سنوات لأعضاء الجمعية العامة للمجمع حيث يجتمعون في ذكرى ميلاد الإمام الثاني عشر المهدي المنتظر ( عج ) وذلك في النصف من شعبان 1424 ه في طهران وفي الثامن عشر منه في مدينة ساوة ، البلدة التي ينتسب لها سماحة العلّامة العسكري ( دام ظله ) .\r\nوقد تكوّنت اللجنة العليا لمؤتمر التكريم من أصحاب الفضيلة : السيد منذر الحكيم والشيخ وحيد الأحمدي والشيخ حافظ النجفي والسيد محسن الموسوي والدكتور السيد كاظم العسكري وكاتب هذه السطور ( المعاون الثقافي للمجمع\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nالعالمي لأهل البيت عليهم السّلام ) تحت رعاية الأمين العام للمجمع سماحة آية اللّه الشيخ محمد مهدي الآصفي .\r\nوقد قدمت اللجنة العلمية لمؤتمر التكريم هذا ما يلي :\r\n1 - كتاب عن حياة العلّامة العسكري باللغة العربية تحت عنوان « العلّامة العسكري بين الأصالة والتجديد » بقلم كامل خلف الكناني .\r\n2 - كتاب عن حياته باللغة الفارسية تحت عنوان « مصلح بيدار » .\r\n3 - تلخيص كتاب دور الأئمة في إحياء الدين باللغة الفارسية تحت عنوان « نگاهى به نقش أئمة در احياء دين » .\r\n4 - حوارات ومقالات تخصّ المؤتمر .\r\n5 - اقتراح طباعة كتاب « الأسطورة السبأية » للعلّامة العسكري .\r\n6 - اقتراح طباعة كتاب « افتراءات وأكاذيب عثمان الخميس » للعلّامة العسكري .\r\n7 - اقتراح طباعة كتاب « معالم المدرستين » وترجمته باللغة الفارسية .\r\n8 و 9 - واقتراح طباعة كتاب « ولاية الإمام علي عليه السّلام في الكتاب والسنّة » باللغتين العربية والفارسية .\r\n10 - اقتراح اعداد عدة أقراص تحتوي على محاضرات السيد العسكري ومجموعة كتبه وكل ما أعدّه مؤتمر التكريم من مقالات ولقاءات .\r\nمن هنا أتقدم بالشكر الجزيل لأعضاء اللجنة العليا لمؤتمر التكريم ولا سيّما الأمين العام للمؤتمر سماحة السيد منذر الحكيم وإمام جمعة ساوة حجة الإسلام والمسلمين الشيخ حافظ النجفي وسكرتارية المؤتمر الأستاذ صادق جعفر الرّوازق وسائر العالمين في مؤتمر التكريم هذا سائلا لهم من اللّه كمال التوفيق وطول العمر ودوام الصحة والتأييد للسير على خطى أهل البيت الطاهرين ولا سيما المهدي المنتظر الذي وعد اللّه به الأمم ان يجمع به الكلم إنه ولي التوفيق .\r\nمحمّد حسن تشيع المعاون الثقافي للمجمع العالمي لأهل البيت عليهم السّلام\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nالمقدّمة :\r\nالحمد للّه ربّ العالمين والصلاة والسلام على خاتم أنبيائه محمّد وآله الطاهرين والسّلام على أزواجه أمّهات المؤمنين وأصحابه المنتجبين الميامين .\r\nوبعد : نقول في جواب الكرّاس الذي نشره الشيخ أبو سلمان عبد المنعم البلوچ باسم الشابّ محمد باقر السجّودي وعنون الكرّاس ما ترجمته :\r\n( اسألوا من علماء الشيعة لما ذا لم تذكر ولاية عليّ في القرآن ) ونبدأ بإيراد صفحات مترجمة منه في ما يلي ثمّ نكتب الجواب بحوله تعالى .\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\n\r\nما كتبه أبو عمر محمد باقر السجودي في المقدّمة :\r\n( الحمد للّه ربّ العالمين والسّلام والتحيّة على رسول اللّه وآله وأصحابه .\r\nيردّد الشيعة في الأذان علانية يوميّا ثلاث مرّات : « أشهد أنّ عليا وليّ اللّه ، أشهد أنّ عليا حجّة اللّه » ، ويدّعون أنّ أذانهم أذان الاسلام وشرعه ، وعندما تطالعون هذا الكتاب دائما تذكّروا ذلك .\r\nوالانتباه إلى ذلك يساعدني على كشف الحقيقة ) .\r\nوجاء في الصفحة الأخيرة منه :\r\n\r\nما كتبه عالم مدرسة الخلفاء الشيخ أبو سلمان عبد المنعم البلوچ :\r\nاقرأوا هذا الكتاب ! !\r\nإنّ الكتاب هذا صغير في حجمه وكبير في محتواه ، فهو من جهة يبيّن إحدى المعاجز الخالدة للقرآن الكريم ، ومن جهة أخرى يوضّح عجز علماء الشيعة وجهلهم !\r\nإنّ الإمامة عند الشيعة تعدّ من أصول الدين بل هي الثالثة من أصول الدين في رأيهم . ومع كلّ الاهتمام الذي يحظى به القرآن عند الشيعة فلا تجد فيه أثرا للإمامة أو ذكرا لها مع أنّ الكتاب الكريم ذكر المستحبّات وفروع الدين . وانّ علماء الشيعة الكبار ومنهم « آية اللّه الخميني » عاجزون أن\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nيذكروا لشيعتهم ، لما ذا لم يذكر القرآن الإمامة ؟ . ومن الطريف أنّ المؤلّف لهذا الكتاب هو من الإيرانيّين وكان شيعيّا قبل هذا وما زالت عائلته وأسرته تعتنق هذا المذهب ، وكان يدرّس في إحدى مدارس طهران الدروس الدينيّة والتربويّة ، وقد تولّى - في آخر وظيفة له - إدارة مدرسة سلمان الفارسي المتوسّطة الواقعة في طهران ، ميدان محسني . لكنّ اللّه هداه وترك باطله والتحق بأهل الجماعة والسنّة واضطرّ لأجل ذلك إلى مغادرة إيران .\r\nفي هذا الكتاب محاولة مباركة لهداية - الشيعة - الإيرانيّين الّذين ما زالوا يجهلون بطلان مذهبهم ، فعلى كلّ شيعي أن يقرأ الكتاب كما ونوصي أبناء السنّة أيضا بقراءة الكتاب ، اقرأوا الكتاب ! ( أبو سلمان عبد المنعم البلوچ )\r\nوجاء في الصفحة السادسة :\r\n( وكما قلنا سابقا إنّ الشيعة والسنّة يختلفان في ما يتعلّق بالحديث ، ولكن لا خلاف بينهما في القرآن ، فعلينا أن نتصرّف كما يفعله ذلك التاجر الذكيّ ، ونميّز الصحيح من السنّة عن سقيمها بمساعدة القرآن الذي لا خلاف فيه ، ونكشف بذلك خدمة السنّة الصادقين . فإنّ لنا ميزانا يمكننا أن نزن به الروايات المنسوبة إلى نبيّنا محمّد صلّى اللّه عليه وآله وسلّم ونعرف الصادق من الكاذب منها .\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nتعالوا لنقرأ القرآن ونرى ما جاء فيه في عليّ رضى اللّه عنه ، ما ذا يقول في من هو الأساس لمذهب الشيعة ؟ في من يدّعون أنّه الخليفة الشرعيّ للرسول ومنصوب من قبل اللّه وكم هو عدد الآيات النازلة فيه ؟ إنّ هناك الآلاف من الأحاديث المدوّنة في كتب الشيعة عن مناقب عليّ وإمامته ، كما أنّ هناك العشرات من الروايات المسجّلة في كتب السنّة لا تتماشى مع فكرة الشيعة . فلا يمكن الاعتماد على الحديث في بداية الأمر ولا يعالج ، بل إنّ العلاج والحلّ هو القرآن تعالوا نر هل تكلّم القرآن عن عليّ وإمامته وعن الحسن والحسين والمهديّ ؟ ها نحن والقرآن ) .\r\nوجاء في الصفحة التاسعة :\r\n( أوّلا : لنفترض أنّ كلامك هو الصحيح ، ولكنّ الإشكال الذي وجّهتموه إلينا يرد على مهديّك في معتقدك ، فإنّك تزعم أن محمّدا صلّى اللّه عليه وآله وسلّم نصب اثني عشر إماما من بعده خلفاء في أمّته فقتل عليّ ثمّ استخلف الحسن ثمّ الحسين إلى المهديّ ، لكنّكم غيّبتم المهديّ قبل 1200 سنة وتركتم الأمّة الإسلاميّة بلا خليفة ، ولا يوجد اليوم أحد على وجه الكرة الأرضيّة يمكنه أن يدّعي أنّه خليفة اللّه في خلقه ، فكيف ترون أن ما فعله المهديّ أمر معقول في حين أنّ تصرّف النبيّ ( عدم تعيينه للخليفة ) في رأيكم هو ما يرفضه العقل السليم ؟ ) .\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nوجاء في الصفحة الثانية والأربعين من الكتاب :\r\n( الكلمة الأخيرة . . . إنّي ولدت من أبوين شيعيّين ، وقضيت أيّام طفولتي وشبابي على ذلك المذهب ، وجلست كثيرا تحت منابر علمائهم ، وقرأت كثيرا من كتبهم ، إلى أن هداني اللّه ببركة القرآن ، وتركت مذهب الشيعة ! !\r\nونظرا إلى معرفتي بمذهب الشيعة ، فإنّ خوفي هو أن يتّهمني بعض علماء الشيعة حينما لا يرون مخلصا لأنفسهم عن سؤالنا وعن فضيحة عالمهم - الخميني - فيقولون إنّ كتاب ( كشف الأسرار ) لا يحتوي على هذه المضامين ، أو أن يبادروا إلى جمع نسخ الكتاب بطبعته القديمة من الأسواق وكتابته من جديد ، ولكنّنا واثقون بأنّهم غير قادرين على الإجابة عن سؤالنا بأفضل ما أجاب به الخميني ، حتى ولو أعادوا كتابة كشف الأسرار مئة مرّة ، نعم قد يتوسّلون إلى هذه الحيلة فيتّهموننا بالكذب ويبعّدون الناس عن الموضوع الأساس لكي يبقى الناس في ضلالهم لفترة وجيزة ، لا أكثر . ولكنّنا نطلب من قرّائنا أن لا يغفلوا عن المسألة الكبرى في ما لو شاهدوا منهم هذه الحيلة ، ويطالبوا منهم بإلحاح الإجابة عن هذا السؤال : لما ذا لم يذكر اسم عليّ في القرآن ؟ ولما ذا لم يتطرّق القرآن إلى موضوع الإمامة ؟ ) .\r\nانتهى كلام السائل الناقد ويأتي جوابه في ما يلي بحوله تعالى .\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\nجواب اعتراضات أبو عمر السجودي\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nتناول هذا الكتاب موضوعات متعددة لا بدّ من دراستها :\r\nالموضوع الأوّل : إنّ أبا عمر محمد باقر السجودي كان شيعيّا وتسنّن بعد ذلك .\r\nالموضوع الثاني : قد طرح الكاتب في كتابه الأمور الثلاثة التالية :\r\nالأمر الأوّل : جاء في الصفحة الثامنة :\r\n( أ - اسألوا علماء الشيعة ، لما ذا لم يصرّح باسم عليّ في القرآن ؟ ) .\r\nوقد نشر الكتاب بهذا العنوان نفسه . وقد جاء على ظهر الغلاف :\r\n( إنّ الشيعة يعلنون في كلّ يوم ثلاث مرّات في أذانهم وعلى مسمع من الناس : « أشهد أنّ عليّا وليّ اللّه ، أشهد أنّ عليّا حجّة اللّه » ويدّعون أنّ أذانهم هو النازل من عند اللّه وهو أذان الإسلام ) .\r\nب - جاء في الصفحة السابعة :\r\n( لا ذكر لعليّ ولا لإمامته في القرآن ) .\r\nالأمر الثاني : جاء في الصفحة التاسعة :\r\n( خلفاء النبيّ ( إثنا عشر إماما ) حيث يرد عليكم الاشكال ، حينما تقولون إنّ النبي استخلف عليّا ومن بعده أحد عشر من أولاده .\r\nفي حين انّكم غيّبتم المهدي قبل ( 1200 ) سنة وتركتم الأمّة الإسلاميّة بلا خليفة ولا يوجد اليوم على وجه الكرة الأرضيّة أحد يدّعي أنّه خليفة رسول اللّه في خلقه ) .\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nالأمر الثالث : جاء في الصفحة السابعة :\r\nعن أوصياء النبيّ الاثني عشر : ( لو كان عليّ حقّا هو الوصيّ للنبيّ ، ولو كانت الإمامة من أصول الدين ولو كان عليّ معصوما وأفضل من إبراهيم وأخيرا لو كان الأئمة هم المصدر للتشريع . . . ) .\r\nكانت تلكم أسئلة أبي سلمان البلوچ التي طرحها باسم الشابّ أبي عمر السجودي الذي زعم انّه كان شيعيا واتّبع مذهب مدرسة الخلفاء ! ونستعين اللّه ونقول في جوابه ما يأتي :\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n\r\nالموضوع الأوّل ادّعاء الشيخ أبي سلمان انّ شابا من أتباع مدرسة أهل البيت ترك مذهب أهل البيت واتّبع مذهب مدرسة الخلفاء !\r\nونستعين اللّه ونقول في جوابه :\r\nحضرة الشيخ أبي سلمان عبد المنعم البلوچ !\r\nكتبت أنّ شابا جاهلا من الشيعة قد أعلن في إيران : أنّه كان شيعيّا وتحوّل إلى مذهب السنّة . وأقول :\r\nأوّلا : هل ذهب هذا الشاب إلى أحد علماء الشيعة ولم يقتنع بإجاباته عن أسئلته ؟\r\nثانيا : إنّك استندت إلى مبادرة هذا الشابّ الجاهل ومقالته ، ونقول :\r\nهناك الكثير من العلماء وأساتذة الجامعات من مصر والسودان والمغرب والجزائر و . . . اعتنقوا مذهب مدرسة أهل البيت بعد قراءتهم لكتبنا وأعلنوا ذلك في رسائلهم التي كتبوها لنا ونورد في ما يلي بحوله تعالى مصوّرات بعض تلكم الرسائل :\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\n\r\nأوّلا : من المغرب العربي\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nأعوذ باللّه من الشيطان الرجيم\r\nبسم اللّه الرّحمن الرّحيم\r\nالحمد للّه ربّ العالمين بارئ الخلق أجمعين والصلاة والسّلام على سيّدنا محمّد وعلى آله الطيّبين الطاهرين وصحبه أجمعين ومن تبعهم بإحسان إلى يوم الدين .\r\nوبعد ، سلام على مولانا شيخ الإسلام « مرتضى العسكري » ورحمة اللّه وبركاته .\r\nكنت فيما مضى من أيّامي ممّن تربّت فيه حسّاسية التوهّم والتقزّز من كلمة « شيعة » وكانت من أمّهات فكري وهي نغمة لا زال بعض الببغاوات يردّدها أنّ « الشيعة فرقة ضالّة لأنّهم حرّفوا القرآن « 1 » واتّهموا فضلاء الصحابة بالتزوير والبهتان وادّعوا من الأراجيف والترّهات ما لا يخطر على بال وحسبان » .\r\nحسبي في هذا كلّه إنّني قرأت - للأسف - كتاب إحسان إلهي وهو « الشيعة والسنّة » وظننت قوله حجّة على كل قول وبيانه كعبة لكلّ بيان ، لكن شاء اللّه سبحانه وتعالى أن أقتني صدفة كتابك الرائع « معالم المدرستين » ، ج 1 بعد أن كان فيه صاحبه من الزاهدين ومضيت في قراءته وتصفّح سطوره فما انتهيت إلّا وأنا أهتف من أعماق روح شاكرة « حيّاك اللّه من رجل » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بيّنا حقيقة هذا البهتان وقول الزور في ثلاثة مجلّدات باسم : القرآن الكريم وروايات المدرستين .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nأقسم باللّه العليّ العظيم إنّي الآن مولع بآل البيت وشيعتهم وأصبحت أشيد بذكرهم وأطنب بمدحهم . أسأل اللّه أن يحشرنا وإيّاهم غدا يوم القيامة .\r\nسيّدي ! إسمح لي إذا تجرّأت وطلبت منك أن تقبلني تلميذا عندك وعذري في هذا أنّك لست ملك نفسك وإنّما أنت ملك كل من يحبّك ويقدّرك .\r\nوالسّلام الدار البيضاء - المغرب . . .\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\n\r\nثانيا : من مصر\r\n\r\nأ - من أستاذ محقق في التاريخ\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nبسم اللّه الرّحمن الرّحيم\r\nسماحة العلّامة السيد مرتضى العسكري ( دام ظلّه الوارف )\r\nالسّلام عليكم ورحمة اللّه وبركاته ،\r\nأرسل إليكم هذا الخطاب راجيا أن يصلكم وأنتم في أتمّ صحّة وتزاولون نشاطكم في خدمة آل البيت عليهم السّلام ، ومعزّيا لكم في وفاة سماحة آية اللّه العظمى محمّد مهدي شمس الدين تغمّده اللّه برحمته وجعله برفقة محمّد وآله الطاهرين والسائرين على نهجهم من الأوّلين والآخرين .\r\nسماحة العلّامة حفظكم اللّه !\r\nلقد وفّقنا اللّه تعالى إلى قراءة سفركم النفيس ( معالم المدرستين ) ، كما سمعت كثيرا عن كتابكم ( عبد اللّه بن سبأ وأساطير أخرى ) وكتابكم ( خمسون ومائة صحابي مختلق ) ، والحقيقة لقد ساهم كتابكم ( معالم المدرستين ) في إعتناقي مذهب آل البيت عليهم السّلام وترسيخ هذا الاعتقاد لديّ ولدى الكثيرين من أتباع آل البيت عليهم السّلام في مصر ، كما ساهمت المعلومات التي سمعناها عن كتابكم الثاني والثالث في تدعيم قاعدتنا التي كانت تواجه دائما بالطعن عن طريق تلك الشخصيّة ( عبد اللّه بن سبأ ) . . أدام اللّه عمركم الشريف .\r\nسماحة العلّامة ! اسمحوا لي أن أتجرّأ بهذه الطلبات منكم :\r\n1 - نسختين من كتابكم ( عبد اللّه بن سبأ وأساطير أخرى ) والحقيقة أنّ إحدى النسخ سوف تكون للدكتور . . . أستاذ تاريخ المغرب والأندلس بجامعة عين شمس إحدى أكبر الجامعات المصريّة وقد أجرى عدّة أبحاث\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nحول هذه الشخصيّة انتهت بنفس النتيجة التي توصّلتم إليها ، ولذلك فقد دفعتني رغبة في اطلاعه على بحثكم القيّم إلى أن أطلب له إحدى هذه النسخ .\r\n2 - كتابكم ( خمسون ومائة صحابي مختلق ) .\r\n3 - نرجو أن تختموا هذه النسخ بإمضائكم الشريف .\r\nوأخيرا نختم هذا الخطاب بأن نطلب من سماحتكم أن تشملونا بصالح الدعاء والنصيحة . والسّلام عليكم ورحمة اللّه وبركاته .\r\nالتوقيع . . .\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\n\r\nب - مدير مؤسّسة\r\n( . . . )\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nبسمه تعالى\r\nسماحة السيد مرتضى العسكري\r\nسلام اللّه عليكم ورحمة اللّه وبركاته ،\r\nإن كان لنا فضل السعي إلى مذهب آل البيت عليهم السّلام كما تفضّلتم ووصفتمونا فإنّ لسماحتكم فضل إنارة الطريق الصحيح لنا ولغيرنا من ملايين المستبصرين وذلك بفضل كتاباتكم القيّمة التي كانت وما زالت تخرج من عيون القارئ إلى عقله فورا ممّا يدعو المخالفين إلى إعادة حساباتهم والالتفات إلى الإسلام الصحيح . جزاكم اللّه عنّا خير الجزاء وأطال لنا في عمركم حتّى تغدق على المسلمين من علمكم ما يستبصرون به ويعرفون به دينهم الصحيح .\r\nالتوقيع محفوظ مصر\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\n\r\nج - رسالة الكاتب المصري المرحوم سعيد أيّوب\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nبسمه تعالى\r\nسماحة العالم العلّامة السيد مرتضى العسكري\r\nالسّلام عليكم ورحمة اللّه وبركاته ،\r\nأكتب إلى سماحتكم شاكرا لكم فتحكم لطريق البحث العلميّ الجادّ ذلك الطريق الذي كثيرا ما اصطدم فيه الباحث عن الحقيقة بعراقيل تجعله مؤرق الجفن شارد الذهن واجف الفؤاد .\r\nسيّدي ! لقد قضيت عمرا طويلا من أجل البحث عن الحقيقة ومعرفة رموز الطائفة التي تسوق الناس إلى صراط العزيز الحميد ، ولقد أفنيت وقتا طويلا في كتب التاريخ لتحديد الّذين يحملون مشاعل الهداية . وللأسف الشديد لم أجد في كثير منها ما تطمئنّ له الفطرة ويحتضنه العقل والقلب . لقد وجدتني أمام حشد من الجرائم التي ارتكبت بعد وفاة الرسول صلّى اللّه عليه وآله وسلّم بأقلّ من ستّين عاما . وأمام هذا الحشد وقفت حائرا أمام نصوص غلب عليها الترقيع والتلميع والبتر .\r\nوعلى امتداد رحلتي مع البحث طالعت كتبكم وعلى رأسها معالم المدرستين وعبد اللّه بن سبأ وأحاديث عائشة وغير ذلك من كتبكم التي تنقّب أمام طلّاب الحقيقة لتمهّد لهم الطريق . ومن عند كتبكم ظهرت لي الحقيقة التي بحثت عنها على امتداد طريق طويل في لهيب البحث . وكان فضل اللّه عليّ عظيما فلقد وجدتني داخل دائرة ليس فيها إلّا ماء طاهر .\r\nولقد واجهنا صنوفا من التعذيب « 1 » لأنّنا دخلنا إلى هذه الدائرة . ولكن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لقد اجتمع معي المرحوم في سوريا وأخبرني انّه بعد إعلانه اتباع خطّ أهل البيت سجن وعذّب سنتين وانّه كان يعاني طيلة حياته .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nالتعذيب بالجمر بوضعه على الجلود جعلنا نتمسّك أكثر بالجمر في أيدينا واللّه غالب على أمره .\r\nسيّدي ! لم تزل همومنا بعد أن عرفنا الحقّ لأنّنا حملنا على أكتافنا هموم الذين ما زالوا في الطريق يبحثون عن الحقيقة فهؤلاء لا تتوفّر لهم الكتب ولا توجد لهم نواة يدورون حولها في عالم البحث والفكر في الوقت الذي تتكاتف فيه العديد من مؤسّسات وأجهزة الصدّ عن سبيل اللّه للنيل من عمق الأمّة الفطري ، وبما ان أعمال المؤسّسات لا يقابل إلّا بما يوازنها في القوّة فإنّنا نطمع أن تعمل من أجل وضع لبنة في صرح مركز اشعاعي يجتمع فيه أهل الفكر ويقدّمون فيه بحوثهم ويستعيرون منه كتبهم . وعلاوة على ذلك يعلّم أبناءهم العلوم النافعة التي تحقّق سعادة الدنيا بما يوافق الكمال الأخروي .\r\nسيّدي ! نحن نعلم بأنّنا نثقل عليك بمطلب كهذا ولكن عذرنا إنّك الأب والأستاذ على طريق البحث عن الحقيقة . ولا يوجد للأب أجمل من أن يقضي حاجات فلذة كبده وتلاميذه وقد علمنا إنّك أنشأت من قبل كليّة أصول الدين في بغداد لتدريس العقائد وعلوم القرآن . وكذا كليّة الفقه لتدريس فقه أهل البيت . ونحن نطمع أن تضيف إلى هذه الأعمال الخالدة إنشاء صرح أصحاب الفكر « 1 » الّذين يدفعون إليه بأبنائهم ليشربوا من وعاء الماء الطاهر . وإذا كان لنا أن نقترح مكانا لهذا البناء فأنّنا نودّ أن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) طلب منّي رحمه اللّه شفاها تأسيس كليّة أصول الدين وقد قدّمت طلبا لتأسيسها في بيروت وهيّأت المكان والكادر العلمي فلم أنجح ، ثمّ حاولت القيام بذلك في سوريا وأيضا لم أنجح ، وأخيرا وفّق اللّه إلى تأسيسها في قم وطهران ودزفول وللّه الحمد .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nيكون على أرض لا ترفع فيه الحراب في وجه أصحاب الفكر وأن يكون في مكان يحفظهم من أن يتّهموا بالعمالة ، ذلك الاتّهام الذي يلقى على الرؤوس ظلما وعدوانا وصدّا عن سبيل اللّه . ونرى من الأرجح أن يكون هذا المركز ببيروت نظرا لقربها من بلادنا .\r\nوالسّلام عليكم ورحمة اللّه وبركاته .\r\nالراسل سعيد أيّوب كاتب ومفكر اسلامي ومدير الطباعة والنشر بالمكتب العالمي للنشر والتوزيع القاهرة - حدائق القبّة - شارع جميل عبد اللطيف / 3\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\n\r\nالموضوع الثاني بحث الإمامة والمهدويّة\r\n\r\nالأمر الأوّل بحث الإمامة وإمامة أمير المؤمنين عليه السّلام\r\nقد طرح الكاتب في كتابه الشبهتين ( الإشكالين ) التاليين :\r\nأ - ( اسألوا علماء الشيعة لما ذا لم يصرّح باسم عليّ في القرآن ) ؟\r\nب - ( لا ذكر لعليّ ولإمامته في القران ) .\r\nوللإجابة ينبغي لنا أوّلا تعريف معنى الإمامة :\r\nالإمام : الإمام في اللغة : الإنسان الذي يؤتمّ به ويقتدى بقوله أو فعله محقّا كان أو مبطلا « 1 » ، وبهذا المعنى جاء في قوله تعالى :\r\n  يَوْمَ نَدْعُوا كُلَّ أُناسٍ بِإِمامِهِمْ فَمَنْ أُوتِيَ كِتابَهُ بِيَمِينِهِ فَأُولئِكَ يَقْرَؤُنَ كِتابَهُمْ وَلا يُظْلَمُونَ فَتِيلًا * وَمَنْ كانَ فِي هذِهِ أَعْمى فَهُوَ فِي الْآخِرَةِ أَعْمى  \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع مادّة ( أمّ ) في معاجم اللغة .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n وَأَضَلُّ سَبِيلًا  ( الإسراء / 71 - 72 ) .\r\nومن الثاني ما ورد ذكره في قوله تعالى :\r\n فَقاتِلُوا أَئِمَّةَ الْكُفْرِ إِنَّهُمْ لا أَيْمانَ لَهُمْ لَعَلَّهُمْ يَنْتَهُونَ  ( التوبة / 12 ) .\r\nوالإمام في الإسلام هو الهادي إلى سبيل اللّه بأمر من اللّه إنسانا كان كما ورد ذكره في قوله تعالى :\r\n وَإِذِ ابْتَلى إِبْراهِيمَ رَبُّهُ بِكَلِماتٍ فَأَتَمَّهُنَّ قالَ إِنِّي جاعِلُكَ لِلنَّاسِ إِماماً قالَ وَمِنْ ذُرِّيَّتِي قالَ لا يَنالُ عَهْدِي الظَّالِمِينَ  ( البقرة / 124 ) .\r\nوقوله تعالى :\r\n وَجَعَلْناهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنا . . .  ( الأنبياء / 73 ) .\r\nأو كان كتابا كما ورد ذكره في قوله تعالى :\r\n وَمِنْ قَبْلِهِ كِتابُ مُوسى إِماماً وَرَحْمَةً  ( هود / 17 ) .\r\nوندرك من فحوى الآيات المذكورة أعلاه أنّ شرط الإمام في الإسلام إن كان كتابا أن يكون منزلا من قبل اللّه على رسله لهداية الناس كما كان شأن كتاب خاتم الأنبياء محمّد صلّى اللّه عليه وآله وسلّم : القرآن الكريم ، ومن قبله كتاب موسى : التوراة ، وكذلك شأن كتب سائر الأنبياء « 1 » . وإن كان إنسانا أن يكون معيّنا من قبل اللّه لقوله تعالى :\r\n إِنِّي جاعِلُكَ لِلنَّاسِ إِماماً  ( البقرة / 124 ) ، و  عَهْدِي .  وأن يكون غير ظالم لنفسه ولا لغيره أي غير عاص للّه لقوله تعالى :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع مادة : ( الكتاب ) في المعجم المفهرس لألفاظ القرآن الكريم .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\n لا يَنالُ عَهْدِي الظَّالِمِينَ  ( البقرة / 124 ) .\r\nوفي ضوء ما سبق يصحّ القول بأنّ الإمام في الاصطلاح الإسلامي هو :\r\nأ - الإنسان المعصوم من الذنوب والمعيّن من قبل اللّه لهداية الناس .\r\nب - الكتاب المنزل من قبل اللّه على رس 4 له لهداية الناس .\r\nبعد بيان معنى الإمام ، للجواب على سؤال الكاتب ( لما ذا لا نجد في القرآن بحث إمامة عليّ عليه السّلام ولا اسمه ) نقدم المقدمتين التاليتين :\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n\r\nالمقدّمة الأولى في هذه الأمّة ، القرآن هو الكتاب المنزل لهداية الناس مع السنّة النبويّة\r\nوأحدهما مكمّل للآخر إذ أنّ الإسلام كلّه : عقائده وأحكامه ، وسائر علومه ، أصوله في القرآن ، وشرحه وتفسيره ، مثاله وتجسيده في سنّة النبيّ - أي حديثه وسيرته - ولذلك قرن اللّه طاعته بطاعة رسوله صلّى اللّه عليه وآله وسلّم وقال سبحانه :\r\n أَطِيعُوا اللَّهَ وَالرَّسُولَ  ( آل عمران / 32 ) .\r\nو  أَطِيعُوا اللَّهَ وَالرَّسُولَ  ( آل عمران / 132 ) .\r\nو  أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ  ( النساء / 59 ) .\r\nو   وَأَطِيعُوا اللَّهَ وَرَسُولَهُ   ( الأنفال / 1 ) « 1 » .\r\nوقرن معصية الرسول صلّى اللّه عليه وآله وسلّم بمعصيته وقال تعالى :\r\n وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَإِنَّ لَهُ نارَ جَهَنَّمَ  ( الجنّ / 23 ) .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وكذلك قرن اللّه بينهما في الآيتين 32 و 132 من آل عمران ، والآية 59 من النساء و 92 من المائدة ، والآيتين 20 و 46 من الأنفال والآية 54 من النور والآية 32 من محمد و 13 من المجادلة والآية 12 من التغابن .\r\nوأمر بطاعة رسوله في الآية 56 من النور و 50 من آل عمران ، وراجع الآيات 108 و 110 و 126 و 131 و 144 و 150 و 163 من الشعراء ، والآية 163 من الزخرف والآية 2 من مريم و 64 من سورة النساء .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\n فَإِنْ عَصَوْكَ فَقُلْ إِنِّي بَرِيءٌ مِمَّا تَعْمَلُونَ  ( الشعراء / 216 ) « 1 » .\r\nوسلب الاختيار عن المؤمنين في ما يقضي اللّه ورسوله في قوله :\r\n وَما كانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذا قَضَى اللَّهُ وَرَسُولُهُ أَمْراً أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلالًا مُبِيناً  ( الأحزاب / 36 ) .\r\nوبيّن عزّ أسمه أنّ الرسول صلّى اللّه عليه وآله وسلّم حجّة اللّه على الخلق في قوله وفعله ، وأنّ اللّه جعله إماما يقتدى به وذلك في قوله تعالى :\r\n فَآمِنُوا بِاللَّهِ وَرَسُولِهِ النَّبِيِّ الْأُمِّيِّ الَّذِي يُؤْمِنُ بِاللَّهِ وَكَلِماتِهِ وَاتَّبِعُوهُ  ( الأعراف / 158 ) « 2 » .\r\nوقوله :  وَما آتاكُمُ الرَّسُولُ فَخُذُوهُ وَما نَهاكُمْ عَنْهُ فَانْتَهُوا  ( الحشر / 7 ) .\r\nوقوله :  لَقَدْ كانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ . . .  ( الأحزاب / 21 ) .\r\nوقوله :   وَما يَنْطِقُ عَنِ الْهَوى * إِنْ هُوَ إِلَّا وَحْيٌ يُوحى   ( النجم / 3 - 4 ) .\r\nوقوله :    وَلَوْ تَقَوَّلَ عَلَيْنا بَعْضَ الْأَقاوِيلِ * لَأَخَذْنا مِنْهُ بِالْيَمِينِ * ثُمَّ لَقَطَعْنا مِنْهُ الْوَتِينَ    ( الحاقّة / 44 - 46 ) .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وراجع الآية 42 من النساء وآية 59 من هود وآية 10 من الحاقة وآية 21 من نوح ، وآية 14 من النساء ، وآية 36 من الأحزاب ، والآيتين 8 و 9 من المجادلة .\r\n( 2 ) الآيات الآمرة باتّباع الرسول صلّى اللّه عليه وآله وسلّم كثيرة .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\n\r\nالمقدّمة الثانية أخبر الرسول الخاتم صلّى اللّه عليه وآله وسلّم بأنّه سيأتي رجال بعده يقولون : اتلوا علينا من القرآن فحسب ولا يكتفون بحديث الرسول .\r\nوما أشرنا إليه في المقدّمة الأولى كان من قول اللّه تعالى في إثبات حجيّة سنّة الرسول صلّى اللّه عليه وآله وسلّم مع النصّ القرآني وقد قال الرسول الأكرم صلّى اللّه عليه وآله وسلّم في هذا الصدد أيضا ما رواه أصحاب الصحاح بمدرسة الخلفاء :\r\nأ - في سنن أبي داود والترمذي وابن ماجة والدارمي ومسند أحمد واللّفظ للأوّل في باب لزوم السنّة من كتاب السنّة :\r\nعن المقدام بن معدي كرب « 1 » عن رسول اللّه صلّى اللّه عليه وآله وسلّم انّه قال :\r\n« ألا إنّي أوتيت الكتاب ومثله معه ، ألا يوشك رجل شبعان على أريكته يقول : عليكم بهذا القرآن فما وجدتم فيه حلالا فأحلّوه ، وما وجدتم فيه حراما فحرّموه . . . » .\r\nوفي آخر الحديث بسنن الترمذي : « وإنّ ما حرّم رسول اللّه كما حرّم اللّه » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المقدام بن معدي كرب بن عمرو الكندي أحد الوافدين من كندة على رسول اللّه صلّى اللّه عليه وآله وسلّم وروى عنه سبعة وأربعين حديثا أخرجها أصحاب الصحاح والسنن عدا مسلم .\r\nمات بالشام سنة سبع وثمانين وهو ابن إحدى وتسعين سنة . أسد الغابة ( 4 / 411 ) وجوامع السيرة ( ص 280 ) وتقريب التهذيب ( 2 / 272 ) .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nوفي سنن ابن ماجة : ( مثل ما حرّم اللّه ) .\r\nوفي مسند أحمد عنه ، قال :\r\nحرّم رسول اللّه صلّى اللّه عليه وآله وسلّم يوم خيبر أشياء ثمّ قال : « يوشك أحدكم أن يكذّبني وهو متّكئ على أريكته يحدّث بحديثي ، فيقول : بيننا وبينكم كتاب اللّه فما وجدنا فيه من حلال استحللناه وما وجدنا فيه من حرام حرّمناه .\r\nألا وإنّ ما حرّم رسول اللّه مثل ما حرّم اللّه » « 1 » .\r\nب - في سنن أبي داود والترمذي وابن ماجة ومسند أحمد واللّفظ للأوّل :\r\nعن عبيد اللّه بن أبي رافع « 2 » عن أبيه ، أنّ رسول اللّه صلّى اللّه عليه وآله وسلّم قال :\r\n« ألا لا ألفينّ أحدا منكم متّكئا على أريكته يأتيه الأمر بما أمرت به أو نهيت عنه فيقول : لا أدري ، ما وجدت في كتاب اللّه اتّبعته ! » .\r\nوفي مسند أحمد : « ما أجد هذا في كتاب اللّه » « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سنن أبي داود ، كتاب السنّة ، باب في لزوم السنّة 4 / 255 ، ح 4604 وط تصحيح محمد محيي الدين عبد الحميد 4 / 200 ، سنن الترمذي ، كتاب العلم ، باب ما نهى عنه 10 / 132 و 133 ، سنن ابن ماجة ، المقدّمة ، باب تعظيم حديث رسول اللّه صلّى اللّه عليه وآله وسلّم والتغليظ على من عارضه ، ( ح 12 ) 1 / 6 ، سنن الدارمي ، المقدّمة ، باب السنّة قاضية على كتاب اللّه ( ح 1 ) 1 / 144 ، مسند أحمد 4 / 132 ، 130 - 131 .\r\n( 2 ) عبيد اللّه بن أبي رافع مولى النبيّ صلّى اللّه عليه وآله وسلّم كان كاتب عليّ وهو ثقة من الطبقة الثالثة وأخرج حديثه أصحاب المجامع الحديثية جميعا .\r\n( 3 ) سنن أبي داود ، تحقيق محمد محيي الدين عبد الحميد ، باب في لزوم السنّة 4 / 200 ، -\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nج - في كتاب الخراج من سنن أبي داود ، باب في تعشير أهل الذمّة .\r\nعن العرباض بن سارية السلمي « 1 » قال :\r\n( نزلنا خيبر ومعه من معه من أصحابه ، وكان صاحب خيبر رجلا ماردا منكرا فأقبل إلى النبيّ صلّى اللّه عليه وآله وسلّم ، فقال : يا محمّد ! ألكم أن تذبحوا حمرنا وتأكلوا ثمرنا وتضربوا نساءنا ؟ فغضب - يعني النبيّ - وقال : يا ابن عوف ! إركب فرسك ثمّ ناد : « ألا إنّ الجنّة لا تحلّ إلّا لمؤمن ، وأن اجتمعوا للصلاة » .\r\nقال : فاجتمعوا ثمّ صلّى بهم النبيّ صلّى اللّه عليه وآله وسلّم ثمّ قام ، فقال :\r\n« أيحسب أحدكم متّكئا على أريكته قد يظنّ اللّه لم يحرّم شيئا إلّا ما في هذا القرآن ! ألا وإنّي وعظت وأمرت ونهيت عن أشياء ، إنّها لمثل القرآن أو أكثر ، وإنّ اللّه لم يحلّ لكم أن تدخلوا بيوت أهل الكتاب إلّا بإذنهم ، ولا ضرب نسائهم ، ولا أكل ثمارهم إذا أعطوكم الذي عليهم ) « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n- ح 4605 ، سنن الترمذي ، كتاب العلم ، باب ما نهى عنه 10 / 133 ، سنن ابن ماجة ، المقدّمة ، باب تعظيم حديث رسول اللّه صلّى اللّه عليه وآله وسلّم والتغليظ على من عارضه 1 / 6 - 7 ، مسند أحمد 6 / 8 .\r\n( 1 ) أبو نجيح عرباض بن سارية السلمي روى عن رسول اللّه صلّى اللّه عليه وآله وسلّم ( 31 حديثا ) أخرجها أصحاب الصحاح غير البخاري ومسلم ، توفي سنة خمس وسبعين أو في فتنة ابن الزبير .\r\nأسد الغابة ( 3 / 399 ) وجوامع السيرة ( ص 281 ) وتقريب التهذيب ( 2 / 17 ) .\r\n( 2 ) سنن أبي داود ، تحقيق محمد محيي الدين عبد الحميد ، كتاب الخراج والامارة والفيء باب تعشير أهل الذمة 3 / 170 ( ح 2050 ) .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nد - في مسند أحمد ، عن أبي هريرة « 1 » قال : قال رسول اللّه صلّى اللّه عليه وآله وسلّم : « لا أعرفنّ أحدا منكم أتاه عنّي حديث وهو متّكئ في أريكته ، فيقول : أتل عليّ به قرآنا » « 2 » .\r\nوقال حسّان بن ثابت « 3 » كما في مقدّمة الدارمي : « كان جبريل ينزل على رسول اللّه صلّى اللّه عليه وآله وسلّم بالسنّة كما ينزل عليه بالقرآن » « 4 » .\r\n* * *\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أبو هريرة القحطاني الدوسي كنّي بأبي هريرة لهرّة كان يلعب بها في صغره أو لأنّ رسول اللّه صلّى اللّه عليه وآله وسلّم رآه وفي كمه هرّة فقال : « يا أبا هريرة » فكنّي بها ، أسلم عام خيبر وشهدها ، روى عن رسول اللّه صلّى اللّه عليه وآله وسلّم ( 5374 حديثا ) وأخرج أحاديثه جميع أصحاب أهل الحديث .\r\nأسد الغابة ( 5 / 315 ) ، وجوامع السيرة ( ص 275 ) . وبقيّة ترجمته في عبد اللّه بن سبأط أوفسيت ، طهران سنة 1393 ه ، ( 1 / 160 ) .\r\n( 2 ) سنن ابن ماجة ، المقدّمة ، باب تعظيم حديث الرسول صلّى اللّه عليه وآله وسلّم والتغليظ على من عارضه 1 / 9 - 10 ، مسند أحمد 2 / 367 .\r\n( 3 ) أبو عبد الرحمن أو أبو الوليد ، حسّان بن ثابت بن المنذر الأنصاري الخزرجي شاعر النبيّ صلّى اللّه عليه وآله وسلّم وكان يفاخر عنه في مسجده وقال فيه النبيّ صلّى اللّه عليه وآله وسلّم : « إنّ اللّه يؤيّد حسّانا بروح القدس ما نافح عن رسول اللّه » وكان من أجبن الناس ولم يشهد مع النبيّ صلّى اللّه عليه وآله وسلّم شيئا من مشاهده لجبنه ، ووهب له النبيّ صلّى اللّه عليه وآله وسلّم سيرين أخت مارية فولدت له عبد الرحمن ، روى عن رسول اللّه صلّى اللّه عليه وآله وسلّم حديثا واحدا أخرجه أصحاب الصحاح ما عدا الترمذي ، ومات قبل الأربعين أو سنة خمسين أو أربع وخمسين من الهجرة وهو ابن مائة وعشرين سنة .\r\nأسد الغابة ( 2 / 5 - 7 ) وجوامع السيرة ( ص 308 ) وتقريب التهذيب ( 1 / 161 ) .\r\n( 4 ) سنن الدارمي ، المقدمة ، باب السنّة قاضية على كتاب اللّه 1 / 145 .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nهذا بعض ما ورد في القرآن والحديث في الحثّ على الأخذ بسنّة رسول اللّه صلّى اللّه عليه وآله وسلّم والنهي عن مخالفته ، والتشديد على من يهمل السنّة بحجّة الاكتفاء بكتاب اللّه وحده . أضف إلى ذلك أنّه لا يمكن أخذ الإسلام من القرآن وحده ، ودون الرجوع إلى سنّة الرسول صلّى اللّه عليه وآله وسلّم ، فإنّنا في إقامة الصلاة - مثلا - نأخذ من حديث الرسول صلّى اللّه عليه وآله وسلّم عدد ركعاتها وسجداتها ، وأذكارها وشروطها ومبطلاتها ، ومن سيرته نأخذ كيفيّاتها .\r\nوفي أداء الحجّ نأخذ من سنّة الرسول صلّى اللّه عليه وآله وسلّم : عقد إحرامه ، وتشخيص مواقيته ، وأشواط طوافه ، وصلاته ، وسعيه ، وتقصيره ، وسائر مناسكه في عرفات والمشعر ومنى ، إقامتنا فيهنّ وإفاضتنا عنهنّ ، ورمي جمراته ، وهديه وحلقه ، وتحديد زمان كلّ منها وتشخيص مكانها ، واجبها ومسنونها وحرامها .\r\nإذا لا يمكن العمل بالقرآن وحده في إقامة الصلاة وأداء الحجّ دون الرجوع إلى سنّة الرسول صلّى اللّه عليه وآله وسلّم ، وكذلك شأن سائر الأحكام .\r\nولهذا لا بدّ لنا من الرجوع إلى القرآن والسنّة معا لأخذ الإسلام عنهما ، ولا يفصل بينهما إلّا من أراد أن ( يتحرّر ) من قيود الإسلام ويعمل وفق هوى نفسه ، فإنّ ذلك ميسور له مع سلخ السنّة المفسّرة للقرآن عن القرآن ثمّ تأويل القرآن وفق ما يهواه .\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\n\r\nاهتمام الرسول صلّى اللّه عليه وآله وسلّم بأمر تعيين أولي الأمر من بعده\r\nقبل أن ندرس النصوص الواردة عن رسول اللّه صلّى اللّه عليه وآله وسلّم في تعيين أولي الأمر من بعده ، ندرس شيئا من اهتمام الرسول صلّى اللّه عليه وآله وسلّم بهذا الأمر في ما يأتي :\r\nإنّ أمر الإمامة بعد الرسول صلّى اللّه عليه وآله وسلّم كان من الأمور المهمّة التي لم تغب عن بال الرسول صلّى اللّه عليه وآله وسلّم ومن كان حوله ، بل كانوا يفكّرون فيه منذ البدء ؛ فقد رأينا بيحرة من بني عامر بن صعصعة يشترط على رسول اللّه صلّى اللّه عليه وآله وسلّم لإسلامهم أن يكون لهم الأمر من بعد الرسول صلّى اللّه عليه وآله وسلّم ، ورأينا هوذة الحنفيّ يطلب من الرسول صلّى اللّه عليه وآله وسلّم منحه شيئا من الأمر « 1 » .\r\nوكذلك كان الرسول صلّى اللّه عليه وآله وسلّم - أيضا - يفكّر في الأمر من بعده ويدبّر له منذ أوّل يوم دعا إلى الإسلام ، وأوّل يوم أخذ فيه البيعة لإقامة المجتمع الإسلامي .\r\nأمّا تدبيره في أوّل يوم أخذ فيه البيعة لإقامة المجتمع الإسلامي ، فقد كان ما رواه البخاري ومسلم في صحيحيهما ، والنسائي وابن ماجة في سننهما ، ومالك في الموطّأ ، وأحمد في المسند ، وغيرهم في غيرها - واللفظ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع معالم المدرستين ، 1 / 216 - 217 و 269 .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nللأوّل - قال :\r\nقال عبادة بن الصامت : بايعنا رسول اللّه صلّى اللّه عليه وآله وسلّم على السمع والطاعة في ( العسر واليسر ) والمنشط والمكره ، وأن لا ننازع الأمر أهله . . . « 1 » .\r\nوعبادة هذا كان أحد النقباء الاثني عشر على الأنصار يوم بيعة العقبة الكبرى « 2 » حين قال النبيّ صلّى اللّه عليه وآله وسلّم للنيف والسبعين من الأنصار الّذين بايعوه : أخرجوا إليّ اثني عشر نقيبا يكونون على قومهم بما فيهم .\r\nفأخرجوا من بينهم اثني عشر نقيبا ، فقال رسول اللّه صلّى اللّه عليه وآله وسلّم للنقباء : أنتم على قومكم بما فيهم كفلاء ، ككفالة الحواريّين لعيسى بن مريم عليه السّلام . . . « 3 » .\r\nوإنّ عبادة بن الصامت أحد أولئك النقباء الاثني عشر روى من بنود البيعة التي بايعوا الرسول عليها : « أن لا ينازعوا الأمر أهله » .\r\nوإنّما أراد رسول اللّه صلّى اللّه عليه وآله وسلّم من ( الأمر ) الوارد في هذا الحديث الصحيح ، والذي يذكر فيه أخذ البيعة من اثنين وسبعين رجلا وامرأتين من الأنصار أن لا ينازعوا الأمر أهله ، هو الأمر الذي تنازعوا عليه في سقيفة بني\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحيح البخاري ، كتاب الأحكام ، باب كيف يبايع الإمام الناس ، ح 1 ، 4 / 163 . ولفظ العسر واليسر في صحيح مسلم ، كتاب الإمارة ، باب وجوب طاعة الأمراء في غير معصية وتحريمها في المعصية ، ح 41 و 42 . وسنن النسائي ، كتاب البيعة على أن لا ننازع الأمر أهله . وسنن ابن ماجة ، كتاب الجهاد ، باب البيعة ، ح 2866 . وموطأ مالك ، كتاب الجهاد ، باب الترغيب في الجهاد ، ح 5 . ومسند أحمد 5 / 314 ، 316 ، 319 و 321 ، وراجع 4 / 411 منه .\r\nوترجمة عبادة بسير أعلام النبلاء 2 / 3 . وتهذيب ابن عساكر 7 / 207 - 219 .\r\n( 2 ) بترجمة عبادة في الاستيعاب 2 / 412 . وأسد الغابة 3 / 106 - 107 .\r\n( 3 ) الطبري ، ط . أوروبا 1 / 1221 .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nساعدة « 1 » ، وأهل الأمر هم الّذين ذكرهم اللّه تعالى في قوله :  أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ  « 2 » .\r\nوإنّ رسول اللّه صلّى اللّه عليه وآله وسلّم وإن لم يشخّص هنا وليّ الأمر من بعده ، لأنّه لم يكن من الحكمة أن يعرّف وليّ الأمر من بعده وهو من غير قبيلة الأنصار ، ولعلّ نفوس بعض المبايعين لم تكن تتحمّل ذلك يومئذ ، غير أنّه أخذ البيعة منهم أن لا ينازعوه حين يعيّنه لهم بعد ذلك .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع نزاع الأنصار القبلي مع المهاجرين في فصل السقيفة وبيعة أبي بكر ، من كتاب عبد اللّه بن سبأ 1 / 91 - 163 للمؤلف .\r\n( 2 ) النساء / 59 . ويأتي تفسيرها والأحاديث الواردة عن رسول اللّه صلّى اللّه عليه وآله وسلّم حوله في بحوث الكتاب إن شاء اللّه تعالى .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\n\r\nالنصوص الواردة عن رسول اللّه صلّى اللّه عليه وآله وسلّم في تعيين وليّ الأمر من بعده كما جاء في القرآن وكتب مدرسة الخلفاء\r\n\r\nأوّلا - في السنة الثالثة من البعثة :\r\nعيّن الرسول صلّى اللّه عليه وآله وسلّم وليّ الأمر من بعده وشخّص وصيّه وخليفته في مجتمع أصغر من مجتمع بيعة الأنصار له صلّى اللّه عليه وآله وسلّم ، وذلك في أوّل يوم دعا الأقربين إليه للإسلام ، كما رواه جمع من أهل الحديث والسير مثل : الطبري ، وابن عساكر ، وابن الأثير ، وابن كثير ، والمتّقي ، وغيرهم - واللفظ للأوّل « 1 » - روى : عن عليّ بن أبي طالب عليه السّلام انّه قال :\r\nلمّا نزلت هذه الآية على رسول اللّه صلّى اللّه عليه وآله وسلّم :  وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ  ( الشعراء / 214 ) ، دعاني رسول اللّه صلّى اللّه عليه وآله وسلّم ، فقال لي :\r\n« يا عليّ ! إنّ اللّه أمرني أن انذر عشيرتي الأقربين ، فضقت بذلك ذرعا ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تأريخ الطبري ، ط . أوروبا 3 / 1171 - 1172 . وابن عساكر ، تحقيق المحمودي ، ج 1 ، ص 87 - 88 ، مصورة مكتبة كلية أصول الدين 12 / 1 / 67 ب - 68 ب ، ومختصر تاريخ دمشق 17 / 308 - 311 ، ترجمة الإمام ، وتأريخ ابن الأثير 2 / 222 . وشرح ابن أبي الحديد 3 / 263 . وفي تأريخ ابن كثير 3 / 39 ، وقد حذف الألفاظ وقال : كذا وكذا . وكنز العمال للمتّقي 15 / 100 ، 115 و 116 منه ، وفي ص 130 : ( يكون أخي وصاحبي ووليّكم بعدي ) . والسيرة الحلبية ، نشر المكتبة الإسلامية ببيروت 1 / 285 .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nوعرفت أنّي متى أباديهم بهذا الأمر أرى ما أكره ، فصمتّ عليه ، حتّى جاءني جبرئيل فقال : يا محمّد ! إن لا تفعل ما تؤمر به يعذّبك ربّك . فاصنع لنا صاعا من طعام ، واجعل عليه رجل شاة ، واملأ لنا عسّا من لبن ، ثمّ اجمع لي بني عبد المطّلب حتّى أكلّمهم وأبلّغهم ما أمرت به .\r\nففعلت ما أمرني به ، ثمّ دعوتهم له وهم يومئذ أربعون رجلا يزيدون رجلا أو ينقصونه ، فيهم أعمامه : أبو طالب ، وحمزة ، والعبّاس ، وأبو لهب .\r\nفلمّا اجتمعوا إليه دعاني بالطعام الذي صنعت لهم ، فجئت به . فلمّا وضعته تناول رسول اللّه صلّى اللّه عليه وآله وسلّم حذية ( أي : قطعة ) من اللحم فشقّها بأسنانه ، ثمّ ألقاها في نواحي الصفحة ، ثمّ قال : خذوا بسم اللّه . فأكل القوم حتّى ما لهم بشيء من حاجة ، وما أرى إلّا موضع أيديهم . وأيم اللّه الذي نفس عليّ بيده إن كان الرجل الواحد منهم ليأكل ما قدّمت لجميعهم . ثمّ قال : إسق القوم ، فجئتهم بذلك العسّ ، فشربوا منه حتّى رووا منه جميعا ، وأيم اللّه إن كان الرجل الواحد منهم ليشرب مثله .\r\nفلمّا أراد رسول اللّه صلّى اللّه عليه وآله وسلّم أن يكلّمهم ، بدره أبو لهب إلى الكلام فقال :\r\nلشدّ ما سحركم صاحبكم . فتفرّق القوم ولم يكلّمهم رسول اللّه صلّى اللّه عليه وآله وسلّم ، فقال الغد : يا عليّ ! إنّ هذا الرجل سبقني إلى ما قد سمعت من القول ، فتفرّق القوم قبل أن اكلّمهم ، فعدّ لنا من الطعام بمثل ما صنعت ، ثمّ اجمعهم إليّ .\r\nقال : ففعلت ، ثمّ جمعتهم ، ثمّ دعاني بالطعام ، فقرّبته لهم ففعل كما فعل بالأمس ، فأكلوا حتّى ما لهم بشيء حاجة ، ثمّ قال : إسقهم ، فجئتهم بذاك العسّ ، فشربوا حتّى رووا منه جميعا . ثمّ تكلّم رسول اللّه صلّى اللّه عليه وآله وسلّم فقال : يا بني عبد المطّلب ! إنّي واللّه ما أعلم شابّا في العرب جاء قومه بأفضل ممّا قد\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nجئتكم به . إنّي قد جئتكم بخير الدنيا والآخرة ، وقد أمرني اللّه تعالى أن أدعوكم إليه . فأيّكم يؤازرني على هذا الأمر على أن يكون أخي ووصيّي وخليفتي فيكم ؟\r\nقال : فأحجم القوم عنه جميعا وقلت - وإنّي لأحدثهم سنّا ، وأرمصهم عينا ، وأعظمهم بطنا ، وأحمشهم ساقا - : أنا يا نبيّ اللّه أكون وزيرك عليه .\r\nفأخذ برقبتي ، ثمّ قال : إنّ هذا أخي ووصيّي وخليفتي فيكم ، فاسمعوا له وأطيعوا . قال : فقام القوم يضحكون ويقولون لأبي طالب : قد أمرك أن تسمع لابنك وتطيع » .\r\n\r\nثانيا - في غزوة تبوك :\r\nفي صحيح البخاري ، ومسلم ، ومسند الطيالسي ، وأحمد ، وسنن الترمذي ، وابن ماجة وغيرها « 1 » واللفظ للأوّل : أنّ رسول اللّه صلّى اللّه عليه وآله وسلّم قال لعليّ : « أنت منّي بمنزلة هارون من موسى إلّا أنّه ليس نبيّ بعدي » .\r\nولفظ مسلم وغيره : « إلّا أنّه لا نبيّ بعدي » .\r\nوفي رواية ابن سعد في الطبقات عن البراء بن عازب وزيد بن أرقم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحيح البخاري 2 / 200 ، باب مناقب عليّ بن أبي طالب . وصحيح مسلم 7 / 120 ، باب من فضائل عليّ بن أبي طالب . والترمذي 13 / 171 ، باب مناقب علي .\r\nوالطيالسي 1 / 28 و 29 ، وح 205 ، 209 و 213 . وابن ماجة ، باب فضل عليّ بن أبي طالب ، ح 115 . ومسند أحمد 1 / 170 ، 173 - 175 ، 177 ، 179 ، 182 ، 184 ، 185 و 330 و 3 / 32 و 338 و 6 / 369 و 438 . ومستدرك الحاكم 2 / 337 . وطبقات ابن سعد 3 / 1 / 14 و 15 . ومجمع الزوائد 9 / 109 - 111 . ومصادر أخرى كثيرة .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nقالا :\r\nلمّا كان عند غزوة جيش العسرة وهي تبوك قال رسول اللّه صلّى اللّه عليه وآله وسلّم لعليّ ابن أبي طالب : إنّه لا بدّ من أن أقيم أو تقيم ، فخلّفه ، فلمّا فصل رسول اللّه صلّى اللّه عليه وآله وسلّم غازيا قال ناس : ما خلّف عليّا إلّا لشيء كرهه منه ، فبلغ ذلك عليّا فاتّبع رسول اللّه صلّى اللّه عليه وآله وسلّم حتّى انتهى إليه ، فقال له : ما جاء بك يا عليّ ؟ قال :\r\nلا يا رسول اللّه إلّا أنّي سمعت ناسا يزعمون أنّك إنّما خلّفتني لشيء كرهته منّي ، فتضاحك رسول اللّه صلّى اللّه عليه وآله وسلّم ، وقال : يا عليّ ! أما ترضى أن تكون منّي كهارون من موسى غير أنّك لست بنبيّ ؟ قال : بلى يا رسول اللّه ، قال : فإنّه كذلك « 1 » .\r\nوقد ذكرنا بعض ألفاظ الحديث في باب من استخلفه النبيّ صلّى اللّه عليه وآله وسلّم على المدينة في غزواته في كتاب معالم المدرستين .\r\n\r\nالمراد من لفظ « منّي » في أحاديث الرسول صلّى اللّه عليه وآله وسلّم :\r\nإنّ لفظ « منّي » في حديث « أنت منّي بمنزلة هارون من موسى » يوضّح المراد من هذا اللفظ في أحاديث الرسول صلّى اللّه عليه وآله وسلّم الأخرى ، وذلك أنّ هارون لمّا كان شريك موسى في النبوّة ووزيره في التبليغ ، وكان عليّ من خاتم الأنبياء بمنزلة هارون من موسى باستثناء النبوّة ، يبقى لعليّ الوزارة في التبليغ .\r\nوكذلك بيّن الرسول صلّى اللّه عليه وآله وسلّم المراد من لفظ « منّي » في حديثه يوم عرفات في حجّة الوداع حيث قال :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) طبقات ابن سعد 3 / ق 1 / 15 ، ومجمع الزوائد للهيثمي 9 / 111 باختلاف يسير .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n« عليّ منّي وأنا من عليّ . لا يؤدّي عنّي إلّا أنا أو عليّ » « 1 » ، وعلى هذا فإنّ الرسول صلّى اللّه عليه وآله وسلّم فسّر لفظ « منّي » في هذه الأحاديث بكلّ وضوح وجلاء ، وصرّح صلّى اللّه عليه وآله وسلّم أنّ القصد منه ؛ أنّه منه في مقام التبليغ عن اللّه إلى المكلّفين بلا واسطة . ومن ثمّ يتّضح معنى « منّي » في أحاديث أخرى للرسول صلّى اللّه عليه وآله وسلّم في حقّ الإمام عليّ والذي جاء فيها غير مفسّرة .\r\nمثل ما جاء في رواية بريدة في خبر الشكوى أنّ الرسول صلّى اللّه عليه وآله وسلّم قال له : « لا تقع في عليّ فإنّه منّي و . . . » « 2 » .\r\nورواية عمران بن حصين : « إنّ عليّا منّي . . . » « 3 » .\r\n* * *\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أخرجه ابن ماجة في كتاب المقدّمة ، باب فضائل الصحابة ، ص 92 من الجزء الأوّل من سننه . والترمذيّ ، كتاب المناقب 13 / 169 ، وهو الحديث 2531 ، في ص 153 من الجزء السادس من الكنز في طبعته الأولى . وقد أخرجه الإمام أحمد في ص 164 و 165 من الجزء الرابع من مسنده من حديث حبشيّ بن جنادة بطرق متعدّدة .\r\n( 2 ) مسند أحمد 5 / 356 ، وخصائص النسائي ، ص 24 ، باختلاف يسير . ومستدرك الصحيحين 3 / 110 مع اختلاف في اللفظ . ومجمع الزوائد 9 / 127 . وفي كنز العمال 12 / 207 مختصرا عن ابن أبي شيبة ، وفي 12 / 210 منه عن الديلمي ؛ وراجع كنوز الحقائق للمناوي ، ص 186 .\r\n( 3 ) سنن الترمذي 13 / 165 ، كتاب المناقب ، مناقب علي بن أبي طالب ، ومسند أحمد 4 / 437 ، ومسند الطيالسي 3 / 111 ، ح 829 ، ومستدرك الحاكم 3 / 110 ، وخصائص النسائي : ص 16 و 19 ، وحلية أبي نعيم 6 / 294 . والرياض النضرة 2 / 171 ، وكنز العمال 12 / 207 و 15 / 125 .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nفي كلّ هذه الروايات وما يأتي قصد الرسول صلّى اللّه عليه وآله وسلّم أنّ عليّا والأئمة من ولده ، من رسول اللّه صلّى اللّه عليه وآله وسلّم في حمل أعباء التبليغ إلى المكلّفين مباشرة ووظيفتهم من نوع وظيفته ، وعلى هذا فهم منه وهو منهم ، يشتركون في التبليغ ويختلفون في أنّه يأخذ الأحكام التي يبلّغها من اللّه عن طريق الوحي ، وهم يأخذونها عن طريق رسول اللّه صلّى اللّه عليه وآله وسلّم ، فهم مبلّغون عن رسول اللّه صلّى اللّه عليه وآله وسلّم إلى الأمّة وقد أعدّهم اللّه ورسوله صلّى اللّه عليه وآله وسلّم لحمل أعباء التبليغ ، وذلك بما عصمهم اللّه من الرجس وطهّرهم تطهيرا ، كما أخبر سبحانه عن ذلك في آية التطهير « 1 » ، وبما أفاض الرسول صلّى اللّه عليه وآله وسلّم على الإمام عليّ خاصّة ممّا أوحى اللّه إليه ، ثمّ ورث الأئمة من أبيهم الإمام عليّ ذلك واحدا بعد الآخر ، كما نصّت على ذلك الروايات الآتية .\r\n\r\nحامل علوم الرسول صلّى اللّه عليه وآله وسلّم :\r\nفي تفسير الفخر الرازي وكنز العمّال قال علي :\r\n( علّمني رسول اللّه صلّى اللّه عليه وآله وسلّم ألف باب من العلم وتشعّب لي من كلّ باب ألف باب ) « 2 » .\r\nوفي تفسير الطبري وطبقات ابن سعد وتهذيب التهذيب وكنز العمال وفتح الباري واللفظ للأخير : عن أبي الطفيل قال : شهدت عليّا وهو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) حيث قال تعالى :  إِنَّما يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيراً  ( سورة الأحزاب / 33 ) .\r\n( 2 ) بتفسير الآية  إِنَّ اللَّهَ اصْطَفى آدَمَ . . .  الطبري 8 / 21 ، وكنز العمّال 6 / 392 و 305 .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nيخطب ويقول :\r\n( سلوني فو اللّه لا تسألوني عن شيء يكون إلى يوم القيامة إلّا حدّثتكم به ، وسلوني عن كتاب اللّه ، فو اللّه ما من آية إلّا وأنا أعلم أبليل نزلت أم بنهار أم في سهل أم في جبل . . . ) « 1 » .\r\nومن ثمّ قال في حقّه رسول اللّه صلّى اللّه عليه وآله وسلّم كما رواه جابر بن عبد اللّه :\r\n« أنا مدينة العلم وعليّ بابها ، فمن أراد المدينة فليأت الباب » . قال الحاكم : هذا حديث صحيح الإسناد « 2 » .\r\nوفي رواية : « فمن أراد العلم فليأت الباب » « 3 » .\r\nوفي رواية : سمعت رسول اللّه صلّى اللّه عليه وآله وسلّم يوم الحديبيّة وهو آخذ بيد عليّ يقول :\r\n« هذا أمير البررة وقاتل الفجرة ، منصور من نصره ، مخذول من خذله ، - يمدّ بها صوته - أنا مدينة العلم وعليّ بابها ، فمن أراد البيت فليأت الباب » « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفسير ابن جرير 26 / 116 ، وطبقات ابن سعد 2 / ق 2 / 101 ، وتهذيب التهذيب 7 / 337 ، وفتح الباري 10 / 221 ، وحلية الأولياء 1 / 67 - 68 ، وكنز العمال 1 / 228 .\r\n( 2 ) مستدرك الصحيحين 3 / 126 ، وفي ص 127 منه بطريق آخر . وفي تأريخ بغداد 4 / 348 و 7 / 172 و 11 / 48 ، وفي ص 49 منه عن يحيى بن معين أنّه صحيح . وفي أسد الغابة 4 / 22 . ومجمع الزوائد 9 / 114 . وتهذيب التهذيب 6 / 320 و 7 / 427 . وفي متن فيض القدير 3 / 46 . وكنز العمال ، ط . الثانية 12 / 201 ، ح 1130 . والصواعق المحرقة ص 73 .\r\n( 3 ) مستدرك الصحيحين 3 / 127 - 129 .\r\n( 4 ) تأريخ بغداد للخطيب 2 / 377 .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nولفظه في رواية ابن عبّاس : « أنا مدينة العلم وعليّ بابها ، فمن أراد المدينة فليأتها من بابها » « 1 » .\r\nوفي رواية الإمام عليّ ، قال رسول اللّه صلّى اللّه عليه وآله وسلّم : « أنا دار العلم وعليّ بابها » « 2 » .\r\nوقال في حقّه - أيضا - كما رواه ابن عباس : « أنا مدينة الحكمة وعليّ بابها ، فمن أراد الحكمة فليأت الباب » « 3 » .\r\nوفي رواية الإمام عليّ ، قال رسول اللّه صلّى اللّه عليه وآله وسلّم : « أنا دار الحكمة وعليّ بابها » « 4 » .\r\nوقال في حقّه كما في رواية أبي ذرّ : « عليّ باب علمي ومبيّن لأمّتي ما أرسلت به بعدي . . . » « 5 » .\r\nوقال كما في رواية أنس بن مالك : إنّ النبيّ صلّى اللّه عليه وآله وسلّم قال لعليّ عليه السّلام : « أنت تبيّن لامّتي ما اختلفوا فيه بعدي » . قال الحاكم : هذا حديث صحيح على شرط الشيخين « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كنز العمال ، ط . الثانية 12 / 212 ، وح 1219 . وراجع كنوز الحقائق للمناوي .\r\n( 2 ) الرياض النضرة 2 / 193 .\r\n( 3 ) تأريخ بغداد للخطيب 11 / 204 . وسنن الترمذي ، كتاب المناقب ، باب مناقب عليّ بن أبي طالب 13 / 171 « أنا مدينة الحكمة وعليّ بابها » .\r\n( 4 ) سنن الترمذي 13 / 171 ، باب مناقب علي بن أبي طالب ، قال : وفي الباب عن ابن عباس . وحلية الأولياء لأبي نعيم 1 / 64 . وكنز العمال ، ط . الأولى 6 / 156 .\r\n( 5 ) كنز العمال ، ط . الأولى 6 / 156 .\r\n( 6 ) مستدرك الصحيحين 3 / 122 . وكنز العمال ، ط . الأولى 6 / 156 . وراجع المناوي في كنوز الحقائق ، ص 188 .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nوفي رواية قال له : « أنت تؤدّي عنّي وتسمعهم صوتي وتبيّن لهم ما اختلفوا فيه بعدي » .\r\nوقد يسّر اللّه لخاتم أنبيائه أن يزقّ ابن عمّه العلم في ما هيّأ لهما من الاجتماع في بيت واحد منذ أن كان الإمام عليّ طفلا كما رواه الحاكم « 1 » .\r\n\r\nثالثا - خبر يوم الغدير :\r\nلمّا صدر رسول اللّه من حجّة الوداع « 2 » نزلت عليه في اليوم الثامن عشر من ذي الحجّة « 3 » آية :\r\n يا أَيُّهَا الرَّسُولُ بَلِّغْ ما أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ وَإِنْ لَمْ تَفْعَلْ فَما بَلَّغْتَ رِسالَتَهُ وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ  « 4 » ( المائدة / 67 ) .\r\nفنزل غدير خمّ من الجحفة « 5 » وكان يتشعّب منها طريق المدينة ومصر والشام « 6 » ووقف هناك حتّى لحقه من بعده وردّ من كان تقدّم ونهى أصحابه عن سمرات متفرّقات بالبطحاء أن ينزلوا تحتهنّ ، ثمّ بعث إليهنّ فقمّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع حلية الأولياء لأبي نعيم 1 / 63 .\r\n( 2 ) مجمع الزوائد 9 / 105 و 163 - 165 . وأنقل عن هذه الصفحات في ما يأتي من هذا البحث .\r\n( 3 ) رواه الحاكم الحسكاني في 1 / 192 - 193 .\r\n( 4 ) شواهد التنزيل للحسكاني 1 / 189 و 191 - 193 وأسباب النزول للواحدي ، ص 130 ، والدر المنثور 2 / 298 ، وفتح القدير 2 / 57 ، وتفسير النيسابوري 6 / 194 .\r\n( 5 ) مجمع الزوائد 9 / 163 - 165 . وابن كثير 5 / 209 - 213 .\r\n( 6 ) مادة ( الجحفة ) من معجم البلدان .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nما تحتهنّ من الشوك « 1 » ونادى بالصلاة جامعة « 2 » وعمد إليهنّ « 3 » وظلّل لرسول اللّه صلّى اللّه عليه وآله وسلّم بثوب على شجرة سمرة من الشمس ، فصلّى الظهر بهجير « 4 » ثمّ قام خطيبا فحمد اللّه وأثنى عليه وذكر ووعظ وقال ما شاء اللّه أن يقول ، ثمّ قال : « إنّي أوشك أن ادعى فأجيب ، وإنّي مسؤول وأنتم مسؤولون ، فما ذا أنتم قائلون ؟ » .\r\nقالوا : نشهد أنّك بلّغت ونصحت فجزاك اللّه خيرا .\r\nقال : « أليس تشهدون أن لا إله إلّا اللّه وأنّ محمدا عبده ورسوله وأنّ الجنّة حقّ وأنّ النار حقّ ؟ » .\r\nقالوا : بلى نشهد ذلك .\r\nقال : « اللّهمّ اشهد » .\r\nثمّ قال : « ألا تسمعون ؟ » .\r\nقالوا : نعم .\r\nقال : « يا أيّها الناس ! إنّي فرط وأنتم واردون عليّ الحوض وإنّ عرضه ما بين بصرى إلى صنعاء « 5 » فيه عدد النجوم قدحان من فضّة ، وإنّي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مجمع الزوائد 9 / 105 ، والسمر : نوع من الشجر ، وقمّ : كنس . وقريب منه لفظ ابن كثير 5 / 209 .\r\n( 2 ) مسند أحمد 4 / 281 . وسنن ابن ماجة ، باب فضل علي . وتأريخ ابن كثير 5 / 209 و 5 / 210 .\r\n( 3 ) مجمع الزوائد 9 / 163 - 165 .\r\n( 4 ) مسند أحمد 4 / 281 . وسنن ابن ماجة ، باب فضل علي . وتاريخ ابن كثير 5 / 212 .\r\n( 5 ) كانت بصرى اسما لقرية بالقرب من دمشق ، وأخرى بالقرب من بغداد .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nسائلكم عن الثقلين ، فانظروا كيف تخلّفونني فيهما » .\r\nفنادى مناد : وما الثقلان يا رسول اللّه ؟\r\nقال : « كتاب اللّه ، طرف بيد اللّه وطرف بأيديكم ، فاستمسكوا به ، لا تضلّوا ولا تبدّلوا ، وعترتي أهل بيتي ، وقد نبّأني اللطيف الخبير أنّهما لن يتفرّقا حتّى يردا عليّ الحوض ، سألت ذلك لهما ربّي ، فلا تقدموهما فتهلكوا ، ولا تقصّروا عنهما فتهلكوا ، ولا تعلّموهما فهما أعلم منكم » « 1 » .\r\nثمّ قال : « ألستم تعلمون أنّي أولى بالمؤمنين من أنفسهم ؟ » .\r\nقالوا : بلى يا رسول اللّه ! « 2 » .\r\nقال : « ألستم تعلمون - أو تشهدون - أنّي أولى بكلّ مؤمن من نفسه ؟ » .\r\nقالوا : بلى يا رسول اللّه « 3 » .\r\nثمّ أخذ بيد عليّ بن أبي طالب بضبعيه فرفعها حتّى نظر الناس إلى بياض إبطيهما « 4 » ، ثمّ قال :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مجمع الزوائد 9 / 162 - 163 و 165 . وبعض ألفاظه في روايات الحاكم 3 / 109 - 110 . وابن كثير 5 / 209 .\r\n( 2 ) مسند أحمد 1 / 118 و 119 و 4 / 281 . وسنن ابن ماجة 1 / 43 ، ح 116 ، وجاء ( نعم ) في مسند أحمد 4 / 281 ، 368 ، 370 و 372 . وابن كثير 5 / 209 ، ولدى ابن كثير 5 / 210 : ( ألست أولى بكلّ امرئ من نفسه ) .\r\n( 3 ) مسند أحمد 4 / 281 ، 368 ، 370 و 372 . وابن كثير 5 / 209 و 212 .\r\n( 4 ) في رواية الحاكم الحسكاني 1 / 190 : فرفع يديه حتّى يرى بياض إبطيه ، وفي -\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\n« أيّها الناس ! اللّه مولاي وأنا مولاكم « 1 » ؛ فمن كنت مولاه ، فهذا عليّ مولاه « 2 » . اللّهمّ وال من والاه ، وعاد من عاداه « 3 » ، وانصر من نصره ، واخذل من خذله « 4 » ، وأحبّ من أحبّه ، وابغض من أبغضه » « 5 » .\r\nثمّ قال : « اللّهمّ اشهد » « 6 » .\r\nثمّ لم يتفرّقا - رسول اللّه وعليّ - حتّى نزلت هذه الآية :\r\n الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلامَ دِيناً  ( المائدة / 3 ) .\r\nفقال رسول اللّه صلّى اللّه عليه وآله وسلّم : « اللّه أكبر على إكمال الدين وإتمام النعمة ، ورضا\r\n\r\n\r\n","description":"","footnote":"\r\n- ص 193 منه : حتّى بان بياض إبطيهما . وضبعاه : الضّبع بسكون الباء : وسط العضد بلحمه . لسان العرب ، مادة : ( ضبع ) .\r\n( 1 ) الحاكم الحسكاني في شواهد التنزيل 1 / 191 ، وعند ابن كثير 5 / 209 : وأنا مولى كلّ مؤمن .\r\n( 2 ) في جميع روايات الباب بجميع المصادر التي ذكرناها إلى هنا .\r\n( 3 ) مسند أحمد 1 / 118 و 119 و 4 / 281 ، 370 ، 372 و 373 و 5 / 347 و 370 .\r\nومستدرك الحاكم 3 / 109 . وسنن ابن ماجة ، باب فضل عليّ . والحاكم الحسكاني 1 / 190 و 191 . وتأريخ ابن كثير 5 / 209 و 210 - 213 ، وقال ابن كثير في 5 / 209 : فقلت لزيد :\r\nهل سمعته من رسول اللّه ؟ فقال : ما كان في الدوحات أحد إلّا رآه بعينيه وسمعه بأذنيه . ثمّ قال ابن كثير : قال شيخنا أبو عبد اللّه الذهبي : وهذا حديث صحيح .\r\n( 4 ) مسند أحمد 1 / 118 و 119 . ومجمع الزوائد 9 / 104 ، 105 و 107 . وشواهد التنزيل 1 / 193 . وتأريخ ابن كثير 5 / 210 و 211 .\r\n( 5 ) شواهد التنزيل للحسكاني 1 / 191 . وتأريخ ابن كثير 5 / 210 .\r\n( 6 ) شواهد التنزيل 1 / 190 .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nالربّ برسالتي والولاية لعليّ » « 1 » .\r\nوفي باب ما نزل من القرآن بالمدينة من تأريخ اليعقوبي :\r\n( إنّ آخر ما نزل عليه :  الْيَوْمَ أَكْمَلْتُ . . .  وهي الرواية الصحيحة الثابتة ، وكان نزولها يوم النصّ على أمير المؤمنين عليّ بن أبي طالب - صلوات اللّه عليه - بغدير خمّ ) « 2 » .\r\nفلقيه عمر بن الخطّاب بعد ذلك فقال له : هنيئا لك يا ابن أبي طالب ، أصبحت وأمسيت مولى كلّ مؤمن ومؤمنة « 3 » .\r\nوفي رواية قال له : بخ بخ لك يا ابن أبي طالب « 4 » .\r\n\r\nتتويج الوصيّ :\r\nوكانت لرسول اللّه عمامة ، تسمّى السحاب كساها عليا عند ذاك « 5 » وكانت سوداء اللون « 6 » وكان الرسول يلبسها في أيام خاصّة « 7 » مثل يوم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) رواه الحاكم الحسكاني عن أبي سعيد الخدري 1 / 157 - 158 ، ح 211 و 212 ، وعن أبي هريرة ، ص 158 ، ح 213 . وفي تأريخ ابن كثير 5 / 214 أوردها بإيجاز .\r\n( 2 ) اليعقوبي 2 / 43 .\r\n( 3 ) مسند أحمد 4 / 281 . وسنن ابن ماجة ، باب فضائل عليّ . والرياض النضرة 2 / 169 ، ولفظ ( بعد ذلك ) في تأريخ ابن كثير 5 / 210 .\r\n( 4 ) شواهد التنزيل 1 / 157 و 158 .\r\n( 5 ) في زاد المعاد لابن القيم ، ( فصل في ملابسه ) : أي الرسول صلّى اللّه عليه وآله وسلّم ، بهامش شرح الزرقاني على المواهب اللدنية 1 / 121 .\r\n( 6 ) جاء ذكر لون العمامة التي توّج بها الإمام في رواية عبد اللّه بن بشر الآتية وفي رواية الإمام نفسه .\r\n( 7 ) أشير إلى ذلك في كتب الحديث .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nفتح مكّة « 1 » ، ورووا في كيفيّة تتويج الإمام بها يوم الغدير كالآتي :\r\nعن عبد الأعلى بن عدي البهراني قال : دعا رسول اللّه صلّى اللّه عليه وآله وسلّم عليّا يوم غدير خمّ فعمّمه وأرخى عذبة العمامة من خلفه « 2 » .\r\nوعن عليّ عليه السّلام قال : عمّمني رسول اللّه صلّى اللّه عليه وآله وسلّم يوم غدير خمّ بعمامة سوداء طرفها على منكبي « 3 » .\r\nوفي مسند الطيالسي وسنن البيهقي قال : عمّمني رسول اللّه صلّى اللّه عليه وآله وسلّم يوم غدير خمّ بعمامة سدلها خلفي ، ثمّ قال : إنّ اللّه عزّ وجلّ أمدّني يوم بدر وحنين بملائكة يعتمّون هذه العمّة . . . وقال : إنّ العمامة حاجزة بين المسلمين والمشركين . . . « 4 » .\r\n* * * ذكرنا الروايات السابقة اللّاتي تثبت إمامة عليّ بن أبي طالب عليه السّلام في كتب مدرسة الخلفاء ، وفي ما يأتي نذكر الروايات التي تثبت إمامة أئمة أهل البيت عليهم السّلام من ولده والتي عيّن اللّه ورسوله فيها الأوصياء والأئمّة من بعد الرسول وعرّفهم للأمّة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحيح مسلم ، كتاب الحجّ ، ح 451 - 452 . وسنن أبي داود 4 / 54 ، باب في العمائم . وشرح المواهب 5 / 10 ، عن معرفة الصحابة لأبي نعيم .\r\n( 2 ) الرياض النضرة 2 / 289 في ذكر تعميمه إيّاه صلّى اللّه عليه وآله وسلّم بيده . وأسد الغابة 3 / 114 ، ومن ثمّ تعمّم الذريّة الباقية من نسله حتّى اليوم بالعمّة السوداء .\r\n( 3 ) في ترجمة عبد اللّه بن بشر من الإصابة 2 / 274 ، قال : أخرجه البغوي .\r\n( 4 ) كنز العمال 20 / 45 . ومسند الطيالسي 1 / 23 . والبيهقي 10 / 14 .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\n\r\nتنقسم أحاديث الرسول صلّى اللّه عليه وآله وسلّم بمدرسة الخلفاء والتي نصّ فيها على انّ الأئمة من بعده من عترته إلى قسمين :\r\n\r\nالقسم الأوّل ما أبان فيها انّهم عدل القرآن دون أن يعيّن عددهم كالآتي بيانه :\r\n\r\nحديث الثقلين في حجّة الوداع :\r\nروى الترمذي عن جابر ، قال : رأيت رسول اللّه في حجّته يوم عرفة وهو على ناقته القصواء يخطب فسمعته يقول :\r\n« يا أيّها الناس ! إنّي قد تركت فيكم ، ما إن أخذتم به لن تضلّوا ، كتاب اللّه وعترتي أهل بيتي » .\r\nقال الترمذي : وفي الباب عن أبي سعيد وزيد بن أرقم وحذيفة بن أسيد « 1 » .\r\n\r\nفي غدير خمّ :\r\nفي صحيح مسلم ومسند أحمد وسنن الدارميّ والبيهقيّ وغيرها واللفظ للأوّل ، عن زيد بن أرقم ، قال :\r\n( إنّ رسول اللّه قام خطيبا بماء يدعى خمّا بين مكّة والمدينة . . . ثمّ قال :\r\n« ألا يا أيّها الناس ! فإنّما أنا بشر يوشك أن يأتي رسول ربّي فأجيب ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الترمذي 13 / 199 ، باب مناقب أهل بيت النبيّ ، وراجع كنز العمال 1 / 48 .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nوإنّي تارك فيكم الثقلين : أوّلهما كتاب اللّه فيه الهدى والنور ، فخذوا بكتاب اللّه واستمسكوا به . . . وأهل بيتي . . . » « 1 » .\r\nوفي سنن الترمذيّ ومسند أحمد واللفظ للأوّل :\r\n« إنّي تارك فيكم ما إن تمسّكتم به لن تضلّوا بعدي ، أحدهما أعظم من الآخر : كتاب اللّه حبل ممدود من السماء إلى الأرض ، وعترتي أهل بيتي ، ولن يتفرّقا حتّى يردا عليّ الحوض ، فانظروا كيف تخلّفونني فيهما » « 2 » .\r\nوفي مستدرك الصحيحين :\r\n« كأنّي قد دعيت فأجبت ، إنّي تركت فيكم الثقلين ، أحدهما أكبر من الآخر : كتاب اللّه ، وعترتي ؛ فانظروا كيف تخلّفونني فيهما ، فإنّهما لن يفترقا حتى يردا عليّ الحوض . . . » « 3 » .\r\nوفي رواية :\r\n« أيّها الناس ! إنّي تارك فيكم أمرين لن تضلّوا إن اتّبعتموهما ، وهما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحيح مسلم ، باب فضائل عليّ بن أبي طالب . ومسند أحمد 4 / 366 . وسنن الدارمي 2 / 431 باختصار . وسنن البيهقي 2 / 148 و 7 / 30 منه باختلاف يسير في اللفظ .\r\nوراجع الطحّاوي في مشكل الآثار 4 / 368 .\r\n( 2 ) طبقات ابن سعد 2 / ق 2 / 2 ، وط . بيروت 2 / 194 ، وفي مسند أحمد 2 / 17 ، وفي ص 14 ، 26 ، 59 منه أكثر تفصيلا ، وسنن الترمذي ، كتاب المناقب ، باب مناقب أهل بيت النبي صلّى اللّه عليه وآله وسلّم ، وأسد الغابة ، ترجمة الإمام الحسن 2 / 12 ، وط . القاهرة ، مطابع الشعب 2 / 13 ، والدر المنثور ، آية المودة من سورة الشورى 6 / 7 ، وكنز العمال 1 / 168 - 169 ، ح 959 ، و 1 / 165 - 166 ، وص 167 ، ح 953 .\r\n( 3 ) مسند أحمد 3 / 14 ، 26 ، 59 ، والمستدرك وتلخيصه 3 / 109 ، وخصائص النسائي ، ص 30 ، وكنز العمال ، ط 1 ، 1 / 47 ، 48 ، 97 موجزا ، وط 2 ، 1 / 165 - 169 .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nكتاب اللّه وأهل بيتي عترتي . . . » .\r\nقال الحاكم : هذا حديث صحيح على شرط الشيخين « 1 » .\r\nوقد جاء هذا الحديث بألفاظ أخرى في مسند أحمد وحلية الأولياء وغيرهما « 2 » عن زيد بن ثابت .\r\n* * * في الحديث السابق أخبر الرسول في آخر سنة من حياته : أنّه بشر ، يوشك أن يأتيه رسول ربّه ، ويدعى فيجيب ويلتحق بربّه ، وقال : « وإنّي تارك فيكم ، ما إن تمسّكتم به لن تضلّوا بعدي ، أحدهما أعظم من الآخر :\r\nكتاب اللّه حبل ممدود من السماء إلى الأرض وعترتي أهل بيتي ولن يفترقا حتّى يردا عليّ الحوض ، فانظروا كيف تخلّفونني فيهما » .\r\nقاله مرّة في عرفة ، وأخرى في غدير خمّ ، وهذا النصّ من رسول اللّه في تعيين مرجع الأمّة من بعده ، عمّ فيه ذكر جميع الأئمة من عترته في الروايات التالية :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مستدرك الصحيحين 3 / 109 بطريقين ، وقريب منه ما في 3 / 148 .\r\n( 2 ) مسند أحمد 4 / 367 و 371 و 5 / 181 . وتأريخ بغداد للخطيب 8 / 442 . وحلية الأولياء 1 / 355 و 9 / 64 . وأسد الغابة 3 / 147 . ومجمع الزوائد للهيثمي 9 / 163 و 164 .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\n\r\nالقسم الثاني الروايات الصحيحة التي نصّ الرسول صلّى اللّه عليه وآله وسلّم فيها على عدد الأئمّة :\r\n\r\nحديث عدد الأئمّة :\r\nأخبر الرسول أنّ عدد الأئمّة الذين يلون من بعده إثنا عشر ، كما روى عنه ذلك أصحاب الصحاح والمسانيد الآتية :\r\nأ - روى مسلم عن جابر بن سمرة أنّه سمع النبيّ يقول :\r\n« لا يزال الدين قائما حتّى تقوم الساعة أو يكون عليكم اثنا عشر خليفة ، كلّهم من قريش » .\r\nوفي رواية : « لا يزال أمر الناس ماضيا . . . » .\r\nوفي حديثين منهما : « إلى اثني عشر خليفة . . . » .\r\nوفي سنن أبي داود : « حتّى يكون عليكم اثنا عشر خليفة » .\r\nوفي حديث : « إلى اثني عشر » « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - صحيح مسلم 6 / 3 - 4 ، باب الناس تبع لقريش من كتاب الإمارة ، وط . تحقيق محمّد فؤاد عبد الباقي ، ح 1821 ، ص 1453 ، واخترنا هذا اللفظ من الرواية لأنّ جابرا كان قد كتبها . وفي صحيح البخاري 4 / 165 ، كتاب الأحكام . وسنن الترمذي ، باب ما جاء في الخلفاء من أبواب الفتن 6 / 66 - 67 . وسنن أبي داود 4 / 106 ، كتاب المهدي ، ح 4279 -\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nوفي بخاري ، قال : سمعت النبيّ صلّى اللّه عليه وآله وسلّم يقول : « يكون اثنا عشر أميرا » ، فقال كلمة لم أسمعها . فقال أبي : قال : « كلّهم من قريش » .\r\nوفي رواية : ثمّ تكلّم النبيّ صلّى اللّه عليه وآله وسلّم بكلمة خفيت عليّ فسألت أبي : ما ذا قال رسول اللّه صلّى اللّه عليه وآله وسلّم ؟ فقال : « كلّهم من قريش » « 1 » .\r\nوفي رواية : « لا تضرّهم عداوة من عاداهم » « 2 » .\r\nب - وفي رواية :\r\n« لا تزال هذه الأمّة مستقيما أمرها ، ظاهرة على عدوّها ، حتّى يمضي منهم اثنا عشر خليفة كلّهم من قريش ، ثمّ يكون المرج أو الهرج » « 3 » .\r\nج - وفي رواية :\r\n« يكون لهذه الامّة اثنا عشر قيّما لا يضرّهم من خذلهم ، كلّهم من قريش » « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n- و 4280 . ومسند الطيالسي ، ح 767 و 1278 . ومسند أحمد 5 / 86 - 90 و 92 - 101 و 106 - 108 . وكنز العمال 13 / 26 - 27 . وحلية أبي نعيم 4 / 333 .\r\nوجابر بن سمرة بن جنادة العامريّ ثمّ السوائيّ ، ابن أخت سعد بن أبي وقّاص ، وحليفهم ، مات في الكوفة بعد السبعين ، وروى عنه أصحاب الصحاح 146 حديثا ، ترجمته بأسد الغابة . وتقريب التهذيب . وجوامع السيرة / 277 .\r\n( 1 ) فتح الباري 16 / 338 . ومستدرك الصحيحين 3 / 617 .\r\n( 2 ) فتح الباري 16 / 338 .\r\n( 3 ) منتخب الكنز 5 / 321 . وتاريخ ابن كثير 6 / 249 . وتاريخ الخلفاء للسيوطي ، ص 10 . وكنز العمال 13 / 26 . والصواعق المحرقة ، ص 28 .\r\n( 4 ) كنز العمال 13 / 27 . ومنتخبه 5 / 312 .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nد - وفي رواية :\r\n« لا يزال أمر الناس ماضيا ما وليهم اثنا عشر رجلا » « 1 » .\r\nه - وعن أنس :\r\n« لن يزال هذا الدين قائما إلى اثني عشر من قريش فإذا هلكوا ماجت الأرض بأهلها » « 2 » .\r\nو - وفي رواية :\r\n« لا يزال أمر هذه الأمّة ظاهرا حتّى يقوم اثنا عشر كلّهم من قريش » « 3 » .\r\nز - وروى أحمد والحاكم وغيرهما واللفظ للأوّل عن مسروق قال :\r\n« كنّا جلوسا عند عبد اللّه ( ابن مسعود ) يقرئنا القرآن ، فسأله رجل فقال :\r\nيا أبا عبد الرّحمن ! هل سألتم رسول اللّه صلّى اللّه عليه وآله وسلّم كم يملك هذه الامّة من خليفة ؟ فقال عبد اللّه : ما سألني عن هذا أحد منذ قدمت العراق قبلك ، قال : سألناه فقال : اثنا عشر عدّة نقباء بني إسرائيل » « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحيح مسلم بشرح النووي 12 / 202 . والصواعق المحرقة ، ص 18 . وتاريخ الخلفاء للسيوطي ، ص 10 .\r\n( 2 ) كنز العمال 13 / 27 .\r\n( 3 ) كنز العمال 13 / 27 عن ابن النجار .\r\n( 4 ) مسند أحمد 1 / 398 و 406 .\r\nقال أحمد شاكر في الهامش الأوّل : إسناده صحيح . ومستدرك الحاكم وتلخيصه للذهبي 4 / 501 . وفتح الباري 16 / 339 مختصرا . ومجمع الزوائد 5 / 190 . والصواعق المحرقة -\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nح - وفي رواية :\r\nقال ابن مسعود : قال رسول اللّه صلّى اللّه عليه وآله وسلّم : « يكون بعدي من الخلفاء عدّة أصحاب موسى » « 1 » .\r\nقال ابن كثير : « وقد روي مثل هذا عن عبد اللّه بن عمرو وحذيفة وابن عباس » « 2 » . ولست أدري هل قصد من رواية ابن عباس ما رواه الحاكم الحسكانيّ عن ابن عباس أو غيره .\r\nنصّت الروايات الآنفة أنّ عدد الولاة اثنا عشر وأنّهم من قريش ، وقد بيّن الإمام عليّ في كلامه المقصود من قريش وقال : « إنّ الأئمّة من قريش غرسوا في هذا البطن من هاشم ، لا تصلح على سواهم ولا يصلح الولاة من غيرهم » « 3 » .\r\nوقال : « اللّهمّ بلى لا تخلو الأرض من قائم للّه بحجّة إمّا ظاهرا مشهورا\r\n\r\n\r\n","description":"","footnote":"\r\n- لابن حجر ، ص 12 . وتاريخ الخلفاء للسيوطي ، ص 10 . والجامع الصغير له 1 / 75 .\r\nوكنز العمال للمتقي 13 / 27 .\r\nوقال : أخرجه الطبرانيّ ونعيم بن حمّاد في الفتن .\r\nوفيض القدير في شرح الجامع الصغير للمناوي 2 / 458 .\r\nوذكر الخبرين ابن كثير في تاريخه عن ابن مسعود ، باب ذكر الأئمّة الاثني عشر الذين كلّهم من قريش 6 / 248 - 250 .\r\n( 1 ) ابن كثير 6 / 248 . وكنز العمال 13 / 27 . وراجع شواهد التنزيل للحسكاني 1 / 455 ، ح 626 .\r\n( 2 ) ابن كثير 6 / 248 .\r\n( 3 ) نهج البلاغة ، الخطبة 142 .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nأو خائفا مغمورا لئلّا تبطل حجج اللّه وبيّناته . . . » « 1 » .\r\nكانت تلكم الروايات التي نصّت على عدد الأئمة في كتب الحديث بمدرسة الخلفاء ، وقد جاء النص على عددهم في التوراة كالآتي بيانه :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ينابيع المودّة للشيخ سليمان الحنفي في الباب المائة ، ص 523 . وراجع إحياء علوم الدين للغزالي 1 / 54 . وفي حلية الأولياء 1 / 80 بإيجاز .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\n\r\nالأئمّة الإثنا عشر في التوراة\r\nقال ابن كثير : « وفي التوراة التي بأيدي أهل الكتاب ما معناه : أنّ اللّه تعالى بشّر إبراهيم بإسماعيل وأنّه ينمّيه ويكثّره ويجعل من ذرّيّته اثني عشر عظيما » .\r\nوقال : « قال ابن تيميّة : وهؤلاء المبشّر بهم في حديث جابر بن سمرة وقرّر أنّهم يكونون مفرّقين في الامّة ولا تقوم الساعة حتّى يوجدوا » .\r\nوغلط كثير ممّن تشرّف بالإسلام من اليهود فظنّوا أنّهم الذين تدعو إليهم فرقة الرافضة فاتّبعوهم « 1 » .\r\nقال المؤلّف : والبشارة المذكورة أعلاه في سفر التكوين ، الإصحاح ( 17 / الرقم : 18 - 20 ) من التوراة المتداولة في عصرنا . وقد جاءت هذه البشارة في الأصل العبري كالآتي :\r\nجاء في سفر التكوين قول ( الربّ ) لإبراهيم عليه السّلام ما نصّه بالعبرية :\r\n« في ليشّماعيل بيرختي أو تؤوفي هفريتي أوتو في هر بيتي بمثود مثوداو شنيم عسار نسيئيم يوليد في نتتيف لگوي گدول » « 2 » .\r\nوتعني حرفيا : « وإسماعيل اباركه ، واثمّره ، واكثّره جدّا جدّا ، اثني عشر إماما يلد ، وأجعله أمّة كبيرة » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ ابن كثير 6 / 249 - 250 .\r\n( 2 ) « العهد القديم » سفر التكوين 17 : 20 ، ص 22 - 23 .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nأشارت هذه الفقرة إلى أنّ المباركة والإثمار والتكثير إنّما تكون في صلب إسماعيل عليه السّلام و « شنيم عسار » تعني « اثنا عشر » ، ولفظة « عسار » تأتي في « العدد التركيبي إذا كان المعدود مذكّرا » « 1 » ، والمعدود هنا « نسيئيم » وهو مذكّر وبصيغة الجمع لإضافة ال ( يم ) في آخر الاسم ، والمفرد « ناسي » وتعني : « إمام ، زعيم ، رئيس » « 2 » .\r\nوأمّا قول ( الربّ ) لإبراهيم عليه السّلام في الفقرة نفسها أيضا :\r\n« في نتتيف كوي كدول » ، نلاحظ أنّ « في نتتيف » مكوّنة من حرف العطف ( في ) ، والفعل ( ناتن ) بمعنى : ( أجعل ، أذهب ) « 3 » ، والضمير « يف » في آخر الفعل « نتتيف » يرجع إلى إسماعيل عليه السّلام ، أي « وأجعله » ، وأمّا كلمة ( كوي ) فتعني : « امّة ، شعب » « 4 » ، و « كدول » تعني : « كبير ، عظيم » « 5 » ، والمعنى ( وأجعله امّة كبيرة ) .\r\nويتّضح من هذه الجملة أنّ التكثير والمباركة إنّما هما في صلب إسماعيل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « المعجم الحديث » عبري - عربي / 316 ، وطبعة دار العلم للملايين ، بيروت ، سنة 1395 ه - 1975 م ، ص 487 ، العمود الأوّل .\r\n( 2 ) المصدر السابق / 360 .\r\n( 3 ) المصدر السابق / 317 .\r\n( 4 ) المصدر السابق / 84 .\r\n( 5 ) المصدر السابق / 82 .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nعليه السّلام ، ممّا يجعل القصد واضحا في انّ المراد انّهم من نسل الرسول محمّد صلّى اللّه عليه وآله وسلّم باعتبارهم امتدادا لنسل إسماعيل عليه السّلام ، ذلك لأنّ اللّه تعالى أمر إبراهيم بالخروج من بلاد « نمرود » إلى الشام ، فخرج ومعه امرأته « سارة » و « لوط » ، مهاجرين إلى حيث أمرهم اللّه تعالى ، فنزلوا أرض فلسطين . ووسّع اللّه تعالى على إبراهيم عليه السّلام في كثرة المال ، فقال : « ربّ ما أصنع بالمال ولا ولد لي » ، فأوحى اللّه عزّ وجلّ إليه « إنّي مكثّر ولدك حتّى يكونوا عدد النجوم » .\r\nوكانت « هاجر » جارية لسارة ، فوهبتها لإبراهيم عليه السّلام ، فحملت منه ، وولدت له إسماعيل عليه السّلام ، وإبراهيم يومئذ ابن « ستّ وثمانين سنة » « 1 » .\r\nوالقرآن الكريم يشير إلى ذلك في ما أخبر عن إبراهيم عليه السّلام انّه قال في مناجاته للّه تعالى :  رَبَّنا إِنِّي أَسْكَنْتُ مِنْ ذُرِّيَّتِي بِوادٍ غَيْرِ ذِي زَرْعٍ عِنْدَ بَيْتِكَ الْمُحَرَّمِ رَبَّنا لِيُقِيمُوا الصَّلاةَ فَاجْعَلْ أَفْئِدَةً مِنَ النَّاسِ تَهْوِي إِلَيْهِمْ وَارْزُقْهُمْ مِنَ الثَّمَراتِ لَعَلَّهُمْ يَشْكُرُونَ  ( إبراهيم / 37 ) ، وتنصّ الآية الكريمة على أنّ إبراهيم عليه السّلام قد أسكن بعضا من ذرّيّته وهو إسماعيل عليه السّلام في مكّة ودعا اللّه تعالى أن يجعل في ذرّيّته الرّحمة والهداية للبشرية ما بقي الدهر ، فاستجاب اللّه لدعوته بأن جعل في ذرّيّة إسماعيل محمّدا صلّى اللّه عليه وآله وسلّم واثني عشر إماما من بعده . وقد قال الإمام الباقر عليه السّلام : « نحن بقية تلك العترة وكانت دعوة إبراهيم لنا » « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ اليعقوبي 1 / 25 ، بيروت ، دار صادر ، سنة 1379 ه .\r\n( 2 ) نقلنا ما جاء في الأصل العبري من التوراة والتعليق عليها من مقال للأستاذ أحمد الواسطي في مجلّة التوحيد ، إصدار منظّمة الإعلام الإسلامي في طهران ، العدد 54 ، ص 127 - 128 .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\n\r\nخلاصة الأحاديث الآنفة\r\nنستنتج ممّا سبق : أنّ عدد الأئمّة في هذه الأمّة اثنا عشر على التوالي ، وأنّ بعد الثاني عشر منهم ينتهي عمر هذه الدنيا .\r\nفقد جاء في الحديث الأوّل : « لا يزال هذا الدّين قائما حتّى تقوم الساعة أو يكون عليكم اثنا عشر خليفة . . . » .\r\nفإنّ هذا الحديث يعيّن مدّة قيام الدين ويحدّدها بقيام الساعة ، ويعيّن عدد الأئمّة في هذه الامّة باثني عشر شخصا . وفي الحديث الخامس : « لن يزال هذا الدّين قائما إلى اثني عشر من قريش فإذا هلكوا ماجت الأرض بأهلها » .\r\nويدلّ هذا الحديث على تأييد وجود الدين بامتداد الاثني عشر وأنّ بعدهم تموج الأرض .\r\nوفي الحديث الثامن : حصر عددهم بإثني عشر بقوله : « يكون بعدي من الخلفاء عدّة أصحاب موسى » .\r\nويدلّ هذا الحديث على أنّه لا خليفة بعد الرسول عدا الاثني عشر .\r\nوأنّ ألفاظ هذه الروايات المصرّحة بحصر عدد الخلفاء بالاثني عشر وأنّ بعدهم يكون الهرج وتموج الأرض وقيام الساعة تبيّن ألفاظ الأحاديث الأخرى التي قد لا يفهم من ألفاظها هذا التصريح .\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nوبناء على هذا لا بدّ أن يكون عمر أحدهم طويلا خارقا للعادة في أعمار البشر كما وقع فعلا في مدّة عمر الثاني عشر « 1 » من الأئمّة أوصياء النبيّ صلّى اللّه عليه وآله وسلّم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كما سيأتي إثباته بعد الأبواب التالية .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\n\r\nحيرتهم في تفسير الحديث\r\nلقد حار علماء مدرسة الخلفاء في بيان المقصود من الاثني عشر في الروايات المذكورة وتضاربت أقوالهم كالآتي بيانه :\r\nقال ابن العربي في شرح سنن الترمذي : « فعددنا بعد رسول اللّه صلّى اللّه عليه وآله وسلّم اثني عشر أميرا فوجدنا أبا بكر ، عمر ، عثمان ، عليّا ، الحسن ، معاوية ، يزيد ، معاوية بن يزيد ، مروان ، عبد الملك بن مروان ، الوليد ، سليمان ، عمر ابن عبد العزيز ، يزيد بن عبد الملك ، مروان بن محمّد بن مروان ، السفّاح . . . » .\r\nثمّ عدّ بعده سبعة وعشرين خليفة من العباسيين إلى عصره ، ثمّ قال :\r\n« وإذا عددنا منهم اثني عشر ، انتهى العدد بالصورة إلى سليمان وإذا عددناهم بالمعنى كان معنا منهم خمسة ، الخلفاء الأربعة وعمر بن عبد العزيز ، ولم أعلم للحديث معنى » « 1 » .\r\nوقال القاضي عياض في جواب القول : أنّه ولي أكثر من هذا العدد :\r\n« هذا اعتراض باطل ، لأنّه صلّى اللّه عليه وآله وسلّم لم يقل : لا يلي إلّا اثنا عشر ، وقد ولي هذا العدد ، ولا يمنع ذلك من الزيادة عليهم » « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) شرح ابن العربي على سنن الترمذي 9 / 68 - 69 .\r\n( 2 ) شرح النووي على مسلم 12 / 201 - 202 . وفتح الباري 16 / 339 ، واللفظ منه ، وكرّره في ص 341 .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nونقل السيوطي في الجواب : « أنّ المراد : وجود اثني عشر خليفة في جميع مدّة الإسلام إلى القيامة يعملون بالحقّ وإن لم يتوالوا » « 1 » .\r\nوفي فتح الباري : « وقد مضى منهم الخلفاء الأربعة ولا بدّ من تمام العدّة قبل قيام الساعة » .\r\nوقال ابن الجوزي : « وعلى هذا فالمراد من « ثمّ يكون الهرج » : الفتن المؤذنة بقيام الساعة من خروج الدجّال وما بعده » « 2 » .\r\nقال السيوطي : « وقد وجد من الاثني عشر الخلفاء الأربعة والحسن ومعاوية وابن الزبير وعمر بن عبد العزيز ، هؤلاء ثمانية ، ويحتمل أن يضمّ إليهم المهديّ العباسي لأنّه في العبّاسيين كعمر بن عبد العزيز في الامويّين ، والطاهر العباسي أيضا لما أوتيه من العدل ويبقى الاثنان المنتظران أحدهما المهديّ لأنّه من أهل البيت » « 3 » .\r\nوقيل : « المراد : أن يكون الاثنا عشر في مدّة عزّة الخلافة وقوّة الإسلام واستقامة أموره ، ممّن يعزّ الإسلام في زمنه ، ويجتمع المسلمون عليه » « 4 » .\r\nوقال البيهقي : « وقد وجد هذا العدد بالصفة المذكورة إلى وقت الوليد بن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ الخلفاء للسيوطي ، ص 12 .\r\n( 2 ) فتح الباري 16 / 341 . وتاريخ الخلفاء للسيوطي ، ص 12 .\r\n( 3 ) الصواعق المحرقة ، ص 19 . وتاريخ الخلفاء للسيوطي ، ص 12 . وعلى هذا يكون لأتباع مدرسة الخلفاء إمامان منتظران أحدهما المهدي ، في مقابل منتظر واحد لأتباع مدرسة أهل البيت .\r\n( 4 ) أشار إليه النووي في شرح مسلم 12 / 202 - 203 . وذكره ابن حجر في فتح الباري 16 / 338 - 341 . والسيوطي في تاريخ الخلفاء ، ص 10 .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nيزيد بن عبد الملك ثمّ وقع الهرج والفتنة العظيمة ثمّ ظهر ملك العباسيّة ، وإنّما يزيدون على العدد المذكور في الخبر ، إذا تركت الصفة المذكورة فيه ، أو عدّ منهم من كان بعد الهرج المذكور » « 1 » .\r\nوقالوا : « والذين اجتمعوا عليه : الخلفاء الثلاثة ثمّ عليّ إلى أن وقع أمر الحكمين في صفّين فتسمّى معاوية يومئذ بالخلافة ، ثمّ اجتمعوا على معاوية عند صلح الحسن ، ثمّ اجتمعوا على ولده يزيد ولم ينتظم للحسين أمر بل قتل قبل ذلك ، ثمّ لمّا مات يزيد اختلفوا إلى أن اجتمعوا على عبد الملك بن مروان بعد قتل ابن الزبير ، ثمّ اجتمعوا على أولاده الأربعة : الوليد ، ثمّ سليمان ، ثمّ يزيد ، ثمّ هشام ، وتخلّل بين سليمان ويزيد عمر بن عبد العزيز ، والثاني عشر هو الوليد بن يزيد بن عبد الملك اجتمع الناس عليه بعد هشام تولّى أربع سنين » « 2 » .\r\nبناء على هذا فإنّ خلافة هؤلاء الاثني عشر كانت لإجماع المسلمين عليهم وكان الرسول قد بشّر المسلمين بخلافتهم له في حمل الإسلام إلى الناس .\r\nقال ابن حجر عن هذا الوجه : « إنّه أرجح الوجوه » .\r\nوقال ابن كثير : « إنّ الذي سلكه البيهقيّ ووافقه عليه جماعة من أنّ المراد هم الخلفاء المتتابعون إلى زمن الوليد بن يزيد بن عبد الملك الفاسق الذي قدمنا الحديث فيه بالذمّ والوعيد فإنّه مسلك فيه نظر ، وبيان ذلك أنّ الخلفاء إلى زمن الوليد بن يزيد هذا أكثر من اثني عشر على كلّ تقدير ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نقله ابن كثير في تاريخه 6 / 249 عن البيهقي .\r\n( 2 ) تاريخ الخلفاء ، ص 11 . والصواعق ، ص 19 . وفتح الباري 16 / 341 .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nوبرهانه أنّ الخلفاء الأربعة ، أبا بكر وعمر وعثمان وعليّا خلافتهم محقّقة . . .\r\nثمّ بعدهم الحسن بن علي كما وقع لأنّ عليّا أوصى إليه ، وبايعه أهل العراق . . . حتّى اصطلح هو ومعاوية . . . ثمّ ابنه يزيد بن معاوية ، ثمّ ابنه معاوية بن يزيد ، ثمّ مروان بن الحكم ، ثمّ ابنه عبد الملك بن مروان ، ثمّ ابنه الوليد بن عبد الملك ، ثمّ سليمان بن عبد الملك ، ثمّ عمر بن عبد العزيز ، ثمّ يزيد بن عبد الملك ، ثمّ هشام بن عبد الملك ، فهؤلاء خمسة عشر ، ثمّ الوليد بن يزيد ابن عبد الملك ، فإن اعتبرنا ولاية ابن الزبير قبل عبد الملك صاروا ستّة عشر ، وعلى كلّ تقدير فهم اثنا عشر قبل عمر بن عبد العزيز ، وعلى هذا التقدير يدخل في الاثني عشر يزيد بن معاوية ويخرج عمر بن عبد العزيز ، الذي أطبق الأئمّة على شكره وعلى مدحه وعدوّه من الخلفاء الراشدين ، وأجمع الناس قاطبة على عدله ، وأنّ أيّامه كانت من أعدل الأيام حتّى الرافضة يعترفون بذلك ، فإن قال : أنا لا أعتبر إلّا من اجتمعت الامّة عليه لزمه على هذا القول أن لا يعدّ عليّ بن أبي طالب ولا ابنه ، لأنّ الناس لم يجتمعوا عليهما وذلك أنّ أهل الشام بكمالهم لم يبايعوهما .\r\nوذكر : أنّ بعضهم عدّ معاوية وابنه يزيد وابن ابنه معاوية بن يزيد ، ولم يقيّد بأيّام مروان ولا ابن الزبير ، لأنّ الامّة لم تجتمع على واحد منهما ، فعلى هذا نقول في مسلكه هذا عادّا للخلفاء الثلاثة ، ثمّ معاوية ، ثمّ يزيد ، ثمّ عبد الملك ، ثمّ الوليد بن سليمان ، ثمّ عمر بن عبد العزيز ، ثمّ يزيد ، ثمّ هشام ، فهؤلاء عشرة ، ثمّ من بعدهم الوليد بن يزيد بن عبد الملك الفاسق ، ويلزمه منه إخراج عليّ وابنه الحسن ، وهو خلاف ما نصّ عليه أئمّة السنّة بل الشيعة » « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ ابن كثير 6 / 249 - 250 .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nونقل ابن الجوزي في كشف المشكل وجهين في الجواب :\r\nأوّلا : « أنّه صلّى اللّه عليه وآله وسلّم أشار في حديثه إلى ما يكون بعده وبعد أصحابه ، وإنّ حكم أصحابه مرتبط بحكمه ، فأخبر عن الولايات الواقعة بعدهم ، فكأنّه أشار بذلك إلى عدد الخلفاء من بني أميّة ، وكأنّ قوله : « لا يزال الدين » أي الولاية إلى أن يلي اثنا عشر خليفة ، ثمّ ينتقل إلى صفة أخرى أشدّ من الأولى ، وأوّل بني اميّة يزيد بن معاوية وآخرهم مروان الحمار ، وعدّتهم ثلاثة عشر ، ولا يعدّ عثمان ومعاوية ولا ابن الزبير لكونهم صحابة ، فإذا أسقطنا منهم مروان بن الحكم للاختلاف في صحبته ، أو لأنّه كان متغلّبا بعد أن اجتمع الناس على عبد اللّه بن الزبير ، صحّت العدّة ، وعند خروج الخلافة من بني اميّة وقعت الفتن العظيمة والملاحم الكثيرة حتّى استقرّت دوله بني العباس فتغيّرت الأحوال عمّا كانت عليه تغييرا بيّنا » « 1 » .\r\nوقد ردّ ابن حجر في فتح الباري على هذا الاستدلال .\r\nونقل ابن الجوزي الوجه الثاني عن الجزء الذي جمعه أبو الحسين بن المنادي في المهدي ، وأنّه قال : « يحتمل أن يكون هذا بعد المهدي الذي يخرج في آخر الزمان ، فقد وجدت في كتاب دانيال : إذا مات المهدي ، ملك بعده خمسة رجال من ولد السبط الأكبر ، ثمّ خمسة من ولد السبط الأصغر ، ثمّ يوصي آخرهم بالخلافة لرجل من ولد السبط الأكبر ، ثمّ يملك بعده ولده فيتمّ بذلك اثنا عشر ملكا كلّ واحد منهم إمام مهديّ ، قال : وفي رواية . . . ثمّ يلي الأمر بعده اثنا عشر رجلا : ستّة من ولد الحسن ، وخمسة من ولد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فتح الباري 16 / 340 ، عن ابن الجوزي في كتابه ( كشف المشكل ) .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nالحسين ، وآخر من غيرهم ، ثمّ يموت فيفسد الزمان » .\r\nعلّق ابن حجر على الحديث الأخير في صواعقه وقال : « إنّ هذه الرواية واهية جدّا فلا يعوّل عليها » « 1 » .\r\nوقال قوم : « يغلب على الظنّ أنّه عليه الصلاة والسّلام أخبر - في هذا الحديث - بأعاجيب تكون بعده من الفتن حتّى يفترق الناس في وقت واحد على اثني عشر أميرا ، ولو أراد غير هذا لقال : يكون اثنا عشر أميرا يفعلون كذا ، فلمّا أعراهم عن الخبر عرفنا أنّه أراد أنّهم يكونون في زمن واحد . . . » « 2 » .\r\nقالوا : « وقد وقع في المائة الخامسة ، فإنّه كان في الأندلس وحدها ستّة أنفس كلّهم يتسمّى بالخلافة ومعهم صاحب مصر والعباسية ببغداد إلى من كان يدّعي الخلافة في أقطار الأرض من العلوية والخوارج » « 3 » .\r\nقال ابن حجر : « وهو كلام من لم يقف على شيء من طرق الحديث غير الرواية التي وقعت في البخاري هكذا مختصرة . . . » « 4 » .\r\nوقال : « إنّ وجودهم في عصر واحد يوجد عين الافتراق فلا يصحّ أن يكون المراد » « 5 » .\r\nقال المؤلّف : هكذا لم يتّفقوا على رأي في تفسير الروايات السابقة ، ثمّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فتح الباري 16 / 341 . والصواعق المحرقة لابن حجر ، ص 19 .\r\n( 2 ) فتح الباري 16 / 338 .\r\n( 3 ) شرح النووي 12 / 202 ، وفتح الباري 16 / 339 ، واللفظ للأخير .\r\n( 4 ) نفس المصدر السابق / 338 .\r\n( 5 ) نفس المصدر السابق / 339 .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nإنّهم أهملوا إيراد الروايات التي ذكر الرسول صلّى اللّه عليه وآله وسلّم فيها أسماء الاثني عشر لأنّها كانت تخالف سياسة الحكم بمدرسة الخلفاء مدى القرون . وخرّجها المحدّثون بمدرسة أهل البيت في تآليفهم بسندهم إلى أبرار الصحابة عن رسول اللّه صلّى اللّه عليه وآله وسلّم ، ونقتصر هنا على إيراد نزر يسير منها في ما يأتي ممّا رواه الفريقان :\r\n\r\nأسماء الأئمّة الاثني عشر لدى مدرسة الخلفاء :\r\nأ - الجويني « 1 » عن عبد اللّه بن عباس ، قال : قال رسول اللّه : « أنا سيّد النبيّين وعليّ بن أبي طالب سيّد الوصيّين ، وإنّ أوصيائي بعدي اثنا عشر ، أوّلهم عليّ بن أبي طالب وآخرهم المهدي » .\r\nب - الجويني - أيضا - بسنده عن ابن عباس ، قال : قال رسول اللّه : « إنّ خلفائي وأوصيائي وحجج اللّه على الخلق بعدي الاثني عشر أوّلهم أخي وآخرهم ولدي » .\r\nقيل : يا رسول اللّه ! ومن أخوك ؟ قال : « علي بن أبي طالب » .\r\nقيل : فمن ولدك ؟ قال : « المهدي الذي يملأها قسطا وعدلا كما ملئت جورا وظلما . والذي بعثني بالحقّ بشيرا ونذيرا لو لم يبق من الدنيا إلّا يوم واحد لطوّل اللّه ذلك اليوم حتّى يخرج فيه ولدي المهدي فينزل روح اللّه عيسى بن مريم فيصلّي خلفه ، وتشرق الأرض بنور ربّها ويبلغ سلطانه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قال الذهبي في ترجمة شيوخه بتذكرة الحفاظ ، ص 1505 : الإمام المحدّث الأوحد ، الأكمل ، فخر الإسلام ، صدر الدين إبراهيم بن محمّد بن حمويه الجويني الشافعي ، شيخ الصوفية . وكان شديد الاعتناء بالرواية وتحصيل الأجزاء . أسلم على يده غازان الملك .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nالمشرق والمغرب » .\r\nج - الجويني - أيضا - بسنده عمّن قال : سمعت رسول اللّه صلّى اللّه عليه وآله وسلّم يقول : « أنا وعليّ والحسن والحسين وتسعة من ولد الحسين مطهّرون معصومون » « 1 » .\r\n* * * اقتضت سياسة الحكم لدى مدرسة الخلفاء مدى القرون إخفاء أمثال الأحاديث الآنفة عن أبناء الأمّة الإسلاميّة وإسدال الستار عليها . وجاهد القسم الأكبر من أتباع مدرستهم في هذا السبيل كما مرّ بنا فعلهم بأمثالها في بحث دراسة عمل مدرسة الخلفاء بنصوص سنّة الرسول صلّى اللّه عليه وآله وسلّم التي تخالف اتّجاهها ، باب عشرة أنواع من الكتمان والتحريف لسنة الرسول صلّى اللّه عليه وآله وسلّم وأصحابه في كتابنا معالم المدرستين « 2 » .\r\nوليس هذا مجال إيراد تكلم الأحاديث ، وإنّما نذكر في ما يأتي تراجم الاثني عشر الذين تواترت الإشارة إليهم والتنصيص على أسمائهم في أحاديث الرسول صلّى اللّه عليه وآله وسلّم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأحاديث أ ، ب ، ج جاءت في فرائد السمطين نسخة مصورة مخطوطة في المكتبة المركزية بجامعة طهران برقم 1164 / 1690 - 1691 ، الورقة 160 .\r\n( 2 ) 1 / 393 .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\n\r\nتراجم الأئمّة الاثني عشر بعد الرسول صلّى اللّه عليه وآله وسلّم\r\nالإمام الأوّل : أمير المؤمنين علي عليه السّلام .\r\nأبوه : أبو طالب بن عبد المطّلب بن هاشم .\r\nامّه : فاطمة بنت أسد بن هاشم بن عبد مناف .\r\nكنيته : أبو الحسن والحسين ، أبو تراب .\r\nلقبه : الوصيّ ، أمير المؤمنين .\r\nمولده : ولد في الكعبة ببيت اللّه الحرام « 1 » ، سنة ثلاثين بعد عام الفيل .\r\nكيفيّة شهادته : قتله الخارجي عبد الرّحمن بن ملجم بالكوفة في رمضان سنة أربعين للهجرة . ودفن خارج الكوفة في النجف الأشرف .\r\nالإمام الثاني : الحسن بن علي بن أبي طالب عليه السّلام .\r\nامّه : فاطمة الزّهراء بنت رسول اللّه صلّى اللّه عليه وآله وسلّم .\r\nكنيته : أبو محمّد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كانت امّه فاطمة بنت أسد تطوف بالبيت وهي حامل بعليّ عليه السّلام فضربها الطلق ففتح لها باب الكعبة فدخلت فوضعته فيها ، المستدرك للحاكم 3 / 483 ، وراجع تذكرة خواصّ الامّة ، ص 10 ، والمناقب لابن المغازلي ، ص 7 .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nلقبه : السبط الأكبر ، المجتبى .\r\nمولده : ولد في المدينة في النصف من رمضان سنة ثلاث بعد الهجرة .\r\nاستشهد بالسّم : لخمس ليال بقين من ربيع الأوّل سنة خمسين للهجرة ودفن بالبقيع في المدينة المنوّرة .\r\nالإمام الثالث : الحسين بن عليّ بن أبي طالب عليه السّلام .\r\nامّه : فاطمة الزّهراء بنت رسول اللّه صلّى اللّه عليه وآله وسلّم .\r\nكنيته : أبو عبد اللّه .\r\nلقبه : السبط ، شهيد كربلاء .\r\nمولده : ولد في المدينة في شعبان سنة أربع للهجرة .\r\nاستشهاده : قتله جيش الخليفة يزيد مع أهل بيته وأنصاره في العاشر من محرّم سنة إحدى وستّين . وقبره في كربلاء من مدن العراق « 1 » .\r\nالإمام الرابع : عليّ بن الحسين الشهيد عليه السّلام .\r\nامّه : غزالة ، وقيل : شاه زنان .\r\nكنيته : أبو الحسن .\r\nلقبه : زين العابدين ، السّجّاد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع تراجم الأئمّة ، علي وابنيه الحسن والحسين : في ذكر حوادث سنة 40 و 50 و 60 للهجرة بتاريخ الطبري ، وابن الأثير والذهبي وابن كثير ، وفي ذكر تراجمهم بتاريخ بغداد ودمشق ، والإستيعاب وأسد الغابة والإصابة ، وطبقات ابن سعد ، ولم تطبع في المطبعة الأوربية والبيروتية من طبقات ابن سعد ترجمة السبطين وإنّما طبعت بعد ذلك .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nمولده : ولد في المدينة سنة ثمان وثلاثين أو سبع وثلاثين أو ثلاث وثلاثين .\r\nشهادته : استشهد بالسّم سنة أربع وتسعين للهجرة . ودفن في البقيع إلى جانب عمّه الحسن السبط « 1 » .\r\nالإمام الخامس : محمّد بن عليّ السّجّاد عليه السّلام .\r\nامّه : امّ عبد اللّه بنت الحسن بن عليّ عليه السّلام .\r\nكنيته : أبو جعفر .\r\nلقبه : الباقر .\r\nمولده : ولد في المدينة سنة سبع وخمسين للهجرة .\r\nشهادته : استشهد بالسّم سنة سبع عشرة ومائة للهجرة . ودفن في البقيع إلى جانب أبيه « 2 » .\r\nالإمام السادس : جعفر بن محمّد الباقر عليه السّلام .\r\nامّه : امّ فروة بنت القاسم بن محمّد بن أبي بكر .\r\nكنيته : أبو عبد اللّه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع ترجمته في ذكر حوادث سنة 94 ه بتاريخ ابن الأثير وابن كثير والذهبي ، وفي ترجمته بطبقات ابن سعد وحلية الأولياء ، ووفيات الأعيان ، وتاريخ اليعقوبي 2 / 303 ، والمسعودي 3 / 160 .\r\n( 2 ) راجع ترجمته بتذكرة الحفاظ للذهبي ، ووفيات الأعيان ، وصفوة الصفوة ، وحلية الأولياء ، وتاريخ اليعقوبي 2 / 320 ، وتاريخ الإسلام للذهبي ، وتاريخ ابن كثير في ذكرهما حوادث سنة 115 ، 117 و 118 ه .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nلقبه : الصادق .\r\nمولده : ولد في المدينة سنة ثلاث وسبعين للهجرة .\r\nشهادته : استشهد بالسّم سنة ثمان وأربعين ومائة للهجرة . ودفن في البقيع إلى جانب أبيه « 1 » .\r\nالإمام السابع : موسى بن جعفر الصادق عليه السّلام .\r\nامّه : حميدة .\r\nكنيته : أبو الحسن .\r\nلقبه : الكاظم .\r\nمولده : ولد في المدينة سنة ثمان وعشرين ومائة للهجرة .\r\nشهادته : استشهد بالسّم سنة ثلاث وثمانين ومائة للهجرة في سجن الخليفة هارون الرشيد ببغداد . ودفن في مقابر قريش في الجانب الغربي من بغداد يومذاك ، وفي مدينة الكاظمية في العراق اليوم « 2 » .\r\nالإمام الثامن : عليّ بن موسى الكاظم عليه السّلام .\r\nامّه : الخيزران .\r\nكنيته : أبو الحسن .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع ترجمته بحلية الأولياء ووفيات الأعيان وتاريخ اليعقوبي 2 / 381 ، والمسعودي 3 / 346 .\r\n( 2 ) راجع ترجمته في مقاتل الطالبيين ، وتاريخ بغداد ، ووفيات الأعيان ، وصفوة الصفوة ، وتاريخ ابن كثير 2 / 18 ، وتاريخ اليعقوبي 2 / 414 .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nلقبه : الرضا .\r\nمولده : ولد سنة ثلاث وخمسين ومائة للهجرة في المدينة المنوّرة .\r\nشهادته : استشهد بالسّم سنة ثلاث ومائتين . ودفن بطوس خراسان « 1 » .\r\nالإمام التاسع : محمّد بن عليّ الرضا عليه السّلام .\r\nامّه : سكينة .\r\nكنيته : أبو عبد اللّه .\r\nلقبه : الجواد .\r\nمولده : ولد سنة خمس وتسعين ومائة للهجرة في المدينة المنوّرة .\r\nشهادته : استشهد بالسّم سنة مائتين وعشرين للهجرة ببغداد . ودفن إلى جانب جدّه موسى بن جعفر بمقابر قريش « 2 » .\r\nالإمام العاشر : عليّ بن محمّد الجواد عليه السّلام .\r\nامّه : سمّانة المغربيّة .\r\nكنيته : أبو الحسن العسكري .\r\nلقبه : الهادي .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع ترجمته بتاريخ الطبري ، وابن الأثير ، وتاريخ الإسلام للذهبي ، وتاريخ ابن كثير في ذكر حوادث سنة 203 ه ، ووفيات الأعيان ، وتاريخ اليعقوبي 2 / 453 ، والمسعودي 3 / 441 .\r\n( 2 ) راجع ترجمته بتاريخ بغداد 3 / 54 ، ووفيات الأعيان ، وشذرات الذهب 2 / 48 ، والمسعودي 3 / 464 .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nمولده : سنة أربع عشرة ومائتين للهجرة في المدينة المنوّرة .\r\nشهادته : استشهد بالسّم سنة أربع وخمسين ومائتين . ودفن بمدينة سامراء ( سرّ من رأى ) بالعراق « 1 » .\r\nالإمام الحادي عشر : الحسن بن عليّ الهادي عليه السّلام .\r\nامّه : امّ ولد اسمها سوسن .\r\nكنيته : أبو محمّد .\r\nلقبه : العسكري .\r\nمولده : ولد سنة إحدى وثلاثين ومائتين في سرّ من رأى .\r\nشهادته : استشهد بالسّم سنة ستّين ومائتين . ودفن في سرّ من رأى « 2 » .\r\nوقبور جميع الأئمة الأحد عشر المذكورين يزورها المسلمون اليوم ، وعليها قباب عالية عدا الأئمة الأربعة المدفونين في البقيع بالمدينة المنوّرة ، فإنّ الحكم الوهّابي لمّا دخل المدينة هدمها مع سائر قبور أزواج الرسول صلّى اللّه عليه وآله وسلّم وقبور صحابته .\r\nالإمام الثاني عشر : المهدي ، محمّد بن الحسن العسكري ( عج ) .\r\nامّه : امّ ولد يقال لها نرجس ، وقيل : صيقل .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع ترجمته بتاريخ بغداد 12 / 56 ، ووفيات الأعيان ، وتاريخ اليعقوبي 2 / 484 ، والمسعودي 4 / 84 .\r\n( 2 ) راجع ترجمته في وفيات الأعيان ، وتذكرة خواصّ الامّة لسبط بن الجوزي الحنفي ، ومطالب السؤول في مناقب آل الرسول للشيخ كمال الدين محمّد بن طلحة الشافعي ( ت : 654 ه ) ، وتاريخ اليعقوبي 2 / 503 .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nكنيته : أبو عبد اللّه ، أبو القاسم .\r\nلقبه : القائم ، المنتظر ، الخلف ، المهدي ، صاحب الزمان .\r\nمولده : ولد في سامراء سنة خمس وخمسين ومائتين .\r\nوهو آخر الأئمة ، وهو حيّ يرزق « 1 » .\r\n* * * تنبيه مهمّ : جاء في إحدى الروايات الماضية : « . . . يمضي منهم اثنا عشر خليفة كلّهم من قريش ، ثمّ يكون المرج والهرج » .\r\nوفي أخرى : « لن يزال هذا الدين قائما إلى اثني عشر من قريش ، فإذا هلكوا ماجت الأرض بأهلها » .\r\nوكلا اللفظين يدلّان على نهاية العالم بعد الثاني عشر ممّن يأتون من بعد النبيّ صلّى اللّه عليه وآله وسلّم ، وعلى هذا فلا بدّ من أن يطول عمر أحد الاثني عشر إلى نهاية الدنيا ، وهذا ما وقع فعلا بطول عمر الوصيّ الثاني عشر المهديّ ، محمّد بن الحسن العسكريّ عليه السّلام ، فإنّ مجموع الروايات يصدق على الأئمّة الاثني عشر المذكورين ولا يصدق على من سواهم .\r\nتدلّ الروايات السابقة على ما يأتي :\r\nأوّلا : ان عدد خلفاء النبي وأئمة المسلمين لا يتجاوز الاثني عشر وكلّهم من قريش كما صرّحت بذلك الروايات الآتية :\r\nأ - « ويكون لهذه الأمّة اثنا عشر قيّما كلّهم من قريش » « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تذكرة خواصّ الأمّة لسبط بن الجوزي ، ومطالب السؤول ، ووفيات الأعيان .\r\n( 2 ) كنز العمال 13 / 27 ، الأحاديث 164 - 166 .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nب - « يكون بعدي اثنا عشر خليفة كلّهم من قريش » « 1 » .\r\nج - « يملك هذه الأمّة اثنا عشر خليفة » « 2 » .\r\nفكلّ هذه العبارات صريحة في حصر عدد الأئمّة بالاثني عشر .\r\nثانيا : تؤكّد الروايات الآتية استمرار إمامة الأئمة الاثني عشر إلى قيام الساعة :\r\nفي صحيح مسلم : « لا يزال الدين قائما حتّى تقوم الساعة أو يكون عليكم اثنا عشر خليفة كلّهم من قريش » « 3 » .\r\nوقد أخرجنا الحديث من مصادر مدرسة الخلفاء المعتبرة والتي تدل على استمراريّة الإمامة إلى يوم القيامة كالحديث الذي جاء فيه : « لا يزال الدين قائما حتّى تقوم الساعة أو يكون عليكم اثنا عشر خليفة كلّهم من قريش » « 4 » .\r\nوانّ هذا الحديث يبشّر ببقاء الدين إلى يوم القيامة من ناحية ، ويستنبط منه انّ عمر الثاني عشر ، لا بدّ أن يطول لكي تبقى الإمامة إلى يوم القيامة ، ويتّجه في هذا المقام السؤالان التاليان :\r\nأ - كيف بقيت هذه المجموعة من الأحاديث سالمة ؟ ولم تشملها رقابة الخلافة سيّما الأمويّة منها ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر نفسه .\r\n( 2 ) المصدر نفسه .\r\n( 3 ) صحيح مسلم 6 / 3 ط . مصر ، كتاب الامارة ، باب الناس تبع لقريش والخلافة في قريش ، الحديث : 10 .\r\n( 4 ) صحيح مسلم 6 / 4 .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nب - كيف رويت كل تلكم الأحاديث في كتب الحديث بمدرسة الخلفاء وموسوعاتهم وسلمت من كتمان وتحريف السلطة الحاكمة وخاصّة الأمويّين منهم ؟\r\nوالجواب :\r\nيغلب على الظّن انّ زمن نشر هذه الأحاديث كان في عصر لم يتجاوز عدد الخلفاء بعد النبيّ صلّى اللّه عليه وآله وسلّم عدد أصابع اليد الواحدة ولم تتوقّع مدرسة الخلفاء عند سماحها لنشر مثل تلك الأحاديث انّهم سيواجهون بعد ذلك أمرا صعبا في تفسير الأحاديث ، ورويت على عهد معاوية ويزيد بن معاوية وكان قد بلغ عدد الخلفاء إلى ذلك الوقت ستة خلفاء أو سبعة ، ولم تر عصبة الخلافة في نشر تلك الأحاديث خطرا على كيانها . ولمّا تجاوز بعد ذلك عدد الخلفاء الاثني عشر خليفة لم تتمكّن عصبة الخلافة من المنع عن نشرها أو تحريفها واضطرّوا إلى تأويلها واختلفوا في التأويل .\r\nووجدنا توجيه علماء مدرسة الخلفاء بعيدا عن الحقّ والواقع والتفسير الصحيح لتلك الأحاديث وهو ما صرّحت به روايات مدرسة أهل البيت عليهم السّلام والتي تنص على إمامة أئمّة أهل البيت الاثني عشر عليهم السّلام وتواترت روايتها في كتب الصحاح والسنن والمسانيد بمدرسة الخلفاء والتي اعترف الجميع بصحّتها وصحّة أسانيدها .\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\n\r\nالأمر الثاني بحث المهدوية\r\nوكتب أبو عمر السجودي في الصفحة التاسعة من رسالته ما يلي :\r\n« الإشكال الذي وجّهتموه إلينا يرد على المهديّ في معتقدك ، فإنّك تزعم أنّ محمّدا ( صلّى اللّه عليه وسلّم ) نصب الأئمّة الاثني عشر من بعده خلفاء في أمّته ، فقتل عليّ ثمّ الحسن ثمّ الحسين إلى المهديّ ، لكنّكم غيّبتم المهديّ قبل ألف ومائتي سنة وتركتم الأمّة الاسلاميّة بلا خليفة للّه في خلقه ، فكيف ترون أنّ ما فعله المهديّ أمر معقول في حين ان ( عدم تعيين الرسول صلّى اللّه عليه وآله وسلّم للخليفة ) في رأيكم هو ما يرفضه العقل السليم » ؟\r\nونقول في جوابه :\r\nأوّلا : في قولك : « بأنّك تزعم أنّ محمّدا نصب الأئمّة الاثني عشر . . . إلى المهديّ » .\r\nإنّ الاعتقاد بتعيين النبيّ للأئمّة الاثني عشر إلى المهديّ وكذا غيبة المهديّ إلى يومنا هذا ليس أمرا يخصّ الشيعة بل قد ورد ذلك في روايات الفريقين ،\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nوقد ذكرنا الروايات الصحيحة الواردة في مصادر مدرسة الخلفاء حول إمامة الأئمة الاثني عشر فيما مرّ آنفا .\r\nوأمّا قوله : « تركتم الأمّة الاسلاميّة بلا خليفة » فينبغي أوّلا أن نعرف وظيفة الأئمّة سواء أكانوا من الأنبياء أم الأوصياء لكي نتمكن من الإجابة عن هذا السؤال ، ويتيسّر ذلك بمراجعة القرآن والسنّة ودراسة سيرة الأنبياء .\r\n\r\nجاء في القرآن الكريم :\r\n1 - في آية 35 من سورة النحل :  فَهَلْ عَلَى الرُّسُلِ إِلَّا الْبَلاغُ الْمُبِينُ . \r\n2 - في آية 99 من سورة المائدة :  ما عَلَى الرَّسُولِ إِلَّا الْبَلاغُ . \r\n3 - في آية 54 من سورة النور :  وَما عَلَى الرَّسُولِ إِلَّا الْبَلاغُ الْمُبِينُ . \r\nوكتب أبو سلمان في الصفحة التاسعة من كتابه الذي نشره باسم الشاب الشيعي الجاهل : لكنّكم غيّبتم المهديّ قبل 1200 سنة وتركتم الأمّة الاسلامية بلا خليفة ، ولا يوجد الآن أحد على وجه الكرة الأرضيّة يمكنه أن يدعي أنّه خليفة اللّه في خلقه . فكيف ترون أنّ ما فعله المهديّ أمر معقول في حين أن تصرّف النبيّ ( عدم تعيينه للخليفة ) في رأيكم هو ما يرفضه العقل السليم .\r\nأقول جوابا عن ذلك : إنّ الاعتقاد بالمهديّ عليه السّلام لا يختصّ بالشيعة بل إنّ علماء من مدرسة الخلفاء أيضا يشاركونهم في ذلك ، ونورد في ما يأتي الأحاديث الصحيحة المدوّنة في كتبهم عن هذا الموضوع .\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\n\r\n[ جاء في الأحاديث 
  ]\r\n\r\nأ - بشارات النبيّ صلّى اللّه عليه وآله وسلّم بظهور المهديّ ( عج ) في آخر الزمان :\r\n\r\n1 - المهدي عليه السّلام يواطئ اسمه اسم النبيّ صلّى اللّه عليه وآله وسلّم :\r\nفي سنن الترمذي في باب ما جاء في المهدي عليه السّلام ، وسنن أبي داود في كتاب المهديّ وفي غيرهما قال رسول اللّه صلّى اللّه عليه وآله وسلّم :\r\n« ولا تذهب الدنيا حتّى يملك العرب رجل من أهل بيتي ، يواطئ اسمه اسمي » « 1 » .\r\n\r\n2 - المهديّ عليه السّلام من أهل بيت النبيّ صلّى اللّه عليه وآله وسلّم :\r\nفي مستدرك الصحيحين ومسند أحمد وغيرهما ، عن أبي سعيد الخدري ، قال : قال رسول اللّه صلّى اللّه عليه وآله وسلّم :\r\n« لا تقوم الساعة حتّى تملأ الأرض ظلما وجورا وعدوانا ، ثمّ يخرج من أهل بيتي من يملأها قسطا وعدلا كما ملئت ظلما وعدوانا » « 2 » .\r\nوفي سنن ابن ماجة في أبواب الجهاد عن أبي هريرة ، قال :\r\nقال رسول اللّه صلّى اللّه عليه وآله وسلّم : « لو لم يبق من الدنيا إلّا يوم لطوّله اللّه عزّ وجلّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سنن الترمذي 9 / 74 . ورواه أبو داود في صحيحه في كتاب المهدي 2 / 7 ، طبعة دار إحياء السنّة النبوية ( د . ت ) 4 / 106 - 107 ، ح 4282 . ورواها أبو نعيم في حليته 5 / 75 . وأحمد بن حنبل في مسنده 1 / 376 . والخطيب البغدادي في تأريخ بغداد 4 / 388 . وكنز العمال ، ط . الأولى 7 / 188 بزيادة : ( وخلقه خلقي ) . والسيوطي في تفسير سورة محمد صلّى اللّه عليه وآله وسلّم من تفسير الآية :  فَهَلْ يَنْظُرُونَ إِلَّا السَّاعَةَ . . . ،  الدرّ المنثور 6 / 58 .\r\n( 2 ) مستدرك الصحيحين 4 / 557 . ورواه أبو نعيم في حلية الأولياء 3 / 101 باختلاف يسير في اللفظ . وأحمد بن حنبل في مسنده 3 / 36 ، وغيرهم . والسيوطي في تفسير الآية :\r\n فَهَلْ يَنْظُرُونَ إِلَّا السَّاعَةَ . . .  من سورة محمّد صلّى اللّه عليه وآله وسلّم 6 / 58 .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nحتّى يملك رجل من أهل بيتي ، يملك جبل الديلم والقسطنطينيّة » .\r\nوفي سنن ابن ماجة في أبواب الفتن في باب خروج المهديّ ، ومسند أحمد وغيرهما ، عن عليّ عليه السّلام قال :\r\nقال رسول اللّه صلّى اللّه عليه وآله وسلّم : « المهديّ منّا أهل البيت يصلحه اللّه في ليلة » .\r\nورواه آخرون أيضا « 1 » .\r\nوفي مستدرك الصحيحين قال : عن أبي سعيد الخدري عن رسول اللّه صلّى اللّه عليه وآله وسلّم ، أنّه قال : « المهديّ منّا أهل البيت ، أشمّ الأنف ، أقنى ، أجلى ، يملأ الأرض قسطا وعدلا كما ملئت جورا وظلما ، يعيش هكذا - وبسط يساره وإصبعين يمينة المسبّحة والإبهام وعقد ثلاثة - » .\r\nقال : هذا حديث صحيح على شرط مسلم ، ولم يخرجاه ، وأيضا رواه أبو داود في سننه « 2 » .\r\n\r\n3 - المهديّ عليه السّلام من ولد فاطمة عليها السّلام :\r\nفي سنن أبي داود عن امّ سلمة قالت : سمعت رسول اللّه صلّى اللّه عليه وآله وسلّم يقول :\r\n« المهديّ من عترتي من ولد فاطمة » « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) رواه أبو نعيم في حليته 3 / 177 ، وزاد فقال : في يومين . ورواه أحمد بن حنبل أيضا 1 / 84 . وذكر السيوطي في الدرّ المنثور 6 / 58 في تفسير سورة محمد صلّى اللّه عليه وآله وسلّم ، الآية :\r\n فَهَلْ يَنْظُرُونَ إِلَّا السَّاعَةَ  وقال : أخرجه ابن أبي شيبة وأحمد وابن ماجة عن عليّ عليه السّلام ، كتاب الفتن ، باب خروج المهدي ، ح 4085 ، ص 1367 .\r\n( 2 ) مستدرك الصحيحين 4 / 557 ، كتاب المهدي من سنن أبي داود 4 / 107 ، ح 4283 ، 4285 .\r\n( 3 ) كتاب المهدي 4 / 107 ، ح 4284 ، وباب خروج المهدي من كتاب الفتن 2 / -\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nوفي كنز العمّال قال : عن عليّ عليه السّلام ، قال : « المهديّ رجل منّا من ولد فاطمة » « 1 » .\r\n\r\n4 - المهديّ عليه السّلام من ولد الحسين عليه السّلام :\r\nفي ذخائر العقبى عن أبي أيّوب الأنصاري قال : قال رسول اللّه صلّى اللّه عليه وآله وسلّم :\r\n« يولد منهما - يعني الحسن والحسين عليهما السّلام - مهديّ هذه الأمّة » « 2 » .\r\nوفي ذخائر العقبى - أيضا - قال : عن حذيفة أنّ النبيّ صلّى اللّه عليه وآله وسلّم قال :\r\n« لو لم يبق من الدنيا إلّا يوم واحد لطوّل اللّه ذلك اليوم حتّى يبعث اللّه رجلا من ولدي اسمه كاسمي ، فقال سلمان : من أيّ ولدك يا رسول اللّه ؟\r\nقال : من ولدي هذا » ، وضرب بيده على الحسين عليه السّلام .\r\n* * * أكّد رسول اللّه صلّى اللّه عليه وآله وسلّم في رواياته على إمامة الإمام الأوّل علي بن أبي طالب عليه السّلام أكثر من سائر الأئمة ، وبشّر بآخرهم المهديّ ، وأنّ عددهم اثنا\r\n\r\n\r\n","description":"","footnote":"\r\n- 1368 . وسنن أبي داود 7 / 134 . ورواه ابن ماجة في صحيحه في أبواب الفتن في باب خروج المهدي وقال : المهديّ من ولد فاطمة ، ح 4086 ، ص 1368 . ورواه الحاكم أيضا في مستدرك الصحيحين 4 / 557 وقال : هو حقّ - يعني المهدي عليه السّلام - وهو من بني فاطمة .\r\nوذكره الذهبي في ميزان الاعتدال 2 / 24 وقال : المهدي من ولد فاطمة . وذكره السيوطي في الدرّ المنثور في تفسير سورة محمد صلّى اللّه عليه وآله وسلّم من تفسير الآية  فَهَلْ يَنْظُرُونَ إِلَّا السَّاعَةَ  6 / 58 ، وقال : أخرجه أبو داود وابن ماجة والطبراني والحاكم عن امّ سلمة .\r\n( 1 ) كنز العمال ، ط . الأولى 7 / 261 .\r\n( 2 ) ذخائر العقبى ، ص 136 .\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nعشر ، وإذا عرفنا من الروايات الإمام الأوّل منهم والآخر وعددهم ، لا يبقى أدنى شكّ في من هم الأئمّة من أهل بيت الرسول صلّى اللّه عليه وآله وسلّم الذين عددهم اثنا عشر .\r\n\r\nب - من قال من علماء مدرسة الخلفاء بأنّ الإمام المهديّ ( عج ) هو ابن الإمام الحسن العسكري عليه السّلام :\r\n\r\n1 - الشيخ كمال الدين أبو سالم محمّد بن طلحة الحلبيّ الشافعيّ القرشيّ\r\nالمتوفّى سنة ( 652 أو 654 ه ) في كتابه مطالب السؤول ، ص 88 ، طبع إيران سنة ( 1287 ه ) قال : الباب الثاني عشر في أبي القاسم محمد بن الحسن الخالص بن علي المتوكّل بن محمد القانع بن عليّ الرضا بن موسى الكاظم ابن جعفر الصادق بن محمّد الباقر بن عليّ زين العابدين بن الحسين ( الشهيد ) بن عليّ المرتضى أمير المؤمنين بن أبي طالب ، المهديّ الحجّة الخلف الصالح المنتظر عليهم السّلام ورحمته وبركاته . ( ثمّ قال ) :\r\n فهذا الخلف الحجّة قد أيّده اللّه * هدانا منهج الحقّ وآتاه سجاياه\r\nوأعلى في ذرى العلياء بالتأييد مرقاه * وآتاه حلى فضل عظيم فتحلّاه\r\nوقد قال رسول اللّه قولا قد رويناه * وذو العلم بما قال إذا أدرك معناه\r\nيرى الأخبار في المهديّ جاءت بمسمّاه * وقد أبداه بالنسبة والوصف وسمّاه \r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\n ويكفي قوله منّي لاشراق محيّاه * ومن بضعته الزهراء مرساه ومسراه\r\nولن يبلغ ما أديت أمثال وأشباه * فإن قالوا هو المهديّ ما مانوا بما فاهوا \r\nوقال : قد رتع من النبوّة في أكناف عناصره ورضع من الرسالة أخلاف أواصره ، وترع من القرابة بسجال معاصرها ، وبرع في صفات الشرف ، فعقدت عليه بخناصرها ، فاقتنى من الأنساب شرف نصابها ، واعتلى عند الانتساب على شرف أحسابها ، واجتنى جنى الهداية من معادنها وأسبابها ، فهو من ولد الطهر البتول ، المجزوم بكونها بضعة الرسول ، فالرسالة أصلها ، وانّها لأشرف العناصر والأصول .\r\nفأمّا مولده فبسرّ من رأى في الثالث والعشرين من رمضان سنة ( 258 ه ) ، وأمّا نسبه أبا وأمّا فأبوه الحسن الخالص ، وأمّا أمّه أمّ ولد تسمّى صيقل ، وحكيمة ، وقيل غير ذلك ، وأمّا اسمه فمحمّد ، وكنيته أبو القاسم ، ولقبه الحجّة ، والخلف الصالح . وقيل : المنتظر .\r\nثمّ ذكر أحاديث في أنّه الإمام المهديّ الموعود المنتظر ثمّ ذكر بعض الاعتراضات بالنسبة إلى أحواله عليه السّلام من حيث الغيبة وطول العمر وغير ذلك وأجاب عن الجميع أحسن الجواب .\r\n\r\n2 - الشيخ محيي الدين أبو عبد اللّه محمّد بن علي بن محمّد\r\nالمعروف بابن الحاتميّ الطائيّ الأندلسيّ الشافعيّ المتوفى سنة ( 638 ه ) المدفون بصالحيّة الشام وقبره مزار فإنّه قال في الباب ( 366 ) من كتاب الفتوحات : اعلموا\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nأنّه لا بدّ من خروج المهديّ عليه السّلام لكن لا يخرج حتى تمتلئ الأرض جورا وظلما ، فيملأها قسطا وعدلا ، ولو لم يكن من الدنيا إلّا يوم واحد لطوّل اللّه تعالى ذلك اليوم ، حتّى يلي ذلك الخليفة ، وهو من عترة رسول اللّه صلّى اللّه عليه وآله وسلّم من ولد فاطمة ( رضي اللّه عنها ) جدّه الحسين بن عليّ بن أبي طالب ووالده الحسن العسكريّ ، ابن الإمام عليّ النقيّ ( بالنون ) بن محمّد التقيّ ( بالتاء ) ابن الإمام عليّ الرضا ابن الإمام موسى الكاظم ابن الإمام جعفر الصادق ابن الإمام محمّد الباقر ابن الإمام زين العابدين ابن الإمام الحسين ابن عليّ بن أبي طالب ( رضي اللّه عنهم ) يواطئ اسمه اسم رسول اللّه صلّى اللّه عليه وآله وسلّم يبايعه المسلمون بين الركن والمقام ، يشبه رسول اللّه صلّى اللّه عليه وآله وسلّم في الخلق بفتح الخاء ، وينزل عنه في الخلق بضمّها ، إذ لا يكون أحد مثل رسول اللّه صلّى اللّه عليه وآله وسلّم في أخلاقه واللّه تعالى يقول :  وَإِنَّكَ لَعَلى خُلُقٍ عَظِيمٍ  ( القلم / 4 ) ، هو أجلى الجبهة ، أقنى الأنف ، أسعد الناس به أهل الكوفة ، يقسم المال بالسويّة ، ويعدل في الرعيّة . يأتيه الرجل فيقول : يا مهديّ ! أعطني وبين يديه المال فيحثي له في ثوبه ما استطاع أن يحمله ( ثمّ نقل أوصافه وبعض أفعاله ) وهذه الأمور ذكرها ابن الصبّان في إسعاف الراغبين ، باب ( 2 ) ، ص 131 - 133 بهامش نور الأبصار ، ص 131 - 133 ، قالوا : ومن شعر الشيخ محيي الدين في أوصاف الإمام عليه السّلام ما ذكره في الفتوحات ، باب ( 366 ) :\r\n هو السيّد المهديّ من آل أحمد * هو الصارم الهنديّ حين يبيد\r\nهو الشمس يجلو كلّ غمّ وظلمة * هو الوابل الوسميّ حين يجود \r\nوفي ينابيع المودّة ، ص 467 قال : قال الشيخ محيي الدين بن العربي في كتابه ( عنقاء المغرب في بيان المهديّ الموعود ووزرائه ) هذه الأبيات :\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\n فعند فنا خاء الزمان ودالها * على فاء مدلول الكرور يقوم\r\nمع السبعة الأعلام والناس غفّل * عليم بتدبير الأمور حكيم\r\nفاشخاصهم خمس وخمس وخمسة * عليهم ترى أمر الوجود يقيم\r\nومن قال إنّ الأربعين نهاية * لهم فهو قول يرتضيه كليم\r\nوإن شئت أخبر عن ثمان ولا تزد * طريقهم فردّ إليه قويم\r\nفسبعتهم في الأرض لا يجلونها * وثامنهم عند النجوم لزيم \r\n\r\n3 - وفي ينابيع المودّة ، ص 467 ، وفي الفتوحات المكّية في الباب ( 366 )\r\nمنزل وزراء المهديّ الظاهر في آخر الزمان الذي بشّر به رسول اللّه صلّى اللّه عليه وآله وسلّم ، وهو من أهل البيت ، إنّ اللّه خليفة يخرج ، وقد امتلأت الأرض جورا وظلما ، فيملأها قسطا وعدلا . ولو لم يبق من الدنيا إلّا يوم لطوّل اللّه ذلك اليوم حتّى يلي من عترة النبي صلّى اللّه عليه وآله وسلّم ، يبايع بين الركن والمقام ، أسعد الناس به أهل الكوفة ، ويقسم المال بالسويّة ويعدل في الرعيّة ويفصل في القضيّة . يخرج على فترة من الدين ، ومن أبى قتل ، ومن نازعه خذل ، يظهر من الدين ما هو الدين عليه في نفسه ما لو كان رسول اللّه صلّى اللّه عليه وآله وسلّم حيّا\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nلحكم به ، يرفع المذاهب من الأرض ، فلا يبقى إلّا الدين الخالص ، وأعداؤه مقلّدة العلماء أهل الاجتهاد ، فيدخلون كرها تحت حكمه ، خوفا من سيفه وسطوته ، ورغبة فيما لديه ، يفرح به عامّة المسلمين ، يبايعه العارفون باللّه تعالى من أهل الحقائق عن شهود وكشف بتعريف إلهي ، وله رجال إلهيون يقيمون دعوته ، وينصرونه ، وهم الوزراء ، يحملون أثقال المملكة ، قال :\r\n هو السيّد المهديّ من آل أحمد * هو الوابل الوسمي حين يجود \r\nوهو خليفة مسدّد يفهم منطق الحيوان ، ويسري عدله في الإنس والجانّ ، ووزراؤه من الأعاجم ما فيهم عربيّ لكن لا يتكلّمون إلّا بالعربيّة لهم حافظ ليس من جنسهم ما عصى اللّه قطّ هو أخص الوزراء وأفضل الأمناء .\r\n\r\n4 - أخرج الحديث السابق ابن الصبّان الشافعي\r\nالحديث في إسعاف الراغبين المطبوع بهامش نور الأبصار ، ص 131 - 133 وفي لفظه اختلاف وزيادة ونقصان عمّا في ينابيع المودّة وكلاهما نقلا ذلك من الفتوحات ، ولو قلنا إنّ التغيير من الشيخ سليمان القندوزي كان أولى لأنّه متأخّر عنه فإنّ وفاته سنة ( 1294 ) ووفاة ابن الصبّان في سنة ( 1206 ) وإن كان يحتمل انّ التغيير في النقل من فعل الغير ، وعلى كلّ ننقل لفظ ابن الصبّان الشافعي وغيره ممّن تكلم في الموضوع وعلى المراجع اختيار ما رآه صحيحا في نظره .\r\nوقال في ص 131 من نور الأبصار : اعلم انّه لا بدّ من خروج المهديّ عليه السّلام ، وذكر الحديث إلى قوله : ابن الإمام عليّ بن أبي طالب ( رضي اللّه عنهم ) يواطئ اسمه اسم رسول اللّه صلّى اللّه عليه وآله وسلّم ، يبايعه المسلمون بين الركن والمقام ، يشبه رسول اللّه صلّى اللّه عليه وآله وسلّم في الخلق بفتح الخاء وينزل عنه في الخلق بضمّها إذ\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nلا يكون أحد مثل رسول اللّه صلّى اللّه عليه وآله وسلّم في أخلاقه . أسعد الناس به أهل الكوفة ، يقسّم المال بالسويّة ويعدل به في الرعيّة يمشي الخضر بين يديه يعيش خمسا أو سبعا أو تسعا ، يقفو أثر رسول اللّه صلّى اللّه عليه وآله وسلّم لا يخطئ ، له ملك يسدّده من حيث لا يراه ، يفتح المدينة الروميّة بالتكبير ، مع سبعين ألفا من المسلمين ، يشهد الملحمة العظمى مأدبة اللّه بمرج عكّا ، يعزّ اللّه به الاسلام بعد ذلّه ، ويحييه بعد موته ، ويضع الجزية ، ويدعو إلى اللّه تعالى بالسيف فمن أبى قتل ومن نازعه خذل ، يحكم بالدين الخالص عن الرأي ، يخالف في غالب أحكامه مذاهب العلماء ، فينقبضون منه لذلك ، لظنّهم انّ اللّه تعالى لا يحدث بعد أئمّتهم مجتهدا ، وأطال في ذكر وقائعه معهم ، ثمّ قال :\r\nواعلم انّ المهديّ إذا خرج يفرح به جميع المسلمين خاصّتهم ، وعامّتهم ، وله رجال الهيّون يقيمون دعوته وينصرونه ، هم الوزراء له يتحمّلون ( أثقال ) المملكة ويعينوه على ما قلّده اللّه ، ينزل إليه عيسى بن مريم بالمنارة البيضاء شرقيّ دمشق متّكئا على ملكين ملك عن يمينه وملك عن يساره إلى أن يقول : وفي زمانه يقتل السفياني عند شجرة بغوطة دمشق ويخسف بجيشه في البيداء . . .\r\nوقال في محلّ آخر من الفتوحات : قد استوزر اللّه تعالى للمهديّ طائفة خبّأهم اللّه تعالى في مكنون غيبه أطلعهم كشفا وشهودا على الحقائق وما هو أمر اللّه في عباده ، فلا يفعل المهديّ شيئا إلّا بمشاورتهم ، وهم على أقدام رجال من الصحابة الّذين صدقوا ما عاهدوا اللّه عليه وهم من الأعاجم ليس فيهم عربيّ ، لكن لا يتكلّمون إلّا بالعربيّة ، لهم حافظ من غير جنسهم ما عصى اللّه قطّ هو أخصّ الوزراء . . . الحديث .\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nوبالمراجعة إلى ألفاظ هذا الحديث والحديث الذي أخرجناه نقلا من ينابيع المودة تعرف ما فيهما من الاختلاف والزيادة .\r\nوأخرج في مشارق أنوار اليقين ، ص 104 في الفصل الثاني ما أخرجه ابن الصبّان في إسعاف الراغبين نقلا من الفتوحات ولفظه يساوي لفظ ابن الصبّان . وأخرجه القاضي حسين بن محمّد بن الحسن الديار بكري المالكي المتوفّى سنة ( 966 ه ) في كتابه تاريخ الخميس ، ج 2 ، ص 321 ، وفي لفظه اختصار واختلاف ، ومن العجيب أنّه ينقل ذلك من الفتوحات المكيّة .\r\n\r\n5 - أخرج الشيخ أبو عبد اللّه محمّد بن يوسف بن محمّد القرشيّ الكنجيّ الشافعيّ\r\nالمتوفّى سنة ( 658 ) في كتابه ( البيان في أخبار صاحب الزمان ) ص 336 ، باب ( 25 ) وقال : في الدلالة على جواز بقاء المهديّ عليه السّلام : إنّ المهديّ ولد الحسن العسكريّ فهو حيّ موجود باق منذ غيبته إلى الآن ( كما في ينابيع المودّة ، ص 471 ) .\r\nمن أولياء اللّه تعالى ، وبقاء الدجّال وإبليس الملعونين من أعداء اللّه تعالى ، وهؤلاء قد ثبت بقاؤهم بالكتاب والسنّة وقد اتّفق عليه ، قال : ثمّ أنكروا جواز بقاء المهديّ ( ثمّ قال ) : وها أنا أبيّن بقاء كلّ واحد منهم ( أي الأولياء ) و ( الأعداء ) فلا يسع بعد هذا العاقل انكار جواز بقاء المهديّ عليه السّلام ثمّ أخذ في إثبات جواز بقائهم وقال :\r\n( أمّا بقاء عيسى عليه السّلام فالدليل على بقائه قوله تعالى  وَإِنْ مِنْ أَهْلِ الْكِتابِ إِلَّا لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ  ( النساء / 159 ) . ( قال ) ولم يؤمن به أحد منذ نزول هذه الآية إلى يومنا هذا ولا بدّ أن يكون ذلك في آخر الزمان ) .\r\nووردت أحاديث كثيرة في انّ عيسى عليه السّلام رفعه اللّه إلى السماء لما أراد اليهود\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nقتله وهو باق في السماء حتّى ينزل إلى الأرض بعد ظهور الإمام المهديّ عليه السّلام ويصلّي خلفه وبواسطته ، تؤمن جميع النصارى في زمانه ويكونون من أصحاب الإمام المهديّ عليه السّلام وعيسى عليه السّلام رئيسهم وأميرهم وأمير جيش الإمام ويفتح كثيرا من البلدان . راجع باب أحوال عيسى عليه السّلام وصلاته خلفه الإمام المهديّ عليه السّلام وانّ بقاء عيسى حيا إلى عصرنا لا شكّ فيه وتؤيّده الأحاديث الكثيرة المرويّة في كتب صحاح أهل السنّة والإماميّة ؛ منها ما أخرجه مسلم في صحيحه ، ج 2 ، ص 500 ، وهو قوله : « كيف أنتم إذا نزل ابن مريم فيكم وإمامكم منكم » .\r\nوأخرج الحديث البخاري في صحيحه ، ج 13 ، ص 357 ، ط . الهند سنة ( 1372 ه ) . وقال : روى أبو هريرة قال : قال رسول اللّه صلّى اللّه عليه وآله وسلّم :\r\n« كيف بكم إذا نزل ابن مريم فيكم وإمامكم منكم » .\r\nوأخرج الحديث في سنن ابن ماجة ، ج 2 ، ص 267 . ولفظه يساوي لفظ البخاري .\r\nوفي الحاوي للفتاوي ، ج 2 ، ص 167 قال : روى أبو داود وابن ماجة بسنديهما عن أبي أمامة الباهلي ( أنّه ) قال : خطبنا رسول اللّه صلّى اللّه عليه وآله وسلّم وحدّثنا عن الدجّال وذكر ما يفعله الدجّال ( إلى أن يقول ) : وإمامهم رجل صالح فبينما إمامهم قد تقدّم ليصلّي الصبح إذ نزل عيسى بن مريم والإمام في صلاة الصبح فرجع ذلك الإمام يمشي القهقري ليتقدّم عيسى يصلّي بهم فيضع عيسى يده بين كتفيه ، ثمّ يقول : تقدّم فصل فإنّها لك أقيمت فيصلّي بهم إمامهم .\r\nوأخرج الحديث في الملاحم والفتن ، ج 1 ، ص 54 ، ط . أوّل ، باب\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\n( 1286 ) نقلا من فتن أبي نعيم . وقال : أخرجه عن أبي أمامة الباهليّ . قال :\r\nذكر رسول اللّه صلّى اللّه عليه وآله وسلّم الدجّال فقالت أم شريك : فأين المسلمون يومئذ يا رسول اللّه ؟ قال : ببيت المقدس يخرج ( أي الدجّال ) حتّى يحاصرها ، وإمام المسلمين يومئذ رجل صالح فيقال له : صلّ الصبح فإذا كبّر ودخل فيها نزل عيسى بن مريم ( من السماء ) فإذا رآه ذلك الرجل عرفه فرجع القهقري ( وهو في الصلاة ) فيتقدّم ( عيسى ) فيضع يده بين كتفيه ثمّ يقول : صلّ فإنّما أقيمت لك ، 5 فيصلّي عيسى وراءه .\r\nوفي مشارق الأنوار ، ج 2 ، ص 322 قال : ينزل عيسى في زمانه ( أي زمان الإمام المهديّ عليه السّلام ) بالمنارة البيضاء شرقيّ دمشق آخر الليل ويأتيه المهديّ فيجتمع عليه ويطلبه الناس وقت الصبح ( ليصلّي بهم ) فيمتنع ويقول : إمامكم منكم فيتقدّم المهديّ تكرمة لهذه الأمّة ونبيّها .\r\nيظهر من هذه الأحاديث وأمثالها انّ عيسى عليه السّلام يبقى حيّا إلى أن يصلّي وراء الإمام المهديّ عليه السّلام فعليه لا يبعد في أن يبقى الإمام المهديّ حيّا كما بقي عيسى حيّا . وقد قال النبي صلّى اللّه عليه وآله وسلّم : يكون في أمّتي ما كان في الأمم السابقة فكما بقي عيسى وهو من الأمم السابقة فكذلك بقي الإمام .\r\nوأمّا بقاء الخضر أو إلياس فمن المسلّمات عند المسلمين وكما أطال اللّه بقاء الخضر كذلك أبقى الإمام المهديّ عليه السّلام لأنّه حجّة اللّه في أرضه ولولا بقاؤه لم تبق الأرض فإنّ بقاء الأرض ببركته .\r\nوفي تذكرة خواصّ الأئمة ، ص 376 ، ط . النجف الأشرف قال : قال السدي : يجتمع المهديّ وعيسى بن مريم فيجيء وقت الصلاة فيقول المهديّ لعيسى : تقدّم ، فيقول عيسى : أنت أولى بالصلاة . فيصلّي عيسى وراءه\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nمأموما ثمّ يذكر سبب صلاة عيسى خلف الإمام حسب اجتهاده ونظرياته .\r\nثمّ يذكر المعمّرين ويقوّي القول ببقاء الإمام عليه السّلام وينكر على من استبعد ذلك لأنّه له نظائر في الدنيا قبل الاسلام وفي الاسلام .\r\nوأيضا قال الكنجيّ في كفاية الطالب ، ص 312 : أنّ أبا محمّد الحسن العسكريّ ابنه عليه السّلام وهو الإمام بعده وانّ مولده ( أي الحسن العسكري ) بالمدينة في شهر ربيع الأوّل سنة ( 232 ه ) وقبض يوم الجمعة لثمان ليال خلون من ربيع الأوّل سنة ( 260 ه ) وله يومئذ ثمان وعشرون سنة ودفن في داره بسرّمن‌رأى في البيت الذي دفن فيه أبوه ( عليّ الهاديّ عليه السّلام ) وخلّف ابنه وهو الإمام المنتظر ( ثمّ قال ) وسنذكره أي الإمام المنتظر منفردا ( أي في كتاب خاصّ ) فكتب فيه عليه السّلام وهو كتاب مطبوع .\r\n\r\n6 - الشيخ جلال الدين محمّد العارف البلخيّ الروميّ\r\nالمعروف بالمولويّ المتوفى سنة ( 672 ه ) فإنّه ذكر في ديوانه الكبير وروى ذلك عنه الشيخ سليمان في ينابيع المودة ، ص 473 . قال : أنشد هذه الأبيات ( في أحوال أهل البيت عليهم السّلام ومنهم المهدي المنتظر عليه السّلام ) :\r\n اى سرور مردان على ؛ مردان سلامت مىكنند * وى صفدر مردان ، على مردان سلامت مىكنند \r\nإلى أن يقول :\r\n با قاتل كفار گو ، با دين وبا ديندار گو * با حيدر كرّار گو ، مستان سلامت مىكنند\r\nبا درج دو گوهر بگو با برج دو اختر بگو * با شَبرَ وشُبير بگو مستان سلامت مىكنند \r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\n با زين دين ، عابد بگو با نور دين باقر بگو * با جعفر صادق بگو مستان سلامت مىكنند\r\nبا موسى كاظم بگو با طوسي عالم بگو * با نقى قائم بگو مستان سلامت مىكنند\r\nبا مير دين ، هادي بگو با عسكرى مهدى بگو * با آن ولى مهدى بگو مستان سلامت مىكنند\r\nبا باد نوروزى بگو با بخت فيروزى بگو * با شمس تبريزى بگو مستان سلامت مىكنند \r\n\r\n7 - قال الشيخ الكامل صلاح الدين الصفدي\r\nالمتوفّى سنة ( 764 ه ) في شرح الدائرة ( كما في ينابيع المودّة ، ص 471 ) انّ المهديّ الموعود هو الإمام الثاني عشر من الأئمة أوّلهم سيّدنا عليّ وآخرهم المهديّ ( رضي اللّه عنهم ) ونفعنا اللّه بهم .\r\n\r\n8 - أخرج الشيخ جمال الدين أحمد بن عليّ بن الحسين بن عليّ بن مهنّى\r\nالمتوفّى سنة ( 828 ه ) في كتاب عمدة الطالب ، ص 186 - 188 ، طبع النجف الأشرف سنة ( 1323 ه ) قال : أمّا عليّ الهادي فيلقّب العسكريّ لمقامه بسرّمن‌رأى وكانت تسمّى العسكر وأمّه أمّ ولد ، وكان عليه السّلام في غاية الفضل ونهاية النبل ، أشخصه المتوكّل إلى سرّ من رأى فأقام بها إلى أن توفّي ( مسموما ) وأعقب من رجلين هما الإمام أبو محمّد الحسن العسكريّ عليه السّلام كان من الزهد والعلم على أمر عظيم وهو والد الإمام محمّد المهديّ ( صلوات اللّه عليه ) ثاني عشر الأئمة عند الإماميّة ، وهو القائم المنتظر عندهم من أمّ ولد اسمها نرجس .\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\n\r\n9 - أخرج الشيخ أبو عبد اللّه أسعد بن عليّ بن سليمان عفيف الدين اليافعيّ اليمنيّ المكّي الشافعيّ\r\nالمتوفّى سنة ( 768 ه ) في كتابه مرآة الجنان ج 2 ، ص 107 وص 172 ، طبع حيدرآباد الدكن سنة ( 1328 ه ) قال :\r\nوفي سنة ( 260 ه ) توفّي الشريف العسكريّ أبو محمّد الحسن بن عليّ بن محمّد بن عليّ بن موسى الرضا بن جعفر الصادق ، أحد الأئمة الاثني عشر على اعتقاد الإماميّة وهو والد ( الإمام ) المنتظر صاحب السرداب ويعرف بالعسكريّ وأبوه أيضا يعرف بهذه النسبة توفّي في يوم الجمعة سادس ربيع الأوّل وقيل ثامنه ، وقيل غير ذلك من السنة المذكورة ودفن بجنب قبر أبيه بسرّمن‌رأى .\r\n\r\n10 - أخرج العلّامة السيّد عليّ بن شهاب الدين الهمدانيّ الشافعيّ\r\nالمتوفّى سنة ( 786 ه ) في كتابه المودّة في القربى « 1 » ، في المودة العاشرة ، أحاديث متعددة فيها إثبات وجود الإمام المهديّ عليه السّلام وانّه يظهر في آخر الزمان يملأ الأرض عدلا كما ملئت ظلما « 2 » .\r\n\r\n11 - الشيخ شهاب الدين الدولةآبادي\r\nالمتوفّى سنة ( 849 ه ) ، وله مؤلفات متعددة في التفسير والمناقب ، منها كتاب ( هداية السعداء ) ذكر فيه أحاديث في أحوال الإمام الحجّة المنتظر ابن الحسن العسكريّ . وذكر فيه انّه غائب عن الأبصار وله عمر طويل كما عمّر مثله من المؤمنين عيسى وإلياس والخضر ومن الكافرين الدجّال والشيطان والسامري .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الذريعة 23 / 255 .\r\n( 2 ) جميع كتاب المودة في القربى أدخله السيّد سليمان القندوزي الحنفي في كتابه ينابيع المودة وهو مطبوع فيه من ص 242 - 266 .\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\n\r\n12 - أخرج شمس الدين أبو عبد اللّه محمّد بن أحمد الذهبي الشافعي\r\n( ت 804 ه ) ، في كتابه دول الاسلام ، ج 1 ، ص 122 ، طبع حيدرآباد سنة ( 1337 ه ) وقال : بأنّ الإمام المهدي عليه السّلام من أولاد الإمام الحسن العسكريّ وهو باق إلى أن يأذن اللّه له بالخروج فيملأ الأرض قسطا وعدلا كما ملئت ظلما وجورا .\r\n\r\n13 - أخرج الشيخ عليّ بن محمّد بن أحمد المالكيّ المكيّ المعروف بابن الصبّاغ\r\n( ت 855 ه ) في كتابه الفصول المهمّة ، ص 273 وص 274 من الباب ( 12 ) أحوال الإمام المهديّ عليه السّلام وذكر ولادته وتاريخها ، وقال : انّ أمّه نرجس خير أمة . قال : ولد أبو القاسم محمّد الحجّة بن الحسن الخالص بسرّمن‌رأى ليلة النصف من شعبان سنة ( 255 ه ) . وأمّا نسبه أبا وأمّا فهو أبو القاسم ، محمّد الحجّة بن الحسن الخالص بن عليّ الهاديّ بن محمّد الجواد بن عليّ الرضا بن موسى الكاظم بن جعفر الصادق بن محمّد الباقر ابن عليّ ( زين العابدين ) بن الحسين بن عليّ بن أبي طالب ( صلوات اللّه عليهم أجمعين ) وأمّا أمّه فأمّ ولد ، يقال لها نرجس ، خير أمة ، وقيل اسمها غير ذلك ، وكنيته أبو القاسم ، وأمّا لقبه ، فالحجّة ، والمهديّ الصالح ، والقائم المنتظر ، وصاحب الزمان ، وأشهرها المهديّ . صفته عليه السّلام : شاب مربوع القامة ، حسن الوجه والبشرة يسيل شعره على منكبيه ، أقنى الأنف ، أجلى الجبهة ، بوابه محمّد بن عثمان ، معاصره المعتمد ( العباسي ) .\r\nولا يخفى انّ الأوصاف التي ذكرها ابن الصبّاغ للإمام المهديّ عليه السّلام هي أوصاف ذكرها له جده رسول اللّه صلّى اللّه عليه وآله وسلّم . ( ثمّ انّ ابن الصبّاغ ) ذكر بعض من دوّن أوصافه وأحواله عليه السّلام في كتاب خاصّ . قال : وممّن جمع أحواله\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nمن العلماء الشيخ جمال الدين أبو عبد اللّه محمّد بن إبراهيم الشهير بالنعماني في كتابه الذي صنّفه في الغيبة وطول الغيبة . قال : وجمع الحافظ أبو نعيم أربعين حديثا في أمر المهديّ خاصّة . قال : وصنّف الشيخ أبو عبد اللّه محمّد ابن يوسف الكنجي الشافعي ( في أحوال الإمام المهدي عليه السّلام ) كتابه ( البيان في أخبار صاحب الزمان ) « 1 » .\r\n\r\n14 - أخرج الشيخ شمس الدين أبو المظفّر يوسف بن قزاغلي الحنفيّ ابن عبد اللّه سبط بن الجوزيّ\r\n( ت 654 ه ) . قال في كتابه تذكرة خواصّ الأمّة ، ص 88 ، الطبعة الأولى في إيران سنة ( 1287 ه ) : فصل الحسن بن عليّ بن محمّد بن عليّ بن موسى الرضا بن جعفر بن محمّد بن عليّ بن الحسين بن عليّ بن أبي طالب ، وأمّه أمّ ولد اسمها سوسن ، وكنيته أبو محمّد ، ويقال له : العسكريّ أيضا ، ولد عليه السّلام سنة ( 231 ه ) بسرّمن‌رأى وتوفي بها سنة ( 260 ه ) في خلافة المعتمد على اللّه ( العباسيّ ) وكان سنّه ( عند الوفاة ) تسعا وعشرين سنة ( ثمّ قال ) : وأولاده ( أي أولاد الإمام الحسن العسكريّ ) محمّد الإمام ( ثمّ قال ) : فصل هو محمّد بن الحسن بن عليّ ابن محمّد بن عليّ بن موسى الرضا بن جعفر بن محمّد بن عليّ بن الحسين ابن عليّ بن أبي طالب عليه السّلام وكنيته أبو عبد اللّه ، وأبو القاسم ، وهو الخلف الحجّة ، صاحب الزمان ، القائم ، المنتظر ، التالي ، وهو آخر الأئمة .\r\nأنبأ عبد العزيز بن محمود بن البزّار عن أبي عمر ، قال : قال رسول اللّه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كتاب الأربعين للحافظ أبي نعيم ، أورده المجلسي في ج 13 من البحار ، ط . الأولى سنة ( 1305 ه ) ، ص 19 - 21 ، وص 78 - 85 من ط . الثانية سنة ( 1384 ه ) بطهران .\r\nوأخرجها العلّامة السيّد هاشم البحراني في غاية المرام .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nصلّى اللّه عليه وآله وسلّم : « يخرج في آخر الزمان رجل من ولدي اسمه اسمي وكنيته ككنيتي يملأ الأرض عدلا كما ملئت جورا » فذلك المهديّ ، ثمّ قال سبط بن الجوزيّ :\r\nوهذا الحديث مشهور . وقد أخرج أبو داود ، والزهري عن علي بمعناه . ( ثمّ قال ) : ويقال له ذو الاسمين ، محمّد وأبو القاسم ( قال ) : قالوا أمّه أمّ ولد يقال لها صيقل .\r\n\r\n15 - أخرج شهاب الدين أحمد بن حجر الهيتميّ نزيل مكّة المشرّفة الشافعيّ\r\n( ت 993 ه ) في الصواعق المحرقة له ، ص 127 ، ط . مصر سنة ( 1308 ) : وقال عند ذكره الأئمّة الاثني عشر ( أبو محمّد الحسن الخالص ) ولد سنة ( 232 ه ) ( ثمّ ذكر كرامة من كراماته المعروفة وخبر استسقائه في سامراء وخبر الراهب الذي كان يخفي بين أصابعه عظام بعض الأنبياء وإذا رفعه بين أصابعه إلى السماء أمطرت وإذا سترها انقطع المطر فعرف ذلك الإمام وأخذ منه العظم وبعد ذلك كلّما دعا لم تمطر ، فخرج الناس من التوهّم وعرفوا حيلة الحبر النصراني ) .\r\nقال : وكان الإمام الحسن العسكري عزيزا مكرّما إلى أن مات بسرّمن‌رأى . ودفن عند أبيه ( عليّ الهاديّ ) وعمره ثمان وعشرون سنة . ( قال ) :\r\nويقال انّه سمّ أيضا ( كما سمّوا آباءه الكرام ) قال : ولم يخلّف غير ولده ( أبي القاسم محمّد الحجّة ) وكان عمره عند وفاة أبيه خمس سنوات آتاه اللّه الحكمة ( قال ) : ويسمّى القائم ، المنتظر . قيل : لأنّه ستر وغاب فلم يعرف أين ذهب . انتهى ما في الصواعق لابن حجر مع الاختصار .\r\nوقد ذكر في ص 100 - 103 الأحاديث المرويّة عن النبيّ صلّى اللّه عليه وآله وسلّم في حقّه . وأخرج أكثره خالنا الشيخ نجم الدين رحمه اللّه في كتابه ( المهديّ الموعود\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nالمنتظر عليه السّلام ) . وقد أخرج الشيخ سليمان القندوزيّ الحنفيّ ما ذكره ابن حجر في ينابيع المودة ، ص 452 مفصّلا .\r\n\r\n16 - أخرج الشيخ عبد اللّه بن محمّد بن عامر الشبراويّ الشافعيّ\r\nالمتوفّى بعد سنة ( 1154 ه ) في كتابه الإتحاف بحبّ الاشراف ، ص 178 ، طبع مصر سنة ( 1316 ه ) وقال : الحادي عشر من الأئمّة الحسن الخالص ويلقّب بالعسكريّ ، ولد بالمدينة لثمان خلون من ربيع الأوّل سنة ( 232 ه ) وتوفي عليه السّلام يوم الجمعة لثمان خلون من ربيع الأوّل سنة ( 260 ه ) وله من العمر ثمان وعشرون سنة . قال : ويكفيه شرفا انّ الإمام المهديّ المنتظر من أولاده فللّه در هذا البيت الشريف ، والنسب الخضم المنيف وناهيك به فخارا ، وحسبك فيه من علوّه مقدارا ، فهم جميعا في كرم الأرومة ، وطيّب الجرثومة كأسنان المشط ، متعادلون ، ولسهام المجد مقتسمون ، فيا له من بيت عالي الرتبة سامي المحلّة ، فلقد طاول السماك علا ونبلا وسما على الفرقدين منزلة ومحلا ، هؤلاء الأئمة ، تناسقوا في الشرف ، فاستوى الأوّل والتالي ، وكم اجتهد قوم في خفض منارهم ، واللّه يرفعه ، وركبوا الصعب والذلول في تشتيت شملهم ، واللّه يجمعه ، وكم ضيّعوا من حقوقهم ، ما لا يهمله اللّه ، ولا يضيّعه ، أحيانا اللّه على حبّهم ، وأماتنا عليه ، وأدخلنا في شفاعة من ينتمون في الشرف إليه صلّى اللّه عليه وآله وسلّم ، وكانت وفاته ( أي الحسن العسكريّ ) بسرّمن‌رأى ، ودفن بالدار التي دفن فيها أبوه ، وخلّف بعده ولده وهو الثاني عشر من الأئمة ، أبو القاسم ، محمّد الحجّة ، ابن الإمام الحسن الخالص ، بسرّمن‌رأى ليلة النصف من شعبان سنة ( 255 ه ) قبل موت أبيه بخمس سنين ، وكان أبوه قد أخفاه حين ولد ، وستر أمره ، لصعوبة الوقت ، وخوفه من الخلفاء ( العباسيّين ) فإنّهم في ذلك الوقت كانوا\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nيطلبون الهاشميين ويسجنونهم ويقتلونهم ليقضوا على الإمام المهديّ عليه السّلام لما بلغهم من الأحاديث التي وصلت إليهم من الرسول الأكرم صلّى اللّه عليه وآله وسلّم وأخبرتهم انّ الإمام المهديّ الموعود المنتظر عليه السّلام يقطع دابر الظالمين ويستولي على الدنيا ولا يترك أحدا منهم في الأرضين .\r\n( قال الشبراوي ) : وكان الإمام محمّد الحجّة يلقب أيضا بالمهديّ ، والقائم ، والمنتظر ، والخلف الصالح ، وصاحب الزمان ، وأشهرها : المهديّ ، ( قال ) :\r\nولذلك ذهبت الشيعة ( إلى ) انّه الذي صحّت ( الأخبار ) والأحاديث بأنّه يظهر في آخر الزمان ، وانّه موجود ولهم في ذلك تآليف كثيرة . ثمّ قال : وقد أشرق نور هذه السلسلة الهاشميّة ، والبيضة الطاهرة النبويّة والعصابة العلويّة وهم إثنا عشر إماما مناقبهم عليّة وصفاتهم سنيّة ، ونفوسهم شريفة أبيّة ، وأرومتهم كريمة محمّدية ، وهم محمّد الحجّة بن الحسن الخالص ابن عليّ الهاديّ بن محمّد الجواد بن عليّ الرضا بن موسى الكاظم بن جعفر الصادق بن محمّد الباقر بن عليّ زين العابدين ابن الإمام الحسين أخي الإمام الحسن ولدي اللّيث الغالب عليّ بن أبي طالب ( رضي اللّه تعالى عنهم أجمعين ) .\r\n\r\n17 - الشيخ أبو المواهب الشيخ عبد الوهّاب بن أحمد بن عليّ الشعرانيّ\r\nالمتوفّى سنة ( 973 ه ) أو سنة ( 960 ه ) . قال في كتابه ( اليواقيت والجواهر ) ص 145 ، طبع مصر سنة ( 1307 ه ) . البحث الخامس والستّون ، في بيان انّ جميع أشراط الساعة التي أخبر بها الشارع حقّ لا بدّ أن تقع كلّها قبل قيام الساعة . وذلك ، كخروج المهديّ ( عج ) . قال : وهو من أولاد الإمام الحسن العسكريّ عليه السّلام ، ومولده ليلة النصف من شعبان سنة خمس\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nوخمسين ومائتين . وهو باق إلى أن يجتمع بعيسى بن مريم عليه السّلام فيكون عمره إلى وقتنا هذا وهو سنة ( 958 ه ) سبعمائة وست وستون سنة ( 766 ه ) . ( ثمّ قال الشعراني ) : هكذا أخبرني الشيخ حسن العراقي المدفون فوق كرم الريش المطلّ على بركة الرطل بمصر المحروسة عن الإمام المهديّ حين اجتمعت به ووافقه على ذلك شيخنا السيّد عليّ الخوّاص .\r\nونقل الشعراني في كتابه الطبقات الكبرى ما قاله في ( اليواقيت والجواهر ) في قول الشيخ حسن العراقي .\r\n\r\n18 - الشيخ حسن العراقي المدفون فوق كرم الريش .\r\nذكر الإمام الحجّة المهديّ عليه السّلام ، وانّه اجتمع به ، وذلك كما ذكره الشعراني في ( لواقح الأنوار في طبقات الأخبار ) ، ج 2 المطبوع بمصر سنة ( 1305 ه ) وقال فيه : انّ الشيخ حسنا العراقي في ضمن سياحته اجتمع مع الإمام المهديّ الحجّة وسأله عن عمره فقال له : يا ولدي ! عمري الآن ( 620 ) سنة . قال الشعرانيّ : فقلت ذلك لسيّدي عليّ الخواص فوافق على عمر المهديّ ( رضي اللّه عنهما ) « 1 » .\r\n\r\n19 - ذكر الشيخ نور الدين عبد الرحمن بن أحمد بن قوام الدين المعروف بجاميّ الشافعي\r\nفي كتابه شواهد النبوّة ( الإمام المهديّ الموعود المنتظر ) الحجّة بن الحسن الإمام الثاني عشر . وذكر كثيرا من أحواله وكراماته . وقال : هو الذي يملأ الأرض عدلا وقسطا . وذكر خبر ولادته نقلا من عمّته حكيمة وغيرها . وقال فيها : لمّا ولد جثا على ركبتيه ورفع سبّابته إلى السماء وعطس فقال : الحمد للّه ربّ العالمين . وذكر بعض من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشيخ عليّ الخوّاص بتشديد الواو هو صانع الخوص ، وقد ذكره الشعراني في الطبقات وبالغ في مدحه . ولا يخفى أن في عمر الإمام وقع اشتباه عندهم .\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nرأى الإمام المهديّ ومن سأل الإمام الحسن العسكري عليه السّلام عن الخلف بعده . قال : فدخل الإمام الدار ثمّ خرج وقد حمل طفلا كأنّه البدر في ليلة تمامه في سنّ ثلاث سنين فقال الإمام للسائل : لولا كرامتك على اللّه لم ارك هذا الولد الذي اسمه اسم رسول اللّه صلّى اللّه عليه وآله وسلّم وكنيته كنيته ، وهو الذي يملأ الأرض عدلا وقسطا كما ملئت جورا وظلما .\r\nوذكر في خبر من دخل على الإمام الحسن العسكريّ عليه السّلام ورأى بيتا عليه ستر مسبل ، فسأله عن الخلف بعده ، فقال له : ارفع الستار ، فرفع الستر فرأى الإمام الحجّة المهديّ المنتظر عليه السّلام . وذكر أيضا خبر الأشخاص الّذين بعثهم المعتمد أو المعتضد ليفتّشوا دار الإمام العسكري بسامراء ويأخذوا الإمام المهديّ إن وجدوه ، فلم يعثروا عليه في الدار ، فدخلوا سردابا هناك فوجدوه في آخر السرداب . وكان السرداب مملوءا بالماء والمهدي عليه السّلام في آخره على سجّادة فوق الماء وكلّما حاولوا الوصول إليه غرقوا في الماء ولم يتمكّنوا من الوصول إليه فأخبروا بذلك الخليفة العباسي الذي أرسلهم بما وقع ، فأمرهم بكتمان ما رأوا ، وقال لهم : إن أظهرتم ذلك أمرت بقتلكم ، فكتموا ذلك في حياته .\r\n\r\n20 - العلّامة الشيخ أبو بكر أحمد بن الحسين بن عليّ البيهقي النيسابوري الفقيه الشافعيّ\r\nالمتوفّى سنة ( 458 ه ) ذكر في كتابه شعب الإيمان وقال : اختلف الناس في أمر المهديّ فتوقّفت جماعة وأحالوا العلم إلى عالمه ، واعتقدوا انّه واحد من أولاد فاطمة بنت رسول اللّه صلّى اللّه عليه وآله وسلّم يخلقه اللّه متى شاء ، يبعثه نصرة لدينه ، وطائفة يقولون : إنّ المهديّ الموعود ، ولد يوم الجمعة منتصف شعبان سنة خمس وخمسين ومائتين ، وهو الإمام\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nالملقّب بالحجّة ، القائم المنتظر ، محمّد بن الحسن العسكريّ وانّه دخل السرداب بسرّمن‌رأى وهو مختف عن أعين الناس ، ينتظر خروجه ، ويظهر ويملأ الأرض عدلا وقسطا كما ملئت جورا وظلما ( ثمّ انّ البيهقي أجاب القائلين بامتناع بقائه إلى هذا الحين لطول الزمان ) وقال : ولا امتناع في طول عمره وامتداد أيّامه كعيسى بن مريم والخضر عليهما السّلام .\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\n\r\nالأمر الثالث قال أبو عمر السجودي في الصفحة السابعة : « عن أوصياء النبي الاثني عشر : إذا كان عليّ حقا هو الوصيّ للنبيّ ، وكانت الإمامة من أصول الدين وكان عليّ معصوما وأفضل من إبراهيم وأخيرا لو كان الأئمة هم المصدر للتشريع في الاسلام » .\r\nنقول في جوابه : إنّ النبي عيّن أوصياءه الاثني عشر لحفظ الشريعة وتبليغها وتنفيذ أحكامها وذلك بأمر من اللّه سبحانه وتعالى .\r\nوانّ حفظ الشريعة وتبليغها وتطبيقها في عصر الأوصياء تتطلّب الأمرين الآتي ذكرهما :\r\nالأوّل : إنّ النبيّ يبلّغ شريعته لأوصيائه .\r\nالثاني : أن يقوم الأوصياء بحمل الشريعة وتبليغها على مرّ العصور كما نبيّن ذلك في ما يأتي :\r\n\r\nالف - كيف بلّغ النبيّ شريعته لأوصيائه من بعده وكيف قام الأوصياء بحفظ الشريعة وتبليغها للناس ؟\r\nتضمّن القرآن الكريم أصول أحكام الدين الاسلامي ، وأوكل تفصيلها\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nوشرحها إلى النبيّ العظيم والمبلّغين الأوائل الذين أخذوا العلم عنه . وقد أملى النبيّ حديثه وما أوحي إليه ممّا يحتاجه الناس إلى يوم القيامة على عليّ عليه السّلام ودوّنها عليّ عليه السّلام في كتاب له يسمّى الجامعة .\r\n\r\nوكان عليّ عليه السّلام يتلقّى تلك العلوم من خلال لقاءات متنوعة :\r\n\r\n1 - لقاءات تعليميّة منتظمة :\r\nنقلت المصادر الحديثيّة تفاصيل اللقاءات بين الرسول صلّى اللّه عليه وآله وسلّم وابن عمّه الوصيّ الإمام عليه السّلام ونذكر هنا على سبيل المثال ما ورد في الكافي والوسائل ومستدركه وجاء موجزه في نهج البلاغة واللفظ للأوّل ، قال الإمام عليّ في حديثه : « قد كنت أدخل على رسول اللّه صلّى اللّه عليه وآله وسلّم كلّ يوم دخلة وكل ليلة دخلة فيخليني فيها أدور معه حيث دار ، وقد علم أصحاب رسول اللّه صلّى اللّه عليه وآله وسلّم انّه لم يصنع ذلك بأحد من الناس غيري ، وأحيانا كان رسول اللّه صلّى اللّه عليه وآله وسلّم يأتيني في بيتي ، وكنت إذا دخلت عليه بعض منازله أخلاني وأقام عنّي نساءه . فلا يبقى عنده غيري ، وإذا أتاني للخلوة معي في منزلي لم تقم عنّي فاطمة ولا أحد من بنيّ ، وكنت إذا سألته أجابني وإذا سكت وانتهت أسئلتي ابتدأني ، وما نزلت على رسول اللّه صلّى اللّه عليه وآله وسلّم آية من القرآن إلّا أقرأنيها وأملاها عليّ فكتبتها بخطّي ، وعلّمني تأويلها وتفسيرها ، وناسخها ومنسوخها ، ومحكمها ومتشابهها ، وخاصّها وعامّها ، ودعا اللّه أن يعطيني فهمها وحفظها ، فما نسيت آية من كتاب اللّه ولا علما أملاه عليّ وكتبته ، منذ دعا اللّه لي بما دعا . . . » « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكافي 1 / 62 - 63 ، والوسائل ، ط . القديمة 394 ، ح 1 ، ومستدركه 1 / 393 ، -\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nوقبل أن نورد بقيّة الحديث ننقل حديثا آخر عن زيد بن عليّ بن الحسين عليه السّلام ( ت 120 ه ) فإنّ فيه الجواب لمن تتبادر إلى ذهنه شبهة حول كيفية تلقّي الوصيّ عليه السّلام العلوم عن ابن عمّه النبيّ صلّى اللّه عليه وآله وسلّم .\r\nفي بصائر الدرجات ، باب في انّ عليّا علم كلّ ما أنزل على رسول اللّه صلّى اللّه عليه وآله وسلّم في ليل أو نهار أو حضر أو سفر والأئمّة من بعده :\r\n1 - عن زيد بن عليّ قال : قال أمير المؤمنين عليه السّلام : ما دخل رأسي نوم ولا عهد رسول اللّه صلّى اللّه عليه وآله وسلّم حتّى علمت من رسول اللّه صلّى اللّه عليه وآله وسلّم ما نزل به جبرئيل في ذلك اليوم من حلال أو حرام أو سنّة أو أمر أو نهي فيما نزل فيه وفيمن نزل ، فخرجنا فلقيتنا المعتزلة « 1 » فذكرنا ذلك لهم فقالوا ان هذا الأمر عظيم ، كيف يكون هذا وقد كان أحدهما يغيب عن صاحبه فكيف يعلم هذا ؟ قال : فرجعنا إلى زيد فأخبرناه بردّهم علينا فقال : يتحفظ على رسول اللّه صلّى اللّه عليه وآله وسلّم عدد الأيام التي غاب بها فإذا التقيا قال له رسول اللّه صلّى اللّه عليه وآله وسلّم : يا عليّ ! نزل عليّ في يوم كذا ، كذا وكذا وفي يوم كذا ، كذا حتى يعدهما عليه إلى آخر اليوم الذي وافى فيه فأخبرناهم بذلك « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n- واحتجاج الطبرسي ، ص 134 ، وتحف العقول 131 - 132 ، وبعضه في نهج البلاغة ، الخطبة 205 ، والوافي 1 / 63 ، ومرآة العقول 1 / 215 .\r\n( 1 ) هم فرقة اعتزلت مع سعد بن مالك وهو سعد بن أبي وقّاص وعبد اللّه بن عمر بن الخطّاب ومحمّد بن مسلمة الأنصاري وأسامة بن زيد بن حارثة الكلبي مولى رسول اللّه صلّى اللّه عليه وآله وسلّم فإنّ هؤلاء اعتزلوا عن عليّ عليه السّلام وامتنعوا من محاربته والمحاربة معه بعد دخولهم في بيعته والرضا به فسمّوا المعتزلة وصاروا أسلاف المعتزلة إلى آخر الأبد وقالوا : لا يحلّ قتال عليّ ولا القتال معه ( فرق الشيعة ) .\r\n( 2 ) بصائر الدرجات ، ص 197 ، ح 4 . وزيد بن عليّ بن الحسين خرج على عهد -\r\n","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\n2 - حدّثنا محمد بن عبد الجبار ، عن الحسن بن علي بن فضال ، عن حماد بن عثمان ، عن عبد الأعلى بن أعين قال : سمعت أبا عبد اللّه عليه السّلام يقول :\r\nقد ولدني رسول اللّه صلّى اللّه عليه وآله وسلّم وأنا أعلم كتاب اللّه وفيه بدء الخلق وما هو كائن إلى يوم القيامة وفيه خبر السماء وخبر الأرض وخبر الجنّة وخبر النار وخبر ما كان وخبر ما هو كائن ، أعلم ذلك كأنّما أنظر إلى كفّي ، إنّ اللّه يقول فيه تبيان كلّ شيء « 1 » .\r\nتتمّة الحديث عن الإمام عليّ عليه السّلام :\r\n( وما ترك شيئا علّمه اللّه من حلال ولا حرام ، ولا أمر ولا نهي كان أو يكون ، ولا كتاب منزل على أحد قبله من طاعة أو معصية إلّا علّمنيه وحفظته ، فلم أنس حرفا واحدا ، ثمّ وضع يده على صدري ودعا اللّه لي أن يملأ قلبي علما وفهما وحكما ونورا ، فقلت : يا نبيّ اللّه ! بأبي أنت وأمّي منذ دعوت اللّه لي بما دعوت لم أنس شيئا ولم يفتني شيء لم أكتبه أفتتخوّف عليّ النسيان فيما بعد ؟ فقال : لا ، لست أتخوّف عليك النسيان والجهل ) « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n- هشام يدعو للرضا من آل محمّد ، وقتل في الكوفة لليلتين خلتا من صفر سنة 120 ه .\r\nقاموس الرجال 4 / 259 .\r\n( 1 ) بصائر الدرجات : 4 / 197 ، الحديث الأوّل ، وقد جاء بهذا المضمون أحاديث ثلاثة في مصادر مدرسة الخلفاء ، يراجع سنن النسائي 1 / 178 ، باب التنحنح في الصلاة ، سنن ابن ماجة ، كتاب الأدب ، باب الاستئذان ، الحديث 3708 ، مسند أحمد 1 / 85 ، الحديث 647 وص 107 ، الحديث 845 وص 80 ، الحديث 608 ، صحيح البخاري 4 / 2 / 121 .\r\n( 2 ) الكافي 1 / 63 ، والوسائل ط . القديمة 394 ، ح 1 ، ومستدركه 1 / 393 ، واحتجاج الطبرسي ، ص 134 ، وتحف العقول 131 - 132 ، وبعضه في نهج البلاغة ، الخطبة 205 ، والوافي 1 / 63 ، ومرآة العقول 1 / 215 .\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nهذا هو مجمل القول عن اللقاءات المنتظمة بين النبيّ والوصيّ .\r\n\r\n2 - لقاءات تعليمية غير منتظمة :\r\nأوردنا فيما سبق أخبار اللقاءات المنتظمة استنادا إلى مصادر الفريقين .\r\nوأمّا ما يتعلق باللقاءات غير المنتظمة فقد جاء - أيضا - في مصادر مدرسة الخلفاء كالآتي :\r\nروى الترمذيّ عن جابر بن عبد اللّه الأنصاري « 1 » وقال :\r\n« دعا رسول اللّه عليّا يوم الطائف فانتجاه فقال الناس : لقد طال نجواه مع ابن عمّه ، فقال رسول اللّه صلّى اللّه عليه وآله وسلّم : ما انتجيته ولكنّ اللّه انتجاه » .\r\nويضيف الترمذي في توضيح الرواية قائلا : أنّ « نجوى اللّه » هو بمعنى انّ اللّه أمر نبيّه ليناجي عليّا « 2 » .\r\nفما هي المسألة التي ناجى بها النبي بأمر اللّه تعالى عليا في غزوة الطائف ؟ هل النجوى كانت تتعلق بمسائل الحرب ؟ مع العلم أنّ النبيّ كان يشاور الجميع في أمور الغزوات ولم يخصّص أحدا من بينهم للمشورة كما رأينا ذلك من سيرته صلّى اللّه عليه وآله وسلّم في غزوة بدر وأحد والخندق .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جابر بن عبد اللّه بن عمر الأنصاري صحابيّ أدرك الإمام محمّد بن عليّ الباقر أيضا . توفي بعد عام سبعين من الهجرة في المدينة . تقريب التهذيب 1 / 122 .\r\n( 2 ) صحيح الترمذي ، كتاب المناقب ، باب مناقب عليّ بن أبي طالب عليه السّلام 13 / 173 ، وتاريخ بغداد 7 / 402 ، ونقل المضمون نفسه عن جابر بن عبد اللّه في تاريخ ابن عساكر 2 / 310 و 311 ، تاريخ ابن كثير 7 / 356 ، أسد الغابة 4 / 27 . كما وجاء ما يقرب من هذا المضمون عن جندب بن ناجية ( أو ناجية بن جندب ) في كنز العمال 6 / 399 ( طبعة حيدرآباد 1312 ه ) و 12 / 200 ، الحديث 1122 ( الطبعة الثانية ) ، والرياض النضرة 2 / 265 .\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nفلا بدّ من القول بأنّ هذا اللقاء واللقاءات الأخرى من هذا القبيل « 1 » كانت على نسق اللقاءات المنتظمة اليوميّة بعينها . كما انّ من الممكن أن يكون هذا اللقاء من النمط الذي أشار إليه زيد بن عليّ بن الحسين وهو انّ النبيّ حينما كان يفارق عليّا عليه السّلام ويغيب عنه لفترة معيّنة ، يملي على عليّ ما نزل عليه من الوحي في تلك الفترة في أوّل لقاء بينه وبين الإمام ولذلك كان يناجيه ويطيل معه النجوى ، سواء المنتظمة أو غير المنتظمة منها .\r\n\r\nالنبيّ يأمر وصيّه الأوّل أن يدوّن العلم للأوصياء من بعده :\r\nفي أمالي الشيخ الطوسي وبصائر الدرجات وينابيع المودّة واللفظ للأوّل : عن أحمد بن محمّد بن عليّ الباقر ، عن آبائه عليهم السّلام قال : قال رسول اللّه صلّى اللّه عليه وآله وسلّم لعليّ : « اكتب ما أملي عليك » .\r\nقال : يا نبيّ اللّه ! أتخاف عليّ النسيان ؟\r\nقال : « لست أخاف عليك النسيان ، وقد دعوت اللّه لك أن يحفّظك ولا ينسيك ولكن اكتب لشركائك » .\r\nقال : قلت : ومن شركائي يا نبيّ اللّه ؟ .\r\nقال : « الأئمّة من ولدك بهم تسقى أمّتي الغيث ، وبهم يستجاب دعاؤهم وبهم يصرف اللّه عنهم البلاء وبهم تنزل الرحمة من السماء » وأومأ إلى الحسن ، وقال : « هذا أوّلهم » وأومأ إلى الحسين عليه السّلام وقال : « الأئمّة من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فمن جملة اللقاءات ما تمّت بين النبي والوصي في المدينة ، وقد أشير إليها في التفاسير في ذيل آية النجوى - المجادلة ( 12 ، 13 ) ، وراجع للتحقيق والتفصيل معالم المدرستين 1 / 322 .\r\n","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nولده » « 1 » .\r\n\r\nنوعان من التبليغ :\r\nينقسم الوحي الإلهي على نبيّه إلى قسمين :\r\n\r\nالقسم الأوّل : الوحي بالأحكام الإلهيّة التي يجب إبلاغها إلى الناس في عصر الرسول صلّى اللّه عليه وآله وسلّم\r\nوذلك لتوفّر الشروط المقتضية لذلك في عصر الرسول صلّى اللّه عليه وآله وسلّم بتبليغ هذا القسم من الأحكام إلى الناس .\r\n\r\nالقسم الثاني : الأحكام التي لم يكن وقت العمل بها إلّا بعد عصر النبيّ\r\n، وقد علّم النبيّ صلّى اللّه عليه وآله وسلّم عليّا عليه السّلام هذا القسم من الأحكام ولم يعلّمها غيره ، وكان عليّ عليه السّلام يكتب ما يملي عليه النبيّ من الأحكام ويفرز الطائفة الأولى عن الثانية منها .\r\nواستمرّت هذه اللقاءات إلى أن حان وقت فراق الحبيبين النبيّ والوصيّ وفي الساعات الأخيرة من حياة النبيّ وفي لقائه الخاصّ والهامّ مع الإمام بلّغه النبيّ التعاليم الإلهيّة الأخيرة كالآتي بيانه :\r\n\r\nاللقاء التعليميّ الأخير :\r\nقال عبد اللّه بن عمرو : انّ رسول اللّه صلّى اللّه عليه وآله وسلّم قال في مرضه : « ادعوا لي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأمالي للشيخ أبي جعفر محمد بن الحسن الطوسي ( ت 460 ه ) ، مطبعة النعمان ، النجف الأشرف سنة 1384 ه ، 2 / 56 .\r\nوبصائر الدرجات ، ص 167 عن أبي الطفيل عن أبي جعفر .\r\nوينابيع المودة ، للشيخ سليمان الحنفي ( ت 1294 ه ) ، ص 20 ، ورجعنا إلى النسخة المطبوعة بدار الخلافة العثمانية سنة 1302 ه .\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nأخي ، فدعي له أبو بكر فأعرض عنه ، ثمّ قال : ادعوا لي أخي ، فدعي له عمر فأعرض عنه ، ثمّ قال : ادعوا لي أخي ، فدعوا له عثمان فأعرض عنه ، ثمّ قال : ادعوا لي أخي ، فدعي له عليّ بن أبي طالب ، فستره بثوب ، وأكبّ عليه : فلمّا خرج من عنده قيل له : ما قال ؟ قال : علّمني ألف باب يفتح من كلّ باب ألف باب » « 1 » .\r\nوروت أمّ سلمة الحادث كما يلي ، قالت : والذي أحلف به أن كان عليّ ابن أبي طالب لأقرب الناس عهدا برسول اللّه صلّى اللّه عليه وآله وسلّم عدنا رسول اللّه غداة يقول : جاء عليّ ؟ مرارا - وأظنّه كان بعثه في حاجة - قالت : فجاء بعد ، فظننت أنّ له إليه حاجة فخرجنا من البيت فقعدنا عند الباب فكنت من أدناهم إلى الباب ، فأكبّ عليه رسول اللّه وجعل يسارّه ويناجيه ، ثمّ قبض رسول اللّه من يومه ذلك فكان عليّ أقرب الناس إليه عهدا .\r\nقال الحاكم : هذا حديث صحيح الإسناد « 2 » .\r\nوأخيرا نرجع إلى ما رواه عمر ابن الإمام علي عليه السّلام عن علي عليه السّلام في هذا الصدد : قال رسول اللّه صلّى اللّه عليه وآله وسلّم في مرضه : ادعوا لي أخي ، قال : فدعي له عليّ ، فقال : ادن منّي ، فدنوت منه فاستند إليّ فلم يزل مستندا إليّ وانّه ليكلّمني حتّى انّ بعض ريق النبيّ صلّى اللّه عليه وآله وسلّم ليصيبني ثمّ نزل برسول اللّه صلّى اللّه عليه وآله وسلّم وثقل في حجري فصحت : يا عبّاس ! أدركني فإنّي هالك ! فجاء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ ابن عساكر ( طبعة بيروت 1359 ) ، ترجمة الإمام علي عليه السّلام ، تاريخ ابن كثير 7 / 359 ، كنز العمال 6 / 392 ( الطبعة الأولى ) ، ومختصر تاريخ دمشق لابن عساكر 18 / 18 .\r\n( 2 ) مستدرك الحاكم 3 / 138 ، مصنّف ابن أبي شيبة 6 / 348 ، مجمع الزوائد 9 / 112 ، كنز العمال 15 / 128 .\r\n","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nالعبّاس فكان جهدهما جميعا أن أضجعاه « 1 » .\r\nمن مجموع ما قدّمناه ثبت أنّ النبيّ علّم عليا عليه السّلام العلوم والمعارف الإسلاميّة كلّها وأملاها عليه ، ودوّنها علي عليه السّلام في كتاب عنده ليبقى وثيقة مكتوبة عن الاسلام عند الأئمّة من ولده عليهم السّلام .\r\n\r\nب - أن يقوم الأوصياء بعد رحيل النبيّ صلّى اللّه عليه وآله وسلّم بنشر الشريعة وإبلاغها للناس :\r\nوقد قاموا بذلك كالآتي بيانه :\r\nفي الكافي وبصائر الدرجات واللفظ للأوّل ، عن أبي بصير ، قال : دخلت على أبي عبد اللّه فقلت له : جعلت فداك ، إنّي أسألك عن مسألة هاهنا أحد يسمع كلامي ؟ قال : فرفع أبو عبد اللّه عليه السّلام سترا بينه وبين بيت آخر فاطّلع فيه ثمّ قال : يا أبا محمّد ! سل عمّا بدا لك . قال : قلت : جعلت فداك إنّ شيعتك يتحدّثون أنّ رسول اللّه علّم عليّا عليه السّلام بابا يفتح منه ألف باب - إلى قوله - : قال : يا أبا محمّد ! إنّ عندنا الجامعة ، وما يدريهم ما الجامعة ، قال : قلت جعلت فداك وما الجامعة ؟ قال : صحيفة طولها سبعون ذراعا بذراع رسول اللّه وأملاه من فلق فيه وخطّ عليّ بيمينه فيها كلّ حلال وحرام وكلّ شيء يحتاج إليه الناس حتّى الأرش في الخدش وضرب بيده إليّ ، فقال : تأذن لي يا أبا محمّد ! قال : قلت : جعلت فداك إنّما أنا لك فاصنع ما شئت ، قال : فغمزني بيده وقال : حتّى أرش هذه - كأنّه مغضب - قال :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) طبقات ابن سعد ، باب من قال توفي رسول اللّه في حجر علي بن أبي طالب 2 / ق 2 / 51 وط . بيروت ج 2 / 263 .\r\n","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nقلت : هذا واللّه العلم . . . الحديث « 1 » .\r\nوعن سليمان بن خالد قال : سمعت أبا عبد اللّه يقول : إنّ عندنا لصحيفة يقال لها الجامعة ما من حلال وما من حرام إلّا وهو فيها حتّى أرش الخدش « 2 » .\r\nوفي رواية : إنّ عندنا لصحيفة سبعين ذراعا إملاء رسول اللّه وخطّ عليّ بيده ما من حلال ولا حرام إلّا وهو فيها حتّى أرش الخدش « 3 » .\r\nوعن عليّ بن رئاب عن أبي عبد اللّه انّه سئل عن الجامعة ، فقال : تلك صحيفة سبعون ذراعا في عرض الأديم مثل فخذ الفالج ، فيها كلّ ما يحتاج الناس إليه وليس قضيّة إلّا وهو فيها حتّى أرش الخدش « 4 » .\r\nوفي بصائر الدرجات أيضا عن أبي بصير عن أبي عبد اللّه - الإمام الصادق - قال : سمعته يقول وذكر ابن شبرمة في فتياه فقال : أين هو من الجامعة ؟ إملاء رسول اللّه صلّى اللّه عليه وآله وسلّم خط عليّ بيده فيها جميع الحلال والحرام حتّى أرش الخدش فيها « 5 » .\r\nوفي الكافي وبصائر الدرجات ، عن أبي شيبة قال : سمعت أبا عبد اللّه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أصول الكافي 1 / 239 ، ح 1 ، وبصائر الدرجات ، ص 151 - 152 ، والوافي 2 / 135 ، والحديث طويل أخذنا منه موضع الحاجة .\r\n( 2 ) بصائر الدرجات ، ص 142 - 143 .\r\n( 3 ) بصائر الدرجات ، ص 143 .\r\n( 4 ) بصائر الدرجات ، ص 142 وفي 149 إلى : في عرض الأديم ، وفي طبعة بيروت ، مؤسسة النعمان سنة 1412 ه ، ص 154 .\r\n( 5 ) بصائر الدرجات ، ص 145 و 146 و 148 .\r\n","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nعليه السّلام يقول : ضلّ علم ابن شبرمة عند الجامعة ، إملاء رسول اللّه وخطّ عليّ عليه السّلام بيده ، إنّ الجامعة لم تدع لأحد كلاما ، فيها علم الحلال والحرام ، إنّ أصحاب القياس طلبوا العلم بالقياس فلم يزدادوا إلّا بعدا ، إنّ دين اللّه لا يصاب بالقياس ! « 1 »\r\nهكذا كان أئمة أهل البيت يتبرّأون من القول بالرأي ، ويستندون في أقوالهم إلى ما رووه عن رسول اللّه عن جبريل عن الباري عزّ اسمه .\r\nوابن شبرمة هو عبد اللّه بن شبرمة الضبيّ الشاعر الكوفي . كان قاضيا لأبي جعفر المنصور على سواد الكوفة ( ت 144 ه ) « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أصول الكافي 1 / 57 ، ح 14 ، وبصائر الدرجات ، ص 146 و 149 - 150 ، والوافي 1 / 58 . أبو شيبة الأسدي روى عن الإمام الصادق عليه السّلام . قاموس الرجال 10 / 99 .\r\n( 2 ) الكنى والألقاب 1 / 313 .\r\n","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\n\r\nكيف تداول أئمة أهل البيت عليهم السّلام كتب العلم ؟\r\n\r\nأ - الأئمة علي والحسنان والسجّاد والباقر عليهم السّلام :\r\nفي بصائر الدرجات : عن معلّى بن خنيس عن أبي عبد اللّه - الإمام الصادق عليه السّلام - قال : إنّ الكتب كانت عند عليّ عليه السّلام فلمّا سار إلى العراق استودع الكتب امّ سلمة فلمّا مضى عليّ كانت عند الحسن ، فلمّا مضى الحسن كانت عند الحسين ، فلمّا مضى الحسين كانت عند عليّ بن الحسين ، ثمّ كانت عند أبي - الإمام الباقر - « 1 » .\r\nوفي بصائر الدرجات ثلاث روايات أخرى اثنتان منها عن امّ سلمة قالت : إنّ رسول اللّه استودعها كتابا فسلّمته الإمام عليّا بعد رسول اللّه ، وثالثة عن ابن عبّاس أيضا بالمعنى نفسه « 2 » .\r\nالكافي عن سليم بن قيس ، قال : شهدت وصيّة أمير المؤمنين حين أوصى إلى ابنه الحسن عليه السّلام وأشهد على وصيّته الحسين ومحمّدا وجميع ولده ورؤساء شيعته وأهل بيته ، ثمّ دفع إليه الكتاب والسلاح وقال لابنه الحسن :\r\nيا بنيّ ! أمرني رسول اللّه صلّى اللّه عليه وآله وسلّم أن أوصي إليك وأن أدفع إليك كتبي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بصائر الدرجات ، ص 162 .\r\n( 2 ) بصائر الدرجات ، ص 163 ، ح 4 ، وص 166 ، ح 16 ، وص 168 ، ح 23 .\r\n","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nوسلاحي كما أوصى إليّ رسول اللّه ودفع إليّ كتبه وسلاحه ، وأمرني أن آمرك إذا حضرك الموت أن تدفعها إلى أخيك الحسين ، ثمّ أقبل على ابنه الحسين ، فقال له : وأمرك رسول اللّه صلّى اللّه عليه وآله وسلّم أن تدفعها إلى ابنك هذا ثمّ أخذ بيد عليّ بن الحسين ، وقال لعليّ بن الحسين : وأمرك رسول اللّه صلّى اللّه عليه وآله وسلّم أن تدفعها إلى ابنك محمّد بن علي وأقرئه من رسول اللّه صلّى اللّه عليه وآله وسلّم ومنّي السّلام « 1 » .\r\nقال المؤلّف : ما سلّمه الإمام هنا إلى ابنه الحسن كتاب واحد وهو غير الكتب التي أودعها عند امّ المؤمنين امّ سلمة بالمدينة عند هجرته من المدينة ، والّتي تسلّمها الإمام الحسن منها عند عودته إلى المدينة .\r\n\r\nب - الإمام عليّ بن الحسين عليه السّلام :\r\nفي غيبة الشيخ الطوسي ، ومناقب ابن شهرآشوب ، والبحار : عن الفضيل قال : قال لي أبو جعفر - الإمام الباقر عليه السّلام - : لمّا توجّه الحسين عليه السّلام إلى العراق ، دفع إلى امّ سلمة زوج النبي صلّى اللّه عليه وآله وسلّم الوصيّة والكتب وغير ذلك ، وقال لها : إذا أتاك أكبر ولدي فادفعي إليه ما دفعت إليك ، فلمّا قتل الحسين عليه السّلام أتى عليّ بن الحسين امّ سلمة فدفعت إليه كلّ شيء أعطاها الحسين عليه السّلام « 2 » .\r\nوفي الكافي وإعلام الورى ، ومناقب ابن شهرآشوب ، والبحار واللفظ للأوّل ، عن أبي بكر الحضرميّ عن أبي عبد اللّه - الإمام الصادق عليه السّلام -\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكافي ، والوافي 2 / 79 .\r\n( 2 ) غيبة الشيخ الطوسي ، ط . تبريز سنة 1323 ه ، ومناقب ابن شهرآشوب 4 / 172 ، والبحار 46 / 18 ، ح 3 ، وقد أخذنا اللفظ من الأخير .\r\n","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nقال : إنّ الحسين عليه السّلام لمّا سار إلى العراق استودع امّ سلمة ( رض ) الكتب والوصيّة ، فلمّا رجع عليّ بن الحسين عليه السّلام دفعتها إليه « 1 » .\r\nوكان ذلك غير الوصية التي كتبها في كربلاء ودفعها مع بقيّة مواريث الإمامة إلى ابنته فاطمة فدفعتها إلى عليّ بن الحسين وكان يومذاك مريضا لا يرون أنّه يبقى بعده « 2 » .\r\n\r\nج - الإمام محمد الباقر عليه السّلام :\r\nفي الكافي وإعلام الورى وبصائر الدرجات والبحار واللفظ للأوّل : عن عيسى بن عبد اللّه ، عن أبيه ، عن جدّه قال : التفت عليّ بن الحسين إلى ولده وهو في الموت وهم مجتمعون عنده ، ثمّ التفت إلى محمّد بن عليّ ابنه ، فقال :\r\nيا محمّد ! هذا الصندوق ، فاذهب به إلى بيتك ، ثمّ قال - أي علي بن الحسين - أمّا إنّه ليس فيه دينار ولا درهم ولكنّه كان مملوءا علما « 3 » .\r\nوفي بصائر الدرجات والبحار : عن عيسى بن عبد اللّه بن عمر ، عن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أصول الكافي 1 / 304 ، وإعلام الورى ، ص 152 ، والبحار 46 / 16 ، ومناقب ابن شهرآشوب 4 / 172 . أبو بكر الحضرمي عبد اللّه بن محمد روى عن الإمام الصادق عليه السّلام .\r\nقاموس الرجال 16 / 15 .\r\n( 2 ) أصول الكافي 1 / 303 ، ح 3 ، وإعلام الورى ، ص 152 ، والبحار 46 / 18 ، ح 5 ، وفي بصائر الدرجات ، ص 148 و 149 و 163 و 164 و 168 .\r\n( 3 ) أصول الكافي 1 / 305 ، ح 2 ، وإعلام الورى ، ص 260 ، وبصائر الدرجات ، باب 1 ، ص 44 ، والبحار 46 / 229 ، ح 1 ، والوافي 2 / 83 .\r\nوعيسى بن عبد اللّه بن محمد بن عمر بن علي بن أبي طالب وقد يقال له : الهاشمي ، روى عن الصادق عليه السّلام . قاموس الرجال 7 / 275 - 276 .\r\n","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nجعفر بن محمّد - الإمام الصادق عليه السّلام - قال : لمّا حضر عليّ بن الحسين الموت قبل ذلك أخرج السفط أو الصندوق عنده فقال : يا محمّد ! احمل هذا الصندوق ، قال : فحمل بين أربعة رجال فلمّا توفّي جاء إخوته يدّعون في الصندوق ، فقالوا : أعطنا نصيبنا من الصندوق ، فقال : واللّه ما لكم فيه شيء ، ولو كان لكم فيه شيء ما دفعه إليّ ، وكان في الصندوق سلاح رسول اللّه وكتبه « 1 » .\r\n\r\nد - الإمام جعفر الصادق عليه السّلام :\r\nفي بصائر الدرجات عن زرارة عن أبي عبد اللّه قال : ما مضى أبو جعفر حتّى صارت الكتب إليّ « 2 » .\r\nوفيه - أيضا - عن أبي بصير قال : سمعت أبا عبد اللّه يقول : ما مات أبو جعفر حتى قبض - أي أبو عبد اللّه - مصحف فاطمة « 3 » .\r\nوفيه - أيضا - عن عنبسة العابد قال : كنّا عند الحسين ابن عمّ جعفر بن محمّد وجاءه محمّد بن عمران فسأله كتاب أرض فقال : حتّى آخذ ذلك من أبي عبد اللّه عليه السّلام . قال : قلت له : وما شأن ذلك عند أبي عبد اللّه عليه السّلام ؟ قال :\r\nإنّها وقعت عند الحسن ثمّ عند الحسين ثمّ عند عليّ بن الحسين ثمّ عند أبي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أصول الكافي 1 / 305 ، ح 1 ، والوافي 2 / 82 ، وبصائر الدرجات ، ج 4 ، باب 4 ، ص 165 ، وإعلام الورى ، ص 260 ، والبحار 46 / 229 .\r\n( 2 ) بصائر الدرجات ، ص 158 ، وراجع ص 180 و 181 و 186 . زرارة أبو الحسن واسمه عبد ربّه بن أعين مولى بني شيبان ، كوفي روى عن الإمام الصادق عليه السّلام ( ت 150 ه ) .\r\nقاموس الرجال 4 / 154 .\r\n( 3 ) بصائر الدرجات ، ص 158 .\r\n","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nجعفر عليه السّلام ثمّ عند جعفر فكتبناه من عنده « 1 » .\r\nفي الكافي وبصائر الدرجات : عن حمران عن أبي جعفر عليه السّلام قال : سألته عمّا يتحدّث الناس أنّه دفعت إلى امّ سلمة صحيفة مختومة فقال : إنّ رسول اللّه صلّى اللّه عليه وآله وسلّم لمّا قبض ورث عليّ عليه السّلام علمه وسلاحه وما هناك ، ثمّ صار إلى الحسن عليه السّلام ، ثمّ صار إلى الحسين عليه السّلام ، فلمّا خشينا أن نغشى استودعها امّ سلمة ، ثمّ قبضها بعد ذلك عليّ بن الحسين عليه السّلام قال : فقلت : نعم ، ثمّ صار إلى أبيك ، ثمّ انتهى إليك وصار بعد ذلك إليك ؟ قال : نعم « 2 » .\r\nعن عمر بن أبان : قال : سألت أبا عبد اللّه عليه السّلام عمّا يتحدّث النّاس أنّه دفع إلى امّ سلمة صحيفة مختومة فقال : إنّ رسول اللّه صلّى اللّه عليه وآله وسلّم لمّا قبض ورث عليّ عليه السّلام علمه وسلاحه وما هناك ثمّ صار إلى الحسن ثمّ صار إلى الحسين عليه السّلام قال : قلت : ثمّ صار إلى عليّ بن الحسين ، ثمّ صار إلى ابنه ، ثمّ انتهى إليك ، فقال : نعم « 3 » .\r\n\r\nه - الإمام موسى بن جعفر عليه السّلام :\r\nفي غيبة النعماني والبحار عن حمّاد الصائغ قال : سمعت المفضّل بن عمر يسأل أبا عبد اللّه - الإمام الصادق - إلى قول حمّاد : ثمّ طلع أبو الحسن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بصائر الدرجات ، ص 165 و 166 منه مع حذف وإسقاط . وعنبسة بن بجاد العابد مولى بني أسد كان قاضيا ، روى عن الإمام الصادق عليه السّلام . قاموس الرجال 7 / 242 .\r\n( 2 ) الكافي ، كتاب الحجّة 3 / 48 ، والوافي 2 / 133 ، وبصائر الدرجات ، ص 177 و 186 و 188 .\r\n( 3 ) الكافي 3 / 48 ، وبصائر الدرجات ، ص 177 و 184 ، والوافي 2 / 133 .\r\n","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nموسى - الإمام الكاظم - فقال له أبو عبد اللّه عليه السّلام : يسرّك أن تنظر إلى صاحب كتاب عليّ ؟ فقال المفضّل : وأيّ شيء أعظم من ذلك ؟ فقال : هو هذا صاحب كتاب عليّ . . . الحديث « 1 » .\r\n\r\nو - الإمام عليّ بن موسى الرضا عليه السّلام :\r\nعن عليّ بن يقطين قال : قال لي أبو الحسن : يا عليّ ! هذا أفقه ولدي وقد نحلته كتبي وأشار بيده إلى ابنه عليّ .\r\nوفي رواية : سمعته يقول : إنّ ابني عليّا سيّد ولدي وقد نحلته كتبي « 2 » .\r\nوفي الكافي وإرشاد الشيخ المفيد ، وغيبة الشيخ الطوسيّ والبحار : عن نعيم القابوسي ، عن أبي الحسن موسى - الإمام الكاظم عليه السّلام - قال : ابني علي أكبر ولدي وأبرّهم عندي وأحبّهم إليّ ، هو ينظر معي في الجفر ولم ينظر فيه إلّا نبيّ أو وصيّ « 3 » .\r\nوفي رجال الكشي والبحار عن نصر بن قابوس قال : إنّه كان في دار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) غيبة النعماني ، ص 177 ، والبحار 48 / 22 ، ح 34 . والمفضل بن عمر الجعفي الكوفي روى عن الإمامين الصادق والكاظم عليهما السّلام . قاموس الرجال 9 / 93 .\r\n( 2 ) لرواية علي بن يقطين ثلاثة أسانيد في بصائر الدرجات ، ص 164 ، ح 7 - 9 ، وفي الإرشاد ، ص 285 : نحلته كنيتي بدل كتبي ، وفي الوافي 2 / 86 . وعلي بن يقطين ، مولى بني أسد ، وله كتب ( ت 182 ه ) روى عن الصادق عليه السّلام . قاموس الرجال 7 / 83 .\r\n( 3 ) أصول الكافي 1 / 311 - 321 ، ح 2 ، وإرشاد الشيخ المفيد ، ص 285 - 286 ، وغيبة الشيخ الطوسي ، ص 28 ، والوافي 2 / 83 .\r\nونعيم القابوسي ، لعلّه نعيم بن القابوس أخو نصر بن قابوس الآتي ذكره ، وهو من ثقات الرواة عن الإمام الكاظم عليه السّلام . قاموس الرجال 9 / 225 .\r\n","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nالإمام الكاظم فأراه ابنه الإمام الرضا وهو ينظر في الجفر ، فقال : هذا ابني عليّ ، والذي ينظر فيه الجفر « 1 » .\r\nهكذا توارثوا الكتب كابرا عن كابر ، وكانوا يرجعون إليها جيلا بعد جيل يستخرجون منها العلوم والأحكام كما يتّضح ذلك من الأحاديث الآتية :\r\n\r\nرجوع الأئمة إلى كتاب عليّ الجامعة :\r\nإنّ أوّل من وجدنا يروي عن كتاب عليّ مباشرة الإمام عليّ بن الحسين ، كما في الكافي ومن لا يحضره الفقيه والتهذيب ومعاني الأخبار والوسائل ، واللفظ للأوّل : عن أبان أنّ عليّ بن الحسين سئل عن رجل أوصى بشيء من ماله ، فقال :\r\n« الشيء في كتاب عليّ عليه السّلام واحد من ستّة » « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) رجال الكشي ، ص 382 ، والبحار 49 / 27 ، ح 46 .\r\nنصر بن قابوس اللخمي الكوفي ، روى عن الأئمة الصادق والكاظم والرضا عليهم السّلام .\r\nقاموس الرجال 9 / 195 .\r\n( 2 ) فروع الكافي 7 / 40 ، ح 1 ، باب من أوصى بشيء من ماله . ومن لا يحضره الفقيه 4 / 151 . ومعاني الأخبار 217 ، وكلاهما للشيخ الصدوق ، والتهذيب للشيخ الطوسي 9 / 211 ، ح 835 ، والوسائل 13 / 450 ، ح 1 ، من باب حكم من أوصى بشيء .\r\nأبان بن تغلب بن رباح أبو سعيد البكري ، مولى بني جرير ، روى عن الأئمة السجاد والباقر والصادق عليهم السّلام . وقال لقوم كانوا يعيبونه في روايته عن الإمام الصادق عليه السّلام : كيف تلومونني في روايتي عن رجل ما سألته عن شيء ، إلّا قال : قال رسول اللّه ؟ ( ت 141 ه ) .\r\nقاموس الرجال 1 / 73 .\r\n","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nوروى من بعده الإمام الباقر عنه كما : في الخصال وعقاب الأعمال والوسائل عن أبي جعفر - الإمام الباقر - قال : في كتاب عليّ : ثلاث خصال ، لا يموت صاحبهنّ أبدا حتّى يرى وبالهنّ : البغي ، وقطيعة الرحم ، واليمين الكاذبة يبارز اللّه بها « 1 » .\r\nوروى الإمام أبو عبد اللّه الصادق عن كتاب عليّ في بيان ثبوت الشهر برؤية الهلال « 2 » .\r\nذكرنا الأحاديث التي رواها الأئمة من كتاب الإمام عليّ وأسندوها إليه ، غير متوخّين الاستقصاء في ذلك ، وإنّما أوردناها كأمثلة لما نحن بصدده ، وفي ما يلي نورد أحاديث أصحاب الأئمة الّذين شاهدوا كتاب الإمام عليّ ، وفيها أحاديث من قرأ الكتاب ووصفه .\r\nبغير المواضيع المذكورة هناك تسعة وثلاثون موردا من روايات الإمامين الباقر والصادق عليهما السّلام من كتاب الإمام علي عليه السّلام « 3 » ولم يكن الإمامان هما اللّذان نقلا الحديث من كتاب الإمام عليّ فحسب وإنّما هناك مجموعة من الصحابة مثل محمّد بن مسلم « 4 » وعمر بن أذينة « 5 » وأبي بصير ، وابن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الخصال ، ص 124 ، وعقاب الأعمال ، ص 261 وكلاهما للشيخ الصدوق ، والوسائل 16 / 119 .\r\n( 2 ) في الاستبصار 3 / 64 ، والوسائل 7 / 184 ، ح 13352 .\r\n( 3 ) راجع تفصيل الخبر في معالم المدرستين 2 / 336 - 339 .\r\n( 4 ) محمد بن مسلم بن رياح الطحان ( ت 150 ه ) ، نقل روايته عن الإمام الباقر عليه السّلام صاحب كتاب أربعمائة مسألة في أبواب الحلال والحرام . قاموس الرجال 8 / 378 .\r\n( 5 ) اسمه محمد بن عمر بن أذينة واسم أبيه قدم على اسمه وهو من أصحاب الإمام الصادق عليه السّلام ، معجم رجال الحديث 13 / 21 .\r\n","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nبكير « 1 » وعبد الملك بن أعين « 2 » ومتعب « 3 » - راجع معالم المدرستين « 4 » - .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ابن بكير ، أبو الأعلى عبد اللّه بن بكير بن أعين الشيباني من الثقات وعن الإمام الصادق نقل الرواية . قاموس الرجال 5 / 399 .\r\n( 2 ) عبد الملك بن أعين ، أبو فراس الشيباني نقل الرواية عن الإمامين الباقر والصادق عليهما السّلام ، وفي أيام الإمام الصادق عليه السّلام توفي . قاموس الرجال 6 / 181 .\r\n( 3 ) متعب من غلمان الإمام الصادق الذين أعتق رقبتهم ، أمّا الخليفة العباسي منصور الدوانيقي فقد أمر بجلده ألف جلدة ومات على أثرها . قاموس الرجال 9 / 47 .\r\n( 4 ) 2 / 339 - 343 .\r\n","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\n\r\nتسلسل إسناد روايات أئمة أهل البيت عليهم السّلام إلى الرسول صلّى اللّه عليه وآله وسلّم\r\nروى عذافر الصيرفي ، قال : كنت مع الحكم بن عتيبة عند أبي جعفر عليه السّلام فجعل يسأله ، وكان أبو جعفر له مكرما ، فاختلفا في شيء ، فقال أبو جعفر عليه السّلام : يا بنيّ ! قم فأخرج كتابا مدروجا عظيما ففتحه وجعل ينظر حتّى أخرج المسألة فقال أبو جعفر عليه السّلام : هذا خطّ عليّ وإملاء رسول اللّه صلّى اللّه عليه وآله وسلّم ، وأقبل على الحكم وقال : يا أبا محمّد ! إذهب أنت وسلمة وأبو المقدام حيث شئتم يمينا وشمالا فو اللّه لا تجدون العلم أوثق منه عند قوم كان ينزل عليهم جبرئيل « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) رجال النجاشي ، ص 279 .\r\nوعذافر بن عيسى الخزاعي الصيرفي ، روى عن الإمام الصادق عليه السّلام . قاموس الرجال 6 / 295 .\r\nوالحكم بن عتيبة الكوفي الكندي ولاء روى عن الإمامين الباقر والصادق عليهما السّلام . توفي سنة 113 أو 114 أو 115 ه . قاموس الرجال 3 / 375 .\r\nوأبو محمد مات وله نيف وستون أخرج حديثه أصحاب الصحاح . التهذيب 1 / 192 .\r\nوسلمة بن كهيل أبو يحيى الحضرمي الكوفي ، أدرك الإمامين الباقر والصادق عليهما السّلام .\r\nقاموس الرجال 4 / 439 .\r\n","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nولهذا قال لحفص بن البختري لما قال : نسمع الحديث منك فلا أدري منك سماعه أو من أبيك ، فقال : ما سمعته منّي فاروه عن أبي وما سمعته منّي فاروه عن رسول اللّه صلّى اللّه عليه وآله وسلّم « 1 » ، ولنعم ما قال الشاعر :\r\n ووال أناسا قولهم وحديثهم * روى جدّنا عن جبرئيل عن الباري \r\nولهذا قال كما رواه هشام بن سالم وحمّاد بن عثمان وغيرهما : حديثي حديث أبي ، وحديث أبي حديث جدّي ، وحديث جدّي حديث الحسين ، وحديث الحسين حديث الحسن ، وحديث الحسن حديث أمير المؤمنين ، وحديث أمير المؤمنين حديث رسول اللّه صلّى اللّه عليه وآله وسلّم ، وحديث رسول اللّه صلّى اللّه عليه وآله وسلّم قول اللّه عزّ وجلّ « 2 » .\r\nولهذا قال أبو جعفر - الإمام الباقر عليه السّلام - لجابر ، لمّا قال له : إذا حدّثتني بحديث فأسنده لي ، فقال : حدّثني أبي عن جدّي رسول اللّه ، عن جبرائيل ، عن اللّه عزّ وجلّ ، وكلّ ما احدّثك بهذا الإسناد . . . الحديث « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n- وأبو المقدام ثابت بن هرمز الحداد الفارسي العجلي ولاء ، أدرك الإمامين الباقر والصادق عليهما السّلام ، وهو وسلمة من البترية الذين دعوا إلى ولاية عليّ وخلطوها بولاية أبي بكر وعمر ، ويثبتون إمامتهما ويبغضون عثمان وطلحة والزبير وعائشة ، ويرون الخروج مع بطون ولد علي بن أبي طالب ، يذهبون في ذلك إلى الأمر بالمعروف والنهي عن المنكر ، ويثبتون لكل من خرج من ولد علي بن أبي طالب عند خروجه الإمامة . قاموس الرجال 2 / 287 - 289 .\r\n( 1 ) الوسائل 3 / 380 ، رقم الحديث 86 ، وحفص بن البختري ، بغدادي كوفي الأصل ، روى عن الإمام الصادق عليه السّلام ، كتاب قاموس الرجال 3 / 355 .\r\n( 2 ) الكافي 1 / 53 ، وإرشاد المفيد ، ص 257 . وهشام بن سالم أبو محمد الجواليقي الجعفي ولاء ، كوفي ، روى عن الإمام الصادق ، له كتاب ، قاموس الرجال 9 / 357 .\r\n( 3 ) أمالي الشيخ المفيد ، ص 26 .\r\n","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nإلى هنا شخّصنا كيف قام الأئمة عمليا في توجيه الأمّة الاسلاميّة وكيف كانوا ورثة النبي صلّى اللّه عليه وآله وسلّم في حمل العلوم والمعارف الاسلاميّة والتي كتبها الإمام علي عليه السّلام بخطّه وإملاء رسول اللّه صلّى اللّه عليه وآله وسلّم ودوّنها في كتاب اسمه الجامعة .\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136}
  ]