[
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nفي رماب أهل البيت عليهم السلام\r\n( 43 )\r\nعبد الله بن سبأ من منظور آخر\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nالعنوان : في رحاب أهل البيت عليهم السلام عبد الله بن سبأ\r\nمن منظور آخر\r\nالمؤلف : الشيخ أسد حيدر - لجنة البحوث\r\nالموضوع : كلام\r\nالناشر : مركز الطباعة والنشر للمجمع العالمي لأهل البيت عليهم السلام\r\nالطبعة : الأولى\r\nالتاريخ : 1426 ه‍\r\nالمطبعة : ليلى\r\nالكمية : 10000\r\nISBN : 964 - 8686 - 83 - 1\r\nحقوق الطبع والترجمة محفوظة للمجمع العالمي لأهل البيت عليهم السلام\r\nwww . ahl - ul - bait . org\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nأهل البيت عليهم السلام\r\nفي القرآن الكريم\r\nانما يريد الله\r\nليذهب عنكم الرجس أهل البيت\r\nويطهركم تطهيرا\r\nسورة الأحزاب / آية : 33\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nأهل البيت عليهم السلام\r\nفي السنة النبوية\r\nاني تارك فيكم الثقلين\r\nكتاب الله وعترتي أهل بيتي\r\nما ان تمسكتم بهما لن تضلوا بعدي ابدا\r\n« الصحاح والمسانيد »\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\n[ الجزء الثالث والأربعون عبد الله بن‌سبأ من منظور آخر 
  ]\r\n\r\nكلمة المجمع\r\nإنّ تراث أهل البيت عليهم السلام الذي اختزنته مدرستهم وحفظه من الضياع أتباعهم يعبّر عن مدرسة جامعة لشتى فروع المعرفة الإسلامية . وقد استطاعت هذه المدرسة أن تربّي النفوس المستعدة للاغتراف من هذا المعين ، وتقدّم للُامة الإسلامية كبار العلماء المحتذين لخُطى أهل‌البيت عليهم السلام الرسالية ، مستوعبين إثارات وأسئلة شتى المذاهب والاتجاهات الفكرية من داخل الحاضرة الإسلامية وخارجها ، مقدّمين لها أمتن الأجوبة والحلول على مدى القرون المتتالية .\r\nوقد بادر المجمع العالمي لأهل البيت عليهم السلام - منطلقاً من مسؤولياته التي أخذها على عاتقه - للدفاع عن حريم الرسالة وحقائقها التي ضبّب عليها أرباب الفرق والمذاهب وأصحاب الاتجاهات المناوئة للإسلام ، مقتفياً خطى أهل‌البيت عليهم السلام وأتباع مدرستهم الرشيدة التي حرصت في\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nالرد على التحديات المستمرة ، وحاولت أن تبقى على الدوام في خطّ المواجهة وبالمستوى المطلوب في كلّ عصر .\r\nإنّ التجارب التي تختزنها كتب علماء مدرسة أهل‌البيت عليهم السلام في هذا المضمار فريدة في نوعها ؛ لأنها ذات رصيد علمي يحتكم إلى العقل والبرهان ويتجنّب الهوى والتعصب المذموم ، ويخاطب العلماء والمفكرين من ذوي الاختصاص خطاباً يستسيغه العقل وتتقبله الفطرة السليمة .\r\nوقد جاءت محاولة المجمع العالمي لأهل البيت عليهم السلام لتقدم لطلّاب الحقيقة مرحلة جديدة من هذه التجارب الغنيّة في باب الحوار والسؤال والرد على الشبهات - التي أثيرت في عصور سابقة أو تثار اليوم ولا سيّما بدعم من بعض الدوائر الحاقدة على الإسلام والمسلمين من خلال شبكات الإنترنيت وغيرها - متجنّبة الإثارات المذمومة وحريصة على استثارة العقول المفكرة والنفوس الطالبة للحق ، لتنفتح على الحقائق التي تقدّمها مدرسة أهل البيت عليهم السلام الرسالية للعالم أجمع ، في عصر يتكامل فيه العقول ويتواصل النفوس والأرواح بشكل سريع وفريد .\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nولابدّ أن نشير إلى أن هذه المجموعة من البحوث قد أعدت في لجنة خاصة من مجموعة من الأفاضل . ونتقدم بالشكر الجزيل لكل هؤلاء ولأصحاب الفضل والتحقيق لمراجعة كلّ منهم جملة من هذه البحوث وابداء ملاحظاتهم القيّمة عنها .\r\nوكلّنا أمل ورجاء بأن نكون قد قدّمنا ما استطعنا من جهد أداءً لبعض ما علينا تجاه رسالة ربّنا العظيم الذي أرسل رسوله بالهدى ودين الحقّ ليظهره على الدين كلّه وكفى باللَّه شهيداً .\r\nالمجمع العالمي لأهل البيت عليهم السلام\r\nالمعاونية الثقافية\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\nالمقدمة\r\nالحمدللَّه ربّ العالمين وصلّى اللَّه على سيدنا ونبيّنا محمّد وآله الطاهرين .\r\nوصلتنا عدّة تساؤلات حول شخصية عبداللَّه بن سبأ ومكانته في تاريخ الشيعة . ونرى بكل وضوح أنّ بعض هذه التساؤلات تنطلق من منطق الوعي والفهم فيودّ السائل أن يلفت الانتباه حول الموضوع .\r\nوقد بادر المجمع العالمي لأهل البيت عليهم السلام إلى تدوين كتاب ثمين في ذلك الحقل - باسم حقيقة التشيّع - الذي يلفت الانتباه للقارئ الواعي بالنسبة إلى مذهب الشيعة وشؤونه ومكانته البارزة في الدين منذ البداية لحد الآن .\r\nونرى أنّ البعض الآخر من تلك الأسئلة تنبثق من منطلق العداء والاعتداء ويحاول السائل أن يبذر الخصام بين المذاهب الإسلامية ويستهدف عدم التلاحم بين صفوف المسلمين تحقيقاً للأهداف العدائية للاستكبار العالمي .\r\nومن المؤسف أنه قام بتشويه سمعة الشيعة ، عدة من العملاء والمرتزقة في عصرنا الحاضر فيحاولون بكل جدّ إلصاق وصمات بالمؤمنين - أتباع آل البيت - بمختلف الاتهامات ، منها استغلال أسطورة عبداللَّه بن سبأ على الدوام ،\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nمعلنين بأنّ هذا الشخص اليهودي هو الذي أسس أساس الشيعة . سائرين بذلك في فلك الاستعمار العالمي الظالم .\r\nوهذا هو الهدف المنشود عندهم ، وليست لهم آذان يسمعون بها ولا قلوب يفقهون بها ولا يُثمرنا الحديث معهم ، أولئك هم السفهاء الجهلة الذين قال اللَّه فيهم : واعرض عن الجاهلين .\r\nومع ذلك كلّه لو كان فيهم من يتبع الهدى وسبيل الرشاد أرشدناه إلى تأليف أنيق من مفكر إسلامي بارع هو الأستاذ أسد حيدر في ضمن كتابه القيّم « الإمام الصادق والمذاهب الأربعة » حول أسطورة عبداللَّه بن سبأ وهو بالغ الجدارة بتمامها وكمالها .\r\nوقد بادر المجمع العالمي لأهل البيت عليهم السلام إلى تحقيق ذلك الكتاب وتقويم نصّه من جديد والحق ما يرتبط باسطورة عبداللَّه ابن سبأ بسلسلة بحوث : « في رحاب أهل البيت عليهم السلام » تحت رقم 43 وهو ما يقدمه لأصحاب الفكر والفضيلة .\r\nراجياً من اللَّه التوفيق إلى سبيل الهداية للحقّ وهو حسبنا ونعم الوكيل .\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n\r\nتمهيد\r\nقلّما يصدر كتاب يتناول البحث عن تاريخ الإسلام إلّا وعبداللَّه ابن سبأ يحتلّ مكاناً في البحث ويشغل صحائف من الكتاب .\r\nإنّ هذا الرجل الموهوم قد صوروه بألوان من الصور وأبرزوه بمختلف الأشكال ، وقد وصفوه بأنّه بطل يخوض غمار الأهوال ويتحمّل متاعب الانتقال ومشقّة الأسفار ، فمن المدينة إلى مكّة ، ومنها إلى البصرة ، ثم الكوفة فالشام ، ثم يجوب البراري ويقطع القفار . فلا يخلو منه مكان : هو موج ساحر أو برق خاطف يسير بسرعة الصوت .\r\nإنّه داعية إلحاد وشرك ، يضلّل الناس بآرائه ، ويسمّم العقول بقوله . يدعو إلى المبادئ اليهودية ، والعقائد الزرادشتية ، له سيطرة على العقول ، وهيمنة على الأفكار ، يقول فيصدق ويأمر فيطاع ، يسوق‌العرب بعصاه ، حتىانصاع له جمع من‌الصحابة - والعياذباللَّه - واعتنقوا مبادئه كما\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nيقولون وما أعظم ما يقولون ! وأصبح أبو ذر خريج مدرسة محمّد صلى الله عليه وآله وسلم ومن شهد له الرسول بالصدق وعمار بن ياسر ، المعذب - هو وأبوه وأمه - ، في اللَّه من أنصار دعوته ، وحملة عقيدته ، والمتأثرين بأفكاره .\r\nفثورة أبيذر علىذوي الأثرة الذين جعلوا مال اللَّه دولًا وعباده خولًا كانت من آثار ابن سبأ - كما يفترون - والثورة على عثمان من دسائسه ، وحرب الجمل من تصلّبه ، ووقعة صفين عن أمره ، ومبادئ التشيّع من تفكيره وآرائه و . و . و .\r\nفيالمهزلة العقل واسفاف الآراء ، وخفّة الأحلام ! ويالضياع الحقّ وظهور الباطل !\r\nإنّ أعظم شيء أن يحال بين العقل وبين الحقيقة ويزج به في متاهات من الاختلافات والتزييف والتضليل . ليكون من نتائجه التصديق باكذوبة ابن سبأ وظهور نتاجات وكتابات كالتي نحن بصدد تفنيدها .\r\nلقد حان الوقت لأن نلتفت إلى الوراء لنكشف حقيقة نشأة هذه الأسطورة ، ونقف على عوامل تلك الأباطيل التي طالما ظلّت أيد سوداء ممتدّة فوقها في سكون وصمت .\r\nإنّ تلك الأيدي العابثة بمقدّسات الدين ، والتي تثير الغبار في طريق وحدة المسلمين ، تتحرك اليوم بارتجاف\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nواهتزاز ، لأنّ الوقت قد حان لرفع الستار الذي تكمن وراءه ، وافتضاح أولئك المحركين لها ، لأنّ الوعي بوجوب تدارك خطر الفرقة أصبح ينذر أولئك الدساسين بالخطر .\r\nويخطئ من يقول : بأن بحث قضية ابن سبأ من الأمور التي لا مندوحة في بحثها الآن وإثارتها في هذا العصر ، فالزمن قد تغيّر ، وهذه من دفائن الماضي ، وليس من الصحيح نبش تلك الدفائن ونشر صحائف مطوية ، أكل الدهر عليها وشرب .\r\nوإنّنا نقول : إنّ هذه القضية ليست كما يتوهم المتوهمون بأنها من الصحائف المطوية ، والآثار المنسية ، بل هي في كلّ وقت غضة جديدة لا تغيرها الأيام مهما طال زمانها ، فهي تنشر في كلّ وقت وتجعل من الأسس التي يستند إليها أكثر كتّاب عصرنا الحاضر كوسيلة للطعن على الشيعة ، وفي طليعة أولئك الكتّاب شيوخ يرجى بهم سدّ ثغرة الخلاف ، والسعي في اصلاح ما أفسدته ظروف قاسية ، وعصور مظلمة .\r\nوهناك أساتذة يؤمل بهم تنوير عقول الناشئة الإسلامية ، بما يعود على الجميع بالنفع .\r\nولكنهم بمزيد الأسف استسلموا لعوامل كان أليق بهم أن يقفوا أمامها موقفاً واعياً ، يتمشّى مع مسؤوليتهم\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nالملقاة على عواتقهم في تربية النشئ وخدمة الأمة الإسلامية في اتّباع مناهج الإسلام في التثبت في النقل ، والاعتدال في النقد .\r\nإنّهم قد نقلوا أشياء كثيرة بدون تثبت من صحتها ، أو رجوع إلى مصادرها الموثوق بها . وأجلى مثال لذلك الاسترسال في تقبل كلّ شيء هو إيراد أسطورة ابن سبأ كدليل قاطع ، وبرهان واضح لا يمكن ردّه وليس من المستطاع تكذيبه .\r\nفقد توالت العصور والناس تتداول هذه الأكذوبة وتردد هذه الأسطورة ، ولابدّ من النظر إلى الغد عندما تنجاب هذه الغمامة وتلك الحجب عن العقول والبصائر ويأخذ الجيل الواعي بنقد ما لا يقرّه العقل والمنطق ، ونحن نرى اليوم الكثير من الكتّاب والأساتذة الذين حكّموا العقل ونزعوا قيود الاستسلام يبادرون إلى رفض قصة عبداللَّه بن سبأ وكشف زيفها والتباسات قيامها ، عند ذاك ماذا ستكون النظرة لمن أسهم في ترويج هذه الأكذوبة ونشر هذه الأسطورة .\r\nنحن نرى أن لا مندوحة من التأكيد على الحقائق التي تضمّها وقائع التاريخ منذ مبعث النبي المصطفى صلى الله عليه وآله ، ولا\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nنرى بحال أنّ ذلك نبشاً للماضي ، لأنّ جذور التشيّع نمت في ظل الرسالة وولدت بذرته معها ، فحقائق الرسالة والسيرة النبوية وولاية الإمام علي عليه السلام ودور الأوصياء في حفظ الدين ورعاية الدعوة هي الوقائع التي تصاحب تطورات الأحداث وتختزن جوهر التاريخ . ولو نظرنا إلى حملات العداء والكراهية لآل البيت الأطهار ومن يتولاها على امتداد العصور والأدوار لعلمنا أنّ القصد مصالح كاد يمحقها الإسلام ، وأغراضاً سياسية يحاربها الدين . ولقد كانت قصة عبداللَّه بن سبأ واحدة من محاولات أعداء الحقّ وأهله ومحاربي دعاة العدل بقصد الإساءة إلى مبادئ أهل البيت وتلطيخ تاريخهم الناصع الوضّاء .\r\nومن المؤسف أن نرى اليوم من يستسلم لمثل هذه الأسطورة ويتخلّى عن الأخذ بمقاييس العلم وأحكام العقل مستسلماً للنقل رغم وضوح جوانب الوضع وتهافت هذه القصة الأكذوبة .\r\nوللمثال نذكر ما كتبه بعض أولئك الرجال حول قضية ابن سبأ واستنتاجهم منها اموراً تركز بحثهم عليها فمنهم :\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\n\r\nأبو زهو\r\nالشيخ محمّد أبو زهو - من علماء الأزهر الشريف وأستاذ كلية أصول الفقه في الوقت الحاضر « 1 » - قال تحت عنوان « التشيّع ستار لأعداء الإسلام » :\r\nويقيني أنّ التشيّع كان ستاراً احتجب وراءه كثير من أعداء الإسلام ، من الفرس واليهود ، والروم ، وغيرهم ليكيدوا لهذا الدين ويقلبوا نظام هذه الدولة الإسلامية . . .\r\nإلى أن يقول : أخذوا - أي أعداء الإسلام - يتحسسون أبواب الضعف فلم يجدوا باباً أنجح لهم من الحيلة والخداع ، فأظهر جماعة منهم الإسلام ، وانضمّوا إلى أهل التشيّع مظهرين محبّة أهل البيت ، وسخطهم على من ظلم عليّاً رضي الله عنه ، ثم أخذوا يسلكون به مفاوز الفتن والمهالك ، حتى أبعدوا كثيراً منهم عن التدين الصحيح ، بما بثّوه فيه من العقائد الزائفة ، التي يدور معظمها على هدم قواعد الدين ، والتحلل من تعاليم الإسلام وأحكامه ، وأصل هذه الفتنة على ما ذكره المؤرخون : رجل يهودي يُدعى عبداللَّه‌بن سبأ ، غلا في حبّ علي حتى زعم أن اللَّه تعالى حلّ فيه ، وأخذ يؤلب الناس على عثمان . . . إلخ .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يوم تأليف كتاب الإمام الصادق عليه السلام والمذاهب الأربعة للمؤلف .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nهذا ما يقرّه أخونا الشيخ المعاصر محمّد أبو زهو ويرسله إرسال المسلّمات ، فيلقيه على طلّابه ليؤدي رسالة الأجيال التي تحمل في طياتها انتصار اليهود على المسلمين ، وأنّ رجلًا واحداً منهم استطاع بمكره وخداعه ، أن يسوق أصحاب محمّد ويستدرجهم لأغراضه ، ويفتنهم بدعوته فيستسلموا له بدون تدبّر وتفكير ، ويقوموا بأمر لا باعث له إلّا دعاية رجل يهودي فاستجابوا لدعوته ، وخضعوا لإرادته وحاشاهم من ذلك ، وهم أجلّ وأسمى ، من أن ينزلوا إلى هذا الحضيض . ولكن الشيخ - سلمه اللَّه - اقتنع بدون ما يوجب ذلك فنسأل اللَّه لنا وله الهداية .\r\n\r\nمحمّد أبو زهرة\r\nالشيخ محمّد أبو زهرة أستاذ الشريعة الإسلامية بكلية الحقوق ، جامعة القاهرة ، يقول - « 1 » بعد ذكر الأسباب التي أدّت إلى الفتن في عهد عثمان - : ولقد كان من نتائج تولية عثمان ولاة من أقاربه ، أن حرّك عوامل الاتهام بالمحاباة ، وبعض هؤلاء لم يكونوا من ذوي السبق في الإسلام ، وبعضهم كان النبيّ صلى اللَّه عليه وسلم قد أباح دمه إذ ارتد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر المذاهب الإسلامية : 46 - 47 .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nبعد إيمان « كعبداللَّه بن سعد بن أبيسرح » وقد ولّاه عثمان بعد عمرو بن العاص وقد أخذ هذا - أي ابن العاص - يؤلب الناس على « عثمان » بسبب ذلك حتى كان يقول : « واللَّه إن كنت لألقى الراعي فاحرضه عليه » - أي على عثمان - وانتشرت بتولية عبداللَّه قالة السوء عنه : إذ أخذ الناس يتحدّثون عنه ، وهو الرجل الذي آمن ثم كفر ثم كذب على رسول اللَّه صلى الله عليه وآله . . .\r\nإلى أن يقول : ومن الأسباب وهو أعظمها وجود طوائف من الناقمين على الإسلام الذين يكيدون لأهله ، ويعيشون في ظلّه ، وكان أولئك يلبسون لباس الإسلام ، وقد دخلوا في الإسلام ظاهراً ، وأضمروا الكفر باطناً ، فأخذوا يشيعون السوء عن ذي النورين « عثمان » ويذكرون « علي بن أبي طالب رضي الله عنه » بالخير وينشرون روح النقمة في البلاد ، ويتخذون مما يفعله بعض الولاة ذريعة لدعايتهم ، وكان الطاغوت الأكبر لهؤلاء : عبداللَّه بن سبأ وقد قال فيه ابن جرير الطبري :\r\nكان عبداللَّه بن سبأ يهودياً من أهل صنعاء أمه سوداء فأسلم زمان عثمان ثم تنقل في بلدان المسلمين يحاول ضلالهم فبدأ ببلاد الحجاز ، ثم البصرة ثم الشام فلم يقدر على\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nما يريد عند أحد من أهل الشام فأخرجوه حتى أتى مصر فقال لهم فيما يقول : لعجب ممن يزعم أن عيسى يرجع ويكذب بأن محمّداً يرجع ، وقد قال اللَّه تعالى : إِنَّ الَّذِي فَرَضَ عَلَيْكَ الْقُرْآنَ لَرَادُّكَ إِلَى مَعَادٍ ، ثم محمّد صلى الله عليه وآله أحق بالرجعة من عيسى . . .\r\nثم قال لهم بعد ذلك : إنّه كان ألف نبيّ ، ولكلّ نبيّ وصيّ ، وكان عليّ وصي محمّد صلى الله عليه وآله ثم قال : محمّد خاتم النبيين وعليّ خاتم الأوصياء .\r\nثم قال بعد ذلك : إنّ عثمان أخذها بغير حق ، وهذا وصيّ رسول اللَّه صلى الله عليه وآله . فانهضوا في هذا الأمر فحركوه ، وأبدوه بالطعن على أمرائكم ، وأظهروا الأمر بالمعروف والنهي عن المنكر ، لتستميلوا الناس . . فبثّ دعاته ، وكان ممن استفسد في الأمصار وكاتبوه ودعوا في السرّ إلى ما عليه رأيهم ، وأظهروا الأمر بالمعروف والنهي عن المنكر ، وجعلوا يكتبون إلى الأمصار كتباً ، يضعونها في عيوب ولاتهم ، ويكاتبهم اخوانهم بمثل ذلك ، ووسّعوا الأرض إذاعة ، وهم يريدون غير ما يظهرون ويسرون غير ما يبدون .\r\nوهكذا نرى شيخ المؤرخين « الطبري » بين كيف كانت مؤامرة هؤلاء لإفساد المسلمين واتخذوا من الشكوى من\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nبعض ولاة عثمان ذريعة للدعوة إلى الانتفاض وبث الأفكار المنحرفة ، المفرقة إلى أن يقول :\r\nوفي ظلّ هذه الفتن نبت المذهب الشيعي وإن كان الشيعة ومعهم غيرهم يقول : إنّ جذوره تمتدّ إلى وقت وفاة النبي « صلى اللَّه عليه وسلم » « 1 » .\r\n\r\nأحمد أمين\r\nوهذا الأستاذ أحمد أمين يصفه بأنه ممن أوعز إلى أبي ذر - صاحب رسول‌اللَّه صلى الله عليه وآله - بتعاليمه فتأثر بها إذ يقول :\r\nونلمح وجه الشبه بين رأي أبي ذر الغفاري وبين رأي مزدك في الناحية المالية فقط ، فالطبري يحدثنا : « أن أبا ذر قام بالشام وجعل يقول : يا معشر الأغنياء ، واسوا الفقراء ، بشر الذين يكنزون الذهب والفضة ولا ينفقونها في سبيل اللَّه بمكاوي من نار تكوى بها جباههم وظهورهم . فما زال حتى ولع الفقراء بمثل ذلك ، وأوجبوه على الأغنياء ، وحتى شكا الأغنياء ما يلقونه من الناس » ثم بعث به معاوية إلى عثمان بن عفان بالمدينة حتى لا يفسد أهل الشام . ولما سأله عثمان :\r\nما لأهل الشام يشكون ذربك ؟ قال : لا ينبغي للأغنياء أن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر المذاهب الإسلامية : 46 - 47 .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nيقتنوا مالًا .\r\nيقول أحمد أمين : فنرى من هذا أن رأيه قريب جداً من رأي مزدك في الأموال . ولكن من أين أتاه هذا الرأي ؟\r\nوبعد أن يوجّه الأستاذ أحمد أمين هذا السؤال ويفكر عن وجود هذه الفكرة عند الصحابي الجليل أبي ذر الغفاري رحمه الله وهنا ينقدح له الجواب عن ذلك فيقول :\r\nيحدثنا الطبري أيضاً عن جواب السؤال فيقول : « ان ابن السوداء لقي أبا ذر فأوعز إليه بذلك ، وان ابن السوداء هذا أتى أباالدرداء وعبادة بن الصامت ، فلم يسمعا لقوله ، واخذه عبادة إلى معاوية وقال له : هذا واللَّه الذي بعث عليك أبا ذر « 1 » .\r\nثم يقول بعد ذلك : ونحن نعلم أن ابن السوداء هذا لقب لقّب به عبداللَّه بن سبأ ، وكان يهودياً من صنعاء ، أظهر الإسلام في عهد عثمان ، وأنه حاول أن يفسد على المسلمين دينهم ، وبثّ في البلاد عقائد كثيرة ضارّة قد نعرض لها فيما بعد ، وكان قد طوف في بلاد كثيرة - في الحجاز ، والبصرة ، والكوفة ، والشام ، ومصر - ، فمن المحتمل القريب أن يكون قد تلقى هذه الفكرة من مزدكية العراق أو اليمن ، واعتنقها أبو ذر حسن النية في اعتقادها وصبغها بصبغة الزهد التي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فجر الإسلام 110 ط 2 .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nكانت تجنح إليها نفسه ، فقد كان من أتقى الناس ، وأورعهم وأزهدهم في الدنيا ، وكان من الشخصيات المحبوبة ، التي أثّرت في الصوفية « 1 » .\r\n* * * \r\nالخطيب\r\nونرى أنفسنا مضطرين لأن ننقل ما كتبه الخطيب المعروف بمحبّ الدين ؛ ليستبين القارئ ما بلغته الحالة من الاعتماد على الأكاذيب ، والأخذ بالأساطير ، وجعل ذلك في طريق الحجاج ، كما يتجلّى التحدّي لمقام الصحابة الكرام ، والطعن عليهم بدون مبرر وإنّما هو جرأة على مخالفة الحقّ والانصياع لداعية الهوى .\r\nوهذا الرجل قد صبّ هذه الأسطورة بقالب رغباته ، وأبرزها في اطار هواه - وكم له من اختراع في شتّى المجالات - بدون أن يستند إلى دليل ، أو يعتمد على مصدر .\r\nيقول : - بعد ذكره لابن سبأ - إنّ هذا الشيطان هو عبداللَّه‌بن سبأ من‌يهود صنعاء ، كان يُسمى ابن السوداء ، وكان يبثّ دعوته بخبث وتدرج ودهاء ، واستجاب له ناس من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فجر الإسلام 111 ط 2 .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nمختلف الطبقات .\r\nإلىأن يقول : وعني بالتأثير على أبناء الزعماء من قادة القبائل ، وأعيان المدن ، الذين اشترك آباؤهم في الجهاد والفتح ، فاستجاب له من بلهاء الصالحين ، وأهل الغلو من المتنطّعين جماعات - كان على رأسهم في الفسطاط : الغافقي بن حرب العكي ، وعبد الرحمن بن عديس البلوي التجيبي الشاعر ، وكنانة ابن بشر ، وسودان بن حمران ، وعبداللَّه بن زيد بن ورقاء ، وعمرو ابن الحمق الخزاعي ، وعروة بن النباع الليثي وقتيرة السكوني . . .\r\nوكان على رأس من استغواهم ابن سبأ في الكوفة : عمر ابن الأصم ، وزيد بن صوحان العبدي ، والأشتر مالك النخعي ، وزياد ابن النظر الحارثي وعبداللَّه بن الأصم .\r\nومن البصرة : حرقوص بن زهير السعدي ، وحكيم ابن جبلة العبدي وذريح بن عباد العبدي ، وبشر بن شريح ، والحطم ضبيعة القيسي ، وابن المحرش بن عبد .\r\nأمّا المدينة فلم يندفع في هذا الأمر من أهلها إلّا ثلاثةنفر : محمّد بن أبي بكر ومحمّد بن أبي حذيفة ، وعمار بن ياسر .\r\nومن دهاء ابن سبأ ومكره : أنّه كان يبثّ في جماعة\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nالفسطاط الدعوة لعلي ، وفي جماعة الكوفة الدعوة لطلحة ، وفي جماعة البصرة الدعوة للزبير . . ثم يذكر تزوير الرسائل من قبل ابن سبأ .\r\nثم يوجّه الخطيب لومه على أهل المدينة بل نقده للصحابة فيقول : وكان ينبغي أن يكون ذلك سبباً ليقظتهم ويقظة علي أيضاً إلّاأنّ بين المسلمين من يزور عليهم‌الفساد لخطة مرسومة تنطوي علىالشر الدائم‌والشرر المستطير ، وكان ذلك كافياً لإيقاظهم إلّاأنّ هذه اليد الشريرة هي التي زورت الكتاب على عثمان ، بدليل أنّ حامله كان يتراءى لهم معتمداً ثم يتظاهر بأنه يتكتم عنهم ، ليثير ريبتهم فيه ، فراح المسلمون إلى يومنا هذا ضحية سلامة قلوبهم في ذلك الحين . . . إلخ « 1 » .\r\n* * * وهكذا رسخت هذه الأسطورة في أدمغة كثير من الكتّاب المعاصرين وغيرهم ، ولا نودّ الاستمرار بأقوال الآخرين منهم ، وبما ذكرنا كفاية لإيضاح الموقف وخطره .\r\nفابن سبأ - كما مرّ عليك من الأقوال وكما تقف عليه في غير هذه الكتب - هو الذي حرك أبا ذر على معارضة معاوية\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) حملة رسالة الإسلام 23 - 24 .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nفي تصرفه بالأموال ، وأنّ تلك الفكرة لم تكن من روح الإسلام وتعاليمه ، وإنّما هي فكرة مزدكية ، وكأن الآيات التي استشهد بها أبو ذر كانت من تعاليم ابن سبأ لا من تعاليم الإسلام .\r\nكما أن هؤلاء الذين ذكرهم الخطيب من صحابة وتابعين ، أصبحوا يترأسون دعوة ابن سبأ وهم البلهاء ، أو أهل الغلو - على حد تعبير الخطيب - كعمار بن ياسر الذي ستقف على ترجمته قريباً وعبداللَّه بن زيد ، وعمرو بن الحمق الخزاعي ، وحكيم بن جبلة العبدي ، وزيد بن صوحان وو . . .\r\nوأيّ جناية أعظم من هذه الجناية في هذا التهجم العظيم على رجال الأمة وعظمائها ؟\r\nولا ندري ما هو دليل هذا الحكم ، وسند هذه الأقوال ؟\r\nنعم ليس له مصدر إلّاالطبري كما سيأتي .\r\nوهذا الكاتب بالأخص - وهو الخطيب - لا يثق بأقوال الطبري إلّابشروط ستقف عليها . ولكن قضية ابن سبأ قد وافقت هوى في نفسه ، فأصبح فيها - كحاطب ليل - خضوعاً لهواه .\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\n\r\nمن أين وإلى أين ؟\r\nإنّ قضية ابن سبأ قد لاقت هوى في قلوب كثير من الكتّاب من مستشرقين وغيرهم ؛ فأحاطوها بعناية خاصة ، ومنحوها مزيداً من البيان فأسبغوا عليها ألفاظاً براقة خلابة دبجتها أقلامهم وصاروا يقررّونها ويرددونها ترديد المؤمن بصحتها الواثق بوقوعها ، وكأنّها من الحقائق التي لا تقبل التشكيك ، ولا ينالها النقاش من دون التفات إلى ما وراء الأكمة من الخطر .\r\nوبمزيد الأسف أنّهم غفلوا أو تغافلوا عن مصدر هذه القضية من أين ابتدأت وإلى أين انتهت بأثرها العظيم وما كان من ورائها من نتائج سيئة وعواقب وخيمة .\r\nفابن سبأ يقولون عنه - كما تقدم - هو مثير الخلافات بين المسلمين وهو مؤسس مذهب يربو أتباعه على مئة مليون « 1 » ، وهو البطل الذي استطاع أن يحقق آماله في مصر - بعد أن فشل في غيرها من البلدان الإسلامية - فجمع الجموع ، وتوجه إلى عاصمة المسلمين ، وفيها الخليفة عثمان ليقلب نظام الحكم ، وقد تم له ما أراد كما ذكره الشيخان : أبو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشيعة في الميزان ص 445 ، هذا العدد في سالف الزمان ، أما الآن لعل‌نسبتهم تجاوز ال ( 25 % ) من مجموع المسلمين .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nزهو ، وأبو زهرة وغيرهما .\r\nوهو الذي سيطر على مشاعر أبي ذر الصحابي الجليل - الذي وصفه رسول‌اللَّه صلى الله عليه وآله بالصدق - فأعلن على معاوية انكاره في احتكار الأموال .\r\nوانّ ابن سبأ لقّن أبا ذر فكرة مزدك المجوسي الإباحي - نعوذ باللَّه من خطل الرأي - .\r\nوإن ابن سبأ استطاع أن يجعل من كبار الصحابة أعضاء لدعوته ، ودعاة لفكرته ، إلى آخر ما أحيطت بهذه القضية من مبالغات ، وهي تزداد على مرّ الأيام ، ولا نعلم إلى أين ينتهي ذلك ما دام ضوء البحث والتتبع لم يتوجه إليها وما دامت الأقلام تكتب بدون مراعاة لحقّ العلم .\r\nويجب على كلّ مفكر أن يتساءل عن مصدر هذه القصة ، وما هو المنبع الذي استقى منه المؤرخون ، ومن بعدهم الكتّاب من مستشرقين وغيرهم .\r\nوهل تواتر النقل من طرق متعددة حتى يصح الاعتماد عليها ، وتكون ذات قابلية لاعتبارها من الأمور التاريخية التي تعالج بعناء من حيث الدقة في تعيينها لما فيها من ملابسات ، وما تضمنته من أمور لا يقبلها العقل حتى لو وردت بطرق متعددة موثوقة بها ؟\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nربما يظنّ أنّ لهذه القضية مصدراً موثوقاً به نظراً لشهرتها وانتشارها ، في عدة كتب من كتب التاريخ والأدب ، ولكن كلّ ذلك لم يكن ، وليس لها أي مصدر يمكن الركون إليه كما سنبينه إن شاء اللَّه .\r\nوبغض النظر عن مصدر القصة ، والبحث عن سندها ، ومعرفة رجالها فإنّ العقل يحكم بسقوطها عن الاعتبار ، لما فيها من مخالفة للعقل وبعد عن الحقّ وعدم ارتباطها بالواقع .\r\nولهذا فإنّ اللائق بمقام الأديب الباحث ، أو المؤرّخ المنصف ، أو الأستاذ المثقف ، أن يقف موقف المتثبت كما يقتضيه الحقّ ويفرضه الواجب العلمي ، إذ المسألة ذات أهمية كبرى ، لأنّها تضمّنت الحطّ من مقام المسلمين وسلبتهم ميزة التفكر ، والنظر في الأمور عندما أطاعوا رجلًا لم يعرفوه ، وساروا وراء خداعه سير الأغنام .\r\nوفيها طعن على كبار الصحابة ، وتوهين لرجال الإسلام ، ووصفهم بالبلاهة - على حدّ تعبير بعضهم - وانصياعهم لأقوال وافد غريب ، وداعية شرك وإلحاد ، هذا من جهة .\r\nومن جهة ثانية أنّ فكرته لم تلق نجاحاً إلّافي مصر ، فإنّهم انخدعوا فيه بسرعة ، ومالوا إليه بأقصر وقت ، وهو داعية مجهول ، ورائد غريب ، كيف يقوم فيهم بكلّ صراحة ،\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nومن دون حذر ، يدعوهم ويؤلّبهم على الانتفاضة ضد سلطان قائم ، ويحثّهم على العصيان بدون سبب ولا سابقة ؟\r\nفأين أهل الرأي وذوو الحزم وذوو التفكير ، أكانوا كُلّهم بلهاء « 1 » لا يعقلون ؟ !\r\nإنّ هذا ليس من العقل ولا من المنطق أن تخضع مصر بهذه السرعة وهي الأمة المسلمة ، وفيها أصحاب محمّد صلى الله عليه وآله من ذوي العقول الراجحة والفكر الثاقب ، وذوي الخبرة والتجارب .\r\nولنترك الحديث للدكتور طه حسين حول أسطورة ابن سبأ وما فيها من مخالفات للواقع - باختصار - .\r\nيقول الدكتور في كتابه الفتنة الكبرى عثمان الفصل 14 :\r\nوهناك قصة أكبر الرواة المتأخرون من شأنها ، وأسرفوا فيها حتى جعلها كثير من القدماء مصدراً لما كان من الاختلاف على عثمان ، ولما أورث هذا الاختلاف من فرقة بين المسلمين لم تمح آثاره ، وهي قصة عبداللَّه بن سبأ الذي يعرف بابن السوداء .\r\nقال الرواة : كان عبداللَّه بن سبأ يهودياً من أهل صنعاء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هكذا يعبّر الخطيب المعروف بمحب الدين .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nحبشي الام ، فأسلم في أيام عثمان ، ثم جعل يتنقل في الأمصار يكيد للخليفة ويغري به ، ويحرّض عليه ، ويذيع في الناس آراء محدثة أفسدت عليهم رأيهم في الدين والسياسة جميعاً . . .\r\nوإلى ابن السوداء يضيف كثير من الناس كل ما ظهر من الفساد والاختلاف في البلاد الإسلامية ، أيام عثمان ، ويذهب بعضهم إلى أنّه أحكم كيده إحكاماً ، فنظم في الأمصار جماعات خفية تتستر بالكيد ؛ وتتداعى بينها إلى الفتنة ، حتى إذا تهيّأت لها الأمور وثبت على الخليفة ؛ فكان ما كان من الخروج والحصار وقتل الإمام .\r\nويخيّل إليّ أن الذين يكبرون من أمر ابن سبأ إلى هذا الحدّ يسرفون على أنفسهم وعلىالتاريخ اسرافاً شديداً ، وأول‌ما نلاحظه أنا لا نجد لابن سبأ ذكراً في المصادر المهمة التي قصت أمر الخلاف على عثمان ، فلم يذكره ابن سعد حين قص ما كان من خلافة عثمان ، وانتقاض الناس عليه ، ولم يذكره البلاذري في أنساب الأشراف ، وهو فيما أرى أهم المصادر لهذه القصة وأكثر تفصيلًا . وذكره الطبري عن سيف بن عمر ، وعنه أخذ المؤرخون الذين جاءوا بعده فيما يظهر .\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nولست أدري أكان لابن سبأ خطر أيام عثمان أم لم يكن ؟ ولكن أقطع بأنّ خطره - إن كان له خطر - ليس ذا شأن ، وما كان المسلمون في عصر عثمان ليعبث بعقولهم وآرائهم وسلطانهم طارئ من أهل الكتاب أسلم أيام عثمان . . .\r\nومن أغرب ما يروى من أمر عبداللَّه بن سبأ هذا أنّه هو الذي لقن أبا ذر نقد معاوية فيما يقولون من أنّ المال هو مال اللَّه ، وعلمه أن‌الصواب أن يقول : إنه مال‌المسلمين . ومن هذا التلقين إلى أن يقال إنّه هو الذي لقّن أبا ذر مذهبه كلّه في نقد الأمراء والأغنياء . . .\r\nفالذين يزعمون أنّ ابن سبأ قد اتصل بأبي ذر فألقى إليه بعض مقاله يظلمون أنفسهم ، ويظلمون أبا ذر ويرقون بابن السوداء هذا إلى مكانة ما كان يطمع في أن يرقى إليها .\r\nوالرواة يقولون : إنّ أبا ذر قال ذات يوم لعثمان بعد رجوعه من الشام إلى المدينة :\r\nلا ينبغي لمن أدى زكاة ماله أن يكتفي بذلك حتى يعطي السائل ، ويطعم الجائع ، وينفق في سبيل اللَّه ، وكان كعب الأحبار حاضراً هذا الحديث . فقال : من أدى الفريضة فحسبه . فغضب أبو ذر وقال لكعب : يا ابن اليهودية ! ما أنت\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nوهذا ! أتعلمنا ديننا ؟ ثم وجأه بمحجنه . فأبو ذر ينكر على كعب الأحبار أن يعلمه دينه ، بل أن يدخل في أمور المسلمين حتى بإبداء الرأي ، مع أنّ كعب الأحبار مسلم ، أبعد عهداً بالإسلام من ابن سبأ وكان مجاوراً في المدينة . . .\r\nوأكبر الظن أنّ عبداللَّه بن سبأ هذا إن كان كلّ ما يروى عنه صحيحاً إنّما قال ما قال ودعا إليه بعد أن كانت الفتنة ، وعظم الخلاف ، فهو قد استغل الفتنة ولم يثرها ، وأكبر الظن كذلك أن خصوم الشيعة أيام الأمويين والعباسيين قد بالغوا في أمر عبداللَّه بن سبأ هذا ليشككوا في بعض ما نسب من الأحداث إلى عثمان وولاته من ناحية ، وليشنعوا على علي وشيعته من ناحية أخرى ، فيردوا بعض أمور الشيعة إلى يهودي أسلم كيداً للمسلمين . . إلى أن يقول :\r\nهذه كلّها أمور لا تستقيم للعقل ولا تثبت للنقد ، ولا ينبغي أن تقام عليها أمور التاريخ .\r\nثم يأخذ الدكتور في بيان أسباب الثورة على عثمان .\r\nتركنا التعرض لها « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع الفتنة الكبرى : 134 .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\n\r\nالمدينة المنورة\r\nثم نعود لعاصمة المسلمين المدينة المنورة وفيها المهاجرون والأنصار الذين خاضوا غمار الحرب في سبيل إعلاء كلمة الإسلام ، وفي طليعتهم الإمام علي بن أبي طالب .\r\nكيف يصحّ أن يقال بأنّهم استسلموا ولم يقفوا موقف الحزم أمام جيش قاده ابن سبأ ، وقطع به تلك المسافة البعيدة من مصر إلى المدينة ، فيحتلها ، ويقلب نظام الحكم ، ويقتل الخليفة ، ولم يقف المسلمون موقف الدفاع ، لإنقاذ الموقف ودفع هذه الكارثة .\r\nولكن الواقع هو غير هذا ؛ فإنّ الثورة لم تكن من مصر فقط ، ولم يكن القائد لها ابن سبأ إذ لا وجود له ، وإنّما كانت من المدينة للاستياء العام الذي انتشر في بلاد الإسلام من سوء تصرف الأمويين ، وأعمال مروان خاصة ، ممّا دعا إلى تداول الرأي بين الصحابة لاصلاح الوضع الراهن ، كما ذكر ذلك أكثر المؤرخين .\r\nولنترك الحديث للأستاذ أحمد أمين : فيآخرمؤلف ظهر له وهو « يوم الإسلام » ، يقول أحمد أمين : وقد سار عثمان في السنين الست الأولى سيرة عادلة رحيمة ، ولكنه في الست الأخيرة كانت قد كبرت سنه ، وخضع لأقاربه من الأمويين ،\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nفترك تصرف الأمور لرئيسهم مروان بن الحكم الأموي . . .\r\nفأغضب ذلك كثيراً من الصحابة ، وخصوصاً علياً والزبير وطلحة وغيرهم ، فأرادوا أوّل الأمر أن يحرروا الخلافة من هذه السلطة ، فنصحوا عثمان بالاعتزال فأبى ، ولم تمض إلّا فترة قصيرة حتى كان عثمان في المدينة ، وليس معه إلّانفر قليل من الأصدقاء ، وكان من أكبر الشخصيات في محاربته وتأليب الناس عليه ، عائشة بنت أبي بكر ، واستطاع خصومه جميعاً أن يثيروا الأمصار عليه ، واجتمع أهل المدينة حول بيته ، ورفضوا أن يتزحزحوا عنه ، وثار المصريون أيضاً لما علموا أنّ كتاباً كتب باسم عثمان إلى عامله عبداللَّه بن أبي سرح يأمره فيه بالفتك بالزعماء عند عودتهم . . . « 1 » ويقول : وكان من أهم ما نقم الناس على عثمان أن طلب منه عبداللَّه بن خالد بن أسيد الأموي صلة فأعطاه أربعمائة ألف درهم ، وأعاد الحكم بن أبي العاص بعد أن نفاه رسول‌اللَّه صلى الله عليه وآله وسلم ، وأعطاه مائة ألف درهم ، وتصدق رسول‌اللَّه صلى الله عليه وآله وسلم بموضع سوق المدينة على المسلمين فأقطعه عثمان الحارث بن الحكم ، وأقطع مروان فدك ، وقد كانت فاطمة طلبتها بعد وفاة أبيها ، ، تارة بالميراث ، وتارةً بالنحلة ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر يوم الإسلام لأحمد أمين : 57 .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nفدفعت عنها وحمى المرعى حول المدينة كلّها ، من مواشي المسلمين كلها إلّاعن بني أمية ، وأعطى عبداللَّه ابن أبي سرح جميع ما أفاء اللَّه عليه من فتح أفريقيا بالغرب ، وهي من طرابلس إلى طنجة من غير أن يشركه أحد من المسلمين .\r\nوأعطى أبا سفيان مائتي ألف من بيت المال في اليوم الذي أمر فيه لمروان‌بن الحكم بمائة ألف وقد كان زوج ابنته أم أبان . فجاء زيد بن أرقم صاحب المال بالمفاتيح فوضعها بين يدي عثمان وبكى .\r\nفقال عثمان : أتبكي أن وصلت رحمي ؟ قال : لا ولكن أبكي لأني أظنّك أخذت هذا المال عوضاً عما كنت أنفقته في سبيل اللَّه في حياة رسول اللَّه صلى الله عليه وآله ، واللَّه لو أعطيت مروان مائة درهم لكان كثيراً . فقال عثمان : إلق المفاتيح فإنا سنجد غيرك .\r\nوأتاه أبو موسى الأشعري بأموال كثيرة من العراق فقسّمها كلّها في بني أمية .\r\nوزوج الحارث بن الحكم فأعطاه مائة ألف من بيت المال ، ونفى أبا ذر رحمه الله إلى الربذة لمناهضته لمعاوية في الشام في كنز الذهب والفضة .\r\nوضرب عبداللَّه بن مسعود حتى كسر أضلاعه ، وعدل\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nعن طريق عمر في إقامة الحدود ، وردّ المظالم ، وكفّ الأيدي العابثة ، والانتصاب لسياسة الرعية . . . إلخ « 1 » .\r\n* * * وكيف كان فإنّ الثورة ابتدأت من المدينة ، وقام جلّ الصحابة في المعارضة لاصلاح الوضع مما إرتكبه الأمويون عندما استغلوا تلك الفرصة . وقد كاتب الصحابة أهل الأمصار : إن أردتم الجهاد فهلمّوا فإنّ دين محمّد قد أفسده خليفتكم « 2 » .\r\n\r\nالمصدر\r\nنرى أنفسنا ملزمين بأن نستعرض مصدر هذه القصة ، ونقف على المنبع الذي استقى منه الكتّاب معلوماتهم عنها ، لأنّا قد وجدنا بعض الكتّاب ممن يميل إلى التشكيك في صحتها ؛ ولكنهم لا يستطيعون أن يقولوا ذلك بصراحة لأنّهم يظنّون أنّها متعددة الروايات متواترة عن الثقات من المؤرخين ، الأمر الذي يدعو إلى عدم طرحها ولكنّه ينفي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يوم الإسلام لأحمد أمين : 58 - 59 .\r\n( 2 ) انظر أنساب الأشراف للبلاذري 5 : 60 ، والكامل في التاريخ لابن‌الأثير 3 : 168 ، وتاريخ الطبري 2 : 644 وغيرهم .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nالمبالغات التي فيها .\r\nويذهب بعضهم إلى الجزم بصحتها لأنّها وردت عن راوٍ خرّج حديثه الترمذي « 1 » ، ومن هذا وذاك اختلط الأمر على كثير منهم .\r\nيقول الدكتور ضياء الدين الريس : وقد أخذ بعض المؤلّفين يميل إلى الشك في شخصية هذا الرجل - وهو عبداللَّه بن سبأ - ولكن تعدد الروايات عنه ، وتواتر أنباء الثقات من المؤرخين تؤيد القول بوجوده ، وإن كان محل المبالغة أنّهم ينسبون إليه كلّ ما حدث في عهد عثمان ويحمّلونه تبعته . . . إلخ « 2 » .\r\nفالدكتور الريس هو واحد من أولئك الذين اشتبه عليهم الأمر فظن تعدّد طرق الروايات لقضية ابن سبأ إذ وجدها مذكورة في عدة كتب ، ولكنه لا يرى صحة ما أحاط بهذه الشخصية من حكايات ، فهو يذهب إلى وجود شخصيته مجرّدة من المبالغات ، وكلّ اعتماده في هذا القول هو أنّ الروايات متعددة ، والأنباء عن ابن سبأ متواترة ، قد نقلها الثقات من المؤرخين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحيح الترمذي 5 : 697 ، ح 3866 .\r\n( 2 ) النظريات السياسية الإسلامية : 41 .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nونحن هنا نستشعر إدراكه للحقيقة وميله إلى الشك بوجود شخصية في التاريخ اسمها عبداللَّه بن سبأ ، غير أنّه لا يقوى على الإفلات من تأثير الأساليب القديمة وقواعدها والتي اخذت من طبيعة العمل بالرواية واتصالها بالحديث الشريف ، فكان ما يرويه الثقات قطعياً وإن كان الأمر يتعلق بحوادث أو أفكار أو أشخاص لكلّ الناس الحقّ في النظر إليها نظرة واقعية ، ونرى أنّ واجبنا العلمي يقضي بتوجيه أشعة البحث العلمي لنرى على ضوئه ما كمن في ظلمات الجهالة من حقائق يلزم إبرازها ، وإزالة كل ما يعتريها من خفاء .\r\nولا شك أنّ مسألة كهذه يجب على كلّ باحث حرّ أن يعطيها مزيداً من الوقت ؛ لأنّها ذات نتائج وخيمة أدّت بالمجتمع إلى أضرار ووقوع فوادح يذوب لها قلب كلّ مسلم ، فلننظر على ضوء البحث ما هو مصدرها ؟\r\nإنّه المصدر الأوّل لهذه القضية التي لم يسبقه أحد إلى ذكرها هو : أبو جعفر محمّد بن جرير الطبري المتوفى سنة ( 310 ه ) صاحب التفسير الكبير ، ومؤلف تاريخ الأمم والملوك المعروف بتاريخ الطبري . وهو المصدر الوحيد لهذه القصة وجميع ما يتعلّق بأخبار عبداللَّه بن سبأ .\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nوأخذ عن ابن جرير كلّ من ابن الأثير المتوفى سنة ( 630 ه ) وابن كثير المتوفى سنة ( 774 ه ) وابن خلدون المتوفى سنة ( 808 ه ) وغيرهم .\r\nوكل ما أورده ابن جرير حول أخبار ابن سبأ وحوادث عهد عثمان وأخبار الردّة إنّما كان مصدره سيف بن عمر المتوفى في عهد الرشيد أو بعده .\r\nوليس لنا أن نتكلّم حول ابن جرير ونقله لأمثال هذه الأسطورة ، فإنّه نقل أقوالًا وذكر ما بلغه وسمى قائليها ، وترك للباحث الحكم لها أو عليها وقد خرج الطبري عن عهدة المؤاخذات بما ذكره في مقدمة كتابه بقوله :\r\n« فما يكن في كتابي هذا من خبر ذكرناه عن بعض الماضين ممّا يستنكره قارئه ، أو يستشنعه سامعه ، من أجل أنّه لم يعرف له وجهاً في الصحة ، ولا معنى في الحقيقة فليعلم أنّه لم يؤت في ذلك من قِبَلِنا ، وإنّما من قِبَلِ بعض ناقليه إلينا ، وإنّا إنّما أدّينا ذلك على نحو ما ادّي إلينا » « 1 » .\r\n* * * وبهذا فهو لم يقرّر صحة كل ما نقل إليه ، وقد ترك باب النقاش مفتوحاً للباحث ، كما أنّه يأتي في كتابه بالأخبار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ الطبري 1 : 5 .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nالمتعارضة التي يستحيل أن تصح معاً ، ولا يتعرض لها بالموازنة والترجيح إلّاإذا دعت الحاجة لذلك .\r\nوالطبري ، لاشك مؤرخ جليل وفقيه عالم ، نذر نفسه للعلم والمعرفة ومن وجوه علمه أن يجعل في المقدمة تنبيهاً على طريقة كتابته لتاريخ الأمم والملوك وبيان أنه أخذ أخبار الماضين كما نقلت إليه وبذلك فهو ينأى بنفسه عن مؤاخذات عدم الصحة والاختلاق والوضع ، ولم يجعل نفسه وراء نقوله والأخبار التي أثبتها ، ولم يطالبنا بتصديق كلّ ما ورد في كتابه والاعتراف منا بصحة ما ضمّه تاريخه .\r\n\r\nأخبار الطبري\r\nونرى من الأنفع هنا أن ننقل للقارئ الكريم ما كتبه الخطيب - المعروف بمحب الدين - حول تاريخ الطبري .\r\nيقول الخطيب :\r\nإنّما ينتفع بأخبار الطبري من يرجع إلى تراجم رواته في كتب الجرح والتعديل ، فتراجم شيوخه مباشرة وشيوخهم توجد في مثل تذكرة الحفّاظ للذهبي ، وتراجم الرواة الذين كانوا إلى أواخر المائة الثانية توجد في خلاصة تذهيب الكمال للصفي الخزرجي ، وتهذيب التهذيب للحافظ بن\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nحجر ، والذين تناولهم الجرح من الضعفاء يترجم لهم الحافظ الذهبي في ميزان الاعتدال ، وفي طبقات ابن سعد ، وتاريخ بغداد للخطيب ، وتاريخ دمشق لابن عساكر ، وتاريخ الإسلام للذهبي ، والبداية والنهاية لابن كثير ، وإن كتب مصطلح الحديث تبين الصفات اللازمة للراوي ، ومتى يجوز الأخذ برواية المخالف ، ولا نعرف أمة عني مؤرّخوها بتمحيص الأخبار وبيان درجاتها ، وشروط الانتفاع بها كما عنى بذلك علماء المسلمين ، وأنّ العلم بذلك من لوازم الاشتغال بالتاريخ الإسلامي .\r\nأما الذين يحتطبون الأخبار بأهوائهم ، ولا يتعرّفون إلى رواتها ويكتفون بأن يشيروا في ذيل الخبر إلى الطبري رواه في صفحة كذا من جزئه الفلاني ، ويظنّون أنّ مهمتهم قد انتهت بذلك فهؤلاء من أبعد الناس عن الانتفاع بما حفلت به كتب التاريخ الإسلامي من ألوف الأخبار .\r\nولو أنّهم تمكّنوا من علم مصطلح الحديث وأنسوا بكتب الجرح والتعديل واهتموا برواة كلّ خبر كاهتمامهم بذلك الخبر ، لاستطاعوا أن يعيشوا في جو التاريخ الإسلامي ، ولتمكّنوا من التمييز بين غثّ الأخبار وسمينها ، ولعرفوا\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nللأخبار أقدارها ، بوقوفهم على أقدار أصحابها « 1 » .\r\nهذا ما يقرره الكاتب الخطيب . وقبل أن ندخل في موضوع البحث عن سند الروايات في قضية ابن سبأ نودّ أن نسائل هذا الكاتب :\r\nهل التزم هو بما قرره هنا فبحث عن رجال السند لما ينقله عن الطبري وغيره ؟\r\nوهل تمكن من علم مصطلح الحديث ؟ وأنس بكتب الجرح والتعديل فوقف عن قبول رواية من جرحوه ؟ وتقبل رواية من عدلوه ؟\r\nفإن أجاب بنعم . فالواقع يكذبه ، لأنّه أورد في كتاباته أشياء لا تستند إلى مصدر موثوق به ، فقرر قبولها طاعة لهواه .\r\nوأجلى مثال لذلك هو ما ذكرناه هنا عن قضية ابن سبأ التي انفرد بها الطبري ، ولم يكن في سند الرواية من يتصف بصفة القبول فكيف اعتمد عليها ؟\r\nولا أدري أنّ ما ذكره هنا لماذا لا يطبقه على نفسه بل يريد ذلك للغير ؟ وما هو إلّامن الآمرين بالمعروف التاركين له الناهين عن المنكر الفاعلين به .\r\nوإلى القراء بيان سند الرواية ليتّضح لهم أنّ ما كتبه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مجلة الأزهر العدد 24 ص 210 ، سنة 1372 ه .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nالخطيب لا يعدو حبراً على الورق .\r\n\r\nالسند\r\nرأينا فيما سبق كيف أخذت أسطورة ابن سبأ مأخذها في التاريخ الإسلامي ، وشقّت طريقها إلى الهدف الذي وضعت من أجله ، وهو الطعن في عقائد المسلمين ، وإبرازهم في إطار الجهالة والانخداع ، ممن يتظاهر لهم بأمور ينسبها إلى الدين ، وقد عبّر كثير من الكتّاب عن أولئك الرجال العظام الذين يدّعي بعض الكتّاب أنهم استجابوا لابن سبأ :\r\nبأنهم تقبلوا ذلك عن حسن نية . وبعضهم يصفهم بالبلاهة ، وبعضهم بالغلو إلى آخر ما عندهم من سوء التعبير .\r\nوقد رأينا أيضاً أنّ ابن سبأ أصبح ذا قوة وسلطان ينشر عقائده ، ويبثّ مفاسده في المجتمع الإسلامي بدون خوف من سلطان ، أو حذر من مؤاخذة الرأي العام ، حتى استطاع أن ينحرف بأكثر المسلمين عن جادّة الحقّ بدون أن تمسّه عقوبة ، أو يناله ضرر من ولاة الأمصار الذين عرفوا منه السعي بما يضرّ بالدولة ، في دعوة الناس إلى ثورة ضد الخليفة عثمان .\r\nوقد ذكروا أنّ والي البصرة اكتفى بإخراجه من البلد ، وأنّ معاوية عندما علم بأمره لم يعمل معه أي شيء ، وابن أبي سرح في مصر لم يؤاخذه بشيء ، وهو يرى تحشد جموعه ،\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nوتأهبهم لغزو المدينة ، لحدوث انقلاب إلى آخر ما ذكروه من تهويل أمره ورفع شأنه .\r\nيقول الدكتور طه حسين - بعد ذكره لقضية ابن سبأ واستبعاده صحتها - :\r\nفلنقف من هذا كلّه موقف التحفظ ، والتحرج والاحتياط ، ولنكبر المسلمين في صدر الإسلام عن أن يعبث بدينهم ، وسياستهم ، وعقولهم رجل أقبل من صنعاء ، وكان أبوه يهودياً ، وكانت أمه سوداء وكان هو يهودياً ثم أسلم - لا رغباً ولا رهباً - ولكن مكراً وكيداً وخداعاً ، ثم أتيح له من النجح ما كان ينبغي ، فحرّض المسلمين على خليفتهم حتى قتلوه وفرّقهم بعد ذلك أو قبل ذلك شيعاً وأحزاباً .\r\nهذه كلّها أمور لا تستقيم للعقل ، ولا تثبت للنقد ، ولا ينبغي أن تقام عليها أمور التأريخ « 1 » .\r\nنعم إنّ هذه الأمور التي أحاطت بهذه القصة وما تضمّنته من أشياء لا يمكن تصديقها - وهي كافية في طرحها ، وعدم الاعتماد عليها - ولا حاجة بعد هذا إلى البحث عن السند ومعرفة حالة الرواة ، لأنّ ذلك - كما هو الواقع - شيء زائد لا يحتاج إليه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفتنة الكبرى : 134 .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nولكن نظراً لما لهذه القصة من أهمية ، وأنّ بعضهم يظنّ أنّ رواتها ثقات فقد دعت الحاجة إلى معرفة حالة رجال السند ، والاستماع لأقوال علماء الرجال ليتّضح الأمر ، وتظهر الحقيقة ، ويكون الحكم للعقل لا للعاطفة وللعلم لا للجهل ، وللحق لا للباطل .\r\nوأنّ مستند هذه القصة هو واحد لا غير وهو سيف ابن عمر ، وقد انفرد الطبري بذلك وعنه أخذ بقية المؤرخين كما سبق . والآن نضع رجال السند أمام القراء ولهم الحكم .\r\n\r\nرجال السند\r\nالطبري - في حوادث سنة ( 30 ه ) - يقول : وفي هذه السنة كان ما ذكر من أمر أبي ذر ، وإشخاص معاوية إيّاه من الشام إلى المدينة ، وقد ذكر في سبب إشخاصه إياه منها - من الشام إليها إلى المدينة - أمور كثيرة كرهت ذكر أكثرها ، فأمّا العاذرون معاوية في ذلك فإنّهم ذكرو في ذلك قصة كتب بها إلى السري يذكر أن شعيباً حدثه عن سيف ، عن عطية عن يزيد الفقعسي قال : لما ورد ابن السوداء الشام لقي أبا ذر فقال : يا أبا ذر ألا تعجب إلى معاوية يقول : المال مال اللَّه . . .\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nإلخ « 1 » . كما ذكره أحمد أمين في استدلاله على أنّ ابن السوداء لقن أبا ذر مبادئ مزدك المجوسي إذ يقول أحمد أمين : ونلمح وجه الشبه بين رأي أبي ذر وبين رأي مزدك في الناحية المالية فقط فالطبري يحدثنا :\r\nإنّ أبا ذر قام بالشام وجعل يقول : يا معشر الأغنياء ، واسوا الفقراء . بشر الذين يكنزون الذهب والفضة . . . إلخ كما تقدم .\r\nثم يقول أحمد : ولكن من أين أتاه هذا الرأي ؟ - أي أبا ذر - يحدثنا الطبري أنّ ابن السوداء لقي أبا ذر فأوعز إليه‌بذلك . . . « 2 » وهو ما أشرنا إليه الآن ، فحديث الطبري كان عن مكاتبة من السري أنّ شعيباً حدثه عن سيف عن عطية عن يزيد الفقعسي .\r\nفهؤلاء هم رجال سند هذه القصة ومستند حكم أحمد أمين على أبي ذر بأنّه يرى رأي مزدك ، وأنّه أخذه عن ابن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري : 5 / 66 ط 1 .\r\n( 2 ) فجر الإسلام ص 110 .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nالسوداء .\r\nفمن هم هؤلاء الرجال ؟ وما هي منزلتهم ؟ وما محلهم من الصدق ؟ ستأتي الإجابة عن ذلك قريباً إن شاء اللَّه .\r\nولا يفوتنا هنا أن نلفت نظر القارئ إلى أنّ الطبري يجعل هذه القصة من قبل العاذرين لمعاوية ، وهم المتعصبون له وناهيك ما للتعصب من أثر في الافتعال .\r\n* * * أمّا ما يتعلّق بقضية ابن السوداء وتجواله في الأمصار الإسلامية وفشل محاولاته ، وأخيراً يحطّ رحله في مصر وإظهار قوله بها في الرجعة والوصاية ، وأنه بثّ دعاته - كما يروي الطبري - وكاتب من كان استفسد في الأمصار وكاتبوه ودعوا في السر إلى ما عليه أمرهم إلى آخر ما رواه الطبري « 1 » وذكره الشيخ أبو زهرة وغيره من الكتّاب .\r\nوإذا رجعنا لمصدر القصة فحديث الطبري هكذا يقول فيما كتبه إلى السري : عن شعيب ، عن سيف ، عن عطية ، عن يزيد الفقعسي قال كان عبداللَّه بن سبأ يهودياً من أهل صنعاء ، امّه سوداء فأسلم زمان عثمان ، ثم تنقل في بلدان المسلمين يحاول ضلالهم فبدأ بالحجاز ، ثم البصرة ثم الكوفة إلى آخر ما ذكر في ج 5 : 98 - 99 ط 1 .\r\nفالحديث يدور حول الطبري ، والسري ، وشعيب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري 5 : 98 ط 1 .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nوسيف وعطية ويزيد الفقعسي . هؤلاء رجال سند الرواية وهؤلاء مستند من ذكروا ابن سبأ في كتبهم وعظموا أمره في كتاباتهم وخلقوا منه شخصية قوية ذات أثر في تاريخ المسلمين بل غيّر مجرى التاريخ .\r\nوأصبحت الرواية مشهورة وقد لعبت طريقة الاتباع دورها في تجميد العقل وترك التحقيق على ما فيها من مخالفة لقواعد التطور وقوانين الحياة التي تقضي باستخدام مقاييس العقل فيما يروى ويصدر عن الناس فأيّ مقنع في أن تكون أقوى دعامة لعدم الرد على صحة قضية ابن سبأ ، أو صدورها من ثقات كالطبري وهو راوية ولم يفصح عن تقرير كلّ ما حواه تاريخه ؟ ولم يقل بصحة ما ضمّه .\r\nكما أنّ أيرواية في قيمتها تتأثر بسندها . وقد انحصرت قصة ابن سبأ في دائرة الطبري وبدأ عرضها على لسان سيف ولم يشارك الطبري أحد من المؤرخين الثقات الآخرين ، كما أنّ الفجوة الزمنية تبقى قائمة لا تغلقها أو تملأها ذيول من الأكاذيب .\r\nفأين كان ذكر ابن سبأ قبل رواية سيف ؟\r\nونتنزل لمقتضيات الأمانة ومستلزمات التحقيق ونسلط أشعة التحقيق على رجال قصة ابن سبأ .\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nوالواجب يقضي علينا عدم التصديق بأمثال هذه المفتريات ، ولكن لزيادة الإيضاح والتنازل للحصول على ما هو الواقع نجعل هؤلاء الرجال تحت أشعة التحقيق العلمي .\r\n\r\nالتحقيق\r\nالطبري : أبو جعفر محمّد بن جرير الطبري المتوفى سنة ( 310 ه ) صاحب التأريخ الكبير المعروف بتأريخ الطبري ، ولا يتعلّق لنا غرض بالبحث عن شخصيته فهو شخصية معلومة ومن رؤساء المذاهب البائدة ، وقد تبرأ من عهدة النقل بقوله الآنف الذكر : فما يكن في كتابي هذا من خبر ذكرناه عن بعض الماضين مما يستنكره قارئه ، أو يستشنعه سامعه ، من أجل أنّه لم يعرف له وجهاً في الصحة ، ولا معنى في الحقيقة ، فليعلم أنّه لم يؤت في ذلك من قبلنا ، وإنّما أتى من قبل بعض ناقليه إلينا ، وإنّما أدينا ذلك على نحو ما ادّيإلينا « 1 » .\r\nوعلى هذا أصبحت المسؤولية على عاتق الرواة الذين روى عنهم ، وهنا نجري التحقيق العلمي عن رجال سند هذه القصة الذين روى عنهم الطبري وهم :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري 1 : 5 .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nالسري ، وشعيب ، وسيف بن عمر ، وعطية ، ويزيد الفقعسي ، فمن هم هؤلاء وما مقدار تحملهم للرواية ؟ وماذا يقول عنهم علماء الرجال ؟\r\n\r\n1 - السري\r\nهذا هو أوّل سلسلة الرواية ، والطبري عندما يروي عنه يقول : كتب إليّ السري ، أو فيما كتب إليّ به السري . من دون أن ينسبه إلى أبيه أو عشيرته .\r\nولكنه روى عنه مرة مشافهة فقال : حدثني السري بن يحيى « 1 » .\r\nفظهر أنّ الذي يحدث عنه الطبري هو السري بن يحيى ، وهو مع ذلك مجهول لا يعرف ويتردد هذا الاسم بين جماعة هم :\r\nالسري بن يحيى بن أياس وهذا لم يعاصر الطبري ، لأنّ وفاة السريبن يحيى سنة ( 167 ه ) أي قبل ولادة الطبريبسبع وخمسين سنة إذ ولادة الطبري سنة ( 224 ه ) ووفاته سنة ( 310 ه ) فهذا لا يمكن أن‌يكون هو .\r\nالسري بن يحيى بن السري ابن أخي هناد بن السري ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ الطبري 3 : 213 .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nذكره ابن أبي حاتم المتوفى سنة ( 327 ه ) وهذا كان في عصر الطبري لأنّه عاصر ابن أبي حاتم ، ولكن ، لم تذكر له رواية ، أو يشير أحد إلى من روى عنه ولم يصفه أحد بأنه محدث أو حدّث عن أحد أو حدثوا عنه وبهذا فهو مجهول .\r\nوعلى أيّ حال لا يوجد بهذه النسبة من عرف بالحديث أو اشتهر بالرواية . وبعضهم يرى أنّ السري الذي يروي عنه الطبري هو السري بن إسماعيل الهمداني الكوفي ابن عم الشعبي وكاتبه ، وهذا أيضاً لا يصح لأنّ وفاة الشعبي سنة ( 103 ه ) وولادة الطبري سنة ( 224 ه ) ولا يمكن أن يمتد عمر السري هذا إلى زمن الطبري فيحدثه ، ومع هذا فقد اتصف بصفات توجب ردّ ما يرويه فهو ضعيف ومتروك الحديث كما يقول ابن المبارك وأبو داود ، والنسائي وهو ليس بثقة وأحاديثه التي يرويها لا يتابعه عليها أحد كما يقول ابن عدي . وقال ابن حبان : كان يقلّب الأسانيد ، ويرفع المراسيل إلى آخر ما وصفوه به « 1 » .\r\nويرى بعضهم أنّ السري الذي يروي عنه الطبري هو :\r\nالسري بن عاصم ابن سهل أبو عاصم الهمداني مؤدب المعتز باللَّه ، وقد ينسب إلى جدّه ، وهذا معاصر للطبري لأنّ وفاته\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر تهذيب التهذيب 3 : 459 - 460 ، وميزان الاعتدال 1 : 270 .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nسنة ( 258 ه ) في بغداد وكان عمر الطبري عند وفاة السري هذا ثلاثين سنة فيمكن أن يكون هو .\r\nومع هذا فقد كذّبه ابن خراش ووهّاه ابن عدي ، وقال :\r\nيسرق الحديث وقال النقاش : إنّه وضّاع ، وذكر الذهبي حديثين من وضعه « 1 » .\r\nوكيف كان فإنّ الجهالة تحيط بهذا الراوي الذي يروي عنه الطبري ، ولو فرضنا أنّه معروف وأنّه ثقة ، يلزمنا أن نحقق عن شيخه الذي يروي عنه وهو شعيب .\r\n\r\n2 - من هو شعيب ؟\r\nشعيب بن إبراهيم وهو مجهول ، قال الذهبي : شعيب بن إبراهيم راوية كتب سيف عنه : فيه جهالة ؛ وذكره ابن عدي وقال ليس بالمعروف ، وهذا لا يحتاج إلى إطالة بحث ، لأنّ الجهالة قد أرخت عليه سدولها ولا يعرف إلّاأنّه راوية سيف بن عمر .\r\n\r\n3 - من هو سيف ؟\r\nسيف بن عمر الضبي الأسدي ويقال التميمي البرجمي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ميزان الاعتدال 1 : 270 ، ولسان الميزان 3 : 12 .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nويقال السعدي الكوفي المتوفى بعد سنة ( 170 ه ) وهو راوية أحاديث السقيفة والردة ، وحوادث عهد عثمان ، وهو نقطة انطلاق أسطورة ابن سبأ ، وعليه تدور أخبار السبئية ، ونشأتهم وأثرهم في المجتمع الإسلامي ، وما أحدثوه من بدع ، وما أوجدوه من خلاف .\r\nإنّه هو المبدع لهذه الأساطير ، والموجد لتلك لحوادث ، والمنفرد بتصوير شخصية ابن سبأ ، والباني لكيانه .\r\nوقد وصفوه بأنّه وضّاع كذّاب ، زنديق يروي الموضوعات عن الأثبات « 1 » ، ولننظر أوّلًا إلى من يروي عنهم سيف أو بعبارة أوضح من يضع عنهم الروايات ، ثم نعود إلى الحديث عن سيف .\r\n\r\nمن هو عطية ؟\r\nلا يدرى من هو عطية الذي يروي عنه سيف فهل هو عطية العوفي المتوفى سنة ( 110 ه ) أم عطية بن قيس الكلابي المتوفى سنة ( 121 ه ) أم غيرهما ؟ فإن كان المراد به العوفي فذلك شيء بعيد جداً لأنّ عطية العوفي كان من التابعين وتوفي سنة ( 110 ه ) فسيف‌بن عمر لم يدركه لأنّه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تهذيب الكمال 12 : 324 رقم 2676 .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nمتأخّر عنه بل كان في بطون الأرحام وليس من الصعب على سيف أن يدعي الرواية عنه وهو لم يدركه . أما عطية بن قيس الكلابي فهو شامي ولم يتصل به سيف ، ونحن لا ندري من هو ؟ ولئن حصلت لنا دراية فماذا تنفع وسيف ثبت أنّه وضّاع ؟\r\nومن جهة ثانية إنّ يزيد الفقعسي وهو نهاية السلسلة وبداية الأسطورة لم يعرف من هو ، ولا يوجد في الرجال من يسمى بهذا الاسم ويلقب بالفقعسي ، وهنا تنقطع السلسلة ، ولا يبعد أنّه شخصية وهمية كشخصية عبداللَّه بن سبأ ، فسيف بن عمر قادر على أن يخلق ألف شخصية وشخصية ، ويخترع آلاف الأساطير . فهو وضّاع بارع ويوجد مِن لا شيء أشياء كثيرة وإليك بعض ما وصف به .\r\n\r\nسيف بن عمر في الميزان\r\nوبعد أن كشف التحقيق عن رواة هذه القصة ، أي قصة ابن سبأ نودّ أن نضع بطل هذه الأسطورة سيف بن عمر في الميزان ، لنعرف قيمة روايته ممّا بيّنه علماء الرجال من حاله .\r\nقال ابن حجر : سيف بن عمر التميمي البرجمي ويقال السعدي ، ويقال الضبعي ، ويقال الأسدي الكوفي صاحب\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nكتاب الردة والفتوح روى عن عبداللَّه ابن عمر العمري وأبي الزبير . . .\r\nقال ابن معين : ضعيف الحديث وقال مرة : فليس خير منه - أي لا يأتي منه خير - وقال أبو حاتم : متروك الحديث يشبه حديثه حديث الواقدي وقال أبو داود : ليس بشيء .\r\nوقال النسائي والدارقطني : ضعيف ، وقال ابن عدي : بعض أحاديثه مشهورة ، وعامتها منكرة لم يتابع عليها ، وقال ابن حبان : يروي الموضوعات عن الأثبات . وقال ابن حبان أيضاً : وقالوا عنه إنّه كان يضع الحديث ، واتّهم بالزندقة ، وقال البرقاني عن الدارقطني : متروك . وقال الحاكم : اتّهم بالزندقة « 1 » .\r\nوقال الذهبي : سيف بن عمر الضبي الأسدي التميمي البرجمي ويقال السعدي الكوفي مصنف الفتوح والردة .\r\nثم يذكر أقوال علماء الرجال كما ذكر ابن حجر ، ونقل عن جعفر بن أبان إنّه سمع ابن نمير يقول : كان سيف يضع الحديث ، وقد اتّهم بالزندقة « 2 » .\r\nوقال ابن أبي حاتم : سيف بن عمر الضبي : عن يحيىبن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تهذيب التهذيب 4 : 291 .\r\n( 2 ) ميزان الاعتدال 1 : 438 .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nمعين أنّه قال : سيف بن عمر الضبي الذي يحدث عنه المحاربي ضعيف الحديث . وقال سئل أبي عن سيف بن عمر الضبي فقال متروك الحديث يشبه حديثه حديث الواقدي « 1 » .\r\nوفي ترجمة القعقاع عند ابن أبي حاتم أورد له حديثاً رواه سيف بن عمر ، عن عمر بن تمام ، عن أبيه عن القعقاع ، وقال ابن أبي حاتم : وسيف متروك الحديث فبطل الحديث .\r\nوإنّما كتبنا ذلك للمعرفة « 2 » .\r\nوالحديث هو ما رواه سيف عن القعقاع بن عمر قال :\r\nشهدت وفاة رسول‌اللَّه صلى الله عليه وآله فلما صليت الظهر جاء رجل حتى قام في المسجد فأخبر بعضهم أنّ الأنصار قد اجمعوا أن يولوا سعداً - يعني ابن عبادة - ويتركوا عهد رسول‌اللَّه صلى الله عليه وآله فاستوحش المهاجرون « 3 » .\r\nقال ابن السكن : سيف بن عمر ضعيف . وذكر ابن حجر قول ابن أبي حاتم : سيف بن عمر متروك الحديث ، وكذلك ذكره ابن عبد البر في الاستيعاب : 3 ، 263 بهامش الإصابة .\r\nوقال السيوطي : سيف وضّاع . وذكر حديثاً من طريق\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الجرح والتعديل لابن أبي حاتم 2 : 278 قسم 1 .\r\n( 2 ) الجرح والتعديل 3 : 136 قسم 2 .\r\n( 3 ) انظر الإصابة لابن حجر 3 : 239 ط 1 .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nالسري بن يحيى عن شعيب بن إبراهيم عن سيف فقال السيوطي : موضوع فيه ضعفاء أشدهم سيف .\r\n* * * ولعلّنا فيما أوردناه من أقوال علماء الرجال هو كاف لمعرفة سلسلة هذه الأسطورة ، وبالأخص بطلها الأوّل سيف بن عمر ، فقد استبان وزنه ، وعرفت حالته ، ولم يرد عن أحد منهم فيه كلمة ثناء كما وقفت عليه .\r\nوربما يقال : إنّ سيف بن عمر خرّج له الترمذي وروى له في صحيحه فيظنّ أنّ له أحاديث في الأحكام وغيرها ، أو أنّ الترمذي صحّح حديثه ؛ وبهذا يتثبت من يريد أن يخلق لسيف بن عمر شخصية يوثق بها .\r\nولكن الترمذي لم يرو له إلّاحديثاً واحداً وقال - بعد أن ذكره : وهذا منكر .\r\nوالحديث الذي رواه الترمذي هو عن أبي بكر بن نافع عن سيف بن عمر السعدي ، عن عبيداللَّه بن عمر ، عن نافع ، عن ابن عمر ، عن النبي صلى الله عليه وآله قال : قال رسول اللَّه صلى الله عليه وآله : إذا رأيتم الذين يسبون أصحابي فالعنوه ( كذا ) .\r\nقال الترمذي : وهذا الحديث منكر . وبهذا فهو ساقط عن الاعتبار « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحيح الترمذي 5 : 697 ح 3866 .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nولسنا بحاجة إلى أكثر من هذا البيان لمعرفة حالة سيف ابن عمر ، ومقدار تحمله للرواية ؛ فهو كما رأيت : وضّاع كذّاب ، زنديق متروك الحديث ، أحاديثه منكرة و . و . إلخ .\r\nونحن إذ نتكلف البحث عن سند هذه الأسطورة وغيرها من أحاديث سيف التي هي أبعد ما تكون عن الواقع ، فكل قصدنا التنبيه على ما يظنّ أو يتبادر إلى ذهن البعض بأنّ تلك الأساطير قد اشتهرت ، وذكرها كثير من المؤرخين فلا بد أنّهم وثقوا من الناقلين فأثبتوها ، فنالت هذه الشهرة .\r\nوالواقع أنّ هذه الشهرة لم تكن للتواتر ، ولا لصحة ما يروى عن سيف وإنّما المصدر الوحيد هو الطبري كما قدمنا ، وقد أخذ عنه كل من ابن الأثير ، وابن كثير ، وابن خلدون ، وأبي الفداء وغيرهم .\r\nفأما ابن الأثير فقد صرح في مقدمة تاريخه بأنّه أخذ ما في كتاب الطبري وزاد عليه . . . إلخ « 1 » .\r\nوأما ابن كثير فقد ذكر في تاريخه عن سيف بن عمر - فقط - أنّ سبب تألب الأحزاب على عثمان : أنّ رجلًا يقال له عبداللَّه بن سبأ ، كان يهودياً فأظهر الإسلام ، وصار إلى مصر ، فأوحى إلى طائفة من الناس كلاماً اخترعه من نفسه ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكامل لابن الأثير 1 : 3 الطبعة الأولى سنة ( 1301 ه ) .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nمضمونه أنه يقول للرجل . . . إلخ « 1 » ثم ينقل القصة وبعد ذلك ينقل عن سيف وحده بعض الحوادث كما في ص 169 ، ثم يمضي في ذكر الحوادث ، حتى يأتي إلى صفحة 246 فيقول :\r\nهذا ملخص ما ذكره أبو جعفر محمّد بن جرير رحمه الله .\r\nوأما ابن خلدون فإنّه ذكر السبئية في حادثة الدار والجمل وقال : هذا أمر الجمل ملخصاً من كتاب أبي جعفر الطبري « 2 » .\r\nوقال في ص 457 منه : هذا آخر الكلام في الخلافة الإسلامية وما كان فيها من الردة ، والفتوحات ثم الاتفاق والجماعة ، أوردتها ملخصة من كتاب محمّد بن جرير الطبري ، وهو تأريخه الكبير . . . إلخ .\r\nأمّا ابن عساكر في تاريخه مدينة دمشق وهو مرجع لكثير من الكتّاب : إمّا إليه نفسه أو إلى تهذيبه لابن بدران ، وقد يرجعون إليهما معاً .\r\nفإنّ ابن عساكر في حديثه عن السبئية ينقل عن الطبري بل ينقل نفس العبارة كما في تهذيبه « 3 » لابن بدران ولكنه يترك السند وفي 7 : 429 يقول : وروى سيف بن عمر عن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ أبن كثير 7 : 167 .\r\n( 2 ) تاريخ ابن خلدون 2 : 425 .\r\n( 3 ) انظر تهذيب تاريخ ابن عساكر 7 : 428 .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nأبيحارثة وأبيعثمان . ثم‌يذكر قصة ورود ابن سبأ إلى مصر .\r\nويروي ابن عساكر في تاريخه عن أبي القاسم السمرقندي ، عن أبي الحسين النقور عن أبي طاهر المخلص ، عن أبي بكر سيف ، عن السري بن يحيى ، عن شعيب بن إبراهيم ، عن سيف بن عمر .\r\nفهذا هو سند ابن عساكر لجميع ما ينقله حول ابن سبأ ، وأنت تراه يلتقي مع الطبري في السند الذي أورد فيه تلك الحوادث .\r\nوصفوة القول أنّ الجميع عيال على الطبري أو على سيف في إيراد حوادث ابن سبأ ، والطبري كما تقدّم لم يضمن أصلًا صحة ما أورده في تاريخه ، بل هو ناقل وترك لقرائه البحث والتنقيب لأنه تبرأ من عهدة رواياته في التاريخ ، وحملها على أكتاف رواتها له ، وقد تقدم ، وأن الراوي هو سيف بن عمر ولا طريق غيره .\r\nهذا ونرى أنفسنا في غنى عن التوسع في البحث حول هذه القضية إن كان الأمر يدور حول الواقع ، ومعرفة الحقيقة ، وأنّ الحكم للعلم من دون مغالطة وتعصّب .\r\nوقد أثبت التحقيق العلمي مقدار ما لهذه الأسطورة من الواقع ، فهي بعيدة كلّ البعد عنه .\r\nوما أوردته هنا من الموهنات لهذه الأسطورة وما ورد في نقد سلسلة رجالها ليس كل ما ورد فيها ، بل هناك أشياء\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nكثيرة لم نذكرها اختصاراً .\r\nومن الحقّ والإنصاف أن نشير إلى ما كتبه العلّامة السيد المرتضى العسكري حول أحاديث سيف بن عمر وأسطورة ابن سبأ ، في كتاب عبداللَّه بن سبأ « 1 » بصورة واسعة مستقصياً أحاديثه في الحوادث التاريخية ، وماله من افتعالات وأحداث .\r\nوقد تعرّض إلى أسماء الصحابة الذين افتعل سيف بن عمر أسماءهم ؛ ولم توجد إلّامن طريقه بل إبتكاره .\r\nوقد سبق أنّ العلامة الأميني في الجزء الثامن من كتابه الغدير قد تعرّض لأحاديث سيف بن عمر الموضوعة وأحصاها وهي 701 وقال : تحت عنوان : نظرة في تاريخ الطبري :\r\nشوّه الطبري تاريخه بمكاتبات السري الكذّاب الوضّاع عن شعيب المجهول الذي لا يعرف ، عن سيف الوضاع المتروك ، الساقط المتّهم بالزندقة ؛ وقد جاءت في صفحاته بهذا الإسناد المشوه 701 رواية وضعت للتمويه على الحقائق الراهنة في الحوادث الواقعة من سنة ( 11 ه ) إلى ( 37 ه ) عهد الخلفاء الثلاثة ، ولا يوجد شيء من هذا الطريق\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) طبع منه الجزء الأول الطبعة الأولى في النجف الأشرف والطبعة الثانية فيالقاهرة .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nالوعر في أجزاء الكتاب كلها غير حديث واحد ذكره في السنة العاشرة .\r\nوانّما بدأ برواية تلكم الموضوعات من عام وفاة النبي الأقدس صلى الله عليه وآله وبثّها في الجزء الثالث ، والرابع ، والخامس ، وانتهت بانتهاء خامس الأجزاء :\r\nذكر في الجزء الثالث من ص 210 في حوادث سنة ( 11 ه ) ، 67 حديثاً .\r\nأخرج في الجزء الرابع في حوادث سنة ( 12 ه ) ، 427 حديثاً .\r\nأورد في الجزء الخامس في حوادث السنة ال ( 23 ه - 37 ه ) 207 أحاديث فيكون المجموع 701 حديث « 1 » .\r\n* * * وعلى أيّ حال فإنّ هذه الأسطورة التي أخذت مفعولها في المجتمع وأثّرت أثرها السيء ، هي نتيجة للتعصب الأعمى الذي ينحرف بأصحابه عن جادة الصواب ويطلق الأوهام والخرافات من عقالها ، وقد مرت قرون وهي تحتلّ مكاناً من الكتب التاريخية ، بدون أن ينالها التحقيق أو تسأل عن كفاءتها لاحتلال ذلك المكان .\r\nوقد تصرّف فيها كثير من الكتّاب ، وفقاً\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الغدير 1 : 335 - 336 .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nلأهوائهم ، وطبقاً لرغباتهم ولم يهتدوا بهدي عبقرياتهم ، ومواهبهم العلمية .\r\nوإنّا لا ننكر أنّ هناك من أنكر وجود هذه الأسطورة في صفحات الكتب واستنكر وجودها ، وأنّها لا تستحق أن تحتلّ ذلك المحل من التاريخ الإسلامي ؛ فأخذ يحارب وجودها ، ويطالب بإبعادها ، وبعض يشك في أمرها ، ويتوقف عن نفيها أو إثباتها .\r\nومن الغريب أن نجد من يتعصب لابن سبأ ويثبت وجوده وسعيه المنكر في إثارة الفتنة بين الصحابة ، ويتحامل على من ينكر ذلك ، ويصل به تعصبه لابن سبأ إلى حدّ القول بأنّ إنكاره كمن ينكر وجود عيسى بن مريم ، أو ينكر الشمس ، وهذا قول بدون دليل ، بل هو من المتناقضات كما سنبيّنه ، فمن هو هذا المنكر ؟ هو محمّد زاهد كوثري وإليك نصّ قوله :\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\n\r\nيقول الكوثري « 1 »\r\nعبداللَّه بن سبأ المعروف بابن السوداء اليماني ، كان يتعثّر في أذياله في سبيل الركض وراء إثارة فتن بين الصحابة رضي اللَّه عنهم ، متنقلًا بين اليمن ، والحجاز ، والبصرة والكوفة ، ومصر والشام ، للدس وتعكير الصفاء بين المسلمين في عهد عثمان وعلي رضي اللَّه عنهما ، أيام كان المسلمون ما خبروا أساليب الماكرين ، وطرق فتن الفاتنين ، من قوم بهت ، أهل غدر وكذب وفجور ، على ما في صحيح البخاري وغيره ، ونتائج تلك الفتن ماثلة أمام كلّ باحث ، مدونة في كتب ثقات المؤرخين من علماء هذه الأمة ، من أمثال ابن أبي خيثمة ، وابن جرير ، وابن عساكر ، وابن كثير ، وابن السمعاني وغيرهم رغم محاولة بعض المسفسطين من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشيخ محمّد زاهد بن حسن الكوثري أصله من القوقاز ولد في الآستانة المتولد سنة ( 1296 ه ) وتوفي سنة ( 1371 ه ) وكيل المشيخة الإسلامية في الخلافة العثمانية وصاحب المؤلفات الكثيرة في المذهب الحنفي وغيره . وله تعليقات على بعض الكتب ينتصر بها للحنفية وهو شديد التحامل على من خالف مذهبه . وله رد على الخطيب البغدادي حول ما ذكره في ترجمة أبي حنيفة .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nأبناء اليوم إنكار وجود شخص يقال له عبداللَّه بن سبأ ، فضلًا عن أن يكون أحدث تلك الأحداث ، ضارباً أقوال هؤلاء السادة عرض الحائط ، فيما يمسّ بني العمومة - والعرق دساس - وشأن هذا الصنف من الكتّاب شأن من ينفي صلة إسماعيل عليه السلام بمكة ، وشأن من ينكر وجود شخص يقال له عيسى بن مريم ، في محاولة إنكار الشمس في رائعة النهار . . .\r\nإلى أن يقول : فاستبعاد سعي ابن سبأ في الفتنة في عهد عثمان بعد اعتراف جولد تسهير اليهودي بذلك تحزّباً لليهود فوق اليهود أنفسهم وسيف بن عمر من رجال جامع الترمذي فلا يستغني عن أنبائه . . . إلخ « 1 » .\r\n* * * هذا هو حكم الشيخ الكوثري على قضية ابن سبأ ، وأنّها كالشمس في رائعة النهار ، وأنّ من أنكرها من الكتّاب يكون من أبناء عمومة ابن سبأ بمعنى أنّه يهودي إذ العرق دساس - على حدّ تعبيره - وأنّ سيف بن عمر لا يستغني عن أنبائه وهو من رجال جامع الترمذي ، والراوي وهو الطبري وهو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر تقديم كتاب المقدمات الخمس والعشرين : 3 - 5 .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nثقة وأن جولد تسهير ذكرها .\r\nوهذه أدلة يسوقها الكوثري لإثبات قضية ابن سبأ بطل الفتنة ، وقائد جيش الانقلاب على الخليفة عثمان .\r\nولعلّ هناك ممن يطلع على هذا القول فيظنّ أنّ الكوثري حكم بهذا نتيجة لتتبعه وقناعته في الموضوع ، وكلّ ذلك لم يكن .\r\nوإنّما كان هذا الحكم نتيجة لتعصّبه وتعمّده لإخفاء الحقائق والتمويه والجدل ، ونحن من فمه ندينه في نقض هذا الحكم .\r\n\r\nمن فمك أدينك . .\r\nبين أيدينا مقال للشيخ الكوثري عنوانه : « كلمة عن خالد بن الوليد وقتل مالك بن نويرة » .\r\nيتحدّث الشيخ في هذه الكلمة حول حادثة مالك بن نويرة ، وقتل خالد له ودخوله على زوجة مالك في ليلة قتله ، كما ذكرها المؤرخون .\r\nيقف للدفاع عن خالد ويندد في كتب الغربيين الذين\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nنقلوا هذه الحادثة ويقول : وكانت طريقة كتّاب الغرب في النيل من الإسلام طريقة الإقذاع المجرّد . . .\r\nثم يطعن في كتب السير أمثال محمّد بن إسحاق فيكذّبه ، ويكذّب رواته .\r\nوكتاب الواقدي وأنّه غير متثبت بل يروي عن كلّ من هب ودب ويروي الأخبار الكاذبة .\r\nإلى أن يأتي إلى الطبري وهو أحد رواة تلك الحادثة فيقول : وابن جرير الطبري عمدة أمثال ابن الأثير ، وأبي الفداء ، وابن كثير ، وابن الوردي ، وأنّ الطبري لم يضمن صحة ما أورده في تاريخه وأنّه تبرأ من عهدة رواياته في التاريخ وحملها على أكتاف رواتها له .\r\nوهكذا يقف الشيخ في الدفاع عن خالد ويطعن في كتب التاريخ ويكذب الرواة .\r\nوليس هذا محل القصد من ذلك بل نريد أن نستمع في دفاعه عن سيف ابن عمر وشيوخه ، ومن روى عن سيف ، وقد تقدّم قوله مما يشعر بأنه من رجال جامع الترمذي ويؤخذ بأحاديثه .\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nفلنترك الشيخ يتحدّث عن سيف في مقام دفاعه عن خالد فيقول : سيف بن عمر التميمي صاحب كتاب الردة والفتوح ، يقول عنه أبو حاتم : متروك الحديث يشبه حديثه حديث الواقدي . وقال الحاكم : اتّهم بالزندقة وهو في الرواية ساقط . وقال ابن حبان : إنّه كان يضع الحديث ، يروي الموضوعات عن الإثبات ، اتّهم بالزندقة وضعّفه غير واحد .\r\nوراويته شعيب بن إبراهيم يقول عنه الذهبي :\r\nفيه جهالة .\r\nويقول ابن عدي : ليس بالمعروف وله أحاديث وأخبار فيها ما فيه تحامل على السلف .\r\nوالراوي عنه السري بن يحيى غير موثق ، وهو شيخ ابن جرير في رواياته عن سيف ، وأما من فوق سيف من الرجال مجاهيل في الغالب « 1 » .\r\n* * * هذا ما جاء في دفاع الكوثري عن خالد بن الوليد ، وقد ظهر لنا أنّه يطعن في مرويات سيف ويكذبه ، وهذا السند هو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر مقالات زاهد كوثري : 455 - 462 .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nنفسه الذي خرّج الطبري فيه أحاديث وحوادث السبئية .\r\nفما معنى جزمه بصحة ما جاء في هذا السند عن حوادث السبئية وأنّها كالشمس في رائعة النهار ؟ وفي قضية خالد بن الوليد وقتله لمالك ونزوه على امرأته يحكم بكذبه ، ويجزم بتوهينه كما مرّ ، على أنّ قضية خالد وزنائه بزوجة مالك بن نويرة قد خرّجه الطبري من طريق آخر وهو : عن عبد الحميد بسند عن عبد الرحمن بن أبي بكر - وفيه قول عمر بن الخطاب لأبي بكر في ذمّ خالد بن الوليد : عدو اللَّه عدا على امرئ مسلم فقتله ثم نزى على امرأته . وأقبل خالد بن الوليد قافلًا ، فلما أن دخل المسجد قام إليه عمر وقال :\r\nإرثأ قتلت امرأً مسلماً ثم نزوت على امرأته واللَّه لأرجمنّك بأحجارك . . . إلخ « 1 » .\r\n* * * ولسنا بصدد إيراده هذه القصة والبحث عن ورودها ولكننا نريد أن نبيّن مدى ما بلغت إليه الحالة من التنكر للحقائق ، والابتعاد عن الواقع ، نتيجة للتعصب الأعمى ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبري 3 : 243 .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nوانقياداً للهوى المردي .\r\nولعلّ الشيخ الكوثري يعتذر بأمر واجب وهو : أنّ رواية قتل مالك بعد ثبوت إسلامه وقد شهد له جماعة عند خالد ونزوه على امرأته وبذلك طعن على خالد وهو صحابي ، ولا يصح الطعن ، وحنيئذٍ يجب تأويل كلّ رواية تتضمن ذلك ، وقد تقدم قول النووي ، قال العلماء : الأحاديث الواردة في ظاهرها حمل على صحابي يجب تأويلها « 1 » .\r\nوالشيخ الكوثري قام بواجبه في الدفاع عن خالد في ارتكابه بتلك الفعلة الشنيعة . ولأنّ سيفاً في بعض طرق الطبري لرواية خالد إنهال عليه الكوثري ببراهين الحقّ ، ولكنّ التعصّب أو العناد يحول سيفاً إلى راوية ثقة ولا يستغنى عن أنبائه لأنه مصدر قصة ابن سبأ ، فهل هذا من العلم والأمانة في شيء ؟ !\r\nوعلى أيّ حال ، فإنّ قضية ابن سبأ تتضمن الطعن على أغلبية الصحابة ، ووصفهم باتّباع رجل يهودي يضلّهم عن دينهم ، ويدعوهم إلى ما نهى الإسلام عنه ، وفيها : أنّ أبا ذر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) شرح صحيح مسلم للنووي 15 : 177 .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nتلقى مبادئ الزرادشتية والتعاليم اليهودية من ابن سبأ ، وعمار بن ياسر من استهواه ابن سبأ ، فأصبح على رأس الدعاة لابن سبأ ومبادئه .\r\nوبهذا تكذيب لأقوال رسول اللَّه صلى الله عليه وآله ووصفه لأبي ذر بالصدق ولعمار :\r\nبإنّه مع الحقّ والحقّ معه وإنه ما خير بين أمرين إلّا اختار أشدهما وأنّ عماراً هو ميزان لمعرفة الفئة المحقة ولا تقتله إلّاالفئة الباغية .\r\nونرى من اللازم هنا ختاماً لهذا الموضوع أن نشير لبعض الأحاديث الواردة من صاحب الرسالة الأعظم نبينا محمّد صلى الله عليه وآله في أبي ذر وعمار بن ياسر .\r\n\r\nأبو ذر الغفاري\r\nأبو ذر : جندب بن جنادة بن سكن المتوفى سنة ( 31 ه ) - ( 32 ه ) بالربذة هو رابع الإسلام ، والمعذب في سبيل نشر الدعوة الإسلامية ، وهو الزاهد المشهور الصادق اللهجة ، الذي قال فيه رسول اللَّه صلى الله عليه وآله :\r\nما أقلت الغبراء ولا أظلت\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nالخضراء ، أصدق لهجة من أبيذر « 1 »\r\n. وأخرج الترمذي بلفظ :\r\nما أظلت الخضراء ولا أقلت الغبراء من ذي لهجة أصدق ولا أوفى من أبي ذر شبيه عيسى بن مريم .\r\nوهذا الحديث مشهور رواه جماعة وخرّجه الحافظ كالترمذي ، وابن ماجة ، والحاكم ، وأبو نعيم ، وغيرهم « 2 » .\r\nوكان أبو ذر هو رابع الإسلام ، وأوّل من جهر في الدعوة ، وأعلن الإسلام بين قومه ، وفي مكة حتى ناله العذاب ، وهو ممن أمر اللَّه تعالى نبيه صلى الله عليه وآله بحبّه كما عن بريدة : عن النبي صلى الله عليه وآله أنّه قال :\r\nإن اللَّه عزَّ وجلَّ أمرني بحبّ أربعة ، وأخبرني أنّه يحبهم : علي ، وأبو ذر ، والمقداد ، وسلمان .\r\nأخرجه الترمذي في صحيحه « 3 » وابن حجر في الإصابة « 4 » ، وأبو نعيم في الحلية « 5 » ، وأبو عمر في الاستيعاب « 6 » وغيرهم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الإصابة لابن حجر 4 : 64 .\r\n( 2 ) انظر صحيح الترمذي 2 : 221 ، ومستدرك الحاكم 3 : 342 .\r\n( 3 ) صحيح الترمذي 5 : 636 ح 3718 .\r\n( 4 ) الإصابة 7 : 105 ح 9877 .\r\n( 5 ) حلية الأولياء 1 : 190 .\r\n( 6 ) الاستيعاب 2 : 423 .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nوقال النبي صلى الله عليه وآله :\r\nأبو ذر في أمتي على زهد عيسى بن مريم « 1 »\r\n. وقال علي عليه السلام :\r\nأبو ذر وعاء ملئ علماً ثم أوكئ عليه « 2 » .\r\nوروى ابن عبد البر عن الأعمش بسند عن عبد الرحمن بن غنم قال : كنت عند أبي الدرداء إذ دخل رجل من أهل المدينة فسأله أبو الدرداء فقال : أين تركت أبا ذر ؟ فقال :\r\nبالربذة .\r\nفقال أبو الدرداء : إنا للَّه‌وإنا إليه راجعون ، لو أنّ أبا ذر قطع مني عضواً ما هجته لما سمعت رسول اللَّه يقول فيه « 3 » .\r\nوأخرج الطبراني من طريق ابن مسعود مرفوعاً : من سره أن ينظر إلى شبه عيسى خلقاً فلينظر إلى أبي ذر « 4 » .\r\n* * * والأحاديث في فضله وزهده وعلمه كثيرة ، ومواقفه في الذب عن الإسلام والأمر بالمعروف والنهي عن المنكر مشهورة لا تحصى بهذه العجالة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر أسد الغابة 5 : 187 .\r\n( 2 ) الإصابة 4 : 24 ، وأسد الغابة 5 : 187 .\r\n( 3 ) الاستيعاب 1 : 217 .\r\n( 4 ) الاستيعاب 1 : 216 .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nوبمزيد الأسف أنّ ذلك الرجل المجاهد قد وصفوه بما لا يليق به ، وأصبح ممن تستهويه الدعايات الكاذبة فيكون ممن لقنه ابن سبأ واستهواه وصار ينطق بلسانه ويعبّر عن فكره كما هو منطوق أسطورة ابن سبأ .\r\nفأين حمل الأخبار أو الأحاديث التي فيها حمل على الصحابة ، على غير الوجه التي تدل عليه ؟ وكأنّ أبا ذر لا يشمله ذلك ، مع أنّهم صدقوا في حقّه من لا يصدق كيف يكون أبو ذر يحمل فكرة ابن سبأ ويدعو لها وهو الصادق اللهجة ؟ وفي ذلك نصر لليهود ، بأن يميل إليهم رجل وصفه رسول اللَّه بالصدق والأمانة والزهد .\r\n\r\nعمار بن ياسر\r\nأبو اليقظان عمار بن ياسر المقتول في صفّين سنة ( 36 ه ) .\r\nوكان عمار بن ياسر قد عذب هو وأبوه في أوّل الدعوة الإسلامية وتمسكوا بإسلامهم ، رغم ما واجهوا من المحن والبلاء .\r\nوكانت بنو مخزوم يخرجون بعمار وبأبيه وأمه - وكانوا أهل‌بيت إسلام - إذا حميت الظهيرة يعذّبونهم برمضاء مكة ،\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nفيمرّ بهم رسول اللَّه « صلّى اللَّه عليه وسلّم » فيقول :\r\nصبراً آل ياسر موعدكم الجنة ، صبراً آل ياسر موعدكم الجنة « 1 »\r\n. وقد وردت عن صاحب الرسالة الأعظم كلمات الثناء على عمّار مما يدلّ على عظيم منزلته ، وجلالة قدره كقوله « صلّى اللَّه عليه وسلّم » :\r\nملئ عمار إيماناً إلى أخمص قدميه .\r\nوفي حديث عائشة تقول : سمعت رسول اللَّه « صلّى اللَّه عليه وسلّم » : يقول :\r\nعمار ملئ إيماناً إلى مشاشه .\r\nوأخرجه ابن ماجة وأبو نعيم من طريق هاني بن هابي قال : كنّا عند علي عليه السلام فدخل عليه عمار فقال مرحباً بالطيب المطيب ، سمعت رسول اللَّه « صلّى اللَّه عليه وسلّم » يقول :\r\nعمار ملئ إيماناً إلى مشاشه « 2 »\r\n. وعن خالد بن الوليد قال : كان بيني وبين عمار كلام فأغلظت فشكاني إلى النبي « صلّى اللَّه عليه وسلّم » فلما جئت رفع رسول‌اللَّه « صلّى اللَّه عليه وسلّم » رأسه ، فقال « صلّى اللَّه عليه وسلّم » :\r\nمن عادى عماراً عاداه اللَّه ، ومن أبغض عماراً أبغضه اللَّه « 3 »\r\n. قال خالد فما زلت احبّه يومئذٍ .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سيرة ابن هشام 1 : 342 ، وحلية الأولياء 1 : 141 .\r\n( 2 ) انظر الإصابة 2 : 512 .\r\n( 3 ) الإصابة 2 : 512 . والاستيعاب بهامش الإصابة .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nوقد حثّ النبي « صلّى اللَّه عليه وسلّم » على اتباع عمار عند نزول الفتن وأنّ عماراً لا يكون إلّامع الحقّ .\r\nروى البيهقي عن الحاكم وغيره بسند عن ابن مسعود قال : سمعت رسول‌اللَّه « صلّى اللَّه عليه وسلّم » يقول لعمار :\r\nإذا اختلف الناس كان ابن سميّة مع الحقّ « 1 »\r\n. وجاء رجل إلى عبداللَّه بن مسعود فقال : إنّ اللَّه قد آمننا أن يظلمنا ، ولم يؤمنا أن يفتنا ، أرأيت إذا نزلت فتنة كيف أصنع ؟ قال ابن مسعود : عليك بكتاب اللَّه . فقال الرجل :\r\nأرأيت أن جاء قوم كلهم يدعون إلى كتاب اللَّه ؟\r\nفقال ابن مسعود : سمعت رسول اللَّه « صلّى اللَّه عليه وسلّم » يقول :\r\nإذا اختلف الناس كان ابن سمية مع الحقّ « 2 »\r\n. ولمّا احتضر حذيفة بن اليمان وقد ذكر الفتنة قالوا له : إذا اختلف الناس بمن تأمرنا ؟ قال : عليكم بابن سمية فإنّه لن يفارق الحقّ حتى يموت أو قال : فإنّه يدور مع الحقّ حيث دار « 3 » .\r\nوأخرج ابن سعد في الطبقات عن النبي « صلّى اللَّه عليه وسلّم » :\r\nأنّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ ابن كثير 7 : 270 .\r\n( 2 ) تاريخ ابن كثير 7 : 270 .\r\n( 3 ) الاستيعاب : 2 / 480 .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nعماراً مع الحقّ والحقّ معه ، يدور مع الحقّ أينما دار وقاتل عمار في النار « 1 » .\r\nوقد اشتهر قول النبي « صلّى اللَّه عليه وآله » : بأنّ عماراً تقتله الفئة الباغية . وقد ورد هذا الحديث من طرق متعددة رواه جماعة من الصحابة منهم : عثمان بن عفان ، وعائشة أم المؤمنين ، وأنس بن مالك ، وأبو هريرة ، وجابر بن سمرة ، وعبداللَّه ابن مسعود وغيرهم .\r\nومنهم معاوية بن أبي سفيان ، وعمرو بن العاص ، وأبو الغادية قاتل عمار .\r\nوكان الناس يعرفون ذلك ، ولكن معاوية موه على الناس بتأويل هذا الحديث تأويلًا باطلًا ليتستر بذلك عن المؤاخذة عندما قتل عماراً وارتبك جيش الشام ، وعلموا أنّهم الفئة الباغية على لسان النبي « صلّى اللَّه عليه وآله » .\r\nفلجأ معاوية إلى حيلة تؤثر على البسطاء السذج فقال :\r\nنحن لم نقتل عمّاراً وإنّما قتله من جاء به حتى أوقعه بين رماحنا .\r\nوهذا من حيل ابن العاص ودهائه ، وقد أثّرت هذه المغالطة أثرها على ضعفاء النفوس .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) طبقات ابن سعد : 3 / 187 ط ليدن .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nيقول ابن القيم الجوزية تلميذ ابن تيمية : ومن التأويل الباطل تأويل أهل الشام قول النبي « صلّى اللَّه عليه وسلّم » لعمار :\r\nتقتلك الفئة الباغية\r\n. فقالوا نحن لم نقتله إنّما قتله من جاء به حتى أوقعه بين رماحنا . وهذا التأويل مخالف لحقيقة اللفظ وظاهره ، فإنّ الذي قتله هو الذي باشر قتله ، لا من استنصر به ، ولهذا ردّ عليهم من هو أولى بالحقّ والحقيقة منهم ، فقال :\r\nأفيكون رسول اللَّه « صلّى اللَّه عليه وسلّم » وأصحابه هم الذين قتلوا حمزة والشهداء معه حتى أوقعوهم تحت سيوف المشركين ؟ « 1 » .\r\n* * * وإنّ الاستمرار في مناقب عمار وذكر مواقفه وما ورد فيه من أحاديث وما نزل فيه من آيات لا يتسع المقام لاستطرادها ، وليس من غرضنا أن نترجم له هنا .\r\nإنّ الشيء الذي نودّ أن نقوله : إن من أعظم الجرأة على اللَّه وعلى رسوله أن ينسب لهذا الرجل الذي بدأ حياته في الجهاد وملاقاة العذاب وختمها في الشهادة ، دفاعاً عن الإسلام ، واتّباعاً لحقّ وإحقاقه ، مثل هذه الإساءات ، أو يوصف بأنه ممن استهواه ابن سبأ فسار في ركابه وكان من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الصواعق المرسلة لابن قيم الجوزية : 10 .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nدعاته ؛ حتى يسلم خصومه من المؤاخذت ويتبرأوا مما ارتكبوه من مخالفات ؟\r\nوليت إنهم استدلوا بما يوجب الشبهة في ذلك فضلًا عن الجزم بالحكم فيما وصفوه فيه ، فرحم اللَّه عماراً ، فلقد لزم الحقّ وحارب الباطل ومات شهيداً بسيوف الفئة الباغية كما أخبر الرسول المعظم « صلّى اللَّه عليه وآله » .\r\nإنّ الذين وصفو عمّاراً بما وصفوه من اتّباع ابن سبأ قد ارتكبوا إثماً لا يغتفر ، وقد ردّوا على رسول اللَّه « صلّى اللَّه عليه وآله » أقواله في عمار .\r\nوكذلك جنايتهم بحق الصحابي الجليل زيد بن صوحان فجعلوه على رأس الدعاة لأبن سبأ ؛ ومن الخير أن نشير إلى زيد بن صوحان بموجز من البيان إيضاحاً لما قد يتوهّم صحة ما قاله أولئك المفترون في حقّه .\r\n\r\nزيد بن صوحان\r\nزيد بن صوحان بن حجر بن الحارث أبو سلمان العبدي المقتول سنة ( 36 ه ) وقد سمّاه رسول اللَّه « صلّى اللَّه عليه وآله » بزيد الخير .\r\nوكان زيد ممن يصوم النهار ويقوم الليل ، وإذا كانت ليلة\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nالجمعة أحياها .\r\nوأخرج ابن حجر وابن سكن ، وابن أبي شيبة وغيرهم أنّ النبي « صلّى اللَّه عليه وآله » أخبر عن زيد بن صوحان بأنه يسبق عضو من أعضائه الجنة . وقد قطعت يده في حرب المشركين وقيل في نهاوند « 1 » .\r\nوقال ابن عبد البر : روي عن النبي « صلّى اللَّه عليه وآله » من وجوه : أنّه كان في مسير له فهوّم فجعل يقول :\r\nزيد وما زيد زيد جندب وما جندب\r\nفسئل عن ذلك ؟\r\nفقال « صلّى اللَّه عليه وآله » :\r\nرجلان من أمتي أما أحدهما فتسبقه يده\r\nأو قال :\r\nبعض جسده إلى الجنة ، وأما الآخر فيضرب ضربة يفرق فيها بين الحقّ والباطل .\r\nقال أبو عمر : أصيبت يد زيد يوم جلولاء ثم قتل يوم الجمل مع علي عليه السلام ، وجندب بن كعب قاتل الساحر . . . إلخ « 2 » وقد شهد كعب حرب الجمل مع علي عليه السلام .\r\nوكان زيد وجيهاً مقداماً ، وقد وفد على عمر بن الخطاب فأكرمه ، وجعل يرحل لزيد بيده ، ويطأ على ذراع راحلته\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تهذيب ابن عساكر 3 : 410 ، والإصابة 1 : 250 في ترجمة جندب بن كعب .\r\n( 2 ) الاستيعاب 1 : 560 .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nويقول : يا أهل الكوفة ، هكذا فاصنعوا بزيد .\r\nولمّا أراد زيد أن يركب دابته أمسك عمر بركابه ، ثم قال لمن حضره : هكذا فاصنعوا بزيد وإخوته وأصحابه « 1 » .\r\nوكان سلمان يقدّمه للصلاة والخطابة وهو أمير ، وأخرج الحافظ وابن عدي عن علي عليه السلام قال ، قال رسول اللَّه ( ص ) :\r\nمن سرّه أن ينظر إلى من يسبقه بعض أعضائه إلى الجنة فلينظر إلى زيد بن صوحان « 2 » .\r\nقال ابن عساكر : ورواه الخطيب البغدادي ، وأبو يعلى ، وقال : قطعت يده في جهاد المشركين ، وعاش بعد ذلك دهراً حتى قتل يوم الجمل « 3 » .\r\nولمّا قتل زيد أوصى بأن يدفن في ثيابه ، وقال قبل أن يقتل : إني رأيت يداً خرجت من السماء تشير إليّ أن تعال ، وأنا لاحق بها يا أمير المؤمنين « 4 » .\r\n* * * ومهما يكن من أمر فإنّا نأسف الأسف الشديد لغفلة كثير\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ابن عساكر 6 : 11 .\r\n( 2 ) كنز العمال 11 : 685 .\r\n( 3 ) تاريخ ابن عساكر 6 : 11 .\r\n( 4 ) ذكرنا ترجمة زيد مفصلة في كتابنا تاريخ الكوفة .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nمن الكتّاب الذين تناولوا البحث عن التاريخ الإسلامي ، ولم يقفوا أمام هذه الأسطورة موقف الباحث المتثبت ، وتساهلوا في نقلها والتعليق عليها بما يزيد جذورها تشبثاً في المجتمع ويضاعف شرّها على الأمة وهم يحسبون أنّهم يحسنون صنعاً .\r\nولو رجعوا إلى الواقع لوجدوا أنفسهم أمام صورة جامدة منحوتة بيد الأغراض السياسية لتحقيق أهدافهم في تضليل الناس بأوهام باطلة تنشر هنا وهناك ، وتملأ أوهام الصغار والكبار بمشاعر لا أصل لها .\r\nونحن نأمل أن تدرس هذه القصة وغيرها من الخرافات التي اختفى من ورائها النزاع السياسي والصراع العقائدي دراسة واقعية على ضوء التحقيق العلمي المجرد من التعصب والتحيز ؛ ليظهر الحقّ والحقّ أحقّ أن يتّبع . وأنّ تلك الأباطيل لا تقف أمام الواقع بل هي أشباح خيالية لا بدّ لها من الزوال .\r\nوإنّا لواثقون بأنّها لن تدوم ؛ فهي سحب تنجلي ، وعقبات تندك ، وحجب ترفع ، ما دام للعلم كلمته ، وللعدل حكمه .\r\nإنّنا نكتب للعلم وللعدل ، وليس أجمل بالمرء من أن يتكلّم على موازين العلم ، ولا أبهى من العدل في الحكم بعد أن يعرفها العلم ، فالحكم على الشيء قبل معرفته خطأ لا يغتفر .\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\n\r\nخلاصة البحث\r\nهذه دراسة قدّمناها باختصار عن أثر المستشرقين في ثقافتنا الإسلامية وتاريخنا الذي نستمد منه معلومات أسلافنا الماضين .\r\nوقد رأينا بهذه العجالة كيف كانت دراسة أولئك الكتّاب ، وأنّها لم تكن دراسة تتركز على أسس علمية ، وقواعد منطقية ، وأمور واقعية ، بل كانت دراسة محدودة لا تتجاوز التعصب أو التساهل في النقل ، بل دراسة تقليد لا تعتمد على تحقيق ، وملاحظة للُامور الواقعية .\r\nإنّهم ينظرون إلى الحوادث بمنظار غيرهم من الذين يحوّرون الحقائق ، ويبدلونها لتلبس تلك القوالب التي يفرضونها فرضاً وهي قوالب أفكار لا تمت إلى الواقع بشيء ، بل تخيلات وهمية ترسم لنا صورة الاندفاع وراء مضلّلات العاطفة ، ومرديات التعصّب الأعمى .\r\nوقد أشرت سابقاً إلى ضرورة الالتفات إلى الخطر الذي يحدق بنا من أثر ما يبثّه أولئك المستشرقون من سموم الفرقة ، بضروب مختلفة ، في تحطيم بناء وحدة المسلمين ، والحيلولة بينهم وبين تمسكهم بتعاليم دينهم ، ليقيموا على أنقاضها معاقل تضمن لهم تنفيذ ما يطلبه خصوم الإسلام ، وتحقيق ما يرجونه .\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nولا أحيد عن الواقع إن قلت : إنّ الاستشراق أصبح طريقاً ينفذ منه المستعمرون لأغراضهم ، ووسيلة من وسائل سيطرتهم على الشعوب المسلمة ؛ وقد رأينا كيف كانوا يتوارون وراء البحث عن الإسلام لينفثوا سمومهم ، ويحققوا أهدافهم .\r\nكما إتّضح لنا إعجاب كثير من الكتّاب بأساليبهم الخداعة ، وألفاظهم البراقة ، فنقولها كما هي بدون تمحيص ، بل اجتروا آراءهم وسكبوها في أبحاثهم ، ولم يجعلوا للبحث عن الواقع محلًا ، ولم يحفلوا بما يتصف به أولئك من التعصب على الإسلام .\r\nوإنّا لنرجو أن يتنبّه الكتّاب لخطر تلك الآراء ، وأضرار تلك‌الأبحاث التييشوبها الخلط والخبط والتشويه والتمويه .\r\nوقد تعرضت هنا - وفي الأجزاء السابقة - لمناقشة بعض الكتّاب الذين تناولوا الشيعة بما لا يتفق مع الواقع ، وتهجموا عليهم دونما انصاف وتدبّر .\r\nولم أكن في مناقشتي قد جنيت على نفسي بإهمالها أو أفسح لها المجال في ميدان العاطفة والتأثر ، ممّا وقفت عليه من عبارات الغمز والطعن والقول بالباطل ، ولم اتخل عن المنهج الذي نهجته وهو الاستقامة في النقد والاتزان في الرد .\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nوقد خفّ وزن البعض فانحدروا إلى مستوى المهاترات والجدل العقيم ، ويريدون أن يحشروا ألفاظاً فارغة في تلفيق التّهم ؛ وقد اعرضنا عن أقوالهم وألقيناها في سلة المهملات .\r\nوفي الختام نقول : لقد ذهب الزمن بما فيه ومرّت الحوادث بما فيها من آلام ، ومضى زمن تلاعب ذوي الأغراض بمقدرات الأمة ، وتكالبهم على السيادة بوسائل التفرقة بين صفوف الأمة .\r\nولقد فتك داء الفرقة بجسم الأمة ولم تنل من ذلك إلّا الخسارة والدمار ؛ ومن اللَّه نسأل أن يوحّد كلمتهم ويجمع شملهم ، وأن تنمو بينهم روح المحبّة والتسامح ويحصل بينهم كلّ ما يوصلهم إلى رضا اللَّه وإلى سعادة الأمة إنّه سميع مجيب « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سبق القول في المقدمة : 12 : إن البحث مستلٌّ من الكتاب القيّم : الإمام الصادق عليه السلام والمذاهب الأربعة للمرحوم الكاتب والمفكر الإسلامي الشيخ أسد حيدر النجفي قدس سره .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90}
  ]