[
  {"content":"\n\n\n\nفوزي آل سيف\n\nإنهما ناصران\n1/ خديجة بنت خويلد الصديقة الكاملة\n2/ أبو طالب عمُّ النبي ووالد الوصيّ\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\nبسم الله الرحمن الرحيم\nبين يدي القارئ\nهذه الصفحات تتناول شيئا من سيرة وأحوال نصيرين للنبي حين عز النصير، ومؤمنين به حين كان الإيمان به يساوي التعرض للأذى والاضطهاد بل للموت، ونصرتهما بهذا تختلف عما صار فيما بعد من حال بعض المسلمين وهم \" في رفاهية من العيش وادعون فاكهون آمنون\".\nجمعهما الدور الرسالي في الفترة التي تجاوزت فترة ما بعد الهجرة زمانا، وخطورة فاشتركا في تلك الفترة وأخطارها، وتأسست قواعد الدين على يدهما، بعد النبي والوصي .\nخديجة بنت خويلد وأبو طالب عليهما السلام، احتضنا بذرة الرسالة في فترة البعثة واستمرا فيها مدافعين منافحين حاميين مدة عشر سنوات ـ ولذلك لا غرابة أن سُمّي العام الذي فقد فيه النبي زوجته وعمه بعام الحزن.\nاقترح بعض الأحبة والفضلاء أن يتم إفراد كل من النصيرين بكتاب عن حياته، فيما رأى آخرون ووافق في نفسي رغبة أن يكون كتاب واحد لهما، لجهات متعددة منها: وحدة الزمان والدور الذي عاشا فيه وقاما به، وهذا يجعل السيرة التاريخية لهما قريبة جدا فكأنك تقرأ قصة واحدة ذات مشاهد متعددة، كل مشهد يكمل الآخر. وكذلك قرب المناسبة التاريخية للاحتفاء بهما فقد جرت العادة عند شيعة أهل البيت في منطقة الخليج وما حولها أن يذكرا في العشرة الأولى من شهر رمضان المبارك في كل سنة، فأحببنا أن نقدم هذا الكتيب جامعا لشيء من سيرتهما الرسالية الكريمة، وأن يتم قراءته وتداوله في مناسبة ترتبط بهما عليهما السلام.\nسيلاحظ القارئ العزيز أن الكتاب سيتناول أولًا سيرة الصدّيقة الكاملة خديجة بنت خويلد، وبعد الانتهاء منها سيتناول سيرة وجهاد أبي طالب عم النبي عليهما السلام.\nلا يفوتني أن ألفت النظر إلى أنه تبعا لوحدة المرحلة التاريخية والدور المشترك لهما في حماية الرسالة قد يلاحظ القارئ الكريم والقارئة الفاضلة أن بعض الحوادث قد تذكر هنا وهناك، أي في القسم المخصص للسيدة الطاهرة خديجة وللعم المحامي أبي طالب، وهذا راجع إلى ما ذكرنا من جهة ولكون هذه المقالات قد كتبت أو ألقيت في فترات مختلفة.\nكذلك لا يفوتني أن أشكر كل من ساهم في بروز هذا الكتاب إلى النور، بأي نحو من الأنحاء وأسأل الله أن يكرمهم وإياي بشفاعة هذين العظيمين في يوم القيامة.\nفوزي بن المرحوم محمد تقي آل سيف\nتاروت ـ القطيف\n25/ 5/ 1442 هـ\n\n\n\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\n\n\n\n\n\n\n\nمقدمة\n\nأكرم الله الإنسان بالإسلام، وجعله محلاً لخطابه عز وجل وعهد إليه أعظم مهمة يعهدها لمخلوق فشرفه بمعرفته ثم العبادة وجعل هدف خلقته مقصوراً عليها فقال (وَمَا خَلَقْتُ الجِنَّ وَالإِنسَ إِلاَّ لِيَعْبُدُونِ)[1
  ]، وكلفه بعد ذلك بعمارة الأرض واصلاحها([2
  ])، بعد أن سخرها له([3
  ]) وخلق ما فيها من أجله([4
  ]) ليربح فيها.\nكل ذلك جعل الإنسان محل كرامة الله وتفضيله على من عداه من خلقه([5
  ])، فصار آدم أصل البشر قبلة سجود الملائكة..\nذلك التكريم لم يكن خاصاً بصنف معين من نوع الإنسان وإنما كان لصنفيه: ذكره وأنثاه، بشرط الالتزام بالسعي نحو الهدف الذي خلق له هذا الإنسان والعمل الصالح للوصول إليه، ذلك أنه (مَنْ عَمِلَ صَالِحًا مِّن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُم بِأَحْسَنِ مَا كَانُواْ يَعْمَلُونَ)([6
  ]).\nالمشكلة التي حدثت هي الفهم الخاطئ لطبيعة الرسالة السماوية، ذلك الفهم الخاطئ الذي عطّل فكر الرسالة عن الفاعلية في المجتمع وعن تحريك المنتمين إليها، بل سبّب في حالات كثيرة الانفضاض عن تعاليمها وآفاقها الرحبة.\nمن حصيلة ذلك الفهم الخاطئ، وأحياناً عدم الفهم، أننا وجدنا من يعيد تدوير ثقافة ما قبل الرسالة لتعود في لباس ديني بزعمه، فإذا كانت الرسالة السماوية تدعو إلى التحرير، وجدنا من يدعو إلى العبودية ويلبس تلك الأفكار الجاهلية لَبوس الإسلام، وإذا كانت تدعو إلى المسؤولية والاختيار، وجدنا مع يدعو إلى التواكل والجبرية وكل ذاك باسم الدين وآيات القرآن وأحاديث النبي صلى الله عليه وآله، بل وصل الأمر إلى أن تعاد العقائد الجاهلية في موضوع الإيمان بالله في صورة (إسلامية).\n","description":"","footnote":"\n1 ) سورة الذريات:56\n2 ) 
  {هُوَ أَنشَأَكُم مِّنَ الأَرْضِ وَاسْتَعْمَرَكُمْ فِيهَا} سورة هود آية 61.\n3 ) 
  {أَلَمْ تَرَ أَنَّ اللهَ سَخَّرَ لَكُم مَّا فِي الأَرْضِ وَالْفُلْكَ تَجْرِي فِي الْبَحْرِ بِأَمْرِهِ} سورة الحج آية 65. \n4 ) 
  {هُوَ الَّذِي خَلَقَ لَكُم مَّا فِي الأَرْضِ جَمِيعاً} سورة البقرة آية 29. \n5 ) 
  {وَلَقَدْ كَرَّمْنَا بَنِي آدَمَ وَحَمَلْنَاهُمْ فِي الْبَرِّ وَالْبَحْرِ وَرَزَقْنَاهُم مِّنَ الطَّيِّبَاتِ وَفَضَّلْنَاهُمْ عَلَى كَثِيرٍ مِّمَّنْ خَلَقْنَا تَفْضِيلاً} سورة الإسراء آية 70.\n6 ) سورة النحل آية 97. \n","page_name":" 3 ","page_number":3},
  {"content":"\nومن الفهم الخاطئ بل المعكوس ما يرتبط بالمرأة، فإن قسماً من الناس في زمان نزول الوحي بل وحتى في الوقت الحاضر لم يكونوا قادرين على فهم البصائر الجديدة التي جاء بها القرآن أو مع فهمها لم يكونوا مستعدين لقبولها نفسياً، فكيف يكون الشخص الذي يقاتل ويمنع الحريم، وينفع ويضر مساوياً في المنزلة لمن (يُنَشَّأُ فِي الحِلْيَةِ وَهُوَ فِي الخِصَامِ غَيْرُ مُبِينٍ)[7
  ].\nولا يزال إلى اليوم هذا (الشعور الجاهلي) يربك قسماً غير قليل من المسلمين، وإن كانوا حضريي النشأة.. لا تزال المرأة عندهم (مشكلة) دائمة، و(مصنعاً للعار). لا يزال الحديث عنها بعبارة (حاشاك، أعزك الله، الأهل وأنت بكرامة!!). وهذه الثقافة والحالة النفسية لن تعدم بعض النصوص التي تؤخذ مجتزأة، ومجردة من ظروفها السياسية والاجتماعية، وأحياناً الزمنية لكي تكون هي القاعدة والقانون العام.\nأما حديث الآيات التي تتكلم عنهما بصيغة واحدة، وتبين فضل صاحب الفضل بغض النظر عن الجنس فدعك عنها إذ ليست سوى مجاملات!!\nلا يزال هؤلاء يعيشون المشكلة فلا هم باقون ضمن الحالة الجاهلية رسمياً، ولا هم قادرون على الانسجام مع ما يريده الإسلام، فتراهم في كثير من الأحيان أكثر (غيرة) من الله على الحرمات، وأكثر (حرصاً) من التشريع على صيانة الأخلاق!! فالاحتياط عندهم هو الأصل، وهو نظام الحياة مع أنه بهذه السعة التي يتصورونها معيق للحياة الإنسانية.\nفي المقابل نحن نجد أن الإسلام قد أعز المرأة باعتبارها أحد أفراد النوع الإنساني الذي قد فضله الله وأكرمه بمقدار طاعته والتزامه، وأكرمها بالخصوص فهي تارة (حسنة) يثاب عليها والدها، وأخرى (ريحانة أشمها ورزقها على الله(و)ليست بقهرمانة(للخدمة أو الأعمال الشاقة، بل كان(من أخلاق الأنبياء حب النساء)[8
  ]، و)كلما ازداد العبد إيماناً ازداد حبَّا للنساء)[9
  ].\nنعم حين يراد تجاوز هذا الحد من التشريف والمسؤولية فيطلب ما هو أكثر يكون في غير محله، وحين يوكل إليهن ما ليس لهن وما لا ينبغي منهن، ينقلب الأمر على رأسه تماماً كما هو في كل مورد.\nمما بينه الإسلام فيما يرتبط بدور المرأة في مجتمعها أمور كثيرة، ولكن نقتصر في هذه المقدمة على بعضها، ولعل في الاستعراض الآتي لحياة المؤمنات ما سيوضح المزيد:\n1- تعليم المرأة: التعلم والمعرفة بداية الحركة الصحيحة في الحياة، وما جاء دين بما جاء به الإسلام من حث على ذلك، وهذا ظاهر فما من حركة إلا وأنت محتاج فيها إلى معرفة كما يقول أمير المؤمنين عليه السلام. وفي هذه الجهة لا يختلف أمر المرأة عن الرجل، بل ربما كان بالنسبة إلى المرأة تبعاً لما تمثله من موقع تربوي للأولاد، وتأثير مهم في صيانة البيت الزوجي أكثر أهمية.\nإن عمومات لزوم التعلم والمعرفة شاملة للمرأة بنفس مقدار شمولها للرجل إلا ما خرج بالدليل فيما\n","description":"","footnote":"\n7 ) سورة الزخرف:18\n8 ) الري شهري، محمد، ميزان الحكمة ج7، عن الإمام الصادق عليه السلام\n9 ) الري شهري، محمد، ميزان الحكمة ج7. وقد ذكرنا في كتاب (الحياة الشخصية عند أهل البيت) أنه ليس المقصود من هذه الأحاديث الحب الشهواني والمبالغة فيه، فإن ذلك مذموم في أحاديث أخرى حيث جعل أول ما عصي الله تبارك وتعالى به ست خصال: إحداها حب النساء.. بهذا المعنى الشهواني.\n","page_name":" 4 ","page_number":4},
  {"content":"\nيرتبط بتعلم الشؤون الدينية وما يتصل بإدارة حياتها الشخصية والزوجية من أحكام ومعارف، فلا أحد يتوهم أنه ليس على المرأة أن تتعلم أحكام عباداتها بالمقدار الواجب، كما لا يقبل قول أحد في أنه لا ينبغي لها التعلم لغير الأحكام بما يكفل لها حياة أفضل، ويعطيها تجربة أحسن في إدارة بيتها وعلاقاتها الاجتماعية.\n2- عمل المرأة: بالرغم من أن الإسلام قد أوكل إلى المرأة أعظم دور في الوجود وهو تنشئة الإنسان، وصياغة شخصيته، وعجينة نفسه في وقت مبكر حيث ينطبع فيها كل شيء، ومن هناك تتقرر الصحة النفسية والمرض، والعقد الداخلية، بل تتكون الجرائم وتغرس في تلك الأيام والسنوات، وتنتج بعد عشرات السنين.\nهذا الأمر الذي لا ينتبه له في عالم اليوم، فهم ينشئون المصحات العقلية، والمراكز النفسية وغير ذلك، ولا يستطيعون أن يصلوا إلى نتيجة طيبة، فإن الغرس إذا كان شوكاً فلا ينفع فيه التقليم فيما بعد، فضلا عن تغييره.\nأعني بما سبق تربية أطفالها حين تصبح ذات أطفال، وإدارة بيتها الزوجي بنحو طيب.\nمع ذلك فقد أعطى الإسلام للمرأة مجالاً للعمل في بناء مجتمعها، وحده بحدود لا تنتهي بها إلى إلغاء خصوصيتها، ولا تسيء إلى كرامتها وشرفها الإنساني، والتزامها الديني.\nالعالم المعاصر والحصاد المر\nتماماً كما هو السراب، ينظر إليه العاطش من بعيد، فيرى فيه الماء الرقراق الذي يتغلغل في كل خلية من خلاياه فيكسبها قوة وارتواء، ويعطيه نشاطاً وحياةً بعدما كان ينتهي إلى التجفاف والموت، (حَتَّى إِذَا جَاءهُ لَمْ يَجِدْهُ شَيْئًا)[10
  ] وعجيب تعبير القرآن، وكم فيه من أعاجيب، فهو لا يقول أنه وجده شيئاً غير مفيد، بل ليس بشيء أصلاً. هكذا هو مثال القيم الغربية والحياة والنمط الثقافي الذي يدعو إليه المتغربون مجتمعنا الإسلامي.\nأو كقوس قزح فيه من الألوان المتراقصة والجميلة ما يخلب الألباب ويشد الأنظار، ويصنع البهجة والإعجاب، حتى إذا غير الناظر زاوية النظر، أو تغير الوقت، وتبدلت جهة انكسار الضوء الشمسي الكاشف، وإذا به ينتهي و(لَمْ يَجِدْهُ شَيْئًا)[11
  ].\nالناظرون إلى الحضارة والإنجاز الغربي وهو عظيم حقاً في مستوى الآلة والتنظيم الظاهري وبائس ومريض إلى النخاع في مستوى القيم والنظام الأخلاقي عادة ما ينبهرون بالسراب ويتصورونه غدير ماء بارد في صحراء الكون الحارقة، لكنهم بعد التأمل وأحياناً بعد التخبط لا يرون شيئاً.\nلقد وصل الإنسان الغربي بما أتاحه الله له من إمكانات عقلية سيطر فيها على خامات الطبيعة إلى مدارج من الكمال الظاهري والتقني لم تكن لتخطر على بال أحد، ويتعب المرء لو أراد أن يتابع ما ينتج كل سنة فضلاً عن الأيام، ولا يستغرب أن يأتي يوم يستطيع فيه العالم أن يجري كل شؤونه من خلال الأزرار. لكنه بقي في النظام الأخلاقي بائساً، فدمر نفسه، وأصبحت خطورته أكثر من السابق، فإذا\n","description":"","footnote":"\n10 ) سورة النور:39\n11 ) نفس المصدر السابق.\n","page_name":" 5 ","page_number":5},
  {"content":"\nكان المجرم في السابق يستطيع أن يدمر العشرات، فإن تدميره اليوم يعد بعشرات الألوف، وإذا كان المفسد في السابق يستطيع أن يلوث قرية أو مدينة، فإنه اليوم يستطيع أن يقضي على الأخلاق في بلاد بأكملها.. وهكذا (يداك أوكتا وفوك نفخ).. لو أردنا أن نتتبع (الْفَسَاد فِي الْبَرِّ وَالْبَحْرِ)[12
  ] والناتج (بِمَا كَسَبَتْ أَيْدِي النَّاسِ)[13
  ] لطال المقام، لكننا نورد نماذج بما يتصل بوضع الأسرة والمرأة مما هو مرتبط بموضوع الكتاب هذا.. وسوف يتبين لك - أخي القارئ.. أختي القارئة - كيف أن العبودية التي عاشتها المرأة في الزمن القديم، والجاهلية التي تمرغت فيها هي بالنسبة إلى ما تعانيه المرأة اليوم في عصر الانحطاط الأخلاقي ستكون جنة الرفاه.\nكيف سُحقت الأسرة؟\nلا يختلف اثنان في أن قوة المجتمع تابعة لقوة النظام الأسري فيه، ولذا كانت الديانات السماوية وحتى المفكرون الاصلاحيون يصرون على إيجاد أفضل القوانين التي تكفل للمجتمع وجود أسرة صالحة متماسكة والتي بدورها تعيد إنتاج الصلاح والقوة.\nالنمط الذي يسود اليوم في العالم الغربي، والذي تبشر به قيم الثقافة الغربية أو تنتهي إليه هو ما تكشف عنه الإحصاءات التي ستقرؤها بعد قليل. إننا عندما نتحدث عن هذه النتائج فلا ندين النهاية، ولا نتحدث عن آخر المشوار وإنما نحذر من أن يسلك المجتمع الإسلامي طريقاً هو الذي انتهى بتلك المجتمعات إلى تلك النهايات.\nإن الثقافة، ونمط القيم الذي يحكم مجتمعاً هو الذي ينتهي به إلى بر الأمان أو إلى الكارثة ويخطئ من يظن أن المشكلة كلها في الحجاب أو السفور، في هذا المظهر أو ذاك، المشكلة كل المشكلة هي في النموذج.. هي في المثال والقدوة.\nفي البداية صار أمر العلاقات الجنسية خارج مؤسسة الزواج أمرا طبيعياً بينما كان قبل ذلك وفي جميع المجتمعات ينظر إلى فاعله على أنه زان، ومخالف للنظام الاجتماعي العام، وربما كان البعض يتستر في البداية، لكن فيما بعد أصبح الأمر طبيعياً بحيث لا مانع عند الطرفين بل حتى المجتمع أن يعيشا تحت سقف واحد وينجبا ولا يزالان غير زوجين!\nونتيجة لذلك عاد أمر الزنا والسفاح شيئاً عاماً وغير مستنكر، وصارت الولادات غير الشرعية شيئاً كبيراً جداً. ماذا يبقى من الأسرة بعدما أصبح الإشباع الجنسي خارج نطاقها أكثر إمتاعا وأقل تكلفة ومسؤولية؟ وصار بإمكان الشخص أن يأتي بطفل ساعة يشاء ويتركه حينما يريد؟ وأصبحت المرأة تستطيع أن تتعايش مع هذا الشخص على أسس خاصة فمتى ما رغبت في غيره تركته لغيره وأحيانا مع حضوره! ولا يستطيع الاعتراض!([14
  ])\nكان نتيجة ذلك أن انتشر وباء الطلاق طاحناً العوائل والأسر وملقياً بالأولاد في أحضان الجريمة والفساد.\n","description":"","footnote":"\n12 ) سورة الروم: 41\n13 ) سورة الروم: 41\n14 ) تؤمن المحاكم في فرنسا الدفاع عن الزوجة من احتجاجات زوجها، وهناك عدة قضايا حُكم فيها على الزوج ألا يتدخل في الشؤون التي تخص زوجته بعدما اعترض على علاقاتها مع آخرين مع أنها زوجته!! \n","page_name":" 6 ","page_number":6},
  {"content":"\nوهنا يأتي دور النموذج وأهمية المثال..\nالمثال الذي صنعوه لنسائنا وبناتنا من خلال الأجهزة الإعلامية والقائم على أساس أن قيمة المرأة بجسدها، وجمالها وثيابها، وأن سعادتها هي في أن تكون في الاحتفالات والأضواء، وأن تنتمي إلى المجتمع المخملي، حتى ظنت بعض النساء أن من هم في الخارج ليسوا سوى هذه الصور الملونة والجميلة، وأن عليها أن تسعى (للسمو!!) إلى ذلك المستوى. مثال الممثلات و(الفنانات) و(بطلات) الأفلام.. هذا مثال باطل وتافه. فهو إضافة إلى أنه لا يعكس الحقيقة حتى في حدود ما ينقل عنهن، فضلاً أن يكن معبرات عن وضع المرأة عموماً في مجتمعهن.. هذه الانتحارات التي تنقل بين فترة وأخرى والانهيارات التي تصاب بها الكثير منهن، تكشف عن المشكل الحقيقي الذي تعيشه هذه النسوة.. وصلن إلى المال وإلى الأضواء، وإلى الشهوات ولكن لم يصلن إلى السعادة.\nصرفن من الأموال الشيء الكثير على الجسد، وأصبحت مقاييسه بالسنتمتر والغرام ومع ذلك لا يزلن يفقدن الرضا فضلاً عن الإحساس بالسعادة.\nنحن نحتاج إلى إبراز النماذج الأكمل التي عاشت حياتها الدنيوية بسعادة، وهي في الآخرة إلى خير عظيم.\nوهذه الصفحات - عزيزي القارئ - هي إطلالة سريعة على حياة رائدة من النساء وصفت بأنها الكاملة، وهي التي سبقت غيرها بالإيمان، والتصديق، والعطاء والبذل في وقت كفر فيه الناس، وكذبوا، وبخلوا، فكان أن أعطاها الله ما أعطاها.. تلك هي السيدة الصديقة خديجة بنت خويلد سلام الله عليها.\n\n\n\n\n\n\n\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\nخديجة بنت خويلد: سطور من النور\n\nعن رسول الله صلى الله عليه وآله (ما أبدلني الله خيرًا منها آمنت بي حين كفر بي الناس وصدقتني حين كذبني الناس وأشركتني في مالها حين حرمني الناس ورزقني الله ولدها وحرمني وُلد غيرها)[15
  ]\nتتناول هذه السطور شيئاً من سيرة أم المعصومين عليهم السلام.. اثنا عشر معصوم أمهم هي السيدة خديجة عليها السلام، بالإضافة هي إلى ذلك جدة عشرات الآلاف من عظماء علمائنا ومراجع التقليد والفقهاء في طول تاريخ التشيع.\nوهي قبل ذلك أم المؤمنين الأولى وزوجة النبي المتقدمة على الجميع زماناً ومكانة.\nويصادف على المشهور يوم العاشر من شهر رمضان ذكرى وفاتها عليها السلام..\nتلتقي خديجة عليها السلام مع رسول الله في الجد الأعلى لهما بالنسب وهو قُصي فهي خديجة بنت خويلد بن أسد بن عبد العزى بن قُصي.. ونبينا صلى الله عليه وآله محمد بن عبدالله بن عبد المطلب بن هاشم بن عبد مناف بن قُصي، فيلتقيان نسبًا في قُصي الذي كان بمثابة الزعيم الذي جعل لقريش مكاناً ومكانة في تاريخ العرب، وكان بمثابة الملك من غير تتويج وهو الذي بنى دار الندوة وهي بمثابة دار الحكومة فيها تعقد الاتفاقات ويقرر السلم والحرب، ويتفق على خروج القوافل التجارية للمجتمعات الأخرى، بل ذكروا حتى قضايا الزواج والنكاح ربما نوقشت في هذا المكان، وأيضاً جعل منصب حجابة البيت وألزم القرشين بقضية السقاية والرفادة للحجيج لمن يأتي، قال: إنكم مسؤولون عن ضيافة بيت الله الحرام أن تسقوهم الماء وتوفروا لهم الطعام، فكان زعيمًا[16
  ] لا ينازع في ذلك، قُصي هذا هو الجد المشترك لخديجة ولرسول الله.\nكانت خديجة بنت خويلد في قريش ذات ميزات متعددة:\n1/ فقد كانت امرأة باهرة الجمال، ولا ريب أن الجمال هو أحد الميزات التي تُحظي المرأة، ولا سيما إذا انضم إليه الأخلاق والاستقامة فينقلون عنها أنها كانت من أجمل نساء قريش.\n2/ كما أنها كانت ذات ثراء عريض على مستوى قريش وأهل مكة عامة.\nوتعد من الأثرياء في قريش وقد ذكر - صاحب كتاب الأنوار- أبو الحسن البكري رقماً عن\n","description":"","footnote":"\n15 ) ابن عبد البر؛ الاستيعاب 4/824 وأحمد بن حنبل في المسند 6/ 118، والطبراني في المعجم الكبير ٢٣/‏١٣ مع اختلاف يسير في العبارات.\n16 ) تحدث عن شخصيته د. جواد علي في كتابه المفصل في تاريخ العرب 7/45 فقال: ويذكر الإخباريون أن قصيًّا بعد أن تمت له الغلبة، جمع قومه من الشعاب والأودية والجبال إلى مكة، فسُمِّي لذلك مجمّعًا، وأنه حكم منذ ذلك الحين فيهم، وملك عليهم، فكان قصي أول ولد كعب بن لؤي أصاب ملكًا، وأطاعه قومه به، وأنه قسم مكة أرباعا بين قومه، فبنوا المساكن، وأن قريشًا هابت قطع شجر الحرم في منازلهم، فقطعها قصي بيده, وأعانوه, وأنها تيمنت به, فكانت لا تعقد أمرًا، ولا تفعل فعلًا إلا في داره، فما تنكح امرأة ولا رجل من قريش إلا في دار قصي، وما يتشاورون في أمر ينزل بهم إلا في داره، ولا يعقدون لواء لحرب قوم من غيرهم إلا في داره، يعقدها لهم بعض ولده، وما تدرع جارية إذا بلغت أن تدرع من قريش إلا في داره، يشق عليها فيها درعها ثم تدرعه، ثم ينطلق بها إلى أهلها، فكان أمره في قومه من قريش في حياته وبعد موته كالدين المتبع، لا يعمل بغيره تيمنًا بأمره ومعرفة بفضله وشرفه، واتخذ قصي لنفسه دار الندوة، وجعل بابها إلى مسجد الكعبة، ففيها كانت قريش تقضي أمورها.\nويذكر الإخباريون أيضا، أن قريشا كانوا إذا أرادوا إرسال عيرهم، فلا تخرج ولا يرحلون بها إلا من دار الندوة, ولا يقدمون إلا نزلوا فيها تشريفًا له وتيمنًا برأيه ومعرفةً بفضله، ولا يعذر لهم غلام إلا في دار الندوة. وكانت إليه الحجابة والسقاية والرفادة واللواء والندوة وحكم مكة، وكان يعشر من دخل مكة سوى أهلها..\n","page_name":" 8 ","page_number":8},
  {"content":"\nثروتها يظهر أنه مبالغ فيه، وقد نقله عنه العلامة المجلسي[17
  ] في البحار[18
  ] أنه يقال كان لخديجة أزيد من ٨٠ ألف جمل، ومع كون هذا الرقم مبالغاً فيه كما نعتقد إلا أنه يكشف عن إذعان المؤرخين بسعة ثروتها وكثرة أموالها.\n3/ كانت خديجة على درجة استثنائية من الالتزام الأخلاقي بحيث عرفت في قريش بـ (الطاهرة)[19
  ] وهذا مُلفت للنظر لأن هذه الألفاظ بعد البعثة والآيات والأحكام والتشريعات صارت مألوفة، في ففي القرآن الكريم تم الحديث عن التطهير في الأحكام التشريعية عن لزوم التطهر سواء الطهارة المعنوية الداخلية أو الطهارة الخبثية الخارجية، إلا أنها لم تكن هذه الثقافة والألفاظ ثقافة مسيطرة بل ولا شائعة في المجتمع القرشي، لأن قيم التفاضل فيه ليست في هذا الاتجاه. ومن الملفت للنظر ذلك في سيرة السيدة خديجة، فمع أنها امرأة جميلة من جهة وثرية من جهة أخرى وشابة فهذه كلها مساعدات على التهتك والعبث[20
  ]، لكننا نجد هنا أنها تعرف وتلقب بالطاهرة. وهذا كله قبل بعثة النبي صلى الله عليه وآله.\n4/ أنها كانت على درجة من كمال العقل والتفكير، فقد نقل عن رسول الله صلى الله عليه وآله قوله: (كمل من الرجال كثير ولم يكمل من النساء إلا أربع: آسية بنت مزاحم ومريم ابنة عمران وخديجة بنت خويلد وفاطمة بنت محمد).\nكمال العقل الذي يذكر عادة في الأنبياء والأوصياء، وبدرجة أدنى في العلماء الحكماء، قد يستبعده البعض من النساء لأنهم يرون أن المرأة غالبًا ما تكون مشاعرها وعواطفها في درجة عالية لما يقتضيه طبيعة دورها الانساني في أمر التربية لأطفالها بل في حياطة زوجها، فوصول امرأة إلى درجة كمال العقل يقتضي منها مقاومة شديدة لتأثير العاطفة في التفكير والابتعاد عن غلبة المشاعر عليها لصالح الأحكام العقلية، وهذا - ما يضيق إلى أقصى الدرجات -ـ مساحة من يمتلك منهن كمال العقل.\nلا نقصد بذلك بالطبع أنهن فاقدات للعقل!! كما لا نقصد الجانب العلمي فقد تكون امرأة في أعلى الدرجات العلمية والأكاديمية، ولكن كمال العقل أمر آخر.\nفنحن الآن امام امرأة ذات جمال ظاهري وثراء مالي وطهر داخلي وكمال عقلي، تلكم هي السيدة خديجة بنت خويلد، والتي هي زوجة لرسول الله صلى الله عليه وآله وأي زوجة؟ لقد جاء بعدها ثمان نساء فيهن البكر والثيب والمنجبة وغير المنجبة والحسناء وغيرها، ومع ذلك لم تقم واحدة، بل لم تقم كلهن مقامها سلام الله عليها، وقد صرح مراراً بأنه رزق حب خديجة، وبأن الله لم يبدله خيراً منها!!\n\nهل تزوجت غير رسول الله صلى الله عليه وآله؟\n","description":"","footnote":"\n17 ) المجلسي؛ محمد باقر: بحار الأنوار 16/22.. وكان لخديجة في كل ناحية عبيد ومواشي حتى قيل: إن لها أزيد من ثمانين ألف جمل متفرقة في كل مكان، وكان لها في كل ناحية تجارة، وفي كل بلد مال، مثل مصر والحبشة وغيرها \n18 ) علق المحشي في البحار على النقل المذكور: بما يلي: (في المصدر... وكانت خديجة أغنى أهل مكة، وكان لها في كل قبيلة من العرب قريب من الوف من النوق والخيل والغنم، لانها قد زوجت عبيدها بجواريها، وفرقهم مع العرب، وأعطتهم بيوت الشعر، والخيل والابل، وجعلوا يتوالدون ويكثرون، والدواب تلد وتكثر، وكان لها ازيد من أربعين ألف جمل تسافر بالتجارة إلى الشام والعراق والبحرين وعمان والطائف ومصر والحبشة وغيرها من الامصار، ومعها العبيد والغلمان والوكلاء) \n19 ) ديار بكري؛ حسين: تاريخ الخميس 1/264 \n20 ) إن الفراغ والشباب والجِدَة مفسدة للمرء أي مفسدة\n","page_name":" 9 ","page_number":9},
  {"content":"\nفي الجواب على ذلك: نعتقد أنه تزوجها رسول الله صلى الله عليه وآله ولَم يسبق أن تزوجت أحدًا قبله، لا لما ذكره بعضهم من أنه لا يناسب أن يتزوج النبي خديجة وقد رآها أزواج آخرون، فهذا السبب ليس كافياً، وذلك أن المرأة الثيب - عند الله - ليست بأقل منزلة من البكر.\nنعم المرأة البكر بالنسبة للزوج أفضل وأحب ولكن أن تكون أفضل عند الله لا يوجد دليل على ذلك!\nالمرأة العالمة أفضل من المرأة الجاهلة عند الله (يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ)[21
  ]\nالمرأة المتعبدة أفضل عند الله من المرأة التي تقتصر على الفرائض، وصاحبة الأخلاق العالية أفضل من التي لا تمتلك نفس المقدار وهكذا.\nولكن أن تكون العذراء البكر عند الله أفضل من الثيب لمجرد كونها بكراً، لا نعلم بوجود دليل على الافضلية عند الله بل نجد في القرآن الكريم (عَسَىٰ رَبُّهُ إِن طَلَّقَكُنَّ أَن يُبْدِلَهُ أَزْوَاجًا خَيْرًا مِّنكُنَّ مُسْلِمَاتٍ مُّؤْمِنَاتٍ قَانِتَاتٍ تَائِبَاتٍ عَابِدَاتٍ سَائِحَاتٍ ثَيِّبَاتٍ وَأَبْكَارًا)[22
  ] ومقتضى ذلك أن تكون كل من الثيبات والأبكار اللاتي يكن بدائل أفضل من الموجودات سواء كن أبكارا أو ثيبات!\nويضاف إلى ذلك ان الرأي المشهور لدى الإمامية أن أفضل نساء رسول الله بعد خديجة هي أم سلمة. وقد كانت ثيباً ذات أولاد من زوجها عبد الأسد الذي استشهد في المدينة أوائل الهجرة، لا نقول إن خديجة لم تتزوج قبل النبي لهذا السبب، وإنما لأن القرائن التاريخية لا تساعد على الرأي القائل بأنها كانت متزوجة من شخص أو اثنين عتيق المخزومي وأبو هالة.\nإن ما قدمناه من صفات وميزات في خديجة يجعل من الصعب عليها أن تقبل بأي شخص يتقدم للزواج منها، وبالفعل فقد ذكر المؤرخون أنها رفضت عدداً من زعماء قريش ولم تقبل بهم، فقد قيل إنه خطبها أبو سفيان بن حرب الأموي، وعقبة بن أبي معيط ورددتهما، وهما أصحاب ثراء واسم في المجتمع القرشي.\nوما ذلك إلا لأنها لا ترى فيهما الشخصيات التي ترغب في الاقتران بها، فبينما تعرف هي بالطاهرة، لا يمانع أبو سفيان في أن يتحدث أنه كان يسعى وراء البغايا[23
  ] لقضاء شهوته الجنسية، وتنقل هذه القصة من طرفه وجهته!! فهل تراها تقترن بهكذا شخصيات؟ ومثل هؤلاء من نقل أنهم تزوجت بهم، حيث لا يعرف التاريخ شيئاً عن المذكورين أنها كانت زوجة لهما! فلا هما في عير الدنيا ولا في نفير الآخرة! فما الذي يجعلها ترغب في الاقتران بهما والقبول بهما؟!\nولم تكن خديجة وحيدة في ذلك، فقد ذكر عن سلمى بنت عمرو النجارية زوجة هاشم جد النبي أنه لما رجع من الشام ورأى امرأة جميلة في السوق تأمر وتنهى وتبيع وتشتري وتتكلم سأل هل هي أيِّم -\n","description":"","footnote":"\n21 ) سورة المجادلة: 11\n22 ) سورة التحريم: 5\n23 ) البلاذري؛ أحمد: أنساب الأشراف 5/192، قال في قضية استلحاق معاوية زياد بن أبيه \"..وقام أَبُو مريم السلولي- وكان خمارًا فِي الجاهلية- فَقَالَ: أشهد أن أبا سُفْيَان قدم علينا يا أمير المؤمنين الطَّائِف، فأتاني فاشتريت له لحمًا وأتيته بخمر وطعام، فلما أكل قَالَ يا أبا مَرْيَم أصب لي بَغيا، فخرجت فأتيته بسُمَيَّة وقلت لها: أن أبا سُفْيَان من قد عرفت شرفه وحاله، وقد أمرني أن أصيب له عرسًا فقالت: يجيء عبيد زوجي من غنمه، فإذا تعشّى ووضع رأسه أتيته، فلم تلبث أن جاءت تجُر ذيلها فدخلت معه، فلم تزل معه حتى أصبحت..\" \n","page_name":" 10 ","page_number":10},
  {"content":"\nليس لديها زوج - أو متزوجة؟\nفأخبروه أنها غير متزوجة ولها شروط معينة، ومن شرطها أنها تجلس مع من يتقدم لها فإن أعجبها وإلا ردته، وقد ردت من تقدم لها، فعندئذ لما جلست مع هاشم كان أن وافقت وتزوجها، وسلمى تلك تشبه فيما ذكروه من صفاتها خديجة حيث أنها أيضا كانت ذات جمال وتمتلك ثروة وتدير تجارتها، ولها شخصيتها.\nولو كانت كما ذكر بعضهم قد تزوجت برجلين ليس لهما شأن في المجتمع لاحتج عليها كبار قريش وزعماؤها حين رفضتهم بأنها قد قبلت (نكرتين في المجتمع آنئذ) فكيف ترفض هؤلاء؟! هل هذا يناسب كمال العقل؟!\nمتى تزوجها النبي؟\nبالرغم من أن الرواية الرسمية المتداولة تشير إلى أن النبي قد تزوجها وعمرها أربعون سنة إلا أننا لا نرى ذلك صحيحاً، وإنما نعتقد أن هذا الزواج المبارك تم وهي في عمر 28 سنة.\nوأسهل طريقة لحساب ذلك هو أن نقول أن مدققي المحدثين ذكروا أنها توفيت وعمرها ٥٢ أو ٥٣ سنة، وكانت فترة بقائها مع النبي صلى الله عليه وآله 25 سنة منها 15 قبل بعثته و١٠ سنوات بعد البعثة. فإذا طرحنا مدة بقائها مع النبي من عمرها الاجمالي ينتج لنا أنها حين تزوجت كان عمرها حوالي ثمانية وعشرين سنة.\n٥٣-٢٥=٢٨\nوقد صرح بكون عمرها ثمانية وعشرين حين تزوجها النبي؛ ابن عباس[24
  ]، كما نقله الحاكم في المستدرك عن محمد بن اسحاق صاحب السيرة فقال ذاكراً وفاتها وعقبّه: وكان لها يوم تزوجها ثمان وعشرون سنة[25
  ]..\nبل نقل ابن كثير في البداية والنهاية أحد الأقوال بكون عمرها حين تزوجت النبي خمس وعشرين سنة[26
  ].\nورأى الحاكم النيشابوري في المستدرك أن القول بكون عمرها خمسة وستين، وهو ما يلزم من القول بأنها تزوجت وعمرها أربعون سنة فإنها بقيت معه بالاتفاق خمساً وعشرين سنة، رأى القول بأن توفيت وعمرها خمس وستون سنة قولاً شاذاً، وأن الصحيح أنها لم تبلغ الستين، قال (عن هشام بن عروة قال: \"توفيت خديجة بنت خويلد رضي الله عنها وهي ابنة خمس وستين سنة\". (قال الحاكم) \"هذا قول شاذ، فإن الذي عندي أنها لم تبلغ ستين سنة [27
  ]، وأما ابن عساكر فقد ذكر في كتاب الأربعين في مناقب أمهات المؤمنين أنه قيل بأن عمرها وقت وفاتها كان خمساً وخمسين، بعد أن أشار إلى القول المشهور من أنه خمسة وستون.\n","description":"","footnote":"\n24 ) ابن كثير في البداية والنهاية 5/ 314 ناقلا عن ابن عساكر. \n25 ) النيشابوري؛ الحاكم: المستدرك 3/ 200\n26 ) المصدر السابق 2/360 قال: وَهَكَذَا نَقَلَ الْبَيْهَقِيُّ عَنِ الْحَاكِمِ أَنَّهُ كَانَ عُمُرُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِينَ تزوَّج خَدِيجَةَ خَمْسًا وَعِشْرِينَ سَنَةً وَكَانَ عُمُرُهَا إِذْ ذَاكَ خَمْسًا وَثَلَاثِينَ - وَقِيلَ خَمْسًا وَعِشْرِينَ سَنَةً.\n27 ) النيشابوري؛ الحاكم: المستدرك 3/ 182\n","page_name":" 11 ","page_number":11},
  {"content":"\nوإذا كان هناك قول بأنها تزوجت وهي في سن الخامسة والعشرين، فهذا يلازم استبعاد القول بزواجها من شخصين قبل رسول الله صلى الله عليه وآله، ولو قلنا كما هو الراجح بأنها تزوجت في سن الثامنة والعشرين فبالنسبة لأمثالها لا يكون ذلك مستغرباً، إذا نظرنا إلى صفاتها (الجمالية والمالية والنفسية) فلن تقبل بأي شخص، ولن تركض وراء كل بارقة زوج، وإنما مثلها يتعين عليه أن يختار لنفسه، فلن تتزوج من يكون طامعاً في ثروتها ويأتي لها لأجل أموالها، ولا هي في صدد الارتباط بشخص شهواني لا يقف أمام شهواته ونزواته وإنما شأنها - وهي كاملة العقل - أن لا تُرِقّ نفسها إلا لمن يستحقها، ولذلك فقد بحثت عن طريق للارتباط برسول الله محمد صلى الله عليه وآله، قبل بعثته، فإنه قد دارت في تلك الفترة أخبار عن النبي المبعوث في مكة بشكل كبير، وصار حديث المجالس وتبشير الأحبار في الحديث عن أخلاقه وصدقه وأمانته، فقد ذكر المحدثون أن نسوة من قريش كن جالسات في فناء البيت الحرام، وكانت معهن خديجة، فمر بهن أحد الأحبار فقال: يا معشر النساء يوشك أن يبعث نبي في مكة، فمن استطاعت أن تكون زوجته منكن فلتفعل! وبينما تضاحكت باقي النساء أخذت خديجة الأمر على جديته، حيث لامس ما كانت تفكر فيه. وتعلق قلبها به وطفح على لسانها ذكره، ولعمري فإن من كمال العقل أن تختار المرأة من تريده زوجاً لها وتسعى في الوصلة إليه، لا سيما وهي ستسلمه قياد حياتها وزمام أمرها.\nتزامن هذا مع ما قيل من أن أبا طالب كان قد تشاور معه ابن أخيه محمد صلى الله عليه وآله، في أمر التجارة والكسب والمعاش، فذكر أمر خديجة وثروتها وأنها تستقبل من يعمل معها في التجارة على طريقة المضاربة، حيث يكون المال منها والعمل من المشارك (وإذا أراد الله أمرا هيأ أسبابه ومقدماته) فكان [28
  ] أن تم الاتفاق على أن يخرج النبي محمد صلى الله عليه وآله إلى الشام بتجارة لها، ويكون الربح بينهما، وجعلت تحت يده مدبر أموالها ميسرة وتحت أمره العاملون في تلك التجارة.\nولما رجع النبي من رحلته التجارية الشامية وقد ربح ربحا جيداً، لم يكن هَمُّ خديجة في ربح المال بقدر ما كان يهمها معرفة أحوال النبي من خلال ميسرة غلامها الذي شرح لها ما كانت تنتظره وتستطيبه من ذكر صفاته وأخلاق معاشرته مع الناس، وإدارة أمور التجارة، وأضاف إليها ما رأى من الكرامات والفضائل التي خصه الله بها من تظليله بالغمام في حر الشمس، وغير ذلك..\nعندها خطت الخطوة الثانية وهي أن (تخطب) النبي محمداً لنفسها!! بلى رغبتها فيه واشتياقها إلى الاقتران به جعلها تفعل ذلك، وصوبت حكمتها وكمال عقلها هذا الأمر فلا ينبغي أن تترك هذه الفرصة، الاقتران بسيد الخلائق والنبي الذي بشر به المرسلون السابقون، تترك ذلك لأجل بعض الأعراف الاجتماعية الخاطئة التي قد تبيح للمرأة الخاطئة أن تنشئ علاقة غير مشروعة مع رجل وتتغاضى عن ذلك، بينما ترفض أن تنشئ امرأة مقدمات الزواج المحلل مع رجل كسيد الخلق!!\nولأجل هذا فقد ذكرت الأمر لامرأة كانت تدخل عليها وتختصها وهي نفيسة بنت منية، ولنتركها تتحدث عن هذه المهمة، قالت: \" كانت خديجة بنت خويلد بن أسد بن عبد العزى بن قصي امرأة حازمة جلدة شريفة مع ما أراد الله بها من الكرامة والخير وهي يومئذ أوسط قريش نسباً وأعظمهم شرفاً وأكثرهم مالاً، وكل قومها كان حريصاً على نكاحها لو قدر على ذلك، قد طلبوها وبذلوا لها الأموال.\n","description":"","footnote":"\n28 ) ابن سعد؛ الطبقات الكبرى 8/ 12\" أَرْسَلَتْ إِلَيْهِ خَدِيجَةُ بِنْتُ خُوَيْلِدٍ تَسْأَلُهُ الْخُرُوجَ إِلَى الشَّامِ فِي تِجَارَتِهَا مَعَ غُلامِهَا مَيْسَرَةَ وَقَالَتْ: أَنَا أُعْطِيكَ ضِعْفَ مَا أُعْطِي قَوْمَكَ\".\n","page_name":" 12 ","page_number":12},
  {"content":"\nفأرسلتني دسيساً إلى محمد بعد أن رجع في عيرها من الشام؛ فقلت: يا محمد ما يمنعك أن تزوج؟\nفقال: ما بيدي ما أتزوج به!\nقلت: فإن كفيت ذلك ودعيت إلى الجمال والمال والشرف والكفاءة ألا تجيب؟\nقال: فمن هي؟\nقلت: خديجة!\nقال: وكيف لي بذلك؟!\nقالت: قلت عليِّ!\nقال فأنا أفعل فذهبت فأخبرتها فأرسلت إليه أن أئت لساعة كذا وكذا..\" [29
  ]\nوبقي بعد ذلك الترتيب الرسمي لموضوع الزواج، فجاء بنو هاشم إلى منزل خديجة يتقدمهم رأس الهاشميين أبو طالب بن عبد المطلب، ليخطب خديجة من عمها باعتبار أن والدها - على ما هو الصحيح - كان قد قتل في حرب الفجار، وبعد أن استقر بهم المقام، خطب أبو طالب خطبة يتبين فيها معرفته بمقام ابن أخيه محمد صلى الله عليه وآله، جاء فيها: \"الحمد لله الذي جعلنا من ذرية ابراهيم وزرع إسماعيل، وضئضىء معد - أي معدنه وأصله- وعنصر مضر، وجعلنا حضنة بيته، وسوّاس حرمه، وجعل لنا بيتاً محجوجاً، وحرما آمناً، وجعلنا الحكام على الناس، ثم إن ابن أخي هذا محمد بن عبد الله لا يوزن به رجل إلا رجح به، فإن كان في المال قلّ، فإن المال ظل زائل، وأمر حائل، ومحمد من قد عرفتم قرابته، وقد خطب خديجة بنت خويلد، وبذل لها من الصداق ما آجله وعاجله من مالي كذا. وهو والله بعد هذا له نبأ عظيم، وخطب جليل\"\nونشير هنا إلى خطأ موجود لدى بعض الكتاب وربما الخطباء وهو أنهم يقولون أن خديجة قامت وسقت أباها خمراً حتى لا يعارض عقد النكاح.. وهذا كلام باطل لجهات:\nأولاً: إن أباها كان قد توفي قبل ذلك الوقت بسنوات، فقد نص غير واحد من المؤرخين عليه[30
  ] وذكروا \" إنّ عَمْرَو بْنَ أَسَدٍ - عمها- هُوَ الّذِي أَنْكَحَ خَدِيجَةَ رَسُولَ اللهِ- صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ- وَأَنّ خُوَيْلِدًا كَانَ قَدْ هَلَكَ قَبْلَ الفجار\"\nثانياً: لأن هذا لا ينسجم مع ما هو معروف من طهارة خديجة قبل الإسلام، وأنها لم تكن تحب الباطل، وإنما انتظرت هذه السنوات لأنها لا تجد فيمن يتقدم لخطبتها ما يناسب أخلاقها ومبادئها، فهل تراها هناك تتوسل بالباطل وبأن تسقي أباها خمراً؟!\nثالثًا: الكل يعرف بأن السكران لا عبارة له ولا يمكن أن يقبل أو يرفض والمعاملة باطلة.\nرابعاً: إن بني هاشم وفي طليعتهم رأسهم أبو طالب ممن حرموا على أنفسهم الخمر لما أخذوه من ديانتهم الإبراهيمية، لا سيما والنبي موجود! كيف يسمحون بمثل هذا الفعل؟! ويجرون النكاح على أساس عبارة رجل سكران؟ أفترى النبي يقبل بعقد نكاح قائم على عبارة سكران؟! وهو\n","description":"","footnote":"\n29 ) المصدر السابق 1/ 131 \n30 ) السهيلي؛ الروض الآنف 2/ 239\n","page_name":" 13 ","page_number":13},
  {"content":"\nممن لا تقبل منه العبارة ولا يصح منه عقد ولا ميثاق؟\nأنا لا أدري هل يلتفت أصحاب هذا القول إلى أنه يستلزم الطعن في رسول الله أولاً وفي بني هاشم ثانياً وفي خديجة ثالثاً وفي صحة نكاح خديجة[31
  ] رابعاً!\nتم العقد وخطب عمها بشكل مختصر موافقاً، وقيل إنه أصابه البهر فقامت خديجة - وكانت برزة وذات شخصية فخطبت موافقة على ذلك، ومشيرة إلى أن المهر من مالها-. الأمر الذي جعل بعض الحسدة يقول: رأينا الرجال يمهرون النساء، ما رأينا النساء يمهرون الرجال! فنهض إليه أبو طالب وقال: يا لكع، الرجال مثل محمد، يحمل إليه ويهدى ويعطى، ومثلك من يعطي ويهدي ولا يقبل منه.\nلم يتأخر الزواج بعد العقد، وبعده قيل إن خديجة قامت عند البيت الحرام ووكلت من يخطب أن يقول: أيها الناس هذه خديجة بنت خويلد تقول: إنّ ما تملك من مال وشاه وإبل وعقار وأعبد وجواري وغير ذلك كل ذلك قد وهبتها لزوجها محمد صلى الله عليه وآله يتصرف فيها كيف يشاء يهب من أحب ويمنع من أحب.\nأنظر الفرق ولماذا ارتقت خديجة هذا المرتقى العالي! ومن عجبٍ أن يقارَن بها غيرُها وأن يناقش هل هي الأفضل أم لا؟\nذلك أن المفسرين قد ذكروا في تفسير آية (يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ إِنْ كُنْتُنَّ تُرِدْنَ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا فَتَعَالَيْنَ أُمَتِّعْكُنَّ وَأُسَرِّحْكُنَّ سَرَاحًا جَمِيلًا)[32
  ]. أَنَّ هَذِهِ الْآيَةَ نَزَلَتْ عَلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنْ أَجْلِ أَنَّ عائشة سَأَلْت رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ شَيْئًا مِنْ عَرَضِ الدُّنْيَا، إِمَّا زِيَادَةً فِي النَّفَقَةِ، أَوْ غَيْرَ ذَلِكَ، فَاعْتَزَلَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نِسَاءَهُ شَهْرًا فِيمَا ذُكِرَ، ثُمَّ أَمَرَهُ اللَّهُ أَنْ يُخَيِّرَهُنَّ بَيْنَ الصَّبْرِ عَلَيْهِ وَالرِّضَا بِمَا قُسِمَ لَهُنَّ وَالْعَمَلِ بِطَاعَةِ اللَّهِ، وَبَيْنَ أَنْ يُمَتِّعَهُنَّ وَيُفَارِقَهُنَّ إِنْ لَمْ يَرْضَيْنَ بِالَّذِي يُقْسَمُ لَهُنَّ [33
  ]..\nفكان أن أتاه الوحي بالتخيير بعد أن هجرهن أربعين يومًا وأقام في مشربة أم ابراهيم - مارية القبطية – وبعدها خيرهن بين الله ورسوله والصبر على ما يجدن، أو الفراق معهن والتسريح لهن، فكأن أول القائمات أم سلمة وقالت: اخترت الله ورسوله! على أثرها قامت بقية النساء.\nشتان بين امرأة تعطي كل ذلك وتشهد عليه، وحتى الآن لم يبعث النبي بالرسالة، وبين باقي النساء اللاتي شهدن نبوته وبعثته وجهاده وصبره وأذاه في أحواله كلها، ثم يطلبن منه المال والدنيا!!\nلا غرابة بعد ذلك أن يقول النبي فيها ما يقول من اظهار المحبة لها والتعلق بها، وقبل ذلك لا غرابة أن يكرمها الله بما حرمت منه غيرها من كون نسل النبي وامتداده منها ومن بناتها..\n","description":"","footnote":"\n31 ) قد يقال: إن خديجة لم تكن بكرا فلا تحتاج لاستئذان أبيها، وأن هذا الأمر كان قبل الاسلام، وكلا الأمرين لا مجال لقبولهما، فكونها ثيبا قد تبين في الصفحات الماضية عدم صحته، وأنها لم تر زوجا قبل النبي، والثاني أنه ولو كان قبل الاسلام إلا أن (لكل قوم نكاح) وبشروطه حتى يفترق عن السفاح، والنكاح هنا عند العرب كان مرتبطا بإذن الأب. بل كانوا يتشددون في أنه لا بد من ولي في النكاح .. ولو أن الاسلام لم يجعل على المرأة وليا بعد أبيها وجدها لأبيها فيما يرتبط بالنكاح كما يرى الفقه الجعفري.\n32 ) سورة الأحزاب:28\n33 ) الطبري؛ ابن جرير:تفسير الطبري 19/84\n","page_name":" 14 ","page_number":14},
  {"content":"\nرزقها الله منه قبل البعثة ثلاث بنات هُن زينب ورقية وأم كلثوم[34
  ]\nوأما بعد البعثة فقد ولدت له القاسم وعبد الله ورزقها الله منه سيدة نساء العالمين فاطمة الزهراء.\nجهادها أول البعثة:\nلم يقتصر عطاء السيدة خديجة على الجانب المالي وإن كان عظيماً، وقد أشار له أمير المؤمنين علي عليه السلام في توجيه كثرة إنفاقات الرسول صلى الله عليه وآله قائلاً: (وأين يذهب بك عن مال خديجة؟) فكان بعض الأرقاء من المسلمين يحررهم النبي ويعطي أثمانهم من أموالها المباركة، ولما أمر المسلمين بالهجرة على مرحلتين في الأولى (17) كما قيل، وفي الثانية (70) كانت نفقات انتقالهم وطعامهم وشرابهم مما أعطي من مال خديجة حتى روي عنه صلى الله عليه قوله ما نفعني مال قط ما نفعني مال خديجة.\nبل كانت تتحمل إنفاقات النبي حتى في الأمور المستحبة فقد قَدِمت حليمة السعدية على مكة بعد أن تزوج رسول الله بخديجة، وشكت إليه الجدب، فكلم خديجة بشأنها فأعطتها أربعين شاة[35
  ]. وإلى أن صار الحصار الاقتصادي على النبي وبني هاشم في شعب أبي طالب، فقد أنفقت كل مالها حتى لم يبق لها شيء تنفقه! هذا كله وإن عظم إلا أنه لم يكن جهادها الوحيد. بل كانت أول المسلمات والمؤمنات به، وكانت تتفقد أمره إذا خرج لغار حراء وتأتي له بالطعام، ولك أن تتصور امرأة فوق سن الأربعين- بعد بعثة النبي- تصعد هذا الجبل العالي لكي توصل الطعام لزوجها النبي، وإذ أغري به أشقياء قريش وسفهائهم قامت - مع علي عليه السلام - للذب عنه، وكان بعضهم يرمي بيتها وبيت النبي بالحجارة، فكانت تصرخ في وجوه القرشيين: أترمى الحرة في بيتها؟\nسلام على أم المعصومين الاثني عشر (فاطمة والحسنين والتسعة من ذرية الحسين عليهم السلام)\n\n\n\n\n\n\n\n\n\n\n\n","description":"","footnote":"\n34 ) يكون الحديث عنهن في فصل خاص بعنوان بنات النبي من خديجة.\n35 ) الصالحي الشامي؛ سبل الهدى والرشاد 1/ 341\n","page_name":" 15 ","page_number":15},
  {"content":"\nخديجة بنت خويلد عليها السلام\n\n\n( ( ( (\n(لاَ يَسْتَوِي مِنكُم مَّنْ أَنفَقَ مِن قَبْلِ الْفَتْحِ وَقَاتَلَ أُوْلَئِكَ أَعْظَمُ دَرَجَةً مِّنَ الَّذِينَ أَنفَقُوا مِن بَعْدُ وَقَاتَلُوا وَكُلاًّ وَعَدَ اللهُ الحُسْنَى وَاللهُ بِمَا تَعْمَلُونَ خَبِيرٌ)[36
  ].\n.\n( ( ( (\n(ما أبدلني الله خيراً منها قد آمنت بي إذ كفر بي الناس وصدقتني إذ كذبني الناس وواستني بمالها إذ حرمني الناس ورزقني الله عز وجل ولها إذ حرمني أولاد النساء)[37
  ].\n( ( ( (\nفي حياة الرسالات والدعوات الدينية نلاحظ ثلاثة أنماط للمؤمنين بها:\nالقسم الأول: هو بمثابة القواعد التي تحفر تحت الأرض، ويستحكم بها البناء، وهذه مهما زادت عمقاً وتجذراً في داخل الأرض، زاد البناء استحكاماً وقوة.\nالقسم الثاني: بمثابة الأعمدة التي ترتفع معتمدة على القواعد، وترفع من فوقها السقوف، وهي التي تكون البناء وتعطيه صورته الحقيقية، وعليها يكون استثمار البناء والاستفادة منه.\nالقسم الثالث: بمثابة الأصباغ والألوان، وهذه لا تأثير أساسي لها في أصل البناء ولا في استحكامه، وإنما تعطي للبناء صبغاً ولوناً خارجياً فقط وتعلن عن نفسها وعن البناء.\nومشكلة الناس أنهم يخلطون بين الثلاثة، فيساوون الأول بالأخير أو الثاني بالأخير، بينما (لاَ يَسْتَوِي مِنكُم مَّنْ أَنفَقَ مِن قَبْلِ الْفَتْحِ وَقَاتَلَ أُوْلَئِكَ أَعْظَمُ دَرَجَةً مِّنَ الَّذِينَ أَنفَقُوا مِن بَعْدُ وَقَاتَلُوا)([38
  ]) البارزون في الزحام، والمتهالكون على الأسماء، والألوان، والذين لهم في كل عرس قرص، وفي كل موقف عملي لهم كلام كثير..\nخديجة المباركة([39
  ]) كانت من أجلى مصاديق القسم الأول، فهي بمقدار ما عملت وما أدراك ما عملت لم تكشف عن تلك الأعمال غطاء السر، ولم تتحدث عن نفسها ولا عن حب رسول الله لها كما فعلت غيرها.\nخمسة وعشرون عاماً حافلة بالأحداث ومليئة بالقضايا، منها عشرة أعوام بعد بعثة النبي صلى الله\n","description":"","footnote":"\n36 ) سورة الحديد 10\n37 ) مسند احمد ح 23719\n38 ) سورة الحديد آية 10. \n39 ) ورد في الروايات أن الله قد لقبها بالمباركة وأي بركة أعظم من كون نسل الرسول صلى الله عليه وآله لم يستمر الا منها، فهي أم الكوثر. \n","page_name":" 16 ","page_number":16},
  {"content":"\nعليه وآله، وخديجة معه في كل مواقفه، تؤيده وتدعمه، وتعطيه صفوة مالها.. كم كان هذا المال مباركاً به ينعش الله فقراء المسلمين في ذلك الوقت الذي كان بعضهم لا يجد قوت وجبته، وبه يحرر العبيد المؤمنون الذين كانوا عرضة للهلاك تحت أيدي جلاديهم، ولم ينقل التاريخ لنا أن خديجة قد تكلمت يوماً عن هذا الأمر، بينما نقل عن بعض المسلمين من (أهل الألوان والأصباغ) أنهم كانوا إذا فعلوا خيراً علقوه على رقابهم ومشوا به بين الناس وربما منّوا على من فعلوا لهم ذلك الخير!!\nولهذا لم يكن غريباً أن تبقى ذكرى خديجة في قلب النبي صلى الله عليه وآله، وذكر خديجة على لسانه إلى ما بعد الهجرة -أي بعد وفاتها بأكثر من خمسة عشر عاماً- مع وجود عدد غير قليل من النساء معه، ولكنه قد رُزق حب خديجة، كما قال صلوات الله عليه.\nخديجة الطاهرة:\nالالتزام في المجتمع الطيب شيء ليس بالعسير، والفضيلة في محيط طاهر أمر قد يستطيعه الكثير، لكن الالتزام الديني في مجتمع الانحراف، والتمسك بالطهر في مجتمع الجاهلية أمر صعب، وفاعل ذلك ينبغي تقديره باعتبار أنه يسير نحو القمة مع أن الموج يخالف اتجاهه، ويقاوم مسيرته الصاعدة. وخديجة بنت خويلد سلام الله عليها كانت من هذا النوع، فالمجتمع الذي عاشت فيه كان محيطاً موبوءاً بالمعصية والانحراف، وكان أمر البغاء والزنا شيئاً لا يتورع عنه كبار القوم في قريش فما ظنك بصغارهم، وكانت ذوات الرايات جزءا من النسيج الاجتماعي المألوف، لكن المعدن الطيب لهذه المرأة الصالحة ورجحان عقلها (إذ إنه كمل من الرجال كثير ولم يكمل من النساء إلا أربع..) وخديجة كما هو مفاد حديث[40
  ] لرسول الله صلى الله عليه وآله، جعلها تسلك طريق الكمال والفضيلة والطهر حتى لقد لقبت في أيام الجاهلية وقبل مجيء الإسلام بـ (الطاهرة).\nوفي هذا الطريق الطيب نراها عليها السلام تبحث عن طاهر تعيش معه، وكان قد ملأ إهابها إعجاباً ما تسمعه عن محمد بن عبد الله، هذا الشاب المتميز في المجتمع المكي، والذي لا يشبه أحداً ولا يشبهه أحد، في كمال خلقه وفي مفارقته للجو العام الجاهلي السائد في المجتمع المكي، وبدأت تفكر في كيفية مناسبة للتقرب منه، وهذا ما يشير إلى كمال عقلها فإنها لو استسلمت للجو العام لما عدت أصحاب المال المعدمين أخلاقاً، وأصحاب الجاه الاجتماعي ورؤساء القبائل، ولكنها نظرت بعيداً، وكذلك أيضاً لم تترك العادات والمألوف هي التي تقرر مصير مستقبلها، فإنا نلاحظ أن قسماً من الناس يفكرون بنحو جيد، ولكن تقيدهم العادات، وتحاصرهم التقاليد، فتسوقهم إلى اتخاذ قرارات على غير قناعاتهم، مثل أن المرأة ينبغي في موضوع الزواج أن تكون منفعلة، ومنتظرة فإن جاء رزقها كما تحب وإلا فهي لا تستطيع أن تحرك ساكناً إلا أن هذه المرأة النموذجية بدأت تفكر في كيفية مناسبة للقرب من محمد، لا سيما وهي تسمع كلاماً هنا وهناك أن رسولاً سيبعث في أم القرى، وإذا قُدر ذلك في زمانها فمن\n","description":"","footnote":"\n40 ) قال الزيعلي في تخريج الأحاديث والأخبار 4/ 67 (كمل من الرجال كثير ولم يكمل من النساء إلا أربعة آسية بنت مزاحم امرأة فرعون ومريم بنة عمران وخديجة بنت خويلد وفاطمة بنت محمد...) قلت: رواه أبو نعيم في الحلية في ترجمة عمرو بن مرة فقال حدثنا سليمان بن أحمد ثنا يوسف القاضي ثنا عمرو بن مرزوق ثنا شعبة عن عمرو بن مرة سمع مرة يحدث عن أبي موسى قال قال رسول الله صلى الله عليه وسلم كمل من الرجال كثير ولم يكمل من النساء إلا أربع.. انتهى كلام الزيلعي. أقول: الغريب أن البخاري ومسلما قد اقتصرا على ذكر مريم وآسية!! وكأنهما استكثرا أو الراوي على خديجة وفاطمة أن تكونا كاملتين كمريم وآسية!! وأما غيرهما فقد جعل الكاملات ثلاثا!!، فقد نقل ابن كثير في تفسيره 1/ 371.. من طريق شعبة عن معاوية بن قرة عن أبيه قال: قال رسول الله صلى الله عليه وسلم \" كمل من الرجال كثير ولم يكمل من النساء إلا ثلاث: مريم بنت عمران وآسية امرأة فرعون وخديجة بنت خويلد!!\n","page_name":" 17 ","page_number":17},
  {"content":"\nسيكون أولى بهذه المنزلة من محمد؟\nفي الطرف الآخر كان محمد بن عبد الله صلى الله عليه وآله، قد بلغ من السن ما يقتضي منه الاستقلال والاعتماد على نفسه بل مساعدة عمه وكافله أبي طالب، وكان أن التقت الرغبتان فخرج محمد في أموال خديجة مضارباً بها إلى الشام.\nوعاد محمد من سفرته التجارية.. عاد وقد ملأ نفس ميسرة غلام خديجة إعجاباً، وأترع قلبه حباً، ورأى معه من العجائب ما ينبغي أن يكون حديث المتكلمين والسُّمار.. فالملكان اللذان يظلانه عن الشمس وصفقة يمينه التي تباري السحاب في بركتها، وأمانته في المعاملة وصدقه فيها، يبطل كل ما قالوه من أن السوق تحتاج إلى أسلوب خاص يعتمد على (الشطارة) والكثير من الكذب، وخداع المشتري واستغفاله، وأن الذي يريد أن يأتي إلى التجارة بمنطق المتقين، وطريقة الأخلاقيين فلن يحصد غير الخيبة..\nها هو محمد.. صدقه في حديثه لا يفارقه، وأمانته في المعاملة لا تخلو منه لحظة، ومع ذلك فقد ربح وربح، ما لو حصل غيره عليه لطار فرحاً، وهام على الثريا اختيالاً.. لله دره أي سر فيه هذا الرجل؟\nبرقت عيناها بسرور الغبطة، وهي تسمع حديث ميسرة ورأت أنها لم تذهب بعيداً، بل وافقت حسابات الحقل البيدر.. زادت له حباً، وبه تعلقاً وبدأت تفكر كيف يواتيها سعد حظها في الاقتران به، وكان أن أسرت في ذلك لبعض نسائها، ثم أرسلت إلى محمد صلى الله عليه وآله: (يا بن عم إني قد رغبت فيك لقرابتك وسِطَتِك في قومك وأمانتك وحسن خلقك وصدق حديثك).. ولعمري إن هذه الكلمات بقدر ما تعرب عن كمال عقل هذه المرأة الطاهرة لتصلح أن تكون برنامجاً تتبعه كل امرأة تريد الزواج والشراكة الحياتية.. فهي قد فصلت ما ينبغي أن تبحث عنه امرأة عاقلة لبيبة، تهافت عليها الرجال الأثرياء وزعماء البلد وقد كانت عندهم الطاهرة وأجمل نساء قريش وأثرى الجميع وردتهم بينما سعت هي بنفسها لكي تتزوج من رجل لا مال كثير له.\nاستجاب النبي وإن كان الزواج قبل البعثة وتقدم مع عمه أبي طالب عليه السلام وصحبهم حمزة بن عبد المطلب وعدد من بني هاشم، وخطب أبو طالب لابن أخيه خديجة، متقدماً بهذه الكلمات الرائعة التي تنبئ عن استشرافه لمستقبل النبي ودينه الذي سيظهر على الأديان، فمن جملة ما قال:\nالحمد لرب هذا البيت الذي جعلنا من زرع إبراهيم وذرية إسماعيل وأنزلنا حرماً آمنا وجعلنا الحكام على الناس وبارك لنا في بلدنا الذي نحن فيه.\nثم إن ابن أخي هذا ممن لا يوزن برجل من قريش إلا رجح به؛ ولا يقاس به رجل إلاّ عظم عنه ولا عدل له في الخلق وإن كان مقلاً في المال فان المال رفد جار وظل زائل وله في خديجة رغبة وقد جئناك لنخطبها إليك برضاها وأمرها والمهر على في مالي الذي سألتموه عاجله وآجله.. وله ورب هذا البيت حظ عظيم ودين شائع ورأي كامل([41
  ]).\nوقام عمها لكي يخطب مجيباً بالقبول، فأخذه البهر والموقف فلم يستطع أن يبلغ حاجته، فقامت خديجة وقبلت لنفسها([42
  ])، بل وضمنت المهر في مالها أيضا.. فقال بعض من حضر: يا عجباً المهر\n","description":"","footnote":"\n41 ) الكليني، الشيخ محمد بن يعقوب، أصول الكافي ج5 ص375. \n42 ) أما ما يذكره البعض من أنها قامت إلى أبيها فسقته الخمر، وتم العقد وهو ثمل، حتى إذا أفاق قام صاخباً!! فهذا لا يقوله عالم! ذلك أن أباها قد توفي قبل هذا بفترة طويلة.. وهكذا الزعم بأن عمها لم يكن موافقا على الزواج وأنه كادت أن تحدث معركة لأجل ذلك فهذا أسوأ من سابقه لأن خديجة كانت ذات شخصية استثنائية وكانت سيدة قريش ولم يكن لأحد عليها أمر ولا نهي حتى يوافق أو يأبى!! \n","page_name":" 18 ","page_number":18},
  {"content":"\nعلى النساء للرجال؟ فرد أبو طالب عليه: إذا كانوا مثل ابن أخي هذا طلبت الرجال بأغلى الأثمان وأعظم المهر وإذا كان أمثالكم لم يزوجوكم إلا بالمهر الغالي.\nانتقلت خديجة إلى بيت النبي، وعاشت معه خمسة عشر سنة قبل البعثة وهي ترى كل يوم عجباً من عجائبه ينبئها عن المستقبل العظيم الذي تنتظره البشرية من بركته وعمله. وكانت صلوات الله عليها تتحرى مواضع رضاه فتواتيها، فقد قَدِمت على رسول الله مرضعته حليمة السعدية، فقام إليها متذكراً أيام طفولته ورضاعه من صدرها، مناديا إياها: أمي، أمي.. وألقى إليها بردائه وأقبل عليها يسألها عن حالها، وما أن ذكرت له ضيق اليد، وخشونة الدنيا، وتقدم السن بها إذ يمر على ذكرى رضاعه حينئذ ما يقارب الثلاثين عاماً حتى انبعث رسول الله صلى الله عليه وآله وما أكثر ما يحرك ضميره حاجةُ الإنسان فكيف إذا كان مرضعته!! قام لخديجة يحدثها عن مرضعته ولزوم مساعدتها، وخديجة التي تتطلب قضاء حاجة لزوجها فلا يكلفها بل يقضي حوائجه بنفسه، ها هي لا تسعها الفرحة، لتقضي لمحمد حاجة يطلبها، فتأمر بما يسر محمداً صلى الله عليه وآله، قطيع من الغنم، ومعه ناضح يحمل الماء.. لمرضعة الحبيب المصطفى، وقد كان ذلك سبباً في رجوعها في عام آخر بعد البعثة وإسلامها وزوجها على يد رسول الله([43
  ]).\nخديجة المؤمنة\nيعاني المصلحون مشكلة في تعويد زوجاتهم على نمط الحياة التي يعيشونها، ويعانون أكثر من عدم استقبالهن للتغيرات التي تحصل في تلك الحياة، والمراحل الجديدة التي يطوونها، ذلك أن هؤلاء يواجهون المجتمع المنحرف عنهم والمقاوم لتوجهاتهم، هذا خارج البيت والأسرة، ويتوقعون أنهم يجدون الدفء والدعم في داخل البيت، فإذا كانت زوجاتهم غير مستعدات لتلقي هذه التغيرات بدعم أزواجهن والتخفيف عنهم فإن مصيبة المصلح تكون مضاعفة، فضلاً عما إذا كانت الزوجة غير مؤمنة به، ولذا وجدنا تعبير القرآن عن هذا الصنف من النساء تعبيراً قاسياً، كما يلحظ في سورة التحريم (ضَرَبَ اللهُ مَثَلاً لِّلَّذِينَ كَفَرُوا اِمْرَأَةَ نُوحٍ وَاِمْرَأَةَ لُوطٍ كَانَتَا تَحْتَ عَبْدَيْنِ مِنْ عِبَادِنَا صَالِحَيْنِ فَخَانَتَاهُمَا فَلَمْ يُغْنِيَا عَنْهُمَا مِنَ اللهِ شَيْئًا وَقِيلَ ادْخُلاَ النَّارَ مَعَ الدَّاخِلِينَ)([44
  ]).. إن تعبير القرآن الكريم عنهما بالخيانة مع أنها ليست الخيانة الزوجية، ليكشف عن مدى شناعة العمل في نظر القرآن الكريم، وإنما كان تخلياً عن عقيدتهما وعن دعم النبيين المذكورين في الآية.\nفي المقابل نجد بعض النساء اللاتي اختصهن الله سبحانه بمنزلة دعم الأنبياء والأوصياء، فكنّ كهفاً دافئاً يلجأ إليه الأنبياء في صقيع الخذلان الاجتماعي، وظَهراً يستندون إليه عندما ينكشف الناس عنهم.. وفي طليعة أولئك بل أولاهن على البشر كانت أم المؤمنين خديجة سلام الله عليها، فقد ضربت المثل الأعلى بفعلها للإيمان المستعلي على المصالح، المضحي بكل شيء، وللزوجة الدافعة لزوجها، الخائضة معه لجج الغمرات، وتحدي الصعوبات..\nوقد بدأت أولاً بالإيمان به صلوات الله عليه عندما أوحي إليه من قبل الله، ومع أننا لا نتفق مع\n","description":"","footnote":"\n43 ) المجلسي، الشيخ محمد باقر، بحار الأنوار، ج 15 ص401. \n44 ) سورة التحريم: 10.\n","page_name":" 19 ","page_number":19},
  {"content":"\nالروايات التي تنقل ومفادها أن الرسول صلى الله عليه وآله نزل عليه جبريل وغطه عدة مرات، وأنه خرج من ذلك يرجف، وجاء إلى بيت خديجة قائلاً لقد خشيت على نفسي!! وأنها ذهبت به إلى ورقة بن نوفل ابن عمها وكان قد تنصر وقرأ الكتب، فأقنع ورقة بن نوفل النبي محمداً بنبوته ورسالته!! أو أنها أدخلت النبي بين درعها وجلدها فكانت إذا فعلت ذلك اختفى عنه جبريل وإذا أخرجته رأى جبرئيل.. أو أن النبي كان قد ذهب ليتردى من الجبال في عملية انتحار لم يسبقه بها نبي من السابقين، ولكن جبرئيل تبدى له حينئذ، إلى غير ذلك مما ذكروه..\nنحن لا نعتقد بأي من تلك الروايات، وإنما نرى أن مجيء جبرئيل بالوحي للنبي كان أمراً متوقعاً من قبله صلوات الله عليه، وأنه كان يرى إرهاصات النبوة قبل هذه الحادثة بفترة طويلة من الزمان، كسلام الكائنات عليه، والرؤيا الصادقة، بل إن نبوته كانت متوقعة من قبل آخرين من أهل بيته كجده عبد المطلب وعمه أبي طالب، فكيف يخفى عليه ما ظهر لغيره من تكريم الله إياه؟ وهو مفاد رواية صحيحة عن الإمام الباقر عليه السلام (.. وأما النبي فهو الذي يرى في منامه نحو رؤيا إبراهيم ونحو ما كان رأى رسول الله من أسباب النبوة قبل الوحي حتى أتاه جبرئيل من عند الله بالرسالة)([45
  ])، والرواية تتحدث عن أسباب للنبوة قبل الوحي وليس سبباً واحداً.\nنعتقد أن النبي صلى الله عليه وآله عندما بعث وكان ذلك مع بداية نزول الوحي عليه كان متوقعاً لذلك الحادث ولم يشك فيه لحظة واحدة ولم يكن محتاجاً أن يؤتى به إلى عالم نصراني لكي يقنعه بأن هذا هو الناموس الأعظم كما ذكروه، وإنما رجع إلى بيته، وقد أحس بثقل المسؤولية العظمى التي ألقيت على عاتقه، والتي سوف يواجه لأجلها هذا الكيان الجاهلي بما له من كبرياء الحمق، وجبروت الجهل والقوة.. لكنه كان مصمما على القيام بهذه المهمة..\nوهنا يبرز دور الطاهرة خديجة صلوات الله عليها، التي استقبلته في عودته تلك بأفضل ما يستقبل به صاحب دعوة، وآمنت به على الفور لأنها تعتقد أن هذا الرجل هو الذي تتجسد فيه كل صفات الأنبياء بل يتفوق في صفاته عليهم، فلو لم يبعث رسولاً لكان الأمر غريباً.. فإنه ليصل الرحم ويصدق الحديث ويحمل الكَل ويُكسب المعدوم ويقري الضيف ويعين على نوائب الحق!\nوقد كانت عليها السلام أول من آمن به، فمنذ أن جاء من غار حراء يحمل على عاتقه مسؤولية هداية البشر ودعوتهم إلى رب العالمين، هيأت له كل ما يحتاجه صاحب الدعوة، فقد آمنت به بصدق، وراحت فيما بعد تخفف عنه أذى قريش، وتكذيبهم، وتتحرى راحته، ويا بؤس نهارها لو سمعت أن رسول الله قد أوذي فهي لا تلبث أن تخرج مستنجدة بعمه أبي طالب مرة، ومدافعة عنه بصورة مباشرة أخرى، ولقد أصابها من أحجار الكفار مقدار ما أصابها من شتائمهم.. بل إن حجارة السفهاء كانت تصل إلى داخل بيتها ملاحقة رسول الله صلى الله عليه وآله.\nالمجاهدة المنفقة\nمنذ اليوم الأول الذي قبلت فيه الزواج من رسول الله، جعلت خديجة نفسها وأموالها وقفاً على رسول الله، فإنهم يذكرون أنها كلفت ابن عمها ورقة بن نوفل أن يعلن على جميع القرشيين بأن ما تملك ملك رسول الله، فقام ورقة منادياً: يا معاشر العرب إن خديجة تشهدكم على أنها وهبت لمحمد نفسها\n","description":"","footnote":"\n45 ) الكليني، الشيخ محمد بن يعقوب، الكافي، ج1 ص176. \n","page_name":" 20 ","page_number":20},
  {"content":"\nومالها وعبيدها وجميع ما تملكه يمينها إجلالاً له وإعظاماً لمقامه ورغبة فيه..\nكان هذا الإعلان الصادق منها يعبر بشكل كامل عن طريقة الحياة التي اختارتها مع النبي محمد صلى الله عليه وآله، وبالفعل فقد ترجمت حياتها مواد هذا الإعلان فقد أنفقت وأنفقت حتى لقد قام الإسلام على عمودي سيف علي ومال خديجة. وكان النبي يتصرف في ذلك المال لنصر الدعوة فيُعِين الفقير الذي أضر به الفقر، ويعتق المملوك المسلم من يد مالكه الكافر، بل إن تجهيز المسلمين للهجرة كان من أموال خديجة، فإنه من المعلوم أن السفر أياً كان يحتاج إلى مؤونة مالية سواء للطعام أو للراحلة، أو بعد الوصول إلى المقصد حتى تتهيأ حياة جديدة للمهاجر، وكان المسلمون المهاجرون لا سيما للحبشة غالبهم من الضعفاء والفقراء فكان مال خديجة هو الأساس المعتمد، وهجرة الفواطم وأهل النبي من مكة للمدينة كذلك، ولهذا لما سئل أبو رافع وهو يحدث عن هجرة علي عليه السلام من مكة: أو كان يجد النبي ما ينفقه هكذا؟ قال: وأين يذهب بك عن مال خديجة عليها السلام؟\nوبعدها لا غرابة أن نجد أن الرسول صلى الله عليه وآله، وقد أسلمت له العرب أقدارها، واليهود أذعنت إليه بأموالها، وأصبحت ميزانية الدولة الإسلامية في عهده ضخمة، ومع ذلك يقول: ما نفعني مال قط ما نفعني مال خديجة![46
  ].. لقد كانت صاحبة المال مباركة وكانت نيتها في العطاء خالصة، فجاءت هذه البركات.\nأم الذرية النبوية الطاهرة\nكان رهان الكفار أولاً على النبي، وأنه سوف يتراجع عن دعوته عندما يجد أن قريشاً كلها يد ضده، أو أنهم يمكن أن يغروه بالمال وغيره.. وفشل هذا الرهان منذ الأيام الأولى عندما أعلنها بصراحة لهم: لو وضعوا الشمس في يميني والقمر في شمالي على أن أترك هذا الأمر ما تركته حتى يظهره الله أو أهلك دونه. ثم كان رهانهم على إيذاء المسلمين وفتنتهم، وأنهم عندما يلقون الإيذاء والاضطهاد والمقاطعة سوف يتركون دينهم الجديد.. ولم يكن حظ هذا الرهان إلا كسابقه.. وكعادة الغريق الذي يتشبث بأي حشيش أو طحلب، راهنوا وما أكثر رهانهم وقمارهم هذه المرة على الزمان والأيام، فهم يرون أن محمداً هو كل شيء في هذه الدعوة، وعما قريب يهلك أو يقتل، فتموت بذلك دعوته إذ أنه لا عقب له، بل هو (أبتر) كما كان يقول العاص بن وائل.\nوهنا يتجلى إكرام الله لخديجة، ومباركته إياها فإذا بها تكون أم الذرية، ووالدة الكوثر، ويمن الله سبحانه على نبيه وعلى هذه السيدة الجليلة بل على الأمة بهذه السلالة الطاهرة (إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ * فَصَلِّ لِرَبِّكَ وَانْحَرْ * إِنَّ شَانِئَكَ هُوَ الأَبْتَرُ) سورة الكوثر.\nفقد رزق الرسول منها القاسم والطاهر (وهو عبد الله) وقد توفيا صغيرين، كما رزق منها سيدة نساء العالمين أجمعين فاطمة الزهراء عليها السلام، وهي التي كان منها ذريته وبقي منها نسله، فكانت بحقًّ (الكوثر والخير الكثير)، وبقي امتداد رسول الله منها ذرية طيبة يملؤون الأرض نوراً وهدايةً في كل عصر، وينفون عن الدين تأويل المبطلين.. بينما كان شانئه وشانئهم هو الأبتر، الذي يذهب الضجيج الذي يصنعه بذهابه ويموت ذكره بحلوله في التراب.\n","description":"","footnote":"\n46 ) المجلسي، الشيخ محمد باقر، بحار الأنوار، ج19 ص63. \n","page_name":" 21 ","page_number":21},
  {"content":"\nوالذي ينبئ عن اختصاص السيدة الطاهرة المباركة بهذه المنقبة أن نساء النبي جميعاً لم يرزق النبي منهن بشيء([47
  ]) ما عدا مارية والتي توفي ابنها إبراهيم مبكراً مع أن فترة بقائه مع كثير منهن كانت في حدود العشر سنوات، وكان فيهن البكر والثيب ومن أنجبت من غير النبي قبله كأم سلمة رضوان الله تعالى عليها، ولكنها منقبة اختصت بها هذه الطاهرة التي ملّكت نفسها لرسول الله صلى الله عليه وآله حتى قبل بعثته رغبة فيه وإجلالا لمقامه.. و(مَن جَاء بِالحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا)[48
  ].\nمن الجنة هذه المرة تشكلت النطفة الطيبة ليأتي منها الكوثر.. فقد روي في أكثر من سند بأن الله سبحانه وتعالى لما أراد أن يظهر نور فاطمة الزهراء صلوات الله عليها أمر نبيه أن يعتزل خديجة مدة من الزمان، يكون فيها صائم النهار قائم الليل، حتى إذا تمت تلك المدة أتحفه بتفاحة من طعام الجنة هدية الرب الجليل إلى عبده ورسوله لُتبنى خلقة فاطمة على طعام الجنة الخالص من الشوائب والأدران، وبالفعل فقد واقع النبي أهله بعد ذلك مباشرة فمنها تكونت فاطمة عليها السلام ولذلك كان النبي إذا أراد أن يشم رائحة الجنة قبّل الزهراء (تفاحة الفردوس والخلد التي شرف الله مولدها بنساء الجنة وسل منها أنوار الأئمة).\nعام الحزن\nألف يوم تقريباً، هي الفترة التي قضاها بنو هاشم والمسلمون مع رسول الله في شِعب أبي طالب وهو واد بين جبلين في مكة.. وذلك بعد أن أعلنت قريش المقاطعة الاقتصادية الشاملة ضدهم، فلم يسمح لهم بالشراء من بائعي مكة، ولم يشتروا منهم شيئاً، ونفذ القوت وانتهت الأطعمة حتى لقد كان أطفالهم يتضاغون من الجوع، ولكنها ضريبة الإيمان التي دفعها المسلمون برضا نفس، وسكينة قلب. غير أن الفترة تلك قد أثّرت في صحتهم وأبدانهم، وخديجة بنت خويلد التي كانت أغنى امرأة في قريش، ها هي ترقد على بساط هو والتراب واحد في ذلك الشعب وقد نحلت قوتها، وشحب لونها إلا من ابتسامة الاطمئنان المشرقة وهي تتوقع الوصول إلى حبيبها السلام الذي منه السلام وإليه يعود السلام.\nيمر عليها رسول الله، فيرى خديجة التي ما نفعه بمال كما نفعه بأموالها ها هي تعيش لحظاتها الأخيرة، وهي صفر اليدين من أموال الدنيا التي أنفقتها لشراء الآخرة ولقد ربح بيعها، لكن الأمر محزن، أن تكون في هذه اللحظات وبهذه الصورة فلا يستطيع الرسول أن يفعل لها شيئاً.. فقال لها: بالكره مني ما أرى منك يا خديجة وقد يجعل الله في الكره خيراً كثيراً.. أما علمت أن الله قد زوجني معك في الجنة مريم بنت عمران وكلثم أخت موسى وآسية امرأة فرعون؟([49
  ])\nوجاءت بعد ذلك أسماء بنت عميس فوجدت خديجة تبكي، فجلست تنهنه عنها، وتذكرها أنها واردة على من هو مشتاق إليها، ومن صرفت عمرها لأجله، فأخبرتها أنها لا تبكي لفراق الدنيا وإنما تبكي لحال ابنتها فاطمة: فإنه لا بد للمرأة ليلة زفافها من امرأة تفضي إليها بسرها، وتستعين بها على حوائجها، وفاطمة حديثة عهد بصبا وأخاف ألا يكون لها من يتولى أمرها حينئذ. فعاهدتها على أن\n","description":"","footnote":"\n47 ) ورد في حديث لرسول الله إشارة إلى أن الله قد وهبه الذرية منها بينما حرمت الباقيات عن ذلك، لما سمع إحدى نسائه تنتقد خديجة.\n48 (سورة النمل: 89\n49 ) المجلسي، الشيخ محمد باقر، بحار الأنوار، ج19 ص20.. والجدير ذكره أن هذا النص يكشف عن أسماء زوجاته من أهل الدنيا وأما ما قيل من أن زوجاته في الدنيا هن زوجاته في الآخرة فلا يثبت. وما نقل سواء في البخاري أو في مسند احمد ليس مسندا لرسول الله بل هو لو تم سنده كلام لعمار وليس لرسول الله. \n","page_name":" 22 ","page_number":22},
  {"content":"\nتكون لفاطمة في ليلة زفافها كما أرادت خديجة..\nواطمأنت الطاهرة إلى وضع فاطمة في أول ليلة من حياتها الزوجية، أغمضت عينيها، وصافحتها الملائكة مسلمة، وقدمت الروح على بارئها.. إلى جنته حيث لا نصب ولا تعب ولا صخب.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\nالصديقة الكاملة\nعن رسول الله صلى الله عليه وآله أنه:\n- (أفضل نساء أهل الجنة خديجة بنت خويلد وفاطمة بنت محمد صلى الله عليه وسلم ومريم بنت عمران وآسية بنت مزاحم امرأة فرعون)[50
  ].\n- (كمل من الرجال كثير ولم يكمل من النساء إلا أربع: آسية بنت مزاحم ومريم ابنة عمران وخديجة بنت خويلد وفاطمة بنت محمد)[51
  ].\nفي البداية لا بد أن نقول أن المثال لا يعترف بالجنس، بمعنى أن المثال الأعلى لو كان مذكراً فلا يحصر أمر الاقتداء به بالرجال وهكذا النساء.\nخديجة: (إنسان) كامل ولذلك ينبغي أن يقتدي به الرجال والنساء، وهذا ما أشار إليه القرآن عندما ضرب مثلاً: آسية بنت مزاحم، وهي مثال للإنسان الذي يستطيع أن يتغلب على الظروف التي تجبره للكفر أو الانحراف.\nوعندما يقدم رسول الله خديجة يقدمها مثلاً يقتدى به في محيط النساء والرجال.\nوالحديث عنها متعدد الجوانب رائع، تعدد جوانب الخير فيها وروعتها.\nكانت تلقب حتى قبل بعثة الرسول بالطاهرة، وهذا يشير إلى نقطة هامة وهي أن التفوق المتأخر لا يمكن أن يأتي بصورة فجائية، بأن يكون شخص في السابق فاسقاً فاجراً وفجأة يصبح من المقربين في قفزة واحدة، فهذا ليس من السنة الاجتماعية في شيء، وإنما الطبيعي هو أن يكون الشخص لديه مقدمات في نفسه حتى إذا تهيأت لها ظروف السمو والتكامل تكاملت ووصلت.\nوربما يكون هذا هو المقصود من ما روي أن: خياركم في الجاهلية خياركم في الإسلام[52
  ]. بمعنى أن من يكون في تلك الظروف التي تكثر فيها دواعي الانحراف، فاضلاً وخلوقاً، فإنه يفترض أن يكون في الإسلام أفضل مع وجود الظروف المناسبة والمواتية.. فلو صح هذا الحديث فإنه يمكن توجيهه بهذا المعنى.\nفإذا كانت في الجاهلية تسمى بالطاهرة، فما ظنك بها في الإسلام، فكيف إذا صارت زوجة لرسول الله صلى الله عليه وآله؟! خصوصاً أن الجاهلية لم تكن تنظر إلى كثير من الانحرافات نظرة سيئة، فإننا نجد أن مثل أبي سفيان يأتي بشكل واضح ويقول لأحدهم التمس لي بغيًّا[53
  ]. وهكذا كانت بيوت الدعارة، وذوات الأعلام.. فما كانت تلك الانحرافات شيئا ناشزاً، (إلا من وجود بعض المتحنثين،\n","description":"","footnote":"\n50 ) فضائل الصحابة - النسائي - ص 76\n51 ) تفسير الثعلبي = الكشف والبيان عن تفسير القرآن ٩/‏٣٥٣\n52 )ذكره الإمام الشافعي في كتاب الأم 1/ 189 مرويا عن الرسول صلى الله عليه وآله أنه قال: تجدون الناس معادن فخيارهم في الجاهلية خيارهم في الاسلام إذا فقهوا \"\nوشبيه بهذا اللفظ أورده الشيخ الكليني في الكافي 8 / 177 في حديث مرفوع عن الإمام الصادق عليه السلام:أنه قال: الناس معادن كمعادن الذهب والفضة فمن كان له في الجاهلية أصل فله في الاسلام أصل.\n53 ) ذكره ابن عساكر في تاريخ مدينة دمشق 19 / 173 فقال: وكان أبو سفيان صار إلى الطائف فنزل على خمار يقال له أبو مريم السلولي وكانت لأبي مريم بعد صحبة فقال أبو سفيان لأبي مريم بعد أن شرب عنده قد اشتدت به العزوبة فالتمس لي بغيا! قال: هل لك في جارية الحارث بن كلدة سمية امرأة عبيد؟ قال هاتها على طول ثدييها وذفر إبطيها فجاء بها إليه فوقع لها فولدت زيادا فادعاه معاوية.\n","page_name":" 24 ","page_number":24},
  {"content":"\nوالسائرين على ما تبقى من شريعة إبراهيم الخليل).\nفلو نظرنا إلى ذلك الوضع، من امرأة مالكة لأمرها، وثرية جداً، والجو يساعد على الانحراف، ومع ذلك تأتي في ذلك الوضع وتعرف بلقب الطاهرة.. هذا أمر ينبغي التفكير فيه جدياً.\n* شاءت إرادة الله أن تكون هذه المرأة الطاهرة، منجبة لأولاد الرسول، كما أشار إليه الرسول في بعض أحاديثه أنه رزقني الله الولد منها وحرمني من غيرها، مع ملاحظة وجود ثمان نساء أخريات له، فيهن الثيبات والأبكار، ومنهن من أنجب قبل زواجها من رسول الله، أي لم تكن عقيمات، وفيهن من بلغن الدرجات العاليات من الإيمان والخلق، وقد بقين معه فترة طويلة يمكن معها الإنجاب، وكان الرسول يقوم بواجب كل واحدة الزوجي. ولكن هذه خصيصة خديجة وميزتها، والنعمة التي حباها الله بها دون غيرها، أن يكون أبناء رسول الله وذريته منذ ذلك الوقت إلى يوم القيامة، جدتهن الكبرى خديجة.\nما هو سبب ذلك؟\nينبغي أن نفكر في مقالة النبي (حين كذبني الناس، حين حرمني).. مسألة التوقيت والـ (حين) لها أهمية عالية، وله الأثر الأكبر بحيث لو تقدم أو تأخر ربما لم يكن نافعاً أصلاً، أو لم يكن نافعاً النفع الأكبر، فلو أن شخصاً كان عطشاناً عطشاً يودي به إلى الموت، فهناك لحظة ينفعه وصول الماء حينها، أما لو تأخر هذا الماء عن الحين والوقت المناسب ووصل بعد يوم مثلاً، لما كان نافعاً أصلاً.\nعندما يأتي للنصرة أحد ولكن بعد كثرة الناس، فهذا وإن كان نافعاً إلا أنه ليس كما تكون النصرة حين القلة والضعف، وخصوصاً أنه في هذا الوقت يكون التراجع وعدم تحمل المسؤولية..\nلماذا نجد أن يوم الدار يعتبر فضيلة ومنقبة لأمير المؤمنين عليٍّ عليه السلام؟ إن ذلك بالنظر إلى الظرف والوقت الذي كان فيه رسول الله، فإنه كان يعيش في مجتمع مكذب، وفي عائلة معارضة لدعوته، ومع أعمام جاحدين - إلا القليل منهم - هنا كان موقف النصرة والاستجابة يعدل مئات المواقف عندما تتغير الظروف.\nوهذا يختلف عن مجيء النصرة في فتح مكة عندما جاء بعشرة آلاف مقاتل وذلك أنه (لا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَ أُولَئِكَ أَعْظَمُ دَرَجَةً مِنَ الَّذِينَ أَنْفَقُوا مِنْ بَعْدُ وَقَاتَلُوا)[54
  ].\nإن خديجة في ذلك الحين الذي بدأ فيه الدعوة وقد كانت كل المؤشرات في غير صالح الرسول، قامت هي باختيار الرسول زوجاً قبل هذا الحين بفترة كافية (نؤكد على أنها اختارت النبي) وذلك من كمال عقلها الذي أشير إليه في بعض الروايات أنه كمل من الرجال كثير ولم يكمل من النساء إلا أربع: إحداهن خديجة بنت خويلد.\nثم تصب بين يديه كل أموالها في سبيل نصرة دعوته.. وتكون له درعاً حامياً.\nوهنا نشير إلى قضية وهي: أن أصحاب الدعوات يحتاجون إلى أمرين: حماية خارجية، وسكن نفسي ومن دون هذين العنصرين ستتعقد أمورهم.\n","description":"","footnote":"\n54 ) الحديد: من الآية10\n","page_name":" 25 ","page_number":25},
  {"content":"\nوقد توفر كلا الأمرين لرسول الله، قام بالأول أبو طالب، فصد عنه المشاكل والهموم، والتحديات والاهانات، بل كان يتحدى كل القرشيين لو قاموا بتهديد رسول الله، ولذا نقل أن أبا طالب لما توفي أمر النبي بالخروج من مكة فإنه لم يبق له فيها ناصر.\nوالأمر الآخر، هو السكن النفسي والهدوء الداخلي، فمتى فقده الإنسان - صاحب الدعوة - فإن مهمته تتعقد، ولذا أشار القرآن إلى نبي الله لوط ونوح، وأن نساءهما خانتاهما، - والخيانة هنا - لا تعني الخيانة الجنسية وإنما الخيانة في الدعوة وعدم الإيمان بها، بل التعامل مع المجتمع المحيط ضد النبي كما ورد في بعض روايات قصة نبي الله لوط وأنه لما جاءته الملائكة عمدت زوجته إلى إخبار المجتمع الكافر بوجود أغراب في ضيافته!\nتوفر لرسول الله هذا السكن النفسي مع خديجة بحيث ملأت حياته، ولذا عاش معها حوالي خمسة وعشرين سنة ولم يتزوج عليها امرأة أخرى! حتى إذا رحلت خديجة تزوج بثمان نساء، ولم يقمن بأجمعهن مقام خديجة.. حتى لقد أثار ذلك بعض نساءه غيرة، وذكرتها بما لا يليق وأن الله قد أبدله خيرا منها! مما أغضب رسول الله غضبا شديداً، فقال: ما أبدلني الله خيراً منها، آمنت بي حين كفر بي الناس، وصدقتني حين كذبني الناس، وواستني بمالها حين حرمني الناس، ورزقني الله الولد منها وحرمت من غيرها.\n* نقطة أخرى: وهي أن خديجة لم تكن من ذرية النبي صلى الله عليه وآله - نسباً - مثل فاطمة أو الحسن والحسين، ومع ذلك فإنها وصلت إلى ما وصلت إليه من المنزلة والشأن، وما ذلك إلا لأنها (آمنت بي) و(صدقتني) و(واستني) وهذه كلها أفعال اختيارية أوصلتها إلى ما وصلت إليه. وهذا الباب مفتوح لمن أراد دخوله لينضم بذلك إلى مستوى العظماء.\n\nأبناء وبنات السيدة خديجة\nكم كان عدد أولادها (ذكوراً وإناثاً)؟ وهل أن زينب وأم كلثوم ورقية كن بناتها أو ربائب لها؟\nالجواب: المتفق عليه بين الشيعة والسنة أن أم المؤمنين خديجة عليها السلام قد أنجبت للنبي صلى الله عليه وآله من البنات فاطمة الزهراء، ومن الولد عبد الله (الطاهر) والقاسم.\nولكن اختلفوا في أنها هل أنجبت له من البنات غير فاطمة أم لا؟ وهنا يتفق مؤرخو ومحدثو السنة - تقريباً - على أنها أنجبت له من البنات: زينب ورقية وأم كلثوم.\nبينما يوجد لدى مؤرخي ومحدثي الشيعة رأيان:\n- فهناك رأي موافق للسنة في أنها أنجبت البنات الثلاث المذكورات، ولعله هو الرأي المشهور.\n- وهناك رأي مخالف ينتهي إلى أن البنات المذكورات لم يكن بنات النبي وإنما هن ربائبه.\nويظهر أن أول من ذكر هذا الرأي في كتاب واستدل عليه هو أبو القاسم الكوفي كتابه الاستغاثة.\nوسوف نتعرض - ولو باختصار - إلى هذين الرأيين وأدلة أصحابهما.\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\nأدلة القول بكونهن بنات النبي:\nفقد ذهب المشهور إلى أنهن بنات النبي اعتماداً على عدة أمور:\n- منها ما هو مشهور بين المؤرخين وأهل الأنساب في هذا الشأن، فلا تكاد تجد من يتحدث عن سيرة الرسول صلى الله عليه وآله وبناته إلا ويذكرهن، فمن ذلك بالإضافة إلى ما ورد في كتب السيرة النبوية وكتب التاريخ التي كتبها المؤرخون غير الشيعة،[55
  ]فقد ذكر هذا الأمر في كتاب (تاريخ الأئمة) لأبي الثلج البغدادي المتوفى حوالي 320 هـ، فقال: قال الفريابي حدثني أخي عبد الله بن محمد وكان عالما بأمر أهل البيت عليهم السلام حدثني أبي حدثني ابن سنان عن أبي نصر عن أبي عبد الله عليه السلام، قال ولد لرسول الله صلى الله عليه وآله من خديجة القاسم وعبد الله والطاهر وزينب ورقية وأم كلثوم وفاطمة عليها السلام ومن مارية القبطية إبراهيم، فأما رقية فزوجت من عتبة بن أبي لهب فمات عنها وأما زينب فزوجت من أبي العاص بن الربيع فولدت منه ابنة سماها أمامة تزوجها أمير المؤمنين عليه السلام بعد وفاة فاطمة عليها السلام[56
  ].\n- ومنها بعض الروايات الواردة عن أهل البيت عليهم السلام، فقد ذكر الحميري القمي ذلك وأورد روايته عن مسعدة بن صدقة قال: حدثني جعفر بن محمد عن أبيه قال: ولد لرسول الله صلى الله عليه وآله من خديجة: القاسم، والطاهر، وأم كلثوم، ورقية، وفاطمة، وزينب. فتزوج عليٌّ عليه السلام فاطمة عليها السلام، وتزوج أبو العاص بن ربيعة - وهو من بني أمية - زينب، وتزوج عثمان بن عفان أم كلثوم ولم يدخل بها حتى هلكت، وزوجه رسول الله صلى الله عليه وآله مكانها رقية. ثم ولد لرسول الله صلى الله عليه وآله - من أم إبراهيم - إبراهيم، وهي مارية القبطية.\nوذكر مثله الشيخ الصدوق في الخصال، في موضعين الأول: عن أبي عبد الله عليه السلام قال: ولد لرسول الله صلى الله عليه وآله من خديجة القاسم والطاهر وهو عبد الله، وأم كلثوم، ورقية، وزينب، وفاطمة. وتزوج علي بن أبي طالب عليه السلام فاطمة عليها السلام، وتزوج أبو العاص بن الربيع -وهو رجل من بني أمية - زينب، وتزوج عثمان بن عفان أم كلثوم فماتت ولم يدخل بها، فلما ساروا إلى بدر زوجه رسول الله صلى الله عليه وآله رقية. وولد لرسول الله صلى الله عليه وآله إبراهيم من مارية القبطية وهي أم إبراهيم أم ولد[57
  ].\nوالثاني: عن أبي عبد الله عليه السلام قال: دخل رسول الله صلى الله عليه وآله منزله فإذا عائشة مقبلة على فاطمة تصايحها وهي تقول: والله يا بنت خديجة ما ترين إلا أن لأمك علينا فضلاً وأي فضل كان لها علينا ما هي إلا كبعضنا، فسمع مقالتها فاطمة فلما رأت فاطمة رسول الله صلى الله عليه وآله بكت، فقال لها: ما يبكيك يا بنت محمد؟ قالت: ذكرت أمي فتنقصتها فبكيت، فغضب رسول الله صلى الله عليه وآله، ثم قال: مَه يا حميراء فإن الله تبارك وتعالى بارك في الولود الودود وإن\n","description":"","footnote":"\n55 ) كابن اسحاق في السيرة 5/229 والرازي في تفسيره 27/186 والقرطبي كذلك 14/242 وابن سعد في الطبقات 8/217 وأيضا في الجزء 7، وابن عساكر في تاريخ دمشق 3/130 وابن الأثير في أسد الغابة 1/23 وغيرهم..\n56 ) تاريخ الأئمة (المجموعة) - الكاتب البغدادي - ص 15 - 16 وقد ذكر آية الله السيد المرعشي النجفي الذي أشرف على تجميع هذه المجموعة وطبعها، وكتب مقدمة لها أن: هذه مجموعة نفيسة حاوية للزبر والاسفار في مواليد الأئمة الأطهار ع ووفياتهم جمعتها بين الدفتين وبعضها لم ينشر بعد رجاء لان يستفيد منها المستفيدون من إخواني الاعلام والأفاضل والمشتغلين ثم ذكر فهرس هذه الكتب والرسائل.\n57 ) الخصال - الشيخ الصدوق - ص 404 قال: حدثنا أبي، ومحمد بن الحسن رضي الله عنهما قالا: حدثنا سعد بن - عبد الله، عن أحمد بن أبي عبد الله البرقي، عن أبيه، عن ابن أبي عمير، عن علي بن أبي حمزة، عن أبي بصير،\n","page_name":" 27 ","page_number":27},
  {"content":"\nخديجة رحمها الله ولدت مني طاهراً وهو عبد الله وهو المطهر، وولدت مني القاسم وفاطمة ورقية وأم كلثوم وزينب وأنت ممن أعقم الله رحمه فلم تلدي شيئا[58
  ].\n- وهناك بعض الروايات تشير ضمناً إلى هذا الموضوع وتنسب البنات إلى النبي صلى الله عليه وآله، مثلما ورد في حديث (ألا أدلكم على خير الناس أباً وأماً وجداً وجدةً وعماً وعمةً وخالاً وخالةً: الحسن والحسين خالهما القاسم بن رسول الله وخالتهما زينب بنت رسول الله[59
  ]..)، ورواية الحسين بن روح في جوابه على سؤال من سأل (لماذا فضلت فاطمة على سائر بنات النبي)[60
  ].\n- كما أنهم يشيرون هنا إلى كلام أمير المؤمنين عليه السلام في معاتبته للخليفة عثمان، ودعوته إياه إلى انتهاج سبيل صحيح في الاصلاح وأنه أولى من الخليفتين الأول والثاني بهذا، كما ورد في نهج البلاغة: (وأنت أقرب إلى رسول الله صلى الله عليه وآله وشيجة رحم منهما وقد نلت من صهره ما لم ينالا)[61
  ].\n- وفي رواية عن الامام الصادق عليه السلام يستفاد منها هذا المعنى أيضا فعن سماعة قال: سألته عن مناكحتهم والصلاة خلفهم، فقال: هذا أمر شديد لن تستطيعوا ذلك، قد أنكح رسول الله صلى الله عليه وآله وصلى علي عليه السلام وراءهم[62
  ].\n- ما يظهر من بعض أعيان الطائفة الالتزام به والدفاع عنه كأنه أمر مسلم، فمنهم الشيخ المفيد كما في المسائل السروية[63
  ]، ومنهم السيد المرتضى[64
  ] في كلامه عن وجه أفضلية السيدة الزهراء عليها السلام على باقي أخواتها، ومنهم الشيخ صاحب الجواهر كما نقله عنه السيلاوي في كتابه الانوار الساطعة قال: وذكر قريباً منه الفقيه والرجالي الكبير ملا علي العلياري في بهجة الآمال في شرح زبدة المقال. وذكر الفقيه الكبير صاحب الجواهر: فقد زوج رسول الله صلى الله عليه وآله فاطمة علياً عليه السلام وأختيها رقية وأم كلثوم عثمان. وذكر قريبا منه الشيخ الطوسي (قدس سره)[65
  ].\nونفس ذلك ذهب إليه العلامة الشيخ علي بن يونس العاملي المتوفى سنة 877 هـ، فقد ذكر نقاشهم لمسألة تفضيل أمير المؤمنين علي بن أبي طالب عليه السلام بالمصاهرة؛ بأنها ليست من\n","description":"","footnote":"\n58 ) الخصال - الشيخ الصدوق - ص 404 - 406 حدثنا محمد بن الحسن بن أحمد بن الوليد رضي الله عنه قال: حدّثنا محمد بن الحسن الصفار، عن أحمد بن محمد بن خالد قال: حدثني أبو علي الواسطي، عن عبد الله بن عصمة، عن يحيى بن عبد الله، عن عمرو بن أبي المقدام، عن أبيه، عن الصادق \n59 ) ذكره الصدوق في الأمالي /522، والطبراني في المعجم الكبير 3/66 وفيه بلفظ (خالاتهما زينب ورقية وأم كلثوم بنات رسول الله)، والخزاز القمي في كفاية الأثر / 97 والموفق الخوارزمي في المناقب / 89 وابن عساكر في ترجمة الإمام الحسين /194، والقندوزي في ينابيع المودة 2/ 221 والتستري في إحقاق الحق /134وغيرهم..\n60 ) ذكره ابن شهرآشوب في مناقب آل أبي طالب ج 3 - ص 105 فقال: وسأل بزل (بديل) الهروي الحسين بن روح رضي الله عنه فقال: كم بنات رسول الله صلى الله عليه وآله؟ فقال: أربع، فقال: أيتهن أفضل؟ فقال: فاطمة! قال: ولم صارت أفضل وكانت أصغرهن سنا وأقلهن صحبة لرسول الله؟ قال: لخصلتين خصها الله بهما، انها ورثت رسول الله ونسل رسول الله منها، ولم يخصها بذلك إلا بفضل إخلاص عرفه من نيتها. \n61 ) نهج البلاغة 2 / 68\n62 ) وسائل الشيعة (آل البيت) - الحر العاملي - ج 8 - ص 301\n \n63 ) المسائل السروية - الشيخ المفيد - ص 92 - 95 فقد كان في صدد مناقشة تفضيل عثمان بن عفان لجهة اقترانه ببنات النبي وقال إن ذلك مثلما هو الحال بالنسبة إلى اقتران عتبة بن أبي لهب وأبي العاص بن الربيع.. وهذا منه إشارة إلى تعدد البنات.\n64 )كذلك نقله في المناقب ابن شهراشوب فقال: وقال المرتضى رضي الله عنه: التفضيل هو كثرة الثواب بأن يقع إخلاص ويقين ونية صافية ولا يمتنع من أن تكون عليها السلام قد فضلت على أخواتها بذلك، ويعتمد على أنها أفضل نساء العالمين بإجماع الإمامية، وعلى انه قد ظهر من تعظيم الرسول صلى الله عليه وآله لشأن فاطمة وتخصيصها من بين سائرهن ما ربما لا يحتاج إلى الاستدلال عليه.\n65 ) الأنوار الساطعة - الشيخ غالب السيلاوي - ص 143 - 144\n","page_name":" 28 ","page_number":28},
  {"content":"\nخصوصياته بل هو مشترك بها مع غيره، فردهم بأن فاطمة سلام الله عليها أفضل من باقي بناته وزوجاته.[66
  ]\n- ويرى أصحاب هذا الرأي أن طريقة تعامل النبي صلى الله عليه وآله معهن تفيد كونهن بناته وإن كانت منزلتهن دون منزلة فاطمة، فطريقة الحديث عن الزهراء وتزويجها كانت من قبل الله تعالى لمكانتها الخاصة وحيث أن النبي لا ينطق عن الهوى فإنه زوج باقي البنات ضمن القواعد العامة لا بشكل خاص وتعيين إلهي.\nوأما ما عدا ذلك فإنه كان رفيقاً بهن ويتعامل معهن تعامل الأب مع بناته. فقد أهدر دم هبار بن الأسود الذي وكز زينب ابنته حتى ألقت ما في بطنها. وهكذا تبرأ ممن آذى النبي في ابنتيه رقية وأم كلثوم[67
  ].\nفما هي ميزة هذه الفتيات (لو كن ربائب) في كل هذه العناية النبوية، علماً بأنه كان للنبي (ربائب) متفق عليهم، ولم نلحظ هذا الاهتمام الخاص من النبي بشأنهما لا في تزويجهما ولا في باقي حياتهما.. فإن من الثابت تاريخيا أن أم سلمة لما تزوجها النبي صلى الله عليه وآله كان لديها ولد وهو عمر، وكان لها بنت وهي برّة، فسماها النبي بـ (زينب) وهي غير زينب ابنته. وكان لدى أم حبيبة التي تزوجها النبي بنت، هي حبيبة من زوجها السابق عبيد الله بن جحش الذي هاجر مع المسلمين إلى الحبشة لكنه تنصر هناك ومات في الحبشة فتزوجها النبي ولديها بنت هي (حبيبة) التي تكون ربيبة النبي.\nفلماذا لم نجد أي اهتمام استثنائي من الرسول بهذه الربائب؟ واهتم بشكل خاص بزينب وأم كلثوم ورقية.. إن كن ربائب ولسن بنات؟\nوعلى هذا الأساس فإن عدداً كبيراً من أعيان الطائفة قديماً وحديثاً قد ذهبوا إلى هذا الرأي، وأرسلوه إرسال المسلمات، فمنهم بالإضافة إلى من تقدم ذكرهم:\n- ثقة الإسلام محمد بن يعقوب الكليني (ت 329 هـ) حيث ذكر في كتاب الكافي باب التاريخ ذلك قائلاً في ترجمة النبي محمد صلى اله عليه وآله: فولد له منها قبل مبعثه عليه السلام القاسم، ورقية، وزينب، وأم كلثوم، وولد له بعد المبعث الطيب والطاهر وفاطمة عليها السلام [68
  ]..\nوتابعه في ذلك المولى صالح المازندراني (ت 1086 هـ) حيث أنه في شرحه للكتاب لم يتعقبه بنظر مخالف مما يفيد موافقته إياه[69
  ].\nومنهم الشيخ المفيد (ت 413 هـ)، والشيخ الطوسي (ت 460 هـ) والسيد المرتضى (ت 436 هـ) كما سبق.\nومنهم العلامة الطبرسي (ت 548 هـ) فقد قال في كتابه تاج المواليد: أولاده وأزواجه عليه كان لرسول الله عليه التحية والسلام ولد له سبعة أولاد من خديجة، ابنان وأربع بنات: القاسم وعبد الله وهو\n","description":"","footnote":"\n66 ) الصراط المستقيم 1/170 \n67 ) في مصباح المتهجد 622 للشيخ الطوسي ذكر أن من ضمن أدعية شهر رمضان الصلاة على رقية وأم كلثوم بنتي النبي والتبري ممن آذى النبي فيهما، وكذلك في التهذيب. وفي المقنعة للشيخ المفيد نفس ذلك في دعاء كل يوم من أيام شهر رمضان بعنوان كيفية الصلاة على النبي والأئمة من آله، ولكن هنا زينب ورقية. المقنعة المطبوعة في ضمن الينابيع الفقهية.\n68 ) الكافي 1 / 439\n69 ) شرح أصول الكافي 7/144\n","page_name":" 29 ","page_number":29},
  {"content":"\nالطاهر والطيب، وفاطمة صلوات الله عليها وزينب وأم كلثوم ورقية، وولد له إبراهيم من مارية القبطية[70
  ].\nوقد نقل العلامة المجلسي (ت 1111 هـ) في البحار اختيار ابن شهرآشوب (ت 588 هـ) كما يلي: مناقب ابن شهرآشوب، أولاده: ولد من خديجة القاسم وعبد الله وهما الطاهر والطيب، وأربع بنات: زينب ورقية وأم كلثوم وهي آمنة وفاطمة وهي أم أبيها، ولم يكن له ولد من غيرها إلا إبراهيم من مارية[71
  ].\nومن المعاصرين ننقل كلام عدد ممن صرحوا بهذا المعنى فمنهم:\nآية الله السيد محسن الأمين العاملي في ترجمة أم كلثوم بنت رسول الله، أمها خديجة بنت خويلد. وقال في مجمع البحرين: كان لرسول الله صلى الله عليه وآله من خديجة أربع بنات كلهن أدركن الإسلام وهاجرن وهن زينب وفاطمة ورقية وأم كلثوم. وقال الطبرسي في إعلام الورى وغيره ان أم كلثوم بنت رسول الله صلى الله عليه وآله تزوجها عثمان بعد أختها رقية وتوفيت عنده، ومثله عن ربيع الشيعة لابن طاووس.[72
  ]\nومنهم العلامة السيد هاشم معروف الحسني، كما نقل عنه ذلك الحاج حسين الشاكري في كتابه (أم المؤمنين الطاهرة) ذاكراً إياه بعنوان أنه (انفرد السيد هاشم معروف الحسني بأن أم المؤمنين خديجة أنجبت له صلى الله عليه وآله ستة أولاد ما بين ذكور وإناث وهم القاسم وبه يكنى، وزينب، ورقية، وأم كلثوم، وعبد الله، وفاطمة) [73
  ].\nومنهم آية الله السيد محمد الشيرازي رحمه الله في كتابه أمهات المعصومين حيث قال: إن أولاد الرسول صلى الله عليه وآله كلهم من السيدة خديجة إلا إبراهيم، أما إبراهيم فهو من السيدة مارية القبطية فقد ولد بالمدينة وعاش سنة وعشرة أشهر وثمانية أيام ومات بالمدينة ودفن في البقيع.\nفأنجبت السيدة خديجة من الأولاد: القاسم والطيب وقد ماتا بمكة صغيرين وأنجبت من البنات زينب وأم كلثوم ورقية وفاطمة [74
  ].\nومنهم آية الله الشيخ جعفر السبحاني في كتابه سيد المرسلين حيث قال: وقد أنجبت خديجة لرسول الله صلى الله عليه وآله ستة من الأولاد: اثنين من الذكور أكبرهما القاسم ثم عبد الله اللذان كانا يدعيان بالطاهر والطيب وأربعة من الإناث..\nكتب ابن هشام يقول في هذا الصدد: أكبر بناته رقية ثم زينب ثم أم كلثوم ثم فاطمة. فأما الذكور من أولاده صلى الله عليه وآله فماتوا قبل البعثة وأما بناته فكلهن أدركن الإسلام[75
  ].\nومنهم العلامة الشيخ محمد هادي اليوسفي، فقد ذكر في سياق الحديث عن الهجرة قوله: أما عليٌّ\n","description":"","footnote":"\n70 ) تاج المواليد (المجموعة) - الشيخ الطبرسي - ص 8 ـ.\n71 ) بحار الأنوار - العلامة المجلسي - ج 22 - ص 152\n72 ) أعيان الشيعة 3/487 غير أن السيد الأمين رحمه الله في ترجمة رقية بنت رسول الله في ذكر ما هو موجود في المتن هنا، وأيضا ذكر ما قاله أبو القاسم الكوفي من كون رقية وزينب ربائب.. وستأتي الإشارة إليه في أدلة القول الثاني .\n73 ) أم المؤمنين خديجة الطاهرة /100\n74 ) أمهات المعصومين /94 \n75 ) سيد المرسلين 1/278 \n","page_name":" 30 ","page_number":30},
  {"content":"\nعليه السلام فإنما حمل معه أمه فاطمة بنت أسد ومعها من بنات الرسول فاطمة وأما سائر بناته: فزينب مع زوجها أبي العاص بن الربيع، ورقية مع زوجها عثمان في هجرة الحبشة، وأما أم كلثوم فقد مر أن عكرمة كان قد طلقها ولم يذكر أنها هاجرت إلى الحبشة، ولم يذكر أن علياً عليه السلام حملها مع أختها فاطمة إلى المدينة. ولكن قالوا: إن رسول الله بعث أبا رافع القبطي وزيد بن حارثة الكلبي من المدينة إلى مكة فحملا إليه زوجته سودة بنت زمعة وسائر بناته بل هي أم كلثوم فقط.[76
  ]\nويطول الأمر لو أريد تتبع كل الأقوال.\nوقد ذكر العلامة الشيخ عبد اللطيف البغدادي رحمه الله طريقاً آخر فيما يمكن أن يكون أدلة للمشهور بما خلاصته ما يلي:\nإنه يدل على كون تلكم النساء بنات النبي ولسن ربائب:\nأولاً: القرآن الكريم في قوله تعالى: (يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ وَبَنَاتِكَ)[77
  ].. فقوله (وَبَنَاتِكَ) يدل على تعدد البنات لا أنها واحدة. وهذا ليس من باب (نساءنا ونساءكم وأنفسنا..) فقد استعمل الجمع وأريد منه المفرد إجماعا فإن المقام هنا مقام التعظيم دون ذلك المقام.\nويؤيده قول أمير المؤمنين عليه السلام (وأنا زوج البتول سيدة نساء العالمين، فاطمة التقية النقية، المبرة المهذبة، حبيبة حبيب الله، وخير بناته وسلالته). فإن تعبيره بخير بناته يقتضي التعدد.\nثانياً: السنة الشريفة تدل على المطلوب حيث نقل في هذا المجال روايتي الصدوق في الخصال، والحديث المشهور بين الفريقين عن النبي صلى الله عليه وآله: (ألا أخبركم بخير الناس خالاً وخالةً هذا الحسين بن علي خير الناس خالاً وخير الناس خالةً، خاله القاسم بن محمد رسول الله صلى الله عليه وآله وخالته زينب بنت محمد). وفي نص آخر: وخالاتهما زينب ورقية وأم كلثوم بنات رسول الله.\nونقل أيضاً ما هو معروف من وصية الزهراء فاطمة للإمام عليٍّ عليه السلام: أن تتزوج بعدي بابنة أختي أمامة فإنها تكون لولدي مثلي فإن الرجال لا بد لهم من النساء.. فإنها نسبتها إلى أختها.\nثالثاً: نقل الاجماع على أنهن بنات النبي صلى الله عليه وآله، فقد قال الإجماع - وقد نص عليه ابن عبد البر المالكي في الاستيعاب ج 4 ص 272 - قال ما نصه: وأجمعوا أنها (أي خديجة) ولدت له صلى الله عليه وآله أربع بنات كلهن أدركن الإسلام وهاجرن وهن زينب وفاطمة ورقية وأم كلثوم، وأجمعوا أنها ولدت أبنا يسمى القاسم وبه كان يكنى.. ثم نقل عدداً من كلمات العلماء تفيد هذا المعنى، واستشهد بجواب الحسين بن روح السفير الثالث للإمام الحجة عجل الله فرجه، وبتوجيه الشريف المرتضى في أفضلية الزهراء على باقي بنات رسول الله[78
  ].\nونضيف إلى ما سبق، حيث هذا الرأي هو مختارنا ما يلي:\n1/ إن المرجع في مثل هذه المسألة هم النسابة، حيث يشكلون في تلك الأزمنة ما تشكله اليوم دوائر\n","description":"","footnote":"\n76 ) موسوعة التاريخ الإسلامي 2 / 43 \n77 ) سورة الأحزاب: 59\n78 ) فاطمة والمفضلات من النساء / 70 \n","page_name":" 31 ","page_number":31},
  {"content":"\nالأحوال الشخصية والاحصاء السكاني، وهؤلاء - أعني النسابة - قد نصوا على بنات النبي وأسمائهم، قبل أن تبدأ النقاشات العقدية..\n2/ إن الأحاديث عن رسول الله صلى الله عليه وآله، منها ما هو صريح في ذكر البنات، ومنها ما هو بالملازمة، فمن الأول ما نقله عنه المحدثون في الحديث: (ألا أدلكم على خير الناس أباً وأماً وجداً وجدةً وخالاً وخالةً.. إلى أن يقول: وخالتهما زينب بنت رسول الله)، ومثله ما نقل في مصادر الامامية خصوصاً.. مثل هذا الحديث الذي ينقل فيه ما جرى بين عائشة زوجة النبي وفاطمة عليها السلام.. وأن رسول الله غضب ثم قال: مه يا حميراء فإن الله تبارك وتعالى بارك في الولود الودود وإن خديجة رحمها الله ولدت مني طاهراً وهو عبد الله وهو المطهر، وولدت مني القاسم وفاطمة ورقية وأم كلثوم وزينب.\nأدلة القول الثاني:\nوأما الرأي الثاني القائل بأنه لم يكن لرسول الله من البنات غير فاطمة الزهراء سلام الله عليها، وأما البقية (أم كلثوم ورقية وزينب) فهن ربائب للنبي ولسن بنات، وكن في حجر السيدة خديجة ولم يكن بناتها أيضا حيث أنها لم تتزوج أحدا قبل النبي صلى الله عليه وآله.\nوالذي يظهر أن أول من شيّد هذا القول واستدل عليه وصرح به هو أبو القاسم علي بن أحمد الكوفي[79
  ] في كتابه الاستغاثة، حيث أنه رد على القول بتزويج النبي صلى الله عليه وآله بنتيه من عثمان بن عفان حيث أن بعض متكلمي أهل السنة يعتبرون ذلك ميزة له وفضيلة تنافس فضيلة الإمام علي عليه السلام في تزويجه فاطمة عليها السلام، فقد رد أصل الفكرة وذلك بتشكيل مقدمات، خلاصتها ما يلي:\n1/ إن النبي صلى الله عليه وآله إذا كان قد زوج ابنتيه من أبي العاص بن الربيع وعتبة بن أبي لهب لا يخلو إما أنه كان على دين قومه في الجاهلية أو كان مخالفاً لهم.\nفإن قال قائل إن رسول الله صلى الله عليه وآله كان على دين الجاهلية كفر بالله ورسوله لأن الله تعالى يقول في الإمامة حين قال في قصة إبراهيم عليه السلام (قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامًا ۖ قَالَ وَمِن ذُرِّيَّتِي ۖ قَالَ لَا يَنَالُ عَهْدِي الظَّالِمِينَ)[80
  ] ومن كان كافراً كان أكبر الظالمين لقوله تعالى (إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ)[81
  ] ومن كان كذلك كان عابداً للأصنام ومن كان عابداً للأصنام كان محالاً أن يتخذه الله عز ذكره نبياً أو إماماً بحكم هذا الوجه.\nولَما فسد ذلك ثبت أن الرسول صلى الله عليه وآله كان في زمن الجاهلية على دين يرتضيه الله منه غير دين الجاهلية.\n","description":"","footnote":"\n79 ) ذكره النجاشي في كتاب الرجال ص 265 فقال: علي بن أحمد أبو القاسم الكوفي، رجل من أهل الكوفة كان يقول: إنه من آل أبي طالب، وغلا في اخر أمره وفسد مذهبه وصنف كتبا كثيرة أكثرها على الفساد. والشيخ الطوسي أيضا في الفهرست فقال: علي بن أحمد الكوفي، يكنى أبا القاسم، كان اماميا مستقيم الطريقة، وصنف كتبا كثيرة سديدة، منها كتاب الأوصياء، وكتاب في الفقه على ترتيب كتاب المزني، ثم خلط وأظهر مذهب المخمسة، وصنف كتبا في الغلو والتخليط، وله مقالة تنسب إليه.. انتهى.\n والمخمس من الغلاة هم الذين يقولون إن سلمان الفارسي والمقداد وأبا ذر وعمار وعمر بن أمية الضمري هم الخمسة الموكلون بمصالح العالم من قبل الرب! \n80 ) سورة البقرة:124\n81 ) سورة لقمان:13\n","page_name":" 32 ","page_number":32},
  {"content":"\n2/ ولما وجب ما وصفناه وثبتت حجته كان محالاً أن يزوج رسول الله صلى الله عليه وآله ابنتيه من كافرين من غير ضرورة دعت إلى ذلك وهو مخالف لهم في دينهم عارف بكفرهم وإلحادهم.\n3/ ولما فسد هذا بطل أن تكونا ابنتيه وصح لنا فيهما ما رواه مشايخنا من أهل العلم عن الأئمة من أهل البيت عليهم السلام وذلك أن الرواية صحت عندنا عنهم أنه كانت لخديجة بنت خويلد من أمها أخت يقال لها هالة قد تزوجها رجل من بني مخزوم فولدت بنتاً اسمها هالة ثم خلف عليها بعد أبي هالة رجل من تميم يقال له أبو هند، فأولدها ابناً كان يسمى هنداً بن أبي هند وابنتين فكانتا هاتان الابنتان منسوبتين إلى رسول الله صلى الله عليه وآله زينب ورقية من امرأة أخرى قد ماتت.\nوكان من سنة العرب في الجاهلية أن من يربي يتيماً ينسب ذلك اليتيم إليه، وإذا كانت كذلك فلم يستحل لمن يربيها تزويجها لأنها كانت عندهم بزعمهم بنت المربي لها فلما ربى رسول الله صلى الله عليه وآله وخديجة هاتين الطفلتين الابنتين ابنتي أبي هند زوج أخت خديجة نسبتا إلى رسول الله صلى الله عليه وآله وخديجة.\nإن رقية وزينب زوجتي عثمان لم يكونا ابنتي رسول الله صلى الله عليه وآله ولا ولد خديجة زوجة رسول الله صلى الله عليه وآله، وإنما دخلت الشبهة على العوام فيهما لقلة معرفتهم بالأنساب وفهمهم بالأسباب[82
  ].\nومن بعده يبدو أن هذا الرأي لم يأخذ مجالاً واسعا في النقاش التاريخي وإنما اقتصر في الغالب على كونه احتمالاً في النقاشات العقدية والخلافية التي تعنى بقضايا الفضائل والمناقب غير أنه قد أُكد عليه في الفترات الأخيرة، وقام العلامة السيد جعفر مرتضى العاملي بتأليف كتاب خاص في هذا المجال سماه (بنات النبي أم ربائبه؟). ويمكن لنا أن نشير إلى بعض أدلته في هذا المختصر:\n* فإنه في البداية نقل كلام الشيخ المفيد الذي ذكر كونهن بنات النبي وناقشه ضمن مقدمات عن احترام منزلة المفيد العلمية لكن لا يعني ذلك أنه لا يشتبه ولا يخطئ.\n* ثم نقل أقوالا عن طائفة من المؤرخين بأن بنات النبي قد ولدن في الإسلام ورتب على ذلك أنه كيف يجتمع هذا مع زواجهن من ابني أبي لهب فلما جاء الإسلام طلقاهما فتزوجت رقية من عثمان؟\n* كذلك نقل عن الجرجاني وغيره بأن رقية كان صغرى بنات النبي وأنها وأم كلثوم أصغر من فاطمة،[83
  ]فإذا كانت فاطمة ولدت بعد البعثة بخمس سنوات وولدت أخواتها بعدها فكيف يكن قد تزوجن في الجاهلية بابني أبي لهب ثم بعثمان؟\n* ثم نقل عن بعضهم ما قيل في تاريخ زواج النبي بخديجة واختار أنه تزوجها قبل البعثة بثلاث سنين، فإذا كان كذلك فكيف يجتمع هذا بأنها أنجبت رقية وأم كلثوم وأنهما تزوجتا في الجاهلية [84
  ]؟\n","description":"","footnote":"\n82 ) الاستغاثة /108\n83 الصحيح أن الصديقة فاطمة هي صغرى بنات رسول الله صلى الله عليه وآله، وقد تقدمت الاشارة إلى ذلك في جواب الحسين بن روح.\n84 هناك أقوال أخر في تاريخ زواجهما عليهما السلام يذهب بعضها إلى أنه كان قبل عشرين سنة قبل البعثة وبعضها إلى ست عشرة أو خمس عشرة سنة، ولعل ما هو مشهور من كونه قد بعث على الأربعين من العمر وأنه تزوج خديجة وهو في الخامسة والعشرين يؤيد أن الزواج كان قبل خمس عشرة سنة من البعثة كما ذكره ابن اسحاق في السيرة.\n","page_name":" 33 ","page_number":33},
  {"content":"\n* وكذلك فقد قال بأننا لا نجد في هجرة الفواطم مع علي عليه السلام ذِكراَ لأم كلثوم فأين كانت[85
  ]؟\nثم عطف الكلام على زينب زوجة أبي العاص بن الربيع ونقل من سيرة مغلطاي أن خديجة قد ولدت لزوجها الأول النباش بن زرارة هند والحرث وزينب.. وقرر أن ذلك اعتراف بكونها ربيبة النبي صلى الله عليه وآله، مع أنه يلتزم بعدم زواج خديجة قبل النبي بأحد كما أشار إلى ذلك.\n* وأخيرا نقل كلام أبي القاسم الكوفي في الاستغاثة، وعطف في بحثه أخيراً على تحقيق موضوع زواج خديجة وأنها لم تتزوج أحد قبل النبي.. وهو موضوع لا يرتبط ببحثنا هنا.\nونقل عن رسول الله صلى الله عليه وآله في فصل آخر قوله لعلي عليه السلام (يا علي، أوتيت ثلاثاً لم يؤتهن أحد ولا أنا: أوتيت صهراً مثلي، ولم أوت أنا مثلي..) ورتب على ذلك أنه لو كان عثمان أو العاص بن أبي الربيع أصهاراً للنبي لما كانت تلك ميزة لعلي عليه السلام.\nكما نقل كلاماً لعبد الله بن عمر في جوابه لبعض الخوارج الذين سألوه عن عثمان فقال: أما عثمان، فكان الله عفا عنه، وأما أنتم فكرهتم أن تعفوا عنه، وأما علي فابن عم رسول الله صلى الله عليه وآله وختنه، وأشار بيده، فقال: هذا بيته حيث ترون..\nفلو كان عثمان صهر النبي لأشار إلى ذلك.\n* ووصل إلى نتيجة في الأخير وهي: إذا كنا نريد أن نكون أكثر دقة في حكمنا على الروايات التاريخية، فإننا لابد ان نفترض - على تقدير التسليم بولادة بنات النبي صلى الله عليه وآله من خديجة-: أنهن قد مُتن وهن صغار، ولم يتزوجن من أحد.\nفإن كان عثمان قد تزوج بمن اسمها رقية، وبعد موتها تزوج بمن اسمها أم كلثوم فلابد أن يكنّ لسن بنات النبي صلى الله عليه وآله، وإن تشابهت الأسماء.\nالرأي المختار:\nأقول: بعد هذا التطواف - على اختصاره - في نقل أدلة الطرفين، يبدو للناظر أن ما أفاده المشهور من الرأي هو الأحرى بالقبول وأننا وفاقاً لما قاله الكليني ورواه الصدوق والتزمه المفيد والطبرسي وابن شهرآشوب والمجلسي والمازندراني من المتقدمين والأمين العاملي وهاشم معروف الحسني والشيرازي والسبحاني من المتأخرين نعتقد بأنهن كن بنات للنبي صلى الله عليه وآله [86
  ].\nنعم ينبغي أن تسجل هنا نقطة وهي: أنه ليس من الصحيح توظيف هذا الزواج في الموضوع العقدي بحيث يكون بمجرده مفيداً فضيلة ومنقبة للزوج.. وذلك أننا نعتقد أن النبي صلى الله عليه وآله - في غير موضوع الزهراء - لو جاء إليه أي مسلم من المسلمين خاطباً لزوجه، باعتبار أن المسلم كفو المسلمة، وأنه لا يمكن للنبي صلى الله عليه وآله الذي جاء ليطبق هذه الأحكام على الناس ألّا يطبقها\n","description":"","footnote":"\n85 ) تقدم في صفحات سابقة ما عن الشيخ اليوسفي الغروي في موسوعة التاريخ من خبر هجرة أم كلثوم فراجع.\n86 ) هذا بالرغم من أننا في كتاب نساء حول أهل البيت ربما توقفنا في هذا الرأي، ولكن استقر الأمر هنا عليه.\n","page_name":" 34 ","page_number":34},
  {"content":"\nعلى نفسه.\nغير أن موضوع الزهراء مختلف جداً، فتزويجها جاء من السماء، وبشخص خاص وكان من المقرر أن يكون امتداد النبي ذرية ورسالة في هذه الأسرة..\nونفس شخصية فاطمة كانت غير باقي أخواتها، ولهذا فقد كان النبي صلى الله عليه وآله يلهج بذكرها ويعرّف الناس منزلتها، ولم يصنع ذلك بباقي البنات ولا الأولاد، فإنه أمين الله الذي لا ينطق عن العاطفة ولا تحركه - في هذا الجانب - مجرد مشاعر الأبوة وإنما (هُوَ إِلَّا وَحْيٌ يُوحَىٰ)[87
  ] فلم يوحَ إليه في باقي البنات شيء استثنائي ولا الأولاد بينما كان ذلك بالنسبة لفاطمة الزهراء عليها السلام.\nيبدو أن الذي جعل صاحب الاستغاثة يطرح فكرته تلك وهي إنكار بنوة هذه البنات، هو دخول المسألة على خط صناعة الفضائل، وهذا ما أشار إليه العلامة العاملي أيضاً في نهاية بحثه حيث رأى أن هناك محاولة لتجريد أمير المؤمنين من فضيلة الصهر ومنقبته وصناعة ذلك لغيره، فإذا كان لعلي نور فغيره (ذو نورين)!.\nوهذا الكلام يمكن أن يكون صحيحاً، ولكن المناسب هنا ألّا يتم إنكار واقعة تاريخية لأجل أن الغير قد استفاد منها استفادة غير صحيح، وإنما الصحيح هو أن يقال - مثلما فعل الشيخ المفيد - أن مجرد مصاهرة النبي - في غير فاطمة - لا يوجب منقبة وفضيلة استثنائية تماماً، فلم يكن هناك اختيار من الله تعالى بل ولا من النبي صلى الله عليه وآله، وإنما هو ضمن القواعد العامة في النكاح، حيث لا يشترط فيه سوى ظاهر الإسلام.\nوربما يقال: إن رأي المشهور يعني إثبات فضيلة ومنقبة للخليفة الثالث، فلماذا الإصرار عليه؟\nونقول: إن الربط بين الأمرين غير صحيح كما تقدم، ثم إن الموضوع التاريخي لا ينبغي في تحقيقه أن يُنطلق من منطلق عقدي وفكري لإثباته أو نفيه، وإنما من الوقائع التاريخية.. وأيضاً يمكن أن يقال: إن نفي بنوة بنات النبي صلى الله عليه وآله أيضا محذور ينبغي الاجتناب عنه.\n\nخديجة في الروايات\nفضلى نساء أهل الأرض:\nيمكن معرفة فضلى نساء أهل الأرض، من خلال معرفة فضلى النساء في الجنة، وذلك أن من يكون الأفضل في الجنة، حيث ليس فيها محاباة ولا تقديم خاطئ، فإنه الأفضل في هذه الدنيا بلا ريب.\nولعل ما جاء في أحاديث رسول الله من تحديد أناس في الجنة مثل قوله في خديجة وفاطمة ومريم وآسية، أو كون الحسنين سيدي شباب أهل الجنة وما شابه ذلك، فيه إشارة إلى تقدم هؤلاء الأشخاص في هذه الدنيا.\nوهنا ينبغي الإشارة إلى أن هذه الأحاديث ليس المقصود منها كيل المدح والثناء المجرد للتباهي والفخر، وإنما لكي يوجه من يسمع هذه الأحاديث أو يراها إلى انتهاج منهجهم، سواء كانوا على قيد\n","description":"","footnote":"\n87 )سورة النجم:4\n","page_name":" 35 ","page_number":35},
  {"content":"\nالحياة ومعهم في الزمان أو سيأتون بعدهم، حتى يميزوا الفئة الأفضل منهجاً والأقرب إلى رسول الله صلى الله عليه وآله طريقة من غيرها.\nوضمن هذا الاتجاه فقد وردت روايات كثيرة عن النبي صلى الله عليه وآله، في شأن السيدة الصديقة خديجة بنت خويلد، منها:\nما روي عن ابن عباس أنه قال: خط رسول الله صلى الله عليه وسلم في الأرض أربعة خطوط، ثم قال: أتدرون ما هذا؟ قالوا: الله ورسوله أعلم. فقال رسول الله صلى الله عليه وآله: أفضل نساء أهل الجنة خديجة بنت خويلد، وفاطمة بنت محمد، ومريم بنت عمران، وآسية بنت مزاحم امرأة فرعون [88
  ].\nوفي الحديث أن جبرئيل قد قال لرسول الله صلى الله عليه وآله ليلة المعراج: حاجتي أن تقرأ على خديجة من الله ومني السلام[89
  ].\nزوجة النبي الأولى في الجنة:\nليس معلوماً أن كل نساء النبي في الدنيا هن نساؤه في الجنة، وذلك لأن معادلة الزواج في الدنيا تختلف عن معادلتها في الجنة لا ريب. ففي الدنيا لا يعدو الأمر عن كفاءة الاسلام، فـ (المسلم كفو المسلمة). غير أن الأمر يختلف في الجنة لكي تضاف إلى ذلك وجود مرتبة من الفضل تكون فيها المرأة مؤهلة بحسب تلك المرتبة للزواج بالنبي صلى الله عليه وآله.\nوقد أشرنا في صفحات سابقة إلى ما نقل عن عمار بن ياسر في هذا الشأن وقلنا بأنه لو تم من حيث السند فإنه لا يكون حجة إذ أن عمار لم ينسبه إلى رسول الله صلى الله عليه وآله أو إلى المعصوم. بل الحديث الموجود يشير إلى أن زوجات النبي هن بعد خديجة: آسية ومريم وكلثوم. وكأن ما هو موجود في الحديث يشير إلى أن الأصل هي خديجة..\nفقد روى الشيخ الصدوق في الفقيه فقال: دخل رسول الله صلى الله عليه وآله على خديجة عليها السلام وهي لما بها[90
  ]، فقال لها: بالرغم منا ما نرى بك يا خديجة، فإذا قدمت على ضرائرك فأقرئيهن السلام، فقالت: من هن يا رسول الله؟ فقال: مريم بنت عمران، وكلثم أخت موسى عليه السلام، وآسية امرأة فرعون، فقالت: بالرفاء[91
  ]يا رسول الله[92
  ].\nويلاحظ هنا مقدار السمو الأخلاقي لدى السيدة الطاهرة خديجة في تمنيها السعادة والألفة للرسول مع باقي النساء مع أن هذا على خلاف الحالة العادية بين المرأة وشريكاتها - ضرائرها -.. فقد وجدنا بعض نسائه صلى الله عليه وآله يتغايرن إلى حد تآمر بعضهن على بعض، وكسر بعضهن آنية البعض.\nكما يلاحظ مقدار المحبة والحنان الذي يمتلكه النبي صلى الله عليه وآله تجاه هذه السيدة حيث يتألم بعمق قائلاً: بالرغم منا ما نرى بك يا خديجة.\n","description":"","footnote":"\n88 ) بحار الأنوار - العلامة المجلسي - ج 29 - ص 345\n89 ) مستدرك سفينة البحار - الشيخ علي النمازي الشاهرودي - ج 3 - ص 32\n90 ) أي اشتد بها المرض وهي تحتضر.\n91 ) دعاء من قبلها للنبي بحصول الألفة بينه وبين زوجاته الأخريات المذكورات. \n92 ) نقله ابن عساكر في تاريخ دمشق 70/119 وابن كثير في التفسير ولكنه وصفه بأنه ضعيف!4/416 وقال في البداية والنهاية إنه وبعض الأحاديث الأخرى في فضل خديجة في أسانيدها نظر! فهل ذلك بسبب مخالفة الحديث لبعض ما يعتقده ابن كثير؟\n","page_name":" 36 ","page_number":36},
  {"content":"\n\n\nخديجة للنبي: بيتي بيتك وأنا جاريتك !\nولما اختارت رسول الله صلى الله عليه وآله زوجاً وكانت المبادرة في ذلك، وجاء النبي صلى الله عليه وآله إلى بيتها معه أعمامه خاطبين خديجة وخطب أبو طالب خطبته المعروفة، وتم ما جاؤوا من أجله، قام صلى الله عليه وآله فلما أراد أن يذهب مع أبي طالب، قالت خديجة: إلى بيتك، فبيتي بيتك، وأنا جاريتك [93
  ].\n\nثالث الموحدين على وجه الأرض\nعصر النبي صلى الله عليه وآله :\nإذا كانت السيدة خديجة أول نساء النبي وأعظمهم مرتبةً وقدراً وشرفاً، وأول نسائه في الجنة، وثانية النساء الفضليات في الجنة مقاماً، فهي ثالثة الموحدين على وجه الأرض بعد النبي صلى الله عليه وآله وعلي بن أبي طالب.. بل كانت معهما وليس هناك أحد يعبد الله غيرهم على الطريقة الصحيحة.\nفقد روى يحيى بن عفيف عن أبيه قال: كنت جالساً مع العباس بن عبد المطلب رضي الله عنه بمكة قبل أن يظهر أمر النبي صلى الله عليه وآله، فجاء شاب فنظر إلى السماء حين تحلقت الشمس، ثم استقبل الكعبة فقام يصلي، ثم جاء غلام فقام عن يمينه، ثم جاءت امرأة فقامت خلفهما، فركع الشاب فركع الغلام والمرأة، ثم رفع الشاب فرفعا، ثم سجد الشاب فسجدا.\nفقلت: يا عباس، أمر عظيم!\nفقال العباس: أمر عظيم.\nأتدري من هذا الشاب؟ هذا محمد بن عبد الله - ابن أخي -\nأتدري من هذا الغلام؟ هذا علي بن أبي طالب - ابن أخي –\nأتدري من هذه المرأة؟ هذه خديجة بنت خويلد.\nإن ابن أخي هذا حدثني أنّ ربه - رب السماوات والأرض - أمره بهذا الدين الذي هو عليه، ولا والله ما على ظهر الأرض على هذا الدين غير هؤلاء الثلاثة [94
  ].\nوقد نقل الحادثة أكثر أرباب الجوامع الحديثية، والعلماء في كتبهم، مع شيء من التفصيل أو الاجمال، فقد نقل الشريف المرتضى الحادثة هكذا عن عفيف، قال:\nإن أول شيء علمته من أمر رسول الله، أننا قدمنا مكة فأرشدونا إلى العباس بن عبد المطلب فانتهينا\n","description":"","footnote":"\n93 ( المصدر السابق \n94 ) الإرشاد - الشيخ المفيد - ج 1 - ص 29 - 30\n","page_name":" 37 ","page_number":37},
  {"content":"\nإليه وهو جالس إلى زمزم، فبينا نحن جلوس إذ أقبل رجل من باب الصفا عليه ثوبان أبيضان على يمينه غلام مراهق أو محتلم تتبعه امرأة قد سترت محاسنها حتى قصدوا الحجر فاستلمه والغلام والمرأة معه، ثم طاف بالبيت سبعاً والغلام والمرأة يطوفان معه، ثم استقبل الكعبة وقام فرفع يديه وكبر وقام الغلام على يمينه وكبر وقامت المرأة خلفهما فرفعت يديها وكبرت فأطال الرجل القنوت، ثم ركع فركع الغلام والمرأة معه، ثم رفع رأسه فأطال القنوت ثم سجد وهما يصنعان ما يصنع.\nفلما رأينا شيئاً ننكره ولا نعرفه بمكة أقبلنا على العباس، فقلنا: يا أبا الفضل إن هذا الدين ما كنا نعرفه فقال: أجل والله ما تعرفون هذا، قلنا: ما تعرفه؟ قال: هذا ابن أخي محمد بن عبد الله وهذا علي بن أبي طالب وهذه المرأة خديجة بنت خويلد والله ما على وجه الأرض أحد يعبد الله بهذا الدين إلا هؤلاء الثلاثة[95
  ].\nتهجرها نساء قريش وتحضرها نساء الجنة:\nعن المفضل بن عمر، قال: قلت لأبي عبد الله جعفر بن محمد عليه السلام: كيف كانت ولادة فاطمة عليها السلام؟ قال: نعم، إن خديجة رضوان الله عليها لما تزوج بها رسول الله صلى الله عليه وآله هجرتها نسوة مكة، فكن لا يدخلن عليها، ولا يسلمن عليها، ولا يتركن امرأة تدخل عليها، فاستوحشت خديجة من ذلك. فلما حملت بفاطمة، وكانت خديجة تغتم وتحزن إذا خرج رسول الله صلى الله عليه وآله، فكانت فاطمة تحدثها من بطنها، وتصبرها، وكان حزن خديجة وحذرها على رسول الله.\nوكانت خديجة تكتم ذلك عن رسول الله صلى الله عليه وآله، فدخل يوماً، فسمع خديجة تحدث فاطمة، فقال لها: يا خديجة، من يحدثك؟! قالت: الجنين الذي في بطني يحدثني ويؤنسني.\nفقال لها: يا خديجة، هذا جبرئيل يبشرني بأنها أنثى، وأنها النسمة الطاهرة الميمونة، وأن الله تعالى سيجعل نسلي منها، وسيجعل من نسلها أئمة في الأمة، ويجعلهم خلفاء في أرضه بعد انقضاء وحيه. فلم تزل خديجة على ذلك إلى أن حضرت ولادتها، فوجهت إلى نساء قريش وبني هاشم ليلين منها ما تلي النساء من النساء. فأرسلن إليها بأنك عصيتنا، ولم تقبلي قولنا، وتزوجت محمداً يتيم أبي طالب، فقيراً لا مال له، فلسنا نجيئك، ولا نلي من أمرك شيئا، فاغتمت خديجة لذلك.\nفاغتمت خديجة عليها السلام لذلك، فبينا هي كذلك إذ دخل عليها أربع نسوة سمر طوال كأنهن من نساء بني هاشم، ففزعت منهن لما رأتهن، فقالت إحداهن: لا تحزني يا خديجة فأرسلنا ربك إليك، ونحن أخواتك، أنا سارة، وهذه آسية بنت مزاحم وهي رفيقتك في الجنة، وهذه مريم بنت عمران، وهذه كلثوم أخت موسى بن عمران، بعثنا الله إليك لنلي منك ما تلي النساء، فجلست واحدة عن يمينها وأخرى عن يسارها والثالثة بين يديها والرابعة خلفها، فوضعت فاطمة طاهرة مطهرة [96
  ].\n\n\n","description":"","footnote":"\n95 ) الفصول المختارة - الشريف المرتضى - ص 273 - 274\n96 ) دلائل الامامة - محمد بن جرير الطبري - ص 77\n","page_name":" 38 ","page_number":38},
  {"content":"\n\n\n\n\n\n\n\n\n\n\n\nبسم الله الرحمن الرحيم\nمقدمة\nهذه مقالات ثلاث حول أبي طالب بين الأولى والتي نشرت في كتاب رجال حول أهل البيت عليهم السلام، وبين الثانية والثالثة واللتين لم تنشرا حتى الآن ما يقرب من 28 سنة، ولا يزال نفس الهمِّ والهاجس، ولا يزال نفس الخط الذي كان لقرون يبث في الناس فكرة (كفر) أبي طالب عليه السلام، يجهد من أجل إقناع الأمة بباطله، مع أنه بحسب الظاهر لا ينفعهم إثبات كفره شيئاً!\nوبنفس المقدار الذي يجهد أولئك فيه أنفسهم في ذلك الاتجاه، يسعى شيعة علي بن أبي طالب بل ومحبوه من غير شيعة أهل البيت لبيان مواضع العظمة والتأسي والاقتداء بالتالي في حياة بطل الصحابة وشيخهم وحامي الدعوة والسابق إلى تصديق الرسول أب الوصي وعم النبي، ونسأل الله أن يعطي كلاً على جهده، وأن يحشره مع من يحب فهذه دعوة إنصاف، إننا في نفس الوقت الذي نسأل الله لنا أن نحشر بجوار علي وأبيه أبي طالب، نسأل الله لأولئك أن يحشروا في صف أعداء أبي طالب وابنه.\nأقدمها مقرونة بمقالات كتبت عن الصدِّيقة الكاملة خديجة بنت خويلد، جمعهما كون هاتين الشخصيتين شكلتا معا حصن الاسلام الحامي في أول تشكله وبنائه وأوان ضعفه، فإنه إذا كان (لَا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَ أُولَئِكَ أَعْظَمُ دَرَجَةً مِنَ الَّذِينَ أَنْفَقُوا مِنْ بَعْدُ وَقَاتَلُوا) وإن كان (وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَى وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ)[97
  ].. هذه الميزة الزمنية جعلت المنفقين والمقاتلين قبل الفتح أفضل وأعظم درجة، مع أن الدين في ذلك الوقت - قبل الفتح - بأي معنى من المعاني التي قيلت فيه، كان قد قام على سوقه وبنى له دولة وجمع المسلمين فيها، وانتصر على المجتمعات\n","description":"","footnote":"\n97 )سورة الحديد: 10\n","page_name":" 39 ","page_number":39},
  {"content":"\nالمحلية القريبة من قريش واليهود، وأصبح مهاباً ومرهوب الجانب، ومع ذلك فهو بالقياس إلى ما بعد الفتح كان أضعف!\nفكيف إذا كانت المرحلة الزمنية هي التي عاش فيها هذان المؤمنان والركنان العظيمان للدين؟! هي بداية البعثة وشهدا السنوات العشر الأولى التي كان فيها الاسلام ضعيفاً والمسلمون مطاردين والرسول المصطفى محل أذى المشركين؟ هنا يكون الانفاق بأضعافه المضاعفة، وتكون الكلمة المناصرة سيفاً ماضيًا، والاحتضان والدفاع معركة فاصلة، وهذا ما قام به أبو طالب بن عبد المطلب وخديجة بنت خويلد عليهما السلام.\nمع ملاحظة هذه الظروف من جهة، وملاحظة جهود أبي طالب نرى التوصيف الذي قدمه أهل البيت عليهم السلام عن أبي طالب بأنه مثل أهل الكهف أوتي أجره مرتين أو أنه لو شفع في كل مذنب على وجه الأرض لشفعه الله فيهم، أو أن نور أبي طالب يوم القيامة يطفئ أنوار الخلق إلا خمسة أنوار.. نجد هذا التوصيف هو الطبيعي وأنه لا محل فيه لأي مبالغة أو تزيّدٍ.\nإن كأس الماء الذي يعطى لمن يكاد يموت عطشاً، قد لا يختلف في كميته عن الكأس الذي يشربه الشخص المرتوي، ولكن قيمته الحقيقية تعني في الأول إنقاذ حياة إنسان، بينما في الثاني هو تبرُّد.\nربما أنفق مسلمون بعد الفتح أو بعد الهجرة إلى المدينة كما أنفقت خديجة - من الناحية الكمية والعددية - لكن المرحلة الزمنية مختلفة تماماً وهذا ما لعلنا نستفيده مما روي عن النبي صلى الله عليه وآله من تركيزه على كلمة (حين) أنفقت وأعطت فقال: آمنت بي حين كفر بي الناس وصدقتني حين كذبني الناس وواستني بمالها حين منعني الناس.. وقد مر حديث في شان خديجة حول هذا.\nودور أبي طالب هو هكذا فهو مرتبط بزمان كان زمان ضعف الدين وبداية التأسيس.\nفلقد قال كثير من الشعراء قصائد تعبر عن الحماسة والشجاعة بعد كل انتصار يحرزه المسلمون، ولكن أيّا منها لم تكن في (حين) استثنائي- فلم تكن تساوي - ربما بيتًا واحدًا من قصيدة قالها، كالبيت الذي قاله:\nكذبتم وبيت الله يبزى محمد ولما نطاعن دونه ونناضل\nوبين يديكما أخي القارئ وأختي القارئة هذه المقالات، هي لا تفي بعشر معشار حق أبي طالب فضلاً عن حق ابنه أمير المؤمنين وسائر أبنائه فهو أبو الأئمة المعصومين عليهم السلام جميعًا. لكنها جهد المقل، وعطاء الضعيف، ومصداق قوله تعالى (فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ)[98
  ]. أسأل الله سبحانه أن يحشرنا معه ومع أبنائه.\nفوزي بن المرحوم محمد تقي آل سيف\nتاروت ـ القطيف\n13/ 5 / 1442 هـ\n\n","description":"","footnote":"\n98 )سورة التغابن:16\n","page_name":" 40 ","page_number":40},
  {"content":"\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nعمران (عبد مناف) بن عبد المطلب (أبو طالب)\nالعمر 85 سنة توفي بعد عشر سنوات من بعثة النبي صلى الله عليه وآله\n\n\nمرّ الشتاء دون أن ترسل السماء قطرة من غيثها، وأجدبت الأرض فلا واحة إلاّ وأكل الجفاف رونقها وبهاءها، وهامت الدواب تبحث عن مرعى دون جدوى، وتوقع القرشيون الهلاك، فإن انتهى الشتاء على هذه الحال، فلا ضرع ولا زرع.\nوجاؤوا إلى شيخ الأبطح..\n- يا أبا طالب.. أقحط الوادي، وأجدب العيال فهلم واستسق.\nكان من عادة قريش إذا أقحطوا توسلوا ببني هاشم، وخرج هذه المرة أبو طالب \"ومعه غلام كأنه شمس تجلّت عنه سحابة قتماء وحوله أغيلمة، فأخذه أبو طالب فألصق ظهره بالكعبة ولاذ بإصبعه\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\nالغلام، وما في السماء قزعة - أي قطعة سحاب -ـ فأقبل السحاب من ها هنا وها هنا وأغدق، واغدودق وانفجر له الوادي وأخصب البادي والنادي...[99
  ] \"\nكان ذلك للمرة الثانية في عرض أبي طالب لهذا الغلام ذي الشأن الكبير، وكان أبو طالب الذي سمع من أبيه عبد المطلب أنه سيولد من نسله نبي من أنبياء الله العظام وأوصى بنيه بنصره يعلم أن هذا الغلام ابن عبد الله أخيه هو النبي المنتظر، ولكنه كان يريد تعريف قريش به من خلال كراماته ومناقبه..\nها هو الركب المغادر إلى الشام للتجارة في رحلته السنوية على وشك الانطلاق، وفيه أبو طالب، \"ومحمد\" ابن أخيه آخذ بزمام ناقته يطلب منه أن يرافقه: يا عم إلى من تكلني لا أب لي ولا أم لي؟! فرقّ له أبو طالب وقال: والله لأخرجن به معي ولا يفارقني ولا أفارقه أبداً.\nفخرج به معه فلما نزل الركب \"بصرى\" من أرض الشام وبها راهب يقال له (بحيرا) في صومعة له وكان أعلم أهل النصرانية ولم يزل في تلك الصومعة، راهب إليه يصير علمهم من كتاب فيهم -كما يزعمونه - يتوارثونه كائناً عن كائن فلما نزلوا ذلك العام ببحيرا وكانوا كثيراً ما يمرون عليه قبل ذلك فلا يكلمهم ولا يتعرض لهم حتى إذا كان ذلك العام نزلوا به قريباً من صومعته فصنع لهم طعاماً كثيراً وذلك فيما يزعمون عن شيء رآه وهو في صومعته من الركب حين أقبلوا، وغمامة تظلّه صلى الله عليه وآله من بين القوم، ثم أقبلوا حتى نزلوا بظلّ شجرة قريباً منه فنظر إلى الغمامة حتى أظلت الشجرة وتهصرت - يعني تهدلت - أغصانها على رسول الله صلى الله عليه وآله حتى استظل تحتها فلما رأى بحيرا ذلك نزل من صومعته وقد أمر أن يصنع لهم ذلك الطعام فصنع، ثم أرسل إليهم فقال: إني قد صنعت لكم طعاماً يا معشر قريش وأنا أحب أن تحضروا كلكم صغيركم وكبيركم وحرّكم وعبدكم، فقال له رجل منهم: يا بحيرا إن لك اليوم لشأناً ما كنت تصنع هذا فيما مضى وقد كنا نمر بك كثيراُ فما شأنك اليوم؟!\nقال بحيرا: صدقت قد كان ما تقولون ولكنكم ضيوف فأحببت أن أكرمكم وأصنع لكم طعاماً تأكلون منه كلكم. فاجتمعوا إليه وتخلف رسول الله صلى الله عليه وآله من بين القوم لحداثة سنه في رحال القوم تحت الشجرة فلما نظر بحيرا في القوم لم ير الصفة التي يعرفها وهي موجودة عنده، فقال:\nيا معشر قريش لا يتخلف أحد منكم عن طعامي هذا. فقالوا: ما تخلف عنك أحد ينبغي أن يأتيك إلاّ غلام هو حدث القوم سناً تخلف في رحالهم.\nقال: لا تفعلوا، ادعوه فليحضر هذا الطعام معكم.\nفقال رجل من قريش: واللات والعزى إن لهذا اليوم نبأ، أيليق أن يتخلف ابن عبد الله عن الطعام من بيننا؟! ثم قام إليه فاحتضنه ثم أقبل به حتى أجلسه مع القوم فلما رآه بحيرا جعل يلحظه لحظاً شديداً وينظر إلى أشياء من جسده، قد كان يجدها عنده في صفته حتى إذا فرغ القوم من الطعام وتفرقوا قام بحيرا فقال له: يا غلام أسألك باللات والعزى إلاّ أخبرتني مما أسألك عنه.\nفقال رسول الله صلى الله عليه وآله وسلم: لا تسألني باللات والعزى شيئاً قط.\nقال بحيرا: فبالله إلاّ ما أخبرتني عما أسألك عنه..\n","description":"","footnote":"\n99 ) الغدير 7/ 346\n","page_name":" 42 ","page_number":42},
  {"content":"\nقال له صلى الله عليه وآله وسلم: سلني عما بدا لك. فجعل يسأله عن أشياء من نومه وهيئته وأموره ورسول الله صلى الله عليه وآله يخبره فيوافق ذلك ما عند بحيرا من صفته، ثم نظر إلى ظهره فرأى خاتم النبوة بين كتفيه على موضعه من صفته التي هي عنده.\nكل ذلك وأبو طالب يرقب الموقف.. حيث أنشأ يقول:\nأن ابن آمنة النبي محمد عندي يفوق منازل الأولاد\nإلى آخر أبياته...\nوينزل الأمين (جبرئيل) على رسول الله صلى الله عليه وآله وسلم، وهو في غار (حراء) متوجاً بذلك سلسلة اخبارات وأصوات كان يسمعها الرسول صلى الله عليه وآله سابقاً و (يبعث) إلى الناس كافّة لإخراجهم من عبادة العباد والأحجار إلى عبادة الله جلّ وعلا.\nويعرف الرسول صلى الله عليه وآله ماذا تعني الدعوة الجديدة بالنسبة لقريش؟ إنها تعني النسف الكامل لكل ما بنوه من مجد باطل، وعبادة زائفة، وتسلطوا على سائر القبائل مستفيدين من وجودهم قرب بيت الله الحرام، ولذلك فقد كان بحاجة إلى قلب حان، وذراع قوية، يدفئه الأول وتحميه الثانية ويأتي إلى عمه العباس بن عبد المطلب:\n- إن الله قد أمرني بإظهار أمري وقد أنبأني فما عندك؟! قال الرسول لعمّه الذي أجابه:\n- يا ابن أخي إن قريشاً أشد الناس حسداً لولد أبيك، وإن كانت هذه الخصلة كانت الطامة الطّماء والداهية العظيمة ورمينا عن قوس واحد وانتسفونا نسفاً، ولكن قرّب إلى عمّك أبي طالب فإنه كان أكبر أعمامك، فإنه إن لا ينصرك، لا يخذلك ولا يُسلمك.\nوهكذا لم يجد الرسول صلى الله عليه وآله في عمه العباس قدرة الحماية والتصدي للدفاع عن دعوته، فاتجه صلى الله عليه وآله مع العباس إلى أبي طالب، فلما رآهما قال: إنك لكما تظنةً وخبراً ما جاء بكما في هذا الوقت؟! فعرّفه العباس ما جرى، فنظر أبو طالب إلى النبي صلى الله عليه وآله وقال له:\n- اخرج يا ابن أبي فأنك الرفيع كعباً والمنيع حزباً والأعلى أباً... والله لا يسلقك لسان إلاّ سلقته ألسن شداد واجتذبته سيوف حداد، والله لتذلنّ لك العرب ذلّ البُهم لحاضنها، ولقد كان أبي يقرأ الكتاب جميعاً ولقد قال: إن من صلبي لنبياً لوددت أني أدركت ذلك الزمان فآمنت به فمن أدركه من ولدي فليؤمن به[100
  ].\nووجد أبو طالب ما كان يبحث عنه، ذلك أنه وآباءه وهم يدينون بالحنيفية الإبراهيمية كانوا يقرؤون الكتب ويتوارثون العلم عن النبي المنتظر الذي ستذلّ له العرب، ويتواصون بالإيمان به والفداء في نصرته إن أدركوه، وهكذا يمرّ جيل وآخر حتى كان هذا اللقاء، وأكّد لأبي طالب صحة ما قد توسّمه في ابن أخيه...\nولـــكن.....\nإنه يقف أمام منعطف خطر، وعليه أن يستخدم أقصى ما يملكه من ذكاء، بحيث يخفي عقيدته\n","description":"","footnote":"\n100 ) الغدير 7/348 عن نهاية الطلب والسؤال في مناقب آل الرسول.\n","page_name":" 43 ","page_number":43},
  {"content":"\nوإيمانه لكي يستطيع أن يبقى في موقع (شيخ الأبطح) وسيد قريش.\nومن خلال ذلك يقوم بحماية الرسول والمؤمنين به دون أن يكون موقع التهمة، ويحتاج من يمارس هذا الدور إلى نفس صلبة وعقيدة راسخة تماماً كمؤمن آل فرعون، وكأهل الكهف الذين \" أسرّوا الإيمان وأظهروا الشرك فآتاهم الله أجرهم وأن أبا طالب أسرّ الإيمان وأظهر الشرك فآتاه الله أجره مرتين\" كما قال الإمام الصادق عليه السلام.\nومارس أبو طالب هذا الدور بكل دقة واتقان.. ولو كان قد أعلن إيمانه منذ البدء لم يكن يستطيع ذلك.\nلقد ألقي عليه هذا القول الثقيل والمسؤولية الكبرى، في حفظ صاحب الرسالة، خصوصاً وأن قريشاً التي لم تشهد تحديّاً كهذا كانت قد عقدت العزم الأكيد على تصفية وجود النبي واغتياله، وكما عقدت قريش عزمها على قتل الرسول صلى الله عليه وآله وسلم، فقد عقد أبو طالب ميثاقاً مع الله أن يدفع عن رسوله صلى الله عليه وآله وسلم، فادياً في ذلك نفسه وأولاده، قائلاً:\nكذبتم وبيت الله يبزى محمد ولما نطاعن دونه ونناضــل\nونسلمه حتى نصرّع حولـه ونذهل عن أبنائنا والحلائـل\nألم تعلموا أن ابننا لا مكذب لدينا ولا نعبأ بقول الأباطــل\nولذلك كان أكثر ما يخاف البيات (الاغتيال ليلاً) فكان إذا عرف مضجعه، يقيمه بعد أن يذهب من الليل هزيع، ويضجع ابنه عليّاً عليه السلام مكانه، فقال علي له ليلة: يا أبت إني مقتول!!\nفقال له أبوه:\nاصبرن يابني فالصــبر أحـجى كل حي مصيره لشعــوب\nقد بذلناك والـــبلاء شـديد لفداء الحبيب وابن الحبـيب\nلفداء الأغر ذي الحسب الــثا قب والباع الكريم النجـيب\nإن تصبك المنون فالنبل تبرى فمصيب منها وغير مصيـب\nفأجابه علي (عليه السلام):\nأتأمرني بالصبر في نصــر أحـــمد والله ما قلت الذي قـــلت جازعــاً\nولكننــي أحببت أن تــر نصـرتي وتعلـــم أني لم أزل لك طـــائعاً\nسأسعى لوجــــه الله في نصر أحمد نبي الهدى المحمود طفلاً ويافعاً[101
  ]\nولم يكن يتوقع أن يبقى ذلك خفياً على قريش، لذلك كان كل واحد منهم يفكر في ردّ الفعل المتوقع من أبي طالب لو وصل إلى الرسول صلى الله عليه وآله أذى وسوء، فها هو أبو طالب لا يفتأ يذكر نصرته للرسول صلى الله عليه وآله وذبّه عنه، ودعوة أبنائه للدفاع عنه وسائر الناس للإيمان به، وهو وإن\n","description":"","footnote":"\n101 ) الغدير 7/ 358\n","page_name":" 44 ","page_number":44},
  {"content":"\nلم يشأ إظهار إيمانه لما تقدم، إلاّ أنه لا يترك موقفاً يبين لقريش قوة محمد صلى الله عليه وآله به، إلاّ وأظهره، ولا أظهر من موقفه من زعماء قريش عندما تآمروا عليه قائلين: وما خير من أن نغتال محمداً.. فلما كان مساء تلك الليلة فُقِد رسول الله صلى الله عليه وآله وجاء أبو طالب وعمومته إلى منزله فلم يجدوه فجمع فتياناً من بني هاشم وبني عبد المطلب ثم قال: ليأخذ كل واحد منكم حديدة صارمة ثم ليتبعني إذا دخل المسجد فليجلس إلى عظيم من عظمائهم، فيهم ابن الحنظلية (يعني أبا جهل) فإنه لم يغب عن شر إن كان محمد قد قتل، فقال الفتيان: نفعل فجاء زيد بن حارثة فوجد أبا طالب على تلك الحالة. فقال له:\n- يا زيد أحسست ابن آخي؟! قال زيد: نعم كنت معه آنفاً.\nفقال أبو طالب: لا أدخل بيتي حتى أراه، فخرج زيد سريعاً حتى أتى رسول الله صلى الله عليه وآله وهو في بيت عند الصفا ومعه أصحابه يتحدثون، فأخبره الخبر فجاء رسول الله صلى الله عليه وآله إلى أبي طالب، فقال له:\n- يا ابن أخي أين كنت؟! أكنت في خير؟! فأجابه: نعم، فقال له: ادخل بيتك.\nفدخل الرسول صلى الله عليه وآله وسلم، فلما أصبح أبو طالب غدا على النبي صلى الله عليه وآله فأخذ بيده على أندية قريش ومعه الفتيان والمطلبيون فقال:\n- يا معشر قريش! هل تدرون ما هممت به؟! قالوا: لا.\nفأخبرهم الخبر، وقال للفتيان: اكشفوا عمّا في أيديكم، فكشفوا فإذا كل رجل منهم معه حديدة صارمة، فقال لهم: لو قتلتموه ما بقيت منكم أحداً حتى نتفانى نحن وأنتم. فانكسر القوم وكان أشدهم انكساراً أبو جهل.\nوبقدر ما هبطت الذلة رؤوس زعماء قريش، فقد مضى أبو طالب بالنبي صلى الله عليه وآله عزيز الجانب، مرفوع الهامة وهو يقول:\nاذهب بنيَّ فما عليك غضاضــة اذهب وقرَّ بذاك منك عيــونا\nوالله لن يصلوا إليك بجمعــهم حتى أوسد في التراب دفــينا\nودعوتني وعلمت أنك ناصحي ولقد صدقت وكنت قبل أمينا\nوذكرت دينـاً لا محــالة أنه من خير أديان البرية ديــــنا\nولما رأت قريش أن الرسول صلى الله عليه وآله في حصن منيع من القتل، وأنه لا يتم لهم ذلك مادام أبو طالب موجوداً، فتحولوا إلى طريق آخر وهو تصفية الشخصية والاغتيال الاجتماعي، عبر زيادة وتيرة الاستهزاء والسخرية، والإسقاط فكان طريقه صلى الله عليه وآله يمتلئ بالأشواك والحجارة، وبيته المجاور لبيت أبي لهب مكاناً كان هدفاً للأوساخ ولم يكن وحده في ذلك بل تساعده في ذلك (امرأته حمّالة الحطب). ولم يكن دور أبي طالب في هذا الصعيد أقل من سابقه.\nوفي المسجد الحرام، وحيث يصلي رسول الله صلى الله عليه وآله، جلس أبو جهل ومعه عدد من القرشيين، فلما دخل النبي في الصلاة، قال أبو جهل:\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\n- من يقوم إلى هذا الرجل فيفسد عليه صلاته؟ فقام ابن الزبعرى فأخذ فرثاً ودماً فلطّخ به وجه النبي صلى الله عليه وآله وسلم، فانفتل النبي صلى الله عليه وآله من صلاته، ثم أتى عمه أبا طالب:\n- يا عم ألا ترى ما فُعل بي؟!\n- من فعل بك هذا؟! سأله عمه.\n- عبد الله بن الزبعرى.\nوانتهضت في أبي طالب حمية الدين الهاشميّة، وقام حاملاً سيفه على عاتقه ومشى معه، حتى أتى القوم، فلما رأوه قد أقبل جعلوا ينهضون، فقال لهم:\n- والله لئن قام رجل جلّلته بسيفي.\nفقعدوا حتى دنا إليهم، وقال للنبي: يا بني من الفاعل بك هذا؟!\nفقال: عبد الله بن الزبعرى.. فأخذ أبو طالب فرثاً ودماً فلطّخ به وجوههم ولحاهم وثيابهم وأساء لهم القول..\nولك أن تتصور عزيزي القارئ (سادة) قريش وقد رجع كل واحد منهم إلى منزله وقد تخضبت لحيته، وتلطخت ثيابه من الدماء الفاسدة.\nوإذ يؤمن حمزة أخوه برسول الله صلى الله عليه وآله وسلم، يقوى جانب الرسول صلى الله عليه وآله فيسر ذلك أبا طالب، ويمرّ على أخيه مشجعاً إياه على الالتزام بدين الرسول صلى الله عليه وآله وسلم، وإظهار ذلك، وإشهاره أمام الناس قائلاً له:\nفصبراً أبا يعلى على دين أحمد وكن مُظهِراً للدين وفقت صـــابراً\nوحُط من أتى بالحق من عند ربه بصدق وعزم لا تكن حمزُ كـــافرا\nفقد سرني إذ قلت إنك مؤمن فكن لرسول الله في الله ناصراً\nوبادِ قريشاً بالذي قد أتيته جهاراً وقل: ما كان أحمد ساحراً[102
  ]\nوأطلقت قريش آخر سهم في كنانتها، المساومة، بعد أن فشلت المناوأة..\n- يا أبا طالب هذا عمارة بن الوليد أنهد فتى في قريش وأجمله فخذه فلك عقله ونصره واتخذه ولداً فهو لك، وأسلم إلينا ابن أخيك هذا الذي قد خالفك دينك [103
  ]ودين آبائك. وفرّق جماعة قومك وسفه أحلامهم، فنقتله فإنما هو رجل برجل.\nكان بريق النجاح يطلّ من عيون القادمين إلى أبي طالب وهي تلتقي، فما هي إلاّ ساعة من النهار حتى يحتفلوا بنخب قتل الرسول صلى الله عليه وآله وسلم، إذ لم يكن يخالجهم أدنى شك في سرعة قبول أبي طالب.\n","description":"","footnote":"\n102 ) المصدر عن أسد الغابة\n103 ) يظهر من هذه الجملة الأداء الرائع من قبل أبي طالب لدوره المتمثل في إخفاء الإيمان وإظهار الشرك، بحيث لم يشكوا في خلاف النبي لمعتقدات أبي طالب. \n","page_name":" 46 ","page_number":46},
  {"content":"\nجواب أبي طالب كان صفعة عنيفة لخيالاتهم، وهدماً لهيكل أمانيهم:\nوالله لبئس ما تسومونني!! أتعطونني ابنكم اغذوه لكم وأعطيكم ابني تقتلونه!! هذا والله ما لا يكون أبداً!\nوكان نتيجة ذلك المقاطعة الاقتصادية والاجتماعية الشاملة فقد اجتمعت قريش على أن يكتبوا كتاباً يتعاقدون فيه على بني هاشم وبني المطلب: أن لا ينكحوا إليهم ولا يبيعوا منهم شيئاً ولا يتبايعوا ولا يقبلوا منهم صلحاً أبداً ولا تأخذهم بهم رأفة حتى يسلموا رسول الله للقتل، ويخلوا بينهم وبينه.\nوهكذا غدا شيخ الأبطح سجين الشِّعب يشرب الماء الآسن ويأكل ورق الشجر تمرّ الأيام والحصار يشتد يوماً بعد يوم، والجوع يفتك بالصبية، والصيف والعطش يجهد الكبار، وما كان يرسله بعض القرشيين من المنصفين في جوف الليل من جمال محملة بالطعام لم يكن ليسد جوع الأفواه ولا يروي غليل عطشها، وأبو طالب يتحمل ذلك كله في سبيل الدفاع عن دين الله وحياطة رسول الله صلى الله عليه وآله ولا يزداد في اللأواء إلاّ بصيرة في دينه.\nكان يوم..\nيقبل فيه الرسول على أبي طالب، وليسر إليه من بين الجمع بكلمات، فيبتسم أبو طالب:\n- يا ابن أخي ! أربك أخبرك بهذا؟!\n- نعم. قال النبي صلى الله عليه وآله وسلم.\n- والثواقبِ ما كذبتني قط.\n* * *\nتهامس القرشيون، وسكروا بخمرة \"وهم الانتصار\" فما الذي جاء بأبي طالب ومعه الهاشميون، وقد بانت آثار الحصار على سمرة وجوههم، وضعف أبدانهم، وثيابهم أيضاً.. بينما رقّ غيرهم لحال أبي طالب، ذلك الذي كان أعز قريش، وشيخ أبطحها أيصير به التزامه بابن أخيه إلى هذا الحد من الجهد والبلاء؟!.\nنعم.. ها قد جاء أبو طالب إلى المسجد:\n- يا معشر قريش..\nجرت بيننا وبينكم أمور لم تذكر في صحيفتكم فأتوا بها لعلّ أن يكون بيننا وبينكم صلح.. (لقد قال ذلك خشية أن ينظروا فيها قبل أن يأتوا بها فتفشل المهمة). وهكذا أتوا بها وهم لا يشكون أن أبا طالب يدفع إليهم النبي صلى الله عليه وآله وسلم.. ووضعوها بينهم، وقالوا لأبي طالب:\n- قد آن لكم أن ترجعوا عما أحدثتم علينا وعلى أنفسكم !! فأجابهم:\n- أتيتكم في أمر هو نَصف بيننا وبينكم.. أن ابن أخي أخبرني ولم يكذبني: أن الله قد بعث على صحيفتكم دابة فلم تترك فيها إلاّ اسم الله فقط، فإن كان كما يقول فأفيقوا عما أنتم عليه فوالله لا نسلمه حتى نموت من عند آخرنا، وإن كان باطلاً دفعناه إليكم فقتلتم أو استحييتم!\nفقالوا - بأجمعهم -: رضينا!!\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\nوفتحت الصحيفة فإذا بها قد أكلتها الأرضة من أولها إلى آخرها باستثناء اسم الله سبحانه وتعالى.\nوبهذا خرجوا من الحصار وبان لمن كان له قلب صدق نبوة الرسول، وأرخ أبو طالب تلك الحادثة في قصيدته الدالية التي جاء فيها:\nألا إن خير الناس نفساً ووالداً إذا عد سادات البرية أحمد\nنبي الإله والكريم بأصـله وأخلاقه وهو الرشيد المؤيد\n\nوخرج الجمع من ذلك الحصار، وكانت إرادة الله أن تختم حياة شيخ المؤمنين الحافلة بالفضائل، بفضيلة من هذا النوع، بعد أن بلغ به العمر أقصاه في خدمة النبي وأتباعه والدفاع عنه.\nوها هو أبو طالب مسجى على فراش الموت يلقي بعينيه لمن حوله من القرشيين موصياً بنصر النبي صلى الله عليه وآله وسلم، مستشرفاً أبعاد المستقبل حيث سيسخر الله لنصرة ابن أخيه من ينهي أسطورة قريش وينشر الدين لا في أرض العرب بل لكل الناس، ويبين أن سبب عدم إظهاره إيمانه بعدما قبله قلبه، إنما هو خوفه الشنآن والعداوة، والتزامه التقية..\n...وإني أوصيكم بمحمد خيراً فإنه الأمين في قريش والصديق في العرب، وهو الجامع لكل ما أوصيتكم به، وقد جاءنا بأمر قبله الجنان، وأنكره اللسان مخافة الشنآن، وأيم الله كأني أنظر إلى صعاليك العرب وأهل الأطراف والمستضعفين من الناس قد أجابوا دعوته وصدقوا كلمته، وعظموا أمره فخاض بهم غمرات الموت وصارت رؤساء قريش وصناديدها أذناباً، ودورها خراباً وضعفاؤها أرباباً، وإذا أعظمهم عليه أحوجهم إليه، وأبعدهم منه أحظاهم عنده، قد محضته العرب ودادها، وأصفت له فؤادها وأعطته قيادها.\nدونكم يا معشر قريش! ابن أبيكم كونوا له ولاة ولحزبه حماة والله لا يسلك أحد سبيله إلاّ رشد ولا يأخذ أحد بهديه إلا ّ سعد، ولو كان لنفسي مدة في أجلي تأخير لكففت عنه الهزاهز ولدفعت عنه الدواهي.\nوأدار عينه في بني عبد المطلب، وأوصاهم بطاعة الرسول واتباعه على الخصوص..\n- لن تزالوا بخير ما سمعتم من محمد وما اتبعتم أمره فاتبعوه وأعينوه ترشدوا..\nوهكذا فكما كان حفظ محمد واتباعه رفيق حياة أبي طالب فقد كان ذكر \" محمد\" واسم \" محمد \" ودين \"محمد \" آخر لفظة من الدنيا، وأطبقت عينا مؤمن قريش.\nونزل الوحي على رسول الله لكي يهاجر تاركاً مكة فلم يعد له بها ناصر بعد أبي طالب.\nأبو طالب مؤمن قريش\nولولا أبوطالب وابنه\nلما مثل الدين شخصًا فقاما\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\nفذاك بمكة آوى وحامى\nوهذا بيثرب جسّ الحماما\nفلله ذَا فاتحا للهدى\nولله ذَا للمعالي ختاما\nوما ضر مجدَ أبي طالب\nجَهُولٌ لغا أو بصيرٌ تعامى\nكما لا يضر إياة الصباح\nمن ظن ضوء النهار الظلاما [104
  ]\nجاء في الخبر المعتبر في الكافي للكليني عن أبي عبد الله عليه السلام قال إن مثل أبي طالب مثل أصحاب الكهف أسروا الإيمان وأظهروا الشرك فآتاهم الله اجرهم مرتين.[105
  ]\nالمعروف عند العرب أن ما بدئ بأب أو بأم، فهو كنية، وليس اسماً. ولكن قد تغلب الكنية الاسم وتكون هي المعرف لصاحبها بحيث لا يعرف إلا من جهة كنيته دون اسمه. وهذا ما حصل بالنسبة لأبي طالب عم النبي صلى الله عليه وآله.\nما هو اسمه الأصلي؟\nهناك قولان فيه:\nالاول: عمران بن عبد المطلب هو اسم أبي طالب وقد ورد هذا في بعض الروايات.\nالثاني: اسمه عبد مناف وهذا لعله المشهور في الألسنة والكتب بل وما ورد في وصية أبيه عبد المطلب[106
  ] إليه.\nوهو بالتبع يثير سؤالا: أنه كيف يكون عبد المطلب موحدًا بل فِي تلك الدرجة العالية من التوحيد والإيمان وفِي نفس الوقت يسمي ابنه بعبد مناف؟\nبينما مناف هو اسم صنم من أصنام قريش وربما زاد البعض ولا سيما أصحاب التوجه السلفي المُصر على عدم إيمان آباء النبي وأجداده في الطنبور نغمة ليقولوا هذا دليل على أن عبد المطلب لم يكن موحداً!\nوقد ذكرت أجوبة كثيرة على ذلك، منها:\nاولاً: أنه ليس من الثابت أن مناف اسم منحصر لصنم بل مناف في لغة العرب: من ناف وينيف ونواف بمعنى الزيادة والنماء، بل قيل إن الاسم يعني عبد الله لأن المناف هو المشرف والمطلع\n","description":"","footnote":"\n104 ) ابن ابي الحديد؛ شرح نهج البلاغة 14/84.\n105 ) الكليني؛ محمد بن يعقوب: الكافي 1/373 - علي بن إبراهيم عن أبيه عن ابن أبي عمير عن هشام بن سالم عن الصادق\n106 ) أوصيك يا عبد مناف بعدي\tبواحد بعد أبيه فرد\n","page_name":" 49 ","page_number":49},
  {"content":"\nوهو الله سبحانه.\nأو يكون من الأسماء الشائعة ويصير مثل عبد المطلب وَعَبد الحسين وأمثال ذلك ولا نحكم بالتأكيد أنه اسم صنم وعلى فرض بعض القبائل سمت صنمها بهذا الاسم فهذا لا يعني امتلاكهم هذا الاسم بحيث لا يستطيع أحد أن يستعمله غيرهم.\nثانياً: إن الاسم (عبد مناف) كان معروفا عند العرب قبل ان تكون الأصنام موجودة، فإنه كان في زمان قصي جد النبي الأعلى، مع أنه لم يكن في ذلك الوقت صنم باسم مناف، وإنما جاءت بعد عمرو بن لحي الخزاعي. وكان جد عبد المطلب الأعلى (والد جده هاشم) يسمى عبد مناف! فلتكن هذه التسمية بهذا اللحاظ لا بلحاظ كونه اسم صنم.\nثالثاً: إن الأسماء عند العرب في تلك الازمنة، غالبًا هي أسماء مرتجلة ليس ملحوظاً فيها المعنى والمضمون الذي تعبر عنه بمقدار ما هي تمييز للشخص، ولذلك وجد كثير من الأسماء ليس لها معنى وبعضها ليست أسماء حسنة[107
  ]بل بعضها معيب. ولا ريب أن المعنى المعيب لم يكن مقصوداً من قبل آباء هؤلاء!\nرابعاً: إننا نقطع بأن عبد المطلب لم يكن ليسمي ولده باسم العبودية لأحد الأصنام وهو الذي اشتهر عنه أنه امتنع من عبادتها ونهى أهل بيته عن ذلك، ومن كان يتأثر به، وقد ذكر هذه الخصلة فيه من ترجم حياته.\nأضف الى ذلك أن كلمة عبد هي من المشتركات اللفظية وليست معنى منحصراً بالعبودية التي نفهمها بين الإنسان وربه وإلا لما كان يقول في القرآن (وَأَنكِحُوا الْأَيَامَىٰ مِنكُمْ وَالصَّالِحِينَ مِنْ عِبَادِكُمْ وَإِمَائِكُمْ)[108
  ] فعبادكم هنا: ليس المقصود بها الخضوع العبادي الثابت بين الإنسان وربه وإنما بمعنى الخدمة والطاعة وما شابه ذلك.\n\nزواج أبي طالب بفاطمة بنت أسد\nتزوج أبو طالب فاطمة بنت أسد الهاشمية وكانت من السابقات ًإلى الإيمان برسول الله صلى الله عليه وآله وسلم، حيث أنها كانت الرقم الحادي عشر كما قيل في ترتيب المسلمين الأوائل ونتج عن هذا الزواج اربعة من الذكور طالب وعقيل وجعفر وعلي عليه السلام واثنتان من الإناث أم هانئ وجمانة.\nسيأتي الحديث عن فاطمة بنت أسد بشكل خاص في صفحات قادمة، وفي حياتها محطات مهمة تستحق الحديث فيها.\n١. سبقها الى الإيمان برسول الله صلى الله عليه وآله.\n","description":"","footnote":"\n107 ) الأبشيهي؛ محمد بن أحمد: المستطرف في كل فن مستظرف 1/69: دخل شريك بن الأعور على معاوية فقال له معاوية: إنك لدميم والجميل خير من الدميم وإنك لشريك وما لله من شريك، وإن أباك لأعور والصحيح خير من الأعور، فكيف سدت قومك؟ فقال له: إنك معاوية وما معاوية إلا كلبة عوت فاستعوت لها الكلاب، وإنك لابن صخر، والسهل خير من الصخر، وإنك لابن حرب والسلم خير من الحرب، وإنك لابن أمية وما أمية إلا أمة صغّرت\n108 ) سورة النور: 32\n","page_name":" 50 ","page_number":50},
  {"content":"\n٢. رعايتها لرسول الله صلى الله عليه وآله من قبل البعثة، بل من عمر ثمان سنوات عندما توفي عبد المطلب جد النبي كان عمره ثمان سنوات، وقد استدعى أبا طالب وأوصاه بحفيده النبي محمد، فكان في بيتها منذ ذلك الوقت.\n٣. أنها ستكون حجة في أمر عقائدي وهو تثبيت إيمان أبي طالب كما استدل بذلك الإمام علي ابن الحسين[109
  ]عليه السلام.\nفإما أن تقول كلاهما كافران وهذا بالإجماع ساقط، لأنها من السابقات للإسلام، أو تقول أبو طالب بقي على كفره وفاطمة كانت مؤمنة والنبي لم يعارض ذلك عليهم وقد ُطبَّق الأحكام على الآخرين دون عمه وزوجته وهذا خدش في عدالة النبي وفِي إيمانه برسالته!!\nولم يبقَ إلّا ان يكون أبو طالب مؤمنًا كتم إيمانه فأقره النبي على نكاحه وأوتي في ذلك أجره مرتين – أجر الإيمان وأجر الكتمان- لان الكتمان من الأمور الصعبة. فإننا نرى المؤمنين الذين يعيشون في أجواء معادية لهم يعانون معاناة عظيمة فهو مضطر للتقية إذ لا يستطيع أن يعبد ربه بالطريقة التي يراها صحيحة وكاملة، وهو مترقب وحذر ألّا يكشف أمره (دينه أو مذهبه) بينما لا يعانيها الإنسان الذي يظهر إيمانه (عقائده وشرائعه) ويعيش في جو اعتيادي ولا يخاف من أحد!\nالفقير الذي ساد قريشا\nما ساد قريشاً فقيرٌ ولقد سادهم أبو طالب[110
  ].\nفإنه حتى عبد المطلب والده لم يكن فقيراً بل كان أشبه بتاجر متوسط، ولكن المعروف أن أبا طالب كان قليل المال، وشاهد ذلك قضية الرفادة والسقاية وكيف انتقلت منه إلى العباس أخيه، فإنه «لَمَّا صَارَ أَمْرُ السِّقَايَةِ وَالرِّفَادَةِ لِبَنِي عَبْدِ مَنَافِ بْنِ قُصَيٍّ اقْتَرَعُوا فَخَرَجَ سَهْمُ هَاشِمٍ فَوَلِيَ ذَلِكَ وَقَامَ بِهِ، فَلَمَّا مَاتَ هَاشِمٌ بِغَزَّةَ قَامَ بِأَمْرِ السِّقَايَةِ وَالرِّفَادَةِ بَعْدَهُ بِوَصِيَّةٍ مِنْهُ الْمُطَّلِبُ بْنُ عَبْدِ مَنَافٍ أَخُوهُ، ثُمَّ لَمَّا مَاتَ المطلب قام بذلك عبد المطلب بن هَاشِمٍ ثُمَّ ابْنُهُ الزُّبَيْرُ بْنُ عَبْدِ الْمُطَّلِبِ بْنِ عَبْدِ مَنَافٍ ثُمَّ أبو طالب بْنِ عَبْدِ الْمُطَّلِبِ، ثُمَّ إِنَّ أبا طالب أَمْعَرَ وَاخْتَلَّتْ حَالُهُ فَعَجَزَ عَنِ الْقِيَامِ بِأَمْرِ السِّقَايَةِ وَالرِّفَادَةِ فَاسْتَسْلَفَ مِنْ أَخِيهِ الْعَبَّاسِ بْن عَبْدِ الْمُطَّلِبِ لِلنَّفَقَةِ عَلَى ذَلِكَ عَشْرَةَ آلافِ دِرْهَمٍ، فَلَمَّا كَانَ الْعَامُ الْمُقْبِلُ سَأَلَهُ سَلَفَ خَمْسَةَ عَشرَ أَلْفَ دِرْهَمٍ، أَوْ قَالَ أَرْبَعَةَ عَشرَ أَلْفَ دِرْهَمٍ، فَقَالَ لَهُ الْعَبَّاسُ: إِنَّكَ لَنْ تَقْضِيَنِي مَا لِي عَلَيْكَ فَأَنَا أُعْطِيكَ مَا سَأَلْتَ عَلَى أَنَّكَ إِنْ لَمْ تُؤَدِّ إِلَيَّ مَالِي كُلَّهُ فِي قَابِلٍ فَأَمْرُ هَذِهِ الْمَكْرُمَةِ مِنَ السِّقَايَةِ وَالرِّفَادَةِ إِليَّ دُونَكَ وَالْمَالُ لَكَ، فَأَجَابَهُ إِلَى ذَلِكَ، فَلَمَّا كَانَ الْمَوْسِمُ مِنَ الْعَامِ الْمُقْبِلِ ازْدَادَ أبو طالب عَجْزًا وَضَعْفًا لِقِلَّةِ ذَاتِ يَدِهِ فَلَمْ تُمْكِنْهُ النَّفْقَةُ وَلَمْ يَقْضِ الْعَبَّاسُ مَالَهُ، فَصَارَتِ السِّقَايَةُ وَالرِّفَادَةُ إِلَيْهِ. وَكَانَ لِلْعَبَّاسِ كَرْمٌ (بستان عنب) بِالطَّائِفِ يُؤْتَى بِزَبِيبِهِ فَيُنْبَذُ فِي السِّقَايَةِ».[111
  ]\nهذا يبين لنا أن أبا طالب لم يكن صاحب مال ولكنه صاحب شخصية وزعامة في قريش وبهذه الشخصية والحضور الاجتماعي القوي استطاع أن يحمي ابن أخيه رسول الله صلى الله عليه وآله، ومن\n","description":"","footnote":"\n109 ) ابن أبي الحديد؛ عبد الحميد: شرح نهج البلاغة 14/68: حين سئل الإمام علي بن الحسين عليه السلام عن إيمان أبي طالب قال: “ واعجبا إن الله نهى رسوله أن يقر مسلمة على نكاح كافر، وقد كانت فاطمة بنت أسد من السابقات إلى الإسلام ولم تزل تحت أبي طالب.\n110 ) ابن ابي الحديد؛ شرح نهج البلاغة 1/29: “ وما أقول في رجل أبوه أبو طالب سيد البطحاء وشيخ قريش ورئيس مكة قالوا قل أن يسود فقير وساد أبو طالب وهو فقير لا مال له وكانت قريش تسميه الشيخ.”\n111 ) البلاذري؛ أحمد: أنساب الأشراف 4/15.\n","page_name":" 51 ","page_number":51},
  {"content":"\nأجل الاحتفاظ بهذا الحضور القوي، لا بد أن يخفي إيمانه، وإلا فإنه سيكون على خط المواجهة الصريحة معهم، وسيفقد قوة تأثيره فيهم!\nإننا نلاحظ أن كفار قريش كانوا يتعاملون معه في بداية الأمر على أساس أنه محل شكواهم، وأنهم ينتظرون منه أن يمنع ابن أخيه من (الاعتداء على آلهتهم ونظامهم الاجتماعي) ويطلبون منه الحل. ولذلك عندما بعث النبي جاؤوا الى أبي طالب وقالوا: إن ابن اخيك سفه أحلامنا وعاب آلهتنا[112
  ] فمُرهُ ليكف عن آلهتنا!\nبل جاؤوا ليعقدوا معه اتفاقية تبادل!! تنص على إعطائه إياهم النبي ليقتلوه مقابل إعطائهم إياه عمارة بن الوليد يكون مكانه!\nفقال أبو طالب: عجبٌ! آخذ ابنكم حتى أغذوه لكم وأعطيكم ابني حتى تقتلوه![113
  ]\nوفشلت محاولات كفار قريش كلها في الحد من دعوة النبي والوقوف في وجهه ما دام أبو طالب حياً، «ولما مات أبو طالب نالت قريش منه من الأذى ما لم تكن تطمع فيه في حياة أبي طالب، حتى اعترضه سفيه من سفهاء قريش فنثر على رأسه تراباً، فدخل رسول الله صلى الله عليه وآله بيته والتراب على رأسه؛ فقامت إليه إحدى بناته تغسل عنه التراب وتبكي ورسول الله صلى الله عليه وآله وسلم يقول لها: «يا بنية لا تبكي فإن الله مانع أباك، ما نالت مني قريش شيئاً أكرهه حتى مات أبو طالب».[114
  ]\nتعهد بالدفاع والحماية من البداية\nلقد كان واقعياً توسمُ وفراسة عبد المطلب بشأن ابنه أبي طالب عندما أوصاه بالاهتمام والرعاية لابن أخيه النبي محمد وقد لا يكون ذلك فقط لأجل كون عبد الله وأبي طالب شقيقين ومن أم واحدة، فهذا لا يكفي إذا لم تكن الشخصية مسؤولة وشجاعة جادة! وكان يمثل هذه الشخصية أبا طالب بين أبناء عبد المطلب الباقين بأفضل أنحائها، ولذا يعتقد أن عبد المطلب أوصاه بالنبي محمد، وبالفعل فإنه بالإضافة إلى موقفه في كفالة النبي طوال فترة طفولته وصباه وشبابه، واصل حمايته ورعايته بعدما بعث\n","description":"","footnote":"\n112 ) في الكافي 2/649 عن أبي جعفر عليه السلام قال: أقبل أبو جهل بن هشام ومعه قوم من قريش فدخلوا على أبي طالب فقالوا: إنّ ابن أخيك قد آذانا وآذى آلهتنا فادعه ومره فليكفّ عن آلهتنا ونكفّ عن إلهه، قال: فبعث أبو طالب إلى رسول اللّه صلى اللّه عليه وآله فدعاه، فلما دخل النبيّ صلى اللّه عليه وآله لم ير في البيت إلّا مشركا فقال: السَّلٰامُ عَلىٰ مَنِ اتَّبَعَ الْهُدىٰ ثمّ، جلس فخبّره أبو طالب بما جاءوا له فقال: أوَ هل لهم في كلمة خير لهم من هذا يسودون بها العرب ويطئون أعناقهم؟ فقال أبو جهل: نعم وما هذه الكلمة؟ فقال: تقولون: لا إله إلا اللّه، قال: فوضعوا أصابعهم في آذانهم وخرجوا هرابا وهم يقولون: ما سمعنا بهذا في الملّة الآخرة إن هذا إلّا اختلاق فأنزل اللّه تعالى في قولهم: ص وَالْقُرْآنِ ذِي الذِّكْرِ- إلى قوله- إِلَّا اخْتِلٰاقٌ.\n113 ) ابن سعد؛ محمد: الطبقات الكبرى 1/202؛ « فمشوا إلى أبي طالب حتى دخلوا عليه فقالوا أنت سيدنا وأفضلنا في أنفسنا وقد رأيت هذا الذي فعل هؤلاء السفهاء مع بن أخيك من تركهم آلهتنا وطعنهم علينا وتسفيههم أحلامنا وجاؤوا بعمارة بن الوليد بن المغيرة فقالوا قد جئناك بفتى قريش جمالا ونسبا ونهادة وشعرا ندفعه إليك فيكون لك نصره وميراثه وتدفع إلينا ابن أخيك فنقتله فإن ذلك أجمع للعشيرة وأفضل في عواقب الأمور مغبة قال أبو طالب والله ما أنصفتموني تعطونني ابنكم أغذوه لكم وأعطيكم ابن أخي تقتلونه ما هذا بالنصف تسومونني سوم العزيز الذليل!!\n114 ) الأميني؛ عبد الحسين؛ إيمان أبي طالب وسيرته 1/64.\n","page_name":" 52 ","page_number":52},
  {"content":"\nبالرسالة، بينما لم يفعل ذلك مثلاً عمه العباس! مع إمكاناته المالية الضخمة، وهذا راجع إلى ما ذكرنا من الصفات الشخصية لأبي طالب، بل لأبنائه من بعده، فقد نقل أرباب السير أن النبي صلى الله عليه وآله لما أراد أن يبدأ دعوته جاء إلى العباس عمه طالباً منه نصرته ومعونته في هذه الدعوة.\nفقال له: «إن الله قد أمرني بإظهار أمري وقد أنبأني واستنبأني فما عندك؟ فقال له العباس: يا بن أخي تعلم أن قريشاً أشد الناس حسداً لولد أبيك، وإن كانت هذه الخصلة، كانت الطامة الطماء والداهية العظيمة، ورمينا عن قوس واحد وانتسفونا نسفاً صلتاً، ولكن قرّب إلى عمك أبي طالب فإنه أكبر أعمامك، إن لا ينصرك لا يخذلك ولا يسلمك.\nفأتياه فلما رآهما أبوطالب قال: إنّ لكما لظنة وخبراً، ما جاء بكما في هذا الوقت؟ فعرفه العباس ما قال له النبي وما أجابه به العباس، فنظر إليه أبوطالب وقال له: اخرجْ ابنَ أخي فإنك الرفيع كعباً، والمنيع حزباً، والاعلى أباً، والله لا يسلقك لسان إلا سلقته ألسن حداد، واجتذبته سيوف حداد، والله لتذلن لك العرب ذل البُهم لحاضنها، ولقد كان أبي يقرأ الكتاب جميعا، ولقد قال: إن من صلبي لنبياً لوددت أني أدركت ذلك الزمان فآمنت به، فمن أدركه من ولدى فليؤمن به».[115
  ]\nولسان حاله:\nوالله لن يصلوا إليك بجمعهم\nحتى أوسد في التراب دفينا\nفاصدع بأمرك ما عليك غضاضة\nوأبشر بذاك، وقر منك عيونا\nودعوتني، وزعمت أنك ناصحي\nولقد صدقت، وكنت قبل أمينا\nوعرضت دينا لا محالة إنه\nمن خير أديان البرية دينا\nكانت نتيجة حماية أبي طالب للنبي صلى الله عليه وآله، ودفاعه عنه بشكل دائم أمام قريش وتوجيهه الرسائل الواضحة للقرشيين بأنهم لو مسّوا النبي بالأذى فسيكون ذلك نهاية من يمسه بالأذى، ولقد صدق في مقالته: لا يسلقك لسان إلا سلقته ألسن حداد، واجتذبته سيوف حداد بالعمل.\nففي ذات مرة قال جمع من قريش: أيمرّ بنا ابن أبي كبشة ولا يسلّم علينا، فأيّكم يأتيه فيفسد عليه صلاته؟ فقال عبد الله بن الزبعرى السهمي: أنا أفعل. فأخذ الفرث والدم فانتهى به إلى النبيّ صلى الله عليه وآله وهو ساجد فملأ به ثيابه ورأسه ولحيته، فانصرف النبيّ صلى الله عليه وآله حتّى أتى عمّه أبا طالب، فقال له: يا عمّ من أنا؟ فقال: ولِمَ يا بن أخي؟ فقصّ عليه القصّة. فقال: وأين تركتهم؟ فقال: بالأبطح. فنادى في قومه يا آل عبد المطّلب، يا آل هاشم، يا آل عبد مناف. فأقبلوا إليه من كلّ\n","description":"","footnote":"\n115 ) المجلسي؛ محمد باقر: بحار الأنوار 35/142.\n","page_name":" 53 ","page_number":53},
  {"content":"\nمكان ملبّين، فقال: كم أنتم؟ فقالوا: نحن أربعون. فقال: خذوا سلاحكم، فأخذوا سلاحهم فانطلق بهم إليهم، فلمّا رأت قريش أبا طالب أرادت أن تفترق فقال: وربّ البنيّة ما يقوم منكم أحد إلاّ جلّلته بالسيف، ثم أمَرَّ ذلك السلا على سبالهم[116
  ]ولحاهم.\nوكانت تلك رسالة تامة لكل القرشيين، ألا يقتربوا من حرمة النبي محمد.\nهذا إضافة إلى مئات أبيات الشعر، وعشرات القصائد التي كانت تعلن بشكل لا مرية فيه بأنه واقف كالجبل إلى جنب ابن أخيه، فها هو يقول:\nكذبتم وبيت الله يبزى محمدًا\nولما نطاعن دونه ونناضلِ\nونسلمه حتى نصرع دونه\nونذهل عن أبنائنا والحلائلِ\nالحصار في شعب[117
  ] أبي طالب:\nردت قريش على تلك المناصرة من أبي طالب (ومن خلفه بنو هاشم) لرسول الله صلى الله عليه وآله، بالمحاصرة الاقتصادية والاجتماعية، وإلجائهم إلى أن يبقوا في شعب أبي طالب، ويقرروا على المجتمع المكي مقاطعتهم.\nلقد مرت أيام الحصار وشهوره وسنواته الثلاث عسيرة جداً على المسلمين (بل على عموم بني هاشم ممن لجأ إلى الشعب، فإنه فرض عليهم الحصار وإن لم يكونوا مسلمين) والغرض هو ان يتم الضغط على النبي ليتوقف عن دعوته أو يتوقف أبو طالب عن حمايته فيتم لهم ما يريدون من قتل النبي صلى الله عليه وآله، وكان اتفاق القرشيين على ألّا يبيعوا شيئا لبني هاشم، ولا يشتروا منهم ولا يتزوجوا منهم ولا يزوجوهم ولا يسمحوا لأحد حتى من خارج مكة أن يبيعوهم، فإما كانوا يشترون من الباعة بضائعهم بأغلى الأثمان أو يهددوهم بأن يقاطعوا وألّا يسمح لهم بالبيع في مكة!\nوقد استنفذ هذا الوضع ما كان لدى بني هاشم من المال، ولا سيما أموال خديجة زوجة النبي صلى الله عليه وآله، حيث أعطت ما كانت تملكه بسخاء في هذا السبيل، ولا شك أنه كان هناك من يخاطر فيبيع بضاعته ولكن بأثمان مضاعفة! وكان هناك من يرق لحالهم فيهرب الأطعمة إلى الشعب.\nانتهى هذا بعد أن تحرك بعض حلفاء بني هاشم في قريش ضد الحصار، وقد ذكر في هذا أبو البختري بن هشام وغيره، ولكن العنصر الأساس الذي أنهى الحصار هو ما كان بين النبي وأبي طالب، حيث أخبر النبي عمه أن الله سبحانه قد سلط حشرة الأرضة على وثيقة المقاطعة والحصار، ولم تُبقِ فيها إلا اسم الله عز وجل!\nفقال له أبو طالب: أَربُّك أخبرك بهذا؟\nقال: بلى!\n","description":"","footnote":"\n116 ) سلا الناقة هو الغشاء الذي فيه الجنين. والسبال: الشوارب.\n117 ) الشِّعب بكسر الشين، تعني الفجوة بين الجبلين، وشعب أبي طالب هو بمثابة الوادي بين جبل أبي قبيس وجبل حنتمة، خلف الصفا.\n","page_name":" 54 ","page_number":54},
  {"content":"\nقال: والثواقب[118
  ]ما كذبتني قط -هلم بِنَا-\nوجاء مع النبي وبعض ابنائه الى مجتمع قريش والتفت اليهم قال لهم: يا معشر قريش جئت لكم فيه نصفة لكم وعندي كلام حول الصحيفة.\nوأراد أن يحضروها حتى لا يُكتشَف الموضوع وكانت موضوعة في قراب مغلق ومختوم، فأحضروها\nقال: إن ابن أخي أخبرني أن ربه قد بعث الأرضة على صحيفتكم فأكلتها ولم يبق منه الا اسمه الكريم فإن كان ما يقوله كذباً دفعته إليكم فقتلتموه وإن كان ما يقوله حقًّا علمتم أنكم ظالمون معتدون!\nقالوا: يا أبا طالب لعمرك هذا هو الإنصاف!\nففتحوا الوثيقة ثم أرادوا استخراج ما فيها وإذ لا يوجد فيها إلا الغبار والتراب وقصاصة صغيرة «باسمك اللهم»\nوهنا انكسر الحصار في السنة العاشرة من البعثة، ومع هذا الحصار الطويل وقد بلغ عمر أبي طالب الخامسة والثمانين، وفي تلك الظروف الصعبة غادر أبو طالب هذه الدنيا بعد أن وفى ما عاهد عليه بدفاعه عن رسول الله صلى الله عليه وآله.\nفليس غريبا أن يستذكره رسول الله ويستحضر ذكره مرارا، لا سيما في مواضع النصرة والمفاداة، لقد سأل النبي صلى الله عليه وآله، من حضر عندما رأى بني هاشم في أول مواجهة عسكرية بين المسلمين وبين المشركين وهي موقعة بدر، فلما رأى تضحية حمزة بن عبد المطلب وبطولة علي بن أبي طالب وجراحات عبيدة بن الحارث بن عبد المطلب، قال من يحفظ شعر أبي طالب؟ فأراد أحدهم أن يقرأ قول أبي طالب:\nوأبيض يستسقى الغمام بوجهه\nثمال اليتامى عصمة للارامل\nفقال نعم هذا شعره ولكن أريد غيره، فقال أحدهم كأنك تريد قوله:\nكذبتم وبيت الله يبزى محمد\nولما نطاعن دونه ونناضلِ\nونسلمه حتى نصرع دونه\nونذهل عن أبنائنا والحلائل\nـــــــــــــــــــــــــــــــــــــــــــــــ\n","description":"","footnote":"\n118 ) النجوم المضيئة.\n","page_name":" 55 ","page_number":55},
  {"content":"\nأبو طالب المؤمن المحامي\nروي عن سيدنا ومولانا أبي عبدالله جعفر بن محمد الصادق أنه قال: نزل جبرائيل عليه السلام على النبي صلى الله عليه وآله، فقال: (يا محمد إن ربك يقرئك السلام ويقول: إني قد حرمت النار على صُلبٍ أنزلك، وبطنٍ حملك، وحجرٍ كفلك. فالصلب صلب أبيك عبدالله، والبطن الذي حملك فآمنة بنت وهب، وأما حجر كفلك فحجر أبي طالب).[119
  ]\nعندما نتناول هذه الشخصية العظيمة بالحديث، نستحضر قضية مهمة وهي: أن فعل الإنسان للخير وقيامه بالعمل الصالح، لا يمكن أن يبقى خفيًا للأبد، فالله عز وجل قد تكفل بنشر العمل الصالح ورفعه إليه وقد أخبر الله سبحانه عن ذلك بقوله تعالى (إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ)[120
  ]، وورد في حديث قدسي ما معناه: (يا ابن آدم عملك الصالح أنت تخفيه وعليَّ إظهاره)، فلا تتصور أخي المؤمن أنك عندما تقوم بعمل خيرٍ، وفعلٍ حسن بأن هذا العمل لا أثر له، ولا نتيجة! كلا وأن ما يقوله البعض \" اعمل الخير وارمه في البحر، لا بل اعمل الخير ولن يذهب إلى البحر، وإنما هو بذرٌ وزرعٌ، وإذا لم يثمر اليوم أمام عينيك أثمر في جيل أبنائك، وفي جيل أحفادك وفي أجيالٍ أخرى، هذه طبيعة العمل الصالح؛ أنه يرتفع، فالعمل الصالح يرفعه الله، العمل الصالح مثل البالون إذا امتلأ بالهواء، طبيعته أن يصعد إلى الفضاء، لا يمكن أن يبقى بالأسفل، العمل الصالح طبيعته الإثمار.\nيقول الله تعالى (ألَمْ تَرَ كَيْفَ ضَرَبَ اللَّهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِي السَّمَاءِ (24) تُؤْتِي أُكُلَهَا كُلَّ حِينٍ بِإِذْنِ رَبِّهَا وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ (25)[121
  ]\nلقد كان إيمان أبي طالب، حمايته للنبي صلى الله عليه واله، ودفاعه عن الدعوة، هذه كلها وإن كانت في وقتٍ من الأوقات خفيةً إلا أنها لا تلبث أن تظهر، وذلك العطر لا بد أن ينتشر.\n\nمتى طرحت قضية عدم إيمان أبي طالب؟\nلم تكن قضية ايمان أبي طالب محل نقاش أيام رسول الله صلى الله عليه وآله، أو زمان الخلفاء الثلاثة بعد النبي صلى الله عليه وآله، ويظهر أن أول فكرة وتشكيك في إيمانه كان في زمان أمير المؤمنين عليه السلام، بالرغم من أنه كان يفتخر بوالده ويقرع معاوية بالقول أن أباه أبا طالب هو خير من أبي سفيان وأن هذا لا يمكن أن يكون مع أبي طالب في كفة المقايسة كما قال ذلك في خطاب منه لمعاوية بن أبي سفيان (..وأما قولك أنا بنو عبد مناف، وليس لبعضنا على بعض فضل، فليس كذلك، لأن أمية ليس كهاشم، ولا حرباً كعبد المطلب، ولا أبا سفيان كأبي طالب، ولا المهاجر كالطليق، وفي أيدينا فضل النبوة التي بها قتلنا العزيز، ودان لنا بها الذليل).[122
  ]\n","description":"","footnote":"\n119 ) ذكره الشيخ الكليني في الكافي (مُشَكَّل)١/٤٩٤، والشيخ الصدوق في الأمالي / 703 \n120 ) سورة فاطر: 10\n121 ) سورة إبراهيم آية 24-25\n122 ) ابن قتيبة الدينوري، الأخبار الطوال١٨٧، والزمخشري، ربيع الأبرار ونصوص الأخبار٤/٢١٦والشريف الرضي، نهج البلاغة، خطب الإمام علي (ع) (تحقيق صبحي الصالح)، ص ٣٧٥\n","page_name":" 56 ","page_number":56},
  {"content":"\nولا نملك تأكيداً على أن الحادثة التي حدثت مع الامام عليه السلام عندما تحداه أحدهم بأنه كيف يكون في هذا المكان - الخلافة - والحال أن أباه معذب في النار!! هل كان ذلك الشخص مرتبطاً ببني أمية أو لا؟ لكن من المؤكد أن الامام علياً عليه السلام قد واجهه بنحو حازم مبيناً إيمان أبي طالب وأنه يشفع فيمن يشاء وأن نوره كأنوار الخمسة من أصحاب الكساء.\nعن أبي عبد الله عن ابائه عليهم السلام، عن أمير المؤمنين عليه السلام، قال: كان ذات يوم جالساً بالرحبة والناس حوله مجتمعون، فقام إليه رجل فقال: يا أمير المؤمنين، إنك بالمكان الذي أنزلك الله به، وأبوك يعذب بالنار! فقال له: مه فض الله فاك والذي بعث محمداً بالحق نبياً، لو شفع أبي في كل مذنب على وجه الأرض لشفعه الله تعالى فيهم، أبي يعذب بالنار وابنه قسيم النار! ثم قال: والذي بعث محمداً بالحق نبياً، إن نور أبي طالب يوم القيامة ليطفئ أنوار الخلق إلا خمسة أنوار، نور محمد صلى الله عليه وآله، ونوري، ونور فاطمة، ونوري الحسن والحسين ومن ولده من الأئمة، لأن نوره من نورنا الذي خلقه الله عز وجل من قبل خلق ادم بألفي عام.[123
  ]\nوبعد هذه الفترة وعلى أثر تصاعد الخلاف الهاشمي العلوي مع الأموي السفياني والمرواني كان من الطبيعي أن يلجأ الأمويون إلى كل الوسائل التي تنتهي إلى تشويه سمعة الهاشميين، فقد جعلوا من السب لعلي عليه السلام سُنة، وهنا بدأ الأمويون ينشرون فكرة كفر أبي طالب، نكاية بابنه عليٍّ وأحفاده من الحسن والحسين ثم الأئمة المعصومين عليهم السلام، ولذلك نجد تعبير (قوماً يزعمون أنه كافر).\nفي رواية عن الامام زين العابدين عليه السلام وهذا يعني أنه على الأقل كان في السنوات التي تقترب إلى سنة سبعين أي بعد مرور نحو خمس وثلاثين سنة، ومع ملاحظة أن ذلك تم ظاهراً في مدينة رسول الله صلى الله عليه وآله، وهنا نلاحظ تطوراً في جواب الامام السجاد عليه السلام، من الفتوى إلى الاستدلال العلمي على الفكرة، فقد استدل عليه السلام بإبقاء النبي صلى الله عليه وآله فاطمة بنت أسد -وهي من المتقدمات في الايمان- في نكاح أبي طالب إلى أن توفي أبو طالب، فالقائلون بكفر أبي طالب هنا إنما يطعنون في رسول الله لعدم تنفيذه أحكام الله! فقد نقل السيد فخار في كتابه إيمان أبي طالب: \"عن علي بن الحسين عليه السلام أنه سئل عن أبي طالب أكان مؤمنا فقال عليه السلام: نعم فقيل له: إن هاهنا قوماً يزعمون أنه كافر، فقال عليه السلام: واعجباً كل العجب أيطعنون على أبي طالب أو على رسول الله صلى الله عليه وآله وقد نهاه الله تعالى أن يقر مؤمنة مع كافر في غير آية من القرآن ولا يشك أحد أن فاطمة بنت أسد رضي الله عنها من المؤمنات السابقات فإنها لم تزل تحت أبي طالب حتى مات أبو طالب رضي الله عنه.[124
  ]\nوتصاعدت نار الحملة تلك في نهاية أيام الأمويين، وأضاف إليها العباسيون مزيداً من الحطب على أثر اشتباكهم مع بني الحسن المجتبى بل عموم الثائرين العلويين، فكما أنهم شددوا الحملة على الإمام أمير المؤمنين عليه السلام وعلى الامام الحسن المجتبى[125
  ]، فقد صعدوا إلى الأصول بالتأكيد على كفر أبي طالب، في مقابل التأكيد على فضائل جدهم العباس بن عبد المطلب!\n","description":"","footnote":"\n123 ) الأمالي، الشيخ الطوسي، ص ٣٣٥\n124 ) إيمان أبي طالب (الحجة على الذاهب إلى تكفير أبي طالب)، فخار بن معد الموسوي، ص ١٢٤\n125 ) نجد هذا واضحا في الرسائل المتبادلة بين المنصور العباسي وبين محمد بن عبد الله بن الحسن (النفس الزكية)..\n","page_name":" 57 ","page_number":57},
  {"content":"\nفإذا كان في زمان الامام السجاد كان هناك (قوماً يزعمون أنه كفره)، فإن تعبير الروايات في زمان الامام الصادق عليه السلام أصبح (الناس يقولون) وتعبير الناس هنا قد يكون تعبيراً مجرداً يفيد الكثرة وهو ما يعادل اصطلاح (الجماهير) في هذا الزمان، أو أن يكون كما يراه بعض الباحثين[126
  ]من أنه يعني الرأي الرسمي الذي تتبناه الخلافة وتبشر به. وقد ورد هذا النحو من التعبير في أكثر من رواية منها ما رواه يونس عن الإمام الصادق عليه السلام، قال: يا يونس، ما يقول الناس في أبي طالب؟\nقلت: جعلت فداك يقولون: هو في ضحضاح من نار يغلي منها اُمّ رأسه فقال: كذب أعداء الله، إنّ أبا طالب من رفقاء النبيين والصدّيقين والشهداء والصالحين، وحسن اُولئك رفيقاً.[127
  ]\nوكذلك نجده في رواية عبد الرحمن بن كثير: قلت لأبي عبدالله عليه السلام: إنّ الناس يزعمون أن أبا طالب في ضحضاح من نار، فقال: كذبوا، ما بهذا نزل جبرئيل على النبي صلى الله عليه وآله، قلت: وبما نزل؟ قال: أتى جبرائيل في بعض ما كان عليه، فقال: يا محمّد، إنّ ربّك يقرئك السلام ويقول لك: إن أصحاب الكهف أسرّوا الإيمان وأظهروا الشرك فآتاهم الله أجرهم مرّتين، وإن أبا طالب أسرّ الإيمان وأظهر الشرك فأتاه الله أجره مرّتين، وما خرج من الدنيا حتى أتته البشارة من الله تعالى بالجنة، ثم قال: كيف يصفونه بهذا؟ وقد نزل جبرائيل ليلة - ليلة مات أبو طالب - فقال: يا محمد، اخرج من مكة، فمالك بها ناصر بعد أبي طالب[128
  ].\nتحويل قضية إيمان أبي طالب إلى قضية عقدية:\nنعتقد أن الاتجاه الأموي في الأمة لم ينته بسقوط الدولة الأموية وقيام الدولة العباسية، وإنما استمرت أفكاره وأصوله، في تيار مدرسة الخلفاء وظهرت في كتب الحديث والرجال، وربما تماهى وتعاون مع بعض الخلفاء العباسيين الذين كانت لهم اتجاهات مبغضة لأهل البيت عليهم السلام. ونشط هذا الاتجاه ناشراً فروعه على نفس الأصول السابقة، فقد لاحظنا في بعض رجاليي تلك المدرسة ومحدثيها، إسقاطهم من كان يظهر ميلاً لأهل البيت حتى أصبح التشيع لهم تهمة! والمحبة لهم تضعيفاً! وهكذا.\nوآنئذ فلا غرابة أن ينقل المحدثون روايات عن الخوارج والنواصب المعادين لأهل البيت عموماً ولعلي أمير المؤمنين عليه السلام خصوصاً، لكنهم (يحتاطون ويتحرجون) من النقل والرواية عن مثل الإمام الصادق والهادي والعسكري عليهم السلام!!\nوانعكس هذا على موضوع أبي طالب وقضية إيمانه! فالمفروض على مبانيهم أن تكون القضية تاريخية قابلة للأخذ والرد، وحاصلها أن شخصاً عاش في فترة بعثة النبي ودافع عنه.. هل آمن به قبل أن يموت أو لا؟ وهذه القضية ضمن هذه الحدود قضية تاريخية ينظر فيها إلى الروايات التاريخية والقرائن التي تنتهي بالباحث إلى أحد الرأيين.. لكننا وجدنا الأمر أبعد من ذلك فهم في التفسير يوردونها باعتبار أن آية (إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ)[129
  ]، وفي ما يرتبط بشفاعة النبي يوردونها فهو يقولون إن الكفار والمنافقين لا تغني عنهم الشفاعة ولا تنفعهم ولذلك - كما يزعمون - نهي عن\n","description":"","footnote":"\n126 ) قد يستفاد ذلك من استعمالات الروايات لهذه اللفظة ومنها ما (عن أبي عبد الله الصادق عليه السلام قال: ما سمعته مني يشبه قول الناس فيه التقية، وما سمعت مني لا يشبه قول الناس فلا تقية فيه) وسائل الشيعة (الإسلامية)، ج ١٨، الحر العاملي، ص ٨٨\n127 ) ايمان أبي طالب (الحجة على الذاهب إلى تكفير أبي طالب)، فخار بن معد الموسوي، ص ٨٢\n128 ) المصدر السابق ص84\n129 ) سورة القصص: 56\n","page_name":" 58 ","page_number":58},
  {"content":"\nالاستغفار لعمه أبي طالب (وأبيه عبد الله)! وصارت جزءاً من العقائد عندهم بحيث أن من يؤمن بالله واليوم الآخر وبنبوة النبي صلوات الله عليه واله، ويؤمن بالملائكة، عليه أيضًا أن يؤمن بكفر أبي طالب!\nوهكذا ففي كل بحث تجد أنهم أحضروا هذه القضية، ففي بحث المعاد ويوم القيامة وهل تنفع الأنساب آنئذ أو لا؟ قالوا: إنه لا تنفع الأنساب والشاهد على ذلك أن أبا طالب لا ينفعه نسبه مع النبي!\nوكأن هذه القضية يدور عليها محور العلم والمعرفة الدينية! ولكنه التأكيد الدائم وتكرار المعلومة حتى تتحول إلى ثقافة بل إلى عقيدة لا مجال لمناقشتها وبحثها!\n\nكيف نعرف إيمان أبي طالب؟\nلو طرحنا هذا السؤال على العقلاء! نريد أن نتعرف على شخص من الأشخاص، ما هي عقيدته؟ ما أفكاره؟ ما التزاماته السلوكية والعبادية؟ فيا أيها العقلاء كيف نستطيع التعرف عليه؟\nوهذا لا يختص بالتاريخ أو بالعقائد بل يشمل حتى قضايا الزواج ومحاولات التعرف على من يتقدم لخطبة ابنتك مثلاً!\nيفترض أن جواب العقلاء سيكون؛ إن التعرف على شخص يتم بواحد أو أكثر من الوسائل والطرق التالية:\nالوسيلة الأولى: التعرف عليه من خلال كلماته، فإن كلام الإنسان في الغالب يعبر عن ثقافته ونظرته للحياة ومعارفه عنها، وربما كان شارحاً لطريقة حياته أيضا..\nإن الاستماع إلى كلام شخص يحدد ـ عادة ـ مستواه العلمي والفكري، ويبين للمستمع عقائد المتكلم ورؤيته. وكما قال أمير المؤمنين عليه السلام (تكلموا تُعرفوا فإن المرء مخبوءٌ تحت طي لِسانه).\nالوسيلة الثانية: هو أن نذهب إلى أهله وأسرته والقريبين منه، لكي ننظر كيف كان معروفا في أهله؟ وبأي الاتجاهات يذكرونه، فإن الأسرة عادة تكون أقرب الناس إلى أفرادها، وبالتالي أعرف الناس بهؤلاء الأفراد نظراً لطول الخلطة والمعاشرة. فإذا صدَقوا السائلَ القولَ فإن بإمكانهم أن يعطوا رؤية واضحة وصورة حقيقية عن الشخص المسؤول عنه.\nالوسيلة الثالثة: أن نرى سلوكه في حياته، ماذا كان يعمل؟ ومن كان يوالي ويسير في ركابه ومن يتبرأ منه وينفصل عنه؟ ما هي أعماله؟ هل سيرته سيرة صالحي الناس أو الفاسدين منهم؟ بماذا يتمدح ويفتخر؟\nالوسيلة الرابعة: من الخطأ أن نحاول التعرف عليه من خلال كلمات أعدائه ووصف خصومه فإنهم في العادة لا ينصفون من يعاديهم إلا أن يكون هؤلاء الواصفين معصومين أو عدولاً لا تأخذهم العواطف جانب الحيف والظلم وأن يصفوه بما ليس فيه!\nهذه الوسائل التي ذكرناها لا تختص بشخص دون آخر ولا فترة تاريخية دون غيرها، وإنما هي طرق عقلائية يسلكها - كلها أو بعضها - العقلاء في كل الأزمنة للتعرف على الأشخاص.\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\nولو أردنا تطبيقها على التعرف على شخصية أبي طالب بن عبد المطلب عليه السلام لوجدنا محصلة ذلك أننا أمام رجل هو شيخ أصحاب رسول الله صلى الله عليه وآله والمتقدم عليهم في المنزلة بل له الفضل على أوائلهم بحمايتهم وحماية دعوة النبي ورسالته، وهؤلاء لهم الفضل على المتأخرين من الأصحاب. فهلم عزيزي القارئ لكي نتعرف عليه بخطوات الطريقة العقلائية التي ذكرناها مع ملاحظة أننا سنذكرها بنحو الاختصار والسهولة:\nأما الوسيلة الأولى وهي التعرف عليه من خلال أقواله، فإن أقوال أبي طالب نثراً وشعراً[130
  ]تعرب عن إيمانه، والشعر فيه اغلب لأنه يعد من الشعراء الكبار في قريش كما ذكر ذلك وأشار إليه غير واحد من المؤلفين وأكبروا شعره في فخامته وقوته:\n\n1/ فمن قوله[131
  ] مخاطباً رسول الله صلى الله عليه وآله:\nوالله لن يصلوا إليك بجمعهم * حتى أوسد في التراب دفينا\nفاصدع بأمرك ما عليك غضاضة * وأبشر بذاك وقر منك عيونا\nودعوتني وعلمت أنك ناصحي * ولقد دعوت كنت ثم أمينا\nولقد علمت بأن دين محمد * من خير أديان البرية دينا[132
  ]\n\n2/ ومن ذلك شعره في مدح النبي ووصفه بعد أن استسقى به وهو لا يزال طفلاً صغيراً وأسنده إلى جدار الكعبة في قصة مفصلة، وأقسم على الله بحقه ومنزلته، فلما لبثت السماء أن أرخت عزاليها وسقت الناس غيثاً هيطلاً، فأنشأ يقول في قصيدة جاء فيها:\nكذبتم وبيت الله نترك مكة * ونضعن إلا أمركم في بلابل\nكذبتم وبيت الله نبزي محمدا * ولما نطاعن دونه ونناضل\nونسلمه حتى نصرع حوله * ونذهل عن أبنائنا والحلائل\nويقول فيها:\n","description":"","footnote":"\n130 ) قد يكون لهذا السبب وغيره نقل عن الإمام الصادق عليه السلام قال كان أمير المؤمنين عليه السلام يعجبه أن يروي شعر أبي طالب عليه السلام وأن يدون وقال: تعلموه وعلموه.\n131 ) يلاحظ القارئ أنني هنا سأعتمد اعتمادا كاملا على العلامة الأميني رضوان الله تعالى عليه في كتابه الغدير ج 7 الذي أربى فيه على الغاية وجاوز حد النهاية في إنصاف عم النبي وأب الوصي، وتتبع بما لا مزيد عليه مشيدا ما أراد لبنة لبنة حتى جاء كما يحب، ومع علمي بأن من أصول التوثيق الرجوع إلى المصادر الأولى، وعدم الاكتفاء بما نقل عنها، لكني لم أفعل ذلك مع تيسره وسهولته لا سيما في النسخ الالكترونية للكتب، فآثرت الاقتصار على ما نقله رحمه الله في الغدير، تقديرا لجهده وتأكيدا على أهمية الكتاب والرجوع إليه، وثقة بدقته وأمانة نقله.\n132 ) الغدير، ج ٧، الشيخ الأميني، ص ٣٤٣ نقله عن ديوان أبي طالب ص 29: وشرح ابن أبي الحديد 3: 312 وقد أشار بعد ذكر مصادر هذه الأبيات ونسبتها إلى أبي طالب أن بعض علماء مدرسة الخلفاء، لكي يفسدوا أثر تلك الأبيات الواضحة في إعرابها عن إيمان أبي طالب بالنبي ودعوته، قد زادوا فيها بيتا فقال بعنوان: لفت نظر زاد القرطبي وابن كثير في تاريخه على الأبيات:\nلولا الملامة أو حذاري سبة * لوجدتني سمحا بذاك مبينا\n","page_name":" 60 ","page_number":60},
  {"content":"\n\nوأبيض يستسقى الغمام بوجهه * ثمال اليتامى عصمة للأرامل\nيلوذ به الهلاك من آل هاشم * فهم عنده في رحمة وفواضل\nلعمري لقد كلفت وجدا بأحمد * وأحببته حب الحبيب المواصل\nفلا زال في الدنيا جمالا لأهلها * وزينا لمن والاه رب المشاكل\nفأصبح فينا أحمد في أرومة * تقصر عنه سورة المتطاول\nحدبت بنفسي دونه وحميته * ودافعت عند بالذرا والكلاكل\nفأيده رب العباد بنصره * وأظهر دينا حقه غير باطل[133
  ]\n3/ وعندما هاجر بعض المسلمين إلى الحبشة هربا من إيذاء قريش لهم وفتنتهم إياهم عن دينهم، أرسل أبو طالب قصيدة للنجاشي ملك الحبشة يطلب منه أن يحسن جوار المهاجرين إليه، فقد \" أخرج الحاكم في المستدرك 2: 623 بإسناده عن ابن إسحاق قال: قال أبو طالب أبياتا للنجاشي يحضهم على حسن جوارهم والدفع عنهم - يعني عن المهاجرين إلى الحبشة من المسلمين -:\nليعلم خيار الناس أن محمدا * وزير لموسى والمسيح ابن مريم\nأتانا بهدي مثل ما أتيا به * فكل بأمر الله يهدي ويعصم\nوإنكم تتلونه في كتابكم * بصدق حديث لا حديث المبرجم\"[134
  ]\n4/ وعندما كسر الحصار التي فرضته قريش على النبي وأبي طالب ومعهما المسلمون في شِعب أبي طالب أنشأ ابو طالب بمناسبة هذا الانتصار عليهم قصيدة جاء فيها الاعتراف الصريح بكون محمد صلى الله عليه وآله رسولا لله كما جاء في الكتب السماوية مثلما جاء في حق موسى النبي وعيسى عليهما السلام\n\nألا أبلغا عني على ذات بينها * لويا وخصا من لوي بني كعب\nألم تعلموا أنا وجدنا محمدا * رسولا كموسى خط في أول الكتب؟\nوأن عليه في العباد محبة * ولا حيف فيمن خصه الله بالحب [135
  ]\n5/ وذكره بالنبوة واشتقاق اسمه من اسم الله الحميد في قوله:\n","description":"","footnote":"\n133 ) الغدير، ج ٧، الشيخ الأميني، ص ٣٤٣ نقله عن ديوان أبي طالب ص 29: وشرح ابن أبي الحديد 3: 312 وقد أشار بعد ذكر مصادر هذه الأبيات ونسبتها إلى أبي طالب أن بعض علماء مدرسة الخلفاء، لكي يفسدوا أثر تلك الأبيات الواضحة في إعرابها عن إيمان أبي طالب بالنبي ودعوته، قد زادوا فيها بيتا فقال بعنوان: لفت نظر زاد القرطبي وابن كثير في تاريخه على الأبيات:\nلولا الملامة أو حذاري سبة * لوجدتني سمحا بذاك مبينا\n134 ) المصدر نفسه 341\n135 ) نفس المصدر السابق.\n","page_name":" 61 ","page_number":61},
  {"content":"\nلقد أكرم الله النبي محمدا * فأكرم خلق الله في الناس أحمد\nوشق له من اسمه ليجله * فذو العرش محمود وهذا محمد[136
  ]\n\nوقد نقل عن بعض العلماء أن شعر أبي طالب الطافح بالإيمان والاعتقاد بنبوة ابن أخيه يزيد عن ثلاثة آلاف بيت[137
  ]من الشعر.\nونجد هذا الشعر الإيماني القوي حاضراً في مواضع كثيرة يستشهد به النبي ويأمر من يحفظه أن يذكره للناس، مع أن الموقف لا يقتضي بالضرورة ذكر شعرٍ أو ذكر شعر أبي طالب، ولكنها اللفتة الرائعة من النبي صلى الله عليه وآله، أخلاقياً في رد جميل ومعروف أبي طالب عليه وعلى الدعوة، وعقديا لتثبيت إيمان أبي طالب برسول الله ومنزلته من ربه وأنه مصدر الخير والبركة، فإذا كان في المدينة واستسقى النبي وأمطرت يتذكر قول أبي طالب ويستنشد من يحفظه ليذكره! وإذا كان في معركة بدر ورأى دفاع بني عبد المطلب - حمزة وعلي وعبيدة - عن الإسلام، وتمثل عبيدة وهو ينزف الدماء على أثر قطع ساقه بما قاله أبو طالب:\nكذبتم وبيت الله يبزى محمد ولما نطاعن دونه ونناضل\nونسلمه حتى نصرع حوله ونذهل عن أبنائنا والحلائل\nيثني النبي على استشهاده بأبيات أبي طالب ويترحم عليه، وحين يكون على فراش الموت تستشهد فاطمة الزهراء وهي داخلة عليه بأبيات أبي طالب: وأبيض يستسقى الغمام بوجهه..\nحتى غدت أبيات أبي طالب أشبه بالنشيد الوطني الذي لا ينتظر إلا فرصة مناسبة ليرفع وتسمعه الآذان.\nوأما الوسيلة الثانية: وهي التعرف عليه من خلال أقوال ووصف أسرته وعشيرته ومن يعرف بيئته، فإن أقرب الناس إليه هم بنو هاشم، وأولهم رسول الله صلى الله عليه وآله:\n(فإن النبي صلى الله عليه وآله مع علمه بأن مهمة أبي طالب في الدفاع عنه وعن رسالته المقدسة لا تتم إلا بكتمان إيمانه وإلا فإن قريشاً ستجرد سيفها ضد أبي طالب مباشرة وتنابذه العداء وتناجزه القتال مما يخل بهذه المهمة) ومع ذلك ترك كلمات هي أشبه بالضياء لمن أراد أن يهتدي، ثم جاء بتفصيلها أمير المؤمنين عليٌّ عليه السلام وباقي أئمة أهل البيت عليهم السلام.\nفمن أقوال النبي في حق أبي طالب:\n1/ ما نقله اليعقوبي في تاريخه 2: 26: لما قيل لرسول الله: إن أبا طالب قد مات عظم ذلك في قلبه\n","description":"","footnote":"\n136 ) نفس المصدر السابق 344\n137 ) الغريب أن أتباع النهج الأموي في الوقت الذي يحشدون آراءهم ويضعون الأحاديث في (كفره) لا ينظرون إلى أي من هذه الأبيات الكثيرة الصريحة في الإيمان ويصرون على أنه لم يؤمن، بينما أبو سفيان الذي ينقل عنه قوله: فو الذي يحلف به أبو سفيان ما من جنة ولا من نار! كما نقله ابن حمدون في التذكرة الحمدونية ٩/‏١٧١، وهذا في ايام خلافة عثمان بن عفان أي بعد نحو ثلاثين سنة مما يفترض من (اسلامه)، وقد تكررت منه مواقف وكلمات قبل ذلك أيام الرسول وتمنيه العودة لمحاربة رسول الله ـ مع زعمهم إسلامه ـ كل هذه الأقوال والمواقف لم تخدش شيئا فيه وبقي هو الصحابي الذي هو فوق مستوى العدالة والوثاقة والذي هو من أهل الجنة والذي قوله وفعله أحد الأدلة الشرعية على الأحكام كما هو مقتضى نظرية عدالة الصحابة (انظر كتابنا أصحاب النبي)، بينما أبو طالب وراءه ما يقرب من ثلاثة آلاف قول وبيت تصرح بإيمانه.\n","page_name":" 62 ","page_number":62},
  {"content":"\nواشتد له جزعه ثم دخل فمسح جبينه الأيمن أربع مرات وجبينه الأيسر ثلاث مرات، ثم قال: يا عم! ربيت صغيراً، وكفلت يتيماً، ونصرت كبيراً، فجزاك الله عني خيراً، ومشى بين يدي سريره وجعل يعرضه ويقول: وصلتك رحم، وجزيت خيراً.\n2/ وعن إسحاق بن عبد الله بن الحارث قال: قال العباس: يا رسول الله! أترجو لأبي طالب؟ قال: كل الخير أرجو من ربي.\nأخرجه ابن سعد في الطبقات 1: 106 بسند صحيح رجالهم كلهم ثقات رجال[138
  ].\n3/ لما دعا رسول الله واستسقى وانهمر المطر على الناس في المدينة، حتى ضجوا خوف الغرق تبسم صلوات الله عليه وآله حتى بدت نواجذه؛ وهو يقول: اللهم حوالينا ولا علينا، ثم قال: لله درُّ أبي طالب لو كان حياً لقرت عيناه، من الذي ينشدنا شعره؟ فقال علي بن أبي طالب كرم الله وجهه يا رسول الله! كأنك أردت قوله:\nوأبيض يستسقى الغمام بوجهه ثمال اليتامى عصمة للأرامل\nقال: أجل فأنشده أبياتا من القصيدة ورسول الله يستغفر لأبي طالب على المنبر[139
  ]\n4/ وعن رسول الله صلى الله عليه وآله إنه قال لعقيل بن أبي طالب: يا أبا يزيد! إني أحبك حبين\nحبًّا لقرابتك مني، وحبًّا لما كنت أعلم من حب عمي أبي طالب إياك[140
  ].\n5/ وللإمام أمير المؤمنين عليه السلام كلمات في حق والده، فإنه في رسالته لمعاوية، قد فضل أباه على أبي سفيان (مع أن أبا سفيان عندهم مؤمن برسول الله) ولم يرد عليه أبو سفيان هذا التفضيل وكان يمكن أن يقول له: كلا فإني أبي مسلم وأباك ليس بمسلم! وقد مر في الصفحات السابقة ذكر هذه الرسالة.\n6/ وقد ذكر سبط ابن الجوزي في تذكرته في الصفحة السادسة أن علياً عليه السلام قال في رثاء أبي طالب:\nأبا طالب عصمة المستجير * وغيث المحول ونور الظلم\nلقد هد فقدك أهل الحفاظ * فصلى عليك ولي النعم\nولقاك ربك رضوانه * فقد كنت للطهر من خير عم.[141
  ]\n7/ وقد نقل الإمام الحسين عليه السلام عن أبيه المرتضى كلمات تؤكد لا على إيمانه فحسب بل على خلل ونقص إيمان من لم يعتقد بإيمان أبي طالب، فعنه عليه السلام أن والده أمير المؤمنين كان جالسا في الرحبة والناس حوله فقام إليه رجل فقال له: يا أمير المؤمنين! إنك بالمكان الذي أنزلك الله وأبوك معذب في النار فقال له: مه فض الله فاك، والذي بعث محمداً بالحق نبياً\n","description":"","footnote":"\n138 ) الغدير، ج ٧، الشيخ الأميني، ص ٣٨٢\n139 ) نفس المصدر والصفحة.\n140 ) المصدر ص 384\n141 ) المصدر ص 387\n","page_name":" 63 ","page_number":63},
  {"content":"\nلو شفع أبي في كل مذنب على وجه الأرض لشفعه الله، أأبي معذب في النار وابنه قسيم الجنة والنار؟ والذي بعث محمداً بالحق إن نور أبي طالب يوم القيامة ليطفئ أنوار الخلائق إلا خمسة أنوار، نور محمد ونور فاطمة ونور الحسن والحسين ونور ولده من الأئمة، ألا إن نوره من نورنا خلقه الله من قبل خلق آدم بألفي عام[142
  ].\n8/ كما نقل في نفس المصدر كلمة للإمام السجاد علي بن الحسين، عن ابن أبي الحديد في شرحه 3 / 312: روي أن علي بن الحسين عليه السلام سئل عن هذا - يعني عن إيمان أبي طالب - فقال: واعجباً إن الله تعالى نهى رسوله أن يقر مسلمة على نكاح كافر وقد كانت فاطمة بنت أسد من السابقات إلى الاسلام ولم تزل تحت أبي طالب حتى مات.\n9/ وأخرى عن ابنه الإمام الباقر محمد بن علي عليه السلام فإنه سئل عما يقوله الناس أن أبا طالب في ضحضاح من نار فقال: لو وضع إيمان أبي طالب في كفة ميزان وإيمان هذا الخلق في الكفة الأخرى لرجح إيمانه، ثم قال: ألم تعلموا أن أمير المؤمنين علياً عليه السلام كان يأمر أن يحج عن عبد الله وابيه وأبي طالب في حياته ثم أوصى في وصيته بالحج عنهم؟!\n10/ كما نقل كلمات متعددة عن الإمام أبي عبد الله جعفر بن محمد الصادق عليه السلام منها: إن رسول الله صلى الله عليه وسلم قال: إن أصحاب الكهف أسروا الإيمان وأظهروا الكفر فآتاهم الله أجره مرتين وإن أبا طالب أسرَّ الإيمان وأظهر الشرك فآتاه الله أجره مرتين.\nوأشار صاحب الغدير إلى وجود هذا النص في شرح ابن أبي الحديد وفي أصول الكافي للكليني.\nومنها ما أخرجه ثقة الاسلام الكليني في أصول الكافي 244 عن الإمام الصادق قال: كيف يكون أبو طالب كافراً وهو يقول:\nلقد علموا أن ابننا لا مكذب * لدينا ولا يعبأ بقيل الأباطل\nوأبيض يستسقي الغمام بوجهه * ثمان اليتامى عصمة للأرامل\nومنها ما روي عن يونس بن نباتة عن الإمام الصادق عليه السلام قال: يا يونس، ما يقول الناس في أبي طالب؟ قلت: جعلت فداك يقولون: هو في ضحضاح من نار يغلي منها أم رأسه فقال: كذب أعداء الله، إن أبا طالب من رفقاء النبيين والصديقين والشهداء والصالحين وحسن أولئك رفيقا[143
  ].\n11/ ونقل عن الكليني في الكافي، رواية عن الامام موسى بن جعفر الكاظم عليه السلام تشير إلى أن أبا طالب كان فوق منزلة المؤمن العادي وأنه كان من الأوصياء والحاملين لكتب السماء وذلك عن درست بن أبي منصور أنه سأل أبا الحسن الأول - الإمام الكاظم - عليه السلام: أكان رسول الله صلى الله عليه وآله محجوجاً بأبي طالب؟ فقال: لا. ولكنه كان مستودعاً لوصايا فدفعها إليه، فقال: قلت: فدفع إليه الوصايا على أنه محجوج به؟ فقال: لو كان محجوجاً به ما دفع إليه الوصية، قال: قلت: فما كان حال أبي طالب؟ قال: أقر بالنبي\n","description":"","footnote":"\n142 ) المصدر ص ٣٩٦\n143 ) المصدر ٤٠١\n","page_name":" 64 ","page_number":64},
  {"content":"\nوبما جاء به ودفع إليه الوصايا ومات من يومه.[144
  ]\n13/ وعن الامام علي بن موسى الرضا عليه السلام نقل كلاماً يشبه كلاماً عن الامام الصادق فيمن يشكك في إيمان أبي طالب مع قيام البراهين عليه، فذكر أنه أخرج الشيخ أبو جعفر الصدوق بإسناد له: إن عبد العظيم بن عبد الله العلوي الحسيني المدفون بالري كان مريضاً فكتب إلى أبي الحسن الرضا عليه السلام: عرفني يا ابن رسول الله عن الخبر المروي: إن أبا طالب في ضحضاح من نار يغلي منه دماغه. فكتب إليه الرضا عليه السلام: بسم الله الرحمن الرحيم، أما بعد: فإنك إن شككت في إيمان أبي طالب كان مصيرك إلى النار.\n14/ وأما عن الإمام الحسن بن علي العسكري فقد قال- كما أخرجه الشيخ أبو جعفر الصدوق في حديث طويل-: إن الله تبارك وتعالى أوحى إلى رسوله صلى الله عليه وآله إني قد أيدتك بشيعتين: شيعة تنصرك سراً، وشيعة تنصرك علانية، فأما التي تنصرك سراً فسيدهم وأفضلهم عمك أبو طالب، وأما التي تنصرك علانية فسيدهم وأفضلهم ابنه علي بن أبي طالب. ثم قال: وإن أبا طالب كمؤمن آل فرعون يكتم إيمانه.[145
  ]\nفهذه باقة كلمات من محمد وآله الطاهرين في شأن أبي طالب وسمو مرتبته الايمانية، وكذب ما وضعه الخط الأموي على لسان رسول الله صلى الله عليه وآله، من أحاديث (تكفّر) أبا طالب، وأن من يصله البرهان والدليل في ذلك ويعاند في الرفض والتكذيب يكن مصيره النار يوم القيامة. وبعض هذه الكلمات (فتاوى ونتيجة) وبعضها الآخر فيها (الاستدلال والبرهنة).\nوالقائل لهذه الكلمات، هم أعرف الناس به وبمعتقده، ولا يتصور فيهم المجاملة لأبي طالب، ولا الكذب - حاشاهم - وهم المعصومون عند الامامية بعد النبي الصادق، بينما في الطرف الآخر كلام (الناس) وهو كما ذكرنا تعبير عن الاتجاه الرسمي للسلطة الأموية أو العباسية، ومن الطبيعي أن هؤلاء - الناس - الذين يقتاتون على فتات عطايا الخلفاء والحكام ويقدمون الدنيا على الدين سيتحرون مواقع رضا أولئك الحكام حتى لو كان ذلك بلعن المرسلين والصديقين.[146
  ]\nوأما الوسيلة الثالثة: هي معرفة الشخص من خلال مواقفه وأعماله، فلا ينكر أحد حتى أشد أعداء أبي طالب وابنه عداوة، أن أبا طالب كان المحامي الأول عن النبي وعن دعوته، والمواجه لعتاة قريش ومجرميها في الدفاع عن النبي والإسلام. وإن كانوا يفسرونها بأنه بدافع الحمية العائلية أو غير ذلك! وجوابهم في ذلك فلِم لم تدفع هذه الحمية أبا لهب للدفاع عن ابن أخيه، بل ولم تدفع العباس بن عبد المطلب للدفاع بهذا النحو عن رسول الله؟!\nومتى دخلوا قلب أبي طالب ليعرفوا أنه لم يؤمن بالله وأن حمايته النبي كانت بدافع عاطفي وعائلي؟!\nوقد مر بنا في المقالات السابقة جانباً من حمايته له ودفاعه عنه وتعريض نفسه للمواجهة، ومن ثم للمحاصرة والجوع والعطش والمقاطعة حتى قضى نحبه متأثراً وهو في تلك السن بالتعب والجوع والعطش\n","description":"","footnote":"\n144 ) المصدر ٤٠٣\n145 ) المصدر 404\n146 ) ابن عبد ربه الأندلسي؛ العقد الفريد ٤/‏١١٣ ذكر فيه أن معاوية بن أبي سفيان بينا هو جالس وعنده وجوه الناس، إذ دخل رجل من أهل الشام فقام خطيبا، فكان آخر كلامه أن لعن عليا؛ فأطرق الناس وتكلم الأحنف فقال: يا أمير المؤمنين، إن هذا القائل ما قال آنفا لو يعلم أن رضاك في لعن المرسلين لعنهم، فاتق الله ودع عنك علياً.\n","page_name":" 65 ","page_number":65},
  {"content":"\nوالمرض! وتحمل الحصار جوعاً وعطشاً مدة تزيد على ألف يوم من الزمان من أجل رسول الله صلى الله عليه وآله. هذا بالإضافة إلى أمره أبناءه بالإيمان بالنبي والكون في ركابه!\nحتى لقد كان في نظر قريش هو الممثل لرسول الله صلى الله عليه وآله، فإذا أرادوا التفاوض مع النبي جاؤوا لأبي طالب وإذا أرادوا الضغط عليه ضغطوا على أبي طالب وإذا قرروا الحصار كان هو أول المحاصرين، وإذا أراد النبي إيصال رسالة للقرشيين كان أبو طالب! كما يظهر ذلك في قصة الأرضة التي أكلت صحيفتهم.\nبقي أن نشير إلى الملاحظة الأخيرة وهي أنه لا ينبغي أخذ تقييم الشخص من خلال أعدائه وأعداء أهله، وهذا هو الفخ الذي وقع فيه من وقع -بقصد أو غير قصد- فإننا نلاحظ أن الذين رووا الروايات عن رسول الله صلى الله عليه وآله في شأن أبي طالب عليه السلام، كانوا في الغالب في الخط الأموي أو العباسي المصارع والمناهض لأهل البيت عليهم السلام.\nكذلك الذين وجهوا الآيات القرآنية التي تتحدث عن الكفار السابقين أو اللاحقين إلى أنها نزلت في أبي طالب! وبالرغم من أن الكثير من علماء مدرسة الخلفاء يعتقدون بإيمان أبي طالب بل لقد ألف الكثير منهم كتباً في ذلك وأثبتوا بالأدلة إيمانه وضعف ما تمسك به أتباع الاتجاه الأموي لإثبات (عدم إيمانه). إلا أن هذا الاتجاه لا يزال حاضراً في الساحة الاسلامية، وتعاطف معه كل من عادى شيعة أهل البيت عليهم السلام ومنهجهم، وتراه ينشط كلما تزايد الصراع الطائفي وينفخ في هذه النار وتجد أحد انعكاساته في تجديد الكتابات في هذا المجال.\nوقد ناقش هؤلاء العلماء وغيرهم ما حاول الاستدلال به أتباع ذلك الاتجاه، ومن المناسب أن ننقل هنا ما علق به العلامة الشيخ محمد باقر المحمودي على ما جاء في كتاب أنساب الأشراف للبلاذري، وهو يعتمد على الأحاديث الرائجة في أفق الاتجاه ذاك، فضلاً عن كون البلاذري ممن كان يرتع في بلاط المتوكل العباسي ومن بعده، ومن المعلوم كيف كانت عداوة المتوكل الظاهرة للإمام علي عليه السلام حتى عُدّ من النواصب عند الكثير من العلماء، ومن الطبيعي أن من يكون في بلاطه ودائرته لن يتخذ موقفاً ظاهرياً مناسباً من الإمام علي ولا من أبيه ولا من أهل بيته، وعلى أي حال فقد علق المحمودي بشكل سريع على ما جاء في ذلك الكتاب عند حديثه عن أبي طالب، ونحن ننقله بتغيير بعض الصياغة والاختصار أو التوضيح لتتمة البحث:\n1/ فإن البلاذري[147
  ]بعد أن ذكر شيئا من نصرة أبي طالب للنبي صلى الله عليه وآله قال:\n\" لما حضرته الوفاة، عرض النَّبِيّ ﷺ عَلَيْهِ قول: لا إله إلا الله فأبى أن يقولها وقال: يا ابن أخي. إنِّي لأعلم أنك لا تَقُولُ إلا حقا، ولكني أكره مخالفة دين عبد المطلب، وأن يتحدث نساء قريش بأني جزعت عند الموت ففارقت ما كانَ عَلَيْهِ. فمات عَلى تِلْكَ الحال. وأتى عليٌّ (النبي) فأخبره بموته فقال: وارِه فقال عَليّ أنا أواريه وهو كافر قالَ: فمن يواريه إذا؟ فلما واراه أمَرهُ رَسُولُ اللَّهِ ﷺ فاغتسل، وقالَ (رَسُولُ اللَّهِ) ﷺ حين رأى جنازته [: وصلتك رحم
  ].\nويقال: إنه قيل لَهُ: يا رَسُولَ اللَّهِ استغفر لَهُ. فنزلت فِيهِ:\n","description":"","footnote":"\n147 ) أنساب الأشراف 2/ 24\n","page_name":" 66 ","page_number":66},
  {"content":"\n«ما كانَ لِلنَّبِيِّ والَّذِينَ آمَنُوا أنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ ولَوْ كانُوا أُولِي قُرْبى مِن بَعْدِ ما تَبَيَّنَ لَهُمْ أنَّهُمْ أصْحابُ الجَحِيمِ»\"\nوقد علق المحمودي على كلامه بأنه يعتمد على الروايات التي ستأتي ويأتي النقاش في أسانيدها، وبالنسبة للآية المباركة وأنها نزلت في شأن أبي طالب وأن النبي قد نهي عن الاستغفار، فإن ذلك القول معتمد على (يقال) وهو مما لم يعلم له مستند فلا يُعبأ به!\n2/ ثم نقل البلاذري حديثا بسند ينتهي إلى الزُّهْرِيِّ عَنْ سَعِيدِ بْنِ المُسَيِّبِ قالَ: دَعا رَسُولُ اللَّهِ ﷺ أبا طالب إلى كلمة الإخْلاصِ فِي مَرَضِهِ فَقالَ: إنِّي لأكْرَهُ أنْ تَقُولَ قُرَيْشٌ: إنِّي قُلْتُها جَزَعًا عِنْدَ المَوْتِ ورَدَدْتُها فِي صِحَّتِي. ودَعا بَنِي هاشِمٍ فَأمَرَهُمْ بِاتِّباعِ رَسُولِ اللَّهِ ﷺ ونصرته والمنع عن ضيمه فنزلت فيه: «وهُمْ يَنْهَوْنَ عَنْهُ ويَنْأوْنَ عَنْهُ»[148
  ] وجَعَلَ النَّبِيُّ ﷺ يَسْتَغْفِرُ لَهُ حَتّى نَزَلَتْ: «ما كانَ لِلنَّبِيِّ والَّذِينَ آمَنُوا أنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ» الآيتان.\nوعلق عليه المحمودي بضعفه من جهات تجعل الخبر في حد ذاته - ولو لم يكن له معارض- غير صالح للحجية؛ أولاها: أن سعيد بن المسيب (الراوي الأصلي للحديث) لم يدرك القضية، فلا بد إذن أن يكون رواها عمن أدركها، ولم يذكره في الخبر، فيحتمل أنه كان ممن يشاقق الرسول وذويه صلوات الله عليهم!\nوثانيها: أن سعيد بن المسيب عُدَّ من المنحرفين عن أمير المؤمنين علي عليه السلام على ما ذكره ابن أبي الحديد وغيره.\nوثالثها: أن الزهري الذي يروي عن ابن المسيب كان من عمال بني أمية ومرتزقة مائدة أعداء أهل البيت في أيام تجبرهم ومن كان هذا حاله، كيف يوثق به ويؤخذ عنه من الرواية في حق أهل البيت ووالد أمير المؤمنين عليه السلام؟!\nورابعها: أنّ بكر بن الهيثم شيخ البلاذري الذي يروي عنه مجهول!!\n3/ قال البلاذري أيضاً: وحَدَّثَنِي مُحَمَّدُ بْنُ سَعْدٍ، عَنِ الواقِدِيِّ، عَنْ سُفْيانَ الثَّوْرِيِّ، عَنْ حَبِيبِ بْنِ أبِي ثابِتٍ عَنْ يَحْيى بْنِ جَعْدَةَ عَنِ ابْنِ عَبّاسٍ قالَ: نَزَلَتْ فِي أبِي طالِبٍ: «وهُمْ يَنْهَوْنَ عَنْهُ ويَنْأوْنَ عَنْهُ وإنْ يُهْلِكُونَ إلّا أنْفُسَهُمْ وما يَشْعُرُونَ».\nوكان تعليق المحمودي بالقول: هذا أيضاً باطل من وجوه:\nالأول: أن الثابت بعدة طرق عن ابن عباس خلاف هذا، وأنّ الآية الكريمة نزلت في المشركين الذين كانوا ينهون الناس عن محمد ان يؤمنوا به، وينأون - أي ويتباعدون- عنه، كما في تفسير الطبري: ٧/ ١٠٩، والدر المنثور: ج ٣ ص ٢ و٨- ٩، وكما في تفسير الالوسي: ٧/ ١٢٦، وتفسير القرطبي: ٦ ص ٣٨٢، وتفسير ابن كثير: ٢ ص ١٢٢، وتفسير الشوكاني: ج ٣ ص ٩١- ٩٢، كذا روى عنهم جميعا في الغدير.\nالثاني: أن هذا خلاف الظاهر من سياق الآية الكريمة، إذ المستفاد منه أنهم كانوا قد جمعوا بين\n","description":"","footnote":"\n148 ) سورة الأنعام:26\n","page_name":" 67 ","page_number":67},
  {"content":"\nالتباعد عن النبي وعدم الإيمان به، وبين نهي الناس عن متابعته والإيمان بما جاء به، وأين هذا من أعمال أبي طالب وأقواله؟! أليس هو أول من نبذ القرابات وما كان بينه وبين المشركين من الصلة والجوار والصداقة محاماتا للنبي ونصرة له، وتحصن مع من تبعه من عشيرته واهل بيته في الشعب سنين؟!\nالثالث: من جهات بطلان الحديث أن حبيب بن أبي ثابت الواقع في سلسلة سنده، كان مدلساً بتصريح ابن حبان، وابن خزيمة في صحيحه كما في ترجمته من تهذيب التهذيب: ج ٢ ص ١٧٩.\nالرابــع: أن ابن مباركهم صرح بأن الثوري- أحد رجال الحديث - كان يدلس كما في ترجمة سفيان من تهذيب التهذيب: ٤/ ١١٥. وفي ميزان الاعتدال: ١/ ٣٩٦: انه كان يكتب عن الكذابين.\nالخامس: أن الواقدي عندهم ضعيف جداً، فراجع ترجمته من تهذيب التهذيب.\nالسادس: أن ابن سعد أيضاً غير مرضي عند سلفهم والا فما باله لم يرو ولم يأخذ منه ابن حنبل وهو معه في بغداد، وكان يأخذ منه أجزاء الواقدي فيطالعها، ثم يردها عليه! فما بال أرباب السنن لم يرووا عنه شيئاً؟! نعم روى منه أبو داود في مورد واحد من سننه، ولكنه لا ينفع لأنه عند أبيه غير مقبول وهو أعرف الناس به! فراجع ترجمته من كامل ابن عدي.\n4/ وكذلك قال البلاذري وحَدَّثَنِي مُحَمَّدُ بْنُ سَعْدٍ، عَنِ الواقِدِيِّ، عَنْ (سفيان) الثَّوْرِيِّ، عَنْ يَزِيدَ بْنِ أبِي زِيادٍ، عَنْ عَبْدِ الله بن الحرث بْنِ نَوْفَلٍ، قالَ: نَزَلَتْ فِي أبِي طالِبٍ «إنَّكَ لا تَهْدِي مَن أحْبَبْتَ ولكِنَّ اللَّهَ يَهْدِي مَن يَشاءُ»[149
  ]\nواستمر المحمودي متتبعاً أسانيد هذا الحديث والذي بعده المعروف بحديث الضحضاح ليثبت أنها ضعيفة لوجود كذابين فيها بحسب ما نص عليه الرجاليون عندهم، فلا ينبغي الاعتماد عليها بعدما تبين ضعف أسانيدها. فراجع تفاصيل ذلك في تعليقه على كتاب أنساب الأشراف.. انتهى نقل تعليقات الشيخ المحمودي.\nإذن.. هذه الروايات لا تمتلك اقتضاء الدلالة على المسألة موضوع البحث، فكيف إذا كان لها روايات معارضة ونافية لموضوعها بنحوين؟\nالأول: فمن الأحاديث والروايات عن المعصومين عليهم السلام ما تصرح فيه بكذب تلك الروايات، وأنها موضوعة على النبي صلى الله عليه وآله.\nالثاني: أنها تثبت لأبي طالب منازل عالية ومراتب عظيمة على أثر إيمانه السري الذي تقتضيه طبيعة مهمته في الدفاع عن الرسالة ونبيها المصطفى صلى الله عليه وآله.\n\n\n","description":"","footnote":"\n149 ) سورة القصص:56\n","page_name":" 68 ","page_number":68},
  {"content":"\n\n\n\n\n\nالمصادر بعد القرآن الكريم\n\tأكثر المصادر التي تم اعتمادها هي نسخ الكترونية على مواقع أو تطبيقات، والاعتماد الأساس كان على مكتبة أهل البيت ـ الموقع الالكتروني ـ https://ablibrary.net/#/. وبعض كتب مدرسة الخلفاء تم الاعتماد على تطبيق تراث تطبيق app.turath.io .\n\nابن أبي الحديد؛ شرح نهج البلاغة، دار إحياء الكتب العربية - عيسى البابي الحلبي وشركاه، تحقيق\nمحمد أبو الفضل إبراهيم 1378\nالأبشيهي؛ محمد بن أحمد: المستطرف في كل فن مستظرف، عالم الكتب – بيروت، ١٤١٩ هـ\nابن عبد البر، يوسف النمري القرطبي: الاستيعاب في معرفة الأصحاب، ت علي محمد، دار الجيل، بيروت١٤١٢\nابن عساكر؛ الحافظ علي بن الحسن بن هبة الله الشافعي: ترجمة الإمام الحسين من تاريخ مدينة دمشق تحقيق الشيخ محمد باقر المحمودي، مجمع إحياء الثقافة الاسلامية 1414\nابن كثير الدمشقي إسماعيل بن عمر: البداية والنهاية، تحقيق علي شيري، دار إحياء التراث العربي 1٤٠٨\nالأمين؛ السيد محسن: أعيان الشيعة، تحقيق حسن الأمين، دار التعارف للمطبوعات - بيروت\nالأميني؛ عبد الحسين: إيمان أبي طالب وسيرته\nالأميني، عبد الحسين: الغدير في الكتاب والسنة والأدب، دار الكتاب العربي - بيروت - 1397\nالأندلسي، ابن عبد ربه: العقد الفريد، دار الكتب العلمية - بيروت ١٤٠٤ هـ\nالبغدادي ابن سعد؛ محمد بن سعد بن منيع: الطبقات الكبرى، تحقيق: محمد عبد القادر عطا، دار الكتب العلمية – بيروت ١٤١٠ هـ\nالبغدادي، الشيخ عبد اللطيف: فاطمة والمفضلات من النساء\nالبلاذري؛ أحمد بن يحيى: جمل من أنساب الأشراف، تحقيق: سهيل زكار ورياض الزركلي، دار الفكر – بيروت ١٤١٧ هـ\nالبياضي؛ علي بن يونس النباطي: الصراط المستقيم، المكتبة المرتضوية لإحياء الآثار الجعفرية 1384 الثعلبي أبو إسحاق أحمد بن محمد: الكشف والبيان عن تفسير القرآن، تحقيق: أبي محمد بن عاشور دار إحياء التراث العربي، بيروت – لبنان١٤٢٢\nالجزري؛ ابن الأثير علي بن محمد، أسد الغابة، دار الفكر – بيروت ١٤٠٩هـ\nالحر العاملي؛ محمد بن الحسن: وسائل الشيعة، مؤسسة آل البيت لإحياء التراث قم 1414\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\nالخزاز القمي؛ علي بن محمد:كفاية الأثر في النص على الأئمة الاثني عشر، تحقيق السيد عبد اللطيف الحسيني، انتشارات بيدار، قم\nالخوارزمي؛ الموفق بن أحمد بن محمد المكي : المناقب، مؤسسة النشر الاسلامي ـ جماعة المدرسين قم\nالدِّيار بَكْري؛ حسين بن محمد: تاريخ الخميس في أحوال أنفس النفيس، دار صادر - بيروت\nالدينوري ابن قتيبة أبو حنيفة أحمد، الأخبار الطوال، تحقيق: عبد المنعم عامر، دار إحياء الكتب العربي ــ عيسى البابي الحلبي وشركاه / القاهرة ١٩٦٠\nالري شهري؛ محمد: ميزان الحكمة، دار الحديث 1416\nالزمخشري، جار الله ربيع الأبرار ونصوص الأخبار، مؤسسة الأعلمي، بيروت\nالزيلعي؛ تخريج الأحاديث والأخبار، دار ابن خزيمة، تحقيق عبد الله بن عبد الرحمن السعد 1414\nالسبحاني؛ الشيخ جعفر: سيد المرسلين، نشر جماعة المدرسين، قم 1427\nالسهيلي؛ أبو القاسم عبد الرحمن بن عبد الله: الروض الأنف في شرح السيرة النبوية، دار إحياء التراث العربي، بيروت ١٤١٢ هـ\nآل سيف؛ فوزي: الحياة الشخصية عند أهل البيت، دار البيان العربي بيروت .\nآل سيف؛ فوزي: نساء حول أهل البيت، دار الصفوة ـ بيروت 1414\nالسيلاوي؛ الشيخ غالب: الأنوار الساطعة من الغراء الطاهرة (خديجة بنت خويلد)، المطبعة العلمية 1421\nالشافعي؛ محمد بن إدريس:كتاب الأم، دار المعرفة – بيروت ١٤١٠هـ\nالشاكري؛ الحاج حسين: أم المؤمنين خديجة الطاهرة\nالشريف الرضي، نهج البلاغة، خطب الإمام علي (ع)، تحقيق د. صبحي الصالح\nالشيباني ابن حنبل؛ أحمد بن محمد: مسند الإمام أحمد بن حنبل، تحقيق شعيب الأرنؤوط، مؤسسة الرسالة\nالشيرازي؛ السيد محمد مهدي، أمهات المعصومين، قم\nالصالحي الشامي؛ محمد بن يوسف: سبل الهدى والرشاد في سيرة خير العباد تحقيق الشيخ عادل احمد عبد الموجود، دار الكتب العلمية بيروت\nالصدوق؛ محمد بن علي بن الحسين بن بابويه: الخصال، جماعة المدرسين في الحوزة العلمية قم\nالصدوق؛ محمد بن علي بن الحسين بن بابويه: الأمالي، تحقيق قسم الدراسات الاسلامية - مؤسسة البعثة ـ قم\nالطبراني سليمان بن أحمد اللخمي الشامي؛ المعجم الكبير، مكتبة ابن تيمية - القاهرة\nالطبرسي؛ تاج المواليد (المجموعة)، مكتب آية الله العظمى المرعشي النجفي – قم 1406\nالطبري؛ أبو جعفر محمد بن جرير: جامع البيان عن تأويل آي القرآن، تحقيق: الدكتور عبد الله بن عبد المحسن التركي، دار هجر للطباعة والنشر والتوزيع والإعلان\nالطبري، محمد بن جرير دلائل الامامة، مركز الطباعة والنشر في مؤسسة البعثة، قم\nالطوسي، شيخ الطائفة محمد بن الحسن: الأمالي، دار الثقافة للطباعة والنشر والتوزيع، تحقيق مؤسسة البعثة – قم 1414\n\nالطوسي؛ الشيخ محمد بن الحسن: مصباح المتهجد مؤسسة فقه الشيعة - بيروت 1411\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\nعلي؛ د. جواد: المفصل في تاريخ العرب، جامعة بغداد\nالقندوزي؛ الشيخ سليمان بن ابراهيم: ينابيع المودة لذوي القربى، تحقيق سيد علي جمال أشرف الحسيني دار الأسوة للطباعة والنشر 1416\nالكليني، الشيخ محمد بن يعقوب، أصول الكافي، دار الكتب الإسلامية - طهران\nالكوفي؛ أبو القاسم: الاستغاثة، مؤسسة الأعلمي ـ طهران\nالمازندراني؛ المولى محمد صالح: شرح أصول الكافي، دار إحياء التراث العربي للطباعة والنشر والتوزيع – بيروت 1421\nالمازندراني؛ محمد بن علي بن شهراشوب: مناقب آل أبي طالب، المكتبة والمطبعة الحيدرية، النجف 1376\nالمجلسي؛ المولى محمد باقر:بحار الأنوار، مؤسسة الوفاء بيروت 1403\nالمفيد، الشيخ محمد بن النعمان: المسائل السروية، تحقيق صائب عبد الحميد، دار المفيد للطباعة والنشر والتوزيع - بيروت 1414 - لبنان\nالمفيد، الشيخ محمد بن النعمان: الإرشاد، دار المفيد للطباعة والنشر والتوزيع – بيروت، مؤسسة آل البيت (ع) لتحقيق التراث 1414\nالموسوي، الشريف المرتضى الفصول المختارة، دار المفيد للطباعة والنشر والتوزيع - بيروت – 1414 الموسوي؛ فخار بن معد: إيمان أبي طالب (الحجة على الذاهب إلى تكفير أبي طالب) ت\nالسيد محمد بحر العلوم، مكتبة النهضة – بغداد 1384\nالنجاشي؛ أبو العباس أحمد بن علي: فهرست اسماء مصنفي الشيعة (رجال النجاشي)، مؤسسة النشر الإسلامي ـ جماعة المدرسين، قم 1416\nالنسائي؛ أحمد بن شعيب بن علي: فضائل الصحابة، دار الكتب العلمية – بيروت ١٤٠٥\nالنمازي الشاهرودي؛ الشيخ علي: مستدرك سفينة البحار، مؤسسة النشر الإسلامي ـ جماعة المدرسين قم 1418\nالنيسابوري؛ أبو عبد الله الحاكم محمد بن عبد الله: المستدرك على الصحيحين، تحقيق: مصطفى عبد القادر عطا، دار الكتب العلمية – بيروت ١٤١١\nاليوسفي الغروي؛ الشيخ محمد هادي: موسوعة التاريخ الإسلامي، مجمع الفكر الإسلامي – قم 1417\n\n\n\n\n\n\n\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\n\n\nقنوات التواصل مع الشيخ\n\nالايميل fawzialsaif@gmail.com\nالموقع الالكتروني ‏www.al-saif.net\nقناة اليوتيوب ‏https://m.youtube.com/user/Fawzialsaif\nتطبيق آيفون http://bit.ly/alsaifapp\nتطبيق أندرويد http://bit.ly/1zPHwFh\nقناة التلغرام ‏http://bit.ly/1M8Lzhk\nالمجموعة الصوتية الكاملة على دروبوكس ‏https://goo.gl/VMmT7X\nروابط المقاطع القصيرة ‏goo.gl/XkTvmj\nقناة الساوند كلاود ‏https://m.soundcloud.com/fawzialsaif\nتطبيق الكتب اندرويد: ‏https://play.google.com/store/apps/details?id=net.alsaif.books\nايفون وايباد:‏https://appsto.re/us/_ptClb.i\nالموقع الرديف https://al-saif.app\nالانستغرام ‏https://instagram.com/fawzialsaif_shortclips?igshid=195m0v23vh9mx\n🔸 قناة بودكاست الشيخ فوزي آل سيف لجوالات الايفون:*‏https://apple.co/31oqGiO\n\n\n\n\n\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\nالفهرس العام\n\n\nمقدمة\nخديجة بنت خويلد: سطور من النور\nخديجة بنت خويلد ميزات وصفات\nخديجة الطاهرة\nخديجة المؤمنة\nالمجاهدة المنفقة\nأم الذرية النبوية الطاهرة\nعام الحزن\nالصدِّيقة الكاملة\nأبناء وبنات السيدة خديجة\nأدلة القول بكونهن بنات النبي\nأدلة القول بأنهن ربائب\nالرأي المختار\nخديجة في الروايات\nفضلى نساء أهل الأرض\nزوجة النبي الأولى في الجنة\nخديجة للنبي: بيتي بيتك وأنا جاريتك !\nثالث الموحدين على وجه الأرض\nتهجرها نساء قريش وتحضرها نساء الجنة:\n********\nمقدمة\nعمران (عبد مناف) بن عبد المطلب (أبو طالب)\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\nأبو طالب مؤمن قريش\nزواج أبي طالب بفاطمة بنت أسد\nالفقير الذي ساد قريشا\nتعهد بالدفاع والحماية من البداية\nالحصار في شعب أبي طالب:\nأبو طالب المؤمن المحامي\nمتى طرحت قضية عدم إيمان أبي طالب؟\nكيف نعرف إيمان أبي طالب؟\nمن أقوال النبي في حق أبي طالب:","description":"","footnote":"","page_name":" 74 ","page_number":74}
  ]