[
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nهوالعليم\r\nحريم قدس\r\nمقاله اى در سيروسلوك الى الله\r\nمؤلف : سيدمحمدمحسن حسينى طهرانى\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nحسينى طهرانى ، سيد محمد محسن ، 1375 - ق .\r\nحريم قدس : مقاله اى در سير وسلوك إلى الله / تأليف سيد محمد محسن حسينى طهرانى . - قم : عرش انديشه . 1428 ق .\r\n128 ص .\r\n11000 ريال isbn 964 - 9924 - 16 - 7 :\r\nفهرستنويسى براساس اطلاعات فيپا .\r\nاين اثر به عنوان مقدمه اى بر ترجمهء فرانسه \" رسالهء لب اللباب در سير و سلوك اولى الالباب \" تأليف علامه سيد محمد حسين حسينى طهرانى نگاشته شده است كه اينك به صورت مستقل منتشر مى گردد .\r\nكتابنامه : ص . [ 127 
  ] - 128 ؛ همچنين به صورت زيرنويس .\r\nنمايه .\r\n1 . آداب طريقت . 2 . عرفان . الف . حسينى طهرانى ، سيد محمد حسين ، 1345 - 1416 ق . رساله لب اللباب در سير وسلوك اولى الالباب . ب . عنوان . ج . عنوان : رساله لب اللباب در سير وسلوك اولى الالباب . د . عنوان : مقاله اى در سير و سلوك إلى الله .\r\n4 ح 5 ح / 3 / 288 bp\r\n84 / 297\r\n41719 - 85 م\r\nحريم قدس\r\nمقاله اى در سير و سلوك إلى الله\r\nتأليف : سيد محمد محسن حسينى طهرانى\r\nناشر : انتشارات عرش انديشه\r\nنوبت چاپ : اول / 1428 ه‍ ق\r\nقيمت : 100 تومان\r\nتعداد : 5000\r\nچاپ : عمران\r\nشابك : 7 - 16 - 9924 - 924\r\nحق چاپ محفوظ است\r\nتلفن : 2914448\r\nwww . makatbevahy . org\r\ninfo @ maktabevahy . org\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n\r\nديباچه\r\nبِسم الله الرّحمَن الرّحيم\r\nالحَمدُ للّه ربّ العالَمين\r\nو الصّلَوةُ علَى المَبعوثِ إلى الخَلائق أجمَعين و آلِه الأوصياءِ المُنتَجَبين\r\nو لعنَةُ اللهِ علَى أعدائهِم مِن الأوّلِين و الآخرين إلى يَومِ الدّين\r\nستايش ابدى و ثناى أزلى ذات واجب الوجودى را سزاست كه بسيط ماهيات امكانيّه را به يمن صرافت وجود به زيور تعيّن و تشخّص بياراست ، و از ميان جملهء كائنات تاج لقد كرّمنا به پيشگاه رفيع المنزلهء انسان تقديم نمود ، و او را به مظهريّت تجلّى ذات و استعداد تلقّى جلوهء عظمى مفتخر ساخت .\r\nدرود بيكران به روان مطهّر ارواح انبياء و رسل الهى باد كه سرگشتگان وادى حيرت و گمرهان تيه ضلالت را به امداد و انارهء سبحانى به سر منزل مقصود و دائره مقام محمود هدايت و ايصال مىنمايند ؛ بالأخصّ سيّد كائنات و محور حدوث و بقاء موجودات ،\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nأبو الأكوان بفاعليّته و امّ الامكان بقابليّته [ 1 
  ] ، بشير نذير و سراج منير ، خاتم انبياء ، محمّد بن عبدالله و اهل بيت او كه شموس طالعات و نجوم زاهرات در دو نشأهء تكوين و تشريع مىباشند ؛ صلوات الله و سلامه عليهم اجمعين .\r\n و إنّى و إن كنتُ ابنَ آدمَ صورةً * فَلِى فيه معنىً شاهدٌ بابوّتى [ 2 
  ] \r\nراقم سطور بندهء ناچيز سيد محمّد محسن حسينى طهرانى عفى الله عن جرائمه گويد :\r\nاز آنجا كه رسالهء شريفه و گرانقدر « لبّ اللّباب در سير و سلوك اولى الألباب » تأليف عارف كامل و سالك و اصل ، انسان العين و عين الانسان ، العالم بالله و العالم بأمر الله ، سيّد الفقهاء الربّانيّين و سند الاولياء الالهيّين ، مولينا و مقتدانا ، آية الله العظمى سيد محمّد حسين حسينىّ طهرانى - أفاض الله عليه شَآبيب رحمته و رضوانه - كه تقريرات مباحث سلوك علمى و عملى استاد الكلّ فى الكلّ ، فخر الحكماء المتألّهين و اسوة العلماء السّالكين ، سيّدنا الأكرم و عمادنا\r\n\r\n\r\n","description":"","footnote":"\r\n1 - « پدر عوالم وجود از جهت و حيثيّت فاعلى او ، و مادر هم مخلوقات از حيثيّت قبول و استعداد خود ( زيرا به جهت تحقّق دو حيثيّت متفاوته : يكى نزول حقيقت وجود به إضاف اشراقيّه ، و دوّم تشكّل آن در قوالب و ظروف متفاوته و تعيّن آن به تعيّنات مختلفه ، دو جهت و حيثيّت و انتساب در كيفيّت بدء و ختم مرتسم مىشود ، كه حيثيّت اوّلى را به حيثيّت فاعلى و دوّمى را به قابلى تعبير مىكنند ؛ و هر دو از وجود مبارك آن حضرت ، و تحقّق آن در نفس شريف آن حضرت مىباشد ) . »\r\n( 2 ) - ديوان ابن فارض ، ص 120 .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nالأعظم ، حضرت علّامهء طباطبائى قدّس الله سرّه مىباشد داراى مزاياى فريده و شاخصه‌هاى وحيده است ( كه به حقّ مانند او چه در لغت عرب و عجم يافت نخواهد شد ، و به تصديق اهل نظر مكتوبى بدين شيوائى و جامعيّت در بيان مراتب نفس و ايمان و كيفيّت سير و سلوك إلى الله و رفض بوادى عائقه و اهواء صارفه و عبور از عوالم ضلالت و غوايت و كثرات و توهّمات و لزوم استمداد از تربيت و ارشاد استاد كامل در مراحل مختلفهء سير نوشته نشده است ) مبتنى بر مبادى و اصول مفروغهء سير و سلوك إلى الله است ؛ از قبيل مقام و منزلت انسان در جايگاه خلقت عالم امكان و كيفيّت سير او به سوى كمال و فعليّت ، و لزوم بعثت انبياء و رسل الهى در تربيت نفوس مستعدّه ، و كذلك ضرورت ارشاد و دستگيرى استاد كامل و مهذّب نفوس ، و نيز ضرورت حركت و سير در مسير عرفان و توحيد و تولّى به ولايت اهل بيت عصمت و كرامت سلام الله عليهم اجمعين ، و تبرّى از اعداء و مخالفين ايشان باطناً و ظاهراً ، و افتراق مكتب توحيد با ساير مكاتب منحرفه و منعزلهء از واقع و حقيقت - گرچه متلوّن به الوان ديانت و ولايت و رسالت باشند - و علل معارضه و مقابلهء ناپختگان نامطّلع از حقائق عالم انس ؛ چنانچه فرموده‌اند :\r\n چه داند آنكه نداند كه چيست لذّت عشق * از آنكه لذّت عاشق وراى لذّات است [ 1 
  ] \r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] - ديوان عطّار ، ص 33 .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nو بعضى از مطالب ديگر كه اطّلاع بر آنها مسير حركت سالك را روشنتر و استقامت او را در برابر عوائق و فتن بيشتر ، و عزم و ارادهء او را در وصول به غايت و هدف أعلى راسختر خواهد نمود ، و وى را در مقابله با وسوسهء خنّاسان و تلبيس ابالسهء طريق و قطّاع و سرّاق مسير محفوظ و مصون خواهد داشت ؛ تأكيد خائنين در او اثر نگذارد و او را از حركت و صعود به عالم قدس باز ندارد ، و با عزمى متين مترنّم به آيهء شريفه : ( قُلِ اللَّهُ ثُمَّ ذَرْهُمْ فى خَوْضِهِمْ يَلْعَبُون ) [ 1 
  ] حجب عوالم كثرت را يكى پس از ديگرى از هم به درد و از مراحل ظلمات و مراتب حجب نوريّه بگذرد و پا به عرصهء معدن عظمت كبريائى حقّ بگذارد .\r\nاين رسالهء شريفه كه اصل آن به فارسى مىباشد ، تا كنون به لغت عربى و انگليسى ترجمه شده است و موجب إعجاب و تحسين خوانندگان گرديده ، زمينهء تحوّل و تبدّل جدّى را در ضمير و نفوس مستعدّهء آنان پديد آورده است ؛ و نيز به عنوان يك منبع تدريس در ميان برخى از دانشگاههاى معروف و معتبر دنيا رائج و دائر گشته است .\r\nحقير خود بارها آن را مطالعه نموده‌ام و هر بار همان طراوت و نشاط ابتدائى را در مطالعات مكرّر احساس نموده‌ام . گوئى الفاظ و عبارات اين كتاب از سويداى دل سرگشتگان و ضمير پويندگان حريم معبود پرده برمىدارد ، و نياز حقيقى وجدانهاى پاك و ناآلوده به زخارف دنيا را در وصول به عالم توحيد و كشف سلطان معرفت\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] - سوره الأنعام ( 6 ) ذيل آيه 91 .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nروشن و آشكار مىنمايد . و سرّ اين نكته در اين است كه اين مفاهيم و عبارات از قلم و بنان افرادى تراوش نموده است كه روح و سرّ آنان به عالم توحيد و تجرّد اتّصال و بلكه اتّحاد پيدا نموده است ، و هر آنچه از رقائق معانى و دقائق مبانى و ظرائف عالم انوار بر قلوب و ضمائر مطهّر و ملكوتى آنان افاضه و نزول مىنمايد ، بدون تصرّف نفس امّاره و دخالت اغراض دنيّه و اهواء رذيله مىباشد ؛ و لذا با فطرت و ضمير صافى هر انسان صادق و جويندهء حقّى موافق و منطبق و همسو خواهد بود ، و هيچگاه طراوت و تازگى و رَوْح خود را از دست نخواهد داد ، و هر چه انسان بيشتر به تحقيق و مطالعه و تدبّر در آنان بپردازد ، بيشتر از ادراك حقائق راقيه و انوار معرفت حقّ بهره‌مند خواهد شد ؛ مانند كتب آسمانى بالأخص « قرآن كريم » و « نهج البلاغه » مولى الموحّدين أميرالمؤمنين عليه‌السّلام ، و روايات واردهء از حضرات معصومين عليهم‌السّلام ، و در مرتبهء پس از آن كلمات و عبارات اولياى الهى همچون اشعار خواجه حافظ شيرازى و مولينا جلال الدين بلخى و ابن فارض مصرى ، و كتب مؤلّفهء فخر العرفاء الشامخين محيى الدّين عربى ، و مكتوبات و رسائل ساير اولياء و عرفاى الهى رضوان الله عليهم اجمعين .\r\nمرحوم قاضى - قدس الله سرّه - مىفرمود :\r\nمن هشت بار كتاب « مثنوى معنوى » را مطالعه كردم ، و هر بار مطلبى جديد و افاضه‌اى سواى افاضات و مدركات مطالعات قبلى برايم حاصل مىگشت .\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nامّا در ساير نوشتجات اين مطلب به نظر نمىرسد و دليل آن هم واضح و روشن است ، زيرا هر چه از بنان و بيان آنان تراوش نمايد از منبعى آلوده به اغراض و سرچشمه‌اى منغمر در شهوات و تخيّلات و حبّ و بغض‌ها است ؛ و افراد در اين مسأله داراى مراتب مختلفه هستند ، و از طرفى علوم آنها تحصيلى و اكتسابى و ظاهرى است ، و جز ذخيرهء محفوظات حاصل و عائدى برايشان نخواهد داشت و خود به آنها باور و يقين نخواهند داشت .\r\nاخيراً توفيق ترجمهء كتاب به زبان فرانسه ، يكى از أخلّاء روحانى و برادران ايمانى را رفيق گرديده ، از اين ناچيز تقاضاى تحرير مقدّمه‌اى در توضيح برخى از مطالب فوق الذّكر گرديد ؛ لذا با توجّه به اهميّت موضوع و تضارب آراء و اختلاف مسالك و مكاتب متنوّع و چه بسا منحرف ، و ورود اوهام و تخيّلات از عدّه‌اى جاهل و بىخبر از مواهب عالم قدس و مواعد حريم انس ، اين بنده به ذكر پاره‌اى از مسائل و موضوعات مذكوره به عنوان مقدّمهءاين كتاب شريف مىپردازم ، اميد است كه خوانندگان گرامى را مزيد اطّلاع و نويسندهء ناچيز را ذُخرى ليوم الجزاء گردد .\r\nو ما تَوفيقى إلّا بِالله عليه توكّلتُ و إليه انيب\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nبِسم الله الرّحمَن الرّحيم\r\nالحَمدُ للّه ربّ العالَمين\r\nو الصّلَوةُ علَى المَبعوثِ إلى الخَلائق أجمَعين و آلِه الأوصياءِ المُنتَجَبين\r\nو لعنَةُ اللهِ علَى أعدائهِم مِن الأوّلين و الآخرين إلى يَومِ الدّين\r\nشكّى نيست كه وجود حقيقتى است عالى و راقى كه اصل و اساس جميع حقائق متأصّله از قبيل اسماء و صفات كليّهء الهى ، و نيز جملهء حقائق ربطيّه از قبيل اسماء و صفات جزئيّه ، و يا به عبارت روشن‌تر ماهيّات موجوده در عالم اعيان و خارج است ؛ و لذا فرموده‌اند كه : حقيقت اشياء به حيثيّت رابطى آنان برمىگردد و از خود ، وجود فى نفسه لنفسه ندارند ؛ بلكه صرفاً حيثيّت آنها و اصالت آنها به جنبهء ربطيّت و صرف تعلّق و فناء در ذات واجب الوجود برمىگردد .\r\nخداى متعال در آيات شريفهء قرآن به اين مسأله تصريح تامّ فرموده است :\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\n( خَلَقَ اللَّهُ السَّماواتِ وَ الْأَرْضَ بِالْحَقِّ إِنَّ فى ذلِكَ لَآيَةً لِلْمُؤْمِنين ) [ 1 
  ]\r\n« خداوند آسمانها و زمين را به حقّ آفريد ( نه از روى تصادف و عبث و بدون هدف و غايت ، و نه از روى تخيّلات و اوهام و اعتبارات چون مصنوعات عامّهء مردم ) به درستى كه در اين مطلب نشانه‌اى از حقيقت توحيد در جميع مراتب ذات و اسم و فعل براى مؤمنين مىباشد . »\r\nظهور و بروز حقيقت وجود در اسماء كلّيه و از آنها در جزئيّات و مصاديق خارجى ، موجب اتّصاف آنها به همين وصف مىگردد ، و مقتضاى قانون علّيّت تجلّى علّت در ماهيّت معلول و نتيجتاً اتّصاف معلول به اوصاف علّت در مرتبهء مادون و بنحو ضعيف‌تر و خفيف‌تر است . و از آنجا كه خداى متعال ذات خود را به حقّيت متّصف نموده است ، چنانچه در آيات بسيارى به عبارات مختلف مانند : ( ذلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَ أَنَّ ما يَدْعُونَ مِنْ دُونِهِ هُوَ الْباطِلُ ) [ 2 
  ] تصريح فرموده است ، وجودات متدلّيه و مرتبطهء به ذات خود را نيز به حقّيت و واقعيّت متّصف كرده است ؛ و اين واقعيّت و حقيقت چيزى نيست جز واقعيّت و حقيقت خود او به عنوان حقيقت واحدهء مشكّكه ، نه مستقلّه در عرض و طراز حقيقت حضرت حقّ .\r\nبنابراين حقيقت و ارزش هر پديده چه در وجود و چه در\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] - سوره العنكبوت ( 29 ) آيه 44 .\r\n[ 2 
  ] - سوره الحجّ ( 22 ) صدر آيه 62 .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nمسير رشد و تكامل خويش ، به استناد او به ذات بارى تعالى و اراده و مشيّت او باز مىگردد ؛ و به هر مقدارى كه در طريق تكامل و فعليّت استعدادات به اراده و خواست و اختيار حضرت حقّ در كيفيّت سلوك عملى نزديكتر شويم ، آن طريق و سلوك مقرّب‌تر و رساننده‌تر خواهد شد .\r\n\r\nحقيقت و ارزش هر پديده به استناد او به حق تعالى باز مىگردد\r\nخداى متعال در قرآن كريم رسالت همهء انبياء الهى را ارائهء مسير تجرّد و توحيد و بيرون آوردن از ظلمات جهل و هدايت به عالم نور و بهاء ذكر مىكند ، و مىفرمايد :\r\n( وَ لَقَدْ أَرْسَلْنا مُوسى بِآياتِنا أَنْ أَخْرِجْ قَوْمَكَ مِنَ الظُّلُماتِ إِلَى النُّورِ وَ ذَكِّرْهُمْ بِأَيَّامِ اللَّهِ إِنَّ فى ذلِكَ لَآياتٍ لِكُلِّ صَبَّارٍ شَكُور ) [ 1 
  ]\r\nدر آيهء ديگر مىفرمايد :\r\n( لَقَدْ أَرْسَلْنا رُسُلَنا بِالْبَيِّناتِ وَ أَنْزَلْنا مَعَهُمُ الْكِتابَ وَ الْميزانَ لِيَقُومَ النَّاسُ بِالْقِسْط ) [ 2 
  ]\r\nقيام به قسط يعنى قيام به حقّ در جميع مراحل و اطوار حيات ، چه در جنبه‌هاى عبادى و چه جنبه‌هاى اجتماعى و سياسى و خانوادگى و شخصى ؛ و در اين راستا است كه جميع استعدادهاى انسان به منصّهء ظهور و فعليّت مىرسد ، و مراتب كمال يكى پس از ديگرى براى او حاصل مىشود . و اگر انسان در هر مسأله‌اى رعايت\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] - سوره إبراهيم ( 14 ) آيه 5 .\r\n[ 2 
  ] - سوره الحديد ( 57 ) صدر آيه 25 .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nاين نكته را ننمايد و جانب حقّ را نگيرد و به احساسات و خواست‌هاى دنيوى پاسخ مثبت دهد ، به همان اندازه از وصول به حقّ محروم و از طىّ مدارج كمال ممنوع خواهد شد .\r\nپذيرش اديان الهى بر اساس نزول از جانب حق تعالى است . دينى كه ساخته و پرداختهء بشر است ارزش و بهاى آن به مقدار همان مرتبهء بشرى و ممزوج با توهّمات و تخيّلات است ، كه دائماً دستخوش تغيير و اصلاح و تعديل خواهد بود ؛ و لذا مىفرمايد : ( وَ لَوْ كانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فيهِ اخْتِلافاً كَثيراً ) [ 1 
  ]\r\nحقّانيّت يك شريعت بواسطهء انتساب او به عالم غيب است و بس ؛ و اگر اين رابطه روزى قطع شود حجّيت و حقّانيّت او هم از بين خواهد رفت ، و از مرتبهء الهيّت به يك سنّت گذشته و عادت پيشينه مبدّل خواهد شد ؛ مانند نظامهاى حاكم بر سازمانها و امور كشورى كه با تغيير ساختار حكومتى ، بر آن نظام مُهر بطلان زده خواهد شد و به دست تاريخ سپرده مىشود .\r\nلذا مسألهء نسخ يكى از مسائل حياتى در اديان گذشتهء الهى بوده است . شريعت‌هاى گذشتهء الهى با وجود انتساب آنها به عالم غيب و برخوردارى از حجّيت و تنجّز و الزام در زمان خود ، با ورود شريعت جديد از درجهء اعتبار ساقط ، و بقاء بر آن موجب سخط و غضب خداوند و عدم رضايت او بدان خواهد شد .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] - سوره النّسآء ( 4 ) ذيل آيه 82 .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nدر آيهء شريفه مىفرمايد : ( وَ مَنْ يَبْتَغِ غَيْرَ الْإِسْلامِ ديناً فَلَنْ يُقْبَلَ مِنْهُ وَ هُوَ فِى الْآخِرَةِ مِنَ الْخاسِرين ) [ 1 
  ]\r\nدرحاليكه در بسيارى از آيات ، جميع شرايع گذشته و انبياء الهى را خداى متعال به خود منتسب نموده ، مهر و امضاى صحّت و اتقان را بر پروندهء ايشان ثبت نموده است .\r\n\r\nتحليلى مقبول از مسألهء وحدت أديان\r\nدر آيهء ديگر خطاب به رسول خدا مىفرمايد :\r\n( وَ لَنْ تَرْضى عَنْكَ الْيَهُودُ وَ لَا النَّصارى حَتَّى تَتَّبِعَ مِلَّتَهُمْ قُلْ إِنَّ هُدَى اللَّهِ هُوَ الْهُدى وَ لَئِنِ اتَّبَعْتَ أَهْواءَهُمْ بَعْدَ الَّذى جاءَكَ مِنَ الْعِلْمِ ما لَكَ مِنَ اللَّهِ مِنْ وَلِىٍّ وَ لا نَصير ) [ 2 
  ]\r\nدر اين آيهء شريفه صريحاً خداى متعال بندگانش را از گرايش به اديان ماضيهء الهيّه و متابعت از كيش و آئين گذشتگان برحذر داشته ، و با عبارت بسيار شديد اللّحنِ خروج از دائرهء ولايت و نصرت پروردگار ، بر خطير بودن مطلب هشدار مىدهد .\r\nمسألهء وحدت اديان تا آنجا كه به جنبهء ارتباط و تعلّق آنان به عالم غيب مربوط مىشود مورد قبول و امضاء مىباشد ؛ چنانچه در آيات شريفه به اين معنا تصريح شده است . و امّا اگر مقصود نفوذ و الزام و حجّيت و حقّانيّت و جنبهء مقرّبيّت و ايصال به مراتب كمال انسان است ، قطعاً مردود و باطل خواهد بود .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] - سوره آل عمران ( 3 ) آيه 85 .\r\n[ 2 
  ] - سوره البقرة ( 2 ) آيه 120 .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nچگونه متصوّر است شريعتى ممضاى حضرت حقّ باشد درحاليكه خود اقدام به نسخ آن نموده و رسولش را از گرايش به آن برحذر داشته است ! احترام به اديان الهى و تقديس پيامبران و انبياء گرام بجاى خود ، و متابعت از شريعت اسلام و عدم قبول احكام متخالفهء با آنان بجاى خود ؛ و اينست معناى تسليم و اسلام .\r\nولذا مىبينيم خداى متعال از افرادى كه بر اساس جهلِ به حقّانيّت شريعت اسلام ، ليكن از روى صدق و صفاى ضمير ، بدون جهت عناد و غرض متعبّد به اديان الهى گشته‌اند ، و شرايع گذشته را منهج و ممشاى اعتقاد و عمل خود قرار داده‌اند به نيكى ياد نموده ، آنان را بر اين روش و طريق مدح و ستايش نموده است ؛ و به آنان از جنبهء استضعاف نگريسته ، مأجور و از جملهء سعادتمندان به شمار مىآورد .\r\n( إِنَّ الَّذينَ آمَنُوا وَ الَّذينَ هادُوا وَ النَّصارى وَ الصَّابِئينَ مَنْ آمَنَ بِاللَّهِ وَ الْيَوْمِ الْآخِرِ وَ عَمِلَ صالِحاً فَلَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَ لا خَوْفٌ عَلَيْهِمْ وَ لا هُمْ يَحْزَنُونَ ) [ 1 
  ]\r\nزيرا نظام عالم غيب بر اساس حقّ است ؛ و كسى كه از روى استضعاف بدون تقصير بواسطهء امور و قضاياى دنيوى و تربيتى نتوانسته به حقيقت و واقع برسد تقصيرى متوجّه او نخواهد بود ، و خداى متعال با او همان سرنوشتى را خواهد داشت كه با افراد مؤمن و\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] - سوره البقرة ( 2 ) آيه 62 .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nمتديّن به مذهب و آئين حقّ و شريعت اسلام روا مىدارد .\r\nبر اساس مطالب گذشته ، حركت غائى انسان در نظام تكوين و تشريع به سمت و سوى كمال مطلق است ؛ و از آنجا كه ذات اقدس حقّ نهايت جميع كمالات و اصل كلّيهء ارزشها و تراوشات حقيقت وجود است ، معرفت ذات پروردگار منتهاى جميع مراتب كمال و فعليّت‌هاى انسانى خواهد بود .\r\nبنابراين هر مكتبى كه انسان را به اين نقطهء غائى و مقصد أسنَى هدايت نمايد كامل ، و اگر به مراتب مادون از صفات و اسماء و آثار ذات ارجاع دهد در هويّت خويش ناقص و ناتمام خواهد بود .\r\nرسول گرامى اسلام محمّد بن عبدالله صلّى الله عليه و آله و سلّم با تكميل بعثت انبياءِ گذشته ، به فرمودهء خويش : بُعِثتُ لُاتَمِّمَ مَكارِمَ الأخلاقِ ، [ 1 
  ] نه تنها با تأييد و امضاى اديان گذشتهء الهى عملًا خود را در همان مسير و ممشاى توحيدى آنان به جهانيان معرّفى و ابراز نمود ، چنانچه در آيهء شريفه مىفرمايد : ( قُلْ إِنَّنى هَدانى رَبِّى إِلى صِراطٍ مُسْتَقيمٍ ديناً قِيَماً مِلَّةَ إِبْراهيمَ حَنيفاً وَ ما كانَ مِنَ الْمُشْرِكين ) [ 2 
  ] بلكه با اظهار مبانى بسيار عالىتر و راقىتر در مراتب توحيد و تربيت نفوس براساس آن مبانى راقيه ، قولًا و فعلًا هويّت متكاملهء اديان الهى را به آخرين نقطه از قلّهء رفيع معرفت و شناخت ذات حضرت حقّ متصل ساخت .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] - بحار الأنوار ، ج 67 ، ص 372 ، باب 59 : الخوف و الرجاء و حسن الظن بالله تعالى .\r\n[ 2 
  ] - سوره الأنعام ( 6 ) آيه 161 .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\n\r\nفقط در مكتب اسلام وصول به آخرين نقطه رفيعه معرفت حاصل مىشود\r\nدر اديان ماضيه بالاترين مرتبهء تكاملى براى انسان وصول به حقيقت كلمهء مباركهء لا إله إلّا الله بوده است . وصول به اين مرحله با فناى در اسماء و صفات نيز ميسّر است ؛ زيرا مفهوم اين كلمهء طيّبه نفى هر گونه تأثير و سببيّت در عالم اسباب و مسببّات ، و حصر حقيقت مؤثّر واحد در عالم وجود ، و طبعاً نفى هر گونه عبوديّتى در قبال عبوديّت حضرت احديّت مىباشد .\r\nامّا در مكتب اسلام شعار ، از مرتبه و مرحلهء لا إله إلّا الله فراتر رفته ، و با اعلان كلمهء مباركهء الله أكبر به آخرين نقطهء رفيعهء معرفت كه بواسطهء فناى ذاتِ سالك در ذاتِ حضرت حقّ حاصل مىشود دست يافته است .\r\nادراك سالك و اصل در اديان گذشته به معناى فناى ذاتى نبوده است ، بلكه با وصول به حقيقت و مفهوم لا إله إلّا الله خداى متعال را متّصف به مُحُوضت در عبوديّت و انحصار در تأثير و علّيّت و ارجاع تمام آثار وجود به ذات اقدس حقّ كه لازمهء توحيد صفاتى و افعالى است مىنمايد ؛ امّا در مرتبه الله أكبر ديگر تعيّنى وجود ندارد تا ادراك اين معانى را بنمايد . در آنجا تعيّن ، تعيّن ذات اقدس حقّ است ، و ادراك سالك و اصل ، نفس ادراك و علم حضورى حضرت حقّ خواهد بود ؛ و هر كلام و فعلى كه از شخص كامل در اين مرتبه صادر شود ، نفس كلام و فعل و اراده و مشيّت خداى سبحان است . و اين مقام همان مقام صلوح است كه در قرآن كريم به آن اشارت شده است .\r\nلازم به تذكّر است كه صلوح در قرآن مجيد به دو رتبه‌از مراتب\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nكمال و معرفت اطلاق شده است . در رتبهء اوّل چنانچه دربارهء انبياء و رسل الهى گذشت ، مقصود همان وصول به مقام و حقيقت توحيد در مرحلهء لا إله إلّا الله است ، و در اين مرتبه همهء انبياء الهى به اين مقام رسيده‌اند ؛ و امّا در رتبهء دوّم به بعضى از آنان مانند حضرت ابراهيم عليه‌السّلام در آخرت وعده داده شده است : ( وَ إِنَّهُ فِى الْآخِرَةِ لَمِنَ الصَّالِحين ) [ 1 
  ]\r\nو اين مقام اختصاص به رسول گرامى اسلام و اهل بيت معصومين او و اولياى الهى در شريعت محمّديّه دارد ، كه با پيروى از دستورات راستين اسلام و همّتى عالى و اخلاص عمل و صدق نيّت ، يكى پس از ديگرى از قلل رفيعهء عوالم معنا صعود نموده ، تا بالأخره در مقام منيع توحيد ذاتى از همهء شوائب كثرت در گذشته ، و نه تنها با ادراك حقيقت توحيد افعالى و صفاتى و اسمائى ، بلكه با محو ذات و انمحاء در حقيقت وجود بالصّرافهء حضرت حقّ ، هيچ ردّ پائى از تعيّن و تشخّص براى خود باقى نگذاردند .\r\nأميرالمؤمنين عليه السّلام در اين باره عرض مىنمايد :\r\nوأنِر أبصارَ قُلوبِنا بضِياءِ نَظَرِها إلَيكَ حَتّى تَخرِقَ أبصارُ القُلوبِ حُجُبَ النّورِ فتَصِلَ إلَى مَعدِنِ العَظَمَةِ ، وَ تَصيرَ أرواحُنَا مُعَلَّقَةً بعِزِّ قُدسِكَ . [ 2 
  ]\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] - سوره البقرة ( 2 ) ذيل آيه 130 .\r\n[ 2 
  ] - بحارالأنوار ، ج 91 ص 98 ، باب 32 : أدعية المناجاة ؛ مناجاة الشّعبانيّة .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nوصول سالك را به اين درجه از معرفت كه شهود ذات خود در شهود ذات اقدس حقّ است نه جداى از آن ، عرفان مىنامند .\r\n\r\nرعايت دقيق جميع موازين شرع شرط اصلى وصول به حقيقت توحيد است\r\nدر مكتب اسلام از آنجا كه عرفان به حقّ بدون متابعت از دستورات شريعت و اطاعت از اوامر و نواهى نبىّ اكرم صلّى الله عليه و آله و سلّم محال و ممتنع مىباشد ، سالك إلى الله براى وصول به اين درجه بايد تمام سعى و اهتمام خود را بر رعايت موازين و احكام شرع مقدّس مو به مو نموده ، ذرّه‌اى از انجام فرائض و تكاليف مأثوره كوتاهى ننمايد . بديهى است به هر مقدار كه نسبت به اتيان تكاليف مسامحه و اهمال نمايد ، به همان مقدار از نصيب مراتب فعليّت و نتائج استعدادات كمالى خود را محروم نموده است .\r\nتوضيح اينكه : شكّى نيست كه خداى متعال به مقتضاى حكمت بالغهء خود ، خلقت و تكوّن انسان را بر اساس علّت غائيه و هدف خاصّى كه همان تبلور و ظهور حقيقت مخفيّه ( وَ نَفَخْتُ فيهِ مِنْ رُوحى ) [ 1 
  ] مىباشد تحقّق بخشيده است ؛ و قطعاً براى وصول به اين مقصد ، راه و روشى خاصّ را كه موجب فعليّت و بروز استعدادهاى منطويه در نفس و سرشت آدمى است معيّن فرموده است ، كه از آن به شريعت و دين تعبير مىشود ؛ و از آنجا كه امر عبث و لغو در مقام اراده و مشيّت حضرت حقّ جائى ندارد ، پس قطعاً بايد براى تك تك احكام و تكاليف در تربيت نفوس و فعليّت استعدادات جايگاه و ضرورت\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] - سوره الحجر ( 15 ) قسمتى از آيه 29 .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nخاصّ به خود را مدّ نظر داشته باشد ، و اهمال در اين مسأله موجب نقصان و خلأ ناشى از علّيت در فعليّت و مقدّمهء موصلهء به كمال مطلوب خواهد بود .\r\nو لذا بزرگان از عرفاى الهى و اولياء حقّ فرموده‌اند : بدون رعايت دقيق جميع موازين شرع و اتيان تكاليف وارده بنحو اتمّ ، وصول به مرتبهء عرفان و ادراك حقيقت توحيد محال خواهد بود ؛ و اين مطلب كاملًا با شواهد و قرائن تاريخى منطبق مىباشد .\r\nو لذا مىبينيم بسيارى از فرقه‌هاى منحرف اسلامى ، چه در اهل سنّت و عامّه و چه در شيعه با اختلاف در مراتب اعتقادى ، در وسوسهء شيطان گرفتار آمده ، و با ادّعاى راهيابى به حقيقت و باطن دست از رعايت عمل به موازين و احكام شرع شسته‌اند و خود را بىنياز از انجام تكاليف پنداشته ، آن را براى افراد مبتدى و ناآگاه به امور باطنى لازم مىدانند ، مانند اسماعيليّه و غيره از طوائف مختلف صوفيّه و منتحلين به معرفت حقّ ؛ درحاليكه تمام اين مطالب جز فرار از تكليف و بىبند و بارى و لا ابالىگرى چيز ديگرى نيست .\r\nتوجّه به عالم معنا و التفات به باطن و حقيقت عالم خلق كه امروزه اذهان جمعى كثير از مردم دنيا را به خود معطوف داشته است ، با آنچه كه ساير فرق ضالّه براى سرپوشى بر هوسرانيها و عيّاشيها و ضلالتهاى خود در صدد اثبات آن مىباشند تفاوت كلّى و جوهرى دارد .\r\n\r\nريشهء مصيبتهاى عصر تكنولوژى و توحّش حيوانى و مسخ روح و نفس انسانى\r\nدنياى امروز با تجربه طولانى مادّه‌گرائى و كثرت‌گرائى به ادراك\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nپوچى و وهمى اين مكتب و روش رسيده ، و سر خورده از متابعت مكاتب الحادى و مادّى ، نياز فطرى و جبلّى خود را در وصول به هدفى فراتر از عالم مادّه و تجربهء دنيوى جستجو مىكند . حقيقتى كه بتواند وجدان تشنه و سرگشتهء او را سيراب نمايد ، و او را از سردرگمى و گيجى و تشتّت و اضطراب به در آورد .\r\nامروزه بشر به اين نكته رسيده است كه گرچه با پيشرفت علوم و فنون مادّى تا حدودى توانسته است رفاه دنيوى و لذّات نفسانى را براى او حاصل نمايد ، امّا بهيچوجه نتوانسته است ذرّه‌اى از مرتبه و حقيقت عقلانى او را به سمت و سوى خود جلب نمايد .\r\nترقّيات علمى و پيشرفت تكنولوژى و كشف اسرار عناصر مادّى فقط و فقط در راستاى ترفيع حيات دنيوى او به كار گرفته شده است و زندگى مادّى را براى او مرفّه‌تر نموده است ، و نيل به شهوات و هوسهاى حيوانى را هر چه وقيح‌تر و زشت‌تر براى او فراهم آورده است ، نه بيشتر .\r\nامروزه انسان از خود سؤال مىكند : اين ترقّى و تكامل تكنولوژى چه دستاوردى جهت اصلاح نفس و تزكيهء روح و تحصيل آرامش براى او به ارمغان آورده است ؟ آيا تمدّن امروز تحوّلى در نگرش انسان به ارزشهاى معنوى و معيارهاى روابط اجتماعى ايجاد نموده است ؟ آيا صعود بشر به قلل رفيعهء علوم و فنون دنيوى موجب تكامل قواى عاقله و حاكميّت فطرت و وجدان او در امور شخصى و اجتماعى او شده است ؟ و آيا قضاوت او دربارهء انحطاط اخلاقى و\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nبربريّت قرون وسطى و قتل نفوس ابرياء و بىگناهان و هتك نواميس در سايه زر و زور و تزوير به همان زمان خاتمه يافته است ؟ يا اينكه با كمال شرمندگى و هزار بار تأسّف بايد قضاوت خود را نسبت به فجايع و مصيبت‌هاى عصر تكنولوژى و توحّش حيوانى و مسخ روح و نفس انسانى و وصول به نهايت درجهء شقاوت و قساوت از سر گيرد ، و به روان ظلمانى و كثيف ظالمان تاريخ گذشته درود بفرستد !\r\nحال بايد سؤال نمود كه ريشهء مسأله در كجاست ؟ و چرا تكامل بشر در اين فنون دردى از مشكلات روحى و ناهنجاريهاى نفسانى و تعدّيات او را دوا ننموده است ؟ و پيوسته در منجلاب انانيّت‌ها و استبداد دست و پا مىزند ، و در باتلاق شهوات و انحرافات بيشتر فرومىرود ؟ و چرا اين گونه است كه با ظهور هر اكتشاف و بروز هر اختراع بجاى توجّه به اصول متعالى بشرى و استفاده عقلانى ، آن را به خدمت خودكامگىها و مفاسد اخلاقى و تعدّيات خود مىگيرد ؟\r\nپاسخ اين مسأله اينست :\r\nوجود انسان آميخته‌اى است از صفات و ملكات و غرائز فطرى و روحانى از يك طرف ، و از طرف ديگر غرائز شهوانى و هواهاى نفسانى ، كه مجموع آنها با توجّه به اختيار و ارادهء انسان در مقام عمل ، او را براى رسيدن به مقام فعليّت و كمال مساعدت و ملازمت مىنمايد ؛ بخلاف خلقت ملائكه كه فقط جنبه عقلانى و ملكات فاضله در آنها قرار داده شده ، و از اين جهت انجام فعل قبيح از آنان متمشّى نخواهد شد .\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\n( بَلْ عِبادٌ مُكْرَمُونَ * لا يَسْبِقُونَهُ بِالْقَوْلِ وَ هُمْ بِأَمْرِهِ يَعْمَلُونَ ) [ 1 
  ]\r\nتوجّه به جهات شهوانى و غرائز نفسانى موجب غفلت و نسيان انسان از بُعد معنوى صفات ملكوتى و فطرى خواهد شد .\r\nضرورت رعايت غرائز نفسانى صرفاً براى گذران حيات دنيوى در راستاى إكمال قواى عقلانى و روحى او بايد قرار گيرد ، و در حدّ اعتدال و كيفيّت منطقى و عقلانى بايد واقع شود . افراط در اين جهت موجب ازدياد اين غرائز و لجام گسيختگى آنان شده ، و در نتيجه تعطيل قوا و غرائز روحانى و فطرى انسان را باعث خواهد شد ؛ و اين مسأله هيچ تفاوت و اختلافى را در تاريخ گذشته و حال نمىپذيرد . و اگر وسائل و آلات وصول به اين اهداف و مقاصد شوم براى او در هر عصر و مكانى فراهم شود ، به ميزان شقاوت و تمايل به انحراف و رسوخ صفات پليد در نفس او ، نسبت به آن اقدام خواهد نمود و از هيچ كوششى مضايقه نخواهد ورزيد .\r\nو لذا مىبينيم كه ترقّى بشر در عصر صنعت و علم نه تنها او را به سمت معنويّات و اكتساب فضائل سوق نداده است ، بلكه بستر فساد و زمينهء انحرافات را هر چه بيشتر براى او فراهم نموده است ؛ و تا حركت و سير او به همين منوال است ، هر روز بيش از پيش در اين مهلكه گرفتار خواهد شد .\r\nمسألهء توجّه به معنويّات و گرايش به مسائل روحى و باطنى كه امروزه در ميان ملل مختلف بوجود آمده است ، ناشى از همين\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] - سوره الأنبيآء ( 21 ) ذيل آيه 26 و آيه 27 .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nسرخوردگى و شكست مكتب مادّى در تحصيل آرامش روحى و سكون خاطر و ضمير بشر مىباشد ؛ شكستى بس سهمناك و يأسى بس هولناك !\r\n\r\nپديدهء گرايش به معنويّت و توجّه به حقيقت و ذات و ملكات روحانى و فاضلهء انسان\r\nمعنويّت [ 1 
  ] و توجّه به حقيقت و ذات و ملكات روحانى و فاضلهء انسان ، بدون تقيّد به قيودى خاصّ و حدودى مشخّص ، پديده‌اى است كه پس از گذران تجربه‌اى طولانى و بسى دردناك از توغّل در كثرات و عوالم مادّه و هوسرانى براى بشر حاصل شده است ؛ پديده‌اى به دور از دخل و تصرّفات بشرى و إعمال سليقه‌هاى نفسانى و آلودگى خرافات و عقائد پوچ و واهىِ راه يافته در اديان گذشته الهى ، پديده‌اى بر پايهء نياز وجدان و ضمير آشفتهء انسان به سرچشمهء اميد و حيات و نجات از منجلاب جهل و بدبختى و تشتّت ، پديده‌اى بر اساس منطق و عقل و حقيقت بىمرز و حدّ لايتناهى ، پديده‌اى بر اساس حرّيّت و اختيار در تصميم و كيفيّت سرنوشت ، پديده‌اى بر پايهء تجربهء تلخ نيرنگها و تزويرها و خودمحوريها كه دامن بسيارى از مكاتب الهى و اديان گذشته و صاحبان و متولّيان آن را ملوّث و آلوده نموده است ، پديده‌اى بر پايهء قياس مبانى و ارزشهاى ملكوتى اديان راستين الهى با آنچه متصدّيان و داعيان آن مكاتب و اديان تا به حال مطرح نموده‌اند ، پديده‌اى بر اساس جنگ و ستيز قواى ملكوتى و عاقله با جنود شيطان در هر لباس و در هر موقعيّت ، و بالأخره پديده‌اى بر اساس نور باطن و صفاى ضمير كه وديعه‌اى است الهى در نفوس بشريّت بسوى كمال مطلق و بهاء أتمّ .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] -  Spirituality \r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nگرايش به عالم معنا نه تنها در ميان پيروان اديان گذشته چون يهود و نصارى و ساير ملل و نِحل ، حتّى غير معتقدين به هيچ مرام و مكتبى رواج يافته است ، بلكه اين مسأله به طرز شگفت‌آورى در ميان مسلمين ، چه از عامّه و چه از شيعه به ظهور پيوسته است . التفات و توجّه تامّ متصدّيان و زمامداران شرع صرفاً به رعايت ظاهرى احكام و تكاليف ، و عدم عنايت به حقيقت و اصل و محور شريعت كه همان عرفان الهى و ظهور تجلّى توحيد در نفس سالك إلى الله ، و بلكه ردّ و رفض و انكار اين حقائق متعاليه توسط بسيارى از علماء و فقهاى تاريخ ، موجب ظهور و بروز نياز واقعى و فطرى مسلمين به سوى ادراك حقائق توحيدى و معارف ربوبى بنحو شهود و علم حضورى و وجدانى گرديده است .\r\nتوجّه به معنويّت و گرايش به حقائق ماوراء مادّه و عالم طبع گرچه به عنوان حركتى ممدوح به سمت ارزشها و كمالات روحى و معنوى مىباشد ، و از اين نقطه نظر حائز اهميّت و دقّت است ، ولى بايد توجّه داشت كه همانطور كه انسان از حيثيّت وجودى داراى مراتب مادّه و صورت و معنا و تجرّد تام مىباشد ، سير صعودى او و ارتقاء به عالم معنا نيز به همين كيفيّت و سير مىباشد .\r\n\r\nامروزه به هر مرتبه از مراتب روحى و نفسى انسان عالم باطن و حقيقت مىگويند\r\nامروزه به هر مرتبه از مراتب روحى و نفسى انسان ، عالم معنا و باطن و حقيقت گفته مىشود ؛ مثلًا افرادى كه از حوادث و پديده‌هاى آينده خبر مىدهند - گرچه صحيح باشد - از نظر مردم و عوام به اوصاف ملكوتى و كمالات تجرّدى متّصف مىگردند ، و رتبهءآنان ما فوق\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nمراتب بشرى و ممتاز از سايرين قرار داده مىشود . و يا افرادى كه به انجام امور غير عادى دست مىزنند ، در ديدگاه مردم عوام به قدرتى ما فوق بشرى و مرحله‌اى عالى از عوالم وجود دست يافته‌اند ؛ درحاليكه تمام اين امور و افعال خارق عادت از ديدگاه اهل فنّ و توحيد و صاحبان كمالات عاليه پشيزى ارزش ندارد و بازيچه‌اى بيش نيست . زيرا نفس بواسطهء رياضات و مراقبات ويژه‌اى مىتواند به اين گونه فعليّت‌ها كه در مرتبهء مثال متّصل خود قرار دارد دست يابد ، مانند خوابى كه فردى مىبيند و حوادثى براى او منكشف مىشود ؛ و چه بسا وصول به اين مطالب از طريق غير صحيح و خلاف رضاى الهى صورت پذيرد . و چه بسيارند افرادى كه به هيچ شريعت از شرايع الهى معتقد نمىباشند ، ولى بواسطهء إعمال برخى رياضات و مجاهدتهاى نفسانى توانسته‌اند نفس خود را قدرى قوّت بخشند ، و بواسطهء تسخير و سيطرهء اجمالى بر عالم مثال ، مادّه را در تصرّف و انقياد خود درآورند . اطّلاع بر برخى مغيبات و احضار اشياء مخفيّه و حركت بطور غير متعارف و تصرّف در اذهان و نفوس مردم عوام و انجام امور غير عادى ، مسائلى است كه هم از ملتزمين به شرايع الهى متمشّى مىشود و هم از بت‌پرستان و گاوپرستان و ساير فِرَق ضالّه و رابطين با شياطين و اجنّه و نفوس خبيثه .\r\nبنابراين بايد بسيار دقّت نمود كه مقصود و منظور مكاتب مختلفهء دنيا ، در دعوت به سمت معنويّت و باطن انسان و عالم ماوراء طبيعت ، چه نوع مقصد و غايتى است ، و چه هدفى را در پشت اين مفهوم زيبا و كلام دلنشين دنبال مىكنند ؟ آيا صرف دستيابى به چنين امورى فضيلتى\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nبراى انسان محسوب مىشود ؟ فضيلتى كه اعتبار ارزش و جذّابيّت آن فقط تا هنگام مرگ براى انسان باقى مىماند ، و با خروج روح از بدن تمامى آنان به دست فناء و نابودى و بوتهء نسيان سپرده مىشود .\r\n\r\nنفوس عوام وصول به لذات معنوى را در دائره حواس صورى و برزخى مشاهده مىكنند\r\nنكتهء قابل دقّت اينجاست كه نفس بشر بنحو عموم بواسطهء تعلّق به عالم طبع و ابتعاد از عوالم معنا ، همچنان كه لذّات و مشتهيات نفسانى را در تحصيل به مادّيات و امور دنيوى ، اعمّ از مأكولات و مشروبات و البسه و مساكن و مراكب و رياسات و ساير اينها مىداند و براى وصول به آن از هيچ كوششى فروگذار نمىكند ، همينطور وصول به لذّات معنوى را در دائرهء حواسّ صورى و برزخى و امور غير عادى مشاهده مىكند ؛ من باب مثال :\r\nاگر مشاهده كنند فردى مارى را با افسون به دست گيرد همه به دور او جمع مىشوند ؛ و ليكن چنانچه فردى به مقدار ده دقيقه بخواهد حقيقتى از حقائق عالم وجود و توحيد را بيان كند ، چند نفر بيشتر به او توجّه نمىكنند و همه از دور او پراكنده مىشوند .\r\nاين مثال كمترين و كوچكترين نمونه‌اى است از امور غير متعارف ، تا چه رسد به مسائل و حوادث بالاتر و چشمگيرتر از إخبار امور خفيّه و تصرّفات در امور مادّى و طىّ الارض ، كه تمامى اين امور به حواسّ برزخى و مثالى انسان بازگشت مىنمايند ؛ و بين اينها و عوالم عرفان و توحيد و كشف حجابهاى نفسانى از زمين تا آسمان فاصله است .\r\nو لذا مشاهده مىشود كه اين دسته از افراد در ميان مردم از وجاهت و ارزش خاصّى برخوردارند ، و اطراف آنان را از توده‌هاى\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nمختلف مردم ، چه عامّى و چه تحصيل كرده‌گانشان ، بيشتر از اهل توحيد و معرفت دربرگرفته‌اند ، و حضور صحبت آنان براى عوام از جذّابيّت بيشترى برخوردار است .\r\n\r\nاصطلاح عرفان و معرفت در فرهنگ عاميانه امروز به انحراف كشيده شده\r\nمتأسّفانه اصطلاح عرفان و معرفت در فرهنگ عاميانهء امروز بر اين دسته از افراد اطلاق مىشود ، و گويا شناخت و وصول به كُنه عالم هستى فقط در اين اشخاص منحصر مىگردد ؛ و اگر عارفى بخواهد اسمى و رسمى از خود بجاى بگذارد و توجّه اشخاص را بسوى حقيقت وجود معطوف نمايد ، چاره‌اى جز بروز و ظهور پاره‌اى از اين امور ندارد .\r\nمرحوم والد ما ، عارف كامل و سالك و اصل ، علّامهء طهرانى - رضوان الله عليه - از جمله معدودترين عرفائى بود كه ظهور و بروز اين گونه از خوارق عادات در ايشان به ندرت ديده شده است ؛ و تمام سعى و همّت او در طول حيات توجّه و توجيه شاگردان و عموم افراد به سمت معرفت حقّ و وصول به اسرار عالم توحيد و تجرّد و ولايت بود . و ليكن مع ذلك كلّه ، هنوز اشخاصى كه امروزه درصدد تعريف و تمجيد از شخصيّت استثنائى اين بزرگ‌مرد بر مىآيند ، به دنبال بازگو كردن امور غير عادى او در زمان حيات هستند ، و گويا بدون صدور اين حوادث از ايشان ، مقام و منزلتى براى ايشان چندان باقى نمىماند !\r\nو اين فرهنگ غلط پيوسته از دير زمان تا كنون در بين جوامع مختلف علمى و عرفى وجود داشته و دارد . بلى در بعضى موارد بنا به مصالح و مقتضياتى ، خود عارف الهى صلاح را در ابراز پاره‌اى از اين امور مشاهده مىكند . چنانچه معجزهء انبياى الهى بر اين محور و مقصد\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nاستوار بوده است ؛ امّا نه اينكه مقصد و غايت رسالت پيامبران و حجج الهى رسيدن به اين نقطه و هدف بوده باشد .\r\n\r\nهر عارفى كه ظهور خوارق از او بيشتر باشد حظّ كمترى از معرفت دارد\r\nاز اينجاست كه ميزان تكامل و فعليّت مراتب وجودى عرفاى الهى به مقدار ظهور و صدور خوارق عادات بستگى خواهد داشت .\r\nمرحوم علّامهء طهرانى - قدّس الله سرّه - بارها مىفرمودند :\r\nهر فرد كه ظهور اين امور از او بيشتر باشد ، حظّ و نصيب او از معرفت و ادراك عوالم توحيد كمتر است ، و هر كسى كه سعهء وجودى او بيشتر و ميزان تحقّق مراتب اسماء و صفات الهى در وجود او افزون‌تر باشد ، بروزات و ظهور اين امور از او كمتر خواهد بود ؛ زيرا مقصد اهل معرفت و توحيد ، عرفان حضرت حقّ است ، و اين مهمّ با اين امور حاصل نخواهد شد .\r\nو لذا براى حركت دادن مردم بسوى اين هدف عالى كمتر از اين امور براى آنان آشكار مىنمايند ، تا ذهن و نفس آنان به اين مسائل خو نگيرد و در دام حواسّ باطنى و صور برزخى گرفتار نگردند .\r\nو امّا آنان كه از معرفت حق و ادراك توحيد پروردگار عاجز و ناتوان مانده‌اند ، و دست خود را از وصول بدان ذروهءعُليا كوتاه و پاى خود را لنگ مىيابند ، براى توجّه عوامّ به سمت خود چاره‌اى جز ابراز اين گونه امور از خود نخواهند داشت ؛ و اينست فرق بين مكتب عرفان و ساير مكاتب ، گرچه سمت و سوى آنان عوالم ماوراء مادّه و طبع بوده باشد .\r\nخداى متعال با وديعهء صفات و غرائز ارزشمند و معنوى در فطرت انسان ، راه او را به سوى حقيقت و متابعت از حقّ و پيروى از منطق عقل در هر حادثه و موقعيّتى گشوده است ؛ و جستجوى معرفت\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nو حسّ يافتن كمال و وصول به عالم قدس و سكونت و اطمينان را در جبلّت و سرشت او قرار داده است ؛ و هيچ عاملى را ياراى آن نيست كه بتواند با وسوسه و وسائل مختلف او را از پيروى عقل و فطرت باز دارد ، و اين مسير معرفت و تكامل را بر او مسدود نمايد ، و او را از فيوضات و الطاف الهى محروم نمايد . و اگر بواسطهء القاء شبهات چند صباحى دچار وسوسهء نفس و انحراف در سير گرديده باشد ، روزى خواهد رسيد كه با نواى ملكوتى وجدان و فطرت از خواب غفلت بيدار شود و پرده از چهرهء وسوسه‌انگيزان بردارد ، و راه بسوى حقيقت و عرفان الهى را با چشم باز و همّتى عالى و ثباتى متين بپيمايد .\r\n برو به كار خود اى واعظ اين چه فرياد است * مرا فتاده دل از ره تو را چه افتاده است\r\nبه كام تا نرساند مرا لبش چون ناى * نصيحت همه عالم به گوش من باد است [ 1 
  ] \r\nعدم توجّه به تكاليف الهى و پيمودن سير لا ابالىگرى - همچنان كه ذكر شد - صرفاً براى توجيه شهوات و هوس‌هاى نفسانى در اين دنياى دنىّ مطرح مىشود . چنان كه در برخى از فرقه‌هاى صوفيّه و غيره ديده مىشود ؛ چنانچه اين مسأله حتّى در غير اين فرقه‌ها بدون اين توجيه و تأويل نيز ديده مىشود ، و چه بسا افرادى از اهل علم و درايت كه نه تنها خود توجّهى به تكاليف و وظائف ننموده ، بلكه با كيفيّت\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] - ديوان حافظ شيرازى ، ص 28 .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nرفتار خود در ميان عوام موجب انحراف آنان و ايجاد يأس و بدبينى نسبت به مسائل معنوى و ارزشهاى متعالى شريعت الهى مىشوند .\r\n\r\nبطلان طريق كسانى كه تمام همّت و هدف خود را فقط متوجّه ظاهر نموده‌اند\r\nدر مقابل اين افراد ، اشخاصى كه تمام همّت و هدف خود را در توجّه به ظاهر احكام و رعايت انجام تكاليف بدون توجّه به باطن آنها نموده ، هر گونه حقيقت و واقعيّتى را وراى اين تكليف و وظيفه انكار مىنمايند نيز سخت در اشتباه و غفلت بسر مىبرند ؛ توجّه به ظاهر احكام بدون لحاظ حقيقت و واقعيّتى كه جنبهء علّى نسبت به آن دارد مانند پرداختن به پوست و به دور انداختن مغز و ميوه است . كسانى كه معرفت الهى و عرفان به حقّ را كه نتيجه و هدف غائى اعمال و تكاليف ظاهرى است انكار مىنمايند ، و صرفاً به جنبهء اسقاط تكليف و برائت ذمّه ظاهرى بسنده مىنمايند ، و مرتبهء بسيار نازل از نعمتهاى الهى را در بهشت خواستارند ، بايد بدانند كه دچار خسارت و ورشكستگى عظيمى شده‌اند و كيمياى سعادت و فلاح ابدى را با خرمهره‌اى بس بىارزش و بىمقدار معاوضه نموده‌اند .\r\n زاهد از تو حور مىخواهد قصورش بين * به جنّت مىگريزد از درت يا رب شعورش بين \r\n* * *\r\n گداى كوى تو از هشت خلد مستغنيست * اسير بند تو از هر دو عالم آزاد است [ 1 
  ] \r\n* * *\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] - ديوان حافظ شيرازى ، ص 28 .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\n فكر بهشت و حورى و غلمان كجا كند * دلداده عاشقى كه نگارش برابر است \r\nهمچنان كه عدم توجّه به تكاليف الهى موجب سخط و غضب و دورباش پروردگار و محروميّت از فيوضات معنوى مىگردد ، عدم توجّه به حيثيّت معنوى و تكاملى احكام شريعت ، كه همان عرفان حقيقى حضرت حقّ متعال است موجب از دست رفتن استعدادات و سرمايهء وجودى انسان جهت نيل به مراتب فعليّت و كمال و بىحاصلى سرمايهء عمر و نعمت حيات خواهد بود . و لذا مشاهده مىشود كه فطرت و وجدان بشر با كنار زدن و زير پا قرار دادن همهء موانع و پديده‌هاى صارفهء از توجّه به معنويّت ، چه رفاه دنيوى و تكامل تكنولوژى و ترقّى علوم مادّى و اجتماعى ، و چه آلودگى اديان به خرافات و وساوس نفسانى و شيطانى در همهء آنان از مكاتب الحاد و مادّيگرى ، و چه اديان الهى اعمّ از يهوديّت و نصرانيّت و اسلام ، و چه غير الهى آنان گمشدهء خود را در جستجوى عالم سكونت و اطمينان و تكامل نفس و عرفان الهى پىگيرى مىنمايد ، و با عقل فطرى و ضمير مرتبط با عالم معنى در راه معرفت شهودى و احساس قلبى و وجدانى عالم وجود گام مىسپارد .\r\nدر اين راستا هر مسير و راهى كه بتواند در محدودهء وجودى خود راهى بسوى اين هدف غائى باز نمايد و نصيبى از آن سرچشمهء معرفت و ادراك تحصيل نمايد ، قطعاً از اتّصاف به حجّيت و دلالت برخوردار و انسان ملزم به متابعت و انقياد از آن مىباشد ؛ و هر تكليفى كه در\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nراستاى اين مقصود قرار گيرد از نظر شارع ممضى ، و هر عملى كه موجب بُعد انسان از وصول به اين غايت گردد ممنوع خواهد بود .\r\nحجّيت عقل بر اساس براهين منطقى به همين ملاك باز مىگردد . عقل به عنوان وديعه‌اى الهى كه موجب تشخيص حقّ از باطل و واقعيّت از مجاز و اصل از اعتبارات در فطرت و سرشت انسان قرار داده شده است ، سير حركت انسان را بسوى عالم حقائق و معرفت و كمال روشن و واضح مىنمايد ؛ انسان بدون قوّهء عاقله هيچ تفاوتى با حيوانات ندارد ، و لازمهء فصل حقيقى انسان وجود مقولهء عقل در ذات و سرشت او است .\r\n\r\nحركت در مسير اعتدال بدون بهره‌گيرى از قواى عاقله امرى محال است\r\nحركت در مسير اعتدال در همهء ابعاد ، چه شخصى و چه اجتماعى و چه الهى ، بدون بهره‌گيرى از قواى عاقله امرى محال و غير ممكن است . جامعه‌اى كه بدون توجّه به اين موهبت الهى امور خود را نظام مىبخشد ، جامعه‌اى حيوانى و از انسانيّت به دور خواهد بود . در جميع كتب آسمانى بالخصوص قرآن كريم با تأكيد به اين مسألهء حياتى توجّه امّت را به سوى تعالى و متابعت از اوامر الهى جلب مىنمايند ؛ چنانچه در اصل اثبات صانع مىفرمايد :\r\n( لَوْ كانَ فيهِما آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتا ) [ 1 
  ] ،\r\nو يا آيهء شريفه : ( إِنَّ فى خَلْقِ السَّماواتِ وَ الْأَرْضِ وَ اخْتِلافِ اللَّيْلِ وَ النَّهارِ لَآياتٍ لِأُولِى الْأَلْباب ) [ 2 
  ] ،\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] - سوره الأنبيآء ( 21 ) صدر آيه 22 .\r\n[ 2 
  ] - سوره آل عمران ( 3 ) آيه 190 .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nو يا آيهء : ( وَ لَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّماواتِ وَ الْأَرْضَ لَيَقُولُنَّ اللَّه ) [ 1 
  ] .\r\nو نيز دربارهء حجّيت قرآن و انتساب آن به پروردگار مىفرمايد :\r\n( قُلْ لَئِنِ اجْتَمَعَتِ الْإِنْسُ وَ الْجِنُّ عَلى أَنْ يَأْتُوا بِمِثْلِ هذَا الْقُرْآنِ لا يَأْتُونَ بِمِثْلِهِ وَ لَوْ كانَ بَعْضُهُمْ لِبَعْضٍ ظَهيراً ) [ 2 
  ] ،\r\nو نيز آيهء : ( وَ لَوْ كانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فيهِ اخْتِلافاً كَثيرا ) [ 3 
  ] ،\r\nو نيز آيهء ( أَ فَلا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلى قُلُوبٍ أَقْفالُها ) [ 4 
  ] ،\r\nو نيز در آيات كثيره‌اى كه با عبارت : ( أَ فَلا يَعْقِلُونَ ) [ 5 
  ] ،\r\nو يا : ( هَلْ يَسْتَوِى الَّذينَ يَعْلَمُونَ وَ الَّذينَ لا يَعْلَمُون ) [ 6 
  ] ،\r\nو يا عبارت : ( إِنَّ فى ذلِكَ لَآياتٍ لِقَوْمٍ يَتَفَكَّرُون ) [ 7 
  ] ، و امثال آن كه عقل به عنوان شاخص حقّ و تعيين كنندهء سير حركت و إتّجاه انسان به سمت رشد و تعالى مطرح شده است .\r\nو بطور كلّى بدون عنايت عقل ، اصل حركت در مسير اعتدال ممتنع ، و حجّيت كلام انبياء الهى و پيامبران نيز مفهومى نخواهد داشت ؛ زيرا اثبات حجّيت بواسطهء برهان عقلى صورت مىپذيرد ، و\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] - سوره لقمان ( 31 ) صدر آيه 25 .\r\n[ 2 
  ] - سوره الإسرآء ( 17 ) آيه 88 .\r\n[ 3 
  ] - سوره النّسآء ( 4 ) آيه 82 .\r\n[ 4 
  ] - سوره محمّد ( 47 ) آيه 24 .\r\n[ 5 
  ] - سوره يس ( 36 ) ذيل آيه 68 .\r\n[ 6 
  ] - سوره الزّمر ( 39 ) قسمتى از آيه 9 .\r\n[ 7 
  ] - سوره الرّوم ( 30 ) ذيل آيه 21 .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nچنانچه اين مسأله مخدوش گردد هيچ توجيهى براى إرسال رسل و إنزال كتب نخواهد بود .\r\nپيامبران الهى به عنوان عقل منفصل ، با اتّصال به عالم غيب جهت رشد و شكوفائى و فعليّت مراتب نهفتهء در عقل انسان بسوى مردم مبعوث گرديده‌اند ، و عقل با توسّل به براهين منطقى زائيده از حقيقت جوهرى خود ، متابعت و انقياد از آنان را لازم و مخالفت با آنان را حرام مىداند ؛ و به هر ميزان كه انسان با استناد به اين مسأله در راستاى اطاعت از اين عقول منفصله قدم بردارد بر مراتب فعليّت و رشد عقلانى خود مىافزايد ، تا حدّى كه خود با الحاق و اتّحاد به عالم عقول مستقيماً از نفس جوهرى آن مستنير و مُلهَم خواهد شد ؛ چنانچه در اين موضوع روايتى بسيار عجيب از امام صادق عليه السّلام نقل شده است كه مىفرمايد :\r\n\r\nاستشهاد به آيات و رواياتى در باب تبعيّت از عقل منوّر\r\nلا تَحِلُّ الفُتيا لِمَن لا يَستَفتِى مِن اللَهِ عزّوجَلّ بصَفاءِ سِرِّهِ و إخلاصِ عَمَلِه و عَلانيَتِه و بُرهانٍ مِن رَبِّهِ . [ 1 
  ]\r\nاين مرحله همان اتصال و اتّحاد عقل جزئى و ناپخته به عقل كلّى و استنارهء از عالم قدس و مشيّت است .\r\nموسى بن جعفر عليهما السّلام امام هفتم شيعه دربارهء اين موهبت\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] - مستدرك الوسائل ، ج 17 ، ص 343 ، باب 15 ، باب نوادر ما يتعلّق بأبواب صفات القاضى و ما يجوز أن يقضى به ؛ بحار الأنوار ، ج 2 ، ص 120 ، باب 16 : النهى عن القول به غير علم و الإفتاء بالرأى و بيان شرائطه ، به نقل از مصباح الشّريعة .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nو وديعهء الهى و ميزان اهميّت آن در تكامل انسان چنين مىفرمايند :\r\nإنّ اللَهَ تَبارَكَ و تَعالَى أكمَلَ لِلنّاسِ الحُجَجَ بِالعُقولِ و نَصَرَ النَّبيِّينَ بِالبَيانِ و دَلَّهُم علَى رُبُوبيَّتِهِ بِالأدِلَّةِ ، فَقالَ : ( وَ إِلهُكُمْ إِلهٌ واحِدٌ لا إِلهَ إِلَّا هُوَ الرَّحْمنُ الرَّحيمُ * إِنَّ فى خَلْقِ السَّماواتِ وَ الْأَرْضِ وَ اخْتِلافِ اللَّيْلِ وَ النَّهارِ وَ الْفُلْكِ\r\nالَّتى تَجْرى فِى الْبَحْرِ بِما يَنْفَعُ النَّاسَ وَ ما أَنْزَلَ اللَّهُ مِنَ السَّماءِ مِنْ ماءٍ فَأَحْيا بِهِ الْأَرْضَ بَعْدَ مَوْتِها وَ بَثَّ فيها مِنْ كُلِّ دابَّةٍ وَ تَصْريفِ الرِّياحِ وَ السَّحابِ الْمُسَخَّرِ بَيْنَ السَّماءِ وَ الْأَرْضِ لَآياتٍ لِقَوْمٍ يَعْقِلُون ) [ 1 
  ] . [ 2 
  ]\r\nبعد حضرت در ادامه مىفرمايد :\r\nما بَعَثَ اللَهُ أنبِياءَهُ و رُسُلَهُ إلَى عِبادِه إلّا لِيَعقِلوا عَنِ اللهِ فَأحسَنُهُم استِجَابَةً أحسَنُهُم مَعرِفَةً ، و أعلَمُهُم بِأمرِ اللَهِ أحسَنُهُم عَقلًا ، و أكمَلُهُم عَقلًا أرفَعُهُم دَرَجَةً فى الدُّنيا و الآخِرَةِ . [ 3 
  ]\r\nدر اين فقرات امام عليه السّلام ميزان مرتبهء تكاملى و تقرّب به پروردگار و عالم غيب را در حدّ تكامل عقل او مىداند ، و درجهء او را در عالم آخرت به ميزان رشد عقلانى او قرار داده است ، و شناخت پروردگار را در مدارج فعليّت عقلانى مىشمرد .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] - سوره البقرة ( 2 ) آيه 163 و 164 .\r\n[ 2 
  ] - الكافى ، ج 1 ، ص 13 ، ح 12 ، كتاب العقل و الجهل ؛ بحار الأنوار ، ج 1 ، ص 132 ، 29 ، باب 4 ، علامات العقل و جنوده .\r\n[ 3 
  ] - الكافى ، ج 1 ، ص 16 ، كتاب العقل و الجهل ؛ بحار الأنوار ، ج 1 ، ص 136 و 137 ، باب 4 : علامات العقل و جنوده .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nاز اينجا روشن مىشود كسانى كه درصدد تخطئهء عقل و نتائج منطقى و فلسفى براهين او مىباشند چقدر در جهالت و ضلالت بسر مىبرند ، درحاليكه بزرگان دين و لواداران شرايع الهى حقيقت وجودى انسان را در تكامل عقلى او مىشمرند ، و قرب به پروردگار را در گرو ميزان معرفت او بواسطهء ارتقاء مراحل عقلانى او مىدانند .\r\nبزرگان از حكماء الهى و فلاسفهء اسلامى جهت وصول به اين درجه و مرتبهء فعليّت ، خود را به هر مشقّت و صعوبتى درانداخته ، و سبّ و سخنان ناروا و نسنجيدهء نابخردان و جهّال را تحمّل كردند ، تا علوم متعاليهء الهى و عوالم ناشناختهء معرفت را براى پويندگان مسير هدايت و عالم قرب ميسّر نمايند .\r\nشناخت حقيقت عالم وجود و اسرار نهفته در آن ، و كشف مراتب اسماء و صفات حضرت حقّ و كيفيّت ربط ذات پروردگار با عوالم امكان ، و در نتيجه نحوهء ارتباط انسان با مبدأ هستى و شناخت جوهر وجودى انسان ، و سنخيّت او با مبدأ خلقت و دريافت حقيقت خليفةاللّهى و كيفيّت رجوع انسان به ذات پروردگار و كشف اسرار عالم وجود ، و ارتقاء انسان در مراتب مختلف سير و سلوك إلى الله و وصول به حقيقت ذات واجب الوجود و فناء در حقيقت و هويّت حضرت حقّ ، و اندكاك در مرتبهء احديّت و سپس بقاء بالله در سير عوالم اسماء و صفات كه بالاترين و راقىترين مرتبهء تكامل وجودى انسان است ، تماماً در گرو ادراك عرفان نظرى و قضاياى فلسفى و مبانى حِكمى فلسفه و عرفان اسلامى قرار دارد .\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nدانشمندان نامى شيعه و مفاخر عالم اسلام ، امثال بوعلى و فارابى و ملا صدراى شيرازى و محيى الدّين عربى و صدرالدّين قونوى و شهاب الدّين سهروردى و مولانا جلال الدّين بلخى و حافظ شيرازى و ابن فارض مصرى و ساير بزرگان از عرفاء و فلاسفهء اسلام ، بالأخصّ متأخّرين آنان مانند مرحوم آخوند ملا حسينقلى همدانى و حاج ملاهادى سبزوارى و سيّد على قاضى و علّامهء طباطبائى و علّامهء طهرانى و غيرهم ، تماماً براى رسيدن به اين هدف عالى عمر خود را سپرى نمودند ، و با صرف سالها تلاش علمى و سلوك عملى پرده‌هاى جهل و توهّم را يكى پس از ديگرى كنار زده ، به قلل رفيعهء معرفت و شهود راه يافته‌اند .\r\nمكتبى كه عقل و فلسفه را مطرود بداند خود را از ارزشمندترين موهبت الهى و پديدهء عالم هستى محروم نموده و موجب گمراهى و ضلالت خود را فراهم نموده است .\r\n\r\nاشكالات وارد بر مكتب تفكيك\r\nامروزه مكتبى به نام تفكيك به بازار آمده ، و با طرح نقصان و عدم كفايت قوّهء عاقلهء بشرى در تمييز حقّ از باطل و قصور از وصول به مرتبهء معرفت و شناخت عالم وجود ، حجّيت و كارآئى اين اعجوبهء عالم خلقت را انكار نموده‌اند ، و اين اصل مسلّم در نظام آفرينش انسان را به بوتهء فراموشى سپرده ، آن را از حيّز انتفاع خارج نموده‌اند .\r\nمدّعيان اين روش انحرافى نه تنها هيچ بوئى از مبانى فلسفى و قياسات برهانى عقلى نبرده‌اند ، بلكه حتّى نسبت به ساير معارف اسلام\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nو شناخت صحيح از حقائق شرع مبين كميتشان لنگ و از مرحله بكلّى پرت مىباشند .\r\nدر اين مكتب ، عقل صرفاً براى امور جزئى به كار مىرود ، و با شناخت ابتدائى و سطحى مبدأ أعلى و پيامبر گراميش ديگر وظيفهء او به پايان رسيده و به تاريخ خواهد پيوست ، و ديگر اثرى از درجات معنوى بشر و سلوك علمى و اعتقادى او باقى نخواهد ماند .\r\nدر اين روش همچون اشعرىگرى معيار و ملاك حجّيت و التزام صرفاً بر پايهء تعبّد است و بس ، بدون هيچگونه فهم و ادراك و شعور نسبت به قضايا و مفاهيم راقيهء معرفت و عالم وحى و تشريع .\r\nدر اين مكتب ميزان شناخت انسان از معارف الهى و ذات اقدس حقّ فقط محدودِ به ادراكِ تكليف عاميانه و انجام اعمال ظاهرى آن است و بس ؛ و از توجّه انسان به حقيقت و باطن عبادت كه عين ربط و تعلّق انسان به ذات پروردگار است خبرى نيست . همان حقيقتى كه واقعيّت عبوديّت و خضوع بنده را در مقام اطاعت و انقياد از مولى و ربّ الارباب تشكيل مىدهد ، و بدون ادراك صحيح و معرفت واقعى به مولاى خويش انجام اعمال و قيام به تكاليف همچو پوست و قشرى را مىماند كه فاقد مغز و حقيقت عمل است ؛\r\n( إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَ الْعَمَلُ الصَّالِحُ يَرْفَعُه ) [ 1 
  ] ،\r\n( لَنْ يَنالَ اللَّهَ لُحُومُها وَ لا دِماؤُها وَ لكِنْ يَنالُهُ التَّقْوى مِنْكُم ) [ 2 
  ]\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] - سوره فاطر ( 35 ) قسمتى از آيه 10 .\r\n[ 2 
  ] - سوره الحجّ ( 22 ) صدر آيه 37 .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nآيا معرفتى كه در انجام عبادت يك فرد عادى و نحوهءنگرش او و برداشت او و شناخت او از عبادت است ، در مقام اطاعت با كيفيّت شناخت و برداشت و مواجههء يك پيامبر الهى و يا امام معصوم عليه‌السّلام در هنگام عبادت يكى است ؟ ! آيا نمازى كه صرفاً با رعايت احكام ظاهريّه و تصحيح قرائت و توجّه به مخارج حروف به قصد امتثال امر و اسقاط تكليف انجام شود ، با نمازى كه در هنگام اداى آن تير از پاى مولاى متّقيان بيرون كشيدند و او هيچ احساسى ننمود يكى است ؟ ! آيا عبادتى كه بر اساس شناخت عاميانه و عوامانه نسبت به ذات احديّت و اسماء و صفات او تحقّق مىپذيرد ، با عبادتى كه مىفرمايد : لَم أعبُدْ رَبًّا لَم أرَهُ ، [ 1 
  ] « هيچگاه خدائى را كه به چشم دل و ضمير آگاه و قلب\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] - اين حديث شريف را مرحوم علامه آية الله والد معظم - رضوان الله تعالى عليه - در كتاب شريف الله شناسى ، ج 2 ، ص 121 و 122 ذيل مبحث 16 تا 18 با عبارت : « لم أك بالذّى أعبدُ مَن لَم أرَهُ » آورده‌اند ، و در تعليقه مرقوم فرموده‌اند كه :\r\nمستدرك نهج‌البلاغة ، منشورات مكتبهء الاندلس - بيروت ، ص 157 ، باب سوّم ؛ و عبدالعلىّ كارنگ در كتاب اثبات وجود خدا ، در تعليقهء ص 5 ، در ضمن ترجمهء مقالهء : آيا جهان آفريدگارى دارد ؟ بقلم دكتر دمرداش عبدالمجيد سرحان ، متخصّص علوم تربيتى از آن استناد و استشهاد جسته است .\r\nدر مفاتيح الإعجاز شرح گلشن راز طبع انتشارات محمودى ، ص 57 بدين عبارت ذكر نموده است : ذِعلَب يمانى از حضرت على مرتضى عليه السّلام سؤال كرد كه : أفَرَأيْتَ رَبَّكَ ؟ ! جواب فرمود كه : أفَأعبُدُ ما لا أرَى ؟ باز مىفرمايد كه : رأيتُهُ فعَرَفتُه فَعَبَدتُه ؛ لَم أعبُد رَبًّا لَم أرَهُ ! ( فَمَنْ كانَ يَرْجُوا لِقاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صالِحاً وَ لا يُشْرِكْ بِعِبادَةِ رَبِّهِ أَحَدا ) ( آيهءآخر ، از سورهء 18 : الكهف )\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nخود مشاهده ننمودم عبادت نكردم » يكى است ، و در نزد خداوند به يك مقدار منزلت و ارج و بهاء داده مىشود ؟ !\r\nآيا كلام رسول خدا كه فرمود : « ميزان قرب هر فرد به خداوند به مقدار ميزان فهم و معرفت او است از خداوند . » اشاره به همين عقول ناقصه و فهم قاصر و معرفت عوامانهء اشخاص عادى است ؟ !\r\nدر مكتب تفكيك بجاى استنارهء عقول از مبادى منفصله و عالم انوار ، به تعطيل و إبطال و اضمحلال و خمول آن توصيه و تبليغ مىشود ؛ و به همان اعتقاد بسيط و ابتدائى به صانع اوّل و مبادى عالم خلق و ارسال رسل اكتفاء مىگردد ، و راه عروج به مدارج كمال و قلل رفيعهء معرفت و مراتب فعليّت بكلّى مسدود مىشود . آيا معرفتى كه با ورود يك شبهه و اعتراض و يك اشكال ، اصل و كيانش به باد فناء برود ارزشى براى انسان در مقام اطاعت و انقياد دارد ؟ !\r\nتعطيل عقل و براهين فلسفى بر حقائق عالم وجود ، در مكتب تفكيك عملًا حكم به لغويّت و عبثيّت اين پديدهء شگرف الهى در ناموس عالم تكوين مىباشد ؛ پديده‌اى كه مىتواند نفس ناقص و روح سرگشتهء آدمى را از حضيض ذلّت جهالت و توهّم و تخيّل به أعلى مراتب يقين و شناخت و ادراك وسيع از اسرار عالم تكوين و نظام آفرينش و مبادى آن برساند .\r\nتعطيل فلسفه و حكمت متعاليه به بهانهء واهىِ نشأت او از مدرسهء يونان باستان ، لكّهء ننگى است كه مىتوانست دامن مطهّر و معصوم شريعت اسلام را به آلودگى خود بيالايد ، و ليكن ظهور فلاسفه و\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nحكماى عالىمقام در مكتب اسلام ، و اثبات حجّيت و دلالت شرع مطهّر و وحى الهى با براهين فلسفى و دلائل كلامى ، و كشف ستار از رمز و راز عالم وجود ، و اثبات مبدأ أعلى به بهترين برهان و صرافت وجود و توحيد حضرت حقّ ، ديگر جائى را براى شبههء خنّاسان و وسوسهء بىخردان باقى نگذارد ؛ تا جائى كه همان مكتب فلسفى يونان و مهد فلسفهء غرب امروزه بايد دست نياز به پيشگاه رفيع البنيان حكمت متعاليهء اسلامى دراز كند و از بركات و انوار درخشان آن كسب فيض و استناره نمايد .\r\nفلسفهء يونان با ورود به حوزهء معرفتى اسلام و آشنائى با مبانى وحى و كلمات صادره از لواداران مكتب تشيّع ائمّهء معصومين عليهم السّلام ، به تحوّلى جوهرى و تبدّلى ماهوى و تغييرى بنيادين و اساسى گرائيد ؛ بطورى كه امروزه در حوزهء تدريس و مطالعهء فلسفه و حكمت ديگر جائى براى طرح و بحث و مناقشه ندارد .\r\n\r\nشتاب حيرت انگيز حكمت اسلامى با ظهور حكيم و فقيه عاليقدر ملاصدراى شيرازى\r\nبا ظهور حكيم بزرگوار و فقيه عاليقدر ، فخر عالم تشيّع صدرالمتألّهين شيرازى و طرح مباحثى شگرف و دقيق در فلسفهء اسلامى ، چون مسألهء اصالت وجود و اعتباريّت ماهيّات و وحدت وجود و صرافت آن و برهان صدّيقين بر اثبات توحيد صانع و مسألهء تشخّص ذاتى وجود ، حركت متعالى حكمت اسلامى شتابى بس حيرت‌انگيز به خود گرفت ، و تمامى قضايا و مسائل فلسفى بر پايهء اين امور اصلى مذكوره پايه‌گذارى گرديد ؛ و اكنون پس از گذشت بيش از چهارصد سال از حيات اين بزرگ‌مرد عالم اسلام و تك‌سوار عرصهء تحقيق ، هنوز هيچ\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nمكتبى را ياراى مقابله و معارضه با اصول و مبانى او نيست ، و تمامى مكاتب علمى و فلسفى و معرفتى دنيا بايد سر تسليم به پيشگاه اين عتبهء مقدّسه فرود آورند ، و از خرمن علوم الهى و وحيانى آن به خوشه‌چينى بپردازند .\r\nصدرالمتألّهين شيرازى از آنجا كه خود فقيهى عالىمقام و مفسّرى عظيم‌الشّأن و محدّثى خبير به روايات و متون وحيانى مكتب اهل بيت عليهم‌السّلام بود ، و مهمتر از اين ، مردى وارسته و مهذّب به تهذيب نفسانى و ادب سلوكى و مراقبه و مكاشفات روحانى و حالات روحى و معنوى بود ، و در رأس تمامى اينها مردى متولّى به ولايت اهل بيت عصمت و طهارت به أشدّ وجود و در نهايت خلوص و صدق و تسليم بود ، توانست با عنايات ذوات مقدّسهء معصومين عليهم السّلام و توسّل دائمى و مستمرّ به ساحت قدس ائمّهء اطهار ، و سكونت در جوار بىبى مطهّره حضرت فاطمهء معصومه سلام الله عليها ، و استمداد از روح مقدسهء آن بانوى دو عالم و دست نياز بسوى عنايات و بركات متراوشه از نفس ملكوتى آن حضرت ، فلسفهء اسلامى را با جميع موازين وحى و كلمات وارده از اولياى امر منطبق نمايد ، و مبانى فلسفى را بر آخرين قلّه از قلل رفيعهء معرفت و اعتلاء بنشاند ، و ثمرهء اين توسّلات و تولّى به اين آستان مقدّس را نتائج ربّانى و ملكوتى فكر رشيق و واردات الهى در قلب منوّر خويش و ضمير روشن و منفتح خود بداند .\r\nملّاصدراى شيرازى در اين مورد با قلبى مطمئن و ضميرى آسوده\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nو منوّر به انوار الهى و يقينى متعالى از اين نعمت عظمى و فلاح ابدى و هدايت و ارشاد خاصّ پروردگار چنين ياد مىنمايد :\r\nفكنتُ أوّلًا كما قال سيّدى و مولاى و معتمدى أوّلُ الأئمّة و الأوصياءِ و أبوالأئمّة الشّهداءِ الأولياءِ ، قسيمُ الجنّة و النّار ، آخذًا بالتّقية و المداراة مع الأشرار ، مخلًا عن مورد الخلافة ، قليلُ الأنصار ، مُطلِّقُ الدنيا ، مؤثرًا الآخرة على الاولى ، مولى كل مَن كان له رسولُ الله مولى ، و أخوه و ابن عمّه و مساهمه فى طمّه و رمّه . طفقتُ أرتئى بين أن أصول بيد جذّاء ، أو أصبر على طخية عمياء ، يُهرم فيها الكبيرُ و يَشيبُ فيها الصغيرُ و يَكدحُ فيها مؤمنٌ حتّى يلقى ربّه ، فصرتُ ثانيًا عنانَ الاقتداء بسيرته عاطفًا وجه الاهتداء بسنّته فرأيتُ أنّ الصبرَ على هاتى أحجى ، فصبرت و فى العين قَذَى و فى الحلق شَجَى ، فأمسكتُ عنانى عن الاشتغال بالنّاس و مخالطتهم ، و آيستُ عن مرافقتهم و مؤانستهم ، و سهلتْ علىّ معاداةُ الدّورانِ و معاندةُ أبناءِ الزّمانِ ، و خَلصتُ عن إنكارهم و إقرارهم و تساوى عندى إعزازُهم و إضرارُهم ، فتوجّهتُ توجّهًا غريزيًّا نحوَ مسبّبِ الأسبابِ و تضرّعتُ تضرّعًا جبلّيًا إلى مسهّلِ الامورِ الصّعابِ ، فلمّا بقيتُ على هذا الحال مِن الاستتارِ و الإنزواءِ و الخمولِ و الاعتزالِ زمانًا مديدًا و أمدًا بعيدًا ، اشتعلتْ نفسى لطول المجاهدات اشتعالًا نوريًّا و إلتهبَ قلبى لكثرة الرّياضاتِ إلتهابًا قويًّا ففاضتْ عليها أنوارُ الملكوت و حلّت بها خبايا الجبروتِ و لحقتْها الأضواءُ الأحديّةُ ، و تداركتْها الألطافُ الإلهيّةُ فاطّلعتُ على أسرارٍ لم أكنْ أطّلع عليها إلى ألآن ، و انكشفتْ لى رموزٌ لم تكن\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nمنكشفةً هذا الانكشافِ مِن البرهان بل كلّ ما علمتهُ من قبلُ بالبرهان ، عاينته مع زوائدَ بالشّهودِ و العيانِ من الأسرار الإلهية ، و الحقائق الرَّبانية و الودائع اللّاهوتيةِ و الخبايا الصّمدانيةِ ، فاستروح العقلُ من أنوارِ الحق بكرةً و عشيًّا ، و قَرُبَ بها منه و خَلُصَ إليه نجيًّا . . . . [ 1 
  ]\r\nمرحوم صدرالمتألّهين پس از بيان شمّه‌اى از ستم‌ها و ناروائيهائى كه بسيارى از بىخردان و جهّال نسبت به ساحت مقدّس علم و معرفت و حكمت اسلامى و حكماء عظيم الشّأن روا داشته‌اند ، و هم او نيز از اين رهگذر بىنصيب نبوده است ، به كيفيّت سلوك خود با مردم عوام و عالمان نادان ، و دستاورد رياضات و توسّلات و مراقبه‌هاى عرفانى و استفاده از مبانى رشيق فلسفى مىپردازد و مىگويد :\r\nى\r\n\r\nاد نمودن ملاصدراى شيرازى از چگونگى هدايت و ارشاد خاصّ پروردگار او را\r\n« من در اين مورد به سيّد و مولى و معتمد خويش تأسّى نمودم ، آن كسى كه اوّل از ائمّه و اوصياء پيامبر اكرم و پدر امامان و شاهدان بر اعمال و رفتار خلق و اولياى الهى مىباشد ؛ كسى كه قسمت كنندهء بهشت و دوزخ است ، و در ميان مردم با تقيّه و مداراى با اشرار و زشت‌خويان روزگار مىگذرانيد ، و خلافت را بواسطهء اندكى ياران و پيروانش رها نمود ، دنيا را به اهل دنيا سپرد و آن را براى هميشه طلاق داد ، و عالم آخرت را بر زندگانى دنيا ترجيح داد .\r\nاو مولى و صاحب اختيار و ارادهء هر كسى است كه رسول خدا مولى و صاحب اختيار او است ، او برادر و پسر عموى رسول خدا و شريك او در همهء مواهب الهيّه و فيوضات ربّانيّه بوده است .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] - الحكمة المتعالية فى الأسفار العقلية الأربعة ، ج 1 ، ص 7 و 8 .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nمردّد ماندم كه با اين قوم نادان و عالمان ظاهربين و اهل دنيا و شهوات و اوهام ، با دست شكسته به نبرد برخيزم يا اينكه بر اين روزگار سياه و كدر عصبيّت و جهالت صبر نمايم ؛ روزگارى كه مردِ باتجربه و كار آزموده را به زانو در آورد ، و كودك خردسال را به پيرى و زوال رساند ، و مؤمن را به تعب و مشقّت اندازد تا خداى خويش را ملاقات نمايد .\r\nپس من زمام امر خود را بسوى او گردانيدم ، و او را مقتدا و اسوهء خويش قرار دادم ، و سنّت و روش او را برگزيدم ، و ديدم كه صبر بر اين مصيبت و سختى أولى است ؛ پس صبر نمودم درحاليكه خار در چشم داشتم و استخوان در گلويم گير كرده بود . ارتباط خود را با مردم نادان قطع نمودم ، و معاشرت با آنان را بر خويش حرام نمودم ، و از مرافقت و انس با آنان مأيوس گرديدم ، و گرفتارى روزگار و دشمنى ابناء زمان را بر خود هموار نمودم ، و از جنگ و ستيز با آنان آسوده گشتم ، ديگر نفع و ضرر آنان برايم يكسان گرديد .\r\nدر اين هنگام تمام توجّه خود را از سويداى دل به سمت سبب واقعى و مبدأ هستى قرار دادم ، و با كمال تضرّع و التجاء از ضمير قلب و برانگيخته از فطرت و سرشت خويش بسوى آسان كننده و هموار كنندهء مشكلات روى آوردم ، و پس از گذشت مدّت زمانى بر اين منوال ، درحاليكه خود را از ديدگان اغيار و جهّال مخفى نموده بودم در گوشهء عزلت و خلوت و انزوا به خود و تزكيه نفس مشغول گشتم ؛ ناگهان از درون نفسم انوار عالم غيب طلوع نمود و آتش\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nسيناى اشتياق و وصل از سينهء سودازدهء محبّت و انس به حق زبانه كشيد ؛ استمرار مراقبات و رياضات شرعيّه در اين مدّت طولانى بالأخره اثر خود را بخشيد و كارِ دل را يكسره نمود ، قلبم در التهاب عشق به حقّ ، به تلاطم در آمد و طاقتم را در صبر بر فراق بسر آورد .\r\nدر اين هنگام عنايت حضرت حقّ دستگير ما گرديد و انوار ملكوت بر قلبم فرود آمد ، و اسرار عالم جبروت بر سينهء واله و شيداى من منكشف گرديد ، و انوار قاهرهء از ناحيهء مقام احديّت مرا در خود گرفت ، و الطاف خفيّهء پروردگار مرا مشمول عنايت و كرامت خويش گردانيد ، پس بر اسرارى از حقائق عالم وجود مطّلع شدم كه تا كنون از آن خبر نداشتم ، و از رموز و مسائل نهفتهء حقيقت وجود و ذات پروردگار مطالبى برايم هويدا گشت كه حتّى با أدلّه و براهين فلسفى به آن نرسيده بودم ؛ بلكه آنچه را كه از حقائق و اسرار با أدلّه و برهان يافته بودم ، اينك با اضافات و لطائفى ناگفتنى از اسرار خفيّهء الهيّه به نحو شهود و وجدان و علم حضورى ، بطور عينى و حقيقت خارجى دريافتم ، و حقائق ربّانيّه و واقعيّات نظام خلقت و ناگفته‌هاى از عالم لاهوت و ناشناخته‌هاى آثار و اسماء و صفات ذات صمدى برايم منكشف گرديد .\r\nپس عقلم از انوار حقّ به مرتبهء فعليّت و تكامل خود رسيد ، و آن سكونت خاطر و اطمينان واقعى و انبساط نفس ، جاى آن تشويش و اضطراب و ترديد را گرفت ، و انوار حق در صبح و شام بر من نازل مىگرديد و مرا بسوى مقام احديّت مىكشانيد ، و به جوار و قرب\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nحريم انس حضرت حقّ سوق مىداد و از ظلمات جهل و نفاق و كثرات رهانيده در حرم امن و امان خود مستقرّ نمود . »\r\nبنابراين مكتبى كه انسان را از حقّ شناخت محروم كند عملًا و حقيقتاً از حيّز انسانيّت محروم ساخته است .\r\n\r\nادامه اشكالات وارده بر مكتب تفكيك\r\nمضافاً بايد از اينها پرسيد : شما كه هر نوع تعقّل و تفكّر را خارج از حوزهء متون دينى لغو و عبث مىشمريد ، مگر مفاهيم و متون دينى همه به يك منوال و يك مرتبه از هويّت جوهرى قرار دارند ؟ ! مطالب مربوط به عالم صور و مادّه در متون دينى با قضايا و مسائل متعلّق به مجرّدات و ماوراء مادّه يكى است ؟ ! مسائل و تكاليف اعمال ظاهرى از قبيل طهارت و نجاست و معاملات و احكام ارث و قصاص و . . . ، با حقائق وارده از اهل بيت عصمت در معارف مبدأ و معاد يكى است ؟ ! روايات و متون مأثوره از مولاى متّقيان أميرالمؤمنين عليه السّلام در « نهج البلاغه » دربارهء اوصاف و نعوت حضرت حقّ و كيفيّت ربط و تعلّق اشياء در عالم هستى ، و نيز احاديث وارده از اولاد كرامش ائمّهء هدى صلوات الله و سلامه عليهم اجمعين در اين مورد با كدام معرفت و درجهء از شناخت قابل درك و فهم مىباشد ؟ آيا با همين مرتبه از شناخت عاميانه مىتوان به آنها دست يافت ؟ !\r\nدر قرآن كريم ، آيات توحيد ذات پروردگار و صفات او را با كدام معيار و مرتبهء علمى مىتوان دريافت ؟ به جز ادراك اين حقائق از طريق براهين و مفاهيم فلسفى ، با كدام معرفت دينى اعمّ از فقهى و تاريخى و تفسيرى به شكل محدود و ناقص خود مىتوان به آنها\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nرسيد ؟ آيا فقهائى كه هيچ اطّلاعى از مفاهيم و دروس فلسفى ندارند مىتوانند معناى آيه : ( وَ هُوَ مَعَكُمْ أَيْنَ ما كُنْتُم ) [ 1 
  ] ، و يا ( هُوَ الْأَوَّلُ وَ الْآخِرُ وَ الظَّاهِرُ وَ الْباطِن ) [ 2 
  ] ، و يا آيه : ( وَ هُوَ الَّذى فِى السَّماءِ إِلهٌ وَ فِى الْأَرْضِ إِله ) [ 3 
  ] ، و يا آيهء شريفه : ( لَوْ كانَ فيهِما آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتا ) [ 4 
  ] را توجيه كنند ؟ آيا شبههء « ابن كمّونه » را با روايات فقهى مىتوان پاسخ گفت ؟ ! آيا اشكال به وحدت صانع را جز با برهان صدّيقين صدرالمتألّهين شيرازى - رضوان الله عليه - كه مبتنى بر مسألهء اصالت و وحدت وجود است مىتوان جواب داد ؟ !\r\nمكتب تفكيك در خوابى عميق و غفلتى غريب ، به دور از ادراك حقائق در محدودهءتوهّمات و تخيّلات دست و پا مىزند ، و نمىداند كه ره به كجا مىبرد ؟ بر فرض كه ما قبول كنيم اين فلسفه كه هم اكنون به عنوان فلسفهء اسلام در حوزه‌هاى دينى ما رائج و دائر است ، همان فلسفهء يونان باستان است بدون هيچ‌گونه تغيير و تحوّلى ، مگر پذيرش قضاياى منطقى و نتائج عقلانى احتياج به دستور و اجازه از ناحيهء شرع دارد ؟ ! مگر مسائل رياضى و هندسى و معمارى و پزشكى و فيزيك و شيمى را به دستور شرع شما فرا مىگيريد ؟ ! و مگر آنها از ناحيهء ائمّهء معصومين عليهم السّلام آمده است ؟ ! انكار مسائل عقلى كه\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] - سوره الحديد ( 57 ) قسمتى از آيه 4 .\r\n[ 2 
  ] - سوره الحديد ( 57 ) قسمتى از آيه 3 .\r\n[ 3 
  ] - سوره الزّخرف ( 43 ) آيه 84 .\r\n[ 4 
  ] - سوره الأنبيآء ( 21 ) صدر آيه 22 .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nمبتنى بر برهان ، نه بر مغالطه و سفسطه و جدل و خيال باشد احمقانه‌ترين چيزى است كه از يك انسان سر مىزند ، انسانى كه تمام حيثيّت وجودى و ماهوى او را قوّهء عاقله و علم بوجود آورده است و او را از ساير حيوانات متمايز ساخته است .\r\nمىگويند : عقلاء در مسائل رياضى و امثال آن اجماع دارند و كسى مخالف آن رأى نداده است . جواب اينست : مگر حجّيت عقل به اجماع در آن است ؟ ! علاوه بر آن ، مگر شما در مسايل فقهى اختلاف آراء و تشتّت در فتوى نمىبينيد ؟ ! شما در اين مدّت يكهزار و چهار صد سال از ظهور اسلام تا كنون دو نفر فقيه را به ما نشان بدهيد كه در مسائل فقهى اتّفاق تام و اتّحاد در رأى و فتوى داشته باشند ، با وجود آنكه مستند تمامى آراء و فتاوى بر قضاياى وحيانى يا قرآن كريم و يا احاديث وارده از حجج الهيّهء ائمّهء معصومين عليهم الصلاة و السّلام مىباشد ؛ حتّى اگر شخص راوى نفس حكم را از خود امام عليه السّلام شنيده باشد باز احتمال اشتباه در نقل و تغيير در عبارت و كلمات در خبر او وارد است ، در عين حال همين نقل و حديث براى ما حجّت و متّبع است .\r\nدر مكتب تفكيك صرفاً كلام وحى حائز مرتبهء حجّيت و دلالت است و بس . ولى بايد از آنان سؤال شود : آيا حجّيت در مفاهيم وحيانى به معناى عدم حجّيت ساير مفاهيم و بطلان آنها خواهد بود ؟ آيا شما در صورت ابتلاء به بيمارى به صرف اينكه دستور مداواى طبيب و كيفيّت تجويز دارو از ناحيهء شرع نيامده است ، نسخهء او را به\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nدور مىافكنيد و از دستورات او سرپيچى مىكنيد ؟ يا اينكه در اين مسأله به حكم عقل عمل نموده ، و به دستورات طبيب چه مسلمان و يا غير مسلمان ، همينقدر كه وثوق و اعتماد به صحّت عمل و حذاقت او پيدا نموديد عمل مىنمائيد ؟\r\nديگر سخن سخيف و باطل مكتب تفكيك آنست كه واردات قلبيّه و مكاشفات روحانيّه و نوريّهء اصحاب معرفت و شهود را انكار ، و آن را از حيّز حجّيت و دلالت خارج نموده‌اند .\r\nشكّى نيست كه سالك در سير تكاملى خود پيوسته از جزئيّت و كثرت خارج و به سمت كلّيّت و وحدت به پيش مىرود ، و به هر مقدار كه حركت او در اين سير قوىتر و رشد او در وصول به معانى كلّيه كامل‌تر شود ، قواى متفكّره و عاقلهء او به مراتب فعليّت و اتقان نزديك‌تر شده ، موجب خروج او از عالم تخيّلات و توهّمات و اعتبارات مىگردد . و همچنان كه اين حقيقت در مثال متّصل او كه عالم ذهن و تصوّر است تحقّق مىيابد ، در مثال منفصل او ، و نيز در مراتب عالىتر و راقىتر چون ملكوت و بالاتر از آن تأثير مىگذارد ؛ بلكه به عبارتى واضح‌تر ، تحوّل و تبدّل ذهن او ناشى از تغيير و تحوّلات همان عالم مثال و ملكوت او خواهد بود . و از اينجا مىتوان متوجّه شد كه مرتبهء تكاملى و وجودى هر كس به كيفيّت تفكّر و تعقّل و تصوّرها و تصديق‌هاى درون ذهن و نفس او است ؛ زيرا مرتبهء ذهن و نفس به هيچ وجه از عالم مثال و ملكوتِ نفس جدا و مجزّى نمىباشد ؛ بلكه نفسِ همان ملكوت و مثال ، در ذهن و ضمير او نقش\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nمىبندد و دوئيّت و افتراق در اينجا معنا و مفهومى ندارد .\r\nو هر كس به هر مقدار كه گرفتار تخيّلات و اعتبارات و كثرات باشد ، به همان ميزان از عالم قدس به دور و از رحمت حقّ بيگانه خواهد بود ؛ حال هر كه مىخواهد باشد .\r\n جان همه روز از لگدكوب خيال * و ز زيان و سود وز خوف زوال\r\nنى صفا مىماندش نى لطف و فرّ * نى بسوى آسمان راه سفر [ 1 
  ] \r\nادراك حقائق كلّيّهء عالم وجود مشروط به صفاء نفس و تزكيهء قلب و مراتب تجرّد آن مىباشد ، و بدون حصول اين معانى نفس قادر به رؤيت و شهود آنها نخواهد بود ؛ بلكه در عالم مثال أسفل در محدودهء صورت برزخى ، چه در خواب و چه در عالم مكاشفهء صورى بسر خواهد برد . و اين حالت هيچ اختصاصى به مؤمن و متديّن به اديان الهى ندارد ، بلكه حتّى غير معتقدين به اديان از مرتاضين و غيرهم ممكن است برايشان حاصل شود ؛ و حتّى اعمال نفوذ نفسانى و تصرّفات روحى و إخبار از مغيبات و انجام امور خارق عادت تماماً در محدودهء مثال اسفل و عالم برزخ نفسانى تحقّق پيدا مىكند . و امّا مكاشفات توحيديّه و جذبات جماليّه و بارقه‌هاى جلاليّه ، كه موجب انقطاع نفس از تعلّق به غير و حتّى تعلّق به خود و ذات سالك خواهد\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] - مثنوى معنوى ، طبع كلاله خاور ، دفتر اول ، ص 11 ، تحت عنوان : سؤال كردن خليفه از ليلى و جواب دادن ليلى او را .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nشد ، تماماً بايد از عالم توحيد و نور و تجرّد پديد آيد ؛ و تا نفس انسان با تزكيه و تهذيب و مراقبه به مرحلهء تجرّد و انقطاع از خود نرسد ، ادراك اين معانى براى او چه به صورت مكاشفات توحيديّه و چه به صورت رؤياى صادقه و چه به صورت اعمال عقل فعّال در نفس عاقلهء سالك ، محال خواهد بود .\r\nو لذا مىبينيم كه بزرگان طريق و عرفاى عظيم الشّأن و فلاسفهء اسلام ، صرف پرداختن به علوم عقلى و فلسفى را بدون رعايت جهتِ تهذيب و مراقبهء نفس و صعود به مراتب فعليّت و تجرّد ، كافى و وافى براى تكامل نمىدانند ؛ چه اينكه اتيان تكاليف شرعيّه و انجام وظائف بدون التفات به حيثيّت معنوى و باطنى آن ، به اندازهء ذرّهء مثقالى قُرب و تعالى را براى مكلّف حاصل نخواهد كرد .\r\nپرداختن به علوم الهى در صورتى قابليّت ارشاد و فتح باب عوالم ربوبى و واسطيّت افاضه و افاده دارد كه توأم با پيگيرى و متابعت از مفاهيم و معانى و نتائج برهانى و نورانى آنها باشد ؛ و در غير اين صورت هيچ دردى از انسان دوا ننموده ، بلكه بيشتر موجب ابتعاد نفس از عالم تجرّد مىگردد ، و نفس را در محدودهء انانيّت و خود محورى گرفتار مىكند ، و خود حصار و زندانى براى نفس خواهد شد كه در آن حصار به يافته‌هاى عقلانى خود ، دل خوش مىكند و در التذاد نفسانى بواسطهء همين معانى و مفاهيم گرفتار مىشود ؛ و اين مسأله در طرز فكر و كيفيّت حركات و سكنات و نحوهء زندگى و ارتباطات اين افراد كاملًا مشهود است .\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\n\r\nعلّت علم‌زدگى و فلسفه‌زدگى و عرفان‌زدگى عدّه‌اى از مشتغلين به اين علوم\r\nافرادى كه از علم و كشف ، به علم زدگى و فلسفه زدگى و عرفان زدگى دچار گشته ، راه وصول به اين حقائق را به روى خود بسته‌اند ، و در دام اشتغال به اين مفاهيم و صرف عمر به بحث و درس و سمينار و كنفرانس و تأليف و نشر آن گرفتارند ، اينها خسران‌زده‌ترين افرادند و بيچاره‌ترين ؛ تنها حصّه و نصيب اينان از اشتغال به اين علوم ، صرف عمر گرانبها و از دست دادن فرصت طلائى اوقات ، و به هدر دادن استعدادات و بستن روزنه‌هاى قلب به روى انوار جمال و جلال حضرت حقّ .\r\n( قُلْ هَلْ نُنَبِّئُكُمْ بِالْأَخْسَرينَ أَعْمالًا * الَّذينَ ضَلَّ سَعْيُهُمْ فِى الْحَياةِ الدُّنْيا وَ هُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعاً ) [ 1 
  ]\r\nمرحوم صدرالمتألّهين شيرازى در اين باره چنين مىفرمايد :\r\nو ليعلم أنّ معرفةَ الله تعالى و علمَ المعاد و علمَ طريق الآخرة ليس المرادُ بها الاعتقادَ الّذى تلقاه العامىّ أو الفقيهُ وراثةً و تلقفًا ، فإنّ المشعوفَ بالتقليد و المجمود على الصّورة لم يَنفتِحُ له طريقُ الحقائق كما ينفتح للكرام الإلهيين . و لا يتمثّل له ما ينكشف للعارفين المستصغرين لِعالَمِ الصّورةِ و اللّذّات المحسوسة من معرفةِ خلّاقِ الخلائق و حقيقةِ الحقائق ، و لا ما هو طريقُ تحريرِ الكلام و المجادلَةِ فى تحسينِ المرام كما هو عادةُ المتكلِّمِ ؛ و ليس أيضًا هو مجرَّدُ البَحْثِ البَحْتِ كما هو دَأبُ أهلِ النّظرِ و غايةِ\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] - سوره الكهف ( 18 ) آيه 103 و 104 .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nأصحاب المُبَاحَثةِ و الفكرِ ، فإنّ جميعَها ( ظُلُماتٌ بَعْضُها فَوْقَ بَعْضٍ إِذا أَخْرَجَ يَدَهُ لَمْ يَكَدْ يَراها وَ مَنْ لَمْ يَجْعَلِ اللَّهُ لَهُ نُوراً فَما لَهُ مِنْ نُورٍ ) [ 1 
  ]\r\nبل ذلك نوعُ يقينٍ ، هو ثمرةُ نورٍ يقذفُ فى قلبِ المؤمن بسببِ إتّصاله بعالم القُدْسِ و الطّهارةِ و خُلوصِه بالمجاهدةِ عن الجهلِ و الأخلاق الذَّميمةِ و حُبِّ الرئاسة و الإخلاد إلى الأرض و الرّكونِ إلى زخارفِ الأجساد .\r\nو إنّى لأستغفر الله كثيرًا ممّا ضيّعتُ شطرًا من عُمرى فى تتبّع آراء المتفلسفةِ و المجادلين من أهل الكلام و تدقيقاتهم و تعلّم جُربُزَتِهِم فى القول و تفنّنهم فى البحث ، حتّى تبيّنَ لى آخر الأمر بنور الإيمان و تأييد الله المنّان : أن قياسهم عقيمٌ و صراطهم غيرُ مستقيم ؛ فألقينا زمامَ أمرنا إليه و إلى رسوله النّذيرِ المنذر ، فكلّ ما بلغنا منه آمنّا به و صدّقناه ، و لم نحتل أن نخيّل له وجهًا عقليًّا و مسلكًا بحثيًّا ، بل اقتدينا بهداه و انتهينا بنهيه ، امتثالًا لقوله تعالى : ( ما آتاكُمُ الرَّسُولُ فَخُذُوهُ وَ ما نَهاكُمْ عَنْهُ فَانْتَهُوا ) [ 2 
  ] ؛ حتّى فتح اللهُ على قلبنا ما فتح ، فأفلح ببركة متابعته و أنجح . . . . [ 3 
  ]\r\n\r\nاستغفار ملاصدرا از گذراندن مقدارى از سرمايهء عمر در فراگيرى آراء متفلسفه\r\n« بايد اين نكته دانسته شود كه مقصود از شناخت خداى متعال و شناخت معاد و معرفت راه و سير آخرت ، همان اعتقاد و باورهاى\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] - سوره النّور ( 24 ) ذيل آيه 40 .\r\n[ 2 
  ] - سوره الحشر ( 59 ) قسمتى از آيه 7 .\r\n[ 3 
  ] - الحكمة المتعالية فى الأسفار العقلية الأربعة ، ج 1 ، ص 11 و 12 .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nبسيط مردم عوام و يا فقيهى كه نصيبى از معارف الهى و حقائق عالم وجود ندارد نيست ؛ باورها و مدركاتى كه بر اساس تقليد كوركورانه از گذشتگان بدون هيچ تأمل و تدبّرى صورت پذيرفته است . زيرا افرادى كه دل‌خوش به اين گونه از معرفت تقليدى و بىاساس نموده‌اند و صرفاً بر ادراك صورى و تخيّلى و احساسى از عالم وجود و معارف الهى بسنده نموده‌اند ، راه بسوى عالم ماوراء طبيعت و مراتب اسماء و صفات نخواهند گشود ، همچنان كه براى بزرگان از اولياى الهى گشوده شده است . و همچنان كه براى عرفاى بالله اين عوالم روشن و اين حقائق آشكار شده است براى آنان روشن و آشكار نخواهد شد ؛ عرفائى كه دل به اين دنياى دنىّ نبسته‌اند ، و از تمام لذّات و هوسهاى نفسانى چشم پوشى نموده‌اند ، و آنچه كه از اين دنيا در نزد دنياپرستان بزرگ و ارزشمند مىنمايد خار و پست شمرده‌اند ، و عوض حطام دنيوى و زخارف آن معرفت ذات اقدس حقّ و حقيقت و سرّ عالم وجود را برگزيده‌اند .\r\nو نيز راهِ بسوى كمال و معرفت حضرت حقّ ، راه اهل جدل و بحث و مناظره و كلام نيست ؛ زيرا او تمام همّت و دقّت خود را در اشتغال به اين امور مىگذراند ، و خود نصيبى از معانى و مفاهيم آن ندارد ، ( و همانطور كه قبلًا گذشت بجاى ادراك و تلقّى معانى و حقائق علوم ، به خود علم و تحقيق و تفحّص و سرگرمىهاى مربوط به آن وقت مىگذراند ) همچنان كه طريق و دَيدن اهل كلام اين چنين است .\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nو نيز راه شناخت پروردگار به صرف درس و بحث و مطالعه و تدقيقات غير متعارف و تحقيقات خارج از ضابطه و افاده كه دأب و روش اهل تحقيق است نيست ؛ زيرا جميع اين طرق و مكاتب ظلماتى هستند بعضى بالاى بعض ديگر ، آن چنان ظلمتى كه انسان حتّى قادر نيست دست خود را تشخيص دهد . و كسى كه خداى متعال براى او نور هدايت و بصيرت قرار نداده است ، هيچ نورى در او وجود نخواهد داشت ( و راه او در ظلمات ، و اطوار و گفتار و منش او در عالم ظلمت و انانيّت خواهد بود ) .\r\nبلكه اين نوع از معرفت بر اساس يقين و شهود است ، و نتيجهء همان نور و ضيائى خواهد بود كه خداى متعال در قلب مؤمن قرار مىدهد و با آن حقّ را از باطل ، مجاز را از واقع ، و اصل را از اعتبار ، و نور را از ظلمت ، و خدا را از شيطان تمييز مىدهد . بواسطهء اتّصال او به عالم طهارت و قدس ، و خلوص باطن و صفاى قلب او به جهت رياضات و مجاهدات شرعيّه ، از جهل و اخلاق نكوهيده و حبّ رياست‌ها و بلندمنشىها و توجّه به مادّه و خلود در آن و سرسپردگى به زخارف عالم دنيا رسته و پا به عرصهء حقيقت و اتقان مىگذارد .\r\nو به تحقيق من بسيار استغفار مىكنم از خداى رؤوف و آمرزنده ، بواسطهء از دست دادن مقدارى از سرمايهء عمر و نعمت حيات خود را در فراگيرى آراء و افكار بىمايهء عدّه‌اى فيلسوف‌نما و اهل جدل از متكلّمين ، و دقّت در مطالب سست و بىاساس آنان و يادگيرى روش ناپسند آنان در مقام بحث و جدل ، تا اينكه در آخر الأمر توفيق و\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nهدايت الهى شامل حالم گرديد ، و بنور ايمان و تأييد خداى منّان دريافتم كه طريق ادلّه و قياسات آنها ناتمام و مسير و مكتب آنان غير مستقيم و منحرف است .\r\nپس زمام امر خود را به خداى سبحان سپردم و به رسول بزرگوار و گرامى او كه براى وعده و وعيد و پند و انذار و بيم فرستاده شده است . پس به آنچه از پيامبرش به ما رسيد ايمان آورديم و او را تصديق نموديم ؛ و در مقام توجيه و تأويل دستورات و اعتقادات او بر نيامديم و به عقل ناقص خود در اين جهت مجال نظر و رأى نداديم ، و مسلك و مكتب اهل جدل را در تغيير و توجيه كلمات او به كار نبستيم ؛ بلكه همّت خود را در اقتداى به دستورات عرش‌بنيان و هدايت‌گر او قرار داديم ، و از آنچه بيم و انذار فرمود دست برداشتيم ، و در اين مقام به كلام خداى متعال در قرآن كريم مدد جستيم كه فرمود : ( آنچه را كه پيامبر به شما بگويد عمل نمائيد و از آنچه نهى كند بپرهيزيد ) .\r\nتا اينكه لطف و توفيق الهى ما را دريافت ، و بر قلب و ضمير ما درهاى معرفت و علوم را گشود ، پس به بركت متابعت از او و رسولش به فلاح و رستگارى رسيد و به سعادت ابدى نايل آمد . »\r\n\r\nحصول مراتب بلند عرفانى بر اثر تهذيب نفس و تجرّد روح و تربيت سلوكى\r\nاين مراتب و حتّى بالاتر از آن كه براى مرحوم صدر المتألّهين و ساير عرفاى الهى حاصل گشته است ، بر اثر تهذيب نفس و تجرّد روح و تربيت سلوكى و رياضت‌هاى شرعى و مداومت بر اذكار و اوراد و دورى از دنيا و عالم نفس و خيال و كثرت و انعزال از مردم عوام و\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nجهّال از علماء و بىخردان و مخالفان سير و سلوك إلى الله ، و اشتغال به خود و اعمال و گفتار و پندار خود و توسّل به ولايت و وساطت اهل بيت عصمت و طهارت سلام الله عليهم اجمعين حاصل شده است .\r\nدر مكتب بىاساس و پوچ تفكيك گويا هيچ مرتبه و منزلتى براى حركت سالك و مؤمن بسوى عوالم ربوبى و انكشاف حقائق عالم وجود ، وجود ندارد ؛ و گويا به رواياتى كه دلالت بر اختلاف صحابه و اصحاب پيامبر و ائمّهء معصومين عليهم السّلام دارد وقعى نبايد نهاد .\r\nحال اين سؤال مطرح است كه كلام رسول خدا كه فرمود : لَو عَلِمَ أبوذَرٍّ ما فى قَلبِ سَلمانَ لكَفّرَهُ أو قَتَلَهُ [ 1 
  ] « اگر أباذر بداند كه چه اسرار و معانى در قلب سلمان نهفته است قطعاً او را تكفير نموده يا به قتل مىرساند . » چه معنا و مفهومى دارد ؟ أباذر با آن مقام و منزلت و الا در ايمان و مراتب قرب ، چگونه است كه تاب شنيدن مدركات و مشاهدات در قلب سلمان را ندارد ؟\r\nو يا اصحاب ديگر ائمّه عليهم السّلام چون ميثم تمّار و رشيد هجرى و حبيب بن مظاهر اسدى و جابر بن يزيد جعفى و معروف كرخى و بشر حافى و ساير اصحاب سرّ و محرم رازهاى اهل بيت عصمت ، چرا با سايرين اختلاف داشتند ؟ و چرا مشاهدات و مكاشفات و معانى وارده بر قلب آنان براى سايرين قابل تحمّل و قبول\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] - الكافى ، ج 1 ، ص 401 ، باب فيما جاء أن حديثهم صعب مستصعب . با اندكى اختلاف .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nنبود ؟ آيا ادراك اين معانى و كشف اين اسرار فقط و فقط منحصر در آنان بود ، و امكان حصول آن براى بزرگان و اولياء الهى در عصر غيبت ممتنع و غير ممكن بوده است ؟ مگر عصر غيبت و ظهور براى امام عليه السّلام فرق مىكند ؟ !\r\nو اگر گفته شود : مطالبى را كه آنان مشاهده و يا با مكاشفات معنوى ادراك مىنموده‌اند ، با مبانى و معتقدات مكتب اهل بيت منطبق بوده است ، و اين معنى در ساير افراد محرز نمىباشد ، پاسخ اينست :\r\nچگونه از مثل عالمى عظيم الشأن چون سيّد ابن طاووس و يا سيّد مهدى بحرالعلوم و يا سيّد على شوشترى كه پس از ارتحال شيخ انصارى به مدّت شش ماه كرسى تدريس شيخ را بنحو احسن و افضل و اكمل اداره نمود ، و يا مرحوم آخوند ملاحسينقلى همدانى استاد اخلاق شيخ انصارى و مرحوم آقا سيّد احمد كربلائى ، و استاد الكلّ فى الكل آية الله سيّد على قاضى و علّامهءطباطبائى و علّامهء طهرانى كه همگى اينان از فقهاء عالىمقام و أبطال عرصهء تحقيق و تدقيق و مشارٌ بالبنان در غزارت علمى و نبوغ فكرى بوده‌اند ، انتظار مىرود كه مشاهدات و مكاشفاتشان بر خلاف موازين و مبانى شريعت بوده ، و اينان هيچ خبرى از صحت و سقم آن به دست نياورده باشند ؟ ! !\r\nچطور در مسائل فقهى استنباط يك مجتهد عادى مورد پذيرش و قبول و حائز حجّيت مىباشد ، امّا علم و يقين به صحّت مدركات و واردات قلبيّه و مكاشفات معنويّه ، براى اين گونه از اعاظم فقهاء و اكابر حكماء چون صدر المتألّهين شيرازى و استاد او ميرداماد و شيخ بهائى\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nو غيرهم فاقد هرگونه ارزش و ملاك حجّيت است ؟\r\nاگر گفته شود : ملاك حجّيت فتواى فقيه استناد آن به كلام معصوم عليه‌السّلام است ، ولى در شهود اهل عرفان و مكاشفات اولياى الهى چنين استنادى وجود ندارد ، بلكه صرفاً بر پايهء واردات و ادراك صور و معانى مرتسمهء در نفس است ؛ و لذا ممكن است عارى از اشتباه نباشد ، زيرا حضور صور و معانى در نفس انسان چه بسا بر پايهء تخيّل و توهّم و خلق نفس بدون استناد و اتّكاء به اصل و مبدأ علّى آن باشد ، و از اين باب است كه بزرگان معرفت و شهود هر مكاشفه‌اى را مقبول ندانسته‌اند و هر ادراك صورت و معنائى را منطبق با حقيقت و واقعيّت نپنداشته‌اند .\r\nپاسخ اين سخن آنكه : گرچه احتمال اشتباه در واردات قلبيّه براى همهء افراد وجود دارد ، ليكن انطباق آنها با مصادر وحى و مبانى تشيّع و احاديث اهل بيت عليهم‌السّلام و اصول مسلّمهء حكمت متعاليه قطعاً احتمال خطاء منتفى ، و سالك در اين مرتبه به كشف يقينى و اعتقاد جزمى دست خواهد يافت ؛ و اگر چنانچه در بعضى موارد احتمال خطاء در شهود و اشتباه در كشف معنوى برود از تمسّك به احتياط نبايد دريغ ورزد ، و همچون سلوك فقاهتى در مقام شكّ و ترديد ناگزير از توقّف در فتوى و احتياط در عمل خواهد بود .\r\n\r\nبا انطباق واردات قلبيّه با مصادر وحى و مبانى تشيّع احتمال خطاء در آنها منتفى مىشود\r\nحاصل سخن آنكه : مكتب تفكيك با كنار گذاشتن براهين عقلى و عدم استخدام قوّهء عاقله در كشف معضلات و ادراك كلّيات ، حكم به بطلان و ناصوابى اين موهبت عظيم الهى در كشف حقيقت از باطل\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nنموده ، آن را به بوته فراموشى سپرده است ؛ و با انكار و إبطال واردات قلبيّه و شهود اهل معرفت و عرفاى الهى ، طريق وصول به عالم حقائق و مجردات و اسرار عالم وجود و افاضات نوريّه و روحانيّه از جانب حضرت حقّ بر قلب و ضمير انسان را بكلّى مسدود و مقطوع نموده است . درحاليكه چنانچه گذشت ، متون وارده از اولياى شرع و لواداران مكتب وحى در عرصه‌هاى مختلف اجتماعى و عبادى و اعتقادى داراى مراتب مختلف از معنا و فهم و ادراك و معرفت است ، و بدون توسّل به مبانى گرانسنگ فلسفه و حكمت متعاليه و مفاهيم عرفان نظرى و سلوك قلبى ، وصول به آنها ممتنع و محال خواهد بود .\r\nنتيجه اينكه مبانى اين مكتب من‌درآوردى و بىپايه از نظر شرع مقدّس اسلام و مكتبِ اصيل اهل بيت عصمت قطعاً مردود ، و پويندگان آن در وادى ضلالت و حيرت ضالّ و گمراه و متحيّر خواهند شد .\r\n ترسم نرسى به كعبه اى اعرابى * كاين ره كه تو مىروى به تركستان است [ 1 
  ] \r\nنكتهء مهمّ اينكه : از آنجا كه ظهور حقيقت توحيد و ذات بالصّرافهء حضرت احديّت جلّ و علَى بواسطهء مقام اراده و مشيّت او در عالم كثرت تجلّى و تحقّق خواهد نمود ( كه در اصطلاح به آن مرتبه ولايت و سيطره بر عوالم وجود و تعيّنات جزئيّه نام برده مىشود ) قطعاً راه وصول به معارف الهى و شناخت حقيقى ذات پروردگار ، بدون استمداد از اين دريچه و توسّل به ذيل الطاف و عنايات اهل بيت\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] - امثال و حكم دهخدا ، ج 1 ، ص 544 به نقل از سعدى شيرازى .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nوحى و دستگيرى آن ذوات مقدّسه و حركت بسوى رشد و تجرّد و تكامل انسانى از مجراى فيض نفوس قدسى آنان امكان نخواهد داشت . و اگر چه سالك بدون توجّه به اين نكتهء حياتى در مسير تجرّد و تهذيب قدم بردارد ، و حتّى متديّن به دين و مكتبى سواى مكتب اهل بيت عليهم السّلام باشد ، امّا ناگزير در ميانهء راه متوجّه اين مسأله خواهد شد و با دستگيرى ائمّهء معصومين عليهم السّلام به مذهب تشيّع خواهد گرويد .\r\nدر اين باره استاد وحيد سير و سلوك عملى ، عارف كامل و فقيه عالىمقام ، حضرت آية الحق سيّد على قاضى طباطبائى مىفرمايند :\r\nمحال است سالكى بدون استمداد از ذوات مقدّسهء معصومين عليهم السّلام راه به جائى ببرد ، و اگر در ابتداى مسير دچار خطاء و اشتباه در اعتقاد باشد قطعاً با دستگيرى و عنايات ائمّهء هدى به راه راست و صراط مستقيم هدايت مىشود .\r\nالبتّه در صورتى كه سالك پيوسته در مسير خلوص و صدق قدم بردارد ، و اين نكتهء حياتى را دائماً نصب العين خود در همهء مراحل سلوك و معرفت قرار دهد .\r\nابن فارض عارف كبير مصرى مىفرمايد :\r\n ذَهَبَ العمرُ ضياعًا و انقَضَى * باطلًا إذ لَم أفُزْ منكم بشىءٍ\r\nغير ما اوتيتُ من عِقدى وِلا * عترة المبعوث مِن آل قُصّى [ 1 
  ] \r\nخلاصة مطلب اينكه : « عمر خود را تمام به بطالت سپرى نمودم ،\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] - ديوان ابن فارض ، ص 36 .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nو تنها اميدى كه از اين حيات به دست آوردم پيوند ولايت با شما خاندان وحى و رسالت بود . »\r\n\r\nدر مكتب عرفان فقط توجّه به حضرت حقّ منظور است\r\nدر مكتب عرفان كه شناخت حقيقى ذات حقّ است از ساير كرامات و امور خارق عادت و جاذب خبرى نيست ، و فقط بر انكشاف اسرار حقيقت وجود با متابعت از شريعت اسلام و پيروى از سنّت‌و ممشاى اهل بيت پيامبر متمركز است ؛ درحاليكه مكتبهاى ديگر به امور غير عادى ، اعمّ از إخبار از غيب و اطّلاع بر نفوس و كشف اسرار عالم مادّه و خواصّ مادّى اشياء و به دست آوردن مال و حطام دنيوى و تحصيل كيميا و امثال آن ، و شناخت ظاهرى امام عصر عجّل الله فرجه و تعيين زمان ظهور او و به حركت درآوردن افراد به اين سمت و به دست آوردن طىّ الارض و انجام افعال خارق عادت مىپردازند .\r\nبزرگان عرفان و اهل توحيد توجّه سالك را جز به خداى متعال موجب خسران او و به هدر دادن سرمايهء عمر و تعويض جوهر ناياب وصل ، به سنگهاى بىارزش و پست مىشمرند .\r\nآنچه كه در اين باب حائز اهميّت است اينكه انتساب عدّه‌اى از اهل دنيا به مكتب عرفان ، موجب سوء ظنّ بسيارى از افراد به اهل توحيد و معرفت گشته است ؛ اينان با تغيير شمايل ظاهرى خود و فراگيرى چند اصطلاح از اهل عرفان و تظاهر به زهد و انعزال از خلق چه بسا حتّى با زير پا گذاشتن آداب شرعى و رعايت تكاليف و احكام ظاهرى موجب بدبينى سايرين به مكتب و مرام عرفاء و اولياى\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nالهى گشته‌اند .\r\nامروزه اصطلاح صوفى با عارف در فرهنگ مشرق زمين بخصوص فارسى زبانان متفاوت گشته است .\r\nحقيقت عرفان و تصوّف يكى است ، و آن ادراك شهودى ذات اقدس حقّ و كشف خفيّات عالم وجود با بصيرت قلبى و علم حضورى است ؛ و اين مسأله از زمان رسول خدا و در طىّ استمرار ولايت اهل بيت عليهم السّلام در ميان برخى از اصحاب خاصّ آنان چون سلمان فارسى و اويس قرنى و مقداد بن اسود و ميثم تمّار و رشيد هَجرىّ و حبيب بن مظاهر اسدى و جابر بن يزيد جعفى و محمد بن مسلم و بشر حافى و بايزيد بسطامى و معروف كرخى و سرىّ سقطى ، و پس از زمان حضور در عصر غيبت امثال خواجه شمس الدّين حافظ شيرازى و شمس مغربى و شاه نعمت الله ولى و أبوسعيد أبوالخير و شيخ محمود شبسترى و مولانا جلال الدّين محمّد بلخى و شيخ عطّار نيشابورى و محيى الدّين عربى و ابن فارض مصرى و آقا سيّد مهدى بحرالعلوم و سيّد على شوشترى و جولا و آخوند ملا حسينقلى همدانى و شيخ محمّد بهارى و آقا سيّد احمد كربلائى و آقا سيّد جمال الدّين گلپايگانى و آقا سيّد على قاضى و علّامهء طباطبائى و آقا سيّد حسن مسقطى و آقا سيّد هاشم حدّاد و علّامه سيّد محمّد حسين حسينى طهرانى تا به حال دائر و ساير بوده است . البتّه بسيارى ديگر از نخبگان معرفت و توحيد بوده‌اند ، چون مرحوم آخوند ملا محمّد جعفر كبوتر آهنگى و سلطان محمد جنابذى\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nو مرحوم انصارى همدانى و ديگران كه ذكر همهء آنان از حوصلهء اين مقاله خارج مىباشد .\r\n\r\nكلام علّامه طهرانى راجع به آقاى سيّد على قاضى رضوان الله عليهما\r\nمرحوم علّامهء طهرانى راجع به استاد وحيد اخلاق آقا سيّد على قاضى چنين مىفرمودند :\r\nمرحوم قاضى داراى دو جنبهءعلم و عرفان بود ؛ يعنى در علوم ظاهريّه فقيهى عظيم و عالمى جليل ، و در علوم باطنيّه عارفى و اصل و انسانى كامل بود كه أسفار اربعه را طىّ نموده ، و جمع ميان ظاهر و باطن و شريعت و طريقت او را به تمام معنى الكلمه به وادى حقيقت على التّحقيق رهبرى نموده است .\r\nبا علمائى كه پيوسته به نوشتن كتب ظاهرى و بحثهاى بلاطائل و مفصّل اصول فقه مىپرداختند و بالنّتيجه دستشان از معرفت تهى مىماند خرده مىگرفت ، و در نزد شاگردان خود اين طريقه را تقبيح مىنمود .\r\nو همچنين با دراويش و متصوّفه‌اى كه به ظاهر شرع اهميّت نمىدهند سخت در معارضه و نبرد بود و مىفرمود : « سلوك راه خدا با عدم اعتناى به شريعت كه نفس راه و طريق است جمع ميان متضادّين و يا متناقضين است . »\r\nخودش بقدرى در اتيان مستحبّات و ترك مكروهات ساعى و كوشا بود كه در نجف اشرف در اين امر ضرب المثل بود ؛ بطورى كه بعضى از معاندين و كورچشمانى كه قدرت تابش اين نور و حقيقت را نداشتند ، و هميشه در حوزه‌ها و بالأخصّ در نجف هم كم و بيش يافت مىشوند و لانه مىنمايند ، و تا بتوانند بواسطهء اتّهامات مىخواهند چهرهء حقيقى عارفى جليل\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nو انسانى وارسته را مسخ كنند مىگفتند : اين درجهء زهد و عبادت و التزام به مستحبّات و ترك مكروهات قاضى براى گول زدن عامّه و شبهه در طريق است ، و گرنه وى يك صوفى است كه به هيچ چيز معتقد نيست و ملتزم نيست ! !\r\n\r\nآقاى قاضى : نِعْمَ الرَّجُلُ أن يَكُونَ فَقِيهًا صُوفيًّا\r\nروزى در مجلسى عظيم كه بسيارى از مراجع و علماى فقه و حديث از جمله مرحوم آيةالله آقا سيّد ابوالحسن اصفهانى و آقا ضياء الدّين عراقى و غيرهما بودند و كلام در ميانشان ردّ و بدل بود ، مرحوم قاضى با صداى بلند بطورى كه همه بشنوند فرمودند : « نِعمَ الرّجُلُ أن يَكونَ فَقيهًا صُوفيًّا . » و اين ، مانند ضرب‌المثل‌ها از كلمات مرحوم قاضى بجاى ماند . فقيه ، يعنى عالم به شريعت و احكام ؛ و صوفى ، يعنى عالم به راه‌هاى نفس أمّاره و طريق جلوگيرى از دام‌هاى شيطان ، و مبارزه و مجاهده با مشتهيات نفسانى براى رضاى خاطر ربِّ محمود و پروردگار منّان ذوالطَّول و الإحسان . [ 1 
  ] انتهى كلام علّامهء طهرانى .\r\nمكتب و طريقت تمامى اين عرفاى بالله و اولياى الهى فقط منحصر در معرفت ذات حقّ بنحو شهود و ادراك قلبى است ، كه با عبور از مراتب نفس و پشت پا به اعتبارات عالم دنيا و رفض جميع انانيّت‌ها و شوائب نفس امّاره و طىّ مدارج جمال و جلال و عبور از عوالم ظلمت و حجب نوريّه ، به معرفت ذات پروردگار نايل آمده و در حريم قدس او مأوى گزيدند ، و ديگران را به اين معرفت و شناخت دعوت كرده‌اند .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] - مكتوبات خطّى علّام طهرانى ( ره ) شماره 18 ، ص 262 .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\n من كه ملول گشتمى از نفس فرشتگان * قال و مقال عالمى مىكشم از براى تو [ 1 
  ] \r\nجائى كه رسول گرامى اسلام فرمود :\r\nلِى مَعَ اللهِ وَقتٌ لا يَسَعُنى مَلَكٌ مُقَرَّبٌ و لا نَبىٌّ مُرسَلٌ ؛ [ 2 
  ]\r\nو يا همچنان كه مرحوم آقا سيّد هاشم حدّاد مىفرمود :\r\nما جائى هستيم كه جبرئيل را قدرت نزديك شدن به آن نيست ، و از ادراك مرتبهء وجودى ما عاجز است .\r\n اگر ذرّه‌اى زين نمط بر پرم * فروغ تجلّى بسوزد پرم [ 3 
  ] \r\nالبتّه اين بنده در جلد دوّم كتاب « أسرار ملكوت » راجع به مرتبهء عرفاى الهى و خصوصيّات آن و آثار آنان تا حدودى توضيح داده‌ام .\r\n\r\nپيدا شدن عدّه‌اى محتال و مكّار و دنياپرست در عرصهء عرفان و تصوّف\r\nامّا برخى از اهل ريا و خدعه و مكر در زمان ائمّه عليهم‌السّلام چون سفيان ثورى پديد آمدند و در مقابل مكتب وحى و طهارت مردم را به دور خود جمع نمودند ، و با تظاهر به گوشه‌گيرى و زهد و إعراض از دنيا عرصهء انحراف و اعوجاج را براى مردم عوام فراهم آوردند ، و با لقب صوفى موجب بدنامى اين اسم و صاحبان اصلى و واقعى آنها گشتند ؛ و اين مسأله در طول تاريخ همچنان استمرار يافت ،\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] - ديوان حافظ شيرازى ، ص 318 .\r\n[ 2 
  ] - بحار الأنوار ، ج 79 ، ص 243 ؛ تفسير صافى ، ج 1 ، ص 118 ؛ كشف الخفاء ، للعجلونى ، ج 2 ، ص 173 ؛ فيض القدير شرح الجامع الصغير ، للمناوى ، ج 4 ، ص 8 .\r\n[ 3 
  ] - بوستان سعدى ، ديباچه بوستان ، ص 16 :\r\nاگر يك سر موى برتر پرم فروغ تجلّى بسوزد پرم\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nو هر دو دسته از اهل توحيد و شهود و افراد محتال و مكّار و دنياپرست در اين عرصه بظهور رسيدند .\r\nخواجه حافظ شيرازى از سالك وارسته و ساير سير حرم إله به صوفى ياد مىنمايد :\r\n صوفى ار باده به اندازه خورد نوشش باشد * ورنه انديشهء اين كار فراموشش باد [ 1 
  ] \r\nو يا در جاى ديگر مىفرمايد :\r\n سحرگه رهروى در سرزمينى * همى گفت اين معمّا با قرينى \r\n كه اى صوفى شراب آنگه شود صاف * كه در شيشه برآرد اربعينى [ 2 
  ] \r\nليكن در مقابل اين افراد از اهل سير و سلوك و صلاح ، به دستهء ديگر از اهل نفاق و مكر و خدعه سخت مىتازد ؛\r\n نقد صوفى نه همه صافى بىغش باشد * اى بسا خرقه كه مستوجب آتش باشد\r\nخوش بود گر محك تجربه آيد بميان * تا سيه روى شود هر كه در او غشّ باشد [ 3 
  ] \r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] - ديوان حافظ شيرازى ، ص 82 .\r\n[ 2 
  ] - همان مصدر ، ص 376 .\r\n[ 3 
  ] - همان مصدر ، ص 123 .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nو نيز مىفرمايد :\r\n صوفى نهاد دام و سر حقّه باز كرد * بنياد مكر با فلك حقّه باز كرد\r\nبازىّ چرخ بشكندش بيضه در كلاه * زيرا كه عرض شعبده با اهل راز كرد\r\nفردا كه پيشگاه حقيقت شود پديد * شرمنده رهروى كه عمل بر مجاز كرد\r\nحافظ مكن ملامت رندان كه در ازل * ما را خدا ز زهد ريا بىنياز كرد [ 1 
  ] \r\nو لذا بسيارى از ارباب فن را عقيده بر آنست كه مصداق اين دو عنوان يكى است ؛ بدين معنى كه اگر مقصود از عرفان ، ادراك شهودى ذات اقدس حقّ و فناء بالله و بقاء بالله باشد ، اطلاق عارف و صوفى و درويش به فرد واجد آن اطلاقى حقيقى و واقعى است ، و اگر منظور صرفاً احتفاظ بر برخى از اصطلاحات و انجام پاره‌اى از اوراد و تظاهر به زهد و گوشه‌گيرى و ايراد بر علماء و بزرگان از صلحاء شريعت باشد ، باز بر فرد منحرف و متظاهر به اين امور هر سه عنوان اطلاق مىشود .\r\n\r\nاطلاق صوفى به مرحوم آخوند ملاحسينقلى همدانى و مرحوم انصارى همدانى\r\nنقل مىكنند : عدّه‌اى از معمّمين اهل ظاهر نسبت به مرحوم آية الله عارف كامل و مربّى اخلاق ، استاد الكلّ ، آخوند ملا حسينقلى\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] - همان مصدر ، ص 103 و 104 .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nهمدانى نسبت‌هاى ناروا و زشتى روا داشتند و در صدد ايذاء ايشان برآمدند ، و در نامه‌اى به مرحوم شربيانى مرجع تقليد وقت ، او را به عنوان صوفى خطاب نمودند . مرحوم شربيانى در پاسخ آنان فرمود : « اگر صوفى آنست كه شخصيّتى مثل آخوند مصداق آنست ، اى كاش خداى متعال مرا نيز از جملهء صوفيّه قرار مىداد » .\r\nو نيز پس از فوت مرحوم آية الله عارف و اصل شيخ محمّد جواد انصارى همدانى ، عدّه‌اى ايشان را به عنوان صوفى در مجالس و محافل معرّفى مىنموده ، و با تهمت‌ها و نسبتهاى وقيح درصدد كوبيدن و تدمير شخصيّت علمى و روحانى اين ولىّ الهى برآمدند ؛ در اين وقت مرحوم آية الله آخوند ملّا على همدانى ، كه جنبهء مرجعيّت را نيز حائز بودند در اعلاميّه‌اى براى اقامهء مجلس ترحيم نوشتند :\r\nإذا ماتَ العالِمُ ثُلِمَ فى الإسلامِ ثُلمَةٌ لا يَسُدُّهَا شَىءٌ . [ 1 
  ]\r\n« اگر عالمى از پويندگان طريق هدايت و مكتب راستين اهل بيت عصمت ( آنان كه در وصفشان امام أبى جعفر الصادق عليه‌السّلام فرمود : أنتُم و اللهِ نُورٌ فى ظُلُماتِ الأرضِ . [ 2 
  ] « شما قسم به خدا نور الهى و چراغ هدايتيد در تاريكيهاى عالم مادّه و ظلمات كثرات دنيا » ) بميرد ، شكافى در اسلام پديد آيد كه هيچگاه ترميم و اصلاح نخواهد شد . »\r\nاز آنجا كه محوريّت اين مقاله بر لزوم و ضرورت سير و سلوك إلى الله است ، و بيان اينكه بدون توجّه نفس به حقائق افعال و عبادات\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] - بحار الأنوار ، ج 2 ، ص 43 ، ح 9 ، باب 10 ، حق العالم .\r\n[ 2 
  ] - كافى ، ج 8 ، ص 275 .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nو پيروى انسان از استاد كامل و عارف و اصل ، اصل لا يتغيّر و مسلّم براى ترقّى و تكامل است ، لذا پرداختن به مسألهء عرفان و تصوّف موجب تطويل بلاطائل و خروج از مقصد و منظور بحث خواهد بود ، و بدين مقدار از توضيح در اين باب اكتفاء مىشود ؛ گرچه كلمات بزرگان در اين مسأله متفاوت است ، امّا آنچه كه به نظر نگارنده مىرسد همان است كه معروض شد ، و هيچ فرقى بين مصداق اين دو عنوان ، چه مصداق فرد عارف كامل و سالك و اصل و چه مصداق فرد متظاهر و رياكار آن نمىباشد .\r\nآنچه كه از مجموعهء كتب آسمانى و بخصوص آيات شريفهء قرآنى و احاديث وارده از اولياء أمر حضرات معصومين عليهم‌السّلام ، و نيز بيانات راقيهء اولياى الهى و عرفاى بالله ، و نيز اقرار و اعتراف وجدان و فطرت انسانى به دست مىآيد اين است كه : وجود انسان كه از مقام ذات حضرت حقّ با خطاب ( وَ نَفَخْتُ فيهِ مِنْ رُوحى ) [ 1 
  ] به عالم مادّه و دنيا نزول يافته است ، در كمون ذات خود استعداد رتبهء خليفة اللّهى ( كه به معناى بروز و ظهور جميع صفات و نعوت حضرت حقّ است ) و وصول به مرتبهء فعليّت آن را دارد ؛ اگر همّ و غم خود را صرف مراقبه و انجام تكاليف و برنامهء مدوّنه از قبل اولياى دين و لواداران شرع مبين قرار داد ، به اين نعمت عظمى و فوز ابدى نايل خواهد شد و شاهد وصل را در آغوش خواهد گرفت ، و وفود به حريم قدس و امان حضرت حقّ پيدا خواهد نمود ، و به فلاح و\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] - سوره الحجر ( 15 ) قسمتى از آيه 29 .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nسعادت دارين رستگار و كامياب خواهد گرديد . و اگر عمر خود را در اين دنيا به جمع زخارف دنيوى و رسيدن به رياسات و اشتغال به امور دنيا سپرى نمايد دچار خسران و نكبت و پشيمانى ابدى خواهد شد ؛ خواه دنيا و اشتغال به آن خارج از محدودهء شؤون الهى و دينى باشد ، و يا در محدودهء امور عبادى و علوم دينى و اشتغال به رتق و فتق امور مردم و رفع مشكلات دينى و اجتماعى باشد ، هيچ فرقى نمىكند ، مهم‌ّاين است كه نيّت و قصد از اشتغال به اين مسائل چه باشد . آيا مقصد وصول به معرفت الله و رفض عالم انانيّت و نفس و كثرات و انكشاف حقيقت توحيد در قلب و ضمير است ، و يا صرف پرداختن به اين امور و گذران وقت و رسيدن به منويّات و خواستهاى نفس امّاره و رياسات دنيويّه و لذّات نفسانيّه در قالب مظاهر عبادى و ظهورات معنوى و شرعى ؟ !\r\nو لذا چنانچه گذشت صِرف اشتغال به دروس الهى و صَرف اوقات در تحقيقات و تدقيقات آن دردى را از نفس سرگشته و متحيّر انسان دوا نخواهد كرد ؛ و انسان پس از گذشت مدّت مديدى از عمر خود و صرف اوقات در امور و اشتغالات دينى ، خود را رها و متحيّر و سرگشته از معارف شهودى عالم خلقت و اسرار وجود در مبدأ و معاد احساس مىكند ، و تازه به فكر جبران مافات و استعداد براى حركت در مسير تكامل نسبت به چند روز آيندهء عمر خود مىافتد .\r\n\r\nعلمائى كه پس از صرف عمر خود در تحقيق مبانى دين به عرفان گرويدند\r\nمرحوم آخوند ملاحسينقلى همدانى پس از صرف عمر خود در تحقيق مبانى دين مبين و اطلاع بر فقه و تفسير و حكمت و تاريخ ،\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nتازه دريافت كه آنچه فرا گرفته دستگير او نخواهد شد ، و بايد حركتى جديد و نظامى متفاوت با گذشته را براى اصلاح نفس و تهذيب قلب در پيش گيرد ، و بدين لحاظ جهت انجام اين مهم به دنبال استاد كامل و سالك راه يافته برآمد ، تا بتواند نفس ناقص و سرگشتهء او را به عالم كمال و معرفت هدايت نمايد .\r\nمرحوم آية الله آقا سيّد على شوشترى پس از صرف عمر در راه اعتلاى مكتب تشيّع و رسيدگى به امور مردم ، توفيق الهى رفيق گرديد و به دستور استادى عارف به سرمنزل مقصود راه يافت و شاهد وصل معرفت را در آغوش كشيد .\r\nبوعلى ، حسين بن عبدالله سينا پس از سپرى نمودن عمر در اشتغال به امور دنيا و پذيرش مسؤوليّتهاى حكومتى و مطالعه و بحث و تدريس علوم الهى ، دريافت كه راه و مسير گذشتهء او وجدان تشنه و نفس جوياى معرفت و كمال او را سيراب ننموده ، و هم اكنون با دستى خالى و سرمايه‌اى به هدر رفته و وجودى ناقص بايد رخت از اين سرا بيرون بكشد ؛ و گويند كه در آخر عمر دائماً در حال انزوا و ابتهال و تضرّع و تهجّد و مراقبه و رياضات شرعيّه بسر مىبرد ، تا بلكه نصيبى از آن طرف شاملش گردد ، و تا حدودى جبران عمر از دست رفته را بنمايد .\r\nآنچه كه از تجربهء تاريخ و گذران عمر و تأمّل و تفكّر در سرنوشت انسان به دست مىآيد اينكه : پس از گذشت عمر گرانبها و از دست دادن نعمت حيات و به آخر رسيدن رشته زندگى ، تازه انسان\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nمتوجّه حقائق و واقعيّت‌ها شده ، بر فقدان گوهر حيات و مقصد غائى دست مصيبت بر سر زده ، در ماتم اين فاجعه بسوگ مىنشيند . پس چه بهتر كه قبل از فرا رسيدن اين لحظه توفيق الهى نصيب گردد و پردهء جهل و غفلت از جلوى ديدگان به كنار رود ، و حقائق عالم وجود چهره بر روى قلب و نفس انسان بگشايد ، و ضمير تشنه و واله انسان از سرچشمهء آب حيات سيراب ، و لمعات انوار عالم قدس نفس منغمر در كثرات را به حريم وحدت و مقام عظمت حقّ برساند .\r\n\r\nذرّه‌اى از علم توحيد به تمام علوم عالم مادّه مىارزد\r\nمرحوم علّامهء طهرانى - رضوان الله عليه - مىفرمود :\r\nعلم و توحيدى كه نصيب عرفاء مىشود ، اگر ذرّه‌اى از آن را در اين عالم بريزند ، به تمام علمهاى عالم مادّه و علوم دانشگاه‌ها مىارزد و بر آنها فزونى دارد ؛ آنوقت عدّه‌اى جاهل بدون كمترين اطّلاع از اين مدارج كمال و علوم حقيقيّهء الهيّه در مقام انكار آن برمىآيند و آنها را از زمرهء تخيّلات و اوهام مىشمرند .\r\nعلّامهء بزرگوار مرحوم آية الله شيخ حسين حلّى - رضوان الله عليه - بارها مىفرمود :\r\nاين مطالب بسيار عالى و راقى است كه نصيب هر كسى نخواهد شد ، و كجا من و امثال من مىتوانند به اين ذروه از مراتب شهود و انكشاف حقيقت دسترسى پيدا كنند .\r\nو نيز علّامهء طهرانى در مقام تعريف مرتبت و منزلت عرفاى الهى ، كه تنها اين طائفه‌اند كه از وحدت بالصّرافهء حقّ مطّلع‌اند و حقيقت توحيد را كما هى هى با سرّ و ضمير خود دريافته‌اند ، مىفرمايند :\r\nحالا شما مىتوانيد دريابيد كه : عظمت‌كلام‌متين‌و منطق‌قويم\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nو برهان قوىّ و لطيف و دقيق گفتار أميرالمؤمنين عليه‌السّلام تا چه حدّى عميق و باريك است كه به تمام زواياى آن صدرالمتألّهين هم نرسيده است ، و غير از عرفاء بالله‌در طول اين قرون كسى بدان تفوّه ننموده است ، و عرفاء هم كه غالباً در كتابهايشان از راه استدلال و برهان پيش نمىآمدند ؛ فلهذا اين دقايق ، مبهم و در پس پرده بود تا در اين زمان‌هاى اخير كه راه استدلال و برهان را هم عرفاء بالله كه مدرّس حكمت و فلسفهء الهى نيز بودند به ميان آوردند ، و همچون مرحوم سيّد على شوشترى : استاد و وصىّ شيخ مرتضى انصارى در اخلاق و عرفان ، و بهترين شاگرد برومندش : آخوند ملّا حسينقلى همدانى ، و بهترين شاگردان او همچون شيخ محمّد بهارى و سيّد احمد كربلائى طهرانى ، و بهترين شاگرد اخير : مرحوم حاج ميرزا على آقا قاضى تبريزى ، و از بهترين شاگردان او مرحوم عارف و حكيم‌و فقيه و متكلّم‌و مفسّر زمان‌و نابغهء دوران حضرت استاد علّامه سيّد محمّد حسين طباطبائى تبريزى - قدّس الله أسرارهم الزّكيّة - عِلماً و عملًا ، شهوداً و برهاناً ، منطقاً و استدلالًا اين واقعيّت را اعلام فرمودند .\r\nشكّر الله مساعيهم الجميلة ، و رزقنا من علومهم ، و جعلنا من تابعيهم فى القول و العمل ، بمحمّدٍ سيّد المرسلين ، و بوصيّه أميرالمؤمنين ، و بالائمة الاوصياء من ذرّيّته سلام الله عليهم أجمعين . [ 1 
  ]\r\nاينان بزرگانى بودند كه پس از إحراز عاليترين و بالاترين مراتب\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] - توحيد علمى و عينى ، ص 213 و 214 .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nعلوم ظاهرى قدم در راه سير و سلوك إلى الله گذاردند ، و با عزمى متين و اراده‌اى استوار از لذّات دنيويّه و هواهاى نفسانى چشم پوشيدند ، و خيمه و خرگاه خود را در حريم قدس و منزلگاه حضرت محبوب فرود آوردند .\r\n\r\nكلام مرحوم علّامه طهرانى رضوان الله عليه در مورد آقا سيد احمد كربلائى\r\nدربارهء مرحوم آيت عظماى الهى آقا سيّد احمد كربلائى - رضوان الله عليه - مىفرمايند :\r\nو امّا راجع به علم و فقاهت ، و تضلّع در علوم رسمى همين بس كه در سنّ حدود چهل سالگى او را نامزد براى مرجعيّت شيعيان نمودند ؛ و همه متّفقاً او را به نبوغ علمى و تقواى روحى قبول داشتند ؛ ولى معذلك خود او حاضر نشد نه فتوى دهد و نه رساله بنويسد ؛ و حتّىاز نماز جماعت‌هم‌در ملأ عام ، همچون استاد قاضى و استاد علّامهء طباطبائى - رضوان الله تعالى عليهم أجمعين - خوددارى كرد . [ 1 
  ]\r\n\r\nسيره بزرگان سير و سلوك تا وصول به مرتبه ذات احديّت است\r\nبارى روش و سيرهء اين بزرگان سير و سلوك إلى الله تا وصول به مرتبهء ذات احديّت است . يعنى ادراك حقيقى كليّهء مراتب اسماء و صفات پروردگار ، و پس از آن اندكاك و محو و فناء در ذات اقدس حضرت حقّ ، به نحوى كه هيچ اسم و رسمى از ذات سالك باقى نماند و حقيقتى جز حقيقت ذات احديّت وجود نداشته باشد . و اين مرتبهء لا اسم و لا رسم است كه بسيارى از افراد وصول انسان را بدين مرتبه انكار مىنمايند ، زيرا ذات پروردگار را مجزّى و جداى از اسماء و صفات او\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] - توحيد علمى و عينى ، ص 23 .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nمىپندارند ، و تعيّنات و تشخّصات در عوالم وجود را مراتب نازلهء اسماء و صفات مىدانند ، و خود ذات بارى تعالى را ما فوق همهء اسماءو صفات دانسته ، هيچ ربطى بين ذات و بين اسماء و صفات برقرار نمىكنند . و از آنجا كه حقيقت ولايت را ظهور خارجى اسماء و صفات حضرت حقّ مىدانند ، پس نهايت حركت و سير سالك إلى الله را محو و فناء در ولايت كه همان اسماء و صفات كليّهء حقّ است مىدانند ، و راهى بسوى ذات اقدس حقّ نمىيابند .\r\nعلّامهء طهرانى - رضوان الله عليه - مىفرمايند :\r\nوصىّ مرحوم قاضى : مرحوم حضرت آية الله حاج شيخ عباس قوچانى - أعلى الله درجته - مىفرمودند : يك‌روز به‌حضرت‌آقا ( استاد قاضى ) عرض كردم : در عقيدهء شيخيّه چه اشكالى است ؟ ! آنها هم‌اهل‌عبادتند ، و اهل‌ولايتند ؛ بخصوص نسبت به امامان عليهم السّلام مانند خود ما بسيار اظهار محبّت‌و اخلاص مىكنند ، و فقهشان هم فقه شيعه است ، و كتب‌أخبار را معتبر مىدانند و به روايات ما عمل‌مىنمايند ؛ خلاصه هر چه مىخواهيم‌بگرديم‌و اشكالى در آنها از جهت اخلاق و عمل پيدا كنيم نمىيابيم !\r\n\r\nانحرافات شيخ احمد أحسائى و شيخيّه به نقل از آقاى قاضى\r\nمرحوم قاضى فرمودند : فردا « شرح زيارت » شيخ احمد أحسائى را بياور !\r\nمن فردا « شرح زيارت » او را خدمت آن مرحوم بردم ؛ فرمودند : بخوان ! من قريب يك ساعت از آن قرائت كردم . فرمودند : بس‌است ! حالا براى شما ظاهر شد كه اشكال آنها در چيست ؟ ! اشكال آنها درعقيده شان مىباشد .\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nاين شيخ در اين كتاب مىخواهد اثبات بكند كه : ذات خدا داراى اسم و رسمى نيست ، و آن ما فوق أسماء و صفات اوست ؛ و آنچه در عالم متحقّق مىگردد با اسماء و صفات تحقّق مىپذيرد ؛ و آنها مبدأ خلقت عالم و آدم و موثّر در تدبير شؤون اين عالم مىباشند در بقاء و ادامهء حيات .\r\nآن خدا اتّحادى با اسماء و صفات ندارد ، و اينها مستقلًا كار مىكنند ، و عبادت انسان به سوى اسماء و صفات خداوند صورت‌مىگيرد ، نه به سوى ذات او كه در وصف نمىآيد و در وهم نمىگنجد .\r\nبنابراين ، شيخ احمد أحسائى خدا را مفهومى پوچ و بدون اثر ، خارج از اسماء و صفات مىداند ؛ و اين‌عين‌شرك‌است .\r\nامّا عارف مىگويد : ذات خداوندِ بالاتر از توصيف و برتر از تخيّل و توهّم ، سيطره و هيمنه بر أسماء و صفات دارد ؛ و جميع‌اسماء و صفات بدون حدود وجودى خودشان و بدون‌تعيّنات‌و تقيّدات ، در ذات‌أقدس‌او موجود مىباشند ؛ و همهءاسماء و صفات به ذات برمىگردند ، و مقصود و مبدأ و منتهى ذات است ؛ غاية الامر از راه‌اسماء و صفات . و ما در ( وَجَّهْتُ وَجْهِىَ لِلَّذى فَطَرَ السَّماواتِ وَ الْأَرْض ) [ 1 
  ] ، اشاره به همان ذات مىكنيم گر چه براى ما معلوم نباشد . - انتهى فرمايش حضرت قاضى .\r\nبدين مناسبت شيخيّه و حشويّه كه رئيسشان شيخ احمد أحسائى است ، در قطب مخالف عرفا قرار دارند ؛ و لهذا اين همه با عرفا\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] - سوره الأنعام ( 6 ) قسمتى از آيه 79 .\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nدشمنى مىكنند و سرسختى مىنمايند ، چرا كه صد درصد با يكديگر در مَمْشى مختلف هستند . [ 1 
  ]\r\n\r\nاعتقاد مرحوم قاضى رضوان الله عليه در مورد برخى از عرفاء\r\nاعتقاد مرحوم قاضى - رضوان الله عليه - نسبت به برخى از عرفاء الهى از زبان مرحوم علّامهء طهرانى اين چنين است :\r\nمرحوم قاضى - رضوان الله عليه - سعدى شيرازى را اهل حال و سلوك نمىدانستند ، بلكه وى را دانشمندى حكيم تعبير مىنمودند و مىفرمودند : اشعار او مِمّا لا يُذكَرُ اسمُ اللهِ علَيه است . آرى يك غزل دارد كه انصافاً خوب سروده است و آن اينست :\r\n بجهان خرّم از آنم كه جهان خرّم از اوست * عاشقم بر همه عالم كه همه عالم از اوست . الخ . \r\nامّا ملّاى رومى را عارفى رفيع مرتبه مىدانستند ، و به اشعار وى استشهاد مىنمودند ، و او را از شيعيان خالص أميرالمؤمنين عليه‌السّلام مىشمردند ؛ و قائل بودند كه : محال است شخصى به مرحلهءكمال انسانى برسد ، و ولايت براى او مشهود نگردد . و مىفرمودند : وصول به توحيد فقط از ولايت است ؛ و ولايت و توحيد يك حقيقت است . بنابراين بزرگان از معروفين و مشهورين از عرفاء كه أهل سنّت بوده‌اند يا تقيّه مىكرده‌اند و در باطن شيعى بوده‌اند ، و يا به كمال نرسيده‌اند . ( 2 )\r\n\r\n\r\n","description":"","footnote":"\r\n2 - مرحوم حدّاد نيز بارها تصريح فرمودند : وصول به مقام توحيد و سير صحيح الى الله و عرفان ذات احديّت عزّ اسمه بدون ولايت امامان شيعه و خلفاى به حقّ از علىّ بن أبىطالب و فرزندانش از بتول عذراء صلوات الله عليهم محال است\r\n[ 1 
  ] - روح مجرد ، ص 426 الى 428 .\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nبه محيى الدّين عربى و كتاب « فتوحات مكّية » او بسيار توجّه داشتند و مىفرمودند : محيى الدّين از عرفاى كاملين است ، و در فتوحات وى شواهد و ادلّه‌اى فراوان است كه او شيعه بوده است ؛ و در كتب او مطالبى كه مناقض با اصول مسلّمهء اهل سنّت است بسيار است .\r\nمرحوم قاضىّ ( ره ) حافظ شيرازى را عارفى كامل مىدانستند ، و اشعار مختلف او را شرح منازل و مراحل سلوك تفسير مىنمودند ؛ ولى معتقد بودند كه : ابن فارض مصرى از وى أكمل است ؛ و از « ديوان حافظ » و از اشعار ابن فارض در « نظم السّلوك » ( تائيّه كبرى ) و غيره بر اين مطلب شواهدى ذكر مىنمودند . [ 1 
  ]\r\n\r\nسير و سلوك إلى الله حقيقتى است انكارناپذير\r\nبارى مسألهء سير و سلوك إلى الله حقيقتى است انكارناپذير ، و توفيقى است از جانب حضرت حقّ كه نصيب برخى فرزانگان و وارستگان از افراد بشر خواهد شد ، و ساير اشخاص هرچند كه از درجات بالاى علم و ديانت و معرفت برخوردار باشند بدان راه ندارند ، و همانطور كه بزرگان اهل شهود و راه‌يافته‌گان حريم معبود خبر آورده‌اند ، و تجربه و سير در مطالب و حيات بزرگان نيز بر اين مسأله شاهد و گواه است ، راه وصول به تكامل بشرى و حصول فعليّت تامّه و ادراك شهودى و حضورى حقيقت توحيد ، جز از راه عرفان و متابعت از دستورات و برنامه‌هاى علمى و عملى مكتب اهل بيت عليهم‌السّلام و تمسّك به عنايات و الطاف آنان امكان‌پذير نمىباشد ؛ و هر كس جز اين مطلب ادّعائى دارد و يا شاهدى مخالف ، مىتواند\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] - روح مجرد ، ص 343 با كمى اختلاف ؛ مكتوبات خطى ، جُنگ 18 ، ص 263 .\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nارائه دهد ؛ اين گوى و اين ميدان .\r\nو لذا بزرگان اهل معنا براى حركت سالك إلى الله برنامه‌هاى عملى ذكر مىنمودند ؛ از جمله دستورالعملى است كه استاد عرفان و وحيد عصر در مسألهء توحيد ، مرحوم آخوند ملاحسينقلى همدانى به همهء آرزومندان شهود جمال پروردگار و وفود به حريم قدس او توصيه و سفارش نموده است :\r\n\r\nدستورالعمل عرفانى مرحوم ملاحسينقلى همدانى به شاگردان\r\nبسم الله الرّحمن الرّحيم\r\nالحمد للّه ربّ العالمين\r\nو الصّلوة و السّلام على محمّد و آله الطّاهرين\r\nو لعنة الله على أعدائهم أجمعين\r\nمخفى نماناد بر برادران دينى كه به جز التزام به شرع شريف ، در تمام حركات و سكنات و تكلّمات و لحظات و غيرها ، راهى به قرب حضرت ملك الملوك جلّ جلاله نيست ؛ و به خرافات ذوقيّه ، اگر چه ذوق در غير اين مقام خوب است كما دأب الجهّال و الصّوفيّة - خذلهم الله جلّ جلاله - راه رفتن ، لا يوجب إلّا بعدًا . حتّى شخص هرگاه ملتزم بر نزدن شارب و نخوردن گوشت بوده باشد ، اگر ايمان به عصمت ائمّهء أطهار صلوات الله عليهم آورده باشد ، بايد بفهمد از حضرت احديّت دور خواهد شد ؛ و هكذا در كيفيّت ذكر به غير ما ورد عن السّادات المعصومين عليهم السّلام عمل نمايد .\r\nبناءً عليهذا ، بايد مقدّم بدارد شرع شريف را ، و اهتمام نمايد هر چه در شرع شريف اهتمام به آن شده . و آنچه اين ضعيف از عقل و نقل استفاده نموده‌ام اينست كه اهمّ اشياء از براى طالب\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nقرب جدّ و سعى تمام در ترك معصيت است .\r\nتا اين خدمت را انجام ندهى ، نه ذكرت و نه فكرت به حال قلبت فائده‌اى نخواهد بخشيد ؛ چرا كه پيشكش و خدمت كردن كسى كه با سلطان در مقام عصيان و انكار است بىفايده خواهد بود . نمىدانم كدام سلطان اعظم از اين سلطان عظيم الشّأن است ؟ ! و كدام نقار أقبح از نقار با او است ؟ !\r\nفافهم ممّا ذكرتُ أنّ طلبَكَ المحبّةَ الالهيّةَ مع كونك مُرتكبًا للمعصيةِ أمرٌ فاسدٌ جدًّا ، و كيف يَخفَى عليك كونَ المعصية سببًا للنّفرة ، و كونَ النّفرة مانعةَ الجمع معه المحبّة ؛ و إذا تحقّق عندك أنّ ترك المعصية أوّل الدّين و آخره ، ظاهره و باطنه ، فَبادِرْ إلى المجاهدةِ ، و اشْتَغِلْ بتمامِ الجدّ إلى المراقبة ، من أوّل قيامك من نومك فى جميع آناتك إلى نومك ، و ألزمْ الأدبَ فى مَقْدَس حضرتِه . و اعلم أنّك بجميعِ أجزاءِ وجودِك ذرّةً ذرةً اسيرُ قدرتِهِ ، وَ راعِ حرمةَ شريفِ حضورهِ .\r\nو اعبُدْهُ كانّك تراه ، فإن لم تكن تراه فإنّه يراك ؛ و التفتْ دائمًا إلى عظمتِهِ و حقارَتِكَ ، و رَفْعَتِهِ و دنائتِكَ ، و عزّتِه و ذلّتِك ، و غناهُ و حاجتِك ، و لا تغفلْ شناعةَ غفلتِك عنه جلّ جلالُه مع التفاته إليك دائمًا ؛ و قُمْ بين يديه مقامَ العبدِ الذّليلِ الضّعيفِ ، و تَبَصْبَصْ تحت قدميه بَصْبَصَةَ الكلبِ النّحيف ؛ أوَ لا يكفيك شرفًا و فخرًا أنّه أذِنَ لك فى ذِكرِ اسمِهِ العَظيمِ بلسانِك الكثيفِ الذّى نَجَّسَتْهُ قاذوراتُ المعاصى ؟\r\nپس اى عزيز ! چون اين كريم رحيم ، زبان تو را مخزن كوه نور يعنى ذكر اسم شريف قرار داده ، بىحيائى است مخزن سلطان را آلوده به نجاسات و قاذورات غيبت و دروغ و فحش و اذيّت و\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nغيرها من المعاصى نمودن ؛ مخزن سلطان بايد محلّش پر عطر و گلاب باشد ، نه محبس مملوّ از قاذورات ؛ و بىشكّ چون دقّت در مراقبت نكرده‌اى ، نمىدانى كه از جوارح سبعه يعنى گوش و زبان و چشم و دست و پا و بطن و فرج ، چه معصيت‌ها مىكنى ، و چه آتش‌ها روشن مىنمائى ، و چه فسادها در دين خودت برپا مىكنى ، و چه زخمهاى مُنكره به سيف و سنانِ زبانت به قلبت مىزنى ، اگر نكشته باشى بسيار خوبست . اگر بخواهم شرح اين مفاسد را بيان نمايم در كتاب نمىگنجد ، در يك ورق چه مىتوانم بكنم ؛ تو كه هنوز جوارحت را از معاصى پاك نكرده‌اى ، چگونه منتظرى كه در شرح احوال قلب چيزى به تو بنويسم ؟ ! پس : البَدارُ البَدارُ إلى التّوبةِ الصّادقَةِ ثُمَّ العجلُ العجلٌ فى الجِدِّ و المُراقَبَةِ .\r\nخلاصه ، بعد از سعى در مراقبت ، البته طالب قرب ، بيدارى و قيام سحر را اقلًا يك دو ساعت به طلوع فجر مانده إلى مطلع الشمس از دست ندهد ، و نماز شب را با آداب و حضور قلب بجا بياورد ، و اگر وقتش زيادتر باشد ، به ذكر يا فكر يا مناجات مشغول بشود ، ليكن قدر معيّنى از شب بايد مشغول ذكرِ با حضور بشود ، در تمام حالاتش خالى از حزن نبوده باشد ، اگر ندارد تحصيل نمايد به اسبابش ، و بعد از فراغ ، تسبيح سيّدة نساء ، و دوازده مرتبه سورهء توحيد ، و ده مرتبه لا إله إلّا الله وحده لا شريك له ، له الملك الى آخر ، و صد مرتبه لا إله إلّا الله ، و هفتاد مرتبه استغفار بخواند ، و قدرى از قرآن شريف تلاوت نمايد ، و دعاى معروف صباح ، اعنى : يا من دَلَعَ لسان الصّباح الى آخر البته خوانده شود ، و دائماً با وضوء باشد ، و اگر بعد از هر\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nوضوء دو ركعت نماز بكند ، بسيار خوبست .\r\nبسيار ملتفت باشد كه بهيچ‌وجه اذيّتش به غير نرسد ، و در قضاء حوائج مسلمين لا سيّما علماء و لا سيّما اتقيائهم سعى بليغ نمايد ، و در هر مجلس كه مظنّهء وقوع در معصيت است ، البتّه ، البتّه ، البتّه ، اجتناب نمايد ، بلكه مجالست با اهل غفلت به غير شغل ضرورةً مضرّ است ، اگر چه از معصيت خالى بوده باشد ، كثرت اشتغال به مباحات و شوخى بسيار كردن و لغو گفتن و گوش به اراجيف دادن قلب را مىميراند .\r\nاگر بىمراقبت مشغول به ذكر و فكر بشود بىفائده خواهد بود ، اگر چه حال هم بياورد ، چرا كه آن حال دوام پيدا نخواهد كرد ، گول حالى را كه ذكر بياورد ، بىمراقبه نبايد خورد .\r\nزياده طاقت ندارم ، بسيار التماس دعا از همهء شماها دارم ! اين حقير كثير التّقصير و المعاصى را فراموش ننمائيد ، و در شب جمعه صد مرتبه و در عصر روز جمعه صد مرتبه سورهء قدر بخوانيد .\r\nو از جملهء ابواب عظيمهء ايمان ، حبّ فى الله جلّ جلاله و بغض فى الله جلّ جلاله مىباشد ، و قد عقد له فى « الوسايل » و غيرها من كتب الاخبار بابًا مستقلًا ، فارجع اليها لعلّك تعرف عظمته ، و تأخذ لنفسك نصيباً منه .\r\nشكّى نيست كه محبوب اوّل ، ذات اقدس كبريائى جلّ جلاله مىباشد ، بل و كلّ محبّة لا ترجع الى محبّته فليس بشىء .\r\nثمّ بعده ، بايد هر كس اين سلطان عظيم الشأن را بيشتر دوست داشته باشد ، پس اوّل محبوب ، بعد از واجب الوجود ، وجود مقدّس ختمى مَآب صلوات الله عليه و آله مىباشد ، ثمّ بعده\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nأميرالمؤمنين عليه‌السّلام ، ثمّ الأئمّة المعصومين عليهم السّلام ، ثمّ الأنبياء و الملائكة ، ثمّ الاوصياء ، ثمّ العلماء و الاولياء .\r\nو در زمان خودش ، اتقياء زمانش را ، لا سيّما اگر عالم باشد ، ترجيح بدهد در محبّت بر كسانى كه بعد از اويند در درجه ، و هكذا يتنزّل ؛ و ليكن سعى نمايد صادق باشد در اين محبّت ، مرتبهء آسانى نيست ، اگر متفكّر باشيد ، خواهيد فهميد كه اگر آثار محبّت در حركات و سكنات ظاهر شد ، شخص مدّعى اين محبّت ، صادق است و إلّا فلا . ليكن گمان ندارم كه به كنه و لوازمش برسى ، و حقير هم بيش از اين در وسعم نيست .\r\nالحاصل ، لا طريق إلى القرب إلّا بشرع شريف فى كلّ كلّى و جزئى ؛ انتهى . [ 1 
  ]\r\nاين نامه كه در واقع دستورالعمل سلوكى به جميع سالكان حريم حقّ است ، گرچه قدرى طولانى است و با وضع مقدّمه و مقاله چندان سازگارى ندارد ، امّا از آنجا كه نويسندهء آن مرحوم آخوند مولى حسينقلى همدانى ، از اكابر علماء و فقهاء شيعهء اماميّه ، و از طرفى سرسلسلهء عرفاى بالله و سرحلقهء اولياى الهى است ، به نحوى كه انتساب تلامذه و ارادتمندان به او ، فخرى عظيم و موهبتى الهى به حساب مىآيد ، و هرچه از عرفاء شامخين امثال مرحوم حاج شيخ محمد بهارى و حاج ميرزا جواد ملكى تبريزى و آقا سيّد احمد كربلائى و مرحوم آقا سيّد على قاضى و علّامهء طباطبائى و برادر بزرگوارشان و عارف كامل مرحوم سيّد هاشم حدّاد و علّامهء طهرانى و غيره ، پس از ايشان به\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] - تذكرة المتقين ، ص 190 الى 196 .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nظهور رسيدند ، همه و همه خود را از بركات وجودى و فيوضات ربّانيّه بواسطهء نفس قدسى او مىدانند .\r\n\r\nدگرگون شدن رنگ چهره‌علّامه طهرانى هنگام ياد كردن از ملاحسينقلى همدانى\r\nعلّامهء طهرانى هرگاه اسمى از مرحوم آخوند ملا حسينقلى به ميان مىآمد ، رنگ چهره‌شان دگرگون مىشد ، و از او به تعابيرى استثنائى ياد مىنمودند ، و او را بر ساير بزرگان اهل معرفت تفضيل مىدادند ؛ لذا جاى آن داشت كه به عنوان دستور سلوك در اين مقاله آورده شود .\r\nدر اين نامه محور دستورات ايشان بر ترك معاصى و مراقبه است . بدون مراقبهء تامّ و اطاعت از برنامهء سلوك ، سالك ره به جائى نخواهد برد ؛ گرچه نفس ، با اوراد و اذكار و قيام به عبادت و نوافل ، به التذاذات صورى و مقطعى دست يابد .\r\nآنچه در اينجا ذكرش لازم است اين است كه : رعايت برنامهء سلوك و مراقبه ، بايد تحت اشراف و نظر فرد راه رفته و به مقصد رسيده باشد ؛ زيرا عبور از شهوات نفسانيّه و اهواء دنيويّه ، بدون هدايت و ارشاد استاد كاملِ مشرف به نفوس و ضمائر سلّاك امكان‌پذير نخواهد بود ؛ و بر اين مسأله جميع اساتيد عرفان و مَهَرهء فنّ تصريح دارند .\r\n\r\nلزوم استاد خبير و بصير و از هوا گذشته\r\nمرحوم قاضى مىفرمودند :\r\nاهمّ از آنچه در اين راه لازم‌است ، استاد خبير و بصير و از هوى بيرون آمده و به معرفت الهيّه رسيده و انسان كامل است ، كه علاوه بر سير إلىالله ، سه سفر ديگر را طىّ نموده و گردش و تماشاى او در عالم خلق بالحقّ بوده باشد . [ 1 
  ]\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] - رساله سير و سلوك منسوب به بحرالعلوم ، ص 186 ، پاورقى .\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nو هم ايشان مىفرمودند :\r\nاگر شخصى در طلب استاد دو سوّم عمر خود را سپرى نمايد ، به بيراهه نرفته است .\r\nنيز در بيان ضرورت استاد در سير و سلوك إلى الله وارد است كه :\r\n بى پير مرو تو در خرابات * هر چند سكندر زمانى [ 1 
  ] \r\nاطاعت از دستور استاد كامل ، شرط اصلى حركت در طريق است ؛ و به هر اندازه سالك اين مسأله را سبك بشمارد به همان مقدار دچار ضرر و زيان و خسارت شده است .\r\nبر اين اساس سالك در مقام اطاعت بايد دستور استاد را بر خواست و ارادهء خويش مقدّم بدارد ؛ بلكه هيچ خواستى جز اطاعت از مرشد و مراد خويش نداشته باشد ، و او را ولىّ و صاحب اختيار در جميع امور حيات خود بداند . با اذن او قيام نمايد و با اذن او توقف كند ، در روابط اجتماعى كاملًا تحت اشراف و رخصت او عمل نمايد . و بايد توجّه داشته باشد كه در بسيارى از موارد اطاعت و انقياد از استاد ، بر خلاف تمايلات و مشتهيات نفسانى صورت مىپذيرد ؛ و ليكن بايد با عزمى متين و اراده‌اى خلل‌ناپذير ميدان را به نفس و اميال دنيويّه و شهوانى او نسپارد .\r\n\r\nدر مقابل استاد بايد همه وجود را گذارد و نصيبى براى خود نگاه نداشت\r\nعلّت اينكه بسيارى از بزرگان با وجود سلوك در مسير إلى الله به مراتب نهائى كمال نرسيدند ، و در نيمهء راه از حركت بازماندند ، و يا اينكه خداى نكرده به سير قهقرائى دچار گشتند ، اين بود كه در مقابل\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] - امثال و حكم دهخدا ، ج 1 ، ص 484 .\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nاستاد همهء وجود خود را به او نسپردند ، و براى خود حظّ و نصيبى در مقام اختيار و عمل قرار دادند ؛ و استاد هم كه خارج از ميل و اختيار شاگرد كارى نمىتواند انجام دهد .\r\nمطلب ديگرى كه تذكّر او در اينجا حائز اهميّت است اين است كه : برخى تصوّر مىكنند كه عمل به دستورات بزرگان بدون تسليم و سرسپردگى به استاد راه و مربّى نفس ، انسان را به فعليّت و كمال مىرساند ؛ و لذا هيچ سعى و كوششى را براى تحصيل اين مهمّ مبذول نمىدارند ، و صرفاً بر اساس ميل و سليقهء خود به انجام اوراد و اذكار و ترتيب امور اجتماعى و شخصى مىپردازند .\r\nاين دسته نيز سخت در اشتباه و غفلت و ضلالتند ؛ زيرا همانطور كه قبلًا گذشت ، خطرات و موانع موبقه و مهلكهء راه آنقدر زياد است كه مجال حركت و رشد و سير را از سالك مىگيرد ، و در اين موقعيّت هيچ فرقى بين فرد عامى و عالم وجود ندارد ، بلكه خطرات و بلايا براى عالم به مراتب بيشتر و سخت‌تر و مهلك‌تر خواهد بود ؛ و لهذا بسيارى از اساتيد عرفان قبل از پذيرش ارشاد و دستگيرى شاگرد ، او را به تأمّل و تدبّر در امور و جريانات و حوادث مستقبله فرا مىخواندند ، و عزم و ارادهء او را در مقابلهء با اين قضايا مىآزمودند ، و از ابتداء او را متوجّه برخى از موانع و صوارف راه مىكردند ، و اگر در او نقطهء ضعف و قصورى مشاهده مىكردند او را منصرف مىنمودند .\r\nشيخ عطّار در اين باره مىفرمايد :\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\n در چنين ره حاكمى بايد شگرف * بو كه بتوان رست از اين درياى ژرف\r\nحاكم خود را بجان فرمان كنم * نيك و بد هر چه او بگويد آن كنم [ 1 
  ] \r\nاز جنيد راجع به مريد و مراد پرسيدند :\r\nسئل عنه : ما معنى المريد ؟ قال : المريد ، الّذى يتولّاه سياسة العلم ؛ و المراد ، الّذى يتولّاه رعاية الحقّ ؛ و المريد صاحب السّير ، و المراد صاحب الطّير ، و لا يدرك السّاير الطاير . [ 2 
  ]\r\n« از معناى مريد سؤال شد گفت : مريد آنست كه امر او بواسطهء علم حصولى و اكتسابى انجام مىپذيرد ، ولى مراد آنست كه حقّ متعال امور او را به دست مشيّت و ارادهء خود انتظام مىبخشد ؛ مريد همواره پياده راه مىسپارد ، درحاليكه مراد در آسمانها پرواز مىكند ، و كجا مىتواند حال مراد را مريد دريابد ؟ »\r\n\r\nأبوسعيد ابوالخير : الشيخ فى قومه كالنّبى فى امّته\r\nاز كلمات أبوسعيد است كه :\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] - منطق الطير ، مقاله خامس عشر ، ص 126 :\r\nحاكم خود را بجان فرمان كنم هر چِ او بگويد آن كنم\r\n[ 2 
  ] - در تذكرة الاولياء ، ص 444 ، آمده است كه : گفتند مريد كيست ؟ گفت : مريد در سياست بود از علم ، و مراد در رعايت حق بود ؛ زيرا كه مريد دونده بود و مراد پرنده ، دونده در پرنده كى رسد .\r\nو در شرح ابن ابى الحديد ، ج 11 ، ص 212 ، آورده است كه : فقال : المريد ساير و المراد طائر ، و متى يلحق السائرُ الطائرَ ؟\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\n« مدار طريقت بر پير است ، الشيخ فى قومه كالنّبى فى امّته . »\r\nو محقّق و مبرهن است كه به خويشتن به هيچ جائى نتوان رسيد .\r\nو لهذا در اين باره عارف بزرگ شيخ محمود شبسترى مىفرمايد :\r\n دل عارف شناساى وجود است * وجود مطلق او را در شهود است [ 1 
  ] \r\nمرحوم علّامهء طهرانى از اساتيد خود به پيامبران الهى تعبير مىكردند ؛ شخصيّتى كه بدون جنبهء تشريع و وحى ، در همان مرتبهء اشراف و احاطه بر نفوس و ضمائر قرار دارد ، و امر او امر خداى تعالى و دستور او مانند دستور پيامبر الهى واجب الاتّباع مىباشد .\r\nبه ياد دارم روزى در مجلسى كه بين علّامهء طهرانى و علّامه طباطبائى - رضوان الله عليهما - صحبت از ميزان و مقدار اطاعت شاگرد از استادش ، در مسايل سلوكى و تقليد شرعى به ميان آمد ، مرحوم علّامهء طهرانى فرمودند : آيا مگر شاگرد مىتواند حقيقتى ماوراء كلام و فعل استادش بيابد ، و آن را ملاك براى تأسّى و تقليد و اطاعت قرار دهد ؟ !\r\n« رسالهء لبّ اللّباب در سير و سلوك اولى الألباب » تأليف مرحوم علّامهء طهرانى ، يكى از ارزشمندترين نوشتجات و رساله‌هائى است كه در طول تاريخ اسلام در اين موضوع برشتهء تحرير درآمده است . عرفاى الهى هر يك بنوبهء خود سير و سلوك عملى إلى الله را ، چه در رساله‌ها و چه در نامه‌ها و مقالات و كتب به أنحاء مختلف براى مستعدّين بيان كرده‌اند ، ليكن رساله‌اى در كيفيّت تحوّلات و تبدّلات و\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] - گلشن راز ، ص 44 .\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nسير نفوس بشر و بيان منازل طريق ، بنحو اختصار به مانند اين رسالهء شريفه در دست نيست . اين رساله كه توسّط علّامهء طباطبائى - رضوان الله عليه - در ضمن دروس اخلاقى براى برخى از شاگردانشان مطرح شده است ، در همان وقت به تقرير و تحرير علّامهء طهرانى درآمد .\r\n\r\nويژگيهاى « رسالهء لبّ اللّباب در سير و سلوك اولى الألباب » علّامه طهرانى\r\nخصوصيّت و امتياز اين رسالهء شريفه از دو جهت قابل بررسى و تأمّل است .\r\nاوّل اينكه : بيان كنندهء اين دروس و مطالب شخصيّتى مثل علّامهء طباطبائى - رضوان الله عليه - است ، فردى كه خامه از ترسيم فضائل و توصيفش عاجز ، و لسان از تعريف و تمجيدش الكن است . اين مرد الهى در علوم نقليّه از فقه و تفسير و اصول و غيره سرآمد اهل زمانه بود ؛ به نحوى كه مىتوان قرن اخير را در شكوفائى علوم وحيانى و احياء شريعت محمّدى به نام او مسمّى نمود ، و در فلسفهء اسلامى و حكمت متعاليه احياء كنندهء فلسفهء راقيه و عاليهء صدرالمتألّهين برشمرد . رشحات افكار رفيع البنيان و تراوشات فيوضات بحار حكمت و عرفان او ، شخصيّتى استثنائى در اين قرون اخير از او بوجود آورده بود . فردى كه حقيقت و عمق تعاليم و مبانى اصيل شريعت اسلام و مكتب تشيّع و ولايت را با تمام شراشر وجود مسّ و لمس نموده بود ، و مدركات عقلانى و وحيانى را با حقيقت شهود در هم آميخته بود . خلاصه در يك كلام ، ايشان از جمله معدود مفاخر عالم اسلام بود كه از صدر اسلام تا كنون كمتر فردى به علوّ درجات روحى و اتقان مدركات عقلانى و كشف حجابهاى عوالم معنا به مانند ايشان آمده است .\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\n\r\nعلّامه طباطبائى فردى است كه ملائكه بدون وضوء نام او را نمىبرند\r\nمرحوم علّامهء طهرانى بارها مىفرمود :\r\nعلّامهء طباطبائى فردى است كه ملائكه بدون طهارت و وضوء نام او را بر زبان نمىبرند ، و او شخصيّتى است كه قدر و منزلتش حتّى بر علماء و فقهاى عاليقدر مجهول و مخفى مىباشد .\r\nبه ياد دارم روزى در خدمت مرحوم علّامهء طهرانى به منزل يكى از برجسته‌ترين تلامذهء ايشان و حكماى معروف و مشهور رفته بوديم . صحبت از علّامهء طباطبائى به ميان آمد ؛ آن شخص حكيم در توصيف ايشان گفت :\r\nايشان شخصيّتى است كه يك تَرك اولى ، نه در خلوت و نه در جلوت از ايشان متمشّى نيست .\r\nپس از خروج از منزل ، علّامهء طهرانى رو به من كردند و فرمودند :\r\nاين چه تعبيرى است كه براى تمجيد از علّامهء طباطبائى آورده مىشود . علّامهء طباطبائى كجا و امثال اين تعابير كجا ؟ ! او در افقى است كه از وصف و نعت بيرون است ، و از تعريف و تمجيد خارج ؛ فعل او در وصف نمىآيد تا به اين نعوت و اوصاف توصيف گردد !\r\nو باز وقتى كسى دربارهء ايشان گفته بود كه :\r\nمن ايشان را در مقام تكليم ديده‌ام ، چنانچه راجع به حضرت موسى عليه‌السّلام خداى متعال مىفرمايد : ( وَ كَلَّمَ اللَّهُ مُوسى تَكْليما ) [ 1 
  ] ،\r\nايشان فرموده بودند :\r\nاينكه مقامى براى علّامهء طباطبائى نيست .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] - سوره النّسآء ( 4 ) ذيل آيه 164 .\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\n\r\nتوصيف علّامهء طباطبائى به قلم علّامهء طهرانى رضوان الله عليهما\r\nدر اينجا مناسب است كه قلم بيان و توصيف اين شخصيّت استثنائى به دست توانا و قابل والاترين شاگرد مكتب علّامهء طباطبائى ، يعنى ابرمرد ميدان توحيد و معرفت ، علّامهء طهرانى - رضوان الله عليهما - سپرده شود ، و از خامهء رشيقهء ايشان دربارهء استاد بزرگوارش نقل گردد . ايشان در مقدّمهء كتاب « توحيد علمى و عينى » چنين مىفرمايند :\r\nو امّا شرح حال و ترجمهء . . . استادنا الاكرم ، و مولانا الاعظم : حضرت آية الله العظمى حاج سيّد محمّد حسين طباطبائى تبريزى - أفاض الله علينا من بركات نفسه - به شرح قلم نيايد ، و خامه را توان آن نيست ، و فكر و انديشه را سعه و گسترش آن نه ، كه اطراف و جوانب مقامات علمى و فقهى و حِكَمى و عرفانى ، و روح بلند و خلق عظيم او را بررسى كند ؛ و كمربند منطق و گفتار هيچگاه نمىتواند آن نفس قدسيّه و انسان ملكوتى و روح مجرّد وى را در خود حصر كند .\r\n هر چه گويم عشق را شرح و بيان * چون به عشق آيم خجل گردم از آن\r\nگرچه تفسير زبان روشنگر است * ليك عشق بىزبان ، روشن‌تر است\r\nچون قلم اندر نوشتن مىشتافت * چون به عشق آمد ، قلم بر خود شكافت\r\nچون سخن در وصف اين حالت رسيد * هم قلم بشكست و هم كاغذ دريد \r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\n عقل در شرحش چو خَر در گِل بخفت * شرح عشق و عاشقى هم عشق گفت\r\nآفتاب آمد دليل آفتاب * گر دليلت بايد از وى رو متاب\r\nاز وى ار سايه نشانى مىدهد * شمس هر دم نور جانى مىدهد\r\nواجب آمد چون كه بردم نام او * شرح كردن رمزى از انعام او\r\nاين نفس جان دامنم برتافته است * بوى پيراهان يوسف يافته است\r\nكز براى حقّ صحبت سالها * بازگو رمزى از آن خوش حالها\r\nتا زمين و آسمان خندان شود * عقل و روح و ديده صد چندان شود\r\nگفتم اى دور اوفتاده از حبيب * همچو بيمارى كه دور است از طبيب\r\nلا تُكَلِّفنى فَإنّى فى الفَنَآء * كَلَّتْ أفهامى فَلا احْصى ثنَاء\r\nكلُّ شَىءٍ قالَهُ غيرُ المُفيق * إن تَكَلَّف أو تَصَلّف لا يَليق \r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\n هر چه مىگويد ، موافق چون نبود * چون تكلّف ، نيك نالايق نمود\r\nخود ثنا گفتن زمن ترك ثنا است * كاين دليل هستى و هستى خطاست\r\nشرح اين هجران و اين خون جگر * اين زمان بگذار تا وقت دگر [ 1 
  ] \r\nچون حضرت استاد از اين عالم به عالم خلود رحلت فرمود ، و اين حقير با عنوان « مهر تابان » يادنامه‌اى برايشان نوشتم ، با خود گمان مىكردم تا اندازه‌اى توانسته‌ام‌ايشان را معرّفى كرده باشم ، و به عاشقان كوى حبيب و مشتاقان لقاى جمال حضرت سرمدى ارائهء طريقى نموده باشم ؛ اينك كه گهگاهى همان نوشتهء خود را نگاهى مىكنم مىگويم : هيهات ، هيهات أن أظُنّ أن أصِلَ إلى فهمِ مَغْزَى معنويّتك ، أو أقدر على أن أتفوّه بكمال روحانيّتك ؛ فيرجع فهمى كليلًا ، و عينى خائبًا و حسيرًا ، و لسانى خارسًا و ثقيلًا !\r\n عنقا شكار كس نشود دام بازگير * كانجا هميشه باد به دست است دام را [ 2 
  ] \r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] - منتخبى است از اشعار مولانا مولوى در مجلّد اوّل ص 4 از « مثنوى » ميرزا محمود وزيرى . ( تعليقه )\r\n[ 2 
  ] - حافظ ، طبع پژمان ، ص 7 . ( تعليقه )\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\n* * *\r\n سينه‌ام ز آتش دل در غم جانانه بسوخت * آتشى بود درين خانه كه كاشانه بسوخت\r\nتنم از واسطهء دورى دلبر بگداخت * جانم از آتش مهر رخ جانانه بسوخت\r\nسوز دل بين كه زبس آتش‌و اشكم دل شمع * دوش بر من ز سر مهر چو پروانه بسوخت\r\nماجرا كم كن و بازآ كه مرا مردم چشم * خرقه از سر بدر آورد به شكرانه بسوخت\r\nهر كه زنجير سر زلف گره‌گير تو ديد * دل سودازده‌اش بر من ديوانه بسوخت\r\nآشنائى نه غريباست كه دلسوز من است * چون من از خويش برفتم دل بيگانه بسوخت\r\nخرقهء زهد مرا آب خرابات ببرد * خانهء عقل مرا آتش خمخانه بسوخت\r\nچون پياله دلم از توبه كه كردم بشكست * همچو لاله جگرم بى مى و پيمانه بسوخت\r\nترك افسانه بگو حافظ و مى نوش دمى * كه نخفتم به شب و شمع به افسانه بسوخت [ 1 
  ] \r\nانتهى كلام علّامهء طهرانى . [ 2 
  ]\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] - حافظ ، طبع پژمان ، ص 15 .\r\n[ 2 
  ] - توحيد علمى و عينى ، ص 35 الى 37 .\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\n\r\nسلسله انتساب عرفانى علّامهء طباطبائى رضوان الله عليه\r\nبا اين وصف مرحوم علّامهء طباطبائى خود را در معارف الهيّه و كشف حقائق عالم وجود ، شاگرد علّامه آية الله العظمى و حجّته الكبرى ، عارف كامل ، مرحوم حاج ميرزا على قاضى طباطبائى مىدانستند ، و سلسلهء انتساب عرفانى خود را به عرفاء الهى به اين نحو بيان مىكردند .\r\nسيّد قريش قزوينى\r\nامام قلى نخجوانى\r\nحاج ميرزا على قاضى\r\nسيّد محمّد حسين طباطبائى [ 1 
  ]\r\nو مرحوم علّامهء طباطبائى از دو طريق در مسلك اهل عرفان و سلوك قرار گرفته‌اند .\r\nفلهذا ، بطور قطع مىتوان به صحّت مطالب و محتواى اين رسالهء\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] - مكتوبات خطى ، جنگ 22 ، ص 50 .\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nشريفه پى برد ؛ زيرا گويندهء اين اثر خود از علماء طراز اوّل تشيّع ، و خبير به جميع مبانى و مكاتب مختلف و فِرق گوناگون بوده ، و خود نيز از موهبت كشف و شهود برخوردار بوده است .\r\nو امّا از جهت دوّم كه انتساب اين اثر شريف به مؤلّف و مقرّر آنست ، و آن مرحوم علّامه آية الله العظمى و حجّته الأكبر سيّد محمّد حسين حسينى طهرانى است ؛ شخصيّتى كه به جدّ ، راقم سطور را قدرت بر توصيف و تعريف او نمىباشد ، زيرا از افق عقل و ادراك او برتر و بالاتر است ، و قلم زدن در چنين عرصه‌اى جز نشر اوهام و تخيّلات چيز ديگرى نمىباشد .\r\nايشان از نقطه نظر علوم رسمى فلسفه و تفسير و فقه الحديث شاگرد اوّل و ممتاز بحثهاى مرحوم علّامهء طباطبائى بوده است ؛ و علاوه بر اين ، به گفته خودشان در مدّت هفت سال اقامت در شهر مقدس قم ، بطور مستمرّ روزى حداقلّ دو ساعت بطور خصوصى از افادات و افاضات آن كانون علم و حكمت و عرفان و توحيد بهره‌مند شده است ، و آنچنان ارتباط وثيق و صميمى بين استاد و شاگرد برقرار گشته بود كه مرحوم علّامهء طباطبائى حاضر به افتراق و جدائى از ايشان نمىشد ، و پس از هجرت ايشان به نجف اشرف ، در نامه‌اى چنين مىنويسند :\r\n\r\nنامه پر مهر و محبّت علّامه طباطبائى به علّامه طهرانى رضوان الله عليهما\r\n. . . ولى با اين همه چنانچه قلبتان هم قاعدةً بايد شهادت بدهد ، هيچگاه صورت پر مهر جنابعالى فراموش بنده نمىشود . و لولا اينكه موضوع آستان عرش بنيان حضرت امير عليه‌السّلام بود ،\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nبنده هيچگونه رأى به مسافرت جنابعالى ، نه در مقام شور و نه بحسب تصوّر نمىدادم . بهر حال و اجمالًا دل بنده پيش شما است . . . .\r\n\r\nاساتيد عرفانى مرحوم علّامهء طهرانى رضوان الله عليه\r\nعلّامهء طهرانى در اين مدت نه تنها به عنوان مبرّزترين تلامذهء علّامهء طباطبائى به حساب مىآمده است ، بلكه به عنوان شاگرد سلوكى در تحت تربيت و تهذيب مراد خويش به انجام دستورات و برنامهء عملى مراقبه و پرداختن به اذكار و اوراد در طول ليل و نهار درآمده ، با تمام جدّيت و اهتمام دل در گرو فرمايشات و دستورات استاد خويش نهاد ؛ استادى كه تنها راه منحصر بفرد ادراك ولايت امام عليه‌السّلام و معرفت حقيقى مسألهء ولايت را سلوك عملى و وصول به مرتبهء عرفان و تجرّد مىدانست ، و با همين نگرش به تربيت و تهذيب اين شاگرد مستعدّ خويش پرداخت .\r\nعلّامهء طهرانى پس از هجرت به نجف اشرف و استفاده از محضر اساتيد علوم رسميّه ، به مرتبه‌اى نايل آمد كه در بين علماء و فضلاء مشارٌ بالبنان گرديد ؛ و اعتقاد عمومى حوزه بر اين باور بود : چنانچه اقامت ايشان در نجف به طول انجامد ، مرجعيّت شيعه منحصراً به او تعلّق خواهد گرفت . در عين حال به توصيهء استادش علّامهء طباطبائى ، با شاگردان مرحوم قاضى بالخصوص حاج شيخ عبّاس هاتف و نيز آية الله سيّد جمال الدّين گلپايگانى مراودهء سلوكى برقرار نمود . مشى زندگى و حيات علمى ايشان به نحوى بود كه مورد پسند علماى اهل دنيا و بىخبران از عوالم معنا و منغمران در بوادى نفس امارّه واقع نشد ، و از اين لحاظ مورد بىمهرى و اهانت آنان قرار گرفت ؛ ولى او هيچگاه\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nبه اندازهء سر سوزنى از مرام و ممشاى خود تنازل نكرد ، و از آنجا كه قدرت علمى برتر او ، حتّى بر اساتيد او ، و منطق قاطع و قويم او مجال هيچگونه جسارت و جرأت را به جهّال و دين‌فروشان متظاهر بزىّ اهل علم و ديانت در برابر او نمىداد ، پنهانى به نشر اكاذيب و تهمت‌ها بر عليه او مىپرداختند ، و او را به تصوّف منكَر متهّم مىنمودند .\r\nايشان مىفرمودند : شبى يكى از اساتيدشان - مرحوم آية الله خوئى رحمة الله عليه - به ايشان مىگويد :\r\nآقا سيّد محمّد حسين حيف است از مثل شمائى با اين استعداد و نبوغ علمى ، وقت خود را به امور سلوكى و رعايت برنامه‌هاى مخصوص اين راه بگذراند ، اين مطالب خود به خود براى انسان حاصل مىشود ، ارزش اوقات طلبه بالاتر است از پرداختن به اين امور ! !\r\n\r\nجواب علّامه طهرانى به آقاى خوئى در لزوم سير و سلوك\r\nايشان در پاسخ مىفرمايند :\r\nشما كه مىدانيد من قويترين شاگرد بحثهاى شما هستم ، و حتّى حاضرم در هر مسأله‌اى با خود شما و به انتخاب شما به مباحثه بپردازم ، تا معلوم شود كدام يك از ما از نقطه نظر فنّى و استدلالى و قدرت علمى بر ديگرى ترجيح داريم ! مگر من عمرم را به بطالت مىگذرانم ، مانند اين افرادى كه هيچ هنرى جز اتلاف اوقات عمر و شب‌نشينىهاى هوسرانه و پرداختن به غيبت‌ها و تهمت‌ها و دخالت در امور شخصى صالحان ندارند !\r\nاگر اين مسائل معنوى و درجات عوالم ربوبى خود به خود حاصل مىشد ، تا به حال ما از شما و امثال شما ديده بوديم ؛ كجا اين مسائل خود به خود براى انسان پيدا مىشود ؟ !\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nهيهات ، هيهات كه شخصى با اين طرز تفكّر و اين گونه نگرش به اين حقائق بتواند سر سوزنى از اين معارف بدست آورد ، اينان تمام عمر خود را در تحيّر و ترديد و شكّ و بىخبرى سپرى مىنمايند ، و دست خالى بدون هيچ مستمسكى از اين عالم به عالم آخرت هجرت مىنمايند ، و تازه موقع حساب و كتاب فرا مىرسد .\r\n\r\nپيوستن علّامهء طهرانى به عارف كامل حضرت حاج سيّد هاشم حدّاد رضوان الله عليهما\r\nعلّامهء طهرانى پس از گذشت هفت سال از اقامت در نجف و استفاضهء از بركات عتبهء مقدّسهء صاحب ولايت كبرى ، حضرت مولى الموحّدين أميرالمؤمنين عليه‌السّلام ، بواسطهء عنايتى كه از جانب حضرت بقيّة الله حجّة بن الحسن المهدى ارواحنا لتراب مقدمه الفداء به ايشان شده بود ، با مبرّزترين شاگرد اخلاقى و عرفانى مرحوم قاضى ، يعنى حاج سيّد هاشم موسوى حدّاد ارتباط پيدا مىكند ، شخصيّتى كه توانست تمام شراشر وجود او را به تصرّف و سيطرهء ولائى خويش درآورد ، و ديگر هيچ نقطهء مبهمى را در تمام زواياى وجودى او باقى نگذارد .\r\nتعبيرى كه مرحوم علّامهء طهرانى از اين عارف بىبدليل مىنمودند با ساير تعريف‌ها و تعبيرهاى از بزرگان و اولياى الهى ، چه گذشته و چه حال تفاوت داشت ؛ براى توضيح بيشتر در اين مورد به كتاب « أسرار ملكوت » جلد دو و « مهر فروزان » إحاله مىدهيم .\r\nسير روحى و قدرت عرفانى و افق انديشه و علوّ افكار اين رجل الهى به حدّى بود كه ديگر مجالى براى علّامهء طهرانى در ذهن و عقل و قلب و ضمير او باقى نگذارد ، و هر گونه تصوّر و تخيّل برترى را بكلّى از ميان برداشت ؛ و راه را بر هر گونه منقصت و روزنه‌اى\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nبربست ؛ و با تمام وجود در اختيار تربيت و تهذيب اين مرد بزرگ قرار گرفت ، اختيار خود را به اختيار و ارادهء او تبديل نمود ، و خواست او را جايگزين خواست و مشيّت خود قرار داد ، در مقابل او سراپا گوش بود و چشم ، صفر بود و عدم ، عبد بود و ارادت ، كلام او را عين وحى ، و اشارت او را عين مشيّت حقّ مىديد ؛ حقيقت و واقع از حركات و سكناتش منتزع مىگشت ، نه اينكه فعل و قول او منطبق بر مصلحت و واقع باشد .\r\nو از اين جهت طبيعى است كه ميزان رشد معنوى و افق كشف حقائق توحيدى در علّامه طهرانى به نحو ديگرى درآمد ، و ادراك او نسبت به مسائل توحيد و عرفان با دريافت‌هاى گذشته از ساير اساتيد تفاوت پيدا كرد ، و اشراق بارقه‌هاى جلال و جمال بر قلب او به تحوّلى جوهرى در نفس و ضمير او انجاميد ، و عالىترين موهبت الهى را كه وصول به مقام تجرّد ذات و فناء فى الله است ، نصيبش نمود ، و به تأييدات الهى مرتبه بقاء بالله را جهت دستگيرى و هدايت و ارشاد نفوس مستعدّه حائز گشت ، و از طرف استاد خود سيد هاشم حدّاد به سيّد الطائفتين ملقّب گرديد .\r\nروزى مرحوم حدّاد - رضوان الله عليه - به من فرمودند :\r\nفلانى مانند پدرت در تمام كرهءزمين كسى يافت نخواهد شد . و من هر چه داشتم صد در صد به او تسليم كردم .\r\n\r\nمرحوم علّامه طهرانى وصّى ظاهر و باطن آقاى حداد بود\r\nمرحوم علّامه طهرانى طبق وصيّت مكتوب حضرت حدّاد وصّى ظاهر و باطن ايشان گرديد ، و تمام مراجعات به حضرت حدّاد به او\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nتفويض گشت . [ 1 
  ] و جالب اينكه مدّت مصاحبت ايشان با مرحوم حدّاد بيست و هشت سال به طول انجاميد ، درست مانند مدّت مصاحبت مرحوم حدّاد با استاد عرفانى ايشان مرحوم قاضى رضوان الله عليهم اجمعين .\r\nعلّامهء طهرانى در معارف توحيدى و انديشه‌هاى عرفانى به افقى رسيد كه ديگر مافوقى براى او متصوّر نبود . و از آنجا كه شيمه و خصلت ذاتى او رعايت ادب و احترام و لطف نسبت به اساتيد و ولىنعمتهاى خود بود ، باب بحث و مذاكرات توحيدى و عرفانى را در اواخر عمرِ مرحوم علّامهء طباطبائى با ايشان باز نمود ، و در طىّ شش جلسه در طهران راجع به حقيقت فناء ذاتى بنده در ذات پروردگار ، و انمحاءكلّى جميع تعيّنات و آثار حتّى عين ثابت ، با ايشان به مباحثه پرداخت ، كه شروح آن مطالب در كتاب « مهر تابانِ » ايشان آمده است . مرحوم علّامهء طباطبائى در اين مباحثات بر عدم فناء ذاتى و بقاء عين ثابت تأكيد مىورزند ، و با ادلّهء خود در مقام انكار اين مسأله برمىآيند ، ولى بالأخره پس از ردّ و بدل ادلّه و نقض و ابرام آنها ملزم به قبول و پذيرش آن مىشوند ؛ و انكشاف اين مسأله حالتى از بهجت و نشاط و تعمّق و تفكّر را در ايشان پديد مىآورد .\r\n\r\nنتائج مباحثات علّامهء طباطبائى و علّامهء طهرانى دربارهء فناء و بقاء اعيان ثابته\r\nنگارندهء سطور پس از اتمام اين مباحثات كه در خدمت والد معظّم به حضورشان شرفياب شده بودم ، شنيدم كه فرمودند : « خداوند\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] - اسرار ملكوت ، ج 2 ، ص 512 .\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nشما را وسيله هدايت و دستگيرى ما قرار داد . » كلامى كه يك دنيا عظمت و تواضع و خلوص و صدق و بهاء در ميان داشت .\r\nجالب اينكه عين همين مباحثات ، بين مرحوم علّامهء طباطبائى و استادشان مرحوم قاضى در مدّت اقامت در نجف انجام پذيرفته بود ، ليكن مرحوم قاضى نتوانسته بودند ايشان را ملزم به قبول و ادراك اين مسألهء حياتى عرفانى بنمايند ؛ و اين مهم به توفيق الهى توسط علّامهء طهرانى تحقّق يافت . و له الحمد و له الشكر و هو الموفّق و المعين .\r\nاين بود خلاصه‌اى از شخصيّت مقرّر و گردآورندهء اين رسالهء شريفه ؛ و گرچه مطلب ناگفته در اين مقاله بسيار بسيار بيشتر از آنچه كه به رسم آمده است مىباشد ، ليكن بر ارباب بصيرت و درايت ادراك حقائق و كشف رموز از اين دست نوشت پوشيده نخواهد ماند .\r\nاللهم ألْحِقنا بعبادِك الّذين هُم بالبِدارِ إليك يُسارِعون ، و بابكَ على الدّوام يطرقون ، و إيّاك فِى اللّيل و النّهارِ يَعبدون . بمحمّدٍ و آلِه الطّاهِرينَ .\r\nقم المقدسه ، دوشنبه 14 شوال 1427 هجرى قمرى\r\nسيّد محمّد محسن حسينى طهرانى\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128}
  ]