[
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nهو العليم\r\nرسالهء\r\nطهارت انسان\r\nبررسى فنى و فقهى طهارت ذاتى مطلق انسان\r\nتأليف\r\nسيدمحمدمحسن حسينى طهرانى\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nحسينى طهرانى ، سيدمحمد محسن 1375 ه‍ . ق -\r\nرساله طهارت اسنان : بررسى فنى و فقهى طهارت ذاتى مطلق اسنان / تأليف سيد محمد محسن حسينى طهرانى . - قم :\r\nشهريار ، 1425 ه‍ . ق .\r\n168 ص .\r\nكتابنامه : ص 165 - 168 ؛ همچنين به صورت زيرنويس .\r\nشابك : 4 - 35 - 5934 - 964\r\n4 - 35 - 5934 - 964 : isbn\r\n1 . فقه جعفرى 2 . طهارت الف . عنوان\r\n4 / 4 ح / 9 / 183 bp\r\n342 / 297\r\nرساله طهارت انسان\r\nبررسى فنى و فقهى طهارت ذاتى مطلق انسان\r\nمؤلف : سيد محمد محسن حسينى طهرانى\r\nناشر : انتشارات شهريار\r\nچاپ : آثار\r\nنوبت چاپ : اول / ربيع الثانى 1425\r\nتعداد : 5000 جلد\r\nشابك : 4 - 35 - 5934 - 964\r\nحق چاپ محفوظ است .\r\nتلفن : 2939523 - 0251\r\nهمراه : 09121516102\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n\r\nپيشگفتار\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nبسم الله الرّحمن الرّحيم\r\nالحمد للّه ربِّ العالمين و صلّى اللهُ على أشرف خلقِه\r\nو سيّد بَريّتِه محمّدٍ و آله أجمعين\r\nرساله‌اى كه اينك پيش روى خوانندگان محترم قرار دارد حاصل مباحثات و دروسى است كه پيرامون طهارت انسان در سال هزار و چهارصد و بيست هجرى قمرى در بلدهء طيّبهء قم ، حوزهء علم و درايت و فقه آل محمّد ايراد گرديده است .\r\nمسأله طهارت و نجاست انسان از ديرباز بين فقهاء عظام شيعه مورد بحث و نقد قرار گرفته است ؛ جمعى به نجاست تمام افراد بشر به استثناء مسلمان فتوى داده ، و گروهى ديگر اهل كتاب را نيز در اين استثناء وارد نموده‌اند . البتّه معدود افرادى بوده‌اند كه نجاست مخالفين را از هر فرقه و گروهى باطنى ، نه ظاهرى و اصطلاحى شمرده‌اند ؛ و ليكن به نظر مىرسد بحث كافى و تحقيق وافى در حول و حوش اين مسأله نشده است .\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nحقير با توجّه به اهميّت مسأله بالأخص در دنياى كنونى و هجمات معاندين و معارضين به مبانى گرانسنگ اسلام خصوصاً در اين موضوع بسيار مهم بر آن شدم تا تحقيقى نه چندان وسيع بلكه در خور توان و لياقت فكرى خود با برادران از فضلاء و اخلّاء روحانى داشته باشم ، و به دور از هر پيش فرض و داورى مُعَجّلى اين فرع مهم فقهى را مورد فحص و تحقيق قرار دهم . به حمد الله و المنّه اين مهم به انتهاء و اين بررسى به نتيجه رسيد ؛ و از توفيقات و الطاف الهى اينكه به نتائجى درخشان و افق جديدى از معرفت فقهى و شناخت دست يافتيم كه قبلًا براى ما دشوار مىنمود و تصوّر ديگرى از مسأله براى ما مطرح شده بود .\r\nالبتّه بايد اذعان نمود كه فقه اجتهادى شيعه همواره اين اجازه را به پويندگان مكتب امامت و ولايت عنايت كرده است تا آزادانه و به دور از هر جنجال و غوغائى بتوانند از متن ادلّه و حجج مدوّنه شرع به حاقّ واقع و حقيقت احكام در حدّ طاقت و توان بشرى دست يابند . و ما بايد خداى متعال را شاكر باشيم و منّت هدايت او را با جان و سرّ و سويداى وجود خود پذيرا باشيم كه ما را به مكتبى هدايت فرمود ، و در راه مستقيم و صراط مستوى اوليائى قرار داد كه سرلوحه فرامين و دستورات خود را به شيعيان اتّباع حقّ و متابعت از واقع در هر زمينه و ظرفى و در هر رتبه و مجالى و بالأخره در جميع حالات و اطوار مختلف حيات قرار داده‌اند ، و اين نكته رمز موفقيّت و پويائى دائمى فقه تشيّع و برترى آن بر ساير مكاتب و اديان مىباشد .\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nبديهى است كه اين نوشتار هيچگاه در صدد ردع و يا تنقيص كلمات و فتاواى فقهاء بزرگوار و زحمات و كوشش‌هاى ارجمند آنان نمىباشد ، زيرا همه در راستاى وصول و بلوغ به احكام الهى مأجور و محمودند .\r\nاميد است محقّقان گرامى و فضلاء محترم با تدبّر و تأمّل شايسته مواقع نقد و نقص را متذكّر شوند و نويسنده را رهين لطف و كرامت خود قرار دهند ، باشد كه اين اثر ناچيز طليعه‌اى جهت هر چه نزديك كردن انظار مختلف و آراء مبعّده از حقّ و تحقيق وحدت مطلوبه در افكار و فرهنگ ملل گردد ؛ و من اللهِ التّوفيقُ و عليه التُّكَلان .\r\nمشهد مقدّس رضوى على ثاويها آلافُ التّحيّةِ و الثّناءِ\r\nسيّد محمّد محسن حسينى طهرانى\r\n14 محرم الحرام 1423 هجرى قمرى\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\n\r\nمقدمه\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nبسم الله الرّحمن الرّحيم\r\nو صلّى اللهُ على سيّدِ الأنبياء و المرسلين محمّدٍ و آله الطّاهرين\r\nو لعنةُ الله على أعدائهم إلى يومِ الدّين\r\nقبل از ورود در بحث طهارت و نجاست اصناف مختلف انسان مقتضى است بعنوان مقدّمه قدرى در مسأله دخالت دو اصل زمان و مكان در كيفيّت اجتهاد و استنباط حكم فقهى و يا عدم دخالت آنها بحث شود .\r\nبر اساس مكتب توحيد و وحى كه استناد عالم خلق و ظهور در جميع مراتب آن چه شهادت و چه غيب ، به مُبدِع و فاعل واحد أحدى يعنى ذات مجرّد و بسيط بالإطلاق و غنىّ عن الغير در همه مراتب فعل و صفات و ذات مىباشد ، و كريمه شريفه « أَلَا لَهُ الْخَلْقُ وَ الْأَمْرُ »\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] ، دالّ بر تثبيت استناد بنحو اطلاق بوده ، و كذلك آيه شريفه « وَ لَئِن سَأَلْتَهُم مَّنْ خَلَقَ السَّموَ تِ وَ الْأَرْضَ وَ سَخَّرَ الشَّمْسَ وَ الْقَمَرَ لَيَقُولُنَّ اللَهُ فَأَنَّى يُؤْفَكُونَ » [ 2 
  ] ، و همچنين آيه شريفه « وَ لَئِنْ سَأَلْتَهُم مَّنْ\r\n[ 1 
  ] - سوره الأعراف ( 7 ) آيهء 54 .\r\n[ 2 
  ] - سوره العنكبوت ( 29 ) آيهء 61 .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nخَلَقَ السَّموَ تِ وَ الْأَرْضَ لَيَقُولُنَّ خَلَقَهُنَّ الْعَزِيزُ الْعَلِيمُ »\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] ؛\r\nو چه براساس مكاتب الحادى و نفى صانع و مبدأ اعلى ، وجود انسان براساس قوانين دقيق و مجموعه‌اى از پديده‌هاى مختلف و امورى است مركّب ، چه در حقيقت انسان كه همان روح و نفس ناطقه است و چه در جسم و ظاهر انسان كه مرتبه نازله از نفس آدمى است ؛ « لَقَدْ خَلَقْنَا الْإِنسنَ فِى أَحْسَنِ تَقْوِيمٍ » [ 2 
  ] . و اين تركيب حقيقت نفس ناطقه را از حيثيّت استعداد و قوّه به شأنيّت بلوغ و كمال و فعليّت درمىآورند . از اين مجموعه و تركيب در لسان شرع به فطرت و سرشت تعبير شده است .\r\n« فَأَقِمْ وَجْهَكَ لِلدّينِ حَنِيفًا فِطْرَتَ اللَهِ الَّتِى فَطَرَ النَّاسَ عَلَيْهَا لَا تَبْدِيلَ لِخَلْقِ اللَهِ ذَ لِكَ الدّينُ الْقَيّمُ وَ لكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ » . [ 3 
  ]\r\nشكّى نيست كه اين امور ، ثابت و لايتغيّر و از لوازم لاينفكّ طبيعت انسانى و نفس ناطقهء آدمى است ، كه ثبوت موضوع مقتضى ثبوت آنها و نفى و عدم آنها كاشف از نفى و عدم نفس ناطقه خواهد بود . و اين معنى همان است كه در آيه شريفه با بيان « لَاتَبْدِيلَ لِخَلْقِ اللَهِ » به آن اشاره شده است . و دين همان حركت در راستاى ملاكات فطرى و عدم اهمال آنها ولو در يك مورد از موارد مودّعه و نهادينه شده است ؛ و تعبير آيهء شريفه « ذَ لِكَ الدّينُ الْقَيّمُ » حاكى از اين معنى\r\n[ 1 
  ] - سوره الزّخرف ( 43 ) آيهء 9 .\r\n[ 2 
  ] - سوره التّين ( 95 ) آيهء 4 .\r\n[ 3 
  ] - سوره الرّوم ( 30 ) آيهء 30 .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nاست .\r\n\r\nدين همانند فطرت انسان بايد ثابت و لايتغيّر بوده باشد\r\nبنابراين از آنجا كه فطرت انسان بر اساس اصل خلقت انسان ثابت و لايتغيّر است ، دين نيز چون كيفيّت اعمال و حركات و تكاليف عامّه افراد مكلّفين است بايد ثابت و لايتغيّر باشد . يعنى اصول كلّيه آن و فروع بايد در راستاى تحصيل فعليّت بر اساس نياز فطرى بشر بواسطه وجود ملاكات ثابته و لايتغيّر تحقّق پذيرد .\r\nآيه شريفه در سوره شورى مىفرمايد :\r\n« شَرَعَ لَكُم مّنَ الدّينِ مَا وَصَّى بِهِ نُوحًا وَ الَّذِى أَوْحَيْنَآ إِلَيْكَ وَ مَا وَصَّيْنَا بِهِ إِبْرَ هِيمَ وَ مُوسَى وَ عِيسَى أَنْ أَقِيمُوا الدّينَ وَ لَاتَتَفَرَّقُوا فِيهِ كَبُرَ عَلَى الْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ اللَهُ يَجْتَبِى إِلَيْهِ مَن يَشَآءُ وَ يَهْدِى إِلَيْهِ مَن يُنِيبُ »\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] ،\r\nگرچه در پاره‌اى از فروع ممكن است اختلافاتى ديده شود .\r\nدر سوره مائده مىفرمايد :\r\n« وَ أَنزَلْنَآ إِلَيْكَ الْكِتبَ بِالْحَقّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ الْكِتبِ وَ مُهَيْمِنًا عَلَيْهِ فَاحْكُم بَيْنَهُم بِمَآ أَنزَلَ اللَهُ وَ لَاتَتَّبِعْ أَهْوَآءَهُمْ عَمَّا جَآءَكَ مِنَ الْحَقّ لِكُلّ جَعَلْنَا مِنكُمْ شِرْعَةً وَ مِنْهَاجًا وَ لَوْ شَآءَ اللَهُ لَجَعَلَكُمْ أُمَّةً وَ حِدَةً وَ لكِن لّيَبْلُوَكُمْ فِى مَآ ءَاتكُمْ فَاسْتَبِقُوا الْخَيْر تِ ، إِلَى اللَهِ مَرْجِعُكُمْ جَمِيعًا فَيُنَبّئُكُم بِمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ » [ 2 
  ] .\r\n\r\nايجاد و ارسال رسل الهى با ملاكات فطرى بشر تنافى ندارد\r\nأميرالمؤمنين عليه السّلام از بعثت انبياء و حقيقت تشريع\r\n[ 1 
  ] - سوره الشّورى ( 42 ) آيهء 13 .\r\n[ 2 
  ] - سوره المائدة ( 5 ) آيهء 48 .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nاينطور تعبير مىفرمايد :\r\nوَ اصْطَفَى سُبْحَانَهُ مِنْ وُلْدِهِ أَنْبِيَاءَ أَخَذَ عَلَى الْوَحْىِ مِيثَاقَهُمْ وَ عَلَى تَبْلِيغِ الرِّسَالَةِ أَمَانَتَهُمْ لَمَّا بَدَّلَ أَكْثَرُ خَلْقِهِ عَهْدَ اللَهِ إلَيْهِمْ . فَجَهِلُوا حَقَّهُ وَ اتَّخَذُوا الْأَ نْدَادَ مَعَهُ ، وَ اجْتَالَتْهُمُ الشَّيَاطِينُ عَنْ مَعْرِفَتِهِ وَ اقْتَطَعَتْهُمْ عَنْ عِبَادَتِهِ ، فَبَعَثَ فِيهِمْ رُسُلَهُ وَ وَاتَرَ إِلَيْهِمْ أَنْبِيَاءَهُ لِيَسْتَأْدُوهُمْ مِيثَاقَ فِطْرَتِهِ وَ يُذَكِّرُوهُمْ مَنْسِىَّ نِعْمَتِهِ وَ يَحْتَجُّوا عَلَيْهِمْ بِالتَّبْلِيغِ وَ يُثِيرُوا لَهُمْ دَفَائِنَ الْعُقُولِ - إلخ .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\nبدين لحاظ وجود و بعثت حجج الهيّه كه از آنها به عقل منفصل تعبير مىشود نمىتواند با ملاكات فطرى بشر و اصول آن مبانى منافات و معارضه داشته باشد . و به تعبير ديگر انطباق تشريع بر كيفيت و نحوهء تكوين ، اصلى اوّلى و قاعدهء اولى مفروغه در تدوين احكام مىباشد .\r\nو اينكه گفته مىشود : همانطور كه قضيّه خلق و تكوين به يد مشيّت و ارادهء پروردگار است ، مسأله تشريع كه عبارت از جعل و اعتبار معتبر در نحوهء تكاليف است نيز به اراده و اختيار خداوند است و هرطور كه او بخواهد چه موافق با تكوين يا مخالف ، حقّ اوست و كسى را ياراى سؤال و پرسش نيست ، سخنى عارى از مرتبه تحقيق و صلاح است ؛ و معنى آيه شريفه « لَايُسْئَلُ عَمَّا يَفْعَلُ وَ هُمْ يُسْئَلُونَ » ، [ 2 
  ]\r\n[ 1 
  ] - نهج البلاعة ، شرح محمّد عبده ، ج 1 ، ص 23 ، خطبهء ( 1 ) ؛ و شرح ابن ابى الحديد ، ج 1 ، ص 113 .\r\n[ 2 
  ] - سوره الأنبياء ( 21 ) آيهء 23 .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nمسؤوليّت پاسخ گوئى در برابر افعال را بر عهدهء مكلّفين قرار داده است نه بر عهدهء حضرت حقّ ، زيرا مقام مكلّف در قبال تكليف ، مقام اختيار و انتخاب است ، ولى مقام اراده و مشيّت و فعل حضرت حقّ ، اقتضاى اختيار و انتخاب يكى از طرفين وجود و عدم براساس رجحان و رعايت مصالح و مفاسد نفس الأمريّه و انطباق فعل براساس آن را نمىكند . بلكه نفس اراده و مشيّت حضرت حقّ موجِب و مولّد و منشئ صلاح و رجحان است ، و صلاح و فضيلت و خير ، امورِ منتزَعه منبعثه از نفس فعليّت افعال حقّ هستند ؛ به عكس افعال و كردار مكلّفين .\r\nبلكه منظور و مقصود از انحصار مسأله تشريع و جعل به حيطه و حريم ارادهء پروردگار آن است كه او اصل و مبدأ و فاعل عالم هستى است ، لذا حقّاً و حقيقةً براساس ملاك عقل و انطباق با نفس الأمر ، حيثيّت مولويّت و شأنيّت تشريع بايد منحصراً در يد اختيار و مشيّت او باشد و بس . و در اين مسأله هيچ اقتضائى نسبت به مخالفت تشريع با كيفيت و نحوهء تكوين وجود ندارد ، بلكه اقتضاى حكمت بالغهء حقّ و عليّت غائى در خلق مخلوقات همان بيان نفيس و شريف آيات كتاب مبين است كه :\r\n« قَالَ فَمَن رَّبُّكُمَا يمُوسَى * قَالَ رَبُّنَا الَّذِى أعْطَى كُلَّ شَىْءٍ خَلْقَهُ و ثُمَّ هَدَى »\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] .\r\n[ 1 
  ] - سوره طه ( 20 ) آيات 49 و 50 .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nو يا آيهء شريفهء :\r\n« مَا مِن دَآبَّةٍ إِلَّا هُوَ ءَاخِذٌ بِنَاصِيَتِهَآ إِنَّ رَبّى عَلَى صِرَ طٍ مُّسْتَقِيمٍ » .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\nو يا آيهء شريفهء :\r\n« قُلْ أَغَيْرَ اللَهِ أَتَّخِذُ وَلِيًّا فَاطِرِ السَّموَ تِ وَ الْأَرْضِ وَ هُوَ يُطْعِمُ وَ لَا يُطْعَمُ قُلْ إِنّى أُمِرْتُ أَنْ أَكُونَ أَوَّلَ مَنْ أَسْلَمَ وَ لَاتَكُونَنَّ مِنَ الْمُشْرِكِينَ » . [ 2 
  ]\r\n\r\nامكان تخلف احكام از مقتضاى زمان و مكان در نحوه اجتهاد و استنباط حكم شرعى\r\nبناءً عليهذا امكان تخلّف احكام از مقتضاى خلقت و تكوين وجود ندارد و نشئهء انشاء احكام تكليفيّه و وضعيّه از نقطه نظر اعتبار و جعل قطعاً بايد منتزع از حيثيّت تكوين و نشئهء خلق باشد تا بتواند موجب حصول فعليّتها و بلوغ به غايات عالم خلقت گردد . بدين لحاظ طريقى مىتواند موصل به اين غايت و مقدمهء حصول اين غرض واقع‌گردد كه منافات با غرض و غايت فعل نداشته باشد ، و هر چه كه مورد رضا و اختيار خداى متعال است قطعاً مىتواند حيثيّت مقدّميّت و ايصال را براى خود كسب كند . و اينكه گفته مىشود :\r\nممكن است طريقى موصل به واقع و نفس الأمر بوده باشد ، امّا مورد خواست و رضا و جعل شارع قرار نگيرد ، سخنى عارى از تأمّل و تحقيق است ؛ و همچنين سخنى كه حاكى از تنجيز حكم از قِبل شارع\r\n[ 1 
  ] - سوره هود ( 11 ) قسمتى از آيهء 56 .\r\n[ 2 
  ] - سوره الأنعام ( 6 ) آيهء 14 .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nبه صرف اعتبار شارع و بدون هيچگونه تعلّقى به حيثيّت تكوينيّه و انطباق و موافقت با جهت خَلقى مكلّفين در شرائط مختلف و تحقّق به موضوعات مختلفه است ، نيز اساسى ندارد .\r\nبدين لحاظ چنانچه شارع حكمى را مترتّب بر موضوعى نموده است ، امكان تخلّف آن از موضوع در هر شرائط و موقعيّتى مستحيل خواهد بود ، چه مخالفت موجب عدم تحقّق غرض غائى و بالنّتيجه جمع متناقضين خواهد بود .\r\n\r\nكيفيّت دخالت زمان و مكان در نحوهء اجتهاد و استنباط حكم شرعى\r\nامروزه مسأله‌اى بنام دخالت زمان و مكان در نحوه اجتهاد و استنباط حكم شرعى مطرح است . البته از آنجا كه فقه شيعه براساس اصل اجتهاد از منابع مشخّص استخراج مىشود و نفس استنباط مبتنى بر كيفيّت تفكّر و تتبّع و خصوصيات روحى و اخلاقى فرد مستنبِط مىباشد ، و افراد مختلف در حيازت اين معانى داراى مراتب مختلفه‌اى مىباشند ، لذا مشاهده مىشود هيچگاه در طول ازمنه متواليه فقهاء بزرگوار شيعه در استنباط فروع فقهى داراى وحدت نظر نبوده و همواره واجد آراء مختلف و چه بسا متناقض بوده‌اند ، و حتّى چه بسا يك فقيه در دو برهه از زمان داراى دو نظريه گوناگون بوده است . فقط در بعضى از فروع بعنوان ضروريّات اين اختلاف مشاهده نمىشود .\r\nحتّى در كثيرى از اجماعات نيز حكم مخالف موجود مىباشد .\r\nاما اين مسأله دخالتى به مسأله زمان و مكان ندارد ؛ يعنى حتّى اگر همين فقهاء كه در ازمنهء مختلفه داراى آراء و انظار متفاوته‌اى بوده‌اند ،\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nدر يك زمان و يك شرائط با هم اجتماع مىنمودند ، نيز اختلاف آراء و فتاوى شامل آنان مىگرديد .\r\nچطور كه اين معنى بالنّسبه به فقهاء يك عصر أظهر من الشّمس است . بخصوص در مسأله قضاء و امور حكومتى و مسائل اجتماعى اين مطلب اختلاف آراء ، از وضوح بيشترى برخوردار مىباشد و جاى تعجّب نيست گرچه همه مُثاب و مأجور باشند .\r\nاما اگر مسأله تعلّق احكام و استنباط به عليّت فاعلىِ زمان و مكان و نه صورى و اعدادى آن برگردد ، گريزى از اذعان به مسأله نسخ شريعت و تبدّل شريعت حقّه به آراء مبتدعه و اعتقاد به جايگزينى دين جديد بر احكام ابديّه و نفى خاتميّت نيست . زيرا در صورت اعتقاد به اين مطلب ديگر هيچ اصل ثابت و لايتغيّرى از شريعت باقىنخواهد ماند الّا اينكه در فرصتى مشمول قاعدهء نسخ و نسيان و مرور زمان قرار خواهد گرفت و لايَبقَى حينئذٍ حَجَرٌ علَى حَجرٍ و لا مِن الإسلامِ اسمٌ و لا رسمٌ و على الإسلامِ السَّلامُ .\r\nمعتقدين به اين نظريّه بايد توجّه كنند ، كه چه تغيير و تبدّلى در ساختار وجودى بشر از نقطه نظر ظاهرى و روحى بوجود آمده است تا آنان را ملزم به طرح و إبداع پديدهء تحوّل و تكامل نموده است . آيا وزن آدمى در اين زمان بيش از زمان نزول وحى است ، و يا در ساختمان بدن انسان تحوّلى بوجود آمده است ، و يا از نقطه نظر صفات و غرائز و خصوصيّات روحى مسأله با آن زمان فرق كرده است ، و يا قدرت تفكّر بشر و ادراك مصالح و مفاسد نفس الأمرى او\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nبر مدركات سابقين پيشى گرفته است ؟ ولى بطور حتم بايد اذعان نمود در بسيارى از موارد ذكر شده مطلب به عكس و خلاف است ، و آيه شريفه « لَاتَبْدِيلَ لِخَلْقِ اللَهِ » ،\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] بوضوح مفاد و معنى و مصداق خود را نشان‌مىدهد . نفس بشر كنونى ، بعينه مانند بشر قديم در منجلابى از هواهاى شيطانى و صفات منحطّهء حيوانى فرو رفته است . ديو خودكامگى و أنانيّت و حرص و طمع و شهوت ، هر روز ظهور جديدى از سبُعيّت و درّندگى و استيلاى شهوت و غضب به ارمغان مىآورد و روى گذشتگان را سفيد كرده است .\r\nاستيلاى بر نفوس و املاك و أعراض ، مانند گذشته ، امّا به صورتى كاملًا مدرن با استعمار و استثمار و بلكه استحمار ملّتها با سرعتى مهيب به راه خود ادامه مىدهد . قتل و غارت و نَهب و استيلاب اموال هزاران بار موحش‌تر و خطرناكتر از سابق بواسطهء نفوس سلطه‌گر و قلدر و بىوجدان عرصهء حيات و زندگى را بر بشر متمدّن و عاقل و هدفمند تنگ نموده است . استثمار فرهنگى در غالب عرضهء تكنولوژى و تنوّع در مسائل زندگى و فرهنگى و تبليغات مسموم و بنيان براندازِ ارزشهاى اخلاقى ، آنچنان رعب و وحشتى در ضمائر و قلوب عقلاء و مثقّفين ملّتها بوجود آورده است كه ديگر تصوّر تبدّل و اصلاح و تغيّر اوضاع در آنها از بين رفته است .\r\nاينها همگى ناشى از چه چيزى است ؟ آيا جز اينكه ناشى از\r\n[ 1 
  ] - سوره الرّوم ( 30 ) قسمتى از آيهء 30 .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nنفس امّاره و صفات بهيميّه و خصائص منحطّهء موبِقه و مُهلكه آنها است ؟\r\nدر آيهء شريفهء بيست و هفتم از سورهء أعراف مىفرمايد :\r\n« يبَنِى ءَادَمَ لَايَفْتِنَنَّكُمُ الشَّيْطنُ كَمَآ أَخْرَجَ أَبَوَيْكُم مّنَ الْجَنَّةِ يَنزِعُ عَنْهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوْ ءَ تِهِمَآ إِنَّه‌ُو يَرَاكُمْ هُوَ وَ قَبِيلُه‌ُو مِنْ حَيْثُ لَا تَرَوْنَهُمْ إِنَّا جَعَلْنَا الشَّيطِينَ أَوْلِيَآءَ لِلَّذِينَ لَايُؤْمِنُونَ » .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\nدر اين آيه اشاره به كيفيّت إضلال و استيلاء شياطين بر نفوس بشر و ادامه و استمرار اين سنّت از زمان خلقت آدم تا روز قيامت شده است .\r\nبنابراين با توجّه به خاتميّت رسالت رسول اكرم و بيان احكام ملزمه و غير ملزمه و استدامهء محلَّلات و محرّمات إلى يومِ القيمة ديگر جائى براى اين طرز فكر باقى نمىماند .\r\nو اما اگر مقصود از دخالت زمان و مكان بنحو علل معدّه و شرط تحقّق موضوعات بوده باشد ، به نحوى كه حوادث و امور واقعه در يك زمان و يا مكان ، موجب تغيّر و تبدّل مبادى و شرائط محقّقه موضوع باشد ، طبعاً حكم به همان موضوع براساس احكام كليّه و ملاكات كليّه مترتّب خواهد شد .\r\nاز باب مثال : خون نزد شارع مقدّس نجس و شرب آن حرام و طبعاً خريد و فروش آن نيز حرام بوده است . بديهى است در زمان\r\n[ 1 
  ] - سوره الأعراف ( 7 ) آيه 27 .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nشارع هيچ اثر و منفعتى عقلائى بر استفاده از خون وجود نداشته است ؛ و لهذا عقلاء بر اين اساس يعنى براساس نجاست عينيّه بودن آن كه از طرف شارع جعل شده است و اينكه اثر عقلائى مجوّز استفاده از خون در آن زمان وجود نداشته است ، معامله و خريد و فروش آن را لغو و بيهوده مىدانند و شارع نيز آن را حرام كرده است .\r\nاما در اين زمان بواسطه ظهور پديدهء صنعت و ترقّى علم طبابت ، خون يكى از حياتىترين و ضرورىترين مادّه بقاء و استمرار حيات شمرده مىشود و قطعاً از مصاديق بارزهء مقدّمات و اسباب وجوب حفظ نفس محترمه در نزد شارع مىباشد ، و رعايت اين نكته حاصل نخواهد شد الّا به خريد و فروش آن و استفاده جهت بيماران خاصّ . بدين لحاظ ملاك ممنوعيّت معامله كه همان لغويّت و غير قابل استفاده بودن بود ، منتفى و داخل در قسم منافع مشروعه و محلّله خواهد شد ، ولى نجاست و حرمت شرب به حال خود باقىمىماند .\r\nمثال ديگر : در سبق و رمايه و اختلاف آلات و اسباب آنها در دو مرحله از زمان است .\r\nمثال ديگر : استعمال و استفاده از الكل در دو زمان متفاوت است و هكذا . . .\r\nبنابراين طبق قانون ترتّب احكام بر موضوعات ، هرگاه موضوعى براساس اجتماع شرائط و قيود مخصوصه محقّق گرديد\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nطبعاً حكم مقتضاى آن موضوع نيز بر آن مترتّب خواهد شد . در مثال خون ، چنانچه همين شرائط و زمينه استفاده در زمان حاضر ، در زمان رسول خدا تحقّق مىپذيرفت قطعاً رسول خدا استفاده از آن را جهت مرضى و ساير مصارف عقلائى امروزه در بيمارستانها و لابراتوارها جائز مىشمرد و خريد و فروش آن را حلال مىدانست ؛ و اگر شرائط و زمينه استفادهء روز در بعضى از امكنه منتفى شود ، قطعاً حرمت بيع و شراء در آن مكان بر آن مترتّب خواهد شد .\r\n\r\nمقصود از دخالت زمان و مكان در اجتهاد تبدّل شرائط و قيود و مخصّصات موضوع احكام است\r\n\r\nتأثير زمان و مكان و دخالت آنها در كيفيّت استنباط پايه‌اى ندارد\r\nبا توجّه به مطالب گذشته روشن مىشود كه مسأله‌اى به نام زمان و مكان و دخالت آنها در كيفيّت استنباط وجود ندارد . آنچه كه مهم است تبدّل شرائط و قيود و مخصِّصات و معيِّنات موضوع احكام است كه ممكن است در يك زمان نيز اين قضيّه اتفاق افتد و در همان زمان تحوّل موضوع ، دوباره شرائط به جاى سابق برگردد . و اجتهاد چيزى جز تبيين موضوع و تطبيق آن بر اصول كليّه احكام و كيفيّت ادراك اقرب به واقع و منبع وحىِ ادلّهء احكام نيست ، و تقسيم اجتهاد بر اجتهاد تقليدى و پويا نادرست مىباشد . در واقع كارى كه يك مجتهد انجام مىدهد در مرحله اوّل تشخيص صحيح موضوع و سپس ادراك شايستهء مفاد و مَغْزاى منابع ادلّه احكام و در نتيجه انطباق حكم وضعى يا تكليفى بر موضوعات آنها است . و اگر در موضوعى از موضوعات بواسطهء حرج و يا عنوانى از عناوين ثانويه مجبور به افتاء بر خلاف حكم اجتهادى خود گرديد ، با رفع آن عنوان بايد به حكم اوّلى تسليم گردد و افراد را به آن سوق و ارجاع دهد .\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nشايان توجّه است كه مسأله‌اى كه اكنون در دست بحث و نقاش و نقض و ابرام قرار گرفته است ، يكى از موارد ياد شده در مدخليّت موضوع زمان و مكان است ؛ چه موقعيّت كنونى روابط بين ملل مختلف با تفاوت اديان و مذاهب گوناگون آنان و كيفيّت تلقّى از اين روابط و ضرورت انسجام و تقريب بين اديان در راستاى حركت بسوى وحدت حقيقى چنانچه در آيه شريفه بدان اشاره شده است :\r\n« قُلْ يأَهْلَ الْكِتبِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَآءِم بَيْنَنَا وَ بَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا اللَهَ وَ لَانُشْرِكَ بِهِ شَيْئًا وَ لَايَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِّن دُونِ اللَهِ فَإِن تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَ نَّا مُسْلِمُونَ » ،\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\nممكن است فقيه را وسوسه‌كند كه آنچه بعنوان مانع و سدّ دروصول به اين هدف و غايت مقدّس مىتواند قرار گيرد با توسّل به اصلِ موهوم مذكور از ميان بردارد و چه بسا جايگاه و منزلهء او را كه در نظر او معنون به عنوان ثانوى است در منزله و مرتبه تعلّق احكام اوّليّه قرار دهد . اين رساله در صدد تبيين و توضيح مسأله طهارت و يا نجاست مصطلح و متعارف اهل كتاب و مشركين ، بدور از دخالت و ورود جنبه‌هاى جانبى و خارجى اصل مسأله است ؛ و به بيانى ديگر تحقيق و كشف اين مسأله را در زمان نزول وحى و استمرار آن در دوران حيات زعماى دين مبين أئمّه معصومين عليهم السّلام از افق‌هاى مختلف تفحّص و نگرش ، تعقيب مىكند .\r\nو على اللهِ التّوكُّل و به الاعتصام\r\n[ 1 
  ] - سوره آل عمران ( 3 ) آيهء 64 .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\n\r\nفصل اول : حقيقت نجاست و اقسام آن\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nبسم الله الرّحمن الرّحيم\r\n\r\nمعانى لغوى لفظ « نجس »\r\nنجس در لغت به معناى قذارت و ناپاكى است . در « لسان العرب » گويد :\r\nالنَّجْسُ و النِّجْسُ و النَّجَسُ ، القَذِرُ مِن النّاسِ وَ مِن كُلِّ شَىءٍ قَذِرْتَهُ .\r\n« نجس عبارت از مردم ناپاك و پليد و هر چيزى است كه تو آن را ناپاك گردانيدى . »\r\nو نَجِسَ الشّىءُ ، بِالكَسرِ ، يَنْجَسُ نَجَسًا ، فهو نَجِسٌ و نَجَسٌ و رَجُلٌ نَجِسٌ و نَجَسٌ .\r\nو قالَ أبوالهَيثَم فى قَولِه : « إِنَّمَا الْمُشْرِكُونَ نَجَسٌ » ،\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] أىْ أنجاسٌ أخباثٌ .\r\n« يعنى مشركون خبيث و پليد مىباشند . »\r\n[ 1 
  ] - سوره التّوبة ( 9 ) قسمتى از آيهء 28 .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nو فى الحديثِ عنِ الحسن فِى رَجُلٍ زَنَى بِامْرَأَةٍ تَزَوَّجَهَا . فَقَالَ : هُوَ أَنْجَسَهَا وَ هُوَ أَحَقُّ بِهَا .\r\n« حسن بصرى دربارهء ازدواج مردى كه با زنى زنا نموده است چنين گفته : او آن زن را ناپاك گردانيده است و او سزاوارتر است از ديگران به آن زن . »\r\nو النَّجِسُ : الدَّنِسُ و داءٌ نَجِسٌ و ناجِسٌ و نَجيسٌ و عَقامٌ : لا يُبْرَأُ منه .\r\n« نجس ، بمعنى پليد است ، بيمارى نجس يعنى بيمارى غير قابل علاج . »\r\nو النَّجْسُ : اتّخاذُ عُوذَةٍ للصَّبىّ . و قد نَجَّسَ له و نَجَّسَه عَوَّذه و النِّجاس : التَّعويذ .\r\nقال ثَعلَب : قُلتُ له ( ابنِ الأعرابىّ ) : المعُوَّذ لِمَ قيل له مُنَجَّسٌ و هو مأخوذٌ مِن النَّجاسَة ؟ فَقال : إنّ لِلعَربِ أفعالًا تخالِفُ مَعانيها ألفاظَها .\r\nيُقال : فلانٌ يَتَنَجَّس ، إذا فَعَل فِعْلًا يَخرُج به مِن النَّجاسَةِ . كما قيلَ :\r\nيَتَأَثَّمُ و يَتَحَرَّجُ و يَتَحَنَّثُ ، إذا فَعَل فِعلًا يَخْرُج به مِن الإثْمِ و الحَرَجِ و الحِنْث .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\n« نجْس نيز بمعنى حِرز و عَوذه براى كودكان است . و به حرز نِجاس گويند . ثعلب مىگويد : به ابن اعرابى گفتم : چرا به شخصى كه حرز مىبندد ، منَجَّس گويند ، درحاليكه اين عنوان از نجاست مشتق\r\n[ 1 
  ] - لسان العرب ، ج 6 ، ص 226 .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nاست ؟ او پاسخ داد : در لغت عرب افعالى است كه معانى آن افعال با الفاظ آن متخالف و متضادّ است . مثلًا مىگويند : فلانى يتنجَّس ، يعنى عملى انجام داد كه از قَذارت و ناپاكى بيرون آمد . همچنان كه يتأثّم بمعنى انجام عملى است كه از گناه ، انسان پاك خواهد شد ؛ و يتحرّج بمعنى فعلى است كه از ضيق و شدّت انسان را خارج كند ؛ و يتحنّث بمعنى پرداخت كفّاره قَسم است و انسان را از عهدهء قسم و الزام آن خارج مىسازد . »\r\nو كذلك در مادّهء قَذِرَ در « لسان العرب » وارد است :\r\nالقَذَرُ ضِدُّ النَّظافةِ و شَىْءٌ قَذِرٌ بَيِّنُ القَذارةِ .\r\n« قذر مخالف پاكى و پاكيزگى است . چيز قذر يعنى شىء ناپاك و آلوده . »\r\nوفى الحديث : اتَّقُوا هَذِهِ الْقَاذُورَةَ الَّتِى نَهَى اللَهُ عَنْهَا . قالَ خالدُ بنُ جَنْبةَ : القاذورَةُ الَّتى نَهَى اللَهُ عَنها ، الفِعْلُ القبيح و اللَفْظُ السَّيِّئُ و رَجُلٌ قَذِرٌ و قَذْرٌ ؛ و يقال : أقْذَرتَنا يا فلان ! أى أضْجَرتَنا .\r\n« در حديث وارد است : از اين قاذوره‌اى كه خدا نهى فرموده است بپرهيزيد . يعنى از كار زشت و كلام ناروا دورى كنيد . و گفته مىشود : مرد ناپاك و آلوده . و همچنين گفته مىشود : اى شخص تو ما را آلوده ساختى ! يعنى موجب ناراحتى و بهم ريختگى ما شدى . »\r\nوَ رَجُلٌ مَقْذَرٌ : تَجتَنِبُهُ النّاسُ .\r\n« يعنى مردى كه مردمان از او دورى مىجويند . »\r\nيقال : قَذِرتُ الشَّىءَ أقْذَرُهُ ، إذا كَرِهتُه و اجْتَنَبْتُهُ .\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\n« گفته مىشود : قَذِرتُ الشَّىْءَ . . . ، يعنى از او خوشم نيامد و از او اجتناب كردم . »\r\nالقاذورةُ مِن الرِّجال : الفاحِشُ السَّيِّئُ الخُلُق .\r\n« به مردمان زشت كردار و بد اخلاق قاذوره گفته مىشود . »\r\nالَّذى لا يُبالِى ما قالَ و ما صَنع .\r\n« به كسى كه باكى از گفتار و كردارش ندارد نيز قاذوره اطلاق مىشود . »\r\nوَ رُوِىَ أَنَّ النَّبِىَّ صلّى اللَهُ عَلَيْهِ ( وَ آلِهِ ) وَ سَلَّمَ : كَانَ قَاذُورَةً لَايَأْكُلُ الدَّجَاجَ حَتَّى تُعْلَفَ . القاذورةُ هيهنا ، الّذى يَقذُرُ الأشياءَ ، و أرادَ بِعَلْفِها أن تُطْعَم الشّىءَ الطّاهرَ و الهاءُ للمبالغةِ .\r\n« أبوعبيده مىگويد : از رسول خدا صلّى الله عليه و آله و سلّم روايت است : اگر مرغى از قاذورات ارتزاق مىنمود حضرت از خوردن گوشت آن مرغ إباء مىنمودند تا اينكه به او از علوفات و حبوب طاهر داده شود و بواسطه آن از ناپاكى درآيد . و مقصود از قاذوره در اينجا شخصى است كه اشياء خبيث را ناپاك و آلوده مىبيند و از آنها اجتناب مىكند . و هاء در اينجا جهت مبالغه است . »\r\nوَ فِى حَدِيثِ أَبِى مُوسَى فِى الدَّجَاجِ : رَأَيْتُهُ يَأْكُلُ شَيْئًا فَقَذِرْتُهُ أَىْ كَرِهْتُ أَكْلَهُ كَأَنَّهُ رَآهُ يَأْكُلُ الْقَذَرَ .\r\n« أبى موسى نيز روايت مىكند كه پيامبر فرمود : ديدم آن مرغ از چيزى ارتزاق مىكرد ، و مرا از اين كار ناخوش آمد و از خوردن آن مرغ صرفنظر كردم . گويا آن حضرت ديده است كه از قاذورات مىخورد . »\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nوَ لَمَّا رَجَمَ النَّبِىُّ صَلَّى اللَهُ عَلَيْهِ ( وَ آلِهِ ) وَ سَلَّمَ مَاعِزَ بْنَ مَالِكٍ قَالَ :\r\nاجْتَنِبُوا هَذِهِ الْقَاذُورَةَ يَعْنِى الزِّنَا .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\n« زمانيكه رسول خدا صلّى الله عليه و آله و سلّم ماعز بن مالك را بواسطهء عمل زنا سنگسار نمود فرمود : اى مردم از اين قاذوره اجتناب كنيد ؛ يعنى زنا . »\r\n\r\nلفظ « نجس » داراى مصاديق و معانى مختلفى است\r\nبا توجّه به معانى مختلف و مصاديق متفاوتى كه براى لفظ نجس و قَذر ذكر شده است ، به دست مىآيد كه لفظ نجس داراى مصاديق و معانى مختلفى بوده است .\r\nاز طرفى ممكن است مقصود از نجس همان معناى اصطلاحى يعنى قذارت خبيثه در بعضى از مصاديق مذكوره باشد . و از طرفى ممكن است منظور كدورت نفسانى و ناپاكى سريره در بعضى از موارد باشد ، چنان كه از حديث حسن بصرى اين معنى مستفاد مىشود ؛ چه اينكه قطعاً مقصود از هُوَ أَنْجَسَها نمىتواند قذارت خُبثيّه باشد ، زيرا در اين صورت فرقى بين زنا و نكاح شرعى وجود نخواهد داشت . و از طرفى لفظ نجس در مورد بيمارى و مرض صعب العلاج و يا مستحيل العلاج اطلاق مىشود ؛ داءٌ نَجِسٌ و عَقامٌ . و از طرفى در مورد حرز و عوذه نيز مورد استفاده و استعمال قرار مىگيرد .\r\n\r\nتمامى مصاديق لفظ « نجس » و مشتقّات آن به تنفّر و انزجار برمىگردد\r\nگرچه موارد استعمال كاملًا با يكديگر متفاوت است ، زيرا مصداق نجاست خبثيّه هيچ تلائمى با نجاست باطنيّه و خبث سريره\r\n[ 1 
  ] - لسان العرب ، ج 5 ، ص 80 و 81 .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nندارد ، چنانچه در مورد حديث زنا ذكر گرديد ، و يا بيمارى غير قابل علاج با حرز و عوذه مناسبتى ندارد ؛ ولى اگر چنانچه دقّت شود روشن خواهد شد كه تمامى مصاديق لفظ نجس و مشتقّات آن به يك معنى ارجاع مىگردد و آن مقولهء تنفّر و انزجار است . يعنى معنى و مفاد ( ما يَتَنَفَّرُ عَنه الطّبعُ و يَطرُدُه ) در جميع مصاديق نجس اخذ شده است ، و مآل جميع مفاهيم متّخذهء از لفظ نجس به اين حقيقت باز مىگردد .\r\nبيمارى ممتنع العلاج از آن جهت نجس است كه مصداق واقعى و جدّى تنفّر طبع است و مردم از آن به غايت استيحاش دارند ، و از آن با چهره و حالتى منفور و مشمئز ياد مىكنند .\r\nهمينطور قضاوت مردم نسبت به افراد پليد و ناپاك نيز ، چون برخورد آنان با چيز مورد تنفّر است . مصداق حرز و عوذه نيز از جهت تسميه علّت العدم به عدم معلول و مؤثر به عدم اثر مىباشد ؛ زيرا امراض و بلايا و مصائب چون مورد تنفّر و انزجار مردم مىباشد به علّت رافعهء آن و يا دافعهء آن اطلاق معلول و اثر را نموده‌اند . همچون شفاء كه اسم براى ادويه است بالعنايه .\r\nو از اينجا روشن مىشود كه : چنانچه صاحب « لسان العرب » معناى نجس را قَذِر يعنى چيز آلوده و ناپاك قرار داده است بسيار معناى جامع و طاردى است ، و آن همان اشراب معانى مختلفه از حقيقت واحده و ملحوظه در جميع است .\r\nحال كه معناى نجس كه عبارتست از پليدى و امرى كه موجب\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nتنفّر طبع و انزعاج طبيعت اشخاص است روشن شد ببينيم از ديدگاه شارع مقدّس و استعمال اين لفظ در عرف متشرّعه در چه مصداق و معنائى متعارف بوده است . و آيا در زمان شارع و يا متشرّعه از معناى اصيل و وضع بدوى به معناى مصطلح فعلى كه همان نجاست و ناپاكى خبثيّه است متحوّل گشته است ، به نحوى كه ارادهء ساير مصاديق قذارت از لفظ نجس محتاج به عنايت و قرينهء صارفه است ؟ و يا اينكه در زمان حَمَلهء وحى و تشريع لفظ به همان معنى و مفاد وصفيّه اوّليه باقى و تصرّفى در آن بوجود نيامده است ؟\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n\r\nفصل دوم : استعمال لفظ نجس در عرف متشرّعه\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nبسم الله الرّحمن الرّحيم\r\nشكّى وجود ندارد كه لفظ نجس در استعمال شرعى خروج از معناى لغوى و موارد استعمال آن در عرف نمىباشد ، زيرا همانطور كه بيان شد در عرف به معناى قَذارت و امرِ منفور چه معنوى و چه ظاهرى است . و اينكه بعضى استعمال در قذارت خُبثيّه را منافى با قذارت باطنى و از باب اشتراك لفظى دانسته‌اند موجّه نمىباشد ، بلكه از باب اختلاف مصاديق با حفظ حيثيّت طبيعت نوعيّه است .\r\n\r\nعلّت تحريم ورود مشركين به مسجد الحرام خباثت باطنى بوده است نه نجاست ظاهرى\r\nدر آيه شريفه 28 از سورهء توبه كه در مدينه نازل شده است مىفرمايد :\r\n« يا يُّهَا الَّذِينَ ءَامَنُوا إِنَّمَا الْمُشْرِكُونَ نَجَسٌ فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هذَا » .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\nبايد توجّه كرد كه گرچه نسبت به مفاد اين آيهء شريفه اظهارات\r\n[ 1 
  ] - سوره التّوبة ( 9 ) صدر آيهء 28 .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nمختلفى مطرح شده است و بسيارى از فقهاء و مفسّرين آن را حمل بر نجاست اصطلاحى نموده‌اند ، ولى قرائن و شواهد موجوده دالّ بر خباثت باطنى و عدم جواز ورود اين گونه از افراد در اين حريم مقدّس است ؛ زيرا عدم جواز ورود نجس از نقطهء نظر نفس نجاست نه جهت ديگر فرقى با ساير مساجد ندارد درحاليكه در هنگام نزول آيه مساجد متعدّدى در مدينه موجود بوده است . و لهذا اختصاص عدم جواز به مسجد الحرام اين شبهه را در ذهن تقويت مىنمايد كه حكم به عدم جواز يك حكم سياسى بوده است نه طريقىّ نفس الأمرى .\r\nشاهد بر اين مطلب آنكه : مراجعه به تاريخ اين موضوع را قطعى مىنمايد كه در زمان معصومين عليهم السّلام ورود مشركين و ملحدين به مسجد الحرام كاملًا آزاد بوده و كسى از ورود آنان ممانعتى به عمل نمىآورده ، و احتجاجات بعضى از أئمّه عليهم السّلام با ملحدين در خود مسجد الحرام در كتب مذكور است چنانچه خواهد آمد .\r\nبنابراين اگر ارتكاز عرفى در اين مسأله بر تحقّق نجاست اصطلاحى و حرمت دخول بدين لحاظ بوده باشد ، ديگر ورود اين افراد و عدم منع از جانب مسلمين خصوصاً از ناحيه امام عليه السّلام چه توجيهى مىتواند داشته باشد . بنابراين يا بايد گفت مقصود از نجس همان نجاست اصطلاحى است ولى احكام مترتّبهء بر آن مربوط به زمان خاص و شرائط خاصّى بوده است ، و يا اينكه منظور همان خُبث باطن و قذارت نفسى و روحى است نه نجاست ظاهرى و\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nاصطلاحى .\r\nتأييد بر مطلب آنكه در زمان خود رسول خدا مشركين در مسجد مدينه مىآمدند .\r\n\r\nرواياتى از عامّه در موضوع مورد بحث\r\nدر « صحيح بخارى » ج 1 ، ص 120 قتيبه از ليث از سعيد بن أبى سعيد نقل مىكند كه از أباهريره شنيد كه رسول خدا گروهى را به سمت مسجد فرستاد ، آنها فردى را دستگير كرده بنام ثُمامة بن أثال و به مدينه آوردند . مردم او را به يكى از استوانه‌هاى مسجد بستند .\r\nو در روايات ديگر رسول خدا فرمود : او را آزاد كنند . ثُمامه از مسجد بيرون آمد و كنار نخلى نزديك مسجد غسل نمود و سپس به درون مسجد آمد و شهادت بر توحيد و رسالت رسول اكرم داد و مسلمان شد .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\nو همچنين در ص 74 بابى دارد در اينكه مسلمان و مؤمن نجس نمىشود ؛ مىگويد :\r\nحديث كرد براى ما علىّ بن عبدالله از يحيى از حُمَيد از بكر از أبى رافع از أبوهريره : روزى در حال جنابت رسول خدا او را ملاقات نمود ، او خود را از كنار رسول خدا كنار كشيد و رفت غسل نمود ، سپس برگشت . حضرت فرمود : كجا بودى اى أباهريره ؟ عرض كرد : من جنب بودم و نخواستم با شما در اين حال بنشينم . حضرت فرمود : سبحان الله مؤمن كه نجس\r\n[ 1 
  ] - صحيح البخارى ، ج 1 ، ص 118 .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nنمىشود !\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\nممكن است شخصى در سند و وثاقت اين روايت ترديد نمايد ؛ بلى ممكن است ، امّا مقصود و منظور ما از نقل اين روايت اينست كه حتّى بر فرض عدم وثاقت در اصل محكى و واقعه ، اين نكته ثابت مىشود كه از لفظ نجس در اين خبر قطعاً معناى مصطلح اراده نشده است ؛ زيرا خود أباهريره مىداند كه بول و امثال آن موجب نجاست ظاهرى بدن و بالنّتيجه غسل آن مىشود ، پس چگونه از رسول خدا نقل مىكند كه مؤمن نجس نمىشود ؟ و اين نيست جز اينكه مقصود از اين لفظ ، نجاست باطنى و قذارت روحى است نه ظاهرى .\r\nهمچنين در « المصنّف » ج 1 ، ص 200 روايت مىكند :\r\nحدَّثَنا وَكيعٌ عَن مَسعَرٍ عَن واصِلٍ عَن أبى وائِلٍ عَن حُذَيفَةَ : إِنَّ النَّبِىَّ صَلَّى اللَهُ عَلَيْهِ ( وَ آلِهِ ) وَ سَلَّمَ لَقِيَهُ وَ هُوَ جُنُبٌ فَأَعْرَضَ عَنْهُ فَاغْتَسَلَ ثُمَّ جَاءَ فَقَالَ : إِنَّ الْمُؤْمِنَ لَايَنْجُسُ .\r\n[ 2 
  ]\r\n« از حذيفه روايت است كه روزى رسول خدا را در مسير ملاقات كرد و از آنجا كه جنب بود زود خود را دور نموده برفت و پس از غسل بازگشت . آنگاه رسول خدا فرمود : مؤمن كه نجس نمىشود . »\r\n[ 1 
  ] - همان مصدر ؛ همچنين در كتاب المصنّف ، ج 1 ، ص 199 ، با كمى تفاوت آمده است .\r\n[ 2 
  ] - و نظير آن در شرح معانى الآثار ، ج 1 ، ص 13 آمده است : . . . وَ قَدْ رَأيْناهُ صَلَّى اللَهُ عَلَيْهِ ( وَآلِهِ ) وَ سَلَّمَ قالَ : الْمُؤْمِنُ لَايَنْجُسُ .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nهمينطور در « أحكام القرآن » الجصّاص ، ج 3 ، ص 115 آمده است :\r\nوَ قَد رَوَى حَمّادُ بنُ سَلَمَةَ عَن حميد عَنِ الحَسَنِ عَن عُثمانَ بنِ أبى العاصِ : إِنَّ وَفْدَ ثَقِيفٍ لَمَّا قَدِمُوا عَلَى رَسُولِ اللَهِ صَلَّى اللَهُ عَلَيْهِ ( وَ آلِهِ ) وَ سَلَّمَ ضَرَبَ لَهُمْ قُبَّةً فِى الْمَسْجِدِ . فَقَالُوا : يَا رَسُولَ اللَهِ ! قَوْمٌ أَنْجَاسٌ . فَقَالَ رَسُولُ اللَهِ صَلَّى اللَهُ عَلَيْهِ ( وَآلِهِ ) وَ سَلَّمَ : إنَّهُ لَيْسَ عَلَى الْأَرْضِ مِنْ أَنْجَاسِ النَاسِ شَىْءٌ ، إنَّمَا أَنْجَاسُ النَّاسِ عَلَى أَنْفُسِهِمْ .\r\n« گروهى از بنى ثقيف به مدينه آمدند و بر رسول خدا صلّى الله عليه و آله و سلّم وارد شدند . حضرت خيمه‌اى در مسجد جهت آنان برپا داشت . مردم گفتند : اى رسول خدا اينان مشركند و نجسند ! حضرت فرمود : نجاست اينان با خودشان است نه بر زمين . »\r\nممكن است اين روايت اينطور معنا و تفسير شود كه اگر اينان نجس هستند اين نجاست به بدن آنها مربوط است و كارى به زمين و نجس كردن آن ندارد ، بنابراين مانعى نيست كه در مسجد بيتوته كنند .\r\nولى ممكن است معناى ديگرى بر آن بشود و آن اينكه : نجاست آنها به زمين اصابت نمىكند و آنها نجاستشان مربوط به نفسشان و باطنشان است و قابل سرايت به جاى ديگرى نيست . و به نظر مىرسد كه اين معنى دقيق‌تر و نزديكتر به واقع باشد ، زيرا تنجيس مسجد شرعاً حرام مىباشد و قطعاً اگر يك فرد نجس در جائى بيتوته كند و روزها را در مكانى به پا دارد ، امكان ندارد در اين مدّت هيچ اثرى از او و يا سرايتى از او بواسطه شستشو و رطوبت و يا عرق كه تمام اينها\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nموجب تنجيس مسجد مىشود سرنزد . بنابراين بايد اين لفظ را از رسول خدا بر همان معناى قذارت باطنى و كدورت نفس حمل نمود ؛ و الله العالم .\r\nالبتّه بعضى در دلالت روايت تشكيك نموده و اين واقعه را قبل از نزول آيهء : « إِنَّمَا الْمُشْرِكُونَ نَجَسٌ » دانسته‌اند ، ولى با توجّه اندكى به مدلول روايت ضعف اين تشكيك روشن مىشود ؛ زيرا مسلمين تصريح بر نجاست آنها نموده‌اند درحاليكه قبل از نزول آيه حكمى مبنى بر نجاست ولو باطنى و روحى نيامده بود . بنابراين بايد اذعان نمود كه مسلمين مقصد و منظور از نجاست را در آيه درست درنيافته بودند و آن را حمل بر معنى اصطلاحى نموده بودند ، و رسول خدا صلّى الله عليه و آله و سلّم با اين بيان آنانرا متوجّه اشتباه و خطاء در مفهوم و بالتّبع مصداق آن نموده است .\r\n\r\nرواياتى از شيعه كه دلالت دارد مقصود از نجاست معناى اصطلاحى و فقهى نيست\r\nهمينطور در روايات شيعه نيز دلائلى بر استفاده از لفظ نجس و يا لفظ طاهر در معناى نفسى و باطنى آنها وجود دارد . مرحوم شيخ حرّ عاملى در جلد اوّل « وسائل » ص 219 روايت مىكند از بعضى از اصحاب از ابن جمهور از محمّد بن قاسم از ابن أبى يعفور از امام صادق عليه السّلام كه فرمود :\r\nلَاتَغْتَسِلْ مِنَ الْبِئْرِ الَّتِى تَجْتَمِعُ فِيهَا غُسَالَةُ الْحَمَّامِ فَإنَّ فِيهَا غُسَالَةَ وَلَدِ الزِّنَا وَ هُوَ لَايَطْهُرُ إِلَى سَبْعَةِ آبَاءَ ، وَ فِيهَا غُسَالَةَ النَّاصِبِ وَ هُوَ شَرُّهُمَا . إِنَّ اللَهَ لَمْ يَخْلُقْ خَلْقًا شَرًّا مِنَ الْكَلْبِ وَ إِنَّ النَّاصِبَ أَهْوَنُ عَلَى\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nاللَهِ مِنَ الْكَلْبِ .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\n« حضرت فرمودند : از آب چاهى كه فاضلاب حمّام در آن مىريزد غسل مكن زيرا اولاد زنا در آن حمّام خود را شستشو مىدهند و درحاليكه او تا هفت پشت طاهر نمىباشد ، و همچنين ناصبى خود را مىشويد و او از آن دو بدتر است . خداى متعال هيچ مخلوقى را بدتر از سگ نيافريد ، امّا شخص ناصبى از آن هم پست‌تر و زبون‌تر است . »\r\nنظير اين روايت در « علل الشّرايع » از محمّد بن الحسن . . . از عبدالله بن أبى يعفور مروى است كه از امام صادق عليه السّلام روايت مىكند ، حضرت فرمودند :\r\nوَ إِيَّاكَ أنْ تَغْتَسِلَ مِنْ غُسَالَةِ الْحَمَّامِ ، فَفِيهَا يَجْتَمِعُ غُسَالَةُ الْيَهُودِىِّ وَ النَّصْرَانِىِّ وَ الْمَجُوسِىِّ وَ النَّاصِبِ لَنَا أَهْلَ الْبَيْتِ وَ هُوَ شَرُّهُمْ . فَإنَّ اللَهَ تَبَارَكَ وَ تَعَالَى لَمْ يَخْلُقْ خَلْقًا أَنْجَسَ مِنَ الْكَلْبِ وَ إنَّ النَّاصِبَ لَنَا أَهْلَ الْبَيْتِ أَنْجَسُ مِنْهُ .\r\n[ 2 
  ]\r\n« مبادا از آب زائدهء حمّام جهت غسل استفاده كنى ، زيرا در اين آب زائدهء غسل يهود و نصرانى و مجوسى و ناصب ما اهل بيت قرار دارد . و بدان كه ناصبى از همهء آنان بدتر است . خداى متعال هيچ\r\n[ 1 
  ] - وسائل الشّيعة ، كتاب الطّهارة ، أبواب الماء المضاف و المستعمل ، الباب ( 11 ) ، حديث 4 ، ج 1 ، ص 219 .\r\n[ 2 
  ] - علل الشّرائع ، ج 1 ، ص 292 ، باب 220 ، آداب الحمّام .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nمخلوقى را نجس‌تر از سگ نيافريد و بدرستيكه شخص ناصبى از سگ هم نجس‌تر است . »\r\nبا توجّه به اين دو روايت و نظائر آنها روشن مىشود كه مقصود از نجاست و يا طهارت در روايت سابق معناى اصطلاحى و فقهى آن نيست ؛ زيرا لفظ طهارت در روايت سابق در مورد ولد زنا به كار گرفته شده است درحاليكه به اجماع و ضرورت دين اولاد زنا پاك هستند و نجاستى عرضى مترتّب بر آنان نيست ، بلكه مقصود از اين لفظ عبارت از يك نوع كدورت و گرفتگى باطنى و معنوى است كه بر توالد و تناسل من غير طريق شرعى مترتّب است و اين اشكالى ندارد .\r\nدر اين روايت دوّم نيز امام عليه السّلام راوى را از غسل در آب حمّامى كه يهود و نصارى و غيره خود را در آن مىشويند نهىمىكنند ، درحاليكه بعداً خواهد آمد كه قطعاً اين جماعت محكوم به طهارت ذاتى بوده و اگر شكى در مورد بعضى باشد آن در مورد مشركين است نه در مورد آنها .\r\n\r\nحقيقت نجاست باطنى مقول به تشكيك است نه نجاست ظاهرى\r\nنكته قابل توجّه در اين روايت اينست كه : امام عليه السّلام ناصبى را نجس‌تر از سگ مىداند درحاليكه نجاست مقول به تشكيك نيست ، و احكام مترتبهء بر آن و بر ازالهء آن به نجاست مادّه ارتباطى ندارد بلكه به خصوصيّت نفس مادّه مربوط مىشود . مثلًا در مورد سگ اوّل بايد با خاك آن را پاك نمود سپس با آب تطهير نمود ، يا در مورد بول با آب ازاله مىشود ، و يا در مورد غائط با خِرْقه و يا سنگ و يا چيز ديگر رفع نجاست مىشود . در تمامى اين موارد طرق مختلف ازاله به اصل نجاست مربوط نيست بلكه به نفس مادّهء نجس\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nبرمىگردد و عنوان نجاست كمى يا زيادى و شدّت و ضعف برنمىدارد ؛ و اگر قرار باشد كه شدّت عنوان ظاهرى دخالت در احكام مترتّبه داشته باشد بايد سؤر ناصبى را بيشتر از سؤر كلب تطهير نمود ، زيرا طبق اين روايت ناصبى نجس‌تر است ، و لَم يَقُل به أحدٌ .\r\nپس منظور امام از عنوان نجس‌تر نجاست معنوى و قذارت باطنى است كه آن داراى مراتب متفاوته از شدّت و ضعف و قلّت و كثرت مىباشد .\r\nروايت ديگر در « كافى » باب التّطهير ، ص 35 وارد است :\r\nعَلِىٌّ عَن أبيهِ عَنِ النَّوفِلىِّ عَنِ السَّكُونىِّ عَن أبى عَبدِ اللَهِ عَلَيهِ السَّلامُ قالَ : قَالَ رَسُولُ اللَهِ صَلَّى اللَهُ عَلَيْهِ وَ آلِهِ وَ سَلَّمَ : طَهِّرُوا أَوْلَادَكُمْ يَوْمَ السَّابِعِ فَإنَّهُ أطْيَبُ وَ أَطْهَرُ وَ أَسْرَعُ لِنَبَاتِ اللَحْمِ ، وَ إنَّ الْأَرْضَ تَنْجُسُ مِنْ بَوْلِ الْأَغْلَفِ أَرْبَعِينَ صَبَاحًا .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\n« امام صادق عليه السّلام از رسول خدا صلّى الله عليه و آله و سلّم روايت مىكند كه حضرت فرمودند : اولادتان را در روز هفتم تطهير ( ختنه ) نمائيد زيرا اين هنگام پاكيزه‌تر و مهيّاتر و ترميم آن بهتر و زودتر انجام مىپذيرد ؛ و بدرستيكه زمين تا چهل روز از بول شخص ختنه نشده نجس مىماند . »\r\nاين روايت را در « تهذيب » بابُ الولادةِ و النّفاسِ و العقيقة\r\n[ 2 
  ] و\r\n[ 1 
  ] - الكافى ، كتاب العقيقة ، باب التّطهير ، حديث 2 ، ج 6 ، ص 35 .\r\n[ 2 
  ] - تهذيب الأحكام ، ج 7 ، ص 445 .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nدر « وسائل الشّيعة » بابُ وجوبِ خِتانِ الصّبىّ و جوازِ تركِه ،\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] و در « بحار الأنوار » بابُ الخِتانِ و الخفضِ و سننِ الحملِ نقل مىكنند .\r\n[ 2 
  ]\r\nهمچنين به سند ديگر از ابن طريف از ابن علوان از امام صادق عليه السّلام شبيه اين روايت در كتاب « قرب الإسناد »\r\n[ 3 
  ] روايت شده است . كذلك در كتاب « خصال » نيز روايت به طريق ديگر نقل شده است . پدر شيخ صدوق از علىّ بن إبراهيم بن هاشم از پدرش از حسين بن يزيد نوفلى از إسماعيل بن مسلم السّكونى از امام صادق از پدرانشان روايت مىكند .\r\n[ 4 
  ]\r\nمورد ديگر دعائى است كه هنگام دخول در بيت الخلاء از رسول خدا صلّى الله عليه و آله و سلّم مرويست .\r\nدر « وسائل » باب استحباب التسمية ، و در « مَن لايحضُره الفقيه » باب ارتيادِ المكان للحدَث وارد است :\r\nوَ كَانَ رَسُولُ اللَهِ صَلَّى اللَهُ عَلَيْهِ وَ آلِهِ وَ سَلَّمَ إذَا أَرَادَ دُخُولَ الْمُتَوَضَّأَ قَالَ : اللَهُمَّ إنِّى أَعُوذُ بِكَ مِنَ الرِّجْسِ النِّجْسِ الْخَبِيثِ الْمُخْبِثِ الشَّيْطَانِ الرَّجِيمِ . . .\r\n[ 5 
  ]\r\n[ 1 
  ]\r\n- وسائل الشّيعة ، كتاب النّكاح ، ابواب أحكام الأولاد ، الباب ( 52 ) ، حديث 4 ، ج 21 ، ص 434 .\r\n[ 2 
  ] - بحار الأنوار ، كتاب العقود و الإيقاعات ، ابواب الأولاد ، باب الختان و الخفض ، ج 104 ، ص 108 با كمى تفاوت .\r\n[ 3 
  ] - قرب الإسناد ، ص 122 ، حديث 429 .\r\n[ 4 
  ] - الخصال ، ابواب الأربعين ، حديث 6 ، ص 538 .\r\n[ 5 
  ] - وسائل الشّيعة ، كتاب الطّهارة ، أبواب أحكام الخلوة ، الباب ( 5 ) ، 
  ] حديث 5 ، ج 1 ، ص 307 ؛ و نيز در من لا يحضره الفقيه ، ج 1 ، ص 23 .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\n« رسول خدا صلّى الله عليه و آله و سلّم هر گاه داخل بيت الخلاء مىشد مىفرمود : خدايا به تو پناه مىبرم از آنچه كه پليد و نجس و خبيث و ناپاك و خبيث كننده مىباشد كه آن همانا شيطان رانده و طرد شده است . »\r\nو شبيه اين روايت را در « مستدرك الوسائل » باب استحباب التّسمية و الاستعاذة از كتاب جعفريّات روايت مىكند كه :\r\nأميرالمؤمنين عليه السّلام فرمود : رسول خدا صلّى الله عليه و آله و سلّم به من امر كرد هنگامى كه داخل بيت الخلاء مىشوم اين دعا را بخوانم .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\n\r\nاطلاق لفظ « نجس » در روايات بر « شيطان » به معناى نجاست اصطلاحى نيست\r\nخوب بسيار روشن و واضح است چه در روايت أغلف كه زمين تا چهل روز به حالت نجاست مىماند ، مقصود نجاست ظاهرى نيست ؛ و كذلك اطلاق لفظ نِجْس بر شيطان به معناى نجاست اصطلاحى نخواهد بود .\r\n\r\nدلالت روايت خلقت نور خمسه طيبه و عدم آلودگى آنها به نجاست شرك بر مطلوب\r\nو نيز روايتى در « علل الشّرايع » با سلسلهء سند . . . از معاذ بن جبل از رسول خدا نقل مىكند كه حضرت فرمودند :\r\nإنَّ اللَهَ عَزَّوَجَلَّ خَلَقَنِى وَ عَلِيًّا وَ فَاطِمَةَ وَ الْحَسَنَ وَ الْحُسَيْنَ قَبْلَ أَنْ يَخْلُقَ الدُّنْيَا بِسَبْعَةِ آلَافِ عَامٍ . قُلْتُ : فَأَيْنَ كُنْتُمْ يَا رَسُولَ اللَهِ ؟ قَالَ :\r\nقُدَّامَ الْعَرْشِ نُسَبِّحُ اللَهَ تَعَالَى وَ نَحْمَدُهُ وَ نُقَدِّسُهُ وَ نُمَجِّدُهُ . قُلْتُ : عَلَى أَىِّ مِثَالٍ ؟ قَالَ : أَشْبَاحُ نُورٍ ، حَتَّى إذَا أَرَادَ اللَهُ عَزَّوَجَلَّ أَنْ يَخْلُقَ\r\n[ 1 
  ] - مستدرك الوسائل ، كتاب الطّهارة ، أحكام الخلوة ، باب 5 ، حديث 6 ، ج 1 ، ص 253 .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nصُوَرَنَا ، صَيَّرَنَا عَمُودَ نُورٍ ثُمَّ قَذَفَنَا فِى صُلْبِ آدَمَ ، ثُمَّ أَخْرَجَنَا إلَى أَصْلَابِ الْآبَاءِ وَ أَرْحَامِ الْأُمَّهَاتِ وَ لَايُصِيبُنَا نِجْسُ الشِّرْكِ وَ لَا سِفَاحُ الْكُفْرِ . . .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\n« خداى متعال قبل از خلقت دنيا به هفت هزار سال من و على و فاطمه و حسن و حسين را خلق فرمود . پرسيدم از آن حضرت : پس شما كجا بوديد اى رسول خدا ؟ حضرت پاسخ داد : ما در عرش پروردگار تسبيح و حمد و تقديس و تمجيد او را مىنموديم .\r\nعرض كردم : بر چه مثال و تعيّنى وجود شما قرار داشت ؟ حضرت فرمود : ما اشباح نور بوديم ، تا اينكه خداى متعال اراده فرمود خلقت عنصرى و مادّى ما را پديد آورد ، آنگاه ما را همچون عمودى از نور بگردانيد و در صلب آدم قرار داد ، و همينطور از صلبى به صلب ديگر منتقل شديم درحاليكه هيچگونه نجاست شرك و پليدى كفر دامان ما را نيالود . . . »\r\n[ 2 
  ]\r\nاين روايت تصريح دارد بر اينكه مقصود از نجاست شرك قذارت باطنى شرك و كدورت معنوى آن است ، زيرا وجود خمسهء\r\n[ 1 
  ] - علل الشّرايع ، باب 156 ، حديث 11 ، ج 1 ، ص 208 ؛ در مصادر و كتب ديگرى نيز عين اين مطالب نقل شده است از جمله : دلائل الإمامة ، ص 59 و مدينة المعاجز ، ج 3 ، ص 229 و بحار الأنوار ، جلدهاى 15 ، ص 7 ؛ و ج 35 ، ص 34 .\r\n[ 2 
  ] - در دلائل الإمامة ، ص 59 ، معرفة ولادة أبى محمّد الحسنِ بن علىّ عليهما السّلام نظير اين روايت نقل شده است .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nطيّبه قطعاً به صورت حقيقت نوريّه نه به صورت مادّه و عنصر مادّى در اصلاب آباء و امّهات مستقر بوده است ، چنانچه در خود روايت به اين معنى تصريح شده است . و لذا مىتوان اين روايت را به عنوان دليل محكم و قاطع بر مفاد آيهء شريفه : « إِنَّما الْمُشْرِكُونَ نَجَسٌ » قرار داد ، و مقصود از نجاست شرك را در آيه بر معناى كدورت و قذارت نفسى و معنوى تفسير نمود .\r\nمورد ديگر در « بحار الأنوار » ج 16 ، ص 374 ، بابُ فضائِله و خصائصِه صلّى الله عليه و آله و سلّم از تفسير فرات بن إبراهيم نقل‌مىكند :\r\nعَلىُّ بنُ مُحَمَّدِ بنِ عَلىِّ بنِ عُمَرَ الزُّهَرىِّ عَن عَبدِ اللَهِ بنِ عَبّاسٍ - رَضىَ اللَهُ عَنهُ - قَالَ : قَامَ رَسُولُ اللَهِ صَلَّى اللَهُ عَلَيْهِ وَ آلِهِ [ وَ سَلَّمَ 
  ] فِينَا خَطِيبًا فَقَالَ : الْحَمْدُ لِلَّهِ عَلَى آلَائِهِ وَ بَلَائِهِ عِنْدَنَا أَهْلَ الْبَيْتِ . . .\r\nوَ إنَّا أَهْلَ الْبَيْتِ طَهَّرَنَا اللَهُ مِنْ كُلِّ نَجْسٍ ، فَنَحْنُ الصَّادِقُونَ إذَا نَطَقُوا وَ الْعَالِمُونَ إذَا سُئِلُوا . . . إلخ .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\n« عبدالله بن عبّاس مىگويد : روزى رسول خدا صلّى الله عليه و آله و سلّم در ميان ما برخاست و خطبه‌اى قرائت كرد و فرمود : حمد اختصاص به پروردگار دارد بر نعمتهاى او و بر بلايائى كه نازل مىكند بر ما اهل بيت . . . تا اينكه مىفرمايد :\r\n[ 1 
  ] - تفسير فرات كوفى ، ص 305 الى 307 .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nو ما اهل بيتى هستيم كه خداى متعال ما را از هر نجاست و قذارتى پاك و مطهّر گردانيد ؛ پس ما در كلام خود صادق هستيم زمانى كه سخن بگوئيم و دانا هستيم زمانى كه سؤالى از ما بشود . . . الخ . »\r\nدر اينجا نيز لفظ نجس قطعاً بر معناى قذارت باطن و كدورت نفس استعمال شده است .\r\nاينها برخى از مواردى بود كه نگارنده به آن برخورد كرده و به عنوان شاهد و دليل بر رواج استعمال لفظ نجس در قذارت و كدورت نفسانى مىتوان استفاده نمود ؛ البتّه ممكن است موارد ديگرى نيز وجود داشته باشد . 1\r\n\r\n\r\n","description":"","footnote":"\r\n1 - از جمله در مصباح المتهجّد ، ص 789 در زيارت حضرت امام حسين عليه السّلام آمده : أشْهَدُ أنّكَ كُنْتَ نورًا فى الْأصْلابِ الشّامِخَةِ وَ الْأرْحامِ الطّاهِرَةِ لَمْ تُنَجِّسْكَ الْجاهِليَّةُ بِأنْجاسِها وَ لَمْ تُلْبِسْكَ الْمُدْلَهِمّاتُ مِنْ ثيابِها ، وَ أشْهَدُ أنّكَ مِنْ دَعائِمِ الدّينِ . و نظير آن در كتاب المسترشد ، ص 648 چنين آمده است كه : و رُوى أنَّ أَبابَكْرٍ هَرَبَ يَوْمَ احُدٍ وَ انْهَزَمَ يَوْمَ خيْبَرٍ هُوَ وَ عُمَرُ ، وَ لَمْ يَنْهَزِمْ عَلىٌّ قَطُّ ، ثُمَّ لَمْ يَنْجُسْ بِعِبادَةِ الأوْثانِ وَ الأصْنامِ قَطُّ . وَ تَرَكَ أباهُ وَ هُوَ أَعَزُّ قُرَيْشٍ . و نيز مانند آن در كتاب دلائل الإمامة ، ص 276 آمده است : أخْرَجَ أحْمَدُ بْنُ إسْحقَ جِرابَهُ مِنْ طَىِّ كِسائِهِ ، فَوَضَعَهُ بَيْنَ يَدَىْ مَوْلانا فَنَظَرَ أبو مُحَمَّدٍ عَلَيْهِ السَّلامُ إلَى الْغُلامِ وَ قالَ : يا بُنَىَّ ، فُضَّ الْخاتَمَ عَنْ هَدايا شيعَتِكَ و مَواليكَ . فَقالَ : يا مَوْلاىَ ؛ أ يَجوزُ لى أنْ أمُدَّ يَدًا طاهِرَةً إلى هَدايا نَجِسَةٍ وَ أمْوالٍ رَجِسَةٍ قَدْ شِيبَ أحَلُّها بِأحْرَمِها ؟ فَقالَ مَوْلانا عَلَيْهِ السَّلامُ : يَابْنَ إسْحقَ ! اسْتَخْرِجْ ما فى الْجِرابِ لُيمَيِّزَ بَيْنَ الْحَلالِ مِنْها وَ الْحَرامِ .\r\nو أيضاً در كتاب مكارم الأخلاق ، نقل شده : مِنْ كِتابِ مَنْ لايَحْضُرُهُ الْفَقيهُ ، عنْ مُحَمَّدِ بْنِ حَمْرانَ قالَ : قالَ الصّادِقُ عَلَيْهِ السَّلامُ : إذا دَخَلْتَ الْحَمّامَ فَقُلْ فى الْوَقْتِ الَّذى تَنْزِعُ فيهِ ثِيابَكَ : اللَهُمَّ انْزِعْ عَنِّى رِبْقَةَ النِّفَاقِ وَ ثَبِّتْنى عَلَى الْإيمانِ . وَ إذا دَخَلْتَ الْبَيْتَ الْأوَّلَ فَقُلْ : اللَهُمَّ إنّى أعوذُ بِكَ مِنْ شَرِّ نَفْسى وَ أسْتَعيذُ بِكَ مِنْ أذاهُ . وَ إذا دَخَلْتَ الْبَيْتَ الثّانِىَ فَقُلْ : اللَهُمَّ أذْهِبْ عَنِّى الرِّجْسَ النِّجْسَ وَ طَهِّرْ جَسَدى وَ قَلْبى ، وَ خُذْ مِنَ الْماءِ الْحارِّ وَ ضَعْهُ عَلَى هامَتِكَ .\r\nو از جمله در كتاب الثّاقب فى المناقب ، ص 586 وارد شده است كه : فَلَمّا فَرَغَ مِنْ كَتْبِهِ الْبَياضَ الَّذى كانَ بِيَدِهِ أخْرَجَ أحْمَدُ بْنُ إسْحَقَ جِرابَهُ مِنْ طَىِّ كِسائِهِ ، فَوَضَعَهُ بَيْنَ يَدَيْهِ ، فَنَظَرَ الْمَوْلَى أبومُحَمَّدٍ عَلَيْهِ السَّلامُ إلَى الْغُلامِ ، وَ قالَ : يا بُنَىَّ فُضَّ الْخَتْمَ عَنْ هَدايا شيعَتِكَ الَّتِى بَعَثوها إلَيْكَ ، فَقالَ : يا مَوْلاىَ ، يجوزُ لى أنْ أمُدَّ يَدى الطّاهِرَةَ إلَى هَدايا نَجِسَةٍ وَ أمْوالٍ وَحِشَةٍ قَدْ خُلِطَ حِلُّها بِحَرامِها ؟ فَقالَ عَلَيْهِ السَّلامُ : يابْنَ إسْحقَ ، اسْتَخْرِجْ ما فى الْجِرابِ لُيمَيِّزَ بَيْنَ الْحَلالِ وَ الْحَرامِ مِنْها .\r\nو همچنين در كتاب المزار ، محمّد بن مشهدى ، ص 91 ، در زيارت حضرت إبراهيم ابن رسول الله صلّى الله عليه و آله و سلّم بدينگونه مذكور است : أشْهَدُ أنَّكَ قَدِ اخْتارَ اللَهُ لَكَ دارَ إنْعامِهِ قَبْلَ أنْ يَكْتُبَ عَلَيْكَ أحْكامَهُ أوْ يُكَلِّفَكَ حَلالَهُ وَ حَرامَهُ ، فَنَقَلَكَ إلَيْهِ طَيِّبًا زاكيًا مَرْضيًّا طاهِرًا مِنْ كُلِّ نِجْسٍ ، مُقَدَّسًا مِنْ كُلِّ دَنَسٍ وَ بَوَّأكَ جَنَّةَ الْمَأْوَى ، وَ رَفَعَكَ إلَى دَرَجاتِ الْعُلَى .\r\nو در كتاب سعد السّعود ، ص 39 و 40 بدين لفظ نقل نموده : فصلٌ فيما نذكُره من القائمةِ الثّانيةِ من الوِجهةِ الثّانيةِ مِن الكُرّاسِ الثّالثِ من سننِ إدريسَ : إنَّما إذا دَخَلْتُمْ فى الصِّيام طَهِّروا نُفوسَكُمْ مِنْ كُلِّ دَنَسٍ و نِجْسٍ وَ صوموا لِلَّهِ بِقُلوبٍ خالِصَةٍ صافيَةٍ مُنَزَّهَةٍ عَنِ الْأفْكارِ السَّيِّئَةِ وَ الْهَواجِسِ الْمُنْكَرَةِ فَإنَّ اللَهَ يَحيسُ الْقُلوبَ الْلَطِخَةَ وَ النّيّاتِ الْمَدْخوُلَةَ .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nو امّا معناى دوّم نجاست ، و به عبارت ديگر مصداق دوّم آن عبارت از همين معنى و مصداق متعارف فقهى و فعلى است كه براى همه روشن و واضح مىباشد .\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\n\r\nفصل سوم : معناى شرك و مفاد آيهء كريمهء : « إِنَّمَا الْمُشْرِكُونَ نَجَسٌ »\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nبسم الله الرّحمن الرّحيم\r\nهمانطور كه قبلًا گذشت ، از نقطه نظر فقهى تنها دليلى كه ممكن است از آيات قرآن كريم بر نجاست مشركين دلالت كند آيه شريفه : « يأَ يُّهَا الَّذِينَ ءَامَنُوا إِنَّمَا الْمُشْرِكُونَ نَجَسٌ فَلَايَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هذَا »\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] مىباشد . لذا در اينجا مىبايست ابتداءً به تبيين عنوان شرك و مشرك پرداخته ، سپس ميزان دلالت آيه را بر مفاد و مقصود مورد ارزيابى قرار دهيم .\r\nبايد در اينجا توجّه كرد كه در آيه فقط خصوص مسجد الحرام ذكر شده است نه مساجد ديگر ؛ پس اگر منظور عدم دخول مشركين در همه مساجد باشد لاأقل مىبايست تلميحى نسبت به اين مطلب بوده باشد ؛ و عدم قول به فصل در اينجا نمىتواند تأثيرى داشته باشد ، زيرا در زمان نزول آيه مساجد مختلفى در مدينه و اطراف\r\n[ 1 
  ] - سوره التّوبة ( 9 ) صدر آيهء 28 .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nوجود داشته است و اين خود قرينه بر عدم لحاظ آنها در كيفيّت نزول حكم است . بلى ممكن است اين قضيّه بنحو عكس مدخليّت داشته باشد ؛ يعنى عدم قول به فصل در حرمت و عدم حرمت دخول مشرك از يك طرف ، و عدم ذكر مساجد در آيه شريفه از طرف ديگر موجب اين نظريّه گردد كه مقصود از لفظ نجس ، نجاست ذاتى و جبلّى نيست ، بلكه منظور قذارت معنوى و كدورت نفسانى است ؛ و آيه به جهت تعظيم و تفخيم مرتبه و جلالت بيت الله اين حكم را صادر نموده است و اين خود موجب صَرف لفظ نجس از معناى متعارف و اراده مصداق ديگر از اين مفاد باشد .\r\nشرك در لغت به معناى سهم و نصيب در كنار ساير سهام مىباشد . در « لسان العرب » گويد :\r\nالشِّركَةُ مُخالَطَةُ الشَّريكَينِ . يُقالُ : اشتَرَكنا ، بِمَعنى تَشارَكنا ؛ وَ قَدِ اشتَرَكَ الرَّجُلانِ وَ تَشارَكا وَ شارَكَ أحَدُهُما الآخَرَ . وَ الشَّريكُ المُشارِكُ . . . وَ الْأشراكُ جَمعُ الشِّركِ وَ هُوَ النَّصيبُ . كَما يُقالُ : قِسمٌ وَ أقسامٌ . وَ أشرَكَ بِاللَهِ ، جَعَلَ لَهُ شَريكًا فى مُلكِهِ وَ الاسمُ الشِّركُ . وَ الشِّركُ أن يَجعَلَ لِلَّهِ شَريكًا فى رُبوبيَّتِهِ ، تَعالى اللَهُ عَنِ الشُّرَكاءِ وَ الأندادِ . وَ قَولُهُ تَعَالى : « وَ أَن تُشْرِكُوا بِاللَهِ مَا لَمْ يُنَزِّلْ بِهِ سُلطنًا »\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] لِأنَّ مَعناهُ عَدَلوا بِهِ ، وَ مَن عَدَلَ بِهِ شَيئًا مِن خَلقِهِ فَهُوَ كافِرٌ مُشرِكٌ ، لِأنَّ اللَهَ وَحدَهُ لا شَريكَ لَهُ وَ لا نِدَّ لَهُ وَ لا نَدِيدَ . وَ فى\r\n[ 1 
  ] - سوره الأعراف ( 7 ) قسمتى از آيه 33 .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nحَديث تَلبيَةِ الجاهِليَّةِ :\r\nلَبَّيكَ لا شَريكَ لَكَ إلّاشَريكٌ هُوَ لَكَ تَمْلِكُهُ وَ ما مَلَكَ . يَعنونَ بِالشَّريكِ الصَّنَمَ ، يُريدونَ أنَّ الصَّنَمَ وَ ما يَملِكُهُ وَ يَختَصُّ بِهِ مِنَ الألاتِ الَّتى تَكونُ عِندَهُ وَ حَولَهُ وَ النُّذورِ الَّتى كانوا يَتَقَرَّبونَ بِها إلَيهِ كُلُّها مِلكٌ لِلَّهِ عَزَّوَجَلَّ . فَذلِكَ مَعنى قَولِهِ : تَمْلِكُهُ وَ ما مَلَكَ .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\n\r\nآنچه كه از مفاد و مصاديق شرك حاصل مىشود سهيم نمودن غير الله است در ذات و اسماء و صفات و افعال\r\nبنابر آنچه از مفاد و مصاديق شرك حاصل مىشود ، شرك به معناى سهيم نمودن غير الله ، چه در نفس ذات و حقيقت وجود ( همچون قائلين به تعدّد الههء خير و شرّ مانند زرتشتىها كه معتقد به دو اصل و دو اقنوم كه همان يزدان خداى خيرات و بركات ، و أهرمن كه خداى شرور و ناملايمات‌اند ) و چه در أسماء و صفات و أفعال ذات كه مانند مشركين و عابدين أصنام و يا حيوانات و يا كُرات سماوى كه آنها را واسطهء فيض الهى مىدانند و توجّه خود را به سوى اين آثار منعطف مىنمايند ، تمام اينها داخل در مقوله شرك و مصداق آن خواهند بود .\r\nدر آيات قرآن كريم به عابدين نجم و قمر و شمس خطاب مشرك شده است :\r\n« وَ كَذَ لِكَ نُرِى إِبْرَ هِيمَ مَلَكُوتَ السَّموَ تِ وَ الْأَرْضِ وَ لِيَكُونَ مِنَ الْمُوقِنِينَ * فَلَمَّا جَنَّ عَلَيْهِ الَّيْلُ رَءَا كَوْكَبًا قَالَ هذَا رَبّى فَلَمَّآ أَفَلَ قَالَ لَآأُحِبُّ الْآفِلِينَ * فَلَمَّا رَءَا الْقَمَرَ بَازِغًا قَالَ هذا رَبّى فَلَمَّآ أَفَلَ\r\n[ 1 
  ] - لسان العرب ، ج 10 ، ص 448 .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nقَالَ لَئِن لَّمْ يَهْدِنِى رَبّى لَأَكُونَنَّ مِنَ الْقَوْمِ الضَّآلّينَ * فَلَمَّا رَءَا الشَّمْسَ بَازِغَةً قَالَ هذَا رَبّى هذَآ أَكْبَرُ فَلَمَّآ أَفَلَتْ قَالَ يقَوْمِ إِنّى بَرِىءٌ مّمَّا تُشْرِكُونَ * إِنّى وَجَّهْتُ وَجْهِىَ لِلَّذِى فَطَرَ السَّموَ تِ وَ الْأَرْضَ حَنِيفًا وَ مَآ أَنَا مِنَ الْمُشْرِكِينَ » .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\n\r\nآيات دالّهء بر خروج اهل كتاب از دائرهء شرك\r\nهمينطور در آيه 105 از سوره بقره خداى متعال در عين اينكه بت‌پرستان را مشرك ناميده است و ليكن اهل كتاب را با عنوان كفر از آنها متمايز و جدا ساخته است :\r\n« مَا يَوَدُّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتبِ وَ لَاالْمُشْرِكِينَ أَن يُنَزَّلَ عَلَيْكُم مّنْ خَيْرٍ مّن رَّبّكُمْ وَ اللَهُ يَخْتَصُّ بِرَحْمَتِهِ مَن يَشَآءُ وَ اللَهُ ذُو الْفَضْلِ الْعَظِيمِ » .\r\nو گرچه در بسيارى از آيات با لفظ مضارع و يا ماضى اهل كتاب را مشمول اين عنوان نموده است ، امّا با لفظ مشرك كه اسم فاعل و دالّ بر ثبوت و تحقّق مصدر در نفس فاعل مىباشد ذكرى به ميان نيامده است .\r\nو كذلك در آيه اوّل از سورهء بيّنه مىفرمايد :\r\n« لَمْ يَكُنِ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتبِ وَ الْمُشْرِكِينَ مُنفَكّينَ حَتَّى تَأْتِيَهُمُ الْبَيّنَةُ » .\r\nو در آيه ششم نيز همين معنى تكرار مىشود :\r\n« إِنَّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتبِ وَ الْمُشْرِكِينَ فِى نَارِ جَهَنَّمَ\r\n[ 1 
  ] - سوره الأنعام ( 6 ) آيات 75 إلى 79 .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nخلِدِينَ فِيهَآ أُولئِكَ هُمْ شَرُّ الْبَرِيَّةِ » .\r\nپس با توجّه به اين آيات فقط اهل كتاب از دائره لفظ مشرك خارج و بقيّه اصناف از عبدهء اصنام و أنجم و قمر و شمس و حيوانات را داخل مىكند .\r\nالبتّه در آيات قرآن حتّى خطاب به مؤمنين كه در اعمال و عبادات خود غير خدا را شريك قرار مىدهند با عنوان فعل نه با عنوان اسم فاعل آنان را از شرك برحذر مىدارد . و يا آنان كه در اسناد امور عالم تكوين به خداى متعال شريك و انبازى قرار مىدهند هم سهمى از اين شرك مىبرند ؛ مانند آيهء شريفه :\r\n« فَإِذَا رَكِبُوا فِى الْفُلْكِ دَعَوُا اللَهَ مُخْلِصِينَ لَهُ الدّينَ فَلَمَّا نَجهُمْ إِلَى الْبَرّ إِذَا هُمْ يُشْرِكُونَ » .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\nو اين معنى از آنجا كه مقول به تشكيك مىباشد در همه افراد كم و بيش وجود دارد چنانچه روايات نيز بر اين مسأله دلالت دارند .\r\nامّا مشرك در اصطلاح قرآن كه مقتضى احكام خاصّ به خود مىباشد ، همان اصنافى هستند كه در بالا ذكر شد .\r\nبدين لحاظ اهل كتاب قطعاً مشمول آيه شريفه : « إِنَّمَا الْمُشْرِكُونَ نَجَسٌ فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هذَا »\r\n[ 2 
  ] نمىباشند . و امّا دلالت آيه شريفه بر اصناف از مشركين قطعى بوده و جاى هيچگونه شكّى وجود ندارد ؛ عمده مطلب در دلالت آيه بر نجاست آنهاست كه\r\n[ 1 
  ] - سوره العنكبوت ( 29 ) آيهء 65 .\r\n[ 2 
  ] - سوره التّوبة ( 9 ) قسمتى از آيهء 28 .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nبايد بررسى شود . در اينجا مطالبى چند به نظر مىرسد :\r\nاوّل اينكه : آيا آيه در مقام اثبات نجاست ذاتى براى مشركين است ، و يا اينكه دلالت بر قذارت ذاتى و باطنى مىكند كه موجب هتك حرمت مسجد الحرام در صورت رفت و آمد و تردّد و خلاصه مأمن و مأواى آنها ، مىشود ؟ !\r\nدر اينجا بايد به اين نكته توجّه داشت كه چنانچه مقصود إثبات نفس نجاست ذاتى بر آنها باشد ، چرا آيه اين مطلب را بنحو عموم بيان نكرده ؟ بدين نحو : يأيُّها الَّذينَ ءَامَنوا إنَّما المُشرِكونَ نَجَسٌ فَلا يَقرَبوا مَساجِدَكُم .\r\nممكن است اعتراض شود كه : آيه مفهوم ندارد و به عبارت ديگر نفى حكم از ساير مساجد نمىشود ؛ چه اينكه آيه در مقام بيان نفس حكم است و ذكر مسجد الحرام صرفاً به جهت بيان مصداقى از مصاديق از لحاظ عظمت شأن و خصوصيّت مورد است ، و الّا اطلاق آيه شامل همهء مساجد مىشود .\r\n\r\nمنع از دخول مشركين به مسجد الحرام صرفاً به جهت مسائل سياسى و اجتماعى بوده است\r\nاين اشكال مندفع است به اينكه : گرچه بمقتضاى اصول موضوعه و از جهت فنّى ابتداءً متبادر به ذهن همين معنى و مطلبى كه ذكر شد خواهد بود ، ولى با توجّه به اينكه در زمان نزول آيه و پس از آن مدينه بعنوان مركز حكومت اسلام و موطن رسول خدا صلّى الله عليه و آله و سلّم و مقرّ خلفاى پس از آنحضرت بود ، مسجد مدينه به عنوان دوّمين مسجد و مهمترين مركز رفت و آمد و تردّد كفّار و مشركين محسوب مىشد ؛ و قطعاً اگر نگوئيم از جهت اهميّت و توجّه\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nانظار از مسجد الحرام مهم‌تر و بالاتر بوده ، بايد اذعان كرد اقلّاً در رديف آن محسوب مىگرديد . و اگر مقصود از آيه صرفاً بيان حكم نجاست ذاتى مشركان مىبود ، چرا از ذكر مسجد مدينه با آن شرافت و مجد و عظمت مىبايست غفلت شود ؟ ! درحاليكه از نقطه نظر حكم و ترتّب آثار هيچ فرقى بين اين دو مسجد وجود ندارد ! و بر فرض اينكه قائل به حرمت بيشتر و لحاظ بيشتر در مسجد الحرام شويم باز اين مسأله هيچ دخلى در ترتّب حكم بر نجاست و يا عدم نجاست مشركين ندارد ؛ زيرا نجس ، نجس است خواه در مسجد الحرام باشد يا در جاى ديگر ؛ و اگر مشركين نجس نيستند در همه جا طاهر و ورود آنان بلامانع است . بنابراين منع از مسجدالحرام صرفاً به جهت مسائل سياسى و اجتماعى آن باز مىگردد ؛ و ما هم از رسول خدا صلّى الله عليه و آله روايتى كه دالّ بر ممنوعيّت دخول مشركان و كفّار به مساجد مسلمين باشد و حرمت آن را اثبات نمايد نداريم ؛ بلكه همانطور كه ذكر شد خلاف آن روايت شده است و تمسّك به ممنوعيّت صرفاً به لحاظ همين آيه شريفه است .\r\nو امّا مطلب دوّم اينكه : در آيه شريفه مىفرمايد : مشركون نجس‌اند پس بايد از دخول در مسجد الحرام بعد از امسال اجتناب كنند ، و مقصود از سال در اين آيه سالى است كه أميرالمؤمنين على عليه السّلام آيات برائت را در مكّه قرائت فرمود ، و آن سنهء نهم از هجرت است . و منظور از دخول مسجد الحرام دخول براى حجّ است ، چنانچه مشركين عرياناً در موسم حجّ به انجام عبادات\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nمخصوصه مىپرداختند . فبناءً عليهذا آيه منع از دخول مشركين در همه حال و در هر صورت نمىكند ، بلكه اختصاص به حجّ با آن شكل و وضع و خصوصيّت دارد ؛ و اگر نه چنين بود مىفرمود : مشركين نبايد داخل مسجد الحرام شوند ، نه اينكه بفرمايد : مشركين پس از امسال نبايد داخل مسجد الحرام شوند . و اين نكته جاى تأمّل و دقّت دارد .\r\nو امّا مطلب سوّم اينكه : در آيه شريفه حكمِ مترتّب بر نجاست مشركين را عدم قرب و نزديكى به مسجد الحرام ذكر كرده است ؛ و اين تعبير مناسبتى با قذارت ظاهرى و نجاست ظاهرى ندارد ، زيرا گر چه موجب تنجيس مسجد الحرام مىباشند ، امّا تعبير به عدم اقتراب در مورد تنجيس ظاهرى لغو و بىمعنى خواهد بود ، و ما در هيچ مورد از موارد نجاسات سراغ نداريم كه فرموده باشند چيز نجس را حتّى نزديك مسجد و يا مسجد الحرام نبريد . بنابراين همچنانكه خداى متعال در توصيف بيت خود عنوان طهارت و پاكيزگى را بر آن اطلاق نموده است ، چنانچه در آيه 125 از سوره بقره مىفرمايد :\r\n« وَ عَهِدْنَآ إِلَى إِبْرَ هِيمَ وَ إِسْمعِيلَ أَن طَهّرَا بَيْتِىَ لِلطَّآئِفِينَ وَ الْعكِفِينَ وَ الرُّكَّعِ السُّجُودِ » ،\r\nو در آيهء 26 از سورهء حجّ مىفرمايد :\r\n« وَ إِذْ بَوَّأْنَا لِإِبْرَ هِيمَ مَكَانَ الْبَيْتِ أَن لَّاتُشْرِكْ بِى شَيْئًا وَ طَهِّرْ بَيْتِىَ لِلطَّآئِفِينَ وَ الْقَآئِمِينَ وَ الرُّكَّعِ السُّجُودِ » ،\r\n\r\nآنچه مناسب با تطهير بيت در سياق آيات است عدم تلوّث آن به كثرات و قذارتهاى روحى و معنوى است\r\nمناسب با اين پاكيزگى و طهارت كه قطعاً طهارت باطن و صفاى\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nملكوت بيت الله الحرام و عدم تلوّث آن به ملوّثات عالم كثرات و خلوص و تركّز آن بر حقيقت توحيد است ، نه طهارت ظاهر و پاكيزگى جسمى و ظاهرى ، قذارت روحى و كدورت معنوى و ظلمت باطنى و نفسى خواهد بود ، لذا مىفرمايد : « فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَام » ؛ يعنى با اين كدورت باطن حتّى نزديك آن ساحت مقدّس و ملكوتى و مطهّر نبايد شوند ، و اين معنى بسيار روشن و واضح و بدون اشكال خواهد بود ؛ چنانچه مرحوم علّامه طباطبائى - رضوان الله عليه - نيز بر اين معنى تصريح دارند . ايشان در « الميزان » جلد نهم ، ص 238 مىفرمايند :\r\nوَ النَّهىُ عَن دُخولِ المُشرِكينَ المَسجِدَ الحَرامَ بِحَسَبِ المُتَفاهَمِ العُرفىِّ يُفيدُ أمرَ المُؤمِنينَ بِمَنعِهِم عَن دُخولِ المَسجِدِ الحَرامِ ، وَ فى تَعليلِهِ تَعالَى مَنعَ دُخولِهِمُ المَسجِدَ بِكَونِهِم نَجَسًا اعْتِبارُ نَوعٍ مِنَ القَذارَةِ لَهُم كَاعْتِبارِ نَوعٍ مِن الطَّهارَةِ وَ النَّزاهَةِ لِلمَسجِدِ الحَرامِ وَ هىَ كَيفَ كانَت أمرٌ آخَرُ وَراءَ الحُكمِ بِاجتِنابِ مُلاقاتِهِم بِالرُّطوبَةِ وَ غَيرِ ذَلِكَ .\r\nو امّا مطلب چهارم : شكّى نيست كه انعقاد ظهور از لفظ و تلقّى آن توسّط مخاطبين بالخطاب ، بر اساس كيفيّت تحقّق موضوع و ارتكاز آن در نفس مخاطب است و اين مسأله مبتنى بر كيفيّت دلالت شواهد و حكايت قرائن حاليه و مقاليه و مقارنات در زمان تلقّى خطاب و حتّى ممكن است پس از آن نيز باشد . بناءً عليهذا انعقاد و تشكّل ظهور نه يك امر اعتبارى بلكه يك حقيقت عرفيّه و طبعيّه\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nاست و اعتبار شخص هيچ دخالتى در نحوهء تكوّن و تشكّل آن ندارد .\r\nروى اين اصل چنانچه قبلًا راجع به اسكان رسول خدا صلّى الله عليه و آله و سلّم وَفْد مشركين را در مسجدالنّبى گذشت ، و همچنين شخص مشرك به روايت أبوهريره ، و كذلك دخول مشركين حتّى پس از نزول اين آيه در مسجد الحرام و ايراد مباحثات كلاميّه توسّط حضرات معصومين عليهم السّلام با ملحدين در مسجدالحرام ، من حيث المجموع اين ظهور را براى مخاطبين تداعى مىكند كه مقصود از نجاست ، نجاست ظاهرى نمىباشد ، بلكه كدورت باطنى و نفسى مراد است .\r\n\r\nرواياتى كه دلالت بر مناظرهء أئمّه عليهم السّلام با كفّار و زنادقه در مساجد مىكنند\r\nاز جمله رواياتى كه دلالت دارد ائمّه معصومين عليهم السّلام با كفّار و زنادقه در مساجد بخصوص در مسجدالحرام مىنشستند و مناظره مىكردند :\r\n1 - روايتى است كه در « احتجاج » ج دوّم ، ص 334 چنين آورده است :\r\nوعَن هِشامِ بنِ الحَكَم قالَ : كَانَ زِنْدِيقٌ بِمِصْرَ يَبْلُغُهُ عَنْ أَبِى عَبْدِاللَهِ عَلَيْهِ السّلَامُ عِلْمٌ ، فَخَرجَ إلَى المَدِيْنَةِ لِيُنَاظِرَهُ ، فَلَمْ يُصَادِفْهُ بِهَا ؛ وَ قِيلَ : هُوَ بِمَكَّةَ ، فَخَرَجَ الَى مَكَّةَ وَ نَحْنُ مَعَ أَبِىعَبْدِاللَهِ عَلَيْهِ السَّلَامُ فَانْتَهَى إلَيْهِ وَ هُوَ فِى الطَّوافِ ، فَدَنَا مِنْهُ وَ سَلَّمَ . فَقَالَ لَهُ أَبُوعَبْدِاللَهِ :\r\nمَا اسْمُكَ ؟ قَالَ : عَبْدُالمَلِكِ . قَالَ : فَمَا كُنْيَتُكَ ؟ قَالَ : أَبُوعَبْدِاللَهِ .\r\nقَالَ أَبُوعَبْدِاللَهِ عَلَيْهِ السَّلَامُ : فَمَنْ ذَا المَلِكُ الَّذِى أَنْتَ عَبْدُهُ ، أَ مِنْ مُلُوكِ الأَرْضِ ، أَمْ مِنْ مُلُوكِ السَّمَاءِ ؟ وَ أَخْبِرْنِى عَنْ ابْنِكَ أَ عَبْدُ إلَهِ\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nالسَّمَاءِ أَمْ عَبْدُ إلَهِ الأَرْضِ ؟ فَسَكَتَ . فَقَالَ أَبُوعَبْدِاللَهِ عَلَيْهِ السَّلَامُ : قُلْ ! فَسَكَتَ . فَقَالَ : إِذَا فَرَغْتُ مِنَ الطَّوَافِ فَأْتِنَا ! فَلَمَّا فَرَغَ أَبُوعَبْدِاللَهِ عَلَيْهِ السَّلَامُ مِنَ الطَّوَافِ أَتَاهُ الزِّنْدِيْقُ ، فَقَعَدَ بَيْنَ يَدَيْهِ وَ نَحْنُ مُجْتَمِعُونَ عِنْدَهُ ، فَقَالَ أَبُوعَبْدِاللَهِ عَلَيْهِ السَّلَامُ . . . إلخ .\r\n2 - « احتجاج » ج 2 ، ص 354 :\r\nوَ عَن حَفصِ بنِ غِياثٍ ، قالَ : شَهِدْتُ المَسْجِدَ الحَرَامَ وَ ابْنُ أَبِىالعَوْجَاءِ يَسأَلُ أَبَاعَبْدِاللَهِ عَلَيْهِ السَّلَامُ عَنْ قَوْلِهِ تَعَالَى : « كُلَّمَا نَضِجَتْ جُلُودُهُمْ . . . »\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] .\r\n3 - روايت « ارشاد » طبع آل البيت ، ج 2 ، ص 199 :\r\nأخبَرَنِى أبوالقاسِمِ جَعفَرُ بنُ مُحَمَّدِ القُمّى . . . عَن العَبّاسِ بنِ عَمرِو الفُقَيمىِّ :\r\nإنَّ ابْنَ أَبِى العَوْجَاءِ وَ ابْنَ طَالُوتَ وَ ابْنَ الأَعْمَى وَ ابْنَ المُقَفَّعِ فِى نَفَرٍ مِنَ الزَّنَادِقَةِ كَانُوا مُجْتَمِعِينَ فِى المَوْسِمِ بِالْمَسْجِدِ الحَرامِ وَ أَبو عَبْدِاللَهِ جَعْفَرُ بْنُ مُحَمَّدٍ عَلَيْهِمَا السَّلَامُ فِيهِ . . . إلى آخِرِ الحَديثِ .\r\n4 - رواياتى و اخبارى كه دلالت بر مناظرات اميرالمؤمنين علىّ عليه السّلام با اهل كتاب در مسجد مدينه دارد . از جمله در كتاب « بحار الانوار » ج 10 ، از كتاب « احتجاج » ص 52 ، باب سوّم :\r\nرُوِىَ أَنَّهُ وَفَدَ وَفْدٌ مِنْ بِلَادِ الرُّومِ إلَى المَدِيْنَةِ عَلَى عَهْدِ أَبِى بَكْرٍ وَ فِيهِمْ رَاهِبٌ مِنْ رُهبَانِ النَّصارَى ؛ فَأَتَى مَسْجِدَ رَسُولِ اللَهِ صَلَّى اللَهُ\r\n[ 1 
  ] - سوره النّساء ( 4 ) قسمتى از آيهء 56 .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nعَلَيْهِ وَ آلِهِ وَ سَلَّمَ . . . فَقَامَ سَلْمانُ الفَارِسِىُّ - رَضِىَ اللَهُ عَنْهُ - وَ أَتَى عَلِىَّ بْنَ أَبِىطَالِبٍ عَلَيْهِ السَّلَامُ وَ هُوَ جَالِسٌ فِى صَحْنِ دَارِهِ مَعَ الحَسَنِ وَ الحُسَينِ عَلَيْهِمَا السَّلَامُ ، وَ قَصَّ عَلَيْهِ القِصَّةَ ؛ فَقَامَ عَلِىٌّ عَلَيْهِ السَّلَامُ فَخَرَجَ وَ مَعَهُ الحَسَنُ وَ الحُسَيْنُ عَلَيْهِمَا السَّلَامُ حَتَّى أَتَى الْمَسْجِدَ ؛ فَلَمَّا رَأَى القَوْمُ عَلِيًّا كَبَّروا اللَهَ وَ حَمَدُوا اللَهَ وَ قَامُوا إلَيْهِ بِأَجْمَعِهِمْ . فَدَخَلَ عَلِىٌّ عَلَيْهِ السَّلَامُ وَ جَلَسَ ، فَقَالَ أَبُوبَكْرٍ : أَيُّهَا الرَّاهِبُ ! سَائِلهُ ، فَإِنَّهُ صَاحِبُكَ وَ بُغيَتُكَ . . .\r\nو از جمله در همان كتاب ، حديث سيزدهم :\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\nعَن ابْنِ عُقدَةَ . . . عَن أبى أيّوبَ المُؤَدّبِ ، عَن أبيهِ وَ كانَ مُؤَدّ بًا لِبَعضِ وُلدِ جَعفَرِ بنِ مُحَمَّدٍ عَلَيهِما السَّلامُ قالَ : لَمَّا تُوُفِّىَ رَسُولُ اللَهِ صَلَّى اللَهُ عَلَيْهِ وَ آلِهِ وَ سَلَّمَ ، دَخَلَ المَدينَةَ رَجُلٌ مِنْ وُلْدِ دَاوُدَ عَلَى دِينِ اليَهُودِيَّةِ فَرَأَى السِّكَكَ خَالِيَةً ، فَقَالَ لِبَعْضِ أَهْلِ المَدِينَةِ : مَا حَاكِمُكُمْ ؟\r\n[ 2 
  ] . . . فَقَالوُا لَهُ : إنْتَظِرْ قَلِيْلًا ! وَ أَقْبَلَ أَمِيْرُالْمُؤْمِنِيْنَ عَلِىُّ بْنُ أَبِىطَالِبٍ عَلَيْهِ السَّلَامُ مِنْ بَعْضِ أَبْوَابِ الْمَسْجِدِ فَقَالُوا لَهُ : عَلَيْكَ بِالفَتَى ، فَقَامَ إلَيْهِ ، فَلَمَّا دَنَا مِنْهُ ، قَالَ لَهُ : أَنْتَ عَلِىُّ بْنُ أَبِىطَالِبٍ . . . إلى آخِرِ الخَبَرِ .\r\nو كذلك اخبار و رواياتى كه حاكى از ورود اهل كتاب و مشركين به مسجد رسول خدا در مدينه مىباشد ، چنانچه بعضى جواز دخول\r\n[ 1 
  ] - بحار الانوار ، باب 1 ، حديث 13 ، ج 10 ، ص 23 .\r\n[ 2 
  ] - ناگفته نماند : در نسخه « بحار » طبع دارالكتب الاسلاميّه عبارت ( ما حَالُكُمْ ) ضبط شده است .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nآنان را به استناد آيه شريفه : « وَ إِنْ أَحَدٌ مّنَ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلمَ الَلهِ »\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] ، جائز مىدانند و عدم جواز دخول را به جهت غرض و داعى دنيوى مىشمارند .\r\nو محصّل كلام آنكه : با توجّه به روايات مذكوره و قرائن و شواهد بر مسأله به نظر مىرسد علّت عدم رواج دخول مشركين و اهل كتاب به مسجد الحرام صرفاً به جهت تعظيم و تفخيم و احترام آن مكان مقدّس بوده است ، و الّا نفس دخول مانع و رادعى نداشته است .\r\nو امّا مطلب پنجم اينكه : با توجّه به مطالب گذشته و عدم ظهور آيه شريفه در نجاست ظاهرى و يا حدّأقلّ شكّ در انعقاد ظهور ، اصل بر طهارت آنها و عدم اجتناب از ملاقات با آنها مىباشد ؛ مگر اينكه دليل خاصّ از سنّت مؤيّد قذارت ظاهرى گردد . بنابراين حكم به اجتناب و عدم اقتراب مشركين به مسجد الحرام صرفاً بر اساس عدم امضاء و رضايت شارع به اختلاط و رفت و آمد و حشر و نشر با آنها مىباشد و در اين مسأله جاى ترديدى وجود ندارد ؛ چنانچه از مفاد « وَ إِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ اللَهُ مِن فَضْلِهِ »\r\n[ 2 
  ] ، مىتوان اين معنى را استنباط نمود ، و الله العالم .\r\n\r\nقائلين از اهل سنّت بر نجاست ظاهرى و نجاست ذاتى مشركان\r\nو امّا در اهل سنّت بسيارى از آنها قائل به نجاست ظاهرى مشركين و غير مشركين از اين آيه شريفه هستند و افرادى نيز قائل به\r\n[ 1 
  ] - سوره التّوبة ( 9 ) صدر آيهء 6 .\r\n[ 2 
  ] - سوره التّوبة ( 9 ) قسمتى از آيهء 28 .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nطهارت آنها مىباشند .\r\nفخر رازى\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] و ابن رشد\r\n[ 2 
  ] و ابن حزم اندلسى\r\n[ 3 
  ] از جمله قائلين به نجاست ذاتى مشركان مىباشند . و امّا از جمله قائلين به طهارت ذاتى مشركان مىتوان به افراد زير اشاره نمود :\r\nعبدالرحمن الجزيرى در كتاب « الفقه على المذاهب الأربعة » .\r\nوى در جلد اوّل ، صفحه شش مىگويد :\r\nوَ الأشياءُ الطّاهِرَةُ كَثيرَةٌ : مِنها الإنسانُ سَواءٌ كانَ حَيًّا أو مَيِّتًا كَما قالَ تَعالَى : « وَ لَقَدْ كَرَّمْنَا بَنِى ءَادَمَ » [ 4 
  ] ؛ وَ أمّا قَولُهُ تَعالَى : « إِنَّمَا الْمُشْرِكُونَ نَجَسٌ » فَالمُرادُ بِهِ النِّجاسَةُ المَعنَويَّةُ الَّتى حَكَمَ بِها الشّارِعُ وَ لَيسَ المُرادُ أنَّ ذاتَ المُشرِكِ نَجِسَةٌ كَنِجاسَةِ الخِنزيرِ .\r\nهمچنين أبوحامد محمّد غزّالى در كتاب « وجيز » ،\r\n[ 5 
  ] و ابن حجر عسقلانى در كتاب « فتح البارى بشرح صحيح البخارى »\r\n[ 6 
  ] قائل به طهارت انسان‌اند ؛ و كذلك بدرالدّين عينى . وى در « عمدة القارى فى شرح صحيح البخارى » ج 3 ، ص 240 مىگويد :\r\nالآدَمىُّ الحَىُّ لَيسَ بِنَجِسِ العَينِ وَ لا فَرقَ بَينَ الرِّجالِ وَ النِّساءِ .\r\nعلّامهء آلوسى در تفسير « روح المعانى » جلد 10 ، ص 76 مىگويد :\r\n[ 1 
  ] - التّفسير الكبير ، ج 16 ، ص 24 .\r\n[ 2 
  ] - بداية المجتهد ، ج 1 ، ص 44 .\r\n[ 3 
  ] - المحلى ، ج 1 ، ص 129 .\r\n[ 4 
  ] - سوره الإسراء ( 17 ) صدر آيه 70 .\r\n[ 5 
  ] - الوجيز ، ج 1 ، ص 111 .\r\n[ 6 
  ] - فتح البارى بشرح صحيح البخارى ، ج 1 ، ص 310 .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nاكثر فقهاء قائل به طهارت ذاتى مشركان مىباشند .\r\nاينها جمله‌اى از قائلين به نجاست و طهارت ذاتى مشركان از اهل سنّت مىباشند .\r\n\r\nاستدلال به آيهء « إِنَّمَا الْمُشْرِكُونَ نَجَسٌ » بر نجاست ذاتى آنها و اشكالات آن\r\nو امّا از خاصّه و علماى شيعه ، ظاهراً جميع آنها بر نجاست ذاتى مشركان اتّفاق نظر دارند . حال بايد به ذكر أدلّه فقهاء شيعه در نجاست ذاتى مشركان و حدود قوّت و ضعف ادلّه بر اثبات مطلوب پرداخت .\r\nدليل اوّل : عبارت از آيه شريفه « إِنَّمَا الْمُشْرِكُونَ نَجَسٌ » مىباشد .\r\nيا به تقرير اينكه : نَجَس بالفتح مصدر است و ذو محذوف ؛ پس معنى و مراد آيه اين است : إنّما المُشرِكونَ ذو نَجَسٍ . و اشكال بر استدلال به اينكه در اين صورت آيه ممكن است هم دلالت بر نجاست ذاتى كند و هم ممكن است نجاست عرضى را شامل گردد ، زيرا بواسطه مباشرت با نجاسات و اكل لحوم خنزير و شرب خمر داراى نجاست عرضى هستند ، مندفع است :\r\nاوّلًا : اگر مقصود نجاست عرضى باشد ديگر تخصيص آيه به مشركان و عدم ذكر يهود و نصارى و غيره در قرآن وجهى نخواهد داشت .\r\nثانياً : إندراج جميع مشركان تحت عنوان نجاست بواسطه مباشرت با نجاسات محلّ ايراد است ؛ زيرا چه بسا آنها پس از مباشرت با آب خود را تطهير و قذارت را از خود سلب مىنمودند ، كما اينكه بطور متعارف اين معنى معروف و مشهود است . و حتّى\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nبسيارى از آنان ممكن است از اين جهت جلوتر از مسلمين و پاك‌تر از آنها باشند ؛\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] و عدم اعتناء و توجّه عدّه‌اى از مشركين نسبت به قذارت نجاسات و اشتمال بر نجاست عرَضى موجب سريان حكم به همه آنها نخواهد شد ، حتّى اگر اكثر آنان نيز اهتمامى به طهارت و رفع قذارت ظاهرى نداشته باشند .\r\nنكته ديگر اينكه حكم به نجاست در آيه شريفه مترتّب بر وصف شرك است نه بر اختلاط با مسكر و يا لحم خنزير و غيره ؛ و اگر مقصود شارع از ترتّب نه عنوان شرك بلكه عدم احتراز از نجاسات مىبود ، چرا اين مسأله را با عنوان شرك ذكر كرده است درحاليكه غير مشركين نيز ابائى از اكل لحم خنزير و يا شرب مسكرات و غيره ندارند ؟ فلهذا ذكر وصف در اينجا لغو خواهد بود ؛ فتنبّه .\r\nو يا به تقرير اينكه : مقصود مبالغهء در قذارت است از باب زيدٌ عدلٌ . و در هر دو صورت احتمال دلالت آيه بر نجاست ذاتى مشركان مىرود . امّا قطعاً نمىتوان مراد از آيه را نجاست عرضى آنها دانست .\r\nو همچنين احتمال دلالت آيه بر قذارت نفسى به قوّت خود باقى\r\n[ 1 
  ] - قريب به اين مضمون را مرحوم شيخ محمّد حسن در جواهر ذكر كرده‌است : ج 6 ، ص 42 ؛ عَلَى أنَّ النِّجاسَةَ اللُغَويَّةَ مَعَ مَنعِ تَحَقُّقِها فى المُترَفِينَ مِنهُم لَيسَت مِنَ الوَظائِفِ الرَّبّانيَّةِ .\r\nايشان با اين عبارت مىخواهند بفرمايند كه : مترفين از مشركين ، و به عبارت ديگر اهل آداب و رسوم از آنها دائماً با آب خود را تميز و تطهير مىنمايند و قذارت ظاهرى بر بدن آنان نمىباشد .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nخواهد بود .\r\n\r\nاتّفاق فقهاء شيعه بر نجاست ذاتى مشركان و عدم توضيح آن\r\nفقهاء شيعه در تمسّك به آيه بر نجاست ذاتى مشركان متّفق النظر بوده و هيچ توضيحى را بر آن مترتّب نكرده‌اند .\r\nمرحوم صاحب « جواهر » در جلد ششم ، ص 41 از طبع جديد مىگويد :\r\nالعاشِرُ : الكافِرُ ، إجماعاً فى « التَّهذيبِ » وَ « الإنتِصارِ » وَ « الغُنيَةِ » وَ « السَّرائِرِ » وَ « المُنتَهَى » وَ غَيرِها وَ ظاهِرُ « التَّذكِرَةِ » ؛ بَل فى الْأُوَلِ مِنَ المُسلِمينَ . لَكِن لَعَلَّهُ يُريدُ النِّجاسَةَ فى الجُملَةِ ، لِنَصِّ الآيَةِ الشَّريفَةِ وَ إن كانَتِ العامَّةُ يُؤَوِّلونَها بِالحُكميَّةِ لا العَينيَّةِ . نَعَم هِىَ كَذَلِكَ عِندَنا مِن غَيرِ فَرقٍ بَينَ اليَهودِ وَ النَّصارَى وَ غَيرِهِم ، كَما هُوَ صَريحُ مَعقَدِ إجماعِ المُرتَضى وَ ظاهِرُ غَيرِهِ بَل صَريحُهُ ، وَ لا بَينَ المُشرِكِ وَ غَيرِهِ وَ لا بَينَ الأصلىِّ وَ المُرْتَدِّ ، وَ لَعَلَّ ما عَن « غَريَّةِ » المُفيدِ مِنَ الكَراهَةِ فى خُصوصِ اليَهودِ وَ النَّصارَى يُريدُ بِها الحُرمَةَ ، كَما يُؤَيِّدُهُ اختيارُهُ لَها فى أكثَرِ كُتُبِهِ عَلى ما قيلَ ، وَ عَدَمُ مَعروفيَّةِ حِكايَةِ خِلافِهِ كَنَقلِ الإجماعِ مِن تَلامِذَتِهِ ، مَعَ أنَّهُ المؤَسِّسُ لِلمَذهَبِ .\r\nملاحظه مىشود كه ايشان مدّعى اجماع مىباشند و حتّى بين مشرك و يهود و نصارى فرقى از جهت نجاست قائل نمىباشند . و حتّى كلام شيخ مفيد را مبنى بر طهارت اهل كتاب كه از لفظ كراهت استفاده مىشود تأويل نموده و كراهت را حمل بر حرمت مىنمايند ! ! امّا صرف نظر از توجيه و تأويل مذكور ، ادّعاى ايشان در مورد اجماع بر نجاست مشرك قابل قبول مىباشد . ولى چنانچه خود ايشان متذكّر\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nگشته‌اند اين اجماع مبنى بر استفادهء نجاست از آيه شريفه است ، و بعبارت ديگر اجماع مدركى خواهد بود نه كشفى . علّامه حلّى - رضوان الله عليه - در « قواعد » گويد :\r\nوَ الكافِرُ مُشرِكًا أوْ غَيرَهُ ذِمّيًا أو غَيرَهُ .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\nايشان جميع اقسام كافر را در رديف نجاسات ذكر كرده است و از آنجا كه ظاهراً در مسأله خلافى بين فقهاء إماميّه وجود ندارد ، بنابراين ذكر اقوال فقهاء در مورد مشرك موجب اطاله كلام و خروج از وضع رساله خواهد بود . آنچه در اينجا لازم الذّكر مىنمايد تمسّك همه آنان به مفاد آيه شريفه و استفاده ظهور آن در نجاست اصطلاحى مىباشد ، و همانطور كه مسبوق گشت ، آيه از اين نظر در افادهء مقصود قاصر و قرائن حال و مقام مؤيّد عدم إفاده مىباشند .\r\n[ 1 
  ] - كلام علّامه حلّى از متن كتاب مفتاح الكرامة ، ج 2 ، ص 35 ، نقل شده است ؛ ليكن كلام علّامه در كتاب قواعد الأحكام ، ج 1 ، ص 191 ، بدين گونه مىباشد : وَ الكافِرُ سَواءٌ كانَ أصليًّا أو مُرتَدًّا وَ سَواءٌ انتَمى إلى الإسلامِ كَالخَوارِجِ وَ الغُلاةِ أم لا .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\n\r\nفصل چهارم : روايات باب و كيفيّت دلالت آنها بر مطلوب\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nبسم الله الرّحمن الرّحيم\r\n\r\nرواياتى كه نصّ يا ظهور بر طهارت اهل كتاب و غيره را دارند\r\nدليل دوّم : روايات وارده در باب و كيفيّت دلالت آنها مىباشد .\r\nناگفته نماند روايات وارده از معصومين عليهم السّلام هم از جهت سند و هم از جهت دلالت در مراتب مختلف قرار دارند ، به نحوى كه طريق استفاده را مشكل و راه اجتهاد را دشوار نموده است .\r\nحتّى فقيهى همچون صاحب « جواهر الكلام » كه حكم به نجاست مشركين و اهل كتاب را در ابتداء بحث از زمرهء بديهيّات و ضروريّات مذهب مىشمارد و بحث و نِقاش را در اين موضوع تطويل بلاطائل مىپندارد ، در آخر بحث ، روايات طهارت را از هر حيث مقدّم بر روايات نجاست مىشمارد و صرفاً به جهت انعقاد اجماع آنها را طرح و حكم به نجاست مشركين و اهل كتاب مىدهد .\r\nاينك ما به بررسى روايات پرداخته و جايگاه هر دسته را مشخّص و نتيجه را بعون و قوّهء الهى مبرهن مىنمائيم .\r\nدسته اوّل : رواياتى است كه نصّ بر طهارت و يا ظهور كافى در\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nطهارت اهل كتاب و غيره دارد .\r\n1 - مُحَمَّدُ بنُ يَعقوبَ ، عَن مُحَمَّدِ بنِ يَحيَى ، عَن أحمَدِ بنِ مُحَمَّدٍ ، عَن علىّ بنِ الحَكَمِ ، عَن مُعاويَةَ بنِ وَهَبٍ ، عَن زَكَريّا بنِ إبراهيمَ قالَ :\r\nكُنْتُ نَصْرَانِيًّا فَأَسْلَمْتُ ، فَقُلْتُ لِأَبِى عَبْدِ اللَهِ عَلَيْهِ السَّلَامُ : إِنَّ أَهْلَ بَيْتِى عَلَى دِينِ النَّصْرَانِيَّةِ فَأَكُونُ مَعَهُمْ فِى بَيْتٍ وَاحِدٍ وَ آكُلُ مِنْ آنِيَتِهِمْ . فَقَالَ لِى عَلَيْهِ السَّلامُ : أ يَأْكُلُونَ لَحْمَ الْخِنْزِيرِ ؟ قُلْتُ : لَا . قَالَ :\r\nلَا بَأْسَ .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\nاين روايت به طريق ديگر نيز روايت شده است .\r\nدر اين روايت صحيح السّند امام عليه السّلام تصريح بر طهارت اهل كتاب دارد و مانع از اختلاط با آنان را صرفاً خوردن گوشت خوك مىداند ، و در غير اين صورت هيچ اشكالى در اختلاط و صرف غذا در ظرفهاى آنان و به عبارت ديگر هم‌غذا شدن با آنان نمىبيند . و اگر اهل كتاب داراى نجاست ذاتى مىبودند ، قطعاً ظرفهاى آنان بواسطهء تماس با دست ، نجس مىشد و اختلاط با آنان طبعاً حرام مىگرديد .\r\n2 - مُحَمَّدُ بنُ الحَسَنِ . . . قالَ : سَأَلْتُ أَبَاعَبْدِ اللَهِ عَلَيْهِ السَّلَامُ عَنِ الثِّيَابِ السَّابُريَّةِ يَعْمَلُهَا الْمَجوُسُ وَ هُمْ أَخْبَاثٌ وَ هُمْ يَشْرَبُونَ الْخَمْرَ وَ نِسَاؤُهُمْ عَلَى تِلْكَ الْحَالِ ، أَلْبَسُهَا وَ لَاأَغْسِلُهَا وَ أُصَلِّى فِيهَا ؟\r\n[ 1 
  ] - وسائل الشّيعة ، كتاب الطّهارة ، ابواب النّجاسات ، الباب ( 72 ) ، حديث 1 ، ج 3 ، ص 517 .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nقَالَ : نَعَمْ ! قَالَ مُعَاوِيَةُ : فَقَطَفْتُ لَهُ قَمِيصًا وَ خِطْتُهُ وَ فَتَلْتُ لَهُ إِزَارًا وَ رِدَاءً مِنَ السَّابُرِىِّ ، ثُمَّ بَعَثْتُ بِهَا إِلَيْهِ فِى يَوْمِ جُمُعَةٍ حِينَ ارْتَفَعَ النَّهَارُ ، فَكَأَ نَّهُ عَرَفَ مَا أُرِيدُ فَخَرَجَ بِهَا إِلَى الْجُمُعَةِ .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\n3 - وَ بِإسنادِهِ عَنِ الحُسَينِ بنِ سَعِيدٍ ، عَن فَضالَةَ ، عَن جَميلِ بنِ دَرّاجٍ ، عَنِ المُعَلَّى بنِ خُنَيسٍ قالَ : سَمِعْتُ أبَاعَبْدِ اللَهِ عَلَيْهِ السَّلَامُ يَقُولُ : لَا بَأْسَ بِالصَّلاةِ فِى الثِّيَابِ الَّتِى يَعْمَلُهَا الْمَجُوسُ وَ النَّصَارَى وَ الْيَهُودُ .\r\n[ 2 
  ]\r\n4 - وَ بِإسنَادِهِ عَن أحمَدَ بنِ محمَّدِ بنِ سَعيدِ بنِ عُقدَةَ ، عَن أحمدَ بنِ الحَسنِ ، عَن أبيهِ ، عَن عَبدِاللَهِ بنِ جَميلِ بنِ عَيّاشٍ ، عَن أبى عَلىٍّ البَزّازِ ، عَن أبيهِ قالَ : سَأَلْتُ جَعْفَرَ بْنَ مُحَمَّدٍ عَلَيْهِ السَّلَامُ عَنِ الثَّوْبِ يَعْمَلُهُ أَهْلُ الْكِتَابِ ، أُصَلِّى فِيهِ قَبْلَ أنْ يُغْسَلَ ؟ قَالَ : لَابَأْسَ ، وَ إِنْ يُغْسَلَ أَحَبُّ إِلَىَّ .\r\n[ 3 
  ]\r\n5 - مُحمَّدُ بنُ يَعقوبَ ، عَن مُحَمَّدِ بنِ يَحيى ، عَن أحمَدَ بنِ مُحمَّدٍ وَ مُحمَّدِ ابنِ الحُسَينِ ، عَن عُثمانَ بنِ عيسَى ، عَن سَماعَةَ عَن أبى بَصيرٍ ، عَن أبى جَعفَرٍ عَلَيهِ السَّلامُ قالَ : قُلْتُ لَهُ : الطَّيْلَسَانُ يَعْمَلُهُ الْمَجُوسُ أُصَلِّى فِيهِ ؟ قَالَ : أَلَيْسَ يُغْسَلُ بِالْمَاءِ ؟ قُلْتُ : بَلَى ، قَالَ : لَابَأْسَ . قُلْتُ :\r\nالثَّوْبُ الْجَدِيدُ يَعْمَلُهُ الْحَائِكُ ، أُصَلِّى فِيهِ ؟ قَالَ : نَعَمْ !\r\n[ 4 
  ]\r\n6 - مُحَمَّدُ بنُ عَلىِّ بنِ الحُسَينِ ، بِإسنادِهِ عَن أبى جَميلَةَ ، عَن أبىعَبدِاللَهِ\r\n[ 1 
  ] - وسائل الشّيعة ، كتاب الطّهارة ، ابواب النّجاسات ، الباب ( 73 ) ، حديث 1 ، ج 3 ، ص 518 .\r\n[ 2 
  ] - همان مصدر ، حديث 2 ، ص 519 .\r\n[ 3 
  ] - همان مصدر ، حديث 5 .\r\n[ 4 
  ] - همان مصدر ، حديث 6 .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nعَلَيهِ السَّلامُ ، أنَّهُ سَأَلَهُ عَنْ ثَوْبِ الْمَجُوسِىِّ ، أَلْبَسُهُ وَ أُصَلِّى فِيهِ ؟\r\nقَالَ : نَعَمْ ! قَالَ : قُلْتُ : يَشْرَبُونَ الْخَمْرَ ! قَالَ : نَعَمْ ، نَحْنُ نَشْتَرِى الثِّيَابَ السَّابُرِيَّةَ فَنَلْبَسُهَا وَ لَانَغْسِلُهَا .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\n7 - عَبدُ اللَهِ بنُ جَعفَرٍ فى « قُربِ الإسنادِ » ، عَن عَبدِاللَهِ بنِ الحَسَنِ ، عَن جَدِّهِ عَلىِّ بنِ جَعفَرٍ ، عَن أخيهِ قالَ : سَأَلْتُهُ عَنْ ثِيَابِ الْيَهُودِ وَ النَّصَارَى أَ يَنَامُ عَلَيْهَا الْمُسْلِمُ ؟ قَالَ : لَابَأْسَ .\r\n[ 2 
  ]\r\n8 - أحمَدُ بنُ عَلىِّ بنِ أبىطالِبٍ الطَّبَرْسىُّ فى « الاحتِجاجِ » ، عَن مُحَمَّدِ ابنِ عَبدِاللَهِ بنِ جَعفَرٍ الحِميَرىِّ ، أنَّهُ كَتَبَ إلَى صاحِبِ الزَّمانِ عَلَيهِ السَّلامُ : عِنْدَنَا حَاكَةٌ مَجُوسٌ ، يَأْكُلُونَ الْمِيْتَةَ وَ لَايَغْتَسِلُونَ مِنَ الْجَنَابَةِ وَ يَنْسِجُونَ لَنَا ثِيَابًا ؛ فَهَلْ تَجُوزُ الصَّلاةِ فِيهَا مِنْ قَبْلِ أَنْ تُغْسَلَ ؟ فَكَتَبَ إِلَيْهِ فِى الْجَوَابِ : لَابَأْسَ بِالصَّلاةِ فِيهَا .\r\n[ 3 
  ]\r\n9 - وَ عَنهُ ( مُحَمَّدِ بنِ أحمَدِ بنِ يَحيَى ) عَن أحمَدَ بنِ مُحَمَّدٍ ، عَن إبراهيمَ ابنِ أبى مَحمودٍ قالَ : قُلْتُ لِلرِّضَا عَلَيْهِ السَّلَامُ : الْجَارِيَةُ النَّصْرَانِيَّةُ تَخْدِمُكَ وَ أَنْتَ تَعْلَمُ أَنَّهَا نَصْرَانِيَّةٌ لَاتَتَوَضَّأُ وَ لَاتَغْتَسِلُ مِنْ جَنَابَةٍ ؟ قَالَ : لَابَأْسَ ؛ تَغْسِلُ يَدَيْهَا .\r\n[ 4 
  ]\r\n\r\nاز نحوهء سؤال راوى ( سريان نجاست ) معلوم مىشود مراد نجاست عرضى است\r\nدر اين روايت تصريح بر طهارت اهل كتاب است ، زيرا اوّلًا : اگر مقصود از خدمت صِرف اختلاط بدون تماس دست نصرانيّه با اشياء\r\n[ 1 
  ] - همان مصدر ، حديث 7 ، ص 520 .\r\n[ 2 
  ] - همان مصدر ، حديث 8 .\r\n[ 3 
  ] - همان مصدر ، حديث 9 .\r\n[ 4 
  ] - وسائل الشّيعة ، كتاب الطّهارة ، ابواب النّجاسات ، الباب ( 14 ) ، حديث 11 ، ج 3 ، ص 422 .\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nمنزل و سريان رطوبت باشد ، ديگر كلام آن حضرت كه مىفرمايند :\r\nاشكالى ندارد ، او دستش را مىشويد معنى ندارد . و ثانياً : اينكه راوى سؤال از سريان نجاست را منحصر به عدم وضوء و بقاء بر جنابت قرار داده است ، معلوم مىشود كه در ارتكاز اصحاب و مسلمين در آن زمان طهارت اهل كتاب امرى مسلّم و قطعى بوده است ، و الّا چه دليلى دارد كه با وجود نجاست ذاتى آنها سؤال از نجاست عرضى كه مشكوك الوجود است بشود ؟ و ثالثاً : اينكه امام عليه السّلام مىفرمايد : او دستش را مىشويد ، بنابر فرض نجاست ذاتى اهل كتاب أمر را مشكل‌تر و أسوءُ حالًا مىنمايد ، و به عبارت ديگر عذر بدتر از گناه خواهد بود ؛ زيرا به مجرّد تماس با آب ، نجاست به اشياء مجاور سرايت نموده و تمام زندگى امام را فرا خواهد گرفت .\r\nلذا ، با توجّه به مطالب فوق مىتوان حكم به طهارت اهل كتاب را از اين روايت صحيحه قطعى و مسلّم دانست .\r\n10 - مُحَمَّدُ بنُ الحَسَنِ ، بِإِسنادِهِ عَن سَعدٍ ، عَن أحمَدَ بنِ مُحَمَّدٍ ، عَنِ الحَسَنِ بنِ مَحبوبٍ ، عَن عَبدِ اللَهِ بنِ سِنانٍ قالَ : سَأَلَ أَبِى أَبَاعَبْدِاللَهِ عَلَيْهِ السَّلَامُ وَ أَنَا حَاضِرٌ : إنِّى أُعِيرُ الذِّمِىَّ ثَوْبِى وَ أَنَا أَعْلَمُ أَنَّهُ يَشرَبُ الْخَمْرَ وَ يَأْكُلُ لَحْمَ الْخِنْزِيرِ فَيَرُدُّهُ عَلَىَّ ، فَأَغْسِلُهُ قَبْلَ أَنْ أُصَلِّىَ فِيهِ ؟ فَقَالَ أَبُوعَبْدِاللَهِ عَلَيْهِ السَّلَامُ : صَلِّ فِيهِ وَ لَاتَغْسِلْهُ مِنْ أَجْلِ ذَلِكَ ، فَإِنَّكَ أَعَرْتَهُ إِيَّاهُ وَ هُوَ طَاهِرٌ وَ لَمْ تسْتَيْقِنْ أَنَّهُ نَجَّسَهُ ، فَلَا بَأْسَ\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nأَنْ تُصَلِّىَ فِيهِ حَتَّى تَسْتَيْقِنَ أَنَّهُ نَجَّسَهُ .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\nدر اين روايت گرچه مفاد تصريح بر طهارت مانند روايت سابق نيست الّا اينكه ظهور در طهارت اهل كتاب به دو وجه قوىّ مىنمايد :\r\nاوّل اينكه : بر حسب استعمال متعارف لباس و اقتراب با رطوبت بدن و يا رطوبت خارجى اگر نگوئيم قطعاً تماس مُسرى با بدن كتابى حاصل مىشود ، لااقلّ ظنّ غالبِ رافع اصل در اينجا محقّق مىباشد . چه اينكه همانطور كه مرجّح است جريان اصل در صورت احتمال تبدّل موضوع تا جائى محكّم است كه ظنّ متاخم به علم كه همان علم عادى عرفى است در بين نباشد و الّا از جريان اصل ممانعت مىكند كَما حُقّقَ فى محلّه .\r\nدوم اينكه : راوى با وجودى كه علم به احراز مورد در خصوص اهل كتاب دارد سؤال از امام را دربارهء اكل خنزير و شرب خمر قرار داده است و عدم سؤال از نجاست ذاتى اهل كتاب ناشى از ارتكاز مسلمين بر عدم نجاست ذاتى آنها بوده است .\r\n11 - مُحَمَّدُ بنُ يَعقوبَ ، عَن مُحَمَّدِ بنِ يَحيَى ، عَن أحمَدَ بنِ مُحَمَّدٍ ، عَنِ ابنِ مَحبوبٍ ، عَنِ العَلاءِ بنِ رَزينٍ ، عَن مُحَمَّدِ بنِ مُسلِمٍ قالَ : سَأَلْتُ أَبَاجَعْفَرٍ عَلَيْهِ السَّلَامُ عَن آنِيَةِ أَهْلِ الذِّمَّةِ وَ الْمَجُوسِ . فَقَالَ :\r\n[ 1 
  ] - وسائل الشّيعة ، كتاب الطّهارة ، ابواب النّجاسات ، الباب ( 74 ) ، حديث 1 ، ج 3 ، ص 521 .\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nلَا تَأْكُلُوا فِى آنِيَتِهِمْ ، وَ لَامِنْ طَعَامِهِمُ الَّذِى يَطْبُخُونَ ، وَ لَافِى آنِيَتِهِمُ الَّتِى يَشْرَبُونَ فِيهَا الْخَمْرَ .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\nدر اين روايت گرچه صدر آن نهى از مباشرت با ظروف اهل كتاب است ، الّا اينكه در ذيل اختصاص اجتناب را به ظروفى كه مُعَدّ براى شرب خمر است داده است ؛ و در غير اين صورت ديگر تفصيل بين ظروفى كه در آن غذا مىخورند و يا شراب ، ديگر موردى نمىداشت ؛ و لذا مىتوان اين روايت را از جمله رواياتى كه ظهور در طهارت اهل كتاب دارند به حساب آورد .\r\n12 - وَ عَنهُ ، عَن أحمَدَ بنِ مُحَمَّدٍ ، عَن عَلىِّ بنِ الحَكَمِ ، عَن عَبدِاللَهِ بنِ يَحيَى الكاهِلىِّ قالَ : سَأَلْتُ أَبَاعَبْدِاللَهِ عَلَيْهِ السَّلَامُ عَنْ قَوْمٍ مُسْلِمينَ يَأْكُلُونَ وَ حَضَرَهُمْ رَجُلٌ مَجُوسِىٌّ ، أَ يَدْعُونَهُ إِلَى طَعَامِهِمْ ؟ فَقَالَ : أَمَّا أَنَا فَلَا أُوَاكِلُ الْمَجُوسِىَّ . وَ أَكْرَهُ أَنْ أُحَرِّمَ عَلَيْكُمْ شَيْئًا تَصْنَعُونَهُ فِى بِلَادِكُمْ .\r\n[ 2 
  ]\r\n\r\nمفاد بسيارى از اين روايات ، كراهت تماس با اهل كتاب است نه حرمت\r\nدر اين روايت نيز إشعار بر طهارت اهل كتاب ظاهر است ؛ زيرا اوّلًا : امام عليه السّلام در پاسخ سؤال مىفرمايد : من اين كار را نمىكنم ! و اگر نجاست اهل كتاب نزد امام عليه السّلام مسلّم بود ديگر با اين عبارت چه معنائى دارد ! حضرت بايد بفرمايد : جائز نيست و بايد ترك شود . و ثانياً : پاسخ به اينكه من نمىخواهم چيزى را بر شما حرام كنم كه در بلادتان به آن اشتغال داريد ، ديگر شكّى را باقى\r\n[ 1 
  ] - وسائل الشّيعة ، كتاب الطّهارة ، ابواب النّجاسات ، الباب ( 14 ) ، حديث 1 ، ج 3 ، ص 419 .\r\n[ 2 
  ] - همان مصدر ، حديث 2 .\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nنمىگذارد كه حضرت مىخواهند حكم كراهت تماس با اهل كتاب را بيان كنند نه حرمت آن را ، زيرا در صورت تيقّن به حرمت جائز نيست امام عليه السّلام مردم را اينطور در جهالت و ضلالت و فساد بيندازند ؛ مثل اينكه به افرادى كه اهل شرب خمر هستند حضرت بفرمايد : من نمىخواهم شرب خمر را بر شما حرام كنم زيرا شما بدان اشتغال داريد ! بنابراين منظور از روايت در اينجا كراهت است .\r\n13 - أبو عَلىٍّ الأشعَرىُّ ، عَن مُحَمَّدِ بنِ عَبدِ الجَبّارِ ، عَن صَفوانَ ، عَن عيصِ بنِ القاسِمِ قالَ : سَأَلْتُ أَبَاعَبْدِ اللَهِ عَلَيْهِ السَّلَامُ عَنْ مُؤَاكَلَةِ الْيَهُودِىِّ وَ النَّصْرَانِىِّ وَ الْمَجُوسِىِّ ، قَالَ : فَقَالَ : إِنْ كَانَ مِنْ طَعَامِكَ فَتَوَضَّأَ فَلَا بَأْسَ بِهِ .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\nدر اين روايت تصريح بر طهارت آنهاست .\r\n14 - مُحَمَّدُ بنُ يَحيَى ، عَن احمَدَ بنِ مُحَمَّدِ بنِ عيسَى ، عَن مُحَمَّدِ بنِ سِنانٍ ، عَن عَمّارِ بنِ مَروانَ ، عَن سَماعَةَ قالَ : سَأَلْتُ أَبَاعَبْدِاللَهِ عَلَيْه‌ِالسَّلَامُ عَنْ طَعَامِ أَهْلِ الْكِتَابِ وَ مَا يَحِلُّ مِنْهُ ، قَالَ : الْحُبُوبُ .\r\n[ 2 
  ]\r\nدر اين روايت نيز ظهور قريب به تصريح بر طهارت آنان است ، زيرا طعام اهل كتاب كه از حبوب مهيّا و مطبوخ باشد قطعاً با دست مرطوب آنان تماس حاصل نموده است ، و چنانچه آنها داراى نجاست عينى بوده باشند طعام ، نجس و استفاده محرّم مىگردد .\r\n[ 1 
  ] - الكافى ، كتاب الأطعمة ، باب طعام اهل الذّمّة و مؤاكلتهم و آنيتهم ، حديث 3 ، ج 6 ، ص 263 .\r\n[ 2 
  ] - همان مصدر ، حديث 2 .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\n\r\nعدم تماميّت استدلال فقهاء بر عدم طهارت اهل كتاب با استناد به روايات « حبوب »\r\nبنابراين اينكه در بعضى از فتاوى با استناد به حبوب حكم به عدم طهارت آنها شده است با اين بيان كه حبوب فى حدّ نفسه نجس نمىباشند و عروض نجاست بر آنها نيز با اصل مرتفع مىباشد ، بسيار عجيب و غريب مىنمايد ؛ زيرا اكل نفس حبوب يعنى غير مطبوخ از آنها بسيار غريب و غير متعارف است ، و مطبوخ آنها نيز با رطوبت دست اهل كتاب قطعاً تماس پيدا مىكند و در اين هيچ شبهه‌اى نيست ؛ بنابراين چنانچه ذكر شد اين روايت ظهور تامّ در طهارت دارد ، اگر نگوئيم تصريح بر آن است .\r\n15 - عِدَّةٌ مِن أصحابِنا ، عَن أحمَدَ بنِ مُحَمَّدِ بنِ خالِدٍ ، عَن عُثمانَ بنِ عيسَى ، عَن سَماعَةَ ، عَن أبى عَبدِاللَهِ عَلَيهِ السَّلامُ : قالَ : سَأَلْتُهُ عَنْ طَعَامِ أَهْلِ الْكِتَابِ وَ مَا يَحِلُّ مِنْهُ ، قَالَ : الْحُبُوبُ .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\nاين روايت نيز در دلالت مانند روايت سابق الذّكر است .\r\n16 - مُحَمَّدُ بنُ يَحيَى ، عَن أحمَدَ بنِ مُحَمَّدٍ ، عَن مُحَمَّدِ بنِ سِنانٍ ، عَن أبى الجارودِ قالَ : سَأَلْتُ أَبَا جَعْفَرٍ عَلَيْهِ السَّلَامُ عَنْ قَوْلِ اللَهِ عَزَّوَجَلَّ :\r\n« وَ طَعَامُ الَّذِينَ أُوتُوا الْكِتبَ حِلٌّ لَّكُمْ وَ طَعَامُكُمْ حِلٌّ لَّهُمْ » [ 2 
  ] فَقَالَ عَلَيْهِ السَّلَامُ : الْحُبُوبُ وَ الْبُقُولُ . [ 3 
  ]\r\nدر اين روايت نيز علاوه بر استدلال سابق ، آيه شريفه نيز دالّ بر طهارت آنان ذكر شده است .\r\n[ 1 
  ] - همان مصدر ، حديث 1 .\r\n[ 2 
  ] - سوره المائدة ( 5 ) قسمتى از آيهء 5 .\r\n[ 3 
  ] - همان مصدر ، حديث 6 ، ص 264 .\r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\n17 - أبوعَلىِّ الأشعَرىُّ ، عَن مُحَمَّدِ بنِ عَبدِ الجَبَّارِ ، عَن صَفوانَ بنِ يَحيَى ، عَن إسماعيلَ بنِ جابِرٍ قالَ : قُلْتُ لِأَبِى عَبْدِاللَهِ عَلَيْهِ السَّلَامُ : مَا تَقُولُ فِى طَعَامِ أَهْلِ الْكِتَابِ ؟ فَقَالَ : لَاتَأْكُلْهُ ! ثُمَّ سَكَتَ هُنَيْئَةً ، ثُمَّ قَالَ :\r\nلَا تَأْكُلْهُ ! ثُمَّ سَكَتَ هُنَيْئَةً ، ثُمَّ قَالَ : لَاتَأْكُلْهُ و لَاتَتْرُكْهُ ! تَقُولُ : إِنَّهُ حَرَامٌ ، وَلَكِنْ تَتْرُكُهُ تَنَزُّهاً عَنْهُ ، إِنَّ فِى آنِيَتِهِمُ الْخَمْرَ وَ لَحْمَ الْخِنْزِيرِ .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\nدر اين روايت تصريح بر طهارت ذاتى آنان است .\r\n18 - وَ بِهَذا الإسنادِ عَن عَلىِّ بنِ أبىطالِبٍ عَلَيهِ السَّلامُ : أَنَّ النَّبِىَّ صَلَّى اللَهُ عَلَيْهِ وَ آلِهِ دَعَاهُ رَجُلٌ مِنَ الْيَهُودِ إِلَى طَعَامٍ ، وَ دَعَا مَعَهُ نَفَرًا مِن أصحابِهِ ، فَقالَ النَّبِىُّ صَلَّى اللَهُ عَلَيْهِ وَ آلِهِ : أَجِيبُوا ! فَأَجَابُوا وَ أَجَابَ النَّبِىُّ صَلَّى اللَهُ عَلَيْهِ وَ آلِهِ .\r\n[ 2 
  ]\r\nدلالت اين روايت نيز بر طهارت اهل كتاب تامّ مىباشد .\r\n19 - العَيّاشىُّ فى تَفْسيرِهِ ، عَن أبىعَبدِ اللَهِ عَلَيهِ السَّلامُ فى حَديثٍ :\r\nأَنَّهُ قَالَ رَجُلٌ : فَأَيْنَ قَوْلُ اللَهِ : « وَ طَعَامُ الَّذِينَ أُوتُوا الْكِتبَ حِلٌّ لَّكُمْ » ؟ فَقَالَ أَبُوعَبْدِاللَهِ عَلَيْهِ السَّلَامُ : كَانَ أَبِى عَلَيْهِ السَّلَامُ يَقُولُ :\r\nإِنَّمَا ذَلِكَ الْحُبُوبُ وَ أَشْبَاهُهَا .\r\n[ 3 
  ]\r\nنظير اين روايت قبلًا ذكر شد ، و همچنين كيفيّت استدلال بر طهارت اهل كتاب نيز بيان شد .\r\n[ 1 
  ] - همان مصدر ، حديث 9 .\r\n[ 2 
  ] - مستدرك الوسائل ، كتاب الأطعمه و الأشربة ، ابواب اداب المائدة ، باب 14 ، حديث 2 ، ج 16 ، ص 234 .\r\n[ 3 
  ] - همان مصدر ، ابواب الأطعمة المحرّمة ، باب 36 ، حديث 1 ، ص 198 .\r\n","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\n20 - سِبطُ الطَّبْرِسىِّ فى « مِشكاةِ الأنوارِ » نَقلًا مِن كِتابِ « المَحاسِنِ » لِلبَرقىِّ ، عَن مُعاويَةَ بنِ وَهَبٍ ، عَن زَكَريّا بنِ إبراهيمَ قالَ : كُنْتُ نَصْرَانِيًّا فَأَسْلَمْتُ وَحَجَجْتُ ، فَدَخَلْتُ عَلَى أَبِى عَبْدِاللَهِ عَلَيْهِ السَّلَامُ وَ قُلْتُ لَهُ : إِنِّى كُنْتُ مِنَ النَّصْرَانِيَّةِ وَ إِنِّى أَسْلَمْتُ ؛ - إِلَى أَنْ قَالَ - : ثُمَّ قالَ : عَلَيهِ السَّلامُ : اللَهُمَّ اهْدِهِ ! ثَلَاثًا ؛ سَلْ عَمَّا شِئْتَ يَا بُنَىَّ ! فَقُلْتُ : إِنَّ أُمِّى وَ أَهْلَ بَيْتِى عَلَى النَّصْرَانِيَّةِ ، وَ أُمِّى مَكْفُوفَةُ الْبَصَرِ ، فَأَكُونُ مَعَهُمْ وَ آكُلُ مِنْ بَيْتِهِمْ . فَقَالَ : يَأْكُلُونَ لَحْمَ الْخِنْزيرِ ؟\r\nفَقُلْتُ : لَا ، وَ لَايَمَسُّونَهُ . قَالَ : لَابَأْسَ - الخَبَرَ .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\nنظير اين روايت نيز در دلالت برطهارت ذاتى اهل كتاب قبلًا ذكر شده است .\r\n21 - كِتابُ دُرُستَ بنِ أبى مَنصورٍ ، عَن إسماعيلَ بنِ جابِرٍ ، عَن أبى عَبدِ اللَهِ عَلَيهِ السَّلامُ قالَ : قُلْتُ لِأَبِى عَبدِاللَهِ عَلَيْهِ السَّلَامُ : جُعِلْتُ فِدَاكَ ! آكُلُ مِن طَعَامِ اليَهُودِىِّ وَ النَّصرَانِىِّ ؟ قَالَ : فَقَالَ : لَاتَأْكُل ! قَالَ : ثُمَّ قَالَ : يَا إسْمَاعِيلُ ! لَاتَدَعهُ تَحرِيمًا لَهُ ، وَ لَكِنْ دَعْهُ تَنَزُّهًا لَهُ وَ تَنَجُّسًا لَهُ ؛ إِنَّ فى آنِيَتِهِمُ الخَمرَ وَ الخِنزِيرَ .\r\n[ 2 
  ]\r\n\r\nمنع از هم غذا شدن با اهل كتاب در روايات به جهت عدم اجتناب آنها از خمر و خنزير است\r\nدر اين روايت تصريح بر طهارت ذاتى است و اجتناب از مؤاكله به جهت عدم اجتناب از تناول لحوم خنزير و خمر است .\r\n22 - مُحَمَّدُ بنُ الحَسَنِ ، بِإسنادِهِ عَن سَعدِ بنِ عَبدِاللَهِ ، عَن أحمَدَ بنِ\r\n[ 1 
  ] - همان مصدر ، ابواب الأطعمة المحرّمة ، باب 37 ، حديث 1 ، ص 199 .\r\n[ 2 
  ] - همان مصدر ، باب 38 ، حديث 1 .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nالحَسَنِ بنِ عَلىِّ بنِ فَضّالٍ ، عَن عَمرِو بنِ سَعيدٍ المَدائِنىِّ ، عَن مُصَدِّقِ بنِ صَدَقةَ ، عَن عَمّارٍ السّاباطىِّ ، عَن أبى عَبدِاللَهِ عَلَيهِ السَّلامُ قالَ :\r\nسَأَلْتُهُ عَنِ الرَّجُلِ : هَلْ يَتَوَضَّأُ مِن كُوزِ أَو إِنَاءِ غَيْرِهِ إِذَ ا شَرِبَ مِنْهُ عَلَى أَنَّهُ يَهُودِىٌّ ؟ فَقَالَ : نَعَمْ ! فَقُلْتُ : مِنْ ذَلِكَ الْمَاءِ الَّذِى يَشْرَبُ مِنْهُ ؟ قَالَ : نَعَمْ .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\nدر اين روايت نيز تصريح بر طهارت اهل كتاب است و امام عليه السّلام با تكرّر سؤال راوى جاى هيچگونه شكّى را باقى نمىگذارد .\r\n23 - عَن أحمَدَ بنِ إدريسَ ، عَن مُحَمَّدِ بنِ أحمَدَ بنِ يَحيَى ، عَن أيّوبَ ابنِ نوحٍ ، عَنِ الوَشّاءِ ، عَمَّن ذَكَرَهُ ، عَن أبى عَبدِ اللَهِ عَلَيهِ السَّلامُ ، أَنَّهُ كَرِهَ سُؤْرَ وَلَدِ الزِّنَا ، وَ سُؤْرَ الْيَهُودِىِّ وَ النَّصْرَانِىِّ ، وَ الْمُشْرِكِ ، وَ كُلِّ مَا\r\n[ 2 
  ] خَالَفَ الْإسْلَامَ ، وَ كَانَ أَشَدُّ ذَلِكَ عِنْدَهُ سُؤْرَ النَّاصِبِ .\r\n[ 3 
  ]\r\n\r\nظهور لفظ « كَرِهَ » در روايات باب ، دلالت بر عدم نجاست مخالفين اسلام مىكند\r\nاين روايت گرچه بطور ارسال نقل شده است ، امّا روات حديث حكايت از صحّت انتساب آن به امام عليه السّلام دارند ، مضافاً به موافقت مضمون آن با ساير احاديث مسنده و صحيحه كه قبلًا ذكر گرديده است . بايد اذعان نمود كه در نزد امام عليه السّلام جميع اصناف از مردم محكوم به طهارت ذاتيّه‌اند و ظهور لفظ كَرِهَ در\r\n[ 1 
  ] - وسائل الشّيعة ، كتاب الطّهارة ، ابواب الأسآر ، الباب ( 3 ) ، حديث 3 ، ج 1 ، ص 229 .\r\n[ 2 
  ] - كتب المصنّف فوقها ( من ) عن نسخة ( تعليقه ) .\r\n[ 3 
  ] - همان مصدر ، حديث 2 .\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nعدم نجاست بر اين معنى دلالت دارد ؛ مضافاً به قرينهء وحدت سياق ، زيرا بالإجماع سؤر ولد الزّنا نجس نمىباشد ، و حمل لفظ كَرِهَ بر دو مصداق نجس‌العين و طاهرالعين بسيار مستبعَد است ؛ بلكه از امام عليه السّلام پذيرفته نمىشود ؛ زيرا اگر مقصود از كراهت نفس ، مكروه بودن تناول بواسطهء كدورت طعام باشد بسيارى از اصناف ديگر نيز مشمول اين قاعده خواهند شد ، مانند سؤر حائض و غيره .\r\nفلذا اختصاص اهل كتاب و مشرك به نجاست و وجوب اجتناب ، و ولد الزّنا به طهارت و استحسان اجتناب از طريق محاوره به دور مىباشد .\r\nآنچه از مجموع اين روايات كه بايد آن را در حدّ تواتر به حساب آورد استفاده مىشود ، حكم قطعى به طهارت ذاتى اهل كتاب است ؛ زيرا در بعضى از آنان تصريح به طهارت شده است ، مانند روايت اوّل و نهم و دوازدهم و هفدهم و بيستم و بيست و يكم و بيست و دوّم ؛ و بقيهء روايات نيز داراى ظهور تامّ و غير قابل ترديد در طهارت آنان مىباشد . و لهذا با توجّه به مطلب مذكور مرحوم شيخ انصارى - رحمة الله عليه - حكم به طهارت اهل كتاب را طبق روايات وارده متعيّن مىداند لَولا مسألهء اجماع مدّعا و حكم اصحاب به نجاست آنان ! و اين بسيار عجيب و غريب مىنمايد چنانچه بعداً ذكر خواهد شد .\r\nو امّا دسته دوّم : رواياتى است كه در آنها نهى از تماس و ارتباط با اهل كتاب شده است ، ولى با أدنى تأمّلى غرض و حكمت نهى در\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nكلام امام عليه السّلام مشخّص خواهد شد .\r\n1 - عَن أبى عَلىٍّ الأشعَرىِّ ، عَن مُحَمَّدِ بنِ عَبدِ الجَبّارِ ، عَن صَفوانَ ، عَنِ العَلاءِ بنِ رَزينٍ ، عَن مُحَمَّدِ بنِ مُسلِمٍ ، عَن أبىجَعْفَرٍ عَلَيْهِ السَّلامُ فِى رَجُلٍ صَافَحَ رَجُلًا مَجُوسِيًّا ، فَقَالَ : يَغْسِلُ يَدَهُ وَ لَايَتَوَضَّأُ .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\n2 - عَن حَميدِ بنِ زيادٍ ، عَنِ الحَسَنِ بنِ مُحَمَّدٍ ، عَن وُهَيبِ بنِ حَفصٍ ، عَن أبى بَصيرٍ ، عَن أحَدِهِما عَلَيهِما السَّلامُ فِى مُصَافَحَةِ الْمُسْلِمِ الْيَهُودىَّ وَ النَّصْرَانِىَّ ، قَالَ : مِنْ وَرَاءِ الثَّوْبِ ؛ فَإِنْ صَافَحَكَ بِيَدِهِ فَاغْسِلْ يَدَكَ .\r\n[ 2 
  ]\r\n3 - وَ عَن عِدَّةٍ مِن أصحابِنا ، عَن أحمَدَ بنِ مُحَمَّدِ بنِ خالِدٍ ، عَن يَعقوبَ بنِ يَزيدَ ، عَن عَلىِّ بنِ جَعفَرٍ ، عَن أخيهِ أبى الحَسَنِ موسَى عَلَيهِ السَّلامُ ، قالَ : سَأَلْتُهُ عَن مُؤَاكَلَةِ الْمَجُوسِىِّ فِى قَصْعَةٍ وَاحِدَةٍ ، وَ أرقُدَ مَعَهُ عَلَى فِرَاشٍ وَاحِدٍ ، وَ اصَافِحَهُ . قَالَ : لَا .\r\n[ 3 
  ]\r\n4 - وَ عَنهُم ، عَن أحمَدَ ، عَن إسماعيلَ بنِ مِهرانَ ، عَن مُحَمَّدِ بنِ زيادٍ ، عَن هارونَ بنِ خارِجَةَ قالَ : قُلْتُ لِأَبِى عَبْدِاللَهِ عَلَيْهِ السَّلَامُ : إِنِّى أُخَالِطُ الْمَجُوسَ آكُلُ مِنْ طَعَامِهِمْ ؟ قَالَ : لَا .\r\n[ 4 
  ]\r\n5 - وَ عَن عَلىِّ بنِ إبراهيمَ ، عَن أبيهِ ، عَن عَبدِاللَهِ بنِ المُغَيرَةِ ، عَن سَعيدِ الأعرَجِ قالَ : سَأَلْتُ أَبَاعَبْدِاللَهِ عَلَيْهِ السَّلَامُ عَنْ سُؤْرِ الْيَهُودِىِّ وَ النَّصْرَانِىِّ . فَقَالَ : لَا .\r\n[ 5 
  ]\r\n[ 1 
  ] وسائل الشيعة ، كتاب الطهارة ، ابواب النجاسات و الأوانى و الجلود ، الباب ( 14 ) ، احاديث 3 و 5 ، ج 3 ، ص 419 .\r\n[ 2 
  ] - وسائل الشيعة ، كتاب الطهارة ، ابواب النجاسات و الأوانى و الجلود ، الباب ( 14 ) ، احاديث 3 و 5 ، ج 3 ، ص 419 .\r\n[ 3 
  ] - وسائل الشيعة ، كتاب الطهارة ، ابواب النجاسات و الأوانى و الجلود ، الباب ( 14 ) ، احاديث 3 و 5 ، ج 3 ، ص 419 .\r\n[ 4 
  ] - - همان مصدر ، احاديث 6 و 7 و 8 . .\r\n[ 5 
  ] - همان مصدر ، احاديث 6 و 7 و 8 .\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\n\r\nرواياتى كه در آنها نهى از تماس و ارتباط با اهل كتاب شده است دلالت بر نجاست ذاتى آنها ندارد\r\nدر اين روايات چنانچه ملاحظه مىشود هيچ شاهدى بر نجاست ذاتى اهل كتاب مشاهده نمىشود ؛ زيرا راوى سؤال خود را متمركز بر جواز مؤاكله و هم‌غذا شدن با اهل كتاب قرار داده است ، نه بر نجاست ذاتى آنان ؛ و نهى امام عليه السّلام چنانچه ممكن است بر اصل نجاست اهل كتاب مترتّب باشد ، همچنين ممكن است بر عدم طهارت عارضى كه از عدم اجتناب از خمر و لحم خنزير ناشى مىشود مترتّب گردد ، چنانچه در روايات دسته اوّل ذكر گرديد . فبناءً عليهذا هيچ ظهورى در ناحيهء حرمتِ ناشى از نجاست ذاتى منعقد نمىگردد . و لولا روايات صريحهء بر طهارت ذاتى اهل كتاب ، موقع ، موقعِ جريان اصل و حكم به طهارت است .\r\nهمچنين در هيچيك از اين روايات امام عليه السّلام نهى خود را متأثّر از نجاست ذاتى اهل كتاب قرار نداده ، و صرفاً امر به اجتناب فرموده است ؛ و اين مسأله ، إيهام بر نجاست عَرَضى آنها را دارد .\r\nو كذلك با وجود روايات صريحه بر طهارت مقتضاى قاعدهء جمع ، حكم به طهارت ذاتى آنها و كراهت مؤاكله با آنان بواسطه عدم اجتناب از نجاسات بطور متعارف مىباشد . و شاهد بر ما نحنُ فيه روايتى است كه ذيلًا مذكور مىشود .\r\nوَ عَنهُ ، عَنِ الحَسَنِ بنِ عَلىٍّ الكوفىِّ ، عَن عَبّاسِ بنِ عامِرَ ، عَن عَلىِّ بنِ مَعمَرٍ ، عَن خالِدَ القَلانِسىِّ قَالَ : قُلْتُ لِأَبِىعَبدِاللَهِ عَلَيْهِ السَّلَامُ : أَلْقَى الذِّمِّىَّ فَيُصافِحُنِى . قَالَ : إمْسَحهَا بِالتُّرَابِ وَ بِالْحَائِطِ ! قُلْتُ :\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nفٌالنَّاصِبَ ؟ قَالَ : اغْسِلْهَا .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\n\r\nوحدت سياق در كافر ذمّى و ناصبى حكم به قذارت عارضى ، نه ذاتى آنان مىكند\r\nامام عليه السّلام در اين روايت امر به إزالهء قذارت به مسح به تراب و يا حائط مىكنند ، و مقتضاى فقه‌الحديث آنست كه در صورت عدم رطوبت دست ذمّى ديگر چه جاى ازاله‌اى مىباشد ؟ و چگونه امام عليه السّلام در مورد ذمّى حكم به ازاله بواسطه خاك و يا حائط مىكند ، امّا در مورد ناصب حكم به ازاله با آب مىنمايد درحاليكه دست در هر دو مورد خشك است و تفاوتى بين دو چيز خشك در سرايت به هم وجود ندارد ؟ پس قطعاً بايد در مورد رطوبت دست و سرايت عرق بدن به دست مسلمان باشد ؛ كه در اين صورت اگر ذمّى محكوم به نجاست ذاتى بود چگونه با مسح به تراب و يا حائط مرتفَع مىشود ؟ مضافاً به اينكه چطور در مورد ناصب حكم به ازاله با آب شده است ، مگر چه فرقى بين ناصب و غير ناصب از نقطه نظر ترتّب حكم بر نجاست ذاتى مىباشد ؟\r\nفلهذا مىتوان اين روايت را از جمله روايات دالّه بر طهارت ذاتى ذمّى و غير ذمّى دانست ، زيرا وحدت سياق در ذمّى و ناصب حكم به قذارت عارضى آنان نه ذاتى مىنمايد ؛ منتهى اين قذارت در ناصب اقوى و اشدّ مىباشد .\r\nفعليهذا حمل مرحوم شيخ حرّ - رحمة الله عليه - روايت را بر عدم رطوبت خالى از اشكال نيست .\r\n[ 1 
  ] - همان مصدر ، حديث 4 ، ص 420 .\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nنظير روايات فوق رواياتى است كه بسيارى از فقهاء آنها را دليل بر نجاست اهل كتاب دانسته‌اند .\r\n1 - وَ بِإسنادِهِ عَن عَلىِّ بنِ جَعفَرٍ ، أَنَّهُ سَأَلَ أَخَاهُ مُوسَى بْنِ جَعْفَرٍ عَلَيْهِ السَّلَامُ عَنِ النَّصْرَانِىِّ يَغْتَسِلُ مَعَ الْمُسْلِمِ فِى الْحَمَّامِ ، قَالَ : إِذَا عَلِمَ أَنَّهُ نَصْرَانِىٌّ اغْتَسَلَ بِغَيْرِ مَاءِ الْحَمَّامِ ، إِلَّا أَنْ يَغْتَسِلَ وَحْدَهُ عَلَى الْحَوْضِ فَيَغْسِلُهُ ثُمَّ يَغْتَسِلُ . وَ سَأَلَهُ عَنِ الْيَهُودِىِّ وَ النَّصْرَانِىِّ يُدْخِلُ يَدَهُ فِى الْمَاءِ أَ يَتَوَضَّأُ مِنْهُ لِلصَّلَاةِ ؟ قَالَ : لَا ؛ إِلَّا أَنْ يُضْطَرَّ إِلَيْهِ .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\nدر اين روايت نيز امام عليه السّلام حكم به عدم غسل مسلمان ابتداءً در صورت غسل كتابى از همان آب مىكنند . سپس در آخر روايت مىفرمايند : چنانچه آب ديگرى نبود مىتوان با همان آب وضوء گرفت ؛ درحاليكه كاملًا واضح است وضوء بايد با آب طاهر باشد و چنانچه مكلّف جهت صلوة آب طاهرى نيافت بايد تيمّم عوض از وضوء نمايد ، نه اينكه با همان آب نجس غسل و يا وضوء بگيرد .\r\nو از اين باب است روايت آتيه :\r\n2 - وَ بِإسنادِهِ عَن مُحَمَّدِ بنِ أحمَدَ بنِ يَحيَى ، عَنِ العَمرَكىِّ ، عَن عَلىِّ ابنِ جَعفَرٍ ، عَن أخيهِ موسَى بنِ جَعفَرٍ عَلَيهِ السَّلامُ قالَ : سَأَلْتُهُ عَنْ فِرَاشِ الْيَهُودِىِّ وَ النَّصْرَانِىِّ يُنَامُ عَلَيْهِ ؟ قَالَ : لَابَأْسَ ، وَ لَايُصَلَّى فِى ثِيَابِهِمَا . وَ قَالَ : لَايَأْكُلُ الْمُسلِمُ مَعَ الْمَجُوسِىِّ فِى قَصعَةٍ وَاحِدَةٍ ، وَ\r\n[ 1 
  ] - همان مصدر ، حديث 9 ، ص 421 .\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nلَا يُقْعِدُهُ عَلَى فِرَاشِهِ وَ لَامَسْجِدِهِ وَ لَايُصَافِحُهُ . قَالَ : وَ سَأَلْتُهُ عَنْ رَجُلٍ اشْتَرَى ثَوْبًا مِنَ السُّوقِ لِلُّبْسِ لَايَدْرِى لِمَنْ كَانَ ، هَلْ تَصِحُّ الصَّلَوةُ فِيهِ ؟ قَالَ : إِنِ اشْتَرَاهُ مِنْ مُسْلِمٍ فَلْيُصَلِّ فِيهِ ، وَ إِنِ اشْتَرَاهُ مِنْ نَصْرَانِىٍّ فَلَا يُصَلِّى فِيهِ حَتَّى يَغْسِلَهُ .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\nو همچنين روايت :\r\n3 - أحمَدُ بنُ أبىعَبدِاللَهِ البَرقِىُّ فى « المَحاسِنِ » ، عَن مُحَمَّدِ بنِ عيسَى ، عَن صَفوانَ بنِ يَحيَى ، عَن موسَى بنِ بَكرٍ ، عَن زُرارَةَ ، عَن أبىعَبدِاللَهِ عَلَيهِ السَّلامُ فِى آنِيَةِ الْمَجوُسِ قَالَ : إذَا اضْطُرِرْتُمْ إِلَيْهَا فَاغْسِلُوهَا بِالْمَاءِ .\r\n[ 2 
  ]\r\n\r\nنهى از غَسل يا تناول از ظرف مجوسى يا پوشيدن لباس خريدارى شده‌از نصرانى از باب رجحان احتياط است نه نهى تحريمى مولوى\r\nاين روايات نيز همان حكم روايات سابق را دارند ؛ زيرا گرچه نهى از غسل و يا تناول آنيه مجوس و يا لُبس ثياب بدون در نظر گرفتن روايات دالّهء بر حلّيت - چنانچه گذشت - موجب ظهور بدوى بر نجاست‌اند ، الّا اينكه صريح روايات دالّه بر حلّيت در تمام موارد مذكوره جاى شكّى مبنى بر نجاست ذاتى اهل كتاب باقىنمىگذارند ، و نهى در اين روايات از باب رجحان احتياط و تجنّب از قذارات است نه از باب نهى تحريمى مولوى .\r\nگرچه در اين باب روايات ديگرى موجود است ولى چنانچه گذشت يا در دلالت بر طهارت صراحت و يا ظهور دارند و يا رجوع به\r\n[ 1 
  ] - همان مصدر ، حديث 10 ، ص 421 ، در طبع آل البيت ( تصح ) دارد و در تعليقه ( تصلح ) از هامش مخطوط نقل نموده .\r\n[ 2 
  ] - همان مصدر ، حديث 12 ، ص 422 .\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nروايات دالّ بر طهارت خواهند كرد .\r\nنكتهء قابل ذكر اينكه : گرچه در بعضى از ادلّه ارسال و يا احياناً ضعفى مشاهده شود ، امّا با توجّه به صحّت سند و دلالت قطعيّهء ساير روايات جاى هيچ شكّى را براى فقيه در دلالت بر طهارت ذاتى باقى نخواهد گذاشت ؛ و تشكيك در تعيّن اين دسته از روايات نه به ملاحظهء نفسِ دلالت آنها و نه به جهت استناد آنان است ، بلكه از دو جهت ديگر مىباشد . اوّل : ادّعاى اجماع اماميّه است بر نجاست اهل كتاب ؛ و دوم : اعراض اصحاب است از اين دسته از روايات . امّا چنانچه پس از اين ذكر خواهد شد ، در هر دو مورد خدشه و نظر محقَّق است .\r\n\r\nيكى از ادلّهء بر طهارت اهل كتاب جواز ازدواج با آنهاست\r\nيكى از ادلّه بر طهارت اهل كتاب جواز ازدواج با آنها مىباشد ، و روايات در اين باب از حدّ تواتر خارج است ؛ از جمله :\r\n1 - مُحَمَّدُ بنُ يَعقوبَ ، عَن مُحَمَّدِ بنِ يَحيَى ، عَن أحمَدَ بنِ مُحَمَّدٍ ، عَنِ الحَسَنِ بنِ مَحبوبٍ ، عَن مُعاويَةَ بنِ وَهبٍ وَ غَيرِهِ جَميعًا عَن أبىعَبدِاللَهِ عَلَيهِ السَّلامُ فِى الرَّجُلِ الْمُؤْمِنِ يَتَزَوَّجُ الْيَهُودِيَّةَ وَ النَّصْرَانِيَّةَ ، فَقَالَ : إِذَا أَصَابَ الْمُسْلِمَةَ فَمَا يَصْنَعُ بِالْيَهُودِيَّةِ وَ النَّصْرَانِيَّةِ ؟ فَقُلْتُ لَهُ : يَكُونُ لَهُ فِيهَا الْهَوَى ، قَالَ : إِنْ فَعَلَ فَلْيَمْنَعْهَا مِنْ شُرْبِ الْخَمْرِ وَ أَكْلِ لَحْمِ الْخِنْزِيرِ ؛ وَ اعْلَمْ أَنَّ عَلَيْهِ فِى دِينِهِ غَضَاضَةً .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\n[ 1 
  ] - وسائل الشّيعة ، كتاب النّكاح ، ابواب ما يحرم بالكفر و نحوه ، الباب ( 2 ) ، 
  ] حديث 1 ، ج 20 ، ص 536 .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nاز اين روايت صحيحة السّند چنانچه پيداست شرعاً منعى وجود ندارد ، ولى كراهت از باب اختلاط و مسائل روحى و تأثيرات و تأثّرات مىباشد .\r\n2 - وَ عَنهُ ، عَن أبيهِ ، عَن إسماعيلَ بنِ مَرّارٍ وَ غَيرِهِ ، عَن يونُسَ عَنهُم عَلَيهِمُ السَّلامُ قالَ : لَايَنْبَغِى لِلْمُسْلِمِ الْمُوسِرِ أَنْ يَتَزَوَّجَ الْأَمَةَ إِلَّا أَنْ لَا يَجِدَ حُرَّةً ؛ وَ كَذَلِكَ لَايَنْبَغِى لَهُ أَنْ يَتَزَوَّجَ امْرَأَةً مِنْ أَهْلِ الْكِتَابِ إِلَّا فِى حَالِ ضَرُورَةٍ حَيْثُ لَايَجِدُ مُسْلِمَةً حُرَّةً وَ لَاأَمَةً .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\n3 - وَ عَن عَلىِّ بنِ إبراهيمَ ، عَن أبيهِ ، عَن إسمَعيلَ بنِ مَرّارٍ ، عَن يونُسَ ابنِ عَبدِ الرَّحمَنِ ، عَن مُحَمَّدِ بنِ مُسلِمٍ ، عَن أبىجَعفَرٍ عَلَيهِ السَّلامُ فى حَديثٍ قالَ : لَايَنْبَغِى لِلْمُسْلِمِ أَنْ يَتَزَوَّجَ يَهُودِيَّةً وَ لَانَصْرَانِيَّةً وَ هُوَ يَجِدُ مُسْلِمَةً حُرَّةً أَوْ أَمَةً .\r\n[ 2 
  ]\r\nدر اين دو روايت چنانچه مشهود است لفظ لاينبغى ظهور در كراهت دارد نه در حرمت ، و دليل آن نيز اختلاط مسلمان با غير ملتزمين از ساير اديان و بالنّتيجه تبدّل أحوال و نفسانيّات مىباشد .\r\n4 - مُحَمَّدُ بنُ الحَسَنِ بِإسنَادِهِ . . . عَن حَفصِ بنِ غياثٍ قالَ : كَتَبَ بَعْضُ إِخْوَانِى أَنْ أَسْأَلَ أَبَاعَبْدِاللَهِ عَلَيْهِ السَّلَامُ عَنْ مَسَائِلَ ، فَسَأَلْتُهُ عَنِ الْأَسِيرِ هَلْ يَتَزَوَّجُ فِى دَارِ الْحَرْبِ ؟ فَقَالَ : أَكْرَهُ ذَلِكَ ؛ فَإِنْ فَعَلَ فِى بِلَادِ الرُّومِ فَلَيْسَ هُوَ بِحَرَامٍ ، هُوَ نِكَاحٌ ؛ وَ أَمَّا فِى التُّرْكِ وَ الدِّيْلَمِ وَ الْخَزَرِ\r\n[ 1 
  ] - همان مصدر ، حديث 3 و 2 ، ص 537 و 536 .\r\n[ 2 
  ] - همان مصدر ، حديث 3 و 2 ، ص 537 و 536 .\r\n","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nفَلَا يَحِلُّ لَهُ ذَلِكَ .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\nدر اين روايت تصريح به جواز براى مسلمانى شده است كه زوجه نصرانيّه از بلاد روم اختيار مىنمايد .\r\n5 - مُحَمَّدُ بنُ يَعقوبَ . . . عَن زُرارَةَ بنِ أعيَنَ قالَ : سَأَلْتُ أَبَا جَعْفَرٍ عَلَيْهِ السَّلَامُ عَنْ نِكَاحِ الْيَهُودِيَّةِ وَ النَّصْرَانِيَّةِ ، فَقَالَ : لَايَصْلُحُ لِلْمُسْلِمِ أَنْ يَنْكِحَ يَهُودِيَّةً وَ لَانَصْرَانِيَّةً ؛ إِنَّمَا يَحِلُّ مِنْهُنَّ نِكَاحُ الْبُلْهِ .\r\n[ 2 
  ]\r\n6 - وَ عَن عَلىِّ بنِ إبراهيمَ . . . عَن زُرارَةَ قالَ : قُلْتُ لِأَبِى جَعْفَرٍ عَلَيْهِ السَّلَامُ : إِنِّى أَخْشَى أَنْ لَايَحِلَّ لِى أَنْ أَتَزَوَّجَ مِمَّنْ لَمْ يَكُنْ عَلَى أَمْرِى .\r\nفَقَالَ : وَ مَا يَمْنَعُكَ مِنَ الْبُلْهِ ؟ قُلْتُ : وَ مَا الْبُلْهُ ؟ قَالَ : هُنَّ الْمُسْتَضْعَفَاتُ مِنَ اللَاتِى لَايَنْصِبْنَ وَ لَايَعْرِفْنَ مَا أَنْتُمْ عَلَيْهِ .\r\n[ 3 
  ]\r\n7 - عَن مُحَمَّدِ بنِ يَحيَى . . . عَن حَمرانَ بنِ أعيَنَ قالَ : كَانَ بَعْضُ أَهْلِهِ يُرِيدُ التَّزْوِيجَ فَلَمْ يَجِد امْرَأَةً مُسْلِمَةً مُوَافِقَةً ، فَذَكَرْتُ ذَلِكَ لِأَبِىعَبْدِاللَهِ عَلَيْهِ السَّلَامُ ، فَقَالَ : أَيْنَ أَنْتَ مِنَ الْبُلْهِ الَّذِينَ لَايَعْرِفُونَ شَيْئًا .\r\n[ 4 
  ]\r\n\r\nلفظ « لاينبغى » و « لايحلّ » در روايات نكاح با مشركين به جهت تأثيرگذارى اخلاق و آداب مشركين بر اولاد مسلمانهاست نه نجاست آنها\r\nاز اين روايات با تصريح بر جواز تزويج كتابيّه استفاده مىشود كه مقصود و غاية از كراهت ازدواج مسلمين با اهل كتاب تأثير اخلاق و منش آنها بر ازواجشان بواسطه مزاوجت مىباشد ، و الّا صرف ازدواج با آنها هيچ مشكلى بوجود نخواهد آورد چنانچه در مورد بُلْه\r\n[ 1 
  ] - همان مصدر ، حديث 4 ، ص 537 .\r\n[ 2 
  ] - همان مصدر ، باب 3 ، احاديث 1 و 2 و 3 .\r\n[ 3 
  ] - همان مصدر ، باب 3 ، احاديث 1 و 2 و 3 .\r\n[ 4 
  ] - همان مصدر ، باب 3 ، احاديث 1 و 2 و 3 .\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nاز آنان حكم به جواز تصريحاً ذكر شده است .\r\nدليل بر اين مطلب نيز روايت أبى مريم انصارى از امام باقر عليه السّلام است :\r\nسَأَلْتُ أَبَا جَعْفَرٍ عَلَيْهِ السَّلَامُ عَنْ طَعَامِ أَهْلِ الْكِتَابِ وَ نِكَاحِهِمْ ، حَلَالٌ هُوَ ؟ قَالَ : نَعَمْ قَدْ كَانَتْ تَحْتَ طَلْحَةَ يَهُودِيَّةٌ .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\nو نيز روايت محمّد بن مسلم از امام باقر عليه السّلام :\r\nقَالَ : سَأَلْتُهُ عَنْ نِكَاحِ الْيَهُودِيَّةِ وَ النَّصْرَانِيَّةِ ، فَقَالَ : لَابَأْسَ بِهِ ، أَمَا عَلِمْتَ أَنَّهُ كَانَت تَحْتَ طَلْحَةَ بْنِ عُبَيْدِاللَهِ يَهُودِيَّةٌ عَلَى عَهْدِ النَّبِىِّ صَلَّى اللَهُ عَلَيْهِ وَ آلِهِ .\r\n[ 2 
  ]\r\nدر اين روايات تصريح بر جواز نكاح شده است . بنابراين مىتوان كراهت در روايات ديگر را كه با عبارت لاينبغى و يا لا يحلّ است حمل بر مواردى نمود كه شبهه تأثيرگذارى بر افراد مسلمان برود ، چنانچه صريح روايات گذشته بوده است .\r\nتا اينجا بعضى از رواياتى را كه دالّ بر جواز نكاح و ازدواج دائم با اهل كتاب است ذكر شد ؛ البتّه روايات ديگرى كه دلالت بر جواز نكاح اهل كتاب را متعةً مىنمايد به حدّ وفور در مصادر روائى داريم كه ديگر به جهت اختصار و حصول مطلوب ، از ذكر آنها صرف نظر مىكنيم .\r\nو امّا بيان استدلال بر طهارت اهل كتاب و كيفيّت استفاده آن از\r\n[ 1 
  ] - همان مصدر ، باب 5 ، حديث 3 و 4 ، ص 541 .\r\n[ 2 
  ] - همان مصدر ، باب 5 ، حديث 3 و 4 ، ص 541 .\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nروايات فوق الذّكر :\r\nشكّى نيست كه در ازدواج مخصوصاً در صورت دوام ، مسأله اختلاط و تماسّ زوجين با يكديگر به دو طريق حاصل مىشود ؛ اوّل : تماسّ طرفين مباشرتاً به نحوى كه قطعاً در صورت نجاست ذاتى يكى از طرفين موجب تنجّس طرف آخر و ارتكاب عمل حرام خواهد شد ، و در اين هيچ شكّى وجود ندارد . و صورت دوّم : بواسطه تماسّ با اشياء داخل منزل از ظروف و ألبسه و طبخ غذا و غيره است كه در اين صورت نيز قطعاً با وجود نجاست يكى از طرفين ، محذور فوق حاصل خواهد شد ؛ و احتياط در صورت دوّم نه تنها عادةً مستحيل ، بلكه قطعاً از ناحيه شارع مردود مىباشد ، زيرا موجب عسر و حرج در حدّ مالايتحمّل خواهد شد .\r\nبناءً عليهذا اينكه بعضى توجيه كرده‌اند روايت حضرت رضا عليه السّلام را كه در منزل خود جاريهء نصرانيه داشته‌اند ، و حمل بر صورت تقيّه نموده‌اند ، و يا اينكه آن حضرت را در مورد جاريه مسلوب الاختيار دانسته‌اند ، مردود مىباشد ؛ زيرا اوّلًا : سياق روايت با تقيّه منافات دارد و تعبير آن حضرت مانع از حمل بر تقيّه است .\r\nثانياً : حضرت مىتوانسته‌اند او را در اشتغال به امور منزل محدود نمايند به نحوى كه موجب تسرّى نجاست نشود . ثالثاً : بر فرض كه حضرت مسلوب‌الإراده باشند در إبقاء جاريه ، پس اين همه روايات صحيحة السّند مذكوره چه خواهد شد ؟\r\nبا توجّه به مطالب فوق مىتوان اذعان نمود كه ادلّه جواز نكاح\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nاهل كتاب مىتواند فى حدّ نفسها به عنوان دليلى مستقلّ بر طهارت ذاتى اهل كتاب اقامه شود .\r\nنكته : در مورد جواز و يا عدم جواز نكاح با مشركين روايتى را در « علل الشّرايع » نقل مىكند :\r\nمُحَمَّدُ بنُ عَلىِّ بنِ الحسَينِ فى « العِلَلِ » ، عَن أبيهِ ، عَن سَعدٍ ، عَنِ القاسِمِ ابنِ مُحَمَّدٍ ، عَن سُلَيمَانَ بنِ داوُدَ ، عَن عيسَى بنِ يونُسَ ، عَنِ الأوزاعىِّ ، عَنِ الزُّهَرىِّ ، عَن عَلىِّ بنِ الحُسَينِ عَلَيهِما السَّلامُ قالَ : لَا يَحِلُّ لِلْأَسِيرِ أَنْ يَتَزَوَّجَ مَادَامَ فِى أَيْدِى الْمُشْرِكِينَ مَخَافَةَ أَنْ يُولَدَ لَهُ فَيَبْقَى وَلَدُهُ كَافِرًا فِى أَيْدِيهِمْ .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\nامام سجاد عليه السّلام در اين روايت عدم جواز را به جهت ترس از تأثير اخلاق و آداب مشركين بر اولاد مسلمانها مىدانند . با توجّه به كيفيّت تعليل امام عليه السّلام آنچه از اين روايت استفاده مىشود آنست :\r\n\r\nاگر قائل به نجاست ذاتى مشركين باشيم تعليل امام عليه السّلام بر عدم جواز نكاح بر تأثير گذارى آداب كفر لغو مىباشد\r\nاوّلًا : عدم جواز نكاح با مشركين نه به جهت حرمت ذاتى بلكه بواسطه عروض و طروّ مانع است ، و آن تأثير آداب كفر در بلاد مشركين مىباشد . ثانياً : اگر چنانچه خود مشركين داراى نجاست ذاتيّه باشند ديگر چه لزومى دارد كه امام عليه السّلام عدم جواز نكاح را بر تأثير از آداب كفر قرار دهد ! زيرا پر واضح است كه در صورت نجاست مشركين قطعاً نكاح با آنان به همان جهاتى كه قبلًا ذكر شد حرام\r\n[ 1 
  ] - علل الشّرايع ، باب 270 ، حديث 1 ، ج 2 ، ص 503 .\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nمىباشد و قطعاً مانع و صارف ذاتى ، أولى است به ذكر از مانع و صارف خارجى و عرضى ؛ فتدبّر .\r\nبنابراين چه ما بتوانيم از اين روايت جواز نكاح با مشركه را استنباط بنمائيم يا نتوانيم ، اين روايت خود دليل است بر طهارت ذاتى مشركين به همين كيفيّتى كه در استدلال مذكور شد .\r\n\r\nيكى ديگر از ادلّهء طهارت ذاتى اهل كتاب جواز رضع طفل مسلمان است\r\nيكى ديگر از ادلّه طهارت ذاتى اهل كتاب جواز رَضْع كتابى است به طفل مسلمان . در اين زمينه رواياتى وارد است ، از جمله :\r\n1 - مُحَمَّدُ بنُ يَعقوبَ ، عَن أبِى عَلىٍّ الأشعَرىِّ ، عَن مُحَمَّدِ بنِ عَبدِ الجَبّارِ ، عَن صَفوانَ ، عَن سَعيدِ بنِ يَسارٍ ، عَن أبىعَبدِاللَهِ عَلَيهِ السَّلامُ قالَ : لَاتَسْتَرْضِعِ الصَّبِىَّ الْمَجُوسِيَّةَ وَ تَسْتَرْضِعُ لَهُ الْيَهُودِيَّةَ وَ النَّصْرَانِيَّةَ وَ لَايَشْرَبْنَ الْخَمْرَ ، يُمْنَعْنَ مِنْ ذَلِكَ .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\nدر اين روايت نهى از رَضْع مجوسيه ، كراهت است نه تحريم چنانچه در روايت بعد ذكر خواهد شد .\r\n2 - وَ عَن عَلىِّ بنِ إبراهيمَ ، عَن أبيهِ ، عَن حَمّادٍ ، عَن حَرِيزٍ ، عَن مُحَمَّدِ ابنِ مُسلِمٍ ، عَن أبىجَعفَرٍ عَلَيهِ السَّلامُ قالَ : لَبَنُ الْيَهُودِيَّةِ وَ النَّصْرَانِيَّةِ وَ الْمَجُوسِيَّةِ أَحَبُّ إِلَىَّ مِنْ وَلَدِ الزِّنَا .\r\n[ 2 
  ]\r\n3 - وَ عَن مُحَمَّدِ بنِ يَحيَى عَن أحمَدَ بنِ مُحَمَّدٍ ، عَن عَلىِّ بنِ الحَكَمِ ، عَن عَبدِ اللَهِ بنِ يَحيَى الكاهِلىِّ ، عَن عَبدِاللَهِ بنِ هِلالٍ ، عَن أبىعَبدِاللَهِ\r\n[ 1 
  ] - وسائل الشّيعة ، كتاب النّكاح ، أبواب احكام الأولاد ، الباب ( 76 ) ، حديث ، 1 ، ج 21 ، ص 464 .\r\n[ 2 
  ] - همان مصدر ، حديث 2 .\r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nعَلَيهِ السَّلامُ قالَ : سَأَلْتُهُ عَنْ مُظَاءَرَةِ الْمَجُوسِىِّ ، قَالَ : لَا ؛ وَ لَكِنْ أَهْلِ الْكِتَابِ .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\nچهارم روايتى است كه در آن حتّى رَضع مشركه نيز جائز شمرده شده است :\r\n4 - وَ عَن حُمَيدِ بنِ زِيادٍ ، عَنِ الحَسَنِ بنِ مُحَمَّدِ بنِ سُماعَةَ ، عَن غَيرِ واحِدٍ ، عَن أبانَ بنِ عُثمانَ ، عَن عَبدِ الرَّحمَنِ بنِ أبى عَبدِاللَهِ قالَ :\r\nسَأَلْتُ أَبَاعَبْدِاللَهِ عَلَيْهِ السَّلَامُ : هَلْ يَصْلُحُ لِلرَّجُلِ أَنْ تُرْضِعَ لَهُ الْيَهُودِيَّةُ وَ النَّصْرَانِيَّةُ وَ الْمُشْرِكَةُ ؟ قَالَ : لَابَأْسَ ! وَ قَالَ : امْنَعُوهُمْ شُرْبَ الْخَمْرِ .\r\n[ 2 
  ]\r\n5 - أحْمَدُ بنُ عَلىِّ بنِ الْعَبّاسِ النَّجاشىُّ . . . عَنِ الفُضَيلِ بنِ يَسارٍ قالَ :\r\nقَالَ لِى جَعْفَرُ بْنُ مُحَمَّدٍ عَلَيْهِمَا السَّلَامُ رِضَاعُ الْيَهُودِيَّةِ وَ النَّصْرَانِيَّةِ خَيْرٌ مِنْ رِضَاعِ النَّاصِبيَّةِ .\r\n[ 3 
  ]\r\nدر اين روايت بر جواز رضاع ناصبيّه تصريح شده است ، درحاليكه در روايتى كه قبلًا ذكر شده بود امام عليه السّلام مىفرمايد :\r\nناصبى از سگ نجس‌تر است . و اين روايت خود دليلى است بر اينكه مقصود از نجاستِ منظور امام عليه السّلام قذارت نفسى و كدورت باطنى بوده است نه نجاست ذاتى .\r\n[ 1 
  ] - همان مصدر ، حديث 3 ؛ و ليكن در طبع آل البيت بجاى كلمه ( مُظَاءَرَةِ ) لفظ ( مُظاهِرَةِ ) آمده ، بر خلاف طبع دار الكتب الاسلاميّة و « فروع الكافى » ج 6 ، ص 42 .\r\n[ 2 
  ] - همان مصدر ، حديث 5 ، ص 465 .\r\n[ 3 
  ] - همان مصدر ، باب 77 ، حديث 1 ، ص 466 .\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\n6 - عَبدُ اللَهِ بنُ جَعفَرٍ فى « قُرْبِ الإسنادِ » ، عَن عَبدِ اللَهِ بنِ الحَسَنِ ، عَن جَدِّهِ عَلىِّ بنِ جَعفَرٍ ، عَن أخيهِ موسَى بنِ جَعفَرٍ عَلَيهِ السَّلامُ قالَ :\r\nسَأَلْتُهُ عَنِ الرَّجُلِ الْمُسْلِمِ ، هَلْ يَصْلُحُ لَهُ أَنْ يَسْتَرْضِعَ الْيَهُودِيَّةَ وَ النَّصْرَانِيَّةَ وَ هُنَّ يَشْرَبْنَ الْخَمْرَ ؟ قَالَ : امْنَعُوهُنَّ مِنْ شُرْبِ الْخَمْرِ مَا أَرْضَعْنَ لَكُمْ . وَ سَأَلْتُهُ عَنِ الْمَرْأَةِ وَلَدَتْ مِنْ زِنًا ، هَلْ يَصْلُحُ أَنْ يُسْتَرْضَعَ لَبَنُهَا ؟ قَالَ : لَا ، وَ لَاابْنَتِهَا الَّتِى وُلِدَتْ مِنَ الزِّنَا .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\n7 - وَ بِإسنادِهِ عَن أحمَدَ بنِ مُحَمَّدِ بنِ عيسَى ، عَن مُحَمَّدِ بنِ زيادٍ ، عَنِ ابنِ مُسكانَ ، عَنِ الحَلَبىِّ قالَ : سَأَلْتُهُ عَنْ رَجُلٍ دَفَعَ وَلَدَهُ إلَى ظِئْرٍ يَهُودِيَّةٍ أَوْ نَصْرَانِيَّةٍ أَوْ مَجُوسِيَّةٍ تُرْضِعُهُ فِى بَيْتِهَا أَوْ تُرْضِعُهُ فِى بَيْتِهِ .\r\nقَالَ : تُرْضِعُهُ لَكَ الْيَهُودِيَّةُ وَ النَّصْرَانِيَّةُ فِى بَيْتِكَ وَ تَمْنَعُهَا مِنْ شُرْبِ الْخَمْرِ وَ مَا لَايَحِلُّ مِثْلُ لَحْمِ الْخِنْزِيرِ وَ لَايَذْهَبْنَ بِوَلَدِكَ إِلَى بُيُوتِهِنَّ ، وَ الزَّانِيَةُ لَاتُرْضِعُ وَلَدَكَ فَإِنَّهُ لَايَحِلُّ لَكَ ، وَ الْمَجُوسِيَّةُ لَاتَرْضِعُ لَكَ وَلَدَكَ إلَّاأَنْ تُضْطَرُّ إِلَيْهَا .\r\n[ 2 
  ]\r\nنكته : با توجّه به روايات ديگر مبنى بر جواز رضاع مجوسيّه ، روشن مىشود كه مقصود از اضطرار نه به آن معناى مصطلَح كه موجب حليّت اكل ميته و نجس شود است ، بلكه به معناى عُسر و حرج متعارف مىباشد ؛ و همچنين نهى از رضاع مجوسيّه در روايات ديگر نيز محمول بر كراهت است نه حرمت ؛ زيرا علاوه بر آنچه كه ذكر شد ، از آنجا كه در روايات حكم مجوسيّه را در سياق حكم ساير\r\n[ 1 
  ] - همان مصدر ، باب 76 ، حديث 7 و 6 .\r\n[ 2 
  ] - همان مصدر ، باب 76 ، حديث 7 و 6 .\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nاهل كتاب مىشمارد ، لذا با توجّه به طهارت ذاتى آنها حكم به حرمت رضاع از ناحيهء نجاست لبن وجهى نخواهد داشت .\r\n\r\nبيان استدلال بر طهارت اهل كتاب بواسطهء روايات رضع\r\nاينها برخى از رواياتى بود كه در مجامع حديث در مورد رضاع اهل كتاب و غير آنها آمده است . و امّا بيان استدلال بر طهارت اهل كتاب بواسطهء اين روايات :\r\nاوّلًا : همانطور كه ذكر شد در بعضى از روايات مذكوره امام عليه السّلام رضاع اهل كتاب را بر رضاع تولّد از زنا ( زانيه ) ترجيح مىدهد درحاليكه بالضّرورة من الشّرع كسى قائل به نجاست زانيه و كذلك لبن حاصل از او نشده است و دليلى هم در اين باره وجود ندارد .\r\nثانياً : در بسيارى از اين روايات امام عليه السّلام جواز رضاع اهل كتاب را مشروط بر عدم اكل لحم خنزير و عدم شرب خمر نموده است ، درحاليكه حرمت لحم خنزير و شرب خمر بواسطهء نجاست و قذارت ذاتى آنهاست ، و چنانچه نجاست را علّت براى حرمت ندانيم بايد همان كدورت و تأثير سوئى كه موجب مفسدهء ملزمه است را علّت نهى امام عليه السّلام بدانيم ، و در هر دو صورت بواسطهء ورود در بدن و استحالهء آن ديگر نمىتوان آن را نجس به حساب آورد ؛ آنوقت چطور امام عليه السّلام ( در صورت نجاست اهل كتاب و حتّى مشركين چنانچه در بعضى از روايات مذكور شد ) نفس لبنى را كه از زن حاصل مىشود و قطعاً نجس خواهد بود حلال مىشمرد ، امّا شرط عدم اكل لحم خنزير و شرب خمر را الزامى مىداند ؟ ! و اين\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nمسأله به هيچ وجهى قابل توجيه نمىباشد .\r\nثالثاً : با توجّه به حرمت اطعام صبىّ به مأكول و مشروب نجس و متنجّس ، چنانچه در روايت مذكور است دربارهء شرب خمر و كذلك حكم امام عليه السّلام به اراقهء متنجّس كه دالّ بر حرمت اطعام است - و اينكه بعضى گفته‌اند : در روايت مسكر ، حكم قابل تسرّى نمىباشد زيرا حكم مركّز بر موضوع خود است و قابل تسرّى به ساير انواع نجاسات نيست ، مردود است ؛ زيرا قطعاً در اين مورد مسأله بر محوريّت نجاست آن دور مىزند نه بر خصوصيّتِ مورد - آيا ممكن است امام عليه السّلام حكم به جواز اكل بول و خون و قاذورات در صبىّ مسلم كند ، و يا در صورت عدم تسرّى حكم به جواز اكل لحم خنزير نمايد ؟ وانگهى رواياتى كه دالّ بر اراقهء متنجّس است مگر در موارد استفادهء معقوله مانند اسراج و غيره ، را چه كنيم ؟ مضافاً به شدّت ابتلاء مسلمين در مورد اطفال خود و اينكه غالباً طفل در معرض تنجيس مأكولات و مشروبات خود است ، در عين حال ابداً اثرى از جواز اكل و شرب متنجّس بر صبىّ مسلم در روايات از ناحيهء امام عليه السّلام نمىباشد فضلًا از نجس .\r\nبنابراين فتواى بعضى بر حليّت اكل و شرب نجس بر صبىّ مسلم مبنى بر روايت جواز استرضاع از لبن اهل كتاب و مشرك چنانچه گذشت به اين بيان كه : گرچه اهل كتاب محكوم به طهارت‌اند امّا در مورد مشرك حكم بر نجاست است ، محل ايراد مىباشد ؛ زيرا در دَوَران بين رجحان جواز اطعام نجس العين يا طهارت مشرك در\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nاين روايت ، صرف نظر از كيفيّت ارتباط اين روايت با ساير ادلّهء موجبهء طهارت مشركين و اهل كتاب ، قطعاً رجحان با طهارت مشركين خواهد بود . زيرا استبعاد تحليل امام عليه السّلام شرب لبن نجس العين مشرك را بر صبىّ مسلم به اشدّ البُعد موجب انعقاد قرينه بر حكومت روايات مفيدهء طهارت مشرك بر جواز استرضاع صبىّ مسلم از لبن نجس العين خواهد شد . 1\r\nبا توجّه به ادلّه سابق الذّكر در مورد جواز رضاع از زن يهوديّه و نصرانيّه و مجوسيّه و مشركه روشن مىشود كه طهارت اهل كتاب و كذا غير آنها امرى واضح و متعارف بوده است .\r\n\r\nيكى ديگر از ادلّهء طهارت اهل كتاب جواز مؤاكلهء لشكر اسلام در حين عبور از سرزمينهاى آنهاست\r\nيكى از ادلّه‌اى كه مىتوان بر طهارت اهل كتاب خصوصاً اقامه نمود اشتراط رسول خدا صلّى الله عليه و آله و سلّم است با اهل ذمّه مبنى بر اطعام لشكر اسلام در اوقاتى كه از سرزمينهاى آنان عبور مىكنند .\r\nرواياتى كه در اين مورد آمده است تماماً حكايت از جواز تناول مأكولات اهل كتاب را مىنمايد ، و بلكه به صورت امر از ناحيهء شارع\r\n\r\n\r\n","description":"","footnote":"\r\n1 - بايد توجه داشت كه طهارت و نجاست و يا حليّت و حرمت از احكام وضعيّه بوده و در ظرف خطاب متوجّه به افراد از حيثيّت انتحال به اسلام مىباشند نه از حيث بلوغ ؛ مثلًا آيهء شريفه : « إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَ الدَّمَ وَ لَحْمَ الْخِنزِيرِ » ( سوره البقرة ( 2 ) صدر آيهء 173 ) فقط اختصاص به مكلّفين و بالغين ندارد ، بلكه به كل فرد منتحل بِدينِ الإسلامِ سواءٌ كانَ بالِغًا أو غيرَ بالِغٍ را شامل مىشود ، مانند نكاح ومعاملات و آثار مترتبّه بر آنهااز حليّت و حرمت و غيرهما .\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nصادر شده است .\r\nاز جمله در « سنن الكبرى » بيهقى ، جلد نهم ، ص 196 مىگويد :\r\nبابُ الضِّيافَةِ فى الصُّلحِ - قَد مَضَى حديثُ أبى الحُوَيرِثِ عنِ النَّبىِّ صَلَّى اللَهُ عَلَيهِ ( وَ آلِهِ ) و سَلَّمَ مُنْقَطِعًا ، أنَّهُ جَعَل عَلى نَصارَى أيلَةَ جِزيةَ دينارٍ عَلَى كُلِّ إنسانٍ وَ ضيافَةَ مَن مَرَّ بِهِم مِن المُسلِمينَ . . .\r\nتا آنكه مىگويد :\r\nعَن نافِعٍ عَن أسلَمَ مَولَى عُمرَ بنِ الخَطّابِ رَضىَ اللَهُ عَنهُ : أنَّ عُمرَ ابنَ الخَطّابِ رَضىَ اللهُ عَنهُ ضَرَب الجِزيةَ عَلَى أهلِ الذَّهَبِ أربَعةَ دَنانيرٍ وَ عَلَى أهلِ الوَرَق أربَعينَ دِرهمًا وَ مَعَ ذَلِكَ أرْزاقَ المُسلِمينَ وَ ضِيافةَ ثَلاثَةِ أيّامٍ . . .\r\nو پس از اين مىگويد :\r\nقالَ الشّافِعىُّ : وَ حَديثُ أسلَمَ بِضيافَةِ ثَلاثٍ أشبَهُ ، لِأنَّ رَسولَ اللَهِ صَلَّى اللَهُ عَلَيْهِ ( وَ آلِهِ ) وَ سَلَّمَ جَعَلَ الضِّيافَةَ ثَلاثًا ، وَ قَد يَجوزُ أن يَكونَ جَعَلها عَلَى قومٍ ثَلاثًا وَ عَلَى قومٍ يَومًا وَ ليلةً وَ لَم يَجعَل عَلَى آخَرينَ ضيافةً كَما يَختلِفُ صُلحُهُ لَهم فَلا يَرُدُّ بعضُ الحَديثِ بَعضًا .\r\nهمچنين در صفحهء 59 گويد :\r\nحدَّثنا أبوبَكرٍ مُحَمَّدُ بنُ الحَسَنِ . . . عَن حُمَيدِ بنِ هِلالٍ العَدوىِّ قالَ :\r\nسَمِعْتُ عَبْدَاللَهِ بْنَ مَغْفِلٍ رَضِىَ اللَهُ عَنْهُ يَقُولُ : دُلِىَ جِرَابٌ مِنْ شَحْمٍ يَوْمَ خَيْبَرَ فَأَخَذْتُهُ فَالْتَزَمْتُهُ فَقُلْتُ : هَذَا لِى لَاأُعْطِى أَحَدًا مِنْهُ شَيْئًا ! فَالْتَفْتُ فَإذَا رَسُولُ اللَهِ صَلَّى اللَهُ عَلَيْهِ ( وَ آلِهِ ) وَ سَلَّمَ ، فَاسْتَحْيَيْتُ مِنْهُ .\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nو همچنين ابن المبارك روايت مىكند از حمّاد بن زيد :\r\nفَقَالَ فِى الْحَدِيثِ : كُنَّا نَأْتِى الْمَغَازِى مَعَ رَسُولِ اللَهِ صَلَّى اللَهُ عَلَيْهِ ( وَ آلِهِ ) وَ سَلَّمَ فَنُصِيبُ الْعَسَلَ وَ السَّمَنَ فَنَأْكُلُهُ .\r\nوَ كَذَلِكَ عَنِ ابْنِ عُمَرَ . . . أَنَّ جَيْشًا غَنِمُوا فى زَمَانِ رَسُولِ اللَهِ صَلَّى اللَهُ عَلَيْهِ ( وَ آلِهِ ) وَ سَلَّمَ طَعامًا وَ عَسَلًا فَلَمْ يُؤْخَذْ مِنْهُمُ الْخُمْسُ .\r\nو باز همانجا از ابن المبارك نقل مىكند از . . . سوَيْد خادم سلمان :\r\nأَنَّهُ أَصَابَ سَلَّةً ، يَعْنى فِى غَزْوَةٍ ، فَقَرَّبَهَا إِلَى سَلْمَانَ رَضِىَ اللَهُ عَنْهُ فَفَتَحَهَا فَإِذَا فِيهَا حُوَّارَى وَ جُبْنٌ ، فَأكَلَ سَلْمَانُ مِنْهَا .\r\nدر اين روايات كه از كتب اهل سنّت آمده است سيرهء مسلمين را در زمان رسول خدا بيان مىكند كه احترازى از ماكولات اهل كتاب و غيره نداشتند ؛ و همينطور حكم رسول خدا دربارهء اطعام مسلمين توسّط اهل ذمّه نيز تصريح بر طهارت ذاتى آنها مىباشد .\r\nو بر اين اساس است فتاوى فقهاى بزرگ مانند صاحب « جواهر » بر جواز مؤاكله با اهل كتاب چنانچه از كلام علّامه در « منتهى » چنين بر مىآيد و در « تذكره » نيز ادّعاى اجماع كرده است .\r\nعلّامه در كتاب « منتهى » مىگويد كه :\r\nرسول خدا بر گروهى از اهل كتاب كه تعدادشان به سيصد نفر مىرسيد حكم نمود كه هر سال سيصد دينار بپردازند ، و اگر مسلمانى از آن سرزمين عبور نمود تا سه روز او را ضيافت نمايند ؛ و بر نصاراى نجران شرط كرد كه فرستادگانش را\r\n\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nبيست روز ضيافت كنند . . . .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\nبا توجّه به مطالب فوق ديگر چه شكّى باقى مىماند كه با وجود نجاست ذاتى اهل كتاب چگونه ممكن است رسول خدا صلّى الله عليه و آله و سلّم چنين شرطى را با اهل كتاب داشته باشد و چگونه به مسلمين چنين اجازه‌اى را مىدهد كه از طعام آنها و مشروبات محلّله آنها استفاده نمايند ، آن هم در اين مدّت طولانى .\r\nاين ادلّه نيز تماماً حكايت از طهارت ذاتى اهل كتاب مىنمايد .\r\n\r\nيكى ديگر از ادلّهء طهارت كفّار جواز تغسيل جنازهء مسلمان توسّط آنهاست\r\nيكى از ادلّهء طهارت اهل كتاب رواياتى است كه بر جواز تغسيل زنِ اهل كتاب ، زن مسلمان مرده را در صورت عدم وجود محرَم ، دلالت مىكنند .\r\n1 - زيدُ بنُ علىٍّ ، عَن آبائهِ ، عَن علىٍّ عَليهِ السَّلامُ قالَ : أَتَى رَسُولَ اللَهِ صَلَّى اللَهُ عَلَيْهِ وَ آلِهِ وَ سَلَّمَ نَفَرٌ فَقَالُوا : إِنَّ امْرَأَةً تُوُفِّيَتْ مَعَنَا وَ لَيْسَ مَعَهَا ذُو مَحْرَمٍ . فَقَالَ : كَيْفَ صَنَعْتُمْ ؟ فَقَالُوا : صَبَبْنَا عَلَيْهَا الْمَاءَ صَبًّا . فَقَالَ : أَوَمَا وَجَدْتُمْ امْرَأَةً مِنْ أَهْلِ الْكِتَابِ تَغْسِلُهَا ؟ قَالُوا : لَا .\r\nقَالَ : أَفَلَا يَمَّمْتُمُوهَا ؟\r\n[ 2 
  ]\r\n2 - عَمّارُ بنُ موسَى ، عَن أبى عَبدِ اللَهِ عَلَيهِ السَّلامُ - فى حَديثٍ - قالَ : قُلْتُ : فَإِنْ مَاتَ رَجُلٌ مُسْلِمٌ وَ لَيْسَ مَعَهُ رَجُلٌ مُسْلِمٌ وَ لَاامْرَأَةٌ مُسْلِمَةٌ مِنْ ذَوِى قَرَابَتِهِ وَ مَعَهُ رِجَالٌ نَصَارَى وَ نِسَاءٌ مُسْلِمَاتٌ لَيْسَ\r\n[ 1 
  ] - منتهى المطلب ، طبع قديم ، ج 2 ، ص 966 .\r\n[ 2 
  ] - وسائل الّشيعة ، كتاب الطّهارة ، ابواب غسل الميت ، الباب ( 19 ) ، حديث 2 ، ج 2 ، ص 516 .\r\n","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nبَيْنَهُ وَ بَيْنَهُنَّ قَرَابَةٌ ؟ قَالَ : يَغْتَسِلُ النَّصَارَى ثُمَّ يَغْسِلُونَهُ ، فَقَدِ اضْطَرَّ .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\nو همينطور در ذيل آن وارد است :\r\nوَ عَنِ الْمَرْأَةِ الْمُسْلِمَةِ تَمُوتُ وَ لَيْسَ مَعَهَا امْرَأَةٌ مُسْلِمَةٌ وَ لَارَجُلٌ مُسْلِمٌ مِنْ ذَوِى قَرَابَتِهَا وَ مَعَهَا نَصْرَانِيَّةٌ وَ رِجَالٌ مُسْلِمُونَ [ وَ لَيْسَ بَيْنَهَا وَ بَيْنَهُمْ قَرَابَةٌ 
  ] ؟\r\n[ 2 
  ] قَالَ تَغْتَسِلُ النَّصْرَانِيَّةُ ثُمَّ تَغْسِلُهَا .\r\nاين روايات كه بعضى از رواياتِ در اين باب مىباشد در دلالت بر طهارت ذاتى اهل كتاب تصريح دارند ؛ زيرا اگر آنها داراى نجاست ذاتى بودند چگونه امام عليه السّلام حكم به جواز تغسيل مىداد ؟ و اينكه بعضى گفته‌اند : در صورت اضطرار ، چنانچه در خود روايات مذكور است رفع اشتراط طهارت ماء مىشود ، و يا اينكه ممكن است مورد محمول بر صورت وجود ماء كُرّ باشد در نهايت سستى و عدم متانت است . زيرا در صورت دَوَران امر بين تنجيس بدن ميّت و مسِّ غيرمَحْرم قطعاً صورت ثانى اولى خواهد بود . و ثانياً چنانچه در خود روايات مذكور است اگر اهل كتاب داراى نجاست ذاتى بوده باشند آنوقت چگونه امام عليه السّلام حكم به اغتسال اهل كتاب قبل از تغسيل ميّت مسلم را مىنمايد ، درحاليكه اغتسال متوقّف بر قذارت\r\n[ 1 
  ] - همان مصدر ، حديث 1 ، ص 515 .\r\n[ 2 
  ] - عبارت بين قلّاب مطابق با نسخهء « كافى » است ، همانگونه كه در تعليقه « وسائل » مذكور است : فى « الكافى » زيادة [ ليس بينها و بَيْنَهُنَّ قرابة 
  ] ، ( هامش المخطوطة ) .\r\n","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nظاهرى و احتمالى است ، و در جائى كه خود آنها داراى نجاست ذاتى بوده باشند ديگر جائى براى رفع قذارت ظاهرى و احتمالى باقى نمىماند .\r\n\r\nاز ديگر ادلّهء طهارت كفّار مسألهء استرقاق آنهاست كه طبعاً اختلاط با مسلمان را در بردارد\r\nاز ديگر ادلّه‌اى كه مىتوان بر طهارت ذاتى انسان بطور اعمّ و بر اهل كتاب بالخصوص اقامه نمود ، مسأله استرقاق آنها در جنگهاى مسلمين با آنها مىباشد . البتّه در مورد اهل كتاب مسأله با ساير فِرَق كفّار از مشركين تفاوت دارد . حكم اسلام در مورد حرب با كافر حربى يا قتل آنها و يا قبول اسلام است ؛ امّا مسأله نسبت به ذرارى آنها يكسان است كه عبارت از استرقاق و سَبْى آنهاست . و اين خود دليل بر عدم نجاست ذاتى آنان است ؛ زيرا با وجود نجاست ذاتى حكم اسلام نسبت به اسارت و استرقاق و ادخال آنها در منزل و معاشرت با آنها چه به صورت نكاح و يا غير نكاح بسيار غير موجّه مىنمايد ، زيرا قطعاً ورود آنها و فرزندان مشركين به منازل مسلمين موجب تنجيس بيت و اثاث البيت خواهد شد و تسبيب اين امر نيز خود داراى اشكال مىباشد .\r\nپايان فصل\r\nبايد توجّه داشت ادلّه‌اى كه در اين فصل مبنى بر طهارت ذاتى جميع اقسام و صنوف از بنى آدم مذكور گرديد ، چه اهل ايمان و چه اهل كتاب و چه غير آنها ممكن است بخشى از مجموع ادلّه بر طهارت انسان باشد ، و چه بسا در آينده با توجّه به مسائل مطروحه و تأمّل در آنها فقهاء بزرگوار بتوانند مصادر بيشتر و گوياترى بر طهارت\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nذاتى انسان ارائه نمايند . در اين بخش سعى نويسنده بر آن بوده است كه نمونه‌هائى از مدارك استنباط را با توضيح مختصرى به پيشگاه علم و فقاهت عرضه بدارد ، البتّه چنانچه سنّت حسنهء تحقيق و اجتهاد در طول قرون و اعصار همواره در راستاى تأييد و تسديد محقّقان عاليقدر و مجتهدان بزرگوار تشيّع پرده از نقاب مشكلات مسائل برداشته است و حلّ عويصات معارف اهل بيت را به سمت و سوى خود كشانيده است ، اين بار نيز با تأمّلى مجدّد و تحقيقى مستوفى بتواند در اين عرصه قدمى استوار و منشى متين از خود ابراز و اظهار بدارد ، و دأب و دَيدن طريق اجتهاد و استنباط را كه همان آزادى در عرصهء انديشه بدون هيچ ترس و واهمه‌اى از تركزّات و اصول موضوعه‌اى كه ربّما لا اصل لها است ، به اخذ منابع فقهى تشيّع از مصادر وحى صلوات اللهِ و سلامهُ عليهم أجمعين اقدام نمايد . و به اين نكته بايد توجّه نمود كه چه بسا لغزش و خطاى در استنباط ممكن است موجب استمرار اين مسأله و تسلسل آن به نسلهاى بعد منجرّ گردد ؛ چنانچه در فصل بعد مختصرى در اين باره بحث خواهد شد .\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\n\r\nفصل پنجم : أقوال فقهاء رضوان الله عليهم در اين مسأله\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nبسم الله الرّحمن الرّحيم\r\n\r\nاختلاف كلمات فقهاء در اطلاق لفظ « نجس » به مطلق كفّار يا غير اهل‌كتاب\r\nفقهاء شيعه - رضوان الله عليهم - بحث در اين موضوع ( طهارت و نجاست غير مسلمان ) را به دو بخش كتابى و غير كتابى تقسيم نموده‌اند ؛ گرچه بسيارى از آنان هر دو قسمت را تحت يك عنوان مورد بحث قرار داده‌اند كه همان عنوان شرك و مشرك است ، و يا بعضى ديگر در تحت عنوان كافر همه را به يك نسق و منوال دانسته‌اند .\r\nعلّامه حلّى - رضوان الله عليه - در « قواعد » گويد :\r\nوَ الكافِرُ سَواءٌ كانَ أصليًّا أو مُرتَدًّا وَ سَواءٌ إنتَمَى إلَى الإسلامِ كَالخَوارِجِ وَ الغُلاةِ أو لا .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\nو صاحب « مفتاح الكرامة » در تفسير كافر گفته است :\r\nمُشرِكًا أو غَيرَهُ ذِمّيًّا أو غَيرَهُ إجماعًا فى « النّاصِريّاتِ » وَ\r\n[ 1 
  ] - قواعد الأحكام ، ج 1 ، ص 191 .\r\n","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\n« الانتِصارِ » وَ « الغُنيَةِ » وَ « السَّرائِرِ » وَ « المُعتَبَرِ » وَ « المُنتَهَى » وَ « البِحارِ » وَ « الدّلائِلِ » وَ . . .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\nملاحظه مىشود كه علّامه بطور اطلاق همه اقسام كفّار را تحت عنوان نجس العين قرار داده است . و در « غنيه » ذكر كرده است :\r\nأنَّ كُلَّ مَن قالَ بِنَجاسَةِ المُشرِكِ قالَ بِنَجاسَةِ غَيرِهِ مِنَ الكُفّارِ .\r\n[ 2 
  ]\r\nالبتّه چنانچه خواهيم ديد در اين ادّعا تأمّل و خدشه است . و در « حاشيه مدارك » مطلب را از اجماع گذرانده و به حدّ ضرورت و اتّفاق امّت ارتقاء داده است ؛ مىگويد :\r\nإنَّ الحُكمَ بِالنَّجاسَةِ شِعارُ الشّيعَةِ يَعرِفُهُ عُلَماءُ العامَّةِ مِنهُم بَل وَ عَوامُّهُم يَعرِفُونَ أنَّ هَذا مَذهَبُ الشّيعَةِ بَل وَ نِساؤهُم وَ صِبيانُهُم يَعرِفُونَ ذَلِكَ وَ جَميعُ الشّيعَةِ يَعرِفونَ أنَّ هَذا مَذهَبُهُم فى الأعصارِ وَ الأمصارِ .\r\n[ 3 
  ]\r\nاين مطلب از صاحب « حاشيه » در حالى نقل مىشود كه بسيارى از فقهاء حكم به طهارت اهل كتاب نموده‌اند .\r\nدر « مفتاح الكرامة » چنين گويد :\r\nوَ نُقِلَ عَنِ القَديمَينِ القَولُ بِعَدَمِ نَجاسَةِ أسآرِ اليَهودِ وَ النَّصارَى ، وَ عَن ظاهِرِ المُفيدِ فى رِسالَتِهِ « العِزِّيَّةِ » وَ رُبَما ظَهَرَ ذَلِكَ فى مَوضِعٍ مِنَ « النَّهايَةِ » حَيثُ قالَ : وَ يُكرَهُ أن يَدعُوَ الإنسانُ أحَدًا مِنَ الكُفّارِ إلَى\r\n[ 1 
  ] - مفتاح الكرامة فى شرح قواعد العلّامة ، ج 2 ، ص 35 .\r\n[ 2 
  ] - همان مصدر ، ص 36 .\r\n[ 3 
  ] - همان مصدر ، ص 36 .\r\n","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nطَعامِهِ فَيَأكُلَ مَعَهُ ، فَإن دَعاهُ فَلْيَأمُرهُ بِغَسلِ يَدَيهِ ثُمَّ يَأكُلُ مَعَهُ إن شَاءَ . لَكِنَّهُ صَرَّحَ قَبلَهُ فى غَيرِ مَوضِعٍ بِنَجاسَتِهِم عَلَى اختِلافِ مِلَلِهِم وَ خُصوصًا أهلَ الذِّمَّةِ ، وَ لِذا اعتَذَرَ عَنهُ المُحَقِّقُ فى « النُّكَتِ » بِالحَملِ عَلَى الضَّرورَةِ أوِ المُؤاكَلَةِ فى اليابِسِ .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\nبايد اذعان نمود كه شيخ از اين عبارت هيچ مقصودى بجز طهارت اهل كتاب ندارد ، زيرا لفظ يَكرَهُ نه اينكه ظاهر ، بلكه أظهَر قريب به نصّ است در جواز ؛ و اگر مقصود از كراهت حرمت باشد ديگر امر به غَسل يد با وجود نجاست عينيّه چه معنائى دارد ؟ و اعتذار محقّق را بايد از زمرهء توجيه بِما لا يَرضَى صاحِبُه دانست ، و منظور از نجاست اهل كتاب كه از شيخ نقل شده است بايد حمل بر نجاست عرضى بواسطهء اختلاط با اشياء نجس العين مثل لحم خنزير و خمر نمود . سپس در ادامه مىگويد :\r\nوَ مالَ إلَى طَهارَتِهِم صاحِبُ « المَدارِكِ » وَ « المَفاتيحِ » .\r\n[ 2 
  ]\r\n\r\nكلام مرحوم صاحب « جواهر » در مسأله\r\nمرحوم صاحب « جواهر » نيز ابتداءً طرح مسأله را با ادّعاء اجماع چنانچه ذكر شد شروع مىكند ، و با عباراتى مشابه آنچه كه در « مفتاح الكرامة » گذشت به تأويل و توجيه فتواى مفيد و شيخ در « نهايه » و غيره مىپردازد ، و كلام ابن‌جنيد و ابن‌عقيل را نيز حمل بر عدم مقبوليّت فتوى و يا اطلاق سؤر بر ماء قليل مىكند كه بر فتواى ابن‌عقيل منفعل نمىشود .\r\n[ 1 
  ] - همان مصدر ، ص 36 .\r\n[ 2 
  ] - همان مصدر ، ص 36 .\r\n","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nعبارت ايشان در تتمّه بحث چنين است :\r\nوَ لَقَد أجادَ الاستاذُ الأكبَرُ بِقَولِهِ : إنَّ ذَلِكَ شِعارُ الشّيعَةِ ، يَعرِفُهُ مِنهُم عُلَماءُ العامَّةِ وَ عَوامُّهُم وَ نِساؤهُم وَ صِبْيانُهُم ، بَل وَ أهلُ الكِتابِ فَضلًا عَنِ الخاصَّةِ .\r\nوَ يَدُلُّ عَلَيهِ مُضافًا إلَى ذَلِكَ قَولُهُ تَعَالى : « إِنَّمَا الْمُشْرِكُونَ نَجَسٌ » ، المُتَمَّمُ دِلالَتُها - حَيثُ تَضَمَّنَت لَفظَ النَّجَسِ الَّذى لَم يُعلَم إرادَةُ المَعنَى الاصطِلاحىِّ مِنهُ ، أوِ اختُصَّت بِالمُشرِكِ - بِظُهورِ إرادَةِ الاصطلاحىِّ هُنا وَلَو بِالقَرائِنِ الكَثيرَةِ الَّتى مِنها تَفريعُ عَدَمِ قُربِهِمُ المَساجِدَ الَّذى لَا يَتَّجِهُ إلّاعَلَيهِ ، عَلَى أنَّ النَّجاسَةَ اللُّغَويَّةَ مَعَ مَنعِ تَحقُّقِها فى المُترفينَ مِنهُم لَيسَت مِنَ الوَظائِفِ الرَّبّانيَّةِ ، وَ احتِمالُ إرادَةِ الخُبثِ الباطِنىِّ مِنَ النَّجاسَةِ - كَما اختارَهُ بَعضُ النّاسِ مِمَّن لا نَصيبَ لَهُ فى مَذاقِ الفِقهِ تَبَعًا لِلعامَّةِ العَمياءِ - ضَرورىُّ الفَسادِ ، مَعَ أنَّها لَيسَت مِنَ المَعانِى المَعهودَةِ المَعروفَةِ لِلَفظِ النَّجاسَةِ .\r\nوَ بِعَدَمِ القَولِ بِالفَصلِ بَينَ المُشرِكِ وَ غَيرِهِ مِنهُم كَالمَحكىِّ فى « الغُنيَةِ » وَ « الرِّياضِ » إن لَم نَقُل بِتَعارُفِ مُطلَقِ الكافِرِ مِنَ المُشرِكِ أو لِما يَشمَلُ اليَهُودَ وَ النَّصارَى ، لِقَولِهِ تَعالَى : « وَ قَالَتِ الْيَهُودُ عُزَيْرٌ . . . إلى قَولِهِ تَعالَى : عَمَّا يُشْرِكُونَ » ؛\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] وَ لِما يُشعِرُ بِهِ قَولُهُ تَعالَى لِعِيسَى عَلَيهِ السَّلامُ : « ءَ أَنتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِى وَ أُمّىَ\r\n[ 1 
  ] - سوره التّوبة ( 9 ) آيات 30 و 31 .\r\n","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nإِلهَيْنِ »\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] مِن شِركِهِم أيضًا ؛ وَ لِقَولِهِم أيضًا : « إنَّهُ ثالِثُ ثَلاثَةٍ » [ 2 
  ] المُشعِرُ بِكَونِهِ عِندَ اليَهودِ ثانى اثْنَينِ ، وَ غَيرِ ذَلِكَ . [ 3 
  ]\r\n\r\nاشكالات وارده بر كلام صاحب « جواهر »\r\nبايد در اينجا به چند نكته كه در كلام مرحوم صاحب « جواهر » وجود دارد اشاره نمود :\r\nاوّلًا : ايشان مانند مرحوم وحيد بهبهانى مسأله نجاست غير مسلمان را امرى ضرورى از ضروريات دين مىداند كه به عنوان شعار در برابر مخالفين و اهل سنّت مطرح مىباشد ، درحاليكه خود ايشان عباراتى از مفيد و « نهايه » و ابن‌جنيد و ابن‌عقيل و بعضى ديگر نقل نموده است كه قائل به طهارت اهل كتاب و يا اعمّ از آنها مىباشند ، آنگاه در مقام توجيه و تأويل به هر مستمسكى جهت ايجاد وحدت ادّعائى و انعقاد اجماع مُتشبّث گرديده است .\r\nوَ لَيتَ شِعْرى اين چه ضرورت و اجماعى است كه بسيارى از فقهاء بزرگوار در حكم به طهارت غير مسلم حدّاقل فتوى به طهارت اهل كتاب داده‌اند ؟ ! وَ هَذا مِن أعجَبِ العَجآئِب ! و فقيه بزرگوارى همچون مرحوم حاج آقا رضا همدانى در كتاب « طهارت » خود آن را از مسائل بسيار مشكل و صعب شمرده است و با ضرس قاطع روايات\r\n[ 1 
  ] - سوره المائدة ( 5 ) قسمتى از آيهء 116 .\r\n[ 2 
  ] - اقتباس از سوره المائدة ( 5 ) قسمتى از آيهء 73 .\r\n[ 3 
  ] - جواهر الكلام ، ج 6 ، ص 42 .\r\n","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nطهارت را بر روايات دالّهء بر نجاست حاكم و وارد دانسته است ، چنانچه خواهد آمد .\r\nثانياً : ايشان خود در انطباق آيه شريفه و إفادهء مراد بر معناى نجاست اصطلاحى تشكيك نموده و ظهور آن را بر معناى رجس و پليدى باطنى راجح مىدانند ، لولا قرائن و شواهدى كه بر نجاست ظاهرى اقامه نموده‌اند ، امّا هيچ اسمى از اين شواهد و قرائن كثيره به ميان نمىآورند و فقط عدم دخول آنانرا به مسجدالحرام دالّ بر ارادهء نجاست اصطلاحى شمرده‌اند ، درحاليكه اين قرينه خود شاهدى بر خلاف مدّعاى ايشانست ؛ زيرا اوّلًا نهى از ورود مشركين به مسجدالحرام بهيچوجه دلالت بر نجاست ظاهرى آنان نمىكند ، زيرا ممكن است به جهت احتفاظ بر حرمت بيت الله الحرام از ورود افراد و اشخاص غير مسلمان بواسطهء قذارت باطنى و كدورت نفسانى باشد نه بواسطهء نجاست ظاهرى ، چنانچه اين معنى اتّفاقاً لَدَى العقلِ السَّليمِ وَ الذّوقِ المَتين ارجح مىنمايد و هتك احترام بيت الله نه بواسطهء ورود عين نجس بلكه بواسطهء ورود كدورت و قذارت باطنى تحقّق پيدا مىكند . مگر ما حكم به حرمت ورود جنب و حائض و نَفْساء به بيت الله الحرام و مسجد النّبىّ صلّى الله عليه و آله و سلّم نمىكنيم ، با اينكه قطعاً نجاست ظاهرى در غالب قريب به كلّ منتفى است ؟\r\nثالثاً : ورود عين نجس به مسجد به عنوان كلّى و يا مسجدالحرام در صورتى كه عرفاً منافى با حرمت بيت و رعايت شؤون آن نباشد چه اشكالى دارد ؟ و هيچ دليل شرعى بر اين مسأله غير از فهم متعارف عرفى و حكم و قضاوت او در اين مورد موجود\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nنمىباشد ؛ درست مانند صلوة عندَ قُبورِ المعصومين عليهم السّلام كه در بعضى از موارد موجب هتك و حرام و در بعضى موارد بلا اشكال مىباشد . و اين مسأله در موارد متفاوت و شرائط مختلف و ظروف گوناگون تفاوت دارد ، و چون اصل تحقّق موضوع برعهدهء عرف مىباشد كيفيّت اجتماع شرائط و حكم به ثبوت و يا عدم آنها نيز برعهده عرف است نه فقيه .\r\nرابعاً : حكم به نجاست باطنى را ايشان ضرورىّ الفساد دانسته و آن را از معانى معهوده لفظ نجاست ندانسته‌اند .\r\nاوّلًا دليلى بر اين ادّعاى ضرورت چنانچه در امثال آن گذشت ارائه ننموده‌اند ، و ما نيز هيچ معناى صحيحى از اين ضرورت به دست نياورده‌ايم . و ثانياً چنانچه قبلًا گذشت مواردى را كه در شرع بر معناى قذارت باطنى اطلاق شده است ذكر كرده‌ايم ، و پر واضح است كه چه در زمان نزول آيه و يا در زمان ائمّه عليهم السّلام شواهدى دالّه بر ارادهء معناى باطنى وجود داشته است و ادّعاى ايشان در اينجا بدون دليل مىباشد .\r\nخامساً : ايشان با استفاده از قول به عدم فصل حكم آيه را به ساير افراد از غير مسلمين از اهل كتاب تسرّى داده‌اند و اين را يكى از قرائن ظهور آيه در نجاست اصطلاحى دانسته‌اند ، درحاليكه زمان نزول آيه را با عدم قول به فصل چكار ؟\r\nو استظهار نجاست اهل كتاب از عدم قول به فصل نيز خود محل تأمّل است چنانچه در فصل بعد خواهد آمد . و همچنين اطلاق\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nمشرك بر كافر نيز چنانچه گذشت ثابت نبوده ، خصوصاً اينكه با توجّه به قرائن موجوده در زمان نزول آيه و پس از آن قطعاً مىتوان گفت مقصود اهل كتاب نبوده‌اند .\r\nسپس ايشان مىگويند :\r\nوَ ما دَلَّ عَلَى نَجاسَةِ خُصوصِ اليَهودِ وَ النَّصارَى أيضًا مِنَ المُعتَبَرَةِ ، وَ هىَ وَ إن كانَ فى مُقابِلِها أخبارٌ دالَّةٌ عَلَى الطَّهارَةِ وَ فيها الصَّحيحُ وَ غَيرُهُ ، بَل هىَ أوضَحُ مِن تِلكَ دِلالَةً ، بَل لَولا مَعلوميَّةِ الحُكمِ بَينَ الاماميَّةِ وَ ظُهورِ بَعضِها فى التَّقيَّةِ لَاتَّجَهَ العَمَلُ بِها ، لَكِن لا يَنبَغى أن يُصغَى إلَيها فى مُقابَلَةِ ما تَقَدَّمَ ، وَ إن أطنَبَ بَعضُ الأصحابِ فى البَحثِ عَنها وَ تَجَشَّمَ مَحامِلَ لَها يُرَجَّحُ الطَّرحُ عَلَيها فَضلًا عَنِ التَّقيَّةِ ؛ كَما أ نَّهُ لا يَنبَغى الإصغاءُ لِلِاستِدلالِ عَلَى الطَّهارَةِ أيضًا بِقَولِهِ تَعالَى :\r\n« وَ طَعَامُ الَّذِينَ أُوتُوا الْكِتبَ حِلٌّ لَّكُمْ وَ طَعَامُكُمْ حِلٌّ لَّهُمْ »\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] بَعدَ وُرودِ الأخبارِ المُعتَبَرَةِ وَ فيها الصَّحيحُ وَ المُوَثَّقُ وَ غَيرُهُما ، بِإرادَةِ العَدَسِ وَ الحُبوبِ وَ البُقولِ مِنَ الطَّعامِ سِيَّما مَعَ تَأييدِها بِما عَنِ « المِصباحِ المُنيرِ » أنَّهُ : إذا أطلَقَ أهلُ الحِجازِ الطَّعامَ عَنَوا بِهِ البُرَّ خاصَّةً . . .\r\n[ 2 
  ]\r\n\r\nمرحوم صاحب « جواهر » با اينكه اخبار طهارت را از جهت دلالت واضح‌تر مىداند و ليكن به جهت ارتكاز ذهنى خود آنها را حمل بر تقيّه يا موارد خاصّ مىكند\r\nبسيار عجيب است ، مرحوم صاحب « جواهر » گرچه اخبار طهارت را اوضح دلالةً مىداند از اخبار نجاست ، و حكم به طهارت را\r\n[ 1 
  ] - سوره المائدة ( 5 ) قسمتى از آيهء 5 .\r\n[ 2 
  ] - جواهر الكلام ، ج 6 ، ص 43 .\r\n","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nلَولا معلوميّةُ الحكمِ بينَ الإماميّه متَّجه مىشمارد ، ولى غير از صِرف همين معلوميّت كه فقط يك ارتكاز ذهنى ايشان و امثال ايشان است هيچ دليلى بر رجحان حكم به نجاست إقامه نمىنمايد ، و با اين ارتكاز ذهنى درصدد توجيه و تأويل اخبار طهارت به حمل بر تقيّه و غيره بر مىآيد و حكم به جواز اكل طعام از مأكولات اهل كتاب را حمل بر عدس و غيره مىكند ؛ درحاليكه چنانچه گذشت اگرچه طعام ممكن است بر حبوبات حمل شود ، امّا مگر كسى تا به حال حبوبات را بدون طبخ و بطور خام تناول كرده است ؟ و اگر آيه حتّى در صورت محال حمل بر حبوبات خشك و غير مطبوخ شود ، اين كه ديگر حلّيّت و حرمت در آن معنى ندارد ، زيرا اكل حبوبات غير مطبوخ چه محذورى دربردارد تا آيه حكم به حلّيّت آن نمايد ؟ !\r\n\r\nكلام مرحوم حاج آقا رضا همدانى در مسأله و دغدغهء ايشان در حكم به نجاست غير مسلمان\r\nحقير گويد : در اينجا بسيار مناسب است كلام مرحوم حاج آقا رضا همدانى - رضوان الله عليه - را نسبتاً مشروح بيان نمائيم تا روشن شود كه اين فقيه بزرگوار نيز چه دغدغه و اضطرابى در حكم به نجاست غير مسلمين خصوصاً اهل كتاب داشته است ، و به اين سادگى كه از صاحب « جواهر » و مرحوم وحيد بهبهانى نيز نقل شده است نبوده است .\r\nايشان پس از بيان نقل ادلّهء قائلين به نجاست اهل كتاب و حمل اخبار طهارت بر وجه تقيّه و توجيه آيه شريفه بر حبوب مىفرمايند :\r\nوَ لا يَخفى ما فى هَذا التَّقريبِ ، فَإنَّ التَّقيَّةَ لَيسَت مُقتَضيَةً لِأن يَكرَهَ الإمامُ عَلَيهِ السَّلامُ تَحريمَ ما حَرَّمَهُ اللَهُ تَعالَى .\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nفَالظّاهِرُ أنّ مُؤاكِلَةَ المَجُوسىِّ مِن حَيثُ هِىَ وَ لَو بِالنِّسبَةِ إلَى الخُبزِ وَ غَيرِهِ مِنَ الأطعِمَةِ الجامِدَةِ عَلَى ما يَقتَضيهِ إطلاقُ أدِلَّتِها مِنَ الامُورِ المَكروهَةِ الَّتى يَمقُتُها اللَهُ وَ أولِياؤهُ ، وَ لَعَلَّ حِكمَتَهُ كَونُها نَحوًا مِنَ المَوادَّةِ المَمقوتَةِ ؛ لَكِنَّ الإمامَ عَلَيهِ السَّلامُ كَرِهَ أن يُكَلِّفَهُم بِالمَنعِ إرفاقًا بِهِم وَ تَوسِعَةً عَلَيهِم . فَمُرادُهُ بِقَولِهِ عَلَيهِ السَّلامُ : أَن أُحَرِّمَ عَلَيكُم ، إمّا مُطلَقُ المَنعِ لا التَّحريمُ الحَقيقىُّ ، لَكِن بِلِحاظِ تَعَلُّقِ أمرِ الإمامِ عَلَيهِ السَّلامُ بِتَركِهِ كَما لَو أمَرَ الوالِدُ وَلَدَهُ بِتَركِ بَعضِ الأشياءِ المُحَلَّلَةِ لِغَرَضٍ صَحيحٍ ، وَ قَد صَرَّحَ غَيرُ واحِدٍ بِوُجوبِ إطاعَةِ الإمامِ عَلَيهِ السَّلامُ فى كُلِّ ما يَأمُرُ بِهِ وَ يَنهَى عَنهُ وَ إن لَم يَكُن مُتَعَلَّقُهُ واجِبًا أو حَرامًا شَرعيًّا بِالذّاتِ ؛ فَلامُقتَضى لِصَرفِ الرِّوايَةِ عَن ظاهِرِها وَ لَو بِناءًا عَلَى نَجاسَةِ المَجوسىِّ ، إذ لا مُقتضِىَ لِحَملِها عَلَى إرادَةِ خُصوصِ المايِعاتِ الَّتى تَنفَعِلُ بِمُلاقاةِ النَّجِسِ ، فَالمَقصودِ بِها بَيانُ حُكمِ المُؤاكَلَةِ مِن حَيثُ هىَ مُحَرَّمَةً كانَت أو مَكروهَةً ، وَ كَيفَ كانَ فَلا شَهادَةَ فى هَذِهِ الرِّوايَةِ عَلَى كَونِ الحُكمِ بِطَهارَةِ الكِتابىِّ فى سائرِ الأخبارِ لِأجلِ التَّقيَّةِ .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\nملاحظه مىشود ايشان صريحاً حكم به تقيّه را كه توجيه بسيارى از روايات بر آن مترتّب است ، ردّ نموده و اصلًا مورد را منافى با موارد تقيّه ذكر مىنمايد . اگر مورد از موارد تقيّه باشد ، امام عليه السّلام نمىگويد : من كراهت دارم كه بر شما حرام گردانم آنچه را\r\n[ 1 
  ] - مصباح الفقيه ، ص 560 .\r\n","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nخداى متعال حرام كرده است ! زيرا اگر واقعاً خدا اين تناول را حرام كرده است ديگر كراهت داشتن چه معنى دارد ؟\r\nپس معناى اين عبارت مىشود : من مىبينم شما در معاملات و روابط خود با مجوس بسر مىبريد ، و اگر بخواهم بگويم اين كار را ترك كنيد موجب عسر و حرج خواهد شد ، و لذا شما را نهى از ارتباط و معاشرت نمىكنم . و اين معنى قطعاً با كراهت سازگار مىباشد نه با حرمت ؛ زيرا در صورت حرمت امام مىتواند مطلب را بگونه‌اى ديگر بيان كند و بفرمايد : تناول از أطعمه مجوس وتماس با آنان حرام است ، و آنان نجس مىباشند مگر در صورت ضرورت ، چنانچه در ساير موارد ضرورت نيز حكم به رفع آن داده شده است . بنابراين چگونه امام عليه السّلام با وجود علم به حرمت و نجاست ذاتيه به نحو مطلق و بدون هيچ قيد و شرطى يك امّت را در جهل و ضلالت و اقدام به حرام و معصيت و تناول نجس قرار مىدهد . و بر فرض اينكه مقصود امام تقيّه باشد بايد بفرمايند : من كراهت دارم از اينكه حرام كنم بر شما آنچه را خداى متعال حرام گردانيده است . يعنى در صورت ضرورت و تقيّه فقط اشكالى ندارد ، نه اينكه آنچه را كه شما انجام مىدهيد . و بسيار جاى تعجّب است كه چطور اين معناى بسيار واضح و متعارف عرفى را اين عدّه متوجّه نشده‌اند ، و أعجب از اين اينكه با اين روايت خواسته‌اند ساير روايات صريح در طهارت را نيز حمل بر تقيّه نمايند !\r\nسپس ايشان در ادامه مىفرمايند :\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nمَعَ أ نَّهُ يَظهَرُ بِالتَّدَبُّرِ فيما أسلَفناهُ فى مَبحَثِ نَجاسَةِ الخَمرِ ، أنَّ احتِمالَ صُدورِ الأخبارِ الدّالَّةِ عَلَى طَهارَتِها تَقيَّةً لَيسَ بِأقوَى مِن احتِمالِ كَونِ ما دَلَّ عَلَى نَجاسَتِها كَذَلِكَ . فَالإنصافُ أنَّهُ لَيسَ فى شِىءٍ مِن أخبارِ الطَّهارَةِ ما يُشعِرُ بِصُدورِها تَقيَّةً فَضلًا عَن أن يَدُلَّ عَلَى ذَلِكَ دَلالَةً مُعتَبَرَةٌ مُصَحِّحَةً لِطَرحِ هَذِهِ الأخبارِ الكَثيرَةِ ، فَلا يَجوزُ رَفعُ اليَدِ عَن مِثلِ هَذِهِ الرِّواياتِ إلّابِدَليلٍ مُعتَبَرٍ ؛ وَ الَّذى يَقتَضيهِ الجَمعُ بَينَها وَ بَينَ أخبارِ النَّجاسَةِ إنَّما هُوَ ارتِكابُ التَّأويلِ فى تِلكَ الأخبارِ فَإنَّ أخبارَ الطَّهارَةِ لَو لَم تَكُن نَصًّا فَلا أقَلَّ مِن كَونِها أظهَرَ دَلالَةً مِن تِلكَ الرِّواياتِ ، مَعَ ما أشَرْنا إلَيهِ مِن أنَّ جُملَةً مِن هَذِهِ الرِّواياتِ تَصلُحُ أن تَكوُنَ بِمَدلولِها اللَفظىِّ قَرينَةً لِصَرفِ تِلكَ الرِّواياتِ عَن ظاهِرِها ، خُصوصًا مَعَ ما عَرَفْتَ مِن وَهنِ دَلالَةِ تِلكَ الأخبارِ عَلَى النَّجاسَةِ بَل إمكانِ مَنعِ ظُهورِها فيها ؛ اللَهُمَّ إلّاأن يُدَّعَى انجِبارُ ضَعفِ دَلالَتِها كَسَنَدِها بِفَهمِ الأصحابِ وَ عَمَلِهِم ، لَكِن لا يَكفى ذَلِكَ فى تَرجيحِها عَلَى أخبارِ الطَّهارَةِ بَعدَ عَدَمِ التَّنافى وَ إمكانِ الجَمعِ عُرفاً مَعَ وُجودِ الشّاهِدِ عَلَيهِ ؛ إلّاأن يُقالَ إنَّ إعراضَ المَشهورِ عَن أخبارِ الطَّهارَةِ أسقَطَها عَنِ الاعتِبارِ . فَأخبارُ النَّجاسَةِ عَلَى هَذا التَّقديرِ حُجَّةٌ سَليمَةٌ مِنَ المُعارِضِ يَجِبُ الأخذُ بِظاهِرِها ، لَكِنَّ الاقتِناعَ بِهَذا القَولِ فى طَرحِ مِثلِ هَذه الأخبارِ أراهُ مُجَرَّدَ التَّقليدِ وَ التَّصديقِ مِن غَيرِ تَصَوُّرٍ فَلابُدَّ مِن تَحقِيقِ هَذا القَولِ .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\n[ 1 
  ] - همان مصدر ، ص 561 .\r\n","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\n\r\nصاحب « مصباح الفقيه » پس از ترجيح اخبار طهارت بر نجاست تنها قرينهء حمل بر نجاست را عمل اصحاب و اعراض مشهور مىداند\r\nدر اينجا بسيار خوب و مستدلّ مرحوم حاج آقا رضا كيفيّت دلالت اخبار طهارت و رجحان قطعى آنها را بر اخبار نجاست بيان داشته و در مقام جمع با دلالت بيّن اخبار طهارت ، اخبار نجاست را مقيّد و حمل بر كراهت مىنمايد و حتّى مدّعى است كه در دلالت بر نجاست ظهور نيز در آنان منتفى مىباشد .\r\nايشان پس از ترجيح قاطع اخبار طهارت بر نجاست تنها و يگانه قرينهء حمل بر نجاست را عمل اصحاب و اعراض مشهور از اخبار طهارت مىدانند ، و طبق قول مشهور اعراض اصحاب را مبتنى بر قرينه مختفيه از متأخرين دانسته و بواسطهء آن رفع يد از اخبار ثقات و صحاح از روايات و ادلّه مىنمايند ، و چه بسا گفته شده است : كُلَّما ازدادَتِ الرِّوايَةُ قُوَّةً ازدادَتْ وَهنًا .\r\nدر اينجا بايد از اينان پرسيد : اين قرينهء مختفيه چگونه قرينه‌اى است كه حتّى يك نفر از قدماء بحثى و كلامى از آن به ميان نياورده است ؟ ! و چگونه است كه همين قدماء اصحاب در بسيارى از مسائل عاديه و روايات متعارفه همان سياق روايت را طبق فهم عادى خود از روايت بيان كرده‌اند و يا اگر قرينه و شاهدى بر خلاف برداشت متعارف وجود داشته است نقل كرده‌اند ، امّا در اين مورد كه از مهم‌ترين مسائل در زمان ائمّه عليهم السّلام بوده است به هيچ قرينه و شاهدى اشاره ننموده‌اند ؟ و ما دلخوش از اينكه آنها بر قرينه و تأويلى دست يافته و ما از آن محروم بوده‌ايم ، و بايد فهم و برداشت آنانرا بر اصول متقنه و ادلّهء منصوصه از قِبل امام عليه السّلام ترجيح دهيم ! و\r\n\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nچه بسا كار به آنجا رسد كه فهم اصحاب خود به عنوان يك اصل از اصول استنباط در مقابل كلام و سنّت قرار گيرد و بلكه بر آنان ترجيح يابد ! ! حال بگذريم از اينكه نه تنها هيچ قرينه و شاهدى در زمان ائمّه عليهم السّلام بر نجاست كفّار بطور عامّ وجود نداشته است ، بلكه بر عكس شواهد متعدّده حتّى در خود روايات همگى گوياى طهارت كفّار در خود زمان حاملان وحى و حفظهء دين عليهم السّلام وجود داشته است ، چنانچه خواهد آمد .\r\nمرحوم صاحب « مصباح الفقيه » در مقام توضيح و تبيين اين قرينه برآمده و مطلب را اين چنين ادامه مىدهد كه :\r\nچنانچه اين قرينه براى شخص موجب قطع به حكم شود اين مسأله از باب القاطعُ مجبولٌ على اتّباعِ قَطعِه حكم خاص خود را پيدا مىكند ، چطور كه در ساير موارد قطع چنين خواهد بود ، و امّا اگر براى شخص اين چنين نشود ، بلكه صرفاً به عنوان يك احتمال و يا يك ظنّ مطرح شود ، آنوقت چگونه ما مىتوانيم بواسطهء يك ظنّ غير معتبر رفع يد از روايات موثوقه و ادلّه مستنده و حجج ملزمه بنمائيم ؟ !\r\nسپس ايشان مىگويند :\r\nوَ كَيفَ كانَ ، فَأخبارُ البابِ الدّالَّةُ عَلَى الطَّهارَةِ لِتَكاثُرِها أو تَظافُرِها وَ صِحَّةِ أسانيدِها وَ اعتِضادِ بَعضِها بِبَعضٍ أجَلُّ مِن أن يَطْرَأَ عَلَيها وَهنٌ فى سَنَدِها أو دَلالَتِها لِإمكانِ دَعوَى القَطعِ بِصُدورِ أغلَبِها لَو لَم نَقُل بِذَلِكَ فى كُلِّها كَما ذَهَبَ إلَيهِ بَعضٌ ، فَلايَتَطَرَّقُ إلَيها الوَهنُ مِن\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nحَيثُ السَّنَدِ ؛ وَ أمّا دَلالَتُها فَهىَ مِنَ القُوَّةِ بِمَكانٍ كادَ يَكونُ بَعضُها نَصًّا فى المُدَّعَى فَلا نَجِدُ فى نُفوسِنا ريبَةً فى دَلالَتِها ، وَ إنَّما الرّيبَةُ الَّتى يَتَطَرَّقُ إلَيها إنَّما هىَ فى جَهَةِ صُدورِها فَيَتَقَوَّى بِإعراضِ المَشهورِ عَنها احتِمالُ كَونِها صادِرَةً عَن تَقيَّةٍ وَ نَحوِها مِنَ الامورِ المُقتَضيَةِ لِإظهارِ خِلافِ الواقِعِ . . .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\n\r\nصاحب « مصباح » اخبار طهارت را از حيث دلالت و سند تمام دانسته و تنها احتمالى كه مىدهد از جهت صدور است\r\nدر اينجا ايشان تصريح دارد كه اخبار طهارت سنداً و دلالةً قابل خدشه نمىباشد و فقط اگر احتمالى در آن برود از حيث جهت صدور مىباشد . ايشان پس از بيان نسبتاً مفصّلى راجع به إعراض اصحاب و حمل اخبار طهارت را بر صورت تقيّه اشكالاتى نيز بر اين جهت وارد كرده‌اند ؛ از جمله در مسأله آثار وضعيّه طهارت و نجاست كه از جمله بطلان وضوء و صلوة در صورت تماس و مساوره با عين نجس است ، و احتمال حكم به طهارت را در صورت ضرورت و وجود عسر و حرج تقويت نموده‌اند ، ولى در عين حال اين احتمال را در بسيارى از موارد سؤال نمىتوان مطرح نمود و فقط در بعضى از روايات مىتوان وارد ساخت . و علَى كلّ حالٍ در مورد احتمال تقيّه مىفرمايند :\r\nوَ كَيفَ كانَ ، فَحَملُ الأخبارِ عَلَى التَّقيَّةِ لا يَخلو عَن بُعدٍ ، وَ عَلَى تَقديرِ قُربِ احتِمالِهِ لا يَكفى ذَلِكَ فى الحَملِ مَعَ مُخالَفَتِهِ لِلأصلِ ما لَم يَدُلَّ عَلَيهِ دَليلٌ مُعتَبَرٌ ؛ وَ قَد أشَرنا إلَى أنَّ مُجَرَّدَ الإعراضِ لا يَصلُحُ دَليلًا عَلَيهِ . اللَهُمَّ إلّاأن يُدَّعَى إفادَتُهُ لِلقَطعِ بِعَدَمِ كَونِها مَسوقَةً لِبَيانِ\r\n[ 1 
  ] - همان مصدر ، ص 561 .\r\n","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nالحُكمِ الواقِعىِّ ، وَ عُهدَتُها عَلَى مُدَّعيها . فَهىَ لا تَنهَضُ حُجَّةً عَلَى مَن لَم يَقطَع بِذَلِكَ حَتَّى يَجوزَ لَهُ طَرحُ الأخبارِ المُعتَبَرَةِ كَما أنَّ الشُّهرَةَ وَ نَقلَ الإجماعِ عَلَى الفَتوَى بَلِ الإجماعُ المُحَقَّقُ أيضاً كَذَلِكَ ما لَم يُوجِبِ القَطعَ بِمُوافَقَةِ الإمامِ عَلَيهِ السَّلامُ .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\nايشان در اين عبارت ديگر جائى براى صارفيّت و مانعيّت از اخبار طهارت باقى نگذاشتند ؛ زيرا عمده دليل مخالفين بر طهارت همان مسأله اجماع است كه قبلًا ذكر شد ، و اجماع در صورتى مىتواند حجّت باشد كه كاشف از موافقت معصوم عليه السّلام باشد و اين معنى در افراد مختلف متفاوت است ؛ ممكن است براى بعضى موجب قطع و براى بعضى حتّى احتمالش را هم ايجاب نكند تا چه رسد به قطع . و اينكه بعضى گفته‌اند : اجماع سبب عادى براى قطع به موافقت امام عليه السّلام است نيز مردود مىباشد ، پس از اينكه انسان اين معنى را در وجود خود وجدان ننمود .\r\nوَ بِهَذا ظَهَرَ لَكَ ضَعفُ الاستِدلالِ لِلنَّجاسَةِ بِالشُّهرَةِ وَ نَقلِ الإجماعِ وَ غَيرِهِما مِنَ المُؤَيِّداتِ الَّتى تَقَدَّمَتِ الإشارَةُ إلَيها .\r\nلَكِنْ لِقائِلٍ أن يَقولَ : إنَّ ما ذُكِرَ مِن أدِلَّةِ النَّجاسَةِ وَ إن لا يَصلُحُ شَىءٌ مِنها فى حَدِّ ذاتِهِ لِإثباتِ المُدَّعَى فى مُقابَلَةِ هَذِهِ الأخبارِ الكَثيرَةِ ، لَكِن رُبَما يَحصُلُ - بِمُلاحَظَةِ المَجموعِ مِن نَقلِ الإجماعَ وَ الشُّهرَةِ وَ شُذوذِ المُخالِفِ وَ مَغروسيَّتِهِ فى أذهانِ المُتَشَرِّعَةِ عَلَى وَجهٍ صارَ\r\n[ 1 
  ] - همان مصدر ، ص 562 .\r\n","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nلَدَيهِم نَظيرَ الضَّروريّاتِ الثّابِتَةِ فى الشَّريعَةِ الَّتى يَعرِفُها العَوامُّ وَ النِّساءُ وَ الصِّبيانُ وَ غَيرِها مِنَ المُؤَيِّداتِ المُعاضِدَةِ لِظَواهِرِ أخبارِ النَّجاسَةِ - الجَزمُ بِنَجاسَتِهِم وَ كَونِ أخبارِ الطَّهارَةِ مُؤَوَّلَةً أو مَعلولَةً .\r\nوَ الإنصافُ أنَّ هَذِهِ الدَّعوَى قَريبَةٌ جِدًّا فَإنَّهُ رُبَما يَحصُلُ بِمُلاحَظَةِ مَعروفيَّتِهِ فى الشَّريعَةِ لَدَى العَوامِّ وَ الخَواصِّ وَ تَجَنُّبِهِم عَن مُساوَرَةِ أهلِ الكِتابِ ، الجَزمُ بِالحُكمِ لِكَونِها كَالسّيرَةِ القَطعيَّةِ كاشِفَةً عَن رَأىِ المَعصومِ عَلَيهِ السَّلامُ .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\n\r\nمرحوم حاج آقا رضا همدانى قول به نجاست اهل كتاب را به عنوان شعار شيعه موهون مىشمرد\r\nمرحوم صاحب « مصباح الفقيه » در اين فقرات همان كلام مرحوم وحيد بهبهانى را تكرار مىنمايد و حكم به نجاست را از ضروريات مذهب مىشمرد و اين مسأله را چنانچه گفته شد از جمله شعار شيعه در قبال اهل سنّت به حساب مىآورد ، ولى با ايراد وهن بر اين دليل استدراك نموده در صدد تضعيف اين نظريه چنين مىگويد :\r\nلَكِنَّ الَّذى يوهِنُها فى خُصوصِ المَقامِ السَّيرُ فى أخبارِ البابِ فَإنَّها تَشهَدُ بِحُدوثِ هَذِهِ السِّيرَةِ وَ تَأَخُّرِها عَن عَصرِ الأئِمَّةِ عَلَيهِمُ السَّلامُ لِشَهادَةِ جُلِّها بِخُلُوِّ أذهانِ السّائِلينَ الَّذينَ هُم مِن عُظَماءِ الشِّيعَةِ وَ رُواةِ الأحاديثِ عَنِ احتِمالِ نَجاسَتِهِمُ الذّاتيَّةِ ، وَ أنَّ الَّذى أوقَعَهُم فى الرِّيبَةِ الموجِبَةِ لِلسُّؤالِ عَدَمُ تَجَنُّبِهِم عَنِ النِّجاساتِ حَتَّى أنَّ مُحَمَّدَ بنَ عَبدِاللَهِ بنِ جَعفَرٍالحِميَرىِّ الَّذى كَتَبَ إلَى صاحِبِ الزَّمانِ عَجَّلَ اللَهُ تَعالَى فَرَجَهُ الشَّريفَ فى زَمانِ الغَيبَةِ اسْتَشكَلَ فى الصَّلاةِ فى الثِّيابِ\r\n[ 1 
  ] - همان مصدر ، ص 562 .\r\n","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nالمُتَّخَذَةِ مِنَ المَجوسِ بِواسِطَةِ أنَّهُم يَأكُلونَ المَيتَةَ وَ لا يَغتَسِلونَ مِنَ الجَنابَةِ ؛ فَيُستَفادُ مِن مِثلِ هَذا السُّؤالِ أنَّ احتِمالَ نَجاسَةِ المَجوسِ ذاتاً لَم يَكُن طارقاً بِذِهنِهِ وَ إلّالَكانَ الفَحصُ عَن حُكمِ الثِّيابِ بِمُلاحَظَتِها أولَى فَيُظَنُّ بِمِثلِ هَذِهِ الأسئِلَةِ أنَّ مَعروفيَّتَها لَدَى العَوامِّ وَ مَغروسيَّتَها فِى أذهانِهِم نَشَأَت مِن شُهرَةِ القَولِ بِها بَينَ العُلَماءِ الَّذينَ هُم مَرجِعُ تَقليدِ العَوامِّ وَ هىَ فى حَدِّ ذاتِها لا تُفيدُ الجَزمَ بِالحُكمِ خُصوصًا مَعَ قُوَّةِ احتِمالِ كَونِ مُستَنَدِ المَشهورِ فى الحُكمِ بِالنَّجاسَةِ كَما يُساعِدُ عَلَيهِ مُراجَعَةُ كُتُبِهِم استِظهارُها مِنَ الآيَةِ الشَّريفَةِ بِبَعضِ التَّقريباتِ المُتَقَدَّمَةِ فَلَم يُجَوِّزوا رَفعَ اليَدِ عَن ظاهِرِ الكِتابِ بِأخبارِ الطَّهارَةِ إمّا بِناءًا مِنهُم عَلَى أنَّها أخبارُ آحادٍ وَ لا يَجوزُ تَخصيصُ الكِتابِ بِها ، أو لِزَعمِهِمُ ابتِلاءَ المُخَصّصِ بِالمُعارِضِ أو غَيرِ ذَلِكَ مِن جِهاتِ التَّرجيحِ فَلا وُثوقَ بِوُصولِ الحُكمِ إلَيهِم يَدًا بِيَدٍ عَن مَعصومٍ عَلَيهِ السَّلامُ أو عُثورِهِم عَلَى دَليلٍ مُعتَبَرٍ غَيرِ ما بِأيدينا مِنَ الأدِلَّةِ .\r\nوَ الحاصِلُ أنَّهُ لا يَجوزُ طَرحُ الأخبارِ الدَّالَّةِ عَلَى الطَّهارَةِ أو المُؤَيِّدَةِ لَها الَّتى لا تَتَناهَى كَثرَةً بِمِثلِ هَذِهِ التَلفيفاتِ الَّتى تَشَبَّثَ بِها القائِلونَ بِالنَّجاسَةِ حَتَّى ألحَقَ المَسأَلَةَ بَعضُهُم بِالبَديهيَّاتِ الَّتى رَأَى التَّكَلُّمَ فيها تَضييعًا لِلعُمرِ ، مَعَ أنَّهُ لا يَرجِعُ شَىءٌ مِنها إلَى دَليلٍ يُعتَدُّ بِهِ عَدا ظَواهِرِ أخبارِ النَّجاسَةِ الَّتى عَرَفتَ حالَها . فَالحَقُّ أنَّ المَسأَلَةَ فى غايَةِ\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nالإشكالِ . . .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\n\r\nصاحب « مصباح الفقيه » ادلّهء قائلين به نجاست ذاتى اهل كتاب را بافته‌هاى بدون حجّت مىداند\r\nانصافاً بايد اذعان نمود كه صاحب « مصباح الفقيه » حقّ مسأله را در اينجا اداء نموده است ؛ و أدلّهء قائلين به نجاست ذاتى اهل كتاب را بافته‌هاى بدون دليل و حجّت مىداند كه هيچكدام از آنان در مقام اجتهاد و استنباط لايُسمِنُ و لايُغنى مِن جوعٍ مىباشد . و نه تنها اجماع در اين مورد كاشف از رأى معصوم عليه السّلام نيست ( زيرا اوّلًا اين اجماع مدركى مىباشد ، و ثانياً چنانچه گذشت مخالفينى در مقابل خود چه از قدماء و چه از متأخرين چنانچه فى زماننا هذا بطور وفور وجود دارند ) بلكه شهرت نجاست در بين شيعه در زمان خود ائمّه عليهم السّلام نبوده است و اين مسأله در لسان روايات كاملًا واضح و آشكار مىباشد . بِناءً عليهذا ما هيچ مدركى قابل توجّه و اعتبار بر نجاست ذاتى خصوصاً اهل كتاب مشاهده نمىكنيم ، بلكه ادلّهء قطعيّه بر طهارت آنان قائم مىباشد .\r\nمحصّل كلام در اين فصل آنكه : اكثر قدماء از فقهاء قائل به نجاست ذاتى كفّار أعمّ از مشرك و اهل كتاب مىباشند ، و در بسيارى از كتب إدّعاء اجماع بر اين مسأله شده است ، و حتّى بعضى همچون مرحوم وحيد بهبهانى آن را شعار شيعه در قبال اهل سنّت مىداند و صاحب « جواهر » نيز با تأييد كلام وحيد بهبهانى بحث در اين مسأله را تضييع عمر دانسته و آن را از زمرهء ضروريات دين مىشمرد ؛ و ليكن با\r\n[ 1 
  ] - همان مصدر ، ص 562 .\r\n","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nتوجّه به ادلّهء قائلين به نجاست روشن مىشود كه هيچكدام از آنها مفيد مراد و منتج مقصود نمىباشد و صرفاً بر اساس حدس و تخمين و استحسان ، روايات دالّهء بر طهارت را تأويل و روايات محتمل الظّهور در نجاست را مأخذ و مبنى قرار داده‌اند ؛ و چنانچه گذشت مرحوم حاج آقا رضا همدانى تمام ادلّه قائلين به نجاست را در زمرهء تلفيفات مىشمرد و هيچ وَقعى بر آنان نمىنهد ، نه در اجماع مدّعا و نه در ادّعاء سيرهء مشهوره و نه در حكم به تقيّه و ساير وجوه مرفوضه .\r\nبنابراين طبق موازين و اصول مدوّنه ، متّبع همان روايات دالّهء بر طهارت ذاتى اهل كتاب و حتّى ساير فرق از مذاهب مختلف است .\r\nنگارنده در اينجا ديگر إطالهء مطلب را تضييع اوقات و تطويل بلاطائل مىداند و جهت توضيح و تبيين مسأله به تنها دليل متمسّكين به نجاست كه همان اجماع مىباشد مىپردازد ، اميد است كه بدين وسيله پرده از رخسار حقيقت برافتد و مبنا و مراد شارع مقدّس در اين مسألهء غوغا برانگيز روشن گردد .\r\n\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\n\r\nفصل ششم : توضيح اجماع مدّعا بر نجاست غيرمسلمان\r\n\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nبسم الله الرّحمن الرّحيم\r\n\r\nبيان حجيّت اجماع از باب دخول امام عليه السّلام در جملهء فقهاء و بيان اشكال آن\r\nاجماع در مذهب اماميّه به عنوان كاشف از رأى معصوم عليه السّلام در قبال كتاب و سنّت حجّت و مستند است ، البتّه بازگشت و مآل آن به سنّت مىباشد و در حقيقت نمىتوان آن را در عداد ادلّه و مبانى استنباط مستقلًا به حساب آورد . مرحوم محقّق در « معتبر » خود حجيّت اجماع را به دخول معصوم در ميان طائفه ذكر مىكند و مىفرمايد :\r\nفَلَو خَلا المائَةُ مِن فُقَهائِنا عَن قَولِهِ لَما كانَ حُجَّةً ، وَ لَو حَصَلَ فى اثنَينِ لكانَ قَولُهُما حُجَّةً .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\nهمچنين سيّد مرتضى أعلى اللهُ مقامَه چنين مىفرمايد :\r\nإذا كانَ عِلَّةُ كَونِ الإجماعِ حُجَّةً كَونَ الإمامِ فيهِم ، فَكُلُّ جَماعَةٍ كَثُرَت\r\n[ 1 
  ] - المعتبر ، ج 1 ، ص 31 .\r\n","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nأو قَلَّت كانَ الإمامُ فى أقوالِها فَإجماعُها حُجَّةٌ .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\nكسى از فقهاء انكار اين مسأله را ننموده است كه اجماع به خودى خود نمىتواند بعنوان دليلى مستقلّ در كنار ساير ادلّه استنباط به حساب آيد ، ولى در كيفيّت تحقّق آن و تشكّل موضوع اختلاف نظر وجود دارد .\r\nبعضى حجيّت آن را از باب دخول امام عليه السّلام در جملهء فقهاء مجمعٌ عليهم دانسته‌اند ، چنانچه اين نظريّه پيش قدماء اصحاب و سيّد مرتضى راجح بوده است و به اين طريقه ، طريقهء تضمنيّه گفته‌اند .\r\nاشكال در اين طريقه آنست كه : تحقيقاً افرادى كه معلوم الحال و شناخته شده‌اند نمىتوان قول آنانرا به حساب آورد ؛ و افرادى كه شناخته شده نيستند و مجهولند از كجا ما قطع به وجود امام در زمرهء آنها پيدا كنيم ، و با حدس و گمان هم كه نمىتوان حكمى را مستند به امام عليه السّلام دانست . و اگر قطع به وجود امام عليه السّلام در زمرهء عدّه‌اى خاصّ پيداشود اين به خودِ قطع مربوط است نه به اجماع ساير افراد ؛ چنانچه اگر اين قطع بدون توجّه به فتاواى فقهاء و فقط در يك محدودهء مشخّص حاصل شود هيچ ارتباطى با اجماع فقهاء معروف الحال ندارد . بنابراين ديگر هيچ اجماعى محقّق نخواهد شد ؛\r\n[ 1 
  ] - الذّريعة إلى أصول الشّريعة ، ج 2 ، ص 630 .\r\n","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\nزيرا شناخت فتاواى فقهاء معروف و شناخته شده فائده‌اى ندارد ، چون تطرّق خطاء و نسيان در آنها مانند ساير افراد مردم مىرود و استنباط آنها براى خودشان حجّت است نه براى ديگران . و قطع به وجود امام عليه السّلام در افراد مجهول نيز فقط در عالم تصوّر و خيال ممكن است محقّق گردد نه در عالم عين و خارج . از اينرو است كه به نظر مىرسد ذكر اجماع در كتب فقهاء با توجّه به سلوك اين مسلك و طريقه ، عبث و بيهوده خواهد بود . و بايد اذعان نمود كه از صدر اسلام تا كنون هيچ فردى از فقهاء ادّعاى يك چنين اجماعى با اين خصوصيّت را نه نموده و نه مىتواند بنمايد .\r\n\r\nبيان حجيت اجماع از باب قاعده لطف و اشكال وارد بر آن\r\nو امّا طريق دوّم در تحقّق حجّيّت اجماع قاعدهء لطف است .\r\nدر توجيه اين مسلك اين نكته مطرح است كه : از آنجا كه وظيفه امام عليه السّلام تبيين وتبليغ رسالت و شريعت رسول اكرم صلّى الله عليه و آله و سلّم مىباشد ، بايد حكم الله واقعى را به أىِّ نحوٍ مِنَ الأنحآء به گوش مردم برساند ؛ و چنانچه در زمانى تمام فقهاء بر مسأله‌اى خلاف واقع اتّفاق نظر داشتند وظيفه امام عليه السّلام از باب لطف بيان حكم واقع به هر نحوى كه خود صلاح مىداند است ، و چون حكمى بر خلاف اجماع وجود ندارد اين مسأله كشف از موافقت معصوم عليه السّلام با حكم مجمعٌ عليه مىنمايد . و اگر چنانچه در اين باب دليلى از كتاب و يا سنّت موجود باشد ديگر اين طريقه معمولٌ بها نخواهد بود ؛ زيرا ممكن است امام عليه السّلام در مقام بيان حكم مخالف بر آن دليل استناد و تمسّك كرده باشد .\r\nامّا چنانچه مبيّن خواهد شد اين طريقه نيز همچون مسلك\r\n\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nسابق الذّكر مبتنى بر يك اصل رصين و پايهء استوارى نمىباشد . زيرا اوّلًا : تكليف و وظيفه امام عليه السّلام از باب اين قاعده يا بيان حكم خلاف است در مقام افتاء و حكم ، و يا رفع اشتباه و خطاء امّت است در مقام عمل و تكليف . اگر مقصود ايجاد مانع و حاجز است در مقام عمل ، بايد اذعان نمود كه اين مسأله ابداً صورت خارجى و عينى پيدا نكرده است ؛ زيرا چه بسا أزمنه‌اى كه حكم فقهاء و عمل امّت بر تعيين حكمى قرار مىگرفت و پس از مدّتى حكم به خلاف پديد آمده و بكلّى حكم اوّل منسوخ و يا نادر الوجود گرديده است ؛ چنانچه در قول به انفعال ماء بئر در ابتداء امر و نظريّه خلاف علّامهء حلّى مبنى بر عدم انفعال گواه و شاهدى بر اين مسأله است ، و نظير اين مسأله در ابواب فقهى إلى ما شآء الله موجود مىباشد .\r\nو ثانياً : در اين صورت چرا قاعده لطف منحصراً منعطف به جمهور از امّت شود و شامل هر فرد و هر گروه و هر جا و هر زمان نشود ؟ مگر افرادى كه بر مقتضاى تكليف و حكم مقلَّد خود خطأً مرتكب فعل خلاف حكم الله واقعى شوند ، چه تقصيرى در انجام تكاليف و عمل به وظيفه خود كرده‌اند كه بايد از عنايت و لطف حضرت محروم گردند . و اگر ما جواز عمل مكلّف را در زمان غيبت امام عليه السّلام به مقتضاى حكم ظاهرى و عمل به وظيفه ظاهرى چنانچه خود أئمّه عليهم السّلام بيان فرموده و مجزى دانسته‌اند صحيح و مُثاب بدانيم ، ديگر چه فرقى خواهد كرد بين يك نفر يا صد نفر و يا يك امّت در يك برهه از زمان و يا در أزمنهء متواليه ؟\r\n\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nو همچنان كه احكام در صدر اسلام تدريجاً نازل مىشدند و چه بسا سالها مردم در جهل از تكليف واقعى و حكم شرعى خود مرتكب خطاء مىشدند و سپس حكم واقعى توسّط رسول خدا صلّى الله عليه و آله و سلّم بيان مىگرديد ، در زمان غيبت هم ما بگوئيم بنا بر مصالح و مقتضياتى كه در حيطه علم خدا و اولياى او است مردم از لحاظ ادراك حكم الله واقعى در حرمان قرار گيرند ، چنانچه در احاديث مذكور است كه قائم آل محمّد صلّى اللهُ عليه و على آبائه الطّاهرين با احكام جديد و تكاليف جديدى ظهور خواهد نمود .\r\nبلى ، آنچه مقتضاى شؤون امامت و ولايت كليّه إلهيّه ائمّه هُدَى صلوات الله و سلامُه عليهم أجمعين است اينست كه وجود امام عليه السّلام با إشراف ولائى و عِلِّى خود بر تمام اعمال و كردار و سرّ و سويداى نفوس ما ناظر و حاضر و شاهد مىباشد و از جميع نيّات و خاطرات و خطورات ما قبل از حدوث آنها آگاه و مطّلع است ، وَ لا يَشُذُّ عَن حيطَةِ عِلمِه مِثقالُ ذَ رَّةٍ فى السّمواتِ وَ الأرضِ ، و با قوّه و قدرت ولائى خود جميع استعدادات و قواى ما را به مرحله و مرتبهء كمالِ وجودى آنها رهبرى و ايصال خواهد نمود .\r\nبنابراين اگر به اندازهء سر سوزنى انجام تكاليف مخالف با حكم الله و عمل به احكام منافى بخواهد در اين سير كمالى و فعليّت استعدادها تأثير سوئى بگذارد ( درحاليكه از نقطه نظر اتيان به مسائل و احكام هيچ تقصير و يا قصورى متوجّه آنها نخواهد بود ) اين مسأله با شؤون مقام امامت منافات و تضادّ پيدا مىنمايد و امام را از مرتبهء\r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\nولايت كبرى به منزله و مرتبهء ساير افراد بشر تنزّل مىبخشد ؛ نَستجيرُ بِاللهِ مِن هذِهِ الأوهامِ وَ الوساوِسِ الدَّنيَّةِ .\r\nهمچنان كه خود آنحضرت در نامه‌اى كه به شيخ مفيد أعلى اللهُ مقامَه دارند اين مطلب را متذكّر مىشوند :\r\nنَحْنُ وَ إِن كُنَّا ثَاوِينَ بِمَكانِنَا النَّائِى عَنْ مَسَاكِنِ الظَّالِمِينَ حَسَبَ الَّذِى أَرَانَاهُ اللَهُ تَعَالَى لَنَا مِنَ الصَّلَاحِ وَ لِشِيعَتِنَا الْمُؤْمِنينَ فِى ذَلِكَ مَادَامَتْ دَوْلَةُ الدُّنْيَا لِلْفَاسِقِينَ ؛ فَإِنَّا نُحِيطُ عِلْمًا بَأَنْبَائِكُمْ وَ لَايَعْزُبُ عَنَّا شَىْءٌ مِنْ أَخْبَارِكُمْ . . . إِنَّا غَيْرُ مُهْمِلِينَ لِمُرَاعَاتِكُمْ وَ لَانَاسِينَ لِذِكْرِكُمْ ، وَ لَوْلَا ذَلِكَ لَنَزَلَ بِكُمُ الْلَأْوَاءُ وَ اصْطَلَمَكُمُ الْأَعْدَ اءُ . . .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\nمضافاً به اينكه خود امام عليه السّلام وقتى كه از آن حضرت راجع به تكبير بعد از تشهّد اوّل قبل قيام به ركعت ثالثه سؤال شد فرمودند :\r\nالْجَوَابُ : إنَّ فِيهِ حَدِيثَيْنِ : أَمَّا أَحَدُهُمَا : فَإِنَّهُ إِذَا انْتَقَلَ مِنْ حَالَةٍ إِلَى حَالَةٍ أُخْرَى فَعَلَيْهِ تَكْبِيرٌ . وَ أَمَّا الأخَرُ : فَإِنَّهُ رُوِىَ : أَنَّهُ إِذَا رَفَعَ رَأْسَهُ مِنَ السَّجْدَةِ الثَّانِيَةِ فَكَبَّرَ ، ثُمَّ جَلَسَ ، ثُمَّ قَامَ ، فَلَيْسَ عَلَيْهِ لِلْقَيامِ بَعْدَ الْقُعُودِ تَكْبِيرٌ ؛ وَ كَذَلِكَ التَّشَهُّدُ الْأَوَّلُ يَجْرِى هَذَا الْمَجْرَى ، وَ بِأَيِّهِمَا أَخَذْتَ مِنْ جِهَةِ التَّسْلِيمِ كَانَ صَوَابًا .\r\n[ 2 
  ]\r\nو همينطور در موارد عديده‌اى امام عليه السّلام افراد را به\r\n[ 1 
  ] - الخرائج و الجرائح ، ج 2 ، ص 902 .\r\n[ 2 
  ] - الغيبة ، ص 232 .\r\n","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nهمين احكام ظاهرى مستنبط از روايات و أدلّه سوق داده‌اند چنانچه در جاى خود مبيَّن است .\r\nو اگر مقصود از لطف توضيح و تبيين امام عليه السّلام در مقام فتوى و صرفاً بيان حكم واقعى باشد اين چه تأثيرى در مسأله خواهد داشت ؛ زيرا يا بايد به تمامى فقهاء در همه بلاد و همهء أمكنه فرداً فرداً اين حكم را ابلاغ كند ، كه يك چنين چيزى نه تنها انجام نشده است بلكه اين همه اختلاف فقهاء در جميع امكنه و أعصار خود شاهدى بر خلاف مقتضاى اين قاعدهء لطف مدّعا مىباشد .\r\nچگونه امام عليه السّلام به خود اجازه مىدهد كه فقيهى از روى ادلّه بدون هيچ قصور و يا تقصيرى حكمى را بر خلاف حكم الله واقعى استنباط نمايد و آن را در اختيار همه افراد امّت قرار دهد ؟ آيا اين مسأله مخالف قاعدهء لطف نيست ؟ و اگر ما اين استثناء را در بعضى از موارد بپذيريم از باب حُكمُ الأمثالِ فيما يَجوزُ و فى ما لا يَجوزُ واحدٌ در ساير موارد نيز بايد بپذيريم ؛ و اگر در برهه‌اى نسبت به بسيارى از فقهاء حكم خطاء را جائز شمريم ، در برهه‌اى نسبت به كلّ فقهاء نيز بايد جائز شمرد . بنابراين حكم به وجوب بيان خلاف در صورت اجماع و عدم وجوب در ساير موارد حكم به متناقضين در مورد شؤون امامت و ولايت است . و شايد بدين لحاظ بوده است كه سيّد مرتضى - أعلى اللهُ مقامه - اين طريقه را مردود دانسته است .\r\nبنابراين باتوجّه به اشكالات فوق ما دليلى بر ثبوت و حجيّت اين اجماع نيز نمىتوانيم داشته باشيم ؛ و الله العالم .\r\n\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\n\r\nبيان حجيّت اجماع به طريقه حدس و اشكال آن\r\nمسلك سوّم در حجّيّت اجماع طريقهء حدس است ، به اين بيان كه : چنانچه اجماعى در همهء أزمنه تا زمان معصوم عليه السّلام منعقد شود و براى انسان قطع به انتساب حكم به امام عليه السّلام حاصل شود اين اجماع مىتواند حجّت باشد ؛ زيرا اتّفاق فقهاء در همهء اعصار با وجود اختلاف آراء آنها در كثيرى از مسائل فقهيّه خود موجب حصول اين قطع خواهد بود كه حكم مجمعٌ عليه قطعاً منتسب به امام عليه السّلام مىباشد .\r\nامّا چنانچه گذشت اين اجماع نبايد مستند به دليل فقهى باشد ، زيرا لِقائلٍ أن يقول : ممكن است فهم عرفى و كيفيّت استنباط فقهاء از يك دليل شرعى آنها را ملزم به اتّخاذ چنين حكمى نموده است ! و قطعاً شرائط استنباط و قرائن در تحقّق موضوعِ حكم دخالت غير قابل انكارى دارد ، و لذا ممكن است همين شرائط و قرائن براى فقيهى ديگر منتج به حكم سابقين نباشد و موضوع به نحو ديگرى براى او محقّق گردد ؛ و يا جلالت و عظمت بعضى از فقهاء موجب عدم تعرّض سايرين نسبت به حكم مستنبط از آن فقيه شده باشد . و همينطور ساير فقهاء در اعصار بعد نيز به متابعت از سلف صالح خود و عدم تجرّى بر فتواى مخالف خود موجب تحكيم و استقرار اين حكم شده باشند . از آن گذشته ما هيچ اتّفاقى را بدين نحو در فقه نمىيابيم كه بدون استناد به دليل محكّم شرعى تبيين حكمى از احكام فقهى را بنمايد ، و اگر چنين اتّفاقى موجود باشد مستند به ادلّهء فقهيه و از جمله ضروريات دين خواهد بود .\r\n\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\nو مسأله ضروريّات دين و يا مذهب با مسأله اجماع حدسى تفاوت فاحشى دارد و كسى در آن اشكال و ايرادى ندارد . بنابراين ادّعاى يك همچنين اجماعى نيز بدون دليل و يا بر پايه امورى سواى مبادى اوّليّهء قياسات و برهانيّه اوّليّات مىباشد .\r\nاينها طرق معروفه حجيّت اجماع است ، گرچه بعضى از طرق ديگر نيز وجود دارد كه ذكر آن تطويل بلاطائل خواهد بود . با توجّه به اين مسأله حال ببينيم اجماعى كه مستند فقهى بسيارى از فقهاء در حكم به نجاست غير مسلم مىباشد در چه پايه از متانت و رزانت فقهى قرار دارد و به چه ميزان مىتوان آن را در طريق اجتهاد لحاظ نمود ؟\r\n\r\nاشكالات وارده بر اجماع مدعا بر نجاست غير مسلمان\r\nاوّلًا : شكّى وجود ندارد كه مبنا و دليل مجمعين و فقهاء از زمان أئمّه عليهم السّلام به بعد بر اساس آيه شريفه و روايات در اين باب مىباشد . بنابراين نكتهء مهمّ در انعقاد اجماع كه عدم ابتناء آن بر ادلّهء اجتهاديّه است ، در اينجا مفقود مىباشد .\r\nثانياً : وجود فتواى مخالف است كه از زمان قريب به زمان ائمّه عليهم السّلام به بعد در ميان فقهاء وجود دارد - چنانچه گذشت - و در ميان متأخّرين حكم به طهارت ذاتى اهل كتاب بسيار رائج و دارج شده است ، و اين خود دليل بر عدم انعقاد اجماع مىباشد ؛ زيرا چگونه ممكن است با وجود اجماع مدّعا فقيهى چنين جرأتى پيدا كند كه حكم به خلاف صادر كند ؟\r\nبنابراين صرف نظر از عدم حجيّت اجماع بطور كلّى و عدم\r\n\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nانعقاد آن به صورت عينى و خارجى ، در خود نفس تحقّق اين اجماع نيز خدشه و اشكال موجود مىباشد . و لذا اگر شخصى ادّعا نمايد كه در حكم به نجاست ذاتى غير مسلم هيچ دليل قانع كننده‌اى وجود ندارد ، سخن به گزاف نگفته است .\r\nدر اينجا ممكن است ادّعا شود توجّه به سيره در ميان مسلمين ( شيعيان ) به حيثى كه حكم به نجاست غير مسلم شعار آنها در مقابل مخالفين شده است ما را به وجود سيره در زمان أئمّه عليهم السّلام دلالت مىنمايد ، و اين خود دليل بر كيفيّت استفاده از روايات دالّهء بر نجاست از ناحيه فقهاء مىباشد ، و همچنين طرح رواياتى كه نصّ در طهارت ذاتى غير مسلم دارند و يا اينكه ظاهر در آن مىباشند . لذا بايد گفت چنين ادّعائى عارى از حقيقت بوده و ادّعائى بيش نيست ؛ زيرا همچنان كه صاحب « مصباح الفقيه » افاده نموده است ، اين سيره پس از زمان ائمّه عليهم السّلام بوجود آمده و توسّط تقليد از فقهاء در ميان شيعه متداول شده است ، و الّا در زمان ائمّه عليهم السّلام كاملًا حكم بر عكس بوده است . دليل بر اين مسأله ، كثرت روايات مصرّحهء بر طهارت و يا ظاهر در آن و يا حتّى محتمل النّجاسه از آنها مىباشد ، زيرا در صورت تحقّق سيره بر نجاست ذاتى اهل كتاب و غيره چطور راوى از امام عليه السّلام دربارهء ثوب و يا غذا و يا امر ديگرى كه با آنها اختلاط دارد و بواسطه عدم اجتناب از شرب مسكر و عدم اغتسال از جنابت و يا اكل لحم خنزير و عدم اجتناب از نجاسات ممكن است آلوده شوند ، سؤال مىنمايد ؟ و اگر سيره بر نجاست ذاتى آنها بود\r\n\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\n\r\nلغويّت سؤال و جواب امام عليه السّلام در صورت دلالت سيره و نجاست ذاتى\r\nديگر اين سؤالها و پاسخها از ناحيه امام عليه السّلام صددرصد لغو و بيهوده خواهد بود ؛ چنانچه در نامهء محمّد بن عبدالله الحِميرىّ به حضرت بقيّة الله أرواحنا فداه آمده است :\r\nعِنْدَنَا حَاكَةٌ مَجُوسٌ يَأْكُلُونَ الْمَيْتَةَ وَ لَايَغْتَسِلُونَ مِنَ الْجَنَابَةِ وَ يَنْسِجُونَ لَنَا ثِيَابًا ، فَهَلْ تَجُوزُ الصَّلَوةُ فِيهَا مِنْ قَبْلِ أَنْ تُغْسَلَ ؟\r\nفَكَتَبَ إلَيْهِ فِى الْجَوَابِ : لَابَأْسَ بِالصَّلَوةِ فِيهَا .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\nدر اين روايت كه در زمان غيبت صغرى صادر شده است كاملًا سيرهء امّت را بر حكم به طهارت ذاتى اهل كتاب بيان مىكند ، و سؤال محمّد بن عبدالله حميرىّ بر عروض نجاست از ناحيه نجاست خارجى است نه نجاست ذاتى ؛ و همينطور رواياتى كه گذشت از امام صادق عليه السّلام و از امام رضا عليه السّلام كه تماماً در تبيين اين معنى نصّ بر مطلوب و مراد بودند . و لهذا مىتوان گفت اين ادّعا نيز كاملًا بىاساس بلكه مطلب بر عكس مدّعا ، كاملًا واضح و روشن بوده است .\r\n[ 1 
  ] - وسائل الشّيعة ، كتاب الطّهارة ابواب النّجاسات الباب ( 73 ) ، حديث 9 .\r\n","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\n\r\nخاتمه بحث در بيان امورى چند\r\n\r\nاستناد فقهاء بر نجاست مشركان به آيهء شريفه تمام نيست\r\nاوّل اينكه : بحث نجاست ذاتى مشركان و بطور كلّى غير اهل كتاب از ساير كفّار در كتب روائى ما ذكر نشده است و استناد فقهاء بر نجاست مشركان منحصر است در آيه شريفه :\r\n« يأَيُّهَا الَّذِينَ ءَامَنُوا إِنَّمَا الْمُشْرِكُونَ نَجَسٌ فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ »\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] ،\r\nو چنانچه ذكر شد اين آيه دلالتى بر نجاست ظاهريّه ندارد و مقصود از آن خبث باطن و قذارت نفسانى مىباشد ؛ مضافاً به رواياتى كه در باب رضاع و يا در باب نكاح و غيره كه دلالت بر عدم نجاست ذاتى مشركان دارد وارد است .\r\nمثلًا روايتى است از :\r\nحَميدِ بنِ زيادٍ . . . عَن عَبدِ الرَّحمَنِ بنِ أبىعَبدِاللَهِ قالَ : سَأَلْتُ\r\n[ 1 
  ] - سوره التّوبة ( 9 ) صدر آيه 28 .\r\n","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\nأَبَاعَبْدِاللَهِ عَلَيْهِ السَّلَامُ : هَلْ يَصْلُحُ لِلرَّجُلِ أَنْ تُرْضِعَ لَهُ الْيَهُودِيَّةُ وَ النَّصْرَانِيَّةُ وَ الْمُشْرِكَةُ ؟ قَالَ : لَابَأْسَ ، وَ قَالَ : امْنَعوهُم شُرْبَ الْخَمْرِ .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\nدر اين روايت چنانچه گذشت امام عليه السّلام حكم رضاع مشركه را در رديف رضاع اهل كتاب جائز شمرده است و هيچ دليلى بر صورت ضرورت چنانچه ادّعا شده است نمىباشد ، بلكه اطلاق آن موجب جواز ، و اگر نهيى در اين باب وارد باشد محمول بر كراهت است ؛ چنانچه مقتضاى جمع و حمل بر اين صورت است .\r\nهمچنين روايتى كه از زهرى ، از امام سجّاد عليه السّلام گذشت :\r\nقَالَ : لَايَحِلُّ لِلْأَسِيرِ أَنْ يَتَزَوَّجَ مَادَامَ فِى أَيْدِى الْمُشْرِكِينَ مَخَافَةَ أَنْ يُولَدَ لَهُ فَيَبْقَى وَلَدُهُ كَافِرًا فِى أَيْدِيهِمْ .\r\n[ 2 
  ]\r\nدر اينجا نيز امام عليه السّلام اشكالى بر نفس زواج وارد نمىكنند ، بلكه اشكال متوجّه آثار و تبعات زواج با مشركه است و آن نتاج ولد و بقاء آن نزد كفّار و مشركين مىباشد . در اين روايت نيز تلويحاً حكم به جواز نكاح با مشركه در غير از بلاد شرك داده شده است .\r\nو كذلك روايتى را كه احمد بن إدريس مرسلًا از امام صادق\r\n[ 1 
  ] - وسائل الشّيعة ، كتاب النّكاح ، ابواب أحكام الأولاد ، الباب ( 76 ) ، حديث 5 ، ج 21 ، ص 465 .\r\n[ 2 
  ] - وسائل الشّيعة ، كتاب النّكاح ، ابواب ما يحرم بالكفر و نحوه ، الباب ( 2 ) ، حديث 5 ، ج 20 ، ص 537 .\r\n","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nعليه السّلام در مورد سؤر نقل مىكند :\r\nعَنْ أَبِىعَبْدِاللَهِ عَلَيْهِ السَّلَامُ : أَنَّهُ كَرِهَ سُؤْرَ وَلَدِ الزِّنَا ، وَ سُؤْرَ الْيَهُودِىِّ وَ النَّصْرَانِىِّ وَ الْمُشْرِكِ وَ كُلِّ مَا خَالَفَ الْإِسْلَامَ وَ كَانَ أَشَدُّ ذَلِكَ عِنْدَهُ سُؤْرَ النَّاصِبِ .\r\n\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ]\r\nدر اين روايت لفظ كراهت محمول بر جواز است مضافاً به قرينهء سؤر يهودى و نصرانى و ولد زنا كه قطعاً نجس نمىباشد ، و با توجّه به وحدت سياق مشرك نيز محكوم به طهارت خواهد بود .\r\nبا توجّه به مطالب مذكوره و آنچه قبلًا در مورد ورود مشركين در مسجدالنّبىّ و كذلك در مسجدالحرام ذكر شد روشن مىگردد : در شرع مقدّس اسلام حكم شارع بر طهارت ذاتى مشركان بوده است ولى آيه در مقام اثبات قذارت باطنى آنها مردم را از ورود آنان به مسجدالحرام برحذر مىدارد . و اين معنى أنسب است به اينكه بگوئيم مقصود از نجاست قذارت ظاهرى و نجاست اصطلاحى آنان است ، زيرا ادخال شئ نجس در مسجدالحرام در صورتى كه موجب تنجيس آن نگردد موجب هتك حرمت آن نيز نخواهد شد . و از طرفى بسيار محتمل است كه آيه شريفه در مقام بيان يك حكم سياسى منطبق با شرائط و ظروف آن زمان باشد ؛ زيرا آنان با ورود به مسجدالحرام و إتيان به عبادات خاصّه خود ، از طرفى موجب هتك\r\n[ 1 
  ] - وسائل الشّيعة ، كتاب الطّهارة ، ابواب الأسآر ، الباب ( 3 ) ، حديث 2 ، ج 1 ، ص 229 .\r\n","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\nاحترام بيت الله الحرام شده و حرم توحيد و بيت منزّه او را با ورود خود دچار آشفتگى و هرج و مرج و تشويش أذهان و ورود خواطر و صوارف از توجّه به توحيد مىگردانيدند ، و از طرف ديگر موجب تثبيت موقعيّت و وضعيّت سياسى خود شده و به عبارت ديگر اين خود يك بىاعتنائى به نشر كلمه توحيد و استقرار شرع مقدّس اسلام در همه بلاد و أمكنه تلقّى مىگرديد ؛ و لذا از جانب حضرت أحديّت حكم به ممانعت از ورود آنان صادر شده است . فلذا مىتوان آيه شريفه را حمل بر نجاست باطنى و قذارت و كدورت نفسانى نمود و در صورت شكّ در انطباق طبعاً حكم به طهارت موافق با جريان اصول خواهد بود .\r\nمضافاً به اينكه : در روايات مذكوره نيز به اندازه كافى شواهد دالّ بر طهارت ذاتى مشركان موجود مىباشد . و بناءً عليهذا بايد اذعان نمود كه مشركان و ساير فرق از مردم مانند اهل كتاب محكوم به طهارت ذاتى مىباشند ؛ و الله العالم .\r\n\r\nحمل روايات صريحه بر طهارت ذاتى اهل كتاب برتقيّه صحيح نمىباشد\r\nدوّم : بسيارى از فقهاء در كتب فقهى و روائى خود روايات صريحهء دالّه بر طهارت ذاتى اهل كتاب را محمول بر صورت تقيّه نموده‌اند ؛ امّا با توجّه و تدبّر در روايات در موارد مختلفه بايد اذعان نمود كه نه تنها حمل روايات بر مورد تقيّه مستبعد ، بلكه ممتنع مىباشد . آخر چطور ممكن است روايتى را كه در آن امام عليه السّلام به آن فرد نصرانىزادهء تازه مسلمان امر مىكند از غذاى آنان تناول كند ( در صورتى كه أبوين او از استعمال گوشت خوك و شرب خمر\r\n\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\nاجتناب مىكنند ) حمل بر تقيّه نمود ؟ ! و يا ساير روايات در اين باب .\r\nو آيا امام عليه السّلام نمىتواند به آنها بگويد در صورت تقيّه از غذاى آنان بخوريد ولى بعد دست و دهان و لباس خود را بشوئيد ؟ و يا آنان را از استفاده از لباس آنها برحذر بدارد ؟ و بطور كلّى آيا اصلًا تقيّه در اين مورد هست يا نيست ؟ با توجّه به اينكه مسأله طهارت و نجاست يك مسأله شخصى و قابل اخفاء و اختفاء است ، و شخص مىتواند در اين مورد بدون اينكه احدى متوجّه شود به تكليف واقعى خود عمل نمايد . و آيا جواز ازدواج با اهل كتاب هم تقيّه بوده است ؟\r\nو آيا كنيز نصرانى در منزل امام رضا عليه السّلام هم تقيّه بوده است ؟ ! و آيا استفاده لشكر اسلام از غذاى اهل ذمّه نيز تقيّه است ؟\r\nعجبا ! نگارنده در اينجا نمىتواند تعجّب خود را از اين همه مبعّدات و امور مستنبطه بعيدهء فى نهاية البُعد پنهان نمايد ؛ و لَيت شِعرى اين فقهائى كه همينطور اين همه روايت را در ظروف مختلفه حمل بر تقيّه نموده‌اند ، آيا هيچ به حقيقت و واقعيّت و وجود عينى و خارجى تقيّه فكر كرده‌اند ؟ و يا اينكه رجماً بالغيب تيرى در تاريكى پرتاب نموده خود را از دغدغهء بحث و تحقيق و تشويشِ فراز و نشيب آن رهاكرده هيچ فكرى و انديشه‌اى به تبعات اين مسأله نكرده‌اند ؟ و لذا مرحوم صاحب « مصباح الفقيه » بحث در اين مورد را از جمله تلفيفات مىشمرد و ابداً وَقعى به اين مَحامِل نمىنهد و آنها را به هيچ مىشمرد و ادلّه طهارت ذاتى اهل كتاب را بدون معارض و مناقض قلمداد مىكند .\r\n\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\nو اين مسأله مانند بسيارى از مسائل ديگر موجب تأسّف ارباب تحقيق و تعميق گرديده است . در بسيارى از موارد ديده مىشود فقيهى بدون توجّه به دلالت روايت و كيفيّت جمع آن با ساير ادلّه و تأمّل در مضامين آن فوراً به حيثيّت جهت روايت پرداخته و او را حمل بر تقيّه نموده و بالكليّه از حجّيّت ساقط مىنمايد ؛ درحاليكه با اندك تأمّلى مىتوان حمل صحيحى بر آن تصوّر نمود و كلام امام عليه السّلام را از لغويّت خارج ساخت . مگر به اين آسانى مىتوان فوراً يك روايت را به مجرّد معارضهء ظاهريّه با روايات ديگر از حيّز حجّيّت ساقط نمود ؟ و يا به صرف تركّز بعضى از محتملات و استحسان سليقه‌هاى شخصى و فردى از احكام الهى و كلمات معصومين عليهم السّلام دست شست ؟ و آيا متأخرين از فقهاء كه حكم به طهارت اهل كتاب داده‌اند ، چگونه متوجّه اين مسأله تقيّه نشده‌اند ؟ اينها و نظائر اينها سؤالهائى است كه يك محقّق را به انديشه و دغدغهء نگرشى مجدّد و تحقيقى مضاعف در كيفيّت أخذ فتوى و استنباط احكام از اصول استنباط وا مىدارد .\r\n\r\nگرچه در مقام جمع بين روايات ، رجحان با روايات دالّهء بر طهارت است و ليكن از باب احتياط بهتر است از تماس و تناول اطعمهء آنان اجتناب شود\r\nسوّم اينكه : گرچه در مقام جمع بين روايات مختلفه در اين باب حكم به رجحان قاطع روايات دالّه بر طهارت جميع اقسام بشر از ملل مختلفه مىنمائيم ، امّا اين مطلب پر واضح است كه مصبّ روايات منقوله از ائمّه معصومين صلوات الله و سلامُه عليهم أجمعين بر استحباب احتياط و اجتناب از تماس و مباشرت با فرق مختلفه مىباشد ؛ و حتّى الإمكان بهتر است از تناول أطعمه آنان و تماس با\r\n\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\nآنان حتّى در صورت اجتناب از مسكر و لحم خنزير خوددارى نمود .\r\nدر اينجا بحث ما حول مسأله طهارت ذاتى انسان پايان مىپذيرد ، و با توفيق روز افزون براى محقّقان و انديشمندان فقه اسلام و علوم اهل بيت عصمت و طهارت عليهم السّلام ، مؤلّف همگى آنانرا به بحث و تحقيق و نقد در رسالهء مذكوره فرا مىخواند و از نظرات سودمند و بيانات ناقدانه آنان بگرمى استقبال مىنمايد ، و به عنوان هديه‌اى در خور تأمّل و تعمّق به پيشگاه علم و فقاهت عرضه مىدارد . خداوند متعال مسير همه ما را متقن و روش ما را ممضا و منطبق با طريق اولياى گرام و ائمّهء هدى صلواتُ اللهِ و سلامه عليهم بگرداند ؛ بِمنّهِ و كَرمِه .\r\nالرّاجى الى رحمة ربّه السيّد محمّد محسن الحسينى الطهرانى\r\nشب هفتم محرّم الحرام سنهء 1424 هجرى قمرى\r\nبلدهء طيّبهء قم\r\n\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\n\r\nفهرست منابع :\r\n\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\nفهرست منابع\r\nالاحتجاج : طبرسى ، نشر المرتضى ، مشهد مقدس ، سال 1403 ه . ق .\r\nأحكام القرآن : الجصّاص ، دار الكتب العلميه ، بيروت ، چاپ اول ، سال 1415 ه . ق .\r\nالارشاد : الشيخ المفيد ، طبع موسسة آل البيت لاحياء التراث ، چاپ دوم ، سال 1416 ه . ق .\r\nبحار الأنوار : علّامهء مجلسى ، انتشارات دار إحياء التراث العربى ، چاپ سوم ، 1403 ه . ق .\r\nبداية المجتهد : ابن رشد ، مؤسسه ناصر الثقافيه .\r\nالتفسير الكبير : فخر رازى ، چاپ سوم .\r\nتفسير فرات الكوفى : چاپ وزارت إرشاد اسلامى ، تحقيق محمد كاظم ، چاپ اوّل ، سال 1410 ه . ق .\r\nتفسير الميزان : علّامهء طباطبائى ، دار الكتب الإسلامية ، طهران ، چاپ دوم ، سال 1413 ه . ق\r\nتهذيب الأحكام : شيخ طوسى ، تحقيق سيد حسن موسوى خراسانى ، دار الكتب الإسلامية ، طهران .\r\nالثاقب فى المناقب : ابن حمزة طوسى ، تحقيق نبيل رضا علوان ، نشر انصاريان ، قم ، چاپ دوم ، سال 1412 ه . ق .\r\nجواهر الكلام : شيخ محمد حسن نجفى ، طبع دار الكتاب الاسلامى ، طهران ، چاپ دوم .\r\nالخرائج و الجرائح : قطب الدين الراوندى ، تحقيق و نشر موسسة الامام المهدى عجّل الله فرجه ، قم .\r\nالخصال : شيخ صدوق ، چاپ جامعه مدرّسين ، قم ، سال 1403 ه . ق .\r\n\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\nدلائل الامامة : محمد بن جرير طبرى شيعى ، نشر المطبعة الحيدرية ، نجف أشرف ، سال 1382 ه .\r\nالذريعة الى أصول الشريعة : شريف مرتضى ، تحقيق أبوالقاسم خرجى ، نشر دانشگاه طهران .\r\nروح المعانى : علّامهء آلوسى ، دار احياء التراث العربى ، بيروت ، چاپ چهارم ، سال 1405 ه . ق .\r\nسعد السعود : سيد بن طاووس حسنى ، نشر الشريف الرضى ، قم .\r\nالسنن الكبرى : البيهقى ، دار المعرفة ، بيروت ، سال 1413 ه . ق .\r\nشرح نهج البلاغة : ابن أبى الحديد معتزلى ، تحقيق محمد أبوالفضل ابراهيم ، دار إحياء الكتب العربية ، چاپ اول ، سال 1378 ه . ش .\r\nشرح معانى الآثار : أحمد بن محمد بن سلمة الطحاوى ، نشر عالم الكتب ، بيروت .\r\nصحيح البخارى : چاپ افست از طبع دار الطباعة العامرة ، استانبول ، سال 1401 ه . ق .\r\nعلل الشرائع : شيخ صدوق ، نشر دار إحياء التراث العربى ، بيروت ، چاپ دوّم ، سال 1385 ه . ق .\r\nعمدة القارى فى شرح صحيح البخارى : بدرالدين عينى ، دار إحياء التراث العربى .\r\nالغيبة : شيخ طوسى ، تحقيق شيخ عباد الله طهرانى و شيخ على أحمد ناصح ، مؤسسه معارف اسلامى ، قم ، چاپ اوّل ، سال 1411 ه . ق .\r\nفتح البارى بشرح صحيح البخارى : ابن حجر عسقلانى ، دار إحياء التراث العربى ، بيروت ، چاپ چهارم ، سال 1408 ه . ق .\r\nالفقه على المذاهب الأربعة : عبد الرحمن الجزيرى ، دار إحياء التراث العربى ، چاپ هفتم ، سال 1406 ه . ق .\r\nقرب الإسناد : حميرى قمّى ، مؤسسهء آل البيت لإحياء التراث ، چاپ اول ، سال\r\n\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\n1413 ه . ق .\r\nقواعد الأحكام : علّامهء حلّى ، نشر جامعه مدرسين ، قم ، چاپ اول ، سال 1413 ه . ق .\r\nالكافى : شيخ كلينى ، چاپ دار الكتب الاسلامية ، طهران ، سال 1391 ه . ق .\r\nلسان العرب : ابن منظور ، چاپ دار صادر ، بيروت ، ( 15 جلدى ) .\r\nالمحلّى : ابن حزم اندلسى ، تحقيق لجنة إحياء التراث العربى ، دار الجبل ، بيروت .\r\nمدينة المعاجز : سيد هاشم بحرانى ، مؤسسه معارف اسلامى ، چاپ اول ، سال 1414 ه . ق .\r\nالمزار الكبير : محمّد بن جعفر بن مشهدى ، تحقيق جواد قيّومى اصفهانى ، مؤسسه نشر اسلامى ، چاپ اول ، سال 1419 ه . ق .\r\nمستدرك الوسائل : محدّث نورى ، مؤسسه آل البيت لإحياء التراث ، چاپ اول .\r\nالمسترشد فى إمامة أميرالمؤمنين : محمد بن جرير طبرى شيعى ، تحقيق شيخ أحمد محمودى ، مؤسسة الثقافة الاسلامية ، چاپ اول ، سال 1415 ه . ق .\r\nمصباح الفقيه : آقا رضا همدانى ، طبع سنگى ، نشر مكتبة الصدر .\r\nمصباح المتهجّد : شيخ طوسى ، مؤسسة فقه الشيعة ، بيروت ، چاپ اول .\r\nالمصنّف : ابن أبى شيبه ، تحقيق و تعليق سعيد محمد اللحّام ، دار الفكر ، بيروت ، چاپ اول ، سال 1409 ه . ق .\r\nالمعتبر فى شرح المختصر : محقق حلّى ، طبع مدرسة امام أميرالمؤمنين عليه السّلام ، سال 1364 ه . ش .\r\nمفتاح الكرامة : سيد محمّد جواد عاملى ، تحقيق شيخ محمد باقر خالصى ، جامعه مدرسين ، قم ، چاپ اول ، سال 1419 ه . ق .\r\nمكارم الاخلاق : شيخ طبرسى ، مؤسسة أعلمى ، بيروت ، چاپ ششم ، سال 1392 ه . ق .\r\nمنتهى المطلب : علّامه حلّى ، چاپ سنگى .\r\nمن لا يحضره الفقيه : شيخ صدوق ، چاپ جامعه مدرسين ، قم .\r\n\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\nنهج البلاغة : شرح محمّد عبده ، دار التعارف للمطبوعات ، بيروت .\r\nالوجيز فى فقه الامام الشافعى : أبوحامد الغزالى ، تحقيق على معوّض و عادل عبد الموجود ، دار أرقم ، بيروت ، چاپ اول ، سال 1418 ه . ق .\r\nوسائل الشيعة : حرّ عاملى ، مؤسسة آل البيت لإحياء التراث ، قم ، چاپ سوم ، سال 1416 ه . ق .\r\n\r\n\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168}
  ]