[
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\nفاطمه \" س \"\r\nحامى ولايت\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\n* ( شناسنامه ) *\r\nنام كتاب : فاطمه ( س ) حامى ولايت\r\nنويسنده : سيدمحمدحسينى شاهرودى\r\nحروفچينى وصفحه آرايى : مركز تحقيقات اسلامى سپاه\r\nناشر : مؤسسهء فرهنگى شجرهء طوبى فاطمهء زهرا ( س )\r\nليتوگرافى ، چاپ وصحافى : چاپخانهء دفتر تبليغات حوزهء علميهء قم\r\nنوبت چاپ : اول\r\nقيمت : 3000 ريال\r\nتاريخ انتشار : پاييز 1377\r\nتيراژ : 3000\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\n\r\nمقام معظم رهبرى :\r\nزندگى فاطمهء زهرا عليها السلام اگر چه كوتاه بود و در حدود بيست سال ، اندكى كمتر يا اندكى بيشتر زندگىاش طول نكشيد ، اما اين زندگى از جهت جهاد و مبارزه و تلاش و كار و صبر انقلابى ، و درس و فراگيرى و آموزش به اين و آن و سخنرانى و دفاع از نبوت و ولايت و نظام اسلامى ، يك درياى پهناورى از تلاش و مبارزه و كار و در نهايت هم شهادت است .\r\n27 / 10 / 68\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nپيشگفتار\r\nهر مكتبى براى دستيابى به اهداف خود ، از روشهاى گوناگونى بهره مىگيرد . مكتب حياتبخش اسلام نيز كه منطبق با فطرت بشر است و هدفى جز تربيت و رشد و تعالى انسان ندارد ، براى رسيدن به اين منظور ، دستورها و برنامه‌هاى ارزشمندى عرضه كرده است .\r\nيكى از مهمترين روشها در تربيت روش الگويى است ، زيرا تأثير شخصيت الگو درشكل‌گيرى رفتار و منش تربيت‌شونده به‌مراتب از روشهاى ديگر بيشتر است . از اين رو اسلام به اين روش اهميت زيادى داده است و قرآن كريم بخشى از آيات مبارك خود را به معرفى مردان و زنان موحد و ثابت قدمى اختصاصى داده است كه در شرايط گوناگون ، صلاحيت و شخصيت خود را بروز داده و حق محورى خويش را به اثبات رسانده‌اند .\r\nقرآن كريم از زنان پاكدامن و عفيفى چون مريم عليها السلام ، آسيه ، مادر حضرت موسى و دختران شعيب تجليل و ستايش كرده است . همچنين در\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nمورد حضرت ابراهيم عليه السلام پس از ذكر گوشه‌اى از زندگى پرمخاطرهء آن حضرت مىفرمايد : براى شما سرمشق خوبى در زندگى ابراهيم و كسانى كه با او بودند وجود دارد . « 1 » \r\nو نيز از يك سو به رسول خدا صلى الله عليه و آله مىفرمايد : « انَّكَ لَعَلى خُلُقٍ عَظِيم » « 2 »  تو داراى اخلاق عظيم و برجسته‌اى هستى . و از يك طرف انگيزهء اين معرفى را الگوگيرى معرفى نموده مىفرمايد : « لَقَد كانَ لَكُمْ فِى رَسُولِ اللَّهِ اسْوَةٌ حَسَنَةٌ لِمَنْ كانَ يَرْجُوَا اللَّهَ وَالْيَوْمَ الْاخِرِ وَ ذَكَرَ اللَّهَ كَثِيراً » « 3 »  به تحقيق براى شما در زندگانى رسول خدا صلى الله عليه و آله سرمشق و الگوى نيكويى است ، براى آنان كه اميد به رحمت خدا و روز رستاخيز دارند و خدا را بسيار ياد مىكنند .\r\nاز عالىترين الگوهاى قابل پيروى براى انسانها بويژه زنان ، حضرت صديقهء طاهره ، فاطمهء زهرا عليها السلام است . آن حضرت ، گرچه در جوانى به ديدار معبود شتافت ، اما عمر پر بركت او سراسر درس زندگى است .\r\nحضرت فاطمه عليها السلام نه‌تنها در بُعد فردى و خانوادگى نمونهء كاملى براى تأسى و اقتدا به‌شمار مىرود بلكه در بُعد اجتماعى و اثبات تأثير وجودى شخصيت زن در جامعه نيز نقش مهم و اساسى داشته و شاخص و الگوى مناسبى است .\r\nحضرت زهرا عليها السلام الگوى زنان آزاده‌اى است كه به اعتقادات خود نه‌تنها در زمان آرامش و آسايش بلكه در سختيها ، ناملايمات و مشكلات نيز پايبند اصول و مبانى ارزشى هستند و شجاعانه تا پاى جان از آن دفاع\r\n\r\n","description":"","footnote":" ( 1 ) - سورهء ممتحنه ، آيهء 4 .  ( 2 ) - سورهء قلم ، آيهء 4 .  ( 3 ) - سورهء احزاب ، آيهء 21 . ","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nمىكنند . زيرا آن حضرت آنگاه كه خورشيد تابناك نبوت غروب كرد و شمس عالمتاب ولايت در پشت ابرهاى جهل و عناد قرار گرفت ، اين فاطمه عليها السلام بود كه رسالت عظيم خود را در جهت احقاق حق و برپايى حكومت اسلامى به دست شايسته‌ترين افراد ايفا كرد .\r\nاز درخشانترين افتخارات بانوان پيرو مكتب تشيع ، برخوردارى آنان از رهبرى و الگوى نيكويى چون فاطمهء زهرا عليها السلام است كه با دفاع تاريخى خويش از حريم ولايت و امامت نقطهء عطفى در تاريخ اسلام بوجود آورد و با بيان رساى خود كه جز از سرچشمهء وحى الهى نشأت نمىگرفت به تبيين پايه‌هاى اساس حكومت مشروع مبتنى بر ولايت پرداخت و با بيان دلايل روشن و متقن بطلان هر حكومت و خلافت غير مبتنى بر ولايت را آشكار ساخت .\r\nنوشتارى كه پيش روى داريد زندگانى حضرت زهرا عليها السلام را در بعد سياسى و دفاع آن حضرت از ولايت و حمايت حضرت فاطمه عليها السلام از امام و رهبر خويش مورد بررسى قرار داده است .\r\nدر راستاى نيل به اهداف والاى فرهنگى نظام مقدس جمهورى اسلامى و گسترش آرمانهاى جهانى انقلاب اسلامى ، مؤسسهء فرهنگى شجرهء طوبى فاطمه‌زهرا عليها السلام تأسيس يافت .\r\nاز آنجا كه يكى از اهداف و برنامه‌هاى ساليانهء اين مؤسسه برگزارى كنگرهء بزرگداشت و تجليل از مقام و منزلت بزرگ بانوى جهان اسلام ، با هدف شناساندن حضرت فاطمه زهرا عليها السلام به‌عنوان الگوى مناسب براى جامعهء اسلامى به‌ويژه نسل جوان مىباشد ، به‌دنبال برگزارى كنگرهء شعر ميلادِ كوثر در سال گذشته ، در نظر دارد تا همزمان با ولادت با سعادت\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nزهراى اطهر عليها السلام و فرزند برومندش رهبر كبير انقلاب اسلامى حضرت امام خمينى قدس سره در روزهاى 18 و 19 مهرماه 1377 كنگره مذكور را در ارتباط با سيرهء عملى حضرت زهرا عليها السلام در مشاركتهاى سياسى ، اجتماعى و در دفاع از مقام منيع ولايت و امامت برگزار نمايد .\r\nبه اين مناسبت اين مؤسسه بر آن شد تا اين اثر ارزشمند كه توسط حجةالاسلام والمسلمين سيد محمد حسينى شاهرودى تأليف شده است را به چاپ رسانده و در دسترس علاقمندان و شيفتگان آن حضرت قراردهد .\r\nمؤسسه فرهنگى شجرهء طوبى فاطمهء زهرا عليها السلام\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nمقدمه\r\nبنياد و پيكر دين بر دو ركن ركين يعنى قرآن و عترت استوار است . دو ركنى كه رسول خدا صلى الله عليه و آله تمسك به آن را موجب سعادت و عدم انحراف از صراط مستقيم ذكر كرد و شناخت و پيروى از آن دو را بر هر مسلمانى لازم دانست . حضرت زهرا عليها السلام بىترديد اصل و اساس عترت است و شناخت آن حضرت ما را در شناخت دين يارى مىكند :\r\nصديقهء طاهره ، سرور بانوان دو جهان و عصمت كبرا در خانهء وحى زاده شد و با توجهات خاص پدر گرامىاش كه معمار بزرگ دين بود ، رشد و بالندگى يافت و از آن سرچشمه جوشان معارف سيرآب گرديد . آن حضرت در اخلاق و رفتار و در منش و كردار چون رسول الله صلى الله عليه و آله بود . و اگر كسى در جستجوى پيامبر بود شخصيت حضرتش را در آينهء وجود دخترش مىجست ؛ زيرا فاطمهء زهرا عليها السلام انسانى كامل بود ، چنان كه حضرت امام خمينى عليها السلام فرموده است : تمام ابعادى كه براى زن متصور\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nاست و براى يك انسان متصور است در فاطمهء زهرا عليها السلام جلوه كرده بود . « 1 » \r\nبا رحلت پيامبر صلى الله عليه و آله شعله‌هاى آتش كينه و انتقام كه تا آن روز در زير خاكستر نفاق پنهان بود زبانه كشيد و دوران پر از نشاط و اميد زندگانى بانوى اسلام در زمان حيات رسول خدا صلى الله عليه و آله به اضطراب و يأس تبديل شد و كينه‌هايى كه دشمنان اسلام از جنگ بدر و احد و خيبر و حنين به دل داشتند بيشتر آشكار گشت .\r\nاحزاب گوناگون و گروههاى مختلف به جنب و جوش آمدند تا هم از اسلام انتقام بگيرند و هم از اهل بيت پيامبر صلى الله عليه و آله و فاطمهء زهرا عليها السلام در مركز اين دايره بود كه تيرهاى زهرآگين دشمنان از هر طرف به‌سوى او پرتاب مىشد .\r\nفراق و جدايى دردناك پدر ، مظلوميت غم‌انگيز و جانكاه همسر ، تلاش دشمنان براى ايجاد انحراف در دين و اختلاف در صفوف مسلمانان دست به دست هم داده بود و قلب و روح پاك فاطمه عليها السلام را سخت مىفشرد ولى آن حضرت وظيفه داشت كه نگاهبان دين باشد و از زحمات طاقت‌فرساى پدرش به‌خوبى پاسدارى كند . در موقع حساس به پا خيزد و از به‌فراموشى سپرده شدن اصول و ارزشهايى كه پدر بزرگوارش براى جامعهء اسلامى به ارمغان آورده بود ، جلوگيرى كند .\r\nحضرت زهرا عليها السلام با توجه به شرايط پيش آمده پس از رحلت رسول خدا صلى الله عليه و آله به حمايت و دفاع از حريم ولايت و امامت پرداخت و مبارزه را با روشها و شيوه‌هاى مختلف براى بازگرداندن حاكميت دينى و امامت و رهبرى آغاز كرد و گرچه حياتش بعد از پدر ، كوتاه بود ، امّا در\r\n\r\n","description":"","footnote":" ( 1 ) - صحيفهء نور ، ج 6 ، ص 185 . ","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nهمان مدت كوتاه از هيچ تلاش و فداكارى در راه دفاع‌از اسلام و ولايت فروگذار نكرد .\r\nدر اين كتاب سعى شده است ديدگاههاى فاطمه عليها السلام دربارهء امامت و رهبرى و نيز تلاشها و اقدامهاى آن حضرت در راستاى ايجاد مقبوليت در مردم براى پذيرش امامت امير مؤمنان عليه السلام و روشهاى گوناگون آن حضرت درمبارزه با غاصبان خلافت مورد بحث قرار گيرد . اميد است مورد قبول حضرت حق و استفاده شما خوانندهء گرامى قرار گيرد .\r\nدر پايان لازم مىدانم از زحمات برادر محمد عباسى كه در اين اثر مرا يارى داد تشكر و قدردانى نمايم .\r\nحوزهء علميهء قم\r\n2 / 7 / 1377 مطابق با\r\nسوم جمادىالثانى 1419\r\nسيد محمّد حسينى شاهرودى\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n\r\nفصل اول : ولايت و رهبرى\r\nامامت و ولايت در اسلام ، از پايه‌هاى اصلى اعتقادى و زيربناى زندگى سياسى ، اجتماعى و فرهنگى انسان به‌شمار مىآيد . مسلمانان با مذاهب مختلف و نظرات گوناگون ، در ضرورت امامت و رهبرى اتفاق نظر دارند . امّا ولايت در باور شيعه از جايگاه بلند و رفيعى برخوردار است تا جايى كه از نماز ، روزه ، حج و جهاد نيز برتر و بالاتر است . امام باقر عليه السلام در اين باره مىفرمايد :\r\nبُنِىَ الْاسْلامُ عَلى خَمْسَةِ اشْياءٍ ، عَلى الصَلاةِ وَ الزَكاةِ وَالْحَجِ وَالصَومِ وَالوِلايَةِ ، قال زُرارَه : قُلتُ ، وَ اىُّ شَىءٍ مِنْ ذلِكَ افْضَل فَقالَ : الوِلايَةُ افْضَل لِانّها مِفْتاحُهُنَّ وَالوالِىُ هُوَ الدَلِيلُ عَلَيْهِنَ « 1 » \r\nاسلام بر پنج چيز پايه‌گذارى شده است ، بر نماز ، زكات ، حج ، روزه و ولايت . زراره مىگويد : از امام عليه السلام سؤال كردم كداميك از اينها برتر است ؟ فرمود : ولايت ! زيرا ولايت كليد همهء آنهاست و والى ، دليل و راهنماى آنهاست .\r\nارزش و اهميت ولايت در حيات سياسى اسلام به‌حدى است كه\r\n\r\n","description":"","footnote":" ( 1 ) - اصول كافى ، ج 2 ، باب دعائم‌الاسلام ، ح 5 . ","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nامام باقر عليه السلام در روايت ديگرى پس از ذكر پنج پايهء ذكر شده براى اسلام ، مىفرمايد :\r\nوَ لَمْ يُنادَ بِشَىءٍ ما نُودِىَ بِالوِلايَةِ يَوْمَ الغَدِيرِ « 1 » \r\nولايت در برخى روايات مساوى با دين حق خوانده شده است و به‌گونه‌اى است كه اگر ولايت نباشد گويا كه دين باقى نمىماند . در تفسير نورالثقلين آمده است :\r\nامَرَ رَسُولَهُ بِالوِلايَةِ لِوَصِيِّهِ وَالوِلايَةُ هِىَ دِينُ الحَقِّ « 2 » \r\nخداوند رسولش را بر ابلاغ ولايت براى وصى پيامبر امر كرد و ولايت همان دين حق است .\r\nدر روايات معصومين « ولايت » بهترين اعمال امت پيامبر صلى الله عليه و آله دانسته‌شده است . از امام صادق عليه السلام دربارهء معناى « حَىِّ عَلى خَيْرِالْعَمَلِ » سؤال شد ، فرمود :\r\nخَيْرُ الْعَمَلِ الْوَلايَةِ » « 3 » \r\nاين روايات و آيات و احاديث ديگر علاوه بر اهميت ولايت و امامت بر اهميت والى و امام نيز دلالتى آشكار دارد . از اين رو شيعه معتقد است امامان عليهم السلام از جانب خدا تعيين و به‌وسيلهء رسول خدا صلى الله عليه و آله به‌عنوان جانشين پيامبر صلى الله عليه و آله و زمامدارى دين و دنياى مردم معرفى مىگردند . امام\r\n\r\n","description":"","footnote":" ( 1 ) - اصول كافى ، ج 2 ، باب دعائم‌الاسلام ، ح 8 .  ( 2 ) - نورالثقلين ، ج 5 ، ص 317 و تفسير شريف لاهيجى ، ج 4 ، ص 207 .  ( 3 ) - فلاح السائل ، ص 137 . ","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nكاظم عليه السلام در اين باره به « ابو عماره » مىفرمايد :\r\nاى اباعماره ، اگر اختيار تعيين امام به‌دست من بود قاسم را برمىگزيدم ؛ زيرا او را بيشتر دوست مىدارم و مورد مهر و محبت قرار مىدهم ، اما انتخاب امام به دست خداوند است و هر جا بخواهد قرار مىدهد . « 1 » \r\nشيعه ، امامان معصوم عليهم السلام را داراى شايستگيهاى خاصى مىشناسد .\r\nو آنان را از هرگونه رجس و پليدى و خطا ، پاك و پاكيزه مىداند . خداوند در قرآن مجيد مىفرمايد :\r\nانَّما يُريدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ اهْلَ الْبَيْتِ و يُطَهِّرَكُمْ تَطْهيراً « 2 » \r\nخداوند فقط مىخواهد پليدى و گناه را از شما اهل بيت دور كند و كاملًا شما را پاك سازد .\r\nهمچنين خداوند ، آنان را از علم و دانش سرشار بهره‌مند ساخته است و آنان از گذشته و آينده آگاهى دارند . از اين روست كه امامت امت و رهبرى مردم را به آنان سپرده است تا انسانها را به صراط مستقيم رهنمون گردند .\r\nعلى عليه السلام پس از انتقال خلافت به آن بزرگوار دربارهء ائمهء هدى و نقش ارزشمند آنان فرمود :\r\nقَد طَلَعَ طالِعٌ وَ لَمَعَ لامِعٌ ، وَ لَاحَ لَائِحٌ واعتَدَلَ مائِلٌ . و اسْتَبدَلَ اللَّهُ بِقَوْمٍ قَوْماً ، وَ بِيَوْمٍ يَوْماً . و انتظَرْنَا الْغِيَرَ انتظارَ الُمجْدِبِ\r\n\r\n","description":"","footnote":" ( 1 ) - بحارالانوار ، ج 50 ، ص 26 .  ( 2 ) - سورهء احزاب ( 33 ) ، آيهء 33 . ","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nالمَطَرَ . وَ انَّمَا الْائِمَّةُ قُوّامُ اللَّهِ عَلَى خَلْقِهِ ، و عُرَفَاؤُهُ عَلى عِبادِهِ ، لا يَدْخُلُ الجَنَّةَ الّا مَنْ عَرَفَهُمْ و عَرَفُوهُ ، وَ لا يَدْخُلُ النَّارَ الَّا من انْكَرَهُمْ و انْكَرُوهُ . « 1 » \r\n- خورشيد - طلوع كنندهء امامت - برآمد . و ماه درخشندهء ولايت - پرتو افكند ، و كوكب - عدالت - به در آمد . و ناراست راست گرديد ، و خدا مردمى را به جاى مردمى ديگر گزيد ، و روزى را به روزى بدل گردانيد . چشم مىداشتيم بر دگرگون شدنِ روزگاران ، چنان كه قحطى زده در انتظار باران .\r\nهمانا امامان از جانب خدا تدبير كنندهء كار مردمانند ، و كارگزاران بندگانند . كسى به بهشت نرود جز آن‌كه آنان را شناخته باشد ، و آنان او را شناخته باشند ؛ و به دوزخ در نشود جز آنكه منكر آنان بُوَد ، و آنان وى را نپذيرفته باشند ، و محرم نساخته . « 2 » \r\nاز اين روست كه وقتى على عليه السلام شنيد مردى از خوارج نهروان كه در مخالفت با امير مؤمنان در صحراى حروراء نزديك كوفه جمع شده‌اند ، نماز شب و قرآن مىخواند ؛ دربارهء او كه امام خويش را نشناخته بود ، فرمود :\r\nنَوْمٌ عَلى يَقِينٍ خَيْرٌ مِنْ صَلاةٍ فِى شَكٍّ\r\nبه يقين خفتن به كه با دو دلى نماز گزاردن . « 3 » \r\nبا توجه به روايات فوق ، ولايت و امامت را نمىتوان باور يا حكمى\r\n\r\n","description":"","footnote":" ( 1 ) - نهج‌البلاغه ، خطبهء 152 .  ( 2 ) - نهج‌البلاغه ، ترجمهء دكتر سيد جعفر شهيدى ، ص 149 - 150 .  ( 3 ) - همان ، ص 376 . ","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nجداگانه از احكام دينى دانست ، بلكه بايدگفت تمامى دين به‌منزلهء جسم و ولايت روح آن است . دين بىولايت دين نيست و انسان بىولايت را نمىتوان مسلمان واقعى دانست . بر اين اساس است كه رسول خدا صلى الله عليه و آله فرمود :\r\nمَن ماتَ و لَمْ يَعْرِفْ امامَ زَمانِهِ ماتَ مِيتَةَ الجاهِلِيَةِ « 1 » \r\nهر كس كه امام زمان خويش را نشناسد و بميرد ، به مرگ جاهلى از دنيا رفته است .\r\n\r\nفاطمه عليها السلام و ولايت\r\nحضرت زهرا عليها السلام ولايت و امامت را با تمام وجود درك كرده بود و نتيجه انحراف خلافت و امامت امت را به خوبى مىديد . آن حضرت در خطبهء معروف خود به تبيين جايگاه رفيع اهل بيت رسول خدا صلى الله عليه و آله مىپردازد و بيان مىدارد كه حكومت حق آنان است :\r\nثُمَ انْتُم عِبادَاللَّهِ نُصُبُ أمْرِ اللَّهِ وَ نَهْيِهِ وَ حَمَلَةُ دِينِهِ وَ وَحيِهِ وَ أُمَناءِ اللّهِ عَلى انْفُسِكُمْ و بُلغاؤُهُ الى الامَمِ .\r\nزَعَمْتُم حَقّاً لَكُم لِلّهِ فِيكُمْ عَهدٌ ، قَدَّمَهُ الَيْكُمْ وَ نَحْنُ بَقيَّةٌ اسْتَخْلَفَنا عَلَيْكُمْ وَ مَعَنا كِتاب اللَّهِ بَيِّنَةٌ بَصائِرُهُ وَ آىَ فِيْنا مُنْكَشِفَةٌ سَرائِرُهُ .\r\nشما بندگان خدا ! نگاهبانان حلال و حرام ، و حاملان دين و احكام ، و امانت‌داران حق و رسانندگان آن به خلقيد .\r\n\r\n","description":"","footnote":" ( 1 ) - الذخيره فى علم الكلام ، ص 495 . ","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nحقى را از خدا عهده داريد و عهدى را كه با او بسته‌ايد پذيرفتار . ما خاندان را در ميان شما به‌خلافت گماشت ، و تأويل كتاب‌ُالله را به‌عهدهء ما گذاشت .\r\nحجت‌هاى آن آشكار است ، و آنچه دربارهء ماست پديدار و برهان آن روشن و از تاريكى گمان بكنار . « 1 » \r\nحضرت‌زهرا عليها السلام پس‌از تبيين منزلت و نقش محورى اهل‌بيت پيامبر صلى الله عليه و آله در هدايت امت اسلامى و بيان احكام الهى ، به بحث دربارهء نظام امامت پرداخت و فرمود :\r\nوَ جَعَلَ طاعَتَنا نِظاماً ( لِلمِلَةِ ) و امامتنا أمناً مِنَ الفُرقَةِ وَ حُبَّنا عِزّاً لِلِاسْلامِ . « 2 » \r\nخداى متعال ، اطاعت ما اهل بيت را مايهء نظام و انسجام ملت و امامت ما را ضامن وحدت و مانع افتراق و تشتت امت اسلامى و دوستى ما را مايهء عزت اسلام قرار داد .\r\nحضرت فاطمه عليها السلام با بيان فوق اشاره عميقى به نقش نظام امامت در ايجاد همبستگى در بين مردم كرده است و در واقع يكى از مهمترين اهداف تشكيل حكومت در جوامع بشرى را كه همانا ايجاد و گسترش نظم و انضباط در جامعه و جلوگيرى از تشتت و نابسامانى در بين اجتماعات انسانى مىباشد را مورد توجه قرار داده است .\r\nحكومتهاى پديدار گشته در جوامع مختلف در طول تاريخ هر يك\r\n\r\n","description":"","footnote":" ( 1 ) - زندگانى فاطمهء زهرا عليها السلام ، سيد جعفر شهيدى ، ص 128 .  ( 2 ) - همان ، ص 129 . ","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nبه‌گونه‌اى براى دستيابى به نظم و انسجام تلاش كرده و در راه تحقق اين هدف گام برداشته‌اند ، اما تأكيد فاطمهء زهرا عليها السلام بر اين نكته است كه اگر امامت و رهبرى اهل بيت رسول خدا صلى الله عليه و آله به عنوان محور اصلى حكومت در جامعه مورد توجه قرار گيرد ، دستيابى به ثبات و انسجام اجتماعى و جلوگيرى از نابسامانى و افتراق كه در واقع از ابتدايىترين و بديهىترين وظايف حكومت است ، به بهترين شكل آن تأمين خواهد گرديد و زمينه براى تحقق اهداف مهمترى كه از تشكيل حكومت مورد انتظار است فراهم خواهد شد .\r\nمحور ديگر سخن حضرت زهرا عليها السلام ترسيم وضعيت موجود امت اسلامى پس از رسول خدا صلى الله عليه و آله است كه وجود تشتت و تفرقه در بين مسلمانان و نابسامانى امور آنها پس از رحلت پيامبر صلى الله عليه و آله معلول روىگردانى آنها از اهل‌بيت و انحراف از سيستم حكومتى مبتنى بر امامت و ولايت است .\r\nدر واقع از ديدگاه فاطمه عليها السلام ، امامت تداوم و استمرار رسالت است و « امام » در ادارهء امور مسلمانان و نظام اجتماعى آنان از همان شأن و جايگاهى برخوردار است كه « رسول » برخوردار بود . لذا اگر ديده مىشود كه نظام خلافت پس از رسول خدا صلى الله عليه و آله نه تنها نتوانست نقش محورى رهبرى را در جامعهء اسلامى حفظ كند ، بلكه خود عاملى براى گسترش نابسامانى گرديد ، بدين خاطر بود كه كسانى در مصدر امور قرار گرفتند كه فاقد صلاحيت رهبرى بودند و امام برحق را از حكومت و حق خود محروم ساخته‌بودند .\r\nحضرت زهرا عليها السلام چون بر لزوم وجود امام معصوم در كنار قرآن براى هدايت انسانها اعتقاد داشت به مبارزه با حاكمان غاصب پرداخت ؛\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nچنان كه آن حضرت در خطابهء آتشين خود در مسجد پيامبر صلى الله عليه و آله فرمود :\r\nشما با پيامبر محبوب و محمود خود پيمان بستيد تا دين او را با دست خويش در جهان بگسترانيد و جهان را بر محور اين دين حنيف و شريف به گردش درآوريد . قرآن را مىبينم كه به ظاهر آن احترام مىكنيد . حقيقت اين است كه در صفحات مقدس آن ، رازها و رمزها و خواندنىها و شنيدنىهاى بسيار وجود دارد . اما چشم‌براه خطيب توانايى نشسته است كه راز پنهان بداند و رمز بسته بگشايد و خواندنىها و شنيدنىها را به جهانيان باز گويد .\r\nاز سپيدى و سياهى اين كتاب ، كجا مىتوانيم راه به سر منزل مقصود بريم ، تا دانشمندى روشنفكر و پرهيزكار ، سپيدى را از سياهىها باز ننمايد و شب را از روز امتياز ندهد و نقاب ظلمت از چهرهء نور فرونكشد ، ما همچنان حيرت‌زده و راه گم كرده خواهيم ماند ، او همان دانشمند روشنگر و روشن‌بينى است كه گويا و بينا و شنواست . او كسى است كه آيات الهى را يك جا در پرده‌هاى سينهء خويش پنهان ساخته است . و در نفس خود قرآنى بزرگ و عزيز به‌وجود آورده است . او قرآنى گويا و شنوا و راه‌پيما و راهنماست . اين گنجينهء اسرار ، كه اينجا و آنجا ذخاير گرانبهايش را گسترش دهد و تشنگان را به فرا خور خويش سيراب كند همان پيشاهنگ سعادت و كاروان سالار ابديت است . اوست كه پيروان خويش را به جانب مينوى جاويدان راهبرى خواهد كرد . « 1 » \r\nدرست همين ويژگيها است كه زهرا عليها السلام را به دفاع از على عليه السلام\r\n\r\n","description":"","footnote":" ( 1 ) - احتجاج طبرسى ، ج 1 ، ص 147 . ","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nبرمىانگيزاند . دفاع حضرت زهرا عليها السلام از امير مؤمنان نسبت به زمامدارى جامعهء اسلامى ، دفاع شخصى و خصوصى نبود ، بلكه دفاع يك زن مسلمان متعهد و مسؤول از حق عظيمى بود كه غصب شده است .\r\nفاطمه عليها السلام چون حق حكومت را از آن على عليه السلام و اهل‌بيت پيامبر صلى الله عليه و آله مىديد به دفاع از آن حضرت پرداخت و هشدارهاى خود را متوجه كسانى كرد كه با اقدام نابخردانه خود حاصل تلاشها و مجاهدتهاى رسول خدا صلى الله عليه و آله را به بازى گرفته‌اند و اعلام خطر با نويى رنجديده است كه با شجاعتى وصف ناشدنى و استقامتى ستودنى در مقابل منحرفان مىايستد و امت اسلامى را از آينده مبهم و تاريك كه با انحراف در رهبرى در انتظار آنان است بر حذر مىدارد .\r\n\r\nعلى عليه السلام و دفاع از امامت\r\nعلى عليه السلام نيز در موارد زيادى به‌اهميت امامت و ولايت دراسلام پرداخته و به حقانيت خود نسبت به خلافت اسلامى اشاره كرده كه به ذكر چند نمونه بسنده مىكنيم . آن حضرت در خطبهء معروف به شقشقيه مىفرمايد :\r\nسوگند به خدا كه پسر ابىقحافه ( ابو بكر ) خلافت را مانند پيراهنى پوشيد و حال آنكه مىدانست من براى خلافت مانند قطب وسطِ آسيا هستم و علوم و معارف از سرچشمهء فيض من مانند سيل سرازير مىشود ، هيچ پرواز كنندهء در فضاى علم و دانش به اوج رفعت من نمىرسد ؛ پس جامه‌ى خلافت را رها و پهلو از آن تهى نمودم و در كار خود انديشه كردم كه آيا بدون دست ( و نداشتن سپاه و ياور ) حمله كرده ، يا بر تاريكىِ كورى ( و گمراهى خلق ) صبر\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nكنم كه آن ، پيران را فرسوده و جوانان را پژمرده و پير ساخته و مؤمن رنج مىكشد تا بميرد . ديدم صبر كردن خردمندى است ؛ پس صبر كردم درحالى كه چشمانم را خاشاك و غبار ، و گلويم را استخوان گرفته بود و ميراث خود را تاراج رفته مىديدم . « 1 » \r\nهمچنين آن حضرت در مقابل احتجاج قريش كه به اصل و نسب خويش استدلال كرده ، مىگفتند چون خويشاوند رسول خدا صلى الله عليه و آله هستيم به خلافت سزاوارتريم فرمود :\r\nبه درخت احتجاج كردند و ميوه را ضايع و تباه ساختند . « 2 » \r\nحضرت‌على عليه السلام ضمن اينكه برحقانيت خويش تأكيد مىكند مىفرمايد :\r\nاگر آنان به خويشى دورى كه با رسول خدا صلى الله عليه و آله دارند خود را به امر خلافت سزاوار مىدانند ، من خود ، ميوه‌ى آن درخت هستم و پسر عمو و برادر آن حضرت مىباشم . از اين رو خلافت و امارت حق من است و ديگرى را شايستگى آن نيست . در زمان بيعت مردم با عثمان نيز بر حقانيت خود تأكيد كرد و فرمود :\r\nشما مىدانيد كه من براى خلافت از هر كس شايسته و سزاوارترم و سوگند به خدا خلافت را به ديگرى واگذار مىنمايم مادامى كه امور مسلمانان منظم باشد و بر ديگرى به‌جز من جور و ستمى وارد نشود . « 3 » \r\nامير مؤمنان عليه السلام بارها به غصب خلافت اعتراض كرده و به دلايل\r\n\r\n","description":"","footnote":" ( 1 ) - نهج‌البلاغه ، ترجمه فيض‌الاسلام ، خطبهء 3 ، ص 46 .  ( 2 ) - همان ، خطبهء 66 ، ص 160 .  ( 3 ) - همان ، خطبهء 74 . ","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nادعايى آنان پاسخ داده است . آن حضرت در پاسخ اين مطلب كه عمر به ابوبكر گفت : تو در سختى و آسايش ، مصاحب و همراه رسول خدا صلى الله عليه و آله بودى ، پس دستت را بده تا با تو بيعت كنم ، فرمود :\r\nواعَجَبا تَكُونُ الخَلافَةِ بِالصَحابَةِ وَ لا تَكُونُ بِالصَحابَةِ وَالقَرابَةِ « 1 » \r\nشگفتا ! آيا خلافت با مصاحبت و همراه بودن با پيامبر به كسى مىرسد و با مصاحبت و خويشاوندى نمىرسد .\r\n\r\n","description":"","footnote":" ( 1 ) - نهج‌البلاغة ، فيض‌الاسلام ، كلمات قصار 181 ، ص 1173 . ","page_name":" 23 ","page_number":23},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\n\r\nفصل دوم : تلاش جهت مقبوليت عمومى\r\nاين واقعيت تلخ تاريخى هميشه خودنمايى مىكند كه عليرغم تأكيد و سفارش پيامبر خدا صلى الله عليه و آله دربارهء امير مؤمنان و جانشينى آن حضرت ، مسلمانان پس از آن حضرت به گمراهى افتاده و بازيچهء دست سياست بازان شدند ؛ بگونه‌اى كه امامت امت از مسير خود خارج و حكومت اسلامى از مدار خود منحرف گشت .\r\nفاطمهء زهرا عليها السلام برغم مواجه شدن با ناجوانمرديها و پيمان‌شكنيها از سوى بيشتر صحابه از باز گرداندن حق به مسير خود نااميد نشد و با تحمل رنج و مشقت فراوان تلاش گسترده‌اى را براى اثبات حقانيت على عليه السلام و مقبوليت عمومى و ترغيب مردم براى پذيرش امامت آن حضرت آغاز كرد كه در اين فصل به برخى از آنها اشاره خواهد شد . اما قبل از پرداختن به اين تلاشها ، لازم است به اين سؤال اساسى پاسخ داده شود كه مقبوليت عمومى و پذيرش ، اقبال و تمكين مردم چه نقشى در حكومت اسلامى دارد .\r\n\r\nمقبوليت يا مشروعيت\r\nشكى نيست كه در اسلام ، حقانيت و مشروعيت ولايت از جانب خداوند است و مشروعيت آن بستگى به پذيرش و اقبال و تمكين مردم\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nندارد . ولى پذيرش عمومى مردم نسبت به حكومت از اجزاء اصلى آن است زيرا تا مردم نپذيرند ، حكومتى شكل نمىگيرد و هيچ امام و ولىّ مشروعى قادر به اجراى برنامه‌ها و اهداف خود نخواهد بود .\r\nدر اسلام مردم مكلّف و مؤظف به پذيرش حقّ و پيروى از ولى امر و حمايت از حكومت الهى او هستند ، ولى واقعيت اين است كه اگر آنان در برابر دين خضوع نكنند و با آن به مخالفت برخيزند ، حكومت دينى بر پا نمىشود . « 1 »  مخالفان دين در طول تاريخ با انبيا به مبارزه برخاستند و عده‌اى از آنان را به شهادت رساندند . ايران قبل از انقلاب اسلامى نيز اين گونه بود و دو هزار و پانصد سال به همين روش پيش رفت . از اين رو وقتى مردم نخواهند ، حكومت دينى وجود خارجى نخواهد داشت و حاكم اسلامى قدرتى نخواهد يافت گرچه به مشروعيت او با اين عدم پذيرش خدشه‌اى وارد نمىشود .\r\nنقش مردم بگونه‌اى است كه اگر امام على بن ابىطالب عليه السلام نيز در رأس حكومت باشد ولى مردم او را حمايت نكنند حكومت آن حضرت سقوط مىكند ؛ چنان كه تحمل نكردند و با برپايى نظام علوى ، سه جنگ داخلى بر آن حضرت تحميل شد و در نهايت حضرت امير عليه السلام را به شهادت رساندند . ولى پس از آن حضرت امويان ، مروانيان و عباسيان با حمايت مردم به حكومت رسيدند .\r\nاينكه گفته مىشود در ايران دو هزار و پانصد سال سلطهء شاهنشاهى بود با اينكه بجز ساسانيان ، اشكانيان ، قاجاريان و پهلوى سلسله‌هاى ديگرى هم در ايران حكومت مىكردند ؛ از قبيل امويان ، مروانيان و\r\n\r\n","description":"","footnote":" ( 1 ) - با استفاده از سخنرانى حضرت آيةالله جوادى آملى . ","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nعباسيان ، از اين جهت است كه اينان نيز همان اهداف و سياستهاى سلسلهء شاهنشاهى دو هزار و پانصد ساله را دنبال مىكردند .\r\nپس از مظلوميت امام مجتبى عليه السلام به‌واسطهء عدم يارى مردم و تحميل صلح بر آن حضرت ، معاويه بر كرسى خلافت نشست . در روز مراسم رسمى سلام ، عده‌اى بر او وارد شدند و گفتند : « السَّلامُ عَلَيْكَ يا خَليفَةَ رَسُولِ اللَّه . السَّلام عَلَيْكَ يا اميرَ الْمُؤْمِنين . ولى وقتى عمرو بن عاص وارد شد خطاب به معاويه گفت :\r\nالسَّلامُ عَلَيْكَ ايُّهَا الْمَلِك !\r\nدرود بر تو اى پادشاه !\r\nيعنى : معاويه ! تو قيام كردى كه خلافت و امامت و دين را به‌صورت سلطنت درآورى و با حمايت مردم چنين كردى !\r\nديگران شايد حقيقت مطلب را نمىدانستند و يا جسارت لازم را نداشتند ، آنگونه سلام دادند ، ولى عمرو عاص كه خودش در نقشهء پليد سياسى بود ، آگاهانه گفت : « السَّلامُ عَلَيْكَ ايُّهَا الْمَلِك ! » در اين هنگام ، معاويه و عمرو عاص ، با اذعان به دستيابى به هدف خود ، هر دو لبخند زدند .\r\nالبته بايد توجه داشت كه عدم پذيرش حكومت امير مؤمنان عليه السلام از سوى مردم هرگز به مشروعيت آن لطمه‌اى نزد و حكومت معاويه نيز با رأى مردم مشروعيتى به‌دست نياورد .\r\nاگر زمانى فرا رسد كه مردم مشروعيت حكومت و حاكم را نيز به اعتبار رأى خودشان ببينند ، فاجعه‌اى عظيم رخ خواهد داد و به يقين مصداق آيهء كريمه مىشوند كه فرمود :\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nافَرَأَيْتَ مَنِ اتَّخَذَ الهَهُ هَواهُ وَ اضَلَّهُ اللَّهُ عَلى عِلْمٍ . « 1 » \r\nآيا ديدى كسىرا كه معبود خود را هواى نفس خويش قرار داده و خداوند او را با آگاهى ( بر اينكه شايستهء هدايت نيست ) گمراه ساخته است .\r\nاگر انسانى با ابراز اين عقيده خود را در سطح الوهيت قرار دهد و با ابراز رأى خود ، انگيزهء الوهيت و مشروعيت بخشيدن به خويش داشته باشد ، مصداق اين آيهء كريمه خواهد شد . از اين رو در چنين شرايطى كه مردم سر از اطاعت از امام حق برتافته‌اند و خود را صاحب اختيار مطلق مىدانند ، اگر رهبرى به دست امام على بن ابيطالب عليه السلام هم باشد ، شكست مىخورد .\r\n\r\nنقش و راه اقبال مردم\r\nحضرت ابراهيم عليه السلام ، به مشكل عدم اقبال مردم به حكومت حق توجه داشت . از اين‌رو ، به خداوند عرض كرد : خدايا ! من و دودمان انبياء ابراهيمى ، همه در اين رسالت سهيم هستند . ما بت‌شكنيم . ما از هيچ قدرتى ترس نداشته و نداريم و فرعونيان امواج آتش را افروختند و مراحل ابراهيم سوزى را به‌راه انداختند . در همهء اين شرايط تنها تسليم ارادهء تو بودم . ملكوت آسمان‌ها و زمين را به ما نشان دادى . « 2 »  بنابراين ، ما از جان عالم باخبريم ، با تبر بتها را در هم مىكوبيم و به آتش نيز مىرويم و از آن نمىترسيم و توان انجام همهء اينها را در خود مىبينيم ، ولى حقيقت اين است كه تنها با ارتباط داشتن با ملكوت و توان بت‌شكنى نمىتوان\r\n\r\n","description":"","footnote":" ( 1 ) - سورهء جاثيه ، آيهء 23 .  ( 2 ) - وَ كَذلِكَ نُرِى ابْراهيِمَ مَلَكُوت‌َالسَّمواتِ وَالْارْضِ لِيَكُونَ مِنَ الْمُوقِنينَ . سورهء انعام ، آيهء 75 . ","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nحكومت كرد . و بايد حمايت خلق خدا را نيز داشته‌باشيم . بدين‌جهت فرمود :\r\nرَبَّنا إِنّى أَسْكَنْتُ مِنْ ذُريَتى بِوادٍ غَيْرِ ذى زَرْعٍ عِنْدَ بَيْتِكَ الُمحَرَّمِ رَبَّنا لِيُقيمُوا الصَّلوةَ فَاجْعَلْ أَفْئِدَةً مِنَ النَّاسِ تَهْوى الَيْهِمْ . « 1 » \r\nپروردگارا من بعضى از فرزندانم را در سرزمين بىآب و علف ، در كنار خانه‌اى كه حرم توست ، ساكن ساختم تا نماز را بر پا دارند ، تو دلهاى گروهى از مردم را متوجه آنها ساز .\r\nاگر شخصيت بىنظيرى مثل حضرت ابراهيم خليل عليه السلام هم بخواهد حكومت داشته باشد ، بايد از خدا بخواهد كه « مردم » با او باشند .\r\nحكومت ، حكومتى است كه مردم او را همراهى كنند . اگر مردم با خليل خدا نباشند ، آن حكومت شكست مىخورد . تا مردم و جمهور حكومتى را نپذيرند ، حكومت نيست . در غير اين صورت ، فقط يك سلسله معارفى خواهد بود كه در كتابها نوشته مىشود .\r\nمردم نيز به هر كسى گرايش نمىيابند . مردم را مىتوان با زر و زور و تزوير چند صباحى به خدمت گرفت ولى تاكنون تاريخ نشان داده است كه در هر كشورى كه زور و فشار حاكم گرديده ، پس از مدتى اختلافها ، درگيريها و در نهايت كودتا را به‌دنبال داشته است ؛ زيرا مردم ، چوب ، خشت و آجر نيستند ، كه بتوان با آنها هر چيز را ساخت بلكه مردم قلب دارند و قلب مردم با زر و زور و تزوير به چنگ نخواهد آمد و از راههاى ديگر امكان‌پذير است . اين موضوع ، يك امر ملكوتى است و قلب مردم فقط به دست مقلب القلوب است .\r\n\r\n","description":"","footnote":" ( 1 ) - سورهء ابراهيم ، آيهء 37 . ","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nپيش از اسلام ، بين اوس و خزرج و ساير طوايف حجاز اختلاف و درگيرىها شديد بود ولى به بركت ظهور اسلام ، خداوند متعال بين دل‌هاى آنان الفت ايجاد كرد و آنان همگى به مكتب الهى پيامبر اكرم صلى الله عليه و آله ايمان آوردند . خدا در قرآن مىفرمايد :\r\nوَ الَّفَ بَيْنَ قُلُوبِهِمْ لَوْ انْفَقَتْ ما فِىالْارْضِ جَميعاً ما الَّفْتَ بَيْنَ قُلُوبِهِمْ وَ لكِنَّ اللَّهَ الَّفَ بَيْنَهُمْ انَّهُ عَزيزٌ حَكيمٌ « 1 » \r\nو دلهاى آنها را با همهء ما الفت داد اگر تمام آنچه را روى زمين است صرف مىكرد كه ميان دلهاى آنان الفت دهى نمىتوانستى ولى خداوند در ميان آنها الفت ايجاد كرد ، او توانا و حكيم است .\r\nاى پيامبر ! اگر همهء معادن روى زمين را بخواهى بين مردم تقسيم كنى ! و اگر سلسله جبال همه از طلا باشد و بخواهى براى اتحاد مردم آنها را تقسيم كنى ، نمىتوانى آنان‌را متحد سازى . بلكه هرلحظه اختلاف و درگيرىهاى جديدى پيش مىآيد . بنابراين ، به‌وسيلهء زر ، حتى به‌دست مبارك انسان كامل و محبوبى مثل پيامبر اكرم صلى الله عليه و آله نيز نمىتوان دلهاى مردم را هدايت‌كرد . بلكه دل ، به‌دست مقلب‌القلوب و دل‌آفرين است . و بايد كارى كرد كه خداوند دلها را متوجه كند ؛ چنان كه حضرت ابراهيم با اينكه معمار كعبه بود « 2 »  ، پاك كنندهء خانهء خدا بود « 3 »  ، بت‌شكن بود « 4 »  ! صبور ،\r\n\r\n","description":"","footnote":" ( 1 ) - سورهء انفال ، آيهء 63 .  ( 2 ) - سورهء بقره ، آيهء 127 . وَ اذْ يَرْفَعُ ابْراهيمُ الْقَواعِدَ مِنَ الْبَيْتِ وَ اسْماعيلُ .  ( 3 ) - همان ، آيهء 125 ، وَ عَهِدْنا الى ابراهيمَ وَ اسْمعيلَ انْ طَهِّرا بَيْتِىَ لِلطَّائِفين وَ . . .  ( 4 ) - سورهء انبياء ، آيهء 57 . وَ تَاللَّهِ لَأَكيدَنَّ اصْنامَكُمْ بَعْدَ انْ تُوَلُّوا مُدْبِرينَ . ","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nحليم ، بردبار « 1 »  و مجاهد نستوه بود ، ! ولى مىدانست كه با اين‌ها نمىتوان حكومت كرد ، از اين رو از خدا درخواست كرد كه مردم پيرو فرزندان او باشند . زيرا آنان وقتى مىتوانند نماز را بر پا كنند كه دل‌هاى مردم به‌سوى آنان باشد . خليل خدا چنين دعا كرد :\r\nفَاجْعَلْ أَفْئِدَةً مِنَ النَّاسِ تَهْوى الَيْهِمْ . « 2 » \r\nدلهاى گروهى از مردم را متوجه آنها ساز .\r\nمهمترين عامل پيروزى امام راحل قدس سره و بزرگترين عامل موفقيت مقام معظم رهبرى نيز اين است كه : مردم از آنها اطاعت و پيروى كردند و مىكنند .\r\nدر جريان پيروزى انقلاب اسلامى ، بزرگترين عاملى كه باعث شد ، رهبرى امام امت قدس سره در جامعه گسترش يابد و تثبيت گردد عشق مردم به امام و رهبر خويش و اطاعت از دستورهاى حضرتش بود . كارنامهء چندين سالهء امت انقلابى ما نيز ثابت كنندهء اين حقيقت است كه عشق به رهبران الهى و مقام ولايت ، چه اثر عميقى در مقاومت‌هاى قهرمانانه آنان در سنگرهاى پاسدارى از اين انقلاب مقدس داشته است .\r\nحماسه‌آفرينىهاى رزمندگان در هشت سال دفاع مقدس در حالى صورت مىگرفت كه قلب دلاور مردان از عشق آتشين آنان نسبت به مقام ولايت مالامال بود . آنان علاوه بر اينكه نام على عليه السلام ، فاطمهء زهرا عليها السلام ، امام حسين عليه السلام و ساير معصومان را بر لب داشتند ، قلبهايشان با نام\r\n\r\n","description":"","footnote":" ( 1 ) - سورهء هود ، آيهء 75 ، انَّ ابْراهيمَ لَحَليمٌ اوَّاهٌ مُنيبٌ .  ( 2 ) - سورهء ابراهيم ، آيهء 37 . ","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nنايب امام زمان عليه السلام مىتپيد و اين رمز پيروزى آنان بود .\r\nبنابراين گرچه امامان معصوم عليهم السلام از جانب خداوند متعال به مقام امامت منصوب گشته‌اند و رأى و پذيرش مردم نقشى در اصل امامت و ولايت آن بزرگواران ندارد ، اما مسلَّم است كه بيعت و اطاعت‌پذيرى مردم نسبت به آنان نقش مهم و اساسى در تحقق رهبرى و حاكميت آنان دارد .\r\nعلى عليه السلام در يكى از نامه‌هاى خود به شيعيان به اين مطلب اشاره دارد و ضمن اينكه ولايت بر امت را امرى الهى و قطعى مىداند فرمايش پيامبر صلى الله عليه و آله را دربارهء پذيرش امت متذكر مىشود و مىفرمايد :\r\nقد كان رسول الله صلى الله عليه و آله عَهِدَ اليَّ عَهداً فَقال : يَا ابْنَ ابِى طالِب لَكَ وَ لاءُ امَتى ، فَانْ وَلُوكَ فى عَافِيَةٍ و اجْمَعُوا عَلَيكَ بِالرِضا فَقُم بِأمرِهِم و انْ اخْتَلفوا عليك فَدَعهُمْ وَ ما هُمْ فِيهِ .\r\nرسول خدا صلى الله عليه و آله با من عهد كرد و فرمود : اى پسر ابىطالب ، ولايت و رهبرى امتم با توست ، اگر تو را با رضايت و بدون درگيرى به رهبرى خويش قبول كردند ، حكومت و رهبرى آنان را بپذير . اما اگر اختلاف ايجادشد و تو را نپذيرفتند ، آنان‌را رهاساز و به‌حال خويش واگذاركن . « 1 » \r\n\r\nاطاعت‌پذيرى فاطمه عليها السلام\r\nحضرت زهرا عليها السلام كه خود به نقش مهم مردم در برپايى و تداوم حكومت حق واقف بود ، قبل از آنكه مردم را به‌يارى و حمايت از على عليه السلام فرا خواند خود در اطاعت و پيروى از امام خود اسوه و نمونه\r\n\r\n","description":"","footnote":" ( 1 ) - كشف المحجه ، سيد بن طاووس ، ص 180 . ","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nبود . دخت پيامبر صلى الله عليه و آله براى كسب رضاى خدا و در راستاى تقويت ولايت همواره رضايتمندانه و خالصانه از دستورات مولاى خويش اطاعت مىكرد و ضمن اينكه خود به تكليف عمل مىكرد ، در عمل به پيروان خويش درس فرمانبرى از ولى امر را مىآموخت و پس از آن با گفتار ، مردم را به حمايت از امام حق فرا مىخواند .\r\nحضرت فاطمه عليها السلام در زمان پدر نيز چنين بود . آن حضرت پيش از آنكه خود را دختر پيامبر اكرم صلى الله عليه و آله بداند ، بندهء خدا و پيرو پيامبر صلى الله عليه و آله و مطيع ولى امر مىدانست . از اين رو ، دستوراتى كه براى مسلمانان نازل مىشد ، كاملًا آنها را اجرا مىكرد و خود را استثناء نمىنمود . اين مطلب ، در پيروى آن حضرت از ولايت نيز به خوبى مشاهده مىشود . اطاعت از پيامبر اسلام صلى الله عليه و آله را به‌عنوان اينكه او « رسول خدا » است و بر او « ولايت » دارد ، « واجب » مىدانست .\r\nدر زمان پيامبر اكرم صلى الله عليه و آله برخى از مسلمانان براى پيشواى خود عنوان احترام آميزى به كار نمىبردند و به همان شيوهء جارى ، كه با يكديگر صحبت مىكردند ، در حضور آن حضرت نيز به گفتگو مىنشستند و خطاب به او مىگفتند : يا محمد . يا محمد .\r\nپروردگار متعال با نزول آيهء مباركهء : « لا تَجْعَلُوا دُعاءَ الرَّسُولِ بَيْنَكُمْ كَدُعاءِ بَعْضِكُمْ بَعْضاً » ، « 1 »  صدا كردن پيامبر را در ميان خودتان ، مانند صدا كردن يكديگر قرار ندهيد . مسلمانان را توبيخ كرد و دستور داد در گفتگو با پيشواى عاليمقام خود ، ادب را رعايت كنند . مسلمانان به مناسبت كلمهء « الرسول » در آيه ، عنوان « رسول الله » را براى پيشواى خود انتخاب كردند .\r\n\r\n","description":"","footnote":" ( 1 ) - سورهء نور ، آيهء 63 . ","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nعصر همان روز ، كه رسول اكرم صلى الله عليه و آله به ديدار فاطمه عليها السلام رفت ، آن حضرت بر خلاف روزهاى پيش كه مىگفت : السلام عليك يا ابه سلام پدر ، گفت : السلامُ عَلَيْكَ يا رَسُولَ اللّهِ .\r\nپيامبر اكرم صلى الله عليه و آله به عادت همه روزهء خود پيش رفت و پيشانى او را بوسيد و فرمود چطور ؟ ! اين كلمه را از كجا ياد گرفتى ؟ چه كسى به تو گفته است كه به من رسول‌الله بگويى ؟ فاطمه عليها السلام عرض كرد : قرآن كريم به من امر كرد كه شما را « رسول الله » خطاب كنم .\r\nپيامبر خدا صلى الله عليه و آله دوباره بر چهرهء دخترش بوسه‌اى نثار كرد و فرمود :\r\nطرف خطاب در اين آيه كسانى هستند كه نام مرا كمى با سبكى به زبان مىآوردند . اين قوم بايد مرا « رسول الله » بنامند . ولى من از تو كلمهء « پدر » را بيشتر مىپسندم . تو به من بگو : « بابا » . « 1 » \r\nدخت پيامبر صلى الله عليه و آله چنان خود را در برابر قوانين اسلام و امر ولايت مطيع و تسليم مىدانست كه وقتى فرمان تازه‌اى مىشنيد ، با تمام وجود به آن عمل مىكرد . زيرا حضرت فاطمه عليها السلام ، مقام نبوت و رهبرى پدرش را بالاتر از رابطهء عاطفى پدرى مىدانست . مراتب اطاعت خالصانهء حضرت زهرا عليها السلام از ولايت را مىتوان در سخت‌ترين شرايط و تلخ‌ترين ايام به خوبى مشاهده كرد . پس از جريان تلخ سقيفه و مبارزهء پرشور آن حضرت در دفاع از ولايت ، ابوبكر و عمر براى جلب افكار عمومى به‌دنبال دلجويى از حضرت فاطمه عليها السلام برآمدند . حضرت در پاسخ به درخواست ملاقات ، به امير مؤمنان على عليه السلام عرض كرد :\r\n\r\n","description":"","footnote":" ( 1 ) - بحارالانوار ، ج 43 ، ص 32 . ","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nالْبَيْتُ بَيْتُكَ وَ الْحُرَّةُ زَوْجَتُكَ . افْعَلْ ما تَشاءُ . « 1 » \r\nعلى جان ! خانه ، خانهء توست و من همسر تو هستم . هر چه مىخواهى انجام ده .\r\nو نيز ، در هنگامهء مظلوميت امير مؤمنان عليه السلام و جسارت مدعيان در گرفتن بيعت اجبارى از وصىّ پيامبر صلى الله عليه و آله ، حضرت فاطمه عليها السلام براى دفاع از ولايت خواست آنان را نفرين كند كه امير مؤمنان عليه السلام توسط سلمان فارسى او را از آن نهى كرد . حضرت با شنيدن پيام امام عليه السلام اظهار كرد :\r\nاذاً ارْجِعُ وَاصْبِرُ وَ اسْمَعُ وَ اطيعُ . « 2 » \r\nبنابراين ، به خانه باز مىگردم و صبر پيشه مىكنم و فرمان را مىپذيرم و اطاعت مىكنم .\r\n\r\nشيوه‌هاى مبارزه جهت ايجاد مقبوليت\r\nحضرت فاطمه عليها السلام براى غاصبان خلافت ، كانون خطر بود ، زيرا او بود كه خطر انحراف از ولايت را به‌خوبى درك مى كرد و با اعتراض و روشنگرى و اعلام خشم و نفرت ، غاصبان را سخت به هراس وامىداشت . او به غصب خلافت ، پريشانى امت ، ايجاد تفرقه و پايه‌گذارى بدعت‌ها معترض بود .\r\nحضرت زهرا عليها السلام به حقوق از دست رفتهء همهء كسانى كه محروميت كشيدند و ناملايمات را براى پيشرفت اسلام تحمل كردند معترض بود . او\r\n\r\n","description":"","footnote":" ( 1 ) - همان ، ص 198 .  ( 2 ) - همان ، ص 47 . ","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nزحمات بيدريغ پدر بزرگوارش را در معرض نابودى مىديد ؛ از اين رو ، براى خدا به خشم آمد و از براى خدا دفاع مىكرد . در شرايطى كه قيام مسلّحانه امكان نداشت بايد شيوه‌هاى ديگرى براى مبارزه و دفاع از ولايت انتخاب مىشد كه حضرت با دو شيوهء مبارزهء نظرى و مبارزهء عملى به دفاع از امام خويش پرداخت كه در اين بخش به شيوه‌هاى آن حضرت در مبارزهء نظرى جهت ايجاد مقبوليت عمومى و آگاهى بخشيدن به مردم و توجه آنان به اشتباه خود نسبت به انحراف از ولايت مىپردازيم .\r\n\r\n1 - استدلال بر امامت على عليه السلام\r\nيكى از شيوه‌هاى دفاع و حمايت ، معرفى و اثبات مطلب مورد نظر با منطق و استدلال است . حضرت زهرا عليها السلام نيز در دفاع از ولايت از اين شيوه استفاده كرد و همواره و به مناسبتهاى مختلف به ذكر رواياتى كه خود از رسول خدا صلى الله عليه و آله دربارهء ولايت و امامت امير مؤمنان عليه السلام شنيده بود مىپرداخت و با استناد به آن روايات حقانيت على عليه السلام را بدون هيچ‌گونه بيم و هراسى از دشمن بيان مىكرد كه‌جهت اختصار به چند نمونه اشاره مىكنيم .\r\nالف - محمود بن لبيد مُكَنّى به ابو عمر مىگويد : حضرت زهرا عليها السلام پس از رحلت رسول خدا صلى الله عليه و آله پيوسته به زيارت شهداى احد و بويژه حمزه سيدالشهداء مىرفت و گريه مىكرد . يكى از روزها نزد آن حضرت رفتم و به او تسليت گفتم . پرسيدم : اى سيدهء زنان عالَم ! به خدا سوگند ! گريه تو رگهاى قلب مرا پاره مىكند ! . . . اى بانو و مولاى من ! مدتى است كه سؤالى مرا به خود مشغول كرده است . بسيار مايلم پاسخ آن را بشنوم .\r\nحضرت زهرا عليها السلام : سؤال كن .\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\n- آيا رسول خدا صلى الله عليه و آله پيش از رحلت ، دربارهء امامت على عليه السلام به‌طور صريح چيزى گفته است ؟\r\n- من تعجب مىكنم . مگر داستان « غدير خم » را فراموش كرده‌ايد ؟ !\r\n- آن را به ياد دارم . علاوه بر آن ، اگر رسول خدا صلى الله عليه و آله در اين باره مطلب سرّى و خصوصى با شما مطرح كرده است ، خواستم آن را بشنوم .\r\n- خداى متعال را گواه مىگيرم . از پدرم شنيدم كه فرمود : على عليه السلام بهترين فردى است كه من او را جانشين خود در ميان شما قرار دادم . او امام و خليفهء بعد از من است و در فرزندان على عليه السلام ، حسن و حسين عليهما السلام و نُه فرزند از نسل حسين عليه السلام ، امامان برگزيده و پاك مىباشند . اگر آنان را درك كرديد ، از آنان اطاعت كنيد . زيرا آنان راهنما و هادى شما خواهند بود . اگر با آنان مخالفت كنيد و راه عصيان در پيش گيريد ، تا روز قيامت گرفتار گمراهى و نابسامانى مىشويد !\r\n- اى سيّد و بانوى من ! اگر خلافت على عليه السلام تا اين اندازه روشن و مشخص است ، چرا آن بزرگوار براى گرفتن حق خود قيام نكرد ؟ !\r\n- اى ابا عمر ! رسول خدا صلى الله عليه و آله فرمود :\r\nمَثَلُ الْامام مَثَلُ الْكَعْبَةِ ، اذْ تُؤْتى وَ لا تَأْتى\r\nامام مانند كعبه است . مردم بايد به‌سراغ او بيايند نه اينكه او به سراغ آنها برود .\r\nآرى ، به خدا سوگند ! اگر حق را به اهل حق مىسپردند و از عترت پيامبر صلى الله عليه و آله پيروى مىكردند ، هرگز دو نفر هم دربارهء دستور خداوند اختلاف نمىكردند و نسلى بعد از نسل ديگر مىآمد و مسير خلافت و\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nامامت تا ظهور فرزند نهم حسين عليه السلام ادامه مىيافت . . . . « 1 » \r\nب - حضرت زهرا عليها السلام به غاصبان ولايت فرمود :\r\nمثل اينكه شما فرمودهء رسول خدا صلى الله عليه و آله را در غدير نمىدانيد ، به خدا سوگند در آن روز پيمان ولايت را براى امير مؤمنان بست تا طمع شما را از ولايت قطع كند . ولى شما رشته‌هاى دينى خود و پيامبرتان را گسستيد و خداوند بين ما و شما در دنيا و آخرت حسابرسى خواهد كرد . « 2 » \r\nج - فاطمه عليها السلام پس از غصب فدك دربارهء حقانيت على عليه السلام با انصار سخن گفت . آنها اظهار داشتند ، اگر قبل از بيعت با ابوبكر سخن تو را شنيده بوديم با كسى بجز على بيعت نمىكرديم . حضرت زهرا عليها السلام فرمود :\r\nآيا پدرم در روز غدير براى كسى عذرى باقى گذاشت ؟ « 3 » \r\nد - صديقهء طاهره عليه السلام در استدلالى ديگر به حديث غدير مىفرمايد :\r\nآيا فراموش كرديد سخنان رسول خدا صلى الله عليه و آله را در روز غدير خم كه فرمود : هر كس كه من مولاى او هستم ، على نيز مولاى اوست ، و آيا فراموش كرديد كه آن حضرت به على عليه السلام فرمود : « انْتَ مِنّى بِمَنْزِلَةِ هارُونَ مِنْ مُوسى » موقعيت تو نسبت به من همانند هارون به موسى است . « 4 » \r\n\r\n","description":"","footnote":" ( 1 ) - فاطمة الزهرا ، بهجة قلب المصطفى ، ص 83 و بحارالانوار ، ج 36 ، ص 353 .  ( 2 ) - عوالم ، ج 11 ، ص 595 .  ( 3 ) - همان و نهج‌الحياة ، محمد دشتى ، ص 43 ، ح 19 .  ( 4 ) - نهج‌الحياة ، محمد دشتى ، ص 41 ، ح 17 . ","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\n\r\n2 - معرفى شخصيت على عليه السلام\r\nاز روشهاى حضرت زهرا عليها السلام جهت آگاه‌سازى امت پيامبر صلى الله عليه و آله و دفاع از ولايت استفاده از شيوهء شخصيت‌پردازى و معرفى چهرهء محبوب خود و امام بر حق به مردم بود . از آنجا كه كينه و حسد جمعى و تلاشهاى اغوا كنندهء آنان باعث شده بود كه مردم كمالات على عليه السلام را به بوتهء فراموشى بسپرند و به‌سوى كسانى كه حتى اندكى از آن ويژگيها را ندارند روى آورند . فاطمه عليها السلام لازم مىديد كه شخصيت على عليه السلام را آنچنان كه هست به مردمى كه خود شاهد فداكاريها و ايمان و اخلاص او بوده‌اند ، معرفى كند . از اين رو آن حضرت در مناسبتهاى مختلف به بيان ويژگيها و فضائل على عليه السلام مىپرداخت كه به برخى از آن موارد اشاره مىكنيم :\r\nالف - حضرت زهرا عليها السلام در روضهء مطهره رسول اللّه صلى الله عليه و آله خطاب به آن حضرت فرمود :\r\nپدر جان در عزاى تو اباالحسن امير المؤمنين سوگوار است ، پدرِ دو فرزندت ، حسن و حسين عليهما السلام ، برادر ، امام برگزيده و دوست بىمانند تو . هم او كه تو او را در كودكى بزرگ و تربيت كردى و سپس برادر خود خواندى و از نزديكترين دوستان و محبوبترين اصحاب در پيشگاه تو بود . او كه در پذيرش اسلام از همه پيشى گرفت و هجرت كرد . اى پدر و اى بهترين انسانها ، اكنون بيا و بنگر كه امام برگزيدهء تو را اسيرگونه براى بيعت تحميلى مىبرند . « 1 » \r\nب - صديقهء طاهره عليها السلام به دفاع على عليه السلام در مواقع سخت از اسلام و\r\n\r\n","description":"","footnote":" ( 1 ) - نهج‌الحياة ، محمد دشتى ، ص 68 ، ح 40 . ","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nپيامبر خدا صلى الله عليه و آله اشاره مىكند و در خطبهء معروف خود پس از ذكر خدمات نبى مكرم اسلام صلى الله عليه و آله به ذكر سوابق امير مؤمنان على عليه السلام در تحكيم اسلام مىپردازد و مىفرمايد :\r\nهرگاه گرگ صفتانى از عرب آتش جنگ برمىافروختند تا ريشهء اسلام را بسوزانند و يا آن هنگام كه اژدهاى عظيمى از مشركين براى بلعيدن شما مسلمانان دهان باز مىكرد ، پيامبر خدا صلى الله عليه و آله برادر خود على را به كام او مىفرستاد . على باز نمىايستاد تا بر سر و مغز مخالفان مىنواخت و كار آنان را با دم شمشير يكسره مىساخت . او اين رنجها را براى خدا تحمل مىكرد و در آن ، خشنودى و رضاى الهى و رضايت پيامبر صلى الله عليه و آله را مىديد و مهترى اولياى حق را مىخريد ، درحالىكه در آن روزها شما در زندگى راحت و آسوده و در بستر امن و آسايش غنوده بوديد . « 1 » \r\nج - حضرت زهرا عليها السلام در پاسخ فردى كه زبان به سرزنش امام عليه السلام گشوده بود ، فرمود : آيا مىدانى على كيست ؟ آنگاه خود به معرفى او پرداخت و فرمود :\r\nعلى امامى ربانى و وجودى نورانى و مركز توجه همهء عارفان و خداپرستان و فرزندى از خاندان پاكان ، گويندهء حق ، محور امامت و پدر حسن و حسين عليهما السلام دو دسته‌گل پيامبر صلى الله عليه و آله و دو سرور جوانان اهل بهشت است . « 2 » \r\nد - حضرت فاطمه عليها السلام براى معرفى امام نور به جامعهء اسلامى برخى\r\n\r\n","description":"","footnote":" ( 1 ) - زندگانى فاطمهء زهرا عليها السلام ، سيد جعفر شهيدى ، ص 131 .  ( 2 ) - نهج‌الحياه ( فرهنگ سخنان فاطمه عليها السلام ) ، محمد دشتى ، ص 44 ، ح 20 . ","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nاز ويژگيهاى على عليه السلام را در خطبهء زيباى خود يادآور شده است كه بطور اختصار به آن اشاره مىكنيم .\r\n1 - در راه خدا و براى رضاى خدا در سختى و فشار بود و مقاومت مىكرد . « مَكدُوداً فِى ذاتِ اللّهِ »\r\n2 - در راه خدا و هر آنچه مربوط به دين خدا بود سخت‌كوش بود و حاضر به مداهنه و سستى نبود . « مُجْتَهِداً فِى امْرِ اللَّهِ »\r\n3 - به رسول خدا صلى الله عليه و آله نزديك بود ، چه از لحاظ ظاهرى كه پسر عمو و داماد پيامبر صلى الله عليه و آله بود و چه از لحاظ معنوى كه برادر و درب ورود شهر علم نبى بود . « قَرِيْباً مِنْ رَسُولِ اللّهِ »\r\n4 - سيد و سرور اولياى خدا بود و بزرگوارى آن حضرت در بين اولياء خدا بر كسى پوشيده نبود . « سَيِّداً فِى اولِياءِ اللّهِ »\r\n5 - به فكر خواسته‌هاى شخصى خود نبود بلكه خير خواه جامعه و اهل نصيحت و اصلاح جامعه بود . « مُشَمِّراً ناصِحاً »\r\n6 - اهل شعار و حرف نبود بلكه اهل عمل و تلاش بود « مُجِداً كادِحاً »\r\n7 - تحت تأثير جو و شرايط حاكم بر جامعه قرار نمىگرفت و در راه خدا سرزنش ديگران در او تأثيرى نداشت و در راه دفاع از حق بخاطر سرزنش اين و آن ، كوتاهى نمىكرد . و تنها رضايت حق تعالى براى او هدف بود . « لا تَأْخُذُهُ فِى اللَّهِ لَومَةُ لائِمٍ » « 1 » \r\nبيان اين ويژگيها در آن فضاى آلوده كه حاكمان غاصب بوجود آورده بودند ، بسيار روشنگر و حكايت از شجاعت و بصيرت حضرت زهرا عليها السلام دارد كه در مقابل دشمنان بدون ترس و واهمه از ولىالله و امام\r\n\r\n","description":"","footnote":" ( 1 ) - احتجاج طبرسى ، ج 1 ، ص 136 . ","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nبر حق خويش شجاعانه و با منطق دفاع مىكرد .\r\n\r\n3 - بيان علت كناره‌گيرى مردم\r\nيكى از راههاى باز گرداندن مردم از مسير انحرافى تذكر اشتباهات و بيدار كردن وجدان خوابيده آنان است . حضرت زهرا عليها السلام از اين روش بهره گرفت و در خطبهء معروف خود ، مهاجر و انصار را مورد سرزنش قرار داد و خطاب به آنان فرمود :\r\nبعد از رحلت پيامبر صلى الله عليه و آله خارهاى نفاق در ميان شما ظاهر شد ، دين و معنويت از بين شما رفت ، مشركان و كسانى كه تا به حال به‌گوشه‌اى خزيده بودند به سخن آمدند و شيطان سر از لاك خود بيرون آورد و شما را تحريك كرد و به‌سوى خودش دعوتتان نمود ، پس شما را افرادى سبك و بىاراده يافت ، فهميد خيلى زود تبليغات و تحريكات در شما اثر مىگذارد . پس آنگاه شما شترهاى ديگران را داغ نموديد « 1 »  ( و علامت ملكيت زديد ) و براى نوشيدن آب از محل غير خودتان وارد شديد . « 2 » \r\nحضرت با بيان اين مطلب به آنان فهماند كه شما به حريم خلافت و امامت تجاوز كرديد و از حدود خود فراتر رفتيد و با زور و قلدرى به\r\n\r\n","description":"","footnote":" ( 1 ) - براى آنكه شترها و گوسفندان اشتباه نشوند ، گوشه‌اى از بدن آنها را علامت مىگذاشتنديا روى بدنشان را داغ مىكردند همچنين در حجاز براى آبشخور شتران هر گروه و دسته مكان‌هاى مخصوصى داشتند . گاهى كسانى كه قدرت داشتند شترهاى ديگران را با علامت خود داغ مىكردند و مشرب و محل ديگران را نيز تصرف مىكردند . در اينجا حضرت غصب خلافت را توسط آنان به اين مثال تشبيه كرده است .  ( 2 ) - احتجاج طبرسى ، ج 1 ، ص 256 . ","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nحريم ديگران تعدى نموديد و اين مسائل در حالى است كه از زمانى كه با رسول خدا صلى الله عليه و آله عهد و پيمان بستيد و با على عليه السلام بيعت كرديد هنوز سه ماه نگذشته است ولى شما پيمان شكستيد و همه را زير پا نهاديد .\r\n« هذا والعهد قريب » اين قلدريهاى شما در حالى صورت مىگيرد كه حضرت رسول صلى الله عليه و آله تازه از دنيا رفته است و هنوز چند روزى بيشتر نگذشته است كه شما پاى منبر پيامبر خدا صلى الله عليه و آله بوديد و مىديديد كه آن حضرت چقدر دربارهء عترتش و بخصوص على عليه السلام سفارش مىكرد . در ادامه حضرت زهرا عليها السلام به آنان فرمود :\r\nهنوز زخم دل ما التيام نيافته و جراحت مصيبت پيامبر صلى الله عليه و آله بهبودى پيدا نكرده است . هنوز جسد پيامبر اكرم صلى الله عليه و آله دفن نشده ، بهانه گرفتيد و پيش افتاديد و گفتيد : ما از فتنه ترسيديم ، شما خود در آن فتنه كه به‌دست خود ايجاد كرديد گرفتار شديد و جهنم ، محيط بر فتنه‌انگيزان كافر است . شما از فتنه‌اى كه گريزان بوديد به دست خود در آن افتاديد . هيهات ! چه دور است از شما تدابير امور ملت مسلمان ، شما چگونه مىخواهيد عهده‌دار امرى شويد كه از آن بىاطلاعيد ، شيطان شما را به كجا مىكشاند ؟ « 1 » \r\nحضرت زهرا عليها السلام در اين بيان علت فاصله گرفتن مردم از على عليه السلام را از زبان آنان ، ترس از ايجاد فتنه بيان مىكند ولى خود به پاسخ آن مىپردازد . « 2 »  و مىفرمايد : با اين كارتان در فتنه سقوط كرديد ؛ زيرا چه فتنه‌اى بالاتر از اينكه على عليه السلام خانه‌نشين شود و فرصت‌طلبان روى كار\r\n\r\n","description":"","footnote":" ( 1 ) - احتجاج طبرسى ، ج 1 ، ص 266 .  ( 2 ) - كلمه « زعمتم » درجايى به كار مىرود كه عذر طرف مقابل قابل قبول نباشد . ","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nبيايند و اسلام را از مسير اصلى خود منحرف كنند . و به آنان گوشزد كرد كه شما بر خلاف نص پيامبر صلى الله عليه و آله كه على را انتخاب كرده بود عمل كرديد و باعث اختلاف و تفرقه در بين مسلمانان شديد .\r\nفاطمه عليها السلام همچنين علت ديگر را ساده‌لوحى مردم و بازيچه دست سياست‌بازان قرار گرفتن آنان مىداند و از آنان مىپرسد شما كه تا حدودى از جريانهايى كه مىگذشت آگاه بوديد چرا پشت به قرآن كرديد و شرايط امامت و رهبرى را كه در قرآن به آن اشاره شده است مورد توجه قرار نداديد و به خليفه‌تراشى پرداختيد . آن حضرت در ادامه به توطئهء آنان پس از غصب خلافت عليه اهل بيت عليهم السلام و اجابت دعوت شيطان اشاره مىكند و مىفرمايد :\r\nآنگاه شما درنگ نكرديد مگر به مقدارى كه ساكت بشود چموشى خلافت و به مقدارى كه افسار شتر آرام و روان گردد ( پس از اينكه خلافت را به دست گرفتيد ) شروع كرديد به آتش گيرانه‌اش را مشتعل كردن و آتش آن را به جامهاى ديگر هم سرايت دادن .\r\nفرياد شيطان گمراه را استجابت مىكنيد و شروع كرديد تا نورهاى روشن دين اسلام را خاموش نماييد و سنت‌هاى پيامبر برگزيدهء خدا را محو كنيد و به‌تدريج و آرام‌آرام آشاميديد منافع خلافت را و در پوشش درختها و پستى و بلنديها ( و به‌صورت مخفى ) عليه اهل بيت و فرزندان پيامبر گام برمىداريد . « 1 » \r\nحضرت به اين نكته اشاره دارد كه علت فاصله گرفتن شما از\r\n\r\n","description":"","footnote":" ( 1 ) - احتجاج طبرسى ، ج 1 ، ص 266 . ","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nعلى عليه السلام پيروى از شيطان است و چون شيطان هيچگاه انسان را رها نمىسازد ؛ از اين رو ، مىفرمايد : شما با پيروى از شيطان آتش فتنه را در سقيفه روشن كرديد و حالا با چموشى و قلدرى آتش را شعله‌ور مىسازيد و حتى فقط به خلافت و رياست بسنده نكرديد بلكه با غصب فدك به سراغ اهل بيت پيامبر صلى الله عليه و آله رفتيد و آنان را مورد تعرض و تهاجم قرار داديد و با دعوت شيطان به محو آثار پيامبر صلى الله عليه و آله و ارزشهاى متعالى و نورانى اسلام پرداختيد تا در اثر روشنى نور اسلام با انحرافى كه در مسير امامت و رهبرى ايجاد كرديد چهرهء كريه شما و نيت پليدتان آشكار نگردد ، و با ظاهرى آراسته و به‌عنوان خدمتكار دين و ملت و در پوشش دفاع از كيان اسلام از پشت به اهل بيت عليهم السلام و اسلام ضربه وارد مىكنيد .\r\nحضرت زهرا عليهم السلام براى بيدار كردن وجدان خوابيده آنان به رشادتها ، رنجها و زحمتهاى مهاجر و انصار در راه اسلام و دين خدا اشاره مىكند و مىفرمايد : پس چرا حالا حيران شده و از حق برگشتيد .\r\n« فَأَنى حَرتُم بَعدَ الْبَيانُ وَ أَسْرَرْتُمْ بَعدَ الاعلان وَ نَكَعْتُمْ بَعدَ الاقدامْ وَ اشْرَكْتُمْ بَعدَ الايمانَ » « 1 » \r\nاى مهاجر و انصار اكنون چه روى داده كه حيران شده‌ايد و در يك امر آشكار و روشن ساكت مانده‌ايد ؟ شما در حال تحرك و ظهور قدرت بوديد ، پس از اين اقدام و اقبال چرا پشت نموده‌ايد ؟ و پس از ايمان چرا مشرك شديد ؟\r\nصديقه طاهره عليها السلام در جهت بيدارى وجدان آنها سابقه درخشانشان\r\n\r\n","description":"","footnote":" ( 1 ) - احتجاج طبرسى ، ج 1 ، ص 266 . ","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nرا گوشزد كرد و به آنها فرمود شما كه اهل فهم و تشخيص بوديد چطور شد حالا متحير شديد و مخفىكارى مىكنيد و از حق دفاع نمىكنيد ؟ ! چگونه است كه مشرك شديد ؟ زيرا پيروى كسى را مىكنيد كه خداوند اجازه نداده است .\r\nحضرت زهرا عليها السلام عامل ديگرى را كه باعث انزواى عده‌اى و غصب خلافت شد كينه‌اى مىداند كه برخى از آنان نسبت به على عليه السلام داشتند .\r\nزيرا يا شمشير آن حضرت زخمى بر جسم آنان گذاشته بود و يا دل منافقان مجروح از رشادتهاى على عليه السلام بود . از اين رو فاطمهء زهرا عليها السلام به اين حقيقت اشاره مىكند و مىفرمايد :\r\nاين ( غصب خلافت ) از جهت كينه‌توزيهايى است كه از جنگ بدر بجا مانده است و انتقام‌جويىهايى كه از جنگ احد است و در دلهاى منافقان پنهان بوده و روزى كه حكومت را غصب كردند ، تمام آن كينه‌ها و حسادتها را بر ما فرو ريختند . « 1 » \r\nفاطمه زهرا عليها السلام يكى ديگر از علل جدا شدن مردم از على عليه السلام و دفاع نكردن آنها از اهل‌بيت را راحت‌طلبى و دنياپرستى آنان مىداند و مىفرمايد :\r\nهمانا مىبينم كه شما به رفاه و خوشگذرانى پناه آورده‌ايد و از صحنهء خلافت كسى را كه سزاوار به بسط و قبض كشور اسلامى و قوىتر از ديگران بود را دور كرديد و با سكون و آرامش و خوشگذرانى دمساز شديد و از وسعت و گشايش به تنگناه پناه‌برديد . « 2 » \r\n\r\n","description":"","footnote":" ( 1 ) - نهج‌الحياة ، محمد دشتى ، ص 45 ، ح 23 .  ( 2 ) - احتجاج طبرسى ، ج 1 ، ص 256 . ","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nحضرت فاطمه عليها السلام به آنان فهماند كه شما به علت دنياپرستى و دلبستگى به دنيا و ظواهر آن با اينكه فداكاريهاى على عليه السلام را در راه اسلام ديده بوديد و سابقهء او را در اسلام مىدانستيد و انتخاب او را توسط خدا و رسولش به عنوان خليفهء مسلمانان اطلاع داشتيد ، از او روىگردان شديد و اين عدم يارى شما باعث شد كه قدرت طلبان مسير امامت را منحرف كنند .\r\n\r\n4 - بيدارگرى\r\nهدايت و بيدارگرى در زمانى كه ابرهاى تيره فضاى ذهن جامعه را تاريك كرده است ، نقش اساسى در مبارزه دارد . حضرت زهرا عليها السلام در جهت تبيين مسايل و اثبات حقانيت امير مؤمنان عليه السلام و افشاى چهرهء غاصبان از شيوه‌هاى گوناگونى بهره جست و سعى و تلاش خود را براى آگاه سازى مردم غفلت‌زده و به خواب خرگوشى فرو رفته آغاز كرد . و با توجه به شرايط و امكانات زمان خود از بهترين روشها براى آگاهى بخشى عوام و خواص جامعه استفاده كرد .\r\nيكى از شيوه‌هاى مؤثر ، روش خطابه و سخنرانى است . كه زهراى مرضيه عليها السلام براى بيان حقايق و حمايت از ولايت از آن بهره گرفت . آن حضرت با انجام سخنرانيهاى علمى ، حماسى و مستدل ، ظلمى را كه بر اهل بيت عليهم السلام رفته بود ، براى مردم بازگو مىكرد و بدينوسيله پيام خاندان وحى را به گوش مردم مىرساند و انسانهاى حق‌طلب را براى يارى و حمايت از ولايت حق فرا مىخواند .\r\nآن حضرت توانست حقايق دين را از اين راه براى تمامى نسلها بيادگار\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nگذارد تا ره‌توشهء آنان در دفاع از ولايت و رهبرى باشد . دربارهء خطبهء حضرت و سخنان تكان‌دهندهء فاطمه عليها السلام كه در كنگرهء عظيمى كه در حساس‌ترين فراز تاريخ و در مهم‌ترين مركز اجتماعى عالم اسلام يعنى مسجدالنبى بر پا شد ، در كُتب تاريخى مطالب بسيارى ذكر شده است كه در اينجا بطور اختصار به بخشى از آن اشاره مىكنيم .\r\nآن حضرت بعد از جريان سقيفهء بنىساعده و بيعت مردم با ابو بكر و پس از اينكه وى دستور مصادره و ضبط املاك فدك را كه مربوط به فاطمهء زهرا عليها السلام بود صادر كرد . صديقهء طاهره عليها السلام با حجاب كامل از خانه بيرون آمد و با وقار تمام در ميان گروهى از زنان به مسجد پيامبر صلى الله عليه و آله وارد گرديد . عظمت و ابهت آن حضرت بگونه‌اى بود كه همهء حاضران متوجه ورود ايشان شدند . حضرت فاطمه عليها السلام پشت پرده‌اى قرار گرفت و پس از لحظه‌اى به ياد پدر بزرگوار خويش و فراق وى و ستمهايى كه پس از وفات رسول خدا صلى الله عليه و آله بر او روا داشته بودند ، ناله‌اى جانسوز از دل برآورد كه همهء حاضران را به گريه انداخت و فرياد وا محمدا از هرگوشهء مسجد بلند شد ، بعد از اينكه جمعيت اندكى آرام گرفتند ، صديقهء كبرى با كمال متانت خطبهء مفصّلى ايراد نمود .\r\nاين خطبه كه‌توسط برخىاز مصادر اهل سنّت و بسيارىاز مصادر شيعه ذكر شده است « 1 »  متضمن بسيارى از معارف الهى است كه با كمال\r\n\r\n","description":"","footnote":" ( 1 ) - يكى از قديمىترين منابعى كه اين خطبه در آن ذكر گرديده است ، كتاب « بلاغات‌النساء » نوشتهء ابوالفضل احمد بن ظاهر روزى ( 280 - 240 ه . ق ) معروف به ابن طيغور است كه در كتاب خود مجموعه‌اى از خطبه‌ها ، گفتارها ، و اشعار زنان مسلمان عرب را گردآورى كرده است . همچنين ابو جعفر محمد بن جرير طبرى از علماى قرن چهارم هجرى نيز اين خطبه را در كتاب « دلائل الامامة » آورده است . ابو منصور احمد بن ابىطالب الطبرسى از علماى قرن ششم نيز خطبهء مذكور را در كتاب « الاحتجاج » ذكر كرده است . ابوالحسن علىبن عيسى اربلى از علماى قرن هفتم هم در كتاب « كشف الغمه » خطبهء حضرت را از كتاب « السقيفه » نوشتهء ابىبكر احمد بن عبدالعزيز الجوهرى نقل نموده است . مسعودى نيز در « مروج الذهب » متذكر اين خطبه شده است . ابن شهر آشوب ( متوفاى سال 588 ه . ق ) نيز در كتاب « المناقب ج 1 ، ص 318 » خطبهء مذكور را نقل كرده است . تعداد ديگرى از علماى متقدم نيز خطبهء آن حضرت را ذكر كرده‌اند كه به جهت اختصار از بيان آنها صرفنظر مىشود . ","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nفصاحت و بلاغت بيان شده است . اين خطبه نشانگر مرتبهء بالاى علمى و فضل و معرفت دختر گرامى رسول خدا صلى الله عليه و آله است . در اين خطبهء شگفت‌انگيز حدود نامحدود توحيد و رسالتِ رسالت و حكمت احكام و كارنامهء نبى و رنج‌نامهء وصى و دادنامهء خاندان نبوت و مخالفت علنى مدعيان خلافت را با كتاب الله بيان كرد . و سرانجام از هدف نهايى خود يعنى حقّانيت ولايت على عليه السلام سخن گفت و نامشروع بودن حكومت غير ولايى را به اثبات رساند .\r\nحضرت زهرا عليها السلام در حمايت از ولايت تا آنجا پيش رفت كه انصار را به قيام مسلّحانه عليه غاصبان فرا خواند و فرمود :\r\nيا مَعاشِرَ الانْصارِ انْتُم اهْلُ العِدَةِ وَالعُدَه وَ السِلاح . . .\r\nاى گروه انصار شما داراى نيروى لازم ، آمادگى و تجهيزات هستيد .\r\nحضرت زهرا عليها السلام همان بانوى بزرگوارى است كه دورى از نامحرم را براى زنان بهترين مىداند ، اما هم‌اينك كه اساس اسلام را در خطر مىبيند ، در محضر عام وارد مىشود و فرياد مىزند و پشت پرده بىپرده از حقايق سخن مىگويد و در حقيقت ، رسول ازناى بتول پيام مىدهد .\r\nاز اين رو مىتوان گفت :\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nبه حق زندگانى اين بانوى بزرگِ سراسر افتخار ، در تمامى شؤون اجتماعى ، سياسى و تربيتى سرمشق و الگوى كمال و عروج انسانى يك زن است . زنى كه در عين عفاف و حجاب ، يك مبارز خستگىناپذير و يك انقلابى شجاع و بىنظير است . او در مقابل ستمگران ، منحرفان ، منافقان ، سياست‌بازان و مخالفان حاكميت حق ، فرياد و فغان سر مىدهد و در دفاع از مقام ولايت و امامت خروش برمىآورد .\r\nآرى ! حضرت زهرا عليها السلام با خطابهء شورانگيزى كه در مسجد خواند ، بسيارى از وجدانهاى خفته را بيدار كرد و مسير انديشه‌را دگرگون ساخت .\r\nدر واقع ، خطابهء حضرت زهرا عليها السلام حجت و سند محكم و ترديدناپذيرى است كه در تاريخ جاودانه گشته است و مظلوميت خاندان رسالت را به اثبات مىرساند . اين خطابهء تاريخى ، نه‌تنها سياسى كاران و قدرت طلبان آن روز را هدف قرار داد ، بلكه ضربهء هشدار دهنده‌اى است كه تمامى وجدانهاى آگاه و انديشه‌هاى بيدار را در همهء زمان‌هاو زمين‌ها به قضاوت مىطلبد و نيز تمامى حاكمان و سياستمداران اسلامى را در طول تاريخ به دادرسى فرا مىخواند و بهترين دليل و روشن‌ترين سند را در اختيار مسلمانان قرار مىدهد تا همواره معيارى براى شناسايى حاكميت حق از خلافت غاصب در اختيار داشته باشند .\r\nبه يقين ، خطبهء كوبندهء حضرت در مسجد ، اين پيام را براى همهء مدافعان ولايت دارد كه : در مصالح عمومى ، نه‌تنها سكوت و انزوا و مصالحه و مسامحه روا نيست . بلكه فرياد اعتراض و اقدام به روشنگرى ، از واجبات دينى است .\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\n\r\n5 - افشاگرى\r\nيكى از روشهاى مبارزه عليه دشمن شناساندن و بيان ضعفها و حيله‌هاى او به دوستان غفلت‌زده و گول خورده است . برملا سازى كانون انحراف سياسى كه بعد از رحلت رسول خدا صلى الله عليه و آله پديد آمده بود يكى ديگر از اقدامهاى صديقهء طاهره عليها السلام بود . شيوه‌اى كه توانست دشمن را رسوا سازد و از گسترش فتنه و تثبيت بدعت جلوگيرى كند . از اين رو حضرت زهرا عليها السلام همواره سعى مىكرد مردم را از توطئه‌هاى پشت پردهء سياست‌بازان آگاه سازد و به افشاى ماهيت گروهها و شخصيت‌هاى دسيسه‌ساز مىپرداخت . آن حضرت در بيانى فرمود :\r\nبه خدا سوگند ، حشمت و عظمت آن كس دريده و نابود شد كه بر خلاف حكم خدا و قرآن و سنت و سفارش پيامبر صلى الله عليه و آله در تأويل قرآن ، حق امامت او را غصب كرده و به ديگران سپرد . اين گونه برخوردهاى خصمانه از كينه‌توزيهاى جنگ بدر و خونخواهى جنگ احد است كه در درون قلب نفاق‌آميز و فتنه‌انگيز آنان پنهان بوده و تاكنون جرأت اظهار آن را نداشتند .\r\nدر آن هنگام كه حكومت الهى بازيچهء دست قدرت طلبان گرديد و امام حق منزوى شد و آتش كينه‌هاى ديرينه‌شان زبانه كشيد ، باران مصيبتها و مشكلات بر ما باريد . « 1 » \r\nحضرت فاطمه عليها السلام در جاى ديگر دربارهء ماهيت كسانى كه بر امير\r\n\r\n","description":"","footnote":" ( 1 ) - نهج‌الحياة ، محمد دشتى ، ص 203 - 204 ، ح 117 . ","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nمؤمنان ستم روا داشتند مىفرمايد :\r\nاز پست‌ترين قبايل عرب قبيلهء تميم ( قبيلهء ابو بكر ) و از حيله‌بازترين قبايل عرب ، قبيلهء عدى ( قبيلهء عمر ) بر ابوالحسن ستم روا داشتند . آنان پرچم مسابقه برافراشتند تا بر على پيشى گيرند . چون بر اين كار موفق نشدند ، بغض و كينهء على را در دل گرفته اما پنهان داشتند . تا آنگاه كه نور دين به خاموشى گراييد و پيامبر صلى الله عليه و آله رحلت كرد ، آن بغضها و كينه‌ها را به‌زبان آوردند و بر مركب آرزو سوار گشته ، ظلم و ستم روا داشتند . « 1 » \r\nصديقهء كبرى ، هنگامى كه جسارت منافقان را ديد كه پس از رسول خدا صلى الله عليه و آله جرأت حمله به خانهء على عليه السلام را يافته‌اند ، خطاب به آنان فرمود :\r\nشما اى گمراهان و دروغگويان چه مىگوييد و چه مىخواهيد ؟ اى عمر از خدا پروا ندارى ؟ اين گونه مىخواهى وارد خانه من شوى ؟ آيا با حزب شيطان كه دور شما را گرفتند مرا مىترسانى ؟ در حالىكه حزب شيطان ناتوانند . واى بر تو اين چه جرئت و جسارتى است كه بر خدا و پيامبر او داريد ؟ آيا مىخواهى دودمان پيامبر را نابود كنى ؟\r\nآيا قصد دارى نور خدا را خاموش سازى ؟ آگاه باش كه خداوند نور خود را فروزان نگه مىدارد و جاودانه مىسازد . « 2 » \r\nحضرت زهرا عليها السلام در ادامهء مبارزه ، از راز مهمى پرده برداشت و غاصبان حكومت را همان منافقانى دانست كه در زمان پيامبر صلى الله عليه و آله نيز به توطئه‌چينى مىپرداختند . از اين رو فرمود :\r\n\r\n","description":"","footnote":" ( 1 ) - نهج‌الحياة ، محمد دشتى ، ص 285 ، ح 173 .  ( 2 ) - همان ، ص 137 - 138 ، ح 64 . ","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n« وَ هذا بَعْدُ وَفاتِهِ شَبِيهٌ بِما بَغى لَهُ مِنَ الغَوائِل فِى حَياتِهِ » « 1 » \r\nاين خيانتى كه بعد از رحلت پيامبر صلى الله عليه و آله صورت مىگيرد ، شبيه همان ظلم‌ها و فتنه‌هايى است كه در زمان حيات رسول خدا صلى الله عليه و آله انجام مىشد .\r\nشايد اين جمله حضرت اشاره به توطئه‌اى باشد كه توسط جمعى از منافقين درسال آخر عمر پيامبر صلى الله عليه و آله طراحىشد و آنان قصد داشتند با رم‌دادن شتر رسول خدا صلى الله عليه و آله و پرت كردن آن به درّه ، حضرت را به شهادت برسانند .\r\n\r\n6 - اعلان خطر\r\nآينده نگرى و روشن‌بينى نتيجهء جريانهاى سياسى موجود جامعه يكى از امور ارزشمندى است كه توسط فرزانگان جامعه در هر زمان امكان‌پذير است . آگاه كردن مردم نسبت به سرنوشتى كه در اثر رخدادهاى سياسى در انتظارشان است و آشنا كردن آنان به آسيبهاى سياسى و اعلام خطر نسبت به آن براى ايجاد مقاومت در مردم يكى از وظائف رهبران آگاه است .\r\nحضرت زهرا عليها السلام با استفاده از اين روش در جهت آگاهىبخشى به امت پيامبر صلى الله عليه و آله اقدام كرد و آنان را متوجه خطرى كرد كه در پيش رو داشتند و با هشدار امت اسلامى به آينده موهوم جامعه با آنان اتمام حجت كرد . آن حضرت به مناسبتهاى مختلف راه خطرناكى را كه مسلمانان بعد از رسول خدا صلى الله عليه و آله در پيش گرفته بودند به آنان تذكر مىداد .\r\nفاطمه عليها السلام خطاب به مردم فرمود :\r\n\r\n","description":"","footnote":" ( 1 ) - احتجاج طبرسى ، ص 106 . ","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nواى بر آنان ! آيا آن كه مردم را به راه راست مىخواند سزاوار پيروى است يا آن كه خود راه را نمىداند ؟ در اين باره چگونه داورى مىكنيد . به خدا سوگند ، آنچه نبايد بكنند كردند . نواها ساز و فتنه‌ها آغاز شد . حال لختى بياساييد تا به خود آييد و ببينيد چه آشوبى به پا شود و چه خونها بريزد ! شَهد زندگى در كامها شرنگ و جهان پهناور بر همگان تنگ گردد . آن روز زيانكاران را باد در دست است و آيندگان به گناه گذشتگان گرفتار و پاى بست . اكنون آماده باشيد كه گرد باد بلا انگيخته شد و تيغ خشم خدا از نيام انتقام آهيخته . شما را بگذارد تا دمار از روزگارتان برآورند و آنگاه دريغ سودى ندارد . جمع شما را بپراكند و بيخ و بنتان را بر كند . « 1 » \r\nحضرت زهرا عليها السلام در فرازى از خطبهء خود ، پيامدهاى شوم انحراف از رهبرى و حمايت نكردن از ولايت را چنين تبيين مىفرمايد :\r\nاين كار ناستوده كه صورت گرفت ، فرجامى ناستوده‌تر خواهد داشت .\r\nاز پستان اين گاو ، كه زهر گياه خورده است ، جز شيرى آلوده به خون نخواهيد دوشيد و از يك چنين دوشيدهء مسمومى ، جز اندوه و مرگ مزّه‌اى نخواهيد چشيد ، اين بدبختى مخوف درميان نسل‌ها و نژادها بجاى خواهد ماند و همواره ناحق را بر حق ، و ظلمت را بر نور چيرگى خواهد داد و جنگها بر خواهد افروخت و فتنه‌ها شعله‌ور خواهد ساخت .\r\nاز سود اندك ، ماليات بسيار ستانند و كشتزارهاى ناكِشته را درو كنند و چنگال عقاب و شلاق شكنجه را به گريبانها اندازند و بر كودكان معصوم و زنان داغديده ترحم نكنند . گردنهاى خميده از دم شمشير\r\n\r\n","description":"","footnote":" ( 1 ) - نهج‌الحياة ، محمد دشتى ، ص 123 ، ح 58 . ","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nخواهد گذشت و از سرهاى بريده پشته ساخته خواهد شد .\r\nآيا دهقانان گندم خواهند درويد ؟\r\nآيا در برابر اين همه ستمها و منكرات ، ديگران مسؤول خواهند بود ؟\r\nآيا باز هم قدرت مستبدى ، اين بلايا را مستبدانه بر شما چيره خواهد ساخت ؟\r\nاين شما بوديد كه كشته‌ايد و سرانجام ، شما خواهيد بود كه كِشته خويش را درو خواهيد كرد . « 1 » \r\nپيش‌بينىهاى حضرت زهرا عليها السلام همگى تحقق يافت و فرزندان همين مهاجر و انصار ، در نتيجه حمايت نكردن پدرانشان از ولايت ، گرفتار جباران و ستمگرانى شدند كه به كوچك و بزرگ و زن و مرد آنان رحم نكردند و نه‌تنها آنان بلكه تاكنون بشريت را در رنج و تباهى قرار داده‌اند .\r\nآرى ! فاطمه عليها السلام به جريانهاى روز آگاه بود ، آينده را مىديد و آن را به خوبى پيش‌بينى مىكرد . جهان‌بينى و آينده‌نگرى او ، الهى ، متين ، استوار و حساب شده بود و مىدانست كه انحراف خلافت و ناديده گرفتن حق مسلّم امير مؤمنان عليه السلام ، چه پيامدهاى تلخى براى جامعهء اسلامى در پى خواهد داشت ؛ از اين رو هشدار لازم را داد ولى در آن مردم مرعوب و دنياطلب اثرى نگذاشت . و گرفتاريهايى كه حضرت از آنها ياد كرد گريبانگير آنان شد .\r\n\r\n7 - ترغيب و توبيخ\r\nيكى از راههاى آگاهىبخشى و بيدارسازى انسانهاى دچار غفلت شده ،\r\n\r\n","description":"","footnote":" ( 1 ) - بحارالانوار ، ج 43 ، ص 159 . ","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nنفوذ در جانها و ورود در حيطه احساسات و عواطف آنان براى تحريك و ايجاد مقاومت و ايستادگى در آنان است . حضرت زهرا عليها السلام در مبارزه و دفاع از ولايت از اين روش استفاده كرد و سعى داشت با بيان زشتى انحراف انجام گرفته و بدعت سياسى به‌وقوع پيوسته ، غيرت دينى و تعصب مذهبى مردم را برانگيزاند و جامعهء اسلامى را از غفلتى كه دچار آن گشته است نجات دهد .\r\nهمچنين آن حضرت با بيان مزايا و مواهبى كه در صورت تحقق حكومت اسلامى در جامعه ايجاد مىشود ، قصد داشت مردم را ترغيب به حكومت حق و حمايت از ولايت كند . از اين رو حضرت فاطمه عليها السلام براى پذيرش مردم نسبت به امامت على عليه السلام و حمايت و دفاع آنان از آن حضرت از شيوهء ترغيب و توبيخ استفاده مىكرد .\r\nحضرت زهرا عليها السلام در خطبهء فرد به بركاتى كه با امامت امير مؤمنان عليه السلام در انتظار آنان بود و با مخالفت با آن محروم شده‌اند اشاره مىكند و مىفرمايد :\r\nبه خدا سوگند اگر پاى در ميان مىنهادند و على را بر كارى كه پيامبر به‌عهدهء او نهاد مىگذاردند ، آسان ، آسان ايشان را به راه راست مىبرد و حق هر يك را به او مىسپرد ، چنان كه كسى زيانى نبيند و هر كس ميوهء آنچه كشته است بچيند . تشنگان عدالت از چشمهء عدل او سيراب مىشدند و زبونان در پناه صولت او دلير مىگشتند .\r\nاگر چنين مىكردند ، درهاى رحمت از زمين و آسمان بر روى آنان گشوده مىشد . اما نكردند و به زودى خدا به كيفر آنچه كردند ، آنان را عذاب خواهد نمود . واى بر آنان ! آيا آنكه مردم را به راه راست\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nمىخواند ، سزاوار پيروى است يا آنكه خود راه را نمىداند . « 1 » \r\nحضرت زهرا عليها السلام براى تحريك عواطف انصار نگاهى به جانب آنان نمود و فرمود :\r\nاى يادگاران زمان پيامبر ، واى ياوران دين و پناه‌دهندگان اسلام ! اين چه سستى است در يارى من و چه ضعفى است در كمك به من و چه كوتاهى است دربارهء حقّ من و چه خوابى است كه در مورد ظلم به من شما را فرا گرفته است ؟ آيا پيامبر خدا صلى الله عليه و آله پدرم نمىفرمود : حُرمت هر كسى را نسبت به فرزندانش بايد نگاه داشت ؟ چه زود كار خود را كرديد ، و عجب زود به كارى كه زمانش نرسيده بود اقدام نموديد ! « 2 » \r\nزمانى كه حضرت زهرا عليها السلام مردم را نسبت به ولايت چنان بىتفاوت ديد كه سخنان او نيز در آنان تأثيرى نداشت به توبيخ و سرزنش آنان پرداخت و فرمود :\r\nمن ملتى را مثل شما نمىشناسم كه اين گونه عهد شكن و بد كردار باشند . جنازهء رسول خدا صلى الله عليه و آله را در دست ما گذاشته رها كرديد و عهد و پيمانهاى ميانتان را بريده ، فراموش كرديد . ولايت و رهبرى على عليه السلام و اهل بيت را انكار كرديد و حق مسلم ما را باز نگردانديد . « 3 » \r\nزمانى كه مردم مدينه فهميدند كه غمها و رنجهاى پس از رحلت پيامبر صلى الله عليه و آله گُل جوانى زهرا عليها السلام را رو به خزانى برده است و همين روزها\r\n\r\n","description":"","footnote":" ( 1 ) - كشف الغمه فى معرفة الائمه ، اربلى ، ج 2 ، ص 119 .  ( 2 ) - همان ، ص 115 .  ( 3 ) - الامامة والسّياسة ، ص 12 . ","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nبه‌سوى ابديت هجرت مىكند ، دسته دسته به عيادت آن حضرت شتافتند .\r\nروز دوم ماه جمادىالاولى سال يازدهم هجرت ، گروهى از زنان متشخص مدينه به عبادت حضرت فاطمه عليها السلام رفتند و از ديدن دختر پيامبر صلى الله عليه و آله در آن حالت به حيرت افتادند . زيرا اين زهرا نبود كه بر بسترى از بوريا دراز كشيده بود ، بلكه شبحى رنگ پريده بر آن بستر سايه افكنده بود .\r\nزنى پرسيد : حال دختر پيامبر چگونه است ؟\r\nحضرت زهرا عليها السلام نشست و بر بالش تكيه داد و نگاهى به اطراف انداخت و پس از حمد و ثناى پروردگار و صلوات بر پيامبر صلى الله عليه و آله فرمود :\r\nبه خدا سوگند ! از دنيايى كه شما در آن هستيد ، سخت بيزارم ! از كج‌انديشى و كج‌رفتارى مردان شما دلم خون است ! من اين مردان نامرد را كه خوى مردى و خصلت انسانى ندارند ، آزمودم و بدين ناكسان كه راست نمىانديشند ، هرگز نمىانديشم .\r\nاينان ! اين مهاجران و انصار ! اين پيمان شكنان كه حق را از جاى برآوردند ، بسيار زيان كردند . زيرا هرگز نشنيده‌ام كسى بنا حق كار كند و از كار خويش سود برد .\r\nشما كار را به جايى رسانده‌ايد كه ديگر اميد پيروزى نيست . بر جاى بمانيد و به شگفتى و حيرت فرو رويد . زندگى كنيد و از زندگانى عبرتها بگيريد . . . آيا اين تعجب‌آور نيست كه نااهلان بر جاى كسى بنشينند كه او شايسته و سزاوار اين جايگاه بود و همچون كوهى استوار ، پايه‌هاى مستحكم نبوت و امامت محسوب مىشد ؟\r\nبدانيد كه اين كار زيانى بس آشكار و خسرانى غير قابل جبران در پى خواهد داشت . آخر چرا از ابوالحسن روى گردان شده‌اند ؟ !\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nزنان مدينه ، سخنان حضرت زهرا عليها السلام را براى شوهران خود نقل كردند .\r\nآنان با آگاهى از اين توبيخ و سرزنش ، گروهى از مهاجر و انصار ، به‌عنوان عذرخواهى نزد حضرت فاطمه عليها السلام آمدند و عرض كردند : اى سرور زنان ! اگر على عليه السلام اين مطلب را پيش از آنكه پيمان بسته شود و عقد محكم گردد ، به ما تذكر داده بود ، از او به شخص ديگرى رجوع نمىكرديم .\r\nحضرت زهرا عليها السلام كه از عذر تراشى آنان به ستوه آمده بود ، آنان را اين گونه توبيخ كرد و فرمود :\r\nالَيْكُمْ عَنّى فَلا عُذْرَ بَعْدَ تَعزِيرِكُمْ وَ لا امْرَ بَعدَ تَقْصِيرِكُمْ « 1 » \r\nاز من دور شويد ! پس‌از آن همه دليل و حجت عذرى براى شما باقى نمانده است و پس از كوتاهى شما جاى امر و فرمانى باقى نمىماند .\r\n\r\n8 - محاكمهء غاصبان فدك\r\nبديهى است براى احقاق حق و دستيابى به حقوق فطرى و اسلامى ، بين زن و مرد تفاوتى وجود ندارد و در آئين مقدس اسلام ، پذيرش ظلم ، گناه نابخشودنى است . زيرا سكوت در برابر متجاوزان ، آتش تعدى و تجاوز آنان را شعله‌ورتر مىسازد و در ضايع كردن حقوق ديگران ، به آنان جرئت بيشترى مىدهد . براساس اين قانون اصيل و مقبول جوامع انسانى ، حضرت فاطمه عليها السلام پس از غصب سرزمين فدك به دادخواهى و مبارزه براى گرفتن حق مسلّم خويش برخاست و با استدلالهاى متقن ، متجاوز بودن غاصبان خلافت را به مردمى كه از آنان پيروى مىكردند اثبات كرد .\r\n\r\n","description":"","footnote":" ( 1 ) - بحارالانوار ، ج 43 ، ص 161 . ","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nدر اين بخش بطور اختصار به تصرف فدك ، محاكمه غاصبان و كيفيت استدلالهاى آن حضرت مىپردازيم :\r\nسرزمين فدك ، چون با نيروى نظامى تصرّف نشده بود و مردم آن را با پيامبر اكرم صلى الله عليه و آله مصالحه كرده بودند ، از آنِ رسول خدا صلى الله عليه و آله بود و آن حضرت ، فدك را به دخترش فاطمه عليها السلام بخشيد . ابو سعيد خدرى مىنويسد : وقتى آيهء « وَ آتِ ذَاالْقُرْبى حَقَّهُ » « 1 »  نازل شد ، رسول خدا صلى الله عليه و آله ، فدك را به فاطمه زهرا عليها السلام عطا كرد . « 2 » \r\nبه يقين ، اين اقدام بر اساس مصالح بلندى صورت پذيرفت . از جمله :\r\nمقام امامت و رهبرى ، مخصوص و شايستهء آنان بود و نياز به چنين پشتوانه مالى داشته و نيز : اهل بيت پيامبر صلى الله عليه و آله مرجع رسيدگى به امور مردم و مستضعفان بودند و لازم بود كه از چنين منبعى بر خوردار باشند .\r\nامّا خليفهء وقت ، به مقتضاى اجتهادى كه در برابر عمل پيامبر اكرم صلى الله عليه و آله داشت ، حقّ مسلّم حضرت زهرا عليها السلام ، يعنى : فدك را تصرف كرد و كارگران آن حضرت را از آن بيرون راند .\r\nحضرت زهرا عليها السلام آرام ننشست و براى احقاق حق به مبارزه برخاست .\r\nاز ابوبكر پرسيد : ابوبكر ! وقتى تو بميرى ، ارث تو به چه كسى مىرسد ؟\r\n- زنان و فرزندانم !\r\n- چه شده است كه حالا تو وارث پيامبر شدى ، نه ما ؟ !\r\n- دختر پيامبر ! پدرت درهم و دينارى بجا نگذاشته است !\r\n- پس سهم ما از فدك چه مىشود ؟\r\n\r\n","description":"","footnote":" ( 1 ) - سورهء اسراء ، آيهء 26 .  ( 2 ) - دُرّ المنثور ، سيوطى ، ج 4 ، ص 177 . ","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n- از پدرت شنيدم كه فرمود : من تا زنده‌ام ، در اين زمين تصرف مىكنم و چون از دنيا رفتم ، مال همهء مسلمانان خواهد بود .\r\n- ولى پيامبر در زمان حيات خود اين مزرعه را به من بخشيده است .\r\n- آيا گواهى دارى ؟\r\n- آرى ! شوهرم على عليه السلام و امّ ايمن گواهى مىدهند .\r\n- دختر پيامبر ! مىدانى كه امّ ايمن زن است و گواهى او كامل نيست .\r\nبايد زن ديگرى نيز گواهى دهد . يا مردى را گواه بياورى . « 1 » \r\nابوبكر بدون توجه به شهادت شهود و استدلالهاى حضرت زهرا فدك را تصرف كرد . اين تصرف ، از دو جهت براى حكومت اهميت داشت :\r\nالف - اگر استدلال حضرت زهرا عليها السلام را مىپذيرفتند ، بايد سخن آن حضرت دربارهء وصايت و امامت امير مؤمنان على عليه السلام را نيز قبول مىكردند .\r\nب - اگر فدك در اختيار اهل بيت پيامبر صلى الله عليه و آله باشد ، درآمد آن عليه دستگاه خلافت به كار گرفته مىشود .\r\nابن ابىالحديد مىنويسد : از على بن فاروقى مدرس بغداد پرسيدم : آيا فاطمه در مورد فدك راست مىگفت ؟\r\n- آرى !\r\n- اگر راست مىگفت ، چرا فدك را به او برنگرداندند ؟\r\nبا لبخندى پاسخ داد : اگر آن روز فدك را به او مىدادند ، فردا خلافت شوهر خود را ادّعا مىكرد . « 2 » \r\nحضرت فاطمه عليها السلام نيز اگر نزد خليفه حق خود را مطالبه كرد ، نه\r\n\r\n","description":"","footnote":" ( 1 ) - زندگانى فاطمهء زهرا ، سيد جعفر شهيدى ، ص 115 .  ( 2 ) - شرح نهج‌البلاغه ، ابن ابىالحديد ، ج 16 ، ص 284 . ","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nبدان‌جهت كه براى خود و فرزندانش نان و خورش مىخواست ، بلكه مىدانست اين اجتهاد در مقابل نص ، نخستين و آخرين آن نخواهد بود .\r\nفردا اجتهاد ديگرى در برابر دستورات قطعى دين پيش مىآيد . آن چنان كه در غصب خلافت نيز اين اجتهادها نقش داشت و پيش‌بينى فاطمهء زهرا عليها السلام به وقوع پيوست . چهل سال پس از اين حادثه ، تغييرات بنيادى در حكومت پديدآمد كه مخالف سنت پيامبر صلى الله عليه و آله و حتى بر خلاف سيرهء خلفاى راشدين بود .\r\nحضرت زهرا عليها السلام چون مىدانست خليفه از رأى و اجتهاد خود صرف‌نظر نمىكند و آن را بر سنّت جارى پيامبر صلى الله عليه و آله مقدم مىدارد ، تصميم گرفت شكايت خود را در مسجد و مجمع عمومى مسلمانان مطرح كند . زيرا مسجد تنها مركز دادخواهى بود كه هر كس از صاحب قدرتى شكايت داشت ، شكايت خود را بر مسلمانان عرضه مىكرد و آنان نيز خود را مكلّف مىدانستند كه در حدّ توان او را يارى كنند تا حق خود را بستاند .\r\nحضرت زهرا عليها السلام به خوبى مشاهده مىكرد كه : مدعيان خلافت ، در حال تأثير پذيرى از نژاد و خوى قبيله‌اى عصر جاهلى هستند . مهاجران كه از تيرهء قريش‌اند ، انصار را از صحنهء سياست بيرون راندند . زيرا قريش پيش از ظهور اسلام ، خود را عنصرى ممتاز مىدانست ولى با ظهور اسلام ، آن تبعيض‌ها و بىعدالتىها و تفرعن‌ها از ميان رفت . اكنون براى دستيابى به امتيازات جاهلى ، بار ديگر گردن افراشته‌اند و رياست مسلمانان را از خود مىدانند .\r\nحضرت زهرا عليها السلام نمىتوانست در برابر اين اجتهادها ، يا بهتر بگوييم :\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nبدعتها ، آرام و خاموش باشد . بايد مسلمانان را از حركت بسوى جاهليت گذشته آگاه سازد . در حالى كه جمعى از زنان اهل بيت اطرافش را احاطه كرده‌بودند ، روانه مسجد شد . راه‌رفتن او به راه‌رفتن پدرش پيامبر اكرم صلى الله عليه و آله شبيه بود . ابوبكر با گروهى از مهاجران و انصار در مسجد نشسته بودند .\r\nميان فاطمه زهرا عليها السلام و حاضران چادرى آويختند . دختر پيامبر صلى الله عليه و آله نخست صيحه‌اى زد كه مجلس را لرزاند و حاضران به گريه افتادند . سپس اندكى خاموش ماند تا مردم آرام گرفتند . آنگاه سخنان خود را آغاز كرد . « 1 » \r\nدر بخشى از اين سخنرانى تاريخى ، شيوا ، بليغ ، گله‌آميز ، ترساننده و آتشين ، خطاب به ابابكر فرمود : « گفته مىشود كه فاطمه از ميراث پدر محروم است . ولى اين گوينده برهانى نياورده است كه چگونه حصار قانون ارث درهم شكسته است و چه كسى آيات بيّنات قرآن را به دلخواه تفسير كرده است ؟ !\r\nمن از گفتار اين مرد سخت در شگفتم . زيرا چنين مىانديشد كه خويشتن مىتواند از ميراث ابوقحافه بهره‌مند گردد . امّا ميراث محمد صلى الله عليه و آله بر فاطمه حرام است ؟ !\r\nبه او تلقين كرده‌اند كه پيامبران براى بازماندگان خود ميراثى نمىگذارند و از پدرم رسول‌الله صلى الله عليه و آله حديثى روايت كرده‌اند كه : نَحْنُ مَعاشِرُ الانْبِياءِ لا نُورِثُ . . .\r\nاما فراموش كرده‌اند كه قرآن مجيد بر هرچه مخالف آن است ، خط بطلان كشيده است . و هرگز رسول خدا صلى الله عليه و آله بر خلاف قرآن سخنى نگفته است .\r\nخداوند دربارهء سليمان مىفرمايد :\r\n\r\n","description":"","footnote":" ( 1 ) - بلاغات النساء ، چاپ بيروت ، ص 23 و 24 . ","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nوَ وَرِثَ سُلَيمانُ داوُدَ . « 1 » \r\nسليمان از داود ارث برد .\r\nو نيز دربارهء زكريا فرمود :\r\nيَرِثُنى وَ يَرِثُ مِنْ آلِ يَعْقُوبَ . « 2 » \r\nو ارث من و دودمان يعقوب باشد .\r\nچگونه مىخواهيد فاطمه را ، كه دختر پيامبر و پيرو دين او و پروردهء آغوش آن حضرت است ، از ميراث پدرش بىبهره سازيد ؟ !\r\nسپس حضرت فاطمه عليها السلام به ابابكر رو كرد و فرمود : من در قيامت گريبان تو را خواهم گرفت و حق پايمال شدهء امروز خود را در آن روز از تو باز خواهم ستاند . در آن روز ، خداى عادل ، حاكم است و پدرم رسول‌الله صلى الله عليه و آله شاهد دعواى ما باشد . در آن هنگام پشيمانى سودى برايتان ندارد و آنان كه به عذاب و كيفر محكوم شده باشند ، از خشم و عدل الهى نجات نخواهند يافت . « 3 » \r\nدر مسألهء فدك در حقيقت يك محاكمهء تمام‌عيار مطرح شده است .\r\nاستدلالهاى همه‌جانبهء حضرت زهرا عليها السلام دربارهء غصب فدك كه به مناسبتهاى مختلف ارائه گرديده ، به‌قدرى دقيق و كامل است كه اگر هر شخص با انصافى آنها را بشنود و درصدد قضاوت باشد قادر خواهد بود حقيقت را دريابد زيرا آن حضرت در اين استدلالها ، جنبهء دينى ، جهت\r\n\r\n","description":"","footnote":" ( 1 ) - سورهء نمل ، آيهء 16 .  ( 2 ) - سورهء مريم ، آيهء 6 .  ( 3 ) - احتجاج طبرسى ، ج 1 ، ص 147 . ","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nقانونى و جنبهء اخلاقى و وجدانى را مد نظر قرار داده است و هر يك را جداگانه در معرض قضاوت جهانيان گذاشته است تا هر فرد از هر دين و مذهب و هر قوم و مليتى كه باشد به حقانيت او و متجاوز بودن دشمنانش پى ببرد . در اين بخش با دسته‌بندى انجام شده « 1 »  به برخى از آنها مىپردازيم .\r\nاستدلالهاى اعتقادى\r\nروزى كه پيامبر خدا صلى الله عليه و آله از دنيا رفت اعتقادى را براى مردم به يادگار گذاشت كه همه بايد به آن معتقد مىشدند و آن هم چيزى جز ولايت و محبت اهل بيت عليهم السلام نبود . تا اينكه با حمله به خانهء وحى پس از رحلت آن حضرت ، مردم دو دسته شدند . عده‌اى بيرون درِ خانه جزء حمله‌كنندگان بودند و عده‌اى داخل خانهء مدافع على عليه السلام و ولايت ماندند .\r\nو اين نمود عملى لازمهء يك اعتقاد باطنى نسبت به اهل بيت عليهم السلام بود .\r\nحضرت زهرا عليها السلام با توجه به اين شكاف اعتقادى به محكوم كردن گروهى پرداخت كه دست از مبانى اصيل اعتقادى برداشتند . در سخنان آن حضرت مواردى را در اين باره مىتوان مشاهده كرد كه به برخى از آنها اشاره مىكنيم .\r\n1 - حضرت زهرا عليها السلام ابتدا بالاترين فضيلت خود را مطرح كرد و آن لقبى بود كه پيامبر خدا صلى الله عليه و آله فرموده بود : « فاطمة سيدة نساء اهل الجنه » فاطمه سيده و سرور زنان اهل بهشت است . حضرت صديقة عليها السلام با مطرح كردن اين فضيلت به آنان فهماند كه وقتى برترين بانوان اهل بهشت مىگويد : « فدك از آن من است » آيا اين احتمال وجود دارد كه راست نگويد . پس غاصبان حق او ، دروغگو هستند و بايد در اعتقاد آنها ترديد\r\n\r\n","description":"","footnote":" ( 1 ) - ر . ك . اسرار فدك ، محمدباقر انصارى و سيد حسين رجايى ، ص 100 - 113 . ","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nكرد كه از او شاهد مىخواهند .\r\n2 - حضرت زهرا عليها السلام با مطرح كردن آيهء تطهير « 1 »  ، به مقام ديگرى كه خداوند به آن حضرت عنايت كرده بود اشاره كرد و گويا از آنان پرسيد : آيا اين آيهء قرآن در شأن ما نازل نشده است ؟ آيا دلالت بر عصمت مطلق ما نمىكند ؟ اگر پاسخ مثبت است پس چرا با اقرار به عصمت من باز سخن مرا نمىپذيريد و حق مرا نمىدهيد . پس در اعتقاد شما نسبت به قرآن نيز بايد ترديد كرد .\r\n3 - استفادهء ديگرى كه آن حضرت از آيهء تطهير كرد اين بود كه فرمود :\r\nاگر شما سخن ما را قبول نكنيد و از ما شاهد بخواهيد در واقع شهادت خداوند را رد كرده‌ايد و در پى شهادت مردم هستيد و شكى نيست كه رد سخن خدا مساووى با كفر است . زيرا اگر ارزش « عصمت » به اندازهء قبول سخنى دربارهء قطعه زمينى نباشد ، پس تكليف معارف دين كه با ضمانت عصمت از سوى پروردگار به ما رسيده است چه مىشود ؟ و نتيجه همين بىاعتقادى آنان به عصمت بود كه به تحريف دين و بدعت‌گذارى پرداختند .\r\n4 - حضرت زهرا عليها السلام براى اينكه بيش از اين ، بىاعتقادى آنان را به مبانى دينى بيان كند از آنان چنين اقرار گرفت كه اگر كسى عليه من شهادتى ناروا دهد آيا بر من حد جارى مىكنيد ؟\r\nدشمن ناشيانه جواب داد آرى ! . صديقهء طاهره عليها السلام فرمود : بنابراين كافر مىشوى ، زيرا شهادت خداوند به طهارت و عصمت اهل بيت عليهم السلام را رد كرده‌اى و شهادت مخلوق را پذيرفته‌اى . اكنون هم كه شهادت عايشه و حفصه و اوس بن حدثان را عليه من قبول كردى و گفتهء مرا رد نمودى ،\r\n\r\n","description":"","footnote":" ( 1 ) - انما يريد الله ليذهب عنكم الرجس اهل البيت و يطهركم تطهيراً ( احزاب / 33 ) ","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nسخن خدا را نپذيرفتى و كافر شدى .\r\n5 - از اولين اعتقادات هر مسلمان احترام زبانى و عملى به قرآن و قبول آن به عنوان كلام خداوند و قانون دائمى اسلام است . حضرت زهرا عليها السلام از زبان غاصبان خلافت و فدك اقرار گرفت كه به عمد با صريح چند آيهء قرآن مخالفت كرده‌اند . آياتى « 1 »  كه آن حضرت به آنها استشهاد كرد عبارتند از :\r\nآيهء ذىالقربى ، آيهء تطهير ، آيات ارث ، و اين ضديت با قرآن و ناديده گرفتن معتبرترين يادگار پيامبر صلى الله عليه و آله ، چيزى جز كفر و ارتداد تلقى نمىشود .\r\n6 - از نظر همهء مسلمانان ارزش والاى پيامبر صلى الله عليه و آله به‌عنوان اول شخص عالم وجود ، جزء معتقدات قطعى است . گفتار و رفتار پيامبر صلى الله عليه و آله مستند به وحى است كه فرمود : « و ما ينطق عن الهوى ، ان هو الا وحى يوحى » از روى هواى نفس سخنى نمىگويد و گفتار او جز وحىى كه بر او نازل مىشود .\r\nنيست . ولى در غصب فدك چندين بار سخن پيامبر صلى الله عليه و آله مورد مخالفت صريح قرار گرفت . يكى غصب اعطايى پيامبر خدا صلى الله عليه و آله به فاطمهء زهرا عليها السلام بود كه همهء مردم نيز متوجه آن شدند . غصب فدك در واقع زير پا گذاشتن عمل پيامبر صلى الله عليه و آله بود كه با اعتقاد مسلمانى سازگارى ندارد .\r\nهمچنين شهادت آن حضرت دربارهء فاطمه عليها السلام كه فرمود : « فاطمة سيدة نساء اهل الجنه » و نيز شهادت آن حضرت براى ام ايمن كه فرمود : « ام ايمن امرأة من اهل الجنه » ام ايمن اهل بهشت است . ولى شهادت او را نيز نپذيرفتند و اين زير پا گذاشتن سخن و تأييد رسول خدا صلى الله عليه و آله است و با اعتقادات اصيل يك مسلمان نسبت به پيامبرش سازگارى ندارد و حضرت زهرا عليها السلام با محاكمهء غاصبان اين نكته را ثابت كرد .\r\n\r\n","description":"","footnote":" ( 1 ) - در بخش نخست همين بحث ذكر شد . ","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\n7 - از آنجا كه در تشخيص معارف دين مقام اول را پيامبر خدا صلى الله عليه و آله و مقام دوم را باب مدينهء علم پيامبر صلى الله عليه و آله يعنى امير مؤمنان داشتند ، اگر پرسشى هم دربارهء فدك بود ، مىشد از آنان سؤال كنند . ولى مطالبى كه گفتند بهانه‌اى بيش نبود و اين مطلب نه‌تنها براى مردم آن زمان كه براى حقيقت جويان همهء زمانها روشن شد .\r\n8 - از آنجا كه غاصبان ارتباط خود را با قرآن و روايات قطع كرده بودند بناچار جاى خالى آن را با اجماع و خواستهء مردم پر مىكردند . هرگاه احتياج به بدعت يا حق‌كشى داشتند با مطرح كردن اتفاق مردم آن را انجام مىدادند .\r\nابو بكر نيز از اين روش استفاده كرد و گفت : آنچه دربارهء فدك انجام داده‌ام با توافق و اتفاق مسلمانان بوده و در واقع خواستهء آنان را اجرا كرده‌ام .\r\nحضرت زهرا عليها السلام اعلام كرد كه خداوند نمايندگان خود را فرستاد تا مردم از پيش خود كارى نكنند و جايى كه خدا به كارى راضى نيست اگر همهء مردم هم راضى باشند ارزشى ندارد ، و جايى كه خداوند به كارى راضى باشد ، مخالفت همهء مردم عالم ارزشى نخواهد داشت .\r\nآنچه گذشت مواردى بود كه حضرت زهرا عليها السلام دربارهء مبانى اعتقادى غاصبان و مردم مطرح كرد و از آنان اقرار گرفت كه به مخالفت صريح با گذشتهء عقيدتى خود پرداخته‌اند و به عبارتى مصداق اين روايت شريف شدند كه :\r\nارتد الناس الا ثلاثه نفر ، سلمان و ابوذرُّ والمقداد « 1 » \r\nمردم ( بعد از رسول خدا ) مرتد شدند مگر سه نفر سلمان ، ابوذر و مقداد .\r\n\r\n","description":"","footnote":" ( 1 ) - الاختصاص ، شيخ مفيد ، ص 10 . ","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nاستدلالهاى قانونى\r\nحضرت زهرا عليها السلام پس از استدلالهاى عقيدتى كه براى مسلمانان قابل پذيرش بود و هست به استدلالهاى قانونى پرداخت كه از جهت حقوقى هم در اسلام براى آن قوانين خاصى وضع شده است و هم از نظر عموم ملل ديگر ، معيارهاى شناخته شده‌اى دارد . در اين جهت نيز آن حضرت بقدرى ظريف عمل‌كرد و مستدل سخن گفت كه درسى براى حقوقدانان شد .\r\nحضرت زهرا عليها السلام ثابت كرد كه غاصبان فدك حتى آگاهى از قوانين و قواعد يك قضاوت ساده را نيز ندارند . موارد خلاف قانون كه در مسأله غصب فدك اعمال گشته و در سخنان حضرت به آنها اشاره شده به قرار زير است .\r\n1 - وقتى دربارهء ملكى يا هر چيز ديگر اختلافى در مالكيت پيش آيد و توافقى صورت نگيرد ، راه حل قانونى اين است كه در دادگاه مطرح شود و پس از ارائهء دليلهاى دو طرف ، قاضى حكم كند . ولى غاصبان فدك اين كار را نكردند بلكه بدون اعلان قبلى و با استفاده از زور ، مأموران را اعزام كردند و نمايندگان حضرت زهرا عليها السلام را از آنجا بيرون راندند و امور را تحت تصرف خود درآوردند . و اين از ستمگرانه‌ترين نوع برخورد در يك مسألهء قضايى است ، هر چند مالك آن ملك حضرت زهرا عليها السلام نباشد .\r\n2 - يكى از قواعد حقوقى اين است كه هر چه در دست كسى و تحت تصرف او باشد ملك او تلقى مىشود و براى اثبات مالكيت خود بر آن احتياج به هيچ شاهد و دليلى ندارد . حضرت با اشاره به اينكه فدك در منظر همهء مردم طى چهار سال با حضور پيامبر صلى الله عليه و آله تحت تصرف من بوده است مىفرمود : آيا اين تصرف مالكانه كافى نيست و باز نياز به شاهد دارد ؟\r\n3 - در قضاوت اسلامى بايد مدّعى شاهد بياورد نه آن‌كه بر ضد او\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nادعايى صورت گرفته است . در اينجا فدك تحت تصرف حضرت زهرا عليها السلام بود از اين رو بايد مدعيان و غاصبان دليل و شاهد مىآوردند .\r\nولى از آن حضرت بر ملكيت فدك شاهد خواستند .\r\n4 - در قضاوت اگر افرادى كه ادعا دارند دليل و شاهد قابل قبولى نداشتند با قسم خوردن مدعى عليه حق را به او مىدهند ؛ ولى در اينجا غاصبان حاضر نشدند حضرت زهرا عليها السلام قسم بخورد و كار تمام شود .\r\n5 - اسلام مالكيت را به رسميت شناخته است و اگر كسى دربارهء ملك ديگرى ادعايى كند بدون آنكه مدرك معتبرى ارائه نمايد اين خود جرم است . حضرت زهرا عليها السلام به اين خلاف غاصبان نيز اشاره كرده است كه در حالىكه ملك در تصرف آن حضرت است او را متهم مىكنند .\r\n6 - غاصبان براى آنكه ملكيت را زير سؤال ببرند مطرح كردند كه فدك ارث پيامبر صلى الله عليه و آله است كه به حضرت رسيده است . حضرت فاطمه عليها السلام فرمود : فدك اعطايى پيامبر صلى الله عليه و آله به من است و چهار سال قبل در زمان حيات آن حضرت به من بخشيده شده و من آن را تصرف كرده‌ام و ربطى به ارث ندارد تا مراحل قانونى آن را طى كند .\r\n7 - ارائهء سند قانونى در همهء محاكم قابل قبول است آن هم اگر از شخص معتبرى صادر شده باشد . ولى غاصبان خلافت و فدك به اين جنبهء حقوقى كه در تمام ملل جهان معتبر است نيز اعتنايى نكردند و سندى را كه به امر پيامبر صلى الله عليه و آله و به دست امير مؤمنان عليه السلام نوشته شده‌بود و در آن آمده‌بود كه پيامبر صلى الله عليه و آله فدك را به حضرت زهرا عليها السلام بخشيده است ، قبول نكردند .\r\n8 - با فرض اينكه غاصبان نخواستند اعطايى بودن فدك را بپذيرند و\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nآن را ارث به‌حساب آوردند ولى باز هم حق با زهرا عليها السلام بود چنان كه آن حضرت فرمود : طبق قانون صريح اسلام و قواعد تعيين شده براى ارث ، همهء فرزندان از پدرانشان ارث مىبرند ، من هم يكى از مردم هستم . چرا دربارهء ارث من مانع مىشويد ؟ سؤال اين است كه مانع ارث بردن من از پدرم چه چيز مىتواند باشد ؟ آيا در نسبت دخترى و پدرى بين من و پدرم شك داريد ؟\r\n9 - يكى از دلايلى كه مىتواند مانع ارث بردن فرزند از پدر شود مسلمان نبودن فرزند است . حضرت زهرا عليها السلام براى آنكه بىشرمى آنان را نشان دهد فرمود : آيا من بر دين پدرم نيستم كه در ارث بردن من از او شك مىكنيد ؟ !\r\n10 - دليل ديگر حضرت زهرا عليها السلام عليه غاصبان اين بود كه پرسيد از اين آيات ارث كه در قرآن مطرح است آيا در جايى من با پدرم مورد استثنا قرار گرفته‌ايم ؟ اگر چنين است ما را نيز راهنمايى كنيد تا بدانيم ! ولى آنان پاسخى نداشتند . در عوض خواستند با مطرح كردن حديث ساختگى « پيامبران ارث نمىگذارند » مشكل را حل كنند .\r\nحضرت زهرا عليها السلام در پاسخ آنان فرمود : اين دروغى است كه در اسلام وارد كرده‌ايد . زيرا مطلب به اين بزرگى و با اين اهميت را هيچ كس از اصحاب رسول‌الله صلى الله عليه و آله از آن حضرت نشنيده است و فقط اين عايشه دختر ابوبكر ، حفصه دختر عمر و يك عرب بيابانى شنيده‌اند ؟ !\r\nاز سوى ديگر پيامبر صلى الله عليه و آله خلاف قرآن سخن نمىگويد ، خداوند در قرآن بر ارث بردن و ارث گذاشتن انبيا تصريح كرده است ، چطور مىشود پيامبر صلى الله عليه و آله مطلبى بر خلاف قرآن بفرمايد .\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nبدين ترتيب حضرت زهرا عليها السلام از تمام جوانب قانونى راه را بر مجرمان بست و دفاعيات حقوقى كامل را در پروندهء فدك به ثبت رساند كه تا روز قيامت هر كس با هر دين و مذهب و از هر قوم و ملتى آن را باز كند بتواند به راحتى دربارهء آن قضاوت كند و متجاوزان را بشناسد .\r\nاستدلالهاى اخلاقى - وجدانى\r\nباتوجه به اينكه حضرت زهرا عليها السلام مىدانست كه غاصبان و طرفدارانشان از قبل تصميم خود را گرفته‌اند و بنا ندارند سخن حقى را كه به استناد اعتقاد يا قانون مطرح مىشود بپذيرند ، در كنار آن استدلالها به بيدارسازى وجدان مردم ادامه داد و به دلايل اخلاقى و وجدانى پرداخت كه شايد از اين طريق وجدانهاى نهفتهء آنان بيدار گردد و متوجه حقيقت شوند . مواردى كه حضرت در اين بخش طرح كرده است در سه محور ، رعايت مالى ، دفاع از عزيزان هر قوم و ترس از عاقبت ظلم مىباشد كه به برخى از موارد آن مىپردازيم .\r\n1 - هر قومى نسبت به بزرگان خود در مسايل مالى دريغ نمىكنند و در حدامكان آنچه دارد در موارد لازم تقديم آنان مىكند ؛ ولى آيا دختر پيامبر به‌عنوان يادگار آن حضرت چيزى از مردم خواسته است ؟ آيا زشت نيست كه مردم ملل و مذاهب ديگر بشنوند كه مسلمانان به مجرد رحلت پيامبرشان حمله كردند و اموالى را كه ملك شخصى دختر پيامبرشان بود از او گرفتند ؟ آيا از گرسنگى مىمردند كه مجبور به گرفتن آن ملك شوند ؟\r\nآيا جاى آن نبود كه به احترام عزيز پيامبر صلى الله عليه و آله حتى در آبادسازى فدك به او كمك مىكردند . مطالبى كه آن حضرت در اين باره مطرح فرموده چنين است .\r\nحضرت زهرا عليها السلام با يادآورى اين سخن پيامبر صلى الله عليه و آله كه فرزندان هركس\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nبعد از رحلت او بايد مورد توجه مردم باشند و احترام آنان حفظ شود .\r\nزيرا : « المَرْءُ يحفَظُ فى وُلْدِهِ » حرمت هر شخصى در فرزندانش حفظ مىشود . شما مىدانيد جز من يادگارى از پيامبر صلى الله عليه و آله باقى نمانده است آيا مراعات فرزندان هر كس بعد از رحلت او چنين است ؟ !\r\nپيامبر صلى الله عليه و آله هنگام تحويل فدك به حضرت زهرا عليها السلام تصريح كرده بود كه فدك را براى فرزندان و نسل تو مىدهم كه به مردم احتياجى نداشته باشند . بخصوص مردمى كه اين‌چنين نسبت به اهل بيت عليهم السلام پيامبرشان اظهار محبت كردند ! وقتى فدك غصب شد حضرت زهرا عليها السلام به اين مطلب اشاره كرد و فرمود : شما خوب مىدانيد كه فدك را پدرم براى فرزندانم به من بخشيده‌بود ، و گويا تحمل ديدن آسايش خود و فرزندانم را نداريد ؟\r\nحضرت زهرا عليها السلام در سخن خود با ابوبكر به اين نكته اشاره مىكند كه اگر اين فدك ملك تو بود و من آن را از تو طلب مىكردم بر تو لازم بود كه آن را به من بدهى ، اكنون كه ملك من است مىخواهى آن را غصب كنى ؟\r\nحضرت فاطمه عليها السلام به تنگ‌نظرى و بخل غاصبان نسبت به اهل بيت اشاره مىكند و مىفرمايد : مگر ما چند مورد ملك و مال دنيا داشتيم كه شما اين يكى را غصب كرديد تا بقيه براى ما بماند ؟ آيا اين زشت نيست كه در زير آسمان فقط يك فدك از آن ما بود و گويا چشمان بخيل شما همگى به آن دوخته بود كه آن را هم از ما بگيرد .\r\n2 - هر قوم و ملتى براى بزرگان خود احترامى ويژه قائل‌اند و پس از او خانواده و فرزندان او نيز براى آنها عزيز و گرامى است . تعجب حضرت زهرا عليها السلام از رفتار ناپسندى است كه اصحاب آن حضرت نسبت به تنها\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nيادگار پيامبر صلى الله عليه و آله و عزيزترين افراد نزد آن حضرت انجام دادند .\r\nدرحالى كه هر روز مصيبت تازه‌اى براى حضرت زهرا عليها السلام پيش مىآوردند ، مردم بگونه‌اى مهر سكوت بر لب زده بودند و بىاعتنايى مىكردند گويى مسأله‌اى رخ نداده است . حضرت فاطمه عليها السلام اين حالت مردم را مورد نكوهش قرار مىدهد و مىفرمايد :\r\nما هذِهِ الغَمِيزَةِ فى حَقّى وَالسُّنَّةُ عن ظُلامَتى « 1 » \r\nاين چه كوتاهى است دربارهء حق من و چه خوابى است كه در مورد ظلم به من شما را گرفته است ؟\r\nاى كاش آنان به سكوت اكتفا مىكردند . آنكه تيغ بر دل مىكشيد شتاب و تلاش مردم در كمك به غاصبين بود . گويا هر روز منتظر عهدشكنى جديدى و بدعت تازه‌اى بودند . از اين رو حضرت مىفرمايد :\r\nسرعانَ ما احْدَثْتُمْ و عجلان ذا اهالَة « 2 » \r\nچه زود كار خود را كرديد ، و عجب زود به كارى كه زمانش نرسيده بود اقدام نموديد !\r\nحضرت زهرا عليها السلام براى اينكه آنان شرم كنند و در حركت خود تجديد نظر نمايند فرمود : آيا مىگوييد محمد صلى الله عليه و آله مرد ؟ ! يعنى آيا همه چيز تمام شد ؟ نكند منتظر رحلت و از دنيا رفتن آن حضرت بوديد ؟ كه چنين بر باطل اتفاق كرديد و اين در حالى است كه قدرت جلوگيرى از ظلم را داريد . از اين رو به شدت آنان را مورد انتقاد قرار داد و فرمود :\r\n\r\n","description":"","footnote":" ( 1 ) - خطبهء حضرت خطاب به انصار .  ( 2 ) - همان . ","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nوَ لَكُمْ طاقَةٌ مِما احاوِلُ وَ قُوَّةٌ على ما اطلبُ و ازاوِلُ « 1 » \r\nشما قدرت كمك به آنچه من طلب مىكنم و قوّت بر گرفتن آنچه در پى آن هستم را داريد .\r\n3 - يكى از نكات مهم در فدك نيز آه مظلومى بود كه جز خدا پناهى نداشت و بايد غاصبان از عاقبت ظلمى كه بر دُردانه پيامبر صلى الله عليه و آله روا داشته بودند مىترسيدند . ولى آنگاه كه بشر سركش مىشود و عنان كار را به هواى نفس مىسپرد ، شايد توجه به شاهد بودن پروردگار مىتواند نهيبى بر پيكر فكرش باشد . حضرت زهرا عليها السلام با كلمهء « فبعين اللهِ » آنان را متوجه كرد كه آنچه انجام مىدهيد ، خدا شاهد آن است . آن حضرت براى بيدارى وجدان آنها فرمود :\r\nانَا ابنَةُ نذيرٍ لَكُمْ بينَ يَدَىْ عذابٍ شَديد « 2 » \r\nمن دختر كسى هستم كه شما را از عذاب شديدى كه در پيش داريد ترسانيد .\r\nو آنگاه خطاب به آنان فرمود حال كه مىخواهيد زور بگوييد و هيچ سخن حقى را نپذيريد يك راه بيشتر نمانده است و آن اينكه : شكايت شما را به پيشگاه خدا و رسول ببرم و وعدهء ما به قيامت باشد كه قاضى آن خداوند و مدافع من پيامبر صلى الله عليه و آله است و خداوند حكم مظلوميت مرا براى همه بيان خواهد كرد .\r\nبا بررسى و مطالعه در مراحل مختلف منازعه فدك و دقت در سخنان\r\n\r\n","description":"","footnote":" ( 1 ) - همان .  ( 2 ) - همان . ","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nحضرت زهرا عليها السلام درمىيابيم كه حضرت توانست با محاكمهء غاصبان فدك باطل بودن آنان را براى همهء نسلها به اثبات رساند و در اين محكوميت آنها ، چيزى بيش از به دست آوردن قطعه‌زمينى را مىديد . آن حضرت در پى آن بود تا حكومتى غصب شده و قدرت و مجدى به تباهى افتاده را نجات دهد و امتى را كه به جهالت و جاهليت گذشته خود باز گشته است به راه اعتدال باز گرداند .\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\n\r\nفصل سوم : قيام زهرا عليها السلام\r\nرسول گرامى اسلام درحالى چشم از جهان فرو بست كه تشنگان قدرت ، در كمين نشسته بودند و هنوز جنازهء مبارك آن حضرت دفن نشده بود كه منتظران فرصت در سقيفه جمع شدند و بر خلاف دستور خداوند و فرمودهء پيامبر صلى الله عليه و آله خلافت را از على عليه السلام گرفته و به ديگرى سپردند و با تمام قدرت و توان به صحنهء سياسى آمدند ، گروهى را با تهديد و فشار مرعوب ساختند ، با دسته‌اى از راه معامله و تقسيم قدرت كنار آمدند ، عده‌اى را با حاتم بخشى با خود هماهنگ كردند و با يك كودتاى خزنده ، قدرت را به دست گرفتند .\r\nدر آن شرايط چه كسانى و چگونه مىبايست از ولايت و اهل بيت دفاع كنند ؟ آيا دفاع مسلحانه امكان داشت ؟ آيا دفاع مسلحانه به نفع ولايت و عترت پيامبر صلى الله عليه و آله تمام مىشد ؟ آيا مسلمانان واقعى و شهادت‌طلب ، قدرت و امكان لازم را براى دفاع مسلّحانه داشتند ؟ آيا مىتوانستند به صحنه آمده ، در برابر تهديد سران سقيفه ايستادگى كنند و راه انحراف ايجاد شده را سدّ نمايند .\r\nدر عمل ديده شد كه هيچ‌يك از آنها امكان نداشت ؛ زيرا مسلمانان در آن آزمايش سخت با سكوت خود راه خطا را در پيش گرفتند ، روح حماسى و شهادت‌طلبى ميدانهاى جنگ را از دست دادند و شمشيرها را\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nغلاف كردند ، به انزوا گرويدند و تنها نظاره‌گر حوادث تلخ شدند . حضرت زهرا عليها السلام به اين واقعيت تلخ اشاره كرده ، فرمودند :\r\nبعد از آن سوابق درخشان و روشن شدن حق به كجا مىرويد ، پس از اعلان حق ، آن را كجا پنهان كرديد . چرا بعد از آن تلاشها به گذشته خود رجوع نموديد و بعد از ايمان مشرك شديد ، چرا پس از آن شجاعتها از گروهى كه بعد از پيمان‌بستن سوگندهاى خود را شكستند ، ترسيديد و آنان در دين شما رخنه وارد كردند . « 1 » \r\nو نيز خطاب به زنان مدينه دربارهء شوهرانشان فرمود :\r\nچه زشت است كندى شمشيرها و سستى و بازيچه‌شدن مردانتان پس از آن همه تلاش و كوشش . « 2 » \r\nامام على عليه السلام نيز نمىتوانست دست به شمشير برد ، هر چند ذوالفقار بدر و احد و خيبر در كنارش و دست خيبركنش همچنان پرتوان بود ، اما حقيقت اين است كه امير مؤمنان عليه السلام با حمايت چه‌كسانى مىبايست دست به شمشير بزند ؟ و اگر قدرت‌طلبان كودتاگر را كنار زد ، با حمايت چه كسانى حكومت كند . آن حضرت به اين واقعيت تلخ اشاره كرد و فرمود :\r\nنگاه كردم ، ديدم براى گرفتن حق خود ياورى جز خاندان خويش ندارم ، به مرگ آنان راضى نشدم ، چشمهاى پر از خاشاك را فرو بستم و با همان گلوئى كه گويا استخوانى در آن گير كرده بود ، جرعه حوادث را نوشيدم . « 3 » \r\n\r\n","description":"","footnote":" ( 1 ) - احتجاج طبرسى ، ج 1 ، ص 140 .  ( 2 ) - همان ، ص 147 .  ( 3 ) - نهج‌البلاغه ، خطبهء 26 . ","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nپس چه كسى بايد از حريم ولايت دفاع كند و از امام زمان خويش جانبدارى نمايد ؟ چه كسى بايد نقاب از چهرهء مدعيان دروغين بردارد ؟ به يقين در آن لحظات حساس حضرت فاطمه عليها السلام بايد ايفاى نقش كند . زيرا او با عرفان و معنويتى كه از قرآن دارد ، با صبر و تحملى كه از رسول خدا صلى الله عليه و آله آموخته است ، با جسارت و شجاعتى كه از على عليه السلام ديده است مىتواند در برابر تجاوز غاصبان بايستد و تا پاى جان از ولايت دفاع كند .\r\nگويا فاطمه عليها السلام براى دفاع از ولايت در مقطع پس‌از وفات پيامبر صلى الله عليه و آله انتخاب شده است . زيرا هيچ‌كس ديگر نمىتوانست در آن شرايط در برابر تهاجمات سازمان يافته و فتنه‌هاى كور ، با بصيرت و آگاهى لازم چونان فاطمهء زهرا عليها السلام يك مبارزهء پيروز را آغاز و به خوبى تداوم بخشد .\r\nهر كس غير از دختر پيامبر صلى الله عليه و آله مىشد او را شكست مىدادند ، هر شخصيت ديگرى اگر مىبود با انواع تهمتهاى ناروا او را به انزوا مىكشاندند . هر مقاومتى اگر مىشد آن را در هم مىشكستند . هر دسته ، گروه و لشكرى را بانام اسلام و در قالب جهاد اسلامى تار و مار مىكردند .\r\nاما آنان در برابر شجاعت ، بصيرت و شهادت‌طلبى فاطمه زهرا عليها السلام درمانده شدند و ماسكهاى آنان دريده شد و ماهيت پليدشان افشا گرديد . « 1 » \r\nحضرت زهرا عليها السلام در دفاع از ولايت از روشهاى مختلفى بهره گرفت .\r\nدر فصل گذشته برخى از روشها را براى آگاه كردن مردم ذكر كرديم . در اين فصل به روشهاى مبارزه عملى آن حضرت كه به صورت مبارزهء مثبت و منفى متجلى شده است مىپردازيم .\r\n\r\n","description":"","footnote":" ( 1 ) - با استفاده از : ره‌آورد مبارزات حضرت زهرا ، ص 23 - 30 و 81 . ","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\n\r\nشيوه‌هاى مبارزه : 1 - فرا خوانى مردم\r\nفاطمهء زهرا عليها السلام در اولين مرحله از مبارزه ، براى جلب حمايت مردم و اصحاب پيامبر صلى الله عليه و آله در دفاع از ولايت ، شبانه به در خانهء آنان مىرفت . آن حضرت براى تأثيرگذارى بيشتر ، تنها به سراغ آنها نمىرفت ؛ بلكه از آنجا كه مردم آن زمان به خوبى به فضل و جايگاه رفيع اهل بيت و اصحاب كساء آگاهى داشتند ، اين مجموعه از بهترين انسانهاى روى زمين را نيز با خود مىبرد . آن حضرت دست حسن و حسين عليهما السلام را مىگرفت و همراه همسر و مولايش على عليه السلام به در خانهء مهاجر و انصار مىرفت و با يادآورى سفارشها و وصيتهاى پيامبر صلى الله عليه و آله از آنان طلب يارى مىكرد .\r\nفاطمهء زهرا عليها السلام همچون پدر بزرگوارش رسول اكرم صلى الله عليه و آله كه به تعبير امير مؤمنان عليه السلام طبيبى معالج بود كه براى شفاى بيماران در هر كوى و برزن حاضر مىشد . « 1 »  او نيز با نوش‌داروى ولايت در حالى كه در اثر مصيبت‌هاى وارده ، توان راه رفتن نداشت در دل شب سوار بر مركب به خانهء يكايك از مهاجر و انصار مىرفت و پيام غدير را يادآورى مىكرد .\r\nحضرت زهرا عليها السلام خود در اين باره مىفرمايد :\r\nعلى عليه السلام مرا به همراه حسن و حسين عليهما السلام شب و روز براى بيدارى امتِ غفلت‌زده به خانهء مهاجر و انصار مىبرد . من آنها را نسبت به خدا و پيامبر صلى الله عليه و آله و حقوق الهى هشدار مىدادم و مىگفتم :\r\n\r\n","description":"","footnote":" ( 1 ) - نهج‌البلاغه ، خطبهء 107 ، فيض‌الاسلام . ","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nبه ما اهل بيت ظلم روا مداريد و حقّ مسلّمى را كه خدا به ما بخشيده است غصب نكنيد . « 1 » \r\nفاطمه عليها السلام همواره به مهاجر و انصار مىفرمود : آيا پدرم على عليه السلام را به خلافت تعيين نكرد ؟ آيا فداكارىهاى او را فراموش كرديد ؟ اگر از دستورات پدرم تخلف نكنيد و على را به زمامدارى برگماريد او هدف پدرم را تعقيب مىكند و شما را به‌خوبى هدايت مىنمايد . آن حضرت با اين عبارتها مسلمانان را به يارى على عليه السلام دعوت مىكرد تا شايد آنان از كردار خويش پشيمان شوند . اما آنان عذرتراشى مىكردند و مىگفتند چرا شما زودتر از ديگران امامت خود را مطرح نكرديد ؟ حالا ديگر كارى از پيش نمىتوان برد .\r\nحضرت زهرا عليها السلام در پاسخ به عذرهاى بدتر از گناه آنان ، از كِرده امام على عليه السلام دفاع مىكرد و مىفرمود :\r\nما صَنَعَ ابُوالحَسَنْ الّا ما كانَ يَنْبَغِى لَهُ وَ لَقَدْ صَنَعُوا ما اللّهُ حَسِيبُهُمْ وَ طالِبُهُم « 2 » \r\nكارى كه ابوالحسن ، على عليه السلام انجام‌داد چيزى جز انجام‌وظيفه نبود و سزاوارترين كار در آن دوران بود چون او به تجهيز و دفن پيامبر صلى الله عليه و آله پرداخت اما كارى كه امت پيمان‌شكن انجام دادند كار ناروايى بود كه خدا آنها را حسابرسى خواهد كرد و مجازاتشان خواهد نمود .\r\nسليم بن قيس به نقل از سلمان فارسى كوتاهى مردم در يارى امير\r\n\r\n","description":"","footnote":" ( 1 ) - نهج‌الحياة ، محمد دشتى ، ص 291 ، ح 178 .  ( 2 ) - الامامه والسياسه ، ص 12 . ","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nمؤمنان عليه السلام را اين گونه بيان كرده است :\r\nچون شب مىشد ، امام على عليه السلام به همراه فاطمهء زهرا عليها السلام و دو فرزندش حسن و حسين عليهما السلام به در خانهء بدريون و مهاجرين و انصار رفته و حق خويش را به آنان يادآورى مىكرد و از آنان مىخواست كه او را يارى كنند . تنها چهل و چهار نفر پاسخ مثبت به آنان دادند . حضرت على عليه السلام با آنان پيمان بست كه تا سر حد مرگ با او باشند و فرمود : صبح فردا با سرهاى تراشيده و شمشيرى آخته در جلوى مسجد حاضر شوند . اما روز بعد تنها چهار نفر حاضر شدند ؛ من ، مقداد ، ابوذر و زبير .\r\nشب بعد دوباره آنان به سراغ همان مهاجر و انصار رفتند و آنان را به پيمانشان يادآورى كردند . آنان نيز وعده دادند . اما باز صبح روز بعد بجز ما چهار نفر كسى حاضر نشد . شب سوم نيز به همين روال نزد آنان رفتند ولى غير از ما كسى نيامد . « 1 » \r\nحضرت زهرا عليها السلام هرچند از فراخوانى خانه‌به خانه ، نتيجه‌اى نگرفت ولى از مبارزه و دعوت مردم به قيام عليه غاصبان خلافت دست برنداشت . آن حضرت گاهى در ملأ عام آنها را به قيام مسلّحانه عليه دشمنان ولايت تشويق مىكرد . فاطمه عليها السلام در مسجد پيامبر صلى الله عليه و آله با استفاده از آيات قرآن خطاب به انصار فرمود :\r\nفَقاتِلُوا ائمَّةَ الكُفْرِ انَّهُمْ لا أَيمانَ لَهُمْ لَعَلَّهُمْ يَنْتَهُونَ . أَلا تُقاتِلُونَ قَوْماً نَكَثُوا أَيْمانَهُمْ وَ هَمُّوا بِاخْراجِ الرَّسُولِ وَ هُمْ بَدَؤُوكُمْ اوَّل\r\n\r\n","description":"","footnote":" ( 1 ) - اسرار آل محمد صلى الله عليه و آله ، ص 31 . ","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nمَرَّةٍ . أَتَخْشَوْنَهُمْ فَاللَّهُ احَقُّ انْ تَخْشَوْهُ انْ كُنْتُمْ مُؤْمِنينَ . « 1 » \r\nبا پيشوايان كفر و ضلالت كارزار كنيد كه آنان پايبند به سوگندها و عهد خود نيستند . تا شايد از كارهاى خود دست بردارند . آيا با گروهى كه عهد و پيمان خود را شكستند و اهتمام كردند كه رسول خدا صلى الله عليه و آله را از شهر و ديار خود بيرون كنند كارزار نمىكنيد ؟ درحالىكه آنها شروع به جنگ نمودند . آيا از آنان هراس داريد ؟ خداوند سزاوارتر است كه از او بترسيد اگر مؤمن هستيد .\r\nحضرت فاطمه عليها السلام با بيان اين آيه هم ماهيت دشمنان ولايت را براى مردم افشا كرد و هم آنان را بطور مشخص به مبارزه با غاصبان فراخواند ولى صد افسوس كه از آن قوم مرده جوابى نشنيد و ناچار ، تنهايى به قيام عليه دشمنان ادامه داد .\r\n\r\n2 - خوددارى از بيعت\r\nيكى از راههاى مبارزه با حكومت غاصب همراه نشدن با آن و اعلام نارضايتى از آن است . على عليه السلام و فاطمهء زهرا عليها السلام از اين شيوه نيز بهره گرفتند و با عدم بيعت خود با خليفه معرفى شده توسط فرصت طلبان ، مخالفت خويش را اعلام كردند . بايد توجه داشت كه عدم بيعت آنان كه از شخصيتهاى ممتاز آن زمان بودند و مردم مدينه به‌خوبى آنان را مىشناختند ، براى دستگاه خلافت بسيار گران تمام مىشد . زيرا با بيعت نكردن خود به جهانيان فهماندند كه بيت وحى و دُردانهء رسول خدا صلى الله عليه و آله خليفه را غاصب مىدانند و حاضر به رسميت شناختن او نيستند .\r\n\r\n","description":"","footnote":" ( 1 ) - سورهء توبه ، آيهء 12 و 13 . ","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nعلى عليه السلام و زهراى مرضيه عليها السلام با اين اقدام خود نوعى مبارزه ، منفى را با حاكميت غاصب شروع كردند . البته بايد توجه داشت كه در اين مبارزه نقش اصلى با حضرت فاطمه عليها السلام بود زيرا هر چند امير مؤمنان عليه السلام نيز از بيعت با ابابكر سرباز زد و تا جايى كه امكان داشت مقاومت كرد ، ولى با توجه به‌شرايطى كه داشت و سفارشى كه از جانب رسول خدا صلى الله عليه و آله به صبر شده بود نمىتوانست از همهء توان خود استفاده نمايد . و لازم‌بود نقش اصلى مبارزه جهت جلوگيرى از بيعت‌را صديقهء طاهره عهده‌دار باشد .\r\nدر حقيقت رسالت تاريخى فاطمه عليها السلام نيز از آن زمان آغاز شد . زيرا پيامبر خدا صلى الله عليه و آله فاطمه عليها السلام را به‌عنوان ملاك و معيار حق و باطل معرفى كرده و رضايت او را رضايت خويش‌و غضب زهرا عليها السلام را غضب خود خوانده‌بود .\r\nكه خشنودى و غضب رسول خدا صلى الله عليه و آله نيز رضايت و غضب خداست .\r\nفاطمه عليها السلام در هر جناحى كه قرار مىگرفت ، حقانيت آن گروه ثابت مىشد و ناخشنودى و ايستادگى در مقابل هر دسته‌اى ، باطل بودن آن عده را ثابت مىكرد . از اين رو مخالفت آن حضرت با خلافت ابوبكر و عدم بيعت با او بلكه ممانعت و جلوگيرى از بيعت على عليه السلام با خليفه ضربهء سختى بر حكومت غاصب وارد مىساخت . در اين بخش جريان بيعت خواهى غاصبان ، مقاومت على عليه السلام و مبارزهء حضرت زهرا عليها السلام را بطور اختصار ذكر مىكنيم .\r\nعلى و اهل‌بيت عليهم السلام مشغول غسل پيامبر صلى الله عليه و آله بودند كه فرصت‌طلبان در سقيفه تشكيل جلسه دادند و با تردستى تمام در غياب اهل بيت رسول خدا صلى الله عليه و آله عليرغم سفارشهاى مكرر آن حضرت ، ابوبكر را به‌عنوان خليفه\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nبرگزيدند و چه زود پيش‌بينى پيامبر صلى الله عليه و آله را دربارهء على عليه السلام محقق كردند كه آن حضرت به امير مؤمنان عليه السلام فرمود :\r\nانَّ الامةَ ستغدِرُ بِكَ مِنْ بَعْدِى « 1 » \r\nامت بعد از من به تو نيرنگ خواهند زد .\r\nهمين‌كه بيعت با ابابكر به اتمام رسيد ، چندنفرى كه با او بيعت‌كرده بودند او را با سر و صدا و سرور و شادى وارد مسجد پيامبر صلى الله عليه و آله كردند . « 2 »  درحالىكه خانه رسول‌خدا صلى الله عليه و آله در كنار مسجد در فقدان صاحب‌خانه غرق در ماتم و شيون بود و نالهء اهل بيت پيامبر صلى الله عليه و آله به‌گوش مىرسيد .\r\nعلى عليه السلام بنا به وصيت رسول خدا صلى الله عليه و آله « 3 »  به تجهيز پيكر مطهر آن حضرت اشتغال داشت . « 4 »  كار غسل به پايان رسيد و حاضران كه بسيار اندك بودند با على عليه السلام بر پيامبر خدا صلى الله عليه و آله نماز گزاردند . و پس از آنكه مسلمانان نيز گروه گروه بر پيكر مطهر رسول گرامى نماز گزاردند ، بنابر وصيت ، پيكر مطهر آن حضرت را در حجره‌اش به خاك سپردند .\r\nعلى عليه السلام با بيلى سرگرم هموار كردن قبر بود كه سلمان فارسى از راه رسيد و بيعت گروهىاز مهاجر و انصار را با ابابكر خبرداد . حضرت امير عليه السلام بيل را در خاك فرو برد ، بر دستهء آن تكيه داد و اين آيات را تلاوت كرد : « 5 » \r\nبسم‌الله الرحمن الرحيم . الم . احَسِبَ النَّاسُ أَنْ يُتْرَكُوا انْ يَقُولُوا\r\n\r\n","description":"","footnote":" ( 1 ) - كنزالعمال ، ج 11 ، ص 617 ، ح 32997 .  ( 2 ) - شرح نهج‌البلاغه ، ابن ابىالحديد ، ج 8 ، ص 2 .  ( 3 ) - كافى ، ج 1 ، ص 450 و اكمال‌الدين ، ص 17 .  ( 4 ) - ارشاد ، شيخ مفيد ، ص 98 .  ( 5 ) - ارشاد ، شيخ مفيد ، ص 100 ، تفسير القمى ، ص 494 بحار ، ج 28 ، ص 307 . ","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nآمَنَّا وَ هُمْ لا يُفْتَنُونَ . وَ لَقَدْ فَتَنَّا الَّذينَ مِنْ قَبْلِهِمْ فَلَيَعْلَمَنَّ اللَّهُ الَّذينَ صَدَقُوا وَ لَيَعْلَمَنَّ الْكاذِبينَ . امْ حَسِبَ الَّذينَ يَعْمَلُونَ السَّيِّئاتِ أَنْ يَسْبِقُونا ساءَ ما يَحْكُمُونَ « 1 » \r\nبه‌نام يكتا بخشايندهء مهربان . الف . لام . ميم ، آيا مردم پنداشته‌اند كه چون بگويند : ايمان آورديم ، رهايشان مىكنند و ديگر آزمايشى در كار نيست . ما مردمى را كه پيش از آنان بودند آزموديم ، تا خدا راستگويان را معلوم كند و دروغگويان را بازشناساند . آيا آنان كه خود را به گناه مىآلايند ، مىپندارند كه از ما سبقت مىگيرند ( و از قهر و عقاب ما خلاصى مىيابند ) وه ، كه چه بد داورى مىكنند .\r\nسلمان فارسى در اين باره مىگويد : وقتى به على عليه السلام خبر دادم كه هم‌اكنون ابوبكر بر منبر پيامبر صلى الله عليه و آله نشسته و مردم نه با يك دست بلكه با دو دست او بيعت مىكنند ! ، فرمود :\r\n- اى سلمان ! هيچ فهميدى اول كسى كه روى منبر پيامبر صلى الله عليه و آله با او بيعت كرد چه كسى بود ؟\r\n- نفهميدم ، ولى پيرمردى سالخورده را ديدم كه بر عصا تكيه كرده و ميان دو چشمش جاى سجده است به‌طورى كه در عبادت بسيار كوشا مىنمود . او به ابوبكر گفت : مدتها چشم‌انتظار خلافت تو بوده‌ام و بعد گفت : « يومٌ كيوم آدَمَ » يعنى يك روز به روز آدم ( كه سبب شد با سجده نكردن بر او از بهشت رانده شوم . حال امروز با اين كار سبب گرديدم كه فرزندان آدم از بهشت رانده شوند ) .\r\n- اى سلمان ! آيا او را شناختى ؟\r\n\r\n","description":"","footnote":" ( 1 ) - سورهء عنكبوت ( 29 ) ، آيهء 1 - 4 . ","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\n- نه ولى از گفتارش ناراحت شدم ، مثل اينكه مرگ پيامبر را به مسخره گرفته بود .\r\n- او شيطان بود . « 1 » \r\nپس از آن على عليه السلام درحالىكه غم تمام وجودش را فرا گرفته بود وارد خانهء خود شد ، خانه‌اى كه پر از ماتم بود و مجلس آراى آن ماتم زهراى مرضيه دختر رسول خدا صلى الله عليه و آله . چنان كه وحشى بافقى زبان حال آن حضرت را چنين بيان مىكند .\r\n غم هجوم آورده مىدانم كه زارم مىكشد * وين غم ديگر كه دور از روى يارم مىكُشد\r\nشب هلاكم مىكند انديشهء غمهاى روز * روز ، فكر مِحنت شبهاى تارم مىكشد \r\nياران امير مؤمنان على عليه السلام نيز فرصت را از دست ندادند و دست به افشاگرى زدند و به بيان فضايل مولا و مقتدايشان على عليه السلام پرداختند .\r\nسلمان ، ابوذر ، مقداد ، عمار و جمعى ديگر ، در حالىكه ابوبكر بر فراز منبر نشسته بود ؛ با مردم سخن گفتند و آنان را نسبت به خطر انحراف از ولايت آگاه كردند ، ابوبكر كه جوابى براى گفتن نداشت و خود را محكوم مىديد مسجد را ترك كرد ، به خانه رفت و تا سه روز بيرون نيامد . « 2 » \r\nعلى عليه السلام نيز در اين مدت براى اتمام حجت شبانه همراه با فاطمهء\r\n\r\n","description":"","footnote":" ( 1 ) - كتاب سليم بن قيس ، تحقيق انصارى زنجانى ، ج 2 ، ص 579 ؛ احتجاج طبرسى ، ج 1 ، ص 105 و بحارالانوار ، ج 28 ، ص 261 .  ( 2 ) - بحارالانوار ، ج 28 ، ص 189 . ","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nزهرا عليها السلام و حسن و حسين عليهما السلام به در خانهء مهاجر و انصار مىرفتند .\r\nفاطمه عليها السلام از آنان مىخواست على عليه السلام را در بازستانى حقش از غاصبان يارى دهند . اما كسى او را يارى نكرد .\r\nپس از سه روز توطئه‌گران اين وضعيت را به‌ضرر خود ديدند . به‌سراغ ابوبكر رفتند و او را از خانه خارج كردند . عمر با شمشيرى آخته پيشاپيش ابوبكر راه مىرفت و به اجبار ، دست مردم را به عنوان بيعت در دست ابوبكر مىگذارد . « 1 » \r\nگرچه كودتاگران توانستند با ايجاد جو اختناق از بيشتر مردم براى ابوبكر بيعت بگيرند امّا عده كمى از مهاجر و انصار همچنان از بيعت با ابابكر سرپيچى كردند و به على عليه السلام وفادار بودند . ولى آنچه براى غاصبان بيشتر اهميت داشت اين بود كه على عليه السلام حاضر به بيعت نشده بود و اين عمل براى قدرت حاكمه بس خطرآفرين بود .\r\nشب هنگام سران نفاق به مشورت پرداختند و تصميم گرفتند كه چون روز برآيد ، ابوبكر به مسجد برود و مردم را فراخواند . آنگاه على عليه السلام را به مسجد احضار كنند و از او بيعت بگيرند . و اين پيش‌بينى را نيز كردند كه اگر على عليه السلام از آمدن به مسجد امتناع ورزيد ، به‌وسيلهء « قُنفُذ » كه مردى خشن ، تندخو و در عين حال متهوّر و جسور بود ، او را به اجبار بياورند .\r\nروز بعد چنان كه پيش‌بينى كرده بودند ، حضرت على عليه السلام حاضر به آمدن به مسجد و بيعت با ابابكر نشد و فرمود : سوگند ياد كرده‌ام كه تا قرآن را گردآورى و تنظيم نكنم از خانه خارج نشوم و عبا بر دوش نيفكنم . « 2 » \r\n\r\n","description":"","footnote":" ( 1 ) - بحارالانوار ، ج 28 ، ص 189 - 203 .  ( 2 ) - تفسير العياشى ، ج 2 ، ص 307 . ","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nطبق قرار قبلى ، قنفذ و دار و دسته‌اش كه از رجّاله‌هاى مدينه بودند ، به درِ خانهء على عليه السلام آمدند . قُنفذ كوبهء در را به صدا درآورد . فاطمه عليها السلام به پشت در آمد . او اجازهء ورود خواست ولى حضرت زهرا عليها السلام رخصت نداد .\r\nقُنفذ فرياد زد : اى على ! خليفهء پيامبر تو را مىخواهد !\r\nعلى عليه السلام فرمود : چه زود به پيامبر خدا صلى الله عليه و آله دروغ بستيد !\r\nاين سخن را به ابوبكر رساندند و او سخت لرزيد ولى عمر از ابوبكر خواست تا دوباره قنفذ پيام را تكرار كند و او را براى بيعت دعوت نمايد .\r\nابوبكر با تشجيع و تحريك عمر ، قُنفذ را فرمان داد تا ديگر بار پيامش را به على عليه السلام برساند . قنفذ نيز رفت و با صداى بلند گفت : اى على ! خليفهء پيامبر تو را براى بيعت احضار كرده است !\r\nعلى عليه السلام فرمود : سبحان‌الله ! ابو بكر مدّعى احراز مقامى است كه در شأن او نيست !\r\nرد و بدل شدن گفتگو و جوابهاى متقن على عليه السلام سبب ايجاد ولوله در ميان جمعيت شده بود و مطالب فراموش شده‌اى را به ذهن آن نامردمان متبادر مىكرد . عمر ديد اگر كار بدين روال ادامه يابد ، وضع دگرگون خواهد شد ؛ از اين رو خود وارد صحنه شد و فرياد زد :\r\nبيرون آييد ! و گرنه خانه را به آتش خواهم كشيد .\r\nفاطمه عليها السلام پرسيد : مگر چه شده است ؟\r\n- على و عباس و بنىهاشم بايد به مسجد آمده با خليفه بيعت كنند !\r\n- كدام خليفه ؟ امام مسلمانان هم‌اكنون درون خانه نشسته است .\r\n- از اين لحظه امام مسلمانان ابوبكر است كه مردم با او در سقيفهء بنىساعده بيعت كردند .\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\n- اگر نيايد چه خواهيد كرد ؟\r\n- خانه را با ساكنانش به آتش مىكشيم !\r\n- عمر مىخواهى خانهء ما را آتش بزنى ؟\r\n- آرى « 1 » \r\nمردم گفتند : او دختر پيامبر خداست !\r\n- هر كه مىخواهد باشد . من از دختر پيامبر باكى ندارم ! « 2 » \r\nآنگاه دستور داد هيزم آوردند و درب خانهء زهرا عليها السلام را آتش زد و سپس با لگدى كه بر درب نيم‌سوخته زد ، درب از هم گشوده شد و زهراى اطهر عليها السلام كه پشت در بود بين در و ديوار قرار گرفت .\r\n سينه‌اى كز معرفت گنجينهء اسرار بود * كى سزاوار فشار آن در و ديوار بود « 3 »  \r\nعمر در حالىكه دستى بر تازيانه و دستى بر شمشير داشت وارد خانه شد . فاطمه عليها السلام فرياد خود را به « يا ابتاه ، يا رسول الله » بلند كرد . عمر غضب‌آلود غلاف شمشير را بر پهلوى فاطمهء زهرا عليها السلام فرود آورد ، چنان كه استخوان پهلوى حضرت شكست و محسنش سقط شد . « 4 »  دخت پيامبر صلى الله عليه و آله كه ديگر تاب تحمّل درد را نداشت بر زمين افتاد و ناله‌كنان فرمود :\r\n\r\n","description":"","footnote":" ( 1 ) - تاريخ طبرى ، ج 2 ، ص 443 ؛ عقد الفريد ، ابن عبدربه ، ج 5 ، ص 12 و بحارالانوار ، ج 28 ، ص 204 و 230 و 261 و 254 .  ( 2 ) - الامامه و السياسه ، ابن قتيبه ، ص 19 .  ( 3 ) - آيةالله محمدحسين غروى اصفهانى .  ( 4 ) - الملل و النحل ، شهرستانى ، ج 2 ، ص 83 و مروج الذهب ، مسعودى ، ج 2 ، ص 308 . ","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\n« يا فِضّةُ إلَيكِ فَخُذِينىِ ! فَقَدْ وَاللَّهِ قُتِلَ ما فِى احْشائِى مِنْ حَمْلٍ « 1 » \r\nاى فضّه ! مرا درياب . به خدا سوگند ، فرزندى كه در شكم داشتم كشته شد .\r\nدر اين هنگام على عليه السلام كه اين جسارت عمر را ديد جلو آمد و گريبان او را گرفت ، بر زمين كوفت و چنان بينى و گردن عمر را بهم مىفشرد كه چيزى به كشتن او باقى نمانده بود . اما سخن پيامبر صلى الله عليه و آله را به ياد آورد كه او را به صبر و بردبارى فراخوانده بود . از اين رو فرمود :\r\nاى پسر صهّاك ! « 2 »  به خدائى كه محمد صلى الله عليه و آله را به پيامبرى گرامى داشت ، اگر تقدير و فرمان الهى نبود هر آينه درمىيافتى كه نمىتوانى به خانهء من داخل شوى .\r\nعمر كمك طلبيد ، گروهى از رجّاله‌ها به خانه وارد شدند و بر على عليه السلام ازدحام كردند و آن حضرت را گرفتند و كشان‌كشان به طرف مسجد بردند . « 3 » \r\nفاطمه عليها السلام كه ناظر آن واقعهء دردناك بود ، به‌سختى خود را به على عليه السلام رساند ، دست در دامن آن حضرت افكند و ميان او و آن گروهِ از خدا بىخبر حايل شد . عمر از قُنفُذ خواست تا دست زهرا عليها السلام را از دامان على عليه السلام كوتاه كند . قُنفُذ نيز آن‌چنان با تازيانه بر بازوان زهراى اطهر عليها السلام زد كه از شدّت ضربه دُملى ايجاد شد . « 4 »  چنان كه مرحوم آيةالله\r\n\r\n","description":"","footnote":" ( 1 ) - كوكب الدرى ، مازندرانى ، ج 1 ، ص 190 .  ( 2 ) - « صهّاك » نام مادر عمر است .  ( 3 ) - شرح نهج‌البلاغه ، ابن ابىالحديد ، ج 6 ، ص 48 .  ( 4 ) - احتجاج طبرسى ، ج 1 ، ص 105 و بحارالانوار ، ج 28 ، ص 261 . ","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nغروى اصفهانى در اين باره سروده است :\r\n وَالَاثَرُ الْباصِ كَمِثْلِ الدُملُجِ * صِ عَضُدِ الزَهْراءِ اقْوَى اگ‌ُجَجِ \r\nو اثر ( ضربت ) كه مانند دُملى در بازوى زهرا بر جاى ماند ، محكمترين دليل است .\r\nوقتى على عليه السلام را وارد مسجد كردند ، حضرت به قبر پيامبر خدا صلى الله عليه و آله كه رسيد اين آيه را قرائت فرمود :\r\nيَا بْنَ امَّ انَّ القَوْمَ اسْتَضْعَفُونِى و كادُوا يَقتُلُونَنِى « 1 » \r\nفرزند مادرم ! اين گروه مرا در فشار گذاردند و ناتوان كردند و نزديك بود مرا بكشند .\r\nچون حضرت امير عليه السلام نزد آنان رسيد ، عمر از او خواست تا با ابوبكر بيعت كند !\r\nعلى عليه السلام فرمود : من به خلافت سزاوارترم . با شما بيعت نخواهم كرد و اين شماييد كه بايد با من بيعت كنيد .\r\nعمر گفت : تو را رها نخواهم كرد تا بيعت كنى !\r\nعلى عليه السلام فرمود : عمر ! پستان را بدوش ، تا سهمى عايدت گردد . امروز گره خلافت را براى وى محكم ببند تا فردا براى تو بازگرداند . به خدا سوگند ، كه بيعت نخواهم كرد .\r\nعمر گفت : در اين صورت گردنت را خواهم زد !\r\nعلى عليه السلام فرمود : اگر چنين كنيد ، بنده خدا و برادر پيامبر را به قتل رسانده‌ايد !\r\n\r\n","description":"","footnote":" ( 1 ) - سورهء اعراف ( 7 ) ، آيهء 150 . ","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nعمر گفت : بندهء خدا آرى ، اما برادر رسول خدا خير ! « 1 » \r\nفاطمه زهرا عليها السلام نيز كه بر اثر ضربت دشمن بيهوش بر زمين افتاده بود ؛ چون چشم گشود و على را نديد از فضّه پرسيد : على كجاست ؟\r\nفضه گفت : على را به مسجد بردند . آن حضرت دست حسن و حسين عليهما السلام را گرفت و به مسجد رفت . جمع زيادى از زنان بنىهاشم نيز كه‌اين خبر را شنيدند به مسجد رفتند . چون فاطمهء زهرا عليها السلام به مسجد رسيد و على عليه السلام را با آن حال نزد آنان ديد به ابوبكر فرمود : آيا مىخواهى على را به قتل برسانى ؟ ! « 2 »  آنگاه خطاب به آنان فرمود :\r\nاز پسر عمويم دست برداريد ، و گرنه به آن خدايى كه محمّد را به حق برانگيخت ، گيسوان خود را پريشان مىكنم ، پيراهن رسول خدا را بر سرافكنده به سر مزار پدرم خواهم رفت و به درگاه احديت ندبه خواهم نمود و بر شما نفرين خواهم كرد . يقين بدانيد كه ناقهء صالح در نزد خدا از من گرامىتر ، و بچهء آن ناقه از فرزندانم عزيزتر نيست . « 3 » \r\nامير مؤمنان عليه السلام كه آن هنگامه را ديد به سلمان فرمود : سلمان ! دخت پيامبر را درياب ! زيرا اگر نفرين كند ، شهر مدينه از دو طرف به لرزه درمىآيد .\r\nسلمان مىگويد : به خدا سوگند ( هنگامى كه زهرا عليها السلام تهديد به نفرين كرد ) چهار بنيان ديوارهاى مسجد را مشاهده كردم كه از زمين كنده شد .\r\nمن شتابان خود را به حضرت فاطمه عليها السلام رساندم و گفتم : بانو و سرور\r\n\r\n","description":"","footnote":" ( 1 ) - الامامه والسياسه ، ص 12 - 20 .  ( 2 ) - روضهء كافى ، ص 238 و احتجاج طبرسى ، ج 1 ، ص 113 - 114 .  ( 3 ) - روضهء كافى ، ص 238 ؛ كتاب سليم بن قيس ، ص 82 - 92 و تاريخ يعقوبى ، ج 2 ، ص 116 . ","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nمن ، خداى متعال پدر تو را « رحمةٌ للعالمين » آفريد . درخواست مىكنم كه شما سبب عذاب و نقمتِ ( بر مردم ) مباشيد و به خانه برگرديد .\r\nآن حضرت فرمود : اى سلمان ! مگر نمىبينى اينان قصد قتل على را دارند ؟ بگذار تا داد خود را از اين بيدادگران بگيرم .\r\nعرض كردم : على عليه السلام مرا خدمت شما فرستاده و فرمان داده است كه به خانه باز گردى .\r\nفرمود :\r\nاذاً ارْجِعُ و اصْبِرُ و اسْمِعُ وَ اطيعُ « 1 » \r\nاينك به خانه برمىگردم ، صبر مىكنم و فرمان او را مىپذيرم و از او اطاعت مىكنم .\r\nسخنان آتشين فاطمه و امتناع على عليهما السلام از بيعت و برملا شدن حقايق از سوى ياران وفادار به آن حضرت سبب گرديد كه سران توطئه به هراس افتند و دست از على عليه السلام بردارند . « 2 »  به شهادت تاريخ‌نگاران اين واقعه شش روز پس از رحلت پيامبر خدا صلى الله عليه و آله اتفاق افتاد . كه دشمن موفق به اخذ بيعت از امير مؤمنان عليه السلام نشد . اما بيعت آن حضرت پس از شهادت همسر گرامىاش موضوعى است كه به تحقيق بيشترى نياز دارد .\r\n\r\n3 - مبارزه براى باز پس‌گيرى فدك\r\nمبارزه حضرت زهرا عليها السلام را براى بازپس‌گيرى فدك ، مىتوان از\r\n\r\n","description":"","footnote":" ( 1 ) - بحارالانوار ، ج 43 ، ص 47 .  ( 2 ) - صحيح بخارى ، كتاب المغازى ، ج 38 و تاريخ يعقوبى ، ج 2 ، ص 116 . ","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nمنظرهاى مختلف مورد توجه قرار داد . يكى از آن جهات ، دفاع عالمانه و انديشمندانه آن حضرت از حقانيت خود و محكوم كردن غاصبان فدك و آشكار كردن ماهيت آنان بود كه در فصل قبل مورد بحث قرار گرفت . اما مبارزهء آن حضرت براى بازپس‌گيرى فدك ابعاد ديگرى نيز دارد كه مىتوان به بعد اقتصادى و سياسى اشاره كرد كه در اين بخش به آن مىپردازيم .\r\n1 - بعد اقتصادى\r\nفدك قريه‌اى آباد و حاصلخيز در سرزمين حجاز بود كه در نزديكى خيبر قرار گرفته بود و تا مدينه ، دو تا سه روز فاصله داشت . برخى اين فاصله را يكصد و چهل كيلومتر نوشته‌اند . فدك داراى چشمه‌ها و نخلهاى فراوانىبود و بعداز خيبر نقطهء اتكاء يهوديان در حجاز به‌شمار مىرفت . « 1 »  درآمد فدك را در آن زمان بين 24 تا 70 هزار دينار ذكر كرده‌اند . « 2 » \r\nپس از فتح خيبر خداوند رعب و وحشتى در دل اهل فدك انداخت و آنها به اين نتيجه رسيدند كه جنگ با رسول خدا صلى الله عليه و آله فرجامى جز شكست حتمى براى آنها به‌دنبال نخواهد داشت . از اين رو كسى را نزد آن حضرت فرستادند و با پيامبر صلى الله عليه و آله قراردادى امضا كردند كه رسول خدا صلى الله عليه و آله امنيت آنها را تأمين كند و در مقابل ، آنان نيمى از مزارع فدك را در اختيار آن حضرت قرار دهند . « 3 » \r\nچون فدك اين گونه و بدون جنگ در اختيار پيامبر صلى الله عليه و آله قرار گرفت « فِىء » محسوب مىگردد و « فِىء » به حكم قرآن مخصوص خدا ، پيامبر و\r\n\r\n","description":"","footnote":" ( 1 ) - معجم‌البلدان ، مادهء فدك .  ( 2 ) - فاطمة الزهرا از ولادت تا شهادت ، قزوينى ، ص 330 .  ( 3 ) - الطبقات الكبرى ، ج 2 ، ص 224 . ","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nذىالقربى است . « 1 »  يكى از مصارفى كه در آيه براى اين گونه اموال ذكر شده است « ذىالقربى » هستند يعنى بستگان قرابتى پيامبر خدا صلى الله عليه و آله .\r\nمفسران و محدثان نقل كرده‌اند كه وقتى آيهء « و آت ذالقربى حقَّهُ » « 2 »  - حق نزديكان‌را بپرداز - نازل‌شد ، رسول‌خدا صلى الله عليه و آله فدك را به فاطمه عليها السلام بخشيد . « 3 » \r\nجلال‌الدين سيوطى از علماى معروف اهل سنت از ابو سعيد خدرى نقل مىكند كه چون اين آيه نازل شد ، رسول خدا صلى الله عليه و آله فاطمه را طلبيد و فدك را به او بخشيد . « 4 » \r\nاز نظر تاريخى نيز هيچ ترديدى نيست كه فدك از همان زمان حيات پيامبر صلى الله عليه و آله تحت تصرف حضرت زهرا عليها السلام بوده است . يكى از شواهد زنده بر اين مدعا گفتار امير مؤمنان عليه السلام دربارهء فدك است . كه علاوه براينكه نقش اقتصادى فدك را مىرساند ، ثابت مىكند كه فدك در زمان رسول خدا صلى الله عليه و آله ، در دست فاطمهء زهرا عليها السلام بوده است . آن حضرت در نامه‌اى به عثمان بن حنيف مىنويسد :\r\nبَلى كانَتْ فِى ايدينا فَدَكٌ مِنْ كُلِّ ما اظلَّتْهُ السَماءُ فَشَحَّتْ عَلَيْها نُفُوسُ قَوْمٍ ، و سَخَتْ عَنْها نفوس قَوْمٍ آخَرِينَ وَ نِعْمَ الحَكَمُ اللَّهُ « 5 » \r\nآرى ، از تمامى آنچه كه آسمان بر آن سايه افكنده بود ، تنها فدك در دست ما بود ، ولى گروهى بر آن بخل ورزيدند ، درحالىكه گروه ديگرى سخاوتمندانه از آن چشم پوشيدند ، و بهترين داور و حاكم خداست .\r\n\r\n","description":"","footnote":" ( 1 ) - سورهء حشر ، آيهء 6 و 7 .  ( 2 ) - سورهء اسراء ، آيهء 26 .  ( 3 ) - تفسير العياشى ، ج 2 ، ص 287 .  ( 4 ) - الدر المنثور ، ج 4 ، ص 177 ، ذيل آيهء 26 سورهء اسراء .  ( 5 ) - نهج‌البلاغة ، نامهء 45 . ","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nآرى چند روزى بيشتر از رحلت رسول خدا صلى الله عليه و آله نگذشته بود كه به فرمان ابوبكر و پيگيرى عمر ، فدك به نفع دستگاه حاكم ضبط شد و حضرت فاطمه عليها السلام و فرزندانش از عايدات اين زمين كه پيامبر صلى الله عليه و آله به فرمان خدا به آنان بخشيده بود ، محروم شدند .\r\nيكى از علل غصب فدك كه با درنظر گرفتن فضاى آن روز جامعهء اسلامى به‌خوبى قابل درك است ، اين بود . غاصبان خلافت به‌خوبى دريافته بودند كه پايگاه اجتماعى اهل‌بيت پيامبر صلى الله عليه و آله از استحكام و قدرت معنوى خوبى برخوردار است و اگر توان مالى نيز داشته باشند ، خطرى جدى حكومت تحميلى آنان را تهديد مىكند ؛ از اين رو نخستين گامى كه برداشتند ، اين بود كه توان مالى اهل بيت عليهم السلام را محدود ساختند ، زيرا آنان مىپنداشتند اگر منابع اقتصادى اهل بيت عليهم السلام را محدود كنند و در نتيجه دست آنان از مال دنيا تهى گردد و نتوانند به نيازمندان كمك كنند ، از محبوبيت آنان كاسته خواهد شد .\r\nچنان كه يكى از سران كودتا به ابابكر گفت : مردم بندهء دنيا هستند و جز آن هدفى ندارند . تو خمس و غنائم را از على عليه السلام بگير و فدك را از دستش بيرون آر هنگامى كه پيروانش دست او را خالى ببينند ، رهايش خواهند ساخت و به جانب تو متمايل مىشوند . « 1 » \r\nاگر چه تلاش حضرت زهرا عليها السلام در مبارزه براى بازپس‌گيرى فدك تنها توجه به جنبهء اقتصادى آن نبود ، ولى نبايد درآمدهاى حاصل از اراضى فدك و نقش آن را به‌عنوان يك اهرم اقتصادى ناديده گرفت ، زيرا اگر فدك در دست غاصبان مىماند از درآمد آن در جهت تثبيت حكومت\r\n\r\n","description":"","footnote":" ( 1 ) - ناسخ التواريخ ، زندگانى حضرت زهرا عليها السلام ، ص 122 . ","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nخود بهره مىگرفتند و اگر حضرت زهرا عليها السلام نيز موفق به بازپس‌گيرى آن مىشد بطور قطع چون مادرش خديجه كه اموال خود را صرف پيشرفت اسلام كرد ، آن حضرت نيز درآمد فدك را در راه خدا و براى حاكميت نظام علوى به مصرف مىرساند . زيرا با توجه به خصوصياتى كه از آن حضرت و خاندان وحى سراغ داريم ، اين اقدام هرگز به‌عنوان يك تلاش دنياطلبانه تلقى نمىشد بلكه در راستاى همان اهداف مقدسى بود كه زهرا عليها السلام دنبال مىكرد .\r\n2 - بُعد سياسى\r\nگرچه در احقاق حق و گرفتن فدك جنبهء اقتصادى آن بىتأثير نبود ولى عوامل سياسى در غصب فدك و مبارزه براى بازپس‌گيرى آن نقش اساسىترى داشت . در حقيقت فدك را نمىتوان از ساير حوادث آن عصر جدا كرد ، بلكه حلقه‌اى از يك زنجيره بود . حكومت غاصب مىديد فدك در دست خاندان وحى علاوه بر جنبهء مادى يك امتياز بزرگ معنوى محسوب مىشود و خود دليل بر مقام و منزلت آنها در پيشگاه الهى است ؛ زيرا چنان ثروت ارزشمندى را خداوند به آنان اختصاص داده‌بود و پيامبر اسلام صلى الله عليه و آله به عنوان « ذىالقربى » آن را به اهل‌بيت بخشيده بود و اين چيزى نبود كه از ديد مردم مخفى بماند .\r\nروشن است كه وجود فدك در دست خاندان پيامبر صلى الله عليه و آله با آن سابقهء تاريخى سبب مىشد كه مردم ، ساير آثار پيامبر صلى الله عليه و آله بخصوص مسألهء خلافت و جانشينى آن حضرت صلى الله عليه و آله را نيز در اين خاندان جستجو كنند . و اين مطلبى نبود كه سران كودتا بتوانند آن را تحمل كنند و همچنين چيزى نبود كه حضرت زهرا عليها السلام در مبارزهء خود به آن توجه نداشته باشد .\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nالبته بايد توجه داشت كه بُعد اقتصادى فدك رابطهء تنگاتنگى با بعد سياسى آن داشت ؛ زيرا على عليه السلام و خاندان وحى به هر ميزان از نظر اقتصادى در تنگنا قرار مىگرفتند به همان اندازه توان سياسى آنها نيز تحليل مىرفت . اين شيوه در همه دنيا بين سياستمداران متداول است كه هرگاه بخواهند شخص بزرگ ، يا كشورى را منزوى كنند او را در محاصرهء اقتصادى قرار مىدهند . ايجاد محدوديت براى مسلمانان در شعب ابىطالب و محاصرهء شديد اقتصادى آنان از سوى مشركان قريش به‌همين منظور انجام شد .\r\nمسألهء مهمترى كه از بُعد سياسى در مسأله فدك مورد توجه بود ، اينكه اگر حضرت زهرا عليها السلام موفق به احقاق حق خود نسبت به فدك مىگشت ، راه براى مطالبه خلافت نيز باز مىشد . اين نكته نيز چيزى نبود كه از نظر غاصبان خلافت مخفى بماند . چنان كه دانشمند معروف اهل سنت ابن‌ابىالحديد معتزلى نيز به اين نكته اشاره كرده است .\r\nاو مىگويد : از استادم « على بن فارقى » مدرس مدرسهء بغداد پرسيدم :\r\nآيا فاطمه عليها السلام در ادعاى مالكيت فدك صادق بود ؟\r\nگفت : آرى .\r\nگفتم پس چرا خليفهء اوّل فدك را به او نداد ، در حالىكه فاطمه عليها السلام نزد او راستگو بود ؟\r\nاو تبسمى كرد و كلام لطيف و طنزگونه‌اى گفت ، با اينكه هرگز عادت به شوخى نداشت . او گفت :\r\nاگر ابىبكر آن روز فدك را به مجرد ادعاى فاطمه عليها السلام به او مىداد ، دختر پيامبر صلى الله عليه و آله فردا به سراغش مىآمد و ادعاى خلافت براى\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nهمسرش مىكرد ! و وى را از مقامش كنار مىزد ، و او هيچ‌گونه عذر و دفاعى از خود نداشت ، زيرا با دادن فدك پذيرفته‌بود كه فاطمه عليها السلام هر چه ادعا كند راست مىگويد ، و نيازى به بيّنه و گواه ندارد .\r\nسپس ابن ابىالحديد مىافزايد : اين يك واقعيت است ، هر چند استادم آن را به‌عنوان مزاح و شوخى مطرح كرد . « 1 » \r\nاين اعتراف صريح از دو دانشمند اهل سنت ، شاهد زنده‌اى جهتِ بُعد سياسى داستان فدك است . البته اگر به سرنوشت اين قريه در تاريخ چند قرن آغاز اسلام بنگريم كه چگونه دست به دست مىگرديد و هر يك از خلفا موضع خاصى در برابر آن داشتند ، اين مسأله بيشتر روشن مىشود ، چنان كه با مطالعه و بررسى مراحل مختلف مبارزه حضرت زهرا عليها السلام نسبت به بازپس‌گيرى فدك به اين نتيجه خواهيم رسيد كه مبارزه حضرت ، هدفى فراتر و مهمتر از بدست آوردن تنها قطعه‌زمينى را دنبال مىكرد .\r\nزيرا آن حضرت مبارزه را براى آن آغاز كرد تا انحرافى كه در خلافت آغاز شده بود اصلاح نمايد و حكومتى را كه غصب شده بود بازستاند و قدرت و مجدى كه به تباهى افتاده بود و امتى را كه به جاهليت گذشته خود بازگشته بود به‌راه راست بازگرداند .\r\n\r\n4 - اشك اعتراض\r\nپس از رحلت رسول گرامى اسلام ، يك‌باره كوهى از مشكلات و مصيبتها بر حضرت زهرا عليها السلام روى آورد . مرگ پدر ، انقطاع وحى ،\r\n\r\n","description":"","footnote":" ( 1 ) - شرح نهج‌البلاغه ، ابن ابىالحديد ، ج 4 ، ص 78 . ","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nانحراف از اسلام ناب محمّدى صلى الله عليه و آله ، مظلوميت همسر ، جسارت گروه حاكم ، سرپيچى مردم ، غصب فدك ، ضربه‌هاى جسمى و روحى ، همهء اينها فاطمه عليها السلام را سخت تكان داد و تأثرى شديد تار و پود وجودش را فرا گرفت . غم زهرا عليها السلام براى خودش نبود زيرا اولياء الهى تنها رضا و غضب خداوند و آنچه در اين مسير است ، آنها را به لطف و قهر مىآورد و اندوه و شادى و گُل لبخند و گلاب اشك آنان نيز حساب ديگرى دارد .\r\nدر حقيقت چشم ، زبان عشق است كه با كلمات اشك سخن مىگويد .\r\nگاه پيام محبت دارد و گاه اعلام نفرت ، هم گل است و هم گلوله ، مانند اشك زهرا عليها السلام كه مهرآميز بود و قهرانگيز ؛ از دورى رسول خدا صلى الله عليه و آله سخن مىگفت و غصب ولايت را متذكر مىشد . اشكهايى كه بر تربت پدر مىريخت غربت ولايت را تداعى مىكرد و قطرات مرواريدگونهء او كه بر مزار حمزه سيدالشهداء مىريخت پيوند اشك و خون را بيان مىكرد .\r\nحضرت زهرا عليها السلام آنگاه كه از يارى مسلمانان و اصحاب پيامبر صلى الله عليه و آله مأيوس شد ؛ يكباره خود را تنها ديد و همهء غمها به او هجوم آوردند ولى هرگز از مبارزه مأيوس نشد بلكه مبارزه با گريه را آغاز كرد . اين روش براى برانگيختن عواطف و احساسات مردم مىتوانست مؤثر باشد و حس جستجوگر مشاهده كنندگان را برانگيزاند . گريه‌هاى او باعث مىشد كه برخى از خود بپرسند ؛ چرا دختر رسول خدا صلى الله عليه و آله اين‌گونه بىتابى مىكند و گاهى برخى از آن حضرت علت گريه را جويا مىشدند و فاطمه عليها السلام حقيقتى تلخ را براى آنان بازگو مىكرد . چنان كه وقتى ام‌سلمه علت گريه را پرسيد فرمود :\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nمن بين دو غم بزرگ قرار گرفته‌ام : غم فقدان پيامبر صلى الله عليه و آله و غم ظلمى كه بر وصى و جانشين آن حضرت روا داشتند . « 1 » \r\nعده‌اى نيز علت گريه را مىدانستند ؛ از اين رو در آن باره از حضرت سؤال مىكردند چنان كه محمود بن لبيد مىگويد : وقتى فاطمه عليها السلام را در كنار قبر حضرت حمزه ديدم كه در حال گريه و سوگوارى است از او پرسيدم آيا براى امامت على عليه السلام از سخنان پيامبر صلى الله عليه و آله مىتواند دليلى بياورد . « 2 » \r\nاز سؤال ابن لبيد معلوم مىشود كه مسلمانان مىدانستند كه حضرت زهرا عليها السلام براى غصب خلافت گريه مىكند كه از آن حضرت در اين باره مىپرسيدند .\r\nحضرت زهرا عليها السلام براى توجه بيشتر مردم گاهى با صداى بلند گريه مىكرد ، بطورىكه همسايگان مىشنيدند و در نتيجه همهمه‌اى در مدينه به راه مىافتاد .\r\nفضه مىگويد : شبى حضرت زهرا عليها السلام از خانه بيرون آمد و صدا به گريه و شيون بلند كرد . همسايگان شنيدند و دور او جمع شدند . آن حضرت ، درحالىكه زنان مدينه اطراف او را احاطه كرده بودند ، حركت كرد و خود را به قبر مقدس پيامبر صلى الله عليه و آله رساند . پس با ناله‌هاى جانسوز خود اين گونه سرود :\r\n ما ذا عَلى مَنْ شَمَّ تُرْبَةَ احْمَدٍ * انْ لا يَشُمَّ مَدَى الزَّمانَ غَوالِيا \r\n\r\n","description":"","footnote":" ( 1 ) - بحارالانوار ، ج 43 ، ص 157 .  ( 2 ) - نهج‌الحياة ، ص 38 ، ح 16 . ","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\n صُبَّتْ عَلَىِّ مَصائِبٌ لَو انَّها * صُبَّتْ عَلى الايامَ صِرْهُ لَيالِيا « 1 »  \r\nچه مىشود بر كسى كه تربت احمد صلى الله عليه و آله را بويد و در درازاى زمان بوى خوشى نبويد . بر من مصيبتهايى فرو باريده كه اگر بر روزگاران روشن مىباريد شب تار مىگشتند .\r\nروزى ديگر بر قبر پدر حاضر مىشد و غمش را در شعرى ديگر ناله مىكرد :\r\n قَدْ كانَ بَعْدُكَ انْباءٌ وَ هَنْبَثَةٌ * لَوْ كُنْتَ شاهِدُها لَمْ تَكْثِرَ الخَطَبِ\r\nانّا فَقَدْناكَ فَقْدَ الارْضِ وَابِلَها * وَاخْتَلَّ قَوْمُكَ فَاشْهَدْهُمْ وَ لا تَغِبِ\r\nفَلَيْتَ بَعْدَكَ كانَ الْمُوتُ صارِفُنا * لَمّا قَضَيْتَ وَ حالَتْ دُونَكَ الكَثَبِ « 2 »  \r\nبعد از تو رويدادهاى پيچيده‌اى واقع شد كه اگر تو بودى ستمگران جرئت انديشه بد در حق مرا نداشتند و سختى آنقدر زياد نمىشد .\r\nما تو را از دست داديم مانند زمين تشنه‌اى كه از باران محروم شود .\r\nحركت امت تو مختل شده است براى آنها ظاهر شو و پنهان مشو .\r\nاى كاش بعد از تو مرگ ما فرا مىرسيد زيرا مسايل بسيارى در غياب تو بر ما حاكم شد .\r\n\r\n","description":"","footnote":" ( 1 ) - الغدير ، علامه امينى ، ج 6 ، ص 165 و ج 5 ، ص 147 .  ( 2 ) - همان ، ج 7 ، ص 192 . ","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nپس حضرت زهرا عليها السلام در حالى كه از شدت گريه و ناله سخت ناتوان شده بود و غريبانه مىگريست ، زمزمهء ديگرى را آغاز كرد و فرمود :\r\n. . . پدر جان ! پس از تو ، اسلام سخت دچار غربت شد . آرى ، پدرم اگر منبر پر نورى را كه بر فراز آن مىنشستى مشاهده مىكردى ، درمىيافتى كه چگونه غبار ظلمت و تاريكى آن‌را فراگرفته است ! « 1 » \r\nآن حضرت چون به خانه مىآمد چنان سايهء غم بر وجودش سنگينى مىكرد كه اشك و آه و ناله چون باران بهاران همراه با صاعقه بر وجودش فرو مىريخت ، گريه‌هاى جانسوز زهرا عليها السلام كه اعلام غربت اسلام و نارضايتى از وضع موجود بود ، هر چند ماهيت غاصبان را به خوبى روشن ساخت و سخن روز مردم شد ولى چندان تأثيرى در دل سخت آنان نگذاشت . بلكه جمعى از پيرمردان و ريش‌سفيدان كودن ، كه چوبهاى تراشيدهء عناصر ناپاك بودند ، به نزد على عليه السلام آمدند و از اشك و آه فاطمه عليها السلام زبان به گله و شكايت گشودند و گفتند :\r\nاى ابوالحسن ، فاطمه شب و روز گريه مىكند و همين امر آسايش را از ما رُبُوده است . نه شب در بستر خود آرامش داريم و نه روز هيچگونه آرامشى براى انجام كارهاى ما باقى مىگذارد . به او بگو يا روز گريه كند ، شب آرام گيرد ، و يا شب گريه كند و روز را به سكوت برگزار كند .\r\nعلى عليه السلام آنان را در رساندن پيامشان مطمئن ساخت ، آنگاه نزد\r\n\r\n","description":"","footnote":" ( 1 ) - بحارالانوار ، ج 43 ، ص 177 . ","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nفاطمه عليها السلام آمد . درحالىكه حضرت زهرا عليها السلام همچنان گريان بود . چون چشم آن حضرت به على عليه السلام افتاد آرام گرفت . حضرت فرمود : اى دخت رسول خدا صلى الله عليه و آله ، پيرمردان مدينه از من خواسته‌اند تو يا شب گريه‌كنى و يا روز . فاطمهء زهرا عليها السلام فرمود :\r\nاى ابوالحسن ! زندگى من زياد به درازا نخواهد انجاميد و به‌زودى آنان را وداع خواهم كرد . به خدا سوگند ، نه شب آرام مىگيرم و نه روز از شيون و زارى باز مىايستم ، تا اينكه به پدرم رسول خدا صلى الله عليه و آله ملحق گردم .\r\nعلى عليه السلام فرمود : اى دخت نبى گرامى ، آنچه خواهى ، همان كن . « 1 » \r\nآرى ، پيرمردان مدينه حق رسول خدا صلى الله عليه و آله را ادا نكردند ، اى كاش آنان اكنون كه او را يارى نداده بودند و در فقدان رسول خدا صلى الله عليه و آله فاطمه عليها السلام را در اشك ريختن همراهى نمىكردند ، حداقل ساكت مىماندند و مانع آن بزرگوار از گريه كردن بر آن مصيبتهاى بزرگ و عظيم نمىشدند .\r\nامير مؤمنان عليه السلام چون چنين ديد ، در قبرستان بقيع ، براى آن حضرت ، سايبانى ساخت كه به « بيت‌الاحزان » ، يعنى : خانهء غم‌ها معروف شد .\r\nاز آن پس ، حضرت زهرا عليها السلام هر روز صبح ، در حالىكه حسن و حسين عليهما السلام در پيشاپيش او حركت مىكردند ، به بيت‌الاحزان وارد مىشد و به گريه و سوگوارى مىپرداخت . غروب آفتاب ، امام على عليه السلام مىآمد و فاطمه و فرزندان را به خانه بازمىگرداند . اين وضعيت تا آخر عمر آن حضرت ادامه يافت . « 2 » \r\n\r\n","description":"","footnote":" ( 1 ) - بحارالانوار ، ج 43 ، ص 177 ؛ بيت‌الاحزان ، ص 164 و الكوكب الدرى ، ج 1 ، ص 242 .  ( 2 ) - بحارالانوار ، ج 43 ، ص 177 . ","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nحضرت زهرا عليها السلام آنقدر گريه كرد كه در تاريخ نام او در رديف چهار نفرى ذكر مىشود كه بسيار گريستند : آدم ، نوح ، يعقوب و يحيى .\r\n\r\n5 - اعلام بيزارى\r\nيكى از راههاى مبارزه حضرت زهرا عليها السلام در راستاى دفاع از ولايت ، اعلام بيزارى از غاصبان خلافت و نارضايتى از مردمى كه به يارى او نيامدند بود . آن حضرت بارها اين نكته را به مناسبتهاى مختلف بيان مىكرد و يا در عمل اين بيزارى و نارضايتى را نشان مىداد كه به بيان چند مورد آن مىپردازيم .\r\n1 - ام سلمه مىگويد : پس از رحلت پيامبر اكرم صلى الله عليه و آله ، به ديدار حضرت زهرا عليها السلام رفتم و حال او را جويا شدم . آن حضرت در پاسخ فرمود :\r\nاصْبَحْتُ بين كَمَدٍ و كَربٍ : فَقْدَ النَبِىّ صلى الله عليه و آله و ظُلْمَ الوَصِىّ هُتِكَ وَاللّهِ حِجابُهُ مَن اصْبَحَت امامَتُهُ مُقْبِضَةً عَلى غَيرِ ما شَرَعَ اللَّهُ فِى التَنْزِيْلِ ، وَ سَنَّها النَبِىّ صلى الله عليه و آله فِى التَأوِيل . . . « 1 » \r\nمن در ميان غم شديد و اندوه جانفرسا بسر مىبرم ؛ غم فقدان پيامبر صلى الله عليه و آله و جانفرسايى ظلم به وصىّ ! به خدا سوگند ! حريم ولايت را شكستند . مقام امامت و رهبرىاش را بر خلاف كتاب خدا و دستور پيامبر صلى الله عليه و آله ربودند .\r\n2 - حضرت زهرا عليها السلام نارضايتى خود را از غاصبان حكومت و مردم در عيادت زنان مدينه از آن حضرت ابراز داشت . زمانى كه مردم مدينه با\r\n\r\n","description":"","footnote":" ( 1 ) - همان ، ص 156 - 157 . ","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nخبر شدند كه غمها و رنجها گُل جوانى زهرا عليها السلام را رو به خزانى برده است و همين روزها به‌سوى ابديت هجرت مىكند ، دسته دسته به عيادت آن حضرت شتافتند .\r\nزنى پرسيد : حال دخت پيامبر چگونه است ؟\r\nحضرت زهرا عليها السلام نشست و بر بالش تكيه داد . نگاهى به اطراف انداخت و پس از حمد و ثناى الهى و صلوات بر پيامبر گرامى صلى الله عليه و آله در پاسخ او فرمود :\r\nبه خدا سوگند ! از دنيايى كه شما در آن هستيد ، سخت بيزارم ! از كج‌انديشى و كج‌رفتارى مردان شما دلم خون است ! من اين مردان نامرد را كه خوى مردى و خصلت انسانى ندارند ، آزمودم و بدين ناكسان كه راست نمىانديشند ، هرگز نمىانديشم .\r\nاينان ! اين مهاجران و انصار ! اين پيمان شكنان ، كه حق را از جاى برآوردند ، بسيار زيان كردند . زيرا هرگز نشنيده‌ام كسى به‌ناحق كار كند و از كار خويش سود برد . . . شما كار را به‌جايى رسانيده‌ايد كه ديگر كسى را اميد پيروزى نيست . بر جاى بمانيد و به شگفتى و حيرت فرو رويد .\r\nزندگى كنيد و از زندگانى عبرت‌ها بگيريد . . . آيا اين تعجب‌آور نيست كه نااهلان بر جاى كسى بنشينند كه او شايسته و سزاوار اين جايگاه بود و همچون كوهى استوار ، پايه‌هاى مستحكم نبوت‌و امامت محسوب‌مىشد ؟ « 1 » \r\n3 - يكى ديگر از راههاى ابراز نارضايتى از غاصبان ، وصيت حضرت زهرا عليها السلام مبنى بر خاك‌سپارى شبانه است . امير مؤمنان عليه السلام در پاسخ\r\n\r\n","description":"","footnote":" ( 1 ) - بحارالانوار ، ج 43 ، ص 161 . ","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nاصبغ بن نباته ، فلسفهء خاك‌سپارى شبانهء آن‌حضرت را چنين بيان فرمود :\r\nانَّها كانَتْ ساخِطَةً عَلى قَوْمٍ كَرِهَتْ حُضُورَهُمْ جِنازَتَها . « 1 » \r\nفاطمه عليها السلام بر گروهى خشمناك بود كه از حضور آنان در تشييع جنازه‌اش ناخشنود بود .\r\n4 - از فرازهاى مهمّ ابراز نارضايتى ، زمانى بود كه مردم مدينه گروه گروه به عيادت حضرت زهرا عليها السلام مىشتافتند و مدعيان خلافت نيز براى آنكه در معرض اتهام افكار عمومى قرار نگيرند ، درخواست ملاقات و عيادت كردند . به‌هنگام نظرخواهى ، ابوعبيده گفت : بايد به عيادت زهرا برويم و آنگاه پس از عيادت ، در جامعه ، پايان اختلاف و سوء تفاهم بوجود آمده را انتشار دهيم !\r\nنظر ابو عبيده پذيرفته شد . ابوبكر او را به نزد امام على عليه السلام فرستاد .\r\nآن حضرت فرمود : من از همسر بيمارم بايستى اجازهء عيادت بگيرم . البته اين كار ، فقط به دليل روىآوردن آنان به خانهء من انجام مىپذيرد و ارتباطى با جلب رضايت خدا و رسول خدا و دختر پيامبر صلى الله عليه و آله ندارد .\r\nامام على عليه السلام به خانه رفت . به فاطمه عليها السلام سلام كرد . فاطمه زهرا عليها السلام چشمان مقدسش را به‌روى شوهرش گشود و پاسخ سلام او را داد .\r\nامام عليه السلام جوياى حال او شد . حضرت پاسخ داد : الحمدُ لِلَّهِ عَلى كُلِّ حالٍ .\r\nامام عليه السلام درخواست عيادت ابوبكر را مطرح كرد . حضرت پس از مكث كوتاهى فرمود : البَيْتُ بِيْتُكَ ، وَالحُرَّةُ زَوْجَتُك ، افعَل ما تَشاءُ . « 2 » \r\n\r\n","description":"","footnote":" ( 1 ) - همان ، ص 183 و امالى صدوق ، ص 588 .  ( 2 ) - بحارالانوار ، ج 43 ، ص 198 . ","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nعلى جان ! خانه ، خانهء توست و من همسر تو هستم . هر چه مىخواهى انجام ده .\r\nابابكر و عمر به‌همراه چند نفر ديگر به عيادت آمدند و بر حضرت زهرا عليها السلام سلام كردند ولى حضرت پاسخ هيچيك را نداد . ابابكر سياست « رقّت قلب » را پيشه كرد و هاى هاى گريه كرد و زبان به عجز و التماس گشود . اما حضرت زهرا عليها السلام ، كه صورتش را از عيادت كنندگان برگرفته بود ، به امام على عليه السلام گفت : يا اباالحسن ! از ابوبكر بپرس آيا آن شب را به ياد دارد ؟ ! آن نيمه‌شب را كه پدرم به سراغش فرستاد . او را ، عمر را و چند تن ديگر از مهاجر و انصار را بطور ناگهانى به حضور طلبيد ؟\r\nابوبكر گفت : آرى ! آرى ! اى دختر رسول خدا ! خوب به‌خاطر دارم ! حضرت زهرا عليها السلام فرمود : آيا به ياد دارند كه پدرم جمع آنان را به شهادت طلبيد و فرمود : گواه باشيد كه فاطمه ، پارهء تن من است . هر كس او را به خشم آورد ، مرا به خشم آورده است . و آنكه مرا به خشم آورد ، خدا را خشمناك كرده است ؟\r\nابوبكر و عمر و همراهان يكصدا گفتند : خدايا شاهد باش كه اين سخن را از رسول خدا صلى الله عليه و آله شنيده‌ايم .\r\nدر اين هنگام ، حضرت زهرا عليها السلام با صداى بلند فرمود : خدايا شاهد باش ! خدايا تو را گواه مىگيرم كه ابوبكر بر من ستم كرده است ! دل مرا شكسته است ! حق مرا غصب كرده است ! مرا به خشم آورده است !\r\nابوبكر كه هرگز انتظار شنيدن اين سخنان را نداشت ، فريادش به گريه بلند شد . ولى عمر غضبناك شد و به ابوبكر تشر زد و گفت : برخيز اى فرومايه ! كه خشم و رضاى زنى تو را به گريه و خنده مىاندازد !\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nآنان ، نااميد و شكست خورده برخاستند و حضرت زهرا عليها السلام اين چنين صريح و آشكار از آنان ابراز نارضايتى كرد « 1 »  و نقشهء آنان را خنثى نمود . همچنين راز اجازه‌دادن به آنان توسط امير مؤمنان عليه السلام ، از نتيجهء آن آشكار شد . زيرا با اين ملاقات ، بر همه روشن شد كه حضرت زهرا عليها السلام تا آخر عمر از ابوبكر و عمر ناراضى بوده است و راه را براى انتشار هرگونه شايعه‌اى حتى پس از شهادت خود مبنى بر كسب رضايت و رفع سوء تفاهم بوجود آمده بست .\r\n\r\n6 - سكوت\r\nيكى ديگر از شيوه‌هايى كه حضرت زهرا عليها السلام در ادامهء مبارزه با غاصبان انتخاب كرد ، سكوت بود . دشمنان كه جايگاه و منزلت زهرا عليها السلام را نزد پيامبر خدا صلى الله عليه و آله مىدانستند از اينكه آن حضرت با آنها سخن نگويد وحشت داشتند ؛ زيرا اين عمل به خوبى اعتراض و نارضايتى فاطمه عليها السلام را از سران حكومت غاصب مىرساند . از اين رو آن حضرت اين شيوه را انتخاب كرد و بطور رسمى به ابوبكر فرمود :\r\nاگر فدك را بازنگردانى ، تا زنده هستم با تو سخن نخواهم گفت .\r\nحضرت زهرا عليها السلام به اين گفته عمل كرد و براساس اين شيوهء اعتراض ، تا پايان زندگى ، با ابوبكر سخن نگفت . « 2 »  خليفه كه بسيار نگران بود سعى كرد در عيادت از آن حضرت ، با او سخن بگويد ولى حضرت زهرا عليها السلام پاسخ او را نداد . و زمانى كه آن حضرت مىخواست ابوبكر را به محاكمه\r\n\r\n","description":"","footnote":" ( 1 ) - بحارالانوار ، ج 43 ، ص 170 و علل الشرايع ، صدوق ، ج 1 ، ص 178 .  ( 2 ) - صحيح مسلم ، ج 4 ، ص 30 . ","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nبكشاند ، به امير مؤمنان عليه السلام گفت : از او بپرس كه آيا سخن رسول خدا صلى الله عليه و آله را به ياد دارد كه فرمود : رضاى خدا و رسول ، در رضاى فاطمه است يا نه ؟ و حتى آن زمان نيز با وى سخنى نگفت .\r\n\r\n7 - آرزوى مرگ\r\nحضرت زهرا عليها السلام در دفاع از ولايت از هيچ كوششى دريغ نكرد . بلكه در اين مرحله از دفاع با همهء هستىاش به ميدان آمد تا آن را نثار امامت كند . اما وقتى تلاشهايش را براى بسيج مردم در دفاع از ولايت بىنتيجه ديد ، از خدا آرزوى مرگ كرد تا به همهء رهروان راه ولايت در طول تاريخ بياموزد كه اگر در مبارزه با غاصبان ولايت آنان‌را ناتوان كردند ، لااقل تلخى زيستن در فضاى ظلمانى را با آرزوى مرگ از خدا در كامشان شيرين كنند .\r\nاينك به زمزمه و مناجات دردمندانهء آن مظلوم‌ترين مدافع حريم ولايت گوش جان مىسپاريم كه چگونه در كنار قبر رسول خدا صلى الله عليه و آله به آن حضرت خطاب مىكند و از خداوند آرزوى مرگ دارد . و مىفرمايد :\r\n لو ترى ا كل عام و انتم بخير نق الذى كنت تعلو * هُ علاه الظلّام بعد الضياء\r\nيا ااًى ! عجّل وفاض ىيعاً * فلقد تنغصّت اگ‌ياة يا مولاض « 1 »  \r\nاگر مىديدى منبرى را كه بالاى آن مىرفتى ! چگونه پس از روشنى ، تاريكىها آن را فرا گرفته است .\r\nاى پروردگار من ! مرگ مرا سريعتر برسان ! چون زندگى تلخ و سخت شده است ، اى مولاى من .\r\n\r\n","description":"","footnote":" ( 1 ) - بحارالانوار ، ج 43 ، ص 177 . ","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nزمانى نيز كه حضرت زهرا عليها السلام براى بازپس گيرى فدك به مسجد رفته بود على عليه السلام منتظر صديقهء طاهره عليها السلام بود . در انتظار بانويى كه ياور و همرزم وى در مبارزات و شريك او در گرفتاريها و آرزوها بود . منتظر بود همسر عزيزش از جهاد با دشمنان از مسجد رسول خدا صلى الله عليه و آله باز گردد .\r\nفاطمهء زهرا عليها السلام بازگشت درحالىكه مظلوم واقع شده بود . قلب او را شكسته و او را اندوهگين و ناراحت كرده بودند ، آن حضرت به منزل خويش رسيد در حالىكه از آن همه نامرديها به‌ستوه آمده بود .\r\nحضرت زهرا عليها السلام كه خسته ، خشمناك و گريان از مسجد پدرش بازگشته بود ، خطاب به همسرش فرمود :\r\nاى پسر ابى طالب ! همچون جنينى كه در پردهء رحم پيچيده شده ، جامه بر خود پيچيده‌اى ؟ و بسان متهمان ، خانه‌نشين گشته‌اى ؟ !\r\nآرى فاطمهءزهرا عليها السلام با اين كلمات درصدد برآمد تا جايگاه و وضعيت همسر بزرگوارش را در برابر اين رويدادها روشن‌كند و اين بار او را پسر عمو ، اباالحسن يا على صدا نزد بلكه پسر ابىطالب خطاب كرد و خواست با اين تعبير بگويد تو فرزند ابىطالبى هستى كه در سخت‌ترين شرايط از رسول خدا صلى الله عليه و آله شجاعانه دفاع كرد ولى اوضاع زمانه به كجا رسيده است كه فرزند او نمىتواند از حقش و حق همسرش دفاع كند پس در اين شرايط بايد آرزوى مرگ كرد و آرزو نمود كه اى كاش قبل از اينكه اين همه ظلم و ستم را مىديد مرگ به سراغ او مىآمد . از اين رو آن حضرت فرمود :\r\nاينك پسر ابىقحافه فدك را به‌زور مىربايد و ميراث فرزندانم را غصب مىكند .\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nآشكارا به دشمنى من برخاسته است . به هنگام سخن گفتنم ، به‌شدت با من ستيز كرد . انتظار داشتم كه انصار به حمايت من برخيزند و مهاجران حق خويشاندى و حرمت قوميت را نگهدارند .\r\nولى افسوس ! انصار از يارى من باز ايستادند و مهاجران ، خويشاوندى را فراموش كردند و مردم دنياپرست و قدرت‌طلب ، ديده از ديدار حقايق فرو پوشيدند . ولى تو را چه شده است كه دست از حمايت من در آستين نهادى و پاى از همراهى من بدامن در كشيدى . . .\r\nهم‌اكنون كه سخن مىگويم ، در اختيار خود نيستم . اىكاش پيش‌از اين خوارى و ذلت مرده بودم . از اينكه به تو جسارت كردم و نتوانستم از تو حمايت كنم ، از خدا پوزش مىطلبم . اى واى بر من در هر صبح و شام ! !\r\nپشتيبان ، مُرده و بازو از كار افتاده است . به پدرم شكايت مىبرم و داد خود را از پروردگار دادگر درخواست مىكنم : تو اى پروردگار بزرگ ! از همه تواناترى و از هر كيفر دهى ، سخت‌تر كيفر فرماى !\r\nامير مؤمنان عليه السلام صبر كرد تا سخنان فاطمه زهرا عليها السلام پايان يافت .\r\nدر اين هنگام بالحن دلنوازى در تسلاى دل دردمند دخت پيامبر صلى الله عليه و آله گفت :\r\nواى بر تو مباد ، اى دختر رسول الله ! واى بر دشمنان تو باد ! اينقدر جان عزيزت را ميازار ! از اين همه ناراحتى و اندوه آرام گير ! تو يادگار نبوّت و بقيهء رسالت هستى . ولى بدان كه من هم از آنچه مىتوانستم ، كوتاهى نكردم و تا آنجا كه مقدور بود ، پيش رفته‌ام .\r\nبيش از اين به مصلحت دين مبين اسلام نبود .\r\nحضرت زهرا عليها السلام از سخنان حكيمانهء امام خود ، آرام شد و فرمود :\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nحسبى الله . « خدا مرا كفايت كند » . « 1 » \r\n\r\n8 - وصيّت\r\nحضرت زهرا عليها السلام دفاع از ولايت را نه فقط تا آخرين لحظات عمر كوتاه خود ، يك تكليف الهى مىدانست ، بلكه او با وصيت خود ، فريادى به بلنداى تاريخ بركشيد و همهء انسانها را تا قيام حضرت مهدى ( عجل الله تعالى فرجه الشريف ) ، به دفاع از حريم ولايت و امامت دعوت‌كرد . او با وصيت خود ، بزرگترين ضربه‌را بر پيكر خلافت غاصب زد تا همهء بسيجيان و دلباختگان حقيقت ، در برابر غاصبان تاريخ ، حرف براى گفتن داشته باشند .\r\nامير مؤمنان على عليه السلام در روز آخر عمر حضرت زهرا عليها السلام ، به هنگام غروب آفتاب در كنار بستر آن حضرت نشست . با اينكه امام عليه السلام كوهى از مقاومت و شكيبايى بود ، از ديدن حال فاطمهء زهرا عليها السلام به گريه افتاد .\r\nزهرا عليها السلام چشم گشود و فرمود :\r\n- پسر عم ! تويى ! ؟\r\n- آرى ! زهراى عزيز ، حالت چگونه است ؟\r\n- على جان ! وصيت دارم .\r\n- بگو فاطمه ، به من بگو .\r\n- وصيت من اين است كه : مرا شب غسل بده ، شب كفن كن ، شب به خاك بسپار . مگذار خصم بر جنازه‌ام نماز بخواند و براى تشييع حضور يابد . « 2 » \r\n\r\n","description":"","footnote":" ( 1 ) احتجاج طبرسى ج 1 ص 145 146  ( 2 ) بحارالانوار ج 43 ص 214 احقاق الحق ج 10 ص 453 ","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\n\r\n9 - شهيد راه ولايت\r\nاعتراض و دفاع حضرت زهرا عليها السلام پيوسته و در هر فرصتى ادامه داشت . تا آنكه جريان بيعت اجبارى از امير مؤمنان على عليه السلام براى ابابكر پيش آمد . امام عليه السلام درِ خانه را به روى خود بست و با خود عهد كرد تا قرآن را جمع‌آورى نكند ، از خانه بيرون نرود . ابابكر نيز گرچه به كرسى خلافت دست يافته بود ، امّا گروه عظيمى از بنىهاشم و مهاجر و انصار ، بيعتش را نپذيرفته بودند . بويژه آنكه امام على عليه السلام و جمعى از اصحاب خاص پيامبر صلى الله عليه و آله نيز با او بيعت نكرده بودند . اين موضوع آنچنان بر ابابكر و دوستانش سنگين بود كه آنان را سخت پريشان ساخته بود .\r\nغاصبان خلافت ، بطور مكرر ، امام عليه السلام را آزموده بودند كه او براى حفظ اسلام ، هرگز به جنگ داخلى اقدام نخواهد كرد . با اين اطمينان خاطر ، نقشه كشيدند تا به اجبار امام عليه السلام را به مسجد آورند . ابتدا قنفذ را براى آوردن على عليه السلام فرستادند اما نتيجه‌اى نبخشيد . عمر با عده‌اى رجاله به خانهء على عليه السلام حمله كردند ولى با مقاومت زهرا عليها السلام مواجه شدند ، عمر درب خانه را آتش زد و ناگهان دود سياه و شعلهء سرخ از در خانهء رسالت بلند شد و فرياد زهرا عليها السلام به گوش رسيد كه مىفرمود :\r\nيا ابتاه ! يا رَسُولَ اللّه !\r\nولى نه‌تنها فريادرسى نبود كه به كمك پاره‌تن رسول خدا صلى الله عليه و آله بشتابد ، بلكه در ميان آن آتش و دود ، غلاف شمشير بود كه بر پهلوى زهرا نواخته مىشد . تازيانه بود كه بر بازوى آن حضرت نشانه مىرفت و فاطمه عليها السلام همچنان پدر را صدا مىزد .\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nامير مؤمنان كه اين‌چنين ديد عمر را زير دست و پا گرفت ولى با يادآورى سخن رسول خدا صلى الله عليه و آله او را رها كرد . آنگاه تعدادى از افراد طمّاع و قدرت‌طلب به خانهء زهرا عليها السلام حمله كردند تا على عليه السلام را به مسجد ببرند ولى حضرت زهرا عليها السلام با همان حال رنجور و ضربت ديده مانع از بردن امام عليه السلام شد . « 1 » \r\nقنفذ به دستور عمر ، مأمور كوتاه كردن دست فاطمه عليها السلام از دامن على عليه السلام شد . او با غلاف شمشير ضربتى به آن حضرت زد كه بازوى حضرت ورم كرد .\r\nاين جنايت باعث بيمارى منجر به شهادت حضرت زهرا عليها السلام گرديد . « 2 » \r\nهرچند تاريخ‌نگاران دربارهء مدت عمر حضرت‌زهرا عليها السلام اختلاف دارند ، ولى هيچكس از بيمارى آن حضرت در زمان رسول خدا صلى الله عليه و آله سخنى نگفته‌است و سلامت و تندرستى دخت پيامبر صلى الله عليه و آله را پذيرفته‌اند . بنابراين ، ناراحتى و بيمارى آن حضرت مربوط به پس از وفات پيامبر صلى الله عليه و آله است .\r\nامام باقر عليه السلام فرمود :\r\nما رُؤيَت فاطِمَةُ عليها السلام ضاحِكَةً قَطُّ منذ قُبِضَ رَسُول اللّهِ صلى الله عليه و آله حَتى قُبِضَتْ . « 3 » \r\nفاطمه عليها السلام پس از وفات رسول الله صلى الله عليه و آله هرگز خندان ديده نشد تا زمانى كه بدين حال از دنيا رفت .\r\nامام على عليه السلام به هنگام خاك‌سپارى پيكر مقدس حضرت زهرا عليها السلام ،\r\n\r\n","description":"","footnote":" ( 1 ) - بحارالانوار ، ج 43 ، ص 198 .  ( 2 ) - دلائل الامامه ، طبرى ، ص 45 ؛ بحارالانوار ، ج 43 ، ص 170 .  ( 3 ) - بحارالانوار ، ج 43 ، ص 196 . ","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nپس از سلام به رسول‌الله عرض كرد :\r\nوَ سَتُنَبِئُكَ ابْنَتُكَ بِتَضافُرِ امَتِكَ عَلى هَضْمِها فَاحْفِها السُؤالَ وَاسْتَخْبِرْها الحالَ . . . « 1 » \r\nاى رسول خدا ! به‌زودى دخترت تو را آگاه خواهد ساخت كه امّتت در ستم كردن به وى اجتماع كرده بودند . پس همه چيز را از او سؤال كن و از حال او جويا شو ! . . .\r\nبنابراين ، همه بيمارى حضرت زهرا عليها السلام پس‌از رحلت رسول خدا صلى الله عليه و آله بوجود آمد بويژه ضربه‌هايى كه در جريان دفاع از ولايت بر آن حضرت وارد شد ، منجر به شهادت آن حضرت گرديد . حضرت فاطمه عليها السلام فداى ولايت شد و در راه حمايت از امام زمان خود و جانبدارى از دين خدا ، جان خود را نثار كرد . پهلوى شكسته ، صورت سيلى خورده و بازوان ورم كرده ، او را در هم شكست و حضرتش را انيس بستر و همنشين خانه كرد تا آنكه مدت هفتاد و پنج « 2 »  ، يا نود و پنج روز « 3 »  پس از رحلت پيامبر اكرم صلى الله عليه و آله به شهادت رسيد .\r\nحضرت زهرا عليها السلام ، بدون ترديد ، نخستين شهيد راه خدا پس‌از رحلت پيامبر اكرم صلى الله عليه و آله است . او براى دفاع از امامت و ولايت ضربت خورد . در زيارت آن حضرت مىخوانيم :\r\nوَ صَلِّ عَلَى . . . المَغْضُوبَةِ حَقّها ، المَمْنُوعَةِ ارْثُها ، المَكْسُورَةِ ضِلْعُها ،\r\n\r\n","description":"","footnote":" ( 1 ) - شرح نهج‌البلاغه ، ابن ابىالحديد ، ج 1 ، ص 265 .  ( 2 ) - بحارالانوار ، ج 43 ، ص 212 .  ( 3 ) - بحارالانوار ، ج 10 ، ص 52 و الاصابه ، ج 4 ، ص 280 . ","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nالمَظْلُومِ بَعْلُها ، المَقْتُولِ وَلَدُها . « 1 » \r\nو درود فرست بر آن بانويى كه حقش غصب شد . از ارث ممنوع شد .\r\nپهلويش شكست . شوهر او مظلوم بود و فرزندش در راه خدا كشته شد .\r\n\r\n10 - مخفى نگهداشتن قبر\r\nاز ابتكاراتى كه حضرت زهرا عليها السلام در راه دفاع از ولايت و اعلام نارضايتى از مخالفان انجام داد ، وصيت به مخفى ماندن قبر است .\r\nكوششى كه اهل‌بيت پيامبر صلى الله عليه و آله در مخفى ماندن قبر آن حضرت انجام دادند ، گوياى نگرانى اهل‌بيت عليهم السلام از توطئه‌هاى حاكميت غاصب بود .\r\nقسمتى از اين اقدامات ، براى آن بود كه طبق وصيت زهرا عليها السلام مخالفان در مراسم تشييع ، نماز و خاك‌سپارى او حاضر نشوند . اما آثار ظاهرى قبر را چرا از ميان برده‌اند ؟ چرا پس از خاك‌سپارى ، صورت هفت يا چهل قبر در گورستان بقيع ساخته‌اند ؟ چرا اين همه تلاش در پنهان داشتن مزار او شده است ؟ اگر در سال چهلم هجرى ، فرزندان فاطمه عليها السلام قبر پدر خود امير مؤمنان عليه السلام را از ديدهء مردم پنهان كردند ، از بىحرمتى مخالفان مىترسيدند . آيا وضع مدينه در سه ماه پس از رحلت پيامبر خدا صلى الله عليه و آله نيز چنين بود ؟ !\r\nآيا علّت همان نيست كه آن حضرت در آخرين سخنانش به زنان مهاجر و انصار بيان كرد ؟ او مىخواست دور از چشم ناسپاسان و حق‌ناشناسان و غاصبان به خاك سپرده شود و حتى نشان او هم از آنان پنهان باشد تا با اين اقدام ، براى هميشه نارضايتى خود را از مخالفان\r\n\r\n","description":"","footnote":" ( 1 ) - زيارت حضرت فاطمه عليها السلام ، مفاتيح‌الجنان . ","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nولايت اعلام كند .\r\nحاكميت نيز به اهميت اين اقدام واقف بود و سعى كرد آثار آن را خنثى كند . ولى با مقاومت امير مؤمنان عليه السلام روبه‌رو شدند . امام صادق عليه السلام فرمود : وقتى فاطمهء زهرا عليها السلام به شهادت رسيد ، على عليه السلام او را غسل داد و كسى جز فرزندان فاطمه ، فضّه و اسماء حضور نداشت .\r\nآنان بر فاطمه عليها السلام نماز گزاردند و او را به خاك سپردند . روز بعد ، مردم مدينه در بقيع جمع شدند و صورت چهل قبر را ديدند . نتوانستند قبر دخت پيامبر صلى الله عليه و آله را تشخيص دهند . از اين رو ، يكديگر را ملامت كردند كه : پيامبرتان تنها يك يادگار داشت . او از دنيا رفت و به خاك سپرده شد .\r\nبدون آنكه شما حضور پيدا كنيد و بر او نماز بخوانيد و حتى محل قبر او را نيز نمىشناسيد .\r\nبرخى از سران حكومت غاصب گفتند : زنان بيايند و قبر را نبش كنند تا بر او نماز بگزاريم و او را دوباره به خاك بسپاريم . وقتى خبر به امام على عليه السلام رسيد ، لباس رزم پوشيد و درحالىكه از خشم چشمانش سرخ شده بود ، ذوالفقار را حمايل كرد و به بقيع آمد و مانع آنان شد .\r\nعمر ، پيش آمد و گفت : ما قبر را نبش مىكنيم .\r\nامير مؤمنان عليه السلام پيراهن او را گرفت و او را بر زمين كوبيد و فرمود : اگر حق مرا گرفتيد و چيزى نگفتم ، براى آن بود كه ترسيدم مردم مرتد شوند و از دين برگردند . اما در مورد قبر فاطمه ! سوگند به خدايى كه جان على در دست اوست ، اگر به خاك فاطمه دست دراز كنيد ، زمين را از خونتان سيراب مىكنم ! آنان با مشاهدهء مخالفت و تهديد امير مؤمنان عليه السلام ، از اين\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nكار چشم پوشيدند . « 1 » \r\nپنهان داشتن قبر دخت پيامبر صلى الله عليه و آله ، با هدف اعلام نارضايتى و اعتراض آن حضرت نسبت به متجاوزان بود . شايد سؤال تاريخ هم همين باشد كه به زبان « ازرى » جارى شده است :\r\n و لِاىِّ الْامور تدفن ىّاً * بِضْعَة ا كل عام و انتم بخير صطط و يَعط ءاها\r\nو ثوت ، لا يرى الناسُ مثوى * اىَّ قدس يَضُمُّه مثواها « 2 »  \r\nبه چه دليلى پارهء تن مصطفى مخفيانه به خاك سپرده شد و آثار تربت پاك او از بين رفت ؟ او به آغوش خاك رفت ، اما كسى قبر او را نشناخت . آه كه آرامگاه او ، چه جسد مقدس و پاكى را در خود جاى داده است ؟\r\nبنابراين ، حضرت زهرا عليها السلام با وصيت خود خواست اعتراض هميشگىاش را نسبت به غاصبان خلافت اعلام كند . امامان معصوم عليهم السلام نيز برغم آگاهى از محل قبر ، آن را آشكار نساختند و اين راز تا ظهور منتقم و منجى بشريت حضرت ولى عصر ( عجل الله تعالى فرجه الشريف ) همچنان مخفى خواهد ماند .\r\n\r\n\r\n","description":"","footnote":" ( 1 ) - بحارالانوار ، ج 43 ، ص 171 .  ( 2 ) - فاطمه زهرا ، استاد توفيق ابو علم ، ص 213 . ","page_name":" 120 ","page_number":120}
  ]