[
  {"content":"\r\n\r\n379\r\nبسم الله الرحمن الرحيم\r\nپاسداران اسلام\r\n( در دوران غيبت كبرى )\r\nنمايندگى ولى فقيه در سپاه\r\nمركز تحقيقات اسلامى\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nنمايندگى ولى فقيه در سپاه\r\nمركز تحقيقات اسلامى\r\nشناسنامه\r\nنام كتاب : پاسداران اسلام ( در دوران غيبت كبرى )\r\nموضوع : تاريخ اسلام\r\nكد : 5 / 133\r\nتهيه كننده : مركز تحقيقات اسلامى - حوزهء نمايندگى ولى فقيه در سپاه\r\nنويسنده : رضا رحمتى\r\nناشر : ادارهء آموزشهاى عقيدتى سياسى - نمايندگى ولى فقيه در سپاه\r\nحروفچينى و صفحه آرايى : مركز تحقيقات اسلامى\r\nنوبت چاپ : اول\r\nتاريخ انتشار : پاييز 1376\r\nتيراژ : 4000\r\nمركز چاپ سپاه\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nپيشگفتار\r\nانقلاب اسلامى ايران ، بزرگترين وعميق ترين انقلاب ارزشى و فكرى بود كه در عصر حاضر رخ داد .\r\nبنيانگذار اين نهضت مقدس اسلامى ، حضرت امام خمينى رضوان الله عليه با پيروى از حضرت سيد الشهداء عليه السلام و با كوتاه كردن دستهاى ستم و سلطه قدرتهاى استكبارى ونوكران آنان از كشور امام زمان ( عج ) به احياى سيره جد خود ، رسول الله - صلى الله عليه وآله - واصلاح امور امت وتحكيم پايه هاى حكومت اسلامى پرداخت و با دستهاى پرتوان خود ، نهالها ونهادهاى پرثمر را يكى پس از ديگرى در سرزمين حاصلخيز جامعهء اسلامى ايران بنا نهاد .\r\nسپاه پاسداران انقلاب اسلامى از خجسته نهادهايى است كه همزمان با شكل گيرى نظام مقدس اسلامى به دستور آن پير عارف ودورانديش تأسيس شد و رسالت عظيم پاسدارى از انقلاب اسلامى وارزشهاى الهى آن و دفاع از حريم ولايت فقيه را به عهده گرفت .\r\nتحقق اين مأموريت مهم وخطير ، در گرو برخوردارى اين نهاد مقدس از \" بينش اسلامى \" و \" آگاهى سياسى \" است كه \" آموزش \" يكى از راههاى تأمين كننده آن است .\r\nاز اين رو ، ارتقاء بينش اعتقادى - سياسى سپاه و \" تداوم آموزش \" براى اين نيروى نظامى مكتبى ، امرى ضرورى ونيازى اجتناب ناپذير است .\r\nولى امر مسلمانان جهان ، حضرت آية الله العظمى خامنه اى ، براين امر مهم تأكيد كرده ، چنين مى فرمايد :\r\nسپاه پاسداران انقلاب اسلامى يك نيروى انقلابى است كه بر پايهء دين وتقوا و درك و عمل\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nانقلابى به وجود آمده و وظيفه اساسى نماينده اين جانب در آن عبارت از : نظارت مستمر بر حفظ واستحكام اين پايه اساسى وبرخورد با تخلفات وپيشگيرى از آنهاست . ( 1 )\r\nآموزشهاى عقيدتى - سياسى گرچه از ابتداى تأسيس سپاه به شكلهاى مختلف وجود داشته است ، ليكن اهميت مسأله ونقش زيربنايى آن ودستيابى سپاه به اهداف تعيين شده ، موجب شد تا اين مهم در چارچوب \" نظام آموزشى \" جامع و فراگير كه در برگيرندهء سطوح مختلف علمى وتخصصهاى گوناگون باشد - تحقق يابد .\r\nدر پى اين حركت ، آموزشهاى عقيدتى - سياسى در قالب \" نظام آموزشى \" از سال 1364 شروع شد و بيش از نيمى از پرسنل را تحت پوشش دوره هاى مختلف \" تداوم آموزش \" قرار داد .\r\nاما با گذشت بيش از شش سال و كسب تجارب مفيد به هنگام اجرا و نيز با توجه به تحولات سالهاى اخير در اين نهاد مقدس ، از جمله تشكيل نيروهاى پنجگانه سپاه ، تصويب قانون استخدامى آن واعطاى درجات و . . . . ، ضرورت بازنگرى به \" نظام آموزشى \" احساس شد و \" نظام آموزشى \" فعلى جايگزين نظام قبلى گرديد .\r\n* ( مشخصات \" نظام آموزشى \" عقيدتى - سياسى ) *\r\nبا توجه به تفاوت سطح معلومات كلاسيك پرسنل سپاه و تقسيم بندى آنان به دو سطح \" سيكل \" و \" ديپلم \" ، نظام آموزشى\r\nدربرگيرندهء دو سطح زير است :\r\n1 - ورودى سيكل\r\n2 - ورودى ديپلم\r\nبراى سطح يك ، آموزش عمومى و سه مرحله آموزش ضمن خدمت ( شامل دوازده دوره ) و سه دورهء آموزش تخصصى ( تخصصى اوليه ، تخصصى تكميلى وسرپرستى ) در نظر گرفته شده است .\r\n\r\n\r\n","description":"","footnote":"\r\n1 - بخشى از حكم مقام معظم رهبرى به نماينده ولى فقيه در سپاه ( مورخه 6 / 4 / 69 ) .\r\n","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nسطح دو ، شامل دوره هاى : كاردانى ، كارشناسى ، مقدماتى رسته اى ، عالى رسته اى ، دافوس ، عالى جنگ و چهار مرحله آموزش ضمن خدمت ( در دوازده دوره ) مى باشد .\r\nبراى هر يك از دوره ها كد مخصوصى در نظر گرفته شده است كه مشخص كننده سطح ، مرحله و دوره است . به عنوان مثال : در كد ( 4 / 102 ) رقم سمت چپ نشانگر سطح ، رقم وسط ، بيانگر مرحله ورقم سمت راست گوياى دوره است .\r\nاز آنجا كه دوره هاى عمومى ، تخصصى وسرپرستى مرحله ندارند ، رقم وسط با صفر مشخص شده است . به عنوان مثال كد \" 102 \" ، نشانگر سطح يك و دوره دوم از دوره هاى غير تداوم است .\r\nموضوعات آموزشى شامل موارد زير است :\r\n1 - اصول عقايد\r\n2 - اخلاق اسلامى\r\n3 - احكام\r\n4 - معارف قرآن\r\n5 - تاريخ اسلام\r\n6 - دانش سياسى - اجتماعى\r\n7 - نظام دفاى\r\nاز آنجا كه موضوعات مختلف مى باشد ، به منظور سهولت كار ، براى هر موضوعى نيز كد خاصى مشخص شده است كه در پى كد هر دوره پس از علامت ( / ) مى آيد . براى مثال عدد \" 6 \" در كد \" 6 / 101 \" بيانگر اين است كه موضوع دورهء ياد شده ، دانش سياسى - اجتماعى است .\r\nدر مورد دوره هاى تخصصى و سرپرستى براى رسته هاى مختلف كد جداگانه اى در نظر گرفته شده كه با گذاشتن خط تيره ( - ) پس از كد گروه نوشته مىشود . مثلا تخصصى تكميلى ، ورودى سيكل از گروه عقايد در رسته بهدارى با كد ( 5 - 1 / 103 ) مشخص مىشود .\r\nمركز تحقيقات اسلامى ، عهده دار تدوين متون آموزشى مورد نياز حوزه نمايندگى ولى فيه در سپاه است كه با توجه به سطح معلومات وتخصص نيروهاى آموزشى ونوع و حوزهء مأموريت آنان ، متن مورد نياز را تهيه و تدوين مى نمايد .\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nمتون و جزوات اين مركز توسط گروههاى تخقيقاتى ، تدوين و پس از طى مراحل بررسى و نظارت به تأييد \" هيأت علمى \" كه جمعى از فضلا و اساتيد حوزه عمليه قم هستند مى رسد .\r\nكتابى كه در پيش رو داريد ، كد 5 / 133 ، شامل 16 درس از نظام آموزشى عقيدتى - سياسى سپاه پاسداران انقلاب اسلامى است .\r\nنظرات ، پيشنهادها وتجربيات مربيان ارجمند وبرادران عزيز متربى راهگشا و مشوق ما در رفع نقايص كاستيهاى متون آموزشى خواهد بود .\r\nاز خدا مى خواهيم كه بر بينش و آگاهيهاى اسلامى ما روز به روز بيفزايد ، و آنها را عميق تر سازد .\r\nمركز تحقيقاتى اسلامى\r\nنمايندگى ولى فقيه در سپاه\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n\r\nمقدّمه . . .\r\nدين مقدس اسلام در طول تاريخ پرفراز و نشيب خود ، پيوسته مورد هجوم دشمنان بوده است و در هر برهه ، دشمن سعى كرده به نحوى ، از فروغ آن بكاهد : گاه از حربهء استهزا و تحقير استفاده كرده وگاه با تبليغات ويرانگر و حمله‌هاى سياسى - نظامى درصدد بر اندازى اين آيين الهى برآمده است .\r\nآنچه در خور توجه است ناكامى دشمن در تمامى اين صحنه‌هاست ؛ چرا كه هر بار با مقاومت پيروان اين آيين رو به رو شده و نتوانسته به اهداف و مقاصد شوم خود دست پيدا كند .\r\nاز كسانى كه در اين دفاع ، نقش اساسى را بر عهده داشته و دارند ، فقهاى راستين اسلام و سنگرداران علم و فقاهتند زيرا در طول تاريخ و به خصوص پس از غيبت كبراى « ولى عصر » عجل‌اللَّه تعالى فرجه ، همچون ديده‌بانان مرزهاى جغرافيايى ، به ديده‌بانى از مرزهاى ايمان و عقيدهء جامعه پرداخته‌اند و با قلم و بيان خود توطئه‌هاى دشمنان را نقش بر آب كرده و به حق مصداق جملهء معروف « مِدادُ الْعُلَماءِ افْضَلُ مِنْ دِماءِ الشُّهَداء » بوده‌اند .\r\nاينان نه تنها از نفوذ دشمن به بافتهاى اصلى جامعه جلوگيرى كرده بلكه همواره بابيان احكام فردى ، اجتماعى ، سياسى و نظامى اسلام و ثبت و ضبط آثار و ارزشهاى آن ، زمينهء ترقى و تعالى جامعه را نيز فراهم كرده و با مرز بندى ميان عقايد صحيح و نا صحيح ، زمينه‌هاى انحراف و گمراهى را از بين برده‌اند .\r\nفقهاى مبارز اسلام به بيان احكام و مبارزه فرهنگى با دشمن اكتفا نكردند بلكه در موقعيت‌هاى لازم ، اسلحه بر دوش گرفته و در پيشاپيش صفوف ، علاوه بر هدايت و رهبرى معنوى رزمندگان ، به مصاف با دشمن پرداخته و در اين راه شهداى گرانقدرى را به پيشگاه حق تعالى تقديم كرده‌اند كه تاريخ مبارزات فقهاى شيعه بيانگر آن مى باشد .\r\nدر اين كتاب با زندگى جمعى از فقهاى شيعه و نقشى كه در پاسدارى از اسلام در طول غيبت كبرى داشته‌اند و نيز مبارزات آنان در اين راه آشنا مىشويد . اميد است زندگى آن اسوه‌هاى\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nتقوا و فضيلت ره توشه‌اى باشد براى پويندگان راه حق و سالكان طريق جهاد و مبارزه .\r\nان شاء الله .\r\nمعاونت تدوين متون آموزشى\r\nمركز تحقيقات اسلامى\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n\r\nدرس اول : فقها پاسداران اسلام در دوران غيبت كبرى\r\nفقهاى اسلام نقش حساس و تعيين كننده‌اى در تاريخ بعد از غيبت امام معصوم ( ع ) داشته‌اند . روايات اسلامى و تاريخ تحولات شيعى بيانگر اين مطلب مىباشد . در اين درس تا حدودى اهميت نقش فقها در پاسدارى از اسلام و مكتب تشيّع بررسى مىگردد .\r\nاميد است خداوند ما را از ادامه‌دهندگان راه آنان قرار بدهد .\r\n\r\nتبيين واژهء فقه\r\nنظر به اينكه « فقيه » به معنى كسى است كه داراى علم « فقه » مىباشد ، نخست توضيح مختصرى دربارهء واژهء « فقه » مىآوريم .\r\nفقه در لغت به معنى درك چيزى و علم به آن است « 1 »  و در اصطلاح عبارت از علمى است كه از ادلهء تفصيلى ، يعنى كتاب ( قرآن ) ، سنت ، اجماع و عقل ، براى فقيه نسبت به احكام شرعى حاصل مىشود . « 2 »  و به عبارت ديگر شناخت احكام الهى از روى دلائل مفصل آنها مانند : شناخت واجبات ، حرامها ، مستحبات و مكروهات و اينكه براى مثال آيا اين عبادت كامل است يا ناقص ، اين ازدواج شرعى است يا غير شرعى ؟ و . . . .\r\n\r\nجايگاه فقه و فقيه در اسلام\r\n\r\nالف - اهميت فقه\r\nاسلام دينى است كه پايه و اساس آن بر فقه و آگاهى استوار گرديده و علم و دانش\r\n\r\n","description":"","footnote":" ( 1 ) - معجم مقاييس اللغة ، ابن فارس ، ج 4 ، مادهء فقه .  ( 2 ) - معالم الاصول ، حسن بن زين‌الدّين ، ص 22 . ","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nدر آن ، تقدس بسيار والايى دارد . بر اين اساس ، از پيروانش مىخواهد كه هرچه بيشتر به فقه روى آورندو خود را از ظلمت جهل و نادانى نجات بخشند . رسول اكرم صلى الله عليه و آله در اين زمينه فرمود :\r\n« لِكُلِّ شَىْءٍ عِمادٌ وَ عِمادُ هذَا الدِّينِ الْفِقْهُ » « 1 » \r\nهر چيزى پايه و اساسى دارد و پايه و اساس اين دين ، فقه است .\r\nحضرت على عليه السلام به يكى از فرزندانش فرمود :\r\n« تَفَقَّهْ فِى الدِّينِ ، فَانَّ الْفُقَهاءَ وَرَثَةُ الْانْبِياءِ » « 2 » \r\nدر دين تفقه كن زيرا فقيهان وارثان پيامبرانند .\r\nاز امام صادق ( ع ) نيز نقل شده است :\r\nبر شما باد كه در دين خدا فقيه بشويد و بيابانى ( جاهل ) نباشيد ؛ زيرا هركس دستورات دين را فرا نگيرد ، خدا در قيامت به او نظر نمىكند و عمل او پاكيزه نخواهد شد . « 3 » \r\nاهميت فقه از اين جهت است كه در پرتو آن دستورات اسلام تبيين و زمينهء پياده شدن آن در جامعه فراهم مىگردد و اين مطلبى است كه دشمنان اسلام از آن بيم دارند . رهبر كبير و عظيم الشأن انقلاب اسلامى رضوان الله عليه در يكى از پيامهاى خود در اين زمينه فرمود :\r\n« همهء ترس استكبار از همين مسأله است كه فقه و اجتهاد جنبهء عينى و عملى پيدا كند و قدرت برخورد ، در مسلمانان به وجود آورد . . . . » « 4 » \r\n\r\nب - جانشينان پيامبر ( ص )\r\nفقهاى متعهد از نظر موقعيت اجتماعى جايگاه بسيار والايى دارند ؛ زيرا آنان\r\n\r\n","description":"","footnote":" ( 1 ) - عوالى اللئالى ، ابن ابى الجمهور الاحسايى ، ج 4 ، ص 59 .  ( 2 ) - همان ، ص 60 .  ( 3 ) - اصول كافى ، ج 1 ، ص 55 . ( فقه و تفقه در كلام معصومين ( ع ) را مىتوان به مطلق علم و آگاهى نسبت به معارف دينى معنى كرد بنابر اين معنايى وسيع‌تر از معناى اصطلاحى افاده خواهد كرد . )  ( 4 ) - صحيفهء نور ، ج 21 ، ص 98 . ","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nجانشينان پيامبرند و توسط آنان اسلام به مردم ابلاغ مىگردد . در اين زمينه حضرت رضا عليه السلام از قول پدران معصومش نقل مىكند كه رسول اكرم صلى الله عليه و آله سه مرتبه فرمود :\r\n« خدايا جانشينان مرا رحمت كن . »\r\nپرسيدند يا رسول الله جانشينان شما چه كسانى هستند ؟ فرمود :\r\n« آنان كه بعد از من مىآيند و حديثها و سنتهاى مرا روايت مىكنند و آنها را به مردم مىآموزند . » « 1 » \r\nفقهاى شيعه در دوران غيبت حضرت مهدى عليه السلام ، سمت نيابت آن حضرت را برعهده داشته ، مرجع مردم ، در پيشامدهاى اجتماعى مىباشند . « 2 » \r\n\r\nج - مرزبانان عقيده\r\nحذف عقايد و معارف اسلامى از متن زندگى انسانها يكى از اهداف شود دشمنان اسلام در طول تاريخ غيبت كبرى بوده است . فقهاى اسلام مهمترين گروهى بودند كه در مقابل اين توطئه ايستاده و با مجاهدتهاى خويش به تعليم و تربيت جوامع اسلامى پرداختند ، با وجود مشكلات گوناگون وارد ميدان مبارزه شده ، معارف اسلامى اعم از فقه ، حديث ، كلام ، فلسفه و . . . را زنده نگه داشتند و با نوشتن كتابهاى ارزنده و تشكيل حوزه‌هاى بزرگ علمى ، تشنگان حقيقت را از چشمه‌سارهاى قرآن و اهل بيت سيراب نموده با كمال هوشيارى و قاطعيت در مرزهاى عقيده و ايمان با شيطان و شيطان صفتان جنگيدند .\r\nامام حسن عسكرى ( ع ) در اين زمينه از قول امام صادق ( ع ) فرمود :\r\n« علماى شيعيان ما مرزبانان مرزى هستند كه شيطان و لشكريانش ، از آنجا قصد هجوم دارند . آنان شيطانها را از حمله به شيعيان ما باز مىدارند و نمىگذارند او و پيروان معاندش بر شيعيان ما مسلط شوند . آگاه باشيد آن كس از شيعيان ما كه براى اين كار گمارده شود هزاران مرتبه از مجاهدان جنگ با كفار بالاتر است ؛ زيرا مجاهدان از بدنهاى دوستان ما\r\n\r\n","description":"","footnote":" ( 1 ) - وسائل الشيعة ، ج 18 ، ص 66 .  ( 2 ) - بحار الانوار ، ج 2 ، ص 90 . ","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nدفاع مىكنندو اينان از دين آنها » . « 1 » \r\nدر حديث ديگرى ، فقها به دژهاى نفوذ ناپذير اسلام تشبيه شده‌اند كه هرگاه يكى از آنان از دنيا برود رخنه‌اى در اسلام پديد مىآيد كه چيزى آن را پر نمىكند . « 2 » \r\n\r\nد - سكانداران جامعه در برابر انحرافات\r\nانديشمندان و فقهاى بزرگ شيعه ، در دوران غيبت كبرى رهبرى فكرى و عقيدتى جامعه را در دست داشته‌اند و هر زمان كه از سوى مخالفان شبهاتى براى سست كردن بنيانهاى عقيدتى مردم القا مىشد با استدلالهاى علمى در ردّ اين شبهات كوشيده و با قلم و بيان خويش جامعه را از گردابهاى خطر رهانيده و به ساحل امن رسانيده‌اند . به طورى كه اگر فقها نبودند ، معلوم نبود امروز دين مبين اسلام و مذهب شيعه ، در چه وضعيتى قرار داشت .\r\nامام حسن عسكرى ( ع ) در اين باره از قول پدر بزرگوارش امام هادى ( ع ) نقل مىكند كه آن حضرت فرمود :\r\n« اگر بعد از غيبت قائم ما ، علمايى نباشند كه از دين حمايت كنند و مردم را به سوى قائم ما دعوت نمايند و شيعيان ضعيف مارا از دامهاى شيطان و پيروان سركش او نجات دهند ، كسى باقى نمىماند مگر اينكه از دين خدا بر مىگردد . لكن اين علما زمام دلهاى شيعيان ضعيف مارا در دست مىگيرند و همچون سكاندار كشتى آنان را از خطرها نجات مىدهند ، و بهترين انسانها در پيشگاه خدا آنان هستند » . « 3 » \r\nحضرت امام خمينى رضوان الله عليه در اين زمينه مىفرمايد :\r\n« ترديدى نيست كه حوزه‌هاى علميه و علماى متعهد در طول تاريخ اسلام و تشيع مهمترين پايگاه اسلام در برابر حملات ، انحرافات و كجرويها بوده‌اند . علماى بزرگ اسلام در همهء عمر خود تلاش نموده‌اند تا مسائل حلال و حرام الهى را بدون دخل و تصرف ترويج نمايند . . . » . « 4 » \r\n\r\n","description":"","footnote":" ( 1 ) - بحار الانوار ، ج 2 ، ص 5 ، با اندكى تلخيص .  ( 2 ) - اصول كافى ، مترجم ، ج 1 ، ص 69 ، انتشارات كتابفروشى اسلاميه .  ( 3 ) - بحار الانوار ، ج 2 ، ص 6 ، بيروت .  ( 4 ) - صحيفهء نور ، ج 21 ، ص 88 . ","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\n\r\nه - حافظان و گسترش دهندگان علوم اسلامى\r\nفقهاى شيعه در حفظ و گسترش علوم اسلامى اهتمام زيادى داشته و با تأليفات بزرگ خود در زمينه‌هاى فقه ، تفسير ، كلام ، فلسفه ، اخلاق و . . . خدمات زيادى به جهان اسلام نموده‌اند ، آنان با تشكيل حوزه‌هاى بزرگ علمى و با قلم و بيان و عمل خود ، به نشر احكام و علوم اسلامى ، پرداخته و بدينسان توطئه‌هاى فرهنگى دشمنان را خنثى كرده‌اند .\r\nقائد عظيم الشأن انقلاب ( ره ) در اين زمينه مىفرمايد :\r\n« اگر فقهاى عزيز نبودند معلوم نبود امروز چه علومى به عنوان علوم قرآن و اسلام و اهل بيت عليهم ا لسلام به خورد توده‌ها داده بودند ، جمع آورى و نگهدارى علوم قرآن و آثار و احاديث پيامبر بزرگوار و سنت و سيرهء معصومين عليهم السلام و ثبت و تبويب و تنقيح آنان در شرايطى كه امكانات بسيار كم بوده است و سلاطين و ستمگران در محو آثار رسالت همهء امكانات خود را به كار مىگرفتند ، كار آسانى نبوده است كه به حمد الله امروز نتيجهء آن زحمات را در آثار و كتب با بركتى همچون كتب اربعه و كتابهاى ديگر متقدمين و متأخرين ازفقه و فلسفه ، رياضيات و نجوم و اصول و كلام و حديث و رجال و تفسير و ادب و عرفان و لغت و تمامى رشته‌هاى متنوع علوم ، مشاهده مىكنيم . . . . » « 1 » \r\n\r\nو - پرچمداران جهاد و شهادت\r\nدشمنان اسلام بارها براى محو و نابودى اين دين آسمانى دست به انواع توطئه‌ها اعم از نظامى ، سياسى و اقتصادى زده‌اند ، اما هربار اولين گروهى كه در برابر آنها قد بر افراشته و از اسلام حمايت كرده‌اند ، فقهاى متعهد بوده‌اند . رهبرى نهضتهاى حق طلبانه شيعى در طول تاريخ از قيام عليه سامانيان گرفته « 2 »  تا نهضت تنباكو و پانزده خرداد با فقيهان بزرگ بوده‌است . ايشان در اين راه از بذل جان و مال و آبرو دريغ نداشته و چه بسا كه با خون خود صحنه‌هاى نبرد با خصم را گلگون كرده و بر منبر هدايت و وعظ و خطابهء ناس ، از شمع حياتشان گوهر شب چراغ ساخته‌اند . « 3 »  به فرموده امام خمينى ( ره ) :\r\n\r\n","description":"","footnote":" ( 1 ) - صحيفهء نور ، ج 21 ، ص 88 .  ( 2 ) - اشاره به قيام ابومحمد اطروش از فقهاى بزرگ اسلام در قرن چهارم ( شهيدان راه فضيلت ، علامهء امينى ، ص 24 . )  ( 3 ) - اقتباس از پيام مهم امام در آغاز يازدهمين فجر آزادى ( ضميمهء طلايه‌هاى فجر ، ص 9 ) . ","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\n« . . . در هر نهضت و انقلاب الهى و مردمى علماى اسلام اولين كسانى بوده‌اند كه بر تارك جبينشان خون و شهادت نقش بسته است . كدام انقلاب مردمى - اسلامى را سراغ كنيم كه درآن حوزه و روحانيت پيش كسوت شهادت نبوده‌اند و بر بالاى دار نرفته‌اند و اجساد مطهرشان بر سنگفرشهاى حوادث خونين به شهادت نايستاده است ؟ » « 1 » \r\n\r\nز - تكيه گاه محرومان\r\nبيشتر فقهاى اسلام از ميان قشرهاى محروم برخاسته و خود زندگى ساده‌اى داشته‌اند ؛ از اين رو با درد دردمندان آشنا بوده ، مشكلات آنان را از نزديك لمس مىكردند و همواره پشتيبان آنان بوده در حد توان خود به آنان كمك مىكردند . علماى بزرگ شيعه در امور فكرى ، اعتقادى و سياسى مرجع و راهنماى مستضعفان بوده و با ارشادهاى خود توده‌هاى مستضعف را تقويت و بسيج كرده ، به دست آنان ضربه‌هاى كوبنده‌اى بر پيكر مستكبران وارد كرده‌اند .\r\nساده‌زيستى فقهاى اسلام و مواسات و همراهى آنان با محرومان در گفتار و كردار سبب شده كه توده‌هاى مستضعف دعوت آنان را پذيرفته در اجراى فرمان ايشان جانفشانى كنند . شهيد مطهرى در اين زمينه مىگويد :\r\n« . . . كدام رهبرى توانسته است مانند همين رهبرى سنتى ( رهبرى فقها ) موج بيافريند و حركت خلق كند ؟ در اين صد سالهء اخير كه از قضا دورهء فرنگ رفته‌ها و روشنفكران متجدد ضد سنت است ، كدام رهبرى غير سنتى توانسته است يك دهم رهبرى سنتى جنبش به وجود آورد . . . ؟ » « 2 » \r\nتاريخ مبارزات شيعه گواه اين مطلب است كه فقهاى متعهد همواره در كنار مردم ، طعم زندان و شكنجه و اسارت را چشيده و در صحنه‌هاى خون و شهادت الگوهاى صادقى براى مردم بوده‌اند . رهبر انقلاب رضوان الله عليه در اين زمينه فرمود :\r\n« صدها سال است كه روحانيت اسلام تكيه‌گاه محرومان بوده است ؛ هميشه مستضعفان از\r\n\r\n","description":"","footnote":" ( 1 ) - صحيفه نور ، ج 21 ، ص 89 .  ( 2 ) - نهضتهاى اسلامى در صد سالهء اخير ، شهيد مطهرى ، ص 77 . ","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nكوثر زلال معرفت فقهاى بزرگوار سيراب شده‌اند . از مجاهدات علمى و فرهنگى آنان كه به حق از جهاتى افضل از دماء شهيدان است كه بگذريم ، آنان در هر عصرى از اعصار براى دفاع ا ز مقدسات دينى و ميهنى خود ، مرارتها و تلخىهايى متحمل شده‌اند و همراه با تحمل اسارتها و تبعيدها ، زندان ها و اذيت‌ها و آزارها و زخم زبان‌ها شهداى گرانقدرى را به پيشگاه مقدس حق تقديم نموده‌اند . » « 1 » \r\nدر درسهاى آينده به تفصيل ، نقش فقيهان شيعه در محورهاى كلى را كه برشمرديم تبيين خواهيم كرد .\r\n\r\n","description":"","footnote":" ( 1 ) - صحيفهء نور ، ج 21 ، ص 89 . ","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nخلاصه\r\nفقه در لغت به معنى علم به چيزى است و در اصطلاح فقها عبارت از علمى است كه از ادله شرعى براى فقيه حاصل شود .\r\nاسلام براى فقه اهميت خاصى قائل شده و آن را اساس دين شمرده و در تحصيل آن تأكيد نموده است . روايات اسلامى فقهارا جانشينان پيامبر ( ص ) و نايبان امام عليه السلام ، در دوران غيبت معرفى كرده‌اند .\r\nفقهاى شيعه همواره در مرزهاى عقيده و ايمان نگهبان دين و اعتقادات مردم بوده و همانند دژى استوار از نفوذ دشمن جلوگيرى كرده‌اند . آنان با در دست گرفتن زمام فكرى و عقيدتى جامعه ، جلوى نفوذ انحرافات را سد كرده و با استدلالهاى علمى به شبهه‌هاى مخالفان جواب داده‌اند .\r\nنقش فقها در حفظ و نگهدارى فرهنگ و معارف اسلامى بسيار چشمگير است . آنان با مجاهدات خويش از نابودى و به فراموشى سپرده شدن علوم اسلامى جلوگيرى كرده چراغ آن را پر فروغ نگه‌داشته‌اند . فقهاى اسلام نه تنها در زمينه‌هاى فرهنگى به جنگ با دشمن پرداخته‌اند بلكه در صحنه‌هاى نظامى و سياسى نيز از پيشگامان مبارزه بوده و در اين راه صدها شهيد به پيشگاه حق تقديم نموده‌اند .\r\nآنان همواره در صحنه‌هاى مختلف اقتصادى ، نظامى ، سياسى تكيه‌گاه محرومان و همراه آنان بوده‌اند . و اين همراهى صادقانه از عواملى بوده است كه مستضعفان به خواسته‌هاى آنان لبيك گفته در راهشان جانفشانىها كرده‌اند .\r\nپرسش\r\n1 - ديدگاه اسلام را درباره فقه و فقها به طور مختصر توضيح دهيد .\r\n2 - چه ارتباطى ميان فقها با عقايد اسلامى جامعه وجود دارد ؟\r\n3 - فقها چگونه علوم اسلامى را حفظ كردند ؟\r\n4 - نقش فقها را در مبارزات سياسى به طور مختصر بيان كنيد .\r\n5 - رابطهء فقها با محرومان چگونه بوده است ؟ توضيح دهيد .\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\n\r\nدرس دوم : ثِقَةُ الْاسْلامِ كُلينى\r\nدر ميان فقها و مشاهير شيعه ، بعضى چهره‌ها از درخشندگى خاصى برخوردارند .\r\nيكى از اين چهره‌ها محدّث بزرگ اسلام ثقة الاسلام ابو جعفر ، محمد بن يعقوب كلينى است . وى در آسمان فقاهت و حديث همچون ستاره‌اى فروزان درخشيد و با تلاش خستگى ناپذير خود به دين اسلام و مذهب تشيع رونق تازه‌اى بخشيد . ايشان در عصرى كه خورشيد امامت در پس ابر غيبت پنهان شده بود مرجع و پناهى براى شيعيان گرديد . « 1 » \r\nدر قرن سوم هجرى « 2 »  و در عصرى كه خاندان بنى عباس بر مردم حكومت مىكردند ، در دهى به‌نام « كلين » در نزديكى « رى » ، فرزندى به دنيا آمد كه نام وى را « محمد » نهادند . محمد تحت سرپرستى پدرى عالم به نام « يعقوب بن اسحاق » و مادرى عفيف كه از خاندان فقه و حديث بود « 3 »  رشد كرد و از همان كودكى آواى جانبخش قرآن و حديث قلب اين فرزند اسلام را روشن كرد و مسيراو را مشخص نمود .\r\n« محمد » پس از طى مراحلى از تحصيل راهى رى گرديد و از محضر اساتيد آن زمان استفاده‌هاى علمى فراوانى برد و آنچنان در علم و عمل پيشرفت كرد كه پيشوايى شيعه در آن ديار به وى محول گرديد . « 4 » \r\nوى در اين شهر كه از لحاظ سوق الجيشى ، اهميت زيادى داشت « 5 »  با افكار و عقايد\r\n\r\n","description":"","footnote":" ( 1 ) - عصر كلينى مصادف است با شروع غيبت صغراى امام زمان عليه السلام .  ( 2 ) - تاريخ تولد كلينى به طور دقيق مشخص نيست .  ( 3 ) - مادر كلينى خواهر « احمد بن ابراهيم » معروف به « علان كلينى » از مشايخ و بزرگان حديث شيعه بوده است ( ريحانة الادب ، ميرزا محمد على مدرس ، ج 5 ، ص 80 ، چاپ تبريز ) .  ( 4 ) - رجال نجاشى ، ص 377 ، چاپ جامعهء مدرسين قم .  ( 5 ) - معجم البلدان ، ياقوت حموى ، ج 3 ، ص 118 ، بيروت . ","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nگوناگون و سياست قدرتهاى وقت تا حدودى آشنا شد و به خوبى دريافت كه درد جامعه ، دورى مردم از احاديث و راه و روش اهل بيت عليهم السلام است .\r\nثقة الاسلام كلينى پس از مدتى اقامت در رى ، راهى بغداد شد و در مدت كوتاهى مورد توجه خاص و عام قرار گرفت و از سران فقهاى شيعه در ايام « مقتدر عباسى » به حساب آمد . « 1 » \r\n\r\nمقام اخلاقى و علمى كلينى\r\nكلينى اسوهء تقوا و اخلاق بود و پيوسته در طول حيات خويش در راه تهذيب نفس و مخالفت با شيطان كوشيد و آنچنان خالصانه براى خدا گفت و نوشت كه پس از قرنها ، هنوز كتاب « كافى » او بر تارك فقه و حديث مىدرخشد .\r\nكلينى به وثاقت و امانت‌دارى و دقت نظر ، معروف بود و علماى بزرگ به سخنان و رواياتش اعتماد كامل داشتند . « 2 » \r\nثقة الاسلام كلينى ، مقام علمى بسيار رفيعى داشت و مرجعى مهم براى طالبان علم و تشنگان حديث به شمار مىآمد . « نجاشى » دربارهء او مىگويد : « او در زمان خود شيخ و پيشواى شيعه در رى بود وحديث را از همه بيشتر ضبط كرده و بيش از همه مورد اعتماد است » . « 3 » \r\nهمچنين علامه محمد باقر مجلسى در مقدمهء شرحى كه بر كافى نوشته است او را پيشوايى راستگو ، عالمى مورد اعتماد و شخصى كه همه او را قبول داشته و زبان به ستايشش گشوده‌اند معرفى كرده است . « 4 » \r\nجلالت شأن و علو رتبهء علمى كلينى به قدرى است كه حتى دانشمندان اهل سنت نيز زبان به مدح وى گشوده‌اند : « ابن اثير جَزَرى » درباره او مىگويد :\r\n\r\n","description":"","footnote":" ( 1 ) - تاج العروس ، محمد مرتضى زبيدى ، ج 9 ، ص 322 ، چاپ ليبى .  ( 2 ) - سفينة البحار ، حاج شيخ عبّاس قمى ، ج 2 ، ص 494 ، انتشارات كتابخانه سنايى .  ( 3 ) - رجال نجاشى ، ص 377 .  ( 4 ) - مقدمهء مرآة العقول ، ص 3 ، نشر دارالكتب الاسلاميه ، تهران . ","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nابوجعفر محمد بن يعقوب رازى ، پيشواى مذهب اهل بيت و عالمى بزرگ در نزد شيعه مىباشد و از كسانى است كه به مذهب اماميه در آخر قرن سوم هجرى ، رونقى تازه بخشيد . « 1 » \r\n\r\nخدمات اجتماعى ، فرهنگى كلينى\r\n\r\nالف - تجديد حيات فرهنگى شيعه\r\nپس از مجاهدتها و تلاشهاى فرهنگى امام باقر و امام صادق عليهما السلام و آشكار شدن اثرات ارزشمند آن تلاشها در جامعهء اسلامى ، خلفاى عباسى احساس خطر كرده و نسبت به امامان شيعه و طرفداران آنها سياست خشنى را در پيش گرفتند . امامان معصوم را به شدت تحت فشار گذاردند و پرچمداران دانش و فرهنگ را به زندان افكندند ، به طورى كه پس از دوران مأمون كمتر نام و نشانى از حوزه‌هاى علمى و تلاشهاى فرهنگى گسترده شيعى به چشم مىخورد . و اين وضع همچنان ادامه داشت تا به غيبت امام دوازدهم ( ع ) منجر گرديد .\r\nدر اين شرايط حساس كه شيعيان به سبب غيبت پيشواى دوازدهم ( عج ) ، به امام زمان خود دسترسى نداشتند و دشمنان سعى مىكردند از اين خلأبراى سركوبى شيعه و به انزوا كشاندن فرهنگ امامت شيعى استفاده كنند ، پيروان اهل بيت و در رأس آنان دانشمندان و فقهاى شيعه ، تلاشى اساسى و زيربنايى را جهت تجديد حيات فرهنگى شيعه و حفظ ميراث و ارزشهاى به يادگار مانده از پيشوايان معصوم عليهم السلام و انتقال آن به نسلهاى بعدى ، آغاز كردند .\r\nبدون شك ثقة الاسلام كلينى از پيشگامان مؤثر اين تجديد حيات فرهنگى شيعه بود كه موفق شد با جمع آورى احاديث پيامبر و امامان عليهم السلام و تربيت شاگردانى عالم و پرتلاش ، معارف اسلامى شيعى را گسترش دهد و اصول و فروع دين اسلام را با نظمى متين تقديم جامعه نمايد .\r\nنقش كلينى در اين دوران به قدرى چشمگير بود كه او را مجدد مذهب اماميه در قرن\r\n\r\n","description":"","footnote":" ( 1 ) - الكنى و الالقاب ، شيخ عباس قمى ، ج 3 ، ص 120 - 121 ، انتشارات كتابخانه صدر . ","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nسوم هجرى معرفى كرده‌اند . « ابن اثير جزرى » مىگويد :\r\n« . . . در آخر قرن اول هجرى « محمد بن على الباقر ( ع ) » مُجَدِّدِ مذهب اماميه بود و در آخر قرن دوم « على بن موسى الرضا ( ع ) » و در آخر قرن سوم « ابوجعفر محمد بن يعقوب رازى » . » « 1 » \r\n\r\nب - تأليف اصول و فروع كافى\r\nيكى ديگر از خدمات اجتماعى فرهنگى كلينى ، تأليف كتاب عظيم و مقدس « كافى » است ، كه به حق دائرة المعارفى براى شيعه است . اين كتاب ارزنده اصول ، فروغ و اخلاقيات اسلام را از سرچشمه‌هاى زلال و ناب آن اخذ كرده و با دسته‌بندى و نظمى خاص به جامعه شيعه عرضه نموده است .\r\nثقةالاسلام كلينى مدت بيست سال از عمر خود را صرف تأليف اين كتاب كرد . كتاب كافى كه شامل سه بخش : اصول ، فروع و روضه است در مجموع حاوى شانزده هزار ويكصد و نود ( 16190 ) حديث از رسول خدا ( ص ) و ائمهء طاهرين مىباشد . « 2 » \r\nكتاب كافى ، نخستين و مهمترين كتاب از كتابهاى چهارگانه شيعه : الْكافى ، مَنْ لا يَحْضُرُهُ الْفَقيه ، تهذيب و استبصار است . هدف كلينى از تأليف اين كتاب پاسدارى از دو امانت بزرگ پيامبر ( ص ) ، يعنى قرآن و عترت بود ، او كه از درد جهالت جامعه و دورى مردم مسلمان از مكتب اهل بيت و روى آوردن عده‌اى از آنان در فهم قرآن به آراء فاسد و استحسانات عقلى ، رنج مىبرد و به اين واقعيت رسيده‌بود كه دستيابى به حقايق قرآن جز از طريق اهل بيت ميسر نيست ، كمر همت بست و با تلاش بى وقفهء خود در گردآورى احاديث و تنظيم آنها راهى روشن براى درمان بيمارى جهل و نادانى جامعه گشود و طالبان تقوا را از دامهاى ضلالت و گمراهى نجات داد .\r\nكلينى به خوبى مىدانست كه اگر اصول و فروع اسلام به خوبى تبيين نشود و مسلمانان عقايد خود را بر پايهء علمى استوارى بنا ننهند ، منحرفان ، ا سلام را از بين خواهند برد . از اين رو در مقدمهء كتاب خود ، با سخنانى ، برخاسته از عمق جان همه را به\r\n\r\n","description":"","footnote":" ( 1 ) - جامع الاصول ، ج 12 ، ص 222 ، چاپ قاهره ، افست ايران .  ( 2 ) - روضات الجنات ، ميرزا محمد باقر خوانسارى ، ج 6 ، ص 116 . ","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nفراگيرى علم دين توصيه كرده مىگويد :\r\nسزاوارترين چيزى كه لازم است انسان عاقل آن را فرا گيرد و انديشمند با هوش دنبال آن باشد . . . همانا علم دين و شناختن روش عبادتى است كه خدا از خلقش خواسته و آن توحيد و مقررات و احكام شريعت و دستورات و آداب و نواهى الهى است . زيرا راه عذر بسته و تكليف لازم و عمر كوتاه و تأخير پذيرفته نيست . و در روش عبادتى كه خدا از خلقش خواسته شرط است كه مردم ، واجبات را از روى علم و يقين به جاى آورند . . . زيرا كسى كه بىدانش و بصيرت كارى انجام دهد ، نمىداند چه مىكند و براى چه كسى انجام مىدهد و چون ندانست ، به كار خود اطمينان و تصديق ندارد . . . و امام عليه السلام فرموده : كسى كه از روى علم ، داخل ايمان شود ايمانش ثابت مىماند و برايش سودمند خواهد بود ولى كسى كه بدون علم داخل شود ، همچنانكه داخل شده ، خارج مىگردد . « 1 » \r\nخطر ديگرى كه ثقةالاسلام كلينى احساس كرد ، خطر فراموش شدن رهبرى الهى و حكومت امامان معصوم عليهم السلام و گرايش مردم به كيشها و مذاهب باطل بود . او در اين زمينه مىنويسد :\r\nامام عليه السلام فرمود : « هر كه به وسيلهء آيات قرآن امامت و حكومت ما را نفهمد از فتنه‌ها خارج نخواهد شد . » به همين دليل است كه در ميان مردم روزگار ما ، دينهاى فاسد و مذهبهاى زشتى كه تمام شرائط كفر و شرك را دارا هستند رخنه كرده‌است . و اين به توفيق و خذلان خداى تعالى است . پس هر كه را خدا توفيق دهد و اراده كند كه ايمانش ثابت بماند ، اسبابى برايش فراهم كند كه او دينش را از قرآن و سنت پيامبر از روى علم و يقين فراگيرد و چنين انسانى در دين خود از كوههاى سربرافراشته ، استوارتر است و هر كه را خدا اراده كند كه او را خوار كند و دينش عاريت و ناپايدار باشد ، وسيلهء پيروى از استحسان « 2 »  و تقليد و تأويل بدون علم و بصيرت برايش فراهم مىسازد . « 3 » \r\n\r\n","description":"","footnote":" ( 1 ) - اصول كافى ، ج 1 ، ص 6 - 7 ، بيروت .  ( 2 ) - يعنى به مجرد اينكه در امور دينى ، انسان چيزى را نيك پنداشت بدون مراجعه به قرآن و پيامبر و امام ، از آن پيروى كند .  ( 3 ) - اصول كافى ، ج 1 ، ص 7 - 8 . لازم به توضيح است كه توفيق و خذلان الهى بدون علت نيست به اين معنى كه هر كس دنبال حق برود و تقوا پيشه كند ، خدا او را توفيق مىدهد و راهنماييش مىكند و هر كس پيرو هواى نفس باشد و از گناه اجتناب نكند خدا او را به خودش واگذارده و گمراه مىكند . ","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nثقةالاسلام كلينى به منظور مقابله با اين خطر ، بخش عمده‌اى از كتاب اصول كافى را به مسألهء امامت امامان معصوم ( ع ) اختصاص داد و با استفاده از قرآن مجيد و سخنان ائمهء اطهار به تشريح جوانب گوناگون آن پرداخت .\r\n\r\nمبارزات سياسى ثقةالاسلام كلينى\r\nگرچه در تاريخ زندگى كلينى نامى از مبارزهء مستقيم و رودرروى وى با حكّام وقت برده نشده ، اما مبارزهء غير مستقيم او با آنان به مراتب از مبارزهء مستقيم ، كارسازتر و مؤثرتر بود چرا كه آنان در صدد بودند با به شهادت رساندن امامان شيعه و تحت فشارگذاردن پيروان آنها ، ريشهء تشيّع را بركنند اما شيخ كلينى با جمع‌آورى و حفظ و تنظيم آثار ائمّهء اطهار عليهم صلوات الله ، به مبارزه با توطئه آنان برخاست . ثقةالاسلام كلينى در كتاب ارزندهء كافى با استناد به سخن رسول خدا ( ص ) ، ولايت و رهبرى امامان عليهم‌السلام را به ولايت پيامبر ارتباط داده و پذيرش آن را همچون پذيرش رسالت امرى واجب و لازم دانسته است . متن حديثى كه در اين زمينه نقل كرده چنين است :\r\nجابر از امام باقر عليه السلام نقل كرده كه وقتى آيهء « يَوْمَ نَدْعُوا كُلِّ اناسٍ بِامامِهِمْ » « 1 »  ، نازل شد ، مسلمانان پرسيدند يا رسول‌الله مگر شما امام همهء مردم نيستيد ؟ حضرت فرمود : من پيامبر همه هستم و ليكن بعد از من امامانى از اهل بيتم از طرف خدا امام مردمند و مسؤوليت امامت را برعهده مىگيرند ولى عده‌اى آنان را تكذيب مىكنند . و آنان از طرف رهبران كفر و پيروانشان ، مورد ظلم و ستم قرار مىگيرند . پس هر كس ولايت آنان را بپذيرد و تصديقشان كند او از من و با من است و به زودى مرا ملاقات خواهد كرد . و هر كس به ايشان ظلم كند و تكذيبشان نمايد او از من و با من نيست و من از وى بيزارم . » « 2 » \r\nاين عالم بزرگ در نگرشى ديگر رهبران جامعه را به دو گروه تقسيم كرد گروهى كه مردم را به سوى خدا مىخوانند و گروهى كه مردم را به آتش جهنم دعوت مىكنند و در اين زمينه حديثى از امام صادق ( ع ) نقل كرده‌است .\r\n\r\n","description":"","footnote":" ( 1 ) - اسراء ( 17 ) ، آيهء 71 . يعنى ( به ياد آوريد ) روزى را كه هر گروهى را با پيشوايشان مىخوانيم .  ( 2 ) - اصول كافى ، ج 1 ، ص 215 ، بيروت . ","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n« رهبران ( جامعه ) در قرآن دو دسته‌اند 1 - افرادى كه خداوند دربارهء آنان فرمود : آنان را امامانى قرار داديم كه مردم را به فرمان ما هدايت مىكنند . نه به فرمان مردم ، دستور خدا را بر دستورهاى خودشان و حكم وى را بر حكم خودشان مقدم مىدارند ؛ 2 - و نيز فرمود :\r\n[ افرادى كه 
  ] « آنها را امامانى قرار داديم كه مردم را به جانب آتش مىخوانند . » « 1 »  فرمان خود را بر فرمان خدا و حكم خويش را بر حكم وى مقدم مىدارند و به خاطر هوسرانى بر خلاف قرآن عمل مىكنند . » « 2 » \r\nيكى ديگر از ابعاد مبارزه فرهنگى سياسى ثقةالاسلام كلينى ، مبارزه او با « قرامطه » بود . « قرامطه » فرقه‌اى از شيعهء اسماعيليه بودند كه به رهبرى « حَمْدانِ بْنِ قَرمَطْ » به وجود آمدند و در بحرين دولتى تشكيل دادند . دولت آنان به تدريج گسترش پيدا كرد و تا نواحى شام را زير نفوذ خود گرفت .\r\n« قرامطه » قائل بودند كه بعد از پيامبر ( ص ) بيش از هفت امام نيست . آنان اميرمؤمنان ( ع ) را هم امام و هم رسول مىدانستند و عقيده داشتند كه پيامبرى حضرت رسول ( ص ) در زمان حياتش به پايان رسيده و از روزى كه در غدير خم على ( ع ) را به امامت منصوب كرد ، سمت پيامبرى نيز به على ( ع ) منتقل شد . « 3 » \r\nآنان همچنين قائل بودند كه « محمد بن اسماعيل بن جعفر » نوهء امام صادق عليه السلام ، همان مهدى قائم است و علاوه بر امامت ، رسول هم هست و نمرده و از پيامبران اولوالعزم مىباشد . « 4 » \r\nثقةالاسلام كلينى به مبارزه با عقايد كفرآميز « قرامطه » برخاست و در رد عقايد باطل آنان كتابى نوشت . « 5 » \r\n\r\n","description":"","footnote":" ( 1 ) - قصص ( 28 ) ، آيهء 41 .  ( 2 ) - اصول كافى ج 1 ، ص 216 ، بيروت .  ( 3 ) - معجم الفرق الاسلاميه ، شريف يحيىالامين ، ص 192 ، بيروت .  ( 4 ) - همان .  ( 5 ) - ريحانة الادب ، ج 5 ، ص 80 ، تبريز ، چاپخانهء شفق . ","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nخلاصه\r\nثقةالاسلام « محمد بن يعقوب كلينى » يكى از چهره‌هاى درخشان مذهب شيعه است وى در قرن دوم هجرى در « كلين » ديده به جهان گشود و تحت سرپرستى پدرى عالم رشد كرد . او پس از طى مراحلى از تحصيل راهى رى گرديد و سرانجام به بغداد رفته و در رديف بزرگترين فقهاى شيعه قرار گرفت .\r\nكلينى از جهت تقوا و اخلاق اسوهء دوران خود بود و بزرگان شيعه او را به امانت و دقت نظر مىشناختند و به وى اعتماد كامل داشتند و از جهت علمى چنان مقامى داشت كه او را شيخ و پيشواى شيعه در زمان خودش معرفى كرده‌اند .\r\nكلينى خدمات ارزنده‌اى به عالم اسلام و مذهب تشيع كرد و با تشكيل حوزه‌هاى فقه و حديث حيات فرهنگى شيعه را كه به حالت ركود درآمده بود ، تجديد نمود و در اوائل غيبت حضرت مهدى ( ع ) ، به مذهب اماميه رونق تازه‌اى بخشيد . او با تأليف كتاب كافى معارف اسلامى و فرهنگ شيعه را از پراكندگى و خطر ، حفظ كرد .\r\nاين عالم بزرگ در طول حياتش پاسدار اسلام و حريم ولايت بود و از دردهاى روحى و معنوى جامعه و دورى مردم از علم و دانش و معارف اسلامى رنج مىبرد . او در مقابل قدرت‌هاى فاسد و جريانات انحرافى زمان خود ساكت ننشست و به مبارزهء با آنها پرداخت كتاب رد بر « قرامطه » بيانگر نمونه‌اى از مبارزات وى مىباشد .\r\nپرسش\r\n1 - ثقةالاسلام كلينى در چه خانواده‌اى رشد كرد و نام پدرش چه بود ؟\r\n2 - بعضى از صفات اخلاقى كلينى را بيان كنيد .\r\n3 - كلينى چه نقشى در گسترش معارف شيعه داشت ؟\r\n4 - در زمان كلينى چه خطر مهمى اسلام را تهديد مىكرد ؟\r\n5 - نمونه‌اى از مبارزات فرهنگى سياسى مرحوم كلينى را بنويسيد .\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n\r\nدرس سوم : شيخ صدوق ( ابو جعفر محمد بن على بن بابويه )\r\nمكتب حياتبخش اسلام مردان بزرگى را در طول تاريخ تربيت كرده و به جوامع اسلامى تحويل داده است ؛ مردانى كه سرتاسر زندگيشان تلاش در راه علم و دانش و خدمت به جامعه بوده و همچون مشعلى فروزان ، راه حق را به رهروان آن نشان داده‌اند .\r\nيكى از اين مردان بزرگ « ابُو جَعْفَر مُحَمَّدِ بْنِ عَلِىِ بْنِ بابِوَيْهِ قُمى » معروف به شيخ صدوق است كه در راه پيشرفت اسلام و مذهب تشيع ، مجاهدتهاى فراوانى كرد و از بزرگان حديث و فقه شيعه به حساب مىآيد .\r\n\r\nتاريخچهء زندگى شيخ صدوق\r\nشيخ صدوق در اوايل دوران نيابت خاصه « ابُوالْقاسِم حُسَيْنِ بْنِ رُوح » يعنى در سال 306 هجرى متولد گرديد . « 1 »  پدرش « على بن بابويه قمى » كه از داشتن فرزند محروم بود از نايب خاص حضرت مهدى عليه السلام در خواست كرد تا از امام ( ع ) بخواهد براى وى دعا نمايد تا خدا فرزندى به او عنايت كند .\r\nامام عصر عجل‌الله تعالى فرجه خواستهء او را پذيرفت و در حقش دعا كرد و به وى بشارت داد كه به زودى داراى فرزندى خواهى شد كه خداوند او را منشأ خيرات و بركات فروانى قرار مىدهد و در همان سال به دعاى حضرت مهدى ( ع ) ، در خانهء ابن بابويه فرزندى متولد گرديد . « 2 »  وى را محمد ناميدند كه بعدها به « شيخ صدوق » مشهور شد .\r\n\r\n","description":"","footnote":" ( 1 ) - كليات فى علم الرجال ، جعفر سبحانى ، ص 70 ، انتشارات اسلامى .  ( 2 ) - تنقيح المقال ، علامه مامقانى ، ج 3 ، ص 154 ، چاپ قديم . ","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nمحمد تحت سرپرستى پدرش كه از فقهاى بزرگ شيعه و پيشواى شيعيان قم ، در زمان خود بود « 1 »  رشد كرد . او در شهر قم به تحصيل علم پرداخت و پس از مدتى ، راهى « رى » گرديد . و در آنجا اقامت گزيد . « 2 » \r\nصدوق در سال 352 ه - ق به زيارت مرقد مطهر حضرت رضا عليه السلام مشرف شد و مدتى را در شهر نيشابور ماند و از محضر مشايخ فقه و حديث اين شهر بهره‌هايى برد و در همان سال راهى بغداد گرديد و در آنجا به نشر حديث پرداخت . او مجدداً در سال 367 - 368 ه - ق جهت زيارت « ثامن الائمة على بن موسى الرضا عليه السلام » به خراسان آمد و بر اثر كثرت علم و دانش مورد توجه شيعيان آن ديار قرار گرفت . « 3 »  و سرانجام در سال 381 ه - ق پس از عمرى تلاش در راه اسلام ، در « رى » دار دنيا را وداع گفت . « 4 » \r\n\r\nمقام علمى و اخلاقى شيخ صدوق\r\nشيخ صدوق عالمى جليل القدر ، و از نظر اخلاقى فردى خوش برخورد ، با ورع و پر كار بود ، علما و بزرگان شيعه به وثاقتش اذعان داشته و او را « صدوق » به معنى راستگو و درستكار ، ناميده‌اند . « 5 »  بديهى است شخصيتى كه به دعاى حجت خدا متولد گردد و امام عصر ( ع ) او را مولودى پرخير و بركت معرفى كند از جهت اخلاقى چگونه انسانى خواهد بود .\r\nمقام و مرتبهء علمى شيخ صدوق در ميان علماى شيعه ، مطلبى بسيار واضح و روشن است چرا كه بزرگان مذهب او را « رِئيسُ الْمُحَدِّثين » و پيشواى حافظان حديث ، معرفى كرده‌اند . « 6 »  « شيخ طوسى » رضوان الله عليه دربارهء او گفته است :\r\n\r\n","description":"","footnote":" ( 1 ) - رجال نجاشى ، احمد بن على بن احمد نجاشى ، ص 261 ، جامعهء مدرسين .  ( 2 ) - اعيان الشيعة ، سيد محسن امين ، ج 10 ، ص 24 ، بيروت ، دارالتعارف .  ( 3 ) - رجال نجاشى ، ص 389 .  ( 4 ) - همان ، ص 392 .  ( 5 ) - روضات الجنات ، ميرزا محمد باقر خوانسارى ، ص 132 ، انتشارات اسماعيليان قم .  ( 6 ) - الكنى و الالقاب ، شيخ عباس قمى ، ج 1 ، ص 221 ، انتشارات كتابخانه صدر تهران . ","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nشيخ صدوق عالمى جليل و حافظ احاديث بوده و نسبت به رجال ( علم شناخت راويان حديث ) بصيرت داشته و به نقد و بررسى اخبار ائمّهء اطهار عليهم‌السلام پرداخته است و در ميان بزرگان قم ( كه به فقه و حديث مشهور بوده‌اند ) كسى مانند او ديده نشده و او داراى نزديك به سيصد تأليف ( در زمينه‌هاى فقه ، حديث ، عقائد و . . . ) مىباشد . « 1 » \r\nعلامه محمد تقى مجلسى دربارهء او فرموده است : . . . بلكه جميع اصحاب اماميه شيخ صدوق را توثيق كرده‌اند زيرا اخبار كتاب او را صحيح تلقى كرده‌اند و او ( از نظر مقام علمى و اجتماعى ) ركنى از اركان دين به شمار مىآيد . « 2 » \r\n\r\nخدمات فرهنگى اجتماعى شيخ صدوق\r\n\r\nالف - تلاش در جهت حفظ و گسترش حديث\r\nدر ميان فقهاى شيعه ، بعضى رحلهء حديثى داشته‌اند به اين معنى كه براى جمع‌آورى حديث مسافرتها مىكرده و از افراد موثقى كه احاديثى از پيامبر ( ص ) و جانشينان آن حضرت در نزدشان بوده ، احاديث را با سلسله سندش دريافت مىنموده‌اند .\r\nشيخ صدوق يكى از اين علماى بزرگ است كه در راستاى حفظ آثار اهل بيت عليهم‌السلام به شهرهاى رى ، بغداد ، نيشابور ، مرورود ، سمرقند ، مزغانه ، بلخ ، ايلاق و . . .\r\nمسافرت كرد و از اساتيد و مشايخ علم و دانش ، در اين شهرها بهره‌هاى علمى فراوانى برد و احاديثى را كه در نزد حديث‌دانان موثق بود ، جمع‌آورى نمود . « 3 » \r\n\r\nب - پاسدارى از فقه و اعتقادات شيعى\r\nشيخ صدوق پاسدار اسلام و مكتب تشيع بود . او هنگامى كه در خراسان احساس كرد مردم نسبت به امر غيبت امام معصوم عليه السلام ، دچار سردرگمى هستند و از راه حق منحرف شده‌اند ، در صدد برآمد آنها را راهنمايى كند و در اين راه تلاشها و كوششهاى فراوانى كرد . او در اين رابطه حضرت مهدى عليه السلام را در خواب ديد و\r\n\r\n","description":"","footnote":" ( 1 ) - تنقيح المقال ، ج 3 ، ص 154 .  ( 2 ) - روضات الجنات ، ج 6 ، ص 132 .  ( 3 ) - اعيان الشيعة ، ج 10 ، ص 24 . ","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nحضرت به او دستور داد كتابى پيرامون غيبت امام معصوم ( ع ) تأليف كند . به همين جهت كتاب « كَمالُ الدّين وَ تَمامُ النِّعْمَةِ » را در موضوع غيبت به رشتهء تحرير درآورد . « 1 » \r\nاين عالم بزرگ در راستاى حفظ و گسترش احاديث و فقه شيعه كتابهاى متعددى تأليف كرد كه مهمترين آنها كتاب « مَنْ لا يَحْضُرُهُ الْفَقيه » از كتابهاى چهارگانه شيعه مىباشد . وى در اين كتاب يك دوره فقه شيعه را به صورت حديث از زبان امامان معصوم عليهم‌السلام گردآورده است . « 2 »  او همچنين به منظور نشر و گسترش اعتقادات جامعهء اسلامى و مصون نگهداشتن آن از شبهات منحرفان ، كتابهايى در اين زمينه نوشت كه به عنوان نمونه مىتوان به دو كتاب « توحيد » و « اعتقادات » اشاره كرد . « 3 » \r\n\r\nج - مرجعيت فتوا\r\nشيخ صدوق علاوه بر اينكه استاد حديث و فقه بود ، مرجعيت فتوا نيز داشت .\r\nازشهرهاى مختلف و حوزه‌هاى علمى ، سؤالهايى در زمينه‌هاى فقه ، اعتقادات و . . . از وى مىشده و او به آنها جواب مىداد .\r\nشاهد اين مطلب كتابهايى است كه مرحوم صدوق در پاسخ سؤالاتى كه از وى شده ، نوشته است از قبيل : 1 - جواباتُ الْمَسائِلِ الْوارِدَةِ عَلَيْهِ مِنْ « واسِط » 2 - جَواباتُ الْمَسائِلِ الْوارِدَةِ عَلَيْهِ مِنْ قَزْوين 3 - جواباتِ مَسائِلِ وَرَدَتْ مِنْ مِصْر و . . . « 4 » \r\n\r\nمبارزات سياسى فرهنگى شيخ صدوق\r\nشيخ صدوق در دوران حكومت آل بويه مىزيست . در آن زمان ، در مجامع علمى دو مسألهء حاد ، بيش از مسائل ديگر به چشم مىخورد : يكى موضوع خلافت امير مؤمنان علىعليه‌السلام و ديگرى مسألهء غيبت حضرت مهدى عليه السلام بود . اين مباحث حتى در ميان رجال سياسى نيز جريان داشت و در هر موضوع عده‌اى ، اظهار نظرهايى\r\n\r\n","description":"","footnote":" ( 1 ) - كمال الدين و تمام النعمة ، ص 3 - 4 ( مقدمه ) .  ( 2 ) - من لا يحضره الفقيه ، ص 3 مقدمه ، ( چاپ دارالكتب الاسلاميه ) . تهران .  ( 3 ) - اعيان الشيعه ، ج 10 ، ص 24 .  ( 4 ) - رجال نجاشى ، ص 392 . ","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nمىكردند . از سوى ديگر ، مخالفان شيعه سعى داشتند با القاى شبهه و مبارزه با عقايد شيعى ، توجه حكومتهاى وقت را به خود جلب كرده از قدرت سياسى آنان به نفع خود بهره‌بردارى كنند . « 1 » \r\nشيخ صدوق به حكم وظيفه ، به مبارزه با مخالفان برخاست و با مناظره‌هايى كه با آنان نمود به شبهات و اشكالهايشان جوابهاى قاطعى داد . در اين رابطه « ركن الدوله » « 2 »  كه مردى دوستدار علم بود ، از او درخواست كرد تا در مجلسش حاضر شود و با او مذاكراتى داشته باشد . اين عالم بزرگ كه راهنمايى ديگران را وظيفهء خود مىدانست به مجلس « ركن الدولة » آمد . ركن‌الدولة پس از تجليل و احترام زيادى كه از وى به عمل آورد ، در حالى كه عده‌اى از بزرگان شيعه و اهل سنت در حضور او بودند سؤالهاى مختلفى در زمينهء امامت و عقايد شيعى مطرح كرد و شيخ به آنها پاسخ داد .\r\n« ركن الدولة » در يكى از سؤالها پرسيد : به چه دليل ، شيعه اماميه معتقد است كه امامان بعد از پيامبر ( ص ) دوازده نفرند ؟ شيخ در جواب فرمود :\r\n« امامت يكى از واجبات الهى است و خداوند براى هر يك از واجبات عددى را تعيين كرده‌است ؛ به عنوان مثال نماز را هفده ركعت و زكات را در نُه چيز و با نصابى معين و روزه را در ماه رمضان و حج را يك بار در مدت عمر ، واجب نموده و به همين ترتيب امامت را هم در دوازده نفر منحصر كرده‌است و همچنان كه جايز نيست كسى نسبت به واجبات ديگر سخنى بگويد ، در اين مورد هم جاى بحث و ترديد نيست ، زيرا تمام احكام الهيه بر وفق حكمت و مصلحت بيان شده ، اگر چه ما نسبت به علل و مصالح آن واقف نيستيم . »\r\n« ركن الدولة » گفت : مخالفان شيعه در چگونگى و تعداد ساير واجبات سخنى ندارند تنها مخالفت آنان در تعداد امامان است . شيخ فرمود :\r\n« مخالفت مخالفان سبب بطلان عقيده شيعه نيست همچنان كه مخالفت ساير اديان و مذاهب با اسلام دليل باطل بودن اسلام و معجزات پيامبر صلىالله‌وآله نيست وآنگهى اگر بنا\r\n\r\n","description":"","footnote":" ( 1 ) - استفاده شده از كتاب ( روضات الجنات ، ج 6 ، ص 141 - 142 . )  ( 2 ) - يكى از سلاطين آل بويه ( كامل ابن اثير ، ج 8 ، ص 483 ، بيروت . ) ","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nباشد يك مطلب علمى به مجرد مخالفت عده‌اى باطل باشد ، لازم است هيچ علمى ثابت نشود ؛ زيرا در هر زمينه‌اى از علوم ، مخالفانى وجود دارند . »\r\n« ركن الدولة » پرسيد : حضرت مهدى عليه السلام كى ظهور مىكند ؟ شيخ جواب داد :\r\nآن حضرت ( ع ) به جهت پاره‌اى از مصالح از ديد مردم غايب است و كسى جز خدا وقت ظهور او را نمىداند و شاهد اين مطلب حديث پيامبر ( ص ) است كه فرمود : مَثَل قائم از فرزندان من ، مَثَل قيامت است . ( يعنى همچنان كه وقت فرا رسيدن قيامت را كسى جز خدا نمىداند ، هنگام ظهور مهدى ( ع ) را هم خدا مىداند و بس . )\r\n« ركن الدولة » گفت : اهل سنت مىگويند : چگونه ممكن است انسانى در اين مدت طولانى زنده بماند ؟ شيخ فرمود :\r\n« اين مطلب تعجبى ندارد ؛ زيرا خداوند در قرآن مىفرمايد : حضرت نوح ، مدت نهصد و پنجاه سال در ميان قومش زندگى كرد . « 1 » \r\nركن الدولة گفت : اين خبر صحيح است ولى در زمان ما اين‌گونه عمرها عجيب است .\r\nشيخ جواب داد :\r\nهر خبرى كه از ناحيهء خبر دهندهء راستگو بيايد ، احتمال وقوعش وجود دارد و پيامبر اسلام ( ص ) فرموده : هر سنتى كه در امتهاى ديگر وجود داشته در امت من نيز وجود خواهد داشت . و اگر بنا باشد عمر طولانى در اين امت نيز به وقوع بپيوندد ، چه بهتر كه در معروفترين فرزندان آدم ( ع ) در اين زمان ، يعنى حضرت مهدى ( ع ) باشد . « 2 » \r\n« شيخ صدوق » علاوه بر اين مناظره ، مناظرات ديگرى نيز در زمينه‌هاى مختلف با مخالفان داشته كه به جهت رعايت اختصار از ذكر آنها خوددارى مىكنيم .\r\n\r\n","description":"","footnote":" ( 1 ) - عنكبوت ( 29 ) ، آيهء 14 .  ( 2 ) - عيون اخبار الرضا ( ع ) ، ص ز ، نشر كتابفروشى طوس ( قم ) . ","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nخلاصه\r\nشيخ صدوق يكى از علماى بزرگ شيعه است كه در راه پيشرفت دين مجاهدتهاى فراوانى كرد . او در سال 306 ه - ق در قم متولد گرديد و تحت سرپرستى پدرش « على بن بابويه قمى » كه از فقهاى نامى شيعه بود ، پرورش يافت . او سپس به « رى » مهاجرت كرد و علاوه بر اين براى شنيدن حديث از استادهاى معروف آن زمان به شهرهاى ديگرى نيز مسافرت نمود و به نشر حديث پرداخت .\r\nشيخ صدوق عالمى جليل القدر و مورد اعتماد بود و از نظر علمى در حدى بود كه او را پيشواى حافظان حديث ناميده‌اند .\r\nصدوق خدمات شايان توجهى به مكتب اسلام و مذهب تشيع كرد و با تلاش پيگير خود سخنان ائمهء اطهار در زمينه‌هاى مختلف را جمع‌آورى نمود و در قالب تأليفات متعددى به جامعه اسلامى عرضه كرد .\r\nاين عالم بزرگ پيوسته سعى كرد تا فرهنگ شيعه از دستبرد منحرفان و شبهه‌هاى آنان محفوظ بماند و در عين اشتغال به تأليف ، در زمان خود مرجع فتوا نيز بود . او در مقابل توطئه‌هاى مخالفان شيعه عليه مذهب اهل بيت ، به مبارزه با آنان برخاست و از طريق مناظره‌هاى علمى و پاسخگويى به شبهه‌هاى آنان ، رونق بخش مكتب تشيع شد .\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nپرسش\r\n1 - هدف شيخ صدوق از مسافرت به شهرهاى مختلف چه بوده است ؟\r\n2 - شيخ صدوق داراى چه ويژگيهاى اخلاقى بود ؟\r\n3 - شيخ صدوق دربارهء غيبت حضرت مهدى عليه السلام چه كتابى تأليف كرده است ؟\r\n4 - نمونه‌هايى از خدمات فرهنگى ، اجتماعى صدوق را بنويسيد .\r\n5 - شيخ صدوق در مبارزه با مخالفان شيعه چه نقشى داشت ؟\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\n\r\nدرس چهارم : شيخ مفيد\r\nيكى از اصول تربيتى اسلام ، ارائه الگو و سرمشق براى طالبان سعادت و خوشبختى است . به همين جهت قرآن مجيد ، رسول خدا صلىالله عليه و آله را به عنوان الگو براى مسلمانان معرفى كرده « 1 »  و از آنجا كه علماى راستين نيز جانشينان پيامبرند ، مطالعهء زندگى آنان رهتوشه‌اى براى راهيان صراط مستقيم الهى خواهدبود .\r\nدر اين درس با ابعادى از زندگى بزرگ پاسدار اسلام و مدافع حريم ولايت ، « مُحَمَّدِ بْنِ مُحَمَّدِ بْنِ نُعْمان » معروف به « شيخ مفيد » ، آشنا مىشويم . اميد است زندگى اين رادمرد بزرگ ، درسى آموزنده براى پاسداران دين و مدافعان اسلام باشد .\r\n\r\nزندگينامهء اجمالى شيخ\r\nشيخ مفيد در روز يازده ماه ذىقعده سال 339 ه . ق در محلى به نام « عُكْبَرا » از نواحى « بغداد » و در خانواده‌اى مذهبى ديده به جهان گشود . « 2 » \r\nپدرش « مُحمَّد بن نُعْمان » كه مردى فاضل و دانشمند بود . به تربيت وى همت گماشت و پس از مراحل ابتدايى تحصيل ، او را به بغداد كه در آن زمان از مراكز مهم علمى به شمار مىرفت ، آورد . « 3 » \r\nشيخ مفيد علوم عقلى و نقلى را نزد اساتيد معروف آن زمان همچون « جَعْفَرِ بْنِ\r\n\r\n","description":"","footnote":" ( 1 ) - احزاب ( 33 ) ، آيهء 21 .  ( 2 ) - رجال نجاشى ، ص 402 ، جامعهء مدرسين ؛ و ريحانةالادب ، ميرزا محمد على مدرس ، ج 5 ، ص 361 ، انتشارات كتابفروشى خيام .  ( 3 ) - تَنْقيحُ الْمَقالِ ، علامه مامقانى ، ج 3 ، ص 181 ، چاپ سنگى . ","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nمُحَمَّدِ بْنِ قُولويْهِ » و « ابْنِ جُنَيْدِ اسْكافى » و . . . « 1 »  آموخت و بر اثر نبوغ و استعداد فوق‌العاده و تلاش و كوشش زيادى كه داشت در رديف بزرگترين دانشمندان شيعه قرار گرفت .\r\nاين عالم بزرگ در بغداد بر كرسى تدريس نشست و حوزهء علمى شيعى تشكيل داد و شاگردان زيادى تربيت كرد . « 2 »  و سرانجام پس از عمرى تلاش و مجاهدت در راه اسلام و ولايت ، در شب جمعه ، سوم ماه رمضان سال 413 ه . ق . دار دنيا را وداع گفت . « 3 »  مدفن وى در كاظمين مىباشد .\r\n\r\nمقام علمى و اخلاقى شيخ مفيد\r\nشيخ مفيد يكى از دانشمندان بزرگ شيعه است كه داراى مقام علمى و اخلاقى بسيار والايى بوده‌است و ما در اين زمينه ، سخنان بعضى از بزرگان را پيرامون شخصيت وى نقل مىكنيم . « نجاشى » دربارهء وى گفته است : « فضايل شيخ و استاد ما « محمد بن محمد بن نعمان مفيد » در فقه ، كلام ، روايت و علم و وثاقت ، مشهورتر از آن است كه توصيف شود . « 4 »  همچنين « شيخ طوسى » دربارهء او فرموده :\r\n« محمد بن محمد بن نعمان مفيد معروف به « ابْنِ مُعَلِّم » يكى از كلام دانان جليل‌القدر است كه رياست علمى شيعه در زمان او به وى متنهى گشت و در علم كلام و فقه ، بر ديگران مقدم بود و حافظه‌اى خوب و هشيارى ويژه‌اى داشت و بسيار حاضرجواب و با فطانت بود و نزديك به دويست جلد كتاب كوچك و بزرگ تأليف كرده‌است . « 5 »  »\r\n« ابن كثير » دمشقى از علماى اهل سنت ، نيز دربارهء او مىگويد :\r\n« شيخ مفيد پيشواى شيعه و مصنف ايشان بوده و از حوزهء آنان دفاع مىكرده و سلاطين\r\n\r\n","description":"","footnote":" ( 1 ) - خاتمهء مستدرك الوسايل ، حاج ميرزا حسن نورى ، ج 3 ، ص 520 .  ( 2 ) - مقدمهء امالى شيخ مفيد .  ( 3 ) - رجال نجاشى ، ص 402 .  ( 4 ) - همان ، ص 399 .  ( 5 ) - فهرست ، شيخ طوسى ، ص 314 ، دانشگاه مشهد . ","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nاطراف به او توجه خاصى داشته‌اند . زيرا بسيارى از مردم ، در زمان او به مذهب شيعه متمايل گشته و در مجلس درس او جمعيت زيادى از علماى طوائف حاضر مىشده‌اند . « 1 »  »\r\nعلامه امينى از شخصى به نام « ابْنِ ابى طِى » نقل كرده كه شيخ مفيد داراى صدقات فراوان ، خشوعى بزرگ ، و نماز و روزه‌اى بسيار بوده و لباس زبر و خشن مىپوشيده است . « 2 » \r\nداماد مرحوم مفيد « شَريف ابُو يَعْلى جَعفَرى » دربارهء او مىگويد : شيخ مفيد ، شبها اندكى مىخوابيد سپس برمىخاست و بقيهء شبانه‌روز را يا نماز مىخواند يا مطالعه مىكرد يا تدريس داشت و يا قرآن تلاوت مىنمود . « 3 » \r\nاز آنچه نقل شد استفاده مىشود كه مرحوم مفيد عالمى جامع و عابدى زاهد بوده و براى پيشرفت اسلام و مذهب تشيع ، آسايش و رفاه‌طلبى را كنار گذارده و پيوسته در حال تلاش و كوشش بوده‌است .\r\n\r\nحضرت مهدى عليه السلام و شيخ مفيد\r\nشيخ مفيد يكى از علمايى است كه از ناحيهء مقدسهء حضرت ولى عصر عجل‌الله تعالى فرجه ، چند نامه براى وى صادر شد و ما به جهت بهتر روشن شدن مقام و منزلت اين دانشمند سخت كوش شيعه و نكته‌هاى مهمى كه در اين نامه‌ها وجود دارد يكى از آنها را نقل مىكنيم .\r\nبسم‌الله الرحمن الرحيم\r\n« اما بعد ، سلام بر تو اى دوست مخلص در دين كه ( غير خدا را نمىپرستى ) و در ولايت ما مخصوص به يقين گشته‌اى . ما به سوى تو حمد مىكنيم خداوندى را كه معبودى جز او نيست . خداوند توفيقت را در يارى حق مستدام فرمايد و پاداشت را در سخنان راست و درستى كه از ما نشر مىدهى فراوان كند . بدان كه ما رخصت يافتيم تا تو را به شرف نامه‌نگارى مشرف ساخته و دستور دهيم ، احكام ما را به دوستانمان كه نزد تو هستند\r\n\r\n","description":"","footnote":" ( 1 ) - البداية و النهاية ، ابن كثير ، ج 12 ، ص 17 ، بيروت .  ( 2 ) - الغدير ، علامهء امينى ، ج 3 ، ص 278 ، بيروت .  ( 3 ) - الكنى و الالقاب ، ج 3 ، حاج شيخ عباس قمى ، ص 198 . ","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nبرسانى . . . پس تو به يارى خدا در مقابل دشمنانى كه از دين بيرون رفته‌اند - به وسيلهء آنچه تو بيان مىكنيم - بايست . . . ما گرچه برطبق مصلحت خدا براى ما و شيعيانمان تا مادامى كه دولت دنيا در دست فاسقان است ، از مكان ستمگران دوريم ولى با اين حال به احوال شما آگاهيم و چيزى از اخبار شما بر ما پوشيده نيست . . . و ما از پيش آمد ناگوارى كه برايتان اتفاق افتاده آگاهيم و اين حادثه بدان سبب است كه بسيارى از شما به آنچه كه پيشينيان صالح از آن روگردان بوده‌اند ، متمايل گشته و نسبت به عهدى كه از ايشان گرفته شده پشت‌پا زده‌ايد . . . پس تقوا پيشه كنيد و ما را در نجات خودتان از فتنه‌اى كه شما را احاطه كرده يارى نماييد . . . . « 1 »  »\r\n\r\nخدمات فرهنگى اجتماعى شيخ مفيد\r\nهمچنان كه قبلا اشاره شد شيخ مفيد در راستاى پاسدارى از اصول و فروع اسلام ، در شهر بغداد حوزهء علمى شيعى تشكيل داد و شاگردان زيادى همچون « شيخ طوسى » ، « نجاشى » ، « سيد مرتضى » ، « سيد رضى » و سَلَّارِ بْنِ عَبْدُالْعَزيز و . . . تربيت نمود . « 2 » \r\nاين عالم بزرگ همچون علماى گذشته ، فقه و حديث شيعه را از خطر به فراموشى سپرده‌شدن و نابودى حفظ كرد و در نشر عقايد صحيح اسلامى و علم كلام تلاش گسترده‌اى نمود و موثق‌ترين اهل زمان خود در حديث و داناترين آنها به فقه و كلام بود و تمام علمايى كه پس از او آمده‌اند ، از علم او بهره‌هاى زيادى برده‌اند . « 3 » \r\nشيخ مفيد علاوه بر تدريس ، موضوعات مختلفى از معارف اسلامى را نيز به رشتهء تأليف درآورد و در عين كمبود امكانات ، نزديك به دويست جلد كتاب نوشت « 4 »  و با اين نهضت علمى نه تنها شيعهء آن زمان را بىنياز كرد بلكه گنجينه‌اى براى دانش‌پژوهان بعد از خود نيز ، به يادگار گذاشت .\r\nبررسى كتابهاى شيخ مفيد از حد اين درس بيرون است و ما در اينجا تنها به بعضى از\r\n\r\n","description":"","footnote":" ( 1 ) - احتجاج ، طبرسى ، ج 2 ، ص 497 ، بيروت ، با استفاده از ترجمهء سيد هاشم رسولى محلاتى .  ( 2 ) - تنقيح المقال ، ج 3 ، ص 181 .  ( 3 ) - همان .  ( 4 ) - فهرست شيخ طوسى ، ص 314 . ","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nآنها اشاره مىكنيم .\r\n1 - « مُقْنِعِه » در فقه .\r\n2 - « الْارْشاد » در امامت ، تاريخ زندگى ائمه عليهم‌السلام .\r\n3 - « الْارْكان فى دَعائِمِ الّدينِ » و « تَصْحيحُ الْاعْتِقادِ » در اصول اعتقادات .\r\n4 - « اوائِل الْمَقالاتِ » در مسائل و موضوعات مختلف كلامى .\r\n5 - « الْغَيْبَةِ » پيرامون غيبت حضرت مهدى عليه السلام .\r\n6 - « اصُولُ الْفِقهِ » در علم اصول فقه .\r\n7 - « اعْجازُ الْقُرآنِ » و « الْبَيان فى تَأليف الْقُرآن » پيرامون قرآن مجيد . « 1 » \r\nمرحوم مفيد نه تنها به درمان دردهاى فرهنگى جامعه ، مىانديشيد بلكه در فكر فقرا و مستمندان نيز بود و نسبت به آنها كمكهاى فراوانى مىكرد و خود همچون آنان زندگى ساده‌اى داشت . « 2 » \r\n\r\nمبارزات شيخ مفيد\r\nشيخ مفيد از علمايى است كه پيوسته در سنگر دفاع از اسلام و ولايت به مبارزه پرداخت و آنچنان صادقانه در اين راه قدم برداشت كه حضرت مهدى ( ع ) او را برادرى با محبت و ياورى مخلص ناميد و براى وى از خدا ، توفيق ادامهء نصرت دين را طلب كرد . « 3 » \r\nموقعيت زمانى شيخ مفيد مصادف بود با دولت شيعى « آل بويه » ، كه در بغداد دولت مقتدرى تشكيل داده ، قسمت زيادى از سرزمينهاى اسلامى را در اختيار گرفتند . در آن زمان با روى كار آمدن دولتهاى طرفدار شيعه ، فعاليت شيعيان تشديد گرديد ، البته علماى اهل سنت نيز كه موقعيت مذهب خود را در خطر مىديدند ، ساكت ننشسته و تبليغات گسترده‌اى را شروع نمودند .\r\nاز سوى ديگر وجود اختلاف و اظهار عقايد گوناگون و تفسيرهايى كه بعضى از افراد\r\n\r\n","description":"","footnote":" ( 1 ) - رجال نجاشى ، ص 399 .  ( 2 ) - برداشت از الغدير ، ج 3 ، ص 278 .  ( 3 ) - احتجاج طبرسى ، ج 2 ، ص 497 - 498 . ","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nكوتاه‌فكر ، در اثر دسترسى نداشتن به امام معصوم عليه السلام ، نسبت به تعاليم دينى مىكردند و شبهه‌هايى كه در ذهن افراد ايجاد شده‌بود ، شيخ مفيد را بر آن داشت تا به مبارزه‌اى جدى عليه اين خطرها برخيزد .\r\nمرحوم مفيد در راستاى مبارزه با اين مفاسد ، همچون فقهاى گذشته به تبيين فقه شيعه و گسترش احاديث ائمهء اطهار پرداخت و به شبهه‌هاى عقيدتى مخالفان كه برخى از آنان با اطلاع از علم كلام و فلسفه به شبهه‌هاى خود سر و صورتى داده‌بودند ، جواب داد و از امامت اميرمؤمنان على ( ع ) و اولاد معصومش دفاع كرد و در اين رابطه كتابهايى نوشت .\r\nشيخ مفيد با تسلط كاملى كه بر فقه و اصول داشت ، تحولى درفقه شيعه به وجود آورد و جلو تبليغات اهل‌سنت كه فقه شيعه را فقهى سطحى معرفى مىكردند ، گرفت . او طريقهء استنباط احكام از ادلهء شرعيه را به شاگردانش آموخت و قواعد علم اصول را مرتب كرد .\r\nاين عالم بزرگ دربارهء مسائل اعتقادى و كلامى كه انحراف در آن خطر بزرگى براى شيعه و ساير مسلمانان به حساب مىآمد ، دست به تأليفاتى زد و شيعهء آن زمان را بىنياز كرد . اين كتابها از زمان او تا به امروز مورد استفادهء دانشمندان اسلام قرار دارد . « 1 » \r\nشيخ مفيد براى خنثىسازى تبليغات مخالفان ، مناظره‌هاى زيادى با آنان كرد كه به عنوان نمونه يكى از آنها را در اينجا نقل مىكنيم . « سيد مرتضى » نقل مىكند :\r\nيكى از مخالفان شيعه به شيخ مفيد گفت : من فرقه‌اى جسورتر از شيعه در ادعاى محال نديدم . زيرا آنان عقيده دارند كه آيهء « انَّما يُريدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ اهْلَ الْبَيْتِ وَ يُطَهِّرَكُمْ تَطْهيراً » « 2 »  دربارهء على ( ع ) و فاطمه و ( امام ) حسن و ( امام ) حسين ( عليهم‌السلام ) نازل شده و حال آنكه با توجه به اول و آخر آيه معلوم مىشود ، آيهء مربوط به زنهاى پيامبر ( ص ) است .\r\nشيخ مفيد در جواب او فرمود :\r\n\r\n","description":"","footnote":" ( 1 ) - استفاده شده از مقدمهء آقاى سيد هاشم رسولى بر كتاب الارشاد شيخ مفيد ، ص 10 - 12 .  ( 2 ) - احزاب ( 33 ) ، آيهء 33 . يعنى جز اين نيست كه خدا مىخواهد پليدى و گناه را از شما اهل بيت دور كند و كاملًا شما را پاك سازد . ","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nاولًا اختلافى بين امت در اين مطلب نيست كه ممكن است آيه‌اى از قرآن اول و آخر آن مربوط به چيزى باشد و وسط آن مربوط به چيز ديگر . ثانياً مخالف و موافق نقل كرده‌اند كه اين آيه در خانهء « ام سلمه » و دربارهء اميرمؤمنان و فاطمهء زهرا و امام حسن و امام حسين عليهم السلام نازل شده‌است . ثالثاً آيه مىفرمايد : خدا اراده كرده پليدى را از شما اهل بيت ببرد و اين جز با معصوم بودن اهل بيت ، از گناه نمىسازد ؛ زيرا گناه بدترين پليديهاست و ارادهء خدا نيز خبر از وقوع عصمت است و همهء امت اتفاق دارند كه زنان پيامبر معصوم نبوده‌اند و اين خود دليلى است بر بطلان حرف كسى كه مىگويد آيه مربوط به آنان است .\r\nوانگهى اگر آيه مربوط به زنهاى پيامبر ( ص ) بود بايد همچنان كه در جمله‌هاى قبلى براى زنهاى پيامبر ضمير « كُنّ » آمده بود در اين جمله‌ها هم به جاى « عَنْكُمْ » و « يُطَهِّرَكُمْ » ، « عَنْكُنَّ و يُطَهِّركُنَّ » مىآمد . و اين خود دليلى است كه مورد خطاب در آيه ، زنهاى پيامبر نيستند . « 1 » \r\n\r\n","description":"","footnote":" ( 1 ) - تلخيص از « الْفُصُول الْمُخْتارَةِ مِنَ الْعُيُونِ وَ الْمَحاسِنِ » ، سيد مرتضى ، ص 53 - 55 ، چاپ المؤتمر العالمى لالفية الشيخ المفيد ، قم . ","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nخلاصه\r\nشيخ مفيد يكى از علماى بزرگ اسلام است . وى در سال 339 ه . ق متولد گرديد و در بغداد به تحصيل علوم اسلامى پرداخت و سرانجام رياست علمى شيعه به وى منتهى گشت . او داراى قدرت ذهنى قوى و هشيارى ويژه‌اى بود و به نماز و روزه و ساير عبادتهاى اسلامى و كمك به فقرا ، اهميت زيادى مىداد .\r\nمرحوم مفيد از جمله علمايى بود كه از طرف امام عصر عجل‌الله تعالى فرجه ، براى وى نامه‌هايى صادر شد و در آنها ، از او به عنوان دوستى مخلص ياد گرديد .\r\nشيخ مفيد در بغداد حوزهء علمى شيعى تشكيل داد و شاگردان زيادى تربيت نمود و تحولى در فقه شيعه ايجاد كرد . او در دوران « آل بويه » با تبليغات زهرآگين مخالفان به مبارزه پرداخت و به شبهه‌هاى آنان جوابهاى كافى و شافى داد و در زمينه‌هاى مختلف ، با مخالفان بحث و مناظره كرد و كتابهاى بسيار ارزشمندى تأليف نمود .\r\nاين عالم بزرگ در راستاى حفظ معارف اسلامى و مذهب تشيع از خطر انحراف ، در زمينه‌هاى فقه ، امامت ، عقايد و . . . نيز دست به تأليفاتى زد و با ترويج فقه شيعه و عقايد صحيح اسلامى و دفاع از حريم امامت و ولايت ، اسلام ناب محمدى را از خطر انحراف حفظ كرد و سرانجام در سال 413 ه . ق دار دنيا را وداع گفت .\r\nپرسش\r\n1 - شيخ مفيد در كجا به دنيا آمد و در كجا تحصيل كرد ؟\r\n2 - گفتار شيخ طوسى پيرامون شخصيت مفيد را بطور اختصار بنويسيد .\r\n3 - نمونه‌هايى از صفات اخلاقى شيخ مفيد را بيان كنيد .\r\n4 - شيخ مفيد در زمان كدام سلسله زندگى مىكرد و چه خدماتى داشته است ؟ بطور اختصار بيان كنيد .\r\n5 - امام زمان ( عج ) شيخ مفيد را با چه اوصافى ستوده است ؟\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\n\r\nدرس پنجم : سيد مرتضى و سيد رضى\r\nيكى از راههاى موفقيت و رسيدن به كمال ، مطالعهء زندگى شخصيتهاى بزرگ اسلامى است . زيرا اين انسانهاى وارسته عمر خود را صرف پاسدارى از ارزشهاى الهى ، انسانى كرده و با فتح قله‌هاى علم و تقوا ، راه چگونه بودن و چگونه زيستن را به پيروان اسلام آموختند .\r\nدو تن از اين اسوه‌هاى تاريخ « سيد مرتضى » و « سيد رضى » هستند كه همچون نياكان معصوم خود در راه پيشرفت دين خدا ، مجاهدتها كردند و درس تقوا و فضيلت به پويندگان راه حق دادند . در اين درس با ابعادى از زندگانى اين دو عالم بزرگ شيعه ، آشنا مىشويم . اميد است زندگى آنان الگويى براى مجاهدان راه خدا باشد .\r\n\r\nولادت و نسب سيد مرتضى و سيد رضى\r\n« عَلِىِّ بْنِ الْحُسَيْنِ » معروف به « سيد مرتضى » در ماه رجب سال 355 ه . ق و برادرش « محمد بن الحسين » معروف به « سيد رضى » در سال 359 ه . ق . ديده به جهان گشودند .\r\nنسب اين دو برادر از طرف پدر با پنج واسطه به حضرت موسى بن جعفر عليه السلام و از طرف مادر با هفت واسطه به امام زين‌العابدين عليه السلام مىرسد . « 1 » \r\nاين دو عالم بزرگوار شيعه دوران كودكى را تحت سرپرستى پدرى با فضيلت به نام « ابو احمد حسين بن موسى » معروف به « نقيب » كه از رجال نامى دولت آل بويه بود گذراندند و در دامن مادرى علوى و عفيف از خاندان علم و جهاد يعنى « فاطمه بنت\r\n\r\n","description":"","footnote":" ( 1 ) - روضات الجنات ، محمد باقر خوانسارى ، ج 4 ، ص 294 ، انتشارات اسماعيليان ، قم . ","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nالحسين » نوهء « ناصر اصّم » از فقهاى مجاهد شيعه ، تربيت يافتند . « 1 » \r\nآنان ابتدا تحصيلات خود را در بغداد نزد عالمى به نام « ابن نباته » شروع كردند سپس در درس شيخ مفيد شركت نموده از محضر او استفاده‌هاى فراوانى بردند و به تدريج از بزرگترين شاگردان وى به حساب آمدند . « 2 » \r\n\r\nمقام علمى و اخلاقى « سيد مرتضى »\r\nسيد مرتضى از نظر علمى مقامى بسيار عالى داشت و در علوم مختلف همچون علم كلام ، فقه ، اصول فقه ، ادب ، شعر و معانى و . . . يگانهء زمان خود بود . « 3 »  جلالت علمى سيد مرتضى به قدرى زياد است كه دانشمندان موافق و مخالف هر يك با عباراتى وى را ستوده‌اند ؛ به عنوان نمونه وقتى در درس فيلسوف بزرگ « خواجه نصيرالدين طوسى » نام وى برده مىشد ، خواجه با آن مقام علمى مىفرمود : « صلوات اللَّهِ عليه » ( درود خدا بر او باد ) و به قاضيان و مدرسانى كه در درسش حضور داشتند ، مىگفت : چگونه بر سيد مرتضى درود فرستاده نشود . « 4 » \r\nهمچنين « نجاشى » كه هم عصر او بوده و با وى نزد شيخ مفيد درس خوانده است مىنويسد :\r\n« علومى را فرا گرفت كه هيچ كس در زمان وى همانند او نبود : احاديث بسيارى از استادان فن استماع نمود و عالمى متكلم ( دانشمند عقايد و مذاهب ) و اديبى شاعر بود ، در علم دين و دنيا جايگاهى بس بزرگ داشت و كتابهاى متعددى به رشتهء تأليف درآورد . » « 5 » \r\nسيد مرتضى از لحاظ اخلاقى نيز ، انسانى وارسته بود ، به منصبها و عناوين مادى بهايى نمىداد ، سخاوت زيادى داشت و بردبار و خوش‌اخلاق بود . او با اينكه بدنى ضعيف داشت ، انسانى پركار و فعال بود ، به علم و عبادت اهميت زيادى مىداد و در كنار\r\n\r\n","description":"","footnote":" ( 1 ) - روضات الجنات ، محمد باقر خوانسارى ، ج 4 ، ص 294 ، انتشارات اسماعيليان ، قم .  ( 2 ) - اعيان الشيعه ، سيد محسن امين ، ج 8 ، ص 214 .  ( 3 ) - فهرست شيخ طوسى ، ص 219 ، چاپ دانشگاه مشهد .  ( 4 ) - الغدير ، علامهء امينى ، ج 4 ، ص 268 ، بيروت ، دارالكتاب‌العربى .  ( 5 ) - رجال نجاشى ، ص 270 ، جامعهء مدرسين ، قم . ","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nآن به امور مختلف دينى و دنيايى جامعه نيز رسيدگى مىكرد . « 1 » \r\nاو رياست دنيا را با علم و عمل توأم داشت ، بر تلاوت قرآن ، نماز شب و تدريس ، مواظبت كامل مىنمود و هيچ مقامى را بر مقام علم ترجيح نمىداد ، با قلبى مطمئن و استوار ، زبان به بيان حقايق مىگشود وسخنانى نافذ و محكم مىگفت . « 2 » \r\n\r\nخدمات فرهنگى ، اجتماعى\r\nسيد مرتضى همچون علماى گذشته خدمات گسترده و قابل توجهى به جامعهء اسلامى كرد . او پس از درگذشت استادش شيخ مفيد ، رياست دينى و دنيوى جامعه را بر عهده گرفت و بر اثر وفور علم و دانش ، توجه علماى بزرگ و دانش‌پژوهان ، به وى جلب گرديد ، او با تشكيل حوزهء علمى شيعى ، دانشمندانى همچون « شيخ طوسى » ، « قاضى ابن براج حلبى » و . . . تربيت كرد .\r\nسيد مرتضى در راستاى اهميت به دانش ، از عايدى املاكش ، حقوق و مزايايى براى شاگردان خود مقرر نمود ، تا نيازى به كسب و كار نداشته و فارغ البال به تحصيل علوم ، بپردازند و يكى از قريه‌هاى خود را وقف كرد تا عايدى آن ، به مصرف كاغذ دانشمندان برسد . « 3 » \r\nسيد مرتضى در جهت رفاه دانشجويان و محققان علوم دينى ، بخشى از خانهء خود را به اهل علم اختصاص داد تا با استفاده از كتابخانهء غنى وى ، به تحقيق و مطالعه بپردازند و اين مركز بعدها « دارالعلم » ناميده‌شد . « 4 » \r\nاين عالم بزرگ علاوه بر فعاليتهاى علمى به جهت اصالت خانوادگى و لياقتى كه داشت ، بعد از فوت برادرش « سيد رضى » به سمت نقابت ( رياست ) علويان منصوب شد و امر تعليم و تأديب ، دادرسى و دادخواهى و نظارت بر امور فردى و اجتماعى\r\n\r\n","description":"","footnote":" ( 1 ) - روضات الجنات ، ج 4 ، ص 296 .  ( 2 ) - الغدير ، ج 4 ، ص 268 .  ( 3 ) - همان ، ص 274 .  ( 4 ) - همان . ","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nخاندان آل ابوطالب ، در شرق و غرب عالم را به عهده گرفت . « 1 » \r\nاو به عنوان « اميرالحاج » نيز برگزيده شد و در دوران تصدى خود ، به خوبى از عهدهء اين پست برآمد به نحوى كه همگان سپاسگزار تلاشها و محبتهاى او بودند . « 2 » \r\nمكانت علمى و اجتماعى سيد از يك طرف و دقت و موشكافى او از طرف ديگر موجب شد كه منصب نظارت بر كار قاضيان و امور مظالم و دادرسى نيز به وى محول گردد و او بيش از سى سال در اين مسند به خوبى انجام وظيفه كرد . « 3 » \r\nسيد مرتضى با داشتن مسؤوليتهاى علمى و اجتماعى ، از خدمت به فقرا و مستمندان نيز غافل نبود و با توجه به امكانات مالىاش ، خانواده‌هاى فقيرى را تحت پوشش داشت و مخفيانه به آنان كمك مىكرد و از حالشان باخبر مىگرديد . « 4 » \r\n\r\nتلاشها و مجاهدتها\r\nقرن چهارم هجرى را مىتوان قرن شكوفايى و گسترش فرهنگ شيعى ناميد ؛ چرا كه در اين قرن ، چهار دولت شيعى در كشورهاى مختلف تشكيل شد ، فاطميان در مصر ، آل بويه در عراق و ايران ، حمدانىها در سوريه و زيدىها در يمن دولت ، تشكيل دادند . « 5 » \r\nسيد مرتضى در چنين موقعيت حساس به سر مىبرد . وى در راستاى پاسدارى از اسلام ناب محمدى ( ص ) و گسترش هر چه بيشتر فرهنگ شيعى ، علاوه بر پذيرش مسؤوليتهايى كه ذكر شد ، تلاشهاى فراوانى نيز در زمينه حفظ و گسترش معارف اسلامى نمود . او براى گسترش فقه شيعه و جواب منكران توحيد و رسالت و تقويت اسلام ، كتابهاى متعددى را نوشت كه علامهء امينى ، نام 88 جلد آنها را در كتاب « الغدير » آورده‌است . « 6 » \r\n\r\n","description":"","footnote":" ( 1 ) - الغدير ، ج 4 ، ص 274 .  ( 2 ) - همان ، ص 275 .  ( 3 ) - همان ، ص 275 .  ( 4 ) - همان ، ص 268 .  ( 5 ) - مجموعه ديدار با ابرار ( سيد مرتضى پرچمدار علم و سياست ) ، محمود شريفى ، ص 30 - 31 ، چاپ سازمان تبليغات .  ( 6 ) - الغدير ، ج 4 ، ص 265 - 266 . ","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nسيد مرتضى براى دفاع از حريم ولايت و امامت كه رمز اصلى قيامها و انقلابهاى شيعى است . كتاب « شافى » را در رد « قاضى عبدالجبار » معتزلى ، نوشت و به اشكالها و ايرادهاى اهل سنت جوابهاى مستدل و علمى داد ، اين كتاب را شاگرد دانشمند وى « شيخ طوسى » تلخيص كرد كه به « تلخيص الشافى » معروف است . « 1 » \r\nاين عالم اديب و متفكر شيعه علاوه بر تدريس و تأليف كتابهاى متعدد همچون « الانتصار » در فقه و « الذخيرة » در كلام و . . . ، با زبان شعر نيز حقايق اسلام را بيان كرد و بيش از بيست هزار بيت شعر به زبان عربى سرود . « 2 »  و با قصيده‌هاى زيبا و پربار خود ، در زمينه‌هايى همچون غدير خم ، وقايع كربلا و . . . خط صحيح امامت و مبارزه با ظلم و ستم را در جامعه زنده نگه داشت . « 3 » \r\n\r\nموقعيت علمى و ويژگيهاى اخلاقى « سيد رضى »\r\n« محمد بن الحسين » معروف به « سيد رضى » از علماى قرن چهارم ه . ق . و از افتخارات شيعه مىباشد . اين عالم بزرگ از لحاظ علمى و فضيلت‌هاى ارزشمند اخلاقى ، گوى سبقت را از ديگران ربود ، بطورى كه خاص و عام ، شيعه و سنى ، با ديده احترام به وى نگريسته و زبان به ستايشش گشوده‌اند . علامه امينى درباره او مىگويد :\r\n« سرورمان ، شريف رضى ، از افتخارات خاندان عترت و پيشوايى از پيشوايان علم ، حديث و ادب مىباشد . او در آنچه از تبار والاگهرش به ارث برده ، مقام اول را حائز گشته و داراى نسبى از پيامبر ( ص ) ، شرافتى از على عليه السلام ، عظمتى از فاطمه سلام الله عليها و سيادتى از « كاظم » عليه السلام ، است » . « 4 » \r\n« ابن ابى الحديد » درباره او گفته است :\r\n« سيد رضى نسبت به فقه آگاهى گسترده‌اى داشت ، پس از گذشت سى سال از عمرش ،\r\n\r\n","description":"","footnote":" ( 1 ) - تلخيص الشافى ، شيخ طوسى ، ج 1 ، ص 33 - 34 ، چاپ دارالكتب ، قم .  ( 2 ) - فهرست ، شيخ طوسى ، ص 219 .  ( 3 ) - الغدير ، ج 4 ، ص 262 ، 288 .  ( 4 ) - همان ، ص 181 . ","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nقرآن را در مدت كوتاهى حفظ كرد . مناعت طبع و همت والايى داشت و پايبند به دستورات دين بود ، از هيچ كس صله و جايزه قبول نكرد . . . و همين معنى براى پى بردن به شرافت نفس او كافى است » . « 1 » \r\nاخلاق خوب و خوش رفتارى با مردم گنجينهء ارزشمندى بود كه سيد رضى از نياكانش به ارث برده بود . او با رويى گشاده و سيمايى شاداب ، با ديگران برخورد مىكرد بطورى كه افراد غير مسلمان نيز همچون « ابو اسحاق صابى » ( ستاره پرست ) مجذوب علم و اخلاق وى شده بودند . « 2 » \r\n\r\nخدمات و مسؤوليتها\r\nسيد رضى دانشمندى متعهد و شيفته خدمت بود . او همچون جد بزرگوارش امير مؤمنان ( ع ) به دادرسى محرومان و يارى دين خدا پرداخت و در اين راه تلاش زيادى كرد .\r\nگرچه قباى وزارت و صدارت ، بر تن وى زيبنده تر از ديگران مىنمود ولى مسؤوليتهايى را به عهده گرفت كه بيشتر جنبهء مردمى داشت ، همچون نقابت علويان ، امارت حاجيان و ديوان مظالم .\r\nسيد رضى با وجود مسؤوليتهاى سنگين اجتماعى ، رابطهء خود را با درس و بحث و تربيت دانشجويان قطع نكرد و شاگردان زيادى تربيت نمود كه هركدام منشأ خيرات و بركات فراوانى براى جامعهء اسلامى گرديدند . « 3 » \r\nاين عالم بزرگ در جهت رفاه دانشجويان و پيشرفت علمى آنان ، « دارالعلمى » تأسيس كرد و براى آن كتابخانه و خزانه‌اى فراهم نمود و آنچه را دانشجويان به آن احتياج داشتند ، درآنجا جمع آورى كرد و براى شخصيت دادن به آنان ، به هر كدام كليدى داد تا نيازمنديهاى خود را بر طرف سازند و منتظر انبار دار نمانند . « 4 » \r\n\r\n","description":"","footnote":" ( 1 ) - شرح نهج البلاغه ، ابن ابى الحديد ، مقدمهء ج 1 ، ص 11 ، بيروت .  ( 2 ) - مجموعهء ديدار با ابرار ( سيد رضى ) ، محمد ابراهيم نژاد ، ص 43 ، چاپ سازمان تبليغات .  ( 3 ) - الغدير ، ج 4 ، ص 185 .  ( 4 ) - سيد رضى مؤلف نهج البلاغه ، على دوانى ، ص 161 ، انتشارات اسلامى ( جامعه مدرسين قم ) . ","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nاو علاوه بر خدمات علمى ، جود و بخشش زيادى داشت و درجهت زدودن فقر از جامعه ، به خانواده‌هاى فقير رسيدگى مىكرد . « 1 » \r\nسيد رضى در راستاى پاسدارى از معارف اسلام ، كتابهاى گرانبهايى تأليف كرد و با تفكرى صحيح ، قلمى پرتوان و اشعارى ناب ، فرهنگ شيعى را گسترش داد .\r\nمهمترين اثر سيد رضى كتاب عظيم « نهج البلاغه » است كه در طول تاريخ موجب شهرت اين عالم سخت كوش شيعه گرديده است . سيد رضى بر اساس علاقه وافرى كه به خاندان عترت عليهم السلام داشت ، به جمع‌آورى سخنان برگزيده على عليه السلام پرداخت و مجموعه‌اى از شگفتيهاى بلاغت و نكته‌هاى درخشان دينى و دنيوى را با نام « نهج البلاغه » به جامعه عرضه كرد .\r\nاو علاوه بر اين در زمينه‌هاى فقه ، تفسير ، امامت ، ادب و شعر نيز تأليفاتى دارد كه به جهت رعايت اختصار از ذكر آنها خوددارى مىكنيم . « 2 » \r\n\r\nبرخورد با خلفا\r\nسيد رضى همانند ساير فقهاى شيعه ، درصدد مبارزه با خلفاى جور و اهداف و مقاصد شوم آنان بود . او خلفاى عباسى را غاصبانى مىدانست كه خلافت را از امامان معصوم عليهم السلام ، و جانشينان آنان غصب كرده‌اند . به همين جهت در يكى از شعرهايش خطاب به « قادر عباسى » چنين گفت :\r\n« . . . ما دو تن در نسب و الا ، فرقى با هم نداريم ، روزى كه بناى افتخار باشد ، بين ما دو نفر تفاوتى نيست و هر دو در بزرگوارى ريشه داريم . « 3 »  آرى هيچ فرقى نيست مگر خلافت كه به تو امتياز داده و من از آن بازمانده‌ام ، لكن اين طوقى برگردن تو است » . « 4 » \r\nوقتى اين قصيده كه كنايه از غصب خلافت بود به اطلاع خليفه رسيد از روى خشم و\r\n\r\n","description":"","footnote":" ( 1 ) - الغدير ، ج 4 ، ص 203 .  ( 2 ) - رجال نجاشى ، ص 398 .  ( 3 ) - نسب خلفاى عباسى به « عباس » عموى پيامبر ( ص ) مىرسيد .  ( 4 ) - دائرة المعارف القرن العشرين ، محمد فريد وجدى ، ص 252 ، بيروت . ","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nكينه گفت : آرى ، على رغم خواست سيد رضى ، ما حكومت را قبضه كرده‌ايم ! « 1 » \r\nسيد رضى در هر موقعيت ممكن دشمنى خود را با خلفاى عباسى اظهار مىكرد . او در يك بيت ، از شعر ديگرش ، چنين گفت : « من در ديار دشمنان لباس ذلّت بپوشم ؟ ! و حال آنكه در مصر خليفه علوى ( شيعه ) حكومت مىكند . وقتى اين سخن به گوش « قادر عباسى » رسيد مجلسى بر پا كرد و از سيد و ديگر علماى شيعه و سنى دعوت كرد تا علت دلتنگى خود را براى وى توضيح دهد اما سيد دعوت وى را رد كرد و درآن مجلس حاضر نشد . « 2 » \r\nاين عالم مجاهد گرچه بنا به شرايط نامناسب زمان ، مجبور به مبارزه منفى بود اما با اين حال از فكر براندازى نظام ظلم و ستم غافل نبود و در اين راستا ، با شعرهاى حماسى ياد كربلا و مجاهدتهاى حضرت سيد الشهدا عليه السلام را در دلها ، زنده نگه مىداشت . « 3 »  و در انتظار فرصتى مناسب بود تا خلافت را از دست خلفاى جور خارج ساخته و حكومت عدل اسلامى را بر پا سازد . « 4 » \r\n\r\n","description":"","footnote":" ( 1 ) - دائرة المعارف القرن العشرين ، ص 252 .  ( 2 ) - مجموعه ديدار با ابرار ( سيد رضى ) ، ص 38 .  ( 3 ) - الغدير ، ج 4 ، ص 215 .  ( 4 ) - عُمدةُ الطّالب ، ابن عَنْبَة ، ص 210 ، چاپ نجف . ","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nخلاصه\r\nسيد مرتضى و سيد رضى دو تن ازعلماى بزرگ شيعه مىباشند . نسب اين دو برادر با پنج واسطه به حضرت امام موسى بن جعفر عليه السلام مىرسد . سيد مرتضى مقام علمى والايى داشت ، جامع علوم مختلف بود ، به ماديات بهايى نمىداد و سخاوت زيادى داشت .\r\nاو خدمتهاى علمى - اجتماعى زيادى به جامعهء اسلامى كرد و مسؤوليتهايى همچون رهبرى علويان ، نظارت بر كار قضات و سرپرستى حاجيان را به عهده گرفت .\r\nاين عالم بزرگ در قرن چهارم ه . ق . كه قرن شكوفايى فرهنگ شيعه بود ، در راستاى گسترش آن ، كتابهاى زيادى به رشته تأليف درآورد و با ابزار شعر نيز حقايق اسلام را بيان كرد .\r\nسيد رضى نيز همچون برادرش سيد مرتضى ، در زمان خود گوى سبقت را در صحنهء علم و عمل از ديگران ربود . او مناعت طبع و همتى عالى داشت ، به دستورات دين پايبند و حافظ قرآن بود . با وجود داشتن مسؤوليتهاى مهم اجتماعى رابطهء خود را با علم و دانش قطع نكرد و به تربيت دانشجويان و رسيدگى به امور آنان پرداخت ، جود و بخشش زيادى داشت و به فقرا رسيدگى مىكرد .\r\nدر راستاى پاسدارى از معارف شيعه كتاب عظيم « نهج البلاغه » و دهها كتاب ديگر تأليف كرد و با ابزار شعر به بيان حقايق و مبارزه با خلفا پرداخت .\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nپرسش\r\n1 - سيد مرتضى و سيد رضى در چه سالى به دنيا آمدند ؟\r\n2 - ويژگيهاى اخلاقى سيد مرتضى را نام ببريد .\r\n3 - نمونه‌هايى از خدمات و نيز مهمترين اثر سيد مرتضى را بنويسيد .\r\n4 - اخلاق نيك سيد رضى چه تأثيرى در جامعه داشت ؟\r\n5 - برخورد سيد رضى با خلفا چگونه بود ؟\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\n\r\nدرس ششم : شيخ طوسى\r\nيكى ديگر از رجال نامى جهان تشيع ، « ابوجعفر محمد بن حسن بن على طوسى » معروف به « شيخ طوسى » است . ايشان با علم پر بركت و قلم تواناى خود ، خدمات فراوانى به جهان اسلام و مذهب تشيع كرد و كاخى از مجد و شكوه فرهنگى بنا نهاد كه همواره نام وى را قرين عظمت و شگفتى ساخت .\r\nدر اين درس با ابعادى از زندگى اين پيشواى بزرگ شيعه آشنا مىشويم . اميد است خداوند متعال پيروى از راه وى را به همهء پاسداران مكتب اسلام ، عنايت بفرمايد .\r\n\r\nتاريخچه اجمالى زندگى شيخ\r\n« شيخ طوسى » در ماه رمضان سال 385 ه . ق . در « طوس » ديده به جهان گشود . « 1 »  او پس از گذراندن دوران كودكى ، و تحصيل مقدمات علوم در سن بيست و سه سالگى ، يعنى سال 408 ه . ق . به بغداد هجرت كرد و از محضر فقهاى بزرگ شيعه همچون « شيخ مفيد » و « سيد مرتضى » استفاده‌هاى علمى فراوانى برد . « 2 » \r\nنبوغ ذاتى و كوشش فراوان او در علم و عمل ، سبب شد تا رياست علمى و دينى شيعه پس از « سيد مرتضى » به وى محول گردد . وى سالها عهده دار مرجعيت و رسيدگى به كارهاى علمى و مذهبى شيعيان بود تا اينكه بر اثر حوادث ناگوارى كه در « بغداد » پيش آمد به « نجف اشرف » هجرت كرد و حوزهء علميه نجف را پايه ريزى نمود . اين عالم بزرگ شيعه سرانجام در سال 460 ه . ق . پس از عمرى تلاش و كوشش در راه اسلام ، دار\r\n\r\n","description":"","footnote":" ( 1 ) - الكنى و الالقاب ، ج 2 ، ص 394 .  ( 2 ) - روضات الجنات ، ج 6 ، ص 216 . ","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nدنيا را وداع گفت و به ملكوت‌اعلى پيوست . « 1 » \r\n\r\nمقام علمى و اخلاقى شيخ طوسى\r\nشيخ طوسى از لحاظ اخلاقى ، عالمى وارسته و مورد اعتماد بود . علم و عمل را قرين يكديگر ساخته و به راستگويى و ساير فضيلتهاى اخلاقى آراسته بود . نظرى بلند داشت و از آزادمنشى و شجاعتى ويژه برخوردار بود . « 2 » \r\nشيخ طوسى از جهت علمى ، يگانه زمان و مرجع فكرى دانش پژوهان بود ، در علم و تقوا بر سايرين برترى داشت و عظمت علمى او به قدرى بود كه تا سالها پس از وى ، علماى شيعه به خود اجازه نمىدادند كه نظريات و آراء فقهىاش را نقد كرده بر خلاف آن فتوا دهند و حتى فقهايى همچون « محقق » و « علامه حلّى » نيز به آسانى از نظريات شيخ نمىگذشتند . و سالها كتاب « نهايه » او محور بحث و تدريس حوزه‌هاى علمى شيعى بود . « 3 » \r\nشيخ طوسى نه تنها در فقه بلكه در ساير علوم اسلامى همچون تفسير ، كلام ، اصول ، ادب و . . . نيز تخصص داشت و كتابهايى كه در زمينه‌هاى فوق نوشته است ، نمايانگر عظمت علمى وى مىباشد ؛ چرا كه اين كتب در نوع خود كم نظير « 4 »  و در طول تاريخ مرجعى مورد اعتماد براى محققان و مؤلفان شيعه بوده است .\r\n\r\nخدمات شيخ طوسى\r\n\r\nالف - مرجعيت دينى و علمى\r\nهمچنان كه قبلًا اشاره شد مرجعيت شيعه پس از سيد مرتضى به شيخ طوسى منتقل شد . او علاوه بر اين سمت ، رياست علمى حوزه شيعى در بغداد را نيز بر عهده داشت و علما و دانشجويان علوم دينى ، اعم از شيعه و سنى از محضر وى كسب فيض مىكردند و\r\n\r\n","description":"","footnote":" ( 1 ) - الكنى و الالقاب ، ج 2 ، ص 395 .  ( 2 ) - يادنامه شيخ طوسى ، به كوشش محمد واعظ زاده ، ص 332 ، نشر دانشگاه فردوسى .  ( 3 ) - اعيان الشيعه ، ج 9 ، ص 160 .  ( 4 ) - فهرست ، شيخ طوسى ، ص 227 - 228 . ","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nبيش از سيصد نفر از شاگردان شيعه وى به مقام اجتهاد رسيدند . « 1 » \r\nبعضى از شاگردان معروف شيخ عبارتند از :\r\n« ابو الصلاح حلبى » ، « محمد بن حسن بن على فتّال » و « ابوالفتح كراجكى » . « 2 » \r\nشيخ طوسى در راستاى حفظ و گسترش عقايد صحيح اسلامى و مبارزه با انحرافهاى عقيدتى ، كرسى علم كلام را نيز در اختيار داشت . در آن روزگار اين كرسى از عظمت فوق العاده‌اى برخوردار بود و كسى بدان دست مىيافت كه در علم و دانش سرآمد ديگران باشد و درآن زمان كسى شايسته تر از شيخ طوسى براى در اختيار داشتن اين كرسى نبود . « 3 » \r\n\r\nب - تأليفات ارزنده\r\nاز جمله خدمات ارزنده شيخ طوسى به عالم اسلام و مكتب تشيع ، تأليفات ارزنده و گرانبهاى اوست .\r\nاين عالم مجاهد در موقعيتى كه دشمنان ، سعى داشتند ، آيين حق را از ميان بردارند ، به حفظ و حراست از ميراث فقهى و فرهنگى شيعه پرداخت و كتابهاى مهمى همچون « تهذيب » ، « نهايه » ، « مبسوط » و « استبصار » را به رشته تحرير درآورد .\r\nآثار شيخ طوسى به قدرى والاست كه از چهار كتاب مهم شيعه دو كتاب را به خود اختصاص داده و اين دو كتاب قرنهاست كه نزد فقهاى شيعه و حوزه‌هاى علمى مدار استنباط احكام شرعى مىباشد .\r\nشيخ طوسى عالمى بود كه به اصلاح جامعه مىانديشيد و پيوسته درصدد بود فساد و تباهى ، تفرقه و اختلاف را ازميان برداشته مردم را به راهى هدايت كند كه سعادت واقعى آنان درآن است . بدين منظور اين مفسّر بزرگ اسلام تفسير « تبيان » را نوشت و اساس كار را بر بازگشت به قرآن و الهام گرفتن از رهنمودهاى آن ، با استعانت از سنت معصومين و سيره « سلف صالح » گذاشت .\r\n\r\n","description":"","footnote":" ( 1 ) - سفينة البحار ، ج 2 ، ص 98 .  ( 2 ) - روضات الجنات ، ج 6 ، ص 228 - 229 .  ( 3 ) - اعيان الشيعه ، ج 9 ، ص 159 . ","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nشيخ طوسى به اين واقعيت رسيده بود كه راه ايجاد وحدت و همبستگى گروههاى اسلامى با يكديگر ، چنگ زدن به ريسمان محكم الهى يعنى قرآن مجيد است كه عمل به آن ضامن سعادت دنيا و آخرت جامعه اسلامى مىباشد .\r\nاين عالم بزرگ نه تنها در فقه و تفسير بلكه در زمينه بيشتر علوم اسلامى كتابهايى نوشت از جمله :\r\n1 - « المُفْصَح » در امامت .\r\n2 - « العُدّة » در اصول فقه .\r\n3 - « الفهرست » معرفى حدود نهصد نفر از مؤلفان كتابهاى شيعى و اسامى مؤلفان آنها .\r\n4 - « كتاب الرجال » در معرفى راويان حديث .\r\n5 - « مقدمة فى المدخل الى علم الكلام » در علم كلام ( عقايد و مذاهب ) . « 1 » \r\n\r\nج - تأسيس حوزه نجف\r\nدر زمان مرجعيت شيخ طوسى و قبل از آن ، شهر « بغداد » همواره مورد طمع قدرت طلبان و شاهد اختلاف گروههاى اسلامى با يكديگر بود . در اين شهر گروهى از شيعيان در محلهء « كرخ » زندگى مىكردند و در ماه‌هاى محرم و صفر و روزهايى همچون « عيد غدير » مراسم مذهبى خود را با شكوه هرچه بيشتر برگزار مىكردند .\r\nاز سوى ديگر وجود عوامل و زمينه‌هايى همچون حوزه بزرگ شيعى به زعامت شيخ طوسى و هجرت علماى شيعه به اين شهر و وجود اماكن مقدس مذهبى در عراق ، روز به روز بر شكوه و عظمت شيعيان مىافزود و موجب گسترش فرهنگ آنان مىگرديد .\r\nگرچه اكثر ساكنان بغداد را گروههاى اسلامى غير شيعى تشكيل مىدادند و فعاليتهاى علمى ، تبليغى نيز داشتند ، اما در ميان آنان عناصرى وجود داشت كه تحمل شيعه را نداشته و در انتظار فرصتى بودند كه اين گروه اصيل اسلامى را از صحنه خارج ساخته مانع گسترش فرهنگ آنان شوند . تا اينكه در سال 447 ه . ق . « طغرل بيك سلجوقى » كه از مخالفان سرسخت شيعه بود بر بغداد مسلط شد و دشمنان با وى\r\n\r\n","description":"","footnote":" ( 1 ) - رجال نجاشى ، ص 403 ، انتشارات اسلامى ، قم . ","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nهمدست شده به آزار و اذيت شيعيان پرداختند .\r\nآنان كتابخانه بزرگ شيعه راكه داراى هزاران كتاب نفيس بود و به دستور « شاهپور بن اردشير » وزير « بهاء الدولة بوُيهى » تأسيس شده بود ، به آتش كشيدند و تمام كتابهاى آن را سوزاندند . در اين كتابخانه مهم كتابهاى بىنظيرى وجود داشت ، از جمله صد نسخه از قرآن مجيد كه به خط « ابن مقله » نوشته شده بود . « 1 » \r\nدشمنان شيعه كه از دير زمان كينه رهبران مذهبى را در دل داشتند به منزل « شيخ طوسى » ريخته كتابهاى وى را نيز به همراه كرسى تدريسش ، آتش زدند . شيخ طوسى با پيش آمدن اين حوادث ، ديگر ماندن در « بغداد » را روا ندانست و براى ادامه مبارزه علمى فرهنگى خود ، به نجف اشرف هجرت كرد .\r\nگرچه « نجف » درآن زمان به جهت دربرداشتن بارگاه مطهر امير مؤمنان ( ع ) از اهميت و ارزش بالايى برخوردار بود اما امكانات رفاهى چندانى نداشت تا اينكه با هجرت شيخ ، دوستداران علم و دانش نيز بدانجا كوچ كرده و به تدريج با تلاشهاى اين عالم سخت كوش شيعه ، حوزه علمى بزرگ شيعه ، در شهر نجف تأسيس شد . « 2 »  حوزه‌اى كه در ظل عنايات ويژهء امير مؤمنان ( ع ) فقهاى بزرگى همچون « شيخ انصارى » ، « صاحب جواهر » و . . . را تحويل جامعه اسلامى داد و برغم توطئه‌ها و كارشكنيهاى دشمنان ، موجب رشد و شكوفايى هرچه بيشتر فرهنگ اسلام گرديد .\r\n\r\nشيخ طوسى و دفاع از حريم ولايت\r\nشيخ طوسى دفاع از اسلام و ولايت را وظيفه اصلى خود مىدانست و پيوسته در اين سنگر بزرگ ، به مبارزه ادامه داد . او در اين رابطه به تبيين خط صحيح امامت در جامعه اسلامى پرداخت و كتاب « مفصَح » را در اين زمينه نوشت و با تلخيص كتاب « شافى » استادش سيد مرتضى كه بهترين كتاب در موضوع امامت بود ، بار ديگر توجه طالبان حقيقت را به اين مسأله مهم اعتقادى جلب كرد .\r\n\r\n","description":"","footnote":" ( 1 ) - اعيان الشيعه ، ج 9 ، ص 159 .  ( 2 ) - مقدمه تفسير تبيان ، آقا بزرگ تهرانى ، ص د ، ه ، و . ","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nشيخ طوسى هنگامى كه احساس كرد مخالفان شيعه ، اختلاف روايات فقهى و غيره را دستاويز قرارداده ، درصدد تضعيف فقه شيعه هستند ، كتاب « تهذيب » را نوشت و در اين كتاب سعى كرد ، حديثهايى را كه ظاهرشان با هم ناسازگار بود به گونه‌اى صحيح توجيه كرده راه حلى براى از ميان برداشتن اختلاف روايات ارائه دهد . « 1 » \r\nاو همچنين در پاسخ به خرده گيرى دشمنان مبنى بر نارسايى فقه شيعه از جوابگويى به مسائل روز و ناتوانى فقهاى اين مذهب نسبت به استخراج فروع فقهى از اصول ، كتاب ارزشمند « مبسوط » را نوشت و در چارچوب اصول مسلّم شيعى به استدلال بر فروعات فقهى و استخراج آنها از اصول پرداخت . « 2 » \r\n\r\n","description":"","footnote":" ( 1 ) - « تهذيب » ، مقدمه ، ص 2 ، بيروت ( آخوندى ) .  ( 2 ) - « مبسوط » ، مقدمه ، ص 2 ، كتابخانه مرتضوى . ","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nخلاصه\r\nشيخ طوسى در ماه رمضان سال 385 ه . ق . در « طوس » به دنيا آمد . پس از طى دوران كودكى به تحصيل مشغول شد و در بيست و سه سالگى به بغداد هجرت كرد و از محضر اساتيد معروف آن زمان بهره‌هاى فراوان برد .\r\nشيخ طوسى ، پيشواى شيعه و فقيهى شجاع و آزادمنش بود . از نظر علمى بر سايرين برترى داشت و رياست كرسى تدريس دانش كلام در بغداد بر عهده وى بود .\r\nاين معلم بزرگ ، شاگردان زبده‌اى پرورش داد و بيش از سيصد تن از آنان به درجه اجتهاد رسيدند .\r\nاو در راستاى گسترش علوم اسلامى كتابهاى متعددى نوشت .\r\nشيخ طوسى حامى اسلام و ولايت بود و با زبان و قلم خود از آن دفاع مىكرد . به همين جهت مورد خشم دشمنان واقع شد و در سال 447 ه . ق . خانه‌اش مورد هجوم آنان واقع گرديد و به آتش كشيده شد .\r\nدر اين هنگام شيخ طوسى به نجف هجرت كرد و حوزه نجف را تأسيس نمود و سرانجام پس از عمرى خدمت به اسلام ، در سال 460 ه . ق . رحلت كرد .\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nپرسش\r\n1 - شيخ طوسى در كجا به دنيا آمد و نام پدرش چه بود ؟\r\n2 - نقش شيخ را در گسترش علوم اسلامى بنويسيد .\r\n3 - چرا شيخ طوسى مورد خشم و كينه دشمنان قرار گرفت ؟\r\n4 - انگيزه شيخ از نوشتن كتاب « مبسوط » و « تهذيب » چه بود .\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\n\r\nدرس هفتم : محقق اول - علامه حلى - محقق ثانى\r\nفقهاى اسلام در طول تاريخ پيوسته با تباهىها مبارزه كرده و سعى نموده‌اند ظلمتهاى جهل و نادانى را از جوامع انسانى بزدايند . آنان با گسترش فرهنگ اسلام ، درس چگونه زيستن را به بشريت داده و ارزشهاى الهى را با زبان ، قلم و عمل خود ، پاس داشته‌اند .\r\nسه تن از اين فقهاى بزرگ عبارتند از : محقق اول ، علامه حلى و محقق ثانى كه در اين درس با ابعادى از زندگى آنان آشنا مىشويم .\r\n\r\nمحقق اول پرچمدار فقه\r\n« ابوالقاسم ، جعفر بن حسن » معروف به « محقق اول » در سال 602 هجرى قمرى در « حِلّه » « 1 »  به دنيا آمد . دوران كودكى را تحت سرپرستى پدرى فقيه و دانشمند به نام « حسن بن سعيد حلى » و در دامن مادرى عفيف و پاكدامن ، گذراند . و از كودكى ، روانش با نغمه‌هاى فقه نوازش يافت . « 2 » \r\nتحصيلات ابتدايى را نزد پدرش فرا گرفت . سپس در حوزه‌هاى علوم شيعى به كمال نفس پرداخت و از محضر اساتيدى همچون « ابن نماى حلّى » و « سيد فخّار بن مَعْد موسوى » و . . . استفاده‌هاى علمى فراوانى برد . « 3 » \r\nمحقق اول پرچمدار فقه و مرجع تقليد شيعيان بود . در مسائل فقهى و كلامى دقت نظر ويژه‌اى داشت ، از حسن بيان ، انشاى زيبا و حافظه‌اى قوى برخوردار بود و در\r\n\r\n","description":"","footnote":" ( 1 ) - يكى از شهرهاى عراق واقع در بين « كوفه » و « بغداد » معجم البلدان ، ج 2 ، ص 294 .  ( 2 ) - سفينة البحار ، ج 1 ، ص 159 - 160 ، نشر كتابخانه سنايى .  ( 3 ) - الكنى و الالقاب ، ج 3 ، ص 161 - 162 . ","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nصراحت زبان و قدرت استدلال كمتر كسى به پايهء او مىرسيد . « 1 » \r\nاو اسوه تقوا و فضيلت بود ، به مردم خدمت مىكرد ، و با آنان به نيكويى معاشرت مىنمود و به تهذيب نفس و مراقبه و محاسبه ، اهميت زيادى مىداد . « 2 »  عظمت علمىاش بدان حدّ بود كه بزرگانى همچون « خواجه نصيرالدين طوسى » در مجلس درس وى حاضر مىشدند . « 3 » \r\n\r\nخدمات و فعّاليّتهاى محقّق اول\r\nمحقق اول با در دست گرفتن رياست حوزه علمى شيعه ، به تحقيق و تدريس علوم اسلامى پرداخت و علماى بزرگى همچون « علامه حلى » و « سيد عبدالكريم بن طاووس » را تحويل جامعه اسلامى داد .\r\nاين عالم مجاهد شيعه با قلم پرتوان خود ، كتاب « شرايع الاسلام » را كه به قرآن فقه شيعه معروف است تأليف كرد . اين كتاب كه از نظم و دسته بندى ويژه و متنى موجز و برجستگيهاى ديگرى برخوردار است ، مورد استقبال فقها واقع شد و پس از كتاب « نهايهء » « شيخ طوسى » محور بحث و تدريس حوزه‌هاى علمى قرار گرفت . « 4 »  و تاكنون دهها شرح بر آن نوشته شده كه يكى از مهمترين آنها كتاب « جواهر الكلام » مىباشد .\r\nمحقق اول نه تنها در زمينهء فقه بلكه در ساير علوم اسلامى همچون عقايد ، اصول فقه ، منطق ، ادبيات و . . . نيز كتابهاى متعددى تأليف كرد « 5 »  و پس از عمرى خدمت به اسلام سرانجام در سال 676 هجرى قمرى در سن 74 سالگى دار دنيا را وداع گفت و در كنار قبر امير مؤمنان ( ع ) به خاك سپرده شد . « 6 » \r\n\r\n","description":"","footnote":" ( 1 ) - سفينة البحار ، ج 1 ، ص 159 .  ( 2 ) - فوايد الرضويه ، ص 65 - 66 .  ( 3 ) - سفينة البحار ، ج 1 ، ص 159 .  ( 4 ) - اعيان الشيعه ، ج 9 ، ص 160 .  ( 5 ) - الكنى و الالقاب ، ج 3 ، ص 162 .  ( 6 ) - سفينة البحار ، ج 1 ، ص 160 . ","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n\r\nعلامه حلى\r\n« ابو منصور حسن بن يوسف » معروف به « علّامه حلّى » در سال 648 هجرى قمرى در « حِلّه » متولد شد . پدرش « يوسف بن على حلّى » از فقهاى بزرگ شيعه و مادرش بانويى عفيف از خاندان علم و دانش و خواهر محقق اول بود . « 1 » \r\nعلامه حلّى تحصيلات ابتدايى را نزد پدرش گذراند و براى تكميل علوم وارد حوزه‌هاى شيعى شد و از محضر فقها و علماى وقت همچون « محقق اول » و « خواجه نصير طوسى » استفاده‌هاى علمى فراوانى برد و آنچنان در علم و عمل پيشرفت كرد كه لقب « علامهء وقت » و « مروّج المذهب » گرفت و پس از محقق اول ، رياست شيعه به وى محول گرديد . « 2 » \r\nعلامه حلى در راستاى گسترش معارف اسلام تلاشهاى فراوانى كرد و در راه تأليف و تدريس و بيان احكام دين ، زحمات زيادى متحمل شد . وى سرانجام در سال 726 هجرى قمرى درگذشت و در كنار مرقد مطهر على ( ع ) دفن شد . « 3 » \r\n\r\nاخلاق و رفتار علامهء حلّى\r\nعلامهء حلّى زندگى ساده‌اى داشت و به مظاهر مادى بىرغبت بود . تقوايش بىنظير بود و به نماز شب ، صلهء رحم ، و دستگيرى از فقرا اهميت زياد مىداد . به اهل بيت پيامبر ( ص ) و فرزندان آن حضرت عشق مىورزيد و علما و بزرگان را احترام مىنمود . « 4 » \r\nقرآن را زياد تلاوت مىكرد و به تفكر در معانى آن مىپرداخت و به صفات فضيلت همچون صبر ، توكل ، رضا و محاسبه نفس ، آراسته بود . « 5 » \r\n\r\nخدمات و مبارزات فرهنگى - سياسى\r\nعلامهء حلّى در راستاى گسترش فقه شيعه علاوه بر تدريس ، كتابهاى كم نظيرى\r\n\r\n","description":"","footnote":" ( 1 ) - سفينة البحار ، ج 2 ، ص 228 .  ( 2 ) - الكنى و الالقاب ، ج 2 ، ص 478 .  ( 3 ) - همان ، ص 480 .  ( 4 ) - سفينة البحار ، ج 2 ، ص 228 .  ( 5 ) - الكنى والالقاب ، ج 2 ، ص 478 - 479 . ","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nهمچون « تذكرة الفقها » ، « قواعد الاحكام » و « مُختَلف » را به رشته تأليف درآورد و در زمينهء اعتقادات ، كتاب « كَشْفُ الْمُراد فى شَرْحِ تَجريد الاعْتِقاد » را نوشت و كتاب « الْفَيْن » را كه حاوى دلائل متقن و استوار بر اثبات خلافت بلافصل اميرمؤمنان ( ع ) است ، به جامعه عرضه كرد و از انحرافها و كج انديشىهاى موجود در اين زمينه پرده برداشت . « 1 » \r\nاين عالم بزرگ در علوم مختلف اسلامى همچون فقه ، اصول ، تفسير ، حديث ، ادبيات و . . . بيش از نود تأليف دارد كه بعضى از آنها به چاپ رسيده و در دسترس است . « 2 » \r\nعلامهء حلّى پاسدار اسلام و ولايت بود . نقل كرده‌اند يكى ازمخالفان ، كتابى در رد مذهب شيعه نوشته و در مجامع عمومى مىخواند و مردم را گمراه مىكرد . اين كتاب يك نسخه بيشتر نداشت و از ترس پاسخگويى علماى شيعه ، آن را به كسى امانت نمىداد .\r\nعلامه در اين فكر بود كه چگونه به اين كتاب دسترسى پيدا كند و جواب مطالب آن را بدهد . سرانجام تصميم گرفت مدتى را به عنوان شاگرد ، نزد صاحب اين كتاب درس بخواند . او اين برنامه را اجرا كرد و پس از مدتى رفت و آمد توانست تنها به مدت يك شب اين كتاب را به امانت بگيرد .\r\nاو كتاب را به خانه آورد و مشغول نسخه بردارى شد ولى با توجه به حجم كتاب ، كار نسخه بردارى در آن شب تمام شدنى نبود . علامه تا نيمه شب مشغول به نوشتن بود كه درب خانه به صدا درآمد و مهمانى وارد خانه گشت . و فرمود : نوشتن را به من واگذار و تو بخواب و او نيز چنين كرد .\r\nوقتى بيدار شد با كمال تعجب ديد ، تمام مطالب كتاب نسخه‌بردارى شده و در پايان نسخه نام مقدس حضرت مهدى عليه السلام ثبت گرديده است . « 3 » \r\nعلامهء حلّى در طول حيات خود پيوسته با انحرافها مبارزه كرد و با ارشاد فكرى جامعه به دفاع از حق پرداخت . « سلطان محمد خدا بنده » كه مذهب شافعى داشت براى\r\n\r\n","description":"","footnote":" ( 1 ) - روضات الجنات ، ج 2 ، ص 282 .  ( 2 ) - همان ، ص 271 .  ( 3 ) - همان ، ص 282 . ","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nحل مسأله‌اى فقهى از وى دعوت به عمل آورد . او پس از حضور در مجلس وى و حل مشكل سلطان ، به مناظره با علماى اهل سنت پرداخت و با دليلهاى محكم ، خلافت امير مؤمنان ( ع ) بعد از پيامبر ( ص ) را ثابت كرد .\r\nدليلهاى كافى و روشن وى سبب شد تا « سلطان محمد » دست از مذهب شافعى برداشته به همراه عدهء زيادى از بزرگان كشور ، مذهب شيعه را انتخاب كنند . از آن پس مذهب شيعه ، مذهب رسمى كشور گرديد و در خطبه‌هاى نماز جمعه و منابر نام دوازده امام برده شد و سكه‌هاى رايج را به نام مبارك آنان زدند و شيعيان آزاد و سربلند گرديدند . « 1 » \r\n\r\nمحقق ثانى\r\n« على بن عبدالعالى كَرْكى » « 2 »  در نيمه دوّم قرن نهم هجرى قمرى ، « 3 »  در خانواده‌اى مذهبى متولد شد . پس از گذراندن دوران كودكى براى كسب علم به شام ، مصر و عراق سفر كرد و از محضر علماى آن بلاد بهره‌هاى علمى برد و پس از مدتى در رديف علماى بزرگ شيعه درآمد و پيشوايى شيعه به وى محوّل گرديد .\r\nمحقق ثانى در اواخر عمر خود سفرى به ايران كرد و به جهت شهرت علمى ، مورد توجه « شاه طهماسب » صفوى قرار گرفت . « شاه طهماسب » كه نسبت به ديگر پادشاهان تاحدى حق جو بود ، وقتى عظمت علمى و عملى محقق را مشاهده كرد گفت : با توجه به اينكه شما نايب حضرت مهدى ( ع ) هستيد ، براى حكومت سزاوارتريد و من نماينده شما هستم و دستورهاى شمارا اجرا مىكنم . « 4 »  او در اين رابطه بخشنامه‌اى رسمى به تمام نقاط كشور فرستاد و همگان را به پيروى از منويات محقق ثانى فرا خواند . « 5 » \r\nمحقق ثانى پس از عمرى خدمت ، و تلاش در گسترش فرهنگ شيعه سرانجام در\r\n\r\n","description":"","footnote":" ( 1 ) - روضات الجنات ، ج 2 ، ص 280 .  ( 2 ) - كرْك اسم قريه‌اى است در ناحيه جبل عامل لبنان . ( همان ، ج 4 ، ص 373 )  ( 3 ) - تاريخ تولد محقق ثانى دقيقاً معلوم نيست .  ( 4 ) - فوايد الرضويه ، ص 304 .  ( 5 ) - ريحانة الادب ، ج 5 ، ص 245 . ","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nسال 940 هجرى قمرى در نجف اشرف درگذشت و به گفتهء بعضى از علما ، وى را به زهر شهيد كردند . « 1 » \r\n\r\nفعّاليتهاى فرهنگى سياسى محقق ثانى\r\nمحقق ثانى فقيهى مسؤوليت پذير بود . به دعا و عبادت اهميت مىداد و از جهت علمى ، علامه عصر بود و مقامات او در علم و فضل ، تحقيق و تأليف ، بالاتر ازحد توصيف است . « 2 » \r\nاو علاوه بر مرجعيت شيعه و تدريس فقه و معارف شيعى ، كتابهاى متعددى در موضوعات مختلف همچون « اثْبات الرَّجْعَةِ » ، « احكام الْارضين » ، « النَّجْمِيِّةِ » و . . . تأليف كرد و در زمينهء فقه كتاب بزرگ « جامِعُ الْمَقاصد » و كتابهاى ديگرى را نوشت . عظمت جامع المقاصد به قدرى است كه به گفتهء صاحب جواهر ، فقيهى كه « جامع المقاصد » و « وسايل الشيعه » و « جواهر » ، نزد او باشد در استنباط احكام به كتاب ديگرى نياز نخواهد داشت . « 3 » \r\nاين عالم مجاهد شيعه در راستاى اجراى حدود و احكام اسلام در جامعه ، بعضى از مسؤوليتها را در دولت شاه طهماسب صفوى پذيرفت و به راهنمايى وهدايت دولتمردان همت گماشت . وى به فرمانداران و رؤساى شهرها و قريه‌ها دستورهايى در زمينهء رفتار با مردم ، گرفتن ماليات ، تعيين مدت و مقدار آن و . . . صادر كرد . و دستور داد براى شهرها و روستاها امام جماعت تعيين شود تا احكام شرعى را به مردم بياموزند و واجبات را در جامعه بپادارند . « 4 » \r\n\r\n","description":"","footnote":" ( 1 ) - فوايد الرضويه ، ص 304 .  ( 2 ) - مراجعه كنيد به ريحانة الادب ، ج 5 ، ص 247 .  ( 3 ) - همان .  ( 4 ) - همان . ","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nخلاصه\r\nمحقق اول در سال 602 هجرى قمرى در « حِلّه » به دنيا آمد . پس از دوران كودكى مراحل تحصيل را نزد اساتيد معروف آن زمان گذراند و بر اثر نبوغ ذاتى و تلاش فراوان به مقام مرجعيت نايل شد .\r\nاز متصّف به صفات نيك اخلاقى بود و خدمات قابل ملاحظه‌اى به جهان اسلام و مكتب تشيع كرد و علاوه بر تحقيق و تأليف ، شاگردان زيادى نيز ، پرورش داد .\r\nنمونهء برجسته شاگردان او علامه حلى است كه فقيهى كم‌نظير واسوهء تقوا وفضيلت بود و در راه گسترش معارف اسلام و فرهنگ تشيع تلاشهاى زيادى كرد و به مذهب شيعه رونق تازه‌اى بخشيد .\r\nمحقق ثانى در نيمهء دوم قرن نهم هجرى قمرى ديده به جهان گشود . پس از دوران كودكى براى كسب علم به شهرهاى مختلف سفر كرد و سرانجام مرجعيت شيعه به وى محول گرديد . او در اواخر عمر به ايران آمد و مورد توجه « شاه طهماسب صفوى » قرار گرفت و در راستاى وظايف دينى مسؤوليتهايى را به عهده گرفت ، به كارگزاران دولت در زمينه رفتار با مردم دستورهايى صادر كرد ، و مقرّر كرد براى شهرها امام جماعت تعيين شود تا احكام اسلام را به مردم بياموزند .\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nپرسش\r\n1 - چند نمونه ازصفات اخلاقى محقق اول را بنويسيد .\r\n2 - كتاب فقهى معروف محقق اول چه نام دارد ؟\r\n3 - بعضى از خدمات علامهء حلّى را نام ببريد .\r\n4 - چرا محقق ثانى بعضى از مسؤوليتها را در دولت شاه طهماسب پذيرفت ؟\r\n5 - محقق ثانى چه تلاشهايى در زمينهء فرهنگ اسلام كرد ؟\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\n\r\nدرس هشتم : شهيد اول - شهيد ثانى\r\n\r\nزندگينامهء اجمالى شهيد اوّل\r\n« ابو عبدالله ، محمد بن مكّى بن محمّد عاملى جِزّينى » « 1 »  معروف به شهيد اول در سال 734 هجرى قمرى در خانواده‌اى مذهبى ديده به جهان گشود . « 2 »  تحصيلات ابتدايى را نزد علماى « جبل عامل » « 3 »  فراگرفت و در سال 750 ه . ق . در سن 16 سالگى براى ادامه تحصيل به عراق هجرت كرد و از محضر اساتيد معروف آن زمان همچون « فخرالمحققين » ، « ابن نَما » ، « ابن مُعَيَّه » ، بهره‌هاى علمى فراوانى برد .\r\nشهيد اول مدت پنج سال در عراق اقامت گزيد . سپس جهت تكميل علوم و تبليغ فرهنگ تشيع به شهرهاى « مكه » ، « مدينه » ، « دمشق » و . . . سفر كرد و ضمن ديدار و گفتگو با علماى اين شهرها ، با ديدى باز ، به تحقيق و تبيين معارف اسلامى پرداخت . « 4 » \r\nاين فقيه بزرگ علاوه بر تحقيق و تبليغ ، شاگردان بزرگى نيز تربيت و كتابهاى متعددى در زمينه‌هاى مختلف تأليف كرد . وى داراى طبع شعر بود و از او اشعارى در زمينهء ولايت ، تقوا و . . . به يادگار مانده‌است . « 5 » \r\nوى در سال 785 بر اثر توطئهء دشمنان دستگير و به مدت يكسال در دمشق زندانى\r\n\r\n","description":"","footnote":" ( 1 ) - منسوب به « جِزين » كه قرنها شيعه نشين بود و هفتاد سال پيش مسيحيان آن را اشغال كرده آثار اسلامى آن را محو نمودند واينك جز يكى دو خانهء مسلمان نشين در آن نيست . اين شهرك با شهرك « جِباع » كه شهيد اول در آن مدفون است چند كيلومتر بيشتر فاصله ندارد . ( شهيدان راه فضيلت ، علامه امينى ، ص 155 . )  ( 2 ) - سفينة البحار ، ج 1 ، ص 721 .  ( 3 ) - منطقه‌اى كوهستانى در جنوب لبنان .  ( 4 ) - اعيان الشيعه ، ج 10 ، ص 59 .  ( 5 ) - همان ، ص 62 - 63 . ","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nگرديد . سرانجام او را با اتهامات واهى محكوم به قتل كردند و پس از قتل ، جنازه‌اش را به دار آويخته ، پس از سنگباران به آتش كشيدند . « 1 » \r\n\r\nمقام علمى و اخلاقى\r\nشهيد اول از لحاظ احاطهء بر فقه ، بعد از « محقق ثانى » رتبهء اول را حائز بود و همگان بر تبحّر و برترى وى در قواعد و احكام فقه ، اتفاق نظر داشتند . وى عالمى ماهر و فقيهى حديثدان و استادى مورد اعتماد بود .\r\nهمهء فنون عقلى و نقلى را دارا و نسبت به مظاهر مادى بىرغبت بود . به عبادت اهميت زيادى مىداد و داراى مراتب عالى تقوا بود ، اشعارى ناب مىسرود و در آن زمان كسى به پايهء او نمىرسيد . « 2 » \r\nاو داراى قلمى روان و ذوقى لطيف در شعر و ادبيات بود ، متجاوز از بيست كتاب و رساله در زمينه‌هاى فقه ، حديث نوشت كه بعضى از آنها عبارتند از : « القواعد » ، « الدروس » ، « الّلُمعَةُ الدّمِشقيه » ، « الّذِكْرى » ، « الْارْبَعُونَ حَديثاً » و « الْمَجاميع » . « 3 » \r\nاين فقيه بزرگ نه تنها مرجع فكرى شيعيان بود بلكه علماى اهل سنت نيز به مجلس او رفت و آمد داشتند و با او بحث و مذاكره مىكردند . « 4 » \r\n\r\nدفاع از اسلام\r\nشهيد اول در زمان خود يكى از بزرگترين مدافعان اسلام و ولايت بود . اين عالم بزرگ در مقابل موج تبليغات مسموم دشمنان ، عليه شيعه ايستادگى كرد و با قلم و بيان خود به گسترش فرهنگ اسلام و مكتب تشيّع پرداخت .\r\nوى كتاب « اللمعة الدمشقية » را كه يكى از كتابهاى مهم فقهى شيعه است ، در مدت\r\n\r\n","description":"","footnote":" ( 1 ) - ريحانة الادب ، ج 3 ، ص 278 .  ( 2 ) - روضات الجنات ، ج 7 ، ص 3 ، 4 .  ( 3 ) - ريحانة الادب ، ج 3 ، ص 277 .  ( 4 ) - روضات الجنات ، ج 7 ، ص 11 . ","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nهفت روز نوشت و براى راهنمايى شيعيان خراسان فرستاد . « 1 » \r\nاين عالم بزرگ با تمام وجود پاسدار اسلام بود . نقل كرده‌اند در زمان وى مرد شعبده‌بازى به نام « محمد يالوشى » كه از علوم دينى هم اطلاعاتى داشت در منطقهء « جبل عامل » ادعاى پيامبرى نمود . شهيد اول به حكم وظيفه به مقابله با او برخاست . وقتى احساس كرد اسلحهء قلم و بيان در مقابلش كارساز نيست ، حكومت دمشق را وادار كرد تا لشگرى را براى خاموش كردن اين فتنه به جبل عامل بفرستد . اين لشكر موفق شد آن مرد كذاب و كليهء نيروهايش را از بين ببرد . « 2 » \r\nشهيد اول از بيان و تبليغ معارف شيعى ترسى به خود راه نمىداد و براى اثبات حقّانيت مكتب تشيّع با دانشمندان اهل سنت به بحث و مذاكره مىپرداخت . او براى رسيدگى به امور دينى و فكرى شيعيان به مناطق شيعه نشين مسافرت مىكرد و با اشعار و قلم و بيان خود ، جلو سمپاشىها و تبليغات مخالفان را مىگرفت . « 3 »  به همين جهت عده‌اى كينهء او را در دل گرفته و زمينهء قتلش را فراهم ساختند .\r\nاين بزرگ پاسدار اسلام كه با خطهاى انحرافى مبارزه مىكرد ، در يكى از اشعار خود از صوفيه چنين انتقاد مىكند :\r\n( انسانهاى و الا ) با شوق و ذوق به عزّت و شرف نائل شدند ، نه با قدم كوتاه برداشتن ، خودپسندى و ادعا . . . . نه تصوف به تبرزين و تسبيح است و نه فقر ، راهِ رسيدن به شرافت . و نه اينكه با لباس وصله‌دارى كه در زير آن منجلابى از كبر و اسراف نهان است ، شب و روز بگذرانى . . . .\r\nفقر رازى است كه نفس تو پرده‌اى بر آن است ، اين پرده را بردار تا از تاريكى هلاك‌كننده نجات يا بى .\r\nهرگاه خواستى خدا را ياد كنى ، قرآن بخوان و موحد باش . . . و به اخلاق الهى متّصف شو . . . . « 4 » \r\n\r\n","description":"","footnote":" ( 1 ) - اعيان الشيعه ، ج 10 ، ص 60 ؛ روضات الجنات ، ج 7 ، ص 4 .  ( 2 ) - ديدار با ابرار ( شهيد اول فقيه سربدار ) ، محمد حسن امانى ، ص 108 ، ناشر سازمان تبليغات اسلامى .  ( 3 ) - اعيان الشيعه ، ج 10 ، ص 60 .  ( 4 ) - شهداء الفضيله ، علامه امينى ، ص 88 ، دار الشهاب قم . ","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\n\r\nشهيد ثانى\r\n\r\nزندگينامهء اجمالى\r\n« زِيْنُ الدينِ بْنِ عَلى » معروف به شهيد ثانى در تاريخ سيزده شوال سال 911 هجرى قمرى ديده به جهان گشود . پس از دوران كودكى علوم ابتدايى را نزد پدر دانشمندش ، « نورالدين على » ، كه از بزرگان علم و دانش آن زمان بود فرا گرفت . سپس به شهرهاى « مِيْس » ، « كرْك » ، « دمشق » و . . . مسافرت كرد و در زمينه‌هاى مختلف همچون فقه ، اصول ، حكمت ، طب و . . . به كسب علم و تحقيق و تدريس پرداخت . « 1 » \r\nدر سال 943 به حج مشرف شد سپس به شهرك « جبع » بازگشت و همچنان به تعليم و ارشاد مردم مشغول گشت . وى در سال 952 به « قسطنطنيه » « 2 »  سفر كرد و با « محمد بن محمد قاضى » كه مردى فاضل و دانشمند بود ديدار و گفتگو كرد . « 3 » \r\nقاضى مذكور ضمن مذاكرات علمى كه با وى داشت به كثرت علم و دانش وى پى برد و از او دعوت كرد تا به اختيار خود در يكى از مراكز علمى به تدريس بپردازد . شهيد ثانى مركز علمى « بعلبك » را انتخاب كرد و به تدريس و تبليغ معارف اسلامى پرداخت . « 4 » \r\nاين فقيه بزرگ علاوه بر فقه شيعه ، بر فقه اهل سنت نيز احاطه و براى پيروان هر يك از مذاهب پنجگانه طبق مذهبشان فتوا مىداد . « 5 » \r\n\r\nخدمات علمى و صفات اخلاقى\r\nشهيد ثانى فقيهى سخت كوش و پرتلاش بود . او تمام عمر خود را صرف تدريس و تصنيف علوم اسلامى كرد . و همچون فقهاى ديگر ، به حفظ و گسترش فقه شيعه پرداخت .\r\nوى كتاب « الرَّوْضَةُ الْبَهيّه » را در مدت شش ماه و چند روز به رشتهء تأليف درآورد و بدين\r\n\r\n","description":"","footnote":" ( 1 ) - شهداء الفضيله ، علامه امينى ، ص 88 ، دار الشهاب قم .  ( 2 ) - سفينة البحار ، ج 1 ، ص 723 .  ( 3 ) - قسطنطنيه نام قديمى شهر اسلامبول ( استانبول ) در تركيه است .  ( 4 ) - سفينة البحار ، ج 1 ، ص 723 .  ( 5 ) - همان . ","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nوسيله ، خدمت بزرگى به حوزه‌هاى علمى كرد . « 1 »  بطورى كه پس از وى تا كنون اين كتاب كه متن آن از شهيد اول است ، محور بحث و تدريس حوزه‌هاى علمى شيعه بوده‌است .\r\nشهيد ثانى در مدت زعامت خود در « بعلبك » مرجع دانش پژوهان بود و تشنگان علم از راههاى دور و نزديك به محضر وى مىشتافتند . وى پس از خود ، دو هزار جلد كتاب به يادگار گذاشت كه دويست جلد آن به خط شريف خودش بود . « 2 » \r\nبعضى از كتابهايى را كه وى به رشتهء تأليف درآورده عبارتند از : « رَوْضُ الْجَنان فى شَرح ارشاد الْاذْهان » ، « مَسالِكُ الْافْهام فى شَرْحِ شَرايِع الاسْلام » ، « مُنْيَةُ المريد فى آداب المفيد و المستفيد » و . . . . « 3 » \r\nاين فقيه بزرگ انسانى زاهد و وارسته بود . شاگرد او « محمد بن على عودى » مىگويد : من شاهد بودم كه شهيد براى تأمين نياز خانواده‌اش ، شبها به بيابان مىرفت و هيزم جمع مىكرد . و نماز صبح را در مسجد مىخواند و چون بر كرسى تدريس مىنشست چون درياى خروشان بود و بحثهاى تازه‌اى را مطرح مىكرد كه تا آن روز سابقه نداشت ! « 4 » \r\nشهيد ثانى همه كارهايش را خود انجام مىداد و پذيرايى از مهمانها و واردين را شخصاً به عهده مىگرفت در حالى كه غالباً در حال ترس بود . « 5 » \r\nاين شهيد بزرگ به جهت موقعيت سياسى زمان ، مخصوصاً در اواخر دوران مرجعيت ، بيشتر اوقات در حالت تقيه و اختفا به سر مىبرد . اما با كمال اطمينان و روحيه‌اى قوى به كارهاى علمى مشغول بود و در راه پيشرفت مكتب شيعه و حفظ و استحكام پايه‌هاى آن تلاش مىكرد . « 6 » \r\n\r\n","description":"","footnote":" ( 1 ) - فوائد الرضويه ، ص 188 .  ( 2 ) - همان .  ( 3 ) - مجموعه تأليفات شهيد ثانى را 83 كتاب و رساله ثبت كرده‌اند ( ريحانة الادب ، ج 3 ، ص 282 - 283 )  ( 4 ) - سفينة البحار ، ج 1 ، ص 724 .  ( 5 ) - همان .  ( 6 ) - ريحانة الادب ، ج 3 ، ص 283 . ","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\n\r\nخواب شهادت\r\nشهادت در راه خدا ، آرزوى انسانهاى صالح بوده و رسيدن به اين فيض بزرگ سعادتى است كه نصيب افراد ويژه‌اى مىگردد و چه بسا افرادى كه قبل از شهادت از آن با خبر مىگردند و با آمادگى بيشترى به ملاقات با خدا مىروند . يكى از اين انسانهاى نمونه ، شهيد ثانى است . وى قبل از شهادت شبى در خواب ديد كه « سيد مرتضى » رضوان الله عليه مجلسى ترتيب داده و علماى شيعه در آن جمعند ، وقتى شهيد ثانى واردشد ، سيد به احترام او بپاخاست و پس از خوش‌آمدگويى امر كرد كه در كنار شهيد اول بنشيند . او هم در كنار شهيد اول قرار گرفت و پس از آن از خواب بيدار شد . و اين رؤيا را چنين تعبير كرد كه همتاى شهيد ثانى و شهيد اول خواهد بود . « 1 » \r\n\r\nكيفيت شهادت\r\nشهيد ثانى به حكم وظيفه‌اى كه بر عهدهء فقهاى اسلام است ، « 2 »  به حل اختلافهاى و رسيدگى به دعاوى و مخاصمات مردم مىپرداخت . روزى دو نفر دعوايى را نزد وى آوردند تا بين آنان قضاوت كند . شهيد ، پس از شنيدن سخنان طرفين ، به نفع صاحب حق حكم كرد . محكوم ناراحت شد و نزد قاضى شهر « صيدا » از وى شكايت كرد .\r\nدستگاه حكومت از تلاشهاى فرهنگى ، موقعيت علمى و ترويجى كه شهيد ثانى از مكتب تشيع مىكرد ، ناراحت بود و دنبال بهانه‌اى مىگشت تا شهيد را تحت فشار قرار دهد ؛ از اين رو ، مأمورانى را براى جلب وى فرستاد . اما شهيد به قصد سفر حج از خانه خارج شده‌بود و مأموران به وى دست نيافتند .\r\nقاضى « صيدا » كه نسبت به شهيد ثانى دشمنى ديرينه‌اى داشت ، نامه‌اى به سلطان وقت نوشت و وانمود كرد كه در منطقهء شام مردى بدعتگذار و خارج از مذاهب اربعه ، پيداشده و هم اكنون در مكه به سر مىبرد .\r\n\r\n","description":"","footnote":" ( 1 ) - ريحانة الادب ، ج 3 ، ص 283 .  ( 2 ) - فوائدالرضويه ، ص 191 ، ريحانة الادب ، ج 3 ، ص 286 . ","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nسلطان پس از اطلاع از موضوع مامورانى را روانه مكه نمود . مأموران حكومت ، شهيد ثانى را در « مسجدالحرام » پس از پايان نماز عصر دستگير كرده و به مدت چهل روز در خانه‌اى زندانى نمودند . سرانجام وى را به « قسطنطنيه » آورده درسال 965 ه . ق .\r\nمظلومانه به شهادت رساندند .\r\nبدن اين فقيه شهيد همانند مقتدايش « ابا عبد الله الحسين » ( ع ) ، سه روز بدون غسل و كفن بر روى زمين باقى ماند و در آخر هم بدنش را به دريا افكندند . « 1 » \r\n\r\n","description":"","footnote":" ( 1 ) - سفينةالبحار ، ج 1 ، ص 724 . ","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nخلاصه\r\nشهيد اول در سال 734 هجرى قمرى به دنيا آمد . پس از تحصيلات ابتدايى به عراق رفت و مدت پنج سال از محضر علما و مدرّسان آن زمان بهره‌هاى علمى برد . پس از آن به شهرهاى مختلف سفر كرد و به تحصيل و روايت حديث پرداخت .\r\nشهيد اول عالمى ماهر و فقيهى حديث‌دان بود . شاگردان زيادى تربيت كرد و صفات اخلاقى ويژه‌اى داشت . كتابهاى متعددى در زمينهء معارف اسلامى نوشت . مدافع اسلام و ولايت بود و با قلم ، بيان و عمل خود به دفاع از اسلام پرداخت .\r\nاو با مخالفان بحث و گفتگوهاى زيادى كرد و با مسافرت به مناطق شيعه‌نشين به امور دينى و دنيايى شيعيان رسيدگى مىكرد . اين عالم بزرگ از سلسله فقهايى است كه به جرم دفاع از اسلام و تشيّع در سال 786 ه . ق . ، مظلومانه به شهادت رسيد .\r\nشهيد ثانى نيز يكى ديگر از فقهاى شهيد شيعه است . وى در سال 911 ديده به جهان گشود .\r\nتحصيلات ابتدايى را نزد پدرش فراگرفت و در راستاى تكميل علوم و تبليغ معارف دينى به شهرهاى مختلف سفر كرد ، در مراكز علمى به تدريس پرداخت و كتابهاى زيادى تأليف نمود و شاگردانى تربيت كرد .\r\nوى فقيهى سخت‌كوش و انسانى وارسته بود با وجود خفقان شديد به استحكام و گسترش معارف شيعى ادامه داد . با توجه به خوابى كه ديده بود شهادتش را پيش‌بينى كرد و سرانجام در سال 965 ه . ق . به جرم طرفدارى از عدالت ، در حرم امن الهى دستگير و پس از مدتى زندانى شدن ، مظلومانه به شهادت رسيد .\r\nپرسش\r\n1 - دو نمونه از خدمات علمى شهيد اوّل را نام ببريد .\r\n2 - شهيد اوّل در برابر تبليغات مخالفان چه واكنشى نشان داد ؟\r\n3 - چرا شهيد اوّل به شهادت رسيد ؟\r\n4 - كتاب مهم فقهى شهيد ثانى كه محور بحث‌هاى حوزه‌هاى علمى است چه نام دارد ؟\r\n5 - سه ويژگى از ويژگيهاى علمى و اخلاقى شهيد ثانى را بنويسيد .\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\n\r\nدرس نهم : آية اللَّه وحيد بهبهانى - آية اللَّه كاشف الغطاء\r\n\r\nآية اللَّه وحيد بهبهانى\r\nمحمّد باقر ، معروف به وحيد بهبهانى در سال 1117 هجرى قمرى در اصفهان متولد شد . « 1 »  سلسله نسب آن بزرگ مرد با چهارده واسطه به شيخ مفيد مىرسد و جد مادرىاش ملّاصالح مازندرانى است . « 2 » \r\nوحيد بهبهانى فقيهى زبردست و دانشمندى كم‌نظير بود چندانكه لقب « استاد كلّ » و « مجدّد قرن » گرفت . « 3 » \r\nوى ، تحصيلات ابتدايى را نزد پدرش در اصفهان آموخت . پس از درگذشت پدرش ، و در حالى كه هيجده سال از سن او مىگذشت ، در سال 1135 هجرى قمرى جهت ادامهء تحصيل راهى نجف شد . با فراگيرى علوم آل محمّد و استفاده از محضر اساتيد بزرگ آن زمان ، براى مبارزه با اخباريين عازم بهبهان شد و پس از چند سال به كربلا بازگشت و تا آخر عمر شريفش در همانجا زيست ، و سرانجام در سال 1205 هجرى قمرى در سنّ 85 سالگى درگذشت و در جوار مرقد ابا عبد اللهّ الحسين ( ع ) پايين پاى قبور شهدا دفن گرديد . « 4 » \r\n\r\n","description":"","footnote":" ( 1 ) - ر . ك : روضات الجنات ، ج 2 ، ص 94 ، وى با اينكه در اصفهان متولد شده ولى چنان به لقب بهبهانى معروف گشته كه‌نويسندگان تاريخ اصفهان حتّى نامى از او نبرده‌اند .  ( 2 ) - ر . ك : الكنى و الالقاب ، ج 2 ، ص 109 ، وحيد بهبهانى ، على دوانى ، ص 95 .  ( 3 ) - ر . ك : فوائدالرّضويّه ، محدّث قمى ، ص 404 .  ( 4 ) - ر . ك : اعيان الشيعه ، ج 9 ، ص 182 ؛ و مرآت الاصول ، ص 149 . ","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\n\r\nاخلاق و رفتار آيةاللَّه بهبهانى\r\nعلّامه وحيد بهبهانى بسيار ساده و فقيرانه زندگى مىكرد و به متاع و مظاهر دنيوى اعتنايى نداشت . لباسش در بيشتر مواقع از همان كرباسى بود كه همسرش با دست خود مىبافت . « 1 »  داراى عزّت نفس و طبعى بلند بود و به راحتى از كسى هديه نمىپذيرفت و به زندگى ساده و بىآلايش طلبگى قانع بود . براى علما و فقيهان احترامى خاص قائل بود و همواره از آنان به نيكى و عظمت ياد مىكرد و در پاسخ اين پرسش كه چگونه استاد كلّ شدى ، گفت : « . . . هيچ‌گاه از بزرگداشت عالمان و بردن نام آنان به نيكى دريغ نورزيدم « 2 »  » .\r\nوى ارادتى عميق و عشقى وافر به اهل‌بيت ( ع ) داشت ؛ به حدى كه هر وقت به زيارت امام حسين ( ع ) مشرّف مىشد ، نخست مىنشست و كفش‌كَن را مىبوسيد ، پس از آن با خضوع و خشوع داخل حرم شده به زيارت مشغول مىشد . « 3 » \r\n\r\nفعّاليّتهاى فرهنگى\r\nبا توجه به دوران اختناق حكومت آغامحمدخان قاجار در ايران و سلطه گسترده دولت عثمانى بر ديگر كشورهاى اسلامى و نيز نفوذ روزافزون تفكر اخبارىگرى در جامعه تشيع ، به ويژه عراق و ايران ، آيةاللَّه بهبهانى به ترتيب اولويّت به دو كار اساسى همت گمارد .\r\n\r\n1 -\r\nتبيين و تبليغ فرهنگ ناب تشيع و بهره‌مند ساختن شيعيان از آگاهيهاى لازم فكرى و اعتقادى در حدى كه توان مقاومت در برابر تهاجم افكار بيگانه و انحرافى را داشته‌باشند . در پرتو اين تلاشهاى عميق و گسترده فرهنگى است كه دانشمندان و بزرگان ، او را مجدّد مكتب تشيّع در آغاز سده دوازدهم هجرى دانسته‌اند . « 4 » \r\n\r\n2 -\r\nتربيت شاگردانى كه بزرگ و نامدار در حوزه درسى خود كه هركدام از آنان در\r\n\r\n","description":"","footnote":" ( 1 ) - فوائد الرّضويّه ، ص 406 .  ( 2 ) - هدية الاحباب ، محدث قمى ، ص 114 - 115 .  ( 3 ) - قصص العلماء ، تنكابنى ، ص 202 .  ( 4 ) - براى آگاهى بيشتر رجوع كنيد به : وحيد بهبهانى ، ص 129 . ","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nآسمان فقاهت و اجتهاد چون خورشيدى تابناك درخشيدند و هزاران نفر از نور علم و دانش آنان بهره بردند . اين بعد از فعّاليّت علّامه بهبهانى آن چنان چشم‌گير بود كه ملقب به « استاد الكلّ فى الْكلّ » گرديد . علّامه مامقانى مىنويسد : وحيد كسى است كه همه دانشمندان به استادىاش معترفند . در مكتب وى شاگردانى تربيت يافتند كه هر كدام نادرهء دوران خود بودند مانند : علّامه بحرالعلوم ، شيخ جعفر ( كاشف الغطاء ) ، صاحب رياض ، فاضل قمى ، سيد محسن كاظمى ، شيخ محمد يونس ، شيخ حسين نجفى و جز آنان . « 1 » \r\n\r\nمهاجرت به بهبهان\r\nعلّامه وحيد بهبهانى مبارزه رسمى خود را با افكار و جريانهاى منحرف در جامعه شيعى با مهاجرت خود به بهبهان آغاز كرد . « 2 » \r\nپيش از هجرت آيةاللَّه وحيد بهبهانى به بهبهان ، شيخ عبداللَّه بن حاج صالح سماهيجى بحرينى كه از سران و بزرگان علماى اخبارى بود ، پس از استيلاى خوارج به بحرين با جمعى ديگر از علماى اخبارى و نيز شاگردانش به بهبهان آمد و به نشر و تبليغ آيين اخبارىگرى « 3 »  پرداخت و چون عالمى برجسته و معروف بود جمعى از خواص و\r\n\r\n","description":"","footnote":" ( 1 ) - تنقيح المقال ، ج 2 ، ص 85 .  ( 2 ) - هر چند علت هجرت آيةاللَّه بهبهانى به بهبهان بطور دقيق روشن نيست ولى به احتمال زياد اين سفر به انگيزهء مبارزه با مسلك اخبارىگرى كه توسط شيخ عبداللَّه سماهيجى بحرينى و جمعى از شاگردانش در اين خطّه ترويج مىشد ، صورت گرفته‌است . براى آگاهى بيشتر از اين موضوع رجوع كنيد به لؤلؤة البحرين ، ص 96 و وحيد بهبهانى ، ص 112 .  ( 3 ) - مسلك اخبارى : روش و مسلكى است در مقابل مسلك اصولى و اجتهادى . سردمداران اين مسلك ، معتقدند براى استنباطاحكام اسلامى مىبايد تنها به سنّت يعنى اخبار و احاديث رسيده از پيامبر و امامان عليهم‌السلام مراجعه كرد و مراجعه به قرآن ( براى غير پيامبر و امام ) و نيز اجماع و عقل را - كه از نظر اصوليين سه منبع فقه و استنباط احكام در كنار سنت هستند - جايز نمىدانند . نتيجهء اين اعتقاد ، انكار اصل اجتهاد در مسائل اسلامى است . زيرا اجتهاد عبارت است از منتهاى كوشش و فهم عميق ؛ بديهى است چنين فهمى بدون بهره‌گيرى از عقل و اعمال نظر امكان‌پذير نيست .\r\nاخباريين معتقدند مردم - بدون وساطت مجتهدان - بايد مستقيماً به اخبار و احاديث مراجعه كنند و وظيفه عملى خود را دريابند آنگونه كه عموم مردم به رساله‌هاى عمليه مجتهدان مراجعه مىكنند .\r\nسردمدار اين مسلك فردى است به نام « امين استر آبادى » كه اصالتاً ايرانى است ولى در حجاز زندگى مىكرد و از نظر زمانى مقارن بود با ظهور سلسله صفويه در ايران ( ر . ك : آشنايى با علوم اسلامى « اصول‌فقه ، فقه » ص 12 - 13 ) . ","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nعوام به وى گرويده مسلك اخبارىگرى را پذيرفتند . « 1 » \r\nعلّامه بهبهانى با هجرت به بهبهان با جدّيت به مبارزهء ريشه‌اى با مسلك اخبارىگرى پرداخت و از طريق تأليف كتابهاى ارزنده‌اى همچون كتاب « الاجتهاد و الاخبار » ، بحث و مناظره با علماى اخبارى و عمق بخشيدن و رونق دادن به مباحث اصولى و اجتهادى ، اصول و ريشه‌هاى مسلك اخبارىگرى در اين خطه را خشكانيد و علما و دانشمندان اخبارى را به اجتهاد و اصول متمايل ساخت .\r\n\r\nهجرت مجدّد به عراق\r\nعلّامه ، وحيد بهبهانى پس از موفقيت چشم‌گير در مرحلهء نخست مبارزه با اخبارىگرى در ايران ، براى ادامه مبارزه در سال 1159 دوباره به عراق هجرت كرد « 2 »  ؛ چه آنكه در آن دوران « كربلا » پايگاه مهم اخباريها بود و مجتهدان در اقليّت بودند .\r\nدر آغاز ورود وحيد بهبهانى به كربلا آنچنان جوّى عليه مجتهدان حاكم بود كه اگر كسى مىخواست كتاب مجتهدى را در دست بگيرد ، آن را داخل دستمال مىپيچيد تا - به قول خودشان - نجس نشود . « 3 » \r\nمجتهدان به حدّى تحت فشار جوّ اخبارىگرى بودند كه اگر كسى مىخواست كتابهاى استدلالى آنان را با خود حمل كند ناچار بود براى مصون ماندن از يورش ناگهانى اخباريها آنها را پنهان كند . اين فشار به حدّى بود كه حتى خود وحيد در ابتداى ورودش به كربلا مجبور بود « تقيّه » كند . « 4 » \r\nآيةاللَّه بهبهانى به محض ورود به كربلا درس اصول فقه را آغاز كرد و از اين طريق مبارزه بنيادى و اساسى خود عليه اخباريها را پىگرفت و مبارزه را تا آنجا پيش برد كه در مسجد خطاب به مردم اعلام كرد : « من حجت خدا بر شمايم . » « 5 » \r\n\r\n","description":"","footnote":" ( 1 ) - ر . ك : فقهاى نامدار شيعه ، ص 278 .  ( 2 ) - فقهاى نامدار شيعه ، ص 278 .  ( 3 ) - قصص العلماء ، تنكابنى ، ص 201 .  ( 4 ) - فقهاى نامدار شيعه ، ص 278 .  ( 5 ) - همان . ","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nقاطعيت و جديت آيةاللَّه بهبهانى در امر مبارزه بينادى با مسلك اخبارىگرى و جامعيت و عمق حوزه درسى ايشان و نيز همكارى صميمانه بعضى از علماى عراق كه متمايل به اخبارىگرى بودند مثل آيةاللَّه يوسف بحرانى ، با ايشان ، موجب شد تا حوزهء درسى ايشان روزبه‌روز رونق بيشترى پيدا كند و به سنگرى استوار و كوبنده عليه اخباريها تبديل شود . و بدين ترتيب دومين مرحله مبارزه با اين جريان انحرافى را همچون مرحلهء نخست با موفقيت و پيروزى طى كرد و فرهنگ زنده و راه‌گشاى اجتهاد را پاس داشت .\r\n\r\nآيةاللَّه كاشف‌الغطاء\r\nشيخ جعفر ، فرزند خضر جناحى نجفى در سال 1154 « 1 »  هجرى قمرى در نجف متولد شد . و به « كاشف‌الغطاء » و « شيخ كبير » معروف است . « 2 » \r\nآيةاللَّه كاشف‌الغطاء مقدمات را نزد پدرش كه از دانشمندان و وارستگان بود فراگرفت و مدارج عالى را در محضر اساتيدى همچون آيةاللَّه وحيد بهبهانى و آيةاللَّه سيد مهدى بحرالعلوم طىكرد و از مجتهدان و فقهاى بلند آوازه گرديد . وى تمامى مبانى و مباحث فقه را در سينه داشت و كتاب ارزشمند « كشف‌الغطاء » را در سفر و در حالى كه تنها قواعد علّامه نزدش بود به نگارش درآورد و به همين مناسبت به « كاشف الغطاء » معروف شد . « 3 » \r\nدر حوزه درس او عالمان زيادى شركت مىكردند كه عده‌اى از آنان مثل صاحب جواهر در رديف فقهاى برجسته و از مفاخر تشيّع و فقه شيعه به شمار مىروند .\r\n\r\nاخلاق و سلوك كاشف‌الغطاء\r\nآيةاللَّه كاشف‌الغطاء در اخلاق و رفتار مردى وارسته ، متواضع ، شجاع و سخاوتمند\r\n\r\n","description":"","footnote":" ( 1 ) - در نقلى ديگر 1146 آمده است ( اعيان الشيعه ، ج 4 ، ص 99 ) .  ( 2 ) - دائرةالمعارف بزرگ اسلامى ، ج 2 ، ص 100 .  ( 3 ) - روضات الجنات ، ج 2 ، ص 202 . ","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nبود . به مستمندان عنايت خاص داشت ، حتى به هنگام اقامهء نماز جماعت ، خود در ميان صفهاى نمازگزاران مىگشت و كمكهاى مردمى را براى نيازمندان جمع مىكرد . « 1 » \r\nوى با همهء مشاغل و تلاشهاى فراوان روزانه‌اى كه داشت براى تهجّد و شب‌زنده‌دارى اهميت زيادى قائل بود و نماز شبش ترك نمىشد و ديگران را نيز به مواظبت بر اين كار تشويق مىكرد . « 2 » \r\nآيةاللَّه كاشف‌الغطاء هر شب پس از فراغت از كارهاى روزانه به محاسبهء نفس خويش مىپرداخت و در اوج عظمت مرجعيّت عامّه گذشتهء خويش را به ياد مىآورد و خطاب به نفس خود مىگفت :\r\nدر كوچكى تو را « جُعَيْفِرْ » ( جعفر كوچولو ) مىگفتند ، سپس « جعفر » شدى ، و پس از\r\nآن « شيخ جعفر » و سپس « شيخ على الاطلاق » ناميده شدى . پس تا كى خدا را نافرمانى مىكنى و شكر اين نعمت را بجا نمىآورى ؟ « 3 » \r\n\r\nمبارزات فرهنگى و سياسى\r\n\r\nالف - در برابر اخباريها\r\nدر پرتو مبارزات آيةاللَّه وحيد بهبهانى بساط اخباريها از بهبهان ، نجف و كربلا برچيده‌شد و آنان ناچار شدند به نقاط ديگرى پراكنده شوند . ميرزا محمّد اخبارى ، رئيس اخباريها به ايران آمد و با توسل به نيرنگ در دربار فتحعلى شاه نفوذ كرد و حمايت او را به سوى خود جلب نمود .\r\nكاشف‌الغطاء با آگاهى از اين جريان ، در نخستين اقدام كتابى تحت عنوان « كشف‌الغطاء عن معايب ميرزامحمد عدوّ العلماء » در ردّ مسلك اخبارىگرى نوشت و آن را براى شاه ايران فرستاد و در گام ديگر خود راهى ايران شد و كارى كرد كه فتحعلى\r\n\r\n","description":"","footnote":" ( 1 ) - قصص العلماء ، تنكابنى ، ص 193 .  ( 2 ) - همان ، ص 185 و 193 .  ( 3 ) - اعيان الشيعه ، ج 4 ، ص 101 . ","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nشاه ، ميرزامحمد را از خود راند . « 1 » \r\nوى به اين مقدار فعّاليت بسنده نكرد بلكه در جريان سفر به اصفهان كتاب ديگرى « 2 »  در اثبات حقانيت مسلك اجتهادى و رد مسلك اخبارىگرى براى فرزند خود شيخ على نوشت . « 3 » \r\n\r\nب - در برابر وهّابيّت\r\nدر اواخر قرن دوازدهم هجرى قمرى پيروان محمدبن عبدالوهّاب در عربستان سر به شورش برداشتند . دامنهء اين شورش از مرزهاى عربستان گذشت و به عراق كشيده‌شد و دو شهر كربلا و نجف مورد تهاجم وهّابيان قرارگرفت . كاشف‌الغطاء در صف مقدم دفاع از شهر مقدس نجف سلاح بر دوش گرفت و ديگر طلاب را نيز مسلّح ساخت و با مهاجمان جنگيد و سرانجام آنان را وادار به عقب‌نشينى كرد . وى پس از آن دستور داد حصارى بر گرد شهر بكشند تا از تاخت و تاز مهاجمان مصون بماند . در جبهه نبرد علمى نيز كتابى تحت عنوان « منهج الرشاد لمن اراد السّداد » در نقد و ردّ آراء وهّابيان نوشت . « 4 » \r\n\r\nج - در صحنهء سياسى\r\nبا درگذشت آيةاللَّه وحيد بهبهانى و علّامه بحرالعلوم ، مرجعيت عامه شيعه به آيةاللَّه كاشف‌الغطاء منتقل شد . وى در كنار فعاليّتهاى علمى و فرهنگى ، از مسائل سياسى جامعه اسلامى غافل نبود . او در فرصتهاى مناسب به شهرهاى بزرگ ايران سفر مىكرد و مردم را با وظايف مبارزاتى و سياسى خود آشنا مىساخت . « 5 » \r\nاز جمله رويدادهاى مهمى كه در دوران مرجعيّت و زعامت عامّه كاشف‌الغطاء رخ داد تهاجم نخست روس به ايران بود . آيةاللَّه كاشف‌الغطاء كه از اوضاع متزلزل و از هم\r\n\r\n","description":"","footnote":" ( 1 ) - دائرةالمعارف بزرگ اسلامى ، ج 2 ، ص 101 .  ( 2 ) - اسم اين كتاب عبارت بود از : « الحقّ المبين فى تصويب المجتهدين و تخطئة جهّال الاخباريين » .  ( 3 ) - الذريعة ، ج 7 ، ص 37 .  ( 4 ) - دائرةالمعارف بزرگ اسلامى ، ج 2 ، ص 101 .  ( 5 ) - همان . ","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nپاشيده ايران در زمان آغامحمدخان قاجار و نيز اوضاع فعلى به زعامت فتحعلىشاه واقف بود براى تقويت جبهه ايران در برابر روس به شاه ايران اجازه « 1 »  داد تا در گردآورى سربازان ، گرفتن ماليات زكات از مردم به منظور سروسامان دادن به وضع ارتش همّت گمارد .\r\nشيخ كبير با دادن اجازه به فتحعلىشاه در امور ياد شده و در پى آن مسافرت به ايران و نظارت و اشراف بر مسائل مملكتى ، روند بسيج نيرو در برابر سپاه مهاجم روس را سريعتر كرد كه در نهايت منجر به پايدارى سپاه ايران در برابر روس در طول مدت ده سال شد .\r\nمقاومت دليرانه مردم ايران در برابر روس در طول مدت ده سال جنگ ، تا زمانى كه آيةاللَّه كاشف‌الغطاء زنده بود ادامه داشت و پس از درگذشت ايشان در سال 1228 آثار شكست ايران پديدار گشت كه منجر به انعقاد عهدنامهء گلستان شد . « 2 » \r\n\r\n","description":"","footnote":" ( 1 ) - براى آگاهى بيشتر از متن اجازه رجوع كنيد به كشف‌الغطاء عن مبهمات شريعة الغرّاء ، كتاب الجهاد ، ص 394 .  ( 2 ) - تاريخ كامل ايران ، عبداللَّه رازى ، ص 490 - 491 . ","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nخلاصه\r\nعلّامه وحيد بهبهانى از فقهاى قرن دوازدهم در اصفهان چشم به جهان گشود . مقدمات را نزد پدر فراگرفت و در ايران و عراق بارها به مبارزه و مناظره با اخباريها برخاست و مسلك اصولى و اجتهادى را جايگزين مسلك اخبارى كرد و در اين زمينه شاگردان مبرزى تربيت كرد .\r\nنمونهء برجسته شاگردانش شيخ جعفر كاشف‌الغطاء است . وى در نجف مىزيست و در فقه از مهارت و برجستگى ويژه‌اى برخوردار بود و شاگردان زيادى پرورش داد . كتاب معروفش در فقه عبارت است از « كشف‌الغطاء » .\r\nآيةاللَّه كاشف‌الغطاء كه بعد از استادش ، وحيد بهبهانى ، و سيد بحرالعلوم به مرجعيت عامه رسيد در دوران حيات پربركتش منشأ فعاليتها و مبارزات علمى ، فرهنگى و سياسى ارزشمندى بود . مبارزات او با اخباريها و رئيس آنان ميرزامحمد اخبارى و نيز جهاد مقدس او عليه مهاجمان و يورشگران وهابى به دو شهر كربلا و نجف ، همچنين حمايت معنوى و مالى از جبههء ايران در جنگ اول اين كشور با روس و دادن اجازه و نمايندگى به فتحعلىشاه در خصوص تقويت بنيه دفاعى ارتش ايران ، در كتابهاى تاريخ و منابع فقهى ثبت است و بيانگر عظمت مقام و شخصيت اين فقيه نامدار شيعه است .\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nپرسش\r\n1 - مهمترين مسأله فرهنگى دوران زعامت وحيد بهبهانى چه بود ؟ به اختصار توضيح دهيد .\r\n2 - روشهاى مبارزه آيةاللَّه وحيد بهبهانى با اخباريها را به اختصار بيان كنيد .\r\n3 - شيخ جعفر كاشف‌الغطاء منشأ چه خدمات و فعاليتهاى فرهنگى و علمى بود ؟\r\n4 - چرا و به چه منظور كاشف‌الغطاء به فتحعلى شاه نيابت داد ؟\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\n\r\nدرس دهم : شيخ محمد حسن صاحب جواهر - شيخ انصارى\r\n\r\nتاريخچهء زندگى صاحب جواهر\r\nشيخ محمدحسن نجفى در حدود سال 1192 هجرى قمرى در شهر نجف و در خانواده‌اى علمى - مذهبى به دنيا آمد . « 1 »  دوران كودكى را تحت سرپرستى پدرش « شيخ باقر نجفى » كه از دانشمندان آن زمان بود گذراند . سپس در درس فقهايى همچون ، « وحيد بهبهانى » و « شيخ جعفر كاشف الغطاء » شركت كرد « 2 »  و استعداد فوق‌العاده‌اى از خود نشان داد . در نيمهء اوّل قرن سيزدهم هجرى رياست جهان تشيع به وى محول گرديد و خدمات شايان توجهى به جامعه اسلامى كرد .\r\nاين عالم بزرگ سرانجام پس از عمرى خدمت به جامعهء اسلامى در سال 1266 ه . ق .\r\nدر نجف دار دنيا را وداع گفت و به ملكوت اعلا پيوست . « 3 » \r\n\r\nويژگيهاى علمى و اخلاقى\r\nقبل از زمان صاحب جواهر ، نهضتى علمى به رهبرى استادِ اكبر آيت‌اللّه « محمد باقر وحيد بهبهانى » در جريان بود كه پس از وى توسّط دو شاگرد ارجمندش « سيد مهدىبحرالعلوم » و « شيخ جعفر كاشف‌الغطاء » گسترش يافت و همچنان تا زمان « شريف العلماى مازندرانى » ادامه داشت . « 4 » \r\n\r\n","description":"","footnote":" ( 1 ) - مقدمهء جواهر الكلام ، محمدرضا مظفر ، ص 4 .  ( 2 ) - فوائد الرضويه ، ص 453 .  ( 3 ) - همان ، ص 454 .  ( 4 ) - مقدمهء جواهر الكلام ، ص 9 . ","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nپس از درگذشت « شريف‌العلماى مازندرانى » ، صاحب جواهر رهبرى اين نهضت را بر عهده گرفت و به خوبى آن را هدايت كرد و با تلاشهاى اين فقيه بزرگ ، نهضت علمى به اوج خود رسيد و چنان غنا و عظمتى به حوزهء علمى نجف داد كه يكى از ثمرات آن ، محقق عالى مقام « شيخ مرتضى انصارى » است كه تحقيقاتش مرجع فقهاى شيعه مىباشد .\r\nصاحب جواهر با بنيهء علمى قوى و بيانى رسا دانش‌پژوهان را به حوزهء نجف جلب كرد و بزرگترين شكوفايى علمى را در تاريخ اين حوزه به وجود آورد . بطورى كه در مجلس درس او بيش از شصت مجتهد معروف شركت و از گنجينهء علوم وى استفاده مىكردند . « 1 » \r\nصاحب جواهر صفات اخلاقى ويژه‌اى داشت . او فقيهى منظم و مرتب بود . و در عين ابهت علمى بسيار متواضع و فروتن بود . وى با آنكه مرجعى بزرگ و صاحب كتاب ارزندهء « جواهر » بود ، دربارهء كتاب « كشف اللثام » « 2 »  گفته است اگر اين كتاب فقهى نزد من نبود نمىتوانستم « جواهر » را تأليف كنم . « 3 » \r\nوى همچنين راجع به قصيدهء « هائيه » « 4 »  ارزش خاصى قائل بود و در رابطه با شاعر آن « شيخ محمدكاظم ازرى » گفته : ايكاش اين قصيده در نامهء عمل من و كتاب « جواهر » در نامهء عمل وى بود . « 5 »  بديهى است كه اين چنين سخنان ، حاكى از تواضع و قدرشناسى اين فقيه بزرگ از زحمات ديگران است .\r\n\r\nخدمات و آثار صاحب جواهر\r\nآيت اللّه شيخ محمدحسن نجفى علاوه بر رهبرى و مرجعيت شيعه خدمات قابل توجهى نيز به جامعهء اسلامى كرد . يكى از خدمات فرهنگى وى ، كتاب ارزندهء\r\n\r\n","description":"","footnote":" ( 1 ) - مقدمهء جواهر الكلام ، ص 13 .  ( 2 ) - كتاب « كشف اللثام » تاليف شيخ محمدحسن اصفهانى معروف به فاضل هندى است كه در دو جلد با چاپ سنگى طبع‌شده‌است .  ( 3 ) - جواهر الكلام ، ج 1 ، ص 22 . ( مقدمه )  ( 4 ) - قصيدهء هائيه كه با مطلع « لمن الشمس فى قباب قباها * شف جسم الدجى بروح ضياها » شروع مىشود . شعر حماسى بسياربلندى است كه شيخ كاظم ازرى در مدح رسول خدا ، اميرالمؤمنين و اهل بيت عليهم‌الصلاة والسلام سروده است .  ( 5 ) - الكنى والْالقاب ، ج 2 ، ص 23 . ","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\n« جواهرالكلام » است كه به گفتهء بعضى از بزرگان ، تأليف اين كتاب از عجايب زمان صاحب جواهر است و بايد در تاريخ ثبت شود چرا كه با وجود مشكلات و كمبود امكانات ، چنين كتاب جامعى به حوزهء شيعه ارائه شده و اين كار ممكن نيست مگر با امدادهاى غيبى الهى . « 1 » \r\nكتاب فقهى جواهر داراى خصوصياتى است كه موجب برترى آن بر ساير جوامع فقهى گرديده است ؛ بطورى كه از زمان تأليف آن تاكنون ، پيوسته محور بحث و تدريس حوزه‌هاى علمى بوده و هيچ فقيهى از مراجعهء به آن بىنياز نخواهدبود .\r\nاين كتاب جميع ابواب فقه از « طهارت » تا « ديات » « 2 »  را مورد بحث قرار داده و به همان نحو كه در جلدهاى اول ، بحثهاى عميق و علمى را شروع كرده ، در مجلدات آخر هم ، بحث را به همان گونه به پايان رسانده و هيچگونه آثارى از ملالت و خستگى نويسنده در آن ديده نمىشود .\r\nاز ديگر خصوصيات اين كتاب جنبهء دائرةالمعارفى آن است ؛ زيرا نظريات و اقوال عمدهء فقهاى عاليقدر شيعه را آورده و اصول و فروع فقهى را در سطح گسترده مورد بحث قرار داده است .\r\nصاحب جواهر در راستاى هدايت و رهبرى دينى جامعه ، و غنى كردن حوزهء علميه رسالهء عمليّه « نجات العباد » و چند كتاب ديگر در زمينه‌هاى فقه و اصول فقه نوشت . « 3 »  اين فقيه خدمتگزار به نقش تبليغات در پيشبرد مكتب اسلام واقف بود . به همين جهت عده‌اى از اهل‌علم را براى زعامت دينى مردم به شهرها و مراكز مهم فرستاد و در جهت تأمين آب آشاميدنى اهالى نجف از رودخانهء فرات ، اقدام به حفر كانال كرد و در اين راه تلاش و كوشش فراوانى نمود . « 4 » \r\nاو همچنين مأذنه‌اى براى « مسجد كوفه » بنا نهاد و روضهء مقدسهء حضرت مسلم بن\r\n\r\n","description":"","footnote":" ( 1 ) - جواهر الكلام ، ج 1 ، ص 24 . ( مقدمه )  ( 2 ) - در چاپهاى جديد ، مجلدات اين كتاب به چهل و سه جلد رسيده است .  ( 3 ) - مقدمهء جواهر ، ص 8 .  ( 4 ) اعيان الشيه ج 9 ص 149 . ","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nعقيل ( ع ) و صحن مطهر آن را ساخت و در كنار « مسجد سهله » « 1 »  ساختمانى جهت اسكان خدّام و استراحت زائران احداث كرد تا قداست و احترام مسجد محفوظ بماند . « 2 » \r\nصاحب جواهر عنايت ويژه‌اى به « مسجد سهله » داشت و سنت رفتن شبهاى چهارشنبه به اين مسجد ، توسط وى پايه ريزى شد . چرا كه او به همراه شاگردانش هر شب چهارشنبه از نجف حركت مىكردند و در مسجد سهله به عبادت خدا مىپرداختند . « 3 » \r\nاز آنجا كه پيشرفت مادى و معنوى جامعه در گرو تربيت صحيح دانش‌پژوهان است ، اين فقيه بزرگ ، بيش از هر كار تلاش خود را صرف تربيت صحيح دانشجويان حوزه‌هاى علمى كرد و گروه زيادى از بزرگان فقه ، در مكتب وى تربيت يافتند . بعضى از شاگردان معروف وى عبارتنداز : 1 - ميرزا حبيب اللّه رشتى 2 - شيخ جعفر شوشترى 3 - شيخ محمدحسن آل ياسين 4 - شيخ حسن مامقانى 5 - حاج ميرزا حسين بن ميرزا خليل تهرانى . « 4 » \r\n\r\nصاحب جواهر و مسألهء ولايت فقيه\r\nصاحب جواهر در مباحث فقهى خود در راستاى لزوم حفظ اسلام در دوران غيبت ، مسألهء ولايت فقيه را مطرح كرد و به تبيين و استحكام پايه‌هاى علمى آن پرداخت . اين فقيه ژرف انديش با استدلالهاى علمى و بيان روايات در اين زمينه ، موضوع ولايت فقيه را اثبات كرد و قائل به عموميت آن يعنى اثبات تمام اختياراتى كه امام معصوم ( ع ) در زمان ظهور دارد ، براى فقيه جامع‌الشرايط در زمان غيبت شد .\r\nاو در اين زمينه مىگويد :\r\n« . . . در هر تقدير اقامهء حدود و اجراى دستورات اسلام ( در زمان غيبت ) لازم است زيرا نيابت و\r\n\r\n","description":"","footnote":" ( 1 ) - مسجدى مقدس در كوفه ( معجم البلدان ، ج 3 ، ص 290 . )  ( 2 ) - مقدمهء جواهر ، ص 21 .  ( 3 ) - همان .  ( 4 ) - همان ، ص 18 . ","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nجانشينى فقها از امامان معصوم ( ع ) در موارد زيادى ثابت شده است به گونه‌اى كه در اين مسأله فرقى بين منصبهاى امام ( ع ) نيست . بلكه مىتوان ادعا كرد كه همهء فقهاى شيعه در اين موضوع اتفاق نظر دارند زيرا در موارد زيادى از كتابهايشان مردم را به حاكم ارجاع داده‌اند و مقصود از حاكم در ساير موارد ، نايبان امام ( ع ) در زمان غيبت است كه همان فقها مىباشند . . . . » « 1 » \r\nاو در قسمت ديگرى از استدلالش مىفرمايد :\r\n« . . . علاوه بر نصب فقها از سوى امام ( ع ) ضرورت نيز اقتضا مىكند كه فقيهان در زمان غيبت ولايت داشته و بتوانند حدود اسلامى را اجرا كنند . زيرا احقاق حقوق عموم و لزوم اعمال ولايت و وجود جمع زيادى از شيعيان در جامعه ، در طول زمان و صدور روايات صريح در اين زمينه ، اقتضاء چنين ولايتى را مىنمايد ؛ زيرا اگر ولايت عمومى براى فقها ثابت نباشد ، بسيارى از امور دينى شيعيان تعطيل مىگردد . . . . » « 2 » \r\nاين عالم بزرگ سرانجام مىگويد :\r\n« من تعجب مىكنم از وسوسه‌اى كه در ذهن بعضى نسبت به اين مسأله صورت مىگيرد . چرا كه اين موضوع به قدرى روشن است كه اگر فقيهى در آن شك كند گويا طعم فقه را نچشيده است و از رمزها و اشارات سخنان معصومين ( ع ) چيزى نفهميده و در كلمات آنان دقت نكرده است . . . و بالجمله مسألهء ولايت فقيه از واضحاتى است كه احتياج به استدلال ندارد . . . . » « 3 » \r\n\r\nشيخ مرتضى انصارى\r\nشيخ انصارى در سال 1214 هجرى قمرى در شهر دزفول ديده به جهان گشود . پس از دوران كودكى ، تحصيلات ابتدايى و علوم متداول آن زمان را نزد عمويش « شيخ حسين‌انصارى » فرا گرفت و در سن بيست سالگى همراه پدرش به قصد زيارت مشاهد مشرفه راهى عراق شد . در شهر كربلا با مرجع تقليد وقت آيت‌الله « سيدمحمد مجاهد » آشنا\r\n\r\n","description":"","footnote":" ( 1 ) - جواهر الكلام ، ج 21 ، ص 396 .  ( 2 ) - همان .  ( 3 ) - همان . ","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nگرديد و مذاكراتى علمى با وى به عمل آورد . « 1 » \r\n« سيد محمد مجاهد » در همان برخوردهاى اوليه به هوش و استعداد فوق‌العادهء وى پى برد . به همين جهت از پدرش خواست كه « شيخ مرتضى » در عراق بماند و به تحصيل ادامه دهد .\r\nشيخ انصارى مدت چهارسال در كربلا ماند و از محضر فقيه نامبرده و « شريف‌العلماء » بهره‌هاى علمى فراوانى برد . تا اينكه شهر كربلا را ناامنى فراگرفت و شيخ انصارى به همراه ديگر دانشجويان علوم دينى راهى « كاظمين » شد و پس از مدتى اقامت در « كاظمين » به زادگاهش بازگشت . « 2 » \r\nاز ميان رفتن امنيت حوزهء كربلا و عدم وجود حوزهء عالى در ايران ، باعث نگرانى اين عالم جوان گرديد ؛ چرا كه او تشنهء علم بود و كمتر درسى مىتوانست عطش علمى او را رفع كند . به همين جهت مجدداً به عراق بازگشت و پس از مدتى براى حضور در درس « شريف‌العلما » به نجف رفت .\r\nشيخ انصارى مدت دو سال در نجف ماند و از محضر فقها و مدرسان عالىمقام اين حوزه نيزبهره‌هايى برد . سپس به قصد زيارت مرقد مطهر حضرت رضا ( ع ) به ايران سفر كرد و در مسير ، به قصد ديدار با فقيه بزرگ « حاج ملا مهدى نراقى » راهى كاشان شد . « 3 » \r\nجاذبهء علمى « محقق نراقى » و علاقه‌اى كه شيخ انصارى به درس و بحث داشت سبب شد كه مدت سه سال در كاشان مانده به تدريس و تأليف و مذاكرات علمى با محقق نامبرده بپردازد . وى به قدرى مورد توجه « محقق نراقى » قرار گرفت كه اين فقيه بزرگ دربارهء او گفت : « من با پنجاه مجتهد برخورد كرده‌ام اما هيچيك را مانند شيخ انصارىنيافته‌ام . « 4 » \r\nشيخ انصارى پس از مدتى توقف در ايران ، در سال 1249 ه . ق . در دوران رياست\r\n\r\n","description":"","footnote":" ( 1 ) - ريحانةالادب ، ج 1 ، ص 190 .  ( 2 ) - همان .  ( 3 ) - اعيان الشيعه ، ج 10 ، ص 118 .  ( 4 ) - همان . ","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\n« صاحب جواهر » مجددا به نجف بازگشت و پس از مدتى شركت در درس مراجع وقت ، مستقلًا به تدريس و تأليف مشغول شد و با افكار دقيق و تحقيقات عميقش تحولى در فقه و اصول شيعه به وجود آورد و پس از صاحب جواهر ، زعامت شيعيان را عهده‌دار گرديد .\r\nسرانجام اين فقيه بزرگ ، پس از عمرى خدمت به اسلام در سال 1281 ه . ق . در نجف ديده از جهان فروبست . « 1 » \r\n\r\nسيماى علمى و اخلاقى شيخ انصارى\r\nشيخ انصارى به آنچنان مقامى در علم رسيده بود كه او را « خاتم الفقهاء و المجتهدين » لقب داده‌اند . او فقيهى دقيق و متفكرى عميق بود ، رياست حوزهء علمى و زعامت شيعه پس از صاحب جواهر به وى محول گرديد و تحقيقات و تأليفاتى از خود بجا گذارد كه تا كنون محور بحث و تدريس فقها و مجتهدان شيعه قرار گرفته‌است .\r\nاو داراى حافظه‌اى قوى ، و نظرى دقيق بود ، در مشكلات علمى نمىماند و بسيار حاضرجواب بود . با آنكه اموال زيادى از بيت‌المال به دستش مىرسيد همانند فقيرترين افراد زندگى مىكرد . به علم و عبادت اهميت زيادى مىداد . به آنچه مىگفت عمل مىكرد و بسيار خوش‌اخلاق بود . در مقابل دشمنان اسلام هشيارى ويژه‌اى داشت و فريب توطئه‌هاى آنان را نمىخورد . « 2 » \r\n\r\nخدمات فرهنگى و سياسى شيخ انصارى\r\nشيخ مرتضى انصارى يكى از فقهايى است كه خدمات فراوانى به فرهنگ شيعه و جامعهء اسلامى كرد . او با تحقيق و تدريس فقه و اصول ، اساس اسلام را در جامعه حفظ نمود و مجتهدان بزرگى همچون « ميرزاى شيرازى » و « ملا حبيب اللّه رشتى » تربيت كرد و موجبات گسترش فرهنگ شيعه را فراهم ساخت .\r\nاين عالم بزرگ كتابهاى متعددى در زمينه‌هاى فقه ، اصول و رجال نوشت . نام بعضى\r\n\r\n","description":"","footnote":" ( 1 ) - فوائدالرضويه ، ص 665 .  ( 2 ) - اعيان الشيعة ، ج 10 ، ص 118 . ","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nاز كتابهاى وى عبارت است از : 1 - « فرائدالاصول » معروف به « رسائل » كه يكى از كتابهاى مهم اصولى حوزه‌هاى علمى شيعه مىباشد . 2 - « مكاسب » كه شامل بحثهايى اجتهادى پيرامون مسائل اقتصادى اسلام است 3 - كتاب « طهارت » در فقه . « 1 » \r\nشيخ انصارى اهميّت زيادى به زندگى فقرا مىداد ، تمام اموالى را كه شيعيان براى وى مىفرستادند ، مخفيانه بين مستمندان تقسيم مىكرد و خود نيز همانند يكى از آنان زندگى مىنمود . « 2 »  وقتى بعضى افراد به اين برنامهء او انتقاد كردند ، گفت : اين اموال نزد من امانت است و ردّ امانت وظيفهء هر فردى است . « 3 » \r\nاين فقيه سياستمدار ، مراقب توطئه‌هاى بيگانگان نيز بود و بطور غيرمستقيم با آنان به مبارزه پرداخت . چنان كه نقل كرده‌اند سركنسول انگليس به شيخ انصارى كه مجتهد وقت بود ، اطلاع داد زنى از « هند » پول فراوانى نزد بانك انگلستان به امانت گذارده تا سود حاصل از آن با صلاحديد مجتهدان شيعه در شهرهاى كربلا و نجف خرج شود ؛ در صورتى كه شما مقدارى از آن سود را به ما واگذار كنيد ، بقيه آن را در اختيار شما قرار مىدهيم .\r\nشيخ انصارى با كمال قاطعيت پيشنهاد دولت انگلستان را رد كرد و جلو توطئهء احتمالى دشمنان اسلام را گرفت . « 4 » \r\n\r\n","description":"","footnote":" ( 1 ) - ريحانةالادب ، ج 1 ، ص 192 .  ( 2 ) - اعيان الشيعه ، ج 10 ، ص 118 .  ( 3 ) - ريحانة الادب ، ج 1 ، ص 192 .  ( 4 ) - اعيان الشيعه ، ج 10 ، ص 118 . ","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nخلاصه\r\nشيخ محمدحسن نجفى در حدود سال 1192 ه . ق . در نجف به دنيا آمد . پس‌از گذراندن دروس اوليه ، در درس فقهايى همچون « وحيد بهبهانى » و « شيخ جعفر كاشف‌الغطاء » شركت كرد . و در نيمهء اوّل قرن سيزدهم ، رياست شيعه به وى محول گرديد .\r\nاين فقيه بزرگ رهبرى نهضت علمى كه توسط « وحيد بهبهانى » شروع شده‌بود را به عهده‌گرفت و فقها و مجتهدان زيادى تربيت كرد . او عالمى مرتب و منظم بود ، تواضع زيادى داشت ، به وضع مادى و ظاهرى حوزه‌ها و جوامع اسلامى اهميت مىداد و خدمات فرهنگى و عمرانى متعددى به جامعهء اسلامى كرد .\r\nدر راستاى تبليغ معارف اسلامى مبلغان را به نقاط دور و نزديك جامعه فرستاد ، به ولايت عمومى فقها در زمان غيبت معتقد بود و با استدلال و برهان ، پايه‌هاى اين اصل مهم حكومت اسلامى را مستحكم كرد .\r\nشيخ مرتضى انصارى نيز يكى ديگر از فقهاى عالىمقام شيعه است . وى در سال 1214 ه . ق . در « دزفول » به دنيا آمد . دروس ابتدايى را نزد عمويش فراگرفت و تحصيلات عاليه را در عراق و ايران به پايان برد . در زمان رياست صاحب جواهر بر كرسى تدريس نشست و پس از وى رياست شيعه به او محول گرديد .\r\nشيخ انصارى با افكار عميق خود ، تحولى در حوزه علمى شيعه به وجود آورد و تأليفاتى از خود به جاگذارد كه تا كنون محور بحث و تدريس حوزه‌هاى علمى مىباشد . اين فقيه بزرگ زندگى ساده‌اى داشت ، به علم ، عبادت و فقرا اهميت مىداد ، برخورد شايسته‌اى داشت ، در مقابل دشمنان اسلام هشيار بود و در سال 1281 ديده از جهان فرو بست .\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nپرسش\r\n1 - صاحب جواهر در شكوفايى علمى حوزهء نجف چه نقشى داشت ؟\r\n2 - دو ويژگى از ويژگيهاى كتاب « جواهر الكلام » را نام ببريد .\r\n3 - يكى از استدلالهاى صاحب جواهر در زمينهء ولايت فقيه را بطور اختصار بنويسيد .\r\n4 - نمونه‌هايى از آثار و خدمات فرهنگى شيخ انصارى را نام ببريد .\r\n5 - شيخ انصارى در برابر پيشنهاد دولت انگلستان چه موضعى گرفت ؟\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\n\r\nدرس يازدهم : ميرزاى شيرازى اوّل ( ميرزا محمّدحسن شيرازى ره ) و ميرزاى شيرازى دوّم ( ميرزا محمّدتقى شيرازى ره )\r\nميرزاى شيرازى اول و دوم ، دو تن از فقهاى بزرگند كه همواره در راه پيشرفت اسلام تلاش كردند و با جهاد ه . ق . و مبارزهء خود ، درسى به رهروان راه اللّه دادند .\r\nميرزاى اوّل در سال 1230 ه . ق . در خانواده‌اى مذهبى در شيراز به دنيا آمد ، هنوز چند صباحى از عمر وى نگذشته بود كه پدر را از دست داد و سرپرستى او را دايىاش ، « مجد الاشرف » ، كه يكى از علماى آن روز بود برعهده گرفت .\r\nميرزا در سن چهار سالگى شروع به آموختن علم و دانش كرد . نبوغ و استعداد او به قدرى زياد بود كه ظرف مدت دو سال كتابهاى معمول در ادبيات فارسى و قرائت قرآن را فراگرفت و در سن شش سالگى وارد حوزهء علميه شيراز شد . او پس از مدتى تحصيل در شيراز ، راهى اصفهان گرديد و از محضر استادان معروف آن حوزه كسب فيض نمود . « 1 » \r\nميرزا در حدود سال 1259 ه . ق . به عراق هجرت كردو از محضر استادانى همچون « شيخ محمّدحسن نجفى » و « شيخ مرتضى انصارى » استفاده برد و پس از درگذشت « شيخ انصارى » از سوى شاگردان زبدهء وى ، براى مرجعيت عامّه تعيين گرديد . « 2 » \r\n\r\nگوشه‌هايى از مقام علمى و اخلاقى ميرزاى اول\r\nميرزاى شيرازى فقيهى بود كه با تلاشهاى علمى خود خدمتهاى فراوانى به\r\n\r\n","description":"","footnote":" ( 1 ) - الكنى و الالقاب ، ج 3 ، ص 222 ؛ و ميرزاى شيرازى احياگر قدرت فتوا ، محمود مدنى ، ص 25 - 26 ، نشر سازمان تبليغات اسلامى تهران .  ( 2 ) - الكنى و الالقاب ، ص 222 . ","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nحوزه‌هاى علميه كرد و شاگردانى همچون « ميرزا محمّدتقى شيرازى » و ميرزا حسين نورى و حاج شيخ فضل‌اللّه نورى تربيت نمود و با علم و عمل خود ، درس فداكارى در راه اسلام را به آنان آموخت .\r\nميرزا از نظر اخلاق نمونهء دوران خود بود . او مردى خوش برخورد ، منظم ، بردبار و صبور بود . نظرى صائب ، حافظه‌اى قوى و هوشيارى ويژه‌اى داشت و در عين اينكه امكانات زيادى از بيت‌المال ، تحت اختيار او بود ، بسيار ساده زندگى مىكرد ، به عبادت خدا اهميت زياد مىداد و درِ خانه‌اش به روى مستمندان باز بود . « 1 » \r\n\r\nخدمات فرهنگى ، اجتماعى ميرزاى شيرازى\r\nميرزاى شيرازى در طول مدت زعامت خود منشأ خدمات فرهنگى ، اجتماعى زيادى به جامعهء اسلامى بود . از جمله خدمتهاى وى مىتوان رسيدگى ايشان به وضع عمومى شهر « سامرّا » را نام برد . شهر « سامرّا » با توجه به اينكه در آن سوى رود « دجله » قرار داشت و فاقد راه ارتباطى مناسب بود ، در حالت فقر و عقب‌ماندگى به سر مىبرد . تنها راه رفت و آمد مردم و زائران حرم عَسكَريين از طريق قايقهاى كوچكى بود كه روزانه در آنجا كار مىكردند و احياناً نسبت به مردم سختگيريهايى نيز مىنمودند .\r\nميرزاى شيرازى براى رفع مشكل مردم اقدام به احداث پلى بر روى رودخانه كرد .\r\nوى در اقدامى ديگر براى تأمين بهداشت شهر و رفع نياز عمومى مردم ، چندين باب حمام ساخت و در اختيار آنان گذاشت . او در راستاى تعاليم مكتب حياتبخش اسلام مبنى بر زدودن فقر از جامعه ، بازار بزرگى در شهر « سامرا » بنا نمود و بدون هيچ چشمداشتى آن را به مردم واگذار كرد . « 2 » \r\nاو علاوه بر اين خدمات ، خانواده‌هاى زيادى از فقراى شيعه و اهل‌سنت را زير پوشش كمكهاى خود قرار داد و بطور آبرومندانه‌اى به تأمين زندگى آنان پرداخت . ميرزاى شيرازى در زمينهء فرهنگى ، علاوه بر كلاسهاى بحث و تحقيق كه روزانه\r\n\r\n","description":"","footnote":" ( 1 ) - الكنى و الالقاب ، ص 222 .  ( 2 ) - فقهاى نامدار شيعه ، عقيقى بخشايشى ، ص 361 ، انتشارات كتابخانهء آيةاللّه نجفى ، قم . ","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nصدها نفر از دانشجويان علوم دينى در آن شركت مىكردند ، مدرسه‌اى بزرگ نيز بنا نمود و در جهت گسترش هر چه بيشتر فرهنگ اسلام ، حسينيه‌اى - براى شيعيان سامرا احداث كرد و حرم عسكريين را تعمير نمود . « 1 » \r\n\r\nمبارزات سياسى ميرزاى شيرازى\r\nمبارزات سياسى ميرزاى شيرازى در تاريخ ايران ، مبارزاتى بسيار سرنوشت ساز بود و به تعبير رهبر كبير انقلاب ، حضرت امام خمينى رضوان اللّه عليه ، آن نصف سطر ميرزاى شيرازى ره ، مملكت ما را از توى حلقوم خارجىها بيرون كشيد . « 2 » \r\nقبل از پرداختن به مبارزات اين رادمرد بزرگ ، خوب است نگاهى هرچند گذرا به اوضاع آن روز دنياى اسلام و كشور ايران بيندازيم .\r\nدنياى آن روز اسلام بطور عموم ، در يك حالت عقب ماندگى و فقر بسر مىبرد و بر اثر سياستهاى بيگانگان و بىلياقتى سردمداران ، بنيه‌هاى دينى و اقتصادى آن ، روزبه‌روز ضعيفتر مىشد . كشور ايران در دست يكى از حكمرانان نالايق اين مرزوبوم قرار داشت و دو دولت روس و انگليس ، هر روز با گرفتن امتيازى تازه ، جاى پاى خود را در اين ممكلت باز مىكردند .\r\nاينك به گوشه‌هايى از مبارزات اين عالم بزرگ و مجاهد توجه مىكنيم :\r\n\r\nالف - تلاش در جهت وحدت مسلمانان\r\nيكى از سياستهاى بيگانگان در عصر ميرزاى شيرازى ، ايجاد تفرقه بين مسلمانان بود . ميرزا در راستاى مبارزه با اين سياست دشمن ، اقدام به ايجاد وحدتى نسبى بين شيعيان و اهل سنت عراق كرد و با نشان دادن اخلاق اسلامى و زير پوشش گرفتن خانواده‌هاى فقير اهل سنت سامرا ، دلهاى مسلمانان آن سرزمين را به همديگر نزديك نمود . و هر بار كه دشمن سعى در روشن كردن آتش جنگ شيعه و سنى داشت ، وى آتش فتنه را خاموش كرده و فتنه‌گران را نااميد مىساخت . به عنوان نمونه در سال 1311 ه . ق .\r\n\r\n","description":"","footnote":" ( 1 ) - فقهاى نامدار شيعه ، ص 361 .  ( 2 ) - صحيفهء نور ، ج 9 ، ص 119 ، انتشارات وزارت ارشاد اسلامى . ","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nدرگيرى بزرگى بين شيعيان و اهل سنت « سامرا » روى داد و در آن غائله يكى از افراد اهل سنت كشته شد . . . در اين بين ، در حالى كه عده‌اى از شيعيان و اهل سنت در منزل ميرزا جمع بودند ، دو نفر مأمور انگليسى با هدايا و پولهاى زياد وارد خانه شده ، پشتيبانى دولت انگلستان را از منافع اقليت شيعهء سامرا اعلام داشتند . ميرزا با شنيدن اين مطلب بسيار ناراحت شد و فرمود : « اينها هر دو برادر اسلامى و مسلمان هستند و بين دو برادر تنى هم گاهى نزاع و برخورد مىشود ، ديگران چه مىگويند ؟ ! » ميرزا اعتنايى به مأموران انگليسى نكرد و بين طرفين دعوا اصلاح داده ، غائله خاتمه يافت . « 1 » \r\n\r\nب - مبارزهء منفى با ناصرالدين شاه\r\nميرزاى شيرازى با سياستهاى استبدادى و امتيازهايى كه ناصرالدين شاه به دو دولت روس و انگليس داده‌بود به شدّت مخالف بود و آنها را مخالف دستورات قرآن مجيد مىدانست . ناصرالدين شاه كه به ظاهر خود را فردى مذهبى جلوه مىداد و به زيارت مشاهد مشرفه مىرفت در سفرى كه به نجف اشرف داشت عدهء زيادى از مردم و روحانيون ناآگاه تا چند فرسخى از وى استقبال كردند . اما ميرزاى شيرازى كه در آن روز مرجعى بزرگ بود ، به استقبال و حتى ديدن وى نرفت و پولى را هم كه شاه براى وى فرستاده بود قبول نكرد .\r\nشاه از اين مطلب خيلى ناراحت شد و وزير خود را نزد ميرزا فرستاد و از او خواست كه به ديدن شاه برود ، اما ميرزا نپذيرفت و پس از اصرار زياد گفت : اگر شاه مىخواهد با من ملاقات كند ، من به حرم حضرت على ( ع ) مىروم او هم به حرم بيايد تا همديگر را ببينيم . « 2 » \r\n\r\nج - تحريم تنباكو\r\n« ناصرالدين شاه » در سال 1267 ه - ش امتياز خريد و فروش توتون و تنباكوى ايران را در داخل و خارج ، به مدت پنجاه سال به انحصار « ماژور تالبوت » انگليسى و شركاى او\r\n\r\n","description":"","footnote":" ( 1 ) - فقهاى نامدار شيعه ، ص 376 - 377 .  ( 2 ) - اعيان الشيعة ، ج 5 ، ص 306 . ","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nدرآورد . « 1 »  گرچه به ظاهر طرف قرارداد فردى انگليسى بود اما دولت انگلستان در پشت قضيه قرار داشت و هدف وى از اين قرارداد ، سلطهء همه‌جانبه بر ايران بود . به همين جهت با شروع كار كمپانى ، حدود چندصد نفر زن و مرد انگليسى وارد ايران شده به تبليغ مسيحيت ، ايجاد مراكز فساد ، شرابخانه و مجالس رقص و پايكوبى پرداختند و همزمان با آن تفنگداران كمپانى « 2 »  در شهرها پراكنده گشته و تحت اين عنوان ، متعرض جان و مال مردم مىشدند . « 3 » \r\nعلماى متعهد و مردم مسلمان ايران با پيش آمدن اين وقايع به زودى به عمق فاجعه پى برده و در شهرهاى شيراز ، اصفهان ، تبريز و مشهد تظاهراتى ، عليه كمپانى انگليس و اقدام خائنانهء دولت برپا كردند . در جريان اين تظاهرات عده‌اى از مردم شيراز كشته و بعضى از علما تبعيد شدند . « 4 » \r\nميرزاى شيرازى پس از اطلاع از حوادث پيش آمده در راستاى وظيفهء خود مبنى بر پاسدارى از اسلام ابتدا طى نامه‌اى به شاه ، مخالفت اين قرارداد و قراردادهاى ديگر از اين قبيل را با دستورات قرآن مجيد يادآورى كرد و نگرانى خود را از اوضاع پيش آمده و تبعيد علما ابراز داشت و خواستار لغو قرارداد گرديد . اما شاه مغرور به نامهء وى نه تنها ترتيب‌اثر نداد بلكه درصدد توجيه كار خود برآمد و عذر آورد كه لغو قرارداد مستلزم خسارتهايى است كه دولت از عهدهء آن برنمىآيد . ميرزا با كمال قاطعيت به نمايندهء شاه گفت : اگر دولت از عهدهء فسخ قرارداد برنمىآيد ، ملت از عهدهء آن بر خواهد آمد و من به خواست خدا اين قرارداد را برهم مىزنم . « 5 » \r\nميرزا سرانجام حرف آخر را زد و حكم تحريم تنباكو بدين شرح صادر شد .\r\n\r\n","description":"","footnote":" ( 1 ) - تاريخ سياسى معاصر ايران ، جلال‌الدين مدنى ، ص 23 - 24 ، نشر دفتر انتشارات اسلامى ، قم .  ( 2 ) - انگليسىها تعدادى از ايرانىها را استخدام كرده و اسب‌هاى عالى و سلاح در اختيارشان گذاشته‌بودند تا از منافع كمپانىحمايت كنند .  ( 3 ) - ميرزاى شيرازى احياگر قدرت فتوا ، محمود مدنى ، ص 99 - 100 .  ( 4 ) - همان ، ص 103 .  ( 5 ) - تاريخ سياسى معاصر ايران ، ص 29 . ","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nبسم اللّه الرحمن الرحيم الْيَوم استعمال تنباكو و توتون بِاىِّ نَحْوٍ كانَ ، در حكم مُحارِبَه با امام زمان صلَواتُ اللّه و سَلامُهُ عليه است . »\r\n« حَرَرَّهُ الْاقَلّ محمّد حَسَن الْحُسَيْنى » « 1 » \r\nاين حكم به سرعت در بين مردم پخش گرديد و با نبودن امكانات ، صدهزار نسخه از آن تهيه و در دورترين نقاط ايران منتشر شد ، مردم مسلمان و غيرمسلمان و حتى خدمه دربار قليانها را شكستند و در تمامى ايران از هيچ نقطه‌اى دود چپق و قليان و سيگار و ساير دخانيات بلند نمىشد . « 2 »  شاه و دربار ، علما را براى مجاز اعلام كردن استعمال تنباكو ، تحت فشار گذاردند و با جعل اكاذيب و انتساب جعل فتوا به « ملك التجار » سعى در بىاعتبار كردن آن نمودند « 3 »  اما مقاومت علما و بالا گرفتن نهضت ، شاه را مجبور كرد تا امتياز را به كلى لغو كند و بدينسان كشور اسلامى ايران در آن برهه ، از خطر جدى نجات پيدا كرد .\r\n\r\nد - دفاع از شيعيان افغانستان\r\nميرزاى شيرازى نه تنها در فكر مردم مسلمان ايران بود بلكه نسبت به همهء مسلمانان احساس مسؤوليت مىكرد . او وقتى مطلع شد كه دولت انگلستان توسط يكى از مزدوران خود ، مردم مسلمان افغان و بخصوص شيعيان آن منطقه را مورد ظلم و ستم قرار داده و عده‌اى را به قتل رسانده‌است ، طى تلگرافى به ناصرالدين شاه از او خواست كه از دولت انگلستان بپرسد ، به چه جرمى شيعيان افغانستان مورد قتل عام قرار گرفته‌اند . ناصرالدين شاه موضوع را با وزير امور خارجه انگليس در ميان گذارده و آنان از ترس اقدامات بعدى ميرزا ، دست از كشتار شيعيان افغانستان برداشتند . « 4 » \r\n\r\nميرزا محمّدتقى شيرازى ( ميرزاى دوّم )\r\nميرزا محمّدتقى شيرازى در حدود سال 1270 ه . ق . در خانواده‌اى مذهبى در شيراز به دنيا آمد و دوران كودكى را تحت سرپرستى پدرش كه عالمى عارف بود به پايان\r\n\r\n","description":"","footnote":" ( 1 ) - تحريم تنباكو ، محمّد رضا زنجانى ، ص 100 ، انتشارات فراهانى .  ( 2 ) - همان ، ص 101 - 102 .  ( 3 ) - همان ، ص 133 .  ( 4 ) - فقهاى نامدار شيعه ، ص 376 . ","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nرساند ، ميرزا پس از طى مراحل اوليه تحصيل راهى عراق شد و از محضر درس استادانى همچون « ميرزا محمّدحسن شيرازى » و « فاضل اردكانى » استفاده برد و در رشته‌هاى فقه ، اصول و ادبيات به كمال رسيد .\r\nميرزا پس از درگذشت « ميرزاى شيرازى اول » در سامرا متصدى ادارهء حوزهء علميه شد و با هجرت به نجف اشرف زعامت و مرجعيت شيعه به او واگذار گرديد . « 1 » \r\n\r\nمقام علمى و اخلاقى ميرزاى دوّم\r\nميرزاى دوم از فحول علماى اماميه و فقيهى كامل و مجتهدى مبرز بود . او نظراتى دقيق و افكارى بلند داشت و داراى طبع شعر بود . يكى از آثار وى ، كتاب « الْقَصائِدُ الْفاخِرَةِ فى مَدْحِ الْعِتْرَةِ الطَّاهِرَةِ » است كه در راستاى پاسدارى از مكتب اهل بيت ، از او به جا مانده‌است . « 2 » \r\nميرزا از لحاظ اخلاقى ، عالمى با تقوا و وارسته بود . آية اللّه سيد حسن صدر دربارهء او گفته است :\r\n« بيست سال با وى معاشرت داشتم در اين مدت يك لغزش و خلاف هم از او نديدم و يك روش ناپسند و مستهجن از او مشاهده نكردم . دوازده سال با او ، هم بحث بودم و همواره نظرهاى د قيق و افكار عميق و يادآورىهاى علمى و ارزنده از او مىشنيدم . » « 3 » \r\n\r\nخدمات فرهنگى ، اجتماعى ميرزاى دوّم\r\nميرزاى دوّم چون بار سنگين مرجعيت شيعه را به دوش گرفت ، در راستاى پاسدارى از مكتب اسلام به دادن فتوا و گفتن درس و تربيت عالمان دينى همچون گذشته ادامه داد و مجلس درس از مورد استفادهء علماى بزرگ گرديد . « 4 »  مرحوم ميرزا علاوه بر اشتغالات علمى در رسيدگى به وضع فقرا و درماندگان و حل مشكلات آنان اهتمام مىورزيد و درِ خانه‌اش به روى مستمندان باز بود .\r\n\r\n","description":"","footnote":" ( 1 ) - ريحانةالادب ، ج 6 ، ص 65 .  ( 2 ) - همان .  ( 3 ) - بيدارگران اقاليم قبله ، ص 98 .  ( 4 ) - ريحانةالادب ، ج 6 ، ص 65 . ","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\n\r\nمبارزات سياسى ميرزاى دوم\r\nميرزا محمّدتقى شيرازى زعامت شيعه را زمانى در دست گرفت كه دولت استعمارگر انگليس سيطرهء خود را بر بسيارى از سرزمينهاى اسلامى از جمله كشور عراق گسترده و فرهنگ اسلام و اقتصاد مسلمانان در معرض هجوم بيگانگان قرار داشت !\r\nميرزاى شيرازى كه از مخالفان سرسخت حضور بيگانگان و نفوذ فرهنگ و عقايد آنان در جوامع اسلامى بود با كمال قاطعيت بپاخاست و پرچم مبارزه عليه دشمنان اسلام رابه دوش گرفت . وى در اولين اقدامات خود هنگامى كه دولت انگليس درصدد برآمد ، شخصى بيگانه و غيرمسلمان به نام « سر پرسى كاكس » را به وسيلهء رأى مردم بر حكومت عراق بگمارد ، فتوايى بدين مضمون صادر كرد :\r\nبسم‌اللّه الرحمن الرحيم\r\n« انَّ المُسْلِمَ لا يَجُوزُ انْ يَخْتارَ غَيْرَ الْمُسْلِمِ حاكِماً » « 1 » \r\n« محمّدتقى الحائرى الشيرازى »\r\nبراى مسلمان جايز نيست كه غيرمسلمان را به عنوان حاكم انتخاب كند .\r\nصدور اين فتوا علاوه بر تأثيرى كه در ساير مسلمانان گذارد ، مردم عراق را در ابعاد وسيعى به مسؤوليت سياسى و اجتماعى خود آگاه ساخت .\r\nميرزاى شيرازى پس از فراهم كردن زمينه در مردم ، به اقدام اصولى ديگرى يعنى گردآورى انديشه‌ها و يكى ساختن صفها دست زد . وى در اين رابطه مجلسى سرّى براى شور و تبادل نظر تشكيل داد كه علمايى بزرگ همچون « شيخ مهدى خالصى » ، « سيد ابوالقاسم كاشانى » ، « سيد هبةالدين شهرستانى » و . . . در آن شركت داشتند و اين اجتماعات سرّى ميان روحانيون نجف و رؤساى عشاير فرات نيز پيگيرى مىشد . « 2 » \r\nدر ادامهء مبارزه پس از تماس نمايندگان ميرزا با سران مردم عراق ، طى اجتماعى مقرر شد ، به حكومت انگلستان بنويسند كه استقلال عراق را رسميت دهد و اگر پاسخ مناسب نداد دست به اقدام بزنند .\r\n\r\n","description":"","footnote":" ( 1 ) - يكصد سال مبارزهء روحانيت مترقى ، عقيقى بخشايشى ، ج 1 ، ص 139 ، چاپ آرين .  ( 2 ) - بيدارگران اقاليم قبله ، ص 113 . ","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nميرزاى شيرازى نامه‌هايى نيز به رؤساى قبائل شيعه در « سماوه » و « رميثه » نوشت و دستور داد تا براى شورش عليه انگليس ، در صورت نپذيرفتن استقلال عراق آماده باشند . « 1 » \r\nسپس فرمانى خطاب به عموم مردم عراق صادر كرد و در آن مرقوم داشت :\r\n« به برادران عراقى ! برادران شما در بغداد و كاظمين و نجف و كربلا و ديگر جاها هم‌پيمان شده‌اند كه دست به تظاهرات مسالمت‌آميز بزنند و برخى اين تظاهرات را آغاز كرده‌اند .\r\nخواستهء همه ، حقوق مشروع ملت عراق است كه نتيجهء آن استقلال اين كشور و تشكيل يك حكومت اسلامى است ان‌شاءاللّه . بنابر اين وظيفهء همهء شماست كه نمايندگان خود را براى مطالبهء اين حقوق ، به بغداد گسيل داريد . سعى كنيد به امنيت مردم زيانى نرسانيد و در ميان خود اختلافى پيدا نكنيد ، توصيه مىكنم در اين جهاد بزرگ به همهء عقايد و افكارى كه در ميان مردم وجود دارد احترام بگذاريد . . . » « 2 »  « الْاحْقَر محمّدتقى حائرى شيرازى »\r\nپس از اين نامه ، نمايندگان مردم ، دسته‌دسته راهى بغداد شدند . قدرتهاى انگليسى نخست كار را به امروز و فردا كردن مىگذرانيدند اما وقتى ديدند مبارزه جدى است دست به خشونت بردند . اينجا بود كه ميرزا محمّدتقى شيرازى فتواى معروف و تاريخى خود را صادر كرد و خطاب به مردم عراق فرمود :\r\nبر مردم عراق مطالبهء حقوق خود واجب است و همچنين بر آنها واجب است كه ضمن مطالبهء حقوق خود رعايت صلح و امنيت را بنمايند و آنها مجازند اگر دولت انگليس از پذيرفتن خواستهايشان سرباز زد ، دست به اسلحه برده و با دولت انگلستان بجنگند ! « 3 » \r\nپس از انتشار اين فتوا مبارزه وارد مرحلهء جديدى شد و مردم عراق به همراهى علما در صف دفاع مسلحانه قرار گرفته و با دولت ضداسلامى انگلستان به جنگ پرداختند .\r\nگرچه رهبر اين جهاد مقدس ، در گيراگير جنگ يعنى نزديك به چهار ماه پس از صدور فتوا درگذشت ، اما راه او همچنان ادامه يافت . و ديگر مراجع عاليقدر و شاگردان آن مرحوم پرچم مبارزه و جهاد را بر دوش گرفتند .\r\n\r\n","description":"","footnote":" ( 1 ) - بيدارگران اقاليم قبله ، ص 114 .  ( 2 ) - همان .  ( 3 ) - همان ، ص 115 ، به نقل از نقباء البشر ، ج 1 ، ص 263 به بعد . ","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nخلاصه\r\nيكى از مراجع بزرگ و مجاهد شيعه ، آيةاللّه ميرزا محمّدحسن شيرازى است . وى پس از استادش آيةاللّه شيخ مرتضى انصارى به مقام مرجعيت رسيد و خدمات فرهنگى و عمرانى زيادى به جهان اسلام كرد .\r\nاو در دوران سلطنت قاجار و گسترش سلطه دول بيگانه بر سرزمينهاى اسلامى ، با كمال شجاعت بپاخاست و با فتواى تاريخى خود مبنى بر تحريم تنباكو ، توطئه دولت استعمارگر انگلستان را نقش بر آب ساخت . مرحوم ميرزاى شيرازى در دفاع از مسلمانان تلاشهاى زيادى از خود نشان داد و طرفدار وحدت همهء ملل اسلامى و هشيارى آنان در مقابل سياستهاى تفرقه افكنانه بود .\r\nمرجع بزرگ و مبارز ديگر شيعه ، آيةاللّه ميرزا محمّدتقى شيرازى است . او كه درس مبارزه را از استادش ميرزا محمّدحسن شيرازى آموخته بود در زمانى كه دولت انگلستان درصدد استحكام پايه‌هاى قدرت خود در كشورهاى اسلامى بود عليه وى بپاخاست و با آگاه كردن اقشار مختلف مردم و حوزه‌هاى علميه از سياستهاى ضداسلامى بيگانگان ، به مبارزه با آنان پرداخت .\r\nاو سرانجام ، فتواى تاريخى خود ، خطاب به ملت عراق را صادر كرد و در آن به مردم اجازه داد در صورت لزوم دست به اسلحه ببرند و بدين سان انقلاب اسلامى عراق را پايه‌گذارى كرد .\r\nپرسش\r\n1 - دو مورد از اقدامات اجتماعى آيت‌اللّه ميرزا محمّدحسن شيرازى را بنويسيد .\r\n2 - هدف اصلى دولت انگلستان از امتياز خريد و فروش تنباكو چه بود ؟\r\n3 - چرا ميرزاى شيرازى استعمال تنباكو را حرام كرد ؟\r\n4 - يكى از اقدامات ميرزاى شيرازى دوم را در راه مبارزه با انگليس بنويسيد .\r\n5 - ميرزاى شيرازى دوم در مبارزه با دولت انگلستان ، چه هدفى را تعقيب مىكرد ؟\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\n\r\nدرس دوازدهم : آيةاللّه محمّدكاظم خراسانى و آيةاللّه ميرزا حسين نائينى\r\nدر ميان ستارگان درخشان آسمان علم و فقاهت ، چهره‌هايى به چشم مىخورد كه از فروغ بيشترى برخوردار بوده ؛ با جهاد و مبارزهء خود در راه خدا و نگهبانى در سنگرهاى علم و جهاد ، از كيان اسلام و قرآن پاسدارى كرده و به سالكان راه خدا درس چگونه زيستن و چگونه مردن را آموخته‌اند .\r\nدو تن از اين استوانه‌هاى علمى كه در عصر خود ، پرچم مبارزه با دشمنان اسلام را بر دوش گرفتند ، عبارتند از : آيةاللّه شيخ محمّدكاظم خراسانى ( آخوند صاحب كفايه ) ره و آيةاللّه حاج ميرزا حسين نائينى ره كه در صفحه‌هاى آينده به گوشه‌هايى از زندگانى اين دو شخصيت بزرگ مىپردازيم .\r\n\r\nنگاهى اجمالى به زندگى آخوند خراسانى\r\nآيةاللّه آخوند ملا محمّدكاظم خراسانى ( ره ) در سال 1255 ه . ق . در شهر مشهد متولد گرديد و پس از طى مراحل ابتدايى تحصيل ، عازم شهر تهران شد و فلسفه و حكمت را در محضر اساتيد آن رشته فراگرفت . وى سپس به حوزهء نجف رفت و در درس استادانى همچون ، « آيةاللّه شيخ مرتضى انصارى » و « آيةاللّه ميرزا محمّدحسن شيرازى » ، شركت كرد . « 1 » \r\nاو پس از عزيمت استادش ميرزاى شيرازى به سامرا ، در حوزهء نجف به تدريس علوم\r\n\r\n","description":"","footnote":" ( 1 ) - مرگى در نور ، عبدالحسين ، مجيد ، كفائى ، ص 40 ، چاپ افست گلشن . ","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nاسلامى پرداخت و مايهء علمى و جذابيت حوزهء تدريسش به قدرى بود كه تعداد شاگردان درس او از مرز هزار نفر گذشت كه صدها تن از مجتهدان و صاحبان فتوا در بين آنان ديده مىشد . « 1 » \r\nآيةاللّه خراسانى علاوه بر قدرت علمى ، داراى روحى مهذب و اخلاقى نيكو بود و بسيار ساده زندگى مىكرد ، در خانه‌اش هميشه به روى مستمندان باز بود و بخشندگى و بلندنظرى خاصى داشت . « 2 »  وى سرانجام پس از عمرى تلاش و مجاهده در راه اسلام ، در تاريخ سه‌شنبه بيستم ذيحجة 1329 ه . ق . مطابق با 25 آذر 1290 ه . ش در نجف اشرف دار دنيا را وداع گفت . « 3 » \r\n\r\nموقعيت زمانى آيةاللّه خراسانى\r\nآخوند خراسانى ره در زمانى وارد صحنهء مبارزه شد كه اوضاع سياسى ، اقتصادى و اجتماعى ايران بسيار نابسامان بود و در حالى كه كشورهاى غربى با آهنگى قابل ملاحظه ، مدارج ترقى و تعالى را طى مىكردند ، ايران در منجلاب بىسوادى و فقر و فاقه و ظلم و ستم مىسوخت و نه تنها دولتمردان به فكر اصلاحات نبودند بلكه سعى مىكردند همچنان مردم را در ظلمت جهل و عقب‌ماندگى نگاه دارند . و هر صداى اصلاح طلبانه‌اى را در گلو خفه كنند . « 4 » \r\nخوشگذرانىهاى شاهان‌قاجار و درباريان فاسد ، ثروتهاى مملكت را بر باد داده و كشور مجبور به استقراض از دول بيگانه شده بود و ظلم و ستم و هرج و مرج و ناامنى هر روز عرصه را بر مردم تنگ‌تر مىساخت ، نفوذ دولتهاى بيگانه روزبه‌روز بيشتر مىشد و دو دولت روس و انگليس نه فقط به امتيازات گوناگون نائل مىشدند بلكه در امور داخلى ايران هم ، مداخله مىكردند . وزيران و صاحب‌منصبان عاليرتبهء دولت نيز با موافقت و\r\n\r\n","description":"","footnote":" ( 1 ) - ريحانةالادب ، ج 1 ، ص 41 .  ( 2 ) - مرگى در نور ، ص 377 - 378 .  ( 3 ) - ريحانةالادب ، ج 1 ، ص 42 .  ( 4 ) - تاريخ انقلاب مشروطيت ايران ، دكتر مهدى ملك زاده ، ج 1 - 2 - 3 ، ص 100 - 102 ، چاپ سوم ، انتشارات علمى . ","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nنظر آنان انتخاب مىگرديدند . « 1 » \r\nشيوع فرهنگهاى بيگانه و حضور بيگانگان در جامعهء اسلامى و تبليغات آنان ، احكام و قوانين اسلامى را كم‌رنگ كرده بود و دين و دنياى مردم در خطر نابودى جدى قرار داشت و تودهء مردم در سردرگمى و حيرت بسر مىبردند .\r\n\r\nآخوند و نهضت مشروطيت\r\nدر اين موقعيت بحرانى آيةاللّه آخوند خراسانى و ديگر علماى كشور به فكر چاره‌جويى افتاده و بهترين راه را در آن زمان ، برقرارى رژيم مشروطيت و حكومت عدل و قانون دانستند . آيةاللّه خراسانى كه در آن روز ، زعامت دينى مردم را به عهده داشت ، در اين رابطه تلاشهاى زيادى كرد و با فرستادن نامه و تلگراف ، پشتيبانى خود و ديگر علماى نجف را از قيام مردم و تأسيس عدالتخانه اعلام داشت . « 2 » \r\nوى طى نامه‌اى كه به يكى از وعاظ طراز اوّل ايران يعنى « شيخ محمّد سلطان المحققين » نوشت ، انگيزهء خود را دربارهء حمايت از نهضت مشروطيت ايران چنين بيان داشت :\r\n« غرض ما از اين همه زحمت ، ترفيه حال رعيت و رفع ظلم از آنان و اعانهء مظلوم . . . و اجراء احكام الهيه عَزَّ سْمُهُ و حفظ بلاد اسلام از تطاول كفار و امر به معروف و نهى از منكر و غيرها از قوانين اسلاميهء نافِعَةٌ لِلْقَوْم ، بوده است . »\r\nپشتيبانى علماى نجف و بخصوص مرحوم آخوند از نهضت مشروطه ، بيش از هر عامل ديگرى در برپايى و گسترش اين نهضت مؤثر بود و موجب شد تا مردم با انگيزهء بيشترى از آن حمايت كنند و اين نهضت پابگيرد . و اولين مجلس از نمايندگان مردم تشكيل شود .\r\nگرچه نهضت مشروطيت ، به كوشش علما و مردم تا حدودى به ثمر رسيد اما با روى كار آمدن « محمّدعلى شاه قاجار » مخالفت با مشروطه‌خواهان شروع شد و اين شاه\r\n\r\n","description":"","footnote":" ( 1 ) - تاريخ انقلاب مشروطيت ايران ، دكتر مهدى ملك زاده ، ج 1 - 2 - 3 ، ص 106 .  ( 2 ) - مرگى در نور ، ص 160 . ","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nخودكامه كه طرفدار روسها بود ، گروهى از افراد رذل و اوباش را تحريك كرد تا در مناطق حساس اجتماع كرده و به عنوان مخالفت با مشروطه ، دست به حركاتى بزنند و سرانجام در تاريخ 23 جمادىالاولى 1326 به كمك روسها مجلس نمايندگان مردم را به توپ بست و عدهء زيادى را به خاك و خون كشيد . « 1 » \r\nخبر به توپ بسته‌شدن مجلس و قتل و كشتار مردم بخصوص مردم تبريز ، به نجف رسيد و آيةاللّه خراسانى و ديگر علماى نجف را به شدت متأثر كرد . آيةاللّه خراسانى كه حمايت از مردم را وظيفهء خود مىدانست بار ديگر عليه دولت بپاخاست و طى نامه‌اى ، ابتدا شاه را نصيحت و راه و رسم مملكت دارى و گسترش عدل و ترقى مملكت را به او يادآورى كرد . « 2 »  اما شاه مغرور نه تنها به نصايح اين عالم بزرگ وقعى ننهاد بلكه به سياستهاى استبدادى خود ادامه داد .\r\nپس از اينكه آخوند رضوان‌اللّه عليه دريافت كه دستگاه سلطنت قاجار حاضر نيست حقوق مردم را رعايت كند ؛ از سوى ديگر خطر سلطهء بيگانگان كشور را تهديد مىكرد ، در لحظاتى كه مىرفت تا چراغ نهضت مشروطيت روبه خاموشى گرايد ، فتواى مهمى صادر كرد و جان تازه‌اى به كالبد نهضت دميد و موجب قيام دوبارهء مردم شد . متن فتواى وى كه به امضاى چند تن ديگر از علما نيز رسيده بود چنين است :\r\n« به عموم ملت ايران حكم خدا را اعلام مىداريم : اليوم همت در دفع اين سفاك جبار ( محمّدعلى شاه ) و دفاع از نفوس و اعراض و اموال مسلمين از اهم واجبات و دادن ماليات به گماشتگان او از اعظم محرمات . . . است . » « 3 » \r\nاين فتوا به وسيلهء تلگراف به ايران رسيد و باعث هيجان و قيام دوبارهء مردم گرديد و مجاهدان براى سرنگونى شاه دست به كار شدند ، از آن طرف چون روسها نيروهاى خود را وارد ايران كرده بودند و از « محمّدعلى شاه » پشتيبانى مىكردند و مملكت در معرض سقوط بود ، علماى نجف و در رأس آنان آيةاللّه خراسانى تصميم گرفتند به ايران\r\n\r\n","description":"","footnote":" ( 1 ) - تاريخ انقلاب مشروطيت ايران ، ج 5 - 4 ، ص 758 - 757 .  ( 2 ) - مرگى در نور ، ص 176 .  ( 3 ) - همان ، ص 183 . ","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nبيايند و از نزديك با شاه و حاميانش مبارزه كنند ، به همين جهت آيةاللّه خراسانى اعلان جهاد داد و تعداد زيادى از علما و مردم شهرهاى نجف ، كربلا ، بغداد و كاظمين و عده‌اى از قبائل عراق با وى همراه شده و آمادهء جهاد گرديدند . « 1 »  اين اعلان جهاد ، به قدرى در مردم شور و شعف ايجاد كرد كه طبق بعضى از منابع تاريخى ، نيروهايى كه تا يك فرسخى بغداد اردو زده و در انتظار آمدن آخوند بودند ، به پنجاه هزار نفر رسيد . « 2 » \r\nآيةاللّه آخوند خراسانى درصدد بود با آمدن به ايران از دين خدا و ملت مسلمان ايران دفاع كند اما اجل مهلت نداد و درحالى كه هزاران نفر منتظر بودند تا در ركاب او به طرف ميدان جهاد حركت كنند ، روحش به ملكوت اعلى پيوست . « 3 » \r\n\r\nموضع آخوند ( ره ) در برابر تجاوزات روس\r\nدر انقلاب مشروطيت و در بحبوحهء قيام ملت براى سرنگونى دولت فاسد وقت ، سربازان روسيه در ايران حضور داشته و متعرض اموال و نواميس مردم مىشدند و فجايعى را به بار مىآوردند . تا اينكه سرانجام علماى اسلام و مردم مسلمان ، در صدد برآمدند ، نيروهاى بيگانه را از سرزمين خود اخراج كنند . در اين رابطه آيةاللّه شيخ محمّد كاظم خراسانى تلگرافى به مجلس ايران مخابره كرد و نسبت به امروز و فردا كردن خروج سربازان روسى از ايران ، اعتراض شديدى نمود . وى به تمام مردم اعلام كرد از خريد و فروش اجناس روسى خوددارى كنند . « 4 »  و سرانجام به آنان دستور داد كه براى حفظ حدود و مرزهاى كشور اسلامى و بيرون راندن متجاوزان از هيچ اقدامى فروگذار نكنند . « 5 » \r\nهمچنين وقتى كه دولت انگلستان درصدد برآمد به بهانهء تأمين امنيت راههاى بازرگانى جنوب ايران نيرويى تحت عنوان نيروى « امنيه » تشكيل دهد و هزينهء آن را از\r\n\r\n","description":"","footnote":" ( 1 ) - مرگى در نور ، ص 184 .  ( 2 ) - سياحت شرق ، آقا نجفى قوچانى ، ص 468 ، اميركبير ، چاپ دوم .  ( 3 ) - مرگى در نور ، ص 277 .  ( 4 ) - همان ، ص 240 .  ( 5 ) - همان ، ص 244 . ","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nگمرك جنوب و گرفتن ماليات از مردم « فارس » تأمين كند ، مرحوم آخوند ( ره ) به همراهى چند تن از علماى نجف ، تلگرافى به دولت انگلستان مخابره كرد و مقاومت علما و مردم مسلمان ايران را جهت حفظ استقلال كشور يادآورى نمود و از آن دولت خواست ، از همدست شدن با دولت روس و تعقيب سياستهاى مشابه ، دست بردارد . « 1 » \r\nآيةاللّه آخوند خراسانى در ادامهء مبارزهء خود جهت دفع تجاوز روسها تلگرافى نيز به امپراتور روسيه مخابره كرد و ضمن بيان پاره‌اى از فجايع نيروهاى روسى در ايران و هتك حرمت ملّت مسلمان ، از او خواست تا نيروهاى روسى را از ايران خارج و در امور اين كشور مداخله نكند و تهديد كرد كه در غير اين صورت روحانيت اسلام به تكليف خود عمل خواهد كرد . « 2 »  او همچنين تلگرافى خطاب به تمام دولتهاى متمدن وقت مخابره كرد و صداى مظلوميت ملت ايران و فجايع روس و انگليس را به گوش آنان رساند . « 3 » \r\n\r\nمقام علمى و اخلاقى آيةاللّه ميرزا حسين نائينى ( ره )\r\nآيت‌اللّه نائينى در سال 1235 ه . ش در شهر نائين به دنيا آمد . و پس از طى مراحل ابتدايى تحصيل به اصفهان رفت و حدود هفت سال ، در حوزهء علميهء آنجا به تحصيل علوم دينى پرداخت . سپس راهى عراق شد و در حوزهء درس ميرزاى شيرازى بزرگ ، شركت كرد ، آيةاللّه نائينى يكى از مشاوران خصوصى آيت‌اللّه آخوند خراسانى بود و پس از فوت وى رياست علمى حوزهء نجف را برعهده گرفت . « 4 » \r\nآيةاللّه حاج ميرزا حسين نائينى نسبت به مبانى فقهى و اصولى احاطهء زيادى داشت و به دليل اطلاعات وسيعش در رشته‌هاى فلسفه ، عرفان و ادبيات ، از موقعيت ممتازى برخوردار بود . او در عين اشتغال به امور علمى ، توجه خاصى به تهذيب نفس و آراستن\r\n\r\n","description":"","footnote":" ( 1 ) - مرگى در نور ، ص 250 - 251 .  ( 2 ) - همان ، ص 260 .  ( 3 ) - همان ، ص 262 .  ( 4 ) - اعيان الشيعة ، ج 6 ، ص 54 . ","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nآن به فضائل اخلاقى داشت ، نماز شب ايشان هيچگاه ترك نمىشد . و در طول ساليان خدمتگزارى به جهان اسلام ، هيچكس از ايشان يك كلمهء ناشايست نشنيد . « 1 » \r\nآيةاللّه نائينى هرگز اوقات گرانبهايش را بيهوده صرف نمىكرد و در گفت و شنود با مردم و رسيدگى به نيازها و مشكلات آنان ، با شرح صدر و گشاده‌رويى برخورد مىكرد .\r\nاو در مصرف بيت المال صرفه‌جويى مىنمود و تا آنجا كه مقدور بود از سهم مبارك امام ( ع ) و ساير حقوق شرعيه استفادهء خصوصى نمىكرد و نمونهء بارزى از تقوا و صلاح و رستگارى بود ، همانطور كه نمونهء بارزى در بلندانديشى در اصول علم و فقه به شمار مىآمد . « 2 » \r\n\r\nخدمات سياسى و اجتماعى آيت‌اللّه نائينى\r\nآيةاللّه نائينى علاوه بر خدمات علمى ، فرهنگى يكى از بزرگترين حاميان حكومت عدل و قانون در ايران بود و در لحظاتى كه مردم ايران عليه استبداد قيام كرده بودند و بر اثر ضعف فرهنگ و روشن نبودن هدف نهضت ، در يك حالت سردرگمى بسر مىبردند ، آيت‌اللّه نائينى ، كتاب شريف « تَنْبيهُ الْامَةِ وَ تَنْزيهُ الْمِلَّة » را نوشت و انواع استبداد و خودسرى پادشاهان مستبد را با منطق و حكمت نشان داد و وظائف علما را نسبت به دين و اوضاع جارى بيان نمود و با تبيين فصول مختلف عهدنامهء « مالك اشتر » حدود اختيارات حاكم و حكومت اسلامى را نشان داد . اين كتاب به حاشيه و تقريظ دو تن از مراجع بزرگ يعنى « آيةاللّه آخوند خراسانى » و « شيخ عبداللّه مازندرانى » زينت يافت و همانند دستورالعمل حكومت اسلامى تلقى گرديد . « 3 »  آيةاللّه نائينى در يكى از فصلهاى اين كتاب چنين مىنگارد :\r\n« قلع شجرهء خبيثهء شاه‌پرستى و ترويج علم و دانش و مرجعيت امور نوعيه را تابع لياقت و\r\n\r\n","description":"","footnote":" ( 1 ) - فقهاى نامدار شيعه ، ص 405 - 406 .  ( 2 ) - همان ، ص 406 .  ( 3 ) - همان ، ص 407 ؛ اعيان الشيعه ، ج 6 ، ص 54 ؛ و ريحانةالادب ، ج 1 ، ص 127 . ","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nدرايت قرار دادن و ريشهء چپاول و مملكت فروشى شاه‌پرستان را برانداختن ، هدف است .\r\nناچار تا شجرهء ملعونهء استبداد برقرار و بنيان استعباد ( بنده‌گرفتن ) در مملكت اسلامى استوار است ، سلب اين قوّه و تبديلش به علم و دانش از محالات است . . . . » « 1 » \r\n\r\nانقلاب عراق و نقش آيةاللّه نائينى\r\nدر جنگ اوّل جهانى ، دولت عثمانى به كمك دولت آلمان عليه قواى انگليس و فرانسه وارد جنگ شد ، دامنهء جنگ به عراق كشيده شد و آن كشور اسلامى در معرض خطر قرار گرفت . در اين هنگام علماى شيعهء مقيم عراق ( كربلا و نجف ) اعلام جهاد دادند و خود شخصاً وارد جنگ با نيروى بيگانه شدند . و با تجهيزات كم ، ماهها در مقابل قواى دشمن مقاومت كردند . « 2 » \r\nپس از آنكه دولت عثمانى شكست خورد نيروهاى انگليس وارد عراق شدند ، دولت انگلستان تصميم گرفت فردى انگليسى را بر حكومت عراق بگمارد اما با مقاومت شديد علما و مردم مواجه شد و سرانجام « ملك فيصل » را به رياست عراق برگزيد . « ملك فيصل » كه مجرى سياستهاى انگليس بود درصدد برآمد تا در تعيين وزرا و انتخابات مجلس شوراى ملى ، از نفوذ علما و شيعيان عراق كه دو سوم ملت عراق را تشكيل مىدادند ، جلوگيرى كند ؛ به همين جهت آيةاللّه نائينى و آيةاللّه سيدابوالحسن اصفهانى با او به مخالفت برخاستند و طى اطلاعيه‌اى انتخابات را تحريم كردند . « 3 » \r\nاعلان اين مطلب از سوى اين دو مرجع بزرگ سر و صداى عجيبى در عراق به راه انداخت و دولت عراق كه مراجع تقليد و روحانيون را سدى در مقابل نقشه‌هاى خود مىديد ، تصميم گرفت آنان را از كشور اخراج كند . به دنبال اين سياست در اواخر سال 1341 ه . ق . تحت اقدامهاى شديد نظامى ، اخراج علما از جمله آيةاللّه نائينى به طرز فجيعى صورت گرفت و بسيارى از آنان به ايران تبعيد شدند .\r\n\r\n","description":"","footnote":" ( 1 ) - فقهاى نامدار شيعه ، ص 407 .  ( 2 ) - همان ، ص 408 .  ( 3 ) - اعيان الشيعة ، ج 6 ، ص 54 ؛ فقهاى نامدار شيعه ، ص 409 - 411 . ","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nآيةاللّه نائينى پس از يكسال تبعيد مجدداً به نجف بازگشت و همچنان به اصلاح امور مسلمانان و تلاشهاى علمى و فكرى مشغول بود . وى سرانجام پس از عمرى تلاش و كوشش در 24 مرداد 1315 ه . ش به رحمت حق پيوست . « 1 » \r\n\r\n","description":"","footnote":" ( 1 ) - اعيان الشيعة ، ج 6 ، ص 54 ؛ فقهاى نامدار شيعه ، ص 409 - 411 . ","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nخلاصه\r\nآيةاللّه آخوند خراسانى و آيةاللّه نائينى دو تن از فقهاى مبارز شيعه هستند كه در طول ساليان عمر خود خدمتهاى بزرگى به حوزه‌هاى علميه و دين مقدس اسلام نمودند . آيةاللّه خراسانى در موقعيتى بحرانى كه استبداد داخلى و سلطهء خارجى ، جان مردم ايران را به لب رسانيده بود وارد صحنه شد و با حمايت از مشروطيت به روشنگرى و مبارزه عليه ظلم و ستم و سلطهء بيگانگان پرداخت .\r\nوى پس از فجايع محمّدعلى شاه قاجار عليه او اعلاميه‌اى صادر كرد و مردم را به سرنگونى رژيم استبدادى دعوت نمود و سرانجام تصميم گرفت براى مبارزه با وى و حاميان روسىاش به ايران بيايد ، ولى اجل مهلت نداد و در حالى كه او و يارانش خود را آماده مهاجرت به ايران مىكردند ، درگذشت .\r\nآيةاللّه خراسانى با دو دولت روس و انگليس نيز مبارزه كرد و براى دفع تجاوز آنان ، تلاشهاى زيادى نمود . همچنين آيةاللّه نائينى يكى ديگر از مراجع بزرگ شيعه است كه به حوزه‌هاى علميه خدمتهاى فراوانى كرد و نمونهء بارزى از تقوا و اخلاق اسلامى بود ؛ وى در راستاى نهضت مشروطيت كتاب « تَنْبيه‌الْامَّةِ » را تأليف كرد و به تبيين اهداف نهضت و شيوهء حكومت اسلامى پرداخت .\r\nآيةاللّه نائينى در انقلاب عراق به مبارزه با دست نشاندگان دولت انگليس پرداخت و در اين راه مدتى تبعيد شد و سرانجام در سال 1315 ه . ش پس از عمرى تلاش و مجاهده ، درگذشت .\r\nپرسش\r\n1 - چند نمونه از صفات اخلاقى آيةاللّه خراسانى را بنويسيد .\r\n2 - چرا آيت‌اللّه آخوند خراسانى بر ضدّ دولت استبدادى قاجار بپاخاست ؟\r\n3 - دو نمونه از مبارزات مرحوم آخوند بر ضدّ دولتهاى بيگانه را بنويسيد .\r\n4 - چرا آيت‌اللّه نائينى كتاب « تنبيه الامة » را تأليف كرد ؟\r\n5 - مهمترين اقدام آيت‌اللّه نائينى در مقابله با دست نشاندگان انگليسى در عراق چه بود ؟\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\n\r\nدرس سيزدهم : شيخ فضل‌اللّه نورى - سيد حسن مدرس سيد ابوالقاسم كاشانى\r\nدشمنان اسلام و عوامل داخلى آنان همواره درصددند به گونه‌اى ارزشهاى الهى را از ميان برداشته ، فرهنگ فاسد و مفسد كفر را با عناوين جذّاب و دروغين در ذهن ملتها جاى دهند . آنان براى رسيدن به اين اهداف شوم ، از راههاى زيادى همچون تمسك به اصل آزادى ، بدبين كردن مردم نسبت به علما و . . . استفاده كرده و سعى نموده‌اند از گرايش مردم ، بخصوص نسل جوان ، نسبت به دستورات دينى جلوگيرى كنند .\r\nمهمترين مانعى كه در اين زمينه سد راه آنان بوده و خواهد بود فقهاى اسلامند به همين جهت پيوسته استعمارگران ، فقها و روحانيون را هدف قرارداده و سعى كرده‌اند با انواع و اقسام توطئه‌ها آنان را از صحنه خارج ساخته و در صورت عدم موفقيت آنان را از ميان بردارند .\r\nيكى از اين فقهاى مبارز « شيخ فضل‌اللّه نورى » است كه در اين درس با ابعادى از زندگى وى و دو تن ديگر از علماى مبارز عصر مشروطه ، يعنى « شهيد سيد حسن مدرس » و « آيةاللّه سيد ابوالقاسم كاشانى » آشنا مىشويم . اميد است از زندگى آنان ، رهتوشه‌اى برگيريم .\r\n\r\nگذرى كوتاه بر زندگى شهيد شيخ فضل‌اللّه نورى\r\nشيخ فضل‌اللّه نورى در سال 1258 ه . ق . در خانواده‌اى مذهبى ، در قريه لاشك از\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nتوابع كجور مازندران ديده به دنيا گشود . « 1 » \r\nدوران كودكى را تحت سرپرستى پدرش « مولا عباس نورى » كه از دانشمندان عصر بود گذراند . پس از تحصيلات اوليه در عنفوان جوانى به نجف رفت و از محضر اساتيدى همچون « ميرزا حبيب‌اللّه رشتى » و « حاج شيخ راضى » استفاده‌هاى علمى برد .\r\nدر سال 1291 ه . ق . همراه دايىاش « حاج ميرزا حسين نورى » ، جزء اولين كاروانى بود كه از پى امام مجدّد « حاج ميرزا محمد حسن شيرازى » به « سامرا » رفت و سالها در محضر اين استاد بلند پايه ، به تحصيل علم پرداخت و در رديف شاگردان بزرگ و افراد مورد وثوق وى ، قرار گرفت . « 2 » \r\nپس از رسيدن به درجهء اجتهاد ، در حدود سال 1300 ه . ق . به تهران بازگشت و به عنوان يكى از مجتهدين بزرگ اين شهر ، به نشر احكام و تدريس علوم دينى و رسيدگى به امور مردم همت گمارد در نهضت تنباكو و جنبش مشروطيت تلاشهاى زيادى از خود نشان داد و سرانجام پس از عمرى مبارزه در سال 1327 ه . ق . به جرم طرفدارى از ارزشهاى دينى ، مظلومانه بر بالاى دار رفت و به شهادت رسيد . « 3 » \r\n\r\nمقام علمى ، اخلاقى و مبارزات شيخ شهيد\r\nشهيد شيخ فضل‌اللّه نورى عالمى كامل ، فقيهى جامع و اسوهء زمان بود . در زمينهء فقه ، مسائل سياسى ، دعا و . . . آثارى از خود بجا گذارد كه بعضى از آنها عبارتند از « الدُّرَرُ التنظيم » در فقه « 4 »  « تذكرة الْغافل و ارْشادُ الْجاهِلِ » در مسائل سياسى و « صحيفهء مهدويه » در دعا . « 5 » \r\nشهيد نورى از لحاظ اخلاقى انسانى وارسته ، مهربان و دلسوز بود ، هوشيارى و\r\n\r\n","description":"","footnote":" ( 1 ) - پايدارى تا پاى دار ، على ابوالحسنى منذر ، ص 139 .  ( 2 ) - رسائل و مكتوبات شهيد شيخ فضل‌اللّه نورى ، محمّد تركمان ، ج 1 ، ص 9 . مؤسسه خدمات فرهنگى رسا .  ( 3 ) - شهيدان راه فضيلت ، ص 516 .  ( 4 ) - رسائل و مكتوبات شهيد شيخ فضل‌اللّه نورى ، ج 1 ، ص 443 .  ( 5 ) - ريحانة الادب ، ج 6 ، ص 264 . ","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nحضور ذهن ويژه‌اى داشت . بزرگان و اولياء امور به وى با نظر اعزاز و احترام مىنگريستند . او از شجاعت و عزمى راسخ برخوردار بود . « 1 » \r\nاين فقيه بزرگ در به ثمر رسيدن نهضت تنباكو تلاشهاى زيادى كرد و از مجتهدانى بود كه در اين زمينه با « ميرزاى شيرازى » همكارى داشت . « 2 »  وى همچنين در جريان جنبش مشروطيت ايران از پايه‌گذاران نهضت و از مخالفان استبداد و عُمّال وطن فروش بيگانه بود و در تبيين مواضع علما و ملّت ايران براى فقهاى نجف نقشى فعّال داشت . « 3 » \r\nشهيد نورى در راستاى تأسيس عدالتخانه و در اعتراض به ظلمها و تجاوزات « عين الدولة » « 4 »  همراه با ساير علما و رهبران نهضت ، تهران را ترك و به قم مهاجرت كرد « 5 »  و با تلاشهاى او و ساير علما ، اولين دوره مجلس شوراى ملّى تشكيل گرديد .\r\nشهيد نورى ، به منظور جلوگيرى از انحراف مصوبات مجلس از شرع مقدس اسلام ، لايحه‌اى را به قانون اساسى منضم و پس از پافشارى زياد آن را به تصويب رساند ، مضمون لايحه اين است :\r\nقانونى كه از مجلس شوراى ملى مىگذرد ، بايد پنج نفر از مجتهدين طراز اول ، در مجلس حضور داشته باشند و در قوانين موضوعه نظارت كنند . » « 6 » \r\nآيةاللّه نورى مخالف عدالت و قانون نبود و مىگفت مشروطه بايد « مشروعه » باشد يعنى بر مبناى قوانين اسلام پياده شود نه طبق قوانين كشورهاى غير مسلمان و بيگانه . « 7 » \r\nشيخ فضل‌اللّه نورى آنگاه كه دريافت روشنفكران غربزده بر آنند كه با نام « مشروطه » ، « آزادى » و « قانون » فرهنگ زهرآگين و فاسد غرب را جايگزين آيين انسان‌ساز اسلام سازند و خود محورى را به جاى « خدا محورى » و توده مدارى را به جاى « شرع مدارى » بنشانند ، سخت برآشفت و با همهء نيرو به مبارزه برخاست .\r\n\r\n","description":"","footnote":" ( 1 ) - رسائل و مكتوبات شهيد شيخ فضل‌اللّه نورى ، ج 2 ، ص 469 .  ( 2 ) - خاطرات من ، حسن اعظام قدسى ، ص 44 .  ( 3 ) - رسائل و مكتوبات ، شهيد شيخ فضل‌اللّه نورى ، ج 1 ، ص 263 .  ( 4 ) - صدر اعظم « مظفرالدين شاه » .  ( 5 ) - همان ، ص 12 .  ( 6 ) - رسائل و مكتوبات ، شهيد شيخ فضل‌اللّه نورى ، ج 2 ، ص 182 .  ( 7 ) - همان ، ج 1 ، ص 246 . ","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nوى از نخستين عالمان اسلامى در دورهء مشروطه بود كه به نقشهء گسترده و خطرناك استكبار جهانى ، براى اسلام زدايى و ساختن جامعه‌اى « لائيك » و بيگانه از خدا ، زير پوشش « مشروطه » و « قانون اساسى » پى برد و با افشاگرىهاى خود اجازه نداد كه به نام آزادى و قانون ، بى بند و بارى غربى و آيين بيگانگان بر جامعهء اسلامى حاكم گردد .\r\nگرچه دشمنان مغرض كه خود را در لباس آزاديخواهان پنهان كرده‌بودند ، به مقابله با اين حامى بزرگ اسلام برخاستند و او را طرفدار استبداد جلوه دادند و سرانجام به شهادت رساندند ؛ ولى با گذشت زمان واقعيت تاريخ آشكار گشت و مردم مسلمان هنگامى كه ديدند در مجلس شوراى ملى ، قانونگذارى بر پايهء اسلام صورت نگرفت و زمام كشور به دست مزدوران بيگانه افتاد ، دانستند كه حق با آن شهيد بزرگوار بوده است .\r\n\r\nشهيد سيّد حسن مدرس\r\n\r\nزندگى نامهء اجمالى\r\nدر سال 1287 ه . ق . در دهى دورافتاده به نام « سَرابه كَچو » از توابع اردستان و در خانواده‌اى مذهبى ، فرزندى متولد گرديد كه نامش را « حسن » گذاشتند . اين فرزند كه بعدها به عنوان يكى از درخشانترين چهره‌هاى سياسى ، مذهبى ايران شناخته‌شد ، كسى جز « سيد حسن مدرس » نبود . وى پس از دوران كودكى ، تحصيلات ابتدايى را در « قمشه » ( شهرضاى فعلى ) گذراند . سپس براى ادامهء تحصيل به اصفهان رفت و مدت سيزده سال از محضر اساتيدى همچون « ملا عبدالعلى هرندى » ، « جهانگير خان قشقايى » و « ملا احمد كاشى » بهره‌هاى علمى برد .\r\nدر سال 1309 ه . ق . براى ادامهء تحصيلات عالى به كانون فقه و فقاهت ، نجف اشرف هجرت كرد و از درس اساتيد بزرگ آن حوزه همچون آيةاللّه « ميرزا محمّدحسن شيرازى » و آيةاللّه « آخوند خراسانى » استفاده برد .\r\nشهيد « سيد حسن مدرس » پس از هفت سال اقامت در عراق به اصفهان بازگشت و\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nدر مدرسهء « جده كوچك » به تدريس فقه و اصول مشغول گشت . « 1 »  با پيش آمدن جنبش مشروطيت ، مدرس نيز وارد صحنهء سياست شد و همگام با علماى بزرگ اصفهان به مبارزه با عمال استبداد پرداخت . و بر اثر لياقت و شجاعتى كه از خود نشان داد از طرف مراجع تقليد ، به عنوان يكى از مجتهدان طراز اول ، جهت نظارت بر مصوبات مجلس شوراى ملى ، انتخاب گرديد . « 2 » \r\nشهيد مدرس در سنگر مجلس ، پيوسته حامى اسلام و استقلال كشور بود و در مقابل انحرافها ، ظلمها و بىعدالتىها تا پاى جان ايستاد و ذره‌اى سازش از خود نشان نداد و سرانجام در اين راه به دست « رضا خان قلدر » به شهادت رسيد و مدفنش در شهر « كاشمر » زيارتگاه مؤمنان است .\r\n\r\nمدرس ، علم ، اخلاق و سياست\r\nسيد حسن مدرس عالمى بزرگ و فقيهى وارسته بود . او دانشمندى بود كه علم ، سياست و زهد را قرين يكديگر ساخت و خدمات قابل توجهى به جامعهء اسلامى كرد .\r\nوى در پايبندى به ارزشهاى دينى ، هوش و فراست از نوادر دوران بود بطورى كه فقيه بزرگ « ميرزاى شيرازى » دربارهء او گفته است :\r\n« اين اولاد رسول اللّه پاكدامنى اجدادش را داراست و در هوش و فراست ، گاهى من را به تعجب مىافكند . در مدتى بسيار كوتاه از تمام همدرسهايش درگذشته و در منطق ، فقه و اصول ، سرآمد همهء يارانش مىباشد و قوهء قضاوت او در حد كمال و نهايت درستكارى و تقواست . » « 3 » \r\nشهيد مدرس زندگى ساده‌اى داشت و حتى در دوران وكالت مجلس نيز تغييرى در وضع زندگى او حاصل نشد . وى فردى پركار و آزادمنش بود . در مدت هفت سال تحصيل در نجف ، دو روز در هفته - روزهاى تعطيل - را كار مىكرد و با در آمد آن ، روزهاى ديگر به تحصيل مىپرداخت . در مهاجرت رجال دولت به تركيه ، همهء مهاجران\r\n\r\n","description":"","footnote":" ( 1 ) - مدرس قهرمان آزادى ، حسين مكى ، ج 1 ، ص 49 .  ( 2 ) - همان ، ص 58 .  ( 3 ) - همان ، ص 48 . ","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nاز امكانات دولت عثمانى استفاده مىكردند . اما « مدرس » در مدرسهء علميه‌اى اقامت گزيد و از راه تدريس گذران مىكرد تا منت‌كش ديگران نباشد . « 1 » \r\n« مدرس » در بحرانهاى سياسى شهامت و پشتكار ويژه‌اى داشت ؛ مرد عمل و انجام وظيفه بود و در پاسخ به پيام‌هاى تند و تهديدآميز مخالفان مىگفت :\r\n« ما وظيفهء خودمان را انجام مىدهيم شما هم كار خودتان را بكنيد . » « 2 » \r\nاين فقيه مجاهد سياست را عين ديانت و ديانت را عين سياست مىدانست « 3 »  و معتقد به پيروى از سياستهاى اسلامى در تمام شؤون كشور بود . او با صراحت و بدون واهمه ، از حق دفاع مىكرد ، از هيچ كس طمعى نداشت و لحظه‌اى با قدرتهاى استعمارى سازش نكرد .\r\nپس از انتشار قرارداد 1919 « وثوق‌الدولة » با دولت انگلستان كه منجر به سلطهء هرچه بيشتر اين دولت بر ايران مىشد ، با كمال شجاعت در مقابل آن ايستاد و با انتشار اعلاميه و سعى و كوشش فراوان ، مانع تصويب آن در مجلس شوراى ملى گرديد . « 4 » \r\nاين مجاهد نستوه كه حفظ استقلال سرزمين اسلامى ايران را وظيفهء الهى خود مىدانست ، در مقابل « اولتيماتوم » دولت روس « 5 »  ايستاد و در فضايى كه مردم ، دولت و نمايندگان در حالت شك و دودلى قرار داشتند ، پشت تريبون مجلس رفت و با سخنان قاطع و منطقى خود ، روح شجاعت را در كالبد نمايندگان دميد و از تصويب اين « اولتيماتوم » در مجلس جلوگيرى كرد . او در قمستى از سخنانش گفت :\r\n« شايد مشيت خداوند بر اين قرار گرفته باشد كه آزادى و استقلال ما ، به زور از ما سلب شود ؛ ولى سزاوار نيست كه ما خودمان به امضاء خود آن را از دست داده و ترك كنيم . » « 6 » \r\n\r\n","description":"","footnote":" ( 1 ) - مدرس سى سال شهادت ، نادعلى همدانى ، ص 10 و 21 .  ( 2 ) - همان ، ص 32 .  ( 3 ) - مدرس شهيد نابغهء ملى ، ص 408 .  ( 4 ) - مدرس قهرمان آزادى ، ج 1 ، ص 153 - 154 .  ( 5 ) - التيماتوم روس در رابطه با اخراج مورگان شوستر و عدم اجازه دولت ايران در استخدام خارجيها بدون رضايت دولت روس وانگليس و نيز قبول مخارج لشگركشى دولت روس به ايران بود .  ( 6 ) - اختناق ايران ، مورگان شوستر ، ص 226 . ","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nشهيد مدرس از سرسخت‌ترين دشمنان رضاخان و بزرگترين مانع در راه اجراى سياستهاى ديكته شده وى بود . او زودتر و بهتر از همه به اهداف ضداسلامى اين مزدور بيگانه پىبرد و تا پاى جان در مقابل او ايستاد .\r\nرضا خان بارها كوشيد تا با تطميع ، تهديد و انواع ترفندها ، مدرس را تسليم كند اما اين فرزند رسول اللّه كه حفظ اسلام را وظيفهء اصلى خود مىدانست ، هرگز تسليم سياستهاى او نشد و سرانجام پس از ده سال تبعيد و زندان در 26 رمضان سال 1317 هجرى به طور مظلومانه به دستور اين عامل استعمار به شهادت رسيد . « 1 » \r\n\r\nآيةاللّه سيد ابوالقاسم كاشانى\r\nآيةاللّه سيد ابوالقاسم كاشانى در سال 1303 ه . ق . در تهران متولد شد ، دوران كودكى راتحت سرپرستى پدر دانشمندش « آيةاللّه سيد مصطفى كاشانى » گذراند . پس از تحصيلات ابتدايى در سن شانزده سالگى وارد حوزهء علميهء نجف شد و از محضر استادانى همچون « آيةاللّه خراسانى » و « حاج ميرزا حسين بن ميرزا خليل تهرانى » و . . .\r\nاستفاده‌هاى علمى برد و در سن 25 سالگى به درجهء اجتهاد رسيد . « 2 » \r\nدر سال 1331 ه . ق . در جنگ بين‌المل اول ، هنگامى كه قواى انگليس به قصد تسلط بر عراق ، به اين سرزمين حمله كردند همراه پدرش و عدهء ديگرى از علما و مردم ، وارد جنگ با قواى دشمن شد و با همراهى « آيةاللّه سيد محمّدتقى خوانسارى » انقلاب اسلامى عراق را پايه‌ريزى كرد . « 3 » \r\nدر سال 1339 ه . ق . به تهران بازگشت و همواره نسبت به سياستهاى ضد دينى دولت انگلستان مخصوصاً برداشتن حجاب بانوان و ترويج فساد و فحشا معترض و در هر فرصتى صداى خود را به گوش مردم مىرساند . « 4 » \r\n\r\n","description":"","footnote":" ( 1 ) - مدرس مجاهدى شكست ناپذير ، عبدالعلى باقى ، ص 104 ، انتشارات گواه .  ( 2 ) - گنجينهء دانشمندان ، محمّد شريف رازى ، ج 1 ، ص 267 .  ( 3 ) - همان .  ( 4 ) - مجموعهء پيامهاى آيت‌اللّه كاشانى ، م . دهنوى ، ج 1 ، ص 5 - 6 . ","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nدولت انگلستان كه كينهء ديرينه‌اى از آيةاللّه كاشانى و پدرش در دل داشت و اين راد مرد بزرگ را مانع اجراى سياستهايش در ايران مىديد ، وى را دستگير و به مدت دو سال در شهرهاى اراك ، رشت و كرمانشاه ، زندانى كرد . « 1 » \r\nآيةاللّه كاشانى پس از دورهء سياه رضاخانى و رهايى از زندان انگليسيها همچنان ، به مبارزه با دست نشاندگان جديد استعمار ، ادامه داد و با سخنرانىها و اعلاميه‌هاى كوبنده ، بذر بيدارى و انقلاب را در جامعه پاشيد . به همين جهت مجدداً توسط دولت « قوام السلطنة » و با اشارهء « محمّدرضا شاه » در سال 1365 ه . ق . دستگير و بيش از يكسال در « بهجت‌آباد » قزوين تبعيد شد .\r\nبا پيش آمدن واقعهء تيراندازى به شاه در دانشگاه ، بار ديگر دستگاه حكومت اين عالم مجاهد را شبانه ، به طرز وحشيانه‌اى دستگير و پس از ضرب و شتم زياد به « خرم آباد » منتقل و در « قلعهء فلك الافلاك » ، زندانى و پس از مدتى به لبنان تبعيد كرد .\r\nمردم تهران در واكنش نسبت به اين عمل ضدانسانى شاه و حمايت از آيةاللّه كاشانى ، وى را كه در تبعيد بوده به عنوان نمايندهء مجلس انتخاب كردند . آيةاللّه كاشانى با توجه به مصونيّت پارلمانى ، پيروزمندانه به ايران بازگشت و مورد استقبال بى سابقهء مردم قرار گرفت . اين عالم خدمتگزار پيوسته در راه حفظ و گسترش اسلام مبارزه كرد و در اين راه از هيچ تلاش و كوششى فروگذار نبود . « 2 » \r\n\r\nويژگيهاى علمى و اخلاقى\r\nآيت‌اللّه كاشانى مجتهدى مهذب و عالمى با تقوا بود . بسيارى از بحثهاى فقهى و اصولى « آخوند ملا محمّد كاظم خراسانى » و « حاج ميرزا حسين بن ميرزا خليل تهرانى » را به رشتهء تحرير درآورد . و از جوانى داراى فكرى عميق و نظرى دقيق ، در مسائل وموضوعات فقهى و سياسى بود . علامه « شيخ آقا بزرگ تهرانى » دربارهء او مىگويد :\r\n\r\n","description":"","footnote":" ( 1 ) - يكصد سال مبارزهء روحانيت مترقى ، عقيقى بخشايشى ، ج 1 ، ص 269 .  ( 2 ) - گنجينهء دانشمندان ، ج 1 ، ص 270 . ","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\n« من در جوانى با وى همنشين بودم و كوچكترين نقطهء ضعفى از لحاظ علمى ، اخلاقى و تقوايى در او مشاهده نكردم . » « 1 » \r\nاين عالم بزرگ ، از لحاظ اخلاقى ، برخوردى خوب و چهره‌اى شاد و مهربان داشت اهل مزاح و در عين حال قاطع و شجاع بود . هرگز به منافع شخصى خود فكر نمىكرد و مصلحت اسلام و جامعه را بر همه چيز مقدم مىداشت ، به فكر مردم بود و در غم و رنج و سختى آنان همچون شمعى مىسوخت . طرفدار عدالت اجتماعى بود و مىگفت :\r\n« مهمترين وسيلهء پيشرفت يك ملت ، آزادى حقيقى و عدالت اجتماعى است . » « 2 » \r\n\r\nافكار سياسى و مبارزات\r\nآيةاللّه كاشانى طرفدار اتحاد و يكپارچگى مسلمانان بود و عقيده داشت نبايد صحنه را براى بيگانگان و عوامل خيانت پيشه آنان بازگذارد تا آزادانه هر برنامه‌اى كه مىخواهند اجرا كنند . « 3 » \r\nاين فرزند رسول خدا ، شديداً از كم رنگ شدن ارزشهاى دينى در جامعه ، نگران بود و آن را ناشى از حضور بيگانگان و فرهنگ آنان در سرزمينهاى اسلامى مىدانست . « 4 »  او معتقد به حكومت اسلامى و توأم بودن دين و سياست بود و عقيده داشت دخالت در امور سياسى ( رسيدگى به كارهاى اجتماعى مسلمانان ) از وظايف پيشوايان دينى جامعه است .\r\nاين بزرگ پاسدار اسلام ، دفاع از دين و استقلال كشور را وظيفهء اصلى خود مىدانست . از اين رو وقتى زمزمهء تغيير قانون اساسى و تشكيل مجلس سنا بلند شد و دولت تصميم گرفت از طريق دخالت در انتخابات ، جنايات و خيانتهاى خود را جنبهء قانونى بدهد ، از تبعيدگاه لبنان اعلاميهء مفصلى صادر كرد و افكار جامعه را بيدار نمود . « 5 » \r\nآيةاللّه كاشانى با مبارزات و افشاگريهاى خود بذر انقلاب را در جامعه پاشيد و زمينه\r\n\r\n","description":"","footnote":" ( 1 ) - روحانيت و نهضت ملى شدن نفت ، جمعى از نويسندگان ، ص 130 .  ( 2 ) - همان ، ص 84 ، 50 ، 46 .  ( 3 ) - همان ، ص 83 .  ( 4 ) - مجموعه پيامهاى آيت‌اللّه كاشانى ، ج 3 ، ص 376 .  ( 5 ) - روحانيت و نهضت ملى شدن نفت ، ص 46 . ","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nرا جهت طرح مسألهء ملى شدن نفت ، فراهم ساخت و با تمام وجود از آن حمايت كرد .\r\nوى عليه كابينهء « سپهبد رزم آرا » كه مأموريت داشت با برقرارى حكومت سرنيزه نهضت نفت را سركوب كند اعلاميه صادر كرد و مردم را متوجه اهميت مسأله نمود . « 1 » \r\nپس از پيروزى نهضت نفت و تشكيل كابينهء دكتر مصدق ، با قاطعيت تمام از آن پشتيبانى كرد و از مردم خواست با خريد اوراق قرضهء ملى و . . . از اين دولت حمايت كنند . وى در ماجراى استعفاى « دكتر مصدق » و روى كار آمدن « قوام » با تهييج مردم و اولتيماتوم به شاه ، دكتر مصدق را به نخست وزيرى برگرداند . « 2 » \r\nاين عالم بزرگ كه از سياستهاى دشمن به خوبى آگاه بود ، يك روز پيش از كودتاى ننگين آمريكا توسط « زاهدى » ، طى نامه‌اى به « دكتر محمّد مصدق » ، خطر كودتا را به وى گوشزد كرد و يادآورى نمود ، آمريكا مىخواهد بدين وسيله ، نفت ما را به چنگ آورد . « 3 »  اما متأسفانه دكتر مصدق به جاى همكارى با اين مجتهد بزرگ و رفع خطر كودتا ، در جواب وى نوشت :\r\n« اينجانب مستظهر به پشتيبانى ملت ايران هستم والسلام . » « 4 » \r\nسرانجام كودتاى آمريكايى زاهدى پيروز شد و كابينهء « مصدق » سقوط كرد و همانطور كه آيةاللّه كاشانى پيش‌بينى كرده‌بود ، قرارداد نفتى « كنسرسيوم » از طرف آمريكا در دستور كار دولت قرار گرفت . اما اين بار نيز آيةاللّه كاشانى كه حفظ منابع مسلمانان را وظيفهء خود مىدانست ، با اعلاميه‌هاى كوبنده افكار عمومى را متوجه اين مسأله ساخت . شاه و دربار كه از مبارزات اين عالم مجاهد ، سخت به خشم آمده بودند ، بار ديگر وى را دستگير و تصميم گرفتند به شهادت برسانند . اما با توجه به جو عمومى جامعه و اعتراضهاى علما از اين كار منصرف شدند . « 5 »  آيةاللّه كاشانى سرانجام پس از عمرى جهاد و مبارزه ، در اسفند سال 1340 ه . ش . دعوت حق را لبيك گفت و چشم از جهان فرو بست . « 6 » \r\n\r\n","description":"","footnote":" ( 1 ) - روحانيت و نهضت ملى شدن نفت ، ص 11 .  ( 2 ) - همان ، ص 16 - 17 .  ( 3 ) - مجموعه پيامهاى آيت‌الله كاشانى ، ج 3 ، 431 .  ( 4 ) - روحانيت و نهضت ملى شدن نفت ، ص 118 .  ( 5 ) - همان ، ص 32 .  ( 6 ) - همان . ","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nخلاصه\r\nشيخ فضل‌اللّه نورى در سال 1258 ه . ق . به دنيا آمد تحصيلات خود را در « نجف » و « سامرا » گذراند . در سال 1300 ه . ق . به تهران بازگشت و به ترويج دين پرداخت . وى كه مجتهدى مبارز ، شجاع و هوشيار بود در جريان نهضت تنباكو به همكارى با « ميرزاى شيرازى » پرداخت و در به ثمر رسيدن جنبش مشروطيت تلاشهاى زيادى كرد . او وقتى احساس كرد ، نهضت مشروطه از خط اسلام خارج شده و بيگانگان درصدد بهره‌بردارى از آن هستند ، در مقابل آن ايستاد و سال 1327 ه . ق . در اين راه شهيد شد .\r\nشهيد سيد حسن مدرس در سال 1287 ه . ق . متولد شد تحصيلات خود را در اصفهان و نجف گذراند . سپس به اصفهان بازگشت و به تدريس فقه و اصول مشغول شد . در نهضت مشروطيت همگام با علماى اصفهان وارد صحنهء سياست شد و به عنوان مجتهد طراز اوّل جهت حضور در مجلس از سوى مراجع تقليد انتخاب گرديد . او علم ، سياست و زهد را با يكديگر ، داشت . بسيار شجاع و بىباك بود . با قرارداد « وثوق‌الدولة » مخالفت كرد و مانع تصويب آن شد . در مقابل اولتيماتوم دولت روس ايستاد و استقلال ايران را حفظ كرد . او پاسدار اسلام و ارزشهاى آن بود و در همين رابطه با « رضا خان » مخالفت كرد و به شهادت رسيد .\r\nآيةاللّه كاشانى نيز از مجتهدان بنام و مبارز عصر حاضر است . وى در سال 1303 ه . ق . به دنيا آمد و پس از رسيدن به مقام اجتهاد و مدتى مبارزه در راه استقلال عراق ، به ايران بازگشت و به ترويج دين و افشاى سياستهاى ضد دينى بيگانگان همت گماشت ، بارها تبعيد و زندانى شد . در نهضت نفت ، رهبرى دينى جامعه را بر عهده داشت و پس از آن نيز با حمايت از دولت مصدق و مبارزه با دولت كودتا از اسلام و استقلال كشور دفاع كرد .\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nپرسش\r\n1 - چرا شيخ فضل‌اللّه نورى با طرفداران مشروطه مخالفت كرد ؟\r\n2 - ويژگيهاى اخلاقى شهيد مدرس را بنويسيد .\r\n3 - شهيد مدرس در مقابل « اولتيماتوم » دولت روس چه گفت ؟\r\n4 - نمونه‌اى از مبارزات آيةاللّه كاشانى را بيان كنيد .\r\n5 - آيةاللّه كاشانى چه نقشى در نهضت ملى شدن نفت داشت ؟ توضيح دهيد .\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\n\r\nدرس چهاردهم : سيد محمّد كاظم يزدى - سيد ابوالحسن اصفهانى\r\n\r\nزندگينامهء اجمالى آيت اللّه يزدى\r\nآيةاللّه سيد محمّد كاظم يزدى فرزند « سيد عبدالعظيم » در سال 1247 ه . ق . در يكى از روستاهاى يزد متولد شد . پس از گذراندن دوران كودكى ، تحصيلات ابتدايى را نزد علماى آن ديار فرا گرفت . سپس به اصفهان رفت و در درس « شيخ محمّدباقر اصفهانى » و « حاج محمّدجعفر آباده‌اى » شركت كرد .\r\nدر سال 1281 ه . ق . به نجف هجرت نمود و همزمان با فوت آيةاللّه « شيخ مرتضى انصارى » وارد حوزهء علميه نجف شد ، سالها از محضر استادانى همچون « شيخ راضى نجفى » و « ميرزا محمّدحسن شيرازى » استفاده‌هاى علمى برد . « 1 »  و پس از مدتى تحصيل ، بر كرسى تدريس نشست ، به تدريج آوازهء علمىاش بالا گرفت و رياست علمى و فقهى شيعه به وى محول گرديد . اين عالم بزرگ سرانجام پس از عمرى خدمت به اسلام در سال 1337 ه . ق . در نجف اشرف درگذشت . « 2 » \r\n\r\nمقام علمى و اخلاقى\r\nآيةاللّه يزدى فقيهى اصولى و محققى دقيق بود . علاوه بر فقه و اصول در علومى همچون لغت ، ادبيات عرب ، شعر و . . . نيز تخصص داشت و داراى قدرت عجيبى در نقد و موشكافى بود . استدلالهاى علمى و پيچيدهء فقهاى گذشته همچون « صاحب جواهر » و « شيخ انصارى » را ، به خوبى مىفهميد و با بيانى رسا مورد تحليل و بررسى قرار مىداد و\r\n\r\n","description":"","footnote":" ( 1 ) - اعيان الشيعة ، ج 10 ، ص 43 .  ( 2 ) - ريحانةالادب ، ج 6 ، ص 392 - 393 . ","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nدر مسائل فقهى از قدرت تفريع كم نظيرى برخوردار بود و حرفهاى تازه‌اى براى گفتن داشت . به همين جهت حوزهء درسش مورد استقبال دانش پژوهان قرار گرفت و در رديف محققانى همچون « آخوند خراسانى » و . . . به تدريس و نشر علم پرداخت .\r\nاين فقيه مهذَّب از جهات فردى و اخلاقى ، عالمى پركار ، مخلص و خوش برخورد بود . به دعا و عبادت اهميت مىداد . تقواى زيادى داشت و در برخورد با مسائل و حوادث زمان ، هوشيار و محبوب دلهاى عموم مردم بود . با آنكه اموال زيادى از بيت‌المال ، در اختيار داشت ، ساده زندگى مىكرد و به وضع زندگى دانشجويان علوم دينى و ساير طبقات محتاج ، رسيدگى مىكرد . « 1 » \r\n\r\nخدمات و مبارزات\r\nآيةاللّه سيد محمّدكاظم يزدى در طول عمر با بركت خود ، خدمات ارزنده‌اى به جامعهء اسلامى كرد . وى علاوه بر جلسات بحث و تدريس در حوزهء علمى نجف ، مرجعيت تقليد شيعيان را نيز بر عهده داشت و خانهء وى محل رفت و آمد علما ، دانشجويان و مردمى بود كه از راههاى دور و نزديك جهت استفتا و آشنايى با احكام دين ، بدانجا رجوع مىكردند .\r\nاو در راستاى گسترش فقه شيعه كتاب بزرگ « عروةالوثقى » را تأليف كرد . اين كتاب كه از نظم ، گستردگى و دقت بسيار بالايى برخوردار است ، مورد استقبال جوامع علمى قرار گرفت . بطورى كه تا كنون محور بحث و تدريس حوزه‌هاى شيعه بوده و دهها تن از مجتهدان و مراجع تقليد ، بر آن حاشيه زده و بيش از پنجاه بار تجديد چاپ شده‌است . « 2 » \r\nاين فقيه بزرگ علاوه بر اين ، كتابهاى ديگرى نيز در زمينه‌هاى فقه ، اصول ، دعا و . . . به رشتهء تأليف درآورد . بعضى از تأليفات وى عبارتند از : 1 - حاشيه بر مكاسب شيخ انصارى 2 - تعادل و تراجيح 3 - السؤال و الجواب 4 - صحيفهء كاظميه . « 3 » \r\n\r\n","description":"","footnote":" ( 1 ) - اعيان الشيعة ، ج 10 ، ص 43 .  ( 2 ) - همان .  ( 3 ) - ريحانةالادب ، ج 6 ، ص 392 . ","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nيكى ديگر از خدمات فرهنگى آيةاللّه يزدى ، تربيت شاگردان و مجتهدان بزرگى همچون « آيةاللّه آقا ضياء الدين عراقى » و « شيخ محمّدتقى بافقى » است كه هر كدام در زمينهء علم و مبارزه با مظاهر ظلم و بيدادگرى استوانه‌اى بوده‌اند .\r\nوى همچنين در راستاى ترويج فرهنگ تشيع ، مدرسهء علميه‌اى در نجف اشرف بنا نهاد كه در رديف بزرگترين و زيباترين مدارس علمى اين شهر قرار دارد . و به نام مدرسهء « سيد » معروف است .\r\nآيةاللّه سيد محمّدكاظم يزدى در هنگام حملهء قواى انگليس به سرزمين اسلامى عراق و مقاومت دليرانهء علما و مردم در مرزهاى اين كشور ، اطلاعيهء مهمى صادر كرد و ضمن دعا براى پيروزى مسلمانان در جهاد عليه كفر ، دفاع از سرزمينهاى اسلامى را از بزرگترين واجبات و مهمترين دستورات دينى برشمرد .\r\nوى ضمن توصيه و سفارش رزمندگان اسلام به اخلاص در عمل و آشكار ساختن شعائر دينى ، از آنان خواست جهت پيروزى هرچه بيشتر به درگاه الهى دعا كنند و پيروزى را از خدا بخواهند و در شعارهايشان ، تنها جمله‌هاى « اللّه اكبر » و « لا إله الا اللّه » را بر زبان جارى سازند . « 1 » \r\nاين فقيه مبارز ، همچنين جهت يارى رساندن به رزمندگان و هماهنگى هر چه بيشتر امور ، فرزند رشيدش ، « آيةاللّه حاج سيد محمّد طباطبايى يزدى » را روانهء جبهه كرد و در جريان حملهء سختى كه رزمندگان ، به قواى انگليس داشتند ، فرزند وى نيز به شهادت رسيد . « 2 » \r\n\r\nآيت‌اللّه يزدى و حفظ دين\r\nآيت‌اللّه يزدى كه حفظ دين و استقلال مسلمانان را وظيفهء اصلى خود مىدانست همچون همسنگر مبارزش آيت‌اللّه حاج شيخ فضل‌اللّه نورى در مقابل انحرافهاى بوجود آمده در نهضت مشروطيت ايستاد و در يكى از مجالس درس خود فرمود :\r\n\r\n","description":"","footnote":" ( 1 ) - فقهاى نامدار شيعه ، ص 421 .  ( 2 ) - همان . ","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\n« امر راجع به دين اسلام است و حفظ نفوس و اعراض مسلمين بايد بشود و حفظ شوكت مذهب جعفرى صلوات‌اللّه عليه و علىآبائه الطاهرين و ابنائه المعصومين و دماء بايد بشود و اين معنى جز به مطابقت با شريعت مطهره نخواهد شد و از كشتن هم باك ندارم . چيزى از عمر من باقى نمانده كه از آن خائف باشم و از دين خود دست بردارم . » « 1 » \r\n\r\nآيةاللّه سيد ابوالحسن اصفهانى\r\n\r\nتاريخچهء زندگى\r\nسيد ابوالحسن اصفهانى در سال 1284 ه . ق . در قريهء كوچكى از قراء اصفهان به نام « مديسه » به دنيا آمد . تحصيلات ابتدايى را در زادگاه خويش گذراند ، در اوايل بلوغ وارد حوزهء علميه‌اصفهان شد و دورهء سطح و مقدارىاز درس خارج را در اين‌حوزه به‌پايان‌برد .\r\nدر سال 1308 ه . ق . به حوزهء نجف هجرت كرد و از محضر اساتيدى همچون « ميرزا حبيب‌اللّه رشتى » و « آخوند ملا محمّدكاظم خراسانى » و . . . بهره‌مند شد . و پس از فوت وى به تدريس علوم اسلامى مشغول گشت . « 2 » \r\nپس از درگذشت آيةاللّه « ميرزا محمّدتقى شيرازى » رياست و مرجعيت شيعه به وى و « آيةاللّه نائينى » محول گرديد و پس از فوت آيةاللّه نائينى ، يگانه مرجع شيعه شد .\r\n\r\nويژگيهاى علمى و اخلاقى\r\nسيد ابوالحسن اصفهانى فقيهى بزرگ و رهبرى عاليقدر از رهبران شيعه است . وى محققى بود كه علاوه بر فقه و اصول در رشته‌هاى ، رجال ، فلسفه و . . . نيز تخصص داشت و در مراتب علمى گوى سبقت را از ديگران ربوده بود . « 3 » \r\nحوزهء درسش شاهد حضور علما و بزرگان علم بود و مجتهدانى همچون « آيةاللّه سيد محسن حكيم » ، « آيةاللّه ميلانى » و « آيةاللّه حاج ميرزا هاشم آملى » را تربيت كرد . « 4 » \r\nاو در راستاى گسترش فقه ، كتاب « وسيلةالنجاة » را به جامعه عرضه كرد و با توجه به\r\n\r\n","description":"","footnote":" ( 1 ) - رسائل و مكتوبات شهيد شيخ فضل‌اللّه نورى ، ج 1 ، ص 308 - 309 .  ( 2 ) - اعيان الشيعه ، ج 2 ، ص 331 - 332 .  ( 3 ) - ريحانةالادب ، ج 1 ، ص 142 .  ( 4 ) - فقهاى نامدار شيعه ، ص 432 . ","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nويژگيهاى اين كتاب ، حضرت امام خمينى رضوان‌اللّه تعالى عليه بر آن حاشيه زد و سپس آن را تكميل و مطابق نظر خود به عنوان « تحريرالوسيله » انتشار داد .\r\nآيةاللّه اصفهانى داراى فكرى عميق و نظرى صائب بود ، مديريتى قوى داشت و با ديدى باز و گسترده به مسائل مىنگريست . همتش عالى بود و سخاوت و صبر زيادى داشت . علاوه بر فقه و اجتهاد از عقلى بزرگ و سياستى عالى برخوردار بود . با عموم مردم مهربان و در عين اشتغالات زياد ، به ملاقات با آنها اهميت مىداد . « 1 » \r\n\r\nخدمات و مبارزات\r\nانديشيدن به اصلاح جامعه و رفع مفاسد ، يكى از برنامه‌هاى فقها در طول تاريخ بوده‌است . آيةاللّه اصفهانى يكى از اين فقهاست كه در راستاى هدايت و تربيت جامعه تلاشهاى زيادى كرد . وى مبلغان زيادى را به نواحى مختلف اعزام و در راه ترويج احكام و معارف اسلامى كوشيد . « 2 » \r\nوى هنگامى كه خبردار شد ، عدهء زيادى از پيروان اهل‌بيت در منطقهء « كركوك » عراق بر اثر جهل و نادانى گرفتار انحرافهايى همچون « تصوف و غلو » ( صوفىگرى و زياده‌روى در مقام امامان گرديده‌اند ، مبلغانى براى هدايت آنان فرستاد و با ساختن مسجد و حسينيه در آن منطقه و كمكهاى مالى ، از گسترش انحراف جلوگيرى كرد . او همچنين رساله‌اى در احكام عبادات به زبان تركى نوشت و در ميان آنان منتشر ساخت . « 3 » \r\nآيةاللّه اصفهانى از مخالفان سرسخت حضور كفار ، در سرزمينهاى اسلامى و سلطهء آنان بر مردم مسلمان بود . پس از آنكه سرزمين اسلامى عراق توسط قواى متجاوز انگلستان اشغال شد ، دولت انگلستان درصدد برآمد ، انتخاباتى فرمايشى ، بدون درنظرگرفتن آراء اكثريت شيعه عراق ، برگزار كند .\r\nعلما و روحانيون در واكنش نسبت به اين توطئه ، انتخابات را تحريم كرده و با بيانيه‌ها و مبارزات خود زمينهء انقلاب را در مردم فراهم ساختند . از جمله فقهايى كه در اين رابطه\r\n\r\n","description":"","footnote":" ( 1 ) - اعيان الشيعه ، ج 2 ، ص 332 .  ( 2 ) - همان .  ( 3 ) - همان . ","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nنقش مهمى داشت ، آيةاللّه اصفهانى بود « 1 »  كه با صدور اعلاميه مردم را به مبارزه با بيگانگان دعوت كرد ؛ به همين جهت از عراق به ايران تبعيد شد . متن اعلاميهء وى در اين زمينه چنين است :\r\n« بسم اللّه الرحمن الرحيم . سلام بر همه بخصوص برادران عراقى ، وظيفهء دينى ، بر همه مسلمانان لازم مىگرداند كه در حفظ اسلام و بلاد اسلامى تا آنجا كه قدرت دارند بكوشند . و بر همهء ما واجب و لازم است كه سرزمين عراق را كه مشاهد ائمهء هدى عليهم السلام و مراكز دينى ما در آنجاست ، از تسلط كفار حفظ نموده و از نواميس دينى آن دفاع كنيم . من شما را بر اين موضوع دعوت كرده و ترغيب مىنمايم . خداوند ما و شما را براى خدمت به اسلام و مسلمين موفق فرمايد . »\r\nابوالحسن الموسوى الاصفهانى « 2 » \r\nسيد ابوالحسن اصفهانى سرانجام در روز دوشنبه نهم ذىالحجة 1365 ه . ق . در كاظمين از دنيا رفت . رحلت او شور و غوغايى در مردم عراق ، ايران و . . . برپا كرد و مجالس با شكوه و پرجمعيت ترحيم او ، رعب و وحشتى عظيم در دل دشمنان اسلام افكند .\r\n\r\n","description":"","footnote":" ( 1 ) - فرهنگ معين ، محمّد معين ، ج 5 ، ص 155 ، انتشارات اميركبير .  ( 2 ) - فقهاى نامدار شيعه ، ص 431 . ","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nخلاصه\r\nسيد محمّدكاظم يزدى در سال 1247 ه . ق . در يكى از قراء يزد به دنيا آمد . در اصفهان و نجف به تحصيل علم پرداخت . و به علت احراز شايستگى لازم ، به مقام مرجعيت رسيد . وى فقيهى بزرگ ، خوش برخورد ، مخلص و پركار بود ، به عبادت و دعا اهميت مىداد و تقواى زيادى داشت .\r\nدر راستاى گسترش فقه و ترويج مكتب تشيع علاوه بر مرجعيت تقليد و جلسات درس ، كتاب « عروةالوثقى » و كتابهاى ديگرى تأليف كرد ، شاگردان بزرگى تربيت نمود . و مدرسهء علميهء « سيد » را بنا نهاد .\r\nپس از حملهء قواى انگلستان به سرزمين اسلامى عراق ، با صدور اعلاميه و فرستادن فرزند خود به جبهه ، مقاومت مردم و علماى عراق را تأييد كرد . در برابر انحرافهاى بوجود آمده در نهضت مشروطيت استاد و بر مطابقت آن با دستورات اسلام و شريعت مقدسه تأكيد كرد .\r\nآيةاللّه سيد ابوالحسن اصفهانى در سال 1284 ه . ق . به دنيا آمد . در اوائل بلوغ وارد حوزهء علميه اصفهان شد و در سال 1308 ه . ق . به نجف رفت . پس از فوت آيةاللّه « ميرزا محمّدتقى شيرازى » به مرجعيت رسيد ، در مراتب علمى بر ديگران برترى داشت ، فقيهى مدير و مدبر بود ، به اصلاح جامعه مىانديشيد و در فكر هدايت و رفع كاستىهاى مردم بود . در ادامهء خط فقه شيعه ، علاوه بر تدريس ، كتاب « وسيلةالنجاة » را تأليف و شاگردان زيادى تربيت كرد .\r\nپس از سلطهء دولت انگلستان بر عراق ، به مبارزه با اين دولت و سرسپردگانش پرداخت و در اين راه به ايران تبعيد شد . سرانجام پس از عمرى خدمت به اسلام در سال 1365 ه . ق . دار دنيا را وداع گفت .\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nپرسش\r\n1 - سه نمونه از صفات اخلاقى آيةاللّه يزدى را نام ببريد .\r\n2 - آيت‌اللّه سيد محمّدكاظم يزدى به رزمندگان جبههء عراق چه سفارشى كرد ؟\r\n3 - ديدگاه آيةاللّه يزدى نسبت به نظام مشروطه چه بود ؟\r\n4 - برخورد آيةاللّه سيّد ابوالحسن اصفهانى با مردم چگونه بود ؟\r\n5 - آيةاللّه اصفهانى در برابر انتخابات فرمايشى دولت انگلستان چه موضعى گرفت ؟\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\n\r\nدرس پانزدهم : شيخ عبدالكريم حائرى - آيةاللّه العظمى بروجردى\r\n\r\nزندگينامهء اجمالى حاج شيخ\r\nآيةاللّه حاج شيخ عبدالكريم‌حائرى يزدى فرزند « محمّدجعفر » در سال 1276 ه . ق . ، در قريهء « مهرجرد » يزد به دنيا آمد . تحصيلات ابتدايى و علوم سطح را نزد علماى آن ديار فراگرفت . سپس راهى « سامرا » شد و از محضر اساتيدى همچون « آيةاللّه حاج ميرزا حسن شيرازى » و آيةاللّه « سيد محمّد فشاركى » استفاده برد . پس از مدتى به نجف آمد و در درس « آيةاللّه ملا محمّدكاظم خراسانى » و « سيد محمّدكاظم يزدى » شركت كرد و به درجات عالى علوم دينى نائل گشت .\r\nآيةاللّه حائرى پس از مدتى اقامت در نجف ، سكونت در كنار تربت پاك « ابا عبداللّه الحسين عليه السلام » را اختيار و در آنجا حوزهء تدريس تشكيل داده ، به تعليم و تربيت دانش پژوهان پرداخت .\r\nدر اثناء جنگ جهانى اول ، سفرى به ايران كرد و به دعوت اهالى « اراك » در آنجا اقامت گزيد و به تدريس و تربيت دانشجويان علوم دينى همت گمارد . « 1 » \r\nشوق زيارت مرقد مطهر حضرت على بن موسىالرضا عليه السلام او را از اراك راهى « طوس » كرد و پس از زيارت آن تربت پاك به قصد زيارت دختر موسىبن جعفر عليهاالسلام وارد قم گرديد . سرانجام قلم تقدير الهى چنين رقم زد كه اين فقيه بزرگ در « حرم اهل بيت » بماند و سنگ بناى حوزه‌اى را بنا نهد كه در آينده حافظ اسلام و دستورهاى قرآن كريم باشد .\r\n\r\n","description":"","footnote":" ( 1 ) - اعيان الشيعه ، ج 8 ، ص 42 . ","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nآيةاللّه حائرى پس از پيشنهاد علما و اهالى قم مبنى بر حضور در قم ، جلسات درس و بحث را از اراك به قم انتقال داد و در سايهء توجهات پروردگار متعال و عنايات حضرت معصومه عليهاالسلام ، حوزهء علميه قم به دست بابركت ايشان تأسيس گرديد . حوزه‌اى كه در طول حيات خود منشأ خيرات و بركات فراوانى براى اسلام و جامعهء اسلامى بوده‌است .\r\nاين عالم بزرگ ، سرانجام پس از عمرى تلاش و كوشش در راه اسلام ، در سال 1355 ه . ق . مطابق با 1312 ه . ش . دار دنيا را وداع گفت و در كنار قبر مطهر حضرت معصومه سلام‌اللّه عليها مدفون گرديد . « 1 » \r\n\r\nمقام علمى و اخلاقى آيةاللّه حائرى\r\nحاج شيخ عبدالكريم حائرى فقيهى بزرگ و عالمى نمونه بود . پس از فوت « آيةاللّه ميرزا محمّدتقى شيرازى » به مرجعيت تقليد رسيد و رياست علمى شيعه در ايران ، به وى واگذار شد . او فقيهى توانا و متفكرى عميق بود و به جهت دقت و تبحر ويژه‌اى كه در فقه داشت ، آيةاللّه ميرزا محمّدتقى شيرازى مقلدان خود را در احتياطهاى واجب ، به ايشان ارجاع مىداد . « 2 » \r\nاو از لحاظ اخلاقى اسوهء زمان بود . علم ، عقل و سياست را با هم داشت . پيرامون كارها و سخنان خود ابتدا فكر مىكرد و با تأمل اقدام مىنمود ؛ اهل دعا و عبادت بود ؛ به خاندان پيامبر صلىاللّه عليه و آله عشق مىورزيد و هر روز پيش از درس حوزه دستور مىداد مقدارى روضه بخوانند ، سپس درس را شروع مىكرد . « 3 » \r\nاين فقيه بزرگ براى اساتيد و بزرگان علم احترام زيادى قائل بود . به آراء مردم ارج مىنهاد و در كارهاى اجتماعى از نظر ديگران استفاده مىكرد . اهل ايثار بود و با آنكه اموال زيادى به دستش مىرسيد ، زندگى ساده‌اى داشت . « 4 » \r\n\r\nخدمات فرهنگى ، اجتماعى\r\nآيةاللّه العظمى حاج شيخ عبدالكريم حائرى در راستاى گسترش علوم اسلامى ، سالها در\r\n\r\n","description":"","footnote":" ( 1 ) - اعيان الشيعه ، ج 8 ، ص 42 .  ( 2 ) - همان .  ( 3 ) - فقهاى نامدار شيعه ، ص 438 .  ( 4 ) - اعيان الشيعه ، ج 8 ، ص 42 . ","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nحوزه‌هاى علميهء كربلا ، نجف ، اراك و قم ، به تدريس و تحقيق معارف اسلامى پرداخت و با زحمات توان فرسا ، بزرگانى همچون حضرت امام خمينى رضوان‌اللّه عليه ، آيةاللّه العظمى اراكى و آيت‌اللّه العظمى سيد محمّدرضا گلپايگانى و . . . را تحويل جامعه داد . « 1 » \r\nوى در زمينهء پاسدارى از فقه ، كتابهاى « دُرَرُالْفَوائِدِ » ، « كتاب‌الصلوة » ، « كتاب‌الرضاع » « كتاب‌المواريث » و . . . را تأليف و درس خارج استاد آيةاللّه « سيد محمّد فشاركى اصفهانى » را نيز تقرير كرد . « 2 » \r\n\r\nتأسيس حوزهء علميهء قم\r\nتأسيس حوزهء علميهء قم يكى از بزرگترين خدمات فرهنگى آيةاللّه حائرى است و اين توفيقى بود كه به خاطر لياقت و تقواى اين رادمرد بزرگ نصيب او گرديد . نامبرده به قصد زيارت حضرت معصومه سلام‌اللّه عليها وارد قم شد و مورد استقبال باشكوه علما و مردم قم قرار گرفت . علما و بزرگان قم كه از مقام علمى و اخلاقى وى خبر داشتند ، درخواست كردند كه در قم بماند و به تدريس و نشر علم بپردازد . آيةاللّه حائرى با وجود مشكلات زياد به پيشنهاد آنان پاسخ مثبت داد و اين موافقت درست در هنگامى بود كه رضاخان قصد داشت سياستهاى ضد اسلامى دولت انگلستان و از جمله برچيدن حوزه‌هاى علميه و مظاهر دينى را در ايران اجرا كند .\r\nاين فقيه مبارز در اين موقعيت حساس ، جلسات درس و بحث را از اراك به قم منتقل كرد و سرانجام در سال 1340 ه . ق . حوزهء علميهء قم توسط ايشان ، رسماً كار خود را آغاز كرد . « 3 » \r\nبا تأسيس اين حوزه ، دلباختگان علم و دانش روانهء قم شدند . در ابتداى امر ، شمار محصلان اين حوزه از پانصد نفر تجاوز نمىكرد . فقيه نامبرده وسايل لازم را ، در حد امكان فراهم ساخت و براى آنان مستمرى ماهيانه‌اى تنظيم كرد . « 4 »  بدون شك هجرت اين عالم مجاهد به شهر قم و تأسيس حوزهء علميهء مقدس ، نقش مؤثرى در خنثى كردن توطئه‌هاى دشمنان اسلام ، ايفا نمود و جايگاه آن در پيروزى انقلاب اسلامى نيز ، براى\r\n\r\n","description":"","footnote":" ( 1 ) - فقهاى نامدار شيعه ، ص 439 .  ( 2 ) - ريحانة الادب ، ج 1 ، ص 67 .  ( 3 ) - همان .  ( 4 ) - همان . ","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nهمگان روشن است .\r\nآيةاللّه حائرى در طول عمر با بركت خود علاوه بر تأسيس حوزه ، تربيت علما و دانشجويان ، خدمات ديگرى نيز به جامعهء اسلامى كرد : تأسيس بيمارستان فاطمى قم ، احداث قبرستان نو ، تعمير مدارس علمى از جمله مدرسهء « دارالشفا » ، بناء طبقهء فوقانى مدرسهء فيضيه ، تأسيس كتابخانهء مدرسهء فيضيه و . . . از جملهء آنهاست . « 1 » \r\nفقيه نامبرده همواره در فكر فقرا و مشكلات اجتماعى مسلمانان بود . از احوال بينوايان جويا مىشد به درماندگان كمك مىكرد و در هنگامه‌هاى سخت از آنان دستگيرى مىنمود . « 2 » \r\n\r\nآيةاللّه حائرى در صحنهء مبارزه\r\nهمچنان كه قبلًا اشاره شد مرجعيت آيةاللّه حائرى و تأسيس حوزهء علميه قم ، مصادف بود با روى كار آمدن رضاخان و توطئه‌هاى وى عليه اسلام ، از جمله برداشتن حجاب بانوان . آيةاللّه حائرى پس از اطلاع از اين توطئهء خائنانه ، در مقابل رضاخان بپاخاست و به قدرى از اين موضوع نگران شد كه گفت :\r\n« تا پاى جان بايد ايستاد و من مىايستم . ناموس است ، حجاب است ، ضرورى دين و قرآن است . » « 3 » \r\nوى با اينكه از شرارت و رذالت رضاخان اطلاع داشت ، با كمال شجاعت ، تلگرافى به وى مخابره كرد و اين عمل را مخالفت صريح با مذهب و قانون اسلام دانست و او را از انجام اين گونه اعمال ضداسلامى برحذر داشت . « 4 » \r\nاين فقيه مبارز در برابر سياست متحدالشكل كردن لباس و برداشتن لباس روحانيون و هدم و تخريب مراكز دينى و حوزه‌هاى علميه ، ايستاد و با تدبيرى صحيح ، به مبارزهء منفى\r\n\r\n","description":"","footnote":" ( 1 ) - ريحانةالادب ، ج 1 ، ص 67 .  ( 2 ) - اعيان الشيعه ، ج 8 ، ص 42 .  ( 3 ) - فقهاى نامدار شيعه ، ص 439 .  ( 4 ) - همان ، ص 438 . ","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nبا اين سياست دشمن پرداخت .\r\nروحانيون حوزهء علميهء نوپاى قم ، تحت مديريت اين رادمرد بزرگ ، براى درامان ماندن از حملهء دژخيمان رضاشاه ، روزها به دشتها و باغهاى اطراف قم پناه مىبردند و پس از [ تشكيل 
  ] جلسات درس و بحث [ در همانجا 
  ] ، با فرا رسيدن تاريكى شب به اتاقهاى خود برمىگشتند . « 1 » \r\nآيةاللّه حائرى در راستاى تأييد مخالفت حضرات آيات « سيد ابوالحسن اصفهانى » و « آيةاللّه نائينى » با سلطهء دولت انگلستان و سرسپردگانش بر سرزمين اسلامى عراق ، پس از تبعيد نامبردگان به ايران ، به گرمى از آنان استقبال كرد و جلسات درس و بحث خود را در حوزهء علميه ، به ايشان واگذار نمود . « 2 » \r\n\r\nآيةاللّه العظمى بروجردى\r\n\r\nاز ولادت تا زعامت\r\nزعيم بزرگ اسلام آيةاللّه حاج آقا حسين طباطبايى بروجردى در سال 1292 ه . ق .\r\nدر « بروجرد » ديده به دنيا گشود . پس از گذراندن دوران كودكى و تحصيلات ابتدايى به تحصيل علوم دينى مشغول گرديد و در سن هجده سالگى براى تكميل تحصيلات ، به اصفهان عزيمت كرد .\r\nدر حوزهء اصفهان از اساتيدى همچون « حجةالاسلام ابُوالْمَعالى كَلْباسى » و « ميرزا جهانگير خان قشقايى » و . . . استفاده‌هاى علمى برد و در ضمن ، به تدريس علوم اسلامى نيز مشغول گرديد .\r\nدر سال 1318 قمرى پس از هشت سال توقف در حوزهء اصفهان ، در حالى كه به درجهء اجتهاد رسيده‌بود ، وارد حوزهء نجف شد و سه سال از محضر « آية اللّه آخوند خراسانى » استفاده كرد و در رديف شاگردان مبرز آن استاد بزرگ قرار گرفت و در همان\r\n\r\n","description":"","footnote":" ( 1 ) - فقهاى نامدار شيعه ، ص 438 .  ( 2 ) - گنجينهء دانشمندان ، ج 1 ، ص 217 . ","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nزمان بر كتاب « كفايةالاصول » استاد خود ، حاشيه زد . « 1 » \r\nدر سال 1328 ه . ق . با كوله‌بارى از علم و فقاهت به زادگاه خود ، بروجرد بازگشت و به تدريس خارج فقه و اصول و تبليغ معارف اسلام مشغول شد . « 2 » \r\nبا پيش آمدن عارضهء كسالت به تهران منتقل و در بيمارستان « فيروزآبادى » بسترى گرديد . پس از معالجه و ورود به قم ، قلم تقدير الهى بر آن قرار گرفت كه در اين شهر بماند و تشنگان علوم دينى را از چشمهء زلال علم خود سيراب سازد .\r\nآيةاللّه بروجردى ، جلسات درس و بحث را از بروجرد به قم منتقل كرد . با ورود ايشان تحولى در حوزهء علميهء قم به وجود آمد و بنيهء علمى حوزه تقويت شد . گرچه ايشان قبل از هجرت به قم در گوشه و كنار مقلدانى داشت اما پس از فوت « آيةاللّه حاج آقا حسين قمى » مرجعيت تقليد شيعه به ايشان محول گرديد و يگانه مرجع شيعه شد . « 3 »  نامبرده پس‌از عمرى خدمت به‌اسلام ، سرانجام در سال 1380 ه . ق . مطابق 1340 ه . ش .\r\nدار دنيا را وداع گفت و به ملكوت اعلا پيوست . « 4 » \r\n\r\nمقام علمى و اخلاقى\r\nآيةاللّه بروجردى فقيهى عاشق و دلباختهء علم بود . و در اين راه خستگى به خود راه نمىداد . در علوم عقلى و نقلى و فقه و اصول تخصص داشت و با ورود ايشان به حوزهء علميهء قم ، اين حوزه به اوج شكوفايى و بالندگى خود رسيد و فقه و فقاهت روح تازه‌اى يافت .\r\nروش فقهى آيةاللّه بروجردى يكى از ويژگيهاى اين فقيه بزرگ بود . او با تاريخ فقه آشنايى داشت ، سبك فكرهاى مختلف فقهاى گذشته و حال را مىشناخت ، بر حديث و رجال مسلط بود و با يك نگاه به سند حديث ، صحت و سقم آن را تشخيص مىداد .\r\nاو علاوه بر فقه شيعه بر فقه ساير مذاهب نيز تا حدود زيادى احاطه داشت ، افكار حاكم\r\n\r\n","description":"","footnote":" ( 1 ) - آثار الحجة ، محمّد رازى ، ج 2 ، ص 10 ، برقعى ، قم .  ( 2 ) - همان .  ( 3 ) - يكصد سال مبارزه روحانيت مترقى ، ج 3 ، ص 146 .  ( 4 ) - گنجينهء دانشمندان ، ج 1 ، ص 351 . ","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\nبر محيط زندگى راويان حديث را مىدانست . با قرآن ، تفاسير و محيطى كه آيات قرآن در آنها نازل شده بود آشنايى داشت ، تاريخ اسلام را خوب مىدانست . و از مراحل رشد فقه آگاه بود و با توجه به اين ويژگىها از روشن بينى و سبك اجتهادى ويژه‌اى برخوردار بود . « 1 » \r\nآيةاللّه بروجردى از لحاظ اخلاقى ، فقيهى مهذب ، مخلص و پركار بود . بىتكلف زندگى مىكرد و به امور معنوى طلاب اهميت مىداد و با نصايح پدرانهء خود آنان را به تهذيب نفس تشويق مىكرد . و براى علم و علما ارزش زيادى قائل بود و به آنان احترام مىگذارد . « 2 » \r\nاين فقيه بزرگ هرگاه اسم معاد و لقاءاللّه را مىبرد ، گريه مىكرد و در موعظه‌هايى كه سر درس داشت ، بارها مىشد كه اشك در چشمانش حلقه مىزد . توسل نامبرده به اهل‌بيت پيامبر ( ص ) زياد بود و به حضرت اباعبداللّه الحسين ( ع ) عشق مىورزيد .\r\n\r\nمبارزات و خدمات\r\nآيت‌اللّه بروجردى در طول عمر با بركت خود مبارزات زيادى با دشمنان اسلام كرد .\r\nوى در طرح مباحث اجتماعى اعتراض خود را به وضع غيراسلامى حاكم بر جامعهء آن روز ، نشان مىداد و شايستگى احكام اسلام را براى پياده شدن متذكر مىگرديد . « 3 » \r\nوى در راستاى پاسدارى از دستورات اسلام ، از حضرت آيت‌اللّه « حاج آقا حسين قمى » كه از دولت ، رفع ممانعت از حجاب ، عمل به موقوفات و منع فروش مشروبات الكلى را خواسته بود حمايت كرد و طى تلگرافى به دولت ، پشتيبانى خود را از نامبرده اعلان نمود . « 4 » \r\nاين فقيه مبارز در مقابل توطئه‌هاى استعمارى از جمله تغيير خط فارسى به لاتين و لايحهء اصلاحات اراضى ايستاد و در يكى از سخنانش فرمود :\r\nهدف اينان از تغيير خط ، دور كردن جامعهء ما از فرهنگ اسلامى است ؛ من تا زنده‌ام اجازه نمىدهم اين كار را عملى كنند به هر جا كه مىخواهد منتهى شود . « 5 » \r\nاين فرزند شايسته رسول اللّه صلىاللّه عليه و آله ، با درك صحيح و عميقى كه از دين\r\n\r\n","description":"","footnote":" ( 1 ) - مزايا و خدمات آيةاللّه بروجردى ، مرتضى مطهرى ، ص 10 - 11 .  ( 2 ) - مجلهء حوزه ، شمارهء 44 - 43 ، سال 1370 ، ص 186 ، 187 ، 188 .  ( 3 ) - همان ، ص 189 .  ( 4 ) - همان ، ص 54 .  ( 5 ) - همان ، ص 25 . ","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nداشت ، سياست را عين ديانت مىدانست و در يكى از سخنانش فرمود :\r\n« ما چگونه مىتوانيم مسائل سياسى را از مسائل دينى جدا سازيم ؟ در حالى كه حج يكى از عميق‌ترين عبادات اسلامى است كه رابطه انسان را با خدا به طرز نيرومندى برقرار مىسازد و از نظر عبادى چنان است كه انسان را به كلى از ما سوىاللّه جدا كرده و به خداوند بزرگ مرتبط مىسازد ولى با اين حال ، بعد سياسى آن به قدرى نيرومند است كه از مهمترين اركان سياست اسلامى محسوب مىشود . » « 1 » \r\nخدمات آيت‌اللّه بروجردى در حفظ و بازسازى حوزهء علميهء قم و ساير حوزه‌هاى علمى بسيار چشمگير است ؛ زيرا پس از خفقان شديد رضا خانى و سياست قلع و قمع حوزه و روحانيت ، با تلاشهاى علمى و سياسى وى حوزه‌هاى علمى جانى تازه گرفت و رفته‌رفته زمينهء انقلاب اسلامى در جامعه فراهم گشت . همچنين جديت و اهتمام نامبرده در نشر معارف اسلامى و تأسيس مراكز فرهنگى از جمله مركز بزرگ اسلامى « هامبورگ » را مىتوان به عنوان نمونه‌هايى از خدمات علمى ايشان برشمرد . « 2 » \r\nآيت‌اللّه بروجردى به منظور مبارزه با سياستهاى تفرقه‌افكنانه استعمارگران ، از طرح وحدت و تقريب بين مذاهب اسلامى حمايت همه جانبه كرد و در راه معرفى مذهب شيعه به مجامع علمى اهل سنت تلاشهاى فراوانى نمود . نتيجهء اين تلاشها اين شد كه مذهب شيعه از سوى « شيخ محمود شَلْتُوت » ، مفتى بزرگ اهل سنت ، به رسميت شناخته شد و عمل به آن مجزى اعلام گرديد . « 3 » \r\nاو معتقد بود كه اگر اسلام به طور صحيح ، به ملل جهان معرفى شود ، به تدريج آن را خواهند پذيرفت . به همين جهت نماينده و مبلغانى به بعضى از كشورهاى اروپايى و آمريكايى فرستاد . « 4 »  فقيه نامبرده علاوه بر آنچه ذكر شد ، خدمات فرهنگى و اجتماعى ديگرى نيز دارد كه به جهت رعايت اختصار از ذكر آنها خوددارى مىگردد .\r\n\r\n","description":"","footnote":" ( 1 ) - مجلهء حوزه ، شمارهء 44 - 43 ، سال 1370 ، ص 268 ، 269 .  ( 2 ) - همان ، ص 54 و 163 .  ( 3 ) - مزايا و خدمات آيت‌اللّه بروجردى ، ص 12 .  ( 4 ) - همان ، ص 13 - 14 . ","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nخلاصه\r\nآيت‌اللّه شيخ عبدالكريم حائرى در سال 1276 ه . ق . در يكى از توابع يزد به دنيا آمد . تحصيلات خود را در يزد ، نجف و سامرا گذراند و در شهر كربلا به تدريس مشغول گشت . در اثناء جنگ جهانى اوّل به ايران آمد و در حوزهء علميهء « اراك » به نشر علم پرداخت .\r\nدر سفر زيارتى كه به قم داشت پيشنهاد ماندن در قم و تأسيس حوزه ، به ايشان داده شد . نامبرده با آن موافقت و جلسات درس و بحث را از اراك به قم منتقل كرد .\r\nآيت‌اللّه حائرى فقيهى بزرگ و سياستمدار بود . تقواى زيادى داشت و به ديگران احترام مىگذارد ، شاگردان زيادى تربيت كرد و كتابهايى در زمينهء فقه و اصول به رشتهء تحرير درآورد . با تأسيس حوزهء علميه ، توطئه‌هاى ضداسلامى بيگانگان را خنثى و زمينه را براى انقلاب اسلامى فراهم ساخت .\r\nنامبرده خدمات فرهنگى عمرانى متعددى به جامعه كرد و از مستمندان دستگيرى مىنمود . وى در مقابل سياست‌هاى رضاخان به شدت ايستاد و ارزشهاى دينى را از دستبرد بيگانگان حفظ كرد و سرانجام در سال 1355 به ملكوت اعلا پيوست .\r\nآية اللّه بروجردى در سال 1292 ه . ق ، در بروجرد متولد گشت . پس از گذراندن تحصيلات علمى در زادگاه خود و اصفهان ، به نجف هجرت كرد و جزء شاگردان مبرز « آخوند خراسانى » قرار گرفت . در سال 1328 به « بروجرد » بازگشت و به تدريس خارج فقه و اصول مشغول شد .\r\nبر اثر عارضه كسالت به تهران منتقل و پس از بازگشت ، قرار شد در قم بماند . ورود نامبرده به قم ، تحولى در اين حوزه ايجاد كرد . و پس از فوت « آيةاللّه قمى » يگانه مرجع شيعه شد . وى مجتهدى پركار بود . روش فقهى خاص داشت ، خوش‌برخورد و مهربان بود و به مشكلات اجتماعى مسلمانان ، فكر مىكرد . در مقابل سياستهاى رضاخان از اسلام دفاع كرد ، و در راه حفظ وحدت و شناساندن مذهب شيعه به اهل سنت ، تأسيس مدارس علمى و حمايت از دستورهاى قرآن و معرفى آن به ملل جهان ، تلاشهاى زيادى كرد . سرانجام در تاريخ 1340 ه . ش . دار دنيا را وداع گفت .\r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\nپرسش\r\n1 - سه ويژگى اخلاقى آيةاللّه حائرى را بنويسيد .\r\n2 - تأسيس حوزهء علميه قم چه نقشى در خنثى كردن توطئهء بيگانگان و ايجاد انقلاب اسلامى داشت ؟\r\n3 - آيةاللّه العظمى حائرى براى مقابله با توطئهء كشف حجاب چه كرد ؟\r\n4 - سه خصوصيت از خصوصيات علمى آيةاللّه العظمى بروجردى را بيان كنيد .\r\n5 - آيةاللّه بروجردى در مقابل تفرقه‌افكنان چه موضعى داشت ؟\r\n6 - دو نمونه از خدمات آيةاللّه بروجردى را توضيح دهيد .\r\n\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\n\r\nدرس شانزدهم : امام خمينى « قدس سرّه »\r\n\r\nزندگينامهء اجمالى\r\nرهبر عظيم‌الشأن انقلاب اسلامى حضرت آيةاللّه العظمى امام سيد روح‌اللّه موسوى خمينى در روز بيستم جمادىالثانى سال 1320 ه . ق . ، همزمان با سالروز ولادت حضرت فاطمهء زهرا سلام‌اللّه عليها ، در شهر « خمين » متولد شد . هنوز بيش از پنج ماه از زندگى وى نگذشته بود كه پدرش آيةاللّه سيد مصطفى موسوى در راه اراك - خمين ، به دست اشرار ، به درجهء رفيع شهادت نائل شد و اين انسان بزرگ در دامن مادرى با تقوا و تحت سرپرستى برادر با كفايت خود ، آيةاللّه سيد مرتضى موسوى ( پسنديده ) پرورش يافت . « 1 » \r\nدوران كودكى را در زادگاه خود گذراند و تحصيلات ابتدايى و مقدارى از دروس مقدماتى را نزد اهل فضل و دانش آن ديار آموخت . در سال 1335 ه . ق . براى ادامهء تحصيلات دينى به « اراك » كه در آن زمان يكى از مراكز علمى به شمار مىرفت ، مسافرت كرد و مدتى از محضر « آيةاللّه حاج شيخ عبدالكريم حائرى » استفاده‌هاى علمى برد . « 2 »  به دنبال هجرت استاد و انتقال حوزهء علميهء اراك به قم ، راهى قم گرديد و در كنار بارگاه ملكوتى حضرت معصومه سلام‌اللّه عليها به فرا گرفتن علوم اسلامى و تزكيهء نفس مشغول گشت .\r\nدروس فقه و اصول را از استادانى همچون آيةاللّه حائرى و آيةاللّه ميرزا سيدعلى\r\n\r\n","description":"","footnote":" ( 1 ) - زندگى نامهء پيشوا ، انتشارات پانزده خرداد ، ص 18 - 19 .  ( 2 ) - آثارالحجة ، ج 2 ، ص 44 . ","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\nيثربى كاشانى فرا گرفت ؛ در درس اخلاق از محضر آيةااللّه حاج ميرزا جواد تبريزى استفاده برد ؛ فلسفه و عرفان را نزد آيةاللّه ميرزا محمّدعلى شاه‌آبادى و آيةاللّه سيد ابوالحسن قزوينى آموخت و بر اثر استعداد سرشار ، حافظهء قوى ، پشتكار و هوش فوق‌العاده ، در مدت كمى به درجهء عالى اجتهاد رسيد و در انواع علوم اسلامى ورزيده شد . « 1 » \r\n\r\nآمادگى علمى و روحى براى دفاع از اسلام\r\nپيشواى بزرگ اسلام از همان دوران تحصيل به مشكلات و نابسامانيهاى جامعهء اسلامى مىانديشيد و از طرحهاى ضد اسلامى و مخالفتهايى كه با اين آيين الهى مىشد ، بشدت رنج مىبرد . او در اين فكر بود كه چه بايد كرد ، چگونه مىتوان جامعهء اسلامى را نجات داد ؛ از كجا بايد شروع كرد و چه مقدماتى را بايد فراهم ساخت ؟ سرانجام به اين واقعيت پى برد كه بايد براى آيندهء اسلام ، به دو بال علم و تهذيب نفس ( عمل ) مجهز شد و در يك موقعيت مناسب ، با توكل بر خدا كار را شروع كرد .\r\nاو در اين راستا ضمن فراگيرى علوم اسلامى و تخصص در رشته‌هاى مختلف ، به كسب فضائل اخلاقى ، ملكات فاضله روحى ، تهذيب و تزكيهء نفس نيز پرداخت . در جلسات درس اخلاق مربيان وارسته حضور يافت و با فراگرفتن معارف اسلامى و علوم ربانى ، خود را براى پذيرش مسؤوليتى بزرگ يعنى هدايت و رهبرى آينده مهيا ساخت .\r\nوى از دوران جوانى روحيهء بىاعتنايى به دنيا ، مناجات با خدا ، اخلاص ، شجاعت و دفاع از اسلام را در خود تقويت كرد ، نظم و انظباط رابر زندگى حاكم ساخت و با در نظر گرفتن هدفى عالى و احساس مسؤوليت ، به برنامه‌ريزى اساسى براى مقابله با توطئه دشمنان اسلام پرداخت .\r\n\r\nنخستين گام عليه سياست رضاخانى\r\nحوزهء علميه قم با همت والاى آيةاللّه حاج شيخ عبدالكريم حائرى تأسيس شد . اين عالم بزرگ در اندك زمانى توانست فضلا و محصلان جوان و بالياقتى جمع كند و حوزهء\r\n\r\n","description":"","footnote":" ( 1 ) - آثار الحجه ، ج 2 ، ص 44 . ","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\nآبرومندى تشكيل دهد ولى طولى نكشيد كه اوضاع سياسى ايران دگرگون شد و رضاخان ، مهرهء سرسپردهء انگلستان بر روى كار آمد .\r\nاقدامات ضد دينى و فشارهاى سياسى اين دست‌نشاندهء استعمار بر حوزه‌هاى علميه و روحانيت ، روزبه‌روز گسترده‌تر مىشد ، مجالس سوگوارى و تبليغ تعطيل شده و درسهاى حوزه از بيم حملهء دژخيمان رژيم ، در دشتها و باغستانهاى اطراف قم برگزار مىشد ، روحيهء طلاب مبتدى به شدت خسته و روزبه‌روز ضعيف‌تر مىگشت ، سايه سنگين سرنيزه بر قلبها احساس مىشد و ترس و وحشت ، بر لبها مهر سكوت زده بود . و مىرفت تا بساط دين و حوزه‌هاى علميه ، ، به كلى در اين سرزمين ، برچيده شود .\r\nدر چنين موقعيت حساس و خطرناكى ، امام خمينى كه آن روز يكى از چهره‌هاى تابناك و مدرسان بنام حوزه به شمار مىرفت به حكم وظيفه الهى ، بپاخاست و در نخستين گام عليه سياست رضاخانى ، درس اخلاق را به صورت عمومى شروع كرد و ضمن بيان مطالب اخلاقى و تصفيه روح و روان دانش‌پژوهان ، پرده از نقشه‌هاى شوم دشمنان اسلام برداشت . و علىرغم مخالفت و تهديدهاى دستگاه ، تا پايان دورهء ديكتاتورى ، آن را ادامه داد . « 1 » \r\nحضرت امام در اوج خفقان و ديكتاتورى رضاخانى دربارهء مبارزه با اين عامل استعمار چنين نوشت :\r\n« بسم اللّه الرحمن الرحيم . قال اللّه تعالى : قُلْ انَّما اعِظُكُمْ بِواحِدَةٍ انْ تَقُومُوا لِلَّهِ مَثْنى وَ فُرادى » « 2 » \r\nبگو : تنها شما را يك اندرز مىدهم و آن اينكه دو نفر دو نفر ، يا يك نفر يك نفر ، براى خدا قيام كنيد . . . . »\r\nخداى تعالى در اين كلام شريف ، از سر منزل تاريك طبيعت ، تا منتهاى سير انسانيت را بيان كرده . . . و اين كلمه را پيشنهاد بشر فرموده ، اين كلمه تنها راه اصلاح دو جهان است . . .\r\n\r\n","description":"","footnote":" ( 1 ) - زندگى نامهء پيشوا ، ص 32 .  ( 2 ) - سبأ ( 34 ) ، آيهء 46 . ","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nقيام براى خداست كه خاتم‌النبيين صلىاللّه عليه و آله را يك تنه بر تمام عادات و عقايد جاهليت غلبه داد . . . و ترك قيام براى خدا ما را به اين روزگار سياه رسانده‌است . . . و كشورهاى اسلامى را زير نفوذ ديگران درآورده . . . قيام براى شخص است كه يك نفر مازندرانى بىسواد ( رضاشاه ) را بر يك گروه چند ميليونى چيره مىكند كه حرث و نسل آنان را ، دست خوش شهوات خود كند . . . . قيام براى نفس است كه چادر عفت را از سر زنهاى عفيف مسلمان برداشت و الان هم اين امر خلاف دين و قانون در مملكت جارى است و كسى بر عليه آن سخنى نمىگويد ! . . . » « 1 » \r\nامام خمينى رضوان‌اللّه تعالىعليه در ضمن تحصيل و تدريس همواره به فكر اسلام و پاسدارى از اين آيين‌الهى بود و آن را بر هر كار ديگرى مقدم مىداشت . وى هنگامى كه در حوزه به تدريس علوم اسلامى اشتغال داشت ، متوجه شد كه فردى منحرف ، كتابى به نام « اسرار هزار ساله » نوشته و در آن كتاب به اسلام توهين كرده‌است . اينجا بود كه درس را به مدت دو ماه تعطيل كرد ، قلم به دست گرفت و در رد آن كتاب ، كتاب ارزندهء « كشف اسرار » را نوشت . « 2 » \r\n\r\nقيام عليه لايحهء انجمنهاى ايالتى و ولايتى\r\nدر مهر ماه سال 1341 ه . ش ، هيئت وزيران رژيم دست‌نشانده « محمّدرضا پهلوى » لايحهء انجمنهاى ايالتى و ولايتى را به تصويب رساند . در اين لايحه ، قيد اسلام كه طبق قانون اساسى كشور ، جزء شرائط انتخاب شوندگان و انتخاب كنندگان بود ، حذف شد و انحصار قسم به قرآن در دادگاهها و مراسم رسمى لغو گرديد و قسم به كتاب آسمانى اعم از قرآن ، تورات و انجيل مجزى اعلام شده و به زنان ، حق رأى و شركت در انتخابات داده شد .\r\nجامعهء روحانيت و پيشوايان دورانديش اسلام به اين واقعيت پىبردند كه هدف رژيم آمريكايى شاه ، از اين توطئه ، باز كردن پاى گروههاى غير مسلمان و وابسته به\r\n\r\n","description":"","footnote":" ( 1 ) - سرگذشتهاى ويژه از زندگى امام خمينى ، به روايت جمعى از فضلا ، ج 1 ، ص 149 ، نشر پيام آزادى .  ( 2 ) - همان ، ص 130 . ","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nامپرياليسم ، به ارگانهاى كليدى كشور و تكرار فاجعه‌اى همچون فلسطين ، در ايران و به فساد كشاندن زنان تحت عنوان آزادى است و مىخواهند به تدريج احكام اسلام و قرآن را در ميان مردم بىاعتبار سازند . اينجا بود كه طى نشستى ، تلگرافى به « شاه » مخابره كرده و اعتراض خود را نسبت به اين لايحه و عواقب خطرناك آن اعلام كردند .\r\n« شاه » در جواب ، موضوع را موكول به رسيدگى دولت كرد و پيدا بود كه درصدد طفره رفتن از توضيح مطلب هستند . در اين موقعيت رهبر بيداردل موضوع را پيگيرى كرد و با تلگرافى مجدد به « علم » ، نخست وزير وقت ، هشدار داد : كه در صورت عدم اصلاح اين لايحه ، علماى اسلام ساكت نخواهند نشست . « 1 » \r\nبه دنبال تلگراف امام و علماى قم و انتشار وسيع آن در سطح كشور ، علما و مردم ساير شهرستانها نيز نامه‌ها و تلگرافهاى متعددى در اين رابطه مخابره كرده با تهيه طومار و تشكيل جلسات ، پشتيبانى خود را از رهبر و حوزهء علميهء قم ابراز داشتند . در اين ميان دولت به جاى جواب به تلگرافها و خواست مردم درصدد بود با وقت گذرانى ، قضيه را به فراموشى بسپارد . اما رهبر عاليقدر انقلاب بار ديگر دو تلگراف و اين بار با لحنى تندتر ، به شاه و علم مخابره كرد و خواستار لغو اين لايحه شد . تلگرافهاى امام موجى از شور و احساس در ميان مردم برانگيخت ولى دولت همچون دفعات قبل ، به اعتراضها و احساسات مردم بىاعتنا بود تا اينكه سرانجام وقتى مواجه با تصميم نهايى علما و مردم مبنى بر اعتصاب و تعطيل عمومى در شهرهاى بزرگ گرديد ، مجبور به لغو لايحه شد . « 2 » \r\n\r\nموضع‌گيرى در برابر انقلاب سفيد\r\nدولت استعمارگر آمريكا ، به منظور سرپوش نهادن بر حضور غارتگرانهء خود در ايران و فرونشاندن احساسات ظلم ستيزانهء ملت ، رژيم شاه را وادار به يك سلسله اصلاحات روبنايى تحت عنوان انقلاب سفيد ، كرد .\r\nهدف آمريكا از اين اصلاحات ، محكم كردن جاى پاى خود در ايران ، جلوگيرى از\r\n\r\n","description":"","footnote":" ( 1 ) - بررسى و تحليلى از نهضت امام خمينى در ايران ، سيد حميد روحانى ، ج 1 ، ص 154 ، انتشارات دارالفكر .  ( 2 ) - همان ، ص 187 . ","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nقيام مردم ، فلج كردن اقتصاد كشور و حذف تدريجى اسلام از بافت جامعهء ايران بود . در اين راستا دولت محمّدرضا شاه لوايح ششگانه‌اى را مبنى بر اعطاى زمين به كشاورزان ، آزادى زنان و . . . به رفراندوم گذاشت . و درصدد بود با مراجعه به آراء عمومى ، نقشهء اربابان خود را جامهء عمل بپوشاند .\r\nدر آن محيط تاريك و خفقان ، رهبر انقلاب كه بسيار روشن بين و هوشيار بود ، به ماهيت اين حركت رژيم ، پى بود و با سخنرانيها و اعلاميه‌هاى پىدرپى ، زنگ بيدارباش را در ميان مردم به صدا درآورد و خلق در خواب غنوده و ستم كشيدهء ايران را بيدار ساخت . او كه مىدانست انقلاب شاهانه از كجا سرچشمه مىگيرد ، طى اعلاميه‌اى منطقى ، رفراندوم دروغين شاه را تحريم كرد و مردم را از شركت در آن بازداشت . « 1 » \r\n\r\nامام از فيضيه تا تبعيد\r\nرژيم دست نشاندهء شاه كه از مبارزات امام و روحانيون به خشم آمده بود در دوم فروردين 1342 ه . ق . مصادف با 25 شوال ، سالروز شهادت امام صادق عليه السلام ، جهت ارعاب و حاكم كردن جو سكوت و خفقان بر حوزهء علميهء قم ، دستور داد ، نيروهاى خونخوارش با لباس مبدل به مدرسهء فيضيه آمده و پس از برهم زدن مجلس عزادارى ، به درگيرى و ضرب و شتم طلاب و روحانيون بىدفاع بپردازند . سپس مأمورين رسمى به كمك آنان آمده با بستن گلوله به روى طلاب ، دهها نفر را شهيد و مجروح ساخته و سرانجام با به آتش كشيدن لباسها و كتابهاى طلاب ، پس از چندين ساعت درگيرى ، مدرسه را ترك كردند . « 2 » \r\nفاجعهء دلخراش فيضيه جوى از رعب و وحشت بر دلها حاكم ساخت . اما رهبر انقلاب ، بدون ذره‌اى دلهره ، با سخنان روح‌افزا و دم مسيحايى خويش ، بار ديگر نور اميد را در دلها زنده كرد و رژيم را در اين ترفند جديدش ناكام ساخت . وى خطاب به مردم و روحانيونى كه در منزلش اجتماع كرده بودند ، فرمود :\r\n\r\n","description":"","footnote":" ( 1 ) - بررسى و تحليلى از نهضت امام خمينى در ايران ، ج 1 ، ص 341 .  ( 2 ) - همان ، ص 348 . ","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\n« ناراحت و نگران نشويد . . . ترس و هراس را از خود دور كنيد شما پيرو پيشوايانى هستند كه در برابر مصائب و فجايعى صبر و استقامت كردند كه آنچه ما امروز مىبينيم ، نسبت به آن چيزى نيست . . . دستگاه حاكمه با ارتكاب اين جنايت ، خود را رسوا و مفتضح ساخت . . . ما پيروز شديم ، ما از خدا مىخواستيم كه اين دستگاه ماهيت خود را بروز دهد . . . . » « 1 » \r\nامام امت با اطلاعيهء معروف « شاه دوستى يعنى غارتگرى » كه به همين مناسبت صادر كرد ، طلسم وحشت را شكست و در نامه‌اى خطاب به علماى تهران فرمود : اسلام در معرض خطر است و با اين احتمال تقيه حرام و اظهار حقايق واجب است « و لَوْ بَلَغَ ما بَلَغَ » « 2 » \r\nفريادها و روشنگريهاى امام همچنان مشعل مبارزه را در حوزهء علميه و مراكز مهم كشور ، روشن نگه‌داشت و رژيم را به موضع انفعالى كشاند . با فرا رسيدن ايام محرم ، سازمان امنيت با تحت فشار گذاشتن وعاظ و روحانيون ، از آنان التزام گرفت كه در مجالس سوگوارى عليه شخص شاه و اسرائيل سخنى نگويند و به مردم اعلام نكنند كه اسلام در خطر است . اما رهبر بيداردل كه به خوبى مىدانست ريشهء فسادها از كجاست ، طى اعلاميه‌اى التزام ساواك را غير قانونى و بىاثر دانست و خطر سلطهء اسرائيل و عمال آنها ( بهائيها ) را بر مقدرات كشور گوشزد كرد و در قسمتى از سخنرانى معروف خود در روز عاشورا ، در مدرسهء فيضيه فرمود :\r\n« . . . تمام گرفتاريهاى ما در همين سه موضوع نهفته است . . . اگر ما نگوييم اسلام در خطراست آيا در معرض خطر نيست ؟ اگر ما نگوييم شاه چنين و چنان است آيا آن طور نيست ؟ اگر ما نگوييم اسرائيل براى اسلام و مسلمانان خطرناك است آيا خطرناك نيست ؟ و اصولًا چه ارتباطى بين شاه و اسرائيل است كه سازمان امنيت مىگويد از شاه صحبت نكنيد ، از اسرائيل نيز صحبت نكنيد ؟ آيا به نظر سازمان امنيت ، شاه اسرائيلى است ؟ » « 3 » \r\nسخنرانيها و افشاگريهاى امام خمينى رضوان‌اللّه عليه ، منجر به دستگيرى وى در\r\n\r\n","description":"","footnote":" ( 1 ) - صحيفهء نور ، ج 1 ، ص 61 .  ( 2 ) - تحليلى از نهضت امام خمينى ، ج 1 ، ص 372 .  ( 3 ) - صحيفهء نور ، ج 1 ، ص 91 - 94 . ","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nشب 15 خرداد سال 1342 يعنى دو روز پس از سخنرانى وى در مدرسهء فيضيه گرديد .\r\nصبح پانزده خرداد مردم قم ، تهران و بعضى از شهرستانهاى ديگر با شنيدن خبر دستگيرى رهبر ، به خيابانها ريخته و به پشتيبانى از امام ، به تظاهرات پرداختند . رژيم شاه كه فكر مىكرد با دستگيرى امام و سركوب تظاهرات مردم ، مىتواند به اهداف خود برسد ، صفوف تظاهر كنندگان را به گلوله بست و هزاران تن را به خاك و خون كشيد . به دنبال آن دستگاههاى تبليغاتى وى نيز در داخل و خارج به انحراف افكار عمومى و اهانت به اسلام و علماى مبارز پرداختند .\r\nدستگاه حاكم به خيال خام خود فكر كرد با زدن و كشتن مردم و زندانى كردن امام ، قضيه تمام شد . اما امام امت به محض آزادى از زندان ، مجدداً مبارزهء با رژيم را شروع و با ابراز تأسف شديد از حادثهء 15 خراد ، با مسؤوليتى سنگينتر به مقابله با تبليغات رژيم برخاست ، وى با سخنرانى ، اعلاميه و فرستادن نامه براى علما ، شعله‌هاى نهضت را افروخته‌تر كرد . تا اينكه مسأله « كاپيتولاسيون » « 1 »  پيش آمد .\r\nامام امت كه از حضور مستشاران آمريكايى و اسرائيلى و عملكرد زيانبار آنان براى اسلام آگاهى داشت ، عليه اين قانون ضداسلامى قيام كرد و ضمن حمله به آمريكا ، دولت و مجلس ، اين قانون را مخالف اسلام و قرآن معرفى نمود و از ملت و ارتش خواست ، با ساقط كردن دولت ، اجازه ندهند چنين كارهاى ننگينى در ايران واقع شود .\r\nرژيم آمريكايى شاه كه امام را مانع اجراى مقاصد شوم خود مىديد ، در شب 13 آبان 1343 ، بار ديگر امام را دستگير و به دستور آمريكا به تركيه تبعيد كرد .\r\n\r\nپاسدارى از اسلام در تبعيد\r\nامام خمينى در نخستين روزهاى ورود به تبعيدگاه تركيه ، تلاش جهت حفظ و گسترش اسلام را به شكل نوينى آغاز كرد ، براى ارتباط هر چه بيشتر با مردم مسلمان تركيه به فراگيرى زبان تركى اقدام كرد ، با ارسال نامه به فرزندان و ياران خود در ايران ،\r\n\r\n","description":"","footnote":" ( 1 ) - لايحه‌اى كه در آن ، به مستشاران نظامى و ديگر تبعهء آمريكا ، مصونيت قضايى داده شد . آنان طيق اين لايحه از هر گونه كيفرى در ايران مصون بودند و ماموران اجرايى و دستگاه قضايى ، حق نداشتند آنها را دستگير و در دادگاه ايران محاكمه كنند . ","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\nروحيه داد و ضمن تشويق آنان به ادامه نهضت ، آنان را از نزديك شدن به دستگاه و افراد وابسته و تقاضا از آنان جهت بازگرداندن وى به ايران ، بازداشت و در راستاى گسترش فقه شيعه كتاب « تحرير الوسيله » را تأليف نمود . « 1 » \r\nمدت تبعيد حضرت امام در تركيه حدود يك سال طول كشيد و چون حضور امام و تبعيدش در تركيه موجب اعتراض جهانى و نيز مسبّب مشكلات داخلى براى حكومت شاه گرديد . دولت ايران مجبور شد با هجرت امام به نجف موافقت كند و در تاريخ 13 مهر ماه 1344 امام همراه شهيد حاج مصطفى خمينى از تركيه به شهر نجف عراق تبعيد شدند .\r\nامام پس از اقامت در نجف اشرف بدون ترس از هياهو و دسيسه‌هاى دشمن ، بر آن شد تا رسالت مقدس خود ، در پاسدارى از اسلام را ادامه دهد . وى در اين راستا علاوه بر تدريس فقه ، به بيدار كردن افكار خفته و افشاى نقشه‌هاى دشمن جهت محو اسلام پرداخت و مسأله ولايت فقيه و حكومت اسلامى را در حوزهء نجف مطرح كرد و مدتها روى آن بحث مستدل و علمى نمود . و طلاب و روحانيون را به تهذيب نفس و مسؤوليتهايى كه در آينده بر دوش آنهاست ، واقف ساخت . « 2 » \r\nدر جنگ شش روزهء اسرائيل با اعراب كه منجر به اشغال سرزمينهاى اسلامى گرديد ، اطلاعيه‌اى صادر كرد و ضمن دعوت مسلمانان به وحدت ، از آنان خواست رژيم اسرائيل را قلع و قمع كنند و هرگونه رابطه و كمك به اسرائيل را تحريم و مخالفت با اسلام خواند . « 3 » \r\nحضرت امام در تمام دوران تبعيد خود در عراق اوضاع كشورهاى اسلامى بويژه اوضاع داخل ايران و مبارزات ملت مسلمان را تعقيب مىكرد و با استمداد از خدا و به دست آوردن اطلاعات لازم ، انقلاب اسلامى را رهبرى مىكرد تا اينكه سرانجام علىرغم پشتيبانى آمريكا و سرسپردگانش از رژيم شاه ، اين رژيم در بهمن 1357 سقوط\r\n\r\n","description":"","footnote":" ( 1 ) - نهضت امام خمينى ، سيد حميد روحانى ، ج 2 ، ص 3 - 16 ، نشر مركز اسناد انقلاب اسلامى .  ( 2 ) - ر . ك ، به همان ص 117 به بعد .  ( 3 ) - همان ، ص 231 . ","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\nكرد و با برپا شدن جمهورى اسلامى به دست امام ، مجدداً شرف ، بزرگى و استقلال به ميهن اسلامى ايران بازگشت .\r\n\r\nحفظ پيروزى\r\nامام امت پس از پيروزى انقلاب اسلامى نيز ، با قامتى استوار به حفظ و نگهبانى از اين نعمت بزرگ الهى پرداخت . تحت رهبريهاى پيامبرگونهء وى حكومتى اسلامى در ايران برپاشد ، قانون اساسى بر مبناى آيات قرآن و دستورات اسلام تصويب گرديد و با هوشيارى خاص خود انقلاب را در مسير اسلامى هدايت كرد و اجازه نداد افراد فرصت طلب ، آن را از مسير اسلام خارج سازند .\r\nوى بارها رمز پيروزى انقلاب ، يعنى « ايمان به خدا » و « وحدت همهء اقشار ملت » را به مردم و مسؤولان گوشزد كرد و از آنان خواست جهت ادامهء پيروزى ، اين دو رمز را در ميان خود حفظ كنند . او با سخنان روح افزا و از جان برخاستهء خود ، در راه هرچه بيشتر اسلامى شدن جامعه كوشيد و در اين راستا پيامها و اعلاميه‌هاى متعددى صادر كرد .\r\nامام امت كه مىدانست : انقلاب اسلامى از گزند دشمنان زخم خورده ، مصون نخواهد ماند ، جهت حفظ اين عطيهء الهى ، دستور تشكيل سپاه پاسداران انقلاب اسلامى و بسيج مستضعفان را صادر كرد و در مقابله با توطئهء گروهكها و اربابان خارجى آنها ، با تمام توان ، از نيروهاى مسلح حمايت كرد .\r\nاو در راستاى زدودن فقر از جامعه و رفع خرابيها و نابسامانيهاى موجود ، فرمان تشكيل جهاد سازندگى و كميتهء امداد را صادر و از تمام ملت خواست تا دست به دست هم داده و در راه پيشرفت و اعتلاى ميهن اسلامى بكوشند .\r\nحضرت امام در غائله گروهكها و دوران هشت سالهء جنگ تحميلى ، با وجود مشكلات فراوان ، در مبارزه با دشمنان لحظه‌اى شك و ترديد به خود راه نداد ؛ با سخنان قاطع ، به مردم و نيروهاى اسلام روحيه داد و با رهنمودهاى خود آنان را آمادهء دفاع از اسلام و مبارزه با توطئه‌گران كرد .\r\nاين رادمرد بزرگ ، نه تنها به فكر مسلمانان بلكه در فكر نجات تمام مستضعفان جهان\r\n\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\nاز يوغ ستمگران بود ، به همين جهت بارها از نهضت‌هاى آزادى بخش و مظلومان عالم پشتيبانى كرد و با حمله به غارتگران جهانى ، طلسم ترس و وحشت آنان را در هم شكست .\r\nوى سرانجام پس از عمرى خدمت به اسلام ، در تاريخ چهاردهم خرداد 1368 ه . ش .\r\nدار دنيا را وداع گفت و به ملكوت اعلا پيوست .\r\n\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\nخلاصه\r\nامام خمينى ( ره ) در سال 1320 ، ه . ق در شهر « خمين » ديده به دنيا گشود . دوران كودكى را تحت سرپرستى مادر و برادرش گذراند . در دوران كودكى به تحصيل مشغول گشت و مقدارى از علوم دينى را در زادگاه خود و « اراك » آموخت . سپس براى ادامه تحصيل به قم آمد و ضمن فراگيرى علوم اسلامى ، به تهذيب نفس و تحصيل ملكات فاضلهء روحى همت گماشت .\r\nدر راستاى مبارزه با سياستهاى ضداسلامى رضاخان درس اخلاق را به صورت عمومى شروع كرد و ضمن بيان معارف اسلامى ، از نقشه‌هاى وى پرده برداشت . وى با نوشتن كتاب « كشف‌الاسرار » از اسلام دفاع كرد . و در مقابله با شرايط غير اسلامى لايحه انجمنهاى ايالتى و ولايتى به حمايت از اسلام برخاست و با مبارزات خود و بسيج مردم موجبات لغو اين لايحه را فراهم كرد .\r\nبا پيش آمدن ماجراى انقلاب سفيد ، دست به افشاى ماهيت اين حركت رژيم زد و رفراندوم مربوط به آن را تحريم كرد . پس از حملهء نيروهاى شاه به مدرسه فيضيه با سخنرانى و اعلاميه‌هاى متعدد ، دستگاه حكومت را مفتضح و مشعل مبارزه را روشن نگه داشت . در واقعهء پانزده خرداد ، نيز به حمايت از اسلام برخاست و عليه قانون كاپيتولاسيون قيام نمود .\r\nوى در تبعيدگاه تركيه و عراق نيز لحظه‌اى بيكار ننشست ، پس از پيروزى انقلاب نيز همچنان به پاسدارى از انقلاب اسلامى ادامه داد و با سخنان خود مردم را به ايمان و وحدت دعوت كرد ، اقدام به تشكيل سپاه و بسيج نمود و در دوران جنگ تحميلى با روحيه‌اى قوى به دفاع از اسلام پرداخت .\r\nسرانجام در خرداد 68 دار دنيا را وداع گفت و به ملكوت اعلا پيوست .\r\nپرسش\r\n1 - سه نمونه از صفات اخلاقى حضرت امام خمينى را نام ببريد .\r\n2 - لايحهء انجمنهاى ايالتى و ولايتى چه بود و چرا امام در برابر آن قيام كرد ؟\r\n3 - امام خمينى نسبت به حملهء نيروهاى شاه ، به فيضيه ، چه واكنشى نشان داد ؟\r\n4 - مسألهء حكومت اسلامى در حوزهء نجف ، از سوى چه كسى مطرح گرديد ؟\r\n5 - دو نمونه از تلاشهاى امام جهت حفظ اسلام را پس از پيروزى بنويسيد .\r\n\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\n« فهرست منابع »\r\nقرآن كريم\r\nنهج البلاغه\r\nآثارالحجة ، محمّد رازى ، اميركبير تهران 1360 ه . ش .\r\nاختناق ايران ، مورگان شوستر ، ترجمهء ابوالحسن موسوى شوشترى ، ناشر بنگاه مطبوعات صفيعليشاه 1351 ه . ش .\r\nاصول كافى ، محمّد بن يعقوب كلينى ، ترجمه كمره‌اى ، كتابفروشى اسلاميه ، تهران ، 1400 ه . ق .\r\nاحتجاج طبرسى ، مترجم حسن مصطفوى ، انتشارات كتابخانه سنايى ، بىتا .\r\nاعيان الشيعه ، سيد محسن امين ، دار التعارف 1403 ه . ق .\r\nبحارالانوار ، علامه مجلسى ، نشر وفاء ، بيروت ، 1403 ه . ق .\r\nالبدايه و النهايه ، ابن كثير ، نشر دارالكتب ، بيروت ، 1408 ه . ق .\r\nبررسى و تحليلى از نهضت امام خمينى ، سازمان انتشارات و آموزش انقلاب اسلامى ، تهران 1364\r\nبيدارگران اقاليم قبله ، محمّدرضا حكيمى ، دفتر نشر فرهنگ اسلامى ، 1356 ه . ش .\r\nتاج‌العروس ، محمّد مرتضى زبيدى ، چاپ ليبى ( ناشر دارليبيا بنغازى ) 1386 ه . ق .\r\nتاريخ سياسى معاصر ايران ، جلال الدين مدنى ، انتشارات اسلامى قم ، 1369\r\nتاريخ كامل ايران ، عبداللّه رازى ، انتشارات اقبال ، تهران 1347 ه . ش .\r\nتاريخ انقلاب مشروطيت ايران ، دكتر مهدى ملك زاده ، چاپ سوم ، انتشارات علمى ، تهران 1371 ه . ش\r\nتاريخ بيدارى ايرانيان ، ناظم الاسلام كرمانى ، انتشارات روح ، 1357 ه . ش .\r\nتنقيح المقال ، علامه مامقانى ، چاپخانه مرتضويه ، نجف 1352 ه . ق .\r\nتلخيص الشافى ، شيخ طوسى ، دارالكتب ، قم ، 1394 ه . ق .\r\nتهذيب الاحكام ، شيخ طوسى ، دارالتعاريف ، بيروت ، 1401 ، ه . ق .\r\n\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\nتحريم تنباكو ، محمّدرضا زنجانى ، انتشارات فراهانى تهران ( بىتا )\r\nجامع‌الاصول ، ابن اثير جزرى ، انتشارات جهان تهران ، 1371 ه . ق .\r\nجواهرالكلام ، شيخ محمّدحسن نجفى دارالكتب الاسلاميه ، تهران 1392 ه . ق .\r\nخاطرات من ، حسن اعظام قدسى ، انتشارات ابوريحان ، 1349 ه . ش . ( بى م )\r\nدائرة المعارف‌القرن العشرين ، محمّد فريد و جدى ، دارالمعرفة ، بيروت ، 1971 م .\r\nدايرةالمعارف بزرگ اسلامى ، زير نظر كاظم موسوى بجنوردى ، ناشر مركز دائرةالمعارف بزرگ اسلامى تهران 1369 ه . ش .\r\nالذريعه : آقا بزرگ تهرانى ، چاپخانه مجلسى ( بىتا ) تهران 1333 ه . ش .\r\nرجال نجاشى ، ابوالعباس ، احمد بن على بن احمد نجاشى ، انتشارات اسلامى ، قم ، 1407\r\nروضات الجنات ، ميرزا محمّدباقر خوانسارى ، اسماعيليان ، قم ، 1391 ه . ق .\r\nريحانةالادب ، ميرزا محمّد على مدرس ، چاپخانه شفق ، تبريز .\r\nرسائل‌و مكتوبات شهيد شيخ فضل‌اللّه نورى ، محمّد تركمان ، مؤسسه خدمات فرهنگى رسا ، 1362 ه . ش .\r\nروحانيت و نهضت ملى شدن نفت ، جمعى از نويسندگان .\r\nزندگىنامه پيشوا ، انتشارات پانزده خرداد ، بىتا .\r\nسفينةالبحار ، حاج شيخ عباس قمى ، انتشارات كتابخانه سنايى .\r\nسياحت شرق ، آقا نجفى قوچانى ، اميركبير ، چاپ دوم 1362 تهران ( بىم )\r\nسرگذشتهاى ويژه از زندگى امام خمينى ، به روايت جمعى از فضلا ، نشر پيام آزادى ، 1368 ( بىم )\r\nشرح نهج البلاغه ابن‌ابى الحديد ، دار احياءالتراث العربى ، بيروت ، 1386 ه . ق .\r\nشهيدان راه فضيلت ، علامه امينى ، ترجمهء جلال الدين فارسى ( ف . ج ) انتشارات روزبه تهران ( بىتا )\r\nصحيفه نور ، مجموعه رهنمودهاى امام ، وزارت ارشاد اسلامى\r\nعمدةالطالب ، ابن عنبه ، انتشارات حيدريه نجف ، 1380 ه . ق .\r\n\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\nالغدير ، علامه امينى ، دارالكتاب العربى ، بيروت ، 1387 ه . ق .\r\nالفهرست ، شيخ طوسى ، دانشگاه مشهد ، 1351 ه . ش .\r\nفوائد رضويه ، شيخ عباس قمى ، انتشارات مركزى ، تهران ، 1327 ه . ش .\r\nالفصول المختار من العيون و المحاسن ، سيد مرتضى ، چاپ المؤتمر العالمى لالفية الشيخ المفيد ، قم 1413 ه . ق .\r\nفقهاى نامدار شيعه ، عقيقى بخشايشى ، اميركبير ، تهران ، 1363 ه . ش . .\r\nفرهنگ معين ، محمّد معين ، اميركبير ، تهران ، 1360 ه . ش .\r\nقصص‌العلما ، ميرزا محمّد تنكابنى ، انتشارات علميه اسلاميه ، تهران .\r\nكليات فى علم الرجال ، جعفر سبحانى ، انتشارات اسلامى ، قم 1414 ه . ق .\r\nالكنى و الالقاب ، شيخ عباس قمى ، انتشارات كتابخانه صدر ، تهران ، 1397 ه . ق .\r\nگنجينه دانشمندان ، محمّدشريف رازى ، چاپخانه پيروز ، قم ، 1353 ه . ش .\r\nمجلهء حوزه ، شمارهء 44 - 43 ، سال 1370 ، نشر دفتر تبليغات اسلامى ، قم\r\nمعجم مقاييس‌اللغه ، ابن فارس ، مركز النشر ، مكتب الاعلام الاسلامى ، قم 1404\r\nمعالم الاصول ، شهيد ثانى ، انتشارات علميه اسلاميه ، تهران 1364 .\r\nمعجم البلدان ، ياقوت حموى ، دارصادر بيروت ، 1399 ه . ق .\r\nمعجم الفرق الاسلاميه ، شريف يحيىالامين ، دارالاضواء ، بيروت ، 1406 ه . ق .\r\nمقدمة مراة العقول ، علامه مجلسى ، نشر دارالكتاب الاسلاميه ، تهران ، 1366 ه . ش .\r\nمن لا يحضره الفقيه ، شيخ صدوق ، دارالكتب الاسلاميه تهران - 1401 ه . ق .\r\nمستدرك الوسائل ، حاج ميرزا حسين نورى ، كتابخانه اسلاميه ، تهران ، 1383 ه . ق .\r\nمجموعه ديدار با ابرار ، چاپ سازمان تبليغات ، 1370 ه . ش .\r\nمسبوط ، شيخ طوسى ، نشر كتابخانه مرتضوى ، چاپخانه حيدريه ، تهران ، 1387 ه . ق .\r\nمرگى در نور ، عبدالحسين ، مجيد كفائى ، چاپ افست گلشن ، تيرماه 1359 ، ( محل نشر ندارد )\r\nمدرس قهرمان آزادى ، حسين مكّى ، بنگاه ، ترجمه و نشر كتاب ، تهران ، 1359 ه . ش . .\r\nمدرس سى سال شهادت ، ناد على همدانى ، انتشارات غزالى ، 1360 ه . ش . ( بى م )\r\n\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\nمدرس مجاهدى شكست ناپذير ، عبدالعلى باقى ، انتشارات گواه ( تفكر ) ، 1370 ه . ش . ( بىم )\r\nمجموعه پيامهاى آيةاللّه كاشانى ، م ، دهنوى ، چاپخش ، 1361 ه . ش . ( بىم )\r\nمزايا و خدمات آيةاللّه بروجردى ، مرتضى مطهرى\r\nنهضتهاى اسلامى در صد سال اخير ، شهيد مطهرى ، صدرا ، تهران ( بى تا )\r\nنهضت امام خمينى ، سيد حميد روحانى ، سازمان انتشارات و آموزش انقلاب اسلامى ، تهران 1364\r\nوحيد بهبهانى ، على دوانى ، انتشارات اميركبير ، تهران ، 1362 .\r\nوسائل الشيعه ، محمّدبن حسن حرعاملى ، دار احياءالتراث العربى ، بيروت ، 1403 ه . ق .\r\nهديةالاحباب ، محدث قمى ، اميركبير ، تهران ، 1363\r\nيادنامه شيخ طوسى ، محمّد واعظ زاده ، دانشگاه فردوسى مشهد ، 1354 ه . ش . .\r\n\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168}
  ]