[
  {"content":"\r\n\r\nصفات الشيعه\r\nتأليف\r\nدانشمند بزرگ ابى جعفر محمد بن على بن الحسين بن موسى بن بابويه القمى\r\nمشهور به\r\nصدوق\r\nالمتوفى سنة 381 هجرى\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\n\r\nمقدمه\r\nبنام خداوند بخشاينده مهربان سپاس مر خداى جهانيانراست و درود بىپايان بر محمّد و فرزندان پاك و پاك نژادش باد گردآورنده اين كتاب ابو جعفر محمد پسر على پسر حسين پسر موسى پسر بابويه كه رحمت خدا بر او باد چنين گويد :\r\n\r\nحديث 1 -\r\nابى بصير گويد امام صادق عليه السّلام فرمود پيروان ما پرهيزگار و در پرستش پروردگار كوشا و با وفا و امانت‌دار و كناره‌گير از دنيايند پنجاه و يك ركعت نماز در روز و شب بجاى مىآورند شبها را بيدار و روزها را روزه دارند زكات دارائى خود را مىدهند و حج خانه خدا مىكنند و از هر ناشناسى دورى مينمايند .\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\n\r\nحديث 2 -\r\nحسين پسر خالد گويد امام رضا عليه السّلام مىفرمود پيروان ما بفرمان ما گردن نهاده‌اند دستورات ما را گرفته و به كار مىبندند و با دشمنانمان مخالفند و كسى كه بر اين روش نباشد از ما نيست .\r\n\r\nحديث 3 -\r\nابان پسر عثمان گويد امام صادق عليه السّلام مىفرمود كسى كه تقيه نمىكند بر آئين جعفرى نيست و هر كه پرهيزگارى ندارد به خدا باور ندارد .\r\n\r\nحديث 4 -\r\nمفضل پسر عمر گويد امام صادق عليه السّلام مىفرمود ، دروغ مىگويد آنكه گمان دارد از پيروان ما است و بجز ما تمسك مىجويد .\r\n\r\nحديث 5 -\r\nپور ابى نجران گويد شنيدم كه ابو الحسن عليه السّلام مىفرمود آنكه با پيروان ما ستيزه كند با ما ستيزه كرده و هر كه با آنان مهر ورزد با ما مهر ورزيده چون آنان از خميره ما آفريده شده‌اند كسى كه آنها را دوست داشته باشد از ما است\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nو كسى كه دشمن ايشان باشد از ما نيست پيروان ما بروشنائى ما مىنگرند و در رحمت ما مىگروند و با بخشش ما رستگارند اگر يكى از پيروانمان رنجور شود ما هم بناخوشى او رنجور مىشويم و چون اندوهناك گردد ما هم اندوهناك مىگرديم و بسرور او ما هم مسرور مىشويم در خاور و باختر جهان هيچ يك از آنان از ديدگان ما پنهان نيستند ، اگر يكى از آنان وامى از خود بجاى گذارد دادن آن وام بر ما است و چون دارائى از او بماند از تبار او است ، پيروان ما نمازگزارانند و حج خانه خدا كنند و زكات دارائى خويش را بدر كنند ، روزه‌هاى ماه رمضان را مىگيرند و خاندان پيغمبر خويش را مهر ورزند و از دشمنانشان بيزارى جويند اينان پرهيزگار و بآئين خود باور دارند هر كه آنها را براند خدا را رانده ( از خدا دور شده ) و كسى كه بر ايشان ايراد گيرد بر خدا ايراد گرفته چون اين گروه بندگان و دوستداران درست پروردگارند و به خدا سوگند يكى از آنان ياراى آن دارد كه به اندازه نفرات دو ايل ربيعه و مضر ( كه بزيادى نفرات در عرب مشهورند ) در نزد خدا ميانجيگرى كند و خداوند هم اين ميانجيگرى را مىپذيرد براى ارزشى كه در پيشگاه پروردگار جهانيان دارند .\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nحديث 6 -\r\nمحمد پسر عمران گويد امام صادق عليه السّلام مىفرمود كسى كه بدرستى و از بن دندان  لا إِلهَ إِلَّا اللَّهُ  گويد به بهشت داخل مىگردد و هنگامى  لا إِلهَ إِلَّا اللَّهُ  را درست و از ته دل گفته كه با گفتن او ديگر گرد حرام نگردد .\r\n\r\nحديث 7 -\r\nزيد پسر ارقم گويد پيغمبر خدا صلّى اللَّه عليه و آله و سلّم فرمود هر كه براستى  لا إِلهَ إِلَّا اللَّهُ  بگويد بهشت براى او است و ميزان درستى گفتن لا إله إلا اللَّه‌اش به آنست كه از ناشايست‌ها دورى كند .\r\n\r\nحديث 8 -\r\nابى عبيده حذاء گويد شنيدم ابو عبد اللَّه عليه السّلام مىفرمود هنگامى كه پيغمبر خدا مكه را گشود بر كوه صفا ايستاد و سپس چنين گفت اى پسران هاشم و عبد المطلب من فرستاده پروردگار شما بسوى شمايم و دلسوز شمايم نگوئيد محمد از ما است نه شما و نه ديگران دوست من نيست مگر اينكه از پرهيزگاران\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nباشيد چگونه در روز جزا بشما آشنا باشم هنگامى كه دنيا را بر گردنهاى خود سوار كرده و مردم ديگرى مىآيند و آخرت را با خود مىآورند ، آگاه باشيد كه من پيامبرى خود را بسزا بجا آوردم و اندرزهاى شايسته بشما دادم و راهنمائى خود را نمودم كارهاى گذشته من از آن من و رفتار گذشته شما براى شما است ( واكنش كارهاى اين سرا در آن دنيا خواهد بود و هر كس در گرو رفتار خود مىباشد ) .\r\n\r\nحديث 9 -\r\nمحمد پسر قيس گويد امام باقر عليه السّلام بنقل از پدرانش فرمود كه امير المؤمنين عليه السّلام مىفرمود ميوه همنشينى كردن با بدان گمان بد بردن بخوبان است و همنشينى با نيكان بدان را نيك مىسازد چنان كه همنشينى با بدكاران خوبان را بد مىكند و هر زمانى كه نتوانستند دين كسى را بشناسيد بهمنشينانش نگاه كنيد اگر از مردان خدا هستند او هم بر آئين خدا است و چنانچه دوستانش بر راه خدا نيستند او هم بهره‌اى از آئين يزدان‌پرستى ندارد پيغمبر خدا صلّى اللَّه عليه و آله و سلّم مىفرمود هر كه به خدا و روز رستاخيز باور دارد با هيچ كافرى دوستى نمىكند و با بدكاران نشست\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nو برخاست نمىنمايد و اگر با آنان همنشينى كرد خود نيز كافر و بدكاره است .\r\n\r\nحديث 10 -\r\nپسر فضال گويد شنيدم حضرت رضا عليه السّلام مىفرمود هر كه بدور شده از ما نزديك شود و يا از وابستگان ما دورى كند يا كسى را كه بما عيب مىبندد ستايش نمايد يا بدشمن ما بخشش كند از ما نيست و ما هم از او نيستيم .\r\n\r\nحديث 11 -\r\nپسر فضال گويد امام رضا عليه السّلام مىفرمود : هر كه دشمنان خدا را دوست بدارد دوستان خدا را دشمن داشته و كسى كه دوستان خدا را دشمن بدارد خدا را دشمن داشته و بر پروردگار جهانيان است كه ويرا بدوزخ ببرد .\r\n\r\nحديث 12 -\r\nاحمد پسر عبد اللَّه گويد امام صادق عليه السّلام مىفرمود : پيروان على عليه السّلام شكم و فرج خود را از حرام نگه مىدارند و عفيفند كار را تنها براى خرسندى آفريننده خود مىكنند و به مزد او چشم دارند و از كيفر و شكنجه او هراسناكند .\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\n\r\nحديث 13 -\r\nمحمد پسر عجلان گويد نزد امام صادق عليه السّلام بوديم كه مردى داخل شد و سلام كرد از او پرسش فرمودند برادران دينى تو چگونه‌اند از آنان ستايش فراوانى نمود به او فرمود احوال‌پرسى توانگران آنها با مستمندانشان چگونه است عرض كرد كم است فرمود رسيدگى مالدارانشان بدرويشان بر چه پايه است گفت كردار و رفتارهائى را ياد آور ميشويد كه پيش ما نيست فرمود پس چگونه اينان گمان ميكنند كه از پيروان مايند .\r\n\r\nحديث 14 -\r\nحسن پسر خراز گويد از امام رضا عليه السّلام شنيدم كه مىفرمود : كسى هست كه دوستى ما خاندان پيغمبر را دستاويز قرار داده و خرابكارى او بر پيروان ما از زيان دجال بيشتر است عرض كردم اى پسر پيغمبر چرا ؟ فرمود براى مهرورزيدن او با دشمنان ما و ستيزه او با دوستان ما و چون چنين نمود حق بباطل آميخته مىشود و امر مشتبه مىگردد و مؤمن از دور و شناخته نميشود .\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n\r\nحديث 15 -\r\nعلاء پسر فضيل گويد امام صادق عليه السّلام فرمود كسى كه كافرى را دوست داشته باشد خدا را دشمن داشته و كسى كه كافرى را دشمن بدارد خدا را دوست داشته سپس فرمود دوست دشمن خدا دشمن خدا است .\r\n\r\nحديث 16 -\r\nامام صادق عليه السّلام فرمود كسى كه با اهل شك به نشيند خود شكاكست .\r\n\r\nحديث 17 -\r\nمعلى پسر خنيس گويد شنيدم امام صادق عليه السّلام مىفرمود : كسى كه بما ناصبى باشد او را ناصبى نگويند براى آنكه فردى را نمىيابى كه بگويد من محمد و دودمانش را دشمن دارم ولى ناصبى كسى است كه نسبت بشما ناصبى است در حالى كه مىداند شما ما را دوست داريد و از دشمنانمان بيزارى مىجوئيد سپس فرمود كسى كه دشمنى از ما را اسير كند دوستى از دوستان ما را كشته است .\r\n\r\nحديث 18 -\r\nاحمد پسر محمد گويد امام صادق عليه السّلام فرمود : پيروان على عليه السّلام\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nكسانى هستند كه از زيادى روزه‌دارى و گرسنگى كشيدن باريك ميان و خشكيده لب هستند ، مهربان و دانشمند و داراى گذشتند . به ترك زيادى دنيا شناخته مىشوند ، پس در كارهاى خود پرهيزكارى و كوشش در مجاهده با نفس را پيش گيريد .\r\n\r\nحديث 19 -\r\nپسر ابى المقدام بگفته از پدرش گويد امام باقر عليه السّلام فرمود اى پسر ابى المقدام پيروان على عليه السّلام از زيادى بندگى و بيدارى شبها و قيام در آن و روزه‌دارى روزها لاغر و رنجديده و لب چروكيده هستند لب خشكند از زيادى ياد خدا كردن و لاغر ميانند از بسيارى روزه گرفتن رنگهايشان زرد و چهرهء آنان درهم كشيده و دگرگون شده چون شب فرا رسد زمين را فرش خود سازند و پيشانى خويش را در پيشگاه خدا به خاك مىسايند ديدگان آنان گريان اشگهايشان ريزان و نماز و دعاى ايشان فراوانست كتاب خدا را ميخوانند و در حالى كه مردم در سرورند آنها اندوهگين‌اند .\r\n\r\nحديث 20 -\r\nسندى پسر محمد گويد گروهى بدنبال امير المؤمنين عليه السّلام ميرفتند .\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nآنها را ديد و فرمود شما كيستيد گفتند يا امير المؤمنين پيروان شمائيم فرمود چرا نشانى پيروان خود را بر شما نمىبينم عرض كردند نشانى پيروان شما چيست ؟\r\nفرمود : از شب‌زنده‌دارى زرد چهره و از زيادى روزه‌دارى لاغر ميان‌اند و از بسيارى ذكر خدا گفتن لبهايشان خشك و چروكيده و بر آنان گرد بيم و ترس خدا نشسته است .\r\n\r\nحديث 21 -\r\nمفضل گويد امام صادق عليه السّلام مىفرمود : پيروان جعفر عليه السّلام كسانى هستند كه شكم و فرج خود را از حرام نگه ميدارند و كوشش آنها در راه بندگى خدايشان زياد است و اميد به مزد پروردگار و ترس از شكنجه او را دارند اگر چنين مردمى را ديديد اينان پيروان جعفر بن محمّداند .\r\n\r\nحديث 22 -\r\nجابر جعفى گويد امام باقر عليه السّلام مىفرمود : يا جابر آيا كسى تنها باينكه بگويد خاندان پيغمبر را دوست دارم دلخوش بوده و خود را از پيروان ما مىپندارند به خدا سوگند پيروان ما كسانيد كه از خدا بترسند و فرمانبرى او را پيشه\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nخود قرار دهند و آنها به فروتنى و ترس از خداوند و امانت‌دارى و زيادى ياد خدا كردن و روزه و نماز بجاى آوردن و نيكى به پدر و مادر كردن و رسيدگى بهمسايگان درويش و وام داران و يتيمان نمودن و راستگوئى و كتاب خدا خواندن و زبان از عيوب مردم باز داشتن شناخته مىشوند و اينان امينان ملت خود هستند جابر عرض كرد اى پسر پيغمبر ما كسى را به اين رفتار و كردار نمىشناسيم فرمود يا جابر از راه بدر مرو و كج‌فهمى مكن آيا براى مرد همين بس است كه بگويد على عليه السّلام را دوست دارم و نزديكى به او را مىجويم اگر او بگويد پيغمبر خدا را كه از على عليه السّلام والامقام‌تر است دوست دارم و روش زندگانى او را سرمشق خود قرار ندهد و كارهاى او را پيروى ننمايد اين دوستى هيچ بهره براى او نخواهد داشت از خدا بپرهيزيد و آنچه را كه خدا فرمان داده به كار بنديد بين خداوند و آفريدگانش خويشى نيست دوستدارترين و پرارج‌ترين مردم بنزد پروردگار پرهيزكارترين آنها است همان كسى كه از كارهاى پيشوايان دين پيروى مىنمايد ، يا جابر بنده به خداوند جز بفرمانبرى از او نزديك نخواهد شد ، تنها به گفتن اينكه با مائيد از آتش رهائى نخواهيد يافت و بر خداوند حجتى نداريد هر كه فرمانبر خدا باشد او دوست ما\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nو با ما است و كسى كه فرمان خدا را نبرد دشمن ما است و دوستى ما جز با كار درست و پرهيزكارى بدست نمىآيد .\r\n\r\nحديث 23 -\r\nامام باقر عليه السّلام فرمود پيروان على عليه السّلام كسانى هستند كه در دوستى ما سر از پا نمىشناسند و براى ما با هم مهر مىورزند براى زنده كردن امر ما يك ديگر را ديدار ميكنند اگر خشمگين شوند زياده‌روى نميكنند و چون خرسند گردند تند نميروند براى همسايگان خود بركتند و با همنشينان و هم آميزش‌كنندگان خود مهربان و رفتار دوستانه دارند .\r\n\r\nحديث 24 -\r\nعمرو پسر ابى المقدام بگفته از پدرش گفت كه امام باقر عليه السّلام مىفرمود پيروان على عليه السّلام لاغر و رنجديده و لب خشكيده‌اند شكم آنها لاغر و لبهايشان چروكيده و رنگهايشان گشته است .\r\n\r\nحديث 25 -\r\nعمرو پسر ابى المقدام بگفته از پدرش گويد كه امام باقر عليه السّلام فرمود\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nيا جابر پيرو على عليه السّلام كسى است كه صدايش از گوشش نمىگذرد ( فرياد نميزند ) و دشمنى او تا بتواند از دستش به ديگرى نخواهد رسيد ( تا بتواند دشمنى با ديگرى را در خود خفه مىكند ) كسانى را كه در باره ما كوتاه آمده‌اند ستايش نميكنند و با كسانى كه با ما دشمنند رفت و آمدى ندارند و با هر كه بما عيب بندد نمىنشينند پيرو على عليه السّلام مانند سگ روزه نميكشد و مانند كلاغ آزمند نيست از مردم درخواست و پرسش نميكند اگر چه از گرسنگى بميرد ، زندگانى آنان درويشانه و خانه بدوشند اگر در جايى باشند مردم آنها را نمىشناسند و اگر پنهان باشند كسى آنها را نمىجويد و چون بيمار شوند احوال آنها را نمىپرسند و اگر بميرند كمتر كسى با خبر مىشود و در گورها يك ديگر را ديدار كنند ( روانشان ) عرض كردم اينها را از كجا پيدا كنيم فرمود در اطراف زمين و بين بازارها آواره‌اند و اين فرمايش خداوند بزرگ است آنجا كه مىگويد  أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكافِرِينَ  « 1 »\r\n\r\nحديث 26 -\r\nمفضل پسر قيس گويد امام صادق عليه السّلام فرمود پيروان ما در كوفه چند نفرند عرض شد پنجاه هزار و مرتب مىپرسيد تا اينكه فرمود آيا اميد دارى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) برابر مؤمنان فروتن و بر كافران گردن فرازند - سوره مائده آيه 54 .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nكه بيست نفر باشند سپس فرمود به خدا سوگند دوست دارم در كوفه بيست و پنج نفر مرد باشند كه امامت ما را بشناسند و بر ما جز گفتار درست نگويند .\r\n\r\nحديث 27 -\r\nمحمّد پسر على ماجيلويه گويد امام صادق عليه السّلام فرمود روزى ابو جعفر منصور دوانيقى ( خليفه دوم عباسى ) در حيره زمان ابى العباس سفاح برادرش به من گفت يا ابا عبد اللَّه چگونه است كه پيرو شما در هر مجلسى كه باشد پنهان خود را آشكار مىكند و مذهبش شناخته مىشود فرمود اين براى شيرينى ايمانيست كه در سينه‌هاى آنانست و آن شيرينى پنهان آنها هويدا مىشود .\r\n\r\nحديث 28 -\r\nپسر ابى عمير گويد امام باقر ( يا صادق عليه السّلام ) فرمود از شما كسى است كه نمازش از ديگرى بيشتر است و گروهى از شما حج كردنش بيش از ديگران است و مردى صدقه‌دان و روزه‌داريش بيش از ساير مردم است ولى هر كه از شما داناتر است والامقام‌تر است .\r\n\r\nحديث 29 -\r\nمفضل پسر زياد عبدى گويد امام صادق عليه السّلام مىفرمود ما از خانواده\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nصدق و صفائيم كوشش شما براى ياد گرفتن معالم دينتان است و هم دشمنانتان بنابودى شما است و دلهاى آنها از كينه شما آغشته است آنچه را كه از شما مىشنوند پس و پيش و كم و زياد ميكنند و براى شما شريكانى قرار مىدهند و متهمان مىنمايند و همين گناه براى آنها كافيست .\r\n\r\nحديث 30 -\r\nمحمّد پسر يحيى پسر سدير گويد امام صادق عليه السّلام مىفرمود چون روز رستاخيز فرا رسد آدميان را بنام مادرانشان ميخوانند مگر ما و پيروان ما را چون در نژاد و ريشه ما خللى نيست ( مقصود آنكه غير ما و محبين ما مشكوك النسبند ) .\r\n\r\nحديث 31 -\r\nعبد اللَّه پسر خالد كنانى گويد به پيشگاه امام موسى كاظم عليه السّلام رسيدم و ماهىاى به دست من بود فرمود او را بينداز من اكراه دارم كه مرد چيز پستى را بدست گيرد و با خود ببرد سپس فرمود اى گروه پيروان على عليه السّلام دشمنان شما زيادند ، شما گروهى هستيد كه مردم شما را دشمن دارند تا مىتوانيد برايشان زينت كنيد و با تجمل و جلال قدم زنيد .\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\n\r\nحديث 32 -\r\nمسعدة پسر صدقه گويد از امام صادق عليه السّلام از پيروانش پرسيدند فرمود پيروان ما كسانيند كه در كارهاى نيك پيش‌قدم‌اند و از كردن كارهاى بد سرباز مىزنند نيكوئى را آشكار مىكنند و به كار خوب پيشى مىگيرند براى علاقه‌اى كه برحمت خداوند جليل دارند اينان از مايند و با مايند هر جا كه ما باشيم .\r\n\r\nحديث 33 -\r\nاصبغ پسر نباته گويد روزى امير المؤمنين عليه السّلام بيرون آمد و ما گرد هم بوديم فرمودند شما كيستند و گرد هم آمدنتان براى چيست عرض كرديم گروهى از پيروان تو هستيم فرمودند پس چرا نشانى پيروان خود را در شما نمىبينم عرض كرديم نشان پيروان تو چيست فرمود آنها از زيادى بيدارى و نماز شب رنگشان زرد و چشمهايشان كم سو و اشك‌ريز از ترس خدايند لبهايشان از زيادى روزه دارى و ذكر خدا گفتن خشك شده و بر آنها گرد ترس و فروتنى نشسته است .\r\n\r\nحديث 34 -\r\nابى بصير گويد بر امام صادق عرض شد پيروان خود را براى ما بستاى\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nفرمود پيروان ما كسانى هستند كه صدايشان كوتاه و از گوششان نمىگذرد و كينه آنها از دستهايشان رد نمىگردد ( و به ديگرى برخورد نمىكند ) كار خود را بر ديگران بار نميكنند و كل مردم نمىشوند بجز از برادران دينى از كسى ديگر پرسش و درخواست نميكنند اگر چه از گرسنگى بميرند ، پيروان ما مثل سگ پارس نميكنند و مانند كلاغ آزمند نيستند پيروان ما در زندگانى سبكبال و خانه بدوشند آنها را در دارائيشان براى ديگران حقى معلوم كرده‌اند و با يك ديگر انس مىگيرند و هنگام مرگ ناله و بىتابى نميكنند در گورهايشان يك ديگر را ديدار ميكنند عرض شد فدايت شوم كجا اينها را بجوئيم فرمودند و در اطراف زمين و بين بازار چنان كه خداوند فرمود  أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكافِرِينَ  « 1 »\r\n\r\nحديث 35 -\r\nامام صادق بگفته از پدرانش فرمود مردى از ياران امير المؤمنين عليه السّلام بنام همام كه بسيار در بندگى پروردگار كوشا بود عرض كرد يا امير المؤمنين پرهيزگاران را چنان برايم بسته‌اى كه گويا خود آنها را مىبينم امير المؤمنين عليه السّلام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بر مؤمنان فروتن و بر كافران گردن فرازند - سوره مائده آيه 54\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nدر پاسخ تأملى كرد و سپس فرمود يا همام تو خود پرهيزگار و نيكوكار باش كه خداى با پارسايان و نيكوكارانست همام عرض كرد يا امير المؤمنين سوگند به آن كسى كه ترا بزرگ داشته و برگزيده و مورد مهر خود قرار داده و ترا بر ديگران برترى داده آنان را براى ما بستاى .\r\nامير المؤمنين بر پا خاست و سپاس و ستايش پروردگار را بجا آورد و بر پيمبر بزرگ درود فرستاد و سپس گفت خداوند بىهمتا آفريدگان را آفريد در حالى كه از بندگى آنان بىنياز بود و نافرمانى آنها به او گزندى نميرسانيد چون نافرمانى گنهكار آسيبى به او نميرساند و فرمانبرى فرمانبران بهره‌اى براى او ندارد ، وسائل زندگانى را بين ايشان پخش نمود و هر كس را در جهان مقامى در خود او بداد آدم و حوّا را از بهشت بسراى دنيا فرود آورد مزد به گناهشان هنگامى كه آنان را از خوردن گندم پرهيز داده بود و نپذيرفتند و نافرمانى كردند ، پارسايان را بر ديگران برترى داد ، سخن براستى گويند ، زندگى بصرفه‌جوئى گذرانند و رفتار آنان با آفريدگان بفروتنى است براى خداوند بندگانى فروتنند از دنيا بريده و خود را براى سراى بازپسين آماده كرده‌اند چشمهاى خود را از آنچه خدا حرام كرده\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nمىپوشانند گوشهاى خود را بشنيدن دانشهاى سودمند فرا داشته‌اند در دشوارى و بلد چنان دلشادند كه ديگران در خوشى و نعمت بخواسته خدا خرسندند و اگر مرگ مقدر خداوندى پاىبند آنان نبود از بيم شكنجه و شوق مزد پروردگار يك چشم بهم زدن جان در كالبدشان نمىماند خداوند در دل آنان بسيار بزرگست و براى همين جز خدا در پيش آنان كوچك است باورشان به بهشت چنانست كه گويا او را ديده و در آن بهره‌مند و آرميده‌اند و باور آنها به دوزخ چنانست كه گويا او را ديده و در آن آزار كشيده‌اند دلهاى آنان از جدائى يار حقيقى اندوهگين و مردمان از شرّ ايشان بركنارند از زيادى كوشش بدنهائى لاغر دارند و مورد نيازشان از اين سراى ناپايدار كم است ، روانشان بعفت آراسته و رنج آنها در اين دنيا زياد است روزى چند با دشوارى شكيبا باشند تا در پى آن آسايشى دراز بدست آورند بازرگانى بس سودمندى دارند كه خدايشان راهنمائى كرده و براى آنان ميسر فرموده چون دنيا به آنان رو آورد از او سر به پيچانند و در دنيا آنان را دنبال كند و آنها براى نپذيرفتن او را بستوه آوردند اما در شب بر پاى ايستاده و متفكرانه كلام خدا را مىخوانند و دلهاى خود را با آن اندوهگين ساخته و دواى درد خويش را از آن جويند و بكمك\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nآن حال بر گناهان خود گريسته و اعضاء آنها خسته و رنجور مىگردد چون بآيات تهديد و شكنجه گذرند بدل گوش كنند آنچنان كه شكنجه پروردگار را به چشم مىبينند و پوستهاى آن‌ها ميلرزد و دلهايشان مىطپد و گمان ميكنند فرياد و خروش دوزخ در بن گوش آنها است و هنگامى كه بآيات رحمت الهى رسند دل بر وعده‌هاى آن سپرده و در آن طمع كرده و مشتاقانه بسوى آنها نگاه ميكنند كه گوئى معنى آن آيات در پيش چشمانشان هويدا است ترسان و خميده قامت خداوند بزرگ را ستايش كنند و در پيشگاه يزدان پاك بر سر زانو و يا خميده قد و يا به حال سجده دستها و جبين خود را بر خاك ميسايند ، سر شك بر گونه‌هايشان جارى است و براى دور بودن از آتش دوزخ و شكنجه‌اش به خدا پناه برده و كمك مىخواهند و اما در روز دانشمندان شكيبا و بزرگواران پرهيزگارند ترس خدا اندامشان را چنان گداخته كه به بيماران مىمانند در صورتى كه بتن بيمار نيستند و جانشان رنجور عشق خدا است ديگران آنها را ديوانه مىپندارند و حال آنكه كار بزرگى مبهوتشان ساخته و بزرگى خدا دل و جانشان را مستغرق درياى حيرت نموده هنگامى كه در بزرگى خداوند و سترگى سلطنتش فكر ميكنند و دشواريهاى روز\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nرستاخيز هم پيش چشمان آنان رژه ميرود دلهاى آنان بخروش آمده و كاسه شكيبائيشان لبريز ميگردد و خرد از سرشان پرواز مىكند و چون توفيق بندگى مىيابند بكردن . كارهاى نيك مىشتابند و به بندگى كردن كم خرسندى ندهند و كار خود را هم چيزى نه پندارند از خود بدگمان و بر رفتارهاى خود هراسانند اگر مردمان آنها را به كارهاى نيك بستايند به خود نگرفته و گويند من به خود از غير خود داناترم و خداى من از من بدرون من آگاه‌تر است ، خدايا بگفته ديگران بر من مگير و مرا بهتر از آنچه گمان مىبرند بگردان گناهان مرا كه به آن پى نبرده‌اند ببخشاى بدرستى كه تو داناى نهان و غيوب و پوشنده عيوبى و از نشانه‌هاى آنها اينست كه در كار دين نيرومند و پشتكار دارند و با نرمى بسيار ، دور انديش در كار زندگانيند ، در كار ايمان بمرتبه يقين و به پيدا كردن دانش مشتاق و با وجود زيركى ، نرم و با مردم آسان گيرند در بخشش دلسوز و در توانگرى ميانه‌رو در بندگى پروردگار ترسان و در تنگدستى بردبار و در دشواريها شكيبا و بر رنجبران دلسوز و در راه خدا بخشنده‌اند در كسب ، ملايم و در جويائى حلال كوشا و در سفر بسوى خدا سرخوش‌اند از آز بسيار بدورند هنگام توانائى و بر سر پا بودن نيكوكارند\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nو زمان چيرگى شهوت از حرام چشم مىپوشند اگر كسى او را از روى نادانى بستايد فريفته نخواهد شد و كارهاى نيك خود را برخ كسان نمىكشد در كارهاى نفسانى و دنيوى آسانگير است كارهاى خوب را پيشه خود ساخته و باز هم هراسانست روز را بشب مىرساند و تمام كوشش او بجا آوردن سپاس خدا است صبح مىكند در حالى كه شب را به ياد ايزد بسر مىبرد خوابى ترسان مىكند و بآرزوى كردن كارهاى شايسته مسرورانه روز را آغاز مىكند شب بيمناك از غفلت خويش و روز خرسند بدريافت فضل و بخشش خداوندى و چشم به راه آنست اگر نفس در بندگى و پرستش با او همراهى نكند او هم خواهش‌هاى او را بر نياورد خرسندى او در زندگانى جاويدان و طولانيست و دل بدان بسته و رغبت او در سراى پايدار و كناره‌گيرى او از سراى ناپايدار است دانش و بردبارى و خرد را بهم آميخته و او را مىبينى در حالى كه تنبلى از او بدور و نشاطش هميشگى آرزوهايش كوتاه و لغزش‌هايش كم است آماده كوچ به سفر سراى جاويد با دلى هراسان خداى خود را هميشه ميخواند و از گناهان خويش ترسان است در اين سرا به چيزى خرد سر فرود آورده و نادانى او كم است در كارهاى سراى ناپايدار آسان‌گير و در امور آن سرا سختگير است شهوت او مرده و خشم خود را فرو خورده كردار و رفتار او نيك و همسايه از او در امان و راحت است\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nگردنكش نبوده و آزادى به ديگرى نميرساند خدا را زياد ياد مىكند و در كار آئين خود استوار است و آنچه را كه دوستانش بوى راز گويند با كسى در ميان نگذارد و گواهى خود را از دشمنان خويش هم دريغ ننموده و براى خدا رياكارانه كار نميكند و شرم و آزرم از او را بدور نمىشود مردن بنيكى و بخشش او چشم داشت دارند و از بدى كردن او آسوده‌اند اگر با مردم غافل نشيند نامش در گروه هشياران نوشته مىشود و اگر همنشين آگاهان باشد در شمار اهل غفلت نيست كسى كه بر او ستم كند مىبخشدش و چون او را محروم مىنمايد بخشش مىنمايد و كسى كه از او ببرد به او مىپيوندند ، بردبارى او از او جدا نميشود و در كارى كه دو دل باشد شتاب نميكند از چيزهاى بدى كه مردم براى او انديشيده‌اند و بر آنها دانا شده مىگذرد نادانى از او بدور و گفتار او نرم است مردم را فريب نمىدهد نيكى او هميشه بمردمان ميرسد و در جلوى آنانست راستگو در گفتار و نيكوكار در كردار است كار خوب از او ريزان و كار بد از وى گريزانست ، در تنهائى و كشاكش روزگار با وقار و در دشواريها و ناگواريها بردبار است در زمان توانگريش سپاسگزار است بر دشمن خود ستم نكند و در دوستى كوتاهى نمايد چيزى را كه از او نيست ادعا نميكند و حقى را كه بر او وارد است ردّ و انكار نمىنمايد بحقى كه ديگران بر او دارند\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nاقرار مىكند بدون آنكه نيازى بگواه باشد چيزى را كه به او سپرده‌اند و بايد نگهدارد تباه نميسازد كسى را بنام زشت نخواند و بر هيچ كس ستم روا نمىدارد به ديگران رشگ نمىبرد و آزارش بهمسايگانش نميرسد كسى را بگرفتاريهايش شماتت و سرزنش نميكند براى بجا آوردن نمازهاى خود شتاب دارد و اداكننده سپرده‌ها است كه به او سپرده‌اند بناشايست‌ها نمىگرود و مردم را به كارهاى نيك و دورى از كارهاى زشت دستور مىدهد با نادانى دست بكارى نميزند و از راه راست گامى فراتر نمىنهد اگر خموش باشد در خاموشى اندوهگين نيست و اگر گويا شود جز راست نگويد بلند نخندد به آنچه برايش ميرسد قانع است در خشم افسار خويش را بنفس سركش نسپارد و هوى نفس بر او چيره نشود بخل او را بنده خود نسازد و در آنچه مال او نيست چشم ندوزد با مردم همنشينى مىكند براى آنكه بدانش خود بيفزايد يا به ديگرى بياموزاند و چون خاموش شود براى آنست كه راه آشتى پويد پرسش او براى فهميدن است نه مشاجره خاموشى او براى ايجاد شگفتى در ديگران نسبت بخويش نيست كه ( او را بزرگ و صاحب ظرفيت بپندارند ) سخنرانى او براى خود فروشى بر ديگرى نيست اگر بر او ستم كنند بردبار باشد تا خداوند انتقام او را بازستاند نفس او از او در رنج و مردم از نفس او در راحتند نفس خويش را\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nبراى آماده كردن توشه آن سرا برنج افكند و مردم را از بد او راحت كند از كسى كه دورى گزيند براى پرهيزگارى و پاكدامنى است و بهر كه نزديك شود براى دلسوزى و مهربانى است نه دورى او براى گردنفرازى و نه نزديكيش براى فريب است بلكه بخوبان پيش از خود اقتدا مىكند و او خود پيشواى پارسايان و نيكوكارانست .\r\nدر اين هنگام همام نعره بزد و جان بداد امير المؤمنين عليه السّلام فرمود به خدا سوگند من از همين بىتابى و بىتوانى بر او مىترسيدم و دستور داد او را براى دفن آماده كنند و بر او نماز خواند و سپس فرمود پندهاى رسا با اهلش چنين مىكند گوينده‌اى عرض كرد يا امير المؤمنين چرا ترا گزندى نرسيد فرمود واى بر تو براى هر كسى مرگى است كه از او رد نميشود و سببى است كه از آن نمىگذرد خاموش باش و پر نگو كه شيطان بر زبان تو سخن مىگويد .\r\n\r\nحديث 36 -\r\nصفوان پسر مهران گويد امام صادق عليه السّلام فرمود مؤمن كسى است كه چون خشمگين شود خشمش او را از جاده راست بدور نكند و چون راضى شود خرسنديش او را در باطل فرو نمىبرد و چون توانائى يابد بيش از مال و حق خود را دست نميزند .\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n\r\nحديث 37 -\r\nعلى پسر عبد العزيز گويد امام صادق عليه السّلام فرمود يا على گريه اينان ترا گول نزند پارسائى و پرهيزگارى در دل است .\r\n\r\nحديث 38 -\r\nعبد اللَّه پسر سنان گويد از امام صادق عليه السّلام شنيدم مىفرمود : اى بندگان خدا شما را به پارسائى سفارش ميكنم مردم را بر شانه‌هاى خود سوار نكنيد كه خوار خواهيد شد خداوند بزرگ در كتاب خود فرموده  قُولُوا لِلنَّاسِ حُسْناً  « 1 » سپس فرمود بيماران خود را پرسش كنيد و جنازه‌هاى آنان را مشايعت نمائيد و براى ايشان گواه باشيد در پرستشگاه‌هايشان با آنان نيايش بدرگاه خدا كنيد و حقوق آنها را بدهيد سپس فرمود چقدر سنگين و سخت است بر گروهى كه گمان ميكنند بدنبال پيشوايانى قدم برميدارند و فرمايش آنها را پذيرا هستند در حالى كه چون آنها را دستور بنيكى و دورى از بدى مىدهند از آنان نمىپذيرند و اسرار آنها را نزد دشمنانشان فاش مىكنند و چون دشمنان آنها نزد ما مىآيند و مىگويند گروهى هستند كه چنين و چنان مىگويند و ما خواهيم گفت از آنان بيزاريم بيزارى ما از آنها واجب مىشود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) با مردم گفتارى نيك بگوئيد - سوره بقره آيه 83 .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\n\r\nحديث 39 -\r\nعبد اللَّه پسر زياد گويد بر امام صادق عليه السّلام در منى درود فرستاديم و سپس عرض كرديم اى پسر پيغمبر ما گروهى گذارنده‌ايم و گفتگوهاى اين جا را در جايى بازگو نخواهيم كرد ما را وصيتى بفرما فرمود شما را بر پارسائى و پرهيزگارى و راستگوئى و اداى امانت و نيكى آميزش با كسانى كه با شما رفت و آمد دارند و درود بلند فرستادن و سير كردن مردمان سفارش ميكنم ، در مساجدشان نماز كنيد و بيمارانشان را احوالپرسى نمائيد مردگان ايشان را مشايعت كنيد و پدرم مىفرمود پيروان ما خاندان پيغمبر خوبان خويشان خود هستند اگر دانشمندى يا اذان گوئى يا پيشوائى و يا امانت‌دارى و رازدارى يافت شود از آنانست مردم را با ما مهربان كنيد و ما را با ايشان دشمن ننمائيد .\r\n\r\nحديث 40 -\r\nحمران پسر اعين گويد امام صادق عليه السّلام فرمود امام سجاد عليه السّلام در خانه خود نشسته بود گروهى درب خانه را كوبيدند فرمود اى كنيز نگاه كن\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nكوبندهء درب كيست عرض كردند گروهى از پيروان شمايند با شتاب چنان از جاى برخاست كه نزديك بود بر زمين افتد و چون درب را باز و بايشان نگاه كرد برگشت و فرمود دروغ مىگويند نشانى تشيع آنان چيست و نشانه بندگى و اثر سجودشان كجا است ، پيروان ما به زيادى بندگى و ژوليدگيشان شناخته ميشوند ( منظور آنكه به ظاهر خود زيادى پاىبند نبوده و توجه بيشترشان بعوالم معنوى و اخروى است ) زيادى بندگى پروردگار بينىهاى آنان را زخم نموده و جبين و جاهاى سجودشان پينه بسته از روزه‌هاى بسيار و ايستادن در پيشگاه پروردگار و دوام اذكار لاغر ميان و لب‌خشگانند ، بندگى يزدان چهره‌هاى آنان را درهم كشيده و بيدارى شب جوانى آنها را دگرگون نموده و روزه بودن در روزهاى گرم بدنهاى آنها را گداخته هنگامى كه مردم خاموشند آنان تسبيح گويند و چون مردم در خوابند آنان در نماز بسر مىبرند و زمانى كه آفريدگان مسرورند آنان اندوهگينند ، به بسيارى بركنارى از دنيا شناخته مىشوند سخنان آنها رحمت و سرگرمى آنها به بهشت است .\r\n\r\nحديث 41 -\r\nعبد اللَّه گويد امام صادق فرمود : كسى كه بشش چيز باور كند مؤمن است : بيزارى و دورى از گردنكشان و ستمگران و اقرار بولايت ( سلطنت معمرى\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nخاندان پيغمبر و يا محبت آنان ) و باور به رجعت و حلال شمردن متعه و حرام شمردن مار ماهى و بر روى موزه مسح نكشيدن .\r\n\r\nحديث 42 -\r\nمسعده پسر صدقه گويد به امام صادق عليه السّلام عرض شد چرا مؤمن به چيزى سخت و تند مىشود فرمود براى آنكه رفعت و عزت كتاب خدا در دل او است و ايمان خالص در قلب او نهفته و او خداوند را مىپرستد و فرمانبر او و مصدق پيغمبر او است عرض شد چرا مؤمن به چيزى بخل ميورزد فرمود براى آنكه روزى را از راه حلال بدست مىآورد و پيدا كردن حلال مشكل است او دوست ندارد از بدست آورده حلال خود دورى كند براى آنكه مىداند پيدا كردن حلال كار بس دشوارى است و اگر خشمگين شود نابجا نخواهد بود عرض شد نشانه‌هاى مؤمن چيست فرمود چهار چيز است خواب او مانند خواب غريق و غذا خوردنش مانند آدم بيمار و گريهء او مانند گريه شخص مادر مرده و برپا خاستن او مانند برخاستن مردم هراسانست كه از جاى خود مىجهند عرض شد چرا مؤمن زناشوئى مىكند فرمود براى نگهداشتن خود از نزديكى با كسانى كه بر او حلال نيستند و براى\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nاينكه شهوات ديگر را آرزو ننمايد و هنگامى كه بحلال دست يافت به آن مىسازد و خود را با آن از ديگران بىنياز مىكند سپس فرمود در مؤمن سه خصلت است كه در جز او گرد نخواهد آمد به خدا و به آنچه خدا دوست دارد و به آنچه خدا دشمن دارد دانا است و باز هم فرمودند زور مؤمن در دل او است آيا نمىبينيد كه او بدنى لاغر و پيكرى ناتوان دارد چون شبها را بيدار و روزها را روزه‌دار است و اضافه فرمود : مؤمن در نگهدارى دين خود از كوههاى استوار پابرجاتر است براى آنكه از كوه كم كم با برخورد باد و باران سائيده و تراشيده مىشود ولى كسى ياراى آن ندارد از دين مؤمن چيزى بكاهد و اين براى بخلى است كه بدين خود دارد تا او را از دست ندهد .\r\n\r\nحديث 43 -\r\nامام صادق عليه السّلام فرمود آيا شما را خبر ندهم كه چرا مؤمن را مؤمن ناميدند براى ايمانى كه مردم در دارائى و جان خود به آنان دارند آيا شما را خبر ندهم كه مسلمان كيست مسلمان كسى است كه مردمان از گزند دست و زبان او آسوده باشند آيا مهاجر را بشما معرفى نكنم مهاجر كسى است كه از بديها دورى كند و از آنچه خداوند روا ندانسته پرهيز نمايد .\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\n\r\nحديث 44 -\r\nامام صادق عليه السّلام فرمود كه پيغمبر خدا مىفرمود كسى كه كار بد كردن او را ناراحت كند و كار نيك او را خشنود بسازد مؤمن است .\r\n\r\nحديث 45 -\r\nحباب واسطى گويد امام صادق عليه السّلام فرمود براى مؤمن چه اندازه زشت است خواهشى داشته باشد كه در راه بجا آوردن آن خواهش خوار گردد .\r\n\r\nحديث 46 -\r\nامام صادق عليه السّلام فرمود : پيسى مانند داغ راندگى از درگاه خدا است و در ما و فرزندان و پيروانمان پيدا نميشود .\r\n\r\nحديث 47 -\r\nحصين پسر عمر گويد امام صادق عليه السّلام فرمود : مؤمن از آهن سخت‌تر است آهن اگر گداخته شود رنگش برمىگردد ولى مؤمن اگر كشته شود و دوباره زنده گردد و سپس او را بكشند دل او از ايمان بر نمىگردد .\r\n\r\nحديث 48 -\r\nمفضل گويد امام صادق عليه السّلام فرمود ايزد توانا مؤمنين را از يك ريشه آفريد نه كسى مىتواند در جرگه آنان در آيد و نه كسى از آنان مىتواند از گروهشان خارج شود مثل آنان مثل سر در بدن و يا انگشتان در كف دستان است اگر\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nكسى را دشمن اينها يافتيد بدوروئيشان گواهى دهيد .\r\n\r\nحديث 49 -\r\nمحمّد پسر سليمان گويد از امام صادق عليه السّلام شنيدم مىفرمود زمستان بهار مؤمن است چون شبهائى دراز دارد و به او نيرو مىدهد كه شب زنده‌دار باشد .\r\n\r\nحديث 50 -\r\nپسر عمار گويد امام صادق عليه السّلام مىفرمود : خداوند بزرگ مؤمن را از بلاهاى سراى ناپايدار نگه نمىدارد ليكن او را از كورى در آن سرا نگه خواهد داشت .\r\n\r\nحديث 51 -\r\nسعيد پسر غزوان گويد امام صادق عليه السّلام فرمود مؤمن سخنى به نادرستى نمىگويد .\r\n\r\nحديث 52 -\r\nصالح پسر هيثم گويد امام صادق عليه السّلام فرمود سه چيز است كه چون در كسى يافت شد رفتار ايمانى او تمام است : كسى كه بر ستم بردبار بوده و خشم\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nخود را فرو خورد و مزد آن را از خداى خود بخواهد و گذشت نمايد ، او از كسانيست كه يزدان او را به بهشت جاويدان برد و ميانجيگرى او را در مانند دو ايل بزرگ ربيعه و مضر به پذيرد .\r\n\r\nحديث 53 -\r\nزيد گويد امام صادق عليه السّلام فرمود : مؤمن نيستيد تا هنگامى كه مورد اطمينان مردم نباشيد و مصيبت را بمانند نعمت نبينيد شكيبائى بر بلاء از عافيت زمان نعمت بهتر است .\r\n\r\nحديث 54 -\r\nمحمّد پسر احمد از مردى بازگو كرد كه از امام صادق عليه السّلام صفات مؤمن را پرستش نمود فرمود مؤمن بدين صفات است : در ديندارى توانا و با نرمى دورانديش در ايمان بمرحله يقين ، در جويائى دانش كوشا و در پيدا كردن راه راست شاداب و با نشاط است در استوارى نيكوكار و با بردبارى دانش را گرد آورده و در نرمى شكرگزار است و در راه خدا بخشنده و در توانگرى ميانه‌رو و در درويشى با شكوه و در قدرت از دشمنان مىگذرد ، در پند دادن مردمان بندگى خدا جويد و با بستگى به دنيا پرهيزگارى را از دست ندهد در كوشش در راه خدا حريص و در گرفتارى كارهاى دنيا به ياد خدا است در سختيها بردبار و در كشاكش روزگار و دشواريهايش\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nشكيبا است در فراخى و نعمت شكرگزار است پشت سر كسى گپ نمىزند و گردنفرازى نمىكند از خويشاوندان نمىبرد و ابله و تندخو نيست سستى او را نمىگيرد شكمش ويرا رسوا نمىكند و شهوت زنان او را اسير نمىسازد و بر مردمان رشگ نمىبرد در زندگانى و بخشش ميانه‌رو است ستمديدگان را پشت و پناه و بر بيچارگان دلسوز است نفس او از او در رنج و مردم از او در راحتند در دنيا چندان دل نمىبندد و از تهديدهاى مردم بناله در نيامده و نمىهراسد هنگامى كه مردم همت مىگمارند كه به دو رو آورند هم او اينست كه او را از كار خود باز خواهند داشت در بردبارى او كمى ندارد و رأيش سستى نمىپذيرد در دين خود سهل‌انگار نيست كسى كه با او رأى زند رهنمائيش كند و كسى كه به او كمك نمايد عوض خواهد داد از باطل و نادانى و هرزه‌گوئى بهراسد و اين رفتار مرد مؤمن است .\r\n\r\nحديث 55 -\r\nابى العلاء گويد امام صادق عليه السّلام فرمود : مؤمن كسى است كه همه از او حساب مىبرند و اين براى آنست كه در دين خدا توانا است و از چيزى بيم ندارد اين نشانى مؤمنست .\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\n\r\nحديث 56 -\r\nصفوان جمال گويد شنيدم امام صادق عليه السّلام مىفرمود كه هر چيزى برابر مؤمن فروتن و بيمناكست سپس فرمود اگر دل مؤمن خالصا مخلصا در گروى دوستى و بندگى خدا باشد همه چيز از او هراسانست حتى شير و جانوران درنده و مرغان پرنده .\r\n\r\nحديث 57 -\r\nعمار پسر موسى گويد از امام صادق عليه السّلام پرسيدند از اهل آسمانها آيا ساكنين زمين را مىبينند فرمود جز مؤمنان را نمىبينند براى آنكه مؤمن از نور است و مانند اختران مىدرخشد عرض شد پس ايشان مردم زمين را مىبينند فرمود آن طور كه بايد و شايد نور او را نمىبينند ( مقصود آنكه فرشتگان به اندازه بينائى و توانائى خود درك نور مؤمنين را مىنمايند و شايد در حديث افتادگى داشته باشد ) سپس فرمود مؤمنين در روز رستاخيز پنج ساعت ميانجيگرى بين آفريدگار و آفريدگان مىكنند . ( و اگر بجملهء الا اضافه كنيم معنى آنست كه نمىبينند مگر نورش را )\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\n\r\nحديث 58 -\r\nزياد قندى گويد امام صادق عليه السّلام فرمود براى يارى خدا براى مؤمن بس است همين كه ببيند دشمن او بگنهكارى گرفتار و او را خداوند از گناه نگهدارى فرموده است .\r\n\r\nحديث 59 -\r\nحارثى گويد امام صادق عليه السّلام فرمود : مردمى كه در او بخل و رشگ و هراس باشد ايمان نياورده مؤمن ترسو و بخيل و آزمند نيست .\r\n\r\nحديث 60 -\r\nمحمّد پسر يحيى عطار گويد برخى از ياران از امام صادق عليه السّلام بازگو كرده‌اند كه مىفرمود باندازه‌اى كه هفتاد مؤمن مؤمنى را تصديق و اطمينان كنند و او را خوب به پندارند او به خود بيشتر اطمينان دارد .\r\n\r\nحديث 61 -\r\nحارث پسر دلهاث آزاد كرده امام رضا عليه السّلام گويد شنيدم حضرت ابا الحسن عليه السّلام مىفرمود مؤمن نيست كسى مگر اينكه سه رفتار در او باشد روشى\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nاز خدا و سنتى از پيغمبر خدا و آئينى از ولى خدا ، اما روشى از خدا پوشاندن اسرار است خداوند در قرآن مىفرمايد   عالِمُ الْغَيْبِ فَلا يُظْهِرُ عَلى غَيْبِهِ أَحَداً إِلَّا مَنِ ارْتَضى مِنْ رَسُولٍ   « 1 » و روشى از پيغمبر خدا مداراى با مردم بود و خداوند پيغمبر خود را با سازش و راه آمدن با مردم سفارش كرد و فرمود  خُذِ الْعَفْوَ وَ أْمُرْ بِالْعُرْفِ وَ أَعْرِضْ عَنِ الْجاهِلِينَ  « 2 » و اما آئين ولىّ خدا صبر در سختىها و بلاها است و خدا مىفرمايد  وَ الصَّابِرِينَ فِي الْبَأْساءِ وَ الضَّرَّاءِ  « 3 »\r\n\r\nحديث 62 -\r\nاز امام كاظم عليه السّلام پرسش شد از دو فرشته كه بر انسان گماشته شده آيا هنگامى كه بندهء اراده گناه يا صواب كند ميدانند فرمود آيا بوى بد و بوى خوب در پيش تو يكسانست عرض شد نه فرمود هنگامى كه بنده اراده كار خير مىكند از او بوى خوش بلند مىشود و فرشته راست به ديگرى مىگويد دست نگهدار كه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) داناى نهان‌ها پس آگاه نگرداند بر نهان خود كسى را جز آنكه را به‌پسندد سوره جن آيه 26 .\r\n( 2 ) گذشت را پيشه گير و به خوبى امر كن و از نادانان روى برگردان سوره اعراف آيه 199\r\n( 3 ) بردباران در پريشانى و رنجورى سوره بقره آيه 177 .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nاين بنده به كار نيك همت گماشته و هنگامى كه آن كار را انجام داد زبان او كلك ( براى نوشتن ) و آب دهانش مركب خواهد شد و برايش ثبت خواهد نمود و وقتى كه به كار زشت همت بگمارد بوى بد از او برخواهد خاست و فرشته چپ به ديگرى خواهد گفت بايست كه اين بنده به كار بد اراده كرده و چون بجا بياورد زبان او كلك و آب دهانش مركب خواهد شد و گناه را يادداشت خواهد كرد .\r\n\r\nحديث 63 -\r\nمحمّد پسر حنفيه گويد پس از جنگ جمل چون امير المؤمنين عليه السّلام به بصره رفت احنف پسر قيس طعامى تهيه نمود و بسوى امير المؤمنين عليه السّلام و يارانش پيام فرستاد و دعوت نمود حضرت پذيرفت و باحنف فرمود ياران مرا پيش بخوان گروهى خاشع وارد شدند كه مانند مشكهاى كهنه پوستشان خشك شده و پژمرده شده بودند احنف عرض كرد يا امير المؤمنين چرا اينها بدين گونه‌اند از كمبود مواد غذائى يا از ترس جنگ چنين حالى به آنان دست داده است امير المؤمنين عليه السّلام فرمودند يا احنف خداوند گروهى را كه از ترس غافلگير شدن و فرا رسيدن روز رستاخيز\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nاز دنيا كناره‌گيرى كرده و سرگرم بندگى پروردگارشان شده‌اند دوست دارد آنها به عين اليقين در اين دنيا قيامت را ديدار كرده‌اند پيش از آنكه فرا رسد و جان خود را بكوشش واداشتند و چون بامداد روز رستاخيز را به ياد مىآورند پيش خود مجسم مىكنند آفريدگانى را كه از آتش خارج مىشوند و همگى بنزد خداى خود گرد آمده و كارنامه آنان در آشكارا باز مىشود و گناهان آنها رسوائى ببار مىآورد نفس‌هايشان از زيادى رنج كشيدن مانند سيلاب روان مىشوند و يا اينكه دلهاى آنان با بالهاى هراس بپرواز در آمده و خرد از سر آنها مىپرد هنگامى كه از ترس تنها بودن با خدا به جوش آمده و مانند ناله كردن گمگشته نالان در تاريكىهاى سخت نالانند و از ترس آنچه را كه در پيش دارند و بر آن آگاهى يافته‌اند داغدارند داراى بدنهائى پژمرده و دلهائى اندوهگين و چهره‌هائى دگرگون و لبهائى خشكيده و شكم‌هاى خالى و ميانى لاغر دارند ، آنان را مىبينى مدهوش و مست از سرگذشت شب ( چيزهائى كه از احوال روز قيامت به عين اليقين در شب ديده‌اند چنان آنها را مدهوش نموده كه اثر آن در روز هم بر آنها باقيست ) مانند مشكهاى كهنه پوست آنها از ترس پروردگار چروكيده و كارهاى خود را براى خدا خالص كرده‌اند در پنهان و آشكار دلهاى آنها از خروش تهى نميشود بلكه مانند كسانى هستند كه\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nزخمدارند و اگر آنها را در شبهايشان به‌بينى آن زمانى كه ديدگان مردمان بخواب اندر است و صداهايشان خاموش و بىجوش و خروش و از جنب و جوش افتاده‌اند و مانند مرغان در آشيانه آرميده‌اند آنان از ترس روز رستاخيز و شكنجه خدا خويش را از خواب دور كرده و به همان گونه كه پروردگار فرمود  أَ فَأَمِنَ أَهْلُ الْقُرى أَنْ يَأْتِيَهُمْ بَأْسُنا بَياتاً وَ هُمْ نائِمُونَ  « 1 » بيدار مىمانند و نالانند و براى اداى نماز و عرض نياز بدرگاه پروردگار چاره ساز برپا مىايستند گاه گريان و زمانى تسبيح‌گويان‌اند در جايگاه نماز خود با صدائى اندوهگين گريه مىكنند شبهاى تار را انتخاب مىكنند كه در آن ناله سر دهند و اى احنف اگر ايشان را در شبهايشان به‌بينى كه بر پاى ايستاده‌اند و پشت‌هاى آنان خميده كتاب خدا را در نمازهاى خود مىخوانند و صدايشان با ناله و خروش همراه است چون خروش برآورند مانند كسانى هستند كه آتش دوزخ يا گلويشان را در خود فرو برده و هنگامى كه شيون سر مىدهند گمان مىكنند زنجيرها در گردنهاى آنها بصدا در آمده و اگر آنان را در روزشان به‌بينى گروهى را خواهى ديد كه با فروتنى بر روى زمين راه ميروند و با مردمان به نيكوئى سخن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) آيا ايمن شدند مردمان شهرها كه خشم ما شبانه در حالى كه بخواب اندرند آنان را فرا گيرد - سوره اعراف آيه 97\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nمىگويند  وَ إِذا خاطَبَهُمُ الْجاهِلُونَ قالُوا سَلاماً   وَ إِذا مَرُّوا بِاللَّغْوِ مَرُّوا كِراماً  « 1 » خود را از رفتن به جاهائى كه بر آنها تهمت خواهند زد باز ميدارند و زبانشان از گفتگوى در عيوب مردم لال و گوش آنها از شنيدن هرزه‌گوئيهاى ديگر كر شده چشمهاى خود را با سرمه پاكدامنى سرمه كشيده و از حرام خدا بازداشته‌اند و سراى بازپسين را كه هر كس به آن داخل شود از شك و اندوه بدور است قصد و نيت نموده‌اند و شايد اى احنف اگر چشم خود را به خوبى بر چهره يكى از آنها بدوزى در عين تازگى و نورانيت دردى آشكارا در ته آن خواهى ديد و خانه‌اى كه ترا سرگرم ساخته با صورتگرى سقفهايش و پرده‌هائى كه بر درگاه آن آويخته طوفان و عوامل مخرّب بر آن موكل‌اند و نابودش مىنمايند و اين خانه باقى و جاويد تو نيست و براى تو چشم دارم خانه‌اى را كه خداى تو از لؤلؤ سفيد ساخته و نهرهاى فراوان در آن جارى كرده و درختان زياد در آن نشانده و ميوه‌هاى رسيده آن سايه بر زمين انداخته و حوريان باكره را در آن خانه به خدمت گمارده و سپس دوستان و بندگان خود را در آن جاى داده واى احنف اگر آنها را به‌بينى در حالى كه بنعمت و فضل بيشترى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هر گاه نادانان با آنان سخن گويند آنها سلام دهند و از در سلامت در آيند - فرقان 63 و چون به كارهاى لغو برخورد كنند با بزرگوارى از آن بگذرند - سوره فرقان آيه 72\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nاز جانب خداى خود بهره‌مند شده‌اند و اسبان جنيبت آنها بصدائى ترنم كنند كه گوشها نوائى به آن خوبى نشنيده و ابرهائى آنها را سايه افكند و بر آنها زعفران و مشك فرو ريزد ، اسبان بين باغهاى اين بهشت شيهه كشند و ناقه‌هاى آنها بين توده‌هاى زعفران براى خود راه باز كنند و بر روى لؤلؤ و مرجان بدون ناراحتى و با وقار و آرامش پايكوبى نموده و آنان را كوفته و پايمال گردانند و خازنان بهشت با ميوه و ريحان آنان را پيشواز كنند و نسيمى ملايم از جانب عرش پروردگار بر آنها مىوزد و ياسمين و بابونه بر آنها مىافشاند سپس بسوى درب آن ميروند و دربان خلد برين به روى آنها درب را ميگشايد و در درگاه بهشت نخست در برابر خداوند بزرگ به خاك مىافتند ، در چنين حالى يزدان به آنان مىگويد سرهاى خويش را برافرازيد كه من رنج بندگى را از شما برداشتم و در بهشت مينوسرشت خويش شما را جاى دادم و اى احنف اگر پس پشت بگذارى و از دست بدهى آنچه را كه در اول گفتار خود گفتم با پيراهنى از قطران و در ميان روغن سياه بد بو و لزج و آب گرم جوشان سرگردان خواهى بود و شراب جوش آمده خواهى نوشيد و چقدر آن روز در آتش گوشتهاى بريان شده و چهره‌هاى شكسته شده و زشت صورتان\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nبينى ماليده خواهى ديد طوقهاى آتشين دست آنها را خورده و گردن‌بندى از آتش به گردنهايشان چسبيده و اى احنف اگر به‌بينى چگونه در درّه‌هاى دوزخ سرازير و يا از بلندىهاى آن بالا ميروند و لباسهائى از قطران پوشيده‌اند و با بدكاران و اهريمنان همنشين گرديده‌اند و اگر كمك خواهند آتش آنها را فرا خواهد گرفت و مارها و كژدم‌ها فراوان‌تر خواهد شد و چنان كه به‌بينى سروشى را كه صدا مىدهد اى اهل بهشت و نعمتهايش و زيورهايش جاويد باشيد كه مرگى در پى نيست و ياران دوزخ اميدشان بريده مىشود و دربهاى آرزو را بر روى خود بسته مىبينند و اسباب رستگارى را مفقود مىيابند و در آن روز چه اندازه از پيران كه داد ميزنند واى بر پيرى ما و چقدر از جوانان كه فرياد مىكنند واى بر برنائى ما و چه بسيار زنانى كه ندا مىكنند واى بر رسوائى ما و چه بسا غرقه گناهى كه بين طبقات دوزخ زندانى است واى بر تو كه اين گناه بعد از لباسهاى كتان دنيا و ديوارهاى خنك شده با آب سرد و طعامهاى رنگارنگ چه لباسى به تو مىپوشانند لباسى كه يك سر مو ترا راحت نمىگذارد طعام اهل دوزخ در دنيا بهترين غذاها بود و تخم ماكيان ميخوردند ديگر چشمى نمانده كه به آن بمعشوق خويش بنگرد مگر آنكه كور گشته\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nو از جاى خود بدر آمده اين‌ها چيزهائيست كه خداوند براى گنهكاران آماده كرده و آنها چيزهائيست كه پروردگار توانا براى پارسايان فراهم فرموده است .\r\n\r\nحديث 64 -\r\nمحمّد پسر مسلم گويد امام باقر عليه السّلام فرمود از رسول خدا صلّى اللَّه عليه و آله پرسش شد بهترين بندگان خدا كيست ؟ فرمود كسانىاند كه چون نيكى كنند مسرور بگردند و هنگامى كه بدى كنند طلب آمرزش كنند و بهنگام بخشش سپاس پروردگار را بجاى آورند و اگر ببلاها گرفتار شوند صبر كنند و زمان خشمگينى بگذرند .\r\n\r\nحديث 65 -\r\nعلى پسر محمّد پسر يسار گويد امام عسگرى فرمود پيغمبر خدا روزى به برخى از يارانش مىفرمود اى بنده خدا براى خدا دوست داشته باش و بخاطر خدا دشمن داشته باش و دوستى و دشمنيت بايد براى خداوند باشد و بس تو دوستى او را جز به اين راه بدست نمىآورى و مرد مزه ايمان را نمىچشد گو اينكه هميشه در نماز\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nو روزه‌دار باشد مگر اينكه چنين كه گفتم باشد امروزه دوستى شما مردم با هم بيشتر براى دنيا است براى دنيا با هم دوست يا دشمن مىشويد و اين شما را از خداى شما بىنياز نمىكند به او عرض شد چگونه من بدانم براى خدا دوستى و دشمنى مىكنم و چه كسى دوست خدا است تا با او دوستى كنم و چه كس دشمن خدا است تا باوى دشمنى نمايم پيغمبر خدا صلّى اللَّه عليه و آله و سلّم بعلى عليه السّلام اشاره كرد و فرمود آيا اين مرد را مىبينى عرض كرد بلى فرمود دوست اين مرد دوست خدا است او را دوست داشته باش و دشمن او دشمن خداوند است او را دشمن داشته باش و دوست اين شخص را اگر چه كشنده پدر و پسرت باشد دوست داشته باش و دشمن اين مرد را اگر چه پدر و پسرت باشد دشمن داشته باش .\r\n\r\nحديث 66 -\r\nابى بصير گويد امام صادق ( ع ) بگفته‌اى از پدرانش فرمود كه امير المؤمنين عليه السّلام مىفرمود براى اهل دين نشانه‌هائى است كه به آن شناخته مىشود ، راستگو و اداكننده امانات است به پيمان خود وفا مىكند صله رحم مىكند و دلسوز بر زير دستانست با زنان زياد نمىآميزد بخشنده و خوش اخلاق و صاحب مشربى\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nوسيع است پيرو دانش و آن چيزهائيست كه او را به خدا نزديك مىكند خوشا به حال آنها و سرانجام خوبشان ، و طوبى درختى است در بهشت ريشه و تنه آن در خانه پيغمبر است و هيچ مؤمنى نيست مگر اينكه در خانه او شاخه از آن درخت مىباشد بر قلبش شهوتى خطور نمىكند مگر اينكه شاخه طوبى برايش آماده مىكند و اگر سوارى با شتاب در سايه او صد سال بتازد از زير آن خارج نمىتواند شد و اگر از پائين او كلاغى بپرد بر بالاى آن نميرسد مگر اينكه شكسته بال فرو خواهد افتاد هان در اين امر رغبت كنيد مؤمن نفسش از او در شكنجه و مردم از او در راحتند هنگامى كه شب فرا ميرسد جبين خويش را بر خاك مىسايد و با بهترين اعضاى خود خداوند را نماز مىكند و با كسى كه او را آفريده راز و نياز مىنمايد و از او ميخواهد كه گردن او را از آتش دوزخ رهائى دهد ، هان اى مردم چنين كه گفتم باشيد .\r\n\r\nحديث 67 -\r\nعبد اللَّه پسر مسكان گويد امام صادق عليه السّلام مىفرمود خداوند بزرگ پيغمبر خود را به بهترين خوها مخصوص كرد نفس‌هاى خود را آزمايش كنيد اگر در شما از آن خوها چيزى يافت مىشود خدا را سپاس گوئيد و به آن رفتار زياد رو آوريد و آن روش‌هاى نيك را شمرد ده عدد بودند يقين ، قناعت ، صبر ،\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nشكر ، حلم ، حسن خلق ، سخاوت ، غيرت ، شجاعت ، و مروت .\r\n\r\nحديث 68 -\r\nعلى پسر احمد پسر عمران گويد عبد العظيم الحسنى فرمود بر حضرت امام على النقى عليه السّلام وارد شدم چون مرا ديد به من فرمود اى ابا القاسم خوش آمدى تو حقا دوست مائى عرض كرد اى پسر پيغمبر من اراده كرده‌ام دين خود را بر شما عرضه بدارم اگر درست بود او را صحه بگذارى تا اينكه خدا را ديدار كنم فرمود يا ابا القاسم بفرما عرض كرد من مىگويم خداوند يكى است كه مانند ندارد از تعطيل و تشبيه بدور است ( نه وجود موهوم بدون صفات و نه ذات و صفاتش شبيه چيزهاى ديگر است ) ، جسم و صورت و عرض و جوهر نيست بلكه او آفرينندهء اجسام است و صورت آفرين صورتها است و آفريدگار اعراض و جواهر و پرورنده هر چيز است و صاحب او و پديد آورنده او و حادث‌كننده او است و او حكيمى است كه كار زشت نمىكند و كار واجبى را فرو گذار نمىنمايد و اينكه محمّد صلّى اللَّه عليه و آله و سلّم بنده او و پيغمبر و خاتم پيغمبران او است و تا روز جزا پيغمبرى ديگرى پس از او نخواهد آمد و دين\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nاو آخرين دينها است و باز مىگويم پيشواى خلق و جانشين و صاحب امر او پس از او امير المؤمنين عليه السّلام على بن ابى طالب است و پس از او حسن و سپس حسين و بعدا على بن الحسين و بعد از او محمّد بن على و دنبال وى جعفر بن محمّد و عقبش موسى بن جعفر و جانشين او على بن موسى الرضا و خليفه او محمّد بن على و وارث او شمائيد اى آقاى من امام عليه السّلام فرمود پس از من هم پسرم حسن خليفه است و مردم با جانشين پس از او چه مىكنند پس عرض كرد اى آقاى من مگر وضع او چگونه است فرمود شخص او ديده نميشود و حلال نيست بنام ياد كردن او تا اينكه خروج كند و ظاهر شود و زمين را از داد پر كند همانطور كه از ستم و بيدادگرى پر شده باشد عرض كرد اقرار كردم و باز مىگويم دوستان ايشان دوستان خدا و دشمنان ايشان دشمنان خدايند فرمانبرى آنان فرمانبرى از خدا و نافرمانى آنها سركشى بدرگاه پروردگار است و گواهى مىدهم عقيده بمعراج ، سؤال قبر ، بهشت و دوزخ ، پل صراط ، و ترازو حق است و ساعت روز رستاخيز بدون شك خواهد آمد و خداوند هر كه را كه در گور باشد برمىانگيزد و باز عرض مىكنم واجبات بعد از ولايت نماز است و زكات و روزه و حج خانه خدا و جهاد في سبيل اللَّه و امر بمعروف و نهى\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nاز منكر و حقوق والدين است عرض كرد اين مذهب و دين و عقيده و آئين من است كه شما را از آن آگاه ساختم حضرت امام على النقى عليه السّلام فرمود يا ابا القاسم به خدا سوگند اين دين خدا است كه براى بندگان خود پسنديده بر آن با پيمانى استوار در دو سرا ثابت قدم باش .\r\n\r\nحديث 69 -\r\nمحمّد پسر عماره بگفته‌اى از پدرش گويد امام صادق عليه السّلام فرمود پيرو ما چهار چيز را منكر نميشود معراج ، پرسش در گور ، اينكه بهشت و دوزخ آفريده شده‌اند و شفاعت .\r\n\r\nحديث 70 -\r\nعلى پسر حسن پسر على پور فضال بگفته‌اى از پدرش گفت امام رضا عليه السّلام فرمود كسى كه معراج پيغمبر را دروغ به پندارد به پيغمبر خدا دروغ بسته .\r\n\r\nحديث 71 -\r\nمحمّد پسر عبدوس عطار نيشابورى گويد كه على پسر محمّد پسر قتيبه از فضل پسر شاذان نقل كرد كه امام على بن موسى الرضا عليه السّلام مىفرمود كسى كه اقرار كند خدا يكيست و مانندى ندارد و از صفاتى كه شايسته او نيست او را پاك\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nبداند ( صفات سلبيه ) و اقرار كند خداوند بزرگ داراى نيرو و حول و اراده و مشيت است و جهان خلق و امر دارد و صاحب قضا و قدر است و اينكه كارهاى بندگان خدا مخلوق خدا است بخلق تقديرى نه تكوينى ( يعنى بشر در عالم خلقت داراى اختيار است و اعمال بد و خوب او از او و به خود او بر خواهد گشت   فَمَنْ يَعْمَلْ مِثْقالَ ذَرَّةٍ خَيْراً يَرَهُ وَ مَنْ يَعْمَلْ مِثْقالَ ذَرَّةٍ شَرًّا يَرَهُ   و گواهى دهد كه محمّد پيغمبر خدا است و امير المؤمنين على عليه السّلام و ائمه بعد از او حجت‌هاى خدا هستند و دوستان آنها را دوست داشته باشد و از گناهان بزرگ دورى كند و بمسئله رجعت اقرار نمايد و دو متعه حج و زنان را به پذيرد و بمعراج و پرسش در گور و حوض كوثر و شفاعت اقرار داشته باشد و قبول كند كه بهشت و دوزخ اكنون موجودند و پل صراط و ترازو و برانگيختن از گورها و دوباره زنده گشتن و حساب و جزا حق است اين شخص مؤمن حقيقى است و از پيروان خاندان پيغمبر است .\r\nو صلى اللَّه على محمّد و آله الطيبين الطاهرين و للَّه الحمد ترجمه كتاب ( صفات الشيعة ) تمام شد\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nاز همين مؤسسه منتشر شد :\r\nفضائل الشيعه\r\nنوشته :\r\nشيخ صدوق\r\nعليه الرحمة\r\n\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52}
  ]