[
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nعرفان حج\r\nآية الله جوادى آملي\r\nبه كوشش\r\nحسين رضوانى\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nجوادى آملى ، عبد الله ، 1312\r\nعرفان حج / تاليف جوادى آملى ؛ به كوشش حسين رضوانى ؛ حوزه نمايندگى ولى فقيه در امور حج و زيارت . - قم : نشر مشعر ، 1378 .\r\n108 ص .\r\n2400 ريال : ISBN 964 - 6293 - 04 - 2\r\nفهرستنويسى بر اساس اطلاعات فيپا .\r\nكتابنامه به صورت زيرنويس .\r\nچاپ سوم : 1380 .\r\n1 . حج . الف . رضوانى . حسين ، ويراستار . ب . حوزه نمايندگى ولى فقيه در امور حج و زيارت . ج . عنوان .\r\n4 ع 9 ج / 8 / 188 BP\r\n357 / 297\r\nكتابخانه ملى ايران\r\nمحل نگهدارى : 2023 - 79 م\r\nعرفان حج\r\nتاليف : آيه الله جوادى آملى\r\nبه كوشش : حسين رضوانى\r\nويراستار : على ورسه‌اى\r\nناشر : نشر مشعر\r\nچاپ : دار الحديث\r\nنوبت چاپ : 12 : مهر 1383\r\nتيراژ : 20000 جلد\r\nبها : 600 تومان\r\nشابك 2 - 04 - 6293 - 964\r\nISBN 964 - 6293 - 04 - 2\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n\r\nكعبه ، جلوهء عرش خدا در زمين\r\nخداوند متعال براى اين كه انسان را فرشته‌خو كند و آثار فرشتگان را در انسان ظاهر نمايد ، همانطورى كه دستور روزه گرفتن مىدهد تا از لذائذ طبيعى پرهيز شود و انسانها همانند فرشتگان ، از خوردن و نوشيدن و ديگر كارهاى حيوانى برحَذَر باشند ، همچنين به انسان دستور طواف حريم كعبه‌اى را مىدهد كه معادل بيت معمور در عرش خداوند است .\r\nچون فرشتگان اطراف عرش إله ، به ياد حق سرگرم طواف هستند و به نام حق تسبيح مىكنند و براى ديگران از خداوند متعال طلب آمرزش مىكنند ، براى انسان نيز در زمين ، كعبه را بنا ساخت تا انسانِ وارسته دور آن طواف كند . به نام حق زمزمه كند و براى ديگران از خدا آمرزش بخواهد . كعبه ، و حدود آن ، حرم ، مشاعر ، محدودهء حرم و شعائر آن هر يك به نوبهء خود ، نشانه‌اى است از نشانه‌هاى الهى كه در تأمين اين منظور\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nو الا ، نقش مؤثرى دارند .\r\nدر روايات ، كعبه را تنزّل عرش مىدانند و محاذى بيت معمور و عرش خدا و طواف اطراف كعبه را ، همانند طواف فرشتگان در اطراف عرش إله مىدانند كه آن عرش به صورت بيت معمور تنزل كرده و بيت معمور هم به صورت كعبه در عالم طبيعت جلوه كرده است .\r\nاين كه در روايات آمده است كعبه محاذى بيت معمور است و بيت معمور محاذى عرش ؛ يعنى اگر كسى آنگونه كه شايستهء طواف است ، دور كعبه طواف كند به بيت معمور صعود مىكند و اگر به آن حدّ صعود كرد و وظائف آن مرحله را ايفا نمود ، به مقام عرش إله مىرسد ؛ ( قلب المؤمن عرش الرحمن ) . « 1 » \r\n\r\nكعبه ، خانهء آزاد\r\nبراى اين كه صفت ممتاز آزادى و آزادگى كه از آنِ فرشتگان است ( چون فرشتگان از رذائل اخلاقى آزاد هستند ) در انسان ظهور كند ، خداوند متعال هم اين خانه را خانهء آزادى معرفى كرد تا مردم در اطراف اين خانهء آزاد طواف كنند و معناى طواف اطراف خانهء آزاد ، آزاد شدن و آزادگى آموختن است .\r\nقرآن در دو جا از كعبه به عنوان « بيت عتيق » نام مىبرد :\r\n* « وليطَّوّفوا بالبيت العتيق . » « 2 » \r\n\r\n","description":"","footnote":" ( 1 ) - بحار ، ج 55 ، ص 39 ، طبع بيروت .  ( 2 ) - حج : 29 ","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n* * « ثمّ محلّها الى البيت العتيق » « 1 » \r\n« عتيق » ؛ يعنى آزاد و « عتق » يعنى آزادى . اين خانه آزاد است ، نظير ديگر مساجد نيست كه گاهى ملكِ كسى باشد و گاهى مسجد ساخته شود .\r\nخانه‌اى است كه ابداً ملك كسى نشده و مالكى جز خدا نداشته و ندارد .\r\nخانه‌اى است كه از رقّيّت ، مالكيت و ملكيت غير خدا آزاد است . شما اطراف خانهء آزاد طواف كنيد تا درس آزادگى بياموزيد . ملكِ احدى نشويد . مملوك كسى نگرديد و زمام شما به دست غير خدا نباشد .\r\nكعبه بيتى است كه « لا يملكهُ أحد و لم يملكه أحد . » « 2 »  طواف اطراف اين خانه انسان را آزاد مىكند كه ملك كسى نشود و بندهء كسى نگردد . نه ملكِ مالكِ درون شود نه ملكِ مالكِ بيرون . انسانِ آزمند و طمع‌ورز ، ملكِ آزِ درونى خود است ؛ « الطمع وثاق أكيد . » انسانى كه گرفتار طمع است ، بندهء ديو و اهرمن درونى است .\r\nعلى ، امير مؤمنان - ع - فرمود : « عبد الشهوة أذلّ من عبد الرق » ؛ « 3 »  « بندهء شهوت ذليل‌تر از بندهء زرخريد است » بندهء زرخريد عزيز است و انسانِ تابع شهوت ذليل . طواف اطراف كعبه ، انسان را از شهوت و غضب آزاد مىكند . انسان آزاد شدهء از بندِ شهوت و رها شدهء از قيد غضب فرشته\r\n\r\n","description":"","footnote":" ( 1 ) - حج : 33  ( 2 ) - وسائل ، ج 9 ، ص 347  ( 3 ) - غرر الحكم ، حديث 6298 ","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nاست .\r\n تو فرشته شوى ار جهد كنى از پى آنك * برگِ توت است بتدريج كنندش اطلس « 1 »  \r\nاگر برگِ توت با تربيت مىشود حرير و پرنيان ، چرا انسان با تربيت فرشته نشود !\r\nحج بهترين آيين فرشته شدن است . اگر كسى خانهء پاك را زيارت كرد و پاك نشد ، بدا به حالش . اگر انسانى اطراف خانهء آزاد طواف كرد و به سمت بيت عتيق احرام بست و عتق و آزادى فراهم نكرد ، بدا به حالش .\r\nاين كه امام صادق - سلام‌اللَّه عليه - فرمود : « النظر الى الكعبة عبادة » « 2 »  براى آن است كه كعبه نمودى از عرش خداوند و مظهر طهارت است . اين خانه مجلاى عتق و آزادى از بندگى غير خدا است . نگاه به معدن طهارت ، عبادت است . نگاه به مجلاى آزادگى عبادت است . نگاه به نمونهء عرش خدا عبادت است .\r\n\r\nخانهء پاك ، براى پاكان\r\nاين خانه ، خانهء طهارت است و طوافِ آن ، طواف حريم طهارت .\r\nنتيجهء طواف كعبه طاهر شدن است ، همانند قرآن كه كتاب طاهر ، مطهّر و تنزيه من ربّ العالمين است و فهميدن آيات آن جز با طهارت دل ميسّر نيست .\r\n« انّه لقرآن كريم فى كتاب مكنونٍ لا يمسّه الّا المطهّرون » « 3 » \r\n\r\n","description":"","footnote":" ( 1 ) - ديوان سنائى .\r\n ( 2 ) - بحار ، ج 99 ، ص 65  ( 3 ) - واقعه : 79 ","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nجز دل‌هاى پاك به حقيقت قرآن نمىرسند . همانگونه كه تا انسان طاهر و مطهّر نباشد دستِ دل او به محتوا و معارفِ آن نمىرسد .\r\nكعبه نيز خانهء پاك خدا است و كسى در حريم و اطراف كعبه طواف مىكند كه پاك باشد و اين معصومين - عليهم‌السلام - هستند كه به حقيقت كعبه و طواف اطراف آن مىرسند و به دنبال آنان ، شاگردانشان كه به مقدار طهارت از طواف اطراف كعبه برخوردار هستند . همانگونه كه معصومين‌اند كه به حقيقت قرآن مىرسند زيرا كه آيهء تطهير آنان را « مطهّر » معرفى فرموده است .\r\nاگر گفته‌اند اين خانه پاك است و براى پاكان ساخته شده ؛ يعنى طواف اطراف اين خانه درس طهارت مىدهد و انسان اگر طاهر شد ، محبوب خداوند است ( انّ اللَّه يحبّ التوّابين ويحبّ المتطهّرين . ) « 1 » \r\nبنابر اين همانطورى كه عرش خدا پاك است و فرشتگان پاك خدا اطراف آن طواف مىكنند ، كعبه نيز خانهء خدا ، مركز توحيد و پاك از شرك و آلودگيها است و طواف‌كنندگان اطراف آن هم پاكانى هستند كه از هر آلودگى و رجز و رجسى مطهّر و مصون‌اند و طواف اطراف اين خانه هم درس طهارت مىدهد .\r\n\r\nابراهيم و اسماعيل ، معماران كعبه\r\n\r\n","description":"","footnote":" ( 1 ) - بقره : 222 ","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nبراى اين كه خداوند متعال آثار فرشتگان را در انسان احيا كند ، كعبه را بنا كرد . بهترين انبيا با بهترين وصف ، بهترين خانه را در روى زمين بنا كردند . كعبه اولين خانهء عبادت عمومى است ؛ ( انّ اوّل بيت وُضعَ للناس للّذى ببكّة مباركاً وهدىً للعالمين . ) « 1 » \r\nدر روى زمين قبل از كعبه هيچ خانه‌اى به عنوان معبد همگان ساخته نشده است .\r\nخداوند براى اين كه حاجيان طوافگر در اطراف كعبه به وصف فرشتگان متصف شوند و آثار فرشته‌خويى در آنها احيا شود ، كعبه را به دست پاك‌ترين و موحّدترين بشر يعنى ابراهيم و اسماعيل - عليهماالسلام - بنا كرد ؛ ( واذ يرفع ابراهيمُ القواعد من البيت واسماعيل ) « 2 » \r\nاين دو پيامبر گرانقدر معماران كعبه هستند و آنچه در درون اينها است را بنيان نهادند و به هنگام بناى كعبه اين نيايش از درونشان مىجوشيد كه : « ربّنا تقبّل منّا » خدايا ! قبول فرما و از ما بپذير .\r\nكعبه با دست دو پيامبر الهى با خلوص ساخته شد . نه در معماران شرك راه داشت ، نه در بنا و نه در احداث و مرمّت آن . خانه‌ايست سراسر پاك تا بتواند محاذى بيت معمور و در نتيجه محاذى عرش خدا باشد .\r\nخلوص اين دو پيامبر به حدّى است كه خداوند خانهء ساخته شده به دست آن دو را به خود نسبت مىدهد و مىفرمايد : اين خانه خانهء خدا است همانطورى كه عرش عرش خدا است . و نيز به اين دو معمار دستور مىدهد كه اين خانه را براى طواف كنندگان ، نمازگزاران ، ركوع و سجود\r\n\r\n","description":"","footnote":" ( 1 ) - آل عمران : 97  ( 2 ) - بقره : 127 ","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nكنندگان پاك و تطهير كنند ( أن طهّرا بيتى للطائفين والعاكفين والرُّكَّع السّجود ) « 1 »  .\r\n\r\nچرا كعبه كعبه است ؟\r\nامام صادق - عليه السلام - فرمود : كعبه چون يك خانهء مكعب شكل است ، كعبه ناميده شده است . « 2 »  يعنى چهار ديوار دارد ، يك سطح و يك كف ، لذا مكعب مىشود .\r\nآنگاه فرمود : سرّ اين كه چهار ديوار دارد آن است كه بيت‌المعمور داراى چهار ديوار و چهار ضلع است . بيت‌المعمور داراى چهار ضلع است ، چون عرش خدا چهار ضلع دارد و عرش خدا داراى چهار ضلع است ، چون كلماتى كه معارف الهى بر آن كلمات استوار است ، چهار كلمه مىباشد ؛ « سبحان اللَّه » و « الحمد للَّه » و « لا إله الّا اللَّه » و « اللَّه اكبر . » تسبيح است و تهليل و تحميد است و تكبير . اين حديث انسان را از عالم « طبيعت » به عالم « مثال » و از عالم مثال به عالم « عقل » و از عالم عقل به عالم « إله » مىبرد و با آنها آشنا مىكند .\r\nمعمولًا اهل حكمت براى هر موجودى سه مرحله قائل هستند :\r\n1 - وجود طبيعى 2 - وجود برزخى در عالم مثال 3 - وجود عقلى در نشأهء تجرّدات عقلى .\r\nاما عرفا و اهل معرفت ، مطلب ديگرى دارند كه آن از عرفان به\r\n\r\n","description":"","footnote":" ( 1 ) - بقره : 125  ( 2 ) - من لا يحضره الفقيه ، ج 2 ، ص 124 ","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nحكمت متعاليه راه پيدا كرده است . اين سخن در نوع كلمات حُكما نيست در حكمت متعاليه است و آن هم از اهل معرفت گرفته شده است . و آن اين است كه هر شيئى كه موجود است ، چهار نشأهء وجودى دارد : « عالم طبيعت » ، « عالم مثال » ، « عالم عقل » و « عالم إله » كه قانون « بسيط الحقيقة كلّ الأشياء وليس بشىء منها » را آنجا دارند و مىگويند : ذات اقدس إله بدون محدود بودن و متعين به تعين و متشخّص به تشخص خاص شدن و بدون ماهيّت و مفهوم داشتن ، حقيقت هر چيزى را به نحو اعلى و اشرف دارا و واجد است . اين حديث شريف مىتواند مراحل چهارگانهء وجود را كه اهل معرفت مىگويند بازگو كند .\r\nحقيقت كعبه يك وجود طبيعى و مادى دارد در سرزمين مكّه و آن همان خانه‌ايست « 1 »  كه ابراهيم خليل - سلام اللَّه عليه - بنايش كرد و اسماعيل - عليه السلام - هم دستيارش بود و در عالم مثال وجود ديگرى دارد . باز همين حقيقت در عالم عقل كه عرش إله است وجود ديگرى دارد و نيز در نشأهء تسبيح و تهليل و تحميد و تكبير كه مقام الوهيت و الهيّت است و اسماء الهى است ، وجود ديگرى دارد .\r\nحضرت فرمود : چون اسماء الهى و كلمات توحيدى و دينى چهارتا است ، عرش هم چهار گوشه دارد ، بيت‌المعمور هم چهار گوشه دارد و كعبه هم چهار ضلع دارد . عرش مانند تخت نيست و بيت‌المعمور هم خانهء سنگى و گِلى نيست . گروهى از زائران دور همين كعبه مىگردند و لا غير . عدّه‌اى از اين جا گذشته تا عالم مثال را درك مىكنند و آنان كسانى\r\n\r\n","description":"","footnote":" ( 1 ) - بقره : 127 ","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nهستند كه « خوفاً من النار » يا « شوقاً الى الجنة » به بيت اللَّه مشرف مىشوند .\r\nعدّهء ديگرى از اين مرحله بالاتر مىروند و تا مقام عرش إله بار مىيابند ؛ نظير حارثة « 1 »  بن زيد كه گفت : « كأنّى أنظر الى عرش الرَّحمان بارزاً » و از اين بالاتر مقام عترت طاهره است كه حقيقت كعبه به آنها فخر مىكند و آنها دور اين چهار كلمه طواف مىكنند : « سبحان اللَّه » و « الحمد للَّه » و « لا إله الّا اللَّه » و « اللَّه اكبر » .\r\n\r\nكعبه مركز برادرى و مساوات\r\nخداوند متعال دستور مساوات ، برادرى و برابرى مىدهد و كعبه و مسجدالحرام را نمونهء بارز مساوات مىداند . آنگاه به انسان مىگويد :\r\nاطراف كعبه طواف كن تا درس مساوات بياموزى .\r\nدر اسلام يك « مساوات فردى » مطرح است كه رسول خدا فرمود :\r\n« الناس كأسنان المشط » « 2 »  ؛ « مردم همچون دندانه‌هاى شانه باهم برابرند . » و يك « مساوات نژادى و قومى » كه خداوند فرمود :\r\n« يا ايّها الناس انّا خلقناكم من ذكرٍ وأنثى و جعلناكم شعوباً و قبائل لتعارفوا انّ أكرمكم عند اللَّه أتقاكم » « 3 » \r\nو اين دو اصل : « تساوى افراد نسبت به يكديگر » و « تساوى اقوام نسبت به يكديگر » جزء اصول اسلامى است .\r\n\r\n","description":"","footnote":" ( 1 ) - در اصول كافى و محاسن برقى حارثه بن مالك آمده است .  ( 2 ) - نهج الفصاحه ، ص 635  ( 3 ) - حجرات : 13 ","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nبراى اين كه اين تساوى درست ظهور كند ، همگان را به سرزمين مساوات خواندند و به طواف در اطراف كعبه‌اى كه براى همگان يكسان است ، دعوت كردند .\r\n« انّ الذين كفروا و يصُدُّون عن سبيل اللَّه والمسجد الحرام الذى جعلناه للناس سواءً العاكفُ فيه والباد . . . » « 1 » \r\nآنها كه مانع راه خدايند و مردم را از مسجدالحرام منصرف مىكنند ، در حالى كه مسجدالحرام براى همگان يكسان ساخته شده ، از مرز توحيد بيرونند .\r\nقرآن كريم وقتى حرم ، كعبه و مسجدالحرام را معرفى مىكند ، مىفرمايد : دور و نزديك در كنار كعبه يكسان است ، شهرى و روستايى در پيشگاه كعبه مساوى است . آشنا و بيگانه ، در حضور كعبه برابر و برادرند .\r\nهر كس از هر نقطهء عالم كه بيايد و در مسجدالحرام و كنار كعبه قرار بگيرد ، با ديگران يكى است .\r\nاز سويى به معمار اين بنا دستور داد كه صلاى عمومى سَر دهد و همگان را دعوت كند كه : « واذّن فى النّاس بالحجّ يأتوك رجالًا وعلى كلّ ضامرٍ يأتين من كلّ فجّ عميق . » « 2 »  همهء مردم را از هر سمت دعوت كن و به كعبه فرا بخوان .\r\nو از سوى ديگر فرمود : اين جا براى همگان باز است ؛ توانگر و تهيدست ، عالم و جاهل و دور و نزديك در اين جا همسانند .\r\n\r\n","description":"","footnote":" ( 1 ) - حج : 25  ( 2 ) - حج : 27 ","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nابتدا دستور داد اطراف كعبه طواف كنيد ، سپس فرمود : اينجا جاى مساوات است ؛ يعنى بر محور مساوات بگرديد تا هرگونه امتياز فردى و نژادى را از خود بزداييد . ديگر نژادها و قوم‌ها را چون نژاد و قوم خود بدانيد . طواف در مسجدى كه براى همگان يكسان است درس مساوات و طهارت مىدهد .\r\nاگر به ابراهيم و اسماعيل - عليهماالسلام - فرمود : « ان طهّرا بيتىَ للطائفين » « 1 »  ؛ يعنى طواف كننده در كنار كعبهء پاك ، طواف مىكند تا درس طهارت بياموزد . در اين قسمت هم فرمود : طواف كنندگان در مسجدى طواف مىكنند كه براى همگان يكسان است تا زادِ راه حاج و ره‌آورد مُحرِم ، آموختنِ مساوات باشد .\r\n\r\nتخليه و تحليه\r\nحجّ همانند ديگر عبادات ، آداب و سننى دارد و فرايض و احكامى .\r\nبرخى از امور ، جزء آداب حج و از مسائل ارشادى آن بشمار مىآيد .\r\nبرخى ديگر جزء مستحبات است و بخش سوّم جزء واجب‌هاى اين عمل عبادى - سياسى است .\r\nهمهء اين آداب ، سنن و فرائض ، براى تحصيل و كسب صفات ثبوتى و پرهيز از صفات سلبى است . انسان از آن جهت كه مظهر ذات اقدس الهى و خليفةالرحمان است ، داراى صفات ثبوتى و سلبى است . صفات نقص ، صفات سلبىِ انسان است و صفات كمال ، صفات ثبوتىِ او ، و آدمى\r\n\r\n","description":"","footnote":" ( 1 ) - بقره : 125 ","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nموظف است هر وصف كمالى را تحصيل كند و هر صفت نقصى را از خود دفع و رفع نمايد ؛ يعنى اگر ندارد بكوشد گرفتارش نشود ( دفع ) و اگر مبتلاست تلاش در بر طرف ساختن آن نمايد ( رفع ) . و اين صفات سلبى و ثبوتى به صورت « تخليه » و « تحليه » ظهور مىكند . هر شخصى بايد ابتدا خود را از رذائل اخلاقى تخليه كند ، سپس به فضائل اخلاقى مزيّن شود و جلوهء جمال و جلال حق گردد و حج از بهترين اعمالى است كه اين امور را براى انسان تأمين مىكند .\r\nبراى اين كه به اسرار حجّ پى ببريم ، بايد سيره و سنت كسانى را كه حجّ راستين انجام داده‌اند بياموزيم كه آنان همان معصومين - عليهم‌السلام - هستند . آن بزرگواران هم به آداب حج آشنا بودند ، هم فرائض و واجبات حج را انجام مىدادند و هم سنن و مستحبات آن را رعايت مىكردند . آنان از آن جهت كه به تكيه‌گاه تكوينىِ احكام علم داشتند ، افزون بر انجام احكام ظاهرى ، به جنبهء تكوين نيز نظر داشتند .\r\n\r\nتزكيهء روح در حج\r\nتزكيهء هر عملى به منزلهء بيان اسرار آن عمل است .\r\nمسألهء « تعليم كتاب و حكمت » ( يعلّمهم الكتاب و الحكمة ) « 1 »  در سراسر معارف الهى ظهور كرده كه بخشى از آن به عقايد ، اخلاق و اعمال عبادى برمىگردد و بخش ديگرش به مسائل اقتصادى ، سياسى ، نظامى و . . .\r\n\r\n","description":"","footnote":" ( 1 ) - آل عمران : 164 ","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nو مسألهء « تزكيه » ( و يزكّيهم ) « 1 »  براى بيان باطن اعمالى است كه انسان با آن اعمال ، خداى خود را عبادت يا دستورش را امتثال مىكند . بنابر اين ، هر عملى سرّى دارد كه توجه به آن سرّ ، مايهء تزكيهء روح خواهد بود . و رسول خدا - ص - گذشته از آن كه مفسّر و معلّم قرآن و حكمت است ، مبيِّن راز و رمز اين كتاب و حكمت نيز مىباشد . پس بايد گفت كه مزكّى نفوس هم هست .\r\nقسمت مهمّ تزكيهء نفوس در سايهء آشنايى به اسرار عبادات و دستورات دينى است . و حج در ميان ديگر عبادات ، خصيصه‌اى دارد كه دربارهء اسرار آن ، ائمه - عليهم‌السلام - به شاگردان خود دستورات سودمندِ بهتر و بيشترى داده‌اند ؛ مثل پرسش و پاسخ امام سجّاد - عليه السلام - با شبلى . اين روايت از نظر سند مُرسَل است ، و ليكن مضمون بسيار بلند و برجسته‌اى دارد .\r\n\r\nحج مال خداست\r\n« و للَّه‌على الناس حجّ البيت من استطاع اليه سبيلًا . » « 2 » \r\nحج للَّه‌و مال خدا است و اين تعبير تنها مخصوص حجّ است و در مورد نماز ، روزه و . . . مانند اين تعبير نيامده است . اگر زائرى به قصد سياحت يا تجارت و مانند آن ، راهى مكّه شود سير او سير الى اللَّه نيست و فاقد سرّ است . مهم‌ترين سرّ حجّ آن است كه اين سير ، « الى اللَّه » باشد ؛\r\n\r\n","description":"","footnote":" ( 1 ) - آل عمران : 164  ( 2 ) - آل عمران : 97 ","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nزيرا در قرآن به صورت « و للَّه‌على الناس حج البيت » تعبير شده است .\r\n\r\nحج ضيافت است ، حاجيان ضيوف‌الرحمان\r\nتمامى عبادات ، يك « سرّ مشترك » دارند و يك « سرّ مختص » ، هرگاه آدمى به يكى از آن دو ، راه پيدا كند و پى ببرد ، مىتواند دربارهء حج نيز اين راه را طىّ كند .\r\nعظمت حج در دعاهاى ماه مبارك رمضان بسيار چشمگير است به نظر مىرسد كه خداوند متعال مىخواهد ضيافت خود را در طىّ چند ماه تمام كند كه آغاز ضيافت ، شهر اللَّه ( ماه مبارك رمضان ) و پايان آن ذيحجةالحرام است كه پايان اشهر حجّ مىباشد . پس حج - نيز همانند روزه - ضيافت خداوند است و حاجيان ضيوف‌الرحمان . تعبير « ضيافت » كه در صوم و حجّ آمده ، از روايات گرفته شده است . « 1 » \r\nيكى از برجسته‌ترين دعاهاى ماه مبارك رمضان ، طلب حج است ، آن هم حج مكرّر كه : « و ارزقنى حج بيتك الحرام ، فى عامى هذا و فى كلّ عام » ؛ « 2 »  « خدايا زيارت خانهء خود و انجام مراسم و مناسك حج را در همه سال ، نصيبم فرما » اين دعا ، دعاى انسان روزه‌دار و ضيف الرحمان ، در ماه مبارك رمضان است .\r\nضيافت دو مرحله دارد : 1 - آن كه ميهماندار به ميهمان مىگويد چيزى بخواه 2 - ميهماندار آنچه را كه ميهمان مىخواهد به او عطا مىكند .\r\n\r\n","description":"","footnote":" ( 1 ) - بحارالانوار ، ج 96 ، ص 34  ( 2 ) - دعاى ابوحمزهء ثمالى ؛ دعاى افتتاح . ","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nدر ماه مبارك رمضان ميهماندار ، كه خداوند متعال است ، به بندگان صالح خود دستور مىدهد : « از من حج طلب كنيد » آنگاه در مراسم و مناسك حج خواسته‌ها را عطا مىكند و در آنجا سخن از « طلب » نيست سخن از « عطا » ست . آنجا نمىگويد از من بخواه بلكه خواسته‌ها را عطا مىكند . گرچه هر خواسته و عطائى به هم آميخته شده و هر مرتبه‌اى از عطا خواسته‌اى را هم به همراه دارد .\r\nاو كسى است كه : « ولا تزيده كثرة العطاء الّا جوداً و كرماً » « 1 »  انسان هر چه از خداوند متعال دريافت كند ، تشنه‌تر مىشود . ابتدا نمىداند از خدا چه بخواهد ، چون نمىداند كه در دستگاه خداوند چه هست ، وقتى رُخى نشان داد و چيزهايى را از پشت پرده ديد ، سؤال توليد مىشود و درخواست ظهور مىكند . هر مرحله‌اى از عطا و بخشش ، مرتبه‌اى از درخواست است و خواهش را در انسان زنده مىكند و آدمى با درخواست و خواهش ، مرحلهء تازه‌ترى را از خداوند متعال درخواست و دريافت مىكند . وقتى مرحلهء بالاترى را دريافت كرد ، عطش او بيشتر مىشود و چيز جديدترى طلب مىكند .\r\nاز مواردى كه طمع زياد خوب است ، همين معارف و علوم الهى است . به همان اندازه كه طمع در ماديّات بد است ، در معارف به همان اندازه خوب است و به عكس قناعت كردن در علوم و معارف همان قدر بد است كه طمع در دنيا و مسائل مادّى بد است . « يدعون ربهم خوفاً وطمعاً . » « 2 » \r\n\r\n","description":"","footnote":" ( 1 ) - دعاى افتتاح .  ( 2 ) - سجده : 16 ","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nهر چه خوف و طمع و دعا و دعوت بيشتر باشد ، خلوص و تقرب نيز برتر خواهد بود . خداوند متعال هر اندازه به بندهء سالك مرحمت كند ، در او سؤال توليد مىشود و برابر اين سؤال پاسخ جديدى را خداوند متعال عطا مىكند و آن پاسخ جديد همان مزيد عطاست .\r\nاين كه مىگويند خداوند متعال هر چه ببخشد از خزانه‌اش كم نمىشود و هر چه ببخشد جود و كرمش بيشتر مىشود ( و لا تزيده كثرة العطاء الّا جوداً و كرماً . ) براى آن است كه هر چه ببخشد ظرفيت ، شرح صدر ، و درخواستِ سالك صالح بيشتر مىشود و وقتى درخواست او بيشتر گردد ، عطاى بيشترى نصيبش خواهد شد و وقتى عطا بيشتر بود ، باز درخواست بيشتر و بهتر مىشود و سرانجام در برابر درخواست بهتر و بيشتر ، عطاى افزون‌ترى نصيب مىشود . پس نه تنها با بخشش چيزى از مخزن خداوند كم نمىشود كه بر آن افزوده مىگردد . چون مخزنِ الهى با ارادهء خداوند تأمين مىشود و ارادهء خدا بىنهايت است .\r\nدر مرحلهء ديگرى از ضيافت ، در ماه مبارك رمضان ، به ما دستور داده شده كه زيارت بيت اللَّه الحرام ، حرمين شريفين و اعتاب مقدس را مسألت كنيم ، از آنجا كه ولايت ، جزو اركان حج است در دعاها نيز كنار هم ذكر شده‌اند .\r\nامام سجاد - سلام اللَّه عليه - عرض مىكند : « ولا تخلنى من تلك المواقف الكريمة و المشاهد الشريفة » ؛ « 1 »  خدايا مبادا جاى من در مشاهد\r\n\r\n","description":"","footnote":" ( 1 ) - دعاى ابوحمزهء ثمالى . ","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nشريف خالى باشد .\r\nدر ميهمانيهاى عادى ، بنابر اين نيست كه ميهماندار به ميهمان بگويد از من چه چيزى را درخواست كن ، هرچه حاضر كردند ميهمان مىپذيرد .\r\nميهمان تابع سفرهء صاحب خانه است امّا در ضيافت‌هاى الهى و معنوى ، صاحبخانه به ميهمان مىگويد از من چه چيزى را درخواست كن ، هر چه بخواهى من مىدهم و ليكن اين‌ها را بخواه ؛ « زيارت خانهء خدا ، حرم رسول خدا و مشاهد مشرفه » اينها كيفيت ضيافت ماه مبارك رمضان است كه زمينهء ضيافت حجّ را فراهم مىكند .\r\n\r\nحج ، فرار الىاللَّه و ترك ماسوىاللَّه\r\nخداوند متعال فرموده است : « ففروا الى اللَّه . . . » « 1 »  و روايات « فرار الى اللَّه » را همان حجّ دانسته‌اند كه يعنى سفر كنيد به سوى خدا . اين گونه است كه انسان‌ها به هر سمت رو كنند ، خداوند متعال و آيات الهى را مىبينند ؛ « فَأَينما تُولّوا فَثَمَّ وجهُ اللَّه . » « 2 » \r\nليكن همين انسان ، كه به هر سمت رو كند چهرهء الهى را مىبيند ، ممكن است به جايى برسد كه با خطاها احاطه بشود و « أينما تولّوا فثمّ وجه الشيطان » شود .\r\nبديهى است كه انسان حدود و حريم خود را ، خود مىسازد ، پس اگر راه گناه را طى كند ، اطراف خويش را مملوّ از شياطين ، مار و عقرب كرده است و به هر سمت بنگرد ، شيطان و مار و عقرب مىبيند و قرآن كريم\r\n\r\n","description":"","footnote":" ( 1 ) - ذاريات : 51  ( 2 ) - بقره : 115 ","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nفرمود : اينان كسانى هستند كه گناهانشان آنها را احاطه كرده « 1 »  و در كام خود فرو برده است و راه توبه بر چنين كسانى بسته است . اگر گناه در بيرون دروازهء قلب باشد ، آدمى مىفهمد كه بد مىكند و احتمال توبه در او هست ، ليكن اگر اين گناهان از درون به بيرون راه پيدا كنند ، زمينهء « نار اللَّه الموقدة التى تطّلع على الأفئدة » « 2 »  - معاذ اللَّه - فراهم گشته است .\r\nو ديگر نمىبيند و نمىفهمد كه بد مىكند و حتّى بد را خوب وخوب را بد مىپندارد ؛ « وهم يحسبون أنّهم يُحسنون صُنعاً ! » « 3 »  لذا هر كار خلاف و معصيت را كه انجام مىدهد خيال مىكند كار خوب است و چون بد را خوب مىبيند هرگز موفق به توبه نمىشود البته مىتواند توبه كند ليكن اين كار خود را بد نمىداند تا توبه كند . چنين كسى درون و بيرون خود را پر از شياطين و مار و عقرب كرده است ؛ همانند كسى كه باغچهء منزلش را پر از علف هرز كند ، حتّى داخل گلدان اتاقش هم علف هرز سبز مىشود .\r\nكسى كه درون و بيرون را پر از علف هرزه كرده ؛ راه حركت خويش را سد كرده است و با دست خود پا و دهان و گوش و چشمان خود را بسته است ؛ « فَرَدّوا أيديهم فى أفواههم . » « 4 » \r\nدر گذشته گروهى وقتى سخنان پيامبران - عليهم‌السلام - را مىشنيدند ، گوشهاى خود را با انگشتانشان مىبستند كه مبادا صداى حق\r\n\r\n","description":"","footnote":" ( 1 ) - « وَأَحاطتْ بِهِ خَطيئَتُهُ » بقره : 81  ( 2 ) - همزه : 6  ( 3 ) - كهف : 104  ( 4 ) - ابراهيم : 9 ","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nبه گوش آنها برسد ؛ « يجعلون أصابعهم فى آذانهم . » « 1 » \r\nمشركان مكّه وقتى از كنار مجلس تعليم كتاب و حكمت پيامبر اكرم مىگذشتند ، گوشهاى خود را با انگشتهايشان مىبستند تا مبادا كلام نورانى قرآن به گوششان برسد ؛ چون حرفهاى آن حضرت را سحر مىپنداشتند و اسطوره مىانگاشتند .\r\nيكى از بارزترين مصاديق سير الى اللَّه سفر حج است . گرچه در همه جا مىتوان خدا را عبادت كرد و از ضيوف الرحمن شد و ليكن ذات اقدس الهى ، بعضى از مكانها و زمانها را براى ضيافت و پذيرايى ، مشخّص و آماده فرموده است ؛ مانند حجّ و روزه . پس چون خدا همه جا هست ، سير الى اللَّه به معناى سير زمانى يا مكانى نخواهد بود . خدا در هر زمان و در هر زمين و در همه جا هست ؛ « هو الذى فى السماء الهٌ و فى الأرض إله . » « 2 »  بطور مسلّم حج يك سرّ خاصّى خواهد داشت كه فرار الى اللَّه به حج تفسير شده است و آن فرار الى اللَّه اين است كه انسان ما سوى اللَّه را ترك كند و اللَّه را طلب نمايد . آرى يكى از اسرار حج ترك ما سواى خدا و طلب خداوند متعال است و كسى كه حج را به قصد تجارت ، شهرت و يا ديگر هدفها انجام دهد ، فرارش « الى اللَّه » نيست بلكه فرار « عن اللَّه » كرده است ؛ همانگونه كه جهاد « عن اللَّه » داريم و جهاد « فى اللَّه » . آنچه كه در قرآن آمده ، « والذين جاهدوا فينا لنهدينّهم سبلنا » « 3 »  است و در مقابل ، عده‌اى جهاد « عن اللَّه » دارند و از خدا رو گردانند . به خود و مقام و شهرت و جاه متكى\r\n\r\n","description":"","footnote":" ( 1 ) - بقره : 19  ( 2 ) - زخرف : 84  ( 3 ) - عنكبوت : 69 ","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nو وابسته هستند ، از اين رو است كه جهادشان « عن اللَّه » است ، قهرى است كه راه را هم گم مىكنند چون الذين جاهدوا « فينا » است نه « عنّا » .\r\nحجّ به عنوان « فرار الى اللَّه » « 1 »  در قرآن كريم مطرح و بازگو شده است ؛ يعنى يك انسان حج‌گزار ، همين كه قصد حج يا عمره را دارد ، سير او به طرف خداست و سير به طرف خدا ؛ يعنى اعتماد بر خدا و ديگر هيچ . اگر كسى به زاد و راحلهء خود تكيه كند و به كسب و كار يا همراهان خود متكى باشد ، او فرار به همراهان و غير خدا كرده است . سفر به سفرهء خود كرده است نه سفر به ضيافة اللَّه .\r\nزائر خانهء خدا و مسافر سفر حجّ ، بايد از غير خدا بريده و به خداوند متعال وصل شود و از همان قدم اوّل وتهيّهء مقدّمات ، بايد چنين باشد . كسى كه مىخواهد لباس احرام تهيه كند ، بايد مال خود را تطهير ، وصيت‌نامه‌اش را تنظيم و از بستگان خود خداحافظى كند . چرا كه زائر خانهء خدا در همهء حالات ، با خداست و سير او « فى اللَّه » ، « الى اللَّه » ، « مع اللَّه » و « باللَّه » است .\r\nاين كه در برخى از دعاهاى حج آمده است ؛ « بسم اللَّه و باللَّه و فى سبيل اللَّه و على ملّة رسول اللَّه » « 2 »  ناظر به همين است كه اين كار بنام خدا و در راه خدا و با ملّت خدا و در سنّت رسول خدا - ص - آغاز مىشود .\r\n\r\nحج سير آفاقى و انفسى\r\nسفر حج را سبك نشماريم و احساس كنيم به مقصد كه رسيديم\r\n\r\n","description":"","footnote":" ( 1 ) - ذاريات : 51  ( 2 ) - شاهرودى ، آداب الحرمين ، ص 161 ","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nمقصود را در مقصد يافتيم و بازگشتيم و وقتى برگشتيم ، سيرمان « من الحق الى الخلق بالحق » « 1 »  خواهد بود و اين سير گر چه سير افُقى و آفاقى است امّا انفسى را نيز به همراه دارد . وقتى ميهمان حق شديد درك مىكنيد كه : « هو معكم أينما كنتم . » « 2 »  در اين هنگام است كه حاجى با يك نورانيت و نور خاصّى برمىگردد ، گويى كه تازه از مادر متولد شده است . « 3 »  و مردم موظفند كه به زيارت حاج بروند و زيارت او ثواب بسيار دارد ؛ زيرا گذشته‌هاى او پاك شده و قبل از آن كه به معصيتى مبتلا شود ، نور خاصّى در او هست .\r\nمعلوم مىشود كه : « و ارِنا مناسكنا و تُب علينا » « 4 »  مسألهء « يزكّيهم » را هم به همراه خواهد داشت .\r\n\r\n","description":"","footnote":" ( 1 ) - سالكين در وصول به مقامات سبعه ، مرتبهء طبيعت و مقام صدر و قلب و روح و سرّ و خفىّ و اخفىچهار سفر دارند كه از آنها به اسفار اربعه تعبير مىشود :\r\nالف : سير « من الخلق الى الحق » كه از اول مقام طبيعت و طبع شروع مىشود . تا پايان مقام صدر ، او با تأمل و مشاهده و تفكر در آيات آفاقى و انفسى مىفهمد اينها خالقى دارند و به حق مىرسند .\r\nب : سير « من الحق الى الحق » كه از مقام قلب تا پايان مقام روح است . در اسماء و صفات عالى حق تعالى در وحدانيت و علم و قدرت حق بحث مىكند و سير دارد .\r\nج : سير « من الحق الى الخلق بالحق » كه از مقام سرّ الى ما شاء اللَّه است كه از ظهورات حق در خلق مشاهداتى دارد ، از فيوضات حق تعالى در خلق شهود دارد و اين نبوّتى است در اصول و معارف دين نه اين كه نبوت تشريعى داشته باشد . اگر انباء و خبرى هست در معارف دين است نه در احكام دين و نبوت تشريعى .\r\nد : سير « من الخلق الى الحق بالحق » و اين سفر از خواص انبياى مرسل است كه در بين مردم به حق سير مىكنند و مقام نبوت تشريعى است كه مردم را به احكام الهى آشنا مىسازد و انسان با وصول به اين مرحله و مقام ، انسان كامل مىشود . ( مقدمه اسفار اربعه ، ج 1 ؛ مقدمه فصوص الحكم قيصرى ، فصل 12 )  ( 2 ) - حديد : 4  ( 3 ) - بحار ، ج 96 ، ص 385  ( 4 ) - بقره : 128 ","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\n\r\nاسرار حج از زبان امام سجاد - ع -\r\nبعضى از روايات كه ناظرِ به اسرار حجّ است ، « 1 »  گرچه از حيث سند قابل تأمّل و دقت مىباشد و جاى تحقيق بيشترى دارد ، ليكن متن آنها بسيار قوى است . كسانى كه احاديث را با متون آنها مىشناسند ، اين گونه از احاديث را هم معتبر مىدانند .\r\nعلى بن الحسين ، امام سجاد - سلام‌اللَّه عليه - بعد از سفر حجّ ، شبلى را ديدند و فرمودند : چه مىكنى ؟\r\nعرض كرد : از حج برمىگردم .\r\nفرمود : آيا آنگاه كه به ميقات رفتى و لباس دوخته را از تن درآوردى و لباس احرام را در بر نمودى و سپس و غسل احرام را انجام دادى ؟\r\nعرض كرد : آرى .\r\nفرمود : اين كه لباس دوخته را از بَر گرفتى ، آيا هنگام كندن لباس دوخته ، قصد كردى كه از لباس معصيت بيرون بيايى ؟\r\nعرض كرد : نه .\r\nفرمود : وقتى لباس احرام را در بر كردى در اين قصد بودى كه جامهء\r\n\r\n","description":"","footnote":" ( 1 ) - مستدرك الوسائل ، ج 10 ، ص 166 ، روايت شبلى .\r\nدر احياءالعلوم غزالى آمده است : كسى شبلى را به خواب ديد و از او پرسيد : پروردگار با تو چه كرد ؟ شبلى پاسخ داد : آن سان مرا به حساب گرفت كه سخت نوميد شدم و آن هنگام مرا در بخشايش غرقه ساخت . ","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nطاعت در بر مىكنى ؟\r\nعرض كرد : نه .\r\nفرمود : وقتى غسل احرام انجام دادى ، آيا قصد كردى كه خود را از گناهان شستشو مىكنى ؟\r\nعرض كرد : نه ، من فقط لباس مخيط و دوخته را بيرون آوردم و لباس احرام را در بَر كردم و وقوف نمودم . و نيت كردم همان چيزهايى را كه ديگران انجام مىدهند .\r\nفرمود : پس تو احرام نبسته‌اى ! احرام يك دستور ظاهرى دارد كه همه آن را انجام مىدهند و يك دستور باطنى و سرّى دارد كه تنها اهل سير و سلوك و كسانى كه به اسرار حجّ آگاهند ، به آن توجه دارند .\r\n\r\nگوشه‌هايى از اسرار و مسائل اخلاقى حج\r\nعده‌اى از اصحاب و شاگردان ائمه - عليهم‌السلام - به كشف و شهود راه يافته‌اند و باطن كسانى را كه در سرزمين عرفات و غير عرفات بسر مىبردند ديده‌اند . زائر بيت‌اللَّه بايد با باطنى روشن اين سفر را طىّ كند و گرنه ممكن است خداى ناكرده باطن حيوانى داشته باشد و اهل باطن با چشم ملكوتى واقعيت آنها را ببينند .\r\nامام سجّاد - ع - از زهرى پرسيد : به نظر تو جمعيت زائر امسال چقدر است ؟ زهرى عرض كرد : چهارصد هزار يا پانصد هزار . حضرت با اشاره‌اى ، گوشه‌هايى از ملكوت را بر وى روشن ساخت و او باطن\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nبسيارى از افراد را ديد كه به صورت حيوان بودند . آنگاه فرمود : حج‌گزار كم است و سر و صدا و ناله زياد . اين سر و صداها ، سر و صداى حاجيان راستين نيست . حاجيان راستين بسيار كم هستند كه به صورت آنان را انسان مىبينى كسانى هستند كه به قرآن و عترت و وحى و رسالت معتقدند و به تمام چيزهايى كه پيامبر اكرم - ص - دربارهء اصول و فروع دين ، بخصوص امامت و ولايت آورده‌اند معتقدند و عمل مىكنند . باطن اين گروه همانند ظاهرشان انسان است . و دين وجودشان را احاطه كرده است . اما كسانى كه بسيارى از مسائل را نپذيرفته‌اند و مىگويند رسول خدا - ص - در تعيين رهبرى اجتهاد كرده و اين تعيين رهبرى بدستور خداوند متعال نبوده است ! اينها قائل به جدايى قرآن و عترتند ، در حالى كه قرآن و عترت يك نور و از هم جدايى ناپذيرند . اگر كسى به قرآن تمسك كند و عترت را نپذيرد در حقيقت قرآن منهاى قرآن را برگزيده است .\r\nنمىشود كه انسان بخشى از حقيقت را بپذيرد و بخشى ديگر را رها سازد ؛ « نؤمن ببعض و نكفر ببعض » نمىشود . كسانى كه « يريدون أن يتخذوا بين ذلك سبيلًا » ؛ « 1 »  خواسته‌اند راه نزديك‌ترى انتخاب كنند ، بيراهه رفته‌اند و در حقيقت باطن اينها ، جحود و انكار حقّ است و جحود و انكار حقّ به صورت حيوانيت و درنده خويى ظهور مىكند .\r\nاگر انسانى حيوان شود بد است و گرنه حيوانى كه انسان نبوده و خودش در حدّ حيات حيوانى خلق شده است ، مذموم و معاقب نيست و او را به جهنّم نمىبرند زيرا مكلّف نبوده است .\r\n\r\n","description":"","footnote":" ( 1 ) - نساء : 150 ","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\n\r\nاينجا از خدا غيرِ خدا طلبيدن خطاست\r\nوقتى امام سجاد - سلام اللَّه عليه - به مكّه مشرف شد ، به عرض ايشان رساندند : والى مدينه كه باغ شما را به ستم گرفت شكايت او را به عبدالملك خليفهء وقت برسانيد ، چون عبدالملك در اين سال به مكّه آمده است . حضرت فرمود : من در كنار كعبه ، از صاحب اين خانه دنيا نمىخواهم چه رسد كه به غير خدا پناه ببرم و مسائل دنيا را در اين جا مطرح كنم ! اين جا جاى نيايشى است كه انسان را با محبوب حقيقى آشنا كند . بدا به حال كسى كه در كنار كعبه ، از صاحب كعبه غير از محبوب حقيقى را طلب كند !\r\nامام سجاد - عليه السلام - در عرفات ديد سائلى به تكدّى پرداخته ، گريه مىكند . حضرت فرمود :\r\nاگر تمام دنيا دستِ اين مرد بود و از دست او گرفته مىشد ، حق نداشت امروز در اين سرزمين براى آن اشك بريزد ! اين جا از خدا غير خدا را طلبيدن ، ضرر كردن است .\r\nبه تعبير استاد بزرگوار ، حكيم متألّه ، مرحوم الهى قمشه‌اى - قدس اللَّه سرّه الشريف - :\r\nحجرالأسود خالِ لب لعل است و اين خال را ببوس تا به محبوبت برسى . بوسى حَجَر خالِ لب لعل نگاران . « 1 » \r\nزائر با يمين خدا بيعت مىكند و حجرالأسود را تنزل دست پروردگار\r\n\r\n","description":"","footnote":" ( 1 ) - ديوان الهى قمشه‌اى . ","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nمىداند ؛ چه اين كه كعبه را تنزّل بيت معمور و عرش خدا مىداند و طواف خود را تنزّل طواف فرشتگان مىشمارد . و سرانجام خود را فرشته‌اى متوسط مىيابد و آثار فرشتگى را در خود مشاهده مىكند .\r\nوقتى به سرزمين عرفات مىرسد ، دعاهاى خاصّ عرفه را همانند امام سجّاد و سالار شهيدان ، سيدالشهدا - عليهماالسلام - مىخواند .\r\nامّا زمزم ، رسول اللَّه - صلّى اللَّه عليه وآله و سلم - آن قدر به آب زمزم علاقه داشت كه استهداء مىكرد و مىفرمود : شما كه از مكه به مدينه مىآييد ، براى من آب زمزم سوغات بياوريد . « 1 »  اين آب در اثر نيايش آن مادر جوشيد . وقتى هاجر به ابراهيم خليل عرض كرد من و اين كودك نوزاد را در اين سرزمين لم‌يزرع به كه مىسپارى ( الى مَن تَدَعُنا ) فرمود : به صاحب اين سرزمين ( الى ربّ هذه البنية ) « 2 »  اين گفتن همان و آرامش قلب مادر همان .\r\nوقتى كودك تشنه شد ، مادر به دنبال آب ، هفت‌بار از سينهء صفا به مروه و از بالاى مروه به صفا رفت و آمد . ناگهان ديد كه زير پاى كودك نوزاد چشمه‌اى جوشيده است كه همچنان هزاران قرن است مىجوشد ! چه با بركت است زمزم !\r\nبدا به حال كسى كه با آب زمزم وضو بگيرد ، در كنار كعبه طواف كند و از خدا غير خدا بخواهد و نورانى نشود !\r\nامام صادق - عليه السلام - فرمود : « نور الحق لا يزال على الحاج ما لم\r\n\r\n","description":"","footnote":" ( 1 ) - من لا يحضره الفقيه ، ج 2 ، ص 135  ( 2 ) - فروع كافى ، ج 4 ، ص 201 ","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nيذنب . » « 1 » \r\n« حاجى تا زمانى كه آلوده به گناه نشود ، نور خدا در او هست و زايل نمىشود . »\r\nاين عالىترين بها به حج و زيارت است . اين عمل نور است . خوشا به حال كسى كه اين نور را در آن‌جا ببيند و در جان خود پياده كند .\r\nوقتى انسان از كعبه و از سفر بيت‌اللَّه باز مىگردد بايد طواف وداع انجام دهد و با خدا گفتگو كند .\r\nروايت شده كه امام هشتم - عليه السلام - آنگاه كه مىخواست كعبه ، اين بناى توحيد را وداع كند ، به خدا عرض مىكرد :\r\n« انّي انقلبُ على أن لا إله الّا أنت » « 2 » \r\n« خدايا ! من از كنار خانهء تو با توحيد بازمىگردم و بر اين اعتقادم كه پروردگارى جز تو نيست »\r\nزائر بايد بگويد : خدايا ! من موحّد از اينجا مىروم و نه تنها معتقدم كه در عالم خدايى هست كه اين ضعيف‌ترين درجهء توحيد است بلكه آنچنان موحّدم كه تمام كارها را فانى در كار تو و تمام اوصاف را فانى در وصف تو و بالأخره تمام ذوات را فانى در ذات تو مىبينم ( انّى انقلب على أن لا إله الّا أنت . )\r\nحضرت فرمود : « الدّخول فى الكعبة دخول فى رحمة اللَّه والخروج عن\r\n\r\n","description":"","footnote":" ( 1 ) - فروع كافى ، ج 4 ، ص 253 ؛ ثواب الاعمال صدوق ، ص 74  ( 2 ) - وافى ، باب دخول الكعبه . ","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nالكعبة خروج من الذنوب » « 1 » \r\nاگر انسانى توفيق پيدا كرد و به درون كعبه راه يافت ، جايى كه انسان در هر حال و به هر سوى مىتواند نماز بخواند ، و به هر سمت رو كند به قبله رو كرده است و بالأخره آنجا كه نمودار كامل از « فأينما تُوَلُّوا فثمّ وجه اللَّه » « 2 »  است ، چنين شخصى وارد رحمت الهى شده است و هنگامى كه از كعبه بيرون مىآيد از گناهان خارج مىشود .\r\n\r\nحضور امام زمان - ع - در حجّ\r\nوجود مبارك حضرت بقيّة اللَّه ، حجة بن الحسن - عجّل اللَّه تعالى فرجه الشريف - هر سال در مراسم حجّ حضور دارد . « 3 »  در عرفات و منا حاضر است . همچنين بسيارى از شاگردان خاصش مانند ابوبصيرها ، سدير صيرفىها و زهرىها و . . . كه تربيت شدهء او هستند در مراسم حضور دارند . حضرت - ع - مىتواند به شاگردان خود از راه ملكوت بفهماند كه چه كسى انسان است و چه كسى حيوان . ممكن است كسى در سرزمين عرفات و منا به وجود مبارك بقية اللَّه الاعظم دعا هم بكند و دعاى فرج را هم بخواند امّا قلب او قلب انسان نباشد . ممكن است كسى مشكلى داشته باشد و مشكلش ناخودآگاه به بركت حضرت حجت - سلام اللَّه عليه - حل شود امّا چنين نيست كه اگر عملى خارق عادت در حج يا در منا و عرفات پيدا شد ، مستقيماً توسّط وجود مبارك حضرت حجّت باشد . احتمال دارد\r\n\r\n","description":"","footnote":" ( 1 ) - وسائل الشيعه ، ج 13 ، ص 272  ( 2 ) - بقره : 115  ( 3 ) - بحار ، ج 52 ، ص 151 و ص 152 ؛ من لا يحضره الفقيه ، ج 2 ، ص 307 ","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nخود حضرت باشند و احتمال دارد اوليايى كه دست پروردهء آن حضرت هستند باشند . ممكن است سالمندى ، زن يا مرد ، و يا ناواردى راه خيمه و چادر را گم كند يا در بين راه بدون زاد و راحله بماند و وليّى از اولياى الهى كه تربيت شده مكتب ولايت امام عصر - ارواحنا فداه - است او را راهنمايى كند . گرچه اين شخص مع الواسطه خدمت حضرت حجّت رسيده است اما بلا واسطه نبوده است . چنين نيست كه هر اثر غيبى در مراسم حجّ مستقيماً مربوط به وجود مقدس حضرت ولى عصر - ارواحنا فداه - باشد . خيلى توفيق مىخواهد و چنين تشرّفى براى اوحَدى از موحّدان پيش مىآيد كه وجود مبارك حضرت - سلام‌اللَّه عليه - شخصاً به بالين او بيايد . البته عنايت ايشان شامل اوليا و شاگردان و صالحين و صديقين و شهدايى را كه تربيت كرده است ، مىشود . آنها مأموران ايشان هستند و به دستور ايشان مشكلات ديگران را حلّ مىكنند وخلاصه اين كه وجود مقدّس حضرت و دست پروردگان ايشان ، باطن ما را مىبينند .\r\n\r\nتفاوت حج با ديگر عبادات\r\nزائران بيت اللَّه الحرام هر عبادتى را كه انجام مىدهند راز و رمز بسيارى از آنها برايشان روشن است . نماز كارهايى دارد . روزه دستوراتى دارد . زكات و جهاد دستوراتى دارد كه پىبردن به منافع و فوايد اين دستورات دشوار نيست . نماز ذكرهايى دارد كه معناى آن روشن است ؛ ركوع و سجودى دارد كه تعظيم را تفهيم مىكند و تشهدى دارد كه اعتراف را به همراه دارد و . . .\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nروزه داراى پرهيز از مشتهيات است . همدلى و همدردى وهمآهنگى با مستمندان و يادآور فشار گرسنگى و تشنگى بعد از مرگ است . روزه گرفتن منافع فراوان دارد كه هم منافع طبّى و دنيايىاش معلوم است و هم منافع تهذيب روح و معنوى آن .\r\nزكات ، انفاق و تعديل ثروت و رسيدگى به حال مستمندان و ضعيفان است كه منفعت و مصلحت آن هم مشخّص است .\r\nجهاد و مرزدارى و دفاع مقدّس عليه تهاجم بيگانگان نيز منافع فراوانى دارد كه پىبردن به آنها دشوار نيست .\r\nليكن حج ، يك سلسله دستورات و مراسم و مناسك دارد كه پىبردن به راز و رمز آن بسيار سخت و دشوار است . فهميدن معناى بيتوته در مشعرالحرام ، سر تراشيدن ، بين صفا و مروه هفت بار رفتن و بازگشتن و در بخشى از اين مسافت هروله كردن و . . . دشوار است ، چراكه اين راز و رمزى دارد پيچيده . لذا جريان تعبّد در حجّ بيش از ساير دستورات دينى است .\r\nاز رسول خدا - صلّى اللَّه عليه وآله و سلم - نقل شده است كه آن حضرت به هنگام لبيك گفتن ، به خدا عرض كرد :\r\n« لبّيكَ بِحَجَّةٍ حَقّاً تَعَبُّداً وَرِقّاً . » « 1 » \r\n« خدايا ! من با رقّيت و عبوديّت محض لبيك مىگويم و مناسك حجّ را انجام مىدهم . »\r\n\r\n","description":"","footnote":" ( 1 ) - مجمع الزوائد ، ج 3 ، ص 223 ؛ و محجة البيضاى فيض كاشانى . ","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nاز آنجا كه روح تعبّد در حج بيشتر است ، سرّ بسيارى از مناسك با عقل عادى قابل تبيين نيست . لذا به هنگام گفتن لبيك ، عرض كرد : « تعبّداً و رقّاً » نظير ذكرى كه در سجدهء تلاوت گفته مىشود .\r\nپس حج يك سلسله دستوراتى دارد كه با بندگى محض و رقّيت صرف و عبوديّت تامّ هماهنگ‌تر است ، براى اين كه آن اسرار و منافع مرموز را تبيين كنند ، در روايات به صورت منافع آورده‌اند و گاهى هم به صورت داستان در سخنان اهل معرفت و دل آمده است . از يك سو به عنوان بيان اسرار است و از سوى ديگر به عنوان داستان مىخواهند بخشهاى اساسى حج را خوب تفهيم و تبيين كنند .\r\n\r\nتقوا و پارسايى روح عمل است\r\nچون محور پذيرش هر عملى تقوا و وارستگى است ، خداوند متعال اساس كعبه و مناسك حج را با تقوا پىريزى كرد . قبل از اسلام به حج و زيارت كعبه مىپرداختند و در اطراف كعبه طواف مىكردند و مناسك حج ؛ نظير قربانى و مانند آن ، بجا مىآوردند ، اما آميخته با شرك بود . به هنگام ذبح قربانى مقدارى از گوشت آن را به ديوار كعبه مىآويختند و نيز مقدارى از خونش را بر ديوار خانه مىماليدند . اين عبادت توحيدى را با آن شرك مشوب كرده بودند . اسلام كه آمد ، فرمود :\r\n« لَن ينال اللَّه لُحومُها ولا دِماؤها و لكن ينالهُ التّقوى منكم » « 1 » \r\n« خداوند متعال اين قربانى را با گوشت نمىپذيرد ، با خون نيز\r\n\r\n","description":"","footnote":" ( 1 ) - حج : 37 ","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nنمىپذيرد . گوشت و خون اين مذبوح به خدا نمىرسد ، بلكه روحِ عمل ، كه تقوا و پارسايى است به خدا مىرسد . »\r\nبكوشيد عمل را با روح و جان انجام دهيد ؛ زيرا خداوند عملى را مىپذيرد كه طيّب و پاك باشد ( اليهِ يصعد الكلمُ الطّيّب والعمل الصّالح يرفعُهُ ) « 1 »  ذات اقدسش جميل است و دوست دارد جمال را و نيز واحد است و دوست دارد توحيد را . و از هر عمل آميخته به شرك بيزار است .\r\nدر اين جا هم مىفرمايد : قربانى در سرزمين منا ، كه بخشى از مناسك حج و زيارت است ، وقتى مقبول است كه با تقوا انجام گيرد و روح عمل تقوا باشد ؛ زيرا اگر عمل با تقوا نبود مقبول نيست و يا اگر همراه با تقوا بود ليكن عامل ، در غير محدودهء اين عمل ، گرفتار نقاط ضعفى بود ، گرچه عمل او مقبول است ولى قبول كامل نيست . حصرى كه در قرآن كريم آمده است ؛ « انّما يتقبّل اللَّه من المتّقين » « 2 »  ناظر به اين دو نكته است :\r\n1 - اگر عملى بدون تقوا باشد اصلًا قبول نمىشود .\r\n2 - اگر عمل همراه تقوا بود ليكن عامل در غير محدودهء اين عمل ، گرفتار نقاط ضعف بود گرچه اين عمل مقبول است و لكن آنچنان كه بايد بالا نمىرود .\r\nابراهيم نمونهء كامل تقواى الهى است و مناسك حج نمودار كامل پذيرش عمل است . خداوند عمل انسانى را مىپذيرد كه تمام برنامه‌هاى او بر پايهء تقوا تنظيم شده باشد ؛ « أفمن أسّس بُنيانهُ على تقوى مِنَ اللَّهِ\r\n\r\n","description":"","footnote":" ( 1 ) - فاطر : 10  ( 2 ) - مائده : 27 ","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nورِضوانٍ خير أم من أسّس بُنيانه على شفا جُرُفٍ هارٍ فانهار به فى نار جهنّم واللَّه لا يهدى القوم الظّالمين » « 1 » \r\nخداوند عملى را مىپذيرد كه عامل آن برنامه‌اش را بر پايهء تقوا استوار كند و مناسك حج را از اعمالى مىداند كه بر پايهء تقوا است .\r\nاگر مسألهء رمى جمرات و سنگ زدن به جمره‌ها مطرح است . در حقيقت ديو درون و بيرون را رمى كردن و شيطان انس و جنّ را راندن است . تا انسان فرشته نشود ، شيطان از حريم او بيرون نمىرود . اگر فرشته‌خوى شد آنگاه است كه از گزند شيطنت مصون است . زيارت كعبه براى آن است كه انسان را فرشته‌خوى كند . در رمى جمرات ، هرگونه اوصاف پليدى را طرد كند و پاك شود . در قربانگاه بر پايهء تقوا قربانى كند .\r\nدر كنار كعبه ، اطراف خانهء طاهرِ عتيق ، كه نمودار مساوات است ، طواف كند . بين صفا و مروه آنچنان سعى كند كه از صفاى الهى برخوردار باشد .\r\nخداى تعالى سعى بين صفا و مروه را در قرآن با تعبير « طواف » آورده و آنگاه فرمود : اين سعى جزء شعائر الهى است و هر انسانى كه شعائر الهى را تعظيم كند ؛ « فانّها من تقوى القلوب » « 2 »  است .\r\nجاى تقوا دل است ، همانگونه كه جاى تقوا در قربانى ، روح عمل است و خداوند متعال با اين كار روح را بالا مىبرد و انسان را در همهء اين فرازها مىآزمايد . و اين كه دستور طواف بر اطراف كعبه را مىدهد ، براى آن است كه انسان در كنارِ اين كعبه چون فرشتگان به ياد حق باشد و زمزمه\r\n\r\n","description":"","footnote":" ( 1 ) - توبه : 109  ( 2 ) - حج : 32 ","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nكند . در دوران جاهليت اطراف كعبه طواف مىكردند اما عبادت آنها سوت كشيدن و كف زدن بود . قرآن فرموده است :\r\n« ما كان صلاتهم عند البيت الّا مكاءً وتصدية » « 1 » \r\nمشرك اگر در كنار كعبه هم به زمزمه و نماز بايستد ، سوت مىكشد .\r\nاگر تكبير بگويد ، كف مىزند ؛ زيرا تكبير و زمزمهء شرك‌آلود ، بيان انسانى نيست قرآن سخن آنان را كه در زمان جاهليت اطراف كعبه با اذكار شرك‌آلود طواف مىكردند ، بيان نمىداند بلكه صفير و سوت مىداند .\r\nدر نظر قرآن ، سخن انسان بيان است ؛ « الرّحمن علّم القرآنَ خلق الإنسان علّمه البيان » « 2 » \r\nمعلّم خداى رحمان است و اوست كه قرآن را تعليم داد . وقتى قرآن تعليم شد ، شاگردِ قرآن مىشود انسان ؛ « خَلَقَ الإنسان »\r\nو آن‌گاه كه فردى « انسان » شد ، سخن او « بيان » است ؛ « علّمه البيان »\r\nاوّل علم قرآن است ، بعد انسان شدن ، و سپس بيان داشتن . بيان براى انسان و انسانيّت در پرتو قرآن است . آن كس كه از قرآن سهمى ندارد انسان نيست . آن كس كه انسان نباشد سخن او بيان نيست و آن كس كه سخن او بيان نباشد كلمات او صفير است و سوت و فرياد .\r\nو اما پاكان ، كه در اطراف كعبه طواف مىكنند ، نه تنها به ياد حق سرگرمند كه به ياد خلق خدا هم مشغولند و سعادت همگان را در آنجا كه\r\n\r\n","description":"","footnote":" ( 1 ) - انفال : 35  ( 2 ) - الرحمن : 1 - 2 ","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nدعا مستجاب است از اللَّه مسألت مىكنند . در كنار كعبه و خانهء خدا ، از خدا غير خدا را نمىطلبند .\r\n\r\nطىّ مراحل كامل اخلاص ، با آشنايى به اسرار ميسّر است\r\nدر حج هر اندازه خلوص بيشتر باشد ، ثواب بيشتر است و خلوص شأنى از شؤون عقل عملى است كه مسبوق به معرفت است ، و معرفت از شؤون عقل نظرى است . « 1 »  شخص بايد ابتدا بفهمد ، تا برابر فهم و معرفتش ، اقدام خالصانه داشته باشد و بايد بداند كه در حج چه خبر است ، تا حجّ را با اخلاص انجام دهد . اگر شخص اسرار حج را نداند ، هر اندازه هم كه خلوص داشته باشد باز محدود است و اگر به اسرار حج آگاه باشد ،\r\n\r\n","description":"","footnote":" ( 1 ) - حكما علم را به « حكمت عملى » و « حكمت نظرى » و عقل را به « عقل عملى » و « عقل نظرى » تقسيم كرده‌اند .\r\nحكمت مربوط به علوم است و عقل مربوط به قواى نفسانى . عقل نظرى ، حكمت نظرى و حكمت عملى را تأمين مىكند و مسائل علم اخلاق و فقه و مانند آن را به عهده دارد ؛ زيرا انسان از آن بُعد كه مىفهمد اين مسائل را طرح مىكند . عقل عملى ، نيروى اجرا كننده است . عقل نظرى از بالا مدد مىگيرد و عقل عملى بر طبيعت و بدن فرمانروايى دارد .\r\nكمال عقل عملى در اين است كه تحت سلطه قرار نگيرد و كمال عقل عملى در اين است كه هميشه آنچه را كه مىداند در مادون اجرا كند تا به مراحل بالاتر برسد و اين همان است كه : « العقل ما عبد به الرحمان واكتسِبَ به الجنان » و هر جا عقل عملى نباشد سفاهت است .\r\nو كمال عقل نظرى در اين است كه تحت سلطه باشد و هميشه كمال را از مبادى عاليه بپذيرد .\r\nنفس دو جناح دارد و دو بال ؛ جناح عقل نظرى و جناح عقل عملى .\r\nالف - عقل نظرى ؛ درك مىكند كه چه چيزى بد است و چه چيزى خوب . چه كارى بايد انجام بشود و چه كارى بايد انجام نيابد .\r\nب - عقل عملى ؛ مىفهمد كه فلان كار خوب است بايد انجام شود و اين كه « خوب را بايد عمل كرد » ، نفس با عقل عملى درك مىكند . ","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nخلوص او مشروح و باز است . بنابر اين قبل از مسألهء نيت و اخلاص ، انس به اسرار حجّ لازم است تا آدمى اعمال صورى و ظاهرى را كه انجام مىدهد ، بداند اين عمل لُبّ و مغزى دارد . وقتى اين را فهميد از ذات اقدس الهى طلب مىكند . پس بدون آشنايى به اسرار ، طىّ مراحل كامل اخلاص ، ميسّر نيست .\r\nهمانگونه كه همهء موجودات در عالمِ طبيعت ، از مخزن الهى تنزّل كرده‌اند ، اعتباريات نيز از مخزن غيب تنزّل كرده‌اند . نماز ، روزه و حجّ نيز همانند بيع ، صلح ، اجاره و ديگر موارد معاملات ، خود وجود واقعى ندارند و امر اعتبارى هستند . و ليكن به يك واقعيت‌هايى متكى هستند و منشأ پيدايش بسيارى از واقعيتها مىباشند ؛ چرا كه خيلى از واقعيات ، در اعتبارِ اعتباريات سهيم هستند و امور اعتبارى هم به استناد منشأهاى واقعىشان ، از مخزن غيب نازل شده‌اند . پس اگر كسى اين امور اعتبارى را بشناسد و عمل كند ، به ريشهء آنها كه همان مخزن غيب است مىرسد . اين كه در روايت آمده است : نماز ، روزه ، زكات ، حج و . . . به صورتهاى زيبايى درمىآيند و ولايت اولياى الهى از همه زيباتر جلوه مىكند ، « 1 »  ناظر به همين معناست و انسان در برزخ نزولى يا برزخ صعودى با آن واقعيت‌ها آشنا مىشود . اوحدى از انسانها هستند قبل از اين كه نماز به اين عالم بيايد ، به حقيقت آن در برزخ نزولى آگاهى دارند . و انسانهاى متوسط و عادى بعد از مرگ به حقيقت نماز و حجّ و زكات پى مىبرند و مىبينند كه نماز و روزه و حجّ و . . . به صورتِ يك فرشته‌اند و در قبر با اين فرشته‌ها مأنوس مىشوند .\r\n\r\n","description":"","footnote":" ( 1 ) - محاسن برقى ، ح 432 ؛ بحار ، ج 99 ، ص 20 ؛ بحار ، ج 6 ، ص 236 ","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nاگر كسى بداند كه حقيقت و سرّ نماز فرشته است ، هنگام اقامهء آن ، با نيت برترى وارد مىشود . و اگر انسان بداند كه حقيقت حج فرشته است و مىخواهد با ملك هم‌پرواز شود ، با اخلاص و آگاهى بيشترى شروع به حج مىكند .\r\nموجودات در مخزن غيب مجرّد بوده و مصون از لوثِ نقص و عيب ، و معصيت و نسيان مىباشند و از اين مجردات در تعبيرات دينى ، به مَلَك و فرشته ياد مىشود . مَلَك يعنى آن موجود منزّهى كه گناه نمىكند و مرگ ندارد و نقص و عيب در او نيست .\r\nآرى اگر كسى حج واقعى بجا آورد ، با فرشتگان در مصاحبت و همسفر است و فرشتگان قرين و همراه اويند . او با ملك زندگى مىكند و ملائكه با او مأنوسند .\r\n\r\nغسل احرام ؛ شستشوى گناهان\r\nمعناى غسل كردن در حال احرام - گرچه مستحب مىباشد - اين است كه : « خدايا ! من آن گناهان را شستشو كردم . »\r\nدر واقع سه كار بايد انجام شود :\r\n1 - ديگر گناه نمىكنم .\r\n2 - تصميم گرفته‌ام كه براى هميشه مطيع باشم .\r\n3 - گناهان گذشته را شستشو و جبران مىكنم .\r\nانسان يك وقت لباس چركين و كهنه را ، كه مدّتى است پوشيده ، از\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nبدن بيرون مىآورد و لباس نو و پاكيزه‌اى مىپوشد كه در اين جا دو كار انجام داده است . و ليكن اگر بدن را تطهير كرد و شستشو داد ، كار سوّم را انجام داده است . در حج نيز مطلب چنين است كه فرموده‌اند : لباس كهنه و دوخته ؛ يعنى لباس معصيت را از تن درآوريد و قبل از آن كه لباس احرام را بپوشيد ، غسل كنيد - كه مستحب است - و گناهان گذشته را با آب توبه شستشو نماييد ؛ يعنى خدايا ! من ديگر گناه نمىكنم ، بلكه حتّى گناهان گذشته را نيز مىخواهم شستشو نمايم . مهمّ اين نيست كه انسان از اين به بعد گناه نكند بلكه مهم آن است كه گناهان گذشته را هم ترميم كند و اثر غسل همان ترميم است .\r\nسرّ غسل كردن آن است كه يعنى خدايا من همهء آن معاصى و گناهان را در پاى توبهء تو ريختم و اينك با بدن پاك و قلب پاك ، جامهء پاك به نام جامهء طاعت در بر مىكنم .\r\nهر انسانى كه مستطيع مىشود و به مكه مىرود چنين نيست كه به آن اسرار آشنا باشد ، تنها كسانى كه از مخزن حكم با خبر باشند ، از سرّ حكم آگاهند و به آن سرّ مىرسند .\r\nبديهى است روايت مُرسَلى كه از امام سجاد - سلام اللَّه عليه - نقل كرديم كه حضرت به شبلى فرمود :\r\n« . . . تو به ميقات نرفته‌اى ، احرام نبسته‌اى و . . . » ، لسانِ نفى « كمال » است ، نه نفى « صحّت » ، پس اگر كسى به اسرار حج آشنا نباشد و حجّ برود ، حجّ كاملى انجام نداده است .\r\nممكن است صحيح باشد و قضا هم نداشته باشد و در ظاهر ، ذمّه‌اش برئ شده باشد ، امّا روحش تعالى پيدا نكرده است ؛ چرا كه به اسرار آگاه\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nنبوده و در هنگام عمل اسرار را قصد نكرده است .\r\nامام سجّاد - عليه السلام - به گوشه‌اى از اسرار اشاره نموده و بيان فرمودند :\r\nشما وقتى در ميقات تنظيف مىكنيد ؛ در حقيقت خود را از ريا و نفاق تطهير مىنماييد . طاهر نمودن بدن ، الگو و نمونه‌اى است از تطهير دل و قلب از ريا و نفاق .\r\nآنگاه كه احرام مىبنديد ، هرآنچه را كه خداوند متعال بر شما حرام كرده است ، شما هم بر خود حرام مىكنيد و متعهد مىشويد كه در مرز حرام راه نرويد .\r\n\r\nجامهء احرام ، جامهء طاعت\r\nاين كه لباس دوخته را از تن بيرون مىآورى ؛ يعنى آن لباس گناه و عصيان را كه تا كنون ، تار و پود آن را بافتيد و دوختيد و در بر كرديد ، بيرون آورديد و گرنه چه فرقى است بين لباس دوخته و نادوخته ؟ ! پس اينها همه سرّ حج است . البته چنين نيست كه عبادت در لباس دوخته قبول نباشد ، چون انسان در طول سال در لباس دوخته نماز مىخواند و عبادت مىكند .\r\nامّا در حج قبول نيست ؛ و اين براى آن است كه مىخواهند اسرار حج را به انسان تفهيم كنند كه او روزى را هم در پيش دارد كه بايد با لباس ندوخته وارد آن روز شود و آن « روزِ مرگ » است كه كفن در بَر مىكند و در\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nقيامت با همان كفن ظهور و حضور پيدا مىكند . چون مىخواهند اسرار قيامت را در مناسك و مراسم حج تجلّى دهند ، از اين رو فرمودند : لباس ساده در بر كنيد كه هر گونه فخر بر طرف شود . لباس نادوخته ، يعنى لباس احرام بپوشيد تا سفر مرگ در نظرتان مجسّم شود و مسألهء مردن و قيامت در حضورتان حاضر باشد .\r\nامام سجّاد به شبلى فرمود : معناى كندن لباس دوخته شده ؛ يعنى « خدايا ! من ديگر لباس گناه در بر نمىكنم و از هر گناهى توبه كردم . »\r\nتنها « گناه نكردن » مهمّ نيست ، « اطاعت كردن » مهمّ است ، به همين جهت ، حاجى لباس احرام ؛ لباس نادوخته و رنگ نگرفته و حلال و پاك و جامهء طاعت بر تن مىكند .\r\n\r\nتلبيه\r\nلبّيك گفتن در حال احرام نيز به اين معناست كه :\r\n« خدايا ! من هر چه كه حق است ، به آن گويا هستم و از هر چه كه باطل است زبانم را مىبندم . » لبيك گفتن ، تطهير زبان است از هر چه كه معصيت است .\r\nزبان قليل الجِرم و كثير الجُرم است . جِرم آن كوچك و جُرمش زياد است . گناهان فراوانى به وسيلهء زبان انجام مىگيرد ؛ از انكار لسانى تا مسألهء غيبت ، تُهمت ، دروغ ، افترا ، مسخره كردن و . . . .\r\nراز لبيك گفتن اين است كه : « خدايا ! از اين لحظه متعهّد مىشوم هر چه را كه طاعت تو است بر زبان جارى كنم و از هر چه كه معصيت است\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nزبانم را ببندم . »\r\nشهادت دروغ معصيت است انسان مُحرِم و حج‌گزار هرگز شهادت دروغ نمىدهد ، غيبت نمىكند ، دروغ نمىگويد ، تهمت نمىزند ، كسى را با زبان مسخره نمىكند و در هنگام داد و ستد ، خلاف نمىگويد . زبان زائر بيت اللَّه ، زبان طاهر است .\r\nسرّ لبيك گفتن ، زبان به اطاعت گشودن و براى هميشه از معصيت بستن است ، آن هم نه تنها در محدودهء محور حجّ و عُمره ، كه براى هميشه .\r\nمرز حرم « 1 »  در بخشى از قسمت‌ها بيشتر از مرز مكّه است . ورود غير\r\n\r\n","description":"","footnote":" ( 1 ) - حدود حرم :\r\nحد حرم از جانب شمال مكه مسجد تنعيم است كه در راه مدينه قرار گرفته و 6148 متر تا مسجد الحرام فاصله دارد .\r\nطرف جنوب ، محلّ اضاءة لبن است كه در راه يمن قرار گرفته و فاصله آن تا مسجد الحرام 5 / 12009 متر است .\r\nاز جانب شرق ؛ جعرانه است كه در مسير طائف قرار دارد و در فاصلهء 30 كيلومترى مكه است . از جانب غرب كه اندكى به جانب شمال است ، قريه حديبيّه است كه در مسير راه جدّه در فاصلهء 48 كيلومترى واقع است .\r\nنشانه‌هايى در اين حدود نصب گرديده است كه حدّ حرم به وسيله آنها مشخص شده است . اين حدود را خداوند محل امن قرار داده و حتى از قطع درختان در اين محدوده نهى فرموده است . البته در مرات الحرمين ، ج 1 ، ص 225 ؛ الاعلاق النفسيه ، ص 57 ، معجم البلدان ، حرف الف با ضاد .\r\nنظريه دوّم دربارهء حدّ حرم :\r\nاز طرف شمال غربى ، مسجد تنعيم و 6148 متر است . از طرف جنوب متمايل به شرق اضاءة لبن و 5 / 12009 متر است . جعرانه از طرف شرق متمايل به جنوب ، عرفات و منا و مشعر است كه 18333 متر مىباشد . كه 9 مايل مىشود بعضى هم 12 مايل گفته‌اند .\r\nحديبيّه در طريق جدّه حدود 14 كيلومتر است . ( 13353 متر ) . از اعلام حرم تا مسجد الحرام اين متراژ را دارند .\r\nدر برخى از اين حدود ، نظرات ديگرى نيز هست . ","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nمسلمان و مسلمان غير مُحرم به آنجا جايز نيست ، مگر آن كه كسى اهل مكه باشد و مكرّر بخواهد به آن جا رفت و آمد كند يا كسى كه از مُحرم شدنش هنوز يك ماه نگذشته است و مىخواهد دوباره از مرز حرم خارج شود و به آن بازگردد . تنها چند مورد خاص است كه استثنا شده و كسى حق ندارد بدون احرام وارد مرز حرم شود .\r\nامام سجاد - عليه السلام - به شبلى فرمود : « آيا وارد حرم شدى ؟\r\nو آنگاه كه وارد مكه شدى ، كعبه را زيارت كردى ؟\r\nشبلى عرض كرد : آرى .\r\nامام فرمود : « سرّ ورود در حرم اين است : « خدايا ! من غيبت و عيبجويى احدى از ملّت اسلام را نمىكنم . »\r\nو آنگاه كه وارد مكّه شدى بايد بگويى : « خدايا ! به قصد تو آمدم نه به قصد تجارت يا شهرت و يا سياحت و تفريح و تفرّج . »\r\n\r\nمراتب و درجات تلبيه\r\nآنان كه به مكّه مشرف مىشوند و حج يا عمره انجام مىدهند و لبيك مىگويند ، چند گروهند ؛ چون ايمان درجاتى دارد و مؤمنان هم طبقات و درجاتى دارند . تلبيه هم مراتبى دارد . همه مىگويند لبيك ، امّا بعضى اعلان و تقاضا و سؤال انبيا را لبيك مىگويند بعضى ديگر دعوتِ اللَّه را .\r\nبعضىها مىگويند : « لبّيك داعى اللَّه ، لبّيك داعى اللَّه » يعنى اى كسى كه ما را به اللَّه دعوت كرده‌اى ، ما لبيك گفتيم و اجابت كرديم و آمديم . اين‌ها\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nهمان گروه اول ؛ يعنى متوسّطين از زائران بيت خدا هستند و كسانى هستند كه دعوت ابراهيم خليل را اجابت مىكنند . ابراهيم خليل - سلام اللَّه عليه - مردم را به زيارت بيت اللَّه دعوت كرد نه به غير آن .\r\nفرمود : « وأذِّن فى النّاس بالحجّ يأتوك رجالًا وعلى كلّ ضامرٍ يأتين من كلّ فجٍّ عميق . » « 1 »  « اذان » ، اعلام عمومى كردن است به صورت عَلَن و آشكار .\r\nاين عده سخنان ابراهيم خليل را مىشنوند و همان را جواب مىدهند و مىگويند : « لبّيك داعى اللَّه ، لبّيك داعى اللَّه »\r\nفراتر از گروه اوّل ، گروه دوم هستند كه دعوت « اللَّه » را مىشنوند و به آن پاسخ مىگويند .\r\nذات اقدسِ إله در قرآن كريم فرمود :\r\n« وللَّهِ على النّاس حِجُّ البَيْتِ من استطاع اليه سبيلا » « 2 »  ؛\r\n« از طرف خداوند بر بندگانِ مستطيع ، حجّ واجب است » مستطيع ، نه يعنى كسى كه مالك و مال‌دار باشد . مستطيع ؛ يعنى كسى كه بتواند اين سفر را به صورت عادى طىّ كند و بعد هم مشكلى نداشته باشد ، خواه مال داشته باشد ، خواه به عنوان خدمات يا ميهمان و يا بذلى باشد و امثال آن .\r\nانسان مستطيع بايد دعوت خدا را لبيك بگويد . اين زائر بيت اللَّه كه جزء اوحدىّ از مردان با ايمان است ، به خدا پاسخ مثبت مىدهد و مىگويد :\r\n« لبيك ذا المعارج لبيك داعياً الى دارالسلام لبيك مرهوباً مرغوباً اليك لبّيك لا معبود سواك لبّيك . »\r\n\r\n","description":"","footnote":" ( 1 ) - حج : 27  ( 2 ) - آل عمران : 97 ","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nاين تلبيه‌ها نشان مىدهد كه زائر بيت اللَّه جواب « خدا » را مىدهد نه جواب « خليل خدا » را ، گرچه جواب خليل خدا هم جواب خداست . و گرچه جواب خدا بدون جواب خليل خدا نيست . امّا اين شهود عارف زائر بيت اللَّه است كه فرق مىكند . تلبيه‌ها هم يكسان نيست گرچه ممكن است كسى بگويد : « لبّيك ذا المعارج لبّيك » و لكن در حقيقت به « واذّن فى الناس بالحجّ » لبيك مىگويد و دعوت خليل را لبيك مىگويد نه دعوت جليل را ؛ چون هر اندازه كه انسان در همان مرحله اوّل پاسخ داده باشد به همان اندازه در مقام ظاهر هم لبيك مىگويد . انسانها دوبار لبيك مىگويند و اين دو لبيك در طولِ هم هستند و همواره اين دو بار محفوظ است . يك قضيهء تاريخى و قضيّة فى واقعه نيست كه گذشته باشد .\r\nدر قرآن كريم آمده است :\r\n« واذ أخذ ربّك من بنى آدم من ظهورهم ذُريّتهم و أشهدهم على أنفسهم ألستُ بربّكم قالوا بلى » « 1 » \r\nخداوند به رسول خود فرمود : گرچه اين آيهء شريفه ، مخاطب پيامبر خدا است و لكن در حقيقت همهء انسانها را خطاب قرار داده است كه : به ياد آوريد آن صحنهء ميثاق‌گيرى را كه ما از شما تعهد گرفتيم و حقيقت خودتان را به شما نشان داديم . شما ربوبيّت ما را فهميديد و عبوديّت خود را هم مشاهده كرديد و گفتيد : « بَلى » . در جواب خدا كه فرمود : « آيا من ربّ شما نيستم ؟ » گفتيد : « آرى ربّ ما هستى . »\r\nاين يك صحنه بود كه خداوند بندگان را به مشاهدهء آن كشيد وصحنهء\r\n\r\n","description":"","footnote":" ( 1 ) - اعراف : 172 ","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nدوّم زمانى بود كه ابراهيم خليل - سلام اللَّه عليه - از طرف ذات اقدس إله مأمور شد تا اعلان حج كند و به مردم دستور داد كه به حج بياييد ابراهيم - سلام‌اللَّه عليه - بالاى كوه ابوقبيس رفته ، دستور پروردگار را اعلام كرد كه :\r\n« از هر راهى كه هست ، به زيارت بيت خدا مشرف شويد . » مرد و زنِ جهان بشريت كه در اصلاب پدرانشان بودند ، همگى لبّيك گفتند . اين صحنهء لبيك‌گويى به دعوت خليل ، مشابه صحنهء لبيك‌گويى دعوت خداوند متعال است در جريان عالم ذرّ و ذرّيه . همانطورى كه آن صحنه الآن هم هست ، صحنهء تلبيه دعوت خليل حقّ نيز الآن هست . اينها كه قضيّهء تاريخى نيستند ، چون سخن از ذرّات ريز و صلب و رَحِم نيست ، سخن از فطرت و روح است .\r\nدر حقيقت ارواح بشر و فطرت‌هاى آنها پاسخ مثبت دادند هم به دعوت خدا و هم به دعوت خليل خدا . آنها كه در دعوت خليل خدا ، خليل را ديدند ، در هنگام لبيك هم مىگويند : « لبّيك داعى اللَّه ، لبّيك داعى اللَّه » و آنان كه در هنگام تلبيه به اعلان حضرت خليل ، صاحب اصلى وذات اقدس إله را مشاهده كردند ، در هنگام تلبيه مىگويند : « لبّيك ذا المعارج لبّيك لبّيك مرهوباً مرعوباً اليك لبّيك ، لبّيك لا معبود سواك لبّيك ، لبّيك لا شريك لك لبّيك » « 1 »  و مانند آن .\r\nاين دو نوع پاسخ دادن ، دو نوع آگاهى داشتن و عبادت كردن ، در بسيارى از مسائل دينى مطرح است ؛ مثلًا افراد عادى كه قرآن را تلاوت مىكنند ، براى آنها مطرح نيست كه اين سخنان را از چه كسى مىشنوند . امّا\r\n\r\n","description":"","footnote":" ( 1 ) - مستدرك ، ج 9 ، حديث 10618 و 10603 ؛ فروع كافى ؛ ج 4 ، ص 214 ","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nمؤمنانى كه اهل معنا و اهل دل هستند ، قرآن را طورى قرائت مىكنند كه گويا دارند از وجود مبارك پيامبر - ص - اين كلمات را تلقّى مىكنند .\r\nو گويى دارند از خود پيامبر مىشنوند .\r\nآنها كه اوحدىّ از اهل قرائت و معرفت هستند بگونه‌اى قرآن را قرائت مىكنند كه گويا دارند از خدا مىشنوند . دربارهء امامان شيعه - عليهم‌السلام - وارد شده است كه آن بزرگواران هنگام نماز وقتى حمد را قرائت مىكردند ، بعضى از كلمات را آنقدر تكرار مىكردند كه گويا از خود خدا مىشنوند ! « 1 » \r\nدر آيهء شريفهء « وان أحدٌ من المشركين استجارك فأجرهُ حتى يسمع كلام اللَّه » « 2 »  نيز اين دو مطلب هست . بعضى كه در محضر رسول خدا - ص - قرار مىگرفتند ، قرائت پيامبر را طورى مىشنيدند كه گويا از خداوند متعال تلقى مىكنند و مىشنوند چون اين كتاب براى همه نازل شده است . منتهى كسى كه مستقيماً دريافت كرد و گيرندهء وحى است ، شخص پيامبر است و لا غير .\r\n« أنزلناه اليك الذِّكر لتبيّن لِلنّاسِ ما نُزِّلَ الَيْهم . . . » « 3 »  قرآن كريم هم « انزال » به طرف پيامبر است و هم « تنزيل » به طرف مردم . براى مردم هم نازل شده است و مردم هم گيرندگان كلام خدا هستند . منتهى به وساطت رسول گرامى خدا . بنابر اين گروهى مىتوانند به جايى برسند كه هنگام تلاوت قرآن كريم به گونه‌اى باشند كه گويا اين كلمات را از ذات اقدس إله استماع\r\n\r\n","description":"","footnote":" ( 1 ) - اصول كافى ، كتاب فضل القرآن ، ج 2 ، ص 602  ( 2 ) - توبه : 6  ( 3 ) - نحل : 44 ","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nمىكنند . در مسألهء تلقّى سلام هم همينطور است ، ذات اقدس إله بر مؤمنان صلوات و سلام دارد كه :\r\n« هو الذى يُصلّى عليكم و ملائكتهُ ليخرجكُم مِنَ الظُّلمات الى النُّور » « 1 » \r\n« سلامٌ على موسى و هارون » « 2 » \r\n« سلامٌ على نوحٍ فى العالمين » ، « 3 »  اين سلام مخصوص حضرت نوح است ؛ زيرا در سراسر قرآن اين تعبير فقط يك جا آمده است ، آن هم دربارهء نوح و اين بخاطر تحمل ده قرن رنج و زحمت در راه تبليغ الهى است . دربارهء انسانهاى ديگر ، كلمهء « فى العالمين » ندارد .\r\nخداوند به دنبال سلام بر انبيا فرموده است : « انّا كذلك نجزى المحسنين » « 4 »  ؛ « ما اينچنين مؤمنان و محسنين را پاداش مىدهيم » يعنى اين كه سلام خداوند بر مؤمنان نيز شامل است .\r\nسلام خدا هم فعل خدا است چون خود او سلام است . و سلام يكى از اسماى حسنى و اسماى فعلى حق تعالى است « 5 »  و انسانها را به دارالسلام « 6 »  دعوت مىكند ؛ يعنى به دار و خانهء خود دعوت مىكند و همين سلامت را هم به عنوان فيض ، نصيب بندگان صالح قرار مىدهد . پس خداوند بر مؤمنان هم صلوات مىفرستد و هم سلام ، و كسانى كه اين\r\n\r\n","description":"","footnote":" ( 1 ) - احزاب : 43  ( 2 ) - صافات : 120  ( 3 ) - صافات : 79  ( 4 ) - صافات : 80  ( 5 ) - حشر : 23  ( 6 ) - يونس : 25 ","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nسلام را تلقّى مىكنند ، گاهى از فرشته تلقّى مىكنند و گاهى از پيامبر خدا - ص - . و اوحدى از انسانها هم از ذات اقدس إله تلقّى مىكنند .\r\n« واذا جاءَك الَّذين يؤمنون بآياتنا فَقُلْ سلامٌ عليكم » « 1 » \r\nيعنى وقتى مؤمنان در محضر و مكتب تو بار يافتند تا معارف الهى را بشنوند و ياد بگيرند ، بگو « سلام عليكم . »\r\nوقتى مؤمنان در محضر حضرت براى خطابه و مانند آن حضور مىيافتند ، حضرت به آنان سلام مىكردند و چون سخن رسول خدا - ص - جز وحى نبود طبعاً به دستور خداوند متعال اين سلام را به مؤمنان ابلاغ كرده‌اند .\r\nمؤمنان دو دسته‌اند ؛ عدّه‌اى از آنان سلام را از خود پيامبر تلقّى مىكردند و تحويل مىگرفتند و عدّه‌اى ديگر از ذات اقدس إله .\r\nتلبيه هم همينطور است ؛ حاجيان و معتمران كه لبيك‌گو هستند ، گاهى دعوت خدا را لبيك مىگويند و گاهى دعوت خليل حق را .\r\nوقتى زائر به بارگاه پروردگار بار مىيابد ، هر مشكلى كه دارد ، چون درست لبيك گويد ، مشكل او بر طرف مىشود و برمىگردد . اين‌ها را به عنوان سرّ گفته‌اند و در كنار اين اسرار ، داستانهايى هم هست كه آن داستانها ولو در اصل واقعيت نداشته باشد و قضيهء خارجى در كار نباشد و لكن روح او حق است .\r\nگويند كه صاحب دل و اهل معرفتى با لباس ژنده و چركين به حضور\r\n\r\n","description":"","footnote":" ( 1 ) - انعام : 54 ","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nصاحب مقامى بار يافت ، به او گفتند با اين لباس چركين به پيشگاه صاحب مقام رفتن عيب است او در جواب گفت : با لباس چركين به پيش صاحب مقام رفتن عيب نيست لكن با همان لباس چركين از حضور صاحب مقام برگشتن ننگ است ؛ يعنى انسان وقتى چيزى ندارد به حضور صاحب مقام مىرسد . در آن هنگام اگر صاحب مقام او را لايق ندانست و ردّ كرد و چيزى به او نداد براى او ننگ و عيب است و اگر او انسان شايسته‌اى باشد صاحب مقام او را مىپذيرد و به او انعام مىدهد و هديه و عطيه مىبخشد و . . . اين صاحب دل با اين داستان و ماجرا گفت : با گناه به سوى خدا رفتن و دست پر از گناه را به طرف خداوند متعال دراز كردن ننگ نيست به دست پر از گناه از پيش خدا بازگشتن ننگ است ! اگر خداوند متعال نپذيرد و گناهان را نبخشد ، انسان آلوده مىرود و آلوده باز مىگردد .\r\nاين يك داستان است و ليكن واقعيتى را به همراه دارد .\r\n* * * و نيز گفته‌اند از صاحب دلى كه به حضور صاحب مقامى رسيده بود ، پرسيدند : « 1 »  چه آورده‌اى ؟ گفت : وقتى كسى به حضور صاحب مقام مىرود از او سؤال نمىكنند « چه آورده‌اى » ، بلكه از او مىپرسند « چه مىخواهى » من اگر داشتم كه اين جا نمىآمدم ؛ يعنى انسان وقتى به بارگاه خدا مىرود ، نمىتواند بگويد : من عمرى زحمت كشيدم ، عالِم شدم ، مبلِّغ شدم ، معلّم و راهنماى مردم شدم ، يا مالى فراهم كردم و در راه خدمت به جامعه مصرف كردم و . . . چون همهء اينها عطيّهء او است ؛ « ما بكم من نعمةٍ فَمِنَ اللَّه » « 2 » \r\n\r\n","description":"","footnote":" ( 1 ) - قاضى سعيد قمى ، اسرار عبادات ، ص 234  ( 2 ) - نحل : 53 ","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nپس هيچكس نمىتواند بگويد كه من با كوله‌بارى از فضيلت و هنر به پيشگاه خدا رفتم ، اينها كه مال او است ، خود انسان چه دارد ، دو دست تهى دارد و بس . هيچكس به درگاه حق با دست پُر نمىرود لذا به هيچكس نمىگويند چه آورده‌اى ؟ به همه مىگويند چه مىخواهيد ؟\r\nزيارت بيت اللَّه الحرام ، به عنوان ضيافت و ميهماندارى است ، « 1 »  ما بايد اين مطلب را بدانيم كه هيچگاه كار خيرى را كه از ما صادر مىشود به حساب خودمان نگذاريم و بگوييم : « خدايا ! ما اين مقدار كارهاى خير كرديم اينها همه مال تو است . وقتى به خانهء او مىرسيم ، مىگوييم : « الحرم حرمُك ، البلد بلدك ، البيت بيتك ، وأنا عبدك . » « 2 » \r\nامام سجّاد - سلام اللَّه عليه - هم عرض مىكند :\r\n« سيدى عبدك ببابك اقامته الخصاصة بين يديك ، يقرع باب احسانك بدعائه ، فلا تعرض بوجهك الكريم عنّى » « 3 » \r\nخدايا ! فقر و تنگدستى مرا به اين جا آورده است . ما چيزى نياورده‌ايم ، آمده‌ايم چيزى ببريم .\r\nاگر كسى به اعتماد اعمال خود به زيارت خانهء خدا برود ضرر كرده است ، چون مال خدا را مال خود پنداشته و خيرات و توفيقات و نعمات الهى را از آنِ خود دانسته است . توفيقاتى كه بايد خداوند متعال را به خاطر\r\n\r\n","description":"","footnote":" ( 1 ) - بحار ، ج 96 ، ص 34  ( 2 ) - آداب الحرمين ، ص 162  ( 3 ) - دعاى ابو حمزهء ثمالى . ","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nعنايت كردن آن ستايش كرد .\r\nآن اسرار از يك سو و اين داستانها از سوى ديگر براى آن است كه منافع و فوايد و راز و رمز اين مناسك حج را بازگو كنيم .\r\n\r\nرهبانيّت ممدوح\r\nيكى از مناسك حج ، مسألهء لبيك گفتن است كه احرام با اين تلبيه منعقد مىگردد . بعد از احرام مستحب است مُحرِم اين لبيك‌ها را ادامه دهد تا آن محدوده‌هايى كه خانه‌هاى مكّه پيدا شود . اين لبيك گفتن كه انسان در هر فراز و نشيبى و در هر اوج و حضيضى بر زبان مىراند براى آن است كه در هر آنى ، آن عهد را تجديد كند .\r\nرسول خدا - صلّى اللَّه عليه وآله وسلّم - فرمودند : اگر در امتهاى گذشته رهبانيت راه يافت ، رهبانيت امّت من جهاد در راه خدا و تكبير در هر بلندى و اوج است . « تكبير در هر بلندى » ، ناظر به همين تلبيه ( لبّيك أَللّهمّ لبّيك . . . ) است كه زائران بيت خدا به هر جاى بلندى كه مىرسند ، آن را فرياد مىكنند . اين به صورت يك رهبانيت است . راهب كسى است كه از خدا بهراسد و ذات اقدس إله ما را به رهبانيّت محمود و ممدوح فرا خواند و فرمود : « وايّاى فارهبون » « 1 »  از جهنم ترسيدن هنر نيست از ذات اقدس إله هراسناك بودن هنر است كه اين خوف خوف عقلى و حريم گرفتن است و از اين جهت مىگويند فلان شخص محترم است ؛ يعنى بايد در حضور او حريم گرفت و نبايد به او نزديك شد تا مبادا ادب ترك شود .\r\nدربارهء ذات اقدس إله بايد حريم بگيريم چرا كه او همواره و در همهء\r\n\r\n","description":"","footnote":" ( 1 ) - بقره : 40 ","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nحالات با ما است ( وهوَ معكم أينما كُنتم ) . « 1 » \r\nمنظور از اين حريم گرفتن و حرمت نگهداشتن ، فاصلهء زمانى يا مكانى نيست ؛ چون هر جا باشيم او با ما است . دربارهء استاد مىشود گفت فلان استاد را احترام كنيد ؛ يعنى حريم بگيريد وقتى استاد جايى نشسته است ، شما يك مقدار پايين‌تر بنشينيد . كنار استاد يا بالاتر از او ننشينيد . اين را مىگويند احترام كردن ؛ يعنى حريم گرفتن ليكن اين گونه احترام نمودن دربارهء ذات اقدس إله فرض ندارد كه ما بگوييم : به خدا احترام كنيد و حريم بگيريد و جاى معيّن در زمان معيّن ننشينيد و . . . چون خدا با همه در همهء شرايط بدون امتزاج حضور و ظهور دارد .\r\nپس حريم‌گيرى و احترام خداوند يك احترام و حريم‌گيرى اعتقادى است ؛ يعنى انسان بايد در پيشگاه حق آنقدر كُرنِش كند كه غير او را نبيند و به غير او تكيه نكند و به غير او دل نبندد . و بگويد : « لبيك . . . » ؛ يعنى من آمدم به حضور تو . اين است راهب خدا . « وايّاى فارهبون » يعنى اين .\r\nو حجّى كه به عنوان رهبانيّت محمود و ممدوح تشريع و عنوان شده ، همين خواهد بود . « 2 »  انسان مُحرِم در بسيارى از اين مراسم و مناسك مىگويد : « لبيك » . اصل بستنِ حجّ و عمره به صورت احرام با لبيك آغاز مىشود و بعد هم تكرار مىگردد . و از اين رو است كه رسول خدا - ص - عرض كرد : « لبّيك بحجّةٍ حقّاً تعبّداً ورِقّاً » .\r\n\r\n","description":"","footnote":" ( 1 ) - حديد : 4  ( 2 ) - در روايات ما جهاد و حج عنوان شده است براى رهبانيت . محجه البيضاء ، ج 2 ، ص 197 . سفينةالبحار ، ج 1 ، ص 540 ؛ نهايهء ابن اثير ، ج 2 ، ص 113 ","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n\r\nمحرّمات احرام\r\nدر حال احرام بعضى از امور بر انسان حرام است « 1 »  و حرمت موقّت دارد كه بعد از احرام حلال مىشود ؛ نظير كندن مو ، نگاه كردن به آينه ، كشتن حيوان ، صيد كردن و مانند آن . اما بعضى از امور از معاصى است ، و مطلقا حرام است .\r\nحضرت فرمود : هنگام بستنِ احرام ، نظرتان اين باشد كه هر چه را خداوند متعال حرام كرده ، بر خود تحريم كنيد . فقط اختصاص به محرماتِ حال احرام نداشته باشد . تصميم بگيريد كه دست به سوى هيچ گناهى دراز نكنيد ؛ زيرا كسى كه در ميقات احرام مىبندد ، سخنش اين است كه خدايا ! متعهّد مىشوم از همهء محرمات دورى بجويم و براى هميشه آنها را ترك كنم و هرگز دست به سوى آنها دراز نكنم و پا به سوى آنها نكشانم .\r\nاحرام داراى سه عمل است و سه جزء دارد :\r\n1 - پوشيدن دو لباس .\r\n2 - قصد حج يا عمره كردن .\r\n\r\n","description":"","footnote":" ( 1 ) - معروف بين فقها اين است كه محرمات احرام 24 عدد است\r\n1 - شكار صحرايى ، 2 - جماع كردن 3 - عقد كردن زن ، 4 - استمنا ، 5 - استعمال مواد خوشبو و معطر ، 6 - پوشيدن لباس دوخته ، 7 - سرمه كشيدن ، 8 - نگاه كردن در آينه ، 9 - پوشانيدن تمام روى پا ، 10 - فسوق ، 11 - جدال 12 - كشتن جانوران ساكن در بدن ، 13 - انگشتر به دست كردن براى زينت ، 14 - پوشيدن زيور براى زن ، 15 - روغن ماليدن به بدن ، 16 - ازاله مو از بدن خود يا ديگرى ، 17 - پوشاندن سر براى مردان ، 18 - پوشاندن زن روى خود را ، 19 - سايه قرار دادن مرد بالاى سر خود ، 20 - بيرون آوردن خون از بدن ، 21 - گرفتن ناخن ، 22 - كندن دندان ، 23 - كندن درخت يا گياهى كه در حرم روييده باشد ، 24 - سلاح در برداشتن . ","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\n3 - لبيك گفتن .\r\nپس دو لباس احرام را مىپوشد ، قصد حج يا احرام مىكند ، آنگاه لبيك مىگويد و احرام با اين سه عمل محقق مىشود . و سرّ اين عمل آن است كه مُحرِم مىگويد : خدايا ! من از آنچه غير تو است گُسَستم و تنها به تو پيوستم . اول گسستن از غير خدا و بعد پيوستن به لطف حق .\r\nاگر كسى هنگام احرام بستن ، از قلب نگذراند كه : « خدايا ! من از آنچه كه غير تو است دست شستم و فقط به ولاى تو پيوستم » ، در حقيقت ميقات نرفته و احرام نبسته است .\r\nقبل از احرام در ميقات ، خواندن نماز مستحب است ، گر چه برخى از مشايخ و علما نظر به احتياط وجوبى مىدهند ، ليكن نوعاً فتوا به استحباب داده‌اند .\r\nامام - عليه السلام - فرمود : نمازى كه در ميقات خوانده مىشود به اين معنا است كه : « خدايا ! من به وسيلهء بهترين عبادت‌ها ، كه همان ستون دين باشد ، به تو مقرّب شدم .\r\n\r\nاشواط سبعه\r\nاشواط هفتگانه دور اين كلمات چهارگانه است . نماز بعد از طواف نيز دور همين چهار كلمه است . سعى بين صفا و مروه هم بعد از طواف دور همين چهار كلمه است . وقوف زائران در عرفات ، مشعر و منا هم براى بار يافتن به حرمِ امن همين چهار كلمه است و روح اين چهار كلمه هم در حقيقت يك واقعيّت بيش نيست .\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\n\r\nحجرالأسود\r\nدربارهء حجرالاسود فضيلت‌هاى فراوانى رسيده است و شايسته است كسانى كه طواف واجب انجام مىدهند « 1 »  در استلام و بوسيدن حجرالاسود حق تقدم داشته باشند و كسانى كه طواف مستحبى انجام مىدهند مزاحم آنان نشوند . و از سنّتهاى طواف اين است كه دست طواف كننده به حجر برسد .\r\nوقتى امام سجاد - عليه السلام - به شبلى فرمود : شبلى ! آيا دست تو به حجرالاسود رسيد يا نه ، صيحه‌اى زد كه نزديك بود مَدهوش شود ! سپس فرمود : مىدانى اين حجراسود چيست ؟ ! اين يمين‌اللَّه و دست خدا در زمين است . گرچه خداوند متعال « كِلتا يَدَيْهِ يَمِين » « 2 »  است و دستى به گونهء انسانها ندارد ، تا دست راست و چپ داشته باشد . او منزّه از جسم و جسمانيّات است بلكه اين تشبيه معقول به محسوس و تمثّل و تنزّل معقولى است به صورت محسوس ، كه گفته شده : انسان با دست خدا تماس گرفته است و حجرالاسود دست خدا است در روى زمين و الّا ذات اقدس الهى جسم و ديدنى نيست . او مجرّد محض و هستى صِرف است و ليكن براى اين كه در نشأهء طبيعت و حسّ ، الگويى داشته باشد ، كعبه‌اى ساخت و در ركن مخصوص ، سنگ خاصى بدستورش به عنوان « يمين اللَّه فى ارضه » قرار گرفت . و معنا و سرّ دست زدن به حجر اسود اين است كه :\r\n« خدايا ! من تعهّد كردم و با تو پيمان بستم كه ديگر دست به گناه دراز نكنم » ربا ندهم و نگيرم ، رشوه ندهم و نگيرم ، امضاى باطل نكنم و . . .\r\n\r\n","description":"","footnote":" ( 1 ) - صهباى صفا ، آيةاللَّه جوادى آملى به ص 122 رجوع شود .  ( 2 ) - بحار الانوار ، ج 99 ، ص 228 ؛ صحيح مسلم ، اماره ، 18 ","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nو سرّ اين كه متشرّعين اصرار دارند استلام حجر كنند ، آن است كه مىخواهند اين تعهّد را امضا كنند و اين پيمان را ببندند .\r\nآن همه اصرار و بيان بر استلام ، از سوى ائمه - عليهم‌السلام - به جهت رازى است كه در استلام نهفته است و آن اين كه :\r\nخدايا ! دستم به دست تو رسيد ، هرگز دست به بيگانه نمىدهم . اگر كسى مسؤول سياسى مملكت بود و موفّق شد حجر اسود را استلام كند ، ديگر نه به شرق دست سياسى مىدهد و نه به غرب . او دستش را در دست سياست‌بازان نمىگذارد .\r\n\r\nحَجَر و مقام\r\nزائر بيت اللَّه آنگاه كه در برابر درِ كعبه مىايستد ، در سمت چپ او حجرالأسود و سمت راستش مقام ابراهيم قرار دارد و ليكن وقتى دقيق مىشود متوجه مىگردد كه حجرالأسود سمت راست خانهء خداست و مقام ابراهيم سمت چپش و سرّ اين آن است كه مقام رسول خدا - ص - به منزلهء يمين و سمت راست است و مقام خليل خدا به منزلهء سمت چپ .\r\nروبروى درب كعبه كه ايستاده است اين دعا را مىخواند : « البيت بيتك وأنا ضيفك وأنا عبدك و . . . »\r\n\r\nمقام ابراهيم\r\nامام - عليه السلام - به شبلى فرمود :\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\n« معناى خلف مقام ايستادن و نماز در پشت مقام ابراهيمى خواندن را فهميدى ، و انجام دادى ؟ »\r\nشبلى عرض كرد : نماز خواندم امّا نيت‌هايى را كه شما مىفرماييد نداشتم .\r\nفرمود : تو اصلًا طواف نكرده‌اى و به مقام ابراهيم نرفته‌اى ، چون عمل تو بدون سرّ و روح بوده است .\r\nقرآن فرمود : بعد از طواف ، كنار مقام ابراهيم برويد و از آنجا محلّى را براى نماز برگزينيد ؛ « واتَّخِذوا من مقام ابراهيم مصلّى » « 1 »  ، در پشت مقام ابراهيم نماز بخوانيد و آنجا را به عنوان مصلّى انتخاب كنيد .\r\nدر روايات ، سخن از خلف مقام ابراهيم است و ليكن تعبير قرآن كريم است كه : آن محدوده را به عنوان محلّ نماز انتخاب كنيد . سرّ اين قيام و اتّخاذ مكانى در مقام ابراهيم ، اين است كه :\r\n« خدايا ! در جايى كه ابراهيم - عليه السلام - ايستاده است ، من ايستادم » ؛ و اين دو حكم دارد : 1 - حكم ظاهرى 2 - حكم باطنى . و آن باطن ، سرّ اين ظاهر است . ظاهر اين است : طواف كننده در مكانى كه حضرت ابراهيم ايستاد بايستد و دو ركعت نماز بخواند . و امّا باطنش آن است كه مكانت را دريابد و در آن مكانت مستقرّ شود و نمازى چون نماز ابراهيم بخواند . پس دو مطلب هست ؛ يكى مربوط به مناسك حجّ است و ديگرى مربوط به اسرار حج .\r\nآرى ، وقتى انسان به مقام ابراهيم مىرسد ؛ يعنى خدايا ! من به جايگاه\r\n\r\n","description":"","footnote":" ( 1 ) - بقره : 125 ","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nابراهيم خليل پا گذاشتم . همانگونه كه خليل گفت : « انى وجّهتُ وجهى لَلّذى فطر السموات و الأرض حنيفاً و ما أنا من المشركين . » « 1 »  من هم خليل گونه و ابراهيم گونه به هر طاعتى روى مىآورم و از هر معصيتى رو بر مىگردانم . كسى كه در حال نماز خضوع ، خشوع و خلوص ندارد ، بجاى ابراهيم نَايستاده است .\r\nبر راهيان آن ديار مقدس است كه وقتى كعبه را طواف مىكنند ، لحظه به لحظه و قدم به قدمِ آن مواقف را گرامى بدارند ؛ چرا كه در آنجا انبيا و اوليا گام نهاده‌اند .\r\nكسانى كه با اسرار حج آشنا نيستند و معلوم نيست كه با چه مالى به مكّه مىروند و در آنجا با چه مقالى سخن مىگويند ، اينها اطراف كعبه‌اى مىگردند كه مشركين هم آن را زياد طواف كرده‌اند ، كه نماز آنها عند البيت « مكاءاً و تصدية » بوده است ؛ ( و ما كان صلوتهم عند البيت الّا مُكاءاً و تصديةً . ) « 2 »  افراد تبهكار هم دور اين كعبه بسيار گشته‌اند . آنگاه كه اين كعبه بتكده بود ، بت پرستان هم زياد دور اين كعبه مىگشتند . در دوران جاهليت نيز دور اين كعبه را تعداد بسيارى گشته‌اند . تنها كسانى كه با اسرار حجّ آشنايند ، مىبينند كه بجاى انبيا و ائمه - عليهم‌السلام - گام نهاده‌اند كه اينان مخلصين هستند و وسوسه‌هاى شيطان در آنها اثر نمىكند . « 3 »  خاطرات شيطانى در صحنه‌هاى نفس آنها راه پيدا نمىكند .\r\nدسيسه‌هاى بيگانگان نيز در مرزهاى فكرى آنان نفوذ ندارد .\r\n\r\n","description":"","footnote":" ( 1 ) - انعام : 79  ( 2 ) - انفال : 35  ( 3 ) - حجر : 40 ","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nشبلى و امثال او ، از كسانى بوده‌اند كه به مناسك و احكام حج آشنايى داشته و به آن عمل كرده‌اند ليكن زيارت بى روح ، مثل ترك زيارت است .\r\n\r\nحِجر اسماعيل\r\nحجر اسماعيل ، قبله نيست ولى مطاف است . هاجر - سلام اللَّه عليها - و بسيارى از انبيا - عليهم‌السلام - در آنجا دفن شده‌اند و به احترام قبر هاجر و انبيا ، حجر اسماعيل مطاف قرار داده شده است . « 1 » \r\n\r\nاركان كعبه\r\nدر باب اركان كعبه ، بايد گفت كه ركن اوّل حجرالاسود است ، بعد وقتى به طرف حِجر اسماعيل مىآيى ركن شامى است ، سپس ركن مغربى است . ركن ديگر شمالى است . پس كعبه در مجموع داراى چهار ركن است . زائر بيت اللَّه اگر روبروى كعبه بايستد دست چپ او به طرف حجرالاسود است و در حقيقت حجرالاسود يمين و دست راست كعبه است . قسمت راست كعبه دو ركن دارد : 1 - ركن حجرالاسود 2 - ركن يمانى دست چپ كعبه هم دو ركن دارد : 1 - ركن شامى 2 - ركن مغربى .\r\nبين ركن مغربى و ركن يمانى ، پشت سر درب كعبه ، مستجار است كه در آنجا گويا زائر به دامان خدا مىچسبد و به دامان لطف إله متمسّك مىشود .\r\nاين گونه از مراسم ، هر لحظه‌اش مسأله‌اى است كه انسان با دعاهاى مخصوص ، آن مسائل را بازگو مىكند .\r\n\r\n","description":"","footnote":" ( 1 ) - بحار الانوار ، ج 12 ، ص 117 - 79 ","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\n\r\nآب زمزم ، جام طاعت\r\nمستحب است انسان بعد از طواف و نماز آن ، كنار چاه زمزم برود و مقدارى از آب آن بنوشد ، مقدارى هم بر سر و روى خود بريزد و به آن تبرّك جويد . « 1 » \r\nرسول خدا - صلى اللَّه عليه و آله و سلّم - زمانى كه در مكّه بودند ، شخصاً از آب زمزم استفاده مىكردند و وقتى هم كه در مدينه حضور داشتند زائرانى كه از مكه برمىگشتند ، آب زمزم را براى آن حضرت هديه مىآوردند و وجود مبارك رسول خدا - ص - آن را به عنوان هديه قبول مىكردند . « 2 » \r\nآب زمزم آبى است كه به بركت دودمان ابراهيم خليل جوشيد و هنوز هم بعد از چند هزار سال مىجوشد ، با آن كه مكّهء معظمه ، سرزمين برف و باران فراوان نيست . گر چه چاهها و قنات‌هاى ديگرى افزوده شده ، ليكن آب زمزم بعد از چند هزار سال همچنان مىجوشد و شايسته است كه زائر خانهء خدا بعد از طواف و نماز طواف مُشرِف بر زمزم شود و مقدارى از آب آن را بنوشد .\r\nامام سجاد از شبلى پرسيد : « آيا اشراف بر آب زمزم پيدا كردى و مقدارى از آب زمزم نوشيدى ؟ در هنگام اشراف و نوشيدن و هنگامى كه بالاى آن چاه آمدى به اين قصد بودى كه خدايا هر چه طاعت تو است پذيرفتم و هر چه معصيت است ترك كردم ؟\r\n\r\n","description":"","footnote":" ( 1 ) - شهيد اول ، لمعه ، كتاب الحج ، القول فى السعى و التقصير .  ( 2 ) - وسائل الشيعه ، ج 9 ، ص 512 - 480 ؛ وافى ، ج 12 ، ص 79 ","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nشبلى جواب داد : نه .\r\nحضرت فرمود : پس تو اشراف پيدا نكرده‌اى .\r\nزائر بيت اللَّه كه به اسرار حجّ آگاه است وقتى آب زمزم را بر سر و سينه يا در كام خود مىريزد ، درك مىكند كه « خدايا ! من جام طاعت نوشيدم و جام معصيت را ترك كردم . »\r\n\r\nصفا و مروه\r\nصفا را صفا گفته‌اند براى اين كه از وصف انبيا ، بخصوص آدم - عليه السلام - بهره‌اى بُرد . در قرآن هم فرموده است :\r\n« انّ اللَّه اصطفى آدم و نوحاً و آل ابراهيم و آل عمران على العالمين » « 1 »  آنان مصطفاى پروردگارند و چون وجود مبارك آدم روى كوه صفا ، برابر بيت ايستاد ، از مصطفى بودن آدم ، اين كوه صفا شد . و اگر كسى از اين كوه صفا بگيرد مصطفاى خداى متعال است . آرى خداوند گروهى را برمىگزيند ؛ « انَّ اللَّه يصطفي من الملائكة رُسُلًا و من الناس ان اللَّه سميع بصير . » « 2 » \r\nحوّا - عليها سلام - كه مرأه بود ، در كوه مروه قرار گرفت ، از اين رو آن را « مروه » خوانده‌اند .\r\nامام سجاد - عليه السلام - خطاب به شبلى فرمود : آيا بين صفا و مروه سعى كردى ؟\r\n\r\n","description":"","footnote":" ( 1 ) - آل عمران : 23  ( 2 ) - حج : 75 ","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nشبلى عرض كرد : آرى .\r\nفرمود : هنگام سعى بين صفا و مروه ، فلان معنا را درك كردى ؟\r\nعرض كرد : نه .\r\nفرمود : پس تو سعى بين صفا و مروه انجام نداده‌اى .\r\nاسرار فراوانى در صفا و مروه وجود دارد و در قرآن كريم هم سعى بين صفا و مروه و خود صفا و مروه ، جزء شعائر الهى بشمار آمده است ؛ « انّ الصفا و المروة من شعائر اللَّه ، فمن حجّ البيت أو اعتمر فلا جناح عليه أن يطوّف بهما و من تطوّع خيراً فان اللَّه شاكر عليم » « 1 »  از صفا و مروه به نوبهء خود ، به عنوان طواف تعبير شده و از شعائر الهى بشمار آمده است .\r\nبه فرمودهء حضرت ، معناى سعى اين است كه انسان از معصيت به اطاعت فرار مىكند و فرار الى اللَّه در سعى بين صفا و مروه بطور بارز ظهور مىكند . هروله و دويدن بين صفا و مروه ، از گناه به سوى اطاعت و از غير به حق دويدن است .\r\nبعد فرمود : آيا مىدانى معناى تردّد بين دو كوه صفا و مروه چيست ؟\r\nيعنى خدايا ! من بين خوف و رجا به سر مىبرم ، نه خوف محض دارم و نه رجاء محض . نه آنچنان است كه فقط بترسم و هيچ اميد نداشته باشم و نه آنچنان است كه همه اميد باشد و هيچ ترس نباشد . اين تردّد بين صفا و مروه همان تردد بين خوف و رجاء است . مؤمن و مسلمان تا زنده است بين خوف و رجاء بسر مىبرد ؛ خوف دارد از كارهاى خود و اميد دارد به لطف حقّ .\r\n\r\n","description":"","footnote":" ( 1 ) - بقره : 158 ","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nخداوند متعال در قرآن كريم آنجا كه مردان الهى را - كه عالم با عمل هستند - مىستايد ، مىفرمايد :\r\n« أمّن هو قانت آناء الليل ساجداً و قائماً يحذر الآخرة و يرجوا رحمة ربه ، قل هل يستوى الذين يعلمون و الذين لا يعلمون » « 1 » \r\nمردان الهى كه علم‌هاى آموزنده دارند ، از پايان كار خود هراسانند و به لطف حق اميدوار . از خدا نمىترسند چون خداوند متعال جمال محض است و جمال محض و ارحم الراحمين صِرف ، ترسى ندارد . بلكه آنان از پايان كان خود مىترسند . خداوند متعال محبوب است نه مهروب .\r\nمؤمن هميشه بين خوف و رجاء زندگى مىكند و تا زنده است ، در اواسط عمر مىكوشد كه خوفش مقدارى بيشتر باشد و در اواخر عمر سعيش بر اين است كه اميدش بيش از رجاء باشد .\r\nدر هر صورت ، همواره بين خوف و رجاء بسر مىبرد و اين سرّ در سعى بين صفا و مروه جلوه‌گر است .\r\nآن گاه كه روى به جانب صفا دارد سعى مىكند خود را تصفيه نمايد و وقتى به سوى مروه مىرود ، سعى مىكند مروّت و مردانگى به دست آورد ؛ چرا كه مروه يادآور مروّت و مردانگى است و صفا يادآور تصفيه و تهذيب روح ، آرى ، هر يك از اين‌ها سرّى دارد .\r\nگر چه در اصلِ اين تردّد ، هاجر - عليهاالسلام - براى به دست آوردن آب ، چند بار از كوه صفا به مروه و از مروه به صفا آمد و سخن از هل من\r\n\r\n","description":"","footnote":" ( 1 ) - زمر : 9 ","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nانيس و هل من مونس « 1 »  داشت تا آبى براى نوزادش فراهم كند و آن آهِ مادرانه‌اش ، آنچنان اثر گذاشت كه طبق دعاى خليل حق ، از زير پاى اسماعيل چشمهء زمزم جوشيد و هنوز با گذشت چند هزار سال مىجوشد و ليكن سرّ اين كار آن است كه انسان به صفا برسد و به مروّت و مردانگى بار يابد . انسان جوانمرد ، ديگر دست به سوى كار ذليلانه دراز نمىكند همچنان كه حسين بن على - عليه السلام - فرمود : لا واللَّه لا اعطيهم بيدى اعطاء الذليل و لا أفرّ منهم فرار العبيد . « 2 » \r\nفرمود : نه پاى فرار و گريز دارم ، نه دستى كه دست تسليم و ذلت باشد بلكه من هستم و مردانگى و ميدان مبارزه و شهامت و شجاعت . اين درس را هم ، سرّ حج به انسان مىآموزد ؛ چرا كه در هر قدمى از حج ، سرّى است .\r\n\r\nاسرار عرفات\r\nامام سجاد - عليه السلام - در اين حديث ، اسرارِ اعمال مختلف حج را به شبلى آموخته‌اند ؛ از جملهء اسرار ، اسرار عرفه است . به طور معمول شخص حج‌گزار در روز ترويه ( روز هشتم ذيحجّه ) احرام مىبندد كه شب نهم را در سرزمين عرفات بماند تا آن وقوف لازم را كه روز نهم مىباشد ، درك كند . روز نهم را ، از زوال خورشيد ( ظهر ) ، بايد در سرزمين عرفات بماند و در شب دهم از عرفات به مشعر كوچ نموده و در آنجا بيتوته كند و روز دهم بعد از طلوع آفتاب ، از مشعر به طرف منا حركت\r\n\r\n","description":"","footnote":" ( 1 ) - علل الشرايع صدوق ص 432 و فروع كافى ج 4 ، ص 201  ( 2 ) - مقتل خوارزمى ، ج 1 ، ص 253 ؛ تاريخ طبرى ، ج 7 ، ص 328 ؛ و كامل ابن اثير ، ج 3 ، ص 287 ","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nو كوچ كند . آنگاه كه وارد سرزمين منا شد ، قربانى ، حلق و رمى جمرات مىكند . سرّ حج در اين نيست كه انسان ، اعمال ظاهرى را - چه واجب و چه مستحب - انجام دهد .\r\nاميرالمؤمنين - سلام اللَّه عليه - فرمودند : مىدانيد وقتى زائر و انسان حج‌گزار احرام بست ، چرا بايد به عرفات رود و بعد بيايد كعبه را طواف كند ؟ براى آن كه عرفات خارج از مرز حرم است و اگر كسى ميهمان خدا است ، ابتدا بايد به بيرون دروازه رود و آنقدر دعا و ناله كند تا لايق ورود به حرم شود بعد در عرفات ، هم شب و هم روز ، بخصوص روز عرفه ، دعاى مخصوصى است . و دعا جزء فضائل برجسته و وظائف مهمّ روز عرفه در سرزمين عرفات است ؛ چرا كه اگر كسى روز نهم ذيحجّه در عرفات نباشد نيز از فضائل برجستهء آن روز ، خواندن دعاى عرفهء سالار شهيدان حسين ابن على - عليهماالسلام - مىباشد . « 1 » \r\nزائر ابتدا بايد در خارج از محدودهء حرم ، آنقدر دعا كند و خود را تزكيه و تطهير نمايد تا لايق ورود به مرز حرم شود ؛ از اين جهت گفته‌اند كه قبل از طواف ، بايد به بيرون دروازه ؛ يعنى عرفات رود ؛ مثل اين كه اگر ميهمانى بخواهد بر بزرگى وارد شود ، اول بايد در قسمت ورودى درب ؛ اجازهء ورود بگيرد آنگاه به محضر وارد شود . حاجيان در روز نهم ، به سرزمين عرفات مىروند ، در آنجا تضرّع مىكنند ، دعا مىخوانند و اجازهء ورود به حرم را از خدا مسألت مىكنند آن گاه كه لياقت يافتند ، وارد محدودهء حرم مىشوند .\r\n\r\n","description":"","footnote":" ( 1 ) - كافى ، ج 4 ، ص 224 ؛ وسائل الشيعه ، طبع جديد ، ج 11 ، ص 225 ؛ شعب الايمان ، ج 3 ، ص 468 ","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nعرفات پنج سرّ دارد كه در حديث شبلى آمده است :\r\n1 - وقوف در عرفات به اين معنا است كه انسان به معارف الهى واقف ، عارف و آگاه شود . بداند كه خداوند به همهء نيازهاى او واقف است و براى رفع همهء نيازمنديهاى او توانا است . خود را به خدا بسپارد و احساس كند كه بندهء او و محتاج به او است تا تنها او را اطاعت كند . اگر بنده‌اى مطيع و پيرو خدا شد ، از همه چيز و همه كس بىنياز است ؛ چرا كه سرمايه وسيلهء هر بىنيازى است ( و طاعتهُ غِنًى . ) « 1 »  پس كسى كه در عرفات ايستاده ، بايد از معرفت طرفى ببندد .\r\n2 - بايد عارف بشود كه ذات اقدس الهى به صحيفهء قلب او و به درون او و رمز و راز او آگاه است ، زائر بايد در سرزمين عرفات آيهء شريفهء :\r\n« وان تجهر بالقول فانّه يعلم السرّ و أخفى » « 2 »  را درك كند .\r\nخداوند متعال مىفرمايد : پروردگار شما ، از هر كارى كه انجام مىدهيد ، از هر چرخى كه مىزنيد و از هر سرّى كه در درون خود داريد ، آگاه و مستحضر است . حرف آشكار و راز نهانى شما را مىداند و آنچه را كه پوشيده است و حتّى احياناً براى خود شما روشن نيست و بطور ناخودآگاه در زوايا و شيار مغز و قلب و روح شما عبور مىكند مىداند .\r\nخلاصه آن كه انسان بايد عارف شود كه خداوند متعال بر صحيفهء قلب او احاطهء كامل دارد . اگر آدمى بداند كه قلب او در محضر و در مشهد حق است ، همانطورى كه گناه با زبان ، دست و پا مرتكب نمىشود ، گناه\r\n\r\n","description":"","footnote":" ( 1 ) - دعاى كميل .  ( 2 ) - طه : 7 ","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nخيالى و فكرى هم نخواهد داشت و آرزوهاى باطل به خود راه نخواهد داد . همانگونه كه حرف باطل بر لب ندارد و به كسى بد نمىگويد ، بدىِ كسى را در دل نيز نمىطلبد . و بالاخره همانگونه كه بدن خود را تطهير مىكند ، قلبش را نيز از خاطرات آلوده پاك مىسازد .\r\n3 - شايسته است كسى كه در سرزمين عرفات بسر مىبرد ، از جبل الرّحمه بالا رفته و دعاى خاص آن را بخواند . سالار شهيدان حسين بن على - عليهماالسلام - در قسمت چپ آن كوه رو به كعبه ايستاد و آن دعاى معروف را خواند . راز و سرّ بالا رفتن از جبل الرّحمه ، اين است كه بداند خداوند متعال بر هر زن و مرد مؤمن رؤوف و رحيم است . ولىّ هر مرد و زن مسلمان است . گر چه ولايت خداوند متعال تكوينى است و او ولىّ كلّ است ؛ « هنا لك الولاية للَّه‌الحق » « 1 »  و اگر چه رحمت خداوند متعال فراگير است ؛ « رحمتى وسعت كلّ شىء » ، امّا آن ، ولايت و رحمت عامّ است و در كنار اين ولايت و رحمت عامه ، رحمت خاصّ و ويژه نيز دارد كه براى همه نيست ؛ « رحمتى وسعت كلّ شىء ، فسأكتبها للّذين يتّقون » « 2 »  در بخش اول آيه مشخص فرمود كه رحمتش فراگير است ؛ ( رحمتى وسعت كلّ شىء ) و در بخش دوّم بيان كه رحمتش به سود متّقين است ( فَسَأكتبها لِلذينَ يَتَّقوُن ) فرمود : بر خود لازم كرده‌ام كه رحمت خاص را شامل متّقين سازم ؛ چرا كه « كتَبَ ربّكم على نفسه الرحمة » « 3 »  ؛ خداوند متعال رحمت را بر خود لازم كرده است . از مجموع دو آيه ، استفاده مىشود كه خداوند متعال\r\n\r\n","description":"","footnote":" ( 1 ) - كهف : 44  ( 2 ) - اعراف : 156  ( 3 ) - انعام : 54 ","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nبر خود لازم كرده است رحمت خاص را به پرهيزكاران دهد .\r\nبالاى جبل الرحمه رفتن آدمى را به اين سرّ و راز و رمز ، آشنا و عارف مىكند « 1 »  كه خداوند متعال رحمت و ولايت خاصّى دارد بر مرد و زن با ايمان و مسلمان . طبيعى است كه وقتى به اين سرّ مزيّن شد ، نسبت به زن و مرد مؤمن رحمت خاص دارد و به آنان ولايت مخصوص پيدا مىكند و در رفتار ، گفتار و نوشتار خود ، اين سرّ را پياده مىكند .\r\n4 - در سرزمين عرفات ، منطقه‌اى است بنام « نَمِره » كه با علامت‌هايى مشخص شده است . به فرمودهء امام سجّاد - عليه السلام - وقتى به اين منطقه از عرفات رسيديد ، راز و رمزش اين است كه بگوييد :\r\n« خدايا ! به چيزى « 2 »  امر نمىكنم مگر آن كه قبلًا خودم به آن عمل كنم و مؤتمر باشم و از چيزى نهى نمىكنم مگر آن كه قبلًا خودم از آن منزجر باشم » .\r\nهر انسان مسلمانى وظيفه دارد امر به معروف و نهى از منكر كند .\r\nامر به معروف و نهى از منكر ، يك حكم فقهى دارد و يك سرّ . حكم فقهى آن ، اين است كه عالم به حكم شرعى ، اگر ديد كسى از روى علم\r\n\r\n","description":"","footnote":" ( 1 ) - جبل الرّحمه ، تقريباً در انتهاى عرفات قرار دارد به طول تقريبى 300 متر و مستقل و از كوههاىاطراف مىباشد . بر بالاى اين كوه نمازگاه ابراهيم - ع - و پيامبر - ص - بوده است .\r\nرسول خدا بر تخته سنگى از اين كوه ايستاده و خطبهء معروف عرفات را خواندند . در اين كوه قبّه‌اى بنام قبهء حضرت آدم قرار دارد كه نماز گزاردن در آنجا مكروه است و حسين بن على - ع - در دامنهء اين كوه دعاى عاليه مضامين روز عرفه را با چشمى اشكبار خواندند . ( فاكهى ، اخبار مكه ) .  ( 2 ) - كافى ، ج 4 ، ص 245 ","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nو آگاهى و از روى قصد و عمد حكمى را رعايت نمىكند ، بايد او را راهنمايى كند .\r\nبديهى است امر به معروف و نهى از منكر غير از تعليم ، موعظه و ارشاد است . « 1 » \r\nامر به معروف و نهى از منكر جنبهء ولايت و امريّت دارد ، گر چه ممكن است در بعضى از موارد ، مصداق تعليم ، ارشاد و يا موعظه قرار گيرد و ليكن حقيقت امر به معروف و نهى از منكر از عناوين ياد شده جدا است .\r\nدر امر به معروف و نهى از منكر لازم نيست خود انسان درون پاك داشته باشد و يا متّصف به عدالت گردد . عدالت شرط امر به معروف و نهى از منكر نيست بلكه علم ، آگاهى و احتمال تأثير ، از شرايط آن مىباشد . اما با اين همه ، در سرزمين عرفات راز و رمز امر به معروف و نهى از منكر ، به عدالت برمىگردد ؛ يعنى انسانى كه آمر است بايد قبلًا مؤتمِر باشد . انسانى كه ناهى و زاجر است قبلًا بايد منتهى و منزجر باشد و بگويد : خدايا ! آنچنان توفيقى بر من عنايت كن كه هر چه را به ديگران ، به عنوان « امر به معروف » امر مىكنم ، ابتدا خود بدان عمل كرده باشم و از\r\n\r\n","description":"","footnote":" ( 1 ) - فرق بين « امر به معروف و نهى از منكر » و « موعظه و ارشاد » آن است كه حوزهء مأموريت امر به معروف و نهى از منكر « عمل » است و حوزهء مأموريت موعظه و ارشاد « انجام دهندهء عمل » .\r\nامر و نهى مىگويند گناه انجام نشود اما در موعظه اهتمام بر اين است كه انجام دهندهء گناه و تارك فريضه هدايت شود .\r\nبنابراين امر به معروف و نهى از منكر متوجه « قبح فعلى » است و ارشاد و موعظه متوجه « قبح فاعلى » است . ","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nآنچه ديگران را نهى مىكنم قبلًا خود از آن منزجر شده باشم .\r\nآرى در اسرار حجّ ، عدالت شرط امر به معروف و نهى از منكر ، شمرده شده است .\r\n5 - منطقهء وسيعى است در عرفات كه با علامت‌هاى خاصّى به عنوان « نَمِرات » مشخص شده است . حضرت سجّاد فرمود : روز نهم كه وارد سرزمين عرفات شدى و به اين منطقهء وسيع رسيدى ، سرّش آن است كه آگاه باشى اين سرزمين ، سرزمينِ شهادت ، معرفت و عرفان است ومىداند كه چه كسانى بر روى آن گام مىنهند و با چه انگيزه‌اى آمده‌اند و با چه انگيزه‌اى برمىگردند ! گذشته از آن كه خدا و فرشتگان هم شاهدند .\r\nخداوند - تعالى - اين منطقه و اين سرزمين را شاهد اعمال شما قرار داد ؛ بطورى كه خوب مىداند شما چه مىكنيد . زمين‌هايى كه زير پاى زائران بيت خداوندى است ، كاملًا مشخص است كه زائر ، حاجى و معتمر به چه نيّت آمده و با چه نيّت باز مىگردد .\r\n\r\nحاجيان اندكند ، ناله و فرياد بسيار !\r\nابوبصير نابينا مىگويد : سالى در مكّه مشرف بودم كه امام محمد باقر - عليه السلام - نيز همان سال مشرف بودند . از نشانه‌ها و علامت‌هايى كه از راه حواسّ ديگر - غير از باصره - احساس مىكردم ، فهميدم زائران زيادند .\r\nبا تعجّب گفتم : « ما أكثر الحجيج و أعظم الضجيج ! » ؛ « 1 »  « امسال چقدر زائران زيادند و چه ناله‌ها دارند ! » در سرزمين عرفات همه مشغول دعايند ، در\r\n\r\n","description":"","footnote":" ( 1 ) - بحار ، ج 7 ، ص 179 و ج 99 ، ص 258 ؛ صهباى صفا ، آيةاللَّه جوادى آملى ، ص 105 ","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nاطراف كعبه همه مشغول طواف و نماز و . . .\r\nامام باقر - عليه السلام - به ابو بصير فرمود : چنين نيست . ابو بصير ! جلوبيا . ابو بصير به امام - ع - نزديكتر شد . امام - عليه السلام - دست مبارك خود را به چشم ابوبصير گذاردند وى ناگهان صحراى وسيعى را ديد كه بسيارى از موجودات آن صحرا حيوان بودند . آن گاه حضرت فرمودند :\r\n« ما أقل الحجيج و اكثر الضجيج ! » ابو بصير ! حاجيان كم هستند و ناله و فرياد و سر و صدا زياد .\r\nمسألهء حركت جوهرى در موجودات و مسألهء جسمانيةالحدوث و روحانيةالبقاء بودن « 1 »  نفس ، كه دو مسألهء فلسفى است ، در باب اخلاق تحوّلات بسيارى به همراه دارد . اين دو مطلب بسيارى از مسائل اخلاقى را دگرگون مىكند .\r\nصورت واقعى حجّ ، سيرت واقعى و حقيقت زائر را مىسازد .\r\nحقيقت هر كسى را عقايد و اخلاق و اعمال و نيّات او مىسازد .\r\nحجّ انسان‌ساز است و اگر كسى حاجى راستين و واقعى نبود انسان نيست . ساير دستورات دين ؛ مانند نماز و روزه نيز ، همانند حج انسان‌سازند و اگر كسى به حقيقت نماز و به سرّ روزه راه نيابد از انسانيت سهمى ندارد . صورتش صورت انسان و سيرتش سيرت حيوان است ؛ على - عليه السلام - فرمود : « فالصورة صورة انسان و القلب قلب حيوان . » « 2 » \r\nقلب يعنى حقيقت آدمى و آن لطيفهء الهى است . « 3 »  و روح روح حيوانى\r\n\r\n","description":"","footnote":" ( 1 ) - مبدأ و معاد ، آيت اللَّه جوادى آملى ، ص 193  ( 2 ) - نهج البلاغه صبحى صالح ، خطبه 87  ( 3 ) - به شرح توحيد صدوق قاضى سعيد قمى ، ج 2 ، رجوع شود . ","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nاست در بدن انسان ، قيافه قيافهء آدم است ليكن حقيقت ، حقيقت حيوان .\r\nآنچه كه حقيقت انسان را تأمين مىكند ؛ يا به صورت انسانيت و يا به صورت حيوانيت ، همان عقايد ، اخلاق و اعمال است .\r\nآرى حجّ سرّى دارد كه سريرهء انسان با آن هماهنگ است و به وسيلهء آن ساخته مىشود . از اين روست كه امام باقر - عليه السلام - به ابوبصير نشان دادند كه بسيارى از مردم حاضر در حج ، حيوانند . البتّه شيعيان بايد خوشحال و مسرور باشند كه به بركت ولايت ، از اين شرّ و خطر مصون مىباشند . امام باقر - عليه السلام - آنگاه دست مبارك خود را به چشم ابوبصير كشيد و او به حالت اوّل برگشت و افرادى را كه در عرفات بودند به صورت انسان ديد .\r\nسپس خطاب به ابوبصير فرمود : ابوبصير ! اگر اين كار را كه نسبت به تو كردم با ديگران كنم و ديگران هم اسرار مردم را بفهمند و ببينند كه در صحنهء عرفات چه خبر است ، ممكن است ظرفيت نداشته باشند و دربارهء ما غلوّ كنند . در حالى كه ما بندگان خداييم و از عبادت و بندگى او استكبار نداريم . ما در پيشگاه حق تعالى منقاد ، مسلم ، مسلمان و مطيع هستيم و در اين امر هيچگاه خسته نمىشويم .\r\nامام باقر - عليه السلام - همان وصفى را در مورد ائمه بيان كرد كه خداوند براى فرشتگان و مقربان و انسانهاى الهى بيان فرموده است .\r\nسديرصيرفى گويد : من درسرزمين عرفات ، در محضرامام صادق - ع - بودم ، ديدم جمعيت زيادى مشغول انجام وظيفه و دعا هستند ، به قلبم خطور كرد كه آيا اينها به جهنّم مىروند ؟ چون كسى كه معتقد به ولايت\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nعلى و اولادش - عليهم‌السلام - نباشد و كسى كه دستور روشن پيامبر اكرم را از روى علم و عمد زير پا بگذارد ، حقيقت او حقيقت انسان نيست .\r\nامام صادق - ع - فرمود : سدير ! تأمل و دقت كن . با تصرفى كه آن حضرت در بينش و ديد من كرد ، باطن بسيارى از افراد را ديدم كه به صورت انسان نبودند . « 1 » \r\nپس حجّ سرّى دارد كه حقيقت و سريرت انسان را مىسازد . اگر كسى با واقعيّت حجّ همراه باشد ، انسانى راستين است و اگر براى سياحت و تجارت حجّ كرد و از ولايت سهمى نداشت و به عترت طاهره ايمان نياورد و . . . از سرّ حجّ محروم است .\r\n\r\nگفتگوى امام سجّاد - ع - با زهرى « 2 » \r\nزُهرى گويد : در سرزمين عرفات جمعيّت بسيارى حضور داشتند كه امام سجّاد - ع - فرمودند : « 3 »  چقدر جمعيّت آمده است ! عرض كردم چهارصد الى پانصد هزار مىشود . اين رقم براى قرن اوّل هجرى جمعيت كمى نيست ! حضرت فرمودند : گر چه مسألهء كمّيت براى شما مطرح است و ليكن اگر روح قضيه را بشكافى ؛ « ما أقلّ الحجيج و أكثر الضجيج » ؛\r\n\r\n","description":"","footnote":" ( 1 ) - بحار ، ج 99 ، ص 258  ( 2 ) - ابن خلكان ، وفيات الأعيان ، ج 4 ، ص 177 .\r\nگر چه سند بعضى از روايات مانند اين حديث مورد تأمل است و خيلى متقن و صحيح نيست ، ليكن از جمع اين روايات مطلب قابل اعتمادى بدست مىآيد . و از سويى متن اين احاديث با ديگر معارف اسلامى هماهنگ است و از جمع آنها مىشود اطمينان پيدا كرد كه از خاندان وحى صادر شده است .  ( 3 ) - تفسير امام حسن عسكرى - عليه السلام - ص 177 ، ذيل آيهء 200 - 198 ؛ و اثبات الهداة ، ج 5 ، ص 39 ","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\n« حاجيان كمند و سر و صدا و ناله زياد است . » آنگاه فرمود : مىتوانى نگاهى به سرزمين عرفات كنى ، نگاه كرد و با تصرف ولايتى امام سجاد چند حالت به زهرى دست داد : افراد را در شكلهاى گوناگون ديد ؛ عدّه‌اى را به صورت ميمون ، گروهى را به صورت خوك و جمعى را به شكل گرگ و مانند آن ديد . از اين سخن برمىآيد كه واقعيت و حقيقت حاجى را همان حجّ تأمين مىكند و حجّ واقعى حجّى است كه با ولايت همراه باشد .\r\nدر همين روايت آمده است : كسانى كه قرآن را گرفتند و عترت را رها كردند ، از حقيقت حج بهره‌اى ندارد .\r\n\r\nنقش ولايت در پذيرش حج\r\nآنچه از سخنان امام سجّاد برمىآيد اين است كه : حضرت اين مطلب را به زهرى فهماندند كه ، گرچه جمعيت حاضر در عرفات در حدود چهارصد يا پانصد هزار نفر است ، ليكن حقيقت افراد را باطن آنها مىسازد ، نه ظاهرشان . ممكن است افراد در سرشمارى و آمار ظاهرى به حساب بيايند و لكن در سرشمارى كه مربوط به اسرار حجّ است ، اينها انسان نيستند . و اين بحث گرچه در باب حجّ مطرح است ليكن به سرّ ولايت برمىگردد ، نه سرّ حج ، مگر آن كه بگوييم از آن جهت كه ولايت بر اعمال و عبادات سايه‌افكن است . حقيقت ولايت به عنوان سرّ اعمال و عبادات ظهور مىكند . آنها ممكن است براى خدا و با مال حلال به مكّه روند . مناسك حجّ و زيارت را هم بحسب ظاهر طبق دستور\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nفقهىشان انجام دهند ، امّا وقتى فقه و احكامشان را از امام باقر و امام صادق - عليهماالسلام - نمىگيرند و به رهبرى عترت طاهر ايمان ندارند و به ولايت تكوينى و تشريعى آنها معتقد نيستند ، باطنشان انكار ولايت است و به صورت حيوانيت ظهور مىكند ، در نتيجه حجّ و زيارت و صوم و صلوة آنها عبادت مقبول نخواهد بود . اين صحنه گرچه در عرفات اتفاق افتاده است ليكن ممكن است مشابه اين در صفوف طولانى نمازهاى جماعت هم اتفاق بيفتد . در صفوف طولانى نمازهاى جماعت كه رقم آنها به چهارصد يا پانصد هزار مىرسد نيز نمازگزار واقعى كم باشد . بنابر اين ولايت نقش كليدى دارد و در روايات آمده است كه : والى دليل و راهنماى خطوط كلّى دين است . اگر دين مبنا و پايه‌هاى اوّليه‌اى دارد و به نام نماز ، روزه ، زكات ، حجّ و مانند آن ، والى دليل و راهنما بر آنها است . مُجرِى ، مفسّر ، مبيّن و حافظ حدود احكام دين است . متخلّفان را مجازات و امتثال كنندگان را تشويق و تأييد مىكند و حدود الهى را حفظ مىنمايد .\r\nهمانگونه كه امير مؤمنان على - عليه السلام - در وصيت‌نامه‌اش فرمود :\r\n« اقيموا هذين العمودين و اوتدوا هذين المصباحين . »\r\nمراد از دو عمود و دو مصباح ، « 1 »  قرآن و عترت است كه وصيّت فرمود : كه اين دو مشعل فروزان ؛ قرآن و عترت ( ولايت ) را همچنان افروخته و روشن نگاه داريد كه كار و امور شما به دست اينها انجام گيرد كه اينان رهبران الهى هستند . اگر كسى حقيقت ولايت را عمداً رها كند گرچه به نماز ، روزه ، زكات و حجّ عمل نمايد ، چون فاقد آن سرّ است ،\r\n\r\n","description":"","footnote":" ( 1 ) - نهج البلاغه ، خطبه 149 و نامهء 23 ","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nقهراً انسانيت را هم از دست داده است ؛ زيرا سرّ عبادات است كه تربيت كننده و انسان‌ساز است و اگر كسى به سرّ عبادت نرسد انسان نيست .\r\nتا اينجا آنچه از بيانات و كلمات امام سجّاد ، امام باقر و امام صادق - عليهم‌السلام - روشن شد ، اين است كه دستورات دين ، ظاهرى دارد و باطنى . باطن آنها با جان انسانها كار دارد و ديگران كه مسألهء اخلاق را در حدّ ملكات فاضله يا رذيله تبيين مىكردند ، مسألهء تجسّم و تجسّد انسان به صور ملكات نفسانى را نمىتوانستند تبيين كنند ، گرچه تعبّداً مىپذيرفتند و نقل هم مىكردند كه برخى به صورت حيوان محشور مىشوند ولى راه علمى براى اثبات آن نداشتند . امّا بر اساس دو مبناى حكمت متعاليهء : 1 - جسمانية الحدوث و روحانية البقاء بودن نفس 2 - حركت جوهرى ، به خوبى مىتوان براى اين روايات ، ديدگاه علمى درست كرد و آنها را از راه علمى فهميد كه چگونه يك شخص به صورت انسان حركت مىكند امّا در واقع حيوان است . در عين حال كه انسان بوده حيوان شده است ، نه اين كه حيوانى بشود در عرض انسان نظير حيوانات ديگر ، بلكه ميمونى است انسان‌نما ، خوكى است انسان‌نما و گرگى است انسان‌نما و . . . و اينجا خُلق و خوى اوّليهء انسان هست كه به صورت حيوانيت اجرا مىشود .\r\nمطلب ديگر آن كه : در جريان حجّ ، خداوند متعال فرمود : « فيه آياتٌ بيناتٌ . . . » « 1 »  گرچه در بسيارى از موارد سخن از آيه و علامت است ، ليكن در مورد حج فرمود : « آيات بيّنات » آيات و نشانه‌هاى فراوانى در حجّ\r\n\r\n","description":"","footnote":" ( 1 ) - آل عمران : 97 ","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nهست . آيات و نشانه‌هاى تكوينى و خصوصيت‌هاى آسمانى و زمينى و اقليمى و جوّى و . . . كه براى همه است اما يك سلسله دستوراتى به عنوان مناسك حجّ هست كه عدّه‌اى از راه دور و نزديك در آنجا سر مىسايند . در خود حجّ آيات الهى است ، كعبه جزء آيات الهى است ، حجرالأسود و مقام ابراهيم و زمزم جزء آيات الهى است . اين كه سرزمين غير ذىزرع بجايى برسد كه دلهاى عدّه‌اى مشتاقانه علاقه‌مند به آنجا باشد و به كعبه و حرم خدا ، كه ابراهيم - عليه السلام - درخواست نمود ؛ « فاجعل أفئدةً من النّاس تهوى اليهم » « 1 »  ، عشق بورزد ، جزء آيات الهى است . و اين آيات را كسانى مىفهمند و مىبينند كه براى انجام وظيفه و تكليف به حجّ رفته باشند نه براى تجارت و سياحت كه اين گونه انسانهايى كه با اين انگيزه‌ها به حجّ مىروند نمىتوانند سرّ حجّ و آياتى را كه در حج هست آنگونه كه بايد درك كنند .\r\n\r\nافاضه و كوچ به سوى مشعر\r\nخداوند متعال دستور داده است كه در پايان نهم ذيحجّه شما هم مانند ديگران از سرزمين عرفات به طرف مشعر الحرام حركت كنيد ؛ ( ثمّ أفيضوا من حيث أفاضَ الناس ) . « 2 » \r\nمشعر الحرام جزء محدودهء حرم و اوّلين درب ورودى آن است . اگر كسى روز نهم را با معرفت آشنا شد ، لايق آن است كه از درب ورودى\r\n\r\n","description":"","footnote":" ( 1 ) - ابراهيم : 37  ( 2 ) - بقره : 199 ","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nوارد شود ، و در راهرو و دالان ورودى حرم نيز شبى را بيتوته كند .\r\nسنگريزه‌ها را براى رمى جمرات جمع‌آورى نمايد تا در روز دهم ، شيطان را رمى كند .\r\nامام سجاد - عليه السلام - به شبلى فرمود : معناى وقوف و بيتوته كردن در مشعر الحرام ، آن است كه قلب خود را با شعار تقوا آگاه نمايى و تقوا را شعار دل خود قرار دهى تا قلبت با تقوا شناخته شود كه شعار هر قومى معرّفِ آن قوم است .\r\nگرچه مسألهء تقوا در همهء مناسك و مراسم حج مطرح است ، امّا ظهور و بروز آن ، شب دهم ، در سرزمين مشعر الحرام است ؛ آنجا وقوف كرده ، با جمع كردن سنگريزه‌ها نيرو مىگيرد و خود را مسلّح مىكند تا با شيطان به نبرد برخاسته و با هر عصيانى بستيزد و در پيشگاه هر طاعتى سر بسايَد .\r\n\r\nمنا ، سرزمين رسيدن به آرزوها\r\nآنگاه كه وقوف و بيتوتهء زائر در مشعر الحرام تمام مىشود ، بين الطلوعين را در مرز مزدلفه مىماند و بعد از طلوع آفتاب به سمت مِنا حركت مىكند و دستور اين است كه هنگام حركت متمايل به سمت چپ و راست نباشد و فاصلهء مشعر و منا را در محدودهء خاص طى كند و سرّش آن است كه اى حاجى در جاده و صراط مستقيم حركت كن ، نه متمايل به شرق باش و نه به غرب ؛ چون : « اليمين و الشمال مضلّة و الطريق الوسطى هى الجادة » « 1 »  چپ و راست انحراف است و راه وسط ، همانا صراط مستقيم\r\n\r\n","description":"","footnote":" ( 1 ) - نهج البلاغه ، خطبه 16 ","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nاست . آرى همهء اينها ، مقدّمه و نقشهء تزكيه است .\r\nوقتى شخص راه را طى كرد ، وارد سرزمين منا مىشود اينجاست كه به مُنيه و آرزوى خود راه يافته است .\r\nامام سجاد به شبلى فرمود : آيا زمانى كه به منا رسيدى ، به امنيّه‌ها ، تمنّيات و آرزوهاى خود نائل آمدى و حاجاتت برآورده شد ؟ اگر اين چنين نبود ، پس به سرّ حج آگاه نبوده‌اى و بايد دوباره حج بگزارى .\r\nزائر بيت اللَّه وقتى حركت نمود و مواقف را طى كرد و به سرزمين منا رسيد ، بايد احساس كند كه به آرزوهاى خود رسيده است . آن هم آرزويى كه همواره با او خواهد ماند .\r\nمىدانيم كه انسان آرزومند است چيزى را فراهم كند كه در همه حال و در همه جا با او باشد ، نه آن كه او را مىگذارد و مىرود و براى او و بال است . مشكل بشر در تهيّهء اموال دنيا ، اين است كه براى خود ، بلا تهيه مىكند . كسى كه به فكر جمع مال است ، در اصل اشتباه مىكند و براى خود عذاب تهيه مىكند ؛ زيرا كه :\r\n« ما جعلنا لبشر من قبلك الخلد أفان متّ فهم الخالدون كلّ نفسٍ ذائقة الموت . » « 1 » \r\n« انّك ميّت و انهم ميّتون . » « 2 » \r\nبه فرمودهء قرآن كريم ، مرگ يقينى است و انسان سرانجام روزى\r\n\r\n","description":"","footnote":" ( 1 ) - زمر : 30  ( 2 ) - انبياء : 34 ","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nمىميرد ، بديهى است كه در آن حال نه مال را با خود مىبرد و نه علاقه به مال را ، از همين لحظه است كه عذاب آغاز مىشود ؛ زيرا به مال علاقه دارد و علاقه به مال او را رها نمىكند اما او مال را رها مىكند . وقتى علاقه باشد و مورد علاقه نباشد ، عذاب شروع مىشود . پس چه خوب است كه انسان در توليد زياد تلاش و كوشش كند امّا در مصرف قانع باشد . مشكل ديگران را براى رضاى خدا حلّ كردن ، انسان را متمكّن و سرمايه‌دار مىكند ؛ چرا كه سرمايه‌اش را پيش از خود فرستاده است و با مرگ به حضور سرمايه مىرود . چنين كسى تن‌پرور ، تنبل و كم كار نيست . پر توليد است و كم مصرف . انباردار نسل بعد از خود نيست چون مىداند كه بعد از مرگ ، رابطهء پدرى و فرزندى قطع مىشود . لذّت را ديگران مىبرند و او در عذاب و رنج مىسوزد . البته حفظ و تأمين معاش فرزندان جزء دستورات است اما انسان بايد قسمت مهمّ تلاش را براى آيندهء خود كند و فرزندانش را هم صالح بپروراند .\r\nامام سجّاد - سلام اللَّه عليه - فرمود : اى شبلى ، سرّ مكّه رفتن آن است كه انسان وقتى به سرزمين منا پا گذاشت ، بفهمد كه به آرزوهاى خود رسيده است .\r\nسرّ اين كه گروهى علاقه‌مندند زودتر بميرند و عدّه‌اى حتّى در دوران پيرى و فرسودگى ، سعى مىكنند بمانند اين است : آنها كه به دوران سالمندى رسيده‌اند و چيزى براى ذخيرهء آخرت ندارند ، مىبينند كه دستشان خالى و رويشان سياه است و سفر هم سخت . و آنها كه عاقلانه زندگى كرده‌اند ، مىبينند كه دستشان پر و رويشان سفيد است . بنابر اين احساس سبكى مىكنند و علاقه‌مندند به رفتن ؛ زيرا مىفهمند كه به\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nمقصود رسيده‌اند .\r\nآرى منا سرزمين تمنّيات و رسيدن به آرزوها است نه آرزو كردن‌ها .\r\nزائرى كه به سرزمين منا وارد مىشود ، بايد در مرحله‌اى بسر برد كه : « آمن الناس بلسانه و قلبه و يده . » باشد .\r\nحضرت به شبلى فرمود : آيا آرزوهاى ديگران را هم برآوردى ؟ آيا به حدّى رسيده‌اى كه مردم از زبان ، دل و دست تو آسيب نبينند ؟ سرّ مكّه رفتن زائر بيت اللَّه اين است كه مردم از زبان ، دست و دل او آسوده باشند .\r\nحاجى نه با جدّ و نه با شوخى ، نبايد آبروى كسى را ببرد .\r\nانسان - ولو با طنز و شوخى - نبايد كسى را خَجِل كند . گر چه شوخى كرده ولى آبروى مؤمنى را برده است و اين كار زشتى است . و حتّى طنز نويس ادبى ، در صورتى خوب است كه به حيثيّت كسى لطمه وارد نكند .\r\nطنزى كه با حيثيّت افراد سر و كار دارد و آبروى اشخاص را مىبرد روا نيست و با سرّ زيارت خانهء خدا همآهنگ نمىباشد .\r\nحاجى بايد كينهء كسى را به دل نگيرد ، نسبت به كسى حسد نورزد ، و بدخواه نباشد و قلباً كسى را تحقير نكند چون اينها همه ستم قلبى است و سرّ زيارت خانهء خدا و ورود به سرزمين منا آن است كه مردم از دست ، زبان و دل حاجيان و معتمِران در امان باشند .\r\n\r\nرمى جمرات ؛ رمى هر شيطان و شيطنت\r\nمعناى سنگ زدن به جمره آن است كه من هر شيطان و شيطنتى را\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nرمى كردم . پس اگر انسانى خود جزء شياطين انسى باشد ، هرگز قدرت و لياقت رمى ندارد .\r\nوقتى شيطان قرين كسى باشد ، او نمىتواند قرين خود را رمى كند ؛ « و من يعشُ عن ذكر الرحمن نقيّض له شيطاناً فهو له قرين » « 1 »  ، « و من يكن الشيطان له قريناً فساء قريناً . » « 2 » \r\nكسى كه از ياد حق غافل است و نام حق و ياد حق را نمىشنود و نمىبيند ، كيفرى را كه خداوند متعال به او مىدهد ، آن است كه شيطان را قرين و مقارن او مىسازد و كسى كه شيطان قرين او باشد ، به همسفر بدى مبتلا است و از آنجا كه شيطان قرينش مىباشد ، ديگر او را رمى نمىكند و چنين كسى در حقيقت اعمال منا را انجام نداده ، به سرّ رمى جمرات نرسيده و حجّ او ناتمام است .\r\n\r\nقربانى ؛ سر بريدن آز و طمع\r\nگوسفندى را سر بريدن ، لاشه‌اش را به كنارى انداختن و بىمصرف گذاشتن مهم نيست . حاجى كه گوسفندى يا گاوى را سر مىبرد و يا شترى را نحر مىكند ، با اين عمل مىخواهد از باب تنزّل معقول به محسوس اين معنا را برساند كه :\r\nحنجرهء ديو طمع را بريدم و خفه‌اش كردم . پس قربانى كردن ؛ يعنى آز و طمع را سر بريدن .\r\n\r\n","description":"","footnote":" ( 1 ) - زخرف : 36  ( 2 ) - نساء : 38 ","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\n\r\nسر تراشيدن و سرّ آن\r\nموى سر ، به حسب ظاهر ، جمال و زيبايى انسان است . اگر كسى موى سر شخصى را به اجبار بتراشد ، زيبايىاش را از او گرفته است و بايد ديه بپردازد .\r\nابن ابىالعوجاء در مناظره‌اى كه با امام صادق - عليه السلام - داشت ، « 1 »  و شكست خورده بازگشت ، از او پرسيدند : جعفر بن محمد - عليهما السلام - را در اين مناظرهء عملى چگونه يافتى ؟\r\nگفت : او درياى علم است ! سپس ادامه داد : « كَيفَ وَ هُو ابنُ مَن حَلَقَ رؤوسَ هؤلاء » « 2 »  ؛ « او ( جعفر بن محمد ) فرزند كسى است كه پدرش سرِ همهء اين مردم را تراشيد ! »\r\nهيچكس حاضر نيست موى سر خود را با تيغ بزند ، بخصوص جوانان ، امّا وقتى وارد سرزمين منا مىشود ، اين جمال را هم ، كه برايش ارزش بسيار قائل است ، در پاى فرمان آن جميل محض ، نثار مىكند .\r\nدر ميان عرب ، بسيار دشوار بوده است كه موهاى سر خود را تيغ بزنند امّا از آن هنگام كه فرمان وحى را توسط پيامبر - ص - شنيدند براى رضاى خدا از اين جمال ظاهرى و صورى هم دل بريدند .\r\nراز سر تراشيدن ، اين است كه انسان هر گونه غرور و كبر و نخوت و منيّت را از سرش به دَر كند ، و خود را از هر معصيتى تطهير و تنظيف نمايد .\r\n\r\n","description":"","footnote":" ( 1 ) - وافى ، كتاب‌الحج ، باب ابتلاء الخلق و اختبارهم بالكعبه ، ج 2 ، ص 34 ؛ احتجاج طبرسى ج 2 ، ص 71  ( 2 ) - احتجاج طبرسى ، ص 173 ","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nامام سجاد - عليه السلام - به شبلى فرمود : آيا هنگام تراشيدن سر و رمى جمرات و قربانى كردن اين اسرار را در نظر داشتى يا نه ؟\r\nعرض كرد : نه .\r\nفرمود : گويا به منا نرفته‌اى و احكام آن را انجام نداده‌اى .\r\nاين گوياهايى را كه امام سجّاد فرمودند ؛ گويا طواف نكردى ، گويا در مقام ابراهيم نماز نخواندى ، گويا آب زمزم را ننوشيدى و اشراف نكردى ، گويا سعى بين صفا و مروه نكردى ، گويا در عرفات نايستادى ، گويا به مشعر نرفتى و . . . شبلى را به شدّت متأثّر كرد به طورى كه سال بعد موفّق شد حجّى را با دستورات امام سجّاد - سلام اللَّه عليه - انجام دهد .\r\n\r\nدرجات ايمان\r\nامام سجاد - ع - فرمود : افرادى كه در باطن و ظاهر دين را با همهء شؤون و ابعاد پذيرفته‌اند ، نورانيند ، منتهى براى ايمان درجاتى هست ؛ « لهم درجات . » « 1 »  و بديهى است مؤمنان نيز داراى درجاتى خواهند بود . ايمان سازندهء حقيقت انسان است .\r\nمؤمنان به سه گروه تقسيم مىشوند :\r\n1 - گروهى ايمان ضعيف دارند .\r\n2 - دسته‌اى داراى ايمان قوى و محكم‌اند .\r\n3 - گروه آخر متوسّط مىباشند .\r\n\r\n","description":"","footnote":" ( 1 ) - انفال : 4 ","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nآنان كه ايمان ضعيف دارند نور باطنشان راه هزار ساله را روشن مىكند . معلوم نيست هزار سال به حساب دنيا يا هزار سال به حساب آخرت .\r\nآنان كه در كمال و مرتبهء بالاى ايمانند ، نورشان مسير صدهزار سال را نور مىدهد . كه اين كلّ محدودهء مسافت آن صحنه است ، البته ظاهرش سالهاى دنيايى نيست .\r\nگروه سوّم كه ايمان متوسط دارند ، داراى ايمان با درجاتِ گوناگون هستند ، درجاتشان بين هزار سال و صد هزار سال است و قلمرو نور آنها مختلف است . تا هر جا كه شعاع نور آنها تابيد و افرادى را ديدند ، ذات اقدس إله به اين‌ها اجازهء شفاعت مىدهد و اين دربارهء كسانى است كه حجّ راستين انجام مىدهند و بين قرآن و عترت ، جدايى قائل نيستند . آنها كه به اسرار ولايت و اسرار حجّ آشنايند و حجّ راستين انجام داده و انجام مىدهند ، آنها نورانىاند و حقّ شفاعت دارند .\r\nمنتهى آخرين حدّ شفاعت آنها ، به اندازهء قلمرو نورشان مىباشد . تا هر اندازه كه ديدند ، قدرت شفاعت دارند .\r\nذات اقدس إله مىفرمايد : كسانى كه در دنيا نسبت به شما مؤمنان احسان كردند و كار خوبى براى شما انجام دادند يا مشكلى از مشكلاتتان را حلّ كردند يا دشمنى قصد تهاجم داشت و آنها دشمن را از شما دفع كردند يا در معامله و رفتار عدل و انصاف را رعايت كردند و . . . امروز اگر مشكلى دارند شما مجاز هستيد دربارهء آن‌ها شفاعت كنيد و شفاعت شما مقبول است .\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\n\r\nحاجى راستين حق شفاعت دارد\r\nحاجى راستين كسى است كه مىتواند در قيامت صحنهء وسيعى را روشن كند و شفاعت نمايد .\r\nو دست‌افتاده‌هاى صحنهء قيامت را بگيرد و به بالين آنها بشتابد و آنها را درمان كند و بالأخره مشكلشان را در صحنهء قيامت حل كند .\r\nدر آن روز كسانى كه حقّ شفاعت ندارند ، عاجزند . در آن روز رابطه حكومت نمىكند . آن روز روزى است كه برادر از برادر فاصله مىگيرد و پدر از فرزند فرار مىكند ؛ « يوم يفرّ المرءُ من أخيه و أمه و أبيه و صاحبته و بنيه . » « 1 »  مانند جايى كه آتش‌سوزى شده يا سيل و طوفانى آمده باشد كه در چنين صحنه‌اى هيچ كس به فكر ديگرى نيست و هر كس به فكر نجات خويش است .\r\nدر آن روز تنها كسانى به فكر ديگران هستند كه به سرّ ولايت و حج آشنا باشند . مؤمن راستين و حاجى واقعى باشند . اينان مىتوانند مشكل ديگران را حلّ كنند و اهل جذب هستند نه اهل طرد و دفع ، اينها از كسى فرار نمىكنند بلكه مىكوشند افتاده‌ها را دريابند .\r\n\r\nحاجى واقعى « حسنات دنيا » را طلب مىكند نه « دنيا » را\r\nمردى به امام سجاد - ع - عرض كرد : وقتى كه ما اعمال عرفات و مشعر و منا را انجام داده ، فراغتى پيدا مىكنيم ، در سرزمين منا به جاى\r\n\r\n","description":"","footnote":" ( 1 ) - عبس : 34 ","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nبيتوته ، هم به ياد خدا و پيامبر هستيم و هم به ياد پدران ، اجداد و نياكان خود مىافتيم و خوبىها و فضائل آنها را ياد مىآوريم و غرضى به عنوان فخرفروشى يا چيز ديگر نداريم بلكه مىخواهيم حقوق آنها را ادا كنيم . آيا اين روا است يا روا نيست ؟\r\nامام سجّاد - ع - در جواب فرمود : شما مىتوانيد راه بهترى را طى كنيد كه هم ثواب بيشترى ببريد و هم حقوق گذشتگانتان را بهتر ادا كنيد .\r\nقبل از تبيين جواب امام سجّاد - عليه السلام - تشريح يك نكتهء تاريخى و تفسيرى سودمند است و آن نكتهء تاريخى ، اين است كه حجّ در دوران جاهليت و بت‌پرستى هم بود كه گروهى در ايام منا مفاخر نياكان خود را به عنوان فخرفروشى ذكر مىكردند . همانطورى كه در بازار عكاظ از زيادى ثروت و زيادى قبيله يا قدرت غارتگرى بستگانشان سخن مىگفتند و آن را مايهء فخر مىشمردند و مىگفتند : قبيلهء ما بقدرى قوى بود كه فلان گروه و قافله را غارت كرد يا در فلان غارتگرى برنده شد يا در فلان جنگ زد و خورد به نفع قبيلهء ما بود و . . . و خلاصه به غارتگرى ، تجاوز و تهاجم تباران خود فخر مىكردند .\r\nقرآن كريم اين نكتهء تاريخى را گوشزد مىكند و خط بطلان بر آن مىكشد و راه صحيح ارائه مىدهد فرمود :\r\n« وقتى برنامهء عرفات را انجام داديد و به پايان رسانديد و به طرف مشعر حركت مىكنيد ، به ياد خدا باشيد . »\r\nو همچنين وقتى مشعر تمام شد و به منا مىرويد ، آنگاه كه خواستيد مناسك منا را انجام دهيد ، همانطورى كه قبلًا در دوران جاهليّت به ياد\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nپدرانتان بوديد ، الآن به ياد خدا باشيد ، بلكه بهتر و بيشتر ، و ياد گذشتگان خود را در سايهء ياد حق زنده نگاه داريد و گرنه بازگو كردن آثار تبار كم‌كم زمينهء تفاخر را فراهم مىكند ؛ « فاذا قضيتم مناسككم فاذكروا اللَّه كذكركم آباءكم أو أشدّ ذكراً » زائران در منا فراغتى دارند و روزها كه اعمالشان را انجام مىدهند شب‌ها فقط بايد بيتوته كنند . قرآن كريم به آنان دستور مىدهد :\r\nشبها را كه در منا بيتوته مىكنيد ، به ياد خدا باشيد و اوقات خود را به تحصيل علوم و معارف و مناجات و زمزمه بگذرانيد . آن سرزمين سرزمين وصول به تمنّيات الهى است . قرآن فرموده است : كسانى كه در آن سرزمين مىرفتند دو گروه بودند :\r\n1 - « فمن الناس من يقول ربناآتِنا فىالدنيا و ما له فى الآخرة من خلاق » « 1 » \r\nبعضى از مردم هستند كه فقط تغيير نام مىخواهند و براى سياحت ، تجارت ، شهرت و مانند آن به حج مىروند و اعمال انجام مىدهند ! منطق اين‌ها دنيا است نمىگويند « ربنا آتنا فى الدنيا حسنة » . آنها حسنات دنيا را نمىخواهند ، بلكه خود دنيا را مىخواهند ، لذا براى آنها حلال و حرام مطرح نيست در نظر آنان مجلس انس با مجلس تعليم و تربيت و تزكيه تفاوتى ندارد و مجلس بزم را بر مجلس تهذيب ترجيح مىدهند . اينها سهمى در آخرت ندارند .\r\n2 - « و منهم من يقول ربّنا آتنا فى الدنيا حسنةً و فى الآخرة حسنةً و قنا عذاب النار » « 2 » \r\n\r\n","description":"","footnote":" ( 1 ) - بقره : 200  ( 2 ) - بقره : 201 ","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nاينان افراد عاقلى هستند كه سخنانشان در سرزمين منا ، شبهايى كه بيتوته مىكنند اين است و در موارد ديگر هم اين است كه : « خدايا ! ما در دنيا هرچه را كه دنيايى است ، نمىخواهيم ، بلكه حسنات دنيا را مىخواهيم . »\r\nمالِ حلال از حسنات دنياست . همسر ، فرزند ، پدر ، برادر و خواهر ، دوست ، فاميل ، قبيله و نژاد با فضيلت و با ايمان همگى جزء حسنات دنيا هستند . شركت در مجالس درس و بحث جزء حسنات دنيا است شركت در مؤسسات سودمند جزء حسنات دنيا است . كارهاى توليدى و رفع تورّم از حسنات دنيا است . خدمات اجتماعى كه عادلانه باشد جزء حسنات دنيا است . مجلس انس الهى ، تعليم كتاب و حكمت ، تزكيه ، ديدار عاقلانه ، صلهء رحم و . . . جزء حسنات دنيا است . و دنيا منهاى اين امور و مانند آن حسنه‌اى ندارد كه كسى از خدا حسنات دنيا طلب كند . اگر كسى توفيقى داشت و عضو انجمن قاريان قرآن بود ، عضو انجمن مفسّران ، عضو انجمن معلّمان ، عضو انجمن نيكوكاران و خيرخواهان و امدادگران و انجمن‌هاى علمى و خدماتى و توليدى و صنعتى بود ، از حسنات دنيا برخوردار است .\r\nكسى كه تلاشى مىكند بارى را از دوش جامعه بردارد فعل حسنه‌اى انجام داده است . مردان عاقل ، كه خداوند متعال در قرآن كريم منطق آنها را با عظمت ياد مىكند ، كسانى هستند كه مىگويند : « خدايا ! حسنات دنيا را به ما عنايت فرما . »\r\nآخرت هم حسنات و سيّئاتى دارد و آنها گذشته از آن كه در دنيا\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nحسنات طلب مىكنند ، حسنات آخرت را هم مىطلبند و از خداوند مىخواهند كه آنها را از عذاب آخرت حفظ فرمايد ؛ « ربّنا آتنا فى الدنيا حسنة و فى الآخرة حسنة و قنا عذاب النار . » زائران خانهء خدا بايد مواظب باشند تا جزء گروه دوّم محسوب شوند ؛ يعنى در سرزمين عرفات و منا جز حسنات دنيا و آخرت چيزى را از خداوند متعال نخواهند . چيزى بخواهند كه با آنها بماند چيزى نخواهند كه آنها را تنها بگذارد .\r\nانسان بايد چيزى را طلب كند كه به همراه خود ببرد ، چيزى را كه مىگذارد و مىرود جز افسوس براى او چيز ديگرى ندارد ؛ زيرا آنچه را كه فراهم كرده است به او علاقه‌مند است و وقتى رخت برمىبندد مورد علاقه را ترك مىكند ولى اصل علاقه مىماند ، از اين رو عذاب شروع مىشود . و فشار قبر و عذاب برزخ براى عدّه‌اى از همين جا ظهور مىكند .\r\nمرگ آسان نيست و مرگ عبارت از آن نيست كه بگويند طبيب اجازهء دفن او را داد و قلب و نبض از كار افتاد و . . . مرگ انتقال از دنيا به برزخ است .\r\nيك مرگ طبّى داريم و يك مرگ قرآنى . « 1 »  مرگ طبّى در انسان ، مثل حيوانات است كه قلب از كار و نبض و خون از جريان مىافتد .\r\nمرگ از نظر قرآن ، انتقال از دنيا به برزخ است ؛ « و من ورائهم برزخ الى يوم يبعثون » « 2 »  كسى كه مىخواهد اين مسافت را طى كند ، بايد با بار سنگين ، پياده و با پاى برهنه باشد و تمام تعلّقات را ترك كند . چون وقتى به چيز موقّتى علاقه‌مند شد ، آن چيز را از او مىگيرند و به هنگام مردن و رفتن\r\n\r\n","description":"","footnote":" ( 1 ) - معانى الاخبار صدوق ، باب معنى الموت ، ص 288 ؛ الكافى ، ج 3 ، ص 245 باب آخر فى ارواح‌المؤمنين ؛ فيض كاشانى ، علم اليقين ، ج 2 ، ص 832 ؛ اسفار صدر المتألهين ، ج 9  ( 2 ) - مؤمنون : 100 ","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nچيزى به همراه خود نمىبرد و ليكن آن علاقهء قلبى با او هست . چون علاقهء قلبى هست و مورد علاقه را به او نمىدهند ، مىسوزد تا كم‌كم اين تعلقات را با سوخت و سوز از او بگيرند . اگر كسى تعلّقاتش را كم نكرد كم مىكنند . امّا با سوخت و سوز و اين دشوار و تحمّل‌ناپذير است . لذا ذات اقدس إله به زائران بيت خود دستور داده است كه بگوييد : « ربّنا آتنا فى الدنيا حسنةً و فى الآخرة حسنةً و قنا عذاب النار . »\r\nحال بعد از روشن شدن اين نكتهء تاريخى و تفسيرى كه دانستنش لازم بود سخن امام سجاد - ع - را پى مىگيريم :\r\n\r\nبه جاى بيان فضيلت نياكان ، حمد خدا بگوييد\r\nامام سجاد - ع - فرمود : اگر خواستيد خير و نيكىهاى گذشتگانتان را بعد از انجام حج ذكر كنيد و اين را به عنوان « اداى حقوق تبار و نياكان » خود بدانيد ، راههاى بهتر هم وجود دارد و آن مسألهء شهادت به وحدانيت حقّ و رسالت رسول خدا و ولايت و خلافت و امامت امامان معصوم - عليهم‌السلام - است شما مىتوانيد در منا پيرامون اين اصول و معارف بحث كنيد .\r\nهر انسان موحّدى مىداند كه خداوند همواره با او است و از هر كس به او نزديك‌تر است و هر كارى را مىتواند انجام دهد . قدرت و آگاهى او از همه بيشتر است مىتواند با او خلوت و راز و نياز كند . آهسته با او حرف بزند مشكلش را در ميان بگذارد . انسان موحِّد هرگز در هيچ كارى نمىماند ، چون كسى كه تمام كليدها بدست او است ، با او است .\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nخواسته‌هاى خود را تعديل مىكند . هر چيزى را نمىخواهد . كمّيت را تنظيم مىكند و فقط مورد نيازش را مىطلبد ، آن هم از كسى كه هميشه و در همه جا با او است .\r\nلذا فرمود اگر شما دربارهء توحيد و رسالت و ولايت و اين گونه مسائل سخن بگوييد ، گذشته از آن كه به يك فضيلت عالى بار يافته‌ايد ، حق نياكانتان را نيز بهتر ادا كرده‌ايد . در اين صورت اگر نياكانتان سر از خاك بردارند به شما خواهند گفت : فضيلت ما را ذكر نكنيد و ما هر كارى خيرى را هم انجام داده‌ايم به توفيق الهى بوده است او خير حامد است و خير محمود . حمد او را كنيد . او كه به ما توفيق داد به ما مال و قدرت و آگاهى داد . به كسانى ثنا بگوييد كه واسط بين ما و او بودند و اين حرفها را به ما رساندند و . . .\r\n\r\nفرشتگان از اسرار حاجيان آگاهند\r\nدر روايت آمده است كه : عصر روز عرفات و ظهر روز دهم كه زائران بيت اللَّه الحرام در منا جمع هستند ، ذات اقدس إله به ملائكه افتخار مىكند و مىفرمايد : بندگانم را ببينيد آنها كه از راههاى دور و نزديك با مشكلات بسيار ، همه با يك لباس و شبيه به هم آمده‌اند . بسيارى از لذّت‌ها را برخود تحريم كرده‌اند و خاك و غبار آلوده‌اند « 1 »  و بر شن‌هاى سرزمين مشعرالحرام خوابيده‌اند . اين‌ها با چهره‌هاى غبارآلود در پيشگاه\r\n\r\n","description":"","footnote":" ( 1 ) - نهج البلاغه صبحى صالح ، خطبه قاصعه 192 ؛ مستدرك ، ج 1 ، ص 465 ؛ محجة البضياء فيض‌كاشانى ج 2 ص 194 . و حديث بحسب ظاهر از رسول خدا - صلى اللَّه عليه و آله و سلم - است . ","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nمن اظهار عجز و ذلّت مىكنند . . . فرشتگان من ! به شما اجازه دادم كه اسرار آنان را ببينيد . آن‌گاه ملائكهء حق به اذن خداوند متعال بر اسرار آنها آگاه مىشوند و دلهايشان را مىبينند . گرچه ملائكهء الهى از علوم غيب باخبرند و فرشتگان غيب نسبت به بسيارى از مسائل ماوراى طبيعت مستحضرند ، امّا ذات اقدس إله آنقدر مهربان و رؤوف است كه بسيارى از اسرار ما را اجازه نمىدهد حتى ملائكه هم بفهمند با اين كه آنها مأمور نوشتن خاطرات ما هستند ، ولى خيلى از كارهاى ما را ذات اقدس إله اجازه نمىدهد كه ملائكه بفهمند تا مبادا ما خجالت بكشيم و نزد آنها شرمنده شويم . بين ما و پروردگار راه مستقيمى است كه فقط او مىداند ما چه كرديم و بس .\r\nگوشه‌اى از اين اسرار در دعاى كميل هست كه على - ع - عرض مىكند : خدايا ! بعضى از چيزهايى را كه تو شاهد بودى و اجازه ندادى فرشتگان بفهمند آنها را تنها تو مىدانى ؛ « والشّاهد لما خفى عنهم و برحمتك سترته . » با آن كه ملائكه مأمورند اعمال ما را بنويسند اما خداوند متعال پرده‌اى رقيق قرار داده تا آنها همه چيز را نفهمند . پروردگار ما اين همه مهربان است . امّا در روز عرفه و عيد قربان در سرزمين منا ، به ملائكه اجازه مىدهد كه دل‌هاى زائران را ببينند و آنها با چشم ملكوتى نظر مىكنند و مىبينند كه قلب عده‌اى بسيار سياه است و دودهاى سياه از آن‌ها برمىخيزد كه از « نار اللَّه الموقدة التى تطّلع على الافئدة » « 1 »  است .\r\nخداوند براى ملائكه تشريح مىكند و مىفرمايد : اين‌ها كسانى هستند كه\r\n\r\n","description":"","footnote":" ( 1 ) - هُمزه : 6 ","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nپيامبر را راستگو نمىدانند ( معاذ اللَّه ) و در بعضى از امور مىگويند : او از نزد خود اين كار را كرده است ! آنها كسانى هستند كه بين قرآن و عترت جدايى انداخته و بعضى از امور را نمىپذيرند . از طرفى ملائكه گروهى را مىبينند كه دلهايشان بسيار نورانى و سفيد و روشن است . مىفرمايد :\r\nاين‌ها مطيع خداوند متعال و پيامبر اكرم هستند و مؤمن مىباشند . سخن وحى را مىپذيرند . به جدايى قرآن و عترت معتقد نيستند و وجود پيامبر را امين وحى مىدانند و معتقدند كه او از نزد خود هيچ حرفى ندارد و در مسألهء خلافت ، امامت و رهبرى و احكام الهى و مانند آن ، هر كارى را كه كرده ، برابر وحى خداوند متعال بوده است . اينها معتقد و مؤمن‌اند و با جان و دل مىپذيرند ، با لب اقرار دارند و با اعضا و جوارح عمل مىكنند .\r\nذات اقدس إله به انسانهايى كه زائران راستين خانهء او هستند مباهات مىكند .\r\nو در قرآن كريم آمده است : « لا يسئمون » « 1 »  آنها خسته نمىشوند ، چون اصولًا كارى نيست كه با فرشتگى منافات داشته باشد و خستگى ايجاد كند . اين انسان است كه مىتواند خسته شود و مىتواند در سايهء تهذيبِ روح ، بدون خستگى ، اعمال دينى را انجام دهد و خستگى بدن را با لذّت روح ترميم كند . پروردگار متعال به چنين انسانهايى فخر مىكند ، با اين كه فخر بنده به خداوند است ؛ همانگونه كه در سخنان على بن ابيطالب - ع - آمده است :\r\n« الهي كَفى بي عِزّاً أن أكُونَ لك عَبداً وكَفى بي فَخْراً أن تكونَ لي رَبّاً\r\n\r\n","description":"","footnote":" ( 1 ) - فصّلت : 38 ","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nأنْتَ كما أُحِبُّ ، فاجعلْني كما تُحبُّ . » « 1 » \r\n« خدايا ! عزّت من در اين است كه بندهء تو هستم . فخر من در اين است كه تو مولاى منى . خدايا ! من آنچه را كه بخواهم ، تو هستى و ليكن تو آنچه را كه مىخواهى مرا آنگونه قرار ده . اگر من بخواهم تو عالم ، قدير قاضى حوائج ، مبدّل سيّئات به حسنات ، غافر خطيئات ، و رازق باشى ، همهء اين كمالات را دارى . اينك تو بخواه كه من عبد مؤمن ، خالص ، خاضع ، سالك ، مخلص و مُفلح باشم و خلاصه هرگونه كه خود مىپسندى مرا همانگونه قرار ده .\r\nاز مجموع سخنان امام سجاد - عليه السلام - به دست مىآيد كه ولايت و حجّ هر كدام سرّى دارند ؛ اگر كسى از مؤمنان راستين باشد هم به سرّ ولايت مىرسد و هم به اسرار حج و به صورت يك انسان واقعى در سرزمين عرفات و منا ظهور مىكند كه ذات مقدّس پروردگار در مقام فعل بر ملائكه ، به او فخر مىكند . چنين انسانهايى كه مَلَك‌گونه و فرشته‌مَنِش هستند و يا احياناً برخى از آنها از فرشتگان بالاترند . اين « قضيةٌ فى واقعه » نيست و مسأله‌اى نيست كه تاريخى باشد كه در يك وقتى خداوند متعال به فرشتگان بفرمايد : « من فخر مىكنم » و پرده از چهرهء قلب فرشتگان بردارد تا زائران را در سرزمين عرفات و منا ببينند ، بلكه هر سال چنين است . آن هم نه سالى يك‌بار ، بلكه آنها كه به عمرهء مفرده موفّق مىشوند نيز اين چنين‌اند . اين معنا هميشه وجود دارد ، نه در حج فقط كه در غير حج هم هست ، نهايت اين كه در مسألهء حج ظهور كرده است .\r\n\r\n","description":"","footnote":" ( 1 ) - مفاتيح الجنان ، مناجات على - عليه السلام . ","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nقرآن كريم گوشه‌اى از اسرار را در جريان قربانى بيان كرده است و دربارهء ساير مناسك حج هم مىتوان مشابه آن را استنباط كرد . در جريان قربانى فرمود : كارى را كه در جاهليت انجام مىدادند ، روا نيست و شما هم كه قربانى مىكنيد بدانيد كه گوشت و خون قربانى به خدا نمىرسد به اين خونها و اين گوشتها تبرك نجوييد ؛ « لن ينالَ اللَّه لحومُها ولا دماءُها و لكن يناله التقوى منكم . » « 1 »  يعنى اين عمل ظاهرى دارد و باطنى . ظاهرش آن است كه كسى گوسفندى را ذبح مىكند و آن گوشتى دارد و خونى .\r\nقداست از آنِ تقوا است نه گوشت و خون . آنچه به خدا مىرسد گوشت و خون نيست كه شما گوشت اين قربانى را به ديوارِ كعبه آويزان كنيد يا خون اين قربانى را به ديوار كعبه بماليد . آنچه كه از اين عمل به خدا مىرسد ، باطن و روح اين عمل است ( يناله التّقوى منكم ) قربانى حقيقتى دارد بنام تقوا كه اين به خدا مىرسد .\r\nمسألهء رمى جمرات نيز چنين است . سنگها و رمىها ، هيچكدام به خدا نمىرسد . در اينجا آنچه به خدا مىرسد تبرّى از عدوّ الهى و دشمن خدا است .\r\nطواف اطراف كعبه و نماز پشت مقام ، سعى بين صفا و مروه و شُرب آب زمزم و دهها عمل واجب و مستحب كه در مسألهء حج و عمره مطرح است ، هيچكدام از اينها به خدا نمىرسند ، مگر روح آنها و روح آن‌ها همان سرّ حج است . منتهى سرّ ، گاهى در عالم برزخ ظهور مىكند و گاهى بالاتر از برزخ . گاهى كم ظهور مىكند و گاهى زياد . و خودِ حاجى واقعى\r\n\r\n","description":"","footnote":" ( 1 ) - حج : 37 ","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nدر قيامت به صورت سرّ ظهور مىكند ، چه اين كه در دنيا با چشم ملكوتى به صورت انسان واقعى جلوه‌گر مىشود .\r\n\r\nنشانهء قبولى حج\r\nامامان - عليهم‌السلام - از رسول خدا - صلى اللَّه عليه و آله - نقل كرده‌اند كه فرمود : اگر كسى به زيارت خانهء خدا و حجّ موفق شد و بازگشت و انسان صالحى شد و دست و پاى او به سوى گناه نرفت ، اين نشانهء قبولى حج او است . و اما اگر بعد از زيارت خانهء خدا ، باز تن به تباهى و گناه داد ، نشانهء آن است كه حجّ او مردود است . اين نكته مىتواند به نوبهء خود بيانگر سرّ حجّ باشد ؛ زيرا اسرار عبادتهاى ما در قيامت ظهور مىكند كه روز ظهور باطن است و در آن روز هر انسانى مىفهمد كه عمل او مقبول است يا مردود . نه تنها نتيجه را ، كه دليل و سرّ ردّ يا قبول را هم مشاهده مىكند . در قيامت هم قبول و هم نكول مشهود است . همچنين سرّ قبول و نكول نيز معلوم مىشود چون قيامت روز ظهور حق و فاش گرديدن اسرار است ؛ « يوم تُبلى السّرائر » « 1 »  اگر كسى در دنيا توانست به مرحله‌اى برسد كه نظير قيامت بفهمد حجّش مورد قبول واقع شده يا نكول ، او به گوشه‌اى از اسرار حجّ رسيده است . و قهراً سبب قبول يا ردّ را هم بررسى مىكند .\r\nرسول خدا - ص - فرمود : اگر كسى خواست بداند حجّ او قبول شده يا نه ، ببيند بعد از بازگشت از بيت اللَّه ، دست به گناه دراز مىكند يا نه ، اگر\r\n\r\n","description":"","footnote":" ( 1 ) - طارق : 6 ","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nگناه نكرد ، بداند كه حجّش مورد پذيرش خداوند است و اگر باز گناه انجام مىدهد ، نشانهء آن است كه حج او مردود است . « 1 »  اين معنا در ساير عبادتها نيز هست ؛ مثلًا قرآن كريم دربارهء نماز فرموده است : « انّ الصلاة تنهى عن الفحشاء و المنكر » ؛ « 2 »  نماز يك حقيقتى دارد كه جلو اراده‌هاى زشت را مىگيرد ، گر چه خودِ نماز يك امر اعتبارى است . ليكن حقيقت آن يك امر تكوينى است . اگر كسى بخواهد كارى را انجام دهد ، مبادى نفسانى دارد ، تصور و تصديق و شوق و عزم و اراده و مانند آن پيدا مىشود ، همهء اين‌ها جزء امور تكوينى هستند .\r\nنماز براى نمازگزار يك نقش تكوينى دارد . انگيزه‌ها ، اراده‌ها ، شوق‌ها ، تصميم‌ها و عزم‌هاى او را تعديل مىكند كه نسبت به خير مصمّم باشد و نسبت به شرّ تصميم نگيرد . چيزى كه در محور تصميم‌گيرى انسان سهم تكوينى دارد ، حقيقت نماز است . آنچه كه در انسان شوق به شرف و شرع و فضيلت ايجاد مىكند ، حقيقت نماز است . همين معنا در حج نيز هست . اين روح حجّ است كه امر تكوينى است و جلوى تصميم‌ها و اراده‌هاى زشت را مىگيرد .\r\n\r\nروح و جان كعبه ولايت است\r\nبايد بگوييم كه كعبه و حرمتش ، زمزم و شرافتش ، صفا و مروه و صفايش ، قربانگاه و تقواى قربانىاش ، رمى جمرات و طرد شيطانش ،\r\n\r\n","description":"","footnote":" ( 1 ) - بحار طبع قديم ، كتاب الحج ، ص 59  ( 2 ) - عنكبوت : 45 ","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nعرفات و نيايش خالصانه‌اش ، و سرزمين حرم با تمام بركاتش ، در پرتو ولايت و امامتِ رسول خدا و اهل بيت است . اگر كعبه به همهء اين شرافت‌ها مزيّن است ، روح عمل و مناسكش ولايت و امامت و شناخت امام و خضوع در برابر امام است .\r\nخداوند متعال به مكّه‌اى سوگند ياد مىكند كه پيغمبر در آن باشد .\r\nمكّه‌اى كه پيامبر در آن نباشد ، جز سنگ و گِل نيست ؛ « لا اقسم بهذا البلد وأنت حِلٌّ بهذا البلد » « 1 » \r\nآرى اگر خداوند به مكه سوگند ياد مىكند ، به پاس احترام معصوم است . اگر كعبه و مسجدالحرام را به عظمت ستود و فرمود :\r\n« و من يُرد فِيه بإلحادٍ بِظُلْمٍ نُذِقهُ مِن عذاب أليم » « 2 » \r\n« هر كس نسبت به كعبه و حرم اراده و قصد سوء و الحاد كند ما او را به عذاب دردناك گرفتار مىكنيم »\r\nو اگر مىفرمايد : « ألم تَرَ كيفَ فعلَ ربّك بأصحاب الفيل ألَم يَجْعل كيْدَهم في تضليل فأرسل عَلَيهم طيراً أبابيل تَرميهم بحجارةٍ من سجّيل فجعلهم كعصفٍ مأكول » « 3 » \r\nاگر ابرهه با همهء فيل‌هايش ، به وسيلهء طير ابابيل ذليل مىشود و فرار مىكند ، اين همان خشم خدا است كه : « و من يرد فيه بالحادٍ بظلمٍ نذقه من عذاب أليم . »\r\n\r\n","description":"","footnote":" ( 1 ) - بلد : 1  ( 2 ) - حج : 25  ( 3 ) - فيل : 1 ","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nافرادى چون ابن زبير كه حسين بن على و على بن الحسين - عليهماالسلام - را تنها گذاشت و به يارىشان نشتافت اگر به درون كعبه هم پناه ببرد ، كعبه با همهء قداستى كه دارد ديگر حرمِ امن خدا نيست و با منجنيق حَجّاج بن يوسف ويران مىشود .\r\nخدايى كه روزى با طير ابابيل جلو ابرهه را گرفت ، اين بار مهلت داد تا حَجّاج از بالاى كوه ابوقبيس ، با نصب منجنيق و سنگهاى آن كوه ، كعبه را ويران كند .\r\nآرى ، حرمتِ كعبه به احترام امامتِ امام است . جان كعبه ولايت است . روح كعبه امامت است . اگر كسى امام را نشناخت مصداق « من مات و لم يعرف امام زمانه مات ميتةً جاهلية » « 1 »  خواهد بود و او اگر حتّى به درون كعبه پناه ببرد از امن إله برخوردار نيست . چرا كه :\r\n« بُنى الاسلام على خمس ؛ على الصلاة والزكوة والحج والصوم والولاية و ما نودي بشيء به مثل ما نودي بالولاية » « 2 »  به اميد آن كه حج با تمام ابعادش كه رسول خدا - ص - فرمود : « خذوا عنّى مناسككم » « 3 »  و زيارت كعبه با شيوه‌اى كه ابراهيم - سلام اللَّه عليه - از خدا مسألت كرد كه : « وأرِنا مناسكنا و تُب علينا انّك أنت التوّاب الرّحيم » نصيب همهء زائران بيت‌اللَّه الحرام بشود و طواف كنند و همانند فرشته از آن ديار بازگردند و حامل نور باشند .\r\nغفر اللَّه لنا ولكم والسلام عليكم ورحمة اللَّه وبركاته\r\n\r\n\r\n","description":"","footnote":" ( 1 ) - وسائل الشيعه ، ج 16 ، ص 246  ( 2 ) - وسائل الشيعه ، ج 1 ، ص 7  ( 3 ) - تيسير الوصول ، ج 1 ، ص 312 ","page_name":" 108 ","page_number":108}
  ]