[
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nفلسفه و اسرار حج\r\nآية الله حاج شيخ\r\nمحمد امامى خوانسارى رحمة الله عليه\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nامامى خوانسارى ، محمد ، 1312 -\r\nفلسفه و اسرار حج / محمد امامى خوانسارى . - - تهران : مشعر ، 1385 .\r\n196 ص .\r\nISBN 978 - 964 - 540 - 006 - 2\r\nفهرستنويسى بر اساس اطلاعات فيپا .\r\n1 . حج . الف . عنوان .\r\n8 ف 8 الف / 9 / 188 BP\r\n357 / 297\r\nكتابخانه ملى ايران 11037 - 85 م\r\nفلسفه و اسرار حج\r\nمؤلف : آية الله حاج شيخ محمد امامى خوانسارى رحمه الله\r\nحروفچينى : مركز تحقيقات حج\r\nناشر : نشر مشعر\r\nنوبت چاپ : دوم - بهار 1386\r\nچاپ : دار الحديث\r\nتيراژ : 5000 نسخه\r\nبهاء : 1000 تومان\r\nشابك 2 - 006 - 540 - 964 - 978\r\nISBN 978 - 964 - 540 - 006 - 2\r\nمراكز پخش و فروشگاه هاى مشعر :\r\nتهران : تلفن : 64512003 - 021 / قم : تلفن : 7746532 - 0251\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nشرح مختصرى از زندگىنامهء مؤلّف\r\nزندگىنامه\r\nمرحوم آية اللَّه آقاى حاج شيخ محمّد امامى نجفى خوانسارى رحمه الله در شب جمعهء ماه رجب 1312 قمرى در نجف اشرف و در خاندان علم و فضيلت و تقوا ديده به جهان گشود .\r\nپدرش مرحوم آية اللَّه ملّا محمّد على نجفى خوانسارى ، از علماى بزرگ روزگار بود كه در شب جمعه ، ليلة الرغائب ، سوم رجب 1332 قمرى وفات يافت و در صحن مطهر امير مؤمنان عليه السلام مدفون گرديد . والدهء ايشان نيز زنى پارسا ، عالمه و عابده بود كه هاجر خاتون نام داشت و در صحن شريف امير مؤمنان عليه السلام ، زير ناودان طلا مدفون است .\r\nجدّ مادرى وى ، علّامه ميرزا احمد كاشانى ، معروف « فيضى » بود كه در فقه و اصول تأليفاتى داشت و به سال 1286 قمرى در نجف اشرف رحلت كرد . او از نوادگان محقّق شهير ملا محسن فيض كاشانى رحمه الله بود و به افتخار شاگردى علّامه شيخ مرتضى انصارى رحمه الله نيز نائل آمد . جدّهء مادرى مؤلّف ، صبيهء عالم جليل القدر\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nسيّد حسين لاجوردى بود كه از علماى اهل فضل كاشان به شمار آمد .\r\n\r\nدوران تحصيل\r\nپس از فراگيرى مقدمات ، به منظور احاطه بر علوم عقلى و نقلى در محضر اساتيد نامدارى حضور يافت ، وى بخشى از جلد پنجم كتاب شرح لمعه و اندكى از « رسائل » مرحوم شيخ انصارى را در محضر پدر بزرگوارش فراگرفت و بخشى از كتاب قوانين را نيز در محضر عالم وارسته ، حاج شيخ على قمى آموخت . همچنين براى فراگيرى كتاب جامع السعادات مرحوم نراقى ، صبح‌ها پس از اداى فريضه دقايقى را به حضور ايشان مشرف مىشد و از علم وافر و انفاس قدسيهء آن بزرگوار بهره مىگرفت . از ديگر اساتيد ايشان آيةاللَّه سيد حسين اشكورى ( متوفاى 1349 قمرى ) بود كه وى مكاسب را نزد آن مرحوم فرا گرفت .\r\nاو با بهره‌مندى از ذهن خلاق ، هوش سرشار و درك عميق خود توانست مراتب ترقى علمى را به سرعت طى كند و به مقام استادى نائل گردد ، چندان كه در سنّ 16 سالگى تدريس شرح لمعه را آغاز كرد ، حال آن‌كه خود در مقام آموختن ، تنها صفحاتى معدود از آن را نزد استاد فراگرفته بود . در ادامه ، رسائل ، مكاسب و كفاية را نيز در روزگار جوانى به نحو احسن تدريس نمود و در وادى حكمت و كلام نيز بىآنكه در محضر استادى زانو زده باشد ،\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nاسفار و شرح منظومهء مرحوم سبزوارى و شرح تجريد را تدريس مىكرد . مدت دو سال نيز دروس خارج فقه و اصول را در محضر آيةاللَّه ميرزا محمّد نائينى رحمه الله فرا گرفت و از جانب ايشان به كسب اجازهء اجتهاد نائل گشت .\r\n\r\nعزيمت به ايران\r\nدر تابستان 1343 قمرى ، به دنبال كسالت و بيمارى مزمن و تب شديد ، به سفارش اطبا از نجف اشرف به ايران آمد و در شهر اراك رحل اقامت افكند و تدريس علوم دينى را در حوزهء علميهء اين شهر ادامه داد . در ايام ماه مبارك رمضان نيز پس از اقامهء نماز جماعت ، مجلس وعظ و خطابه برپا مىكرد و مشتاقان بىشمارى از انفاس قدسيهء او بهره‌مند مىشدند . در سال‌هاى اقامت در سلطان آباد اراك ، چندين بار به زيارت عتبات عاليات مشرف شد و در ذىحجهء 1383 قمرى نيز براى اداى فريضهء حج و زيارت مرقد مطهر نبىاعظم صلى الله عليه و آله ، به سرزمين وحى رهسپار شد .\r\nآن عالم ربانى از مظاهر بزرگ علم و معرفت و كمال بود كه در مهد تقوى و فقاهت و در دامان ادب و فضيلت پرورش يافت . از روزگار جوانى ، زهد و پرهيز و انقطاع از ماديات را پيشهء خود ساخت و هر اندازه بر دانش و منزلت علمى او افزوده مىشد ، تواضع و فروتنىاش فزونى مىيافت . آنان كه افتخار معاشرت و همنشينى با وى را يافته‌اند ، از پرهيزكارى ، قناعت و ساده‌زيستى او\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nخاطره‌ها دارند .\r\nآن فقيه عارف سرانجام در سال 1400 قمرى و در سن 88 سالگى ، پس از عمرى تلاش و مجاهدت علمى و معنوى ، نداى حق را لبيك گفت و در جوار رحمت پروردگار سكنى گزيد . با وجود موانع بسيارى كه بر اثر كثرت مراجعات به ايشان پديد مىآمد ، آثار گرانبهايى از وى به جا مانده كه برخى از آنها عبارتند از :\r\n1 - منهاج الإحرام در احكام حج .\r\n2 - تسديد القواعد حاشيه مبسوط بر رسائل مرحوم شيخ مرتضى انصارى رحمه الله .\r\n3 - المواهب حاشيه متوسّط بر مكاسب شيخ انصارى رحمه الله .\r\n4 - بغية الطّالب حاشيه مبسوط بر مكاسب\r\n5 - شرح دعاء صباح منسوب به حضرت اميرالمؤمنين عليه السلام به فارسى\r\n6 - فلسفه و اسرار حج فارسى\r\n7 - الكلم النابغة كلمات قصار .\r\n8 - الرّحمة السّائغة در معارف دينى و نصايح\r\n9 - رسالهء مبسوط در انفعال ماء قليل\r\n10 - علل اختلاف الحديث\r\n11 - رسالهء مبسوطه در تعادل و تراجيح\r\n12 - رساله در مسائل اصالة الصحّة وقرعه\r\n13 - رساله در جمع بين حكم ظاهرى و واقعى\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n14 - رساله در جمع بين امارات و اصول\r\n15 - رسالة في انّ صيغة الامر موضوعة لمطلق الطّلب\r\n16 - حاشيهء نجات العباد\r\n17 - حاشيهء عروة الوثقى\r\n18 - حاشيه بر رسائل پنج‌گانه : كه هر يك مشتمل بر فروع بسيارى است ارث ، نفقات ، قبله ، رضاعيّه و ربائيّه كه مرحوم حاج ملّا هاشم خراسانى مؤلّف منتخب‌التّواريخ به فارسى جمع‌آورى نموده .\r\n19 - حاشيه بر توضيح‌المسائل مرحوم آقاى حاج آقا حسين بروجردى\r\n20 - حاشيه بر مناسك حجّ مرحوم شيخ مرتضى انصارى رحمه الله\r\n21 - ديوان شعر .\r\nو امّا مشايخ اجازه روايتى ايشان عبارتند از :\r\n1 - آيةاللَّه ميرزا محمدحسين نائينى\r\n2 - آيةاللَّه شيخ محمد على خوانسارى نجفى\r\n3 - آيةاللَّه حاج شيخ عبدالكريم حائرى يزدى\r\n4 - علامه شيخ على كاشف الغطاء\r\n5 علامه سيد حسن صدرالدين كاظمينى\r\n6 - علامه ضياء الدين خوانسارى\r\n7 - حاج شيخ على نجفى قمى\r\n8 - حاج شيخ عباس قمى\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\n9 - حاج شيخ مرتضى آشتيانى\r\n10 - ميرزا محمد طهرانى\r\n11 - شيخ ميرزا ابراهيم سلماسى\r\n12 - علامه سيد محمد على هبة الدين شهرستانى\r\n13 - حاج شيخ هادى حائرى اصفهانى\r\n14 - سيد ياسين بن سيد طه مفتى عامه نجف اشرف در زمان حكومت عثمانى\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nپيشگفتار\r\nبسم اللَّه الرحمن الرحيم\r\n\r\nپيشگفتار\r\nستايش و سپاس بيرون از اندازه و قياس سزاوار خداوندى است غائب از انديشه و حواس ، آن خداوندى كه ابتداى فطرت از اوست و انتهاى نشأت به او ، تذكار نعمت‌ها و عطايش در دايرهء حصر نگنجد ، و كنگرهء قصر كبرياى جلالش بلندتر از آن است كه اوهام بندگان بتواند بدانجا رسد ، يكتا و بىهمتا ، دانا و توانا ، به شوق جمالش همگى در طواف و سرگشته .\r\nزواهر تحيّات و جواهر صلوات بر مرقد مطهر و مضجع منوّر نخستين پاسخ‌دهنده به « بلى » و دارندهء تشريف « ثم دنى فتدلَّى » ، « 1 »  فاتح‌درهاى رحمت و خير ورشاد ، خاتم‌رسولان پاك نهاد ، خورشيد تابان در زمين و آسمان ، آنكه لواى حمد به اسم ساميش مرشح « 2 » \r\n\r\n","description":"","footnote":" ( 1 ) . سورهء نجم ، آيهء 8  ( 2 ) . مزيّن و تربيت يافته . در مختار الصحاح ، ذيل واژه « رشح » آمده است : « فلان‌يرشح للوزارة أى يربىَّ لها » . ","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nاست و پرچم تكميل به نام ناميش موشّح ، « 1 »  معلم معالم فروع و اصول ، صاحب فرمان : وَما مُحَمَّدٌ إِلّا رَسُولٌ . « 2 » \r\nو بر سرور اوليا و سيد اوصيا پسر عم و داماد او ، و بر پاكان و پاكيزگان از اولاد امجاد او ، ائمهء دين و پيشوايان معصومين ، كه همگى مصابيح مشكوة ولايت و وصايت و اقمار آسمان امامت و هدايتند - صلوات الله و سلامه عليه و عليهم اجمعين -\r\nو بعد ؛ اين احقر انام در خاتمه كتاب منهاج الاحرام به نوشتن صحيفه‌اى در بيان پاره‌اى از مصالح و اسرار تشريع حجّ راغب گشتم و به تحرير آن پرداختم ، و بعضى از دوستان گرامى خواهش كردند كه آن را به فارسى ترجمه نمايم و اجابت را بر خود حتم ديدم و پذيراى آن گرديدم ، و از كرم عميم و لطف عظيم نظركنندگان در اين رساله خواهانم كه اگر بر خطايى و سهوى وقوف يابند ، ناديده بنگرند و معفوّم دارند ، خداوند متعال همه را توفيق كرامت كند و حسنات را شرف قبول ارزانى داشته و خطايا را عفو فرمايد .\r\nالاحقر محمد الامامى الخوانسارى\r\n\r\n","description":"","footnote":" ( 1 ) . آراسته و بافته شده .  ( 2 ) . آل عمران ، آيهء 144 . ","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nپيشگفتار\r\nبنام خداوند بخشاينده مهربان\r\nپروردگارا ! در هر دو سرا اميد من تويى . در ازل مرا با هزار عيب ديده و خريده‌اى . آنگونه كه بايد تواناى ستايش تو نيستم . تو چنانى كه خود خويش را ستوده‌اى . نه دربانى دارى تا رشوه‌اش دهند ، نه پرده‌دارى كه قصد او كنند و نه ترجمانى كه راز با او گويند .\r\nآسمان‌ها و زمين به نور وجودت درخشيده‌اند و چهره‌ها خوار درگاهت گشته‌اند .\r\nآوازها به پيشگاهت خشوع و پستى گرفته‌اند . خليل‌ات « 1 »  را به بانگ زدن در مردم به‌دعوت حجّ و توقف در عرفات « 2 »  امر فرمودى .\r\nدر حالى كه از عالم جسمانيّت و اندازه‌ها و صفات ، برترى .\r\nپروردگارا ! درود فرست بر خاتم پيغمبرانت به بهترين\r\n\r\n","description":"","footnote":" ( 1 ) . حضرت ابراهيم خليل عليه السلام  ( 2 ) . عرفات : نام موضعى است در دوازده ميلى مكه . ","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nدرودهايت ، و بر ائمهء اطهار ، پيشوايان هدايت و دعوت‌كنندگان به سويت . خوانندگان بندگانت از روى راستى به راهت و دستاويزان پيروزى و سعادت در روز وعده‌گاهت ؛ تا هر زمانى كه حاجيان به زيارت خانهء محترمت مىروند و با آمرزش و بخشش باز مىگردند و تا هنگامى كه شياطين را در منى « 1 »  با انداختن سنگ‌ريزه به سوى جمره‌ها « 2 »  نشانه مىزنند .\r\nپس از سپاس و درود در روزگارى كه ما درك كرديم ، بيشتر مسلمين در مقام عمل به دانستن احكام شريعت و اوامر و نواهى قناعت مىكردند و در فرا گرفتن عبادات و احكام ، اعم از مشكل و آسان كوشا بودند و در گردن نهادن و پذيرفتن و انجام آن رغبتى بسزا داشتند ، در حالىكه به دانستن امورى كه علت تشريع احكام و روح عمل است و به اطلاع بر اسرار و حكمت‌هاى حاصله از آنها اهتمام نمىنمودند . مانند اينكه وعده و وعيد و آگهىهاى ثواب و عقاب براى اطاعت و امتثال و انجام عمل ، قانع‌كننده آنان بود ، و زياده بر آن مقصودى تصور نمىكردند .\r\nاما امروز آگاه شده و درك مىكنند كه براى هر كردارى جانى است ، و براى هر فرمان و حكم شرعى ، حكمت و حقيقتى ؛ اگرچه\r\n\r\n","description":"","footnote":" ( 1 ) . منى : نام موضعى است در يك فرسخى مكه .  ( 2 ) . جمره نام موضعى است كه سنگ‌ريزه را حاجيان به آن مىاندازند و آن سه موضع است . اين دو جمله كنايه از ادامه درود است ، چه ، در حديث فرموده هيچ‌گاه مكه بدون حاج نخواهد بود . ","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nحكمت بعض احكام بر مدارك عقليهء ما پنهان است « 1 »  و امروز سوال مىكنند كه چيست ارزش كردارى كه اسرار حكمت‌هاى آن را به مقدارى كه معرفت آن ممكن است ، ندانيم و آنچه را شريعت مطهره آورده شكى در آن نيست و فرمان او در مقام امتثال ، مسلمانان را كافى است . لكن مجرد عمل بدون توجه به فوايد و آثارى كه در زندگى بر آن مترتب است ، عاجز و قاصرتر از آن است كه بنده را برساند به آن مرتبه و درجه از خير كامل و خوشى زندگى كه مقام انسانيت ميل به سوى آن دارد ؛ و روان آدمى مرتبه‌اش بلندتر از آن است كه در فرمانبردارى از خداوند سبحان به آنچه مردمان بىتوجه و كم انديشه قناعت مىكنند ، قانع باشد . پس ديدند سزاوار ايشان است كه حكمت خداوندى را در احكام و قوانينش جستجو كنند و سؤال كنند چرا خداوند بزرگ بر كسانى كه توانايى و قدرت اعمال حج را دارند ، آن را واجب فرموده است .\r\nنيروى خالص دينى و زيبايى و استوارى شريعت اسلامى مرا بر آن داشت كه رساله‌اى ، در پايان كتاب منهاج « 2 »  كه در جامعيت و اشتمال بر كليه مسائل حج و احكام آن مانند درختى برومند با شاخه‌هاى بسيار و ميوه‌هاى بىشمار است ، و مشتمل بر مقاصد و\r\n\r\n","description":"","footnote":" ( 1 ) . چه ، غير از شارع حكيم و خداوند عليم كسى آن احاطه را ندارد كه‌خصوصيات كميت و كيفيت افعال را درك كند .  ( 2 ) . مقصود كتاب « منهاج الاحرام لزائر بيت الله الحرام » است كه در حج‌نوشته‌ام و داراى چندين هزار فرع است . ","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nموضوعاتى پىدرپى دربارهء احكام حج است بنگارم ، و در آن منافع حج و بهره‌هاى دينى و دنيوى آن را يادآور شوم ، و به پاره‌اى از اسرار و دقايق با ارزش آن كه جستجويش مخصوص به دارندگان دل‌هاى بيدار است اشاره كنم تا روشن شود كه در آن اجتماع براى شناسايى و ميزان و اندازه نيروى مادى و روحى ملل اسلامى چه فرصت و مجالى است و اين كه بر روى كرهء خاكى چنين اجتماعى در ايام سال براى مردم ممكن نيست ، نيروى پنهانى و الهام يزدانى ، مرا به نوشتن اين رساله وادار نمود .\r\nهمانا گذشتگان نيكوكار ما ، و دانشمندان سلف دينى ، و بازماندگان پيامبران ( كه خداوند بزرگ خاك آنان را پاكيزه و پايهء منزلت ايشان را بلند گرداند ) ستون‌هاى حج « 1 »  را بنيان نهادند ، و منتهاىكوشش را به انجام رساندند وكتاب‌ها درشناختن‌تفاصيل‌و خصوصيات آن نوشته و ترتيب داده‌اند و سخن را به نحوى كه سزاوار اين عبادت است استوار و روشن نمودند و من به رنج بسيار ايشان اعتراف مىنمايم . پاداش خير ايشان و پدرانشان بر خداوند متعال باد . و ليكن نسبت به موضوع رسالهء ما توجه زيادى نداشتند و به پيرامون اين مقصد نشتافتند و سبب اين مطلب همان توجه نداشتن مردم به شناختن مصالح احكام ، و قناعت به فرا گرفتن مسائل بوده است ، و گرنه جهت‌ديگرىآنان‌را از انجام اين‌مقصودباز نمىداشت .\r\n\r\n","description":"","footnote":" ( 1 ) . به حفظ احاديث مرويه و بيان كيفيت حج . ","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nچگونه ؟ و در آن جماعت از خداوندان فضل و فضيلت و صاحبان معرفت و دانشمندان پر مايه بسيار است ، و دانش ما از آنان گرفته شده ، و ما از خوان گسترده و آراستهء ايشان بهره‌مند هستيم ، و از چشمه‌سارهاى آنان مىآشاميم ، و از درياى حكمت و آگاهيشان استفاده مىنمائيم .\r\nتا هنگامىكه به اطلاع بر آنچه در قرآن مجيد به خير كثير ياد فرموده ، توفيق يارى دهد « 1 »  و لطف پروردگار حقايقى را كه از آسمان فكر بر لوح سينه فرود آيد ، به من ببخشايد . به خواست خداوند در آنچه پذيراى آن شدم كوتاهى نخواهم كرد و از آنچه در توانايى من است دريغ نخواهم داشت ، و در حج مانند ديگر احكام وجوبى و استحبابى شريعت اسلامى ، فوايد و مصالحى است ، كه درك آنها نيازمند به تدبّر و تفكر است ، و فكر دقيق چون به بحث عميق بپردازد ، خطوط برجسته‌اى از فلسفهء آنها ، و مناظر زيبايى از حكمت خداوندى بر او روشن مىشود .\r\nما چه‌ايم ؟ و چه اندازه از فهم آنچه در آن احكام از انوار و حقايق و معارف و دقايق هست دور هستيم !\r\nاى خوانندهء عزيز ! آنچه در خور فهم و سرمايهء اندك من است بيان مىكنم ، تمنّا دارم خرده‌گيرى نكرده و با فكر بلند و فهم روشن\r\n\r\n","description":"","footnote":" ( 1 ) . اشاره است به آيه كريمه « وَ مَنْ يُؤْتَ الْحِكْمَةَ فَقَدْ أُوتِيَ خَيْراً كَثِيراً » از سوره مباركهء بقره آيهء 269 . ","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nعذرم را بپذيرى .\r\nاميدوارم اين رساله راهنماى كسانى باشد كه در شك هستند ، و بازگرداننده بدسگالى ستم‌كنندگان و روندگان به سوى باطل گردد ، و يقين اهل ايمان را نيرو بخشد . اما كسانى كه آرايش‌هاى دروغ خداناشناسى دل‌هايشان را به بازى گرفته است و درهاى آسمان روشنايى و رستگارى به رويشان بسته شده ، پس براى اينان در عاقبت ، زيان بسيار و گزند بىشمار مارها در دوزخ آتش‌بار خواهد بود ، پس ايشان را با شكنجه‌ها و خوارىها كه برايشان آماده است واگذار .\r\nاين رساله خود مرواريدى و گوهرى نفيس است كه به روشنايى مىدرخشد ، و نور حكمتى است رسا كه از آسمان ايمان ، فهم و شعور مىرساند . پس اگر با كتاب « منهاج الاحرام » پيوسته و متصل باشد مقام بلند خود را دارد ، و اگر از او جدا گردد آفتابى روشنى دهنده و تابان است . مقاصد عالى و نيكو را در الفاظى بسيار ساده و آسان به وديعه نهادم تا همه كس بتواند از ثمرات آن بهره‌مند شود ، وسخن رابه روش اصل كتاب كه بيان مطالب است ، در ضمن چند فصل قرار دادم ، چه راه سخن روشن‌تر و براى فراگرفتن آسان‌تر خواهد بود ، و سرپرست ، خداوند پاك و يكتا است و از او بايد يارى خواست وتوفيق‌دهنده اوست ، و جز به فضل او نتوان به چيزى اميد داشت و جز به توانايى او نتوان آرزومند بود ، جز به احسانش نتوان بستگى داشت و جز در سايهء مهر او نتوان آرامش يافت .\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\n\r\nفصل يكم : اثر معنوى حج\r\nعمل حج را نمىتوان با ساير مقررات دين مقايسه نمود ، چه براى بسيارى از عبادات مانند نماز و روزه و ذكر خداوند و مانند اينها از اعمال عبادتى اگرچه تأثير و نتيجه نيكو در روحيهء شخص دارد و ليكن آن اثر به هر اندازه كه باشد محدود به حد معينى است ، ولى عمل حج اگر از روى التفات و داراى اركان و شرايط مقرره باشد و به علت عدم توجه به حقيقت آن تباه نشود ، در روان انسان نيرويى پديد مىآورد كه تا زنده است در پنهان و آشكار نگهبان او خواهد بود و رازهاى خواسته شدهء او را با دقت رسيدگى مىكند ، و قاصد حج هنگامى كه مهيّا مىشود از خانه‌اش خارج شود ، اگر به مقصود خويش و رفعت شأن خود دانا باشد و آن را چنان كه سزاوار است دريابد و به نور الهى به آن نظر افكند و خواسته باشد آن راه را بر طبق هدايت و راهنمايى حضرت پروردگار طى نمايد ، دل او متوجه عالم ديگرى خواهد شد و از ظواهر ناپايدار به حقايقى\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nاستوار بينا مىشود . و در آن هنگام است كه خواهان بىنيازى و توانايى خود مىگردد ، نه آنچه تا كنون خواهنده آن بوده است و مهياى آن مىشود كه همه خواهش‌ها و تاريكىهاى طبيعت را از خود پاك سازد .\r\nاين نخستين انديشه است كه قاصد حج احساس مىكند تأثير آن را در شناسايى مقام نفس انسانى و برترى روح از دل‌بستگى به ظواهر زندگى دنيايى ، و هنگامى كه در ميقات حاضر شد و غسل كرد و جامهء احرام دربر نمود ، دل او از جلال آن انديشه‌ها و ملكاتى كه در نفس او پيدا شده است پر گشته و زندگى و همه شؤون آن را از خود دور مىافكند جز اينكه عباداتى را كه در حج از او خواسته شده به نحوى كه موجب تقرب و قبول باشد انجام دهد ، و نمىبيند خود را مگر فردى از لشگريان خداوند متعال كه آنان را خوانده‌اند و به اجابت موفق گشته‌اند ، و هنگامى كه پوشش و كيفيت خود را تغيير داد و خوارى موقف و بيچارگى خود را آشكار نمود ، بر خود لازم مىداند كه دلش پاك و كردارش پاكيزه ، و گفتارش راست و بىآلايش باشد و كسى را از خود نرنجاند و براى خشنودى حضرت پروردگار از روى صفا و حقيقت از خود بگذرد و هستى خود را از هر گونه آلودگى و آميختگى به اغراض دور ، و متوجه حق متعال سازد .\r\nدر نتيجه هنگامى كه عملش را تمام نمود ، نور معرفت دل او را فرا گرفته و روشن ساخته ، و گوشه‌هاى قلب او از همه رخنه‌هاى ريز\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nو باريك شرك و كفر پاك شده است ، و فايده عملش در همهء قوا و سپاهيان و دسته‌هاى مددكار آنها سرايت نموده ، و همه را اسلام آورنده ، و در راهى كه خداوند متعال مقرر فرموده پشتيبان يكديگر و هم دست و هم آهنگ و يگانه و خرسند مىبيند ، و نفس او به روح تبديل گشته ، و گمان و انديشه بىجاى او را تعقل ، و دانش‌هاى بىحقيقت او را حكم و برهان جايگزين گشته ، و صفات زشت او نيكو و پسنديده گرديده ؛ شهوات او عفت و پاكدامنى ، خشم او بردبارى و عزم بر كارهاى خير ، لذت شخصى او دوستى و محبت ، و نوميدى او از خير و رحمت خداوندى به اميدوارى ، و ناسپاسى او به سپاسگزارى ، و آز او به توكل بر خدا ، و توانايى او به مهربانى ، و حماقت او به فهم و زيركى ، و بىپروايى و رسوايى او به نيكى و پرستش خداوندى ، و خودخواهى او به فروتنى و نرمى ، و بيهوده‌گويى او به خاموشى ، و برترى خواستن و گردنكشى او به تسليم و پاكى از هر گزندى مبدل گرديده ، و جز اينها از فضائل ديگرى نيز بهره گرفته كه نتيجه و اثر حج است ، و چنان كه آثار الكتريسته از روشنايى و غير آن بسيار و اطلاع بر كيفيت تأثير آن دشوار است ، حج نيز عاملى است كه كليد تمام سعادت‌ها و كاميابىها است .\r\nدر عصر ما بين ملل پيشرفته جهان مادى چنين مرسوم است كه همه ساله در بعض اوقات جوانان را به تمرين‌هاى نظامى وامىدارند . و اين خود اندك شباهتى به عمل حج دارد كه يك\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nمرتبه در سال ، ملل مسلمان طبق برنامه مخصوص دينى انجام مىدهند ، و روح انجام دهنده عمل حج علاوه بر آن خاصيت كه در تمرين‌هاى نظامى است به اصول و ملكاتى كه آميخته به نيكويىها و پاكى و ايمان و فضيلت است ورزيده مىشود .\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\n\r\nفصل دوم : غرض از تشريع عبادات\r\nبدانكه مقصود اصلى از آفرينش انسان شناسايى خداوند متعال و رسيدن به دوستى او و مأنوس شدن به حضرت او است و رسيدن به اين مقام كه دوستى و انس با خداوند جل شأنه است ، موقوف است بر صفاى نفس و تجرد آن ؛ و هر اندازه كه صفاى نفس بيشتر و وارستگى آن شديدتر باشد ، انس و علاقه آن نسبت به خداوند متعال افزونتر خواهد بود .\r\nبديهى است كه صفاى نفس و تجرد آن منوط است به پيراستگى از شهوت‌هاى نفسانى و اجتناب از لذت‌هاى بدنى و آرزوهاى پست حيوانى و عدم تعلق به مال و منال فناپذير دنيوى ، زيرا همهء اين‌ها موانعى هستند كه انسان را از معارف الهى و نفحات « 1 »  قدسى باز مىدارد ، و هيچ چيز روح انسانى را از نزديك شدن به عالم قدس كه از آن نزول يافته مانع نمىشود ، مگر آنچه به نام\r\n\r\n","description":"","footnote":" ( 1 ) . مقصود از نفحه باحاء مهمله ، وزش و انتشار بوى خوش است . ","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nمشتهيات نفسانى ناميده شده از قبيل غرايز حيوانى و ناستوده‌هاى اخلاقى و كردارهاى شيطانى ، همچنانكه ظرف ، تا هنگامى كه از آب پر است ورود هوا به داخل آن امكان ندارد ، نفوس انسانى نيز تا از صفات و ملكات نكوهيده خالى و وارسته نباشد ، نور الهى چنان كه شايسته است قلوب آنان را روشن نخواهد نمود ، و به هر نسبت كه از اين پليدىها پاك شوند انوار دانش بر دل آنها اشراق بيشترى يافته و بخشش‌هاى يزدانى بر آنها روى آور مىشود .\r\nبه عكس ، نفوسى كه به غير خدا اشتغال دارند ، معرفت و شناسايى پروردگار و حلاوت دوستى و انس با او در دل آنها جاى نخواهد گرفت . به هر اندازه كه تجرد نفس كمال يابد ، ايمان و يقين بيشتر مىشود و صفات عاليه و فضائل كم‌نظير و بلندى كه نفس انسانى در آن مرحله از صفا و تجرد خواهان است ، از عالم كمال الهى بر او فرود مىآيد .\r\nبدين جهت عباداتى كه به منزله نردبان ترقى و راه وصول به اين كمال است تشريع شده است . چه ، پاره‌اى از آنها انفاق مال و بخشيدن آن است كه باعث انقطاع انسان از آزمندى به دنيا است ، مانند زكات و خمس و صدقات و اين انقطاع همان علت غايى تشريع انفاق است كه به اصطلاح دانشمندان ، غرض از تشريع ناميده مىشود . اگر چه بهره بردن پاره‌اى از مردم بر آن مترتب است .\r\nبعضى ديگر از آنها خوددارى و اجتناب از شهوت‌ها و لذت‌ها است مانند روزه ، و پاره‌اى از آنها به منظور پرداختن دل به ياد\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nخداوند متعال و توجه به او توأم با حركات خاص گوناگون جسمى است مانند نماز .\r\nمعرفت حاصله از فكر و نور خلقت يا معرفتى كه از به‌كار بردن قواعد منطقى حاصل مىگردد ، در حصول دوستى و انس با خداوند كافى نيست و اگر به اينها توجه و انس به خداوند و دوستى او حاصل شود ، سست بوده و پايدار نيست . و آثار كامل و شايسته‌اى كه در نفس از مداومت و پيوستگى بر آن اعمال حاصل مىشود ثابت و استوار خواهد بود ، زيرا ميان نفس و بدن ارتباطى است ، و فعل و انفعالات آنها در يكديگر مؤثر واقع مىشود . آيا هنگامى كه عضوى را جراحتى برسد ، روان آدمى از جراحات متألم نمىشود ؟\r\nو بالعكس در مواقع هيجانات روحى و اضطراب‌هاى روانى كه در نتيجه عوامل مختلفى از قبيل مرگ عزيزان يا انجام كارهاى وحشت‌زا به انسان روى آور مىشود ، نمىبينى كه اعضاء بدن نيز متأثر شده و فرائص « 1 »  مىلرزد ؟ و به عبارت ديگر عكس العمل خود را به صورت رعشه دست و پا يا پريدگى رنگ رخسار و غيره نشان مىدهد .\r\nبنابراين همانطور كه قبلًا اشاره گرديد مقصود از وضع و تشريع عبادات اين است كه بدان وسيله انسان مدارج كمال را قدم به\r\n\r\n","description":"","footnote":" ( 1 ) . فرائص جمع فريصه و آن قطعه گوشتى است در ميان پهلو و كتف كه هنگام‌ترس و ناراحتى هر جاندارى مىلرزد . ","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nقدم پيموده و به صفات ملكوتى نائل آيد . آنچه مسلم است اين است كه صورت ظاهرى هر عبادتى نقش و اثر مطلوبى در روح ايجاد كرده به موازات عبادات عضوى و اعمال جوارحى آثار بسيار نيكويى در تنوير و اصلاحات نفسى از خود به جاى مىگذارد .\r\nچنان كه حسّاً درك مىكنيم طهارت ظاهرى در پاكى و روشنى نفس تأثير دارد ، مثلًا هنگامى كه به وضو مىپردازيم به وسيله اين عمل به طهارت ظاهرى پى مىبريم ، در خاتمهء اين عمل عبادى ، يك نوع حالت صفا و انبساط در روان خود احساس مىكنيم كه اين حالت قبل از انجام وضو در ما وجود نداشت و علت آن همانطور كه اشاره گرديد راز بستگى ميان روان و تن است . و گرنه ظاهر بدن از عالم محسوس ، و روح نظر به اصل فطرتش از عالم ملكوت است و موقعيت آن در اين بدن مانند كسى است كه از موطن اصلى خويش دور گشته و غريب افتاده باشد ، بنابراين همچنان‌كه از معارف نفسى آثارى به بدن فرود مىآيد ، از اعمال جوارحى هم انوارى به سوى روح بالا مىرود و حج هر چه را كه سائر اقسام عبادات در بر دارد ، شامل است .\r\nبه‌علاوه رياضت‌هاى خاصى را نيز دارد كه عبارت است از ترك نمودن وطن ، رنج دادن به تن ، گذشتن از مال ، گسيختگى آرزوها ، تحمل مشقت‌ها ، تجديد پيمان ، حاضر شدن در مشاعر « 1 »  و\r\n\r\n","description":"","footnote":" ( 1 ) . مشاعر جمع مشعر است و به عرفات و مشعر و منا اطلاق مىشود . ","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nآگاهى يافتن بر شعائر « 1 »  و ديدن آنها است ، و در افعال حج ، خلوص نيت براى ياد خدا و روى آوردن به او به اقسام ديگر طاعت و عبادات نيز پديد مىآيد .\r\nبا اينكه بعض از اعمال حج امورى هستند كه نفوس ، به حكمت و رموز آن آشنايى ندارند و عقول به معانى آنها پى نمىبرند مانند افكندن سنگ‌ريزه به جمار « 2 »  و رفت و آمد بين صفا و مروه بر سبيل تكرار ، معهذا نمىتوان ترديد نمود كه احكام خداوندى همگى داراى حكمت بالغه و مصالح و منافع عاليه است منتهى مصلحت بعضى از آنها روشن و بعضى پنهان و برخى به نحوى است كه بيشتر عقل‌ها به آنها پى نمىبرند و در اين قسم است كه نور كمال بندگى به تمام حقيقتش محقق مىشود ، زيرا در اعمالى كه حكمت و مصلحتش ظاهر باشد - چون انسان فطرتاً مايل به كمال است - تمايل به انجام آن عمل پيدا كرده و خود اين مطلب انگيزه‌اى براى انجام عمل مىشود و به فرمان‌بردارى كمك مىنمايد و كمال و حقيقت بندگى به آن آشكار نمىشود ، و اما احكامى را كه خداوند مقرّر داشته و عقل انسان از درك حقيقت آن عاجز است و\r\n\r\n","description":"","footnote":" ( 1 ) . شِعار به كسر اول اصل مناسك حج و معظم آن است مانند وقوف و طواف ، و شَعيره بر وزن سفينه آنچه بر وى نشانى باشد ازجهت حج و اعمال آن و جمع هر دو شعائر است .  ( 2 ) . جمار جمع جمره و آن موضعى است كه سنگريزه به آن مىافكنند . « در كتب‌لغت ( جِمار ) به معناى سنگريزه آمده است . جمع مواضع سه‌گانه براى رمى جمره را جمرات گفته‌اند . » ","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nبه كُنه معنى و اثراتى كه بر آن مترتب است راه نمىيابد و طبيعت به آن انس ندارند ، پذيرفتن آن نيست مگر به جهت صدور فرمان و قصد امتثال آن از حيث اينكه فرمان و دستور است و اطاعت آن واجب است ، و انجام اين قبيل عبادات كه در تزكيه نفوس ، و برگرداندن آنها از مقتضيات طبع و بدى و ستم ، و مايل گشتن نفوس به خداوند متعال ، و آراسته شدن به اخلاق حضرتش تأثير كامل دارد ، شايسته است كه برترين انواع عبادت باشد .\r\nراز اين مطلب آن است كه روح هر عبادتى بلكه مىتوان گفت حقيقت آن همان نيت است ، و پيش از اين دانستى كه مقصود از تشريع عبادات اثرى است كه از انجام آنها به روان مىرسد ، از قبيل قطع علائق دنيوى و صفا و تجرد نفس و متخلق شدن به صفات پاك ملكوتى ، و افعال و كردارهاى ظاهر عضوى و جوارحى مقصود بالعرض‌اند و براى پيدايش آن صفات است ، و روشن است كه حصول اين اثر به نحو كمال و حقيقت حاصل نمىگردد مگر به تصحيح نيت و انجام آن براى خداوند سبحان بدون آلودگى به هدف‌هاى دنيوى ، بلكه حصول اثر در حقيقت از همان خلوص نيت است اگر چه پيدايش آن بسته به عمل است و بدين جهت است كه عمل ، عبادت و طاعت خداوند سبحان شمرده نمىشود ، مگر در صورتى كه از آن عمل تقرب به خداوند و رسيدن به خانهء آخرت و فرمانبردارى و امتثال امر خداى تعالى اراده شود ؛ و نشان بندگى و درجهء فرمانبردارى نسبت به حضرت پروردگار ظاهر نمىشود مگر\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nهنگامى كه كارى را كه از بنده خواسته‌اند انجام داده ، و حدود آداب آن را آن طور كه خدا دستور داده رعايت نمايد ، و با قصد اخلاص براى خداوند تعالى باشد .\r\nندانستن حكمت و مصلحت خصوصيات خواسته شده در برخى از عبادات ، از حيث كميت و كيفيت ، براى بعضى از مردم باعث تعجب و حيرت ايشان گشته ، و علت آن همانا ندانستن حقايق رازهاى تعبدات و انوار مكنونه در مجاهدات است . هر عملى كه بايد به قصد قربت انجام گيرد و هر اندازه كه دور از تصرفات عقلى باشد ، خصوصاً اگر انسى به آن عمل نباشد و كلفت و مشقتى نيز در پى داشته باشد ، حصول مقام بندگى و تعبد به آن عالىتر و ارزنده‌تر است ، و به انجام اين‌گونه عبادات است كه جان آدمى در برابر حضرت حق تعالى قرار مىگيرد ، و در دو جهان به راهى كه پايدار است رهنمون مىشود .\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\n\r\nفصل سوم : اثر معرفت پروردگار\r\nچون شناخت خداوند بزرگ و بلند منزلت ، و رسيدن انسان به مرتبهء كمال لايق ، و پيدايش قلبى پاك و بىآلايش ، و ارتقاء او به مقامى بس ارجمند ، حصار زندگى و نعمتى بزرگ و كاخ آبادى و آرامش حقيقى مقرون به سعادت است . پس براى شكفتن گل‌هاى حقيقت و تجلى توحيد و تابش نور معرفت ، به ويژه براى بسيارى از جوانان امروزى ، شايسته و لازم است كه به حول و قوت خداوند متعال دامنهء سخن وسيع‌تر ساخته و به توضيح و تشريح گفته‌ها بپردازيم :\r\nيگانه هدف از ارسال پيامبران الهى و تشريع اديان آسمانى ، همانا بهبود و سعادت بشر به نور دانش و كردار نيك و يكتاپرستى بىآلايش و آراسته شدن به اخلاق پسنديده است ، و اينكه افراد جامعه انسانى داراى يك‌نوع زندگى سعادتمندانه و مرفه باشند ، و معاشرت هر يك از آنان با افراد نوع خود به نيكويى و سلامت و\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nمهربانى باشد ، اگر چه رفتار و حالات و عادات هر كدام با هم اختلاف داشته باشد .\r\nپيامبران مبعوث نشدند مگر براى اينكه اخلاق فاضله را در جامعهء انسانى تعليم داده و به وسيله تشريع مقررات ، افراد را در حفظ حقوق يكديگر كه باعث انتظام و قوام جامعه است مكلف سازند و آنان را از اخلاق پست و نيرنگ‌هاى شيطانى و سودجويى و مسلك‌هاى شهوانى و قوانين منحط اشتراكى كه مولود و تراوش مغزهاى فاسد بشرى است باز دارند .\r\nچگونه شايستهء جلال لطف خداوندى و عدل و رحمت و فضل او است كه بندگان را در سختىها و تاريكىهاى نادانى در معارف و اخلاق و نظام زندگى رها كند و آنان را به خود واگذارد ، در حالى كه هوى و هوس چون گرداب‌هاى سهمناك ايشان را در كام نيستى فرو برد ، چنان كه گاهى بت‌ها و لات و منات « 1 »  را پرستش كنند و زمانى پسران و دختران دلبند خود را براى آنها قربانى نمايند و هنگامى به گفتار و كردارهاى بىمايه به ستيز برخاسته جان هزاران نفر از هم‌نوعان خويش را دست‌خوش آتش كينه و حقد و حسد نمايند و به دشمنىها بپردازند ، و حال اينكه او جل شأنه آفريننده و حكيم و مهربان است و به راهنمايى بندگان به راه رستگارى و وضع قوانين عدل و تنظيم موجبات سعادت و تشريع شرايع مدنيت و نشان\r\n\r\n","description":"","footnote":" ( 1 ) لات و منات نام دو بت هستند . ","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nدادن طريق نجات از مهالك دنيوى و عقبات اخروى دانا و توانا است ؟ !\r\nبديهى است وقتى كه انسان مانند كرم‌ها و حشرات سر خود و رها و بدون رهنما باشد ، و خداوند عالم او را در عرصه هولناك زندگى مهمل و بدون كتاب گذارد ، در گرداب نادانى و نابينايى خود فرو رفته و به گمراهى و ضلالت گرايش مىيابد و تربيت زشت حيوانى و اميال پست شهوانى بر او غالب خواهد گشت .\r\nپس روح شريعت جز اين نيست كه افراد انسانى را داراى ايمان سازد و از آلودگى و فساد اخلاق پاك نمايد و از تربيت فاسد و شرارت و آزار آنها نسبت به يكديگر باز دارد و فضيلت انسانى را كه تربيت سياسات از آن عاجز است ، و روش‌هاى اصلاحى نسبت به آن قاصر ، در ايشان محقق و به اخلاق فاضله مؤدّب سازد .\r\nبرترين كمال و هدف نهايى از زندگى در اين دنياى فانى و بالاترين مقام در عالم باقى ، همانا شناختن خداوند متعال و معرفت به اسماء حسنى و اوصاف عاليه او كه سرچشمهء شادمانى و منبع خير و نور است مىباشد ، و رهايى جان از دل بستگىهاى پست مادى و ارتقاء به عالم ملكوت اعلا فقط منوط به آن است .\r\nچگونه چنين نباشد ؟ حال اينكه شناختن خداى تعالى و يكتا دانستن او استوارترين جايگاه روح و پناهگاه عواطف و آرامشگاه عقل است ، و هنگامى كه انسان به اين درجه از معرفت نائل شد بارگاه خداوند مهربان توجه او را به خود جلب كرده و قوايش به\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nتسليم و امان تمايل پيدا مىكند و همه عقايد و انديشه‌هايش مستقيم ، و زياده‌روىها و سستى هايش خود به خود صورت صلاح به خود گرفته و معتدل مىگردد .\r\nمعرفت حضرت الهيّه بر نفس و قواى انسانى چنين اثرى مىبخشد كه او را به راه حق واداشته ، و براى سير در اين طريق به نور هدايت و سعادت كامل مهيا مىسازد .\r\nگاهى ايمان به خداوند سبحان آنچنان بر همهء عواطف و قواى انسانى مستولى و چيره مىشود ، كه همان ادب الهامى آن ، حاكم بر همهء عواطف و متصرف در تمام انديشه‌هاى نفسى خواهد بود .\r\nكسى كه از روى كمال يقين ، به خداوند متعال گرويد ، و از طريق دستور پيامبران سر تسليم در پيشگاه عظمت و مقام بلند او فرود آورد ، از بند صفات حيوانى رهايى يافته و مؤدب به ادب الهى مىشود ، و در انوار پروردگار توانا و آن خدايى كه حافظ و نگهبان و بر آنچه اراده كند و خواستار آن باشد فعال مطلق است ، به شاهراه اصول نيكويى از ادب و جمال و كمال رهنمون مىگردد .\r\nخلاصه : كليد سعادت و نيك‌بختى به تمام معانى كه براى آن گفته شده ، همانا شناختن خداوند عزّ اسمه است ، زيرا كه انسان را به سوى كمال روحانى و زيباترين و بهترين آن سوق مىدهد و براى تربيت ملكات انسان و تهذيب اخلاق و صفات او نيرومندترين عامل مؤثر است .\r\nبا اينكه طبيعت بيشتر مردم بر تجاوز از راه حق و انحراف از\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nقوانين عدل سرشته گشته ، چنان كه در بسيارى از آيات قرآن مجيد به آن اشاره شده ، و انسان در هر حالى از احوال كه باشد دگرگون شونده و در معرض انتقال است و او را ياراى پايدارى بر امرى نيست . پيغمبر اكرم صلى الله عليه و آله با آن همه كمال معرفت و بزرگى مقام و مرتبه‌اش مأمور بيدارى و استقامت بود و هميشه ثبات در دين و فرمانبردارى را از خداى خود مسئلت مىنمود .\r\nهنگامى كه انسان به شاهراه ايمان و آنچه مأمور به انجام آن است از آداب و عبادات و كارهاى خوب و كوشش‌هاى نيكو با تشويق و تهديد و وعده و وعيد خوانده شد ، از دلى كه محل تابش نور الهى و فرودگاه راز قدسى است ، نور معرفت و مشعل راهنمايى و زندگى حقيقى مىدرخشد و نفس را به اجابت دعوت مىنمايد .\r\nپس نفس نيز در حالى كه منقاد و اطاعت‌كننده است به سرعت و با يك نوع فروتنى مخصوص به سوى آن روىآور مىگردد .\r\nطاعات و عبادت‌هاى شرعى با كيفيت‌هاى مخصوص به خود به رازهاى خداوندى و انوارى كه در هر يك به نحو خاصى تعبيه شده است مشتمل‌اند مانند اشتمال نفس داراى ايمان به راز و لطيفه نور ربانى ، كسى كه آن عبادات را به نحوى كه خواسته شده انجام داد ، پليدىها كه چون غده‌هاى چركين طبيعت در هنگام فراموشى از ياد خدا و غفلت و تاريكىهاى لذات شهوانى انباشته و گرد آمده‌اند از او زدوده مىگردد ، و توجه او را در آشكارا و نهان به خداوند سبحان معطوف ساخته و به ذكر و مناجات حضرتش\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nمشغول مىدارد . شاعرى مضمون مورد بحث را در قالب يك شعر عربى بيان كرده كه مضمون لطيف آن به فارسى چنين است :\r\nنفس اگر مهمل و به خود واگذاشته شد با پستى ملازم مىشود ، و اگر به طرف فضيلت‌ها برانگيخته شد دل‌بستگى به آنها پيدا مىكند . « 1 » \r\nمعرفت و ايمان از لحاظ شدت و ضعف و كمال و نقص به درجات متفاوت است يعنى چه بسا مومنى كه قلباً عقيده‌مند باشد و ليكن در روح او انبساطى از براى نور معرفت تامه نيست و ليكن همان مرتبه منشأ تحريك اعضاء به طرف طاعات شده و وى را به انجام آنها ترغيب و تشويق مىكند ، و همان عمل او را به اصلاح قلب و تصفيه آن مىرساند ، و براى حصول معرفت كامل‌تر بيش از پيش آماده و مهيا مىگردد . به همين قياس تا برسد به مرتبه بلندى از صفاى قلب و معرفتى كه به سبب آن انسان به بالاترين مظاهر كمال دنيوى و شامخ‌ترين و بلندترين درجات فضيلت انسانى خواهد رسيد ، پس معرفت و عمل صالح هر دو باهم پيوسته‌اند و هر ايمانى موجب عملى صالح و هر عملى صالح به مرتبه‌اى از ايمان منتهى مىشود و شرايع خداوندى اگرچه روش‌هاى گوناگون دارند ، ولى همهء آنها هدف و مقصدى واحد دارند ؛ و آن شناسايى خداوند سبحان و آراسته شدن به اخلاق خداوندى است ، و فلسفهء تشريع\r\n\r\n","description":"","footnote":" ( 1 )\r\n . النَّفْسُ انْ تُهْمَلْ تُلازِمْ خَساسَةً * وَانْ بُعِثَتْ نَحْوَ الْفَضائِلِ تَلْهَجُ \r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nاديان و ارسال پيامبران الهى و نزول كتب آسمانى جز راهنمايى بندگان به راه سعادت و سلامت و آرامش در هر دو جهان چيز ديگرى نيست . هنگامى كه خوب توجه نمائيم درخواهيم يافت كه همهء اديان آسمانى مشتمل است بر احكام دنيوى و پاداش‌هاى اخروى و رياضت‌هاى بدنى و كوشش‌ها و نيروهاى روانى كه كمال معرفت و فضيلت را نتيجه‌بخش هستند ، و به واسطهء آنها روان آدمى با عواطفى بس زيبا مأنوس شده و به درجات كمال نائل مىشود .\r\nو ليكن دين اسلام دين سلامت و نجات و رستگارى عمومى است ، و متانت و برترى آن بر ساير اديان با آن همه قوانين موضوعه متقن و درخشان قابل تشكيك نيست و تعاليم آن براى اصلاح و بهبود زندگانى فردى و اجتماعى جامعه انسانى بهترين ضامن و كفيل است ، و براى سعادت دنيا و آخرت برنامه‌اى است ارزنده و عالى كه هر صاحب شعور و منصفى حكمت بالغه و اثر شگفت تربيتى اين تعاليم را آشكارا در مىيابد و معترف مىگردد كه دين اسلام براى بسط و نشر عدالت اجتماعى و تربيت فردى داراى بهترين آداب و سنن است به طورى كه مىتوان گفت دين اسلام عجيب‌ترين شگفتىها را براى تربيت نوع انسان به ارمغان آورده است . سعادتمند كسى است كه به اين نداى جان بخش آسمانى گوش فرا داشته و به آن ندا پاسخ اجابت دهد و به آن بگرود .\r\nدين اسلام براى فرد حيات قلبى و كانون بيدارى و هوشيارى است . براى جامعه نقطهء اتّكا و هستهء مركزى نيروهاى فعال\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nاجتماعى است .\r\nحج داراى انواع فضيلت‌ها است كه هر كس آن را از روى حقيقت و معرفت با توجه به دقايق و شروط و آداب آن انجام دهد ، او را از تاريكىها بيرون كشيده و به جهانى از نور كه خالى از جميع شرور است وارد مىسازد .\r\nانجام دهنده آن بر مىگردد ، در حالى كه حقيقت خود را در برابر پيشگاه خداوند متعال خالص نموده و خداشناسى گشته كه از سرزنش هيچ ملامت‌كننده‌اى نمىترسد ، و بنده‌اى شده كه در مقابل كليهء امور و پيش‌آمدها خود را به حضرت آفريدگار سپرده و تسليم او ساخته .\r\nبازگشت مىنمايد ، در صورتى كه قبلًا شخصى بود مادى و زياده‌رو در دوستى دنيا و آزمند و طمعكار و بخيل و بد اخلاق ، و براى طلب معيشت و روزى شايد از محرمات نيز اجتناب نمىكرد و اكنون از مهربانى و خير و فرمانبردارى ، و شجاعت و شهامت ، و وقار و جمال و كرم و نيكوكارى دل او آكنده و لبريز گرديده است ، و به تحقيق آن قوه شيطانى كه او را به دنبال خواسته‌هاى دروغ مىرانده و به طلب آنها وادارش مىنموده و به هوس‌ها و آرزوهاى خيالى او را بنده خود كرده بود ، از او دور شده و آن بستگى و بىخردى حيوانى و سستى انديشه و نادانى او را ترك نموده و زنگ همه تعلقات از وجودش زدوده گرديده .\r\nباز مىگردد در حالى كه خداوند متعال آرامش در دل را به او\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nبخشيده ، و دل آرام همانا جايگاه وزش بادهاى فرح‌بخش و خوش نسيم زندگى است .\r\nباز مىگردد در حالى كه پايدارى در گفتار و كردار ، و بردبارى و استوارى در فكر و انديشه را فراهم آورده .\r\nباز مىگردد در حالى كه در تن و جان و عقل و احساس و سرنوشت و راز درونى خود ، به ملكات نيرومندى آراسته شده .\r\nباز مىگردد در حالى كه آهنگ زندگى و كوشش او در راه راستى آغاز و زبانش پاك و از صميم قلب پارسا و انسانيت او كامل خواهد بود .\r\nباز مىگردد با حقيقت پاكى ، و نظام و تربيت ، و با عزم و استوارى و آنچه شايستگى انسان به آن حتمى است ، با شوق و رغبت به اشاره و فرمان دل و الهام روحى آسمانى .\r\nباز مىگردد در حالى كه روح خداوندى و زندگى پاكيزه را دارا است .\r\nباز مىگردد در حالى كه در ميان امت و مردم خويش محور هوش و دانايى و پيشروى است ، كه مانند او را بزرگترين جامعه‌ها و برترين مكتب‌ها و جوامع علمى نمىتوانند تربيت كنند .\r\nخداوند متعال فرموده « هر كس كار شايسته‌اى انجام دهد ، خواه مرد باشد يا زن ، در حالى كه مؤمن است ، او را به حياتى پاك زنده مىداريم ، و پاداش آن‌ها را به بهترين اعمالى كه انجام مىدادند ،\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nخواهيم داد . » « 1 » \r\nآن كس كه حج را به جا آورد و از آن همه فوائد مادى و معنوى كه نام برديم برخوردار نشد ، بايد بداند كه تاريكىهايى كه از شهوات و كارهاى دنيايى بر قلب او عارض شده ، ايجاد نابينايى در ادراك قلبى او نموده . پس طورى شده كه الطاف خداوندى و نكات پر مغز احكام شرعى را حس نمىكند ، و اين شخص بايد به معالجه قلبش بپردازد كه ضرورت آن از هر كارى كه بدان اندر است ، واجب‌تر باشد .\r\n\r\n","description":"","footnote":" ( 1 ) . سورهء نحل ، آيهء 97 . ","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\n\r\nفصل چهارم : حج ، راز زندگى\r\nاجتماعات اسلامى و نظاماتى كه جهات روحى در آنها بيشتر است بسيارند ، و جملگى به منتهاى دقت رسيده ، و شرايع گذشته آنها را آرزو مىنمايند و به آنها رشك مىبرند . و همانجا در ميان آن نظامات كه قوانين و موضوعات آن مرتب و آراسته است ، نظام حج را مىبينى كه جلالش روشن‌تر و اثر آن در نفس بيشتر است ، زيرا حج براى كمال توحيد و اخلاص ، و نجات روح از آنچه تباه كننده او است ، و براى زيادى رفعت و نيرو و بينايى و پاكى و راستى و مهربانى و لطف و همكارى بزرگترين عامل و مؤثر است ، و آن انديشه ، شريك كردن نيازمندان در مال ، انفاق در راه خداوند - اگر چه به تمامى ثروت انسان باشد - و قربانى نمودن ، اگرچه نزديك‌ترين كسان شخص باشد ، در راه مقصودى عالى كه همان تحصيل رضاى حق و خشنودى ذات اوست را در نفوس برقرار و جاىگير مىنمايد ، و آنها را از نظام زندگى عادى رهايى داده و به نظام ديگرى كه در نزد پروردگار بهتر و باقىتر است راهنمايى و\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nهدايت مىكند .\r\nكسىكه به اين نظام پيوست ، و با اين نظام خداى يكتا را عبادت نمود ، و به مقاصد گوناگون اين نظام دانايى كامل يافت ، كثرت مال و فرزند و خويشاوند و قدرت مقام و فرمانروايى و قدرت‌هاى شيطانى و استعمارگر و جنايتكار شرق و غرب و هيچ نيروى ديگرى از بزرگ‌ترين نيروهاى جهانى بر او تسلطى نخواهد يافت .\r\nحج در برابر كبر و نخوت آدمى ايستادگى نموده و از آن جلوگيرى مىكند ، و راز آزادى را در جامع‌ترين معانى آن آشكار مىسازد ، و به فرمانبردارى آفريدگار و فروتنى براى او نه براى بندگان او انسان را دعوت مىكند ، و مساوات حقيقى با ديگران و برابرى كامل در پيشگاه احديّت ، و مقدم داشتن معنى بر لفظ و زندگى ساده و طبيعى ، و رهايى مطلق از همهء بندها و انديشه‌هاى پوچ و بىمغز مىخواند .\r\nحج نااميدى را به اميدوارى ، و پراكندگى دل‌ها را به اطمينان و اعتماد به خداوند متعال ، و سركشى مطامع فردى را به پاكى نيت در عمل براى رضاى حضرت پروردگار تبديل مىكند ، و هيچ چيزى در تزكيهء نفوس و قوه تأثير در دل‌ها مانند حج نيست .\r\nبجاى آورندهء حج باز مىگردد ، در حالى كه راز زندگانى را فرا گرفته و به خوبى دريافته ، و او در برابر خداوند عزّ و جل فروتنىكننده است ، و با تمامى اركان وجودش به درگاه او روى آورده ، و بجا آورنده حج بر نمىگردد مگر اينكه از سروران راستى\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nو درستى و فرستادگان هدايت و دعوت كنندگان به اخلاق و يارىكنندگان خوبى و نيكويى خواهد بود . زنده باد اسلام و احكام متين و ارزندهء آن .\r\nاسلام چنان كه دانستى مقصودى ندارد جز دعوت و ترغيب مسلمين به ايمان و زندگى پاكيزه ، و رشد معنوى كه قوىترين سلاح جنگى و كاملترين اسلحه اخلاقى و ادبى است .\r\nحج عبارت است از تربيت دقيق نفسانى و پرورش جسمانى و تربيت ادبى و پيشرفت‌هاى اجتماعى و بيدارى روح سياسى و تكامل تربيت دينى به رساترين وجهى كه ممكن است تصور شود و عالىترين نحوى كه امكان اعتبار دارد . و آن نظامى است كه به راستى درهاى يكتاپرستى و ايمان به خدا را به روى اشخاص كم هوش و كم‌خرد مىگشايد ، و حس حق‌شناسى و تحكيم مبانى ايمانى را با همهء دقايق و حدود آن بر سركشى طبيعت تفوّق مىدهد .\r\nاجتماع صدها هزار نفر از تمام نقاط زمين در عرفات در حالى كه دنيا را فراموش كرده و هوس‌ها را پشت سر انداخته‌اند ، همه با يك طرز فكر ايستاده ، و به يك طرف روى آورده‌اند ، نوع لباس همه يكسان است ، و به يك نظام مخصوص درآمده‌اند ، همگى به سوى خداوند يگانه روى آورده ، با كلمات آسمانى و اشارات غيبى او را مىخوانند و به درگاه او تضرّع و زارى مىكنند ، به روش بندگى ايستاده ، و به سوى جلال و بزرگوارى پروردگار گردن كشيده ، در\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nحالى كه از او پايدارى و هدايت را آرزو دارند و راهنمايى هميشگى را خواهانند .\r\nنظامى است كه ناموس زندگانى اين امت را نگه مىدارد و تمام فضيلت‌ها و خوبىها را فراهم مىسازد ، و از آسمان رحمت بركت‌ها را فرود مىآورد .\r\nحج اكسيرى است كه آيات قرآنى آن را در بر دارد و قبلًا جناب ابراهيم خليل عليه السلام به آن دعوت نموده ، و مانند آن چه در اسلام و چه در ساير اديان يافت نمىشود .\r\nاى خوانندهء محترم از آنچه شرح داديم تعجب مكن ، و در همهء قوانين الهى با دقت و احتياط كامل تفكرنما ، افرادى كه طريق ظلمت را پيش گرفته و به سرگردانى و تباهى مىروند ، روشنى را به جز از سوراخ سوزن نمىبينند .\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\n\r\nفصل پنجم : حج ، صفاى روح\r\nهيچ حكم واجبى از احكام شريعت مقدس اسلام را نمىبينى مگر اينكه مقصود از تشريع آن تحقق فوايد اخلاقى است و مقصود اصلى و حكمت همهء احكام در شرايع و اديان ، هدايت آدمى و آشنايى مردم است به حدود اعتدال و فرود آوردن آنان از اوج طغيان ، و زايل نمودن صفت تكبر و خودبينى از دل‌ها ، و پائين آوردن آنان از تخت‌هاى خودخواهى و بزرگ‌منشى ، و عادت دادن نفوس است به مروت و جوانمردى و برادرى و برابرى ، و سائر نتايج عاليه از ملكاتى كه مهربانى و الفت مىآورد ، و تحكيم روابط يگانگى انسان و تثبيت موجبات برادرى را به عهده دارد .\r\nفريضهء حج در آنچه گفته شد تأثير فراوان دارد ، چه همانا خداوند متعال اوقات و مكان‌هايى را كه براى انجام حج مقرر فرموده ، به فزونى احترام و زيادتى ثواب « در صورت محافظت بر حدود و آداب آن » و سختى عقاب ( به ارتكاب محرمات )\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nاختصاص داده ، تا اينكه خوددارى از ستم و طغيان و التزام به داد و احسان كه حج‌گزار ملتزم به آن بوده در او تاثير كرده و دورى جستن از ظلم و ستمگرى و طغيان و سركشى ملكه او شود . و حج براى انجام‌دهندهء آن نگهدارنده و وسيلهء توفيق است و براى نيكويى يا ستم نمودن ترازويى است مستقيم و در جلوگيرى از بدىها سدى است استوار .\r\nآيا به آنچه كه در حال احرام - آن احرامى كه نشانهء القا تعيّنات ظاهرى است - بايد ترك شود توجه ندارى ؟ مانند ترك ستم و دشمنى و ظلم بر هر موجود زنده اعم از انسان و حيوان و دل بستگى به اقسام پوشاك‌هاى دوخته و علائم و نشانه‌هاى ظواهر دنيايى ، و ديگر چيزها كه بازگشت آن به جدايى و پراكندگى و تكبر و ناز و خودفروشى و برترى جويى و افتخارات بىپايه تباه كننده است و با ناموس و شؤون زندگى سازگار نيست .\r\nاز حضرت رسول صلى الله عليه و آله روايت شده كه فرمود : براى حج مبرور ( مقبول ) پاداشى جز بهشت نيست . پس به او عرض شد : اى رسول‌خدا ! موجب قبولى حج چيست ؟ فرمود : پاكيزگى در گفتار و اطعام طعام .\r\nاشتغال انسان به كارى در پاره‌اى از اوقات گاهى عادت به آن كار مىآورد ، پس اگر در پاره‌اى از زمان يا مكان از گناهان دورى جست - و علت گريز او ترس از عقوبت سخت بود - آن دورى از گناه عادت او مىشود و به آن انس و الفت گرفته و جزء صفات\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nطبيعى او مىگردد . اين اعتياد و خوى گرفتن ، علاوه بر آن است كه شخص خردمند از تباهى عملش دورى مىجويد ، و او را از پيدايش عيب و رخنه‌اى در آن نگه مىدارد ، و چون روان انسانى بر دوست داشتن فضيلت و نيكى و دشمن داشتن فرومايگى و پستى سرشته شده ، پس اگر هنگامى فرمان خداى را به اميد ثواب به‌جاى آورد ، آن‌را به صدور معصيتى نابود نمىكند و از ارتكاب گناهان اجتناب مىورزد ، و همين انديشه خوانندهء او است به كناره‌گيرى از معاصى و دورى جستن از گناهان ، بجاآورندهء حج را مىبينى كه در حج خود به سوى خداى تعالى بازگشت نموده ، واعمال حج را تمام نمىكند مگر اينكه اعتقاد كامل به آمرزش خداوند متعال و بزرگوارى او به محو گناهانش از نامهء اعمال خود دارد . پس زمانى كه به خانهء خود بازگشت نمود از راه شر و تباهكارى دورى جسته و به راه فضيلت و راستى مىرود .\r\nعلاوه بر آن هرگاه بجاآورندهء حج نفسش او را از راه‌هاى ستمكارى و اعمال پست و ناشايسته جلوگيرى ننمايد ، به سرزنش ديگران و ملامت اين و آن دچار خواهد گرديد ، و همين سرزنش‌ها خواه و ناخواه موجب برگشتن وى از گمراهى و ضلالت خواهد شد .\r\nآدمى را در دين مبين اسلام ، از فضيلت حج همين فايدهء نيكو كافى است ، و عمل حج در اسلام ، روان انجام دهنده را صفا و جلا مىبخشد ، و اخلاق او را پاكيزه و عقلش را كامل مىگرداند ، و او را در اجتماع عضوى سودمند قرار مىدهد ، بلكه براى تهذيب و پاكى\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nنفس هيچ عامل حقيقى بهتر از تربيت حج نيست . پس حج براى نفوس شريره و سركش تربيت دهنده‌اى خوب و پاكيزه‌كننده‌اى نيكو است .\r\nبسيارى از خلفا و پادشاهان اسلامى در زمان‌هاى گذشته فريضهء حج را انجام مىدادند . تا اينكه خودشان بدون واسطه بر حال رعيت و مردم كشورشان آگاه و واقف شوند و اين كار در سياست داخلى و خارجى كشورشان بزرگترين فايده را به ايشان مىرساند و اميد است كه فرمانروايان مسلمين فريضهء حج را امرى بزرگ بشمارند و جلال و عظمت آن را زنده نگه دارند ، تا بدان سبب خود و كشورهايشان زنده و استوار باشند ، چه همانا اگر ايشان اندكى از مقام خود تنزل نموده و به ميان دستجات مردم فرود آيند و با همهء آنها اعم از دور و نزديك ملاقات كنند و آواز فقير و گريهء نابينا را بشنوند و نياز شخص گرفتار و مقدار تأثّرات درونى مستمندان را - كه ديوار رفعت و عظمت پادشاهى از شناختن حقيقت حال ايشان حائل شده - دريابند و آشنا شوند ، هر آينه آنچه را كه بر ايشان واجب است نسبت به حال رعيتشان اطلاع كامل يابند ، و به عاطفه مهربانى متوجه شوند ، و به حالتى كه ستم رسيدگان به آن مبتلا هستند اندوهگين مىشوند و غمخوارى نمايند و براى كمك به ناتوان و ضعيف و فريادرسى مضطر و بيچاره شتابند و كار كنند ، بزرگان و اعيان نيز در كارهاى خير از ايشان پيروى خواهند كرد ، و به آنچه در سرشت همه است از پيروى كسانى كه برترى دارند به\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nتقليد فرمانروايان رانده شوند ، و مردم به كيش پادشاهان خود هستند . اگر فرمانروايان مسلمين چنين باشند كارهاى رعيت اصلاح مىشود و استقرار مىيابد و به خوشى و آسانى زندگى خواهند كرد و زمامداران و رعاياى ايشان در خوش‌ترين حالت و بهترين كيفيت قرار خواهند گرفت ، و اين همان نيك‌بختى است كه فرمانروا و رعيت در آن سهيمند .\r\nبا اين حقيقتى كه شرح داده شد ، چگونه خواهد بود هنگامى كه پادشاهان با بيچارگان ، و بزرگان و اعيان همگى با ناتوانان در پيشگاه عرش خداوند يكتاى عادل بايستند در حالى كه او را توانا و غالب بر همه چيز و همه كس دانند و از سخت‌گيرى او ترسان و در برابر بزرگوارى و عظمتش فروتن گردند .\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\n\r\nفصل ششم : غنيمت حج\r\nحج ، انجمنى است بزرگ از گروه مسلمانان كه دانشمندان و سخن دانان و دارندگان حكمت و خداوندان بينش و معرفت در آن به‌پا خيزند ، و مردم را به راه يكتاپرستى و اخلاص و دادگرى خوانند ، نادانان را دانش آموزند و جويندگان راه را هدايت و راهنمايى كنند .\r\nحضرت ختمى مرتبت صلى الله عليه و آله جدىترين مردم در راه دعوت به سلامت و گستردن آرامش بود . بزرگ‌ترين هدف پيامبر گرامى در دعوت‌ها و مجاهداتش بالا بردن كلمهء توحيد و پايبندى عباد به حدود آن و خوى گرفتن آنان به اخلاق خداوندى بوده است .\r\nروى آوردن مردم از هر سوى زمين در آن اجتماع مهيب با توجه كامل به دل‌ها و گوش‌هاى خود به هر سخنى كه به ايشان القا مىشود ، باعث مىگردد كه از آنچه شنيده‌اند متأثّر شوند ، خصوصاً هنگامى كه به آنچه صلاح ايشان در آن است خوانده شوند ، پس هنگامى كه خطيب و سخنران ، مسلك‌هاى دينى و راه و رسم آن را\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nبراى ايشان توضيح مىدهد ، گفته‌هاى او را پذيرفته و فرمانبردارى از او خواهند نمود ، و اوامر او را گردن نهاده و از آنچه نهى كرده دورى خواهند جست ، و اگر ايشان را از حالات و چگونگى امت‌هاى دور از يكديگر آگاه ساخت و آنچه از عادات پسنديده و صفات نيكو و پيشرفت آنان در علوم و صنايع براى حاضرين شرح داد ، بدون هيچ شك و ترديدى اشتياقشان براى دنبال كردن روش آنان و استفاده از نقش‌هاى ايشان و سبقت گرفتن بر آنها برانگيخته مىشود و چون به سوى مردم خود برگشتند و در سرزمين‌هاى خود پراكنده شدند ، آنچه را فرا گرفته و دانسته‌اند براى برادران خويش بازگو نموده و انتشار مىدهند و ايشان را نيز تا حدود توانايى و كوشش خود هوشيار مىسازند .\r\nعلاوه بر اينها ، اجتماع مردم از هر نقطه زمين با بندگان نيكوكار و پيشوايان دينى و دانشمندانى كه به علم خود عمل مىنمايند ، با راهنمايىهاى ايشان قلوب كسانى كه جوياى حقيقت و رستگارى هستند روشن مىگردد و با مشاهدهء مقام فضيلت و نيكى و برترى ايشان ، اشخاص بىخبر و غافل آگاه و بيدار و پيرو حق شده و راه هدايت و رستگارى را پيش خواهند گرفت و به ارشاد و دلالت ايشان جويندهء راه حقيقت و درستى خوشنود شود ، و به نور هدايتشان روشنى دل‌ها فزونى يابد و به بركت ايشان يقين در قلوب عامه مردم استوار ، و به ديدار و گفتار آنان دردهاى نادانى و ترديد در عقايد حقه ريشه كن و نابود گردد ، و فايده‌هاى حاصل از بركات\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nوجودشان در راه نيكويى و درستكارى و اصلاح دنيا و آخرت غنيمتى است بسيار با ارزش .\r\nولى جاى تأسف است كه هميشه حيله‌هاى شيطانى و بزه‌كارىها مواضعى را كه دين هموار كرده خراب و دل‌هايى را كه به صلاح آورده است تيره مىكند ، خداوند عز اسمه فرموده : « و از بندگان من اندكى سپاسگزارند . » « 1 » \r\nاز توجه خاطر و دايره فكر و انديشه‌ات دور مباد كه حضور در آن امكنه عبادتى و ديدن مناسك حج و مظاهر دينى نفس را به خوبى آگاه مىكند و به ترس از خداوند و شناسايى او وامىدارد ، و اولياى پيشين خداوند يكتا و دوستان نيكوكار او را به ياد مىآورد ، و از سرگذشت پدر بزرگوار ما آدم عليه السلام ( پناه بردن به خداوند تعالى پس از فرود آمدن از بهشت ) و جناب ابراهيم خليل عليه السلام ( زمانى كه به كشتن فرزندش اسمعيل عليه السلام آزمايش شده ) و آنچه به هاجر مادر اسمعيل گذشته آگاه مىگردد .\r\nپس بينندهء آن اماكن مقدسه به آنان اقتدا مىكند و در خوار شدن پيشگاه خداوند متعال به آداب ايشان مؤدّب مىگردد و به اخلاق نيكان خوى مىگيرد و به سنن و روش‌هاى آنان گام بر مىدارد و اميدوار مىشود كه به ايشان بپيوندد و در زمرهء آمرزندگان درآيد و از بستگان آن دسته در پذيرفتن بندگى به شمار رود .\r\n\r\n","description":"","footnote":" ( 1 ) . سبأ : 13 ","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nزيارت مكّهء معظّمه - خداوند متعال شرافت آن را زياده فرمايد - آن سرزمينى كه سيّد رسل و خاتم انبياء و هاديان سبل در آن متولد شده و در آنجا نيز مبعوث و برانگيخته گشته ، و پاهاى با شرافت آن بزرگوار و ديگر پيامبران - درود بر ايشان باد - بر بيشتر جاهاى آن رسيده و در آن قدم نهاده‌اند و فرشتگان مقرب و جبرئيل امين در آن شهر مقدس بر آن پيامبر گرامى و بر ابراهيم خليل‌الرحمن كراراً فرود آمده‌اند ، يادآورى روشن ، و اطلاع كامل خواهد بود ، بر شهرى كه سيد فرزندان آدم و تكميل شده در دانشگاه الهى در آنجا به مقام رسالت رسيده ، و از آنجا تعليمات عاليهء او شروع و گسترش يافته ، همان شهرى كه مهبط وحى و قرآن كريم است ، آن قرآنى كه هدايت‌كنندهء بشر به استوارترين راه‌هاى سعادت است ، و يادآورى است براى زائرين كه دين از آن سرزمينِ كنارافتاده و غير معموره انتشار نيافت و پس از ضعف به آن پايه از قوت ( كه نور آن به تمام كرانه‌ها رسيده و اشعهء آن در مشرق و مغرب زمين تحول عجيبى به وجود آورده ) نرسيد و نيرومند نشد ، مگر به معجزه‌اى آشكار و يارى و نصرت گرانقدر از حضرت پروردگار .\r\nيادآورى است براى ايشان كه خداوند سبحان ، زمين حرم را نشانهء توحيد ، و شهر مكه را نشانهء امان ، و خانهء كعبه را بناى مقدس و با شكوهى براى يكتاپرستى ، و روز عرفه را روز آرامش روح انسانيت قرارداد . روز عرفه روزى است كه پرچم توحيد افراشته و\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nبه اهتزاز در آمده ، روزى است كه همهء مسلمين در اثر روى آوردن به درگاه حضرت بارى جل شأنه به آزادى كامل و فضيلت‌هاى عالى مادى و اخلاقى نائل و اميدوار و خوشنود مىگردند .\r\nپس همانا حج عبادتى است تهذيبى ، ملكوتى ، روحى ، اجتماعى و ادبى كه اثر و نتيجهء فراوان در شؤون زندگى دينى حجاج دارد و از آن خير بسيار به عموم مسلمانان مىرسد ، و اين فوايد علاوه است بر آنچه در آن است از نور بندگى ، و فرمانبردارى خداوند متعال ، و به پاداشتن شعار براى اولين خانه‌اى كه محل عبادت بندگان قرار داده شده ، و آن شعار موجب اداى وظيفه احترام آن خانه « كعبه مقدسه » و مستلزم عزت و عظمت آن و بقاى تذكرات و دوام بركات آن است .\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\n\r\nفصل هفتم : حج ، تقويت ايمان\r\nعبادت حج در نزد مسلمين از لحاظ برخى آثار مانند رهبانيت است كه در زمان سابق نزد نصارى عبادتى بزرگ و با اهميت شمرده مىشد ، و رَهبانيت به فتح اول از كلمهء رَهبه به معناى ترسيدن اشتقاق يافته ، و كلمه‌اى است كه به واسطهء ياء ، نسبت داده مىشود به رَهبان كه به معنى ترسناك است ، و آن به فتح راء بر وزن فعلان مشتق از رَهب است مانند خشيان و رحمان از خشى و رحم ، و رُهبانيت به ضم اول ، كلمه‌اى است كه به واسطهء ياء ، نسبت داده مىشود به رُهبان كه به معنى پارسايان و جمع راهب است مانند رُكبان جمع راكب ، به هر حال رَهبانيت به فتح راء عبادتى است كه ترسايان به آن توصيف مىشوند و علت آن منزوى شدن ايشان پس از حضرت عيسى عليه السلام در كوه‌ها براى فرار از آشوب‌هاى دينى و ظهور ستمكاران بر مؤمنين آن زمان بوده است .\r\nپس زمانىكه مىخواستند دشوارترين عبادت را بر خود هموار\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nكنند و به آن بپردازند از مردم كناره‌گيرى مىكردند و بر سر كوه‌ها منزل مىگرفتند و بالاخره دورى و گوشه‌گيرى از خلق را اختيار مىكردند و اين عمل را به خاطر طلب انس به خداوند و دوستى با حضرتش و پرداختن به او در همهء حالات و سكنات و حركات همواره مادام‌العمر ملتزم مىشدند ولذات خاطر را ترك نموده ، خود را به‌زحمات بسيار دشوار به‌جهت طمع درآخرت ملتزم مىساختند .\r\nخداوند متعال در قرآن كريم ايشان را چنين ستايش فرموده :\r\n« اين به خاطر آن است كه در ميان آن‌ها افرادى عالم و تارك دنيا هستند و آنها در برابر حق تكبّر نمىورزند . » « 1 » \r\nو در جاى ديگر از قرآن در وصف آنان فرموده :\r\n« رهبانيتى را كه ابداع كرده بودند ما بر آنان مقرّر نداشته بوديم گرچه هدفشان جلب خشنودى خدا بود . » « 2 » \r\nپس از آن به مرور زمان عبادتى را كه خالص براى خداوند بود رها كردند و ديرها را به جاى تصفيهء باطن و انديشهء انس با خداوند و عزلت در دنيا و بريدن از اهل آن به قصد شهرت‌طلبى و رياكارى اتخاذ نمودند ، و نيت پاك پارسايان گذشته را دگرگون ساختند ، تا اينكه به تدريج ديرنشينى متروك شد و كهنه گرديد و اثر و نشانهء آن ناپديد و نيست شد و مردم پيرو شهوات گشتند و به آن\r\n\r\n","description":"","footnote":" ( 1 ) . سوره مائده آيه 82 .  ( 2 ) . سوره حديد آيه 27 . ","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nروى آوردند .\r\nخداوند سبحان بر امت خاتم پيامبران و سرور آنان كه با احكام خود راه سلامت دنيا و آخرت را زنده و سنت‌هاى پيغمبران گذشته را تجديد نمود ، تفضل فرموده و حج را براى ايشان به منزلهء رهبانيت مقرر داشت ، پس آن عبادت برابر بزرگترين عبادات و سخت‌ترين طاعات است . از حضرت رسول صلى الله عليه و آله روايت شده ( در اسلام رهبانيت نيست ) و نيز از آن حضرت است ( رهبانيت امت من حج و جهاد است ) .\r\nچگونه چنين نباشد ؟ و حال آن كه مهيا شدن براى حج ، حاكى از ايمان حقيقى و يكتاپرستى خالص است ، و حاجيان با اختلاف عنصرى و نژادى كه دارا هستند با انجام عمل حج آن نيرو را كه از ايمان و توحيد ناشى مىشود در مىيابند و دارا مىشوند .\r\nكسى كه از خانه‌اش بيرون رفت و قصدش رفتن به سوى خداوند بود ، به پرستش حضرتش و كناره‌گيرى و دورى از غير خواسته‌هاى او خشنود است ، و زندگى پاك و نيكو را به بهترين وجهى درك مىكند و هنگامى كه به حرم مكهء معظمه رسيد و پيرامون آن زمين محترم در آمد ، روانش مىدرخشد و شادى و جنبشى در او ظاهر مىشود .\r\nهنگام زيارت كعبهء شريفه و حجر الاسود - خداوند متعال شرافت آن‌ها را بيفزايد - فروتنى و عظمتى بسيار درخشنده درخود مىيابد ، و خود را بنده‌اى كه از همهء هستىها گسسته و به خداوند\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nپيوسته است مىبيند . در پاكيزگى از پليدىهايى كه دلش را فرا گرفته و رهايى از دل بستگىهايى كه ميان او و حضرت پروردگار پرده افكنده و از رحمت او جدايش ساخته ، مىكوشد . گام‌ها را آهسته و با سكينه برمىدارد و گرد خانهء كعبهء معظمه با خرمى و نظر اعتبار مىگردد و طواف مىكند ، و نماز را با ادب و خوارى و شكسته دلى و بيچارگى انجام مىدهد ، و دست نياز و حاجت و عذرخواهى به سوى خداوند متعال بلند مىكند . منظورى از همهء اين اعمال نيست مگر مقدمه براى حالتى كه در عرفات مىيابد چه در آن بيابان انجام‌دهندهء حج از لحاظ روحى و عقلى راهى بلند مىپيمايد ، و بهترين ساعات زندگى و گرامىترين آن‌ها را در نزد خداوند سبحان احساس مىكند ، و بلكه آنچه از علايق زندگانى دنيايى و تنعمات آن او را فرا گرفته ، از دايرهء انديشه و خاطر خود طرد نموده و به وادى فراموشى مىسپارد ، و خود را در درجهء بالاترى از زندگى كه ارزش بيشترى دارد مىيابد . خيام يكتاپرستانى را كه از زندگانى مادى به يك سو شده‌اند ، در بيابانى كه از ايشان موج مىزند تا دورترين نقطه‌اى كه ديده مىشود مشاهده مىكند ، به غير از ناله‌هاى زارى نمىشنود و جز جنبش لب‌ها با خوارى و بسيارى خواسته‌ها از درگاه خداوندى و روان شدن اشك از ديده‌ها نمىبيند . احرام بستگان را در آنجا مىنگرد كه از خود گذشته‌اند ، و با نغمه‌هاى نيكو و دل‌نشين به تلاوت قرآن كريم و ذكر و دعا پرداخته‌اند ، همانا وجدان آن‌ها بر وجودشان چيره و روحانيتشان بر جسمانيت آنان\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nغالب و پيروز شده ، و با آن لباس پاكيزه و سفيد چون فرشتگان در آن بيابان ديده مىشوند . آن سرزمينى كه بانگ‌ها و انعكاس ناله‌ها و زارىها را به سوى خداوند يكتاى بىنياز و بخشنده مىرساند و بر مىگرداند ، و در نتيجه جنبشى در جان و روان آن‌ها از ترس خداوند بزرگ حاصل مىشود كه دل‌ها براى آن مىتپد و جگرها سوخته و پريشان مىگردد ، و از سطوت آن جلوه گاه ملكوتى بدن‌ها لرزان و گوشت و پوست آنان گويى كه در كالبدها فرو رفته و خوشيده « 1 »  مىشود .\r\nاين اجتماع بزرگ در ساعت‌هاى شريف و ارجمند با آن كيفيت كه دانستى همانا بالاترين مظاهر ايمان و مادهء حياتى و قلب متحرك اسلام است ، و آن روزى است كه اميد مىرود خداوند متعال در آن به بندگان مخلص خود تجلى فرمايد .\r\n\r\n","description":"","footnote":" ( 1 ) . خشكيده و پژمرده ","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n\r\nفصل هشتم : احرام و شرايط آن\r\nاولين عبادات حج بيرون كردن لباس معمولى و پوشيدن لباس احرام است و آن شعار و نشانه است ، حاجيان به آن وسيله از ديگران شناخته مىشوند ، و در ميان آنها امتيازى نيست ، پس ايشان را از هر دسته‌اى كه باشند مىبينى مانند ديگران لباس احرام پوشيده ، و گويى با آن يادآور مىشوند كه برابر خداوند جل شأنه قرار گرفته و همه مساوى يكديگر آفريده شده‌اند ، و اينكه در روز قيامت هم همين گونه به حساب آنها رسيدگى مىشود .\r\nاحرام آزمايشى است در برادرى ، و پندى است براى يگانگى و ناگسستگى ، و اشاراتى است به اينكه انسان از آرايش‌ها و لذات دنيا و آنچه در دنيا است بيرون شده ، و به سوى حضرت پروردگار و جهانى پاك و دور از آلودگى روان گشته ، و از هيبت دنيا و جلوه‌ها و زينت آن گسسته و به سوى آفريدگار خويش رفته و در برابر حضرتش با حالتى كه طبيعت پاك و بىآلايش وجود آزاد بشرى\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nاقتضا مىنمايد آمده است و نشانه و گواه آن احرام است كه اشتراكيه حقّه را با همهء معانى آن نشان مىدهد . و در لباس احرام فقرا و پادشاهان برابرند ، و كجايند مستكبرين تا از نزديك اين تجلى شگفت‌آور و روى آوردن مسلمين را از هر گوشهء جهان به پيرامون خانهء محترم خداوندى ، و اجتماع آنان را در برابر حضرت پروردگار در يك سرزمين با لباس متحد الشكل ببينند ، و كسى را از ايشان بر ديگرى برترى نيست مگر به پرهيزگارى .\r\nاحرام در صورتى كه با شرايط مقررهء آن انجام شود ، و به حدودى كه در باب محرمات احرام بيان گشته مقيد گردد ، طريقهء خاصى است از مهيا شدن و آمادگى براى كسى كه قصد تشرف در پيشگاه خداوندى دارد ، و با پيوستگى و مواظبت بر آن حدود شايسته است بنده را كه به درگاه پروردگار خود حضور يابد و در جايگاه قرب خداوند متعال و سراى قدس وى به مقام ارجمندى مشرف شود .\r\nاحرام براى شخص محرم مدارج سعادت و خوشبختى را در بر دارد و انسان به وسيلهء آن حدود ، در بالاترين درجات تربيت و بندگى قرار مىگيرد .\r\nاز آن جمله دورى جستن اوست از ستم ، و ريشه كن نمودن آن از سراسر وجود خود ، و بازداشتن خود از شكار بيابانى و رساندن آزار به هر حيوانى حتى حيوانات ريزى كه بعضاً در بدن پيدا مىشود ، مگر حيوان موذى كه كشتنش بر محرم جائز است ،\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nو بازداشتن خود از جدا كردن شاخه‌هاى درخت و گياه و برگ‌هاى آنها و هر چه از زمين روئيده مىشود .\r\nاز آن جمله كناره‌گيرى از خواهش‌هاى حيوانى و بازداشتن نفس از ارتكاب و ميل به شهوات به نحو كلى ، اگر چه دست زدن به زن خود و نگاه كردن به او از روى شهوت باشد ، و سبب نشود براى استيفاى ديگرى شهوتى را كه در غير حال احرام مشروع بوده است ، مانند اجراى عقد نكاح براى ديگرى يا شاهد شدن براى عقد يا پذيرفتن شهادت در حال احرام .\r\nاز آن جمله ترك هر چه با حيا و مقام بندگى و تواضع منافات دارد و نيكويى خلق را مىكاهد و با او سازش ندارد مانند دروغ و تكبر و خودنمايى و خود را از ديگران بالاتر پنداشتن و به خود باليدن و خود را چيره و توانا دانستن .\r\nاز آن جمله كناره‌گيرى از آنچه كينه و رشك را ايجاب كند و صفات زشت پوشيده و پنهانى نفس اماره را كه موجب دشمنى و كدورت است ، برانگيزد ، و سبب تيرگى و آزار و آلودگى عواطف و آشفتگى و نوميدى و گسيختگى مىشود ، مانند خصومت شديدى كه انسان را به سوگند خوردن به خداوند سبحان مىكشاند و جنگ نمودن و دشنام دادن و هر كردار بد و ناپسند و سخن زشت و با خود برداشتن سلاح جنگ و پوشانيدن سر براى مردان و پوشيدن لباس دوخته و آنچه پشت پا را مىپوشاند .\r\nشخص محرم مكلف است به مداومت به شرايط احرام از\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nميقات‌هاى « 1 »  مقرّر تا رسيدن به خانهء محترم خداوندى و انجام دادن عبادت را كه عمره است يا حج ، و مداومت در اين مدت اگر چه زمانى كوتاه باشد ، آن عادات زشت حيوانى را از روان او خارج مىكند ، و از اين تربيت پروردگارى و رياضت‌هاى روحى كه در طول عمر و مدت زندگانى خود فراموش نخواهد كرد متأثر مىشود ، و خواهد دانست كه در اين دنياى فانى از لحاظ زندگى محدود و در زنجيرى از تكاليف و آداب خداوند متعال گرفتار و مقيّد است .\r\nانسان از تحمل شدائدى كه به او مىرسد و فراموش نمىكند ، سعادت و بهجت در زندگى و خوشى آن را در مواقع وسعت و راحتى مىفهمد و احساس مىكند ، و كسى كه پس از گذشتن سال‌ها از زندگانى آزاد خود كه همواره در خوش‌گذرانى و انواع گردن فرازى و نعمت و نازپروردگى بوده ، و هميشه خود را با تنوع در لباس‌هاى فاخر و جامه‌هاى با نقش و نگار آرايش مىداده ، همين كه براى بستن احرام سعادت يافت و شرايط مقرّرهء آن را بر خود هموار كرد ، از همهء آن البسه برهنه شده و بر اندام لطيفش جز چيزى كه عورت و عيب او را بپوشاند و جامهء تن و روپوش آن شمرده شود چيز ديگرى ديده نمىشود ، و اين شريف‌ترين واقعه و پيش آمدى است كه فراموشش نخواهد كرد .\r\n\r\n","description":"","footnote":" ( 1 ) . ميقات ، محل بستن احرام است . ","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nچگونه اين ادبى را كه تا اعماق قلب و اعصاب اثر مىگذارد فراموش خواهد كرد ، آنكه در تمام مدت عمرش همه نوع خواسته‌هاى نفسانى و بازيگرىها را مرتكب شده و از همه چيز غافل بوده ، و در كارها و عمليات خود به هر نحوى كه خواسته عمل نموده ، و سپس به اختيار خود چنان گشته كه همهء امتيازات از او گرفته شده ، و در مدتى از زمان سر و پاى برهنه آشكارا در انظار مردم نمايان مىشود ، و از تمايلات خود و از آنچه بخواهد بايد پرهيز كند و از هر چه بر آن عادت كرده ممنوع گشته ، به نحوى كه توانايى اين كه درختى را قطع كند يا گياهى را بچيند نخواهد داشت ، و ناچار اين ادب الهى او را به داشتن عدل و داد و مهربانى مىكشاند و مىبيند كه بيرون رفتن از حدود راستى شايستهء انسان نيست ، و در آن يك نوع سياست و تنبيهى است نسبت به آنچه گذشته از طغيان او و آنچه به وجود او عارض گرديده از بازىگرىها و تظاهراتى كه خواهان بوده است .\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\n\r\nفصل نهم : لباس احرام\r\nهمانا بر كسى كه ارادهء حج دارد واجب است كه بدنش را در حال احرام با دو پارچهء ندوخته بپوشاند و اين عمل را جهاتى است :\r\nاز آن جمله اينكه دو جامهء احرام شباهت به كفن دارد ، بلكه كفن نمودن ميت را با دو پارچهء احرامش مستحب است و پوشيدن آن وحشت‌هاى هنگام مرگ و سختى و اندوه‌هاى مراحل بعد از مرگ و روز رستاخيز را به ياد مىآورد ، و خداوند سبحان فرموده است :\r\n« در آن روز مردم به صورت گروه‌هاى پراكنده از قبرها خارج مىشوند تا اعمالشان به آن‌ها نشان داده شود ، پس هر كس به اندازهء ذره‌اى عمل نيك انجام داده آن را خواهد ديد و هر كس به اندازهء ذره‌اى عمل بد مرتكب شده آن را خواهد ديد . » « 1 » \r\nهمچنين خداوند متعال فرموده است : « امروز بر دهانشان مهر\r\n\r\n","description":"","footnote":" ( 1 ) . سوره زلزله آيات 4 - 6 . ","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nمىنهيم ، و دست‌هايشان با ما سخن مىگويند و پاهايشان كارهايى را كه انجام مىدادند شهادت مىدهند . » « 1 » \r\nخداوند جل شأنه فرموده است :\r\n« سرانجام ، سكرات مرگ حقيقت را پيش چشم او مىآورد [ و به انسان گفته مىشود : 
  ] اين همان چيزى است كه از آن مىگريختى و در صور دميده مىشود ، آن روز ، روز تحقّق وعدهء وحشتناك است . » « 2 » \r\nلباس دوخته از چيزهايى است كه بيشتر مردم آن را براى زينت مىخواهند كه به آن افتخار كنند و ظاهرشان را آرايش دهند ، و اين انديشه چه اندازه دور است و چه سازشى دارد با رفتن به سوى حضرت پروردگار ، و اجابت دعوت او و شباهت به فرشتگان ، و واضح است كه چنين روحيه‌اى با فروتنى نمودن براى بزرگوارى ذات اقدس متعال و خوارگرديدن براى ارجمندى و پادشاهى او ، منافات كلى دارد ، و با روح يگانگى و نتائجى كه در نظام حج وديعه گذارده شده است به هيچ وجه تناسبى ندارد !\r\nلباس دوخته از چيزهايى است كه اعيان و ثروتمندان آن را وسيلهء امتياز و برترى قرار مىدهند و به وسيله آن فرومايگان به عناوينى از نيرنگ و فريب ، انسان‌ها را مىفريبند و در ورطهء خطر و\r\n\r\n","description":"","footnote":" ( 1 ) . سوره يس آيه 65  ( 2 ) . سوره ق آيات 18 و 19 ","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nهلاكت مىاندازند ، و اگر خواستى مىتوانى بگويى كه دوخت در پوشاك گاهى آدمى را به برانگيختن كينه‌ها و افروختن آتش اختلافاتى كه براى نوع انسان زيان‌آور است مىكشاند ، و اين بر خلاف آن چيزى است كه مقام بندگى در پيشگاه حضرت خداوندى از فروتنى و فرمانبردارى اقتضا دارد ، و بر خلاف خواستهء خداوندى است از بسيارى مهر و دوستى نمودن بندگان با يكديگر و نگاه‌دارى از همديگر و يگانگى ايشان و نبودن وجه امتيازى ميان مردم مگر به پرهيزگارى و راستى و درستى .\r\nهمانا واضح است كه اهالى شهرستان‌ها و همهء ساكنين زمين از زمان گذشته تا امروز و آينده در شكل و رنگ پوشاك و لباس مانند هم نبوده و نخواهند بود و به كيفيت‌هاى مختلف مىباشند پس اگر به سوى حج خوانده شدند و اين دعوت خداوندى را پذيرفتند ، و در اماكن مقدسه كه براى اعمال حج و مشاعر خداوندى تعيين گشته حاضر شدند ، با پوشش‌هاى مختلفى كه دارند و هيئت‌هاى گوناگونى كه مىخواهند نمايش دهند ، يكديگر را از مقصد اصلى باز مىدارند ، و از روى آوردن به سوى حضرت خداوند عظيم الشأن و توجه به ساحت قدسش - با آن معانى بسيارى كه دارد در اعمال و مناسك مقرّره حج محروم مىگردند ، و بدين جهت اين اجتماع عمومى سبب هم چشمى و خودنمايى مردم هوسران مىشود ، پس مفاسد بزرگ و خودخواهىهاى بى جا كه مانند ندارند حادث خواهد شد ، و اين نتايج با آنچه كه در حج از ايشان خواسته شده سازش\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nندارند و بر خلاف آن مقصود است .\r\nبعضى از پزشكان چندى است متوجه شده‌اند و چنين دريافته‌اند كه انسان بايستى در مدت سال يك ماه بدنش را در هواى آزاد برهنه كند . و از آنچه كه در فضاى آسمانى تأثير در دستگاه موجودات كرهء زمين دارد از قبيل نور و حرارت خورشيد استفاده كند ، تا بدن نيرو و نشاط خود را به واسطهء برخورد اكسيژن هوا به تمام منافذش ، بازگرداند و با اين عمل آن چه كربن در خون ايجاد شده و خون آن را در هنگام جريان از فضولاتى كه در بدن به وجود آمده است گرفته ، مىسوزد - چه اين كه كربن در اكسيژن و هوا مىسوزد پس خون تصفيه شده و پاكيزه كه صلاحيت براى تغذيه و حفظ حيات داشته و سلامتى كامل و صحت عمومى بدن كه مايهء هستى ، و قوام وجود به آن مربوط است به قلب بر مىگردد .\r\nعلاوه بر اين‌ها فلسفهء عصر حاضر مىگويد : لازم است بر انسان كه گرفتارىهاى زندگى و قيود در كارهايش را رها كند و در تمام شؤون زندگى طالب آزادى مطلق گردد .\r\nچنان‌كه مىگويد : بر انسان لازم است كه از وطن خود مدتى دورى جويد تا جستجو كند و آگاه گردد و خود را به ديدن چيزهايى كه نديده از شهرها و بدايع خلقت ، بر خوردار سازد ، و بر همان پايه مقرر شده است نظام آگاهىهاى دولت‌ها و تأسيس مىشود اجتماعات مهم عمومى و شركت‌هاى بسيار و گوناگون براى گردش‌ها و دور شدن از ميهن‌ها .\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nهمانا محرم به‌دو جامه ، احرام مىبندد يكى را لنگ وار بسته ( ازار ) و ديگرى را بر دوش مىافكند ( رداء ) و گفته شد كه آن نشانه‌اى است از حضور در پيشگاه حضرت پروردگار ، ولى هنگام سرماى زمستان جايز است و منعى براى او نيست كه هر چه بخواهد از پوشاك‌هاى ندوخته بپوشد . و جايز است كه در زمان ناچارى به علّت بيمارى يا تابش خورشيد و بارش باران بر سرش ، سايه‌بان بگيرد ، يا لباس دوخته بپوشد و در عوض براى زندگى فقرا و بيچارگان فديه بدهد .\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n\r\nفصل دهم : تلبيه و مقصود حقيقى از آن\r\nاحرام منعقد نمىشود مگر به تلبيه‌هاى چهارگانه ، و آن چنين است كه محرم بگويد :\r\n« فرمانبردارم پروردگارا فرمانبردارم ، فرمانبردارم شريكى براى تو نيست فرمانبردارم ، همانا ستايش و نعمت و پادشاهى مختص تو است شريكى براى تو نيست » « 1 » \r\nتكرار آن به قدر امكان مستحب است به خصوص بعد از نمازها و هنگام بالا و پائين رفتن از راه‌هاى دشوار كوه‌ها و هنگام خوابيدن و بيدار شدن و سوار شدن و پياده شدن از خودروها و هنگام برخورد با مسافران در بيابان‌ها و در سحرگاهان و نزديك بر آمدن صبح كه بهترين اوقات است .\r\nبا اين تكرار ، روح لبيك گوينده متأثر مىشود ، و با گوش\r\n\r\n","description":"","footnote":" ( 1 ) . لبيك اللهمّ لبيك ، لبيك لا شريك لك لبيك ، إنّ الحمد والنعمة لك والملك لا شريك لك . ","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nقلبش مايل به شنيدن دعوت خداوند مىگردد . چه ، همانا مقصود از تلبيه اعلام حضور است بر وجه خدمتگزارى حضرت پروردگار جل شأنه .\r\nآرى همانا تلبيه كلمه‌اى است بسيار بلند كه حج‌كننده آن را تكرار مىكند تا مقامى را كه جز اندكى از مردم به آن نمىرسند به دست آورد ، و آن پيروزى با ارزش و بهرهء گرانبهايى است كه جز كسانى كه سزاوار آن هستند كس ديگر به آن دست نمىيابد ، و آن حقيقت فرمانبردارى از خداوند متعال و جوهر بندگى در درگاه اوست و همانا از مهمترين امور و گرانبهاترين آنها ايجاد روحيه‌اى است قوى و بلند مرتبه و پاكيزه در باطن شخص كه آراسته به آن گوهر و حقيقت باشد .\r\nدر پيدايش آن چاره‌اى جز اصرار محرم براين تلبيه به تمرين و تكرار و تاييد آن با بلندكردن و آشكار نمودن صدا نيست ، چه همانا سبب ارتعاشاتى كه در هوا در پى صدا توليد مىشود و داخل در مجراى گوش شده و پرده صماخ را مرتعش و لرزان مىنمايد ، بسا كه وجود لفظى آن در قواى خياليه منعكس گشته و به واسطهء آن قلب نيرومند مىگردد ، و خواهان انديشه‌اى مىشود كه قوهء عاقله و فرماندهء قلب را متأثر مىكند ، و روحيهء تازه‌اى براى فرمانبردارى و بندگى حاصل خواهد گشت .\r\nاز ازدى منقول است كه درحديثى گفته : با او « يعنى با امام صادق عليه السلام » سالى حج بجا آوردم ، پس چون مركب سوارى آن\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nحضرت مهيا شد هرگاه كه قصد گفتن لبيك مىكرد صدا در گلويش مىبريد و نزديك مىشد كه از شتر بيفتد .\r\nپس گفتم : اى پسر رسول خدا بگو و چاره‌اى براى تو جز گفتن نيست . حضرت فرمود : اى پسر ابى عاصر چگونه جرأت كنم ، كه بگويم « لَبَّيْكَ اللَّهُمَّ لَبَّيْكَ » ، مىترسم كه خداوند عزّ وجلّ به من بگويد : « لا لَبَّيْكَ وَلا سَعْدَيْكَ » .\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\n\r\nفصل يازدهم : آداب واقعى حج\r\nدر كتاب مصباح الشريعه « 1 »  است كه حضرت صادق عليه السلام فرمود « هنگامى كه ارادهء حج كردى دلت را براى خداوند تعالى از هر كار باز دار ، و هر پرده‌اى كه حائل و حاجب آن است بردار و كارهايت را به آفرينندهء آنها واگذار ، و در همهء حركات و سكناتت بر او توكل نما ، و براى هر چه بخواهد و فرمان دهد و مقدر فرمايد تسليم شو ، و دنيا و آسايش و مردم را رها كن ، و از حقوق خلق كه بر تو لازم\r\n\r\n","description":"","footnote":" ( 1 ) . اين كتاب به حضرت صادق عليه السلام منسوب است . و كتابى است شريف و به‌صد باب ترتيب داده شده و در شناساندن رفتن به راه خداوند جل جلاله و روى آوردن به اوست . عده‌اى از اصحاب ما ( اماميه ) براى اينكه از كلام امام است اعتماد كرده‌اند . از آن جمله است سيد جليل رضى الدين على بن طاووس . و از آن جمله است پيشواى فقها شهيد دوم . و از آن جمله است جدمادرى ما مولانا محسن فيض كاشانى . و جمعى ديگر بر آن اعتماد نكرده‌اند . از آن جمله است علامه مجلسى و شيخ حر عاملى و آنچه به اين بنده آشكار است اين است كه آن از بعضى اهل معرفت است و در آغاز باب‌ها سخنى از امام عليه السلام آورده است . ","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nگشته بيرون شو ، و بر توشه و مركب و ياران و نيرو و جوانى و ثروت خود تكيه مكن ، زيرا بيم آن مىرود كه آنها دشمن و بار سنگين براى تو شوند ، چه همانا كسى كه مدّعى رضايت از خداوند بود و بر غير او اعتماد نمود ، خداوند تعالى آن را و بال و دشمن او قرار مىدهد تا بداند كه نيرو و چاره‌اى براى او و كسان ديگر جز به نگهدارى و توفيق او نيست ، و مانند كسى كه خواهان بازگشت نيست آماده باش ، و آميزش را نيكو كن ، و اداى واجبات خداوند و خواسته‌هاى پيامبرش را به هنگام ، و آنچه بر تو مقرر و لازم است از ادب و بردبارى و صبر و سپاسگزارى و مهربانى و جوانمردى و مقدم داشتن ديگران بر خود در توشهء سفر ، در هميشهء اوقات رعايت كن .\r\nپس به آب توبهء خالص از همه گناهانت غسل كن ، و پوشاك صداقت و صفا و فروتنى و تضرع در درگاه احديت را در بركن ، و از هر چه تو را ازياد خدا باز مىدارد و از اطاعت او مانع مىگردد احرام ببند يعنى خود را به اجتناب از آنها ملزم كن ، و لبيك گو به اين معنى كه اجابت باشد نداى خداوند تو را اجابتى راست و پاك و صاف و نيالوده ، و چنگ در عروة الوثقى زن ، به قلبت با فرشتگان حول عرش طواف كن چنان كه به جسم و جانت با مسلمانان در دورخانه طواف مىنمايى .\r\nبه هروله گريز از هوى و هوست را قصد نما و از توانايى و نيروى خود بيزار شو .\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nبا بيرون رفتنت به منى از بى خبرى و لغزش هايت بيرون رو ، و آرزوى آن چه بر تو حلال و سزاور نيست مكن .\r\nدر عرفات به گناهان خود اعتراف كن ، و پيمان خود را در درگاه احديت به يكتايى او تجديد نما و تقرب او را خواهان باش .\r\nدر مزدلفه ( مشعر الحرام ) از خداوند بترس ، و در بالا رفتن به كوه ، روحت را به ملأ اعلى بالا ببر .\r\nهنگام قربانى گلوى آز و هواى نفس را از خود قطع نما .\r\nهنگام افكندن سنگ ريزه‌ها شهوات و فرومايگى و پستى و ناكسى را بيفكن ، و با تراشيدن و ستردن مويت عيب‌هاى آشكار و پنهان را سترده كن .\r\nهنگام ورود به حرم و در آمدن به خانهء خداوند سبحان در امان و حفظ و نگهدارى او وارد شو و از پيروى خواستهء نفسانى به در آى ، در حالتى كه از روى راستى و درستى صاحب خانه را بزرگ شمارى و به جلال و پادشاهى او شناسا باشى .\r\nاستلام حجر كن ( يعنى حجر الاسود را ببوس يا دست بمال يا به آن اشاره كن ) در حالى كه به قسمت خداوند سبحان راضى و خشنود ، و براى عزت و ارجمندى او فروتن باشى .\r\nبه طواف وداع جز حضرت حق را واگذار .\r\nبه هنگام ايستادنت در كوه صفا روح و باطنت را براى ديدار او در روزى كه او را ملاقات خواهى كرد صاف كن .\r\nدر مروه در برابر خداوند سبحان نمايان باش در حالى كه\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nبنده‌اى پرهيزگار باشى و صفات و اخلاقت پاكيزه باشد ، و بر آنچه كه هنگام اعمال حجت ملتزم به آن شدى « مقصود بيانات امام عليه السلام است » و با پروردگارت عهد بستى و براى حضرت او بر خود لازم نمودى تا روز قيامت پايدار و استوار باش و به عهدت وفا كن .\r\nبدان كه خداوند متعال حج را واجب نكرده مگر براى كسى كه توانايى انجام آن را داشته باشد :\r\n« و براى خدا حج آن خانه بر عهدهء مردم است البته كسى كه توانايى داشته باشد و بتواند به سوى آن راه يابد . » « 1 » \r\nبه نسبت دادن ، به خود اختصاص نداده ، و پيامبر خدا صلى الله عليه و آله سنتى « 2 »  را در ميان اعمال حج به ترتيبى كه مقرر نموده تشريع نفرموده ، مگر براى آمادگى و اشاره به مرگ و قبر و بيرون آمدن از قبر در روز قيامت و تفصيل بيان آن چه گفته شد از داخل شدن اهل بهشت در آن و داخل شدن اهل آتش در آن براى دارندگان مغزهاى پاك و صاحبان خرد به ديدن اعمال حج است از اول تا آخر آن .\r\nدر كافى « 3 »  روايت كرده است از محمد بن يزيد رفاعى : « همانا\r\n\r\n","description":"","footnote":" ( 1 ) . سوره آل عمران آيه 97 .  ( 2 ) . غير از قرآن كريم آنچه كه از حضرت پيامبر صلى الله عليه و آله از واجبات و مستحبات‌رسيده است سنت مىنامند .  ( 3 ) . آن كتاب بزرگ جامعى است تاليف پيشواى بزرگ سعيد حافظ و محدث - ","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- مقبول همه مردم ، شيعه و اهل تسنن او را مدح نموده ، لقبش ثقة الاسلام ، كنيهء او ابو جعفر و نامش محمد بن يعقوب كلينى رازى ، بزرگ اصحاب در زمان خود در شهر رى و پيشواى همگى و او مطمئن‌ترين و پايدارترين مردم در حديث بود .\r\nدر مدت بيست سال احاديث اهل بيت عليهم السلام را در كتابى جمع كرد كه در ميان شيعه مانند آن تاليف نشده و عامه و خاصه او را ياد نموده ، و بر بزرگى و فضيلت مقامش متفقند .\r\nشمارهء كتاب‌هاى كافى سى و دو جزء است ، و همهء احاديث آن در شانزده هزار و يكصد و نود و نه حديث شماره شده است ، و بيشتر است از آنچه در تمامت صحاح ششگانهء عامه است .\r\nابن‌اثير در جامع الاصول گفته است : ( ابو جعفر محمد بن يعقوب رازى ، دارندهء فقاهت و پيشوا بر مذهب اهل بيت عليهم السلام ، و در مذهب آنها دانشمندى است بزرگ ، و در نزد ايشان فاضلى است مشهور ) و در حرف نون از كتاب نبوت ، او را از تازه‌كنندگان مذهب اماميه به گذشت قرن سوم هجرى شمرده است .\r\nهمچنين فاضل طيبى در شرح مصابيح بغوى پس از اينكه حضرت امام محمد باقر عليه السلام را از تازه كنندگان در آخر صدهء يك و حضرت امام على بن موسى الرضا عليه السلام را از تازه كنندگان در آخر صدهء دوشمرده ، مرحوم كلينى را از تازه كنندگان دين در قرن سوم شمرده است . از براى آن مرحوم به جز كتاب جامع كافى كتاب‌هاى ديگرى است ، از آن جمله است كتاب رسائل الائمه عليهم السلام كه سيد رضىالدين بن طاووس در كتاب كشف المحجّه و فلاح السائل و فتح الابواب از آن نقل مىكند ، و پس از سيد ، كسى را نيافتيم كه كتابى را به او نسبت دهد ، گويا به علت كمى همت‌ها و دگرگونى ملت‌ها از ميان رفته باشد .\r\nو كُلَين مصغّر و به تخفيف لام مانند زُبير دهى است ازدهات فشاپويه كه آن يكى از نواحى رى بوده ، و در آنجا است مقبره پدرش شيخ يعقوب كه مزارى است معروف .\r\nو در قاموس چنين دارد ( كلين مانند اميردهى است در رى از آنجا است محمد بن يعقوب كلينى كه از فقهاى شيعه است ) و اين اشتباه است چه كلين مانند امير دهى است از ورامين از بلوك رى و چيست ! صاحب قاموس را وارد شدن در اين گونه مطالب ، و در مثل است اهل مكه آشناترند به راه‌هاى كوه‌هاى آن .\r\nمانند اين اشتباه در معرفى از مرحوم كلينى از ابن حجر عسقلانى در كتاب التبصير چنين نقل شده ( كلينى بضم و اماله لام سپس ياء ساكنه سپس نون ابوجعفر محمد بن يعقوب كلينى ، او از رؤساى فضلاى شيعه در روزگار مقتدر بوده و او منسوب به كلين از دهات عراق است ) ، شيخ بزرگوار رحمه الله در سال سيصد و بيست و نه قمرى در سال پراكندگى نجوم در بغداد وفات نموده ، و قبر شريفش كه مشهور است و عامه و خاصه آن را زيارت مىكنند در قسمت شرقى بغداد در تكيه مولويه قرار گرفته و بر آن بارگاه و گنبدى بزرگ و پنجره‌اى از بيرون به طرف عبوركننده از پل .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nاز اميرالمومنين عليه السلام پرسيده شد از وقوف به حل « 1 »  كه چرا آن وقوف در زمين حرم نشده ؟ فرمود : براى اينكه كعبه ، خانه اوست و زمين حرم به منزله درگاه آن است ، پس زمانىكه قصد خداوند متعال كردند كه بر او وارد شوند ، آنان را در درگاه نگه داشت تا اظهار زارى و خوارى كنند .\r\nبه آن حضرت گفته شد : پس چرا مشعر الحرام در زمين حرم قرار داده شده ؟ فرمود : براى اينكه چون آنها را اجازهء ورود در حرم\r\n\r\n","description":"","footnote":" ( 1 ) . مراد وقوف به عرفات است كه خارج از زمين حرم است . ","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nداد در دربند دوم ايشان را نگه داشت ، و چون زارى و خوارى ايشان در آنجا به طول انجاميد به ايشان اجازهء انجام قربانىهاى خود را داد ، پس چون كثافات را از خود زائل نمودند و از گناهانى كه ميان آنها و خداوند سبحان حائل بود پاك شدند ، ايشان را براى زيارت با حالت پاكى و طهارت اجازه فرمود .\r\nبه آن حضرت گفته شد : چرا در روزهاى تشريق « 1 »  بر كسى كه در منى باشد روزه حرام است ؟ فرمود : براى اينكه آن مردم زيارت‌كنندگان خداوند هستند و ايشان ميهمان خدايند ، و براى ميزبان شايسته نيست ميهمانان او روزه دار باشند .\r\nبه آن حضرت گفته شد : پس چسبيدن به پرده‌هاى كعبه چه معنى دارد ؟ فرمود : مانند كسى كه او را نزد ديگرى جنايت و گناهى است و به دامن پيراهن او مىچسبد و با او التماس و زارى مىكند و براى او فروتنى مىنمايد كه از گناهش بگذرد .\r\nدر علل الشرايع و عيون الاخبار « 2 »  تاليف شيخ صدوق از فضل\r\n\r\n","description":"","footnote":" ( 1 ) . يازدهم و دوازدهم و سيزدهم ماه ذى الحجة .  ( 2 ) . آنها دو كتاب هستند از دانشمند موثق بزرگ منزلت ، ماهر در شناسايىاخبار ، و نشردهنده آثار ائمه اطهار عليهم السلام ستون ملت و مذهب و دين ، بزرگ قميين و رئيس محدثين ، ابوجعفر محمد بن على بن الحسين بن موسى بن بابويه پدرش اهل قم و مادرش از ديلم و خودش مشهور به شيخ صدوق ، در سال سيصد و پنجاه و پنج وارد بغداد شد ، و بزرگان شيعه در احاديث اهل بيت از او بهره‌مند شدند ، و به سال سيصد و هشتاد و يك در رى وفات نمود خداوند او را رحمت كند و مرتبت او در دانش و عدالت و آگاهى و تندى خاطر و فقاهت و بسيارى تصنيف و حسن تأليف مشهورتر از آن است كه يادآورى شود .\r\nو از جمله كرامات آن جناب كه در حدود سال يك هزار و دويست و سى و هشت هجرى آشكار گشت ، اين كه در مرقد شريفش كه در عمارات شهر مخروبه رى واقع است ، به علت طغيان باران رخنه و شكافى حاصل شد ، و چون به قصد اصلاح آن موضع رخنه را كنجكاوى و بررسى نمودند ، به سردابه رسيدند كه مدفن شريفش در آنجا بود ، و هنگامى كه در آنجا وارد شدند كالبد شريفش را يافتند در حالى كه برهنه و نيكوروى و فربه و بدون ساتر و عورتش پنهان و بر ناخن‌هايش اثر حنا نمايان بود ، و در اطرافش تافته‌هايى از نخ‌هاى پوسيده كفن بر روى خاك قرار داشت ، پس اين خبر در شهر تهران شايع شد ، تا اينكه به گوش خاقان فتحعلى شاه قاجار رسيد ، و خودش براى تحقيق و رسيدگى اين مطلب حاضر شد ، و پس از اينكه بزرگان و امناى دولت داخل شدن خود پادشاه را در آن سردابه به مصلحت نديدند جماعتى از دانشمندان و اعيان تهران را به آنجا فرستاد تا اينكه از بسيارى كسانى كه وارد شدند و خبر آوردند موضوع به مرحله قطع و يقين رسيد ، و به بستن آن شكاف و تعمير آن بقعه به نيكوترين صورتى فرمان داد . ","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nابن شاذان از حضرت امام رضا عليه السلام روايت نموده كه فرمود :\r\n« همانا مامور به احرام شدند براى اينكه پيش از ورودشان به حرم خداوند و محل امن او فروتنى و اظهار خوارى كنند ، و براى اينكه به آنچه آنها را از مقصود باز مىدارد نپردازند ، و به امرى از امور دنيا و خوشىها و آرايش‌هاى آن مشغول نشوند ، و با قصد و هوشيارى آنچه را پذيرفته‌اند انجام دهند ، و با اراده به سوى مقصد بروند و با توجه و التفات تمام و كامل روى به آن آورند ، و از آن\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nغفلت نورزند ، و نيز در احرام ، حقير شمردن خود ، و بزرگ داشت و تعظيم خداوند جليل و عظيم‌الشان و خانهء محترم او است ، و نفس‌هاى خود را هنگام توجه و رفتنشان به سوى خداوند عزيز و جليل و فرود آمدن به خانهء قدس او ، در حالى كه اميد ثواب و ترس از عقاب او را داشته باشند خوار شمرند ، و روندگانى به سوى او و روى آورندگان به حضرتش باشند با خوارى و پريشانى و فروتنى . »\r\nدر علل الشرايع از حضرت صادق عليه السلام روايت است كه فرمود :\r\n« با حرمت شد مسجد الحرام كه هتك آن حرام است به سبب احترام كعبه ، و با حرمت شد زمين حرم به سبب احترام مسجد ، و واجب شد بستن احرام به سبب احترام حرم » .\r\nاز محاسن « 1 »  تاليف برقى مانند آن روايت شده است .\r\n\r\n","description":"","footnote":" ( 1 ) . تأليف شيخ بزرگوار ابى جعفر احمد بن ابى عبدالله محمد بن خالد برقى ، منسوب به برقه ازدهات قم . و اصلش از كوفه است ، و او از بزرگان اصحاب مشهور ما است و در عبارات گروه بسيارى تصريح به توثيق او شده است و براى او تصانيف بسيار است كه دانشمندان علم رجال آنها را ياد كرده‌اند .\r\nو از گران مايه‌ترين آنها كتاب محاسن است كه تا اين زمان موجود است و زيادتر از صد باب از ابواب فقه و اندرز و آداب و علل احكام شرعيه و اثبات توحيد و ديگر از مباحث و مقاصد اصولى و فروعى را دارا است ، طبق تاريخ ابن غضائرى در حدود سال 274 قمرى در قم وفات يافته خداوند او را رحمت كند . يا به‌اسقاط چهار ، از ديگرى نقل شده است يعنى سال 270 قمرى .\r\nهمانا در شرح حال آن مرحوم ياد كرده‌اند كه در عربيت و علوم ادب بسيار زيرك و رسا و استاد بوده ، و از ابوالحسين احمد بن فارس لغوى مشهور و ابوالفضل عباس بن محمد نحوى ملقب به عرام كه دو استاد اسماعيل بن عباد بوده‌اند از او دانش را فرا گرفته‌اند .\r\nپدرش محمد بن خالد نيز از بزرگان راويان و محدثين و پيش روان اهل فضل و دين بوده ، و نيز در آداب و تفسير و تواريخ و خطبه‌ها و علل دينى و نوادر ، كتب بسيارى تصنيف نموده ، و محمد بن اسحق نديم بغدادى وراق كه در سال 385 وفات نموده در كتاب فهرس ، كتاب محاسن را به او نسبت داده است . ","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nدر علل الشرايع از محمد بن سنان روايت شده ، كه حضرت امام على بن موسى الرضا عليه السلام ، در ضمن جواب پرسشهايش ، به او نوشت :\r\n« همانا غرض از حج در آمدن بر خداوند عظيم الشان و پناه بردن به درگاه او است ، و خواستن زيادتى رحمت‌هاى او ، و خروج از هر گناهى كه مرتكب گشته ، و براى اينكه توبه كند از آنچه گذشته ، و اطاعت را براى آينده از سر گيرد ، و براى آنچه كه در حج است از بيرون كردن اموال و دورى از دلبستگى به آن و رنج دادن تنها براى خشنودى حضرت آفريدگار و بازداشتن از شهوات و لذات ، و در آن است پيدايش روح تقرب در عبادت به خداوند متعال ، با فروتنى و پريشانى و خوارى ، و حاضر مىشود شخص براى رفتن به راه طاعت و تحمل گرما و سرما در حال امن و ترس با رغبت وسعى كامل براى اداى وظيفهء بندگى ، و براى آنچه كه در حج است از منافع براى همهء خلق ، و زارى نمودن به سوى خداوند تعالى و ترسيدن از حضرت او .\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nاز جمله فوائدى كه در حج است ترك قساوت قلب و خست نفوس و فراموشى خداوند سبحان و قطع اميد و آرزو از لطف و رحمت او است ، و تازه نمودن حقوق و بازداشتن نفوس از فساد ، و سود رسيدن به كسانى كه در مشرق و مغرب و در خشكى و دريا هستند از حاجيان و غير ايشان از بازرگان و آورندهء كالا از راه دور و فروشنده و خريدار و نويسنده و فقير پريشان حال و برآورده شدن حوائج و نيازهاى مردم اطراف و كسانى كه اجتماع ايشان در آنجا امكان دارد ، چنان كه در قرآن كريم است :\r\n« تا سودهايى براى خويش بنگريد . » « 1 » \r\nعلت اينكه حج در همهء عمر يك مرتبه واجب شده اين است كه خداوند تعالى واجبات را بر كسانى كه حداقل توانايى آن را داشته باشند واجب فرموده و از آن جمله حج است كه يك مرتبه واجب شده سپس اهل استطاعت را به اندازهء توانايىشان ترغيب فرموده است .\r\nدر علل نيز روايت است از عمر بن عبدالعزيز از مردى كه گفت ( هشام بن الحكم ) براى ما حديث كرد و گفت : از ابى عبدالله حضرت صادق عليه السلام پرسش نمودم علتى كه بدان جهت خداوند حج و طواف خانه را بر بندگان تشريع فرموده چيست ؟ فرمود : « خداوند بزرگ و عزيز مردم را آفريد نه براى علتى ( كه الزام كند و نه غرضى\r\n\r\n","description":"","footnote":" ( 1 ) . سورهء حج ، آيهء 28 . ","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nكه به ذات اقدس او عايد گردد ) مگر اينكه او خواست پس خلق كرد و آفريد آنان را تا هنگام معينى ، و آنچه از طاعت و عبادت در امر دينى و مصلحت در امر دنياى ايشان است امر و نهى فرمود .\r\nپس مقرر داشت در حج فراهم آمدن مردم را از باختر و خاور تا همديگر را بشناسند و براى اينكه هر گروهى انواع كالاهاى بازرگانى را از شهرى به شهر ديگر منتقل كنند و در ضمن كرايه دهنده و شتر دار هم سود ببرند ، و براى اينكه نشانه‌هاى پيغمبر خدا صلى الله عليه و آله را شناخته و اخبارش را دانسته و يادآور شوند و فراموش نشود ، و اگر مردم در شهرهاى خود فقط به معاملات داخلى مىپرداختند هلاك مىشدند و شهرها ويران مىگشت و سورها « 1 »  به كلّى نابود مىشد و خبرها پوشيده مىماند و كسى بر آن آگاهى نمىيافت پس اين است علت حج » .\r\nدر مستدرك « 2 »  به طريق ارسال نقل شده « هنگامى كه مولاى ما\r\n\r\n","description":"","footnote":" ( 1 ) . نرده ، حصار ، ديوار دور شهر .  ( 2 ) . كتاب مستدرك الوسائل و مستنبط المسائل ، تأليف محدث بزرگ حاج ميرزاحسين بن محمد تقى نورى طبرسى كه وفاتش در نجف اشرف به سال يك هزار و سيصد و بيست قمرى بوده ، و آن تتمه و دنباله‌اى است براى كتاب جامع معروف به وسائل الشيعه الى تحصيل مسائل الشريعة تاليف شيخ اجل محمد بن حسن حرّ عاملى كه در سال يك هزار و يكصد و چهار قمرى در مشهد مقدس امام على بن موسى الرضا عليه السلام وفات نموده و در آن كتاب احاديث احكام شرعيه و فرعيه را جمع كرده و همچنين براى او ديوان شعر و قصائدى است و هر يك از دو كتاب وسائل و مستدرك در چند مجلد است . ","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nزين العابدين عليه السلام از حج بازگشت شبلى به ديدار و ملاقاتش آمد ، حضرت به او فرمود : اى شبلى آيا حج بجا آوردى ؟ عرض كرد :\r\nآرى اى پسر رسول خدا . « 1 » \r\nپس آن حضرت فرمود : آيا در ميقات توقف كردى و از پوشاك و لباس‌هاى دوخته برهنه گشتى و غسل نمودى ؟\r\nگفت : آرى .\r\nفرمود : هنگامى كه در ميقات توقف كردى آيا قصد كردى كه پيراهن نافرمانى و معصيت را از تن بيرون و پوشاك فرمانبردارى و طاعت را پوشيده باشى ؟\r\nگفت : نه .\r\nفرمود : هنگامى كه از لباس‌هاى دوخته برهنه شدى آيا قصد كردى كه از ريا و دورويى و درآمدن از شبهات برهنه شوى ؟\r\nگفت : نه .\r\nفرمود : هنگامى كه غسل كردى آيا قصد نمودى كه از لغزش‌ها و گناهان غسل نموده باشى ؟\r\nگفت : نه .\r\nفرمود : به ميقات نرفته‌اى و از پوشاك دوخته برهنه نشده‌اى و غسل انجام نداده‌اى .\r\nفرمود : آيا خود را پاكيزه نمودى و احرام بستى و براى حج\r\n\r\n","description":"","footnote":" ( 1 ) . شبلى نيز در همان سال حج به جا آورده بود . ","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nنيت نمودى ؟\r\nگفت : آرى .\r\nفرمود : هنگامى كه خود را پاكيزه نمودى و احرام بستى و نيت حج كردى آيا قصد نمودى كه با توبه‌اى كه خالص براى خداوند متعال است خود را پاكيزه نموده باشى ؟\r\nگفت : نه .\r\nفرمود : هنگامى كه احرام بستى آيا قصد نمودى كه هر چيز حرامى را كه خداوند متعال تحريم فرموده بر خود حرام نمايى ؟\r\nگفت : نه .\r\nفرمود : هنگامى كه نيت حج نمودى آيا قصد كردى كه هر گرهى را كه براى غير خداوند است گشوده باشى ؟\r\nگفت : نه .\r\nفرمود : پاكيزه نگشته‌اى و احرام نبسته‌اى و براى حج نيت نكرده‌اى .\r\nفرمود : آيا به ميقات در آمدى و دو ركعت نماز احرام گذاشتى و تلبيه گفتى ؟\r\nگفت : آرى .\r\nفرمود : هنگامى كه داخل ميقات شدى آيا قصد كردى كه به نيت زيارت باشى ؟ عرض كرد : نه .\r\nفرمود : هنگامى كه دو ركعت نماز بجا آوردى آيا قصد كردى كه به وسيله نماز كه بهترين اعمال و بزرگترين حسنات بندگان است\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nبه خداوند نزديك شوى ؟ عرض كرد : نه .\r\nفرمود : هنگام تلبيه و لبيك گفتن آيا قصد كردى كه براى خداوند سبحان سخن‌گويى به هر طاعتى و زبان خود را از هر نافرمانى بازدارى ؟\r\nگفت : نه .\r\nفرمود : به ميقات درنيامده و نماز نخوانده و تلبيه نگفته‌اى .\r\nپس فرمود : آيا به حرم داخل شدى و كعبه را ديدى و نماز گذاشتى ؟\r\nگفت : آرى .\r\nفرمود : هنگامى كه به حرم داخل شدى آيا قصد كردى كه غيبت هر مسلمانى را بر خود حرام نمايى ؟\r\nعرض كرد : نه .\r\nفرمود : هنگامى كه به مكه رسيدى به دلت نيت كردى كه خداوند متعال را قصد كرده‌اى ؟\r\nعرض كرد : نه .\r\nفرمود : به حرم داخل نشده‌اى و كعبه را نديده‌اى و نماز نخوانده‌اى .\r\nپس فرمود : آيا خانه را طواف نمودى و اركان آن را دست ماليدى و سعى ميان صفا و مروه را انجام دادى ؟\r\nگفت : آرى .\r\nفرمود : زمانى كه سعى نمودى آيا قصد كردى كه تو گريزان به\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nسوى خداوند هستى و آيا ذات مقدس علام الغيوب آن قصد را از تو دانست ؟\r\nعرض كرد : نه .\r\nفرمود : به خانه طواف نكرده‌اى و اركان را مس ننموده‌اى و سعى بجا نياورده‌اى .\r\nفرمود : آيا به سوى حجر الاسود دست بردى و با آن مصافحه نمودى و آيا در مقام ابراهيم عليه السلام درنگ كردى و در آنجا دو ركعت نماز گزاردى ؟\r\nگفت : آرى .\r\nحضرت فريادى بر آورد كه نزديك بود روح مقدسش دنيا را مفارقت كند ، سپس آه بسيارى كشيد و فرمود : كسى كه با حجر الاسود مصافحه نمايد مانند آن است كه با خداوند تعالى مصافحه نموده .\r\nاى بيچاره نظر كن مبادا اجر عملى را كه حرمتش بسيار عظيم است ضايع سازى و مصافحه را به مخالفت و سرپيچى و ارتكاب محرمات مانند گنهكاران تبديل كنى .\r\nپس فرمود : هنگامى كه نزد مقام ابراهيم عليه السلام درنگ نمودى و ايستادى آيا قصد كردى كه براى هر فرمانبردارى آماده و ايستاده‌اى و از هر نافرمانى كناره گرفته و بازمانده باشى ؟\r\nگفت : نه .\r\nفرمود : هنگامى كه در آن مقام دو ركعت نماز خواندى آيا\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nقصد كردى كه به پيروى از نماز حضرت ابراهيم عليه السلام نماز بخوانى و با نماز خود دماغ شيطان را به خاك بمالى ؟\r\nگفت : نه .\r\nفرمود : با حجرالاسود مصافحه نكرده‌اى و نزد مقام نه ايستاده‌اى و دو ركعت نماز را بجا نياورده‌اى .\r\nفرمود : آيا بر چاه زمزم رو آوردى و از آب آن آشاميدى ؟\r\nگفت : آرى .\r\nفرمود : آيا قصد كردى كه به فرمانبردارى روى آورده و چشم از نافرمانى پوشيده باشى ؟\r\nگفت : نه .\r\nفرمود : بر آن روى نياورده‌اى و از آن آب نياشاميده‌اى .\r\nفرمود : آيا ميان صفاو مروه سعى كردى و راه رفتى و در ميان آن دوموضع رفت و آمد نمودى ؟\r\nگفت : آرى .\r\nفرمود : آيا قصد كردى كه ميان اميد و ترس هستى ؟\r\nعرض كرد : نه .\r\nفرمود : سعى نكرده‌اى و ميان صفا و مروه رفت و آمد ننموده‌اى .\r\nفرمود : آيا به سوى منى رفتى ؟\r\nگفت : آرى .\r\nفرمود : آيا قصد نمودى كه همانا مردم را از زبان و دل و دستت\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nدر امان دارى ؟ گفت : نه .\r\nفرمود : به منى نرفته‌اى .\r\nفرمود : آيا وقوف در عرفات را بجا آوردى و به كوه رحمت برآمدى و بالا رفتى و بيابان نمره را شناختى و خداوند سبحان را نزد نشانه‌ها و سنگ‌ريزه‌ها خواندى ؟\r\nگفت : آرى .\r\nفرمود : آيا هنگام وقوف در عرفات نسبت به معرفت خداوند متعال و آگاه بودن حضرتش بر همهء علوم و معارف شناخت پيدا كردى ؛ و توجه داشتى ، و آيا بر اينكه نامهء اعمالت در نزد او حاضر است و به رازهاى درونى و قلبت آگاه ، آشنا شدى ؟\r\nگفت : نه .\r\nفرمود : آيا هنگام بر آمدنت به كوه رحمت به انديشهء آن بودى كه خداوند سبحان هر مومن و مومنه‌اى را مشمول رحمت مىسازد و هر مرد و زن مسلمان را سرپرستى و يارى مىفرمايد ؟\r\nگفت : نه .\r\nفرمود : نزد نمره قصد كردى كه فرمان ندهى مگر هنگامى كه فرمان‌پذير باشى و باز ندارى مگر اينكه خودت باز ايستاده باشى ؟\r\nگفت : نه .\r\nفرمود : هنگامى كه نزد عَلَم ( نشانه ) و نزد نمرات « 1 »  ايستادى ، آيا\r\n\r\n","description":"","footnote":" ( 1 ) . نمرات ، نشانه‌هاى زمين حرم ، بر كوهى واقع است كه دست راست كسى كه از تنگه‌اى كه نامش مأزمين است به عرفات مىرود . ","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nقصد كردى كه آنها بر طاعات تو گواهند و با سائر حفظه آنها را به فرمان پروردگار آسمان‌ها براى تو نگهدارنده هستند ؟\r\nگفت : نه .\r\nفرمود : در عرفات درنگ ننموده و به كوه رحمت بر نيامده و نمره را نشناخته و خداوند متعال را نخوانده‌اى و در درگاه حضرتش دعا ننموده‌اى و در نزد نمرات و نشانه‌ها درنگ نكرده‌اى .\r\nفرمود : آيا ميان دو نشانه كه ( حدّ فاصل بين زمين عرفات و زمين مزدلفه است ) گذشتى و آيا پيش از گذشتن از آنجا دو ركعت نماز بجا آوردى و آيا مزدلفه رفتى و آيا سنگ ريزه در آنجا برداشتى و آيا به مشعر الحرام رفتى ؟\r\nگفت : آرى .\r\nفرمود : هنگامى كه دو ركعت نماز گذاشتى آيا قصد كردى كه آن نماز سپاسگزارى در شب دهم ذى الحجه است كه هر سختى را نابود مىكند و هر آسانى را فراهم مىنمايد ؟\r\nگفت : نه .\r\nفرمود : هنگامى كه از ميان دو نشانه ( حد فاصل ) گذشتى و به راست و چپ منحرف نشدى آيا قصد كردى كه از دين حق به راست و چپ به قلب و زبان و ديگر جوارح و اعضايت عدول نكنى ؟\r\nگفت : نه .\r\nفرمود : هنگامى كه به مزدلفه رفتى و سنگ‌ريزه‌ها را از آنجا\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nبرداشتى آيا قصد كردى كه هر نافرمانى و جهالتى را از خود دور و هر دانش و عمل خيرى را بر خود استوار دارى ؟\r\nگفت : نه .\r\nفرمود : به عَلَمين گذر نكرده‌اى و دو ركعت نماز نخوانده‌اى و به مزدلفه نرفته‌اى ، و سنگ‌ريزه‌ها را برنداشته‌اى ، و به مشعرالحرام راه نيافته‌اى .\r\nفرمود به او : آيا به منى رسيدى و سنگ ريزه افكندى و سرت را تراشيدى و قربانى خود راذبح كردى و در مسجد خيف نماز گزاردى و آيا به مكه بازگشتى و آخرين طواف خود را كه ( طواف وداع ) است بجا آوردى ؟\r\nگفت : آرى .\r\nفرمود : هنگامى كه به منى رسيدى و سنگ ريزه‌ها را افكندى آيا قصد كردى كه به مقصود و خواسته‌ات رسيده‌اى و همانا پروردگار تو هر نياز و حاجتى را كه دارى براى تو برآورده است ؟\r\nگفت : نه .\r\nفرمود : هنگامى كه سنگ‌ريزه‌ها را افكندى آيا قصد كردى كه دشمنت ابليس را سنگ افكنده‌اى و با به پايان رساندن حج گرانبهايت او را نافرمانى كرده‌اى ؟\r\nگفت : نه .\r\nفرمود : هنگامى كه سرت را تراشيدى قصد كردى كه همانا از آلودگىها و بدى عاقبت فرزندان آدمى پاك و پاكيزه شده‌اى و از\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nگناهان بيرون رفته‌اى چنان كه مادرت تو را زائيده بود ؟\r\nگفت : نه .\r\nفرمود : هنگامى كه در مسجد خيف نماز گزاردى آيا قصد كردى كه جز از خداوند عزيز و جليل و گناه خود ترسى نداشته و جز به رحمت و مهربانى خداوند تعالى اميدوار نباشى ؟\r\nگفت : نه .\r\nفرمود : هنگامى كه قربانى كردى آيا قصد كردى كه به آنچه تمسك جستى از حقيقت پرهيزگارى گلوى طمع را بريده باشى و آيا قصد كردى كه سنت ابراهيم عليه السلام را در تصميم به ذبح فرزند و ميوهء جگر و ريحانهء قلبش پيروى كرده باشى ؟ چه اين سنّت اوست براى كسى كه بعد از او تقرب به خداوند متعال را خواسته باشد ؟\r\nگفت : نه .\r\nفرمود : هنگامى كه به مكه بازگشتى و طواف وداع را انجام دادى آيا قصد كردى كه همانا با رحمت خداوند تعالى روانه گشته و كوچ نمايى و به طاعت او باز گرديده و به دوستى او چنگ زده و واجبات او را انجام داده و به سوى حضرتش نزديكى جسته باشى ؟\r\nگفت : نه .\r\nحضرت امام زين‌العابدين عليه السلام به او فرمود : به منى نرسيده‌اى و سنگ ريزه را نيفكنده‌اى و سرت را نتراشيده‌اى و اعمالت را انجام نداده‌اى و در مسجد خيف نماز نگزارده‌اى و طواف افاضه را بجاى نياورده‌اى و به خداوند متعال نزديك نشده‌اى و تقرب پيدا\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nنكرده‌اى ، پس دوباره براى حج باز گرد كه همانا حج به جا نياورده‌اى .\r\nپس شبلى شروع به گريستن نمود بر آنچه از حجش از دست داده و ضايع كرده بود و پيوسته مشغول ياد گرفتن شد تا آنكه سال آينده با معرفت و يقين حج را به‌جا آورد .\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\n\r\nفصل دوازدهم : امورى كه حجاج بايد مراعات كنند\r\nبراى انجام‌دهندهء حج هنگام توجهش به زيارت خانه مراعات نمودن امورى سزاوار است :\r\nنخست ، قصد اخلاص ، و آن اين‌كه غرض و مقصودش از اين سفر جز امتثال فرمان خداوند متعال و نزديك شدن به او چيز ديگرى نباشد ، و قصدش را از هر چه با آن منافات دارد پاك كند ، مانند رياكارى و شهرت و ناز نمودن و افتخار و خودنمايى به توانگرى ، و خوار داشتن مستمندان و بدگويى مردم به ترك حج و سرزنش آنان ، و ترس از فقر و پريشانى . اگر حج را ترك كند به جهت آنچه مشهور است ، تارك حج به فقر و درويشى گرفتار مىشود و ثروت او از بين خواهد رفت ، و امور بازرگانى و سياحت او در شهرها و مانند اين ، لطمه خواهد ديد .\r\nچه همانا همهء اين‌ها با قصد اخلاصى كه در حج معتبر است منافات دارد و بايد منتهاى كوشش رادر تخليه قلبش از همهء آنها به\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nكار برد ، و از هر چه در آن شائبهء ترديد در خالص بودن عمل از براى خداوند تعالى باشد دورى جويد تا اينكه مطمئن شود كه قلبش از همهء غرض‌ها و انگيزه‌ها به جز اطاعت فرمان خداوند متعال خالى است ، و انديشه و تصميم را محكم كند بر اينكه اعمال مخصوصه‌اى را كه در اين سفر خواسته شده بر وجه قربت و خلوص انجام دهد .\r\nمراقب خود باشد كه پس از تحمل رنج بسيار و دورى از مال و منال و اولاد و عيال مرتكب قصورى نشود كه عملش را باطل و نيتش را تباه گرداند ، و هدفش اين باشد كه عمل را حتىالامكان طورى انجام دهد كه موجب تقرب به حضرت منان گردد و از آنچه كه براى بندگان مخلص مهيا شده بهره‌مند شود و نتيجهء آن سعادت دنيا و آخرت و خوشنودى پروردگار عالميان باشد .\r\nدوم - قطع علائق دنيوى تا اندازه‌اى كه ممكن است و برائت ذمه خواستن از كسى كه به او ستم كرده و آزار رسانيده .\r\nچون مقصود از انجام اين عبادت طلب رحمت حق تعالى و آمرزش پروردگار توانا است بايد از همهء گناهان توبه نموده و به سوى پروردگار عالميان بازگشت نمايد و اين سفر خود را مانند سفر آخرت قرار دهد ، و از بريدن علاقه‌هايش در اين سفر قطع علائق خود را هنگام مرگ به ياد آورد ، و با آنچه گفته شد بندگى و سفرش به سوى حضرت پروردگار جليل خالص مىگردد ، و هنگام مرگ سختىها بر او آسان مىشود ، بلكه بايد در حال خروج خود به سوى حج ، چنان انگارد كه قصد بيرون رفتن از دنيا دارد و اينكه\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nعمرش تمام شده و زمان مرگش فرا رسيده .\r\nهمين يادآورى و انديشه‌ها يگانه سبب است براى نيرومندى و خورسندى و سبكى روح ، و پاكى نفس و انشراح سينه ، و آمادگى و قابليت داشتن حج گزار براى آنچه كه براى سفركننده به سوى خداوند متعال مقرر شده است .\r\nدلش را در راه ، از هر چيزى كه آن را از خداوند متعال باز مىدارد و او را از ياد آورى خداوند و تعظيم شعائر او و آنچه در اين سفر از او خواسته است منصرف مىسازد فارغ كند ، و همچنين بايد متذكر شود و ياد بياورد كه اين سفرى است بزرگ و بسيار با شرافت و اهميت ، و در آن مقصودى نيست جز حاضر شدن نزد خداوند متعال ، پروردگار همهء عالميان و فرمان‌دهندهء امور جهان و جهانيان ، آن كسى كه بازگشت همه به سوى اوست و آغاز و انجام امور به دست او .\r\nسوم - اينكه با كسى همراه شود كه مصاحبت او را براى دين و اخلاقش اختيار كرده ، اگر فراموشى برايش پيش آيد او را يادآورى كند و اگر يادكرد او را يارى نمايد .\r\nچهارم - اينكه توشه از حلال باشد و در آن توسعه دهد و به خود تنگ نگيرد و آن را پاكيزه نمايد و در انفاق و بخشيدن و خرج كردن اندوهگين نشود چه همانا هزينه نمودن در اين راه انفاق در راه خداست و يك درهم آن هفتصد درهم حساب مىشود و حضرت ختمى مرتبت ( كه درود خداوند بر او و اهل بيتش باد )\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nفرموده است :\r\n« از شرافت مرد اين است كه هنگام رفتن به سفر توشهء خود را پاكيزه گرداند »\r\nحضرت سيد سجاد عليه السلام وقتى كه به سفر حج مىرفت پاكيزه‌ترين توشه از قبيل بادام و شكر و آرد بريان آميخته شده به ترشى يا شيرينى كه به فارسى آن را پست گويند تهيه مىفرمود .\r\nبردن زيادى توشه در زيارت حضرت امام حسين عليه السلام مكروه است .\r\nپنجم - اين كه خوى خود را نيكو كند ، و سخنش را پاكيزه گرداند ، و فروتنى خود را بيشتر نمايد و از بداخلاقى و تندى در سخن دورى جويد . همانا در حديث نبوى صلى الله عليه و آله گذشت كه خوبى حج به پاكيزگى گفتار و اطعام طعام است .\r\nبه رفيق و همنشين خدمتكار خود و ديگران از مردم بسيار اعتراض نكند و عيب‌جويى ننمايد ، بلكه با همهء آنها به ملايمت رفتار نمايد و از تواضع و نرمى و ملاطفت و مهربانى خصوصاً براى حاجيان دريغ ندارد ، و ملازم حسن خلق باشد ، و حسن خلق ، فقط خوددارى از رساندن آزار به ديگران نيست بلكه تحمل و پذيرفتن آزار از ديگران نيز هست .\r\nششم - اين كه به صورت ظاهر ، بىپيرايه و ژوليده و غبار\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nآلوده باشد « 1 »  و خود را آراسته نكند و از موجبات فخر نمودن و برترى جستن و خودنمايى به زيادى ثروت و مقام و آرايش نمودن خوددارى نمايد ، و گرنه در زمرهء متكبرين و گروه خود خواهان و تن‌آسايان به حساب آيد ، و از جمله حاجيان حقيقى كه با تذكر مقام بندگى و حالت خوارى و بيچارگى به پروردگار عالميان پناه آورده‌اند محسوب نخواهد شد ، و هر اندازه كه قدرت دارد خصوصاً در ميان مشاعر پياده راه بپيمايد .\r\nهفتم - اينكه در راه حج هر نوع هزينه و انفاقى كه مىنمايد و هر زيان و ناراحتى و اندوهى از حيث مالى يا بدنى به او مىرسد خود را خُرسند بدارد ، چه همانا آن از نشانه‌هايى است كه معلوم مىدارد حضرت پروردگار متعال حج او را پذيرفته است ، بلكه آنها به منزلهء شدائد و سختىهايى است كه در راه جهاد عارض مىشود ، و به ازاى هر آزارى كه در اين راه متحمل شده و هر زيانى كه به او رسيده مزد و پاداشى براى او هست .\r\nاز متقدمين منقول است كه همانا از نشانهء قبولى حج و آشكار بودن نتايج و آثار روحى آن اين است كه انجام‌دهندهء آن صفحه‌اى تازه و روشن در زندگى خود باز مىكند كه در آن فرق ميان زندگى گذشته و آيندهء خود را به خوبى احساس مىنمايد ، و گناهانى كه به\r\n\r\n","description":"","footnote":" ( 1 ) . البته منظور اين نيست كه لباس و بدنش كثيف باشد و نظافت را رعايت نكند ، بلكه منظور اين است كه از انجام امور مربوط به آرايش و زينت خوددارى نمايد . ","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nآنها عادت داشته ترك كرده ، و دوستان بيكاره را به دوستانى نيكوكار ، و مجالس لهو و غفلت را با مجالس ياد خداوند عظيم‌الشان و مجامع ايمانى و هوشيارى تبديل مىكند .\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\n\r\nفصل سيزدهم : جهات تربيتى حج\r\nهمانا گفته شد كه احكام خداوند تعالى همگى داراى مصلحت‌ها و فوايدى است ، و اينكه هريك از اعمال حج شامل است بر جهت تربيت انسان و عادت دادن او را به درستى و اخلاق شريفه ، اگر چه عقول بشرى به درك معناى بعضى از آنها پى نبرد ، مانند سعى ميان صفا و مروه به تكرار ، و انداختن سنگ‌ريزه‌ها به جمار . و ليكن چنين به نظر مىرسد و در لوح ذهن مىگذرد كه براى آن دو علاوه بر آنچه كه در آنها است از فرمانبردارى خداوند تعالى و امتثال امر او ، تاثير بسيار با اهميتى است در روح حج‌گزار به واسطهء تذكر امورى از وقايع گذشته .\r\nبدون ترديد سعى رابطه پيوستگى روحى است در ميان ارواح عبادت‌كنندگان و ارواح پيامبران از زمان جناب آدم عليه السلام تا حضرت خاتم صلى الله عليه و آله .\r\nپس همانا عبادت كننده در آنجا به ياد مىآورد كه نفس با\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nايمان و گرونده به حضرت پروردگار و روح نيرومند هنگامى كه كارش را به خداوند تعالى واگذار كرد ، و از او رستگارى و پيروزى را اميد داشت ، رحمت خداوندى و لطفش در حالى كه نااميد است او را درمىيابد . چه خداوند متعال درخواسته خود استوار است و بركارش چيره .\r\nبه ياد مىآورد كه حضرت آدم عليه السلام هنگامى كه به زمين فرستاده شد ، بر صفا فرود آمد ، و حوا بر مروه ، و آدم عليه السلام روزها نزد او آمده و با او گفتگو مىكرد ، وقتى كه شب فرا مىرسيد بر مىگشت و شب را در صفا مىگذرانيد از ترس اينكه مبادا نفس او بر او چيره شود ، و تا زمانى كه خداوند خواسته بود به اين حال باقى بود ، و از مبدأ اعلى سخنى شنيده نمىشد و به فرستادن فرشتهء وحى مشرف نمىگرديد ، و حضرت سبحان بر حال او بصير بود و بر حالت او بر فرشتگان مباهات مىفرمود ، تا زمانى كه توبهء او مورد قبول و پذيرش خداوند قرار گرفت .\r\nحضرت ابراهيم عليه السلام زمانى كه اسمعيل عليه السلام را در مكه گذاشت ، كودك تشنه شد و در اين هنگام در ميان صفا و مروه قرار گرفته بود .\r\nپس مادرش هاجر به جستجوى آب روانه شد تا بر صفا ايستاد ، و گفت : آيا در اين بيابان آدمى زادى هست ؟ كسى پاسخ او را نگفت .\r\nپس از آنجا روانه به سوى مروه گشت ، و در آنجا گفت : آيا در اين بيابان آدمى زادى هست ؟ جوابى نشنيده ، به سوى صفا برگشت و همان كلام را باز گفت . تا اينكه هفت بار اين عمل تكرار شد ، پس به\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nسوى فرزندش بازگشت تنها و بىمونس و ياور ، در حالى كه از همهء عوامل طبيعت نااميد بود . ناگاه ديد پاشنه‌هاى پاى كودك كه به زمين مىسائيده در آب است .\r\nحضرت صادق عليه السلام فرمود : پس هاجر اطراف آب را جمع كرد و از حركت آن جلوگيرى نمود پس آب ايستاد . و اگر آن را رها كرده بود هميشه در جريان بود .\r\nيادآورى مىشود كه در صفا مكانى است كه رسول خدا صلى الله عليه و آله در آنجا دعوت عمومى خود را اعلان كرد ، و آنجا محلى است كه اولين قدم براى دعوت به توحيد خالص و پاكيزه نمودن عالم انسانيت در تمام شؤون دنيا و آخرت برداشته شده است ، و از آنجا دين خدا با استوارى و ارجمندى درخشيدن گرفته و با سرعتى عجيب پيشرفت نموده ، و نيز در آنجا رسول خدا صلى الله عليه و آله پس از فتح مكه از قوم خود عهد و پيمان گرفته است .\r\nهروله ، « 1 »  تنوعى است در امتثال امر الهى و فرمانبردارى ، كه نشاط و نيرو را تجديد مىكند ، و اشاره است به اين كه دشوارى سفر در راه خداوند تعالى تاثيرى در او نداشته ، و اينكه دل او از دوستى عملى كه براى خداوند است و از نيرو براى انجام آنچه از او خواسته پر و لبريز است و رمزى است براى آشكار نمودن آمادگى و توانايى خود در برابر دشمن و اينكه او فردى است از سپاهيان\r\n\r\n","description":"","footnote":" ( 1 ) . هروله ، حالتى است ميان دويدن و راه رفتن . ","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nخداوند ، و دعوت او رادر هر كجا و هر زمان مىپذيرد .\r\nهم‌چنين انداختن ظاهرى سنگ‌ريزه‌ها ، به نحو قطع و بدون ترديد يك معناى دقيق را مىرساند كه خود مقامى بلند و مرتبهء ارجمند دارد و آن تربيت و پيدايش استعداد تازه‌اى است در شخص رمىكننده ، و آن ترس از شرّ شيطان و دشمنى او است .\r\nخداوند تعالى فرموده :\r\n« البته شيطان دشمن شماست ، پس او را دشمن بدانيد . » « 1 » \r\nدور شدن از كمينگاه‌هاى او و فريب و گمراهى او است . پس همانا رمى كننده سنگ‌ريزه‌ها را به سوى شيطان رانده شده كه دشمنى او پوشيده نيست مىاندازد براى اينكه خود را به آدم عليه السلام شبيه نمايد ، چون موقعى كه آدم عليه السلام حج را بجاى آورد جبرئيل عليه السلام امر كرد او را كه در نزد جميع مشاعر از خداوند تعالى طلب آمرزش گناهش را نمايد ، و او را امر كرد كه سنگ ريزه‌ها را از مزدلفه بردارد ، پس هنگامى كه به محل افكندن سنگ‌ريزه‌ها رسيد ، شيطان در محل هر جمره‌اى متعرض او شد و گفت : اى آدم قصد كجا دارى ؟ جبرئيل به او گفت : با او سخن مگو و هفت سنگ ريزه به او بيفكن .\r\nنشانه‌هايى كه از سنگ و گل ساخته شده به آن مواضع و به معناى آن اشاره ميكنند - چون شيطان سه بار به آن حضرت نمايان\r\n\r\n","description":"","footnote":" ( 1 ) . سوره فاطر آيهء 6 . ","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nشد - بار اول در جايى كه الآن جمرهء اول در آنجا واقع است و آن ستون كوتاهى است كه بالاى آن نشانه‌اى قبه‌دار ساخته شده و ديوار مستديرى دور آن را احاطه كرده است ، سپس بار ديگر در موضع جمرهء ميانه آشكار شد و آن نشانه‌اى مانند دو جمره ديگر است ، سپس بار سوم در موضع معروف به جمره عقبه آشكار شد و آن نشانه‌اى است از سنگ به بلندى سه متر كه در هموارى و پائين دامنهء كوه واقع است ، و همچنين در آن مواضع سه‌گانه به ابراهيم خليل عليه السلام نمودار شد و ابراهيم عليه السلام به او سنگ انداخت .\r\nو چنين مىنمايد كه همهء حاجيان با اين عمل رمى ، مانند آدم عليه السلام مبارزه با شيطان را براى جلوگيرى از گمراه نمودن ايشان ، اعلان مىنمايند ، و هر گونه پيوندى را با او مىبرند ، و با اين عمل بر خويشتن گواهى مىدهند كه براى انداختن مانند آن بر روى دشمنان خود هنگامى كه بخواهند به ايشان شرّى برسانند و آنها را به گرفتارى افكنند آماده هستند ، و در سابق گفته شد كه مقصود از صورت هر عبادتى اثر آن است كه در نفس حاصل مىگردد .\r\nوادى منى در سرزمينى بلند واقع شده ، و گرماى آن در تابستان بسيار شديد و فوق طاقت و توانايى است ، و درجه حرارت آن از چهل مىگذرد ، و با اين حال غير عادى نيست .\r\nدر روز دهم ، هنگام آمدن گروه حاجيان از مزدلفه و مشعرالحرام به منا ، بيابان بين كوه‌ها به سوى جمرهء عقبه را موج سيل جمعيت حجاج فرا مىگيرد .\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nهمانا رجم و افكندن سنگ از قديم در ميان امت‌ها حتى يهود و نصارى معمول بوده ، و اعراب زمان جاهليت كسى را كه مورد خشم واقع مىشد چه زنده و چه مرده رجم مىكردند .\r\nزناكارى كه محصن « 1 »  بوده به جهت زشتى عملش در حالى كه زنده بوده سنگسارش مىكردند ، و شريعت درخشان اسلام اين قانون را امضا فرموده . چنان كه در جاهليت قبور كسانى را كه از آنها خواهان انتقام بودند رجم مىنمودند .\r\n\r\n","description":"","footnote":" ( 1 ) . مرد زن‌دار و زن شوهردار . ","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\n\r\nفصل چهاردهم : قربانى\r\nقربانى ( هَدْى ) از شعارها و نشانه‌هاى دين خدا و پرستش او ، و از مناسك حج است ، و آن اين كه براى خدا و به نام خداى متعال حيوانى را به حرم محترم الهى هديه و تقديم مىكنند ، و در منى يا مكه ذبح يا نحر مىشود و به نيازمندان و تهىدستان انفاق مىگردد .\r\nخداوند ارجمند فرموده : « و شترهاى چاق و فربه را در مراسم حج براى شما از شعائر الهى قرار داديم ، در آن‌ها براى شما خير و بركت است ، نام خدا را هنگام قربانى كردن در حالى كه به صف ايستاده‌اند بر آن‌ها ببريد ، و هنگامى كه پهلوهايشان آرام گرفت و جان دادند از گوشت آن‌ها بخوريد و مستمندان قانع و فقيران را نيز از آن اطعام كنيد . اين گونه ما آن‌ها را مسخّرتان ساختيم ، تا شكر خدا را به جا آوريد . » « 1 » \r\nدر آن احياى سنت حضرت ابراهيم عليه السلام است ، و يادآورى\r\n\r\n","description":"","footnote":" ( 1 ) . حج ، آيهء 36 . ","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nلطف خداوند به آن حضرت و به مردم به آمدن فديه به جاى ذبح فرزندش اسمعيل عليه السلام كه مورد امتحان قرار گرفته بود ، و اشاره است به اينكه جناب ابراهيم و اسمعيل عليهما السلام براى مومنين در قوت ايمان و پذيرش فرمان مقياس و نمونه باشند ، و رمز است به كشتن نفس اماره و قطع ريشه صفات پست و پليد و خلاصى دادن جان را از زندان دنيا به زندگى فضيلت و نابود نمودن خواهش‌ها و ارادهء خود را در راه خواست خداوندى در برابر گروهى از اهل ايمان و توحيد .\r\nو همانا تقرب به قربانى به سوى خداوند تعالى مانند عمل حضرت ابراهيم عليه السلام معمول و مستمر بود ، تا هنگامى كه مردم عرب عمل قربانى را مانند پاره‌اى از مناسك حج تغيير دادند ، و قربانى را براى تقرب به بت‌ها انجام مىدادند . چنان كه تلبيه را نيز براى بت‌ها گفتند . قرآن كريم آن را از آميختگىهاى شرك پاك كرد و به‌نام خداوند يكتا اختصاص داد ، چنان كه تلبيه را نيز از آن آلودگى پاك و براى حضرت او مقرر داشت ، و قربانى را به نحوى كه شايسته آن بود و آن روى آوردن به سوى خداوند يكتا و ياد نام او در آن حال است گردانيد ، و به روحى كه سبب قبولى آن خواهد شد راهنمايى فرمود ، و آن روح اخلاص و پرهيزگارى است براى آفريدگار ، چنان‌كه در همهء معابد و امكنهء عبادت به پرستش خداوند يكتا دعوت كرده و همهء بندگان را به سوى خداوند يكتا راهنمايى نموده است . خداوند ارجمند فرموده :\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\n« نه گوشت‌ها و نه خون‌هاى آن‌ها ، هرگز به خدا نمىرسد . آنچه به او مىرسد ، تقوا و پرهيزگارى شماست . اين‌گونه خداوند آن‌ها را مسخّر شما ساخته ، تا او را به خاطر آن كه شما را هدايت كرده است بزرگ بشمريد ، و بشارت ده نيكوكاران را . » « 1 » \r\nموضوع تقرب به قربانى طبق روايات ، از به دو پيدايش جوامع بشرى وجود داشته و قران كريم يادآور مىشود كه كشتار گوسفند و شتر و تقرب جستن به آنها از رسوم قديم بندگى است كه خداوند تعالى بندگان پيشين خود را به اين عبادت راهنمايى نموده . خداوند متعال فرموده :\r\n« براى هر امتى قربان‌گاهى قرار داديم ، تا نام خدا را به هنگام قربانى بر چهارپايانى كه به آن‌ها روزى داده‌ايم ببرند ، و خداى شما معبود واحدى است ، در برابر فرمان او تسليم شويد . و بشارت ده متواضعان و تسليم‌شوندگان را . » « 2 » \r\nو خداوند عظيم فرمود :\r\n« و داستان دو فرزند آدم را به حق بر آن‌ها بخوان : هنگامى كه هركدام ، كارى براى تقرب به پروردگار انجام دادند ، اما از يكى پذيرفته شد و از ديگرى پذيرفته نشد [ برادرى كه عملش مردود شده بود 
  ] به برادر ديگر گفت : به خدا سوگند تو را خواهم كشت ،\r\n\r\n","description":"","footnote":" ( 1 ) . حج ، آيهء 37  ( 2 ) . حج ، آيه 34 . ","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nبرادر ديگر گفت : [ من چه گناهى دارم ؟ زيرا 
  ] خدا ، تنها از پرهيزگاران مىپذيرد . » « 1 » \r\nكسى كه كتب تاريخ را درباره گذشتگان ديده باشد بر او روشن و ظاهر است كه كشتار و عمل قربانى در پيشگاه بت‌ها و بتكده‌ها در كشورهاى هند و روم و يونان مرسوم و عبادتى با اهميت بوده و در همهء امت‌هاى مختلف انجام مىگرفته است .\r\nهمهء پيامبران بنى اسرائيل چنان كه در تورات نوشته شده عمل قربانى را عبادت مىدانستند و به وسيلهء آن خواستار تقرب مىگشتند ، تا اين‌كه حضرت عيسى عليه السلام به پيغمبرى مبعوث گشت و عمل قربانى نيز در شريعت او معمول بود و او احكام تورات را چنان كه در اناجيل چهارگانه است امضا و برقرار داشته ، و علاوه در آن چهار انجيل ، اوامر مسيح عليه السلام به لفظ صريح در اين خصوص هست و آن هنگامى است كه بيماران و دارندگان درد و حاجت را امر مىفرمود كه بر حسب فرمان پروردگار قربانىها رابه عنوان فداى از خود تقديم معبد و كليسا نمايند و اين بهترين تقرير و امضا است احكام تورات را .\r\nو ليكن پس از او كسانى كه دين خدا را به بازى و هوس‌هاى نفسانى گرفتند جانشين او شدند و گفتند حضرت مسيح با تسليم خود به كشته شدن ، حكم قربانىها را منسوخ گردانيده و در اين\r\n\r\n","description":"","footnote":" ( 1 ) . سوره مائده ، آيه 27 . ","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nعقيده براى جماعت نصارى دو فايده حاصل گشت : يكى توانگرى بسيار و مال بىشمار كه براى تقديم قربانىها به قربانگاه از جيب آنان خارج مىشد و ديگر اينكه با فدا نمودن و قربانى كردن خويش ، ايشان را از گناهان رهايى بخشيده است .\r\nاينجا نكته‌اى است كه نزد صاحبان خرد شگفت‌آور و بسيار دشوار است و آن سخن « پولس » يكى از حواريين است كه خون مسيح براى همه امت عوض خون گاوها و بزهاى نر قربانى هميشگى است ، چنان كه در آيه 13 و 14 از باب نهم در رساله او كه به عبريان فرستاده مندرج است .\r\nاين عين عبارت اوست كه در كتاب مقدس آنها در ترجمهء فارسى آن دارد :\r\n« 13 - چه اگر خون گاوها و بزها و خاكستر گوساله ماده چون بر آلودگان ريخته مىشود آن مقدار طهارت مىبخشد كه صفاى جسم حاصل مىشود .\r\n14 - پس به طريق اولى آيا خون مسيح كه روح ابدى خود را قربانى بىعيب پيش خدا گذرانيد نفس شما را از اعمال مرده صفا نخواهد بخشيد كه تا خداى زنده را عبادت نمائيد . الخ »\r\nپس واى بر اين مرد كه بزرگوارى خداوند و منزلت پيغمبرش مسيح عليه السلام را كوچك و سبك شمرده است كه او را خدا مىداند و پرستش او مىكند و خون او را بجاى خون بزها قربانى امت مىداند ، و حال اينكه در اسفار كتاب مقدسشان اين جمله را\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nمىخوانده : ( اسحاق كه ذبيح بزرگ خاندان اسرائيل و پدر هر اسرائيلى است خداوند تعالى گوسفند را فديه او كرده و او را از كشتن نجات داده ) و معتقد مىشود كه جناب مسيح در عوض بزها كشته شده است .\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\n\r\nفصل پانزدهم : حجر الاسود\r\nحجر الاسود نشانه‌اى است براى مردم . طواف را از آنجا شروع مىكنند ، و آن واسطه‌اى است ميان خداوند و بندگانش در رسيدن و پيوستن و دوستى و خوشنودى او ، و آن به منزلهء دست راست مولايى است كه بنده‌اش به سويش بازگشته يا ديگرى كه به او پناهنده شده و به يكديگر دست مىدهند و آن جايگاه پيمان‌هاى بندگان است و نيست مگر رمزى براى بزرگى و عظمت حضرت پروردگار متعال ، و دست سائيدن و بوسيدن آن به منزلهء بوسيدن دست حضرت پروردگار تبارك و تعالى است ، و همانا از راه‌هاى دور به درگاه او جمع شده‌اند و آمرزش گناهان و بر آمدن حاجات و نيازهاى خود را از حضرتش خواستار مىشوند .\r\nواضح است كه مقام حضرتش بلند و برتر و متعالى و مقدس و منزه است از اينكه به دارا بودن دست واعضا و جوارح توصيف شود و مثل اينكه دست خداوندى فرود آمده و فرود آمدن آن به\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nاندازه‌اى است كه دست هر نيازمندى به آن مىرسد پس او را مس مىكند و با او دست مىدهد بى اينكه خجلت يا كراهتى او را عارض گردد . اعم از اينكه پادشاه باشد يا رعيت ، ثروتمند يا فقير ، سياه يا سفيد ، و حضرتش هر يك را آنچه سزاوار است به اندازهء معرفت و تقرب او كرامت مىفرمايد ، از هر نژادى كه هست ، و در زندگى از هر طبقه يا گروهى بوده باشد ، چه رحمت خداوند متعال عموميت دارد و هر بلند مرتبه يا پست درجه را از جهت زندگى مادى اعم از سياه و سرخ فرا مىگيرد و براى آن خصوصيت و شرطى جز بندگى و توفيق فرمانبردارى نيست .\r\nهمانا خداوند تعالى آن سنگ سياه را كه در نهايت سادگى و عادى و بىارزش است براى اشاره به اظهار بندگى خود انتخاب فرموده تا اينكه مردم تصور نكنند كه در آن خصوصيت و رازى پنهانى است و بالاخره منجر شود به اينكه مردم آن را خدا بدانند و پرستش آن كنند پس آن را بدون تراش و خالى از هر دست كارى و تصرفات صنعتى كه مانع از مقصود اصلى است دور و بر كنار فرموده تا شباهتى به بت‌ها نداشته باشد و مانند آنها نگردد بلكه آن را سياه و حجم آن را متوسط و عادى نموده تا ديده و انديشهء مردم حتى ساده‌لوحان و باديه‌نشينان ( كه زودتر از ديگران فريفته ظواهر مىشوند ) به اعتبار رنگ يا كوچكى آن توجهى نداشته باشند .\r\nآرى پرچم‌هاى رسمى كشورها و جماهير بزرگ ، نزد پيروان و علاقمندان به آنها چون نمايندهء عظمت و قدرت آن دولت‌ها است\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nمعزز و محترم است . اين اعتبارات براى آن پرچم‌ها نه از لحاظ بافت و پارچه و آلاتى است كه از آنها تركيب شده كه چه بسا ارزش مالى ندارند ، بلكه سلام و اداى احترام به آنها به جهت علاقه و دوستى به كشور و رئيس آن است . چون طبيعت بشرى خواهان برترى و تجمل است . اگر خداوند سبحان به جاى اين سنگ عادى طلا يا نقره يا سنگ باارزش‌تر و نفيس‌ترى قرار مىداد ، اشراف و دارندگان مال و كسانى كه در خوشى و نعمت دنيا غوطه‌ور هستند براى تحصيل و فراهم نمودن مانند آن گوهر نيكو يا سنگ باارزش بر يكديگر سبقت مىگرفتند و آن را وسيلهء توانگرى و امتياز قرار مىدادند ، و اين با آنچه كه در حج اسلامى و مشرف شدن به زيارت خانه خدا خواسته شده از الغاء امتيازات و دورى جستن از اختصاصات ، و سوق بندگان به يگانگى و يگانه‌پرستى منافات دارد .\r\nاحترام حجرالاسود نه به جهت وجود خصوصيتى ويژه در آن سنگ است ، بلكه چون شعارى است براى خداوندى حضرت پروردگار و نشانه‌اى است براى قدرت و سلطنت او ، مسلمانان به آن روى مىآورند و سپس با نهايت احترام و ادب به آن سلام مىنمايند و آن را مىبوسند و يا از دور به آن سلام مىكنند ، چنان كه خانهء كعبه نيز از سنگ‌هاى كوهستانى ساخته شده ، و روپوش آن به دست انسان بافته شده ، و ليكن خداوندى كه سلطنت او بسيار عظيم و پايدار است براى كسى كه به درگاه قدسش روى آورد آن را قبله مقرر فرموده ، و آن را بر همهء شعائرش به اندازه‌اى كه بيش از آن\r\n\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nتصور نمىشود برترى داده ، و مكه معظمه شهرى است مانند ساير شهرهاى روى زمين پهناور حضرت حق ، و ليكن ذات با جلال و بىزوال ، آن را به شرافتى بسيار و فزونى احترام اختصاص داده ، و براى او حرمى تعيين نموده كه بندگان خود را از دخول در آن بدون احرام منع فرموده .\r\nبعضى از جهانگردان كه به نام مسلمانى و تظاهر به دين مبين اسلام به مكه و مدينه رفته ، و هريك بر حسب راهى كه پيموده و مقصودى اعم از سياسى يا دينى كتابى نوشته‌اند ، افترا بسته و به دروغ گفته‌اند كه مسلمانان در حج خود حجر الاسود را كه سنگى است از بقاياى آثار بت‌پرستى عرب در زمان قديم عبادت مىكنند ، با اينكه هيچ يك از مسلمانان - با اختلاف مذاهبى كه دارند - حجر الاسود را به عنوان عبادت خود مورد توجه ندانسته ، و از اعراب جاهليت هم شنيده نشده كه اين سنگ را مانند برخى سنگ‌ها پرستش كرده باشند ، با اينكه نهايت احترام را از اين سنگ هميشه مىنمودند .\r\nاحترام سنگ‌ها در ميان مردم - غير از كسانى كه به عنوان استحقاق ذاتى آنها را عبادت مىكردند - از دير زمانى مرسوم بوده ، و از توراتى كه فعلًا رايج است معلوم مىشود كه پيامبران بنى اسرائيل در مناسبات بسيارى سنگ‌ها را به پا مىداشتند .\r\nاز جملهء آنها ، آنچه را براى عهد و پيمانى گواه قرار مىدادند مانند سنگى كه يوشع بن نون در موقعى كه از قوم خود پيمان گرفت\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nبه پاى داشت و به آنها گفت : اين سنگ بر ما گواه باشد . « 1 » \r\nو از آن جمله است ، آنچه را كه براى ياد بود از پيش آمد بزرگ و واقعهء مهمى بوده است ، چنان‌كه يعقوب عليه السلام در هنگامى كه خداوند متعال در خواب به او نمودار شد تا خود را به او بنماياند ، براى يادآورى اين حادثهء بزرگ در جايى كه آن را خانهء ايل ( خانه خدا ) نام گذارده سنگى را به پاداشت .\r\nو همچنين براى ياد بود پيمانى كه ميان او و لابان انجام گرفت سنگ ديگرى را به پا داشت . « 2 » \r\nچنان كه يوشع براى ياد بود از گذر نمودن اسباط و قبايل بنى اسرائيل از نهر اردن دوازده سنگ در تابوت عهد به پا داشت . « 3 » \r\nچنان كه موسى عليه السلام براى ياد بود از نوشتن سخن پروردگار تعالى سنگى را در دامنهء كوه به پا داشت « 4 » \r\nيهود تا كنون قطعه سنگى از ديوار سورى كه مسجد اقصى را احاطه كرده و در سمت قبلهء مسجد است مقدس مىشمارند و آن را براق مىنامند و طول آن سنگ در حدود 48 متر و ارتفاعش 2 متر است و جهت تقديس آن اين است كه گمان مىكنند آن تنها قطعه‌اى است كه از اساس ديوار مسجد و معبد اصلى كه سليمان عليه السلام\r\n\r\n","description":"","footnote":" ( 1 ) . نقل از آيه 26 و 27 از اصحاح 24 از سفر يوشع  ( 2 ) . نقل از اصحاح 31 ، از سفر تكوين ، آيه 44 و 45 .  ( 3 ) . نقل از اصحاح 24 ، از سفر يوشع ، آيه 9  ( 4 ) . نقل از اصحاح 24 از سفر خروج آيه 4 ","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nاو را ساخته باقى مانده ، و ايشان به عنوان حج و زيارت اين قطعه در اوقات مخصوصى به اورشليم مىروند خصوصاً در عيدى كه آن را عيد قربان ناميده‌اند و آن روز اول سال عبرى است و عقيده دارند كه در آن روز براى حضرت اسحاق عليه السلام فديه آمد .\r\nبراى نصارى نيز سنگ‌هاى بسيار است كه آنها را خيلى مقدس مىدانند و تعداد بسيارى در بيت المقدس موجود است ، از جملهء آنها سنگى است كه در زير قبهء صعود قرار گرفته و در آن نشانه‌اى از قدم انسانى هست و چنين مىگويند : كه آن اثر پاى مسيح عليه السلام است هنگامى كه به آسمان بالا رفت .\r\nيكى از نويسندگان نوشته است كه اين سنگ را در حالى كه سائيده شده و از بسيارى تماس و ماليدن دست و بوسيدن نزديك بود كه به كلى آثار آن صاف گردد ديده است .\r\nدر پائين كوه زتيون در سمت غربى از طرفى كه به بيابان سدرون « 1 »  منتهى مىشود ، قطعه سنگى است كه در بيرون ديوار شمالى كليساى روسى قرار دارد و چنين مىگويند : كه حضرت مسيح عليه السلام هنگامى كه از كوه طور زتيا ( كوه زتيون ) به سوى شهر فرود آمده به آن تكيه داده است ، و زمام داران كليساى روسى فعاليت بسيار كردند كه آن سنگ در داخل كليساى آنان گذاشته شود ، ليكن دسته‌هاى ديگر نصارى از اين كار جلوگيرى نمودند و\r\n\r\n","description":"","footnote":" ( 1 ) . بيشتر مردم آنجا را بيابان مريم مىنامند . ","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nبراى اين امر قيامتى به پاشد ، و اگر موضع آن سنگ را منطقه عمومى قرار نداده بودند كه همه به آن تبرك جويند و بهره‌مند شوند فتنهء بزرگى حادث مىشد . برابر آن سنگ در سمت شمالى سنگ ديگرى است كه اطراف آن را سورى كه روميان ساخته‌اند احاطه كرده است و مىگويند : حضرت مسيح عليه السلام بر آن بنشست تا از آنجا بيت‌المقدس را مشاهده كند و براى ترسايان در كليساى قيامت سنگ‌هايى است در منتهاى تقديس ، و همچنين در بيت لحم سنگ‌هاى بسيارى وجود دارد كه بىنهايت مورد تقديس مسيحيان است و براى جلوگيرى از اطالهء كلام از بيان خصوصيات آنها صرف نظر مىشود .\r\nاما سنگ بيت‌المقدس نزد مسلمين و ترسايان و يهود معروف است به اينكه محل تقرب هر يك از پيامبران مانند حضرت ابراهيم عليه السلام و حضرت يعقوب عليه السلام و حضرت داوود عليه السلام و حضرت سليمان عليه السلام به درگاه قدس پروردگار بوده است ، و اين سنگ در نزد همه بدون اندك تفاوتى در منتهى درجه احترام است ، و مردم بسيارى - با وجود همهء اختلافات كه در كيش و دين خود دارند - به زيارت آن مىروند و به آن تبرك و تقرب به خداوند متعال مىجويند .\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\n\r\nفصل شانزدهم : بقاى اسلام در حج\r\nهمانا مسلمانان - با وجود پراكندگى ميهن‌ها و شهرها و دورى كشورها و اختلافاتى كه از جهت نژاد و لغت و زبان و مذهب دارند - به امر پروردگار عزيز و حكيم ، اجزا و اعضايى پيوسته‌اند ، و قلوب ايشان مانند ذرات يك كالبد است و اگر عضوى از آن دردناك شود به خاطر آن ، همه اجزاء بدن دردناك گشته و تب و بىخوابى همه را فرا مىگيرد ، و پايدارى كار ايشان و صلاح احوال آنها و بلندى گفتارشان ، و عزت آنان در دنيا و آخرت مربوط به اين پيوستگى است ، و اگر آن را دگرگون كنند خداوند سبحان فضل خود را بر ايشان تغيير مىدهد ، و در خانه‌هاى خود به بدبختى و خوارى گرفتار خواهند شد .\r\nخداوند تعالى فرموده : « و متمسك شويد به رشته خداوند همه شما و متفرق نشويد » « 1 » \r\n\r\n","description":"","footnote":" ( 1 ) . سوره آل عمران آيه 103 ","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nو نيز فرموده : « و نزاع و خصومت نكنيد پس سست خواهيد شد و نيرو و دولت شما خواهد رفت » « 1 » \r\nپيغمبر خدا صلى الله عليه و آله فرمود : « كسى كه صبح كند و به كارهاى مسلمين همت نگمارد مسلمان نيست »\r\nو نيز اين حديث از آن سرور است « هرگز وارد بهشت نخواهيد شد تا اينكه ايمان بياوريد و ايمان نمىآوريد تا اينكه همديگر را دوست بداريد . »\r\nحضرت صادق عليه السلام فرمود : « همانا ايمان آورندگان با هم برادرند و پسران يك پدر و مادرند . اگر رگى از يك نفر ايشان زده شود ديگران به خاطر او بيدار مىمانند . »\r\nآن حضرت عليه السلام فرموده : « مسلمان برادر مسلمان و چشم او و آينه و راهنماى اوست . به او خيانت و نيرنگ نمىكند و او را فريب نمىدهد و به او ستم روا نمىدارد و دروغ نمىگويد و غيبت او نمىكند » .\r\nو نيز از آن حضرت است كه فرمود : « به درستى كه دو مسلمان با هم برخورد مىكنند پس بهترين آنها كسى است كه رفيقش را بيشتر دوست بدارد » .\r\nبه تحقيق خداوند متعال در بسيارى از احكام دين اسلام بر تقويت برادرى در ميان همه مسلمانان تشويق و تأكيد فرموده ، و به\r\n\r\n","description":"","footnote":" ( 1 ) . سوره انفال ، آيه 46 ","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nدور افكندن آنچه در ميان ايشان ممكن است دشمنى و رشك و جدايى ايجاد كند تأكيد فرموده است .\r\nاسلام تجمع مسلمين را در مواقع بسيارى تشريع نموده است ، چه در آن اجتماع براى اهل باديه يا شهرنشين فرصت رسيدگى به وضع يكديگر و همكارى و اتفاق كلمه است ، چون آن اجتماعات به كليه هدف‌هاى اسلام وافى نيست ، چه فائده آنها انحصار به يك شهر و يا يك كشور دارد ، از اين رو براى مردم مسلمان اجتماع همگانى را كه حج است تشريع فرموده است .\r\nحج را قرارداد كه مسلمانان در هر سال از همهء كشورهاى جهان در يك سرزمين جمع شوند . به زمينى كه نور تابان اسلام از آنجا درخشيدن آغاز نموده فرود آيند . همه بر يك دين و به سوى يك مقصد نيستند ، تا اينكه پيمان يگانگى و همكارى را در گرد خانهء حضرت پروردگار تجديد كنند ، جمع شوند در حالى كه همه برادرند و منظور از اجتماع آنها فقط يك سخن است :\r\n« نيست خدايى جز خداوند يكتا و محمد صلى الله عليه و آله رسول خدا است » .\r\nدر هنگام حج از همهء نقاط زمين ، همه نوع مردم جهان اسلام قصد مكّه مىكنند . پس در آنجا پوشاك‌ها و صورت‌ها و اندام‌هاى گوناگون را مىبينى ، به قسمى كه شايسته است شهر مكه و آن اجتماع ، نمايشگاه اسلامى ناميده شود ، به اين اجتماع ، برادرى و سازش و دوستى تجديد مىگردد ، و اين اجتماع نشانه و صورت كوچكى از جامعهء بزرگ اسلامى است ، و در نتيجه در آن هنگام ،\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nيگانگى اسلامى با درخشنده‌ترين مظاهر و كامل‌ترين مشخصاتش آشكار مىشود و تجلى مىنمايد .\r\nگويا اين اجتماع به همهء مسلمانان جهان الهام مىكند كه همگى در سرزمين‌هاى پهناور خود مانند كسانى كه در مكهء معظمه و مسجد الحرام نماينده ايشان هستند بوده باشند .\r\nحج بزرگترين وسيله‌اى است براى بيدارى رأى عمومى اسلامى و خير خواهى مسلمانان براى يكديگر ، و بر انگيختن ايشان به راه ارجمندى و اتحاد كلمه ، و پيدايش روح جنبش و كوشش در رهايى برادران دينى از رنج‌ها و درماندگىها و نجات آنان از مصائب و بلايا .\r\nدين اسلام همهء احكامش داراى اسرار و شگفتىها است ، و ليكن حج امرى است كه در هيچ يك از ملت‌ها گرچه سخت‌ترين دشمنان اين دين باشند ، و در هيچ دوره‌اى از زمان تاكنون شنيده نشده كه كسى بر حكمت تشريع آن اعتراض داشته يا طعنه‌اى زده باشد ، و علت آن بودن فوائدى است آشكار براى آن كه يادآور شديم ، و حكمتى درخشنده كه در بقا و زنده ماندن جامعهء اسلامى تا امروز اثرى نمايان دارد ، و با يارى حضرت بارى ابديت خواهد داشت .\r\nكسى نمىتواند اين حقيقت را كتمان كند كه اجتماع عناصر مختلف از يك امت بزرگ در يك محيط ، چگونه در استوار نمودن پيوستگى و قدرت كلمهء ايشان اثر مىنمايد ، و كسى كه\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nخواست آن را انكار كند بايد به كتاب‌هاى دشمنان اسلام و آنچه دربارهء حج نوشته‌اند مراجعه نمايد ، تا يقين كند كه انجام فريضهء حج حسّ يگانگى اسلامى را تحريك مىنمايد و زنده مىدارد ، و در نفوس كسانى كه پيروان اين دين هستند روح پيوستگى و دوستى و الفت را پرورش مىدهد .\r\nاز جهت اينكه دشمنان ، بودن اين يگانگى و وحدت را كه ميان آنان و مقصودشان حائل است خواهان نيستند ، و منظورشان شكست جامعه اسلامى است ، آنها را مىنگرى كه از انجام حج ، خطر هميشگى در آرزوى خود مىبينند ، و اگر قدرت داشته باشند از اين مجمع عظيم عمومى جلوگيرى مىنمايند ، اميد است كه خداوند تعالى همهء مسلمين را حمايت و نگاهدارى فرمايد .\r\nبراى حج و مسجد الحرام و كعبه در نفوس جامعه مسلمانان به اندازه‌اى عظمت و احترام هست كه زبان قادر بر بيان آن نيست و مغز آدمى از تصور و تصوير آن عاجز است ، و در اين امر ميان پيروان مذاهب اسلام اختلافى نيست ، بلكه همهء مسلمانان با اختلافات مذهبى كه دارند ، ايشان را مىبينى كه با تمام احترام و تعظيم به آنجا روى مىآورند .\r\nاين احترام نه فقط دلالت مىكند بر اينكه مسلمانان با يكديگر به رفق و مدارا رفتار مىكنند ، بلكه در آن بزرگترين دليل است بر همكارى ايشان و برادرى و پشتيبانى از هم ، و بر يگانه بودن هدف و مقصودى كه آرزوى آن را دارند و براى آن در راه ايمان به\r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nخداوند يگانه متعال مىكوشند ، و اين عاطفه را به هيچ وجه در ميان مذاهب و اديان ديگر نمىبينى .\r\nو اين فايده را كه شرح داديم غير از بركات غيبى و رحمت‌هايى است كه در وقوف روز نهم در وادى عرفات حاصل مىگردد ، و همانا مسلمانان اگر كلمه‌اى فرعى ، آنها را از هم جدا كند سخنى اصلى و استوار كه همان شهادتين است ايشان را در زير يك پرچم جمع آورى مىكند . و همه آنان را در محضر حضرت پروردگار مىبينى ، در حالى كه به علت غم واندوه فراوانى كه از ارتكاب گناهان دارند ، آخرين آثار جان‌هاى ايشان كه سرشك است از زواياى چشم‌هايشان فرود مىآيد ، و در آنها نمىيابى مگر سرى كه مايل شده و به تواضع و خضوع درآمده و زبانى كه به خوارى افتاده و اظهار زارى مىكند و دعاهايى كه بالا مىرود و چشم‌هايى كه اشك مىريزد و دلى كه مىجوشد و مىخروشد و اخلاصى كه همه را فرا گرفته است .\r\nدر ميان ايشان است برگزيدگان نيكوكار و تقرب يافتگان فرمان بردار ، و اين اجتماع در برابر حضرت پروردگار تعالى و پيشگاه او تشكيل نمىشود مگر به حقيقت اخلاص كه به هيچ نحو آلوده به ريا نيست و خودنمايى در آن راه ندارد .\r\nبر همه واضح و روشن است كه اين اجتماع و وقوف در عرفات با همان كيفيتى كه گفته شد ( دل‌هاى ايشان به سوى خداوند تعالى متوجه شده و از روى اخلاص اميدوارند كه آنان را در\r\n\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nمقاصدشان نوميد نمىكند و از نصيب و بهره باز نمىدارد و از رحمتى كه درخور ايشان و فيضى كه شامل حال آنان باشد محروم نمىفرمايد ) ، رابطهء برادرى و يگانگى را در ميان ايشان قوت مىدهد و نيرومند مىنمايد . و به فضيلت و نيكى همكارى و اجتماع آگاه مىسازد .\r\nو كدام اثر را براى اين ايستگاه هولناك در زندگى اين امت بزرگ و بلند مرتبت تصور مىكنى و در انديشه مىآورى ، و كدام بهره‌ها و منافع را از آن اميدوارى ؟ ! ! و تاثير آن اجتماع عظيم در آنچه گفتيم به غايت واضح است و اگر كسى انكار كند همانا از روى غرض و به زبان است نه از صميم قلب و وجدان .\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\n\r\nفصل هفدهم : منافع اقتصادى حج\r\nمسلمانان در زيارت خانهء محترم الهى منافع اقتصادى نيز خواهند ديد ، و اگر بهره بردن از اين جهت را خوب بدانند ، خير بسيار به ايشان عايد مىگردد .\r\nاز جمله منافع حج اين است كه مستمندان از مسلمين در سرزمين حجاز خصوصاً مكه معظمه و مدينه منوره در امر معيشت پس از تنگى در زندگى گشايش مىيابند ، و بعد از رنج و زحمت براى زن و فرزند خود بىنياز مىشوند ، و به سايه خداوند تعالى و فضل او پناه مىبرند ، و به دست حاجيانى كه از اطراف جهان وارد مىگردند روزى داده مىشوند ، و به واسطه آن علاوه بر انتفاعى كه به نيازمندان از اهل اسلام حاصل مىگردد ، دو حرم محترم ( مكه و مدينه ) نيز آباد و گرامى و آبرومند خواهد بود .\r\nديگر اين كه بسيارى از مردم هستند كه خمس و زكات به اموالشان تعلق مىگيرد ، به علت دوستى مال در خارج كردن حقوق\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nواجبهء الهى و پرداخت آن به مستحقين مسامحه و سهل انگارى كرده‌اند ، هنگامى كه حج بر ايشان واجب شد و انجام اين واجب را قصد كردند اموال خود را پاك مىكنند و هر چه از حقوق مالى بر آنان واجب باشد محاسبه كرده و خواهند پرداخت و سپس عازم حج مىشوند .\r\nبيشتر حج‌گزاران از كسانى هستند كه خداوند سبحان گشايشى در روزى به آنان كرامت فرموده ، به حجاز مىرسند در حالى كه مقدار زيادى ثروت كه نمىتوان آن را ناچيز شمرد با ايشان است ، در مخارج به خود سخت‌گيرى نمىكنند ، در شهرهاى مختلف اسلامى از خريد اجناس مختلف به عنوان سوغاتى دريغ نمىورزند ، بنابراين اهالى آن شهرستان‌ها از فروشنده و خريدار و نويسنده و واسطه و مسكين و باربر ، فايدهء بسيارى از توانگرى مسلمانان به ايشان خواهد رسيد ، و در نتيجه خير و گشايشى به نيازمندان از اهل اسلام عايد خواهد شد .\r\nدارندگان مشاغل و اصناف گوناگون از اهل حجاز از ارتباط خود با زائرين از گروه‌هاى مردم مختلف جهان ، سود و فايده‌هاى سرشارى مىبرند ، و همين طور ايشان نيز به علت خريد و فروش امتعه‌اى كه قابل نقل و انتقال است از آنان استفاده مىنمايند ، و واضح است كه اين انتفاعات علاوه بر اينكه حسن تفاهم و برادرى را ميان دو دسته اهل حجاز و حاجيان متضمن است سبب استحكام ارتباط اهل حجاز با كشورهاى اسلامى و بهبود وضع\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nاقتصادى آنان مىشود .\r\nحاجيان به علت اجتماع عمومى و حصول رابطه از اوضاع و احوال كشورهاى يكديگر آگاه مىشوند .\r\nمسلمانان در حج از ناحيه اقتصادى فايدهء بسيار مىبرند خصوصاً به اهالى حرمين خير و بركت مىرساند ، چه همانا فقراى آنان را بىنياز مىكند و شكافهايى را كه گرسنگى در زندگى ايشان پديد آورده مسدود مىسازد و وجوه معاش را براى مردم آن سامان كه در سختى هستند آسان مىنمايد ، و بدين جهت خانهء محترم خداوندى كه يادگار حضرت ابراهيم عليه السلام است باقى مىماند ، و پرچم توحيد در روى زمين افراشته مىگردد .\r\nاگرچه پيش از اسلام هدف روشن از انجام حج فقط امر دينى بوده ، كه آن طلب آمرزش خداوندى است ، و ليكن آن اجتماع حج از منافع دنيوى كه در زندگانى ادبى و مادى امت عربى تاثير داشته بر كنار نبوده است .\r\nاعراب زمان جاهليت به مناسبت فرا رسيدن موسم انجام حج بازارهايى براى بازرگانى احداث مىكرد و همچنين مركزى براى عرضه ادبيات خود به وجود مىآورد ، و زحمات ادبى خود را از نثر و شعر بليغ عرضه مىداشت ، و مسابقه‌هاى ادبى ترتيب مىداد .\r\nبراى اهالى سوريه در هنگام حج بازارهاى تجارتى بود كه به ايشان و ساكنين مكه و وارد شوندگان به آن خير و منفعت مىرسانيد و همانا موسم حج وعده گاهى براى مردم پراكنده عرب بوده كه به\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nواسطهء دورى منازل و نبودن راه‌هاى ارتباط ، خواسته‌هاى خود را به وسيلهء آن اجتماع جامه عمل مىپوشاندند و امور زندگانى و حوائج ساليانه و كارهاى خويش را انجام مىدادند و از گفتهء آنها چنين آورده‌اند :\r\n« چه وعده گاه خوبى است هنگام حج و چه زيارتگاه نيكويى است كعبه »\r\nو از آنچه اخيراً يادآور شديم پاسخ اين گفتار آشكار مىشود :\r\nرازهايى كه در اين رساله شرح داده شد و دقايقى كه روشن گشت مصالح حجى است كه ركنى از اركان دين مبين اسلام ، و وسيله افاضهء رحمت و نعمت بر مسلمين به بهترين نظام است ، و البته حج در اسلام مانند ساير احكام حضرت خير الانام داراى اسرارى است كه به عدد نمىآيد و شمرده نمىشود ، و ليكن فايدهء عمل حج كه در زمان جاهليت مرسوم مردم عرب بود چه بود ؟\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\n\r\nفصل هيجدهم : حج ، وسيلهء تشكيل انجمن همگانى\r\nمكهء معظمه وعده‌گاه ميليونى نفوس بشرى است ، كه متدين به دين اسلام مىباشند .\r\nحج بزرگ‌ترين كانون براى نشر حقايق اسلام و پيشرفت مسلمانان وضع گرديده است و خداوند جليل ( به نام انجام يكى از شعائر دينى ) گروهى را به سوى خود خوانده و آن را وسيله‌اى براى تشكيل انجمن همگانى قرار داده است .\r\nدر اين انجمن گروه‌ها و دستجات مختلف مسلمانان در يك نقطه از زمين با يكديگر روبرو مىشوند ، تا با ديدار و دوستى متقابل به هم‌نزديك گشته و از پراكندگىدورى گزينند . درامورى كه اجتماع مسلمانان در سال‌هاى گذشته انجام داده و كارهايى را كه بايد در آينده انجام دهند مشورت نمايند . همچنين به اوضاع فعلى اجتماعى و چگونگى زندگىشان رسيدگى كنند و در اصلاح معضلات آن سعى نمايند و در ايجاد حسن تفاهم و رفع ظلم و تعدى متجاوزين و\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nمتعديان ، و ارشاد در راه حق و حقيقت با يكديگر همگام شوند ، و براى اعتلاى جامعهء مسلمانان بكوشند . از فكر بلند متفكرين خود براى انتخاب خط مشى زندگى استفاده نموده و ارائه طريق آنان را مورد تأمل و مداقه قرار دهند . در اين مجمع عمومى است كه با بحث و گفتگو دربارهء آمال و احوال خود رفع پراكندگى كرده و در ايجاد يگانگى و اصلاح دين و دنياى خود از يكديگر استمداد نموده و با هوشيارى كامل امور مربوطه را بررسى مىنمايند .\r\nبايد از وسايلى كه دشمنى و جدايى را بر طرف مىكند ، و خوار داشتن يكديگر را به يگانگى و برادرى ، و كينه‌ها و اختلافات را به اتفاق و دوستى تبديل مىنمايد استفاده كرده ، و عواملى كه موجب شجاعت و جوانمردى ، و تشديد نيروى فداكارى در نفوس مىشود ، مورد توجه قرار گيرد . تا اينكه سبب جنبش جامعه مسلمانان گرديده مجد و عظمت ديرين خود را دريابند و حقوق غصب شده خود را مسترد نموده و آزادى از دست رفته را باز يابند .\r\nآنچه را كه مسلمانان از بزرگى و عزت و پيروزى در قرن‌هاى گذشته داشتند ، نبوده است مگر در اثر وحدت كلمه و آشكار ساختن فرمان خداوند و انجام دادن خواستهء او و كوشش در نگهداشت و افراشتن سخن حضرتش تعالى شأنه .\r\nاجتماع حاجيان از هر سمت در مكه در روز ترويه ( هشتم ذى الحجه ) يا قريب به آن انجام مىگيرد ، و اداى مناسك حج براى هزاران نفرى كه از راه‌هاى دور و نزديك در آنجا حاضر شده ، و\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nوقوف همگى ساعتى چند در روز عرفه ( نهم ذى الحجه ) و اشتغال ايشان در آن مدت كوتاه به دعا و طلب آمرزش و استغفار با حقيقت بندگى و ذلت و خوارى و نهايت خضوع و خشوع در پيشگاه قدس پروردگار عالم ، و توجه كاملى كه به اميد رحمت از آن مبدء اعلى دارند ، و همگى گريان و نالان خشنودى او را مىجويند ، چه بسا ايشان را از گفتگو در كارهاى عمومى باز دارد و جلوگيرى كند .\r\nهنگامى كه از وقوف به عرفات و مشعرالحرام باز مىگردند و به منى وارد مىشوند ، در سه روز اقامت در آنجا كه خداوند سبحان مقرر داشته ، و ماندن در آن محل در تمام ساعات آن سه روز كه به طريق استحباب خواسته شده ، فرصتى است بسيار بجا و مناسب براى مشاورات عمومى و رسيدن به آنچه شرح داديم .\r\nدر اين زمان كه بشر خود را در تمدن و تفكر پيشرفته مىبيند ، و پاره‌اى از ترقيات را نمىتوان انكار كرد . كوشش فراوان در ايجاد صلح همگانى كرده است و جوامعى مانند جامعه ملل متفق كه قبلًا در ژنو پايتخت كشور سويس بوده و سازمان ملل در نيويورك بزرگترين بندر آمريكا و ديوان داورى در لاهه پايتخت كشور هلند تاسيس كرده‌اند و رنج‌ها و مشقت‌هاى بسيار در بر قرارى آنها معمول داشته‌اند ، و مقصود ايشان وعده گاهى است كه مردانى از ملل مختلف جهان در آنجا جمع شوند ، و پس از اجتماع و مشورت‌ها راه و روشى را انتخاب كنند كه موجب پايدارى صلح و\r\n\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nجلوگيرى از دشمنىها و جنگ‌ها باشد و ليكن جاى تاسف است ! كه با اين حال در انجام مقصود خود موفق نشده و كوشش‌هاى آنان نتيجه نبخشيده ، از رسيدن به مقاصد صلح جويانه نااميد شده و مركزى براى حمايت از ظالمين و ستمگران گرديده است .\r\nعلت اصلى عدم موفقيت آنان آن است كه فكر آشتى و اصلاح در نفوس اكثر نمايندگان ، بر اساس و پايهء خيرخواهى و مهربانى و ايمان نيست ؛ بلكه مىتوان گفت كه افكار ايشان بر سوء سريره و انديشه‌هاى تاريك و زشت و پليدى نيّت استوار است ، و اصل اين منظور براى ترس از پيدايش شعله‌هاى آتشى است كه با افروخته شدن جنگ شايد ديگر نتوان آن را خاموش كرد ، و ليكن حرص و آز دولت‌هاى نيرومند جهان بر اين ترس‌ها چيره مىشود ، وايشان را به ويرانى و نابودى آن مقررات وا مىدارد و آتش ستيزه‌جويى را مشتعل مىسازد .\r\nبه هر حال ، آنچه را كه به خاطر آن سازمان‌هاى مختلف جهانى را تشكيل داده‌اند ، بهترين وجه آن را خداوند متعال از چهارده قرن پيش مقرر داشته ، و آنچه را صلح‌طلبان مىخواهند و خيرخواهان جهان مىانديشند و بر آن حريصند تماماً در احكام آسمانى اسلام وجود دارد ، و فايده و سودى است از فوايد بسيار كه از تشريع حج مىتوان استفاده كرد .\r\nسازمان‌هايى كه افراد بشر آن را تاسيس كرده‌اند ، محدود براى اشخاصى معين مىباشد ، به غير خودشان اجازهء ورود به آنجا را\r\n\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nنمىدهند ، لكن وعده‌گاه حج موعدى است كه همهء مسلمانان به سوى آن خوانده شده‌اند بدون اينكه ميان سياه و سفيد و ثروتمند و فقير و شريف و وضيع و پادشاه و رعيت فرقى باشد ، اگر چه وجوب حج مخصوص دارندگان استطاعت مالى و بدنى است .\r\nدر آن وعده‌گاه‌ها و سازمان‌ها به صورت زيبنده و در حقيقت فريبنده نمايندگان دولت‌هاى بزرگ و نيرومند در ظاهر و باطن و پنهانى و آشكارا امتيازات خاصى براى خود مىبينند ، و به واسطهء اعمال نفوذ و داشتن قدرت ، حقوق دولت‌هاى ضعيف و ناتوان را پايمال مىكنند ، و از حضور نمايندگان ايشان ، رسيدن به مقاصد و آرزوهاى خود را مىخواهند .\r\nروز وعده‌گاه حج به جهت آمادگى براى الغاى امتيازات طبقاتى و تلقين به حاجيان و آگاه نمودن ايشان بر التزام به اين صفت بلند پايه و تأدّب به اين ادب گرانمايه ، از تن بيرون آوردن پوشاك‌ها و زينت‌ها و نشانه‌هاى تعينات و ملبس شدن ايشان به يك لباس متحد الشكل كه همگى در آن برابر و مساوى باشند ، مقرر شده است ، تا اينكه همگى براى حصول مقصود و ظهور يگانگى و تساوى مطلق به بهترين جلوه‌ها و بلندترين مظاهر آن ، شرف حضور يافته و خود را عرضه بدارند ، و اگر اين شرط اساسى مقرر نشده بود هر آينه به لباس‌ها و هيئت‌هاى ظاهرى خود مىباليدند و بر يكديگر فخر مىنمودند و به مقام و شوون و حيثيات خود تظاهر و خودنمايى مىكردند ، و البته روشن است كه اين گونه امور بر خلاف\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nآن منظورى است كه خداوند متعال در حج خواستار شده است .\r\nاينكه در حالى باشند كه ناتوانى ناتوانان و نياز نيازمندان و رنج و قيد و بند كسانى را كه راهى به دفع آن ندارند به ياد آورند ، و در حالى باشند كه از رسوم عظمت و بلندمنشى و امتيازات بزرگى و ثروت و رياست فرود آمده باشند ، و با اينكه در بند محكوميت و مسئوليت خداوند توانا و بلند مرتبه و دادگر هستند اعتراف نمايند ، و مانند كسى باشند كه در هر حالى كه از حالات و هر لحظه از لحظات و هر شأنى از شؤون اجتماعى و فردى ، بليغ‌ترين سخنران ناصح و خير خواه و راستگوترين واعظى كه خطا نمىكند و سهل‌انگارى ندارد ، همراز و همراه آنها است و از ايشان غفلت نمىكند .\r\nخلاصه اين كه حج مجمعى است با عظمت و بلند مرتبه و داراى استفاده‌هاى مهم ، و براى جلوگيرى از فساد و تباه كارى و صلاح انسانيت مشورتگاهى است عمومى ، كه هر ساله عوض مىشود ، و پايهء آن بر اساس انديشهء نمايندگان خصوصى و درجات نيرو و ناتوانى انتخاب‌كنندگان گذارده نشده است ، و اعضاى آن خود را از اغراض شخصى و اسباب گمراهى دور نموده و باروانى پاك در آنجا اجتماع كرده‌اند ، و با هر يك برنامه‌اى است از فوائد علمى و سياسى و اجتماعى و اقتصادى كه در كشورهاى خود به كار برده و نتيجه گرفته‌اند ، و بهترين سازمان و انجمن و مشورتگاهى است كه در آن دربارهء پيدايش روح يگانگى گفتگو مىكنند ، و براى نزديك كردن فاصله‌ها و اختلافاتى كه واقع شده يا امكان دارد بين\r\n\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nملت‌ها واقع گردد كار مىكنند ، و براى توجه دادن عواطف مسلمانان به سعادت آينده ، و عمليات نيكو دعوت مىنمايند .\r\nپس از اينكه حاجى به شهر خود بر مىگردد نسبت به بسيارى از اخبار برادران دينى خود و روش آنها و اندازهء پيشرفت‌هاى ايشان اطلاع دارد ، و واضح است كه آنچه را در آنجا ديده و شنيده و فهميده‌اند انتشار مىدهند و مردم خود را آگاه مىسازند ، و از احوال برادران دور دست و وضعيتى كه دارند و آنچه را كه براى همه از حسن تفاهم و همكارى حاصل شده براى قوم خود حكايت مىكنند ، و آنچه را كه در آن مركز اجتماع براى پيشرفت و پيروزى اسلام و مسلمين تشخيص داده‌اند شرح مىدهند .\r\nبا اين آگاهىها و اطلاعات ، حاجيان مردم را هوشيار نموده و در سينه‌هاى ايشان آتش غيرت و حميت و دورى از ننگ و عار را مىافروزند ، و اميد است كه همهء مسلمانان به آنچه دانسته‌اند عمل كنند و از منافع و فوائد حج بهره‌مند گردند .\r\nو شگفت‌آور اين كه خداوند سبحان بر حسب ظاهر در آيهء كريمه : « تا شاهد منافع گوناگون خويش در اين برنامهء حيات‌بخش باشند ، و در ايّام معيّنى نام خدا را ياد كنند . » ، « 1 »  ديدن منافعى را كه آن اداى فريضهء اجتماعى است و اصلاح عمومى را در بر دارد ، بر بردن نام حضرتش كه آن اداى فريضه فردى است\r\n\r\n","description":"","footnote":" ( 1 ) . حج ، آيهء 28 ","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nمقدم داشته .\r\nهمانا مسلمانان نصف آخر آيه را اطاعت مىكنند و انجام مىدهند و قسمت ابتدايى آن را رها كرده‌اند ! ! چنان كه گوئى خداوند سبحانه و تعالى جز اداى فريضهء دوم چيزى از ايشان نخواسته است .\r\nهنگامى كه به خواست خدا بيدارى اين ملت فرا رسد و تقدير يارى كند ، حج از بزرگترين عوامل زندگانى ايشان خواهد بود ، و از خداوند متعال خواهان آن هستيم و اجابت آن بر ذات اقدسش دشوار نيست .\r\nاگر دارندگان منزلت و نفوذ و صاحبان رأى و انديشه و كسانى كه سخنان ايشان در شهرهاى خود پذيرفته مىشود از همهء ملل اسلام از شهرهاى دور و پراكنده اجتماع كنند ، و با روحيه‌اى پاك و عواطفى شريف و اخلاصى كامل و ايمانى استوار ، براى شناسايى يكديگر و تشكيل شورى و حفظ و افزايش نيروى حياتى ، در منى انجمنى تشكيل دهند و از تشريك مساعى دريغ ندارند ، پس به يقين بدان‌كه حكمت و فايدهء حج كامل خواهد شد ، و در اين هنگام مكه جايگاهى مىگردد براى سازمانى كه سخن مسلمانان را مىشنود و به دردهاى ايشان رسيدگى مىكند و واضح است كه براى اين اجتماع و اتفاق در كلمه و مرام اثرى خواهد بود كه در همهء جهان مانند آن يافت نخواهد شد .\r\nملت‌هاى بيگانه كه بعضى از كشورهاى اسلامى را تصرف كرده‌اند ، رعاياى خود را از رفتن به حج جلوگيرى مىكنند ، و علت\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nآن ترس از امورى است ، كه پاره‌اى از آن را يادآور شديم ، و همچنين بعضى از دولت‌هاى زورگو كه دشمن اسلام هستند كوشش فراوان در راه خاموش كردن اين نور الهى و نابود نمودن اين دين و تيره كردن روشنى و درخشندگى آن دارند به حدى كه اسلام براى آنها بزرگترين گرفتارى و اندوه بىپايان شده است ، و آنچه را كه براى انجام مقاصد شوم و خائنانهء آنان از مغزشان گذشته به كار برده‌اند ، و هر چه توانايى داشته‌اند براى بستن راه حج و جلوگيرى مسلمانان از انجام اين فريضه ، اعمال كرده‌اند ، و ليكن اگر جنبش حياتى در ملت‌ها به وجود آيد هيچ نيرو و قدرتى قادر به جلوگيرى آن نخواهد بود .\r\nناگفته نماند كه مقصود از به وجود آمدن چنين انجمنى براى تنظيم امور داخلى حجاز و مداخله در مصالح خصوصى آن بلاد و تعيين حكومت و نحوهء زمامدارى و اداره نمودن آنها نيست . چه آن امرى است كه عقل و منطق آن را تصديق نمىكند و هر با شعورى آن را انكار مىنمايد . بلكه مقصود اين است كه صاحبان رأى و منزلت در جهان اسلام ، فراهم آيند و متحد شوند و اجتماع ايشان همه ساله براى ملل مسلمان سازمانى باشد به معنايى كه گفته شد .\r\nمهمترين مسأله‌اى كه از اين انجمن مىتوان اميد داشت تنظيم امور مربوط به مكه و مدينه است از ناحيهء حج و زيارت و تسهيل كارهاى حجاج و زائرين كه از كشورهاى مختلف به آنجا روى مىآورند ، چه گذارندهء حج اعم از اينكه عرب يا عجم از شيعيان\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nباشد يا اهل تسنن ، نظر به اين كه زيارت‌كنندهء خانهء خداوند سبحان است سزاوار است از طرف اهالى حرمين خصوصاً اگر از مستمندان باشد ، رنج و زحمتى به او نرسد ، بلكه شايسته است به هر نحوى كه خواسته باشد فريضهء خود را انجام دهد و مردم مكه و مدينه به او مهربانى و كمك و يارى كنند .\r\nشايسته است نسبت به زائرين كمال مساعدت و همراهى داشته باشند ، گاهى زيارت‌كنندهء خانهء خداوند در مكه و مسجد الحرام و منى و عرفات به مشكلاتى برخورد مىكند كه بر دردها و رنج‌هايش افزوده مىشود و آتشى بر دل سوزناك و داغى بر جگر سوختهء او عارض مىگردد و او را دستى نيرومند و قدرتى نيست كه از خود دفاع كند و رحم كننده‌اى نيست كه به دادش رسد .\r\nپس وضع مقررات و انتظامات بدون كمترين آلودگى به عصبيت و آميختگى به زورگويى و خودخواهى براى تأمين و تضمين زندگى حاجيان و آزادى آنان لازم است ، تا اينكه به سبب اختلافات جزيى و فرعى بر خوردى ميان آنها واقع نشود ، و كسى كه ياوران او بيشتر بوده و مورد حمايت است ، براى مردمى كه از سفر و تحمل رنج‌ها جز تقرّب و رضاى خداوند يكتا و بىنياز و انجام عملى كه يكى از اركان دين اسلام است مقصودى ندارند ، وضع خفقان آورى پيش نياورند . تا اينكه حج از جهت زمان و توقف و اجتماع به نحوى باشد كه خداوند سبحان اراده و امضا فرموده است ، چه واجب اين است كه هر كسى از راهى كه معتقد به\r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nآن است به خداوند تبارك و تعالى تقرب بجويد ، و بر هر مسلمانى واجب است كه برادرانش را از انجام عمل بر طبق طريقى كه دارند و با ديگر راه‌ها شبيه و مانند است محروم نسازد .\r\nخداوند عزّ اسمه فرموده :\r\n« و براى هر كسى قبله‌اى است كه وى روى خود را به آن سوى مىگرداند ، پس در كارهاى نيك بر يكديگر پيشى گيريد . هر كجا كه باشيد خداوند همگى شما را به سوى خود باز مىآورد ، در حقيقت خدا بر همه چيز تواناست . » « 1 » \r\nروزگار ثابت كرده است كه براى مسلمين در تعصبات خشك و زورگويىهاى دشوار خيرى نيست .\r\n\r\n","description":"","footnote":" ( 1 ) . بقره ، آيهء 148 . ","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\n\r\nفصل نوزدهم : حج در ديگر كشورها\r\nحج عبادتى است قديمى و مشهور و معمول نزد همهء امم ، چه هر يك از آنان مكان معينى را اختيار نموده ، و براى كمال روحى و جهات معنوى از تقرب و تقديس و تعظيم در اوقاتى معين يا نامعين قاصد آن مكان مىشوند و حج خود را بجا مىآورند .\r\nنزد مصريان قديم بيش از چهل قرن پيش بناهاى با شكوه و مجسمه‌هايى خيالى و پيكرهاى بسيار با عظمتى بود ، كه از اطراف قصدآنجا مىكردند ، از آن جمله است مجسمهء معبود آنان « ايزيس » « 1 » \r\n\r\n","description":"","footnote":" ( 1 ) . ايزيس را مصريان پرستش مىكردند و آن را رب النوع دانسته و مادر اعظم‌مىناميدند ، زيرا او را مادر خداى آفتاب مىدانستند و ايجاد زمين و كائنات زندهء روى زمين را به او نسبت مىدادند و صورت‌هايى از جواهر و احجار كريمه براى او درست كرده بودند . ","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nدر شهر سائيس « 1 »  و فُتاح « 2 »  . . . . در منفيس « 3 »  و آمّون « 4 »  در طيّبه . « 5 » \r\nبراى سريانيان و آشوريان و ايرانيان و فنيقيان پرستشگاه‌هاى مخصوصى بود كه در زمان‌هاى معين براى پرستش و ستايش به آن مواضع مىرفتند و از آنها يارى و خوشنودى مىخواستند . مردم يونان در پنجاه قرن قبل از ميلاد مسيح عليه السلام به مجسمه ( ديانا - ديان ) « 6 » \r\n\r\n","description":"","footnote":" ( 1 ) . سائيس ، شهر قديمى مصر سفلى ، در سى ميلى شرق اسكندريه و پايتخت جمعى از ملوك بوده و معبد مهمّى به هيكل ايزيس در آن شهر وجود داشته كه مصريان براى عبادت او به سوى آن شهر مىرفته‌اند و حج مىكردند .  ( 2 ) . فُتاح - پُتاح . به ضم فاء و باء فارسى ، مصريان او را خالق دنيا و حمايت‌كنندهء هنرمندان مىدانستند و پس از مدتى او را پدر جميع خدايان دانستند و عقيده داشتند كه پتاح خلق كرد هشت خداى ديگر را كه همه پتاح ناميده شده‌اند و خلاصه پتاح را خالق كل خدايان مىشناختند و براى آن تماثيلى مىساختند .  ( 3 ) . منفيس - ممفيس - مفيف . قديمىترين پايتخت مصر در سى ميلى جنوب قاهره واقع است و اكنون قصبهء كوچكى است .  ( 4 ) . آمّون - به تشديد ميم ، خداى مصريان قديم ، اين كلمه منقول از يونانى است و نام مصرى اين خدا ( آمن ) است و مصريان او راخدايى مىدانستند كه ديدن آن امكان نداشت و از خدايان هشتگانه به شمار مىرفت كه در هيولايى قبل از خلق عالم وجود داشته .  ( 5 ) . طيّبه . معرب ( تب ) است از شهرهاى قديم و معروف مصر و شهر صد دروازه شهرت داشته و زمانى هم پايتخت بوده و فعلًا دهكده است .  ( 6 ) . ( ديانا ) در اساطير روميان و ( آرتميس ) در اساطير يونانيان نام خداى شكارو دختر خداى خدايان و يكى از دوازده خدايان مهم يونانيان قديم بود كه جايگاه آنها به عقيدهء ايشان در قله كوه ( آلپ ) واقع در قسمت شرقى يونان در مرز مقدونيه و ساحل درياى اژه بود . ","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nدر افسوس « 1 »  حج بجا مىآوردند و سپس در آغاز قرن دوم پيش از ميلاد مسيح عليه السلام حج معبد ( منياروا ) « 2 »  در آتن « 3 »  و معبد ( ژوپيتر ) « 4 »  را در\r\n\r\n","description":"","footnote":" ( 1 ) . ( افسوس ) يا ( افز ) شهرى است قديمى در ساحل درياى اژه و يونانيان قديم‌براى اداى مراسم حج در برابر معبد نامبرده به آن شهر مسافرت مىكردند و به مراسم عبادت مشغول مىشدند .  ( 2 ) . « منياروا » يا « منيرو » از خدايان درجهء اعلى و رب النوع زيبايى و از دوازده‌خدايان بزرگ يونان است كه مقر آنها را قله كوه ( اولمپ ) تصور مىكردند و در شهر آتن دو معبد بزرگ براى ( منيرو ) ساخته شده بود در صورتى كه در اين شهر خدايان ديگر جز يك‌معبد نداشتند و يكى از آن دو بزرگتر بود كه يونانيان براى انجام مراسم حج در مقابل معبد مذكور به شهر نامبرده سفر مىكردند .  ( 3 ) . آتن پايتخت كشور يونان است .  ( 4 ) . « ژوپيتر » منقول از اساطير يونانيان آنكه در اوائل خداى نور و آسمان بود ولى به تدريج بزرگترين خداى افسانه و خداى خدايان گرديد و در سراسر يونان پرستشگاه‌هاى بزرگى براى ژوپيتر وجود داشت و در امپراطورى پهناور روم نيز معابد بزرگى براى پرستش او ساختند و از معابد معروف تاريخى او همان معبد مهم واقع در ( المپ - المپى - المپا ) بود كه شاهكار صنعت گرى و هنر به شمار مىرفت و همين معبد المپ بود كه يونانيان اداى مراسم حج را در مقابل آن اهميت مىدادند و به سمت آن كوچ مىكردند ، و مرحوم حاج فرهاد ميرزا در جام‌جم نقل مىكند كه « ژوپيتر يعنى صورت مشترى كه از خدايان بزرگ مىدانستند . » و نيز دارد « گنبد ديانا يكى از هفت عجايب دنيا بوده واخراجات آن به قدر خراج همهء مملكت آسيا شده بود و در اين بت خانه بيست هزار نفر به راحت مقام نشستن داشتند و ديانا دختر چوپيتر است كه رب پاكدامنى و جمال است . هيكل چوپيتر كه بزرگتر از او صورت و هيكلى نساخته بودند در كوه « اليم پس » از سنگ تراشيدند و يكى از عجايب هفتگانهء دنيا بوده . » ","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nآلمپ اختيار نمودند .\r\nژاپنىها هميشه در زمان‌هاى مخصوصى به هياكل مقدسه خودشان حج بجا مىآوردند و از آن جمله است هيكل عظيم و مجسمهء بزرگ آنان در ولايت « اسجى » « 1 »  كه بر هر مردى واجب است در مدت عمر خود اگر چه يك بار هم باشد به زيارت آن برود ، و با لباس سفيد و شكلى مخصوص به سوى آن متوجه مىشوند و بيشتر مردم آن را برهنه قصد مىكنند و لباسى جز چيزى كه ساتر عورت آنان باشد در تن ندارند و به دويدن راه را طى مىكنند .\r\nهنديان به مجسمه و معبد « جاغرنات » « 2 »  يا معبد « آلورا » « 3 »  در حيدرآباد حج به جا مىآوردند و اين مجسمه را در سنگ\r\n\r\n","description":"","footnote":" ( 1 ) . « اسجى » چنين ضبط شده است و امروز به نام « اوساكا » شهر بزرگى است درژاپن .  ( 2 ) . « جاغرنات » معرب جاگرانات به معناى پروردگار عالم و نام معبدى است‌واقع در شهر پورى در سواحل خليج بنگال ، و در آنجا مجسمه و لشنويكى از خدايان سه‌گانه بزرگ هندىها است و مجسمه‌هاى بسيار براى او در نواحى هند مورد پرستش است ولى همه ساله قريب يك ميليون نفر براى انجام مراسم حج در مقابل معبد جاغرنات سرازير مىشوند .  ( 3 ) . « آلورا » نام دهكده‌اى است در حيدرآباد واقع در جنوب هند ، در آنجا معابد بسيار عظيم و با شكوهى وجود دارد و نوشته‌اند كه از همه بزرگتر معبدى است به نام « كايلاسا » و آن مجسمه‌اى است در ميان كوه تراشيده شده در جوف سنگى بسيار سخت به طول 250 و عرض 160 قدم . ","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\nبسيار بزرگى كنده‌اند ، و به مجسمه « بودا » « 1 »  در جزيره . . . . « مناآر » « 2 »  نزديك سيلان حج مىگذارند ، و همچنين به مجسمه بودا در « كاندى » « 3 »  از كشور سيلان ، و غير اينها از اماكن مقدسهء خود حج بجا مىآورند .\r\nبراى چينيان پرستشگاه‌هاى عظيمى هست كه به آنها حج\r\n\r\n","description":"","footnote":" ( 1 ) . « بودا » هم عصر كورش كبير كه از پادشاهان هخامنشى است بوده ، و او را ازجملهء فلاسفه مىدانند و در اواسط قرن ششم پيش از ميلاد در هندوستان در ده « كپله وستو » كه در شمال ولايت بهار و نزديك به نيپال و كوهستان هماليه واقع است متولد گشته ، و شاهزاده بوده و به جامهء درويشى درآمده و پس از چندى رياضت ، انقلاب بزرگى در جهات اجتماعى و اخلاقى در كيش براهمايى كه ديانتى است قديمى ايجاد كرده و گويند : كتاب « يوذاسف و بلوهر » كه از كتب اخلاقى است شرح حال و گفتار اوست ، بودا در فلسفه خود از بحث در الهيات و مجردات بر كنار بوده و به روانشناسى و اخلاق اهميت داده ولى پيروان او چند گفتهء او را به الهيات ارجاع نموده و به مرور ايام به دو حزب بزرگ تقسيم شده‌اند و بالاخره مذاهب فلسفى در كيش بودايى به سبب كثرت پيروانش زياد شده و آنها را تا عدد سى شمرده‌اند .  ( 2 ) . « مناآر » جزيرهء مناآر واقع در خليج مناآر نزديك سيلان واقع است و سيلان جزيره بزرگى است در جنوب هندوستان كه آن را سرانديب و جزيرهء آدم نيز گويند .  ( 3 ) . ( كاندى ) شهرى است در سيلان و در قديم پايتخت آن بوده . در آنجا معبدىدر قلهء كوه به نام بودا وجود دارد كه همه ساله بودائيان براى انجام مراسم حج به آن شهر مىروند و در معبد مزبور دندان ناب بودا به عنوان عضو بدن شخص مقدس بودا با مراقبت كامل نگهدارى مىشود . ","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nمىگذارند ، از آن جمله معبدى كه در « تيان » « 1 »  واقع است ، و همچنين معبدى كه براى ايشان در كشور تبت « 2 »  است و در اوقات معينى به قصد حج متوجه آنجا مىشوند . و بعضى نذر مىكنند كه با شكم خود را بر روى زمين كشيده و با آن حالت عمل طواف را انجام دهند يا بار گرانى را بر پشت حمل كنند كه سنگينى آن او را خم نمايد . تعيين هريك از آن اعمال دشوار براى حاجيان به اختيار كاهنان واگذار شده است .\r\nيهود « اورشليم » « 3 »  را قصد مىكنند تا اينكه عيد ( فسح - پسح ) را\r\n\r\n","description":"","footnote":" ( 1 ) . ( تيان - تسان ) بندرى است در چين در كناره جوى ( باى - هو )  ( 2 ) . معبد بزرگى است در كشور تبت كه از اطراف براى حج آنجا مىروند ، معبدى است واقع در شهر ( لهاسا ) پايتخت آن كشور به نام شهر مقدس .  ( 3 ) . « اورشليم » شهرى بوده در فلسطين كه امروز به بيت المقدس شهرت دارد ، در شهر بيت المقدس معبدى است كه زيارتگاه ملل سه گانه يهود و نصارى و مسلمين است و به جز آن ، مقامى يافت نمىشود كه در آن پرستش‌هاى مختلف شده باشد .\r\nدر آنجا دو بناى بسيار عالى و با عظمت هست يكى « قبة الصخره » و ديگرى « مسجد اقصى » اما قبة الصخره فعلا مسجدى است كه اصل ساختمان آن از جناب سليمان بن داود عليه السلام است و به هيكل سليمان معروف بوده و قبلهء يهود است و در سال يكهزار و پنج قبل از ميلاد جناب مسيج عليه السلام به اتمام رسيده .\r\nاما مسجد اقصى در محوطهء حرم است چه در اطراف قبة الصخره محوطه‌اى است كه آن پايين‌تر از سطح كره زمين هيكل يا مسجد است و مسجد قبة الصخره نسبت به آن مرتفع است و آن را ( حرم شريف مىنامند . ) ","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nاز تحقيقات جديد ثابت شده كه سطح حرم همان قله كوه ( موريا ) بوده كه جناب سليمان بن داود عليهما السلام آن را از اطراف بالا برده و براى بناى معبد خود مسطح نموده است و معبد مزبور در همين محلى كه امروز مسجد قبه الصخره است بوده و سنگ متبركى كه اكنون در وسط مسجد واقع است شايد همان قله كوهى باشد كه جناب سليمان على نبيّنا وآله وعليه السلام موقع تسطيح آن را به حالت اصلى خود باقى گذاشته .\r\nآورده‌اند كه چون جناب داود على نبيّنا وآله وعليه السلام در اورشليم ساكن شد تابوت عهد را با تجليل بسيار به آنجا آورد و در محلى قرار داد و تازمان خاتمه يافتن بناى هيكل در آن محل بود و پس از آن تابوت در هيكل گذارده شد ، و ملكى كه بر جناب داود عليه السلام بر سرتخته سنگ ظاهر شد و بناى معبد را براى آشيان تورات نشان داد در همين قلهء كوه موريا است ، و در محوطهء حرم شريف بناهاى چندى است كه مشهورترين آنها مسجد اقصى است ، و هيكل از سطح حرم تقريباً سه متر ارتفاع دارد و سلاطين يهود خصوصاً « هردو » يا « هيرودوس » كبير ، آن پادشاه جنايتكار ، كه زن و بسيارى از فرزندان خود را كشت بر سطح حرم افزودند .\r\nبدون شك بناى مسجد اقصى نيز از جناب سليمان على نبينا وآله وعليه السلام است و آن را بخت النصر پادشاه بابل ويران نمود و در هفتاد سال قبل از جناب مسيح على نبينا وآله وعليه السلام مجدداً به شكل ساختمان سليمانى بنا شد و مقام جناب ذكريا على نبينا وآله وعليه السلام گواهى مىدهد كه در زمان عيسى و يحيى عليهما السلام مسجد اقصى معمور بود و از آن عصر تا زمان بعثت و معراج و هجرت حضرت ختمى مرتبت صلى الله عليه و آله تا كنون چندين مرتبه تعمير و مرمت شده .\r\n« عيد پسح » از اعياد مهمّهء يهود و روز 15 ماه نيسان قمرى است و عيد شمردن آن روز را بدين مناسبت است كه بيرون آمدن بنى اسرائيل را به فرمان جناب موسى عليه السلام از مصر و نجات ايشان از فرعونيان در آن روز مىدانند .\r\n","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\nدر آنجا برگزار نمايند ، و همين‌طور جايى را كه تابوت عهد « 1 »  در آنجا است سالى سه بار زيارت مىكنند و حج به جاى مىآورند ، و اكنون چنان كه قبلًا اشاره شد « ديوارى » « 2 »  كه جايگاه گريه مىدانند و آن قطعه‌اى از ديوار قديم هيكل سليمان عليه السلام مىباشد و در سمت\r\n\r\n","description":"","footnote":" ( 1 ) « تابوت عهد » نام صندوقى است كه جناب موسى كليم عليه السلام در آن الواح‌احكام خداى تعالى را گذاشته بود و آن را از چوب شمشاد ساخته و به صفحات طلا به صورت روپوشى سطح داخلى و خارجى آن را مزين كرده بودند و بنى اسرائيل آن رادر جنگها با تجليل با خود حمل مىكردند و بعضى آورده‌اند كه آن نيز همان صندوقى است كه مادر موسى على نبيّنا وآله وعليه السلام او را در آن گذاشت و در دريا افكند و مكان آن را در هيكل ، قدس الاقداس مىنامند و كسى حق دخول در آنجا را جز بزرگ احبار ندارد .  ( 2 ) ديوارى - در سال 587 قبل از ميلاد مسيح عليه السلام بخت النصر هيكل و مسجداقصى را خراب كرده و در سال 70 قبل از ميلاد مجدداً ( هيرودوس كبير ) به شكل ساختمان سليمانى بنا نمود و در سال 70 بعد از ميلاد ( تى تس - تيطس ) قيصر روم شهر اورشليم را پس از محاصرهء شديد مسخر كرد و بيش از يك ميليون و يكصد هزار نفر از بنى اسرائيل كشته و اسير شدند و شهر را خراب كرد و آثارى از شهر و معبد مگر ( ديوارى ) از هيكل جناب سليمان على نبيّنا وآله وعليه السلام كه از آثار بناى مجدد هيرودوس بود باقى نماند ، اتقيا و مقدسين يهود از اطراف قصد اورشليم مىكنند و پاى آن ديوار مىايستند و براى خرابى بيت المقدس نوحه سرايى و گريه مىكنند و در سال 130 بعد از ميلاد مسيح على نبيّنا وآله وعليه السلام بار ديگر تعمير شد . ","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nغربى مسجد اقصى واقع است حج بجا مىآورند و آن را براق نيز مىنامند و گفته مىشود : جايى است كه حضرت ختمى مرتبت صلى الله عليه و آله سوار بر مركب براق شده و از آنجا به معراج رفته است .\r\nنصارى در زمان سابق حجشان منحصر بود به گورهاى مردمان پارسا و صالح سپس متوجه اورشليم شدند و دسته جمعى يا به تنهايى براى زيارت به آن شهر مىروند ، و به سوى بيت اللحم كه شهرى است در فلسطين و زايشگاه حضرت مسيح عليه السلام در آنجا است به عنوان حج روى مىآورند و به كليساى قبر مقدس كه به نام « كليساى قيامت » « 1 »  مشهور است حج انجام مىدهند ، همچنين به كليسايى كه به نام دو قديس و پارسا ( پطرس و پولس ) « 2 »  در ايتاليا\r\n\r\n","description":"","footnote":" ( 1 ) كليساى قيامت - گويند قبر حضرت مسيح على نبيّنا وآله وعليه السلام درآنجا بود و پس از سه روز از قبر زنده شده است و به آسمان رفته و در تاريخ 326 ميلادى هيلانه مادر امپراطور روم قسطنطين اول كبير كه پايتخت را در سال 330 ميلادى از روم به شهر ( بيزنطيا ) انتقال داد و آن را ( قسطنطنيّه ) نام نهاد ، در جوار مسجد اقصى كليساى قيامت را بنا نموده ، و از آن تاريخ ، حج مسيحيان جهان به آنجا مرسوم شده و آثار ملى مسيحيت در آنجا است ، و هيلانه مادر امپراطور ، كليساى ( پطرس و پولس ) را نيز در تاريخ 326 ميلادى بنا نموده است .  ( 2 ) اين دو نفر قديس از حواريين حضرت مسيح على نبيّنا وآله وعليه السلام‌بوده و درك حضور آن جناب را نموده‌اند و در خدمت به دين آن حضرت و نشر مسيحيت خصوصاً پطرس رنج فراوان برده‌اند و پطرس پس از حضرت عيسى على نبيّنا وآله وعليه السلام در شهر روم مسكن گرفت و وسائل نشر دين مسيح على نبيّنا وآله وعليه السلام را در اروپا فراهم كرد و در انجام كار خود موفقيت يافت و بالاخره هر دوى آنها در كشور روم به درجه شهادت رسيدند و مادر قسطنطين كليسايى بسيار مجلل و با شكوه كه تا به حال از اطراف جهان مسيحيت بدانجا به حج مىروند و در كوه واتيكان كه مركز پاپ مسيحيان كاتوليكى است و در شمال غربى روم قرار گرفته به نام اين دو قديس بنا نموده است . ","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\nاست ، و به كليساى ( تريف ) « 1 »  كه در كشور آلمان است و عقيده دارند پيراهنى را كه حضرت مسيح عليه السلام به تن داشته در آنجا است ، و به كليسايى كه در شهر لورد « 2 »  در جنوب كشور فرانسه واقع است و بر اين عقيده‌اند كه حضرت مريم عليها السلام در آنجا براى بعضى از زنان پارسا خود را نمايان نموده ، براى حج مىروند و از آب چشمه‌اى كه در نزديكى اين كليسا واقع است ومعتقدند كه شفا بخش است مىنوشند ، و به همهء اطراف عالم براى تبرك و شفا مىفرستند .\r\nاما عرب ، حج خانه كعبه را در مكه بجا مىآوردند . اسلام حج همان خانهء محترم را به نظام خاصى كه مفيد به حال اجتماع است ، و در تهذيب نفوس و پيدايش آشنايى و دوستى ميان\r\n\r\n","description":"","footnote":" ( 1 ) تريف از شهرهاى پرجمعيت آلمان است و مسيحيان كليساى واقع در آن رابسيار اهميت داده و به حج آن مىروند .  ( 2 ) « لورد » نصارى بر اين عقيده‌اند كه حضرت مريم مادر مسيح على نبيّنا وآله‌وعليه السلام هيجده مرتبه در آن شهر بر زنى به نام برنادت سوبيرو در سال 1856 ميلادى ظاهر شده و او را به بناى كليسا امر فرموده ، و امروز اين بنا در ملل مسيحى شهرت جهانى دارد و از اطراف براى زيارت آن معبد به حج مىروند و آن را از كليساى قيامت مهم‌تر مىدانند . ","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\nفرقه‌هاى مختلف اسلامى تاثير فوق العاده دارد مقرر داشت ، و حج اسلامى در اظهار بندگى و فروتنى براى خداى يكتا پس از آنكه براى حضرتش بت‌هايى را بدون برهان و حجتى شريك قرار داده بودند ، بهترين مظاهر عبوديت و شعائر دينى است ، و ما بعضى از اين مقاصد را قبلًا شرح داده‌ايم .\r\nابرهه نامى كه او را اشرم مىگفتند و حكومت يمن را به فرمان پادشاه حبشه در دست داشت ، كنيسه‌اى در شهر صنعا پايتخت يمن ساخت و خواست كه عرب را به حج آن وادار نمايد ، و با سپاه عظيمى براى تخريب كعبه معظمه روانه شد . ليكن خداوند تعالى خانهء خود را نگهدارى فرمود و دشمن خويش را تباه كرد .\r\nبراى اعراب در زمان جاهليت پرستشگاه‌ها و مراكز عبادتى بود كه به قصد حج متوجه آنها مىشدند . مانند ساختمانى كه نامش ( صعيده ) و در كوه احد واقع بود ، و ساختمانى كه براى قبيلهء بنىغطفان بود و آن را لبس نام گذاشته بودند و بتى را كه پرستش مىكردند در آنجا قرار داشت و آن را به كعبه تشبيه مىنمودند تا آن كه زهير بن جناب كلبى با آنها به جنگ در آمد و آن بنا را ويران نمود ، و همچنين براى قبيلهء بنىخثعم بنايى بود كه آن را كعبه مىناميدند و بت خود را به نام ذوالخصله در آنجا گذارده بودند ، و براى ربيعه خانه‌اى بود كه بت آنان به نام ذو الكعبات در آنجا بود .\r\nپس حج عملى نيست كه فقط اختصاص به مسلمين داشته باشد . بلكه براى هر ملتى در روى زمين اعم از متمدن و غير متمدّن ،\r\n\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nمعابد يا مجسمه‌هايى هست كه به آنها دلبستگى دارند و مقدّسشان مىدانند و با رفتن به زيارت آنها و تبرك به آنها انواع تقربات را مىجويند .\r\nو همچنين اعتقاد به آب زمزم امرى نيست كه اختصاص به مسلمانان داشته باشد ، چه هندوها به رودخانه گنج - گنجس كه امروزه آن را گنگ « 1 »  مىگويند و همچنين به بعضى درياچه‌ها و حوضهاى بزرگ مصنوعى « 2 »  كه به گمان خود ، آنها را وسيلهء شستن گناهان مىدانند ، اعتقادى خاص دارند و در ايام معينى مانند ايام حج براى مسلمانان كه به مكّهء معظّمه روى مىآورند آنان نيز متوجه آن امكنه مىگردند ، و نصارى در آب اردن كه در حدود بيست كيلومتر از سمت شرقى بيت المقدس دور است اعتقادى عجيب دارند و آن\r\n\r\n","description":"","footnote":" ( 1 ) . « گنگ » از رودخانه‌هاى گواراى دنيا است و منبع آن از كوه‌هاى تبت است و پس از مسافت بسيار در نواحى دهلى از كوهستان‌ها جدا شده و وارد كشور پهناور هندوستان مىشود ، و هندوان به اين رودخانه اعتقاد عظيم دارند و آن را مظهر كل صانع مطلق مىدانند و آب آن را بسيار محترم مىشمارند و مىگويند سرچشمهء آن رودخانه از آب‌هاى بهشتى است و هر ساله چندين هزار زوار براى زيارت آن مىشتابند و در سواحل آن چند روزى توقف مىكنند و عقيده دارند كه هر كه بدن خود را در آن آب بشويد از گناهان پاك خواهد شد .  ( 2 ) . تفاصيل اين درياچه‌ها و حوض‌هاى مصنوعى را كه هندوان مقدس‌مىشمارند و غسل در آنها را عبادت مىدانند و از راه‌هاى دور به اين قصد متوجه آنها مىشوند با جمله‌اى از اعتقادات عجيبه آنان دربارهء آب‌ها ، ابوريحان احمد بن محمّد بيرونى كه از مشاهير است و چهل سال به ديار هند سفر كرده در كتاب تحقيق ماللهند و غير آن نوشته است . ","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nرا نهر الشريعه مىنامند و حاجيان آنها به سوى اين آب مىروند و در جايى كه تصور مىكنند حضرت مسيح عليه السلام در آنجا غسل تعميد « 1 »  بجا آورده است تبرك مىجويند . و از آب آن در ظرفهاى مخصوصى بر مىدارند و به كشورها و شهرهاى خويش مىبرند و هديه مىدهند . و اعتقاد فرنگيان به آب لورد كه در جنوب فرانسه است و پيش از اين گفته شد كمتر از اعتقاد آنان به آب اردن نيست .\r\n\r\n","description":"","footnote":" ( 1 ) . غسل تعميد - آب معموديه . اگر كسى بخواهد به‌دين نصارى در آيد يا از گناه‌توبه كند كشيش او را چند روزى گوشت و شراب مىخوراند پس از آن او را براى غسلى به نام اقانيم سه گانه پدر و پسر و روح القدس در آب فرو مىبرد و پس از بيرون آمدن از آب بر سر او دست مىگذارد و به سر و روى او مىدمد و براى او طلب بركت مىكند و نيز هر كودكى را غسل تعميد مىدهند و بالجمله آب معموديه نزد همهء نصارى اولين اسرار دين مسيحيت است ، و آورده‌اند كه جناب يحيى بن زكريا عليهما السلام پس از بعثت خود از بيت‌المقدس به كنار رودخانهء اردن آمده و بنىاسرائيل را به شريعت جناب موسى عليه السلام دعوت مىكرد و هر كسى از امت كه به وسيلهء اندرز و نصايح او به گناه خود اعتراف مىكرد و به سوى حق بازگشت مىنمود او را در آب اردن فرو برده غسل مىداد و از اين روى آن حضرت را يحياى تعميد دهنده مىنامند و چون حضرت عيسى عليه السلام با مادرش به اردن آمدند به دست جناب يحيى عليه السلام در نهر اردن غسل تعميد داده شد . ","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\n\r\nفصل بيستم : حقيقت معنوى مناسك\r\nپيش از اين روايتى از كتاب مصباح‌الشريعه كه منسوب به حضرت صادق عليه السلام است نقل نموديم و پايان آن روايت چنين بود :\r\n« بدان‌كه خداوند متعال حج را واجب نكرده مگر براى آمادگى و اشاره به مرگ و قبر و خروج از قبر و روز رستاخيز . »\r\nپس كسى كه قصد حج مىكند لازم است در هنگام بيرون رفتن از وطن و توجه به ميقات ، مردن و حالات رفتن از دنيا را به ياد آورد و به دل بگذراند ، و در بين راه حالات پس از مرگ تا روز قيامت و ترس‌ها و مواضع دشوارى را كه خواهد ديد متذكر شود ، و از جدايى و مفارقت كسان و اهل منزل خود ، تنهايى و اندوه سفر آخرت را ياد نمايد ، و در ميقات و موقع غسل نمودن و دو جامه پوشيدن ، از پوشش كفن آگاه گردد ، و هنگام احرام و تلبيه به خاطر بياورد كه اين‌ها پاسخ است دعوت خداوند متعال را : « در ميان مردم\r\n\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\nبراى اداى حج بانگ برآور » ، « 1 »  و ترسناك باشد از اينكه به او گفته شود : پذيرفته نيستى و نيك بختى ندارى .\r\nبه فضل و كرم خداوند تعالى قبولى حج خود را آرزومند ، و در عين حال از خشم خداوند ، به سوى حضرتش گريزان باشد و به او پناه برد .\r\nنيكوترين مزد و ثواب را از درگاه او اميد داشته باشد . بلكه به پيروى اهل ولاء و سالكان راه حضرت كبريا همهء شهوات را در حقيقت از خود دور كند ، و جامه‌هاى خوشى و آسايش را بيفكند ، و به طريقهء طالبان كمال عقبى و عاشقان جمال مولى ، در درياى بىآلايشى مطلق غسل كند و احرام يكتا پرستى حضرت حق را در تن گيرد ، تا در برابر اين اظهار مسكنت و اداى مراسم عبوديت سر او را خلعت ربوبى پوشانند ، و از آلايش عالم خاكى به آرايش ارائك پاكى رسانند ، و هنگام بانگ‌ها و بلند شدن آوازها براى تلبيه ، خروج مردم را از قبور هنگام دميدن در صور متذكر شود و حالت هجوم آوردن آنان را براى اجابت نداى حضرت حق تعالى - و نداند كسى كه از قبول‌شدگان و تقرب‌يافتگان است يا از راندگان و دورشوندگان كه پروردگار عالميان نظرى به سوى آنان نخواهد فرمود - يادآور گردد .\r\nموقع دخول در شهر مكه متذكر شود كه در حرم محترم خداوند متعال در آمده است . و از جهتى ترسناك باشد كه مبادا از\r\n\r\n","description":"","footnote":" ( 1 ) . حج ، آيهء 27 ","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nجملهء زيانكاران و راندگان از رحمت الهى به شمار آيد و از جهتى خود را از شكنجه و خشم حضرت پروردگار در امان ببيند . رفت و برترى آن زمين مقدس را متوجه باشد ، چه احترام آن شهر حتى در زمان جاهليت نيز معمول و مرسوم بوده و ترسناك از دشمن در آنجا در امان بوده است . و شخص خوار و بيچاره به آنجا پناهنده مىشده ، و آئين اسلام بر تعظيم و احترام آن افزود و اجر انجام‌دهندهء هر حسنه‌اى را صد هزار برابر مقرر داشت . و شكار كردن و بريدن درختان را در آنجا تحريم فرمود و جز اينها از تشريفاتى كه به زمين مكه و حرم اختصاص داده .\r\nهنگام تشرف به زيارت خانه فزونى شرافت و احترام آن خانه و بزرگوارى صاحب آن را يادآورد ، و در همهء اوقات اميد لطف و رحمت حضرت آفريدگار بر او غالب باشد . هرگاه به خانه نگاه مىكند خداوند متعال را سپاسگزارى نمايد و از ذات محامد آيات اقدسش در خواست كند كه از كسانى باشد كه ايشان را پذيرفته‌اند و بار داده‌اند و حجشان را قبول و عمل آنها را پسنديده‌اند و پاداش خواهند داد و گناهشان آمرزيده خواهد بود . چه شرافت خانه خدا بسيار و پروردگار صاحب خانه بخشنده و بزرگوار ، و روىآورنده و رسيدهء به خانه‌اش را محروم نخواهد فرمود .\r\nبراى خداوند سبحان و صفات مقدسه او در هر عالمى از عوالم وجود جلوه‌ها و نمايش‌ها و منزل‌ها و نشانه‌هايى است كه به آنها شناخته مىشود ، و چنان‌كه قلب آدمى اشرف اعضاى بدن و\r\n\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\nبهترين جايگاه روح ايمانى و معرفت حضرت پروردگار است اگر به نور معرفت منور و روشن شد خانهء خداوند متعال خواهد بود . بر همين قياس كعبهء معظمه اشرف امكنه و بقعه‌هايى است در زمين كه در آنها پرستش حق تعالى مىشود ، و به راستى كعبه اولين خانه خداست كه براى عبادت نمودن بندگان در بسيط خاك نهاده شده ، و بدين جهت كه در آن عبادت او انجام مىگيرد و نام حضرتش بر زبان‌ها مىآيد به حقيقت ، خانهء خداوند متعال است .\r\nچون شروع به طواف نمايد دل و جان خود را جلوه‌گاه تعظيم و دوستى و ترس و اميد قرار دهد . و بداند كه در حال طواف شبيه به فرشتگان مقربين شده كه در اطراف عرش الهى و بيت المعمور طواف مىنمايند . و بداند كه مقصود اصلى از طواف و روح و حقيقت آن طواف دل است در حضرت ربوبيت و طواف خانه معظمه مثال و نمونه ظاهرى است از عالم غيب در اين عالم جسمانى ، و چنان كه در ظاهر طواف را از خانه شروع مىنمايد و به خانه ختم مىكند همچنين توجه به حضرت پروردگار و روى آوردن به درگاه حضرتش را به دل ابتدا كند و به آن ختم نمايد .\r\nهنگامى كه به مستجار « 1 »  چسبيده به او پناه برد و از خداوند\r\n\r\n","description":"","footnote":" ( 1 ) . مستجار - پشت خانهء مباركه كعبه ، كه برابر در خانه است واقع مىباشد و مستحب است در شوط هفتم طواف ، دست‌ها را بر ديوار آن بگشايد و رو را به آن بگذارد و پهلو و پيشانى را بدان بمالد و به گناهان خود اعتراف نمايد و آن مكان شريف محل استجابت دعا است . ","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\nمتعال خلاصى از آتش را خواستار گردد و از گناهان خود توبه و استغفار نموده و با كمال جديت و شوق ، تقرب پروردگار را خواهان باشد ، و چون نزد حجرالاسود و ركن يمانى آيد كه آنها را ببوسد يا به دست اشاره كند ، از تيمن وتبرك جستن به آنها بلكه به همهء اركان و هر جزيى از خانهء مباركه براى خوشبختى و سعادت غفلت نكند ، و تقرب به خداوند متعال را نيز طلب كند ، و به وسيلهء بوسيدن و دست ماليدن افزونى محبت و شوق را به خانه و صاحب آن خواهان باشد ، و متذكّر اين عقيده شود كه حجرالاسود به جاى دست خداوند سبحان است در زمين و در استلام او با خداى تعالى مىخواهد بر بندگى و فرمانبردارى بيعت كند .\r\nچون چنگ در دامن پردهء خانه زند نيت كند دست در دامن خداوند جل شأنه آويخته ، و طلب مغفرت و امان مىكند . مانند مقصر بيچاره‌اى كه هيچ ملجأ و پناهى ندارد جز اينكه دست در دامن بزرگى زند و با خوارى و زارى به او پناه برد ، و بداند كه اگر از آمرزش و امان الهى محروم شود بازگشت او در دنيا به هلاكت و نابودى و در آخرت به حسرت و گريستن و فرياد و آه بر آوردن است ، و گرفتار شكنجه و آتش جهنم خواهد گشت ، و در ميان دركات جهنم و تألّمات گوناگون هر چه فرياد زند يارى كننده و آسايش‌دهنده‌اى براى او نخواهد بود .\r\nچون به سعى صفا و مروه مشغول مىشود در هر رفت و بازگشت ، خود را بين خوف و رجا افكند . و چنين داند كه آنجا شبيه\r\n\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\nبه ميدانى است كه دربارگاه پادشاهى است ، و بنده‌اى خدمت پادشاه رسيده و بيرون آمده و نمىداند كه پادشاه در حق او چه حكمى خواهد فرمود پس در درگاه خانه رفت و آمد مىكند شايد مورد ترحم واقع شود .\r\nهنگام هروله نيت كند كه از پيروى خواهش‌هاى نفسانى به سوى خداوند متعال گريزان است ، و با همهء نيرويى كه دارد خود را فردى نظامى براى انجام فرمان الهى بشناسد .\r\nدر آن هنگام كه به عرفات حاضر شد و ناله و تضرع محرومين و زارىهاى بلند ايشان را به زبان‌هاى مختلف شنيد ، عرصات قيامت و ترس‌هاى آن روز و پراكندگى مردمان را در حال حيرانى و سرگردانى متذكر گردد و اينكه آن روز روزى است بسيار هولناك و همهء مردم گرفتار و وحشتناك هستند و آشكار است كه حضور چندين گروه از مردم در يك سرزمين در حالى كه از لباس‌هاى هميشگى خود برهنه شده و از دلبستگىهاى دنيا خود را رها نموده‌اند و بيم از بدى عاقبت را شعار خود ساخته و جملگى از وضيع و شريف و مطيع و معصيت كار هم آهنگ گشته‌اند و به جز خواستار شدن مغفرت و اميد رحمت از آفريدگار متعال قصد و آرزويى ندارد ، روز قيامت و بزرگترين ترس‌ها را به رساترين وجهى به ياد مىآورد .\r\nبداند كه عرفه روز شريفى است و بيابان عرفات موقف عظيم ، و بندگان از اطراف زمين اجتماعى را فراهم نموده ، و دل‌هاى آنان\r\n\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\nبه سوى خداوند سبحانه و تعالى روى آورده است ، و همهء همت‌ها متوجه او گشته ، و همگى چشم‌ها را به سوى كرم او انداخته و از در رحمت او انتظار عفو و لطف دارند ، و دست‌هاى همه به درگاه حضرت بىنيازش بلند است ، و آن پروردگار بخشنده و مهربان همهء خوارىها را مىبيند ، و البته چنين موقفى از نيكان و اهل دل و ابدال و اوتاد و پرهيزگاران و بندگان مخلص خالى نيست .\r\nدر عرفات از زارى نمودن به سوى خداوندمتعال و خوار شدن و حاجت خواستن از درگاهش كوتاهى نكند ، و به واسطهء حضور بندگان شايسته و دارندگان دل‌هاى پاك و نفوس شريفه و ارواح قدسيه كه ديدگان را به طرف آسمان گشوده و گردن‌ها را به طلب رحمت الهى كشيده‌اند ، اميدش را استوار و محكم كند و گمانش را به لطف پروردگار خود نيكو نمايد .\r\nزنهار زنهار از نوميدى در آن روز ، چه خداوند ذوالجلال با آن صفت رحمانيت و درياى بىپايان لطفش كسانى را كه با هزار اميدوارى راه دور را پيموده و خانه و فرزند را رها كرده‌اند ، از رحمت خود بىبهره نخواهد فرمود و رنج و كوشش آنان را ضايع نخواهد ساخت و ايشان را از رسيدن به آرزوهاى خود محروم نخواهد نمود ، و حال اينكه در ميان آن جمعيت مردمانى هستند كه به زيور معرفت و حقيقت ايمان آراسته و براى بخشايش و آمرزش شايسته‌اند ، و از اين جهت در كتب حديث آورده‌اند :\r\n« بزرگترين گنهكار از اهل عرفات كسى است كه از آن مكان\r\n\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\nشريف برگردد و گمان كند آمرزيده نشده » .\r\nبدان كه براى طلب رحمت خداوند سبحان ، نظير و مانندى براى درخواست‌هاى اجتماعى و اتحاد قلوب و هم‌آهنگى دل‌هاى بندگان در يك وقت و در يك مكان ، در سرعت اجابت نيست .\r\nچون از عرفات روانه گردد و به زمين مشعر رسد ، مانند پارسايان خدا ترس ، خويشتن را آگاه سازد ، و در آن هنگام متذكر شود كه پس از خروج از زمين حرم خداوند تعالى دوباره او را اجازهء دخول در حرم خود داده است . چه مشعر از زمين حرم و عرفات خارج از آن است ، و از اين اذن دخول در حرم براى بار دوم تفأّل زند كه خداوند متعال او را به خود نزديك فرموده ، و بر او خلعت قبول پوشانيده و او را از عذاب و دورى ، پناه وامان داده و از اهالى بهشت و مقربان محسوب داشته است .\r\nچون به منى آيد و متوجه رمى جمرات گردد ، نيتش در افكندن سنگ ريزه‌ها اظهار بندگى و انقياد و امتثال فرمان خداوند تعالى باشد ، و اينكه مانند حضرت خليل الرحمان سنگ ريزه‌ها را به سوى دشمن خود شيطان مىافكند ، و در نهاد خويش به ترك شهوات و كردار زشت و پليد و نكوهيده تصميم قطعى بگيرد .\r\nچون به قربانى بپردازد ، يادآورد كه اين ذبح اشاره به آن است كه حلقوم آز و هوس و خواهش‌هاى نفسانى را به سبب حجى كه انجام داده بريده است و به حقيقت پرهيزگارى ملتزم شود تا در اين اشاره صادق باشد و نيز يادآور شود كه براى پيدايش تقرب به درگاه\r\n\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\nحضرت پروردگار از روش ابراهيم خليل عليه السلام در ارادهء كشتن فرزند و ميوهء دلش پيروى مىكند .\r\nچون سر خود را تراشيد ، در دل بگذراند كه همهء عيوب آشكار و پنهانى خود را مىتراشد و از پليدىهاى روانى خود را پاكيزه مىكند و اميدوار باشد كه خداوند متعال توبهء او را قبول فرموده و از گناهان در آمده و مانند روزى گشته كه از مادر متولد شده ( ان شاء اللَّه تعالى ) .\r\nهنگامى كه به مكه باز مىگردد و به طواف خانهء معظمه مشغول مىشود آگاه باشد كه با انجام وظيفه در عرفات و مشعر و منى مشمول رحمت خداوند تعالى شده ، و اكنون براى تجديد عبادت و طاعت او و فزونى تقرب به مقام اقدس حضرتش طواف مىكند و در پناه و سايهء آفريدگار جليل درآمده ، و در اين طواف تا مىتواند از اظهار خوارى و فروتنى در پيشگاه بلند صاحب خانه و يادآورى از بزرگى و پادشاهى او كوتاهى ننمايد ، و بداند كه بايد در بقيهء زندگانى هميشه چنين باشد و به پيمانى كه با پروردگار خويش بسته تا هنگام مرگ و تا روز قيامت كه روز ملاقات خداوند متعال است وفا كند ، و به حالاتى كه در آن اماكن مقدسه داشته و نيت‌هايى كه به دل مىگذرانده پايدارى ورزد ، و فراموش نكند كه خداوند تعالى بر نامهء اعمال او دانا و بر سريره و قلبش آگاه است .\r\n\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\n\r\nفصل بيست و يكم : حج آزمايش بزرگ الهى\r\nدر كتاب كافى تأليف شيخ كلينى رحمة اللَّه عليه دارد :\r\n« روايت شده است كه اميرالمومنين عليه السلام در يكى از خطبه‌هاى خود فرموده : اگر خداوند مىخواست ، مىتوانست زمانى كه پيامبران خود را برانگيخت براى آنان گنج‌هاى زر و كان‌هاى طلاى ناب و پاكيزه و باغ‌هاى با انواع ميوه‌ها و درختان فراهم نمايد ، و مرغان آسمان و جانوران زمين را با ايشان همراه سازد و جمع فرمايد ، و اگر چنين مىكرد هر آينه آزمايش بندگان ساقط مىشد و پاداش طاعت‌ها باطل مىگرديد و همهء مردم فرمان پيامبران را با ميل و رغبت گردن مىنهادند و انجام مىدادند و فرقى ميان پيروان حقيقى و گردنكشان وجود نداشت و هر آينه براى گويندگان حق و ايمان آورندگان مرزهاى آزمايش شدگان ثابت نمىشد ، و گروندگان را اجر و مزدى كه براى نيكوكاران از راه مجاهده با نفس و شيطان مقرر شده نمىرسيد و مسمى شدن به مومن و پرهيزگار و مطيع و\r\n\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\nمانند اين‌ها بر معناى حقيقى لازم نمىشد ، و از اين راه راست كه اگر خداوند از آسمان آيتى مىفرستاد گردنكشان در برابر آن مطيع و منقاد و خوار مىشدند ، و اگر پيامبران را با شوكت و توانايى قرار مىداد يا با ايشان آيتى از آسمان مىفرستاد هر آينه امتحان از همه ساقط مىشد .\r\nولى خداوند سبحان پيامبرانش را در اراده و نياتشان قوى و توانا گردانيد ، و در آنچه ديده‌ها در حالاتشان مىنگرند ضعيفان و ناتوانان قرارداد ، چه قناعت و رضايت ايشان به اندك چيزى به مرتبه‌اى بود كه بىنيازى به آن چشم‌ها و دل‌ها را پر مىساخت ( چون هر كس كه توجّهى كند خواهد دانست كه از ناكامى ، دل‌خوش بودند و اندوهى نداشتند ) و درويشى و تنگدستى ايشان به حدّى بود كه آزار و رنج آن ، گوش‌ها و چشم‌ها را پر مىكرد . ( زيرا هر آن كه تنگدستى و ظاهر حال ايشان را مىديد يا مىشنيد افسرده مىشد و غرق حيرت و تعجب مىگشت . )\r\nاگر پيامبران داراى نيرو و قوّتى بودند كه كسى قصد تسلط بر ايشان نمىكرد ، و عزت و سطوتى داشتند كه ستم و نقصان در آن راه نداشت يعنى هميشه ايشان غالب بودند ، و داراى پادشاهى و سلطنتى بودند كه گردن‌هاى مردم به سوى آن كشيده مىگشت ، و به قصد ديدار آن سلطنت گرهء پالان مركبان بسته مىشد ، و از هر طرف به واسطهء داشتن عظمت به سوى آنان سفر مىكردند ، هر آينه اين حالت براى پذيرفتن مردم ايشان را آسان‌تر و از تكبر و گردن‌كشى\r\n\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\nو سرپيچى خلق از ايشان دور تر بود ، و از جهت ترسى كه بر مردم غالب مىشد يا از راه رغبت كه ايشان را مايل مىگردانيد ايمان مىآوردند ، پس نيت‌ها در گرويدن به ايمان و تصديق پيامبران غير خالص براى خداوند سبحان و آميخته به رغبت و رهبت بود و حسنات و طاعات مردم به چند قسم مىگشت بعضى از راه ايمان حقيقى و بعضى از راه رغبت و رسيدن به خواهش‌ها و بعضى به واسطهء خوف و ترس بود .\r\nولى خداوند سبحان چنين خواسته كه پيروى از پيامبران او و گرويدن به كتاب‌هايش و فروتنى براى ذات يگانه‌اش و تسليم شدن در مقابل حكمش و گردن نهادن براى فرمانبردارى حضرتش امورى باشد مخصوص ذات بىزوال او ، و آنها به چيزى از رغبت و رهبت و رياء و خودنمايى آميخته نباشند .\r\nهر اندازه امتحان و آزمايش بزرگتر باشد ثواب و پاداش بيشتر خواهد داشت . آيا نمىبينيد كه خداوند متعال مردم گذشته را از زمان آدم صفى الله عليه السلام تا آخرين نفر از اين جهان ، به سنگ‌هايى كه نه زيان مىرسانند و نه سود مىبخشند و نه مىبينند و نه مىشوند امتحان فرمود . « 1 » \r\nپس آن سنگ‌ها را خانه محترم خود ساخت و حرمت آن را واجب فرمود و آن را پايهء زيست و امان و مايهء خير دو جهان\r\n\r\n","description":"","footnote":" ( 1 ) . مقصود سنگ‌هاى ساختمان كعبهء مقدسه است . ","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\nگردانيد و آن رادر دشوارترين نقاط زمين كه سنگستان است و از جهت كلوخ بسيار و عدم صلاحيت براى كشت‌زار پست‌ترين جاى زمين ، و تنگ‌ترين دره براى زندگانى و دشوارترين محل از حيث كمبود آب است ، بنا نهاد ، و آن را ميان كوه‌هاى ناهموار و ريگزار و چشمه‌هاى كم آب ، و آبادىهاى پراكنده ، و از يكديگر دور افتاده ، و مكان‌هايى كه به واسطهء ريگ‌هاى فراوان و كوه‌هاى سخت فقط مختصر اثرى از سيل و بارش آسمان را دارا است و از آب و گياه در آن نشانه‌اى نيست ، قرارداد ، و بدين جهت نه اشتر آنجا فربه مىشود و نه گاو و نه گوسفند و نه اسب و استر .\r\nپس خداوند جهان ، آدم و فرزندان او را فرمود كه به سوى آن متوجه گردند .\r\nخانهء كعبه محل رفت و آمد براى سود بردن در سفرهايشان و مقصدى براى بار اندازى امتعه و كالاى آنان گرديد . و ميوه‌هاى دلها « 1 »  به سوى آن خانه مشتاق مىگردد .\r\nاز بيابان‌هاى بىآب و گياه متصل به يكديگر و دور از آبادى و جزيره‌هاى درياها كه بر اثر احاطهء درياها از زمين جدا شده و از بلندىهاى دره‌ها سراشيب ( يعنى از ميان كوه‌هاى دورافتاده با سختى بسيار كوچ كرده ) به سوى آن خانه مىشتابند ،\r\n\r\n","description":"","footnote":" ( 1 ) . ميوهء دل سويداى دل است و در اين كلام استعاره لطيفه است كه در توضيح كلمات آن حضرت بيان خواهد شد . ","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\nتا اينكه دوش‌هاى خود را در آنجا از روى خوارى و فروتنى بجنبانند .\r\nدر اطراف خانه به تهليل گفتن ، خداوند را مىخوانند ، و با خضوع و خشوع براى كسب رضاى حضرت معبود بر پاهاى خويش شتابان مىروند و هروله مىكنند ، در حالى كه جامهء احرام به تن پوشيده و لباس‌هاى خود را پشت انداخته‌اند ، و با برهنه نمودن سر ، موهاى بلندى را كه گرداگرد سرهاى ايشان را گرفته آشكار و نمايان ساخته‌اند .\r\nاين گونه حالات آزمايشى است بزرگ و بسيار سخت و كامل و فرمانبردارى و فروتنى و تواضعى است آشكارا ، و اين امتحان را خداوند تعالى در پيرامون خانهء خود سببى براى رحمت خود و دست آويزى به سوى بهشت خود ، و بهانه‌اى براى آمرزش خود ، و امتحانى براى مردم به لطف و رحمت خود قرار داد .\r\nاگر خداوند تبارك و تعالى خانهء محترم خود و اماكن بزرگ عبادتش را ميان باغ‌ها و جوىها و زمين‌هاى نرم و هموار با درخت‌هاى بسيار و ميوه‌هاى زودرس و مرغوب و گياهان درهم پيچيده و آبادىهاى بهم پيوسته و داراى گندم خوش رنگ و مرغزار سبز و كشت‌زارهاى پرگياه و زمين‌هاى شاداب و مزارع خرم و راه‌هاى آباد و بوستان‌ها و درختان بسيار قرار مىداد ، هر آينه مقدار پاداش را به تناسب كمى امتحان ، اندك كرده بود در صورتى كه حضرتش خواهان تضعيف ثواب و تخفيف عذاب براى\r\n\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\n\r\nبندگان است .\r\nاگر پايه‌اى كه خانه بر آن نهاده شده يا سنگ‌هايى كه به آنها بنا گشته از جنس زمرد سبز و زيبا و ياقوت سرخ خوش نما و نور و روشنايى بود ، هر آينه چنين ساختمانى نبرد شك و جنگ باآن را در سينه‌ها تخفيف مىداد و كارزار با شيطان را از دل‌ها بر طرف مىكرد و اضطراب و نگرانى را از مردمان دور مىنمود .\r\nو ليكن خداوند جليل و عزيز بندگان خود را به انواع سختىها آزمايش مىكند ، و از آنان در رنج و كوشش‌هاى گوناگون ، بندگى مىخواهد و ايشان را براى بيرون كردن تكبر و بزرگ‌منشى و گردن كشى از دل‌ها و جايگزين شدن فروتنى و تواضع حقيقى به اقسام دشوارىها مىآزمايد ، تا بگرداند آن را درهايى به سوى فضل و انعام خود و سبب‌هايى روشن براى آزمايش‌هاى خود ، چنان كه در كلام مجيد فرموده :\r\n« آيا مردم پنداشتند كه تا گفتند ايمان آورديم ، رها مىشوند و مورد آزمايش قرار نمىگيرند ؟ و به يقين ، كسانى را كه پيش از اينان بودند آزموديم ، تا خداوند آنان را كه راست گفته‌اند معلوم دارد و دروغ‌گويان را نيز معلوم دارد . » « 1 » \r\nآنچه در كتاب كافى بود نقل كرديم و آن قسمتى از سخن\r\n\r\n","description":"","footnote":" ( 1 ) . سوره عنكبوت ، آيه 1 ","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\nحضرت و تمام خطبه را سيد رضى عليه الرحمة « 1 »  در نهج‌البلاغه به نام خطبهء قاصعه نقل نموده .\r\n\r\n","description":"","footnote":" ( 1 ) دانشمند هوشيار و سيد بزرگوار ، ابوالحسن محمد فرزند احمد فرزند ابىاحمد حسين فرزند موسى فرزند محمد فرزند موسى فرزند ابراهيم فرزند امام همام حضرت ابى ابراهيم موسى كاظم عليه السلام كه به شريف رضى ذوالحسبين خوانده مىشود و اين لقب را بهاء الدوله ديلمى ، از پادشاهان آل بويه ، به او داد و او را به شريف اجل خطاب مىنمود ، در سال 359 هجرى قمرى در بغداد متولد شده و در روز ششم محرم از سال 406 وفات نموده ، در تشييع جنازه و نماز بر او فخر الملك وزير و همهء اعيان و اشراف و قضاة حاضر شدند ، و برادرش سيد مرتضى - رحمة اللَّه عليه - به واسطهء ناشكيبايى بر فوت او از بغداد به‌مشهد جدش امام موسى كاظم عليه السلام رفت چه نمىتوانست تابوت و دفن او را ببيند و فخر الملك ابو غالب وزير ، بر او نماز خواند و خودش در آخر روز به‌مشهد شريف‌كاظمين رفت و سيد مرتضى را به خانه خويش برگردانيد .\r\nسيد رضى در وثاقت و جلالت و علم و ادب و زهد مشهورتر از آن است كه احتياجى به بيان داشته باشد . و فاضل باخرزى در دمية القصر و همچنين ثعالبى در يتيمة الدهر و ابن خلكان در وفيات الاعيان كه هر سه از اهل تسنن هستند و جز اينان حالات او را نوشته‌اند ، و براى او كتاب‌هايى است و ديوان شعرى دارد و از گزيدهء شعر او ابياتى است كه براى قادر باللَّه ابىالعباس احمد پسر مقتدر به اين مضمون نوشته است ، اى دارندهء امارت و سلطنت با ما مهربانى كن چه هر دوى ما از تنهء يك درخت بلندى رسته‌ايم و در ميدان بزرگوارى ميان ما فرقى نيست و هر دوى ما را بلندى قدر و منزلت يكسان است مگر مقام خلافت كه من از آن بر كنار و براى تو فراهم و استوار .\r\n عَطْفاً امِيرَ الْمُؤمِنِين فَانَّنا * فِي دَوْحَةِ الْعَلْيا لا نَتَفَرَّق\r\nما بَيْنَنا يَوْمَ الْفِخارِ تَفاوُة * ابدَأ كِلانا فِى الْمَعالِى مُغْرَقُ\r\nالَّا الْخِلافَةَ مَيَّزَتْكَ فَانَّنِي * انَا عاطِل مِنْها وَانْتَ مُطَوَّقُ \r\n","page_name":" 171 ","page_number":171},
  {"content":"\r\n\r\n\r\nفصل بيست و دوم : تاريخ بناى كعبه و احترام آن\r\nخداوند تعالى فرموده است : « در حقيقت ، نخستين خانه‌اى كه براى عبادت مردم ، نهاده شده ، همان است كه در مكّه است و مبارك ، و براى جهانيان مايهء هدايت است . » « 1 » \r\nآنكه بنياد كعبه را آغاز كرد و پيرامون آن طواف نمود تا اينكه مشعر عمومى براى پرستش حضرت پروردگار باشد آدم عليه السلام بود و بعد از او شيث عليه السلام آن را ساخت . و هميشه آباد و مقدس بود ، و بندگان شايسته آهنگ آن مىنمودند و خداى تعالى در آن پرستش مىشد ، تاهنگام طوفان در زمان نوح عليه السلام اثر آن پنهان گشت .\r\nهنگامى كه خداوند متعال ابراهيم عليه السلام را به رسالت مبعوث فرمود : به او امر كرد تا به كمك فرزندش اسماعيل عليه السلام پىهاى آن را بالا بردند ، و پس از آن نيز بارها دچار ويرانى شده ، و عرب بر همان پىهايى كه ابراهيم عليه السلام ساخته بود ساختمان خانه را تجديد كرد به\r\n\r\n","description":"","footnote":" ( 1 ) . سوره آل عمران آيه 96 ","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\nشرحى كه آن را در جاى خود ياد نموده‌ايم .\r\nعرب در همه دوره زندگانى ، كعبه را يادگارى از ابراهيم عليه السلام براى پرستش خداوند متعال و تعظيم شعائر او شناخته است ، و با اينكه اعراب در برخى از قرون بت‌هاى خود را در آنجا نهادند ، و گمراهى آنان دين پاك و يگانه پرستى حقيقى ابراهيم عليه السلام را آلوده كرده بود تا آنجا كه بر اثر رقابت در قوميت ، و از روى حسادت بردن بر موجبات شرف ، هر كدام براى اينكه پيرو قبيلهء ديگر نباشد بت مخصوصى را مىپرستيدند ، معذالك هميشه قبول داشتند كه اين خانه را ابراهيم عليه السلام ساخته است ، و تاريخ ساختمان و احترام آن از ميان نرفت و همچنين جمله‌اى از اعمال و مناسك حج خانه باقى مانده بود و انجام مىگرفت ، و همهء اين‌ها به نام ابراهيم عليه السلام و به عنوان پيغمبرى او ياد مىشد يادگار رسول خدا جناب ابراهيم عليه السلام و تاريخ ساختمان خانه كعبه در جزيرة العرب پايدار مانده ، و با اينكه چندين بار دستخوش حوادث گشته و انديشه‌هاى گوناگون در آن راه يافته اين يادگار جاويدان مانده است ، و هواپرستى بت‌پرستان و غبار خيرگى اسرائيلىها و تعصب نژادى قحطانىها « 1 »  تاريخ مشعشع آن را از يادها نبرد و انوار آن را خاموش نكرد و اگر در تاريخ با شكوه و\r\n\r\n","description":"","footnote":" ( 1 ) . « قحطان » پدر قبائل عرب يمنى است در برابر عدنان كه پدر قبائل عدنانيان‌وجد اعلاى حضرت رسالت صلى الله عليه و آله است و نسبتش به اسماعيل على نبيّنا وآله وعليه السلام منتهى مىشود . ","page_name":" 173 ","page_number":173},
  {"content":"\r\n\r\nافتخار بنيادش به عنوان خداپرستى ضعيف‌ترين ترديدى بود عرب‌هاى قحطانى بدان عقيده‌مند نمىشدند ، و نمىگذاشتند فرزندان اسماعيل عليه السلام پيشرفت كنند و بر همهء عرب افتخار نمايند و سرافراز گردند .\r\nخانهء كعبه مانند مسجد بيت‌المقدس است كه سليمان عليه السلام براى خداپرستى ساخت ، و ديرى نگذشت كه مركز بت‌ها گرديد ، در آغاز سلطنت منسّى پسر حزقيا « 1 »  معبدى بزرگ پر از بت‌ها و تمثال‌ها و قربانگاه بت‌ها گرديد ، و بت‌پرستى در شهر اورشليم و در يهود شايع شد ولى اين پيش‌آمد حقيقت تاريخ آن را كه سليمان عليه السلام براى خداپرستى ساخته بود از ميان نبرد .\r\nخلاصه : اينكه خانهء كعبه براى خداپرستى ساخته شده و پايه‌هاى آن بالا رفته است ، و هميشه به نام افتخار معمارى و بناى حضرت ابراهيم و اسماعيل عليهما السلام و نشانهء جلالت و شرافت مكان و جاى عبادت نگهدارى شده و پايدار آمده .\r\nعرب از اين جهت كه هر قبيله بت مخصوصى داشت و فقط بت خود را مىپرستيد ، بت‌هايى چند بر كعبهء معظمه نهادند تا اينكه در اطراف آن 365 بت نهاده شده بود ، نخستين كسى كه بت‌پرستى را در مكه معمول كرد و بت‌ها را در خانه كعبه قرار داد عمرو پسر\r\n\r\n","description":"","footnote":" ( 1 ) . « منسّى » سيزدهمين پادشاه يهود است كه در 344 سال قبل از ميلاد جناب‌مسيح على نبيّنا وآله وعليه السلام از دنيا رفت . ","page_name":" 174 ","page_number":174},
  {"content":"\r\n\r\nلحىّ سرور خزاعه « 1 »  بود هنگامى كه كليددار خانهء كعبه شد ، چه او به شام سفر كرده و از آنجا بت‌پرستى را به مكه ارمغان آورد ، خصوصاً از ثمودىها كه هبل و لات و منات و ديگر بت‌ها را مىپرستيدند و نقش‌هاى موجود بر آثار آن گواه است ، و قبائل عرب در بت‌پرستى از عمرو بن لحىّ پيروى كردند و هر تيره‌اى بت خود را آوردند و در كعبه نهادند . و با اينكه بت‌پرستى ميان عرب شايع شد از بت‌پرستى ديگر اقوام ضعيف‌تر بود زيرا عرب بت‌ها را مانند بت‌پرستان چين و هند و روم و مصر و ديگران معبود اصلى نمىدانستند بلكه پرستش بتان را وسيلهء تقرب به خداى متعال مىدانستند . خانهء كعبه پيوسته بر اين وضع بود تا اينكه رسول خدا صلى الله عليه و آله در سال هشتم هجرت مكه را فتح كرد و وارد مسجدالحرام شد و على عليه السلام را فرمود به شانهء او برآيد و بتهايى را كه بر كعبه بود بيفكند و آن جناب به شانه‌هاى آن حضرت بر آمد و بت‌ها را برانداخت .\r\n\r\n","description":"","footnote":" ( 1 ) . ( خزاعه ) پسر عمرو و پدر قبيله بزرگى از عرب جنوب بوده ، ساليان درازامارت مكه معظمه و كليددارى خانه با قبيله جرهم بود و ايشان عرب يمنى بودند ، و دختر مضاض بن عمرو جرهمى كه زوجه جناب اسماعيل عليه السلام است از اين قبيله است ، تا اينكه بنى خزاعه از يمن آمده و پس از جنگى سخت شهر مكه و كليددارى خانه را متصرف شدند ، و بالاخره شرافت كليددارى و امارت از ايشان به قصى ابن كلاب ابن مره بزرگ قريش انتقال يافت ، در ايام سرورى بنىخزاعه هنگامى كه نوبت به عمر و بن لحى رسيد و آن در حدود 370 سال قبل از اسلام است ، خداپرستى و دين پاك ابراهيم خليل عليه السلام و احترام خانه را آلوده كرد . ","page_name":" 175 ","page_number":175},
  {"content":"\r\n\r\nخانهء كعبه در روزگار جاهليت چنان‌كه گفته شد مقام بلندى داشت ، و منزلت آن از حدود جزيرة العرب هم تجاوز كرده و در دل همه ملل راه يافته بود ، و به زيارت آن دلبستگى داشتند و به مقدس بودنش معتقد بودند ، مصريان قديم شهرهاى حجاز را بلاد مقدسه مىناميدند و يهود و نصاراى عرب آن را محترم مىدانستند و درآن مراسم عبادت را به كيش خود انجام مىدادند .\r\nاين بود مقام خانهء كعبه پيش از ظهور اسلام . احترام خانه در زمان جاهليت مانند ندارد و در عالم وجود بىنظير است ، جز بيت‌المقدس كه مورد احترام مسلمين و يهود و نصارى است ، گرچه در آنجا براى هر يك جايگاهى مخصوص براى عبادت است ، با اين تفاوت كه امروز خانهء كعبه بر دين بانى و معمار و پايه‌گذار خود ( حضرت ابراهيم عليه السلام ) كه دينش يكتاپرستى و توحيد حقيقى است احترام مىشود ، و گمراهى بت‌پرستان و تصرفات هواهاى نفسانى در آن رخنه ندارد ، در صورتى كه بيت‌المقدس از صورت‌ها و مجسمه‌ها پر است .\r\nپس از پيامبر خدا عيسى عليه السلام ، در مدتى كوتاه ابطال شريعت توحيد و خواندن ملت به خدايان سه‌گانه و سرّ اثانيم و صورت و مجسمه‌پرستى پديدار شد ، نصارى آنها را در معابد خود به نام مسيح مىگذارند ، و ديگر چيزى از يگانه‌پرستى و ديانت و رسوم شريعت آن حضرت را همراه ندارد .\r\n\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\n\r\n\r\nفصل بيست و سوم : مشكلاتى كه در گذشته حاجيان داشتند\r\nراه حاجيان به سوى كعبهء معظمه ، تا ده‌ها سال پيش داراى سختى و خطر فراوانى بود و از ناهموارى راه وطول سفر رنج‌ها مىبردند ، و از اعراب نجد و حجاز و اشرار آن سامان گرفتار فجايع و هراس‌ها مىشدند كه جا داشت كودكان از ديدار آن پير گردند ، و تصور آن بسيار ناگوار و دشوار است ، در راه حج گرفتارىهاى سفر و سختىهاى طبيعت چنان بود كه بسيارى از حاجيان را به علت سوزش گرماى تابستان و سردى زمستان و خشكيدن آب چاه‌ها در آن بيابان سوزان باد فنا مىگرفت و بسيار اتفاق مىافتاد كه سيل‌هاى ناگهانى ايشان را فرا گرفته و گروهى رااز ميان مىبرد و از آن جمله است سيلىكه درسال 1196 قمرى نيمى ازحاجيان مصرى را در ميان مكه و مدينه با خود برد و نابود كرد ، و منازل بين راه طولانى بود و رنج و زحمت بسيار داشت و موجب بيمارى ، و مرگ‌آور بود ، و اين منازل را با شترسوارى مىپيمودند ، در حالى كه زير دست\r\n\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\n\r\nكسانى بودند كه به ايشان رحم نكرده و از كشتن آنان باك نداشتند و خون و مال حاجيان را حلال مىدانستند .\r\nچون حاجى از خانهء خود براى حج خارج مىشد با خانواده‌اش چنان وداع مىكرد كه گويى آخرين ديدار ايشان است ، و در بيابان‌هاى عربستان و حجاز بر مال و جان و آبرو و ديگر جهات خود ايمن نبودند .\r\nهنگام كوچ كاروان و بار افكندن ايشان ، از طرف شترداران دزدى بسيار مىشد ، و بسيار اتفاق مىافتاد كه شتردار يك حاجى با شتردار حاجى ديگر تبانى مىكردند و با هم قرار مىگذاشتند كه يكى حاجى خود را به جار و جنجال مشغول كند و ديگرى مال او راببرد ، و حاجيان هم سفر مىبايست شب‌ها به نوبت براى حفظ جانشان پاسدارى كنند ، پاسدار مىبايست در آن هنگام پيوسته سخنانى مانند « دور شو ، دور شو » با صداى بلند و با فرياد بگويد .\r\nبيشتر اوقات حاجيان در ميان همان جايگاه خود قضاى حاجت مىكردند ، و كسى كه به كنارى مىرفت بايد رفيقى در هنگام قضاى حاجت او را پاسبانى كند و گرنه اتفاق مىافتاد كه عربى با عصايى محكم و كوتاه بر سر او مىكوفت كه جان از كالبدش خارج مىشد ، و در آن هنگام او را برهنه مىكرد ، يا اينكه هميان او را از كمر يا بازويش جدا مىنمود و مىبرد و همين كه يارانش متوجه نبودن رفيقشان مىشدند به جستجو بر مىخاستند و پس از مدتى جنازهء او را مىيافتند و همانجا به همان حال به خاكش\r\n\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\n\r\nمىسپردند يا اينكه او را بيهوش مىيافتند و به درمانش مىپرداختند ، و كمتر كسى بود كه از آن ضربت نجات يابد و جان به سلامت برد ، بسا شترداران شترانى را در ميان راه از صف كاروان به عنوان اصلاح هودج و بار آنها جدا مىكردند و همين كه كاروان دور مىشد شترها را مىخوابانيدند و ناگهان به جان حاجيان مىافتادند ، و آن بيچارگان هر چه فرياد مىزدند فريادرسى نبود ، و هر چه را حاجيان داشتند ربوده و به غارت مىبردند و بسيار مىشد كه ايشان را مىكشتند و شترهايشان را برداشته به هر جا كه مىخواستند فرار مىكردند .\r\nمحمد لبيب بتنونى در سفرنامهء حجاز خود ، به مناسبت گفتارش در گرد آمدن حاجيان در وادى عرفه و بسيارى جمعيت و تزاحم آنان به نحوى كه رفتن به هر سمتى كه انسان بخواهد اگر چه براى قضاى حاجت باشد دشوار است ؛ با اينكه آن صحرا پهناور است و همهء حاجيان مىتوانند با كمال آسايش اقامت كنند ، چنين آورده است :\r\n« بسا اين تزاحم را سبب ديگرى است و آن ترس از عربهايى است كه از وسعت آن مكان براى چپاول و ربودن و غارت كردن ، سوء استفاده مىكنند » .\r\nناامنى به حدى بود كه اهل مدينهء منوره هرگاه قصد حج مىكردند ناچار بودند به صورت دسته‌جمعى درآيند و هر دسته‌اى كاروانى شده و در پناه يكى از بزرگان شايسته خود روانه مىشدند ، و بر همين قياس گروهى ديگر اين كار را انجام مىدادند ، و هر\r\n\r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\n\r\nكاروانى را رَكب مىناميدند ، و مىگفتند ركب فلان كس در فلان روز وارد مكه شد يا از مكه كوچ كرد و بازگشت ، و حال اهل مكه هنگامى كه در ماه رجب يا اندكى پيش از رسيدن آن به زيارت مدينه مىرفتند بر همين منوال بود ، چه مردم مكه در اين ماه به مدينهء منوره توجه كامل دارند و گروه زيادى براى زيارت به آنجا مىروند . و بسيار مىشد كه اختلافى ميان اشراف مكه ، يا جنگى ميان عشاير نجد ، يا جنگى ميان ايشان و اشراف مكه ، يا اختلافى در ميان پيروان مذهبى و مذهبى ديگر از مذاهب چهارگانه رخ مىداد ، بدين سبب پس از آنكه حاجيان با هزاران اميد و آرزو نزديك مكه يا مدينه مىرسيدند درها به روى ايشان بسته مىشد ، و بر سختىهايى كه در سفر به ايشان رسيده بود دشوارىهاى ديگرى اضافه مىگشت ، و ناچار با عدم موفقيت در انجام مناسك حج يا زيارت حضرت رسالت صلى الله عليه و آله به شهرهاى خود باز مىگشتند ، البته در صورتى كه از دست آن مردم آشوبگر و در هم ريخته و غارت و چپاول آنها جان و مال خود را نجات مىدادند .\r\nنخستين چيزى كه براى حاجيان هنگام رفتن به سوى مكه معظمه و انجام فريضه حج اهميت داشت همانا آماده كردن اسلحه براى امنيت و آرامش خود بود ، چنان كه گويى به دار الحرب مىروند نه بدان خانه‌اى كه خداوند متعال به احترام آن بر جان انسان و حيوان و گياه و درخت امان بخشيده است .\r\nبتنونى دربارهء حاجيانى كه از راه مصر در زمان قديم به حج\r\n\r\n","description":"","footnote":"","page_name":" 180 ","page_number":180},
  {"content":"\r\n\r\nمىرفتند گفته است :\r\n« همه پيش از ماه مبارك رمضان در قاهره اجتماع مىكردند و از راه بيابان يا از راه رودخانه نيل « 1 »  به قوص « 2 »  مىرفتند و 640 كيلومتر راه را در مدت بيست روز طى مىكردند ، سپس كاروان‌هاى حاجيان از آنجا در بيابان عيذاب « 3 »  پانزده روز ديگر مىرفتند و 120 كيلومتر راه را طى نموده تا به قصير « 4 »  كه در كنار درياى سرخ است مىرسيدند ، و قصير در سابق بندرگاه مصر شرقى بود و اهميت آن به اندازهء بندرگاه سوئز « 5 »  بود و قصير در تصرف عرب بجاه « 6 »  بود ، كه شتردار و متصدى حمل حجاج در صحراى عيذاب مىشدند ، و بىاندازه بد اخلاق و پست خو و بىرحم و جفاكار بودند ، و بسا زشت‌كارى و پليدى آنان به اين حد بود كه مجراى آب را از راهى كه كاروان مىرفت تغيير مىدادند تا ايشان از تشنگى هلاك شوند و\r\n\r\n","description":"","footnote":" ( 1 ) . نيل » رودخانه مصر و سودان است در افريقاى شرقى  ( 2 ) . « قوص » از شهرهاى قديم كشور مصر است .  ( 3 ) . « عيذاب » بندر گاهى است در ساحل درياى سرخ در جنوب مصر .  ( 4 ) . « قصير » از سابق مركز تجارت بوده و امروز جمعيت آن بيش از دوهزار نفرنيست .  ( 5 ) . « سوئز » شهر بزرگى است كه در ابتداى جنوبى كانال سوئز در كنار درياىسرخ قرار گرفته .  ( 6 ) . « بجاه » قبايلى هستند سياه پوست در ميان نيل و درياى سرخ و در بيابان‌هاى مصر و سودان و خود را از بنى حام و از نسل حام پسر نوح على نبينا وآله وعليه السلام مىدانند . ","page_name":" 181 ","page_number":181},
  {"content":"\r\n\r\nهر چه همراه آنان بود متصرف مىشدند .\r\nحاجيان مدت يك ماه در عيذاب در انتظار فلكه‌ها كه ايشان را به جدّه مىرسانيد مىماندند ، و فلايك آن را جلابا نيز مىگويند و مفرد آن فلكه و جلبه است كشتىهاى كوچكى هستند كه ساختمانشان سست و غير محكم است و بادبان بيشتر آنها از بوريا بوده و صاحبان آنها به حاجيان ستم مىنمودند . و بيشتر از ظرفيت كشتى سوار مىكردند ، و اكثر اوقات آن كشتىها ميان دريا با سرنشينان خود غرق مىشدند و قربانى مطامع آن اشرار مىگرديدند ، و هر كس كه عمرش باقى بود پس از دو هفته به جدّه مىرسيد ، و در اين مدت گرفتار تحكّم ناخدايان و وزش بادهاى سخت و امواج خروشان آب و دگرگونى وضع هوا بود .\r\nاين راه از قرن اول پيوسته تنها راه حجاج مصر بود تا اينكه در سال 645 قمرى شجرةالدّر « 1 »  با كاروان حجاج براى اولين بار از راه\r\n\r\n","description":"","footnote":" ( 1 ) . شجرة الدر يگانه زنى است كه بر سرير خلافت و پادشاهى در كشوراسلامى مصر نشست ، او زوجهء ملك صالح نجم‌الدين ايوب نوه ملك عادل سيف‌الدين ابوبكر برادر سلطان صلاح‌الدين ايوبى است ، در يكى از جنگ‌هاى صليبى ( لويى نهم ) پادشاه فرانسه به ( دمياط ) كه يكى از شهرهاى مصر در كنار رود نيل است حمله آورد و ملك صالح ايوب در آن روزها كه با آنان به جنگ پرداخته بود در سال 647 قمرى وفات نمود ، يگانه فرزندى داشت به نام ( توران شاه ) و ملقب به ملك معظم كه در هنگام فوت پدر در نواحى شام بود ، شجرةالدّر كه زنى با شجاعت و تدبير بود خبر وفات شوهر را پنهان كرد تا اينكه از همهء سران لشگر براى فرمانروايى پسرش سوگند گرفت و مدتى نگذشت كه توران شاه كشته شد ، و شجرةالدر خودش بر سرير سلطنت نشست و سكه را بنام خود زد و در منابر و مساجد براى او دعا مىكردند ، و ملقب به ( مستعصميه ) شد يعنى خادمهء خليفهء مستعصم در بغداد ، و در سال 655 هجرى او را از سلطنت خلع كردند و كشتند . و پس از وفات ملك صالح فرانسويان شكست فاحش خوردند و بسيارى از آنان كشته شدند و آنان كه نجات يافتند با كمال خوارى فرار كردند و لويى و سران لشگر اسير گشتند . ","page_name":" 182 ","page_number":182},
  {"content":"\r\n\r\nعقبه « 1 »  به مكه سفر كرد ، و اين راه اهميت پيدا كرد و از اين راه مدت چهل روز به مكه مىرسيدند . تا اينكه راه آهن قاهره به سوئز كشيده شد ، و كانال سوئز حفر گرديد ، وعبور كشتىهاى بخارى در درياى سرخ فراوان شد .\r\nامروز حج‌روندهء مصرى با راه‌آهن به سوئز مىرود و از آنجا از راه دريا به جده مىرسد و با كمال راحتى در كمتر از يك هفته وارد مكه مىگردد . »\r\nجده كه مرز ساحلى و در كنار درياى سرخ واقع است مسافت آن تا مكه حدود 40 كيلومتر و بسيار گرم و سوازن است .\r\nاين شرح حال مختصرى از وضعيت حجاج مصرى بود ، و از اين بيان احوال مردمان شهرهاى دور تر را كه از غير راه مصر به مكه مىرفتند مانند مردم ايران و افغانستان و تركستان خصوصاً از قسمت‌هاى شرقى و شمالى و مردم ساير شهرها را با آن دشوارىها و ناامنى و انحصار مركب به چهارپايان به نظر آوريد .\r\n\r\n","description":"","footnote":" ( 1 ) . « عقبه » بندرگاهى است در كشور اردن هاشمى در كرانه درياى سرخ . ","page_name":" 183 ","page_number":183},
  {"content":"\r\n\r\nبه هر حال سختىها و رنج‌هايى كه به روندگان حج از هر كشورى در سرزمين نجد و حجاز مىرسيد قابل تحمل نبود ، و از شقاوت و كردار زشت و پليد اعراب آن منطقه تعجب مكن ، چه اينكه رَضْوى از كوه‌هاى معروف عربستان است و شعرا نام آن را در اشعار خود آورده‌اند ، و در اشعار پيشينيان از عرب بسيار ياد شده است ، و در دعاى ندبه هم آمده است ، و پيوسته بسيارى از عرب‌ها به نام اين كوه طرب‌انگيزى مىكنند و سرود مىخوانند چنان كه به نام « جبلى نعمان » « 1 »  مىسرايند ، و رَضْوى كوهى است كه در مقدارى از راه مدينه به سوى ينبع « 2 »  امتداد دارد .\r\nمحمد حسين هيكل كه در زمان حكومت وهابىها در حجاز ، در سال 1355 قمرى به حج رفته ، در سفرنامهء حجاز خود چنين مىگويد :\r\nيكى از آشنايان در حجاز برايم داستانى درباره رَضْوى ياد كرد كه هراس بىپايان در من برانگيخت ، و آن داستان اين است كه وزير دارايى وهابىها چند سال پيش به رَضْوى رفت ، و نيروى نظامى هم با خود برد تا اينكه به قلهء كوه رَضْوى برآمدند و چيز\r\n\r\n","description":"","footnote":" ( 1 ) . « جبلى نعمان » دو كوه است كه گشادگى ميان آن نامش نعمان به فتح نون‌است و در راه طايف به سوى عرفات واقع است و آن را نعمان الاراك گويند .  ( 2 ) . « ينبع » به فتح ياء و سكون نون و ضم باء قلعه و آبادى بزرگى است داراى چشمه‌هاى بسيار كه در ساحل غربى جزيرةالعرب و در هفت منزلى مدينه منوره واقع است . ","page_name":" 184 ","page_number":184},
  {"content":"\r\n\r\nعجيبى ديدند ! در آنجا ديدند مردمى وجود دارند كه در تمام عمر خود از كوه فرود نيامده‌اند ، و پائين آمدن از كوه را گناه و شرمسارى بزرگى مىپندارند ، و اگر به چيزى در دشت محتاج شدند بايد پيروان و زيردستان ايشان از كوه فرود آيند ، و همچنين مشاهده كردند در بالاى كوه مانند درندگان در شكاف‌ها و غارها زندگى مىكنند و اگر يكى از ايشان به شكارى يا پاره‌اى از كشتارى دست مىيافتند آن را ربوده و به غار مىگريخت و پناه مىجست ، مانند حيوان درنده‌اى كه شكارى يافته ، به خوردن آن مىپرداخت و كسى كه مىخواست در آن شكاف وارد شود مانند گرگ و پلنگ با پا به او لگد مىزد و از خود دفاع مىكرد ، آيا كسى چنين زندگانى را در نزديك شهر مدينه باور مىكند و در لوح ذهن تصور مىنمايد ؟ با اينكه مدينه و حدود آن به محيط تمدن بيش از بسيارى از مناطق نجد وحجاز پيوستگى دارد .\r\nيكى از وقايع اسف‌انگيز و حزن‌آور حادثه‌اى است كه در كتاب نامبرده نوشته شده است و آن اين است كه در سال 1200 هجرى اميرالحاج مصرى برخى از دزدان حرب « 1 »  را در مدينه دستگير كرد و گونهء آنها را داغ نمود و فرياد آنها بلند شد ، قبايل حرب به آنها پيوستند و بر امير الحاج يورش بردند ، او با قشون خود\r\n\r\n","description":"","footnote":" ( 1 ) « حرب » قبيلهء بزرگى است داراى چندين شعبه كه از يمن آمده و در بيابان‌حجاز و نجد سكونت دارند . ","page_name":" 185 ","page_number":185},
  {"content":"\r\n\r\nگريخت ، و حاجيان اسير آنها شدند و تا آخرين نفر ايشان را كشتند و هر چه را داشتند از جامه و ذخيره به يغما بردند .\r\nاين همه پيش‌آمدهاى ناگوار و دلخراش براى روندگان به زيارت خانه محترم خداوند تعالى وجود داشت ، ليكن مسلمين به واسطهء كمال يقين و نيروى ايمان و دين از حج باز نمىايستادند و از آن دست بر نمىداشتند و آن سختىهاى جانسوز كه نمونه‌اى از آنها ذكر شد مانع ايشان نمىشد ، و از صدر اسلام تا كنون شنيده نشده كه مسلمانان در انجام اين عبادت مهم مسامحه نموده باشند .\r\nنقل شده است كه در سال ( 645 ق ) فتنه و آشوبى بين اشراف مكه براى امارت و فرمانروايى آنجا به پا شد و بدان سبب كسى موفق به حج نگشت .\r\nامروز ، همهء وسائل آرامش و آسايش و بهداشت براى حجاج فراهم است ، و از هر نقطهء زمين وسائل نقليه از انواع ماشين و هواپيما و كشتى و خطوط راه‌آهن مهيا و آماده است ، و از هر جهت قابل مقايسه با مركب‌هاى سابق نيست .\r\nپرچم امن را مشاهده مىكنى كه در سراسر آن بلاد مقدسه گسترده و در حال اهتزاز است ، و امروزه روندهء به سوى حج را مىبينى كه در آن سرزمين با كمال اطمينان جان و مالش در امان است ، و عمل واجب خود را در حالى كه دلش از آرامش و قرار آكنده و روانش شاد و سرشار است انجام مىدهد .\r\n\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\n\r\n\r\nفصل بيست و چهارم : انتظار از دولت‌هاى اسلامى\r\nهمانا سفر براى حج و رسيدن به حرمين شريفين مكهء معظّمه و مدينهء منوّره - اگر چه امروزه آسان شده ، و به هيچ وجه شباهتى ميان وضعيت امروزه و گذشته نيست - ولى نظر به اينكه شايد گاهى مشكلات عمومى و خصوصى ديگرى پيش بيايد كه موجب فتنه‌ها و نگرانىها شود و باعث بر افروختن آتش‌هاى كينه و برانگيختن دشمنىهاى بى جا گردد ، انديشهء استوار و عاقبت بينى مقتضى است كه براى هر آشوبى پيش از وقوع آن تدبير نمود و جلوگيرى كرد .\r\nاز همه حكومت‌هاى كشورهاى اسلامى انتظار و اميد داريم كه در تنظيم كاروان‌هاى حاجيان ، و شئون زيارت‌كنندگان خانهء محترم الهى با هم كمك كنند ، و آنچه مايهء آسايش و بهداشت آنان است زير نظر گيرند ، و بر آن همت گمارند و قيام نمايند و جداً مراقبت كامل داشته باشند ، و براى اين امر مهم اشخاص با تقوى و خير انديش و مهربان انتخاب كنند ، كه پاكدامن و از هرگونه آزار و اذيتى\r\n\r\n","description":"","footnote":"","page_name":" 187 ","page_number":187},
  {"content":"\r\n\r\nنسبت به حاجيان بر كنار باشند و بدخوى و بدزبان و سنگدل نباشند ، حكومت‌ها بهترين سپر آهنين و حصار پولادين هستند كه مسلمانان در راه انجام فريضهء حج بدان پناه مىبرند ، و ايشان بايد با تمام نيروى خود از حقوق آنان دفاع كنند ، و در نوازش و آرامش ملت بسيار دقيق و ساعى باشند و از عطوفت و خشم خداوند توانا هيچ گاه غفلت نورزند .\r\nامروز روح غرب‌زدگى و فرنگ‌مآبى در ملوك مسلمانان و امراء و فرماندهانشان نفوذ كرده ، و اين روح پليد وظايف شريفه را از وجودشان سلب نموده و آنان را از يكديگر پراكنده و بيگانه ساخته و احساساتشان را خاموش و عواطفشان نابود گشته است .\r\nنيرنگ‌هاى بيگانگان آن‌ها را به پراكندگى كشانيده ، و خوش‌نمايىها و ظاهرهاى فريبنده‌شان اين جماعت را تهديد نموده و كور و كر ساخته است .\r\nبه همين جهت روح استقامت از جماعت مسلمانان رخت بر بسته ، و ستون‌هاى ايمانشان سست گشته ، چون مردم پيرو بزرگان خود هستند .\r\nمسلمان غيرتمند چون بنگرد و سرپرستان خود را ببيند كه مانند بندگان و شكست خوردگان باشند ، با اينكه گذشتگان ايشان فرمانده و سرور بودند ، افسوس‌ها در سينه‌اش انباشته و دريغ‌ها در دلش به فشار آمده و دانه‌هاى اشك از ديدگانش روان مىگردد .\r\n\r\n","description":"","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\n\r\nبه پروردگار عزيز سوگند ، اكنون قلم در دستم مىلرزد و اشكم روان و سينه‌ام از اندوه سوزان است چه خوب و شايسته است كه فرمان‌روايان اسلامى و كسانى كه افتخار سرورى بر مردم مسلمان دارند ، از خواب غفلت بيدار بوده و پردهء سياه بىخبرى را به كنارى افكنده و همه با دل‌هاى پاك و بىآلايش در راه خداشناسى و يكتاپرستى گام بر دارند ، و براى يارى و نگهدارى و پشتيبانى از حريم مقدس و به دست آويزى كه گسيختگى نيست متمسك شوند ، و عنايت بىپايان خداوند مهربان و لطف حضرت پروردگار بينا و توانا ، در كالبد ايشان جانى نيرومند بدمد كه همتشان را بيدار و همه را هم آهنگ سازد و حس غيرت و گردن فرازى آنان را برانگيزد ، و انديشه ايشان را روشن و قوى و چراغ سينه‌شان را فروزان نمايد ، تا زمام و رشته مصالح امور ملت را بادلى لبريز از شوق و عشق و عزمى استوار در دست بگيرند ، و امتهاى اسلامى را از محنت‌ها و گرفتارىهاى فعلى نجات دهند ، و از آنچه رنج مىبرند رهائيشان بخشند و مجد و ارجمندى ديرين خود را بازگردانند .\r\nآرى چه خوب است كه از اين ورطهء هولناك در آيند ، و مردانى داراى شرف حقيقى و احساس روحى گردند ، و به رهبرى حق گرويده و از حريم آن دفاع نمايند ، و با دشمنان حق كه شب و روز براى تيره كردن انوار آن و ويران نمودن بنياد آن مىكوشند مبارزه كنند ، آن دشمنانى كه هيچ درى براى فريفتن مردم نمانده\r\n\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\n\r\nمگر اينكه آن را كوبيده‌اند و هيچ برجى براى آزار و دشمنى نمانده مگر اينكه بر آن بر آمده‌اند .\r\nآرى چه خوب است اگر با ساز و برگ ايمان مسلح شوند ، و به ستون‌هاى اخلاص متكى و خود را استوار و نيرومند گردانند ، تا چنان يارى و پشتيبانى شوند كه به وهم نيايد و قابل توصيف نباشد ، و ببينند چگونه الطاف الهى نصرت و فيروزى به ايشان مىبخشد و اسباب عزت و آبرومندى بر ايشان مهيا مىكند .\r\nآرى چه خوب است اگر انديشهء راستى و درستى و روح عدالت در نهادشان دميده مىگشت تا اعتقاد آنان به خداى تعالى قوت گرفته و در خدمت به اسلام كه دين رستگارى و يگانه پرستى است علاقمند و كوشا گردند .\r\nدر اين صورت خواهيد ديد كه چگونه پرچم اسلام افراشته و درخشندگى دين نمودار و سازمان حق كامل مىگردد ، و خواهيد ديد كه چگونه عناصر پراكنده اين امت فراهم و پيوست و يگانه باشند ، و مركز اجتماع و وعده گاهى در بلد الامين براى نمايندگان حقيقى ملل اسلامى به منظور مقاصدى كه به نحو تفصيل يادآورى شد به وجود آيد ، و در ميان ملل توحيد كه از يكديگر دور و جدا و پراكنده هستند وسيلهء ايجاد وحدت كامل گردد ، چنان كه گويى با آن همه دورى از يكديگر بهم آميخته و فشرده و به منزلهء اعضاى يك تن مىباشند ، و در اين صورت خواهيد ديد كه چگونه همه ارجمند و داراى شأن و عظمت خواهند بود « و به سوى خدا است مرجع\r\n\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\n\r\nهر امرى » « 1 »  در خاتمه اين رساله همهء مسلمانان را مخاطب قرار داده و سخنانى چند عرضه مىدارم :\r\nهمانا محمد صلى الله عليه و آله پيغمبر خداوند تعالى است ، پروردگارش به راستى او را فرستاده و بزرگ‌ترين معجزه و فرخنده‌ترين طالعش اين بود كه مومنين و گرويدگان به خداوند يكتا را چون سازمانى آراسته پيوسته و فراهم ساخت . و هر كه در اين سازمان ، اندك خللى پديد آورد مانند كسى خواهد بود كه قرآن كريم را پشت سر انداخته و با خدا و رسولش دشمنى كرده . اسلام براى گروهى به خصوص نيامده و امتى را مخصوص خود نگرفته و قرآن براى قومى در برابر قوم ديگرى نازل نگشته ، اسلام حقيقى منكر جدايىها و بدعت‌ها و مخالف با عصبيت‌هاى خشك و بىمزه است . تمايلات و امتيازات زيان‌بخش و ساز و برگهايى كه از بوالهوسان بر اركان دين و مذهب مقدس اسلام افزوده شده زشت مىشمارد . قرآن براى هم‌آهنگى و توحيد كلمه در يگانه‌پرستى حضرت سبحان نازل گشته است .\r\nاز بزرگترين تعليمات پيامبر اسلام صلى الله عليه و آله اين است كه : مردمى بر مردمى و همچنين عرب بر عجم بر يكديگر برترى ندارند و سفيد پوست و سياه يكسانند و كسى را بر ديگرى امتيازى جز به پرهيزگارى و كردار نيك نخواهد بود : « همانا گرامىترين شما نزد\r\n\r\n","description":"","footnote":" ( 1 ) سوره هود ، آيه 123 . ","page_name":" 191 ","page_number":191},
  {"content":"\r\n\r\nخداى تعالى پرهيزگارترين شما است » « 1 » \r\nاين وحدت كلمه براى ملل توحيد همان نكته اساسى و گوهر سياست اجتماعى است كه بايد آن را نگه داشت ، ويكديگر را در راه آن كمك و يارى كرد و براى آن كوشيد و قيام نمود .\r\nاى بندگان خدا از خدا بترسيد و با خدا باشيد در همكارى براى حفظ جامعه توحيد ، و تمسك به رشته‌هاى محكم و متين قرآن مجيد و استفاده كامل از دستورات آن ، و در برافكندن عادت‌هاى زشت عصر جاهليت و عصبيت‌هاى پليد ، و چشم پوشى از اختلافات ساده و تشعّبات عرضيّهء بىاهميت همت گماريد و خدا را منظور داريد ، اى بندگان خدا و اى جامعهء اسلام و پيروان قرآن وحدت كلمه داشته باشيد ، و هدف هر مسلمانى را يگانه‌پرستى حضرت پروردگار سبحانه و تعالى بدانيد ، و از دشمنى و جدايى بپرهيزيد و قدر نعمت را دانسته و آن را دريابيد ، چه همانا دين همهء ما اسلام ، و كتاب همگى قرآن كريم ، و قبلهء همه كعبه معظمه ، و پروردگار همه ذات اقدس يكتايى است كه شايستهء پرستش جز حضرت او نيست ، مقدس است نام‌هاى او و برتر است سرورى و بزرگواريش ، اين است پند و نصيحت من ومنتهى آرزو و اميدى كه از هر مسلمان دارم .\r\n\r\n","description":"","footnote":" ( 1 ) . سوره حجرات آيهء 13 ","page_name":" 192 ","page_number":192},
  {"content":"\r\n\r\n\r\nدرخواست از حضرت منان\r\nاى پروردگار همهء پرورش‌دهندگان ، اى سيد و مولاى همهء بندگان ، اى گردانندهء دل‌ها و ديده‌ها كه به آنچه بخواهى مىگردانى .\r\nاى پديدآورندهء شب‌ها و روزها كه هريك را از ديگرى بيرون مىآورى .\r\nاى بخشنده و مهربان بر آفريدگان ، اى خدايى كه در كمينگاه ما هستى ، و مىشنوى و مىبينى و از فراز در منظر اعلى مىنگرى ، اى برآورنده و پاسخ‌گوى درخواست‌هاى بيچارگان ، اى پناه نيازمندان و بينوايان .\r\nاى پروردگار خانه محترم و هر زمينى كه زيارت‌كنندگان خانه‌ات در آنجا احرام مىبندند يا از احرام بيرون مىآيند .\r\nاى پروردگار مواضعى كه عبادتگاه حاجيان است و به مزيد شأن و منزلت مخصوص فرموده‌اى ، اى آفرينندهء منى و عرفات و مشعرالحرام ، اى خداى ركن و مقام ، اى خداى بهترين رهبران و جهانيان ، محمد صلى الله عليه و آله خاتم همهء پيامبران .\r\nبار خدايا مسلمانان را در راه حق و هدايت يارى فرما و دل‌هاى آنان را در پيرامون كلمهء توحيد متّحد بنما ، و به هر چه نزديكتر به تقوى است ايشان را موفق دار .\r\nخدايا پراكندگى آنان را جمع كن و به اصلاح آور ، و خون و ناموس شان را به لطفت حفظ فرما ، و رسيدگى به كارهايشان را به\r\n\r\n","description":"","footnote":"","page_name":" 193 ","page_number":193},
  {"content":"\r\n\r\nنيكانشان واگذار و فرماندهى آنها را به دست بهترين شان بسپار .\r\nبار خدايا ايشان را نيرو و شوكت عطا فرما و دشمنانشان را خوار و نابود نما ، اى معبود به حق و چاره ساز بندگان ، خواستهء ما را اجابت كن و ما را به مسؤول خود برسان .\r\nپروردگارا از فقدان پيغمبرمان به درگاهت شكايت مىنمائيم ، و از فشار ناملايمات زمان ، سختى روزگار بر ما ، و پيدايش آشوب‌ها و حوادث ناگوار ، و بسيارى دشمن داخلى و خارجى و كمى جمعيتمان به تو پناه مىآوريم .\r\nپروردگارا به گشايشى در مشكلات ما ، اندوه را از ما دور ساز ، و به نصرتى كه به نور جلالت پشتيبانى شود ما را خوشنود فرما ، بار خدايا از نيرنگ‌هاى دشمنان و بندهاى فريب دهندگان و دام شيطان صفتان ما را برهان ، و كسى كه با ما مكر كند با او مكر كن ، و اثر بدانديشى به ما را متوجه خود بد انديشان نما ، و دل‌هاى ايشان را بترسان و قدم‌هايشان را بلغزان .\r\nپروردگارا آنان را به انديشه‌ها و كردارهاى بدشان آشكارا وناگهان گرفتار و نابود گردان ، تا هر حقى به جلوه در آيد و عدلى نباشد مگر اينكه بدرخشد و پرچم دادپرورى گسترش يابد .\r\nخدايا ما را كافى و بس است كه تو سرپرست ما باشى و يار و ياور ما گردى ، كه تو بهترين مولى و يارىكننده هستى .\r\nجملات ذيل منسوب به جناب عبدالمطلب است هنگام آمدن ابرهه سمت مكه به قصد خرابى خانهء كعبه :\r\n\r\n","description":"","footnote":"","page_name":" 194 ","page_number":194},
  {"content":"\r\n\r\nخداوندا ، معبودا ، بندهء تو نگاهدارندهء بار و بنهء خود است ، آستان‌هايت و فرودآمدگان در آنها را كه در فرودگاه مهر و لطف تو زانو به زمين زده‌اند ، تو خود نگهدار و حمايت فرما ، مبادا صليب و چليپاى ترسايان و نيرو و توانايى دشمنان بر نيروهاى تو چيره شود و غالب گردد .\r\nبار خدايا تو را سوگند مىدهم و به حرمت سرور پيغمبران و شريف‌ترين گذشتگان و آيندگان و برگزيده‌ات از همهء بندگان ، به تو توسل مىجوئيم آنكه او را چراغ درخشان هدايت ، و بشارت و بيم‌دهنده و امين بر وحيت ، و براى مسلمانان نعمت و براى همهء عالميان رحمت قراردادى . تو را به حق او و به عترت و خاندانش آنان كه داراى مقام عصمت و مطلع انوار محبت و هدايت و سرچشمهء جويبار و صايت و امامتند ( صلوات تو بر او و ايشان باد ) و به آبرويى كه در پيشگاه تو دارند .\r\nبارالها زيارت خانهء محترمت و زيارت قبر پيغمبرت صلى الله عليه و آله را نصيب ما فرما و ما را از حاجيانى كه حجشان مقبول و سعيشان مشكور و گناهشان آمرزيده و سيّئاتشان از دفتر اعمال زدوده شده محسوب نما ، و ما را از شكر گزاران نعمت‌هايت و يادكنندگان الطافت بگردان ، و از آستانه‌ات نااميد برمگردان ، و از ما به اعمال زشتمان در روز قيامت بازخواست نفرما ، و ما را از باران رحمت و مغفرتت بهره‌مند ساز و به لطف عميمت ببخشاى .\r\nاى پروردگار بزرگ و بخشنده ، اى خداوند كريم و آمرزنده .\r\n\r\n","description":"","footnote":"","page_name":" 195 ","page_number":195},
  {"content":"\r\n\r\nاى تكيه‌گاه استوار ، اى همسايهء نزديك و يار و دلدار ، اى معبود به حق و يقين ، اى پروردگار خانهء آزاد و نخستين « 1 »  ، اى خداى مهربان و غمخوار بندگان ، ما را از گرفتارىها و پريشانىها برهان و بندهاى دشوار آن را بگشا ، و آنچه كه توانايى آن را نداريم ما را كفايت نما ، و از هر اندوه و بيچارگى و سختى احوال نجات ده و رها فرما ، اى آفريدگار با عظمت و يكتا ، اى خداى بخشنده و دانا .\r\nستايش خداى تعالى را در آغاز و انجام ستايشى پاينده و سپاس حضرتش را سپاسى جاويد و پيوسته ، به اتمام رسانيد آنچه را كه در نظر داشت از بيان فلسفهء حج بندهء محتاج به لطف و عنايت الهى .\r\nمحمد بن محمد على امامى نجفى خوانسارى\r\nشب يكشنبه 12 جمادى الاولى\r\n1368 قمرى\r\n\r\n\r\n","description":"","footnote":" ( 1 ) اشاره است به معناى البيت العتيق از نامهاى كعبه مقدسه مذكور در سوره‌حج ، آيه 29 . ","page_name":" 196 ","page_number":196}
  ]