[
  {"content":"\r\n\r\nآغاز و انجام سجده\r\nيا :\r\n« سجده بر زمين »\r\nمؤلف : آيت الله على احمدى ميانجى\r\nمترجم : محمد احمدى ميانجى\r\nدفتر انتشارات اسلامى\r\nوابسته به جامعهء مدرسين حوزهء علميهء قم\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nشابك 7 - 031 - 470 - 964\r\nISBN 964 - 470 - 031 - 7\r\nآغاز و انجام سجده\r\nيا\r\n« سجده بر زمين »\r\nمؤلف : آيت الله على احمدى ميانجى\r\nمترجم : محمد احمدى ميانجى\r\nموضوع : سجده\r\nقطع : رقعى\r\nنوبت چاپ : دوم\r\nچاپ و نشر : دفتر انتشارات اسلامى\r\nتعداد مجلدات : يك جلد\r\nتعداد صفحات : 176\r\nتاريخ انتشار : بهار 1379\r\nتيراژ : 1000\r\nقيمت : 450 تومان\r\nدفتر انتشارات اسلامى\r\nوابسته به جامعهء مدرسين حوزهء علميهء قم\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\n\r\nمقدمهء دفتر\r\n( بسمه تعالى ) يكى از بهترين و استوارترين راههاى ارتباط انسان با پروردگار بزرگ « نماز » است . در قرآن مجيد و روايات معصومين عليهم السّلام نسبت به نماز ، سفارش فراوانى شده تا آنجا كه نماز يكى از اركان اساسى اسلام به شمار آمده و در برخى از روايات ، معيار سنجش اعمال قرار گرفته است « 1 » و چون نماز قانونى الهى است ، طبيعتا از اجزاء و شرايط خاصى برخوردار است كه يكى از آن اجزاء به عنوان ركن نماز ، انجام دو سجده در هر ركعتى از آن است .\r\nاما آنچه معركهء آراء و محل تلاقى و برخورد افكار و انديشه‌هاى فقها گرديده فروع احكام ، كيفيت ، اركان ، شرايط و اذكار آن است كه از آن جمله اين مسأله است كه سجده بر چه چيزهايى جايز است و بر چه چيزهايى جايز نيست ، كه در طول تاريخ اسلام ، مدار بحث و فحص بوده و اكنون نيز هست .\r\nبراى روشن شدن اين مسأله ، كيفيت نزاع و ادلّه ارائه شده ، مؤلف محترم با استفاده از آيات كريمه ، روايات و با استناد به گفتار صحابه ، تابعين و فقها در سطح نسبتا وسيع و گسترده‌اى به تبيين و توضيح ديدگاه مكتب اهل تسنن و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار ، ج 10 ، ص 364 .\r\n","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nتشيّع پرداخته و بحثى در خور توجه ، به دانش‌پژوهان و محققان ، تقديم مىدارد .\r\nخوشبختانه اثر مذكور ، به فارسى ترجمه شده كه اين دفتر ، پس از بررسى ، ويرايش و اصلاحاتى چند ، آن را به زيور طبع آراسته و در اختيار علاقه‌مندان معارف اسلامى قرار مىدهد ، اميد است مورد پذيرش خداوند متعال قرار گيرد .\r\nدر خاتمه از خوانندگان محترم تقاضا مىشود هرگونه پيشنهاد يا انتقادى دارند به آدرس : قم - صندوق پستى 749 - دفتر انتشارات اسلامى وابسته به جامعهء مدرّسين حوزهء علميهء قم - بخش فارسى ، ارسال دارند .\r\nسپاسگزاريم دفتر انتشارات اسلامى وابسته به جامعهء مدرّسين حوزهء علميهء قم\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\n\r\nمقدمهء مترجم\r\n« قال رسول اللّه صلّى اللّه عليه و آله انى تارك فيكم الثقلين كتاب اللّه و عترتى . . . » . « 1 »\r\n« رسول خدا صلّى اللّه عليه و آله فرمود : به درستى كه من در بين شما دو چيز گرانبها باقى مىگذارم ( آن دو چيز ) كتاب خدا و ذريّهء من است . . . » .\r\nاين حديث شريف نشانگر آن است كه كتاب خدا و ذريّهء پيامبر عظيم الشأن اسلام ، هر دو لازم و ملزوم هم هستند و هرگز از همديگر جدا نمىشوند ، نه اينكه قابل تفكيك و جدا شدن هستند ، اما جدا نمىشوند ؛ يعنى كتاب خدا بدون عترت ، و عترت پيامبر اكرم ، بدون كتاب خدا ، نه تنها معنا و مفهومى نخواهد داشت بلكه اساسا قابل تصور نيست ؛ زيرا اين دو ، مبيّن و معرّف يكديگرند .\r\nائمهء معصومين قرآن ناطق و مفسّر قرآن كريم هستند و كتاب خدا نيز بدون آنان ، براى كسى ، قابل فهم و درك نخواهد بود . در طول تاريخ اسلام ، كسانى كه از روى عمد و يا به خطا از اهل بيت دورى گزيده و خويشتن را از اين فيض محروم ساختند گرفتار مشكلات و نابسامانيهاى فراوانى شده و از حقيقت ، بسيار فاصله گرفتند نتيجه آن شد كه به گواه تاريخ ، بدعتها ، سنّت و سنتها بدعت گرديد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار ، ج 2 ، ص 100 .\r\n","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nو آنانى را كه با تمسّك به كتاب و عترت ، راه خود را يافته و ادامه دادند ، منحرف ناميده و اعمال آنان را شرك دانستند كه از آن جمله است تبرك جستن به آثار رسول و اهل بيت گراميش و سجده كردن بر تربت پاكيزه بويژه تربت مقدس امام حسين عليه السّلام .\r\nتلاش در زدودن اوهام از چهره‌هاى حقايق و نشان دادن واقعيتها و اينكه چه اعمالى سنّت و چه اعمالى بدعت مىباشند وظيفهء عالمان راستين و آگاه به كتاب و سنّت مىباشد كه در طول قرنهاى گذشته و در حال حاضر دست بدين كار زده و به انجام وظيفهء الهى خود قيام نموده‌اند .\r\nنوشتار حاضر ، در راستاى همين تلاشهاست كه به قلم والد معظم - دام عزّه - به رشتهء تحرير در آمده است و نظر به لزوم آگاهى محققان فارسى زبان از معارف غنى شيعه از جمله مسائل مربوط به سجده اقدام به برگرداندن متن عربى به فارسى ، تحت نظر والد معظم ، گرديد .\r\nامتياز اين ترجمه بر متن عربى ، على رغم چاپهاى مكرّر آن ، در اين است كه اضافاتى را كه والد معظم بعد از نخستين چاپ رساله ، بدان اضافه فرموده‌اند در متن فارسى آمده است در حالى كه در چاپهاى متن عربى ، لحاظ نگرديده است .\r\nدر پايان ، از زحمات دست‌اندركاران دفتر انتشارات اسلامى وابسته به جامعهء مدرّسين حوزهء علميّهء قم ، صميمانه تشكر و قدردانى مىگردد .\r\nمحمد احمدى 10 / 7 / 1375\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\nآغاز و انجام سجده\r\n- آنچه در نماز بر آن سجده مىشود .\r\n- دگرگونيهايى كه در سجده پديد آمده است .\r\n- دوره‌هاى چهارگانهء سجده .\r\n- سخنان صحابه و تابعين و فقها :\r\nالف - فتاواى صحابه .\r\nب - فتاواى تابعين و تابعين آنان\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\n بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ * \r\n\r\nآنچه در نماز بر آن سجده مىشود\r\nبايد توجّه داشت كه هيچ‌گونه اختلافى ميان مسلمانان در باب وجوب سجده در نماز و دو بار بجا آوردن آن در هر ركعت ، وجود ندارد . و همانا تمامى اختلافات موجود ، تنها در زمينهء فروع و احكام آن ، از قبيل : كيفيّت ، اركان ، شرايط ، موانع و اذكار مىباشد .\r\nيكى از اختلافات در باب سجده اين است كه بر چه بايد سجده نمود و سجده بر چه چيزى صحيح است كه اين اختلاف و نزاع ، به تدريج و با گذشت زمان ، تشديد شده و بالا گرفته است .\r\nچنان كه مشهور است و در كتاب « الفقه على المذاهب الأربعة » هم آمده ، پيشوايان مذاهب چهارگانهء اهل سنّت در مورد اختلاف مذكور ، چنين مىگويند : « سجده ، بر هر چيزى مانند خاك ، سنگ ، رمل ، سنگريزه ، پشم ، پنبه و حتّى بر پشت انسانى ديگر در هنگام ازدحام جمعيّت ، جايز است » .\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nدر بداية المجتهد « 1 » مىنويسد : « مسلمانان در اين جهت اختلاف كرده‌اند كه آيا مخفى بودن دستهاى سجده‌كننده زير لباس و گذاردن دستها بر روى همان چيزى كه صورت بر آن گذاشته مىشود ، شرط است يا شرط نيست . . . » .\r\nسپس مىافزايد : « و از همين باب است اختلاف در زمينهء سجده بر طاقه‌هاى عمامه به اينكه آيا شرط است كه سجده بر طاقهء عمامه نباشد يا شرط نيست و در اينجا مردم به سه گروه تقسيم شده‌اند :\r\nدسته‌اى سجده بر طاقه‌هاى عمامه را اصلا جايز نمىدانند . دسته‌اى ديگر ، آن را جايز دانسته و دستهء سوم بين طاقهء كم و طاقهء زياد ، تفصيل قائل است و در صورت اوّل ، سجده بر آن را جايز و در صورت دوم ممنوع مىدانند » .\r\nبعضى نيز قائل شده‌اند كه چنانچه قدرى از پيشانى هنگام سجده بر طاقهء عمامه به زمين برسد سجده ، صحيح و جايز است و در غير اين صورت جايز نيست و اين اختلاف در مذاهب گوناگون و نزد فقهاى دوره‌هاى مختلف ، ديده مىشود .\r\nبه هر حال ، شيعهء دوازده امامى به پيروى از امامان معصوم عليهم السّلام خود ، تنها سجده بر زمين را مانند : خاك ، رمل ، سنگ و سنگريزه يا آنچه از زمين روييده و پوشيدنى و خوردنى نيست ، جايز دانسته و براى اثبات ادّعاى خود ، علاوه بر تمسّك به سيرهء پيامبر اسلام صلّى اللّه عليه و آله و سلّم و صحابه ، به احاديث منقول از امامان اهل بيت عليهم السّلام كه از رسول خدا صلّى اللّه عليه و آله و سلّم روايت كرده‌اند و همچنين به آنچه راويان حديث با واسطهء صحابه - رضى اللّه عنهم - از پيامبر اكرم صلّى اللّه عليه و آله و سلّم روايت نموده‌اند ، احتجاج مىنمايد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بداية المجتهد ، ص 142 .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\n\r\nدگرگونيهايى كه در سجده پديد آمده است\r\nهرگاه با دقّت و تأمّل كافى به مسألهء سجده نظر افكنيم ، در مىيابيم كه سجده ، دوره‌هاى زيادى را پشت سر گذاشته و از ابتداى عصر رسول خدا صلّى اللّه عليه و آله و سلّم دگرگونيهاى قابل ملاحظه‌اى در طول اعصار و قرون متمادى پيدا كرده و مسألهء سجده نيز بسان هر موضوع ديگرى از تعرّض و دست يازيدن عوامل تغيير و تحريف ، بىبهره نبوده است . البتّه ، اين عوامل تنها به خطاى در اجتهاد يا كج‌فهمى در درك احاديث ، محدود و منحصر نبوده بلكه چه بسا انگيزه‌هاى سياسى ، تعصّبات قومى و هواهاى نفسانى نيز در اين امر ، مؤثّر بوده و سبب اين همه تغييرها و دگرگونيها گرديده است .\r\nسخنى به گزاف نگفته‌ايم چنانچه بگوييم : هرگاه تاريخ صدر اسلام را مطالعه كرده و به مسألهء سجده توجه كنيم ، مىبينيم كه سجده در به دو تشريع خود ، داراى اوضاع و احوال و شرايط و كيفيّت مخصوص به خود بوده است . و از سوى ديگر ، مشاهده مىكنيم كه به تدريج و با گذشت زمان ، دگرگونيهايى در سجده و كيفيّت و شرايط آن به وجود آمده است .\r\nبا اين بررسى و تأمّل در مىيابيم كه سجده در زمانهاى بعدى به شكلى در\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nآمده كه با آن صورت ابتدايى خود كاملا مباينت و اختلاف دارد . و اين مطلب با تدبّر كامل در دلايل و تاريخ سجده ، سخنان و روايات و عمل پيامبر اكرم صلّى اللّه عليه و آله و سلّم و صحابه و تابعين و همينطور فتاواى مجتهدان نيز روشن مىگردد .\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\n\r\nدوره‌هاى چهارگانهء سجده\r\nدگرگونيهايى را كه در سجده پديد آمده است مىتوان به چهار دورهء متمايز تقسيم نمود كه آنها را به ترتيب زير ترسيم كرده‌ايم :\r\nدورهء اوّل : سجده بر زمين و اجزاى آن مانند : خاك ، رمل ، سنگريزه ، سنگ و مدر « 1 » .\r\nدورهء دوم : سجده بر زمين و اجزاى آن و آنچه از زمين مىرويد . و نيز سجده بر « خمره » « 2 » كه از گياهان تهيّه مىشود و سجده بر حصير و زيراندازهايى كه از شاخ و برگ خرما و مانند آن بافته شده است . در اين دوره ، « خمره » رواج يافت و در همه جا شيوع پيدا كرد به گونه‌اى كه مساجد و خانه‌ها از خمره پر شد ، چنان كه در مباحث آينده اشارتى بدان خواهيم نمود .\r\nدر عصر اخير ، هر يك از اهالى مكّه ، نماز را در مسجد جامع بجا آورده و پيشانى خود را هنگام سجده بر « طنفسه‌اى » « 3 » مىنهاد كه بر حسب عادت ، كوچك و به اندازه‌اى بود كه بتوان بر آن سجده كرد . بعد از فراغت از نماز ، آن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مدر : كلوخ .\r\n( 2 ) - تفسير « خمره » خواهد آمد .\r\n( 3 ) - « طنفسه » حصيرى را گويند در پهناى يك ذراع كه از شاخهء خرما بافته مىشد .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nرا جمع كرده و روى شانهء خويش مىگذارد و به خانه مىآورد ، سپس خادم مخصوصى آن را نگهدارى مىكرد « 1 » .\r\nپيامبر اكرم صلّى اللّه عليه و آله و سلّم و اهل بيت او ، همواره بر خمره سجده مىكردند تا آنجا كه امام موسى كاظم عليه السّلام در روايتى مىفرمايد : « شيعيان ما از چهار چيز بىنياز نيستند : اوّل خمره‌اى كه بر آن نماز گزارند و . . . » « 2 » .\r\nهمچنين در اين دوره مىبينيم كه شمار زيادى از صحابه و تابعين ، از سجده بر غير خاك ، اجتناب مىكردند به حدّى كه قدرى خاك بر روى خمره گذاشته و بر آن سجده مىنمودند تا جانب احتياط را رعايت كرده باشند . و البته اين رفتار آنان به سبب غفلت از عمل رسول خدا صلّى اللّه عليه و آله و سلّم و يا به جهت خطاى در اجتهاد بود « 3 » .\r\nدر زمينهء انگيزه و علّت ساخت خمره ، چنين گفته شده است كه رسول خدا صلّى اللّه عليه و آله و سلّم و مسلمانان بر خاك ، مدر ، سنگريزه و سنگ سجده مىكردند ، ولى گرما و سرما آنان را آزار مىداد به گونه‌اى كه گرماى سوزان زمين ، دست و صورت آنان را مىسوزاند و روزهاى بارانى به آب و گل ، آلوده مىشدند - كه همين آلوده شدن به آب و گل ، سبب شد تا مساجد را با شن و سنگريزه مفروش سازند - مسلمانان از وضع موجود خود به رسول خدا صلّى اللّه عليه و آله و سلّم شكايت كرده و ناراحتى خود را از گرماى سوزان و سردى هوا به آن حضرت عرضه داشتند - البتّه در اينجا بايد به اين نكته توجّه داشت كه آنان با زير و رو كردن سنگريزه‌هاى گرم و سرد و يا با خنك كردن آنها در دست خويش ، تا حدّى مشكل گرماى طاقت فرسا را بر طرف\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - دائرة المعارف الاسلاميه ، ج 11 ، ص 276 .\r\n( 2 ) - « لا يستغنى شيعتنا عن أربع : خمرة يصلّى عليها و . . . » ، ( مدرك حديث بعدا خواهد آمد )\r\n( 3 ) - سخنان و نظرهاى آنان در مباحث بعدى خواهد آمد .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nو آن را قابل تحمّل مىنمودند تا بتوانند هنگام سجده بدون ناراحتى بر آنها سجده كنند .\r\nابتدا ، حضرت به شكايت آنان ترتيب اثرى ندادند ولى پس از مدّتى اجازه فرمودند كه نماز را در هواى خنك بخوانند ، به اين معنا كه نماز را تا هنگام خنك شدن هوا به تأخير اندازند . سپس بنا به دستور رسول خدا صلّى اللّه عليه و آله و سلّم خمره را ساختند .\r\nو يا بنابر نقلى ديگر ، گروهى از مسلمانان بدون دستور پيامبر صلّى اللّه عليه و آله و سلّم و از پيش خود ، خمره را ساخته و سپس رسول خدا صلّى اللّه عليه و آله و سلّم آنان را در اين كار تأييد و تقرير فرمود و بدين ترتيب بود كه سيرهء رسول خدا صلّى اللّه عليه و آله و سلّم و صحابه ، بر آن استمرار يافت .\r\nدورهء سوم : سجده بر هر چيزى اعمّ از زمين و غير آن مانند لباس با انواع مختلف آن از قبيل حرير ، پنبه ، كتان و پشم و نيز مانند فرش از قبيل سجّاده‌هاى بافته‌شدهء از حرير ، پشم و پنبه .\r\nدورهء چهارم : دوره‌اى است كه سجده بر لباس به عنوان شعار اهل سنّت در آمد و تقيّد به سجده بر خاك ، بدعت تلقّى شده و به عنوان شعار شيعهء دوازده امامى محسوب گرديد ، بلكه از اين حدّ هم فراتر رفته و آن را از جملهء شرك و زندقه قلمداد نمودند ! !\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\n\r\nسخنان صحابه ، تابعين و فقها\r\n\r\nآرا و فتاواى صحابه\r\n1 - عبد اللّه بن مسعود ، صحابى بزرگ ، همواره تنها بر خاك سجده مىكرد « 1 » .\r\n2 - ابو بكر بن ابى قحافه ، فقط بر زمين سجده مىكرد « 2 » .\r\n3 - عبد اللّه بن عمر از سجده كردن بر عمامه منع مىكرد و خود بر خمره سجده مىنمود . و در روايتى چنين آمده است كه وى دستها و پيشانى خود را\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - « كان عبد اللّه بن مسعود الصحابى الكبير لا يرى إلّا السجود على التراب » ، ( عين حديث و مدارك آن بعدا خواهد آمد )\r\nعبد اللّه بن مسعود ، همان ابو عبد الرحمن هذلى ، هم پيمان بنى زهره و از مسلمانان نخستين است كه دو بار هجرت كرده است . وى وقايع زيادى را در طول حيات خويش شاهد بوده و اكثر اوقات ، همراه و ملازم ركاب رسول خدا صلّى اللّه عليه و آله و سلم بوده و احاديث متعدّدى از آن حضرت نقل كرده است و گروه كثيرى از صحابه و تابعين از او روايت كرده‌اند ( ر . ك : كتابهاى الاصابه ، الاستيعاب ، اسد الغابه و . . . )\r\n( 2 ) - « كان أبو بكر بن أبى قحافة لا يسجد إلّا على الأرض » ، ( خود روايت و مدرك آن بعدا ذكر خواهد شد )\r\nابو بكر ، عبد اللّه بن عثمان قريشى تيمى ، خليفهء اوّل نزد اهل سنت است و متوفّاى سال 13 ه‍ . ق . مىباشد ، ( به همان منابع قبل مراجعه شود )\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nفقط بر زمين و بدون حايل مىگذاشت « 1 » .\r\n4 - عبادة بن صامت انصارى خزرجى ، قائل به وجوب سجده بر زمين و بدون حايل بود « 2 » .\r\n5 - جابر بن عبد اللّه انصارى ، تنها سجده بر « حصباء » « 3 » را جايز مىدانست « 4 » .\r\n6 - عثمان بن حنيف ؛ بر خمره سجده مىكرد « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - « عبد اللّه بن عمر كان يمنع عن السجود على كور العمامة و يسجد على الخمرة . و فى رواية : لا يضع يده و لا جبهته إلّا على الأرض مباشرة » ، ( عين روايت و مصادر آن ، بعدا خواهد آمد )\r\nعبد اللّه بن عمر بن خطّاب عدوى قرشى كه روايات زيادى را از رسول خدا صلّى اللّه عليه و آله و سلم نقل نموده است و با نقل روايات زياد ، مثل ساير راويان كه زياد حديث نقل كرده‌اند ، خود را عزيز كرد ، ولى از امير المؤمنين على بن أبي طالب عليه السّلام دورى نموده و با حجّاج بيعت كرد ! نقل شده است كه حجّاج وى را به قتل رسانيد بدين گونه كه به مردى كه حربهء جنگى مسمومى در دست داشت فرمان داد و وى آن حربه را به پشت پاى عبد اللّه زد و او در اثر اين امر ، بيمار شد و مرد و آن سال 74 هجرى قمرى بود ( در اين ارتباط ، به همان منابع سابق مراجعه شود )\r\n( 2 ) - « كان عبادة بن الصامت الأنصارىّ الخزرجىّ يرى وجوب السجود على الأرض مباشرة » ، ( حديث و مدارك آن بعدا خواهد آمد )\r\nعبادة بن صامت همان ابو وليد خزرجى انصارى است كه در عقبهء اوّل و دوم و وقايع ديگر ، شركت داشته و پيامبر اكرم صلّى اللّه عليه و آله و سلم او را مأمور جمع‌آورى بعضى از صدقات قرار داده است . وفات او را بين سالهاى 34 - 45 ذكر كرده‌اند .\r\n( 3 ) - حصباء : سنگريزه .\r\n( 4 ) - « جابر بن عبد اللّه انصارىّ لا يرى السجود إلّا على الحصباء » ، ( مدارك حديث بعدا خواهد آمد )\r\nوى جابر بن عبد اللّه انصارى است كه در كودكى ، عقبهء دوم را درك كرده و در وقايع بعد از جنگ احد نيز شركت داشته است . و گفته شده كه او در ده غزوه فعاليت داشته است . در زمان خلافت امير المؤمنين على عليه السّلام در صفين شركت نمود . وى در اواخر عمر ، نابينا شد و آخرين فرد از درك كنندگان عقبهء دوم بود كه در مدينه وفات كرد . وى متوفاى سال 74 - 77 ه‍ . ق . است .\r\n( 5 ) - « عثمان بن حنيف الأنصارىّ كان يسجد على الخمرة » .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\n7 - خباب بن أرت ، مقيّد به سجده بر سنگريزه بود « 1 » .\r\n8 - امير المؤمنين على عليه السّلام پيوسته از سجده بر عمامه نهى مىفرمود و به سجده بر زمين و بدون حايل ، امر مىنمود . و ائمّهء اهل بيت عليهم السّلام از آن حضرت تبعيّت كردند « 2 » .\r\n9 - عبد اللّه بن عبّاس ، تماس پيشانى و بينى را با زمين به هنگام سجده ، واجب دانسته و به آن فتوا مىداد « 3 » . و در روايتى به او نسبت داده شده كه سجده\r\n\r\n\r\n","description":"","footnote":"\r\nوى ابو عمرو الأوسىّ است كه در جنگ احد و جنگهاى بعدى شركت داشت . عمر ، او را عامل و كارگزار منطقهء سواد عراق قرار داد . امير المؤمنين على عليه السّلام تا آمدن به بصره و پيروزى در جنگ جمل ، وى را حاكم بصره نمود . سپس عبد اللّه بن عبّاس او را عامل بصره كرد . عثمان ساكن كوفه شد و تا زمان معاويه زنده بود و در زمان حيات خويش از مواضع خوبى بهره‌مند بود ( مدارك روايت فوق در آينده ذكر خواهد شد )\r\n( 1 ) - « و كان خباب بن الأرت متقيّدا بالسجود على الحصى » ، ( مدارك روايت فوق ، بعدا خواهد آمد )\r\nخباب بن أرت تيمى يا خزاعى ، هم پيمان بنى زهره و از مسلمانان اوليّه است . او كسى است كه در راه خدا سختيهاى فراوانى را متحمّل شد و ششمين نفرى بود كه اسلام آورد . بعدها ساكن كوفه شد و در همانجا مرد و وصيّت كرد كه هنگام ظهر ، دفن شود .\r\n( 2 ) - « كان أمير المؤمنين على عليه السّلام ينهى عن السجود على كور العمامة و يأمر بالسجود على الأرض مباشرة و تبعه الأئمة من عترته عليهم السّلام » ، ( روايات أئمّه عليهم السّلام بعدا خواهد آمد )\r\n( 3 ) - « عبد اللّه بن عباس كان يفتى بوجوب لصوق الجبهة و الأنف بالأرض » ، ( أحاديثى در اين زمينه با مدارك آنها بعدا خواهد آمد )\r\nعبد اللّه بن عباس بن عبد المطلب ، درياى علم و صحابى بزرگ و مشهور است كه از موضعگيريهاى صحيحى در جريانات تاريخى بهره‌مند بوده است . وى نظرياتى در زمينهء تفسير قرآن و احاديث نبوى صلّى اللّه عليه و آله و سلم دارد . عبد اللّه بن عباس ، همراه و ملازم امير المؤمنين على عليه السّلام بود و هيچ‌گاه از حضرتش جدا نشد .\r\nامير المؤمنين على عليه السّلام او را حاكم بصره نمود . وى حوادث متعدّدى را درك كرده است . امام حسن عليه السّلام او را در مقام خويش تثبيت فرمود . بعدا وى به مدينه بازگشت و سپس در مكّه ساكن شد . و « ابن زبير » او را به « طائف » تبعيد نمود و در همانجا در سال 68 ه‍ . ق . از دنيا رفت .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nبر لباس را جايز مىدانسته است .\r\n10 - ظاهر كلام امام مالك و ديگران چنين دلالت دارد كه عمر بن خطّاب ، سجده بر غير زمين را در حال اختيار ، جايز ندانسته و به عدم جواز آن فتوا مىداده است « 1 » .\r\nهمانگونه كه ملاحظه شد ، از حديث « خباب و ابن مسعود » چنين بر مىآيد كه اكثر صحابه ، مقيّد به سجده بر سنگريزه بودند .\r\n11 - از أبو هريره و انس بن مالك و مغيرة بن شعبه و ابن مسعود نقل شده است كه سجده بر لباس ، حصير و پلاس را جايز مىدانستند ، چنان كه در زمينهء اين موضوع و ادلّهء آنان بعدا سخن خواهيم گفت « 2 » .\r\n12 - مسيّب بن رافع مىگويد : عمر بن خطّاب گفت : « هر كس كه گرما او را در روز جمعه اذيّت مىكند ، مىتواند لباس خود را پهن نموده ، و بر آن سجده\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - فتواى عمر در اين زمينه ، خواهد آمد . و نيز اين روايت از كتاب مدونة الكبرى ، ج 1 ، ص 74 - 75 نقل خواهد شد .\r\n( 2 ) - « ابو هريرهء دوسى » در سال فتح مكّه اسلام آورد و در سال 57 - 58 ه‍ . ق . مرد . وى به قدرى روايت از پيامبر اسلام صلّى اللّه عليه و آله و سلم نقل كرد كه عمر بن خطّاب او را به دروغگويى متّهم نمود . كار نقل حديث توسّط وى به جايى رسيد كه در زمان عثمان و معاويه ، رسما شروع به جعل حديث نمود و بدين گونه معاويه را در جنايتهايش حمايت و تأييد مىكرد . جهت اطّلاع از سيره و زندگى او به كتابهاى « أبو هريره » ، « ابو هريرة فى التيار » ، « شيخ المضيرة » و . . . مراجعه شود .\r\nانس بن مالك انصارى خزرجى نجارى ، خادم رسول خدا صلّى اللّه عليه و آله و سلم است كه به هنگام تشريف فرمايى حضرت به مدينه ، ده‌ساله بود و به مدّت ده سال خدمتگزارى رسول خدا صلّى اللّه عليه و آله و سلم را به عهده داشت . و در بين سالهاى 91 - 93 ه‍ . ق . در گذشت . وى احاديث متعدّدى از رسول خدا نقل كرده و زندگى او بر كسى كه كمترين آشنايى با تاريخ و حديث و تراجم داشته باشد ، پوشيده نيست .\r\nمغيرة بن شعبهء ثقفى ، فاسقى است كه آشكارا زنا مىكرد و ركن بزرگى در حكومت معاويه بوده و در پايدارى سلطنت او سهم مهمّى داشت .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nنمايد و چنانچه ازدحام و فشار جمعيّت در روز جمعه به حدّى باشد كه نتواند بر زمين سجده كند ، جايز است كه بر پشت فرد ديگر سجده نمايد » . « 1 »\r\n\r\nفتاواى تابعين و تابعين آنها\r\n1 - مسروق بن اجدع - از اصحاب ابن مسعود - سجده بر غير زمين را ، حتّى در داخل كشتى اجازه نمىداد « 2 » .\r\n2 - ابراهيم نخعى ، فقيه كوفى كه از تابعين مىباشد ، بر روى بردى مىايستاد و بر زمين سجده مىكرد . راوى مىگويد : پرسيديم كه « بردى » چيست ؟ گفت :\r\nحصير است « 3 » . در عبارتى ديگر آمده است : « او بر روى حصير نماز مىخواند و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - « انّ عمر بن الخطّاب قال : من آذاه الحرّ يوم الجمعة فليبسط ثوبه فليسجد عليه و من زحمه الناس يوم الجمعة حتّى لا يستطيع أن يسجد على الأرض فليسجد على ظهر رجل » ، ( المصنف ، عبد الرّزاق ، ج 1 ، ص 398 )\r\n( 2 ) - « كان مسروق بن أجدع من اصحاب ابن مسعود لا يرخّص فى السجود على غير الأرض حتّى فى السفينة » .\r\nطبقات الكبرى ، ابن سعد ، ج 6 ، ص 53 . المصنف ، عبد الرزاق ، ج 2 ، ص 583 . سيرتنا ، ص 136 ، به نقل از المصنف ، ابن ابى شيبه ، ج 2 ، باب « ما كان يحمل فى السفينة شيئا يسجد عليه » كه ابن ابى شيبه اين روايت را به دو سند ذكر كرده است .\r\nوى ، عبد الرحمن بن مالك است كه در زمان عمر بن خطاب از يمن مهاجرت كرد و نزد وى آمد و رواياتى چند ، از گروهى از صحابه نقل كرده است او در جنگهاى زمان امير المؤمنين على عليه السّلام حضور نيافته است . وفات وى را در سال 63 ه‍ . ق . ذكر كرده‌اند . ابن سعد او را در طبقات ، ج 6 ، ص 50 در زمرهء كسانى كه از امير المؤمنين على عليه السّلام روايت نقل نمىكنند ، ذكر كرده است . و الإصابة ، ج 3 ، ص 492 .\r\n( 3 ) - « كان إبراهيم النخعىّ الفقيه الكوفىّ التابعىّ يقوم على البردى و يسجد على الأرض . قال الراوى : قلنا :\r\nما البردى ؟ قال : الحصير » . و فى لفظ : « انّه كان يصلّى على الحصير و يسجد على الأرض » .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nبر زمين سجده مىكرد » .\r\n3 - عطاء شاگرد ابن عبّاس - به عدم جواز سجده بر « صفا » و لزوم سجده بر « بطحاء » « 1 » فتوا مىداد .\r\nابن جريج مىگويد : من به عطاء گفتم : بر روى « صفا » نماز مىگزارم در حالى كه اگر بخواهم مىتوانم در آن نزديكى بطحاء هم پيدا كنم . وى گفت : خير ( يعنى : روى صفا نماز نخوان ) سپس به او گفتم : آيا مىتوانم به جاى شن و ماسه كه كلوخ هم دارد بر زمينى كه در آن خاك وجود دارد نماز بخوانم و آن زمين مرا كفايت مىكند در حالى كه اگر بخواهم در آن نزديكى بطحاء هم وجود دارد ؟ وى پاسخ داد : اگر خاك باشد كافى است و مانعى ندارد . « 2 »\r\nهمچنين از ابن جريج نقل شده است كه مىگويد : به عطاء گفتم : نظر تو در باب نماز بر روى خمره و وطاء « 3 » چيست و آيا آن را جايز مىدانى ؟ وى جواب\r\n\r\n\r\n","description":"","footnote":"\r\nالمصنف ، عبد الرّزاق ، ج 1 ، ص 397 . مجمع الزوائد ، ج 2 ، ص 57 . سيرتنا ، ص 128 به نقل از طبرانى در « الكبير » . تحفة الأحوذى در شرح جامع ترمذى ، ج 1 ، ص 273 .\r\nاو ابراهيم بن يزيد بن الأسود ، فقيه كوفى و از تابعين است كه يكى از بزرگان و پيشوايان مشهور نزد علماى عامّه است . ابن سعد در الطبقات خود ، ج 6 ، ص 188 وى را در زمرهء كسانى كه از عبد اللّه بن عمرو عبد اللّه بن عباس و عبد اللّه بن عمرو و جابر بن عبد اللّه و نعمان بن بشير و ابو هريره روايت مىكنند ذكر كرده است . او در سال 96 ه‍ . ق . در زمان وليد بن عبد الملك در كوفه مرد ، در حالى كه 49 يا 50 و اندى سال از عمر او مىگذشت . همچنين مىتوان جهت اطلاع بيشتر به ميزان الاعتدال ، ج 1 ، مراجعه نمود .\r\n( 1 ) - بطحاء : شنزار .\r\n( 2 ) - « أفتى عطاء تلميذ الحبر ابن عبّاس بعدم جواز السجود على الصّفا و لزوم السجود على البطحاء . قال ابن جريج : قلت لعطاء : أصلّي على الصّفا و أنا أجد إن شئت بطحاء قريبا منّى ؟ قال : لا . قلت :\r\nأ فتجزى عنّى من البطحاء أرض ليس فيها بطحاء مدراة ، فيها تراب و أنا أجد إن شئت بطحاء قريبا منّى ؟ قال : إن كان التراب فحسبك » ، ( المصنف ، عبد الرزاق ، ج 1 ، ص 391 )\r\n( 3 ) - وطاء : فرش ، زيرانداز .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nداد : چنانچه زير دست و صورت نمازگزار نباشد ، مانعى ندارد و اگر چه زير زانوهايش باشد ؛ زيرا سجده بر زمين واقع شده است . « 1 »\r\nو نيز ابن جريج مىگويد : شخصى به عطاء گفت : آيا اجازه مىدهى كه در مكان « جدد » « 2 » نماز بخوانم و پس از سجده ، پيشانى را پاك كنم ؟ وى پاسخ داد : آرى . « 3 »\r\nو نيز از ابن جريج نقل شده كه وى مىگويد : به عطاء گفتم : در مسجدى كه در خانه‌ام هست و با گچ يا مرمر فرش شده است ، نماز مىخوانم در حالى كه در آنجا خاك و بطحاء وجود ندارد .\r\nگفت : آن را نمىپسندم و نزد من خوشايند نيست ، بطحاء نزد من پسنديده‌تر و محبوبتر است . سپس به او گفتم : چنانچه فقط به اندازهء صورتم در آنجا بطحاء باشد به گونه‌اى كه صورت خود را روى آن بگذارم ، آيا اين مقدار مرا كفايت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - « و عن ابن جريج قال : قلت لعطاء : أ رأيت صلاة الإنسان على الخمرة و الوطاء ؟ قال :\r\nلا بأس بذلك إذا لم يكن تحت وجهه و يديه و إن كان تحت ركبتيه من أجل انّه يسجد على حرّ وجهه » ، ( المصنف ، عبد الرّزاق ، ج 1 ، ص 392 )\r\n( 2 ) - « جدد » : زمين صاف و بدون پستى و بلندى را گويند كه در آن قدرى شن باشد .\r\n( 3 ) - « و عن ابن جريج ، قال : قال انسان لعطاء : أ رأيت إن صلّيت فى مكان جدد ، أفحص عن وجهى التراب ؟ قال : نعم » ، « المصنف ، عبد الرّزاق ، ج 1 ، ص 392 )\r\nعطاء بن ابى رياح از نظر علم ، عمل و تقوا سيّد و سرور تابعين بود . در زمان اقامت خود در مكّه ، از عايشه و ابو هريره و بزرگانى ديگر روايت كرده است . نود سال يا بيشتر ، زيست و حجّت و امام بود ( ميزان الاعتدال ، ج 3 ، ص 70 )\r\nوى در سال 114 يا 115 ه‍ . ق . مرد . ( ر . ك : الطبقات ، ج 5 ، ص 344 ) بنى اميه به صورت رسمى به او احترام مىگذاشتند ، تا جايى كه امر كردند تا منادى در بين مردم اعلام كند كه كسى به جز عطاء فتوا ندهد و چنانچه وى حضور نداشت عبد اللّه بن نجيح ، فتوا دهد عطاء ، مردى يك چشم ، پهن بينى ، لنگ ، زمينگير و سياه بود ؛ چنان كه در الطبقات و السفينه ، ج 2 ، ص 205 و قاموس الرجال ، ج 6 ، ص 306 آمده است .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nمىكند ؟ گفت : آرى ، اگر به اندازهء صورت يا پيشانى و بينى او باشد ، اشكالى ندارد ، اگر چه زيردستهاى او بطحاء نباشد .\r\nدوباره پرسيدم : پس به نظر شما بهتر اين است كه تمام اعضاى سجده بر روى بطحاء قرار گيرد ؟ وى پاسخ داد : آرى . « 1 »\r\n4 - ابن سيرين مىگويد : زخمى و شكستگى در صورت من به وجود آمد كه آن را بستم ، سپس از عبيدهء سلمانى پرسيدم : آيا بر آن سجده كنم ؟ وى گفت :\r\nپارچه را باز كن . « 2 »\r\nدستور باز كردن پارچه از اين جهت است كه پارچه از تماس مستقيم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - « عن ابن جريج قال : قلت لعطاء : اصلّى فى بيتى فى مسجد مشيد أو بمرمر ليس فيه تراب و لا بطحاء . قال : ما أحبّ ذلك ، البطحاء أحبّ إلىّ . قلت : أ رأيت لو كان فيه حيث أضع وجهى قطّ قبضة بطحاء ، أ يكفيني ؟ قال : نعم ، اذا كان قدر وجهه أو أنفه و جبينه . قلت : و إن لم يكن تحت يديه بطحاء ؟ قال : نعم . [ قلت : 
  ] فأحبّ إليك أن اجعل السجود كلّه بطحاء ؟ قال : نعم » ، ( المصنف ، عبد الرزاق ، ج 1 ، ص 392 )\r\nابن جريج همان عبد الملك بن عبد العزيز بن جريج ابو خالد مكّى ، يكى از اعلام مورد وثوق است ، هر چند كه گاهى فريبكارى مىكرد فريبكارى در نقل حديث ، بدين گونه است كه گاهى راوى ، واسطه را حذف مىكند تا اينكه شنونده تصوّر كند كه راوى ، خود به طور مستقيم حديث را شنيده است . وى متعه را جايز مىدانست و تا حدود هفتاد زن ، ازدواج موقت كرد . همه او را موثّق و مورد اعتماد و اطمينان مىدانند . وى در زمان حيات خود ، فقيه اهل مكّه بود . « جريج » مصغّر و در اوّل و آخر آن « جيم » است . ( در اين باره به ميزان الاعتدال ، ج 2 و قاموس الرجال ، ج 6 ، مراجعه شود )\r\n( 2 ) - « عن ابن سيرين قال : أصابتنى شجّة فى وجهى ، فعصبت عليها ، فسألت عبيدة السلمانىّ : أسجد عليها ؟ فقال : انزع العصاب » ، ( المصنف ، عبد الرّزاق ، ج 1 ، ص 401 )\r\nوى از بزرگان صحابه روايت كرده است . مشهور است كه از اصحاب امير المؤمنين على عليه السّلام مىباشد .\r\nاو يك چشم بود و از حضرت على عليه السّلام روايت كرده است و از اصحاب ابن مسعود به شمار مىرود . اسم او « عبيده » ( به فتح عين ) است و پسر قيس سلمانى از قبيلهء مراد است . و در سال 72 ه‍ . ق . مرد ( ر . ك : الطبقات ابن سعد ، ج 6 ، ص 62 . و قاموس الرجال ، ج 6 )\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nو بدون حايل پيشانى با زمين جلوگيرى مىكند . عبيده - كه يكى از قرّاء و از بزرگان تابعين است - به وجوب سجده بر زمين و بدون حايل فتوا مىداد .\r\n5 - صالح بن خيوان سبائى ، وجوب سجده بر زمين را از رسول خدا صلّى اللّه عليه و آله و سلم نقل مىكند و ظاهر نقل وى ، افتاء به مضمون اين حديث است . « 1 »\r\nبيهقى بعد از نقل حديث چنين مىگويد : صالح بن خيوان - كه مورد اطمينان بوده و از تابعين است - نقل كرده است كه رسول خدا صلّى اللّه عليه و آله و سلم مردى را مشاهده كردند كه به يك طرف پيشانى سجده مىكرد ، در حالى كه عمامه ، پيشانى او را پوشانده بود . پس رسول خدا صلّى اللّه عليه و آله و سلم آن را از صورت وى كنار زدند .\r\n6 - حارث غنوى مىگويد : مرّة بن شراحيل همدانى به گونه‌اى سجده كرده بود كه پيشانى او به وسيلهء خاك ساييده شده بود . هنگامى كه مرد ، يكى از بستگانش او را در خواب مىبيند در حالى كه گويا موضع سجدهء وى همچون ستاره‌اى درخشان مىدرخشد . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - « كان صالح بن خيوان السبّائى يحدّث وجوب السجود على الأرض عن رسول اللّه صلّى اللّه عليه و آله و سلم و ظاهر نقله الافتاء بمضمون الحديث » .\r\nسنن الكبرى ، بيهقى ، ج 2 ، ص 105 . مدوّنة الكبرى ، ج 1 ، ص 73 - 74 . سيرتنا ، ص 128 به نقل از سنن الكبرى و نصب الرأية ، زيلعى ، ج 1 ، ص 386 .\r\nصالح بن خيوان ( با « خاء » نقطه‌دار به نقل از تهذيب و ابن ابى حاتم و با « حاء » بدون نقطه به نقل از تهذيب و عبد الحقّ أزدى ) تابعى مورد اعتماد است ، چنانچه در ميزان الاعتدال ، ج 2 ، ص 293 .\r\nالإصابة ، ج 2 ، ص 201 ، و اسد الغابه ، ج 3 ، ص 9 آمده است .\r\n( 2 ) - « سجد مرّة بن شراحيل الهمدانىّ حتّى أكل التراب جبهته ، فلمّا مات رآه رجل من أهله فى منامه كأنّ موضع سجوده كهيئة الكواكب الدّرىّ يلمع » ، ( صفة الصفوة ، ج 3 ، ص 34 )\r\nمرّة بن شراحيل يكى از متخلّفين از امير المؤمنان على عليه السّلام است . وى چنين گفته است :\r\nعلى عليه السّلام در كارهاى خير در بدر و امثال آن بر من سبقت گرفت ولى من كراهت دارم كه در كارهاى بد او مشاركت داشته باشم ( قاموس الرجال ، ج 8 )\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\n7 - عمر بن عبد العزيز ، خليفهء اموى به خمره اكتفا نمىكرد بلكه قدرى خاك روى آن گذاشته و بر آن سجده مىنمود . « 1 »\r\n8 - از عروة بن زبير روايت شده است كه او از خواندن نماز بر روى چيزى كه غير زمين باشد كراهت داشت از غير عروه نيز چنين روايت شده است . « 2 »\r\n9 - ابن عيينه مىگويد : شنيدم كه رزين - مولاى ابن عبّاس - مىگفت : على بن عبد اللّه بن عبّاس در نامه‌اى به من نوشت كه قطعه‌اى از سنگهاى مروه را براى من بفرست تا بر آن سجده كنم . « 3 »\r\n10 - حسن بصرى مىگويد : سجده كردن بر گوشهء عمامه اشكالى ندارد .\r\nهمچنين از وى نقل شده كه چنين گفته است : قومى را ديديم كه بر عمامه‌هايشان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - « عمر بن عبد العزيز الخليفة الاموىّ كان لا يكتفى بالخمرة ، بل يضع عليها التراب و يسجد عليه » ، ( فتح البارى ، ج 1 ، ص 410 . شرح الأحوذى ، ج 1 ، ص 272 )\r\nاو عمر بن عبد العزيز بن مروان ، خليفهء اموى است كه در سال 69 ه‍ . ق . متولّد و در سال 99 ه‍ . ق . به خلافت رسيد و در سال 101 ه‍ . ق . مرد . وى فردى متزهد بود و عدالت را آشكار ساخت و فدك را به فرزندان حضرت فاطمه عليها السّلام بازگردانيد و لعن امير مؤمنان على عليه السّلام را بر منابر ، منع نمود ( الطبقات ، ج 5 ، ص 242 . قاموس الرجال ، ج 7 )\r\n( 2 ) - « انّه كان يكره الصلاة على شىء دون الأرض و كذا روى عن غير عروة » . فتح البارى ، ج 1 ، ص 410 . شرح الأحوذى ، ج 1 ، ص 272 .\r\nعروة بن زبير بن عوام ، در سال 94 ه‍ . ق . مرده است . وى رواياتى چند از گروهى از صحابه نقل نموده است . عروه ، عداوتى شديد نسبت به بنى هاشم ، بخصوص امير مؤمنان على عليه السّلام داشت ( به قاموس الرجال ، ج 6 . سفينة البحار ، ج 2 ، ص 183 . طبقات الكبرى ، ابن سعد ، ج 5 ص 132 و صفحات بعد از آن مراجعه شود )\r\n( 3 ) - أخبار مكّه به قلم ازرقى ، ج 2 ، ص 151 : « عن ابن عيينة قال : سمعت رزين مولى ابن عبّاس يقول :\r\nكتب إلىّ علىّ بن عبد اللّه بن عباس رضى عنه اللّه أن ابعث إلىّ بلوح من أحجار المروة اسجد عليه » .\r\nعلى بن عبد اللّه بن عباس بن عبد المطلب در شب شهادت على بن أبي طالب عليه السّلام در سال 40 ه‍ . ق .\r\nمتولّد شده و در سال 117 يا 118 ه‍ . ق . مرده است ( الطبقات ، ج 5 ، ص 229 )\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nسجده مىكنند و يكى از آنان سجده مىكرد در حالى كه دست او در پيراهنش بود . « 1 » بخارى اين سخن را بر « اضطرار » حمل كرده است .\r\n11 - از ابى الضحى نقل شده كه چنين گفته است : شريح بر كلاه‌خود سجده مىكرد . « 2 »\r\n12 - عبد الرحمن بن يزيد بر عمامهء خود سجده مىكرد . « 3 »\r\n13 - زبير از ابراهيم نخعى پرسيد : آيا سجده بر عمامه جايز است ؟ او پاسخ داد : سجده بر پيشانى ( روى زمين ) نزد من محبوبتر و بهتر است . « 4 »\r\n14 - ابن جريج مىگويد : به نافع - مولاى ابن عمر - گفتم : آيا ابن عمر از سجده بر زمين صاف كراهت داشت و به دنبال خاك و ماسه مىگشت ؟ وى گفت :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - المصنف ، عبد الرزاق ، ج 1 ، ص 398 . صحيح بخارى ، ج 1 ، ص 107 : « لا بأس بالسجود على كور العمامة » .\r\nحسن ، فرزند يسار ( ابو الحسن ) آزادشدهء انصار است . و در زمان خود از بزرگان تابعين در بصره بود . كشّى ، او را در زمرهء زهّاد ثمانيه ذكر كرده و چنين مىگويد : حسن به اهل هر فرقه‌اى كه برخورد مىكرد ، موافق ميل آنان صحبت نموده و خود را بزرگ و رئيس وانمود مىكرد . او رئيس قائلين به قدر ( قدريّه ) بود و استاد ابن ابى العوجاء مىباشد . وى در سال 110 ه‍ . ق . مرد .\r\nدر اين ارتباط به الطبقات ، ابن سعد ، ج 7 ، ص 114 و صفحات بعد از آن . ميزان الاعتدال ، ج 1 ، ص 527 و قاموس الرجال ج 3 ، ص 134 مراجعه شود .\r\n( 2 ) - المصنف ، عبد الرزاق ، ج 1 ، ص 399 - 400 « أنّ شريحا كان يسجد على برنسه » .\r\nچنين بر مىآيد كه نامبرده همان شريح بن حارث ، قاضى معروف است . ابن سعد در الطبقات الكبرى ، ج 6 ، ص 90 و قاموس الرجال ، ج 5 ، ص 67 ، شرح حال او را آورده‌اند .\r\n( 3 ) - المصنف ، عبد الرزاق ، ج 1 ، ص 399 - 400 : « كان عبد الرحمن بن يزيد يسجد على عمامته » ، ( شرح حال او در مباحث بعدى ذكر خواهد شد )\r\n( 4 ) - المصنف ، عبد الرزاق ، ج 1 ، ص 401 : « سأله أ يسجد على كور العمامة ؟ فقال : اسجد على جبينى أحبّ إلىّ » .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nخير ، اعتنا نداشت . « 1 »\r\n15 - معمّر مىگويد : از زهرى دربارهء سجده بر طنفسه سؤال كردم ، وى گفت : اشكالى ندارد ، رسول خدا صلّى اللّه عليه و آله و سلم بر روى خمره نماز مىخواند . « 2 »\r\n16 - حسن بصرى مىگويد : مانعى ندارد كه انسان بر حصير و خمره نماز بخواند . « 3 »\r\n17 - ابن طاووس مىگويد : مشاهده نمودم كه بساطى را براى پدرم پهن كرده‌اند و او روى آن نماز مىخواند ، گمان كردم كه اين عمل به خاطر كثيفى مكان است . « 4 »\r\n18 - ليث مىگويد : طاووس را - در مرضى كه به مرگ وى انجاميد - ديدم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - المصنف ، عبد الرزاق ، ج 1 ، ص 392 : « عن ابن جريج قال : قلت لنافع - مولى ابن عمر - : أ كان ابن عمر يكره أن يصلّى فى المكان الجدد و يتتبّع البطحاء و التراب ؟ قال : لم يكن يبالى » .\r\n( 2 ) - المصنف ، عبد الرزاق ، ج 1 ، ص 394 : « سألت الزهرى عن السجود على الطنفسة ؟ قال : لا بأس بذاك ، كان رسول اللّه صلّى اللّه عليه و آله و سلم يصلّى على الخمرة » .\r\nزهرى ، همان ابو بكر محمّد بن مسلم ، فقيه مدنى و تابعى معروف مىباشد . گفته شده كه او علم فقهاى هفت‌گانه را حفظ كرده و ده تن از صحابه را درك نموده است . وى در سال 52 ه‍ . ق . متولد و در سال 185 ه‍ . ق . مرد ( در اين زمينه به قاموس الرجال ، ج 8 ، ص 386 . الكنى و الالقاب ، محدّث قمىّ ، ج 2 ، ص 274 و ميزان الاعتدال ، ج 4 ، ص 40 مراجعه شود )\r\n( 3 ) - المصنف ، عبد الرزاق ، ج 1 ، ص 396 . المصنف ، ابن ابى شيبه ، ج 1 ، ص 401 : « لا بأس أن يصلّى على الطنفسة و الخمرة » . با اين تفاوت كه ابن ابى شيبه ، خمره را حذف كرده است .\r\n( 4 ) - المصنف ، عبد الرزاق ، ج 1 ، ص 396 : « رأيت أبى ، بسط له بساط فصلّى عليه ، فظننت أنّ ذلك لقدر المكان » .\r\nنامبرده طاووس بن كيان يمانى از بزرگان تابعين است و از زهّاد و عبّاد به شمار مىرود . وى از ابن عبّاس و بريده روايت مىكند . او در سال 106 ه‍ . ق . مرد و هشام بن عبد الملك بر وى نماز خواند ( در اين زمينه به الطبقات الكبرى ، ج 5 ، ص 391 و قاموس الرجال ، ج 5 ، ص 156 مراجعه شود )\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nكه بر روى فرش خويش ايستاده و نماز مىخواند و بر آن سجده مىكند . « 1 »\r\n19 - محمّد بن راشد مىگويد : مكحول را ديدم كه بر عمامهء خود سجده مىكند . به او گفتم : چرا بر آن سجده مىكنى ؟ پاسخ داد : سرما را از چشمانم بر طرف مىسازد . « 2 »\r\n20 - يونس روايت مىكند كه حسن بصرى بر روى طنفسه نماز مىخواند ، در حالى كه پاها و زانوهايش روى آن بود ولى دست و صورتش را روى زمين يا بوريا مىگذارد . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الطبقات الكبرى ، ج 5 ، ص 395 : « رأيت طاوسا - فى مرضه الّذي مات فيه - يصلّى على فراشه قائما و يسجد عليه » .\r\n( 2 ) - المصنف ، عبد الرزاق ، ج 1 ، ص 400 : « رأيت مكحولا يسجد على عمامته ، فقلت : لم تسجد عليها ؟ فقال : اتّقى البرد على إنسانى » .\r\nدر حاشيهء المصنف آمده است : « إنسانى يعنى : چشم من » . و آنچه را كه ابن أبى شيبه در المصنف نقل كرده است دلالت بر همين معنا مىكند ؛ زيرا او اين حديث را به اين لفظ نقل كرده است : « إنّى أخاف على بصرى من برد الحصى و إنسان العين سوادها » .\r\nو در أقرب الموارد چنين آمده است : « الإنسان : . . . المثال يرى فى سواد العين » .\r\nمكحول دمشقى ، عالم و مفتى دمشق بود كه از واثله و أبى امامه روايت مىكند . ابن قتيبه دو نفر را به نام مكحول ذكر كرده است كه يكى از آن دو همين شخص مذكور است و ديگرى ازدى است كه از اين عمر روايت مىكند . بنا بر اين ، چنين بر مىآيد كه مكحول ، دو نفر بوده كه يكى از آن دو از صحابه است كه ابن اثير در اسد الغابه ، ج 4 ، ص 412 و ابن حجر در الإصابة ، ج 3 ، ص 456 از او سخن به ميان آورده‌اند . و ديگرى مكحول دمشقى است كه بغض و عداوت نسبت به امير مؤمنان على عليه السّلام داشته است . در كلمات فقها و محدّثين هرگاه مكحول به طور مطلق ذكر شود ، همين شخص مراد است . وى در زمرهء فقهايى همچون طاووس ، مجاهد و عطاء مىباشد . ( در اين زمينه به ميزان الاعتدال ، ج 4 ، ص 177 . قاموس الرجال ، ج 9 ، ص 118 و سفينة البحار ، ج 2 ، ص 472 مراجعه شود )\r\n( 3 ) - المصنف ، ابن ابى شيبه ، ج 1 ، ص 401 : « انّه كان يصلّى على طنفسة ، قدماه و ركبتاه عليها و يداه و وجهه على الأرض او على بورى » .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\n21 - ابن سيرين مىگويد : نماز بر روى طنفسه ، چيز جديدى است . « 1 »\r\n22 - سعيد بن مسيّب مىگويد : جابر بن زيد نمازى را كه بر روى زيراندازى از اجزاى حيوان خوانده شود ، مكروه مىداشت و نمازى را كه بر روى زيراندازى كه از گياهان تهيه شده است خوانده شود ، مستحب مىدانست . « 2 »\r\n23 - ابى عبيده مىگويد : عبد اللّه ، نماز مىخواند و تنها بر زمين سجده مىكرد . « 3 »\r\n24 - مجاهد مىگويد : اشكالى ندارد كه انسان بر روى زمين و آنچه از آن مىرويد سجده كند . « 4 »\r\n25 - ابى حازم اشجعى از غلام عزّه نقل مىكند كه وى چنين گفته است :\r\nشنيدم كه ابو بكر از نماز و سجده بر « براذع » نهى مىكرد . « 5 »\r\n26 - هشام مىگويد : پدرش از سجده بر غير زمين كراهت داشت . « 6 »\r\n27 - عبد الملك بن سعيد مىگويد : سعيد بن جبير را ديدم در حالى كه بر بساطى ايستاده و نماز مىخواند و بر همان نيز سجده مىكند . « 7 »\r\n28 - نافع مىگويد : هرگاه ابن عمر روى چيزى نماز مىخواند ، بر همان چيز\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - المصنف ، ابن ابى شيبه ، ج 1 ، ص 401 : « الصلاة على الطنفسة محدث » .\r\n( 2 ) - همان مدرك : « انّ جابر بن زيد كان يكره الصلاة على كلّ شىء من الحيوان و يستحبّ الصلاة على كلّ شىء من نبات الأرض » .\r\n( 3 ) - المصنف ، ابن ابى شيبه ، ج 1 ، ص 401 : « كان عبد اللّه يصلّى و لا يسجد إلّا على الأرض » .\r\n( 4 ) - همان مدرك : « لا بأس بالصلاة على الأرض و على ما أنبتت » .\r\n( 5 ) - همان مدرك : « سمعت أبا بكر ينهى عن الصلاة على البراذع » ، ( برذعة و بردعة : پلاسى كه زير زين اسب و زير پالان الاغ قرار مىگيرد )\r\n( 6 ) - المصنف ، ابن ابى شيبه ، ج 1 ، ص 401 : « انّه كان يكره أن يسجد على شىء دون الأرض » .\r\n( 7 ) - همان مدرك : « رأيت سعيد بن جبير يصلّى على بساط يسجد عليه » .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nنيز سجده مىكرد « 1 » .\r\n29 - قيس بن عباد قيسى ، بر لبد حيوان خود نماز مىخواند « 2 » .\r\n30 - اسماعيل بن خالد مىگويد : مرّهء همدانى را ديدم كه بر لبد خويش نماز مىخواند « 3 » .\r\n31 - عمر « سجده » را به « گذاردن پيشانى بر زمين » تعبير مىكرد . و به عبارتى ديگر مىتوان گفت : از ديدگاه عمر ، سجده همان گذاردن پيشانى بر زمين مىباشد « 4 » .\r\n\r\nآرا و نظريّات فقها\r\nابن بطّال مىگويد : هيچ‌گونه اختلافى ميان فقهاى شهرها در مسألهء جواز سجده بر خمره نيست ، مگر آن چيزى كه در مورد عمر بن عبد العزيز روايت شده است كه قدرى خاك به محلّ نماز او مىآورند و او آن خاك را بر روى خمره گذاشته ، و بر آن سجده مىكرده است . و نيز آنچه كه از عروة بن زبير نقل شده است كه وى سجده بر غير زمين را خوش نمىداشت ، البتّه چنين فتوايى از ديگران هم نقل شده است « 5 » .\r\nشافعى در كتاب « الامّ » مىنويسد : اگر انسان پيشانى خود را هنگام سجده بر زمين بگذارد و لباس يا چيز ديگرى ميان زمين و پيشانى او حايل باشد ، چنين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - المصنف ، ابن ابى شيبه ، ج 1 ، ص 401 : « كان ابن عمر إذا صلّى على شىء يسجد عليه » .\r\n( 2 ) - همان مدرك : « انّ قيس بن عباد قيسى صلّى على لبد دابّته » ، ( « لبد » زيراندازى است از پشم ( نمد ) و چيزى است كه زير زين اسب قرار مىدهند )\r\n( 3 ) - المصنف ، ابن ابى شيبه ، ج 1 ، ص 401 : « رأيت مرّة الهمدانىّ يصلّى على لبده » .\r\n( 4 ) - تراتيب الإداريّه ، ج 2 ، ص 223 : « عمر يكنى عن السجدة به وضع الجبهة على الأرض » .\r\n( 5 ) - شرح الأحوذى بر جامع ترمذى ، ج 1 ، ص 272 و فتح البارى ، ج 1 ، ص 410 .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nسجده‌اى صحيح نيست ، مگر اينكه پيشانى او زخم باشد كه در اين صورت معذور خواهد بود . چنانچه لباس پاره‌اى روى پيشانى را پوشانده باشد و هنگام سجده ، قدرى از پيشانى با زمين تماس پيدا كند ، همين مقدار كفايت مىكند ؛ زيرا سجده ، تحقّق يافته است در حالى كه قدرى از پيشانى به زمين رسيده است .\r\nدوست دارم كه نمازگزار ، دستهاى خود را در سرما و گرما و بدون حايل به زمين برساند ، ولى چنانچه اين كار را نكرد و آنها را پوشاند و از سرما و گرما محافظت كرد ، اعادهء نماز لازم نيست و سجدهء سهو هم بر عهدهء او نيست - بعد از بحث طولانى در فروع مسأله مىگويد : - بايد صورت را هنگام نماز ، بازگذارد و نپوشاند و آشكار ساختن زانو و پاها لازم نيست « 1 » .\r\nابن حجر در شرح اين حديث شريف كه مىفرمايد : « هنگامى كه با پيامبر صلّى اللّه عليه و آله و سلم نماز مىخوانديم فردى از ما گوشه‌اى از لباس خود را به سبب شدّت گرما در محلّ سجده مىگذارد » ، چنين مىگويد « 2 » :\r\nنكته‌اى كه در اين حديث بدان اشاره شده اين است كه بدون حايل بودن زمين هنگام سجده ، اصل است ؛ زيرا در همين حديث ، خلاف اين اصل به صورت عدم استطاعت ، موكول و معلّق شده است .\r\nشوكانى در كتاب « النيل » - در شرح و تفسير همين حديث - مىنويسد :\r\nاين حديث بر جواز سجده بر لباس به جهت اجتناب از گرما دلالت دارد . و به اين نكته اشاره دارد كه اصل در سجده اين است كه حايل و مانعى بين زمين و پيشانى نباشد ؛ زيرا در حديث ، گذاشتن لباس در محل سجده به عدم استطاعت معلّق شده است « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كتاب الامّ ، ج 1 ، ص 99 .\r\n( 2 ) - فتح البارى ، ج 1 ، ص 414 .\r\n( 3 ) - سيرتنا ، ص 131 .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nنيز در همين كتاب ، در شرح حديث ثابت بن صامت - كه در آن چنين آمده است : رسول خدا صلّى اللّه عليه و آله و سلم در مسجد بنى عبد الأشهل به نماز ايستاد ، در حالى كه خود را در عبايى پيچيده بود و دست خود را براى محافظت از سرماى سنگريزه‌ها روى آن قرار داده بود « 1 » - چنين مىنويسد :\r\nحديث شريف بر اين مطلب دلالت دارد كه نمازگزار در جايى كه عذرى در ميان باشد مىتواند خود را به وسيلهء گوشهء لباسى كه بر تن دارد حفظ كند ، اعمّ از اينكه آن عذر ، عذر باران باشد چنان كه در حديث آمده است و يا سرما و گرما باشد همانگونه كه در روايت ابن ابى شيبه آمده است « 2 » .\r\nترمذى بعد از نقل حديث ابو سعيد - كه لفظ آن چنين است : پيامبر صلّى اللّه عليه و آله و سلم بر حصير نماز مىخواند « 3 » - گفته است : در باب مذكور ، رواياتى از انس و مغيرة بن شعبه هم نقل شده است .\r\nابو عيسى مىگويد : حديث ابو سعيد ، حسن است و عمل كردن به اين سيره نزد اكثر علما رايج مىباشد ، مگر گروهى كه نماز بر روى زمين را به جهت استحباب آن ، اختيار كرده‌اند « 4 » .\r\nبيهقى در كتاب خود بعد از نقل حديث جابر بن عبد اللّه انصارى - كه در آن چنين آمده است : پيوسته نماز ظهر را همراه رسول خدا صلّى اللّه عليه و آله و سلم مىخواندم ، پس مشتى از شن و سنگريزه‌ها را برداشته و در دست مىگرفتم تا خنك شود و هنگامى كه به سجده مىرفتم آنها را به خاطر شدّت گرما به پيشانى مىگذاردم « 5 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - « انّ رسول اللّه صلّى اللّه عليه و آله و سلم قام يصلّى فى مسجد بنى عبد الأشهل و عليه كساء ملتفّ به ، يضع يده عليه يقيه برد الحصى » .\r\n( 2 ) - سيرتنا ، ص 132\r\n( 3 ) - « ان النبىّ صلّى اللّه عليه و آله و سلم صلّى على الحصير » .\r\n( 4 ) - سنن ترمذى ، ج 2 ، ص 153 .\r\n( 5 ) - « قال كنت اصلّى مع رسول اللّه صلّى اللّه عليه و آله و سلم صلاة الظهر ؛ فآخذ قبضة من الحصى فى كفّى حتّى تبرد و أضعها\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\n- چنين آورده است :\r\nشيخ مىگويد : اگر سجده بر گوشهء لباسى كه انسان به تن دارد جايز مىبود ، اين عمل به مراتب آسانتر از خنك كردن سنگريزه‌ها و استفادهء از آنها در سجده است و ديگر خنك كردن آنها لزومى نخواهد داشت « 1 » .\r\nمؤلّف مىگويد : اگر سجده بر لباسى كه انسان به تن دارد يا بر آنچه پوشيدنى نيست مثل : دستمال و فرش كه از پنبه و پشم و حرير و . . . تهيّه شده است ، به طور مطلق جايز مىبود ، در اين صورت هيچ نيازى به سجدهء بر خاك و سنگريز و سنگ گرم شده به وسيلهء خورشيد يا سردشدهء در باران و زمستان نبود ؛ زيرا سجده بر لباس به مراتب آسانتر از سجده بر خاك و سنگ مىباشد .\r\nمالك گفته است : سجده بر طنفسه ، فرشهاى بافته شده از مو ، لباس و پوست ، مكروه است . و پيوسته تكرار مىكرد كه ايستادن ، نشستن و نماز خواندن روى آنها اشكالى ندارد ولى نبايد بر آنها سجده كرد و نبايد كف دستها را بر آنها گذارد . وى نيز در سجده بر « حصباء » و آنچه از روييدنيهاى زمين كه شبيه به آن است ، منعى نمىديد « 2 » .\r\nمالك مىگويد : نبايد بر لباس سجده كرد : مگر در سرما و گرما كه سجده بر لباس جايز است به شرطى كه لباس از پنبه يا كتان باشد .\r\nوى در ادامهء سخن خود مىگويد : شنيده‌ام كه عمر بن خطاب و عبد اللّه بن عمر ، در سرما و گرما بر لباس سجده مىكرده‌اند .\r\nاو مىنويسد : اشكالى ندارد كه انسان بر روى جل حيوانات ايستاده و نماز بخواند . . . و بر زمين سجده كند و يا اينكه بر روى لباس و حصير و شبيه آن ، از\r\n\r\n\r\n","description":"","footnote":"\r\nبجبهتى إذا سجدت من شدّة الحرّ » .\r\n( 1 ) - سنن الكبرى ، ج 2 ، ص 105 .\r\n( 2 ) - در فتح البارى ، ج 1 ، ص 413 آمده است : مالك گفته است اشكالى نمىبينم در اينكه انسان بر روى آن - يعنى طنفسه و فراء و مسوح - بايستد ، در صورتى كه دستها و پيشانى خود را روى زمين بگذارد .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nزيراندازهاى مخصوص نماز بايستد و بر خمره و حصير ، سجده كند « 1 » .\r\nدر عون المعبود در شرح حديث انس - كه نقل آن چنين است : در شدّت گرما با رسول خدا صلّى اللّه عليه و آله و سلم نماز مىخوانديم ، هر يك از ما كه عاجز از گذاردن صورتش بر زمين بود لباس خود را پهن نموده و بر آن سجده مىكرد « 2 » - آمده است :\r\nدر اين حديث ، استفاده از لباس و غير آن در هنگام سجده و حايل قرار دادن آنها بين زمين و صورت نمازگزار به خاطر اجتناب از گرما و سرما ، جايز شمرده شده است .\r\nخطّابى مىگويد : مردم در اين باره اختلاف كرده‌اند . عموم فقها مانند :\r\nمالك ، اوزاعى ، احمد ، اصحاب الرأى و اسحاق بن راهويه آن را جايز مىدانند .\r\nشافعى مىگويد : همانگونه كه سجده بر عمامه ، كافى نبوده و جايز نيست ، اين نيز جايز نمىباشد . و گويا اين كلام و فتواى شافعى ، تأويلى براى حديث انس باشد به اينكه لباسى كه پهن مىشود بايد غير از آن لباسى باشد كه شخص بر تن دارد .\r\nسپس عون المعبود در ادامه مىگويد : به نظر من ، شافعى آن را بر لباس منفصل « 3 » حمل نموده است . و بيهقى اين حمل و تأويل را با روايت اسماعيلى « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ر . ك : المدوّنة الكبرى ، ج 1 ، ص 74 - 75 .\r\n( 2 ) - « كنّا نصلّى مع رسول اللّه صلّى اللّه عليه و آله و سلم فى شدّة الحرّ ، فاذا لم يستطع أحدنا أن يمكّن وجهه من الأرض بسط ثوبه فسجد عليه » .\r\n( 3 ) - لباس منفصل ، لباسى است كه به تن انسان نباشد .\r\n( 4 ) - « فيأخذ أحدنا الحصى فى يده فإذا برد وضعه و سجد عليه ؛ يعنى : يكى از ما ، سنگريزه‌ها را در دست مىگرفت و هنگامى كه سرد شدند ، آنها را به زمين گذاشته و بر آنها سجده مىكرد » .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nتأييد و يارى نموده و گفته است : چنانچه سجده بر لباسى كه به تن انسان است جايز بود ، ديگر نيازى به خنك كردن سنگ و شن نداشتند ، با توجّه به اينكه اين كار ، زمان مىبرد « 1 » .\r\nدر ارشاد السارى بعد از نقل حديث انس « 2 » آمده است : ابو حنيفه ، مالك و اسحاق ، سجده بر لباس را در شدّت گرما و سرما جايز دانسته و در فتواى خود به حديث انس استناد و احتجاج كرده‌اند . عمر بن خطّاب و ديگران نيز همين سخن را گفته‌اند . شافعى اين حديث را به لباس منفصل يا لباس متّصلى كه با حركت انسان ، حركت نكند ، تأويل نموده است ، چنان كه قبلا گذشت . بنا بر اين ، اگر انسان از روى علم و عمد ، بر شىء متحرّكى كه به سبب حركت انسان ، حركت مىكند ، سجده نمايد ، نماز او باطل است ؛ زيرا لباس به منزلهء جزئى از انسان است « 3 » .\r\nكتاب المدوّنة الكبرى « 4 » ، فتاوا و آراى فقهى مالك را در اين مسأله به همراه فروعات آن ذكر مىكند و ما منعى نمىبينيم كه آنها را در اينجا به تفصيل نقل كنيم .\r\nمالك مىگويد : سجده بر لباس ، جايز نيست ، مگر در سرما و گرما ، به شرط آنكه لباس از جنس كتان و پنبه باشد .\r\nابن القاسم مىگويد كه مالك گفته است : چنين به من رسيده است كه عمر بن خطّاب و عبد اللّه بن عمر ، در سرما و گرما ، بر لباس سجده مىكردند و دست خويش را روى آن مىگذاردند .\r\nاز ابن القاسم سؤال كردم كه آيا مىتوان در فصل گرما و سرما بر « لبد و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - عون المعبود ، ج 1 ، ص 349 .\r\n( 2 ) - « كنّا إذا صلّينا مع النبىّ صلّى اللّه عليه و آله و سلم فيضع أحدنا طرف الثوب من شدّة الحرّ مكان السجود ؛ يعنى : هرگاه با پيامبر صلّى اللّه عليه و آله و سلم نماز مىخوانديم ، يكى از ما در اثر شدّت گرما ، گوشهء لباس خود را در محلّ سجده مىگذاشت » .\r\n( 3 ) - ارشاد السارى ، ج 1 ، ص 408 .\r\n( 4 ) - المدوّنة الكبرى ، ج 1 ، ص 73 ، 75 ، 76 و 80 .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nبسط » سجده كرد ؟ « 1 » وى پاسخ داد : در اين باره از مالك سؤال نكرديم ، ولى وى كراهت داشت كه بر لباس سجده شود ، هر چند كه از كتان و پنبه باشد و لباس هم نزد من به منزلهء بسط و لبد است . بنا بر اين ، مالك از باب توسعهء در مسأله ، سجده بر لباس را در سرما و گرما اجازه داده است .\r\nدوباره از او پرسيدم : آيا از نظر شما « لبد » به منزلهء لباس است ؟\r\nوى پاسخ داد : آرى - تا آنجا كه گفت : - مالك مىگويد : نماز خواندن و ركوع كردن نمازگزار بر جلّ حيوانات كه بر لبد چسبيده و در زين اسب به كار رفته است : اشكالى ندارد در صورتى كه بر زمين سجده كند . و نيز اشكالى ندارد كه نمازگزار بر روى لباس و فرش و آنچه كه شبيه اينهاست بايستد و نماز بخواند ، به شرط آنكه بر خمره و حصير و مانند اينها سجده كرده و دستهاى خود را بر آنچه كه پيشانى خود را بر آن مىگذارد ، قرار دهد .\r\nاو مىگويد : ابن وهب به من گفت : مردى از ابن عبّاس نقل كرده است كه رسول خدا صلّى اللّه عليه و آله و سلم به وسيلهء زيادى لباس خود ، گرما و سرماى زمين را از خود دور مىكرد « 2 » .\r\nابن وهب مىگويد : رسول خدا صلّى اللّه عليه و آله و سلم مردى را مشاهده نمودند كه به يك طرف پيشانى خود سجده مىكند ، در حالى كه پيشانى او به وسيلهء عمامه‌اش پوشيده شده بود ، سپس رسول خدا صلّى اللّه عليه و آله و سلم آن را از پيشانى او كنار زدند « 3 » .\r\nوكيع از سفيان و او از عمر - مردى از انصار - چنين نقل مىكند : انس بن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - « لبد » : نمد و زيرانداز زين اسب . « بسط » جمع بساط : حصير كم عرض كه از شاخهء خرما بافته مىشد .\r\n( 2 ) - « انّ النبىّ كان يتّقى بفضول ثيابه برد الأرض و حرّها » .\r\n( 3 ) - « انّ رسول اللّه صلّى اللّه عليه و آله و سلم رأى رجلا يسجد إلى جانبه و قد اعتمّ على جبهته ، فحسرها رسول اللّه صلّى اللّه عليه و آله و سلم عن جبهته » ،\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nمالك را ديدم كه روى طنفسه به حالت چهار زانو ، نماز مستحبى مىخواند و در مقابل او خمره‌اى است كه بر آن سجده مىكند .\r\nمالك دربارهء كسى كه بر عمامهء خود سجده مىكند ، چنين مىگويد : بهتر است كه عمامه را از بخشى از پيشانى خود كنار بزند تا قدرى از پيشانى وى با زمين تماس حاصل كند . من - يعنى ابن القاسم - گفتم : پس مىتوان بر عمامه سجده كرد ؟ مالك گفت : من نمىپسندم و آن را خوش ندارم ، ولى چنانچه انجام داد : اعاده لازم نيست .\r\nنامبرده مىگويد : مالك گفت : براى من خوشايند نيست اگر انسانى ، حصباء يا خاك را از سايه به مكان آفتابى همراه برده و سپس بر آن سجده كند .\r\nمالك دوست نمىداشت كه انسان مسلمان بر طنفسه ، فرشهاى بافته شده از مو ، لباس و پوست دبّاغى شده سجده كند و پيوسته مىگفت : نشستن و نماز خواندن بر روى آنها اشكالى ندارد ولى نبايد بر آنها سجده كرد . و نيز نبايد دستهاى خود را روى آنها گذاشت . در نظر مالك ، سجده كردن بر حصباء و مانند آن از روييدنيهاى زمين و گذاردن دستها بر آن ، اشكالى ندارد .\r\nمالك مىگويد : در اعتقاد من ، نمازگزار بايد دستهاى خود را بر همان چيزى بگذارد كه پيشانى خود را بر آن مىگذارد . و نيز مىگويد : پهن كردن لباس و سجده بر آن و گذاردن دستها را روى آن در هواى سرد يا گرم ، مانعى ندارد .\r\nاحوذى - بعد از نقل حديث نماز بر حصير - مىگويد : اكثر اهل علم به اين حديث عمل كرده‌اند ، مگر عدّه‌اى كه نماز روى زمين را به جهت استحباب آن اختيار كرده‌اند « 1 » .\r\nنويسندهء « النّيل » در كتاب خود مىنويسد : رواياتى چند مبنى بر استحباب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - شرح احوذى بر جامع ترمذى ، ج 1 ، ص 273 .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nنماز بر روى حصير از زيد بن ثابت ، ابو ذر ، جابر بن عبد اللّه انصارى ، عبد اللّه بن عمر ، سعيد بن مسيّب و مكحول و جمعى از تابعين نقل شده و ابن مسيّب بر سنّت بودن اين امر ، تصريح كرده است .\r\nعبد الرحمن بن يزيد ، هميشه بر عمامهء خود سجده مىكرد « 1 » .\r\nامام مالك بن انس به استحباب سجده بر زمين و آنچه كه از زمين مىرويد ، فتوا داده است « 2 » .\r\nابن قيّم مىنويسد « 3 » : پيامبر صلّى اللّه عليه و آله و سلم بر پيشانى و بينى خود سجده مىكرد بدون اينكه عمامه‌اش حايل باشد « 4 » . و در هيچ حديث صحيح و يا حسن نقل نشده است كه پيامبر صلّى اللّه عليه و آله و سلم بر عمامه سجده كرده باشد ، ولى عبد الرزاق در « المصنف » حديث ابو هريره را نقل مىكند كه : رسول خدا صلّى اللّه عليه و آله و سلم بر عمامه سجده مىكرد « 5 » .\r\nاين حديث از روايات عبد اللّه بن محرز است كه متروك مىباشد و ابو احمد اين روايت را از حديث جابر نقل كرده ولى به روايت عمرو بن شهر از جابر جعفى است كه هر دو متروك هستند و به تعبيرى ، متروك از متروك نقل كرده است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - المصنف ، ج 1 ، ص 399 - 400 : « كان عبد الرحمن بن يزيد يسجد على عمامته » .\r\nوى مردّد بين سه نفر است : يا عبد الرحمن بن يزيد بن تميم دمشقى است كه از مكحول و ديگران روايت مىكند ، يا عبد الرحمن بن يزيد بن جابر ازدى است كه او نيز از مكحول روايت مىكند . ذهبى در ميزان الاعتدال ، ج 2 ، ص 598 از هر دو سخن به ميان آورده است . و يا عبد الرحمن بن يزيد ، همان است كه از حذيفه روايت مىكند كه ابن سعد در الطبقات ، ج 3 ، ص 109 در شرح حال ابن مسعود از او سخن به ميان آورده است .\r\n( 2 ) - المدوّنة الكبرى ، ج 1 ، ص 74 .\r\n( 3 ) - زاد المعاد ، ج 1 ، ص 59 .\r\n( 4 ) - « كان النبىّ صلّى اللّه عليه و آله و سلم يسجد على جبهته و أنفه دون كور العمامة » .\r\n( 5 ) - « كان رسول اللّه صلّى اللّه عليه و آله و سلم يسجد على كور العمامة » .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nابو داوود در « المراسيل » چنين آورده است : رسول خدا صلّى اللّه عليه و آله و سلم مردى را مشاهده كرد كه در مسجد نماز مىخواند و بر پيشانى سجده مىكند در حالى كه عمامه‌اش پيشانى او را پوشانده است ، سپس رسول خدا صلّى اللّه عليه و آله و سلم آن را از پيشانى وى كنار زد . رسول خدا صلّى اللّه عليه و آله و سلم بيشتر اوقات بر زمين سجده مىكرد و نيز گاهى بر آب و گل و خمره و حصيرى كه از شاخ و برگ خرما بافته شده است ، سجده مىكرد « 1 » .\r\nآنچه تا اينجا ذكر شد ، خلاصه‌اى بود از ديدگاههاى صحابه و سخنان علما و فقها در مسألهء سجده كه به دست ما رسيده است كه آن اقوال و آراء را در يك دسته‌بندى كلّى مىتوان به اين صورت ارائه داد بعضى گفته‌اند :\r\nسجده بر خاك و رمل و حصباء در صورت امكان سجده بر آنها واجب است و در صورتى كه امكان سجده بر آنها نباشد ، سجده بر تمام اجزاى زمين جايز است ؛ چنان كه اين فتوا و نظر از عمر بن عبد العزيز و عطاء و ابن مسعود نقل شد . و بعضى گفته‌اند : سجده بر زمين به طور مطلق واجب است ، چنان كه ابو بكر مسروق ، عباده و ابراهيم نخعى بدان قائل هستند .\r\nو بعضى ديگر گفته‌اند : سجده بر زمين و روييدنيهاى آن در حال اختيار واجب است و سجده بر لباس در گرما و سرما جايز است ، چنان كه اين قول از ابن عمر ، عمر ، مالك ، ابى حنيفه ، ابن حجر ، شوكانى ، احمد ، أوزاعى ، اسحاق بن راهويه و اصحاب الرأى ذكر شد .\r\nو نيز بعضى گفته‌اند : سجده بر زمين و روييدنيهاى آن در حال اختيار واجب است و سجده بر لباس بافته شده از پنبه و پشم در گرما و سرما جايز است ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - « كان رسول اللّه صلّى اللّه عليه و آله و سلم يسجد على الأرض كثيرا و على الماء و الطين و على الخمرة المتّخذة من خوص النخل و على الحصير المتّخذ منه » .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nبا توجه به اينكه سجده بر زمين مستحبّ است ، همانگونه كه اين فتوا از شافعى و مالك نقل شده است .\r\nو بعضى ديگر گفته‌اند يا به آنان نسبت داده شده است : سجده بر زمين و روييدنيهاى آن و لباس با انواع مختلف آن جايز است ، چنان كه افرادى مانند ابو هريره ، مكحول ، انس و عموم فقهايى كه بعد از قرن چهارم آمده‌اند ، قائل به اين قول هستند و يا به آنان نسبت داده شده است .\r\nيك قول وسط و ميانه‌اى هم هست و آن عبارت است از : وجوب سجده بر زمين و روييدنيهاى آن در حال اختيار و جواز سجده بر غير زمين و روييدنيهاى آن در حال اضطرار و اگر چه اضطرار به جهت گرما و سرما نباشد .\r\nدر مباحث آينده به بررسى ادلّه و سخنانى كه در اين ارتباط است خواهيم پرداخت ، ان شاء اللّه تعالى .\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n\r\nدورهء اوّل : سجده بر خاك و اجزاى زمين\r\nگروه اوّل از ادلّهء وجوب سجده بر زمين :\r\n1 - حديث « جعلت لى الأرض » ، الفاظ و اسناد آن .\r\n2 - حديث خنك كردن حصى ، شكايت صحابه و مفروش كردن مسجد با حصى .\r\n3 - حديث خاك‌آلود كردن صورت .\r\n4 - حديث سجده بر گوشهء عمامه .\r\n5 - حديث دالّ بر لزوم قرار دادن پيشانى بر زمين .\r\n6 - سخن عايشه و ديگران در بيان عمل پيامبر صلّى اللّه عليه و آله و سلم\r\n7 - احاديث اهل بيت - عليهم السلام -\r\n8 - احاديث مرفوعه و آنچه از صحابه و تابعين در اين زمينه نقل شده است .\r\n9 - حديثى كه به همين دورهء اوّل اشاره دارد .\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\n\r\nگروه اوّل از ادلّهء وجوب سجده بر زمين\r\nدلايل شيعه در زمينهء سجده بر خاك و اجزاى زمين « شيعه » در اثبات عقيده و نظر خويش به آنچه از ناحيهء اهل بيت عليهم السّلام وارد شده و آنان نيز با اسانيد متّصل از نياكان خود و در نهايت از رسول خدا صلّى اللّه عليه و آله و سلم روايت نموده‌اند ، استدلال كرده است . علاوه بر اين ، به سخنان و افعال پيامبر صلّى اللّه عليه و آله و سلم كه اهل سنّت در اين زمينه در كتابهاى خود آورده‌اند و نيز به سخنان و افعال صحابه در اين باب ، احتجاج كرده است . و اينك ما در اينجا آن مقدار از ادلّه را كه بدان دست يافته‌ايم ، تقديم مىداريم :\r\n\r\nحديث « جعلت لى الأرض » ، الفاظ و اسناد آن\r\nپيامبر اكرم صلّى اللّه عليه و آله و سلم در روايتى مىفرمايند : « جعلت لى الأرض مسجدا و طهورا « 1 » ؛ يعنى : زمين به عنوان مسجد - سجده‌گاه - و پاك‌كننده براى من قرار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - صحيح مسلم ، ج 1 ، ص 371 . صحيح بخارى ، ج 1 ، ص 91 - 119 . مسند احمد ، ج 1 ، ص 250 - 301 و ج 2 ، ص 222 ، 250 ، 442 ، 502 و 411 . و ج 3 ، ص 304 و 83 . و ج 4 ، ص 416 .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nداده شد » ، كه اين فرمايش حضرت بر وجوب سجده بر زمين دلالت مىكند .\r\nروايت مزبور در الفاظ و عباراتى گوناگون نقل شده است كه در اينجا به آنها خواهيم پرداخت :\r\nدر عبارتى چنين آمده است : « جعلت لنا الأرض كلّها مسجدا و طهورا « 1 » ؛ يعنى : زمين ، سجده‌گاه و پاك‌كننده براى ما قرار داده شد » .\r\nدر عبارتى ديگر ملاحظه مىكنيم كه آمده است : « جعلت لى الأرض طيّبة و طهورا و مسجدا « 2 » ؛ يعنى : زمين ، سجده‌گاه ، پاك و پاك كنندهء براى من قرار داده شد » .\r\nالفاظ و عبارتهاى ديگر اين روايت بدين قرار است :\r\n\r\n\r\n","description":"","footnote":"\r\nو ج 5 ، ص 145 ، 248 ، 148 ، 161 ، 256 و 383 . البداية و النهايه ، ج 6 ، ص 41 . اقتضاء الصراط المستقيم ، ابن تيميه ، ص 332 . الوسائل ، ج 2 ، ص 969 . و ج 3 ، ص 422 به نقل از كافى و خصال و الفقيه . الفقيه ج 1 ، ص 231 ( ط غفارى ) السنن الكبرى ، بيهقى ، ج 2 ، ص 433 - 435 . و ج 1 ، ص 4 ، 5 و 212 با اسانيد و مدارك متعدد . بحار الأنوار ، ج 18 ، ص 305 . و ج 80 ، ص 147 . و ج 83 ، ص 276 . ارشاد السارى ، ج 1 ، ص 435 . فتح البارى ، ج 1 ، ص 370 - 371 . ينابيع المودّه ، ص 244 . سنن ابو داوود ، ج 1 ، ص 132 . سنن دارمى ، ج 2 ، ص 224 . سنن نسائى ، ج 1 ، ص 56 و 210 . سنن ترمذى ، ج 2 ، ص 131 - 133 . و ج 4 ، ص 123 . المغازى ، واقدى ، ج 3 ، ص 1021 .\r\nمنحة المعبود ، ج 1 ، ص 81 . الجامع الصغير ، سيوطى ، ج 1 ، ص 144 . مجمع الزوائد ، ج 1 ، ص 261 . الوافى ، ج 1 ، ص 87 ، باب تيمّم . تهذيب تاريخ ابن عساكر ، ج 4 ، ص 356 . كنز العمّال ، ج 12 ، ص 46 ، 49 ، و 68 . دلائل النبوّة ، بيهقى ، ج 2 ، ص 149 . البداية و النهايه ، ج 3 ، ص 299 . و ج 4 ، ص 102 . و ج 6 ، ص 257 . المصنف ، ابن ابى شيبه ، ج 2 ، ص 402 . و ج 11 ، ص 432 ، 433 ، 435 و 436 با اسناد و مدارك متعدد .\r\n( 1 ) - صحيح مسلم ، ج 1 ، ص 371 . سيرتنا به نقل از ابى داوود و نسائى و ترمذى .\r\n( 2 ) - صحيح مسلم ، ج 1 ، ص 371 . السنن الكبرى ، بيهقى ، ج 6 ، ص 291 . سيرتنا ، ص 126 و نزديك به اين روايت است آنچه در تاريخ ذهبى ، ج 2 ، ص 375 . و در فتح البارى ، ج 1 ، ص 371 از ابن المنذر و ابن الجارود و نيز در الجامع الصغير سيوطى ، ج 1 ، ص 144 آمده است .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\n- « جعلت لك و لامّتك الأرض كلّها مسجدا و طهورا « 1 » ؛ يعنى : سراسر زمين ، سجده‌گاه و پاك‌كننده براى تو و امّت تو قرار داده شد » .\r\n- « إنّ اللّه جعل لى الأرض مسجدا و طهورا ، أينما كنت أتيمّم و اصلّى عليها « 2 » ؛ يعنى : همانا خداوند زمين را سجده‌گاه و پاك‌كننده براى من قرار داد تا در هر مكانى كه هستم تيمّم كرده و بر زمين نماز گزارم » .\r\n- « جعلت الأرض لك و لامّتك طهورا و مسجدا . . . « 3 » ؛ يعنى : زمين ، به عنوان سجده‌گاه و پاك‌كننده براى تو و امّت تو قرار داده شد » .\r\n- « جعلت لى الأرض مسجدا ترابها و طهورا « 4 » ؛ يعنى : خاك زمين ، سجده‌گاه و پاك‌كننده براى من قرار داده شد » .\r\n- « جعلت الأرض مسجدا و ترابها طهورا « 5 » ؛ يعنى : زمين ، سجده‌گاه براى من و خاك آن پاك‌كننده براى من قرار داده شد » .\r\n- « عن أبى امامة الباهلى : انّ رسول اللّه صلّى اللّه عليه و آله و سلم قال : فضّلنى ربّى على الأنبياء عليهم الصلاة و السلام أو على الامم بأربع . قال : ارسلت إلى النّاس كافّة و جعلت الأرض كلّها لى و لامّتى مسجدا و طهورا ، فأينما أدركت رجلا من امّتى الصلاة فعنده مسجده و عنده طهوره ، الحديث « 6 » » .\r\nيعنى : « پروردگارم مرا به چهار چيز بر تمام انبيا عليهم السّلام يا امّتها برترى داد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار ، ج 83 ، ص 277 .\r\n( 2 ) - بحار ، ج 83 ، ص 277 ، به نقل از المجالس ابن الشيخ ، با دو سند .\r\n( 3 ) - بحار ، ج 83 ، ص 278 .\r\n( 4 ) - بحار ، ج 83 ، ص 278 . مسند أبى عوانه ، ج 1 ، ص 303 .\r\n( 5 ) - شرح عون المعبود ، ج 1 ، ص 182 .\r\n( 6 ) - مصباح المسند ، تأليف شيخ قوام الدين قمى و شنوه‌اى و مخطوط است . و شبيه به اين تعبير در تيسير الوصول ، ج 1 ، ص 315 آمده است .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nسپس فرمود : من به سوى تمام مردم فرستاده شده‌ام و تمامى زمين ، سجده‌گاه و پاك‌كننده براى من و امّتم قرار داده شد ، بنا بر اين ، در هر مكانى كه براى فردى از امّتم وقت نماز فرا رسد ، نزد او هم سجده‌گاه و هم پاك‌كننده‌اش وجود دارد . . . » .\r\n\r\nتوضيحى پيرامون حديث شريف\r\nهيچ اشكالى در حديث از جهت سند نيست ؛ زيرا اين حديث شريف ، متواتر بوده و بزرگان از حفّاظ حديث آن را در كتابهاى معتبر خويش ذكر كرده‌اند .\r\nامّا دلالت حديث : حديث دلالت دارد بر اينكه تنها چيزى كه سجده بر آن جايز است « زمين » است ؛ زيرا موضوعى كه « پاك بودن » بر آن حمل شده ، همان چيزى است كه « سجده‌گاه بودن » نيز بر آن حمل شده است . و چنانچه فرقى ميان موضوع اين دو محمول وجود داشت هرآينه تكرار موضوعها لازم و واجب مىبود . بنا بر اين ، همانگونه كه ويژگى « پاكى و طهارت » براى خود زمين ثابت است - با بيانى كه عرض شد - همين زمين ، سجده‌گاه نيز هست .\r\nالبته توجّه به اين نكته لازم است كه هيچ منافاتى بين اين برداشتى كه از حديث شد و بين معنايى كه ذكر خواهيم كرد ، نيست و آن معنا اين است كه در باب اين حديث بگوييم : روايت بر اين مطلب دلالت دارد كه سجده ، مخصوص خداوند است و اختصاص به مكان خاصّى ندارد بلكه همهء زمين براى مسلمانان عنوان سجده‌گاه را دارد و مسلمانان در عبادت و پرستش خدا همانند اهل كتاب نيستند كه عبادت و پرستش خدا را تنها به مكانهاى خاصّى - كليسا و كنيسه - اختصاص داده‌اند .\r\nآنچه در بيان اين عدم تنافى مىتوان گفت اين است كه گاهى ممكن است\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nمعانى مختلف و احكام متعدّد و نكته‌هاى گوناگونى از يك سخن و كلام واحدى استفاده شود ، بلكه اين مسأله از بدايع كلام و به خصوص كلام سيّد الأنبياء و إمام الفصحاء و البلغاء مىباشد ؛ كسى كه جوامع الكلم به او عطا شده و قرآن بر زبانش جارى گشته و در كانون فصاحت و بلاغت ، تربيت شده و پرورش يافته است .\r\nمعناى اوّلى را كه در مورد حديث مذكور بيان كرديم ، از سخن جصاص نيز استفاده مىشود ، آنجا كه مىگويد : خداوند ، آن چيزى از زمين را كه مسجد و سجده‌گاه قرار داد ، همان را پاك‌كننده نيز قرار داد « 1 » .\r\nابن حجر هم به همين معنا اشاره كرده و در شرح حديث « و جعلت لى الأرض مسجدا » مىگويد : « مسجد » به معناى « مكان سجده » است و مكان سجده به مكان خاصى از زمين اختصاص ندارد « 2 » .\r\nمؤلف مىگويد : وى از باب مجاز ، مسجد را به معناى مصلّا ( نمازگاه ) قرار نداده بلكه آن را بر حقيقتش حمل نموده است .\r\nقسطلانى نيز در شرح حديث مزبور « 3 » به همين معنا اشاره نموده است ، آنجا كه مىگويد : مسجد به معناى مكان و محلّ سجده است « 4 » ، همانگونه كه در باب تيمّم در شرح همين حديث مىگويد : مالك و ابو حنيفه در جواز تيمّم به تمامى اجزاى زمين به اين حديث احتجاج كرده‌اند ، ولى در حديث حذيفه كه در صحيح مسلم نقل شده ، چنين آمده است : تمامى زمين ، سجده‌گاه و خاك آن پاك‌كننده\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - احكام القرآن ، جصاص ، ج 2 ، ص 389 : « انّ ما جعله من الأرض مسجدا هو الّذى جعله طهورا » .\r\n( 2 ) - فتح البارى ، ج 1 ، ص 370 .\r\n( 3 ) - يعنى حديث : « جعلت لى الأرض مسجدا و طهورا » .\r\n( 4 ) - ارشاد السارى ، ج 1 ، ص 435 .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nبراى ما قرار داده شد ، هرگاه به آب دسترسى نداشته باشيم « 1 » ، كه در اين روايت ، خاك ، خاصّ است و لذا عامّ - زمين - بر آن حمل مىشود ، بنا بر اين ، پاك كنندگى به خاك اختصاص مىيابد .\r\nدر روايت ابى امامه در كتاب بيهقى آمده است : هرگاه وقت نماز براى فردى از امّت من فرا رسد و دسترسى به آب نداشته باشد ، زمين به عنوان پاك‌كننده و سجده‌گاه در اختيار او مىباشد « 2 » و در روايت احمد آمده است : خاك به عنوان پاك‌كننده و سجده‌گاه او در نزد وى موجود است « 3 » .\r\nبحر الراثق بعد از نقل حديث « جعلت لى الأرض مسجدا و طهورا » كه مورد بحث ماست ، به حديث فوق استدلال كرده و جواز تيمّم بر مطلق زمين را اثبات مىكند و مىگويد : دليل آن ، اين است كه « ال » در كلمهء « الأرض » دلالت بر جنس مىكند و چيزى از آن خارج و استثنا نمىشود ؛ زيرا تمامى زمين به عنوان مسجد قرار داده شده است و همان چيزى كه مسجد قرار داده شده ، پاك‌كننده نيز قرار داده شده است . اين خلاصه‌اى از كلام بحر الرائق بود كه در اينجا ذكر شد « 4 »\r\nدر كتاب « المعتصر » « 5 » آمده است : رسول خدا صلّى اللّه عليه و آله و سلم فرمود : امشب پنج چيز به من عنايت شد كه قبل از من به كسى عطا نشده بود : من به سوى تمامى انسانها فرستاده شده‌ام ، . . . و زمين براى من سجده‌گاه و پاك‌كننده قرار داده شد كه هركجا و هر زمان كه وقت نماز فرا رسيد ، تيمّم كرده و نماز بخوانم و اين مسأله قبل از من براى آنان دشوار بود و همانا آنان در كنيسه‌ها و كليساها نماز\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - « و جعلت لنا الأرض كلّها مسجدا و جعلت تربتها لنا طهورا إذا لم نجد الماء » .\r\n( 2 ) - « فأيّما رجل من امّتى اتى الصلاة فلم يجد ماء وجد الأرض طهورا و مسجدا » .\r\n( 3 ) - « فعنده طهوره و مسجده » .\r\n( 4 ) - بحر الرائق ، ج 1 ، ص 155 - 156 .\r\n( 5 ) - المعتصر من المختصر من مشكل الآثار ، ج 1 ، ص 16 .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nمىخواندند « 1 » .\r\nو نويسنده با استناد به اين حديث ، اين مطلب را ثابت مىكند آن چيزى از زمين كه سجده‌گاه است ، پاك‌كننده نيز هست .\r\nآنچه را كه در بيان مقصود از « مسجد » بيان كرديم به اينكه مقصود از « مسجد » محلّ سجده مىباشد و آن چيزى كه پاك‌كننده است ، همان نيز مسجد است ، با حديث « فأينما أدركت رجلا من امّتى الصلاة فعنده مسجده و عنده طهوره » - كه نقل آن سابقا گذشت - تأييد مىشود ، از اين جهت كه تصريح دارد به اينكه مقصود از « مسجد » در حديث شريف مصلّا نيست تا اينكه مراد اين باشد : در هر مكان و هر زمانى كه خواست و اراده نمود ، نماز بخواند ، بلكه مراد از « مسجد » عبارت است از : محلّ سجده . و بر اين اساس ، معناى حديث مزبور اين خواهد بود كه زمين براى من به عنوان محلّ سجده قرار داده شد ، پس هرگاه انسانى به نماز ايستاد ، آنچه را كه بايد بر آن سجده كند نزد او موجود است ، علاوه اينكه در اين روايت ، نسبت به انتخاب مكان نماز نيز رخصت داده شده است و از روايت چنين استفاده‌اى هم مىشود .\r\nهمچنين آنچه در « شرح عون المعبود » آمده است . مؤيّد همين معناست آنجا كه مىگويد : مسجد يعنى موضع و مكان سجده و سجده بر زمين به يك مكان خاصّى اختصاص ندارد ، البته ممكن است مراد از مسجد به صورت مجازى ، آن مكانى باشد كه جهت اقامهء نماز بنا شده است و اين مجاز ، مجاز تشبيهى است ؛ زيرا هنگامى كه نماز در سراسر زمين جايز باشد ، در آن صورت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - « قال رسول اللّه صلّى اللّه عليه و آله و سلم لقد اعطيت الليلة خمسا ما أعطاهنّ أحد قبلى : ارسلت إلى النّاس عامّة . . . و جعلت لى الأرض مسجدا و طهورا ، أين ما أدركتنى الصلاة تمسّحت و صلّيت و كان من قبلى يعظمون ذلك ، إنّما كانوا يصلّون فى كنائسهم و بيعهم ، الحديث » .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nمثل مسجد خواهد شد « 1 » .\r\nحافظ در كتاب خود همين مطلب را بيان كرده است ، در آنجا كه وى مفاد حديث را در سجده بر زمين ، حقيقت دانسته و معناى ديگر را مجازى قرار داده است « 2 » .\r\nبله ، در بعضى از روايات به اين معناى مجازى نيز اشاره شده است و از آن جمله است فرمايشى از حضرت رسول اكرم صلّى اللّه عليه و آله و سلم كه حذيفه آن را نقل نموده است : « جعلت لى الأرض مسجدا و ترابها طهورا « 3 » ؛ يعنى : زمين به عنوان سجده‌گاه و خاكش به عنوان پاك‌كننده براى من قرار داده شد » .\r\nدر اين روايت - چنان كه مشاهده مىشود - از ميان تمامى اجزاى زمين ، پاك كنندگى را تنها به خاك نسبت مىدهد .\r\nو نيز در رديف همين روايات است حديثى كه از ابى سعيد خدرى نقل شده است كه مىگويد : رسول خدا صلّى اللّه عليه و آله و سلم مىفرمايد : تمامى زمين به جز مقبره و حمام ، مسجد است « 4 » .\r\nچنين احتمالى در اينجا وجود دارد كه گذاردن صورت بر زمين بدون حايل و به طور مستقيم ، در حقيقت سجده از نظر لغت و عرف اخذ شده باشد . و آنچه را كه بخارى روايت كرده است بر همين مطلب دلالت مىكند . وى مىگويد :\r\nپيامبر صلّى اللّه عليه و آله و سلم سورهء نجم را قرائت فرموده و سپس سجده كردند و تمامى كسانى كه در مسجد حاضر بودند نيز سجده كردند ، مگر مردى كه مشتى از شن و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - شرح عون المعبود ، ج 1 ، ص 182 .\r\n( 2 ) - الفتح ، ج 1 ، ص 369 و صفحات بعد از آن .\r\n( 3 ) - شرح عون المعبود ، ج 1 ، ص 182 .\r\n( 4 ) - تحفة الأحوذى ، ج 1 ، ص 262 : « قال رسول اللّه صلّى اللّه عليه و آله و سلم الأرض كلّها مسجد إلّا المقبرة و الحمام » .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nسنگريزه را برداشته و بالا برد و بر پيشانى گذارد و سجده نمود . « 1 »\r\nاز ظاهر اين روايت بر مىآيد كه سجده ، عبارت از واقع شدن بر زمين به يك شكل و هيئت خاصّ است و به همين جهت است كه آن مرد مىگويد : اين گذاردن سنگريزه بر پيشانى ، مرا از سجده كفايت مىكند ؛ يعنى از سجدهء حقيقى كفايت مىكند ، نه اينكه خودش سجدهء واقعى باشد و چنانچه سجدهء بر غير زمين ، كافى بود تكلّف و مشقّت سجده بر زمين لزومى نداشت ؛ زيرا هميشه امكان سجده بر لباس وجود دارد .\r\nبنا بر اين ، اصل سجده اين است كه انسان ، صورت خود را روى زمين يعنى : خاك ، شن ، سنگ ، سنگريزه ، مدر و گياهان غير خوراكى و پوشيدنى آن بگذارد ، مگر اينكه عناوينى مانند : گرما ، سرما و فشار جمعيّت عارض شود كه شارع در آن موارد ، به جواز سجده بر لباس و امثال آن حكم كند . در آينده در اين زمينه بحث خواهيم كرد و اين همان مطلبى است كه چنان كه گذشت ، فقها به آن اعتراف دارند .\r\n\r\nاحاديث خنك كردن سنگريزه\r\n1 - جابر بن عبد اللّه انصارى مىگويد : نماز ظهر را همراه پيامبر صلّى اللّه عليه و آله و سلم مىخواندم ؛ بدين نحو كه مشتى از سنگريزه‌ها را برداشته و در كف دست خود قرار مىدادم و بعد در دست ديگر خود مىريختم تا اينكه خنك مىشد ، سپس آن سنگريزه‌هاى سرد شده را بر پيشانى خود مىگذاردم تا اينكه سجده كنم . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بخارى ، ج 5 ، ص 57 . و نيز بخارى ، ج 5 ، ص 96 . صحيح مسلم ، ج 1 ، ص 405 . سنن ابى داوود ، ج 2 ، ص 59 . و سنن دارمى ، ج 2 ، ص 342 . مسند أحمد ، ج 1 ، ص 388 ، 401 ، 437 ، 443 و 462 .\r\n( 2 ) - « كنت اصلّى مع النبىّ صلّى اللّه عليه و آله و سلم الظهر ، فآخذ قبضة من الحصى فاجعلها فى كفّى ، ثمّ أحوّلها إلى الكفّ\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nدر عبارت احمد آمده است : جابر گفت : نماز ظهر را در شدّت گرما با رسول خدا صلّى اللّه عليه و آله و سلم مىخواندم ، به جهت شدّت گرما ، مشتى از سنگريزه‌ها را در كف دست خود گرفتم تا خنك شده و بر آن سجده كنم . « 1 »\r\nدر عبارت بيهقى آمده است : در شدّت گرما نماز ظهر را با رسول خدا مىخواندم ، پس مشتى از سنگريزه‌ها را در دستم مىگرفتم تا سرد شده و هنگام سجده به جهت شدّت گرما پيشانى خود را بر آنها بگذارم . « 2 »\r\n2 - از انس روايت شده كه وى چنين گفته است : در شدّت گرما ، همراه رسول خدا صلّى اللّه عليه و آله و سلم بوديم ، يكى از ما حصباء را در دست مىگرفت و هنگامى كه سرد مىشد ، آن را بر زمين گذاشته و بر آن سجده مىكرد . « 3 »\r\nبيهقى بعد از نقل حديث انس مىگويد : شيخ گفته است : چنانچه سجده بر لباس متّصل جايز بود ، هرآينه اين عمل آسانتر بود از اينكه سنگريزه‌ها را در دست خود خنك كنند و سپس جهت سجده آنها را روى زمين قرار دهند .\r\nمن مىگويم : چنانچه سجده بر لباس جايز بود ، اين كار به مراتب آسانتر از\r\n\r\n\r\n","description":"","footnote":"\r\nالأخرى حتّى تبرد ، ثمّ أضعها لجبينى من شدّة الحرّ » .\r\nكنز العمّال ، ج 4 ، ص 188 . و در چاپ ديگر ج 8 ، ص 24 . سنن نسائى ، ج 2 ، ص 204 . سنن ابو داوود ، ج 1 ، ص 110 . مسند احمد ، ج 3 ، ص 377 . سنن بيهقى ، ج 1 ، ص 439 به نقل از جابر . و ج 2 ، ص 105 - 106 به نقل از جابر و انس . شرح احوذى بر جامع ترمذى ، ج 1 ، ص 405 . شرح عون المعبود بر سنن ابو داوود ، ج 1 ، ص 249 به نقل از انس . سيرتنا ، ص 127 كه همگى با الفاظى مشابه آن را نقل كرده‌اند . المصنف ، ابن ابى شيبه ، ج 1 ، ص 324 .\r\n( 1 ) - « كنت اصلى مع رسول اللّه صلّى اللّه عليه و آله و سلم الظهر ، فآخذ قبضة من حصى فى كفّى لتبرد حتّى أسجد عليها من شدّة الحرّ » .\r\n( 2 ) - « كنت أصلّي مع رسول اللّه صلّى اللّه عليه و آله و سلم صلاة الظهر ، فآخذ قبضة من حصى فى كفّى حتّى تبرد و أضعها لجبهتى إذا سجدت من شدّة الحرّ » .\r\n( 3 ) - « كنّا مع رسول اللّه صلّى اللّه عليه و آله و سلم فى شدّة الحرّ ، فيأخذ أحدنا الحصباء فى يده ، فاذا برد وضعه و سجد عليه » .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nخنك كردن است ؛ زيرا همانگونه كه سجده بر لباس متّصل ، آسان است ، حمل دستمال يا پارچه نازك هم سهل و آسان است « 1 » .\r\nبنا بر اين ، حديث مزبور همانگونه كه بر عدم جواز سجده بر لباس متّصل دلالت مىكند - چنان كه شيخ اين گونه برداشت كرده است - بر عدم جواز سجده بر غير زمين نيز دلالت مىنمايد .\r\n3 - خبّاب بن ارتّ در روايتى مىگويد : در ارتباط با شدّت گرما و اذيت و آزار آن در هنگام سجده به پيشانى و كف دستهايمان به رسول خدا صلّى اللّه عليه و آله و سلم شكايت كرديم و حضرت به شكايت ما ترتيب اثرى نداد « 2 » .\r\nدر عبارت مسلم آمده است : خبّاب مىگويد : نزد رسول خدا صلّى اللّه عليه و آله و سلم آمديم سپس از گرماى طاقت فرسا به حضرتش شكايت كرديم و حضرت به شكايت ما وقعى نگذاشت « 3 » .\r\nالبداية و النهايه ، حديث مذكور را از احمد و بيهقى نقل كرده و چنين تأويل مىنمايد : آنچه من از حديث مزبور برداشت مىكنم اين است كه اين حديث ، نسبت به حديث اوّل ، مختصرتر است و ديگر اينكه بسيار بعيد است كه آنان - مسلمانان - از اذيّت و آزارى كه مشركين به آنان روا مىداشتند به اين صورت كه آنان را روى شنهاى داغ مىكشيدند و آنها دستهاى خويش را سپر قرار داده تا صورتهايشان آسيب نبيند ، به پيامبر صلّى اللّه عليه و آله و سلم شكايت كرده باشند . خود تعقّل كن « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - طبرانى در معجم الصغير ، ج 1 ، ص 157 .\r\n( 2 ) - اين عبارت بيهقى است كه مىگويد : « قال شكونا إلى رسول اللّه صلّى اللّه عليه و آله و سلم شدّة الرمضاء فى جباهنا و أكفّنا فلم يشكنا » .\r\n( 3 ) - « قال : أتينا رسول اللّه صلّى اللّه عليه و آله و سلم فشكونا إليه حرّ الرمضاء فلم يشكنا » .\r\n( 4 ) - البداية و النهايه ، ج 3 ، ص 60 صاحب بدايه با اين استبعاد مىخواهد حديث را تضعيف كند و يا رد نمايد ولى كثرت احاديث ، استبعاد او را رد مىكند .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nحديث مزبور در عبارتى ديگر ، چنين آمده است : در مورد خواندن نماز در گرماى سوزان به رسول خدا صلّى اللّه عليه و آله و سلم شكايت كرديم و حضرت اعتنايى نفرمود « 1 » .\r\n4 - ابن مسعود نقل مىكند : در مورد گرماى سوزان به رسول خدا صلّى اللّه عليه و آله و سلم شكايت كرديم و حضرت اعتنا نفرمودند « 2 » . روايات بسيار ديگرى نيز به همين مضمون در كتابهاى ديگرى نقل شده است « 3 » .\r\nنكته‌اى كه از مجموع اين روايات بر مىآيد اين است كه روايات دلالت دارند بر اينكه شكايت كننده‌ها فقط خبّاب و جابر و ابن مسعود نيستند ، بلكه عموم صحابه مىباشند ؛ زيرا در دو روايت خبّاب و ابن مسعود آمده است :\r\n« شكونا و فلم يشكنا » كه به صيغهء جمع آورده شده و اين تعابير حكايت از شمار زياد صحابه دارد .\r\nابن اثير در « النهايه » در باب كلمهء « شكى » - بعد از نقل حديث خبّاب به همان صورتى كه از مسلم نقل كرديم - مىنويسد : فقها اين حديث را در باب سجده نقل مىكنند ؛ زيرا آنها - صحابه - در اثر شدّت گرما ، پيشانى خود را بر كناره‌هاى لباسهاى خويش گذارده و سجده مىكردند ، ولى نسبت به اين كار منع شدند و هنگامى كه در اين باره به رسول خدا صلّى اللّه عليه و آله و سلم شكايت كردند ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - المصنف ، ابن ابى شيبه ، ج 1 ، ص 324 به نقل از خبّاب : « شكونا إلى رسول اللّه صلّى اللّه عليه و آله و سلم الصلاة فى الرمضاء فلم يشكنا » .\r\n( 2 ) - « شكونا إلى النبىّ صلّى اللّه عليه و آله و سلم حرّ الرمضاء فلم يشكنا » .\r\n( 3 ) - صحيح مسلم ، ج 1 ، ص 433 با دو سند . ارشاد السارى ، ج 1 ، ص 487 . سيرتنا ، ص 127 به نقل از نيل الأوطار . مسند احمد ، ج 5 ، ص 108 - 110 . المصنف ، ج 1 ، ص 544 . سنن بيهقى ، ج 1 ، ص 438 با دو سند . و ج 2 ، ص 105 - 107 . سنن نسائى ، ج 1 ، ص 247 . ابن ماجه ، ج 1 ، ص 222 . تنوير الحوالك ، ج 1 ، ص 37 . الرسف ، ص 225 . منحة المعبود ، ج 1 ، ص 70 . مسند أبى عوانه ، ج 1 ، ص 345 . در لسان الميزان ، ج 2 ، ص 63 و ميزان الاعتدال ، ج 1 ، ص 352 ، روايت فوق را از جابر نقل كرده‌اند .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nپيامبر اسلام صلّى اللّه عليه و آله و سلم سجده بر كناره‌هاى لباس را به آنان رخصت و اجازه نفرمود .\r\nسيوطى در حاشيهء خود بر سنن نسايى - بعد از نقل آنچه از « النهايه » ذكر شد - چنين آورده است كه قرطبى مىگويد : محتمل است كه اين عمل تأخير نماز تا هنگام خنك شدن هوا از ناحيهء رسول خدا صلّى اللّه عليه و آله و سلم باشد ، قبل از اينكه پيامبر صلّى اللّه عليه و آله و سلم امر به سرد كردن كند « 1 » .\r\nمؤلّف مىگويد : از روايات چنين بر مىآيد كه صحابه از اذيّت و آزارى كه از ناحيهء گرما و سرما متوجّه دست و صورت آنان بود ، به پيامبر صلّى اللّه عليه و آله و سلم شكايت كردند تا رسول خدا صلّى اللّه عليه و آله و سلم براى دفع مشقّت و سختى از آنان ، سجده بر غير زمين را مانند لباس متّصل مثل گوشهء عمامه يا لباس منفصل مثل دستمال و سجّاده‌هاى بافته شده از پنبه و كتان و حرير در ( قرون بعد ) و . . . به آنان رخصت فرمايد . بنا بر اين ، بىاعتنايى رسول خدا صلّى اللّه عليه و آله و سلم به شكايت آنان ، با توجه به رأفت و عطوفت و كرامت آن حضرت ، چيزى جز عدم جواز سجده بر غير زمين نمىتواند باشد .\r\n5 - ابو وليد مىگويد : دربارهء تاريخچهء مفروش ساختن مسجد با « حصباء » از ابن عمر سؤال كردم . وى پاسخ داد : شبى ، باران همه جا را فراگرفت . صبح براى نماز صبح به سوى مسجد روانه شديم . شخصى كه مسير او از بيابان مىگذشت ، قدرى حصباء در لباس خود گذاشته و همراه آورده بود و روى آن نماز خواند . هنگامى كه رسول خدا صلّى اللّه عليه و آله و سلم آن را مشاهده كردند ، فرمودند : چه نيكوست چنين زيراندازى ! و اين شروع كار بود « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سنن نسائى ، ج 1 ، ص 247 .\r\n( 2 ) - سنن بيهقى ج 2 ، ص 440 و 106 . وفاء الوفاء ، ج 2 ، ص 655 - 656 . سيرتنا ، ص 128 .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nدر عبارت سمهودى از قول ابو وليد آمده است : دربارهء حصبايى كه در مسجد است از ابن عمر سؤال كردم . وى چنين گفت : شبى بر ما باران باريد و زمين خيس شد ، در اين حال مردى كه قدرى حصباء همراه داشت ، آمد و آنها را زير پاى خود پهن كرد . هنگامى كه پيامبر اكرم صلّى اللّه عليه و آله و سلم نماز خود را تمام كردند ، فرمودند : اين ، چه نيكوست !\r\nاين روايت چنين دلالت مىكند كه صحابه حتّى هنگام نزول باران و خيس شدن زمين ، مقيّد و متعبّد به سجده بر خاك و گل بودند و بر چيز ديگرى غير از آن سجده نمىكردند ، بلكه رسول خدا صلّى اللّه عليه و آله و سلم نيز مقيّد به اين عمل بود و اين امر ، كاشف از عدم جواز سجده بر غير زمين است بلكه سمهودى « 1 » نقل كرده است ؛ كه تا زمان عمر ، مساجد با « حصباء » مفروش نبود « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\nسيرة الحلبيه ، ج 2 ، ص 80 . سنن ابى داوود ، ج 1 ، ص 174 در چاپى كه شرح عون المعبود را همراه دارد . و ص 125 در چاپى كه به طور مستقلّ و تحت نظر و اشراف محمّد محى الدين چاپ شده است . و در فتوحات الاسلاميه ، ج 2 ، ص 368 . و وفاء الوفاء ، ج 2 ، ص 656 آمده است :\r\nمفروش كردن مسجد با حصباء در زمان عمر بوده است . ولى در سيرة الحلبيّه بعد از نقل اينكه اين عمل در زمان حيات پيامبر اكرم صلّى اللّه عليه و آله و سلم و به امر آن حضرت بوده است ، چنين اضافه مىكند كه : اوّلين كسى كه مسجد را با حصير فرش كرد ، عمر بن خطّاب بود ، در حالى كه قبل از آن يعنى در زمان رسول خدا صلّى اللّه عليه و آله و سلم با حصباء فرش شده بود .\r\nغزالى در الاحياء مىنويسد : بيشتر كارهاى پسنديدهء اين اعصار ، در عصر صحابه از امور منكر به شمار مىرفته است . از جمله چيزهاى پسنديده در زمان ما ، فرش كردن مساجد با فرشهاى ظريف است ، در حالى كه در گذشته فرش كردن مساجد با حصير بدعت به شمار مىرفت و آنان وجود حايل و مانع بين خود و زمين را نمىپذيرفتند .\r\n( 1 ) - وفاء الوفاء ، ج 2 ، ص 656 .\r\n( 2 ) - سمهودى مىگويد : مقتضاى كلام مورّخان اين است كه فرش كردن مساجد با سنگريزه ، در زمان عمر واقع شده است . يحيى از عبد الحميد بن عبد الرحمن ازهرى روايت مىكند كه او گفته است :\r\nهنگامى كه عمر بن خطّاب ، مسجد رسول خدا صلّى اللّه عليه و آله و سلم را تجديد بنا كرد ، چنين گفت : نمىدانيم كه مسجدمان\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\n6 - هشام بن حكم مىگويد : به امام صادق عليه السّلام عرض كردم مرا از آنچه سجده بر آن جايز است و آنچه سجده بر آن جايز نيست ، آگاه سازيد . حضرت در پاسخ فرمودند : سجده ، فقط بر زمين و يا آنچه از زمين مىرويد بجز گياهان خوردنى و پوشيدنى ، جايز است .\r\nگفتم : فدايت شوم ! علّت اين امر چيست ؟ حضرت فرمودند : چون‌كه سجده ، خضوع و تواضع در برابر خداوند متعال است ، بنا بر اين ، سزاوار نيست كه بر خوردنيها و پوشيدنيها سجده شود ؛ زيرا فرزندان دنيا ، بندهء آنچه مىخورند يا مىپوشند ، هستند و سجده‌كننده در سجده‌اش در حال عبادت و پرستش خداوند متعال است و از اين رو شايسته نيست كه پيشانى خود را در حال سجده بر معبود فرزندان دنيا قرار دهد ، كسانى كه فريفتهء دنيا شده و بدان مغرور گشتند . در هر\r\n\r\n\r\n","description":"","footnote":"\r\nرا با چه چيزى فرش كنيم ، به او گفته شد كه با حصيرى كه از ليف خرما بافته شده يا حصيرى كه از چيز ديگرى بافته شده است فرش كن .\r\nعمر گفت : اينجا ( يعنى وادى عقيق ) سرزمين مباركى است ، همانا من شنيدم كه رسول خدا صلّى اللّه عليه و آله و سلم مىفرمود : وادى عقيق ، وادى مباركى است ، وى گفت : سپس عمر مسجد را با سنگريزه فرش كرد . ( ر . ك :\r\nالطبقات ، ج 3 ، ق 1 ، ص 204 )\r\nاز عبيد اللّه بن عمر نقل شده است كه وى گفته است : سفيان بن عبد اللّه ثقفى بر عمر بن خطاب وارد شد ، در حالى كه مسجد با « حصباء » مفروش نبود . او به عمر گفت : آيا وادى عقيق از آن شما نيست ؟ عمر پاسخ داد :\r\nبلى . سپس وى گفت : پس آن را با حصباء وادى عقيق فرش كنيد . پس از آن عمر دستور داد تا مسجد را با حصباء آن وادى مبارك فرش كنند .\r\nبه نظر مؤلّف ، هيچ‌گونه منافاتى بين نقل ابن عمر كه مفروش ساختن مسجد را با حصباء مربوط به زمان رسول خدا صلّى اللّه عليه و آله و سلم مىداند و بين نقل ازهرى كه اين امر را مربوط به زمان عمر مىداند ، وجود ندارد ؛ زيرا اين احتمال وجود دارد كه فرش كردن مسجد با حصباء در زمان رسول اكرم صلّى اللّه عليه و آله و سلم واقع شده و عمر بعد از تجديد بناى مسجد ، در مورد فرش كردن آن با حصير يا حصباء مشورت كرده است كه فرش كردن با حصباء به او پيشنهاد مىشود و او هم اين كار را انجام مىدهد تا زمانى كه بعدا مسجد با حصير فرش مىشود ، چنان كه از سيرهء حلبيّه نقل شده است .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nحال سجده بر زمين افضل است و به بهترين وجه تواضع و خضوع در برابر خداوند منّان را نشان مىدهد « 1 » .\r\n\r\nرواياتى كه بر خاك‌آلود كردن صورت و بر زمين گذاردن آن دلالت دارند :\r\n1 - عبد الرزاق از خالد جهنى چنين نقل مىكند كه وى گفته است :\r\nرسول خدا صلّى اللّه عليه و آله و سلم « صهيب » را مشاهده كردند كه سجده مىكند ، ولى گويا از خاك اجتناب دارد و خود را از آن دور مىكند . پس پيامبر صلّى اللّه عليه و آله و سلم به او فرمودند :\r\n« ترّب وجهك يا صهيب ؛ يعنى : اى صهيب ، صورت خود را خاك‌آلود كن » « 2 » .\r\nراوى ، كيفيّت اجتناب و دورى صهيب را از خاك ذكر نمىكند كه آيا وى صورت خود را به وسيلهء عمامه يا دستمال يا لباس از خاك حفظ مىكرده است يا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار الأنوار ، ج 85 ، ص 147 به نقل از علل الشرائع شيخ صدوق . وسائل الشيعة ، ج 3 ، ص 591 كه اين روايت را از الفقيه و العلل و التهذيب استخراج كرده است . البته در باب تعليل در روايت ، صحبت خواهيم كرد :\r\n« قال : قلت لأبى عبد اللّه - جعفر بن محمّد الصادق عليهما السّلام أخبرنى عمّا يجوز السجود عليه و عمّا لا يجوز : قال : السجود لا يجوز إلّا على الأرض أو ما أنبتت الأرض إلّا ما أكل أو لبس . فقلت له : جعلت فداك ، ما العلّة فى ذلك ؟ قال : لأنّ السجود خضوع للّه عزّ و جلّ ، فلا ينبغى أن يكون على ما يؤكل و يلبس ؛ لأنّ أبناء الدنيا عبيد ما يأكلون و يلبسون و الساجد فى سجوده فى عبادة اللّه عزّ و جلّ ، فلا ينبغى أن يضع جبهته فى سجوده على معبود أبناء الدنيا الّذين اغترّوا بغرورها و السجود على الأرض أفضل و أبلغ فى التواضع و الخضوع للّه عزّ و جلّ » .\r\n( 2 ) - المصنف ، عبد الرزاق ، ج 1 ، ص 392 . كنز العمّال ، ج 4 ، ص 100 ، شمارهء 2129 . و در چاپى ديگر ، ج 7 ، ص 328 : « قال : رأى النبى صلّى اللّه عليه و آله و سلم صهيبا يسجد كأنّه يتّقى التراب . فقال له النبىّ :\r\nترّب وجهك يا صهيب » .\r\nيعنى : « صورت خود را پاك نكن و روى خاك سجده كن » ، يا بنا به گفتهء ابن اثير در نهايه : زياد سجده كن .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nبه صورتى ديگر و تنها نقل كرده است كه رسول خدا صلّى اللّه عليه و آله و سلم او را به خاك‌آلود كردن صورت و گذاردن پيشانى بر خاك ، امر مىنمايد و « امر » هم وجوب را افاده مىكند . و چنانچه صهيب با سجده كردن بر حصير يا خمره يا سنگ صاف ، از خاك اجتناب مىكرد ، در اين صورت امر رسول خدا صلّى اللّه عليه و آله و سلم از وجوب ، به استحباب منصرف مىشود و علّت اين امر همان است كه در آينده از آن بحث خواهيم كرد كه عبارت است از اينكه : سجده بر غير خاك از ساير اجزاى زمين جايز است .\r\n2 - امّ سلمه - رضى اللّه عنها - مىگويد : رسول خدا صلّى اللّه عليه و آله و سلم غلام ما را - كه افلح ناميده مىشد - مشاهده نمود كه هنگام سجده ، زمين را فوت مىكند تا جايگاه سجده‌اش از خاك پاك شود ، حضرت به او فرمود : « يا افلح ! ترّب ؛ يعنى :\r\nاى افلح ! پيشانى خود را به خاك بمال » . « 1 »\r\n3 - پيامبر صلّى اللّه عليه و آله و سلم فرمود : يا رباح ! پيشانى خود را خاك‌آلود كن . « 2 »\r\nو در عبارت الإصابة آمده است : ام سلمه - رضى اللّه عنها - مىگويد :\r\nپيامبر صلّى اللّه عليه و آله و سلم از كنار غلام ما - كه رباح ناميده مىشد - عبور مىكرد ، در حالى كه وى نماز مىخواند و محلّ نماز خود را از خاك پاك مىكرد . حضرت به او فرمودند : پيشانى را بر خاك بگذار . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - « رأى النبىّ صلّى اللّه عليه و آله و سلم غلاما لنا - يقال له افلح - ينفخ إذا سجد . فقال : يا افلح تربّ » .\r\nكنز العمّال ، ج 4 ، ص 212 و 99 و در چاپى ديگر ، ج 7 ، ص 324 . و ج 8 ، ص 86 ، شمارهء 295 و 4559 . الإصابة ، ج 1 ، ص 58 . شرح الاحوذى بر جامع ترمذى ، ج 1 ، ص 272 . اسد الغابه ، ج 1 ، ص 106 با دو عنوان و ترمذى ، ج 2 ، ص 221 .\r\n( 2 ) - كنز العمّال ، ج 4 ، ص 212 و 99 و در چاپ ديگر ، ج 7 ، ص 324 . و ج 8 ، ص 85 ، شمارهء 209 و 4560 . الإصابة ، ج 1 ، ص 502 ، شمارهء 2562 . اسد الغابه ، ج 2 ، ص 161 . و ترمذى ، ج 2 ، ص 221 : « يا رباح ترّب » .\r\n( 3 ) - از امّ سلمه نقل شده است : « مرّ النبىّ صلّى اللّه عليه و آله و سلم بغلام لنا - يقال له رباح - و هو يصلّى فنفخ ، فقال :\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nو در نقلى ديگر چنين آمده است كه پيامبر صلّى اللّه عليه و آله و سلم به وى فرمود : يا رباح ! آيا نمىدانى كه هركس فوت كند ، حرف زده است . « 1 »\r\nچنانچه موضع سجده از اجزاى زمين باشد دو روايت مزبور در اين مورد ، دلالت بر برترى و رجحان خاك‌آلود كردن صورت مىكنند و الّا در غير اين صورت ، امر در روايت ، وجوب سجده بر خاك را افاده مىكند بنابر مقتضاى اين قاعده كه امر ، وجوب را افاده مىكند ، البته با قطع نظر از بطلان و عدم بطلان نماز به وسيلهء فوت كردن ، همانطور كه در روايت بيان شده است .\r\n4 - چنان كه از امّ المؤمنين ، امّ سلمه - رضى اللّه عنها - نقل شده است ، پيامبر صلّى اللّه عليه و آله و سلم مىفرمايد : صورت خود را براى خدا به خاك‌آلوده كن و بر خاك بگذار « 2 » .\r\nاين حديث به نحو مطلق و بدون هيچ‌گونه قيدى ، به آلوده كردن صورت و گذاردن آن بر خاك ، امر مىكند و ظهور در وجوب و لزوم دارد ، مگر در مواردى كه دليل بر تخصيص آن وجود داشته باشد مثل موارد ضرورت و يا آنچه بر آن سجده مىشود از گياهان زمين و اجزاى زمين باشد .\r\n5 - پيامبر صلّى اللّه عليه و آله و سلم به معاذ فرمود : صورتت را به خاك بمال « 3 » .\r\n6 - بر نمازگزار لازم است كه صورت خود را روى زمين گذاشته و به خاك بمالد ؛ زيرا اين عمل از نشانه‌هاى تذلّل براى خداوند متعال است « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\nترّب وجهك » .\r\n( 1 ) - « يا رباح أما علمت أنّ من نفخ فقد تكلّم » ، ( به اسد الغابه مراجعه شود )\r\n( 2 ) - كنز العمّال ، ج 4 ، ص 100 . و در چاپ ديگر ، ج 7 ، ص 328 : « ترّب وجهك للّه » .\r\n( 3 ) - ارشاد السارى ، ج 1 ، ص 405 : « عفّر وجهك فى التراب » .\r\n( 4 ) - بحار ، ج 85 ، ص 156 ، به نقل از دعائم الإسلام : « ينبغى للمصلّى أن يباشر بجبهته الأرض و يعفّر وجهه فى التراب ، لأنّه من التذلّل للّه تعالى » .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\n7 - ابى صالح مىگويد : بر امّ سلمه ، أمّ المؤمنين - رضى اللّه عنها - وارد شدم و بعد از من پسر برادر او وارد شد و دو ركعت نماز در خانهء او خواند ، وى هنگام سجده ، زمين را فوت مىكرد . سپس امّ سلمه گفت : اى پسر برادر ! فوت نكن ، همانا از رسول خدا شنيدم كه به غلام خود كه « يسار » نام داشت و فوت مىكرد ، فرمود : صورت خود را براى خدا به خاك بمال و خاك‌آلود كن « 1 » .\r\n\r\nروايات سجده بر گوشهء عمامه\r\n1 - از امير المؤمنين على عليه السّلام روايت شده است كه مىفرمايند : هرگاه يكى از شما نماز مىخواند ، عمامهء خويش را كنار بزند ، يعنى بر گوشهء عمامهء خود سجده نكند « 2 » .\r\n2 - روايت شده است كه هرگاه پيامبر صلّى اللّه عليه و آله و سلم سجده مىكرد ، عمامهء خويش را از پيشانى خود كنار مىزد « 3 » .\r\n3 - صالح بن خيوان سبايى چنين روايت نموده است : رسول خدا صلّى اللّه عليه و آله و سلم مردى را ديد كه در كنار ايشان نماز مىخواند و در حالى كه عمامه‌اش را بر پيشانى بسته بود ، سجده مىكرد ، رسول خدا صلّى اللّه عليه و آله و سلم عمامه را از پيشانى آن مرد كنار زد « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مسند احمد ، ج 6 ، ص 301 : « دخلت على امّ سلمة ، فدخل عليها ابن أخ لها ، فصلّى فى بيتها ركعتين ، فلمّا سجد نفخ التراب فقالت امّ سلمة : ابن أخى ، لا تنفخ ، فإنّى سمعت رسول اللّه صلّى اللّه عليه و آله و سلم يقول لغلام له - يقال به يسار - و نفخ : ترّب وجهك للّه » .\r\n( 2 ) - كنز العمّال ، ج 4 ، ص 212 . و در چاپ ديگر ، ج 8 ، ص 86 . السنن الكبرى ، بيهقى ، ج 2 ، ص 105 . منتخب كنز العمّال در حاشيه المسند ، ج 3 ، ص 194 . و سيرتنا ، ص 128 : « قال : إذا كان أحدكم يصلّى فليحسر العمامة عن وجهه » .\r\n( 3 ) - الطبقات ، ج 1 ، ص 151 ، ق 2 : « إنّ النبىّ صلّى اللّه عليه و آله و سلم كان إذا سجد رفع العمامة عن جبهته » .\r\n( 4 ) - « إنّ النبىّ صلّى اللّه عليه و آله و سلم رأى رجلا يسجد بجنبه و قد اعتمّ على جبهته فحسر\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\n4 - عياض بن عبد اللّه قريشى مىگويد : رسول خدا صلّى اللّه عليه و آله و سلم مردى را مشاهده كردند كه بر گوشهء عمامهء خود سجده مىكند ، سپس حضرت با دست خود اشاره نمودند كه عمامه‌ات را بردار و به پيشانى او اشاره نمودند « 1 » .\r\nدر عبارت « الإصابة » آمده است : شخصى در كنار پيامبر صلّى اللّه عليه و آله و سلم بر عمامهء خود سجده مىكرد و پيامبر صلّى اللّه عليه و آله و سلم عمامهء او را از پيشانىاش كنار زدند « 2 » .\r\n5 - از پيامبر صلّى اللّه عليه و آله و سلم نقل شده است كه نهى فرمودند از اينكه نمازگزار بر لباس يا گوشهء عمامه يا آستين خود سجده كند « 3 » .\r\nمؤلّف مىگويد : گاهى نهى از سجده بر گوشهء عمامه بر اين حمل مىشود كه اين نهى ، بدين جهت بوده كه عمامه همراه نمازگزار و متّصل به او مىباشد و با حركت نمازگزار ، آن هم حركت مىكند و لذا نهى متعلّق به سجده بر گوشهء عمامه از اين جهت بوده است ، ولى وجه و دليلى براى اين حمل وجود ندارد ؛ زيرا تنها يك احتمال محض و بدون دليل و شاهد است ، بنا بر اين ، اطلاق حديث به صرف وجود اين احتمال ، مخدوش نمىگردد و از اطلاق دست برداشته نمىشود .\r\nعلاوه اينكه هيچ خصوصيّتى براى اينكه عمامه ، لباس متحرّك است و با حركت نمازگزار ، حركت مىكند وجود ندارد ؛ زيرا اتّصال لباس به نمازگزار و\r\n\r\n\r\n","description":"","footnote":"\r\nرسول اللّه صلّى اللّه عليه و آله و سلم عن جبهته » .\r\nالسنن الكبرى ، بيهقى ، ج 2 ، ص 105 . سيرتنا ، ص 128 ، به نقل از آن . و نيز از نصب الرأية ، زيلعى ، ص 386 . بحار ، ج 85 ، ص 157 . الإصابة ، ج 2 ، ص 201 ، در شرح حال صالح بن خيوان . اسد الغابه ، ج 3 ، ص 9 ، در شرح حال صالح . المدونة الكبرى ، ج 1 ، ص 73 .\r\n( 1 ) - همان مدرك .\r\n( 2 ) - « إنّ رجلا سجد إلى جنب النبىّ صلّى اللّه عليه و آله و سلم على عمامته فحسر النبىّ صلّى اللّه عليه و آله و سلم عن جبهته » .\r\n( 3 ) - بحار ، ج 85 ، ص 156 به نقل از دعائم الإسلام : « انّه نهى أن يسجد المصلّى على ثوبه أو على كمه أو على كور عمامته » .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nحركت آن به تبع حركت نمازگزار ، قيدى است كه ذهن ما آن را ساخته و پرداخته كرده و در عالم اعتبار ، ارزشى براى آن متصوّر نيست .\r\nگاهى گفته مىشود كه اتّصال عمامه به پيشانى ، مانع از صدق عرفى سجده است و به همين جهت ، هرگاه عمامه يا چوب يا سنگريزه يا سنگ و يا خاك به پيشانى چسبيده باشد و نمازگزار در اين حالت سجده كند ، گذاردن پيشانى بر زمين ، صدق نخواهد كرد ، ولى اين سخن ، سخنى بىدليل است چنان كه واضح و روشن است ؛ زيرا صدق سجده بر زمين و گذاردن پيشانى بر زمين ، يك امر وجدانى است كه نياز به دليل ندارد و لذا چنانچه شن و سنگريزه‌اى به پيشانى نمازگزار چسبيد ، كندن و جدا كردن آن واجب نيست بلكه در روايات متعدّدى از دست كشيدن به صورت ، هنگام نماز به منظور پاك كردن و زدودن خاك و سنگريزهء چسبيدهء به آن ، نهى شده است « 1 » . بنا بر اين ، اگر اتّصال چنين چيزهايى مثل شن و سنگريزه به پيشانى مانع از صحّت سجده مىبود ، هرآينه بايد به زدودن و پاك كردن آنها از پيشانى ، امر مىشد ، نه اينكه از مسح و پاك كردن پيشانى منع شود .\r\n\r\nاحاديثى كه بر لزوم گذاردن پيشانى بر زمين دلالت دارند\r\n1 - رسول خدا صلّى اللّه عليه و آله و سلم مىفرمايد : هرگاه يكى از شما نماز مىخواند لازم است كه پيشانى و بينى خود را بر زمين بگذارد تا تكبّر و غرور از او دور شود « 2 » :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - در اين باره به المصنف ، ج 2 ، ص 42 - 43 . لسان الميزان ، ج 1 ، ص 488 - 489 . ميزان الاعتدال ، ج 1 ، ص 293 . و كنز العمّال ، ج 7 ، ص 325 مراجعه شود .\r\n( 2 ) - النهايه لابن الأثير ، كلمهء « رغم » : « إذا صلّى أحدكم فليلزم جبهته و أنفه الأرض حتّى يخرج منه الرّغم » .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n« من أرغم اللّه أنفعه ؛ يعنى : كسى كه خداوند ، بينى او را به خاك ماليد » . اصل معنا ، همين معنايى است كه ذكر شد ، ولى سپس در ذلّت ، عجز از انتقام گرفتن و اطاعت و انقياد از روى جبر و اكراه استعمال شده است . بنا بر اين ، مراد از عبارت « يخرج منه الرغم » در كلام پيامبر صلّى اللّه عليه و آله و سلم اين است كه خضوع و ذلّت او ظاهر و آشكار گردد .\r\n2 - ابن عباس مىگويد : هرگاه سجده كردى ، پس بينى خود را به زمين بچسبان و نيز گفته است : نماز كسى كه بينى او با زمين تماس پيدا نكند ، نماز نيست « 1 » .\r\n3 - ابن عباس مىگويد : نماز كسى كه هنگام سجده ، بينى و پيشانى خود را به زمين نچسباند ، صحيح نيست « 2 » .\r\nدلالت حديث اوّل از دو روايت ابن عبّاس بر وجوب به زمين گذاردن پيشانى ، از راه اولويّت است ؛ زيرا وجوب چسباندن بينى بر زمين بر وجوب گذاردن پيشانى بر زمين دلالت دارد و اين دلالت از راه اولويّت است همانگونه كه در كلام خداوند متعال آمده است :  فَلا تَقُلْ لَهُما أُفٍّ  كه از راه اولويّت بر حرمت ايذا و ضرب و شتم والدين دلالت مىكند ، امّا ابن عبّاس در روايت دوّم به حكم پيشانى كه بطلان نماز بدون گذاردن بينى و پيشانى بر زمين است ، تصريح كرده است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - المصنف ، ج 2 ، ص 181 - 182 . المستدرك ، حاكم ، ج 1 ، ص 270 . السنن الكبرى ، بيهقى ، ج 2 ، ص 103 - 104 با سندهاى متعدّد : « إذا سجدت فالصق أنفك بالأرض . و قال : لا صلاة لمن لا يمسّ أنفعه الأرض » .\r\n( 2 ) - كنز العمّال ، ج 4 ، ص 100 . و در چاپ ديگر ، ج 7 ، ص 327 . مجمع الزوائد ، ج 2 ، ص 126 به نقل از طبرانى در « الكبير و الأوسط » : « من لم يلزق أنفه مع جبهته الأرض إذا سجد لم نجز صلاته » .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\n4 - از پيامبر صلّى اللّه عليه و آله و سلم روايت شده كه حضرت مىفرمايد : هرگاه سجده مىكنى ، بينى و پيشانى خود را به طور كامل روى زمين مستقرّ كن و قرار بده « 1 » .\r\n5 - پيامبر صلّى اللّه عليه و آله و سلم به ابو ذر مىفرمايند : زمين براى تو سجده‌گاه است ، پس در هر مكانى كه وقت نماز رسيد ، نماز بخوان « 2 » .\r\n6 - از رفاعة بن رافع چنين نقل شده است : سپس تكبير گفته و سجده مىكند و پيشانى خود را روى زمين مىگذارد تا اينكه مفاصل بدن آرام گيرد « 3 » .\r\n7 - ابن عبّاس به نقل از پيامبر صلّى اللّه عليه و آله و سلم مىگويد : هرگاه سجده كردى ، پيشانى و بينى خود را روى زمين بگذار « 4 » .\r\n8 - از سلمان فارسى رحمه اللّه نقل شده است كه مىگويد : به زمين مسح كنيد ؛ زيرا زمين براى شما مهربان است « 5 » .\r\nعلّامهء مجلسى - رحمة اللّه عليه - از سيّد در « مجازات النبويه » - بعد از ذكر حديث و شرح آن - نقل مىكند : اين سخن داراى دو احتمال است : يكى اينكه مقصود از آن ، تيمم بر زمين در حالت حدث و جنابت است .\r\nو ديگر اينكه مقصود اين باشد كه بايد به طور مستقيم و بدون حايل ، پيشانى را در حالت سجده روى زمين گذاشت و آن را خاك‌آلود كرد . يا اينكه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - احكام القرآن ، جصاص ، ج 3 ، ص 36 . و در چاپ ديگر ، ج 5 ، ص 36 : « إذا سجدت فمكّن جبهتك و أنفك من الأرض » .\r\n( 2 ) - سنن نسائى ، ج 2 ، ص 32 . و سيرتنا ، ص 126 به نقل از آن : « الأرض لك مسجد ، فحيثما أدركت الصلاة فصلّ » .\r\n( 3 ) - سيرتنا ، ص 127 به نقل از السنن الكبرى ، بيهقى ، ج 2 ، ص 102 : « ثمّ يكبّر فيسجد فيمكّن جبهته من الأرض حتّى تطمئنّ مفاصله و تستوى » .\r\n( 4 ) - احكام القرآن ، حصاص ، ج 3 ، ص 209 . و در چاپ ديگر ، ج 5 ، ص 36 : « إذا سجدت فمكّن جبهتك و أنفك من الأرض » .\r\n( 5 ) - كنز العمّال ، ج 7 ، ص 325 . بحار ، ج 85 ، ص 158 : « تمسّحوا بالأرض فإنّها بكم برّة » .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nممكن است امر در اين سخن ، امر تأديبى باشد نه امر وجوبى ؛ زيرا سجده بر غير زمين ( يعنى بر خمره و حصير ) هم جايز است - غير از اينكه مباشرت و تماس مستقيم پيشانى با زمين در سجده ، فضيلت و رجحان دارد - و روايت شده است كه پيامبر صلّى اللّه عليه و آله و سلم بر خمره سجده مىكرد و خمره عبارت است از : حصير كوچكى كه از شاخ و برگ درخت خرما ساخته مىشود .\r\nاين روايت را متّقى هندى در باب سجده نقل كرده است ، گرچه مضمون آن عامّ است .\r\nبحار الأنوار حديث فوق را به نقل از دعائم الاسلام ، به اين صورت آورده است كه على عليه السّلام مىفرمايد : رسول خدا صلّى اللّه عليه و آله و سلم فرمود : زمين نسبت به شما مهربان است ، در زمان حيات و زندگى خويش به آن تيمّم مىكنيد و بر آن نماز مىخوانيد و هنگامى كه زندگى را بدرود گفتيد ، شما را در بر مىگيرد . اين زمين از نعم الهى است كه حمد و ستايش فقط از آن اوست . پس بهترين چيزى كه نمازگزار بر آن سجده مىكند ، زمين پاكيزه است « 1 » .\r\n9 - كسى كه بينى خود را روى زمينى كه پيشانى خود را بر آن نهاده است ، نگذارد ، خداوند نماز او را قبول نمىكند « 2 » .\r\n10 - از امّ عطيّه نقل شده است كه : نماز كسى كه بينى او به زمين نچسبد ، قبول نمىشود « 3 » .\r\n11 - نماز كسى كه بينى او به زمينى كه پيشانى او بدان رسيده است نرسد ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار الأنوار ، ج 85 ، ص 156 : « انّ الأرض بكم برّة ، تيمّمون منها و تصلّون عليها فى الحياة و هى لكم كفاة فى الممات و ذلك من نعمة اللّه ، له الحمد ، فأفضل ما يسجد عليه المصلّى الأرض نقيّة » .\r\n( 2 ) - كنز العمّال ، ج 7 ، ص 327 : « لا يقبل اللّه صلاة من لا يصيب الأنف من الأرض ما يصيب الجبين » .\r\n( 3 ) - كنز العمال ، ج 7 ، ص 328 : « لا تقبل صلاة لا يصيب أنفه الأرض » .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nنماز نيست « 1 » .\r\n12 - از عكرمه نقل شده است كه : هرگاه بينى نمازگزار به زمينى كه پيشانى او بدان رسيده است نرسد ، نماز او مورد قبول خدا نيست « 2 » .\r\n13 - از ابن عباس روايت شده است : هرگاه سجده كردى ، بينى خود را به زمين بچسبان « 3 » .\r\n14 - بر زمين يا آنچه كه از زمين مىرويد سجده كنيد « 4 » .\r\n15 - از امّ عطيه نقل شده است كه مىگويد : رسول خدا صلّى اللّه عليه و آله و سلم فرمود :\r\nخداوند نماز كسى كه بينى خود را به زمين نرساند ، نمىپذيرد « 5 » .\r\n16 - كسى كه در نماز ، بينى و پيشانى خود را بر زمين نگذارد نماز نخوانده است « 6 » .\r\n17 - كسى كه بينى خود را بر زمين نگذارد ، نماز نخوانده است « 7 » .\r\n18 - كسى كه بينى خود را روى زمينى كه پيشانى او بدان رسيده است نگذارد ، نماز نخوانده است « 8 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - همان مدرك : « لا صلاة لمن لا يمسّ أنفه الأرض ما يمسّه الجبين » ، ( اين روايت از عكرمه نقل شده است )\r\n( 2 ) - همان مدرك : « لا يقبل اللّه صلاة لا يصيب الأنف منها ما يصيب الجبين » .\r\n( 3 ) - كنز العمال ، ج 8 ، ص 85 : « إذا سجدت فالصق أنفك بالأرض » .\r\n( 4 ) - بحار ، ج 85 ، ص 154 : « اسجدوا على الأرض أو على ما أنبتت الأرض » .\r\n( 5 ) - مجمع الزوائد ، ج 2 ، ص 162 به نقل از طبرانى در « الكبير و الأوسط » : « قال رسول اللّه صلّى اللّه عليه و آله و سلم إنّ اللّه لا يقبل صلاة لا يصيب أنفه الأرض » .\r\n( 6 ) - الدارقطنى ، ج 2 ، ص 349 : « لا صلاة لمن لم يضع أنفه بالأرض مع جبهته فى الصلاة » .\r\n( 7 ) - همان مدرك : « لا صلاة لمن لم يضع أنفه على الأرض » .\r\n( 8 ) - همان مدرك : « لا صلاة لمن لا يصيب أنفه من الأرض ما يصيب الجبين » .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n\r\nروايات عايشه و ديگران در بيان عمل پيامبر ( ص )\r\n1 - از عايشه روايت شده است كه وى مىگويد : رسول خدا صلّى اللّه عليه و آله و سلم را در حالى كه صورت خود را در حال سجده به وسيلهء چيزى حفظ كند ، مشاهده نكردم « 1 » .\r\nاز اين روايت ، چنين بر مىآيد كه عمل مستمرّ پيامبر صلّى اللّه عليه و آله و سلم بدين منوال بوده است و اين خود بر وجوب سجده بر خاك دلالت مىكند ؛ زيرا اگر فقط فضيلت و برترى سجده بر خاك مطرح بود ، هرآينه رسول خدا صلّى اللّه عليه و آله و سلم جهت بيان عدم وجوب آن ، يك يا چند مرتبه خلاف آن را انجام مىداد و يا بدان تصريح مىكرد و حال آنكه رسول خدا صلّى اللّه عليه و آله و سلم براى ما بهترين الگو و پيشوا و مقتداست و ما بايد آنچه را كه پيامبر صلّى اللّه عليه و آله و سلم آورده است ، بگيريم و به آن عمل كنيم ، هر چند كه پيامبر صلّى اللّه عليه و آله و سلم آن وظيفه را با عمل خويش بيان نموده باشد ؛ زيرا فعل و رفتار حضرت نيز همچون گفتار و سخن او حجّت بوده و تبعيّت از آن واجب مىباشد .\r\n2 - از ابى سعيد خدرى روايت شده است كه او مىگويد : آثار گل را بر روى بينى پيامبر صلّى اللّه عليه و آله و سلم كه در اثر سجده پديد آمده بود مشاهده كردم و حال آنكه شب قبل باران باريده بود و زمين گل‌آلود شده بود « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - المصنف ، ج 1 ، ص 397 . كنز العمّال ، ج 4 ، ص 212 . و در چاپ ديگر ، ج 8 ، ص 85 . منتخب كنز العمّال ، در حاشيهء المسند ، ج 3 ، ص 194 . مسند احمد ، ج 6 ، ص 194 . مسند احمد ، ج 6 ، ص 58 : « ما رأيت رسول اللّه صلّى اللّه عليه و آله و سلم متّقيا وجهه بشىء » .\r\n( 2 ) - أنّه رأى الطين فى أنف رسول اللّه صلّى اللّه عليه و آله و سلم من أثر السجود و كانوا مطروا من الليل » .\r\nالمصنف ، ج 2 ، ص 181 . البخارى ، ج 1 ، ص 207 ، 212 و 171 . و ج 3 ، ص 60 ، 62 ، 64 و 66 .\r\nالسنن الكبرى ، بيهقى ، ج 1 ، ص 104 . و ج 2 ، ص 285 ، 286 و 287 . احكام القرآن ،\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nدر عبارت بخارى آمده است : من اثر آب و گل را روى پيشانى و نوك بينى رسول خدا صلّى اللّه عليه و آله و سلم ديدم « 1 » .\r\nدر عبارتى ديگر در بخارى آمده است : رسول خدا صلّى اللّه عليه و آله و سلم در حالى كه در آب و گل سجده مىكرد ، مشاهده كردم به گونه‌اى كه اثر گل ، بر پيشانى او مشهود بود « 2 » .\r\nاين حديث نيز همانند حديث عايشه بر اهتمام رسول خدا صلّى اللّه عليه و آله و سلم به سجده بر زمين و تماس صورت با زمين حتّى در آب و گل ، دلالت دارد .\r\n3 - وائل مىگويد : هنگامى كه رسول خدا صلّى اللّه عليه و آله و سلم سجده مىكرد ، پيشانى و بينى خود را بر زمين مىگذارد « 3 » .\r\n4 - ابن عباس مىگويد : پيامبر صلّى اللّه عليه و آله و سلم بر سنگ سجده مىكرد « 4 » .\r\n5 - از وائل نقل شده كه وى گفته است : رسول خدا صلّى اللّه عليه و آله و سلم را در حال سجده بر زمين مشاهده كردم در حالى كه بينى و پيشانى خود را در سجده بر زمين مىگذاشت « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\nجصّاص ، ج 3 ، ص 209 . و در چاپ ديگر ، ج 5 ، ص 36 . النسائى ، ج 2 ، ص 208 - 209 .\r\nسنن ابو داوود ، ج 1 ، ص 209 و 236 . و در چاپ ديگر ، ص 203 - 204 . سيرتنا ، ص 126 . ارشاد السارى ، ج 2 ، ص 121 . مسند احمد ، ج 3 ، ص 60 ، 74 و 94 كه تمامى منابع ذكر شده با الفاظى شبيه هم اين روايت را نقل كرده‌اند .\r\n( 1 ) - « رأيت أثر الطين و الماء على جبهة رسول اللّه صلّى اللّه عليه و آله و سلم و أرنبته » .\r\n( 2 ) - « رأيت رسول اللّه صلّى اللّه عليه و آله و سلم يسجد فى الماء و الطين حتّى أثر الطين فى جبهته » .\r\n( 3 ) - احكام القرآن ، جصاص ، ج 3 ، ص 36 . مسند احمد ، ج 4 ، ص 315 - 317 : « رأيت النبىّ صلّى اللّه عليه و آله و سلم إذا سجد وضع جبهته و أنفه على الأرض » .\r\n( 4 ) - سيرتنا ، ص 127 به نقل از السنن الكبرى ، بيهقى ، ج 2 ، ص 102 : « إنّ النبىّ صلّى اللّه عليه و آله و سلم سجد على الحجر » .\r\n( 5 ) - مسند احمد ، ج 4 ، ص 317 . احكام القرآن ، جصاص ، ج 3 ، ص 209 . و در چاپ ديگر ، ج 5 ،\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nو نيز در روايتى ديگر از وى نقل شده است كه مىگويد : رسول خدا صلّى اللّه عليه و آله و سلم را ديدم در حالى كه پيشانى و بينى خود را بر زمين گذارده بود « 1 » .\r\n6 - ابن عباس مىگويد : يك روز صبح كه هوا سرد بود ، رسول خدا صلّى اللّه عليه و آله و سلم را مشاهده كردم در حالى كه عبايى سفيد بر دوش داشت و نماز مىخواند و با آن دست و پاى خويش را از سرماى زمين حفظ مىكرد « 2 » .\r\n7 - و در عبارتى چنين آمده است : در يك روز بارانى رسول خدا صلّى اللّه عليه و آله و سلم را ديدم كه هنگام سجده به وسيلهء عبايى كه آن را زير دست خود بر روى زمين قرار مىداد ، خود را از گل حفظ مىكرد « 3 » .\r\n8 - ثابت بن صامت مىگويد : رسول خدا صلّى اللّه عليه و آله و سلم در قبيلهء بنى عبد الأشهل نماز مىخواند ، در حالى كه عبايى به دوش داشت و خود را در آن پيچيده بود و دستهاى خود را روى عبا مىگذاشت تا خود را از سرماى سنگريزه‌ها حفظ كند « 4 » .\r\n9 - عبد اللّه بن عبد الرحمن مىگويد : پيامبر صلّى اللّه عليه و آله و سلم به ميان ما آمده و با ما در مسجد بنى عبد الأشهل نماز خواند ، پس او را مشاهده كردم در حالى كه دست خود را روى لباسش گذاشته بود « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\nص 36 : « رأيت رسول اللّه صلّى اللّه عليه و آله و سلم يسجد على الأرض واضعا جبهته و أنفه فى سجوده » .\r\n( 1 ) - « رأيت النبىّ صلّى اللّه عليه و آله و سلم وضع جبهته و أنفه على الأرض » .\r\n( 2 ) - السنن الكبرى ، بيهقى ، ج 2 ، ص 106 . سيرتنا ، ص 132 : « رأيت رسول اللّه صلّى اللّه عليه و آله و سلم يصلّى فى كساء أبيض فى غداة باردة ، يتّقى بالكساء برد الأرض بيده و رجله » .\r\n( 3 ) - سيرتنا ، به نقل از احمد : « لقد رأيت رسول اللّه صلّى اللّه عليه و آله و سلم فى يوم مطير و هو يتّقى الطين إذا سجد بكساء عليه ، يجعله دون يديه إلى الأرض إذا سجد » .\r\n( 4 ) - ابن ماجه ، ج 1 ، ص 329 . سيرتنا ، ص 132 : « انّ رسول اللّه صلّى اللّه عليه و آله و سلم يصلّى فى بنى عبد الأشهل و عليه كساء متلفّف به ، يضع يديه عليه يقيه برد الحصى » .\r\n( 5 ) - ابن ماجه ، ج 1 ، ص 328 - 329 : « جاءنا النبىّ صلّى اللّه عليه و آله و سلم فصلّى بنا فى مسجد بنى عبد الأشهل فرأيته واضعا\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nرواياتى كه در اينجا از مفسّر بزرگ و دانشمند با ارزش ، ابن عباس و ابى سعيد و وائل و ثابت و عبد اللّه بن عبد الرحمن نقل شد ، همگى بيانگر عمل و سيرهء رسول خدا صلّى اللّه عليه و آله و سلم در هنگام سجده و در موقعيتهاى مختلف است .\r\nچنان كه ملاحظه شد در برخى از آنها به اين نكته اشاره شده است كه پيامبر اكرم صلّى اللّه عليه و آله و سلم بر گل سجده مىكرد و صورت خود را به وسيلهء چيزى حفظ نمىكرد .\r\nو در بعضى ديگر آمده است كه پيامبر صلّى اللّه عليه و آله و سلم دستهاى خويش را با قرار دادن بر روى چيزى حفظ مىكرد بدون اينكه صورت خود را از سرما و آب و گل حفظ كند و بپوشاند .\r\nبا توجه به روايات فوق و دقّت راويان در بيان عمل پيامبر صلّى اللّه عليه و آله و سلم به اينكه حضرت دستهاى خود را به وسيلهء عبا از گرما و سرما و گل حفظ مىكرد و نيز با توجه به اينكه در اين روايات ، ذكرى از پيشانى به ميان نيامده و هيچ‌كدام از آنها متعرّض اين موضوع نشده‌اند ، اين نكته فهميده مىشود كه پيامبر صلّى اللّه عليه و آله و سلم صورت خود را به وسيلهء چيزى حفظ نمىكرد تا اينكه راويان حديث آن را بيان كرده و بدين وسيله وظيفهء مردم در مسألهء سجده روشن شود . و همچنين به دست مىآيد كه اين تقيّد پيامبر صلّى اللّه عليه و آله و سلم به سجده بر زمين ، بيانگر وجوب مؤكّد اين امر است .\r\n10 - ابو هريره مىگويد : رسول خدا صلّى اللّه عليه و آله و سلم در يك روز بارانى سجده كرده بود به گونه‌اى كه من اثر آن را بر پيشانى و نوك بينى آن حضرت مشاهده مىكردم . « 1 »\r\nاز مجموع رواياتى كه ذكر شد به دست مىآيد كه اين روايات به يكى از سه\r\n\r\n\r\n","description":"","footnote":"\r\nيديه على ثوبه » .\r\n( 1 ) - مجمع الزوائد ، ج 2 ، ص 126 ، به نقل از طبرانى در « الأوسط » : « سجد رسول اللّه صلّى اللّه عليه و آله و سلم فى يوم مطير ، حتّى إنّى لأنظر إلى أثر ذلك فى جبهته و أرنبته » .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nموضوع زير ، امر مىكنند :\r\n1 - به مسّ زمين امر مىكنند كه ظاهر آنها نيز دلالت دارد كه بايد مسّ زمين در تيمّم و سجده به طور مستقيم و بدون حايل باشد ، كما اينكه در بعضى از روايات بدان تصريح شده بود .\r\n2 - به سجده بر زمين امر مىكنند و از ظاهر آنها چنين بر مىآيد كه بايد تماس با زمين به طور مستقيم و بدون واسطه و مانع باشد .\r\n3 - به مسّ بينى و گذاردن آن بر زمين امر مىكنند كه حكم پيشانى در هنگام سجده از راه اولويّت فهميده مىشود .\r\n\r\nاحاديث اهل بيت ( ع )\r\n1 - از ابو عبد اللّه ، جعفر بن محمّد عليهما السّلام روايت شده كه فرمود ، فقط بر زمين يا آنچه از زمين روييده است به غير از پنبه و كتان ، سجده كن . « 1 »\r\n2 - از امام صادق عليه السّلام روايت شده كه فرمود : پدرم خمره‌اى را - سجّاده‌اى كوچك از شاخ و برگ خرما - طلب نمود و من در آوردن آن تأخير كردم ، پس پدرم مشتى ريگ برداشته و روى فرش خويش گذارد و بر آن سجده كرد . « 2 »\r\n3 - از امام صادق يا امام باقر عليهما السّلام چنين روايت شده است : ايستادن و نماز خواندن بر روى چيزى كه از مو و پشم تهيّه شده است ، اشكالى ندارد ، در صورتى كه بر روى زمين سجده شود ، پس اگر آن زيرانداز از جنس گياهان باشد ، ايستادن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كافى ( چاپ آخوندى ) ج 3 ، ص 330 - 331 . بحار ، ج 85 ، ص 159 ، 149 : « لا تسجد إلّا على الأرض أو ما أنبتت الأرض إلّا القطن و الكتّان »\r\nدر بحار ، ج 85 ، ص 149 - 159 در اين زمينه روايات زيادى نقل شده است ، مراجعه و تدبّر نماييد .\r\n( 2 ) - كافى ، ج 3 ، ص 330 - 331 : « دعا أبى بالخمرة السّجادة الصغيرة من سعف النخل - فأبطأت عليه ، فأخذ كفّا من حصى فجعله على البساط ثم سجد عليه » .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nو نماز خواندن و نيز سجده كردن بر آن اشكالى ندارد . « 1 »\r\n4 - از امام صادق يا امام باقر عليهما السّلام روايت شده كه مىفرمايند : پدرم على بن الحسين عليهما السّلام بر خمره نماز مىخواند ، بدين نحو كه خمره را روى فرش گذاشته و بر آن سجده مىكرد و چنانچه خمره‌اى وجود نداشت ، مشتى سنگريزه برداشته و بر روى طنفسه مىريخت و بر آن سجده مىكرد « 2 » .\r\n5 - عبد الرحمن بن ابى عبد اللّه از امام صادق عليه السّلام روايت مىكند كه حضرت دربارهء مردى كه سجده مىكند و عمامه‌اى بر سر دارد كه مانع از رسيدن صورت او به زمين است ، فرمود : چنين عملى او را كفايت نمىكند تا زمانى كه پيشانى وى با زمين تماس پيدا كند . « 3 »\r\n6 - از امام صادق عليه السّلام روايت شده است كه مىفرمايند : سجده بر آنچه از زمين مىرويد بجز خوردنيها و پوشيدنيها ، جايز است . « 4 »\r\n7 - از امام صادق عليه السّلام چنين روايت شده است كه : فقط سجده بر زمين يا آنچه از زمين روييده است بجز گياهان خوردنى و پنبه و كتان ، صحيح است . « 5 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كافى ، ج 3 ، ص 330 - 331 : « لا بأس بالقيام على المصلّى من الشعر و الصوف إذا كان يسجد على الأرض ، فإن كان من نبات فلا بأس بالقيام عليه و السجود عليه » .\r\nدر بحار الأنوار ، ج 85 ، ص 148 ، از امام صادق عليه السّلام نقل مىكند كه : راوى مىگويد : شنيدم كه حضرت فرمود : « السجود على ما أنبتت الأرض إلّا ما أكل و لبس ؛ يعنى : سجدهء بر آنچه از زمين مىرويد به غير از خوردنيها و پوشيدنيها ، جايز است » .\r\n( 2 ) - كافى ، ج 3 ، ص 332 . وسائل ، ج 3 ، ص 594 ( چاپ جديد ) : « كان أبى - على بن الحسين عليهما السّلام يصلّى على الخمرة يجعلها على الطنفسة و يسجد عليها ؛ فإذا لم تكن خمرة ، جعل حصى على الطنفسة حيث يسجد » .\r\n( 3 ) - كافى ، ج 3 ، ص 334 . التهذيب ، ج 2 ، ص 334 ( چاپ جديد ) : « عن الرّجل يسجد و عليه العمامة لا يصيب وجهه الأرض قال : لا يجزئه ذلك حتّى تصل جبهته إلى الأرض » .\r\n( 4 ) - وسائل ، ج 3 ، ص 592 . بحار الأنوار ، ج 85 ، ص 149 : « السجود على ما أنبتت الأرض إلّا ما أكل و لبس » .\r\n( 5 ) - وسائل ، ج 3 ، ص 592 . بحار ، ج 85 ، ص 149 : « لا يسجد إلّا على الأرض أو ما أنبتت الأرض إلّا\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\n8 - از امام باقر يا امام صادق عليهما السّلام روايت شده است كه مىفرمايند : ايستادن و نماز خواندن بر روى چيزى كه از مو و پشم تهيّه شده است اشكالى ندارد ، در صورتى كه بر روى زمين سجده شود ، پس چنانچه آن زيرانداز از جنس گياهان باشد ، ايستادن و نماز خواندن روى آن و نيز سجده كردن بر آن اشكالى ندارد . « 1 »\r\n9 - حلبى از امام صادق عليه السّلام نقل مىكند از ايشان دربارهء مردى كه بر روى بساط و شعر و طنفسه نماز مىخواند ، سؤال كردم و حضرت پاسخ فرمود :\r\nروى آن سجده مكن و چنانچه روى آن ايستادى ولى بر زمين سجده كردى ، اشكالى ندارد و اگر حصيرى روى آن پهن كرده و بر آن سجده كردى ، باز اشكال ندارد 2 .\r\nكسى كه اندك آشنايى با كتابهاى شيعه و احاديث ائمّهء اهل بيت عليهم السّلام داشته باشد ، بر او پوشيده و مخفى نيست كه احاديث امامان بزرگوار عليهم السّلام با سندى واحد به پيامبر صلّى اللّه عليه و آله و سلم اسناد داده مىشود ، و اسناد تمامى اين احاديث به پيامبر صلّى اللّه عليه و آله و سلم به اين كيفيّت است كه امامى كه روايتى از او نقل مىشود ، او از\r\n\r\n\r\n","description":"","footnote":"\r\nالمأكول و القطن و الكتان » .\r\n( 1 ) ( 1 و 2 ) وسائل ، ج 3 ، ص 592 - 594 : « لا بأس بالقيام على المصلّى من الشعر و الصوف إذا كان يسجد على الأرض و إن كان من نبات الأرض فلا بأس بالقيام عليه و السجود عليه » .\r\n« لا تسجد عليه و إن قمت عليه و سجدت على الأرض فلا بأس و إن بسطت عليه الحصير و سجدت على الحصير فلا بأس » .\r\nرواياتى كه از طريق بزرگان شيعه - رضوان اللّه تعالى عليهم - در اين باب نقل شده است ، بسيار فراوان است و ما به جهت طولانى نشدن بحث ، آنها را متذكّر نشديم و خوانندهء گرامى مىتواند جهت اطّلاع از آنها به منابع زير مراجعه نمايد :\r\nوسائل ، ج 3 ، باب سجده . كافى ، ج 3 ، باب سجده . بحار ، ج 85 . تهذيب ، ج 2 . الفقيه ، ج 1 .\r\nمستدرك الوسائل ، ج 1 ، ص 247 . وافى ، ج 2 ، ص 110 .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nپدرش و او نيز از پدرانش عليهم السّلام نقل مىكند تا بالأخره به رسول خدا صلّى اللّه عليه و آله و سلم منتهى شود ، به عنوان مثال امام صادق ، جعفر بن محمّد عليهما السّلام از پدر خود محمّد بن على ، امام باقر عليه السّلام و او از پدر خود على بن الحسين ، امام سجّاد عليه السّلام و او نيز از پدر خود حسين بن على ، امام حسين عليه السّلام و او هم از پدرش امير المؤمنين على عليه السّلام و او نيز از رسول خدا صلّى اللّه عليه و آله و سلم روايت مىكند . به تحقيق ائمّهء اهل بيت عليهم السّلام خود نيز در موارد متعدّدى به اين نكته تصريح فرموده‌اند .\r\nبنا بر اين ، هيچ شك و ترديدى براى متوهّم ، در اسناد احاديث اهل بيت عليهم السّلام باقى نمىماند تا چنين بپندارد كه اين روايات ، مرسله بوده « 1 » و به همين جهت بايد آنها را رها نمود .\r\nهمچنين ائمّهء اطهار عليهم السّلام به لزوم سجده بر زمين و اجزاى آن و گياهان زمين به غير از خوردنيها و پوشيدنيهاى از آن و نيز بطلان نماز در صورت سجده بر غير زمين و گياهان آن تصريح كرده‌اند و اين حكم ، رأى و نظر شخصى آنها نيست ، بلكه آن را طبق يك حديث صحيح و صريح از رسول خدا صلّى اللّه عليه و آله و سلم نقل كرده‌اند ، در حالى كه اهل بيت عليهم السّلام همانند كشتى نوح هستند كه هر كس به آن سوار شود ، نجات يافته و هر كس از آن تخلّف كند ، غرق مىشود .\r\n10 - از امام صادق عليه السّلام روايت شده است كه مىفرمايد : سجده بر زمين فريضه و سجده بر خمره سنّت است « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - « روايت مرسله » آن است كه سند متصل نداشته باشد ؛ يعنى تصور كند كه امام صادق عليه السّلام از رسول خدا صلّى اللّه عليه و آله و سلم نقل كرده ولى او را نديده است پس سند متصل ندارد ( ر . ك : مقياس الهدايه ، ص 48 )\r\n( 2 ) - كافى ، ج 3 ، ص 331 . الوسائل ، ج 3 ، ص 593 ، به نقل از كافى . و نيز به نقل از\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nمؤلّف مىگويد : روايت فوق در كتاب بحار الأنوار به اين صورت نقل شده است : « السجود على الأرض فريضة و على غيرها سنّة « 1 » ؛ يعنى : سجده بر زمين ، فريضه و بر غير آن ، سنّت است » .\r\nظاهر حديث شريف اين است كه سجده بر زمين از جانب خداوند متعال فرض و واجب قرار داده شده است و سجده بر غير زمين ( و يا خمره ) از مسائلى است كه سنّت رسول خدا صلّى اللّه عليه و آله و سلم مىباشد ؛ يعنى آنچه در مرتبهء اوّل در باب سجده از جانب خداوند متعال تشريع شده است ، فقط سجده بر زمين است ، ولى سجده بر گياهان زمين يا بر خمره كه خود نيز از گياهان است - زيرا خمره آن است كه از شاخ و برگ درخت خرما ساخته و تهيه مىگردد - در واقع رخصت و اجازه‌اى از جانب خداوند بزرگ براى تسهيل كار مسلمانان است كه بر زبان پيامبر صلّى اللّه عليه و آله و سلم جارى گشته و از طريق ايشان بيان شده است .\r\nو به تعبيرى ديگر : الحاق گياهان زمينى به زمين در مسألهء سجده ، سنّت است و تقيّد رسول خدا صلّى اللّه عليه و آله و سلم و صحابه در وهلهء اوّل به سجده بر زمين و اجزاى آن از قبيل سنگ و سنگريزه و رمل و خاك - همانگونه كه ذكر آن گذشت - و اينكه سجده بر گياهان و خمره در مرتبهء دوّم رخصت داده شد ، شاهد بر اين معناست « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\nعلل الشرايع : « السجود على الأرض فريضة و على الخمرة سنّة » ، ( راجع به « خمره » بحث خواهيم كرد )\r\n( 1 ) - بحار الأنوار ، ج 85 ، به نقل از كتاب علل الشرايع .\r\n( 2 ) - در بحار الأنوار ، ج 85 ، ص 158 ، از مجالس ابن الشيخ با اسناد خود از جابر چنين نقل شده است :\r\n« انّ النبىّ صلّى اللّه عليه و آله و سلم عاد مريضا فرآه يصلّى على وسادة ، فأخذها فرمى بها و أخذ عودا ليصلّى\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nابن اثير در « النهاية » در باب كلمهء « السّنه » مىنويسد :\r\nهرگاه در شرع ، كلمهء « سنّت » به طور مطلق استعمال شود ، همانا مراد و مقصود از آن ، همان است كه رسول خدا صلّى اللّه عليه و آله و سلم با قول يا فعل خويش به آن امر يا نهى كرده و يا بدان تشويق نموده است ، البتّه از آن امورى كه در قرآن بيان نشده است و از همين جهت است كه در ادلّهء شرع گفته مىشود ، كتاب و سنّت ، به معناى قرآن و حديث .\r\nبنا بر اين ، حديث مذكور چنين افاده مىكند كه سجده بر زمين در كتاب خدا بيان شده است و حال آنكه در ظاهر قرآن چيزى كه دالّ بر وجوب سجده بر زمين باشد ، وجود ندارد ، مگر اينكه چنين گفته شود : همانگونه كه قبلا بيان شد ، « قرار دادن پيشانى روى زمين » از كلمهء « سجده » استفاده مىشود .\r\nو يا اينكه گفته شود : « سجده » عبارت است از : خضوع و تواضع . و اين خضوع و تواضع به عنوان تذلّل در پيشگاه خدا و پرستش خدا قرار داده شده است و اين سجده در انسان و حيوان و جماد ، عموميت داشته و بر دو نوع است :\r\n1 - سجدهء اختيارى كه به انسان اختصاص دارد ( و يا بر حسب آنچه از تدبّر در آيات قرآن به دست مىآيد از آن همهء موجودات است ) و به سبب اين سجدهء اختيارى است كه مسألهء استحقاق ثواب مطرح مىشود و انسان بنا بر امر\r\n\r\n\r\n","description":"","footnote":"\r\nعليه ، فأخذه فرمى به و قال : على الأرض إن استطعت و إلّا فأوم إيماء و اجعل سجودك أخفض من ركوعك » .\r\nيعنى : « پيامبر صلّى اللّه عليه و آله و سلم از مريضى ، عيادت كردند و او را مشاهده كردند كه بر متّكايى نماز خوانده و سجده مىكند پس آن را گرفته و به كنارى انداختند . سپس آن مرد ، چوبى را برداشت تا بر آن سجده كند كه پيامبر صلّى اللّه عليه و آله و سلم آن را نيز گرفته و كنار انداختند و فرمودند : اگر مىتوانى بر زمين سجده كن و الّا اگر ناتوان هستى اشاره كن و سجده را پايين‌تر از ركوع انجام بده » .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nخداوند در آيهء شريفهء :  فَاسْجُدُوا لِلَّهِ وَ اعْبُدُوا  « 1 » مأمور به اين سجده مىباشد .\r\n2 - سجدهء جبرى و تسخيرى : اين نوع سجده در انسان و حيوان و گياه وجود دارد و اين كلام الهى كه مىفرمايد :  وَ لِلَّهِ يَسْجُدُ مَنْ فِي السَّماواتِ وَ الْأَرْضِ طَوْعاً وَ كَرْهاً وَ ظِلالُهُمْ  « 2 » ، بر اين معنا حمل مىشود .\r\nنهايت خضوع و تذلّل در پيشگاه خداوند متعال و حقيقت آن ، همان بر زمين گذاردن پيشانى است . بنا بر اين ، هنگامى كه امر به سجده در قرآن به نحو مطلق وارد شده است ، ما مرتبهء كامل آن را كه بر حسب دلالت قرآن سجدهء واجب است ، استفاده مىكنيم و اينكه سجده بر روييدنيهاى زمين نيز كفايت مىكند ، در واقع رخصت و اجازه‌اى است كه از قول و فعل پيامبر صلّى اللّه عليه و آله و سلم جهت تسهيل كار مسلمانان استفاده مىشود « 3 » .\r\nوجه سوّمى نيز در توجيه و تفسير اين حديث شريف گفته شده است و آن اين است كه : ثواب سجده بر زمين ، ثواب فريضه است و ثواب سجده بر گياهان ، ثواب سنّت است . يا اينكه مراد از زمين ، اعمّ از زمين و آنچه از آن مىرويد باشد .\r\nو مراد از غير زمين ، تعيين چيز خاصّى مانند خمره و لوح يا خريطه‌اى « 4 » از تربت امام حسين عليه السّلام براى سجده باشد ، ولى اين احتمال بعيد به نظر مىرسد ، هر چند با آنچه در كافى روايت شده است ، آنجا كه مىفرمايد : « السجود على الأرض\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء نجم ، آيهء 62 .\r\n( 2 ) - سورهء رعد ، آيهء 15 : يعنى : « تمام كسانى كه در آسمانها و زمين هستند از روى ميل يا اكراه و همچنين سايه‌هاى آنها ، خدا را سجده مىكنند » .\r\n( 3 ) - كلام مرحوم مجلسى رحمه اللّه در بحار ، ج 85 ، ص 154 . و علّامهء كاشانى در وافى ، ج 2 ، ص 110 است ، به همراه توضيحات اضافى از ما .\r\n( 4 ) - « لوح » : صحيفهء پهن را گويند ، خواه از چوب يا استخوان باشد ؛ مانند مهرى كه بر آن سجده مىشود .\r\n« خريطه » : ظرفى است از پوست و غير آن ، مانند كيسه كه در آن تربت امام حسين عليه السّلام باشد .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nفريضة و على الخمرة سنّة » ، تأييد مىشود « 1 » .\r\n\r\nنصوص و رواياتى كه از صحابه يا تابعين نقل شده است ( يا روايات مرفوعه ) « 2 » .\r\n1 - ابى اميّه مىگويد : ابو بكر روى زمين نماز مىخواند و يا سجده مىكرد ، در حالى كه پيشانى خود را بر زمين مىچسبانيد « 3 » .\r\n2 - ابى عبيده مىگويد : ابن مسعود به غير از زمين بر چيز ديگرى سجده نمىكرد ( و يا نماز نمىخواند ) « 4 » .\r\n3 - از عبد اللّه بن عمر روايت شده است كه وى از سجده بر گوشهء عمامهء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اين دو وجه را مرحوم مجلسى رحمه اللّه بيان مىكند و هر دو بعيد است .\r\nدر اينجا يك وجه چهارمى هم هست و آن اينكه : « فريضه » آن است كه خداوند آن را واجب كرده است اعمّ از اينكه در قرآن باشد يا از زبان پيامبر صلّى اللّه عليه و آله و سلم بيان شده باشد . و « سنّت » آن است كه رسول خدا صلّى اللّه عليه و آله و سلم به اذن خداوند متعال آن را جعل كرده است . بنا بر اين ، آنچه ابتدا واجب شد ، فقط سجده بر زمين بود ، سپس پيامبر صلّى اللّه عليه و آله و سلم سجده بر روييدنيهاى زمين را از باب تسهيل كار مسلمانان رخصت فرمود . و شايد وجوب سجده در آغاز با اين كلام رسول خدا صلّى اللّه عليه و آله و سلم تشريع شده است كه مىفرمايد : « جعلت لى الأرض مسجدا و طهورا » و پس از آن ترخيص داده شده است .\r\n( 2 ) - « روايت مرفوعه » ، احاديثى را گويند كه وسط يا آخر سند حذف شود ( ر . ك : مقباس الهدايه ، ص 39 ) .\r\n( 3 ) - « إنّ أبا بكر كان يسجد أو يصلّى على الأرض مفضيا إليها » .\r\nالمصنف ، ج 1 ، ص 397 . سيرتنا ، ص 128 ، به نقل از السنن الكبرى ، بيهقى . و نصب الراية ، زيلعى .\r\nكنز العمال ، ج 4 ، ص 212 ، شمارهء 4534 . و در چاپ ديگر ، ج 8 ، ص 83 . منتخب كنز العمّال ، ج 3 ، ص 193 در حاشيهء المسند .\r\n( 4 ) - المصنف ، ج 1 ، ص 367 . تحفة الأحوذى ، ج 1 ، ص 273 . سيرتنا ، ص 128 ، به نقل از طبرانى در « الكبير » . مجمع الزوائد ، ج 2 ، ص 56 - 57 به نقل از طبرانى در « الكبير » : « انّ ابن مسعود لا يسجد ( أو قال : لا يصلّى ) إلّا على الأرض » .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nخود كراهت داشت تا اينكه آن را كنار بزند و پيشانى او آشكار شود « 1 » .\r\n4 - مسروق بن اجدع از ياران ابن مسعود ، هنگام مسافرت ، خشتى را همراه مىبرد تا در داخل كشتى بر آن سجده كند « 2 » .\r\n5 - چنين روايت شده است كه هرگاه عبادة بن صامت به نماز مىايستاد ، عمامه را از پيشانى خود كنار مىزد « 3 » .\r\n6 - ابن عيينه مىگويد : شنيدم كه رزين - غلام ابن عبّاس - مىگفت : على بن عبد اللّه بن عبّاس در نامه‌اى براى من نوشت ، يك قطعه سنگ از سنگهاى مروه براى من بفرست تا بر آن سجده كنم « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - « انّه كان يكره أن يسجد على كور عمامته حتّى يكشفها » .\r\nالمصنف ، ج 1 ، ص 401 . و در السنن الكبرى ، بيهقى ، ج 2 ، ص 105 چنين روايت شده است كه : « عن نافع أنّ ابن عمر إذا سجد و عليه العمامة يرفعها حتّى يضع جبهته بالأرض » ، سيرتنا ، ص 128\r\n( 2 ) - « إذا خرج ، خرج بلبنة يسجد عليها فى السفينة » . الطبقات الكبرى ، ابن سعد ، ج 6 ، ص 53 . المصنف ، عبد الرزاق ، ج 2 ، ص 83 . سيرتنا ، ص 136 ، به نقل از المصنف ، ابن ابى شيبه ، ج 2 ، ص 268 - 270 ، باب « من كان يحمل فى السفينة شيئا يسجد عليه » كه آن را با دو سند نقل كرده است .\r\n( 3 ) - السنن الكبرى ، بيهقى ، ج 2 ، ص 105 .\r\n( 4 ) - أخبار مكّه ، أزرقى ، ج 3 ، ص 151 : « كتب إلىّ علىّ بن عبد اللّه بن عبّاس رضى عنه اللّه : أن ابعث إلىّ بلوح من أحجار المروة اسجد عليه » .\r\nعلى بن عبد اللّه بن عبّاس در شب شهادت امير المؤمنين على عليه السّلام در سال 40 ه‍ . ق . متولّد شد و به نام حضرت نامگذارى شده و به كنيهء آن حضرت ملقّب گرديد ، ولى بعدا عبد الملك مروان كنيهء او را تغيير داد . وى در سال 117 يا بين سالهاى 114 - 118 مرد .\r\nمبرّد و ديگران نقل كرده‌اند : هنگامى كه او متولّد شد ، پدرش به محضر امير المؤمنين عليه السّلام شرفياب شد ، سپس حضرت دربارهء نام كودك از او سؤال كرد و وى پاسخ داد : آيا بدون اجازهء شما براى من جايز است كه نامگذارى كنم ؟ پس حضرت فرمود : او را به نام خود نامگذارى كرده و به\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nروايت فوق نشان دهندهء تقيّد على بن عبد اللّه بن عبّاس در سجده بر سنگ است ، علاوه اينكه با سجده نمودن بر سنگ مروه در حال نماز ، تبرّك مىجسته است . ( در مباحث آينده به اين موضوع خواهيم پرداخت ) .\r\n7 - روايت شده است كه ابراهيم بر حصير نماز خوانده و بر زمين سجده مىكرد « 1 » .\r\n8 - روايت شده است كه هرگاه عبد اللّه بن عمر سجده مىكرد ، دستهاى خود را روى همان چيزى مىگذاشت كه صورت خود را بر آن گذارده بود . نافع مىگويد : در يك روز بسيار سرد او را مشاهده كردم كه دستهاى خود را از زير برنس « 2 » خويش خارج مىكند تا آنها را بر روى حصباء بگذارد « 3 » .\r\n9 - از عمر چنين نقل شده است : هرگاه يكى از شما در گرما نماز مىخواند ، پس بر گوشهء لباس خويش سجده كند « 4 » .\r\n10 - روايت شده است كه عمر گفته است : در صورت عدم توانايى يكى از شما از سجدهء بر زمين در گرما و سرما بر گوشهء لباس خود سجده كند « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\nكنيهء خود ملقّب نمودم . وى پدر پادشاهان بود . ( در اين باره به تهذيب ابن حجر و عقد الفريد ، ج 5 ، ص 103 ، 104 و 105 . و شرح ابن ابى الحديد ، ج 7 ، ص 146 و 150 مراجعه شود )\r\n( 1 ) - تحفة الأحوذى ، ج 1 ، ص 273 . و سيرتنا ، ص 128 : « انّه كان يصلّى على الحصير و يسجد على الأرض »\r\n( 2 ) - « برنس » لباسى بوده كه كلاهى به آن متّصل بوده است ( ر . ك : المنجد و اقرب الموارد )\r\n( 3 ) - السنن الكبرى ، بيهقى ، ج 1 ، ص 107 . الموطأ ، مالك ، ج 1 ، ص 177 : « كان إذا سجد وضع كفّيه على الّذي يضع عليه وجهه . قال نافع : و لقد رأيته فى يوم شديد البرد و إنّه ليخرج كفّيه من تحت برنس له ، حتّى يضعهما على الحصباء » .\r\n( 4 ) - كنز العمال ، ج 8 ، ص 83 : « إذا وجد أحدكم الحرّ فليسجد على طرف ثوبه » .\r\n( 5 ) - همان مدرك : « إذا لم يستطع أحدكم من الحرّ و البرد فليسجد على ثوبه » .\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\n11 - از مالك بن عمير چنين نقل شده است كه مىگويد : كسى كه حذيفه را ديده بود براى من چنين نقل كرد : حذيفه مريض شده بود و لذا وقتى كه نماز مىخواند ، متّكايى كه چوبى روى آن بود براى او قرار داده بودند كه بر آن سجده كند « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - المصنف ، ابن ابى شيبه ، ج 1 ، ص 275 : « حدّثنى من رأى حذيفة ، مرض فكان يصلّى و قد جعل له وسادة و جعل له عود يسجد عليه » .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\n\r\nگروه دوّم از ادلّهء وجوب سجده بر زمين :\r\n- سجده هنگام ضرورت .\r\n- حديث عمر و منابع آن .\r\n- حديث انس و منابع آن .\r\n- حدّ ضرورت را ، ضرورت تعيين مىكند .\r\n- احاديث اهل بيت ( ع ) در اين زمينه .\r\n- كلام سيّد بن طاووس ( ره )\r\n- كلام مرحوم امينى ( ره )\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\n( گروه دوّم از ادلّهء وجوب سجده بر زمين )\r\n\r\nسجده در حال ضرورت\r\nشارع حكيم ، سجدهء بر غير زمين و گياهان غير خوراكى و پوشيدنى مانند لباس بافته شده از پشم ، پنبه و كتان را در حال ضرورت و اضطرار ، رخصت فرموده است ؛ زيرا ضرورت و اضطرار ، امور ممنوع و محظور را مباح مىكند ، همانگونه كه خداوند متعال در قرآن كريم مىفرمايد :  « لا يُكَلِّفُ اللَّهُ نَفْساً إِلَّا وُسْعَها »  « 1 » ؛ يعنى : خداوند هيچ‌كس را به بيش از اندازه و طاقتش تكليف نمىكند » .\r\nو :  لا يُكَلِّفُ اللَّهُ نَفْساً إِلَّا ما آتاها  « 2 » *  وَ ما جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ  « 3 » « و كلّما غلب اللّه عليه فاللّه أولى بالعذر » . « 4 »\r\nيعنى : « خداوند هيچ‌كس را تكليف نمىكند مگر به آنچه كه به او عطا كرده است . و او در دين هيچ سختى و مشقّتى قرار نداده . و هر آنچه را كه اختيار آن به دست خداست ، پس خود او هم به پذيرش عذر ، سزاوارتر است » .\r\nواضح است كه احكام اضطرارى به اندازهء ضرورت و نياز ملاحظه مىشوند ؛ يعنى به اندازه‌اى كه رفع نياز و حاجت بشود . و هرگاه نياز بر طرف و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء بقره ، آيهء 286 .\r\n( 2 ) - سورهء طلاق ، آيهء 7 .\r\n( 3 ) - سورهء حج ، آيهء 78 .\r\n( 4 ) - وسائل ، ج 5 ، ص 352 .\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nمرتفع شد ، ديگر جاى جريان حكم اضطرارى نيست و موضوع حكم اضطرارى منتفى مىشود . و از اين رو استفادهء از احكام اضطرارى در غير موارد ضرورت و اضطرار ، جايز نيست .\r\nبه هر حال ، چنانچه فردى زمينى را كه مشتمل بر خاك يا شن يا سنگ و امثال آن باشد و يا گياه غير خوراكى و پوشيدنى پيدا نكرد ، براى او سجده بر لباس متّصل و منفصل و مانند آن جايز است ، ولى تحقّق اضطرار ، مشروط به اين امر است كه خنك كردن سنگريزه‌ها و يا دفع گرما و سرما ممكن نباشد . علاوه بر قواعد كلّى كه ذكر آنها گذشت ، روايات متعدّدى در اين زمينه وجود دارد كه در اينجا ما شمارى از آنها را براى خوانندهء گرامى ذكر مىكنيم :\r\n1 - از عمر بن خطّاب چنين نقل شده است : هرگاه يكى از شما توانايى تحمّل گرما و سرما را ندارد ، مىتواند بر لباس خود سجده كند . « 1 »\r\n2 - أنس مىگويد : ما با پيامبر صلّى اللّه عليه و آله و سلم نماز مىخوانديم ، در حالى كه يكى از ما بر لباس خود سجده مىكرد . « 2 »\r\nو در عبارتى ديگر آمده است : ما با پيامبر صلّى اللّه عليه و آله و سلم نماز مىخوانديم و يكى از ما به خاطر شدّت گرما گوشهء لباس خود را در محلّ سجده قرار مىداد . « 3 »\r\nحسن بصرى مىگويد : قومى بر عمامه و شب كلاه خويش سجده مىكردند ، در حالى كه دستهايشان داخل آستينهايشان بود . « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - « إذا لم يستطع أحدكم من الحرّ و البرد فليسجد على ثوبه » .\r\nكنز العمّال ، ج 8 ، ص 127 . السنن الكبرى ، بيهقى ، ج 1 ، ص 182 . سيرتنا ، ص 130 . المصنف ، ابن ابى شيبه ، ج 1 ، ص 271 - 272 و المصنف ، عبد الرزاق ، ج 1 ، ص 498 .\r\n( 2 ) - « كنّا نصلّى مع النبىّ صلّى اللّه عليه و آله و سلم فيسجد أحدنا على ثوبه » .\r\n( 3 ) - « كنّا نصلّى مع النبىّ صلّى اللّه عليه و آله و سلم فيضع أحدنا طرف الثوب من شدّة الحرّ فى مكان السجود » .\r\n( 4 ) - « كان قوم يسجدون على العمامة و القلنسوة و يداه فى كمّه » ، ( اين حديث را بخارى در باب « سجده بر\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nابن حجر در شرح حديث انس مىگويد : حديث به اين نكته اشاره دارد كه اصل در سجده اين است كه بايد بدون حايل و مانع بر زمين سجده كرد ؛ زيرا سجده بر غير زمين ، موقوف به عدم استطاعت شده است « 1 » .\r\nبخارى ، نسائى ، دارمى و ابن ماجه نيز بابى به نام « جواز سجده بر لباس در موقع گرما و سرما » عنوان كرده‌اند ، بلكه از كلمات ديگر فقها و صحابه و تابعين بر مىآيد كه آنان نيز چنين استنباط كرده‌اند كه بخشى از سخنان آنها در مباحث گذشته ذكر شد .\r\nدر عبارت ابى عوانه و تيسير الوصول آمده است : روزى در شدّت گرما همراه رسول خدا صلّى اللّه عليه و آله و سلم بوديم ، هر يك از ما كه قادر بر گذاردن پيشانى خود بر زمين نبود ، لباس خويش را پهن كرده و بر آن سجده مىنمود « 2 » .\r\nو نيز در عبارتى ديگر چنين آمده است : هنگامى كه با پيامبر صلّى اللّه عليه و آله و سلم نماز مىخوانديم از ترس گرما بر لباس خود سجده مىكرديم « 3 » .\r\nدر عبارت مسلم آمده است : در شدّت گرما با رسول خدا صلّى اللّه عليه و آله و سلم نماز مىخوانديم ، هر يك از ما كه به سبب شدّت گرما عاجز از گذاردن پيشانى خود بر زمين بود ، لباس خود را پهن كرده و بر آن سجده مىنمود « 4 » .\r\nدر عبارت « سيرتنا » آمده است : با رسول خدا صلّى اللّه عليه و آله و سلم نماز مىخوانديم ، هر\r\n\r\n\r\n","description":"","footnote":"\r\nلباس به خاطر شدّت گرما » نقل كرده است ) .\r\n( 1 ) - الفتح ، ج 1 ، ص 414 .\r\n( 2 ) - « كنّا مع رسول اللّه صلّى اللّه عليه و آله و سلم فى شدّة الحرّ ، فإذا لم يستطع أحدنا أن يمكّن جبهته فى الأرض بسط ثوبه يسجد عليه » .\r\n( 3 ) - « كنّا إذا صلّينا مع رسول اللّه صلّى اللّه عليه و آله و سلم سجدنا على ثيابنا مخافة الحرّ » .\r\n( 4 ) - « كنّا نصلّى مع رسول اللّه صلّى اللّه عليه و آله و سلم فى شدّة الحرّ ، فإذا لم يستطع أحدنا أن يمكّن جبهته من الأرض بسط ثوبه فسجد عليه » .\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nيك از ما كه به خاطر شدّت گرما از گذاردن پيشانى خود بر زمين ناتوان بود لباس خود را پهن كرده و بر آن سجده مىنمود « 1 » . و بالأخره در عبارت بخارى ، حديث انس چنين نقل شده است : هرگاه در وقت ظهر به پيامبر صلّى اللّه عليه و آله و سلم اقتدا كرده و با او نماز مىخوانديم ، جهت دفع گرما بر لباس خود سجده مىكرديم .\r\nخوانندهء محترم مىتواند در اين زمينه به منابع زير كه همگى حديث انس را با الفاظ متقارب از وى نقل نموده‌اند ، مراجعه نمايد :\r\nالسنن الكبرى ، بيهقى ، ج 2 ، ص 160 . كنز العمال ، ج 4 ، ص 213 . و در چاپ ديگر ، ج 8 ، ص 86 . صحيح مسلم ، ج 1 ، ص 443 . سيرتنا ، ص 130 - 131 . صحيح بخارى ، ج 1 ، ص 143 و 107 . و ج 2 ، ص 81 . نسائى ، ج 2 ، ص 216 . ابن ماجه ، ج 1 ، ص 329 . سنن دارمى ، ج 1 ، ص 308 سنن ابى داوود ، ج 1 ، ص 177 . شرع عون المعبود ، ج 1 ، ص 249 . مسند احمد ، ج 3 ، ص 100 . منتخب كنز العمّال در حاشيه المسند ، ج 3 ، ص 217 . شرح احوذى ، ج 1 ، ص 405 . سنن ترمذى ، ج 2 ، ص 479 . مسند ابى عوانه ، ج 1 ، ص 346 .\r\nو تيسير الوصول ، ج 1 ، ص 315 .\r\nامّا اهتمام و توجّه خاصّ ما به اين حديث ، به دو سبب است : يكى اينكه اين حديث مورد توجّه و عنايت خاصّ بزرگان از محدّثين است . و ديگر اينكه حديث مزبور بر جواز سجده بر لباس در حال اضطرار و ضرورت و عدم جواز سجده بر آن در حال اختيار دلالت دارد ، همانگونه كه شرح‌دهندگان حديث و محدّثين چنين فهميده‌اند ، اميد است كه در بحثهاى آينده ، بار ديگر به ذكر اين حديث پرداخته و پيرامون آن توضيح دهيم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - « كنّا إذا صلّينا مع النبىّ صلّى اللّه عليه و آله و سلم فلم يستطع أحدنا أن يمكّن جبهته من الأرض من شدّة الحرّ ، طرح ثوبه ، ثمّ سجد عليه » .\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nبه تحقيق باب مناقشه و گفتگو در تعيين و تشخيص حدّ ضرورت و اضطرار باز است ، چرا كه أنس مىگويد : او ، بلكه صحابه - چنان كه حسن بصرى نقل مىكند - در هنگام شدّت گرما بر لباس خود سجده مىكردند ، در حالى كه براى آنان اين امكان وجود داشت كه با خنك كردن سنگريزه‌ها ، گرما را از خود دفع كنند ، به همان صورتى كه جابر انجام مىداد و خود أنس هم نقل كرده است كه وى هم اين عمل را انجام مىداده است ، بنا بر اين ، با توجه به اين نكته آيا در اين صورت ، ضرورت صدق مىكند و اضطرار تحقق دارد تا سجده بر لباس جايز شود ؟ مگر اينكه چنين قائل شويم كه جواز سجده بر لباس ، داير مدار حرج كم و مشقّت اندك و قابل تحمّل است و حال آنكه قبول چنين چيزى و التزام به آن ، خالى از اشكال نيست .\r\nچگونه مىتوان حرج اندك را ملاك جواز دانست و حال آنكه بزرگان از محدّثين - همانگونه كه از ابن عبّاس و ثابت و عبد اللّه بن عبد الرحمن نقل شده است - گفته‌اند كه پيامبر صلّى اللّه عليه و آله و سلم تنها دستهاى خود را و نه صورت را به وسيله لباس خويش از سرما و گرما محافظت مىكردند ؟ !\r\nبنا بر اين ، شايد آنان در تشخيص حدّ و اندازهء ضرورت و اضطرار ، اجتهاد كرده‌اند ولى در اين مسير به خطا رفته‌اند .\r\n3 - عيينهء نىفروش مىگويد به امام صادق عليه السّلام عرض كردم : روزى كه هوا به شدّت گرم است داخل مسجد مىشوم و خوش ندارم كه روى سنگريزه‌ها نماز بخوانم ، پس لباس خود را پهن كرده و بر آن سجده مىكنم . حضرت فرمود : بلى ، اشكال ندارد « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - وسائل الشيعة ، ج 3 ، ص 596 - 598 : « قال : قلت لأبى عبد اللّه عليه السّلام أدخل المسجد فى اليوم الشديد الحرّ ، فأكره أن اصلّى على الحصى فأبسط ثوبى فأسجد عليه . قال : نعم ، ليس به بأس » .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\n4 - قاسم بن فضيل مىگويد به امام رضا عليه السّلام عرض كردم : فدايت گردم ! شخصى به سبب ناراحتى ناشى از گرما و سرما بر آستين خود سجده مىكند و حضرت فرمود : اشكالى ندارد « 1 » .\r\n5 - ابو بصير مىگويد از امام باقر عليه السّلام سؤال كردم : در مسافرت هستم و وقت نماز فرا مىرسد ، در حالى كه من براى صورت خويش به خاطر گرماى سوزان نگران هستم ، تكليف من نسبت به سجده چيست ؟\r\nحضرت در پاسخ فرمود : بر گوشه‌اى از لباس خود سجده كن . عرض كردم :\r\nلباسم به اندازه‌اى نيست كه بتوانم بر گوشه يا پايين آن سجده كنم . حضرت پاسخ داد : بر پشت دست خود سجده كن ؛ زيرا آن هم يكى از سجده‌گاههاست « 2 » .\r\n6 - ابو بصير مىگويد از امام صادق عليه السّلام پرسيدم : فدايت شوم ! مردى در سفر است و در راه ، گرفتار راهزن شده و او را غارت مىكنند به گونه‌اى كه عريان و برهنه بوده و تنها شلوارى به پا دارد ، در اين حال به چيزى كه بر آن سجده كند دسترسى ندارد و از سجده بر زمين هم به خاطر سوختن صورتش در اثر شدّت گرما بيمناك است .\r\nحضرت فرمود : بر پشت دست خود سجده كند ؛ زيرا پشت دست ، يكى از سجده‌گاههاست « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - وسائل الشيعة ، ج 3 ، ص 596 - 598 : « قال : قلت للرضا عليه السّلام : جعلت فداك الرّجل يسجد على كمّه من أذى الحرّ و البرد . قال : لا بأس به » .\r\n( 2 ) - وسائل الشيعة ، ج 3 ، ص 596 - 598 : « قال : قلت له : أكون فى السفر فتحضر الصلاة و أخاف الرّمضاء على وجهى ، كيف أصنع ؟ قال : تسجد على بعض ثوبك . فقلت : ليس علىّ ثوب يمكننى أن أسجد على طرفه و لا ذيله . قال :\r\nأسجد على ظهر كفّك ، فإنّها إحدى المساجد » .\r\n( 3 ) - همان مدرك : « قال : قلت لأبى عبد اللّه عليه السّلام : جعلت فداك ، الرّجل يكون فى السفر فيقطع عليه الطريق ،\r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\n7 - از ابو بصير نقل شده كه مىگويد : او از امام صادق عليه السّلام دربارهء مردى كه در گرماى شديد نماز مىخواند در حالى كه براى پيشانى خود به جهت گرماى سوزان نگران است ، سؤال كرد و حضرت پاسخ فرمود : لباس خود را زير پيشانىاش بگذارد « 1 » .\r\n8 - عبد اللّه بن جعفر از برادرش امام كاظم عليه السّلام نقل كرده مىگويد : دربارهء مردى كه در حال نماز است و زمين او را آزار مىدهد و وى در اين حال قادر به سجده بر زمين نيست ، از ايشان سؤال كردم كه آيا وى مىتواند لباس خود را كه از جنس پنبه يا كتان است زير پيشانى خود بگذارد ؟\r\nحضرت فرمود : چنانچه اضطرار دارد ، مانعى ندارد « 2 » .\r\n9 - عمار ساباطى مىگويد از امام صادق عليه السّلام سؤال كردم : آيا جايز است كه انسان روى برف نماز بخواند ؟\r\nحضرت پاسخ داد : خير ، چنانچه نسبت به پيدا كردن زمين ناتوان است لباس خود را پهن كرده و بر آن نماز بخواند « 3 » .\r\n10 - در تحف العقول آمده است : هر چيز خوردنى ، آشاميدنى و پوشيدنى كه مورد تغذيه و استفادهء انسان است ، نماز بر روى آن جايز نيست . و نيز نمىتوان\r\n\r\n\r\n","description":"","footnote":"\r\nفيبقى عريانا فى سراويل و لا يجد ما يسجد عليه ، يخاف إن سجد على الرّمضاء احرقت وجهه . قال : يسجد على ظهر كفّه ، فإنّها إحدى المساجد » .\r\n( 1 ) - وسائل الشيعة ، ج 3 ، ص 596 - 598 : « عنه أنّه سأل أبا عبد اللّه عليه السّلام عن رجل يصلّى فى حرّ شديد فيخاف على جبهته من الأرض . قال : يضع ثوبه تحت جبهته » .\r\n( 2 ) - وسائل الشيعة ، ج 3 ، ص 593 - 594 . بحار الأنوار ، ج 85 ، ص 149 - 152 : « قال سألته عن الرجل يؤذيه الأرض و هو فى الصلاة و لا يقدر على السجود ، هل له أن يضع ثوبه إذا كان قطنا أو كتانا ؟ قال : إذا كان مضطرّا فليفعل » .\r\n( 3 ) - همان مدرك : « قال : سألت أبا عبد اللّه عليه السّلام عن الرّجل يصلّى على الثلج . قال : لا ، فأن لم يقدر على الأرض بسط ثوبه و صلّى عليه » .\r\n","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nبر آن سجده كرد ، مگر گياهان غير خوراكى پيش از اينكه رسيده باشند ، پس هرگاه رسيده شدند تنها در حال ضرورت ، نماز بر آنها جايز است « 1 » .\r\n11 - على بن يقطين مىگويد : از امام كاظم عليه السّلام دربارهء مردى كه بر گليم و پوست سجده مىكند ، سؤال كردم و حضرت پاسخ فرمود : اگر در حال تقيّه باشد اشكال ندارد « 2 » .\r\n12 - ابو بصير مىگويد : از امام صادق عليه السّلام دربارهء مردى كه بر پوست سجده مىكند ، سؤال كردم و حضرت فرمود : اگر در حال تقيّه است اشكالى ندارد « 3 » .\r\nاز اين روايات كه از طريق اهل بيت عليهم السّلام وارد شده است اين نكته به دست مىآيد كه در زمان آن بزرگواران ، سجده بر لباس و پوست در حال اختيار ، مرسوم و شايع بوده و از شعائر اهل سنّت به شمار مىرفته است ، همانگونه كه سجده بر زمين از شعائر اهل بيت عليهم السّلام به حساب مىآمده تا اينكه ائمّهء اهل بيت عليهم السّلام سجده بر گليم و پوست را به خاطر تقيّه و حفظ خون شيعيان و دوستداران خود رخصت فرمودند . بعضى از فقهاى شيعه در اين زمينه سخنان جالب و شيوايى دارند كه نقل آنها خالى از فايده نيست :\r\nعلى بن طاووس در كتاب خود « 4 » مىنويسد : جاى بسى تعجّب و شگفتى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - وسائل الشيعة ، ج 3 ، ص 593 - 596 . بحار الأنوار ، ج 85 ، ص 149 - 152 : « و كلّ شىء يكون غذاء الإنسان فى مطعمه أو مشربه أو ملبسه فلا تجوز الصلاة عليه و لا السجود ، إلّا ما كان من نبات الأرض من غير ثمر قبل أن يصير مغزولا ، فإذا صار غزلا فلا تجوز الصلاة عليه إلّا فى حال الضرورة » .\r\n( 2 ) - همان مدرك : « قال : سألت أبا الحسن الماضى عليه السّلام عن الرجل يسجد على المسح و البساط . قال : لا بأس ، إذا كان فى حال التقيّة » .\r\n( 3 ) - همان مدرك : « قال : سألت أبا عبد اللّه عليه السّلام عن الرجل يسجد على المسح . فقال : إذا كان فى تقيّة فلا بأس ) .\r\n( 4 ) - الطرائف ، ص 170 ( چاپ سنگى ) .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nاست اينكه گروهى از پيروان مذاهب چهارگانه كسى را كه صورت خويش را در سجده بر زمين بگذارد و خاك‌آلود كند ، انكار و ردّ مىكنند و حال آنكه در كتب صحاح خود ، خلاف و ضدّ آنچه را كه انكار و تكذيب مىكنند به نقل از پيامبر صلّى اللّه عليه و آله و سلم روايت كرده‌اند . مسلم نيز در جلد سوم صحيح خود به اسناد خويش حديثى را از ابو هريره نقل مىكند كه عبارت آن چنين است :\r\nابو جهل پرسيد : آيا محمّد در ميان شما صورت خود را بر خاك مىگذارد ؟ در جواب او گفته شد : آرى . پس ابو جهل گفت : سوگند به لات و عزّى ! هرگاه او را در حال انجام چنين كارى ببينم بر روى گردن او پا گذارده و صورتش را به خاك بمالم .\r\nسپس ابو هريره در اين حديث ادامه مىدهد : او ، محمّد صلّى اللّه عليه و آله و سلم را در حال چنين كارى مشاهده كرد ، پس ابو جهل اراده كرد تا گفتهء خود را به مرحلهء اجرا در آورد ، ولى فرشتگان الهى ميان او و پيامبر صلّى اللّه عليه و آله و سلم حايل شدند « 1 » .\r\nسيّد بن طاووس مىگويد : آيا چنان كه ايشان مىپندارند ، خاك‌آلود كردن صورت بدعت است ؟ آيا مىبينى كه اين چيزى جز سنّت پيامبر صلّى اللّه عليه و آله و سلم نيست كه تهديد و وعيد ، مانع و سدّ راه آن نمىشود ؟ و آيا مىبينى كه انكار خاك‌آلود كردن صورت ، چيزى جز بدعت از جانب ابو جهل و امثال او نيست ؟ پس چگونه است كه سنّت پيامبر صلّى اللّه عليه و آله و سلم بدعت قلمداد مىشود و بدعت دشمن كافر او به عنوان سنّت تلقّى مىگردد . چنين امر عجيب و شگفتى ، هرگز سزاوار صاحبان فكر و انديشهء صواب نيست .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - « قال أبو جهل : هل يعفّر محمّد صلّى اللّه عليه و آله و سلم وجهه بين أظهركم ؟ قال : فقيل : نعم . قال : و اللّات و العزّى ، لأن رأيته يفعل ذلك لأطأنّ على رقبته و لأعفرنّ وجهه بالتراب ، ثمّ قال فى الحديث ما هذا لفظه : انّه رآه يفعل ، فأراد أبو جهل أن يفعل به ما عزم عليه ، فحال الملائكة بينه و بينه » .\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nآيا براى حقيقت سجده كه همانا نهايت خضوع و خشوع در پيشگاه الهى و در مقابل عظمت خداست ، چيزى جز خاك مناسبت دارد ؟ بنا بر اين ، سزاوار است كه انسان در نهايت تذلّل و بندگى و در اوج مسكنت و تواضع و فقر و وابستگى به خداوند متعال ، صورت خود را بر خاك يا ساير اجزاى زمين بگذارد ، چنان كه مرحوم علّامهء امينى رحمه اللّه گفته است :\r\nسجده ، چيزى جز نهايت تذلّل و خوارى در برابر عظمت و جبروت خداوند متعال نيست و بر اين اساس ، آنچه با سجده مناسب است اين است كه نمازگزار ، زمين را به عنوان سجده‌گاه برگزيده و در برابر خداوند سبحان ، صورت خود را به خاك بمالد و بينى خويش را به خاك برساند تا شخص سجده‌كننده آن طينت و سرشت پست و فرومايهء خود را كه از آن آفريده شده و بدان بازمىگردد و دوباره از آن برانگيخته مىشود ، به ياد آورد و به اين وسيله پند گرفته و همواره پستى و بىارزشى اصل خود را در برابر عظمت الهى به ياد داشته باشد تا خضوع روحى و ذلّت در باطن و انحطاط در نفس براى او حاصل شود و او را هرچه بيشتر به سوى عبوديّت و بندگى خدا سوق دهد و از بلند پروازى و منيّت و خودخواهى حفظ كند و به اين واقعيت دست يابد كه وى مخلوقى از خاك پست و بىارزش است و چيزى بيش از اين نيست .\r\nهرگز اين اسرار پيچيده و شگفت در چيزهايى از قبيل فرشهاى بافته شده از پشم و پارچه‌هاى حرير و ابريشمى و امثال آنكه وسايل راحتى هستند ، يافت نمىشود ، چه اينكه اينها چيزهايى هستند كه آدمى آنها را مايهء عظمت و احترام و مقام براى خود مىداند و اين امور ، اسباب تكبر و بلند پروازى انسان شده و او را از خضوع و خشوع و تواضع بازمىدارند « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سيرتنا ، ص 125 - 126 .\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nحكمت وجوب سجده بر زمين در روايات اهل بيت عليهم السّلام بيان شده است - چنان كه در مباحث قبلى به آنها اشاره شد - آنجا كه امام صادق عليه السّلام مىفرمايند :\r\nسجده ، خضوع و فروتنى در برابر خداوند سبحان است ، پس سجده بر خوردنيها و پوشيدنيها سزاوار و پسنديده نيست ؛ زيرا فرزندان دنيا ، بندهء خوردنيها و پوشيدنيها هستند .\r\nو اين همان حكمتى است كه خداوند متعال انسان را به جهت آن آفريده است ، چون‌كه مىفرمايد :  وَ ما خَلَقْتُ الْجِنَّ وَ الْإِنْسَ إِلَّا لِيَعْبُدُونِ  . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء ذاريات ، آيهء 56 .\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\n\r\nگروه سوّم از ادلّهء وجوب سجده بر زمين :\r\nراههاى بر طرف كردن ناراحتى حاصل از سرما و گرما در حال سجده كه به وسيلهء صحابه إعمال مىشد :\r\n1 - خنك كردن سنگريزه‌ها با دست .\r\n2 - خنك كردن سنگريزه‌ها با زير و رو كردن آنها ، كه در اين قسمت روايات مربوط به آن را نيز ذكر خواهيم كرد .\r\n3 - خنك كردن سنگريزه‌ها با تأخير انداختن نماز تا هنگام خنكى هوا :\r\n- معناى ابراد ( خنك كردن ) - احاديث دالّ بر ابراد و منابع و مآخذ آنها .\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\n( گروه سوّم از ادلّهء وجوب سجده بر زمين )\r\n\r\nراههاى إعمال شده توسّط صحابه جهت بر طرف نمودن ناراحتى حاصل از گرما و سرما در سجده\r\nاز مطالب گذشته به خوبى دريافتيم كه سجده در آغاز تشريع خود ، عبارت از « بر زمين گذاردن پيشانى » بوده است . و به طور مسلّم اين امر مشكلاتى را در گرما و سرما براى مسلمانان پديد مىآورده است .\r\nشاهد بر اين مطلب روايات متعدّدى است كه بخشى از آنها در مباحث گذشته نقل شد و در آنها به اين نكته اشاره شده بود كه مسلمانان مشكلات و سختيهاى ناشى از چنين وضعيتى را به محضر رسول خدا صلّى اللّه عليه و آله و سلم عرضه داشتند و حضرت به شكايت آنها توجّهى نفرمود و آنها اجازه پيدا نكردند تا بر غير زمين سجده كنند ، از همين رو ، مجبور شدند تا ناراحتى و مشكل خود را به صورتى ديگر بر طرف نمايند ، تا اينكه خداوند متعال بر آنان منّت نهاده و با رخصت سجده بر گياهان غير خوراكى و پوشيدنى ، كار را بر آنان آسان نمود .\r\nو ما اينك در اين بحث به ذكر بعضى از آن راهها و روايات مربوط به آن ، خواهيم پرداخت :\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\n\r\nراه اوّل\r\nهمانگونه كه بيان شد ، از جمله كارهايى كه صحابه انجام مىدادند اين بود كه گاهى اوقات با جابجا كردن سنگريزه‌ها در دستهاى خود و دست به دست كردن ، آنها را خنك مىكردند و سپس روى زمين قرار داده و بر آنها سجده مىكردند .\r\n\r\nراه دوّم\r\nگاهى اوقات به اين شيوه عمل مىشد كه سنگريزه‌ها را جابجا مىكردند به اين كيفيت كه سنگريزه‌هاى محلّ سجده را زيرورو مىكردند ، تا سنگريزه‌هايى كه خنك و سرد هستند در معرض سجده واقع شوند و يا اينكه از سنگريزه‌هايى كه در معرض تابش خورشيد نبودند استفاده مىكردند . در روايات هم بدين امر اشاره شده و از زياد جابجا نمودن سنگريزه‌ها نهى شده است و ما اينك بخشى از آن روايات را جهت اطّلاع خوانندهء گرامى يادآور مىشويم :\r\n1 - از ابو ذر چنين نقل شده است : زمين را فقط يك بار دست بزن و چنانچه صبر كنى ، اين صبر از صد شتر سياه چشم براى تو بهتر است « 1 » .\r\n2 - ابو ذر مىگويد : دربارهء هر چيزى از رسول خدا صلّى اللّه عليه و آله و سلم سؤال كردم تا اينكه به موضوع دست زدن و جابه‌جا كردن سنگريزه‌ها رسيدم و راجع به آن نيز از حضرت سؤال كردم و حضرت پاسخ فرمود : يك مرتبه عيب ندارد « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - المصنف ، عبد الرزاق ، ج 2 ، ص 39 . السنن الكبرى ، بيهقى ، ج 2 ، ص 384 - 385 . الموطأ ، مالك ، ج 1 ، ص 172 . تنوير الحوالك ، ج 1 ، ص 172 : « لا تمسح الأرض إلّا مسحة و إن تصبر عنها خير لك من مائة ناقة كلّها سود الحدق » .\r\n( 2 ) - تنوير الحوالك ، ج 1 ، ص 172 - 173 و المصنف ، عبد الرزاق ، ج 2 ، ص 40 : « سألت النبىّ صلّى اللّه عليه و آله و سلم\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\n3 - عبد اللّه بن عياش بن ابى ربيعه مىگويد : ابو ذر در حال عبور بود و من نماز مىخواندم . ابو ذر گفت : زمين را بيش از يك بار مسح نكن ( يعنى :\r\nدست نزن ) « 1 » .\r\n4 - هرگاه عبد اللّه بن زيد اراده سجده مىكرد ، تنها يك مرتبه سنگريزه‌ها را هموار و آماده مىكرد « 2 » .\r\n5 - رسول خدا صلّى اللّه عليه و آله و سلم در نماز شنيد كه كسى سنگريزه‌ها را جابه‌جا مىكند ، پس از اتمام نماز ، حضرت سؤال فرمود : چه كسى سنگريزه‌ها را در حال نماز جابه‌جا مىكرد ؟ شخص جابه‌جاكننده خود را معرفى كرد ، سپس حضرت فرمود : بهرهء تو از نمازت ، همين است « 3 » .\r\n6 - ابن جريج مىگويد : به عطا گفتم : مردم به شدّت از دست زدن به سنگريزه‌ها و خنك كردن آنها براى سجده امتناع مىورزند ، در حالى كه در مورد پاك كردن خاك از پيشانى منعى ندارند و شدّتى به خرج نمىدهند . وى گفت : آرى ، خداترسى و تقوا داشته باشيد « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\nعن كلّ شىء ، حتّى سألته عن مسح الحصى ، فقال : واحدة أودع » .\r\n( 1 ) - المصنف ، ج 2 ، ص 40 . تنوير الحوالك ، ج 1 ، ص 172 - 173 : « قال : مرّ أبو ذر و أنا أصلّي ، فقال : انّ الأرض لا تمسح إلّا مسحة واحدة » ، ( در اين باره ( مسح سنگريزه‌ها ) به المصنف ، ابن ابى شيبه ، ج 2 ، ص 414 ، 412 و 411 مراجعه كنيد ) -\r\n( 2 ) - المصنف ، ج 2 ، ص 40 . تنوير الحوالك ، ج 1 ، ص 172 - 173 : « كان عبد اللّه بن زيد يسوّى الحصى مرّة واحدة إذا أراد أن يسجد » .\r\n( 3 ) - منتخب كنز العمّال در حاشيهء المسند ، ج 3 ، ص 217 . المصنف ، ج 2 ، ص 41 : « سمع النبىّ رجلا يقلّب الحصى فى المسجد ، فلمّا انصرف قال : من الّذى كان يقلّب الحصى فى الصلاة ؟ قال الرجل : أنا يا رسول اللّه صلّى اللّه عليه و آله و سلم . قال : حظّك من صلاتك » .\r\n( 4 ) - المصنف ، ج 2 ، ص 41 . و تنوير الحوالك ، ج 1 ، ص 173 : « فإنّهم كانوا يشدّدون فى المسح للحصاء لموضع الجبين ما لا يشدّ دون فى مسح الوجه من التراب . قال : أجل ، ها اللّه اذا » .\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\n7 - معيقيب مىگويد : رسول خدا صلّى اللّه عليه و آله و سلم دربارهء مسح سنگريزه‌ها در مسجد سخن مىگفت و فرمود : اگر به اين كار مجبور شدى ، يك مرتبه انجام بده « 1 » .\r\n8 - از ابو ذر - رحمة اللّه عليه - چنين نقل شده است : هرگاه نماز برپا شد ، با همان هيأت و شكل ظاهرى خود حركت كنيد و هرطور كه جماعت را درك كرديد نماز را بجا آوريد ( يعنى : به هر قسمت نماز كه رسيديد اقتدا كنيد ) ، سپس هنگامى كه امام ، نماز را به پايان برده و سلام داد ، بقيهء نماز خود را بجا آوريد و بيش از يك مرتبه خاك را از زمين پاك نكنيد و چنانچه بدان صبر شود ، نزد من از صد شتر سياه چشم ، محبوبتر است « 2 » .\r\n9 - جابر بن عبد اللّه مىگويد : از رسول خدا صلّى اللّه عليه و آله و سلم راجع به مسح « حصباء » سؤال كردم و حضرت پاسخ فرمود : يك مرتبه و هرگاه از مسح حصباء خوددارى كنى ، از صد شتر سياه چشم بهتر است « 3 » .\r\n10 - ابو ذر - رحمة اللّه عليه - از پيامبر صلّى اللّه عليه و آله و سلم نقل مىكند كه حضرت فرمود :\r\nهرگاه يكى از شما براى نماز بپاخاست رحمت الهى به او رو مىآورد ، پس حصباء را مسح نكرده و دست نزند « 4 » .\r\nاز مجموع رواياتى كه در اينجا ذكر شد و نيز رواياتى كه به جهت پرهيز از\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - صحيح مسلم ، ج 1 ، ص 387 با سندهاى متعدّد : « ذكر النبىّ صلّى اللّه عليه و آله و سلم المسح فى المسجد - يعنى الحصى - قال : إن كنت لا بدّ فاعلا فواحدة » .\r\n( 2 ) - « قال : إذا اقيمت الصلاة فامشوا على هيئتكم و صلّوا ما أدركتم ، فإذا سلّم الإمام فاقضوا ما بقى و لا تمسحوا التراب عن الأرض إلّا مرّة واحدة و لإن اصبر عنها أحبّ إلىّ من مائة ناقة سوداء الحدق » . تنوير الحوالك ، ج 1 ، 172 .\r\nسنن ابن ماجه ، ج 1 ، ص 227 . السنن الكبرى ، بيهقى ، ج 4 ، ص 223 . و ج 2 ، ص 284 - 285 . مسند احمد ، ج 5 ، ص 150 ، وفاء الوفاء ، ج 2 ص 655 ، به نقل از ابو ذر و معيقيب و حذيفه .\r\n( 3 ) - تنوير الحوالك ، ج 1 ، ص 173 . مسند احمد ، ج 3 ، ص 300 : « قال : سألت رسول اللّه صلّى اللّه عليه و آله و سلم عن مسح الحصباء . فقال : واحدة ، و لإن تمسكه عنها خير من مائة بدنة كلّها سود الحدق » .\r\n( 4 ) - تنوير الحوالك ، ج 1 ، ص 173 : « قال : إذا قام أحدكم للصلاة فإنّ الرحمة تواجهه ، فلا يمسح الحصباء » .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nاطالهء كلام ذكر نشد ، اين نكته به دست مىآيد كه صحابه ، سنگريزه‌ها را به خاطر پاك كردن خاك يا غبار از آنها مسح مىكردند و يا اينكه آنها را مسح كرده و دست مىزدند تا همسطح شده و مناسب براى سجده شوند و يا اينكه به جهت زير و رو كردن و جابه‌جا كردن ، آنها را مسح مىكردند .\r\nدر روايات متعدّدى از فوت كردن محلّ سجده نهى شده است ، در حالى كه در باب مسح و دست كشيدن محلّ سجده ، براى يك مرتبه ، اجازه داده شده است .\r\nروايتى از ابو هريره در ارتباط با امر به مسح و دست كشيدن بر سنگريزه‌ها به منظور تسطيح و صاف نمودن محلّ سجده ، نقل شده است كه عبارت آن چنين است : هرگاه يكى از شما براى نماز بپاخاست ، جايگاه سجده را صاف و هموار كند و فوت كردن محلّ سجده را تا هنگام سجده نگه ندارد تا اينكه هنگام سجده رفتن فوت كند [ يعنى اين كار را قبلا انجام دهد 
  ] ، هرگاه يكى از شما بر سنگى داغ سجده كند ، بهتر از سجده بر محلى است كه به آن فوت شده باشد « 1 » .\r\nامّا مسح و جابه‌جايى سنگريزه‌ها ، در روايات از اين عمل نهى شده است و چه بسا نهى تحريمى نباشد بلكه نهى تنزيهى و كراهتى باشد .\r\nاز آنچه تا كنون بيان شد ، روشن مىشود كه پيامبر صلّى اللّه عليه و آله و سلم و اصحاب آن حضرت ، بر زمين سجده مىكردند و سختيها و ناراحتيهاى ناشى از گرما و سرما را تحمل كرده و اين مشقّت و سختى را با جابه‌جا كردن سنگريزه‌ها و مسح محلّ سجده ، بر طرف مىنمودند .\r\n\r\nراه سوّم\r\nاز ديگر راههاى بر طرف كردن مشكلات سجده بر زمين در هنگام گرما و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كنز العمّال ، ج 7 ، ص 325 . وسائل الشيعة ، ج 4 ، ص 975 .\r\n","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nسرما اين بود كه نماز ظهر را از اوّل وقت آن به تأخير مىانداختند تا اينكه سايه‌ها زياد شده و هوا مساعد مىگشت و زمين سرد شده و از حرارت روز كاسته مىشد .\r\nبزرگان از حافظان روايات ، احاديث زيادى را در اين زمينه در كتابهاى خود جمع‌آورى و ضبط نموده‌اند و ما در اينجا شمارى از آنها را تا حدّى كه اختصار اين نوشتار اجازه مىدهد ذكر مىكنيم و دو نكته از آنها استنباط و استفاده مىكنيم كه آن دو نكته عبارتند از :\r\n1 - عدم جواز سجده بر غير زمين .\r\n2 - روشن شدن معناى اضطرار ، به اين معنا كه هرگاه سجده بر زمين و لو با تأخير انداختن نماز تا هنگام خنك شدن هوا امكان دارد ، سجده بر غير زمين جايز نخواهد بود .\r\n« ابراد » ، عبارت از شكستن شدّت گرماست ، چنان كه ابن اثير در « النهايه » مىنويسد : امّا در حديث ديگرى كه مىفرمايد : « ابردوا بالظهر » ، مراد از « إبراد » ، شكستن شدّت گرما و كاهش اوج آن و داخل شدن در خنكى است .\r\nنيز در معناى حديث گفته شده است : نماز ظهر را در اوّل زمانى كه بعد از ظهر هوا خنك مىشود بخوانيد .\r\nو يا اينكه گفته شده است : « إبراد » به معناى تعجيل و سرعت ورزيدن به كارى است به اين معنا كه : نماز را زود و سريع بخوانيد .\r\nمرحوم صدوق - رحمة اللّه عليه - بعد از نقل حديث مىگويد : مصنّف اين كتاب مىگويد : حديث به معناى « عجّل عجّل تعجيل كن » است و « إبراد » از « تبريد » أخذ شده است . و ابن اثير نيز به اين نكته اشاره كرده است ، همانگونه كه ذكر آن گذشت .\r\nبنا بر اين با توجه به مطالب مذكور ، « ابراد » داراى دو معناست :\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\n1 - تأخير انداختن نماز تا هنگام خنك شدن هوا .\r\n2 - تعجيل در نماز ، كه اين هم به دو صورت ممكن است :\r\nالف - اينكه نوافل را مختصر و كوتاه بجا آوريم ، يا اينكه آنها را بر ظهر مقدّم داشته و قبل از ظهر بخوانيم و يا اينكه از ظهر به تأخير انداخته و بعد از نماز ظهر بجا بياوريم .\r\nب - اينكه با ترك كردن مستحبّات نماز ظهر ، آن را كوتاه و مختصر كنيم .\r\nمعناى اوّل « ابراد » كه عبارت از : « تأخير انداختن نماز تا هنگام خنك شدن هوا » بود ، به وسيلهء حديث زراره تأييد مىشود .\r\nعبد اللّه بن بكير مىگويد : زراره خدمت امام صادق عليه السّلام شرفياب شده و عرض كرد : شما در باب وقت نماز ظهر و عصر فرموده‌ايد كه وقت آنها هنگامى است كه سايهء شاخص به ترتيب يك ذراع و دو ذراع باشد ، سپس فرموده‌ايد : در تابستان إبراد كنيد ، إبراد در موقع نماز ظهر چگونه است و چگونه ابراد كنيم ؟\r\nسپس زراره كتابچهء خود را گشود تا فرمايشات حضرت را ثبت كند . ولى حضرت به او جوابى ندادند ، پس زراره كتابچه را بست و گفت : همانا ما وظيفه داريم كه از شما سؤال كنيم و شما بهتر از هر كسى به وظايف خويش آگاه هستيد و سپس از محضر امام عليه السّلام خارج شد .\r\nبعد از او ابو بصير به محضر امام عليه السّلام شرفياب شد . امام صادق عليه السّلام به او فرمودند : زراره دربارهء چيزى سؤال كرد و من پاسخ او را ندادم و لذا ناراحت شده و بيرون رفت . تو فرستاده و نمايندهء من هستى كه نزد او رفته و از قول من به او بگويى : در تابستان نماز ظهر را هنگامى كه سايهء تو برابر خودت شد و نماز عصر را هنگامى كه سايه‌ات دو برابر تو شد بخوان .\r\nزراره هم در تابستان به همين ترتيب عمل مىكرد و نماز مىخواند\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nو نشنيدم كه كسى از اصحاب ما غير از زراره و ابن بكير ، به اين كيفيت نماز بخواند « 1 » .\r\nظاهر روايت ابن عبّاس نيز اين معنا را تأييد مىكند آنجا كه وى در احتجاج خود با خوارج مىگويد : هنگامى كه خوارج براى راه انداختن شورشى بر ضدّ امام عليه السّلام اجتماع كرده و گرد هم جمع شدند ، مردم يكى پس از ديگرى خدمت حضرت آمده و مىگفتند : خوارج قصد خروج بر شما را دارند . حضرت مىفرمود : بگذاريد تا خروج كنند . روزى من به امير المؤمنين عليه السّلام عرض كردم : « أبرد الصلاة » نماز را به تأخير اندازيد تا من نزد اين گروه رفته و بازآيم « 2 » ( قلت يا امير المؤمنين ابرد الصّلاة فلا تفتنى حتّى آتى القوم )\r\nآنچه را كه بخارى و مسند ابى عوانه از ابو ذر - رحمة اللّه عليه - نقل كرده‌اند نيز گواه بر اين معناست ، آنجا كه ابو ذر مىگويد : در سفرى همراه پيامبر صلّى اللّه عليه و آله و سلم بوديم ، مؤذن اراده كرد تا براى نماز ظهر اذان بگويد . پيامبر صلّى اللّه عليه و آله و سلم به وى فرمود :\r\n« أبرد » . مؤذن براى بار دوّم ارادهء اذان گفتن كرد و حضرت نيز بار دوّم فرمود :\r\n« أبرد » تا اينكه سايهء تلّها « 3 » را مشاهده نموديم « 4 » .\r\nبه هر حال ، در اينجا توجه خوانندهء گرامى را به رواياتى چند در اين زمينه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - وسائل الشيعة ، ج 3 ، ص 110 ، به نقل از كشّى . بحار الأنوار ، ج 83 ، ص 42 : « فقال : إنّ زرارة سألنى عن شىء فلم أجبه و قد ضقت من ذلك فاذهب أنت رسولى إليه ، فقل : صلّ الظهر فى الصيف إذا كان ظلّك مثلك و العصر إذا كان مثليك » .\r\n( 2 ) - جامع بيان العلم ، ج 2 ، ص 126 . در باب تفسير « ابراد » به ارشاد السارى ، ج 1 ، ص 486 .\r\nو بعد از آن ، فتح البارى ، ج 2 ، ص 16 و بعد از آن مراجعه شود .\r\n( 3 ) - « تلّ » : بلندى قدرى خاك از زمين يا كوههاى كم ارتفاع را گويند .\r\n( 4 ) - بخارى ، ج 1 ، ص 142 . مسند أبى عوانه ، ج 1 ، ص 347 : « كنّا مع النبىّ صلّى اللّه عليه و آله و سلم فى سفر ، فأراد المؤذن أن يؤذّن للظهر ، فقال النبىّ صلّى اللّه عليه و آله و سلم : أبرد ، ثمّ أراد أن يؤذّن ، فقاله له : أبرد ، حتّى رأينا فىء التلول » .\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nجلب مىكنيم :\r\n1 - از ابن عمر چنين روايت شده است : هرگاه گرما شدّت پيدا كرد ، براى نماز تا هنگام خنك شدن هوا صبر كنيد ، همانا شدّت گرما از نسيم حرارت جهنّم است « 1 » .\r\n2 - ابو ذر مىگويد ، مؤذّن پيامبر صلّى اللّه عليه و آله و سلم اذان ظهر مىگفت كه پيامبر صلّى اللّه عليه و آله و سلم فرمود : « أبرد ، أبرد » ، يا اينكه فرمود منتظر خنك شدن هوا باش « 2 » .\r\n3 - از ابو سعيد روايت شده است كه : در خواندن نماز ظهر ، منتظر خنك شدن هوا باشيد ، همانا شدّت گرما از نسيم حرارت جهنّم است « 3 » .\r\nدر عبارت ديگر از ابو هريره نقل شده است : هرگاه گرما شدّت يافت ، براى خواندن نماز تا هنگام خنكى هوا منتظر بمانيد ، همانا شدّت گرما از نسيم حرارت جهنّم است « 4 » .\r\n4 - در حديثى به نقل از عكرمة بن خالد آمده است كه عمر به ابى محذوره - كه در مكّه براى او اذان مىگفت - گفت : اى اهل تهامه ! همانا سرزمين شما بسيار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - « اذا اشتدّ الحرّ فأبردوا عن الصلاة ، فإنّ شدّة الحرّ من فيح جهنّم » .\r\n« أذّن مؤذّن النبىّ صلّى اللّه عليه و آله و سلم الظهر ، فقال : أبرد ، أبرد أو قال : انتظر انتظر » .\r\nبخارى ، ج 1 ، ص 142 . المصنف ، عبد الرزاق ، ج 1 ، ص 542 با سندهاى گوناگون . السنن الكبرى ، بيهقى ، ج 1 ، ص 437 ، با سندهاى گوناگون به نقل از ابو هريره و ابى سعيد ، ص 438 ، به نقل از ابن عمر . و ص 439 ، به نقل از مغيرة بن شعبه . الموطأ ، مالك ، ج 1 ، ص 36 ، به نقل از عطاء بن يسار . و ص 38 ، به نقل از ابو هريره . بحار الأنوار ، ج 83 ، ص 83 . سنن دارمى ، ج 1 ، ص 274 .\r\nسنن نسائى ، ج 17 ص 248 - 249 . صحيح مسلم ، ج 1 ، ص 430 . و صفحات بعد از آن به نقل از ابو هريره و ابو ذر ، و ص 428 ، به نقل از بريده . المصنف ، ابن ابى شيبه ، ج 1 ، ص 324 - 325 .\r\nتهذيب ، ابن عساكر ، ج 7 ، ص 209 .\r\n( 2 ) - همان مدرك .\r\n( 3 ) - « أبردوا بالظهر ، فإنّ شدّة الحرّ من فيح جهنّم » .\r\n( 4 ) - « إذا اشتدّ الحرّ فأبردوا بالصلاة ، فإنّ شدّة الحرّ من فيح جهنّم » .\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nگرم است ، پس منتظر خنكى هوا باش . باز براى بار دوّم گفت : منتظر خنكى هوا باش ( و اين جمله را دو يا سه بار تكرار كرد و سپس ادامه داد : ) بعد از آن اذان بگو و سپس اذان دوم را بگو تا بيايم « 1 » .\r\n5 - اگر روز گرم بود ، جهت اداى نماز تا هنگام خنكى هوا منتظر بمانيد .\r\nهمانا شدّت گرما از نسيم حرارت جهنم است « 2 » .\r\nمرحوم علّامهء مجلسى - رحمة اللّه عليه - در معناى « إبراد » سخنى دارد كه مشتمل بر آنچه كه ذكر شد مىباشد و به همين جهت از اطالهء كلام و بحث ، با نقل آن سخن ، خوددارى مىكنيم « 3 » .\r\nدر هر حال ، از مجموع بحث روشن شد كه « إبراد » راهى براى فرار و رهايى از گرما در حال سجده و غير آن بوده كه به وسيلهء صحابه و ديگران ، إعمال مىشده است . و نيز روشن شد كه تا هنگامى كه امكان سجده بر خاك و زمين وجود دارد ، سجده بر غير زمين و گياهان جايز نمىباشد ، همانطور كه در رواياتى كه ذكر شد به اين نكته اشاره شده بود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - المصنف ، عبد الرزاق ، ج 1 ، ص 545 . المصنف ابن ابى شيبه ، ج 1 ، ص 325 : « قال عمر لأبى محذورة حين أذّن له بمكّة : إنّ أرضكم معشر أهل تهامة حارّة ؛ فأبرد ، ثمّ أبرد - مرّتين أو ثلاثا - ثمّ أذّن : ثمّ ثوّب آتك »\r\n( 2 ) - صحيح مسلم ، ج 1 ، ص 430 : « إذا كان اليوم الحارّ فأبردوا بالصلاة ، فإنّ شدّة الحرّ من فيح جهنّم » .\r\n( 3 ) - خوانندگان محترم براى آگاهى بيشتر مىتوانند به بحار الانوار ، ج 83 ، ص 42 و بعد از آن مراجعه نمايند .\r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\n\r\nدورهء دوّم : سجده بر گياهان زمين\r\n- سجده بر گياهان زمين به غير از گياهان خوردنى و پوسيدنى - رواياتى در باب سجده بر خمره و منابع و مآخذ آنها .\r\n- سيرهء رسول خدا ( ص ) و اصحاب آن حضرت در اين زمينه و اخبار اهل بيت ( ع ) در اين زمينه .\r\n- معناى « خمره » .\r\n- رواياتى در باب سجده بر حصير .\r\n- روايات اهل بيت ( ع ) در اين مورد .\r\n- تحقيق در مراد و مقصود اين روايات .\r\n- كلام سيد بن طاووس - رحمة اللّه عليه - كه اشاره به دورهء چهارم دارد .\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\n\r\nسجده بر گياهان زمين\r\nاز تمامى ادلّهء قطعى كه تا بدينجا ذكر شد ، اعمّ از اقوال ، افعال ، تصريحها و اشاره‌هاى رسول خدا صلّى اللّه عليه و آله و سلم و عمل و سيرهء صحابه - رضى اللّه عنهم - و آراء و نظريه‌هاى آنان و فتاواى فقها ، به خوبى روشن شد كه « سجده » در آغاز تشريع خود تنها بر زمين بوده و انجام مىشده است ، مگر در موارد ضرورت و اضطرار .\r\nولى بايد توجه داشت كه از دسته‌اى ديگر از ادلّهء قطعى متواتر مىتوان چنين استنباط نمود كه پيامبر صلّى اللّه عليه و آله و سلم سجده بر گياهان غير خوراكى و پوشيدنى را در زمانهاى بعد اجازه فرمودند . و به تعبيرى ديگر : پيامبر صلّى اللّه عليه و آله و سلم در مسألهء سجده ، گياهان زمين را به خود زمين ملحق نموده و آنها را از اجزاى زمين به حساب آوردند و بدين ترتيب بود كه مسألهء سجده آسان شده و مشكلات و سختيهايى كه تحمّل آنها براى مسلمانان دشوار مىنمود ، مرتفع گرديد . و حتّى بالاتر از اين ، به مسلمانان اجازه داده شد تا از گياهان چيزى به نام « خمره » تهيه كرده و در خانه و مسجد ، همراه خويش داشته باشند .\r\n« خمره » از شاخ و برگ خرما و به اندازهء صورت بافته مىشد كه در خانه‌ها و مساجد گذاشته و در نماز بر آن سجده مىكردند و اين كار به تدريج شيوع پيدا\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nكرد و زياد شد .\r\nگرچه در اين زمينه روايات زيادى وجود دارد ، ولى ما در اينجا تنها بخشى از آنها را كه در حدّ وسع و طاقت ماست نقل كرده و جمع‌آورى تمامى آنها را به وقت و مجالى ديگر وامىگذاريم . و اينك آن روايات :\r\n1 - انس بن مالك مىگويد : رسول خدا صلّى اللّه عليه و آله و سلم بر خمره نماز مىخواند « 1 » .\r\n2 - ابن عباس روايت مىكند كه رسول خدا صلّى اللّه عليه و آله و سلم بر حمره نماز مىخواند « 2 » .\r\n3 - از ابن عمر روايت شده است كه مىگويد : رسول خدا صلّى اللّه عليه و آله و سلم بر خمره نماز مىگزارد « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - « كان رسول اللّه صلّى اللّه عليه و آله و سلم يصلّى على الخمرة » .\r\nتاريخ اصبهان ، أبى نعيم ، ج 2 ، ص 141 . المصنف ، ج 1 ، ص 394 . السنن الكبرى ، بيهقى ، ج 2 ، ص 421 . سيرتنا ، ص 130 . مجمع الزوائد ، ج 2 ، ص 56 - 57 ، به نقل از طبرانى در « الأوسط و الصغير » با سندهايى كه رجال بعضى از آنها موثّق هستند .\r\n( 2 ) - « إن النبىّ كان يصلّى على الخمرة » .\r\nالسنن الكبرى ، بيهقى ، ج 2 ، ص 421 . مسند احمد ، ج 1 ، ص 269 ، 309 ، 320 و 358 ، با سندهاى متعدّد . و ترمذى ، ج 2 ، ص 151 كه اين دو ، بابى را براى خمره گشوده‌اند . سيرتنا ، ص 129 . منحة المعبود ، ج 1 ، ص 85 . المصنف ، ابن ابى شيبه ، ج 1 ، ص 398 . در مجمع الزوائد ، ج 2 ، ص 56 - 57 ، از جابر نقل مىكند كه وى گفته است : رسول خدا صلّى اللّه عليه و آله و سلم بر خمره نماز مىخواند .\r\nراوى خبر هم بزّاز است .\r\n( 3 ) - « كان النبىّ صلّى اللّه عليه و آله و سلم يصلّى على الخمرة » .\r\nمسند احمد ، ج 2 ، ص 92 و 98 ، با دو سند . و در ج 6 ، ص 111 چنين آمده است : « انّ النبىّ صلّى اللّه عليه و آله و سلم . سجد على الخمرة ؛ يعنى : همانا پيامبر صلّى اللّه عليه و آله و سلم بر خمره سجده مىكرد » .\r\nالطبقات ، ج 1 ، ص 160 ، ق 2 . ترمذى ، ج 2 ، ص 151 . شرح عون المعبود ، ج 1 ، ص 108 .\r\nمجمع الزوائد ، ج 2 ، ص 56 - 57 ، به نقل از احمد و بزّاز و طبرانى در « الكبير و الأوسط » . و اين\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\n4 - از عايشه چنين روايت شده است : رسول خدا صلّى اللّه عليه و آله و سلم بر خمره نماز مىگزارد . « 1 »\r\n5 - از امّ سلمه روايت شده كه گفته است : رسول خدا صلّى اللّه عليه و آله و سلم بر خمره نماز مىخواند . « 2 »\r\n6 - از ميمونه هم روايت شده است كه رسول خدا صلّى اللّه عليه و آله و سلم بر خمره نماز مىگزارد . « 3 »\r\n7 - امّ ايمن مىگويد : رسول خدا صلّى اللّه عليه و آله و سلم به من فرمود : از مسجد براى من خمره بياور . عرض كردم : من حايض هستم . حضرت فرمود : حيض تو در دستت نيست . « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\nعبارت به آن اضافه شده است : « يسجد عليها ؛ و بر آن سجده مىكرد » . المصنف ، ابن ابى شيبه ، ج 1 ، ص 399 .\r\n( 1 ) - « انّ النبىّ صلّى اللّه عليه و آله و سلم كان يصلّى على الخمرة » .\r\nمسند احمد ، ج 6 ، ص 149 ، 179 ، 209 ، 248 و 334 ، با سندهاى متعدّد . الطبقات ، ج 1 ، ص 160 ، رقم 2 با سندهاى متعدّد . و در بابى كه به همين عنوان گشوده است ، ترمذى بعد از نقل اين حديث از ابن عباس مىگويد : در اين باب رواياتى از امّ حبيبه و ابن عمر و امّ سليم و عايشه و ميمونه و امّ كلثوم - دختر ابى سلمه - نيز وارد شده است . و سپس مىافزايد : حديث ابن عباس صحيح بوده و بعضى از اهل علم به آن فتوا داده‌اند . و احمد و اسحاق گفته‌اند : نماز خواندن بر خمره از رسول خدا صلّى اللّه عليه و آله و سلم نقل شده است ( منحة المعبود ، ج 1 ، ص 85 و مجمع الزوائد ، ج 2 ، ص 56 - 57 )\r\n( 2 ) - مسند احمد ، ج 6 ، ص 302 . ترمذى ، ج 2 ، ص 151 . سيرتنا ، ص 130 . بحار الأنوار ، ج 85 ، ص 157 . از امام صادق و حضرت على عليهما السّلام است كه : « ان رسول اللّه صلّى اللّه عليه و آله و سلم كان يصلّى على الخمرة » .\r\n( 3 ) - « كان رسول اللّه صلّى اللّه عليه و آله و سلم يصلّى على الخمرة » .\r\nمسند احمد ، ج 6 ، ص 330 ، 331 و 335 با سندهاى متعدّد . منحة المعبود ، ج 1 ، ص 85 . ترمذى ، ج 1 ، ص 151 . سيرتنا ، ص 126 . الطبقات ، ج 1 ، ص 160 ، ق 2 . فتح البارى ، ج 1 ، ص 364 و 413 . سنن ابن ماجه ، ج 1 ، ص 328 . سنن نسائى ، ج 2 ، ص 57 . سنن دارمى ، ج 1 ، ص 319 . بخارى ، ج 1 ، ص 107 . مسند ابى عوانه ، ج 2 ، ص 80 و المصنف ، ابن ابى شيبه ، ج 1 ، ص 398 .\r\n( 4 ) - الإصابة ، ج 4 ، ص 433 . در شرح حال نامبرده : « قالت : قال لى رسول اللّه صلّى اللّه عليه و آله و سلم : ناولينى الخمرة من\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\n8 - ابى قلابه مىگويد : وارد خانهء امّ سلمه شدم ، سپس در مورد مكان نماز رسول خدا صلّى اللّه عليه و آله و سلم از دختر پسر او سؤال كردم . او مسجد را به من نشان داد كه خمره‌اى در آن وجود داشت ، خواستم آن را برداشته و از آنجا دور كنم كه امّ سلمه گفت : پيامبر صلّى اللّه عليه و آله و سلم بر خمره نماز مىخواند . « 1 »\r\n9 - از ام سليم نقل شده كه : رسول خدا صلّى اللّه عليه و آله و سلم پيوسته نزد او مىرفته و در آنجا خواب قيلوله مىكرده و ام سليم براى حضرتش پوستى مىگسترانيده تا پيامبر صلّى اللّه عليه و آله و سلم بر روى آن بخوابد . رسول خدا بسيار عرق مىكرده و ام سليم عرق او را جمع نموده و آن را در عطر و شيشهء عطر مىريخته است . ام سليم گويد :\r\nپيامبر صلّى اللّه عليه و آله و سلم بر خمره نماز مىخواند . « 2 »\r\nدر عبارت احمد آمده است : رسول خدا صلّى اللّه عليه و آله و سلم به منزل ام سليم مىرفت و او براى آن حضرت پوستى را مىگستراند تا حضرت بر روى آن بخوابد و ام سليم عرق پيامبر صلّى اللّه عليه و آله و سلم را مىگرفت و آن را به عطر خويش مىافزود . و نيز براى\r\n\r\n\r\n","description":"","footnote":"\r\nالمسجد . قلت : إنّى حائض . قال : إنّ حيضتك ليست فى يدك » .\r\n( 1 ) - الطبقات ، ج 1 ، ص 160 ، ق 2 : « دخلت بيت امّ سلمة ، فسألت ابنة ابنها عن مصلّى النبىّ صلّى اللّه عليه و آله و سلم ، فأرتنى المسجد ، فإذا فيه خمرة فأردت أن انحيّها ، فقالت : انّ النبىّ صلّى اللّه عليه و آله و سلم كان يصلّى على الخمرة » .\r\n( 2 ) - « إنّه كان يأتيها فيقيل عندها فتبسط له نطعا فيقيل عندها و كان كثير العرق فتجمع عرقه فتجعله فى الطيب و القوارير . قالت : و كان يصلّى على الخمرة » .\r\nمسند احمد ، ج 6 ، ص 377 ، به دو سند . و ج 3 ، ص 103 . سيرتنا ، ص 129 . در بحار الأنوار ، ج 85 ، ص 157 ، به نقل از دعائم الإسلام از امام صادق عليه السّلام روايت شده است كه آن حضرت بر خمره نماز مىخواند . مجمع الزوائد ، ج 2 ، ص 56 - 57 ، به نقل از احمد ، طبرانى در « الكبير » و ابى يعلى غير از اينكه او گفته است : پيامبر صلّى اللّه عليه و آله و سلم خمره و حصيرى داشت كه بر آنها نماز مىخواند ( كان لرسول اللّه صلّى اللّه عليه و آله و سلم حصير و خمرة يصلّى عليهما )\r\nاز ام حبيبه همسر پيامبر صلّى اللّه عليه و آله و سلم نقل شده است كه : رسول خدا صلّى اللّه عليه و آله و سلم بر خمره نماز مىخواند ، كه ابو يعلى و طبرانى در « الكبير » و المصنف ، ابن أبى شيبه ، ج 1 ، ص 398 ، آن را نقل كرده‌اند و رجال ابى يعلى رجال صحيح هستند .\r\n","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nآن حضرت ، خمره‌اى پهن مىنمود و حضرت بر آن نماز مىخواند . « 1 »\r\n10 - عايشه مىگويد : پيامبر صلّى اللّه عليه و آله و سلم به من فرمود : براى من خمره‌اى بياور ، عرض كردم : من حايض هستم . حضرت فرمود : حيض تو در دستت نيست . « 2 »\r\nدر عبارتى ديگر از وى نقل شده است كه گفته است : رسول خدا صلّى اللّه عليه و آله و سلم به من فرمود : خمره‌اى براى من بياور . من گفتم : حايض هستم . و حضرت فرمود : آن را بياور ، همانا حيض زن در دست و زبان او نيست . « 3 »\r\nو در نقل ديگرى آمده است : پيامبر صلّى اللّه عليه و آله و سلم به عايشه فرمود : خمره‌اى از مسجد براى من بياور . عايشه گفت : من حايض هستم . حضرت فرمود : آيا حيض تو در دست تو مىباشد ؟ « 4 »\r\n11 - از عايشه چنين روايت شده است : روزى رسول خدا صلّى اللّه عليه و آله و سلم در مسجد بود كه به كنيزى فرمود : خمره‌اى براى من بياور . جاريه عرض كرد كه من حايض هستم . حضرت فرمود : حيض او در دستش نيست . عايشه مىگويد :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مسند احمد ، ج 3 ، ص 103 : « كان رسول اللّه صلّى اللّه عليه و آله و سلم يدخل على امّ سليم ، فتبسط له نطعا فيقيل عليه ، فتأخذ من عرقه فتجعله فى طيبها و تبسط له الخمرة فيصلّى عليها » .\r\n( 2 ) - « إن النبىّ صلّى اللّه عليه و آله و سلم قال لها : ناولينى الخمرة . قالت : أنا حائض . قال : إنّها ليست فى يدك » .\r\nصحيح مسلم ، ج 1 ، ص 245 . المصنف ، ج 1 ، ص 327 . ترمذى ، ج 1 ، ص 90 . سنن نسائى ، ج 1 ، ص 192 . ابن ماجه ، ج 1 ، ص 207 . ابو داوود ، ج 1 ، ص 197 . السنن الكبرى ، بيهقى ، ج 1 ، ص 186 و 189 . مسند احمد ، ج 2 ، ص 86 و 70 . و ج 6 ، ص 110 ، 101 ، 112 ، 114 ، 173 ، 214 ، 229 و 245 . تاريخ اصبهان ، ابى نعيم ، ج 2 ، ص 12 . شرح عون المعبود بر سنن ابى داوود ، ج 1 ، ص 108 ، به نقل از ابو هريره و ابن عمر و عايشه . سنن دارمى ، ج 1 ، ص 248 . منحة المعبود ، ج 1 ، ص 62 . المصنف ، ابن ابى شيبه ، ج 1 ، ص 398 .\r\n( 3 ) - « قالت : قال رسول اللّه صلّى اللّه عليه و آله و سلم ناولينى الخمرة . قلت : إنّى حائض . قال : ناولينيها ، فإنّ حيض المرأة ليس فى يدها و لاثمها » .\r\n( 4 ) - « إن النبىّ صلّى اللّه عليه و آله و سلم قال لعائشة : ناولينى الخمرة من المسجد . فقالت : إنّى أحدثت . فقال : أو حيضتك فى يدك ؟ » .\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nرسول خدا صلّى اللّه عليه و آله و سلم مىخواست تا خمره را پهن كرده و روى آن نماز بجا آورد . « 1 »\r\n12 - عايشه مىگويد : رسول خدا صلّى اللّه عليه و آله و سلم فرمود : خمره‌اى از مسجد براى من بياور . من به حضرتش گفتم : حايض هستم و حضرت فرمود : حيض تو در دست تو نيست . « 2 »\r\n13 - ميمونه - همسر رسول خدا صلّى اللّه عليه و آله و سلم - مىگويد : رسول خدا نماز مىخواند و من مقابل او بودم ، گاهى در هنگام سجده لباس حضرت به من برخورد مىكرد و آن حضرت بر خمره نماز مىگزارد . « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - « إن رسول اللّه صلّى اللّه عليه و آله و سلم كان فى المسجد ، فقال للجارية : ناولينى الخمرة . فقالت : إنّها حائض . فقال : إنّ حيضتها ليست فى يدها . فقالت عائشة : أراد أن تبسطها فيصلّى عليها » .\r\nالطبقات ، ج 1 ، ص 160 ، ق 2 . سنن دارمى ، ج 1 ، ص 247 و 197 . سنن ترمذى ، ج 1 ، ص 242 .\r\nسنن ابن ماجه ، ج 1 ، ص 207 . صحيح مسلم ، ج 1 ، ص 245 . سنن ابى داوود ، ج 1 ، ص 68 .\r\nسنن نسائى ، ج 1 ، ص 146 و 192 . مسند احمد ، ج 6 ، ص 45 ، 106 ، 179 ، 214 ، 229 و 245 . و با اندكى تفاوت در مسند ابى عوانه ، ج 1 ، ص 313 - 314 ، با سندهاى متعدّد .\r\n( 2 ) - « قال رسول اللّه صلّى اللّه عليه و آله و سلم ناولينى الخمرة من المسجد : قالت ، قلت : إنّى حائض . فقال : إنّ حيضتك ليست فى يدك » .\r\nالطبقات ، ج 1 ، ص 160 ، ق 2 . سنن دارمى ، ج 1 ، ص 247 و 197 . سنن ترمذى ، ج 1 ، ص 242 .\r\nسنن ابن ماجه ، ج 1 ، ص 207 . صحيح مسلم ، ج 1 ، ص 245 . سنن ابى داوود ، ج 1 ، ص 68 . سنن نسائى ، ج 1 ، ص 146 و 192 . مسند احمد ، ج 6 ، ص 45 ، 106 ، 179 ، 214 ، 229 و 245 . و قريب به اين مضمون در مسند ابى عوانه ، ج 1 ، ص 313 - 314 ، با سندهاى متعدّد .\r\n( 3 ) - « عن ميمونة - زوج النبىّ صلّى اللّه عليه و آله و سلم - قالت : كان رسول اللّه صلّى اللّه عليه و آله و سلم يصلّى و أنا حذاؤه و ربما أصابنى ثوبه اذا سجد و كان يصلّى على الخمرة » .\r\nصحيح مسلم ، ج 1 ، ص 458 . سنن ابن ماجه ، ج 1 ، ص 328 . سنن بيهقى ، ج 2 ، ص 421 .\r\nارشاد السارى ، ج 1 ، ص 405 - 406 . صحيح بخارى ، ج 1 ، ص 90 و 106 . سنن ابى داوود ، ج 1 ، ص 176 . شرح عون المعبود ، ج 1 ، ص 248 . سنن دارمى ، ج 1 ، ص 319 . فتح البارى ، ج 1 ،\r\n","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\n14 - نيز از ميمونه منقول است : يكى از ما زنها - در حالى كه حايض بود - خمره را به مسجد برده و پهن مىكرد « 1 » .\r\n15 - و نيز از ميمونه روايت شده است كه رسول خدا صلّى اللّه عليه و آله و سلم به منزل او وارد مىشد ، در حالى كه وى حايض بود ، سپس او براى حضرت خمره‌اى را در محلّ نماز پهن كرده و رسول خدا صلّى اللّه عليه و آله و سلم در منزل او و بر آن خمره نماز مىخواند « 2 » ( روايت را مختصر كرديم )\r\n16 - و نيز از او چنين نقل شده است : رسول خدا صلّى اللّه عليه و آله و سلم سر خود را بر دامن يكى از زنهاى خويش مىگذارد و قرآن تلاوت مىكرد ، در حالى كه آن زن ، حايض بود . يا اينكه يكى از ما زنها در حالى كه حايض بود ، خمرهء آن حضرت را به مسجد برده و پهن مىكرد . « 3 »\r\n17 - از عثمان بن حنيف نقل شده كه مىگويد : اى كنيز ! خمره‌ام را بياور و كنيز در جواب مىگويد : من حايض هستم و وى در جواب كنيز مىگويد : همانا حيض تو ، در دست تو نيست « 4 » .\r\n18 - ابن عمر در غير مسجد ، روى خمره ايستاده و بر آن سجده مىكرد ،\r\n\r\n\r\n","description":"","footnote":"\r\nص 364 و 410 . تيسير الوصول ، ج 1 ، ص 315 ( چاپ هند ) المصنف ، ابن ابى شيبه ، ج 1 ، ص 286 . و ج 2 ، ص 360 .\r\n( 1 ) - سنن نسائى ، ج 2 ، ص 147 و 192 . تراتيب الاداريه ، ج 1 ، ص 81 : « تقوم أحدنا بالخمرة إلى المسجد فتبسطها و هى حائض » .\r\n( 2 ) - المصنف ، عبد الرزاق ، ج 1 ، ص 325 : « إنّ رسول اللّه صلّى اللّه عليه و آله و سلم يدخل عليها قاعدة و هى حائض ، فتبسط له الخمرة فى مصلّاه ، فيصلّى عليها فى بيتى ( فى حديث طويل ، اختصرناه ) » .\r\n( 3 ) - سنن نسائى ، ج 1 ، ص 192 : « كان رسول اللّه صلّى اللّه عليه و آله و سلم يضع رأسه فى حجر إحدانا ، فيتلوا القرآن و هى حائض . و تقوم إحدانا بخمرته إلى المسجد فتبسطها و هى حائض » .\r\n( 4 ) - الطبقات ، ج 8 ، ص 313 . المصنف ، ابن ابى شيبه ، ج 2 ، ص 360 : « إنّ عثمان بن حنيف قال : يا جارية ناولينى الخمرة . قالت : لسب اصلّى . قالت : إنّ حيضتك ليست فى يدك » .\r\n","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nدر حالى كه حصير خانهء او ، زير آن پهن بود « 1 » .\r\n19 - در مورد ابن عمر نقل شده است كه كنيزان او پاهايش را مىشستند در حالى كه حايض بودند و خمره براى او مىآوردند « 2 » .\r\n20 - عمر بن عبد العزيز روى خمره نماز مىخواند « 3 » .\r\n21 - بعضى از زنان پيامبر صلّى اللّه عليه و آله و سلم هنگام وضو بر دست پيامبر صلّى اللّه عليه و آله و سلم آب مىريختند و خمره براى او مىآوردند ، در حالى كه حايض بودند « 4 » .\r\n22 - اشكالى ندارد كه زن حايض بر دست وضوگيرنده آب ريخته و براى او خمره بياورد « 5 » .\r\n23 - در مورد ابن عمر گفته شده است كه وى روى خمره ، نماز مىگزارد « 6 » .\r\n24 - از ابو ذر نيز نقل شده است كه او نيز بر خمره ، نماز مىگزارده است « 7 » .\r\n25 - روايت شده كه ابن عمر به كنيز خود گفت : خمره‌اى از مسجد براى من بياور . كنيز در پاسخ او گفت : من حايض هستم و ابن عمر به او گفت : حيض تو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - المصنف ، عبد الرزاق ، ج 1 ، ص 394 : « إنّ ابن عمر كان يصلّى على خمرة تحتها حصير بيته فى غير مسجد ، فيسجد عليها و يقوم عليها » .\r\n( 2 ) - الموطأ ، مالك ، ج 1 ، ص 73 . المصنف ، عبد الرزاق ، ج 1 ، ص 327 و 396 . سنن دارمى ، ج 1 ، ص 246 . و قريب به آن در ص 249 : « إنّ جواريه يغسلن رجليه و هنّ حيض و يلقين إليه الخمرة » .\r\n( 3 ) - الطبقات ، ج 1 ، ص 366 ، ق 2 : « كان عمر بن عبد العزيز يصلّى على الخمرة » .\r\n( 4 ) - كافى ، ج 3 ، ص 110 ( چاپ جديد ) التهذيب ، ج 1 ، ص 397 ( چاپ جديد ) : « قد كان بعض نساء النبىّ تسكب عليه الماء و هى حائض و تناوله الخمرة » .\r\n( 5 ) - من لا يحضره الفقيه ، ج 1 ، ص 95 ( چاپ جديد ) : « و لا بأس أن تسكب الحائض على يد المتوضي و تناوله الخمرة » .\r\n( 6 ) - المصنف ، ابن ابى شيبه ، ج 1 ، ص 399 : « عن ابن عمر : انّه كان يصلّى على الخمرة » .\r\n( 7 ) - همان مدرك : « عن ابى ذر : انّه كان يصلّى على الخمرة » .\r\n","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nدر دست تو نيست « 1 » .\r\nأحاديث مذكور در كتابهاى وسائل الشيعة و محاسن برقى و بحار الأنوار نيز آمده است « 2 » .\r\nشيخ حرّ عاملى در وسائل الشيعة ، رواياتى را كه بر جواز سجده بر خمره دلالت مىكنند جمع‌آورى كرده است كه ذكر بخشى از آنها گذشت « 3 » .\r\nوى به نقل از « كافى » از امام باقر عليه السّلام روايت مىكند كه از ايشان دربارهء نماز بر روى خمره‌اى كه در مدينه بافته مىشود ، سؤال شد و حضرت در پاسخ چنين مرقوم فرمودند : روى آنچه نخ در آن به كار رفته است ، نماز بخوان و بر آنچه پوست ، در آن به كار رفته است ، نماز نخوان « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - المصنف ، ابن ابى شيبه ، ج 2 ، ص 360 : « عن ابن عمر : انّه كان يقول لجاريته : ناولينى الخمرة من المسجد . فتقول : إنّى حائض . فيقول : إنّ حيضتك ليست فى يدك » .\r\n( 2 ) - ر . ك : وسائل الشيعة ، ج 1 ، ص 595 كه از مشايخ سه‌گانه و محاسن برقى نقل كرده است . و بحار الأنوار ، ج 81 ، ص 108 .\r\n( 3 ) - وسائل الشيعة ، ج 3 ، ص 603 .\r\n( 4 ) - « صلّ على ما كان معمولا بخيوطة و لا تصلّ على ما كان معمولا بسيورة » .\r\n« سيور » چيزى است از پوست كه به طول بريده مىشود . و شايد تفاوت حصيرى كه نخ در آن به كار رفته با حصيرى كه در آن از پوست استفاده شده است - على رغم اينكه هر دو در داخل شاخه‌هاى خرما پوشيده شده و مخفى هستند - اين است كه گاهى از اوقات ، كارگران از مردار پرهيز نمىكنند و يا اينكه معتقدند كه پوست مردار به وسيلهء دبّاغى پاك و طاهر مىشود ، چنان كه « الوافى » در حاشيهء كافى به اين مطلب اشاره دارد ( ر . ك : كافى ، ج 3 ، ص 331 حاشيهء آن )\r\n« سيور » ( با دو ضمّه ) جمع « سير » است و عبارت از پوستى است كه به طول بريده مىشود . مرحوم مجلسى در بحار الأنوار ، ج 85 ، ص 150 و 151 از علىّ بن ريّان نقل مىكند كه مىگويد : گروهى از اصحاب ما در بارهء نماز ( سجده ) روى خمره‌اى كه در مدينه بافته مىشود ، نامه‌اى به امام باقر عليه السّلام نوشته و سؤال نمودند و حضرت در پاسخ آنان چنين مرقوم فرمودند : « بر خمره‌اى كه نخ در آن به كار رفته است نماز بخوان و بر خمره‌اى كه سيوره در آنان به كار رفته است نماز نخوان » .\r\n","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nاز امام موسى بن جعفر عليهما السّلام نقل شده است كه حضرت فرمود : شيعيان ما از چهار چيز ، مستغنى و بىنياز نيستند : . . . خمره‌اى كه بر آن نماز گزارند « 1 » .\r\nخمره - بنا بر آنچه كه علماى لغت و شارحين كتب حديث بيان نموده‌اند - عبارت است از : سجّادهء كوچكى كه از برگ درختان خرما و به اندازهء صورت بافته مىشود . و اينك به بخشى از كلمات آنها در بيان معناى خمره در اينجا اشاره خواهيم كرد :\r\nدر لسان العرب آمده است : خمره ، حصير يا سجّادهء كوچكى است كه از شاخ و برگ خرما بافته مىشود و به وسيلهء نخهايى سامان مىيابد .\r\nو گفته شده است كه خمره عبارت است از : حصيرى كه كوچكتر از جايگاه نماز ( مصلّا ) است .\r\nو نيز گفته شده است : حصير كوچكى است كه بر آن سجده مىشود .\r\nو در حديثى آمده است : « انّ النبىّ صلّى اللّه عليه و آله و سلم كان يسجد على الخمرة ؛ يعنى :\r\nهمانا پيامبر صلّى اللّه عليه و آله و سلم بر خمره سجده مىكرد » . و خمره ، حصير كوچكى است كه از شاخ و برگ خرما بافته شده و به اندازه‌اى است كه بتوان بر آن سجده كرد .\r\n\r\n\r\n","description":"","footnote":"\r\nسپس علامهء مجلسى ( ره ) چنين ادامه مىدهد : تفاوت ميان آنچه پوست در آن به كار رفته با آنچه نخ در آن استفاده شده است ، مىتوان اين تفاوت را چنين بيان كرد : چيزى كه در ساختن آن نخ به كار رفته است نخ‌ها آشكار نيست و ديده نمىشود - كما اينكه اين نوع بافته‌ها را اكنون نيز مشاهده مىكنيم - بر خلاف « سيور » كه بر روى خمره آشكار مىشود كه اين به دو صورت است : يا اينكه تمام خمره را مىپوشاند كه در اين صورت نهى در روايت ، نهى تحريمى است و يا اينكه قسمتى از آن را مىپوشاند كه اين هم به دو شكل است :\r\nاگر اين پوشاندن به گونه‌اى باشد كه به اندازهء درهمى كه سجده بر حصير صادق باشد ، باقى نماند ، باز نهى روايت ، نهى تحريمى خواهد بود ، و اگر به گونه‌اى باشد كه به اندازهء درهمى باقى بماند ، نهى در روايت به معناى كراهت است .\r\n( 1 ) - « عن موسى بن جعفر عليهما السّلام : أنّه قال : لا يستغنى شيعتنا عن أربع . . . خمرة يصلّى عليها » .\r\n","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nزجّاج مىگويد : خمره را خمره ناميده‌اند ؛ زيرا صورت را از زمين پوشانده و مخفى مىكند .\r\nدر حديثى از امّ سلمه نقل شده است كه پيامبر صلّى اللّه عليه و آله و سلم به وى فرمود : « قال لها - و هى حائض - ناولينى الخمرة ؛ يعنى : براى من خمره‌اى بياور ، در حالى كه وى حايض بود » .\r\nاين خمره عبارت است از : حصير يا آنچه كه از شاخ و برگ گياهان و مانند آن بافته شده و به اندازه‌اى است كه نمازگزار بتواند صورت خويش را هنگام سجده روى آن بگذارد .\r\nسپس زجّاج مىافزايد : خمره آن است كه به همين اندازه باشد و به اين جهت خمره ناميده شده است كه نخهاى آن با شاخ و برگ خرما پوشيده شده است .\r\nابن اثير مىگويد : خمره در موارد متعدّدى در احاديث ذكر شده و به همين صورت تفسير شده است .\r\nو در سنن ابو داوود از ابن عبّاس نقل شده است كه موشى آمد و فتيله‌اى را گرفت و آورد ، تا اينكه آن را جلوى پيامبر صلّى اللّه عليه و آله و سلم و بر روى خمره‌اى كه حضرت روى آن نشسته بودند ، انداخت و از آن خمره به اندازهء يك درهم سوخت . وى مىگويد : اين قضيه و روايت دلالت دارد بر اينكه خمره بر آنچه بزرگتر از نوع خمره - كه نوع خمره به اندازهء صورت نمازگزار است - باشد نيز اطلاق مىشود و اين دلالت هم صريح و روشن است .\r\nابن اثير در « النهايه » مىگويد : در حديث امّ سلمه - قال لها و هى حائض :\r\nناولينى الخمرة - خمره عبارت است از حصير يا آن چيزى كه از شاخ و برگ گياهان و مانند آن بافته مىشود و به اندازه‌اى است كه نمازگزار ، صورت خود را\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nهنگام سجده بر آن بگذارد و خمره آن است كه به همين اندازه باشد و به غير از اين اندازه ، خمره اطلاق نمىشود . و از اين جهت خمره ناميده شده كه نخهاى آن با شاخ و برگ پوشيده شده است و لفظ « خمره » در احاديث متعدّدى تكرار شده است - تا آخر آنچه كه در لسان العرب آمده ، در النهايه نيز ذكر شده است - .\r\nدر قاموس آمده است : خمره ( با ضمّه ) حصير كوچكى از شاخ و برگ درخت خرماست .\r\nسيوطى و نووى تنها به نقل كلام ابن اثير اكتفا كرده و گفته‌اند : گروهى تصريح كرده‌اند كه وسعت و اندازهء خمره در حدّى است كه انسان صورت خود را در سجده بر آن مىگذارد « 1 » .\r\nدر تاج العروس آمده است : خمره ، حصيرى است كوچك كه از شاخ و برگ درخت خرما بافته مىشود و به وسيلهء نخهايى آراسته مىگردد ، سپس سخن زجاج را - كه از لسان العرب نقل شد - ذكر مىكند .\r\nاز طبرى و ابن زيد نيز نقل شده است كه خمره ، سجّاده يا سجّادهء كوچكى است كه از شاخ و برگ درخت خرما بافته شده و به وسيلهء نخهايى تزيين مىگردد « 2 » .\r\nدائرة المعارف الاسلاميّه « 3 » در باب كلمهء « سجّاده » سخنى راجع به خمره دارد كه ذكر آن خالى از فايده نيست و آن چنين است : . . . چنين استفاده مىشود كه رسول خدا صلّى اللّه عليه و آله و سلم در همان زمان در موارد متعدّدى بر روى خمره نماز بجا آورده‌اند « 4 » . و ظاهر اين امر اين است كه خمره و حصير از نظر جنس و مادهء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تنوير الحوالك ، سيوطى ، ج 1 ، ص 73 - 74 . شرح نووى . بر صحيح مسلم ، ج 3 ، ص 211 .\r\n( 2 ) - وفاء الوفاء ، ج 2 ، ص 662 به نقل از طبرى و ابن زيد .\r\n( 3 ) - دائرة المعارف الإسلاميّة ، ج 11 ، ص 276 .\r\n( 4 ) - صحيح بخارى ، كتاب الصلاة ، باب 21 . صحيح مسلم ، كتاب المساجد ، حديث 370 .\r\n","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nاوليّه ، تفاوتى ندارند و همانا اختلاف آنها در حجم و اندازه است .\r\nمحمّد بن عبد اللّه علوى در حاشيهء خود بر سنن ابن ماجه مىگويد : همانا خمره ، فقط به اندازهء سجده كردن وسعت دارد ، ولى حصير به اندازهء قد و قامت انسان مىباشد « 1 » .\r\nدر شرح عون المعبود آمده است : همانا خمره ، سجّادهء كوچكى است كه از شاخ و برگ درخت خرما بافته مىشود و بدين جهت ، خمره ناميده شده است كه صورت و دو كف دست را از گرما و سرماى زمين حفظ مىكند و چنانچه از اين اندازه بزرگتر باشد ، « حصير » ناميده مىشود « 2 » .\r\nنزديك به همين معنا در ارشاد السارى ، شرح احوذى بر جامع ترمذى ، فتح البارى و حاشيهء ترمذى آمده است « 3 » .\r\nمرحوم مجلسى رحمه اللّه در حاشيهء كتاب خود ، بحار الأنوار مىنويسد : خمره ، حصير كوچكى است كه از شاخ و برگ درختان خرما بافته شده و به وسيلهء نخهايى آراسته مىشود . اصل كاربرد خمره به عنوان سرپوش براى سر كوزه‌ها و ظرفها بود . اين خمره از گياهان زمين تهيّه مىشد و دسترسى به آن آسان بود ، از اين رو رسول خدا صلّى اللّه عليه و آله و سلم آن را به عنوان محلّ سجده براى پيشانى خويش\r\n\r\n\r\n","description":"","footnote":"\r\nسنن ترمذى ، كتاب الصلاة ، باب 129 . مسند احمد بن حنبل ، ج 1 ، ص 269 و 308 و صفحات بعد از آن . و ص 358 و 320 و ج 2 ، ص 91 و صفحات بعد از آن . سنن نسائى ، كتاب المساجد ، باب 43 و طبقات ابن سعد ، ج 1 ، ص 160 ، ق 2 .\r\n( 1 ) - كتاب الاقامه ، باب 63 - 64 .\r\n( 2 ) - شرح عون المعبود بر سنن ابى داوود ، ج 1 ، ص 248 به نقل از طبرى و فتح البارى و الأزهرى و أبى عبيد هروى و علماى بعد از آنان .\r\n( 3 ) - ارشاد السارى ، ج 1 ، ص 365 . شرح الأحوذى بر جامع ترمذى ، ج 1 ، ص 272 و 126 .\r\nفتح البارى ، ج 1 ، ص 411 و 364 و حاشيهء ترمذى ، ج 2 ، ص 151 - 152 .\r\n","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nبرگزيدند و بدين ترتيب بود كه سجده بر زمين ، فريضه و سجده بر خمره ، سنّت شد .\r\nالبتّه خصوصيّتى در سنّت بودن خمره‌اى كه از شاخ و برگ خرما بافته مىشود نيست ، بلكه سنّت شامل سجده بر هرچه از زمين مىرويد ، مىشود « 1 » .\r\nمؤلّف مىگويد : آنچه از تدبّر در اقوال فقها ، لغت‌شناسان و راويان حديث به دست مىآيد اين است كه خمره از شاخ و برگ درخت خرما و مانند آن ساخته مىشود و وسعت آن تنها به اندازهء صورت است و اطلاق خمره بر بزرگتر از اين اندازه از باب مجاز است ، چه اينكه آنچه بزرگتر از خمره باشد ، « حصير » نام دارد .\r\nدر ارتباط با انگيزهء ابتدايى از ساخت خمره ، اين سؤال مطرح است كه آيا خمره در آغاز پيدايش و ساخت خود به عنوان پوشش ظروف بوده است و سپس پيامبر صلّى اللّه عليه و آله و سلم به دليل اينكه دستيابى به آن آسان بود آن را براى سجده انتخاب كرده‌اند ، يا اينكه از همان ابتدا تنها به منظور سجده ساخته شده است ؟\r\nدر هر حال ، ما به دليلى كه مؤيّد يكى از دو امر باشد و همينطور به چيزى كه تاريخ ساخت خمره و تاريخ اجازهء پيامبر صلّى اللّه عليه و آله و سلم را در مسألهء جواز سجده بر گياهان نشان دهد ، دست نيافتيم . بله ، آنچه مسلّم است اين است كه اين امر پس از گذشت زمانى - كه كوتاه هم نبوده است - در مدينه صورت گرفته است ، چنان كه از روايات و اخبار گذشته هم به خوبى روشن گرديد .\r\n\r\nنماز بر حصير\r\nيك نكتهء قطعى و مسلّم كه در اينجا بايد به آن توجه شود اين است كه هيچ خصوصيّتى در خمره وجود ندارد ، بلكه خمره يكى از گياهان و از جنس گياه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار الأنوار ، ج 76 ، ص 136 .\r\n","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nاست كه سجده بر آنها صحيح است ؛ زيرا به نحو تواتر روايت شده است كه پيامبر اكرم صلّى اللّه عليه و آله و سلم بر حصير نيز سجده مىكردند .\r\nامّا اينك روايات اين باب :\r\n1 - از انس بن مالك چنين روايت مىكند : رسول خدا صلّى اللّه عليه و آله و سلم بر حصير ، نماز مىگزارد « 1 » .\r\n2 - انس مىگويد : رسول خدا صلّى اللّه عليه و آله و سلم خوش‌خلق‌ترين مردم بود ، چه بسا وقت نماز مىرسيد و حضرت در خانهء ما بود ، پس امر مىفرمود تا بساطى را كه زير پاى ايشان پهن بود تميز كرده و آبپاشى كنند . بعد حضرتش روى همان بساط مىايستاد و ما به ايشان اقتدا مىكرديم و آن حضرت براى ما نماز جماعت اقامه مىفرمود ، در حالى كه بساط و فرش خانهء آنان از شاخه‌هاى درخت خرما بود « 2 » .\r\n3 - نيز انس مىگويد : جدّه‌اش مليكه ، رسول خدا صلّى اللّه عليه و آله و سلم را براى غذايى كه تهيّه كرده بود ، دعوت كرد . حضرت پس از ميل غذا فرمود : بپاخيزيد تا با شما نماز بخوانم . انس مىگويد : من بلند شدم و حصيرمان را كه به سبب فرسودگى سياه شده بود آبپاشى كردم ، سپس رسول خدا صلّى اللّه عليه و آله و سلم روى آن ايستاده و براى ما نماز جماعت خواندند « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - المصنف ، عبد الرزاق ، ج 1 ، ص 394 . مسند احمد ، ج 3 ، ص 179 . سنن دارمى ، ج 1 ، ص 319 : « انّ رسول اللّه صلّى اللّه عليه و آله و سلم صلّى على حصير » .\r\n( 2 ) - صحيح مسلم ، ج 1 ، ص 457 . سنن الكبرى ، بيهقى ، ج 2 ، ص 436 . البداية و النهايه ، ج 6 ، ص 38 به نقل از احمد . سيرتنا ، ص 129 ، مسند احمد ، ج 3 ، ص 212 . الرصف ، ص 288 . سنن دارمى ، ج 1 ، ص 295 : « كان رسول اللّه صلّى اللّه عليه و آله و سلم أحسن الناس خلقا ، فربما تحضر الصلاة و هو فى بيتنا ، فيأمر بالبساط الّذى تحته فيكنس ، ثمّ ينضح ، ثمّ يؤم رسول اللّه صلّى اللّه عليه و آله و سلم و نقوم خلفه فيصلّى بنا و كان بساطهم من جريد النخل » .\r\n( 3 ) - « إنّ جدّته - مليكة - دعت رسول اللّه صلّى اللّه عليه و آله و سلم لطعام صنعته ، فأكل منه ، ثمّ قال ، قوموا فاصلّى لكم . قال\r\n","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\n4 - در روايت ديگرى از انس نقل شده است كه مىگويد : يكى از عموهايم غذايى را براى رسول خدا صلّى اللّه عليه و آله و سلم فراهم كرده و به حضرت عرض كرد : همانا دوست دارم كه در خانهء من غذا بخوريد و در آن نماز بخوانيد .\r\nانس مىگويد : حضرت تشريف آوردند . حصيرى در خانهء ما بود كه حضرت دستور داد تا قسمتى از آن را جاروب كرده و آبپاشى كنند و سپس حضرت روى آن نماز خواند و ما نيز با حضرتش نماز خوانديم « 1 » .\r\n5 - ابى سعيد خدرى مىگويد : بر رسول خدا صلّى اللّه عليه و آله و سلم وارد شدم و حضرت را ديدم كه روى حصيرى نماز مىخواند و بر همان نيز سجده مىكند « 2 » .\r\n6 - انس بن مالك مىگويد : گاهى از اوقات كه رسول خدا صلّى اللّه عليه و آله و سلم به ديدن امّ سليم مىرفت و وقت نماز فرا مىرسيد ، حضرت فرشى را - كه حصير بود - آبپاشى كرده و روى آن به نماز مىايستاد « 3 » .\r\n7 - ابى سعيد مىگويد : رسول خدا صلّى اللّه عليه و آله و سلم روى حصير نماز خواند « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\nأنس بن مالك : فقمت إلى حصير لنا - قد أسود من طول ما لبس - فنضحته بماء ، فقام عليه رسول اللّه صلّى اللّه عليه و آله و سلم . . . فصلّى لنا ، الحديث » .\r\nصحيح مسلم ، ج 1 ، ص 457 . صحيح بخارى ، ج 1 ، ص 107 و 218 . سنن دارمى ، ج 1 ، ص 295 . سنن نسائى ، ج 2 ، ص 85 . سنن ابو داوود ، ج 1 ، ص 166 . مسند احمد ، ج 3 ، ص 103 .\r\nفتح البارى ، ج 1 ، ص 411 - 412 . مسند ابى عوانه ، ج 2 ، ص 80 و تيسير الوصول ، ج 1 ، ص 315 .\r\n( 1 ) - المصنف ، ابن ابى شيبه ، ج 1 ، ص 399 : « قال : صنع بعض عمومتى للنبىّ صلّى اللّه عليه و آله و سلم طعاما ، فقال : إنّى احبّ أن تأكل فى بيتى و تصلّى فيه . قال : فأتاه و فى البيت فحل من تلك الفحول ، فأمر بجانب منه فيكنس و رشّ فصلّى و صلّينا معه » .\r\n( 2 ) - صحيح مسلم ، ج 1 ، ص 458 و 369 مسند ابى عوانه ، ج 2 ص 79 . المصنف ، ابن ابى شيبه ، ج 1 ، ص 398 : « انّه دخل على رسول اللّه صلّى اللّه عليه و آله و سلم فوجده يصلّى على حصير يسجد عليه » .\r\n( 3 ) - الطبقات ، ج 8 ، ص 312 . سنن ابى داوود ، ج 1 ، ص 177 . مسند احمد ، ج 3 ، ص 226 قريب به همين مضمون : « كان النبىّ صلّى اللّه عليه و آله و سلم يزور امّ سليم أحيانا ، فتدركه الصلاة فيصلّى على بساط لنا و هو حصير ينضحه بالماء » .\r\n( 4 ) - سنن ابن ماجه ، ج 1 ، ص 328 . مسند احمد ، ج 3 ، ص 10 و 59 . فتح البارى ، ج 1 ، ص\r\n","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\n8 - از انس نقل شده است كه مىگويد : در خانهء ابو طلحه بودم و مشاهده كردم كه روى فرش نماز مىخواند . و همانگونه كه گذشت فرش آنان در آن زمان از شاخ و برگ درختان خرما بوده است « 1 » .\r\n9 - نيز از انس نقل شده است كه مىگويد : رسول خدا صلّى اللّه عليه و آله و سلم در منزل امّ سليم روى حصيرى كه در اثر فرسودگى سياه شده و آبپاشى شده بود ، براى ما نماز خواند و بر همان نيز سجده كرد « 2 » .\r\n10 - عايشه مىگويد : همانا رسول خدا صلّى اللّه عليه و آله و سلم حصيرى داشت كه آن را پهن كرده و بر آن نماز مىگزارد « 3 » .\r\n11 - از يزيد الفقير چنين نقل شده است : جابر بن عبد اللّه انصارى را مشاهده كردم در حالى كه روى حصيرى از بردى نماز مىخواند « 4 » .\r\n12 - انس مىگويد : رسول خدا صلّى اللّه عليه و آله و سلم روى حصير نماز مىخواند « 5 » .\r\n13 - مكحول مىگويد : او را ديدم كه روى حصيرى نماز مىخواند و بر همان نيز سجده مىكند « 6 » .\r\n14 - ثابت بن عبيد اللّه مىگويد : زيد بن ثابت را ديدم كه روى حصيرى نماز مىخواند و بر آن سجده مىكند « 7 » .\r\n\r\n\r\n","description":"","footnote":"\r\n413 : « صلّى رسول اللّه صلّى اللّه عليه و آله و سلم على حصير » .\r\n( 1 ) - الطبقات الكبرى ، ابن سعد ، ج 1 ، ص 159 ، ق 2 : « رأيت فى بيت أبى طلحة يصلّى على بساط » .\r\n( 2 ) - همان مدرك : « صلّى بنا رسول اللّه صلّى اللّه عليه و آله و سلم فى بيت امّ سليم على حصير قد تغيّر من القدم و نضحه بشىء من ماء فسجد عليه » .\r\n( 3 ) - فتح البارى ، ج 1 ، ص 413 : « انّ النبىّ صلّى اللّه عليه و آله و سلم كان له حصير يبسطه و يصلّى عليه » .\r\n( 4 ) - المصنف ، ابن ابى شيبه ، ج 1 ، ص 399 : « قال : رأيت جابر بن عبد اللّه يصلّى على حصير من بردى » .\r\n( 5 ) - همان مدرك : « إنّ النبىّ صلّى اللّه عليه و آله و سلم صلّى على حصير » .\r\n( 6 ) - همان مدرك : « قال : رأيته يصلّى على الحصير و يسجد عليه » .\r\n( 7 ) - همان مدرك : « عن زيد بن ثابت يصلّى على حصير و يسجد عليه » .\r\n","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\n15 - در مورد ابن عمر نقل شده است كه وى روى حصير نماز مىخوانده است « 1 » .\r\n16 - از سعيد بن مسيّب نقل شده است كه مىگويد : نماز خواندن بر روى حصير ، سنّت است « 2 » .\r\n17 - شنيدم كه انس مىگفت : رسول خدا صلّى اللّه عليه و آله و سلم با ما رفت و آمد مىكرد ، به برادر من مىفرمود : ابا عمير ! گنجشك را چه كردى ؟ انس مىگويد : حضرت ، فرش ما را آبپاشى كرده و سپس بر روى آن به نماز ايستاد « 3 » .\r\n18 - ابو دردا مىگويد : براى من فرقى نمىكند كه روى شش طنفسه كه روى هم انداخته شده باشند ، نماز بخوانم « 4 » .\r\n19 - ابن عبّاس مىگويد : رسول خدا صلّى اللّه عليه و آله و سلم روى بساط ، نماز مىخواند « 5 » .\r\n20 - سعيد بن خبير مىگويد : ابن عبّاس ، نماز مغرب را براى ما روى طنفسه‌اى كه تمام خانهء او را فرش كرده بود ، برگزار كرد « 6 » .\r\n21 - هيثم مىگويد : مغيره مىگفت : كسى كه به ابراهيم گفت : ابو وائل روى فرش نماز مىخواند . ابراهيم به او گفت : ابو وائل از من بهتر است « 7 » ( در مباحث گذشته گفتيم كه فرش خانه‌ها در آن زمان حصير بود )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - المصنف ، ابن ابى شيبه ، ج 1 ، ص 399 : « انّه يصلّى على حصير » .\r\n( 2 ) - همان مدرك : « الصّلاة على الحصير سنّة » .\r\n( 3 ) - المصنف ، ابن ابى شيبه ، ج 1 ، ص 399 : « قال : و نضح بساطنا فصلّى عليه » .\r\n( 4 ) - المصنف ، ابن ابى شيبه ، ج 1 ، ص 400 : « ما ابالى لو صلّيت على ستّ طنافس ، بعضها فوق بعض » .\r\n( 5 ) - المصنف ، ابن ابى شيبه ، ج 1 ، ص 399 : « انّ رسول اللّه صلّى على بساط » .\r\n( 6 ) - المصنف ، ابن ابى شيبه ، ج 1 ، ص 400 : « صلّى بنا ابن عبّاس على طنفسة - قد طبقت البيت - صلاة المغرب » .\r\n( 7 ) - همان مدرك : « يقول لإبراهيم : إنّى رأيت أبا وائل يصلّى على طنفسة ، فقال إبراهيم : كان أبو وائل خير منّى » .\r\n","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\n22 - عبد اللّه بن عمير مىگويد : ابن عمر بر نوعى حصير نماز مىخواند « 1 » .\r\n23 - اوزاعى مىگويد : عطاء را در مسجد الحرام مشاهده كردم ، در حالى كه روى بساط سفيد رنگى نماز مىخواند « 2 » .\r\n\r\nاحاديثى از اهل بيت ( ع ) در اين زمينه\r\nدر مباحث گذشته رواياتى از اهل بيت عصمت و طهارت - سلام اللّه عليهم اجمعين - در زمينهء رخصت سجده بر گياه ذكر شد . و اينك در اينجا به نقل احاديث ديگرى از آن بزرگواران در همين زمينه مىپردازيم .\r\n1 - محمّد بن مسلم از امام باقر عليه السّلام نقل مىكند كه آن حضرت فرمود :\r\nخواندن نماز بر روى بوريا و خصفه « 3 » و هر گياه ديگرى بجز خرما ، اشكالى ندارد « 4 » .\r\n2 - حسين بن ابى العلاء از امام صادق عليه السّلام روايت مىكند كه حضرت فرمود : شخصى خدمت امام باقر عليه السّلام رسيده و دربارهء سجده بر بوريا و خصفه و گياه از حضرتش سؤال كرد . حضرت در پاسخ او فرمود : بله ، مانعى ندارد « 5 » .\r\n3 - اسحاق بن فضيل مىگويد : از امام صادق عليه السّلام در مورد سجده بر حصير و بوريا سؤال كردم و حضرت فرمود : اشكالى ندارد ، ولى سجده بر زمين نزد من محبوبتر است ؛ زيرا رسول خدا صلّى اللّه عليه و آله و سلم دوست مىداشت تا حدّ امكان پيشانى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - همان مدرك : « رأيت ابن عمر يصلّى على عبقرىّ » .\r\n( 2 ) - المصنف ، ابن ابى شيبه ، ج 1 ، ص 400 : « رأيت عطاء يصلّى على بساط أبيض فى المسجد الحرام » .\r\n( 3 ) - « بوريا » حصيرى كه از نى شكافته شده ، بافته مىشود : « خصفه » : زنبيل بزرگى كه از شاخهء خرما و براى خرما ساخته مىشود .\r\n( 4 ) - وسائل الشيعة ، ج 3 ، ص 593 : « قال : لا بأس بالصلاة على البوريا و الخصفة و كلّ نبات إلّا التمرة » .\r\n( 5 ) - همان مدرك : « ذكر أن رجلا أتى أبا جعفر ( ع ) و سأله عن السجود على البوريا و الخصفة و النبات . قال : نعم » .\r\n","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nخويش را بر زمين بگذارد ، پس من براى تو آن را مىپسندم كه رسول خدا صلّى اللّه عليه و آله و سلم آن را مىپسنديد و دوست مىداشت « 1 » .\r\n4 - ياسر خادم مىگويد : حضرت ابو الحسن عليه السّلام از كنار من عبور مىكرد ، در حالى كه من بر روى حصيرى كه بافت طبرستان بود نماز مىخواندم و چيزى را به خاطر سجدهء بر آن ، روى حصير گذارده بودم ، پس حضرت فرمود ، تو را چه شده است كه بر همان حصير ، سجده نمىكنى ، آيا از گياه زمين نيست ؟ « 2 »\r\n5 - هشام از امام صادق عليه السّلام روايت كرده : كه حضرت فرمود : سجدهء بر زمين افضل است ؛ زيرا بيانگر تواضع و خضوع بيشتر در برابر خداوند متعال است « 3 » .\r\n6 - حلبى مىگويد : از امام صادق عليه السّلام دربارهء نماز بر روى بساط و شعر و طنفسه‌ها سؤال كردم كه حضرت چنين پاسخ داد : بر آنها سجده نكن ، ولى چنانچه بر روى آنها نماز خوانده و بر زمين سجده كنى مانعى ندارد و اگر حصيرى بر روى آنها انداخته و بر حصير سجده نمايى ، باز خالى از منع و اشكال است « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - وسائل الشيعة ، ج 3 ، ص 609 : « انّه سأل أبا عبد اللّه عليه السّلام من السجود على الحصر و البوارى ، فقال : لا بأس و أن يسجد على الأرض أحبّ إلىّ ، فأنّ رسول اللّه صلّى اللّه عليه و آله و سلم كان يحبّ ذلك أن يمكّن جبهته من الأرض ، فأنا احبّ لك ما كان رسول اللّه صلّى اللّه عليه و آله و سلم يحبّه » .\r\n( 2 ) - وسائل الشيعة ، ج 3 ، ص 595 و بحار الأنوار ، ج 85 ، ص 148 : « مربّى أبو الحسن عليه السّلام و أنا اصلّى على الطبرى و قد ألقيت عليه شيئا أسجد عليه ، فقال لى : مالك لا تسجد عليه ، أ ليس هو من نبات الأرض ؟ » .\r\nمىگويد : بعيد نيست كه مراد از « الطبرى » حصير بافت طبرستان باشد . در اقرب الموارد آمده است كه منسوب به « طبرى » است كه منطقه‌اى در « واسط » مىباشد .\r\n( 3 ) - وسائل الشيعة ، ج 3 ، ص 608 : « عن هشام بن الحكم ( فى حديث عن الصادق عليه السّلام ) : السجود على الأرض أفضل لأنّه أبلغ فى التواضع و الخضوع للّه » .\r\n( 4 ) - بحار الأنوار : ج 85 ، ص 157 : « سألته عن الصلاة على البساط و الشعر و الطنافس ، قال : لا تسجد عليه و اذا\r\n","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\n7 - از امير المؤمنين على عليه السّلام نقل شده است كه فرمود : همانا رسول خدا صلّى اللّه عليه و آله و سلم روى حصير نماز مىخواند « 1 » . اخبار و روايات فراوانى در دست است كه بيانگر كيفيت نماز رسول خدا صلّى اللّه عليه و آله و سلم و سجده نمودن حضرت بر حصير مىباشد « 2 » .\r\n\r\nتحقيقى پيرامون الفاظ حديث\r\nبر هيچ انسان متدبّرى پوشيده نيست كه عبارت : « پيامبر صلّى اللّه عليه و آله و سلم بر بساط و طنفسه يا عبقرىّ يا طبرى نماز مىخواند » ، هيچ‌گاه بر سجدهء بر آنها توسّط پيامبر صلّى اللّه عليه و آله و سلم دلالت ندارد ؛ زيرا اينكه نمازگزار به هنگام نماز روى آنها بايستد ولى بر خاك يا خمره و امثال آن سجده كند ، امرى ممكن و قابل تحقّق است ، كما اينكه در بحثهاى سابق در حديثى آمده بود كه : آن حضرت روى بردى مىايستاد و بر زمين سجده مىكرد .\r\nامّا عبارت « پيامبر صلّى اللّه عليه و آله و سلم بر خمره نماز مىخواند » ، با توجه به اينكه وسعت خمره تنها به اندازهء صورت انسان است ، به روشنى بر مسألهء سجده بر خمره دلالت دارد ، بنا بر اين ، معنايى جز سجده بر خمره براى « نماز خواندن بر خمره » وجود ندارد .\r\n\r\n\r\n","description":"","footnote":"\r\nفمت عليه و سجدت على الأرض فلا بأس و ان بسطت عليه الحصير و سجدت على الحصير فلا بأس » ، ( اين حديث قبلا از وسائل الشيعة نيز نقل شد )\r\n( 1 ) - بحار الأنوار ، ج 85 ، ص 157 : « قال : إنّ رسول اللّه صلّى اللّه عليه و آله و سلم صلّى على حصير » .\r\n( 2 ) - ر . ك : سنن الكبرى ، بيهقى ، ج 2 ، ص 421 به نقل از ابو سعيد . سنن نسائى ، ج 2 ، ص 57 .\r\nارشاد السارى ، ج 1 ، ص 405 . شرح النبوى در حاشيهء ارشاد السارى ، ج 3 ، ص 164 ، سيرتنا ، ص 129 - 130 ، الرصف ، ص 288 ، منحة المعبود ، ج 1 ، ص 85 . شرح أحوذى بر جامع ترمذى ، ج 1 ، ص 273 . عون المعبود ، ج 1 ، ص 249 . وسائل الشيعة ، ج 3 ، باب السجود . بحار الأنوار ، ج 85 ، ص 144 - 159 . سنن ابو داوود ، ج 1 ، ص 177 و تيسير الوصول ، ج 1 ، ص 315 .\r\n","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nابو سعيد به اين تفاوت تصريح كرده است ، آنجا كه مىگويد : « رسول خدا صلّى اللّه عليه و آله و سلم را مشاهده كردم كه بر روى حصيرى نماز مىخواند و بر آن سجده مىكند » ، البتّه گاهى عبارت « روى حصير نماز مىخواند » ، به سبب وجود قرينه‌اى خاصّ بر سجدهء بر حصير دلالت مىكند .\r\nعالم بزرگوار و محقّق جليل القدر ، سيّد على بن طاووس - رضوان اللّه تعالى عليه - در اين زمينه كلامى دارد كه ذكر آن خالى از لطف نيست ، ايشان مىگويد :\r\nجاى بسى تعجّب و شگفتى است كه مسلمانان همديگر را در مسألهء سجده بر سجّادهء كوچكى كه از شاخ و برگ خرما بافته شده است ، انكار و طرد مىكنند .\r\nو در اين مورد ، شدّت عمل به خرج مىدهند و حال آنكه در كتابهايى كه آنها را صحيح و قابل استناد و تمسّك مىدانند ، آمده است كه پيامبرشان اين عمل را انجام مىداده است . و نيز در كتابشان - قرآن كريم - آمده است :  لَقَدْ كانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ  « 1 » . از جمله رواياتى كه در اين خصوص نقل شده است ، روايتى است كه حميدى آن را در كتاب « الجمع بين الصحيحين » در مسند ميمونه - دختر حارث هلالى - در حديث سوّم - كه همه بر آن اتفاق دارند - آورده است و آن عبارت است از اينكه : ميمونه كه از زنهاى خوب پيامبر صلّى اللّه عليه و آله و سلم است و همگى بر اين مطلب اتّفاق نظر دارند ، مىگويد : حايض بودم و نماز نمىخواندم و در مقابل سجده‌گاه رسول خدا صلّى اللّه عليه و آله و سلم خوابيده بودم ، در حالى كه او بر خمرهء خود نماز مىگزارد .\r\nو نيز روايت ديگرى است كه حميدى آن را در همان كتاب مذكور در مسند امّ سلمه - دختر ملحان و مادر انس بن مالك - در حديث دوّم - كه فقط مسلم آن را نقل كرده - آورده است و آن روايت ، چنين است : امّ سلمه مىگويد :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء احزاب ، آيهء 21 .\r\n","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nپيامبر صلّى اللّه عليه و آله و سلم روى خمره نماز مىخواند . حميدى مثل اين روايت را نيز در مسند عايشه و مسند ابى سعيد خدرى آورده است .\r\nعبد المحمود ، نويسندهء كتاب « طرائف » مىنويسد : اهل لغت بر اينكه خمره ، سجّادهء كوچكى است كه از شاخ و برگ درخت خرما درست مىشود ، اتّفاق نظر دارند « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الطرائف ، ص 169 ( چاپ سنگى ) .\r\n","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\n\r\nدورهء سوّم :\r\nآراء ، نظريّه‌ها و اجتهادات صحابه و تابعين پيرامون جواز سجده بر مطلق لباس - احاديث و دليلهاى آنها .\r\n- جواب از آن دليلها .\r\n- بحثى پيرامون الفاظ و اصطلاحات وارد شده در اين احاديث .\r\n\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\n\r\nآراء ، نظريّه‌ها ، اجتهادات و پندارهاى صحابه و تابعين پيرامون جواز سجده بر مطلق لباس\r\nدر مباحث گذشته ، در مقام نقل بعضى از سخنان صحابه و تابعين ، گفته شد كه جواز سجده بر لباس پنبه‌اى يا هر چيز ديگرى به گروهى از صحابه مانند انس بن مالك ، ابو هريره ، مغيرة بن شعبه ، مكحول ، حسن بصرى ، شريح و عبد الرحمن بن يزيد نسبت داده شده است . و ما در همان مباحث ، عباراتى را از ايشان در اين زمينه نقل نموديم كه علاوهء بر آن سخنان ، رواياتى را هم به عنوان دليل ذكر كرده‌اند كه به همين جهت لازم و ضرورى ديديم كه در اينجا به بحث و بررسى دلايل آنها در اين زمينه بپردازيم . و دلايل و استدلالهايى كه فقهاى بعدى در برابر آنها تسليم شده و آنها را پذيرفته و بر طبق مضمون آنها فتوا داده‌اند .\r\n1 - ابو هريره مىگويد : رسول خدا صلّى اللّه عليه و آله و سلم بر گوشهء عمامهء خود سجده مىكرد « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كنز العمّال ، ج 8 ، ص 85 . المصنف ، ج 1 ، ص 400 : « كان رسول اللّه صلّى اللّه عليه و آله و سلم يسجد على كور\r\n","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\n2 - ابن عبّاس مىگويد : همانا رسول خدا صلّى اللّه عليه و آله و سلم در لباسى نماز خواند كه به وسيلهء زيادى همان لباس ، سرما و گرماى زمين را از خود دور مىكرد « 1 » .\r\n3 - از مغيرة بن شعبه چنين نقل شده است : رسول خدا صلّى اللّه عليه و آله و سلم روى حصير و پوست دبّاغى شده نماز مىخواند « 2 » .\r\nدر عبارتى ديگر آمده است : رسول خدا صلّى اللّه عليه و آله و سلم پوستينى داشت و دوست مىداشت كه پوستين دبّاغىشده‌اى داشته باشد كه بر آن نماز گزارد « 3 » .\r\n4 - از جعفر بن عمر يا شخص ديگرى چنين روايت شده است : پيامبر صلّى اللّه عليه و آله و سلم در اتاقى كه آبى در آن چكيده بود پوستى را زير پاى خود گستراند و بر آن نماز خواند « 4 » .\r\n5 - انس بن مالك مىگويد : همراه رسول خدا صلّى اللّه عليه و آله و سلم نماز مىخوانديم كه يكى از افراد ما بر لباس خود سجده مىكرد « 5 » .\r\n6 - ابن عبّاس بر روى طنفسه يا بساطى كه خانه‌اش را مفروش ساخته بود ، نماز مىخواند « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\nعمامته » .\r\n( 1 ) - شرح الأحوذى ، ج 1 ، ص 405 : « إنّ النبىّ صلّى اللّه عليه و آله و سلم صلّى فى ثوب يتّقى بفضوله حرّ الأرض و بردها » .\r\n( 2 ) - « كان رسول اللّه صلّى اللّه عليه و آله و سلم يصلّى على الحصير و الفرو المدبوغة » .\r\nسنن ابى داوود ، ج 1 ، ص 177 . شرح عون المعبود ، ج 1 ، ص 249 . الطبقات ، ج 1 ، ص 159 ، رقم 2 . سيرتنا ، ص 132 به نقل از ابو داوود و بيهقى در السنن ، ج 2 ، ص 420 . مرحوم علّامهء امينى رحمه اللّه در كتاب « سيرتنا » در سند اين حديث بحث كرده و فرموده است : اسناد اين حديث به طور كلّى ضعيف است .\r\n( 3 ) - « كان لرسول اللّه صلّى اللّه عليه و آله و سلم فرو و كان يستحبّ أن تكون له فرو مدبوغة يصلّى عليها » .\r\n( 4 ) - المصنف ، ج 1 ، ص 396 : « إنّ النبىّ صلّى اللّه عليه و آله و سلم كان فى بيت و كف عليه فاجتذب نطعا فصلّى عليه » .\r\n( 5 ) - صحيح بخارى ، ج 1 ، ص 107 : « كنّا نصلّى مع النبىّ صلّى اللّه عليه و آله و سلم فيسجد أحدنا على ثوبه » .\r\n( 6 ) - المصنف ، ج 1 ، ص 395 - 396 با سندهاى متعدّد : « صلّى ابن عبّاس على طنفسة أو بساط قد طبّق بيته » .\r\n","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\n7 - زمانى كه ابن عبّاس در بصره بود ، روى بساط خويش نماز مىخواند ، سپس به اصحاب خود گفت : به تحقيق رسول خدا صلّى اللّه عليه و آله و سلم روى بساط خود نماز مىخواند « 1 » .\r\n8 - ابو وائل مىگويد : ابن مسعود روى مسح ( پلاس ) نماز مىخواند « 2 » .\r\n9 - عبد اللّه بن عامر مىگويد : عمر بن خطّاب را ديدم كه روى عبقرىّ نماز مىخواند « 3 » .\r\n10 - جابر مىگويد : پيامبر صلّى اللّه عليه و آله و سلم بر گوشهء عمامهء خود سجده مىكرد « 4 » .\r\n11 - ابن عبّاس مىگويد : رسول خدا صلّى اللّه عليه و آله و سلم را ديدم كه نماز مىخواند و روى لباس خود سجده مىكرد « 5 » .\r\n12 - سعيد بن جبير مىگويد : ابن عبّاس - در حالى كه طرف راست لباس خود را بر روى شانهء چپ و طرف چپ آن را روى شانهء راست انداخته بود - روى طنفسه‌اى كه تمام خانهء او را پوشانده بود ، براى آنها اقامهء نماز مىكرد « 6 » .\r\n13 - عامر مىگويد : همراه ابن عبّاس و در خانهء او روى مسح نماز خوانديم ، در حالى كه او بر همان مسح سجده مىكرد « 7 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سنن ابن ماجه ، ج 1 ، ص 328 : « صلّى ابن عبّاس - و هو بالبصرة - على بساطه ، ثمّ حدّث أصحابه : انّ رسول اللّه صلّى اللّه عليه و آله و سلم كان يصلّى على بساطه » .\r\n( 2 ) - المصنف ، ج 1 ، ص 396 : « انّ ابن مسعود صلّى على مسح » .\r\n( 3 ) - المصنف ، ج 1 ، ص 395 : « رأيت عمر بن خطّاب يصلّى على عبقرىّ » .\r\n( 4 ) - شرح الأحوذى بر جامع ترمذى ، ج 1 ، ص 405 : « أنّه صلّى اللّه عليه و آله و سلم كان يسجد على كور عمامته » .\r\n( 5 ) - سيرتنا ، ص 131 ، به نقل از ابى يعلى و طبرانى در « الكبير » : « رأيت رسول اللّه صلّى اللّه عليه و آله و سلم يصلّى ، يسجد على ثوبه » .\r\n( 6 ) - المصنف ، ج 1 ، ص 396 : « إنّ ابن عبّاس أمّهم فى ثوب واحد مخالفا بين طرفيه على طنفسة قد طبّقت البيت » .\r\n( 7 ) - المصنف ، ابن ابى شيبه ، ج 1 ، ص 399 : « قال : صلّيت مع ابن عبّاس فى بيته على مسح يسجد عليها » .\r\n","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\n14 - بكر بن وائل نقل مىكند كه على بن ابى طالب عليه السّلام را ديدم كه روى مسح ، نماز مىخواند و بر همان نيز سجده مىكرد « 1 » .\r\n15 - عيسى بن سنان نقل مىكند كه عمر بن عبد العزيز را مشاهده كردم كه روى مسح نماز مىخواند « 2 » .\r\n16 - نقل شده است كه جابر روى مسح نماز مىخواند « 3 » .\r\n17 - ابو درداء بر مسح نماز مىخواند و بر آن سجده مىكرد « 4 » .\r\n18 - ابراهيم مىگويد : اسود و اصحابش كراهت داشتند كه بر روى طنافس و مسوح و فراء نماز بخوانند « 5 » .\r\n19 - شقيق مىگويد : همراه ابن مسعود بر روى مسح نماز مىخوانديم ، در حالى كه وى بر آن سجده مىكرد « 6 » .\r\nآنچه ذكر شد ، بخشى از ادلّهء قائلين به جواز سجده بر لباس بود كه ما به آنها دست يافته‌ايم و ليكن آنچه از تدبّر و تعمّق در ادلّهء ذكر شده و نيز توجّه به عمل و سيرهء رسول خدا صلّى اللّه عليه و آله و سلم و صحابهء او به دست مىآيد ، اين است كه اين ادلّهء به سبب اشكالهاى روشنى كه دارند ، قابل اعتماد نيستند و آن ايرادها و اشكالها را مىتوان چنين بر شمرد :\r\nالف - اين دلايل - با فرض تماميّت آنها از جهت سند و دلالت و با قطع نظر از قصور آنها از اين حيث - نمىتوانند در برابر روايات متواترى كه دلالت بر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - همان مدرك ، ص 400 : « قال : رأيت عليّا يصلّى على مصلّى من مسوح ، يركع عليه و يسجد » .\r\n( 2 ) - المصنف ، ج 1 ، ص 399 : « رأيت عمر بن عبد العزيز يصلّى على مسح » .\r\n( 3 ) - المصنف ، ج 1 ، ص 400 : « انّه صلّى على مسح » .\r\n( 4 ) - المصنف ، ابن ابى شيبه ، ج 1 ، ص 400 : « انّ أبا درداء كان يصلّى على مسح يسجد عليه » .\r\n( 5 ) - همان مدرك : « إنّهم كانوا يكرهون أن يصلّوا على الطنافس و المسوح و الفراء » .\r\n( 6 ) - همان مدرك : « قال : صلّيت مع ابن مسعود على مسح ، فكان يسجد عليه » .\r\n","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nانحصار جواز سجده بر زمين مىكنند ايستادگى و مقاومت كنند ، رواياتى مانند اين فرمايش رسول خدا صلّى اللّه عليه و آله و سلم كه مىفرمايد : « زمين به عنوان سجده‌گاه و پاك‌كننده براى من قرار داده شد » .\r\nو نيز آنچه در باب سيرهء پيامبر صلّى اللّه عليه و آله و سلم و صحابه گذشت كه سيرهء آنان بر سجدهء به زمين استمرار داشته است . و اينكه گفته شد كه سجده بر لباس تنها در حال ضرورت و اضطرار جايز است و جواز سجده بر لباس تنها اختصاص به اين صورت دارد .\r\nب - اتّفاق بزرگانى از فقها نظير بخارى ، نسائى ، دارمى ، ابن ماجه ، نخعى ، سلمانى ، صالح بن خيوان ، عمر بن عبد العزيز ، عروة بن زبير ، امام شافعى ، شوكانى ، ابن حجر ، امام مالك و بزرگان از صحابه بر اين است كه جواز سجده بر غير زمين و گياهان ، اختصاص به حال ضرورت و اضطرار دارد ، به گونه‌اى كه اين مطلب را ارسال مسلّم تلقى كرده‌اند ، همانگونه كه سخنان آنان به طور مفصل ذكر شد .\r\nچگونه مىتوان جواز سجده بر لباس را به طور مطلق و در همه حال به انس بن مالك كه ناقل حديث اضطرار بوده و يكى از راويان حديث : « شكونا إلى النبىّ صلّى اللّه عليه و آله و سلم حرّ الرمضاء فلم يشكنا » « 1 » مىباشد و همينطور به ابن مسعود كه فقط سجدهء بر زمين را جايز مىدانست ، نسبت داد ؟ !\r\nج - بيهقى ، روايت « سجده بر گوشهء عمامه » را انكار كرده است ، در آنجا كه مىگويد : شيخ گفته است كه هيچ‌يك از اين رواياتى كه بر سجده بر گوشهء عمامه توسط رسول خدا صلّى اللّه عليه و آله و سلم دلالت مىكند ، ثابت نشده است . و كلام حسن بصرى كه از اصحاب رسول خدا صلّى اللّه عليه و آله و سلم روايت كرده است ، صحيحترين چيزى است كه در\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - در مورد شدّت گرما به رسول خدا صلّى اللّه عليه و آله و سلم شكايت كرديم ، ولى حضرت به شكايت ما توجّهى نفرمود .\r\n","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nاين مسأله روايت شده است « 1 » .\r\nو مكحول ، حديث حسن بصرى را به صورت اضطرار حمل كرده است . از ابن راشد نقل شده است كه مىگويد : مكحول را ديدم كه بر عمامهء خود سجده مىكند ، پس به او گفتم : چرا بر عمامهء خود سجده مىكنى ؟ پاسخ داد : از سرما نسبت به چشمان خود بيمناك هستم « 2 » .\r\nعلاوه ، اينكه راوى حديث ، ابو هريره مىباشد كه حال او معلوم است « 3 » . و نيز راوى از ابو هريره هم عبد اللّه است كه به زودى در مورد ضعيف بودن و قابل اعتنا نبودن او سخن خواهيم گفت .\r\nعلاوه بر همه اين اشكالها ، اينكه پيامبر با صراحت از سجده بر گوشهء عمامه نهى فرموده است ، چنان كه سابقا بيان شد .\r\nنويسندهء كتاب « الإمام الصادق و المذاهب الأربعة » دربارهء سجده بر گوشهء عمامه مىنويسد « 4 » : شيعه ، معتقد به عدم جواز است و شافعى هم با آنان موافقت كرده است . و احمد نيز در يكى از دو نقلى كه از او آورده شده ، با اين نظر موافق است . و علّت اين قول به عدم جواز مىتواند چنين باشد كه سجده بر گوشهء عمامه توسّط پيامبر صلّى اللّه عليه و آله و سلم ثابت نشده و علاوه اينكه حضرتش همواره از اين عمل نهى مىفرموده است .\r\nبله ، عبد اللّه بن محرز از ابى هريره روايت مىكند كه : « پيامبر صلّى اللّه عليه و آله و سلم بر گوشهء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - السنن الكبرى ، بيهقى ، ج 2 ، ص 102 .\r\n( 2 ) - المصنف ، عبد الرزاق ، ج 1 ، ص 400 : « رأيت مكحولا يسجد على عمامته . فقلت : لم تسجد عليها ؟ فقال :\r\nاتّقى البرد على انسانى » .\r\n( 3 ) - در مورد وى به كتاب « ابو هريره » به قلم علّامهء فقيد شرف الدين . و كتاب « شيخ المضيره » و كتاب « ابو هريره فى التيار » رجوع شود .\r\n( 4 ) - كتاب الامام الصادق و المذاهب الأربعة ، ج 6 ، ص 281 .\r\n","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nعمامهء خود سجده كرد » « 1 » ، ولى اين سخن صحيحى نيست ؛ زيرا روايت عبد اللّه مورد قبول و اعتماد نيست ، همانگونه كه ابن حجر و ابو حاتم و الدارقطنى متذكّر شده‌اند .\r\nبخارى مىگويد : احاديث عبد اللّه ، مورد پذيرش نيست و او يكى از قاضيان دولتى بوده و علماى رجال به اين نكته كه وى از ابو هريره ، رواياتى شنيده باشد ، اشاره‌اى نكرده‌اند .\r\nحافظ ابن حجر مىگويد : سجده بر گوشهء عمامه توسّط پيامبر صلّى اللّه عليه و آله و سلم نقل نشده و تحقّق اين مسأله از ناحيهء رسول خدا صلّى اللّه عليه و آله و سلم در يك حديث صحيحى ثابت نشده است « 2 » .\r\nنووى مىگويد : اجماع و اتّفاق علما بر اين است كه بايد پيشانى را مستقيما و بدون حايل بر زمين گذارد ، امّا آنچه از پيامبر صلّى اللّه عليه و آله و سلم روايت شده است كه بر گوشهء عمامهء خود سجده مىكرد ، صحيح نيست .\r\nبيهقى مىگويد : در اين باره چيزى وجود ندارد و ثابت نيست .\r\nامّا استدلال براى جواز سجده بر گوشهء عمامه با مقايسهء پيشانى با ساير اعضا سجده ، به اينكه تماس مستقيم ساير اعضاى سجده با زمين لازم و واجب نيست و به همين جهت ، تماس مستقيم پيشانى با زمين نيز لازم نخواهد بود ، بنا بر اين ، سجده بر گوشهء عمامه جايز خواهد شد ، چنين استدلالى مخدوش و باطل است ؛ زيرا تماس مستقيم ساير اعضاى سجده با زمين بر خلاف پيشانى داراى مشقّت و زحمت است ، بنا بر اين ، چنين قياسى صحيح نخواهد بود .\r\nدر هر حال ، اين حديث از نظر علما و اهل تحقيق ، مردود است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - « إن النبىّ صلّى اللّه عليه و آله و سلم سجد على كور عمامته » .\r\n( 2 ) - ر . ك : شرح المواهب ، زرقانى ، ج 7 ، ص 321 .\r\n","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nامّا حديث ابن عبّاس كه در آن آمده است : « بر گوشهء عمامه سجده كرديم » به قرينهء اين بخش از كلام وى كه مىگويد : « رسول خدا صلّى اللّه عليه و آله و سلم خود را به وسيلهء زيادى لباس از گرما و سرماى زمين حفظ مىكرد » ، به روشنى دلالت دارد كه مقصود ، حال ضرورت و اضطرار است .\r\nروايت ديگر ابن عبّاس كه چنين است : « رسول خدا صلّى اللّه عليه و آله و سلم را مشاهده كردم در حالى كه نماز مىخواند و بر لباس خود سجده مىكرد » ، هر چند داراى اطلاق است ، ولى به قرينهء روايت اوّل او ، آن را هم بر حال اضطرار حمل مىكنيم .\r\nروايت مغيرة بن شعبه نيز از جهت ضعف راوى و ضعف خود روايت به سبب مغيره ، قابل قبول نيست . مغيره ، همان است كه پير و جوان از علما ، او را به خوبى مىشناسند ، ولى با وجود همهء اين اشكالها بايد توجّه داشت كه او به سجدهء بر پوست تصريح نمىكند ؛ زيرا نماز خواندن بر روى پوست ، اعمّ از اين است كه به آن نيز سجده شود ، يا چيزى از قبيل خاك ، خمره ، سنگ و . . . روى آن قرار داده شده و بر آنها سجده شود « 1 » .\r\nدر بحثهاى گذشته از ابراهيم نخعى نقل شد كه وى روى « بردى » مىايستاد و بر زمين سجده مىكرد . و نيز از عمر بن عبد العزيز و ديگران نقل شد كه چيزى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - در حديث ابى سعيد كه نقل آن گذشت ، آمده است : « بر رسول خدا صلّى اللّه عليه و آله و سلم وارد شدم و حضرتش روى حصيرى نماز مىخواند و بر آن سجده مىكرد » . تصريح وى بر سجده بر حصير ، دليل بر اين مطلبى است كه ما بيان كرديم از اينكه نماز خواندن روى چيزى ، اعمّ از سجده بر آن است . و نيز بر مقصود و منظور ما دلالت دارد آنچه از ابن مسعود نقل شده است كه وى روى مسح ، نماز مىخواند ، در حالى كه او فقط سجده بر خاك را جايز مىدانست ، بنا بر اين ، چاره‌اى جز اين نيست كه بگوييم : ابن مسعود قدرى خاك روى مسح قرار داده و بر آن سجده مىكرد و در مورد شاگرد او ، مسروق بن اجدع نيز چنين سخنى ثابت است . بنا بر اين ، با اين بيان ما ، پاسخ از كلام آنان كه مىگويند : همانا او بر بساط يا عبقرىّ يا بردى يا طنفسه يا در نوك يا فحل يا وطاء نماز خواند - چنان كه در احاديث و روايات آمده است - دانسته مىشود .\r\n","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nروى بساط و طنفسه قرار مىدادند و بر آن چيز سجده مىكردند .\r\nبه هر حال ، هيچ ملازمهء عقلى و عرفى و عادى بين نماز خواندن روى چيزى و سجدهء بر آن وجود ندارد ، مگر اينكه اندازه و وسعت آن چيز تنها به اندازهء محلّ سجده و صورت نمازگزار باشد و به همين جهت مىتوان روايتى را كه مىفرمايد : « پيامبر صلّى اللّه عليه و آله و سلم بر خمره نماز خواند » ، به « سجدهء بر خمره » معنا كرد ؛ زيرا ايستادن روى خمره و نماز خواندن روى آن به جهت كوچكى خمره ، ممكن نبود ، همانگونه كه بيان آن گذشت .\r\nآنچه ذكر شد ، در مورد حديث جعفر كه در آن به خواندن نماز بر روى « نطع » اشاره شده است ، نيز مىآيد ، علاوه اينكه جعفر هم براى ما شناخته شده نيست .\r\nامّا حديث انس كه در آن ، چنين آمده است : « همراه پيامبر صلّى اللّه عليه و آله و سلم نماز مىخوانديم و يكى از ما بر لباس خود سجده مىكرد » ، به قرينهء آنچه بخارى به نقل از انس بعد از ذكر اين حديث آورده است - و آن عبارت است از : « همراه پيامبر صلّى اللّه عليه و آله و سلم نماز مىخوانديم و يكى از ما به سبب شدّت گرما ، گوشهء لباس خود را در مكان سجده‌اش قرار مىداد » - بر حال ضرورت و اضطرار حمل مىشود و چنان كه روشن و واضح است اين كلام ، توضيح و تفسير حديث اوّل است ، با توجه به اينكه حديث مزبور ، مطلق بوده و قابل تقييد است . و چنان كه گذشت ، بخارى ، كلام حسن بصرى را در مورد سجده كردن صحابه بر عمامه و قلنسوه به صورت اضطرار حمل كرده است .\r\nامّا حديث ابن عبّاس كه در آن چنين آمده است : « رسول خدا صلّى اللّه عليه و آله و سلم بر روى فرش خويش نماز مىخواند » ، همان اشكال سابق كه عبارت بود از اينكه خواندن نماز بر روى چيزى اعمّ از سجده كردن بر آن است ، به اين حديث ابن عبّاس هم\r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nمتوجّه است ، چنان كه اشكال مزبور متوجّه احاديث زير نيز هست :\r\n1 - حديثى كه مىگويد : ابن عبّاس بر روى طنفسه يا بساطى كه خانه‌اش را فرش كرده بود ، نماز خواند .\r\n2 - حديثى كه در آن آمده است كه ابن مسعود روى مسح نماز خواند .\r\n3 - حديثى كه مىگويد عمر بن خطّاب روى عبقرىّ نماز خواند .\r\nد - اشكال چهارمى كه مطرح است اين است كه : همانا نماز خواندن و سجده كردن بر بساط ، دلالتى بر جواز سجدهء بر لباس ندارند ؛ زيرا در مباحث گذشته به اين نكته تصريح شده بود كه بساط در آن زمانها از شاخ و برگ درختان خرما ساخته مىشده و يا اينكه بساط همان حصير بوده است و از طرفى نيز دانستيم كه سجدهء بر گياهان ، خالى از اشكال است « 1 » .\r\nنويسندهء دائرة المعارف الاسلاميه به همين نكته توجّه كرده و مىنويسد :\r\nهمانا نماز بر روى بسط ادا مىشد ، كه به عنوان نمونه مىتوان به اين منابع مراجعه نمود : جامع ترمذى ، كتاب الصلاة ، باب 131 ، آنجا كه از بساط سخن به ميان مىآورد . و نيز ابن ماجه ، كتاب اقامة الصلاة ، باب 63 و احمد بن حنبل ، ج 1 ، ص 222 و 372 . و ج 3 ، ص 160 ، 171 ، 184 و 212 . و در حديث اخير ملاحظه مىشود كه به بيان ساخت بساط از شاخ و برگ درختان خرما پرداخته است . و ترمذى مىافزايد : بزرگان از فقها نماز بر طنفسه يا بساط را رخصت مىدهند و بساط در آن زمان از شاخ و برگ درخت خرما تهيّه و بر روى آن نماز اقامه مىشد . . . و اين نوع بساط به « حصير » معروف بود « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - در اين مورد به كتابهاى : صحيح مسلم ، ج 1 ، ص 45 . السنن الكبرى ، بيهقى ، ج 2 ، ص 432 . البداية و النهايه ، ج 6 ، ص 38 . سيرتنا ، ص 129 . مسند احمد ، ج 3 ، ص 212 . سنن دارمى ، ج 1 ، ص 295 . و الرصف ، ص 288 رجوع شود .\r\n( 2 ) - خوانندهء گرامى مىتواند به عنوان شاهد بر مطلب مزبور ، به منابع ذيل مراجعه نمايد :\r\n","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nنووى تعليقه‌اى بر اين حديث دارد و مىگويد : تمامى فقها به جواز نماز بر آنچه از زمين مىرويد ، تصريح مىكنند « 1 » .\r\nانس بن مالك نيز در حديثى به همين مسأله تصريح كرده و مىگويد : همانا پيامبر صلّى اللّه عليه و آله و سلم به ديدن امّ سليم مىآمد . گاهى اوقات در اين ديدارها وقت نماز فرا مىرسيد ، پس حضرت روى فرش ما نماز مىخواند و آن فرش ، حصير بود .\r\nاحوذى در شرح حديث « 2 » انس كه مىگويد : « رسول خدا صلّى اللّه عليه و آله و سلم با ما رفت و آمد داشت و به برادرم مىفرمود : يا ابا عمير ! گنجشك چه شد و بر روى فرش ما كه آبپاشى شده بود نماز مىخواند » ، چنين مىگويد « 3 » : سيوطى گفته است كه ابو داوود در سنن خود بساط را به حصير تفسير مىكند .\r\nسپس احوذى ادامه مىدهد : ابو داوود در سنن « 4 » خود اين حديث - يعنى همين حديث دوّم - را از انس بن مالك نقل مىكند و آنگاه مىگويد : عراقى در شرح ترمذى مىنويسد : نويسنده - يعنى ترمذى - بين دو حديث انس در باب نماز بر روى حصير ، فرق گذاشته و براى هر كدام باب مستقلّى گشوده است و ابن ابى شيبه در سنن خود روايتى را نقل مىكند كه دلالت دارد بر اينكه مقصود از بساط ، همان حصير است و آن روايت چنين است : « فيصلّى أحيانا على بساطنا - و هو\r\n\r\n\r\n","description":"","footnote":"\r\nصحيح بخارى ، كتاب الصلاة ، باب 20 . مسند احمد بن حنبل ، ج 3 ، ص 52 ، 59 و 130 و صفحات بعد از آن . و نيز ص 145 ، 149 ، 164 ، 179 و 184 و صفحات بعد از آن . و نيز ص 90 ، 226 و 291 صحيح مسلم ، كتاب المساجد ، حديث 266 .\r\n( 1 ) - دائرة المعارف الإسلاميّة ، ج 11 ، ص 275 در كلمهء « سجّاده » .\r\n( 2 ) - مسند احمد ، ج 3 ، ص 119 : « كان رسول اللّه صلّى اللّه عليه و آله و سلم يخالطنا حتّى يقول لأخ لى صغير يا أبا عمير ما فعل النغير . . . ؛ قال : و نضح بساط لنا قال فصلّى عليه » .\r\n( 3 ) - شرح احوذى ، ج 1 ، ص 273 . مسند ابى عوانه ، ج 2 ، ص 79 .\r\n( 4 ) - سنن ابى داوود ، ج 1 ، ص 177 .\r\n","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\nحصير - فينضحه بالماء ؛ يعنى : گاهى اوقات پيامبر صلّى اللّه عليه و آله و سلم بر روى فرش ما كه حصير بود نماز مىخواند ، در حالى كه آن را آبپاشى مىكرد » .\r\nسپس عراقى چنين ادامه مىدهد : بنا بر اين ، روشن شد كه مراد انس از بساط ، همان حصير است و شكّى نيست كه بساط بر حصير صدق مىكند . و سپس روايت ابن عبّاس را كه مىگويد : « پيامبر صلّى اللّه عليه و آله و سلم بر روى بساط نماز خواند » ، نقل كرده و آن را تضعيف مىنمايد .\r\nشايد مراد از طنفسه ، بردى ، عبقرىّ ، فحل ، وطاء ، در نوك و مسح ، معانى و مفاهيمى باشد كه بر چيزهايى كه از گياهان ساخته مىشوند تطبيق مىكند ؛ زيرا :\r\n« طنفسه » ، ( با كسرهء طاء و فاء ، يا با ضمّهء هر دو و يا با كسرهء طاء و فتحهء فاء ) فرشى است كه داراى كرك مىباشد . و در اقرب الموارد آمده است : طنفسه ، بساط و لباس و حصير را گويند .\r\n« بردى » ، همان حصير است چنان كه در مصنف عبد الرزاق « 1 » آمده است . يا اينكه گياهى است كه در بافت حصير از آن استفاده مىشود .\r\n« عبقرى » ، نوع مرغوب فرش است . در ذيل اقرب الموارد آمده است :\r\nعبقر ( بر وزن جعفر ) ريشه‌هاى اوّليهء نى است ، پس شايد عبقرى ، همان فرشى باشد كه از نى بافته شده است و يا اينكه حصيرى است كه داراى نقش و نگار مىباشد « 2 » .\r\nاين بيان ما به وسيلهء آنچه قبلا بيان شد از اينكه بساط در آن زمان از شاخ و برگ خرما بوده است تأييد مىشود . و نيز با همين سخن ما آنچه در « النهايه »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - المصنف ، عبد الرزاق ، ج 1 ، ص 397 .\r\n( 2 ) - همانگونه كه در حاشيهء المصنف از ابى عبيده نقل شده است : « عبقرى » بساطى است كه در آن نقوش و رنگهاى مختلفى وجود دارد .\r\n","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nآمده است ، ردّ مىشود ، آنجا كه « النهايه » مىنويسد : از همين مورد است حديث عمر كه در آن آمده است : « عمر بر عبقرى سجده مىكرد » . و گفته شده است كه عبقرى ، پارچهء ابريشمى يا بساط گلدار يا طنفسهء ضخيم مىباشد .\r\n« فحل » ، حصيرى است كه سياه و كهنه شده باشد . در « النهايه » آمده است :\r\nفحل ، حصيرى است كه از شاخ و برگ فحال خرما بافته مىشود . « فحال » همان خرماى نر است كه به وسيلهء آن ، عمل تلقيح انجام مىشود ، بنا بر اين ، به طور مجازى ، حصير را فحل ناميده‌اند .\r\n« مسح » ، ( با كسرهء ميم ) پلاسى است كه از مو ( موى بز ) بافته مىشود و شايد به صورت مجازى و عام بر بساط هم اطلاق گردد .\r\n« درنوك » ، پرده‌اى كرك‌دار است و جمع آن « درانك » مىباشد . در اين مورد حديثى از ابن عبّاس نقل شده است كه عطاء مىگويد : همراه وى و بر روى « درنوكى » كه تمام خانهء او را مفروش ساخته بود ، نماز خوانديم « 1 » .\r\nشايد اين دسته از مجتهدين و فقها ، ميان نماز خواندن بر روى فرش و لباس و سجده كردن بر آنها فرقى نگذاشته‌اند .\r\nو يا شايد آنان عمل و سيره‌اى را مشاهده كردند ولى توجّهى به اين نكته ننمودند كه اين عمل ، در حال اضطرار واقع شده است ؛ اضطرارى كه مجوّز انجام آن عمل بوده است .\r\nو يا اينكه سجدهء بر حصير يا خمره يا بساطى كه از شاخ و برگ خرما ساخته شده را مشاهده كرده و ساير چيزها را به اينها قياس كردند بدون اينكه توجّهى به فرق ميان گياه و غير آن داشته باشند ، چنان كه زهرى در جواز سجده بر طنفسه به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - قال عطاء : « صلّينا معه على در نوك قد طبّق البيت كلّه » . در أقرب الموارد آمده است : « درموك » ، طنفسه‌اى است مثل در نوك ( با نون )\r\n","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nجواز سجده بر خمره استدلال نموده است .\r\nو يا اينكه شنيده‌اند كه ابن عبّاس بر بساط سجده مىكرد ، ولى ديگر توجّهى به اين نكته نكردند كه بساط در آن زمان ، از شاخ و برگ درخت خرما بوده است .\r\nبعد از تمامى اين بحث و گفتگوها ، چنانچه اين احتمالات ذكر شده از ظاهر اين احاديث و روايات به دست نيايد ، در هر حال ، در مقابل آن ادلّهء قطعى كه ذكر آنها گذشت ، چاره‌اى نيست جز اينكه اين احاديث را تأويل كرده و يا كنار گذاشته و طرح كنيم ، در حالى كه مىبينيم محمّد بن سيرين گفته است : نماز بر طنفسه ، چيز تازه و جديدى است « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سيرتنا ، ص 134 ، به نقل از المصنف ، ابن ابى شيبه ، ج 2 .\r\n","page_name":" 149 ","page_number":149},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\n\r\nدورهء چهارم :\r\nسجده بر لباس ، به عنوان شعار اهل سنّت - سجده بر زمين و گياهان ، به عنوان شعار شيعه .\r\n- سجده بر تربت امام حسين ( ع ) و احاديث اهل بيت ( ع ) در اين زمينه .\r\n- سخنى از مرحوم كاشف الغطاء ( ره )\r\n- سخنى از مرحوم علّامهء امينى ( ره )\r\n- هديهء تربت امام حسين ( ع ) به پيامبر ( ص ) از سوى خداوند متعال .\r\n- بوسيدن تربت پاك حسينى ( ع ) توسّط رسول خدا ( ص )\r\n- حفظ و نگهدارى كردن تربت امام حسين ( ع ) در شيشه توسّط رسول خدا ( ص )\r\n- امر نمودن پيامبر ( ص ) به حفظ تربت امام حسين ( ع )\r\n- بوييدن و اشك ريختن پيامبر ( ص ) بر آن تربت پاك .\r\n\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\n\r\nسجده بر لباس ، به عنوان شعار اهل سنّت\r\nاز آنچه تا كنون بيان شد ، نحوه و كيفيت تشريع سجده در آغاز و به دو تشريع آن ، روشن و آشكار گرديد كه سجده به جهت خضوع ، تواضع ، تذلّل ، اظهار عجز و ناتوانى و به خاك ماليدن صورت و پيشانى در برابر خداوند متعال براى دور شدن از كبر و منيّت و خود خواهى ، تشريع شده است ، تا جايى كه رسول خدا صلّى اللّه عليه و آله و سلم به مسلمانان اجازهء سجده بر غير زمين را حتى در گرماى سوزان نداده و به شكايت آنان وقعى نمىنهد و سرانجام با رخصت سجدهء بر گياهان از باب الحاق آنها به خود زمين ، تسهيلاتى براى بندگان خدا فراهم شده و مشقّت و سختى آنان بر طرف مىشود .\r\nتمامى آنچه را كه بيان كرديم ، امورى هستند كه دلايل و براهين قطعى و مسلّم ، ما را بدانها رهنمون گشته و ما را در برابر آنها وادار به تسليم كرده‌اند . و نيز احاديث متواترى در كار است كه بر آنها دلالت و مطابقت دارند .\r\nعلاوه اينكه سنّت نبوى هم بر آنها جارى شده و اصحاب رسول خدا صلّى اللّه عليه و آله و سلم هم به مقتضاى موافقت با آيهء شريفهء :  ما آتاكُمُ الرَّسُولُ فَخُذُوهُ وَ ما نَهاكُمْ عَنْهُ فَانْتَهُوا  « 1 » به آنها عمل نموده‌اند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - يعنى : آنچه را كه رسول خدا صلّى اللّه عليه و آله و سلم براى شما آورده است بگيريد و از آنچه نهى مىكند ،\r\n","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\n« بنا بر اين ، اعتقاد به جواز سجده بر فرش و قالى و التزام به آن و فرش نمودن مساجد با آنها به جهت سجدهء بر آنها به گونه‌اى كه امروزه در بين مردم متداول و مرسوم شده است ، بدعت محض و يك امر جديد و غير مشروع است كه مخالف با سنّت خدا و رسول الهى مىباشد و حال آنكه به فرمودهء قرآن :  وَ لَنْ تَجِدَ لِسُنَّتِ اللَّهِ تَحْوِيلًا  « 1 » يعنى : « سنّت خداوند تغيير و تحويل نمىپذيرد » . « 2 » .\r\nگروه بر حقّ شيعهء دوازده امامى فقط به آنچه قرآن بدان نطق نموده و روح الأمين نازل كرده و پيامبر صلّى اللّه عليه و آله و سلم آن را بيان و اهل بيت عليهم السّلام - اهل بيتى كه خداوند رجس و پليدى را از آنان دور ساخته و آنان را كشتى نجات و پيشوايان هدايت و هموزن و همرديف با قرآن قرار داده و آنان را رهبر صاحبان عقل و خرد و پيشوايانى كه مردم را به امر او به سوى حقّ و صراط مستقيم هدايت مىكنند قرار داده است - هم آن را تقرير و بيان نموده‌اند ، معتقد و ملتزم بوده و به آن سر مىسپارد .\r\n« ولى جاى بسى تعجب است و چنانچه زنده بمانى ، روزگار عجيب‌تر از اين را هم به تو نشان خواهد داد ، اينكه آراء و فتاواى بزرگان اهل سنّت به اين سمت پيش رفت كه سجده بر حرير و پشم و پنبه را تجويز كند . و علّت اين امر هم خطا و اشتباه در اجتهاد بود . و اين جريان تا آنجا شدّت گرفت كه مسائل ، وارونه شد و آنچه سنّت بود ، بدعت به حساب آمد و آنچه بدعت بود در زمرهء سنّتها در آمد ، به طورى كه كار به جايى رسيده كه شيعيان و دوستداران اهل بيت عليهم السّلام به خاطر عمل به سنّت الهى ، تكفير شده و به كفر و شرك و زندقه متّهم مىگردند و اينها همان اهانتها و تحقيرهايى است كه به جاى اكرام و احترام و\r\n\r\n\r\n","description":"","footnote":"\r\nاجتناب كنيد . ( سورهء حشر ، آيهء 7 ) .\r\n( 1 ) - سورهء فاطر ، آيهء 43 .\r\n( 2 ) - سيرتنا ، ص 134 .\r\n","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nدوستى از سوى برادران خود ، در حرمين شريفين مشاهده مىكنيم . به خدا شكايت مىبريم و هو المستعان » .\r\n\r\nسجده بر تربت امام حسين ( ع )\r\nشيعيان دوازده امامى به پيروى از امامان اهل بيت عليهم السّلام بلكه به پيروى از روش و سيرهء پيامبر اكرم صلّى اللّه عليه و آله و سلم - كه البتّه روش و سيرهء اهل بيت عليهم السّلام چيزى غير از روش و سيرهء پيامبر صلّى اللّه عليه و آله و سلم نيست و به اندازهء سر مويى از آن تخلّف ندارد - در بزرگداشت و تكريم امام حسين عليه السّلام و نيز تكريم تربت پاك حسينى عليه السّلام سجده بر تربت ابا عبد اللّه الحسين عليه السّلام را مستحبّ دانسته و اين امر ، به صورت يك عقيده و باور خاصّى ميان آنان وجود پيدا كرده است .\r\nبنا بر اين ، لازم است كه در اينجا به بخشى از احاديث وارده از اهل بيت عليهم السّلام در زمينهء تكريم و بزرگداشت تربت سيد الشهداء امام حسين عليه السّلام و نيز به سيره و روش رسول خدا صلّى اللّه عليه و آله و سلم در اين زمينه بپردازيم .\r\n\r\nروايات اهل بيت عصمت و طهارت ( ع ) پيرامون شرافت و فضيلت تربت امام حسين ( ع )\r\n1 - امام صادق عليه السّلام مىفرمايد : سجده بر تربت امام حسين عليه السّلام تا زمينهاى هفتگانه ، نور افشانى مىكند و هر كس كه تسبيحى از تربت حسينى عليه السّلام را همراه داشته باشد به عنوان تسبيحگو تلقّى مىشود ، هر چند كه تسبيح نگويد . « 1 »\r\n2 - امام موسى كاظم عليه السّلام مىفرمايد : شيعيان ما از چهار چيز بىنياز و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - وسائل الشيعة ، ج 3 ، ص 607 و من لا يحضره الفقيه ، ج 1 ، ص 268 : « قال الصادق عليه السّلام : السجود على طين قبر الحسين عليه السّلام ينوّر إلى الأرضين السبعة و من كانت معه سبحة من طين قبر الحسين عليه السّلام كتب مسبّحا و ان لم يسبّح بها » .\r\n","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nمستغنى نيستند : خمره‌اى كه بر آن نماز گزارند ، و انگشترى كه به دست كنند و مسواكى كه با آن مسواك كنند و تسبيحى از تربت امام حسين عليه السّلام . « 1 »\r\n3 - معاوية بن عمار مىگويد : امام صادق عليه السّلام كيسه‌اى از ديباج زرد رنگ داشت كه قدرى تربت امام حسين عليه السّلام در آن بود و هرگاه وقت نماز مىرسيد ، آن را در محلّ سجدهء خويش ريخته و بر آن سجده مىنمود . سپس حضرت فرمود :\r\nهمانا سجده بر تربت حسينى عليه السّلام حجابهاى هفتگانه را زايل مىكند . « 2 »\r\n4 - امام صادق عليه السّلام به خاطر اظهار تذلّل و خشوع و خضوع در برابر خداوند ، فقط بر تربت امام حسين عليه السّلام سجده مىكردند . « 3 »\r\n5 - از امام صادق عليه السّلام دربارهء استعمال دو تربت ؛ يعنى : تربت قبر شريف حضرت حمزه عليه السّلام و تربت قبر مطهّر امام حسين عليه السّلام و نيز رجحان و برترى يكى از آن دو بر ديگرى ، سؤال شد . امام عليه السّلام در پاسخ فرمود : تسبيحى كه از تربت امام حسين عليه السّلام باشد ، در دست آدمى ذكر مىگويد ، بدون اينكه صاحب آن ذكر بگويد . « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - وسائل الشيعة ، ج 3 ، ص 603 . و ج 10 ، ص 421 . و بحار الأنوار ، ج 101 ، ص 132 : « عن أبى الحسن عليه السّلام : لا يستغنى شيعتنا عن أربع : خمرة يصلّى عليها و خاتم يتختّم به و سواك يستاك به و سبحة من طين قبر الحسين عليه السّلام » .\r\n( 2 ) - وسائل الشيعة ، ج 3 ، ص 608 . بحار الأنوار ، ج 101 ، ص 135 و ج 85 ، ص 153 : « كان لأبى عبد اللّه - جعفر بن محمّد - عليهما السّلام خريطة ديباج صفراء ، فيها تربة أبى عبد اللّه عليه السّلام ، فكان إذا حضرته الصلاة صبّه على سجّادته و سجد عليه . ثمّ قال عليه السّلام : إنّ السجود على تربة أبى عبد اللّه عليه السّلام يخرق الحجب السبع » .\r\n( 3 ) - وسائل الشيعة ، ج 3 ، ص 608 . و بحار الأنوار ، ج 85 ، ص 158 : « كان الصادق عليه السّلام لا يسجد إلّا على تربة الحسين عليه السّلام تذلّلا للّه و استكانة اليه » .\r\n( 4 ) - وسائل الشيعة ، ج 4 ، ص 1033 و بحار الأنوار ، ج 101 ، ص 133 : « سئل أبو عبد اللّه عليه السّلام عن استعمال التربتين من طين قبر حمزة و الحسين عليهما السّلام و التفاضل بينهما . فقال عليه السّلام : السّبحة الّتى من طين قبر الحسين عليه السّلام تسبّح بيد الرجل من غير أن يسبّح » .\r\n","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\n6 - حميرى مىگويد : نامه‌اى به « فقيه » نوشته و چنين سؤال نمودم : آيا جايز است كه انسان به وسيلهء تربت و خاك قبر « 1 » ، خدا را تسبيح گويد و آيا چنين كارى فضيلت دارد ؟ پس حضرت جواب فرمود و من نامه را خوانده و از آن استنساخ كردم و در جواب آن حضرت چنين آمده بود : تسبيح بگو ؛ زيرا هيچ تسبيحى براى تسبيح گفتن افضل و برتر از تسبيح تربت ( قبر امام حسين عليه السّلام ) نيست . « 2 »\r\nروشن است كه مراد از كلمهء « القبر » در سؤال راوى ، قبر امام حسين عليه السّلام است و « ال » در كلمهء مزبور براى عهد است ؛ زيرا مرقد مطهر و منوّر امام حسين عليه السّلام در آن زمان ، نزد امامان اهل بيت عليهم السّلام و شيعيان ، معهود و شناخته شده بوده است . و هرگاه در اين زمينه سؤالى مىشده ، مراد آنان قبر امام حسين عليه السّلام بوده است .\r\n7 - محمّد بن عبد اللّه بن جعفر حميرى از امام زمان - عجّل اللّه تعالى فرجه - روايت مىكند و مىگويد : نامه‌اى خدمت آن بزرگوار نوشته و در مورد فضيلت سجده بر لوحى كه از خاك قبر ساخته شده است از حضرتش سؤال كرده كه آيا چنين كارى فضيلت دارد ؟ و حضرت پاسخ فرمودند : اين عمل جايز بوده و فضيلت دارد . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مراد از قبر ، قبر امام حسين عليه السّلام است . و غرض اينكه از خاك قبر ، تسبيح درست كند و با آن ، تسبيح را بشمارد .\r\n( 2 ) - وسائل الشيعة ، ج 10 ، ص 421 . بحار الأنوار ، ج 101 ، ص 132 - 133 : « قال الحميرىّ : كتبت إلى الفقيه ، أسأله هل يجوز أن يسبّح الرجل بطين القبر و هل فيه من فضل . فأجاب و قرأت التوقيع و منه نسخت : تسبّح به ، فما فى شىء من السبح أفضل منه » .\r\n( 3 ) - وسائل الشيعة ، ج 2 ، ص 608 ، و ج 4 ، ص 1034 و ج 10 ، ص 421 و بحار الأنوار ،\r\n","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\nالبتّه ، جاى تعجّب و شگفتى نيست كه خداوند سبحان براى سجده بر تربت سيد الشهداء عليه السّلام فضيلت قرار بدهد ، از اين جهت كه او آقا و سرور جوانان اهل بهشت و نور چشم رسول خدا صلّى اللّه عليه و آله و سلم و جگرگوشهء حضرت فاطمهء زهرا - سلام اللّه عليها - و فرزند امير مؤمنان على عليه السّلام و يكى از اصحاب كساء است .\r\nو مقصود از كلمهء « أبناء » در قصهء مباهله ، در قرآن كريم نيز او و برادر بزرگوارش مىباشند .\r\nو در مورد سورهء « هل أتى » با پدر و مادرش شريك بوده و يكى از كشتيهاى نجات براى امّت پيامبر صلّى اللّه عليه و آله و سلم و يكى از ائمّهء بر حقّ و يكى از دوازده جانشين پيامبر صلّى اللّه عليه و آله و سلم و چراغ هدايت است .\r\nبر كسى كه كمترين بهره را از حديث و تاريخ داشته باشد ، آنچه از فضايل امام حسين عليه السّلام كه از رسول خدا صلّى اللّه عليه و آله و سلم - به صورت عام در مورد تمامى ائمه و يا به صورت خصوصى در مورد حضرت امام حسين عليه السّلام - روايت شده است ، مخفى و پوشيده نمىماند و به خوبى از آنها آگاه مىگردد ، بنا بر اين ، مانعى ندارد كه خداوند به سبب اعطاى فضيلت به سجده بر تربت حسينى عليه السّلام آن امام معصوم و شهيد عليه السّلام را شرافت بخشيده و تكريم نمايد .\r\nعلّامه كاشف الغطاء در كتاب خود « الأرض و التربة الحسينية » در بيان فلسفه و حكمت وجوب سجده بر زمين و استحباب سجده بر تربت امام حسين عليه السّلام مىنويسد :\r\nو شايد سرّ اينكه شيعهء دوازده امامى خود را ملزم به سجده بر تربت حسينى عليه السّلام به عنوان يك وظيفهء استحبابى مىداند ، علاوه بر آنچه در فضيلت اين امر وارد شده است - كه اشاره به آن احاديثى دارد كه ذكر آنها گذشت - و نيز\r\n\r\n\r\n","description":"","footnote":"\r\nج 85 ، ص 149 : « محمّد بن عبد اللّه بن جعفر حميرى عن صاحب الزمان عليه السّلام ، انّه كتب إليه يسأله عن السجدة على لوح من طين القبر ، هل فيه فضل ؟ فأجاب عليه السّلام : يجوز ذلك و فيه فضل » .\r\n","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nعلاوه بر اينكه تربت امام حسين عليه السّلام از جهت پاكيزگى و نظافت و بهداشت هم نسبت به ساير اراضى و آنچه از بوريا و حصير و قالى كه بر روى زمين گسترده شده و غالبا آلوده و انباشتهء از گرد و خاك و ميكروبهاى نهان است ، سالم‌تر و پاكيزه‌تر مىباشد .\r\nعلاوهء بر تمامى اين موارد ، شايد بتوان انگيزه و علّت سجده بر تربت حسينى عليه السّلام را چنين ترسيم نمود كه اهداف و مقاصد عالى و متعالى در كار است كه هرگاه نمازگزار پيشانى خود را بر آن تربت پاك مىنهد ، فداكاريها و جانفشانيهاى امام عليه السّلام و خاندان او و برگزيدگان از اصحاب او را در راه ايمان و عقيده و خدا و شكستن ظلم و جور و فساد و استبداد ، به ياد آورده و متذكّر مىگردد و چون‌كه مهمترين ركن نماز ، سجده است كه در روايتى آمده است :\r\n« أقرب ما يكون العبد إلى ربّه حال سجوده ؛ يعنى : حال سجده ، نزديكترين حالت بنده به پروردگارش است » .\r\nبنا بر اين ، شايسته و مناسب است كه نمازگزار با گذاردن پيشانى بر آن تربت پاك ، كسانى را كه جان خود را در راه حقّ و حقيقت فدا نموده و روح آنان در اين راه به ملأ أعلى پرواز كرده است ، به ياد آورد تا روح خضوع و خشوع در او تقويت شده و اين دنياى پرزرق‌وبرق و تعلّقات فريبندهء ناپايدار آن را كوچك و بىارزش بشمارد . و شايد همين نكته ، مقصود از روايتى باشد كه مىفرمايد :\r\nسجده بر تربت امام حسين عليه السّلام حجابهاى هفتگانه را زايل مىكند .\r\nبنا بر اين ، سرّ صعود و عروج از خاك به سوى ربّ الأرباب در سجده نهفته است . « 1 »\r\nعلّامهء امينى - رحمة اللّه عليه - بسيار نيكو بيان كرده است ، آنجا كه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الأرض و التربة الحسينيه ، ص 24 .\r\n","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\nمىگويد « 1 » : هدف و مقصود شيعهء دوازده امامى از انتخاب تربت امام حسين عليه السّلام براى سجده كردن مبتنى بر دو اصل محكم و استوار و با ارزش است :\r\nاصل اوّل : پسنديده بودن اينكه نمازگزار ، خاك پاك و طاهرى را كه به طهارت آن يقين دارد براى خود جهت سجده بر آن برگزيند و در اين جهت فرقى نمىكند كه اين خاك از چه مكان و چه بخشى از زمين گرفته شده باشد .\r\nبنا بر اين ، همهء زمينها در اين جهت مساوى بوده و امتيازى بين آنها نيست . و در مسألهء جواز سجده ، هيچ‌كدام بر ديگرى برترى و رجحان ندارند . البتّه انتخاب چنين خاك پاك و طاهرى جهت سجده بسان رعايت طهارت بدن و لباس و جايگاه نماز از سوى نمازگزار است .\r\nبا توجّه به اينكه اطمينان و يقين به طهارت هر زمينى كه انسان بدانجا وارد شده و آن را به عنوان جايگاه نماز خويش برمىگزيند ، وجود ندارد و چنين يقين و اطمينانى براى نمازگزار نسبت به هر نقطه از شهرها ، روستاها ، كاروانسراها ، مسافرخانه‌ها و . . . حاصل نمىشود ، بنا بر اين ، شايسته است كه انسان مسلمان ، خاك پاك و پاكيزه‌اى را براى خود برگزيند تا در سفر و حضر بر آن سجده كند و هيچ منعى وجود ندارد از اينكه انسان مسلمان نسبت به دين خويش محتاط بوده و همواره خاك پاكى را كه اطمينان به طهارت آن دارد همراه داشته باشد تا هنگام نماز بر آن سجده نمايد و بدين وسيله از سجده بر نجاسات و چيزهاى پليد و خبيث كه مانع تقرّب انسان به خدا مىباشند ، اجتناب كرده و در سجده نمودن هم از سنت رسول خدا صلّى اللّه عليه و آله و سلم در پاكى و طهارت خارج نشود ؛ يعنى با وجود تمامى تأكيدهايى كه شارع مقدّس نسبت به طهارت اعضاى بدن و لباس نمازگزار دارد و از خواندن نماز در محلّ زباله‌ها ، كشتارگاهها ، قبرها ، شاهراهها ، حمّام و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سيرتنا و سنتنا ، ص 135 - 143 ( ما در اينجا على رغم طولانى بودن كلام ايشان ، به خاطر سودمند بودن ، آن را ذكر مىكنيم ) .\r\n","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\nخوابگاه شتران نهى مىكند و به تطهير و پاكيزه نگه داشتن مساجد اهتمام مىورزد ، سنّت هم سجدهء بر نجاسات و چيزهاى پليد و خبيث را رخصت نمىدهد . و گويا همين نظريّه را فقهاى متّقى و پرهيزگار گذشته ، اخذ نموده و به جهت همين احتياط بوده كه تابعى معروف و فقيه بزرگوار « مسروق بن اجدع » ، خشت خامى را همراه داشته كه بر آن سجده مىكرده است ، چنان كه ذكر آن گذشت . و آنچنان كه در « الإصابة » آمده است ، وى از اصحاب رسول خدا صلّى اللّه عليه و آله و سلم بوده است .\r\nدر هر حال ، اين همان اصل اوّل در نزد شيعيان است كه سابقه‌اى طولانى در بين ياران و اصحاب رسول خدا صلّى اللّه عليه و آله و سلم دارد .\r\nاصل دوم : همانا قاعدهء اعتبار عمومى ، برترى و رجحان بعضى از زمينها را نسبت به ديگر زمينها اقتضا مىكند ؛ زيرا يك نحوه امتياز و ويژگى براى اراضى و اماكن و بقاع به سبب اضافه و نسبت پديد مىآيد . آيا شأن و امتياز خاصّ بعضى از مكانها و فضاهايى كه به حكومتها و بويژه آنهايى كه به كاخهاى سلطنتى تعلّق و انتساب دارند ، مشاهده نمىكنى ؟ اين سخن نيز در مورد اراضى و بناها و سرزمينهايى كه به گونه‌اى به خداوند متعال انتساب دارند ، صادق است . بنا بر اين ، به طور يقين آنها هم داراى شئون و احكام ويژه و لوازم و روابط خاصّ خود هستند كه گريزى از آنها نيست . و انسانى كه اسلام آورده و خود را تسليم اوامر و فرامين الهى نموده است و در سايهء پرچم توحيد و اسلام زندگى مىكند ، بر او فرض و لازم است كه آنها را مراعات و مواظبت كرده و پاس بدارد .\r\nبر اساس اين قاعدهء اعتبار عمومى - كه مورد پذيرش همگانى است - براى كعبه ، حرم امن الهى ، دو مسجد شريف الهى و نبوى مكه و مدينه و مساجد عمومى و معابد ، احكام ويژهء آنها در زمينهء احترام و تكريم ، طهارت و نجاست آنها ، ممنوعيت دخول جنب و حايض و نفساء در آنها و ممنوعيّت فروش آنها اعتبار شده است .\r\n\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\nبنا بر اين ، جعل امنيّت براى مكّهء مكرّمه و توجّه دادن مردم به آن و وجوب حجّ و تمامى اعمال و مناسك آن و همينطور مدينهء منوّره را به عنوان حرم الهى قرار دادن و . . . از اين شئون و احكام و تكريمهاى ويژه سرچشمه مىگيرد . پس حكومت جهانى مقتدر ، همانا حكومتى است كه به خداوند متعال منسوب باشد و به جهت همين انتساب است كه رسول خدا صلّى اللّه عليه و آله و سلم صحابى بزرگ عثمان بن مظعون را در حالى كه اشك از چشمان حضرت جارى بود ، مىبوسد و حال آنكه وى مرده بود « 1 » ، همانگونه از عايشه نقل شده است .\r\nو نيز همين انتساب به خداوند متعال است كه پيامبر صلّى اللّه عليه و آله و سلم را وامىدارد تا بر فرزندش حسين بن على عليهما السّلام بگريد و مجالس عزا برپا كند و تربت كربلا را بوييده و ببوسد . « 2 »\r\nو همين انتساب است كه امّ سلمه را به نگهدارى تربت كربلا در لباس خود وامىدارد .\r\nو نيز همين انتساب به خداست كه به حضرت زهرا عليهما السّلام اجازه مىدهد كه تربت پاك پدر را برگرفته و ببويد .\r\nو نيز به جهت همين انتساب است كه بنى ضبّه در روز جمل به جمع‌آورى فضولات شتر عايشه اقدام كرده و آنها را شكسته و مىبوييدند ! ! چنان كه طبرى آن را نقل كرده است .\r\nو نيز بر اساس همين انتساب است هنگامى كه امير المؤمنان على عليه السّلام به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ر . ك : الإصابة ، ج 2 ، ص 464 . الوفاء ، ابن جوزى ، ج 2 ، ص 541 . اسد الغابه ، ج 3 ، ص 386 . الاستيعاب ، ج 1 ، ص 85 در حاشيهء الإصابة . صفة الصفوة ، ج 1 ، ص 450 . المصنف ، عبد الرزاق ، ج 3 ، ص 596 . الطبقات الكبرى ، ابن سعد ، ج 3 ، ص 288 ، ق 1 . الرصف ، ص 409 .\r\nسنن ابن ماجه ، رقم 1456 . سنن ترمذى ، رقم 989 . سنن ابو داوود ، ج 3 ، ص 201 . مسند احمد ، ج 6 ، ص 43 ، 55 و 206 . منحة المعبود ، ج 1 ، ص 157 . المستدرك ، ج 1 ، ص 361 .\r\n( 2 ) - سيرتنا و سنتنا ، ص 29 و 119 .\r\n","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\nكربلا وارد مىشوند ، مشتى از خاك كربلا را برداشته و آن را مىبويند و آن قدر مىگريند كه زمين از اشك چشمان حضرت نمناك مىگردد . « 1 »\r\nو همچنين همين انتساب الهى است كه مردى از بنى اسد را به بوييدن تربت امام حسين عليه السّلام و گريستن بر آن وامىدارد . « 2 »\r\nبر اساس اين بيان رسا و شيوا ، هر انسان محقّق راستين و آزاده‌اى مىتواند به رمز و راز فضيلت تربت كربلاى مقدّس و ارزش و مقدار انتساب آن به خداوند و نيز قدر و منزلت صاحب آن نزد خدا پى ببرد .\r\nتصوّر تو نسبت به حرمت اين سرزمينى كه آرامگاه كشتهء در راه خدا ، فرماندهء بزرگ سپاه خدا و آن فانىشدهء در راه خداست ، چه مىباشد ؟\r\nآرامگاهى كه آرامگاه حبيب خدا و فرزند حبيب خدا ، دعوت‌كننده و هدايتگر به سوى خدا ، تلاشگر در راه ذات بارى تعالى و بذل كنندهء جان خويش و اهل بيت خود در راه معبود است . آرامگاهى كه به انسان شريفى كه خون خود را جهت اعتلاى حقّ و نشر توحيد و تحكيم پايه‌هاى دين نثار نمود ، تعلّق دارد .\r\nبنا بر اين ، چرا خداوند به چنين انسانى مباهات نكند و چگونه مىشود كه حافظ خون او نزد خويش نباشد و با توجّه به چنين شرافت و قداستى چرا خداوند متعال اجازه بدهد كه قطره‌اى از آن خون پاك بر زمين بريزد ، آنگاه كه امام حسين عليه السّلام مشتى از خون خويش را بر گرفته و به آسمان مىپاشد ؟ ! « 3 »\r\nو چرا خداوند فرستادگان خود را كه ملائك مقرّب هستند به همراه تربت كربلا به سوى رسول خدا صلّى اللّه عليه و آله و سلم ارسال نكند و چرا رسول خدا صلّى اللّه عليه و آله و سلم آن تربت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - در اين باره در آينده سخن خواهيم گفت .\r\n( 2 ) - سيرتنا ، ص 139 ، به نقل از تاريخ ابن عساكر ، ج 4 ، ص 342 . و كفايه ، حافظ كنجى ، ص 293 .\r\n( 3 ) - ر . ك : تاريخ ابن عساكر ، ج 4 ، ص 338 . و كفايه حافظ كنجى ، ص 284 .\r\n","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\nپاك را نبويد و نبوسد و چرا در طول حيات خود آن را يادآورى نكند و به عنوان دارو و مرهم از آن استفاده نكند ؟\r\nپس اى مسلمان راستين ! مرا همراهى كن . آيا سجده بر اين تربت پاك كه چنين جايگاه و مقامى در تقرّب انسان به خدا در وقت نماز دارد ، اولى و سزاوارتر از ساير خاكها نيست ؟\r\nآيا آنچه جهت تقرّب به خدا سزاوارتر بوده و نزديكترين راه تقرّب به اوست و نيز آنچه كه جهت خضوع و خشوع و بندگى انسان در پيشگاه اقدس الهى مناسبتر است ، آن چيز اين نيست كه انسان ، صورت و پيشانى خود را روى تربت و خاكى بگذارد كه سر تا سر آن درس دفاع از حريم الهى بوده و تجلّى حمايت از ناموس الهى كه همان ناموس اسلام عزيز است ، مىباشد ؟\r\nآيا آنچه تناسب بيشترى با رمز و راز سجده بر زمين دارد ، سجده بر اين تربت پاك نيست كه راز سر فرود نياوردن در برابر ظلم و جور و نيز سرّ عظمت و كبريايى خداوند جلّ جلاله و اسرار بندگى و خوار و ناچيز شمردن خويش در برابر خدا را در درون خود نهفته دارد ؟\r\nآيا شايسته نيست كه بر تربتى سجده شود كه نشانه‌هاى توحيد و فناى در راه خدا را در خود دارد ؟ . . .\r\nآيا بهتر نيست كه جايگاه سجدهء انسان از تربتى اخذ شود كه چشمه‌هاى خون - كه به رنگ محبّت خدا رنگ شده - بر آن جارى شده و بر پايهء سنّت خدا و دوستى و محبّت خالص او ساخته شده است ؟ از تربتى كه با خون پاك انسانى عجين است كه خداوند متعال او را پاك و طاهر گردانيده و محبّت و دوستى او را اجر رسالت قرار داده است .\r\nبر اساس اين دو اصل است كه ما قطعه‌اى از خاك كربلا را برگرفته و بر آن سجده مىكنيم . . . و نزد شيعه برگرفتن تربت كربلا براى سجده ، امرى حتمى و\r\n\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\nواجب شرعى و دينى نيست . . . بر خلاف آنچه جهّال بر اساس افكار و انديشه‌هاى باطل خود ، آن را ساخته و پرداخته‌اند . « 1 »\r\nبا توجّه به احاديث ذكر شده ، به خوبى روشن مىشود كه سجده بر تربت پاك حسينى عليه السّلام در سنّت پيامبر اكرم صلّى اللّه عليه و آله و سلم به عنوان يك امر پسنديده و مستحبّ قلمداد گشته و خود حضرت نيز به آن ترغيب نموده است ؛ زيرا همانگونه كه بيان آن گذشت ، در حقيقت آراء و نظرها و احكام ائمهء اهل بيت عليهم السّلام سخنان و رواياتى است كه از پدران خود و در نهايت از پيامبر اكرم صلّى اللّه عليه و آله و سلم نقل فرموده‌اند پس به عنوان نمونه مىتوان گفت : هر آنچه را كه امام صادق عليه السّلام در مقام فتوا و ارائهء حكم بيان كرده‌اند ، در واقع از پدر خويش امام محمّد باقر عليه السّلام و آن حضرت از پدر خود امام سجاد عليه السّلام و ايشان نيز به نوبهء خود از پدر بزرگوارشان امام حسين عليه السّلام و ايشان هم از پدر خويش امير مؤمنان على عليه السّلام نقل كرده‌اند ؛ و خود اين بزرگواران نيز به اين نكته تصريح كرده ، و حتّى فرموده‌اند :\r\nما چيزى را از پيش خود و از روى رأى و نظر خويش نمىگوييم و آنچه كه بر زبان ما جارى مىشود در واقع از روى نوشته‌اى است كه به خطّ امير المؤمنين عليه السّلام و به املاى رسول خدا صلّى اللّه عليه و آله و سلم مىباشد .\r\nعلاوهء بر اين سخنان ، بايد به اين مطلب نيز توجه داشت كه همانا ائمّهء اهل بيت عليهم السّلام يگانه مرجع علمى براى امّت اسلامى مىباشند . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تا اينجا سخنان مرحوم علّامهء امينى در اين زمينه بود ما به جهت وجود نكات ظريف و تحقيقى كه در كلام اين دو عالم محقق بزرگوار وجود داشت ، با نقل كلام ايشان سخن را طولانى كرديم . خداوند به آن دو ، جزاى خير عنايت فرمايد .\r\n( 2 ) - براى اطّلاع بيشتر از اين مطلب به كتاب « المراجعات » مرحوم شرف الدين و ساير كتابهايى كه در بيان فضايل و مناقب اهل بيت عليهم السّلام است از قبيل : ينابيع المودّة ، فصول المهمّه ،\r\n","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\n\r\nسنّت خداوند متعال و رسول خدا ( ص ) در باب تربت كربلا\r\nدر اينجا بايد به اين نكته اشاره كنيم كه سجده بر خمره يا تربت امام حسين عليه السّلام در زمان صدور اين احاديث شريف از امامان بزرگوار عليهم السّلام نزد مسلمانان بدعت و كفر و شرك به شمار نمىرفت ؛ زيرا سجده بر خمره در عصر رسول خدا صلّى اللّه عليه و آله و سلم و صحابهء آن حضرت به صورت عملى مستمرّ در آمده و سيرهء آنان بر اين عمل استقرار يافته بود .\r\nعلاوه اينكه تبرّك جستن به شخص رسول خدا صلّى اللّه عليه و آله و سلم آثار و اولاد و نزديكان او نزد مسلمانان معروف و پسنديده بود ، به گونه‌اى كه در آن دوران ، هيچ شك و ترديدى در اين زمينه براى هيچ‌يك از صحابه و تابعين وجود نداشت . « 1 »\r\nبنا بر اين : با توجّه به اينكه امام حسين عليه السّلام از فرزندان رسول خدا صلّى اللّه عليه و آله و سلم است ، بلكه روح و جان و پارهء تن اوست و گوشت او گوشت پيامبر صلّى اللّه عليه و آله و سلم و خون او خون پيامبر صلّى اللّه عليه و آله و سلم است ؛ چگونه صحابه يا تابعين در فضيلت امام حسين عليه السّلام و تبرّك جستن به او و تربت پاكش شك كنند ؟ بلكه از ادلّه‌اى كه بر تبرّك جستن صحابه به رسول خدا صلّى اللّه عليه و آله و سلم و آثار اولاد و نزديكان او دلالت دارند ، روشن مىگردد كه تبرّك جستن به تربت امام حسين عليه السّلام به هيچ‌وجه مورد شك و ترديد نبوده است . چگونه شك و ترديد در اين مورد وجود داشته باشد و حال آنكه سمهودى در كتاب خود مىنويسد . « 2 »\r\nآنان - يعنى : صحابه و ديگران - قدرى از خاك قبر - يعنى : قبر پيامبر صلّى اللّه عليه و آله و سلم\r\n\r\n\r\n","description":"","footnote":"\r\nكفاية الطالب و نور الأبصار مراجعه شود .\r\nما نيز در اين زمينه بحث طولانى داريم كه در مقدمهء كتاب « مكاتيب الرسول » به آن خواهيم پرداخت ، ان شاء اللّه .\r\n( 1 ) - رساله‌اى در زمينهء « تبرك » به رشتهء تحرير آورده‌ايم كه منتشر هم شده است .\r\n( 2 ) - وفاء الوفاء ، ج 2 ، ص 544 .\r\n","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\nرا بر مىداشتند . سپس عايشه دستور داد تا آنها را از اين كار منع كنند ، ولى در ديوار روضهء شريف روزنه‌اى وجود داشت كه از طريق آن روزنه خاك قبر را بر مىداشتند كه عايشه دستور داد تا آن روزنه را هم مسدود كردند .\r\nروشن است كه جلوگيرى و ممانعت از اين كار توسّط عايشه تنها بدين علّت بوده است كه برداشتن مستمرّ خاك از قبر پيامبر صلّى اللّه عليه و آله و سلم موجب ويرانى بقعهء مبارك خواهد شد ، نه به اين دليل كه اين عمل ، شرك و كفر است ؛ زيرا چنانچه علّت ممانعت از اين عمل ، شرك و كفر و بدعت بودن آن بود ، بايد عايشه به آن تصريح مىكرد و هرآينه خود صحابه هم از آن نهى مىنمودند . چگونه مىشود كه اين عمل ، شرك باشد و حال آنكه خود صحابه اين كار را انجام داده و از قبر پيامبر صلّى اللّه عليه و آله و سلم خاك بر مىداشتند و يا ديگران در حضور آنان اين عمل را مرتكب مىشدند ؟ !\r\nنيز سمهودى در بخش ديگرى از كتاب خود مىنويسد « 1 » : كسى كه خاك مدينه را خارج كند ، بر او واجب است كه آن را به محلّش بازگرداند و تا زمانى كه آن را عودت نداده و قدرت بازگرداندن آن را هم داشته باشد ، معصيت او از بين نرفته و در حال گناه و نافرمانى بسر مىبرد . بله ، آن موردى را كه احتياج به سفر ، انسان را به خارج كردن خاك واداشته است مانند : ظروف ساخته شده از خاك حرم و يا آنچه را كه بيماران با آن مداوا و معالجه مىشوند مثل : تربت قبر حضرت حمزه عليه السّلام براى درمان سردرد و تربت قبر صهيب ، از آن حكم استثنا شده است ، به جهت اينكه بزرگان ، از سلف و خلف بر نقل اين مطلب و اين عمل ، اتفاق نظر داشته‌اند .\r\nدر مورد عمر بن خطّاب روايت شده است كه در مسألهء طلب باران به عبّاس ، عموى پيامبر اسلام صلّى اللّه عليه و آله و سلم تبرّك و توسّل جست و عبّاس رضى اللّه عنه به امير\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - وفاء الوفاء ، ج 1 ، ص 69 ، به نقل از « نزهة الناظرين » برزنجى ، ص 16 ( چاپ مصر ) در بحث حرمت مدينه و احكام خروج خاك آن .\r\n","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\nمؤمنان على عليه السّلام متوسّل شد . « 1 » و روايت شده است كه مصعب بن زبير به امام حسين عليه السّلام تبرّك مىجست .\r\nبنا بر اين ، هرگاه چنين افرادى به رسول خدا صلّى اللّه عليه و آله و سلم و آثار و نزديكان او تبرّك مىجستند ، روشن مىشود كه تبرّك جستن به تربت حسينى عليه السّلام در سجده و غير آن از روشنترين مسائل نزد آنان بوده است .\r\nهمچنين در روايات آمده است كه بعد از دفن حمزه ، عموى پيامبر اسلام صلّى اللّه عليه و آله و سلم در احد و ملقّب گشتن او به سيّد الشهداء ، مردم به زيارت حضرتش شتافته و بر تربت پاك وى سجده مىكردند . « 2 »\r\nو نيز در روايات آمده است : تسبيح حضرت فاطمهء زهرا سلام الله عليها دخت گرامى پيامبر اكرم صلّى اللّه عليه و آله و سلم از جنس نخهاى پشمى بود كه به تعداد تكبيرها گره زده شده بود و حضرتش آن را در دست گردانيده و با آن تكبير و تسبيح مىگفت ، هنگامى كه حضرت حمزة بن عبد المطلب به شهادت رسيد ، حضرت فاطمه زهرا - سلام اللّه عليها - از تربت او تسبيحى براى خود درست نمود و مردم نيز به پيروى از ايشان ، تسبيحهايى از خاك قبر حمزه سيّد الشهداء براى خود ساختند . سپس هنگامى كه حضرت ابا عبد الله حسين بن على عليهما السّلام به شهادت رسيد ، مردم از قبر حمزه عدول كرده و به سوى قبر امام حسين عليه السّلام متوجه گشته و به آن روى آوردند و در ساخت تسبيح به خاطر فضيلت و استحبابى كه در تربت امام حسين عليه السّلام است از آن استفاده كردند . « 3 »\r\nمسلمانى كه به مو ، ناخن ، باقيماندهء غذا ، زيادى آب وضو ، زيرانداز ، كفش ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - منابع حديث را به طور مفصّل در كتاب « التبرّك » نقل كرده‌ايم . ر . ك : السيرة الحلبيّه ، ج 2 ، ص 52 . و الغدير ، ج 7 ، ص 301 .\r\n( 2 ) - تاريخ كربلا ، ص 126 ، به نقل از كتاب « الأرض و التربة الحسينيّه » ، ص 49 .\r\n( 3 ) - بحار الأنوار ، ج 85 ، ص 333 . و ج 101 ، ص 133 . وسائل الشيعة ، ج 4 ، ص 1033 .\r\n","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\nظرف و هر آنچه را كه پيامبر اكرم صلّى اللّه عليه و آله و سلم لمس كرده است تبرّك مىجويد و نيز به نزديكان و اولاد و اصحاب او كه با حضرتش بيعت نموده‌اند ، تبرّك مىجويد ، آيا چنين گمانى در حقّ او مىرود كه به امام حسين عليه السّلام و خون و تربت پاك او تبرّك نجويد ؟ هرگز ، هرگز !\r\nبا توجه به مطالبى كه گذشت ، فضيلت سجده بر تربت امام حسين عليه السّلام ثابت مىشود ؛ زيرا رواياتى چند كه از رسول خدا صلّى اللّه عليه و آله و سلم و از طريق اهل بيت عصمت و طهارت عليهم السّلام در اين زمينه وارد شده بود ، نقل نموديم . و نيز بيان شد كه خود پيامبر صلّى اللّه عليه و آله و سلم آن را سنّت قرار داده و مقرّر فرموده است .\r\nعلاوه اينكه مسألهء تبرّك جستن به رسول خدا صلّى اللّه عليه و آله و سلم و آثار حضرتش از قبيل : خاك قبر او و لباسهاى او و هر آنچه به نحوى با حضرتش و نزديكان او ارتباط و اتّصال دارند ، نيز روشن شد .\r\nهمچنين منابع و مآخذ فراوان ديگرى در اينجا وجود دارند كه بر سنّت خدا و رسول گرامى اسلام صلّى اللّه عليه و آله و سلم بويژه در زمينهء تربت امام حسين عليه السّلام دلالت دارند .\r\nيكى از منّتهاى خداوند متعال بر شيعيان و عاشقان اهل بيت پيامبر صلّى اللّه عليه و آله و سلم ( اماميه ) اين است كه شيعه همواره در اعمال و رفتار خويش از سنّت پيامبر اسلام صلّى اللّه عليه و آله و سلم و سيرهء امامان معصوم عليهم السّلام پيروى و تبعيّت نموده و مىنمايد ، با علم به اين مطلب كه آن امامان معصوم عليهم السّلام يكى از آن دو ثقلى هستند كه رسول خدا صلّى اللّه عليه و آله و سلم به وديعت و يادگار گذاشته است ، دو ثقلى ( كتاب و عترت عليهم السّلام ) كه هيچ‌گاه از هم جدا نمىشوند تا در كنار حوض كوثر بر آن حضرت وارد شوند . و شيعه به هيچ‌وجه از آنها تجاوز و تخلّف نكرده است و آنچه را كه پيامبر اسلام صلّى اللّه عليه و آله و سلم و اهل بيت او ، محترم مىشمارند ، محترم شمرده و بدان ارج مىنهد و ملتزم است به آنچه كه پيامبر صلّى اللّه عليه و آله و سلم و اهل بيت او به آن ملتزم بوده‌اند و راه استوار آنان را طىّ كرده و روش مستقيم آنان را دنبال مىكند .\r\n\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\nشيعهء دوازده امامى با ملاحظهء ادله و روايات ، مىبيند كه خداوند متعال بيشترين توجّه و عنايت را به اين تربت پاك مبذول داشته و نيكوترين احترام و تكريمها را در حقّ او بجا آورده است ، آنگاه كه خداوند فرستادگان خود ( ملائكه‌ها ) را به محضر رسول خدا صلّى اللّه عليه و آله و سلم مىفرستد و وقتى كه به خدمت حضرت مىرسند ، مشتى از خاك كربلا را كه همراه آورده‌اند تقديم مىدارند ، سپس پيامبر صلّى اللّه عليه و آله و سلم آن را گرفته و احترام مىكند .\r\nدر زمينهء اكرام و احترام اين تربت شريف ، سخنان و روايات فراوانى است كه از آنان چنين استفاده مىشود كه آنگاه كه جبرئيل عليه السّلام به منظور اعلام خبر شهادت ابا عبد اللّه الحسين عليه السّلام به محضر رسول خدا صلّى اللّه عليه و آله و سلم شرفياب مىشود ، قدرى از خاك محلّ شهادت او را نيز با خود مىآورد . و همينطور در مورد ساير فرشتگان هم نقل شده است : هنگامى كه با اين خبر دردناك و تأسف‌بار به محضر رسول خدا صلّى اللّه عليه و آله و سلم شرفياب مىشدند ، مشتى از تربت كربلا را نيز با خود به همراه مىآوردند . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - جهت اطّلاع بيشتر از اين تكريم و عنايت خاص به تربت پاك حسينى عليه السّلام رجوع شود به :\r\nبحار الأنوار ، ج 44 ، ص 229 ، به نقل از امالى شيخ طوسى و كامل الزياره ، ابن قولويه . و نيز ج 101 ، ص 118 ، 127 و 135 ، به نقل از امالى . و كامل الزياره و المصباح . المعجم الكبير ، طبرانى ، ص 144 - 145 . ذخائر العقبى ، ص 147 . سير أعلام النبلاء ، ج 3 ، ص 194 - 195 . كنز العمّال ، ج 13 ، ص 111 ، 112 و 108 . تلخيص المستدرك ، ذهبى ج 4 ، ص 176 و 398 . تاريخ يعقوبى ، ج 2 ، ص 219 . خصايص ، سيوطى ، ج 2 ، ص 125 . مناقب ، مغازلى ، ص 314 . منتخب كنز العمّال ، ج 5 ، ص 110 - 111 . مفتاح النجاه ، ص 134 - 135 . وسيلة المآل ، ص 182 . عقد الفريد ، ج 2 ، ص 219 . ميزان الاعتدال ، ج 1 ، ص 8 . تاريخ الرقه ، ص 75 . الفصول المهمّه ، ابن صبّاغ ، ص 154 .\r\nنور الأبصار ، ص 116 . مجمع الزوائد ، هيثمى ، ج 9 ، ص 188 ، 189 و 191 . الغنية لطالبى طريق الحقّ ، ج 2 ، ص 56 . مقتل الحسين ، خوارزمى ، ج 1 ، ص 158 - 159 . النهايه ، ابن اثير ، ج 6 ، ص 230 . صواعق المحرقه ، ص 190 - 191 . ينابيع المودّه ، ص 318 - 319 . مسند احمد ، ج 6 ،\r\n","page_name":" 169 ","page_number":169},
  {"content":"\r\n\r\nبر اين اساس ، شيعهء دوازده امامى معتقد مىشود كه آن تربتى كه خداوند متعال به عنوان هديهء گرانقدر و ارزشمند به رسول گرامى اسلام صلّى اللّه عليه و آله و سلم اهدا نموده است ، هرآينه به تبعيّت از سنّت الهى ، شايستگى احترام و تكريم را دارا بوده و سزاوار است كه ارج نهاده شود .\r\nشيعهء دوازده امامى ملاحظه مىكند ، هنگامى كه رسول خدا صلّى اللّه عليه و آله و سلم آن تربت پاك را از جبرئيل تحويل مىگيرد ، مىبوسد و لذا او هم آن را به پيروى از رسول خدا صلّى اللّه عليه و آله و سلم مىبوسد .\r\nامّ سلمه - رضى اللّه عنها - مىگويد : سپس رسول خدا صلّى اللّه عليه و آله و سلم خوابيد ، بعد بيدار شد در حالى كه تربتى قرمز رنگ در دستان مبارك آن حضرت بود و آن را مىبوسيد . پس به او گفتم : يا رسول اللّه ! اين خاك چيست ؟ حضرتش پاسخ فرمود :\r\nجبرئيل به من خبر داد كه اين پسرم ( اشاره به امام حسين عليه السّلام ) در سرزمين عراق كشته مىشود . پس به جبرئيل گفتم : خاك سرزمينى را كه وى در آنجا به شهادت مىرسد به من نشان بده . پس اين ، همان تربت است . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\nص 294 . تاريخ اسلام ، ذهبى ، ج 3 ، ص 10 . طرح التثريب ، ج 1 ، ص 41 . اخبار الحبائك ، سيوطى ، ص 44 . المطالب العاليه . المستدرك ، حاكم ، ج 3 ، ص 176 . البداية و النهايه ، ج 6 ، ص 230 . اخبار الدول ، ص 107 . الفتح الكبير ، نبهانى ، ج 1 ، ص 22 . تاريخ الإسلام ، دمشقى ، ج 3 ، ص 11 .\r\nما اين مدارك را از حاشيهء احقاق الحقّ ، ج 11 ، ص 339 و 416 . و ج 8 ، ص 142 - 151 و نيز « البيان » نوشتهء آيت اللّه العظمى خوئى - قدّس سرّه الشريف - ص 561 ، به نقل از ابى يعلى در مسندش و ابن ابى شيبه و سعيد ، به نقل از منصور در سننش به نقل از مسند على و طبرانى در « الكبير » به نقل از امّ سلمه ، اخذ كرده‌ايم .\r\nبه جهت طولانى بودن عبارات و نيز رعايت اصل اختصار ، تمامى عبارات را در اينجا ذكر نكرديم و لذا كسى كه علاقه‌مند به تفصيل مطالب است ، مىتواند به مصادر و منابع مذكور يا حاشيهء احقاق الحقّ مراجعه نمايد .\r\n( 1 ) - « قالت امّ سلمه : ثمّ اضطجع ( رسول اللّه صلّى اللّه عليه و آله و سلم ) فاستيقظ و فى يده تربة حمراء يقبّلها .\r\n","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\nبنا بر اين ، شيعهء دوازده امامى با تمسّك به سيرهء پيامبر صلّى اللّه عليه و آله و سلم و عمل به سنّت حضرتش در زمينهء بوسيدن و بزرگداشت تربت پاك حسينى عليه السّلام آن را مىبوسد و تكريم مىكند ، همانگونه كه بنا بر تأسّى به سيرهء رسول خدا صلّى اللّه عليه و آله و سلم آن تربت پاك را ذخيره كرده و نگه مىدارد ؛ زيرا در سيره و سنّت پيامبر صلّى اللّه عليه و آله و سلم مشاهده مىكند كه رسول اكرم صلّى اللّه عليه و آله و سلم آن تربت پاك را در شيشه‌اى قرار داده و به امّ سلمه تحويل مىدهد و او را به نگهدارى آن امر كرده مىفرمايد : اين خاكى است كه پسرم ( امام حسين عليه السّلام ) بر روى آن كشته مىشود ، آن را نزد خويش نگهدار . پس هرگاه اين خاك تغيير كرد و به خون تبديل شد ، بدان كه پسرم ( حسين عليه السّلام ) كشته شده است . « 1 »\r\nو نيز شيعهء دوازده امامى مشاهده مىكند كه رسول خدا صلّى اللّه عليه و آله و سلم تربت او را مىبويد همانگونه كه گلهاى معطّر و مشك خوشبو را مىبويد . « 2 » و بر اين اساس\r\n\r\n\r\n","description":"","footnote":"\r\nفقلت : ما هذه التربة يا رسول اللّه قال : أخبرنى جبرئيل ، أنّ ابنى هذا يقتل بأرض العراق . فقلت لجبرئيل : أرنى تربة الأرض الّتى يقتل بها ، فهذه تربتها » .\r\nمستدرك حاكم ، ج 4 ، ص 398 . نويسندهء « المستدرك » مىگويد : بنا بر شروطى كه شيخين براى صحّت يك حديث قائل هستند ، اين حديث ، حديثى صحيح است هر چند كه در كتاب آن دو يعنى صحيح مسلم و بخارى نيامده است . ( حاشيهء احقاق الحقّ ، ج 11 ، ص 339 ، به نقل از مستدرك حاكم . و نيز به نقل از طبرانى در « المعجم الكبير » ، ص 145 . كنز العمّال ، ج 13 ، ص 111 تاريخ اسلام ، ذهبى ، ج 3 ، ص 10 و سير أعلام النبلاء ، ج 3 ، ص 194 )\r\n( 1 ) - بحار الأنوار ، ج 44 ، ص 241 . حاشيهء احقاق الحقّ ، ج 11 ، ص 346 ، به نقل از مقتل الحسين ، خوارزمى ، ج 2 ، ص 94 . و ج 1 ، ص 160 - 162 ، نظم درر السمطين ، ص 251 .\r\nمفتاح النجاه ، ص 135 . ذخائر العقبى ، ص 146 - 147 . الصواعق المحرقه ، ص 190 . ينابيع الموده ، ص 319 . وسيلة المآل ، ص 181 - 182 . الكامل ، ابن اثير ، ج 3 ، ص 303 . مسند احمد ، ج 4 ، ص 242 . المعجم الكبير ، طبرانى ، ص 144 . تاريخ اسلام ، ذهبى ، ج 3 ، ص 10 . سير أعلام النبلاء ، ج 3 ، ص 194 . دلائل النبوّه ، أبى نعيم ، ص 485 . مجمع الزوائد ، ج 9 ، ص 187 - 190 .\r\nالخصائص ، سيوطى ، ج 2 ، ص 125 . الحبائك ، سيوطى ، ص 44 . مختصر تذكرة الشعرانى ، ص 199 . الأنوار المحمّديه ، ص 486 . الاشاعه ، ص 24 .\r\n( 2 ) - امّ سلمه - رضى اللّه عنها - مىگويد : « ثمّ قال رسول اللّه صلّى اللّه عليه و آله و سلم : وديعة عندك هذه ، فشمّها رسول اللّه\r\n","page_name":" 171 ","page_number":171},
  {"content":"\r\n\r\nاست كه شيعه به اين باور و يقين مىرسد كه همانا عطر و استشمام آن خاك و تربت قبل از آنكه خون امام حسين عليه السّلام حبيب پسر حبيب بر آن ريخته شود ، به سبب عطرهاى معنوى و عشق و علاقهء الهى و عنايات ذات اقدس إله ، نسبت به اين تربت پاك است كه تمامى اين امور به خاطر آن چيزى است كه در خود اين خاك وجود دارد و يا به سبب آن چيزى است كه بر آن گذشته است و يا در آينده بر آن خواهد گذشت . پس نحوهء برخورد و عمل پيامبر اسلام صلّى اللّه عليه و آله و سلم با اين تربت پاك ، حالتى ويژه را براى هر مسلمان نسبت به اين خاك پديد مىآورد ، حال تو هر نام و عنوانى كه مىخواهى بر اين عمل بگذار .\r\nشايد پيامبر گرامى اسلام صلّى اللّه عليه و آله و سلم آن حوادث دردناك و ناگوارى كه در آينده براى اهل بيت عليهم السّلام از قبيل ريخته شدن خون آنان و غارت اموال و اسارتشان و تازيانه‌هايى كه به آنان خواهند زده . . . اتّفاق خواهد افتاد و نيز رفت و آمد اولياء اللّه را به سوى آن سرزمين و خاك مقدّس و سكونت آنان در اطراف آن و عبادتها و مناجات و گريه‌هاى ايشان را در آن مكان مقدّس از آن تربت پاك استشمام مىنموده است . و شايد و شايد . . .\r\n\r\n\r\n","description":"","footnote":"\r\nصلّى اللّه عليه و آله و سلم و قال : ويح كرب و بلا » .\r\nيعنى : « سپس رسول خدا صلّى اللّه عليه و آله و سلم فرمود : اين وديعه‌اى نزد تو باشد ، پس رسول خدا صلّى اللّه عليه و آله و سلم آن را بوييده و فرمود : واى بر تو ، كرب و بلا ! » .\r\nر . ك : حاشيهء احقاق الحقّ ، ج 11 ، ص 347 ، به نقل از معجم الكبير ، طبرانى ، ص 144 . تهذيب التهذيب ، ج 2 ، ص 346 . طرح التثريب ، ج 1 ، ص 41 . مجمع الزوايد ، هيثمى ، ج 9 ، ص 189 .\r\nخلاصة تهذيب الكمال ، ص 71 . كفاية الطالب ، ص 279 . مسند احمد ، ج 1 ، ص 372 .\r\nتاريخ الاسلام ، ذهبى ، ج 3 ، ص 9 . سير أعلام النبلاء ، ج 3 ، ص 193 . كنز العمّال ، ج 13 ، ص 112 .\r\nمنتخب كنز العمّال ، در حاشيهء مسند احمد ، ج 5 ، ص 112 . مقتل الحسين ، خوارزمى ، ج 1 ، ص 170 . ذخائر العقبى ، ص 147 . الصواعق المحرقه ، ص 191 . التذكره ، ابن جوزى ، ص 260 الخصائص ، سيوطى ، ج 2 ، ص 125 . وسيلة المآل ، ص 182 . مفتاح النجاه ، ص 134 . ينابيع المودّة ، ص 319 . دلائل النبوّه ، أبى نعيم ، ص 485 . البداية و النهايه ، ج 6 ، ص 229 . و ج 8 ، ص 169 .\r\n","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\nو رسول خدا صلّى اللّه عليه و آله و سلم هنگام بوييدن آن تربت پاك ، اختيار چشمان خود را از دست داده و اشك او بىاختيار جارى مىشده است . امير مؤمنان على بن ابى طالب مىفرمايد : روزى بر پيامبر صلّى اللّه عليه و آله و سلم وارد شدم و مشاهده كردم كه حضرت گريان است و اشك مىريزد . عرض كردم : يا نبى اللّه صلّى اللّه عليه و آله و سلم ! آيا كسى شما را به خشم در آورده است ؟ چه شده است كه چشمهاى شما گريان بوده و اشك‌ريزان است ؟\r\nپيامبر صلّى اللّه عليه و آله و سلم فرمود : پيش از آمدن تو : جبرئيل نزد من حضور داشت و به من خبر داد كه حسين عليه السّلام كنار شطّ فرات كشته مىشود و گفت : آيا مىخواهى تو را از عطر و بوى تربت او مطّلع سازم ؟ پاسخ دادم : آرى ، سپس دست خود را دراز كرده و مشتى خاك برداشته و به من داد و اينك چشمان من بىاختيار اشك‌ريزان هستند . « 1 »\r\nبنا بر اين ، شيعه ، آن تربت پاك را بوسيده و آن را همانند بهترين و باارزش‌ترين عطرها مىبويد ، همانگونه كه رسول خدا صلّى اللّه عليه و آله و سلم آن را مىبوسيد و مىبوييد . و نيز آن را نزد خود نگه مىدارد ، همانطور كه حضرتش آن را ذخيره كرده و نزد خويش نگه مىداشت و اشكهاى خود را بر آن مىريزد ، همانگونه كه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - « قال على عليه السّلام : دخلت على النبىّ صلّى اللّه عليه و آله و سلم ذات يوم و عيناه تفيضان . قلت : يا نبىّ اللّه ، أغضبك أحد ، ما شأن عينيك تفيضان ؟ قال : بل قام عندي جبرئيل قبل ، فحدّثنى أنّ الحسين يقتل بشطّ الفرات . قال : فقال : هل أشمّك من تربته ؟ قال : قلت : نعم : فمدّ يده فقبض قبضة من تراب فأعطانيها ، فلم أملك عينى أن فاضتا » .\r\nمسند احمد : ج 1 ، ص 85 . و ج 4 ، ص 242 . حاشيهء احقاق الحقّ ، ج 11 ، ص 112 ، به نقل از مسند احمد . و نيز به نقل از تاريخ الإسلام ، ذهبى ، ج 3 ، ص 9 . سير أعلام النبلاء ، ج 3 ، ص 193 .\r\nكنز العمّال ، ج 13 ، ص 122 . منتخب كنز العمّال ، در حاشيهء مسند احمد ، ج 5 ، ص 112 . المعجم الكبير ، طبرانى ، ص 144 . مقتل الحسين ، خوارزمى ، ج 1 ، ص 170 . ذخائر العقبى ، ص 147 . الصواعق المحرقه ، ص 119 . تهذيب التهذيب ، ج 2 ، ص 346 . التذكره ، ابن جوزى ، ص 260 . وسيلة المآل ، ص 182 . مفتاح النجاه ، ص 134 . ينابيع الموده ، ص 319 .\r\nدلائل النبوّه ، ابى نعيم ، ص 485 .\r\n","page_name":" 173 ","page_number":173},
  {"content":"\r\n\r\nرسول خدا صلّى اللّه عليه و آله و سلم اشك خويش را بر آن مىريخت . آنچه را كه شيعه انجام مىدهد از باب تبعيّت و پيروى از سنّت خدا و سنّت رسول گرامى اسلام صلّى اللّه عليه و آله و سلم و .\r\nدنباله‌روى از سيرهء اوست و رسول خدا صلّى اللّه عليه و آله و سلم بهترين و كاملترين الگو براى هر فرد مسلمان است .\r\nچه خاك عجيب و شگفتى است تربت امام حسين عليه السّلام ! چه اينكه رسول خدا صلّى اللّه عليه و آله و سلم قبل از آنكه خون فرزندش بر آن ريخته شود : اشك خويش را بر آن جارى ساخته است .\r\nچنين نقل شده است كه امير مؤمنان على عليه السّلام در مسيرى كه به صفّين مىرفتند آنگاه كه به كربلا وارد شدند ، در آنجا توقف نموده و به قتلگاه اهل بيت و فرزندان و شيعيان خويش و به محلّ ريختن خون جگرگوشه و ميوهء قلب خود نگريسته و قدرى از خاك آنجا را بر گرفته و بوييدند ، در حالى كه مىفرمودند : شگفتا بر تو اى خاك ! مردمى از تو محشور خواهند شد كه بدون محاسبه به بهشت وارد مىگردند . سپس ادامه دادند : چه نيكوست حال تو ، اى سرزمينى كه تو را خاك و تربتى هست كه خون دوستان خدا بر آن خواهد ريخت . « 1 »\r\nدر تعدادى از رواياتى كه به بيان سنّت خدا و رسول او صلّى اللّه عليه و آله و سلم در باب تربت امام حسين عليه السّلام پرداخته‌اند آمده است : آنگاه كه رسول خدا صلّى اللّه عليه و آله و سلم اين تربت پاك را بوييد و اشك خود را بر آن افشاند : فرمود : « طوبى لك من تربة ؛ يعنى : خوشا به حال تو ، اى تربت ! » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار الأنوار ، ج 44 ، ص 253 ، به نقل از امالى و إكمال صدوق - رحمة اللّه عليه - و ص 255 ، به نقل از امالى . و ص 258 ، به نقل از قرب الأسناد حاشيهء احقاق الحق ، ج 8 ، ص 147 ، به نقل از الأخبار الطوال . و ص 148 ، به نقل از كفايه ، كنجى شافعى . منتخب كنز العمّال ، ج 5 ، ص 112 ، در حاشيهء المسند . مجمع الزوايد ، ج 9 ، ص 146 و 148 ، به نقل از وقعة الصفين ، نصر بن مزاحم ، ص 157 . و در نسخه‌اى كه نزد حقير است ، ص 141 . بحار الأنوار ، ج 101 ، ص 116 ، به نقل از كامل الزياره .\r\n","page_name":" 174 ","page_number":174},
  {"content":"\r\n\r\nو در بعضى ديگر از اين دسته روايات آمده است : « و هو يفوح كالمسك ؛ يعنى : آن تربت همچون مشك عطر افشانى مىكند » .\r\nو در جاى ديگر آمده است : « كانت تربة حمراء طيّبة الريح « 1 » ؛ يعنى : خاك قرمز رنگ و خوشبويى است » .\r\nعلاوهء بر همهء اين سخنان و روايات ، احاديث صحيح بسيارى از اهل بيت عصمت و طهارت عليهم السّلام در زمينهء اهميّت دادن به اين تربت پاك در جهت تبرّك جستن به آن ، برداشتن كام كودكان با آن « 2 » و بوسيدن آن ، بر چشم گذاردن آن و ماليدن آن به ساير قسمتهاى بدن « 3 » و استشفا و معالجهء بيماران با آن تربت پاك « 4 » وارد شده است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - حاشيهء إحقاق الحقّ ، ج 11 ، ص 347 ، به نقل از « المعجم الكبير » ، طبرانى ، ص 144 .\r\nتهذيب التهذيب ، ج 2 ، ص 346 . طرح التثريب ، ج 1 ، ص 41 . مجمع الزوايد ، هيثمى ، ج 9 ، ص 189 . خلاصة تهذيب الكمال ، ص 71 . كفاية الطالب ، كنجى شافعى ، ص 279 . مقتل الحسين ، خوارزمى ، ج 1 ، ص 162 .\r\n( 2 ) - ر . ك : بحار الأنوار ، ج 101 ، ص 134 ، به نقل از كامل الزياره و المصباح . و در ص 136 ، به نقل از دعوات راوندى . وسائل الشيعة ، ج 15 ، ص 138 . و مستدرك الوسائل ، ج 2 ، ص 620 .\r\n( 3 ) - بحار الأنوار ج 101 ، ص 119 ، به نقل از امالى شيخ طوسى ، و در ص 120 ، به نقل از مكارم الأخلاق . وسائل الشيعة ، ج 5 ، ص 405 . به نقل از كافى و امالى شيخ - رحمة اللّه عليه - وسائل الشيعة ، ج 10 ، ص 408 .\r\n( 4 ) - بحار الأنوار ، ج 101 ، ص 118 ، به نقل از امالى شيخ طوسى - رحمة اللّه عليه - و العيون و در ص 119 ، به نقل از امالى و التهذيب . و در ص 120 ، نيز به نقل از آن و در ص 121 ، به نقل از كامل الزياره ، در ص 122 ، به نقل از « الكامل » با دو سند . و المصباح و در ص 123 ، به نقل از مكارم الاخلاق . كافى و الكامل با سندهاى متعدد . و ص 126 به نقل از كافى و الكامل با سندهاى متعدد و ص 127 ، به نقل از الكامل و المصباح ، و ص 129 ، به نقل از « الكامل » با سندهاى متعدّد و به نقل از المصباح و كافى . و ص 131 ، به نقل از المصباح و طبّ النبى صلّى اللّه عليه و آله و سلم و فقه الرضا عليه السّلام و الكامل . ص 132 ، به نقل از\r\n","page_name":" 175 ","page_number":175},
  {"content":"\r\n\r\nدر حديثى از امّ ايمن و از پيامبر صلّى اللّه عليه و آله و سلم در بيان فضيلت تربت امام حسين عليه السّلام آمده است : اين تربت ، پاكترين و محترمترين قطعهء زمين بوده و از خاك بهشت است « 1 » .\r\nو همينطور روايت متعدّد ديگرى است كه در باب فضيلت و قد است اين تربت شريف وارد شده است « 2 » .\r\nبا توجه به مطالبى كه تا كنون بيان كرديم ، روشن مىگردد كه اعتقاد شيعه مبتنى بر فضيلت و برترى سجده بر تربت حسينى عليه السّلام نسبت به ساير چيزهايى كه سجده بر آنها صحيح است ، همانا اين برترى و تفضيل به جهت احترام ، بزرگداشت و تكريم آن چيزى است كه خداوند متعال آن را محترم شمرده و اكرام فرموده است و به خاطر التزام به چيزى است كه خدا و رسول او آن را سنّت قرار داده‌اند ، بنا بر آنچه از اهل بيت عليهم السّلام در باب بزرگداشت و احترام و سجده بر آن تربت مقدّس و ساختن تسبيح از آن نقل شده است .\r\n وَ الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ * \r\n\r\n\r\n\r\n","description":"","footnote":"\r\nمكارم الاخلاق . و التهذيب . و ص 134 ، به نقل از المصباح ، و ص 138 ، به نقل از المزار الكبير و غير آن . المستدرك ، ج 2 ، ص 219 و 420 وسائل الشيعة ، ج 10 ، ص 399 ، 405 ، 414 ، 408 ، 415 و 416 .\r\n( 1 ) - « هى أطهر بقاع الأرض و أعظمها حرمة و أنها لعن بطحاء الجنّة » ، ( بحار الأنوار ، ج 101 ، ص 114 - 115 )\r\n( 2 ) - به منابع و مآخذ پيشين مراجعه شود .\r\n","page_name":" 176 ","page_number":176}
  ]